Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.Address.Pobox
source: PO box is not supported. Please provide your address.
af: Posbus word nie ondersteun nie. Voorsien asseblief jou adres.
am: የመልዕክት ሳጥን ቁጥር አልተደገፈም፡አባክህ አድራሻህን አቅርብ።
ar: لم يتم اعتماد صندوق البريد. الرجاء توفير عنوانك.
as: PO বক্স সমৰ্থিত নহয়৷ অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা প্ৰদান কৰক৷
az: PO qutusu dəstəklənmir. Lütfən ünvanınızı göndərin.
bg: Използването на пощенска кутия не се поддържа. Въведете вашия адрес.
bn_in: ডাক বাক্স দেওয়া যায় না৷ অনুগ্রহ করে আপনার ঠিকানা দিন৷
bs: Poštanski pretinac nije podržan. Navedite adresu.
cy: Does dim modd delio â Blwch SP. Rhowch eich cyfeiriad.
da: Postbokse understøttes ikke. Angiv din adresse.
de: Postfächer werden nicht unterstützt. Geben Sie Ihre Adresse an.
el: Η ταχυδρομική θυρίδα δεν υποστηρίζεται. Εισαγάγετε τη διεύθυνσή σας.
es: No se admite el apartado postal. Especifique la dirección.
et: Postkasti ei toetata. Sisestage oma aadress.
eu: Ez posta-kutxarik onartzen. Eman zure helbidea.
fa: کد پستی پشتیبانی نمی شود. لطفاً آدرس خود را وارد کنید.
ga: Ní ghlacfar le Bosca Poist. Ceartaigh do sheoladh le do thoil.
gd: Chan eilear a' a' gabhail ri bogsa PO. Feuch is cuir ceart do sheòladh.
gl: Non se admiten apartados de correos. Forneza o seu enderezo.
gu: PO બોક્સ સહાયક નથી. કૃપા કરી તમારું સરનામું આપો.
he: אין תמיכה בתאי דואר. ספק את הכתובת שלך.
hi: PO बॉक्स समर्थित नहीं है. कृपया अपना पता प्रदान करें.
hr: Poštanski pretinac nije podržan. Navedite adresu.
hu: Postafiókszám nem adható meg. Adja meg a címét.
id: PO box tidak didukung. Harap berikan alamat Anda.
is: Pósthólf eru ekki studd. Vinsamlegast gefðu upp póstfangið.
ja: 私書箱はサポートされません。お客様の住所を入力してください。
ka: PO ყუთი არაა გათვალისწინებული. გთხოვთ, მიუთითოთ თქვენი მისამართი.
kk: Пошта жәшігіне қолдау көрсетілмейді. Мекенжайды беріңіз.
kn: PO ಬಾಕ್ಸ್ ಅನ್ನು ಬೆಂಬಲಿಸುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಒದಗಿಸಿ.
ko: 사서함은 지원되지 않습니다. 주소를 입력하십시오.
ku_arab: ژمارەی سنوقی پۆستە پشتیوانی نەکراوە. تکایە ناونیشانی خۆت دەستەبەر بکە.
ky: Почто үкөгү колдонууга туура келбейт. Дарегиңизди жазышыңызды суранабыз.
lo: ບໍ່ຮອງຮັບຕູ້ໄປສະນີ. ກະລຸນາສະໜອງທີ່ຢູ່ຂອງທ່ານ.
lt: Pašto dėžutė nepalaikoma. Pateikite savo adresą.
lv: Pastkastītes netiek atbalstītas. Lūdzu, norādiet savu adresi.
mi: Kāore te Pouaka Poutāpeta i te tautokona. Tēnā, homai tō wāhitau.
mk: Поштенски фах не е поддржан. Наведете ја вашата адреса.
ml: PO ബോക്‌സ് പിന്തുണയ്‌ക്കുന്നില്ല. നിങ്ങളുടെ വിലാ‍സം നല്‍കുക.
mn: Шуудангийн хайрцаг нийцэхгүй байна. Хаягаа оруулна уу.
mr: PO बॉक्स समर्थित नाही. कृपया आपला पत्ता प्रदान करा.
ms: Peti surat tidak disokong. Sila berikan alamat anda.
mt: Il-Kaxxa Postali mhijiex appoġġjata. Jekk jogħġbok ipprovdi l-indirizz tiegħek.
ne: PO बक्स समर्थन गरिएन। कृपया तपाईँको ठेगाना उपलब्ध गराउनुहोस्।
nn_no: Støtter ikkje postboks. Oppgi adressa.
no: Postboks kan ikke brukes. Oppgi adressen.
or: PO ବାକ୍ସ ସମର୍ଥିତ ନୁହେଁ. ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ପ୍ରଦାନ କରନ୍ତୁ.
pa_arab_pk: پی او باکس میل نئیں کھاندا۔ میربانی کرکے اپنا پتہ دو۔
pa_in: PO ਬਾਕਸ ਦਾ ਸਮਰਥਨ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਪ੍ਰਦਾਨ ਕਰੋ।
pl: Skrytka pocztowa nie jest obsługiwana. Podaj adres.
ru: Абонентские ящики не поддерживаются. Укажите почтовый адрес.
sd: PO باڪس حمايت نه ٿو ڪري. مھرباني ڪري پنھنجو پتو مھيا ڪريو.
si: තැපැල් පෙට්ටිය ආධාරක නොවේ. කරුණාකර ඔබේ ලිපිනය සපයන්න.
sl: Poštni predali niso dovoljeni. Navedite naslov.
sr_cyrl_rs: Поштански фах није подржан. Обезбедите адресу.
sr_latn_rs: Poštanski fah nije podržan. Obezbedite adresu.
sv: Postbox stöds inte. Ange din adress.
ta: தபால் பெட்டி எண் ஆதரிக்கப்படவில்லை. உங்கள் முகவரியை வழங்கவும்.
te: PO పెట్టెకు మద్దతు లేదు. దయచేసి మీ చిరునామాను అందించండి.
tg: Ҷаъбаи ШП дасгирӣ намешавад. Суроғаи беэътибор. Лутфан, суроғаи худро пешниҳод кунед.
th: ตู้ไปรษณีย์ไม่ได้รับการสนับสนุน โปรดใส่ที่อยู่ของคุณ
tr: Posta kutusu desteklenmiyor. Lütfen adresinizi girin.
tt: Офис почтасы кулланылмый. Адресыгызны төзәтегез.
ug: پوچتا ساندۇقى تونۇلمىدى.ئادرېسىڭىزنى تەمىنلەڭ.
uk: Абонентська скринька не підтримується. Введіть адресу.
ur: پوسٹ آفس کی سہولت موجود نہیں ہے. براہ مہربانی اپنا پتہ درج کریں.
uz: Pochta qutisi qo‘llab-quvvatlanmaydi. Iltimos, manzilingizni kiriting.
vi: Hộp thư PO không được hỗ trợ. Xin vui lòng cung cấp địa chỉ.
zh_hans: 邮政信箱不受支持。请提供您的地址。
zh_hant: 不支援郵政信箱，請提供您的地址。

# Literal.Error.Address.PostalCode
source: The postal code cannot be found. Please correct your address.
af: Die poskode kan nie gevind word nie. Korrigeer asseblief jou adres.
am: የፖስታ ኮድ ሊገኝ አልተቻለም።እባክህ አድራሻህን አስተካክል።
ar: يتعذر العثور على الرمز البريدي. الرجاء تصحيح عنوانك.
as: ডাক ক'ড বিচাৰি পোৱা নাই৷ অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা শুদ্ধ কৰক৷
az: Poçt indeksini tapmaq mümkün deyil. Lütfən ünvanınızı düzəldin.
bg: Пощенският код не може да се открие. Коригирайте адреса.
bn_in: ডাক কোডটি খুঁজে পাওয়া গেল না৷ অনুগ্রহ করে আপনার ঠিকানা ঠিকঠাক করুন৷
bs: Nije moguće pronaći poštanski broj. Ispravite adresu.
cy: Does dim modd dod o hyd i'r cod post. Cywirwch eich cyfeiriad.
da: Postnummeret blev ikke fundet. Ret din adresse.
de: Die Postleitzahl kann nicht gefunden werden. Korrigieren Sie Ihre Adresse.
el: Ο ταχυδρομικός κώδικας δεν είναι δυνατό να βρεθεί. Διορθώστε τη διεύθυνσή σας.
es: No se puede encontrar el código postal. Corrija la dirección.
et: Sihtnumber ei leitud. Parandage oma aadressi.
eu: Ezin da posta-kodea aurkitu. Zuzendu helbidea.
fa: کد پستی یافت نشد. لطفاً آدرس خود را تصحیح کنید.
ga: Ní féidir an cód poist a aimsiú. Ceartaigh do sheoladh le do thoil.
gd: Chan urrainn dhuinn an cò-puist sin a lorg. Feuch is cuir ceart do sheòladh.
gl: Non se pode encontrar o código postal. Corrixa o seu enderezo.
gu: પોસ્ટલ કોડ મળતો નથી. કૃપા કરી તમારું સરનામું સાચુ કરો.
he: לא ניתן לאתר את המיקוד. תקן את הכתובת.
hi: डाक कोड ढूँढा नहीं जा सकता. कृपया अपना पता सही करें.
hr: Poštanski broj nije moguće pronaći. Ispravite adresu.
hu: Az irányítószám nem található. Javítsa ki a címet.
id: Kode pos tidak dapat ditemukan. Harap koreksi alamat Anda.
is: Póstnúmer fannst ekki. Vinsamlegast leiðréttu póstfangið.
ja: 郵便番号が見つかりません。住所を修正してください。
ka: საფოსტო კოდი ვერ იძებნება. გთხოვთ, შეასწოროთ თქვენი მისამართი.
kk: Пошталық индексті табу мүмкін болмады. Мекенжайды түзетіңіз.
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್ ಅನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸರಿಪಡಿಸಿ.
ko: 우편 번호를 찾을 수 없습니다. 주소를 수정하십시오.
ku_arab: ناتوانرێت کۆدی پۆستی بدۆزرێتەوە. تکایە ناونیشانی خۆت هەموار بکەوە.
ky: Индекс табылбай жатат. Дарегиңизди оңдоп койушуңузду суранабыз.
lo: ບໍ່ສາມາດພົບລະຫັດໄປສະນີ. ກະລຸນາແກ້ໄຂທີ່ຢູ່ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Nepavyko rasti pašto indekso. Pataisykite savo adresą.
lv: Šādu pasta indeksu nevar atrast. Lūdzu, izlabojiet savu adresi.
mi: Kāore te waehere pōhi i kitea. Whakatika i tō wāhitau.
mk: Поштенскиот број не може да се најде. Корегирајте ја адресата.
ml: തപാല്‍ കോഡ് കണ്ടെത്താനാവുന്നില്ല. നിങ്ങളുടെ വിലാ‍സം ശരിയാക്കുക.
mn: Шуудангийн код олдохгүй байна. Хаягаа засна уу.
mr: पोस्टल कोड सापडू शकत नाही. कृपया आपला पत्ता दुरुस्त करा.
ms: Poskod tidak ditemui. Sila betulkan alamat anda.
mt: Il-kodiċi postali ma tistax tinstab. Jekk jogħġbok ikkoreġi l-indirizz tiegħek.
ne: हुलाकी सङ्केत भेट्टाउन सकिएन। कृपया तपाईँको ठेगाना सच्याउनुहोस्।
nn_no: Finn ikkje postnummeret. Endre adressa.
no: Finner ikke postnummeret. Korriger adressen.
or: ଡାକ କୋଡ୍ ମିଳୁ ନାହିଁ. ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: پوسٹل کوڈ نئیں لبھیا جاسکدا۔ میربانی کرکے اپنا پتہ ٹھیک کرو۔
pa_in: ਡਾਕ ਕੋਡ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਠੀਕ ਕਰੋ।
pl: Nie można odnaleźć kodu pocztowego. Popraw adres.
ru: Не удается найти почтовый индекс. Исправьте адрес.
sd: پوسٽل ڪوڊ نٿو ملي سگھي. مھرباني ڪري پنھنجو پتو صحيح ڪريو.
si: තැපැල් කේතය සොයා ගත නොහැක. කරුණාකර ඔබේ ලිපිනය නිවැරදි කරන්න.
sl: Poštne številke ni mogoče najti. Popravite naslov.
sr_cyrl_rs: Није могуће пронаћи поштански број. Исправите адресу.
sr_latn_rs: Nije moguće pronaći poštanski broj. Ispravite adresu.
sv: Det gick inte att hitta postnummer. Korrigera din adress.
ta: அஞ்சல் குறியீடு இல்லை. உங்கள் முகவரியைச் சரி செய்யவும்.
te: పోస్టల్ కోడ్ కనుగొనబడలేదు. దయచేసి మీ చిరునామాను సరిచేయండి.
tg: Индекс ёфт нашуд. Лутфан, суроғаи худро ислоҳ кунед.
th: ไม่สามารถหารหัสไปรษณีย์ได้ โปรดแก้ไขที่อยู่ให้ที่ถูกต้อง
tr: Posta kodu bulunamıyor. Lütfen adresinizi düzeltin.
tt: Почта индексы табылгмаган. Адресыгызны төзәтегез.
ug: پوچتا نومۇرى تېپىلمىدى.ئادرېسىڭىزنى توغرىلاڭ.
uk: Не вдалося знайти поштовий індекс. Виправте адресу.
ur: یہ پوسٹ کوڈ نہیں ڈھونڈا جاسکتا. براہ مہربانی اپنا پتہ درست کریں.
uz: Pochta indeksi topilmadi. Iltimos, manzilingizga tuzatish kiriting.
vi: Không tìm thấy mã bưu điện. Vui lòng sửa lại địa chỉ của bạn.
zh_hans: 找不到该邮政编码。请更正您的地址。
zh_hant: 找不到郵遞區號，請更正地址。

# Literal.Error.Address.Route
source: The route service identifier cannot be found or is out of range. Please correct your address.
af: Die roetediensidentifikasie kan nie gevind word nie of is buite bereik. Korrigeer asseblief jou adres.
am: የፈለግ አገልግሎት መለያ ሊገኝ አልተቻለም ወይም ከዝርዝር ውጭ ነው።እባክህ አድራሻህን አስተካክል።
ar: يتعذر العثور على معرف خدمة المسار أو أنه موجود خارج النطاق. الرجاء تصحيح عنوانك.
as: পথ সেৱা চিনাক্তকাৰী বিচাৰি পোৱা নাই বা ই প্ৰসাৰৰ বাহিৰত আছে৷ অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা শুদ্ধ কৰক৷
az: Marşrut xidməti identifikatorunu tapmaq mümkün deyil və ya diapazon xaricindədir. Lütfən ünvanınızı düzəldin.
bg: Идентификаторът на услугата за маршрут не може да се открие или е извън обхвата. Коригирайте адреса.
bn_in: পথ পরিষেবা চিহ্নিতকারীটিকে খুঁজে পাওয়া গেল অন বা রেঞ্জের বাইরে৷ অনুগ্রহ করে আপনার ঠিকানা ঠিকঠাক করুন৷
bs: Nije moguće pronaći identifikator usluge usmjeravanja ili je on izvan oblasti. Ispravite adresu.
cy: Does dim modd dod o hyd i ddynodwr y gwasanaeth llwybro neu nid yw yn yr ystod. Cywirwch eich cyfeiriad.
da: Rutetjeneste-id'et blev ikke fundet eller er uden for området. Ret din adresse.
de: Die Routendienst-ID kann nicht gefunden werden oder liegt außerhalb des gültigen Bereichs. Korrigieren Sie Ihre Adresse.
el: Το αναγνωριστικό της υπηρεσίας δρομολόγησης δεν είναι δυνατό να βρεθεί ή βρίσκεται εκτός περιοχής. Διορθώστε τη διεύθυνσή σας.
es: No se puede encontrar el identificador de servicio de rutas o está fuera del intervalo. Corrija su dirección.
et: Marsruuditeenuse identifikaatorit ei leitud või see on vahemikust väljas. Parandage oma aadressi.
eu: Ezin da bide-zerbitzuen identifikatzailea aurkitu edo barrutiz kanpo dago. Zuzendu helbidea.
fa: شناسه سرویس مسیر پیدا نشد یا اینکه خارج از محدوده است. لطفاً آدرس خود را تصحیح کنید.
ga: Ní féidir an t-aitheantóir bealaí seirbhíse a aimsiú nó níl sé sa réimse ceart. Ceartaigh do sheoladh le do thoil.
gd: Cha lorgar aithnichear na seirbheis treòrachaidh no tha e taobh a-muigh na rainse. Feuch is cuir ceart do sheòladh.
gl: O identificador de servizo de ruta non se pode encontrar ou está fóra de rango. Corrixa o seu enderezo.
gu: રૂટ સેવા ઓળખનાર મળતુ નથી અથવા મર્યાદા બહાર છે. કૃપા કરી તમારું સરનામું સાચુ કરો.
he: לא ניתן לאתר את מזהה שירות הניתוב, או שהוא מחוץ לטווח. תקן את הכתובת.
hi: रूट सेवा पहचानकर्ता को ढूँढा नहीं जा सकता या वह सीमा से बाहर है. कृपया अपना पता सही करें.
hr: Identifikator servisa za usmjerivanje nije moguće pronaći ili je izvan dometa. Ispravite adresu.
hu: A Route szolgáltatás azonosítója nem található vagy a hatókörön kívül van. Javítsa ki a címet.
id: Pengidentifikasi layanan rute tidak dapat ditemukan atau di luar jangkauan. Harap koreksi alamat Anda.
is: Auðkenni beiningarþjónustu fannst ekki eða er utan marka. Vinsamlegast leiðréttu póstfangið.
ja: Route Service ID が見つからないか、サービス対象外です。住所を修正してください。
ka: მარშრუტის სერვისის იდენტიფიკატორი ვერ იძებნება ან გასულია დიაპაზონიდან. გთხოვთ, შეასწოროთ თქვენი მისამართი.
kk: Бағыттау қызметінің идентификаторын табу мүмкін емес немесе ол ауқымнан тыс. Мекенжайды түзетіңіз.
kn: ರೂಟ್ ಸೇವೆ ಗುರುತಿಸುವಿಕೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲಾಗುವುದಿಲ್ಲ ಅಥವಾ ವ್ಯಾಪ್ತಿಯಿಂದ ಹೊರಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸರಿಪಡಿಸಿ.
ko: 경로 서비스 식별자가 없거나 범위를 벗어납니다. 주소를 수정하십시오.
ku_arab: ناتوانرێت ناسەرەوەی خزمەتگوزاری ئاراستەکردن بدۆزرێتەوە یان لە دەرەوەی مەودایە. تکایە ناونیشانی خۆت هەموار بکەوە.
ky: Каттам кызматынын идентификаторун табууга болбойт же жеткиликтүү эмес. Дарегиңизди оңдоп койушуңузду суранабыз.
lo: ບໍ່ສາມາດຊອກພົບຕົວລະບຸການບໍລິການເສັ້ນທາງ ຫຼືຢູ່ນອກຂອບເຂດ. ກະລຸນາແກ້ໄຂທີ່ຢຸ່ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Nepavyko rasti maršruto paslaugos identifikatoriaus arba jis nepasiekiamas. Pataisykite savo adresą.
lv: Nevar atrast reģistrācijas pakalpojuma identifikatoru, vai tas atrodas ārpus diapazona. Lūdzu, izlabojiet savu adresi.
mi: Kāore te pūtāutu ratonga huarahi i kitea, kei waho rānei i te awhe. Whakatika i tō wāhitau.
mk: Идентификаторот на услугата за маршрута не може да се најде или е надвор од опсегот. Коригирајте ја адресата.
ml: റൂട്ട് സേവന ഐഡന്റിഫയര്‍ കണ്ടെത്താന്‍ കഴിയുന്നില്ല അല്ലെങ്കില്‍ പരിധിക്ക് പുറത്താണ്. നിങ്ങളുടെ വിലാ‍സം ശരിയാക്കുക.
mn: Чиглүүлэх үйлчилгээний таних дугаар олдохгүй эсвэл хүрээнээс гадуур байна. Хаягаа засна уу.
mr: मार्गस्थ सेवा आयडेंटिफायर सापडू शकत नाही किंवा परिक्षेत्राबाहेर आहे. कृपया आपला पत्ता दुरुस्त करा.
ms: Pengecam khidmat halaan tidak ditemui atau di luar julat. Sila betulkan alamat anda.
mt: Ir-route service identifier ma jistax jinstab jew hu 'l barra mill-medda. Jekk jogħġbok ikkoreġi l-indirizz tiegħek.
ne: रुट सेवा पहिचानकर्ता भेट्टाउन सकिएन वा दायरा भन्दा बाहिर रहेको छ। कृपया तपाईँको ठेगाना सच्याउनुहोस्।
nn_no: Finn ikkje ruteteneste-IDen, eller den er utanfor området. Endre adressa.
no: Veibeskrivelsesidentifikatoren finnes ikke eller er utenfor rekkevidde. Korriger adressen.
or: ମୂଳ ସେବା ପରିଚୟକ ମିଳୁ ନାହିଁ କିମ୍ଵା ପରିସର ବାହାରେ ଅଛି. ଦୟାକରି ଆପଣଙ୍କର ଠିକାଣା ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: رؤوٹ دی خدمت دا پتہ لان آلا نئیں لبھیا یا فیرحد چے نئیں اے۔ میربانی کرکے اپنا پتہ ٹھیک کرو۔
pa_in: ਰੂਟ ਸਰਵਿਸ ਆਈਡੈਂਟੀਫਾਇਰ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ ਜਾਂ ਰੇਂਜ਼ ਤੋਂ ਬਾਹਰ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਠੀਕ ਕਰੋ।
pl: Nie można odnaleźć identyfikatora usługi wyznaczania tras lub jest on poza zakresem. Popraw adres.
ru: Не удается найти идентификатор службы "Построение маршрутов", или он находится за пределами диапазона. Исправьте адрес.
sd: روٽ سروس کي سڃاڻيندڙ نه ڳولجي سگھجي يا حد کان آهي. مهرباني ڪري پتي کي درست ڪريو.
si: ඔබේ මාර්ග සේවා හැඳුනුම්කාරයක සොයා ගත නොහැකි හෝ පරාසයෙන් පිට තිබේ. කරුණාකර ඔබේ ලිපිනය නිවැරදි කරන්න.
sl: Identifikatorja korenske storitve ni mogoče najti ali pa je zunaj obsega. Popravite naslov.
sr_cyrl_rs: Није могуће пронаћи идентификатор услуге усмеравања или је он изван опсега. Исправите адресу.
sr_latn_rs: Nije moguće pronaći identifikator usluge usmeravanja ili je on izvan opsega. Ispravite adresu.
sv: Det gick inte att hitta tjänstidentifieraren för resvägen eller så ligger den utanför intervallet. Korrigera din adress.
ta: ரூட் சேவை காட்டி இல்லை அல்லது வரம்பைத் தாண்டி உள்ளது. உங்கள் முகவரியைச் சரி செய்யவும்.
te: రూట్‌ సేవా ఐడెంటిఫైయర్ కనుగొనబడలేదు లేదా పరిధి దాటింది. దయచేసి మీ చిరునామాను సరిచేయండి.
tg: Идентификатори хидмати хатсайр ёфт нашуд ё аз ҳудуд берун аст. Лутфан, суроғаи худро ислоҳ кунед.
th: ไม่สามารถหาตัวระบุบริการเส้นทางหรือไม่ได้อยู่ในพื้นที่ โปรดแก้ไขที่อยู่ให้ที่ถูกต้อง
tr: Yönlendirme hizmeti tanımlayıcısı bulunamıyor veya aralık dışında. Lütfen adresinizi düzeltin.
tt: Бу юл хезмәте белгеләве табылмаган яки кырда түгел. Адресыгызны төзәтегез.
ug: يول مۇلازىمەت پەرقلەندۈرۈش بەلگىسى تېپىلمىدى ياكى دائېرىدىن چەتنىگەن. ئادرېسىڭىزنى توغرىلاڭ.
uk: Не вдалося знайти ідентифікатор служби маршрутів, або він не належить до діапазону. Виправте адресу.
ur: راستہ خدمت کی شناخت کرنے والا نہیں مل سکتا یا حدود سے باہر ہے. براہ مہربانی اپنا پتہ درست کریں.
uz: Marshrutlash xizmati raqamini topib bo‘lmaydi yoki u chegaradan tashqarida. Iltimos, manzilingizga tuzatish kiriting.
vi: Không tìm thấy mã định danh dịch vụ chuyển hướng hoặc mã ngoài phạm vi. Vui lòng sửa lại địa chỉ của bạn.
zh_hans: 找不到路线服务标识符或其超出范围。请更正您的地址。
zh_hant: 找不到路線規劃服務識別項或超出範圍，請更正地址。

# Literal.Error.Address.Street
source: The street name cannot be found in the specified postal code. Please correct your address.
af: Die straatnaam kan nie in die gespesifiseerde poskode gevind word nie. Korrigeer asseblief jou adres.
am: የጎዳናው ስም በተወሰነው የፖስታ ኮድ ሊገኝ አልተቻለም።እባክህ አድራሻህን አስተካክል።
ar: يتعذر العثور على اسم الشارع في الرمز البريدي المعين. الرجاء تصحيح عنوانك.
as: নিৰ্দিষ্ট কৰা ডাক ক'ডত পথৰ নাম বিচাৰি পোৱা নাই৷ অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা শুদ্ধ কৰক৷
az: Küçə adını təyin edilmiş poçt indeksində tapmaq mümkün deyil. Lütfən ünvanınızı düzəldin.
bg: Името на улицата на може да се открие в указания пощенски код. Коригирайте адреса.
bn_in: উল্লেখ করা ডাক কোডের ক্ষেত্রে রাস্তার নাম খুঁজে পাওয়া গেল না৷ অনুগ্রহ করে আপনার ঠিকানা ঠিকঠাক করুন৷
bs: Nije moguće pronaći naziv ulice u navedenom poštanskom broju. Ispravite adresu.
cy: Does dim modd dod o hyd i enw'r stryd yn y cod post dan sylw. Cywirwch eich cyfeiriad.
da: Gadenavnet blev ikke fundet i det angivne postnummerområde. Ret adressen.
de: Der Straßenname kann unter der angegebenen Postleitzahl nicht gefunden werden. Korrigieren Sie Ihre Adresse.
el: Το όνομα της οδού δεν είναι δυνατό να βρεθεί στο συγκεκριμένο ταχυδρομικό κώδικα. Διορθώστε τη διεύθυνσή σας.
es: No se puede encontrar el nombre de la calle en el código postal especificado. Corrija la dirección.
et: Määratud sihtnumber ei leitud tänavanime. Parandage oma aadressi.
eu: Ezin da kalearen izena aurkitu zehaztutako posta-kodean. Zuzendu helbidea.
fa: نام آدرس در کد پستی مشخص شده یافت نشد. لطفاً آدرس خود را تصحیح کنید.
ga: Ní féidir ainm na sráide a aimsiú sa chód poist atá sonraithe. Ceartaigh do sheoladh le do thoil.
gd: Chan urrainn dhuinn ainm na sràide a lorg aig a' chòd-phuist sin. Feuch is cuir ceart do sheòladh.
gl: Non se encontra o nome da rúa no código postal indicado. Corrixa o seu enderezo.
gu: દર્શાવેલ પોસ્ટલ કોડમાં શેરી નામ મળતુ નથી. કૃપા કરી તમારું સરનામું સાચુ કરો.
he: לא ניתן לאתר את שם הרחוב במיקוד שצוין. תקן את הכתובת.
hi: स्ट्रीट का नाम निर्दिष्ट किए गए डाक कोड में ढूँढा नहीं जा सकता. कृपया अपना पता सही करें.
hr: Naziv ulice nije moguće pronaći u sklopu navedenog poštanskog broja. Ispravite adresu.
hu: Az utcanév nem található a megadott irányítószámon. Javítsa ki a címet.
id: Nama jalan tidak dapat ditemukan di kode pos yang ditentukan. Harap koreksi alamat Anda.
is: Götuheiti fannst ekki fyrir tiltekið póstnúmer. Vinsamlegast leiðréttu póstfangið.
ja: 指定した郵便番号に該当する番地が見つかりません。住所を修正してください。
ka: ქუჩა აქ იძებნება დასახელებული საფოსტო კოდით. გთხოვთ, შეასწოროთ თქვენი მისამართი.
kk: Көрсетілген пошталық индексте көше атауын табу мүмкін болмады. Мекенжайды түзетіңіз.
kn: ನಿರ್ದಿಷ್ಟಪಡಿಸಿದ ಪೋಸ್ಟಲ್ ಕೋಡ್‌ನಲ್ಲಿ ಬೀದಿ ಹೆಸರು ಕಂಡುಬಂದಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸರಿಪಡಿಸಿ.
ko: 지정한 우편 번호에서 거리 이름을 찾을 수 없습니다. 주소를 수정하십시오.
ku_arab: ناتوانرێت ناوی شەقام لە کۆدی پۆستی تایبەتدا بدۆزرێتەوە. تکایە ناونیشانی خۆت هەموار بکەوە.
ky: Көчөнүн аталышын көрсөтүлгөн индексте табууга болбойт. Дарегиңизди оңдоп койушуңузду суранабыз.
lo: ບໍ່ສາມາດຊອກພົບຊື່ຖະໜົນໃນລະຫັດໄປສະນີທີ່ລະບຸໄວ້. ກະລຸນາແກ້ໄຂທີ່ຢູ່ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Pagal nurodytą pašto indeksą nepavyko rasti gatvės pavadinimo. Pataisykite savo adresą.
lv: Šo ielas nosaukumu nevar atrast atbilstoši norādītajam pasta indeksam. Lūdzu, izlabojiet savu adresi.
mi: Kāore te ingoa tiriti i kitea i te waehere pōhi i tohua. Whakatika i tō wāhitau.
mk: Името на улицата не може да се најде на наведениот поштенски број. Корегирајте ја адресата.
ml: വ്യക്തമാക്കിയ തപാല്‍ കോഡില്‍ സ്‌ട്രീറ്റിന്റെ പേര്‍ കണ്ടെത്താന്‍ കഴിയുന്നില്ല. നിങ്ങളുടെ വിലാ‍സം ശരിയാക്കുക.
mn: Заасан шуудангийн кодонд тус гудамжны нэр олдохгүй байна. Хаягаа засна уу.
mr: निर्दिष्ट पोस्टल कोडमध्ये रस्त्याचे नाव सापडू शकत नाही. कृपया आपला पत्ता दुरुस्त करा.
ms: Nama jalan tidak ditemui dalam poskod yang dinyatakan. Sila betulkan alamat anda.
mt: L-isem tat-triq ma jistax jinstab fil-kodiċi postali speċifikata. Jekk jogħġbok ikkoreġi l-indirizz tiegħek.
ne: तोकिएको हुलाकी सङ्केतमा स्ट्रिटको नाम भेट्टाउन सकिएन। कृपया ठेगाना सच्याउनुहोस्।
nn_no: Finn ikkje gatenamnet i det oppgitte postnummeret. Endre adressa.
no: Gatenavnet finnes ikke på angitt postnummer. Korriger adressen.
or: ନିର୍ଦ୍ଧିଷ୍ଟ ଡାକ କୋଡ୍‌ରେ ସାହୀ ନାମ ମିଳୁ ନାହିଁ. ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: دتے ہوئے پوسٹل کوڈ چے گلی دا ناں نئیں لبھیا جاسکدا۔ میربانی کرکے اپنا پتہ ٹھیک کرو۔
pa_in: ਵਰਣਨ ਕੀਤੇ ਡਾਕ ਕੋਡ ਵਿੱਚ ਗਲੀ ਦਾ ਨਾਮ ਲੱਭਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਠੀਕ ਕਰੋ।
pl: Nie można odnaleźć nazwy ulicy na obszarze wskazanym kodem pocztowym. Popraw adres.
ru: Не удается найти улицу по указанному почтовому индексу. Исправьте адрес.
sd: گھٽي جو نالو واضع ٿيل پوسٽل ڪوڊ ۾ ڳولجي نه سگھجيو.
si: දක්වන ලද තැපැල් කේතය තුළ වීදියේ නම සොයා ගත නොහැක. කරුණාකර ඔබේ ලිපිනය නිවැරදි කරන්න.
sl: V navedeni poštni številki ni mogoče najti ulice. Popravite naslov.
sr_cyrl_rs: Није могуће пронаћи име улице у наведеном поштанском броју. Исправите адресу.
sr_latn_rs: Nije moguće pronaći ime ulice u navedenom poštanskom broju. Ispravite adresu.
sv: Det gick inte att hitta gatunamnet i det angivna postnummerområdet. Korrigera din adress.
ta: குறிப்பிடப்பட்ட அஞ்சல் குறியீட்டில் தெருப்பெயர் இல்லை. உங்கள் முகவரியைத் திருத்தவும்.
te: నిర్దేశించిన పోస్టల్ కోడ్‌లో వీధి పేరు కనుగొనబడలేదు. దయచేసి మీ చిరునామాను సరిచేయండి.
tg: Номи кӯча дар Индекси почтаи нишондодашуда ёфт нашуд. Лутфан,суроғаи худро ислоҳ кунед.
th: ไม่สามารถหาชื่อถนนได้ในรหัสไปรษณีย์ที่ระบุ โปรดแก้ไขที่อยู่ให้ที่ถูกต้อง
tr: Sokak adı belirtilen posta kodunda bulunamıyor. Lütfen adresinizi düzeltin.
tt: Урам исеме табылган язылган Почта индексы. Адресыгызны төзәтегез.
ug: بەلىگىلەنگەن پوچتا نومۇرىدكى كوچا ئىسمى تېپىلمىدى. ئادرېسىڭىزنى توغرىلاڭ.
uk: Не вдалося знайти назву вулиці за вказаним поштовим індексом. Виправте адресу.
ur: دئے گئے پوسٹ کوڈ میں گلی کا نام نہیں ڈھونڈا جا سکا. براہ مہربانی اپنا پتہ درست کریں.
uz: Ko‘rsatilgan pochta indeksida ko‘cha nomini topib bo‘lmaydi. Iltimos, manzilingizga tuzatish kiriting.
vi: Không tìm thấy tên đường trong mã bưu điện đã chỉ định. Vui lòng sửa lại địa chỉ của bạn.
zh_hans: 在指定的邮政编码中找不到该街道名称。请更正您的地址。
zh_hant: 在指定的郵遞區號裡找不到這個街道地址，請更正地址。
