Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICV.WS.PrivacyNote
source: If you are unable to access your current payment method. <a href="{0}" class="font-link1" target="_blank">Learn more</a>
af: As jy nie toegang kan kry tot jou huidige betaling metode nie. <a href="{0}" class="font-link1" target="_blank">Leer meer</a>
am: አሁን ያልዎትን የክፍያ ዘዴዎን ለመድረስ ካልቻሉ <a href="{0}" class="font-link1" target="_blank">">የበለጠ ይረዱ</a>
ar: إذا تعذر عليك الوصول إلى طريقة الدفع الحالية الخاصة بك. <a href="{0}" class="font-link1" target="_blank">لمعرفة المزيد</a>
as: যদি আপুনি আপোনাৰ শেহতীয়া পৰিশোধ পদ্ধতি প্ৰৱিষ্ট কৰিবলৈ অক্ষম হৈছে৷ <a href="{0}" class="font-link1" target="_blank">অধিক জানক</a>
az: Əgər siz cari ödəmə üsulunuza daxil ola bilmirsinizsə<a href="{0}" class="font-link1" target="_blank">Ətraflı öyrən</a>
bg: Ако нямате достъп до настоящия си метод на плащане. <a href="{0}" class="font-link1" target="_blank">Научете повече</a>
bn_in: যদি আপনি আপনার চলতি পরিশোধ পদ্ধতিতে অ্যাক্সেস করতে অক্ষম৷ <a href="{0}" class="font-link1" target="_blank">আরও শিখুন</a>
bs: Ako ne možete pristupiti svom trenutnom načinu plaćanja. <a href="{0}" class="font-link1" target="_blank">Saznajte više</a>
cy: Os nad ydych chi'n gallu cael gafael ar eich dull talu presennol. <a href="{0}" class="font-link1" target="_blank">Dysgu mwy</a>
da: Hvis du ikke kan få adgang til din nuværende betalingsmetode. <a href="{0}" class="font-link1" target="_blank">Få mere at vide</a>
de: Sie können Ihre aktuelle Zahlungsmethode nicht aufrufen? <a href="{0}" class="font-link1" target="_blank">Mehr erfahren</a>
el: Αν δεν μπορείτε να μεταβείτε στην τρέχουσα μέθοδο πληρωμής σας. <a href="{0}" class="font-link1" target="_blank">Μάθετε περισσότερα</a>
es: Si no puede acceder a su método de pago actual. <a href="{0}" class="font-link1" target="_blank">Más información</a>
et: Mida teha, kui te ei pääse maksemeetodi kontole juurde. <a href="{0}" class="font-link1" target="_blank">Lisateave</a>
eu: Uneko ordainketa-metodoa atzitu ezin baduzu. <a href="{0}" class="font-link1" target="_blank">Lortu informazio gehiago</a>
fa: اگر نمی توانید به روش پرداخت فعلی خود دسترسی داشته باشید. <a href="{0}" class="font-link1" target="_blank">اطلاعات بیشتری کسب کنید</a>
ga: Mura bhfuil tú ábalta rochtain a fháil ar do mhodh íocaíochta reatha. <a href="{0}" class="font-link1" target="_blank">Faigh amach tuilleadh</a>
gd: Mur fhaigh thu cothrom air an dòigh phàighidh làithreach agad, faigh <a href="{0}" class="font-link1" target="_blank">barrachd fiosrachaidh</a>
gl: Se non pode acceder ao seu método de pagamento actual. <a href="{0}" class="font-link1" target="_blank">Máis información</a>
gu: જો તમે તમારી વર્તમાન ચૂકવણી પદ્ધતિને ઍક્સેસ કરવામાં અસમર્થ છો. <a href="{0}" class="font-link1" target="_blank">વધુ જાણો</a>
he: אם אין באפשרותך לגשת לשיטת התשלום הנוכחית שלך. <a href="{0}" class="font-link1" target="_blank">למידע נוסף</a>
hi: अगर आप अपनी वर्तमान भुगतान विधि तक पहुँचने में असमर्थ हैं. <a href="{0}" class="font-link1" target="_blank">अधिक जानें</a>
hr: Ako ne možete pristupiti svojem trenutačnom načinu plaćanja. <a href="{0}" class="font-link1" target="_blank">Dodatne informacije</a>
hu: Ha nem tudja igénybe venni a jelenleg megadott fizetési módot. <a href="{0}" class="font-link1" target="_blank">További tudnivalók</a>
id: Jika Anda tidak dapat mengakses metode pembayaran yang sedang digunakan. <a href="{0}" class="font-link1" target="_blank">Pelajari selengkapnya</a>
is: Ef þú getur ekki nálgast gildandi greiðslumáta. <a href="{0}" class="font-link1" target="_blank">Frekari upplýsingar</a>
ja: 現在のお支払い方法にアクセスできない場合、<a href="{0}" class="font-link1" target="_blank">詳細についてはこちら</a>を参照してください。
ka: თუ ვერ ახორციელებთ წვდომას თქვენს მიმდინარე გადახდის მეთოდზე. <a href="{0}" class="font-link1" target="_blank">შეიტყვეთ მეტი</a>
kk: Ағымдағы төлем әдісіне қатынасу мүмкін болмаса. <a href="{0}" class="font-link1" target="_blank">Қосымша ақпарат</a>
kn: ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಪಾವತಿ ವಿಧಾನವನ್ನು ನಿಮಗೆ ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಿಲ್ಲದಿದ್ದರೆ. <a href="{0}" class="font-link1" target="_blank">ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ</a>
ko: 현재 결제 방법을 사용할 수 없는 경우. <a href="{0}" class="font-link1" target="_blank">자세한 정보</a>
ku_arab: ئەگەر توانای دەستگەیشتنت نییە بە شێوازی پارەدانی ئێستا. <a href="{0}" class="font-link1" target="_blank">زیاتر فێربە</a>
ky: Эгерде сиз учурдагы төлөө амалыңызга кире албай жатсаңыз. <a href="{0}" class="font-link1" target="_blank">Көбүрөөк билиңиз</a>
lo: ຖ້າທ່ານບໍ່ສາມາດເຂົ້າຫາວິທີການຊຳລະເງິນປະຈຸບັນຂອງທ່ານ. <a href="{0}" class="font-link1" target="_blank">ຮຽນຮູ້ເພີ່ມເຕີມ</a>
lt: Jei nepavyksta naudoti dabartinio mokėjimo būdo. <a href="{0}" class="font-link1" target="_blank">Sužinokite daugiau</a>
lv: Ja nevarat piekļūt pašreizējai maksāšanas metodei. <a href="{0}" class="font-link1" target="_blank">Uzzināt vairāk</a>
mi: Mēnā kāore koe e āhei ki te uru ki tō tikanga utu o nāianei. <a href="{0}" class="font-link1" target="_blank">Ako i ētahi atu mea</a>
mk: Ако не можете да пристапите до тековниот метод на плаќање. <a href="{0}" class="font-link1" target="_blank">Дознајте повеќе</a>
ml: നിങ്ങള്‍ക്ക് നിലവിലുള്ള പേയ്‌മെന്റ് രീതി ആക്‌സസ്സ് ചെയ്യാനാവുന്നില്ലെങ്കില്‍. <a href="{0}" class="font-link1" target="_blank">കൂടുതല്‍ അറിയുക</a>
mn: Хэрэв та одоогийн төлбөрийн хэрэгсэлдээ нэвтрэх боломжгүй бол. <a href="{0}" class="font-link1" target="_blank">Илүү судлах</a>
mr: आपण आपली सद्य देय पद्धत ऍक्सेस करण्‍यास अक्षम असल्‍यास.<a href="{0}" class="font-link1" target="_blank">अधिक जाणून घ्‍या</a>
ms: Jika anda tidak dapat mengakses kaedah pembayaran semasa anda. <a href="{0}" class="font-link1" target="_blank">Ketahui lebih lanjut</a>
mt: Jekk ma tistax taċċessa l-metodu ta' pagament attwali tiegħek. <a href="{0}" class="font-link1" target="_blank">Sir af aktar</a>
ne: यदि तपाइँले आफ्नो हालको भनक्तानी गर्ने तरिकामा पहुँच गर्न असफल हुनुभयो भने. <a href="{0}" class="font-link1" target="_blank">थप जान्नुहोस्</a>
nn_no: Dersom du ikkje får tilgang til betalingsmetoden din. <a href="{0}" class="font-link1" target="_blank">Lær meir</a>
no: Hvis du ikke får tilgang til den gjeldende betalingsmetoden. <a href="{0}" class="font-link1" target="_blank">Finn ut mer</a>
or: ଯଦି ଆପଣ ଆପଣଙ୍କର ସାମ୍ପ୍ରତିକ ଦେୟ ପଦ୍ଧତିକୁ ପ୍ରବେଶ କରିବାରେ ଅକ୍ଷମ ହେଉଛନ୍ତି. <a href="{0}" class="font-link1" target="_blank">ଅଧିକ ଜାଣନ୍ତୁ</a>
pa_arab_pk: ‏‏جے تہانوں اپنا موجودہ ادائیگی دا طریقے تک رسائی چ مشکل اے تے <a href="{0}" class="font-link1" target="_blank">ہور سیکھو</a>
pa_in: ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਮੌਜੂਦਾ ਭੁਗਤਾਨ ਤਰੀਕੇ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਵਿੱਚ ਅਯੋਗ ਹੋ। <a href="{0}" class="font-link1" target="_blank">ਹੋਰ ਜਾਣਕਾਰੀ ਲਉ</a>
pl: Jeśli nie możesz uzyskać dostępu do bieżącej metody płatności. <a href="{0}" class="font-link1" target="_blank">Dowiedz się więcej</a>
ru: Если доступ к текущему методу оплаты невозможен. <a href="{0}" class="font-link1" target="_blank">Подробнее</a>
sd: جيڪڏهن توهان پنهنجي موجوده ادائگي جي طريقي جي رسائي ڪرڻ جي قابل ڪونه آهيو. <a href="{0}" class="font-link1" target="_blank">وڌيڪ سکو</a>
si: ඔබට ඔබේ වත්මන් ගෙවීම් ක්‍රමය වෙත පිවිසිය නොහැකි නම්. <a href="{0}" class="font-link1" target="_blank">තව දැන ගන්න</a>
sl: Če ne morete dostopati do svojega trenutnega načina plačila. <a href="{0}" class="font-link1" target="_blank">Več o tem</a>
sr_cyrl_rs: Ако не можете да приступите тренутном начину плаћања. <a href="{0}" class="font-link1" target="_blank">Сазнајте више</a>
sr_latn_rs: Ako ne možete da pristupite trenutnom načinu plaćanja. <a href="{0}" class="font-link1" target="_blank">Saznajte više</a>
sv: Om du inte kommer åt din nuvarande betalningsmetod. <a href="{0}" class="font-link1" target="_blank">Mer information</a>
ta: உங்களின் நடப்பு கட்டண முறையை அணுக முடியவில்லை எனில். <a href="{0}" class="font-link1" target="_blank">மேலும் அறிக</a>
te: మీరు మీ ప్రస్తుత చెల్లింపు విధానాన్ని ప్రాప్తి చేయలేకపోతే. <a href="{0}" class="font-link1" target="_blank">మరింత తెలుసుకోండి</a>
tg: Агар усули падохти ҷории худро истифода бурда натавонед. <a href="{0}" class="font-link1" target="_blank">Маълумоти бештар гиред</a>
th: หากคุณไม่สามารถเข้าถึงวิธีการชำระเงินปัจจุบันของคุณ <a href="{0}" class="font-link1" target="_blank">เรียนรู้เพิ่มเติม</a>
tr: Geçerli ödeme yönteminize erişemiyorsanız, <a href="{0}" class="font-link1" target="_blank">Daha fazla bilgi</a>
tt: Сез гамәлдәге түләү ысулыгызга керә алмасагыз. <a href="{0}" class="font-link1" target="_blank">Күбрәк өйрәнегез</a>
ug: نۆۋەتتىكى ھەق تۆلەش ئۇسۇلىڭىزغا كىرەلمىسىڭىز. <a href="{0}" class="font-link1" target="_blank">تەپسىلاتى</a>
uk: Якщо не вдається отримати доступ до поточного методу оплати. <a href="{0}" class="font-link1" target="_blank">Додаткові відомості</a>
ur: اگر آپ اپنے موجودہ طریقہ ادائیگی تک رسائی حاصل کرنے میں ناقابل ہیں۔ <a href="{0}" class="font-link1" target="_blank">مزید جانیں</a>
uz: Agar joriy to'lov usulingizga kira olmasangiz. <a href="{0}" class="font-link1" target="_blank">Ko'proq o'rganish</a>
vi: Nếu bạn không thể truy nhập phương thức thanh toán hiện tại của bạn. <a href="{0}" class="font-link1" target="_blank">Tìm hiểu thêm</a>
zh_hans: 如果您无法使用当前付款方式。<a href="{0}" class="font-link1" target="_blank">了解更多信息</a>
zh_hant: 如果您無法存取目前的付款方式。<a href="{0}" class="font-link1" target="_blank">更多資訊</a>

# Literal.PICV.WS.RetryTimes
source: You have <span>{0}</span> tries remaining
af: Jy het <span>{0}</span> probeer slae oor
am: ቀሪ <span>{0}</span> ሙከራዎች አሉዎት
ar: بقيت <span>{0}</span>‏ محاولات
as: আপোনাৰ <span>{0}</span> চেষ্টা বাকী আছে
az: Sizin <span>{0}</span> qalan cəhdləriniz var
bg: Остават ви <span>{0}</span> опита
bn_in: আপনার <span>{0}</span> চেষ্ট বাকি রয়েছে
bs: Imate još <span>{0}</span> pokušaja
cy: Mae gennych chi <span>{0}</span> cynnig ar ôl
da: Du har <span>{0}</span> forsøg tilbage
de: Es verbleiben <span>{0}</span> Versuche.
el: Έχετε ακόμα <span>{0}</span> προσπάθειες
es: Le quedan <span>{0}</span> intentos
et: Järele on jäänud <span>{0}</span> katset.
eu: <span>{0}</span> saiakera geratzen zaizkizu
fa: <span>{0}</span> بار دیگر می توانید امتحان کنید
ga: Tá <span>{0}</span> iarracht fanta agat
gd: Tha <span>{0}</span> oidhirp(ean) agad fhathast
gl: Quedan <span>{0}</span> tentativas
gu: તમારી પાસે <span>{0}</span> પ્રયાસો બાકી છે
he: נותרו לך <span>{0}</span> ניסיונות
hi: आपके <span>{0}</span> प्रयास शेष हैं
hr: Preostao vam je sljedeći broj pokušaja: <span>{0}</span>
hu: <span>{0}</span> további próbálkozási lehetősége maradt.
id: Anda mempunyai <span>{0}</span> upaya percobaan yang tersisa
is: Þú átt <span>{0}</span> tilraunir eftir
ja: あと <span>{0}</span> 回試すことができます
ka: დარჩენილი გაქვთ <span>{0}</span> მცდელობა
kk: Сізде <span>{0}</span> әрекет қалды
kn: ನಿಮ್ಮಲ್ಲಿ <span>{0}</span> ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ
ko: 남은 시도 횟수는 <span>{0}</span>번입니다.
ku_arab: تۆ تەنها <span>{0}</span> هەوڵدانت ماوە
ky: Сизде <span>{0}</span> аракет калды
lo: ທ່ານຍັງເຫຼືອຄວາມພະຍາຍາມອີກ <span>{0}</span> ຄັ້ງ
lt: Liko bandymų: <span>{0}</span>
lv: Atlikuši <span>{0}</span> mēģinājumi
mi: E <span>{0}</span> ngananga kei te toe ki a koe
mk: Имате уште <span>{0}</span> обиди
ml: നിങ്ങള്‍ക്ക് <span>{0}</span> ശ്രമങ്ങള്‍ ശേഷിക്കുന്നു
mn: Танд <span>{0}</span> оролдлого үлдлээ
mr: आपल्‍याकडे <span>{0}</span> प्रयत्‍न शिल्‍लक आहेत
ms: Anda mempunyai <span>{0}</span> percubaan lagi
mt: Tista' terġa' tipprova <span>{0}</span> darbiet oħra
ne: तपाइँसँग <span>{0}</span> प्रयासहरू बाँकी छन्
nn_no: Du har <span>{0}</span> forsøk att
no: Du har <span>{0}</span> forsøk igjen
or: ଆପଣଙ୍କର <span>{0}</span> ଚେଷ୍ଟା ଅବଶିଷ୍ଟ ଅଛି
pa_arab_pk: ‏‏تہاڈیاں <span>{0}</span> کوششاں باقی نیں.
pa_in: ਤੁਹਾਡੇ ਕੋਲ <span>{0}</span> ਜਤਨ ਬਚੇ ਹਨ
pl: Liczba pozostałych prób: <span>{0}</span>
ru: Осталось попыток: <span>{0}</span>
sd: توهان وٽ <span>{0}</span> ڪوششون باقي آهن
si: ඔබට තව වාර <span>{0}</span> ඉතිරිව තිබේ
sl: Na voljo imate še toliko poskusov: <span>{0}</span>
sr_cyrl_rs: Остало вам је још <span>{0}</span> покушаја
sr_latn_rs: Ostalo vam je još <span>{0}</span> pokušaja
sv: Du har <span>{0}</span> försök kvar
ta: உங்களுக்கு <span>{0}</span> முயற்சிகள் மீதமுள்ளது
te: మీకు <span>{0}</span> ప్రయత్నాలు మిగిలి ఉన్నాయి
tg: Шумо <span>{0}</span> кӯшиши дигар доред
th: คุณสามารถลองใหม่ได้อีก <span>{0}</span> ครั้ง
tr: <span>{0}</span> deneme hakkınız kaldı
tt: Сездә <span>{0}</span> омтылыш калды
ug: يەنە <span>{0}</span> قېتىم سىنىيالايسىز
uk: У вас залишилося <span>{0}</span> спроб
ur: آپ کے پاس <span>{0}</span> کوششیں باقی ہیں
uz: Sizda <span>{0}</span> ta urinish qoldi
vi: Bạn còn lại <span>{0}</span> lần thử
zh_hans: 您还可以尝试 <span>{0}</span> 次
zh_hant: 您還可以嘗試 <span>{0}</span> 次
