Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.PiCountExceedLimit
source: You have reached the maximum of payment options in our system, please contact Customer Support Services.
af: Jy het die maksimum aantal betaalopsies op ons stelsel bereik, kontak asseblief Kliëntondersteuning.
am: በስርዓታችን ውስጥ ከፍተኛው የክፍያ አመራጮች ደርሰሃል ።እባክህ የደንበኞች አገልግሎቶች ድጋፍ አግኝ።
ar: لقد بلغت الحد الأقصى لخيارات الدفع في النظام لدينا، الرجاء الاتصال بخدمات دعم العملاء.
as: আপুনি আমাৰ ছিষ্টেমত থকা পৰিশোধ বিকল্পৰ সৰ্বাধিক সীমাত উপনিত হৈছে, অনুগ্ৰহ কৰি গ্ৰাহক সমৰ্থন সেৱাৰ লগত যোগাযোগ কৰক৷
az: Sistemimizdə ödəniş seçimlərinin maksimum sayına çatmısınız, lütfən Müştəri Dəstəyi Xidmətləri ilə əlaqə saxlayın.
bg: Достигнали сте максималния брой опции за плащане в системата. Свържете се с поддръжката на клиенти.
bn_in: আমাদের সিস্টেমের সর্বাধিক অর্থপ্রদান বিকল্পে আপনি পৌঁছে গেছেন, অনুগ্রহ করে গ্রাহক সহায়তা পরিষেবায় যোগাযোগ করুন৷
bs: Dostigli ste maksimalan broj opcija za plaćanje u našem sistemu, obratite se Usluzi za korisničku podršku.
cy: Rydych chi wedi cyrraedd y nifer fwyaf o ddewisiadau talu a ganiateir yn ein system, holwch y Gwasanaethau Cymorth i Gwsmeriaid.
da: Du har nået det maksimale antal betalingsmåder i vores system. Kontakt venligst Customer Support Services.
de: Sie haben Sie maximale Anzahl an Zahlungsoptionen in unserem System erreicht. Wenden Sie sich an den Kundensupport.
el: Φθάσατε στο μέγιστο όριο επιλογών πληρωμής στο σύστημά μας. Επικοινωνήστε με τις υπηρεσίες υποστήριξης πελατών.
es: Ha alcanzado el número máximo de opciones de pago en nuestro sistema, póngase en contacto con los servicios de soporte al cliente.
et: Olete jõudnud maksesuvandite maksimaalse arvuni meie süsteemis. Pöörduge klienditoe teenustesse.
eu: Gure sisteman dagoen gehienezko ordainketa-aukera kopurura iritsi zara. Jarri harremanetan bezeroarentzako laguntza-zerbitzuarekin.
fa: شما به حداکثر گزینه های پرداخت در سیستم ما رسیده اید، لطفاً با سرویس های پشتیبانی مشتری تماس بگیرید.
ga: Tá an uasmhéid roghanna sroichte agat ar an gcóras, téigh i dteagmháil le Seirbhís Tacaíochta do Chustaiméirí le do thoil.
gd: Ràinig thu na tha ceadaichte de roghainnean pàighidh san t-siostam againn, cuir fios gu seirbheis taic na custamairean.
gl: Alcanzou o máximo de opcións de pagamento no noso sistema. Póñase en contacto co Servizo de Atención ao Cliente.
gu: અમારી સિસ્ટમમાં તમે મહત્તમ ચૂકવણી વિકલ્પો માટે પ્રયાસ કરી લીધેલ છે, કૃપા કરી ગ્રાહક સહાય સેવાઓનો સંપર્ક કરો.
he: הגעת למספר המרבי של אפשרויות תשלום במערכת שלנו, פנה לשירותי התמיכה ללקוח.
hi: आप हमारे सिस्टम में अधिकतम भुगतान विकल्पों तक पहुँच गए हैं, कृपया ग्राहक समर्थन सेवाओं से संपर्क करें.
hr: Dostignut je maksimalan broj opcija plaćanja u sustavu. Obratite se Službi za podršku.
hu: A rendszerben több fizetési mód már nem adható meg. Forduljon az ügyfélszolgálathoz.
id: Anda sudah mencapai opsi pembayaran maksimum dalam sistem kami, silakan hubungi Layanan Dukungan Pelanggan.
is: Þú hefur náð hámarki greiðsluvalkosta í kerfi okkar, hafðu samband við notendaþjónustu.
ja: システムの最大お支払いオプション数に達しました。カスタマー サポート サービスに連絡してください。
ka: თქვენ მიაღწიეთ გადახდის მეთოდების მაქსიმალურ რაოდენობას ჩვენს სისტემაში. გთხოვთ, მიმართოთ მომხმარებელთა დახმარების სერვისებს.
kk: Сіз жүйедегі ең көп төлем параметрлеріне жеттіңіз. Тұтынушыларды қолдау қызметіне хабарласыңыз.
kn: ನಮ್ಮ ಸಿಸ್ಟಂನಲ್ಲಿ ನೀವು ಪಾವತಿ ಆಯ್ಕೆಗಳ ಗರಿಷ್ಟವನ್ನು ತಲುಪಿರುವಿರಿ, ದಯವಿಟ್ಟು ಗ್ರಾಹಕರ ಬೆಂಬಲ ಸೇವೆಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 시스템에서 지원하는 최대 결제 방법 수에 도달했습니다. 고객 지원 서비스로 문의하십시오.
ku_arab: تۆ گەیشتیتە زۆرترین ژمارەی بەربژاری پارەدان لە سیستمی ئێمەدا، تکایە پەیوەندی بە خزمەتگوزاری پشتیوانی راژەخوازەوە بکە.
ky: Сиз биздин системибизде төлөө опциялырынын максимумуна жеттиңиз, Кардарларды Колдоо Кызматтарына кайрылыңыз.
lo: ທ່ານໄດ້ຮອດຈຳນວນສູງສຸດຂອງທາງເລືອກການຊຳລະເງິນໃນລະບົບຂອງພວກເຮົາແລ້ວ, ກະລຸນາຕິດຕໍ່ຫາຝ່າຍສະໜັບສະໜູນລູກຄ້າ.
lt: Pasiekėte didžiausią mūsų sistemoje leistiną mokėjimo parinkčių skaičių; kreipkitės į klientų aptarnavimo tarnybą.
lv: Jūs esat sasniedzis maksimāli pieļaujamo maksāšanas opciju skaitu sistēmā. Lūdzu, sazinieties ar klientu atbalsta dienestu.
mi: Kua eke te nuinga o ngā tikanga utu e taea ai i runga i tō mātou pūnaha, whakapā atu ki ngā Ratonga Tautoko Kiritaki.
mk: Го надминавте максималниот број опции за плаќање во нашиот систем, контактирајте со службата за грижа за корисници.
ml: ഞങ്ങളുടെ സിസ്റ്റത്തിലെ പരമാവധി പേയ്‌മെന്റ് ഓപ്‌ഷനുകള്‍ നിങ്ങള്‍ എത്തിച്ചേര്‍ന്നു, ഉപഭോക്തൃ പിന്തുണ സേവനവുമായി ബന്ധപ്പെടുക.
mn: Манай систем дэх таны төлбөрийн сонголтын тоо дээд хэмжээндээ хүрсэн байна. Үйлчлүүлэгчид туслалцаа үзүүлэх албанд хандана уу.
mr: आपण आमच्या सिस्टममधील देय पर्यायांच्या अधिकतमवर पोहोचला आहात, कृपया ग्राहक समर्थन सेवांशी संपर्क साधा.
ms: Anda telah mencapai pilihan bayaran maksimum dalam sistem kami, sila hubungi Khidmat Sokongan Pelanggan.
mt: Ilħaqt il-massimu ta' għażliet ta' pagament fis-sistema tagħna, jekk jogħġbok ikkuntattja lis-Servizzi ta' Appoġġ għall-Konsumaturi.
ne: तपाईँले हाम्रो प्रणालीको अधिकतम भुक्तानी विकल्पहरू पुगाउनु भएको छ, कृपया उपभोक्ता समर्थन सेवाहरूमा सम्पर्क गर्नुहोस्।
nn_no: Du har nådd maksimalt antal betalingsalternativ i vårt system. Kontakt kundestøtte.
no: Du har nådd det maksimale antallet betalingsalternativer i systemet. Kontakt kundestøtte.
or: ଆପଣ ଆମର ସିଷ୍ଟମ୍ନରେ ଦେୟ ବିକଳ୍ପସମୂହର ସର୍ବାଧିକରେ ପହଞ୍ଚିଛନ୍ତି, ଦୟାକରି ଗ୍ରାହାକ ସାମର୍ଥ୍ୟ ସେବାସମୂହ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: تسی ساڈے نظام چے رکھن جان آلےادائیگی دے زیادہ توں اختیارات تیک پہنچ گئے او، میربانی کرکے کسٹمر معاونت سروس نال رابطہ کرو۔
pa_in: ਤੁਸੀਂ ਸਾਡੇ ਸਿਸਟਮ ਵਿੱਚ ਭੁਗਤਾਨ ਚੋਣਾਂ ਦੀ ਅਧਿਕਤਮ ਸੰਖਿਆ ਤੱਕ ਪਹੁੰਚ ਗਏ ਹੋ, ਕਿਰਪਾ ਕਰਕੇ ਗਾਹਕ ਸਹਾਇਤਾ ਸੇਵਾਵਾਂ ਦੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Osiągnięto maksymalną liczbę opcji płatności w systemie. Skontaktuj się z pomocą techniczną.
ru: Вы достигли максимального числа способов платежа в нашей системе, обратитесь в службу поддержки.
sd: توهان اسان جي سسٽم ۾ رقم ادا ڪرڻ جي اختيارن جي وڌ ۾ وڌ پهچي ويا آهيو، مهرباني ڪري Customer Support Services سان رابطو ڪريو.
si: ඔබ අපගේ පද්ධතිය තුළ ඇති ගෙවීම් විකල්පවල උපරිමයට පැමිණ තිබේ, කරුණාකර පාරිභෝගික උපකාරක සේවාව අමතන්න.
sl: Dosegli ste največje dovoljeno število načinov plačila v sistemu. Obrnite se na podporo za stranke.
sr_cyrl_rs: Достигли сте максималан број опција за плаћање у нашем систему, обратите се Услузи за подршку корисника.
sr_latn_rs: Dostigli ste maksimalan broj opcija za plaćanje u našem sistemu, obratite se Usluzi za podršku korisnika.
sv: Du har nått maximalt antal betalningsalternativ i vårt system, kontakta kundsupport.
ta: எங்கள் கணினியில் அதிகபட்ச கட்டணம் செலுத்தும் விருப்பங்களை அடைந்துவிட்டீர்கள். வாடிக்கையாளர் ஆதரவு சேவைகளைத் தொடர்பு கொள்ளவும்.
te: మీరు మా సిస్టమ్‌లో గరిష్ట చెల్లింపు ఎంపికలను చేరుకున్నారు, దయచేసి కస్టమర్ మద్దతు సేవలను సంప్రదించండి.
tg: Шумо ба ҳадди аксари имконоти пардохт дар системаи мо расидед, лутфан, бо Хидматҳои дастгирии мизоҷон тамос гиред.
th: คุณมีตัวเลือกการชำระเงินในระบบถึงขีดจำกัดแล้ว โปรดติดต่อฝ่ายบริการลูกค้า
tr: Sistemimizde izin verilen ödeme seçeneği üst sınırına ulaştınız, lütfen Müşteri Destek Hizmetlerine başvurun.
tt: Сез максимумга булдыгыз түләү параметрлар өчен безнең системада, ярдәм белән элемтәгә керегез.
ug: سىستېمىمىزدا ھەق تۆلەش تاللىشىنىڭ ئەڭ كۆپ چېكىگە يەتتىڭىز.خېرىدار ياردەم مۇلازىمىتى بىلەن ئالاقىلىشىڭ.
uk: Досягнуто максимальної кількості способів оплати в системі. Зверніться до служби підтримки користувачів.
ur: آپ ہمارے نظام میں موجود ادائیگی کے زیادہ سے زیادہ اختیارات تک پہنچ چکے ہیں، براہ مہربانی صارف معاون خدمت سے رابطہ کریں.
uz: Siz tizimimizda to‘lov usullari sonining eng yuqori chegarasiga erishdingiz, xaridorlarni qo‘llab-quvvatlash xizmatlariga murojaat qiling.
vi: Bạn đã đạt đến số tùy chọn thanh toán tối đa trong hệ thống của chúng tôi, vui lòng liên hệ Dịch vụ Hỗ trợ Khách hàng.
zh_hans: 您已达到我们系统中的最大付款选项数量，请与客户支持服务联系。
zh_hant: 您已達到系統的付費選項數目上限，請連絡客戶支援服務。

# Literal.PrepaidCardNumber.Invalid
source: You must enter 25 character Microsoft gift card code.
af: Jy moet die 25-karakter- Microsoft-geskenkbewyskode invoer.
am: የ Microsoft ስጦታ ካርድ ኮድ 25 ቁምፊ ማስገባት አለብህ።
ar: يجب إدخال رمز بطاقة هدية Microsoft‏ المتألف 25‏ رقمًا.
as: আপুনি 25 টা সংখ্যাৰ Microsoft উপহাৰ কাৰ্ড নম্বৰ প্ৰৱিষ্ট কৰিব লাগিব৷
az: Siz 25 simvoldan ibarət Microsoft hədiyyə kartının kodunu daxil etməlisiniz.
bg: Необходимо е да въведете 25-знаковия код на карта за подарък на Microsoft.
bn_in: আপনাকে অবশ্যই 25 অক্ষরের Microsoft উপহার কার্ড কোড দিতে হবে৷
bs: Morate unijeti kôd Microsoft poklon kartice od 25 znakova.
cy: Rhaid i chi roi cod 25 nod y cerdyn rhodd Microsoft.
da: Du skal indtaste Microsoft-gavekortkoden på 25 tegn.
de: Sie müssen den 25-stelligen Microsoft-Geschenkkartencode eingeben.
el: Πρέπει να εισαγάγετε έναν κωδικό 25 χαρακτήρων προπληρωμένης κάρτας δώρου της Microsoft.
es: Debe especificar un código de tarjeta regalo de Microsoft de 25 caracteres.
et: Peate sisestama 25-märgilise Microsofti kinkekaardi numbri.
eu: 25 karaktereko Microsoft opari-txartelaren kodea sartu behar duzu.
fa: کد 25 رقمی کارت هدیه Microsoft را باید وارد کنید.
ga: Ní mór duit cód 25 carachtar Chárta Bronntanais Microsoft a chur isteach.
gd: Feumaidh tu còd cairt preusant Microsoft a chur a-steach a tha 25 caractar a dh'fhaid.
gl: Debe introducir os 25 caracteres do código da tarxeta agasallo de Microsoft.
gu: તમારે 25 અક્ષરનો Microsoft ગીફ્ટ કાર્ડ કોડ દાખલ કરવો ફરજિયાત છે.
he: עליך להזין קוד שובר מתנה של Microsoft באורך 25 תווים.
hi: आपको 25 वर्णों वाला Microsoft उपहार कार्ड कोड दर्ज करना होगा.
hr: Morate unijeti broj Microsoftove darovne kartice duljine 25 znakova.
hu: Meg kell adnia a Microsoft ajándékkártya kódját, amely 25 karakterből áll.
id: Anda harus memasukkan 25 karakter nomor kartu hadiah Microsoft.
is: Þú verður að slá inn 25 stafa númer Microsoft-gjafakorts.
ja: 25 文字の Microsoft ギフト カード コードを入力する必要があります。
ka: უნდა შეიყვანოთ Microsoft-ის სასაჩუქრე ბარათის 25 ციფრიანი კოდი.
kk: 25 таңбалық Microsoft сыйлық картасының нөмірін енгізу керек.
kn: ನೀವು 25 ಅಕ್ಷರದ Microsoft ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಬೇಕು.
ko: 25자의 Microsoft 기프트 카드 번호를 입력해야 합니다.
ku_arab: پێویستە کۆدی کارتی دیاری Microsoft ی 25 نووسەیی تێنووس بکەیت.
ky: Сиз 25 сандуу Microsoft белек картынын номурун жазышыңыз керек.
lo: ທ່ານຕ້ອງປ້ອນລະຫັດບັດຂອງຂວັນ Microsoft ທີ່ມີອັກຂະລະ 25 ຕົວ.
lt: Būtina įvesti 25 simbolių „Microsoft“ dovanų kortelės numerį.
lv: Jāievada 25 rakstzīmju garš Microsoft dāvanu kartes kods.
mi: Me tāuru koe i te waehere kāri takoha Microsoft 25 pūāhua.
mk: Мора да го внесете кодот од 25 знаци од Microsoft картичката за подарок.
ml: നിങ്ങള്‍ 25 പ്രതീകങ്ങളുള്ള Microsoft ഗിഫ്റ്റ് കാര്‍ഡ് കോഡ് നല്‍കിയിരിക്കണം.
mn: Та 25 тэмдэгтээс бүрдсэн Microsoft-ын бэлгийн картын код оруулах ёстой.
mr: आपण 25 वर्णांचा Microsoft गिफ्ट कार्ड कोड प्रविष्ट करणे आवश्यक आहे.
ms: Anda mesti memasukkan nombor Kad Microsoft Gift 25 aksara.
mt: Trid iddaħħal il-kodiċi ta' 25 karattru tal-Kard tar-Rigali tal-Microsoft.
ne: तपाईँले अनिवार्य रूपमा25 वर्णको Microsoft उपहार कार्ड सङ्केत प्रविष्ट गर्नु पर्नेछ।
nn_no: Du må skrive inn ein kode på 25 teikn for eit Microsoft-gåvekort.
no: Du må angi en kode på 25 tegn for gavekortet fra Microsoft.
or: ଆପଣ ନିଶ୍ଚିତ ଭାବରେ 25 ବର୍ଣ୍ଣର Microsoft ଉପହାର କାର୍ଡ୍ ନମ୍ଵର୍ ପ୍ରବିଷ୍ଟ କରିବେ.
pa_arab_pk: ‏‏تہانوں Microsoft تحفہ والے کارڈ دے 25 حروف لازمی درج کرنے چاہیدے نیں
pa_in: ਤੁਹਾਡੇ ਵਾਸਤੇ 25 ਅੱਖਰੀ Microsoft ਗਿਫਟ ਕਾਰਡ ਕੋਡ ਦਾਖਲ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।
pl: Musisz wprowadzić kod karty podarunkowej firmy Microsoft składający się z 25 znaków.
ru: Необходимо ввести 25-значный код карты оплаты Майкрософт.
sd: Microsoft تحفي جي ڪارڊ جي ڪوڊ جا 25 اکر داخل ڪريو.
si: ඔබ විසින් අනුලකුණු 25කින් යුත් Microsoft තෑගි කාඩ් ප‍ත් කේතය ඇතුළත් කළ යුතු යි.
sl: Vnesti morate 25-mestno kodo Microsoftove darilne kartice.
sr_cyrl_rs: Морате унети код Microsoft поклон картице од 25 знакова.
sr_latn_rs: Morate uneti kod Microsoft poklon kartice od 25 znakova.
sv: Du måste ange en kod för ett Microsoft-presentkort med 25 tecken.
ta: 25 எழுத்துக்குறி Microsoft பரிசு அட்டைக் குறியீட்டை உள்ளிடவேண்டும்.
te: మీరు 25 అక్షరాల Microsoft బహుమతి కార్డ్ సంఖ్యను తప్పనిసరిగా నమోదు చేయాలి.
tg: Шумо бояд рамзи 25-аломатаи рамзи корти тӯҳфаи Microsoft-ро ворид кунед.
th: คุณต้องป้อนรหัสบัตรกำนัล Microsoft 25 หลัก
tr: 25 karakterli Microsoft hediye kartı numarasını girmelisiniz.
tt: Сез Майкрософт ширкәтенең бүләк картагызның 25-символлы номерын кертергә тиеш.
ug: سىز چوقۇم 25 خانىلىق Microsoft ھەدىيە كارتىسى نومۇرىنى كىرگۈزىشىڭىزكېرەك.
uk: Необхідно ввести 25-цифровий код подарункової картки Microsoft.
ur: آپ کو لازمی طور پہ 25 ہندسوں کا Microsoft تحفہ کارڈ کوڈ درج کرنا ہے.
uz: Siz 25 ta belgidan iborat Microsoft sovg‘a kartasi kodini kiritishingiz kerak.
vi: Bạn phải nhập vào mã thẻ quà tặng Microsoft có 25 chữ số.
zh_hans: 您必须输入 25 个字符的 Microsoft 礼品卡代码。
zh_hant: 您必須輸入 25 個字元的 Microsoft 禮品卡代碼。

# Literal.PrepaidCardNumber.Required
source: Microsoft gift card code is required.
af: Microsoft-geskenkbewyskode word vereis.
am: የ Microsoft ስጦታ ካርድ ኮድ ይፈለጋል።
ar: رمز بطاقة هدية من Microsoft‏ مطلوب.
as: Microsoft উপহাৰ কাৰ্ড নম্বৰ আৱশ্যক৷
az: Microsoft hədiyyə kartının kodu tələb olunur.
bg: Необходим е код на карта за подарък на Microsoft.
bn_in: Microsoft উপহার কার্ড কোড উল্লেখ করা দরকার৷
bs: Kôd Microsoft poklon kartice je obavezan.
cy: Rhaid rhoi cod y cerdyn rhodd Microsoft.
da: Microsoft-gavekortkoden skal angives.
de: Die Microsoft-Geschenkkartencode ist erforderlich.
el: Απαιτείται ο κωδικός προπληρωμένης κάρτας δώρου της Microsoft.
es: El código de tarjeta regalo de Microsoft es obligatorio.
et: Microsofti kinkekaardi number on kohustuslik.
eu: Microsoft opari-txartelaren kodea beharrezkoa da.
fa: به کد کارت هدیه Microsoft نیاز است.
ga: Tá cód an chárta bronntanais Microsoft ag teastáil.
gd: Tha feum air còd cairt preusant Microsoft.
gl: Necesítase o código da tarxeta agasallo de Microsoft.
gu: Microsoft ગીફ્ટ કાર્ડ કોડની આવશ્યકતા છે.
he: קוד שובר מתנה של Microsoft נדרש.
hi: Microsoft उपहार कार्ड कोड की आवश्यकता होती है.
hr: Kod Microsoftove darovne kartice obavezan je.
hu: A Microsoft ajándékkártya kódjának megadása kötelező.
id: Nomor kartu hadiah Microsoft wajib diisi.
is: Microsoft-gjafakortsnúmers er krafist.
ja: Microsoft ギフト カード コードが必要です。
ka: მიუთითეთ Microsoft-ის სასაჩუქრე ბარათის კოდი.
kk: Microsoft сыйлық картасының нөмірі қажет.
kn: Microsoft ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ.
ko: Microsoft 기프트 카드 번호는 필수 항목입니다.
ku_arab: کۆدی کارتی دیاری Microsoft پێویستە.
ky: Microsoft белек картынын номуру талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດບັດຂອງຂວັນ Microsoft.
lt: „Microsoft“ dovanų kortelės numeris būtinas.
lv: Norādiet Microsoft dāvanu kartes kodu.
mi: Kei te hiahiatia te waehere Microsoft kāri takoha.
mk: Кодот на Microsoft картичката за подарок е задолжителен.
ml: Microsoft ഗിഫ്റ്റ് കാര്‍ഡ് കോഡ് ആവശ്യമാണ്.
mn: Microsoft-ын бэлгийн картын кодыг оруулах шаардлагатай.
mr: Microsoft गिफ्ट कार्ड कोड आवश्यक आहे.
ms: Kod kad Microsoft Gift diperlukan.
mt: Il-kodiċi tal-Kard tar-Rigali tal-Microsoft hu meħtieġ.
ne: Microsoft उपहार कार्ड सङ्केत आवश्यक छ।
nn_no: Koden for Microsoft-gåvekortet er obligatorisk.
no: Kode for gavekortet fra Microsoft må angis.
or: Microsoft ଉପହାର କାର୍ଡ୍ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏Microsoft گفٹ کارڈ کوڈ درکار اے۔
pa_in: Microsoft ਗਿਫਟ ਕਾਰਡ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod karty podarunkowej firmy Microsoft jest wymagany.
ru: Необходимо ввести код карты оплаты Майкрософт.
sd: Microsoft تحفي جي ڪارڊ جي ڪوڊ جي گھرج آهي.
si: Microsoft තෑගි කාඩ් ප‍ත් අංකය සඳහන් කළ යුතු ය.
sl: Vnesti morate kodo Microsoftove darilne kartice.
sr_cyrl_rs: Код Microsoft поклон картице је обавезан.
sr_latn_rs: Kod Microsoft poklon kartice je obavezan.
sv: En kod för ett Microsoft-presentkort måste anges.
ta: Microsoft பரிசு அட்டைக் குறியீடு தேவை.
te: Microsoft బహుమతి కార్డ్ సంఖ్య అవసరం.
tg: Рамзи корти тӯҳфаи Microsoft ҳатмист.
th: ต้องระบุรหัสบัตรกำนัล Microsoft
tr: Microsoft hediye kartı numarası gereklidir.
tt: Майкрософт ширкәтенең бүләк картасының номеры мәҗбүри.
ug: Microsoft سوۋغات كارتىسىنىڭ كودى كېرەك.
uk: Необхідно ввести код подарункової картки Microsoft.
ur: Microsoft تحفہ کارڈ کوڈ درکار ہے۔
uz: Microsoft sovg‘a kartasi kodi talab qilinadi.
vi: Mã thẻ quà tặng Microsoft là cần thiết.
zh_hans: Microsoft 礼品卡代码为必填项。
zh_hant: Microsoft 禮品卡代碼是必要資訊。

# Word.WebSite.ErrorDescription.Support
source: If the problem persists, please contact customer support.
af: As die probleem voortduur, kontak asseblief kliëntondersteuning.
am: ችግሩ ከቀጠለ፣ እባክህ የደንበኛ ድጋፍን አግኝ ።
ar: إذا استمرت المشكلة، فالرجاء الاتصال بدعم العملاء.
as: যদি সমস্যাটো চলি থাকে, অনুগ্ৰহ কৰি গ্ৰাহক সমৰ্থকৰ লগত যোগাযোগ কৰক৷
az: Problem davam etsə, müştəri xidmətləri ilə əlaqə saxlayın.
bg: Ако проблемът продължи да възниква, се свържете с поддръжката на клиенти.
bn_in: সমস্যাটি থেকে গেলে, অনুগ্রহ করে গ্রাহক সহায়তায় যোগাযোগ করুন৷
bs: Ako problem potraje, obratite se korisničkoj podršci.
cy: Os bydd y broblem yn parhau, holwch cymorth i gwsmeriaid.
da: Kontakt kundesupport, hvis problemet fortsætter.
de: Wenden Sie sich an den Kundensupport, wenn das Problem weiterhin besteht.
el: Εάν το πρόβλημα συνεχιστεί, επικοινωνήστε με την υποστήριξη πελατών.
es: Si el problema continúa, póngase en contacto con el soporte al cliente.
et: Probleemi püsimisel pöörduge klienditoe poole.
eu: Arazoak jarraitzen badu, jarri harremanetan bezero-zerbitzuarekin.
fa: در صورت ادامه بروز این مشکل، لطفاً با پشتیبانی مشتری تماس بگیرید.
ga: Má leanann an fhadhb ar aghaidh, téigh i dteagmháil le tacaíocht do chustaiméirí le do thoil.
gd: Ma mhaireas an duilgheadas, cuir fios gu sgioba taic nan custamairean.
gl: Se o problema persiste, póñase en contacto con atención ao cliente.
gu: જો સમસ્યા ચાલુ રહે, તો કૃપા કરી ગ્રાહક સહાયનો સંપર્ક કરો.
he: אם הבעיה נמשכת, פנה לתמיכה ללקוח.
hi: अगर समस्या बनी रहती है, तो कृपया ग्राहक समर्थन से संपर्क करें.
hr: Ako se problem i dalje pojavljuje, obratite se službi za podršku.
hu: Ha a probléma továbbra is fennáll, forduljon az ügyfélszolgálathoz.
id: Jika masalah tetap muncul, silakan hubungi dukungan pelanggan.
is: Ef vandinn heldur áfram, hafðu samband við notendaþjónustu.
ja: 問題が解決しない場合は、カスタマー サポートに連絡してください。
ka: თუ პრობლემა არ მოგვარდება, გთხოვთ, დაუკავშირდეთ მომხმარებელთა დახმარების ცენტრს.
kk: Егер мәселе қайталанса, тұтынушыларды қолдау қызметіне хабарласыңыз.
kn: ಸಮಸ್ಯೆ ಬಗೆಹರಿಯದಿದ್ದರೆ, ದಯವಿಟ್ಟು ಗ್ರಾಹಕ ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 문제가 계속되면 고객 지원부로 문의하십시오.
ku_arab: ئەگەر گرفتەکە بەردەوام بوو، تکایە پەیوەندی بکە بە پشتیوانی راژەخوازەوە.
ky: Эгер көйгөй кайталанса, кардарларды колдоо кызматына кайрылыңыз.
lo: ຖ້າບັນຫາຍັງຄົງຢູ່, ກະລຸນາຕິດຕໍ່ຫາຝ່າຍສະໜັບສະໜູນລູກຄ້າ.
lt: Jei problema kartosis, kreipkitės į klientų aptarnavimo tarnybą.
lv: Ja problēma joprojām pastāv, lūdzu, sazinieties ar klientu atbalsta dienestu.
mi: Ki te haere tonu te raru, whakapā atu ki te tautoko kiritaki.
mk: Ако проблемот опстојува, контактирајте со службата за грижа за корисници.
ml: പ്രശ്‌നം നില്‍നില്‍ക്കുകയാണെങ്കില്‍, ഉപഭോക്തൃ പിന്തുണയെ ബന്ധപ്പെടുക.
mn: Хэрэв алдаа байсаар байвал, хэрэглэгчид туслалцаа үзүүлэх албатай холбогдоно уу.
mr: समस्या कायम राहिल्यास, कृपया ग्राहक समर्थनाशी संपर्क साधा.
ms: Jika masalah ini berterusan, sila hubungi sokongan pelanggan.
mt: Jekk il-problema tippersisti, jekk jogħġbok ikkuntattja lill-appoġġ għall-konsumaturi.
ne: यदि समस्या फेरि देखियो भने, कृपया उपभोक्ता समर्थनलाई सम्पर्क गर्नुहोस्।
nn_no: Dersom problemet held fram, kontaktar du kundestøtte.
no: Hvis problemet vedvarer, kontakter du kundestøtte.
or: ଯଦି ଅସୁବିଧା ବିଦ୍ୟମାନ ରହେ, ଦୟାକରି ଗ୍ରହାକ ସାମର୍ଥ୍ୟ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: جے مسلہ ہالے وی جاری اے تے مہربانی کرکے صارف دی معاونت نال رابطہ کرو۔
pa_in: ਜੇ ਸਮੱਸਿਆ ਬਣੀ ਰਹਿੰਦੀ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਗਾਹਕ ਸਹਾਇਤਾ ਦੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Jeśli problem będzie nadal występował, skontaktuj się z pomocą techniczną.
ru: Если проблема не устранена, обратитесь в службу поддержки клиентов.
sd: جيڪڏھن مسئلو برقرار رھي ٿو ته, مھرباني ڪري ڪسٽمر خدمتن سان رابطو ڪريو.
si: ගැටලුව දිගටම පවතින්නේ නම් පාරිභෝගික උපකාරක සේවාව අමතන්න.
sl: Če se težava znova pojavi, se obrnite na podporo za stranke.
sr_cyrl_rs: Ако проблем потраје, обратите се подршци за кориснике.
sr_latn_rs: Ako problem potraje, obratite se podršci za korisnike.
sv: Kontakta kundtjänst om problemet kvarstår.
ta: சிக்கல் நீடித்தால், வாடிக்கையாளர் ஆதரவைத் தொடர்புகொள்ளவும்.
te: సమస్య కొనసాగితే, దయచేసి కస్టమర్ మద్దతును సంప్రదించండి.
tg: гар мушкил боқӣ монад, лутфан, бо дастгирии муштариён тамос гиред.
th: หากไม่สามารถแก้ปัญหาได้ โปรดติดต่อฝ่ายบริการลูกค้า
tr: Sorun devam ederse, lütfen müşteri desteğe başvurun.
tt: Әгәр проблемасы булса, ярдәм белән элемтәшегез.
ug: ئەگەر خاتالىق يەنىلا مەۋجۈت بولسا ، خېرىدار مۇلازىمىتى بىلەن ئالاقىلىشىڭ.
uk: Якщо проблему не вдасться усунути, зверніться до служби підтримки користувачів.
ur: اگر مسئلہ برقرار رہتا ہے تو براہ مہربانی صارف معاون سے رابطہ کریں.
uz: Agar muammoni hal qila olmasangiz, xaridorlarni qo‘llab-quvvatlash xizmatiga murojaat qiling.
vi: Nếu sự cố vẫn tiếp diễn, vui lòng liên hệ bộ phận hỗ trợ khách hàng.
zh_hans: 如果问题依然存在，请与客户支持联系。
zh_hant: 如果仍有問題，請連絡客戶支援。
