Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.VenmoInstructionTextGroup.LoginInstruction
source: Click on 'Login to Venmo' or scan the QR code with your phone to verify your Venmo account.
af: Klik op “Meld aan by Venmo” of skandeer die QR-kode met jou foon om jou Venmo-rekening te verifieer.
am: የ Venmo መለያዎን ለማረጋገጥ 'ወደ Venmo መለያ ይግቡ' ላይ ጠቅ ያድርጉ ወይም የ QR ኮድን በስልክዎ ይቃኙ።
ar: انقر فوق "تسجيل الدخول إلى Venmo" أو امسح شفرة الاستجابة السريعة ضوئياً باستخدام هاتفك للتحقق من صحة حساب Venmo الخاص بك.
as: আপোনাৰ Venmo একাউণ্ট প্ৰমাণিত কৰিবলৈ 'Venmo একাউণ্টত লগইন কৰক'ত ক্লিক কৰক বা আপোনাৰ ফোনৰ সৈতে QR কোডটো স্কেন কৰক।
az: Venmo hesabınızı yoxlamaq üçün "Venmo-ya giriş et" seçiminə klikləyin və ya telefonunuzla QR kodunu skan edin.
bg: Щракнете върху „Вход във Venmo“ или сканирайте QR кода с телефона си, за да потвърдите акаунта си в Venmo.
bn_in: 'Venmo-তে লগইন করুন' এ ক্লিক করুন বা আপনার Venmo অ্যাকাউন্টটি যাচাই করতে আপনার ফোন দিয়ে QR কোডটি স্ক্যান করুন।
bs: Kliknite 'Prijavi se u Venmo' ili skenirajte QR kôd telefonom da biste potvrdili svoj Venmo račun.
cy: Cliciwch ar 'Mewngofnodi i Venmo' neu sganiwch y cod QR gyda'ch ffôn i ddilysu eich cyfrif Venmo.
da: Klik på "Log på Venmo", eller scan QR-koden med din telefon for at bekræfte din Venmo-konto.
de: Klicken Sie auf "Bei Venmo anmelden", oder scannen Sie den QR-Code mit Ihrem Telefon, um Ihr Venmo-Konto zu verifizieren.
el: Κάντε κλικ στην επιλογή "Σύνδεση στο Venmo" ή σαρώστε τον κωδικό QR με το τηλέφωνό σας για να επαληθεύσετε τον λογαριασμό σας Venmo.
es: Haga clic en "Iniciar sesión en Venmo" o digitalice el código QR con el teléfono para comprobar su cuenta de Venmo.
et: Venmo konto kinnitamiseks klõpsake nuppu „Venmosse sisselogimine“ või skannige QR-kood oma telefoniga.
eu: Sakatu "Hasi saioa Venmo-n" edo eskaneatu QR kodea telefonoarekin Venmo-ko kontua egiaztatzeko.
fa: روی «ورود به Venmo» کلیک کنید یا کد QR را با تلفنتان اسکن کنید تا حساب Venmo تأیید شود.
ga: Cliceáil ar 'Logáil isteach chuig Venmo' nó déan an cód QR a scanadh le d'fhón chun do chuntas Venmo a fhíorú.
gd: Briog air “Clàraich a-steach gu Venmo” no sganaich an còd QR leis an fhòn agad a dhearbhadh a’ chunntais Venmo agad.
gl: Faga clic en “Iniciar sesión en Venmo” ou dixitalice o código QR co teléfono para verificar a súa conta de Venmo.
gu: તમારું Venmo ખાતું ચકાસવા માટે 'Venmoમાં લૉગિન કરો' પર ક્લિક કરો અથવા તમારા ફોન વડે QR કોડને સ્કૅન કરો.
he: לחץ על 'היכנס אל Venmo' או סרוק את קוד ה- QR באמצעות הטלפון כדי לאמת את חשבון Venmo שלך.
hi: अपने Venmo खाते को सत्यापित करने के लिए 'लॉग इन टू Venmo' पर क्लिक करें या अपने फ़ोन से QR कोड को स्कैन करें.
hr: Kliknite „Prijava na Venmo” ili skenirajte QR kod telefonom kako biste potvrdili račun za Venmo.
hu: A Venmo-fiókja ellenőrzéséhez kattintson a „Bejelentkezés a Venmo szolgáltatásba” elemre, vagy szkennelje be a QR-kódot a telefonjával.
id: Klik 'Masuk ke Venmo' atau pindai kode QR dengan telepon Anda untuk memverifikasi akun Venmo Anda.
is: Smelltu á „Skrá inn í Venmo“ eða skannaðu QR-kóðann með símanum þínum til að staðfesta Venmo-reikninginn þinn.
ja: [Venmo にログイン] をクリックするか、スマートフォンで QR コードをスキャンして、Venmo アカウントを確認してください。
ka: დააჭირეთ ღილაკს „Venmo-ში შესვლა“ ან დაასკანირეთ QR კოდი თქვენი ტელეფონით თქვენი Venmo ანგარიშის გადასამოწმებლად.
kk: Venmo тіркелгісін растау үшін "Venmo жүйесіне кіру" түймешігін басыңыз немесе телефоныңызбен QR кодты сканерлеңіз.
kn: ನಿಮ್ಮ Venmo ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು 'Venmo ಗೆ ಲಾಗಿನ್ ಮಾಡಿ' ಕ್ಲಿಕ್ ಮಾಡಿ ಅಥವಾ ನಿಮ್ಮ ಫೋನ್ ಮೂಲಕ QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ.
ko: 'Venmo에 로그인'을 클릭하거나 휴대폰으로 QR 코드를 스캔하여 Venmo 계정을 인증하세요.
lo: ຄລິກທີ່ 'ເຂົ້າສູ່ລະບົບ Venmo' ຫຼື ສະແກນລະຫັດ QR ດ້ວຍໂທລະສັບຂອງທ່ານເພື່ອຢັ້ງ​ຢືນບັນຊີ Venmo ຂອງທ່ານ.
lt: Spustelėkite „Prisijungti prie Venmo“ arba nuskaitykite QR kodą telefonu, kad patvirtintumėte savo „Venmo“ paskyrą.
lv: Noklikšķiniet uz "Pieteikties Venmo" vai skenējiet QR kodu ar tālruni, lai verificētu savu Venmo kontu.
mi: Pāwhiritia te 'Takiuru ki Venmo', ka karapa rānei i te waehere QR ki tō waea hei manatoko i tō pūkete Venmo.
mk: Кликнете на „Најави се на Venmo“ или скенирајте го QR-кодот со вашиот телефон за да ја потврдите вашата сметка на Venmo.
ml: ‘Venmo-യിലേക്ക് ലോഗിൻ ചെയ്യുക’ എന്നത് ക്ലിക്കുചെയ്യുക അല്ലെങ്കിൽ നിങ്ങളുടെ Venmo അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കുന്നതിന് നിങ്ങളുടെ ഫോൺ ഉപയോഗിച്ച് QR കോഡ് സ്കാൻ ചെയ്യുക.
mr: आपले Venmo खाते पडताळण्यासाठी 'Venmo वर लॉगिन करा' वर क्लिक करा किंवा आपल्या फोनसह QR कोड स्कॅन करा.
ms: Klik pada 'Log masuk ke Venmo' atau imbas kod QR dengan telefon anda untuk menentusahkan akaun Venmo anda.
mt: Ikklikkja fuq 'Idħol f’Venmo' jew skennja l-kodiċi QR bil-mowbajl tiegħek biex tivverifika l-kont ta’ Venmo tiegħek.
ne: आफ्नो Venmo खाता रुजू गर्न 'Venmo मा लगइन गर्नुहोस्' मा क्लिक गर्नुहोस् वा आफ्नो फोनले QR कोड स्क्यान गर्नुहोस्।
nn_no: Klikk på «Logg på Venmo» eller skann QR-koden med telefonen din for å stadfeste Venmo-kontoen din.
no: Klikk på Logg på Venmo, eller skann QR-koden med telefonen for å bekrefte Venmo-kontoen.
or: 'Venmo ରେ ଲଗ୍‍‌ଇନ୍‍‌ କରନ୍ତୁ’ ଉପରେ କ୍ଲିକ୍ କରନ୍ତୁ କିମ୍ୱା ଆପଣଙ୍କ Venmo ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କ ଫୋନ୍ ସହିତ QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ ।
pa_in: ਆਪਣੇ Venmo ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ 'Venmo' ਤੇ ਲੌਗਇਨ ਕਰੋ' 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਜਾਂ ਆਪਣੇ ਫ਼ੋਨ ਨਾਲ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ।
pl: Kliknij pozycję „Zaloguj się do narzędzia Venmo” lub zeskanuj kod QR za pomocą telefonu, aby zweryfikować konto Venmo.
ru: Нажмите "Войти в Venmo" или отсканируйте QR-код своим телефоном, чтобы подтвердить свою учетную запись Venmo.
sl: Kliknite "Prijava v Venmo" ali s telefonom poskenirajte kodo QR in preverite svoj račun Venmo.
sr_cyrl_rs: Кликните на дугме „Пријавите се у Venmo“ или скенирајте QR шифру телефоном да бисте верификовали Venmo налог.
sr_latn_rs: Kliknite na „Prijavite se u Venmo“ ili skenirajte QR kôd telefonom da biste verifikovali Venmo nalog.
sv: Klicka på Logga in på Venmo eller skanna QR-koden med din mobil för att bekräfta ditt Venmo-konto.
ta: உங்கள் Venmo கணக்கைச் சரிபார்க்க, 'Venmo-இல் உள்நுழைக' என்பதைக் கிளிக் செய்யவும் அல்லது உங்கள் தொலைபேசி மூலம் QR குறியீட்டை ஸ்கேன் செய்யவும்.
te: మీ Venmo ఖాతాను ధృవీకరించడానికి 'Venmoకు లాగిన్ చేయండి' పై క్లిక్ చేయండి లేదా మీ ఫోన్‌తో QR కోడ్‌ను స్కాన్ చేయండి.
th: คลิกที่ 'เข้าสู่ระบบ Venmo' หรือสแกนคิวอาร์โค้ดด้วยโทรศัพท์ของคุณเพื่อยืนยันบัญชี Venmo ของคุณ
tr: Venmo hesabın doğrulamak için ‘Venmo’da oturum aç’ düğmesine tıklayın veya QR kodunu telefonunuzla tarayın.
tt: Venmo хисап язмасын раслау өчен, "Venmo’га керү" төймәсенә басыгыз яки QR кодын телефон белән сканерлагыз.
ug: «Venmo غا تىزىملاپ كىرىش» نى چېكىڭ ياكى تېلېفونىڭىز بىلەن QR كودىنى سايىلەپ، Venmo ھېساباتىڭىزنى دەلىللەڭ.
uk: Натисніть Login to Venmo (Увійти у Venmo) або відскануйте QR-код за допомогою телефона, щоб підтвердити свій обліковий запис Venmo.
ur: 'Venmo میں لاگ ان کریں' پر کلک کریں یا اپنے Venmo اکاؤنٹ کی تصدیق کرنے کے لیے اپنے فون سے QR کوڈ کو سکین کریں۔
vi: Bấm vào 'Đăng nhập vào Venmo' hoặc quét mã QR bằng điện thoại để xác minh tài khoản Venmo của bạn.
zh_hans: 单击“登录到 Venmo”或使用手机扫描 QR 码以验证 Venmo 帐户。
zh_hant: 按兩下 [登入 Venmo]，或使用您的手機掃描 QR 代碼以驗證您的 Venmo 帳戶。

# Literal.xboxCoBrandedCardQrCode.ApplyOnConsoleTooltip
source: Doing this on mobile is often quicker than using a controller
af: Dit is dikwels vinniger om dit op selfoon te doen as om ’n beheerder te gebruik
am: ይህንን በሞባይል ላይ ማድረግ ብዙውን ጊዜ መቆጣጠሪያ ከመጠቀም የበለጠ ፈጣን ነው።
ar: غالبا ما يكون إجراء ذلك على الهاتف المحمول أسرع من استخدام وحدة تحكم
as: ম’বাইলত এইটো কৰাটো সাধাৰণতে নিয়ন্ত্ৰক ব্যৱহাৰ কৰাতকৈ দ্ৰুত হয়
az: Bunu mobil telefonda etmək çox vaxt nəzarətçidən istifadə etməkdən daha sürətli olur
bg: Извършването на това на мобилни устройства често е по-бързо, отколкото с използването на контролер
bn_in: মোবাইলে এটি করা একটি কন্ট্রোলার ব্যবহার করার চেয়ে প্রায়শই দ্রুততর হয়
bs: Ovo se često brže izvrši na mobitelu nego na kontroleru
cy: Mae gwneud hyn ar symudol yn aml yn gyflymach na defnyddio rheolydd
da: Det er ofte hurtigere at gøre dette på mobilen end at bruge en controller
de: Dies ist auf Mobilgeräten häufig schneller als mit einem Controller
el: Αυτή η ενέργεια σε κινητές συσκευές είναι συχνά ταχύτερη από τη χρήση ενός χειριστηρίου
es: Realizar esto en dispositivos móviles suele ser más rápido que usar un controlador
et: Mobiilis on selle tegemine sageli kiirem kui konsooli kasutades
eu: Hau mugikorrean egitea errazagoa da maiz kontrolatzaile bat erabiliz egitea baino
fa: انجام این مورد در تلفن همراه اغلب سریعتر از استفاده از دسته بازی است
ga: Is minic go mbíonn sé níos tapúla é seo a dhéanamh ar fhóin phóca ná rialtóir a úsáid
gd: Nithear seo nas luaithe air uidheam mobile a ghnàth seach le bhith a’ cleachdadh smachdair
gl: Polo xeral, isto faise máis rápido co móbil que cun mando
gu: મોબાઇલ પર આમ કરવું તે મોટા ભાગે નિયંત્રકનો ઉપયોગ કરવા કરતાં વધુ ઝડપી હોય છે
he: לעתים קרובות, ביצוע פעולה זו במכשירים ניידים מהיר יותר משימוש בבקר
hi: मोबाइल पर ऐसा करना अक्सर नियंत्रक का उपयोग करने की तुलना में अधिक तेज़ होता है
hr: To je često brže od upotrebe kontrolera na mobilnom uređaju
hu: Ezt mobileszközökön általában gyorsabban el lehet végezni, mint kontrolleren
id: Melakukan tindakan ini di ponsel sering kali lebih cepat daripada menggunakan pengontrol
is: Það er oft fljótlegra að gera þetta í farsímanum en að nota stýringar
ja: これをモバイルで行うと、多くの場合はコントローラーを使用するより早くなります
ka: ამ მოქმედების მობილურში შესრულება ხშირად უფრო სწრაფად არის შესაძლებელი, ვიდრე მაკონტროლებელის გამოყენების დროს
kk: Мұны көбінесе контроллерге қарағанда мобильді құрылғыда жылдамырақ орындауға болады
kn: ಇದನ್ನು ಮೊಬೈಲ್‍‌ನಲ್ಲಿ ಮಾಡುವುದು ನಿಯಂತ್ರಕವನ್ನು ಬಳಸುವುದಕ್ಕಿಂತ ಹೆಚ್ಚು ವೇಗವಾಗಿರುತ್ತದೆ
ko: 모바일에서 이 작업을 수행하는 것이 컨트롤러를 사용하는 것보다 더 빠른 경우가 많습니다.
lo: ການເຮັດສິ່ງນີ້ໃນອຸປະກອນມືຖືມັກຈະໄວກວ່າການໃຊ້ຕົວຄວບຄຸມ
lt: Tai padaryti mobiliajame įrenginyje dažnai galima greičiau nei naudojant valdiklį
lv: Šī darbība mobilajās ierīcēs bieži ir ātrāka nekā vadāmierīces izmantošana
mi: Ko te tikanga he tere ake te mahi i tēnei i runga pūrere pūkoro i te whakamahi i tētahi pūmana
mk: Да го направите ова на мобилен е често побрзо отколку да користите контролер
ml: മൊബൈലിൽ ഇത് ചെയ്യുന്നത് പലപ്പോഴും ഒരു കൺട്രോളർ ഉപയോഗിക്കുന്നതിനേക്കാൾ വേഗത്തിലാണ്
mr: मोबाइलवर हे करणे नियंत्रक वापरण्यापेक्षा अधिक जलद आहे
ms: Melakukan ini pada telefon bimbit adalah lebih cepat daripada menggunakan alat pengawal
mt: Li tagħmel dan fuq il-mowbajl ġeneralment ġeneralment huwa aktar veloċi milli tuża kontrollur
ne: मोबाइलमा यस्तो गर्नु प्रायः नियन्त्रक प्रयोग गर्नु भन्दा छिटो हुन्छ।
nn_no: Å gjere dette på mobil er ofte raskare enn å bruke ein kontrollar
no: Å gjøre dette på mobil er ofte raskere enn å bruke en kontroller
or: ଏକ ନିୟନ୍ତ୍ରକ ବ୍ୟବହାର କରିବା ଅପେକ୍ଷା ମୋବାଇଲ୍‍‌ରେ ଏପରି କରିବା ଅନେକ ସମୟରେ ଶୀଘ୍ର ହୋଇଥାଏ
pa_in: ਇਸ ਨੂੰ ਮੋਬਾਈਲ 'ਤੇ ਕਰਨਾ ਅਕਸਰ, ਕੰਟਰੋਲਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਨਾਲੋਂ ਜ਼ਿਆਦਾ ਤੇਜ਼ ਹੁੰਦਾ ਹੈ
pl: Wykonywanie tej czynności na urządzeniach przenośnych jest często szybsze niż korzystanie z kontrolera
ru: Сделать это на мобильном устройстве зачастую можно быстрее, чем с помощью контроллера
sl: To v mobilnih napravah je pogosto hitrejše kot uporaba krmilnika
sr_cyrl_rs: Ово је често брже од коришћења управљача за мобилне уређаје
sr_latn_rs: Ovo je često brže od korišćenja upravljača za mobilne uređaje
sv: Det går ofta snabbare att göra det här på mobilen än att använda konsolen
ta: கண்ட்ரோலரைப் பயன்படுத்துவதை விட மொபைலில் இதைச் செய்வது மிகவும் வேகமானதாக உள்ளது
te: కంట్రోలర్‌ని ఉపయోగించడం కంటే మొబైల్‌లో దీన్ని చేయడం తరచుగా వేగంగా ఉంటుంది
th: การทําเช่นนี้ในอุปกรณ์เคลื่อนที่มักจะเร็วกว่าการใช้ตัวควบคุม
tr: Bu işlem genellikle mobil cihazda denetleyiciye göre daha hızlı yapılır
tt: Моны мобиль җайланмада эшләү еш кына контроллер кулланудан тизрәк
ug: بۇنى كۆچمە ئۈسكۈنىدە تېخىمۇ تېز قىلالايسىز
uk: Робити це на мобільному пристрої зазвичай швидше, ніж за допомогою контролера
ur: موبائل پر ایسا کرنا کنٹرولر استعمال کرنے سے اکثر زیادہ تیز ہوتا ہے
uz: Buni mobil qurilmada qilish odatda boshqaruvchidan foydalanishdan tezroq
vi: Làm điều này trên thiết bị di động thường nhanh hơn sử dụng bộ điều khiển
zh_hans: 在移动设备上执行此操作通常比使用控制器更快
zh_hant: 在行動裝置上執行這項作業通常會比使用控制器更快速

# Literal.xboxCoBrandedCardQrCode.Page1Heading
source: Apply now
af: Doen nou aansoek
am: አሁን ይተግብሩ
ar: قدّم الآن
as: এতিয়া আৱেদন কৰক
az: İndi tətbiq edin
bg: Кандидатстване сега
bn_in: এখনই আবেদন করুন
bs: Pošaljite zahtjev sada
cy: Ymgeisio nawr
da: Ansøg nu
de: Jetzt bewerben
el: Άμεση εφαρμογή
es: Solicitar ahora
et: Rakenda kohe
eu: Eskatu
fa: اکنون اعمال شود
ga: Déan iarratas anois
gd: Dèan tagradh an-dràsta
gl: Solicitar agora
gu: હમણાં જ લાગુ કરો
he: הגש בקשה עכשיו
hi: अभी आवेदन करें
hr: Primijeni sad
hu: Kérelem most
id: Daftar sekarang
is: Virkja núna
ja: 今すぐ申請する
ka: ახლა გამოყენება
kk: Қазір қолдану
kn: ಈಗ ಅನ್ವಯಿಸಿ
ko: 지금 신청
lo: ສະໝັກດຽວນີ້
lt: Taikyti dabar
lv: Lietot tūlīt
mi: Tono ināianei
mk: Аплицирај сега
ml: ഇപ്പോൾതന്നെ അപേക്ഷിക്കുക
mr: आवेदन करा
ms: Mohon sekarang
mt: Applika issa
ne: अहिले आवेदन दिनुहोस्
nn_no: Søk no
no: Søk nå
or: ବର୍ତ୍ତମାନ ପ୍ରୟୋଗ କରନ୍ତୁ
pa_in: ਹੁਣੇ ਅਰਜ਼ੀ ਦਿਓ
pl: Zgłoś się teraz
ru: Подать заявку сейчас
sl: Uporabi zdaj
sr_cyrl_rs: Пријавите се одмах
sr_latn_rs: Prijavite se odmah
sv: Registrera dig nu
ta: இப்போதே பயன்படுத்து
te: ఇప్పుడే దరఖాస్తు చేసుకోండి
th: สมัครตอนนี้
tr: Şimdi başvurun
tt: Хәзер куллану
ug: قوللىنىش
uk: Подати заявку зараз
ur: ابھی اطلاق کریں
uz: Tatbiq etish
vi: Đăng ký ngay
zh_hans: 立即申请
zh_hant: 立即申請

# Literal.xboxCoBrandedCardQrCode.Page1Subheading
source: Xbox Mastercard
gu: Xbox માસ્ટરકાર્ડ
no: Xbox-hovedkort
te: Xbox మాస్టర్ కార్డ్
ur: Xbox ماسٹر کارڈ
zh_hans: Xbox 万事达卡

# Literal.xboxCoBrandedCardQrCode.ScanQRCodeText
source: Scan the QR code to apply on mobile
af: Skandeer die QR-kode om op selfoon toe te pas
am: በሞባይል ላይ ለመተግበር የ QR ኮድን ይቃኙ
ar: امسح شفرة الاستجابة السريعة ضوئيا لتطبيقها على الجوال
as: ম’বাইলত প্ৰয়োগ কৰিবলৈ QR ক’ডটো স্কেন কৰক
az: Mobilə tətbiq etmək üçün QR kodunu skan edin
bg: Сканирайте QR кода, за да го приложите на мобилно устройство
bn_in: মোবাইলে প্রয়োগ করতে QR কোডটি স্ক্যান করুন
bs: Skenirajte QR kôd da biste se prijavili putem mobilnog uređaja
cy: Sganiwch y cod QR i'w ddefnyddio ar symudol
da: Scan QR-koden for at ansøge på mobilen
de: QR-Code scannen, der auf Mobilgeräte angewendet werden soll
el: Σαρώστε τον κωδικό QR για εφαρμογή σε κινητές συσκευές
es: Escanea el código QR para solicitarla en dispositivos móviles
et: Mobiilsideseadmes rakendamiseks skannige QR-kood
eu: Gailu mugikorraren bidez eskatzeko, eskaneatu QR kodea
fa: برای ارائه درخواست از طریق تلفن همراه، کد QR را اسکن کنید
ga: Scan an cód QR le cur i bhfeidhm ar ghléas móibíleach
gd: Sganaich an còd QR airson tagradh a chur air uidheam mobile
gl: Dixitalice o código QR para realizar a solicitude no móbil
gu: મોબાઇલ પર લાગુ કરવા માટે QR કોડ સ્કૅન કરો
he: סרוק את קוד ה- QR כדי להחיל אותו במכשירים ניידים
hi: मोबाइल पर लागू करने के लिए QR कोड स्कैन करें
hr: Skenirajte QR kod kako biste ga primijenili na mobilnom uređaju
hu: A kérelem mobileszközről való indításához olvasd be a QR-kódot
id: Pindai kode QR untuk mendaftar di ponsel
is: Skannaðu QR kóðann til að sækja um í farsíma
ja: QR コードをスキャンしてモバイルに適用する
ka: მობილურში გამოსაყენებლად დაასკანირეთ QR კოდი
kk: Мобильді құрылғыда қолдану үшін QR кодын сканерлеңіз
kn: ಮೊಬೈಲ್‌ನಲ್ಲಿ ಅನ್ವಯಿಸಲು QR ಕೋಡ್ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: QR 코드를 스캔하여 모바일에서 신청
lo: ສະແກນລະຫັດ QR ເພື່ອສະໝັກຜ່ານມືຖື
lt: Nuskaitykite QR kodą, kad galėtumėte taikyti mobiliajame įrenginyje
lv: Skenējiet QR kodu, lai lietotu mobilajā ierīcē
mi: Karapaina te waehere QR hei tono mā te pūkoro
mk: Скенирајте го QR-кодот за да го примените на мобилен телефон
ml: മൊബൈലിൽ അപേക്ഷിക്കാൻ QR കോഡ് സ്കാൻ ചെയ്യുക
mr: मोबाइलवर लागू करण्यासाठी QR कोड स्कॅन करा
ms: Imbas kod QR untuk digunakan pada peranti mudah alih
mt: Skennja l-kodiċi QR biex tapplikah fuq il-mowbajl
ne: मोबाइलमा आवेदन दिन QR कोड स्क्यान गर्नुहोस्
nn_no: Skann QR-koden for å bruke på mobiltelefonen
no: Skann QR-koden for å bruke den på mobilen
or: ମୋବାଇଲ୍‍‌ରେ ପ୍ରୟୋଗ କରିବାକୁ QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ
pa_in: ਮੋਬਾਈਲ 'ਤੇ ਲਾਗੂ ਕਰਨ ਲਈ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ
pl: Zeskanuj kod QR, aby zastosować go na urządzeniu przenośnym
ru: Отсканируйте QR-код, чтобы подать заявку с мобильного устройства
sl: Optično preberite kodo QR, ki jo želite uporabiti v mobilni napravi
sr_cyrl_rs: Скенирајте QR шифру да бисте се пријавили на мобилном уређају
sr_latn_rs: Skenirajte QR šifru da biste se prijavili na mobilnom uređaju
sv: Skanna QR-koden för att använda den på mobilen
ta: மொபைலில் பயன்படுத்த, QR குறியீட்டை ஸ்கேன் செய்யவும்
te: మొబైల్‌లో దరఖాస్తు చేయడానికి QR కోడ్‌ను స్కాన్ చేయండి
th: สแกนคิวอาร์โค้ดเพื่อนําไปใช้บนอุปกรณ์เคลื่อนที่
tr: Mobil cihazdan başvurmak için QR kodunu tarayın
tt: Мобиль җайланмада куллану өчен, QR кодын сканерлагыз
ug: يانفوندا قوللىنىش ئۈچۈن QR كودىنى سايىلەڭ
uk: Відскануйте QR-код, щоб подати заявку з мобільного пристрою
ur: موبائل پر اطلاق کرنے کے لئے QR کوڈ سکین کریں
uz: Mobil qurilmada qoʻllash uchun QR kodni skanerlang
vi: Quét mã QR để đăng ký trên thiết bị di động
zh_hans: 扫描 QR 码以在移动设备上申请
zh_hant: 掃描 QR 代碼以在行動裝置上申請

# Literal.xboxCoBrandedCardQrCode.ApplyButton
source: Apply on console
af: Pas toe op konsole
am: በኮንሶል ላይ ያመልክቱ
ar: طبّقه على وحدة التحكم
as: কনছ’লত প্ৰয়োগ কৰক
az: Konsola tətbiq et
bg: Прилагане на конзолата
bn_in: কনসোলে প্রয়োগ করুন
bs: Pošaljite zahtjev putem konzole
cy: Defnyddio ar gonsol
da: Ansøg på konsollen
de: Auf Konsole anwenden
el: Εφαρμογή στην κονσόλα
es: Aplicar en la consola
et: Rakenda konsoolis
eu: Aplikatu kontsolan
fa: ارائه درخواست از طریق کنسول
ga: Cuir i bhfeidhm ar chonsól
gd: Cuir tagradh air consoil
gl: Solicitar na consola
gu: કંસોલ પર લાગુ કરો
he: החל על הקונסולה
hi: कंसोल पर लागू करें
hr: Primijeni na konzolu
hu: Kérelem indítása konzolon
id: Daftar di konsol
is: Sækja um á stjórnborði
ja: コンソールで申請する
ka: კონსოლზე გამოყენება
kk: Консольде қолдану
kn: ಕನ್ಸೋಲ್‌ನಲ್ಲಿ ಅನ್ವಯಿಸಿ
ko: 콘솔에서 신청
lo: ສະໝັກຜ່ານຄອນໂຊລ
lt: Taikyti konsolėje
lv: Lietot konsolē
mi: Tono mā te papatohu
mk: Аплицирајте на конзолата
ml: കൺസോളിൽ അപേക്ഷിക്കുക
mr: कन्सोलवर आवेदन करा
ms: Gunakan pada konsol
mt: Applika fuq il-console
ne: कन्सोलमा आवेदन दिनुहोस्
nn_no: Bruk på konsoll
no: Bruk på konsoll
or: କନସୋଲ୍‍‌ରେ ପ୍ରୟୋଗ କରନ୍ତୁ
pa_in: ਕਨਸੋਲ 'ਤੇ ਲਾਗੂ ਕਰੋ
pl: Zastosuj na konsoli
ru: Подать заявку на консоли
sl: Uporabi v konzoli
sr_cyrl_rs: Пријавите се на конзоли
sr_latn_rs: Prijavite se na konzoli
sv: Använd på konsol
ta: கன்சோலில் பயன்படுத்து
te: కన్సోల్ మీద అప్లై చేయండి
th: นําไปใช้บนคอนโซล
tr: Konsoldan başvur
tt: Консольдә куллану
ug: سۇپىدا ئىلتىماس قىلىش
uk: Подати заявку з використанням консолі
ur: کنسول پر اطلاق کریں
uz: Konsolda qoʻllash
vi: Đăng ký trên máy chơi game console
zh_hans: 在主机上申请
zh_hant: 在主機上申請

# Literal.xboxCoBrandedCardQrCode.AnotherDeviceText
source: Don't have another device?
af: Het jy nie ’n ander toestel nie?
am: ሌላ መሳሪያ የለህም?
ar: ليس لديك جهاز آخر؟
as: আন এটা ডিভাইচ নাই নেকি?
az: Başqa cihazınız yoxdur?
bg: Нямате друго устройство?
bn_in: অন্য কোনো ডিভাইস নেই?
bs: Nemate drugi uređaj?
cy: Dim dyfais arall?
da: Har du ikke en anden enhed?
de: Sie haben kein anderes Gerät?
el: Δεν έχετε άλλη συσκευή;
es: ¿No tienes otro dispositivo?
et: Kas teil pole teist seadet?
eu: Beste gailu bat duzu?
fa: دستگاه دیگری ندارید؟
ga: Nach bhfuil gléas eile agat?
gd: Nach eil uidheam eile agad?
gl: Non ten ningún outro dispositivo?
gu: બીજું ડિવાઇસ નથી?
he: אין לך מכשיר אחר?
hi: कोई अन्य डिवाइस नहीं है?
hr: Nemate drugi uređaj?
hu: Nincs másik eszközöd?
id: Tidak memiliki perangkat lain?
is: Ertu ekki með annað tæki?
ja: 別のデバイスをお持ちではありませんか?
ka: არ გაქვთ სხვა მოწყობილობა?
kk: Басқа құрылғыңыз жоқ па?
kn: ಬೇರೆ ಸಾಧನವಿಲ್ಲವೇ?
ko: 다른 장치가 없나요?
lo: ບໍ່ມີອຸປະກອນອື່ນໆບໍ?
lt: Neturite kito įrenginio?
lv: Vai jums nav citas ierīces?
mi: Kāhore he pūrere anō?
mk: Немате друг уред?
ml: മറ്റൊരു ഉപകരണം ഇല്ലേ?
mr: दुसरे डिव्हाइस नाही आहे?
ms: Tidak mempunyai peranti lain?
mt: M’għandek tagħmir ieħor?
ne: अर्को यन्त्र छैन?
nn_no: Har du ikkje ei anna eining?
no: Har du ikke en annen enhet?
or: ଅନ୍ୟ ଡିଭାଇସ୍ ନାହିଁ କି?
pa_in: ਕੋਈ ਹੋਰ ਡਿਵਾਇਸ ਨਹੀਂ ਹੈ?
pl: Nie masz innego urządzenia?
ru: У вас нет другого устройства?
sl: Ali nimate druge naprave?
sr_cyrl_rs: Немате други уређај?
sr_latn_rs: Nemate drugi uređaj?
sv: Har du ingen annan enhet?
ta: வேறு சாதனம் இல்லையா?
te: మరో పరికరం లేదా?
th: ไม่มีอุปกรณ์อื่นใช่หรือไม่
tr: Başka bir cihazınız yok mu?
tt: Башка җайланмагыз юкмы?
ug: باشقا ئۈسكۈنە يوقمۇ؟
uk: У вас немає іншого пристрою?
ur: کوئی دیگر آلہ نہیں ہے؟
uz: Boshqa qurilmangiz bormi?
vi: Bạn không có thiết bị khác?
zh_hans: 没有其他设备?
zh_hant: 沒有其他裝置?
