Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Business
source: Business
af: Besigheid
am: ንግድ/ቢዝነስ
ar: الأعمال
as: ব্যৱসায়
az: Biznes
bg: Бизнес
bn_in: ব্যবসা
bs: Poslovanje
cy: Busnes
da: Virksomhed
de: Unternehmen
el: Επιχείρηση
es: Empresa
et: Ettevõte
eu: Negozioak
fa: فعالیت تجاری
ga: Gnó
gd: Gnìomhachas
gl: Negocios
gu: વ્યવસાય
he: עסק
hi: व्वयसाय
hr: Tvrtka
hu: Vállalkozás
id: Bisnis
is: Fyrirtæki
ja: 事業者
ka: ბიზნესი
kk: Бизнес
kn: ವ್ಯವಹಾರ
ko: 비즈니스
ku_arab: بزنس
ky: Бизнес
lo: ທຸ​ລະ​ກິດ
lt: Įmonė
lv: Uzņēmējdarbība
mi: Te Ao Pakihi
mk: Бизнис
ml: ബിസിനസ്സ്
mn: Бизнес
mr: व्यवसाय
ms: Perniagaan
mt: Negozju
ne: व्यवसाय
nn_no: Arbeid
no: Arbeid
or: ବ୍ୟବସାୟ
pa_arab_pk: کاروبار
pa_in: ਵਪਾਰ
pl: Firma
ru: Рабочий
sd: ڪاروبار
si: ව්‍යාපාරය
sl: Podjetje
sr_cyrl_rs: Посао
sr_latn_rs: Posao
sv: Företag
ta: வணிகம்
te: వ్యాపారం
tg: Корхона
th: ธุรกิจ
tr: İşletme
tt: Бизнес
ug: سودا
uk: Область діяльності
ur: کاروبار
uz: Biznes
vi: Kinh doanh
zh_hans: 业务
zh_hant: 商業

# Word.Personal
source: Personal
af: Persoonlik
am: የግል
ar: شخصي
as: ব্যক্তিগত
az: Şəxsi
bg: Лична
bn_in: ব্যক্তিগত
bs: Osobno
cy: Personol
da: Personlig
de: Privat
el: Προσωπικό
et: Isiklik
eu: Pertsonala
fa: شخصی
ga: Pearsanta
gd: Pearsanta
gl: Persoal
gu: વ્યક્તિગત
he: אישי
hi: व्यक्तिगत
hr: Osobno
hu: Személyes
id: Pribadi
is: Persónulegt
ja: 個人
ka: პერსონალური
kk: Жеке
kn: ವೈಯಕ್ತಿಕ
ko: 개인
ku_arab: شەخسی
ky: Жеке
lo: ສ່ວນຕົວ
lt: Asmeninis
lv: Personisks
mi: Whaiaro
mk: Лично
ml: സ്വകാര്യം
mn: Хувийн
mr: वैयक्तिक
ms: Peribadi
mt: Personali
ne: व्यक्तिगत
nn_no: Personleg
no: Personlig
or: ବ୍ୟକ୍ତିଗତ
pa_arab_pk: ذاتی
pa_in: ਨਿਜੀ
pl: Osobowe
ru: Личный
sd: نجي
si: පුද්ගලික
sl: Osebno
sr_cyrl_rs: Лично
sr_latn_rs: Lično
sv: Personlig
ta: தனிப்பட்டது
te: వ్యక్తిగత
tg: Шахсӣ
th: ส่วนบุคคล
tr: Kişisel
tt: Шәхси
ug: شەخسىي
uk: Особистий
ur: ذاتی
uz: Shaxsiy
vi: Cá nhân
zh_hans: 个人
zh_hant: 個人

# Literal.Consent.Content.AgentFlow
source: Operating On Behalf Of: <br /> Identity Value: <br /> {0} <br /><br /> Identity Type: <br /> {1} <br /><br /> Passport Member: <br /> {2} <br />
af: Word bedryf namens: <br /> Identiteitswaarde: <br /> {0} <br /><br /> Identiteitstipe: <br /> {1} <br /><br /> Paspoortlid: <br /> {2} <br />
am: ስራ የሚሰራው የሚከተለውን በመወከል ነው፦ <br /> የማንነት መለያ ዋጋ፦ <br /> {0} <br /><br /> የማንነት መለያ አይነት፦ <br /> {1} <br /><br /> የፓስፖርት አባል፦ <br /> {2} <br />
ar: يعمل نيابة عن: <br /> قيمة الهوية: <br /> {0} <br /><br /> نوع الهوية: <br /> {1} <br /><br /> عضو Passport: <br /> {2} <br />
as: ইয়াৰ হৈ পৰিচালনা কৰে: <br /> পৰিচয় মূল্য: <br /> {0} <br /><br /> পৰিচয় প্ৰকাৰ: <br /> {1} <br /><br /> পাছপ’ৰ্ট সদস্য: <br /> {2} <br />
az: Bu şəxsin adından fəaliyyət göstərir: <br /> Eynilik Dəyəri: <br /> {0} <br /><br /> Eynilik Növü: <br /> {1} <br /><br /> Pasport Üzvü: <br /> {2} <br />
bg: Действащ от името на: <br /> Стойност на идентичност: <br /> {0} <br /><br /> Тип идентичност: <br /> {1} <br /><br /> Член на Passport: <br /> {2} <br />
bn_in: এর হয়ে পরিচালনা করা হচ্ছে: <br /> পরিচয়ের মান: <br /> {0} <br /><br /> পরিচয়ের ধরণ: <br /> {1} <br /><br /> পাসপোর্ট সদস্য: <br /> {2} <br />
bs: Postupa u ime: <br /> Vrijednost identiteta: <br /> {0} <br /><br /> Vrsta identiteta: <br /> {1} <br /><br /> Član usluge Passport: <br /> {2} <br />
cy: Yn Gweithredu Ar Ran: <br /> Gwerth Manylion Adnabod: <br /> {0} <br /><br /> Math o Fanylion Adnabod: <br /> {1} <br /><br /> Rhif Pasbort: <br /> {2} <br />
da: Handler på vegne af: <br /> Identitetsværdi: <br /> {0} <br /><br /> Identitetstype: <br /> {1} <br /><br /> Passport-medlem: <br /> {2} <br />
de: Tätig im Namen von: <br /> ID-Wert: <br /> {0} <br /><br /> ID-Typ: <br /> {1} <br /><br /> Passport-Mitglied: <br /> {2} <br />
el: Ενεργεί για λογαριασμό του παρακάτω: <br /> Τιμή ταυτότητας: <br /> {0} <br /> <br /> Τύπος ταυτότητας: <br /> {1} <br /><br /> Μέλος Passport: <br /> {2} <br />
es: Operación realizada en nombre de: <br /> Valor de identidad: <br /> {0} <br /><br /> Tipo de identidad: <br /> {1} <br /><br /> Miembro de Passport: <br /> {2} <br />
et: Töötab järgmise agendi nimel: <br /> Identiteediväärtus: <br /> {0} <br /><br /> Identiteedi tüüp: <br /> {1} <br /><br /> Passporti liige: <br /> {2} <br />
eu: Honen izenean eragiketak egiten: <br /> Nortasunaren balioa: <br /> {0} <br /><br /> Nortasun mota: <br /> {1} <br /><br /> Pasaporte-kidea: <br /> {2} <br />
fa: اجرا از طرف: <br /> مقدار هویت: <br /> {0} <br /><br /> نوع هویت: <br /> {1} <br /><br /> عضو گذرنامه: <br /> {2} <br />
ga: Ag Oibriú Thar Ceann: <br /> Luach Aitheantais: <br /> {0} <br /><br /> Cineál Aitheantais: <br /> {1} <br /><br /> Ball Pas: <br /> {2} <br />
gd: Ag obair as leth: <br /> Luach na ID: <br /> {0} <br /><br /> Seòrsa na ID: <br /> {1} <br /><br /> Ball a’ phas: <br /> {2} <br />
gl: Operación realizada en nome de: <br /> Valor de identidade: <br /> {0} <br /><br /> Tipo de identidade: <br /> {1} <br /><br /> Membro de Passport: <br /> {2} <br />
gu: આના વતી સંચાલન: <br /> ઓળખાણ મૂલ્ય: <br /> {0} <br /><br /> ઓળખાણનો પ્રકાર: <br /> {1} <br /><br /> પાસપોર્ટ સભ્ય: <br /> {2} <br />
he: ‏‫פועל בשם: <br /> ערך זהות: <br /> {0} <br /><br /> סוג זהות: <br /> {1} <br /><br /> מנוי Passport‏: <br /> {2} <br />
hi: इनकी ओर से संचालन कर रहा है: <br /> पहचान का मान: <br /> {0} <br /><br /> पहचान का प्रकार: <br /> {1} <br /><br /> पासपोर्ट सदस्य: <br /> {2} <br />
hr: Postupa u ime: <br /> Vrijednost identiteta: <br /> {0} <br /><br /> Vrsta identiteta: <br /> {1} <br /><br /> Član usluge Passport: <br /> {2} <br />
hu: A következő nevében működik: <br /> Identitás értéke: <br /> {0} <br /><br /> Identitás típusa: <br /> {1} <br /><br /> Passport Tagsági: <br /> {2} <br />
id: Operasi Atas Nama: <br /> Nilai Identitas: <br /> {0} <br /><br /> Jenis Identitas: <br /> {1} <br /><br /> Anggota Passport: <br /> {2} <br />
is: Fyrir hönd: <br /> Auðkennisgildi: <br /> {0} <br /><br /> Auðkennisgerð: <br /> {1} <br /><br /> Vegabréfsaðili: <br /> {2} <br />
ja: 以下のユーザーの代理として操作: <br /> ID 値: <br /> {0} <br /><br /> ID の種類: <br /> {1} <br /><br /> Passport メンバー: <br /> {2} <br />
ka: მუშაობს შემდეგის სახელით: <br /> საიდენტიფიკაციო კოდი: <br /> {0} <br /><br /> იდენტიფიკაციის ტიპი: <br /> {1} <br /><br /> Passport წევრი: <br /> {2} <br />
kk: Мына тұлғаның атынан әрекет етуші: <br /> Анықтаушы мән: <br /> {0} <br /><br /> Анықтау түрі: <br /> {1} <br /><br /> Төлқұжат мүшесі: <br /> {2} <br />
kn: ಇವರ ಪರವಾಗಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದೆ: <br /> ಅನನ್ಯತೆ ಮೌಲ್ಯ: <br /> {0} <br /><br /> ಅನನ್ಯತೆ ಪ್ರಕಾರ: <br /> {1} <br /><br /> ಪಾಸ್‌ಪೋರ್ಟ್ ಸಂಖ್ಯೆ: <br /> {2} <br />
ko: 작업 대행 대상자: <br /> ID 값: <br /> {0} <br /><br /> ID 유형: <br /> {1} <br /><br /> Passport 회원: <br /> {2} <br />
ku_arab: کارکردن لەبری: <br /> بەهای ناسنامە: <br /> {0} <br /><br /> جۆری ناسنامە: <br /> {1} <br /><br /> ئەندامی Passport: <br /> {2} <br />
ky: Кийинкинин атынан иш аткаруу: <br /> Бирдейлик мааниси: <br /> {0} <br /><br /> Бирдейлик түрү: <br /> {1} <br /><br /> Passport мүчөсү: <br /> {2} <br />
lo: ດຳເນີນການໃນນາມຕ່າງໜ້າຂອງ: <br /> ຄ່າການລະບຸຕົວຕົນ: <br /> {0} <br /><br /> ປະເພດການລະບຸຕົວຕົນ: <br /> {1} <br /><br /> ໜັງສືເດີນທາງສະມາຊິກ: <br /> {2} <br />
lt: Veikiama šių šalių vardu: <br /> Tapatybės reikšmė: <br /> {0} <br /><br /> Tapatybės tipas: <br /> {1} <br /><br /> „Passport“ narys: <br /> {2} <br />
lv: Pārstāvētā persona/uzņēmums: <br /> Identitātes vērtība: <br /> {0} <br /><br /> Identitātes tips: <br /> {1} <br /><br /> Passport dalībnieks: <br /> {2} <br />
mi: E Whakahaeretia Ana Hei Ringaringa Mō: <br /> Uara Tuakiri: <br /> {0} <br /><br /> Momo Tuakiri: <br /> {1} <br /><br /> Mema Uruwhenua: <br /> {2} <br />
mk: Дејствува во име на: <br /> Вредност на идентитет: <br /> {0} <br /><br /> Тип на идентитет: <br /> {1} <br /><br /> Член на Passport: <br /> {2} <br />
ml: ഇതിന്‍റെ താൽപ്പര്യാർത്ഥം പ്രവർത്തിക്കുന്നത്: <br /> ഐഡന്‍റിറ്റി മൂല്യം: <br /> {0} <br /><br /> ഐഡന്‍റിറ്റി തരം: <br /> {1} <br /><br /> പാസ്‌പോർട്ട് അംഗം: <br /> {2} <br />
mn: Үүнийг төлөөлөн ажиллаж буй: <br /> Таних утга: <br /> {0} <br /><br /> Таних төрөл: <br /> {1} <br /><br /> Passport гишүүн: <br /> {2} <br />
mr: यांच्या वतीने चालवत आहे: <br /> ओळख मूल्य: <br /> {0} <br /><br /> ओळख प्रकार: <br /> {1} <br /><br /> पासपोर्ट सदस्य: <br /> {2} <br />
ms: Beroperasi Bagi Pihak:: <br /> Nilai Identiti: <br /> {0} <br /><br /> Jenis Identiti: <br /> {1} <br /><br /> Ahli Pasport: <br /> {2} <br />
mt: L-Operazzjoni Qed Issir f'Isem: <br /> Valur tal-Identità: <br /> {0} <br /><br /> Tip ta' Identità: <br /> {1} <br /><br /> Membru tal-Passport: <br /> {2} <br />
ne: यसको पक्षमा सञ्चालन: <br /> पहिचान मान: <br /> {0} <br /><br /> पहिचान प्रकार: <br /> {1} <br /><br /> पासपोर्ट सदस्य: <br /> {2} <br />
nn_no: Opererer på vegner av: <br /> Identitetsverdi: <br /> {0} <br /><br /> Identitetstype: <br /> {1} <br /><br /> Passport-medlem: <br /> {2} <br />
no: Opererer på vegne av: <br /> Identitetsverdi: <br /> {0} <br /><br /> Identitetstype: <br /> {1} <br /><br /> Passport-medlem: <br /> {2} <br />
or: ଏହାଙ୍କ ତରଫରୁ ସଂଚାଳନ କରୁଛି: <br /> ପରିଚୟ ମୂଲ୍ୟ: <br /> {0} <br /><br /> ପରିଚୟ ପ୍ରକାର: <br /> {1} <br /><br /> ପାସପୋର୍ଟ ସଦସ୍ୟ: <br /> {2} <br />
pa_arab_pk: ‏‏دے ولوں کم کررہیا اے: <br /> پچھان نمبر <br /> {0} <br /><br /> پچھان قسم <br /> {1} <br /><br /> Passport ممبر: <br /> {2} <br />
pa_in: ਇਹਨਾਂ ਦੀ ਖਾਤਿਰ ਸੰਚਾਲਣ ਕਰ ਰਹੇ: <br /> ਪਹਿਚਾਣ ਕੀਮਤ: <br /> {0} <br /><br /> ਪਹਿਚਾਣ ਕਿਸਮ: <br /> {1} <br /><br /> ਪਾਸਪੋਰਟ ਸਦੱਸ: <br /> {2} <br />
pl: Działalność w imieniu: <br /> Wartość tożsamości: <br /> {0} <br /><br /> Typ tożsamości: <br /> {1} <br /><br /> Członek programu Passport: <br /> {2} <br />
ru: Операция выполняется от имени: <br /> Значение идентификатора: <br /> {0} <br /><br /> Тип идентификатора: <br /> {1} <br /><br /> Пользователь службы Passport: <br /> {2} <br />
sd: جي بنياد تي آپريٽنگ: <br /> سڃاڻپ ويليو: <br /> {0} <br /> <br /> سڃاڻپ قسم: <br /> {1} <br /><br /> پاسپورٽ رڪن: <br /> {2} <br />
si: වෙනුවෙන් මෙහෙයුම් කිරීමට: <br /> හැඳුනුම් අගය: <br /> {0} <br /><br /> හැඳුනුම් වර්ගය: <br /> {1} <br /><br /> ගමන් බලපත්‍ර සාමාජිකයා: <br /> {2} <br />
sl: Deluje v imenu: <br /> Vrednost identitete: <br /> {0} <br /><br /> Vrsta identitete: <br /> {1} <br /><br /> Član storitve Passport: <br /> {2} <br />
sr_cyrl_rs: Функционише у име: <br /> Вредност идентитета: <br /> {0} <br /><br /> Тип идентитета: <br /> {1} <br /><br /> Корисник Passport услуге: <br /> {2} <br />
sr_latn_rs: Funkcioniše u ime: <br /> Vrednost identiteta: <br /> {0} <br /><br /> Tip identiteta: <br /> {1} <br /><br /> Korisnik Passport usluge: <br /> {2} <br />
sv: Utförs åt: <br /> ID-värde: <br /> {0} <br /><br /> ID-typ: <br /> {1} <br /><br /> Passport-medlem: <br /> {2} <br />
ta: இதன் சார்பாக இயக்குதல்: <br /> அடையாள மதிப்பு: <br /> {0} <br /><br /> அடையாள வகை: <br /> {1} <br /><br /> கடவுச்சீட்டு உறுப்பினர்: <br /> {2} <br />
te: వీరి తరపున నిర్వహిస్తున్నారు: <br /> గుర్తింపు విలువ: <br /> {0} <br /><br /> గుర్తింపు రకం: <br /> {1} <br /><br /> పాస్‌పోర్ట్ సభ్యులు: <br /> {2} <br />
tg: Амалкунанда аз номи: <br /> Қимати мушаххас: <br /> {0} <br /><br /> Намуди мушаххас: <br /> {1} <br /><br /> Узви Passport: <br /> {2} <br />
th: ดำเนินงานในนามของ:: <br /> ค่าข้อมูลประจำตัว: <br /> {0} <br /><br /> ชนิดข้อมูลประจำตัว: <br /> {1} <br /><br /> สมาชิก Passport: <br /> {2} <br />
tr: Adına Çalışılan Kişi: <br /> Kimlik Değeri: <br /> {0} <br /><br /> Kimlik Türü: <br /> {1} <br /><br /> Pasaport Üyesi: <br /> {2} <br />
tt: Кем исеменнән башкарыла: <br /> Идентификатор кыйммәте: <br /> {0} <br /><br /> Идентификатор төре: <br /> {1} <br /><br /> Passport хезмәте кулланучысы: <br /> {2} <br />
ug: ۋاكالەتلەنگۈچى: <br /> كىملىك قىممىتى: <br /> {0} <br /><br /> كىملىك تۈرى: <br /> {1} <br /><br /> يولخەتلىك ئەزا: <br /> {2} <br />
uk: Діє від імені: <br /> Значення ідентифікаційних даних: <br /> {0} <br /><br /> Тип ідентифікаційних даних: <br /> {1} <br /><br /> Користувач Passport: <br /> {2} <br />
ur: آپریٹ کرنا منجانب: <br /> شناختی قدر: <br /> {0} <br /><br /> شناخت کی قسم: <br /> {1} <br /><br /> پاسپورٹ رکن: <br /> {2} <br />
uz: Quyidagi nomidan ish olib borish: <br /> Identifikatsiya qiymati: <br /> {0} <br /><br /> Identifikatsiya turi: <br /> {1} <br /><br /> A’zo pasporti: <br /> {2} <br />
vi: Hoạt động thay mặt cho: <br /> Giá trị danh tính: <br /> {0} <br /><br /> Loại danh tính: <br /> {1} <br /><br /> Thành viên Passport: <br /> {2} <br />
zh_hans: 操作代表: <br /> 标识值: <br /> {0} <br /><br /> 标识类型: <br /> {1} <br /><br /> Passport 成员: <br /> {2} <br />
zh_hant: 代理操作委託人: <br /> 身分識別值: <br /> {0} <br /><br /> 身分識別類型: <br /> {1} <br /><br /> Passport 會員: <br /> {2} <br />

# Literal.Error.AddPayments
source: Permission denied for adding payment instrument.
af: Toestemming geweier vir die toevoeging van betaling instrument.
am: የክፍያ መሳሪያን ለማከል ፈቃድ ተከልክሏል።
ar: رُفض منحك إذنَ إضافة وسائل الدفع.
as: পৰিশোধ সা-সৰঞ্জাম যোগ কৰিবৰ কাৰণে অনুমতি অস্বীকাৰ কৰা হৈছে৷
az: Ödəniş aləti əlavə etmək üçün icazə qadağandır.
bg: Разрешението за добавяне на платежен инструмент е отказано.
bn_in: অর্থপ্রদানের ব্যবস্থা যোগ করার অনুমতি প্রত্যাখ্যান করা হয়েছে।
bs: Odbijena je dozvola za dodavanje instrumenta plaćanja.
cy: Wedi gwrthod caniatâd ar gyfer ychwanegu offeryn talu.
da: Tilladelse til tilføjelse af betalingsmiddel er nægtet.
de: Berechtigung zum Hinzufügen eines Zahlungsmittels verweigert.
el: Δεν έχετε δικαίωμα πρόσβασης για προσθήκη οργάνου πληρωμής.
es: Permiso denegado para agregar instrumento de pago.
et: Puuduvad õigused maksevahendi lisamiseks.
eu: Ez duzu ordainketa-metodorik gehitzeko baimenik.
fa: مجوز برای افزودن ابزار پرداخت رد شد.
ga: Cead diúltaithe chun iontraim íocaíochta a chur leis.
gd: Cha eil cead agad inneal pàighidh a chur ris.
gl: Permiso para engadir instrumento de pagamento denegado.
gu: ચૂકવણીનું સાધન ઉમેરવા માટે અનુમતિનો અસ્વીકાર થયો છે.
he: אין הרשאה להוספת אמצעי תשלום.
hi: भुगतान विधि जोड़ने की अनुमति अस्वीकृत कर दी गई.
hr: Odbijeno dopuštenje za dodavanje načina plaćanja.
hu: Nincs engedélye fizetési eszköz hozzáadására.
id: Izin untuk menambah alat pembayaran ditolak.
is: Heimild til að bæta við greiðslumáta hafnað.
ja: お支払い方法を追加する権限がありません。
ka: გადახდის მეთოდის დამატების უფლება უარყოფილია.
kk: Төлем құралын қосу үшін рұқсаттан бас тартылды.
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸುವುದಕ್ಕಾಗಿ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ.
ko: 결제 방법을 추가하는 권한이 거부되었습니다.
ku_arab: رێپێدان بۆ زێدەکردنی ئامڕازی پارەدان رەتکرایەوە.
ky: Төлөө куралын кошуу үчүн уруксат четке кагылды.
lo: ການອະນຸຍາດຖືກປະຕິເສດສຳລັບການເພີ່ມເຄື່ອງມືການຊຳລະເງິນ.
lt: Neleidžiama įtraukti mokėjimo priemonės.
lv: Atļauja pievienot maksāšanas līdzekli tika noraidīta.
mi: Kāore i whakaaetia te tāpiri taputapu utu.
mk: Дозволата за додавање инструмент на плаќање е одбиена.
ml: പേയ്‌മെന്റ് രീതി ചേര്‍ക്കുന്നതിനായുള്ള അനുമതി നിരസിച്ചു.
mn: Төлбөрийн хэрэгсэл нэмэх зөвшөөрөл олгохоос татгалзлаа.
mr: देय साधन जोडण्यासाठी परवानगी नाकारण्यात आली.
ms: Tidak dibenarkan menambah instrumen pembayaran.
mt: Permess biex iżżid strument ta' pagament miċħud.
ne: भुक्तान साधन थप गर्न अनुमति निषेध गरिएको छ।
nn_no: Ikkje løyve til å leggje til betalingsmetode.
no: Tillatelse til å legge til betalingsmåte avvist.
or: ଦେୟ ପଦ୍ଧତି ଯୋଡିବା ପାଇଁ ଅନୁମତି ଅଗ୍ରାହ୍ୟ ହୋଇଛି.
pa_arab_pk: ادائیگی آلہ شامل کرن دی اجازت توں ناں کردتّی گئی۔
pa_in: ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਜੋਡ਼ਨ ਲਈ ਆਗਿਆ ਮਨਾ ਕੀਤੀ ਗਈ।
pl: Brak uprawnień umożliwiających dodanie instrumentu płatniczego.
ru: Отказано в разрешении добавить новое платежное средство.
sd: ادائگي آلو شامل ڪرڻ جي اجازت رد ڪئي وئي آهي.
si: ගෙවීම් උපකරණය එකතු කිරීම සදහා වන අවසරය ප්‍රතික්ෂේප කරන ලදි.
sl: Dovoljenje za dodajanje načina plačila je zavrnjeno.
sr_cyrl_rs: Дозвола за додавање инструмента плаћања је одбијена.
sr_latn_rs: Dozvola za dodavanje instrumenta plaćanja je odbijena.
sv: Behörighet saknas för att lägga till betalningsmedel.
ta: கட்டணம் செலுத்தும் அட்டையைச் சேர்ப்பதற்கான அனுமதி மறுக்கப்பட்டது.
te: చెల్లింపు పరికరాన్ని జోడించడం కోసం అనుమతి నిరాకరించబడింది.
tg: Иҷозат барои иловаи василаи пардохт рад карда шуд.
th: ไม่ได้รับสิทธิ์เพิ่มเครื่องมือในการชำระเงิน
tr: Ödeme aracı ekleme izni verilmedi.
tt: Түләү коралын өстәргә рөхсәт юк.
ug: ھەق تاپشۇرۇش قورالى قوشۇش ھوقۇقى رەت قىلىندى.
uk: Дозвіл на додавання платіжного засобу відхилено.
ur: ‏‏ادائیگی آلہ کو شامل کرنے کی اجازت مسترد کر دی گئ ہے۔
uz: To‘lov vositasini qo‘shish uchun ruxsat rad qilindi.
vi: Yêu cầu thêm phương tiện thanh toán bị từ chối.
zh_hans: 用于添加付款方式的权限被拒绝。
zh_hant: 沒有新增付款方式的權限。

# Literal.Error.CreateAccount
source: Permission denied for creating account.
af: Toestemming geweier vir die skep van rekening.
am: መለያ ለመፍጠር ፈቃድ ተከልክሏል።
ar: رُفض منحك إذنَ إنشاء الحساب.
as: একাউণ্ট সৃষ্টি কৰিবৰ কাৰণে অনুমতি অস্বীকাৰ কৰা হৈছে৷
az: Hesabın yaradılması üçün icazə qadağandır.
bg: Разрешението за създаване на акаунт е отказано.
bn_in: অ্যাকাউন্ট তৈরি করার অনুরোধ প্রত্যাখ্যান করা হয়েছে।
bs: Odbijena je dozvola za kreiranje računa.
cy: Wedi gwrthod caniatâd ar gyfer creu cyfrif.
da: Tilladelse til kontooprettelse er nægtet.
de: Berechtigung zum Erstellen eines Kontos verweigert.
el: Δεν έχετε δικαίωμα πρόσβασης για δημιουργία λογαριασμού.
es: Permiso denegado para crear cuenta.
et: Puuduvad õigused konto loomiseks.
eu: Ez duzu kontuak sortzeko baimenik.
fa: مجوز برای ایجاد حساب رد شد.
ga: Cead diúltaithe chun cuntas a chruthú.
gd: Chan eil cead agad cunntas a chruthachadh.
gl: Permiso para crear unha conta denegado.
gu: ખાતુ ખોલવા માટે અનુમતિનો અસ્વીકાર થયો છે.
he: אין הרשאה ליצירת חשבון.
hi: खाता बनाने की अनुमति अस्वीकृत कर दी गई.
hr: Odbijeno dopuštenje za izradu računa.
hu: Nincs engedélye fiók létrehozására.
id: Izin untuk membuat akun ditolak.
is: Heimild til að stofna reikning hafnað.
ja: アカウントを作成する権限がありません。
ka: ანგარიშის შექმნის უფლება უარყოფილია.
kk: Тіркелгіні жасау үшін рұқсаттан бас тартылды.
kn: ಖಾತೆ ರಚಿಸುವುದಕ್ಕಾಗಿ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ.
ko: 계정을 만드는 권한이 거부되었습니다.
ku_arab: رێپێدان بۆ دروستکردنی ئەژمێر رەتکرایەوە.
ky: Эсеп жазуу түзүү үчүн уруксат четке кагылды.
lo: ການອະນຸຍາດຖືກປະຕິເສດສຳລັບການສ້າງບັນຊີ.
lt: Neleidžiama kurti abonemento.
lv: Atļauja izveidot kontu tika noraidīta.
mi: Kāore i whakaaetia te hanga pūkete.
mk: Дозволата за креирање сметка е одбиена.
ml: അക്കൌണ്ട് സൃഷ്‌ടിക്കുന്നതിനായുള്ള അനുമതി നിരസിച്ചു.
mn: Хэрэглэгчийн бүртгэл үүсгэх зөвшөөрөл олгохоос татгалзлаа.
mr: खाते तयार करण्यासाठी परवानगी नाकारण्यात आली.
ms: Tidak dibenarkan mencipta akaun.
mt: Permess biex toħloq kont miċħud.
ne: खाता सिर्जना गर्न अनुमति निषेध छ।
nn_no: Ikkje løyve til å opprette konto.
no: Tillatelse til å opprette konto avvist.
or: ଏକାଉଣ୍ଟ୍ ସୃଷ୍ଟି କରିବା ପାଇଁ ଅନୁମତି ଅଗ୍ରାହ୍ୟ ହୋଇଛି.
pa_arab_pk: اکاؤنٹ بنان دی اجازت توں ناں کردتّی گئی۔
pa_in: ਖਾਤਾ ਤਿਆਰ ਕਰਨ ਲਈ ਆਗਿਆ ਮਨਾ ਕੀਤੀ ਗਈ।
pl: Brak uprawnień umożliwiających utworzenie konta.
ru: Отказано в разрешении создать новый счет.
sd: اڪائونٽ تيار ڪرڻ لاءِ اجازت رد ڪئي وئي آهي.
si: ගිණුම සෑදීම සදහා වන අවසරය ප්‍රතික්ෂේප කරන ලදි.
sl: Dovoljenje za ustvarjanje računa je zavrnjeno.
sr_cyrl_rs: Дозвола за креирање налога је одбијена.
sr_latn_rs: Dozvola za kreiranje naloga je odbijena.
sv: Det saknas behörighet för att skapa konto.
ta: கணக்கை உருவாக்குவதற்கான அனுமதி மறுக்கப்பட்டது.
te: ఖాతాని సృష్టించడం కోసం అనుమతి నిరాకరించబడింది.
tg: Иҷозат барои эҷоди ҳисоб рад карда шуд.
th: ไม่ได้รับสิทธิ์สร้างบัญชี
tr: Hesap oluşturma izni verilmedi.
tt: Хисап язмасын төзәргә рөхсәт юк.
ug: ھېسابات قۇرۇش ھوقۇقى رەت قىلىندى.
uk: Дозвіл на створення облікового запису відхилено.
ur: ‏‏ اکاؤنٹ بنانے کی اجازت مسترد کر دی گئ ہے۔
uz: Hisob qaydnomasini yaratish uchun ruxsat rad qilindi.
vi: Yêu cầu tạo tài khoản bị từ chối.
zh_hans: 用于创建帐户的权限被拒绝。
zh_hant: 沒有建立帳戶的權限。

# Literal.Error.IdentityType
source: Invalid user identity type.
af: Ongeldige gebruiker identiteit tipe.
am: ልክ ያልሆነ የተገልጋይ መለያ ዓይነት።
ar: ليس نوع هوية المستخدم صالحًا.
as: অবৈধ ব্যৱহাৰকাৰী পৰিচয় প্ৰকাৰ৷
az: İstifadəçinin eynilik növü yanlışdır.
bg: Невалиден тип идентичност на потребителя.
bn_in: ব্যবহারকারীর পরিচয় ধরন সঠিক নয়।
bs: Nevažeća vrsta identiteta korisnika.
cy: Math o hunaniaeth defnyddiwr annilys.
da: Ugyldig brugeridentitetstype.
de: Der Benutzer-ID-Typ ist ungültig.
el: Μη έγκυρος τύπος ταυτότητας χρήστη.
es: Tipo de identidad de usuario no válido.
et: Vigane kasutajaidentiteedi tüüp.
eu: Erabiltzailearen identitate mota ez da baliozkoa.
fa: نوع هویت کاربر نامعتبر است.
ga: Cineál aitheantais úsáideora neamhbhailí.
gd: Chan eil ID cleachdaiche dhen t-seòrsa seo dligheach.
gl: Tipo de identidade de usuario non válido.
gu: અમાન્ય ઉપયોગકર્તા ઓળખ પ્રકાર.
he: סוג זהות משתמש לא חוקי.
hi: अमान्य उपयोगकर्ता पहचान प्रकार.
hr: Vrsta identiteta korisnika nije valjana.
hu: Érvénytelen a felhasználói identitás típusa.
id: Jenis identitas pengguna tidak valid.
is: Ógild tegund notandaauðkennis.
ja: ユーザー ID の種類が無効です。
ka: ცალკეული მომხმარებლის იდენტიფიკაციის ტიპი.
kk: Пайдаланушы сәйкестік куәлігінің түрі жарамсыз.
kn: ಅಮಾನ್ಯ ಬಳಕೆದಾರ ಗುರುತಿಸುವಿಕೆ ಪ್ರಕಾರ.
ko: 사용자 ID 유형이 올바르지 않습니다.
ku_arab: جۆری ناسنامەی بەکارهێنەر نادروستە.
ky: Колдонуучунун бирдейлик түрү туура эмес.
lo: ປະເພດຂໍ້ມູນສະເພາະຕົວຜູ້ໃຊ້ບໍ່ຖືກຕ້ອງ.
lt: Netinkamas vartotojo tapatybės tipas.
lv: Nederīgs lietotāja identitātes veids.
mi: Momo tuakiri kaiwhakamahi muhu.
mk: Неважечки тип на кориснички идентитет.
ml: ഉപയോക്തൃ ഐഡന്റിറ്റി തരം അസാധുവാണ്.
mn: Хэрэглэгчийн таних төрөл буруу байна.
mr: अवैध प्रयोक्ता ओळख प्रकार.
ms: Jenis identiti pengguna tidak sah.
mt: Tip ta' identità tal-utent invalidu.
ne: अवैध प्रयोगकर्ता परिचय प्रकार।
nn_no: Ugyldig type brukaridentitet.
no: Ugyldig brukeridentitetstype.
or: ଅବୈଧ ଉପଭୋକ୍ତା ପରିଚୟ ପ୍ରକାର.
pa_arab_pk: ناجائز صارف پچھان
pa_in: ਅਯੋਗ ਉਪਭੋਗਤਾ ਪਹਿਚਾਣ ਕਿਸਮ।
pl: Nieprawidłowy typ tożsamości użytkownika.
ru: Недействительный тип идентификатора пользователя.
sd: غلط صارف شناخت قسم.
si: වැරදි භාවිත අනන්‍යතා වර්ගය.
sl: Neveljavna vrsta identitete uporabnika.
sr_cyrl_rs: Тип идентитета корисника је неважећи.
sr_latn_rs: Tip identiteta korisnika je nevažeći.
sv: Ogiltig typ av användar-ID.
ta: தவறான பயனர் அடையாள வகை.
te: చెల్లని వినియోగదారు గుర్తింపు రకం.
tg: Намуди беэътибори мушаххаси корбар.
th: ชนิดข้อมูลประจำตัวผู้ใช้ไม่ถูกต้อง
tr: Geçersiz kullanıcı kimlik türü.
tt: Кулланучының виртуаль шәхес тибы ялгыш.
ug: كىملىك تىپى ئىناۋەتسىز.
uk: Неприпустимий тип посвідчення користувача.
ur: صارف شناخت کی قسم بے جواز ہے۔
uz: Foydalanuvchi identifikatori turi haqiqiy emas.
vi: Loại danh tính người dùng không hợp lệ.
zh_hans: 用户标识类型无效。
zh_hant: 使用者識別類型無效。
