Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.OrgProfile.LegalText.BR.Line1
source: Please enter a CNPJ if you are an enterprise/legal entity. Not entering CNPJ means you are an individual.
af: Voer asseblief ’n CNPJ in indien jy ’n onderneming/regsentiteit is. As jy nie ’n CNPJ invoer nie, beteken dit jy is ’n individu.
am: ድርጅት/ህጋዊ ተቋም ከሆኑ እባክዎ CNPJ ያስገቡ። CNPJ አለማስገባት ማለት ግለሰብ ነዎት ማለት ነው።
ar: الرجاء إدخال CNPJ إذا كنت مؤسسة/كياناً قانونياً. يعني عدم إدخال CNPJ أنك فرد.
as: যদি আপুনি কোনো এণ্টাৰপ্ৰাইজ/আইনী সত্তা হয় তেন্তে অনুগ্ৰহ কৰি এটা CNPJ প্ৰবিষ্ট কৰক৷ CNPJ প্ৰবিষ্ট নকৰাৰ অৰ্থ হৈছে আপুনি এজন ব্যক্তি৷
az: Əgər müəssisə/hüquqi şəxssinizsə, CNPJ daxil edin. CNPJ daxil etməsəniz, bu o deməkdir ki, siz fərdsiniz.
bg: Въведете CNPJ, ако сте предприятие/юридическо лице. Ако не въведете CNPJ, това означава, че сте физическо лице.
bn_in: আপনি যদি একটি এন্টারপ্রাইজ/আইনি সত্তা হন তাহলে CNPJ লিখুন। CNPJ প্রবেশ না করার মানে আপনি একটি পৃথক হয়।
bs: Unesite CNPJ ako ste kompanija/pravno lice. Ako ne unesete CNPJ, to znači da ste pojedinac.
cy: Rhowch CNPJ os ydych chi'n fenter/endid cyfreithiol. Mae peidio rhoi CNPJ yn golygu eich bod yn unigolyn.
da: Angiv et CNPJ, hvis du repræsenterer en virksomhed eller en juridisk person. Hvis du ikke angiver et CNPJ, medfører det, at du er en enkeltperson.
de: Unternehmen/juristische Personen müssen eine CNPJ eingeben. Wenn Sie keine CNPJ eingeben, werden Sie als Privatperson behandelt.
el: Καταχωρήστε ένα CNPJ αν είστε νομική ή επιχειρηματική οντότητα. Αν δεν καταχωρήσετε CNPJ, αυτό σημαίνει ότι είστε ιδιώτης.
es: Escribe un CNPJ si eres una entidad empresarial/jurídica. Si no escribes el CNPJ significa que eres una persona física.
et: Kui olete ettevõte või juriidiline isik, sisestage CNPJ. Kui jätate CNPJ sisestamata, viitab see, et olete üksikisik.
eu: Enpresa edo lege-erakundea bazara, idatzi CNPJ. Ez baduzu CNPJ idazten, banako bat zarela esan nahi du.
fa: چنانچه مؤسسه‌ای قانونی/سرمایه‌گذاری هستید، لطفاً CNPJ را وارد کنید. وارد نکردن CNPJ بدین معناست که شما به‌صورت شخصی کار می‌کنید.
ga: Cuir isteach CNPJ más fiontar/aonán dlí thú. Mura gcuirtear CNPJ isteach, glacfar leis gur duine aonair thú.
gd: Cuir a-steach CNPJ mas e eintiteas enterprise/laghail a tha annad. Mur an cuir thu CNPJ a-steach, bidh sin a’ ciallachadh gur e neach a tha annad.
gl: Introduce un CNPJ se es unha empresa ou entidade xurídica. Se non introduces un CNPJ, significa que es unha persoa física.
gu: જો તમે એન્ટરપ્રાઇઝ/કાનૂની એન્ટિટી છો, તો કૃપા કરીને CNPJ દાખલ કરો CNPJ માં દાખલ થવું એનો અર્થ એ નથી કે તમે વ્યક્તિગત છો.
he: הזן CNPJ אם אתה ארגון/ישות משפטית. אם לא תזין CNPJ, הדבר יציין שאתה אדם פרטי.
hi: यदि आप कोई एंटरप्राइज़/कानूनी इकाई हैं, तो कृपया एक CNPJ दर्ज करें. CNPJ नहीं दर्ज करने का अर्थ है कि आप एक व्यक्ति हैं.
hr: Unesite CNPJ ako ste poduzeće/pravna osoba. Ako ne unesete CNPJ, to znači da ste fizička osoba.
hu: Adjon meg egy CNPJ számot, ha egy vállalat/jogi személy nevében jár el. Ha nem ad meg CNPJ számot, az azt jelenti, hogy Ön természetes személy.
id: Harap masukkan CNPJ bila Anda merupakan badan perusahaan/hukum. Tidak memasukkan CNPJ menunjukkan bahwa Anda adalah perseorangan.
is: Sláðu inn CNPJ ef þú ert fyrirtæki/lögaðili. Ekkert CNPJ þýðir að þú sért einstaklingur.
ja: 企業または法人のお客様は、CNPJ を入力してください。CNPJ を入力しなかった場合は個人であると見なされます。
ka: გთხოვთ, შეიყვანოთ CNPJ, თუ ხართ საწარმო/იურიდიული პირი. თუ CNPJ-ს არ შეიყვანთ, ეს ნიშნავს, რომ თქვენ ხართ ფიზიკური პირი.
kk: Егер сіз кәсіпкер/заңды тұлға болсаңыз, онда CNPJ нөмірін енгізіңіз. CNPJ нөмірін енгізбеу сіздің жеке тұлға екеніңізді білдіреді.
kn: ನೀವು ಉದ್ಯಮ/ಕಾನೂನು ಘಟಕವಾಗಿದ್ದರೆ ದಯವಿಟ್ಟು CNPJ ಅನ್ನು ನಮೂದಿಸಿ. CNPJ ನಮೂದಿಸಿಲ್ಲ ಎಂದರೆ ನೀವು ವ್ಯಕ್ತಿ ಎಂದರ್ಥ.
ko: 기업 법인인 경우 CNPJ를 입력하세요. CNPJ를 입력하지 않으면 개인으로 간주됩니다.
ku_arab: تکایه CNPJ یەک تێبنووسه ئەگەر بەکارهێنەرێکی یاسایی/تیجاریت. تێنەنووسینی CNPJ بەو مانایه کە تۆ بەکارهێنەرێکی تاکه کەسیت.
ky: Эгер сиз ишкана/юридикалык ишкана болсоңуз, CNPJ киргизиңиз. CNPJ киргизбесеңиз, демек сиз жеке адамсыз.
lo: ກະລຸນາປ້ອນເຂົ້າ CNPJ ຖ້າທ່ານເປັນວິສາຫະກິດ/ນິຕິບຸກຄົນທີ່ຖືກຕ້ອງຕາມກົດໝາຍ. ການບໍ່ປ້ອນເຂົ້າ CNPJ ໝາຍວ່າທ່ານແມ່ນສ່ວນບຸກຄົນ.
lt: Įveskite CNPJ, jei esate įmonės atstovas / juridinis asmuo. Jei neįvesite CNPJ būsite laikomi fiziniu asmeniu.
lv: Lūdzu, ievadiet CNPJ, ja esat uzņēmums/juridiska persona. Ja neievadāt CNPJ, tas nozīmē, ka jūs esat fiziska persona.
mi: Tēnā tāurutia he CNPJ mehemea he hinonga/tuakiri ā-ture koe. Ki te kore koe e tāuru i tētahi CNPJ ka kīa koe he tangata takitahi.
mk: Внесете CNPJ ако сте претпријатие/правен субјект. Ако не внесете CNPJ значи дека сте физичко лице.
ml: നിങ്ങൾ ഒരു സംരംഭം/നിയമ സ്ഥാപനം ആണെങ്കിൽ ഒരു CNPJ ദയവായി നൽകുക. CNPJ നൽകാതിരിക്കുന്നതിന്റെ അർഥം നിങ്ങൾ ഒരു വ്യക്തിയാണ് എന്നാണ്.
mn: Байгууллага/хуулийн этгээд бол CNPJ оруулна уу. CNPJ оруулаагүй бол хувь хүнд тооцно.
mr: जर आपण एक एंटरप्राइझ/कायदेशीर अस्तित्व असाल तर कृपया एक CNPJ प्रविष्ठ करा. CNPJ प्रविष्ठ न करणे म्हणजे आपण एक व्यक्ती आहात.
ms: Sila masukkan CNPJ jika anda ialah entiti perusahaan/undang-undang. Tidak memasukkan CNPJ bermaksud anda ialah seorang individu.
mt: Jekk jogħġbok daħħal CNPJ jekk int intrapriża/entità legali. Jekk ma ddaħħalx CNPJ jfisser li int individwu.
ne: तपाईं कुनै उद्योग/कानुनी इकाई हुनुहुन्छ भने कृपया CNPJ प्रविष्ट गर्नुहोस्। CNPJ प्रविष्ट नगरेमा तपाईं कुनै व्यक्ति भएको मानिने छ।
nn_no: Skriv inn eit CNPJ dersom du er ei verksemd / ein juridisk person. Manglande CNPJ tyder at du er ein person.
no: Angi en CNPJ hvis du er en virksomhet eller juridisk enhet. Hvis du ikke angir CNPJ, betyr det at du er en enkeltperson.
or: ଯଦି ଆପଣ ଏକ ଏଣ୍ଟରପ୍ରାଇଜ୍‌/ଆଇନ୍‌ଗତ ଅସ୍ତିତ୍ୱ ଅଟନ୍ତି ତେବେ ଦୟାକରି ଏକ CNPJ ଏଣ୍ଟର୍‌ କରନ୍ତୁ. CNPJ ଏଣ୍ଟର ନ କରିବା ମାନେ ଆପଣ ଜଣେ ବ୍ୟକ୍ତି ନୁହନ୍ତି.
pa_arab_pk: جے تُسی اک انٹرپرائز/قانونی ادارہ او اتے میربانی کر کے اک CNPJ نمبر درج کرو۔ CNPJ درج نہ کرن دا مطلب اے کہ تُسی اک فرد اوہ۔
pa_in: ਜੇ ਤੁਸੀਂ ਕੋਈ ਐਂਟਰਪ੍ਰਾਈਜ਼/ਕਾਨੂੰਨੀ ਇਕਾਈ ਹੋ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ CNPJ ਦਾਖਲ ਕਰੋ। CNPJ ਨਾ ਦਾਖਲ ਕਰਨ ਦਾ ਮਤਲਬ ਹੈ ਕਿ ਤੁਸੀਂ ਇੱਕ ਵਿਅਕਤੀ ਹੋ।
pl: Wprowadź numer CNPJ, jeśli reprezentujesz przedsiębiorstwo/osobę prawną. Jeśli nie wprowadzisz numeru CNPJ, będzie to oznaczać, że jesteś osobą fizyczną.
ru: Введите код CNPJ, если вы являетесь предприятием/юридическим лицом. Отсутствие кода будет означать, что вы являетесь частным лицом.
sd: جيڪڏهن توهان هڪ انٽرپرائيز/قانوني ادارو آهيو ته مهرباني ڪري هڪ CNPJ داخل ڪريو. CNPJ داخل نه ڪرڻ جو مطلب ته توهان هڪ فرد آهيو.
si: ඔබ ව්‍යවසායක්/නීත්‍යානුකූල ආයතනයක් නම් කරුණාකර CNPJ ඇතුල් කරන්න. CNPJ ඇතුල් නොකිරීමෙන් අදහස් වන්නේ ඔබ පුද්ගලයෙකු බවයි.
sl: Če ste podjetje/pravna oseba, vnesite CNPJ. Če kode CNPJ ne vnesete, pomeni, da ste fizična oseba.
sr_cyrl_rs: Унесите CNPJ ако сте предузеће/правно лице. Ако не унесете CNPJ, то значи да сте физичко лице.
sr_latn_rs: Unesite CNPJ ako ste preduzeće/pravno lice. Ako ne unesete CNPJ, to znači da ste fizičko lice.
sv: Ange ett CNPJ om du representerar ett företag eller en juridisk person. Anger du inget CNPJ innebär det att du är en enskild person.
ta: நீங்கள் ஒரு பெருநிறுவன/சட்ட நிறுவனமாக இருந்தால் CNPJ-ஐ உள்ளிடவும். CNPJ உள்ளிடப்படவில்லை என்றால், நீங்கள் தனிநபராகக் கருதப்படுவீர்கள்.
te: మీరు ఒకవేళ ఒక సంస్థ/చట్టపరమైన అస్తిత్వమూ అయితే కనక దయచేసి CNPJని నమోదు చేయండి. CNPJని నమోదు చేయకపోవడం అంటే మీరు ఒక వ్యక్తి అని అర్థం.
tg: Лутфан, CNPJ-ро ворид кунед, агар шумо субъекти хоҷагидор/шахси ҳуқуқӣ бошед. Ворид накардани CNPJ маънои инфиродӣ будани шуморо дорад.
th: โปรดป้อน CNPJ หากคุณเป็นองค์กร/นิติบุคคลตามกฎหมาย หากไม่ป้อน CNPJ หมายความว่าคุณเป็นบุคคลธรรมดา
tr: Bir kuruluş/yasal varlık iseniz lütfen bir CNPJ girin. CNPJ girilmemesi, bir birey olduğunuz anlamına gelir.
tt: Корпоратив/юридик зат булсагыз, CNPJ кертегез. CNPJ кертмәгән очракта шәхси зат булып саналачаксыз.
ug: ئەگەر سىز كارخانا قانۇنىي ئىشلار كوللېكتىپى بولسىڭىز CNPJ نى كىرگۈزۈڭ. CNPJ نى كىرگۈزمىسىڭىز سىز بىر شەخسىيلىگىڭىزنى بىلدۈرىدۇ.
uk: Укажіть номер CNPJ, якщо ви представляєте підприємство чи іншу юридичну особу. Відсутність CNPJ означає, що ви – фізична особа.
ur: اگر آپ ایک انٹرپرائز/قانونی وجود رکھتے ہیں تو براہ مہربانی ایک CNPJ داخل کریں۔ CNPJ داخل نہ کرنے کا مطلب ہے کہ آپ ایک فرد ہیں۔
uz: Agar siz korxona/yuridik shaxs bo‘lsangiz, CNPJ’ni kiriting. CNPJ’ni kiritmaslik siz jismoniy shaxs ekanligingizni anglatadi.
vi: Vui lòng nhập CNPJ nếu bạn là doanh nghiệp / thực thể pháp lý. Không nhập CNPJ nghĩa là bạn là một cá nhân.
zh_hans: 如果你代表企业/法律实体，请输入 CNPJ。不输入 CNPJ 即表示你是个人。
zh_hant: 如果您是企業/法律實體，請輸入 CNPJ。未輸入 CNPJ 即表示您是個人。

# Literal.MSFB.OrgProfile.LegalText.BR.Line2
source: This is a legal requirement.
af: Dit is ’n regsvereiste.
am: ይህ ህጋዊ ግዴታ ነው።
ar: هذا متطلب قانوني.
as: এয়া আইনী প্ৰয়োজনীয়তা৷
az: Bu hüquqi tələbdir.
bg: Това е правно изискване.
bn_in: এটি একটি আইনগত প্রয়োজন।
bs: Ovo je zakonski zahtjev.
cy: Mae hyn yn ofyniad cyfreithiol.
da: Dette er et juridisk krav.
de: Dies ist eine gesetzliche Vorschrift.
el: Αυτή είναι μια νομική απαίτηση.
es: Esto es un requisito legal.
et: See on juriidiline nõue.
eu: Lege-eskakizun bat da.
fa: این الزامی قانونی است.
ga: Is riachtanas dlí é seo.
gd: Tha seo riatanach a-rèir an lagha.
gl: Isto é un requisito legal.
gu: આ એક કાનૂની જરૂરિયાત છે.
he: זוהי דרישה משפטית.
hi: यह एक कानूनी आवश्यकता है.
hr: Ovo je pravni zahtjev.
hu: Ez egy jogi követelmény.
id: Ini adalah persyaratan hukum.
is: Þetta er lagaleg krafa.
ja: この情報は法律上の必要事項です。
ka: ეს არის იურიდიული მოთხოვნა.
kk: Бұл - заңды талап.
kn: ಇದು ಕಾನೂನುಬದ್ಧ ಅವಶ್ಯಕತೆಯಾಗಿದೆ.
ko: 법적 요구 사항입니다.
ku_arab: ئەمە پێداویستیەکی یاساییه.
ky: Бул юридикалык талап.
lo: ນີ້ແມ່ນຂໍ້ຮຽກຮ້ອງທາງດ້ານກົດໝາຍ.
lt: Tai yra teisinis reikalavimas.
lv: Šī ir juridiska prasība.
mi: He ritenga ā-ture tēnei.
mk: Ова е правно барање.
ml: ഇത് നിയമം ആവശ്യപ്പെടുന്ന ഒരു കാര്യമാണ്.
mn: Энэ бол хуулиар тавьсан шаардлага юм.
mr: ही एक कायदेशीर आवश्यकता आहे.
ms: Ini diperlukan oleh undang-undang.
mt: Dan huwa rekwiżit legali.
ne: यो कानुनले तोकेको मापदण्ड हो।
nn_no: Dette er eit juridisk krav.
no: Dette er et juridisk krav.
or: ଏହା ଏକ ଆଇନ୍‌ଗତ ଆବଶ୍ୟକତା ଅଟେ.
pa_arab_pk: ایہہ اک قانونی تقاضا اے۔
pa_in: ਇਹ ਇੱਕ ਕਾਨੂੰਨੀ ਲੋੜ ਹੈ।
pl: To jest wymaganie prawne.
ru: Это юридическое требование.
sd: هي هڪ قانوني گهرج آهي.
si: මෙය නීතිමය අවශ්යතාවයකි.
sl: To je pravna zahteva.
sr_cyrl_rs: Ово је правни захтев.
sr_latn_rs: Ovo je pravni zahtev.
sv: Detta är ett legalt krav.
ta: இது ஒரு சட்டப்பூர்வ தேவையாகும்.
te: ఇది చట్టపరంగా అవసరం.
tg: Ин талаботи қонунӣ мебошад.
th: นี่เป็นข้อกำหนดตามกฎหมาย
tr: Bu yasal bir gereksinimdir.
tt: Бу - закон таләбе.
ug: بۇ بىر ‏‏قانۇنىي ئىشلار تەلەپى.
uk: Це законодавча вимога.
ur: یہ ایک قانونی ضرورت ہے۔
uz: Bu qonun bilan belgilab qo‘yilgan talab.
vi: Đây là một yêu cầu pháp lý.
zh_hans: 这是一项法律要求。
zh_hant: 這是法律規定。
