Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Azure.PhoneAreaCode.Required
source: Phone area code is required.
af: Telefoongebiedskode word vereis.
am: የስለክ የአካባቢ ኮድ ይፈለጋል።
ar: رمز المنطقة الهاتفية مطلوب.
as: ফোন ক্ষেত্ৰ ক'ড প্ৰয়োজন৷
az: Telefonun ərazi kodu tələb olunur.
bg: Телефонният код е задължителен.
bn_in: ফোনের এরিয়া কোড উল্লেখ করা দরকার।
bs: Telefonski pozivni broj je obavezan.
cy: Rhaid rhoi cod ardal ffôn.
da: Telefonområdenummeret er påkrævet.
de: Die Ortskennzahl muss angegeben werden.
el: Απαιτείται υπεραστικός κωδικός τηλεφώνου.
es: El código de área telefónica es obligatorio.
et: Telefoni suunakood on kohustuslik.
eu: Telefono-zenbakiaren area-kodea beharrezkoa da.
fa: به کد منطقه تلفن نیاز است.
ga: Cód ceantair an fhóin ag teastáil.
gd: Tha feum air còd-sgìre an fhòn.
gl: Necesítase o prefixo telefónico.
gu: ફોન એરીયા કોડની આવશ્યકતા છે.
he: הקידומת נדרשת.
hi: फ़ोन क्षेत्र कोड की आवश्यकता होती है.
hr: Potreban je pozivni broj.
hu: A telefon körzetszámát kötelező megadni.
id: Kode area telepon diwajibkan.
is: Svæðisnúmers símanúmers er krafist.
ja: 市外局番が必要です。
ka: მიუთითეთ რეგიონის სატელეფონო კოდი.
kk: Телефонның аймақ коды талап етіледі.
kn: ಫೋನ್ ಪ್ರದೇಶ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 전화 번호의 지역 번호는 필수 항목입니다.
ku_arab: کۆدی تەلەفۆنی ناوچە پێویستە.
ky: Аймактын телефон коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດເຂດ.
lt: Telefono regiono kodas būtinas.
lv: Ir nepieciešams tālruņa apgabala kods
mi: Kei te hiahiatia te waehere rohe waea.
mk: Телефонскиот број за област е задолжителен.
ml: ഫോണ്‍ ഏരിയ കോഡ് ആവശ്യമാണ്.
mn: Утасны бүсийн код оруулах шаардлагатай.
mr: फोन क्षेत्र कोड आवश्यक आहे.
ms: Kod kawasan telefon diperlukan.
mt: Il-prefiss hu meħtieġ.
ne: फोनको क्षेत्र सङ्केत आवश्यक छ।
nn_no: Retningsnummer er obligatorisk.
no: Retningsnummer kreves.
or: ଅବୈଧ ଫୋନ୍ ଅଞ୍ଚଳ କୋଡ୍ ଆବଶ୍ୟକ.
pa_arab_pk: فون دا علاقہ کوڈ درکار اے۔
pa_in: ਫੋਨ ਖੇਤਰ ਕੋਡ ਦੀ ਲੋੜ ਹੈ।
pl: Numer kierunkowy jest wymagany.
ru: Требуется указать телефонный код города.
sd: فون جي ايريا جو ڪوڊ گھرجيل آھي.
si: දුරකථන ප්‍රාදේශීය අංකය අවශ්‍යයි.
sl: Območna koda telefonske številke je obvezna.
sr_cyrl_rs: Потребно је унети позивни телефонски број.
sr_latn_rs: Potrebno je uneti pozivni telefonski broj.
sv: Riktnummer måste anges.
ta: தொலைபேசி பகுதி குறியீடு தேவை.
te: ఫోన్ ఏరియా కోడ్ కావాలి.
tg: Рамзи минтақаи телефон ҳатмист.
th: ต้องระบุรหัสพื้นที่ของโทรศัพท์
tr: Telefon alan kodu gereklidir.
tt: Өлкә телефон коды мәҗбүри.
ug: تېلېفون رايون نومۇرى كېرەك.
uk: Необхідно вказати телефонний код населеного пункту.
ur: فون کا علاقہ کوڈ درکار ہے.
uz: Telefon hududi kodi talab qilinadi.
vi: Mã vùng điện thoại là cần thiết.
zh_hans: 需要电话区号。
zh_hant: 電話區碼是必要資訊。

# Word.Azure.Phone.Example.AreaCode
source: - Area Code -
af: - Gebiedskode -
am: -የአካባቢ ኮድ-
ar: - رمز المنطقة -
as: - ক্ষেত্ৰ ক'ড -
az: - Ərazi Kodu -
bg: - Телефонен код -
bn_in: - এরিয়া কোড -
bs: - Pozivni broj -
cy: - Cod Ardal -
da: - Områdenummer -
de: - Ortskennzahl -
el: - Υπεραστικός κωδικός -
es: - Código de área -
et: - Suunakood -
eu: - Area-kodea -
fa: - کد منطقه -
ga: - Cód Ceantair -
gd: - Còd na sgìre -
gl: - Prefixo -
gu: - એરીયા કોડ -
he: - קידומת -
hi: - क्षेत्र कोड -
hr: - Pozivni broj -
hu: - körzetszám -
id: - Kode Area -
is: - Svæðisnúmer -
ja: - 市外局番 -
ka: - რეგიონის კოდი -
kk: - Аймақ коды -
kn: - ಪ್ರದೇಶ ಕೋಡ್ -
ko: - 지역 번호 -
ku_arab: - کۆدی ناوچە -
ky: - Аймактын коду -
lo: - ລະຫັດເຂດ -
lt: - Kodas -
lv: - Apg. kods -
mi: - Waehere Rohe -
mk: - Повикувачки број -
ml: - ഏരിയ കോഡ് -
mn: - Бүсийн код -
mr: - क्षेत्र कोड -
ms: - Kod Kawasan -
mt: - Prefiss -
ne: - क्षेत्र सङ्केत -
nn_no: - Retningsnummer -
no: - Retningsnummer -
or: - ଅଞ୍ଚଳ କୋଡ୍ -
pa_arab_pk: - علاقے دا کوڈ -
pa_in: - ਖੇਤਰ ਕੋਡ -
pl: - numer kierunkowy -
ru: - Код города -
sd: - ايريا جو ڪوڊ -
si: - ප්‍රාදේශීය කේතය -
sl: - Območna koda -
sr_cyrl_rs: - Позивни број -
sr_latn_rs: - Pozivni broj -
sv: - Riktnummer -
ta: - பகுதிக் குறியீடு -
te: - ఏరియా కోడ్ -
tg: - Рамзи минтақа -
th: - รหัสพื้นที่ -
tr: - Bölge Kodu -
tt: - Өлкә коды -
ug: - رايون نومۇرى -
uk: - Код -
ur: - علاقے کے کوڈ -
uz: - Hudud kodi -
vi: - Mã Vùng -
zh_hans: - 区号 -
zh_hant: - 區碼 -

# Literal.MBUX.StepDescript
source: The credit card that you choose will become your default payment instrument for all future online purchases from {0}. You can change the default payment instrument at any time.
af: Die kredietkaart wat jy gekies het, sal jou standaard betaling instrument vir alle toekomstige aanlyn aankope wees van {0}. Jy kan die standaard betaling instrument op enige tyd verander.
am: የሚያስገቡት ክሬዲት ካርድ ከ{0} ለሚያደርጓቸው ሁሉም የወደፊት የመስመር ላይ ግዥዎች ነባሪ የክፍያ መሳሪያዎ ይሆናል። ነባሪ የክፍያ መሳሪያውን በማንኛውም ጊዜ መለወጥ ይችላሉ።
ar: ستصبح بطاقة الائتمان التي تختارها وسيلة الدفع الافتراضية لجميع عمليات الشراء التي ستقوم بها على الإنترنت عبر موقع {0}. ويمكنك تغيير وسيلة الدفع الافتراضية حيثما شئت.
as: আপুনি পছন্দ কৰা ক্ৰেডিট কাৰ্ড {0}ৰ পৰা ভৱিষ্যতৰ সকলো অনলাইন ক্ৰয়ৰ বাবে ডিফ'ল্ট পৰিশোধ সা-সৰঞ্জাম হৈ পৰিব৷ আপুনি যিকোনো সময়তে ডিফ'ল্ট পৰিশোধ সা-সৰঞ্জাম সলনি কৰিব পাৰে৷
az: Seçdiyiniz kredit kartı {0}-dan bütün gələcək onlayn satınalmalarınız üçün standart ödəniş alətinə çevriləcəkdir. İstədiyiniz vaxt standart ödəniş alətini dəyişdirə bilərsiniz.
bg: Кредитната карта, която изберете, ще стане платежен инструмент по подразбиране за всички бъдещи онлайн покупки от {0}. Можете да промените платежния инструмент по подразбиране по всяко време.
bn_in: আপনার বেছে নেওয়া ক্রেডিট কার্ড {0} থেকে আপনার সমস্ত ভবিষ্যত অনলাইন কেনাকাটার ক্ষেত্রে আপনার ডিফল্ট অর্থপ্রদান ব্যবস্থা হয়ে যাবে৷ আপনি যখন খুশি ডিফল্ট অর্থপ্রদান ব্যবস্থা পরিবর্তন করতে পারেন৷
bs: Kreditna kartica koju ste odabrali postat će standardni instrument plaćanja za sve vaše buduće kupovine na mreži sa lokacije {0}. Standardni instrument plaćanja možete promijeniti u svakom trenutku.
cy: Y cerdyn credyd y byddwch chi'n ei ddewis fydd eich offeryn talu diofyn ar gyfer popeth byddwch chi'n ei brynu ar-lein o {0} o hyn ymlaen. Gallwch newid yr offeryn talu diofyn unrhyw bryd.
da: Det valgte kreditkort bliver standardbetalingsmidlet for alle dine fremtidige onlinekøb fra {0}. Du kan når som helst skifte til et andet betalingsmiddel.
de: Die gewählte Kreditkarte wird als Standardzahlungsmittel für sämtliche künftigen Onlineeinkäufe bei {0} verwendet. Sie können das Standardzahlungsmittel jederzeit wechseln.
el: Η πιστωτική κάρτα που επιλέξατε θα γίνει το προεπιλεγμένο όργανο πληρωμής για όλες τις μελλοντικές ηλεκτρονικές αγορές από την τοποθεσία {0}. Μπορείτε να αλλάξετε το προεπιλεγμένο όργανο πληρωμής οποιαδήποτε στιγμή.
es: La tarjeta de crédito elegida pasará a ser el instrumento de pago predeterminado para todas sus futuras compras en línea desde {0}. Puede cambiar el instrumento de pago predeterminado en cualquier momento.
et: Teie valitav krediitkaart jääb vaikimisi maksevahendiks kõigi tulevaste võrguostude puhul teenusest {0}. Selle saab alati teise maksevahendiga asendada.
eu: Aukeratu duzun kreditu-txartela {0} webgunean egiten dituzun lineako erosketen ordainketa-metodo lehenetsi bihurtuko da. Nahi duzunean alda dezakezu ordainketa-metodo lehenetsia.
fa: کارت اعتباری که انتخاب کرده اید، به ابزار پرداخت پیش فرض شما برای تمام خریدهای آنلاین از {0} در آینده تبدیل می شود. در هر زمان می توانید ابزار پرداخت پیش فرض را تغییر دهید.
ga: Úsáidfear an cárta creidmheasa a roghnóidh tú mar d'ionsraim íocaíochta réamhshocraithe do na nithe go léir a cheannóidh tú ar líne sa todhchaí ó {0}. Is féidir leat an ionstraim íocaíochta réamhshocraithe a athrú am ar bith.
gd: Thèid a' chairt-chreidis a thaghas tu a chleachdadh mar an t-inneal pàighidh àbhaisteach airson rud sam bith a cheannaicheas tu air loidhne o {0}. 'S urrainn dhut an t-inneal pàighidh seo atharrachadh uair sam bith.
gl: O cartón de crédito que seleccione usarase como o instrumento de pagamento predefinido para todas as súas futuras compras en liña en {0}. Pode modificar o instrumento de pagamento predefinido cando o desexe.
gu: તમે પસંદ કરો છો તે ક્રેડિટ કાર્ડ, {0} પરથી તમારી બધી ભાવિ ઑનલાઇન ખરીદી માટે ડિફૉલ્ટ ચૂકવણીનું સાધન બનશે. તમે ડિફૉલ્ટ ચૂકવણીનાં સાધનને કોઈપણ સમયે બદલી શકો છો.
he: כרטיס האשראי שתבחר יהפוך לאמצעי התשלום המהווה ברירת מחדל עבור כל הרכישות המקוונות העתידיות מ- {0}. תוכל לשנות את אמצעי התשלום המהווה ברירת מחדל בכל עת.
hi: आपके द्वारा चुना गया क्रेडिट कार्ड, {0} से सभी भावी ऑनलाइन खरीदारियों के लिए आपकी डिफ़ॉल्ट भुगतान विधि बन जाएगा. आप किसी भी समय डिफ़ॉल्ट भुगतान विधि बदल सकते हैं.
hr: Odabrana kreditna kartica bit će zadani način plaćanja za sve buduće mrežne kupnje od {0}. Zadani način plaćanja možete uvijek promijeniti.
hu: A kiválasztott hitelkártya lesz az alapértelmezett fizetési eszköz a későbbi online fizetésekhez a következőnél: {0}. Bármikor megadhat másik alapértelmezett fizetési eszközt.
id: Kartu kredit yang Anda pilih akan menjadi alat pembayaran bawaan untuk semua pembelian daring di waktu mendatang dari {0}. Anda dapat mengubah alat pembayaran bawaan kapan pun.
is: Kreditkortið sem þú velur verður sjálfgefinn greiðslumáti fyrir öll frekari kaup þín á netinu frá {0}. Hægt er að breyta sjálfgefnum greiðslumáta hvenær sem er.
ja: 今後すべての {0} からのオンライン購入について、選択したクレジット カードが既定のお支払い方法になります。既定のお支払い方法はいつでも変更できます。
ka: თქვენ მიერ არჩეული საკრედიტო ბარათი გახდება ნაგულისხმევი გადახდის მეთოდი მომავალში თქვენ მიერ განხორციელებული ყველა ონლაინ-შეძენისთვის სერვისში „{0}“. გადახდის მეთოდის შეცვლა ნებისმიერ დროს შეგიძლიათ.
kk: Сіз таңдайтын несиелік карта {0} қызметінен барлық келешектегі онлайндық сатып алу әдепкі төлем құралы ретінде пайдаланылады. Сіз кез келген уақытта әдепкі төлем құралын ауыстыра аласыз.
kn: ನೀವು ಆರಿಸಿದ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ {0} ನಿಂದ ನಿಮ್ಮೆಲ್ಲಾ ಭವಿಷ್ಯ ಆನ್‌ಲೈನ್ ಖರೀದಿಗಾಗಿ ಡೀಫಾಲ್ಟ್ ಪಾವತಿ ವಿಧಾನವಾಗುತ್ತದೆ. ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಡೀಫಾಲ್ಟ್ ಪಾವತಿ ವಿಧಾನವನ್ನು ನೀವು ಬದಲಾಯಿಸಬಹುದು.
ko: 선택한 신용 카드는 {0}부터 향후 온라인으로 구매하는 모든 항목의 기본 결제 방법이 됩니다. 기본 결제 방법은 언제든 변경할 수 있습니다.
ku_arab: کارتی کرێدتەی تۆ هەڵیدەبژێریت دەبێتە ئامڕازی پارەدانی گریمانەی تۆ بۆ هەموو کڕینە سەرهێڵەکانی داهاتووت لە {0}. دەتوانیت هەر کاتێک بتەوێت ئامڕازی پارەدانی گریمانە بگۆڕیت.
ky: Сиз тандаган насыя картасы, мындан ары {0} дегенден бардык онлайн сатып алууларды аткарганда колдонулуучу жарыяланбаган төлөм куралы болуп калмакчы. Сиз жарыяланбаган төлөм куралын каалаган убакта башкага алмаштыра аласыз.
lo: ບັດເຄຣດິດທີ່ທ່ານເລືອກຈະກາຍເປັນເຄື່ອງມືການຊຳລະເງິນເລີ່ມຕົ້ນຂອງທ່ານສຳລັບທຸກການຊື້ທາງອອນລາຍໃນອະນາຄົດຈາກ {0}. ທ່ານສາມາດປ່ຽນເຄື່ອງມືການຊຳລະເງິນເລີ່ມຕົ້ນໄດ້ທຸກເວລາ.
lt: Jūsų pasirinkta kredito kortelė taps numatytąja mokėjimo priemone kiekvieną kartą perkant internetu iš {0}. Bet kada galima pakeisti numatytąją mokėjimo priemonę.
lv: Izvēlētā kredītkarte tiks izmantota kā noklusējuma maksāšanas līdzeklis visu turpmāko tiešsaistes pirkumu veikšanai, kurus nodrošina {0}. Noklusējuma maksāšanas līdzekli var mainīt jebkurā laikā.
mi: Ka noho te kāri tāwere ka kōwhiria e koe hei taputapu utu taunoa mō ngā hokonga ā-tuihono katoa hei ngā rā e tū mai nei i {0}. Ka taea te huri ki tētahi atu taputapu utu ahakoa te wā.
mk: Кредитната картичка што ќе ја изберете ќе биде стандарден платежен инструмент за сите идни купувања преку интернет од {0}. Во секое време можете да го промените инструментот на плаќање.
ml: നിങ്ങള്‍ തിരഞ്ഞെടുക്കുന്ന ക്രെഡിറ്റ് കാര്‍ഡ് {0} എന്നതില്‍ നിന്നുമുള്ള ഭാവിയിലെ നിങ്ങളുടെ എല്ലാ വാങ്ങലുകള്‍ക്കുമായുള്ള സ്ഥിരസ്ഥിതി പേയ്‌മെന്റ് രീതി രീതിയായി മാറും. നിങ്ങള്‍ക്ക് എപ്പോള്‍വേണമെങ്കിലും സ്ഥിരസ്ഥിതി പേയ്‌മെന്റ് രീതി മാറ്റാന്‍ കഴിയും.
mn: Таны сонгосон кредит карт таны {0}-с авах цаашдын бүх онлайн худалдан авалтад өгөгдмөл төлбөрийн хэрэгсэл болгож ашиглагдана. Та өгөгдмөл төлбөрийн хэрэгслээ хэдийд ч сольж болно.
mr: आपण निवडलेले क्रेडिट कार्ड {0} वरील भविष्यातील सर्व ऑनलाइन खरेदीसाठी आपले डिफॉल्ट देय साधन बनेल. आपण कोणत्याही वे‍ळी डिफॉल्ट देय साधन बदलू शकता.
ms: Kad kredit yang anda pilih akan menjadi instrumen pembayaran lalai anda bagi semua pembelian dalam talian yang akan datang dari {0}. Anda boleh menukar instrumen pembayaran lalai pada bila-bila masa.
mt: Il-karta ta' kreditu li tagħżel se tkun l-istrument ta' pagament default għax-xirjiet online tiegħek kollha fil-futur minn {0}. Tista' tibdel l-istrument ta' pagament default meta trid.
ne: तपाइँले चयन गर्नुभएको क्रेडिट कार्ड तपाइँले भविष्यमा {0} बाट गर्नुहुने सबै अनलाइन खरिदहरूको लागि पूर्वनिर्धारित भुक्तान साधन हुनेछ। तपाइँले कुनैपनि समयमा पूर्वनिर्धारित भुक्तान साधन परिवर्तन गर्न सक्नुहुन्छ।
nn_no: Kredittkortkortet du valde, blir standard betalingsmetode for alle framtidige nettkjøp frå {0}. Du kan endre standard betalingsmetode kva tid som helst.
no: Kredittkortet du velger, blir standard betalingsmåte for alle fremtidige nettkjøp fra {0}. Du kan når som helst bytte standard betalingsmåte.
or: ଆପଣ ଯେଉଁ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ମନୋନୟନ କରିବେ ତାହା {0} ଠାରୁ ସମସ୍ତ ଭବିଷ୍ୟତ ଅନ୍‌ଲାଇନ୍ କ୍ରୟଗୁଡିକ ପାଇଁ ଆପଣଙ୍କର ଡିଫଲ୍ଟ୍ ଦେୟ ପଦ୍ଧତି ହେବ. ଆପଣ ଯେକୌଣସି ସମୟରେ ଡିଫଲ୍ଟ୍ ଦେୟ ପଦ୍ଧତି ପରିବର୍ତ୍ତନ କରିପାରିବେ.
pa_arab_pk: ‏‏جیڑا کریڈٹ کارڈ تسی چنو گے اوہ {0} چوں آن لائن خریداری لئي اک طے شدہ ادائیگی آلہ بن جاوے گا۔ تسی کسے وی ویلے طے شدہ کارڈ بدل سکدے او۔
pa_in: ਜਿਹੜਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਤੁਸੀਂ ਚੁਣਦੇ ਹੋ, {0} ਤੋਂ ਭਵਿੱਖ ਦੀਆਂ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਖ੍ਰੀਦਾਰੀਆਂ ਲਈ ਤੁਹਾਡਾ ਡਿਫ਼ੌਲਟ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਬਣ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਡਿਫੌਲਟ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।
pl: Wybrana karta kredytowa stanie się domyślnym instrumentem płatniczym dla wszystkich przyszłych zakupów online dokonywanych w firmie {0}. W dowolnej chwili można zmienić domyślny instrument płatniczy.
ru: Выбранная кредитная карта будет использоваться в качестве платежного средства по умолчанию для всех будущих покупок из {0} через Интернет. Изменить платежное средство можно в любое время.
sd: ڪريڊٽ ڪارڊ جيڪو توهان چونڊيدا آهيو {0} مان توهان جي مستقبل جي آن لائن خريدارين لاءِ طئي ٿيل رقم ادا ڪرڻ وارو ڪارڊ بڻجي ويندو. توهان ان کي ڪنهن به وقت ڊفالٽ ادائگي آلي سان تبديل ڪري سگھو ٿا.
si: ඔබ තෝරනු ලබන ක්‍රෙඩිට් කාඩ්පත {0} වෙතින් වන ඔබේ සියලුම අනාගත ඔන්ලයින් මිලදී ගැනීම් සඳහා සාමාන්‍ය ගෙවීම් උපකරණය බවට පත් වේ. ඔබට ඕනෑම අවස්ථාවක සාමාන්‍ය ගෙවීම් උපකරණය වෙනස් කළ හැකිය.
sl: Kreditna kartica bo postala privzeti način plačila za vse prihodnje spletne nakupe pri trgovcu {0}. Privzeti način plačila lahko kadar koli spremenite.
sr_cyrl_rs: Кредитна картица коју сте одабрали биће ваш подразумевани инструмент плаћања за све будуће куповине на мрежи са локације {0}. Подразумевани инструмент плаћања у сваком тренутку можете да промените.
sr_latn_rs: Kreditna kartica koju ste odabrali biće vaš podrazumevani instrument plaćanja za sve buduće kupovine na mreži sa lokacije {0}. Podrazumevani instrument plaćanja u svakom trenutku možete da promenite.
sv: Det kreditkort du väljer används sedan som standard för alla dina onlineköp från {0}. Du kan när som helst ändra till ett annat betalningsmedel.
ta: நீங்கள் தேர்ந்தெடுக்கும் கட்டணம் செலுத்தும் அட்டையானது எதிர்காலத்தில் {0} -இலிருந்து செய்யும் எல்லா ஆன்லைன் வாங்குதலுக்கும் இயல்பான கட்டணம் செலுத்தும் உபகரணமாக இருக்கும். இயல்பான கட்டணம் செலுத்தும் உபகரணத்தை நீங்கள் எந்த நேரத்திலும் மாற்றலாம்.
te: మీరు ఎంచుకునే క్రెడిట్ కార్డ్ {0} నుండి మీ మొత్తం భవిష్యత్తు ఆన్‌లైన్ కొనుగోళ్ల కోసం డిఫాల్ట్ చెల్లింపు పరికరం అవుతుంది. మీరు ఏ సమయంలో అయినా డిఫాల్ట్ చెల్లింపు పరికరాన్ని మార్చవచ్చు.
tg: Корти қарзии интихобкардаатон василаи пардохти аввалия барои ҳама харидҳои онлайни минбаъда аз {0} мешавад. Шумо метавонед василаи пардохти аввалияро дар лаҳзаи дилхоҳ иваз кунед.
th: บัตรเครดิตที่คุณเลือกจะกลายเป็นเครื่องมือในการชำระเงินค่าเริ่มต้นของคุณสำหรับการซื้อจาก {0} ทางออนไลน์ทั้งหมดในอนาคต คุณสามารถเปลี่ยนเครื่องมือในการชำระเงินค่าเริ่มต้นได้ทุกเมื่อ
tr: Seçtiğiniz kredi kartı gelecekte {0} üzerinde yapacağınız tüm çevrimiçi alışverişlerde varsayılan ödeme aracınız olacaktır. Varsayılan ödeme aracını istediğiniz zaman değiştirebilirsiniz.
tt: Сез сайлаган кредит картасы киләчәктә {0}-дан барлык онлайн сатып алуыгыз хәлләрендә Сезнең килешенгән түләү коралы буларак эшләр. Сез килешенгән түләү коралын һәрвакыт үзгәртә аласыз.
ug: سىز تاللىغان ئىناۋەتلىك كارتا {0} دىن ئېتىبارەن كەلگۈسىدە توردا قىلغان مۇئامىلىڭىزنىڭ باش ھەق تاپشۇرۇش قورالى قىلىنىدۇ. باش ھەق تاپشۇرۇش قورالىنى خالىغان ۋاقىتتا ئۆزگەرتسىڭىز بولىدۇ.
uk: Обрана кредитна картка використовуватиметься як платіжний засіб за промовчанням для всіх ваших майбутніх покупок у {0}. Платіжний засіб за промовчанням можна змінити будь-коли.
ur: مستقبل میں {0} سے تمام آن لائن خریداریوں کے لیے آپ کا منتخب کردہ کریڈٹ کارڈآپ کا بنیادی ادائیگی کا آلہ بن جائے گا۔ آپ کسی بھی وقت بنیادی ادائیگی کا آلہ تبدیل کر سکتے ہیں۔
uz: Siz tanlaydigan kredit karta sizning {0} dan qiladigan kelajakdagi barcha onlayn xaridlaringiz uchun asosiy to‘lov vositasi bo‘ladi. Siz istalgan vaqtda standart to‘lov vositasiga o‘zgartirishingiz mumkin.
vi: Thẻ tín dụng bạn chọn sẽ trở thành phương tiện thanh toán mặc định của bạn cho tất cả giao dịch mua trực tuyến từ {0} trong tương lai. Bạn có thể thay đổi phương tiện thanh toán mặc định bất kỳ lúc nào.
zh_hans: 您选择的信用卡将成为您将来从 {0} 进行所有在线购买的默认付款方式。您可以随时更改默认付款方式。
zh_hant: 您選擇的信用卡將變成您日後透過網路向 {0} 購買產品的預設付款方式。您可以隨時變更預設付款方式。

# Word.Change
source: Change
af: Verander
am: ለውጥ
ar: تغيير
as: সলনি কৰক
az: Dəyişdir
bg: Промяна
bn_in: পরিবর্তন করুন
bs: Izmijenite
cy: Newid
da: Skift
de: Ändern
el: Αλλαγή
es: Cambiar
et: Muuda
eu: Aldatu
fa: تغییر
ga: Athraigh
gd: Atharraich
gl: Modificar
gu: બદલાવો
he: שנה
hi: परिवर्तित करें
hr: Promijeni
hu: Módosítás
id: Ubah
is: Breyta
ja: 変更
ka: შეცვლა
kk: Өзгерту
kn: ಬದಲಾಯಿಸು
ko: 변경
ku_arab: گۆڕین
ky: Өзгөртүү
lo: ປ່ຽນ
lt: Keisti
lv: Mainīt
mi: Huri
mk: Промени
ml: മാറ്റുക
mn: Өөрчлөх
mr: बदला
ms: Tukar
mt: Ibdel
ne: परिवर्तनग गर्नुहोस्
nn_no: Endre
no: Endre
or: ପରିବର୍ତ୍ତନ
pa_arab_pk: ‏‏تبدیل کرو
pa_in: ਬਦਲੋ
pl: Zmień
ru: Изменить
sd: تبديڪ ڪريو
si: වෙනස් කරන්න
sl: Spremeni
sr_cyrl_rs: Промени
sr_latn_rs: Promeni
sv: Ändra
ta: மாற்று
te: మార్చు
tg: Тағйир додан
th: เปลี่ยนแปลง
tr: Değiştir
tt: Үзгәртү
ug: ئۆزگەرتىڭ
uk: Змінити
ur: تبدیل کریں
uz: O‘zgartirish
vi: Thay đổi
zh_hans: 更改
zh_hant: 變更

# Word.MBUX.AddNewCreditCard
source: Add a new credit card
af: Voeg nuwe kredietkaart by
am: አዲስ የብድር ካርድ አክል
ar: إضافة بطاقة ائتمان جديدة
as: এখন নতুন ক্ৰেডিট কাৰ্ড যোগ কৰক
az: Yeni kredit kartı əlavə edin
bg: Добавяне на нова кредитна карта
bn_in: একটি নতুন ক্রেডিট কার্ড যোগ করুন
bs: Dodajte novu kreditnu karticu
cy: Ychwanegu cerdyn credyd newydd
da: Tilføj nyt kreditkort
de: Neue Kreditkarte hinzufügen
el: Προσθήκη νέας πιστωτικής κάρτας
es: Agregar una nueva tarjeta de crédito
et: Lisa uus krediitkaart
eu: Gehitu kreditu-txartel berria
fa: یک کارت اعتباری جدید اضافه کنید
ga: Cuir cárta creidmheasa nua leis
gd: Cuir cairt-chreidis ùr ris
gl: Engadir un novo cartón de crédito
gu: નવું ક્રેડિટ કાર્ડ ઉમેરો
he: הוסף כרטיס אשראי חדש
hi: नया क्रेडिट कार्ड जोड़ें
hr: Dodaj novu kreditnu karticu
hu: Új hitelkártya hozzáadása
id: Tambahkan kartu kredit baru
is: Bæta við nýju kreditkorti
ja: 新しいクレジット カードの追加
ka: ახალი საკრედიტო ბარათის დამატება
kk: Жаңа несие картасын қосу
kn: ಹೊಸ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: 새 신용 카드 추가
ku_arab: کارتێکی قەرزی نوێ زێدە بکە
ky: Жаңы кредит карт кошуу
lo: ເພີ່ມບັດເຄຣດິດໃໝ່
lt: Pridėti naują kredito kortelę
lv: Pievienot jaunu kredītkarti
mi: Tāpirihia atu tō kāri nama
mk: Додајте нова кредитна картичка
ml: ഒരു പുതിയ ക്രെഡിറ്റ് കാര്‍ഡ് ചേര്‍ക്കുക
mn: Шинэ кредит карт нэмэх
mr: एक नवीन क्रेडिट कार्ड जोडा
ms: Tambah kad kredit baharu
mt: Żid karta tal-kreditu ġdida
ne: एउटा नया क्रेडिट कार्ड थप्नुहोस्
nn_no: Legg til eit nytt kredittkort
no: Legg til et nytt kredittkort
or: ଏକ ନୂତନ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯୋଡନ୍ତୁ
pa_arab_pk: ‏‏نواں کریڈٹ کارڈ نمبراضافہ کرو
pa_in: ਨਵਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜੋੜੋ
pl: Dodaj nową kartę kredytową
ru: Добавить новую кредитную карту
sd: ھڪ نئين ڪريڊٽ ڪارڊ جي اضافو ڪريو
si: නව ක්‍රෙඩිට් කාඩ්පතක් එක්කරන්න
sl: Dodajte novo kreditno kartico
sr_cyrl_rs: Додајте нову кредитну картицу
sr_latn_rs: Dodajte novu kreditnu karticu
sv: Lägg till ett nytt kreditkort
ta: புதிய கடன் அட்டையைச் சேர்க்கவும்
te: ఒక కొత్త క్రెడిట్ కార్డ్ ను జోడించండి
tg: Корти қарзии нав илова кунед
th: เพิ่มบัตรเครดิตใหม่
tr: Yeni bir kredi kartı ekle
tt: Яңа кредит картаны өстәү
ug: يېڭى ئىناۋەتلىك كارتىسىنى قوشۇڭ
uk: Додати нову кредитну картку
ur: نیا کریڈٹ کارڈ درج کریں
uz: Yangi kredit kartochkani qo‘shish
vi: Thêm một thẻ tín dụng mới
zh_hans: 添加新信用卡
zh_hant: 新增信用卡

# Word.MBUX.Title.AddPI
source: Add your credit card
af: Voeg jou kredietkaart by
am: የብድር ካርድህን አክል
ar: إضافة بطاقة الائتمان الخاصة بك
as: আপোনাৰ ক্ৰেডিট কাৰ্ড যোগ কৰক
az: Kredit kartınızı əlavə edin
bg: Добавяне на кредитната Ви карта
bn_in: আপনার ক্রেডিট কার্ড যোগ করুন
bs: Dodajte svoju kreditnu karticu
cy: Ychwanegu eich cerdyn credyd
da: Tilføj dit kreditkort
de: Ihre Kreditkarte hinzufügen
el: Προσθήκη της πιστωτικής κάρτας σας
es: Agregar su tarjeta de crédito
et: Lisage oma krediitkaart
eu: Gehitu kreditu-txartela
fa: کارت اعتباری خود را اضافه کنید
ga: Cuir do chárta creidmheasa leis
gd: Cuir a' chairt-chreidis agad ris
gl: Engada o seu cartón de crédito
gu: તમારું ક્રેડિટ કાર્ડ ઉમેરો
he: הוסף את כרטיס האשראי שלך
hi: अपना क्रेडिट कार्ड जोड़ें
hr: Dodaj svoju kreditnu karticu
hu: Hitelkártya hozzáadása
id: Tambahkan kartu kredit Anda
is: Bættu við þínu kreditkorti
ja: クレジット カードの追加
ka: დაამატეთ თქვენი საკრედიტო ბარათი
kk: Несие картасын қосу
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: 신용 카드 추가
ku_arab: کرێدت کارتی خۆت زێدەبکە
ky: Кредит картыңызды кошуу
lo: ເພີ່ມບັດເຄຣດິດຂອງທ່ານ
lt: Pridėkite savo kredito kortelę
lv: Pievienot savu kredītkarti
mi: Tāpirihia atu he kāri nama hōu
mk: Додајте ја вашата кредитна картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് ചേര്‍ക്കുക
mn: Кредит картаа нэмэх
mr: आपले क्रेडिट कार्ड जोडा
ms: Tambah kad kredit anda
mt: Żid il-karta tal-kreditu tiegħek
ne: तपाईको क्रेडिट कार्ड थप्नुहोस्
nn_no: Legg til kredittkortet ditt
no: Legg til kredittkort
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯୋଡନ୍ତୁ
pa_arab_pk: اپناں کریڈٹ کارڈ دا اضافہ کرو
pa_in: ਆਪਣਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜੋੜੋ
pl: Dodaj kartę kredytową
ru: Добавить свою кредитную карту
sd: پنهنجي ڪريڊٽ ڪارڊ جو اضافو ڪريو
si: ඔබේ ක්‍රෙඩිට් කාඩ්පත එක් කරන්න
sl: Dodajte kreditno kartico
sr_cyrl_rs: Додајте своју кредитну картицу
sr_latn_rs: Dodajte svoju kreditnu karticu
sv: Lägg till ditt kreditkort
ta: உங்கள் கடன் அட்டையைச் சேர்க்கவும்
te: మీ క్రెడిట్ కార్డ్ ను జోడించండి
tg: Корти қарзии худро илова кунед
th: เพิ่มบัตรเครดิตของคุณ
tr: Kredi kartınızı ekleyin
tt: Сезнең кредит картагызны өстәү
ug: ئىناۋەتلىك كارتىڭىزنى قوشۇڭ
uk: Додайте кредитну картку
ur: اپنا کریڈٹ کارڈ درج کریں
uz: Kredit kartochkangizni qo‘shing
vi: Thêm thẻ tín dụng của bạn
zh_hans: 添加您的信用卡
zh_hant: 加入您的信用卡
