Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SelectPM.CreditDebit
source: Pick a payment method. Credit card or debit card
af: Kies ’n betaalmetode. Kredietkaart of debietkaart
am: የክፍያ መንገድ ይምረጡ። ክሬዲት ካርድ ወይም ዴቢት ካርድ
ar: اختر طريقة دفع. بطاقة الائتمان أو بطاقة الخصم
as: এটা পেমেণ্ট পদ্ধতি বাচনি কৰক। ক্ৰেডিট কাৰ্ড বা ডেবিট কাৰ্ড
az: Ödəniş üsulu seçin. Kredit kartı və ya debet kartı
bg: Изберете начин на плащане. Кредитна или дебитна карта
bn_in: অর্থ প্রদানের পদ্ধতিটি বেছে নিন। ক্রেডিট কার্ড বা ডেবিট কার্ড
bs: Izaberite način plaćanja. Kreditna kartica ili debitna kartica
cy: Dewiswch ffordd o dalu. Cerdyn credyd neu ddebyd
da: Vælg en betalingsmetode. Kreditkort eller debetkort
de: Wählen Sie eine Zahlungsmethode aus: Kreditkarte oder Debitkarte.
el: Επιλέξτε μια μέθοδο πληρωμής. Πιστωτική κάρτα ή χρεωστική κάρτα
es: Elija un método de pago. Puede ser una tarjeta de crédito o de débito.
et: Valige makseviis. Krediitkaart või deebetkaart
eu: Aukeratu ordaintzeko metodo bat. Kreditu- edo zordunketa-txartela
fa: روش پرداختی را انتخاب کنید؛ کارت اعتباری یا کارت نقدی
ga: Roghnaigh modh íocaíochta. Cárta creidmheasa nó dochair
gd: Tagh dòigh pàighidh. Cairt-chreideis no cairt-fhiachan
gl: Escolla un método de pagamento: cartón de crédito ou de débito.
gu: ચુકવણીની પદ્ધતિ પસંદ કરો. ક્રેડિટ કાર્ડ અથવા ડેબિટ કાર્ડ
he: בחר שיטת תשלום. כרטיס אשראי או כרטיס חיוב
hi: एक भुगतान विधि चुनें. क्रेडिट कार्ड या डेबिट कार्ड
hr: Odaberite način plaćanja. Kreditnu karticu ili debitnu karticu
hu: Válasszon fizetési módot. Hitelkártya vagy bankkártya
id: Pilih metode pembayaran. Kartu kredit atau kartu debit
is: Veldu greiðslumáta. Kreditkort eða debetkort
ja: 支払方法を選択します。クレジット カードまたはデビット カード
ka: აირჩიეთ გადახდის მეთოდი. საკრედიტო ბარათი ან სადებეტო ბარათი
kk: Төлем әдісін таңдаңыз. Кредиттік карта немесе дебеттік карта
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: 결제 방법을 선택하세요. 신용 카드 또는 직불 카드
lo: ເລືອກວິທີການຈ່າຍເງິນ. ບັດເຄດິດຫລືບັດເດບິດ
lt: Pasirinkite mokėjimo būdą. Kredito kortelė arba debeto kortelė
lv: Izvēlieties maksāšanas metodi. Kredītkarti vai debetkarti
mi: Tīpakona he tikanga utu. Kāri tāwere, kāri nama ranei
mk: Изберете начин на плаќање. Кредитна или дебитна картичка
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. ക്രെഡിറ്റ് കാർഡ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ്
mr: एक पेमेंट पद्धत निवडा. क्रेडीट कार्ड किंवा डेबिट कार्ड
ms: Pilih kaedah pembayaran. Kad kredit atau kad debit
mt: Agħżel metodu ta' pagament. Karta tal-kreditu jew karta tad-debitu
ne: एक भुक्तानी विधि छान्नुहोस्। क्रेडिट कार्ड वा डेबिट कार्ड
nn_no: Vel ein betalingsmåte. Kredittkort eller debetkort
no: Velg en betalingsmetode. Kredittkort eller debetkort
or: ଏକ ପୈଠ ପଦ୍ଧତି ବାଛନ୍ତୁ। କ୍ରେଡିଟ କାର୍ଡ୍ କିମ୍ବା ଡେବିଟ୍ କାର୍ଡ୍
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ. ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ
pl: Wybierz formę płatności: karta kredytowa lub debetowa
ru: Выберите способ оплаты: с помощью кредитной или дебетовой карты
sl: Izberite način plačila. Kreditna ali bančna plačilna kartica
sr_cyrl_rs: Изаберите начин плаћања – кредитну или дебитну картицу
sr_latn_rs: Izaberite način plaćanja – kreditnu ili debitnu karticu
sv: Välj en betalningsmetod. Kreditkort eller betalkort
ta: கட்டண முறையைத் தேர்வு செய்யவும். கிரெடிட் கார்டு அல்லது டெபிட் கார்டு
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. క్రెడిట్ కార్డు లేదా డెబిట్ కార్డు
th: เลือกวิธีการชำระเงิน บัตรเครดิตหรือบัตรเดบิต
tr: Ödeme yöntemi seçin. Kredi kartı veya ATM kartı
tt: Түләү ысулын сайлагыз. Кредит яки дебет картасы
ug: بىر تۆلىمە ئۇسۇلىنى تاللاڭ. كرېدىت كارتا ياكى دېبىت كارتا
uk: Виберіть метод оплати. Кредитна картка або дебетова картка
ur: ادائیگی کا طریقہ منتخب کریں۔ کریڈٹ کارڈ یا ڈیبٹ کارڈ
uz: Toʻlov usulini tanlang. Kredit yoki debet karta
vi: Hãy chọn một phương thức thanh toán. Thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 挑选一种付款方式。信用卡或借记卡
zh_hant: 挑選付款方式。信用卡或簽帳金融卡

# Literal.SelectPM.BankAccount
source: Pick a payment method. Bank account
af: Kies ’n betaalmetode. Bankrekening
am: የክፍያ መንገድ ይምረጡ። የባንክ አካውንት
ar: اختر طريقة دفع. حساب مصرفي
as: পৰিশোধ পদ্ধতি এটা বাছনি কৰক। বেঙ্ক একাউণ্ট
az: Ödəniş üsulu seçin. Bank hesabı
bg: Изберете метод на плащане. Банкова сметка
bn_in: অর্থ প্রদানের পদ্ধতিটি বেছে নিন। ব্যাংক হিসাব
bs: Izaberite način plaćanja. Bankovni račun
cy: Dewiswch ffordd o dalu. Cyfrif banc
da: Vælg en betalingsmetode. Bankkonto
de: Wählen Sie eine Zahlungsmethode aus. Bankkonto
el: Επιλέξτε μια μέθοδο πληρωμής. Τραπεζικός λογαριασμός
es: Elija un método de pago (cuenta bancaria).
et: Valige makseviis. Pangakonto
eu: Aukeratu ordaintzeko metodo bat. Banku-kontua
fa: روش پرداختی را انتخاب کنید؛ حساب بانکی
ga: Roghnaigh modh íocaíochta. Cuntas bainc
gd: Tagh dòigh pàighidh. Cunntas banca
gl: Escolla un método de pagamento. Conta bancaria
gu: ચુકવણીની પદ્ધતિ પસંદ કરો. બેંક એકાઉન્ટ
he: בחר שיטת תשלום. חשבון בנק
hi: भुगतान विधि चुनें. बैंक खाता
hr: Odaberite način plaćanja. Bankovni račun
hu: Válasszon fizetési módot. Bankszámla
id: Pilih metode pembayaran. akun bank
is: Veldu greiðslumáta. Bankareikningur
ja: 支払方法を選択します。銀行口座
ka: აირჩიეთ გადახდის მეთოდი. საბანკო ანგარიში
kk: Төлем әдісін таңдаңыз. Банк есеп-шоты
kn: ಪಾವತಿ ವಿಧಾನ ಆಯ್ಕೆ ಮಾಡಿ. ಬ್ಯಾಂಕ್ ಖಾತೆ
ko: 결제 방법을 선택하세요. 은행 계좌
lo: ເລືອກວິທີການຈ່າຍເງິນ. ບັນ​ຊີ​ທະ​ນາ​ຄານ
lt: Pasirinkite mokėjimo būdą. Banko sąskaita
lv: Izvēlieties maksāšanas metodi. Bankas konts
mi: Tīpakona he tikanga utu. Pūkete pēke
mk: Изберете начин на плаќање. Банкарска сметка
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. ബാങ്ക് അക്കൗണ്ട്
mr: एक देय पद्धत निवडा. बँक खाते
ms: Pilih kaedah pembayaran. Akaun bank
mt: Agħżel metodu ta' pagament. Kont bankarju
ne: एक भुक्तानी विधि छान्नुहोस्। बैंक खाता
nn_no: Vel ein betalingsmåte. Bankkonto
no: Velg en betalingsmetode. Bankkonto
or: ଏକ ପୈଠ ପଦ୍ଧତି ବାଛନ୍ତୁ। ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ୍
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ. ਬੈੰਕ ਖਾਤਾ
pl: Wybierz formę płatności. Konto bankowe
ru: Выберите способ оплаты. Банковский счет.
sl: Izberite način plačila. Bančni račun
sr_cyrl_rs: Изаберите начин плаћања. Рачун у банци
sr_latn_rs: Izaberite način plaćanja. Račun u banci
sv: Välj en betalningsmetod. Bankkonto
ta: கட்டணம் செலுத்தும் முறையைத் தெரிவுசெய்க. வங்கிக் கணக்கு
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. బ్యాంకు ఖాతా
th: เลือกวิธีการชำระเงิน บัญชีธนาคาร
tr: Ödeme yöntemi seçin. Banka hesabı
tt: Түләү ысулын сайлагыз. Банк хисабы
ug: بىر تۆلىمە ئۇسۇلىنى تاللاڭ. بانكا ھېسابى
uk: Виберіть метод оплати. Банківський рахунок
ur: ادائیگی کا ایک طریقہ چنیں۔ بینک اکاؤنٹ
uz: Toʻlov usulini tanlang. Bank hisobi
vi: Hãy chọn một phương thức thanh toán. Tài khoản ngân hàng
zh_hans: 选择付款方式。银行帐户
zh_hant: 挑選付款方式。銀行帳戶

# Literal.SelectPM.DirectDebit
source: Pick a payment method. Direct debit
af: Kies ’n betaalmetode. Direkte debiet
am: የክፍያ መንገድ ይምረጡ። የቀጥታ ዴቢት
ar: اختر طريقة دفع. الخصم المباشر
as: পৰিশোধ পদ্ধতি এটা বাছনি কৰক। প্ৰত্যক্ষ ডেবিট
az: Ödəniş üsulu seçin. Birbaşa debet
bg: Изберете метод на плащане. Директен дебит
bn_in: অর্থ প্রদানের পদ্ধতিটি বেছে নিন। সরাসরি খরচ
bs: Izaberite način plaćanja. Direktno terećenje
cy: Dewiswch ffordd o dalu. Cerdyn debyd
da: Vælg en betalingsmetode. Direkte debitering
de: Wählen Sie eine Zahlungsmethode aus. Lastschrifteinzug
el: Επιλέξτε μια μέθοδο πληρωμής. Άμεση χρέωση
es: Elija un método de pago (domiciliación).
et: Valige makseviis. Otsekorraldus
eu: Aukeratu ordaintzeko metodo bat. Zuzeneko zordunketa
fa: روش پرداختی را انتخاب کنید؛ برداشت مستقیم
ga: Roghnaigh modh íocaíochta. Dochar díreach
gd: Tagh dòigh pàighidh. Direct Debit
gl: Escolla un método de pagamento. Débito directo
gu: ચુકવણીની પદ્ધતિ પસંદ કરો. ડાયરેક્ટ ડેબિટ
he: בחר שיטת תשלום. כרטיס חיוב
hi: भुगतान विधि चुनें. प्रत्यक्ष डेबिट
hr: Odaberite način plaćanja. Izravno terećenje
hu: Válasszon fizetési módot. Csoportos beszedési megbízás
id: Pilih metode pembayaran. Debit langsung
is: Veldu greiðslumáta. Gjaldfærsla
ja: 支払方法を選択します。自動引き落とし
ka: აირჩიეთ გადახდის მეთოდი. სადებეტო ბარათი
kk: Төлем әдісін таңдаңыз. Тікелей дебет
kn: ಪಾವತಿ ವಿಧಾನ ಆಯ್ಕೆ ಮಾಡಿ. ಡೈರೆಕ್ಟ್ ಡೆಬಿಟ್
ko: 결제 방법을 선택하세요. 직불 카드
lo: ເລືອກວິທີການຈ່າຍເງິນ. ເດບິດໂດຍກົງ
lt: Pasirinkite mokėjimo būdą. Tiesioginis debetas
lv: Izvēlieties maksāšanas metodi. Tiešais debets
mi: Tīpakona he tikanga utu. Whakawhiti aunoa
mk: Изберете начин на плаќање. Картичка за директно дебитно плаќање
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. നേരിട്ടുള്ള ഡെബിറ്റ്
mr: एक देय पद्धत निवडा. डायरेक्ट डेबिट
ms: Pilih kaedah pembayaran. Debit langsung
mt: Agħżel metodu ta' pagament. Debitu dirett
ne: एक भुक्तानी विधि छान्नुहोस्। प्रत्यक्ष डेबिट
nn_no: Vel ein betalingsmåte. Direkte debitering
no: Velg en betalingsmetode. AvtaleGiro
or: ଏକ ପୈଠ ପଦ୍ଧତି ବାଛନ୍ତୁ। ପ୍ରତ୍ୟକ୍ଷ କାଟ୍
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ. ਸਿੱਧਾ ਡੈਬਿਟ
pl: Wybierz formę płatności. Polecenie zapłaty
ru: Выберите способ оплаты. Прямой дебет.
sl: Izberite način plačila. Neposredna obremenitev
sr_cyrl_rs: Изаберите начин плаћања. Директно задуживање
sr_latn_rs: Izaberite način plaćanja. Direktno zaduživanje
sv: Välj en betalningsmetod. Autogiro
ta: கட்டணம் செலுத்தும் முறையைத் தெரிவுசெய்க. நேரடிப் பற்று
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. నేరుగా జమ
th: เลือกวิธีการชำระเงิน การหักบัญชีเงินฝากอัตโนมัติ
tr: Ödeme yöntemi seçin. Otomatik ödeme
tt: Түләү ысулын сайлагыз. Туры дебет
ug: بىر تۆلىمە ئۇسۇلىنى تاللاڭ. بىۋاسىتە دېبىت
uk: Виберіть метод оплати. Прямий дебет
ur: ادائیگی کا ایک طریقہ چنیں۔ ڈائریکٹ ڈیبٹ
uz: Toʻlov usulini tanlang. Bevosita debet
vi: Hãy chọn một phương thức thanh toán. Ghi nợ trực tiếp
zh_hans: 选择付款方式。直接借记
zh_hant: 挑選付款方式。直接扣款

# Literal.SelectPM.PayPal
source: Pick a payment method. PayPal
af: Kies ’n betaalmetode. PayPal
am: የክፍያ መንገድ ይምረጡ። ፔይፓል
ar: اختر طريقة دفع. PayPal
as: পৰিশোধ পদ্ধতি এটা বাছনি কৰক। PayPal
az: Ödəniş üsulu seçin. PayPal
bg: Изберете метод на плащане. PayPal
bn_in: অর্থ প্রদানের পদ্ধতিটি বেছে নিন। পেপ্যাল
bs: Izaberite način plaćanja. PayPal
cy: Dewiswch ffordd o dalu. PayPal
da: Vælg en betalingsmetode. PayPal
de: Wählen Sie eine Zahlungsmethode aus. PayPal
el: Επιλέξτε μια μέθοδο πληρωμής. PayPal
es: Elija un método de pago (PayPal).
et: Valige makseviis. PayPal
eu: Aukeratu ordaintzeko metodo bat. PayPal
fa: روش پرداختی را انتخاب کنید. PayPal
ga: Roghnaigh modh íocaíochta. PayPal
gd: Tagh dòigh pàighidh. PayPal
gl: Escolla un método de pagamento. PayPal
gu: ચુકવણીની પદ્ધતિ પસંદ કરો. પેપાલ
he: בחר שיטת תשלום. PayPal
hi: कोई भुगतान विधि चुनें. PayPal
hr: Odaberite način plaćanja. PayPal
hu: Válasszon fizetési módot. PayPal
id: Pilih metode pembayaran. PayPal
is: Veldu greiðslumáta. PayPal
ja: 支払方法を選択します。PayPal
ka: აირჩიეთ გადახდის მეთოდი. PayPal
kk: Төлем әдісін таңдаңыз. PayPal
kn: ಪಾವತಿ ವಿಧಾನ ಆಯ್ಕೆ ಮಾಡಿ. ಪೇಪಾಲ್‌
ko: 결제 방법을 선택하세요. PayPal
lo: ເລືອກວິທີການຈ່າຍເງິນ. PayPal
lt: Pasirinkite mokėjimo būdą. „PayPal“
lv: Izvēlieties maksāšanas metodi. PayPal
mi: Tīpakona he tikanga utu. Paypal
mk: Изберете начин на плаќање. PayPal
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. പേപാൽ
mr: एक देय पद्धत निवडा PayPal
ms: Pilih kaedah pembayaran. PayPal
mt: Agħżel metodu ta’ pagament. PayPal
ne: एक भुक्तानी विधि छान्नुहोस्। PayPal
nn_no: Vel ein betalingsmåte. PayPal
no: Velg betalingsmetode. PayPal
or: ଏକ ପୈଠ ପଦ୍ଧତି ବାଛନ୍ତୁ। PayPal
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ. ਪੇਪਾਲ
pl: Wybierz formę płatności. PayPal
ru: Выберите способ оплаты. PayPal.
sl: Izberite način plačila. PayPal
sr_cyrl_rs: Изаберите начин плаћања. PayPal
sr_latn_rs: Izaberite način plaćanja. PayPal
sv: Välj en betalningsmetod. PayPal
ta: கட்டணம் செலுத்தும் முறையைத் தெரிவுசெய்க. PayPal
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. పేపాల్
th: เลือกวิธีการชำระเงิน PayPal
tr: Ödeme yöntemi seçin. PayPal
tt: Түләү ысулын сайлагыз. PayPal
ug: بىر تۆلىمە ئۇسۇلىنى تاللاڭ. PayPal
uk: Виберіть метод оплати. PayPal
ur: ادائیگی کا ایک طریقہ چنیں۔ PayPal
uz: To‘lov usulini tanlang. PayPal
vi: Hãy chọn một phương thức thanh toán. PayPal
zh_hans: 选取付款方式。PayPal
zh_hant: 挑選付款方式。PayPal

# Literal.SelectPM.UnionPayCreditCard
source: Pick a payment method. UnionPay credit card
af: Kies ’n betaalmetode. UnionPay-kredietkaart
am: የክፍያ መንገድ ይምረጡ። ዩኒየንፔይ ክሬዲት ካርድ
ar: اختر طريقة دفع. بطاقة ائتمان UnionPay
as: পৰিশোধ পদ্ধতি এটা বাছনি কৰক। UnionPay ক্ৰেডিট কাৰ্ড
az: Ödəniş üsulu seçin. UnionPay kredit kartı
bg: Изберете метод на плащане. Кредитна карта UnionPay
bn_in: অর্থ প্রদানের পদ্ধতিটি বেছে নিন। ইউনিয়নপে ক্রেডিট কার্ড
bs: Izaberite način plaćanja. Kreditna kartica UnionPay
cy: Dewiswch ffordd o dalu. Cerdyn credyd UnionPay
da: Vælg en betalingsmetode. UnionPay-kreditkort
de: Wählen Sie eine Zahlungsmethode aus. UnionPay-Kreditkarte
el: Επιλέξτε μια μέθοδο πληρωμής. Πιστωτική κάρτα UnionPay
es: Elija un método de pago (tarjeta de crédito de UnionPay).
et: Valige makseviis. UnionPay krediitkaart
eu: Aukeratu ordaintzeko metodo bat. UnionPay kreditu-txartela
fa: روش پرداختی را انتخاب کنید. کارت اعتباری UnionPay
ga: Roghnaigh modh íocaíochta. Cárta creidmheasa UnionPay
gd: Tagh dòigh pàighidh. Cairt-chreideis UnionPay
gl: Escolla un método de pagamento. Cartón de crédito de UnionPay
gu: ચુકવણીની પદ્ધતિ પસંદ કરો. યુનિયનપે ક્રેડિટ કાર્ડ
he: בחר שיטת תשלום. כרטיס אשראי של UnionPay
hi: भुगतान विधि चुनें. UnionPay क्रेडिट कार्ड
hr: Odaberite način plaćanja. Kreditna kartica UnionPay
hu: Válasszon fizetési módot. UnionPay hitelkártya
id: Pilih metode pembayaran. Kartu kredit atau debit
is: Veldu greiðslumáta. UnionPay-kreditkort
ja: 支払方法を選択します。UnionPay クレジット カード
ka: აირჩიეთ გადახდის მეთოდი. UnionPay-ის საკრედიტო ბარათი
kk: Төлем әдісін таңдаңыз. UnionPay кредиттік картасы
kn: ಪಾವತಿ ವಿಧಾನ ಆಯ್ಕೆ ಮಾಡಿ. ಯೂನಿಯನ್‌ ಪೇ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ko: 결제 방법을 선택하세요. UnionPay 신용 카드
lo: ເລືອກວິທີການຈ່າຍເງິນ. ບັດເຄດິດ UnionPay
lt: Pasirinkite mokėjimo būdą. „UnionPay“ kredito kortelė
lv: Izvēlieties maksāšanas metodi. UnionPay kredītkarte
mi: Tīpakona he tikanga utu. Kāri tāwere UnionPay
mk: Изберете начин на плаќање. Кредитна картичка на UnionPay
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. യൂണിയൻ പേ ക്രെഡിറ്റ് കാർഡ്
mr: एक देय पद्धत निवडा. UnionPay क्रेडीट कार्ड
ms: Pilih kaedah pembayaran. Kad kredit UnionPay
mt: Agħżel metodu ta’ pagament. Karta tal-kreditu UnionPay
ne: एक भुक्तानी विधि छान्नुहोस्। UnionPay क्रेडिट कार्ड
nn_no: Vel ein betalingsmåte. UnionPay kredittkort
no: Velg en betalingsmetode. UnionPay kredittkort
or: ଏକ ପୈଠ ପଦ୍ଧତି ବାଛନ୍ତୁ। ୟୁନିଅନପେ କ୍ରେଡିଟ୍ କାର୍ଡ
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ. ਯੂਨੀਅਨ ਪੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ
pl: Wybierz formę płatności. Karta kredytowa UnionPay
ru: Выберите способ оплаты. Кредитная карта UnionPay.
sl: Izberite način plačila. Kreditna kartica UnionPay
sr_cyrl_rs: Изаберите начин плаћања. UnionPay кредитна картица
sr_latn_rs: Izaberite način plaćanja. UnionPay kreditna kartica
sv: Välj en betalningsmetod. UnionPay-kreditkort
ta: கட்டணம் செலுத்தும் முறையைத் தெரிவுசெய்க. UnionPay கடனட்டை
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. యూనియన్ పే క్రెడిట్ కార్డు
th: เลือกวิธีการชำระเงิน บัตรเครดิต UnionPay
tr: Ödeme yöntemi seçin. UnionPay kredi kartı
tt: Түләү ысулын сайлагыз. UnionPay кредит картасы
ug: بىر تۆلىمە ئۇسۇلىنى تاللاڭ. UnionPay كرېدىت كارتىسى
uk: Виберіть метод оплати. Кредитна картка UnionPay
ur: ادائیگی کا ایک طریقہ چنیں۔ UnionPay کریڈٹ کارڈ
uz: Toʻlov usulini tanlan. UnionPay kredit kartasi
vi: Hãy chọn một phương thức thanh toán. Thẻ tín dụng UnionPay
zh_hans: 选择付款方式。银联信用卡
zh_hant: 挑選付款方式。銀聯信用卡

# Literal.SelectPM.UnionPayCard
source: Pick a payment method. UnionPayCard
af: Kies ’n betaalmetode. UnionPayCard
am: የክፍያ መንገድ ይምረጡ። ዩኒየንፔይካርድ
ar: اختر طريقة دفع. UnionPayCard
as: পৰিশোধ পদ্ধতি এটা বাছনি কৰক। UnionPayCard
az: Ödəniş üsulu seçin. UnionPayCard
bg: Изберете метод на плащане. UnionPayCard
bn_in: অর্থ প্রদানের পদ্ধতিটি বেছে নিন। UnionPayCard
bs: Izaberite način plaćanja. UnionPayCard
cy: Dewiswch ffordd o dalu. UnionPayCard
da: Vælg en betalingsmetode. UnionPayCard
de: Wählen Sie eine Zahlungsmethode aus. UnionPayCard
el: Επιλέξτε μια μέθοδο πληρωμής. UnionPayCard
es: Elija un método de pago (tarjeta de UnionPay).
et: Valige makseviis. UnionPayCard
eu: Hautatu ordaintzeko metodo bat. UnionPay txartela
fa: روش پرداختی را انتخاب کنید. UnionPayCard
ga: Roghnaigh modh íocaíochta. Cárta UnionPay
gd: Tagh dòigh pàighidh. UnionPayCard
gl: Escolla un método de pagamento. UnionPayCard
gu: ચુકવણીની પદ્ધતિ પસંદ કરો. યુનિયનપેકાર્ડ
he: בחר שיטת תשלום. UnionPayCard
hi: कोई भुगतान विधि चुनें. UnionPayCard
hr: Odaberite način plaćanja. UnionPayCard
hu: Válasszon fizetési módot. UnionPay kártya
id: Pilih metode pembayaran. UnionPayCard
is: Veldu greiðslumáta. UnionPayCard
ja: 支払方法を選択します。UnionPayCard
ka: აირჩიეთ გადახდის მეთოდი. UnionPayCard
kk: Төлем әдісін таңдаңыз. UnionPayCard
kn: ಪಾವತಿ ವಿಧಾನ ಆಯ್ಕೆ ಮಾಡಿ. ಯೂನಿಯನ್‌ ಪೇ ಕಾರ್ಡ್
ko: 결제 방법을 선택하세요. UnionPayCard
lo: ເລືອກວິທີການຈ່າຍເງິນ. UnionPayCard
lt: Pasirinkite mokėjimo būdą. UnionPayCard
lv: Izvēlieties maksāšanas metodi. UnionPayCard
mi: Tīpakona he tikanga utu. Kāri UnionPay
mk: Изберете начин на плаќање. UnionPayCard
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. യൂണിയൻ പേകാർഡ്
mr: एक देय पद्धत निवडा. UnionPay कार्ड
ms: Pilih kaedah pembayaran. UnionPayCard
mt: Agħżel metodu ta’ pagament. UnionPayCard
ne: एक भुक्तानी विधि छान्नुहोस्। UnionPayCard
nn_no: Vel ein betalingsmåte. UnionPayCard
no: Velg en betalingsmetode. UnionPayCard
or: ଏକ ପୈଠ ପଦ୍ଧତି ବାଛନ୍ତୁ। UnionPayCard
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ. ਯੂਨੀਅਨ ਪੇਅਕਾਰਡ
pl: Wybierz formę płatności. UnionPayCard
ru: Выберите способ оплаты. UnionPayCard.
sl: Izberite način plačila. UnionPayCard
sr_cyrl_rs: Изаберите начин плаћања. UnionPayCard
sr_latn_rs: Izaberite način plaćanja. UnionPayCard
sv: Välj en betalningsmetod. UnionPayCard
ta: கட்டணம் செலுத்தும் முறையைத் தெரிவுசெய்க. UnionPayCard
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. UnionPayCard
th: เลือกวิธีการชำระเงิน UnionPayCard
tr: Ödeme yöntemi seçin. UnionPayCard
tt: Түләү ысулын сайлагыз. UnionPayCard
ug: بىر تۆلىمە ئۇسۇلىنى تاللاڭ. UnionPayCard
uk: Виберіть метод оплати. UnionPayCard
ur: ادائیگی کا ایک طریقہ چنیں۔ UnionPayCard
uz: To‘lov usulini tanlang. UnionPayCard
vi: Hãy chọn một phương thức thanh toán. UnionPayCard
zh_hans: 选择付款方式。银联卡
zh_hant: 挑選付款方式。UnionPayCard

# Literal.SelectPM.RedeemGiftCard
source: Pick a payment method. Redeem a gift card
af: Kies ’n betaalmetode. Eis ’n geskenkbewys op
am: የክፍያ መንገድ ይምረጡ። የስጦታ ካርድ ይዋጁ
ar: اختر طريقة دفع. استرداد بطاقة هدايا
as: পৰিশোধ পদ্ধতি এটা বাছনি কৰক। গিফ্ট কাৰ্ড এখন ৰিডীম কৰক
az: Ödəniş üsulu seçin. Hədiyyə kartını aktivləşdirin
bg: Изберете метод на плащане. Използвайте ваучер за подарък
bn_in: অর্থ প্রদানের পদ্ধতিটি বেছে নিন। একটি উপহার কার্ড খালাস
bs: Izaberite način plaćanja. Iskorištavanje poklon-kartice
cy: Dewiswch ffordd o dalu. Defnyddio cerdyn rhodd
da: Vælg en betalingsmetode. Indløs et gavekort
de: Wählen Sie eine Zahlungsmethode aus. Geschenkkarte einlösen
el: Επιλέξτε μια μέθοδο πληρωμής. Εξαργύρωση δωροκάρτας
es: Elija un método de pago (tarjeta regalo).
et: Valige makseviis. Kinkekaardi lunastamine
eu: Aukeratu ordaintzeko metodo bat. Erabili opari-txartel bat
fa: روش پرداختی را انتخاب کنید. نقد کردن کارت هدیه
ga: Roghnaigh modh íocaíochta. Fuascail cárta bronntanais
gd: Tagh dòigh pàighidh. Cuir cairt prèasaint gu feum
gl: Escolla un método de pagamento. Trocar un cartón de agasallo
gu: ચુકવણીની પદ્ધતિ પસંદ કરો. ગિફ્ટ કાર્ડ રિડીમ કરો
he: בחר שיטת תשלום. מימוש כרטיס מתנה
hi: भुगतान विधि चुनें. उपहार कार्ड रिडीम करें
hr: Odaberite način plaćanja. Korištenje poklon-bona
hu: Válasszon fizetési módot. Ajándékkártya beváltása
id: Pilih metode pembayaran. Tebus kartu hadiah
is: Veldu greiðslumáta. Leysa út gjafakort
ja: 支払方法を選択します。ギフト カードを使う
ka: აირჩიეთ გადახდის მეთოდი. სასაჩუქრე ბარათის გამოყენება
kk: Төлем әдісін таңдаңыз. Сыйлық картасын белсендіріңіз
kn: ಪಾವತಿ ವಿಧಾನ ಆಯ್ಕೆ ಮಾಡಿ. ಗಿಫ್ಟ್ ಕಾರ್ಡ್ ರಿಡೀಮ್ ಮಾಡಿ
ko: 결제 방법을 선택하세요. 기프트 카드 사용
lo: ເລືອກວິທີການຈ່າຍເງິນ. ຈ່າຍຄ່າຂອງຂວັນບັດ
lt: Pasirinkite mokėjimo būdą. Panaudoti dovanų kortelę
lv: Izvēlieties maksāšanas metodi. Dāvanu kartes izmantošana
mi: Tīpakona he tikanga utu. Hokona he kāri tākoha
mk: Изберете начин на плаќање. Активирајте подарок-картичка
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. ഒരു സമ്മാന കാർഡ് വീണ്ടെടുക്കുക
mr: एक देय पद्धत निवडा एक भेट कार्ड रिडीम करा
ms: Pilih kaedah pembayaran. Tebus kad hadiah
mt: Agħżel metodu ta’ pagament. Sarraf gift card
ne: एक भुक्तानी विधि छान्नुहोस्। उपहार कार्ड रिडीम गर्नुहोस्
nn_no: Vel ein betalingsmåte. Bruk gavekort
no: Velg en betalingsmetode. Løse inn et gavekort
or: ଏକ ପୈଠ ପଦ୍ଧତି ବାଛନ୍ତୁ। ଏକ ଗିଫ୍ଟ କାର୍ଡ୍ ରିଡିମ୍ କରନ୍ତୁ
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ. ਇੱਕ ਗਿਫਟ ਕਾਰਡ ਛੁਡਾਓ
pl: Wybierz formę płatności. Realizacja karta upominkowej
ru: Выберите способ оплаты. Активация карты оплаты.
sl: Izberite način plačila. Unovčenje darilne kartice
sr_cyrl_rs: Изаберите начин плаћања. Активирање поклон-картице
sr_latn_rs: Izaberite način plaćanja. Aktiviranje poklon-kartice
sv: Välj en betalningsmetod. Lös in ett presentkort
ta: கட்டணம் செலுத்தும் முறையைத் தெரிவுசெய்க. பரிசு அட்டைமை மீட்டெடுக்கவும்
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. బహుమతి కార్డును రీడీమ్ చేయండి
th: เลือกวิธีการชำระเงิน แลกใช้บัตรกำนัล
tr: Ödeme yöntemi seçin. Hediye kartı kullanma
tt: Түләү ысулын сайлагыз. Түләү картасын активлаштыру
ug: بىر تۆلىمە ئۇسۇلىنى تاللاڭ. بىر سوۋغات كارتىسىنى نەقلەشتۈرۈڭ
uk: Виберіть метод оплати. Активувати подарунковий сертифікат
ur: ادائیگی کا ایک طریقہ چنیں۔ گفٹ کارڈ ری ڈیم کریں
uz: Toʻlov usulini tanlang. Hadya kartasini ishlatish
vi: Hãy chọn một phương thức thanh toán. Đổi thẻ quà tặng
zh_hans: 选取付款方式。兑换礼品卡
zh_hant: 挑選付款方式。兌換禮品卡
