Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.ST
source: Sao Tome and Principe
af: São Tomé en Príncipe
am: ሰኦቶሜ እና ፕሪንሲፔ
ar: ساو توم وبرينسيب
as: চাও টোম আৰু প্ৰিন্সিপে
az: San-Tome və Prinsipi
bg: Сао Томе и Принсипи
bn_in: সাও টোমে এবং প্রিন্সিপে
bs: Sveti Toma i Princip
cy: Sao Tome a Principe
da: São Tomé og Príncipe
de: São Tomé und Príncipe
el: Άγιος Θωμάς και Πρίγκιπας
es: Santo Tomé y Príncipe
et: Sao Tomé ja Pri'ncipe
eu: Sao Tome eta Principe
fa: سائوتومه و پرنسیپ
ga: Sao-Tomé agus Principe
gd: São Tomé is Príncipe
gl: San Tomé e Príncipe
gu: સાઓ ટોમ અને પ્રિંસિપે
he: סאו טומה ופרינסיפה
hi: साओ टोम और प्रिंसिपे
hr: Sveti Toma i Prinsipe
hu: Sao Tome és Principe
id: Sao Tome dan Principe
is: Saó Tóme og Prinsípe
ja: サントメ・プリンシペ
ka: სან-ტომე და პრინსიპი
kk: Сан-Томе және Принсипи
kn: ಸಾ ಟೋಮ್ ಮತ್ತು ಪ್ರಿನ್ಸಿಪಿ
ko: 상투메 프린시페
ku_arab: ساو تۆم و پرینسیپ
ky: Сао Томе энд Принсип
lo: ຊາວໂຕເມ ແລະ ປຣິນຊິບປີ
lt: San Tomė ir Prinsipė
lv: Santome un Prinsipi
mi: Hao Tome me Pirinipe
mk: Сао Томе и Принципе
ml: സാവോ തോം ആന്റ് പ്രിന്‍സിപ്പി
mn: Сао Томе ба Принсип
mr: साओ टॉमे आणि प्रिंसपे
ms: Sao Tome dan Principe
mt: Sao Tome u Principe
ne: साओ तोमे र प्रिन्सिपी
nn_no: Sao Tome og Principe
no: São Tomé og Príncipe
or: ସାଓ ଟୋମେ ଏବଂ ପ୍ରିନ୍ସିପେ
pa_arab_pk: ساؤ ٹوم تے پرنسپے
pa_in: ਸਾਓ ਟੋਮ ਅਤੇ ਪ੍ਰਿੰਸੀਪੇ
pl: Wyspy Świętego Tomasza i Książęca
ru: Сан-Томе и Принсипи
sd: سائو ٽوم ۽ پرنسپ
si: සෝ ටොම් සහ ප්‍රින්සි‍පි
sl: Sao Tome in Principe
sr_cyrl_rs: Сао Томе и Принципе
sr_latn_rs: Sao Tome i Principe
sv: Sao Tome och Principe
ta: சாவோ தோமே அண்ட் பிரின்சிபே
te: సావో టోమ్ మరియు ప్రిన్సిపి
tg: Сан-Томе ва Принсипи
th: เซาตูเมและปรินซิปี
tr: Sao Tome ve Principe
tt: Сан-Томе һәм Принсипи
ug: ساۋ تومې ۋە پرىنسىپ
uk: Сан-Томе і Прінсіпі
ur: ساؤ ٹومے اور پرنسیپی
uz: San-Tome va Prinsipi
vi: Xao Tô-mê và Prin-xi-pê
zh_hans: 圣多美和普林西比
zh_hant: 聖多美普林西比

# Country.ST.2
source: São Tomé and Príncipe
af: São Tomé en Principe
am: ሶኦ ቶሜ እና ፕሪንሲፔ
ar: ساو تومي وبرينسيبي
as: চাও টোমে আৰু প্ৰিনচিপে
az: San-Tome və Prinsipi
bg: Сао Томе и Принсипи
bn_in: সো টম এবং প্রিন্সেপ
bs: Sao Tome i Principe
cy: São Tomé a Príncipe
da: São Tomé og Príncipe
de: São Tomé und Príncipe
el: Σάο Τομέ και Πρίνσιπε
es: Santo Tomé y Príncipe
et: São Tomé ja Príncipe
eu: Sao Tome eta Principe
fa: سائوتومه و پرینسیپ
ga: São Tomé agus Príncipe
gd: São Tomé is Príncipe
gl: San Tomé e Príncipe
gu: સાઓ ટોમ અને પ્રિંસિપે
he: סאו טומה ופרינסיפה
hi: साओ टोम एंड प्रिंसिपे
hr: Sveti Toma i Prinsipe
hu: Sao Tome és Principe
id: Sao Tome dan Principe
is: Saó Tóme og Prinsípe
ja: サントメ・プリンシペ
ka: სან-ტომე და პრინსიპი
kk: Сан-Томе және Принсипи
kn: ಸಾವ್ ಟೋಮ್ ಅಂಡ್ ಪ್ರಿನ್ಸಿಪಿ
ko: 상투메 프린시페
ku_arab: ساو تۆم و پرینسیپ
ky: Сан-Томе жана Принсипи
lo: ເຊົາທູເມ ແລະ ພຣິນຊິບ
lt: San Tomė ir Prinsipė
lv: Santome un Prinsipi
mi: Hao Tome me Pirihipe
mk: Сао Томе и Принципе
ml: സാവോ ടോം ആന്റ് പ്രിന്‍സിപ്പെ
mn: Сан-Томе ба Принсипи
mr: साओ टोम आणि प्रिंसिपे
ms: Sao Tome dan Principe
mt: Sao Tomé u Príncipe
ne: साउ तोम र प्रिन्सेपि
nn_no: São Tomé og Príncipe
no: São Tomé og Príncipe
or: ସାଓ ଟୋମେ ଏବଂ ପ୍ରିନସିପି
pa_arab_pk: ساؤ ٹوم تے پرنسپے
pa_in: ਸਾਉ ਟੋਮੀ ਐਂਡ ਪ੍ਰਿੰਸਪੀ
pl: Wyspy Świętego Tomasza i Książęca
ru: Сан-Томе и Принсипи
sd: سو ٽومي ۽ پرنسپ
si: සාඕ තෝම් සහ ප්‍රින්සිප්
sl: Sao Tome in Principe
sr_cyrl_rs: Сао Томе и Принципе
sr_latn_rs: Sao Tome i Principe
sv: São Tomé och Príncipe
ta: சாவ் தோம் மற்றும் ப்ரின்சிபி
te: సావో టోమ్ మరియు ప్రిన్సిపి
tg: Сан-Томе ва Принсипи
th: เซาตูเมและปรินซิปี
tr: Sao Tome ve Principe
tt: Сан-Томе һәм Принсипи
ug: سان تومې ۋە پرىنسىپې
uk: Сан-Томе і Прінсіпі
ur: ساؤ ٹوم اور پرنسپے
uz: San-Tome va Prinsipi
vi: São Tomé và Príncipe
zh_hans: 圣多美和普林西比
zh_hant: 聖多美普林西比

# Country.SV
source: El Salvador
am: ኤልሳቫዶር
ar: السلفادور
as: এল ছেলভেড'ৰ
bg: Салвадор
bn_in: এল স্যালভেডর
el: Ελ Σαλβαδόρ
fa: السالوادور
ga: An tSalvadóir
gd: An Salbhador
gl: O Salvador
gu: અલ સાલ્વાડોર
he: אל סלבדור
hi: अल साल्वाडोर
hu: Salvador
ja: エルサルバドル
ka: ელ-სალვადორი
kk: Сальвадор
kn: ಎಲ್ ಸಾಲ್ವಡಾರ್
ko: 엘살바도르
ku_arab: ئێل سلڤادۆر
ky: Эль-Сальвадор
lo: ເອລຊານວາດໍ
lt: Salvadoras
lv: Salvadora
mi: Te Whakaora (Etāwatoa)
mk: Ел Салвадор
ml: എല്‍ സാല്‍വദോര്‍
mn: Эль Сальвадор
mr: अल साल्वाडोर
ne: एल सालभाडोर
or: ଏଲ୍ ସାଲଭାଡୋର୍
pa_arab_pk: ایل سلواڈور
pa_in: ਅਲ ਸਲਵਾਡੋਰ
pl: Salwador
ru: Эль-Сальвадор
sd: ايل سلواڊور
si: එල්සැල්වදෝරය
sl: Salvador
sr_cyrl_rs: Салвадор
sr_latn_rs: Salvador
ta: எல் சால்வடார்
te: ఎల్ సాల్వడార్
tg: Эл-Салвадор
th: เอลซัลวาดอร์
tt: Сальвадор
ug: سالۋادور
uk: Сальвадор
ur: ایل سلواڈور
uz: Salvador
zh_hans: 萨尔瓦多
zh_hant: 薩爾瓦多

# Country.SZ
source: Swaziland
am: ስዋዚላንድ
ar: سوازيلاند
as: ছুৱাজিলেণ্ড
az: Svazilend
bg: Свазиленд
bn_in: সোয়াজিল্যান্ড
bs: Svazilend
de: Eswatini
el: Σουαζιλάνδη
es: Suazilandia
et: eSwatini
eu: Swazilandia
fa: سوازیلند
ga: An tSuasalainn
gd: Dùthaich nan Suasaidh
gl: Suazilandia
gu: સ્વાઝિલેન્ડ
he: סווזילנד
hi: स्वाज़ीलैंड
hr: Esvatini
hu: Szváziföld
is: Svasíland
ja: エスワティニ
ka: სვაზილენდი
kk: Эсватини
kn: ಸ್ವಾಜಿಲ್ಯಾಂಡ್
ko: 에스와티니
ku_arab: سوازیلاند
ky: Свазилэнд
lo: ສະວໍຊີແລນ
lt: Svazilandas
lv: Svazilenda
mi: Warirangi
mk: Свазиленд
ml: സ്വാസിലന്‍ഡ്
mn: Свазиланд
mr: स्वॅझिलँड
mt: Sważiland
ne: स्वाजिल्यान्ड
or: ସ୍ୱାଜିଲ୍ୟାଣ୍ଡ
pa_arab_pk: سویزلینڈ
pa_in: ਸਵਾਜ਼ੀਲੈਂਡ
pl: Suazi
ru: Эсватини
sd: سئيزلينڊ
si: ස්වාසිලන්තය
sl: Svazi
sr_cyrl_rs: Свазиленд
sr_latn_rs: Svazilend
ta: சுவாசிலாந்து
te: స్వాజిలాండ్
tg: Свазиленд
th: สวาซิแลนด์
tr: Svaziland
tt: Свазиленд
ug: سىۋېزىلاند
uk: Свазіленд
ur: سویزلینڈ
uz: Svazilend
zh_hans: 斯威士兰
zh_hant: 史瓦濟蘭

# Country.SZ.2
source: Eswatini
am: ስዋዚላንድ
ar: إسواتيني
as: ইস্বাটিনি
az: Esvatini
bg: Есватини
bn_in: ইসওয়াতিনি
bs: Esvatini
el: Εσουατίνι
es: Esuatini
fa: اسواتینی
ga: An tSuasalainn
gu: ઇસ્વાતિનિ
he: אסוואטיני
hi: एस्वाटिनी
hr: Esvatini
is: Esvatíní
ja: エスワティニ
ka: ესვატინი
kk: Эсватини
kn: ಎಸ್ವಾಟಿನಿ
ko: 에스와티니
lo: ເອ​ສະ​ວາ​ຕິ​ນີ
lt: Esvatinis
lv: Svatini
mi: Ewātīni
mk: Есватини
ml: സ്വാസിലൻഡ്
mr: इस्वातिनी
mt: L-Eswatini
ne: इस्वाटिनी
or: ଇସ୍ୱାତିନୀ
pa_in: ਇਸਵਾਤੀਨੀ
ru: Эсватини
sl: Esvatini
sr_cyrl_rs: Есватини
sr_latn_rs: Esvatini
ta: எஸ்வாட்டீனி
te: ఈస్వాటిని
th: เอสวาตีนี
tr: Esvatini
tt: Эсватини
ug: سىۋېزىلاند
uk: Есватіні
ur: ایسواتینی
uz: Esvatini
zh_hans: 斯威士兰
zh_hant: 史瓦帝尼

# Country.SX
source: Sint Maarten (Dutch part)
af: Sint Maarten (Nederlandse deel)
am: ሲንት ማርተን (ዳች ክፍል)
ar: سان مارتن (الجزء الهولندي)
as: চিণ্ট মাৰটেন (ডুটচ পাৰ্ট)
az: Sint Martin (Hollandiya hissəsi)
bg: Синт Мартен (нидерландска част)
bn_in: সিন্ট মার্টিন (ডাচ অংশ)
bs: Sveti Martin (nizozemski dio)
cy: Sint Maarten (rhan yr Iseldiroedd)
da: Sint Maarten (hollandske del)
de: St. Maarten (niederländischer Teil)
el: Άγιος Μαρτίνος (Ολλανδικό τμήμα)
es: Sint Maarten
et: Sint Maarten (Hollandi osa)
eu: Sint Maarten (alde germanofonoa)
fa: سنت مارتن (بخش هلندی)
ga: Sint Maarten (limistéar na hÍsiltíre)
gd: Sint Maarten (pàirt nan Tìrean Ìsle)
gl: San Martín (parte neerlandesa)
gu: સેંટ માર્ટિન (ડચ પાર્ટ)
he: סנט מארטן (החלק ההולנדי)
hi: सिंट मार्टीन (डच भाग)
hr: Sveti Martin (nizozemski dio)
hu: Sint Maarten (holland rész)
id: Sint Maarten (Belanda)
is: Sint Maarten (hollenski hlutinn)
ja: シント・マールテン島 (オランダ領地域)
ka: სინტ-მაარტენი (ჰოლანდიური ნაწილი)
kk: Синт-Мартен (Нидерланд бөлігі)
kn: ಸಿಂಟ್ ಮಾರ್ಟಿನ್ (ಡಚ್ ಭಾಗ)
ko: 신트마르텐(네덜란드 영역)
ku_arab: سانت مارتین (بەشی هۆڵەندی)
ky: Синт Мартен (Дания бөлүмү)
lo: ເຊນ ມາເຕັນ (ດັດຈ ບາງສ່ວນ)
lt: Sint Martenas (Olandijos dalis)
lv: Sintmārtena (Nīderlandes daļa)
mi: Hato Mātene (wāhanga Tātimana)
mk: Св. Мартен (холандски дел)
ml: സിന്റ് മാര്‍ട്ടെന്‍ (ഡച്ച് ഭാഗം)
mn: Синт Маартен (Нидерландын хэсэг)
mr: सिंट मार्टेन (डच भाग)
ms: Sint Maarten (Bahagian Belanda)
mt: Sint Maarten (Il-parti Olandiża)
ne: सेन्ट मार्टिन (डच भाग)
nn_no: Sint Maarten (nederlandsk del)
no: Sint Maarten (nederlandsk del)
or: ସିଣ୍ଟ ମାର୍ଟେନ (ଡଚ୍ ଭାଗ)
pa_arab_pk: سانٹ مارٹن (ہالینڈآلا حصہ)
pa_in: ਸਿੰਟ ਮਾਰਟੀਨ (ਡੱਚ ਭਾਗ)
pl: Wyspa Św. Marcina (część holenderska)
ru: Синт-Мартен (голландская часть)
sd: سينٽ ميريٽين (ڊچ جو حصو)
si: සින්ට් මාර්ටන් (ලන්දේසි කොටස)
sl: Sint Maarten (nizozemski del)
sr_cyrl_rs: Свети Мартин (холандски део)
sr_latn_rs: Sveti Martin (holandski deo)
sv: Sint Maarten (nederländska delen)
ta: சி்ன்ட் மார்டென் (டச் பகுதி)
te: సింట్ మార్టెన్ (డచ్ భాగం)
tg: Сент-Мартин (қисми голландӣ)
th: ซินท์มาร์เทิน (เขตดัตช์)
tr: Sint Maarten (Hollanda bölgesi)
tt: Синт-Мартен (Нидерландлар бүлеге)
ug: سىنت مارتىن (گوللاندىيە قىسمى)
uk: Сінт-Маартен (голландська частина)
ur: سنٹ مارٹن (ڈچ حصہ)
uz: Sen-Marten (Golland qismi)
vi: Xin Mac-ten (phần thuộc Hà Lan)
zh_hans: 圣马丁(荷属)
zh_hant: 荷屬聖馬丁

# Country.SX.2
source: Sint Maarten
am: ሲንት ማርተን
ar: سانت مارتن
as: চিণ্ট মাৰ্টেন
az: Sint-Marten
bg: Синт Мартен
bn_in: সেন্ট মার্টিন
bs: Sint Marten
da: Saint Martin
el: Άγιος Μαρτίνος (Ολλανδικό τμήμα)
eu: San Martin
fa: سنت مارتن
gu: સેન્ટ માર્ટિન
he: סנט מארטן
hi: सिंट मार्टिन
ja: シント・マールテン
ka: სინტ-მარტენი
kk: Синт-Мартен
kn: ಸಿಂಟ್ ಮಾರ್ಟೆನ್
ko: 신트마르턴
ku_arab: سانت مارتین (بەشی هۆڵەندی)
ky: Синт Мартен
lo: ເຊນ ມາເຕັນ
lt: Sint Martenas
lv: Sintmārtena
mi: Hato Mātene
mk: Свети Мартин
ml: സെന്റ് മാർട്ടിൻ
mn: Синт Маартен
mr: सिंट मार्टेन
ms: St Martin
ne: सिन्ट मार्टेन
or: ସେଣ୍ଟ ମାର୍ଟିନ୍
pa_arab_pk: سنٹ مارٹن
pa_in: ਸਿੰਟ ਮਾਰਟੀਨ
ru: Синт-Мартен
sd: سينٽ ميريٽين
si: සින්ට් මාර්ටින්
sr_cyrl_rs: Свети Мартин (Холандија)
sr_latn_rs: Sveti Martin (Holandija)
ta: சின்ட் மார்டின்
te: సింట్ మార్టెన్
tg: Синт-Маартен
th: ซินต์มาร์เทน
tt: Синт-Мартен
ug: سىنت مارتېن
uk: Сінт-Мартен
ur: سنٹ مارٹن
uz: Sent-Marten
zh_hans: 荷属圣马丁
zh_hant: 荷屬聖馬丁

# Country.TC
source: Turks and Caicos Islands
af: Turks- en Caicos-eilande
am: የቱርክ እና ካይኮስ ደሴቶች
ar: جزر توركس وكايكوس
as: তুৰ্কাচ আৰু চাইকোচ আইলেণ্ড
az: Törks və Kaykos adaları
bg: Острови Търкс и Кайкос
bn_in: তুর্কস অ্যান্ড কেইকস আইল্যান্ডস্
bs: Ostrva Turks i Caicos
cy: Ynysoedd Turks a Chaicos
da: Turks- og Caicosøerne
de: Turks- und Caicosinseln
el: Νησιά Τερκς και Κάικος
es: Islas Turcas y Caicos
et: Turks ja Caicos
eu: Turk eta Caico uharteak
fa: جزایر تورکس و کایکوس
ga: Oileáin na dTurcach agus Caicos
gd: Na h-Eileanan Turcach is Caiceo
gl: Illas Turcas e Caicos
gu: તુર્ક્સ અને કેકોઝ આઇલેન્ડ્સ
he: איי טרקס וקייקוס
hi: टर्क्स एंड कैकोज़ आइलैंड्स
hr: Otoci Turks i Caicos
hu: Turks- és Caicos-szigetek
id: Kepulauan Turks dan Caicos
is: Turks- og Caicos-eyjar
ja: タークス・カイコス諸島
ka: ტერქსისა და კაიკოსის კუნძულები
kk: Теркс және Кайкос аралдары
kn: ಟರ್ಕ್ಸ್ ಮತ್ತು ಕೈಕೊಸ್ ದ್ವೀಪಗಳು
ko: 터크스 케이커스 제도
ku_arab: دوورگەکانی تورک و قەوقاز
ky: Туркс жана Кайкос аралдары
lo: ໝູ່ເກາະເຕີກສ ແລະໄກກອສ
lt: Terkso ir Kaikoso Salos
lv: Tērksas un Kaikosas salas
mi: Ngā Moutere Turukī me Kaiko
mk: Острови Туркс и Каикос
ml: തുര്‍ക്സ് ആന്‍റ് കൈക്കോസ് ദ്വീപുകള്‍
mn: Туркс ба Кайкосын Арлууд
mr: तुर्क आणि काइकोस बेटे
ms: Kepulauan Turks dan Caicos
mt: Gżejjer Turks u Caicos
ne: टर्कस र कैकोस टापूहरू
nn_no: Turks- og Caicosøyane
no: Turks- og Caicosøyene
or: ତୁର୍କ ଓ କାଇକୋସ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: ترک تے کیکوس جزائر
pa_in: ਤੁਰਕਸ ਐਂਡ ਕੇਕੋਸ ਆਈਲੈਂਡਸ
pl: Turks i Caicos
ru: Острова Теркс и Кайкос
sd: ٻيٽَ کیکس ۽ ترکیہ
si: තුර්කි සහ කැයිකොස් දුපත්
sl: Otoki Turks in Caicos
sr_cyrl_rs: Острва Туркс и Каикос
sr_latn_rs: Ostrva Turks i Kaikos
sv: Turks- och Caicosöarna
ta: டர்க்ஸ் மற்றும் கைகோஸ் தீவுகள்
te: తుర్కులు మరియు కైకోస్ దీవులు
tg: Ҷазираҳои Теркс ва Кайкос
th: หมู่เกาะเติกส์และเคคอส
tr: Turks ve Caicos Adaları
tt: Теркс һәм Кайкос утраулары
ug: تۇركس ۋە كايكوس تاقىم ئاراللىرى
uk: Острови Теркс і Кайкос
ur: ترک و کیکوس جزائر
uz: Turk va Kaykos orollari
vi: Quần đảo Turks và Caicos
zh_hans: 特克斯和凯科斯群岛
zh_hant: 土克斯及開科斯群島

# Country.TD
source: Chad
af: Tsjad
am: ቻድ
ar: تشاد
as: চাড
az: Çad
bg: Чад
bn_in: চাড
bs: Čad
cy: Tsiad
da: Tchad
de: Tschad
el: Τσαντ
et: Tšaad
eu: Txad
fa: چاد
ga: Sead
gd: An t-Seàd
gu: ચાડ
he: צ'אד
hi: चाड
hr: Čad
hu: Csád
is: Tsjad
ja: チャド
ka: ჩადი
kk: Чад
kn: ಚಾಡ್
ko: 차드
ku_arab: چاد
ky: Чад
lo: ຊາດ
lt: Čadas
lv: Čada
mi: Kāta
mk: Чад
ml: ഛാഡ്
mn: Чад
mr: चाड
mt: Ċad
ne: च्याद
nn_no: Tsjad
no: Tsjad
or: ଚାଦ୍
pa_arab_pk: چاڈ
pa_in: ਚਾਡ
pl: Czad
ru: Чад
sd: چاڊ
si: චැඩ්
sl: Čad
sr_cyrl_rs: Чад
sr_latn_rs: Čad
sv: Tchad
ta: சாட்
te: చాద్
tg: Чад
th: ชาด
tr: Çad
tt: Чад
ug: چاد
uk: Чад
ur: چاڈ
zh_hans: 乍得
zh_hant: 查德

# Country.TF
source: French Southern Territories
af: Franse Suidelike Gebiede
am: የፈረንሳይ ደቡባዊ ግዛቶች
ar: ‏‏الأقاليم الجنوبية الفرنسية
as: দক্ষিণ ফ্ৰান্সৰ অঞ্চল
az: Fransanın Cənub Əraziləri
bg: Френски южни територии
bn_in: ফরাসি দক্ষিণাঞ্চল এলাকা
bs: Francuske Južne Teritorije
cy: Tiriogaethau Deheuol Ffrainc
da: Franske Sydlige Territorier
de: Französische Süd- und Antarktisgebiete
el: Γαλλικά Νότια Εδάφη
es: Territorios Australes Franceses
et: Prantsuse Lõunaalad
eu: Hegoaldeko lurralde frantsesak
fa: سرزمین‌های جنوب فرانسه
ga: Críocha Francacha Dheisceart an Domhain
gd: Ranntairean a Deas na Frainge
gl: Territorios Austrais Franceses
gu: ફ્રેન્ચ દક્ષિણી પ્રદેશો
he: הטריטוריות הדרומיות של צרפת
hi: फ़्रांसीसी दक्षिणी क्षेत्र
hr: Francuski južni teritoriji
hu: Francia Déli Területek
id: Wilayah Selatan Prancis
is: Frönsk suðlæg landsvæði
ja: 仏領極南諸島
ka: ფრანგული სამხრეთის ტერიტორიები
kk: Францияның оңтүстік аймақтары
kn: ಫ್ರೆಂಚ್ ದಕ್ಷಿಣ ಪ್ರಾಂತ್ಯಗಳು
ko: 프랑스 남부 지방
ku_arab: ناوچەکانی باشووری فەرەنسا
ky: Француз Түштүк аймактары
lo: ອານາເຂດພາກໃຕ້ຂອງຝຣັ່ງ
lt: Prancūzijos Pietų sritys
lv: Francijas Dienvidjūru teritorija
mi: Ngā Rohe Wīwī o te Tonga
mk: Француски Јужни Територии
ml: ഫ്രഞ്ച് തെക്കൻ പ്രദേശങ്ങൾ
mn: Францын өмнөд бүс нутаг
mr: फ्रेंच दक्षिणी प्रदेश
ms: Wilayah Selatan Perancis
mt: It-Territorji Franċiżi tan-Nofsinhar
ne: दक्षिणी फ्रान्सेली भूभागहरू
nn_no: Dei franske sørterritoria
no: De franske sørterritorier
or: ଫରାସୀ ଦକ୍ଷିଣ କ୍ଷେତ୍ରଗୁଡ଼ିକ
pa_arab_pk: فرانسیسی جنوبی علاقے
pa_in: ਫਰੈਂਚ ਦੱਖਣੀ ਰਾਜਖੇਤਰ
pl: Francuskie Terytoria Południowe
ru: Французские Южные территории
sd: فرينچ سائوٿرن ۽ انٽيرٽڪ لينڊس
si: දකුණුදිග ප්‍රංශ කලාප
sl: Francosko južno ozemlje
sr_cyrl_rs: Француске Јужне Територије
sr_latn_rs: Francuske Južne Teritorije
sv: Franska sydterritorierna
ta: பிரெஞ்சு தெற்கு பிரதேசங்கள்
te: ఫ్రెంచ్ దక్షిణ భూభాగాలు
tg: Минтақаҳои Ҷанубии Фаронса
th: เฟรนช์เซาเทิร์นเทร์ริทอรีส์
tr: Fransız Güney Toprakları
tt: Франциянең Көньяк Территорияләре
ug: فىرانسىيە جەنۇبى تېرىتورىيەلىرى
uk: Французькі Південні Території
ur: فرانسیسی جنوبی خطے
uz: Fransiya Janubiy hududlari
vi: Lãnh thổ phía Nam thuộc Pháp
zh_hans: 法属南部领地
zh_hant: 法屬南部屬地

# Country.TG
source: Togo
am: ቶጎ
ar: توغو
as: টোগো
az: Toqo
bg: Того
bn_in: টোগো
el: Τόγκο
fa: توگو
ga: Tóga
gu: ટોગો
he: טוגו
hi: टोगो
is: Tógó
ja: トーゴ
ka: ტოგო
kk: Того
kn: ಟೊಗೊ
ko: 토고
ku_arab: تۆگۆ
ky: Того
lo: ໂຕໂກ
lt: Togas
mi: Toko
mk: Того
ml: ടോഗോ
mn: Того
mr: टोगो
ne: टोगो
or: ଟୋଗୋ
pa_arab_pk: ٹوگو
pa_in: ਟੋਗੋ
ru: Того
sd: ٽوگو
si: ටෝගෝ
sr_cyrl_rs: Того
ta: டோகோ
te: టొగొ
tg: Того
th: โตโก
tt: Того
ug: توگو
uk: Тоґо
ur: ٹوگو
zh_hans: 多哥
zh_hant: 多哥

# Country.TH
source: Thailand
am: ታይላንድ
ar: تايلاند
as: থাইলেণ্ড
az: Tailand
bg: Тайланд
bn_in: থাইল্যান্ড
bs: Tajland
cy: Gwlad Thai
el: Ταϊλάνδη
es: Tailandia
et: Tai
eu: Thailandia
fa: تایلند
ga: An Téalainn
gd: Dùthaich nan Tàidh
gl: Thailandia
gu: થાઇલેન્ડ
he: תאילנד
hi: थाइलैंड
hr: Tajland
hu: Thaiföld
is: Taíland
ja: タイ
ka: ტაილანდი
kk: Таиланд
kn: ಥೈಲೆಂಡ್
ko: 태국
ku_arab: تایلاند
ky: Таиланд
lo: ໄທ
lt: Tailandas
lv: Taizeme
mi: Tairana
mk: Тајланд
ml: തായ്‌ലാന്റ്
mn: Тайланд
mr: थायलंड
mt: Tajlandja
ne: थाईल्यान्ड
or: ଥାଇଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: تھائی لینڈْ
pa_in: ਥਾਈਲੈਂਡ
pl: Tajlandia
ru: Таиланд
sd: ٿائيلينڊ
si: තායිලන්තය
sl: Tajska
sr_cyrl_rs: Тајланд
sr_latn_rs: Tajland
ta: தாய்லாந்து
te: థాయ్‌లాండ్
tg: Таиланд
th: ไทย
tr: Tayland
tt: Тайланд
ug: تايلاند
uk: Таїланд
ur: تھائی لینڈ
uz: Tailand
vi: Thái Lan
zh_hans: 泰国
zh_hant: 泰國

# Country.TJ
source: Tajikistan
af: Tadjikistan
am: ታጂኪስታን
ar: طاجيكستان
as: তাজিকিস্তান
az: Tacikistan
bg: Таджикистан
bn_in: তাজিকিস্তান
bs: Tadžikistan
cy: Tajicistan
da: Tadsjikistan
de: Tadschikistan
el: Τατζικιστάν
es: Tayikistán
et: Tadžikistan
fa: تاجیکستان
ga: An Táidsíceastáin
gd: Taidigeastàn
gl: Taxiquistán
gu: તાજીકિસ્તાન
he: טג'יקיסטן
hi: तजीकिस्तान
hr: Tadžikistan
hu: Tádzsikisztán
is: Tadsjikistan
ja: タジキスタン
ka: ტაჯიკეთი
kk: Тәжікстан
kn: ತಜಕಿಸ್ತಾನ್
ko: 타지키스탄
ku_arab: تاجیکستان
ky: Тажикстан
lo: ຕາຈິກິດສະຖານ
lt: Tadžikistanas
lv: Tadžikistāna
mi: Tahikitāna
mk: Таџикистан
ml: താജിക്കിസ്ഥാന്‍
mn: Тажикистан
mr: ताजिकिस्तान
mt: Taġikistan
ne: टाजीकीस्तान
nn_no: Tadsjikistan
no: Tadsjikistan
or: ତାଜିକିସ୍ତାନ୍
pa_arab_pk: تاجکستان
pa_in: ਤਾਜਿਕਿਸਤਾਨ
pl: Tadżykistan
ru: Таджикистан
sd: تاجڪستان
si: ටජිකිස්ථානය
sl: Tadžikistan
sr_cyrl_rs: Таџикистан
sr_latn_rs: Tadžikistan
sv: Tadzjikistan
ta: தஜிகிஸ்தான்
te: తజికిస్థాన్
tg: Тоҷикистон
th: ทาจิกิสถาน
tr: Tacikistan
tt: Таҗикстан
ug: تاجىكىستان
uk: Таджикистан
ur: تاجکستان
uz: Tojikiston
zh_hans: 塔吉克斯坦
zh_hant: 塔吉克

# Country.TK
source: Tokelau
am: ቶክሎ
ar: توكيلو
as: টোকেলাউ
bg: Токелау
bn_in: টোকেলাউ
el: Τοκελάου
fa: توکلائو
ga: Oileáin Tócalá
gu: ટોકલાઉ
he: טוקלאו
hi: टोकेलाऊ
is: Tókelá
ja: トケラウ諸島
ka: ტოკელაუ
kk: Токелау
kn: ಟೊಕೆಲಾ
ko: 토켈라우
ku_arab: تۆکیلاو
ky: Токелау
lo: ໂຕເກເລົາ
mi: Tokerau
mk: Токелау
ml: ടോക്കിലൂ
mn: Токелау
mr: टोकेलाउ
mt: Tokelaw
ne: टोकेलौ
or: ତୋକେଲାଉ
pa_arab_pk: ٹوکیلیو
pa_in: ਟੋਕੇਲਾਉ
ru: Токелау
sd: ٽوڪليا
si: ටොකේලු
sr_cyrl_rs: Токелау
ta: டோகெலாவ்
te: టోకెలౌ
tg: Токелау
th: โตเกเลา
tt: Токелау
ug: توكېلاۋ
uk: Токелау
ur: ٹوکیلیو
zh_hans: 托克劳
zh_hant: 托克勞群島

# Country.TL
source: Timor-Leste
am: ቲሞር-ሌስት
ar: تيمور ليشتي
as: টিমোৰ-লেচটে
bg: Източен Тимор
bn_in: টিমোর-লেস্টে
bs: Timor-Leste (Istočni Timor)
el: Τιμόρ-Λέστε
eu: Timor-Leste (Ekialdeko Timor)
fa: تیمور-لسته (تیمور شرقی)
ga: Tíomór Leste
gu: તિમોર-લેસ્ટે
he: מזרח טימור
hi: टिमोर-लेस्ट
is: Tímor-Leste
ja: 東ティモール
ka: აღმოსავლეთ ტიმორი
kk: Тимор-Лесте
kn: ಟಿಮೋರ್-ಲೆಸ್ಟ್
ko: 동티모르(Timor-Leste)
ku_arab: تەیموری خۆرهەڵات
ky: Тимор-Лесте
lo: ຕີມໍເລັສເຕ
lt: Rytų Timoras (Timor-Leste)
lv: Timor-Leste (Austrumtimora)
mi: Timorete (Timoro ki te Rāwhiti)
mk: Тимор-Лесте
ml: റ്റിമോര്‍-ലെസ്റ്റെ
mn: Тимор-Лесте
mr: तिमोर-लेस्ते
ne: टिमोर-लेक्ट
nn_no: Timor-Leste (Aust-Timor)
or: ତିମୋର୍-ଲେସ୍ତେ
pa_arab_pk: مشرقی تیمور
pa_in: ਟੀਮੁਰ-ਲੀਸਟੀ
ru: Тимор-Лесте
sd: ٽائمور ليسٽي
si: ටිමෝර ලෙස්ටි
sr_cyrl_rs: Тимор-Лесте (Источни Тимор)
ta: திமோர்-லெஸ்தே
te: తైమూర్-లెస్టె
tg: Тимор-Лесте
th: ติมอร์-เลสเต
tt: Тимор-Лесте
ug: شەرقىي تىمور
uk: Тімор-Лешті
ur: لیستی تیمور
uz: Timor-Leshti
zh_hans: 东帝汶
zh_hant: 東帝汶

# Country.TM
source: Turkmenistan
am: ቱርክሜኒስታን
ar: تركمانستان
as: তুৰ্কমেনিস্তান
az: Türkmənistan
bg: Туркменистан
bn_in: তুর্কমেনিস্তান
cy: Tyrcmenistan
el: Τουρκμενιστάν
es: Turkmenistán
et: Türkmenistan
fa: ترکمنستان
ga: An Tuircméanastáin
gd: Turcmanastàn
gl: Turkmenistán
gu: તુર્કમેનિસ્તાન
he: טורקמניסטן
hi: तुर्कमेनिस्तान
hu: Türkmenisztán
is: Túrkmenistan
ja: トルクメニスタン
ka: თურქმენეთი
kk: Түрікменстан
kn: ಟರ್ಕ್‌ಮೇನಿಸ್ತಾನ್
ko: 투르크메니스탄
ku_arab: تورکمانستان
ky: Түркмөнстан
lo: ເຕີກມີນິດສະຖານ
lt: Turkmėnistanas
lv: Turkmenistāna
mi: Tukumanatānga
mk: Туркменистан
ml: തുര്‍ക്ക്മെനിസ്താന്‍
mn: Туркменистан
mr: तुर्कमेनिस्तान
ne: टुर्केमिनीस्तान
or: ତୁର୍କମେନିସ୍ତାନ୍
pa_arab_pk: ترکمانستان
pa_in: ਤੁਰਕਮੇਨਿਸਤਾਨ
ru: Туркменистан
sd: ترڪمانستان
si: ටර්ක්මෙනිස්ටන්
sr_cyrl_rs: Туркменистан
ta: துர்க்மெனிஸ்தான்
te: తుర్క్మెనిస్థాన్
tg: Туркманистон
th: เติร์กเมนิสถาน
tr: Türkmenistan
tt: Төркмәнстан
ug: تۈركمەنىستان
uk: Туркменістан
ur: ترکمانستان
uz: Turkmaniston
zh_hans: 土库曼斯坦
zh_hant: 土庫曼

# Country.TN
source: Tunisia
af: Tunisië
am: ቱኒዚያ
ar: تونس
as: টুনিচিয়ান
az: Tunis
bg: Тунис
bn_in: তিউনিসিয়া
bs: Tunis
cy: Tiwnisia
da: Tunesien
de: Tunesien
el: Τυνησία
es: Túnez
et: Tuneesia
fa: تونس
ga: An Túinéis
gd: Tuinisea
gu: ટ્યૂનિશિયા
he: טוניסיה
hi: ट्यूनीशिया
hr: Tunis
hu: Tunézia
is: Túnis
ja: チュニジア
ka: ტუნისი
kk: Тунис
kn: ಟ್ಯುನಿಶಿಯಾ
ko: 튀니지
ku_arab: تونس
ky: Тунис
lo: ຕູນີເຊຍ
lt: Tunisas
lv: Tunisija
mi: Tunihia
mk: Тунис
ml: ടുണീഷ്യ
mn: Тунис
mr: ट्यूनिशिया
mt: Tuneżija
ne: टुनेसिया
or: ତୁନିସିଆ
pa_arab_pk: تونیشیا
pa_in: ਟਿਉਨੀਸ਼ੀਆ
pl: Tunezja
ru: Тунис
sd: تيونيسيا
si: ටියුනීසියාව
sl: Tunizija
sr_cyrl_rs: Тунис
sr_latn_rs: Tunis
sv: Tunisien
ta: துனிசியா
te: ట్యునీషియా
tg: Тунис
th: ตูนิเซีย
tr: Tunus
tt: Тунис
ug: تۇنىس
uk: Туніс
ur: تونیشیا
uz: Tunis
zh_hans: 突尼斯
zh_hant: 突尼西亞

# Country.TO
source: Tonga
am: ቶንጋ
ar: تونغا
as: ট'ঙ্গা
az: Tonqa
bg: Тонга
bn_in: টোঙ্গা
el: Τόνγκα
fa: تونگا
gu: ટૉંગા
he: טונגה
hi: टोंगा
ja: トンガ
ka: ტონგა
kk: Тонга
kn: ಟೊಂಗಾ
ko: 통가
ku_arab: تۆنگۆ
ky: Тонга
lo: ທອງກາ
mk: Тонга
ml: ടോംഗ
mn: Тонга
mr: टोंगा
ne: टङ्गो अधिराज्य
or: ଟୋଙ୍ଗା
pa_arab_pk: ٹونگا.
pa_in: ਟੌਂਗਾ
ru: Тонга
sd: ٽونگا
si: ටොංගාව
sr_cyrl_rs: Тонга
ta: டோங்கா
te: టోంగా
tg: Тонга
th: ตองกา
tt: Тонга
ug: تونگا
uk: Тонґа
ur: ٹونگا
zh_hans: 汤加
zh_hant: 東加

# Country.TR
source: Turkey
af: Turkye
am: ቱርክ
ar: تركيا
as: তুৰ্কি
az: Türkiyə
bg: Турция
bn_in: তুরস্ক
bs: Turska
cy: Twrci
da: Tyrkiet
de: Türkei
el: Τουρκία
es: Turquía
et: Türgi
eu: Turkia
fa: ترکیه
ga: An Tuirc
gd: An Tuirc
gl: Turquía
gu: તુર્કી
he: טורקיה
hi: तुर्की
hr: Turska
hu: Törökország
id: Turki
is: Tyrkland
ja: トルコ
ka: თურქეთი
kk: Түркия
kn: ಟರ್ಕಿ
ko: 터키
ku_arab: تورکیا
ky: Турция
lo: ຕວັກກີ
lt: Turkija
lv: Turcija
mi: Whenua Korukoru
mk: Турција
ml: തുര്‍ക്കി
mn: Турк
mr: तुर्की
ms: Turki
mt: Turkija
ne: टर्की
nn_no: Tyrkia
no: Tyrkia
or: ତୁର୍କୀ
pa_arab_pk: ترکی
pa_in: ਤੁਰਕੀ
pl: Turcja
ru: Турция
sd: ترڪي
si: තුර්කිය
sl: Turčija
sr_cyrl_rs: Турска
sr_latn_rs: Turska
sv: Turkiet
ta: துருக்கி
te: టర్కీ
tg: Туркия
th: ตุรกี
tr: Türkiye
tt: Төркия
ug: تۈركىيە
uk: Туреччина
ur: ترکی
uz: Turkiya
vi: Thổ Nhĩ Kỳ
zh_hans: 土耳其
zh_hant: 土耳其

# Country.TT
source: Trinidad and Tobago
af: Trinidad en Tobago
am: ቲሪኒዳድ እና ቶባጎ
ar: ترينيداد وتوباغو
as: ট্ৰিনিডাড আৰু টোবাগো
az: Trinidad və Tobaqo
bg: Тринидад и Тобаго
bn_in: ত্রিনিদাদ অ্যান্ড টোবাগো
bs: Trinidad i Tobago
cy: Trinidad a Tobago
da: Trinidad og Tobago
de: Trinidad und Tobago
el: Τρινιντάντ και Τομπάγκο
es: Trinidad y Tobago
et: Trinidad ja Tobago
eu: Trinidad eta Tobago
fa: ترینیداد و توباگو
ga: Oileán na Tríonóide agus Tobága
gd: Trianaid agus Tobago
gl: Trinidad e Tobago
gu: ત્રિનિદાદ એન્ડ ટોબેગો
he: טרינידד וטובגו
hi: त्रिनिदाद और टोबैगो
hr: Trinidad i Tobago
hu: Trinidad és Tobago
id: Trinidad dan Tobago
is: Trínidad og Tóbagó
ja: トリニダード・トバゴ
ka: ტრინიდადი და ტობაგო
kk: Тринидад және Тобаго
kn: ಟ್ರಿನಿಡಾಡ್ ಅಂಡ್ ಟೊಬಾಗೊ
ko: 트리니다드 토바고
ku_arab: ترینیداد و تۆباگۆ
ky: Тринидад жана Тобаго
lo: ທຣິນິແດດ ແລະ ໂທແບໂກ
lt: Trinidadas ir Tobagas
lv: Trinidāda un Tobāgo
mi: Tirinaki-Tōpako
mk: Тринидад и Тобаго
ml: ട്രിനിഡാഡ് ആന്‍ഡ് ടൊബാഗോ
mn: Тринидад ба Тобаго
mr: त्रिनिदाद आणि टोबॅगो
ms: Trinidad dan Tobago
mt: Trinidad u Tobago
ne: ट्रिनिड्याड र तोब्यागो
nn_no: Trinidad og Tobago
no: Trinidad og Tobago
or: ତ୍ରିନିଦାଦ୍ ଏବଂ ଟୋବାଗୋ
pa_arab_pk: ٹرینیڈاد تے ٹوباگو
pa_in: ਟ੍ਰਿਨੀਡਾਡ ਅਤੇ ਟੋਬਾਗੋ
pl: Trynidad i Tobago
ru: Тринидад и Тобаго
sd: ٽرينڊيڊ ۽ ٽوبگو
si: ට්‍රිනිඩෑඩ් සහ ටොබාගෝ
sl: Trinidad in Tobago
sr_cyrl_rs: Тринидад и Тобаго
sr_latn_rs: Trinidad i Tobago
sv: Trinidad och Tobago
ta: டிரினாட் மற்றும் டொபாகோ
te: ట్రినిడాడ్ మరియు టొబాగొ
tg: Тринидад ва Тобаго
th: ตรินิแดดและโตเบโก
tr: Trinidad ve Tobago
tt: Тринидад һәм Тобаго
ug: تىرىنىداد ۋە توباگو
uk: Тринідад і Тобаґо
ur: ٹری نیڈاڈ و ٹوباگو
uz: Trinidad va Tobago
vi: Trinidad và Tobago
zh_hans: 特立尼达和多巴哥
zh_hant: 千里達及托巴哥
