Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.CVVErrorMessage
source: Your CVV could not be verified as correct. Please enter the correct CVV or select "Cancel" to choose a different payment option.
af: Jou CVV kon nie as korrek bevestig word nie. Voer asseblief die korrekte CVV in of kies "Kanselleer" om 'n ander betaalopsie te kies.
am: CVV ህን አንደ ትክክል ሊረጋገጥ አይችልም።እባክህ ትክክለኛውን CVV አስገባ ወይም የተለየ ክፍያ አመራጭ ለመምረጥ "ሰርዝ" ምረጥ ።
ar: تعذر التحقق من صحة رمز CVV. الرجاء إدخال رمز CVV الصحيح أو تحديد "إلغاء الأمر" لتحديد خيار دفع مختلف.
as: আপোনাৰ CVV সঠিক ৰূপত সত্যাপন কৰিব পৰা হোৱা নাই৷ অনুগ্ৰহ কৰি সঠিক CVV প্ৰৱিষ্ট কৰক বা এটা পৃথক পৰিশোধ বিকল্প পছন্দ কৰিবলৈ "বাতিল কৰক" চয়ন কৰক৷
az: CVV-niz düzgün kimi yoxlanıla bilmədi. Lütfən düzgün CVV daxil edin və ya başqa ödəniş seçimi etmək üçün "Ləğv et" seçin.
bg: При проверка, CVV кодът не е намерен за правилен. Въведете правилния CVV код или изберете "Отказ", за да изберете друга опция за плащане.
bn_in: আপনার CVV সঠিক বলে যাচাই করা গেল না৷ অনুগ্রহ করে সঠিক CVV দিন বা অন্য একটি অর্থপ্রদান বিকল্প বাছতে "বাতিল করুন" নির্বাচন করুন৷
bs: CVV vrijednost nije potvrđena kao tačna. Unesite tačnu CVV vrijednost ili kliknite na dugme „Otkaži“ da biste izabrali drugi način plaćanja.
cy: Doedd dim modd dilysu bod eich CVV yn gywir. Rhowch y CVV cywir neu ddewis "Canslo" i ddewis dull talu gwahanol.
da: Dit kontrolkortnummer kunne ikke bekræftes. Indtast det korrekte kontrolnummer, eller vælg "Annuller" for at vælge en anden betalingsmåde.
de: Die Kreditkartenprüfnummer konnte nicht als korrekt befunden werden. Geben Sie die richtige Kreditkartenprüfnummer ein, oder klicken Sie auf „Abbrechen“, und wählen Sie eine andere Zahlungsmethode aus.
el: Δεν ήταν δυνατή η σωστή επαλήθευση του κωδικού σας CVV. Εισαγάγετε τον σωστό CVV ή επιλέξτε "Άκυρο" για να ορίσετε μια διαφορετική επιλογή πληρωμής.
es: No se pudo verificar la corrección del CVV. Escriba el CVV correcto o seleccione "Cancelar" para seleccionar otra opción de pago.
et: Teie CVV õigsust ei õnnestunud kinnitada. Sisestage õige CVV või valige muu makseviisi kasutamiseks käsk „Tühista”.
eu: Ezin izan da zure CVV kodea zuzena dela egiaztatu. Sartu CVV zuzena edo hautatu "Utzi" beste ordainketa-metodo bat aukeratzeko.
fa: تأیید اعتبار CVV شما صحیح نبود. لطفاً CVV صحیح را وارد کرده یا برای انتخاب یک گزینه پرداخت دیگر، "لغو" را انتخاب کنید.
ga: Ní fhéadfaí a fhíorú go raibh do CVV ceart. Cuir isteach an CVV ceart le do thoil nó roghnaigh 'Cealaigh' chun rogha íocaíochta eile a roghnú.
gd: Cha b' urrainn dhuinn an CVV a dhearbhadh. Cuir a-steach an CVV ceart no tagh "Sguir dheth" airson dòigh pàighidh eile.
gl: O seu CVV non puido ser verificado. Introduza o CVV correcto ou seleccione "Cancelar" para elixir unha opción de pagamento diferente.
gu: તમારો CVV સાચી રીતે વેરીફાઇ થયો નથી. કૃપા કરી સાચો CVV દાખલ કરો અથવા અલગ ચૂકવણી વિકલ્પ પસંદ કરવા માટે "કેન્સલ" પસંદ કરો.
he: לא היה ניתן לאמת את ה- CVV כמספר נכון. הזן את ה- CVV הנכון או בחר "ביטול" כדי לבחור אפשרות תשלום אחרת.
hi: आपके CVV को ठीक तरीके से सत्यापित नहीं किया जा सका. कृपया कोई भिन्न भुगतान विकल्प चुनने के लिए ठीक CVV दर्ज करें या "रद्द करें" का चयन करें.
hr: Nije moguće potvrditi ispravnost vašeg CVV broja. Unesite ispravni CVV broj ili odaberite "Odustani" kako biste odabrali drugi način plaćanja.
hu: A CVV-t nem sikerült érvényesíteni. Adja meg a helyes CVV-t, vagy kattintson a „Mégse” gombra és válasszon másik fizetési lehetőséget.
id: CVV Anda tidak berhasil diverifikasi. Harap masukkan CVV yang benar atau pilih "Batal" untuk memilih opsi pembayaran lain.
is: Ekki tókst að sannprófa að CVV-númer þitt sé rétt. Færðu inn rétt CVV-númer eða veldu "Hætta við" til að velja aðra greiðsluaðferð.
ja: 入力された CVV は正しい番号として認証されませんでした。正しい CVV を入力するか、[キャンセル] を選択して別の支払い方法を選択してください。
ka: თქვენი CVV არ დასტურდება, როგორც სწორი ინფორმაცია. გთხოვთ, მიუთითოთ სწორი CVV, ან აირჩიოთ "გაუქმება" და შეარჩიოთ გადახდის სხვა ვარიანტი.
kk: CVV кодыңызды тексергенде дұрыс емес болып шықты. Дұрыс CVV кодын енгізіңіз немесе басқа төлем параметрін таңдау үшін "Болдырмау" түймешігін басыңыз.
kn: ನಿಮ್ಮ CVV ಅನ್ನು ಸರಿ ಎಂದು ಪರಿಶೀಲಿಸಲಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಸರಿಯಾದ CVV ಅನ್ನು ನಮೂದಿಸಿ ಅಥವಾ ಬೇರೆಯ ಪಾವತಿ ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿಕೊಳ್ಳಲು "ರದ್ದು" ಆಯ್ಕೆಮಾಡಿ.
ko: 입력한 CVV를 올바른 번호로 확인할 수 없습니다. 올바른 CVV를 입력하거나, 다른 결제 방법을 선택하려면 "취소"를 선택하십시오.
ku_arab: نەتوانرا CVV ی تۆ بە دروست بسەلمێنرێت. تکایە CVV دروست تێنووس بکە یان "بەتاڵکردنەوە" دەسنیشان بکە بۆ هەڵبژاردنی بەربژارێکی جیاوازی پارەدان.
ky: Сиздин CVV туура деп далилдене албайт. Өтүнүч, туура CVV киргизиңиз же башка төлөө опциясын тандоо үчүн "Жокко чыгаруу" нукуурун басыңыз.
lo: ບໍ່ສາມາດກວດສອບລະຫັດ CVV ຂອງທ່ານວ່າຖືກຕ້ອງຫຼືບໍ່. ກະລຸນາປ້ອນລະຫັດ CVV ທີ່ຖືກຕ້ອງ ຫຼືເລືອກ "ຍົກເລີກ" ເພື່ອເລືອກທາງເລືອກການຊຳລະເງິນອື່ນ.
lt: Jūsų CVV neteisingas. Įveskite teisingą CVV arba pasirinkite Atšaukti ir nurodykite kitą mokėjimo parinktį.
lv: Pārbaudot tika noteikts, ka CVV kods nav pareizs. Lūdzu, ievadiet pareizo CVV kodu vai izvēlieties citu maksāšanas opciju, atlasot Atcelt.
mi: Kāore i taea tō CVV te manatoko hei tika. Tēnā, tāuruatia te CVV tika, tīpakona te “Whakakore” rānei hei kōwhiri i tētahi atu kōwhiringa utu.
mk: CVV-бројот не се потврди како точен. Внесете го точниот CVV-број или изберете „Откажи“ за да изберете друга опција за плаќање.
ml: നിങ്ങളുടെ CVV ശരിയായി സ്ഥിരീകരിക്കാന്‍ കഴിഞ്ഞില്ല. ശരിയായ CVV നല്‍കുക അല്ലെങ്കില്‍ മറ്റൊരു പേയ്‌മെന്റ് ഓപ്‌ഷന്‍ സ്വീകരിക്കുന്നതിന് "റദ്ദാക്കുക" തിരഞ്ഞെടുക്കുക.
mn: Таны CVV-г зөв гэж баталгаажуулж чадсангүй. Зөв CVV оруулах буюу төлбөрийн өөр сонголт сонгохын тулд "Цуцлах"-ыг сонго.
mr: आपले CVV योग्य असल्याच्या रुपात पडताळले जाऊ शकले नाही. कृपया योग्य CVV प्रविष्ट करा किंवा एक भिन्न देय पर्याय निवडण्यासाठी "रद्द करा" निवडा.
ms: CVV anda tidak dapat ditentusahkan sebagai betul. Sila masukkan CVV yang betul atau pilih "Batal" untuk memilih pilihan pembayaran lain.
mt: Is-CVV tiegħek ma setax jiġi vverifikat li huwa tajjeb. Jekk jogħġbok daħħal is-CVV korrett jew agħżel "Ikkanċella" biex tagħżel għażla ta' pagament differenti.
ne: तपाईँको CVV ठीक भनि रुजू गर्न सकिएन। कृपया ठीक CVV प्रविष्ट गर्नुहोस् वा भिन्नै भुक्तानी विकल्प चयन गर्नको लागि "रद्द गर्नुहोस्" क्लिक गर्नुहोस्।
nn_no: CVV ditt kan ikkje stadfestast. Oppgi rett CVV-nummer, eller vel Avbryt og bruk eit anna betalingsalternativ.
no: Kan ikke bekrefte at CVV-nummeret er riktig. Angi riktig CVV-nummer eller velg Avbryt for å velge et annet betalingsalternativ.
or: ଆପଣଙ୍କର CVV ସଠିକ୍ ଭାବରେ ଯାଞ୍ଚ ହୋଇପାରିବ ନାହିଁ. ଦୟାକରି ସଠିକ୍ CVV ପ୍ରବିଷ୍ଟ କରନ୍ତୁ କିମ୍ଵା ଏକ ଭିନ୍ନ ଦେୟ ବିକଳ୍ପ ଚୟନ କରିବକୁ "ବାତିଲ୍" କ୍ଲିକ୍ କରନ୍ତୁ.
pa_arab_pk: تہاڈے CVV دی تصدیق ٹھیک نئیں ہوسکی۔ میربانی کرکے ٹھیک CVVدرج کرو یا کوئی دوجا ادائیگی دا اختیارچنن لئی "منسوخ" نوں منتخب کرو۔
pa_in: ਤੁਹਾਡੇ CVV ਦੀ ਸਹੀ ਵਜੋਂ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ। ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ CVV ਦਾਖਲ ਕਰੋ ਜਾਂ ਫਿਰ ਕਿਸੇ ਵਿਭਿੰਨ ਭੁਗਤਾਨ ਚੋਣ ਦੀ ਚੋਣ ਕਰਨ ਲਈ “ਰੱਦ ਕਰੋ” ਦੀ ਚੋਣ ਕਰੋ।
pl: Poprawność kodu CVV nie mogła zostać zweryfikowana. Wprowadź poprawny kod CVV lub kliknij przycisk Anuluj, aby wybrać inną metodę płatności.
ru: CVV-код не прошел проверку правильности. Введите правильный CVV-код или нажмите кнопку "Отмена", чтобы выбрать другой способ платежа.
sd: توھان جي CVV جي صحيح جيئن تصديق نٿي ڪري سگھجي. مھرباني ڪري مختلف رقم ادا ڪرڻ جو اختيار چونڊن جي لاءِ صحيح CVV داخل ڪريو يا "رد ڪريو" ڪريو چونڊيو.
si: ඔබේ ක්‍රෙඩිට් කාඩ්පතේ කාඩ්පත් තහවුරු කිරීමේ අංකය (CVV) නිවැරදි බවට සත්‍යාපනය කළ නොහැකි විය. කරුණාකර නිවැරදි ක්‍රෙඩිට් කාඩ්පතේ කාඩ්පත් තහවුරු කිරීමේ අංකය ඇතුළු කරන්න. නැතහොත් වෙනත් ගෙවීම් විකල්පයක් තෝරා ගැනීම සඳහා “අවලංගු කරන්න“ තෝරන්න.
sl: Pravilnosti kode CVV ni bilo mogoče preveriti. Vnesite pravilno kodo CVV ali izberite »Prekliči«, da izberete drugo možnost plačila.
sr_cyrl_rs: Вредност CVV није потврђена као тачна. Унесите тачну CVV вредност или кликните на дугме „Откажи“ да бисте изабрали други метод плаћања.
sr_latn_rs: CVV vrednost nije potvrđena kao tačna. Unesite tačnu CVV vrednost ili kliknite na dugme „Otkaži“ da biste izabrali drugi metod plaćanja.
sv: Det gick inte att verifiera CVV-koden. Ange korrekt CVV-kod eller välj Avbryt om du vill välja ett annat betalningsalternativ.
ta: உங்கள் CVV -ஐச் சரியானதென்று சரிபார்க்க முடியாது. சரியான CVV -ஐ உள்ளிடவும் அல்லது வேறு கட்டணம் செலுத்தும் விருப்பத்தைத் தேர்ந்தெடுக்க "ரத்து" என்பதைத் தேர்ந்தெடுக்கவும்.
te: మీ CVV సరైనదిగా నిర్ధారించబడలేదు. దయచేసి సరైన CVVను నమోదు చేయండి లేదా మరొక చెల్లింపు ఎంపికను ఎంచుకోడానికి "రద్దు చేయి"ను ఎంచుకోండి.
tg: Дурустии CVV-и шумо тасдиқ нашуд. Лутфан, CVV-и дурустро ворид кунед ё Бекоркуниро зер карда, имкони пардохти дигареро интихоб кунед.
th: ไม่สามารถตรวจสอบ CVV ของคุณว่าถูกต้องได้ โปรดป้อน CVV ที่ถูกต้อง หรือเลือก "ยกเลิก" เพื่อเลือกตัวเลือกการชำระเงินอื่น
tr: CVV'nizin doğruluğu kanıtlanamadı. Lütfen doğru CVV'yi girin veya farklı bir ödeme seçeneği belirlemek için "İptal"'i seçin.
tt: CVV кодыгызны дөрес булып раслап булмаган. Дөрес CVV кодын кертегез яки бүтән түләү параметрны сайлау өчен "Баш тарту" сайлагыз.
ug: CVV (كارتا دەلىللەش قىممىتىتىڭىز) توغرا دەلىللەنمىدى. توغرا CVV نى كىرگۈزۈڭ ياكى بىكار قىلىشنى چېكىپ، باشقا ھەق تاپشۇرۇش قورالىنى تاللاڭ.
uk: Код CVV неправильний. Введіть правильний код CVV або натисніть "Скасувати", щоб вибрати інший спосіб оплати.
ur: آپ کے CVV کی تصدیق درست ہونے کے لیے نہیں ہوسکتی. براہ مہربانی درست CVV درج کریں یا ادائیگی کا مختلف طریقہ منتخب کرنے کے لیے "منسوخ" کا انتخاب کریں.
uz: CVV-kodingiz to‘g‘ri emas. To‘g‘ri CVV-kodni kiriting yoki boshqa to‘lov usulini tanlash uchun "Bekor qilmoq" ni tanlang.
vi: CVV của bạn không thể được kiểm chứng là đúng. Vui lòng nhập CVV đúng hoặc chọn "Hủy bỏ" để chọn một tùy chọn thanh toán khác.
zh_hans: 无法将您的 CVV 验证为正确无误。请输入正确的 CVV，或选择“取消”以选择其他付款选项。
zh_hant: 您的 CVV 無法驗證為正確無誤。請輸入正確的 CVV，或選取 [取消] 來選擇不同的付費選項。

# Word.Support
source: Support
af: Ondersteuning
am: ድጋፍ
ar: الدعم
as: সমৰ্থন
az: Dəstək
bg: Поддръжка
bn_in: সহায়তা
bs: Podrška
cy: Cymorth
el: Υποστήριξη
es: Soporte técnico
et: Tugi
eu: Laguntza
fa: پشتیبانی
ga: Tacaíocht
gd: Taic
gl: Servizo de atención
gu: સહાય
he: תמיכה
hi: समर्थन
hr: Podrška
hu: Támogatás
id: Dukungan
is: Stuðningur
ja: サポート
ka: დახმარება
kk: Қолдау
kn: ಬೆಂಬಲ
ko: 지원
ku_arab: پشتگیری
ky: Колдоо
lo: ການສະໜັບສະໜູນ
lt: Palaikymas
lv: Atbalsts
mi: Tautoko
mk: Поддршка
ml: പിന്തുണ
mn: Дэмжлэг
mr: समर्थन
ms: Sokongan
mt: Appoġġ
ne: समर्थन
nn_no: Kundestøtte
no: Kundestøtte
or: ସାମର୍ଥ୍ୟ
pa_arab_pk: معاونت
pa_in: ਸਹਾਇਤਾ
pl: Pomoc techniczna
ru: Поддержка
sd: حمايت
si: සහාය
sl: Podpora
sr_cyrl_rs: Подршка
sr_latn_rs: Podrška
ta: ஆதரவு
te: మద్దతు
tg: Дастгирӣ
th: การสนับสนุน
tr: Destek
tt: Ярдәм
ug: ياردەم
uk: Підтримка
ur: معاون
uz: Qo‘llab-quvvatlash
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

# Word.AzureInvoice
source: Invoice
af: Faktuur
am: ክፍያ መጠየቂያ ደረሰኝ
ar: فاتورة
as: ইনভইচ
az: Hesab-faktura
bg: Фактура
bn_in: ইনভয়েস
bs: Faktura
cy: Anfoneb
da: Faktura
de: Rechnung
el: Τιμολόγιο
es: Factura
et: Arve
eu: Faktura
fa: صورتحساب
ga: Sonrasc
gd: Fàirdeal
gl: Factura
gu: ઇન્વૉઇસ
he: חשבונית
hi: इनवॉइस
hr: Faktura
hu: Számla
id: Faktur
is: Reikningur
ja: 請求書
ka: ინვოისი
kk: Есепшот
kn: ಇನ್‌ವಾಯ್ಸ್
ko: 송장
ku_arab: لیستی پارەدان
ky: Эсептик-фактура
lo: ໃບຮຽກເກັບເງິນ
lt: Sąskaita faktūra
lv: Rēķins
mi: Nama
mk: Фактура
ml: ഇന്‍‌വോയിസ്
mn: Нэхэмжлэх
mr: इनव्हॉइस
ms: Invois
mt: Fattura
ne: चलानी
nn_no: Faktura
no: Faktura
or: ଇନ୍‌ଭଏସ୍
pa_arab_pk: انوائس
pa_in: ਬਿੱਲ
pl: Faktura
ru: Накладная
sd: انوائس
si: ඉන්වොයිස්පත
sl: Račun
sr_cyrl_rs: Фактура
sr_latn_rs: Faktura
sv: Faktura
ta: விவரப்பட்டியல்
te: ఇన్‌వాయిస్
tg: Ҳисоб-фактура
th: ใบแจ้งหนี้
tr: Fatura
tt: Хисап
ug: تالون
uk: Рахунок-фактура
ur: رسید
uz: Invoys
vi: Hóa đơn
zh_hans: 发票
zh_hant: 發票

# Word.PaymentInstrumentType.AzureInvoice
source: Invoice
af: Faktuur
am: ክፍያ መጠየቂያ ደረሰኝ
ar: فاتورة
as: ইনভইচ
az: Hesab-faktura
bg: Фактура
bn_in: ইনভয়েস
bs: Faktura
cy: Anfoneb
da: Faktura
de: Rechnung
el: Τιμολόγιο
es: Factura
et: Arve
eu: Faktura
fa: صورتحساب
ga: Sonrasc
gd: Fàirdeal
gl: Factura
gu: ઇન્વૉઇસ
he: חשבונית
hi: इनवॉइस
hr: Faktura
hu: Számla
id: Faktur
is: Reikningur
ja: 請求書
ka: ინვოისი
kk: Есепшот
kn: ಇನ್‌ವಾಯ್ಸ್
ko: 송장
ku_arab: لیستی پارەدان
ky: Эсептик-фактура
lo: ໃບຮຽກເກັບເງິນ
lt: Sąskaita faktūra
lv: Rēķins
mi: Nama
mk: Фактура
ml: ഇന്‍‌വോയിസ്
mn: Нэхэмжлэх
mr: इनव्हॉइस
ms: Invois
mt: Fattura
ne: चलानी
nn_no: Faktura
no: Faktura
or: ଇନ୍‌ଭଏସ୍
pa_arab_pk: انوائس
pa_in: ਬਿੱਲ
pl: Faktura
ru: Накладная
sd: انوائس
si: ඉන්වොයිස්පත
sl: Račun
sr_cyrl_rs: Фактура
sr_latn_rs: Faktura
sv: Faktura
ta: விவரப்பட்டியல்
te: ఇన్‌వాయిస్
tg: Ҳисоб-фактура
th: ใบแจ้งหนี้
tr: Fatura
tt: Хисап
ug: تالون
uk: Рахунок-фактура
ur: رسید
uz: Invoys
vi: Hóa đơn
zh_hans: 发票
zh_hant: 發票

# Word.PaymentInstrumentType.AzureInvoice.China
source: Wire Transfer
af: Elektroniese oorplasing
am: በባንክ የሚደረግ የገንዘብ ዝውውር
ar: التحويل البنكي
as: ৱায়াৰ ট্ৰান্সফাৰ
az: Bank Köçürməsi
bg: Банков превод
bn_in: ওয়্যার স্থানান্তর
bs: Bankovni transfer
cy: Trosglwyddiad Electronig:
da: Bankoverførsel
de: Überweisung
el: Τραπεζικό έμβασμα
es: Transferencia bancaria
et: Pangaülekanne
eu: Banku-transferentzia
fa: حواله
ga: Aistriú de dhroim sreinge
gd: Tar-chur uèir
gl: Transferencia bancaria
gu: વાયર સ્થાનાંતર
he: העברה אלקטרונית
hi: वायर हस्तांतरण
hr: Bankovni transfer
hu: Banki átutalás
id: Transfer Kawat
is: Millifærsla
ja: 電信送金
ka: საბანკო გადარიცხვა
kk: Банктік аударым
kn: ತಂತಿ ವರ್ಗಾವಣೆ
ko: 전신 송금
ku_arab: حەواڵەی بانكی
ky: Банк которуусу
lo: ການ​ໂອນ​ຜ່ານ​ທ​ະ​ນາ​ຄານ
lt: Elektroninis pervedimas
lv: Elektroniskais pārskaitījums
mi: Whakawhitinga ā-Waea
mk: Банкарски трансфер
ml: വയർ ട്രാൻസ്ഫർ
mn: Банкны шилжүүлэг
mr: वाायर स्थानांतरण
ms: Pindahan Kawat
mt: Trasferiment bankarju
ne: तार स्थानान्तर
nn_no: Bankoverføring
no: Bankoverføring
or: ୱାୟାର୍ ସ୍ଥାନାନ୍ତରଣ
pa_arab_pk: بینک نال منتقلی:
pa_in: ਵਾਇਰ ਟ੍ਰਾਂਸਫਰ
pl: Przelew
ru: Банковский перевод
sd: انوائيس
si: වයර් සංක්‍රාමය:
sl: Nakazilo
sr_cyrl_rs: Банковни трансфер
sr_latn_rs: Bankovni transfer
sv: Elektronisk överföring
ta: வங்கிப் பரிமாற்றம்
te: Wire బదిలీ
tg: Интиқоли бонкӣ
th: โอนเงินผ่านธนาคาร
tr: Havale
tt: Банк аша күчерү
ug: تېلېگراف پېرېۋوتى
uk: Оплата банківським переказом
ur: وائر ٹرانسفر
uz: Pul o‘tkazish yo‘li bilan
vi: Chuyển khoản
zh_hans: 电汇
zh_hant: 電匯

# Literal.PcsAccountPage.Title
source: Account Management Service
af: Rekeningbestuurdiens
am: የመለያ አስተዳደር አገልግሎት
ar: خدمة إدارة الحسابات
as: একাউণ্ট পৰিচালনা সেৱা
az: Hesabın İdarəolunması Xidməti
bg: Услуга за управление на акаунта
bn_in: অ্যাকাউন্ট ব্যবস্থাপনা পরিষেবা
bs: Usluga za upravljanje računom
cy: Gwasanaeth Rheoli Cyfrif
da: Kontostyringstjeneste
de: Kontoverwaltungsdienst
el: Υπηρεσία διαχείρισης λογαριασμού
es: Servicio de administración de cuentas
et: Kontohalduse teenus
eu: Kontuen kudeaketa zerbitzua
fa: سرویس مدیریت حساب
ga: Seirbhís Bainistíochta Cuntais
gd: Seirbheis stiùireadh a' chunntais
gl: Servizo de Xestión de Conta
gu: ખાતા સંચાલન સેવા
he: שירות ניהול חשבון
hi: खाता प्रबंधन सेवा
hr: Usluga upravljanja računom
hu: Fiókkezelési szolgáltatás
id: Layanan Manajemen Rekening
is: Reikningsstjórnunarþjónusta
ja: アカウント管理サービス
ka: ანგარიშების მართვის სერვისი
kk: Тіркелгіні басқару қызметі
kn: ಖಾತೆ ನಿರ್ವಹಣೆ ಸೇವೆ
ko: 계정 관리 서비스
ku_arab: خزمەتگوزاری بەڕێوەبردنی ئەژمێر
ky: Каттоо жазуусун башкаруу кызматы
lo: ການບໍລິການຈັດການບັນຊີ.
lt: Abonementų valdymo tarnyba
lv: Konta pārvaldības pakalpojums
mi: Ratonga Whakahaere Pūkete
mk: Услуга за управување со сметки
ml: അക്കൌണ്ട് മാനേജുമെന്റ് സേവനം
mn: Хэрэглэгчийн дансны менежментийн үйлчилгээ
mr: खाते व्यवस्थापन सेवा
ms: Perkhidmatan Pengurusan Akaun
mt: Servizz tal-Immaniġġjar tal-Kont
ne: खाता व्यवस्थापन सेवा
nn_no: Kontobehandlingsteneste
no: Kontobehandlingstjeneste
or: ଏକାଉଣ୍ଟ ପରିଚାଳନା ସେବା
pa_arab_pk: اکاؤنٹ نوں ترتیب لان دی خدمت
pa_in: ਖਾਤਾ ਪ੍ਰਬੰਧਨ ਸੇਵਾ
pl: Usługa zarządzania kontem
ru: Служба управления счетами
sd: اڪائونٽ انتظاميه خدمت
si: ගිණුම් කළමනාකරණ සේවාව
sl: Storitev za upravljanje računa
sr_cyrl_rs: Услуга за управљање налогом
sr_latn_rs: Usluga za upravljanje nalogom
sv: Kontohanteringstjänst
ta: கணக்கு நிர்வாக சேவை
te: ఖాతా నిర్వహణ సేవ
tg: Хидмати идоракунии ҳисоб
th: บริการจัดการบัญชี
tr: Hesap Yönetimi Hizmeti
tt: Хисап Идарә Хезмәте
ug: ھېسابات باشغۇرۇش مۇلازېمىتى
uk: Служба керування обліковими записами
ur: کھاتہ کو ترتیب لگانے کی خدمت
uz: Hisob qaydnomasini boshqarish xizmati
vi: Dịch vụ Quản lí Tài khoản
zh_hans: 帐户管理服务
zh_hant: 帳戶管理服務

# Word.InvoicePONumber
source: PO Number
af: PO-nommer
am: ፖስታ ቁጥር
ar: رقم أمر الشراء
as: PO নম্বৰ
az: PO Nömrəsi
bg: Номер на поръчка за покупка
bn_in: PO সংখ্যা
bs: Broj računa za kupovinu
cy: Rhif Archeb Brynu
da: Købsordrenummer
de: Auftragsnummer
el: Αριθμός παραγγελίας
es: Número de pedido de compra
et: Ostutellimuse kood
eu: Erosketa-aginduaren zenbakia
fa: شماره سفارش خرید
ga: Uimhir PO
gd: Àireamh PO
gl: Número de orde de compra
gu: PO નંબર
he: מספר הזמנת רכש
hi: PO नंबर
hr: Broj narudžbenice
hu: Beszerzési megrendelés száma
id: Nomor PO
is: Innkaupanúmer
ja: 発注番号
ka: შეკვეთის ნომერი
kk: Тапсырыс нөмірі
kn: PO ಸಂಖ್ಯೆ
ko: PO 번호
ku_arab: ژمارەی ئۆردەری کڕین
ky: Буюртма номери
lo: ເລກທີຄຳສັ່ງຊື້
lt: PU numeris
lv: PP numurs
mi: Tau Pouaka Poutāpeta
mk: Број на налог за нарачка
ml: PO നമ്പർ
mn: ХАЗ дугаар
mr: PO नंबर
ms: Nombor PO
mt: Numru tal-PO
ne: पिओ नम्बर
nn_no: Innkjøpsordrenummer
no: Innkjøpsordrenummer
or: PO ନମ୍ଵର୍
pa_arab_pk: PO نمبر
pa_in: PO ਨੰਬਰ
pl: Numer ZZ
ru: Номер заказа на покупку
sd: PO نمبر
si: ඇනවුම් අංකය
sl: Številka naročila
sr_cyrl_rs: Број налога за куповину
sr_latn_rs: Broj naloga za kupovinu
sv: IO-nummer
ta: PO எண்
te: PO నంబర్
tg: Рақами фармоиши харид
th: หมายเลข PO
tr: Satın Alma Siparişi Numarası
tt: Сатып алу заказы номеры
ug: پوچتا نومۇرى
uk: Номер замовлення на придбання
ur: پی او نمبرپی او نمبر
uz: Buyurtma raqami
vi: Số PO
zh_hans: PO 号
zh_hant: PO 號碼

# Literal.PostingText.Default
source: We are processing your request. Please don't close the window.
af: Ons verwerk jou versoek. Moet asseblief nie die venster toemaak nie.
am: ጥያቅህን እያካሄድን ነው ።እባክህ መስኮቱን እንዳትዘጋው።
ar: نعالج طلبك. يرجى عدم إغلاق النافذة.
as: আমি আপোনাৰ অনুৰোধ আগবঢ়াই আছোঁ৷ অনুগ্ৰহ কৰি উইণ্ড' বন্ধ নকৰিব৷
az: Sorğunuz emal olunur. Lütfən pəncərəni bağlamayın.
bg: Вашата заявка се обработва. Не затваряйте прозореца.
bn_in: আমরা অনুরোধকে সঠিক জায়গায় পাঠাচ্ছি৷ অনুগ্রহ করে উইন্ডোটি বন্ধ করবেন না৷
bs: Obrađujemo vaš zahtjev. Nemojte zatvoriti prozor.
cy: Rydym yn prosesu eich cais. Peidiwch â chau'r ffenestr.
da: Vi behandler din anmodning. Luk ikke vinduet.
de: Ihre Anforderung wird verarbeitet. Lassen Sie das Fenster geöffnet.
el: Επεξεργαζόμαστε την αίτησή σας. Μην κλείσετε το παράθυρο.
es: Estamos procesando su solicitud. No cierre la ventana.
et: Teie taotlust töödeldakse. Palun ärge sulgege akent.
eu: Zure eskaera prozesatzen ari gara. Ez itxi leihoa.
fa: ما در حال پردازش درخواست شما هستیم. لطفاً این پنجره را نبندید.
ga: Tá d'iarratas á phróiseáil againn. Ná dún an fhuinneog seo le do thoil.
gd: Tha sinn a' pròiseasadh d' iarrtais. Na dùin an uinneag.
gl: Estamos a procesar a súa solicitude. Non peche a ventá.
gu: અમે તમારી વિનંતી પર કાર્ય કરીએ છીએ. કૃપા કરી વિન્ડો બંધ કરશો નહીં.
he: אנו מעבדים את בקשתך. אל תסגור את החלון.
hi: हम आपका अनुरोध संसाधित कर रहे हैं. कृपया विंडो बंद न करें.
hr: U tijeku je obrada zahtjeva. Nemojte zatvarati prozor.
hu: A kérés feldolgozása folyamatban van. Ne zárja be az ablakot.
id: Kami sedang memproses permintaan Anda. Harap jangan tutup jendela ini.
is: Verið er að vinna úr beiðninni þinni. Ekki loka glugganum.
ja: 要求を処理しています。ウィンドウを閉じないでください。
ka: ჩვენ ვამუშავებთ თქვენს მოთხოვნას. გთხოვთ, არ დახუროთ ფანჯარა.
kk: Сұрауыңыз орындалуда. Терезені жаппаңыз.
kn: ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ನಾವು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತಿದ್ದೇವೆ. ದಯವಿಟ್ಟು ವಿಂಡೊವನ್ನು ಮುಚ್ಚಬೇಡಿ.
ko: 요청을 처리하는 중입니다. 이 창을 닫지 마십시오.
ku_arab: ئێمە داواکاریەکەی تۆ دەسازێنین. تکایە ئەم پەنجەرەیە دامەخە.
ky: Биз сиздин тапшырыгыңызды иштетип жатабыз. Өтүнүч, терезени жаппаңыз.
lo: ພວກເຮົາກໍຳລັງດຳເນີນຄຳຮ້ອງຂໍຂອງທ່ານ. ກະລຸນາຢ່າປິດໜ້າຕ່າງ.
lt: Apdorojame jūsų užklausą. Neuždarykite lango.
lv: Mēs apstrādājam jūsu pieprasījumu. Lūdzu, neaizveriet šo logu.
mi: E tukatuka ana i tō tono. Tēnā kaua e katia te matapihi.
mk: Го обработуваме вашето барање. Не затворајте го прозорецот.
ml: നിങ്ങളുടെ അഭ്യര്‍ത്ഥന ഞങ്ങള്‍ പ്രോസസ്സുചെയ്യുന്നു. വിന്‍ഡോ അടയ്‌ക്കരുത്.
mn: Бид таны хүсэлтийг хянан шийдвэрлэж байна. Цонхыг бүү хаагаарай.
mr: आम्ही आपल्या विनंतीवर प्रक्रिया करत आहोत. कृपया विंडो बंद करू नका.
ms: Kami sedang memproses permohonan anda. Anda diminta jangan tutup tetingkap.
mt: Qed nipproċessaw it-talba tiegħek. Jekk jogħġbok tagħlaqx it-tieqa.
ne: हामीले तपाईँको अनुरोध प्रशोधन गर्दैछौँ। कृपया यस सञ्झ्याल बन्द नगर्नुहोस्।
nn_no: Vi handsamar førespurnaden din. Ikkje lukk vindauget.
no: Vi behandler forespørselen din. Ikke lukk dette vinduet.
or: ଆମେ ଆପଣଙ୍କର ଅନୁରୋଧ ପ୍ରକ୍ରିୟାକରଣ କରୁଛୁ. ଦୟାକରି ୱିଣ୍ଡୋ ବନ୍ଦ କରନ୍ତୁ ନାହିଁ.
pa_arab_pk: اسی تساں دی درخواسست پوری کررئے آں۔ میربانی کرکے ونڈو بند نا کرنا۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੀ ਬੇਨਤੀ ‘ਤੇ ਅਮਲ ਕਰ ਰਹੇ ਹਾਂ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਵਿੰਡੋ ਨੂੰ ਬੰਦ ਨਾ ਕਰੋ।
pl: Trwa przetwarzanie żądania. Nie zamykaj tego okna.
ru: Идет обработка запроса. Не закрывайте это окно.
sd: اسان توهان جي درخواست تي عمل ڪري رهيا آهيون. مهرباني ڪري window بند نه ڪندا.
si: ඔබගේ ඉල්ලීම සම්බන්ධයෙන් අපි කටයුතු කරන්නෙමු. කරුණාකර වින්ඩෝව නොවසන්න.
sl: Poteka obdelava vaše zahteve. Ne zaprite tega okna.
sr_cyrl_rs: Ваш захтев се обрађује. Не затварајте прозор.
sr_latn_rs: Vaš zahtev se obrađuje. Ne zatvarajte prozor.
sv: Din begäran bearbetas. Stäng inte fönstret.
ta: உங்கள் கோரிக்கையைச் செயலாக்குகிறோம். சாளரத்தை மூட வேண்டாம்.
te: మేము మీ అభ్యర్థనను ప్రాసెస్ చేస్తున్నాము. దయచేసి విండోను మూసివేయవద్దు.
tg: Мо дархости шуморо коркард мекунем. Лутфан, равзанаро напӯшед.
th: เรากำลังดำเนินการตามคำร้องขอของคุณ โปรดอย่าปิดหน้าต่างนี้
tr: İsteğinizi işleme koyuyoruz. Lütfen bu pencereyi kapatmayın.
tt: Без Сезнең сорауны эшкәртәбез. Тәрәзене япмагыз.
ug: تەلىپىڭىزنى بىر تەرەپ قىلىۋاتىمىز، كۆزنەكنى تاقىماڭ.
uk: Виконується обробка запиту. Не закривайте це вікно.
ur: ہم آپ کی درخواست پہ عمل کررہے ہیں. براہ مہربانی ونڈو مت بند کریں.
uz: Biz Sizning talabingizni qayta ishlayapmiz. Iltimos, oynani yopmang.
vi: Chúng tôi đang xử lí yêu cầu của bạn. Xin đừng đóng cửa sổ.
zh_hans: 我们正在处理您的请求，请不要关闭此窗口。
zh_hant: 我們正在處理您的要求，請勿關閉視窗。

# Literal.PcsAddressPage.Title
source: Address
af: Adres
am: አድራሻ
ar: العنوان
as: ঠিকনা
az: Ünvan
bg: Адрес
bn_in: ঠিকানা
bs: Adresa
cy: Cyfeiriad
da: Adresse
de: Adresse
el: Διεύθυνση
es: Dirección
et: Aadress
eu: Helbidea
fa: آدرس
ga: Seoladh
gd: Seòladh
gl: Enderezo
gu: સરનામું
he: כתובת
hi: पता
hr: Adresa
hu: Cím
id: Alamat
is: Póstfang
ja: 住所
ka: მისამართი
kk: Мекенжай
kn: ವಿಳಾಸ
ko: 주소
ku_arab: ناونیشان
ky: дарек
lo: ທີ່ຢູ່
lt: Adresas
lv: Adrese
mi: Wāhitau
mk: Адреса
ml: വിലാസം
mn: Хаяг
mr: पत्ता
ms: Alamat
mt: Indirizz
ne: ठेगाना
nn_no: Adresse
no: Adresse
or: ଠିକଣା
pa_arab_pk: پتہ
pa_in: ਪਤਾ
pl: Adres
ru: Адрес
sd: پتو
si: ලිපිනය
sl: Naslov
sr_cyrl_rs: Адреса
sr_latn_rs: Adresa
sv: Adress
ta: முகவரி
te: చిరునామా
tg: Суроға
th: ที่อยู่
tr: Adres
tt: Адрес
ug: ئادرېس
uk: Адреса
ur: پتہ
uz: Manzil
vi: Địa chỉ
zh_hans: 地址
zh_hant: 地址
