Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.SaInIntermediateStatus
source: We can't complete your request right now because your credit card is being billed today for one of your subscriptions. Please use another card or try again later.
af: Ons kan jou navraag nie nou voltooi nie, want jou kredietkaart word vandag gedebiteer vir een van jou intekeninge. Gebruik asseblief 'n ander kaart of probeer weer later.
am: ጥያቄህን አሁን ማጠናቀቅ አንችልም ምክንያቱም የብድር ካርድህን ለአንዱ የደንበኝነት ምዝገባዎችህን ተከፍለዋል ።እባክህ ሌላ ተጠቀም ወይም እንደገና በኃላ ሞክር።
ar: يتعذر إتمام طلبك الآن لأنه تتم فوترة بطاقة ائتمانك اليوم لإحدى عمليات الاشتراك الخاصة بك. الرجاء استخدام بطاقة أخرى أو إعادة المحاولة في وقت لاحق.
as: আপোনাৰ কোনোবা এটা গ্ৰাহকভুক্তিৰ কাৰণে আজি আপোনাৰ ক্ৰেডিট কাৰ্ডৰে বিল আদায় দিয়াৰ কাৰণে আমি বৰ্তমান আপোনাৰ অনুৰোধ সম্পূৰ্ণ কৰিব নোৱাৰোঁ৷ অনুগ্ৰহ কৰি অন্য কাৰ্ড ব্যৱহাৰ কৰক বা পিছত চেষ্টা কৰক৷
az: Hal-hazırda sorğunuzu tamamlamaq mümkün deyil, çünki kredit kartınızdan abunələrinizin biri üçün bu gün hesab yazılır. Lütfən başqa kartdan istifadə edin və ya bir az sonra yenidən cəhd edin.
bg: Вашата заявка не може да се изпълни в момента, тъй като днес кредитната ви карта ще бъде таксувана за един от вашите абонаменти. Използвайте друга карта или опитайте отново по-късно.
bn_in: আমরা এখুনি আপনার অনুরোধ সম্পূর্ণ করতে পারছি না কারণ আপনার ক্রেডিট কার্ড আজ আপনার একটি সাবস্ক্রিপশনের জন্য বিল বানানে ব্যবহার করা হচ্ছে৷ অনুগ্রহ করে অন্য একটি কার্ড ব্যবহার করুন বা পরে আবার চেষ্টা করুন৷
bs: Trenutno nije moguće dovršiti vaš zahtjev zato što se kartici danas naplaćuje jedna od pretplata. Koristite drugu karticu ili pokušajte ponovo kasnije.
cy: Does dim modd cwblhau eich cais ar hyn o bryd gan fod eich cerdyn credyd yn cael ei filio ar gyfer un o'ch tanysgrifiadau heddiw. Defnyddiwch gerdyn arall neu roi cynnig arni rywbryd eto.
da: Vi kan ikke udføre anmodningen lige nu, fordi dit kreditkort i dag faktureres for et af dine abonnementer. Prøv at bruge et andet kort, eller prøv igen senere.
de: Ihre Anforderung kann zurzeit nicht bearbeitet werden, da Ihre Kreditkarte heute bereits für eines Ihrer Abonnements belastet wurde. Verwenden Sie eine andere Karte, oder versuchen Sie es später erneut.
el: Δεν είναι δυνατή η ολοκλήρωση της αίτησής σας προς το παρόν, επειδή η πιστωτική κάρτα σας χρεώνεται σήμερα για μία από τις συνδρομές σας. Χρησιμοποιήστε διαφορετική κάρτα ή δοκιμάστε ξανά αργότερα.
es: No podemos completar su solicitud ahora porque hoy se carga una de sus suscripciones en la tarjeta de crédito. Use otra tarjeta o inténtelo de nuevo más tarde.
et: Teie taotlust ei saa praegu täita, kuna teie krediitkaardilt tehakse täna ühe tellimuse kohta arveldus. Kasutage mõnd teist kaarti või proovige hiljem uuesti.
eu: Ezin dugu une honetan zure eskaera prozesatu, zure kreditu-txartela gaur bertan fakturatuko delako zure harpidetza batengatik. Erabili beste txartel bat edo saiatu berriro geroago.
fa: ما در حال حاضر نمی توانیم درخواست شما را تکمیل کنیم زیرا امروز برای یکی از اشتراک های شما برای این کارت اعتباری قبض صادر شده است. لطفاً از یک کارت دیگر استفاده کرده یا دوباره امتحان کنید.
ga: Ní féidir d'iarratas a chur i gcrích anois toisc go bhfuil do chárta creidmheasa á bhilleáil inniu le haghaidh ceann amháin de do chuid síntiús. Bain triail as cárta eile nó bain triail as arís níos déanaí.
gd: Chan urrainn dhuinn d' iarrtas a choileanadh an-dràsta oir tha fo-sgrìobhadh agad a thig a chuid cosgaisean far na cairt-chreideis agad an-diugh. Cleachd cairt eile no feuch ris uaireigin eile.
gl: Non se pode completar a súa solicitude agora mesmo porque o seu cartón de crédito está a ser facturado hoxe por unha das súas subscricións. Use outro cartón ou ténteo de novo máis tarde.
gu: હમણાં અમે તમારી અરજી પૂર્ણ કરી શકતા નથી કારણ કે તમારા એક સબસ્ક્રીપ્શન માટે તમારું ક્રેડિટ કાર્ડ બિલ થયેલ છે. કૃપા કરી અન્ય કાર્ડનો ઉપયોગ કરો અથવા થોડીવાર બાદ પ્રયાસ કરો.
he: אין לנו אפשרות להשלים את בקשתך כעת מאחר שכרטיס האשראי שלך מחויב היום עבור אחד מהמנויים שלך. השתמש בכרטיס אחר או נסה שוב מאוחר יותר.
hi: हम आपके अनुरोध को अभी पूरा नहीं कर सकते क्योंकि आपके क्रेडिट कार्ड को आपकी सदस्यताओं में से किसी एक के लिए आज बिल किया जा रहा है. कृपया किसी अन्य कार्ड का उपयोग करें या बाद में पुनः प्रयास करें.
hr: Trenutno ne možemo dovršiti vaš zahtjev jer se danas putem kreditne kartice naplaćuje jedna od vaših pretplata. Upotrijebite drugu karticu ili pokušajte ponovno kasnije.
hu: A kérése jelenleg nem teljesíthető, mert a hitelkártya terhére ma számlát állít ki a rendszer az Ön egyik előfizetésére vonatkozóan. Használjon egy másik kártyát, vagy később próbálja meg újból.
id: Kami tidak dapat menyelesaikan permintaan Anda sekarang karena kartu kredit Anda sedang ditagih hari ini untuk salah satu keberlangganan Anda. Harap gunakan kartu lain atau coba lagi nanti.
is: Ekki var hægt að vinna úr beiðninni þar sem verið er nota kreditkortið þitt í dag vegna áskriftar. Vinsamlegast notaðu annað kreditkort eða reyndu aftur síðar.
ja: 本日お客様のクレジット カードがサブスクリプションの 1 つで課金されているため、要求を完了できません。別のカードを使用するか、後でもう一度やり直してください。
ka: ამ მომენტისთვის ვერ ვასრულებთ თქვენს მოთხოვნას, რადგან დღეს თქვენს საკრედიტო ბარათზე დაირიცხა თქვენი ერთ-ერთი გამოწერის გადასახადი. გთხოვთ, გამოიყენოთ სხვა ბარათი ან მოგვიანებით ცადოთ.
kk: Сұрауыңызды дәл қазір орындау мүмкін емес, өйткені бүгін несиелік картаңызға жазылымдарыңыздың біреуі үшін шот жіберілген. Басқа картаны пайдаланыңыз немесе әрекетті кейінірек қайталаңыз.
kn: ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಗಳಲ್ಲಿ ಒಂದಕ್ಕೆ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಇಂದು ಬಿಲ್ ಮಾಡಲಾಗಿರುವ ಕಾರಣ ನಿಮ್ಮ ವಿನಂತಿಯನ್ನು ಇದೀಗ ನಮಗೆ ಪೂರೈಸಲಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೊಂದು ಕಾರ್ಡ್ ಅನ್ನು ಬಳಸಿ ಅಥವಾ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 해당 신용 카드를 통해 회원님의 서비스 이용료가 오늘 청구되므로 요청을 바로 처리할 수 없습니다. 다른 카드를 사용하거나 나중에 다시 시도해 보십시오.
ku_arab: ناتوانین لەکاتی ئێستادا داواکاریەکەت تەواو بکەین لەبەرئەوەی کرێدت کارتی تۆ ئەمڕۆ فاتوورەی یەکێک لە ئابوونەکانی تۆی بۆ دەکرێت. تکایە کارتێکی دیکە بەکاربهێنە و پاشتر دووبارە هەوڵ بدە.
ky: Биз сиздин тапшырыгызды азыр өткөрө албайбыз, себеби сиздин кредит картыңыз сиздин бир жазылууңуз үчүн төлөөгө колдонулууда. Өтүнүч, башка картты колдонуңуз же кечирээк кайталаңыз.
lo: ພວກເຮົາບໍ່ສາມາດເຮັດສຳເລັດການຮ້ອງຂໍຂອງທ່ານໄດ້ ເພາະວ່າບັດເຄຣດິດຂອງທ່ານກຳລັງຖືກຮຽກເກັບເງິນໃນມື້ນີ້ສຳລັບໜຶ່ງໃນບັນດາການສະໝັກໃຊ້ຂອງທ່ານ. ກະລຸນາໃຊ້ບັດອື່ນ ຫຼືລອງໃໝ່ໃນພາຍຫຼັງ.
lt: Negalime dabar įvykdyti jūsų užklausos, nes jūsų kredito kortelei pateikta sąskaita dėl vienos iš jūsų prenumeratų. Naudokite kitą kortelę arba pamėginkite vėliau.
lv: Jūsu pieprasījumu šobrīd nevar izpildīt, jo jūsu kredītkarte šodien tiek izmantota kāda abonementa apmaksai. Lūdzu, izmantojiet citu karti vai vēlāk mēģiniet vēlreiz.
mi: Kāore e taea tō tono te tutuki i tēnei wā, nā te mea ka namahia tō kāri nama i tēnei rā mō tētahi o ō ohaurunga. Whakamātauhia tētahi atu kāri, ngana anō ā kō ake rānei.
mk: Не можеме да го реализираме барањето во моментов, бидејќи на вашата кредитна картичка денес се фактурира една од вашите претплати. Користете друга картичка или обидете се повторно подоцна.
ml: നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷനുകളില്‍ ഒന്നിനായി നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് ഇന്ന് ബില്ലുചെ‌യ്യുന്നതിനാല്‍ ഞങ്ങള്‍ക്ക് ഇപ്പോള്‍ നിങ്ങളുടെ അഭ്യര്‍ത്ഥന പൂര്‍ത്തിയാക്കാനാവില്ല. മറ്റൊരു കാര്‍ഡ് ഉപയോഗിക്കുക അല്ലെങ്കില്‍ പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mn: Таны кредит картнаас таны нэг захиалгын төлбөрийг өнөөдөр нэхэмжилж байгаа учраас бид одоо таны хүсэлтийг гүйцэтгэх боломжгүй байна. Өөр карт хэрэглэх буюу дараа дахин оролдоно уу.
mr: आम्ही यावेळी आपली विनंती पूर्ण करू शकत नाही कारण आपल्या क्रेडिट कार्डवर आपल्या एका सदस्यतेसाठी आज बिल लावले जात आहे. कृपया दुसरे कार्ड वापरा आणि नंतर पुन्हा प्रयत्न करा.
ms: Kami tidak dapat menyelesaikan permohonan anda sekarang kerana kad kredit anda sedang dibilkan hari ini untuk salah satu langganan anda. Sila gunakan kad yang lain atau cuba sebentar lagi.
mt: Ma nistgħux nissodisfaw it-talba tiegħek bħalissa għax il-karta ta' kreditu tiegħek qed tiġi ddebitata llum għal wieħed mill-abbonamenti tiegħek. Jekk jogħġbok uża kard oħra jew ipprova iktar tard.
ne: हामीले अहिले नै तपाईँको अनुरोध सम्पूर्ण गर्न सक्दैनौँ किनभने तपाईँको कुनै एक सदस्यताको लागि पुर्जी बनाउन आज प्रयोग गरिँदैछ। कृपया अर्को कार्ड प्रयोग गर्नुहोस् वा फेरि प्रयास गर्नुहोस्।
nn_no: Vi kan ikkje fullføre førespurnaden no fordi vi sender faktura på kredittkortet i dag for eitt av dei andre abonnementa. Bruk eit anna kort, eller prøv på nytt seinare.
no: Forespørselen kan ikke fullføres nå fordi kredittkortet ditt belastes for ett av abonnementene i dag. Bruk et annet kort, eller prøv på nytt senere.
or: ଆମେ ବର୍ତ୍ତମାନ ଆପଣଙ୍କର ଅନୁରୋଧ ସମ୍ପୁର୍ଣ୍ଣ କରିପାରିବୁ ନାହିଁ କାରଣ ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଆପଣଙ୍କର ଗ୍ରହିତାଗୁଡିକର ଏକ ପାଇଁ ଆଜି ବିଲ୍ ହୋଇଛି. ଦୟାକରି ଅନ୍ୟ କାର୍ଡ୍ ବ୍ୟବହାର କରନ୍ତୁ କିମ୍ଵା ପରେ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: اسی تساں دی درخواست ایس ویلے نئیں پوری کر سکدے کیوں کہ تساں دے کریڈٹ کارڈ چوں تساں دیاں ممبر شپاں چوں کسے اک دا بل کٹیا جاریا اے۔ میربانی کرکے کوئی ہور کارڈ ورتو یا کجھ دیر باجوں فیر کوشش کرو۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੀ ਬੇਨਤੀ ਨੂੰ ਇਸ ਸਮੇਂ ਪੂਰਾ ਨਹੀਂ ਕਰ ਸਕਦੇ ਕਿਉਂਕਿ ਤੁਹਾਡੀਆਂ ਸਬਸਕ੍ਰਿਪਸ਼ਨਾਂ ਵਿੱਚੋਂ ਇੱਕ ਵਾਸਤੇ ਅੱਜ ਤੁਹਾਡੇ ਕਰੈਡਿਟ ਕਾਰਡ ਤੋਂ ਬਿੱਲ ਲਿਆ ਜਾ ਰਿਹਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਹੋਰ ਕਾਰਡ ਦੀ ਵਰਤੋਂ ਕਰੋ ਜਾਂ ਫਿਰ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Aktualnie nie można wykonać żądania, ponieważ karta jest dzisiaj obciążana za jedną z subskrypcji. Użyj innej karty lub spróbuj ponownie później.
ru: Не удается выполнить запрос, поскольку сегодня с кредитной карты были сняты средства в счет одной из подписок. Используйте другую карту или повторите попытку позже.
sd: اسان هن وقت توهان جي درخواست پوري نه ٿا ڪري سگھون ڇا ڪاڻ ته اڄ توهان جي ڪنهن هڪ سبسڪرپشن مان توهان جي ڪريڊٽ ڪارڊ جي بل جي ادائگي ٿي رهي آهي. مهرباني ڪري ڪو ٻيو ڪارڊ استعمال ڪريو يا ٿوري دير کان پوءِ ٻيهر ڪوشش ڪريو.
si: ඔබගේ එක් ගනුදෙනුවක් සඳහා ඔබේ ක්‍රෙඩිට් කාඩ්පතපත බිල්ගත කෙරෙන බැවින් අපට ඔබේ ඉල්ලීම මෙම අවස්ථාවේ සම්පුර්ණ කළ නොහැකිය. කරුණාකර වෙනත් කාඩ්පතකින් උත්සාහ කරන්න නැතහොත් පසුව උත්සාහ කරන්න.
sl: Vaše zahteve trenutno ni mogoče dokončati, ker bo vaša kreditna kartica danes bremenjena za eno od naročnin. Uporabite drugo kartico ali poskusite znova pozneje.
sr_cyrl_rs: Тренутно није могуће довршити ваш захтев зато што се картици данас наплаћује једна од претплата. Користите другу картицу или покушајте поново касније.
sr_latn_rs: Trenutno nije moguće dovršiti vaš zahtev zato što se kartici danas naplaćuje jedna od pretplata. Koristite drugu karticu ili pokušajte ponovo kasnije.
sv: Det går inte att slutföra din begäran för tillfället eftersom ditt kreditkort debiteras idag för en av dina prenumerationer. Använd ett annat kort eller försök igen senare.
ta: உங்கள் சந்தாக்களில் ஒன்றிற்காக இன்று உங்கள் கடன் அட்டையிலிருந்து கட்டணம் செலுத்துவதால், தற்போது உங்கள் கோரிக்கையை நிறைவு செய்ய முடியாது. மற்றொரு அட்டையைப் பயன்படுத்தவும் அல்லது பின்னர் மீண்டும் முயற்சிக்கவும்.
te: మేము ప్రస్తుతం మీ అభ్యర్థనను పూర్తి చేయలేము ఎందుకంటే ఈరోజు మీ సబ్‌స్క్రిప్షన్‌ల్లో ఒకదాని కోసం మీ క్రెడిట్ కార్డ్ బిల్ చేయబడుతోంది. దయచేసి మరో కార్డ్‌ను ఉపయోగించండి లేదా తర్వాత మళ్లీ ప్రయత్నించండి.
tg: Мо дархости шуморо худи ҳозир иҷро карда наметавонем, зеро имрӯз ба корти қарзии шумо барои яке аз обунаҳоятон ҳисоб пешниҳод шуда истодааст. Лутфан, корти дигареро истифода баред ё баъдтар дубора кӯшиш кунед.
th: เราไม่สามารถดำเนินการคำร้องขอของคุณให้เสร็จสมบูรณ์ได้เนื่องจากบัตรเครดิตของคุณกำลังถูกแจ้งหนี้สำหรับการสมัครรายการอื่น โปรดใช้บัตรอื่นหรือลองอีกครั้งภายหลัง
tr: Bugün kredi kartınızdan aboneliklerinizden biri için ödeme alındığından şu anda isteğinizi gerçekleştiremiyoruz. Lütfen başka bir kart kullanın veya daha sonra yeniden deneyin.
tt: Сезнең соравыгызны хәзергә тәмамларга булмый чөнки Сезнең кредит картасы квитанцияләнгән буген кайбер Сезнең язылуга. Кулланыгыз башка картасын яки тырышыз соңнан.
ug: بۈگۈن بىر ئابونتلىقىڭىز ئۈچۈن ئىناۋەتلىك كارتىڭىزدىن ھەق تۇتىۋېلىنغانلىقى سەۋەبىدىن،ھازىرنىڭ ئۆزىدە تەلىپىڭىزنى ئورۇندىيالمايمىز.باشقا كارتىنى قوللىنىڭ ياكى كىيىنچە سىناپ كۆرۈڭ.
uk: Наразі не вдалося виконати запит, оскільки на вашу кредитну картку сьогодні виставляється рахунок за одну з ваших підписок. Використайте іншу картку або повторіть спробу пізніше.
ur: ہم آپ کی درخواست ابھی مکمل نہیں کرسکتے کیونکہ آپ کی رکنیتوں میں سے کسی ایک کے لیے آج ادائیگی کی جارہی ہے. براہ مہربانی کوئی اور کارڈ استعمال کریں یا دوبارہ کوشش کریں.
uz: Hozirda Sizning talabingizni bajara olmaymiz, chunki Sizning kredit kartochkangizdan obunalaringizdan biri uchun to‘lov olinayapti. Boshqa kartochkadan foydalaning yoki keyinroq qaytadan urining.
vi: Chúng tôi không thể hoàn thành yêu cầu của bạn ngay bây giờ vì thẻ tín dụng của bạn đang bị trừ phí hôm nay cho một trong các đăng kí dịch vụ của bạn. Vui lòng sử dụng thẻ khác hoặc thử lại sau.
zh_hans: 由于你的信用卡当前正为你订阅的一项服务计费，因此我们无法立即完成你的申请。请使用另一张信用卡或稍后重试。
zh_hant: 我們目前無法完成您的要求，因為您今天已使用此信用卡支付其中一項訂閱。請使用其他信用卡，或稍後再試。

# Country.AD
source: Andorra
am: አንዶራ
ar: أندورا
as: আন্দোৰা
bg: Андора
bn_in: আন্ডোরা
bs: Andora
el: Ανδόρα
fa: آندورا
ga: Andóra
gu: અંડોરા
he: אנדורה
hi: अंडोरा
hr: Andora
ja: アンドラ
ka: ანდორა
kk: Андорра
kn: ಅಂಡೋರಾ
ko: 안도라
ku_arab: ئاندۆرا
ky: Андорра
lo: ອັນດໍຣາ
lt: Andora
lv: Andora
mi: Ānatōra
mk: Андора
ml: അന്‍ഡോറ
mn: Андорра
mr: एंडोरा
ne: एन्दोर्रा
or: ଆଣ୍ଡୋରା
pa_arab_pk: انڈورا
pa_in: ਅੰਡੋਰਾ
pl: Andora
ru: Андорра
sd: انڊورا
si: ඇන්ඩෝරාව
sl: Andora
sr_cyrl_rs: Андора
sr_latn_rs: Andora
ta: அந்தோரா
te: అండోర్రా
tg: Андорра
th: อันดอร์รา
tt: Андорра
ug: ئاندوررا
uk: Андорра
ur: اینڈورا
zh_hans: 安道尔
zh_hant: 安道爾

# Country.AE
source: United Arab Emirates
af: Verenigde Arabiese Emirate
am: የተባበሩት የአረብ ኢሜሬትስ
ar: الإمارات العربية المتحدة
as: সংযুক্ত আৰব এমিৰেটছ
az: Birləşmiş Ərəb Əmirlikləri
bg: Обединени арабски емирства
bn_in: সংযুক্ত আরব আমিরশাহী
bs: Ujedinjeni Arapski Emirati
cy: Emiradau Arabaidd Unedig
da: De Forenede Arabiske Emirater
de: Vereinigte Arabische Emirate
el: Ηνωμένα Αραβικά Εμιράτα
es: Emiratos Árabes Unidos
et: Araabia Ühendemiraadid
eu: Arabiar Emirerri Batuak
fa: امارات متحده عربی
ga: Aontas na nÉimíríochtaí Arabacha
gd: Na h-Iomaratan Arabach Aonaichte
gl: Emiratos Árabes Unidos
gu: સંયુક્ત અરબ અમીરાત
he: איחוד האמירויות הערביות
hi: संयुक्त अरब अमीरात
hr: Ujedinjeni Arapski Emirati
hu: Egyesült Arab Emírségek
id: Uni Emirat Arab
is: Sameinuðu arabísku furstadæmin
ja: アラブ首長国連邦
ka: არაბთა გაერთიანებული საემიროები
kk: Біріккен Араб Әмірліктері
kn: ಯುನೈಟೆಡ್ ಅರಬ್ ಎಮಿರೇಟ್ಸ್
ko: 아랍에미리트
ku_arab: ئیماراتی یەکگرتووی عەرەبی
ky: Бириккен Араб Эмираттары
lo: ສະຫະລັດອາຫຼັບເອມິເຣສ
lt: Jungtiniai Arabų Emyratai
lv: Apvienotie Arābu Emirāti
mi: Te Kotahitanga o Ngā Ariki Arāpia
mk: Обединети Арапски Емирати
ml: യുണൈറ്റഡ് അറബ് എമിറേറ്റ്സ്
mn: Арабын Нэгдсэн Эмирт Улс
mr: संयुक्त अरब अमिरात
ms: Emiriah Arab Bersatu
mt: Emirati Għarab Magħquda
ne: संयुक्त अरब इमिरेट्स
nn_no: Dei sameinte arabiske emirata
no: De forente arabiske emirater
or: ୟୁନାଇଟେଡ୍ ଆରବ ଏମିରେଟସ୍
pa_arab_pk: متحدہ عرب امارات
pa_in: ਸੰਯੁਕਤ ਅਰਬ ਅਮੀਰਾਤ
pl: Zjednoczone Emiraty Arabskie
ru: ОАЭ
sd: متحدہ عرب امارات
si: එක්සත් අරාබි එමිරේට්
sl: Združeni arabski emirati
sr_cyrl_rs: Уједињени Арапски Емирати
sr_latn_rs: Ujedinjeni Arapski Emirati
sv: Förenade Arabemiraten
ta: ஐக்கிய அரபு எமிரேட்ஸ்
te: యునైటెడ్ అరబ్ ఎమిరేట్స్
tg: Аморатҳои Муттаҳидаи Араб
th: สหรัฐอาหรับเอมิเรตส์
tr: Birleşik Arap Emirlikleri
tt: Берләшкән Гарәп Әмирлекләре
ug: ئەرەب بىرلەشمە خەلىپىلىكى
uk: Об’єднані Арабські Емірати
ur: متحدہ عرب امارات
uz: Birlashgan Arab Amirliklari
vi: Các tiểu vương quốc Ả rập thống nhất
zh_hans: 阿拉伯联合酋长国
zh_hant: 阿拉伯聯合大公國

# Country.AF
source: Afghanistan
am: አፍጋኒስታን
ar: أفغانستان
as: আফগানিস্তান
az: Əfqanıstan
bg: Афганистан
bn_in: আফগানিস্তান
bs: Afganistan
cy: Affganistan
el: Αφγανιστάν
es: Afganistán
et: Afganistan
eu: Afganistan
fa: افغانستان
ga: An Afganastáin
gd: Afghanastàn
gl: Afganistán
gu: અફઘાનિસ્તાન
he: אפגניסטן
hi: अफ़ग़ानिस्तान
hr: Afganistan
hu: Afganisztán
is: Afganistan
ja: アフガニスタン
ka: ავღანეთი
kk: Ауғанстан
kn: ಆಫ್‌ಘಾನಿಸ್ತಾನ
ko: 아프가니스탄
ku_arab: ئەفغانستان
ky: Афганистан
lo: ອັບການິດສະຖານ
lt: Afganistanas
lv: Afganistāna
mi: Awhekenetāna
mk: Авганистан
ml: അഫ്ഗാനിസ്താന്‍
mn: Афганистан
mr: अफगाणिस्तान
mt: Afganistan
ne: अफगानिस्तान
or: ଆଫଗାନିସ୍ତାନ୍
pa_arab_pk: ‏‏افغانستان
pa_in: ਅਫ਼ਗਾਨਿਸਤਾਨ
pl: Afganistan
ru: Афганистан
sd: افغانستان
si: ඇෆ්ගනිස්ථානය
sl: Afganistan
sr_cyrl_rs: Авганистан
sr_latn_rs: Avganistan
ta: ஆஃப்கானிஸ்தான்
te: ఆప్ఘనిస్థాన్
tg: Афғонистон
th: อัฟกานิสถาน
tr: Afganistan
tt: Әфганстан
ug: ئافغانىستان
uk: Афганістан
ur: افغانستان
uz: Afg‘oniston
zh_hans: 阿富汗
zh_hant: 阿富汗

# Country.AG
source: Antigua and Barbuda
af: Antigua en Barbuda
am: አንቲጉዋ እና ባርቡዳ
ar: أنتيغوا وبربودا
as: এণ্টিগুৱা আৰু বাৰ্বুডা
az: Antiqua və Barbuda
bg: Антигуа и Барбуда
bn_in: অ্যান্টিগুয়া এবং বারবুডা
bs: Antigva i Barbuda
cy: Antigwa a Barbwda
da: Antigua og Barbuda
de: Antigua und Barbuda
el: Αντίγκουα και Μπαρμπούντα
es: Antigua y Barbuda
et: Antigua ja Barbuda
eu: Antigua eta Barbuda
fa: آنتیگوا و باربودا
ga: Antigua agus Barbúda
gd: Aintìoga is Barbuda
gl: Antigua e Barbuda
gu: એન્ટિગુઆ અને બરબૂડા
he: אנטיגואה וברבודה
hi: एंटिगुआ और बरबूडा
hr: Antigva i Barbuda
hu: Antigua és Barbuda
id: Antigua dan Barbuda
is: Antígva og Barbúda
ja: アンティグア・バーブーダ
ka: ანტიგუა და ბარბუდა
kk: Антигуа және Барбуда
kn: ಆಂಟಿಗುವಾ ಮತ್ತು ಬರ್ಬುಡಾ
ko: 앤티가 바부다
ku_arab: ئانتیگوا و باربۆدا
ky: Антигуа жана Барбуда
lo: ແອນຕີກົວ ແລະບາບູດາ
lt: Antigva ir Barbuda
lv: Antigva un Barbuda
mi: Te Moutere Nehe me Papura
mk: Антигва и Барбуда
ml: ആന്റിഗ്വയ ആന്റ് ബാര്‍ബൂഡ
mn: Антигуа ба Барбуда
mr: अँटिगुआ आणि बारबुडा
ms: Antigua dan Barbuda
mt: Antigwa u Barbuda
ne: एन्टिग्या र बर्मुदा
nn_no: Antigua og Barbuda
no: Antigua og Barbuda
or: ଆଣ୍ଟିଗୁଆ ଏବଂ ବର୍ବୁଦା
pa_arab_pk: اناٹیگووا تے باربودا
pa_in: ਐਂਟੀਗੁਆ ਅਤੇ ਬਾਰਬੁਡਾ
pl: Antigua i Barbuda
ru: Антигуа и Барбуда
sd: انٽيگا ۽ باربدا
si: ඇන්ටිගුවා සහ බාබුඩා
sl: Antigva in Barbuda
sr_cyrl_rs: Антигва и Барбуда
sr_latn_rs: Antigva i Barbuda
sv: Antigua och Barbuda
ta: ஆன்டிகுவா பர்புடா
te: ఆంటిగ్వా మరియు బార్బుడా
tg: Антигуа ва Барбуда
th: แอนติกาและบาร์บูดา
tr: Antigua ve Barbuda
tt: Антигуа һәм Барбуда
ug: ئانتىگۇئا ۋە باربۇدا
uk: Антиґуа та Барбуда
ur: اناٹیگووا اور باربودا
uz: Antigua va Barbuda
vi: Antigua và Barbuda
zh_hans: 安提瓜和巴布达
zh_hant: 安地卡及巴布達

# Country.AI
source: Anguilla
am: አንጉዌላ
ar: أنغويلا
as: এনগুইলা
az: Anqilla
bg: Ангила
bn_in: অ্যাঙ্গুইলা
bs: Angvila
cy: Angwila
el: Ανγκουίλα
es: Anguila
fa: آنگویلا
ga: Angaíle
gd: Anguillia
gl: Anguila
gu: એંગુઇલા
he: אנגוילה
hi: अंगुइला
hr: Angvila
is: Angvilla
ja: アンギラ
ka: ანგვილა
kk: Ангилья
kn: ಆಂಗ್ಯುಲಾ
ko: 앵귈라
ku_arab: ئانگویلا
ky: Ангилья
lo: ແອນກຸຍລາ
lt: Angilija
lv: Angilja
mi: Ānakuira
mk: Ангуила
ml: ആന്‍‌ഗ്യില്ല
mn: Ангилья
mr: अंगुला
mt: Angwilla
ne: एङ्त्यूल्ला
or: ଆଙ୍ଗୁୟିଲା
pa_arab_pk: انگولیا
pa_in: ਅੰਗੁਇਲਾ
ru: Ангилья
sd: انگيولا
si: ඇන්ගුලාව
sl: Angvila
sr_cyrl_rs: Ангвила
sr_latn_rs: Angvila
ta: அங்கியுலா
te: ఆంగ్విల్లా
tg: Ангилла
th: แองกวิลลา
tt: Ангилья
ug: ئانگۋىللا
uk: Анґілья
ur: انگولیا
uz: Angilya
zh_hans: 安圭拉
zh_hant: 安圭拉

# Country.AL
source: Albania
af: Albanië
am: አልባኒያ
ar: ألبانيا
as: আলবানিয়া
az: Albaniya
bg: Албания
bn_in: আলবেনিয়া
bs: Albanija
da: Albanien
de: Albanien
el: Αλβανία
et: Albaania
fa: آلبانی
ga: An Albáin
gd: Albàinia
gu: અલ્બાનિયા
he: אלבניה
hi: अल्बानिया
hr: Albanija
hu: Albánia
is: Albanía
ja: アルバニア
ka: ალბანეთი
kk: Албания
kn: ಅಲ್ಬಾನಿಯಾ
ko: 알바니아
ku_arab: ئەلبانیا
ky: Албания
lo: ອານບານີ
lt: Albanija
lv: Albānija
mi: Arapaina
mk: Албанија
ml: അല്‍ബേനിയ
mn: Албани
mr: अल्बानिआ
mt: Albanija
ne: अल्बेनिया
or: ଆଲବାନିଆ
pa_arab_pk: ‏‏البانیہ
pa_in: ਅਲਬਾਨੀਆ
ru: Албания
sd: البانيه
si: ඇල්බේනියාව
sl: Albanija
sr_cyrl_rs: Албанија
sr_latn_rs: Albanija
sv: Albanien
ta: அல்பேனியா
te: అల్బేనియా
tg: Албания
th: แอลเบเนีย
tr: Arnavutluk
tt: Албания
ug: ئالبانىيە
uk: Албанія
ur: البانیہ
uz: Albaniya
zh_hans: 阿尔巴尼亚
zh_hant: 阿爾巴尼亞

# Country.AM
source: Armenia
af: Armenië
am: አርሜኒያ
ar: أرمينيا
as: আৰ্মেনিয়া
az: Ermənistan
bg: Армения
bn_in: আর্মেনিয়া
bs: Armenija
da: Armenien
de: Armenien
el: Αρμενία
et: Armeenia
fa: ارمنستان
ga: An Airméin
gd: Airmeinea
gu: આર્મેનિયા
he: ארמניה
hi: आर्मीनिया
hr: Armenija
hu: Örményország
is: Armenía
ja: アルメニア
ka: სომხეთი
kk: Армения
kn: ಆರ್ಮೇನಿಯಾ
ko: 아르메니아
ku_arab: ئەرمینیا
ky: Армения
lo: ອາມີເນຍ
lt: Armėnija
lv: Armēnija
mi: Āmenia
mk: Ерменија
ml: അര്‍മേനിയ
mn: Армени
mr: अर्मेनिया
mt: Armenja
ne: अर्मेनिया
or: ଆର୍ମେନିଆ
pa_arab_pk: آرمینیا
pa_in: ਆਰਮੀਨਿਆ
ru: Армения
sd: ارمينيا
si: ආමේනියාව
sl: Armenija
sr_cyrl_rs: Јерменија
sr_latn_rs: Jermenija
sv: Armenien
ta: ஆர்மீனியா
te: ఆర్మేనియా
tg: Арманистон
th: อาร์เมเนีย
tr: Ermenistan
tt: Әрмәнстан
ug: ئەرمېنىيە
uk: Вірменія
ur: آرمینا
uz: Armaniston
zh_hans: 亚美尼亚
zh_hant: 亞美尼亞

# Country.AO
source: Angola
am: አንጎላ
ar: أنغولا
as: এংগোলা
az: Anqola
bg: Ангола
bn_in: অ্যাঙ্গোলা
el: Αγκόλα
fa: آنگولا
ga: Angóla
gd: Angòla
gu: અંગોલા
he: אנגולה
hi: अंगोला
is: Angóla
ja: アンゴラ
ka: ანგოლა
kk: Ангола
kn: ಅಂಗೋಲಾ
ko: 앙골라
ku_arab: ئەنگۆلا
ky: Ангола
lo: ແອງໂກລາ
mi: Anakora
mk: Ангола
ml: അംഗോള
mn: Ангол
mr: अंगोला
ne: अङ्गोला
or: ଆଙ୍ଗୋଲା
pa_arab_pk: انگولا
pa_in: ਅੰਗੋਲਾ
ru: Ангола
sd: انگوليا
si: ඇන්ගෝලාව
sr_cyrl_rs: Ангола
ta: அங்கோலா
te: అంగోలా
tg: Ангола
th: แองโกลา
tt: Ангола
ug: ئانگولا
uk: Анґола
ur: انگولا
zh_hans: 安哥拉
zh_hant: 安哥拉

# Country.AQ
source: Antarctica
af: Antarktika
am: አንታርክቲካ
ar: أنتاركتيكا
as: এণ্টাৰ্কটিকা
az: Antarktika
bg: Антарктика
bn_in: অ্যান্টার্কটিকা
bs: Antarktik
da: Antarktis
de: Antarktis
el: Ανταρκτική
es: Antártida
et: Antarktika
eu: Antartika
fa: قطب جنوب
ga: Antartaice
gd: An Antartaig
gl: Antártida
gu: ઍન્ટાર્કટિકા
he: אנטארקטיקה
hi: अंटार्कटिका
hr: Antarktik
hu: Antarktisz
id: Antarktika
is: Suðurskautslandið
ja: 南極
ka: ანტარქტიდა
kk: Антарктида
kn: ಅಂಟಾರ್ಟಿಕಾ
ko: 남극 대륙
ku_arab: کیشوەری جەمسەری باشوور
ky: Антарктида
lo: ແອນຕາດຕິກາ
lt: Antarktika
lv: Antarktika
mi: Whenua Pou Tonga
mk: Антарктик
ml: അന്റാര്‍ട്ടിക്ക
mn: Антарктид
mr: अंटार्क्टिका
ms: Antartika
mt: Antartika
ne: एन्टारटिका
nn_no: Antarktis
no: Antarktis
or: ଆଣ୍ଟାର୍କାଟିକା
pa_arab_pk: ‏‏انٹارکٹیکا
pa_in: ਅੰਟਾਰਕਟਿਕਾ
pl: Antarktyda
ru: Антарктида
sd: انٽرسٽيڪا
si: ඇන්ටාක්ටිකාව
sl: Antarktika
sr_cyrl_rs: Антарктик
sr_latn_rs: Antarktik
sv: Antarktis
ta: அண்டார்டிகா
te: అంటార్కిటికా
tg: Антарктика
th: แอนตาร์กติกา
tr: Antarktika
tt: Антарктика
ug: ئانتاركتىكا
uk: Антарктика
ur: انٹارکٹیکا
uz: Antarktida
vi: Châu Nam cực
zh_hans: 南极洲
zh_hant: 南極大陸

# Country.AR
source: Argentina
af: Argentinië
am: አርጀንቲና
ar: الأرجنتين
as: আৰ্জেণ্টিনা
bg: Аржентина
bn_in: আর্জেন্টিনা
cy: Yr Ariannin
de: Argentinien
el: Αργεντινή
fa: آرژانتین
ga: An Airgintín
gd: An Argantain
gl: Arxentina
gu: આર્જેન્ટીના
he: ארגנטינה
hi: अर्जेंटीना
hu: Argentína
is: Argentína
ja: アルゼンチン
ka: არგენტინა
kk: Аргентина
kn: ಅರ್ಜೆಂಟಿನಾ
ko: 아르헨티나
ku_arab: ئەرجەنتین
ky: Аргентина
lo: ອາກຊັງຕິນ
lv: Argentīna
mi: Āketina
mk: Аргентина
ml: അര്‍ജന്റീന
mn: Аргентин
mr: अर्जेंटिना
mt: Arġentina
ne: अर्जेन्टिना
or: ଆର୍ଜେଣ୍ଟିନା
pa_arab_pk: ارجنٹائنا
pa_in: ਅਰਜਨਟੀਨਾ
pl: Argentyna
ru: Аргентина
sd: ارجنٽينا
si: ආජන්ටිනාව
sr_cyrl_rs: Аргентина
ta: அர்ஜென்டினா
te: అర్జెంటీనా
tg: Аргентина
th: อาร์เจนตินา
tr: Arjantin
tt: Аргентина
ug: ئارگېنتىنا
uk: Аргентина
ur: ارجنٹائنا
vi: Ác-hen-ti-na
zh_hans: 阿根廷
zh_hant: 阿根廷
