Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.OrgProfile.LegalText.NZ.Line2
source: In this connection, please provide the NZ GST registration number of your entity. If otherwise, NZ GST at 15% may be chargeable on our supply to you.
af: Verskaf asseblief die NS AVB-registrasienommer van jou entiteit met betrekking hiermee. Andersins, sal jy moontlik NS AVB teen 15% op ons voorraad aan jou moet betaal.
am: በዚህም ምክንያት፣ እባክዎ የእርስዎን ህጋዊ አካል የNZ GST ምዝገባ ቁጥር ያቅርቡ። ይህ ካልሆነ ግን በአቅርቦታችን ላይ 15% NZ GST ተቀናሽ ሊሆን ይችላል።
ar: وفي هذا الصدد، يرجى تقديم رقم تسجيل ضريبة السلع والخدمات في نيوزيلاندا الخاص بكيانك. وبخلاف ذلك، فقد تتحمل عملية توريدنا لك ضريبة السلع والخدمات في نيوزيلاندا بنسبة 15%.
as: এই সন্দৰ্ভত অনুগ্ৰহ কৰি অপোনাৰ সত্তালৈ NZ GST পঞ্জীয়ন নম্বৰ প্ৰদান কৰক। অন্যথা 15% NZ GST আপোনাৰ যোগানলৈ চাৰ্জ কৰিব পাৰে।
az: Bu zaman müəssisənizin NZ GST qeydiyyat nömrəsini təqdim edin. Əks halda, 15%-lik NZ GST sizə verdiyimiz təchizata tətbiq oluna bilər.
bg: В тази връзка трябва да предоставите регистрационния номер по NZ GST на вашето юридическо лице. В противен случай на вашата доставка може да бъдат начислени 15% NZ GST.
bn_in: এই সংযোগে, অনুগ্রহ করে আপনার সত্তার NZ GST রেজিস্ট্রেশন নম্বর প্রদান করুন। যদি অন্যথা হয়, তবে আমাদের আপনাকে করা সরবরাহে 15% NZ GST চার্জ করতে হবে।
bs: Zbog toga navedite NZ GST registracijski broj svog pravnog lica. U protivnom je na naše isporuke vama moguća naplata NZ GST-a od 15%.
cy: Yn y cyswllt hwn, rhowch rif cofrestru NZ GST eich endid. Os fel arall, gellir codi NZ GST o 15% ar ein cyflenwad i chi.
da: I denne forbindelse skal du angive NZ GST-registreringsnummeret på din enhed. Ellers pålægges der måske en NZ GST på 15% på vores levering til dig.
de: Geben Sie daher bitte die NZ GST-Registrierungsnummer Ihrer juristischen Person an, da wir andernfalls u. U. die NZ GST von 15 % für unsere Lieferung an Sie berechnen müssen.
el: Σε αυτήν τη σύνδεση, παράσχετε τον αριθμό μητρώου NZ GST της οντότητάς σας. Διαφορετικά, ενδέχεται να ισχύει χρέωση NZ GST ύψους 15% στην προμήθειά μας σε εσάς.
es: En esta conexión, indica el número de registro de GST NZ de tu entidad. En caso contrario, es posible que se te cobre el 15 % de GST NZ.
et: Sellega seoses palume esitada oma ettevõtte Uus-Meremaa GST registreerimisnumber. Muul juhul võidakse meie tarne korral kohaldada Uus-Meremaa 15% GST.
eu: Konexio honetan, eman erakundearen NZ GST erregistro-zenbakia. Bestela, % 15eko NZ GST zerga aplika dakioke hornikuntzari.
fa: در اين رابطه، لطفاً شماره ثبت NZ GST نهاد خود را ارائه نمایید. در غیر این صورت، ممکن است مالیات NZ GST با 15% بر عرضه ما به شما به کار بسته شود.
ga: Maidir leis seo, tabhair uimhir chláraithe NZ GST d'eintitis. Mura ndéanann, d'fhéadfaí 15% de NZ GST a ghearradh ar ár soláthar duit.
gd: D’ a thaobh sin, thoir seachad àireamh clàradh NZ GST an eintiteis agad. Air neo bi na sholaireas sinn dhut buailteach do NZ GST aig 15% ma dh’fhaoidte.
gl: Nesta conexión, indica o número de rexistro de IBS NZ da túa entidade. En caso contrario, é posible que se che cobre o 15 % de IBS NZ.
gu: આ જોડાણમાં, કૃપા કરીને તમારી ઓળખનો NZ GST નોંધણી નંબર આપો. અન્યથા અમારા પુરવઠા પર તમને 15% NZ GST શુલ્ક લાગી શકે છે.
he: בהקשר זה, ספק את מספר הרישום של הישות שלך ב- NZ GST. במקרים אחרים, ייתכן שנגבה מס NZ GST בשיעור של 15% על הדברים שנספק לך.
hi: इस संबंध में, कृपया अपनी संस्था की NZ GST पंजीकरण संख्या प्रदान करें। ऐसा नहीं करने पर, हमारे द्वारा आपको आपूर्ति किए जाने वाले किसी भी सामान पर 15% NZ GST शुल्क लग सकता है।
hr: Zbog toga navedite NZ GST identifikacijski broj svoje pravne osobe. U protivnome, na naše isporuke vama moguća je naplata NZ GST-a od 15%.
hu: Ezzel összefüggésben kérjük, adja meg az entitás NZ GST-számát. Egyéb esetben a 15%-os NZ GST adót felszámíthatjuk az Önnek szállított termékeinkre.
id: Dalam hubungan ini, harap berikan nomor registrasi NZ GST entitas Anda. Bila tidak, NZ GST sebesar 15% akan dibebankan kepada Anda atas pasokan kami.
is: Í þessu sambandi skaltu gefa upp NZ GST-skráningarnúmer fyrirtækisins þíns. Annars verður 15% NZ GST skattur hugsanlega lagður á vörur og þjónustu.
ja: この接続では、お客様の事業体の NZ GST 登録番号を提供してください。提供しない場合は、15% の NZ GST がお客様への提供商品に課税される可能性があります。
ka: ამ მიმართებაში, გთხოვთ, უზრუნველყოთ თქვენი ორგანიზაციის NZ GST რეგისტრაციის ნომრის მიწოდება. სხვა შემთხვევაში, NZ GST-ის 15% შეიძლება დაემატოს ჩვენს მიერ შეკვეთის მიწოდების შემთხვევაში.
kk: Бұл орайда, нысанның ЖЗ ТҚС тіркеу нөмірін беріңіз. Болмаса, 15% ЖЗ ТҚС сізден алынуы мүмкін.
kn: ಇದಕ್ಕೆ ಸಂಬಂಧಿಸಿದಂತೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಸಂಸ್ಥೆಯ NZ GST ನೋಂದಣಿ ಸಂಖ್ಯೆಯನ್ನು ಒದಗಿಸಿ. ಇಲ್ಲದಿದ್ದರೆ, ನಿಮಗೆ ನಾವು ಪೂರೈಸುವ ವಸ್ತುಗಳಿಗೆ 15% ದರದಲ್ಲಿ NZ GST ವಿಧಿಸಬಹುದು.
ko: 이와 관련하여 해당 법인의 NZ GST 등록 번호를 제공하세요. 그렇지 않으면, 제공 시 15%의 NZ GST가 청구될 수 있습니다.
ku_arab: له ئەم حاڵەتەدا، تکایه ژمارەی تۆماری NZ GST ی کۆمپانیای خۆت پێشکەش بکه. به پێچەوانەوه، NZ GST تاکوو 15% بۆ ئەو شتەی دابینی دەکەین بۆت دێته سەری.
ky: Бул аркылуу, ишканаңыздын NZ GST каттоо номерин камсыз кылыңыз. Тескери жагдайда, сиздин камсыз кылынган товарыңызга NZ GST 15% төлөп каласыз.
lo: ໃນການເຊື່ອມຕໍ່ນີ້, ກະລຸນາໃຫ້ໝາຍເລກການລົງທະບຽນ NZ GST ຂອງອົງການຈັດຕັ້ງຂອງທ່ານ. ໃນທາງກົງກັນຂ້າມ, NZ GST ທີ່ 15% ອາດຖືກຄິດຄ່ານຳສິນຄ້າຂອງພວກເຮົາທີ່ຈະສົ່ງຫາທ່ານ.
lt: Todėl nurodykite subjektui NZ GST registracijos numerį. Kitu atveju, mūsų tiekiamoms prekėms jums gali būti taikomas 15 % NZ GST.
lv: Saistībā ar minēto, lūdzu, norādiet savas organizācijas NZ GST reģistrācijas numuru. Pretējā gadījumā jums veiktajai piegādei var tikt piemērots nodoklis NZ GST 15 % apmērā.
mi: Hei āwhina i tēnei hononga, tēnā homai te tau rēhita GST o Aotearoa o tō umanga. Ki te kore ka namatia pea koe mō te GST o Aotearoa i te 15%, mō ā mātou tukunga ki a koe.
mk: Во врска со ова, наведете го бројот за регистрација на NZ GST на вашиот ентитет. Во спротивно, NZ GST со 15% може да се наплати при нашата испорака.
ml: ഇതുമായി ബന്ധപ്പെട്ട്, നിങ്ങളുടെ എന്‍റിറ്റിയുടെ NZ GST രജിസ്‌ട്രേഷൻ നമ്പർ നൽകുക. അല്ലാത്തപക്ഷം, നിങ്ങൾക്കുള്ള ഞങ്ങളുടെ സപ്ലൈയിൽ 15% NZ GST ഈടാക്കാൻ സാധ്യതയുണ്ട്.
mn: Үүний тулд хуулийн этгээдийн Шинэ Зеландын GST бүртгэлийн дугаарыг оруулна уу. Үгүй бол танд нийлүүлж байгаа үйлчилгээнд Шинэ Зеландын 15%-ийн GST татвар нэмэгдэнэ.
mr: या कनेक्शनमध्ये, कृपया आपल्या एन्टिटिचा NZ GST नोंदणी क्रमांक प्रदान करा. अन्यथा, आम्ही आपल्याला पुरवठा करतो त्यावर 15% NZ GST शुल्क आकारले जाऊ शकते.
ms: Berhubung dengan itu, sila berikan nombor pendaftaran GST NZ bagi entiti anda. Jika tidak, GST NZ sebanyak 15% mungkin dikenakan pada bekalan kami kepada anda.
mt: F'dan ir-rigward, jekk jogħġbok ipprovdi n-numru ta' reġistrazzjoni ta' NZ GST tal-entità tiegħek. Inkella, tista' tiġi ċċarġjata NZ GST b'rata ta' 15% fuq il-forniment tagħna lilek.
ne: यस परिप्रेक्ष्यमा, कृपया आफ्नो व्यवसायकोको NZ GST रजिस्ट्रेसन नम्बर उपलब्ध गराउनुहोस्। अन्यथा, तपाईंलाई हाम्रो आपूर्तिमा NZ GST 15% शुल्क लाग्ने सक्नेछ।
nn_no: I denne samanhengen må du oppgi NZ GST-registreringsnummer for eininga di. Dersom du ikkje gjer det, kan leveransen medføre at du bli belasta med NZ GST på 15 %.
no: I den forbindelse må du oppgi enhetens NZ GST-registreringsnummer. Hvis du ikke gjør det, kan du bli belastet med NZ GST på 15 % for leveransen.
or: ଏହି ସମ୍ବନ୍ଧରେ, ଦୟାକରି ଆପଣଙ୍କ ଏନଟାଇଟିକୁ NZ GST ପଞ୍ଜିକରଣ ନମ୍ବର ପ୍ରଦାନ କରନ୍ତୁ। ଅନ୍ୟଥା, 15% ହାରରେ ଆମ ଯୋଗାଣଗୁଡିକ ପାଇଁ ଆପଣଙ୍କୁ NZ GST ଲାଗୁ ହୋଇପାରେ।
pa_arab_pk: اس سلسلے وچ، میربانی کر کے اپنے ادارے دا NZ GST رجسٹریشن نمبر فراہم کرو۔ جے دوسری صورت ہووے، تے تہانوں فراہمی اتے NZ GST اتے 15% چارج لاگو ہو سکدا اے۔
pa_in: ਇਸ ਸਬੰਧ ਵਿੱਚ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਸੰਸਥਾ ਦਾ NZ GST ਪੰਜੀਕਰਨ ਨੰਬਰ ਪ੍ਰਦਾਨ ਕਰੋ। ਜੇਕਰ ਨਹੀਂ, ਤਾਂ ਤੁਹਾਡੇ ਲਈ ਸਾਡੀ ਸਪਲਾਈਨ 'ਤੇ15% ਦਾ NZ GST ਦਾ ਖਰਚਾ ਪਾਇਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: W związku z tym podaj numer rejestracyjny NZ GST swojego podmiotu. W przeciwnym razie do naszej dostawy może zostać doliczony podatek NZ GST w wysokości 15%.
ru: В связи с этим укажите идентификационный номер своего юридического лица для уплаты NZ GST. В противном случае вам может понадобиться оплатить налог NZ GST в размере 15%, когда мы предоставим вам продукты или услуги.
sd: ان حوالي سان، مهرباني ڪري پنهنجي اداري لاءِ NZ GST نمبر مهيا ڪريو. ٻي صورت ۾، توهان ڏانهن اسانکي سپلائي تي 15% NZ GST چارج لائق ٿي سگهي ٿو.
si: මෙම සම්බන්ධතාවයේදී, කරුණාකර ඔබගේ ව්‍යාපාරයේ NZ GST ලියාපදිංචි අංකය සපයන්න. එසේ නොවන්නේ නම්, ඔබ වෙත අපගේ සැපයීම මත 15% ක් වන NZ GST අයවීමට ඉඩ ඇත.
sl: V tem primeru navedite številko za NZ GST za svoje podjetje. V nasprotnem primeru vam bo pri dobavi morda zaračunan novozelandski splošni prometni davek (NZ GST) v višini 15 %.
sr_cyrl_rs: С тим у вези наведите свој регистрациони NZ GST број. У супротном, приликом испоруке вам може бити наплаћен NZ GST по стопи од 15%.
sr_latn_rs: S tim u vezi navedite svoj registracioni NZ GST broj. U suprotnom, prilikom isporuke vam može biti naplaćen NZ GST po stopi od 15%.
sv: I det här fallet uppger du NZ GST-registreringsnumret för din enhet. I annat fall kan NZ GST motsvarande 15 % läggas till på kostnaden för vår leverans till dig.
ta: இது தொடர்பாக, தயவுசெய்து உங்கள் வணிபத்தின் NZ GST பதிவு எண்ணை வழங்கவும். இல்லையென்றால், உங்களுக்கு வழங்கும் எங்கள் பொருள்களுக்கு 15% NZ GST பொருந்தக்கூடும்.
te: ఈ అనుసంధానంలో, దయచేసి మీ ఎంటిటీ యొక్క NZ GST నమోదు సంఖ్యను అందించండి. లేకుంటే, మీకు అందించే మా ఉత్పత్తులపై, NZ GST 15% ఛార్జీ విధించబడవచ్చు.
tg: Бинобар ин, лутфан, рақами бақайдгирии NZ GST-и ниҳоди худро пешниҳод кунед. Агар дигар бошад, пас NZ GST дар ҳаҷми 15% аз молсупории мо ба шумо ситонида мешавад.
th: ในการเชื่อมต่อนี้ โปรดแจ้งเลขทะเบียน NZ GST ของเอนทิตีของคุณ มิฉะนั้น อาจมีการเรียกเก็บ NZ GST ในอัตรา 15% ของการจัดหาสินค้าให้คุณ
tr: Bu bağlantıda, lütfen size ait varlığın NZ GST kayıt numarasını sağlayın. Aksi takdirde %15 oranında NZ GST size tedarikimizde ücretlendirilebilir.
tt: Шул сәбәпле, үзегезнең NZ GST номерын күрсәтегез. Югыйсә, сезгә булган тәкъдимнәребездән 15% күләмендә NZ GST алынырга мөмкин.
ug: بۇ ئۇلىنىشتا شىركىتىڭىزنىڭ NZ GST تىزىمىلتىش نومۇرىڭىز بىلەن تەمىنلەڭ. ئەگەر ئۇنداق بولمىغاندا بىزنىڭ مۇلازىمىتىمىز ئۈچۈن NZ GST 15% بېجى ئېلىنىدۇ.
uk: Тому ви маєте вказати реєстраційний номер своєї юридичної особи для сплати NZ GST. Якщо ви не зробите це, під час надання товарів або послуг із вас може бути стягнуто податок NZ GST в розмірі 15%.
ur: اس کنکشن میں، براہ مہربانی اپنا NZ GST رجسٹریشن نمبر فراہم کریں۔ دوسری صورت میں، آپ کو ہماری فراہمی پر 15% پر NZ GST چارج ہو سکتا ہے۔
uz: Shu sababli elementingiz NZ GST ro‘yxatga olingan raqamini kiriting. Aks holda, bizning talabimiz asosida sizdan 15% NZ GST to‘lovi olinishi mumkin.
vi: Trong kết nối này, vui lòng cung cấp số đăng ký GST NZ của thực thể của bạn. Nếu không, GST NZ ở mức 15% có thể được tính trên hàng chúng tôi cung cấp tới bạn.
zh_hans: 若是这种情况，请提供所在实体的 NZ GST 注册号。否则，我们向你提供服务可能会收取 15% 的 NZ GST。
zh_hant: 針對這一點，請提供您的實體的紐西蘭貨物及服務稅登記編號。否則，我們為您提供的服務可能會收取 15% 的紐西蘭貨物及服務稅。

# Literal.MSFB.OrgProfile.LegalText.NZ.Line3
source: If there is any change to your entity's NZ GST registration number or if your entity subsequently deregisters for GST in New Zealand, please inform us immediately.
af: Indien daar enige verandering aan jou entiteit se NS AVB-registrasienommer is of as jou entiteit vervolgens vir AVB in Nieu-Seeland deregistreer, stel ons asseblief dadelik in kennis.
am: የህጋዊ አካልዎ የNZ GST የምዝገባ ቁጥር ላይ ለውጥ ካለ ወይም በኒውዝላንድ ውስጥ ህጋዊ አካልዎ የGST ምዝገባውን ያጣ ከሆነ፣ እባክዎ በአስቸኳይ ያሳውቁኝ።
ar: إذا كان هناك أي تغيير في رقم تسجيل ضريبة السلع والخدمات (NZ GST) الخاص بكيانك في نيوزيلندا أو في حالة إلغاء تسجيل كيانك في وقت لاحق بسبب ضريبة السلع والخدمات (NZ GST) في نيوزيلندا، فيرجى إعلامنا على الفور.
as: আপোনাৰ সত্তাৰ NZ GST পঞ্জীয়ন নম্বৰলৈ পৰিৱৰ্তন হ'লে বা আপোনাৰ সত্তাই নিউজিলেণ্ডত GST ৰ কাৰণে সঘনাই অপঞ্জীভুক্ত কৰিলে, অনুগ্ৰহ কৰি তত্‌ক্ষণাত আমাক জনাওক।
az: Əgər NZ GST qeydiyyat nömrənizə hər hansı dəyişiklik edilibsə, yaxud müəssisəniz sonradan Yeni Zelandiyada GST üzrə qeydiyyatı ləğv edibsə, bizə dərhal bu barədə məlumat verin.
bg: Ако има някаква промяна в регистрационния номер по NZ GST на вашето юридическо лице или ако вашето юридическо лице впоследствие бъде дерегистрирано от GST в Нова Зеландия, информирайте ни незабавно.
bn_in: যদি আপনার সত্তার NZ GST রেজিস্ট্রেশন নম্বরে কোনো পরিবর্তন হয় বা আপনরা সত্তা পরবর্তীকালে নিউ জিল্যান্ডের GST-র রেজিস্ট্রেশন পরিহার করে, তবে আমাদের অবিলম্বে সে বিষয়ে জানান।
bs: Odmah nas obavijestite u slučaju promjene NZ GST registracijskog broja vašeg pravnog lica ili naknadne deregistracije vašeg pravnog lica za GST na Novom Zelandu.
cy: Os oes unrhyw newid i rif cofrestru NZ GST eich endid neu os bydd eich endid wedyn yn dadgofrestru ar gyfer NZ GST, rhowch wybod i ni ar unwaith.
da: Hvis der sker ændringer til din enheds NZ GST-registreringsnummer, eller hvis din enhed efterfølgende afregistreres for GST i New Zealand, skal du underrette os med det samme.
de: Informieren Sie uns umgehend, wenn sich die NZ GST-Registrierungsnummer Ihrer juristischen Person ändert bzw. die GST-Registrierung in Neuseeland aufgehoben wird.
el: Αν υπάρξει οποιαδήποτε αλλαγή στον αριθμό μητρώου NZ GST της οντότητάς σας ή αν, στη συνέχεια, η οντότητά σας καταργήσει την εγγραφή GST της στη Νέα Ζηλανδία, ενημερώστε μας αμέσως.
es: Envíanos una notificación inmediatamente si se modifica el número de registro de GST NZ o si tu entidad anula el registro de GST en Nova Zelandia en algún momento.
et: Kui teie ettevõtte Uus-Meremaa GST registreerimisnumber muutub või kui GST registreering tühistatakse, teavitage meid kohe.
eu: Erakundearen NZ GST erregistro-zenbakia aldatzen bada edo erakundeak Zeelanda Berriko GST zergaren erregistroa kentzen badu, jakinaraz iezaguzue berehala.
fa: اگر هر گونه تغییری در شماره ثبت NZ GST نهاد شما به وجود بیاید یا اگر نهاد شما متعاقباً از ثبت نام GST در نیوزیلند حذف شد، مراتب را سریعاً به ما اطلاع دهيد.
ga: Má athraíonn uimhir chláraithe NZ GST d'eintitis, nó má dhíchláraíonn d'eintiteas le haghaidh GST sa Nua-Shéalainn, cuir in iúl dúinn láithreach é.
gd: Ma thig atharrachadh air àireamh clàradh NZ GST an eintiteis agad no ma chuireas e crìoch air a’ chlàradh GST ann an Sealainn Nuadh, feumaidh tu fios a leigeil dhuinn sa bhad.
gl: Envíanos unha notificación inmediatamente se se modifica o número de rexistro de IBS NZ ou se a túa entidade anula o rexistro de IBS en Nova Zelandia nalgún momento.
gu: જો તમારી ઓળખના NZ GST રજિસ્ટ્રેશન નંબરમાં કોઈ ફેરફાર હોય અથવા જો તમારી ઓળખ ત્યારબાદ ન્યુઝીલૅન્ડમાં GST માટે નોંધણી ન થઈ હોય, તો કૃપા કરીને તાત્કાલિક અમને જણાવો.
he: אם חל שינוי במספר הרישום של הישות שלך ב- NZ GST, או אם הישות מבטלת את הרישום שלה ב- GST בניו זילנד, הודע לנו בהקדם.
hi: यदि आपकी संस्था की NZ GST पंजीकरण संख्या में कोई परिवर्तन होता है या आपकी संस्था बाद में कभी भी न्यूजीलैंड में GST का पंजीकरण रद्द कराती है, तो कृपया हमें तत्काल सूचित करें।
hr: Odmah nas obavijestite u slučaju promjene NZ GST identifikacijskog broja vaše pravne osobe ili naknadne deregistracije vaše pravne osobe za GST na Novom Zelandu.
hu: Ha módosult az entitás NZ GST-száma, vagy ha az entitás a későbbiekben kilép a GST-fizetésre kötelezettek köréből Új-Zélandon, kérjük, azonnal tájékoztasson bennünket.
id: Apabila terdapat perubahan pada entitas nomor registrasi NZ GST atau apabila entitas Anda untuk GST di Selandia Baru kemudian dicabut, harap segera beritahukan kepada kami.
is: Ef einhver breyting verður á NZ GST-skráningarnúmeri fyrirtækisins eða ef það er afskráð fyrir GST á Nýja-Sjálandi skaltu tilkynna okkur um slíkt án tafar.
ja: お客様の事業体の NZ GST 登録番号に変更があった場合、または将来お客様の事業体がニュージーランドの GST の登録を解除した場合は、直ちにお知らせください。
ka: თქვენი ორგანიზაციის NZ GST რეგისტრაციის ნომრის ნებისმიერი ცვლილების შემთხვევაში ან თუ თქვენი ორგანიზაცია მიხსნება ახალი ზელანდიის GST-ს რეგისტრაციიდან, გთხოვთ, გვაცნობოთ ამის შესახებ დაუყოვნებლივ.
kk: Егер нысан ЖЗ ТҚС тіркеу нөміріне өзгеріс жасалса немесе нысан Жаңа Зеландиядағы ТҚС үшін тіркеуден алынса, бізге бірден хабарлаңыз.
kn: ಒಂದು ವೇಳೆ ನಿಮ್ಮ ಸಂಸ್ಥೆಯ NZ GST ನೋಂದಣಿ ಸಂಖ್ಯೆಯಲ್ಲಿ ಯಾವುದೇ ಬದಲಾವಣೆ ಇದ್ದರೆ ಅಥವಾ ನಿಮ್ಮ ಸಂಸ್ಥೆಯು ಆನಂತರದಲ್ಲಿ ನ್ಯೂಜಿಲೆಂಡ್‌ನಲ್ಲಿ GST ನೋಂದಣಿ ರದ್ದುಪಡಿಸಿದರೆ, ದಯವಿಟ್ಟು ನಮಗೆ ತಕ್ಷಣವೇ ಮಾಹಿತಿ ನೀಡಿ.
ko: 사업체의 NZ GST 등록 번호가 변경되었거나 차후에 사업체가 뉴질랜드에서 GST에 대한 등록을 취소한 경우 즉시 알려주세요.
ku_arab: ئەگەر هەر چەشنه گۆڕانکاریەک له ژمارەی تۆماری NZ GST ی کۆمپانیاکەت کرا یان ئەگەر کۆمپانیاکەت دوابەدوای ئەوە له تۆماری GST له نیوزیلاند دەرچوو، تکایە دەستبەجێ ئێمه ئاگادار بکەوه.
ky: Эгер ишканаңыздын NZ GST номеринде кандайдыр бир өзгөрүү болсо же ишканаңыз кийин Жаңы-Зеландиядагы GST катталуусунан баш тартса, бизге бул тууралуу дароо кабар бериңиз.
lo: ຖ້າ ໝາຍເລກການລົງທະບຽນ NZ GST ຂອງອົງການຈັດຕັ້ງທ່ານມີການປ່ຽນແປງໃດໜຶ່ງ ຫລື ຖ້າ ອົງການຈັດຕັ້ງຂອງທ່ານຕໍ່ມາໄດ້ມີການຍົກເລີກການລົງທະບຽນ GST ໃນປະເທດນີວຊີແລນ, ກະລຸນາແຈ້ງໃຫ້ພວກເຮົາຮັບຮູ້ຢ່າງຮີບດ່ວນ.
lt: Pasikeitus jūsų subjekto NZ GST registracijos numeriui arba jūsų subjektą išregistravus GST Naujojoje Zelandijoje, nedelsdami mus apie tai informuokite.
lv: Ja jūsu organizācijas NZ GST reģistrācijas numurs tiek mainīts vai jūsu organizācija tiek izsvītrota no GST saraksta Jaunzēlandē, lūdzu nekavējoties mūs par to informēt.
mi: Ki te rerekē te tau rēhita GST o Aotearoa o tō umanga, ki te whakarere rānei tō umanga i tōna rēhitatanga ā tōna wā mō GST i Aotearoa, tēnā whakamōhiotia mai mātou inamata.
mk: Веднаш информирајте нè доколку има измена во бројот за регистрација на NZ GST или доколку ентитетот последователно се одрегистрира за GST во Нов Зеланд.
ml: നിങ്ങളുടെ എന്‍റിറ്റിയുടെ NZ GST രജിസ്‌ട്രേഷൻ നമ്പറിൽ എന്തെങ്കിലും മാറ്റമുണ്ടെങ്കിലോ, നിങ്ങളുടെ എന്‍റിറ്റി ന്യൂസിലാൻഡിലെ GST രജിസ്‌ട്രേഷൻ പിന്നീട് ഒഴിവാക്കുന്നുവെങ്കിലോ, ഞങ്ങളെ ഉടനടി വിവരമറിയിക്കുക.
mn: Танай хуулийн этгээлийн Шинэ Зеландад бүртгэлтэй GST дугаарт өөрчлөлт орсон эсвэл танай хуулийн этгээд Шинэ Зеландын GST татварын системийн бүртгэлээс хасуулсан бол бидэнд нэн даруй мэдэгдэнэ үү.
mr: आपल्या एन्टिटिच्या NZ GST नोंदणी क्रमांकामध्ये कोणताही बदल असल्यास किंवा आपली एन्टिटि ही न्यूझीलंडमधील GST ची नोंदणी त्यानंतर रद्द करत असल्यास, कृपया आम्हाला तात्काळ सूचित करा.
ms: Jika terdapat apa-apa perubahan kepada nombor pendaftaran GST NZ entiti anda atau jika entiti anda menyahdaftar GST di New Zealand pada masa berikutnya, sila maklumkan kepada kami dengan segera.
mt: Jekk ikun hemm kwalunkwe bidla fin-numru ta' reġistrazzjoni tal-NZ GST tal-entità tiegħek jew jekk l-entità tiegħek sussegwentament tagħmel dereġistrazzjoni għal GST fi New Zealand, jekk jogħġbok informana minnufih.
ne: तपाइँको व्यवसायको NZ GST रजिस्ट्रेसन नम्बरमा अन्य कुनै परिवार्तन हुन्छ वा तपाइँको व्यवसायले त्यसपछि न्यूजिल्याण्डको GST बाट रजिस्ट्रेसन रद्द गर्दछ भने, कृपया हामीलाई तुरुन्तै जानकारी दिनुहोस्।
nn_no: Dersom eininga endrar NZ GST-registreringsnummer eller blir avregistrert for GST i New Zealand, må du informere oss med ein gong.
no: Hvis enhetens NZ GST-registreringsnummer endres eller enheten blir avregistrert for GST i New Zealand, må vi informeres umiddelbart.
or: ଯଦି ଆପଣଙ୍କ ଏନଟାଇଟିର NZ GST ପଞ୍ଜିକରଣ ନମ୍ବରରେ କୌଣସି ପ୍ରକାର ପରିବର୍ତ୍ତନ ହୋଇଥାଏ କିମ୍ବା ଆପଣଙ୍କ ଏନଟାଇଟି ନ୍ୟୁଜିଲ୍ୟାଣ୍ଡରେ ଉକ୍ତ GST ପାଇଁ ଅଣପଞ୍ଜିକରଣ କରିଥାଆନ୍ତି, ଦୟାକରି ଆମକୁ ତୁରନ୍ତ ସୂଚନା ଦିଅନ୍ତୁ।
pa_arab_pk: جے تہاڈے ادارے دے NZ GST رجسٹریشن نمبر وچ کوئی تبدیلی اے یا جے تہاڈا ادارہ بعد وچ نیوزی لینڈ وچ GST لئی غیر رجسٹر ہو جاندا اے، تے میربانی کر کہ سانوں فوری اطلاع دوو۔
pa_in: ਜੇਕਰ ਤੁਹਾਡੀ ਸੰਸਥਾ ਦੇ NZ GST ਪੰਜੀਕਰਨ ਨੰਬਰ ਵਿੱਚ ਕੋਈ ਬਦਲਾਅ ਹੁੰਦਾ ਹੈ ਜਾਂ ਜੇਕਰ ਤੁਹਾਡੀ ਸੰਸਥਾ ਨਿਊਜ਼ੀਲੈਂਡ ਵਿੱਚ GST ਲਈ ਅਣਪੰਜੀਕਿਰਤ ਕਰਦੀ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਤੁਰੰਤ ਸਾਨੂੰ ਸੂਚਿਤ ਕਰੋ।
pl: Jeśli nastąpią jakieś zmiany w numerze rejestracyjnym NZ GST Twojego podmiotu lub Twój podmiot przestanie być zarejestrowanym płatnikiem podatku GST w Nowej Zelandii, bezzwłocznie poinformuj nas o tym.
ru: Если идентификационный номер вашего юридического лица для уплаты NZ GST изменится или ваше юридическое лицо отменит регистрацию для уплаты налога на товары и услуги в Новой Зеландии, сразу же сообщите нам об этом.
sd: جيڪڏهن توهانجي جي اداري جي NZ GST رجسٽريشن نمبر ت ڪو چارج آهي يا توهان جو ادارو پوءِ نيوزيلينڊ ۾ GST لاءِ رجسٽريشن ختم ڪرائي ٿو، مهرباني ڪري سانکي فوري طور تي اطلاع ڪريو.
si: ඔබගේ ව්‍යාපාරයේ NZ GST ලියාපදිංචි අංකයට යම් වෙනසක් තිබේනම් හෝ ඔබගේ ව්‍යාපාරය නවසීලන්තයේ දී GST සඳහා ලියාපදිංචිය ඉවත්කර ගන්නේ නම්, කරුණාකර අපට ඉතා ඉක්මනින් දන්වන්න.
sl: Če pride do sprememb številke za NZ GST za vaše podjetje ali če niste več davčni zavezanec za splošni prometni davek na Novi Zelandiji, nas o tem takoj obvestite.
sr_cyrl_rs: Ако се ваш регистрациони NZ GST број из неког разлога мења или ако се ваш ентитет накнадно испише из GST система на Новом Зеланду, одмах нас обавестите о томе.
sr_latn_rs: Ako se vaš registracioni NZ GST broj iz nekog razloga menja ili ako se vaš entitet naknadno ispiše iz GST sistema na Novom Zelandu, odmah nas obavestite o tome.
sv: Om din enhets NZ GST-registreringsnummer har ändrats eller om din enhet avregistreras för GST i Nya Zealand ber vi dig kontakta oss omgående.
ta: உங்கள் NZ GST பதிவு எண்ணில் ஏதேனும் மாற்றம் இருந்தால் அல்லது காலப்போக்கில் உங்கள் வணிகம் ஒருவேளை நியூசிலாந்தில் GST பதிவு நீக்கம் ஆனால், தயவுசெய்து எங்களுக்கு உடனடியாகத் தெரிவிக்கவும்.
te: మీ ఎంటిటీ యొక్క NZ GST నమోదు సంఖ్యలో ఏదైనా మార్పు ఉంటే లేదా న్యూజిలాండ్‌లో GST నుండి మీ ఎంటిటీ నమోదు ఉపసంహరింబడినట్లయితే, దయచేసి వెంటనే మాకు తెలియజేయండి.
tg: Агар ягон тағйирот ба рақами бақайдгирии NZ GST-и ниҳоди шумо ворид карда шавад ё агар ниҳоди шумо баъдтар аз қайди GST дар Зеландияи Нав барояд, лутфан, ба мо фавран хабар диҳед.
th: ถ้ามีการเปลี่ยนแปลงเกี่ยวกับเลขทะเบียน NZ GST ของเอนทิตีของคุณ หรือถ้าเอนทิตีของคุณยกเลิกการลงทะเบียนสำหรับ GST ในนิวซีแลนด์ในภายหลัง โปรดแจ้งให้เราทราบทันที
tr: Varlığınızın NZ GST kayıt numarasında herhangi bir değişiklik varsa veya sonrasında varlığınızın Yeni Zelanda'daki GST kaydı silinirse lütfen hemen bizi bilgilendirin.
tt: Сезнең NZ GST номеры үзгәрсә яки сез Яңа Зеландиядә GST белән теркәлүдән баш тартсагыз, кичекмәстән безгә хәбәр итегез.
ug: ئەگەر شىركىتىڭىزنىڭ NZ GST تىزىملاش نومۇرىدا ئۆزگۈرۈش بولسا ياكى شىركىتىڭىز يېڭى زېلاندىيەدىكى GST تىزىملىتىشنى بىكار قىلغان بولسا بىزگە دەرھال خەۋەر بېرىڭ.
uk: Якщо реєстраційний номер вашої юридичної особи для сплати NZ GST зміниться або вона скасує реєстрацію для сплати податку на товари та послуги в Новій Зеландії, одразу ж повідомте нам про це.
ur: اگر آپ کے لیے NZ GST رجسٹریشن نمبر میں کوئی تبدیلی پیش آتی ہے یا آپ نیوزی لینڈ میں GST کے لیے بعد میں رجسٹریشن ختم کرتے ہیں، براہ مہربانی ہمیں فوراً مطلع کریں۔
uz: Korxonangiz NZ GST ro‘yxatga olingan raqamiga o‘zgartirish kiritilgan bo‘lsa yoki korxonangiz Yangi Zelandiyada GST uchun keyinroq ro‘yxatdan chiqarilgan bo‘lsa, bu haqida bizga darhol xabar bering.
vi: Nếu có thay đổi nào với số đăng ký GST NZ của thực thể của bạn hoặc nếu thực thể của bạn sau đó hủy đăng ký GST tại New Zealand, vui lòng thông báo ngay cho chúng tôi.
zh_hans: 如果所在实体的 NZ GST 注册号有变动，或者所在实体之后取消了新西兰 GST 注册，请立即告知我们。
zh_hant: 您的實體的紐西蘭貨物及服務稅登記編號如有任何變更，或是之後您的實體在紐西蘭取消註冊貨物及服務稅，請立即通知我們。
