Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.CardUsedMuiltipleTimes
source: Your payment method has been added to too many accounts. Please try with another one.
af: Jou betaalmetode is aan te veel rekeninge gekoppel. Probeer asseblief 'n ander betaalmetode.
am: ይህ የክፍያ ስልት ልናክል አንችልም ምክንያቱም ቀድሞም በመለያህ ውስጥ አለ።እባክህ በሌል ሞክር።
ar: تم إضافة طريقة الدفع الخاصة بك إلى حسابات كثيرة. الرجاء محاولة استخدام طريقة أخرى.
as: আপোনাৰ পৰিশোধ পদ্ধতি অধিক একাউণ্টলৈ যোগ কৰা হৈছে৷ অনুগ্ৰহ কৰি অন্য এটাৰ সৈতে চেষ্টা কৰক৷
az: Ödəniş metodunuz çoxlu hesablara əlavə edilib. Lütfən başqasını sınaqdan keçirin.
bg: Методът на плащане е добавен към прекалено много акаунти. Опитайте с друг.
bn_in: আপনার অর্থপ্রদান পদ্ধতি অনেক অ্যাকাউন্টে যুক্ত হয়েছে৷ অনুগ্রহ করে অন্য একটি দিয়ে চেষ্টা করুন৷
bs: Vaš način plaćanja je dodat u previše računa. Pokušajte s drugim.
cy: Mae eich dull talu wedi cael ei ychwanegu at ormod o gyfrifon. Rhowch gynnig arni gydag un arall.
da: Din betalingsmetode er føjet til for mange konti. Prøv med en anden.
de: Ihre Zahlungsmethode wurde bei zu vielen Konten hinzugefügt. Wählen Sie eine andere Zahlungsmethode aus.
el: Η μέθοδος πληρωμής σας έχει προστεθεί σε πάρα πολλούς λογαριασμούς. Δοκιμάστε με διαφορετική μέθοδο.
es: El método de pago se ha agregado a demasiadas cuentas. Pruebe con otro.
et: Makseviis on lisatud liiga paljudele kontodele. Proovige mõnd teist makseviisi.
eu: Zure ordainketa-metodoa kontu gehiegitara gehitu da. Saiatu beste batekin.
fa: روش پرداخت شما برای تعداد زیادی از حساب ها اضافه شده است. لطفاً با یک روش دیگر امتحان کنید.
ga: Cuireadh do mhodh íocaíochta leis an iomarca cuntas. Bain triail as ceann eile le do thoil.
gd: Chaidh an dòigh pàighidh agad a chur ri cus chunntasan. Feuch ri dòigh eile.
gl: O seu método de pagamento engadiuse a demasiadas contas. Ténteo con outro.
gu: ઘણા ખાતમાં તમારી ચૂકવણી રીત ઉમેરાઇ છે. કૃપા કરી અન્ય કોઇ સાથે પ્રયાસ કરો.
he: שיטת התשלום שלך נוספה לחשבונות רבים מדי. נסה זאת עם שיטת תשלום אחרת.
hi: आपकी भुगतान पद्धति को बहुत अधिक खातों में जोड़ दिया गया है. कृपया किसी अन्य के साथ आज़माएँ.
hr: Način plaćanja dodan je prevelikom broju računa. Pokušajte s drugim načinom.
hu: A fizetési mód túl sok fiókhoz van hozzáadva. Próbáljon meg felvenni egy másikat.
id: Metode pembayaran Anda telah ditambahkan ke terlalu banyak rekening. Harap coba metode lain.
is: Greiðsluaðferðinni hefur verið bætt við of marga reikninga. Vinsamlegast prófaðu að nota aðra aðferð.
ja: お客様のお支払方法が登録されているアカウントが多すぎます。別のお支払方法を試してください。
ka: თქვენი გადახდის მეთოდი დამატებულია ძალიან ბევრ ანგარიშზე. გთხოვთ, მოსინჯოთ სხვა მეთოდით.
kk: Төлем әдісіңіз тым көп шоттарға қосылған. Әрекетті басқасымен қайталаңыз.
kn: ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ಹಲವಾರು ಖಾತೆಗಳಿಗೆ ಸೇರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಂದರೊಂದಿಗೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 결제 방법을 너무 많은 계정에 추가했습니다. 다른 항목을 선택해 보십시오.
ku_arab: شێوازی پارەدانی تۆ بۆ ژمارەیەکی زۆر ئەژمێر زێدەکراوە. تکایە هەوڵی دانەیەکی دیکە بدە.
ky: Сиздин төлөө ыкмаңыз өтө көп каттоо эсептерине кошулган. Башкасы менен кайталап көрүңүз.
lo: ວິທີການຊໍາລະເງິນຂອງທ່ານໄດ້ຖືກເພີ່ມໃສ່ຫຼາຍບັນຊີເກີນໄປ. ກະລຸນາລອງໃໝ່ດ້ວຍວິທີການອື່ນ.
lt: Jūsų mokėjimo būdas įtrauktas į per didelį skaičių sąskaitų. Išmėginkite kitą būdą.
lv: Jūsu norādītā maksāšanas metode ir pievienota pārāk daudziem kontiem. Lūdzu, mēģiniet vēlreiz, izmantojot citu maksāšanas metodi.
mi: Kua tāpiri atu tō tikanga utu ki ngā pūkete maha rawa. Me ngana anō me tētahi atu.
mk: Методот на плаќање е додаден на премногу сметки. Обидете се со друг метод.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് രീതി ഒന്നിലധികം അക്കൌണ്ടുകളില്‍ ചേര്‍ത്തിരിക്കുന്നു. മറ്റൊന്ന് ഉപയോഗിച്ച് ശ്രമിക്കുക.
mn: Таны төлбөрийн хэлбэр хэт олон дансанд нэмэгдсэн байна. Өөр аргаар оролдоно уу.
mr: आपली देय पद्धत अनेक खात्यांना जोडली गेली आहे. कृपया दुसरीसह प्रयत्न करा.
ms: Kaedah pembayaran anda telah ditambah kepada terlalu banyak akaun. Sila cuba yang lain.
mt: Il-metodu ta' pagament tiegħek ġie miżjud ma' wisq kontijiet. Jekk jogħġbok ipprova b'metodu ieħor.
ne: तपाईँको भुक्तानी प्रक्रिया धेरै खाताहरूमा थप गरिएका छन्। कृपया अरू कुनैबाट प्रयास गर्नुहोस्।
nn_no: Betalingsmetoden er brukt på for mange kontoar. Prøv med ein annan betalingsmetode.
no: Betalingsmåten er lagt til i for mange kontoer. Prøv en annen betalingsmåte.
or: ଆପଣଙ୍କର ଦେୟ ପଦ୍ଧତି ଅନେକ ଏକାଉଣ୍ଟଗୁଡିକକୁ ଯୋଡି ହୋଇଛି. ଦୟାକରି ଅନ୍ୟ ଏକ ସହିତ ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: تہاڈی ادائیگی دا اضافہ بہت زیادہ اکاؤنٹس تے کردیتا گیا اے۔ میربانی کرکے اک ہور نال کوشش کرو۔
pa_in: ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਬਹੁਤ ਸਾਰੇ ਖਾਤਿਆਂ ਨਾਲ ਜੋੜਿਆ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਹੋਰ ਭੁਗਤਾਨ ਵਿਧੀ ਨਾਲ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Metoda płatności została dodana do zbyt wielu kont. Użyj innej metody.
ru: Превышено количество учетных записей, в которые можно добавить этот метод оплаты. Попробуйте выбрать другой метод.
sd: توهان جو رقم ادا ڪرڻ وارو طريقو گھڻن ئي اڪائونٽن ۾ اضافو ڪيو ويو آهي. مهرباني ڪري هڪ ٻئي سان ڪوشش ڪريو.
si: ඔබේ ගෙවීම් ක්‍රමය බොහෝ ගිණුම්වලට එක් කර තිබේ. කරුණාකර වෙනත් එකක් යොදා උත්සාහ කරන්න.
sl: Način plačila je bil dodan v preveč računov. Poskusite uporabiti drug način plačila.
sr_cyrl_rs: Ваш начин плаћања је додат у превише налога. Покушајте са другим.
sr_latn_rs: Vaš način plaćanja je dodat u previše naloga. Pokušajte sa drugim.
sv: Betalningsmetoden har redan lagts till i för många konton. Försök med en annan.
ta: உங்கள் கட்டணம் செலுத்தும் முறை மிக அதிகமான கணக்குகளுக்குச் சேர்க்கப்பட்டு விட்டது.வேறொன்றைக் கொண்டு முயலவும்.
te: మీ చెల్లింపు విధానం అనేక ఖాతాలకు జోడించబడింది. దయచేసి మరొకదానితో ప్రయత్నించండి.
tg: Усули пардохти шумо ба шумораи аз ҳад зиёди суратҳисобҳо илова шудааст. лутфан, усули дигареро санҷед.
th: วิธีการชำระเงินของคุณถูกเพิ่มลงในบัญชีหลายบัญชีเกินไป โปรดลองกับบัญชีอื่น
tr: Ödeme yönteminiz çok fazla sayıda hesaba eklenmiş. Lütfen başka bir ödeme yöntemi deneyin.
tt: Сезнең түләү ысулы күп хисапларга өстәгән. Кабатлагыз башка белән.
ug: پۇل تۆلەش ئۇسۇلىڭىز نۇرغۇن ھېساباتلارغا قوشۇلغان.باشقا بىرسىنى سىناڭ.
uk: Перевищено кількість облікових записів, до яких можна додати цей спосіб оплати. Спробуйте додати інший спосіб оплати.
ur: آپ کا ادائیگی کا طریقہ بہت سارے کھاتوں میں شامل کیا جاچکا ہے. براہ مہربانی کسی اور طریقے کے ساتھ دوبارہ کوشش کریں.
uz: Sizning to‘lov usulingiz xaddan tashqari ko‘p hisob qaydnomalariga qo‘shilgan. Boshqa to‘lov usulini sinab ko‘ring.
vi: Phương thức thanh toán của bạn đã được thêm vào cho quá nhiều tài khoản. Vui lòng thử lại với một phương thức khác.
zh_hans: 您的付款方式已添加到过多的帐户，请尝试使用另一付款方式。
zh_hant: 您的付款方式已經新增至過多的帳戶。請嘗試其他的付款方式。

# Literal.Error.CcExpired
source: Your credit card has expired. Please select an expiration date in the future.
af: Jou kredietkaart het verval. Kies asseblief 'n vervaldatum in die toekoms.
am: የብድር ካርድህ ጊዜው አልቋል።እባክህ ለመጪው የጊዜ ማለቂያ ምረጥ።
ar: لقد انتهت صلاحية بطاقة ائتمانك. الرجاء تحديد تاريخ انتهاء صلاحية مستقبلي.
as: আপোনাৰ ক্ৰেডিট কাৰ্ডৰ ম্যাদ উকলি গৈছে৷ অনুগ্ৰহ কৰি ভৱিষ্যতে এটা ম্যাদ উকলা তাৰিখ চয়ন কৰক৷
az: Kredit kartınızın vaxtı bitib. Lütfən gələcəkdə bitmə tarixini seçin.
bg: Срокът на валидност на кредитната карта е изтекъл. Изберете правилната дата на валидност в бъдещето.
bn_in: আপনার ক্রেডিট কার্ডের মেয়াদ শেষ হয়েছে৷ অনুগ্রহ করে ভবিষ্যতের একটি মেয়াদ শেষের তারিখ নির্বাচন করুন৷
bs: Vaša kreditna kartica je istekla. Izaberite datum isteka u budućnosti.
cy: Mae eich cerdyn credyd wedi dod i ben. Dewiswch ddyddiad dod i ben yn y dyfodol.
da: Dit kreditkort er udløbet. Angiv en udløbsdato i fremtiden.
de: Ihre Kreditkarte ist abgelaufen. Wählen Sie ein zukünftiges Ablaufdatum aus.
el: Η πιστωτική κάρτα σας έχει λήξει. Στο μέλλον, επιλέξτε τη σωστή ημερομηνία λήξης.
es: La tarjeta de crédito ha expirado. Seleccione una fecha de expiración posterior.
et: Teie krediitkaart on aegunud. Valige aegumiskuupäev, mis jääb tulevikku.
eu: Zure kreditu-txartela iraungi da. Hautatu etorkizunean dagoen iraungipen-data.
fa: کارت اعتباری شما منقضی شده است. لطفاً یک تاریخ انقضا در آینده را انتخاب کنید.
ga: Tá do chárta creidmheasa imithe in éag. Roghnaigh dáta éagtha sa todhchaí le do thoil.
gd: Dh'fhalbh an ùine air a' chairt-chreidis agad. Tagh ceann-là a tha ri tighinn fhathast.
gl: O seu cartón de crédito caducou. Seleccione unha data de caducidade futura.
gu: તમારું ક્રેડિટ કાર્ડ સમાપ્ત થયું છે. કૃપા કરી ભવિષ્યમાં સમાપ્તિ તારીખ પસંદ કરો.
he: פג תוקפו של כרטיס האשראי שלך. בחר תאריך תפוגה עתידי.
hi: आपके क्रेडिट कार्ड की समयावधि समाप्त हो गई है. कृपया भविष्य के किसी समाप्ति दिनांक का चयन करें.
hr: Vaša je kreditna kartica istekla. Odaberite datum isteka u budućnosti.
hu: A hitelkártya lejárt. Jövőbeli lejárati dátumot adjon meg.
id: Kartu kredit Anda telah kedaluwarsa. Untuk selanjutnya, silakan pilih tanggal kedaluwarsa.
is: Gildistími kreditkortsins er útrunninn. Veldu gildistíma sem er ekki liðinn.
ja: お客様のクレジット カードは有効期限が切れています。有効期限日として将来の日付を選択してください。
ka: თქვენს საკრედიტო ბარათს ვადა გაუვიდა. გთხოვთ, აირჩიოთ ვადა მომავალი დროით.
kk: Несиелік картаның жарамдылық мерзімі біткен. Болашақта жарамдылық мерзімі біту күнін таңдаңыз.
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅವಧಿ ಮುಕ್ತಾಯಗೊಂಡಿದೆ. ದಯವಿಟ್ಟು ಮುಕ್ತಾಯ ದಿನಾಂಕವನ್ನು ಮುಂಬರುವ ದಿನಾಂಕಕ್ಕೆ ಆಯ್ಕೆಮಾಡಿ.
ko: 신용 카드의 유효 기간이 지났습니다. 미래의 유효 기간을 선택하십시오.
ku_arab: کرێدت کارتی تۆ بەسەرچووە. تکایە لە داهاتوودا بەروارێکی بەسەرچوون دەسنیشان بکە.
ky: Сиздин кредит картыңыздын мөөнөтү аяктаган. Мындар ары жарамдуулук мөөнөтүн тандап алыңыз.
lo: ບັດເຄຣດິດຂອງທ່ານໄດ້ໝົດອາຍຸແລ້ວ. ກະລຸນາເລືອກວັນທີໝົດອາຍຸໃນອະນາຄົດ.
lt: Kredito kortelė nebegalioja. Pasirinkite vėlesnę galiojimo datą.
lv: Kredītkartes derīguma termiņš ir beidzies. Lūdzu, atlasiet derīguma termiņa datumu nākotnē.
mi: Kua pau tō kāri nama. Tēnā, tīpakona tētahi rā pau hei ngā rā e tū mai nai.
mk: Кредитната картичка истече. Изберете датум на истекување во иднина.
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് കാലഹരണപ്പെട്ടു. ഭാവിയില്‍ ഒരു കാലഹരണ തീയതി തിരഞ്ഞെടുക്കുക.
mn: Таны кредит картны хугацаа дууссан байна. Ирээдүйн дуусах хугацаа сонгоно уу.
mr: आपले क्रेडिट कार्ड कालबाह्य झाले आहे. कृपया भविष्यात कालबाह्यता तारीख निवडा.
ms: Kad kredit anda telah tamat tempoh. Sila pilih tarikh tamat tempoh di masa akan hadapan.
mt: Il-karta ta' kreditu tiegħek skadiet. Jekk jogħġbok agħżel data ta' skadenza fil-ġejjieni.
ne: तपाईँको क्रेडिट कार्डको म्याद सकिएको छ। कृपया भविष्यमा म्याद सकिने मिति चयन गर्नुहोस्।
nn_no: Kredittkortet er ikkje lenger gyldig. Vel rett utløpsdato.
no: Kredittkortet er utløpt. Velg en utløpsdato som ligger frem i tid.
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ସମୟସୀମା ସମାପ୍ତ ହୋଇଛି. ଦୟାକରି ଭବିଷ୍ୟତରେ ଏକ ସମୟ ସମାପ୍ତ ତାରିଖ ଚୟନ କରନ୍ତୁ.
pa_arab_pk: تہاڈا کریڈٹ کارڈ مک گیا اے۔ میربانی کرکے مستقبل تے مک جاون دی تریخ منتخب کرو۔
pa_in: ਤੁਹਾਡੇ ਕਰੈਡਿਟ ਕਾਰਡ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਭਵਿੱਖਤ ਸਮਾਪਤੀ ਤਾਰੀਖ਼ ਦੀ ਚੋਣ ਕਰੋ।
pl: Karta kredytowa utraciła ważność. Wybierz datę ważności w przyszłości.
ru: Срок действия кредитной карты истек. Выберите дату окончания срока действия в будущем времени.
sd: توهان جي ڪريڊٽ جو مُدو پورو ٿي ويو آهي. مهرباني ڪري مستقبل ۾ مُدي ختم ٿيڻ جي تاريخ چونڊيو.
si: ඔබේ ණයවරපත කල් ඉකුත් වී තිබේ. කරුණාකර අනාගතයේ දී කල් ඉකුත් වීමේ දිනයක් තෝරා ගන්න.
sl: Kreditna kartica je potekla. Izberite datum poteka v prihodnosti.
sr_cyrl_rs: Ваша кредитна картица је истекла. Изаберите будући датум истека.
sr_latn_rs: Vaša kreditna kartica je istekla. Izaberite budući datum isteka.
sv: Ditt kreditkort gäller inte längre. Ange ett giltigt framtida förfallodatum.
ta: உங்கள் கடன் அடடை காலாவதியாகிவிட்டது. எதிர்காலத்தில் காலாவதித் தேதியைத் தேர்ந்தெடுக்கவும்.
te: మీ క్రెడిట్ కార్డ్ గడువు ముగిసింది. దయచేసి గడువు ముగిసే తేదీని భవిష్యత్తులో ఎంచుకోండి.
tg: Мӯҳлати корти қарзии шумо гузаштааст. Лутфан, як санаи анҷоми мӯҳлатро дар оянда интхоб кунед.
th: บัตรเครดิตของคุณหมดอายุแล้ว โปรดเลือกวันที่หมดอายุในอนาคต
tr: Kredi kartınızın kullanım süresi dolmuş. Lütfen gelecekte bir son kullanma tarihi seçin.
tt: Сезнең кредит картаның вакыт чыккан. Вакыты чыгу датасын сайлагыз киләчәктә.
ug: ئىناۋەتلىك كارتىڭىزنىڭ ۋاقتى ئۆتۈپتۇ.كەلگۈسىدىكى بىر توشۇش تارىخىنى تاللاڭ.
uk: Термін дії вашої кредитної картки завершився. Виберіть дату завершення терміну дії, яка ще не настала.
ur: آپ کا کریڈٹ کارڈ کی معیاد ختم ہوچکی ہے. براہ مہربانی مستقبل میں معیاد ختم ہونے کی کسی تاریخ کا انتخاب کریں.
uz: Kredit kartochkangizning amal qilish muddati o‘tib ketgan. Hali o‘tmagan amal qilish muddatini tanlang.
vi: Thẻ tín dụng của bạn đã hết hạn. Vui lòng chọn một ngày hết hạn trong tương lai.
zh_hans: 您的信用卡已过期，请选择将来的过期日期。
zh_hant: 信用卡已經逾期，請選取尚未到期的有效期限。

# Literal.Error.CcNumberInvalid
source: Your credit card number is invalid. Please enter a valid credit card number.
af: Jou kredietkaart nommer is ongelding. Voeg asseblief 'n geldige kredietkaart nommer in.
am: የክሬዲት ካርድዎ ቁጥር ልክ ያልሆነ ነው። እባክዎ ልክ የሆነ የክሬዲት ካርድዎን ያስገቡ።
ar: رقم بطاقة ائتمانك غير صالح. الرجاء إدخال رقم بطاقة ائتمان صالح.
as: আপোনাৰ ক্ৰেডিট কাৰ্ড নম্বৰ অবৈধ৷ অনুগ্ৰহ কৰি এটা বৈধ ক্ৰেডিট কাৰ্ড নম্বৰ প্ৰৱিষ্ট কৰক৷
az: Kredit kartınızın nömrəsi səhvdir. Düzgün kredit kartı nömrəsi daxil edin.
bg: Номерът на кредитната ви карта е невалиден. Въведете валиден номер на кредитна карта.
bn_in: আপনার ক্রেডিট কার্ডের নাম্বারটি ঠিকঠাক নেই৷ অনুগ্রহ করে একটি ঠিকঠাক ক্রেডিট কার্ড নাম্বার দিন৷
bs: Broj kreditne kartice je nevažeći. Unesite važeći broj kreditne kartice.
cy: Mae rhif eich cerdyn credyd yn annilys. Rhowch rif cerdyn credyd dilys.
da: Dit kreditkortnummer er ugyldigt. Angiv et gyldigt kreditkortnummer.
de: Ihre Kreditkartennummer ist ungültig. Geben Sie eine gültige Kreditkartennummer ein.
el: Ο αριθμός της πιστωτικής κάρτας σας δεν είναι έγκυρος. Εισαγάγετε έναν έγκυρο αριθμό πιστωτικής κάρτας.
es: El número de la tarjeta de crédito no es válido. Escriba un número de tarjeta de crédito válido.
et: Teie krediitkaardi number on sobimatu. Sisestage sobiv krediitkaardi number.
eu: Kreditu-txartelaren zenbakia baliogabea da. Sartu baliozko kreditu-txartel zenbakia.
fa: شماره کارت اعتباری شما نامعتبر است. لطفاً شماره کارت اعتباری معتبری را وارد کنید.
ga: Tá uimhir do chárta creidmheasa neamhbhailí. Cuir isteach uimhir chárta creidmheasa bhailí le do thoil.
gd: Tha àireamh na cairt-chreideis mì-dhligheach. Cuir a-steach àireamh cairt-chreideis dhligheach.
gl: O número do cartón de crédito non é válido. Introduza un número válido de cartón de crédito.
gu: તમારો ક્રેડિટ કાર્ડ નંબર અમાન્ય છે. કૃપયા માન્ય ક્રેડિટ કાર્ડ નંબર દાખલ કરો.
he: מספר כרטיס האשראי שלך לא חוקי. הזן מספר כרטיס אשראי חוקי.
hi: आपकी क्रेडिट कार्ड संख्या अमान्य है. कृपया एक मान्य क्रेडिट कार्ड संख्या दर्ज करें.
hr: Broj kreditne kartice nije valjan. Unesite valjan broj kreditne kartice.
hu: A hitelkártyaszám érvénytelen. Adjon meg érvényes hitelkártyaszámot.
id: Nomor kartu kredit Anda tidak valid. Harap masukkan nomor kartu kredit yang valid.
is: Númer greiðslukortsins er ógilt. Færðu inn gilt greiðslukortanúmer.
ja: クレジット カード番号が正しくありません。正しい番号を入力してください。
ka: თქვენი საკრედიტო ბარათის ნომერი არასწორია. გთხოვთ, შეიყვანოთ ქმედითი საკრედიტო ბარათის ნომერი.
kk: Несиелік картаның нөмірі жарамсыз. Жарамды несиелік карта нөмірін енгізіңіз.
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ಅಮಾನ್ಯವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ko: 신용 카드 번호가 올바르지 않습니다. 올바른 번호를 입력하십시오.
ku_arab: ژمارەی کرێدت کارتی تۆ نادروستە. تکایە ژمارەیەکی دروستی کرێدت کارت تێنووس بکە.
ky: Кредит картыңыздын номери жараксыз. Жарамдуу кредит карта номерин киргизиңиз.
lo: ເລກບັດເຄຣດິດຂອງທ່ານບໍ່ຖືກຕ້ອງ. ກະລຸນາປ້ອນເລກບັດເຄຣດິດທີ່ຖືກຕ້ອງ.
lt: Jūsų kredito kortelės numeris netinkamas. Įveskite tinkamą kredito kortelės numerį.
lv: Jūsu kredītkartes numurs nav derīgs. Lūdzu, ievadiet derīgu kredītkartes numuru.
mi: He muhu tō tau kāri tāwere. Tēnā, tāurua he tau kāri tāwere whaimana.
mk: Бројот на кредитната картичка е неважечки. Внесете важечки број на кредитна картичка.
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് നമ്പര്‍ അസാധുവാണ്. സാധുവായ ഒരു ക്രെഡിറ്റ് കാര്‍ഡ് നമ്പര്‍ നല്‍കുക.
mn: Таны кредит картны дугаар буруу байна. Хүчинтэй кредит картны дугаар оруулна уу.
mr: आपला क्रेडिट कार्ड नंबर अवैध आहे. कृपया वैध क्रेडिट कार्ड नंबर प्रविष्ट करा.
ms: Nombor kad kredit anda tidak sah. Sila masukkan nombor kad kredit yang sah.
mt: In-numru tal-karta ta' kreditu tiegħek hu invalidu. Jekk jogħġbok ikteb numru tal-karta ta' kreditu validu.
ne: तपाइँको क्रेडिट कार्ड नम्बर अवैध छ। कृपया वैध क्रेडिट कार्ड नम्बर प्रविष्ट गर्नुहोस्।
nn_no: Kredittkortnummeret er ugyldig. Oppgi eit gyldig kredittkortnummer.
no: Kredittkortnummeret er ugyldig. Angi et gyldig kredittkortnummer.
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ ନମ୍ଵର ଅବୈଧ ଅଟେ. ଦୟାକରି ଏକ ବୈଧ କ୍ରେଡିଟ୍ କାର୍ଡ ନମ୍ଵର ଏଣ୍ଟର୍‌ କରନ୍ତୁ.
pa_arab_pk: تہاڈے کریڈٹ کارڈ دا نمبر غلط اے۔ مہربانی کرکے صحیح کریڈٹ کارڈ نمبر لکھو۔
pa_in: ਤੁਹਾਡਾ ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਅਵੈਧ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਨੂੰ ਦਾਖਲ ਕਰੋ।
pl: Numer karty kredytowej jest nieprawidłowy. Wprowadź prawidłowy numer karty kredytowej.
ru: Недопустимый номер кредитной карты. Введите допустимый номер кредитной карты.
sd: توهان جي ڪريڊٽ ڪارٽ جو نمبر غلط آهي. مهرباني ڪري ڪريڊٽ ڪارٽ جو درست نمبر داخل ڪريو.
si: ඔබේ ක්‍රෙඩිට් කාඩ්පතපත වැරදිය. කරණාකර වලංගු ක්‍රෙඩිට් කාඩ්පතපත් අංකයක් ඇතුල් කරන්න.
sl: Številka kreditne kartice ni veljavna. Vnesite veljavno številko kreditne kartice.
sr_cyrl_rs: Број кредитне картице је неважећи. Унесите важећи број кредитне картице.
sr_latn_rs: Broj kreditne kartice je nevažeći. Unesite važeći broj kreditne kartice.
sv: Kreditkortsnumret är ogiltigt. Ange ett giltigt kreditkortsnummer.
ta: உங்கள் கடன் அட்டை எண் தவறானது. சரியான கடன் அட்டை எண்ணை உள்ளிடவும்.
te: మీ క్రెడిట్ కార్డ్ సంఖ్య చెల్లదు. దయచేసి చెల్లుబాటు అయ్యే క్రెడిట్ కార్డ్ సంఖ్యను నమోదు చేయండి.
tg: Рақами корти қарзии шумо беэътибор аст. Лутфан, ягон рақами корти қарзии боэътиборро ворид кунед.
th: หมายเลขบัตรเครดิตของคุณไม่ถูกต้อง โปรดป้อนหมายเลขบัตรเครดิตที่ถูกต้อง
tr: Kredi kartı numaranız geçersiz. Lütfen geçerli bir kredi kartı numarası girin.
tt: Сезнең кредит картагызның номеры ялгыш. Дөрес кредит карта номерын кертегез.
ug: ئىناۋەتلىك كارتىڭىزنىڭ نومۇرى ئىناۋەتسىز.ئىناۋەتلىك ئىناۋەت كارتا نومۇرىنى كىرگۈزۈڭ.
uk: Неприпустимий номер кредитної картки. Введіть припустимий номер кредитної картки.
ur: آپ کے کریڈٹ کارڈ کا نمبر درست نہیں ہے. براہ مہربانی درست کریڈٹ کارڈ نمبر داخل کریں.
uz: Sizning kredit kartochkangiz raqami haqiqiy emas. Haqiqiy bo‘lgan kredit kartochka raqamini kiriting.
vi: Số thẻ tín dụng của bạn không hợp lệ. Vui lòng nhập một số thẻ tín dụng hợp lệ.
zh_hans: 您的信用卡号无效，请输入有效的信用卡号。
zh_hant: 信用卡號碼無效，請輸入有效的信用卡號碼。

# Literal.Error.DdBankCodeInvalid
source: Your routing number is invalid, please enter valid information.
af: Jou roeteringsnommer is ongeldig, voer asseblief geldige inligting in.
am: የመተላለፊያ ቁጥርህን ልክ ያልሆነ ነው፡እባክህ ልክ የሆነ መረጃ አስገባ።
ar: رقم التوجيه غير صالح، الرجاء إدخال معلومات صالحة.
as: আপোনাৰ ৰোটিং নম্বৰ অবৈধ, অনুগ্ৰহ কৰি বৈধ নম্বৰ প্ৰৱিষ্ট কৰক৷
az: Bank kodunuz səhvdir, lütfən düzgün məlumat daxil edin.
bg: Банковият код (RTN/ABA) е невалиден. Въведете валидна информация.
bn_in: আপনার রুটিং নাম্বারটি ঠিকঠাক নেই, অনুগ্রহ করে ঠিকঠাক তথ্য দিন৷
bs: Broj usmjeravanja je nevažeći, unesite važeće podatke.
cy: Mae eich rhif llwybro yn annilys, rhowch wybodaeth ddilys.
da: Registreringsnummeret er ugyldigt. Angiv gyldige oplysninger.
de: Ihre Bankleitzahl ist ungültig. Geben Sie gültige Informationen ein.
el: Ο κωδικός του υποκαταστήματός σας δεν είναι έγκυρος. Εισαγάγετε έγκυρα στοιχεία.
es: El número de ruta no es válido; escriba información válida.
et: Teie marsruutimisnumber on sobimatu. Sisestage sobiv teave.
eu: Bideratzaile-zenbakia baliogabea da; sartu baliozko informazioa.
fa: شماره روتینگ شما نامعتبر است، لطفاً اطلاعات معتبر را وارد کنید.
ga: Tá d'uimhir ródúcháin neamhbhailí, cuir isteach eolas bailí le do thoil.
gd: Tha an àireamh treòrachaidh agad mì-dhligheach, nach cuir thu a-steach fiosrachadh dligheach?
gl: O seu número de encamiñamento non é válido. Introduza información válida.
gu: તમારા રાઉટિંગ નંબર અમાન્ય છે, કૃપા કરી માન્ય માહિતી દાખલ કરો.
he: מספר הניתוב שלך לא חוקי, הזן מידע חוקי.
hi: आपकी रूटिंग संख्या अमान्य है, कृपया मान्य जानकारी दर्ज करें.
hr: Broj usmjeravanja nije valjan. Unesite valjane podatke.
hu: A regisztrációs azonosító érvénytelen. Adjon meg érvényes adatokat.
id: Nomor routing Anda tidak sah, harap masukkan informasi yang valid.
is: Beiningarnúmerið þitt er ógilt, vinsamlegast færðu inn gildar upplýsingar.
ja: ルーティング ナンバーが正しくありません。正しい情報を入力してください。
ka: თქვენი მარშრუტის ნომერი არასწორია. გთხოვთ, მიუთითოთ სწორი ინფორმაცია.
kk: Бағыттау нөмірі дұрыс емес, дұрыс ақпаратты енгізіңіз.
kn: ನಿಮ್ಮ ರೂಟಿಂಗ್ ಸಂಖ್ಯೆಯು ಅಮಾನ್ಯವಾಗಿದೆ. ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ.
ko: 라우팅 번호가 올바르지 않습니다. 올바른 정보를 입력하십시오.
ku_arab: ژمارەی ئاراستەکردنی تۆ نادروستە، تکایە زانیاری دروست تێنووس بکە.
ky: Сиздин каттам саныңыз жараксыз, жарактуу маалымат киргизиңиз.
lo: ເລກເສັ້ນທາງທະນາຄານຂອງທ່ານບໍ່ຖືກຕ້ອງ, ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກຕ້ອງ.
lt: Jūsų banko kodas netinkamas, įveskite tinkamą informaciją.
lv: Jūsu reģistrācijas numurs nav derīgs. Lūdzu, ievadiet derīgu informāciju.
mi: He muhu tō tau ararere, tēnā, tāurua ngā mōhiohio whaimana.
mk: RTN е неважечки, внесете важечки информации.
ml: നിങ്ങളുടെ റൂട്ടിംഗ് നമ്പര്‍ അസാധുവാണ്, സാധുവായ വിവരങ്ങള്‍ നല്‍കുക.
mn: Таны чиглүүлэх дугаар буруу байна, хүчинтэй мэдээлэл оруулна уу.
mr: आपला मार्गस्थ नंबर अवैध आहे, कृपया वैध माहिती प्रविष्ट करा.
ms: Nombor penghalaan anda tidak sah, sila masukkan maklumat yang sah.
mt: Ir-routing number tiegħek hu invalidu. Jekk jogħġbok daħħal informazzjoni valida.
ne: तपाईँको रुटिङ् नम्बर अवैध छ, कृपया वैध जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Rutingnummeret er ugyldig. Oppgi gyldig informasjon.
no: Registreringsnummeret er ugyldig. Angi gyldig informasjon.
or: ଆପଣଙ୍କର ମୂଳ ନମ୍ଵର ଅବୈଧ ଅଟେ, ଦୟାକରି ବୈଧ ସୂଚନା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: تہاڈا رؤوٹنگ نمبر ناجائز اے، میربانی کرکے جائز معلومات درج کرو۔
pa_in: ਤੁਹਾਡਾ ਰੂਟਿੰਗ ਨੰਬਰ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।
pl: Kod banku jest nieprawidłowy. Wprowadź prawidłowe informacje.
ru: Недопустимый код банка. Введите допустимые данные.
sd: توهان جو روٽنگ نمبر غلط آهي، مهرباني ڪري درست معلومات داخل ڪريو.
si: ඔබේ රූටින් අංකය වැරදියි, කරුණාකර වලංගු තොරතුරු ඇතුල් කරන්න.
sl: Vaša koda banke ni veljavna. Vnesite veljavne podatke.
sr_cyrl_rs: Број усмеравања је неважећи, унесите важеће информације.
sr_latn_rs: Broj usmeravanja je nevažeći, unesite važeće informacije.
sv: Clearingnumret är ogiltigt. Ange ett giltigt clearingnummer.
ta: உங்கள் ரூட்டிங் எண் தவறானது. சரியான தகவலை உள்ளிடவும்.
te: మీ రూటింగ్ సంఖ్య చెల్లదు, దయచేసి చెల్లుబాటు అయ్యే సమాచారాన్ని నమోదు చేయండి.
tg: Рақами роҳнамоии шумо беэътибор аст, лутфан, маълумоти боэътиборро ворид кунед.
th: หมายเลข Routing Number ของคุณไม่ถูกต้อง โปรดป้อนข้อมูลที่ถูกต้อง
tr: Rota numaranız geçersiz; lütfen geçerli bilgiler girin.
tt: Сезнең маршрутизация номеры ялгыш, дөрес мәгълүматын кертегез.
ug: چەك نومۇرىڭىز ئىناۋەتسىز.ئىناۋەتلىك ئۇچۇرنى كىرگۈزۈڭ.
uk: Неприпустимий код банку. Введіть припустимі відомості.
ur: آپ کا راؤٹنگ نمبر غلط ہے، براہ مہربانی درست معلومات کا اندراج کریں.
uz: Sizning marshrutlash raqamingiz haqiqiy emas, iltimos, haqiqiy bo‘lgan ma‘lumotlarni kiriting.
vi: Số định tuyến của bạn không hợp lệ, vui lòng nhập thông tin hợp lệ.
zh_hans: 您的银行代号无效，请输入有效信息。
zh_hant: 銀行號碼無效，請輸入有效的資訊。
