Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Klarna.LinkTo.Text
source: Link to
af: Skakel na
am: አገናኝ ወደ
ar: ارتباط إلى
as: ইয়ালৈ লিংক কৰক
az: Keçid
bg: Връзка към
bn_in: এতে লিঙ্ক
bs: Veza za
cy: Dolen i
da: Link til
de: Link zu
el: Σύνδεση σε
es: Vincular a
et: Link
eu: Esteka:
fa: پیوند به
ga: Nasc le
gd: Ceangail gu
gl: Ligar a
gu: થી લિંક કરો
he: קישור אל
hi: इससे लिंक करें
hr: Veza za
hu: Hivatkozás a következőre:
id: Tautkan ke
is: Tengja við
ja: リンク先
ka: ბმული
kk: Байланыс орны
kn: ಇದಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಿ
ko: 링크:
ku_arab: لینک بۆ
ky: Буга байланышуу
lo: ລິ້ງຫາ
lt: Susieti su
lv: Saite uz
mi: Hono ki
mk: Врска до
ml: ഇതിലേക്ക് ലിങ്ക് ചെയ്യുക
mn: Холбоос
mr: यासाठी लिंक
ms: Pautan ke
mt: Link għal
ne: यसमा लिङ्क गर्नुहोस्
nn_no: Kopling til
no: Kobling til
or: ଏହାକୁ ଲିଙ୍କ କରନ୍ତୁ
pa_arab_pk: نال مربوط کرو
pa_in: ਇਸਦੇ ਨਾਲ ਲਿੰਕ ਕਰੋ
pl: Link do dokumentu
ru: Ссылка на
sd: ڏانهن ڪڙي
si: වෙත සබැඳිය
sl: Povezava:
sr_cyrl_rs: Веза до
sr_latn_rs: Veza do
sv: Länk till
ta: இதனுடன் இணை
te: దీనికి లింక్ చేయండి
tg: Пайванд ба
th: เชื่อมโยงไปยัง
tr: Şunun için bağlantı:
tt: Сылтама:
ug: غا ئۇلاش
uk: Посилання на
ur: جڑیں بطرف
uz: Quyidagiga havola
vi: Liên kết đến
zh_hans: 链接到
zh_hant: 連結至

# Literal.Klarna.Consent
source: Klarna consent
af: Klarna-toestemming
am: የKlarna ስምምነት
ar: موافقة Klarna
as: Klarna ৰ সন্মতি
az: Klarna razılığı
bg: Съгласие за Klarna
bn_in: Klarna সম্মতি
bs: Pristanak za kompaniju Klarna
cy: Caniatâd Klarna
da: Klarna-samtykke
de: Klarna-Zustimmung
el: Συγκατάθεση Klarna
es: Consentimiento de Klarna
et: Klarna nõusolek
eu: Klarna-ren onespena
fa: رضایت Klarna
ga: Toiliú Klarna
gd: Aonta Klarna
gl: Consentimento de Klarna
gu: ક્લારના સંમતિ
he: הסכמה לשימוש ב- Klarna
hi: Klarna सहमति
hr: Pristanak za tvrtku Klarna
hu: Klarna-hozzájárulás
id: Persetujuan Klarna
is: Samþykki Klarna
ja: Klarna の同意
ka: Klarna-ს პირობებზე დათანხმება
kk: Кларна келісімі
kn: Klarna ಸಮ್ಮತಿ
ko: Klarna 동의서
ku_arab: پەسەندکردنی Klarma
ky: Кларнанын макулдугу
lo: ການຍິນຍອມຂອງ Klarna
lt: „Klarna“ sutikimas
lv: Klarna piekrišana
mi: Whakaaetanga Klarna
mk: Согласност од Klarna
ml: Klarna സമ്മതം
mn: Кларнагийн зөвшөөрөл
mr: क्लार्ना संमती
ms: Keizinan Klarna
mt: Kunsens għal Klarna
ne: Klarna सहमति
nn_no: Klarna-samtykke
no: Klarna-samtykke
or: Klarna ସହମତି
pa_arab_pk: Klarna رضامندی
pa_in: Klarna ਸਹਿਮਤੀ
pl: Zgoda na używanie usługi Klarna
ru: Согласие относительно Klarna
sd: ڪلارنا ڪنسينٽ
si: ක්ලර්නා කැමැත්ත
sl: Soglasje za Klarno
sr_cyrl_rs: пристанка у услузи Klarna
sr_latn_rs: pristanka u usluzi Klarna
sv: Klarna – medgivande
ta: Klarna ஒப்புதல்
te: Klarna సమ్మతి
tg: Розигии Klarna
th: ความยินยอมของ Klarna
tr: Klarna onayı
tt: Klarna'да ризалык
ug: كىلەرنە رۇخسەت ئېلىش
uk: Згода стосовно Klarna
ur: Klarna رضامندی
uz: Klarna roziligi
vi: Chấp thuận Klarna
zh_hans: Klarna 许可
zh_hant: Klarna 同意書

# Literal.Klarna.Terms
source: Klarna Terms and Conditions
af: Klarna-bepalings en -voorwaardes
am: የKlarna ደንቦችና ሁኔታዎች
ar: أحكام وشروط Klarna
as: Klarna ৰ নিয়ম আৰু চৰ্তাৱলী
az: Klarna Şərtləri və Qaydaları
bg: Правила и условия на Klarna
bn_in: Klarna বিধি ও শর্তাবলী
bs: Odredbe i uslovi kompanije Klarna
cy: Telerau ac Amodau Klarna
da: Klarnas vilkår og betingelser
de: Klarna-Geschäftsbedingungen
el: Όροι και προϋποθέσεις της Klarna
es: Términos y condiciones
et: Klarna tingimused
eu: Klarna-ren Zehaztapenak eta baldintzak
fa: شرایط و ضوابط Klarna
ga: Téarmaí agus coinníollacha Klarna
gd: Teirmichean is cumhaichean Klarna
gl: Termos e condicións de Klarna
gu: ક્લારના શરતો અને નિયમો
he: תנאים והתניות של Klarna
hi: Klarna के नियम और शर्तें
hr: Odredbe i uvjeti Ugovora tvrtke Klarna
hu: Klarna – feltételek és kikötések
id: Syarat dan Ketentuan Klarna
is: Skilmálar Klarna
ja: Klarna のご契約条件
ka: Klarna-ს წესები და პირობები
kk: Кларна шарттары мен талаптары
kn: Klarna ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು
ko: Klarna 계약조건
ku_arab: شەرت و مەرجەکانی Klarna
ky: Кларнанын Шарттары жана Жагдайлары
lo: ເງື່ອນໄຂແລະຂໍ້ກຳນົດຂອງ Klarna
lt: „Klarna“ sąlygos
lv: Klarna noteikumi un nosacījumi
mi: Ngā Ture me ngā Whakaritenga Klarna
mk: Одредби и услови на Klarna
ml: Klarna വ്യവസ്ഥകളും നിബന്ധനകളും
mn: Кларнагийн болзол, нөхцөл
mr: क्लार्ना अटी आणि शर्ती
ms: Terma dan Syarat Klarna
mt: Termini u Kundizzjonijiet ta' Klarna
ne: Klarna का सर्त तथा नियमहरू
nn_no: Vilkår for Klarna
no: Vilkår for Klarna
or: Klarna ସର୍ତ୍ତାବଳୀ ଏବଂ ଚୁକ୍ତିନାମା
pa_arab_pk: Klarna دیاں شرطاں تے ضوابط
pa_in: Klarna ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ
pl: Postanowienia dotyczące usługi Klarna
ru: Условия и положения Klarna
sd: ڪلارنا شرطون ۽ ظابطا
si: ක්ලර්නා නියමයන් සහ කොන්දේසි
sl: Pogoji in določila za Klarno
sr_cyrl_rs: Одредбе и услови услуге Klarna
sr_latn_rs: Odredbe i uslovi usluge Klarna
sv: Klarnas villkor
ta: Klarna விதிமுறைகள் மற்றும் நிபந்தனைகள்
te: Klarna నిబంధనలు మరియు షరతులు
tg: Шартҳои Klarna
th: ข้อกำหนดและเงื่อนไขของ Klarna
tr: Klarna Hüküm ve Koşulları
tt: Klarna шартлары
ug: كىلەرنەنىڭ شەرتلىرى ‏‏ۋە شارائىتى
uk: Умови й положення Klarna
ur: Klarna کی شرائط و ضوابط
uz: Klarna Muddat va shartlari
vi: Điều khoản và Điều kiện Klarna
zh_hans: Klarna 条款和条件
zh_hant: Klarna 條款及條件

# Literal.Klarna.Add.PersonalNumberBadFormat
source: Check the format of your personal number.
af: Kontroleer die formaat van jou persoonlike nommer.
am: የግል ቁጥርዎን ቅርጸት ይፈትሹ።
ar: تحقق من تنسيق رقمك الشخصي.
as: আপোনাৰ ব্যক্তিগত নম্বৰৰ সজ্জা পৰীক্ষা কৰক৷
az: Şəxsi nömrənizin formatını yoxlayın.
bg: Проверете формата на личния си номер.
bn_in: আপনার ব্যক্তিগত নম্বরের ফর্ম্যাটটি পরীক্ষা করে দেখুন।
bs: Provjerite format svog ličnog broja.
cy: Gwiriwch fformat eich rhif personol.
da: Kontrollér formatet af dit personnummer.
de: Überprüfen Sie das Format Ihrer persönlichen Nummer.
el: Ελέγξτε τη μορφή του προσωπικού αριθμού σας.
es: Comprueba el formato de tu número personal.
et: Kontrollige isikukoodi vormingut.
eu: Egiaztatu zenbaki pertsonalaren formatua.
fa: قالب شماره اختصاصی خود را بررسی کنید.
ga: Seiceáil formáid d'uimhreach pearsanta.
gd: Thoir sùil air fòrmat na h-àireimh pearsanta agad.
gl: Comproba o formato do número persoal.
gu: તમારા અંગત નંબરની ફૉર્મેટ તપાસો.
he: בדוק את התבנית של מספר תעודת הזהות שלך.
hi: अपने व्यक्तिगत नंबर का स्वरूप जाँचें.
hr: Provjerite oblik svojeg osobnog broja.
hu: Ellenőrizze a személyi szám formátumát.
id: Periksa format nomor pribadi Anda.
is: Athugaðu snið kennitölunnar þinnar.
ja: マイナンバーの形式をご確認ください。
ka: შეამოწმეთ თქვენი პირადი ნომრის ფორმატი.
kk: Жеке нөмір пішімін тексеріңіз.
kn: ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಂಖ್ಯೆಯ ಸ್ವರೂಪ ಪರಿಶೀಲಿಸಿ.
ko: 개인 번호의 형식을 확인하세요.
ku_arab: فۆرماتی ژمارەی کەسیی خۆت بپشکنه.
ky: Жеке номериңиздин форматын текшериңиз.
lo: ກວດເບິ່ງ ຮູບແບບຂອງໝາຍເລກສ່ວນຕົວ.
lt: Patikrinkite asmeninio numerio formatą.
lv: Pārbaudiet personas koda formātu.
mi: Tirohia te hōputu o tō nama whaiaro.
mk: Проверете го форматот на матичниот број.
ml: നിങ്ങളുടെ വ്യക്തിഗത നമ്പറിന്റെ ഫോർമാറ്റ് പരിശോധിക്കുക.
mn: Хувийн дугаарынхаа хэлбэржүүлэлтийг шалгана уу.
mr: आपल्या वैयक्तिक नंबरचे स्वरूप तपासा.
ms: Semak format nombor peribadi anda.
mt: Iċċekkja l-format tan-numru personali tiegħek.
ne: आफ्नो व्यक्तिगत नम्बरको ढाँचा जाँच्नुहोस्।
nn_no: Kontroller formatet for fødselsnummer.
no: Kontroller formatet på personnummeret ditt.
or: ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ନମ୍ବରର ଫର୍ମାଟ୍‌ ଯାଞ୍ଚ କରନ୍ତୁ.
pa_arab_pk: اپنے ذاتی نمبر دا فارمیٹ چیک کرو۔
pa_in: ਆਪਣੇ ਨਿੱਜੀ ਨੰਬਰ ਦੇ ਸਰੂਪ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź format swojego numeru osobistego.
ru: Проверьте формат личного номера.
sd: پنهنجي ذاتي نمبر جو فارميٽ چيڪ ڪريو.
si: ඔබගේ පුද්ගලික අංකයේ ආකෘතිය පරීක්ෂා කරන්න.
sl: Preverite obliko zapisa osebne številke.
sr_cyrl_rs: Проверите формат личног броја.
sr_latn_rs: Proverite format ličnog broja.
sv: Kontrollera formatet för ditt personnummer.
ta: உங்கள் தனிப்பட்ட எண்ணின் வடிவமைப்பைச் சரிபார்க்கவும்.
te: మీ వ్యక్తిగత నంబర్ యొక్క ఆకృతిని తనిఖీ చేయండి.
tg: Формати рақами шахсии худро санҷед.
th: ตรวจสอบรูปแบบหมายเลขโทรศัพท์ส่วนตัวของคุณ
tr: Kişisel numaranızın biçimini kontrol edin.
tt: Шәхси номерыгызның форматын тикшерегез.
ug: شەخسىي نومۇرىڭىزنىڭ فورماتىنى تەكشۈرۈڭ.
uk: Перевірте формат особистого номера.
ur: اپنے ذاتی نمبر کے وضع کی پڑتال کریں۔
uz: Shaxsiy raqamingiz formatini tekshiring.
vi: Kiểm tra dạng thức số cá nhân của bạn.
zh_hans: 请检查个人号码的格式。
zh_hant: 請檢查您的個人識別碼的格式。

# Literal.Klarna.Add.InvalidPhoneValue
source: Check your phone number. We can't match it to a registered address.
af: Kontroleer jou foonnommer. Dit stem nie ooreen met ’n geregistreerde adres nie.
am: ስልክ ቁጥርዎን ይፈትሹ። ከተመዘገበው አድራሻ ጋር ልናዛምደው አልቻልንም።
ar: تحقق من رقم هاتفك. يتعذر علينا مطابقته مع العنوان المسجل.
as: আপোনাৰ ফোন নম্বৰ পৰীক্ষা কৰক৷ আমি ইয়াক এটা পঞ্জীভুক্ত ঠিকনাৰ লগত মিলাব নোৱাৰোঁ৷
az: Telefon nömrənizi yoxlayın. Onu qeydiyyatdan keçmiş ünvana uyğunlaşdırmaq olmur.
bg: Проверете своя телефонен номер. Не можем да намерим регистриран адрес, с който да съвпада.
bn_in: আপনার ফোন নম্বর পরীক্ষা করে দেখুন। আমরা এটি কোনো নিবন্ধিত ঠিকানার সাথে মেলাতে পারছি না।
bs: Provjerite svoj telefonski broj. Ne podudara se s registriranom adresom.
cy: Gwiriwch eich rhif ffôn. Ni allwn ei baru i gyfeiriad cofrestredig.
da: Kontrollér dit telefonnummer. Vi kan ikke finde en registreret adresse, der matcher.
de: Überprüfen Sie Ihre Telefonnummer. Es ergibt sich keine Übereinstimmung mit einer registrierten Adresse.
el: Ελέγξτε τον αριθμό τηλεφώνου σας. Δεν μπορούμε να τον αντιστοιχίσουμε σε μια καταχωρημένη διεύθυνση.
es: Comprueba tu número de teléfono. No coincide con una dirección registrada.
et: Kontrollige telefoninumbrit. See ei sobi registreeritud aadressiga kokku.
eu: Egiaztatu telefono-zenbakia. Ez dator bat erregistroetan dugun helbidearekin.
fa: شماره تلفن خود را بررسی کنید. نمی‌توانیم آن را با یک آدرس ثبتی مطابقت دهیم.
ga: Seiceáil d'uimhir fóin. Ní féidir linn é a mheaitseáil le seoladh cláraithe.
gd: Thoir sùil air an àireamh fòn agad. Chan urrainn dhuinn a maidseadh le seòladh clàraichte.
gl: Comproba o número de teléfono. Non coincide con ningún enderezo rexistrado.
gu: તમારો ફોન નંબર ચકાસો. અમે તેને નોંધણીયુક્ત સરનામાની સાથે મેચ કરી શકતા નથી.
he: בדוק את מספר הטלפון שלך. לא הצלחנו להתאים אותו לכתובת רשומה.
hi: अपना फ़ोन नंबर जाँचें. हम इसका किसी पंजीकृत पते से मेल नहीं कर सकते.
hr: Provjerite svoj telefonski broj. Ne podudara se s registriranom adresom.
hu: Ellenőrizze a telefonszámot. Nem tudjuk megfeleltetni egy bejegyzett címmel.
id: Periksa nomor ponsel Anda. Kami tidak dapat mencocokkannya dengan alamat terdaftar.
is: Athugaðu símanúmerið þitt. Við getum ekki parað það við skráð heimilisfang.
ja: 電話番号をご確認ください。記録された住所と一致しません。
ka: შეამოწმეთ თქვენი ტელეფონის ნომერი. ჩვენ ვერ ვუსაბამებთ მას რეგისტრირებულ მისამართს.
kk: Телефон нөміріңізді тексеріңіз. Ол тіркелген мекенжайға сәйкес келмейді.
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ ಪರಿಶೀಲಿಸಿ. ಅದನ್ನು ನೋಂದಾಯಿತ ವಿಳಾಸಕ್ಕೆ ಹೊಂದಾಣಿಕೆ ಮಾಡಲು ನಮಗೆ ಸಾಧ್ಯವಿಲ್ಲ.
ko: 전화 번호를 확인하세요. 등록된 주소와 일치시킬 수 없습니다.
ku_arab: ژمارەی تەلەفۆنەکەت بپشکنه. لەگەڵ تۆمارەکانی ئێمەدا ناگونجێت.
ky: Телефон номериңизди текшериңиз. Ал бизде катталганга төп келбей жатат.
lo: ກວດເບິ່ງໝາຍເລກໂທລະສັບຂອງທ່ານ. ພວກເຮົາບໍ່ສາມາດເອົາມັນກົງກັນກັບທີ່ຢູ່ທີ່ໄດ້ລົງທະບຽນ.
lt: Patikrinkite telefono numerį. Negalime jo pritaikyti užregistruotam adresui.
lv: Pārbaudiet savu tālruņa numuru. Nevaram to saskaņot ar reģistrēto adresi.
mi: Tirohia tō nama waea. Kāore e taea e mātou te whakahāngai ki tētahi wāhitau rēhita.
mk: Проверете го телефонскиот број. Не може да го совпаднеме со регистрираната адреса.
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ പരിശോധിക്കുക. രജിസ്റ്റർ ചെയ്‌തിട്ടുള്ള ഒരു വിലാസവുമായി ഞങ്ങൾക്ക് ഇത് പൊരുത്തപ്പെടുത്താൻ കഴിയുന്നില്ല.
mn: Утасны дугаараа шалгана уу. Бүртгүүлсэн хаягтай таарахгүй байна.
mr: आपला फोन नंबर तपासा. आम्ही एका नोंदणीकृत पत्त्याशी तो जुळवू शकत नाही.
ms: Semak nombor telefon anda. Kami tidak dapat memadankannya dengan alamat berdaftar.
mt: Iċċekkja n-numru tat-telefon tiegħek. Ma nistgħux inqabbluh ma' indirizz irreġistrat.
ne: आफ्नो फोन नम्बर जाँच्नुहोस्। हामीले यसलाई दर्ता गरिएको ठेगानासँग मिलान गर्न सक्दैनौं।
nn_no: Kontroller telefonnummer. Det samsvarer ikkje med registrert adresse.
no: Kontroller telefonnummeret. Vi finner ikke treff med en registrert adresse.
or: ଆପଣଙ୍କ ଫୋନ୍ ନମ୍ଵର୍ ଯାଞ୍ଚ କରନ୍ତୁ. ଏକ ପଞ୍ଜିକୃତ ଠିକଣା ସହ ଆମେ ଏହା ମେଳ କରି ପାରୁ ନାହୁଁ.
pa_arab_pk: اپنا فون نمبر چیک کرو۔ اسی اینوں اک رجسٹرڈ شدہ پتے نال مماثل نہیں کر سکدے۔
pa_in: ਆਪਣੇ ਫ਼ੋਨ ਨੰਬਰ ਦੀ ਜਾਂਚ ਕਰੋ। ਅਸੀਂ ਇਸ ਨੂੰ ਕਿਸੇ ਰਜਿਸਟਰਡ ਪਤੇ ਦੇ ਨਾਲ ਮੇਲ ਨਹੀਂ ਸਕਦੇ।
pl: Sprawdź numer telefonu. Nie możemy dopasować go do zarejestrowanego adresu.
ru: Проверьте номер телефона. Он не соответствует ни одному адресу в системе.
sd: پنهنجو فون نمبر چيڪ ڪريو. اسان ان کي هڪ رجسٽر ٿيل پتي سان ڀيٽ نٿا ڪري سگهون.
si: ඔබගේ දුරකථන අංකය පරීක්ෂා කරන්න. අපට එය ලියාපදිංචි ලිපිනයකට ගැලපීමට නොහැක.
sl: Preverite telefonsko številko. Ne moremo je povezati z registriranim naslovom.
sr_cyrl_rs: Проверите број телефона. Не подудара се са регистрованом адресом.
sr_latn_rs: Proverite broj telefona. Ne podudara se sa registrovanom adresom.
sv: Kontrollera ditt telefonnummer. Vi kan inte matcha det med en registrerad adress.
ta: உங்கள் தொலைபேசி எண்ணைச் சரிபார்க்கவும். அதைப் பதிவுசெய்யப்பட்ட முகவரியுடன் எங்களால் ஒப்பிட முடியவில்லை.
te: మీ ఫోన్ నంబర్‌ని తనిఖీ చేయండి. మేము దీనిని నమోదిత చిరునామాతో సరిపోల్చలేకపోయాము.
tg: Рақами телефони худро санҷед. Мо онро бо суроғаи ба қайд гирифташуда муқоиса карда наметавонем.
th: ตรวจสอบหมายเลขโทรศัพท์ของคุณ หมายเลขไม่ตรงกับที่อยู่ที่ลงทะเบียน
tr: Telefon numaranızı kontrol edin. Numarayı kayıtlı bir adresle eşleştiremiyoruz.
tt: Телефон номерыгызны тикшерегез. Аны теркәлгән адрес белән туры китереп булмый.
ug: تېلېفون نومۇرىنى تەكشۈرۈڭ. تىزىملانغان ئادرېسقا ماسلاشتۇرالمىدۇق.
uk: Перевірте номер телефону. Він не відповідає жодній адресі в системі.
ur: اپنے فون نمبر کی پڑتال کریں۔ ہم اس کا ایک رجسٹرڈ پتہ کے ساتھ موازنہ نہیں کر سکتے۔
uz: Telefon raqamingizni tekshiring. U ro‘yxatga olingan manzilga mos kelmayapti.
vi: Kiểm tra số điện thoại của bạn. Chúng tôi không thể so khớp nó với một địa chỉ đã đăng ký.
zh_hans: 请检查你的手机号码。我们无法将其与已注册的地址匹配。
zh_hant: 請檢查您的電話號碼。我們無法將它和登記的地址配對。

# Literal.Klarna.Add.InvalidGender
source: Check the field for gender. It doesn't match our records.
af: Kontroleer die veld vir geslag. Dit stem nie ooreen met ons rekords nie.
am: የጾታ መስክ ይፈትሹ። ከእኛ መዝገብ ጋር አይመሳሰልም።
ar: تحقق من حقل الجنس. إنه لا يتطابق مع سجلاتنا.
as: লিঙ্গৰ বাবে ক্ষেত্ৰ পৰীক্ষা কৰক৷ এইটো আমাৰ ৰেকৰ্ডৰ সৈতে মিলা নাই৷
az: Cins üçün sahəni yoxlayın. Bu, bizim yazılarımıza uyğun gəlmir.
bg: Проверете полето за пол. Не съвпада с нашите записи.
bn_in: লিঙ্গ পরিচয়ের ক্ষেত্রটি পরীক্ষা করে দেখুন। এটি আমাদের রেকর্ডের সাথে মেলে না।
bs: Provjerite polje spola. Ne podudara se sa spolom u našim zapisima.
cy: Gwiriwch y maes ar gyfer rhyw. Nid yw'n cyd-fynd â'n cofnodion.
da: Kontrollér feltet for køn. Det stemmer ikke overens med vores registreringer.
de: Überprüfen Sie das Feld für das Geschlecht. Die Angabe stimmt nicht mit unseren Daten überein.
el: Ελέγξτε το πεδίο φύλου. Δεν αντιστοιχεί με τα αρχεία μας.
es: Comprueba el campo de sexo. No coincide con nuestros registros.
et: Kontrollige sooväljale lisatud andmeid. See ei vasta meie andmetele.
eu: Egiaztatu sexuaren eremua. Ez dator bat gure erregistroekin.
fa: فیلد جنسیت را بررسی کنید. با اطلاعات ثبت شده ما مطابقت ندارد.
ga: Seiceáil réimse na hinscne. Ní hionann é agus an inscne inár dtaifid.
gd: Thoir sùil air raon na gnè. Chan eil e a-rèir ar clàran.
gl: Comproba o campo do sexo. Non coincide cos nosos rexistros.
gu: જાતિ માટેનું ફિલ્ડ તપાસો. તે અમારા રેકર્ડ્સની સાથે મેચ થતું નથી.
he: בדוק את שדה המגדר. הוא אינו תואם לרשומות שלנו.
hi: लिंग वाले फ़ील्ड को जाँचें. यह हमारे रिकॉर्ड से मेल नहीं खाता.
hr: Provjerite polje spola. Ne podudara se sa spolom u našim zapisima.
hu: Ellenőrizze a nem mezőjét. Nem egyezik a nyilvántartásunkkal.
id: Periksa bidang jenis kelamin. Jenis kelamin yang Anda masukkan tidak sesuai dengan catatan kami.
is: Athugaðu reitinn fyrir kyn. Það passar ekki við upplýsingar okkar.
ja: 性別をご確認ください。記録されているものと一致しません。
ka: შეამოწმეთ ველში მითითებული სქესი. ის არ თანხვდება ჩვენს ჩანაწერებს.
kk: Жыныс өрісін тексеріңіз. Ол жазбаларға сәйкес келмейді.
kn: ಲಿಂಗಕ್ಕಾಗಿನ ಕ್ಷೇತ್ರವನ್ನು ಪರಿಶೀಲಿಸಿ. ಅದು ನಮ್ಮ ದಾಖಲೆಗಳಿಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 성별 필드를 확인하세요. 기록과 일치하지 않습니다.
ku_arab: خانەی ڕەگەز بپشکنه. لەگەڵ تۆمارەکانی ئێمەدا ناگونجێت.
ky: Жыныс талаасын текшериңиз. Бул жазууларыбызга төп келбей жатат.
lo: ກວດເບິ່ງຊ່ອງສຳລັບເພດ. ມັນບໍ່ກົງກັນກັບຂໍ້ມູນບັນທຶກຂອງພວກເຮົາ.
lt: Patikrinkite lauke nurodytą lytį. Jis neatitinka mūsų įrašų.
lv: Pārbaudiet lauku, kurā jānorāda dzimums. Tas neatbilst mūs rīcībā esošajai informācijai.
mi: Tirohia te āpure mō te ira tangata. Kāore i te taurite ki ā mātou rēkoata.
mk: Проверете го полето за пол. Не се совпаѓа со нашите записи.
ml: ലിംഗഭേദത്തിനായുള്ള ഫീൽഡ് പരിശോധിക്കുക. ഇത് ഞങ്ങളുടെ രേഖകളുമായി പൊരുത്തപ്പെടുന്നില്ല.
mn: Хүйсээ шалгана уу. Манайд бүртгүүлсэнтэй таарахгүй байна.
mr: लिंगासाठी फील्ड तपासा. ते आमच्या रेकॉर्ड्सशी जुळत नाही.
ms: Semak medan jantina. Ia tidak sepadan dengan rekod kami.
mt: Iċċekkja l-qasam għas-sess. Ma jaqbilx mar-rekords tagħna.
ne: लिङ्गको फाँट जाँच्नुहोस्। यो हाम्रो रेकर्डहरूसँग मेल खाँदैन।
nn_no: Kontroller feltet for kjønn. Det samsvarer ikkje med det vi har registrert.
no: Kontroller feltet for kjønn. Det samsvarer ikke med oppføringene våre.
or: ଲିଙ୍ଗ ପାଇଁଥିବା କ୍ଷେତ୍ର ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ଆମ ରେକର୍ଡ ସହ ମେଳ ହେଉ ନାହିଁ.
pa_arab_pk: جنس دی فیلڈ چیک کرو۔ ایہہ ساڈے ریکارڈ نال مطابقت نہیں رکھدی۔
pa_in: ਲਿੰਗ ਲਈ ਫਿਲਡ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਹ ਸਾਡੇ ਰਿਕਾਰਡਾਂ ਦੇ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ।
pl: Sprawdź wartość pola Płeć. Ta wartość nie pasuje do naszych danych.
ru: Проверьте пол. Он не совпадает со сведениями в системе.
sd: جنس لاءِ فيلڊ چيڪ ڪريو. اسان اساجي رڪارڊ سان ڀيٽ نٿي ٿئي.
si: ස්ත්‍රී පුරුෂභාවය සඳහා වන ක්‍ෂේත්‍රය පරීක්ෂා කරන්න. එය අපගේ වාර්තා වලට නොගැළපේ.
sl: Preverite polje za spol. Ne ujema se z našo evidenco.
sr_cyrl_rs: Проверите поље за пол. Не подудара се са нашом евиденцијом.
sr_latn_rs: Proverite polje za pol. Ne podudara se sa našom evidencijom.
sv: Kontrollera fältet för kön. Det stämmer inte med våra uppgifter.
ta: பாலினத்திற்கான புலத்தைச் சரிபார்க்கவும். இது எங்கள் பதிவுகளுடன் பொருந்தவில்லை.
te: లింగం ఫీల్డ్‌ని తనిఖీ చేయండి. మా రికార్డ్‌లలో ఉన్న దానితో ఇది సరిపోలలేదు.
tg: Майдони ҷинсро санҷед. Он бо сабтҳои мо мувофиқ нест.
th: ตรวจสอบเพศในฟิลด์ เพศไม่ตรงกับเรกคอร์ดของเรา
tr: Cinsiyet alanını kontrol edin. Kayıtlarımızla eşleşmiyor.
tt: Җенес кырын тикшерегез. Ул безнең язмаларга туры килми.
ug: جىنسى قويۇلغان ئورۇننى تەكشۈرۈڭ. بىزنىڭ خاتىرلىگىنىمىزگە ماس كەلمىدى.
uk: Перевірте стать. Вона не збігається з відомостями в системі.
ur: جنس کے لیے قطعہ کی پڑتال کریں۔ یہ ہمارے ریکارڈ سے موازنہ نہیں رکھتا۔
uz: Jins maydonini tekshiring. U bizning qaydlarimizga mos kelmayapti.
vi: Kiểm tra trường cho giới tính. Nó không khớp với bản ghi của chúng tôi.
zh_hans: 请检查性别字段。它与我们的记录不匹配。
zh_hant: 請檢查性別欄位，它與我們的記錄不相符。

# Literal.Klarna.Add.InvalidNameAndAddress
source: Check your name and address. One doesn't match the other.
af: Kontroleer jou naam en adres. Die een stem nie ooreen met die ander nie.
am: ስምዎን እና አድራሻዎን ይፈትሹ። አንዱ ከአንዱ ጋር አይጣጣምም።
ar: تحقق من اسمك وعنوانك. إحداهما لا يتطابق مع الآخر.
as: আপোনাৰ নাম আৰু ঠিকনা পৰীক্ষা কৰক৷ এটা আনটোৰ সৈতে মিলা নাই৷
az: Adınızı və ünvanınızı yoxlayın. Biri başqasına uyğun gəlmir.
bg: Проверете името и адреса си. Едното не съвпада с другото.
bn_in: আপনার নাম ও ঠিকানা পরীক্ষা করে দেখুন। একটি অন্যের সাথে মেলে না।
bs: Provjerite svoje ime i adresu. Ne podudaraju se.
cy: Gwiriwch eich enw a chyfeiriad. Dydy un ddim yn cyd-fynd â'r llall.
da: Kontrollér navn og adresse. De passer ikke sammen.
de: Überprüfen Sie Ihren Namen und Ihre Adresse. Sie ergeben keine Übereinstimmung.
el: Ελέγξτε το όνομα και τη διεύθυνσή σας. Δεν αντιστοιχούν με τα αρχεία μας.
es: Comprueba tu nombre y dirección. No coinciden.
et: Kontrollige nime ja aadressi. Need ei sobi omavahel.
eu: Egiaztatu izena eta helbidea. Bata ez dator bestearekin bat.
fa: نام و آدرس خود را بررسی کنید. یکی از آنها با دیگری مطابقت ندارد.
ga: Seiceáil do shloinne agus do sheoladh. Ní hionann iad.
gd: Thoir sùil air d’ ainm is an seòladh agad. Chan eil an dàrna fear a-rèir an fir eile.
gl: Comproba o nome e os apelidos. Un deles non coincide cos nosos rexistros.
gu: તમારૂં નામ અને સરનામું તપાસો. અમારા રેકર્ડ્સની સાથે એક મેચ થતું નથી.
he: בדוק את השם והכתובת שלך. הם לא תואמים זה לזה.
hi: अपना नाम और पता जाँचें. एक दूसरे से मेल नहीं खाते.
hr: Provjerite svoje ime i adresu. Ne podudaraju se.
hu: Ellenőrizze a nevet és a címet. Az egyik nem felel meg a másiknak.
id: Periksa nama dan alamat Anda. Salah satu yang Anda masukkan tidak sesuai dengan yang lainnya.
is: Athugaðu nafn og heimilisfang. Annað hvort passar ekki við hitt.
ja: 名前と住所をご確認ください。入力情報が不一致です。
ka: შეამოწმეთ თქვენი გვარი და მისამართი. ერთი არ შეესაბამება მეორეს.
kk: Атыңыз бен мекенжайыңызды тексеріңіз. Біреуі басқасына сәйкес келмейді.
kn: ನಿಮ್ಮ ಹೆಸರು ಮತ್ತು ವಿಳಾಸ ಪರಿಶೀಲಿಸಿ. ಒಂದು ಮತ್ತೊಂದಕ್ಕೆ ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 이름과 주소를 확인하세요. 하나는 다른 하나와 일치하지 않습니다.
ku_arab: ناو و ناونیشانت بپشکنه. لەگەڵ تۆمارەکانی ئێمەدا ناگونجێت.
ky: Атыңыз менен дарегиңизди текшериңиз. Бири экинчисине төп келбей жатат.
lo: ກວດເບິ່ງຊື່ແລະທີ່ຢູ່ຂອງທ່ານ. ໂຕໜຶ່ງບໍ່ກົງກັນກັບໂຕອື່ນ.
lt: Patikrinkite vardą ir adresą. Jie vienas kito neatitinka.
lv: Pārbaudiet savu vārdu un adresi. Viens no tiem neatbilst otram.
mi: Tirohia tō ingoa me tō wāhitau. Kāore tētahi i te taurite ki tētahi.
mk: Проверете ги името и адресата. Не се совпаѓаат едно со друго.
ml: നിങ്ങളുടെ പേരും വിലാസവും പരിശോധിക്കുക. ഒന്ന് മറ്റൊന്നുമായി പൊരുത്തപ്പെടുന്നില്ല.
mn: Нэр, хаягаа шалгана уу. Нэг нь бусадтайгаа таарахгүй байна.
mr: आपले नाव आणि पत्ता तपासा. एक दुसऱ्याशी जुळत नाही.
ms: Semak nama dan alamat anda. Satu daripadanya tidak sepadan dengan yang lain.
mt: Iċċekkja l-isem u l-indirizz tiegħej. Wieħed ma jaqbilx mal-ieħor.
ne: आफ्नो नाम र ठेगाना जाँच्नुहोस्। एउटा अर्कासँग मेल खाँदैन।
nn_no: Kontroller fornamn og adresse. Dei samsvarer ikkje.
no: Kontroller navn og adresse. Det ene samsvarer ikke med det andre.
or: ଆପଣଙ୍କ ନାମ ଏବଂ ଠିକଣା ଯାଞ୍ଚ କରନ୍ତୁ. ଗୋଟିଏ ଅନ୍ୟଟି ସହ ମେଳ ହେଉ ନାହିଁ.
pa_arab_pk: اپنا ناں اتے پتہ چیک کرو۔ ایہہ اک دوجے نال مطابقت نہیں رکھدے۔
pa_in: ਆਪਣੇ ਨਾਮ ਅਤੇ ਪਤੇ ਦੀ ਜਾਂਚ ਕਰੋ। ਪਹਿਲਾ ਦੂਜੇ ਦੇ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ।
pl: Sprawdź imię i nazwisko oraz adres. Te wartości nie pasują do siebie.
ru: Проверьте имя и адрес. Они не соответствуют друг другу.
sd: پنهنجو نالو ۽ پتو چيڪ ڪريو. اهو هڪ ٻئي سان ڀيٽ نٿو ٿئي.
si: ඔබගේ නම සහ ලිපිනය පරීක්ෂා කරන්න. එකක් අනෙකට නොගැළපේ.
sl: Preverite ime in naslov. Eden se ne ujema z drugim.
sr_cyrl_rs: Проверите име и адресу. Једно се не подудара са другим.
sr_latn_rs: Proverite ime i adresu. Jedno se ne podudara sa drugim.
sv: Kontrollera ditt namn och din adress. De stämmer inte.
ta: உங்கள் பெயர் மற்றும் முகவரியைச் சரிபார்க்கவும். ஒன்று மற்றதுடன் பொருந்தவில்லை.
te: మీ పేరు మరియు చిరునామాని తనిఖీ చేయండి. ఒకటి మరొక దానితో సరిపోలలేదు.
tg: Ном ва суроғаи худро санҷед. Якеаш бо дигараш мувофиқ нест.
th: ตรวจสอบชื่อจริงและที่อยู่ของคุณ ข้อมูลไม่สัมพันธ์กัน
tr: Adınızı ve adresinizi kontrol edin. Birbirleriyle eşleşmiyorlar.
tt: Исемегезне һәм адресыгызны тикшерегез. Берсе икенчесенә туры килми.
ug: ئىسىم ۋە ئىدرىسىڭىزنى تەكشۈرۈڭ. بىر-بىرىگە ماس كەلمىدى.
uk: Перевірте ім’я та адресу. Вони не відповідають одне одному.
ur: اپنے نام اور پتہ کی پڑتال کریں۔ ایک دوسرے سے موازنہ نہیں رکھتا۔
uz: Ism va manzilingizni tekshiring. Ulardan biri boshqasiga mos kelmayapti.
vi: Kiểm tra tên và địa chỉ của bạn. Chúng không khớp nhau.
zh_hans: 请检查你的名字和地址。它们不匹配。
zh_hant: 請檢查您的姓名和地址，它們彼此不相符。
