Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.BankBranchName
source: Bank branch name
af: Banktaknaam
am: የባንክ ስም ቅርንጫፍ ስም
ar: اسم فرع البنك
as: বেংক শাখাৰ নাম
az: Bank filialının adı
bg: Име на банков клон
bn_in: ব্যাঙ্কের শাখার নাম
bs: Naziv podružnice banke
cy: Enw cangen y banc
da: Navn på bankfilial
de: Name der Bankfiliale
el: Όνομα υποκαταστήματος τράπεζας
es: Nombre de sucursal bancaria
et: Pangakontori nimi
eu: Banku-bulegoaren izena
fa: نام شعبه بانک
ga: Ainm bhrainse an bhainc
gd: Ainm meur a’ bhanca
gl: Nome da sucursal bancaria
gu: બેંકનું નામ, શાખાનું નામ
he: שם סניף הבנק
hi: बैंक शाखा का नाम
hr: Naziv poslovnice banke
hu: Bankfiók neve
id: Nama cabang bank
is: Heiti bankaútibús
ja: 銀行名、銀行支店名
ka: ბანკის ფილიალის დასახელება
kk: Банк филиалының атауы
kn: ಬ್ಯಾಂಕ್ ಶಾಖೆ ಹೆಸರು
ko: 은행 지점 이름
ku_arab: ناونیشانی لقی بانک
ky: Банк аты, филиал аты
lo: ຊື່ສາຂາທະນາຄານ
lt: Banko filialo pavadinimas
lv: Bankas filiāles nosaukums
mi: Ingoa pekanga pēke
mk: Име на филијалата на банката
ml: ബാങ്ക് ശാഖയുടെ പേര്
mn: Банкны салбарын нэр
mr: बँक शाखा नाव
ms: Nama cawangan bank
mt: Isem tal-fergħa tal-bank
ne: बैंक शाखा नाम
nn_no: Namn på bankfilial
no: Bankfilialnavn
or: ବ୍ୟାଙ୍କ ଶାଖା ନାମ
pa_arab_pk: بینک دی برانچ دا ناں
pa_in: ਬੈਂਕ ਦੀ ਸ਼ਾਖਾ ਦਾ ਨਾਂ
pl: Nazwa oddziału banku
ru: Название филиала банка
sd: بئنڪ جي شاخ جو نالو
si: බැංකුවේ ශාඛාවේ නම
sl: Ime bančne podružnice
sr_cyrl_rs: Име пословнице банке
sr_latn_rs: Ime poslovnice banke
sv: Bankkontorets namn
ta: வங்கிக் கிளையின் பெயர்
te: బ్యాంక్ శాఖ పేరు
tg: Номи филиали бонк
th: ชื่อสาขาธนาคาร
tr: Banka şubesi adı
tt: Банк бүлекчәсе исеме
ug: تارماق بانكا نامى
uk: Назва філії банку
ur: بینک کی برانچ کا نام
uz: Bank filiali nomi
vi: Tên chi nhánh ngân hàng
zh_hans: 支行名称
zh_hant: 銀行分行名稱

# Literal.BankSWIFTCode
source: Bank SWIFT code
af: Bank-SWIFT-kode
am: የባንክ SWIFT ኮድ
ar: رمز SWIFT الخاص بالبنك
as: বেংকৰ SWIFT ক'ড
az: Bankın SWIFT kodu
bg: SWIFT код на банката
bn_in: ব্যাঙ্ক SWIFT কোড
bs: SWIFT kôd banke
cy: Cod SWIFT y banc
da: Bankens SWIFT-kode
de: SWIFT-Code der Bank
el: Κωδικός SWIFT τράπεζας
es: Código SWIFT del banco
et: Panga SWIFT-kood
eu: Bankuaren SWIFT kodea
fa: کد سوئیفت بانک
ga: Cód SWIFT an bhainc
gd: Còd SWIFT a’ bhanca
gl: Código SWIFT do banco
gu: બેન્ક SWIFT કોડ
he: קוד SWIFT של הבנק
hi: बैंक का SWIFT कोड
hr: SWIFT adresa banke
hu: Bank SWIFT-kódja
id: Kode SWIFT bank
is: SWIFT-kóði banka
ja: 銀行 SWIFT コード
ka: ბანკის SWIFT კოდი
kk: Банктың SWIFT коды
kn: ಬ್ಯಾಂಕ್ SWIFT ಕೋಡ್‌
ko: 은행 SWIFT 코드
ku_arab: کۆدی SWIFT ی بانک
ky: Банктын SWIFT коду
lo: ລະຫັດ SWIFT ທະ​ນາ​ຄານ
lt: Banko SWIFT kodas
lv: Bankas SWIFT kods
mi: Waehere SWIFT Pēke
mk: SWIFT-код на банката
ml: ബാങ്ക് സ്വിഫ്റ്റ് കോഡ്
mn: Банкны SWIFT код
mr: बँक SWIFT कोड
ms: Kod SWIFT bank
mt: Kodiċi SWIFT tal-bank
ne: बैंक SWIFT कोड
nn_no: SWIFT-kode for bank
no: Bankens SWIFT-kode
or: ବ୍ୟାଙ୍କ SWIFT କୋଡ୍
pa_arab_pk: بینک دا SWIFT کوڈ
pa_in: ਬੈਂਕ ਦਾ SWIFT ਕੋਡ
pl: Kod SWIFT banku
ru: Код SWIFT банка
sd: بئنڪ جو SWIFT ڪوڊ
si: බැංකුවේ SWIFT කේතය
sl: Koda SWIFT banke
sr_cyrl_rs: SWIFT шифра банке
sr_latn_rs: SWIFT šifra banke
sv: Bankens SWIFT-kod
ta: வங்கியின் SWIFT குறியீடு
te: బ్యాంక్ స్విఫ్ట్ కోడ్
tg: Рамзи SWIFT-и бонк
th: รหัส SWIFT ธนาคาร
tr: Banka SWIFT kodu
tt: Банкның SWIFT коды
ug: بانكا SWIFT كودى
uk: Код SWIFT банку
ur: بینک SWIFT کوڈ
uz: Bank SWIFT kodi
vi: Mã SWIFT ngân hàng
zh_hans: 银行 SWIFT 代码
zh_hant: 銀行 SWIFT 模式

# Literal.BankAddress1
source: Bank address 1
af: Bankadres 1
am: የባንክ አድራሻ 1
ar: عنوان البنك 1
as: বেংক ঠিকনা 1
az: Bank ünvanı 1
bg: Адрес на банка 1
bn_in: ব্যাঙ্কের ঠিকানা 1
bs: Adresa banke 1
cy: Cyfeiriad banc 1
da: Bankadresse 1
de: Adresse der Bank (1)
el: Διεύθυνση τράπεζας 1
es: Dirección 1 del banco
et: Panga aadress 1
eu: 1. bankuaren helbidea
fa: آدرس بانک 1
ga: Seoladh bainc 1
gd: Seòladh a’ bhanca 1
gl: Enderezo bancario 1
gu: બેન્કનું સરનામું 1
he: כתובת בנק 1
hi: बैंक का पता 1
hr: Adresa banke 1
hu: Bankcím – 1. sor
id: Alamat bank 1
is: Póstfang banka 1
ja: 銀行住所 1
ka: ბანკის მისამართის სტრიქონი 1
kk: 1-банк мекенжайы
kn: ಬ್ಯಾಂಕ್ ವಿಳಾಸ 1
ko: 은행 주소 1
ku_arab: ناونیشانی بانک ١
ky: Банктын дареги 1
lo: ທີ່​ຢູ່​ທະ​ນາ​ຄານ 1
lt: 1 banko adresas
lv: Bankas adrese 1
mi: Wāhitau pēke 1
mk: Адреса на банка 1
ml: ബാങ്ക് വിലാസം 1
mn: Банкны хаяг 1
mr: बँक पत्ता 1
ms: Alamat bank 1
mt: Indirizz tal-bank 1
ne: बैंक ठेगाना 1
nn_no: Bankadresse 1
no: Bankadresse 1
or: ବ୍ୟାଙ୍କ ଠିକଣା 1
pa_arab_pk: بینک پتہ 1
pa_in: ਬੈਂਕ ਦਾ ਪਤਾ 1
pl: 1. wiersz adresu banku
ru: Адрес банка 1
sd: بئنڪ پتو 1
si: බැංකුවේ ලිපිනය 1
sl: Naslov banke 1
sr_cyrl_rs: Адреса банке 1
sr_latn_rs: Adresa banke 1
sv: Bankadress 1
ta: வங்கியின் முகவரி 1
te: బ్యాంక్ చిరునామా 1
tg: Сатри 1-ум суроғаи бонк
th: ที่อยู่ธนาคาร 1
tr: Banka adresi 1
tt: Банк адресы 1
ug: بانكا ئادرېسى 1
uk: Адреса банку 1
ur: بینک پتہ 1
uz: Bank manzili 1
vi: Địa chỉ ngân hàng 1
zh_hans: 银行地址 1
zh_hant: 銀行地址 1

# Literal.BankAddress2
source: Bank address 2
af: Bankadres 2
am: የባንክ አድራሻ 2
ar: عنوان البنك 2
as: বেংক ঠিকনা 2
az: Bank ünvanı 2
bg: Адрес на банка 2
bn_in: ব্যাঙ্কের ঠিকানা 2
bs: Adresa banke 2
cy: Cyfeiriad banc 2
da: Bankadresse 2
de: Adresse der Bank (2)
el: Διεύθυνση τράπεζας 2
es: Dirección 2 del banco
et: Panga aadress 2
eu: 2. bankuaren helbidea
fa: آدرس بانک 2
ga: Seoladh bainc 2
gd: Seòladh a’ bhanca 2
gl: Enderezo bancario 2
gu: બેન્કનું સરનામું 2
he: כתובת בנק 2
hi: बैंक का पता 2
hr: Adresa banke 2
hu: Bankcím – 2. sor
id: Alamat bank 2
is: Póstfang banka 2
ja: 銀行住所 2
ka: ბანკის მისამართის სტრიქონი 2
kk: 2-банк мекенжайы
kn: ಬ್ಯಾಂಕ್ ವಿಳಾಸ 2
ko: 은행 주소 2
ku_arab: ناونیشانی بانک ٢
ky: Банктын дареги 2
lo: ທີ່​ຢູ່​ທະ​ນາ​ຄານ 2
lt: 2 banko adresas
lv: Bankas adrese 2
mi: Wāhitau pēke 2
mk: Адреса на банка 2
ml: ബാങ്ക് വിലാസം 2
mn: Банкны хаяг 2
mr: बँक पत्ता 2
ms: Alamat bank 2
mt: Indirizz tal-bank 2
ne: बैंक ठेगाना 2
nn_no: Bankadresse 2
no: Bankadresse 2
or: ବ୍ୟାଙ୍କ ଠିକଣା 2
pa_arab_pk: بینک پتہ 2
pa_in: ਬੈਂਕ ਦਾ ਪਤਾ 2
pl: 2. wiersz adresu banku
ru: Адрес банка 2
sd: بئنڪ پتو 2
si: බැංකුවේ ලිපිනය 2
sl: Naslov banke 2
sr_cyrl_rs: Адреса банке 2
sr_latn_rs: Adresa banke 2
sv: Bankadress 2
ta: வங்கியின் முகவரி 2
te: బ్యాంక్ చిరునామా 2
tg: Сатри 2-юм суроғаи бонк
th: ที่อยู่ธนาคาร 2
tr: Banka adresi 2
tt: Банк адресы 2
ug: بانكا ئادرېسى 2
uk: Адреса банку 2
ur: بینک پتہ 2
uz: Bank manzili 2
vi: Địa chỉ ngân hàng 2
zh_hans: 银行地址 2
zh_hant: 銀行地址 2

# Literal.BankTownCity
source: Bank Town/City
af: Bankdorp/stad
am: የባንክ መገኛ ከተማ
ar: بلدة/مدينة البنك
as: বেংক থকা চহৰ/মহানগৰ
az: Bankın yerləşdiyi Qəsəbə/Şəhər
bg: Град/населено място на банката
bn_in: শহর
bs: Grad banke
cy: Tref/Dinas y Banc
da: Bankens by
de: Stadt/Ort der Bank
el: Πόλη τράπεζας
es: Ciudad o pueblo del banco
et: Panga asula/linn
eu: Bankuaren herria/hiria
fa: شهر/شهرک بانک
ga: Baile/Cathair an bhainc
gd: Baile/Cathair a’ bhanca
gl: Cidade do banco
gu: બેન્કનું નગર/શહેર
he: עיירה/עיר של הבנק
hi: बैंक का नगर/शहर
hr: Grad banke
hu: Bank városa/települése
id: Kota/Kabupaten Bank
is: Bær/borg banka
ja: 銀行の市
ka: ბანკის დაბა/ქალაქი
kk: Банк орналасқан қала
kn: ಬ್ಯಾಂಕ್ ಪಟ್ಟಣ/ನಗರ
ko: 은행 구/군/시
ku_arab: شار/شارۆچکەی بانک
ky: Банктын шаары/шаарчасы
lo: ເຂດປົກຄອງ/ເມືອງຂອງ ທະ​ນາ​ຄານ
lt: Banko miestas
lv: Bankas atrašanās vietas pilsēta
mi: Tāone Pēke/Tāone nui
mk: Град на банката
ml: ബാങ്ക് പട്ടണം/നഗരം
mn: Банкны хот/суурин газар
mr: बँक नगर/शहर
ms: Pekan/Bandar Bank
mt: Belt tal-Bank
ne: बैंक टोल/सहर
nn_no: Stad for bank
no: Bankens by/poststed
or: ବ୍ୟାଙ୍କ ନଗର/ସହର
pa_arab_pk: بینک دا قصبہ/شہر
pa_in: ਬੈਂਕ ਦਾ ਕਸਬਾ/ਸ਼ਹਿਰ
pl: Miejscowość banku
ru: Город или другой населенный пункт, в котором расположен банк
sd: بئنڪ جو ٽائون/شهر
si: බැංකුවේ නගරය/නුවර
sl: Kraj/mesto banke
sr_cyrl_rs: Град банке
sr_latn_rs: Grad banke
sv: Stad/ort för bank
ta: வங்கி நகரம்/நகர்
te: బ్యాంక్ పట్టణం/నగరం
tg: Шаҳрак/шаҳри бонк
th: เมืองธนาคาร
tr: Banka İlçesi/Şehri
tt: Банк урнашкан шәһәр/торак пункт
ug: بانكا بازار ياكى شەھەر
uk: Місто чи інший населений пункт, у якому розташовано банк
ur: بینک قصبہ/شہر
uz: Bank joylashgan Shaharcha/Shahar
vi: Thị trấn/Thành phố của ngân hàng
zh_hans: 银行所在市/县/镇
zh_hant: 銀行縣/市

# Literal.BankStateProvince
source: Bank State/Province
af: Bankdeelstaat/provinsie
am: የባንክ መገኛ ግዛት/አውራጃ
ar: محافظة/منطقة البنك
as: বেংক থকা ৰাজ্য/অঞ্চল
az: Bankın yerləşdiyi Ştat/Əyalət
bg: Щат/провинция на банката
bn_in: ব্যাঙ্ক রাজ্য/প্রদেশ
bs: Savezna država / pokrajina banke
cy: Sir/Rhanbarth y Banc
da: Bankens stat/provins
de: Bundesland/Kanton der Bank
el: Νομός/Επαρχία τράπεζας
es: Estado o provincia del banco
et: Panga osariik/maakond
eu: Bankuaren estatua/probintzia
fa: ایالت/استان بانک
ga: Stát/Cúige an bhainc
gd: Siorrachd/còigeamh/stàit a’ bhanca
gl: Provincia ou estado do banco
gu: બેન્કનું રાજય/પ્રાંત
he: מדינה/מחוז של הבנק
hi: बैंक का राज्य/प्रांत
hr: Savezna država / pokrajina banke
hu: Bank állama/megyéje
id: Wilayah/Provinsi Bank
is: Ríki/hérað banka
ja: 銀行の都道府県
ka: ბანკის შტატი/პროვინცია
kk: Банк орналасқан облыс/аудан
kn: ಬ್ಯಾಂಕ್ ರಾಜ್ಯ/ಪ್ರಾಂತ್ಯ
ko: 은행 시/도
ku_arab: دەوڵەت/پارێزگای بانک
ky: Банктын шаары/аймагы
lo: ແຂວງ/ລັດຂອງທະນາຄານ
lt: Banko apskritis arba rajonas
lv: Bankas atrašanās vietas valsts/province
mi: Kāwanatanga Pēke/Porowini
mk: Држава/провинција на банката
ml: ബാങ്ക് സംസ്ഥാനം/പ്രവിശ്യ
mn: Банкны муж улс/аймаг
mr: बँक राज्य/प्रांत
ms: Negeri/Wilayah Bank
mt: Stat/Provinċja tal-Bank
ne: बैंक राज्य/प्रान्त
nn_no: Delstat/provins for bank
no: Bankens delstat/område
or: ବ୍ୟାଙ୍କ ରାଜ୍ୟ/ପ୍ରଦେଶ
pa_arab_pk: بینک دی ریاست/صوبہ
pa_in: ਬੈਂਕ ਦਾ ਰਾਜ/ਪ੍ਰਾਂਤ
pl: Województwo banku
ru: Область, республика, край или округ, в котором расположен банк
sd: بئنڪ جي رياست/صوبو
si: බැංකුවේ ප්‍රාන්තය/පළාත
sl: Zvezna država/provinca banke
sr_cyrl_rs: Држава/покрајина банке
sr_latn_rs: Država/pokrajina banke
sv: Delstat/region för bank
ta: வங்கி மாநிலம்/மாகாணம்
te: బ్యాంక్ రాష్ట్రం/ప్రావిన్స్
tg: Штат/вилояти бонк
th: รัฐ/จังหวัดธนาคาร
tr: Banka Eyaleti/İli
tt: Банк урнашкан штат/өлкә
ug: بانكا ئىشتات ياكى ئۆلكە
uk: Область/республіка, у якій розташовано банк
ur: بینک ریاست/صوبہ
uz: Bank joylashgan Shtat/Viloyat
vi: Bang/Tỉnh của ngân hàng
zh_hans: 银行所在省/自治区/直辖市
zh_hant: 銀行州/省

# Literal.BankPostalCode
source: Bank Postal code
af: Bankposkode
am: የባንክ የፖስታ ኮድ
ar: الرمز البريدي للبنك
as: বেংকৰ পোষ্টেল কোড
az: Bankın poçt indeksi
bg: Пощенски код на банката
bn_in: ব্যাঙ্কের পোষ্টাল কোড
bs: Poštanski broj banke
cy: Cod post y banc
da: Bankens postnummer
de: Postleitzahl der Bank
el: Ταχυδρομικός κώδικας τράπεζας
es: Código postal del banco
et: Panga sihtnumber
eu: Bankuaren posta-kodea
fa: کد پستی بانک
ga: Cód poist an bhainc
gd: Còd-puist a’ bhanca
gl: Código postal do banco
gu: બેન્કનો પોસ્ટલ કોડ
he: מיקוד הבנק
hi: बैंक का पोस्टल कोड
hr: Poštanski broj banke
hu: Bank irányítószáma
id: Kode pos bank
is: Póstnúmer banka
ja: 銀行郵便番号
ka: ბანკის საფოსტო კოდი
kk: Банктың пошталық индексі
kn: ಬ್ಯಾಂಕ್‌ ಪೋಸ್ಟಲ್ ಕೋಡ್
ko: 은행 우편 번호
ku_arab: کۆدی پۆستەی بانک
ky: Банктын почталык дареги
lo: ລະຫັດໄປສະນີ ທະ​ນາ​ຄານ
lt: Banko pašto kodas
lv: Bankas pasta indekss
mi: Waehere Poutāpeta Pēke
mk: Поштенски број на банката
ml: ബാങ്ക് തപാൽ കോഡ്
mn: Банкны шуудангийн код
mr: बँक पोस्टल कोड
ms: Poskod Bank
mt: Kodiċi Postali tal-Bank
ne: बैंक हुलाक कोड
nn_no: Postnummer for bank
no: Bankens postnummer
or: ବ୍ୟାଙ୍କ ପୋଷ୍ଟାଲ୍ କୋଡ୍
pa_arab_pk: بینک دا پوسٹل کوڈ
pa_in: ਬੈਂਕ ਦਾ ਡਾਕ ਕੋਡ
pl: Kod pocztowy banku
ru: Почтовый индекс банка
sd: بئنڪ جو پوسٽل ڪوڊ
si: බැංකුවේ තැපැල් ‍කේතය
sl: Poštna številka banke
sr_cyrl_rs: Поштански број банке
sr_latn_rs: Poštanski broj banke
sv: Bankens postnummer
ta: வங்கியின் அஞ்சல் குறியீடு
te: బ్యాంక్ పోస్టల్ కోడ్
tg: Индекси почтаи бонк
th: รหัสไปรษณีย์ธนาคาร
tr: Banka Posta kodu
tt: Банкның почта индексы
ug: بانكا پوچتا كودى
uk: Поштовий індекс банку
ur: بینک پوسٹ کوڈ
uz: Bank pochta indeksi
vi: Mã bưu điện ngân hàng
zh_hans: 银行邮政编码
zh_hant: 銀行郵遞區號

# Literal.DisbursementCurrency
source: Disbursement currency
af: Uitbetalingsgeldeenheid
am: የሚከፈልበት የምንዛሬ አይነት
ar: عملة الصرف
as: বিতৰণ কৰা মুদ্ৰা
az: Ödəmə valyutası
bg: Валута на изплащането
bn_in: বিতরণ মুদ্রা
bs: Valuta isplate
cy: Arian treuliau
da: Valuta for udbetaling
de: Auszahlungswährung
el: Νόμισμα εκταμίευσης
es: Moneda de pago
et: Väljamakse valuuta
eu: Ordainketen moneta
fa: ارز رایج
ga: Airgeadra na híocaíochta
gd: Airgeadra a’ phàighidh
gl: Moeda do desembolso
gu: વિનિમય ચલણ
he: מטבע לתשלום
hi: संवितरण मुद्रा
hr: Valuta isplate
hu: Kifizetés pénzneme
id: Mata uang pencairan
is: Greiðslugjaldmiðill
ja: 支払い通貨
ka: ხარჯის ვალუტა
kk: Төлем валютасы
kn: ಹಂಚಿಕೆ ಕರೆನ್ಸಿ
ko: 지불 통화
ku_arab: دراوی پارەدان
ky: Төлөө валютасы
lo: ສະກຸນເງີນຊຳລະເງິນ
lt: Išmokėjimo valiuta
lv: Izmaksas valūta
mi: Moni whakapaunga
mk: Валута на исплата
ml: വിതരണം ചെയ്യുന്ന കറൻസി
mn: Зарлагын валют
mr: वाटप चलन
ms: Mata wang pembayaran
mt: Munita tal-ħlasijiet
ne: डिस्बर्समेन्ट मुद्रा
nn_no: Utbetalingsvaluta
no: Utbetalingsvaluta
or: ବିତରଣ କରିବାକୁ ଥିବା ମୂଦ୍ରା
pa_arab_pk: ادائیگی لئی سکہ
pa_in: ਭੁਗਤਾਨ ਵਾਲੀ ਮੁਦਰਾ
pl: Waluta rozchodów
ru: Валюта выплаты
sd: ادائيگي جو سڪو
si: වියපැහැදම් මූල්‍යය
sl: Valuta izplačila
sr_cyrl_rs: Валута исплате
sr_latn_rs: Valuta isplate
sv: Utbetalningsvaluta
ta: அனுப்பும் நாணயம்
te: బట్వాడాలో ఉన్న కరెన్సీ
tg: Асъори пардохт
th: สกุลเงินการชำระเงิน
tr: Ödeme para birimi
tt: Түләү валютасы
ug: خىراجەت پۇل بىرلىكى
uk: Валюта виплати
ur: ادا کردہ کرنسی
uz: To‘lov valyutasi
vi: Tiền tệ chi tiêu
zh_hans: 付款货币
zh_hant: 支出貨幣

# Literal.BankAccountLocation
source: Bank account location
af: Bankrekeningligging
am: የባንክ መለያ አካባቢ
ar: موقع الحساب البنكي
as: বেংক একাউণ্টৰ অৱস্থান
az: Bank hesabının yeri
bg: Местоположение на банковата сметка
bn_in: ব্যাঙ্ক অ্যাকাউন্টের অবস্থান
bs: Lokacija bankovnog računa
cy: Lleoliad cyfrif banc
da: Placering af bankkonto
de: Ort des Bankkontos
el: Τοποθεσία τραπεζικού λογαριασμού
es: Ubicación de cuenta bancaria
et: Pangakonto asukoht
eu: Banku-kontuaren kokalekua
fa: محل حساب بانکی
ga: Suíomh an chuntais bhainc
gd: Ionad a’ chunntais bhanca
gl: Localización da conta bancaria
gu: બેન્ક અકાઉન્ટનું સ્થળ
he: מיקום חשבון הבנק
hi: बैंक खाता स्थान
hr: Mjesto bankovnog računa
hu: Bankfiók helye
id: Lokasi rekening bank
is: Staðsetning bankareiknings
ja: 銀行口座の所在地
ka: საბანკო ანგარიშის მდებარეობა
kk: Банк шотының орны
kn: ಬ್ಯಾಂಕ್ ಖಾತೆ ಸ್ಥಳ
ko: 은행 계좌 위치
ku_arab: شوێنی ئەژمێری بانک
ky: Банктын каттоо жазуусунун жайгашуусу
lo: ທີ່ຕັ້ງບັນຊີທະນາຄານ
lt: Banko sąskaitos vieta
lv: Bankas atrašanās vieta
mi: Wāhitau pūkete pēke
mk: Локација на банкарската сметка
ml: ബാങ്ക് അക്കൗണ്ട് ലൊക്കേഷൻ
mn: Банкны дансны байршил
mr: बँक खात्याचे स्थान
ms: Lokasi akaun bank
mt: Post tal-kont tal-bank
ne: बैंक खाता स्थान
nn_no: Bankkontoplassering
no: Bankkontosted
or: ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ଅବସ୍ଥିତି
pa_arab_pk: بینک اکاؤنٹ دا مقام
pa_in: ਬੈਂਕ ਖਾਤੇ ਦੀ ਸਥਿਤੀ
pl: Lokalizacja konta bankowego
ru: Расположение банковского счета
sd: بئنڪ اڪائونٽ هنڌ
si: බැංකු ගිණුමේ පිහිටීම
sl: Lokacija bančnega računa
sr_cyrl_rs: Локација рачуна у банци
sr_latn_rs: Lokacija računa u banci
sv: Plats för bankkonto
ta: வங்கிக் கணக்கு இருப்பிடம்
te: బ్యాంకు ఖాతా స్థానం
tg: Макони ҳисоби бонкӣ
th: ตำแหน่งที่ตั้งบัญชีธนาคาร
tr: Banka hesabı konumu
tt: Банк хисабының урнашу урыны
ug: بانكا ھېسابى ئورنى
uk: Розташування банківського рахунку
ur: بینک اکاؤنٹ محل وقوع
uz: Bank hisob qaydnomasi joylashuvi
vi: Địa điểm tài khoản ngân hàng
zh_hans: 银行帐户位置
zh_hant: 銀行帳戶位置

# Literal.CompanyNameOnBankAccount
source: Company name on bank account
af: Maatskappynaam op bankrekening
am: በባንክ መለያ ላይ የተጠቀሰው የኩባንያ ስም
ar: اسم الشركة في حساب البنك
as: বেংক একাউণ্টত কোম্পানীৰ নাম
az: Bank hesabında şirkətin adı
bg: Име на фирмата по банковата сметка
bn_in: ব্যাঙ্ক অ্যাকাউন্টে থাকা কোম্পানির নাম
bs: Naziv kompanije na bankovnom računu
cy: Enw cwmni ar y cyfrif banc
da: Firmanavn på bankkonto
de: Name des Unternehmens für das Bankkonto
el: Επωνυμία εταιρείας στον τραπεζικό λογαριασμό
es: Nombre de empresa de la cuenta
et: Ettevõtte nimi pangakontol
eu: Banku-kontuko enpresaren izena
fa: نام شرکت در حساب بانکی
ga: Ainm na cuideachta ar an gcuntas bainc
gd: Ainm a’ chompanaidh air a’ chunntas bhanca
gl: Nome da empresa na conta bancaria
gu: બેન્ક અકાઉન્ટ પર કંપનીનું નામ
he: שם החברה בחשבון הבנק
hi: बैंक खाते में कंपनी का नाम
hr: Naziv tvrtke na bankovnom računu
hu: Vállalat neve a bankszámlán
id: Nama perusahaan pada rekening bank
is: Heiti fyrirtækis á bankareikningi
ja: 口座に登録されている会社名
ka: საბანკო ანგარიშში აღნიშნული კომპანიის სახელი
kk: Банк шотындағы компания атауы
kn: ಬ್ಯಾಂಕ್ ಖಾತೆಯಲ್ಲಿ ಕಂಪನಿ ಹೆಸರು
ko: 계좌의 회사명
ku_arab: ناوی کۆمپانیا له ئەژمێری بانکدا
ky: Банктын каттоо жазуусундагы компания аты
lo: ຊື່ບໍລິສັດໃນ ບັນຊີທະນາຄານ
lt: Įmonės pavadinimas banko sąskaitoje
lv: Uzņēmuma nosaukums, kam pieder bankas konts
mi: Ingoa kamupene i te pūkete pēke
mk: Име на компанијата на банкарската сметка
ml: ബാങ്ക് അക്കൌണ്ടിലെ കമ്പനിയുടെ പേര്
mn: Банкны дансан дээрх компаний нэр
mr: बँक खात्यावर कंपनी नाव
ms: Nama syarikat pada akaun bank
mt: Isem tal-kumpanija fuq il-kont bankarju
ne: बैंक खातामा भएको कम्पनी नाम
nn_no: Selskapsnamn på bankkonto
no: Firmanavn for bankkonto
or: ବ୍ୟାଙ୍କ ଅକାଉଣ୍ଟରେ ଥିବା କମ୍ପାନୀ ନାମ
pa_arab_pk: کمپنی دا ناں یا بینک اکاؤنٹ
pa_in: ਬੈਂਕ ਖ਼ਾਤੇ ਤੇ ਕੰਪਨੀ ਦਾ ਨਾਂ
pl: Nazwa firmy w danych konta bankowego
ru: Наименование компании для банковского счета
sd: ڪمپني نالو يا بئنڪ اڪائونٽ
si: බැංකු ගිණුමේ ඇති සමාගමේ නම
sl: Ime podjetja na bančnem računu
sr_cyrl_rs: Назив компаније на рачуну у банци
sr_latn_rs: Naziv kompanije na računu u banci
sv: Företagsnamn för bankkonto
ta: வங்கிக் கணக்கிலுள்ள நிறுவனத்தின் பெயர்
te: బ్యాంకు ఖాతా మీద సంస్థ పేరు
tg: Номи ширкат дар суратҳисоби бонкӣ
th: ชื่อบริษัทบนบัญชีธนาคาร
tr: Banka hesabındaki şirket adı
tt: Банк хисабындагы ширкәт исеме
ug: بانكا ھېسابىدىكى شىركەت ئىسمى
uk: Назва компанії для банківського рахунку
ur: بینک اکاؤنٹ پر کمپنی کا نام
uz: Bank hisob raqamidagi kompaniya nomi
vi: Tên công ty trên tài khoản ngân hàng
zh_hans: 银行帐户上的公司名称
zh_hant: 公司名稱或銀行帳戶

# Word.StateProvince
source: State/Province
af: Deelstaat/provinsie
am: ግዛት/አውራጃ
ar: المحافظة/المنطقة
as: ৰাজ্য/অঞ্চল
az: Ştat/Əyalət
bg: Щат/провинция
bn_in: রাজ্য/প্রদেশ
bs: Savezna država / pokrajina
cy: Talaith/Rhanbarth
da: Stat/provins
de: Bundesland/Kanton
el: Νομός/Επαρχία
es: Estado o provincia
et: Osariik/maakond
eu: Estatua/Probintzia
fa: ایالت/استان
ga: Stát/Cúige
gd: Siorrachd/Còigeamh/Stàit
gl: Estado ou provincia
gu: રાજય/ પ્રાંત
he: מדינה/מחוז
hi: राज्य/प्रांत
hr: Savezna država / pokrajina
hu: Állam/megye
id: Wilayah/Provinsi
is: Ríki/hérað
ja: 都道府県
ka: შტატი/პროვინცია
kk: Облыс/аудан
kn: ರಾಜ್ಯ/ಪ್ರದೇಶ
ko: 시/도
ku_arab: دەوڵەت/پارێزگا
ky: Шаары/аймагы
lo: ລັດ/ແຂວງ
lt: Valstija / provincija
lv: Valsts/rajons
mi: Kāwanatanga/Porowini
mk: Држава/провинција
ml: സംസ്ഥാനം/പ്രവിശ്യ
mn: Муж улс/аймаг
mr: राज्य/प्रांत
ms: Negeri/Wilayah
mt: Stat/Provinċja
ne: राज्य/प्रान्त
nn_no: Delstat/provins
no: Delstat/område
or: ରାଜ୍ୟ/ପ୍ରଦେଶ
pa_arab_pk: ریاست/صوبہ
pa_in: ਰਾਜ/ਪ੍ਰਾਂਤ
pl: Województwo
ru: Область, республика, край, округ
sd: خطو/صوبو
si: ප්‍රාන්තය/පළාත
sl: Zvezna država/provinca
sr_cyrl_rs: Држава/покрајина
sr_latn_rs: Država/pokrajina
sv: Delstat/region
ta: மாநிலம்/மாகாணம்
te: రాష్ట్రం/ప్రావిన్స్
tg: Штат/вилоят
th: รัฐ/จังหวัด
tr: Eyalet/İl
tt: Штат/өлкә
ug: ئىشتات ياكى ئۆلكە
uk: Область/республіка
ur: ریاست/صوبہ
uz: Shtat/Viloyat
vi: Bang/Tỉnh
zh_hans: 省/自治区/直辖市
zh_hant: 州/省

# Literal.ContactEmail
source: Contact email
af: Kontak-e-pos
am: የእውቂያ ኢሜይል
ar: ‏‫البريد الإلكتروني لجهة الاتصال
as: যোগাযোগৰ ই-মেইল
az: Əlaqə şəxsinin e-poçtu
bg: Имейл за връзка
bn_in: যোগাযোগের জন্য ইমেল
bs: Kontaktna adresa e-pošte
cy: E-bost cyswllt
da: Kontaktmail
de: Kontakt-E-Mail
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου επικοινωνίας
es: Correo electrónico de contacto
et: Kontaktmeiliaadress
eu: Kontaktuaren helbidea
fa: ایمیل تماس
ga: Ríomhphost teagmhála
gd: Post-d conaltraidh
gl: Correo electrónico de contacto
gu: સંપર્ક ઇમેઈલ
he: כתובת דואר אלקטרוני ליצירת קשר
hi: संपर्क ईमेल
hr: Kontaktna adresa e-pošte
hu: Kapcsolattartó e-mail-címe
id: Email kontak
is: Netfang til samskipta
ja: 連絡先の電子メール
ka: საკონტაქტო ელფოსტა
kk: Байланыс электрондық поштасы
kn: ಸಂಪರ್ಕ ಇಮೇಲ್
ko: 연락처 이메일 주소
ku_arab: ئیمەیلی پەیوەندیکردن
ky: Байланыш электрондук почтасы
lo: ອີເມວຕິດຕໍ່
lt: Kontaktinis el. paštas
lv: Kontaktpersonas e-pasta adrese
mi: Īmēra hoapā
mk: Е-пошта за контакт
ml: ബന്ധപ്പെടേണ്ട ഇമെയിൽ
mn: Харилцах э-шуудан
mr: संपर्क इमेल
ms: E-mel hubungan
mt: Indirizz elettroniku ta' kuntatt
ne: सम्पर्क इमेल
nn_no: E-postadresse for kontakt
no: E-post for kontakt
or: ଯୋଗାଯୋଗ ଇମେଲ୍‌
pa_arab_pk: رابطے دی ای میل
pa_in: ਸੰਪਰਕ ਲਈ ਈਮੇਲ
pl: Kontaktowy adres e-mail
ru: Контактный адрес электронной почты
sd: رابطي جي اي ميل
si: සම්බන්ද කරගත හැකි විද්යුත් ලිපිනය
sl: E-poštni naslov za stik
sr_cyrl_rs: Адреса е-поште за контакт
sr_latn_rs: Adresa e-pošte za kontakt
sv: E-postadress till kontakt
ta: தொடர்பு மின்னஞ்சல்
te: సంప్రదించడానికి ఇమెయిల్
tg: Почтаи электронӣ барои тамос
th: อีเมลสำหรับติดต่อ
tr: İlgili kişi e-postası
tt: Контакт өчен электрон почта
ug: ئالاقىلىشىىش تورخېتى
uk: Контактна адреса електронної пошти
ur: رابطہ ای میل
uz: Kontakt uchun e-pochta
vi: Email liên hệ
zh_hans: 联系人电子邮件
zh_hant: 連絡人電子郵件

# Literal.ContactPhone
source: Contact phone
af: Kontakfoon
am: የእውቂያ ስልክ ቁጥር
ar: هاتف جهة الاتصال
as: যোগাযোগৰ ফোন
az: Əlaqə şəxsinin telefonu
bg: Телефон за връзка
bn_in: যোগাযোগের জন্য ফোন
bs: Kontaktni telefon
cy: Ffôn cyswllt
da: Kontaktens telefon
de: Kontakttelefonnummer
el: Τηλέφωνο επικοινωνίας
es: Teléfono de contacto
et: Kontakttelefon
eu: Kontaktuaren telefonoa
fa: تلفن تماس
ga: Fón teagmhála
gd: Àireamh fòn conaltraidh
gl: Teléfono de contacto
gu: સંપર્ક ફોન
he: מספר טלפון ליצירה קשר
hi: संपर्क फ़ोन
hr: Kontaktni telefon
hu: Kapcsolattartó telefonszáma
id: Telepon kontak
is: Símanúmer til samskipta
ja: 連絡先の電話:
ka: საკონტაქტო ტელეფონი
kk: Байланыс телефоны
kn: ಸಂಪರ್ಕ ಫೋನ್‌
ko: 연락처 전화 번호
ku_arab: تەلەفۆنی پەیوەندیکردن
ky: Байланыг телефону
lo: ເບີໂທລະສັບຕິດ​ຕໍ່
lt: Kontaktinis telefonas
lv: Kontaktpersonas tālrunis
mi: Waea hoapā
mk: Телефон за контакт
ml: ബന്ധപ്പെടാനുള്ള ഫോൺ
mn: Харилцах утас
mr: संपर्क फ़ोन
ms: Telefon hubungan
mt: Numru tat-telefown ta' kuntatt
ne: सम्पर्क फोन
nn_no: Telefonnummer for kontakt
no: Telefon for kontakt
or: ଯୋଗାଯୋଗ ଫୋନ୍‌
pa_arab_pk: رابطے دا فون
pa_in: ਸੰਪਰਕ ਲਈ ਫ਼ੋਨ
pl: Telefon kontaktowy
ru: Контактный номер телефона
sd: رابطي جو فون
si: සම්බන්ද කරගත හැකි දුරකථන අංකය
sl: Telefon za stik
sr_cyrl_rs: Телефон за контакт
sr_latn_rs: Telefon za kontakt
sv: Telefonnr till kontakt
ta: தொடர்பு எண்
te: సంప్రదించడానికి ఫోన్
tg: Телефон барои тамос
th: หมายเลขโทรศัพท์สำหรับติดต่อ
tr: İlgili kişi telefonu
tt: Контакт өчен телефон
ug: ئالاقىلىشىىش تېلېفونى
uk: Контактний номер телефону
ur: رابطہ فون
uz: Kontakt uchun telefon
vi: Điện thoại liên hệ
zh_hans: 联系人电话
zh_hant: 連絡人電話
