Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.3dsRedirectText
source: Type your CVV and click Next to be redirected to your bank. Microsoft is collecting your information but will not use it without your permission.
af: Tik jou CVV en klik Volgende om na jou bank herlei te word. Microsoft versamel tans jou inligting, maar sal dit nie sonder jou toestemming gebruik nie.
am: የእርስዎን CVV ይተይቡ እና ወደ ባንክዎ ለመምራት ቀጣይ የሚለውን ጠቅ ያድርጉ። Microsoft የእርስዎን መረጃ እየሰበሰበ ነው ነገር ግን ያለፈቃድዎ አይጠቀምበትም።
ar: اكتب رمز التحقق من البطاقة (CVV) وانقر فوق "التالي" لتتم إعادة توجيهك إلى البنك الذي تتعامل معه. تقوم Microsoft بجمع معلوماتك ولكنها لن تستخدمها دون إذنك.
as: আপোনাৰ CVV টাইপ কৰক আৰু আপোনাৰ বেঙ্কলৈ পুনঃনিৰ্দেশিত কৰিবলৈ পৰৱৰ্তী ক্লিক কৰক। মাইক্ৰছফ্টে আপোনাৰ তথ্য সংগ্ৰহ কৰি আছে কিন্তু আপোনাৰ অনুমতি অবিহনে ইয়াক ব্যৱহাৰ নকৰিব।
az: CVV-nizi yazın və bankınıza yönləndirmək üçün Sonrakı düyməsinə klikləyin. Microsoft məlumatlarınızı toplayır, lakin icazəniz olmadan istifadə etməyəcək.
bg: Въведете своя CVV код и кликнете „Напред“, за да бъдете пренасочени към вашата банка. Microsoft събира вашата информация, но няма да я използва без вашето разрешение.
bn_in: আপনার CVV টাইপ করুন এবং আপনার ব্যাঙ্কে পুনঃনির্দেশিত হতে পরবর্তীতে ক্লিক করুন। Microsoft আপনার তথ্য সংগ্রহ করছে কিন্তু আপনার অনুমতি ছাড়া এটি ব্যবহার করবে না।
bs: Ukucajte svoj CVV i kliknite dalje da biste bili preusmjereni u vašu banku. Microsoft prikuplja vaše informacije ali ih neće koristiti bez vaše dozvole.
cy: Teipiwch eich CVV a chlicio Nesaf i gael eich ailgyfeirio at eich banc. Mae Microsoft yn casglu’ch gwybodaeth, ond ni fydd yn ei defnyddio heb eich caniatâd.
da: Indtast dit CVV og klik på Næste for at blive omdirigeret til din bank. Microsoft indsamler dine oplysninger, men vil ikke bruge dem uden din tilladelse.
de: Geben Sie Ihre Kreditkartenprüfnummer ein, und klicken Sie auf "Weiter", dann werden Sie zu Ihrer Bank weitergeleitet. Microsoft erfasst Ihre Informationen, verwendet sie jedoch nicht ohne Ihre Zustimmung.
el: Πληκτρολογήστε το CVV σας και κάντε κλικ στο κουμπί "Επόμενο" για να ανακατευθυνθείτε στην τράπεζά σας. Η Microsoft συλλέγει τις πληροφορίες σας, αλλά δεν θα τις χρησιμοποιήσει χωρίς την άδειά σας.
es: Escriba su CVV y haga clic en Siguiente para que le redirijan a su banco. Microsoft está recopilando su información, pero no la usará sin su permiso.
et: Panka ümbersuunamiseks tippige oma CVV-kood ja klõpsake nuppu Edasi. Microsoft kogub teie teavet, kuid ei kasuta seda ilma teie loata.
eu: Bankuaren gunea atzitzeko, idatzi CVV zenbakia eta sakatu Hurrengoa. Microsoft-ek zure informazioa bilduko du, baina ez du erabiliko baimenik gabe.
fa: CVV خود را تایپ کنید و برای هدایت مجدد به بانک خود، روی «بعدی» کلیک کنید. Microsoft اطلاعات شما را جمع‌آوری می‌کند اما بدون اجازه شما از آن استفاده نخواهد کرد.
ga: Clóscríobh do CVV agus cliceáil ‘Ar Aghaidh’ chun tú a atreorú chuig do bhanc. Tá d’fhaisnéis á bailiú ag Microsoft ach ní úsáidfidh sé í gan do chead.
gd: Cuir a-steach an CVV agad is briog air “Air adhart” is thèid d’ ath-stiùireadh dhan bhanca agad. Cruinnichidh Microsoft am fiosrachadh agad ach cha chleachd sinn e gun chead uat.
gl: Escriba o CVV e prema Seguinte para ser redirixido ao seu banco. Microsoft recompilará a súa información, mais non a usará sen o seu permiso.
gu: તમારી બેંક પર રીડાયરેક્ટ થવા માટે તમારો CVV લખો અને આગલું પર ક્લિક કરો. Microsoft દ્વારા તમારી માહિતી એકત્રિત કરવામાં આવે છે પરંતુ તમારી અનુમતિ વિના તેનો ઉપયોગ કરવામાં આવશે નહીં.
he: הקלד את ה- CVV ולחץ על 'הבא' כדי לעבור לבנק שלך. Microsoft אוספת את המידע שלך אך לא תשתמש בו ללא רשותך.
hi: अपना CVV लिखें और अपने बैंक पर रीडायरेक्ट करने के लिए अगला क्लिक करें. Microsoft आपकी जानकारी एकत्रित कर रहा है लेकिन आपकी अनुमति के बिना इसका उपयोग नहीं करेगा.
hr: Upišite CVV i kliknite Dalje da biste se preusmjerili na banku. Microsoft prikuplja vaše podatke, ali ih neće upotrebljavati bez vaše dozvole.
hu: Írja be a CVV-t, és kattintson a Tovább lehetőségre a bankhoz való átirányításhoz. A Microsoft összegyűjti az Ön adatait, de az Ön engedélye nélkül nem használja fel azokat.
id: Ketik CVV Anda dan klik Berikutnya agar diarahkan ke bank Anda. Microsoft sedang mengumpulkan informasi Anda, tetapi tidak akan menggunakannya tanpa izin Anda.
is: Færðu inn CVV-kóðann og smelltu á Næsta til að fara á síðu bankans. Microsoft safnar upplýsingunum en notar þær ekki án þíns leyfis.
ja: CVV を入力し、[次へ] をクリックすると、お取引先の銀行にリダイレクトされます。Microsoft はお客様の情報を収集していますが、お客様の許可なくこの情報を使用することはありません。
ka: აკრიფეთ თქვენი CVV კოდი და დაწკაპუნებით აირჩიეთ „შემდეგი“, რომ თქვენს ბანკში გადამისამართდეთ. Microsoft აგროვებს თქვენს ინფორმაციას, მაგრამ არ გამოიყენებს მათ თქვენი ნებართვის გარეშე.
kk: CVV кодын теріп, банкке өту үшін "Келесі" түймешігін басыңыз. Microsoft корпорациясы ақпаратыңызды жинайды, бірақ оны рұқсатсыз пайдаланбайды.
kn: ನಿಮ್ಮ CVV ಯನ್ನು ಟೈಪ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‍‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲು ಮುಂದೆ ಕ್ಲಿಕ್ ಮಾಡಿ. Microsoft ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತಿದೆ, ಆದರೆ ನಿಮ್ಮ ಅನುಮತಿಯಿಲ್ಲದೆ ಅದನ್ನು ಬಳಸುವುದಿಲ್ಲ.
ko: CVV를 입력하고 [다음]을 클릭하여 은행으로 이동하세요. Microsoft에서 사용자 정보를 수집하지만 사용자의 허가 없이는 사용하지 않습니다.
lo: ພິມ CVV ຂອງທ່ານ ແລະ ຄລິິກ ຕໍ່ໄປ ເພື່ອປ່ຽນເສັ້ນທາງໄປຍັງທະນາຄານຂອງທ່ານ. Microsoft ກຳລັງລວບລວມຂໍ້ມູນຂອງທ່ານ ແຕ່ຈະບໍ່ໃຊ້ມັນໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດຈາກທ່ານ.
lt: Įveskite CVV ir spustelėkite Pirmyn, kad būtumėte peradresuoti į banką. „Microsoft“ renka jūsų informaciją, bet nenaudos jos be jūsų leidimo.
lv: Ierakstiet savu CVV un noklikšķiniet uz Tālāk, lai notiktu novirzīšana uz banku. Korporācija Microsoft apkopo jūsu informāciju, bet nelietos to bez jūsu atļaujas.
mi: Patohia tō CVV me pāwhiri Panuku hei tahurikē ki tō pēke. Kei te kohikohi a Microsoft i ōu mōhiohio engari kāore e whakamahia me te kore o tōu whakaaetanga.
mk: Внесете го вашиот CVV-код и кликнете Следно за да бидете пренасочени во вашата банка. Microsoft ги собира вашите информации, но нема да ги користи без ваша дозвола.
ml: നിങ്ങളുടെ CVV ടൈപ്പുചെയ്ത് നിങ്ങളുടെ ബാങ്കിലേക്ക് റീഡയറക്ട് ചെയ്യുന്നതിന് അടുത്തത് ക്ലിക്കുചെയ്യുക. Microsoft നിങ്ങളുടെ വിവരങ്ങൾ ശേഖരിക്കുന്നുണ്ടെങ്കിലും നിങ്ങളുടെ അനുമതിയില്ലാതെ ഇത് ഉപയോഗിക്കില്ല.
mr: आपला CVV टाइप करा आणि आपल्या बँक वर पुनर्निर्देशित केल्या जाण्यासाठी पुढील क्लिक करा. Microsoft आपली माहिती गोळा करत आहे परंतु आपल्या परवानगीशिवाय तिचा वापर करणार नाही.
ms: Taip CVV anda dan klik Seterusnya untuk dihalakan semula ke bank anda. Microsoft sedang mengumpul maklumat anda tetapi tidak akan menggunakannya tanpa kebenaran anda.
mt: Ittajpja s-CVV tiegħek u kklikkja Li Jmiss biex tiġi dirett mill-ġdid għall-bank tiegħek. Microsoft qed tiġbor l-informazzjoni tiegħek iżda mhux se tużaha mingħajr il-permess tiegħek.
ne: आफ्नो CVV टाइप गर्नुहोस् र आफ्नो बैंकमा रिडाइरेक्ट हुनका लागि अर्को क्लिक गर्नुहोस्। Microsoft ले तपाईंको जानकारी सङ्कलन गर्दै छ तर तपाईंको अनुमति बिना यसको प्रयोग गर्ने छैन।
nn_no: Skriv inn CVV-nummer og klikk Neste for å bli omdirigere til banken din. Microsoft samlar inn informasjonen din, men vil ikkje bruke han utan løyve frå deg.
no: Skriv inn CVV-nummeret ditt, og klikk Neste for å bli omdirigert til banken. Microsoft samler inn informasjonen, men vil ikke bruke den uten din tillatelse.
or: ଆପଣଙ୍କ CVV ଟାଇପ୍ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କ ବ୍ୟାଙ୍କକୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବାକୁ ପରବର୍ତ୍ତୀରେ କ୍ଲିକ୍ କରନ୍ତୁ. Microsoft ଆପଣଙ୍କ ସୂଚନା ସଂଗ୍ରହ କରୁଛି କିନ୍ତୁ ଆପଣଙ୍କ ଅନୁମତି ବିନା ଏହାକୁ ବ୍ୟବହାର କରିବ ନାହିଁ.
pa_in: ਆਪਣੇ CVV ਨੂੰ ਟਾਈਪ ਕਰੋ ਅਤੇ ਆਪਣੇ ਬੈਂਕ ‘ਤੇ ਮੁੜ-ਨਿਰਦੇਸ਼ਿਤ ਕਰਨ ਲਈ ਅਗਲਾ ਉੱਤੇ ਕਲਿਕ ਕਰੋ। Microsoft ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਤਰ ਕਰ ਰਿਹਾ ਹੈ ਪਰ ਤੁਹਾਡੀ ਇਜਾਜ਼ਤ ਦੇ ਬਿਨਾਂ ਇਸਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰੇਗਾ।
pl: Wpisz kod CVV i kliknij przycisk Dalej, aby przejść do strony banku. Firma Microsoft zbiera informacje o użytkowniku, ale nie będzie ich używać bez jego zgody.
ru: Введите CVV-код и нажмите кнопку "Далее", чтобы перейти в банк. Корпорация Майкрософт собирает ваши данные, но не будет использовать их без вашего разрешения.
sl: Vnesite številko CVV in kliknite »Naprej«, da boste preusmerjeni v svojo banko. Microsoft zbira vaše podatke, vendar jih ne bo uporabil brez vašega dovoljenja.
sr_cyrl_rs: Откуцајте CVV и кликните на дугме „Даље“ да бисте га преусмерили на банку. Microsoft прикупља ваше информације, али их неће користити без ваше дозволе.
sr_latn_rs: Otkucajte CVV i kliknite na dugme „Dalje“ da biste ga preusmerili na banku. Microsoft prikuplja vaše informacije, ali ih neće koristiti bez vaše dozvole.
sv: Skriv din CVV-kod och klicka på Nästa för att omdirigeras till din bank. Microsoft samlar in din information men använder den inte utan din tillåtelse.
ta: உங்கள் வங்கிக்குத் திருப்பிவிடப்பட, உங்கள் CVV எண்ணை உள்ளிட்டு, அடுத்து என்பதைக் கிளிக் செய்யவும். Microsoft உங்கள் தகவலைச் சேகரிக்கிறது, அதேசமயம் உங்கள் அனுமதியின்றி அதைப் பயன்படுத்தாது.
te: మీ CVVని టైప్ చేసి, మీ బ్యాంక్‌కి దారి మళ్లించడానికి తదుపరిని క్లిక్ చేయండి. Microsoft మీ సమాచారాన్ని సేకరిస్తోంది కానీ మీ అనుమతి లేకుండా దానిని ఉపయోగించదు.
th: พิมพ์ CVV ของคุณ แล้วคลิก ถัดไป เพื่อเปลี่ยนเส้นทางไปยังธนาคารของคุณ Microsoft กําลังรวบรวมข้อมูลของคุณ แต่จะไม่ใช้ข้อมูลดังกล่าวหากไม่ได้รับอนุญาตจากคุณ
tr: CVV'nizi yazın ve bankanıza yeniden yönlendirilmek için Sonraki seçeneğine tıklayın. Microsoft bilgilerinizi toplar ancak izniniz olmadan kullanmaz.
tt: Банкка юнәлдерелү өчен CVV кодын кертегез һәм "Киләсе" төймәсенә басыгыз. Майкрософт сезнең мәгълүматыгызны җыя, әмма аны сезнең рөхсәттән башка кулланмаячак.
ug: CVV نى كىرگۈزۈپ، كېيىنكى دېگەن كۇنۇپكىنى بېسىپ بانكا بېتىگە ئۆتۈڭ. Microsoft توپلىغان ئۇچۇرلارنى سىزدىن رۇخسەتسىز ئىشلەتمەيدۇ.
uk: Введіть код CVV і натисніть кнопку "Далі", і вас буде переспрямовано до банку. Корпорація Майкрософт збирає ваші відомості, але не використовуватиме їх без вашого дозволу.
ur: اپنا CVV ٹائپ کریں اور اپنے بینک کی طرف بھیجے جانے کے لئے ‘آگے’ پر کلک کریں۔ Microsoft آپ کی معلومات جمع تو کر رہا ہے لیکن آپ کی اجازت کے بغیر انہیں استعمال نہیں کرے گا۔
uz: CVV-kodni yozib, “Keyingisi” tugmasini bosing, shunda bankingizga yoʻnaltirilasiz. Microsoft maʼlumotlaringizni toʻplaydi, lekin ulardan ruxsatingizsiz foydalanmaydi.
vi: Nhập CVV của bạn và bấm vào Tiếp theo để được chuyển đến ngân hàng của bạn. Microsoft sẽ thu thập thông tin của bạn nhưng sẽ không sử dụng thông tin nếu không có sự cho phép của bạn.
zh_hans: 键入 CVV，然后单击“下一步”以重定向到银行。Microsoft 正在收集你的信息，但未经你的许可将不会使用它。
zh_hant: 輸入您的 CVV，然後按一下 [下一步] 以重新導向至您的銀行。Microsoft 正在收集您的資訊，但未經您的許可將不會使用。

# Word.3dsRedirectNewBrowserText
source: You will be redirected to the bank’s website and a new browser window will open.
af: Jy sal na die bank se webwerf herlei word en ’n nuwe blaaiervenster sal oopmaak.
am: ወደ ባንክ ድረ-ጣቢያ ይዛወራሉ እና አዲስ የአሳሽ መስኮት ይከፈታል።
ar: ستتم إعادة توجيهك إلى موقع الويب الخاص بالبنك وسيتم فتح نافذة مستعرض جديدة.
as: আপোনাক বেংকৰ’ ৱেব ছাইটলৈ পুনঃনিৰ্দেশিত কৰা হ'ব আৰু এটা নতুন ব্ৰাউজাৰ উইণ্ড’ খুলিব।
az: Bankın veb-saytına yönləndiriləcəksiniz və yeni brauzer pəncərəsi açılacaq.
bg: Ще бъдете пренасочени към уеб сайта на банката и ще се отвори нов прозорец на браузъра.
bn_in: আপনাকে ব্যাঙ্কের ওয়েবসাইটে পুনঃনির্দেশিত করা হবে এবং একটি নতুন ব্রাউজার উইন্ডো খুলবে।
bs: Bit ćete preusmjereni na web stranicu banaka i otvorit će se novi prozor preglednika.
cy: Cewch eich ailgyfeirio i wefan y banc, a bydd ffenestr porwr newydd yn agor.
da: Du bliver omdirigeret til bankens websted, og der åbnes et nyt browservindue.
de: Sie werden zur Website der Bank umgeleitet, und ein neues Browserfenster wird geöffnet.
el: Θα ανακατευθυνθείτε στην τοποθεσία web της τράπεζας και θα ανοίξει ένα νέο παράθυρο προγράμματος περιήγησης.
es: Se le redirigirá al sitio web del banco y se abrirá una nueva ventana del explorador.
et: Teid suunatakse ümber panga veebisaidile ja avaneb uus brauseriaken.
eu: Bankuaren gunera birbideratuko zaitugu eta beste arakatzaile-leiho bat irekiko da.
fa: شما به وب‌سایت بانک هدایت می‌شوید و یک پنجره مرورگر جدید باز خواهد شد.
ga: Déanfar tú a atreorú chuig suíomh gréasáin an bhainc agus osclófar fuinneog bhrabhsálaí nua.
gd: Thèid d’ ath-stiùireadh gu làrach-lìn a’ bhanca agad agus thèid uinneag ùr fhosgladh sa bhrabhsair agad.
gl: Será redirixido ao sitio web do seu banco e abrirase unha ventá do explorador nova.
gu: તમને બેંકની વેબસાઇટ પર રીડાયરેક્ટ કરવામાં આવશે અને એક નવી બ્રાઉઝર વિંડો ખુલશે.
he: המערכת תעביר אותך לאתר האינטרנט של הבנק וייפח חלון דפדפן חדש.
hi: आपको बैंक की वेबसाइट पर रीडायरेक्ट किया जाएगा और एक नई ब्राउज़र विंडो खुलेगी.
hr: Bit ćete preusmjereni na web-mjesto banke i otvorit će se novi prozor preglednika.
hu: A rendszer átirányítja a bank webhelyére, és megnyílik egy új böngészőablak.
id: Anda akan diarahkan ke situs web bank dan jendela browser baru akan terbuka.
is: Þér verður beint á vefsvæði bankans og nýr vafragluggi opnast.
ja: 銀行の Web サイトにリダイレクトされ、新しいブラウザー ウィンドウが開きます。
ka: თქვენ ბანკის ვებსაიტზე გადამისამართდებით, გაიხსნება ბრაუზერის ახალი ფანჯარა.
kk: Сіз банктің веб-сайтына қайта бағытталасыз. Жаңа браузер терезесі ашылады.
kn: ನಿಮ್ಮನ್ನು ಬ್ಯಾಂಕ್‍‌ನ ವೆಬ್‍‌ಸೈಟ್‍‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಹೊಸ ಬ್ರೌಸರ್ ವಿಂಡೋ ತೆರೆಯುತ್ತದೆ.
ko: 은행 웹 사이트로 이동하여 새 브라우저 창이 열립니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຍັງເວັບໄຊທ໌ຂອງທະນາຄານ ແລະ ໜ້າຕ່າງບຣາວເຊີໃໝ່ຈະເປີດ.
lt: Būsite nukreipti į banko svetainę ir bus atidarytas naujas naršyklės langas.
lv: Jūs tiksit novirzīts uz bankas tīmekļa vietni, un tiks atvērts jauns pārlūkprogrammas logs.
mi: Ka tahuri kē e koe ki te paetukutuku pēke’, ā, ka tuwhera tētahi matapihi pūtirotiro hōu.
mk: Ќе бидете пренасочени на веб-страницата на банката и ќе се отвори нов прозорец на пребарувачот.
ml: നിങ്ങളെ ബാങ്കിന്റെ വെബ്സൈറ്റിലേക്ക് റീഡയറക്ട് ചെയ്ത് ഒരു പുതിയ ബ്രൗസർ വിൻഡോ തുറക്കും.
mr: आपल्याला बँकेच्या वेबसाइटवर पुनर्निर्देशित केले जाईल आणि नवीन ब्राउझर विंडो उघडेल.
ms: Anda akan diubah hala ke laman web bank dan tetingkap pelayar baru akan dibuka.
mt: Se tiġi dirett mill-ġdid għas-sit web tal-bank u se tinfetaħ tieqa tal-brawżer ġdida.
ne: तपाईंलाई बैंकको वेबसाइटमा रिडाइरेक्ट गरिने छ र नयाँ ब्राउजर सन्झ्याल खुल्ने छ।
nn_no: Du vil bli omdirigert til banken sin nettstad, og eit nytt nettlesarvindauge vil bli opna.
no: Du vil bli omdirigert til bankens nettsted, og et nytt nettleservindu åpnes.
or: ଆପଣଙ୍କୁ ବ୍ୟାଙ୍କର ୱେବ୍‍‌ସାଇଟ୍‍‌କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ ଏବଂ ଏକ ନୂତନ ବ୍ରାଉଜର୍ ୱିଣ୍ଡୋ ଖୋଲିବ.
pa_in: ਤੁਹਾਨੂੰ ਬੈਂਕ ਦੀ ਵੈਬਸਾਈਟ ‘ਤੇ ਮੁੜ-ਨਿਰਦੇਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ ਅਤੇ ਇੱਕ ਨਵੀਂ ਬ੍ਰਾਉਜ਼ਰ ਵਿੰਡੋ ਖੁਲੇਗੀ।
pl: Nastąpi przekierowanie do witryny internetowej banku i zostanie otwarte nowe okno przeglądarki.
ru: Вы будете перенаправлены на веб-сайт банка. Откроется новое окно браузера.
sl: Preusmerjeni boste na spletno mesto banke, odprlo pa se bo novo okno brskalnika.
sr_cyrl_rs: Бићете преусмерени на веб локацију банке и отвориће се нови прозор прегледача.
sr_latn_rs: Bićete preusmereni na veb lokaciju banke i otvoriće se novi prozor pregledača.
sv: Du omdirigeras till bankens webbplats och ett nytt webbläsarfönster öppnas.
ta: நீங்கள் வங்கியின் வலைத்தளத்திற்குத் திருப்பிவிடப்படுவீர்கள், புதிய உலாவிச் சாளரம் திறக்கப்படும்.
te: మీరు బ్యాంక్ వెబ్‌సైట్‌కి దారి మళ్లించబడతారు మరియు కొత్త బ్రౌజర్ విండో తెరవబడుతుంది.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ของธนาคาร และหน้าต่างเบราว์เซอร์ใหม่จะเปิดขึ้น
tr: Bankanın web sitesine yönlendirileceksiniz ve yeni bir tarayıcı penceresi açılacak.
tt: Сез банк төененә юнәлдереләчәксез, һәм яңа күзәтүче тәрәзе ачылачак.
ug: بانكىنىڭ توربېكىتىگە ئۆتىسىز. تور كۆرگۈچتە يېڭى كۆزنەك ئېچىلىدۇ.
uk: Вас буде переспрямовано на веб-сайт банку. Відкриється нове вікно браузера.
ur: آپ کو بینک کی ویب سائٹ پر بھیجا جائے گا اور براؤزر کی ایک نئی ونڈو کھلے گی۔
uz: Bankingiz veb-saytiga yoʻnaltirilasiz va yangi brauzer oynasi ochiladi.
vi: Bạn sẽ được chuyển đến trang web của ngân hàng và một cửa sổ trình duyệt mới sẽ mở ra.
zh_hans: 你将被重定向到银行的网站，并将打开一个新的浏览器窗口。
zh_hant: 系統將會將您重新導向至銀行網站，並開啟新的瀏覽器視窗。

# Word.3dsStatusCheckHeader
source: You can complete your purchase if you have successfully verified your card.
af: Was your card verified?
am: Was your card verified?
ar: Was your card verified?
as: Was your card verified?
az: Was your card verified?
bg: Was your card verified?
bn_in: Was your card verified?
bs: Was your card verified?
cy: Was your card verified?
da: Was your card verified?
de: Was your card verified?
el: Was your card verified?
es: Was your card verified?
et: Was your card verified?
eu: Was your card verified?
fa: Was your card verified?
ga: Was your card verified?
gd: Was your card verified?
gl: Was your card verified?
gu: Was your card verified?
he: Was your card verified?
hi: Was your card verified?
hr: Was your card verified?
hu: Was your card verified?
id: Was your card verified?
is: Was your card verified?
ja: Was your card verified?
ka: Was your card verified?
kk: Was your card verified?
kn: Was your card verified?
ko: Was your card verified?
ku_arab: Was your card verified?
ky: Was your card verified?
lo: Was your card verified?
lt: Was your card verified?
lv: Was your card verified?
mi: Was your card verified?
mk: Was your card verified?
ml: Was your card verified?
mn: Was your card verified?
mr: Was your card verified?
ms: Was your card verified?
mt: Was your card verified?
ne: Was your card verified?
nn_no: Was your card verified?
no: Was your card verified?
or: Was your card verified?
pa_arab_pk: Was your card verified?
pa_in: Was your card verified?
pl: Was your card verified?
ru: Was your card verified?
sd: Was your card verified?
si: Was your card verified?
sl: Was your card verified?
sr_cyrl_rs: Was your card verified?
sr_latn_rs: Was your card verified?
sv: Was your card verified?
ta: Was your card verified?
te: Was your card verified?
tg: Was your card verified?
th: Was your card verified?
tr: Was your card verified?
tt: Was your card verified?
ug: Was your card verified?
uk: Was your card verified?
ur: Was your card verified?
uz: Was your card verified?
vi: Was your card verified?
zh_hans: Was your card verified?
zh_hant: Was your card verified?

# Word.3dsSNoTryAgainButton
source: Cancel verification
af: No, try again
am: No, try again
ar: No, try again
as: No, try again
az: No, try again
bg: No, try again
bn_in: No, try again
bs: No, try again
cy: No, try again
da: No, try again
de: No, try again
el: No, try again
es: No, try again
et: No, try again
eu: No, try again
fa: No, try again
ga: No, try again
gd: No, try again
gl: No, try again
gu: No, try again
he: No, try again
hi: No, try again
hr: No, try again
hu: No, try again
id: No, try again
is: No, try again
ja: No, try again
ka: No, try again
kk: No, try again
kn: No, try again
ko: No, try again
ku_arab: No, try again
ky: No, try again
lo: No, try again
lt: No, try again
lv: No, try again
mi: No, try again
mk: No, try again
ml: No, try again
mn: No, try again
mr: No, try again
ms: No, try again
mt: No, try again
ne: No, try again
nn_no: No, try again
no: No, try again
or: No, try again
pa_arab_pk: No, try again
pa_in: No, try again
pl: No, try again
ru: No, try again
sd: No, try again
si: No, try again
sl: No, try again
sr_cyrl_rs: No, try again
sr_latn_rs: No, try again
sv: No, try again
ta: No, try again
te: No, try again
tg: No, try again
th: No, try again
tr: No, try again
tt: No, try again
ug: No, try again
uk: No, try again
ur: No, try again
uz: No, try again
vi: No, try again
zh_hans: No, try again
zh_hant: No, try again

# Word.3dsTryAgainHeader
source: Verification not complete
af: Verifikasie is nie voltooi nie
am: ማረጋገጫ አልተጠናቀቀም።
ar: لم تكتمل عملية التحقق
as: সত্যাপন সম্পূৰ্ণ হোৱা নাই
az: Yoxlama tamamlanmadı
bg: Проверката не е завършена
bn_in: যাচাইকরণ সম্পূর্ণ হয়নি
bs: Verifikacija nije dovršena
cy: Heb gwblhau dilysu
da: Bekræftelsen er ikke fuldført
de: Verifizierung nicht abgeschlossen
el: Η επαλήθευση δεν ολοκληρώθηκε
es: Comprobación no completada
et: Kinnitamine pole lõpule viidud
eu: Ez da osatu egiaztapena
fa: تأیید اعتبار کامل نشد
ga: Níl an fíorú críochnaithe
gd: Cha deach an dearbhadh a choileanadh
gl: Verificación incompleta
gu: ચકાસણી પૂર્ણ થઈ નથી
he: האימות לא הושלם
hi: सत्यापन पूर्ण नहीं हुआ
hr: Provjera valjanosti nije dovršena
hu: Az ellenőrzés nem fejeződött be
id: Verifikasi tidak selesai
is: Sannprófun ekki lokið
ja: 確認は完了していません
ka: დადასტურება არ დასრულებულა
kk: Тексеру аяқталмады
kn: ಪರಿಶೀಲನೆ ಪೂರ್ಣಗೊಂಡಿಲ್ಲ
ko: 확인이 완료되지 않음
lo: ການກວດສອບບໍ່ສຳເລັດ
lt: Patvirtinimas nebaigtas
lv: Verifikācija nav pabeigta
mi: Kāore te manatoko kua oti
mk: Проверката не е завршена
ml: സ്ഥിരീകരണം പൂർത്തിയായിട്ടില്ല
mr: पडताळणी पूर्ण झाली नाही
ms: Penentusahan tidak lengkap
mt: Il-verifika mhix lesta
ne: प्रमाणीकरण पूरा भएको छैन
nn_no: Kontroll ikkje fullført
no: Bekreftelsen er ikke fullført
or: ଯାଞ୍ଚକରଣ ସମ୍ପୂର୍ଣ ହୋଇ ନାହିଁ
pa_in: ਤਸਦੀਕ ਪੂਰੀ ਨਹੀਂ ਹੈ
pl: Weryfikacja nie została ukończona
ru: Проверка не завершена
sl: Preverjanje ni dokončano
sr_cyrl_rs: Верификација није довршена
sr_latn_rs: Verifikacija nije dovršena
sv: Verifieringen har inte slutförts
ta: சரிபார்ப்பு நிறைவடையவில்லை
te: ధృువీకరణ పూర్తి కాలేదు
th: การตรวจสอบไม่เสร็จสมบูรณ์
tr: Doğrulama tamamlanmadı
tt: Раслау тәмамланмады
ug: دەلىللەش تاماملانمىدى
uk: Перевірку не виконано
ur: تصدیق مکمل نہیں ہوئی ہے
uz: Tasdiqlash yakunlanmadi
vi: Chưa xác minh xong
zh_hans: 验证未完成
zh_hant: 驗證未完成
