Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebit.ReviewDescription
source: By having signed into your Windows Live account and clicking <b>Next</b> below, you agree to the <a class="font-link1" href="{0}" target="_blank">Authorization agreement</a>.
af: Deur in te teken by jou Windows Live-rekening en op <b>Volgende</b> hieronder te klik, stem jy in tot die <a class="font-link1" href="{0}" target="_blank">Magtigingsooreenkoms</a>.
am: Windows Live መለያህ በመለያ በመግባትህና ከዚህ በታች <b>ቀጣይ</b> የሚለውን ጠቅ በማድረግ፣ በ<a class="font-link1" href="{0}" target="_blank">ፈቃድ የመስጠት ስምምነት</a> እንደተስማሙ ይቆጠራል።
ar: يعني تسجيل الدخول إلى حساب Windows Live والنقر فوق زر <b>التالي</b> أدناه موافقتك على <a class="font-link1" href="{0}" target="_blank">اتفاقية التفويض</a>.
as: আপোনাৰ হাতত থকা Windows Live একাউণ্টত চাইন ইন কৰি তলৰ <b>পৰৱৰ্তী</b>ত ক্লিক কৰাৰ দ্বাৰা, আপুনি <a class="font-link1" href="{0}" target="_blank">চুক্তি প্ৰাধিকৰণ</a>-লৈ একমত হৈছে৷
az: Windows Live hesabınıza daxil olmaqla və aşağıda <b>Növbəti</b> klikləməklə, siz <a class="font-link1" href="{0}" target="_blank">İcazə üzrə saziş</a> razılaşırsınız.
bg: С влизането в своя Windows Live акаунт и щракването върху <b>Напред</b> по-долу вие се съгласявате с условията на <a class="font-link1" href="{0}" target="_blank">Споразумението за оторизиране</a>.
bn_in: আপনি আপনার Windows Live অ্যাকাউন্টে সাইন ইন করার এবং নীচে <b>পরবর্তী</b> ক্লিক করে, <a class="font-link1" href="{0}" target="_blank">অনুমোদন চুক্তি</a> তে সম্মতি জানাচ্ছেন৷
bs: Prijavljivanjem na Windows Live račun i klikom na dugme <b>Sljedeće</b> u nastavku pristajete na <a class="font-link1" href="{0}" target="_blank">Sporazum o autorizaciji</a>.
cy: Gan eich bod wedi mewngofnodi i'ch cyfrif Windows Live a chlicio <b>Nesaf</b> isod, rydych chi'n cytuno i'r <a class="font-link1" href="{0}" target="_blank">Cytundeb Awdurdodi</a>.
da: Når du logger på Windows Live-kontoen og klikker på <b>Næste</b> nedenfor, accepterer du følgende <a class="font-link1" href="{0}" target="_blank">Godkendelsesaftale</a>.
de: Indem Sie sich bei Ihrem Windows Live-Konto anmelden und im Folgenden auf <b>Weiter</b> klicken, stimmen Sie dem <a class="font-link1" href="{0}" target="_blank">Autorisierungsvertrag</a> zu.
el: Πραγματοποιώντας είσοδο στο λογαριασμό σας στο Windows Live και κάνοντας κλικ στο κουμπί <b>Επόμενο</b> παρακάτω, συμφωνείτε με τη <a class="font-link1" href="{0}" target="_blank">Σύμβαση εξουσιοδότησης</a>.
es: Tras iniciar sesión en su cuenta de Windows Live y hacer clic en la opción <b>Siguiente</b>, que aparece a continuación, acepta el <a class="font-link1" href="{0}" target="_blank">Contrato de autorización</a>.
et: Kui olete sisse loginud oma Windows Live'i kontole ja klõpsate alloleval nupul <b>Edasi</b>, nõustute <a class="font-link1" href="{0}" target="_blank">volituslepinguga</a>.
eu: Zure Windows Live kontuan saioa hasi eta <b>Hurrengoa</b> sakatuta, <a class="font-link1" href="{0}" target="_blank">Baimen-hitzarmena</a> onartzen duzu.
fa: با ورود به حساب Windows Live و کلیک روی <b>بعدی</b> در زیر، شما با <a class="font-link1" href="{0}" target="_blank">توافق نامه صدور مجوز</a> موافقت می کنید.
ga: Trí shíniú isteach i do chuntas Windows Live agus trí chliceáil ar <b>Ar Aghaidh</b> thíos, aontaíonn tú leis an g<a class="font-link1" href="{0}" target="_blank">Comhaontú údaraithe</a>.
gd: Ma chlàraicheas tu a-steach dhan chunntas Windows Live agad agus ma bhriogas tu air <b>Air adhart</b> gu h-ìosal, bidh thu ag aontachadh ris an <a class="font-link1" href="{0}" target="_blank">aonta ùghdarrais</a>.
gl: Ao iniciar sesión na súa conta de Windows Live e premer en <b>Seguinte</b>, acepta o <a class="font-link1" href="{0}" target="_blank">Acordo de autorización</a>.
gu: તમારા Windows Live ખાતામાં સાઇન ઇન રહી અને નીચે <b>આગલું</b> ક્લિક કરી, તમે <a class="font-link1" href="{0}" target="_blank">મંજૂરી કરાર</a>થી સંમત થાઓ છો.
he: על-ידי כניסה לחשבון Windows Live ולחיצה על <b>הבא</b> להלן, אתה מסכים ל<a class="font-link1" href="{0}" target="_blank">הסכם האישור</a>.
hi: अपने Windows Live खाते में साइन इन करके और नीचे <b>अगला</b> क्लिक करके, आप <a class="font-link1" href="{0}" target="_blank">प्राधिकरण अनुबंध</a> के लिए सहमति देते हैं.
hr: Prijavom na Windows Live račun i klikom na <b>Dalje</b> u nastavku, prihvaćate <a class="font-link1" href="{0}" target="_blank">Ugovor o autorizaciji</a>.
hu: A Windows Live-fiókba való bejelentkezéssel, és az alábbi <b>Tovább</b> gombra kattintással elfogadja az <a class="font-link1" href="{0}" target="_blank">Engedélyezési szerződést</a>.
id: Dengan masuk ke dalam akun Windows Live Anda dan mengklik <b>Berikutnya</b> di bawah ini, Anda menyetujui <a class="font-link1" href="{0}" target="_blank">Perjanjian otorisasi</a>.
is: Með því að undirrita Windows Live reikning þinn og smella á <b>Áfram</b> hér fyrir neðan samþykkir þú <a class="font-link1" href="{0}" target="_blank">Leyfisveitingarsamninginn</a>.
ja: Windows Live アカウントにサインインして下の [<b>次へ</b>] をクリックすると、<a class="font-link1" href="{0}" target="_blank">認証契約</a>に同意したものと見なされます。
ka: როდესაც შედიხართ თქვენს Windows Live ანგარიშზე და აწკაპუნებთ ქვემოთ მოცემულ ღილაკზე „<b>შემდეგ</b>“, თანხმობას აცხადებთ, რომ თქვენთვის მისაღებია <a class="font-link1" href="{0}" target="_blank">ავტორიზაციის შეთანხმება</a>.
kk: Windows Live тіркелгісіне кіріп, төмендегі <b>Келесі</b> түймешігін нұқығанда, <a class="font-link1" href="{0}" target="_blank">Түпнұсқалық растама туралы келісіммен</a> келісесіз.
kn: ನಿಮ್ಮ Windows Live ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಮಾಡುವ ಮೂಲಕ ಹಾಗೂ ಕೆಳಗೆ<b>ಮುಂದೆ</b> ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು <a class="font-link1" href="{0}" target="_blank">ದೃಢೀಕರಣ ಒಪ್ಪಂದಕ್ಕೆ</a> ಸಮ್ಮತಿಸುತ್ತೀರಿ.
ko: Windows Live 계정에 로그인하고 아래의 <b>다음</b>을 클릭하면 <a class="font-link1" href="{0}" target="_blank">계약 승인</a>에 동의하는 것입니다.
ku_arab: بە چوونە ناوەوە بۆ ئەژمێری Windows Live ی خۆت و کرتەکردن <b>دواتر</b> لای خوارەوە، تۆ رازی دەبیت بە <a class="font-link1" href="{0}" target="_blank">رێکەوتننامەی رێپێدان</a>.
ky: Өзүңүздүн Windows Live account кирип, ылдыйкы <b>Кийинки</b> нукуурун басуу менен сиз <a class="font-link1" href="{0}" target="_blank">Авторлошуу макулдашуусуна</a> макул болосуз.
lo: ໂດຍການລົງຊື່ເຂົ້າບັນຊີ Windows Live ຂອງທ່ານ ແລະຄລິກ <b>Next</b> ຂ້າງລຸ່ມ, ທ່ານຕົກລົງເຫັນດີຕໍ່ກັບ <a class="font-link1" href="{0}" target="_blank">ຂໍ້ຕົກລົງການອະນຸຍາດ</a>.
lt: Prisijungdami prie „Windows Live“ paskyros ir spustelėdami apačioje esantį mygtuką <b>Toliau</b> sutinkate su <a class="font-link1" href="{0}" target="_blank">Įgaliojimo sutarties</a> sąlygomis.
lv: Pierakstoties Windows Live kontā un noklikšķinot uz <b>Tālāk</b>, jūs piekrītat <a class="font-link1" href="{0}" target="_blank">autorizācijas līguma nosacījumiem</a>.
mi: Mā te takiuru ki tō pūkete Windows Live me te pāwhiri i <b>Panuku</b> i raro nei, e whakaae ana koe ki te Whakaaetanga whakamana <a class="font-link1" href="{0}" target="_blank"></a>.
mk: Со најавување на сметката Windows Live и со кликнување <b>Следно</b> подолу, се согласувате со <a class="font-link1" href="{0}" target="_blank">Договорот за овластување</a>.
ml: Windows Live അക്കൌണ്ടില്‍ സൈന്‍ ഇന്‍ ചെയ്‌ത് ചുവടെയുള്ള <b>അടുത്തത്</b> ക്ലിക്കുചെയ്യുന്നതിലൂടെ, നിങ്ങള്‍ <a class="font-link1" href="{0}" target="_blank">അധികാരപ്പെടുത്തല്‍ കരാര്‍</a> അംഗീകരിക്കുകയാണ്.
mn: Windows Live-н хэрэглэгчийн дансандаа нэвтэрч, доор <b>Дараах</b>-ыг товшсоноор та <a class="font-link1" href="{0}" target="_blank">Эрх олгох гэрээ</a>-г зөвшөөрнө.
mr: आपल्या Windows Live खात्यात साइन इन करून आणि <b>पुढील</b> खाली क्लिक करून, आपण <a class="font-link1" href="{0}" target="_blank">अधिकृतता करार</a> शी सहमत होता.
ms: Dengan mendaftar masuk ke akaun Windows Live anda dan mengklik <b>Seterusnya</b> di bawah, anda bersetuju dengan <a class="font-link1" href="{0}" target="_blank">perjanjian Pengesahkuasaan ini</a>.
mt: Meta tidħol fil-kont tiegħek ta' Windows Live u tikklikkja <b>Li Jmiss</b> hawn taħt, inti taqbel mal-<a class="font-link1" href="{0}" target="_blank">ftehim ta' Awtorizzazzjoni</a>.
ne: तपाईँको Windows Live खातामा साइन इन भई र <b>अर्को</b> क्लिक गरि, तपाईँले <a class="font-link1" href="{0}" target="_blank">अधिकारपत्र सम्झौता</a>स्वीकार गर्नुहुनेछ।
nn_no: Ved å ha logga på Windows Live-kontoen og ved deretter å klikke på <b>Neste</b> nedanfor, godtek du <a class="font-link1" href="{0}" target="_blank">godkjenningsavtalen</a>.
no: Ved å logge på Windows Live-kontoen og klikke <b>Neste</b> nedenfor godtar du følgende <a class="font-link1" href="{0}" target="_blank">autorisasjonsavtale</a>.
or: ଆପଣଙ୍କର Windows Live ଏକାଉଣ୍ଟ୍‌କୁ ଦସ୍ତଖତ କରି ଏବଂ ନିମ୍ନରେ <b>ପରବର୍ତ୍ତି</b> କ୍ଲିକ୍ କରି, ଆପଣ <a class="font-link1" href="{0}" target="_blank">ପ୍ରାମାଣିକରଣ ଚୁକ୍ତି</a> କୁ ରାଜି ହୋଇଛନ୍ତି.
pa_arab_pk: Windows Live دے اکاؤنٹ چے سائن ان ہوون تے تھلے <b>اگلا</b> تے کلک کرکے، تسی <a class="font-link1" href="{0}" target="_blank">تصدیقی معاہدے</a> نال اتفاق کردے اوہ.
pa_in: ਤੁਹਾਡੇ Windows Live account ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਕੇ ਅਤੇ ਹੇਠਾਂ ਦਿੱਤੇ <b>ਅੱਗੇ</b> ‘ਤੇ ਕਲਿੱਕ ਕਰਕੇ, ਤੁਸੀਂ<a class="font-link1" href="{0}" target="_blank">ਅਖਤਿਆਰਕਰਨ ਇਕਰਾਰਨਾਮੇ</a> ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।
pl: Logując się na swoim koncie usługi Windows Live i klikając poniżej przycisk <b>Dalej</b>, potwierdzasz zaakceptowanie <a class="font-link1" href="{0}" target="_blank">Umowy autoryzacji</a>.
ru: Выполнив вход с использованием учетной записи Windows Live и нажав расположенную ниже кнопку <b>Далее</b>, вы принимаете <a class="font-link1" href="{0}" target="_blank">соглашение об авторизации</a>.
sd: Windows Live اڪائونٽ ۾ سائن ان ٿيل هوندي ۽ هيٺ <b>Next</b> کي ڪلڪ ڪندي، توهان قرار نامي <a class="font-link1" href="{0}" target="_blank">Authorization agreement</a> تي راضي ٿيو ٿا.
si: ඔබගේ Windows Live ගිණුමට අත්සන් තැබීමෙන් හා පහත <b>ඊළඟ</b> යන්න ක්ලික් කිරීමෙන්, ඔබ විසින් <a class="font-link1" href="{0}" target="_blank">අවසර ලබා දීමේ ගිවිසුමට</a> එකඟ වේ.
sl: Ko se prijavite v račun Windows Live in kliknete spodnji gumb <b>Naprej</b>, privolite v <a class="font-link1" href="{0}" target="_blank">sporazum o avtorizaciji</a>.
sr_cyrl_rs: Пријављивањем на Windows Live налог и кликом на дугме <b>Даље</b> у наставку, пристајете на <a class="font-link1" href="{0}" target="_blank">Споразум о ауторизацији</a>.
sr_latn_rs: Prijavljivanjem na Windows Live nalog i klikom na dugme <b>Dalje</b> u nastavku, pristajete na <a class="font-link1" href="{0}" target="_blank">Sporazum o autorizaciji</a>.
sv: Genom att logga in på ditt Windows Live-konto och klicka på <b>Nästa</b> nedan, accepterar du <a class="font-link1" href="{0}" target="_blank">auktoriseringsavtalet</a>.
ta: உங்கள் Windows Live கணக்கில் உள்நுழைந்து, கீழேயுள்ள <b>அடுத்து</b> என்பதை கிளிக் செய்வதன் மூலம், <a class="font-link1" href="{0}" target="_blank">அங்கீகார ஒப்பந்தத்தை</a> ஏற்கிறீர்கள்.
te: మీ Windows Live ఖాతాకు సైన్ ఇన్ చేసి దిగువ <b>తర్వాత</b> క్లిక్ చేయడం ద్వారా, మీరు <a class="font-link1" href="{0}" target="_blank">ప్రామాణీకరణ ఒప్పందాన్ని</a> అంగీకరిస్తున్నారు.
tg: Бо ворид шудан ба ҳисоби худ дар Windows Live ва зер кардани <b>Навбатӣ</b> дар зер, шумо бо <a class="font-link1" href="{0}" target="_blank">Шартномаи иҷозатдиҳӣ</a> розӣ мешавед.
th: การลงชื่อเข้าใช้บัญชี Windows Live ของคุณและคลิกที่ <b>ถัดไป</b> ด้านล่าง หมายถึงคุณยอมรับ<a class="font-link1" href="{0}" target="_blank">ข้อตกลงการอนุญาต</a>นี้
tr: Windows Live hesabınızda oturum açıp aşağıdaki <b>İleri</b> düğmesini tıklatarak, <a class="font-link1" href="{0}" target="_blank">Yetkilendirme sözleşmesini</a> kabul etmiş olursunuz.
tt: Windows Live хисап язмагызга кереп һәм түбәндә <b>Киләсе</b> дигәненә чирттереп, <a class="font-link1" href="{0}" target="_blank">Авторизация килешүе</a> белән ризалашасыз.
ug: تۆۋەندىكى Windows Live ھىسابىڭىزغا تىزىملىتىپ كىرىپ <b>Next</b>باسقىنىڭزدا،سىز<a class="font-link1" href="{0}" target="_blank">ئىگىدارچىلىق كېلىشىمى </a>گە قۇزۇلغان بولىسىز.
uk: Увійшовши до облікового запису Windows Live і натиснувши кнопку <b>Далі</b>, ви погоджуєтеся з <a class="font-link1" href="{0}" target="_blank">Угодою щодо авторизації</a>.
ur: اپنے Windows Live کے کھاتہ پہ دستخط کرکے اورنیچے <b>اگلا</b> پہ کلک کرکے، آپ <a class="font-link1" href="{0}" target="_blank">اجازتی معاہدہ</a> سے اتفاق کرنے کا اظہار کرتے ہیں.
uz: O‘zingizning Windows Live hisob qaydnomangizga kirish va quyidagi <b>Keyingisiga o‘tisht</b> ga chertish orqali Siz quyidagiga rozilik bildirasiz: <a class="font-link1" href="{0}" target="_blank">Vakolat berish kelishuvi</a>.
vi: Bằng cách đã đăng nhập vào tài khoản Windows Live của bạn và bấm nút <b>Tiếp theo</b> bên dưới, bạn đồng ý với <a class="font-link1" href="{0}" target="_blank">Thỏa thuận ủy quyền</a>.
zh_hans: 通过登录您的 Windows Live 帐户并单击下面的“下一步”<b></b>，您即同意<a class="font-link1" href="{0}" target="_blank">授权协议</a>。
zh_hant: 登入 Windows Live 帳戶並按下底下的 [下一步]<b></b>，表示您同意<a class="font-link1" href="{0}" target="_blank">授權合約</a>。

# Literal.PayPal.ReviewTitle
source: Review and sign agreement
af: Lees en teken ooreenkoms
am: ገምግም እና ስምምነት ፈርም
ar: مراجعة الاتفاقية وتوقيعها
as: সমীক্ষা কৰক আৰু চুক্তিত স্বাক্ষৰ কৰক
az: Sazişə bax və imzala
bg: Преглед и подписване на споразумението
bn_in: চুক্তি পর্যালোচনা করুন এবং তাতে সই করুন
bs: Pregled i potpisivanje ugovora
cy: Adolygu a llofnodi'r cytundeb
da: Gennemse og underskriv aftalen
de: Vertrag überprüfen und unterzeichnen
el: Έλεγχος και υπογραφή σύμβασης
es: Revisar y firmar el acuerdo
et: Vaadake üle ja kirjutage lepingule alla
eu: Hitzarmena berrikusi eta sinatu
fa: بازبینی و امضای توافق نامه
ga: Déan athbhreithniú ar an gcomhaontú agus sínigh é
gd: Thoir sùil eile air is soidhnich an t-aonta
gl: Revisar e asinar acordo
gu: કરારની સમીક્ષા કરી અને સહી કરો
he: סקירת ההסכם וחתימה עליו
hi: अनुबंध की समीक्षा करें और उस पर हस्ताक्षर करें
hr: Pregledajte i potpišite ugovor
hu: Szerződés megtekintése és aláírása
id: Tinjau dan tanda tangani perjanjian
is: Lesa og skrifa undir samning
ja: 契約書の確認と署名
ka: გაეცანით და მოაწერეთ ხელი შეთანხმებას
kk: Келісімді қарап шығу және қол қою
kn: ಒಪ್ಪಂದವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಸಹಿ ಮಾಡಿ
ko: 계약 검토 및 서명
ku_arab: پێداچوونەوە بە رێکەوتننامەدا بکە و واژۆی بکە
ky: Макулдашууну карап чыгып, кол койуу
lo: ກວດເບິ່ງ ແລະເຊັນຂໍ້ຕົກລົງ
lt: Peržiūrėti ir pasirašyti sutartį
lv: Līguma pārskatīšana un parakstīšana
mi: Arotake me te waitohu whakaaetanga
mk: Прочитајте го и потпишете го договорот
ml: അവലോകനം ചെയ്‌ത് കരാറില്‍ ഒപ്പിടുക
mn: Гэрээтэй танилцаж, гарын үсэг зурах
mr: कराराचे पुनरावलोकन आणि स्वाक्षरी करा
ms: Kaji semula dan tandatangan perjanjian
mt: Eżamina u ffirma l-ftehim
ne: सम्झौता समीक्षा गर्नुहोस् र सहि गर्नुहोस्
nn_no: Les gjennom og signer avtale
no: Se gjennom og signer avtale
or: ଚୁକ୍ତି ସମୀକ୍ଷା ଏବଂ ଦସ୍ତଖତ
pa_arab_pk: دوبارہ پڑھو تے معاہدے تے دستخط کرو
pa_in: ਇਕਰਾਰਨਾਮੇ ਦੀ ਸਮੀਖਿਆ ਕਰੋ ਅਤੇ ਇਸਤੇ ਦਸਤਖਤ ਕਰੋ
pl: Przejrzyj i podpisz umowę
ru: Проверка и подписание соглашения
sd: جائزو وٺو ۽ اقرارنامو دستخط ڪريو
si: ගිවිසුම විමසා බලා අත්සන් කරන්න
sl: Pregled in podpis pogodbe
sr_cyrl_rs: Преглед и потписивање уговора
sr_latn_rs: Pregled i potpisivanje ugovora
sv: Granska och underteckna avtal
ta: ஒப்பந்தத்தைப் படித்து கையொப்பமிடவும்
te: సమీక్షించి ఒప్పందానికి సంతకం చేయండి
tg: Шартномаро дида бароед ва имзо кунед
th: ตรวจสอบและยอมรับตามข้อตกลง
tr: Sözleşmeyi gözden geçirin ve imzalayın
tt: Килешүне карагыз һәм имза куегыз
ug: كېلىشىمنى كۆرۈڭ ۋە ئىمزالاڭ
uk: Перегляд і підписання угоди
ur: جائزہ لیں اور معاہدے پہ دستخط کریں
uz: Kelishuvni ko‘rib chiqing va imzolang
vi: Xem lại và kí thỏa thuận
zh_hans: 查看并签署协议
zh_hant: 檢閱並簽署合約

# Word.Expired
source: expired
af: verval
am: ጊዜው ያለፈበት
ar: منتهي الصلاحية
as: ম্যাদ উকলি গৈছে
az: vaxtı bitib
bg: изтекъл
bn_in: মেয়াদ শেষ হয়েছে
bs: Isteklo
cy: wedi dod i ben
da: udløbet
de: Abgelaufen
el: έληξε
es: expirada
et: aegunud
eu: iraungita
fa: منقضی شد
ga: éagtha
gd: dh'fhalbh an ùine air
gl: caducado
gu: સમાપ્ત
he: פג תוקף
hi: समाप्त
hr: isteklo
hu: lejárt
id: kedaluwarsa
is: útrunnið
ja: 期限切れ
ka: ვადაგასული
kk: мерзімі өткен
kn: ಅವಧಿ ಮೀರಿದೆ
ko: 유효 기간
ku_arab: بەسەرچووە
ky: мөөнөтү аяктаган
lo: ໝົດອາຍຸແລ້ວ
lt: Nebegalioja
lv: beidzies derīgums
mi: kua pau
mk: истечено
ml: കാലഹരണപ്പെട്ടു
mn: хугацаа дууссан
mr: कालबाह्य झाले
ms: tamat tempoh
mt: skada
ne: म्याद सकिएको
nn_no: utgått
no: utløpt
or: ସମୟସମାପ୍ତ ହୋଇଛି
pa_arab_pk: ‏‏مک گیا اے
pa_in: ਮਿਆਦ ਪੁੱਗ ਚੁੱਕੀ ਹੈ
pl: wygasła
ru: срок действия истек
sd: مدو پورو ٿيل
si: කල්ඉකුත් වී ඇත
sl: potekla
sr_cyrl_rs: Истекло
sr_latn_rs: Isteklo
sv: upphört
ta: காலாவதியானது
te: గడువు ముగిసింది
tg: мӯҳлаташ анҷомёфта
th: หมดอายุแล้ว
tr: süresi dolmuş
tt: вакыт чыкты
ug: ۋاقتى ئۆتكەن
uk: термін дії минув
ur: معیاد ختم ہوچکی ہے
uz: amal qilish muddati o‘tgan
vi: đã hết hạn
zh_hans: 已过期
zh_hant: 已逾期

# Word.UpperCase.Expired
source: Expired
af: Het verval
am: ጊዜው አልፏል
ar: منتهِ الصلاحية
as: উকলি গৈছে
az: Son istifadə tarixi keçib
bg: Изтекло
bn_in: মেয়াদ শেষ হয়েছে
bs: Isteklo
cy: Wedi Dod i Ben
da: Udløbet
de: Abgelaufen
el: Έληξε
es: Expirada
et: Aegunud
eu: Iraungita
fa: منقضی‌شده
ga: As feidhm
gd: Dh’fhalbh an ùine air
gl: Caducado
gu: સમયસીમા સમાપ્ત થઈ
he: התוקף פג
hi: समय सीमा समाप्त
hr: Isteklo
hu: Lejárt
id: Telah kedaluwarsa
is: Útrunnið
ja: 期限切れ
ka: ვადაგასული
kk: Мерзімі өткен
kn: ಅವಧಿ ಮೀರಿದೆ
ko: 만료됨
lo: ໝົດອາຍຸແລ້ວ
lt: Nebegalioja
lv: Derīgums beidzies
mi: Kua mōnehu
mk: Истечена
ml: കാലഹരണപ്പെട്ടു
mr: कालबाह्य झाले
ms: Tamat tempoh
mt: Skadiet
ne: म्याद समाप्त भयो
nn_no: Utgått
no: Utløpt
or: ସମୟସୀମା ସମାପ୍ତ
pa_in: ਸਮਾਂ ਸੀਮਾ ਸਮਾਪਤ ਹੋ ਗਈ
pl: Wygasłe
ru: Срок действия истек.
sl: Potekla
sr_cyrl_rs: Истекло
sr_latn_rs: Isteklo
sv: Upphört att gälla
ta: காலாவதியாகியது
te: గడువు ముగిసింది
th: หมดอายุแล้ว
tr: Süresi doldu
tt: Вакыты чыккан
ug: ۋاقتى ئۆتكەن
uk: Термін дії минув
ur: میعاد ختم شدہ
uz: Muddati tugagan
vi: Đã hết hạn
zh_hans: 已到期
zh_hant: 已到期

# Word.Exp
source: Exp
af: Verval
am: ጊዜው አብቅቷል
ar: تاريخ انتهاء الصلاحية
as: ম্যাদ
az: Son istifadə tarixi
bg: Валидна до
bn_in: এক্সপ্রেস
bs: Ističe
cy: Dod i ben
da: Udl.
de: Ablauf
el: Λήξη
es: Expiración
et: Aegub
eu: Iraungitze-data
fa: انقضا
ga: Dáta éaga
gd: Falbhaidh an ùine air
gl: Cad.
gu: સમાપ્તિ
he: תאריך תפוגה
hi: समाप्ति तिथि
hr: Istječe
hu: Lejárat
is: Rennur út
ja: 有効期限
ka: ვადის გასვლის თარიღი
kk: Жарамдылық мерзімі
kn: ಅವಧಿ ಮೀರಿದೆ
ko: 만료
lt: Baigia galioti
lv: Term.
mi: Rā mōnehu
mk: Ист
ml: കാലഹരണപ്പെടൽ
mr: समाप्ती
ms: Tamat tempoh
mt: Skadenza
ne: म्याद समाप्त
nn_no: Utgår
no: Utløper
or: ସମୟସୀମା ସମାପ୍ତ
pa_in: ਮਿਆਦ
pl: Wygasa
ru: Дата окончания срока действия
sl: Poteče
sr_cyrl_rs: Истиче
sr_latn_rs: Ističe
sv: Giltigt till
ta: காலாவதி
te: ఎక్స్
th: หมดอายุ
tr: Son kullanım tarihi
tt: Вакыты чыга
ug: ئۆتۈش ۋاقتى
uk: Завершення терміну дії
ur: اختتامی میعاد
uz: Amal qilish muddati
vi: Ngày hết hạn
zh_hans: 到期时间
zh_hant: 到期日

# Word.EndingIn
source: Ending In
af: Eindig met
am: የሚያበቃው
ar: تنتهي بالرقم
as: সমাপ্ত হ'ব
az: Bununla bitir:
bg: Последни цифри
bn_in: শেষ
bs: Završava brojevima
cy: Yn gorffen mewn
da: Slutter med
de: Endet auf
el: Λήγει σε
es: Terminada en
et: Lõpeb numbritega
eu: Azken digituak:
fa: منتهی به
ga: Ag críochnú ar
gd: A’ crìochnachadh le
gl: Remata en
gu: અંત માં
he: מסתיים ב-
hi: आखिरी चार अंक
hr: Završava na
hu: Utolsó számjegyek:
id: Berakhir dalam
is: Endar á
ja: 末尾の数字
ka: მთავრდება ციფრებით
kk: Мына цифрлармен аяқталады
kn: ಒಳಗೆ ಅಂತ್ಯಗೊಳಿಸುತ್ತಿದೆ
ko: 다음으로 끝남
lo: ສິ້ນສຸດລົງໃນ
lt: Baigiasi
lv: Beidzas ar
mi: Ka Mutu Ki Te
mk: Завршува со
ml: അവസാനിക്കുന്നു
mr: शेवट
ms: Berakhir Dengan
mt: Jispiċċa bi
ne: अन्तमा
nn_no: Sluttar på
no: Slutter om
or: ସମାପ୍ତ ହୋଇଛି
pa_in: ਅੰਤ
pl: Ważne do
ru: Последние четыре цифры
sl: Zadnje števke
sr_cyrl_rs: Завршава се за
sr_latn_rs: Završava se za
sv: Slutar på
ta: இதில் முடிவடையும்
te: లో ముగిస్తోంది
th: ลงท้ายด้วย
tr: Şu Süre İçinde Sona Eriyor:
tt: Ахыргы саннары:
ug: بىلەن ئاخىرلاشقان
uk: Останні цифри
ur: اس میں ختم ہو رہا ہے
uz: Tugaydi:
vi: Kết thúc bằng
zh_hans: 末尾数字
zh_hant: 末四碼為
