Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Generic.ConfirmationHeading
source: Waiting for ()PMDisplayName to confirm...
af: Wag tans vir ()PMDisplayName om te bevestig ...
am: ለማረጋገጥ ()PMDisplayName ን በመጠበቅ ላይ...
ar: بانتظار تأكيد ()PMDisplayName...
as: ()PMDisplayName সুনিশ্চিত কৰিবলৈ অপেক্ষাৰত...
az: ()PMDisplayName tərəfindən təsdiq gözlənilir...
bg: Изчакване на ()PMDisplayName за потвърждаване...
bn_in: ()PMDisplayName-এর অনুমোদনের জন্য অপেক্ষা করা হচ্ছে...
bs: Čeka se da ()PMDisplayName potvrdi...
cy: Yn aros i ()PMDisplayName gadarnhau...
da: Venter på at ()PMDisplayName bekræfter...
de: Warten auf Bestätigung von ()PMDisplayName...
el: Αναμονή για επιβεβαίωση από ()PMDisplayName...
es: Esperando la confirmación de ()PMDisplayName...
et: ()PMDisplayName kinnituse ootel...
eu: ()PMDisplayName enpresak berresteko zain...
fa: در حال انتظار برای ()PMDisplayName جهت تأیید...
ga: Ag fanacht le deimhniú ()PMDisplayName...
gd: A’ feitheamh ri dearbhadh o ()PMDisplayName…
gl: Agardando pola confirmación de ()PMDisplayName...
gu: પુષ્ટિ કરવા માટે ()PMDisplayName ની પ્રતીક્ષા કરી રહ્યા છીએ...
he: ממתין לאישור של ()PMDisplayName...
hi: ()PMDisplayName की पुष्टि होने तक प्रतीक्षा करें...
hr: Čeka se potvrda banke ()PMDisplayName...
hu: Várakozás a(z) ()PMDisplayName megerősítésére...
id: Menunggu ()PMDisplayName untuk mengonfirmasi...
is: Bíður eftir að ()PMDisplayName staðfesti...
ja: ()PMDisplayName の確認を待機中...
ka: ()PMDisplayName-ის დადასტურების მოლოდინში...
kk: ()PMDisplayName растауы күтілуде...
kn: ()PMDisplayName ಅವರ ದೃಢೀಕರಣಕ್ಕಾಗಿ ಕಾಯುತ್ತಿದ್ದೇವೆ...
ko: ()PMDisplayName에서 확인하기를 기다리는 중...
lo: ລໍຖ້າ ()PMDisplayName ເພື່ອຢືນຢັນ...
lt: Laukiama, kol ()PMDisplayName patvirtins...
lv: Gaida ()PMDisplayName apstiprinājumu...
mi: E tatari ana kia whakaū a ()PMDisplayName...
mk: Се чека ()PMDisplayName да потврди...
ml: ()PMDisplayName സ്ഥിരീകരിക്കുന്നതിനായി കാത്തിരിക്കുന്നു...
mr: ()PMDisplayName ची पुष्टी होण्यासाठी प्रतीक्षा करत आहे...
ms: Menunggu ()PMDisplayName untuk mengesahkan...
mt: Qed jistenna ()PMDisplayName biex jikkonferma...
ne: ()PMDisplayName ले पुष्टि गर्ने पर्खँदै...
nn_no: Ventar på at ()PMDisplayName skal stadfeste...
no: Venter på ()PMDisplayName for å bekrefte ...
or: ନିଶ୍ଚିତ କରିବାକୁ ()PMDisplayName କୁ ଅପେକ୍ଷା ...
pa_in: ਪੁਸ਼ਟੀ ਲਈ ()PMDisplayName ਦਾ ਇੰਤਜ਼ਾਰ ਕਰ ਰਿਹਾ ਹੈ...
pl: Trwa oczekiwanie na potwierdzenie przez firmę ()PMDisplayName...
ru: Ожидание ()PMDisplayName для подтверждения…
sl: Čakanje na potrditev podjetja ()PMDisplayName ...
sr_cyrl_rs: Чека се да ()PMDisplayName потврди...
sr_latn_rs: Čeka se da ()PMDisplayName potvrdi...
sv: Väntar på att ()PMDisplayName ska bekräfta...
ta: ()PMDisplayName -ஐ உறுதிப்படுத்துவதற்குக் காத்திருக்கிறோம்...
te: నిర్ధారించడానికి ()PMDisplayName కోసం వేచి ఉంది...
th: กำลังรอให้ ()PMDisplayName ยืนยัน...
tr: ()PMDisplayName onayı bekleniyor...
tt: ()PMDisplayName раславын көтү...
ug: ()PMDisplayName نىڭ جەزملىشىنى كۈتىۋاتىدۇ...
uk: Очікується підтвердження від ()PMDisplayName…
ur: تصدیق کرنے کیلئے ()PMDisplayName کا انتظار ہے...
uz: Tasdiqlash uchun ()PMDisplayName kutilmoqda...
vi: Đang chờ ()PMDisplayName xác nhận...
zh_hans: 正在等待 ()PMDisplayName 确认...
zh_hant: 正在等候 ()PMDisplayName 確認...

# Literal.Generic.RedirectText6
source: , you'll be redirected to ()PMDisplayName to verify you personal details.
af: , jy sal na ()PMDisplayName herlei word om jou persoonlike besonderhede te verifieer.
am: ፣ የግል ዝርዝሮችዎን ለማረጋገጥ ወደ ()PMDisplayName የሚዘዋወሩ ይሆናል።
ar: ، ستتم إعادة توجيهك إلى ()PMDisplayName لتأكيد تفاصيلك الشخصية.
as: , আপোনাৰ ব্ক্তিগত সৱিশেষ প্ৰমাণিত কৰিবলৈ আপোনাক ()PMDisplayName-লৈ পুনঃনিৰ্দেশিত কৰা হ’ব।
az: , şəxsi məlumatlarınızı təsdiqləmək üçün ()PMDisplayName ünvanına yönləndiriləcəksiniz.
bg: , ще бъдете пренасочени към ()PMDisplayName, за да потвърдите личните си данни.
bn_in: , আপনার ব্যক্তিগত বিশদ বিবরণ যাচাই করতে আপনাকে ()PMDisplayName-এ পুনর্নির্দেশ করা হবে।
bs: , bit ćete preusmjereni na ()PMDisplayName radi potvrde ličnih podataka.
cy: , byddwch chi'n cael eich cyfeirio at ()PMDisplayName i ddilysu eich manylion personol.
da: , du bliver omdirigeret til ()PMDisplayName, for at kunne bekræfte dine personoplysninger.
de: werden Sie an ()PMDisplayName umgeleitet, um Ihre persönlichen Daten zu überprüfen.
el: , θα ανακατευθυνθείτε στο ()PMDisplayName για να επαληθεύσετε τα προσωπικά στοιχεία σας.
es: , se le redirigirá a ()PMDisplayName para comprobar sus datos personales.
et: , teid suunatakse isikuandmete kinnitamiseks veebisaidile ()PMDisplayName.
eu: , ()PMDisplayName atzituko duzu xehetasun pertsonalak egiaztatzeko.
fa: ، شما به ()PMDisplayName هدایت می‌شوید تا اطلاعات شخصی خود را تأیید کنید.
ga: , atreorófar thú chuig ()PMDisplayName chun do chuid sonraí pearsanta a fhíorú.
gd: , thèid d’ ath-stiùireadh gu ()PMDisplayName a dhearbhadh a’ mhion-fhiosrachaidh phearsanta agad.
gl: , redirixirémolo a ()PMDisplayName para que verifique os seus datos persoais.
gu: , તમને તમારી વ્યક્તિગત વિગતોની ચકાસણી કરવા માટે ()PMDisplayName પર રીડાયરેક્ટ કરવામાં આવશે.
he: , תנותב מחדש אל ()PMDisplayName כדי לאמת את הפרטים האישיים שלך.
hi: , आपको व्यक्तित्व विवरण सत्यापित करने के लिए ()PMDisplayName पर रीडायरेक्ट किया जाएगा.
hr: , bit ćete preusmjereni na ()PMDisplayName za provjeru vaših osobnih pojedinosti.
hu: , a rendszer átirányítja a(z) ()PMDisplayName szolgáltatóhoz a személyes adatai ellenőrzéséhez.
id: , Anda akan dialihkan ke ()PMDisplayName untuk memverifikasi detail pribadi.
is: , þú verður framsend(ur) til ()PMDisplayName til að staðfesta persónuupplýsingar þínar.
ja: 、()PMDisplayName にリダイレクトされて、個人情報を確認できます。
ka: , გადამისამართდებით ()PMDisplayName-ზე თქვენი პირადი მონაცემების გადასამოწმებლად.
kk: , жеке мәліметтеріңізді тексеру үшін ()PMDisplayName сайтына қайта бағытталасыз.
kn: , ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ವಿವರಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮನ್ನು ()PMDisplayName ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ.
ko: 개인 세부 정보를 확인하기 위해 ()PMDisplayName(으)로 리디렉션됩니다.
lo: , ທ່ານຈະຖືກໂອນໄປຫາ ()PMDisplayName ເພື່ອກວດສອບລາຍລະອຽດສ່ວນຕົວຂອງທ່ານ.
lt: , būsite nukreipti į ()PMDisplayName, kad patikrintumėme jūsų asmeninę informaciją.
lv: , tiksit novirzīts uz ()PMDisplayName, lai verificētu savus personas datus.
mi: , ka tahurikē i a koe ki ()PMDisplayName kia manatokona ō taipitopito whaiaro.
mk: , ќе ве пренасочиме до ()PMDisplayName за да си ги проверите личните детали.
ml: , നിങ്ങളുടെ വ്യക്തിഗത വിശദാംശങ്ങൾ പരിശോധിക്കുന്നതിന് നിങ്ങളെ ()PMDisplayName എന്നതിലേക്ക് റീഡയറക്ട് ചെയ്യും.
mr: , आपल्याला आपला व्यक्तिगत तपशील पडताळण्यासाठी ()PMDisplayName वर पुनर्निर्देशित केले जाईल.
ms: , anda akan diubah hala ke ()PMDisplayName untuk mengesahkan butiran peribadi anda.
mt: , se tiġi ridirezzjonat lejn ()PMDisplayName biex tivverifika d-dettalji personali tiegħek.
ne: , तपाईंको व्यक्तिगत विवरण रुजू गर्न तपाईंलाई ()PMDisplayName मा रिडाइरेक्ट गरिने छ।
nn_no: , du blir omdirigert til ()PMDisplayName for å verifisera dine personlege detaljar.
no: , blir du omdirigert til ()PMDisplayName for å bekrefte de personlige opplysningene.
or: , ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ବିବରଣୀ ଯାଞ୍ଚ କରିବାକୁ ()PMDisplayName କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବ.
pa_in: , ਤੁਹਾਨੂੰ ਨਿੱਜੀ ਵੇਰਵਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ()PMDisplayName 'ਤੇ ਵਾਪਸ ਭੇਜਿਆ ਜਾਵੇਗਾ।
pl: , nastąpi przekierowanie do dostawcy ()PMDisplayName w celu zweryfikowania danych osobowych.
ru: , вы будете перенаправлены в ()PMDisplayName для проверки личных данных.
sl: , boste preusmerjeni na spletno mesto ()PMDisplayName, da boste preverili svoje osebne podatke.
sr_cyrl_rs: , преусмерићемо вас на ()PMDisplayName да бисте проверили личне податке.
sr_latn_rs: , preusmerićemo vas na ()PMDisplayName da biste proverili lične detalje.
sv: , omdirigeras du till ()PMDisplayName för att bekräfta dina personuppgifter.
ta: , உங்கள் தனிப்பட்ட விவரங்களைச் சரிபார்ப்பதற்கு, நீங்கள் ()PMDisplayName என்பதற்குத் திருப்பிவிடப்படுவீர்கள்.
te: , మీ వ్యక్తిగత వివరాలను ధ్రువీకరించడానికి మీరు ()PMDisplayNameకు రీడైరెక్ట్ చేయబడతారు.
th: คุณจะถูกเปลี่ยนเส้นทางไปยัง ()PMDisplayName เพื่อยืนยันรายละเอียดส่วนบุคคลของคุณ
tr: , kişisel ayrıntılarınızı doğrulamak için ()PMDisplayName sağlayıcısına yönlendirilirsiniz.
tt: шәхси мәгълүматыгызны раслау өчен, сез ()PMDisplayName битенә күчереләчәксез.
ug: سىزنى ()PMDisplayName گە باشلاپ تەپسىلاتلارنى دەلىللەيمىز.
uk: відбудеться переспрямування на сайт ()PMDisplayName, щоб перевірити ваші персональні дані.
ur: ، آپ کو اپنی ذاتی تفصیلات کی تصدیق کرنے کیلئے ‎()PMDisplayName‎ کی طرف ری ڈائریکٹ کیا جائے گا۔
uz: , shaxsiy maʼlumotlaringizni tasdiqlash uchun ()PMDisplayName sahifasiga yoʻnaltirilasiz.
vi: , bạn sẽ được chuyển hướng tới ()PMDisplayName để xác minh các chi tiết cá nhân của bạn.
zh_hans: ，系统会将你重定向到 ()PMDisplayName 以验证你的个人详细信息。
zh_hant: ，系統會將您重新導向至 ()PMDisplayName 以驗證您的個人詳細資料。

# Literal.Generic.ConfirmationText1
source: We're working with ()PMDisplayName to set up your payment. This can take a couple minutes.
af: Ons werk saam met ()PMDisplayName om jou betaling op te stel. Dit kan ’n paar minute neem.
am: ክፍያዎን ለማዘጋጀት ከ ()PMDisplayName ጋር በጋራ እየሰራን ነው። ይህም የተወሰኑ ደቂቃዎችን ሊወስድ ይችላል።
ar: نعمل مع ()PMDisplayName لإعداد عملية الدفع لديك. قد يستغرق هذا بضع دقائق.
as: আমি আপোনাৰ পেমেণ্ট স্থিৰ কৰিবলৈ ()PMDisplayName-ৰ সৈতে কাম কৰি আছোঁ। ইয়াৰ বাবে কেইমিনিটমান লাগিব পাৰে।
az: Ödənişi quraşdırmaq üçün ()PMDisplayName ilə işləyirik. Bu, bir neçə dəqiqə çəkə bilər.
bg: Работим с ()PMDisplayName, за да настроим вашето плащане. Това може да отнеме няколко минути.
bn_in: আমরা আপনার অর্থ প্রদান সেট আপ করতে ()PMDisplayName-এর সাথে কাজ করছি। এটি কয়েক মিনিট সময় নিতে পারে।
bs: Sarađujemo s ()PMDisplayName kako bismo vam postavili plaćanje. Ovo može potrajati nekoliko minuta.
cy: Rydyn ni'n gweithio gyda ()PMDisplayName i baratoi eich taliad. Gall hyn gymryd munud neu ddwy.
da: Vi arbejder med ()PMDisplayName for at konfigurere din betaling. Dette kan tage et par minutter.
de: Wir arbeiten mit ()PMDisplayName zusammen, um Ihre Zahlung einzurichten. Dieser Vorgang kann einige Minuten in Anspruch nehmen.
el: Συνεργαζόμαστε με την ()PMDisplayName για να ρυθμίσουμε την πληρωμή σας. Αυτό μπορεί να διαρκέσει μερικά λεπτά.
es: Estamos trabajando con ()PMDisplayName para configurar su pago. Este proceso puede tardar unos minutos.
et: Tegeleme koos partneriga ()PMDisplayName teie makse seadistamisega. See võib võtta mõne minuti.
eu: Ordainketa konfiguratzen ari gara ()PMDisplayName eta biok. Baliteke minutu pare bat behar izatea.
fa: ما با ()PMDisplayName برای تنظیم پرداخت شما همکاری می‌کنیم. این عملیات ممکن است چند دقیقه طول بکشد.
ga: Táimid ag obair le ()PMDisplayName ar d’íocaíocht a chumrú. Seans go dtógfaidh sé sin cúpla nóiméad.
gd: Tha sinn ag obair còmhla ri ()PMDisplayName gus am pàigheadh a chur air dòigh. Dh’fhaoidte gum bi sinn mionaid no dhà.
gl: Estamos a traballar con ()PMDisplayName para configurar o seu pagamento. Isto pode demorar un par de minutos.
gu: અમે તમારી ચૂકવણી સેટ કરવા માટે ()PMDisplayName સાથે કામ કરી રહ્યા છીએ. આમાં થોડીવાર લાગી શકે છે.
he: אנו פועלים בשיתוף עם ()PMDisplayName כדי להגדיר את שיטת התשלום שלך. פעולה זו עשויה להימשך מספר דקות.
hi: आपका भुगतान सेट करने के लिए हम ()PMDisplayName के साथ काम कर रहे हैं. इसमें कुछ मिनटों का समय लग सकता है.
hr: U suradnji s bankom ()PMDisplayName postavljamo vaše plaćanje. To može potrajati nekoliko minuta.
hu: Mi és a(z) ()PMDisplayName dolgozunk a fizetési mód beállításán. Ez eltarthat pár percig.
id: Kami bekerja sama dengan ()PMDisplayName untuk menyiapkan pembayaran Anda. Hal ini mungkin membutuhkan waktu beberapa menit.
is: Við erum að vinna með ()PMDisplayName til að setja upp reikninginn þinn. Þetta getur tekið nokkrar mínútur.
ja: お客様のお支払いを設定するため、()PMDisplayName で処理中です。これには数分かかる場合があります。
ka: ჩვენ ვმუშაობთ ()PMDisplayName-ზე თქვენი გადახდის პარამეტრების დასაყენებლად. ამას შეიძლება რამდენიმე წუთი დასჭირდეს.
kk: Төлеміңізді орнату үшін ()PMDisplayName бірге жұмыс істеудеміз. Оған бірнеше минут кетуі мүмкін.
kn: ನಿಮ್ಮ ಪಾವತಿಯನ್ನು ಸೆಟಪ್ ಮಾಡಲು ()PMDisplayName ಅವರ ಜೊತೆ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿದ್ದೇವೆ.
ko: 결제를 설정하기 위해 ()PMDisplayName에서 작업 중입니다. 이 작업은 몇 분 정도 걸릴 수 있습니다.
lo: ພວກເຮົາກຳລັງເຮັດວຽກກັບ ()PMDisplayName ເພື່ອຕັ້ງຄ່າການຊຳ ລະເງິນຂອງທ່ານ. ສິ່ງນີ້ຈະໃຊ້ເວລາສອງຫາສາມນາທີ.
lt: Dirbame kartu su ()PMDisplayName, kad nustatytume jūsų mokėjimą. Tai gali užtrukti kelias minutes.
lv: Mēs strādājam ar ()PMDisplayName, lai iestatītu jūsu maksājumu. Tas prasīt dažas minūtes.
mi: E mahi tahi ana mātou me ()PMDisplayName ki te whakatatū i tō pūkete. Ka pau pea ētahi meneti tēnei te whakaoti.
mk: Соработуваме со ()PMDisplayName за да го поставиме плаќањето. Ова може да потрае неколку минути.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് സജ്ജീകരിക്കുന്നതിന് ഞങ്ങൾ ()PMDisplayName എന്നയാളുമായി പ്രവർത്തിക്കുന്നു. ഇതിന് കുറച്ച് സമയമെടുക്കാം.
mr: आम्ही तुमचे देय सेट अप होण्यासाठी ()PMDisplayName सोबत काम करत आहोत. याला काही मिनिटे लागू शकतात.
ms: Kami sedang bekerjasama dengan ()PMDisplayName untuk menyediakan pembayaran anda. Ini boleh mengambil masa beberapa minit.
mt: Qed naħdmu ma' ()PMDisplayName biex nikkonfiguraw il-pagament tiegħek. Dan jista' jieħu ftit minuti.
ne: तपाईंको भुक्तानी सेट अप गर्न हामी ()PMDisplayName सँग काम गर्दै छौ। यसलाई केहि मिनेट लाग्न सक्छ।
nn_no: Vi arbeider med ()PMDisplayName for å setje opp betalinga di. Dette kan ta eit par minutt.
no: Vi arbeider med ()PMDisplayName for å konfigurere betalingen. Dette kan ta et par minutter.
or: ଆମେ ଆପଣଙ୍କର ଦେୟ ସେଟ୍ ଅପ୍ କରିବାକୁ ()PMDisplayName ସହିତ କାର୍ଯ୍ୟ କରୁଛୁ. ଏହା ଦୁଇ ମିନିଟ୍ ସମୟ ନେଇପାରେ.
pa_in: ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਨੂੰ ਸੈੱਟ ਅੱਪ ਕਰਨ ਲਈ ਅਸੀਂ ()PMDisplayName ਨਾਲ ਕੰਮ ਕਰ ਰਹੇ ਹਾਂ। ਇਸ ਵਿੱਚ ਕੁਝ ਮਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ।
pl: Pracujemy z firmą ()PMDisplayName, aby skonfigurować płatność. Może to potrwać kilka minut.
ru: Мы работаем с ()PMDisplayName для настройки платежа. Это может занять несколько минут.
sl: Za nastavitev vašega plačila sodelujemo s podjetjem ()PMDisplayName. Ta postopek lahko traja nekaj minut.
sr_cyrl_rs: Сарађујемо се ()PMDisplayName да бисмо вам подесили плаћање. Ово може да потраје неколико минута.
sr_latn_rs: Sarađujemo se ()PMDisplayName da bismo vam podesili plaćanje. Ovo može da potraje nekoliko minuta.
sv: Vi samarbetar med ()PMDisplayName för att ställa in din betalning. Det kan ta några minuter.
ta: உங்கள் கணக்கை அமைக்க ()PMDisplayName உடன் நாங்கள் பணியாற்றுகிறோம். இதற்கு சில நிமிடங்கள் ஆகலாம்.
te: మేము మీ చెల్లింపును సెటప్ చేయడానికి ()PMDisplayNameతో పని చేస్తున్నాము. దీనికి రెండు నిమిషాలు పట్టవచ్చు.
th: เรากำลังทำงานกับ ()PMDisplayName ในการตั้งค่าการชำระเงินของคุณ การดำเนินการนี้อาจใช้เวลาสองสามนาที
tr: Ödemenizi ayarlamak için ()PMDisplayName ile çalışıyoruz. Bu işlem birkaç dakika sürebilir.
tt: Түләвегезне көйләү өчен, ()PMDisplayName белән эшлибез. Моңа берничә минут китәргә мөмкин.
ug: تۆلىمە ئۇسۇلىڭىزنى راسلاش ئۈچۈن ()PMDisplayName بىلەن ئىشلەۋاتىمىز. بۇ بىر نەچچە مىنۇت ئېلىشى مۇمكىن.
uk: Налаштовується спосіб оплати за допомогою ()PMDisplayName. Це може тривати кілька хвилин.
ur: ہم آپ کی ادائیگی سیٹ اپ کرنے کیلئے ()PMDisplayName کے ساتھ کام کر رہے ہیں۔ اس میں چند منٹ کا وقت لگ سکتا ہے۔
uz: Toʻlovingizni sozlash uchun ()PMDisplayName bilan ishlamoqdamiz. Bu bir necha daqiqa vaqt olishi mumkin.
vi: Chúng tôi đang làm việc với ()PMDisplayName để thiết lập giao dịch thanh toán của bạn. Việc này có thể mất vài phút.
zh_hans: 我们正在使用 ()PMDisplayName 设置你的付款。这可能需要几分钟时间。
zh_hant: 我們正在使用 ()PMDisplayName 來設定您的付款。這可能需要幾分鐘的時間。

# Literal.Generic.ConfirmationText2
source: If you prefer not to wait,
af: As jy verkies om nie te wag nie,
am: ለመጠበቅ የማይፈቅዱ ከሆነ፣
ar: إذا كنت تفضل عدم الانتظار،
as: যদি আপুনি অপেক্ষা কৰিবলৈ পছন্দ নকৰে,
az: Gözləmək istəmirsinizsə,
bg: Ако предпочитате да не чакате,
bn_in: আপনি যদি অপেক্ষা করতে পছন্দ না করেন,
bs: Ako ne želite čekati,
cy: Os yw'n well gennych beidio ag aros,
da: Hvis du foretrækker ikke at vente,
de: Wenn Sie nicht warten möchten,
el: Αν προτιμάτε να μην περιμένετε,
es: Si prefiere no esperar,
et: Kui te ei soovi oodata,
eu: Itxaron nahi ez baduzu,
fa: اگر ترجیح می‌دهید منتظر نمانید،
ga: Más fearr leat gan a bheith ag fanacht,
gd: Mur eil thu airson feitheamh,
gl: Se prefire non agardar,
gu: જો તમને પ્રતીક્ષા કરવાનું પસંદ નથી,
he: אם אתה מעדיף שלא להמתין,
hi: यदि आप प्रतीक्षा नहीं करना पसंद करते हैं,
hr: Ako ne želite čekati,
hu: Ha inkább nem szeretne várakozni,
id: Jika Anda memilih untuk tidak menunggu,
is: Ef þú vilt ekki bíða,
ja: お待ちになりたくない場合は、
ka: თუ არ გსურთ მოლოდინი,
kk: Күткіңіз келмесе,
kn: ಒಂದು ವೇಳೆ ನೀವು ಕಾಯಲು ಇಷ್ಟಪಡದಿದ್ದರೆ,
ko: 기다리지 않으려면
lo: ຖ້າທ່ານຕ້ອງການບໍ່ລໍຖ້າ,
lt: Jei nenorite laukti,
lv: Ja nevēlaties gaidīt,
mi: Ki te kore koe e hiahia ki te tatari,
mk: Ако не сакате да чекате,
ml: നിങ്ങൾ കാത്തിരിക്കാൻ താൽപ്പര്യപ്പെടുന്നില്ലെങ്കിൽ,
mr: तुम्ही जर प्रतीक्षा करण्यास प्राधान्य देत नसल्यास,
ms: Jika anda memilih untuk tidak menunggu,
mt: Jekk tippreferi li ma tistenniex,
ne: तपाईंले पर्खन चाहनुहुन्न भने,
nn_no: Hvis du ikkje vil vente,
no: Hvis du foretrekker å ikke vente,
or: ଯଦି ଆପଣ ଅପେକ୍ଷା ନ କରିବାକୁ ପସନ୍ଦ କରନ୍ତି,
pa_in: ਜੇ ਤੁਸੀਂ ਇੰਤਜ਼ਾਰ ਕਰਨਾ ਪਸੰਦ ਨਹੀਂ ਕਰਦੇ,
pl: Jeśli nie chcesz czekać,
ru: Если вы не хотите ждать,
sl: Če ne želite čakati,
sr_cyrl_rs: Ако не желите да чекате,
sr_latn_rs: Ako ne želite da čekate,
sv: Om du inte vill vänta,
ta: நீங்கள் காத்திருக்க விரும்பவில்லை என்றால்,
te: మీరు వేచి ఉండకూడదనుకుంటే,
th: หากคุณไม่ต้องการรอ
tr: Beklemek istemiyorsanız
tt: Көтәргә теләмәсәгез,
ug: ئەگەر كۈتمەسلىكنى ئىختىيار قىلسىڭىز،
uk: Якщо ви не бажаєте чекати,
ur: اگر آپ انتظار نہیں کرنا پسند کرتے ہیں تو،
uz: Agar kutishni istamasangiz,
vi: Nếu bạn không muốn chờ,
zh_hans: 如果你不想等待，
zh_hant: 如果您不願意等候，

# Literal.Generic.ConfirmationText3
source: set up another way to pay.
af: stel ’n ander manier op om te betaal.
am: ለመክፈል ሌላ መንገድ ያመቻቹ።
ar: يمكنك إعداد طريقة أخرى للدفع.
as: পৰিশোধ কৰিবলৈ আন উপায় স্থিৰ কৰক।
az: başqa ödəniş üsulu quraşdırın.
bg: настройте друг начин за плащане.
bn_in: অর্থ প্রদানের অন্য উপায় সেট আপ করুন।
bs: postavite neki drugi način plaćanja.
cy: gosodwch ffordd arall o dalu.
da: konfigurer en anden måde at betale på.
de: richten Sie eine andere Zahlungsmethode ein.
el: ρυθμίστε έναν άλλο τρόπο πληρωμής.
es: configure otra forma de pago.
et: seadistage muu makseviis.
eu: konfiguratu ordaintzeko beste modu bat.
fa: روش دیگری برای پرداخت تنظیم کنید.
ga: cumraigh mód eile íocaíochta.
gd: suidhich dòigh pàighidh eile.
gl: configure outro método de pagamento.
gu: તો ચૂકવણી કરવાની બીજી રીત સેટ કરો.
he: הגדר שיטה אחרת לתשלום.
hi: भुगतान करने का कोई अन्य तरीका सेट करें.
hr: postavite drugi način plaćanja.
hu: állítson be másik fizetési módot.
id: atur cara lain untuk membayar.
is: setja upp aðra greiðsluaðferð.
ja: 別のお支払い方法を設定してください。
ka: დააყენეთ გადახდის სხვა მეთოდი.
kk: басқа төлем әдісін орнатыңыз.
kn: ಪಾವತಿಸಲು ಇನ್ನೊಂದು ವಿಧಾನ ಆಯ್ಕೆ ಮಾಡಿ.
ko: 다른 결제 방법을 설정하세요.
lo: ຕັ້ງຄ່າວິທີອື່ນເພື່ອຈ່າຍ.
lt: nustatykite kitą mokėjimo būdą.
lv: iestatiet citu apmaksas veidu.
mi: whakatatūria he tikanga utu kē.
mk: поставете друг начин на плаќање.
ml: പണമടയ്‌ക്കാൻ മറ്റൊരു മാർഗ്ഗം സജ്ജീകരിക്കുക.
mr: देय करण्याचा दुसरा मार्ग सेट अप करा.
ms: sediakan cara lain untuk membayar.
mt: ikkonfigura mod ieħor kif tħallas.
ne: भुक्तानी गर्न अर्को तरिका सेट अप गर्नुहोस्‌।
nn_no: legg inn ein annan måte å betale på.
no: konfigurer en annen måte å betale på.
or: ପୈଠ କରିବାର ଅନ୍ୟ ଉପାୟ ସେଟ୍ ଅପ୍ କରନ୍ତୁ.
pa_in: ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਸੈੱਟਅੱਪ ਕਰੋ।
pl: skonfiguruj inny sposób płatności.
ru: настройте другой способ оплаты.
sl: nastavite drug način za plačilo.
sr_cyrl_rs: подесите неки други начин плаћања.
sr_latn_rs: podesite neki drugi način plaćanja.
sv: ställer du in ett annat betalningssätt.
ta: கட்டணம் செலுத்துவதற்கு மற்றொரு வழியை அமைக்கவும்.
te: చెల్లించడానికి మరొక మార్గాన్ని సెటప్ చేయండి.
th: ตั้งค่าวิธีอื่นในการชำระเงิน
tr: ödeme için başka bir yol ayarlayın.
tt: түләү өчен башка ысул көйләгез.
ug: يەنە بىر تۆلەش ئۇسۇلىنى راسلاڭ.
uk: налаштуйте інший спосіб.
ur: ادائیگی کرنے کا دوسرا طریقہ سیٹ اپ کریں۔
uz: toʻlashning boshqa usulini sozlang.
vi: thiết lập một phương thức thanh toán khác.
zh_hans: 设置另一种付款方式。
zh_hant: 請設定另一種付款方式。

# Literal.PersonalNumber.Format
source: Incorrectly formatted Personal number
af: Persoonlike nommer is verkeerdelik geformateer
am: ቅርጸቱ ትክክል ያልሆነ የግል ቁጥር
ar: الرقم الشخصي منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত ব্যক্তিগত নম্বৰ
az: Yanlış formatlaşdırılmış Şəxsi nömrə
bg: Личният номер е с неправилен формат
bn_in: ব্যক্তিগত নম্বরের ফর্ম্যাটটি ত্রুটিপূর্ণ
bs: Nepravilan format ličnog broja
cy: Rhif personol mewn fformat anghywir
da: Forkert formateret personnummer
de: Falsch formatierte persönliche Nummer
el: Εσφαλμένη μορφή προσωπικού αριθμού
es: Formato del número personal incorrecto
et: Valesti vormindatud isikukood
eu: Zenbaki pertsonalaren formatuak ez du balio
fa: قالب شماره اختصاصی نادرست است
ga: Uimhir phearsanta atá formáidithe ar cearr
gd: Chan eil am fòrmat air an àireamh phearsanta mar bu chòir
gl: O formato do número persoal non é correcto
gu: ખોટી રીતે ફૉર્મેટ થયેલો અંગત નંબર
he: מספר תעודת זהות בתבנית שגויה
hi: गलत तरीके से स्वरूपित व्यक्तिगत नंबर
hr: Nepravilan oblik osobnog broja
hu: A személyi szám formátuma helytelen
id: Kesalahan format Nomor pribadi
is: Kennitala er á röngu sniði
ja: マイナンバーの形式が間違っています
ka: პირადი ნომრის ფორმატი არასწორია
kk: Дұрыс пішімделмеген жеке нөмір
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ವೈಯಕ್ತಿಕ ಸಂಖ್ಯೆ
ko: 잘못된 형식의 개인 번호
ku_arab: ژمارەی کەسیی فۆرمات نادروست
ky: Туура эмес форматталган жеке номер
lo: ໝາຍເລກສ່ວນຕົວຖືກຈັດຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas asmeninio numerio formatas
lv: Nepareizi formatēts personas kods
mi: Nama Whaiaro Hōputu Hē
mk: Неправилно форматиран матичен број
ml: വ്യക്തിഗത നമ്പർ തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Хувийн дугаарын хэлбэржүүлэлт буруу
mr: वैयक्तिक क्रमांक चुकीचा स्वरुपित केला आहे
ms: Nombor Peribadi diformat dengan tidak betul
mt: Numru Personali fformattjat ħażin
ne: गलत तरिकाले फर्म्याट गरिएको व्यक्तिगत नम्बर
nn_no: Fødselsnummeret har ikkje rett format
no: Personnummeret har feil format
or: ଭୁଲ୍‌ ଭାବେ ଫର୍ମାଟ୍ ହୋଇଥିବା ବ୍ୟକ୍ତିଗତ ନମ୍ବର
pa_arab_pk: غلط فارمیٹ کیتا ذاتی نمبر
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਵਿੱਚ ਸਰੂਪ ਕੀਤਾ ਗਿਆ ਨਿੱਜੀ ਨੰਬਰ
pl: Niepoprawnie sformatowany numer osobisty
ru: Неправильный формат личного номера
sd: غلط فارميٽ ٿيل فون نمبر
si: වැරදි ලෙස ආකෘතිගත කළ පුද්ගලික අංකය
sl: Nepravilno oblikovana osebna številka
sr_cyrl_rs: Неисправан формат личног броја
sr_latn_rs: Neispravan format ličnog broja
sv: Personnumret har fel format
ta: தவறாக வடிவமைக்கப்பட்ட தனிப்பட்ட எண்
te: వ్యక్తిగత నంబర్ ఆకృతి తప్పు
tg: Рақами шахсии нодуруст форматгузоришуда
th: รูปแบบของหมายเลขโทรศัพท์ส่วนตัวไม่ถูกต้อง
tr: Kişisel numara yanlış biçimlendirilmiş
tt: Шәхси номер дөрес форматланмаган
ug: شەخسى نومۇرىنىڭ فورماتى خاتا
uk: Невірний формат особистого номера
ur: غلط وضع کردہ ذاتی نمبر
uz: Noto‘g‘ri formatdagi Shaxsiy raqam
vi: Số Cá nhân được định dạng không chính xác
zh_hans: 个人号码格式错误
zh_hant: 個人識別碼的格式不正確
