Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCardDesc.OfficeMarketPlace
source: When you add a credit card as a payment method, you might see a small charge on your card. We do this to verify the credit card number. The charge is only temporary. <br> If you buy something with a credit card from another country/region, your bank might add an international transaction fee. Contact your bank for more information.
af: Wanneer jy ’n kredietkaart as betaalmetode byvoeg, sal jy moontlik ’n klein heffing teen jou kaart sien. Ons doen dit om die kredietkaartnommer te verifieer. Die heffing is slegs tydelik. <br> Indien jy iets koop met ’n kredietkaart van ’n ander land/streek, kan jou bank moontlik ’n internasionale transaksiefooi byvoeg. Kontak jou bank vir verdere inligting.
am: የብድር ካርድ እንደ የክፍያ ስልት ሲያክሉ በካርድዎ ላይ ትንሽ ክፍያ ማየት ይችላሉ። የብድር ካርድ ቁጥሩን ለማረጋገጥ ይህንን እናደርጋለን ፡፡ ክፍያው ጊዜያዊ ብቻ ነው። <br> ከሌላ ሀገር / ክልል በዱቤ ካርድ የሆነ ነገር ከገዙ ባንክዎ አለም አቀፍ የግብይት ክፍያ ሊጨምር ይችላል። ለተጨማሪ መረጃ የእርስዎን ባንክ ያነጋግሩ።
ar: عندما تضيف بطاقة الائتمان كطريقة للدفع، فقد تلاحظ تحصيل رسم بسيط من بطاقتك. نفعل ذلك للتحقق من صحة رقم بطاقة الائتمان. هذا التحصيل مؤقت. <br> إذا اشتريت شيئًا ما باستخدام بطاقة الائتمان من بلد/منطقة أخرى، فقد يضيف البنك الذي تتعامل معه رسوم للمعاملات الدولية. اتصل بالبنك الذي تتعامل معه للحصول على مزيد من المعلومات.
as: আপুনি এখন ক্ৰেডিট কাৰ্ডক এটা পৰিশোধ পদ্ধতি হিচাপে যোগ কৰাৰ সময়ত, আপুনি আপোনাৰ কাৰ্ডখনত এক সামান্য মাছুল দেখা পাব পাৰে৷ আমি ক্ৰেডিট কাৰ্ডৰ নম্বৰ সত্যাপন কৰিবলৈ এইটো কৰোঁ৷ মাছুলটো মাত্ৰ অস্থায়ী৷ <br> যদি আপুনি অন্য দেশ/ক্ষেত্ৰৰ পৰা এখন ক্ৰেডিট কাৰ্ডৰ সৈতে কিবা ক্ৰয় কৰে, তেন্তে আপোনাৰ বেংকে এটা আন্তঃৰাষ্ট্ৰীয় লেন-দেন মূল্য যোগ কৰিব পাৰে৷ অধিক তথ্যৰ বাবে আপোনাৰ বেংকৰ সৈতে যোগাযোগ কৰক৷
az: Siz ödəniş üsulu kimi kredit kartı əlavə edəndə, kartınıza müəyyən qədər məbləğin yazıldığını görə bilərsiniz. Biz kredit kartınızın nömrəsini yoxlamaq üçün bunu edirik. Yazılan xərc müvəqqətidir. <br> Əgər başqa ölkə/regiondan kredit kartla nəisə alsanız, bankınız əlavə beynəlxalq əməliyyat rüsumu əlavə edə bilər. Ətraflı məlumat üçün bankınızla əlaqə saxlayın.
bg: Когато добавите кредитна карта като метод на плащане, може да забележите, че на картата ви е начислена малка сума. Правим това, за да проверим номера на кредитната карта. Начислената сума е само временна. <br> Ако закупите нещо с кредитна карта от друга страна/регион, вашата банка може да добави такса за международна транзакция. Свържете се с вашата банка за повече информация.
bn_in: অর্থ প্রদানের পন্থা হিসাবে আপনি যখন একটি ক্রেডিট কার্ড যোগ করেন তখন হয়তো আপনি আপনার কার্ডে অল্প পরিমাণের একটি চার্জ দেখতে পাবেন। ক্রেডিট কার্ড নম্বর যাচাই করার জন্য আমরা এটা করে থাকি। চার্জ সাময়িক মাত্র। <br> আপনি অন্য কোনো দেশ/অঞ্চল থেকে একটি ক্রেডিট কার্ড ব্যবহার করে কিছু কিনলে, আপনার ব্যাঙ্ক আন্তর্জাতিক লেনদেনর জন্য পারিশ্রমিক যোগ করতে পারে। আরও জানতে আপনার ব্যাঙ্কে যোগাযোগ করুন।
bs: Kada dodate kreditnu karticu kao način plaćanja, možda ćete primijetiti da je kartica terećena za mali iznos. To činimo da bismo provjerili broj kreditne kartice. Terećenje je privremeno. <br> Ako nešto kupite kreditnom karticom iz druge države/regije, vaša banka će vam možda naplatiti naknadu za međunarodnu transakciju. Za više informacija se obratite banci.
cy: Pan fyddwch chi’n ychwanegu cerdyn credyd fel dull talu, mae’n bosib y sylwch ein bod wedi codi ffi fechan ar y cerdyn. Rydym yn gwneud hyn er mwyn dilysu rhif y cerdyn credyd. Ffi dros dro yn unig yw hon. <br> Os ydych chi’n prynu rhywbeth gyda cherdyn credyd o wlad/rhanbarth arall, efallai bydd eich banc yn ychwanegu ffi trafodyn rhyngwladol. Cysylltwch â’ch banc am ragor o wybodaeth.
da: Når du tilføjer et kreditkort som en betalingsmetode, vil du muligvis se et mindre gebyr på dit kort. Vi gør det for at bekræfte dit kreditkortnummer. Gebyret er kun midlertidigt. <br> Hvis du køber noget med et kreditkort fra et andet land/område, er det muligt, at din bank tilføjer et internationalt gebyr. Kontakt din bank for at få flere oplysninger.
de: Wenn Sie eine Kreditkarte als Zahlungsmethode hinzufügen, wird diese von Microsoft vorübergehend mit einem geringfügigen Betrag zur Überprüfung belastet. <br> Wenn Sie Waren mit einer Kreditkarte aus einer anderen Land/Region kaufen, erhebt Ihr Kreditkarteninstitut evtl. eine Gebühr für die internationale Transaktion. Näheres erfahren Sie bei Ihrer Bank.
el: Όταν προσθέσετε μια πιστωτική κάρτα ως μέθοδο πληρωμής, ενδέχεται να δείτε μια μικρή χρέωση στην κάρτα σας. Αυτό το κάνουμε για να επαληθεύσουμε τον αριθμό της πιστωτικής κάρτας. Η χρέωση είναι απλώς προσωρινή. <br> Αν πραγματοποιήσετε κάποια αγορά με πιστωτική κάρτα από άλλη χώρα/περιοχή, η τράπεζά σας μπορεί να προσθέσει μια χρέωση διεθνούς συναλλαγής. Επικοινωνήστε με την τράπεζα για περισσότερες πληροφορίες.
es: Al agregar una tarjeta de crédito como método de pago, es posible que vea un pequeño cargo en ella. Hacemos esto para comprobar el número de la tarjeta de crédito; el cargo es solo temporal. <br> Si compra algo con una tarjeta de crédito de otro país o región, el banco podría agregar una tasa en concepto de transacción internacional. Para obtener más información, póngase en contacto con su banco.
et: Kui lisate makseviisina krediitkaardi, võite märgata oma kaardil väikse summa broneerimist. Teeme seda krediitkaardinumbri kontrollimiseks. Broneering on ajutine. <br> Kui ostate krediitkaardiga midagi teisest riigist/regioonist, võib teie pank lisada rahvusvahelise tehingu tasu. Täpsemat teavet saate oma pangast.
eu: Kreditu-txartel bat gehitzen duzunean ordainketa-metodo gisa, zenbateko txiki bat kobratuko zaizu txartelean. Kreditu-txartelaren zenbakia egiaztatzeko egiten dugu. Kobrantza hori aldi baterakoa da soilik. <br> Beste herrialde/eskualde bateko kreditu-txartelarekin zerbait erosten baduzu, baliteke bankuak nazioarteko transakzioen komisioa kobratzea. Informazio gehiago lortzeko, jarri harremanetan bankuarekin.
fa: زمانی که یک کارت اعتباری را به عنوان یک روش پرداخت اضافه می‌کنید، ممکن است مبلغ ناچیزی از کارت شما کسر شود. ما این کار را برای تأیید شماره کارت اعتباری انجام می‌دهیم. هزینه فقط موقتی است. <br> اگر موردی را با کارت اعتباری از یک کشور/منطقه دیگر خریداری کنید، بانک شما ممکن است هزینه کارمزد تراکنش بین‌المللی را اضافه کند. برای اطلاعات بیشتر، با بانک خود تماس بگیرید.
ga: Nuair a chuireann tú cárta creidmheasa leis mar mhodh íocaíochta, is féidir go bhfeicfidh tú táille bheag ar do chárta. Déanaimid amhlaidh chun an uimhir chárta creidmheasa a fhíorú. Níl sa táille ach táille shealadach. <br> Má cheannaíonn tú rud éigin le cárta creidmheasa ó thír/réigiún eile, is féidir go gcuirfidh do bhanc táille idirbhirt idirnáisiúnta leis. Iarr tuilleadh faisnéise ar do bhanc.
gd: Nuair a chuireas tu cairt-chreideis ris mar dhòigh pàighidh, dh’fhaoidte gum faic thu suim bheag a dh’iarr sinn air a’ chairt agad. Nì sinn seo gus àireamh na cairt-creideis a dhearbhadh. Chan eil ann ach tàille shealach. <br> Ma a cheannaicheas tu rud air a’ chairt-chreideis o dhùthaich/roinn-dùthcha eile, dh’fhaoidte gun iarr am banca tàille eile ort airson tar-chur eadar-nàiseanta. Bruidhinn ris a’ bhanca agad airson barrachd fiosrachaidh.
gl: Ao engadir un cartón de crédito como método de pagamento, pode que vexa un pequeno cargo no cartón. Facemos isto para verificar o número do cartón de crédito e este cargo só é temporal. <br> Se compra algo cun cartón de crédito doutro país ou rexión, pode que o seu banco engada unha taxa de transacción internacional. Póñase en contacto co seu banco para obter máis información.
gu: તમે ચુકવણી પદ્ધતિ તરીકે ક્રેડિટ કાર્ડને ઍડ કરો, ત્યારે તમને તમારા કાર્ડ પર થોડો ચાર્જ જોવા મળી શકે છે. ક્રેડિટ કાર્ડ નંબર ચકાસવા માટે અમે આ કરીએ છીએ. આ ફક્ત હંગામી ચાર્જ છે. <br> જો તમે બીજા દેશ/પ્રદેશમાંથી ક્રેડિટ કાર્ડથી કંઈક ખરીદી કરો, તો તમારી બેંક આંતરરાષ્ટ્રીય વ્યવહાર ફી ઍડ કરી શકે છે. વધુ જાણકારી માટે તમારી બેંકનો સંપર્ક કરો.
he: בעת הוספת כרטיס אשראי כשיטת תשלום, תהיה עשוי לראות חיוב קטן בכרטיס שלך. אנו עושים זאת כדי לאמת את מספר כרטיס האשראי. החיוב זמני בלבד. <br> אם אתה רוכש משהו באמצעות כרטיס אשראי ממדינה/אזור אחרים, הבנק שלך עשוי להוסיף עמלת עסקה בינלאומית. פנה לבנק שלך לקבלת מידע נוסף.
hi: जब आप भुगतान विधि के रूप में कोई क्रेडिट कार्ड जोड़ते हैं, तो आपको अपने क्रेडिट कार्ड पर थोड़ा शुल्क दिखाई दे सकता है. हम आपके क्रेडिट कार्ड नंबर का सत्यापन करने के लिए ऐसा करते हैं. यह शुल्क केवल अस्थायी होता है. <br> यदि आप किसी अन्य देश/क्षेत्र से किसी क्रेडिट कार्ड द्वारा कुछ खरीदते हैं, तो आपका बैंक अंतर्राष्ट्रीय ट्रांज़ैक्शन शुल्क लगा सकता है. अधिक जानकारी के लिए अपने बैंक से संपर्क करें.
hr: Kada dodate kreditnu karticu kao način plaćanja, možda ćete uočiti da je kartica terećena za mali iznos. To činimo da bismo provjerili broj kreditne kartice. Terećenje je privremeno. <br> Ako nešto kupite kreditnom karticom iz druge države/regije, vaša će banka možda naplatiti naknadu za međunarodnu transakciju. Obratite se banci za više informacija.
hu: Amikor hozzáad egy hitelkártyát a fizetési módként, előfordulhat, hogy kisebb terhelést fog keletkezni a számláján. Az összeget a hitelkártyaszám ellenőrzése céljából terheljük a számlára, és ez a módosítás csak átmeneti. <br> Ha más országból vagy régióból vásárol valamit hitelkártyával, előfordulhat, hogy a bankja nemzetközi tranzakciós díjat szabhat ki a vásárlásra. További információért forduljon a bankjához.
id: Saat menambahkan kartu kredit sebagai metode pembayaran, Anda mungkin melihat tagihan dalam jumlah kecil di kartu Anda. Kami melakukan ini untuk memverifikasi nomor kartu kredit. Tagihan tersebut hanya sementara. <br> Apabila Anda membeli sesuatu dengan kartu kredit dari negara/wilayah lain, bank Anda mungkin mengenakan biaya transaksi internasional. Hubungi bank Anda untuk informasi selengkapnya.
is: Þegar þú bætir kreditkorti við sem greiðslumáta kann lág upphæð að vera skuldfærð á kortið. Þetta er gert til að sannprófa kreditkortanúmerið. Skuldfærslan er aðeins tímabundin. <br> Þegar greitt er með kreditkorti frá öðru landi/svæði kann bankinn að innheimta gjald fyrir erlenda greiðslu. Hafa skal samband við bankann til að fá frekari upplýsingar.
ja: お支払い方法としてクレジット カードを追加すると、お客様のカードで少額の決済が行われます。これはクレジット カード番号を確認するための処理です。この決済は一時的なものに過ぎません。 <br> 別の国または地域からクレジット カードを使用して何かを購入すると、銀行により国際取引手数料が加算される場合があります。詳細については、ご利用の銀行にお問い合わせください。
ka: როდესაც გადახდის მეთოდად ამატებთ საკრედიტო ბარათს, შეიძლება დაინახოთ მცირე დაკავებული თანხა თქვენს ბარათზე. ამას ვაკეთებთ საკრედიტო ბარათის ნომრის შემოწმებისთვის. ეს თანხა მხოლოდ დროებით არის დაკავებული. <br> თუ რამეს ყიდულობთ საკრედიტო ბარათით სხვა ქვეყნიდან ან რეგიონიდან, შეიძლება თქვენმა ბანკმა დაამატოს საერთაშორისო ტრანზაქციის გადასახადი. დამატებითი ინფორმაციისთვის მიმართეთ თქვენს ბანკს.
kk: Кредит картаңызды төлем әдісі ретінде қоссаңыз, картаңыздан алынған аз сомадағы ақыны байқауыңыз мүмкін. Біз оны кредит картаңыздың нөмірін тексеру үшін аламыз. Ақы уақытша ғана алынады. <br> Егер кредит картаңызбен басқа елден/аймақтан бірдеңе сатып алсаңыз, банк халықаралық транзакциялық ақыны қосуы мүмкін. Қосымша ақпаратты банктен алыңыз.
kn: ಪಾವತಿ ವಿಧಾನವಾಗಿ ನೀವು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿದಾಗ, ನಿಮ್ಮ ಕಾರ್ಡಿಗೆ ಸಣ್ಣ ಪ್ರಮಾಣದ ಶುಲ್ಕವನ್ನು ವಿಧಿಸಬಹುದು. ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಾವು ಇದನ್ನು ಮಾಡುತ್ತೇವೆ. ಶುಲ್ಕವು ಕೇವಲ ತಾತ್ಕಾಲಿಕವಾಗಿದೆ. <br> ಮತ್ತೊಂದು ದೇಶ/ಪ್ರಾಂತ್ಯದಲ್ಲಿ ನೀವು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಬಳಸಿ ಏನನ್ನಾದರೂ ಖರೀದಿಸಿದರೆ, ಅಂತರಾಷ್ಟ್ರೀಯ ವಹಿವಾಟು ಶುಲ್ಕವನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಸೇರಿಸಬಹುದು. ಮತ್ತಷ್ಟು ಮಾಹಿತಿಗೆ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಸಂಪರ್ಕಿಸಿ.
ko: 신용 카드를 결제 방법으로 추가하면 해당 카드로 소액이 청구됩니다. 이 과정을 통해 신용 카드 번호가 확인됩니다. 청구는 일시적인 것이며 환불됩니다. <br> 다른 국가/지역에서 신용 카드로 무언가를 구입하는 경우 거래 중인 은행에서 해외 거래 수수료를 부과할 수 있습니다. 자세한 내용은 은행 담당자에게 문의하세요.
lo: ເມື່ອທ່ານຕື່ມບັດເຄດິດເປັນວິທີການ ຊຳ ລະເງິນ, ທ່ານອາດຈະເຫັນຄ່າ ທຳ ນຽມນ້ອຍໆໃນບັດຂອງທ່ານ. ພວກເຮົາເຮັດສິ່ງນີ້ເພື່ອກວດສອບເລກບັດເຄຼດິດ. ຄ່າບໍລິການແມ່ນຊົ່ວຄາວເທົ່ານັ້ນ. <br> ຖ້າທ່ານຊື້ບາງສິ່ງບາງຢ່າງດ້ວຍບັດເຄດິດຈາກປະເທດ/ພາກພື້ນອື່ນ, ທະນາຄານຂອງທ່ານອາດຈະເພີ່ມຄ່າ ທຳ ນຽມການເຮັດທຸລະ ກຳ ສາກົນ. ຕິດຕໍ່ທະນາຄານຂອງທ່ານ ສຳ ລັບຂໍ້ມູນເພີ່ມເຕີມ.
lt: Įtraukus kredito kortelę kaip mokėjimo būdą, iš kredito kortelės bus išskaitytas nedidelis mokestis. Taip tikrinamas kredito kortelės numeris. Vėliau mokestis bus grąžintas. <br> Jei kredito kortele ką nors perkate iš kitos šalies / regiono, bankas gali taikyti tarptautinio mokėjimo pervedimo mokestį. Norėdami gauti daugiau informacijos, kreipkitės į banką.
lv: Pievienojot kredītkarti kā maksāšanas metodi, iespējams, redzēsit, ka no kartes ir iekasēta neliela naudas summa. Tas tiek darīts, lai veiktu jūsu kredītkartes numura verificēšanu. Naudas iekasēšana ir īslaicīga. <br> Ja iegādāsities kādu vienumu ar kredītkarti no citas valsts/reģiona, jūsu banka, iespējams, pievienos maksu par starptautisku transakciju. Lai saņemtu papildinformāciju, sazinieties ar savu banku.
mi: Ina tāpiri koe i tētahi kāri tāwere hei tikanga utu, ka kite pea koe i tētahi utunga iti i tō kāri. Ka pēnei mātou kia manatokona ai te tau kāri tāwere. He rangitahi noa iho te utunga. <br> Ki te hoko koe i tētahi mea ki tētahi kāri tāwere i tētahi atu whenua/takiwā, ka tāpiritia pea e tō pēke tētahi utu whakawhitinga ā-ao. Whakapā atu ki tō pēke mō ētahi atu mōhiohio.
mk: Кога ќе додадете кредитна картичка како начин на плаќање, можно е да видите мал трошок на картичката. Ова го правиме за да го провериме бројот на кредитната картичка. Трошокот е привремен. <br> Ако со кредитната картичка купувате нешто од друга држава/област, банката може да додаде трошок за меѓународна трансакција. Контактирајте со банката за повеќе информации.
ml: ഒരു പണമടയ്‌ക്കൽ രീതിയായി ഒരു ക്രെഡിറ്റ് കാർഡ് ചേർക്കുമ്പോൾ, നിങ്ങളുടെ കാർഡിൽ ഒരു ചെറിയ നിരക്ക് കണ്ടേക്കും. ക്രെഡിറ്റ് കാർഡ് നമ്പർ പരിശോധിച്ചുറപ്പിക്കാനാണ് ഞങ്ങൾ ഇത് ചെയ്യുന്നത്. ഈ നിരക്ക് താൽക്കാലികം മാത്രമാണ്. <br> നിങ്ങൾ മറ്റൊരു രാജ്യത്ത്/പ്രദേശത്ത് നിന്ന് ക്രെഡിറ്റ് കാർഡ് ഉപയോഗിച്ച് എന്തെങ്കിലും വാങ്ങുമ്പോൾ, നിങ്ങളുടെ ബാങ്ക് ഒരു അന്തർദ്ദേശീയ ഇടപാട് നിരക്ക് ചേർക്കാനിടയുണ്ട്. കൂടുതൽ വിവരങ്ങൾക്ക് നിങ്ങളുടെ ബാങ്കിനെ ബന്ധപ്പെടുക.
mr: देय पद्धती म्हणून जेव्हा आपण एखादे क्रेडिट कार्ड जोडता, तेव्हा आपल्याला कदाचित अल्प शुल्क आकारलेले आपल्या कार्डवर दिसेल. शुल्क हे केवळ तात्पुरते आहे. <br> आपण दुसऱ्या देशातून/प्रदेशातून एखाद्या क्रेडिट कार्डवरून काहीतरी खरेदी केल्यास, आपली बँक कदाचित आंतरराष्ट्रीय व्यवहार शुल्क जोडू शकते. अधिक माहितीसाठी आपल्या बँकेशी संपर्क साधा.
ms: Apabila anda menambah kad kredit sebagai kaedah pembayaran, anda mungkin melihat sedikit caj pada kad anda. Kami melakukannya untuk menentusahkan nombor kad kredit. Caj ini hanya sementara sahaja. <br> Jika anda membeli sesuatu dengan menggunakan kad kredit dari negara/rantau lain, bank anda mungkin menambah yuran transaksi antarabangsa. Hubungi bank anda untuk mendapatkan maklumat lanjut.
mt: Meta żżid karta ta' kreditu bħala metodu ta' pagament, jista' jkun li tara ċarġ żgħira fil-karta ta' kreditu tiegħek. Dan nagħmluh biex nivverifikaw in-numru tal-karta ta' kreditu. Iċ-ċarġ hija waħda temporanja biss. <br> Jekk tixtri xi ħaġa b'karta ta' kreditu minn pajjiż/reġjun ieħor, il-bank tiegħek jista' jżid miżata għat-tranżazzjonijiet internazzjonali. Ikkuntattja l-bank tiegħek għal aktar informazzjoni.
ne: तपाईंले भुक्तानी गर्ने तरिकाको रूपमा क्रेडिट कार्ड प्रयोग गर्दा तपाईंले आफ्नो कार्डमा सानो शुल्क तिर्नु पर्ने हुन सक्छ। हामीले तपाईंको क्रेडिट कार्ड नम्बर रूजू गर्नका लागि यस्तो गर्छौं। यो चार्ज अस्थायी मात्र हुन्छ। <br> तपाईंले अर्को देश/क्षेत्रबाट क्रेडिट कार्ड प्रयोग गरी केही कुरा खरिद गर्नु हुन्छ भने तपाईंको बैंकले अन्तर्राष्ट्रिय लेनदेन शुल्क थप गर्न सक्छ। थप जानकारीको आफ्नो बैंकमा सम्पर्क गर्नुहोस्।
nn_no: Når du legg til eit kredittkort som betalingsmetode, ser du kanskje at det blir belasta eit lite beløp på kortet ditt. Dette gjer vi for å verifisere kredittkortnummeret. Belastinga er berre mellombels. <br> Dersom du bruker eit kredittkort for å kjøpe noko frå eit anna land/område, kan banken leggje til ei internasjonal overføringsavgift. Kontakt banken for å få meir informasjon.
no: Når du legger til kredittkort som betalingsmetode, ser du kanskje at kortet blir belastet med et lite beløp. Dette gjør vi for å verifisere kredittkortnummeret. Trekket er bare midlertidig. <br> Hvis du bruker kredittkort til å kjøpe noe fra et annet land/område, kan banken legge til en internasjonal overføringsavgift. Ta kontakt med banken hvis du vil ha mer informasjon.
or: ଏକ ଦେୟ ପଦ୍ଧତି ଭାବେ ଆପଣ ଯେତେବେଳେ ଏକ କ୍ରେଡିଟ୍ କାର୍ଡ ଯୋଡନ୍ତି, ଆପଣଙ୍କ କାର୍ଡରେ ଆପଣ ଏକ ଛୋଟ ମୂଲ୍ୟର ଶୁଳ୍କ ଦେଖିପାରନ୍ତି. କ୍ରେଡିଟ୍ କାର୍ଡର ନମ୍ବର ଯାଞ୍ଚ କରିବାକୁ ଆମେ ଏହା କରିଥାଉ. ଏହି ଶୁଳ୍କ କେବଳ ସାମୟିକ ଅଟେ. <br> ଅନ୍ୟ ଦେଶ/ଅଞ୍ଚଳରୁ ଯଦି ଆପଣ ଏକ କ୍ରେଡିଟ୍ କାର୍ଡରେ କିଛି କ୍ରୟ କରନ୍ତି, ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଆନ୍ତର୍ଜାତୀୟ ଦେଣନେଣ ଦେୟ ଲାଗୁ କରିପାରେ. ଅଧିକ ସୂଚନା ପାଇଁ ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ସହ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਇੱਕ ਭੁਗਤਾਨ ਵਿਧੀ ਵਜੋਂ ਜੋੜਦੇ ਹੋ, ਤੁਸੀਂ ਸ਼ਾਇਦ ਆਪਣੇ ਕਾਰਡ ਉੱਤੇ ਥੋੜ੍ਹਾ ਖਰਚਾ ਪਿਆ ਦੇਖ ਸਕਦੇ ਹੋ। ਅਸੀਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਅਜਿਹਾ ਕਰਦੇ ਹਾਂ। ਖਰਚਾ ਸਿਰਫ਼ ਅਸਥਾਈ ਹੁੰਦਾ ਹੈ। <br> ਜੇ ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਦੇਸ਼/ਖੇਤਰ ਤੋਂ ਇੱਕ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੇ ਨਾਲ ਕੁਝ ਖਰੀਦਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡਾ ਬੈਂਕ ਸ਼ਾਇਦ ਅੰਤਰਰਾਸ਼ਟਰੀ ਟਾਂਜੈਕਸ਼ਨ ਫੀਸ ਲਗਾ ਸਕਦਾ ਹੈ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Gdy dodasz kartę kredytową jako metodę płatności, powiązane z nią konto może zostać obciążone niewielką kwotą. Wykonujemy taką operację w celu zweryfikowania numeru karty kredytowej, a opłata ma charakter tymczasowy. <br> Jeśli kupisz coś przy użyciu karty kredytowej, gdy będziesz znajdować się w innym kraju/regionie, bank może naliczyć Ci międzynarodową opłatę transakcyjną. Aby uzyskać więcej informacji, skontaktuj się ze swoim bankiem.
ru: Если вы добавляете в качестве метода оплаты кредитную карту, с нее снимается небольшая сумма. Эта мера необходима для проверки номера кредитной карты. Снятые средства будут возвращены. <br> Если вы с помощью кредитной карты покупаете что-либо в другой стране или другом регионе, ваш банк может взимать плату за международные транзакции. Обратитесь в свой банк за дополнительными сведениями.
sl: Če kot način plačila dodate kreditno kartico, bo na izpisku prikazana manjša bremenitev. To naredimo zaradi preverjanje številke kreditne kartice. Ta bremenitev je le začasna. <br> Če kupite določen izdelek s kreditno kartico v drugi državi/regiji, banka lahko zaračuna mednarodno transakcijsko provizijo. Za več informacij se obrnite na banko.
sr_cyrl_rs: Када додате кредитну картицу као начин плаћања, са ње може да буде наплаћен мали износ. Томе прибегавамо да бисмо верификовали број кредитне картице. Овај износ се наплаћује само привремено. <br> Ако купите нешто кредитном картицом из друге земље/региона, банка може да вам зарачуна накнаду за међународне трансакције. Више информација затражите од особља банке.
sr_latn_rs: Kada dodate kreditnu karticu kao način plaćanja, sa nje može da bude naplaćen mali iznos. Tome pribegavamo da bismo verifikovali broj kreditne kartice. Ovaj iznos se naplaćuje samo privremeno. <br> Ako kupite nešto kreditnom karticom iz druge zemlje/regiona, banka može da vam zaračuna naknadu za međunarodne transakcije. Više informacija zatražite od osoblja banke.
sv: När du lägger till ett kontokort som betalningsmetod debiterar vi ditt kort med ett smärre belopp. Det gör vi för att kontrollera ditt kontokortnummer. Debiteringen är endast tillfällig. <br> Om du köper något med ett kontokort från ett annat land/region kan din bank påföra en internationell transaktionsavgift. Kontakta banken om du vill ha mer information.
ta: நீங்கள் கிரெடிட் கார்டைக் கட்டண முறையாகச் சேர்த்தால், சிறிய கட்டணம் ஒன்றை உங்கள் கார்டில் நீங்கள் காணக்கூடும். கிரெடிட் கார்டு எண்ணைச் சரிபார்ப்பதற்காக இதைச் செய்கிறோம். கட்டணம் தற்காலிகமானது மட்டுமே. <br> மற்றொரு நாடு/பகுதியிலிருந்து கிரெடிட் கார்டைப் பயன்படுத்தி ஏதேனும் வாங்கினால், உங்கள் வங்கியானது சர்வதேச பரிவர்த்தனைக் கட்டணம் ஒன்றைச் சேர்க்கக் கூடும். மேலும் தகவலுக்கு, உங்கள் வங்கியைத் தொடர்புகொள்ளவும்.
te: మీరు క్రెడిట్ కార్డ్‌ని చెల్లింపు పద్ధతిగా జోడించినప్పుడు, మీ కార్డ్‌లో స్వల్ప మొత్తం ఛార్జీ విధించబడవచ్చు. క్రెడిట్ కార్డ్ సంఖ్యను ధృవీకరించడం కోసం మేము ఈ ఛార్జీ విధిస్తాము. ఈ ఛార్జీ తాత్కాలికం మాత్రమే. <br> మీరు మరో దేశం/ప్రాంతం నుండి క్రెడిట్ కార్డ్‌ని ఉపయోగించి ఏదైనా కొనుగోలు చేస్తే, మీ బ్యాంక్ మీకు అంతర్జాతీయ లావాదేవీ రుసుమును విధించవచ్చు. మరింత సమాచారం కోసం మీ బ్యాంక్ సిబ్బందిని సంప్రదించండి.
th: เมื่อคุณเพิ่มบัตรเครดิตเป็นวิธีการชำระเงิน คุณอาจเห็นการเรียกเก็บเงินจำนวนเล็กน้อยกับบัตรของคุณ เราดำเนินการนี้เพื่อตรวจสอบความถูกต้องของหมายเลขบัตรเครดิตของคุณ การเรียกเก็บเงินนี้จะเป็นการชั่วคราวเท่านั้น <br> หากคุณซื้อของบางอย่างด้วยบัตรเครดิตจากประเทศ/ภูมิภาคอื่น ธนาคารของคุณอาจเพิ่มค่าธุรกรรมระหว่างประเทศ โปรดติดต่อธนาคารของคุณเพื่อสอบถามข้อมูลเพิ่มเติม
tr: Ödeme yöntemi olarak bir kredi kartı eklediğinizde, hesabınıza küçük bir ücret yansıtıldığını görebilirsiniz. Bu işlemi, kredi kartı numaranızı doğrulamak için gerçekleştiririz. Bu ücret yansıtma işlemi geçicidir. <br> Başka bir ülkeden/bölgeden kredi kartıyla herhangi bir şey satın alırsanız bankanız uluslararası işlem ücreti alabilir. Daha fazla bilgi için bankanızla iletişime geçin.
tt: Кредит картасын түләү ысулы итеп өстәгәндә, картагыздан аз гына акча алынырга мөмкин. Бу кредит картагызның номерын раслау өчен эшләнә. Ул сумма кире кайтарылачак. <br> Башка ил/төбәктән кредит картасы белән нәрсәдер сатып алганда, банкыгыз халыкара транзакция җыемын өстәргә мөмкин. Тулырак мәгълүмат өчен банкка мөрәҗәгать итегез.
ug: بىر كرېدىت كارتىسىنى تۆلىمە ئۇسۇلى سۈپىتىدە قوشقىنىڭىزدا، كارتىڭىزدا كىچىك بىر چىقىملانما كۆرۈشىڭىز مۇمكىن. بىز بۇنى كرېدىت كارتىسى نومۇرىنى دەلىللىمەك ئۈچۈن قىلىمىز. چىقىملانما پەقەت ۋاقىتلىقتۇر. <br> ئەگەر كرېدىت كارتىسى بىلەن يەنەبىر دۆلەت/رايوندىن بىرنەرسە سېتىۋالسىڭىز، بانكىڭىز بىر خەلقئارالىق مۇئامىلە ھەققى قوشۇشى مۇمكىن. تېخىمۇ كۆپ مەلۇمات ئۈچۈن بانكىڭىز بىلەن ئالاقىلىشىڭ.
uk: Якщо ви вкажете кредитну картку як спосіб оплати, з неї буде тимчасово стягнуто невелику суму. Це потрібно для перевірки номера картки. Стягнуті кошти буде повернуто. <br> Якщо ви придбаєте продукт за допомогою кредитної картки, зареєстрованої в іншій країні або іншому регіоні, можливо, банк-емітент стягне комісію за міжнародну транзакцію. Щоб отримати додаткову інформацію, зверніться до банку.
ur: جب آپ ایک کریڈٹ کارڈ کو ادائیگی کے طریقے کے بطور شامل کریں گے تو آپ کو اپنے کارڈ پر ایک معمولی سا چارج نظر آ سکتا ہے۔ ہم یہ کام آپ کے کریڈٹ کارڈ کی توثیق کرنے کیلئے کرتے ہیں۔ چارج صرف عارضی ہے۔‎ <br> ‎اگر آپ دوسرے ملک/ علاقہ سے اپنے کریڈٹ کارڈ سے کوئی خریداری کرتے ہیں تو آپ کا بینک ایک بین الاقوامی ٹرانزیکشن فیس شامل کر سکاتا ہے۔ مزید معلومات کیلئے اپنے بینک سے رابطہ کریں۔
uz: Toʻlov usuli sifatida kredit kartani qoʻshganingizda, kartangizdan kichik miqdorda to‘lov olinishi mumkin. Buni kredit karta raqamini tasdiqlash uchun amalga oshiramiz. To‘lov faqat vaqtinchalik olinadi. <br> Agar kredit kartangiz bilan boshqa mamlakat/mintaqadan biror narsa sotib olsangiz, bankingiz xalqaro tranzaksiya uchun toʻlov olishi mumkin. Qo‘shimcha ma’lumot olish uchun bankingiz bilan bog‘laning.
vi: Khi bạn thêm một thẻ tín dụng làm phương thức thanh toán, thẻ của bạn có thể bị thu một khoản phí nhỏ. Chúng tôi dùng cách này để xác minh số thẻ tín dụng. Khoản phí này chỉ là tạm thời. <br> Nếu bạn mua hàng bằng thẻ tín dụng từ một quốc gia/vùng khác, ngân hàng của bạn có thể sẽ cộng thêm phí giao dịch quốc tế. Hãy liên hệ với ngân hàng của bạn để biết thêm thông tin.
zh_hans: 当你添加信用卡作为付款方式时，可能会看到你的卡上产生一笔小额费用。这样做的目的是为了验证信用卡号。此收费只是暂时的。 <br> 如果你使用信用卡从其他国家/地区购物，银行可能会加收一笔国际交易费。请联系你的银行以了解详细信息。
zh_hant: 當您新增信用卡作為付款方式時，可能會看到信用卡增加一筆小額費用。這筆費用是用來驗證信用卡號碼，而且只是暫時性的扣款。 <br> 如果您在其他國家/地區使用信用卡購買商品，銀行可能會加收一筆國際交易手續費。相關詳情請洽詢您的銀行。
