Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.MX.BajaCaliforniaSur
source: Baja California Sur
am: ባጃ ካሊፎርኒያ ሱር
ar: باجا كاليفورنيا سور
as: বাজাজ কেলিফৰ্ণিয়া সুচ
az: Baja Kaliforniya Sur
bg: Баха Калифорния Сур
bn_in: বাজা ক্যালিফোর্নিয়া সুর
el: Μπάχα Καλιφόρνια - Νότια
eu: Hegoaldeko Behe Kalifornia
fa: باجا کالیفرنیا سور
gl: Baixa California Sur
gu: બાજા કેલિફોર્નિયા સુર
he: דרום באחה קליפורניה
hi: बाजा कैलीफ़ोर्निया सुर
ja: バハ・カリフォルニア・スル
ka: ბაია კალიფორნია სური
kk: Байя Калифорния Сур
kn: ಬಜಾ ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ ಸುರ್
ku_arab: باجا کالیفۆرنیا سور
ky: Бажа Калифорния Сур
lo: ບາຈາຄາລິຟໍເນຍຊູ
lt: Pietų Žemutinė Kalifornija
lv: Kalifornijas līča dienvidi
mi: Paha Karaponia Hura
mk: Јужна Долна Калифорнија
ml: ബാജ കാലിഫോര്‍ണിയ സുര്‍
mn: Баха Калифорни Сур
mr: बाजा कॅलिफोर्निया सुर
ne: बाजा क्यालिफोर्निया सुर
or: ବାଜା କାଲିଫୋର୍ଣ୍ଣିଆ ସୁର୍
pa_arab_pk: باجا کیلیفورنیا سور
pa_in: ਬਾਜਾ ਕੈਲੀਫੋਰਨੀਆ ਸੁਰ
ru: Байя-Калифорния Сур
sd: باجا ڪيليفورنيه سر
si: බාජා කැලිෆෝනියා සුර්
sr_cyrl_rs: Јужна Доња Калифорнија
sr_latn_rs: Južna Donja Kalifornija
ta: பஜா கலிஃபோர்னியா சர்
te: బజా కాలిఫోర్నియా సుర్
tg: Бэҳа Калифорния Сур
th: บาฮากาลิฟอร์เนียซูร์
tt: Көньяк Түбән Калифорния
ug: باجا كالفورنىيە سۇر
uk: Нижня Каліфорнія, південь
ur: باجا کیلیفورنیا سور
uz: Janubiy Pastki Kaliforniya
zh_hans: 南下加利福尼亞
zh_hant: 南下加利福尼亞州

# Word.State.MX.Campeche
source: Campeche
am: ካምፐቸ
ar: كامبش
as: কেমপেচি
az: Kampeçe
bg: Кампече
bn_in: কামপেচে
bs: Kampeche
el: Καμπέτσε
fa: کامپچه
gu: કેમ્પેચ
he: קאמפצ'ה
hi: काम्पेचे
ja: カンペチェ
ka: კამპეჩე
kk: Кампече
kn: ಕ್ಯಾಂಪೆಚೆ
ku_arab: کامپێچ
ky: Кампече
lo: ແຄມເປເຊ
lt: Kampečė
lv: Kampeče
mi: Kamapehi
mk: Кампече
ml: കാമ്പെചി
mn: Кампэчэ
mr: कॅम्पेचे
ne: काम्पेचे
or: କାମପେଚେ
pa_arab_pk: کیم پی چی
pa_in: ਕੈਂਪੀਚ
ru: Кампече
sd: ڪيمپيڪ
si: කැම්පෙචි
sr_cyrl_rs: Кампече
sr_latn_rs: Kampeče
ta: கேம்பேசே
te: కాంపేచ్
tg: Кампече
th: กัมเปเช
tt: Кампече
ug: كامپىچې
uk: Кампече
ur: کیم پی چی
uz: Kampeche
zh_hans: 坎佩切
zh_hant: 坎佩切州

# Word.State.MX.Chiapas
source: Chiapas
am: ቺያፓስ
ar: شياباس
as: চিয়াপাচা
az: Çiapas
bg: Чиапас
bn_in: চিয়াপাস
el: Τσιάπας
fa: چیاپاس
gu: ચિઆપાસ
he: צ'יאפאס
hi: चियापस
ja: チアパス
ka: ჩიაპასი
kk: Чиапас
kn: ಚಿಯಾಪಾಸ್
ku_arab: چیاپاس
ky: Чьяпас
lo: ເຈຍພາສ
lt: Čiapasas
lv: Čjapasa
mi: Tiapaha
mk: Чијапас
ml: ചിയാപസ്
mn: Чиапас
mr: चियापास
ne: छियापास
or: ଚିଆପାସ୍
pa_arab_pk: چی آ پاس
pa_in: ਚੀਆਪਾਸ
ru: Чапас
sd: چياپس
si: චියාපාස්
sr_cyrl_rs: Чјапас
sr_latn_rs: Čjapas
ta: சியாபஸ்
te: చియాపస్
tg: Чиас
th: เชียปัส
tt: Чьяпас
ug: چىياپاس
uk: Ч'япас
ur: چی آ پاس
uz: Chьyapas
zh_hans: 恰帕斯
zh_hant: 恰帕斯州

# Word.State.MX.Chihuahua
source: Chihuahua
am: ቺዋዋ
ar: شيهوها
as: চিহুৱাহু
az: Çihuahua
bg: Чиуауа
bn_in: চিহুয়াহুয়া
el: Τσιουάουα
fa: چی هواهوا
gu: ચિહ્યુઆહ્યુઆ
he: צ'יוואווה
hi: चिहुआहुआ
ja: チワワ
ka: ჩიჰუაჰუა
kk: Чихуахуа
kn: ಚಿಚುವಾಸ್
ku_arab: چیهواهوا
ky: Чихиуахуа
lo: ຊີວາວາ
lt: Čihuahua
lv: Čivava
mi: Tīhuahua
mk: Чивава
ml: ചിഹ്വാഹുവ
mn: Чихуахуа
mr: चिहुआहुआ
ne: चिहुवाहुवा
or: ଚିଚୁଆହୁଆ
pa_arab_pk: چی واوا
pa_in: ਚੀਹੁਆਹੁਆ
ru: Чихуахуа
sd: چيھئاھئا
si: චිහුවෝහා
sr_cyrl_rs: Чивава
sr_latn_rs: Čivava
ta: சையுவாவா
te: చిహుహా
tg: Чиҳуаҳуа
th: ชิวาวา
tt: Чихуахуа
ug: چىخۇاخۇا
uk: Чіхуахуа
ur: چی واوا
uz: Chixuaxua
zh_hans: 奇瓦瓦
zh_hant: 赤瓦瓦州

# Word.State.MX.Coahuila
source: Coahuila
am: ኮዋሁዊላ
ar: كويلا
as: চোহুৱালি
az: Koahuila
bg: Коауила
bn_in: কোয়াহুইলা
el: Κοαχουίλα
fa: کواهوییلا
gu: કોહ્યુલા
he: קואווילה
hi: कोआहुइला
ja: コアウイラ
ka: კოაუილა
kk: Коахуила
kn: ಕೊವಾಹ್ಯುಲಾ
ku_arab: کواهیلا
ky: Коауила
lo: ໂກອາວີລາ
lt: Koahuila
lv: Koavila
mi: Kohuira
mk: Коавила
ml: കൊഹ്യൂല
mn: Коахуйла
mr: कोआहुईला
ne: कोवाहिउला
or: କୋଆହୁଇଲା
pa_arab_pk: کواہویلا
pa_in: ਕੋਆਹੁਇਲਾ
ru: Коауила
sd: ڪوھيلا
si: කොහුයිලා
sr_cyrl_rs: Коавила
sr_latn_rs: Koavila
ta: கோஹில்லா
te: కొహిలా
tg: Коаҳила
th: โกอาวีลา
tt: Коауила
ug: كوئاۋېلا
uk: Коауїла
ur: کواہویلا
uz: Koauila
zh_hans: 科阿韦拉
zh_hant: 科阿韋拉州

# Word.State.MX.Colima
source: Colima
am: ኮሊማ
ar: كوليما
as: কোলিমা
az: Kolima
bg: Колима
bn_in: কোলিমা
el: Κολίμα
fa: کولیما
gu: કોલીમા
he: קולימה
hi: कोलिमा
ja: コリマ
ka: კოლიმა
kk: Колима
kn: ಕೊಲಿಮಾ
ku_arab: کۆڵمیا
ky: Колима
lo: ໂຄລີມາ
lt: Kolima
lv: Kolima
mi: Korima
mk: Колима
ml: കൊലീമ
mn: Колима
mr: कोलिमा
ne: कोलिमा
or: କୋଲିମା
pa_arab_pk: کولیما
pa_in: ਕੋਲੀਮਾ
ru: Колима
sd: ڪوليما
si: කොලිමා
sr_cyrl_rs: Колима
sr_latn_rs: Kolima
ta: கொலிமா
te: కోలిమా
tg: Колима
th: โกลีมา
tt: Колима
ug: كولىما
uk: Коліма
ur: کولیما
uz: Kolima
zh_hans: 科利马
zh_hant: 科利馬州

# Word.State.MX.DistritoFederal
source: Distrito Federal
am: ዲስትሪቶ ፌደራል
ar: ديستريتو فيدرال
as: ডিষ্টিৰিটো ফেডাৰেল
az: Federal Respublika
bg: Федерален окръг
bn_in: ডিসট্রিটো ফেডেরাল
bs: Savezni distrikt
el: Ντιστρίτο Φεντεράλ
eu: Barruti Federala
fa: بخش فدرال (دیستریتو فدرال)
gu: ડિસ્ટ્રીટો ફેડરલ
he: דיסטריטו פדרל
hi: डिस्ट्रिटो फ़ेडरल
ja: メキシコシティ (D.F.)
ka: ფედერალური ოლქი
kk: Федералдық округ
kn: ಡಿಸ್ಟ್ರಿಟೊ ಫೆಡರಲ್
ko: 연방구
ku_arab: دیستریتۆ فیدراڵ
ky: Федералдык Аймак
lo: ດິສຕຣີໂອເຟເດີຣາລ
lt: Federalinė apygarda
lv: Federālais apgabals
mi: Rohe Wheruare
mk: Федерална област
ml: ഡിസ്‌ട്രിറ്റോ ഫെഡറല്‍
mn: Холбооны тойрго
mr: डिस्ट्रिटो फेडरल
ne: डिस्ट्रिटो फेडेरल
or: ଡିଷ୍ଟ୍ରିଟୋ ଫେଡେରାଲ୍
pa_arab_pk: وفاقی ضلع
pa_in: ਡਿਸਟਰੀਟੋ ਫੈਡਰਲ
ru: Федеральный округ
sd: ڊسٽريٽو فيڊرل
si: ඩිස්ට්‍රිටෝ ෆෙඩරල්
sr_cyrl_rs: Савезни дистрикт
sr_latn_rs: Savezni distrikt
ta: டிஸ்டிரிடோ ஃபெடரல்
te: డిస్ట్రిటో ఫెడరల్
tg: Ноҳияи федералӣ
th: เฟเดอรัลดิสตริกต์
tt: Федераль өлкәсе
ug: دىستىرىتو فېدېرال
uk: Дистрито Федераль
ur: وفاقی ڈسٹریٹو
uz: Federal okrug
zh_hans: 联邦区
zh_hant: 墨西哥聯邦特區

# Word.State.MX.Durango
source: Durango
am: ዱራንጎ
ar: دورانجو
as: ডুৰাঙ্গো
az: Duranqo
bg: Дуранго
bn_in: ডুরানগো
el: Ντουράνγκο
fa: دورانگو
gu: દુરાન્ગો
he: דורנגו
hi: ड्युरांगो
ja: ドゥランゴ
ka: დურანგო
kk: Дуранго
kn: ದುರಂಗೊ
ku_arab: دورانگۆ
ky: Дуранго
lo: ດູຣານໂກ
lt: Durangas
mi: Turango
mk: Дуранго
ml: ദുരംഗോ
mn: Дуранго
mr: डुरांगो
ne: दिराङ्गो
or: ଡୁଆରଙ୍ଗୋ
pa_arab_pk: دورانگو
pa_in: ਡੁਰਾਂਗੋ
ru: Дуранго
sd: درانگو
si: ඩුරාන්ගෝ
sr_cyrl_rs: Дуранго
ta: டுராங்கோ
te: డురెంగో
tg: Дуранго
th: ดูรังโก
tt: Дуранго
ug: دۇرانگو
uk: Дуранго
ur: دورانگو
zh_hans: 杜兰戈
zh_hant: 杜蘭戈州

# Word.State.MX.Guanajuato
source: Guanajuato
am: ጉዋናሁዋቶ
ar: جواناياتو
as: গুৱানাজুৱাটো
az: Quanajuato
bg: Гуанахуато
bn_in: গুয়ানাজুয়াতো
el: Γκουαναχουάτο
fa: گواناجواتو
gu: ગ્યુઆનાજ્યુઆટો
he: גואנחואטו
hi: ग्वानाजुआटो
ja: グアナファト
ka: გუანახუატო
kk: Гуанаджуато
kn: ಗುವಾಂಜುವಾಟೊ
ku_arab: گوانجواتۆ
ky: Гуанахуато
lo: ກົວນາຄົວໂຕ
lt: Gvanachuatas
lv: Gvanahvato
mi: Kuanahuato
mk: Гванахуато
ml: ഗുവാനാജുവാതോ
mn: Гуанахуато
mr: ग्वानाजुआतो
ne: ग्वानाजुवातो
or: ଗୁଆନାଜୁଆଟୋ
pa_arab_pk: گواناہوآتو
pa_in: ਗੁਆਨਾਜੁਆਟੋ
ru: Гуанахуато
sd: گئانجاٽو
si: ගුවොනාජුවෝටෝ
sr_cyrl_rs: Гванахвато
sr_latn_rs: Gvanahvato
ta: குயனஜூவாட்டோ
te: గనాజుటో
tg: Гуанҳуато
th: กัวน่าจูอาโต้
tt: Гуанахуато
ug: گىۋانا خىۋاتو
uk: Гуанахуато
ur: گواناہوآتو
uz: Guanaxuato
zh_hans: 瓜纳华托
zh_hant: 瓜納華托州

# Word.State.MX.Guerrero
source: Guerrero
am: ጉሬሮ
ar: جيرورو
as: গুৱেৰেৰো
az: Querrero
bg: Гуереро
bn_in: গুয়েররেরো
el: Γκουερέρο
fa: گوئررو
gu: ગ્યુરેરો
he: גררו
hi: ग्वेरेरो
ja: ゲレロ
ka: გერერო
kk: Гуерреро
kn: ಗುರ್ರೆರೊ
ku_arab: گوێررێرۆ
ky: Герреро
lo: ເກີເຣໂຣ
lt: Gereras
lv: Gerrero
mi: Kuerero
mk: Гереро
ml: ഗുരേറോ
mn: Гэррэро
mr: ग्वेरेरो
ne: गुरेरो
or: ଗୁଏରରେରୋ
pa_arab_pk: گوریرو
pa_in: ਗਵੀਰੈਰੋ
ru: Гуэрреро
sd: گئيريرو
si: ගුරෙරෝ
sr_cyrl_rs: Гереро
sr_latn_rs: Gerero
ta: குயிர்ரோ
te: గ్యురెరో
tg: Герерро
th: เกอร์เรโร
tt: Герреро
ug: گۇئېررېرو
uk: Гуерреро
ur: گوریرو
uz: Gerrero
zh_hans: 格雷罗
zh_hant: 格雷羅州

# Word.State.MX.Hidalgo
source: Hidalgo
am: ሂዳልጎ
ar: هيدالجو
as: হিডালগো
az: Hidalqo
bg: Хидалго
bn_in: হিদালগো
el: Χιντάλγκο
fa: هیدالگو
gu: હિડાલ્ગો
he: הידאלגו
hi: हिडाल्गो
ja: イダルゴ
ka: იდალგო
kk: Хидалго
kn: ಹಿಡಾಲ್ಗೊ
ku_arab: هیداڵگۆ
ky: Идальго
lo: ຮີດາລໂກ
lt: Hidalgas
lv: Idalgo
mi: Hitarako
mk: Идалго
ml: ഹിഡാല്‍‌ഗോ
mn: Идалго
mr: हिदल्गो
ne: हिडाल्गो
or: ହିଡଲଗୋ
pa_arab_pk: ہیدالگو
pa_in: ਹਿਡਾਲਗੋ
ru: Идальго
sd: ھڊالگو
si: හිඩල්ගෝ
sr_cyrl_rs: Хидалго
ta: ஹிடால்கோ
te: హిడాల్గో
tg: Идалго
th: อีดัลโก
tt: Идалго
ug: خىدالگو
uk: Ідальго
ur: ہیدالگو
uz: Idalgo
zh_hans: 伊达尔戈
zh_hant: 伊達爾戈州

# Word.State.MX.Jalisco
source: Jalisco
am: ጃሊስኮ
ar: جاليسكو
as: জালিচাকো
az: Jalisko
bg: Халиско
bn_in: জলিসকো
el: Χαλίσκο
fa: جالیسکو
gu: જેલિસ્કો
he: חאליסטו
hi: जैलिस्को
ja: ハリスコ
ka: ხალისკო
kk: Джалиско
kn: ಜಲಿಸ್ಕೋ
ku_arab: جالیکسۆ
ky: Халиско
lo: ຈາລິສໂກ
lt: Chaliskas
lv: Halisko
mi: Harihako
mk: Халиско
ml: ജലിസ്‌കോ
mn: Халиско
mr: जालिस्को
ne: जालिस्को
or: ଜଲିସକୋ
pa_arab_pk: جالیسکو
pa_in: ਜੈਲਿਸਕੋ
ru: Халиско
sd: جيلسڪو
si: ජුලිස්කෝ
sr_cyrl_rs: Халиско
sr_latn_rs: Halisko
ta: ஜாலிஸ்கோ
te: జలిస్కో
tg: Халиско
th: ฮาลิสโก
tt: Халиско
ug: جالىسكو
uk: Халіско
ur: جالیسکو
uz: Xalisko
zh_hans: 哈利斯科
zh_hant: 哈利斯科州

# Word.State.MX.Michoacán
source: Michoacan
am: ሚቾካን
ar: ميكوكان
as: মিচোৱাকান
az: Miçoakan
bg: Мичоакан
bn_in: মিচোয়াকান
el: Μιτσοάκαν
es: Michoacán
fa: میچوکان
gd: Michoacán
gu: મિચોઆકાન
he: מיצ'ואקן
hi: मिचोकन
ja: ミチョアカン
ka: მიჩოაკანი
kk: Мичоакан
kn: ಮಿಚಾವಕನ್
ku_arab: میچواکان
ky: Мичиакан
lo: ມີໂຊອາກັງ
lt: Mičoakanas
lv: Mičoakana
mi: Mihoakana
mk: Мичоакан
ml: മികോകന്‍
mn: Мичоакан
mr: मिशोआकान
ne: मिचोवाकन
or: ମିଚୋଆକାନ
pa_arab_pk: می چواوکان
pa_in: ਮਿਸ਼ੋਆਕੈਨ
ru: Мичоакан
sd: مچوڪين
si: මිචොකාන්
sr_cyrl_rs: Микоакан
sr_latn_rs: Mikoakan
ta: மிகோஅகேன்
te: మిచాకెన్
tg: Мичоакан
th: มิโชอากัง
tt: Мичоакан
ug: مىچوئاكان
uk: Міхуакан
ur: می چواوکان
uz: Michoakan
zh_hans: 米却肯
zh_hant: 米卻肯州

# Word.State.MX.Morelos
source: Morelos
am: ሞሬሎስ
ar: مورلوس
as: মোৰেলোচ
bg: Морелос
bn_in: মোরেলোস
el: Μορέλος
fa: مورلوس
gu: મોરેલોસ
he: מורלוס
hi: मोरेलोस
ja: モレロス
ka: მორელოსი
kk: Морелос
kn: ಮೋರೆಲೊಸ್
ku_arab: مۆرێلۆس
ky: Морелос
lo: ມໍເຣໂລສ
lt: Morelosas
lv: Morelosa
mi: Moreroa
mk: Морелос
ml: മൊറെലോസ്
mn: Морэлос
mr: मोरेलोस
ne: मोरेलोस
or: ମୋରେଲାଓସ୍
pa_arab_pk: موریلوس
pa_in: ਮੋਰਲੋਸ
ru: Морелос
sd: موريلوس
si: මොරෙලොස්
sr_cyrl_rs: Морелос
ta: மொரெலோஸ்
te: మొరేలాస్
tg: Морелос
th: โมเรลอส
tt: Морелос
ug: مورېلوس
uk: Морелос
ur: موریلوس
zh_hans: 莫雷洛斯
zh_hant: 莫雷洛斯州

# Word.State.MX.México
source: Mexico
af: Meksiko
am: ሜክሲኮ
ar: المكسيك
as: মেক্সিকো
az: Meksika
bg: Мексико
bn_in: মেক্সিকো
bs: Meksiko
cy: Mecsico
de: Mexiko
el: Μεξικό
es: México
et: Mehhiko
eu: Mexiko
fa: مکزیک
ga: Meicsiceo
gd: Meagsago
gl: México
gu: મેક્સિકો
he: מקסיקו
hi: मेक्सिको
hr: Meksiko
hu: Mexikó
id: Meksiko
is: Mexíkó
ja: メキシコ
ka: მექსიკა
kk: Мексика
kn: ಮೆಕ್ಸಿಕೊ
ko: 멕시코
ku_arab: مەکسیک
ky: Мексика
lo: ແມັກຊີໂກ
lt: Meksika
lv: Meksika
mi: Mēhiko
mk: Мексико
ml: മെക്‌സിക്കോ
mn: Мексик
mr: मेक्सिको
mt: Messiku
ne: मेक्सिको
or: ମେକ୍ସିକୋ
pa_arab_pk: میکسیکو
pa_in: ਮੈਕਸਿਕੋ
pl: Meksyk
ru: Мексика
sd: ميڪسيڪو
si: මෙක්සිකෝව
sl: Mehika
sr_cyrl_rs: Мексико
sr_latn_rs: Meksiko
sv: Mexiko
ta: மெக்சிகோ
te: మెక్సికో
tg: Мексика
th: เม็กซิโก
tr: Meksika
tt: Мехико
ug: مېكسىكا
uk: Мексика
ur: میکسیکو
uz: Meksika
zh_hans: 墨西哥
zh_hant: 墨西哥

# Word.State.MX.MexicoCity
source: Mexico City
af: Meksikostad
am: ሜክሲኮ ሲቲ
ar: مكسيكو سيتي
as: মেক্সিকো চহৰ
az: Mexiko Şəhəri
bg: Мексико
bn_in: শহর মেক্সিকো
bs: Ciudad de México
cy: Dinas Mecsico
de: Mexiko-Stadt
el: Πόλη του Μεξικού
es: Ciudad de México
et: México
eu: Mexiko Hiria
fa: مکزیکو سیتی
ga: Cathair Mheicsiceo
gd: Cathair Mheagsago
gl: Cidade de México
gu: મેક્સિકો શહેર
he: מקסיקו סיטי
hi: मैक्सिको सिटी
hr: Ciudad de Mexico
hu: Mexikóváros
id: Kota Meksiko
is: Mexíkóborg
ja: メキシコシティ
ka: მეხიკო
kk: Мехико
kn: ಮೆಕ್ಸಿಕೋ ಸಿಟಿ
ko: 멕시코 시티
ku_arab: مێکزیکۆسیتی
ky: Мексикa шаары
lo: ແມັກຊີໂກ້ ຊີຕີ້
lt: Meksikas
lv: Mehiko
mk: Мексико Сити
ml: മെക്സിക്കോ സിറ്റി
mn: Мехико
mr: मेक्सिको शहर
mt: Il-Belt tal-Messiku
ne: मेक्सिको शिटी
no: Mexico by
or: ମେକ୍ସିକୋ ସହର
pa_arab_pk: میکسیکو شہر
pa_in: ਸ਼ਹਿਰ ਮੈਕਸੀਕੋ
pl: Meksyk
ru: Мехико
sd: ميڪسيڪو شهر
si: මෙක්සිකෝ සිටි
sl: Mexico
sr_cyrl_rs: Мексико Сити
sr_latn_rs: Meksiko Siti
ta: மெக்சிகோ நகரம்
te: మెక్సికో సిటీ
tg: Шаҳри Мехико
th: เม็กซิโกซิตี้
tt: Мехико
ug: مېكسىكا شەھىرى
uk: Мехіко
ur: میکسیکو سٹی
uz: Mexiko Siti
vi: Thành phố Mexico
zh_hans: 墨西哥城
zh_hant: 墨西哥城

# Word.State.MX.Nayarit
source: Nayarit
am: ናያሪት
ar: ناياريت
as: নায়াৰিত
bg: Наярит
bn_in: নায়ারিট
el: Ναγιαρίτ
fa: نایاریت
gu: નયારીત
he: נאיאריט
hi: नायारिट
ja: ナヤリト
ka: ნიარიტი
kk: Наярит
kn: ನಯಾರಿಟ್
ku_arab: نایاریت
ky: Наярит
lo: ນາຢາຣິດ
lt: Najaritas
lv: Najarita
mi: Naiarite
mk: Најарит
ml: നയാറിറ്റ്
mn: Наярит
mr: नायारित
ne: नायारिट
or: ନୟାରିଟ
pa_arab_pk: نایارت
pa_in: ਨਯਾਰਿਤ
ru: Наярит
sd: نايارت
si: නයාරිට්
sr_cyrl_rs: Најарит
sr_latn_rs: Najarit
ta: நயரிட்
te: నయారిట్
tg: Наярит
th: นายาริต
tt: Наярит
ug: نايارىت
uk: Найяріт
ur: نایارت
zh_hans: 纳亚里特
zh_hant: 納亞里特州

# Word.State.MX.NuevoLeón
source: Nuevo Leon
am: ኑቮ ሊኦን
ar: نيفو ليون
as: নুৱেভো লেওন
bg: Нуево Леон
bn_in: নুয়েভো লিয়ন
de: Nuevo León
el: Νουέβο Λεόν
es: Nuevo León
fa: نوئوو لئون
gd: Nuevo León
gl: Nuevo León
gu: ન્યુવો લીઓન
he: נואבו לאון
hi: नुएवो लिओन
ja: ヌエボ・レオン
ka: ნუევო-ლეონი
kk: Нуэво-Леон
kn: ನ್ಯುವೊ ಲಿಯೊನ್
ku_arab: نیڤۆ لیۆن
ky: Нуэво-Леон
lo: ນີວໂວເລອອນ
lt: Nuevo Leonas
lv: Nuevoleona
mi: Niu Riona
mk: Нов Леон
ml: ന്യുവോ ലിയോണ്‍
mn: Нүэво Леон
mr: नुएवो लेऑन
ne: नुवेभो लियोन
or: ନୁଏଭୋ ଲେଓନ
pa_arab_pk: نیوو لےاون
pa_in: ਨੂਈਵੋ ਲੀਓਨ
ru: Нуэво-Леон
sd: نيوو ليون
si: නියෝවෝ ලියොන්
sr_cyrl_rs: Нови Леон
sr_latn_rs: Novi Leon
ta: நியுவோ லியோன்
te: న్యూవో లివోన్
tg: Нуэво Леон
th: นวยโวเลออง
tt: Нуэво-Леон
ug: نېۋىلېئون
uk: Нуево-Леон
ur: نیوو لےاون
zh_hans: 新莱昂
zh_hant: 新萊昂州

# Word.State.MX.Oaxaca
source: Oaxaca
am: ኦሳካ
ar: أوكساكا
as: ওক্সাকা
az: Oaksaka
bg: Оаксака
bn_in: অয়াক্সাকা
el: Οαξάκα
fa: اوآکساکا
gu: ઓક્સાકા
he: אואחאקה
hi: ओआक्साका
ja: オアハカ
ka: ოახაკა
kk: Оахака
kn: ಒಕ್ಸಾಕಾ
ku_arab: ئۆکساکا
ky: Оахака
lo: ວາຮາກາ
lt: Oachaka
lv: Oaksaka
mi: Oawaka
mk: Оахака
ml: ഒയാക്‌സക
mn: Оаксака
mr: वाशाका
ne: ओवासाका
or: ଓଆକ୍ସାକା
pa_arab_pk: واہاکا
pa_in: ਵਾਹਾਕਾ
ru: Оаксака
sd: اوڪساڪا
si: ඕක්සකා
sr_cyrl_rs: Оахака
sr_latn_rs: Oahaka
ta: ஒக்ஸாகா
te: ఆక్సాకా
tg: Оахака
th: โออาซากา
tt: Оахака
ug: ۋېخاكې
uk: Оахака
ur: واہاکا
uz: Oaxaka
zh_hans: 瓦哈卡
zh_hant: 瓦哈卡州

# Word.State.MX.Puebla
source: Puebla
am: ፑኢብላ
ar: بويبلا
as: পুৱেবিল
bg: Пуебла
bn_in: পুয়েবলা
el: Πουέμπλα
fa: پوئبلا
gu: પ્‍યુબ્લા
he: פואבלה
hi: पुएब्ला
ja: プエブラ
ka: პუებლა
kk: Пуебла
kn: ಪ್ಯುಬ್ಲಾ
ku_arab: پێبلا
ky: Пуэбла
lo: ປູເອບລາ
lv: Puevla
mi: Puepara
mk: Пуебла
ml: പ്യൂബ്ല
mn: Пүэбла
mr: पुएब्ला
ne: पुवेब्ला
or: ପୁଏବ୍ଲା
pa_arab_pk: پویب لا
pa_in: ਪਿਊਬਲਾ
ru: Пуэбла
sd: پيوبلا
si: පියුබ්ලා
sr_cyrl_rs: Пуебла
ta: பியுப்லா
te: ప్యూబ్లా
tg: Пуэбла
th: ปวยบลา
tt: Пуебла
ug: پۇئېبلا
uk: Пуебла
ur: پویب لا
zh_hans: 普韦布拉
zh_hant: 普埃布拉州

# Word.State.MX.Querétaro
source: Queretaro
am: ኲረታሮ
ar: كوريتارو
as: কুৱেতোৰো
bg: Керетаро
bn_in: কুয়েরেটারো
el: Κουερετάρο
fa: کوئرتارو
gd: Querétaro
gl: Querétaro
gu: ક્યેરેટારો
he: קרטרו
hi: क्वेरेटारो
ja: ケレタロ
ka: ქერეტარო
kk: Керетаро
kn: ಕ್ಯುರೆಟಾರೊ
ku_arab: کاریتارۆ
ky: Керетаро
lo: ເຄເຣຕາໂຣ
lt: Keretaras
lv: Kvaretaro
mi: Kaueretaro
mk: Керетаро
ml: ക്വെറെറ്റാരോ
mn: Квэрэтаро
mr: क्वरेतारो
ne: क्वेरेतारो
or: କୁଏରେଟାରୋ
pa_arab_pk: کی رےتارو
pa_in: ਕਵੀਰੇਟਾਰੋ
ru: Керетаро
sd: ڪيوريٽرو
si: ක්වෙරෙටාරෝ
sr_cyrl_rs: Керетаро
sr_latn_rs: Keretaro
ta: கெரேடரோ
te: క్విరెటారొ
tg: Керетаро
th: เกเรตาโร
tt: Керетаро
ug: كېرېتارو
uk: Керетаро
ur: کی رےتارو
uz: Keretaro
zh_hans: 凯勒达罗
zh_hant: 奎雷塔洛州

# Word.State.MX.QuintanaRoo
source: Quintana Roo
am: ኲንታና ሮ
ar: كوينتانا روو
as: কুইনটিনা ৰো
az: Kuintana Roo
bg: Кинтана Роо
bn_in: ক্যুইনটানা রূ
el: Κουιντάνα Ρόο
fa: کویینتانا رو
gu: ક્વીન્ટાના રૂ
he: קינטאנה רו
hi: क्विन्टाना रू
ja: キンタナ・ロー
ka: კინტანა-როო
kk: Кинтана-Роо
kn: ಕ್ವಿಂಟಾನೊ ರೊ
ku_arab: کینتاناروو
ky: Кинтана-Роо
lo: ກີນຕາຣາຣູ
lt: Kintana Roo
lv: Kintanaroo
mi: Kuinitana Rū
mk: Кинтана Ро
ml: ക്വിന്റന റൂ
mn: Квинтана Роо
mr: क्विंताना रू
ne: क्विन्ताना रु
or: କୁଇନଟାନା ରୋ
pa_arab_pk: کن تانا رو
pa_in: ਕਵਿਨਟਾਨਾ ਰੂ
ru: Квинтана-Роо
sd: ڪئنٽانا روو
si: ක්වින්ටනා රෝ
sr_cyrl_rs: Кинтана Роо
sr_latn_rs: Kintana Roo
ta: கிந்தன ரோ
te: క్వింటానా రూ
tg: Кинтана Роо
th: ควินทานารู
tt: Кинтана-Роо
ug: كىۋىنتانا روئو
uk: Кінтана-Роо
ur: کن تانا رو
uz: Kintana-Roo
zh_hans: 金塔纳罗奥
zh_hant: 金塔納羅奧州

# Word.State.MX.SanLuisPotosí
source: San Luis Potosí
am: ሳን ሉዊስ ፖቶሲ
ar: سان لويس بوتوسيí
as: চান লুইচ পোটোচ
az: San Luis Potosi
bg: Сан Луис Потосиí
bn_in: সান লুইস পোতোসí
bs: San Luis Potosi
el: Σαν Λουίς Ποτόσι
fa: سان لوییس پوتوسی
gu: સાન લુઇઝ પોટોસí
he: סן לואיס פוטוסי
hi: सैन लुइस पोटोस
ja: サン・ルイス・ポトシ
ka: სან-ლუის-პოტოსი
kk: Сан-Луи Потос
kn: ಸ್ಯಾನ್ ಲೂಯೀಸ್ ಪೋಟೋಸ್í
ku_arab: سان لویس پۆتۆس
ky: Сан-Луис Потос
lo: ຊານລຸຍສໂປໂຕຊີ
lt: San Luis Potosi
lv: Sanluisa Potosi
mi: Hato Ruihi Potohi
mk: Сан Луис Потоси
ml: സാന്‍ ലൂയിസ് പോട്ടോസ്í
mn: Сан Лүис Потоси
mr: सेन लुईस पोतोसí
ne: सेन लुविस पुतोस
or: ସାନ୍ ଲୁଇସ୍ ପୋଟୋସ୍
pa_arab_pk: سان لوئی پوتوسی
pa_in: ਸੈਨ ਲੁਇਸ ਪੋਟੋਸí
ru: Сан-Луис-Потоси
sd: سين لئيس پوٽوí
si: සැන් ලුවිස් පොටෝස්
sr_cyrl_rs: Сан Луис Потоси
sr_latn_rs: San Luis Potosi
ta: சான் லூயிஸ் பொடோஸ்í
te: శాన్ లూయిస్ పాటోస్í
tg: Сан Луис Потоси
th: แซนหลุยส์โปโตซี่í
tt: Сан-Луис-Потоси
ug: سان لۇيىس پوتوسí
uk: Сан-Луїс-Потосі
ur: سان لوئی پوتوسی
uz: San-Luis-Potosi
zh_hans: 圣路易斯波托西
zh_hant: 聖路易波托西州

# Word.State.MX.Sinaloa
source: Sinaloa
am: ሲንናሎኣ
ar: سينالوا
as: চিনালাও
bg: Синалоа
bn_in: সিনোলোয়া
el: Σιναλόα
fa: سینالوا
gu: સિનાલા
he: סינלואה
hi: सिनालोआ
ja: シナロア
ka: სინალოა
kk: Синалоа
kn: ಸಿನಾಲೊ
ku_arab: سینالوا
ky: Синалоа
lo: ຊີນາລົວ
lv: Sinloja
mi: Hinaroa
mk: Синалоа
ml: സിനാലോവ
mn: Синалоа
mr: सिनालोआ
ne: सिनालोवा
or: ସିନଲୋଆ
pa_arab_pk: سینالویا
pa_in: ਸਿਨਾਲੋਆ
ru: Синалоа
sd: سنالوئا
si: සිනාලෝවා
sr_cyrl_rs: Синалоа
ta: சினலோவா
te: సినలోయ
tg: Синалоа
th: ซีนาโลอา
tt: Синалоа
ug: سىنالوئا
uk: Сіналоа
ur: سینالویا
zh_hans: 锡那罗亚
zh_hant: 錫那羅亞州

# Word.State.MX.Sonora
source: Sonora
am: ሶኖራ
ar: سونورا
as: চোনোৰা
bg: Сонора
bn_in: সোনোরা
el: Σονόρα
fa: سونورا
gu: સોનોરા
he: סונורה
hi: सोनोरा
ja: ソノラ
ka: სონორა
kk: Сонора
kn: ಸೊನಾರೊ
ku_arab: سۆنۆرا
ky: Сонора
lo: ໂຊໂນຣາ
mi: Honōra
mk: Сонора
ml: സൊണോര
mn: Сонора
mr: सोनोरा
ne: सोनोरा
or: ସୋନାରା
pa_arab_pk: سونورا
pa_in: ਸੋਨੋਰਾ
ru: Сонора
sd: سونورا
si: සොනෝරා
sr_cyrl_rs: Сонора
ta: சொனோரா
te: సొనోరా
tg: Сонора
th: โซโนรา
tt: Сонора
ug: سونورا
uk: Сонора
ur: سونورا
zh_hans: 索诺拉
zh_hant: 索諾拉州

# Word.State.MX.Tabasco
source: Tabasco
am: ታባስኮ
ar: تاباسكو
as: টাবাস্কো
az: Tabasko
bg: Табаско
bn_in: টাবাসকো
el: Ταμπάσκο
fa: تاباسکو
gu: ટાબાસ્કો
he: טבסקו
hi: ताबास्को
ja: タバスコ
ka: ტაბასკო
kk: Табаско
kn: ಟಬಾಸ್ಕೋ
ku_arab: تاباسکۆ
ky: Табаско
lo: ຕາບາສໂກ
lt: Tabaskas
lv: Tavasko
mi: Tapaho
mk: Табаско
ml: തബാസ്‌കോ
mn: Табаско
mr: ताबास्को
ne: ताबास्को
or: ଟାବାସକୋ
pa_arab_pk: ٹباسکو
pa_in: ਟਾਬਾਸਕੋ
ru: Табаско
sd: توباسڪو
si: ටැබස්කෝ
sr_cyrl_rs: Табаско
sr_latn_rs: Tabasko
ta: டபாஸ்கோ
te: టబాక్కో
tg: Табаско
th: ตาบัสโก
tt: Табаско
ug: تاباسكو
uk: Табаско
ur: ٹباسکو
uz: Tabasko
zh_hans: 塔巴斯科
zh_hant: 塔巴斯科州

# Word.State.MX.Tamaulipas
source: Tamaulipas
am: ታማሊፓስ
ar: تاميليباس
as: টামাওলিপাচ
bg: Тамаулипас
bn_in: টামায়ুলিপাস
el: Ταμαουλίπας
fa: تامائولیپاس
gu: તામૌલીપાસ
he: טמאוליפאס
hi: तामाउलिपा
ja: タマウリパス
ka: ტამაულიპასი
kk: Тамаулипас
kn: ತಮೌಲಿಪಾಸ್
ku_arab: تامولیپاس
ky: Тамаулипас
lo: ຕາມົວລີປາສ
lt: Tamaulipasas
lv: Tamaulipasa
mi: Tamauripa
mk: Тамаулипас
ml: തമൌലിപാസ്
mn: Тамаулипас
mr: तामाउलिपास
ne: तामाउलिपास
or: ତାମାଉଲିପାସ୍
pa_arab_pk: ٹاما اولیپس
pa_in: ਟਾਮਾਊਲੀਪਾਸ
ru: Тамаулипас
sd: تمائولپس
si: ටැමවුලිපාස්
sr_cyrl_rs: Тамаулипас
ta: டமௌலிபஸ்
te: తమాలిపస్
tg: Тамаулипас
th: ทามาวลิปาส
tt: Тамаулипас
ug: تاماۋلىپاس
uk: Тамоліпас
ur: ٹاما اولیپس
zh_hans: 塔毛利帕斯
zh_hant: 塔毛利帕斯州

# Word.State.MX.Tlaxcala
source: Tlaxcala
am: ትላስካላ
ar: تلكسكالا
as: টালাক্সকালা
az: Tlakskala
bg: Тлакскала
bn_in: টালাক্সালা
el: Τλαξκάλα
fa: تلاکسکالا
gu: ત્લાક્ષાલા
he: טלאקסקאלה
hi: त्लाक्सकाला
ja: トラスカラ
ka: ტლასკალა
kk: Тласкала
kn: ಲಾಕ್ಸ್‌ಕಾಲಾ
ku_arab: تلاکسکالا
ky: Тласкала
lo: ລັກຊກາລາ
lt: Tlaskala
lv: Tlakskala
mi: Tahakara
mk: Тласкала
ml: ട്ലാക്‌സ്‌കാല
mn: Тлакскала
mr: त्लाझाक्ला
ne: लास्काला
or: ତଲକ୍ସକାଲା
pa_arab_pk: ٹلاکس کالا
pa_in: ਟਲੈਕਸਕਾਲਾ
ru: Тлакскала
sd: ليڪسڪالا
si: ට්ලාක්කලා
sr_cyrl_rs: Тлакскала
sr_latn_rs: Tlakskala
ta: ட்லக்ஸ்காலா
te: ట్లక్స్‌కేలా
tg: Тлакскала
th: ตลัซกาลา
tt: Тласкала
ug: تىلاكىسكالا
uk: Тласкала
ur: ٹلاکس کالا
uz: Tlaskala
zh_hans: 特拉斯卡拉
zh_hant: 特拉克斯卡拉州

# Word.State.MX.Veracruz
source: Veracruz
am: ቬራክሩዝ
ar: فيراكروز
as: ভেৰাচুৰোজ
az: Verakruz
bg: Веракруз
bn_in: ভেরাক্রুজ
bs: Verakruz
el: Βερακρούζ
fa: وراکروز
gu: વેરાક્રુઝ
he: ורקרוז
hi: वेराक्रूज़
ja: ベラクルス
ka: ვერაკრუსი
kk: Веракруз
kn: ವೆರಾಕ್ರೂಸ್
ku_arab: ڤێراکروز
ky: Веракруз
lo: ເວຣາຄຣຸຊ
lt: Verakrusas
lv: Verakrusa
mi: Werakuihi
mk: Веракруз
ml: വെരാക്രൂസ്
mn: Вэракрүз
mr: वेराक्रुझ
ne: भेराक्रुज
or: ଭେରାକ୍ରୁଜ୍
pa_arab_pk: ویرا کروز
pa_in: ਵੇਰਾਕਰੂਜ਼
ru: Веракрус
sd: ويراڪروز
si: වෙරකෘස්
sr_cyrl_rs: Веракруз
sr_latn_rs: Verakruz
ta: வெராகுரூஸ்
te: వెరాక్రూజ్
tg: Веракруз
th: เวราครูซ
tt: Веракрус
ug: بېراكىرۇز
uk: Веракрус
ur: ویرا کروز
uz: Verakrus
zh_hans: 韦拉克鲁斯
zh_hant: 委拉克路斯州

# Word.State.MX.Yucatán
source: Yucatan
am: ዩካታን
ar: يوكاتان
as: য়ুকাটান
az: Yukatan
bg: Юкатан
bn_in: ইয়ুকাটান
bs: Jukatan
el: Γιουκατάν
es: Yucatán
fa: یوکاتان
gd: Yucatán
gl: Iucatán
gu: યુકાટાન
he: יוקטן
hi: युकाटन
ja: ユカタン
ka: იუკატანი
kk: Иукатан
kn: ಯುಕಾಟನ್
ku_arab: یوکاتان
ky: Юкатан
lo: ຢູກາຕານ
lt: Jukatanas
lv: Jukatana
mi: Iakatana
mk: Јукатан
ml: യുകാതന്‍
mn: Юкатана
mr: युकातन
ne: युताकान
or: ୟୁକାଟାନ
pa_arab_pk: یوکاٹین
pa_in: ਯੂਕਾਟੈਨ
ru: Юкатан
sd: يوڪاتن
si: යුකතාන්
sl: Jukatan
sr_cyrl_rs: Јукатан
sr_latn_rs: Jukatan
ta: யுகடான்
te: యుకతాన్
tg: Юкатан
th: ยูคาทาน
tt: Юкатан
ug: يۇكاتان
uk: Юкатан
ur: یوکاٹین
uz: Yukatan
zh_hans: 尤卡坦
zh_hant: 猶加敦州

# Word.State.MX.Zacatecas
source: Zacatecas
am: ዛካቴካስ
ar: زاكاتيكاس
as: জাকাটাচিয়া
az: Zakatekas
bg: Закатекас
bn_in: জাকাটেকাস
el: Ζακατέκας
fa: زاکاتکاس
gu: ઝાકાટેકાસ
he: סקטקאס
hi: ज़ाकेटेकस
ja: サカテカス
ka: საკატეკასი
kk: Закатекас
kn: ಝಕಾಟೆಕಸ್
ku_arab: زاکاتێکاس
ky: Сакатекас
lo: ຊາກາເຕກາສ
lt: Sakatekasas
lv: Sakatekasa
mi: Hakatekaha
mk: Закатекас
ml: സകാടെകാസ്
mn: Закатэкас
mr: झाकातेकास
ne: जाकाटेकास
or: ଜାକାଟେକାସ୍
pa_arab_pk: زاکاتیکس
pa_in: ਜ਼ਾਕਾਟੇਕਸ
ru: Закатекас
sd: زيڪاٽڪاس
si: සැකටෙකාස්
sr_cyrl_rs: Закатекас
sr_latn_rs: Zakatekas
ta: ஜகாடிகாஸ்
te: జకటికాస్
tg: Закатекас
th: ซากาเตกัส
tt: Сакатекас
ug: زاكاتېكاس
uk: Сакатекас
ur: زاکاتیکس
uz: Sakatekas
zh_hans: 萨卡特卡斯
zh_hant: 札卡特卡州

# Word.State.IN.HimachalPradesh
source: Himachal Pradesh
am: ሂማቻል ፕራደሽ
ar: هايماكال براديش
as: হিমাচল প্ৰদেশ
az: Himaçal Pradeş
bg: Химачал Прадеш
bn_in: হিমাচলপ্রদেশ
el: Χιμαχάλ Πραντές
fa: هیمچال پرادش
gu: હિમાચલ પ્રદેશ
he: הימאצ'אל פראדש
hi: हिमाचल प्रदेश
ja: ヒマチャル・プラデシュ
ka: ჰიმაჩალ-პრადეში
kk: Химачал Прадеш
kn: ಹಿಮಾಚಲ ಪ್ರದೇಶ
ku_arab: هیماچال پرادیش
ky: Химачал-Прадеш
lo: ຮີມາຈັນປຣາແດຊ
lt: Himačal Pradešas
lv: Himačala
mi: Himahara Paratihe
mk: Химачал Прадеш
ml: ഹിമാചല്‍ പ്രദേശ്
mn: Химачал Прадеш
mr: हिमाचल प्रदेश
ne: हिमाचल पर्देश
or: ହିମାଚଳ ପ୍ରଦେଶ
pa_arab_pk: ہماچل پردیش
pa_in: ਹਿਮਾਚਲ ਪ੍ਰਦੇਸ਼
ru: Химачал-Прадеш
sd: ھماچل ۽ پرديش
si: හිමාචල් ප්‍රදේශ්
sl: Himačal Pradeš
sr_cyrl_rs: Химачал Прадеш
sr_latn_rs: Himačal Pradeš
ta: இமாச்சல பிரதேசம்
te: హిమాచల్ ప్రదేశ్
tg: Ҳимачал-Прадеш
th: หิมาจัลประเทศ
tt: Химачал-Прадеш
ug: خىماچېل پىرادېش
uk: Хімачал-Прадеш
ur: ہماچل پردیش
uz: Ximachal-Pradesh
zh_hans: 喜马偕尔邦
zh_hant: 喜馬偕爾邦
