Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Inicis.BrowserMsgActiveX
source: As this payment gateway is based on ActiveX, if you’re using other browsers (including Microsoft Edge) than Internet Explorer, you can’t proceed activating Azure. Please use Internet Explorer to sign up. After signing up, you can use any browser. Sorry for the inconvenience.
af: Aangesien hierdie betalingsdeurgang op ActiveX gebaseer is, kan jy nie voortgaan om Azure te aktiveer indien jy ander blaaiers (insluitend Microsoft Edge) buiten Internet Explorer gebruik nie. Gebruik asseblief Internet Explorer om te registreer. Nadat jy geregistreer is, kan jy enige blaaier gebruik. Jammer vir die ongerief.
am: ይህ የክፍያ መንገድ በ ActiveX ላይ የተመረኮዘ እንደመሆኑ ሌሎች አሳሾችን (Microsoft Edge ን ጨምሮ) ከ Internet Explorer ውጭ እየተጠቀሙ ያሉ ከሆነ Azure ን ለማንቃት ወደፊት መቀጠል አይችሉም። ለመመዝገብ እባክዎ Internet Explorer ይጠቀሙ። ተመዝግበው ከገቡ በኋላ ማናቸውንም አሳሽ መጠቀም ይችላሉ። ለሚደርሰው መጉላላት ይቅርታ እንጠይቃለን።
ar: وبما أن بوابة الدفع هذه قائمة على ActiveX، فإذا كنت تستخدم مستعرضات أخرى (بما في ذلك Microsoft Edge) بخلاف Internet Explorer، فلن يمكنك متابعة تنشيط Azure. يُرجى استخدام Internet Explorer للتسجيل. عقب التسجيل، يمكنك استخدام أي مستعرض. نأسف للإزعاج.
as: ActiveX ভিত্তিক এই পেইমেণ্ট গেটৱে অনুসৰি, যদি আপুনি Internet Explorer-ৰ বাহিৰে অন্য ব্ৰাউজাৰসমূহ (Microsoft Edge-কে অন্তৰ্ভুক্ত কৰি) ব্যৱহাৰ কৰে, তেতিয়া আপুনি Azure সক্ৰিয়কৰণ প্ৰক্ৰিয়া আগবঢ়াব নোৱাৰিব৷ অনুগ্ৰহ কৰি চাইন আপ কৰিবলৈ Internet Explorer ব্যৱহাৰ কৰক৷ চাইন আপ কৰাৰ পিছত, আপুনি যিকোনো ব্ৰাউজাৰ ব্যৱহাৰ কৰিব পাৰে৷ ব্যাঘাতৰ বাবে দুখিত৷
az: Bu ödəniş şlüzü ActiveX-ə əsaslandığından siz Internet Explorer-dən başqa digər brauzerlərdən istifadə edərkən (Microsoft Edge daxil olmaqla), Azure-un aktivləşdirilməsini davam etdirə bilməzsiniz. Qeydiyyatdan keçmək üçün Internet Explorer istifadə edin. Qeydiyyatdan keçdikdən sonra istənilən brauzerdən istifadə edə bilərsiniz. Narahatçılığa görə üzr istəyirik.
bn_in: যেহেতু এই অর্থপ্রদানের প্রবেশদ্বারটি ActiveX ভিত্তিক, তাই যদি আপ\x2019নি Internet Explorer ছাড়া অন্য কোনো ব্রাউজার (Microsoft Edge সহ) ব্যবহার করছেন, তবে আপনি Azure কে সক্রিয় করতে এগিয়ে যেতে পারবে\x2019ন না৷ সাইন আপ করতে অনুগ্রহ করে Internet Explorer ব্যবহার করুন৷ সাইন আপ করার পরে, আপনি যেকোনো ব্রাউজার ব্যবহার করতে পারেন৷ অসুবিধার জন্য দুঃখিত৷
bs: Budući da je ovaj pristupni mehanizam plaćanja zasnovan na platformi ActiveX, ukoliko koristite druge preglednike (uključujući Microsoft Edge) izuzev preglednika Internet Explorer, ne možete nastaviti s aktiviranjem usluge Azure. Za registriranje koristite Internet Explorer. Nakon registriranja možete koristiti bilo koji preglednik. Ispričavamo se zbog neugodnosti.
cy: Gan fod y porth talu hwn yn seiliedig ar ActiveX, os ydych chi'n defnyddio porwyr gwahanol (yn cynnwys Microsoft Edge) i Internet Explorer, ni allwch fwrw ymlaen i ysgogi Azure. Defnyddiwch Internet Explorer i gofrestru. Wedi cofrestru, gallwch ddefnyddio unrhyw borwr. Ymddiheuriadau am unrhyw anghyfleustra.
da: Denne betalingsgateway er baseret på ActiveX, og hvis du bruger andre browsere (herunder Microsoft Edge) end Internet Explorer, kan du ikke fortsætte med at aktivere Azure. Brug Internet Explorer til at tilmelde dig. Når du har tilmeldt dig, kan du bruge en hvilken som helst browser. Vi beklager ulejligheden.
de: Da dieses Zahlungsgateway auf ActiveX basiert, können Sie in anderen Browsern (einschließlich Microsoft Edge) als Internet Explorer die Aktivierung von Azure nicht fortsetzen. Verwenden Sie Internet Explorer für die Registrierung. Nach der Registrierung können Sie einen beliebigen Browser verwenden. Bitte entschuldigen Sie eventuelle Unannehmlichkeiten.
el: Καθώς αυτή η πύλη πληρωμής βασίζεται σε ActiveX, εάν χρησιμοποιείτε άλλα προγράμματα περιήγησης (συμπεριλαμβανομένου του Microsoft Edge) εκτός του Internet Explorer, δεν μπορείτε να συνεχίσετε με την ενεργοποίηση του Azure. Χρησιμοποιήστε τον Internet Explorer για να κάνετε εγγραφή. Μετά την εγγραφή, μπορείτε να χρησιμοποιήσετε οποιοδήποτε πρόγραμμα περιήγησης. Λυπούμαστε για την αναστάτωση.
es: Como esta puerta de enlace está basada en ActiveX, si usas otros navegadores (incluido Microsoft Edge) que no sea Internet Explorer, no puedes seguir activando Azure. Usa Internet Explorer para registrarte. Después de registrarte, puedes usar el navegador que quieras. Sentimos las molestias.
et: Kuna see makselüüs põhineb ActiveX-il, ei saa te Azure’i aktiveerimist jätkata, kui kasutate mõnda teist brauserit peale Internet Exploreri (sh Microsoft Edge’i). Kasutage registreerumiseks Internet Explorerit. Pärast registreerumist saate kasutada mis tahes brauserit. Palume ebamugavuste pärast vabandust.
fa: از آنجا که این درگاه پرداخت بر اساس ActiveX کار می‌کند، اگر مرورگری غیر از Internet Explorer (شامل Microsoft Edge) استفاده می‌کنید، نمی‌توانید فعالسازی Azure را ادامه دهید. لطفاً برای ثبت نام از Internet Explorer استفاده کنید. پس از ثبت نام، می‌توانید از مرورگر دلخواهتان استفاده کنید. اگر این مورد برایتان باعث مشکل شده است، پوزش می‌طلبیم.
ga: Toisc go bhfuil an geata íocaíochta seo bunaithe ar ActiveX, má tá brabhsálaithe eile (Microsoft Edge san áireamh) seachas Internet Explorer á n-úsáid agat, ní féidir leat leanúint le gníomhachtú Azure. Úsáid Internet Explorer le clárú. Tar éis an clárú a chur i gcrích, is féidir leat brabhsálaí ar bith a úsáid. Ár leithscéal as an mhíchaoithiúlacht.
gd: Tha am bealach pàighidh seo stèidhichte air ActiveX is chan urrainn dhut Azure a ghnìomhachadh ach ann an Internet Explorer (chan obraich Microsoft Edge nas motha). Cleachd Internet Explorer gus clàradh leinn. Nuair a bhios tu air do chlàradh, ’s urrainn dhut brabhsair sam bith a thogras tu a chleachdadh. Tha sinn duilich airson na trioblaid.
gl: Como esta pasarela de pagamento basease en ActiveX, se estás a usar outros navegadores (incluíndo Microsoft Edge) que non sexan Internet Explorer, non podes continuar coa activación de Azure. Por favor, usa Internet Explorer para rexistrarte. Despois de te rexistrar, podes utilizar calquera navegador. Pedímosche desculpas polas molestias.
gu: આ ચૂકવણી ગેટવે ActiveX પર આધારિત હોવાને કારણે, જો તમે Internet Explorer કરતાં (Microsoft Edge સહિત) અન્ય બ્રાઉઝર્સનો ઉપયોગ કરી રહ્યાં છો તો, તમે Azure ને સક્રિય કરવાનું ચાલુ રાખી શકતાં નથી. કૃપયા સાઇન અપ કરવા માટે Internet Explorer નો ઉપયોગ કરો. સાઇન અપ કર્યા પછી, તમે કોઈ પણ બ્રાઉઝરનો ઉપયોગ કરી શકો છો. અસુવિધા બદલ ખેદ છે.
he: כיוון ששער תשלומים זה מבוסס על ActiveX, אם אתה משתמש בדפדפנים אחרים (כולל Microsoft Edge) שאינם Internet Explorer, לא תוכל להמשיך בהפעלת Azure. השתמש ב- Internet Explorer כדי להירשם. לאחר ההרשמה תוכל להשתמש בכל דפדפן. אנו מתנצלים על אי-הנוחות.
hi: चूँकि यह भुगतान गेटवे ActiveX पर आधारित है, यदि आप Internet Explorer के अतिरिक्त अन्य ब्राउज़र (Microsoft Edge सहित) उपयोग कर रहे हैं, तो आप Azure को सक्रिय करने के लिए आगे नहीं बढ़ सकते. कृपया साइन अप करने के लिए Internet Explorer उपयोग करें. साइन अप करने के बाद, आप कोई भी ब्राउज़र उपयोग कर सकते हैं. असुविधा के लिए क्षमा.
hu: Mivel ez a fizetési átjáró ActiveX-alapú, az Internet Explorertől különböző böngészőkben nem lehet folytatni az Azure aktiválását (a Microsoft Edge-ben sem). A regisztrációt az Internet Explorerben végezze el. A regisztráció után tetszőleges böngészővel használhatja a szolgáltatást. Elnézést kérünk a kellemetlenségért.
id: Karena gateway pembayaran ini didasarkan pada ActiveX, jika Anda menggunakan browser lain (termasuk Microsoft Edge) daripada Internet Explorer, Anda tidak bisa melanjutkan mengaktifkan Azure. Harap gunakan Internet Explorer untuk mendaftar. Setelah mendaftar, Anda bisa menggunakan browser apa pun. Maaf atas ketidaknyamanan ini.
is: Þar sem þessi greiðslugátt er byggð á ActiveX geturðu ekki haldið áfram að kveikja á Azure ef þú notar aðra vafra en Internet Explorer (þ.m.t. Microsoft Edge). Notaðu Internet Explorer við skráninguna. Eftir skráningu geturðu notað hvaða vafra sem er. Við biðjumst velvirðingar á óþægindunum.
ja: この支払いゲートウェイは ActiveX に基づいているため、Internet Explorer 以外の他のブラウザー (Microsoft Edge を含む) を使用している場合は、Azure のアクティブ化を続行できません。Internet Explorer を使ってサインアップしてください。サインアップすれば、どのブラウザーでも使用できます。ご不便をおかけして申し訳ありません。
ka: რამდენადაც ამ გადახდის გასასვლელი ემყარება ActiveX მოდულს, თუ Internet Explorer-ისგან განსხვავებულ ბრაუზერებს იყენებთ (Microsoft Edge-ის ჩათვლით), ვერ გაააქტიურებთ Azure-ს. გთხოვთ, რეგისტრაციისთვის გამოიყენოთ Internet Explorer. დარეგისტრირების შემდეგ ნებისმიერი ბრაუზერის გამოყენებას შეძლებთ. ბოდიშს გიხდით შექმნილი უხერხულობისთვის.
kk: Осы төлем шлюзі ActiveX бағдарламасына негізделеді, Internet Explorer басқа шолғыштар (оның ішінде, Microsoft Edge) пайдаланатын болсаңыз, Azure белсендіруді жалғастыру мүмкін емес. Жүйеге кіру үшін Internet Explorer пайдаланыңыз. Жүйеге кіргеннен кейін кез келген шолғышты пайдалануға болады. Ыңғайсыздық үшін кешірім сұраймыз.
kn: ಈ ಪಾವತಿ ಗೇಟ್‌ವೇಯು ActiveX ಆಧಾರದಲ್ಲಿರುವ ಕಾರಣ, ನೀವು Internet Explorer, ಬಿಟ್ಟು ಬೇರೆ ಬ್ರೌಸರ್‌ಗಳನ್ನು ಬಳಸುತ್ತಿದ್ದರೆ (Microsoft Edge ಒಳಗೊಂಡು) Azure ಸಕ್ರಿಯಗೊಳಿಸುವುದಕ್ಕೆ ಮುಂದುವರಿಯಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಸೈನ್ ಅಪ್ ಮಾಡಲು Internet Explorer ಬಳಸಿ. ಸೈನ್ ಅಪ್ ಮಾಡಿದ ನಂತರ, ನೀವು ಯಾವ ಬ್ರೌಸರ್ ಬೇಕಾದರೂ ಬಳಸಬಹುದು. ಅನನುಕೂಲತೆಗಾಗಿ ಕ್ಷಮೆ ಇರಲಿ.
ko: 이 결제 게이트웨이는 ActiveX를 기반으로 하므로 Microsoft Edge를 포함해 Internet Explorer 외의 브라우저를 사용 중인 경우 Azure 활성화를 계속 진행할 수 없습니다. Internet Explorer를 사용하여 등록하세요. 등록한 후에는 원하는 브라우저를 사용할 수 있습니다. 불편을 드려 죄송합니다.
ku_arab: لەبەرئەوەی ئەن دەروازەی پارەدانە لەسەر بنەمای ActiveX بنیاتنراوە، ئەگەر تۆ وێبگەڕی تری جگە لە Internet Explorer (لەوانە Microsoft Edge) بەکاردێنیت، ناتوانیت بەردەوام بیت لەسەر چالاککردنی Azure. تکایە Internet Explorer بەکاربێنە بۆ خۆ تۆمارکردن. پاش خۆ تۆمارکردن، دەتوانیت هەر وێبگەڕێک بەکاربێنیت. داوای لێبووردن دەکەین بۆ بێزارکردنتان.
ky: Бул төлөм мүмкүндүгү ActiveX'ге негизделгендиктен, эгерде сиз Internet Explorer'ден башка браузерлерди (анын ичинде Microsoft Edge) колдонсоңуз, сиз Azure активдештирүүсүн уланта албайсыз. Сураныч, катталып кирүү үчүн Internet Explorer'ди колдонуңуз. Катталып киргенден кийин, сиз каалаган браузерди колдоно аласыз. Ыңгайсыздык үчүн кечирим сурайбыз.
lo: ​ເພາະວ່າຊ່ອງ​ທາງ​ການ​ຊຳລ​ະ​ເງິນ​ແມ່ນ​ອີ​ງ​ໃສ່ ActiveX, ຖ້າ​ທ່ານ​ກຳລັງ​ໃຊ້​ບຣາວ​ເຊີ​ອື່ນ (ລວມທັງ Microsoft Edge) ທີ່​ບໍ່​ແມ່ນ Internet Explorer, ທ່ານ​ບໍ່​ສາມາດ​ດຳ​ເນີນ​ການ​ເປີດ​ໃຊ້​ງານ Azure ​ໄດ້. ກະລຸນາ​ໃຊ້ Internet Explorer ​ເພື່ອ​ລົງທະບຽນ. ຫຼັງ​ຈາກ​ການ​ລົງທະບຽນ, ທ່ານ​ສາມາດ​ໃຊ້​ບຣາວ​ເຊີ​ໃດ​ກໍ​ໄດ້. ຂໍອະ​ໄພ​ສຳລັບ​ຄວາມ​ບໍ່​ສະດວກ.
lt: Šis mokėjimo šliuzas yra pagrįstas „ActiveX“, jei naudojate kitas naršykles (įskaitant „Microsoft Edge“), o ne „Internet Explorer“, negalėsite tęsti ir aktyvinti „Azure“. Registracijai naudokite „Internet Explorer“. Prisiregistravę galėsite naudoti bet kurią naršyklę. Atsiprašome už nepatogumus.
lv: Tā kā šī maksājuma vārtejas pamatā ir tehnoloģija ActiveX, jūs nevarat aktivizēt pakalpojumu Azure, ja izmantojat pārlūkprogrammu (ieskaitot Microsoft Edge), kas nav Internet Explorer. Lai reģistrētos, izmantojiet pārlūkprogrammu Internet Explorer. Pēc reģistrācijas varēsit izmantot jebkuru pārlūkprogrammu. Atvainojiet par sagādātajām neērtībām.
mi: Nā te mea i ahu mai tēnei tomokanga utu i ActiveX, mēnā kei te whakamahi koe i tētahi atu pūtirotiro (tae atu ki Microsoft Edge), hāunga a Internet Explorer, kāore e taea te whakahohe i Azure. Whakamahia a Internet Explorer ki te waitohu. Mutu mai te waitohu, ka taea te whakamahi tētahi pūtirotiro ahakoa tēhea. Aroha noa mō tēnei raruraru.
mk: Бидејќи оваа платежна капија е заснована на ActiveX, доколку користите други прегледувачи освен Internet Explorer (вклучувајќи го Microsoft Edge), не може да продолжите со активирањето на Azure. Користете Internet Explorer за да се пријавите. После пријавувањето, може да го користите кој било прегледувач. Извинете за непријатностите.
ml: ഈ പേയ്‌മെന്റ് ഗേറ്റ്‌വേ ActiveX അടിസ്ഥാനമാക്കിയായതിനാൽ, Internet Explorer അല്ലാതെ മറ്റ് ബ്രൗസറുകൾ (Microsoft Edge ഉൾപ്പെടെ) നിങ്ങൾ ഉപയോഗിക്കുകയാണെങ്കിൽ, Azure സജീവമാക്കുന്നത് നിങ്ങൾക്ക് തുടരാനാകില്ല. സൈനപ്പ് ചെയ്യാൻ Internet Explorer ഉപയോഗിക്കുക. സൈനപ്പ് ചെയ്ത ശേഷം, നിങ്ങൾക്ക് ഏത് ബ്രൗസറും ഉപയോഗിക്കാനാകും. അസൗകര്യത്തിൽ ക്ഷമിക്കണം.
mn: Энэ төлбөрийн үйлчилгээ нь ActiveX-д суурилсан байдаг тул та Microsoft Edge зэрэг Internet Explorer-с бусад вэб хөтөч хэрэглэж байгаа бол Azure-г цаашид идэвхжүүлэх боломжгүй. Internet Explorer ашиглан нэвтэрнэ үү. Нэвтэрсний дараа та дурын вэб хөтөч хэрэглэж болно. Төвөг учруулсанд уучлаарай.
mr: हे देयक गेटवे ActiveX वर आधारीत आहे म्हणू़न, जर आपण Internet Explorer पेक्षा अन्य ब्राऊझर वापरत असाल (Microsoft Edge सह) तर त्यानंतर, आपण Azure सक्रियनासाठी प्रक्रिया करु करणार नाही. साइन अप करण्यासाठी कृपया Internet Explorer वापरा. साइन अप केल्यानंतर, आपण कोणतेही ब्राऊझर वापरु शकता. गैरसोयीबद्दल क्षमस्व.
ms: Memandangkan get laluan pembayaran adalah berdasarkan ActiveX, jika anda menggunakan pelayar lain (termasuk Microsoft Edge) selain daripada Internet Explorer, anda tidak boleh meneruskan pengaktifan Azure. Sila guna Internet Explorer untuk mendaftar. Selepas mendaftar, anda boleh menggunakan sebarang pelayar. Maaf atas segala kesulitan.
mt: Billi dan il-gateway tal-pagamenti huwa bbażat fuq ActiveX, jekk qed tuża brawżers oħrajn (inkluż Microsoft Edge) minflok Internet Explorer, ma tistax tipproċedi bl-attivazzjoni ta' Azure. Jekk jogħġbok uża Internet Explorer biex tirreġistra. Wara li tirreġistra, tista' tuża kwalunkwe brawżer. Skużana għall-inkonvenjenza.
ne: यो भुक्तानीको गेटवे ActiveX मा आधारित भएको हुनाले, यदि तपाइँले Internet Explorer बाहेकका अन्य ब्राउजरहरू (Microsoft Edge सहित) प्रयोग गरिरहनुभएको छ भने, तपाइँले Azure सक्रिय बनाउने प्रक्रियालाई अगाडि बढाउन सक्नुहुन्न। कृपया साइन अप गर्न Internet Explorer प्रयोग गर्नुहोस्। साइन अप गरेपछि तपाइँले कुनै पनि ब्राउजर प्रयोग गर्न सक्नुहुन्छ। असहजताको लागि माफी चाहन्छौं।
no: Denne betalingsgatewayen er basert på ActiveX, og hvis du bruker andre nettlesere (inkludert Microsoft Edge) enn Internet Explorer, kan du ikke fortsette med å aktivere Azure. Bruk Internet Explorer til å registrere deg. Etter at du har registrert deg, kan du bruke en hvilken som helst nettleser. Vi beklager det inntrufne.
or: ଯେହେତୁ ଏହି ଦେୟ ପ୍ରଣାଳୀ ActiveX ଉପରେ ଆଧାରିତ, ଯଦି ଆପଣ Internet Explorer ବ୍ୟତୀତ ବ୍ରାଉଜର୍‌ଗୁଡିକ (Microsoft Edge କୁ ଅନ୍ତର୍ଭୁକ୍ତ କରି) ବ୍ୟବହାର କରୁଛନ୍ତି, ଆପଣ Azure କୁ କ୍ରିୟାଶୀଳ କରିବା ପାଇଁ ଅଗ୍ରଗତି କରିପାରିବେ ନାହିଁ. ଦୟାକରି ସାଇନ୍‌ ଅପ୍‌ କରିବାକୁ Internet Explorer ବ୍ୟବହାର କରନ୍ତୁ. ସାଇନ୍‌ ଅପ୍‌ କରିବା ପରେ, ଆପଣ ଯେ କୌଣସି ବ୍ରାଉଜର୍‌ ବ୍ୟବହାର କରିପାରିବେ. ଅସୁବିଧା ପାଇଁ ଦୁଃଖିତ.
pa_arab_pk: کیونکہ ایہہ ادائیگی گیٹ وئے ActiveX دی بنیاد تے اے، جے تسی Internet Explorer دے علاوہ کوئی براؤزر (بشمول Microsoft Edge) ورت رہے او، تسی Azure نوں فعال کرن لئی اگے نئیں وادھ سکدے۔ مہربانی کر کے سائن ان کرن لئی Internet Explorer ورتو۔ سائن ان کرن توں بعد، تسی کوئی وی براؤزر ورت سکدے او۔ تکلیف لئی معذرت چاہنے آں۔
pa_in: ਕਿਉਂਕਿ ਇਹ ਭੁਗਤਾਨ ਗੇਟਵੇ ActiveX 'ਤੇ ਆਧਾਰਿਤ ਹੈ, ਜੇਕਰ ਤੁਸੀਂ Internet Explorer ਤੋਂ ਇਲਾਵਾ ਹੋਰ ਬ੍ਰਾਉਜ਼ਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਰਹੇ ਹੋ (Microsoft Edge ਸਹਿਤ) ਤਾਂ ਤੁਸੀਂ Azure ਦੀ ਕਿਰਿਆ ਅੱਗੇ ਨਹੀਂ ਵਧਾ ਸਕਦੇ ਹੋ। ਸਾਈਨ ਅਪ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ Internet Explorer ਦੀ ਵਰਤੋਂ ਕਰੋ। ਸਾਈਨ ਅਪ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਬ੍ਰਾਉਜ਼ਰ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ। ਅਸੁਵਿਧਾ ਲਈ ਖੇਦ ਹੈ।
pl: Ta brama płatności jest oparta na środowisku ActiveX, dlatego w przypadku korzystania z innych przeglądarek innych niż Internet Explorer (w tym programu Microsoft Edge) nie można kontynuować aktywacji platformy Azure. Zaloguj się za pomocą programu Internet Explorer. Po zalogowaniu się możesz użyć dowolnej przeglądarki. Przepraszamy za niedogodności.
ru: Так как этот платежный шлюз основан на ActiveX, если вы используете другие браузеры (включая Microsoft Edge) вместо Internet Explorer, вы не сможете продолжить активацию Azure. Используйте Internet Explorer для входа. После входа вы сможете пользоваться любым браузером. Приносим извинения за неудобства.
sd: جيئن ته هي ادائگي جو گيٽ وي ActiveX جي بنياد تي آهي، جيڪڏهن توهان Internet Explorer کان علاوه ٻيا برائوزر (بشمول Microsoft Edge) استعمال ڪري رهيا آهيو، توهان Azure کي فعال ڪرڻ جاري نٿا رکي سگهو. سائن ان ڪرڻ لاءِ مهرباني ڪري Internet Explorer استعمال ڪريو. سائن اپ ڪرڻ کان پوءِ، توهان ڪو به برائوزر استعمال ڪري سگهو ٿا. تڪليف لاءِ معذرت.
si: මෙම ගෙවීම් ද්වාරය ActiveX මත පදනම් වන නිසා, ඔබ Internet Explorer හැර අනෙක් බ්‍රව්සර් (Microsoft Edge ඇතුළුව) භාවිත කරන්නේ නම්, ඔබට Azure සක්‍රීය කරමින් ඉදිරියට කටයුතු කළ නොහැකිය. කරුණාකර ලියාපදිංචි වීම සඳහා Internet Explorer භාවිත කරන්න. ලියාපදිංචි වීමෙන් පසුව, ඔබට කවර හෝ බ්‍රව්සරයක් භාවිත කළ හැකිය. අපහසුතාව ගැන කණගාටුයි.
sl: Ker ta prehod za plačila temelji na tehnologiji ActiveX, aktiviranja storitve Azure ne morete nadaljevati v nobenem drugem brskalniku (vključno z brskalnikom Microsoft Edge) kot v brskalniku Internet Explorer. Za prijavo uporabite Internet Explorer. Ko se prijavite, lahko uporabljate katerikoli brskalnik. Za nevšečnosti se opravičujemo.
sr_cyrl_rs: Пошто је овај мрежни пролаз плаћања заснован на ActiveX технологији, а не користите Internet Explorer, већ неки други прегледач (укључујући Microsoft Edge), не можете да наставите са активирањем услуге Azure. Користите Internet Explorer за уписивање. Када се упишете, можете да користите било који прегледач. Извињавамо се због неугодности.
sr_latn_rs: Pošto je ovaj mrežni prolaz plaćanja zasnovan na ActiveX tehnologiji, a ne koristite Internet Explorer, već neki drugi pregledač (uključujući Microsoft Edge), ne možete da nastavite sa aktiviranjem usluge Azure. Koristite Internet Explorer za upisivanje. Kada se upišete, možete da koristite bilo koji pregledač. Izvinjavamo se zbog neugodnosti.
sv: Om du använder andra webbläsare (gäller även Microsoft Edge) än Internet Explorer kan du inte fortsätta och aktivera Azure eftersom denna betalningsgateway bygger på ActiveX. Använd Internet Explorer för att registrera dig. När du registrerat dig kan du använda valfri webbläsare. Ursäkta för eventuella besvär.
ta: இந்தக் கட்டண நுழைவாயில், ActiveX ஐ அடிப்படையாகக் கொண்டுள்ளது என்பதால், நீங்கள் Internet Explorer அல்லாத மற்ற உலாவிகளைப் (Microsoft Edge உட்பட) பயன்படுதுகிறீர்கள் என்றால், அஜூரை செயற்படுத்துதலைத் தொடர முடியாது. தயவு செய்து Internet Explorerஐப் பயன்படுத்திப் பதிவு செய்யவும். பதிவு செய்தப் பின், நீங்கள் எந்த உலாவிகளை வேண்டுமானாலும் பயன்படுத்தலாம். சிரமத்திற்கு வருந்துகிறோம்.
te: ఈ చెల్లింపు గేట్‌వే ActiveXపై ఆధారపడి ఉంది, Internet Explorer కాకుండా మీరు మరొక బ్రౌజర్‌లను ఉపయోగిస్తే (Microsoft Edgeతో సహా), మీరు Azureని సక్రియం చేయడం కొనసాగించలేరు. దయచేసి సైన్ అప్ చేయడానికి Internet Exploreని ఉపయోగించండి. సైన్ అప్ చేసిన తర్వాత, మీరు ఏ బ్రౌజర్‌ని అయినా ఉపయోగించవచ్చు. అంతరాయానికి క్షమించండి.
tg: Азбаски ин шлюзи пардохт дар асоси ActiveX таҳия шудааст, агар шумо браузери ғайр аз Internet Explorer истифода баред (аз ҷумла Microsoft Edge), Azure-ро фаъол сохта наметавонед. Барои обуна шудани, Internet Explorer-ро истифода баред. Баъд аз обуна шудан, шумо метавонед браузери дилхоҳ истифода баред. Барои нороҳатӣ маъзарат мехоҳем.
th: เนื่องจากเกตเวย์การชำระเงินทำงานด้วย ActiveX หากคุณใช้เบราว์เซอร์อื่นๆ (รวมถึง Microsoft Edge) ที่ไม่ใช่ Internet Explorer คุณจะไม่สามารถดำเนินการเปิดใช้งาน Azure ได้ โปรดใช้ Internet Explorer เพื่อลงชื่อเข้าใช้ หลังจากที่ลงชื่อเข้าใช้แล้ว คุณสามารถใช้เบราว์เซอร์ใดก็ได้ ขออภัยในความไม่สะดวก
tr: Bu ödeme ağ geçidi ActiveX'e dayandığından, (Microsoft Edge de dahil olmak üzere) Internet Explorer'dan başka bir tarayıcı kullanıyorsanız, Azure'i etkinleştirme işlemine devam edemezsiniz. Kaydolmak için lütfen Internet Explorer kullanın. Kaydolduktan sonra herhangi bir tarayıcıyı kullanabilirsiniz. Bu sorun için özür dileriz.
tt: Бу түләү шлюзы ActiveX'ка нигезләнгән булганга, Internet Explorer'дан тыш башка браузерларны (шул исәптән, Microsoft Edge) кулланган очракта, Azure'ны алга таба активлату мөмкин булмаячак. Теркәлү өчен Internet Explorer'ны кулланыгыз. Теркәлгәннән соң теләсә кайсы браузердан файдаланырга мөмкин. Уңайсызлык өчен гафу итегез.
ug: بۇ ھەق تاپشۇرۇش ئېغىزى ActiveX قا ئاساسلىنىدىغان بولغاچقا، Internet Explorer دىن باشقا تور كۆرگۈچ ئىشلەتسىڭىز (Microsoft Edge نىمۇ ئۆز ئىچىگە ئالىدۇ)، Azure نى ئاكتىپلاشنى داۋاملاشتۇرالمايسىز. Internet Explorer ئارقىلىق تىزىملىتىڭ. تىزىملىتىپ بولغاندىن كېيىن خالىغان تور كۆرگۈچنى ئىشلەتسىڭىز بولىدۇ. بۇ قولايسىزلىقلار ئۈچۈن كەچۈرۈم سورايمىز.
uk: Цей платіжний шлюз створений на основі ActiveX. Якщо ви користуєтеся іншими браузерами (включно з Microsoft Edge), окрім Internet Explorer, ви не зможете продовжити активацію Azure. Скористайтеся Internet Explorer для входу. Після входу ви зможете користуватися будь-яким браузером. Просимо вибачення за незручності.
ur: کیونکہ یہ ادائیگی گیٹ وئے ActiveX کی بنیاد پر ہے، اگر آپ Internet Explorer کے علاوہ کوئی اور براؤزر (بشمول Microsoft Edge) استعمال کر رہے ہیں، آپ Azure کو فعال کرنے کے لیے آگے نہیں بڑھ سکتے۔ براہ مہربانی سائن اپ کرنے کے لیے Internet Explorer استعمال کریں۔ سائن اپ کرنے کے لیے، آپ کوئی بھی براؤزر استعمال کر سکتے ہیں۔ تکلیف کے لیے معذرت خواہ ہیں۔
uz: Ushbu to‘lov shlyuzi ActiveX texnologiyasiga asoslanganligi sababli boshqa brauzerlardan (jumladan, Microsoft Edge) foydalanayotgan bo‘lsangiz, Azure’ni faollashtira olmaysiz. Ro‘yxatdan o‘tish uchun Internet Explorer’dan foydalaning. Ro‘yxatdan o‘tgandan so‘ng istalgan brauzerdan foydalanishingiz mumkin. Nosozliklar uchun uzr so‘raymiz.
vi: Vì cổng kết nối thanh toán này dựa vào ActiveX nên nếu đang sử dụng các trình duyệt khác (kể cả Microsoft Edge) ngoài Internet Explorer thì bạn không thể tiếp tục kích hoạt Azure. Vui lòng sử dụng Internet Explorer để đăng ký. Sau khi đăng ký thì bạn có thể sử dụng bất kỳ trình duyệt nào. Chúng tôi rất tiếc vì sự bất tiện này.
zh_hans: 因为此支付网关基于 ActiveX，如果你使用除 Internet Explorer 之外的其他浏览器(包括 Microsoft Edge)，则你无法继续激活 Azure。请使用 Internet Explorer 注册。注册之后，可以使用任何浏览器。对此引起的不便，我们深感抱歉。
zh_hant: 因為此付款閘道是以 ActiveX 為基礎，若使用其他瀏覽器 (包括 Microsoft Edge) 而非 Internet Explorer，您將無法繼續啟用 Azure。請使用 Internet Explorer 來註冊。註冊之後，您可以使用任何瀏覽器。對於所造成的不便，我們感到非常抱歉。
