Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IdealTermsAndCondition
source: When you select “Next”, you'll be redirected to your bank to verify your account. We'll collect your bank account info, but won't use it without your permission.
af: Wanneer jy “Volgende” kies, sal jy na jou bank herlei word om jou rekening te verifieer. Ons sal jou bankrekeninginligting versamel, maar sal dit nie sonder jou toestemming gebruik nie.
am: «Next» የሚለዉን ሲመርጡ ፣ የሂሳብ መለያዎን ለማረጋገጥ ወደ ባንክዎ ይዘዋወራሉ። የእርስዎን የባንክ ሂሳብ መረጃ እንሰበስባለን ፣ ነገር ግን ያለፈቃድዎ አንጠቀምበትም።
ar: عند تحديد "التالي"، ستتم إعادة توجيهك إلى البنك الذي تتعامل معه للتحقق من حسابك. سوف نجمع معلومات حسابك البنكي، لكننا لن نستخدمها دون إذنك.
as: আপুনি যেতিয়া "Next" বাছনি কৰে তেতিয়া আপোনাক আপোনাৰ একাউণ্ট সত্যাৰ্পন কৰাৰ বাবে বেংকৰ সৈতে সংযুজিত কৰা হ'ব। আমি আপোনাৰ বেংক একাউণ্টৰ তথ্য সংগ্ৰহ কৰিম। কিন্তু এইয়া আপোনাৰ অনুমতি অবিহনে ব্যৱহাৰ নকৰোঁ।
az: "Növbəti" seçsəniz, hesabınızı yoxlamaq üçün siz bankınıza yenidən yönləndiriləcəksiniz. Bank hesabı məlumatlarınızı toplayacağıq, lakin icazəniz olmadan onu istifadə etməyəcəyik.
bg: Когато изберете „Напред“, ще бъдете пренасочени към вашата банка, за да потвърдите сметката си. Ние ще съберем информацията за банковата ви сметка, но няма да я използваме без ваше разрешение.
bn_in: আপনি যখন "নেক্সট" নির্বাচন করেন, আপনার অ্যাকাউন্ট যাচাই করার জন্য আপনাকে আপনার ব্যাংকে পুনঃনির্দেশিত করা হবে। আমরা আপনার ব্যাংক অ্যাকাউন্টের তথ্য সংগ্রহ করব, তবে এটি আপনার অনুমতি ব্যতীত ব্যবহার করব না।
bs: Kad izaberete opciju "Dalјe", bit ćete preusmjereni na banku kako biste verificirali račun. Prikuplјamo informacije o vašem bankovnom računu, ali ih nećemo koristiti bez vaše dozvole.
cy: Pan fyddwch chi'n dewis "Nesaf", byddwch yn cael eich ailgyfeirio i'ch banc i ddilysu eich cyfrif. Byddwn yn casglu gwybodaeth am eich cyfrif banc, ond fyddwn ni ddim yn ei defnyddio heb eich caniatâd.
da: Når du vælger "Næste", vil du blive omdirigeret til din bank for at bekræfte din konto. Vi indsamler dine bankkontooplysninger, men bruger dem ikke uden din tilladelse.
de: Wenn Sie "Weiter" auswählen, werden Sie zu Ihrer Bank weitergeleitet, um Ihr Konto zu bestätigen. Wir fragen Ihre Bankkontodaten ab, werden sie jedoch nicht ohne Ihre Zustimmung verwenden.
el: Όταν επιλέξετε "Επόμενο", θα ανακατευθυνθείτε στην τράπεζά σας για να επαληθεύσετε τον λογαριασμό σας. Θα συλλέξουμε τις πληροφορίες του τραπεζικού λογαριασμού σας, αλλά δεν θα τις χρησιμοποιήσουμε χωρίς την άδειά σας.
es: Al seleccionar "Siguiente", se le redirigirá a su banco para verificar la cuenta. Recopilaremos la información de la cuenta bancaria, pero no la usaremos sin su permiso.
et: Kui valite "Edasi", suunatakse teid konto kinnitamiseks ümber oma panka. Kogume teie pangakonto teavet, aga me ei kasuta seda teie loata.
eu: "Hurrengoa" hautatzen duzunean, zure bankuaren gunera birbideratuko zaitugu, zure kontua egiazta dezazun. Zure bankuko kontuaren informazioa bilduko dugu, baina ez dugu erabiliko zure baimenik gabe.
fa: هنگامی که «بعدی» را انتخاب کنید، شما به بانکتان هدایت می‌شوید تا حسابتان را تأیید کنید. ما اطلاعات حساب بانک شما را جمع‌آوری می‌کنیم، اما بدون اجازه شما از آن استفاده نخواهیم کرد.
ga: Nuair a roghnaíonn tú ‘Ar aghaidh’ atreorófar thú chuig do bhanc chun do chuntas a fhíorú. Baileoimid faisnéis faoi do chuntas bainc ach ní úsáidfimid í gan do chead.
gd: Nuair a thaghas tu “Air adhart”, thèid d’ ath-stiùireadh gun bhanca agad a dhearbhadh a’ chunntais agad. Cruinnichidh sinn fiosrachadh mun chunntas bhanca agad ach cha chleachd sinn e gun chead uat.
gl: Ao seleccionar "Seguinte", accederá á páxina do banco para verificar a conta. Recompilaremos información da conta bancaria, mais non se usará sen o seu permiso.
gu: જ્યારે તમે "આગલું" પસંદ કરો છો, ત્યારે તમારું એકાઉન્ટ ચકાસવા માટે તમને તમારી બેંક પર રીડાયરેક્ટ કરવામાં આવશે. અમે તમારી બેંક એકાઉન્ટ માહિતી એકત્રિત કરીશું, પરંતુ તમારી મંજૂરી વિના તેનો ઉપયોગ કરીશું નહીં.
he: כאשר תלחץ על 'הבא', תופנה אל הבנק שלך כדי לאמת את חשבונך. נאסוף את פרטי חשבון הבנק שלך, אך לא נשתמש בהם ללא רשותך.
hi: जब आप “आगे बढ़ें” का चयन करते हैं, तो आपको अपने खाते का सत्यापन करने के लिए आपके बैंक पर रीडायरेक्ट किया जाएगा. हम आपकी बैंक खाते की जानकारी एकत्रित करेंगे, लेकिन हम उसका उपयोग आपकी अनुमति के बिना नहीं करेंगे.
hr: Kada odaberete "Dalje", preusmjerit ćemo vas na vašu bankuradi provjere vašeg računa. Prikupit ćemo podatke o vašem bankovnom računu, ali ih nećemo upotrebljavati bez vaše dozvole.
hu: Ha kiválasztja a „Következő” lehetőséget, átirányítjuk a bankjához a fiókja igazolásához. Gyűjtjük a bankfiókjával kapcsolatos adatokat, de az Ön engedélye nélkül nem használjuk fel azokat.
id: Saat Anda memilih "Selanjutnya", Anda akan diarahkan ke bank Anda untuk memverifikasi rekening. Kami akan mengambil informasi rekening bank Anda, namun kami tidak akan menggunakannya tanpa seizin Anda.
is: Þegar þú velur "Næst" ferðu áfram á bankann til að staðfesta reikninginn þinn. Við söfnum bankareikningsupplýsingunum þínum en notum þær ekki án þinnar heimildar.
ja: [次へ] を選択すると、お客様の口座を確認するために銀行にリダイレクトされます。お客様の銀行口座情報が収集されますが、お客様の許可なくこれが使用されることはありません。
ka: „Next“-ის (შემდეგი) არჩევისას, მოხდება გადამისამართება თქვენს ბანკში, თქვენი ანგარიშის გადასამოწმებლად. ჩვენ შევაგროვებთ ინფორმაციას თქვენი საბანკო ანგარიშის შესახებ, მაგრამ არ გამოვიყენებთ ამ ინფორმაციას თქვენი ნებართვის გარეშე.
kk: "Келесі" опциясын таңдасаңыз, шотыңызды тексеру үшін банкке өтесіз. Банк шотыңыз туралы ақпаратты жинаймыз, бірақ оны сіздің рұқсатыңызсыз пайдаланбаймыз.
kn: "ಮುಂದೆ" ಎಂಬುದನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಿದಾಗ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ಗೆ ನಿಮ್ಮನ್ನು ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಾವು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಆದರೆ ನಿಮ್ಮ ಅನುಮತಿ ಇಲ್ಲದೇ ಬಳಸುವುದಿಲ್ಲ.
ko: "다음"을 선택하면 계정 확인을 위해 은행으로 리디렉션됩니다. Microsoft는 귀하의 은행 계정 정보를 수집하지만, 귀하의 동의 없이 사용하지 않습니다.
lo: ເມື່ອທ່ານເລືອກ“ Next”, ທ່ານຈະຖືກໂອນເຂົ້າທະນາຄານຂອງທ່ານເພື່ອກວດສອບບັນຊີຂອງທ່ານ. ພວກເຮົາຈະເກັບຂໍ້ມູນບັນຊີທະນາຄານຂອງທ່ານ, ແຕ່ຈະບໍ່ໃຊ້ມັນໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດຈາກທ່ານ.
lt: Kai pasirinksite „Pirmyn“, būsite nukreipti į savo banką patvirtinti savo paskyrą. Surinksime jūsų banko paskyros informaciją, bet nenaudosime jos be jūsų leidimo.
lv: Atlasot Tālāk, jūs tiksit novirzīts uz savu banku, lai verificētu kontu. Mēs vāksim jūsu bankas konta informāciju, bet neizmantosim to bez jūsu atļaujas.
mi: Ina kōwhiri koe i "Panuku", ka tukuna kētia koe ki tō pēke ki te manatoko i tō pūkete. Mā mātou ō mōhiohio pēke e kohi, engari kāore e whakamahi me te kore whiwhi i tō whakaaetanga.
mk: Кога ќе изберете „Следно“, ќе ве пренасочиме до банката за да се провери вашата сметка. Ќе собереме информации за вашата банкарска сметка, но нема да ги користиме без ваша дозвола.
ml: “അടുത്തത്” തിരഞ്ഞെടുക്കുമ്പോൾ, നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങളെ ബാങ്കിലേക്ക് റീഡയറക്‌ടുചെയ്യും. ഞങ്ങൾ നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് വിവരങ്ങൾ ശേഖരിക്കും, പക്ഷേ നിങ്ങളുടെ അനുമതിയില്ലാതെ ഇത് ഉപയോഗിക്കില്ല.
mr: जेव्हा आपण "पुढील" निवडाल, आपल्या खात्याची पडताळणी करण्यासाठी आपल्याला बँकेकडे पुनर्निर्देशित केले जाईल. आम्ही आपल्या बँकेच्या खात्याची माहिती संकलित करू, पण आपल्या परवानगी शिवाय तिला वापरणार नाही.
ms: Apabila anda memilih “Seterusnya”, anda akan diubah hala ke bank anda untuk menentusahkan akaun anda. Kami akan mengumpulkan maklumat akaun bank anda, tetapi tidak akan menggunakannya tanpa kebenaran anda.
mt: Meta tagħżel "Li Jmiss", se tiġi ridirett/a lejn il-bank tiegħek biex tivverifika l-kont tiegħek. Se niġbru l-informazzjoni tal-kont tal-bank tiegħek, iżda mhux se nużawh mingħajr il-permess tiegħek.
ne: जब तपाइँ "अर्को" चयन गर्नुहुन्छ, तपाइँ तपाइँको खाता प्रमाणित गर्न तपाइँको बैंक मा रिडिरेक्ट हुनेछ। हामी तपाइँको बैंक खाता जानकारी एकत्रित गर्नेछौं, तर तपाइँको अनुमति बिना प्रयोग गर्दैनौं।
nn_no: Når du vel "Neste", blir du omdirigert til banken din for å verifisere kontoen din. Vi samlar inn informasjonen om bankkontoen din, men vi bruker han ikkje utan løyve frå deg.
no: Når du trykker på «Neste», blir du omdirigert til banken din for å verifisere kontoen din. Vi samler inn infoen om bankkontoen din, men vi bruker den ikke uten tillatelse fra deg.
or: ଯେତେବେଳେ ଆପଣ “ଆଗାମୀ” ଚୟନ କରିବେ, ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କ ବ୍ୟାଙ୍କକୁ ପୁନଃ ନିର୍ଦ୍ଦେଶିତ ହେବ | ଆମେ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ସୂଚନା ସଂଗ୍ରହ କରିବୁ, କିନ୍ତୁ ଆପଣଙ୍କ ଅନୁମତି ବିନା ଏହାକୁ ବ୍ୟବହାର କରିବୁ ନାହିଁ |
pa_in: ਜਦੋਂ ਤੁਸੀਂ "ਅੱਗੇ" ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਬੈਂਕ ਵਿੱਚ ਨਿਰਦੇਸ਼ਤ ਕੀਤਾ ਜਾਵੇਗਾ. ਅਸੀਂ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕਰਾਂਗੇ, ਪਰ ਇਸਦੀ ਵਰਤੋਂ ਤੁਹਾਡੀ ਆਗਿਆ ਤੋਂ ਬਿਨਾਂ ਨਹੀਂ ਕਰਾਂਗੇ.
pl: Gdy wybierzesz pozycję „Dalej”, zostanie wykonane przekierowanie do witryny Twojego banku w celu zweryfikowania Twojego konta. Będziemy zbierać informacje dotyczące Twojego konta bankowego, ale nie użyjemy ich bez Twojej zgody.
ru: После нажатия кнопки "Далее" вы будете перенаправлены на сайт банка для проверки учетной записи. Мы получим сведения о вашей банковской учетной записи, но не будем использовать их без вашего разрешения.
sl: Ko izberete »Naprej«, boste preusmerjeni na spletno mesto svoje banke, da potrdite svoj račun. Zbrali bomo podatke o vaši banki, vendar jih ne bomo uporabili brez vašega dovoljenja.
sr_cyrl_rs: Када изаберете опцију „Даље“, бићете преусмерени на банку да бисте верификовали рачун. Прикупљамо информације о вашем банкарском рачуну, али их нећемо користити без ваше дозволе.
sr_latn_rs: Kada izaberete opciju „Dalje“, bićete preusmereni na banku da biste verifikovali račun. Prikupljamo informacije o vašem bankarskom računu, ali ih nećemo koristiti bez vaše dozvole.
sv: När du väljer Nästa omdirigeras du till banken för att bekräfta ditt konto. Vi samlar in information om ditt bankkonto men kommer inte att använda den utan din tillåtelse.
ta: நீங்கள் "அடுத்து" என்பதைத் தேர்ந்தெடுக்கும் போது, உங்கள் கணக்கைச் சரிபார்ப்பதற்காக உங்கள் வங்கிக்குத் திருப்பிவிடப்படுவீர்கள். உங்கள் வங்கிக் கணக்குத் தகவலைச் சேகரிப்போம், ஆனால் உங்கள் அனுமதியின்றி அதைப் பயன்படுத்த மாட்டோம்.
te: మీరు “తదుపరి” ఎంచుకున్నప్పుడు, మీ ఖాతాను ధృవీకరించడానికి మీరు మీ బ్యాంకుకు మళ్ళించబడతారు. మేము మీ బ్యాంక్ ఖాతా సమాచారాన్ని సేకరిస్తాము, కానీ మీ అనుమతి లేకుండా దాన్ని ఉపయోగించము.
th: เมื่อคุณเลือก "ต่อไป" คุณจะได้รับการเปลี่ยนเส้นทางไปยังธนาคารเพื่อตรวจสอบบัญชีของคุณ เราจะเก็บข้อมูลบัญชีธนาคารของคุณ แต่จะไม่นำไปใช้ถ้าไม่ได้รับอนุญาตจากคุณ
tr: “İleri” seçeneğini belirlediğinizde hesabınızı doğrulamak için bankanıza yönlendirileceksiniz. Banka hesap bilgilerinizi toplayacağız ancak izniniz olmadan bu bilgileri kullanmayacağız.
tt: "Алга" дигәнне тамгалагач, сез хисап язмагызны раслау өчен үзегезнең банкка күчереләчәксез. Без сезнең банк хисап язмасы мәгълүматын тупларбыз, ләкин рөхсәтегездән башка аны кулланмаячакбыз.
ug: «كېيىنكى» نى تاللىغىنىڭىزدا، ھېسابىڭىزنى دەلىللىمەك ئۈچۈن بانكىڭىزغا قايتا يۆنەلدۈرۈلىسىز. بىز بانكا ھېسابى مەلۇماتىڭىزنى توپلايمىز، ئەمما ئۇنى ئىجازىتىڭىز بولماستىن ئىشلەتمەيمىز.
uk: Після того як ви виберете "Далі", вас буде переспрямовано в банк для перевірки облікового запису. Ми збираємо відомості про ваш банківський рахунок, проте не будемо використовувати їх без вашої згоди.
ur: اگلا' کو آپ کے منتخب کرنے پر، آپ کے اکاؤنٹ کی تصدیق کیلئے، آپ کو آپ کے بینک پر لے جایا جائے گا۔ ہم آپ کے بینک اکاؤنٹ کی معلومات جمع کریں گے، لیکن اسے آپ کی اجازت کے بغیر استعمال نہیں کریں گے۔
uz: “Keyingisi”ni tanlaganingizda hisobingizni tasdiqlash uchun bankingizga yoʻnaltirilasiz. Biz bank hisob maʼlumotlarini to‘playmiz, lekin ulardan ruxsatingizsiz foydalanmaymiz.
vi: Khi chọn “Tiếp theo”, bạn sẽ được chuyển tới ngân hàng để xác minh tài khoản của mình. Chúng tôi sẽ thu thập thông tin tài khoản ngân hàng của bạn, nhưng sẽ không sử dụng thông tin đó mà không có sự cho phép của bạn.
zh_hans: 选择“下一步”时，你将会重定向到银行以验证你的帐户。我们将收集你的银行帐户信息，但未经你的允许，我们不会使用该信息。
zh_hant: 當您選取 [下一步] 時，會將您重新導向到銀行以確認您的帳戶。我們會收集您的銀行帳戶資訊，但不會在沒有您授權的情況下，使用這些資訊。

# Word.Bankname
source: Select your bank name
af: Kies jou bank se naam
am: የባንክዎን ስም ይምረጡ
ar: تحديد اسم البنك الذي تتعامل معه
as: আপোনাৰ বেংকৰ নাম বাছনি কৰক
az: Bankınızın adını seçin
bg: Изберете името на банката си
bn_in: আপনার ব্যাঙ্কের নাম নির্বাচন করুন
bs: Izaberite ime banke
cy: Dewiswch enw eich banc
da: Indtast din banks navn
de: Wählen Sie den Namen Ihrer Bank aus.
el: Επιλέξτε το όνομα της τράπεζάς σας
es: Escriba el nombre del banco.
et: Valige panga nimi
eu: Hautatu bankuaren izena
fa: نام بانک خود را انتخاب کنید
ga: Roghnaigh ainm do bhainc
gd: Tagh ainm a’ bhanca agad
gl: Seleccione o nome do banco
gu: તમારું બેંક નામ પસંદ કરો
he: בחר את שם הבנק
hi: अपने बैंक के नाम का चयन करें
hr: Odaberite naziv svoje banke
hu: Válassza ki a bank nevét
id: Pilih nama bank Anda
is: Veldu heiti bankans
ja: 銀行名を選択してください
ka: აირჩიეთ თქვენი ბანკის სახელი
kk: Банк атын таңдаңыз
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ ಹೆಸರು ಆಯ್ಕೆ ಮಾಡಿ
ko: 은행 이름 선택
lo: ເລືອກຊື່ທະນາຄານຂອງທ່ານ
lt: Pasirinkite banko pavadinimą
lv: Atlasiet bankas nosaukumu
mi: Tīpakona te ingoa o tō pēke
mk: Изберете го името на банката
ml: നിങ്ങളുടെ ബാങ്ക് നാമം തിരഞ്ഞെടുക്കുക
mr: आपले बँकेचे नाव प्रविष्ट करा
ms: Pilih nama bank anda
mt: Agħżel isem il-bank tiegħek
ne: तपाईंको बैंक नाम चयन गर्नुहोस्
nn_no: Skriv inn namnet på banken
no: Angi bankens navn
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ନାମ ଚୟନ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਬੈਂਕ ਦਾ ਨਾਮ ਚੁਣੋ
pl: Wybierz nazwę banku
ru: Выберите название банка
sl: Izberite ime svoje banke
sr_cyrl_rs: Изаберите име банке
sr_latn_rs: Izaberite ime banke
sv: Markera bankens namn
ta: உங்கள் வங்கிப் பெயரைத் தேர்ந்தெடுக்கவும்
te: మీ బ్యాంక్ పేరును ఎంచుకోండి
th: เลือกชื่อธนาคารของคุณ
tr: Bankanızın adını seçin
tt: Банк исемен сайлагыз
ug: بانكىڭىزنىڭ ئىسمىنى تاللاڭ
uk: Виберіть назву банку
ur: اپنے بینک کا نام منتخب کریں
uz: Bankingiz nomini tanlang
vi: Chọn tên ngân hàng của bạn
zh_hans: 请选择你的银行名称
zh_hant: 選取銀行名稱

# Literal.AchTermsAndCondition
source: I have read and agree to the below terms and conditions.
af: Ek het die bepalings en voorwaardes hierbo gelees en aanvaar dit.
am: ከታች ያሉትን ውሎች እና ኩነቶች አንብቤ ተቀብያለሁ።
ar: لقد قرأت البنود والشروط الواردة أدناه وأوافق عليها.
as: মই ওপৰৰ নিয়ম আৰু চৰ্তাৱলী পঢ়িছো আৰু সন্মত হৈছো।
az: Mən aşağıdakı şərtlər və müddəaları oxumuşam və qəbul edirəm.
bg: Прочетох и се съгласявам с правилата и условията по-долу.
bn_in: আমি নীচের শর্তাবলী পড়েছি এবং তাতে সম্মত হয়েছি।
bs: Pročitao/la sam odredbe i uslove navedene u nastavku i prihvatam ih.
cy: Rwyf wedi darllen a chytuno i'r telerau ac amodau isod.
da: Jeg har læst og accepterer vilkårene og betingelserne nedenfor.
de: Ich habe die nachstehenden Bedingungen gelesen und stimme diesen zu
el: Έχω διαβάσει και συμφωνώ με τους παρακάτω όρους και τις προϋποθέσεις.
es: He leído y acepto los términos y condiciones que se indican a continuación.
et: Lugesin läbi alltoodud tingimused ja nõustun nendega.
eu: Irakurri ditut eta onartzen ditut zehaztapen eta baldintza hauek.
fa: من شرایط و ضوابط زیر را خوانده‌ام و آنها را قبول دارم.
ga: Tá na téarmaí agus coinníollacha thíos léite agam agus glacaim leo.
gd: Leugh mi na teirmichean is cumhaichean gu h-ìosal is tha mi ag aontachadh riutha.
gl: Lin e acepto os seguintes termos e condicións.
gu: મેં નીચેની નિયમો અને શરતો વાંચી અને સંમત થઈ છે.
he: קראתי את התנאים וההתניות לעיל ואני מסכים להם.
hi: मैंने उपरोक्त नियम और शर्तों को पढ़ लिया है और मैं उनसे सहमत हूँ.
hr: Pročitao sam i prihvaćam uvjete i odredbe navedene u nastavku.
hu: Elolvastam és elfogadom a használati feltételeket.
id: Saya telah membaca dan menyetujui syarat dan ketentuan di bawah ini.
is: Ég hef lesið og samþykki ofangreinda skilmála og skilyrði.
ja: 以下の使用条件を読み、これに同意しました。
ka: გავეცანი და ვეთანხმები ქვემოთ მოცემულ წესებსა და პირობებს.
kk: Төмендегі шарттарды оқыдым және қабылдаймын.
kn: ನಾನು ಈ ಕೆಳಗಿನ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಓದಿರುತ್ತೇನೆ ಮತ್ತು ಸಮ್ಮತಿಸುತ್ತೇನೆ.
ko: 아래 계약조건을 읽었으며 이에 동의합니다.
lo: ຂ້ອຍໄດ້ອ່ານແລະເຫັນດີ ນຳ ຂໍ້ ກຳ ນົດແລະເງື່ອນໄຂລຸ່ມນີ້.
lt: Perskaičiau ir sutinku su toliau pateiktomis sąlygomis.
lv: Esmu izlasījis tālāk norādītos noteikumus un nosacījumus un piekrītu tiem.
mi: Kua pānui, e whakaae ana hoki ahau ki ngā ture me ngā here i raro.
mk: Ги прочитав и се согласувам со одредбите и условите наведени подолу.
ml: ചുവടെയുള്ള നിബന്ധനകളും വ്യവസ്ഥകളും ഞാൻ വായിക്കുകയും അംഗീകരിക്കുകയും ചെയ്തു.
mr: मी खालील अटी आणि शर्ती वाचल्या आणि स्वीकारल्या आहेत.
ms: Saya telah membaca dan bersetuju dengan terma dan syarat di bawah.
mt: Qrajt u naċċetta t-termini u l-kundizzjonijiet t'hawn taħt.
ne: मैले तलका सर्त र सर्तहरू पढेको छु र सहमत छु।
nn_no: Eg har lese og godtar vilkåra nedanfor.
no: Jeg har lest og godtar vilkårene og betingelsene nedenfor.
or: ମୁଁ ନିମ୍ନଲିଖିତ ନିୟମ ଏବଂ ସର୍ତ୍ତାବଳୀ ଗୁଡ଼ିକ ପଢ଼ିଛି ଏବଂ ସହମତ ଅଟେ |
pa_in: ਮੈਂ ਹੇਠਾਂ ਦਿੱਤੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਨੂੰ ਪੜ੍ਹ ਲਿਆ ਹੈ ਅਤੇ ਸਹਿਮਤ ਹਾਂ.
pl: Znam i akceptuję poniższe warunki oraz postanowienia
ru: Мною прочитаны и приняты условия, приведенные выше.
sl: Prebral(-a) sem zgornje pogoje in določila ter se strinjam z njimi.
sr_cyrl_rs: Прочитао/ла сам одредбе и услове наведене испод и прихватам их.
sr_latn_rs: Pročitao/la sam odredbe i uslove navedene ispod i prihvatam ih.
sv: Jag har läst och samtycker till nedanstående villkor.
ta: மேலே உள்ள நிபந்தனைகள் மற்றும் விதிமுறைகளை நான் படித்து ஒப்புக்கொள்கிறேன்.
te: నేను ఈ క్రింది నిబంధనలు మరియు షరతులను చదివాను మరియు అంగీకరిస్తున్నాను.
th: ฉันได้อ่านและยอมรับข้อกำหนดและเงื่อนไขด้านล่างแล้ว
tr: Aşağıdaki hüküm ve koşulları okuyup kabul ettim.
tt: Мин астагы шартларны укып чыктым һәм алар белән килешәм.
ug: پەستىكى شەرتلەر ۋە ھۆكۈملەرنى ئوقۇدۇم ۋە قوبۇل قىلىمەن.
uk: Я прочитав(-ла) і приймаю умови та положення, наведені нижче.
ur: میں نے ذیل کی شرائط و ضوابط کو پڑھ لیا ہے اور ان سے متفق ہوں۔
uz: Men quyida keltirilgan talab va shartlarni oʻqib chiqdim va ularga rozilik bildiraman.
vi: Tôi đã đọc và đồng ý với các điều khoản và điều kiện dưới đây.
zh_hans: 我确认我已阅读并同意以下条款和条件。
zh_hant: 我已閱讀並同意下方的條款與條件。

# Word.RoutingNumber.Information
source: This is the routing number on the check.
af: Dit is die roeteringsnommer op die tjek.
am: በቼኩ ላይ ያለው የማዞሪያ ቁጥር ይህ ነው።
ar: هذا هو رقم التوجيه على الشيك.
as: চেকত থকা ৰাউটিং নম্বৰটো এইটোৱেই।
az: Bu, qəbzdəki yönləndirmə nömrəsidir.
bg: Това е банковият код на чека.
bn_in: এটি চেকের রাউটিং নম্বর।
bs: Ovo je broj za usmjeravanje na čeku.
cy: Dyma'r rhif llwybro ar y siec.
da: Dette er registreringsnummeret på checken.
de: Dies ist die Bankleitzahl auf dem Scheck.
el: Αυτός είναι ο αριθμός δρομολόγησης στον έλεγχο.
es: Este es el número de ruta que se muestra en el cheque.
et: See on tšekil toodud registreerimisnumber.
eu: Hau da txekeko bideratze-zenbakia.
fa: این شماره مسیریابی روی چک است.
ga: Seo an uimhir ródaithe ar an tseic.
gd: Seo an àireamh rùtachaidh air an t-seic.
gl: Este é o número encamiñamento do cheque.
gu: આ ચેક પરનો રૂટીંગ નંબર છે.
he: זהו מספר הניתוב בשיק.
hi: यह चेक पर मौजूद रूटिंग नंबर है.
hr: Ovo je broj usmjeravanja na čeku.
hu: Ez a csekken szereplő bankazonosító kód.
id: Ini adalah nomor perutean pada cek.
is: Þetta er leiðarnúmer ávísunarinnar.
ja: これは小切手のルーティング ナンバーです。
ka: ეს არის ჩეკზე მოცემული ბანკის კოდი.
kk: Бұл чектегі маршрут нөмірі болып табылады.
kn: ಇದು ಚೆಕ್‌ನ ಮೇಲಿರುವ ರೂಟಿಂಗ್ ಸಂಖ್ಯೆ.
ko: 수표의 라우팅 번호입니다.
lo: ນີ້ແມ່ນ ໝາຍ ເລກເສັ້ນທາງທີ່ຢູ່ໃນເຊັກ.
lt: Tai yra ant čekio nurodytas banko kodas.
lv: Šis ir čekā norādītais maršrutēšanas numurs.
mi: Koinei te tau ararere kei runga i te haki.
mk: Ова е бројот за насочување на чекот.
ml: ഇതാണ് ചെക്കിലെ റൂട്ടിംഗ് നമ്പർ.
mr: चेक वरील हाच राउटिंग क्रमांक आहे.
ms: Ini ialah nombor penghalaan pada cek.
mt: Dan huwa n-numru tar-routing fuq iċ-ċekk.
ne: यो चेक मा राउटि संख्या नम्बर हो।
nn_no: Dette er registreringsnummeret på sjekken.
no: Dette er registreringsnummeret på sjekken.
or: ଏହା ହେଉଛି ଚେକ୍ ରେ ଥିବା ରାଉଟିଙ୍ଗ୍ ନମ୍ବର |
pa_in: ਇਹ ਚੈੱਕ ਤੇ ਰੂਟਿੰਗ ਨੰਬਰ ਹੈ.
pl: To jest numer rozliczeniowy na czeku.
ru: Это код банка для проверки.
sl: To je klirinška koda banke na čeku.
sr_cyrl_rs: Ово је број за усмеравање са чека.
sr_latn_rs: Ovo je broj za usmeravanje sa čeka.
sv: Det här är bankens clearingnummer.
ta: இது காசோலையில் உள்ள ரூட்டிங் எண்.
te: ఇది చెక్‌లోని రౌటింగ్ సంఖ్య.
th: นี่คือหมายเลขกระบวนการผลิตบนเช็ค
tr: Bu, çek üzerindeki banka/şube kodudur.
tt: Шул чекта бу маршрут номеры.
ug: بۇ، چەكتىكى سورتلىما كودىدۇر.
uk: Це номер маршрутизації на чеку.
ur: چیک پر یہی راؤٹنگ نمبر ہے۔
uz: Bu – chekdagi bank tranziti raqami.
vi: Đây là số định tuyến trên séc.
zh_hans: 这是支票上的银行代码。
zh_hant: 這是支票上的銀行交換代號。

# Word.AccountNumber.Information
source: This is the account number on the check.
af: Dit is die rekeningnommer op die tjek.
am: በቼኩ ላይ ያለው የሂሳብ ቁጥር ይህ ነው።
ar: هذا هو رقم الحساب في الشيك.
as: চেকত থকা একাউণ্ট নম্বৰটো এইটোৱেই।
az: Bu, qəbzdəki hesab nömrəsidir.
bg: Това е номерът на сметката на чека.
bn_in: এটি চেকের অ্যাকাউন্ট নম্বর।
bs: Ovo je broj računa na čeku.
cy: Dyma rif y cyfrif ar y siec.
da: Dette er kontonummeret på checken.
de: Dies ist die Kontonummer auf dem Scheck.
el: Αυτός είναι ο αριθμός λογαριασμού στον έλεγχο.
es: Este es el número de cuenta que se muestra en el cheque.
et: See on tšekil toodud kontonumber.
eu: Hau da txekeko kontu-zenbakia.
fa: این شماره حساب روی چک است.
ga: Seo an uimhir chuntais ar an tseic.
gd: Seo àireamh a’ chunntais air an t-seic.
gl: Este é o número de conta do cheque.
gu: આ ચેક પરનો એકાઉન્ટ નંબર છે.
he: זהו מספר החשבון בשיק.
hi: यह चेक पर मौजूद खाता नंबर है.
hr: Ovo je broj računa na čeku.
hu: Ez a csekken szereplő számlaszám.
id: Ini adalah nomor akun pada cek.
is: Þetta er reikningsnúmer ávísunarinnar.
ja: これは小切手の口座番号です。
ka: ეს არის ჩეკზე მოცემული ანგარიშის ნომერი.
kk: Бұл чектегі шот нөмірі болып табылады.
kn: ಇದು ಚೆಕ್‌ನ ಮೇಲಿರುವ ಖಾತೆ ಸಂಖ್ಯೆ.
ko: 수표의 계좌 번호입니다.
lo: ນີ້ແມ່ນເລກບັນຊີທີ່ຢູ່ໃນເຊັກ.
lt: Tai yra ant čekio nurodytas sąskaitos numeris.
lv: Šis ir čekā norādītais konta numurs.
mi: Koinei te tau pūkete kei runga i te haki.
mk: Ова е бројот на сметката на чекот.
ml: ഇതാണ് ചെക്കിലെ അക്കൗണ്ട് നമ്പർ.
mr: चेक वरील हाच खाते क्रमांक आहे.
ms: Ini ialah nombor akaun pada cek.
mt: Dan huwa n-numru tal-kont fuq iċ-ċekk.
ne: यो चेक मा खाता नम्बर हो।
nn_no: Dette er kontonummeret på sjekken.
no: Dette er kontonummeret på sjekken.
or: ଏହା ହେଉଛି ଚେକ୍ ରେ ଥିବା ଆକାଉଣ୍ଟ୍ ନମ୍ବର |
pa_in: ਇਹ ਚੈੱਕ 'ਤੇ ਖਾਤਾ ਨੰਬਰ ਹੈ.
pl: To jest numer konta na czeku.
ru: Это номер счета для проверки.
sl: To je številka računa na čeku.
sr_cyrl_rs: Ово је број рачуна на чеку.
sr_latn_rs: Ovo je broj računa na čeku.
sv: Det här är bankkontonumret.
ta: இது காசோலையில் உள்ள கணக்கு எண்.
te: ఇది చెక్‌లోని ఖాతా సంఖ్య.
th: นี่คือหมายเลขบัญชีบนเช็ค
tr: Bu, çek üzerindeki hesap numarasıdır.
tt: Шул чекта бу банк хисапның номеры.
ug: بۇ، چەكتىكى ھېساب نومۇرىدۇر.
uk: Це номер облікового запису на чеку.
ur: چیک پر یہی اکاؤنٹ نمبر ہے۔
uz: Bu – chekdagi hisob raqami.
vi: Đây là số tài khoản trên séc.
zh_hans: 这是支票上的科目编号。
zh_hant: 這是支票上的帳戶號碼。
