Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SubscriptionAgreement.Azure.Sanya
source: Check here to indicate that you have read and agree to the <a href="{0}" class="font-link1" target="_blank">Online Services Agreement</a> and <a href="{2}" class="font-link1" target="_blank">offer details</a>. Your email and phone number may be used to contact you regarding information for new subscribers, billing and your subscription.
af: Kyk hier om aan te dui dat jy die <a href="{0}" class="font-link1" target="_blank">Aanlyn dienste-ooreenkoms</a> en <a href="{2}" class="font-link1" target="_blank">aanbiedingsbesonderhede</a> gelees het en daartoe instem. Jou e-pos en foonnommer kan dalk gebruik word om jou rakende inligting vir nuwe intekenaars, fakturering en jou intekening te kontak.
am: እርስዎ <a href="{0}" class="font-link1" target="_blank">የመስመር ላይ አገልግሎቶች ስምምነት</a> ን እና <a href="{2}" class="font-link1" target="_blank">የዋጋ ቅናሽ ዝርዝሮች</a>ን እንዳነበቡ እና እንደተስማሙባቸው ለመጠቆም እዚህ ላይ ጠቅ ያድርጉ። ስለ አዲስ የደንበኝነት ተመዝጋቢዎች፣ የክፍያ አከፋፈል ዘዴ እና የእርስዎ የደንበኝነት ምዝገባን በተመለከተ ስላለው መረጃ የእርስዎ ኢሜይል እና የስልክ ቁጥር ጥቅም ላይ ሊውሉ ይችሉ ይሆናል።
ar: قم بالتحديد هنا للتأكيد على أنك قد قرأت <a href="{0}" class="font-link1" target="_blank">اتفاقية الخدمات عبر الإنترنت</a> و<a href="{2}" class="font-link1" target="_blank">تفاصيل العرض</a>وتوافق عليها. قد يتم استخدام بريدك الإلكتروني ورقم هاتفك للاتصال بك فيما يخص معلومات المشتركين الجدد والفوترة واشتراكك.
as: আপুনি <a href="{0}" class="font-link1" target="_blank">অনলাইন সেৱাৰ চুক্তি</a> আৰু <a href="{2}" class="font-link1" target="_blank">অ’ফাৰৰ বিশদ বিৱৰণ</a> পঢ়িছে আৰু ইয়াৰ প্ৰতি সন্মতি জনোৱাটো নিৰ্দেশিত কৰিবলৈ ইয়াত পৰীক্ষা কৰক৷ নতুন গ্ৰাহকত্ব, বিল প্ৰেৰণ আৰু আপোনাৰ গ্ৰাহকভুক্তি সম্পৰ্কীয় তথ্য জনাবলৈ আপোনাৰ ই-মেইল আৰু ফোন নম্বৰ ব্যৱহাৰ কৰা হ’ব পাৰে৷
az: <a href="{0}" class="font-link1" target="_blank">Onlayn Xidmət Müqaviləsi</a> və <a href="{2}" class="font-link1" target="_blank">təklif təfərrüatlarını</a> oxuduğunuzu və onlarla razılaşdığınızı göstərmək üçün bunu yoxlayın. E-poçt və telefon nömrənizdən yeni abunəçilər, hesablaşma və abunəniz üçün məlumatlarla bağlı əlaqə saxlamaq üçün istifadə oluna bilər.
bg: Поставете отметка тук, за да укажете, че сте прочели и приемате <a href="{0}" class="font-link1" target="_blank">Споразумението за онлайн услуги</a> и <a href="{2}" class="font-link1" target="_blank">подробностите за предложението</a>. Вашите имейл и телефонен номер могат да бъдат използвани за връзка с вас относно информация за нови абонати, плащания и вашия абонамент.
bn_in: আপনি <a href="{0}" class="font-link1" target="_blank">অনলাইন পরিষেবাসমূহের চুক্তি</a> এবং <a href="{2}" class="font-link1" target="_blank">অফারটির বিশদ বিবরণ</a> পড়েছেন এবং সেটির সাথে আপনি সম্মত তা নির্দেশিত করতে এখানে পরীক্ষা করুন৷ নতুন সদস্যতাগুলি, বিলিং এবং আপনার সদস্যতা সম্পর্কে আপনাকে সূচিত করতে আপনার সাথে যোগাযোগ করার জন্য আপনার ইমেল এবং ফোন নম্বর ব্যবহার করা হতে পারে৷
bs: Označite ovdje kako biste naveli da ste pročitali <a href="{0}" class="font-link1" target="_blank">Ugovor o uslugama na mreži</a> i <a href="{2}" class="font-link1" target="_blank">detalje ponude</a> te da ste saglasni s njima. Vaša adresa e-pošte i broj telefona mogu se koristiti da se s vama stupi u kontakt radi informacija za nove pretplatnike, naplaćivanje i vašu pretplatu.
cy: Ticiwch yma i ddynodi eich bod wedi darllen ac yn cytuno i'r <a href="{0}" class="font-link1" target="_blank">Cytundeb Gwasanaethau Ar-lein</a> a <a href="{2}" class="font-link1" target="_blank">manylion y cynnig</a>. Gellir defnyddio eich e-bost a rhif ffôn i gysylltu â chi ynglŷn â gwybodaeth am danysgrifwyr newydd, bilio a'ch tanysgrifiad.
da: Markér dette afkrydsningsfelt for at angive, at du har læst og accepterer vores <a href="{0}" class="font-link1" target="_blank">onlineserviceaftale</a> og <a href="{2}" class="font-link1" target="_blank">tilbudsoplysninger</a>. Din mail og dit telefonnummer må bruges til at kontakte dig vedrørende oplysninger til nye abonnenter, fakturering og dit abonnement.
de: Klicken Sie hier, um anzugeben, dass Sie den <a href="{0}" class="font-link1" target="_blank">Online Services-Abonnementvertrag</a> und die <a href="{2}" class="font-link1" target="_blank">Angebotsdetails</a> gelesen haben und diesen zustimmen. Ihre E-Mail-Adresse und Ihre Telefonnummer können verwendet werden, um mit Ihnen Kontakt aufzunehmen und Ihnen Informationen für neue Abonnenten sowie Informationen zur Abrechnung und zu Ihrem Abonnement zukommen zu lassen.
el: Επιλέξτε αυτό το στοιχείο για να δηλώσετε ότι έχετε διαβάσει και ότι συμφωνείτε με τη <a href="{0}" class="font-link1" target="_blank">Σύμβαση των υπηρεσιών Online Services</a> και τις <a href="{2}" class="font-link1" target="_blank">λεπτομέρειες προσφοράς</a>. Η διεύθυνση ηλεκτρονικού ταχυδρομείου και ο αριθμός τηλεφώνου σας ενδέχεται να χρησιμοποιηθεί για επικοινωνία μαζί σας σχετικά με πληροφορίες για νέους συνδρομητές, χρεώσεις και τη συνδρομή σας.
es: Marca aquí para indicar que has leído y estás de acuerdo con el <a href="{0}" class="font-link1" target="_blank">Contrato de servicios en línea</a> y los <a href="{2}" class="font-link1" target="_blank">detalles de la oferta</a>. Puede que se usen tu correo electrónico y tu número de teléfono para ponerse en contacto contigo con información relacionada con tus suscriptores, facturación o tu suscripción.
et: Märkige see väli näitamaks, et olete tutvunud ja nõustute <a href="{0}" class="font-link1" target="_blank">võrgupõhiste teenuste lepinguga</a> ning <a href="{2}" class="font-link1" target="_blank">pakkumise üksikasjadega</a>. Teie meiliaadressi ja telefoninumbrit võidakse kasutada teiega ühenduse võtmiseks uusi tellijaid puudutava teabe edastamiseks, arvete esitamiseks ja teie tellimusega seotud küsimustes.
eu: Sakatu hau <a href="{0}" class="font-link1" target="_blank">Lineako zerbitzuen hitzarmena</a> eta <a href="{2}" class="font-link1" target="_blank">eskaintzaren xehetasunak</a> irakurri eta onartu dituzula adierazteko. Zure helbide elektronikoa eta telefono-zenbakia erabil daitezke harpidedun berrien, fakturazioaren eta harpidetzaren inguruko informazioa emateko.
fa: اینجا کلیک کنید تا اعلام کنید که <a href="{0}" class="font-link1" target="_blank">توافقنامه سرویس‌های آنلاین</a> و <a href="{2}" class="font-link1" target="_blank">جزئیات پیشنهاد</a> را خواندید و با آنها موافقید. ممکن است برای تماس با شما درباره اطلاعات مشترکان جدید، صورتحساب و اشتراکتان، از ایمیل و شماره تلفنتان استفاده شود.
ga: Ticeáil anseo le taispeáint gur léigh tú agus go n-aontaíonn tú leis an <a href="{0}" class="font-link1" target="_blank">Comhaontú Seirbhísí ar Líne</a> agus <a href="{2}" class="font-link1" target="_blank">le sonraí na tairisceana</a>. Is féidir go n-úsáidfear do ríomhphost agus d'uimhir fóin chun teagmháil a dhéanamh leat maidir le faisnéis do shíntiúsóirí nua, billeáil agus do shíntiús féin.
gd: Cuir cromag an-seo a dh'aontachadh gun do leugh thu 's gu bheil thu ag aontachadh ri <a href="{0}" class="font-link1" target="_blank">aonta nan seirbheisean air loidhne</a> agus <a href="{2}" class="font-link1" target="_blank">mion-fhiosrachadh na tairgse</a>. Dh'fhaoidte gum faigh thu fiosrachadh dha fo-sgrìobhaichean ùra, bileachadh agus mun fho-sgrìobhadh agad-sa air a' phost-d agus fòn agad.
gl: Marca aquí para indicar que liches e estás de acordo co <a href="{0}" class="font-link1" target="_blank">Contrato de servizos en liña</a> e os <a href="{2}" class="font-link1" target="_blank">detalles da oferta</a>. O teu correo electrónico e número de teléfono poderán usarse para poñerse en contacto contigo con información para novos subscritores, facturación e a túa subscrición.
gu: તમે <a href="{0}" class="font-link1" target="_blank">ઑનલાઇન સેવાઓ કરાર</a> અને <a href="{2}" class="font-link1" target="_blank">ઑફર વિગતો</a> વાંચી છે અને તેનાથી સંમત છો એ સૂચવવા માટે અહીં ચેક કરો. તમારી ઈમેલ અને ફોન નંબરનો ઉપયોગ નવા સબ્સ્ક્રાઇબર્સ, બિલિંગ અને તમારી સદસ્યતા માટે સંબંધિત માહિતી હેતુ તમારો સંપર્ક કરવા માટે થઈ શકે છે.
he: סמן תיבה זו כדי לציין שקראת ושאתה מסכים ל<a href="{0}" class="font-link1" target="_blank">הסכם Online Services</a> ול<a href="{2}" class="font-link1" target="_blank">פרטי ההצעה</a>. ייתכן שנשתמש בכתובת הדואר האלקטרוני ובמספר הטלפון שלך כדי לפנות אליך בנוגע למידע למנויים חדשים, חיוב והמנוי שלך.
hi: यह दर्शाने के लिए यहाँ चेक करें कि आपने <a href="{0}" class="font-link1" target="_blank">ऑनलाइन सेवा अनुबंध</a> और <a href="{2}" class="font-link1" target="_blank">ऑफ़र विवरणों</a> को पढ़ लिया है और उनसे सहमत हैं. हो सकता है आपका ईमेल और फ़ोन नंबर का उपयोग नए सब्सक्राइबर, बिलिंग और आपके सब्सक्रिप्शन की जानकारी के संबंध में आपसे संपर्क करने के लिए किया जाए.
hr: Potvrdite da ste pročitali i da razumijete <a href="{0}" class="font-link1" target="_blank">Ugovor o pružanju internetskih usluga</a> i <a href="{2}" class="font-link1" target="_blank">detalje o ponudi</a>. Vaša adresa e-pošte i telefonski broj mogu se koristiti da bismo vam se obratili radi informacija i novim pretplatnicima, naplati i vašoj pretplati.
hu: A jelölőnégyzet bejelölésével kijelenti, hogy elolvasta és elfogadja <a href="{0}" class="font-link1" target="_blank">az online szolgáltatási szerződést</a> és <a href="{2}" class="font-link1" target="_blank">az ajánlat részleteit</a>. E-mail-címét és telefonszámát felhasználhatjuk kapcsolatfelvételre az új előfizetőknek szóló, illetve a számlázással és az előfizetésével kapcsolatos témákban.
id: Periksa di sini untuk mengindikasikan bahwa Anda telah membaca dan menyetujui <a href="{0}" class="font-link1" target="_blank">Persetujuan Layanan Online</a> and <a href="{2}" class="font-link1" target="_blank">detail penawaran</a>. Alamat email dan nomor telepon Anda dapat digunakan untuk menghubungi Anda mengenai informasi untuk pelanggan baru, tagihan, dan langganan Anda.
is: Merktu við hér til að gefa til kynna að þú hafir lesið og samþykkt <a href="{0}" class="font-link1" target="_blank">samninginn um netþjónustu</a> og <a href="{2}" class="font-link1" target="_blank">upplýsingarnar um tilboðið</a>. Netfangið þitt og símanúmer kunna að vera notuð til að hafa samband við þig vegna upplýsinga fyrir nýja áskrifendur, vegna innheimtu og vegna áskriftar þinnar.
ja: ここをチェックすると、<a href="{0}" class="font-link1" target="_blank">オンライン サービス アグリーメント</a>と<a href="{2}" class="font-link1" target="_blank">プランの詳細</a>を読み、同意したことを示します。新しいサブスクリプション、請求、ご利用のサブスクリプションに関する情報のご連絡に、お客様の電子メールおよび電話番号を使用する場合があります。
ka: აქ მონიშვნით მიუთითებთ, რომ წაკითხული გაქვთ და ეთანხმებით <a href="{0}" class="font-link1" target="_blank">ონლაინ-სერვისების შეთანხმებასა</a> და <a href="{2}" class="font-link1" target="_blank">შემოთავაზების დეტალებს</a>. შესაძლოა, თქვენი ელფოსტისა და ტელეფონის ნომრის გამოყენება მოხდეს თქვენთან დასაკავშირებლად, რომ მიიღოთ ახალი გამომწერებისთვის განკუთვნილი, ბილინგისა და თქვენი გამოწერის შესახებ ინფორმაცია.
kk: <a href="{0}" class="font-link1" target="_blank">Online Services келісімі</a> мен <a href="{2}" class="font-link1" target="_blank">ұсыныс мәліметтерін</a> оқып, оған келісетініңізді көрсету үшін осында басыңыз. Электрондық пошта мекенжайы мен телефон нөміріңіз жаңа жазылушылар, шот ұсыну және жазылымыңыз туралы ақпаратқа қатысты сізбен байланысу үшін пайдаланылуы мүмкін.
kn: ನೀವು <a href="{0}" class="font-link1" target="_blank">ಆನ್‌ಲೈನ್ ಸೇವೆಗಳ ಒಪ್ಪಂದ</a> ಮತ್ತು <a href="{2}" class="font-link1" target="_blank">ಕೊಡುಗೆ ವಿವರಗಳು</a> ಓದಿದ್ದೀರಿ ಮತ್ತು ಅವುಗಳಿಗೆ ಒಪ್ಪುತ್ತೀರಿ ಎಂಬುದನ್ನು ಸೂಚಿಸಲು ಇಲ್ಲಿ ಗುರುತು ಮಾಡಿ. ನಿಮ್ಮ ಇಮೇಲ್ ಮತ್ತು ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಹೊಸ ಚಂದಾದಾರರು, ಬಿಲ್ಲಿಂಗ್ ಮತ್ತು ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಗಾಗಿ ಮಾಹಿತಿಯು ಕುರಿತಾಗಿ ನಿಮ್ಮ ಸಂಪರ್ಕಿಸಲು ಬಳಸಲಾಗಬಹುದು.
ko: <a href="{0}" class="font-link1" target="_blank">온라인 서비스 계약</a> 및 <a href="{2}" class="font-link1" target="_blank">행사 세부 정보</a>를 읽었으며 이에 동의함을 나타내려면 여기를 클릭하세요. 신규 구독자, 청구 및 구독에 대한 정보와 관련하여 귀하에게 연락하기 위해 귀하의 메일 및 전화 번호가 사용될 수 있습니다.
ku_arab: ئاماژە لەمە بدە بۆ دیاریکردنی ئەوەی تۆ <a href="{0}" class="font-link1" target="_blank">ڕێکەوتننامەی ڕاژەی سەرهێڵ</a> و <a href="{2}" class="font-link1" target="_blank">وردەکارییەکنای ئۆفەر</a> ت خوێندۆتەوە و رازیت پێی. رەنگە ئیمەیل و ژمارە تەلەفۆنەکەت بۆ پەیوەندیکردن بەکاربهێنرێت سەبارەت بە زانیاری بۆ بەشداربووان، فاتوورە و ئابوونەی نوێت.
ky: <a href="{0}" class="font-link1" target="_blank">Онлайн кызматтары боюнча келишимин</a> and <a href="{2}" class="font-link1" target="_blank">offer details</a> окуп чыккандыгыңызды жана ага макулдугуңузду билдирүү үчүн бул жерге басыңыз. Жаңы жазылуучулар, төлөм жана жазылуу үчүн маалымат боюнча кайрылуу үчүн имейлиңиз жана телефон номуруңуз колдонулушу мүмкүн.
lo: ໝາຍເອົາບ່ອນນີ້ເພື່ອຊີ້ບອກວ່າ ທ່ານໄດ້ອ່ານ ແລະເຫັນດີນຳ <a href="{0}" class="font-link1" target="_blank">ຂໍ້ຕົກລົງການບໍລິການອອນລາຍ</a> ແລະ <a href="{2}" class="font-link1" target="_blank">ລາຍລະອຽດຂໍ້ສະເໜີ</a>. ອີເມວ ແລະເບີໂທລະສັບຂອງທ່ານອາດຈະຖືກໃຊ້ ເພື່ອຕິດຕໍ່ຫາທ່ານ ກ່ຽວກັບຂໍ້ມູນສຳລັບຜູ້ສະໝັກໃຊ້ໃໝ່, ການຮຽກເກັບເງິນ ແລະການສະໝັກໃຊ້ຂອງທ່ານ.
lt: Patikrinkite, jei norite nurodyti, kad perskaitėte ir suprantate <a href="{0}" class="font-link1" target="_blank">„Online Services“ sutartį</a> ir <a href="{2}" class="font-link1" target="_blank">pasiūlymo informaciją</a>. Jūsų el. pašto adresas ir telefono numeris gali būti naudojamas susisiekti su jumis dėl minėtos naujų prenumeratorių, atsiskaitymo ir prenumeratos informacijos.
lv: Ielieciet atzīmi šeit, lai norādītu, ka esat iepazinies ar <a href="{0}" class="font-link1" target="_blank">tiešsaistes pakalpojumu līgumu</a> un <a href="{2}" class="font-link1" target="_blank">piedāvājuma informāciju</a> un piekrītat tiem. Jūsu e-pasts un tālruņa numurs var tikt izmantots, lai ar jums sazinātos, sniedzot jauniem abonentiem noderīgu informāciju, informāciju par norēķiniem un jūsu abonementu.
mi: Hoatu he tohu ki konei hei mea kua pānui koe, kei te whakaae hoki ki te <a href="{0}" class="font-link1" target="_blank">Whakaaetanga Ratonga Tuihono</a> me <a href="{2}" class="font-link1" target="_blank">ngā taipitopito o te toronga</a>. Ka whakamahia pea tō īmēra me tō tau waea ki te whakapā ki a koe mō te mōhiohio hei āwhina ki te kaiohauru hōu, te tuku nama, me tō ohaurunga.
mk: Потврдете тука за да означите дека сте ја прочитале и се согласувате со <a href="{0}" class="font-link1" target="_blank">Електронскиот договор за услуги</a> и <a href="{2}" class="font-link1" target="_blank">деталите на понудата</a>. Вашата е-пошта и телефонски број може да се користат за контакт со вас околу информациите за нови претплатници, наплатата и вашата претплата.
ml: <a href="{0}" class="font-link1" target="_blank">ഓൺലൈൻ സേവന കരാറും</a> <a href="{2}" class="font-link1" target="_blank">ഓഫർ വിശദാംശങ്ങളും</a> നിങ്ങൾ വായിച്ച് അംഗീകരിച്ചായി സൂചിപ്പിക്കാൻ ഇവിടെ ചെക്കുചെയ്യുക. പുതിയ സബ്‌സ്‌ക്രൈബർമാർ, ബില്ലിംഗ്, നിങ്ങളുടെ സബ്‌സ്ക്രിപ്ഷൻ എന്നിവയ്ക്കുള്ള വിവരവുമായി ബന്ധപ്പെട്ട് നിങ്ങളെ ബന്ധപ്പെടാൻ ഇമെയിലും ഫോൺ നമ്പറും ഉപയോഗിക്കാനിടയുണ്ട്.
mn: Энд товшоод <a href="{0}" class="font-link1" target="_blank">Онлайн үйлчилгээний гэрээ</a> болон <a href="{2}" class="font-link1" target="_blank">санал болгосон зүйлийн мэдээллийг</a> уншиж, хүлээн зөвшөөрч байгаагаа илэрхийлнэ үү. Таны э-шуудан, утасны дугаараар тантай шинээр бүртгүүлэгсэд, төлбөр тооцоо болон таны захиалгын талаар холбоо барьж магадгүй.
mr: आपण <a href="{0}" class="font-link1" target="_blank">ऑनलाइन सेवा करार</a> आणि <a href="{2}" class="font-link1" target="_blank">ऑफर तपशील</a> वाचले आहे आणि त्याच्याशी सहमत आहात हे दर्शविण्यासाठी येथे तपासा. नवीन सदस्यता, बिलिंग आणि आपल्या सदस्यतेशी संबंधित माहितीसाठी आपल्याला संपर्क साधण्याकरीता आपला इमेल आणि फोन नंबर वापरला जाऊ शकतो.
ms: Tandakan di sini untuk menunjukkan bahawa anda telah membaca dan bersetuju dengan <a href="{0}" class="font-link1" target="_blank">Perjanjian Perkhidmatan Dalam Talian</a> dan <a href="{2}" class="font-link1" target="_blank">butiran tawaran</a>. E-mel dan nombor telefon anda boleh digunakan bagi menghubungi anda berkenaan maklumat untuk pelanggan baharu, pengebilan dan langganan anda.
mt: Ikklikkja hawn biex tindika li qrajt u taqbel mal-<a href="{0}" class="font-link1" target="_blank">Ftehim tas-Servizzi Online</a> u d-<a href="{2}" class="font-link1" target="_blank">dettalji tal-offerti</a>. L-indirizz elettroniku u n-numru tat-telefown tiegħek jistgħu jintużaw biex jikkuntattjawk dwar informazzjoni għal abbonati ġodda, ħlasijiet u l-abbonament tiegħek.
ne: तपाईंले यो पढ्नुभएको छ र <a href="{0}" class="font-link1" target="_blank">Online Services Agreement</a> and <a href="{2}" class="font-link1" target="_blank">offer details</a> मा सहमत हुनुहुन्छ भनी संकेत गर्न यहाँ क्लिक गर्नुहोस्। नयाँ सदस्यहरू, बिलिङ र तपाईईंको सदस्यताको लागि तपाईंको इमेल र फोन नम्बर सम्पर्क गर्नको लागि प्रयोग हुन सक्नेछ।
nn_no: Klikk her for å vise at du har lest og aksepterer <a href="{0}" class="font-link1" target="_blank">tenesteavtala for nettenester</a> og <a href="{2}" class="font-link1" target="_blank">detaljane i tilbodet</a>. E-postadressa og telefonnummeret ditt kan bli brukte til å kontakte deg med informasjon for nye abonnentar, om fakturering og om abonnementet ditt.
no: Merk av for å bekrefte at du har lest og godtar <a href="{0}" class="font-link1" target="_blank">avtalen for online-tjenester</a> og <a href="{2}" class="font-link1" target="_blank">detaljene for tilbudet</a>. E-postadressen din og telefonnummeret ditt kan bli brukt til å kontakte deg angående informasjon for nye abonnenter, samt om fakturering og abonnementet ditt.
or: ଆପଣ <a href="{0}" class="font-link1" target="_blank">ଅନ୍‌ଲାଇନ୍ ସେବାସମୂହ ଚୁକ୍ତି</a> ଏବଂ <a href="{2}" class="font-link1" target="_blank">ଅଫର୍ ବିବରଣୀ</a> ପଢିଛନ୍ତି ଏବଂ ରାଜି ହୋଇଛନ୍ତି ସୂଚିତ କରିବାକୁ ଏଠାରେ ଠିକ୍ ଚିହ୍ନ ଦିଅନ୍ତୁ. ଆପଣଙ୍କର ଇମେଲ୍ ଏବଂ ଫୋନ୍ ନମ୍ଵର୍ ହୁଏତ ନୂତନ ଗ୍ରହିତା ଗଣ, ବିଲିଂ ଏବଂ ଆପଣଙ୍କର ଗ୍ରହିତା ପାଇଁ ସମ୍ଵନ୍ଧିତ ସୂଚନା ସମ୍ପର୍କ କରିବାକୁ ବ୍ୟବହାର କରିପାରେ.
pa_arab_pk: نشاند دہی کرن لئی کہ تسی <a href="{0}" class="font-link1" target="_blank">آن لائن خدمتاں دا معاہدہ</a> تے <a href="{2}" class="font-link1" target="_blank">پیشکش دی تفصیلاں</a> نوں پڑھ لیا تے قبول کیتا اے۔ تہاڈا ای میل تے فون نمبر تہاڈے نال نویں سبسکرائبراں، بلنگ تے تہاڈی سبسکرپشن دی معلومات دے بارے وچ رابطہ کرن لئی ورتے جا سکدے نیں۔
pa_in: ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ ਇਹ ਦਰਸਾਉਣ ਲਈ ਕਿ ਤੁਸੀਂ <a href="{0}" class="font-link1" target="_blank">ਔਨਲਾਈਨ ਸੇਵਾਵਾਂ ਸਮਝੌਤੇ</a> ਅਤੇ <a href="{2}" class="font-link1" target="_blank">ਪੇਸ਼ਕਸ਼ ਵੇਰਵਿਆਂ</a> ਨੂੰ ਪੜ੍ਹ ਲਿਆ ਹੈ ਅਤੇ ਇਸ ਨਾਲ ਸਹਿਮਤ ਹੋ। ਨਵੇਂ ਸਬਸਕ੍ਰਾਈਬਰਾਂ, ਬਿੱਲ ਬਣਾਉਣ ਸਬੰਧੀ ਅਤੇ ਆਪਣੀ ਸਬਕ੍ਰਿਪਸ਼ਨ ਲਈ ਜਾਣਕਾਰੀ ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਤੁਹਾਡੀ ਈਮੇਲ ਅਤੇ ਫੋਨ ਨੰਬਰ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।
pl: Zaznacz to pole wyboru, aby potwierdzić, że znasz i akceptujesz <a href="{0}" class="font-link1" target="_blank">Umowę dotyczącą usług online</a> oraz <a href="{2}" class="font-link1" target="_blank">szczegóły oferty</a>. Podany adres e-mail i numer telefonu mogą zostać użyte w celu skontaktowania się z Tobą i przekazania informacji dotyczących nowych subskrybentów, fakturowania i subskrypcji.
ru: Установите здесь флажок, чтобы подтвердить, что вы прочитали и приняли условия <a href="{0}" class="font-link1" target="_blank">соглашения о предоставлении веб-служб</a> и <a href="{2}" class="font-link1" target="_blank">условия предложения</a>. Ваш электронный адрес и номер телефона могут использоваться для передачи вам справочных сведений, а также информации о выставления счетов и о вашей подписке.
sd: اهو ظاهر ڪرڻ لاءِ هتي چيڪ ڪريو ته توهان <a href="{0}" class="font-link1" target="_blank">آن لائن خدمتن جو معاهدو</a> ۽ <a href="{2}" class="font-link1" target="_blank">آفر تفصيل</a> کي پڙهيو ۽ قبول ڪيو آهي. نيو سبسڪرائيبر، بلنگ ۽ توهانجي سبسڪرپشن لاءِ معلومات جي باري ۾ توهان سان رابطو ڪرڻ لاءِ توهانجي اي ميل ۽ فون نمبر استعمال ڪري سگهجن ٿا.
si: ඔබ <a href="{0}" class="font-link1" target="_blank">මාර්ගගත සේවා ගිවිසුම</a> සහ <a href="{2}" class="font-link1" target="_blank">පිරිනැමීම් විස්තර</a> කියවූ බවට සහ එකඟ වන බවට දැක්වීම සඳහා මෙහි පරීක්ෂා ලකුණ යොදන්න. නව දායකත්ව, බිල්පත්කරණය සහ ඔබගේ දායකත්වය සඳහා වන තොරතුරු සම්බන්ධයෙන් ඔබ හා සම්බන්ධ වීමට ඔබගේ ඊමේල් එක සහ දුරකථන අංකය භාවිත කෙරෙනු විය හැකිය.
sl: Potrdite to polje, da označite, da ste prebrali <a href="{0}" class="font-link1" target="_blank">pogodbo o spletnih storitvah</a> in <a href="{2}" class="font-link1" target="_blank">podrobnosti ponudbe</a> ter da se strinjate s tema dokumentoma. Vaš e-poštni naslov in telefonsko številko lahko uporabimo za pridobivanje informacij o novih naročnikih, obračunavanju in vaši naročnini.
sr_cyrl_rs: Обележите овде да бисте означили да сте прочитали <a href="{0}" class="font-link1" target="_blank">Уговор о услугама на мрежи</a> и <a href="{2}" class="font-link1" target="_blank">детаље о понуди</a>, као и да се слажете са њима. Можемо да користимо вашу адресу е-поште и број телефона да бисмо вас контактирали у вези са информацијама за нове претплатнике, наплатом и претплатом.
sr_latn_rs: Obeležite ovde da biste označili da ste pročitali <a href="{0}" class="font-link1" target="_blank">Ugovor o uslugama na mreži</a> i <a href="{2}" class="font-link1" target="_blank">detalje o ponudi</a>, kao i da se slažete sa njima. Možemo da koristimo vašu adresu e-pošte i broj telefona da bismo vas kontaktirali u vezi sa informacijama za nove pretplatnike, naplatom i pretplatom.
sv: Markera detta alternativ för att visa att du har läst och godkänt <a href="{0}" class="font-link1" target="_blank">avtalet för onlinetjänster</a> samt <a href="{2}" class="font-link1" target="_blank">informationen om erbjudandet</a>. Din e-postadress och ditt telefonnummer kan användas för att kontakta dig angående information om nya prenumeranter, fakturering och din prenumeration.
ta: ஆன்லைன் சேவைகள் <a href="{0}" class="font-link1" target="_blank">ஒப்பந்தம் மற்றும் and சலுகை விவரங்களை</a> and <a href="{2}" class="font-link1" target="_blank">offer details</a>. நீங்கள் படித்து ஒப்புக்கொண்டுவிட்டீர்கள் என்பதை குறிப்பதற்கு இங்கே சரிபார்க்கவும். புதிய சந்தாதாரர்கள், இரசீது மற்றும் உங்கள் சந்தாவிற்கான தகவல்கள் தொடர்பாக உங்களை தொடர்பு கொள்வதற்கு உங்களுடைய மின்னஞ்சல் தொலைபேசி எண் பயன்படுத்தப்படலாம்.
te: మీరు <a href="{0}" class="font-link1" target="_blank">ఆన్‌లైన్ సర్వీసుల ఒప్పందం</a> మరియు <a href="{2}" class="font-link1" target="_blank">ఆఫర్ వివరాలు</a> చదివి, అర్థం చేసుకున్నట్లు సూచించడానికి దీనిని ఎంచుకోండి. కొత్త సభ్యులు, బిల్లింగ్ మరియు మీ స్వీకరణ కోసం సమాచారం కోసం మిమ్మల్ని సంప్రదించడానికి మీ ఇమెయిల్ మరియు ఫోన్ నంబర్ ఉపయోగించబడతాయి.
tg: Дар ин ҷо зер карда, нишон диҳед, ки шумо <a href="{0}" class="font-link1" target="_blank">Шартномаи хидматҳои онлайн</a> ва <a href="{2}" class="font-link1" target="_blank">тафсилоти пешниҳодро</a> хондед ва бо онҳо розӣ шудед. Почтаи электронӣ ва рақами телефони шумо метавонад барои тамосгирӣ бо шумо нисбат ба маълумоти обуначии нав, биллинг ё обунашавӣ, истифода бурда шавад.
th: คลิกที่นี่เพื่อแสดงว่าคุณได้อ่านและยอมรับ <a href="{0}" class="font-link1" target="_blank">ข้อตกลงการบริการแบบออนไลน์</a> และ <a href="{2}" class="font-link1" target="_blank">offer details</a> อาจใช้อีเมลและหมายเลขโทรศัพท์ของคุณเพื่อติดต่อคุณเกี่ยวกับข้อมูลผู้สมัครใหม่ การเรียกเก็บเงิน และการสมัครสมาชิกของคุณ
tr: Burayı işaretlemeniz <a href="{0}" class="font-link1" target="_blank">Çevrimiçi Hizmetler Sözleşmesi</a> ve <a href="{2}" class="font-link1" target="_blank">fırsat ayrıntıları</a> bölümünü okuduğunuzu ve kabul ettiğinizi gösterir. E-posta adresiniz ve telefon numaranız yeni aboneler, faturalandırma ve aboneliğiniz hakkında sizinle iletişime geçmek için kullanılabilir.
tt: <a href="{0}" class="font-link1" target="_blank">Онлайн хезмәтләр турында килешү</a> һәм <a href="{2}" class="font-link1" target="_blank">тәкъдим турында мәгълүмат</a> белән танышып ризалашуыгызны күрсәтү өчен монда чирттерегез. Электрон почтагыз һәм телефон номерыгыз сезнең белән яңа язылучылар өчен мәгълүмат, хисаплар чыгару һәм язылуыгыз белән бәйле сораулар буенча элемтәгә керү өчен кулланыла ала.
ug: بۇ يەرنى تاللاپ، <a href="{0}" class="font-link1" target="_blank">تور مۇلازىمەت كېلىشىمى</a> and <a href="{2}" class="font-link1" target="_blank">offer details</a>نى ئوقۇغان ۋە ئۇنىڭغا قوشۇلغانلىقىڭىزنى بىلدۈرۈڭ. تورخەت ۋە تېلېفون نومۇرىڭىز يېڭى مۇشتەرى، ھېساب بوغۇش ۋە مۇشتەرىلىكلىرىڭىزگە ئالاقىدار ئىشلاردا سىز بىلەن ئالاقىلىشىش ئۈچۈن ئىشلىتىلىشى مۇمكىن.
uk: Установіть тут прапорець, щоб підтвердити, що ви прочитали та прийняли умови <a href="{0}" class="font-link1" target="_blank">угоди про надання онлайнових служб</a> і <a href="{2}" class="font-link1" target="_blank">умови пропозиції</a>. Ваша електронна адреса та номер телефону можуть використовуватися для передачі вам довідкових даних, а також інформації про виставлення рахунків і про вашу передплату.
ur: یہاں پڑتال کریں نشاندہی کرنے کیلئے کہ آپ نے <a href="{0}" class="font-link1" target="_blank">آن لائن خدمت معاہدہ</a> اور <a href="{2}" class="font-link1" target="_blank">پیشکش تفصیلات</a> پڑھی اور قبول کر لی ہیں۔ آپ کی ای میل اور فون نمبر کو آپ سے نئے سبسکرائبرز، بلنگ اور آپ کی سبسکریپشن سے متعلقہ معلومات کیلئے رابطہ کرنے کی غرض سے استعمال کیا جا سکتا ہے۔
uz: <a href="{0}" class="font-link1" target="_blank">Onlayn xizmatlar shartnomasi</a> va <a href="{2}" class="font-link1" target="_blank">taklif tafsilotlari</a>ni o‘qib chiqqaningiz va ularga rozi ekanligingizni ko‘rsatish uchun bu yerga belgi qo‘ying. E-pochta va telefon raqamingiz yangi obunachilar, billing yoki obunangiz haqidagi ma’lumotlarni yetkazish uchun ishlatiladi.
vi: Chọn mục này để cho biết rằng bạn đã đọc và đồng ý với <a href="{0}" class="font-link1" target="_blank">Thỏa thuận Dịch vụ Trực tuyến</a> và <a href="{2}" class="font-link1" target="_blank">chi tiết ưu đãi</a>. Bạn phải sử dụng email và số điện thoại của mình để chúng tôi liên hệ với bạn về thông tin cho người đăng ký mới, lập hóa đơn và đăng ký của bạn.
zh_hans: 单击此处即表示你已阅读并同意<a href="{0}" class="font-link1" target="_blank">联机服务协议</a>和<a href="{2}" class="font-link1" target="_blank">优惠详情</a>。我们可能会使用你的电子邮件地址和电话号码与你联系，以说明有关新订户、计费和你的订阅的信息。
zh_hant: 選取此方塊以表示您已閱讀並同意 <a href="{0}" class="font-link1" target="_blank">Online Services 合約</a>與<a href="{2}" class="font-link1" target="_blank">訂單詳細資料</a>。若有關於新訂閱者、計費與訂閱的問題，我們可能會使用您的電子郵件與電話號碼與您連絡。
