Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Month.July
source: July
af: Julie
am: ሐምሌ
ar: ‏‏يوليو
as: জুলাই
az: İyul
bg: Юли
bn_in: জুলাই
bs: Juli
cy: Gorffennaf
da: Juli
de: Juli
el: Ιούλιος
es: Julio
et: juuli
eu: Uztaila
fa: جولای
ga: Iúil
gd: Iuchar
gl: Xullo
gu: જુલાઇ
he: יולי
hi: जुलाई
hr: Srpanj
hu: Július
id: Juli
is: Júlí
ja: 7 月
ka: ივლისი
kk: Шілде
kn: ಜುಲೈ
ko: 7월
ku_arab: تەموز
ky: Июль
lo: ກໍລະກົດ
lt: Liepa
lv: Jūlijs
mi: Hōngongoi
mk: јули
ml: ജൂലൈ
mn: 7-р сар
mr: जुलै
ms: Julai
mt: Lulju
ne: जुलाइ
nn_no: juli
no: juli
or: ଜୁଲାଇ
pa_arab_pk: جولائی
pa_in: ਜੁਲਾਈ
pl: Lipiec
ru: Июль
sd: جولائي
si: ජූලි
sl: Julij
sr_cyrl_rs: јул
sr_latn_rs: jul
sv: juli
ta: ஜூலை
te: జూలై
tg: Июл
th: กรกฎาคม
tr: Temmuz
tt: Июль
ug: ئىيول
uk: Липень
ur: جولائی
uz: Iyul
vi: Tháng Bảy
zh_hans: 7 月
zh_hant: 7 月

# Word.Month.August
source: August
af: Augustus
am: ነሐሴ
ar: ‏‏أغسطس
as: আগষ্ট
az: Avqust
bg: Август
bn_in: আগস্ট
cy: Awst
el: Αύγουστος
es: Agosto
eu: Abuztua
fa: اوت
ga: Lúnasa
gd: Lùnastal
gl: Agosto
gu: ઑગસ્ટ
he: אוגוסט
hi: अगस्त
hr: Kolovoz
hu: Augusztus
id: Agustus
is: Ágúst
ja: 8 月
ka: აგვისტო
kk: Тамыз
kn: ಆಗಸ್ಟ್
ko: 8월
ku_arab: ئاب
ky: Август
lo: ສິງຫາ
lt: Rugpjūtis
lv: Augusts
mi: Hereturikōkā
mk: август
ml: ഓഗസ്റ്റ്
mn: 8-р сар
mr: ऑगस्ट
ms: Ogos
mt: Awwissu
ne: अगस्ट
or: ଅଗଷ୍ଟ
pa_arab_pk: اگست
pa_in: ਅਗਸਤ
pl: Sierpień
ru: Август
sd: آگسٽ
si: අගෝස්තු
sl: Avgust
sr_cyrl_rs: август
sr_latn_rs: avgust
sv: augusti
ta: ஆகஸ்டு
te: ఆగస్టు
tg: Август
th: สิงหาคม
tr: Ağustos
tt: Август
ug: ئاۋغۇست
uk: Серпень
ur: اگست
uz: Avgust
vi: Tháng Tám
zh_hans: 8 月
zh_hant: 8 月

# Word.Month.September
source: September
am: መስከረም
ar: ‏‏سبتمبر
as: ছেপ্টেম্বৰ
az: Sentyabr
bg: Септември
bn_in: সেপ্টেম্বর
bs: Septembar
cy: Medi
el: Σεπτέμβριος
es: Septiembre
eu: Iraila
fa: سپتامبر
ga: Meán Fómhair
gd: Sultain
gl: Setembro
gu: સપ્ટેમ્બર
he: ספטמבר
hi: सितंबर
hr: Rujan
hu: Szeptember
ja: 9 月
ka: სექტემბერი
kk: Қыркүйек
kn: ಸೆಪ್ಟೆಂಬರ್
ko: 9월
ku_arab: ئەیلول
ky: Сентябрь
lo: ກັນຍາ
lt: Rugsėjis
lv: Septembris
mi: Mahuru
mk: септември
ml: സെപ്റ്റംബർ
mn: 9-р сар
mr: सप्टेंबर
mt: Settembru
ne: सेप्टेम्बर
or: ସେପ୍ଟେମ୍ବର
pa_arab_pk: ستمبر
pa_in: ਸਤੰਬਰ
pl: Wrzesień
ru: Сентябрь
sd: سيپٽمبر
si: සැප්තැම්බර්
sr_cyrl_rs: септембар
sr_latn_rs: septembar
ta: செப்டம்பர்
te: సెప్టెంబర్
tg: Сентябр
th: กันยายน
tr: Eylül
tt: Сентябрь
ug: سېنتەبر
uk: Вересень
ur: ستمبر
uz: Sentabr
vi: Tháng Chín
zh_hans: 9 月
zh_hant: 9 月

# Word.Month.October
source: October
af: Oktober
am: ጥቅምት
ar: ‏‏أكتوبر
as: অক্টোবৰ
az: Oktyabr
bg: Октомври
bn_in: অক্টোবর
bs: Oktobar
cy: Hydref
da: Oktober
de: Oktober
el: Οκτώβριος
es: Octubre
et: oktoober
eu: Urria
fa: اکتبر
ga: Deireadh Fómhair
gd: Dàmhair
gl: Outubro
gu: ઑક્ટોબર
he: אוקטובר
hi: अक्तूबर
hr: Listopad
hu: Október
id: Oktober
is: Október
ja: 10 月
ka: ოქტომბერი
kk: Қазан
kn: ಅಕ್ಟೋಬರ್
ko: 10월
ku_arab: تشرینی یەکەم
ky: Октябрь
lo: ຕຸລາ
lt: Spalis
lv: Oktobris
mi: Whiringa-ā-nuku
mk: октомври
ml: ഒക്ടോബർ
mn: 10-р сар
mr: ऑक्टोंबर
ms: Oktober
mt: Ottubru
ne: अक्टोबर
nn_no: oktober
no: oktober
or: ଅକ୍ଟୋବର
pa_arab_pk: اکتوبر
pa_in: ਅਕਤੂਬਰ
pl: Październik
ru: Октябрь
sd: آڪٽوبر
si: ඔක්තෝබර්
sl: Oktober
sr_cyrl_rs: октобар
sr_latn_rs: oktobar
sv: oktober
ta: அக்டோபர்
te: అక్టోబర్
tg: Октябр
th: ตุลาคม
tr: Ekim
tt: Октябрь
ug: ئۆكتەبىر
uk: Жовтень
ur: اکتوبر
uz: Oktabr
vi: Tháng Mười
zh_hans: 10 月
zh_hant: 10 月

# Word.Month.November
source: November
am: ህዳር
ar: ‏‏نوفمبر
as: নভেম্বৰ
az: Noyabr
bg: Ноември
bn_in: নভেম্বর
bs: Novembar
cy: Tachwedd
el: Νοέμβριος
es: Noviembre
eu: Azaroa
fa: نوامبر
ga: Samhain
gd: Samhain
gl: Novembro
gu: નવેમ્બર
he: נובמבר
hi: नवंबर
hr: Studeni
is: Nóvember
ja: 11 月
ka: ნოემბერი
kk: Қараша
kn: ನವೆಂಬರ್
ko: 11월
ku_arab: تشرینی دووەم
ky: Ноябрь
lo: ພະຈິກ
lt: Lapkritis
lv: Novembris
mi: Whiringa-ā-rangi
mk: ноември
ml: നവംബർ
mn: 11-р сар
mr: नोव्हेंबर
mt: Novembru
ne: नोभेम्बर
or: ନଭେମ୍ବର
pa_arab_pk: نومبر
pa_in: ਨਵੰਬਰ
pl: Listopad
ru: Ноябрь
sd: نومبر
si: නොවැම්බර්
sr_cyrl_rs: новембар
sr_latn_rs: novembar
ta: நவம்பர்
te: నవంబర్
tg: Ноябр
th: พศจิกายน
tr: Kasım
tt: Ноябрь
ug: نويابىر
uk: Листопад
ur: نومبر
uz: Noyabr
vi: Tháng Mười Một
zh_hans: 11 月
zh_hant: 11 月

# Word.Month.December
source: December
af: Desember
am: ታሕሳስ
ar: ‏‏ديسمبر
as: ডিচেম্বৰ
az: Dekabr
bg: Декември
bn_in: ডিসেম্বর
bs: Decembar
cy: Rhagfyr
de: Dezember
el: Δεκέμβριος
es: Diciembre
et: detsember
eu: Abendua
fa: دسامبر
ga: Nollaig
gd: Dùbhlachd
gl: Decembro
gu: ડિસેમ્બર
he: דצמבר
hi: दिसंबर
hr: Prosinac
id: Desember
is: Desember
ja: 12 月
ka: დეკემბერი
kk: Желтоқсан
kn: ಡಿಸೆಂಬರ್
ko: 12월
ku_arab: کانونی یەکەم
ky: Декабрь
lo: ທັນວາ
lt: Gruodis
lv: Decembris
mi: Hakihea
mk: декември
ml: ഡിസംബർ
mn: 12-р сар
mr: डिसेंबर
ms: Disember
mt: Diċembru
ne: डिसेम्बर
nn_no: desember
no: desember
or: ଡିସେମ୍ଵର୍
pa_arab_pk: دسمبر
pa_in: ਦਸੰਬਰ
pl: Grudzień
ru: Декабрь
sd: ڊسمبر
si: දෙසැම්බර්
sr_cyrl_rs: децембар
sr_latn_rs: decembar
ta: டிசம்பர்
te: డిసెంబర్
tg: Декабр
th: ธันวาคม
tr: Aralık
tt: Декабрь
ug: دېكابىر
uk: Грудень
ur: دسمبر
uz: Dekabr
vi: Tháng Mười Hai
zh_hans: 12 月
zh_hant: 12 月

# Word.State.US.Alabama
source: Alabama
am: ኣላባማ
ar: ‏‏ألاباما
as: আলাবামা
bg: Алабама
bn_in: আলাবামা
el: Αλαμπάμα
fa: آلباما
gu: અલાબામા
he: אלבמה
hi: अलाबामा
ja: アラバマ
ka: ალაბამა
kk: Алабама
kn: ಅಲಬಾಮಾ
ko: 앨라배마
ku_arab: ئالاباما
ky: Алабама
lo: ອາລາບາມາ
mi: Arapama
mk: Алабама
ml: അലബാമ
mn: Алабама
mr: अल्बामा
ne: अल्बामा
or: ଆଲବାମା
pa_arab_pk: الابامہ
pa_in: ਅਲਾਬਾਮਾ
ru: Алабама
sd: ايلاباما
si: ඇලබාමා
sr_cyrl_rs: Алабама
ta: அலபாமா
te: అల్బామా
tg: Алабама
th: แอละแบมา
tt: Алабама
ug: ئالاباما
uk: Алабама
ur: الباما
zh_hans: 亚拉巴马州
zh_hant: 阿拉巴馬州

# Word.State.US.Alaska
source: Alaska
am: ኣላስካ
ar: ‏‏ألاسكا
as: আলাস্কা
az: Alyaska
bg: Аляска
bn_in: আলাস্কা
bs: Aljaska
el: Αλάσκα
fa: آلاسکا
gu: અલાસ્કા
he: אלסקה
hi: अलास्का
hr: Aljaska
hu: Alaszka
ja: アラスカ
ka: ალიასკა
kk: Аляска
kn: ಅಲಾಸ್ಕ
ko: 알래스카
ku_arab: ئالاسکا
ky: Аляска
lo: ອາລັສກາ
lt: Aliaska
lv: Aļaska
mi: Rahaka
mk: Алјаска
ml: അലാസ്ക
mn: Аляска
mr: अलास्‍का
ne: अलास्का
or: ଆଲାସ୍କା
pa_arab_pk: الاسکہ
pa_in: ਅਲਾਸਕਾ
ru: Аляска
sd: الاسڪا
si: ඇලස්කා
sl: Aljaska
sr_cyrl_rs: Аљаска
sr_latn_rs: Aljaska
ta: அலாஸ்கா
te: అలస్కా
tg: Аляска
th: อะแลสกา
tt: Аляска
ug: ئالياسكا
uk: Аляска
ur: الاسکا
uz: Alyaska
zh_hans: 阿拉斯加州
zh_hant: 阿拉斯加州

# Word.State.US.Arizona
source: Arizona
am: ኣሪዞና
ar: ‏‏أريزونا
as: এৰিজ'না
bg: Аризона
bn_in: অ্যারিজোনা
el: Αριζόνα
fa: آریزونا
gu: એરિઝોના
he: אריזונה
hi: एरीज़ोना
ja: アリゾナ
ka: არიზონა
kk: Аризона
kn: ಅರಿಜೋನ
ko: 애리조나
ku_arab: ئەریزۆنا
ky: Аризона
lo: ອາຣີໂຊນາ
mi: Aritona
mk: Аризона
ml: അരിസോണ
mn: Аризона
mr: अरिझोना
ne: अरिजोना
or: ଆରିଜୋନା
pa_arab_pk: اریزونہ
pa_in: ਐਰੀਜੋਨਾ
ru: Аризона
sd: اريزونا
si: ඇරිසෝනා
sr_cyrl_rs: Аризона
ta: அரிஸோனா
te: అరిజోనా
tg: Аризона
th: แอริโซนา
tt: Аризона
ug: ئارىزونا
uk: Аризона
ur: اریزونا
zh_hans: 亚利桑那州
zh_hant: 亞利桑那州

# Word.State.US.Arkansas
source: Arkansas
am: ኣርካንሳስ
ar: ‏‏أركنساس
as: আৰ্কানছাছ
az: Arkanzas
bg: Арканзас
bn_in: আরকানসাস
el: Άρκανσο
fa: آرکانزاس
gu: અરકાનસાસ
he: ארקנסו
hi: अरकन्सास
ja: アーカンソー
ka: არკანზასი
kk: Арканзас
kn: ಅರ್ಕಾನ್ಸಾಸ್
ko: 아칸소
ku_arab: ئارکانساس
ky: Арканзас
lo: ອາກແຄນຊັສ
lt: Arkanzasas
lv: Arkanzasa
mi: Arakenehō
mk: Арканзас
ml: അർക്കനാസ്
mn: Арканзас
mr: अर्कांन्सास
ne: अर्कान्सस
or: ଆର୍କାନସାସ୍‍
pa_arab_pk: ارکنساس
pa_in: ਅਰਕੰਸਾਸ
ru: Арканзас
sd: آرڪنساس
si: අර්කන්සාස්
sr_cyrl_rs: Арканзас
sr_latn_rs: Arkanzas
ta: அர்கான்சாஸ்
te: ఆర్కాన్సాస్
tg: Арканзас
th: อาร์คันซอ
tt: Арканзас
ug: ئاركانزاس
uk: Арканзас
ur: آرکنساس
uz: Arkanzas
zh_hans: 阿肯色州
zh_hant: 阿肯色州

# Word.State.US.California
source: California
af: Kalifornië
am: ካሊፎርኒያ
ar: ‏‏كاليفورنيا
as: কেলিফ'ৰ্নিয়া
az: Kaliforniya
bg: Калифорния
bn_in: ক্যালিফর্নিয়া
de: Kalifornien
el: Καλιφόρνια
eu: Kalifornia
fa: کالیفرنیا
gu: કેલિફોર્નિયા
he: קליפורניה
hi: कैलिफ़ोर्निया
hr: Kalifornija
hu: Kalifornia
is: Kalifornía
ja: カリフォルニア
ka: კალიფორნია
kk: Калифорния
kn: ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ
ko: 캘리포니아
ku_arab: کالیفۆرنیا
ky: Калифорния
lo: ອາລິຟໍເນຍ
lt: Kalifornija
lv: Kalifornija
mi: Karapōnia
mk: Калифорнија
ml: കാലിഫോർണിയ
mn: Калифорни
mr: कॅलिफोर्निया
ne: क्यालिफोर्निया
or: କାଲିଫରର୍ଣ୍ଣିଆ
pa_arab_pk: کیلی فورنیا
pa_in: ਕੈਲੀਫੋਰਨੀਆ
pl: Kalifornia
ru: Калифорния
sd: ڪيلي فورنيا
si: කැලිපෝර්නියා
sl: Kalifornija
sr_cyrl_rs: Калифорнија
sr_latn_rs: Kalifornija
sv: Kalifornien
ta: கலிஃபோர்னியா
te: కాలిఫోర్నియా
tg: Калифорния
th: แคลิฟอร์เนีย
tt: Калифорния
ug: كالىفورنىيە
uk: Каліфорнія
ur: کیلیفورنیا
uz: Kaliforniya
zh_hans: 加利福尼亚州
zh_hant: 加利福尼亞州

# Word.State.US.Colorado
source: Colorado
af: Kolorado
am: ኮሎራዶ
ar: ‏‏كولورادو
as: কলোৰেডো
az: Kolorado
bg: Колорадо
bn_in: কলোরাডো
el: Κολοράντο
fa: کلوریدا
gu: કોલારાડો
he: קולורדו
hi: कोलोरैडो
hr: Kolorado
ja: コロラド
ka: კოლორადო
kk: Колорадо
kn: ಕೊಲರಾಡೊ
ko: 콜로라도
ku_arab: کۆلۆرادۆ
ky: Колорадо
lo: ໂຄໂລຣາໂດ
lt: Koloradas
lv: Kolorādo
mi: Kororaro
mk: Колорадо
ml: കോളാറാഡോ
mn: Колорадо
mr: कोलारॅडो
ne: कोलोराडो
or: କୋଲୋରାଡୋ
pa_arab_pk: کولوراڈو
pa_in: ਕੋਲੋਰੈਡੋ
pl: Kolorado
ru: Колорадо
sd: ڪولاراڊو
si: කොලරාඩෝ
sl: Kolorado
sr_cyrl_rs: Колорадо
sr_latn_rs: Kolorado
ta: கொலராடோ
te: కొలారాడో
tg: Колорадо
th: โคโลราโด
tt: Колорадо
ug: كولورادو
uk: Колорадо
ur: کولوراڈو
uz: Kolorado
zh_hans: 科罗拉多州
zh_hant: 科羅拉多州

# Word.State.US.Connecticut
source: Connecticut
am: ኮኔክቲከት
ar: ‏‏كونيكتيكت
as: কানেক্টিকাট
az: Konnektikut
bg: Кънектикът
bn_in: কানেকটিকাট
el: Κονέκτικατ
fa: کنتیکت
gu: કનેક્ટિકટ
he: קונטיקט
hi: कनेक्टिकट
ja: コネティカット
ka: კონექტიკუტი
kk: Коннектикут
kn: ಕನೆಕ್ಟಿಕಟ್
ko: 코네티컷
ku_arab: کۆنێکتیکەت
ky: Коннектикут
lo: ຄອນເນັກຕີຄຸດ
lt: Konektikutas
lv: Konektikuta
mi: Konetikete
mk: Конектикат
ml: കണക്റ്റികട്ട്
mn: Коннектикут
mr: कनेक्‍टिकट
ne: कनेक्टीकट
or: କନେକ୍ଟିକଟ୍‍
pa_arab_pk: کنٹکی کٹ
pa_in: ਕੋਨੈਕਟੀਕੱਟ
ru: Коннектикут
sd: ڪنڪٽي ڪٽ
si: කනෙක්ටිකට්
sr_cyrl_rs: Конектикат
sr_latn_rs: Konektikat
ta: கனெக்டிகட்
te: కనెక్టికట్
tg: Коннектикут
th: คอนเนตทิคัต
tt: Коннектикут
ug: كوننېكتىكۇت
uk: Коннектикут
ur: کنکٹیکٹ
uz: Konnektikut
zh_hans: 康涅狄格州
zh_hant: 康乃狄克州

# Word.State.US.Delaware
source: Delaware
am: ዴላዌር
ar: ‏‏ديلاوير
as: ডেলাৱেৰ
az: Delaver
bg: Делауеър
bn_in: ডেলাওয়্যার
el: Ντέλαγουερ
fa: دلاویر
gu: ડેલવેર
he: דלוור
hi: डेलावेयर
ja: デラウェア
ka: დელავერი
kk: Делавэр
kn: ಡೆಲಾವೇರ್
ko: 델라웨어
ku_arab: دیلاوێر
ky: Делавер
lo: ເດລາແວຣ
lt: Delaveras
lv: Delavēra
mi: Terawere
mk: Делавер
ml: ഡെലാവേർ
mn: Делавер
mr: डेलावेअर
ne: डेलावेर
or: ଡେଲାୱେର୍‍
pa_arab_pk: ڈیلاوار
pa_in: ਡੈਲਾਵਾਰੇ
ru: Делавэр
sd: ڊيلي ور
si: ඩෙලවෙයා
sr_cyrl_rs: Делавер
sr_latn_rs: Delaver
ta: டெலாவர்
te: డెలివేర్
tg: Делавер
th: เดลาแวร์
tt: Делавэр
ug: دېلاۋار
uk: Делавер
ur: ڈیلویئر
uz: Delaver
zh_hans: 特拉华州
zh_hant: 德拉瓦州

# Word.State.US.Florida
source: Florida
am: ፍሎሪዳ
ar: ‏‏فلوريدا
as: ফ্ল'ৰিডা
bg: Флорида
bn_in: ফ্লোরিডা
el: Φλόριντα
fa: فلوریدا
gu: ફ્લોરિડા
he: פלורידה
hi: फ़्लोरिडा
is: Flórída
ja: フロリダ
ka: ფლორიდა
kk: Флорида
kn: ಫ್ಲೋರಿಡಾ
ko: 플로리다
ku_arab: فلۆریدا
ky: Флорида
lo: ຟຣໍຣີດາ
mi: Pororira
mk: Флорида
ml: ഫ്ലോറിഡ
mn: Флорида
mr: फ्‍लोरिडा
ne: फ्लोरिडा
or: ଫ୍ଲୋରିଡା
pa_arab_pk: فلوریڈا
pa_in: ਫਲੋਰਿਡਾ
pl: Floryda
ru: Флорида
sd: فلوريڊا
si: ෆ්ලොරිඩා
sr_cyrl_rs: Флорида
ta: ஃப்ளோரிடா
te: ఫ్లోరిడా
tg: Флорида
th: ฟลอริดา
tt: Флорида
ug: فلورىدا
uk: Флорида
ur: فلوریڈا
zh_hans: 佛罗里达州
zh_hant: 佛羅里達州

# Word.State.US.Hawaii
source: Hawaii
am: ሃዋይ
ar: ‏‏هاواي
as: হাৱাই
az: Havay
bg: Хаваи
bn_in: হাওয়াই
bs: Havaji
el: Χαβάη
es: Hawái
fa: هاوایی
gu: હવાઈ
he: הוואי
hi: हवाई
hr: Havaji
ja: ハワイ
ka: ჰავაი
kk: Гавай
kn: ಹವಾಲಿ
ko: 하와이
ku_arab: هاوای
ky: Гавайи
lo: ຮາວາຍ
lt: Havajai
lv: Havajas
mk: Хаваи
ml: ഹവായി
mn: Хавай
mr: हवाई
ne: हवाइ
or: ହାୱାଇ
pa_arab_pk: ہوائی
pa_in: ਹਵਾਈ
pl: Hawaje
ru: Гавайи
sd: هوائي
si: හවායි
sl: Havaji
sr_cyrl_rs: Хаваји
sr_latn_rs: Havaji
ta: ஹவாய்
te: హవాయి
tg: Гавай
th: ฮาวาย
tt: Гавайи
ug: ھاۋاي
uk: Гаваї
ur: ہوائی
uz: Gavayi
zh_hans: 夏威夷州
zh_hant: 夏威夷州

# Word.State.US.Idaho
source: Idaho
am: ኢዳሆ
ar: ‏‏إيداهو
as: ইডাহো
az: Aydaho
bg: Айдахо
bn_in: আইডাহো
el: Άινταχο
fa: آیداهو
gu: ઇડાહો
he: איידהו
hi: इडाहो
ja: アイダホ
ka: აიდაჰო
kk: Айдахо
kn: ಇಡಾಹೊ
ko: 아이다호
ku_arab: ئیداهۆ
ky: Айдахо
lo: ໂອດາໂຮ
lt: Aidahas
lv: Aidaho
mi: Irahoe
mk: Ајдахо
ml: ഐദാഹോ
mn: Айдахо
mr: इडाहो
ne: इदाहो
or: ଇଦାହୋ
pa_arab_pk: اڈاہو
pa_in: ਇਡਾਹੋ
ru: Айдахо
sd: اڊاهو
si: ඉඩාහෝ
sr_cyrl_rs: Ајдахо
sr_latn_rs: Ajdaho
ta: இடாஹோ
te: ఇడాహో
tg: Айдаҳо
th: ไอดาโฮ
tt: Айдахо
ug: ئىداخو
uk: Айдахо
ur: اڈاہو
uz: Aydaho
zh_hans: 爱达荷州
zh_hant: 愛達荷州

# Word.State.US.Illinois
source: Illinois
am: ኢሊኖይስ
ar: ‏‏إلينوي
as: ইলিনইজ
az: İllinoys
bg: Илинойс
bn_in: ইলিনয়
el: Ιλινόις
fa: ایلینویز
gu: ઇલિનોઇસ
he: אילינוי
hi: इलिनोइस
ja: イリノイ
ka: ილინოისი
kk: Иллиноис
kn: ಇಲಿನಾಯ್ಸ್
ko: 일리노이
ku_arab: ئیلینوا
ky: Иллинойс
lo: ອີລິນອຍສ
lt: Ilinojus
lv: Ilinoisa
mi: Iranoi
mk: Илиноис
ml: ഇല്ലിനോയിസ്
mn: Иллинойс
mr: इलिनॉइस
ne: इल्लिनोइस
or: ଇଲିନୋୟସ୍‍
pa_arab_pk: ایلی نائز
pa_in: ਇਲੀਨੋਇਸ
ru: Иллинойс
sd: ايلي نائز
si: ඉලිනොයිස්
sr_cyrl_rs: Илиноис
sr_latn_rs: Ilinois
ta: இலினாய்
te: ఇల్లినాయిస్
tg: Иллинойс
th: อิลลินอยส์
tt: Иллинойс
ug: ئىللىنويىز
uk: Іллінойс
ur: الینوئس
uz: Illinoys
zh_hans: 伊利诺斯州
zh_hant: 伊利諾州

# Word.State.US.Indiana
source: Indiana
am: ኢንዲያና
ar: ‏‏إنديانا
as: ইণ্ডিয়ানা
bg: Индиана
bn_in: ইন্ডিয়ানা
el: Ιντιάνα
fa: ایندیانا
gu: ઇન્ડિયાના
he: אינדיאנה
hi: इंडियाना
ja: インディアナ
ka: ინდიანა
kk: Индиана
kn: ಇಂಡಿಯಾನಾ
ko: 인디애나
ku_arab: ئیندیانا
ky: Индиана
lo: ອິນເດຍນາ
lv: Indiāna
mi: Iniriana
mk: Индијана
ml: ഇന്ത്യാന
mn: Индиана
mr: इंडियाना
ne: इन्डियाना
or: ଇଣ୍ଡିଆନା
pa_arab_pk: انڈیایا
pa_in: ਇੰਡੀਆਨਾ
ru: Индиана
sd: انڊيانا
si: ඉන්ඩියානා
sr_cyrl_rs: Индијана
sr_latn_rs: Indijana
ta: இன்டியானா
te: ఇండియానా
tg: Индиана
th: อินดีแอนา
tt: Индиана
ug: ئىندىئانا
uk: Індіана
ur: انڈیانا
zh_hans: 印第安纳州
zh_hant: 印第安納州

# Word.State.US.Iowa
source: Iowa
am: ሎዋ
ar: ‏‏آيوا
as: লৱা
az: Ayova
bg: Айова
bn_in: আইওয়া
el: Άιοβα
fa: لووا
gu: આયોવા
he: איווה
hi: आयोवा
ja: アイオワ
ka: იოვა
kk: Айова
kn: ಅಯೋವಾ
ko: 아이오와
ku_arab: ئایۆا
ky: Айова
lo: ໄອໂອວາ
lt: Ajova
lv: Aiova
mk: Ајова
ml: ലോവ
mn: Айова
mr: लोवा
ne: लोवा
or: ଲୋୱା
pa_arab_pk: آئیوا
pa_in: ਲੋਵਾ
ru: Айова
sd: آيووا
si: අයෝවා
sr_cyrl_rs: Ајова
sr_latn_rs: Ajova
ta: அயோவா
te: లోవా
tg: Айова
th: ไอโอวา
tt: Айова
ug: لوۋا
uk: Айова
ur: لوا
uz: Ayova
zh_hans: 爱荷华州
zh_hant: 愛荷華州

# Word.State.US.Kansas
source: Kansas
am: ካንሳስ
ar: ‏‏كانساس
as: কেনচাচ
az: Kanzas
bg: Канзас
bn_in: কানসাস
el: Κάνσας
fa: کانزاس
gu: કેન્સાસ
he: קנזס
hi: कंसास
ja: カンザス
ka: კანზასი
kk: Канзас
kn: ಕಾನ್ಸಾಸ್
ko: 캔자스
ku_arab: کەنساس
ky: Канзас
lo: ແຄນຊັສ
lt: Kanzasas
lv: Kanzasa
mi: Kanahahi
mk: Канзас
ml: കാൻസാസ്
mn: Канзас
mr: कन्सास
ne: कान्सस
or: କାନାସା
pa_arab_pk: کنساس
pa_in: ਕੰਸਾਸ
ru: Канзас
sd: ڪنساس
si: කැන්සාස්
sr_cyrl_rs: Канзас
sr_latn_rs: Kanzas
ta: கான்சாஸ்
te: కన్సాస్
tg: Канзас
th: แคนซัส
tt: Канзас
ug: كانزاس
uk: Канзас
ur: کنساس
uz: Kanzas
zh_hans: 堪萨斯州
zh_hant: 堪薩斯州

# Word.State.US.Kentucky
source: Kentucky
am: ኬንቱኪ
ar: ‏‏كنتاكي
as: কেনটুকি
az: Kentuki
bg: Кентъки
bn_in: কেনটাকি
el: Κεντάκι
fa: کنتاکی
gu: કેન્ટુકી
he: קנטקי
hi: केन्टुकी
ja: ケンタッキー
ka: კენტუკი
kk: Кентукки
kn: ಕೆಂಟುಕಿ
ko: 켄터키
ku_arab: کەنتاکی
ky: Кентукки
lo: ເຄັນຕັກກີ
lt: Kentukis
lv: Kentuki
mi: Kenetaki
mk: Кентаки
ml: കെന്റക്കി
mn: Кентукки
mr: केंटुकी
ne: केन्टुकी
or: କେଣ୍ଟୁକି
pa_arab_pk: کنٹکی
pa_in: ਕੈਨਟੱਕੀ
ru: Кентукки
sd: ڪنڪٽڪي
si: කෙන්ටකි
sr_cyrl_rs: Кентаки
sr_latn_rs: Kentaki
ta: கென்டக்கி
te: కెంటకీ
tg: Кентуки
th: เคนทักกี
tt: Кентукки
ug: كېنتۇككى
uk: Кентуккі
ur: کینٹکی
uz: Kentukki
zh_hans: 肯塔基州
zh_hant: 肯塔基州

# Word.State.US.Louisiana
source: Louisiana
am: ሎዪስያና
ar: ‏‏لويزيانا
as: লুচিয়ানা
az: Luiziana
bg: Луизиана
bn_in: লুইসিয়ানা
el: Λουιζιάνα
es: Luisiana
fa: لوئیزیانا
gu: લ્યુઇસિયાના
he: לואיזיאנה
hi: लूज़ीयाना
ja: ルイジアナ
ka: ლუიზიანა
kk: Луизиана
kn: ಲೂಸಿಯಾನಾ
ko: 루이지애나
ku_arab: لویزیانا
ky: Луизиана
lo: ລູຍເຊຍນາ
lt: Luiziana
lv: Luiziāna
mi: Ruihiana
mk: Луизијана
ml: ലൂസിയാന
mn: Луизиана
mr: लुइसियाना
ne: लुइसियाना
or: ଲୁଇସିଆନା
pa_arab_pk: لوئسیانا
pa_in: ਲੁਈਸਿਆਨਾ
pl: Luizjana
ru: Луизиана
sd: لوزيانا
si: ලුසියානා
sr_cyrl_rs: Луизијана
sr_latn_rs: Luizijana
ta: லூஸியானா
te: లూసియానా
tg: Луизиана
th: ลุยเซียนา
tt: Луизиана
ug: لۇئىسىئانا
uk: Луїзіана
ur: لویسیانا
uz: Luiziana
zh_hans: 路易斯安那州
zh_hant: 路易斯安那州

# Word.State.US.Maine
source: Maine
am: ማይኔ
ar: ‏‏مين
as: মেনে
az: Men
bg: Мейн
bn_in: মেইন
el: Μέιν
fa: ماین
gu: મૈને
he: מיין
hi: माइने
ja: メイン
ka: მაინე
kk: Мэн
kn: ಮೈನೆ
ko: 메인
ku_arab: مەیین
ky: Мэн
lo: ເມນ
lt: Meinas
lv: Mena
mi: Mēne
mk: Мејн
ml: മെയ്ൻ
mn: Майн
mr: मेन
ne: मेइन
or: ମୈନ୍‍
pa_arab_pk: مین
pa_in: ਮੈਨ
ru: Мэн
sd: مين
si: මේයින්
sr_cyrl_rs: Мејн
sr_latn_rs: Mejn
ta: மெய்ன்
te: మైనే
tg: Мэн
th: เมน
tt: Мэн
ug: مېئانې
uk: Мен
ur: مین
uz: Men
zh_hans: 缅因州
zh_hant: 緬因州

# Word.State.US.Maryland
source: Maryland
am: ሜሪላንድ
ar: ‏‏ماريلاند
as: মেৰিলেণ্ড
az: Merilend
bg: Мериленд
bn_in: মেরিল্যান্ড
el: Μέριλαντ
fa: مریلند
gu: મેરીલેન્ડ
he: מרילנד
hi: मैरीलैंड
ja: メリーランド
ka: მერილენდი
kk: Мэриленд
kn: ಮೇರಿಲ್ಯಾಂಡ್
ko: 메릴랜드
ku_arab: ماریلاند
ky: Мэриленд
lo: ມາຣີແລນ
lt: Merilandas
lv: Merilenda
mi: Mererangi
mk: Мериленд
ml: മേരിലാൻഡ്
mn: Мэриланд
mr: मॅरिलँड
ne: मेरील्याण्ड
or: ମେରିଲ୍ୟାଣ୍ଡ
pa_arab_pk: میری لینڈ
pa_in: ਮੈਰੀਲੈਂਡ
ru: Мэриленд
sd: ميري لينڊ
si: මේරිලන්ඩ්
sr_cyrl_rs: Мериленд
sr_latn_rs: Merilend
ta: மேரிலேண்டு
te: మేరీల్యాండ్
tg: Мэриленд
th: แมริแลนด์
tt: Мэриленд
ug: مارىلاند
uk: Меріленд
ur: میری لینڈ
uz: Merilend
zh_hans: 马里兰州
zh_hant: 馬里蘭州

# Word.State.US.Massachusetts
source: Massachusetts
am: ማሳቹዌትስ
ar: ‏‏ماساتشوستس
as: মেচাচুছেট
az: Massaçusets
bg: Масачузетс
bn_in: ম্যাসাচুসেটস
el: Μασαχουσέτη
fa: مساچوست
gu: મેસેચ્યુસેટ્સ
he: מסצ'וסטס
hi: मैसाचुसेट्स
ja: マサチューセッツ
ka: მასაჩუსეტსი
kk: Массачусетс
kn: ಮ್ಯಾಸಚೂಸೆಟ್ಸ್
ko: 메사추세츠
ku_arab: ماساشوستس
ky: Массачусетс
lo: ມາຊາຈູເຊັສ
lt: Masačusetsas
lv: Masačūsetsa
mi: Mahatuhete
mk: Масачусетс
ml: മസാച്ചുസെറ്റ്സ്
mn: Массачуссетс
mr: मासेच्युसेट्स
ne: मासाचुसेट्स
or: ମାସାଚୁସେଟ୍‍
pa_arab_pk: ماسو چوسٹس
pa_in: ਮੈਸਾਚੁਸੈਟਸ
ru: Массачусетс
sd: ميساچيوسٽ
si: මැසෂුෂෙට්ස්
sr_cyrl_rs: Масачусетс
sr_latn_rs: Masačusets
ta: மெஸாசெஸ்ட்
te: మసాచుసెట్స్
tg: Массачусетс
th: แมสซาชูเซตส์
tt: Массачусетс
ug: ماسساچۇسېتس
uk: Массачусетс
ur: ماساچوسیٹس
uz: Massachusets
zh_hans: 马萨诸塞州
zh_hant: 麻塞諸塞州

# Word.State.US.Michigan
source: Michigan
am: ሚቺጋን
ar: ‏‏ميتشيغان
as: মিচিগান
az: Miçiqan
bg: Мичиган
bn_in: মিশিগান
el: Μίσιγκαν
fa: میشیگان
gu: મિશિગન
he: מישיגן
hi: मिशिगन
ja: ミシガン
ka: მიჩიგანი
kk: Мичиган
kn: ಮಿಚಿಗನ್
ko: 미시간
ku_arab: میشیگان
ky: Мичиган
lo: ມີຊິແກນ
lt: Mičiganas
lv: Mičigana
mi: Mitikena
mk: Мичиген
ml: മിച്ചിഗൻ
mn: Мичиган
mr: मिशिगन
ne: मिचिगन
or: ମିଚିଗାନ
pa_arab_pk: میچی گن
pa_in: ਮਿਸ਼ੀਗਨ
ru: Мичиган
sd: مِشِ گن
si: මිචිගන්
sr_cyrl_rs: Мичиген
sr_latn_rs: Mičigen
ta: மிச்சிகன்
te: మిచిగాన్
tg: Мичиган
th: มิชิแกน
tt: Мичиган
ug: مىچىگان
uk: Мічиган
ur: مشی گن
zh_hans: 密歇根州
zh_hant: 密西根州

# Word.State.US.Minnesota
source: Minnesota
am: ሚኔሶታ
ar: ‏‏مينيسوتا
as: মিনেচটা
bg: Минесота
bn_in: মিনেসোটা
el: Μινεσότα
fa: مینوسوتا
gu: મિનેસોટા
he: מינסוטה
hi: मिनेसोटा
ja: ミネソタ
ka: მინესოტა
kk: Миннесота
kn: ಮಿನ್ನೇಸೋಟ
ko: 미네소타
ku_arab: مینێسۆتا
ky: Миннесота
lo: ມີນີໂຊຕ້າ
lt: Minesota
lv: Minesota
mi: Minehota
mk: Минесота
ml: മിനിസോറ്റ
mn: Миннесота
mr: मिनेसोटा
ne: मिन्नेसोटा
or: ମିନେସୋଟା
pa_arab_pk: مینوسٹا
pa_in: ਮਿਨੇਸੋਟਾ
ru: Миннесота
sd: مِني سوٽا
si: මිනසෝටා
sr_cyrl_rs: Минесота
sr_latn_rs: Minesota
ta: மின்னசோட்டா
te: మిన్నెసోటా
tg: Миннесота
th: มินนิโซตา
tt: Миннесота
ug: مىننېسوتا
uk: Міннесота
ur: مینیسوٹا
zh_hans: 明尼苏达州
zh_hant: 明尼蘇達州

# Word.State.US.Mississippi
source: Mississippi
am: ሚሲሲፒ
ar: ‏‏مسيسيبي
as: মিচিচিপি
az: Missisipi
bg: Мисисипи
bn_in: মিসিসিপি
el: Μισισίπι
es: Misisipí
fa: میسیسیپی
gu: મિસિસિપી
he: מיסיסיפי
hi: मिसिसिपी
ja: ミシシッピー
ka: მისისიპი
kk: Миссисипи
kn: ಮಿಸಿಸಿಪ್ಪಿ
ko: 미시시피
ku_arab: میسیسیپی
ky: Миссисипи
lo: ມິສຊີຊິບປີ
lt: Misisipė
lv: Misisipi
mi: Mihihipi
mk: Мисисипи
ml: മിസിസിപ്പി
mn: Миссисипи
mr: मिसिसिपी
ne: मिसिसिपी
or: ମିସିସିପି
pa_arab_pk: میسسیپی
pa_in: ਮਿਸਿਸਿੱਪੀ
pl: Missisipi
ru: Миссисипи
sd: ميسي سيپي
si: මිසිසිපි
sr_cyrl_rs: Мисисипи
sr_latn_rs: Misisipi
ta: மிஸிசிப்பி
te: మిస్సిసిపి
tg: Миссисипи
th: มิสซิสซิปปี
tt: Миссисипи
ug: مىسسىسسىپپى
uk: Міссісіпі
ur: میسیپی
zh_hans: 密西西比州
zh_hant: 密西西比州

# Word.State.US.Missouri
source: Missouri
am: ሚዚዮሪ
ar: ‏‏ميزوري
as: মিচৌৰি
az: Missuri
bg: Мисури
bn_in: মিসৌরি
el: Μιζούρι
es: Misuri
fa: میسوری
gu: મિઝોરી
he: מיזורי
hi: मिज़ौरी
ja: ミズーリ
ka: მისური
kk: Миссури
kn: ಮಿಸ್ಸೌರಿ
ko: 미주리
ku_arab: میسۆری
ky: Миссури
lo: ມິສຊູຣີ
lt: Misūris
lv: Misūri
mi: Mihuri
mk: Мисури
ml: മിസോറി
mn: Миссури
mr: मिसौरी
ne: मिसाउरी
or: ମିସୋରି
pa_arab_pk: میسوری
pa_in: ਮਿਸੌਰੀ
ru: Миссури
sd: ميزوري
si: මිසෝරි
sr_cyrl_rs: Мисури
sr_latn_rs: Misuri
ta: மிஸோரி
te: మిస్సౌరీ
tg: Миссури
th: มิสซูรี
tt: Миссури
ug: مىسسۇرى
uk: Міссурі
ur: میسوری
uz: Missuri
zh_hans: 密苏里州
zh_hant: 密蘇里州

# Word.State.US.Montana
source: Montana
am: ሞንታና
ar: ‏‏مونتانا
as: মণ্টানা
bg: Монтана
bn_in: মন্টানা
el: Μοντάνα
fa: مونتانا
gu: મોન્ટાના
he: מונטנה
hi: मोन्टाना
ja: モンタナ
ka: მონტანა
kk: Монтана
kn: ಮೊಂಟಾನಾ
ko: 몬태나
ku_arab: مۆنتانا
ky: Монтана
lo: ມອນຕານາ
lv: Montāna
mi: Monotana
mk: Монтана
ml: മൊന്റാന
mn: Монтана
mr: मॉन्टाना
ne: मोन्टाना
or: ମୋଣ୍ଟାନା
pa_arab_pk: مونٹانا
pa_in: ਮੋਨਟਾਨਾ
ru: Монтана
sd: مونتانا
si: මොන්ටානා
sr_cyrl_rs: Монтана
ta: மோன்டானா
te: మోంటానా
tg: Монтана
th: มอนแทนา
tt: Монтана
ug: مونتانا
uk: Монтана
ur: مونٹانا
zh_hans: 蒙大拿州
zh_hant: 蒙大拿州

# Word.State.US.Nebraska
source: Nebraska
am: ኔብራስካ
ar: ‏‏نبراسكا
as: নেব্ৰাস্কা
bg: Небраска
bn_in: নেব্রাস্কা
el: Νεμπράσκα
fa: نبراسکا
gu: નેબ્રાસ્કા
he: נברסקה
hi: नेब्रास्का
ja: ネブラスカ
ka: ნებრასკა
kk: Небраска
kn: ನೆಬ್ರಸ್ಕಾ
ko: 네브래스카
ku_arab: نیبراسکا
ky: Небраска
lo: ເນບຣາສກາ
mi: Neparaka
mk: Небраска
ml: നെബ്രാസ്ക
mn: Небраска
mr: निब्रास्का
ne: नेब्रास्का
or: ନେବ୍ରାସ୍କା
pa_arab_pk: نبراسکا
pa_in: ਨੈਬਰਾਸਕਾ
ru: Небраска
sd: نيبراسڪا
si: නෙබ්‍රාස්කා
sr_cyrl_rs: Небраска
ta: நெம்ராஸ்கா
te: నిబ్రాస్కా
tg: Небраска
th: เนแบรสกา
tt: Небраска
ug: نېبراسكا
uk: Небраска
ur: نیبراسکا
zh_hans: 内布拉斯加州
zh_hant: 內布拉斯加州

# Word.State.US.Nevada
source: Nevada
am: ኔቫዳ
ar: ‏‏نيفادا
as: নেভাডা
bg: Невада
bn_in: নেভাদা
el: Νεβάδα
fa: نوادا
gu: નેવાડા
he: נבאדה
hi: नेवाडा
ja: ネバダ
ka: ნევადა
kk: Невада
kn: ನೆವಾಡಾ
ko: 네바다
ku_arab: نیڤادا
ky: Невада
lo: ເນວາດາ
mi: Nepata
mk: Невада
ml: നെവാദ
mn: Невада
mr: नेवाडा
ne: नेवाडा
or: ନେଭେଡା
pa_arab_pk: نواڈا
pa_in: ਨੈਵਾਡਾ
ru: Невада
sd: نيواڊا
si: නෙවාඩා
sr_cyrl_rs: Невада
ta: நெவாடா
te: నెవడా
tg: Невада
th: เนวาดา
tt: Невада
ug: نېۋادا
uk: Невада
ur: نیواڈا
zh_hans: 内华达州
zh_hant: 內華達州

# Word.State.US.NewHampshire
source: New Hampshire
am: ኒው ሄሚስፔር
ar: نيو هامبشاير
as: নিউ হেম্পচায়াৰ
az: Nyu-Hempşir
bg: Ню Хампшър
bn_in: নিউ হ্যাম্পশায়ার
el: Νιου Χάμσαϊρ
es: Nuevo Hampshire
fa: نیو همپشایر
gu: ન્યૂ હેમ્પશાયર
he: ניו המפשייר
hi: न्यू हैंपशायर
ja: ニューハンプシャー
ka: ნიუ-ჰემპშირი
kk: Нью Хэмпшир
kn: ನ್ಯೂಹಾಂಪ್ಶೈರ್
ko: 뉴햄프셔
ku_arab: نیو هامپشێر
ky: Нью-Гемпшир
lo: ນີວແຮມເຊຍ
lt: Naujasis Hampšyras
lv: Ņūhempšīra
mi: Niu Hamahire
mk: Њу Хемпшир
ml: ന്യൂ ഹാംമ്പ്ഷെയർ
mn: Нью Хэмпшир
mr: न्यू हेम्पशायर
ne: न्यु ह्याम्सायर
or: ନ୍ୟୁ ହାମ୍ପସାୟାର୍‍
pa_arab_pk: نیو ہمپشائر
pa_in: ਨਿਊ ਹੈਂਪਸ਼ਾਇਰ
ru: Нью-Гэмпшир
sd: نيو هيمشائر
si: නිව් හැම්ප්ෂයර්
sr_cyrl_rs: Њу Хемпшир
sr_latn_rs: Nju Hempšir
ta: நியூ ஹாம்ஷைர்
te: న్యూ హాంప్‌షైర్
tg: Ню-Гэмпшир
th: นิวแฮมป์เชียร์
tt: Нью-Гэмпшир
ug: يېڭى خامپشىر
uk: Нью-Гемпшир
ur: نیو ہیمپشائر
uz: Nyu-Gempshir
zh_hans: 新罕布什尔州
zh_hant: 新罕布夏州
