Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ErrorMessage.NameOnAccountIsRequired
source: Name on account is a required field
af: Naam op rekening is ’n vereiste veld
am: በመለያ ላይ ያለ ስም አስፈላጊ መስክ ነው
ar: يعد الاسم المسجل في الحساب أحد الحقول المطلوبة
as: একাউণ্টত থকা নামটো হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Hesabın üzərində ad lazımi sahədir
bg: Името на сметката е задължително поле
bn_in: অ্যাকাউন্টে থাকা নামের ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Ime na računu je obavezno polje.
cy: Rhaid i chi roi'r Enw ar y cyfrif
da: Navnet på kontoen er et påkrævet felt
de: Der Name des Kontoinhabers muss angegeben werden.
el: Το όνομα στον λογαριασμό είναι απαιτούμενο πεδίο
es: Nombre que aparece en la cuenta es un campo obligatorio
et: Konto omaniku nimi on kohustuslik väli
eu: Kontuko izena beharrezko eremua da
fa: نام موجود در حساب فیلدی الزامی است
ga: Is réimse éigeantach é an t-ainm ar an gcuntas
gd: Tha an t-ainm a tha air a’ chunntas riatanach
gl: O nome na conta é un campo obrigatorio
gu: એકાઉન્ટ પરનું નામ આવશ્યક ક્ષેત્ર છે
he: 'שם בחשבון' הוא שדה נדרש
hi: खाते पर मौजूद नाम आवश्यक फ़ील्ड है
hr: Ime na računu obavezno je polje
hu: A Számlatulajdonos neve mezőt kötelező kitölteni.
id: Nama pada rekening adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir nafn á reikningi
ja: 口座名義は必須フィールドです
ka: ანგარიშში აღნიშნული სახელის ველის შევსება სავალდებულოა
kk: Шоттағы аты міндетті өріс болып табылады
kn: ಖಾತೆಯಲ್ಲಿರುವ ಹೆಸರು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 예금주 이름은 필수 필드입니다.
ku_arab: ناوی نیو ئەژمێرەکه خانەیەکی پێویسته
ky: Банк эсебинин аты талап кылынат
lo: ຊື່ເທິງບັນຊີແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Sąskaitos vardas ir pavardė yra būtinas laukas
lv: Konta īpašnieka vārds ir obligāts lauks
mi: He āpure e hiahiatia ana te ingoa i te pūkete
mk: Името на сметката е задолжително поле
ml: അക്കൗണ്ടിലെ പേ‍ര് ആവശ്യമാണ്.
mn: Дансны нэр шаардлагатай.
mr: खात्यावर नाव एक आवश्यक फील्ड आहे
ms: Nama pada akaun ialah medan yang diperlukan
mt: Isem fuq il-kont huwa qasam meħtieġ
ne: खातामा भएको नाम आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi namn på konto
no: Navn på konto må angis
or: ଏକାଉଣ୍ଟ୍ ର ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: اکاؤنٹ تے ناں اک درکار فیلڈ اے
pa_in: ਖਾਤੇ ਉੱਤੇ ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ
pl: Pole Imię i nazwisko skojarzone z kontem jest wymagane
ru: Имя владельца счета — обязательное поле
sd: نالو يا اڪائونٽ هڪ گهربل فيلڊ آهي
si: ගිණුමේ නම අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Ime, ki je prikazano na računu« je treba obvezno izpolniti
sr_cyrl_rs: Име на налогу је обавезно поље
sr_latn_rs: Ime na nalogu je obavezno polje
sv: Kontonamn är ett obligatoriskt fält
ta: கணக்கிலுள்ள பெயர் ஆனது தேவையான புலம்
te: ఖాతాలోని పేరు అవసరమైన ఫీల్డ్
tg: Ном дар ҳисоб майдони ҳатмист
th: ชื่อที่ใช้ในบัญชีเป็นเขตข้อมูลที่ต้องระบุ
tr: Hesaptaki ad gerekli bir alandır
tt: Хисаптагы исем - мәҗбүри кыр
ug: ھېساباتتىكى ئىسىم تولدۇرىلىشى كېرەك
uk: Ім’я власника рахунку – обов’язкове поле
ur: اکاؤنٹ پر نام ایک مطلوبہ قطعہ ہے
uz: Hisob raqamidagi nom majburiy maydon hisoblanadi
vi: Tên trên tài khoản là trường bắt buộc
zh_hans: 帐户持有人姓名为必填字段
zh_hant: 帳戶持有人姓名為必填欄位

# Literal.ErrorMessage.CVN2IsRequired
source: CV/N2 is a required field
af: CV/N2 is ’n vereiste veld
am: CV/N2 አስፈላጊ መስክ ነው
ar: تعد CV/N2 أحد الحقول المطلوبة
as: CV/N2 হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: CV/N2 lazımi sahədir
bg: CV/N2 е задължително поле
bn_in: CV/N2 ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: CV/N2 je obavezno polje
cy: Rhaid i chi roi CV/N2
da: CV/N2 er et påkrævet felt
de: CV/N2 muss angegeben werden.
el: Το CV/N2 είναι απαιτούμενο πεδίο
es: CV/N2 es un campo obligatorio.
et: CV/N2 on kohustuslik väli
eu: CV/N2 derrigorrezko eremua da
fa: CV/N2 فیلدی الزامی است
ga: Is réimse éigeantach é CV/N2
gd: Tha an CV/N2 riatanach
gl: CV/N2 é un campo obrigatorio
gu: CV/N2 આવશ્યક ક્ષેત્ર છે
he: 'CV/N2' הוא שדה נדרש
hi: CV/N2 आवश्यक फ़ील्ड है
hr: CV/N2 obavezno je polje
hu: A CV/N2 mezőt kötelező kitölteni.
id: CV/N2 adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir CV/N2
ja: CV/N2 は必須フィールドです
ka: CV/N2 ველის შევსება სავალდებულოა
kk: CV/N2 міндетті өріс болып табылады
kn: CV/N2 ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: CV/N2는 필수 필드입니다.
ku_arab: CV/N2 خانەیەکی پێویسته
ky: CV/N2 бул милдетүү талаа
lo: CV/N2 ແມ່ນຊ່ອງທີ່ຕ້ອງຕື່ມ
lt: CV/N2 yra būtinas laukas
lv: CV/N2 ir obligāts lauks
mi: He āpure e hiahiatia a CV/N2
mk: CV/N2 е задолжително поле
ml: CV/N2 ഇത് ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mn: CV/N2 шаардлагатай
mr: CV/N2 एक आवश्यक फील्ड आहे
ms: CV/N2 ialah medan yang diperlukan
mt: CV/N2 huwa qasam meħtieġ
ne: CV/N2 आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi CV/N2
no: CV/N2 må angis
or: CV/N2 ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: CV/N2 اک درکار فیلڈ اے
pa_in: CV/N2 ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Kod CV/N2 jest wymagane
ru: CV/N2 — обязательное поле
sd: CV/N2 هڪ گهربل فيلڊ آهي
si: CV/N2 අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »CV/N2« je treba obvezno izpolniti
sr_cyrl_rs: CV/N2 је обавезно поље
sr_latn_rs: CV/N2 je obavezno polje
sv: CV/N2 är ett obligatoriskt fält
ta: CV/N2 ஆனது தேவையான புலம்
te: CV/N2 అవసరమైన ఫీల్డ్
tg: CV/N2 майдони ҳатмист
th: CV/N2 เป็นเขตข้อมูลที่ต้องระบุ
tr: CV/N2 gerekli bir alandır
tt: CV/N2 - мәҗбүри кыр
ug: CV/N2 تولدۇرىلىشى كېرەك
uk: CV/N2 – обов’язкове поле
ur: CV/N2 ایک مطلوبہ قطعہ ہے
uz: CV/N2 majburiy maydon hisoblanadi
vi: CV/N2 là trường bắt buộc
zh_hans: CV/N2 为必填字段
zh_hant: CV/N2 碼為必填欄位

# Literal.ErrorMessage.CUPPhoneNumberIsRequired
source: The phone number associated with your bank account is a required field
af: Die foonnommer wat met jou bankrekening geassosieer word is ’n vereiste veld
am: ከባንክ መለያዎ ጋር የተቆራኘው ስልክ ቁጥር አስፈላጊ መስክ ነው
ar: يعد رقم الهاتف المقترن بحساب البنك الخاص بك أحد الحقول المطلوبة
as: আপোনাৰ বেংক একাউণ্টৰ সৈতে সহযোগী ফোন নম্বৰটো হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Bank hesabınızla əlaqələndirilən telefon nömrəsi lazımi sahədir
bg: Телефонният номер, свързан с вашата банкова сметка, е задължително поле
bn_in: ব্যাঙ্ক অ্যাকাউন্টের সাথে যুক্ত মোবাইল নাম্বার ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Broj telefona povezan s vašim bankovnim računom je obavezno polje
cy: Rhaid i chi roi Rhif ffôn sy'n gysylltiedig â'ch cyfrif banc
da: Det telefonnummer, der er knyttet til din konto, er et påkrævet felt
de: Die für das Bankkonto hinterlegte Telefonnummer muss angegeben werden.
el: Ο συσχετισμένος αριθμός τηλεφώνου με τον τραπεζικό σας λογαριασμό είναι απαιτούμενο πεδίο
es: El número de teléfono asociado a tu cuenta bancaria es un campo obligatorio.
et: Teie pangakontoga seostatud telefoninumber on kohustuslik väli
eu: Banku-kontuarekin erlazionatutako telefono-zenbakia derrigorrezko eremua da
fa: شماره تلفن مرتبط با حساب بانکی شما فیلدی الزامی است
ga: Is réimse éigeantach é an uimhir fóin a ghabhann le do chuntas bainc
gd: Tha ainm àireamhan fòn a tha co-cheangailte ris a’ chunntas bhanca agad riatanach
gl: O número de teléfono asociado á conta bancaria é un campo obrigatorio
gu: તમારા બેંક એકાઉન્ટ સાથે સંકળાયેલ ફોન નંબરઆવશ્યક ક્ષેત્ર છે
he: 'מספר הטלפון המשויך לחשבון הבנק שלך' הוא שדה נדרש
hi: आपके बैंक खाते से संबद्ध फ़ोन नंबर आवश्यक फ़ील्ड है
hr: Broj telefona povezan s vašim bankovnim računom obavezno je polje
hu: A Bankszámlához társított telefonszám mezőt kötelező kitölteni.
id: Nomor telepon yang terkait dengan rekening bank adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir símanúmerið sem tengist bankareikningnum þínum
ja: 銀行口座に関連付けられている電話番号は必須フィールドです
ka: თქვენს საბანკო ანგარიშთან დაკავშირებული ტელეფონის ნომრის ველის შევსება სავალდებულოა
kk: Банк шотымен байланыстырылған телефон нөмірі міндетті өріс болып табылады
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ ಸಂಬಂಧಿಸಿದ ಫೋನ್ ಸಂಖ್ಯೆಯು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 은행 계좌와 연결된 전화 번호는 필수 필드입니다.
ku_arab: ژماره تەلەفۆنی پەیوەندیدار لەگەڵ ئەژمێری بانکت خانەیەکی پێویسته
ky: Банк эсебиңиз үчүн телефон номери талап кылынган милдеттүү талаа
lo: ເບີໂທລະສັບທີ່ເຊື່ອມໂຍງກັບບັນຊີທະນາຄານແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Su banko sąskaita susietas mobiliojo telefono numeris yra būtinas laukas
lv: Ar jūsu bankas kontu saistītais tālruņa numurs ir obligāts lauks
mi: He āpure e hiahiatia ana te tau waea pāhono ki tō pūkete pēke
mk: Телефонскиот број поврзан со банкарската сметка е задолжително поле
ml: നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ടുമായി ബന്ധപ്പെട്ട ഫോണ്‍ നമ്പര്‍ അത്യാവശ്യമുള്ള മേഖലയാണ്‌
mn: Танай банкны дансанд холбоотой утасны дугаар шаардлагатай
mr: आपल्या बँक खात्याशी संबद्ध मोबाइल क्रमांक एक आवश्यक फील्ड आहे
ms: Nombor telefon yang dikaitkan dengan akaun bank anda ialah medan yang diperlukan
mt: In-numru tat-telefon assoċjat mal-kont tal-bank tiegħek huwa qasam meħtieġ
ne: तपाईंको बैंकसँग सम्बन्धित फोन नम्बर आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi telefonnummeret knytt til bankkontoen
no: Telefonnummeret tilknyttet bankkontoen må angis
or: ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍ ସହିତ ସଂଶ୍ଳିଷ୍ଟ ଫୋନ୍‍ ନମ୍ବର୍‍ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: تُہاڈے بینک اکاؤنٹ نال منسلک فون نمبر اک درکار فیلڈ اے
pa_in: ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਦੇ ਨਾਲ ਸੰਬੰਧਿਤ ਫ਼ੋਨ ਨੰਬਰ ਇਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Numer telefonu skojarzony z kontem bankowym jest wymagane
ru: Сопоставленный с банковским счетом номер телефона — обязательное поле
sd: توهان جي بئنڪ اڪائونٽ سان لاڳاپيل فون نمبر هڪ گهربل فيلڊ آهي
si: ඔබගේ බැංකු ගිණුම හා සම්බන්ධ දුරකථන අංකය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Telefonska številka, povezana z vašim bančnim računom« je treba obvezno izpolniti
sr_cyrl_rs: Број телефона повезан са рачуном у банци је обавезно поље
sr_latn_rs: Broj telefona povezan sa računom u banci je obavezno polje
sv: Telefonnumret som är associerat med ditt bankkonto är ett obligatoriskt fält
ta: உங்கள் வங்கிக் கணக்குடன் சேர்க்கப்பட்டுள்ள தொலைபேசி எண் ஆனது தேவையான புலம்
te: మీ బ్యాంక్ ఖాతాతో చేరి ఉన్న మొబైల్ సంఖ్య అవసరమైన ఫీల్డ్
tg: Рақами телефоне, ки бо суратҳисоби бонкии шумо алоқаманд карда шудааст, майдони ҳатмист
th: หมายเลขโทรศัพท์ที่เชื่อมโยงกับบัญชีธนาคารของคุณเป็นเขตข้อมูลที่ต้องระบุ
tr: Banka hesabınızla ilişkilendirilen telefon numarası gerekli bir alandır
tt: Банктагы хисабыгыз белән бәйләнгән телефон номеры - мәҗбүри кыр
ug: بانكا ھېساباتىڭىزگە مۇناسىۋەتلىك يانفون نومۇرى تولدۇرىلىشى كېرەك
uk: Пов’язаний із банківським рахунком номер телефону – обов’язкове поле
ur: آپ کے بینک اکاؤنٹ کے ساتھ وابستہ فون نمبر ایک مطلوبہ قطعہ ہے۔
uz: Bank hisob raqamingizga bog‘langan telefon raqami majburiy maydon hisoblanadi
vi: Số điện thoại liên kết với tài khoản ngân hàng của bạn là trường bắt buộc
zh_hans: 与你的银行帐户关联的电话号码为必填字段
zh_hant: 和銀行帳戶綁定的手機號碼為必填欄位

# Literal.ErrorMessage.NonSimMobiPhoneOperatorIsRequired
source: Mobile operator is a required field
af: Mobiele operateur is ’n vereiste veld
am: ተንቀሳቃሽ አከናዋኝ አስፈላጊ መስክ ነው
ar: يعد موفر خدمة الجوال أحد الحقول المطلوبة
as: মোবাইল অপাৰেটৰ হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Mobil operator lazımi sahədir
bg: Мобилен оператор е задължително поле
bn_in: মোবাইল অপারেটর ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Mobilni operater je obavezno polje
cy: Rhaid i chi roi Gweithredwr ffôn symudol
da: Mobiloperatør er et påkrævet felt
de: Der Mobilfunkanbieter muss angegeben werden.
el: Ο πάροχος κινητής τηλεφωνίας είναι απαιτούμενο πεδίο
es: Operador celular es un campo obligatorio
et: Mobiilioperaatori nimi on kohustuslik väli
eu: Operadore mugikorra derrigorrezko eremua da
fa: اپراتور تلفن همراه فیلدی الزامی است
ga: Is réimse riachtanach é oibreoir móibíleach
gd: Tha an giùlanair mobile riatanach
gl: O operador móbil é un campo obrigatorio
gu: મોબાઇલ ઓપરેટર એક આવશ્યક ક્ષેત્ર છે
he: 'מפעיל סלולרי' הוא שדה נדרש
hi: मोबाइल ऑपरेटर आवश्यक फ़ील्ड है
hr: Mobilni operater obavezno je polje
hu: A Mobilszolgáltató mezőt kötelező kitölteni.
id: Operator seluler adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir farsímafyrirtæki
ja: 携帯電話会社は必須フィールドです
ka: მობილური ოპერატორის ველის შევსება სავალდებულოა
kk: Ұялы байланыс операторы міндетті өріс болып табылады
kn: ಮೊಬೈಲ್ ಆಪರೇಟರ್ ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 통신사는 필수 필드입니다.
ku_arab: ئۆپەراتۆری مۆبایل خانەیەکی پێویسته
ky: Мобилдик оператор милдеттүү талаа
lo: ບໍລິສັດບໍລິການເຄືອຂ່າຍມືຖືແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Mobiliojo ryšio tiekėjas yra būtinas laukas
lv: Mobilo sakaru operators ir obligāts lauks
mi: He āpure e hiahiatia ana te kaiwhakahaere pūkoro
mk: Мобилниот оператор е задолжително поле
ml: മൊബൈല്‍ ഓപ്പറേറ്റര്‍ അത്യാവശ്യമായ മേഖലയാണ്‌
mn: Үүрэн холбооны оператор шаардлагатай
mr: मोबाइल ऑपरेटर एक आवश्यक फील्ड आहे
ms: Operator mudah alih ialah medan yang diperlukan
mt: Operatur mobbli huwa qasam meħtieġ
ne: मोबाइल सञ्चालक आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi mobiloperatør
no: Mobiloperatør må angis
or: ମୋବାଇଲ୍‍ ଅପରେଟର୍‍ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: موبائل آپریٹر اک درکار فیلڈ اے
pa_in: ਮੋਬਾਈਲ ਓਪਰੇਟਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Operator komórkowy jest wymagane
ru: Мобильный оператор — обязательное поле
sd: موبائيل آپريٽر هڪ گهربل فيلڊ آهي
si: ජංගම ක්‍රියාකරු අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Mobilni operater« je treba obvezno izpolniti
sr_cyrl_rs: Мобилни оператер је обавезно поље
sr_latn_rs: Mobilni operater je obavezno polje
sv: Mobiloperatör är ett obligatoriskt fält
ta: மொபைல் ஆப்பரேட்டர் ஆனது தேவையான புலம்
te: మొబైల్ ఆపరెటర్ అవసరమైన ఫీల్డ్
tg: Оператори мобилӣ майдони ҳатмист
th: ผู้ให้บริการโทรศัพท์มือถือเป็นเขตข้อมูลที่ต้องระบุ
tr: Cep telefonu operatörü gerekli bir alandır
tt: Мобиль оператор - мәҗбүри кыр
ug: كۆچمە مۇلازىمەت يۈرۈتكۈچىڭىز تولدۇرىلىشى كېرەك
uk: Оператор мобільного зв’язку – обов’язкове поле
ur: موبائل آپریٹر ایک مطلوبہ قطعہ ہے
uz: Mobil operator majburiy maydon hisoblanadi
vi: Nhà cung cấp dịch vụ di động là trường bắt buộc
zh_hans: 移动运营商为必填字段
zh_hant: 手機電信公司為必填欄位

# Literal.ErrorMessage.NonSimMobiPhoneNumberIsRequired
source: Your phone number is a required field
af: Jou foonnommer is ’n vereiste veld
am: ስልክ ቁጥርዎ አስፈላጊ መስክ ነው
ar: يعد رقم هاتفك أحد الحقول المطلوبة
as: আপোনাৰ ফোন নম্বৰ হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Telefon nömrəniz lazımi sahədir
bg: Вашият телефонен номер е задължително поле
bn_in: আপনার ফোন নম্বর ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Vaš broj telefona je obavezno polje
cy: Rhaid i chi roi eich Rhif ffôn
da: Dit telefonnummer er et påkrævet felt
de: Die Telefonnummer muss angegeben werden.
el: Ο αριθμός τηλεφώνου σας είναι απαιτούμενο πεδίο
es: Tu número de teléfono es un campo obligatorio.
et: Teie telefoninumber on kohustuslik väli
eu: Telefono-zenbakia derrigorrezko eremua da
fa: شماره تلفن شما فیلدی الزامی است
ga: Is réimse riachtanach é d'uimhir fóin
gd: Tha an àireamh agad riatanach
gl: O número de teléfono é un campo obrigatorio
gu: તમારો ફોન નંબર એક આવશ્યક ક્ષેત્ર છે
he: 'מספר הטלפון שלך' הוא שדה נדרש
hi: आपका फ़ोन नंबर आवश्यक फ़ील्ड है
hr: Vaš broj telefona obavezno je polje
hu: A Telefonszám mezőt kötelező kitölteni.
id: Nomor telepon adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir símanúmerið þitt
ja: 電話番号は必須フィールド
ka: თქვენი ტელეფონის ნომრის ველის შევსება სავალდებულოა
kk: Телефон нөмірі міндетті өріс болып табылады
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 전화 번호는 필수 필드입니다.
ku_arab: ژماره تەلەفۆنەکەت خانەیەکی پێویسته
ky: Телефон номери милдеттүү талаа
lo: ເບີໂທລະສັບຂອງທ່ານແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Telefono numeris yra būtinas laukas
lv: Tālruņa numurs ir obligāts lauks
mi: He āpure e hiahiatia ana tō tau waea
mk: Телефонскиот број е задолжително поле
ml: നിങ്ങളുടെ ഫോണ്‍ നമ്പർ ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Таны утасны дугаар шаардлагатай
mr: आपला फोन क्रमांक एक आवश्यक फील्ड आहे
ms: Nombor telefon anda ialah medan yang diperlukan
mt: In-numru tat-telefon tiegħek huwa meħtieġ
ne: तपाईंको फोन नम्बर आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi telefonnummer
no: Telefonnummeret må angis
or: ଆପଣଙ୍କର ଫୋନ୍‍ ନମ୍ବର ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: تُہاڈا فون نمبر اک درکار فیلڈ اے
pa_in: ਤੁਹਾਡਾ ਫ਼ੋਨ ਨੰਬਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Numer telefonu jest wymagane
ru: Номер телефона — обязательное поле
sd: توهان جي فون نمبر هڪ گهربل فيلڊ آهي
si: ඔබගේ දුරකථන අංකය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Vaša telefonska številka« je treba obvezno izpolniti
sr_cyrl_rs: Број телефона је обавезно поље
sr_latn_rs: Broj telefona je obavezno polje
sv: Ditt telefonnummer är ett obligatoriskt fält
ta: உங்கள் தொலைபேசி எண் ஆனது தேவையான புலம்
te: మీ ఫోన్ సంఖ్య అవసరమైన ఫీల్డ్
tg: Рақами телефони шумо майдони ҳатмист
th: หมายเลขโทรศัพท์ของคุณเป็นเขตข้อมูลที่ต้องระบุ
tr: Telefon numaranız gerekli bir alandır
tt: Телефон номерыгыз - мәҗбүри кыр
ug: تېلېفون نومۇرىڭىز تولدۇرىلىشى كېرەك
uk: Номер телефону – обов’язкове поле
ur: آپ کا فون نمبر ایک مطلوبہ قطعہ ہے
uz: Telefon raqamingiz majburiy maydon hisoblanadi
vi: Số điện thoại của bạn là trường bắt buộc
zh_hans: 你的电话号码为必填字段
zh_hant: 您的手機號碼為必填欄位

# Literal.ErrorMessage.IdealBillingAgreementSelectBankIsRequired
source: Make sure to select your bank's name
af: Maak seker dat jy jou bank se naam selekteer
am: የባንክዎን ስም መምረጥዎን እርግጠኛ ይሁኑ
ar: تأكد من تحديد اسم البنك الخاص بك
as: আপোনাৰ বেংকৰ নাম চয়ন কৰাটো নিশ্চিত কৰক
az: Bankın adını seçdiyinizə əmin olun
bg: Не забравяйте да изберете името на вашата банка
bn_in: আপনার ব্যাঙ্কের নাম নির্বাচন করেছেন কিনা সে বিষয়ে নিশ্চিত হন
bs: Obavezno izaberite naziv svoje banke
cy: Gwnewch yn siŵr eich bod yn dewis enw eich banc
da: Sørg for at vælge navn på din bank
de: Stellen Sie sicher, dass der Name der Bank ausgewählt wurde.
el: Φροντίστε να επιλέξετε το όνομα της τράπεζάς σας
es: Asegúrate de que seleccionas el nombre de tu banco
et: Valige kindlasti oma panga nimi
eu: Ziurtatu bankuaren izena hautatu duzula
fa: نام بانک خود را حتماً انتخاب کنید
ga: Féach chuige go roghnaíonn tú ainm do bhainc
gd: Dèan cinnteach gun tagh thu ainm a’ bhanca agad
gl: Asegúrate de seleccionar o nome do banco
gu: તમારી બેંકનું નામ પસંદ કરતા ખાતરી કરો
he: הקפד לבחור את שם הבנק שלך
hi: अपने बैंक के नाम का चयन करना सुनिश्चित करें
hr: Obavezno odaberite naziv svoje banke
hu: Ki kell választania a bank nevét.
id: Pastikan untuk memilih nama bank Anda
is: Gættu þess að velja heiti bankans
ja: 銀行の名前を必ず選択してください
ka: დარწმუნდით, რომ არჩეული გაქვთ თქვენი ბანკის სახელი
kk: Банк атауы таңдалғанына көз жеткізіңіз
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಹೆಸರನ್ನು ಆಯ್ಕೆ ಮಾಡಲು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ko: 은행 이름을 선택해야 합니다.
ku_arab: دڵنیابەوه له دەسنیشانکردنی ناوی بانکت
ky: Банкыңыздын аталышын тандаңыз
lo: ແນ່ໃຈວ່າທ່ານເລືອກຊື່ທະນາຄານຂອງທ່ານ
lt: Būtinai pasirinkite banko pavadinimą
lv: Pārliecinieties, vai esat atlasījis savas bankas nosaukumu
mi: Āta titiro kua tīpakona te ingoa o tō pēke
mk: Осигурете се дека сте го избрале името на банката
ml: നിങ്ങളുടെ ബാങ്ക് നാമം തിരഞ്ഞെടുത്തുവെന്ന് ഉറപ്പാക്കുക
mn: Банкны нэрийг сонгосон эсэхээ магадлана уу
mr: आपल्या बँकेचे नाव निवडण्याचे सुनिश्चित करा
ms: Pastikan anda memilih nama bank anda
mt: Kun żgur li tagħżel l-isem tal-bank tiegħek
ne: आफ्नो बैंकको नाम चयन गर्न सुनिश्चित हुनुहोस्
nn_no: Hugs å velje namn på bank
no: Husk å velge bankens navn
or: ଆପଣଙ୍କ ବ୍ୟାଙ୍କର ନାମ ଚୟନ କରିବା ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa_arab_pk: اپنے بینک دا ناں منتخب کرنا یقینی بناؤ
pa_in: ਆਪਣੇ ਬੈਂਕ ਦੇ ਨਾਮ ਦੀ ਚੋਣ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ
pl: Pamiętaj, aby wybrać nazwę banku
ru: Обязательно выберите название банка
sd: پڪ ڪريو ته توهان بئنڪ جو نالو چونڊيو آهي
si: ඔබගේ බැංකුවේ නම තේරීමට මතක තබාගන්න
sl: Ne pozabite izbrati imena svoje banke
sr_cyrl_rs: Обавезно изаберите име банке
sr_latn_rs: Obavezno izaberite ime banke
sv: Du måste ange din banks namn
ta: உங்கள் வங்கியின் பெயரைத் தேர்ந்தெடுப்பதை உறுதிப்படுத்தவும்
te: మీ బ్యాంక్ పేరు ఖచ్చితంగా ఎంచుకున్నారని నిర్థారించుకోండి
tg: Ҳатман номи бонки худро интихоб кунед
th: โปรดแน่ใจว่าคุณได้เลือกชื่อธนาคารของคุณ
tr: Bankanızın adını seçtiğinizden emin olun
tt: Банк исемен сайларга кирәк
ug: بانكىڭىزنىڭ ئىسمىنى تاللاڭ
uk: Обов’язково виберіть назву банку
ur: یقینی طور پر اپنے بینک کا نام منتخب کریں
uz: Bank nomi tanlanganligiga ishonch hosil qiling
vi: Đảm bảo chọn tên ngân hàng của bạn
zh_hans: 请确保选择你的银行名称
zh_hant: 請務必選取您的銀行名稱

# Literal.ErrorMessageForDefaultTempalte.SmsChallengeCodeIsRequired
source: Verification code is a required field
af: Verifikasiekode is ’n vereiste veld
am: የማረጋገጫ ኮድ አስፈላጊ መስክ ነው
ar: يعد رمز التحقق أحد الحقول المطلوبة
as: সত্যাসত্য নিৰূপণ কোড হৈছে এক প্ৰয়োজনীয় ফিল্ড
az: Yoxlama kodu tələb olunan sahədir
bg: Кодът за потвърждение е задължително поле
bn_in: যাচাইকরণ কোড একটি আবশ্যক ক্ষেত্র
bs: Kôd za provjeru je obavezno polјe
cy: Mae cod dilysu yn faes gofynnol
da: Bekræftelseskoden er et påkrævet felt
de: Der Überprüfungscode ist ein Pflichtfeld.
el: Ο κωδικός επαλήθευσης είναι απαιτούμενο πεδίο
es: El código de verificación es un campo obligatorio
et: Kinnituskoodi väli on kohustuslik
eu: Egiaztapen-kodea derrigorrezko eremua da
fa: کد تأیید، فیلدی الزامی است
ga: Is réimse riachtanach é an cód fíoraithe
gd: Tha an còd dearbhaidh na raon riatanach
gl: O código de verificación é un campo obrigatorio
gu: ચકાસણી કોડ એક આવશ્યક ફીલ્ડ છે
he: קוד אימות הוא שדה נדרש
hi: सत्यापन कोड आवश्यक फ़ील्ड है
hr: Kôd za provjeru valjanosti obavezno je polje
hu: Az Ellenőrző kód mezőt kötelező kitölteni.
id: Kode verifikasi adalah bidang yang wajib diisi
is: Staðfestingarkóði er áskilinn reitur
ja: 確認コードは必須フィールドです
ka: დამოწმების კოდი სავალდებულო ველია
kk: Тексеру коды талап етілетін өріс болып табылады
kn: ಪರಿಶೀಲನೆ ಕೋಡ್ ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 확인 코드는 필수 필드입니다.
lo: ລະຫັດການຢືນຢັນເປັນຊ່ອງຂໍ້ມູນທີ່ຈຳເປັນ
lt: Tikrinimo kodas yra būtinas laukas
lv: Verifikācijas kods ir obligāti aizpildāms lauks
mi: Ko te waehere manatokonga he āpure e hiahiatia ana
mk: Кодот за проверка е задолжително поле
ml: സൂക്ഷ്മപരിശോധന കോഡ് ആവശ്യമായ ഒരു ഫീൽഡാണ്
mr: सत्यापन कोड एक आवश्यक फील्ड आहे
ms: Kod penentusahan ialah medan yang diperlukan
mt: Il-kodiċi ta’ verifika huwa qasam meħtieġ
ne: प्रमाणीकरण कोड आवश्यक फाँट हो
nn_no: Stadfestingskode er eit påkravd felt
no: Bekreftelseskode må angis.
or: ଯାଞ୍ଚକରଣ କୋଡ୍‌ ଏକ ଆବଶ୍ୟକୀୟ ଫିଲ୍ଡ
pa_in: ਤਸਦੀਕੀ ਕੋਡ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Kod weryfikacyjny jest polem wymaganym
ru: Код проверки — обязательное поле
sl: Potrditvena koda je obvezno polje
sr_cyrl_rs: Код за верификацију је обавезно поље
sr_latn_rs: Kod za verifikaciju je obavezno polje
sv: Verifieringskod är ett obligatoriskt fält
ta: சரிபார்ப்புக் குறியீடு என்பது தேவைப்படும் புலம் ஆகும்
te: ధ్రువీకరణ కోడ్ అనేది అవసరమైన ఫీల్డ్
th: รหัสการตรวจสอบเป็นเขตข้อมูลที่ต้องระบุ
tr: Doğrulama kodu gerekli bir alandır
tt: Раслау коды - мәҗбүри кыр
ug: دەلىللەش كودى زۆرۈر
uk: Код перевірки – обов’язкове поле
ur: توثیقی کوڈ ایک مطلوبہ قطعہ ہے
uz: Tasdiqlash kodi – mavburiy maydon
vi: Mã xác minh là trường bắt buộc
zh_hans: 验证码是必填字段
zh_hant: 驗證碼是必要欄位
