Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PaypalQrCode.NextInstructionText1
source: You'll be given a couple options to verify your account on PayPal's website: a QR code you can scan on your phone that'll take you straight there, or a way to use the Microsoft Edge app to add PayPal.
af: Jy sal ’n paar opsies kry om jou rekening op PayPal se webwerf te verifieer: ’n QR-kode wat jy op jou foon kan skandeer wat jou direk soontoe sal neem, of ’n manier om die Microsoft Edge-toepassing te gebruik om PayPal by te voeg.
am: ፦ PayPal's ድህረ ገጽ ላይ መለያዎን ለማረጋገጥ ሁለት አማራጮች ይሰጥዎታል፦ በስልክዎ ላይ የሚቃኙት የQR ኮድ በቀጥታ ወደዚያ የሚያደርሰዎት ወይም የ Microsoft Edge መተግበሪያን PayPal ለመጨመር የሚጠቀሙበት መንገድ።
ar: ستُمنح عدة خيارات للتحقق من حسابك على موقع PayPal على الويب: شفرة استجابة سريعة يمكنك مسحها ضوئياً على هاتفك وستنقلك مباشرةً إلى هناك أو طريقة لاستخدام تطبيق Microsoft Edge لإضافة PayPal.
as: আপোনাক আপোনাৰ একাউণ্ট PayPal-ৰ বেবছাইটত সত্যাপিত কৰিবলৈ কেইটামান বিকল্প প্ৰদান কৰা হ’ব: আপোনাৰ ফোনত স্কেন কৰিব পৰা এটা QR কোড যি আপোনাক পোনপটীয়াকৈ তালৈ লৈ যাব, বা PayPal যোগ কৰিবৰ বাবে Microsoft Edge কেনেকৈ ব্যৱহাৰ কৰিব লাগে তাৰ নিৰ্দেশনা৷
az: PayPal-ın veb saytında hesabınızı təsdiqləmək üçün sizə bir neçə seçim veriləcək: sizi birbaşa ora aparacaq telefonunuzda skanlaya biləcəyiniz QR kodu və ya PayPal əlavə etmək üçün Microsoft Edge proqramından istifadə etmək yolu.
bg: Ще ви бъдат предоставени няколко опции за проверка на акаунта ви на уебсайта на PayPal: QR код, който можете да сканирате на телефона си, който ще ви отведе директно там, или начина с използване на приложението Microsoft Edge, за да добавите PayPal.
bn_in: PayPal এর ওয়েবসাইটে আপনার অ্যাকাউন্ট যাচাই করার জন্য আপনাকে কয়েকটি বিকল্প দেওয়া হবে: একটি QR কোড যা আপনি আপনার ফোনে স্ক্যান করতে পারেন যা আপনাকে সরাসরি সেখানে নিয়ে যাবে, অথবা PayPal যোগ করার জন্য Microsoft Edge অ্যাপটি ব্যবহার করার একটি উপায় দেবে।
bs: Dat ćemo vam nekoliko opcija za potvrđivanje računa na web lokaciji usluge PayPal: QR kôd koji možete skenirati telefonom i koji će vas odvesti direktno na lokaciju ili način za korištenje aplikacije Microsoft Edge za dodavanje usluge PayPal.
cy: Byddwch yn cael cwpl o opsiynau i ddilysu eich cyfrif ar wefan PayPal: cod QR gallwch ei sganio ar eich ffôn a fydd yn mynd â chi syth yno, neu ffordd o ddefnyddio’r ap Microsoft Edge i ychwanegu PayPal.
da: Du vil få et par muligheder for at bekræfte din konto på PayPals websted: en QR-kode, som du kan scanne på din telefon og bruge på den, eller en måde, hvor Microsoft Edge-appen kan bruges til at tilføje PayPal.
de: Ihnen stehen verschiedene Optionen zur Verfügung, mit denen Sie Ihr Konto auf der PayPal-Website verifizieren können: einen QR-Code, den Sie mit Ihrem Telefon scannen können und der Sie direkt dorthin führt, oder eine Möglichkeit, PayPal über die Microsoft Edge-App hinzuzufügen.
el: Θα σας παρασχεθούν μερικές επιλογές ώστε να επαληθεύσετε τον λογαριασμό σας στην τοποθεσία web του PayPal: ένας κωδικός QR που μπορείτε να σαρώσετε με το τηλέφωνό σας για να μεταβείτε απευθείας εδώ ή ένας τρόπος για να χρησιμοποιήσετε την εφαρμογή Microsoft Edge για να προσθέσετε το PayPal.
es: Dispondrá de un par de opciones para verificar la cuenta en el sitio web de PayPal: un código QR que puede escanear con su teléfono y que lo llevará directamente hasta allí, o bien, usar la aplicación Microsoft Edge para agregar PayPal.
et: Teile antakse PayPali veebisaidil oma konto kinnitamiseks paar võimalust: QR-kood, mida saate oma telefonis skannida ja mis viib teid otse sinna, või võimalus kasutada PayPali lisamiseks Microsoft Edge‘i rakendust.
eu: Aukera pare bat izango dituzu kontua egiaztatzeko PayPal-en gunean: telefonoarekin eskanea dezakezun QR kode bat gunea zuzenean atzitzeko edo PayPal gehitzeko erabil dezakezun Microsoft Edge aplikazioa.
fa: شما چند گزینه در اختیار دارید تا حساب خود را در وب‌سایت PayPal تأیید کنید: یک کد QR که می‌توانید در تلفن خود اسکن کنید تا شما را مستقیم به آنجا ببرد، یا راهی برای استفاده از برنامه Microsoft Edge برای افزودن PayPal.
ga: Tabharfar cúpla rogha duit chun do chuntas a fhíorú ar shuíomh Gréasáin PayPal: cód QR ar féidir leat é a scanadh ar d’fhón a thabharfaidh chomh fada leis sin thú, nó bealach chun feidhmchlár Microsoft Edge a úsáid chun PayPal a chur leis.
gd: Bidh grunn roghainnean agad airson an cunntas agad a dhearbhadh air làrach-lìn PayPal: còd QR as urrainn dhut sganadh leis an fhòn agad a bheir ann thu sa bhad no dòigh airson PayPal a chur ris leis an aplacaid Microsoft Edge.
gl: Pode verificar a súa conta no sitio web de PayPal de dous xeitos: un código QR que pode dixitalizar co teléfono e que o levará directamente ao sitio, ou un método para usar a aplicación Microsoft Edge para engadir PayPal.
gu: PayPal ની વેબસાઇટ પર તમારા ખાતાની ચકાસણી કરવા માટે તમને કેટલાક વિકલ્પો આપવામાં આવશે: તમે તમારા ફોન પર સ્કૅન કરી શકો તેવો QR કોડ જે તમને સીધા જ ત્યાં લઈ જશે અથવા PayPal ઍડ કરવા માટે Microsoft Edge એપ્લિકેશનનો ઉપયોગ કરવા માટેની રીત.
he: יעמדו לרשותך שתי אפשרויות לאימות חשבונך באתר האינטרנט של PayPal: קוד QR שאתה יכול לסרוק במכשיר הטלפון שלך ושבאמצעותו תועבר ישירות לאתר, או דרך להשתמש באפליקציית Microsoft Edge כדי להוסיף את PayPal.
hi: आपको Paypal की वेबसाइट पर अपने खाते को सत्यापित करने के लिए कई विकल्प दिए जाएँगे: QR कोड जिसे आप अपने फ़ोन पर स्कैन करते हैं जो सीधे आपको वहाँ ले जाता है या PayPal जोड़ने के लिए Microsoft Edge ऐप को इस्तेमाल करने का तरीका.
hr: Ponudit će vam se nekoliko mogućnosti za potvrdu računa na web-mjestu servisa PayPal: QR kod koji možete skenirati telefonom i koji će vas izravno odvesti tamo ili način korištenja aplikacije Microsoft Edge za dodavanje servisa PayPal.
hu: Választhat néhány lehetőség közül, hogy megerősítse a fiókját a PayPal webhelyén: beolvashat a telefonjával egy QR-kódot, amely egyenesen a webhelyre irányít, vagy a Microsoft Edge használatával felveheti a PayPalt a fiókjához.
id: Anda akan diberi beberapa opsi untuk memverifikasi akun Anda di situs web PayPal: kode QR yang dapat Anda pindai di ponsel yang akan mengarahkan Anda langsung ke sana, atau menggunakan aplikasi Microsoft Edge untuk menambahkan PayPal.
is: Þú munt fá nokkra möguleika til að staðfesta reikninginn þinn á vefsíðu PayPal: QR kóða sem þú getur skannað í símanum þínum sem leiðir þig beint þangað, eða leið til að nota Microsoft Edge forritið til að bæta PayPal við.
ja: PayPal の Web サイトでお客様のアカウントを確認するためのオプションがいくつか提供されます。携帯電話でスキャンして直接移動できる QR コード、または Microsoft Edge アプリを使用して PayPal を追加する方法。
ka: თქვენი ანგარიშის PayPal-ის ვებსაიტზე დადასტურების რამდენიმე ვარიანტი გაქვთ: QR კოდი, რომლის თქვენი ტელეფონით დასკანირების შემდეგაც პირდაპირ აქ გადმოხვალთ, ან Microsoft Edge აპის გამოყენება PayPal-ის დასამატებლად.
kk: PayPal веб-сайтында сізге тіркелгіңізді тексерудің екі нұсқасы беріледі: сізді тікелей веб-сайтқа бағыттайтын сканерлеуге болатын QR код немесе PayPal тіркелгісін қосу үшін Microsoft Edge бағдарламасын пайдалану нұсқаулары.
kn: PayPal ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮಗೆ ಎರಡು ಆಯ್ಕೆಗಳನ್ನು ನೀಡಲಾಗುತ್ತದೆ: ನಿಮ್ಮನ್ನು ನೇರವಾಗಿ ಅಲ್ಲಿಗೆ ಕೊಂಡೊಯ್ಯುವ ನಿಮ್ಮ ಫೋನ್‌ನಲ್ಲಿ ನೀವು ಸ್ಕ್ಯಾನ್ ಮಾಡಬಹುದಾದ ಒಂದು QR ಕೋಡ್ ಅಥವಾ PayPal ಸೇರಿಸಲು Microsoft Edge ಆ್ಯಪ್ ಬಳಸುವ ಮಾರ್ಗ.
ko: PayPal 웹 사이트에서 계정을 확인할 수 있는 두 가지 옵션이 제공됩니다. 하나는 바로 확인 페이지로 이동되는 QR 코드이고, 또 다른 하나는 Microsoft Edge 앱을 사용하여 PayPal을 추가하는 방법입니다.
lo: ທ່ານຈະໄດ້ຮັບທາງເລືອກຄູ່ເພື່ອກວດສອບບັນຊີຂອງທ່ານຢູ່ໃນເວັບໄຊທ໌ຂອງ PayPal: ລະຫັດ QR ທີ່ທ່ານສາມາດສະແກນຢູ່ໃນໂທລະສັບຂອງທ່ານເຊິ່ງຈະເຮັດໃຫ້ທ່ານເຂົ້າໄປຮອດທີ່ນັ້ນທັນທີ, ຫຼື ວິທີການໃຊ້ແອັບ Microsoft Edge ເພື່ອເພີ່ມ PayPal.
lt: Jums bus suteiktos kelios parinktys, kad patvirtintumėte savo paskyrą „PayPal“ svetainėje: QR kodas, kurį galėsite nuskaityti telefonu ir kuris nukreips jus į svetainę, arba būdas, kaip naudojant „Microsoft Edge“ programėlę įtraukti „PayPal“.
lv: Jums tiks dotas dažas iespējas verificēt savu kontu PayPal tīmekļa vietnē: QR kods, kuru varat skenēt savā tālrunī, lai nonāktu tieši tur, vai veids, kā izmantot programmu Microsoft Edge, lai pievienotu PayPal.
mi: Ka hoatu ki a koe e rua ngā kōwhiringa kia manatoko i tō pūkete i te paetukutuku PayPal: he waehere QR hei karapa māu ki tō waea e kawe tika i a koe ki reira, he tikanga rānei hei whakamahi i te taupānga Microsoft Edge kia tāpiria a PayPal
mk: Ќе добиете неколку опции за да ја потврдите вашата сметка на веб-локацијата на PayPal: код QR којшто може да го скенирате на телефонот и ќе ве одведе право таму или начин за додавање PayPal преку апликацијата Microsoft Edge.
ml: PayPal-ന്റെ വെബ്സൈറ്റിൽ നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങൾക്ക് രണ്ട് ഓപ്ഷനുകൾ നൽകും: നിങ്ങളുടെ ഫോണിൽ സ്കാൻ ചെയ്യാൻ കഴിയുന്ന ഒരു QR കോഡ് നിങ്ങളെ നേരിട്ട് അവിടേയ്ക്ക് കൊണ്ടുപോകും, അല്ലെങ്കിൽ PayPal ചേർക്കാൻ Microsoft Edge ആപ്പ് ഉപയോഗിക്കുന്നതിനുള്ള ഒരു മാർഗ്ഗം.
mr: PayPal च्या वेबसाईटवर आपल्या खात्याची पडताळणी करण्यासाठी आपल्याला काही पर्याय दिले जातील: आपल्या फोनवर आपण स्कॅन करू शकत असलेला QR कोड आपल्याला थेट त्या ठिकाणी घेऊन जाईल, किंवा PayPal जोडण्यासाठी Microsoft Edge वापरण्याचा पर्याय आहे.
ms: Anda akan diberikan beberapa pilihan untuk mengesahkan akaun anda di tapak web PayPal: kod QR yang boleh anda imbas di telefon anda yang akan membawa anda terus ke sana, atau cara untuk menggunakan aplikasi Microsoft Edge untuk menambah PayPal.
mt: Se tingħata xi għażliet biex tivverifika l-kont tiegħek fuq is-sit web ta’ PayPal: kodiċi QR li tista’ tiskennja fuq il-mowbajl tiegħek li se jieħdok direttament hemm, jew mod kif tuża l-app ta’ Microsoft Edge biex iżżid PayPal.
ne: तपाईंलाई PayPal को वेबसाइटमा आफ्नो खाता पुष्टि गर्न केही विकल्पहरू दिइने छ: तपाईंलाई सिधै त्यहाँ पुर्‍याउने तपाईंले आफ्नो फोनमा स्क्यान गर्न सक्ने QR कोड वा PayPal थप्न Microsoft Edge एप्लिकेसन प्रयोग गर्ने तरिका।
nn_no: Du vil få eit par alternativ for bekrefte kontoen din på PayPal si nettside: ein QR-kode som du kan skanne på telefonen som vil ta deg direkte dit, eller ein måte å bruke Microsoft Edge-appen på for å leggje til PayPal
no: Du har noen alternativer for å bekrefte kontoen din på PayPals nettsted: en QR-kode du kan skanne på telefonen som sender deg rett dit, eller en måte å bruke Microsoft Edge-appen til å legge til PayPal.
or: PayPal ୱେବସାଇଟ୍‍‌ରେ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ ଦୁଇଟି ବିକଳ୍ପ ଦିଆଯିବ: ଏକ QR କୋଡ୍ ଯାହାକୁ ଆପଣ ଆପଣଙ୍କ ଫୋନ୍‍‌ରେ ସ୍କାନ୍ କରିପାରିବେ ଯାହା ଆପଣଙ୍କୁ ସିଧା ସେଠାକୁ ନେଇଯିବ କିମ୍ୱା PayPal ଯୋଡିବାକୁ Microsoft Edge ଆପ୍ଲିକେସନ୍ ବ୍ୟବହାର କରିବାର ଏକ ଉପାୟ ।
pa_in: ਤੁਹਾਨੂੰ PayPal ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਆਪਣੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਕੁਝ ਵਿਕਲਪ ਦਿੱਤੇ ਜਾਣਗੇ: ਇੱਕ QR ਕੋਡ ਜਿਸਨੂੰ ਤੁਸੀਂ ਆਪਣੇ ਫੋਨ 'ਤੇ ਸਕੈਨ ਕਰ ਸਕਦੇ ਹੋ ਜੋ ਤੁਹਾਨੂੰ ਸਿੱਧਾ ਉਥੇ ਲੈ ਜਾਵੇਗਾ, ਜਾਂ PayPal ਨੂੰ ਜੋੜਣ ਲਈ Microsoft Edge ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਇੱਕ ਤਰੀਕਾ।
pl: Będziesz mieć kilka możliwości zweryfikowania konta w witrynie internetowej PayPal: kod QR, który możesz zeskanować na telefonie, prowadzący bezpośrednio do odpowiedniego miejsca lub aplikację Microsoft Edge, dzięki której możesz dodać konto PayPal.
ru: Вам будет предоставлено два варианта проверки учетной записи на веб-сайте PayPal: QR-код, который можно отсканировать с помощью телефона, после чего вы будете перенаправлены по нужному адресу, либо инструкции по добавлению PayPal с помощью Microsoft Edge.
sl: Na voljo boste imeli nekaj možnosti za preverjanje računa na spletnem mestu storitve PayPal: kodo QR, ki jo boste lahko optično prebrali s telefonom in vas bo preusmerila neposredno na to stran, ali način, s katerim boste PayPal lahko dodali z aplikacijo Microsoft Edge.
sr_cyrl_rs: Добићете неколико опција да верификујете налог на сајту услуге PayPal: QR кôд који можете скенирати на телефону и који ће вас директно одвести тамо, или начин да користите апликацију Microsoft Edge да бисте додали PayPal.
sr_latn_rs: Dobićete nekoliko opcija za verifikaciju naloga na veb sajtu usluge PayPal: QR kôd koji možete da skenirate na telefonu i koji će vas odvesti direktno tamo ili način na koji se aplikacija Microsoft Edge koristi za dodavanje PayPal-a.
sv: Du får ett antal alternativ med vilka du kan verifiera ditt konto på PayPals webbplats: en QR-kod som du kan skanna på telefonen och som tar dig direkt dit, eller en metod med vilken du kan använda Microsoft Edge-appen för att lägga till PayPal.
ta: PayPal வலைத் தளத்தில் உங்கள் கணக்கைச் சரிபார்க்க, உங்களுக்குச் சில விருப்பத்தேர்வுகள் வழங்கப்படும்: அங்கே உங்களை நேரடியாக அழைத்துச் செல்லக்கூடிய QR குறியீடு அல்லது PayPal-ஐச் சேர்க்க, Microsoft Edge செயலியைப் பயன்படுத்துவதற்கான வழி.
te: PayPal వెబ్‌సైట్‌లో మీ ఖాతాను ధృవీకరించడానికి మీకు రెండు ఎంపికలు ఇవ్వబడతాయి: మీరు మీ ఫోన్‌లో స్కాన్ చేయగల QR కోడ్, అది మిమ్మల్ని నేరుగా అక్కడికి తీసుకువెళుతుంది లేదా PayPalని జోడించడానికి Microsoft Edge అప్లికేషన్‌ని ఉపయోగించే ఒక మార్గం.
th: คุณจะมีตัวเลือกสองสามข้อในการยืนยันบัญชีของตัวเองในเว็บไซต์ของ PayPal ได้แก่: คิวอาร์โค้ดที่คุณสามารถใช้โทรศัพท์สแกนได้ ซึ่งจะพาคุณไปที่เว็บไซต์ หรือวิธีในการใช้แอป Microsoft Edge เพื่อเพิ่ม PayPal
tr: PayPal web sitesinde hesabınızı doğrulamak için size birkaç seçenek sunulur: telefonunuzda tarayabileceğiniz ve sizi doğrudan ilgili sayfaya götürecek bir QR kodu veya PayPal eklemek üzere Microsoft Edge uygulamasını kullanma yolu.
tt: Сезгә PayPal веб-төенендә хисап язмагызны тикшерү өчен ике вариант биреләчәк: телефоныгызда сканерлый алырлык QR коды яки PayPal’га өстәү өчен Microsoft Edge кушымтасын куллану ысулы.
ug: ھېساباتىڭىزنى PayPal توربېكىتى ئارقىلىق دەلىللەيدىغان تاللانمىلار بېرىلىدۇ. ئۇنىڭ ئىچىدە تېلېفوندا QR كودىنى سايىلەپ دەلىللەش ۋە Microsoft Edge ئەپى ئارقىلىق PayPal نى قوشۇش تاللانمىسى بار.
uk: Ви матимете два способи підтвердити рахунок на веб-сайті PayPal на вибір: відсканувати QR-код за допомогою телефона, щоб перейти напряму, або скористатися Microsoft Edge, щоб додати PayPal.
ur: PayPal کی ویب سائٹ پر آپ کو اپنے اکاؤنٹ کی توثیق کرنے کے لئے دو اختیارات دیے جائیں گے: ایک QR کوڈ جسے آپ اپنے فون پر اسکین کر سکیں گے جو آپ کو براہ راست وہاں لے جائے گا، یا PayPal کو شامل کرنے کے لیے Microsoft Edge ایپ کو استعمال کرنے کا طریقہ۔
uz: PayPal veb-saytida hisobingizni tasdiqlash uchun sizga bir nechta variant taklif qilinadi: skanerlasangiz sizni bevosita saytga olib oʻtadigan telefoningizdagi QR kod yoki PayPal hisobini kiritish uchun Microsoft Edge ilovasidan foydalanish usuli.
vi: Bạn sẽ được cung cấp một vài tùy chọn để xác minh tài khoản của mình trên website của PayPal: nhận mã QR quét được bằng điện thoại mà sẽ đưa bạn thẳng đến đó hoặc sử dụng ứng dụng Microsoft Edge để thêm PayPal.
zh_hans: 可通过几个选项在 PayPal 的网站上验证你的帐户: 可在手机上扫描 QR 码，它会将你直接转到该网站；或者使用 Microsoft Edge 应用添加 PayPal。
zh_hant: 您在 PayPal 網站上有幾個選項可以驗證您的帳戶: 您可以直接在手機上掃描 QR 代碼以將您直接導向至該地點，或是使用 Microsoft Edge 應用程式新增 PayPal 的方式。

# Literal.SelectBackupPI.DoNotWantBackupPI
source: I don't want to use a back-up
af: Ek wil nie ’n rugsteun gebruik nie
am: መጠባበቂያን መጠቀም አልፈልግም።
ar: لا أريد استخدام نسخة احتياطية
as: মই বেক-আপ ব্যৱহাৰ কৰিবলৈ নিবিচাৰো
az: Ehtiyyat nüsxə istifadə etmək istəmirəm
bg: Не искам да използвам резервна опция
bn_in: আমি একটি ব্যাক-আপ ব্যবহার করতে চাই না
bs: Ne želim koristiti rezervnu kopiju
cy: Nid wyf am ddefnyddio copi wrth gefn
da: Jeg vil ikke bruge en sikkerhedskopi
de: Ich möchte keine Sicherung verwenden
el: Δεν θέλω να χρησιμοποιήσω ένα αντίγραφο ασφαλείας
es: No quiero usar una copia de seguridad
et: Ma ei soovi kasutada varukoopiat
eu: Ez dut erabili nahi ordezko aukerarik
fa: نمی‌خواهم از نسخه پشتیبان استفاده کنم
ga: Ní theastaíonn uaim cúltacú a úsáid
gd: Chan eil mi airson lethbhreac-glèidhidh a chleachdadh
gl: Non quero usar unha copia de seguranza
gu: હું બેક-અપનો ઉપયોગ કરવા માંગતો નથી
he: איני רוצה להשתמש בגיבוי
hi: मैं बैक-अप का उपयोग नहीं करना चाहता
hr: Ne želim upotrijebiti sigurnosnu kopiju
hu: Nem szeretnék tartalékot használni.
id: Saya tidak ingin menggunakan cadangan
is: Ég vil ekki nota öryggisafrit
ja: バックアップを使用したくありません
ka: არ მსურს დამარქაფების გამოყენება
kk: Сақтық көшірмені пайдаланғым келмейді
kn: ನಾನು ಬ್ಯಾಕಪ್ ಬಳಸಲು ಬಯಸುವುದಿಲ್ಲ
ko: 백업을 사용하지 않음
lo: ຂ້ອຍບໍ່ຕ້ອງການໃຊ້ການສຳຮອງຂໍ້ມູນ
lt: Nenoriu naudoti atsarginės kopijos
lv: Nevēlos izmantot dublējumkopiju
mi: Kāore au e pai ki te whakamahi pūrua
mk: Не сакам да користам резерва
ml: എനിക്ക് ഒരു ബാക്കപ്പ് ഉപയോഗിക്കണമെന്നില്ല
mr: मला बॅकअप वापरायचा नाहीये
ms: Saya tidak mahu menggunakan sandaran
mt: Ma rridx nuża backup
ne: म ब्याकअप प्रयोग गर्न चाहन्न
nn_no: Eg vil ikkje nytte ein sikringskopi
no: Jeg vil ikke bruke en sikkerhetskopi
or: ମୁଁ ଏକ ବ୍ୟାକ୍-ଅପ୍ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁନାହିଁ
pa_in: ਮੈਂ ਬੈਕਅੱਪ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਨਾ ਚਾਹੁੰਦਾ
pl: Nie chcę korzystać z opcji kopii zapasowej
ru: Я не хочу использовать резервную копию
sl: Ne želim uporabljati varnostne kopije
sr_cyrl_rs: Не желим да користим резервну копију
sr_latn_rs: Ne želim da koristim rezervnu kopiju
sv: Jag vill inte använda en säkerhetskopia
ta: நான் ஒரு பேக்-அப் பயன்படுத்த விரும்பவில்லை
te: నేను బ్యాకప్‌ను ఉపయోగించాలనుకోవడం లేదు
th: ฉันไม่ต้องการใช้การสำรองข้อมูล
tr: Yedekleme kullanmak istemiyorum
tt: Мин резерв күчермә кулланырга теләмим
ug: زاپاس ئۇسۇل ئىشلەتمەيمەن
uk: Не використовувати резервне копіювання
ur: میں بیک اپ استعمال نہیں کرنا چاہتا
uz: Zaxira nusxadan foydalanishni xohlamayman
vi: Tôi không muốn dùng bản sao lưu
zh_hans: 我不想使用备份
zh_hant: 我不想使用備份

# Literal.PaypalQrCode.HitNextText
source: When you hit "Next":
af: Wanneer jy "Volgende" druk:
am: "ቀጣይ" የሚለውን ሲጫኑ:
ar: عند النقر فوق "التالي":
as: যেতিয়া আপুনি "পৰৱৰ্তী"ত টিপে:
az: “Növbəti” düyməsini basdığınız zaman:
bg: Когато натиснете „Напред“:
bn_in: যখন আপনি "পরবর্তী" টিপবেন:
bs: Kada pritisnete "Dalje":
cy: Pan fyddwch chi'n taro "Nesaf":
da: Når du trykker på "Næste":
de: Wenn Sie auf „Weiter“ klicken:
el: Όταν πατήσετε "Επόμενο":
es: Cuando haga clic en "Siguiente":
et: Nupu „Edasi“ klõpsamisel:
eu: "Hurrengoa" sakatzen duzunean:
fa: هنگامی که روی «بعدی» ضربه می‌زنید:
ga: Nuair a chliceálann tú ar ‘Ar aghaidh’:
gd: Nuair a thaghas tu “Air adhart”:
gl: Ao premer “Seguinte”:
gu: જ્યારે તમે "આગલું" પર હિટ કરો છો:
he: כשתלחץ על "הבא":
hi: जब आप "अगला" हिट करते हैं:
hr: Kada stisnete „Dalje”:
hu: Amikor megnyomja a „Tovább” gombot:
id: Saat Anda menekan "Berikutnya":
is: Þegar þú smellir á „Næsta“:
ja: [次へ] を押したとき:
ka: როცა „შემდეგს” დააჭერთ:
kk: Сіз «Келесі» түймешігін басқанда:
kn: ನೀವು "ಮುಂದಿನ" ಹಿಟ್ ಮಾಡಿದಾಗ:
ko: "다음"을 클릭한 경우:
lo: ເມື່ອທ່ານແຕະ "ຕໍ່ໄປ":
lt: Kai paspausite „Pirmyn“:
lv: Kad nospiedīsit “Next” (Tālāk):
mi: Ina pā koe ki "Panuku":
mk: Кога ќе допрете на „Следно“:
ml: നിങ്ങൾ "അടുത്തത്" ഹിറ്റ് ചെയ്യുമ്പോൾ:
mr: जेव्हा तुम्ही "पुढील" ला हिट करता:
ms: Apabila anda menekan "Seterusnya":
mt: Meta tagħfas "Li Jmiss":
ne: तपाईंले "अर्को" थिच्दा निम्न हुन्छ:
nn_no: Når du trykkjer på «Neste»:
no: Når du trykker «Neste»:
or: ଯେତେବେଳେ ଆପଣ "ପରବର୍ତ୍ତୀ" କୁ ହିଟ୍ କରନ୍ତି:
pa_in: ਜਦ ਤੁਸੀਂ "ਅੱਗੇ" ਨੂੰ ਦਬਾਉਂਦੇ ਹੋ:
pl: Po naciśnięciu przycisku „Dalej”:
ru: При нажатии кнопки "Далее":
sl: Ko kliknete »Naprej«:
sr_cyrl_rs: Када притиснете ставку „Следеће“:
sr_latn_rs: Kada pritisnete stavku „Sledeće“:
sv: När du trycker på Nästa:
ta: நீங்கள் "அடுத்து" என்ற பித்தானை தட்டும்போது:
te: మీరు "తదుపరి" నొక్కినప్పుడు:
th: เมื่อคุณกด "ถัดไป":
tr: “İleri” düğmesine bastığınızda:
tt: Сез “Алга” төймәсенә баскач:
ug: «كېيىنكى» نى چەككەندە:
uk: Коли ви натиснете "Далі":
ur: جب آپ نے "اگلا" ہٹ کیا:
uz: “Keyingisi” tugmasini bosganingizda:
vi: Khi bạn nhấn "Tiếp theo":
zh_hans: 点击“下一步”时:
zh_hant: 當您按「下一步」時:

# Literal.InstructionTextGroup.HitText
source: When you hit
af: Wanneer jy tik op:
am: ስትመታ
ar: عند النقر فوق
as: যেতিয়া আপুনি হিট কৰে
az: Basdığınız zaman
bg: Когато натиснете
bn_in: যখন আপনি টিপবেন
bs: Kada pritisnete
cy: Pan fyddwch chi wedi taro
da: Når du trykker på
de: Durch Klicken auf
el: Όταν πατήσετε
es: Cuando presiona
et: Kui vajutate nuppu
eu: Hau sakatzen duzunean:
fa: هنگامی که ضربه می‌زنید
ga: Nuair a chliceálann tú ar
gd: Nuair a bhuaileas tu
gl: Ao premer
gu: જ્યારે તમે હિટ કરો છો
he: כשמקישים על
hi: जब आप हिट करते हैं
hr: Kada odaberete
hu: Amikor megnyomja a következőt:
id: Ketika Anda menekan
is: Þegar þú smellir á
ja: クリック時
ka: როცა დააჭერთ
kk: Сіз басқан кезде
kn: ನೀವು ಹಿಟ್ ಮಾಡಿದಾಗ
ko: 적중 시
lo: ເມື່ອທ່ານແຕະ
lt: Kai paspausite
lv: Kad nospiedīsiet
mi: Ina patu koe
mk: Кога ќе допрете на
ml: നിങ്ങൾ ഹിറ്റ് ചെയ്യുമ്പോൾ
mr: आपण हिट करता तेव्हा
ms: Apabila anda menekan
mt: Meta tagħfas
ne: तपाईंले थिच्दा निम्न हुन्छ
nn_no: Når du trykkjer på
no: Når du trykker
or: ଯେତେବେଳେ ଆପଣ ଆଘାତ କରନ୍ତି
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਹਿੱਟ ਨੂੰ ਦਬਾਉਂਦੇ ਹੋ
pl: Po naciśnięciu przycisku
ru: При нажатии
sl: Ko kliknete
sr_cyrl_rs: Када притиснете
sr_latn_rs: Kada pritisnete
sv: När du trycker på
ta: நீங்கள் தட்டும்போது
te: మీరు నొక్కినప్పుడు
th: เมื่อคุณกด
tr: Bastığınızda
tt: Басканда
ug: شۇنى چەككىنىڭىزدە:
uk: Коли ви натиснете
ur: آپ کے دبانے پر
vi: Khi bạn nhấn
zh_hans: 点击时
zh_hant: 當您點擊
