Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.Address.DoubleConfirm
source: We cannot verify your address. Please verify your address and click "Next >".
af: Ons kan nie jou adres bevestig nie. Bevestig asseblief jou adres en klik "Volgende>".
am: አድራሻህን ማረጋገጥ አልቻልንም።አባክህ አድራሻህን አረጋግጥና "ቀጥል" ተጫን።
ar: يتعذر علينا التحقق من عنوانك. الرجاء التحقق من عنوانك ثم انقر فوق "التالي >".
as: আমি আপোনাৰ ঠিকনা সত্যাপন কৰিব নোৱাৰো৷ অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা সত্যাপন কৰক আৰু "পৰৱৰ্তী >" ক্লিক কৰক৷
az: Ünvanınızı yoxlaya bilmirik. Lütfən ünvanınızı yoxlayın və "Növbəti >" klikləyin.
bg: Не можем да проверим адреса ви. Проверете адреса си и щракнете върху "Напред >".
bn_in: আমরা আপনার ঠিকানা যাচাই করতে পারিনি৷ অনুগ্রহ করে আপনার ঠিকানা যাচাই করুন এবং "পরবর্তী >" ক্লিক করুন৷
bs: Nije moguće verificirati adresu. Verificirajte svoju adresu i kliknite na dugme „Sljedeće >“.
cy: Does dim modd i ni ddilysu eich cyfeiriad. Dilyswch eich cyfeiriad a chlicio "Nesaf >".
da: Vi kan ikke bekræfte din adresse. Bekræft din adresse, og klik på "Næste >".
de: Ihre Adresse kann nicht überprüft werden. Überprüfen Sie Ihre Adresse, und klicken Sie auf „Weiter >“.
el: Δεν είναι δυνατή η επαλήθευση της διεύθυνσής σας. Επαληθεύστε τη διεύθυνσή σας και κάντε κλικ στην επιλογή "Επόμενο >".
es: No podemos comprobar su dirección. Compruébela y haga clic en "Siguiente >".
et: Teie aadressi ei ole võimalik kinnitada. Kinnitage oma aadress ja klõpsake nupul „Edasi >“.
eu: Ezin dugu zure helbidea egiaztatu. Egiaztatu zure helbidea eta sakatu "Hurrengoa >".
fa: ما نمی توانیم آدرس شما را تأیید کنیم. لطفاً آدرس خود را بررسی کرده و سپس روی "بعد >" کلیک کنید.
ga: Ní féidir linn do sheoladh a fhíorú. Fíoraigh do sheoladh trí "Ar Aghaidh >" a chliceáil.
gd: Chan urrainn dhuinn do sheòladh a dearbhadh. Dearbh do sheòladh agus briog air "Air adhart >".
gl: Non podemos verificar o seu enderezo. Verifique o seu enderezo e prema en "Seguinte >".
gu: અમે તમારું સરનામું ચકાસી શકતા નથી. કૃપયા તમારું સરનામું ચકાસો અને આગલું>" ક્લિક કરો.
he: אין באפשרותנו לאמת את הכתובת שלך. אמת את הכתובת שלך ולחץ על "הבא >".
hi: हम आपका पता सत्यापित नहीं कर सकते. कृपया अपना पता सत्यापित करें और "अगला >" क्लिक करें.
hr: Ne možemo provjeriti vašu adresu. Potvrdite valjanost adrese i kliknite "Dalje >".
hu: A rendszer nem tudja ellenőrizni a címet. Győződjön meg arról, hogy a cím helyes, és kattintson a „Tovább >” gombra.
id: Kami tidak dapat memverifikasi alamat Anda. Harap verifikasi alamat Anda dan klik "Berikutnya >".
is: Ekki var hægt að staðfesta póstfangið þitt. Vinsamlegast staðfestu póstfangið og smelltu á „Áfram >".
ja: 住所を検証できません。住所を確認して、[次へ] をクリックします。
ka: თქვენს მისამართს ვერ ვადასტურებთ. გთხოვთ, შეამოწმოთ თქვენი მისამართი და დააწკაპუნოთ ღილაკზე "შემდეგ >".
kk: Мекенжайды тексеру мүмкін емес. Мекенжайды тексеріп, «Келесі >» түймешігін басыңыз.
kn: ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ನಮಗೆ ಪರಿಶೀಲಿಸಲಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು "ಮುಂದೆ >" ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 주소를 확인할 수 없습니다. 주소가 맞는지 확인하고 "다음 >"을 클릭하십시오.
ku_arab: ناتوانین ناونیشانی تۆ ساغ بکەینەوە. تکایە ناونیشانی خۆت ساغ بکەوە و کرتە بکە لەسەر "دواتر>".
ky: Биз сиздин дарегиңизди текшере албайбыз. Дарегиңизди текшерип, "Кийинки >" нукуурун басышыңызды суранабыз.
lo: ພວກເຮົາບໍ່ສາມາດກວດສອບທີ່ຢູ່ຂອງທ່ານໄດ້. ກະລຸນາກວດສອບທີ່ຢຸ່ຂອງທ່ານ ແລະຄລິກ "ຕໍ່ໄປ >".
lt: Nepavyko patikrinti jūsų adreso. Patikrinkite savo adresą ir spustelėkite „Toliau >“.
lv: Nevar verificēt jūsu adresi. Lūdzu, pārbaudiet savu adresi un noklikšķiniet uz Tālāk >.
mi: Kāore e taea tō wāhitau te manatoko. Manatokona tō wāhitau ka pāwhiri "Panuku >".
mk: Не можеме да ја потврдиме вашата адреса. Потврдете ја адресата и кликнете „Следно >“.
ml: ഞങ്ങള്‍ക്ക് നിങ്ങളുടെ വിലാസം സ്ഥിരീകരിക്കാന്‍ കഴിയുന്നില്ല. നിങ്ങളുടെ വിലാസം സ്ഥിരീകരിച്ച് "അടുത്തത് >" ക്ലിക്കുചെയ്യുക.
mn: Бид таны хаягийг шалгах боломжгүй. Хаягаа шалгаад, "Дараах >"-г товш.
mr: आम्ही आपल्या पत्त्याची पडताळणी करू शकत नाही. कृपया आपल्या पत्त्याची पडताळणी करा आणि "पुढील >" क्लिक करा.
ms: Kami tidak dapat menentusahkan alamat anda. Sila sahkan alamat anda dan klik "Seterusnya >".
mt: Ma nistgħux nivverifikaw l-indirizz tiegħek. Jekk jogħġbok ivverifika l-indirizz tiegħek u kklikkja "Li Jmiss >".
ne: हामीले तपाईँको ठेगाना रुजू गर्न सकेनौँ। कृपया तपाईँको ठेगाना रुजू गर्नुहोस् र "अर्को >" क्लिक गर्नुहोस्।
nn_no: Vi kan ikkje stadfeste adressa. Stadfest adressa og klikk på Neste >.
no: Adressen din kan ikke bekreftes. Bekreft adressen, og klikk Neste.
or: ଆମେ ଆପଣଙ୍କର ଠିକଣା ଯାଞ୍ଚ କରିପାରିବୁ ନାହିଁ. ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ କ୍ଲିକ୍ କରନ୍ତୁ "Next >".
pa_arab_pk: اسی تساں دے پتے دی تصدیق نئیں کرسکدے۔ میربانی کرکے اپنے پتے دی تصدیق کرو تے "اگلا>" تے کلک کرو۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ ਅਤੇ "ਅੱਗੇ" ‘ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Nie można zweryfikować adresu. Sprawdź adres i kliknij przycisk „Dalej >”.
ru: Не удается проверить адрес. Проверьте адрес и нажмите кнопку "Далее >".
sd: اسين توھان جي پتي جي تصديق نٿا ڪري سگھون. مھرباني ڪري پنھنجي پتي جي تصديق ڪريو ۽ "اڳيان >" کي ڪلڪ ڪريو.
si: අපට ඔබගේ යොමුව සත්‍යාපනය කළ නො හැක. කරුණාකර ඔබගේ යොමුව සත්‍යාපනය කොට "ඊළඟ >" ක්ලික් කරන්න.
sl: Vašega naslova ni mogoče preveriti. Preverite naslov in kliknite »Naprej >«.
sr_cyrl_rs: Није могуће верификовати адресу. Верификујте своју адресу и кликните на дугме „Даље>“.
sr_latn_rs: Nije moguće verifikovati adresu. Verifikujte svoju adresu i kliknite na dugme „Dalje>“.
sv: Vi kan inte verifiera din adress. Verifiera din adress och klicka på Nästa >.
ta: உங்கள் முகவரியைச் சரிபார்க்க முடியவில்லை. உங்கள் முகவரியைச் சரிபார்த்து "அடுத்து >" என்பதைக் கிளிக் செய்யவும்.
te: మేము మీ చిరునామాను నిర్ధారించలేకున్నాము. దయచేసి మీ చిరునామాను ధృవీకరించండి మరియు "తర్వాత >"ను క్లిక్ చేయండి.
tg: Мо суроғаи шуморо санҷида наметавонем. Лутфан, суроғаи худро санҷед ва "Навбатӣ >"-ро зер кунед.
th: เราไม่สามารถตรวจสอบที่อยู่ของคุณ โปรดตรวจสอบที่อยู่ของคุณแล้วคลิก "ถัดไป >"
tr: Adresinizi doğrulayamıyoruz. Lütfen adresinizi doğrulayın ve "İleri >" düğmesini tıklatın.
tt: Без адресыгызны тикшерә алмадык. Адресыгызны тикшерегез һәм "Алга>" төймәсенә чирттерегез.
ug: ئادرېسىڭىزنى دەللىلىيەلمىدۇق.ئادرېسىڭىزنى دەلىللەڭ ھەمدە "كېيىنكى قەدەم >" كونۇپكىسىنى بېسىڭ.
uk: Не вдалося перевірити адресу. Перевірте свою адресу та натисніть кнопку "Далі >".
ur: ہم آپ کے پتہ کی تصدیق نہیں کرسکتے. براہ مہربانی اپنے پتہ کی تصدیق کریں اور "اگلا>" پہ کلک کریں.
uz: Biz Sizning manzilingizni tasdiqlay olmaymiz. O‘z manzilingizni tasdiqlang va quyidagini cherting: "keyingisiga o‘tish >".
vi: Chúng tôi không thể kiểm chứng địa chỉ của bạn. Vui lòng kiểm chứng địa chỉ của bạn và bấm "Tiếp theo >".
zh_hans: 我们无法验证您的地址。请验证您的地址，然后单击“下一步 >”。
zh_hant: 我們無法確認您的地址。請確認您的地址，再按一下 [下一步 >]。

# Literal.Error.Address.ID
source: Invalid apartment number. Please correct your address.
af: Ongeldige woonstelnommer. Korrigeer asseblief jou adres.
am: ልክ ያልሆነ የአፓርትመንት ቁጥር፡አባክህ አድራሻህን አስተካክል።
ar: رقم منزل غير صالح. الرجاء تصحيح عنوانك.
as: অবৈধ এপাৰ্টমেণ্ট নম্বৰ৷ অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা শুদ্ধ কৰক৷
az: Mənzil nömrəsi səhvdir. Lütfən ünvanınızı düzəldin.
bg: Номерът на апартамент е невалиден. Коригирайте адреса.
bn_in: আবাসন নাম্বারটি ঠিকঠাক নেই৷ অনুগ্রহ করে আপনার ঠিকানা ঠিকঠাক করুন৷
bs: Nevažeći broj stana. Ispravite adresu.
cy: Rhif fflat annilys. Cywirwch eich cyfeiriad.
da: Ugyldigt lejlighedsnummer. Ret din adresse.
de: Ungültige Wohnungsnummer. Korrigieren Sie Ihre Adresse.
el: Μη έγκυρος αριθμός διεύθυνσης. Διορθώστε τη διεύθυνσή σας.
es: Número de apartamento no válido. Corrija la dirección.
et: Korterinumber on sobimatu. Parandage oma aadressi.
eu: Etxebizitza-zenbaki baliogabea. Zuzendu helbidea.
fa: پلاک آپارتمان نامعتبر است. لطفاً آدرس خود را تصحیح کنید.
ga: Uimhir árasáin neamhbhailí. Ceartaigh do sheoladh le do thoil.
gd: Tha àireamh an àrais mì-dhligheach. Feuch is cuir ceart do sheòladh.
gl: Número de apartamento non válido. Corrixa o seu enderezo.
gu: અમાન્ય એપાર્ટમેન્ટ નંબર. કૃપા કરી તમારું સરનામુ સાચુ કરો.
he: מספר דירה לא חוקי. תקן את הכתובת.
hi: अमान्य अपार्टमेंट संख्या. कृपया अपना पता सही करें.
hr: Broj stana nije valjan. Ispravite adresu.
hu: Érvénytelen lakásszám. Javítsa ki a címet.
id: Nomor apartemen tidak sah. Harap koreksi alamat Anda.
is: Ógilt íbúðarnúmer. Vinsamlegast leiðréttu póstfangið.
ja: ビル・マンション名などと部屋番号が無効です。住所を修正してください。
ka: ბინის ნომერი არასწორია. გთხოვთ, შეასწოროთ თქვენი მისამართი.
kk: Пәтер нөмірі дұрыс емес. Мекенжайды түзетіңіз.
kn: ಅಮಾನ್ಯವಾದ ಅಪಾರ್ಟ್‌ಮೆಂಟ್ ಸಂಖ್ಯೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸರಿಪಡಿಸಿ.
ko: 잘못된 아파트 동호수입니다. 주소를 수정하십시오.
ku_arab: ژمارەی ئەپارتمان نادروستە. تکایە ناونیشانی خۆت هەموار بکەوە.
ky: Жараксыз батир номуру. Дарегиңизди оңдоп койушуңузду суранабыз.
lo: ໝາຍເລກອາພັດເມັນບໍ່ຖືກຕ້ອງ. ກະລຸນາແກ້ໄຂທີ່ຢູ່ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Buto numeris netinkamas. Pataisykite savo adresą.
lv: Nederīgs dzīvokļa numurs. Lūdzu, izlabojiet adresi.
mi: He muhu te tau whare noho. Whakatika i tō wāhitau.
mk: Неважечки број на стан. Коригирајте ја адресата.
ml: അപ്പാര്‍ട്ട്‍മെന്‍റ് നമ്പര്‍ അസാധുവാണ്. നിങ്ങളുടെ വിലാ‍സം ശരിയാക്കുക.
mn: Байрны дугаар буруу байна. Хаягаа засна уу.
mr: अवैध अपार्टमेंट नंबर. कृपया आपला पत्ता दुरुस्त करा.
ms: Nombor pangsapuri tidak sah. Sila betulkan alamat anda.
mt: Numru invalidu tal-appartament. Jekk jogħġbok ikkoreġi l-indirizz tiegħek.
ne: अवैध कोठा नम्बर। कृपया तपाईँको ठेगाना सच्याउनुहोस्।
nn_no: Ugyldig husværenummer. Endre adressa.
no: Ugyldig leilighetsnummer. Korriger adressen.
or: ଅବୈଧ ଆପାର୍ଟମେଣ୍ଟ ନମ୍ଵର୍. ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: اپارٹمنٹ دا نمبر ناجائز اے۔ میربانی کرکے اپنا پتہ ٹھیک کرو۔
pa_in: ਅਪਾਰਟਮੈਂਟ ਨੰਬਰ ਅਵੈਧ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਠੀਕ ਕਰੋ।
pl: Nieprawidłowy numer mieszkania. Popraw adres.
ru: Недопустимый номер квартиры. Исправьте адрес.
sd: اپارٽمينٽ نمبر غلط آھي. مھرباني ڪري پنھنجو پتو صحيح ڪريو.
si: නිවාස කොටසේ අංකය වැරදියි. කරුණාකර ඔබේ ලිපිනය නිවැරදි කරන්න.
sl: Hišna številka ni veljavna. Popravite naslov.
sr_cyrl_rs: Неважећи број стана. Исправите адресу.
sr_latn_rs: Nevažeći broj stana. Ispravite adresu.
sv: Ogiltigt lägenhetsnummer. Korrigera din adress.
ta: தவறான குடியிருப்பு எண். உங்கள் முகவரியைத் திருத்தவும்.
te: చెల్లని అపార్ట్‌మెంట్ సంఖ్య. దయచేసి మీ చిరునామాను సరిచేయండి.
tg: Рақами квартираи беэътибор. Лутфан, суроғаи худро ислоҳ кунед.
th: หมายเลขอพาร์ทเมนท์ไม่ถูกต้อง โปรดแก้ไขที่อยู่ของคุณให้ถูกต้อง
tr: Geçersiz apartman numarası. Lütfen adresinizi düzeltin.
tt: Ярашсыз фатир номеры. Адресыгызны төзәтегез.
ug: ئىناۋەتسىز قورو نومۇرى.ئادرېسىڭىزنى توغرىلاڭ.
uk: Неприпустимий номер квартири. Виправте адресу.
ur: اپارٹمنٹ کا نمبر غلط ہے. براہ مہربانی اپنا پتہ درست کریں.
uz: Kvartira raqami haqiqiy emas. Iltimos, manzilingizga tuzatish kiriting.
vi: Số nhà không hợp lệ. Vui lòng sửa lại địa chỉ của bạn.
zh_hans: 公寓号码无效。请更正您的地址。
zh_hant: 門牌號碼無效，請更正地址。

# Literal.Error.Address.Insufficient
source: Invalid address. Please correct your address.
af: Ongeldige adres. Korrigeer asseblief jou adres.
am: ልክ ያልኾነ አድራሻ። እባክህ አድራሻህን አስተካክል።
ar: عنوان غير صالح. الرجاء تصحيح عنوانك.
as: অবৈধ ঠিকনা৷ অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা শুদ্ধ কৰক৷
az: Ünvan səhvdir. Lütfən ünvanınızı düzəldin.
bg: Адресът е невалиден. Коригирайте адреса.
bn_in: ঠিকানাটি ঠিকঠাক নেই৷ অনুগ্রহ করে আপনার ঠিকানা ঠিকঠাক করুন৷
bs: Nevažeća adresa. Ispravite adresu.
cy: Cyfeiriad annilys. Cywirwch eich cyfeiriad.
da: Ugyldig adresse. Ret din adresse.
de: Ungültige Adresse. Korrigieren Sie Ihre Adresse.
el: Μη έγκυρη διεύθυνση. Διορθώστε τη διεύθυνσή σας.
es: Dirección no válida. Corríjala.
et: Aadress on sobimatu. Parandage oma aadressi.
eu: Helbide baliogabea. Zuzendu helbidea.
fa: آدرس نامعتبر است. لطفاً آدرس خود را تصحیح کنید.
ga: Seoladh neamhbhailí. Ceartaigh do sheoladh le do thoil.
gd: Tha an seòladh mì-dhligheach. Feuch is cuir ceart do sheòladh.
gl: Enderezo non válido. Corrixa o seu enderezo.
gu: અમાન્ય સરનામું. કૃપા કરી તમારું સરનામું સાચુ કરો.
he: כתובת לא חוקית. תקן את הכתובת.
hi: अमान्य पता. कृपया अपना पता सही करें.
hr: Adresa nije valjana. Ispravite je.
hu: Érvénytelen cím. Javítsa ki a címet.
id: Alamat tidak sah. Harap koreksi alamat Anda.
is: Ógilt póstfang. Vinsamlegast leiðréttu póstfangið.
ja: 住所が無効です。住所を修正してください。
ka: მისამართი არასწორია. გთხოვთ, შეასწოროთ თქვენი მისამართი.
kk: Мекенжай дұрыс емес. Мекенжайды түзетіңіз.
kn: ಅಮಾನ್ಯವಾದ ವಿಳಾಸ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸರಿಪಡಿಸಿ.
ko: 주소가 올바르지 않습니다. 주소를 수정하십시오.
ku_arab: ناونیشان نادروستە. تکایە ناونیشانی خۆت هەموار بکەوە.
ky: Жараксыз дарек. Дарегиңизди оңдоп койушуңузду суранабыз.
lo: ທີ່ຢູ່ບໍ່ຖືກຕ້ອງ. ກະລຸນາແກ້ໄຂທີ່ຢູ່ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Adresas netinkamas. Pataisykite savo adresą.
lv: Nederīga adrese. Lūdzu, izlabojiet adresi.
mi: He muhu te wāhitau Whakatika i tō wāhitau.
mk: Неважечка адреса. Коригирајте ја адресата.
ml: വിലാസം അസാധുവാണ്. നിങ്ങളുടെ വിലാ‍സം ശരിയാക്കുക.
mn: Хаяг буруу байна. Хаягаа засна уу.
mr: अवैध पत्ता. कृपया आपला पत्ता दुरुस्त करा.
ms: Alamat tidak sah. Sila betulkan alamat anda.
mt: Indirizz invalidu. Jekk jogħġbok ikkoreġi l-indirizz tiegħek.
ne: अवैध ठेगाना। कृपया तपाईँको ठेगाना सच्याउनुहोस्।
nn_no: Ugyldig adresse. Endre adressa.
no: Ugyldig adresse. Korriger adressen.
or: ଅବୈଧ ଠିକଣା. ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: ناجائر پتہ۔ میربانی کرکے اپنا پتہ ٹھیک کرو۔
pa_in: ਈਮੇਲ ਪਤਾ ਅਵੈਧ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਠੀਕ ਕਰੋ।
pl: Nieprawidłowy adres. Popraw adres.
ru: Недопустимый адрес. Исправьте адрес.
sd: پتو غلط آھي. مھرباني ڪري پنھنجو پتو صحيح ڪريو.
si: ලිපිනය වැරදියි. කරුණාකර ඔබේ ලිපිනය නිවැරදි කරන්න.
sl: Naslov ni veljaven. Popravite naslov.
sr_cyrl_rs: Неважећа адреса. Исправите адресу.
sr_latn_rs: Nevažeća adresa. Ispravite adresu.
sv: Ogiltig adress. Korrigera din adress.
ta: தவறான முகவரி. உங்கள் முகவரியைத் திருத்தவும்.
te: చెల్లని చిరునామా. దయచేసి మీ చిరునామాను సరిచేయండి.
tg: Суроғаи беэътибор. Лутфан, суроғаи худро ислоҳ кунед.
th: ที่อยู่ไม่ถูกต้อง โปรดแก้ไขที่อยู่ของคุณให้ถูกต้อง
tr: Geçersiz adres. Lütfen adresinizi düzeltin.
tt: Ярашсыз адрес. Адресыгызны төзәтегез.
ug: ئادرېس ئىناۋەتسىز.ئادرېسىڭىزنى توغرىلاڭ.
uk: Неприпустима адреса. Виправте адресу.
ur: غلط پتہ. براہ مہربانی اپنا پتہ ٹھیک کریں.
uz: Manzil haqiqiy emas. Iltimos, manzilingizga tuzatish kiriting.
vi: Địa chỉ không hợp lệ. Vui lòng sửa lại địa chỉ của bạn.
zh_hans: 地址无效。请更正您的地址。
zh_hant: 地址無效，請更正地址。

# Literal.Error.Address.InvalidData
source: Invalid address, please correct your address.
af: Ongeldige adres, korrigeer asseblief jou adres.
am: ልክ ያልኾነ አድራሻ። እባክህ አድራሻህን አስተካክል።
ar: عنوان غير صالح، الرجاء تصحيح عنوانك.
as: অবৈধ ঠিকনা, অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা শুদ্ধ কৰক৷
az: Ünvan səhvdir, lütfən ünvanınızı düzəldin.
bg: Адресът е невалиден. Коригирайте адреса.
bn_in: ঠিকানা ঠিকঠাক নেই, অনুগ্রহ করে আপনার ঠিকানা ঠিক করুন৷
bs: Nevažeća adresa, ispravite adresu.
cy: Cyfeiriad annilys, cywirwch eich cyfeiriad.
da: Ugyldig adresse. Ret din adresse.
de: Ungültige Adresse. Korrigieren Sie Ihre Adresse.
el: Μη έγκυρη διεύθυνση. Διορθώστε τη διεύθυνσή σας.
es: Dirección no válida. Corríjala.
et: Aadress on sobimatu. Parandage oma aadressi.
eu: Helbide baliogabea, zuzendu helbidea.
fa: آدرس نامعتبر است، لطفاً آدرس خود را تصحیح کنید.
ga: Seoladh neamhbhailí, ceartaigh do sheoladh le do thoil.
gd: Tha an seòladh mì-dhligheach, nach cuir ceart do sheòladh?
gl: Enderezo non válido. Corrixa o seu enderezo.
gu: અમાન્ય સરનામું. કૃપા કરી તમારું સરનામું સાચુ કરો.
he: כתובת לא חוקית, תקן את הכתובת.
hi: अमान्य पता, कृपया अपना पता सही करें.
hr: Adresa nije valjana, ispravite je.
hu: Érvénytelen cím. Javítsa ki a címet.
id: Alamat tidak sah, harap koreksi alamat Anda.
is: Ógilt póstfang. Vinsamlegast leiðréttu póstfangið.
ja: 住所が無効です。住所を修正してください。
ka: მისამართი არასწორია და, გთხოვთ, შეასწოროთ.
kk: Мекенжай дұрыс емес, мекенжайды түзетіңіз.
kn: ಅಮಾನ್ಯವಾದ ವಿಳಾಸ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸರಿಪಡಿಸಿ.
ko: 주소가 올바르지 않습니다. 주소를 수정하십시오.
ku_arab: ناونیشان نادروستە، تکایە ناونیشانی خۆت هەموار بکەوە.
ky: Жараксыз дарек, дарегиңизди оңдоп койушуңузду суранабыз.
lo: ທີ່ຢູ່ບໍ່ຖືກຕ້ອງ. ກະລຸນາແກ້ໄຂທີ່ຢູ່ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Adresas netinkamas, pataisykite savo adresą.
lv: Nederīga adrese. Lūdzu, izlabojiet adresi.
mi: He muhu te wāhitau, whakatikahia tō wāhitau.
mk: Неважечка адреса, коригирајте ја адресата.
ml: വിലാസം അസാധുവാണ്, നിങ്ങളുടെ വിലാസം ശരിയാക്കുക.
mn: Хаяг буруу байна, хаягаа засна уу.
mr: अवैध पत्ता, कृपया आपला पत्ता दुरुस्त करा.
ms: Alamat tidak sah, sila betulkan alamat anda.
mt: Indirizz invalidu, jekk jogħġbok ikkoreġi l-indirizz tiegħek.
ne: अवैध ठेगाना, कृपया तपाईँको ठेगाना सच्याउनुहोस्।
nn_no: Ugyldig adresse. Endre adressa.
no: Ugyldig adresse. Korriger adressen.
or: ଅବୈଧ ଠିକଣା, ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: ناجائر پتہ، میربانی کرکے اپنا پتہ ٹھیک کرو۔
pa_in: ਪਤਾ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਠੀਕ ਕਰੋ।
pl: Nieprawidłowy adres. Popraw adres.
ru: Недопустимый адрес. Исправьте адрес.
sd: پتو غلط آھي, مھرباني ڪري پنھنجو پتو صحيح ڪريو.
si: ලිපිනය වැරදියි, කරුණාකර ඔබේ ලිපිනය නිවැරදි කරන්න.
sl: Naslov ni veljaven. Popravite naslov.
sr_cyrl_rs: Неважећа адреса, исправите адресу.
sr_latn_rs: Nevažeća adresa, ispravite adresu.
sv: Ogiltig adress. Korrigera din adress.
ta: தவறான முகவரி, உங்கள் முகவரியைத் திருத்தவும்.
te: చెల్లని చిరునామా, దయచేసి మీ చిరునామాను సరిచేయండి.
tg: Суроғаи беэътибор, лутфан, суроғаи худро ислоҳ кунед.
th: ที่อยู่ไม่ถูกต้อง โปรดแก้ไขที่อยู่ของคุณให้ถูกต้อง
tr: Geçersiz adres; lütfen adresinizi düzeltin.
tt: Ярашсыз адрес. Адресыгызны төзәтегез.
ug: ئادرېس ئىناۋەتسىز،ئادرېسىڭىزنى توغرىلاڭ.
uk: Неприпустима адреса. Виправте адресу.
ur: غلط پتہ، براہ مہربانی اپنا پتہ ٹھیک کریں.
uz: manzil haqiqiy emas, iltimos, manzilingizga tuzatish kiriting.
vi: Địa chỉ không hợp lệ, vui lòng sửa lại địa chỉ của bạn.
zh_hans: 地址无效，请更正您的地址。
zh_hant: 地址無效，請更正地址。

# Literal.Error.Address.Multiple
source: Invalid address, please correct your address.
af: Ongeldige adres, korrigeer asseblief jou adres.
am: ልክ ያልኾነ አድራሻ። እባክህ አድራሻህን አስተካክል።
ar: عنوان غير صالح، الرجاء تصحيح عنوانك.
as: অবৈধ ঠিকনা, অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা শুদ্ধ কৰক৷
az: Ünvan səhvdir, lütfən ünvanınızı düzəldin.
bg: Адресът е невалиден. Коригирайте адреса.
bn_in: ঠিকানা ঠিকঠাক নেই, অনুগ্রহ করে আপনার ঠিকানা ঠিক করুন৷
bs: Nevažeća adresa, ispravite adresu.
cy: Cyfeiriad annilys, cywirwch eich cyfeiriad.
da: Ugyldig adresse. Ret din adresse.
de: Ungültige Adresse. Korrigieren Sie Ihre Adresse.
el: Μη έγκυρη διεύθυνση. Διορθώστε τη διεύθυνσή σας.
es: Dirección no válida. Corríjala.
et: Aadress on sobimatu. Parandage oma aadressi.
eu: Helbide baliogabea, zuzendu helbidea.
fa: آدرس نامعتبر است، لطفاً آدرس خود را تصحیح کنید.
ga: Seoladh neamhbhailí, ceartaigh do sheoladh le do thoil.
gd: Tha an seòladh mì-dhligheach, nach cuir ceart do sheòladh?
gl: Enderezo non válido. Corrixa o seu enderezo.
gu: અમાન્ય સરનામું. કૃપા કરી તમારું સરનામું સાચુ કરો.
he: כתובת לא חוקית, תקן את הכתובת.
hi: अमान्य पता, कृपया अपना पता सही करें.
hr: Adresa nije valjana, ispravite je.
hu: Érvénytelen cím. Javítsa ki a címet.
id: Alamat tidak sah, harap koreksi alamat Anda.
is: Ógilt póstfang. Vinsamlegast leiðréttu póstfangið.
ja: 住所が無効です。住所を修正してください。
ka: მისამართი არასწორია და, გთხოვთ, შეასწოროთ.
kk: Мекенжай дұрыс емес, мекенжайды түзетіңіз.
kn: ಅಮಾನ್ಯವಾದ ವಿಳಾಸ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸರಿಪಡಿಸಿ.
ko: 주소가 올바르지 않습니다. 주소를 수정하십시오.
ku_arab: ناونیشان نادروستە، تکایە ناونیشانی خۆت هەموار بکەوە.
ky: Жараксыз дарек, дарегиңизди оңдоп койушуңузду суранабыз.
lo: ທີ່ຢູ່ບໍ່ຖືກຕ້ອງ. ກະລຸນາແກ້ໄຂທີ່ຢູ່ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Adresas netinkamas, pataisykite savo adresą.
lv: Nederīga adrese. Lūdzu, izlabojiet adresi.
mi: He muhu te wāhitau, whakatikahia tō wāhitau.
mk: Неважечка адреса, коригирајте ја адресата.
ml: വിലാസം അസാധുവാണ്, നിങ്ങളുടെ വിലാസം ശരിയാക്കുക.
mn: Хаяг буруу байна, хаягаа засна уу.
mr: अवैध पत्ता, कृपया आपला पत्ता दुरुस्त करा.
ms: Alamat tidak sah, sila betulkan alamat anda.
mt: Indirizz invalidu, jekk jogħġbok ikkoreġi l-indirizz tiegħek.
ne: अवैध ठेगाना, कृपया तपाईँको ठेगाना सच्याउनुहोस्।
nn_no: Ugyldig adresse. Endre adressa.
no: Ugyldig adresse. Korriger adressen.
or: ଅବୈଧ ଠିକଣା, ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: ناجائر پتہ، میربانی کرکے اپنا پتہ ٹھیک کرو۔
pa_in: ਪਤਾ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਠੀਕ ਕਰੋ।
pl: Nieprawidłowy adres. Popraw adres.
ru: Недопустимый адрес. Исправьте адрес.
sd: پتو غلط آھي, مھرباني ڪري پنھنجو پتو صحيح ڪريو.
si: ලිපිනය වැරදියි, කරුණාකර ඔබේ ලිපිනය නිවැරදි කරන්න.
sl: Naslov ni veljaven. Popravite naslov.
sr_cyrl_rs: Неважећа адреса, исправите адресу.
sr_latn_rs: Nevažeća adresa, ispravite adresu.
sv: Ogiltig adress. Korrigera din adress.
ta: தவறான முகவரி, உங்கள் முகவரியைத் திருத்தவும்.
te: చెల్లని చిరునామా, దయచేసి మీ చిరునామాను సరిచేయండి.
tg: Суроғаи беэътибор, лутфан, суроғаи худро ислоҳ кунед.
th: ที่อยู่ไม่ถูกต้อง โปรดแก้ไขที่อยู่ของคุณให้ถูกต้อง
tr: Geçersiz adres; lütfen adresinizi düzeltin.
tt: Ярашсыз адрес. Адресыгызны төзәтегез.
ug: ئادرېس ئىناۋەتسىز،ئادرېسىڭىزنى توغرىلاڭ.
uk: Неприпустима адреса. Виправте адресу.
ur: غلط پتہ، براہ مہربانی اپنا پتہ ٹھیک کریں.
uz: manzil haqiqiy emas, iltimos, manzilingizga tuzatish kiriting.
vi: Địa chỉ không hợp lệ, vui lòng sửa lại địa chỉ của bạn.
zh_hans: 地址无效，请更正您的地址。
zh_hant: 地址無效，請更正地址。
