Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IdealBADesc.Help
source: Microsoft will make a € 0.01 Euro one-time charge to your bank account to verify your payment information. This charge will be refunded.
af: Microsoft sal jou bankrekening eenmalig met €0,01 hef om jou betalingsinligting te verifieer. Hierdie heffing sal terugbetaal word.
am: Microsoft የእርስዎን የክፍያ መረጃ ለማረጋገጥ ለአንድ ጊዜ ብቻ € 0.01 Euro ክፍያ ከእርስዎ ባንክ ሒሳብ ላይ ይወስዳል። ይህ ክፍያ ተመላሽ ይደረጋል።
ar: ستفرض Microsoft رسوم غير متكررة قدرها 0.01 يورو على حسابك البنكي للتحقق من معلومات الدفع. لن يتم رد هذه الرسوم.
as: Microsoft-এ আপোনাৰ ধন পৰিশোধৰ তথ্য প্ৰমাণিত কৰিবলৈ আপোনাৰ বেংক একাউণ্টলৈ € 0.01 ইউৰো এবাৰৰ মাছুল ল'ব। এই মাছুল ঘূৰাই দিয়া হ'ব।
az: Microsoft ödəniş məlumatınızı yoxlamaq üçün bank hesabınızdan 0,01 avro dəyərində birdəfəlik məbləği çıxacaq. Bu xərc qaytarılacaqdır.
bg: Microsoft еднократно ще таксува вашата банкова сметка с 0,01 евро, за да потвърди информацията ви за плащане. Тази такса ще бъде възстановена.
bn_in: আপনার অর্থপ্রদানের তথ্য যাচাই করার জন্য আপনার ব্যাঙ্ক অ্যাকাউন্ট থেকে Microsoft এককালীন € 0.01 ইউরো চার্জ করা হবে৷ এই চার্জ করা অর্থ ফেরত দেওয়া হবে৷
bs: Microsoft će izvršiti jednokratno terećenje vašeg bankovnog računa u iznosu od 0,01 € radi potvrde vaših informacija o plaćanju. Taj iznos će biti refundiran.
cy: Bydd Microsoft yn codi tâl untro o € 0.01 Ewro ar eich cyfrif banc i ddilysu eich gwybodaeth talu. Bydd y tâl hwn yn cael ei ad-dalu.
da: Microsoft vil opkræve et engangsbeløb på € 0,01 euro fra din bankkonto for at bekræfte dine betalingsoplysninger. Beløbet bliver refunderet.
de: Microsoft belastet Ihr Bankkonto einmalig mit einem Betrag von € 0,01 Euro, um Ihre Zahlungsinformationen zu überprüfen. Dieser Betrag wird zurückerstattet.
el: Η Microsoft θα επιβάλει εφάπαξ χρέωση 0,01 € στον τραπεζικό λογαριασμό σας, προκειμένου να γίνει επαλήθευση των στοιχείων πληρωμής σας. Θα γίνει επιστροφή πληρωμής για αυτήν τη χρέωση.
es: Microsoft realizará un único cargo por un importe de 0,01 € en tu cuenta bancaria para comprobar la información de pago. Dicho cargo se reembolsará posteriormente.
et: Microsoft võtab makseteabe kinnitamiseks teie pangaarvelt ühekordse tasu 0,01 eurot. See tagastatakse.
eu: Microsoft-ek 0,01 € kobratuko dizkizu bankuko kontutik ordainketa-datuak zuzenak direla egiaztatzeko. Itzuli egingo zaizu kobratutakoa.
fa: Microsoft یک بار مبلغ یک سنت یورو را از حسابتان برداشت می‌کند تا اطلاعات پرداخت تأیید شود. این مبلغ بعداً بازگردانی می‌شود.
ga: Gearrfaidh Microsoft € 0.01 Euro de tháille aon uaire ar do chuntas bainc chun d'fhaisnéis íocaíocht a fhíorú. Aisíocfar an táille seo.
gd: Iarraidh Microsoft €0.01 Euro air a’ chunntas bhanca agad aon turas gus am fiosrachadh pàighidh agad a dhearbhadh. Thèid an t-suim seo ath-dhìoladh dhut.
gl: Microsoft cargará na túa conta bancaria 0,01 € unha soa vez para verificar a túa información de pago. Este cobro devolverase.
gu: તમારી ચૂકવણી માહિતીને ચકાસવા માટે Microsoft, તમારા બેંક ખાતા પર € 0.01 યુરોનો એક-વારનો શુલ્ક લગાવશે. આ શુલ્ક રિફન્ડ કરવામાં આવશે.
he: כדי לאמת את פרטי התשלום שלך, Microsoft תגבה באופן חד-פעמי 0.01€ אירו מחשבון הבנק שלך. אתה תקבל החזר על חיוב זה.
hi: आपकी भुगतान जानकारी को सत्यापित करने के लिए Microsoft आपके बैंक खाते से € 0.01 यूरो का एकमुश्त शुल्क लेगा. यह शुल्क वापस लौटा दिया जाएगा.
hr: Microsoft će s vašeg bankovnog računa jednokratno naplatiti iznos od 0,01 EUR radi potvrde podataka o plaćanju. Taj već vam iznos biti vraćen.
hu: A Microsoft az Ön bankszámlájára irányuló egyszeri, 0,01 EUR összegű terheléssel ellenőrzi a kifizetési adatokat. A terhelést visszatérítjük.
id: Microsoft akan mengenakan tarif sebesar € 0.01 Euro dalam sekali Anda bertransaksi di akun bank Anda untuk memverifikasikan informasi pembayaran Anda. Biaya ini akan dikembalikan.
is: Microsoft skuldfærir 0,01 evru á bankareikning þinn í eitt skipti til að staðfesta greiðsluupplýsingarnar. Þessi skuldfærsla verður endurgreidd.
ja: お支払い情報を確認するために、Microsoft がお客様の銀行口座に一度だけ 0.01 ユーロを請求します。その金額は返金されます。
ka: Microsoft თქვენს საბანკო ანგარიშზე ერთჯერადად ჩამოგაჭრით გადასახადს € 0.01 ევროს ოდენობით, თქვენი გადახდის ინფორმაციის გადასამოწმებლად. ეს თანხა უკან დაგიბრუნდებათ.
kk: Microsoft ұйымы төлем ақпаратын тексеру үшін € 0,01 Еуро бір уақыттық төлем жасайды. Бұл төлем қайтарылады.
kn: Microsoft ನಿಮ್ಮ ಹಣಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲನೆ ಮಾಡುವುದಕ್ಕಾಗಿ €0.01 ಯೂರೋನ ಒಂದು ಸಲದ ಶುಲ್ಕವನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ ವಿಧಿಸುವುದು. ಈ ಶುಲ್ಕವನ್ನು ನಂತರ ಮರುಪಾವತಿ ಮಾಡಲಾಗುವುದು.
ko: Microsoft는 결제 정보를 확인하기 위해 귀하의 은행 계좌로 € 0.01 유로의 1회 요금을 청구합니다. 이 요금은 환불됩니다.
ku_arab: Microsoft کرێیەکی یەکجارە لە ئەژمێری بانکەکەت دەبڕێت بە بڕی € 0.01 یورۆ بە مەبەستی سەلماندنی زانیاری پارەدانەکەت. ئەم پارە بڕینە دەگێڕرێتەوە.
ky: Microsoft төлөм маалыматыңызды тастыктоо үчүн банк каттоо жазууңузга бир жолку € 0.01 евро төлөм салат. Бул төлөм кайра компенсацияланат.
lo: Microsoft ຈະຄິດຄ່າຄຳທຽມ € 0.01 ເອີໂຣ ຄັ້ງດຽວໃສ່ບັນຊີທະນາຄານຂອງທ່ານ ເພື່ອກວດສອບຂໍ້ມູນການຊຳລະເງິນຂອງທ່ານ. ຄ່າທຳນຽມນີ້ຈະຖືກສົ່ງຄືນ.
lt: „Microsoft“ nuo jūsų banko sąskaitos nuskaitys 0,01 EUR vienkartinį mokestį, kad patikrintų jūsų banko informaciją. Šis mokestis bus grąžintas.
lv: Microsoft no jūsu bankas konta iekasēs 0,01 eiro vienreizēju maksu, lai pārbaudītu jūsu maksājumu informāciju. Šī maksa tiks atmaksāta.
mi: Mā Microsoft tētahi utu wā kotahi o te € 0.01 Euro e whakanama ki tō pūkete pēke ki te manatoko i ō mōhiohio utu. Ka whakahokia taua moni whakanama.
mk: Microsoft еднократно ќе наплати 0,01 евро од вашата банкарска сметка за да ги провери вашите информации за плаќањето. Овој трошок ќе се рефундира.
ml: പേയ്‌മെന്റ് വിവരങ്ങൾ പരിശോധിച്ച് ഉറപ്പാക്കുന്നതിന് നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ടിൽ നിന്ന് ഒറ്റത്തവണ നിരക്കായി € 0.01 യൂറോ Microsoft ഈടാക്കുന്നതാണ്. ഈ നിരക്ക് റീഫണ്ട് ചെയ്യപ്പെടും.
mn: Таны төлбөрийн мэдээллийг баталгаажуулахын тулд Microsoft 0.01 еврогийн төлбөрийн гүйлгээ хийнэ. Энэ төлбөрийг буцаан олгоно.
mr: आपली देय माहिती पडताळण्यासाठी Microsoft आपल्या बँक खात्यातून एक-वेळ लागणारे € 0.01 यूरो शुल्क आकारेल. या शुल्काचा परतावा केला जाईल.
ms: Microsoft akan membuat caj sekali sebanyak € 0.01 Euro kepada akaun bank anda untuk menentusahkan maklumat pembayaran anda. Caj ini akan dibayar balik.
mt: Microsoft se tagħmel charge ta' € 0.01 għal darba waħda biss lill-kont tal-bank tiegħek biex tivverifika l-informazzjoni tal-pagament tiegħek. Din iċ-charge tiġi rimborżata.
ne: Microsoft ले तपाइँको भुक्तानी जानकारी रूजू गर्न तपाइँको बैंक खातामा एक पटकको € 0.01 यूरो शुल्क लगाउनेछ। यो शुल्क फिर्ता हुनेछ।
nn_no: Microsoft belastar bankkontoen din med eit eingongsbeløp på EUR 0,01 for å bekrefte betalingsopplysningane dine. Dette beløpet blir refundert.
no: Microsoft vil belaste bankkontoen din med et engangsbeløp på € 0,01 euro for å bekrefte betalingsopplysningene dine. Belastningen blir refundert.
or: ଆପଣଙ୍କ ଦେୟ ସୂଚନା ଯାଞ୍ଚ କରିବାକୁ Microsoft ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍‌କୁ ଏକ € 0.01 ୟୁରୋ ଗୋଟିଏ-ଥର ଚାର୍ଜ୍‌ କରିବ. ଏହି ଚାର୍ଜ୍‌ ଫେରସ୍ତ ହେବ.
pa_arab_pk: Microsoft تہاڈی ادائیگی معلومات دی تصدیق کرن لئی تہاڈے بینک توں اک-واری € 0.01 یورو کٹوتی کریگا۔ ایہہ کٹوتی ریفنڈ کردیتی جائے گی۔
pa_in: Microsoft ਦੁਆਰਾ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤਾ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ € 0.01 ਯੂਰੋ ਦਾ ਇਕ ਵਾਰ ਸ਼ੁਲਕ ਲਿਆ ਜਾਵੇਗਾ। ਇਹ ਸ਼ੁਲਕ ਨੂੰ ਰੀਫੰਡ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Firma Microsoft pobierze jednorazową opłatę w wysokości 0,01 EUR z Twojego konta bankowego w celu weryfikacji informacji o płatności. Ta opłata zostanie potem zwrócona.
ru: Майкрософт единоразово снимет с вашего банковского счет € 0,01 евро, чтобы проверить вашу платежную информацию. Эта сумма будет возмещена.
sd: توهانجي ادائگي جي معلومات کي تصديق ڪرڻ لاءِ Microsoft توهانجي بينڪ اڪائونٽ ڏانهن هڪ-ڀيرو € 0.01 يورو چارج ڪندي. اهو چارج توهانکي واپس ڪئي ويندي.
si: ඔබගේ ගෙවීම් තොරතුරු සත්‍යාපනය කරනු පිණිස Microsoft විසින් එක් වරක් පමණක් කෙරෙන යුරෝ (€) 0.01 ක අය කිරීමක් ඔබගේ බැංකු ගිණුමට කරනු ඇත. මෙම ගාස්තුව ආපසු ගෙවනු ඇත.
sl: Microsoft vam bo zaračunal enkratni znesek 0,01 € in bo s tem preveril vaše podatke za plačilo. Ta znesek vam bo vrnjen.
sr_cyrl_rs: Microsoft ће вам са банковног рачуна једнократно наплатити 0,01 евра у циљу верификације информација о плаћању. Овај износ ће вам бити рефундиран.
sr_latn_rs: Microsoft će vam sa bankovnog računa jednokratno naplatiti 0,01 evra u cilju verifikacije informacija o plaćanju. Ovaj iznos će vam biti refundiran.
sv: Microsoft debiterar ditt bankkonto en engångsavgift på € 0,01 för att verifiera din betalningsinformation. Den här avgiften återbetalas till dig.
ta: உங்கள் பணம் செலுத்தல் தகவலைச் சரிபார்க்க, Microsoft உங்கள் வங்கிக் கணக்கில் € 0.01 யூரோ ஒரு-தடவைக் கட்டணத்தை மேற்கொள்ளும். இந்தக் கட்டணம் திரும்பச் செலுத்தப்படும்.
te: మీ చెల్లింపు సమాచారాన్ని ధృవీకరించడానికి Microsoft, ఒక సారి రుసుము గా మీ బ్యాంకు ఖాతా కి € 0.01యూరోని చార్జ్ చేస్తుంది. ఈ రుసుము తిరిగి చెల్లింపబడుతుంది.
tg: Барои тасдиқ кардани маълумоти пардохти шумо, Microsoft аз ҳисоби бонкии шумо € 0.01 Евро як маротиба меситонад. Ин маблағ бозпардохт карда мешавад.
th: Microsoft จะเก็บค่าบริการจำนวน € 0.01 ยูโรหนึ่งครั้งกับบัญชีธนาคารของคุณเพื่อตรวจสอบข้อมูลการชำระเงินของคุณ การเก็บค่าบริการนี้จะได้รับการคืนเงินกลับให้คุณ
tr: Microsoft, ödeme bilgilerinizi doğrulamak için banka hesabınıza bir kereliğine 0,01 avroluk bir ödeme yansıtacaktır. Bu ödeme daha sonra iade edilmeyecektir.
tt: Майкрософт ширкәте, түләү мәгълүматыгызны раслау өчен, банк хисабыгыздан € 0.01 евро күләмендә бер тапкыр түләү алачак. Бу түләү кире кайтарылачак.
ug: ھەق تاپشۇرۇش ئۇچۇرىنى دەلىللەش ئۈچۈن Microsoft بانكا ھېساباتىڭىزدىن € 0.01 سوممىسىدا بىر قېتىملىق ھەق تۇتىدۇ. بۇ ھەق قايتۇرۇلىدۇ.
uk: Корпорація Майкрософт одноразово стягне € 0,01 євро з вашого банківського рахунку, щоб перевірити ваші платіжні відомості. Цю суму буде відшкодовано.
ur: Microsoft ادائیگی کی معلومات کی تصدیق کرنے کے لیے ایک ہی بار آپ کے بینک اکاؤنٹ سے € 0.01 یورو چارج کرے گا۔ یہ چارج ریفنڈ کر دیا جائے گا۔
uz: To‘lov ma’lumotlaringizni tasdiqlash uchun Microsoft bank hisob raqamingizdan bir marta € 0,01 Yevro miqdorida to‘lov oladi. Bu to‘lov qaytarib beriladi.
vi: Microsoft sẽ tính phí một lần € 0,01 Euro cho tài khoản ngân hàng để xác minh thông tin thanh toán của bạn. Khoản phí này sẽ được hoàn trả.
zh_hans: Microsoft 将向你的银行帐户一次收取 0.01 欧元费用以验证你的付款信息。此费用会退还给你。
zh_hant: Microsoft 將對您的銀行帳戶收取一次性的 € 0.01 歐元，以驗證您的付款資訊。稍後將會退回此款項。

# Literal.IDV.LicenseAgreementHeader
source: LICENSE AGREEMENT
af: LISENSIE-OOREENKOMS
am: የፈቃድ ስምምነት
ar: اتفاقية الترخيص
as: লাইচেঞ্চ চুক্তি
az: LİSENZİYA MÜQAVİLƏSİ
bg: ЛИЦЕНЗИОННО СПОРАЗУМЕНИЕ
bn_in: লাইসেন্সের চুক্তি
bs: UGOVOR O LICENCI
cy: CYTUNDEB TRWYDDED
da: LICENSAFTALE
de: LIZENZBEDINGUNGEN
el: ΑΔΕΙΑ ΧΡΗΣΗΣ
es: CONTRATO DE LICENCIA
et: LITSENTSILEPING
eu: LIZENTZIA-KONTRATUA
fa: توافقنامه مجوز
ga: COMHAONTÚ CEADÚNAIS
gd: AONTA A’ CHEADACHAIS
gl: CONTRATO DE LICENZA
gu: લાઇસન્સ કરાર
he: הסכם רישיון
hi: लाइसेंस अनुबंध
hr: LICENCNI UGOVOR
hu: LICENCSZERZŐDÉS
id: PERSETUJUAN LISENSI
is: LEYFISSAMNINGUR
ja: 使用許諾契約書
ka: სალიცენზიო შეთანხმება
kk: ЛИЦЕНЗИЯ КЕЛІСІМІ
kn: ಪರವಾನಗಿ ಒಪ್ಪಂದ
ko: 사용권 계약
ku_arab: رێکەوتننامەی مۆڵەت
ky: ЛИЦЕНЗИЯ КЕЛИШИМИ
lo: ຂໍ້ຕົກລົງການອະນຸຍາດ
lt: LICENCINĖ SUTARTIS
lv: LICENCES LĪGUMS
mi: WHAKAAETANGA RAIHANA
mk: ДОГОВОР ЗА ЛИЦЕНЦА
ml: ലൈസൻസ് കരാർ
mn: ЛИЦЕНЗИЙН ГЭРЭЭ
mr: परवाना करार
ms: PERJANJIAN LESEN
mt: FTEHIM TAL-LIĊENZJA
ne: इजाजतपत्र सम्झौता
nn_no: LISENSAVTALE
no: LISENSAVTALE
or: ଲାଇସେନ୍ସ ଚୁକ୍ତି
pa_arab_pk: لائسنس معاہدہ
pa_in: ਲਾਇਸੈਂਸ ਸਮਝੌਤਾ
pl: UMOWA LICENCYJNA
ru: ЛИЦЕНЗИОННОЕ СОГЛАШЕНИЕ
sd: لائيسنس معاهدو
si: බලපත්‍ර ගිවිසුම
sl: LICENČNA POGODBA
sr_cyrl_rs: УГОВОР О ЛИЦЕНЦИРАЊУ
sr_latn_rs: UGOVOR O LICENCIRANjU
sv: LICENSVILLKOR
ta: உரிமம் ஒப்பந்தம்
te: లైసెన్స్ ఒప్పందం
tg: ШАРТНОМАИ ИҶОЗАТНОМА
th: ข้อตกลงสิทธิ์การใช้งาน
tr: LİSANS SÖZLEŞMESİ
tt: ЛИЦЕНЗИЯ КИЛЕШҮЕ
ug: ئىجازەت كېلىشىمى
uk: ЛІЦЕНЗІЙНА УГОДА
ur: لائسنس معاہدہ
uz: LITSENZIYA KELISHUVI
vi: THỎA THUẬN CẤP PHÉP
zh_hans: 许可协议
zh_hant: 授權合約

# Literal.IDV.LicenseAgreementText
source: I have read and accept the terms and conditions above
af: Ek het die bepalings en voorwaardes hierbo gelees en aanvaar dit
am: ከላይ ያሉት የአጠቃቀም ውሎች እና ኩነቶች አንብቤ ተቀብያቸዋለሁ
ar: لقد قرأت البنود والشروط الواردة أعلاه وأوافق عليها
as: মই ওপৰৰ নিয়ম আৰু চৰ্তাৱলী পঢ়িছো আৰু স্বীকাৰ কৰিছো
az: Mən yuxarıdakı şərtləri oxumuşam və qəbul etmişəm
bg: Прочетох и приемам горепосочените правила и условия
bn_in: আমি পড়েছি এবং উপরের চুক্তি ও শর্তাদি গ্রহণ করেছি
bs: Pročitao/la sam i prihvatam navedene odredbe i uslove
cy: Rwyf wedi darllen ac yn derbyn y telerau a'r amodau uchod
da: Jeg har læst og accepterer vilkårene og betingelserne ovenfor
de: Ich habe die oben stehenden Bestimmungen gelesen und akzeptiere sie.
el: Έχω διαβάσει και συμφωνώ με τους παραπάνω όρους και προϋποθέσεις
es: He leído y acepto los términos y condiciones anteriores
et: Lugesin läbi ülaltoodud tingimused ja nõustun nendega
eu: Irakurri ditut eta onartzen ditut goiko zehaztapenak eta baldintzak
fa: من شرایط و ضوابط بالا را خوانده‌ام و با آنها موافق هستم.
ga: Tá na téarmaí agus coinníollacha thuas léite agam agus aontaím leo
gd: Leugh mi na teirmichean is cumhaichean gu h-àrd is tha mi a’ gabhail riutha
gl: Lin e acepto os termos e condicións indicados anteriormente.
gu: મેં ઉપરોક્ત નિયમો અને શરતો વાંચી છે અને તેને સ્વીકારું છું
he: קראתי את התנאים וההתניות שלמעלה ואני מקבל אותם.
hi: मैंने उपरोक्त नियम और शर्तों को पढ़ लिया है और स्वीकार कर लिया है
hr: Pročitao sam i prihvaćam navedene uvjete i odredbe.
hu: Elolvastam és elfogadom a fenti feltételeket és kikötéseket
id: Saya telah membaca dan menyetujui syarat dan ketentuan di atas
is: Ég hef lesið og samþykki ofangreinda notkunarskilmála
ja: 上記の使用条件を読み、これに同意します
ka: გავეცანი და ვეთანხმები ზემოთ მოცემულ წესებსა და პირობებს
kk: Жоғарыдағы талаптар мен шарттарды оқыдым және қабылдаймын
kn: ನಾನು ಮೇಲಿನ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳನ್ನು ಓದಿರುತ್ತೇನೆ ಮತ್ತು ಸಮ್ಮತಿಸುತ್ತೇನೆ
ko: 위 사용 약관에 동의합니다.
ku_arab: من مەرجەکانی لای سەرووم خوێندۆتەوە و قەبووڵیان دەکەم.
ky: Жогорудагы шарттарды окудум жана кабыл алдым.
lo: ຂ້ອຍໄດ້ອ່ານ ແລະ ຍອມຮັບຂໍ້ກຳນົດ ແລະ ເງື່ອນໄຂຂ້າງເທິງ
lt: Perskaičiau ir sutinku su aukščiau pateiktomis sąlygomis
lv: Esmu izlasījis iepriekš norādītos noteikumus un nosacījumus un piekrītu tiem
mi: Kua pānui, e whakaae ana hoki ahau ki ngā ture whakamahi me ngā whakaritenga i runga nei
mk: Ги прочитав и ги прифаќам одредбите и условите наведени погоре
ml: മുകളിൽ നൽകിയിട്ടുള്ള വ്യവസ്ഥകളും നിബന്ധനകളും നിങ്ങൾ വായിക്കുകയും അംഗീകരിക്കുകയും ചെയ്യേണ്ടതുണ്ട്
mn: Би дээрх ашиглалтын нөхцлүүдийг зөвшөөрч байна
mr: मी वरील अटी आणि शर्ती वाचल्या आणि स्वीकारल्या आहेत
ms: Saya telah membaca serta menerima terma dan syarat di atas
mt: Qrajt u naċċetta t-termini u l-kundizzjonijiet t'hawn fuq
ne: मैले माथिका शर्त तथा अवस्थाहरु पढे र स्वीकार गरें
nn_no: Eg har lese og godtek vilkåra ovanfor
no: Jeg har lest og godtar vilkårene og betingelsene ovenfor
or: ମୁଁ ଉପରୋକ୍ତ ଚୁକ୍ତି ଏବଂ ସର୍ତ୍ତାବଳୀ ପଠନ ଏବଂ ସ୍ଵୀକାର କରିଛି
pa_arab_pk: میں اتے بیان کیتی شرائط تے ضوابط نوں پڑھ لیا تے قبول کیتا اے
pa_in: ਮੈਂ ਉਪਰੋਕਤ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਪੜ੍ਹ ਅਤੇ ਸਮਝ ਲਈਆਂ ਹਨ
pl: Potwierdzam przeczytanie i akceptację powyższych warunków i postanowień
ru: Я прочитал(-а) и принимаю условия, приведенные выше
sd: مان مٿي ڏنل شرطون ۽ ظابطا پڙهيا ۽ قبول ڪيا
si: මම ඉහත සදහන් නියමයන් සහ කොන්දේසි කියවූ අතර ඊට එකඟ වෙමි.
sl: Prebral sem zgornje pogoje in določila in jih sprejemam
sr_cyrl_rs: Прочитао/ла сам горенаведене одредбе и услове и пристајем на њих
sr_latn_rs: Pročitao/la sam gorenavedene odredbe i uslove i pristajem na njih
sv: Jag har läst och accepterar villkoren ovan
ta: மேலே உள்ள நிபந்தனைகள் மற்றும் விதிமுறைகளை நான் படித்து ஒப்புக்கொள்கிறேன்.
te: నేను ఎగువ ఉన్న నిబంధనలు మరియ షరతులను చదివి, అంగీకరిస్తున్నాను
tg: Ман шарту шароитҳои мазкурро хондам ва қабул қардам
th: ฉันได้อ่านและยอมรับข้อกำหนดและเงื่อนไขข้างต้น
tr: Yukarıdaki hüküm ve koşulları okudum ve kabul ediyorum
tt: Мин югарыдагы шартларны укып чыктым һәм алар белән килешәм
ug: يۇقىرىدىكى كېلىشىم ۋە شەرتلەرنى ئوقۇدۇم ۋە قوبۇل قىلىمەن
uk: Я прочитав(-ла) і приймаю умови, наведені вище
ur: میں نے مندرجہ بالا شرائط و ضوابط کو پڑھا اور قبول کیا ہے
uz: Men yuqoridagi muddat va shartlarni o‘qib chiqdim va ularga roziman
vi: Tôi đã đọc và chấp nhận các điều khoản và điều kiện ở trên
zh_hans: 我已阅读并接受上述使用条款
zh_hant: 我已閱讀並接受上面的條款及條件

# Literal.IDV.LicenseAgreementAcceptanceValidation
source: To continue, please accept the terms of use first.
af: Aanvaar asseblief eers die gebruiksbepalings om voort te gaan.
am: ለመቀጠል፣ እባክዎ መጀመርያ የአጠቃቀም ውሉ ይቀበሉ።
ar: للمتابعة، يُرجي قبول شروط الاستخدام أولاً.
as: অব্যাহত ৰাখিবলৈ, অনুগ্ৰহ কৰি প্ৰথমে ব্যৱহাৰৰ চৰ্তসমূহ স্বীকাৰ কৰক৷
az: Davam etmək üçün əvvəlcə istifadə şərtlərini qəbul edin.
bg: Първо приемете условията на използване, за да продължите.
bn_in: চালিয়ে যেতে, অনুগ্রহ করে প্রথম ব্যবহারের শর্তাবলী গ্রহণ করুন৷
bs: Da biste nastavili, prvo prihvatite uslove korištenja.
cy: I barhau, derbyniwch y telerau defnydd yn gyntaf.
da: Hvis du vil fortsætte, skal du acceptere vilkårene for anvendelse først.
de: Akzeptieren Sie die Nutzungsbedingungen, um fortzufahren.
el: Για να συνεχίσετε, αποδεχτείτε πρώτα τους όρους χρήσης.
es: Para continuar, primero acepta las condiciones de uso.
et: Jätkamiseks nõustuge esmalt kasutustingimustega.
eu: Aurrera egin ahal izateko, onar itzazu erabiltzeko baldintzak.
fa: برای ادامه لطفاً ابتدا شرایط استفاده را قبول کنید.
ga: Glac na téarmaí úsáide chun leanúint ar aghaidh.
gd: Feumaidh tu gabhail ri teirmichean a’ chleachdaidh mus lean thu air adhart.
gl: Para continuar, acepta as condicións de uso primeiro.
gu: ચાલુ રાખવા માટે, કૃપયા પહેલા ઉપયોગની શરતો સ્વીકારો.
he: כדי להמשיך, קבל תחילה את תנאי השימוש.
hi: जारी रखने के लिए, कृपया पहले उपयोग की शर्तों को स्वीकार करें.
hr: Da biste nastavili, najprije prihvatite uvjete korištenja.
hu: A folytatáshoz előbb fogadja el a használati feltételeket.
id: Untuk melanjutkan, harap setujui ketentuan penggunaan terlebih dahulu.
is: Til að halda áfram skaltu samþykkja notkunarskilmálana.
ja: 続けるには、使用条件に同意してください。
ka: იმისათვის რომ განაგრძოთ, ჯერ დაეთანხმეთ გამოყენების პირობებს.
kk: Жалғастыру үшін, алдымен пайдалану шарттарын қабылдаңыз.
kn: ಮುಂದುವರಿಯುವ ಮೊದಲು, ದಯವಿಟ್ಟು ಈ ಬಳಕೆಯ ನಿಯಮಗಳಿಗೆ ಸಮ್ಮತಿಸಿ.
ko: 계속하려면 먼저 사용 약관에 동의하세요.
ku_arab: بۆ بەردەوامبوون، تکایە سەرەتا مەرجەکان قەبووڵ بکە.
ky: Улантуу үчүн, сураныч, алгач колдонуу шарттарын кабыл алыңыз.
lo: ເພື່ອສືບຕໍ່, ກະລຸນາຍອມຮັບຂໍ້ກຳນົດການໃຊ້ກ່ອນ.
lt: Norėdami tęsti, pirmiausiai sutikite su sąlygomis.
lv: Lai turpinātu, vispirms piekrītiet lietošanas nosacījumiem.
mi: Kia haere tonu, mātua whakaae ki ngā ture whakamahi.
mk: За да продолжите, прво прифатете ги условите на користење.
ml: തുടരുന്നതിന്, ആദ്യം ഉപയോഗ വ്യവസ്ഥകൾ അംഗീകരിക്കുക.
mn: Үргэлжлүүлэхийн тулд ашиглалтын нөхцлүүдийг зөвшөөрнө үү.
mr: पुढे सुरु ठेवण्यासाठी, कृपया प्रथम वापराच्या अटी स्वीकारा.
ms: Untuk meneruskan, sila terima terma penggunaan terlebih dahulu.
mt: Biex tkompli, l-ewwel aċċetta t-termini tal-użu.
ne: जारी राख्न, कृपया पहिले प्रयोगका शर्तहरू स्वीकार गर्नुहोस्।
nn_no: Før du kan halde fram, må du godta vilkåra for bruk.
no: Før du kan fortsette, må du godta vilkårene for bruk.
or: ଜାରି ରଖିବାକୁ, ଦୟାକରି ବ୍ୟବହାରର ସର୍ତ୍ତାବଳୀ ସ୍ଵୀକାର କରନ୍ତୁ.
pa_arab_pk: جاری رکھن لئی، مہربانی کر کے پہلاں استعمال دی شرائط نوں قبول کرو۔
pa_in: ਜਾਰੀ ਰੱਖਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਪਹਿਲੇ ਵਰਤੋਂ ਦੀਆਂ ਸ਼ਰਤਾਂ ਸਵੀਕਾਰ ਕਰੋ।
pl: Aby kontynuować, zaakceptuj warunki pierwszego użycia.
ru: Чтобы продолжить, примите сначала условия использования.
sd: جاري رکڻ لاءِ، پهريان مهرباني ڪري استعمال جون شرطون قبول ڪريو.
si: අඛණ්ඩව කරගෙන යාමට, කරුණාකර පළමුවෙන් භාවිත නියමයන් පිළිගන්න.
sl: Če želite nadaljevati, najprej sprejmite pogoje uporabe.
sr_cyrl_rs: Да бисте наставили, морате најпре да прихватите услове коришћења.
sr_latn_rs: Da biste nastavili, morate najpre da prihvatite uslove korišćenja.
sv: Acceptera användningsvillkoren först för att fortsätta.
ta: தொடர்வதற்கு, பயன்பாட்டு விதிகளை முதலில் ஒப்புக்கொள்ளவும்.
te: కొనసాగించడానకి, దయచేసి మొదట ఉపయోగ నిబంధనలను అంగీకరించండి.
tg: Барои идома додан, лутфан пеш аз ҳама шартҳои истифодаро қабул кунед.
th: เพื่อดำเนินการต่อ โปรดยอมรับข้อกำหนดการใช้งานก่อน
tr: Devam etmek için lütfen ilk önce kullanım koşulları kabul edin.
tt: Дәвам итү өчен, башта куллану шартларын кабул итегез.
ug: داۋاملاشتۇرۇش ئۈچۈن، ئاۋۋال ئىشلىتىش شەرتلىرىنى قوبۇل قىلىڭ.
uk: Щоб продовжити, прийміть спочатку умови використання.
ur: جاری رکھنے کے لیے، براہ مہربانی پہلے استعمال کی شرائط کو قبول کریں۔
uz: Davom etish uchun avval foydalanish shartlarini qabul qiling.
vi: Để tiếp tục, vui lòng chấp nhật các điều khoản sử dụng trước tiên.
zh_hans: 要继续，请首先接受使用条款。
zh_hant: 若要繼續，請先接受條款及條件。
