Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Address.Verify.ErrorMessage
source: We couldn't validate your address. Check to make sure it's correct.
af: Ons kon nie jou adres valideer nie. Kontroleer dat dit korrek is.
am: አድራሻዎን ማረጋገጥ አልቻልንም። ትክክል መሆኑን ለማረጋገጥ ይፈትሹት።
ar: تعذر علينا التحقق من صحة عنوانك. تأكد من صحته.
as: আমি আপোনাৰ ঠিকনা সত্যাৰ্পন কৰিব নোৱাৰিলো। এইটো সঠিক হয় নে নহয় নিশ্চিত কৰিবলৈ পৰীক্ষা কৰক।
az: Ünvanınızı təsdiqləyə bilmədik. Onun doğru olduğuna əmin olun.
bg: Не успяхме да проверим адреса ви. Проверете, за да се уверите, че е правилен.
bn_in: আমরা আপনার ঠিকানাটি বৈধ করতে পারিনি। এটি সঠিক কিনা তা পরীক্ষা করে দেখুন।
bs: Nismo uspjeli provjeriti valjanost vaše adrese. Provjerite je li tačna.
cy: Doedd dim modd dilysu eich cyfeiriad. Gwnewch yn siŵr ei fod yn gywir.
da: Din adresse kunne ikke valideres. Kontrollér, at den er korrekt.
de: Ihre Adresse konnte nicht überprüft werden. Stellen Sie sicher, dass die Angaben korrekt sind.
el: Δεν ήταν δυνατή η επικύρωση της διεύθυνσής σας. Ελέγξτε για να βεβαιωθείτε ότι είναι σωστή.
es: No hemos podido validar la dirección. Asegúrese de que sea correcta.
et: Me ei saanud teie aadressi kinnitada. Veenduge, et see oleks õige.
eu: Ezin izan dugu baliozkotu helbidea. Ziurtatu zuzena dela.
fa: نتوانستيم آدرستان رو اعتبارسنجی کنیم. بررسی کنید تا مطمئن شوید که درست باشد.
ga: Níor éirigh le bailíochtú an tseolta. Cinntigh go bhfuil an seoladh ceart.
gd: Cha b’ urrainn dhuinn an seòladh agad a dhearbhadh. Dèan cinnteach gu bheil e ceart.
gl: Non se puido validar o enderezo. Asegúrese de que é correcto.
gu: અમે તમારું સરનામું માન્ય કરી શક્યાં નહીં. તે સાચું છે તેની ખાતરી કરવા માટે તપાસો.
he: לא הצלחנו לאמת את הכתובת שלך. ודא שהיא נכונה.
hi: हम आपका पता सत्यापित नहीं कर सके. यह सुनिश्चित करने के लिए जाँचें कि यह सही है.
hr: Potvrda vaše adrese nije uspjela. Provjerite je li točna.
hu: Nem sikerült ellenőrizni a címet. Győződjön meg arról, hogy helyesen adta meg.
id: Kami tidak dapat memvalidasi alamat Anda. Pastikan alamat Anda sudah benar.
is: Okkur tókst ekki að sannprófa heimilisfangið þitt. Athugaðu það til að tryggja að það sé rétt.
ja: 住所を検証できませんでした。正しいことをご確認ください。
ka: თქვენი მისამართის შემოწმება ვერ მოხერხდა. გადაამოწმეთ მისამართის სისწორე.
kk: Мекенжайыңыздың дұрыстығы расталмады. Оның дұрыстығын тексеріңіз.
kn: ನಾವು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಮೌಲೀಕರಿಸಲಾಗದು. ಇದು ಸರಿಯಾಗಿದೆ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಲು ಪರಿಶೀಲಿಸಿ.
ko: 주소를 확인하지 못했습니다. 정확한지 확인하세요.
lo: ພວກເຮົາບໍ່ສາມາດຢືນຢັນທີ່ຢູ່ຂອງທ່ານໄດ້. ກວດເບິ່ງເພື່ອໃຫ້ແນ່ໃຈວ່າມັນຖືກຕ້ອງ.
lt: Nepavyko patikrinti jūsų adreso. Patikrinkite ir įsitikinkite, kad jis teisingas.
lv: Neizdevās validēt jūsu adresi. Pārbaudiet, vai tā ir pareiza.
mi: Tē taea tō wāhitau te whakamana. Me whakarite kei te tika.
mk: Не може да ја потврдиме адресата. Проверете дали е точна.
ml: ഞങ്ങൾക്ക് നിങ്ങളുടെ വിലാസം സാധൂകരിക്കാൻ കഴിഞ്ഞില്ല. ഇത് ശരിയാണെന്ന് ഉറപ്പാക്കാൻ പരിശോധിക്കുക.
mr: आम्ही तुमचा पत्ता प्रमाणित करू शकलो नाही. तो बरोबर आहे याची खात्री करा.
ms: Kami tidak dapat mengesahkan alamat anda. Semak untuk memastikan ia betul.
mt: Ma stajniex nivvalidaw l-indirizz tiegħek. Iċċekkja biex tiżgura li huwa tajjeb.
ne: हामी तपाईंको ठेगाना मान्य गर्न सकेनौं। यो सहि छ भनि निश्चित गर्न जाँच गर्नुहोस्।
nn_no: Vi kunne ikkje bekrefte adressa di. Kontroller at ho er korrekt.
no: Vi kan ikke bekrefte adressen din. Kontroller at den er riktig.
or: ଆମେ ଆପଣଙ୍କର ଠିକଣା ବୈଧ କରିପାରିଲୁ ନାହିଁ | ଏହା ସଠିକ୍ ଅଛି କି ନାହିଁ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਪਤੇ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕਰ ਸਕੇ. ਇਹ ਸਹੀ ਹੋਣ ਲਈ ਜਾਂਚ ਕਰੋ.
pl: Nie mogliśmy zweryfikować Twojego adresu. Upewnij się, że jest poprawny.
ru: Не удалось проверить ваш адрес. Убедитесь, что он указан правильно.
sl: Vašega naslova ni bilo mogoče preveriti. Preverite, ali je pravilen.
sr_cyrl_rs: Нисмо успели да проверимо ваљаност ваше адресе. Проверите да ли је тачна.
sr_latn_rs: Nismo uspeli da proverimo valjanost vaše adrese. Proverite da li je tačna.
sv: Det gick inte att verifiera din adress. Kontrollera att den är korrekt.
ta: உங்கள் முகவரியை எங்களால் சரிபார்க்க முடியவில்லை. அது சரியாக இருக்கிறதா என்று சரிபார்க்கவும்.
te: మేము మీ చిరునామాను ధృవీకరించలేము. ఇది సరైనదని నిర్ధారించుకోండి.
th: เราไม่สามารถตรวจสอบที่อยู่ของคุณได้ ตรวจสอบให้แน่ใจว่าที่อยู่ถูกต้อง
tr: Adresinizi doğrulayamadık. Doğru olduğundan emin olmak için denetleyin.
tt: Адресыгызны тикшереп булмады. Аның дөрес булуын тикшерегез.
ug: ئادرېسىڭىزنى ئىناۋەتلەندۈرەلمىدۇق. ئۇنىڭ توغرا ئىكەنلىكىگە جەزملەش ئۈچۈن تەكشۈرۈڭ.
uk: Не вдалося перевірити вашу адресу. Переконайтеся, що вона правильна.
ur: ہم آپ کے پتے کو جائز قرار نہیں دے سکے۔ چیک کر کے اس کے درست ہونے کو یقینی بنائیں۔
uz: Manzilingiz tasdiqlanmadi. Uning bexato ekanini tekshiring.
vi: Chúng tôi không thể xác thực địa chỉ của bạn. Hãy kiểm tra để đảm bảo địa chỉ chính xác.
zh_hans: 我们无法验证你的地址。请检查确保其正确无误。
zh_hant: 我們無法驗證您的地址。請檢查以確認地址正確。

# Word.Address.Current
source: Current address
af: Huidige adres
am: የአሁኑ አድራሻ
ar: العنوان الحالي
as: বৰ্তমানৰ ঠিকনা
az: Cari ünvan
bg: Текущ адрес
bn_in: বর্তমান ঠিকানা
bs: Trenutna adresa
cy: Cyfeiriad presennol
da: Nuværende adresse
de: Aktuelle Adresse
el: Τρέχουσα διεύθυνση
es: Dirección actual
et: Praegune aadress
eu: Uneko helbidea
fa: آدرس فعلی
ga: Seoladh reatha
gd: An seòladh làithreach
gl: Enderezo actual
gu: વર્તમાન સરનામુ
he: כתובת נוכחית
hi: वर्तमान पता
hr: Trenutna adresa
hu: Jelenlegi cím
id: Alamat saat ini
is: Núverandi heimilisfang
ja: 現在の住所
ka: მიმდინარე მისამართი
kk: Ағымдағы мекенжай
kn: ಪ್ರಸ್ತುತ ವಿಳಾಸ
ko: 현재 주소
lo: ທີ່​ຢູ່​ປະ​ຈຸ​ບັນ
lt: Dabartinis adresas
lv: Pašreizējā adrese
mi: Wāhitau onāianei
mk: Тековна адреса
ml: നിലവിലെ വിലാസം
mr: वर्तमान पत्ता
ms: Alamat semasa
mt: Indirizz attwali
ne: हालको ठेगाना
nn_no: Gjeldande adresse
no: Gjeldende adresse
or: ସାମ୍ପ୍ରତିକ ଠିକଣା
pa_in: ਮੌਜੂਦਾ ਪਤਾ
pl: Bieżący adres
ru: Текущий адрес
sl: Trenutni naslov
sr_cyrl_rs: Тренутна адреса
sr_latn_rs: Trenutna adresa
sv: Nuvarande adress
ta: தற்போதைய முகவரி
te: ప్రస్తుత చిరునామా
th: ที่อยู่ปัจจุบัน
tr: Geçerli adres
tt: Хәзерге адрес
ug: ھازىرقى ئادرېس
uk: Поточна адреса
ur: موجودہ پتہ
uz: Joriy manzil
vi: Địa chỉ hiện tại
zh_hans: 当前地址
zh_hant: 目前地址

# Word.Address.Suggested
source: Suggested address
af: Voorgestelde adres
am: የተጠቆመ አድራሻ
ar: العناوين المقترحة
as: পৰামৰ্শিত ঠিকনা
az: Təklif olunan ünvan
bg: Предложен адрес
bn_in: প্রস্তাবিত ঠিকানা
bs: Predložena adresa
cy: Cyfeiriad a awgrymir
da: Foreslået adresse
de: Vorgeschlagene Adresse
el: Προτεινόμενη διεύθυνση
es: Dirección sugerida
et: Soovitatav aadress
eu: Iradokitako helbidea
fa: آدرس پیشنهادی
ga: Seoladh molta
gd: Seòladh a mholar
gl: Enderezo suxerido
gu: સૂચવેલ સરનામું
he: כתובת מוצעת
hi: सुझाए गए पते
hr: Predložena adresa
hu: Javasolt cím
id: Alamat yang disarankan
is: Heimilisfang sem stungið er upp á
ja: 候補の住所
ka: შემოთავაზებული მისამართი
kk: Ұсынылған мекенжай
kn: ಸೂಚಿಸಲಾದ ವಿಳಾಸ
ko: 추천 주소
lo: ທີ່ຢູ່ທີ່ແນະນຳແລ້ວ
lt: Siūlomas adresas
lv: Ieteiktā adrese
mi: Wāhinoho huatau
mk: Предложена адреса
ml: നിർദ്ദേശിച്ച വിലാസം
mr: सुचविलेला पत्ता
ms: Alamat yang dicadangkan
mt: Indirizz issuġġerit
ne: सुझाव गरिएको ठेगाना
nn_no: Føreslått adresse
no: Foreslått adresse
or: ପ୍ରସ୍ତାବିତ ଠିକଣା
pa_in: ਸੁਝਾਏ ਗਏ ਪਤੇ
pl: Sugerowany adres
ru: Предложенный адрес
sl: Predlagani naslov
sr_cyrl_rs: Предложена адреса
sr_latn_rs: Predložena adresa
sv: Föreslagen adress
ta: பரிந்துரைக்கப்படும் முகவரி
te: సూచించిన చిరునామా
th: ที่อยู่ที่แนะนำ
tr: Önerilen adres
tt: Тәкъдим ителгән адрес
ug: تەۋسىيەلىك ئادرېس
uk: Рекомендована адреса
ur: تجویز کردہ پتہ
uz: Taklif etilgan manzil
vi: Địa chỉ được đề xuất
zh_hans: 建议的地址
zh_hant: 建議的位址

# Word.ChangeAddress.Header
source: Change your address
af: Verander jou adres
am: አድራሻዎን ይለውጡ
ar: تغيير عنوانك
as: আপোনাৰ ঠিকনা সলনি কৰক
az: Ünvanınızı dəyişin
bg: Промяна на вашия адрес
bn_in: আপনার ঠিকানা পরিবর্তন করুন
bs: Promijenite adresu
cy: Newid eich cyfeiriad
da: Ændr din adresse
de: Adresse ändern
el: Αλλαγή της διεύθυνσής σας
es: Cambio de la dirección
et: Aadressi muutmine
eu: Aldatu helbidea
fa: آدرس خود را تغییر دهید
ga: Athraigh do sheoladh
gd: Atharraich an seòladh agad
gl: Cambiar o enderezo
gu: તમારું સરનામું બદલો
he: שנה את הכתובת שלך
hi: अपना पता बदलें
hr: Promjena adrese
hu: Cím módosítása
id: Ganti alamat Anda
is: Breyttu heimilisfanginu þínu
ja: 住所の変更
ka: შეცვალეთ თქვენი მისამართი
kk: Мекенжайды өзгерту
kn: ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಬದಲಿಸಿ
ko: 주소 변경
lo: ປ່ຽນທີ່ຢູ່ຂອງທ່ານ
lt: Pateiskite savo adresą
lv: Savas adreses maiņa
mi: Hurihia tō wāhitau
mk: Изменете ја вашата адреса
ml: നിങ്ങളുടെ വിലാസം മാറ്റുക
mr: तुमचा पत्ता बदला
ms: Ubah alamat anda
mt: Ibdel l-indirizz tiegħek
ne: तपाईंको ठेगाना परिवर्तन गर्नुहोस्
nn_no: Endre adressa di
no: Endre adressen din
or: ଆପଣଙ୍କର ଠିକଣା ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa_in: ਆਪਣਾ ਪਤਾ ਬਦਲੋ
pl: Zmień swój adres
ru: Изменить адрес
sl: Spremenite naslov
sr_cyrl_rs: Промена адресе
sr_latn_rs: Promena adrese
sv: Ändra adress
ta: உங்கள் முகவரியை மாற்றவும்
te: మీ చిరునామాను మార్చండి
th: เปลี่ยนแปลงที่อยู่ของคุณ
tr: Adresinizi değiştirme
tt: Адресыгызны үзгәртү
ug: ئادرېسىڭىزنى ئۆزگەرتىڭ
uk: Змінення адреси
ur: اپنا پتہ تبدیل کریں
uz: Manzilingizni oʻzgartiring
vi: Thay đổi địa chỉ của bạn
zh_hans: 更改你的地址
zh_hant: 變更您的地址

# Word.SelectPaymentInstrument.EndingIn
source: Ending In
af: Eindig met
am: የሚያበቃው
ar: تنتهي بالرقم
as: সমাপ্ত হ'ব
az: Bununla bitir:
bg: Последни цифри
bn_in: -এ শেষ হচ্ছে
bs: Završava brojevima
cy: Yn gorffen gyda
da: Slutter med
de: Endet auf
el: Λήγει σε
es: Termina en
et: Lõpeb numbritega
eu: Azken digituak:
fa: منتهی به
ga: Ag críochnú ar
gd: A’ crìochnachadh le
gl: Remata dentro de
gu: માં સમાપ્ત થાય છે
he: מסתיים ב-
hi: इस पर समाप्त होने वाला
hr: Završava na
hu: Utolsó számjegyek:
id: Berakhir dalam
is: Endar á
ja: 末尾の数字
ka: მთავრდება ციფრებით
kk: Мыналармен аяқталады
kn: ಒಳಗೆ ಅಂತ್ಯಗೊಳಿಸುತ್ತಿದೆ
ko: 다음으로 끝남
lo: ສິ້ນສຸດລົງໃນ
lt: Baigiasi
lv: Beidzas ar
mi: Ka Mutu Ki Te
mk: Завршува со
ml: അവസാനിക്കുന്നു
mr: नी शेवट होणारे
ms: Berakhir Dengan
mt: Jispiċċa bi
ne: अन्त हुने
nn_no: Sluttar på
no: Slutter om
or: ସମାପ୍ତ ହୋଇଛି
pa_in: ਇਸ ਨਾਲ ਖਤਮ ਹੋਣ ਵਾਲਾ
pl: Ważne do
ru: Последние четыре цифры
sl: Zadnje števke
sr_cyrl_rs: Завршава се за
sr_latn_rs: Završava se na
sv: Slutar på
ta: இதில் முடிவடையும்
te: దీనితో ముగిసేది
th: ลงท้ายด้วย
tr: Şu Süre İçinde Sona Eriyor:
tt: Ахыргы саннары:
ug: بىلەن ئاخىرلاشقان
uk: Останні цифри
ur: اس میں ختم ہو رہا ہے
uz: Tugaydi:
vi: Kết thúc bằng
zh_hans: 末尾数字
zh_hant: 末四碼為

# Word.SelectPaymentInstrument.FixThisWayToPay
source: Fix this way to pay
af: Herstel hierdie manier om te betaal
am: ለመክፈል ይህን መንገድ ያስተካክሉ
ar: إصلاح هذه الطريقة للدفع
as: পৰিশোধ কৰিবলৈ এই ধৰণে ঠিক কৰক
az: Ödəniş üçün dəyişin
bg: Коригиране на този начин за плащане
bn_in: অর্থ প্রদানের এই উপায়টি স্থির করুন
bs: Popravite ovaj način plaćanja
cy: Datrys y ffordd hon i dalu
da: Ret denne måde til at betale
de: Diese Zahlungsart korrigieren
el: Επιδιόρθωση αυτού του τρόπου πληρωμής
es: Corregir esta forma de pago
et: Parandage see makseviis
eu: Konpondu ordainketa-metodoa
fa: رفع مشکل این روش پرداخت
ga: Socraigh an bealach seo le híoc
gd: Càirich an dòigh pàighidh seo
gl: Corrixir este método de pagamento
gu: ચુકવણી કરવા માટે આ રીત ઠીક કરો
he: תקן שיטה זו כדי לבצע תשלום
hi: भुगतान करने के इस तरीके में सुधार करें
hr: Popravite taj način plaćanja
hu: A fizetési mód javítása
id: Perbaiki cara ini untuk membayar
is: Leiðrétta þennan greiðslumáta
ja: 支払うには、このように修正してください
ka: ამ გადახდის მეთოდის დაფიქსირება
kk: Төлеу үшін осылай түзету
kn: ಪಾವತಿಸಲು ಈ ರೀತಿ ಫಿಕ್ಸ್ ಮಾಡಿ
ko: 이 결제 방법 수정
lo: ແກ້ໄຂວິທີການນີ້ເພື່ອຈ່າຍ
lt: Nustatyti šį mokėjimo būdą
lv: Labot šo maksāšanas veidu
mi: Whakatikahia tēnei tikanga utu
mk: Поправи го овој начин на плаќање
ml: പണമടയ്‌ക്കാൻ ഈ മാർഗ്ഗം പരിഹരിക്കുക
mr: देय या मार्गे निश्चित करा
ms: Betulkan cara pembayaran ini
mt: Sewwi dan il-mod kif tħallas
ne: भुक्तानी गर्न यो तरिका मिलाउनुहोस्‌
nn_no: Ordne denne måten å betale på
no: Fiks denne måten å betale på
or: ଦେୟ ଦେବାକୁ ଏହି ଉପାୟ ଠିକ କରନ୍ତୁ
pa_in: ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਇਸ ਤਰੀਕੇ ਨੂੰ ਸੋਧੋ
pl: Napraw ten sposób płacenia
ru: Исправить этот способ оплаты
sl: Popravi ta način za plačilo
sr_cyrl_rs: Исправите овај начин плаћања
sr_latn_rs: Ispravite ovaj način plaćanja
sv: Åtgärda det här sättet att betala
ta: பணம் செலுத்தும் முறையை அமைக்கவும்
te: చెల్లించడానికి ఈ మార్గాన్ని ఏర్పాటు చేయండి
th: แก้ไขวิธีนี้เพื่อชำระเงิน
tr: Ödeme yapmak için bu sorunu çözün
tt: Түләүнең бу ысулын раслау
ug: تۆلەش ئۈچۈن بۇ ئۇسۇلنى ئوڭشاش
uk: Виправити цей спосіб оплати
ur: ادا کرنے کیلئے یہ طریقہ ٹھیک کریں
uz: Toʻlashning shu usulini tuzating
vi: Khắc phục bằng cách này để thanh toán
zh_hans: 修复此方法以支付
zh_hant: 請修正此付款方式

# Word.SuggestedAddress.Option
source: Option {0}
af: Opsie {0}
am: አማራጭ {0}
ar: الخيار {0}
as: বিকল্প {0}
az: Seçim {0}
bg: Опция {0}
bn_in: {0}টি বিকল্প
bs: Opcija {0}
cy: Opsiwn {0}
da: Indstilling {0}
el: Επιλογή {0}
es: Opción {0}
et: Suvand {0}
eu: {0}. aukera
fa: گزینه {0}
ga: Rogha {0}
gd: Roghainn {0}
gl: Opción {0}
gu: વિકલ્પ {0}
he: אפשרות {0}
hi: विकल्प {0}
hr: Mogućnost {0}
hu: {0}. javaslat
id: Opsi {0}
is: Valkostur {0}
ja: オプション {0}
ka: ვარიანტი {0}
kk: {0}-параметр
kn: ಆಯ್ಕೆ {0}
ko: 옵션 {0}
lo: ທາງເລືອກ {0}
lt: Parinktis {0}
lv: {0}. opcija
mi: Kōwhiringa {0}
mk: Опција {0}
ml: ഓപ്‌ഷൻ {0}
mr: पर्याय {0}
ms: Opsyen {0}
mt: Opzjoni {0}
ne: विकल्प {0}
nn_no: Alternativ {0}
no: Alternativ {0}
or: ବିକଳ୍ପ {0}
pa_in: ਵਿਕਲਪ {0}
pl: Opcja {0}
ru: Параметр {0}
sl: Možnost {0}
sr_cyrl_rs: Опција {0}
sr_latn_rs: Opcija {0}
sv: Alternativ {0}
ta: தேர்வு {0}
te: ఎంపిక {0}
th: ตัวเลือก {0}
tr: Seçenek {0}
tt: Вариант {0}
ug: تاللام {0}
uk: Варіант {0}
ur: اختیار {0}
uz: Variant {0}
vi: Tùy chọn {0}
zh_hans: 选项 {0}
zh_hant: 選項 {0}

# Word.SuggestedAddress.AriaOption
source: Option {0} of {1}
af: Opsie {0} van {1}
am: አማራጭ {0} ከ {1}
ar: الخيار {0} من {1}
as: বিকল্প {1} ৰ {0}
az: {0} / {1} seçim
bg: Опция {0} от {1}
bn_in: {1}-টির মধ্যে {0}টি বিকল্প
bs: Opcija {0} od {1}
cy: Opsiwn {0} o {1}
da: Indstilling {0} af {1}
de: Option {0} von {1}
el: Επιλογή {0} από {1}
es: Opción {0} de {1}
et: Suvand {0}/{1}
eu: {0}/{1} aukera
fa: گزینه {0} از {1}
ga: Rogha {0} de {1}
gd: Roghainn {0} à {1}
gl: Opción {0} de {1}
gu: {1} માંથી {0} વિકલ્પ
he: אפשרות {0} מתוך {1}
hi: {1} में से विकल्प {0}
hr: Mogućnost {0} od {1}
hu: {1}/{0}. javaslat
id: Opsi {0} dari {1}
is: Valkostur {0} af {1}
ja: オプション {1} の {0}
ka: ვარიანტი {0} / {1}-დან
kk: Параметр {0}/{1}
kn: {1} ನ {0} ಆಯ್ಕೆ
ko: 옵션 {0}/{1}
lo: ທາງເລືອກ {0} ຈາກ {1}
lt: {1} parinktis iš {0}
lv: {0}. opcija no {1}
mi: Kōwhiringa {0} o te {1}
mk: Опција {0} од {1}
ml: ഓപ്‌ഷൻ {0}/{1}
mr: {1} पैकी {0} पर्याय
ms: Opsyen {0} daripada {1}
mt: Opzjoni {0} minn {1}
ne: {1} को {0} विकल्प
nn_no: Alternativ {0} av {1}
no: Alternativ {0} av {1}
or: {1} ଋ {0} ଆଇଟମ୍
pa_in: ਵਿਕਲਪ {1} ਦਾ {0}
pl: Opcja {0} z {1}
ru: Параметр {0} из {1}
sl: Možnost {0} od {1}
sr_cyrl_rs: Опција {0} од {1}
sr_latn_rs: Opcija {0} od {1}
sv: Alternativ {0} av {1}
ta: தேர்வு {0} இன் {1}
te: {1}లో {0} ఎంపిక
th: ตัวเลือก {0} จาก {1}
tr: Seçenek {0}/{1}
tt: {0}/{1} вариант
ug: {1} / {0} تاللام
uk: Варіант {0} з {1}
ur: اختیار {0} از {1}
uz: {0} / {1} parametr
vi: Tùy chọn {0} / {1}
zh_hans: 选项 {0}，共 {1} 个选项
zh_hant: 選項 {0} (共 {1} 個)

# Literal.PayPalSecondScreen.InstructionText
source: You'll see a QR code you can scan with your phone to verify your account on PayPal's website.
af: Jy sal ’n QR-kode sien wat jy met jou foon kan skandeer om jou rekening op PayPal se webwerf te verifieer.
am: በ PayPal ድረገፅ ላይ መለያዎን ለማረጋገጥ በስልክዎ ስካን ማድረግ የሚችሉትን QR ኮድ ያያሉ።
ar: ستشاهد رمز استجابة سريعة يمكنك مسحه ضوئيًا باستخدام هاتفك للتحقق من صحة حسابك على موقع PayPal على الويب.
as: PayPalৰ ৱেবছাইটত আপোনাৰ ফোনৰ দ্বাৰা আপোনাৰ একাউণ্ট সত্যাৰ্পন কৰিবলৈ আপুনি এটা QR ক'ড দেখা পাব।
az: Ekranda göstəriləcək QR kodunu telefonunuzla skan edərək PayPal veb-saytında hesabınızı yoxlaya bilərsiniz.
bg: Ще видите QR код, който можете да сканирате с телефона си, за да потвърдите акаунта си на уебсайта на PayPal.
bn_in: PayPal ওয়েবসাইটে আপনার অ্যাকাউন্ট যাচাই করতে আপনি আপনার ফোনের সাথে স্ক্যান করতে পারেন এমন একটি QR কোড দেখতে পাবেন।
bs: Vidjet ćete QR kôd koji možete skenirati telefonom kako biste potvrdili račun na web lokaciji usluge PayPal.
cy: Byddwch chi'n gweld cod QR gallwch chi ei sganio gyda'ch ffôn i ddilysu eich cyfrif ar wefan PayPal.
da: Du vil se en QR-kode, som du kan scanne med din telefon for at bekræfte din konto på PayPal-webstedet.
de: Ihnen wird ein QR-Code angezeigt, den Sie mit Ihrem Smartphone scannen können, um Ihr Konto auf der PayPal-Website zu verifizieren.
el: Θα δείτε έναν κωδικό QR που μπορείτε να σαρώσετε με το τηλέφωνό σας για να επαληθεύσετε τον λογαριασμό σας στην τοποθεσία web του PayPal.
es: Verá un código QR que puede escanear con el teléfono para verificar su cuenta en el sitio web de PayPal.
et: Teile kuvatakse QR-kood, mida saate telefoniga skannida, et kinnitada oma konto PayPali veebisaidil.
eu: Telefonoarekin eskanea dezakezun QR kode bat ikusiko duzu zure kontua PayPal-en webgunean egiaztatzeko.
fa: برای تأیید حساب خود در وب‌سایت PayPal، شما یک کد QR را خواهید دید که می‌توانید با تلفن خود اسکن کنید.
ga: Feicfidh tú cód QR ar féidir é a scanadh le d’fhón chun do chuntas a fhíorú ar shuíomh gréasáin PayPal.
gd: Chì thu còd QR as urrainn dhut sganadh leis an fhòn agad a dhearbhadh a chunntais agad air làrach-lìn PayPal.
gl: Verá un código QR que pode dixitalizar co teléfono para verificar a súa conta no sitio web de PayPal.
gu: તમે એક QR કોડ જોશો જે તમે PayPal ની વેબસાઇટ પર તમારા એકાઉન્ટને ચકાસવા માટે તમારા ફોનથી સ્કેન કરી શકો છો.
he: יוצג קוד QR שאותו באפשרותך לסרוק באמצעות הטלפון שלך כדי לאמת את החשבון שלך באתר האינטרנט של PayPal.
hi: PayPal की वेबसाइट पर अपना खाता सत्यापित करने के लिए आपको एक QR कोड दिखाई देगा, जिसे आप अपने फ़ोन से स्कैन कर सकते हैं.
hr: Vidjet ćete QR kod koji možete skenirati telefonom da biste potvrdili račun na web-mjestu servisa PayPal.
hu: Egy QR-kódot fog látni, amelyet be kell olvasnia a telefonjával, és így érvényesítheti fiókját a PayPal webhelyén.
id: Anda akan melihat kode QR yang dapat dipindai dengan ponsel untuk memverifikasi akun Anda di situs web PayPal.
is: Þú sérð QR-kóða sem þú getur skannað með símanum til að sannprófa reikninginn á vefsvæði PayPal.
ja: QR コードが表示されたら、それをスマホでスキャンして、PayPal の Web サイトでご自分のアカウントを確認できます。
ka: თქვენ დაინახავთ QR კოდს, რომლის სკანირებაც შეგიძლიათ ტელეფონის გამოყენებით, PayPal-ის ვებგვერდზე თქვენი ანგარიშის გადასამოწმებლად.
kk: PayPal веб-сайтында тіркелгіңізді тексеру үшін телефоныңызбен сканерлеуге болатын QR кодын көресіз.
kn: ನೀವು QR ಕೋಡ್ ಅನ್ನು ನೋಡಬಹುದು, PayPal ವೆಬ್ ಸೈಟ್ ನಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನೀವು ಫೋನ್ ಬಳಸಿ ಸ್ಕ್ಯಾನ್ ಮಾಡಬಹುದು.
ko: PayPal 웹 사이트에 계정을 확인하기 위해 휴대폰으로 스캔할 수 있는 QR 코드가 표시됩니다.
lo: ທ່ານຈະເຫັນລະຫັດ QR ທີ່ທ່ານສາມາດສະແກນດ້ວຍໂທລະສັບຂອງທ່ານເພື່ອກວດສອບບັນຊີຂອງທ່ານຢູ່ໃນເວັບໄຊທ໌ຂອງ PayPal.
lt: Matysite QR kodą, kurį galėsite nuskaityti telefonu, kad patvirtintumėte savo sąskaitą „PayPal“ svetainėje.
lv: Redzēsiet QR kodu, kuru varēsit skenēt, izmantojot tālruni, lai verificētu savu kontu PayPal tīmekļa vietnē.
mi: Ka kite koe i tētahi waehere QR e taea ai te karapa ki tō waea hei manatoko i tō pūkete i te paetukutuku PayPal.
mk: Ќе видите код QR којшто може да го скенирате со телефонот за да ја потврдите својата сметка на веб-локацијата на PayPal.
ml: PayPal വെബ്‌സൈറ്റിൽ നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കാൻ ഫോണിനൊപ്പം സ്കാൻ ചെയ്യാൻ കഴിയുന്ന ഒരു QR കോഡ് നിങ്ങൾ കാണും.
mr: आपणाला एक QR कोड दिसेल PayPal च्या वेबसाइटवर आपल्या खात्याची पडताळणी करण्यासाठी आपल्या फोन सह आपण स्कॅन करू शकता.
ms: Anda akan melihat kod QR yang boleh anda imbas dengan telefon anda untuk menentusahkan akaun anda di laman web PayPal.
mt: Se tara kodiċi QR li tista' tiskennja bil-mowbajl tiegħek biex tivverifika l-kont tiegħek fuq il-websajt ta' PayPal.
ne: तपाईले QR कोड देख्नुहुनेछ जुन तपाईको फोनसँग स्क्यान गर्न सक्नुहुन्छ तपाईको खाता PayPal को वेबसाइटमा प्रमाणित गर्नका लागि।
nn_no: Du vil sjå ein QR-kode som du kan skanne med telefonen for å verifisere kontoen din på PayPal sin nettstad.
no: Du vil se en QR-kode du kan skanne med telefonen din for å bekrefte kontoen på PayPals nettsted.
or: PayPal ର ୱେବସାଇଟରେ ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ଯାଞ୍ଚ କରିବାକୁ ଆପଣ ନିଜ ଫୋନ୍ ସହିତ ସ୍କାନ୍ କରିପାରିବେ ଏକ QR କୋଡ୍ ଦେଖିବେ.
pa_in: ਤੁਸੀਂ ਇੱਕ QR ਕੋਡ ਦੇਖੋਗੇ ਜੋ ਤੁਸੀਂ PayPal ਦੀ ਵੈਬਸਾਈਟ ਤੇ ਆਪਣੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਆਪਣੇ ਫੋਨ ਨਾਲ ਸਕੈਨ ਕਰ ਸਕਦੇ ਹੋ.
pl: Zostanie wyświetlony kod QR, który możesz zeskanować za pomocą telefonu, aby zweryfikować swoje konto w witrynie internetowej PayPal.
ru: Вы увидите QR-код, который можно просканировать с телефона для подтверждения учетной записи на веб-сайте PayPal.
sl: Na spletnem mestu storitve PayPal bo prikazana koda QR, ki jo lahko optično preberete s telefonom, da preverite svoj račun.
sr_cyrl_rs: Видећете QR кôд који можете да скенирате телефоном како бисте потврдили налог на веб сајту PayPal.
sr_latn_rs: Videćete QR kôd koji možete da skenirate pomoću telefona da biste verifikovali nalog na veb sajtu PayPal.
sv: En QR-kod visas som du kan skanna med telefonen för att verifiera ditt konto på PayPals webbplatsen.
ta: Paypal வலைத்தளத்தில் உங்கள் கணக்கைச் சரிபார்க்க உங்கள் தொலைப்பேசியுடன் ஸ்கேன் செய்யக்கூடிய QR குறியீட்டைக் காண்பீர்கள்.
te: PayPal వెబ్‌సైట్‌లో మీ ఖాతాను ధృవీకరించడానికి మీరు మీ ఫోన్‌తో స్కాన్ చేయగల QR కోడ్‌ను చూస్తారు.
th: คุณจะเห็นคิวอาร์โค้ดที่คุณสามารถสแกนได้ด้วยโทรศัพท์เพื่อยืนยันบัญชีของคุณบนเว็บไซต์ของ PayPal
tr: PayPal web sitesinde hesabınızı doğrulamak için telefonunuzla tarayabileceğiniz bir QR kodu göreceksiniz.
tt: PayPal веб-төенендә хисап язмагызны раслау өчен, телефоныгыз белән сканерлап була торган QR кодын күрерсез.
ug: PayPal تورپونكىتىدا ھېسابىڭىزنى دەلىللەش ئۈچۈن تېلېفونىڭىز بىلەن سكانېرلىيالايدىغان بىر QR كودى كۆرىسىز.
uk: Ви побачите QR-код. Відскануйте його за допомогою телефону, щоб підтвердити обліковий запис веб-сайту PayPal.
ur: آپ کو ایک QR کوڈ نظر آئے گا جسے آپ PayPal کی ویب سائٹ پر اپنے اکاؤنٹ کی توثیق کرنے کیلئے اپنے فون سے اسکین کر سکتے ہیں۔
uz: Agar QR kod koʻrsangiz, uni telefoningizda skanerlab hisobingizni PayPal saytida tasdiqlashingiz mumkin.
vi: Bạn sẽ thấy mã QR mà bạn có thể quét bằng điện thoại để xác minh tài khoản của mình trên trang web của PayPal.
zh_hans: 你将看到一个 QR 代码，可用手机扫描它在 PayPal 网站上验证你的帐户。
zh_hant: 您會看到 QR 代碼，可透過手機掃描以驗證您在 PayPal 網站上的帳戶。
