Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Bank
source: Bank
am: ባንክ
ar: البنك
as: বেংক
bg: Банка
bn_in: ব্যাঙ্ক
bs: Banka
cy: Banc
el: Τράπεζα
es: Banco
et: Pank
eu: Bankua
fa: بانک
ga: Banc
gd: Banca
gl: Banco
gu: બેંક
he: בנק
hi: बैंक
hr: Banka
is: Banki
ja: 銀行
ka: ბანკი
kk: Банк
kn: ಬ್ಯಾಂಕ್
ko: 은행
ku_arab: بانک
ky: Банк
lo: ທະນາຄານ
lt: Bankas
lv: Banka
mi: Pēke
mk: Банка
ml: ബാങ്ക്
mn: Банк
mr: बँक
ne: बैङ्क
or: ବ୍ୟାଙ୍କ୍
pa_arab_pk: بینک
pa_in: ਬੈਂਕ
ru: Банк
sd: بينڪ
si: බැංකුව
sl: Banka
sr_cyrl_rs: Банка
sr_latn_rs: Banka
ta: வங்கி
te: బ్యాంక్
tg: Бонк
th: ธนาคาร
tr: Banka
tt: Банк
ug: بانكا
uk: Банк
ur: بینک
vi: Ngân hàng
zh_hans: 银行
zh_hant: 銀行

# Word.VisaElectron
source: Visa Electron
as: ভিছা ইলেক্ট্ৰন
bg: Visa Elеctron
bn_in: ভিসা ইলেকট্রন
fa: ویزا الکترون
he: ויזה-אלקטרון
hi: वीज़ा चुनाव
id: Visa Elektronik
kn: Visa ಎಲೆಕ್ಟ್ರಾನ್
ku_arab: ڤیزا ئەلەکترۆن
ml: Visa ഇലക്ട്രോൺ
mr: व्हिसा इलेक्ट्रॉन
or: ଭିଜା ଇଲେକ୍ଟ୍ରୋନ୍
pa_arab_pk: ویزاالیکٹرون
pa_in: Visa ਇਲੈਕਟ੍ਰਾਨ
sd: ويزا اليڪٽران
si: වීසා ඉලෙක්ට්‍රෝන්
ta: விசா எலக்ட்ரான்
te: Visa ఎలక్ట్రాన్
ur: ویزا الیکٹرون

# Literal.NonSimMobi.Heading
source: Add a mobile phone
af: Voeg 'n selfoon by
am: የሞባይል ስልክ ያክሉ
ar: أضف رقم الجوال
as: এটা ম'বাইল ফোন যোগ কৰক
az: Mobil telefon əlavə edin
bg: Добавяне на мобилен телефон
bn_in: একটি মোবাইল ফোন যোগ করুন
bs: Dodajte broj telefona
cy: Ychwanegu ffôn symudol
da: Tilføj en mobiltelefon
de: Mobiltelefon hinzufügen
el: Προσθήκη κινητού τηλεφώνου
es: Agregar un teléfono móvil
et: Mobiiltelefoni lisamine
eu: Gehitu telefono mugikorra
fa: یک شماره تلفن همراه اضافه کنید
ga: Cuir fón póca leis
gd: Cuir ris fòn-làimhe
gl: Engadir un teléfono móbil
gu: મોબાઇલ ફોન ઍડ કરો
he: הוסף מספר טלפון נייד.
hi: मोबाइल फ़ोन जोड़ें
hr: Dodaj mobilni telefon
hu: Mobilszám felvétele
id: Tambahkan ponsel
is: Bæta farsíma við
ja: 携帯電話の追加
ka: დაამატეთ მობილური ტელეფონი
kk: Ұялы телефон қосу
kn: ಮೊಬೈಲ್ ಫೋನ್ ಸೇರಿಸಿ
ko: 휴대폰 추가
ku_arab: مۆبایڵێک زیاد بکە
ky: Мобилдик телефонуңузду киргизиңиз
lo: ເພີ່ມໂທລະສັບມືຖື
lt: Įtraukti mobiliojo telefono numerį
lv: Mobilā tālruņa pievienošana
mi: Tāpirihia he waea pūkoro
mk: Додајте мобилен телефон
ml: ഒരു മൊബൈൽ ഫോൺ ചേർക്കുക
mn: Гар утас нэм
mr: एक मोबाईल फोन जोडा
ms: Tambah telefon bimbit
mt: Żid mowbajl
ne: मोबाइल फोन थप्नुहोस्
nn_no: Legg til ein mobiltelefon
no: Legg til en mobiltelefon
or: ଏକ ମୋବାଇଲ୍ ଫୋନ୍ ଯୋଡନ୍ତୁ
pa_arab_pk: اک فون نمبر داخل کرو
pa_in: ਇੱਕ ਮੋਬਾਇਲ ਫੋਨ ਜੋੜੋ
pl: Dodaj telefon komórkowy
ru: Добавить мобильный телефон
sd: هڪ موبائل فون اضافو ڪريو
si: ජංගම දුරකථනයක් එක් කරන්න
sl: Dodajate številko mobilnega telefona
sr_cyrl_rs: Додавање броја мобилног телефона
sr_latn_rs: Dodavanje broja mobilnog telefona
sv: Lägg till en mobiltelefon
ta: ஒரு மொபைல் தொலைபேசியை சேர்க்கவும்
te: మొబైల్ ఫోన్‌ని జోడించు
tg: Рақами мобилиеро илова кунед
th: เพิ่มโทรศัพท์มือถือ
tr: Bir mobil telefon ekleyin
tt: Мобиль телефон өстәү
ug: يانفون قوشۇڭ
uk: Додати номер мобільного телефону
ur: ایک موبائل فون شامل کریں
uz: Mobi telefon qo‘shish
vi: Thêm số điện thoại di động
zh_hans: 添加手机
zh_hant: 新增手機

# Literal.NonSimMobi.MobileOperator
source: Pick your mobile operator
af: Kies jou selfoonoperateur
am: የእርስዎን የሞባይል አገልግሎት አቅራቢ ይምረጡ
ar: اختر موفر خدمة الجوال الخاص بك
as: আপোনাৰ ম’বাইল অপাৰেটৰ বাছক
az: Mobil operatorunuzu seçin
bg: Изберете вашия мобилен оператор
bn_in: আপনার মোবাইল অপারেটাকে চয়ন করুন
bs: Izaberite mobilnog operatera
cy: Dewiswch eich gweithredydd ffôn symudol
da: Vælg din mobiloperatør
de: Wählen Sie Ihren Mobilfunkanbieter.
el: Επιλέξτε την υπηρεσία κινητής τηλεφωνίας που χρησιμοποιείτε
es: Elige tu operador de telefonía
et: Valige oma mobiilioperaator
eu: Aukeratu operadorea
fa: اپراتور تلفن همراهتان را انتخاب کنید
ga: Pioc d'oibreoir móibíleach
gd: Tagh giùlanair an fhòn-làimhe agad
gl: Selecciona o teu operador móbil
gu: તમારા મોબાઇલ ઑપરેટરને ચૂંટો
he: בחר את המפעיל הסלולרי שלך
hi: अपना मोबाइल ऑपरेटर चुनें
hr: Odaberite mobilnog operatera
hu: Válassza ki a mobilszolgáltatóját
id: Pilih operator seluler Anda
is: Veldu farsímafyrirtækið þitt
ja: 携帯電話会社を選ぶ
ka: აირჩიეთ თქვენი მობილური ოპერატორი
kk: Ұялы операторды таңдаңыз
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಆಪರೇಟರ್ ಅನ್ನು ಆರಿಸಿ
ko: 통신사를 선택하세요.
ku_arab: ئۆپێرەیتەری مۆبایڵەکەت هەڵبژێرە
ky: Мобилдик операторуңузду тандаңыз
lo: ເລືອກຜູ້ໃຫ້ບໍລິການມືຖືຂອງທ່ານ
lt: Pasirinkite savo mobiliojo ryšio operatorių
lv: Izvēlieties savu mobilo sakaru operatoru
mi: Whiriwhiria tō kaiwhakarato pūkoro
mk: Изберете го својот мобилен оператор
ml: നിങ്ങളുടെ മൊബൈൽ ഓപ്പറേറ്ററെ തിരഞ്ഞെടുക്കുക
mn: Үүрэн холбооны үйлчилгээ үзүүлэгчээ сонго
mr: आपला मोबाईल ऑपरेटर निवडा
ms: Pilih operator mudah alih anda
mt: Agħżel l-operatur tal-mowbajl tiegħek
ne: आफ्नो मोबाइल अपरेटर रोज्नुहोस्
nn_no: Vel mobiloperatøren din
no: Velg mobiloperatøren din
or: ଆପଣଙ୍କ ମୋବାଇଲ୍‌ ଅପରେଟର୍ ବାଛନ୍ତୁ
pa_arab_pk: اپنا موبائل نمبر چُنو
pa_in: ਆਪਣਾ ਮੋਬਾਈਲ ਆਪਰੇਟਰ ਚੁਣੋ
pl: Wybierz operatora komórkowego
ru: Выбор оператора мобильной связи
sd: پنهنجو موبائل آپريٽر چونڊيو
si: ඔබගේ ජාල ක්‍රියාකරු එකතු කර ගන්න
sl: Izberite svojega mobilnega operaterja
sr_cyrl_rs: Избор мобилног оператера
sr_latn_rs: Izbor mobilnog operatera
sv: Välj mobiloperatör
ta: உங்கள் மொபைல் ஆப்பரேட்டரைத் தேர்ந்தெடுக்கவும்
te: మీ మొబైల్ ఆపరేటర్‌ని ఎంచుకోండి
tg: Оператори мобилии худро интихоб намоед
th: เลือกผู้ให้บริการโทรศัพท์มือถือของคุณ
tr: Cep telefonu operatörünüzü seçin
tt: Мобиль элемтә операторын сайлагыз
ug: كۆچمە مۇلازىمەت يۈرۈتكۈچىنى تاللاڭ
uk: Вибір оператора мобільного зв’язку
ur: اپنا موبائل آپریٹر چنیں
uz: Mobil operatoringizni tanlang
vi: Chọn nhà cung cấp dịch vụ di động của bạn
zh_hans: 选取你的移动运营商
zh_hant: 挑選您的電信業者

# Literal.NonSimMobi.PhoneNumber
source: Your Phone Number
af: Jou foonnommer
am: የእርስዎ ስልክ ቁጥር
ar: رقم هاتفك
as: আপোনাৰ ফোন নম্বৰ
az: Telefon nömrəniz
bg: Вашият телефонен номер
bn_in: আপনার ফোন নম্বর
bs: Vaš broj telefona
cy: Eich Rhif Fffôn
da: Dit telefonnummer
de: Ihre Telefonnummer
el: Ο αριθμός τηλεφώνου σας
es: Número de teléfono
et: Teie telefoninumber
eu: Telefono-zenbakia
fa: شماره تلفن شما
ga: D'uimhir fóin
gd: An àireamh fòn agad
gl: O teu número de teléfono
gu: તમારો ફોન નંબર
he: מספר הטלפון שלך
hi: अपना फ़ोन नंबर
hr: Vaš telefonski broj
hu: Telefonszám
id: Nomor Telepon Anda
is: Símanúmerið þitt
ja: 電話番号
ka: თქვენი ტელეფონის ნომერი
kk: Телефон нөміріңіз
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ
ko: 전화 번호
ku_arab: ژمارەی تەلەفۆنەکەت
ky: Телефон номериңизди киргизиңиз
lo: ໝາຍເລກໂທລະສັບຂອງທ່ານ
lt: Jūsų telefono numeris
lv: Jūsu tālruņa numurs
mi: Tō Tau Waea
mk: Вашиот телефонски број
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ
mn: Таны утасны дугаар
mr: आपला फोन नंबर
ms: Nombor Telefon Anda
mt: In-Numru tat-Mowbajl Tiegħek
ne: तपाईंको फोन नम्बर
nn_no: Telefonnummeret ditt
no: Telefonnummeret ditt
or: ଆପଣଙ୍କର ଫୋନ୍ ନମ୍ଵର୍
pa_arab_pk: تہاڈا فون نمبر
pa_in: ਤੁਹਾਡਾ ਫ਼ੋਨ ਨੰਬਰ
pl: Twój numer telefonu
ru: Ваш номер телефона
sd: توهانجو فون نمبر
si: ඔබගේ දුරකථන අංකය
sl: Vaša telefonska številka
sr_cyrl_rs: Ваш број телефона
sr_latn_rs: Vaš broj telefona
sv: Ditt telefonnummer
ta: உங்களது தொலைபேசி எண்
te: మీ ఫోన్ నంబర్
tg: Рақами телефони шумо
th: หมายเลขโทรศัพท์ของคุณ
tr: Telefon Numaranız
tt: Телефон номерыгыз
ug: تېلېفون نومۇرىڭىز
uk: Ваш номер телефону
ur: آپ کا فون نمبر
uz: Telefon raqamingiz
vi: Số Điện thoại Của bạn
zh_hans: 你的电话号码
zh_hant: 您的電話號碼

# Literal.NonSimMobi.PhoneNumberWithSentenceCasing
source: Your phone number
af: Jou foonnommer
am: የእርስዎ ስልክ ቁጥር
ar: رقم هاتفك
as: আপোনাৰ ফোন নম্বৰ
az: Telefon nömrəniz
bg: Вашият телефонен номер
bn_in: আপনার ফোন নম্বর
bs: Vaš broj telefona
cy: Eich rhif ffôn
da: Dit telefonnummer
de: Ihre Telefonnummer
el: Ο αριθμός τηλεφώνου σας
es: Su número de teléfono
et: Teie telefoninumber
eu: Zure telefono-zenbakia
fa: شماره تلفن شما
ga: D'uimhir fóin
gd: An àireamh fòn agad
gl: O seu número de teléfono
gu: તમારો ફોન નંબર
he: מספר הטלפון שלך
hi: आपका फ़ोन नंबर
hr: Vaš telefonski broj
hu: Az Ön telefonszáma
id: Nomor telepon Anda
is: Símanúmerið þitt
ja: あなたの電話番号
ka: თქვენი ტელეფონის ნომერი
kk: Телефон нөміріңіз
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ
ko: 내 전화번호
lo: ໝາຍເລກໂທລະສັບຂອງທ່ານ
lt: Jūsų telefono numeris
lv: Jūsu tālruņa numurs
mi: Tō tau waea
mk: Вашиот телефонски број
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ
mr: आपला फोन क्रमांक
ms: Nombor telefon anda
mt: In-numru tat-telefown tiegħek
ne: तपाईंको फोन नम्बर
nn_no: Telefonnummeret ditt
no: Telefonnummeret ditt
or: ଆପଣଙ୍କର ଫୋନ୍ ନମ୍ଵର୍
pa_in: ਤੁਹਾਡਾ ਫ਼ੋਨ ਨੰਬਰ
pl: Twój numer telefonu
ru: Ваш номер телефона
sl: Vaša telefonska številka
sr_cyrl_rs: Ваш број телефона
sr_latn_rs: Vaš broj telefona
sv: Ditt telefonnummer
ta: உங்கள் ஃபோன் எண்
te: మీ ఫోన్ నంబర్
th: หมายเลขโทรศัพท์ของคุณ
tr: Telefon numaranız
tt: Телефон номерыгыз
ug: تېلېفون نومۇرىڭىز
uk: Ваш номер телефону
ur: آپ کا فون نمبر
vi: Số điện thoại của bạn
zh_hans: 你的电话号码
zh_hant: 您的電話號碼

# Literal.NonSimMobi.Footer
source: When you select Submit, we'll send a code to your phone. Enter it on the next page. That way we'll know it's really you.
af: Wanneer jy Dien in kies, sal ons 'n kode na jou foon stuur. Voer dit op die volgende bladsy in. So sal ons weet dat dit regtig jy is.
am: አስረክብ የሚለውን ሲመርጡ፣ ወደ የእርስዎ ስልክ ኮድ እንልካለን። በሚቀጥለው ገጽ ላይ ያስገቡት። በዚያ መንገድ እርስዎ ራስዎ መሆንዎን እናረጋግጣለን።
ar: عندما تحدد إرسال، سنرسل لك رمزًا إلى هاتفك. أدخله في الصفحة التالية. وبهذه الطريقة سنتأكد من هويتك.
as: যেতিয়া আপুনি দাখিল কৰক চয়ন কৰিব, আমি আপোনাৰ ফোনলৈ এটা কোড প্ৰেৰণ কৰিম৷ ইয়াক পৰৱৰ্তী পৃষ্ঠাত প্ৰৱেশ কৰাওক৷ সেই পন্থাৰেই আমি জানিম যে এইজন প্ৰকৃততে আপুনিয়েই৷
az: Siz Göndər seçəndə telefonunuza kod göndərəcəyik. Onu növbəti səhifəyə daxil edin. Bu şəkildə, bu şəxsin həqiqətən siz olduğunu biləcəyik.
bg: Когато изберете „Изпрати“, ще ви изпратим код на телефона. Въведете го на следващата страница. По този начин ще знаем, че това наистина сте вие.
bn_in: যখন আপনি 'জমা দিন' নির্বাচন করেন তখন আমরা আপনার ফোনে একটি কোড পাঠাব৷ পরবর্তী পৃষ্ঠায় এটি লিখুন৷ এই ভাবে আমরা জানতে পারবো এটি সত্যিই আপনি কিনা৷
bs: Kada odaberete Pošalji, poslat ćemo vam kôd na telefon. Unesite ga na narednoj stranici. Na taj način ćemo moći potvrditi vaš identitet.
cy: Pan fyddwch yn dewis cyflwyno, byddwn yn anfon cod at eich ffôn. Cyflwynwch hyn ar y dudalen nesaf. Fel hyn byddwn yn gwybod mai chi sydd yna.
da: Når du vælger Send, sender vi en kode til din telefon. Angiv den på næste side. På den måde sikrer vi os, at det virkelig er dig.
de: Wenn Sie auf „Einreichen“ klicken, senden wir einen Code an Ihr Telefon. Geben Sie den Code auf der nächsten Seite ein, um Ihre Identität zu bestätigen.
el: Όταν επιλέξετε Υποβολή, θα στείλουμε έναν κωδικό στο τηλέφωνό σας. Εισαγάγετέ τον στην επόμενη σελίδα. Έτσι, θα εξακριβώσουμε ότι είστε πραγματικά εσείς.
es: Al seleccionar Enviar, te enviaremos un código al teléfono que tendrás que escribir en la página siguiente. De este modo podremos asegurarnos de que seas tú.
et: Kui klõpsate nuppu Edasta, saadame koodi teie telefoni. Sisestage saadud kood järgmisel lehel. See aitab meil veenduda, et see olete tõepoolest teie.
eu: "Bidali" hautatzen duzunean, kodea telefonora bidaliko dizugu. Idatz ezazu hurrengo orrian. Horrela, zeu zarela egiaztatuko dugu.
fa: زمانی که ارسال را انتخاب کنید، کدی برای تلفن همراهتان ارسال خواهیم کرد. این کد را در صفحه بعد وارد کنید. بدین صورت متوجه می شویم که این خود شما هستید.
ga: Nuair a roghnaíonn tú Seol, seolfaimid cód chuig d'fhón. Iontráil é ar an gcéad leathanach eile. Ansin beidh a fhios againn gur tú féin atá ann.
gd: Nuair a thaghas tu “Cuir a-null”, cuiridh sinn còd gun fhòn agad. Cuir a-steach e air an ath-dhuilleag. Seo an dòigh a bhios fios agad gur e tusa a th’ ann.
gl: Ao seleccionar Enviar, enviarémosche un código ao teléfono. Introdúceo na seguinte páxina. Deste xeito saberemos que es ti realmente.
gu: જ્યારે તમે સબમિટ કરો પસંદ કરો છો, ત્યારે અમે તમારા ફોન પર એક કોડ મોકલીશું. તેને આગલા પૃષ્ઠ પર પ્રવિષ્ટ કરો. તે રીતે અમે જાણીશું કે તે ખરેખર તમે છો.
he: כאשר תבחר ב-"הגש" נשלח קוד לטלפון שלך. הזן אותו בעמוד הבא. כך נדע שזה באמת אתה.
hi: आपके द्वारा सबमिट चुनने पर, हम आपके फ़ोन पर एक कोड भेजेंगे. उसे अगले पृष्ठ पर दर्ज करें. इस तरीके से हम जान जाएँगे कि वास्तव में यह आप ही हैं.
hr: Kada odaberete Pošalji, šaljemo vam kod na mobitel. Unesite ga na sljedećoj stranici. Tako ćemo znati da ste to zaista vi.
hu: Ha a Küldés gombot választja, elküldünk egy kódot a telefonjára. Ezt írja be a következő lapon, ezzel tudja igazolni a személyazonosságát.
id: Ketika Anda memilih Kirim, kami akan mengirimkan kode ke ponsel Anda. Masukkan kode tersebut ke halaman selanjutnya. Dengan begitu kami tahu bahwa itu adalah Anda.
is: Þegar þú velur „Senda“ sendum við kóða í símann þinn. Sláðu hann inn á næstu síðu. Þá vitum við að þetta ert í raun og veru þú.
ja: [送信] をクリックすると、携帯電話にコードが送信されます。次のページにそのコードを入力してください。それにより、本人確認できます。
ka: როდესაც აირჩევთ გაგზავნას, კოდს გავგზავნით თქვენს ტელეფონში. შეიყვანეთ ის შემდეგ გვერდზე. ასე ჩვენ შევიტყობთ, რომ ეს მართლაც თქვენ ხართ.
kk: Жіберу опциясы таңдалса, телефонға код жіберіледі. Оны келесі бетке енгізіңіз. Осы жолмен сіздікі екендігін көресіз.
kn: ಸಲ್ಲಿಸು ಅನ್ನು ನೀವು ಆಯ್ಕೆಮಾಡಿದಾಗ, ನಾವು ನಿಮ್ಮ ಫೋನ್‌ಗೆ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ. ಅದನ್ನು ಮುಂದಿನ ಪುಟದಲ್ಲಿ ನಮೂದಿಸಿ. ಈ ರೀತಿಯಲ್ಲಿ ಅದು ನೀವೇ ಎಂಬುದನ್ನು ನಾವು ತಿಳಿಯುತ್ತೇವೆ.
ko: 제출을 선택하면 휴대폰으로 코드를 보내드립니다. 다음 페이지에서 이 코드를 입력하면 신원이 확인됩니다.
ku_arab: کاتێک بنێرە دەسنیشان دەکەیت، ئێمە کۆدێک بۆ تەلەفۆنەکەت دەنێرین. لەسەر پەڕەی دواتر تێبنووسە. بەو رێگایە دەزانین کە بە راستی تۆیت.
ky: Тапшырууну тандасаңыз, телефонуңузга код жөнөтөбүз. Аны кийинки бетке киргизиңиз. Ошентип, чындап сиз экениңизди билебиз.
lo: ເມື່ອທ່ານເລືອກສົ່ງ, ພວກເຮົາຈະສົ່ງລະຫັດຫາໂທລະສັບຂອງທ່ານ. ປ້ອນເທິງໜ້າຕໍ່ໄປ. ດ້ວຍວິທີນັ້ນ ພວກເຮົາຈະຮູ້ວ່າມັນແມ່ນທ່ານແທ້ໆ.
lt: Kai pasirinksite Pateikti, išsiųsime kodą jūsų telefono numeriu. Įveskite jį kitame puslapyje. Taip žinosime, kad tai esate jūs.
lv: Kad atlasīsit Iesniegt, nosūtīsim kodu uz jūsu tālruni. Ievadiet to nākamajā lapā. Tādējādi zināsim, ka tas tiešām esat jūs.
mi: Ina tīpako Tāpae koe, ka tukua he waehere ki tō waea. Me tāuru tēnā ki te whārangi ake nei. Mā konei e mōhio ai mātou ko koe tonu.
mk: Кога ќе изберете Поднеси, ќе испратиме код до вашиот телефон. Внесете го на следната страница. На тој начин ќе знаеме дека тоа навистина сте вие.
ml: നിങ്ങൾ സമർപ്പിക്കുക തിരഞ്ഞെടുക്കുമ്പോൾ, നിങ്ങളുടെ ഫോണിലേക്ക് ഞങ്ങൾ ഒരു കോഡ് അയയ്ക്കും. അത് അടുത്തപേജിൽ നൽകുക. അങ്ങനെ ഇത് ശരിക്കും നിങ്ങൾ തന്നെയാണെന്ന് ഞങ്ങൾക്ക് മനസ്സിലാകും.
mn: Илгээхийг сонговол бид таны утас руу код илгээнэ. Уг кодыг дараагийн хуудасанд оруулна уу. Ингэснээр бид таныг мөн гэдгийг мэдэж авна.
mr: आपण सबमिट निवडाल तेव्हा, आम्ही आपल्या फोनवर एक कोड पाठवू. तो पुढील पृष्ठावर प्रविष्ट करा. या प्रकारे ते खरोखर आपणच आहात हे आम्ही जाणून घेऊ.
ms: Apabila anda memilih Serah, kami akan menghantar kod ke telefon anda. Masukkannya pada halaman seterusnya. Dengar cara itu, kami akan mengetahui ia sememangnya anda.
mt: Meta tagħżel Issottometti, nibagħtu kodiċi lill-mowbajl tiegħek. Daħħlu fil-paġna li jmiss. B'dak il-mod inkunu nafu li dan tassew int.
ne: तपाईंले पेश गर्नुहोस् चयन गरेपछि, हामी तपाईंको फोनमा एउटा कोड पठाउनेछौँ। त्यसलाई अर्को पृष्ठमा प्रविष्ट गर्नुहोस्। यसरी हामीलाई यो तपाईं नै हो भनी थाहा हुनेछ।
nn_no: Når du vel Send, sender vi ein kode til telefonen din. Skriv inn koden på neste side, så veit vi at det er deg.
no: Når du velger Send, sender vi en kode til telefonen din. Skriv den inn på neste side, så vet vi at det er deg.
or: ଯେତେବେଳେ ଆପଣ ଉପସ୍ଥାପନା ଚୟନ କରିବେ, ଆମେ ଆପଣଙ୍କର ଫୋନ୍‌କୁ ଏକ କୋଡ୍ ପ୍ରେରଣ କରିବୁ. ପରବର୍ତ୍ତୀ ପୃଷ୍ଠାରେ ଏହା ପ୍ରବେଶ କରନ୍ତୁ. ସେହି ଭାବରେ ଆମେ ଜାଣିବୁ ଏହା ପ୍ରକୃତରେ ଆପଣ ଅଟନ୍ତି.
pa_arab_pk: جدوں تُسی جمع کراؤ منتخب کروگے، تے اسی تہاڈے فون تے اک کوڈ بھیجاگے۔ ایس نوں اگلے صفحے دے داخل کرو۔ ایس طرح سانوں معلوم ہوئے گا کہ ایہہ اصل وچ تُسی اوہ۔
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਸਬਮਿਟ ਕਰੋ ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ, ਤਾਂ ਅਸੀਂ ਤੁਹਾਡੇ ਫੋਨ ਤੇ ਇੱਕ ਕੋਡ ਭੇਜਾਂਗੇ। ਇਸ ਨੂੰ ਅਗਲੇ ਪੰਨੇ ਤੇ ਦਰਜ਼ ਕਰੋ। ਉਸ ਤਰੀਕੇ ਨਾਲ ਅਸੀਂ ਸਮਝਾਂਗੇ ਕਿ ਇਹ ਸੱਚਮੁੱਚ ਤੁਸੀਂ ਹੋ।
pl: Gdy naciśniesz przycisk Prześlij, wyślemy kod na Twój numer telefonu. Wpisz go na następnej stronie. Dzięki temu będziemy wiedzieć, że to naprawdę Ty.
ru: После нажатия кнопки "Отправить" код будет отправлен на ваш номер телефона. Введите полученный код на следующей странице. Таким образом мы будем знать, что это действительно вы.
sd: جڏهن توهان جمع ڪريو کي چونڊيو ٿا، اسان توهانجي فون تي هڪ ڪوڊ موڪلينداسين. ان کي اڳئي صفحي تي داخل ڪريو. انهي طريقي سان اسان کي خبر پوندي ته اهو واقعي توهان آهيو.
si: ඔබ යොමු කරන්න තෝරන විට, අපි ඔබගේ දුරකථනයට කේතයක් එවන්නෙමු. එය ඊළඟ පිටුවේ දී ඇතුල් කරන්න. එමගින් අපි සැබවින්ම මේ ඔබ බව දැන ගනිමු.
sl: Ko boste izbrali »Pošlji«, bomo na vašo telefonsko številko poslali kodo. Vnesite jo na naslednji strani. Tako bomo vedeli, da ste to res vi.
sr_cyrl_rs: Када изаберете опцију „Проследи“, послаћемо вам шифру на број телефона. Унесите је на следећој страници. На тај начин ћемо бити сигурни да сте то стварно ви.
sr_latn_rs: Kada izaberete opciju „Prosledi“, poslaćemo vam šifru na broj telefona. Unesite je na sledećoj stranici. Na taj način ćemo biti sigurni da ste to stvarno vi.
sv: När du väljer Skicka skickas en kod till din telefon. Ange den på nästa sida. På så vis vet vi att du är du.
ta: நீங்கள் சமர்ப்பி என்பதைத் தேர்வு செய்யும்போது, நாங்கள் உங்களது தொலைபேசிக்கு ஒரு குறியீட்டை அனுப்புவோம். அதனை அடுத்த பக்கத்தில் உள்ளிடு. அதன் மூலம் அது உண்மையிலேயே நீங்கள்தான் என்று எங்களுக்குத் தெரியும்.
te: మీరు సమర్పించుని ఎంచుకున్నప్పుడు, మేము మీ ఫోన్‌కు ఒక కోడ్‌ని పంపుతాము. తదుపరి పేజీలో దాన్ని నమోదు చేయండి. ఆ విధంగా ఇది మీరేనని మాకు తెలుస్తుంది.
tg: Вақте ки шумо "Пешниҳод кардан"-ро интихоб мекунед, мо ба телефони шумо рамзеро мефиристем. Онро ба саҳифаи навбатӣ ворид намоед. Ҳамин тавр мо шахсияти шуморо тафтиш мекунем.
th: เมื่อคุณเลือกส่ง เราจะส่งรหัสไปที่โทรศัพท์ของคุณ แล้วป้อนรหัสนั้นลงในหน้าต่อไป ซึ่งเราจะทราบได้ว่านี่คือตัวคุณจริงๆ
tr: Gönder öğesini seçtiğinizde, telefonunuza bir kod göndereceğiz. Sonraki sayfaya bu kodu girin. Böylece bu kişinin siz olduğundan emin olacağız.
tt: Сез Җибәрү командасын сайлагач, телефоныгызга код җибәреләчәк. Аны киләсе биттә кертегез. Шулай итеп, без бу чыннан да сез икәнен беләчәкбез.
ug: «يوللاش» نى تاللىسىڭىز، تېلېفونىڭىزغا كود ئەۋەتىمىز. شۇ كودنى كېيىنكى بەتكە كىرگۈزۈڭ. ئۇ ئارقىلىق كىملىكىڭىزنى پەرقلەندۈرىمىز.
uk: Після того, як ви натиснете кнопку "Надіслати", код буде відправлено на ваш номер телефону. Введіть отриманий код на наступній сторінці. Таким чином ми будемо впевнені, що це дійсно ви.
ur: جب آپ ارسال کریں منتخب کرتے ہیں، ہم آپ کے فون پر ایک کوڈ بھیجیں گے۔ اسے اگلے فون پر داخل کریں۔ اس طرح ہم جان سکیں گے کہ یہ حقیقت میں آپ ہی ہیں۔
uz: Jo‘natishni tanlaganingizda, telefoningizga kod yuboramiz. Uni keyingi sahifada kiriting. shu yo‘l bilan bu haqiqatan ham Siz ekanligingizni bilib olamiz.
vi: Khi bạn chọn Gửi, chúng tôi sẽ gửi mã tới điện thoại của bạn. Nhập mã trên trang tiếp theo. Bằng cách đó, chúng tôi sẽ biết chính là bạn.
zh_hans: 选择“提交”后，我们会将代码发送到你的手机上。请在下一页上输入它。通过这种方法我们将知道这真的是你本人。
zh_hant: 選取 [提交] 時，我們會傳送代碼到您的手機。請在下一頁輸入該代碼。這樣我們就可以確認您的身分。

# Literal.NonSimMobi.Disclaimer
source: Standard messages rates apply.
af: Standaard boodskaptariewe geld.
am: መደበኛ የመልዕክቶች መላኪያ ተመኖች ተፈጻሚነት ይኖራቸዋል።
ar: تنطبق أسعار الرسائل العادية.
as: মান্য বাৰ্তা মূল্য প্ৰযোজ্য হ'ব৷
az: Standart mesaj tarifləri tətbiq olunur.
bg: Прилагат се стандартни такси за съобщения.
bn_in: আদর্শ বার্তার চার্জ প্রযোজ্য হতে পারে৷
bs: Vrijede standardne cijene za razmjenjivanje poruka.
cy: Codir cyfraddau safonol negeseuon.
da: Standardtakster for beskeder er gældende.
de: Es gelten die Standardgebühren für SMS.
el: Ισχύουν τυπικές χρεώσεις μηνυμάτων.
es: Se aplican tarifas de mensajería estándar.
et: Kehtib tekstsõnumite tavatariif.
eu: Mezuen tarifa arruntak aplikatzen dira.
fa: نرخ پیام های استاندارد اعمال می شود.
ga: Gearrfar gnáth-tháillí teachtaireachta.
gd: Feumaidh tu reataichean coitcheann a phàigheadh airson nan teachdaireachdan.
gl: Poden aplicarse taxas estándar de mensaxes.
gu: માનક સંદેશા દર લાગુ.
he: חלות עלויות הודעות רגילות.
hi: मानक संदेश दरें लागू.
hr: Primjenjuju se standardne tarife.
hu: Az SMS-ekre a szokásos díjak vonatkoznak.
id: Berlaku tarif standar pesan.
is: Almenn sendingargjöld textaskilaboða eiga við.
ja: 標準のメッセージ料金が適用されます。
ka: გამოიყენება სტანდარტული შეტყობინებების ტარიფი.
kk: Стандартты хабарлар мөлшерлемелері қолданылады.
kn: ಪ್ರಮಾಣಿತ ಸಂದೇಶಗಳ ದರಗಳು ಅನ್ವಯಿಸುತ್ತದೆ.
ko: 표준 메시지 요금이 부과됩니다.
ku_arab: نرخەکانی پەیامی ستاندارد کارپێکراوە.
ky: Стандарттык маалымдоолор баалары колдонулат.
lo: ນໍາໃຊ້ອັດຕາຄ່າຂໍ້ຄວາມມາດຕະຖານ.
lt: Taikomi įprastiniai įkainiai už tekstines žinutes.
lv: Spēkā ir standarta maksa par īsziņām.
mi: Ka pā ngā utu karere arowhānui.
mk: Се применуваат стандардни трошоци за пораките.
ml: സാധാരണ സന്ദേശ നിരക്കുകൾ ബാധകം.
mn: Стандарт зурвасны төлбөр тооцогдож болно.
mr: संदेशांचे प्रमाणित दर लागू.
ms: Kadar mesej standard dikenakan.
mt: Japplikaw rati standard tal-messaġġi.
ne: मानक सन्देश शुल्क दर लागू हुन्छ।
nn_no: Standard SMS-prisar gjeld.
no: Standard SMS-priser gjelder.
or: ମାନାଙ୍କ ବାର୍ତ୍ତା ଦର ଲାଗୁ ହେବ.
pa_arab_pk: پیغام دےمعیاری نرخ لاگو نیں۔
pa_in: ਸੁਨੇਹਿਆਂ ਦੇ ਸਟੈਂਡਰਡ ਲਾਗਤਾਂ ਲਾਗੂ ਹਨ।
pl: Naliczane są standardowe opłaty za wiadomości.
ru: Применяются стандартные тарифы обмена сообщениями.
sd: معياري يپغام جا ريٽ لاڳو ٿيندا.
si: සම්මත පණිවුඩ අනුපාත අදාළ වේ.
sl: Veljajo standardne cene za sporočila.
sr_cyrl_rs: Важе стандардне накнаде за поруке.
sr_latn_rs: Važe standardne naknade za poruke.
sv: Standardavgifter för meddelanden gäller.
ta: இயல்பான தகவல்களுக்கான விலைகள் பொருந்தும்.
te: ప్రామాణిక సందేశాల రేట్లు వర్తిస్తాయి.
tg: Нархҳои паёмҳои стандартӣ татбиқ мешаванд.
th: มีการคิดอัตราค่าบริการข้อความตามมาตรฐาน
tr: Standart mesaj ücretleri uygulanır.
tt: Хәбәрләр өчен гадәти түләүләр алына.
ug: ئۆلچەملىك ئۇچۇر ھەققى كېلىدۇ.
uk: Застосовуються стандартні тарифи обміну повідомленнями.
ur: پیغامات کیلئے معیاری ریٹ لاگو ہوں گے۔
uz: Standart xabarlar narxi qo‘llaniladi.
vi: Áp dụng phí tin nhắn chuẩn.
zh_hans: 适用标准消息费率。
zh_hant: 適用標準簡訊費率。
