Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.NonSimMobi.SMSCode.Invalid
source: Check and re-enter the code. The code you entered is not valid.
af: Gaan die kode na en voer dit weer in. Die kode wat jy ingevoer het, is nie geldig nie.
am: ይፈትሹ እና ኮዱን እንደገና ያስገቡት። ያስገቡት ኮድ የማይሰራ ነው።
ar: تحقق من الرمز وأعد إدخاله. الرمز الذي أدخلته غير صالح.
as: কোডটো পৰীক্ষা কৰক আৰু পুনঃ-প্ৰবিষ্ট কৰক৷ আপুনি প্ৰবিষ্ট কৰা কোডটো বৈধ নহয়৷
az: Kodu yoxla və yenidən daxil et. Daxil etdiyiniz kod düzgün deyil.
bg: Проверете кода и го въведете повторно. Въведеният код е невалиден.
bn_in: কোডটি পরীক্ষা করুন এবং পুনরায় লিখুন৷ আপনি যে কোডটি লিখেছেন সেটি বৈধ নয়৷
bs: Provjerite kôd i ponovo ga unesite. Kôd koji ste unijeli je nevažeći.
cy: Gwiriwch a rhowch y cod eto. Nid oedd y cod a roesoch yn ddilys.
da: Kontrollér koden, og angiv den igen. Den kode, du har angivet, er ikke ugyldig.
de: Der eingegebene Code ist ungültig. Überprüfen Sie den Code, und geben Sie ihn erneut ein.
el: Ελέγξτε και εισαγάγετε εκ νέου τον κωδικό. Ο κωδικός που εισαγάγατε δεν είναι έγκυρος.
es: Comprueba el código y vuelve a escribirlo. El que has facilitado no es válido.
et: Kontrollige ja sisestage kood uuesti. Sisestatud kood ei sobi.
eu: Ez du balio idatzi duzun kodeak. Begira ezazu kode zuzena zein den eta idatz ezazu berriro.
fa: کد را بررسی کرده و دوباره وارد کنید. کد وارد شده معتبر نیست.
ga: Seiceáil agus athiontráil an cód. Ní cód bailí é an cód a d'iontráil tú.
gd: Dearbh an còd agad is cuir a-steach e a-rithist. Tha an còd a chuir thu a-steach mì-dhligheach.
gl: Comproba e volve introducir o código. O código introducido non é válido.
gu: કોડ તપાસો અને ફરીથી પ્રવિષ્ટ કરો. તમે પ્રવિષ્ટ કરેલ કોડ માન્ય નથી.
he: בדוק והכנס מחדש את הקוד. הקוד שהכנסת אינו חוקי.
hi: कोड जाँचें और पुनः दर्ज करें. आपके द्वारा दर्ज किया गया कोड मान्य नहीं है.
hr: Provjerite i ponovno unesite kod. Kod koji ste unijeli nije valjan.
hu: A beírt kód érvénytelen. Ellenőrizze, és írja be újra.
id: Periksa dan masukkan kode ulang. Kode yang Anda masukkan tidak valid.
is: Athugaðu kóðann og sláðu hann aftur inn. Kóðinn sem þú slóst inn er ógildur.
ja: コードを確認して、もう一度入力してください。入力したコードが無効です。
ka: დააწკაპუნეთ და თავიდან შეიყვანეთ კოდი. თქვენ მიერ შეყვანილი კოდი არასწორია.
kk: Кодты тексеріп, қайта енгізіңіз. Енгізілген код дұрыс емес.
kn: ಕೋಡ್ ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮರು-ನಮೂದಿಸಿ. ನೀವು ನಮೂದಿಸಿದ ಕೋಡ್ ಮಾನ್ಯವಾಗಿಲ್ಲ.
ko: 코드를 확인하고 다시 입력하세요. 입력한 코드는 유효하지 않습니다.
ku_arab: کۆدەکە بپشکنە و دووبارە تێبنووسە. ئەو کۆدەی تێتنووسیوە دروست نییە.
ky: Кодду текшерип, кайра киргизиңиз. Сиз киргизген код туура эмес.
lo: ກວດ​ເບິ່ງ ແລະ ປ້ອນ​ລະ​ຫັດ​ເຂົ້າ​ໄປ​ໃໝ່. ລະ​ຫັດ​ທີ່​ທ່າ​ນປ້ອນເຂົ້າ​ໄປ​ໃຊ້​ບໍ່​ໄດ້.
lt: Patikrinkite ir įveskite kodą iš naujo. Jūsų įvestas kodas netinkamas.
lv: Pārbaudiet un atkārtoti ievadiet kodu. Jūsu ievadītais kods ir nederīgs.
mi: Āta tirohia te waehere ka tāuru anō. He muhu hoki te waehere i tāuru koe.
mk: Проверете го и повторно внесете го кодот. Тој што го внесовте е неважечки.
ml: കോഡ് പരിശോധിച്ച് വീണ്ടും നൽകുക. നിങ്ങൾ നൽകിയ കോഡ് സാധുത ഇല്ലാത്തതാണ്.
mn: Кодоо шалгаад дахин оруулна уу. Таны оруулсан код буруу байна.
mr: कोड तपासा आणि पुन्हा प्रविष्‍ट करा. आपण प्रविष्ट केलेला कोड मान्य नाही.
ms: Semak dan masukkan semula kod. Kod yang anda masukkan tidak sah.
mt: Iċċekkja u erġa' daħħal il-kodiċi. Il-kodiċi li daħħalt mhux validu.
ne: जाँच गर्नुहोस् र कोडलाई पुन: प्रविष्ट गर्नुहोस्। तपाइँले प्रविष्ट गर्नुभएको कोड मान्य छैन।
nn_no: Kontroller koden og skriv han inn på nytt. Koden du skreiv inn, er ikkje gyldig.
no: Kontroller koden og skriv den inn på nytt. Koden du skrev inn, er ugyldig.
or: କୋଡ୍ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁଣି-ପ୍ରବେଶ କରନ୍ତୁ. ଆପଣ ପ୍ରବେଶ କରିଥିବା କୋଡ୍ ବୈଧ ନୁହେଁ.
pa_arab_pk: پڑتال کرو تے کوڈ فیر داخل کرو۔ تہاڈا داخل کیتا ہویا کوڈ مجاز نئیں اے۔
pa_in: ਕੋਡ ਨੂੰ ਚੈਕ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਦਾਖ਼ਲ ਕਰੋ। ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖ਼ਲ ਕੀਤਾ ਕੋਡ ਯੋਗ ਨਹੀਂ ਹੈ।
pl: Sprawdź i ponownie wprowadź kod. Wprowadzony kod jest nieprawidłowy.
ru: Указан недействительный код. Проверьте его и введите заново.
sd: چيڪ ڪريو ۽ ڪوڊ ٻيهر-داخل ڪريو. توهانجو داخل ڪيل ڪوڊ جائز ناهي.
si: පරීක්ෂා කර කේතය නැවත ඇතුල් කරන්න. ඔබ ඇතුල් කළ කේතය වලංගු නොවේ.
sl: Preverite in znova vnesite kodo. Koda, ki ste jo vnesli, ni veljavna.
sr_cyrl_rs: Проверите и поново унесите код. Унети код није важећи.
sr_latn_rs: Proverite i ponovo unesite kôd. Uneti kôd nije važeći.
sv: Koden du angett är ogiltig. Kontrollera och ange den på nytt.
ta: கோட் சரிபார்த்து மீண்டும் உள்ளிடு செய்க. நீங்கள் கொடுத்த கோட் சரியானதில்லை.
te: కోడ్‌ని తనిఖీ చేసి, మళ్లీ నమోదు చేయండి. మీరు నమోదు చేసిన కోడ్ చెల్లదు.
tg: Рамзро санҷед ва аз нав ворид кунед. Рамзе, ки шумо ворид кардед, беэътибор аст.
th: โปรดตรวจสอบและป้อนรหัสใหม่ รหัสที่คุณป้อนไม่ถูกต้อง
tr: Kodu kontrol edin ve yeniden girin. Girdiğiniz kod geçerli değil.
tt: Кодны тикшереп, кабат кертегез. Кертелгән код ярашлы түгел.
ug: كودنى تەكشۈرۈپ قايتا كىرگۈزۈڭ. سىز كىرگۈزگەن كود ئىناۋەتسىز.
uk: Указано невірний код. Перевірте його та введіть ще раз.
ur: پڑتال کریں اور کوڈ دوبارہ داخل کریں۔ آپ کا داخل کردہ کوڈ جائز نہیں ہے۔
uz: Kodni tekshiring va qayta kiriting. Kiritilgan kod noto‘g‘ri.
vi: Hãy kiểm tra và nhập lại mã. Mã bạn đã nhập không hợp lệ.
zh_hans: 检查并重新输入代码。你输入的代码无效。
zh_hant: 檢查並重新輸入代碼。您輸入的代碼無效。

# Literal.NonSimMobi.Error.RejectedByProvider
source: Check your phone number. The mobile operator you selected says it's not valid.
af: Kontroleer jou foonnommer. Die selfoondiensverskaffer wat jy gekies het, sê dit is nie geldig nie.
am: ስልክ ቁጥርዎን ይፈትሹ። የመረጡት የሞባይል አገልግሎት አቅራቢ ልክ አይደለም ይላል።
ar: تحقق من رقم هاتفك. حيث ذكر موفر خدمة الجوال الذي قمت بتحديده أن هذا الرقم غير صالح.
as: আপোনাৰ ফোন নম্বৰ পৰীক্ষা কৰক৷ আপুনি চয়ন কৰা মোবাইল অপাৰেটৰে এইটো বৈধ নহয় বুলি কৈছে৷
az: Telefon nömrənizi yoxlayın. Seçdiyiniz mobil operator onun düzgün olmadığını deyir.
bg: Проверете вашия телефонен номер. Мобилният оператор, който сте избрали, казва, че не е валиден.
bn_in: আপনার ফোন নম্বর পরীক্ষা করুন৷ আপনার নির্বাচন করা মোবাইল অপারেটরটি বলছে যে এটি বৈধ নয়৷
bs: Provjerite broj telefona. Mobilni operater kojeg ste izabrali kaže da je broj nevažeći.
cy: Gwiriwch eich rhif ffôn. Mae'r cwmni symudol roeddech chi wedi'i ddewis yn dweud ei fod yn annilys.
da: Kontrollér dit telefonnummer. Den mobiloperatør, du har valgt, siger at det er ugyldigt.
de: Überprüfen Sie Ihre Telefonnummer. Laut Ihrem ausgewählten Mobilfunkanbieter ist sie ungültig.
el: Ελέγξτε τον αριθμό τηλεφώνου σας. Η υπηρεσία κινητής τηλεφωνίας που επιλέξατε αναφέρει ότι δεν είναι έγκυρος.
es: Comprueba tu número de teléfono. Según tu operador móvil, no es válido.
et: Kontrollige oma telefoninumbrit. Valitud mobiilioperaator ütleb, et see ei sobi.
eu: Egiaztatu telefono-zenbakia. Ez duela balio dio hautatu duzun operadoreak.
fa: شماره تلفنتان را بررسی کنید. اپراتور تلفن همراهی که انتخاب کردید می‌گوید که شماره تلفن معتبر نیست.
ga: Seiceáil d'uimhir fóin. Deir an t-oibreoir móibíleach a roghnaigh tú nach bhfuil sí bailí.
gd: Thoir sùil air an àireamh fòn agad. Dh’innis an giùlanair mobile a thagh thu nach eil i dligheach.
gl: Comproba o número de teléfono. O operador móbil que seleccionaches di que non é válido.
gu: તમારો ફોન નંબર તપાસો. તમે પસંદ કરેલ મોબાઇલ ઑપરેટર કહે છે કે તે માન્ય નથી.
he: בדוק את מספר הטלפון שלך. המפעיל הסלולארי שבחרת אומר שהוא לא חוקי.
hi: अपने फ़ोन नंबर की जाँच करें. आपके द्वारा चुना गया मोबाइल ऑपरेटर बताता है कि यह मान्य नहीं है.
hr: Provjerite telefonski broj. Odabrani mobilni operator ne prepoznaje ga kao valjani.
hu: Ellenőrizze telefonszámát, mert a választott mobilszolgáltató szerint érvénytelen.
id: Periksa nomor telepon Anda. Operator seluler yang Anda pilih menyatakan nomor tersebut tidak valid.
is: Athugaðu símanúmerið þitt. Farsímafyrirtækið sem þú valdir segir að það sé ógilt.
ja: 電話番号を確認してください。選んだ携帯電話会社はその番号が無効であると示しています。
ka: შეამოწმეთ თქვენი ტელეფონის ნომერი. თქვენ მიერ შერჩეული მობილური ოპერატორი ამბობს, რომ ის არასწორია.
kk: Телефон нөміріңізді тексеріңіз. Таңдаған ұялы байланыс операторыңыз оның жарамсыз екенін айтуда.
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ ಪರಿಶೀಲಿಸಿ. ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಮೊಬೈಲ್ ಆಪರೇಟರ್ ಅದು ಮಾನ್ಯವಾಗಿಲ್ಲ ಎಂದು ಹೇಳುತ್ತಿದೆ.
ko: 전화 번호를 확인하세요. 선택한 통신사에 따르면 해당 번호가 잘못되었습니다.
ku_arab: ژمارە تەلەفۆنەکەت بپشکنە. ئەو ئۆپێرەیتەری مۆبایڵەی دەسنیشانت کردووە دەڵێت دروست نییە.
ky: Телефон номериңизди текшериңиз. Сиз тандаган мобилдик опареторуңуз аны жараксыз деп жатат.
lo: ກວດເບິ່ງໝຍເລກໂທລະສັບຂອງທ່ານ. ຜູ້ໃຫ້ບໍລິການມືຖືທີ່ທ່ານເລືອກ ບອກວ່າມັນບໍ່ຖືກຕ້ອງ.
lt: Patikrinkite savo telefono numerį. Jūsų pasirinktas mobiliojo ryšio operatorius sako, kad jis netinkamas.
lv: Pārbaudiet savu tālruņa numuru. Jūsu atlasītais mobilo sakaru operators apgalvo, ka numurs nav derīgs.
mi: Tirohia tō nama waea pūkoro. Kei te kī tō kaiwhakahaere pūkoro kāore tō nama i te whai mana.
mk: Проверете го телефонскиот број. Мобилниот оператор што го избравте вели дека е неважечки.
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ പരിശോധിക്കുക. നിങ്ങൾ തിരഞ്ഞെടുത്ത മൊബൈൽ ഓപ്പറേറ്റർ അത് അസാധുവാണെന്ന് പറയുന്നു.
mn: Утасны дугаараа шалгана уу. Таны сонгосон хөдөлгөөнт холбооны оператор үүнийг хүчингүй гэж байна.
mr: आपला फोन नंबर तपासा. तो वैध नाही असे आपण निवडलेला मोबाइल ऑपरेटर म्हणत आहे.
ms: Semak nombor telefon anda. Operator mudah alih yang anda pilih mengatakan ia tidak sah.
mt: Iċċekkja n-numru tal-mobile tiegħek. L-operatur tal-mobile li għażilt jgħid li dan mhuwiex validu.
ne: तपाईंको फोन नम्बर जाँच्नुहोस्। तपाईंले चयन गर्नुभएको मोबाइल सञ्चालकले उक्त नम्बर मान्य छैन भन्छ।
nn_no: Kontroller telefonnummeret. Mobiloperatøren du valde, seier det ikkje er gyldig.
no: Kontroller telefonnummeret ditt. Mobiloperatøren du valgte, sier at det ikke er gyldig.
or: ଆପଣଙ୍କର ଫୋନ୍‌ ନମ୍ବରଗୁଡିକ ପରୀକ୍ଷଣ କରନ୍ତୁ. ଆପଣ ଚୟନ କରିଥିବା ମୋବାଇଲ୍‌ ଅପରେଟର୍‌ ଏହା ବୈଧ ନୁହେଁ କହୁଛି.
pa_arab_pk: اپنے فون نمبر دی پڑتال کرو۔ تہاڈامنتخب کیتا موبائل آپریٹر کہندااے کہ ایہہ مجاز نئیں اے۔
pa_in: ਆਪਣੇ ਫ਼ੋਨ ਨੰਬਰ ਨੂੰ ਚੈਕ ਕਰੋ। ਤੁਸੀਂ ਜਿਸ ਮੋਬਾਈਲ ਆਪਰੇਟਰ ਨੂੰ ਚੁਣਿਆ ਸੀ ਉਹ ਕਹਿੰਦਾ ਹੈ ਕਿ ਇਹ ਵੈਧ ਨਹੀਂ ਹੈ।
pl: Sprawdź numer telefonu. Według wybranego operatora komórkowego jest on nieprawidłowy.
ru: Проверьте свой номер телефона. Мобильный оператор, который вы указали, сообщил, что номер недействителен.
sd: پنهنجو فون نمبر چيڪ ڪريو. توهانجو چونڊيل موبائل آپريٽر چوي ٿو ته اهو صحيح ناهي.
si: ඔබගේ දුරකථන අංකය පරීක්ෂා කරන්න. ඔබ තෝරනු ලැබූ ජංගම ක්‍රියාකරු එය වලංගු නොවන බව පවසයි.
sl: Preverite telefonsko številko. Izbrani mobilni operater sporoča, da ni veljavna.
sr_cyrl_rs: Проверите број телефона. Изабрани мобилни оператер сматра да није важећи.
sr_latn_rs: Proverite broj telefona. Izabrani mobilni operater smatra da nije važeći.
sv: Kontrollera ditt telefonnummer. Enligt mobiloperatören du valt är det ogiltigt.
ta: உங்கள் தொலைபேசி எண்ணைச் சரிபார்க்கவும். நீங்கள் தேர்ந்தெடுத்த மொபைல் ஆப்பரேட்டர் இது செல்லாதது என்று கூறுகிறார்.
te: మీ ఫోన్ నంబర్‌ను తనిఖీ చేయండి. మీరు ఎంచుకున్న మొబైల్ ఆపరేటర్ దీనిని చెల్లనిదిగా పేర్కొన్నారు.
tg: Рақами телефони худро тафтиш кунед. Оператори мобилии интихобшудаи шумо ин рақамро ҳамчун беэътибор ҳисоб мекунад.
th: ตรวจสอบหมายเลขโทรศัพท์ของคุณ ผู้ให้บริการโทรศัพท์มือถือที่คุณเลือกบอกว่าหมายเลขไม่ถูกต้อง
tr: Telefon numaranızı kontrol edin. Seçtiğiniz cep telefonu operatörü bu numaranın geçerli olmadığını söylüyor.
tt: Телефон номерыгызны тикшерегез. Сайланган мобиль оператор ул ярашлы түгел дип хәбәр итә.
ug: تېلېفون نومۇرىنى تەكشۈرۈڭ. سىز تاللىغان كۆچمە مۇلازىمەت يۈرۈتكۈچى ئۇ نومۇرنى ئىناۋەتسىز دەيدۇ.
uk: Перевірте номер телефону. Вибраний вами оператор мобільного зв’язку стверджує, що цей номер недійсний.
ur: اپنے فون نمبر کی پڑتال کریں۔ موبائل آپریٹر جو آپ نے منتخب کیا ہے وہ کہہ رہا ہے کہ یہ جائز نہیں ہے۔
uz: Telefon raqamini tekshiring. Siz tanlagan mobil xizmat operatori bu xato ekanligini ta’kidlamoqda.
vi: Kiểm tra số điện thoại của bạn. Nhà cung cấp dịch vụ di động bạn đã chọn cho biết số điện thoại không hợp lệ.
zh_hans: 请检查你的电话号码。你选择的移动运营商提示此号码无效。
zh_hant: 檢查電話號碼。您選取的電信業者表示該電話號碼無效。

# Literal.NonSimMobi.Error.MOAccountNotFound
source: Check your phone number. The mobile operator you selected can't find that number.
af: Kontroleer jou foonnommer. Die selfoondiensverskaffer wat jy gekies het, kan nie daardie nommer vind nie.
am: ስልክ ቁጥርዎን ይፈትሹ። የመረጡት የሞባይል አገልግሎት አቅራቢ ያንን ቁጥር ሊያገኘው አልቻለም።
ar: تحقق من رقم هاتفك. حيث إن موفر خدمة الجوال الذي قمت بتحديده لا يمكنه العثور على هذا الرقم.
as: আপোনাৰ ফোন নম্বৰ পৰীক্ষা কৰক৷ আপুনি চয়ন কৰা মোবাইল অপাৰেটৰে সেই নম্বৰটো বিচাৰি পোৱা নাই৷
az: Telefon nömrənizi yoxlayın. Seçdiyiniz mobil operator o nömrəni tapa bilmir.
bg: Проверете вашия телефонен номер. Мобилният оператор, който сте избрали, не може да намери този номер.
bn_in: আপনার ফোন নম্বর পরীক্ষা করুন৷ আপনার নির্বাচন করা মোবাইল অপারেটরটি সেই নম্বরটি খুঁজে পাচ্ছে না।
bs: Provjerite broj telefona. Mobilni operater kojeg ste izabrali ne može pronaći taj broj.
cy: Gwiriwch eich rhif ffôn. Mae'r cwmni symudol roeddech chi wedi'i ddewis yn dweud nad yw'n gallu dod o hyd i'r rhif hwnnw.
da: Kontrollér dit telefonnummer. Den mobiloperatør, du har valgt, kan ikke finde dette nummer.
de: Überprüfen Sie Ihre Telefonnummer. Der ausgewählte Mobilfunkanbieter kann die Nummer nicht finden.
el: Ελέγξτε τον αριθμό τηλεφώνου σας. Δεν είναι δυνατή η εύρεσή του από την υπηρεσία κινητής τηλεφωνίας που επιλέξατε.
es: Comprueba tu número de teléfono. El operador móvil seleccionado no puede encontrarlo.
et: Kontrollige telefoninumbrit. Valitud mobiilioperaator ei leia seda numbrit.
eu: Egiaztatu telefono-zenbakia. Hautatu duzun operadoreak ezin du aurkitu zenbaki hori.
fa: شماره تلفنتان را بررسی کنید. اپراتور تلفن همراهی که انتخاب کردید نمی‌تواند این شماره را بیابد.
ga: Seiceáil d'uimhir fóin. Ní féidir leis an t-oibreoir móibíleach a roghnaigh tú an uimhir sin a aimsiú.
gd: Thoir sùil air an àireamh fòn agad. Cha do lorg giùlanair mobile a thagh thu an àireamh sin.
gl: Comproba o número de teléfono. O operador móbil que seleccionaches non pode atopar o número.
gu: તમારો ફોન નંબર તપાસો. તમે પસંદ કરેલ મોબાઇલ ઑપરેટરને તે નંબર મળતો નથી.
he: בדוק את מספר הטלפון שלך. המפעיל הסלולארי שבחרת אינו מוצא את המספר הזה.
hi: अपने फ़ोन नंबर की जाँच करें. आपके द्वारा चयनित मोबाइल ऑपरेटर को वह नंबर नहीं मिला.
hr: Provjerite telefonski broj. Odabrani mobilni operator ne može ga pronaći.
hu: Ellenőrizze telefonszámát, mert a választott mobilszolgáltató nem találja.
id: Periksa nomor telepon Anda. Operator seluler yang Anda pilih tidak dapat menemukan nomor tersebut.
is: Athugaðu símanúmerið þitt. Farsímafyrirtækið sem þú valdir finnur ekki þetta númer.
ja: 電話番号を確認してください。選んだ携帯電話会社がその番号を見つけることができません。
ka: შეამოწმეთ თქვენი ტელეფონის ნომერი. თქვენ მიერ შერჩეული მობილური ოპერატორი ვერ პოულობს ამ ნომერს.
kk: Телефон нөміріңізді тексеріңіз. Таңдаған ұялы байланыс операторыңыз бұл нөмірді таба алмады.
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ ಪರಿಶೀಲಿಸಿ. ನೀವು ಆಯ್ಕೆಮಾಡಿದ ಮೊಬೈಲ್ ಆಪರೇಟರ್‌ಗೆ ಆ ಸಂಖ್ಯೆ ಹುಡುಕಲಾಗಲಿಲ್ಲ.
ko: 전화 번호를 확인하세요. 선택한 통신사에서 해당 번호를 찾을 수 없습니다.
ku_arab: ژمارە تەلەفۆنەکەت بپشکنە. ئەو ئۆپێرەیتەری مۆبایڵەی دەسنیشانت کردووە ناتوانێت ئەو ژمارەیە بدۆزێتەوە.
ky: Телефон номериңизди текшериңиз. Сиз тандаган мобилдик опареторуңуз ал номерди таба албай жатат.
lo: ກວດເບິ່ງໝຍເລກໂທລະສັບຂອງທ່ານ. ຜູ້ໃຫ້ບໍລິການມືຖືທີ່ທ່ານເລືອກ ບໍ່ສາມາດຊອກ​ຫາໝາຍເລກນັ້ນ.
lt: Patikrinkite savo telefono numerį. Jūsų pasirinktas mobiliojo ryšio operatorius negali rasti šio numerio.
lv: Pārbaudiet savu tālruņa numuru. Jūsu atlasītais mobilo sakaru operators nevar atrast šo numuru.
mi: Tirohia tō nama waea pūkoro. Kāore e taea e te kaiwhakahaere pūkoro nāu i tīpako taua nama te kite.
mk: Проверете го телефонскиот број. Мобилниот оператор што го избравте не може да го најде тој број.
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ പരിശോധിക്കുക. നിങ്ങൾ തിരഞ്ഞെടുത്ത മൊബൈൽ ഓപ്പറേറ്റർക്ക് ആ നമ്പർ കണ്ടെത്താനാകില്ല.
mn: Утасны дугаараа шалгана уу. Таны сонгосон хөдөлгөөнт холбооны операторт энэ дугаар байхгүй.
mr: आपला फोन नंबर तपासा. आपण निवडलेला मोबाइल ऑपरेटर तो नंबर शोधू शकला नाही.
ms: Semak nombor telefon anda. Operator mudah alih yang anda pilih tidak dapat mencari nombor telefon tersebut.
mt: Iċċekkja n-numru tal-mobile tiegħek. L-operatur tal-mobile li għażilt ma jistax isib dak in-numru.
ne: तपाईंको फोन नम्बर जाँच्नुहोस्। तपाईंले चयन गर्नुभएको मोबाइल सञ्चालकले उक्त नम्बर फेला पार्न सकेन।
nn_no: Kontroller telefonnummeret. Mobiloperatøren du valde, finn ikkje det nummeret.
no: Kontroller telefonnummeret ditt. Mobiloperatøren du valgte, kan ikke finne det nummeret.
or: ଆପଣଙ୍କର ଫୋନ୍‌ ନମ୍ବର ପରୀକ୍ଷଣ କରନ୍ତୁ. ଆପଣ ଚୟନ କରିଥିବା ମୋବାଇଲ୍‌ ଅପରେଟର୍‌ ସେହି ନମ୍ବର ସନ୍ଧାନ କରିପାରିବ ନାହିଁ.
pa_arab_pk: اپنے موبائل نمبر دی پڑتال کرو۔ تہاڈا منتخب کیتا ہویا موبائل آپریٹر ایس نمبر نوں نئیں تلاش کرسکیا۔
pa_in: ਆਪਣੇ ਫ਼ੋਨ ਨੰਬਰ ਨੂੰ ਚੈਕ ਕਰੋ। ਤੁਸੀਂ ਜਿਸ ਮੋਬਾਈਲ ਆਪਰੇਟਰ ਨੂੰ ਚੁਣਿਆ ਸੀ ਉਸਨੂੰ ਇਹ ਨੰਬਰ ਨਹੀਂ ਮਿਲ ਸਕਦਾ ਹੈ।
pl: Sprawdź numer telefonu. Wybrany operator komórkowy nie może go znaleźć.
ru: Проверьте свой номер телефона. Мобильный оператор, который вы указали, не может найти этот номер.
sd: پنهنجو فون نمبر چيڪ ڪريو. توهانجو چونڊيل آپريٽر چوي ٿو ته اهو نمبر نٿو ملي.
si: ඔබගේ දුරකථන අංකය පරීක්ෂා කරන්න. ඔබ තෝරාගත් ජංගම ක්‍රියාකරුට අංකය සොයාගත නොහැක.
sl: Preverite telefonsko številko. Izbrani mobilni operater je ne najde.
sr_cyrl_rs: Проверите број телефона. Изабрани мобилни оператер не може да пронађе тај број.
sr_latn_rs: Proverite broj telefona. Izabrani mobilni operater ne može da pronađe taj broj.
sv: Kontrollera ditt telefonnummer. Den mobiloperatör du valt hittar inte det numret.
ta: உங்கள் தொலைபேசி எண்ணைச் சோதிக்கவும். நீங்கள் தேர்வுசெய்த மொபைல் ஆப்பரேட்டர் அந்த எண்ணைக் கண்டறிய இயலவில்லை.
te: మీ ఫోన్ నంబర్‌ను తనిఖీ చేయండి. మీరు ఎంచుకున్న మొబైల్ ఆపరేటర్ ఆ నంబర్‌ను కనుగొనలేకపోయారు.
tg: Рақами телефони худро тафтиш кунед. Оператори мобилии интихобшудаи шумо ин рақамро ёфт карда наметавонад.
th: ตรวจสอบหมายเลขโทรศัพท์ของคุณ ผู้ให้บริการโทรศัพท์มือถือที่คุณเลือกไม่สามารถค้นหาหมายเลขนั้นได้
tr: Telefon numaranızı kontrol edin. Seçtiğiniz cep telefonu operatörü bu numarayı bulamıyor.
tt: Телефон номерыгызны тикшерегез. Сайланган мобиль оператор бу номерны таба алмый.
ug: تېلېفون نومۇرىنى تەكشۈرۈڭ. سىز تاللىغان كۆچمە مۇلازىمەت يۈرۈتكۈچى ئۇ نومۇرنى تاپالمىدى.
uk: Перевірте номер телефону. Вибраний вами оператор мобільного зв’язку не може знайти цей номер.
ur: اپنے فون نمبر کی پڑتال کریں۔ موبائل آپریٹر جو آپ نے منتخب کیا اس نمبر کو ڈھونڈ نہیں سکتا۔
uz: Telefon raqamingizni tekshiring. Siz tanlagan mobil xizmat operatori bu raqamni topa olmayapti.
vi: Kiểm tra số điện thoại của bạn. Nhà cung cấp dịch vụ di động bạn đã chọn không thể tìm thấy số đó.
zh_hans: 请检查你的手机号码。你选择的移动运营商无法找到此号码。
zh_hant: 請檢查電話號碼。您選取的電信業者無法找到這組號碼。

# Word.Error.LoginFailure
source: Login failed.
af: Aanmelding het misluk.
am: በመለያ መግባት አልተሳካም።
ar: فشل تسجيل الدخول.
as: লগইন কৰাত বিফল৷
az: Giriş baş tutmadı
bg: Влизането е неуспешно.
bn_in: লগ ইন ব্যর্থ হয়েছে৷
bs: Prijavljivanje je otkazano.
cy: Wedi methu mewngofnodi.
da: Logon mislykkedes.
de: Fehler bei der Anmeldung
el: Η σύνδεση απέτυχε.
es: No se puede iniciar sesión.
et: Sisselogimine nurjus.
eu: Ezin izan da hasi saioa.
fa: ورود به سیستم ناموفق بود.
ga: Theip ort logáil isteach.
gd: Dh’fhàillig leis a’ chlàradh a-steach.
gl: Erro ao iniciar sesión.
gu: લૉગિન નિષ્ફળ.
he: הכניסה נכשלה.
hi: लॉगिन विफल रहा.
hr: Prijava nije uspjela.
hu: A bejelentkezés sikertelen.
id: Gagal masuk.
is: Innskráning mistókst.
ja: ログインできませんでした。
ka: შესვლა ვერ შესრულდა.
kk: Жүйеге кіру сәтсіз болды.
kn: ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ.
ko: 로그인하지 못했습니다.
ku_arab: چوونەناو شکسی هێنا.
ky: Системага кирүү жарабады.
lo: ເຂົ້າລະບົບບໍ່ສຳເລັດ.
lt: Prisijungti nepavyko.
lv: Pieteikšanās neizdevās.
mi: I rahua te takiuru.
mk: Пријавувањето не успеа.
ml: ലോഗിൻ പരാജയപ്പെട്ടു.
mn: Нэвтэрч чадсангүй.
mr: लॉगिन अयशस्वी झाले.
ms: Log masuk gagal.
mt: Il-login ma rnexxiex.
ne: लगइन असफल भयो।
nn_no: Kan ikkje logge på.
no: Pålogging mislyktes.
or: ଲଗ୍‌ଇନ୍ ବିଫଳ ହୋଇଛି.
pa_arab_pk: لاگ ان ناکام۔
pa_in: ਲੌਗਿਨ ਅਸਫ਼ਲ ਰਿਹਾ।
pl: Logowanie nie powiodło się.
ru: Сбой входа.
sd: لاگ ان ناڪام.
si: ඇතුල් වීම අසාර්ථක විය.
sl: Prijava ni uspela.
sr_cyrl_rs: Пријављивање није успело.
sr_latn_rs: Prijavljivanje nije uspelo.
sv: Inloggningen misslyckades.
ta: உள்நுழைவு தோல்வியடைந்தது.
te: లాగిన్ విఫలమైంది.
tg: Воридшавӣ қатъ карда шуд.
th: เข้าสู่ระบบไม่สำเร็จ
tr: Oturum açma başarısız oldu.
tt: Система керү уңышсыз булды.
ug: تىزىملاپ كىرىلمىدى.
uk: Не вдалося ввійти.
ur: لاگ ان ناکام ہوا۔
uz: Kirib bo‘lmadi.
vi: Đăng nhập không thành công.
zh_hans: 登录失败。
zh_hant: 登入失敗。

# Word.Error.OperationCancelled
source: Operation cancelled.
af: Bewerking is gekanselleer.
am: ስርዓተ ክወና ተትቷል።
ar: تم إلغاء العملية.
as: অপাৰেচন বাতিল কৰা হ’ল৷
az: Əməliyyat ləğv edildi.
bg: Операцията е отменена.
bn_in: অপারেশন বাতিল হয়েছে৷
bs: Operacija je otkazana.
cy: Cafodd y weithred ei chanslo.
da: Handling er annulleret.
de: Der Vorgang wurde abgebrochen.
el: Η λειτουργία ακυρώθηκε.
es: Se ha cancelado la operación.
et: Toiming on tühistatud.
eu: Eragiketa bertan behera utzi da.
fa: عملیات لغو شد.
ga: Cealaíodh an oibríocht.
gd: Chaidh sgur dhen obrachadh.
gl: Operación cancelada.
gu: ઓપરેશન રદ થયું.
he: הפעולה בוטלה.
hi: कार्रवाई रद्द की गई.
hr: Operacija je otkazana.
hu: A művelet megszakítva.
id: Operasi dibatalkan.
is: Hætt var við aðgerðina.
ja: 操作が取り消されました。
ka: ოპერაცია გაუქმდა.
kk: Операциядан бас тартылды.
kn: ಕಾರ್ಯಾಚರಣೆ ರದ್ದುಗೊಳಿಸಲಾಗಿದೆ.
ko: 작업이 취소되었습니다.
ku_arab: ئۆپەراسیۆن بەتاڵکرایەوە.
ky: Операция четке кагылды.
lo: ການດຳເນີນງານຖືກຍົກເລີກແລ້ວ.
lt: Operacija atšaukta.
lv: Operācija tika atcelta.
mi: I whakakorea te mahinga.
mk: Операцијата е откажана.
ml: പ്രക്രിയ റദ്ദാക്കി.
mn: Үйлдэл цуцлагдлаа.
mr: ऑपरेशन रद्द झाले.
ms: Operasi dibatalkan.
mt: L-operazzjoni ġiet ikkanċellata.
ne: अपरेशन रद्द गरियो।
nn_no: Operasjon avbroten.
no: Operasjon avbrutt.
or: ସଞ୍ଚାଳନ ବାତିଲ୍ ହୋଇଛି.
pa_arab_pk: عمل منسوخ ہوگیا اے۔
pa_in: ਕਾਰਵਾਈ ਰੱਦ ਕੀਤੀ ਗਈ।
pl: Operacja anulowana.
ru: Операция отменена.
sd: عمل منسوخ ٿيو.
si: මෙහෙයුම අවලංගු කෙරිණි.
sl: Operacija preklicana.
sr_cyrl_rs: Операција је отказана.
sr_latn_rs: Operacija je otkazana.
sv: Åtgärden avbröts.
ta: இயக்கம் ரத்து செய்யப்பட்டது.
te: ఆపరేషన్ రద్దు చేయబడింది.
tg: Амалиёт бекор карда шуд.
th: ยกเลิกการดำเนินการ
tr: İşlem iptal edildi.
tt: Гамәлдән баш тартылды.
ug: مەشغۇلات بىكار قىلىندى.
uk: Операцію скасовано.
ur: عمل منسوخ ہو گیا۔
uz: Amal bekor qilindi.
vi: Đã hủy thao tác.
zh_hans: 操作已取消。
zh_hant: 作業已取消。
