Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ProfileName
source: Profile name
af: Profielnaam
am: የመገለጫ ስም
ar: اسم ملف التعريف
as: প্ৰ'ফাইল নাম
az: Profil adı
bg: Име на профила
bn_in: প্রোফাইলের নাম
bs: Naziv profila
cy: Enw proffil
da: Profilnavn
de: Name des Profils
el: Όνομα προφίλ
es: Nombre de perfil
et: Profiili nimi
eu: Profilaren izena
fa: نام نمایه
ga: Ainm na próifíle
gd: Ainm na pròifil
gl: Nome do perfil
gu: પ્રોફાઇલનું નામ
he: שם פרופיל
hi: प्रोफ़ाइल का नाम
hr: Naziv profila
hu: Profil neve
id: Nama profil
is: Heiti sniðs
ja: プロファイル名
ka: პროფილის სახელი
kk: Профиль атауы
kn: ಪ್ರೊಫೈಲ್ ಹೆಸರು
ko: 프로필 이름
ku_arab: ناوی پرۆفایل
ky: Профилдин аты
lo: ຊື່ໂປຣໄຟລ໌
lt: Profilio pavadinimas
lv: Profila nosaukums
mi: Ingoa kōtaha
mk: Име на профил
ml: പ്രൊഫൈൽ പേര്
mn: Хувийн тохиргооны нэр
mr: प्रोफाइल नाव
ms: Nama profil
mt: Isem tal-profil
ne: प्रोफाइल नाम
nn_no: Profilnamn
no: Profilnavn
or: ପ୍ରୋଫାଇଲ୍‌ ନାମ
pa_arab_pk: پروفائل دا ناں
pa_in: ਪ੍ਰੋਫਾਈਲ ਦਾ ਨਾਂ
pl: Nazwa profilu
ru: Имя профиля
sd: پروفائيل نالو
si: පැතිකඩ නාමය
sl: Ime profila
sr_cyrl_rs: Име профила
sr_latn_rs: Ime profila
sv: Profilnamn
ta: சுயவிவரப் பெயர்
te: ప్రొఫైల్ పేరు
tg: Номи профил
th: ชื่อโปรไฟล์
tr: Profil adı
tt: Профиль исеме
ug: ئارخىپ نامى
uk: Ім’я профілю
ur: پروفائل نام
uz: Profil nomi
vi: Tên hồ sơ
zh_hans: 配置文件名称
zh_hant: 設定檔名稱

# Literal.ValidateCvv.3DigitSecurityCode
source: 3 digit security code
af: 3-syfersekuriteitskode
am: 3 አሃዝ የደኅንነት ኮድ
ar: رمز أمان مكون من 3 أرقام
as: 3 টা ডিজিটৰ নিৰাপত্তা কোড
az: 3-rəqəmli təhlükəsizlik kodu
bg: 3-цифрен код за защита
bn_in: 3 সংখ্যার যাচাইকরণ কোড
bs: Trocifreni sigurnosni kôd
cy: Cod diogelwch 3 digid
da: 3-cifret sikkerhedskode
de: Dreistelliger Sicherheitscode
el: Κωδικός ασφάλειας 3 ψηφίων
es: Código de seguridad de 3 dígitos
et: 3-kohaline turbekood
eu: 3 digituko segurtasun-kodea
fa: کد امنیتی 3 رقمی
ga: Cód fíorúcháin 3 dhigit
gd: Còd tèarainteachd 3 àireamhan
gl: Código de seguranza de 3 díxitos
gu: 3 અંક ચકાસણી કોડ
he: קוד אבטחה בן 3 ספרות
hi: 3 अंकीय सुरक्षा कोड
hr: Troznamenkasti sigurnosni kod
hu: Háromjegyű biztonsági kód
id: Kode keamanan 3 digit
is: Þriggja stafa öryggiskóði
ja: 3 桁の確認コード
ka: 3 ნიშნიანი დამცავი კოდი
kk: 3 сандық қауіпсіздік коды
kn: 3 ಅಂಕಿಯ ಪರಿಶೀಲನೆ ಕೋಡ್
ko: 3자리 보안 코드
ku_arab: کۆدی ئاسایشی ٣ ژمارەیی
ky: 3 сандуу ырастоо коду
lo: ລະຫັດຄວາມປອດໄພ 3 ຕົວເລກ
lt: 3 skaitmenų saugos kodas
lv: Trīsciparu verifikācijas kods
mi: Waehere haumarutanga 3 mati
mk: Троцифрен безбедносен код
ml: 3 അക്ക സൂക്ഷ്മപരിശോധന കോഡ്
mn: 3 оронтой хамгаалалтын код
mr: 3 अंकी सुरक्षा कोड
ms: Kod keselamatan 3 digit
mt: Kodiċi tas-sigurtà bi 3 ċifri
ne: 3 अंकको सुरक्षा कोड
nn_no: Tryggleikskode på tre siffer
no: Tresifret sikkerhetskode
or: 3-ଅଙ୍କ ବିଶିଷ୍ଟ ସୁରକ୍ଷା କୋଡ୍‌
pa_arab_pk: 3 ہندسے دا سلامتی دا کوڈ
pa_in: 3 ਅੰਕੀ ਸੁਰੱਖਿਆ ਕੋਡ
pl: 3-cyfrowy kod zabezpieczający
ru: 3-значный код безопасности
sd: 3 عددي سلامتي ڪوڊ
si: අංක 3 ක ආරක්ෂණ කේතය
sl: 3-mestna varnostna koda
sr_cyrl_rs: Троцифрени безбедносни кôд
sr_latn_rs: Trocifreni bezbednosni kôd
sv: 3-siffrig säkerhetskod
ta: 3 இலக்கப் பாதுகாப்புக் குறியீடு
te: 3 అంకెల భద్రతా కోడ్
tg: Рамзи амниятии 3 адада
th: รหัสการตรวจสอบ 3 หลัก
tr: 3 haneli güvenlik kodu
tt: 3 санлы иминлек коды
ug: 3 خانىلىق دەلىللەش نومۇرى
uk: 3-цифровий код безпеки
ur: 3 عدد سلامتی کوڈ
uz: 3 xonali tasdiqlash kodi
vi: Mã bảo mật 3 chữ số
zh_hans: 3 位安全代码
zh_hant: 3 位數安全性驗證碼

# Literal.ValidateCvv.4DigitSecurityCode
source: 4 digit security code
af: 4-syfersekuriteitskode
am: 4 አሃዝ የደኅንነት ኮድ
ar: رمز أمان مكون من 4 أرقام
as: 4 টা ডিজিটৰ নিৰাপত্তা কোড
az: 4-rəqəmli təhlükəsizlik kodu
bg: 4-цифрен код за защита
bn_in: 4 সংখ্যার যাচাইকরণ কোড
bs: Četverocifreni sigurnosni kôd
cy: Cod diogelwch 4 digid
da: 4-cifret sikkerhedskode
de: Vierstelliger Sicherheitscode
el: Κωδικός ασφάλειας 4 ψηφίων
es: Código de seguridad de 4 dígitos
et: 4-kohaline turbekood
eu: 4 digituko segurtasun-kodea
fa: کد امنیتی 4 رقمی
ga: Cód fíorúcháin 4 dhigit
gd: Còd tèarainteachd 4 àireamhan
gl: Código de seguranza de 4 díxitos
gu: 4 અંક ચકાસણી કોડ
he: קוד אבטחה בן 4 ספרות
hi: 4 अंकीय सुरक्षा कोड
hr: Četveroznamenkasti sigurnosni kod
hu: Négyjegyű biztonsági kód
id: Kode keamanan 4 digit
is: Fjögurra stafa öryggiskóði
ja: 4 桁の確認コード
ka: 4 ნიშნიანი დამცავი კოდი
kk: 4 сандық қауіпсіздік коды
kn: 4 ಅಂಕಿಯ ಪರಿಶೀಲನೆ ಕೋಡ್
ko: 4자리 보안 코드
ku_arab: کۆدی ئاسایشی ٤ ژمارەیی
ky: 4 сандуу ырастоо коду
lo: ລະຫັດຄວາມປອດໄພ 4 ຕົວເລກ
lt: 4 skaitmenų saugos kodas
lv: Četrciparu verifikācijas kods
mi: Waehere haumarutanga 4 mati
mk: Четвороцифрен безбедносен код
ml: 4 അക്ക സൂക്ഷ്മപരിശോധന കോഡ്
mn: 4 оронтой хамгаалалтын код
mr: 4 अंकी सुरक्षा कोड
ms: Kod keselamatan 4 digit
mt: Kodiċi tas-sigurtà b'4 ċifri
ne: 4 अंकको सुरक्षा कोड
nn_no: Tryggleikskode på fire siffer
no: Firesifret sikkerhetskode
or: 4-ଅଙ୍କ ବିଶିଷ୍ଟ ସୁରକ୍ଷା କୋଡ୍‌
pa_arab_pk: 4 ہندسیاں دا سلامتی دا کوڈ
pa_in: 4 ਅੰਕੀ ਸੁਰੱਖਿਆ ਕੋਡ
pl: 4-cyfrowy kod zabezpieczający
ru: 4-значный код безопасности
sd: 4 عددي سلامتي ڪوڊ
si: අංක 4 ක ආරක්ෂණ කේතය
sl: 4-mestna varnostna koda
sr_cyrl_rs: Четвороцифрени безбедносни кôд
sr_latn_rs: Četvorocifreni bezbednosni kôd
sv: 4-siffrig säkerhetskod
ta: 4 இலக்கப் பாதுகாப்புக் குறியீடு
te: 4 అంకెల భద్రతా కోడ్
tg: Рамзи амниятии 4 адада
th: รหัสการตรวจสอบ 4 หลัก
tr: 4 haneli güvenlik kodu
tt: 4 санлы иминлек коды
ug: 4 خانىلىق دەلىللەش نومۇرى
uk: 4-цифровий код безпеки
ur: 4 عدد سلامتی کوڈ
uz: 4 xonali tasdiqlash kodi
vi: Mã bảo mật 4 chữ số
zh_hans: 4 位安全代码
zh_hant: 4 位數安全性驗證碼

# Literal.ErrorMessage.CaptchaIsRequired
source: Captcha is a required field
af: Captcha is ’n vereiste veld
am: Captcha የሚፈለግ መስክ ነው።
ar: تحدي Captcha هو حقل مطلوب
as: কেপ্‌চা এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Captcha tələb olunan sahədir
bg: Captcha е задължително поле
bn_in: ক্যাপচা একটি প্রয়োজনীয় ক্ষেত্র
bs: Captcha je obavezno polje
cy: Mae Captcha yn faes gofynnol
da: Captcha er et obligatorisk felt
de: Captcha ist ein Pflichtfeld.
el: Το Captcha είναι απαιτούμενο πεδίο
es: Captcha es un campo obligatorio
et: Robotilõks on kohustuslik väli
eu: Captcha derrigorrezko eremua da
fa: Captcha یک فیلد الزامی است
ga: Is réimse riachtanach é Captcha
gd: Tha an Captcha na raon riatanach
gl: O captcha é un campo obrigatorio
gu: કૅપ્ચા એ આવશ્યક ફીલ્ડ છે
he: Captcha הוא שדה נדרש
hi: Captcha आवश्यक फ़ील्ड है
hr: Polje Captcha je obavezno
hu: A képen megjelenített karaktereket kötelező beírni a mezőbe.
id: Captcha adalah bidang yang wajib diisi
is: Captcha er nauðsynlegur reitur
ja: Captcha は必須フィールドです
ka: საკონტროლო გამოსახულება სავალდებულო ველია
kk: Капча – міндетті өріс
kn: ಕ್ಯಾಪ್ಚಾ ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: Captcha는 필수 필드입니다.
lo: Captcha ແມ່ນຊ່ອງຂໍ້ມູນທີ່ຈຳເປັນ
lt: „Captcha“ yra būtinas laukas
lv: Captcha ir obligāti aizpildāms lauks
mi: He āpure e hiahiatia ana a Captcha
mk: Captcha е задолжително поле
ml: ക്യാപ്‌ച ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mr: कॅप्चा एक आवश्यक फील्ड आहे
ms: CVV ialah medan yang diperlukan
mt: Captcha hija qasam meħtieġ
ne: क्याप्चा आवश्यक फाँट हो
nn_no: Captcha er eit obligatorisk felt
no: Captcha er et obligatorisk felt
or: କ୍ୟାପଚା ଏକ ଆବଶ୍ୟକୀୟ ଫିଲ୍ଡ ଅଟେ
pa_in: ਕੈਪਚਾ ਇੱਕ ਲੋੜੀਂਦਾ ਫਿਲਡ ਹੈ
pl: Captcha jest polem wymaganym
ru: CAPTCHA — обязательное поле
sl: Captcha je obvezno polje
sr_cyrl_rs: Captcha је обавезно поље
sr_latn_rs: Captcha je obavezno polje
sv: Captcha är ett obligatoriskt fält
ta: கேப்ட்சா ஒரு தேவைப்படும் புலம் ஆகும்
te: కాప్చా అనేది అవసరమైన ఫీల్డ్
th: Captcha เป็นเขตข้อมูลที่ต้องระบุ
tr: Captcha gerekli bir alandır
tt: Captcha - мәҗбүри кыр
ug: دەلىللەش بۆلىكىنى تولدۇرۇڭ
uk: Поле тесту CAPTCHA – обов’язкове.
ur: کیپچا لازمی فیلڈ ہے
uz: Captcha - majburiy maydon
vi: Captcha là trường bắt buộc
zh_hans: Captcha 是必填字段
zh_hant: Captcha 為必要欄位

# Literal.ErrorMessage.CardNumberIsRequired
source: Card number is a required field
af: Kaartnommer is ’n vereiste veld
am: የካርድ ቁጥር መስክ አስፈላጊ ነው
ar: يعد رقم البطاقة أحد الحقول المطلوبة
as: কাৰ্ডৰ নম্বৰ এটা আৱশ্যকীয় ফিল্ড
az: Kartın nömrəsi lazımi sahədir
bg: „Номер на картата“ е задължително поле
bn_in: কার্ড নাম্বার একটি আবশ্যক ক্ষেত্র
bs: Broj kartice je obavezno polje
cy: Mae rhif cerdyn yn faes gofynnol
da: Kortnummer er et påkrævet felt
de: Kartennummer ist ein Pflichtfeld
el: Ο αριθμός κάρτας είναι απαιτούμενο πεδίο
es: El campo Número de tarjeta es obligatorio.
et: Kaardi number on kohustuslik väli
eu: Telefono-zenbakia derrigorrezko eremua da
fa: شماره کارت فیلدی الزامی است
ga: Is réimse riachtanach é uimhir an chárta
gd: Tha àireamh na cairte riatanach
gl: O número do cartón é un campo obrigatorio
gu: કાર્ડનો નંબર એક આવશ્યક ક્ષેત્ર છે
he: 'מספר טלפון' הוא שדה נדרש
hi: कार्ड नंबर आवश्यक फ़ील्ड है
hr: Broj kartice obavezno je polje
hu: A Kártyaszám mezőt kötelező kitölteni.
id: Nomor kartu adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir kortanúmer
ja: カード番号は必須フィールドです。
ka: ბარათის ნომრის ველის შევსება სავალდებულოა
kk: Карта нөмірі міндетті өріс болып табылады
kn: ಕಾರ್ಡ್ ನಂಬರ್‌ ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ
ko: 카드 번호는 필수 필드입니다.
ku_arab: ژمارەی کارت خانەیەکی پێویسته
ky: Картанын номери милдеттүү талаа
lo: ເລກບັດ ແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Kortelės numeris yra būtinas laukas
lv: Kartes numurs ir obligāts lauks
mi: He āpure e hiahiatia ana a Tau kāri
mk: Бројот на картичката е задолжително поле
ml: കാർഡ് നമ്പർ ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Картын дугаарыг бөглөх шаардлагатай
mr: कार्ड क्रमांक एक आवश्यक फील्ड आहे
ms: Nombor kad ialah medan yang diperlukan
mt: In-numru tal-kard huwa qasam meħtieġ
ne: कार्ड नम्बर आवश्यक फाँट हो
nn_no: Kortnummer er obligatorisk
no: Kortnummer må angis
or: କାର୍ଡ୍ ନମ୍ବର ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: کارڈ نمبر اک درکار فیلڈ اے
pa_in: ਕਾਰਡ ਨੰਬਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Numer karty jest wymagane
ru: Номер карты — обязательное поле
sd: ڪارڊ نمبر هڪ گهربل فيلڊ آهي
si: කාඩ්පතේ අංකය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Številka kartice« je treba obvezno izpolniti
sr_cyrl_rs: Број картице је обавезно поље
sr_latn_rs: Broj kartice je obavezno polje
sv: Kortnummer är ett obligatoriskt fält
ta: அட்டை எண் ஆனது தேவையான புலம்
te: కార్డ్ సంఖ్య అవసరమైన ఫీల్డ్
tg: Рақами корт майдони ҳатмист
th: ต้องระบุหมายเลขบัตร
tr: Kart numarası gerekli bir alandır
tt: Карта номеры - мәҗбүри кыр
ug: ئىناۋەتلىك كارتا نومۇرى تولدۇرىلىشى كېرەك
uk: Номер картки – обов’язкове поле
ur: کارڈ نمبر درکار کردہ قطعہ ہے
uz: Karta raqami majburiy maydon hisoblanadi
vi: Số thẻ là trường bắt buộc
zh_hans: 卡号是必填字段
zh_hant: 卡號為必填欄位

# Literal.ErrorMessage.CardHolderNameIsRequired
source: Cardholder name is a required field
af: Kaarthouernaam is ’n vereiste veld
am: የካርድ ባለቤት መስክ አስፈላጊ መስክ ነው
ar: يعد اسم حامل البطاقة أحد الحقول المطلوبة
as: কাৰ্ড ধাৰকৰ নাম এটা আৱশ্যকীয় ফিল্ড
az: Kart sahibinin adı lazımi sahədir
bg: „Име на притежателя на картата“ е задължително поле
bn_in: কার্ডহোল্ডারের নাম একটি আবশ্যক ক্ষেত্র
bs: Ime vlasnika kartice je obavezno polje
cy: Mae enw deiliad y cerdyn yn faes gofynnol
da: Navn på kortholder er et påkrævet felt
de: Name des Karteninhabers ist ein Pflichtfeld
el: Το όνομα κατόχου κάρτας είναι απαιτούμενο πεδίο
es: El campo Nombre del titular de la tarjeta es obligatorio.
et: Kaardi omaniku nimi on kohustuslik väli
eu: Txartelaren jabearen izena derrigorrezko eremua da
fa: نام دارنده کارت فیلدی الزامی است
ga: Is réimse riachtanach é ainm shealbhóir an chárta
gd: Tha ainm seilbheadair na cairte riatanach
gl: O nome do titular do cartón é un campo obrigatorio
gu: કાર્ડ હોલ્ડરનું નામ એક આવશ્યક ક્ષેત્ર છે
he: 'שם בעל הכרטיס' הוא שדה נדרש
hi: कार्डधारक का नाम आवश्यक फ़ील्ड है
hr: Ime vlasnika kartice obavezno je polje
hu: A Kártyabirtokos mezőt kötelező kitölteni.
id: Nama pemegang kartu adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir nafn korthafa
ja: カード所有者は必須フィールドです。
ka: ბარათის მფლობელის ველის შევსება სავალდებულოა
kk: Карта иесінің аты міндетті өріс болып табылады
kn: ಕಾರ್ಡ್ ಹೋಲ್ಡರ್ ಹೆಸರು ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ
ko: 카드 소유자는 필수 필드입니다.
ku_arab: ناوی ‌هەڵگری کارت خانەیەکی پێویسته
ky: Карта ээсинин аты милдеттүү талаа
lo: ຊື່ຜູ້ຖືບັດ ແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Kortelės turėtojo vardas yra būtinas laukas
lv: Kartes īpašnieka vārds un uzvārds ir obligāts lauks
mi: He āpure e hiahiatia ana a Ingoa kaipupuru kāri
mk: Името на сопственикот на картичката е задолжително поле
ml: കാർഡ് ഉടമയുടെ പേര് ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Карт эзэмшигчийн нэрийг бөглөх шаардлагатай
mr: कार्डधारकाचे नाव एक आवश्यक फील्ड आहे
ms: Nama pemegang kad ialah medan yang diperlukan
mt: Isem tad-detentur tal-kard huwa qasam meħtieġ
ne: कार्डहोल्डरको नाम आवश्यक फाँट हो
nn_no: Korteigaren sitt namn er obligatorisk
no: Navn på kortholder må angis
or: କାର୍ଡଧାରୀଙ୍କ ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: کارڈ ہولڈر دا ناں اک درکار فیلڈ اے
pa_in: ਕਾਰਡ ਧਾਰਕ ਦਾ ਨਾਮ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Imię i nazwisko posiadacza karty jest wymagane
ru: Имя владельца карты — обязательное поле
sd: ڪارڊ رکندڙ جو نالو هڪ گهربل فيلڊ آهي
si: කාඩ්පත් හිමිකරුගේ නම අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Ime imetnika kartice« je treba obvezno izpolniti
sr_cyrl_rs: Име носиоца картице је обавезно поље
sr_latn_rs: Ime nosioca kartice je obavezno polje
sv: Kortinnehavare är ett obligatoriskt fält
ta: அட்டைதாரர் பெயர் ஆனது தேவையான புலம்
te: కార్డ్ సొంతదారు పేరు అవసరమైన ఫీల్డ్
tg: Номи дорандаи корт майдони ҳатмист
th: ต้องระบุชื่อผู้ถือบัตร
tr: Kart sahibi adı gerekli bir alandır
tt: Карта иясе исеме - мәҗбүри кыр
ug: كارتا ئىگىسىنىڭ ئىسمى تولدۇرىلىشى كېرەك
uk: Ім’я власника картки – обов’язкове поле
ur: کارڈ کے مالک کا نام درکار کردہ قطعہ ہے
uz: Karta egasi ismi majburiy maydon hisoblanadi
vi: Tên chủ thẻ là trường bắt buộc
zh_hans: 持卡人姓名是必填字段
zh_hant: 持卡人名稱為必填欄位

# Literal.ErrorMessage.ExpirationMonthIsRequired
source: Expiration month is a required field
af: Vervalmaand is ’n vereiste veld
am: ማብቂያ ወር አስፈላጊ መስክ ነው
ar: يعد شهر انتهاء الصلاحية أحد الحقول المطلوبة
as: ম্যাদ উকলা তাৰিখ এটা আৱ্শ্যকীয় ফিল্ড
az: Son istifadə ayı lazımi sahədir
bg: „Месец на изтичане на валидността“ е задължително поле
bn_in: মেয়াদ শেষ হবার মাস একটি আবশ্যক ক্ষেত্র
bs: Mjesec isteka je obavezno polje
cy: Mae mis dod i ben yn faes gofynnol
da: Udløbsmåned er et påkrævet felt
de: Gültigkeitsmonat ist ein Pflichtfeld
el: Ο μήνας λήξης είναι απαιτούμενο πεδίο
es: El campo Mes de expiración es obligatorio.
et: Aegumiskuu on kohustuslik väli
eu: Iraungitze-hilabetea derrigorrezko eremua da
fa: ماه انقضا فیلدی الزامی است
ga: Is réimse riachtanach é an mhí éagtha
gd: Tha feum air a’ mìos a dh’fhalbhas an ùine air
gl: O mes de caducidade é un campo obrigatorio
gu: સમાપ્તિ મહિનો એક આવશ્યક ક્ષેત્ર છે
he: 'חודש תפוגה' הוא שדה נדרש
hi: समय सीमा समाप्ति माह आवश्यक फ़ील्ड है
hr: Mjesec isteka obavezno je polje
hu: A Lejárat hónapja mezőt kötelező kitölteni.
id: Bulan kedaluwarsa ada bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir fyrningarmánuð
ja: 有効期限の月は必須フィールドです
ka: ვადის თვის ველის შევსება სავალდებულოა
kk: Мерзімінің өту айы міндетті өріс болып табылады
kn: ಅವಧಿ ಮುಗಿಯುವ ತಿಂಗಳು ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ
ko: 만료 월은 필수 필드입니다.
ku_arab: مانگی بەسەرچوون خانەیەکی پێویسته
ky: Жарактуулук мөөнөтү бул милдеттүү талаа
lo: ເດືອນໝົດອາຍຸແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Galiojimo laiko pabaigos mėnuo yra būtinas laukas
lv: Termiņa beigu mēnesis ir obligāts lauks
mi: He āpure e hiahiatia ana a Marama e mōnehu ai
mk: Месецот на истекување е задолжително поле
ml: കാലഹരണപ്പെടല്‍ മാസം ആവശ്യമുള്ള ഫീൽഡ് ആണ്
mn: Дуусах сарыг бөглөх шаардлагатай
mr: कालबाह्यता महिना एक आवश्यक फील्ड आहे
ms: Bulan tamat tempoh ialah medan yang diperlukan
mt: Xahar ta' skadenza huwa qasam meħtieġ
ne: म्याद समाप्ति महिना आवश्यक फाँट हो
nn_no: Utløpsmånad er obligatorisk
no: Utløpsmåned må angis
or: ସମୟସୀମା ମାସ ହେଉଛି ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: زائد المعیاد ہون دا مہینہ اک درکار فیلڈ اے
pa_in: ਮਿਆਦ ਸਮਾਪਤੀ ਦਾ ਮਹੀਨਾ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Miesiąc wygaśnięcia jest wymagane
ru: Месяц окончания срока действия — обязательное поле
sd: ختم ٿيڻ واري مهينو هڪ گهربل فيلڊ آهي
si: කල් ඉකුත්වන මාසය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Mesec poteka« je treba obvezno izpolniti
sr_cyrl_rs: Месец истека је обавезно поље
sr_latn_rs: Mesec isteka je obavezno polje
sv: Förfallomånad är ett obligatoriskt fält
ta: காலாவதி மாதம் ஆனது தேவையான புலம்
te: ముగింపు నెల అవసరమైన ఫీల్డ్
tg: Моҳи анҷоми муҳлат майдони ҳатмист
th: ต้องระบุเดือนที่หมดอายุ
tr: Son kullanma ayı gerekli bir alandır
tt: Вакыт чыгу ае - мәҗбүри кыр
ug: ۋاقت توشىدىغان ئاي تولدۇرىلىشى كېرەك
uk: Місяць завершення дії – обов’язкове поле
ur: معیاد ختم ہونے کا مہینہ درکار کردہ قطعہ ہے
uz: Amal qilish oyi majburiy maydon hisoblanadi
vi: Tháng hết hạn là trường bắt buộc
zh_hans: 到期月份是必填字段
zh_hant: 到期月份為必填欄位

# Literal.ErrorMessage.ExpirationYearIsRequired
source: Expiration year is a required field
af: Vervaljaar is ’n vereiste veld
am: ማብቂያ ዓመት አስፈላጊ ዓመት ነው
ar: تعد سنة انتهاء الصلاحية أحد الحقول المطلوبة
as: ম্যাদ উকলা বছৰ এটা আৱ্শ্যকীয় ফিল্ড
az: Son istifadə ili lazımi sahədir
bg: „Година на изтичане на валидността“ е задължително поле
bn_in: মেয়াদ শেষ হবার বছর একটি আবশ্যক ক্ষেত্র
bs: Godina isteka je obavezno polje
cy: Mae blwyddyn dod i ben yn faes gofynnol
da: Udløbsår er et påkrævet felt
de: Gültigkeitsjahr ist ein Pflichtfeld
el: Το έτος λήξης είναι απαιτούμενο πεδίο
es: El campo Año de expiración es obligatorio.
et: Aegumisaasta on kohustuslik väli
eu: Iraungitze-urte derrigorrezko eremua da
fa: سال انقضا فیلدی الزامی است
ga: Is réimse riachtanach é an bhliain éaga
gd: Tha feum air a’ bhliadhna a dh’fhalbhas an ùine air
gl: O ano de caducidade é un campo obrigatorio
gu: સમાપ્તિ વર્ષ એક આવશ્યક ક્ષેત્ર છે
he: 'שנת תפוגה' הוא שדה נדרש
hi: समय सीमा समाप्ति वर्ष आवश्यक फ़ील्ड है
hr: Godina isteka obavezno je polje
hu: A Lejárat éve mezőt kötelező kitölteni.
id: Tahun kedaluwarsa adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir fyrningarár
ja: 有効期限の年は必須フィールドです
ka: ვადის წლის ველის შევსება სავალდებულოა
kk: Мерзімінің өту жылы міндетті өріс болып табылады
kn: ಅವಧಿ ಮುಗಿಯುವ ವರ್ಷ ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ
ko: 만료 연도는 필수 필드입니다.
ku_arab: ساڵی بەسەرچوون خانەیەکی پێویسته
ky: Жарактуулук мөөнөтү бүткөн жыл бул милдеттүү талаа
lo: ປີໝົດອາຍຸແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Galiojimo pabaigos metai yra būtinas laukas
lv: Termiņa beigu gads ir obligāts lauks
mi: He āpure e hiahiatia ana a Tau e mōnehu ai
mk: Годината на истекување е задолжително поле
ml: കാലഹരണപ്പെടല്‍ വര്‍ഷം ആവശ്യമാണ് ഫീൽഡ്
mn: Дуусах оныг бөглөх шаардлагатай
mr: कालबाह्यता वर्ष एक आवश्यक फील्ड आहे
ms: Tahun tamat tempoh ialah medan yang diperlukan
mt: Sena ta' skadenza hija qasam meħtieġ
ne: म्याद समाप्ति वर्ष आवश्यक फाँट हो
nn_no: Utløpsår er obligatorisk
no: Utløpsår må angis
or: ସମୟସୀମା ବର୍ଷର ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: زائد المعیاد ہون دا سال اک درکار فیلڈ اے
pa_in: ਮਿਆਦ ਸਮਾਪਤੀ ਦਾ ਸਾਲ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Rok wygaśnięcia jest wymagane
ru: Год окончания срока действия — обязательное поле
sd: ختم ٿيڻ وارو سال هڪ گهربل فيلڊ آهي
si: කල් ඉකුත්වන වසර අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Leto poteka« je treba obvezno izpolniti
sr_cyrl_rs: Година истека је обавезно поље
sr_latn_rs: Godina isteka je obavezno polje
sv: Förfalloår är ett obligatoriskt fält
ta: காலாவதி ஆண்டு ஆனது தேவையான புலம்
te: ముగింపు సంవత్సరం అవసరమైన ఫీల్డ్
tg: Соли анҷоми муҳлат майдони ҳатмист
th: ต้องระบุปีที่หมดอายุ
tr: Son kullanma yılı gerekli bir alandır
tt: Вакыт чыгу елы - мәҗбүри кыр
ug: ۋاقتى توشىدىغان يىل تولدۇرىلىشى كېرەك
uk: Рік завершення дії – обов’язкове поле
ur: معیاد ختم ہونے کا سال درکار کردہ قطعہ ہے
uz: Amal qilish yili majburiy maydon hisoblanadi
vi: Năm hết hạn là trường bắt buộc
zh_hans: 到期年份是必填字段
zh_hant: 到期年份為必填欄位

# Literal.ErrorMessage.CVVIsRequired
source: CVV is a required field
af: CVV is ’n vereiste veld
am: CVV አስፈላጊ መስክ ነው
ar: يُعد CVV أحد الحقول المطلوبة
as: CVV এটা আৱশ্যকীয় ফিল্ড
az: CVV lazımi sahədir
bg: „CVV код“ е задължително поле
bn_in: CVV একটি আবশ্যক ক্ষেত্র
bs: CVV je obavezno polje
cy: Mae CVV yn faes gofynnol
da: CVV er et påkrævet felt
de: Kreditkartenprüfnummer ist ein Pflichtfeld
el: Το CVV είναι απαιτούμενο πεδίο
es: El campo CVV es obligatorio.
et: CVV on kohustuslik väli
eu: CVV derrigorrezko eremua da
fa: CVV فیلدی الزامی است
ga: Is réimse éigeantach é CVV
gd: Tha an CVV riatanach
gl: CVV é un campo obrigatorio
gu: CVV એક આવશ્યક ક્ષેત્ર છે
he: 'CVV' הוא שדה נדרש
hi: CVV आवश्यक फ़ील्ड है
hr: CVV je obavezno polje
hu: A CVV-kód mezőt kötelező kitölteni.
id: CVV adalah bidang yang wajib diisi
is: Fylla verður út í CVV
ja: CVV は必須フィールドです。
ka: CVV ველის შევსება სავალდებულოა
kk: CVV міндетті өріс болып табылады
kn: CVV ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: CVV는 필수 필드입니다.
ku_arab: CVV خانەیەکی پێویسته
ky: CVV бул милдеттүү талаа
lo: CVV ແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: CVV yra būtinas laukas
lv: CVV ir obligāts lauks
mi: He āpure e hiahiatia a CVV
mk: CVV-кодот е задолжително поле
ml: CVV ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mn: CVV бөглөх шаардлагатай
mr: CVV आवश्यक फील्ड आहे.
ms: CVV ialah medan yang diperlukan
mt: CVV huwa qasam meħtieġ
ne: CVV आवश्यक फाँट हो
nn_no: CVV er obligatorisk
no: CVV må angis
or: CVV ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: CVV اک درکار فیلڈ اے
pa_in: CVV ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Kod CVV jest wymagane
ru: CVV-код — обязательное поле
sd: CVV هڪ گهربل فيلڊ آهي
si: CVV අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »CVV« je treba obvezno izpolniti
sr_cyrl_rs: CVV је обавезно поље
sr_latn_rs: CVV je obavezno polje
sv: CVV-kod är ett obligatoriskt fält
ta: CVV என்பது ஒரு தேவையான புலம்
te: CVV అవసరమైన ఫీల్డ్
tg: CVV майдони ҳатмист
th: ต้องระบุ CVV
tr: CVV gerekli bir alandır
tt: CVV коды - мәҗбүри кыр
ug: CVV تولدۇرىلىشى كېرەك
uk: Код CVV – обов’язкове поле
ur: CVV درکار کردہ قطعہ ہے
uz: CVV-kod majburiy maydon hisoblanadi
vi: CVV là trường bắt buộc
zh_hans: CVV 是必填字段
zh_hant: CVV 為必填欄位
