Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitBankTransCode.MaxLength
source: Central Bank Transaction Code is too long.
af: Sentrale Bank-transaksiekode is te lank.
am: የማዕከላዊ ባንክ የልውውጥ ኮድ በጣም ረጅም ነው።
ar: رمز معاملة البنك المركزي أطول من اللازم.
as: কেন্দ্ৰীয় বেংক লেন-দেন ক'ড অতি দীঘল৷
az: Mərkəzi Bankın Əməliyyat Kodu çox uzundur.
bg: Кодът на транзакция на централната банка е твърде дълъг.
bn_in: সেন্ট্রাল ব্যাঙ্কের লেনদেন কোড অত্যন্ত বড়৷
bs: Šifra za transakcije centralne banke je preduga.
cy: Mae Cod Trafodion y Banc Canolog yn rhy hir.
da: Nationalbankens transaktionskode er for lang.
de: Der Transaktionscode der Zentralbank ist zu lang.
el: Ο κωδικός συναλλαγών της κεντρικής τράπεζας είναι πολύ μεγάλος.
es: El código de transacción del Banco Central es demasiado largo.
et: Keskpanga kandekood on liiga pikk.
eu: Banku zentralaren transakzio-kodea luzeegia da.
fa: کد تراکنش بانک مرکزی بسیار طولانی است.
ga: Cód idirbhirt an Bhainc Cheannais rófhada.
gd: Tha còd gnothaich Banca a' Mheadhain ro fhada.
gl: O código de transacción da banca central é demasiado longo.
gu: કેન્દ્રીય બેંક વહેવાર કોડ ખૂબ લાંબો છે.
he: קוד העסקה של הבנק המרכזי ארוך מדי.
hi: केंद्रीय बैंक लेनदेन कोड बहुत बड़ा है.
hr: Transakcijska šifra Centralne banke preduga je.
hu: A központi bank tranzakciókódja túl hosszú.
id: Kode Transaksi Central Bank terlalu panjang.
is: Færslukóði seðlabanka er of langur.
ja: 中央銀行取引コードが長すぎます。
ka: ცენტრალური ბანკის ტრანზაქციის კოდი ძალიან გრძელია.
kk: Орталық банк транзакция коды тым ұзын.
kn: ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ ವಹಿವಾಟು ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 중앙 은행 거래 코드가 너무 깁니다.
ku_arab: کۆدی سەوداگەری بانکی ناوەندی زۆر درێژە.
ky: Борбордук Банктын которуу коду өтө узун.
lo: ລະຫັດທຸລະກໍາທະນາຄານກາງຍາວເກີນໄປ.
lt: Centrinio banko operacijos kodas per ilgas.
lv: Centrālās bankas transakcijas kods ir pārāk garš.
mi: He roa rawa te Waehere Tauwhitinga Pēke Pū.
mk: Трансакцискиот код на Централната банка е предолг.
ml: സെന്‍‌ട്രല്‍ ബാങ്ക് ഇടപാട് കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Төв банкны гүйлгээний код хэт урт байна.
mr: केंद्रीय बँक विनिमय कोड खूप दीर्घ आहे.
ms: Kod Transaksi BankPusat terlalu panjang.
mt: Il-Kodiċi tat-Tranżazzjoni tal-Bank Ċentrali twil wisq.
ne: केन्द्रिय बैङ्क लेनदेन संकेत धेरै लामो भयो
nn_no: Transaksjonskoden til sentralbank er for lang.
no: Transaksjonskoden for sentralbanken er for lang.
or: କେନ୍ଦ୍ରୀୟ ବ୍ୟାଙ୍କ ବିନିମୟ କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: مرکزی بینک ٹرانزیکشن کوڈ بہت لما اے۔
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ ਟਰਾਂਜੈਕਸ਼ਨ ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod transakcji banku centralnego jest zbyt długi.
ru: Слишком длинный код транзакции Центрального банка.
sd: سينٽرل بينڪ ٽرانزيڪشن ڪوڊ تمام وڏو آھي.
si: මහ බැංකු ගනුදෙනු කේතය දිග වැඩියි.
sl: Transakcijska koda centralne banke je predolga.
sr_cyrl_rs: Шифра за трансакције централне банке је предугачка.
sr_latn_rs: Šifra za transakcije centralne banke je predugačka.
sv: Centralbankens transaktionskod är för lång.
ta: சென்ட்ரல் பேங்க்கின் பரிமாற்றக் குறியீடு மிக நீளமாக உள்ளது.
te: కేంద్ర బ్యాంక్ లావాదేవీ కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи амалиёти Бонки марказӣ аз ҳад дароз аст.
th: รหัสธุรกรรมของธนาคารกลางยาวเกินไป
tr: Merkez Bankası İşlem Kodu çok uzun.
tt: Үзәк банкның транзакция коды бик озын.
ug: مەركىزى بانكا مۇئامىلە نومۇرى بەك ئۇزۇن.
uk: Задовгий код транзакції Центрального банку.
ur: سینٹرل بینک کاروائی کوڈ بہت طویل ہے۔
uz: Markaziy Bank tranzaktsiyasi kodi juda uzun.
vi: Mã Giao dịch Ngân hàng Trung tâm quá dài.
zh_hans: 中央银行交易代码过长。
zh_hant: 中央銀行交易代碼太長。

# Literal.DirectDebitBankTransCode.MinLength
source: Central Bank Transaction Code is too short.
af: Sentrale Bank-transaksiekode is te kort.
am: የማዕከላዊ ባንክ የልውውጥ ኮድ በጣም አጭር ነው።
ar: يقل رمز معاملة البنك المركزي عن اللازم طولاً.
as: কেন্দ্ৰীয় বেংক লেন-দেন ক'ড অতি চুটি৷
az: Mərkəzi Bankın Əməliyyat Kodu çox qısadır.
bg: Кодът на транзакция на централната банка е твърде къс.
bn_in: সেন্ট্রাল ব্যাঙ্কের লেনদেন কোড অত্যন্ত ছোট৷
bs: Šifra za transakcije centralne banke je prekratka.
cy: Mae Cod Trafodion y Banc Canolog yn rhy fyr.
da: Nationalbankens transaktionskode er for kort.
de: Der Transaktionscode der Zentralbank ist zu kurz.
el: Ο κωδικός συναλλαγών της κεντρικής τράπεζας είναι πολύ μικρός.
es: El código de transacción del Banco Central es demasiado corto.
et: Keskpanga kandekood on liiga lühike.
eu: Banku zentralaren transakzio-kodea laburregia da.
fa: کد تراکنش بانک مرکزی بسیار کوتاه است.
ga: Cód idirbhirt an Bhainc Cheannais róghearr.
gd: Tha còd gnothaich Banca a' Mheadhain ro ghoirid.
gl: O código de transacción da banca central é demasiado curto.
gu: કેન્દ્રીય બેંક વહેવાર કોડ ખૂબ ટૂંકો છે.
he: קוד העסקה של הבנק המרכזי קצר מדי.
hi: केंद्रीय बैंक लेनदेन कोड बहुत छोटा है.
hr: Transakcijska šifra Centralne banke prekratka je.
hu: A központi bank tranzakciókódja túl rövid.
id: Kode Transaksi Central Bank terlalu pendek.
is: Færslukóði seðlabanka er of stuttur.
ja: 中央銀行取引コードが短すぎます。
ka: ცენტრალური ბანკის ტრანზაქციის კოდი ძალიან მოკლეა.
kk: Орталық банк транзакция коды тым қысқа.
kn: ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ ವಹಿವಾಟು ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 중앙 은행 거래 코드가 너무 짧습니다.
ku_arab: کۆدی سەوداگەری بانکی ناوەندی زۆر کورتە.
ky: Борбордук Банктын которуу коду өтө кыска.
lo: ລະຫັດທຸລະກໍາທະນາຄານສັ້ນເກີນໄປ.
lt: Centrinio banko operacijos kodas per trumpas.
lv: Centrālās bankas transakcijas kods ir pārāk īss.
mi: He poto rawa te Waehere Tauwhitinga Pēke Pū.
mk: Трансакцискиот код на Централната банка е прекраток.
ml: സെന്‍‌ട്രല്‍ ബാങ്ക് ഇടപാട് കോഡ് വളരെ ചെറുതാണ്.
mn: Төв банкны гүйлгээний код хэт богино байна.
mr: केंद्रीय बँक विनिमय कोड खूप लहान आहे.
ms: Kod Transaksi BankPusat terlalu pendek.
mt: Il-Kodiċi tat-Tranżazzjoni tal-Bank Ċentrali qasir wisq.
ne: केन्द्रिय बैङ्क लेनदेन संकेत धेरै छोटो भयो।
nn_no: Transaksjonskoden til sentralbank er for kort.
no: Transaksjonskoden for sentralbanken er for kort.
or: କେନ୍ଦ୍ରୀୟ ବ୍ୟାଙ୍କ ବିନିମୟ କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: مرکزی بینک ٹرانزیکشن کوڈ بہت چھوٹا اے۔
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ ਟਰਾਂਜੈਕਸ਼ਨ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod transakcji banku centralnego jest zbyt krótki.
ru: Слишком короткий код транзакции Центрального банка.
sd: سينٽرل بينڪ ٽرانزيڪشن ڪوڊ تمام ننڍو آھي.
si: මහ බැංකු ගනුදෙනු කේතය කෙටි වැඩියි.
sl: Transakcijska koda centralne banke je prekratka.
sr_cyrl_rs: Шифра за трансакције централне банке је прекратка.
sr_latn_rs: Šifra za transakcije centralne banke je prekratka.
sv: Centralbankens transaktionskod är för kort.
ta: சென்ட்ரல் பேங்க்கின் பரிமாற்றக் குறியீடு மிகச் சிறியதாக உள்ளது.
te: కేంద్ర బ్యాంక్ లావాదేవీ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи амалиёти Бонки марказӣ аз ҳад кӯтоҳ аст.
th: รหัสธุรกรรมของธนาคารกลางสั้นเกินไป
tr: Merkez Bankası İşlem Kodu çok kısa.
tt: Үзәк банкның транзакция коды бик кыска.
ug: مەركىزى بانكا مۇئامىلە نومۇرى بەك قىسقا.
uk: Закороткий код транзакції Центрального банку.
ur: سینٹرل بینک کاروائی کوڈ بہت مختصر ہے۔
uz: Markaziy Bank tranzaktsiyasi kodi juda qisqa.
vi: Mã Giao dịch Ngân hàng Trung tâm quá ngắn.
zh_hans: 中央银行交易代码过短。
zh_hant: 中央銀行交易代碼太短。

# Literal.DirectDebitBankTransCode.Pattern
source: Invalid Central Bank Transaction Code.
af: Ongeldige Sentrale Bank-transaksiekode.
am: ልክ ያልኾነ የማዕከላዊ ባንክ የልውውጥ ኮድ።
ar: ليس رمز معاملة البرنك المركزي صالحًا.
as: অবৈধ কেন্দ্ৰীয় বেংক লেন-দেন ক'ড৷
az: Mərkəzi Bankın Əməliyyat Kodu səhvdir.
bg: Невалиден код на транзакция на централната банка.
bn_in: সেন্ট্রাল ব্যাঙ্কের লেনদেন কোড অবৈধ৷
bs: Nevažeća šifra za transakcije centralne banke.
cy: Mae Cod Trafodion y Banc Canolog yn Annilys.
da: Nationalbankens transaktionskode er ugyldig.
de: Der Transaktionscode der Zentralbank ist ungültig.
el: Μη έγκυρος κωδικός συναλλαγών κεντρικής τράπεζας.
es: El código de transacción del Banco Central no es válido.
et: Sobimatu keskpanga kandekood.
eu: Banku zentralaren transakzio-kodea baliogabea da.
fa: کد تراکنش بانک مرکزی نامعتبر است.
ga: Cód idirbhirt an Bhainc Cheannais neamhbhailí.
gd: Tha còd gnothaich Banca a' Mheadhain mì-dhligheach.
gl: Código de transacción da banca central non válido.
gu: અમાન્ય કેન્દ્રીય બેંક વહેવાર કોડ.
he: קוד העסקה של הבנק המרכזי אינו חוקי.
hi: अमान्य केंद्रीय बैंक लेनदेन कोड.
hr: Nevažeća transakcijska šifra Centralne banke.
hu: A központi bank tranzakciókódja érvénytelen.
id: Kode Transaksi Central Bank tidak valid.
is: Ógildur færslukóði seðlabanka.
ja: 中央銀行取引コードが正しくありません。
ka: ცენტრალური ბანკის ტრანზაქციის კოდი არასწორია.
kk: Орталық банк транзакция коды жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ ವಹಿವಾಟು ಕೋಡ್.
ko: 중앙 은행 거래 코드가 잘못되었습니다.
ku_arab: کۆدی سەوداگەری بانکی ناوەندی نادروستە.
ky: Жараксыз Борбордук Банктын которуу коду.
lo: ລະຫັດທຸລະກໍາທະນາຄານບໍ່ຖືກຕ້ອງ.
lt: Klaidingas centrinio banko operacijos kodas.
lv: Centrālās bankas transakcijas kods nav derīgs.
mi: He muhu te Waehere Tauwhitinga Pēke Pū.
mk: Неважечки трансакциски код на Централната банка.
ml: സെന്‍‌ട്രല്‍ ബാങ്ക് ഇടപാട് കോഡ് അസാധുവാണ്.
mn: Төв банкны гүйлгээний код хүчингүй байна.
mr: अवैध केंद्रीय बँक विनिमय कोड.
ms: Kod Transaksi Bank Pusat tidak sah.
mt: Il-Kodiċi tat-Tranżazzjoni tal-Bank Ċentrali invalidu.
ne: केन्द्रिय बैङ्क लेनदेन संकेत अवैध छ।
nn_no: Ugyldig transaksjonskode til sentralbank.
no: Transaksjonskoden for sentralbanken er ugyldig.
or: ଅବୈଧ କେନ୍ଦ୍ରୀୟ ବ୍ୟାଙ୍କ ବିନିମୟ କୋଡ୍.
pa_arab_pk: مرکزی بینک ٹرانزیکشن کوڈ ناجائز اے۔
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ ਟਰਾਂਜੈਕਸ਼ਨ ਕੋਡ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy kod transakcji banku centralnego.
ru: Неверный код транзакции Центрального банка.
sd: سينٽرل بينڪ ٽرانزيڪشن ڪوڊ غلط آھي.
si: මහ බැංකු ගනුදෙනු කේතය වැරදියි.
sl: Transakcijska koda centralne banke ni veljavna.
sr_cyrl_rs: Шифра за трансакције централне банке није важећа.
sr_latn_rs: Šifra za transakcije centralne banke nije važeća.
sv: Centralbankens transaktionskod är ogiltig.
ta: சென்ட்ரல் பேங்க்கின் பரிமாற்றக் குறியீடு தவறானது.
te: చెల్లని కేంద్ర బ్యాంక్ లావాదేవీ కోడ్.
tg: Рамзи амалиёти беэътибори Бонки марказӣ.
th: รหัสธุรกรรมของธนาคารกลางไม่ถูกต้อง
tr: Merkez Bankası İşlem Kodu geçersiz.
tt: Үзәк банкның транзакция коды ялгыш.
ug: مەركىزى بانكا مۇئامىلە نومۇرى ئىناۋەتسىز.
uk: Неприпустимий код транзакції Центрального банку.
ur: سینٹرل بینک کاروائی کوڈ غلط ہے۔
uz: Markaziy Bank tranzaktsiyasi kodi haqiqiy emas.
vi: Mã Giao dịch Ngân hàng Trung tâm không hợp lệ.
zh_hans: 中央银行交易代码无效。
zh_hant: 中央銀行交易代碼無效。

# Literal.DirectDebitBankTransCode.Required
source: Central Bank Transaction Code is required.
af: Sentrale Bank-transaksiekode word vereis.
am: የማዕከላዊ ባንክ የልውውጥ ኮድ ይፈለጋል።
ar: رمز معاملة البنك المركزي مطلوب.
as: কেন্দ্ৰীয় বেংক লেন-দেন ক'ড আৱশ্যক৷
az: Mərkəzi Bankın Əməliyyat Kodu tələb olunur.
bg: Кодът на транзакция на централната банка е задължителен.
bn_in: সেন্ট্রাল ব্যাঙ্কের লেনদেন কোড প্রয়োজনীয়৷
bs: Šifra za transakcije centralne banke je obavezna.
cy: Rhaid cael Cod Trafodion y Banc Canolog.
da: Nationalbankens transaktionskode skal angives.
de: Der Transaktionscode der Zentralbank ist erforderlich.
el: Απαιτείται κωδικός συναλλαγών κεντρικής τράπεζας.
es: El código de transacción del Banco Central es obligatorio.
et: Keskpanga kandekood on kohustuslik.
eu: Banku zentralaren transakzio-kodea behar da.
fa: به کد تراکنش بانک مرکزی نیاز است.
ga: Cód idirbhirt an Bhainc Cheannais ag teastáil.
gd: Tha feum air còd gnothaich Banca a' Mheadhain.
gl: É preciso o código de transacción da banca central.
gu: કેન્દ્રીય બેંક વહેવાર કોડની આવશ્યકતા છે.
he: קוד העסקה של הבנק המרכזי נדרש.
hi: केंद्रीय बैंक लेनदेन कोड की आवशयकता होती है.
hr: Potrebna je transakcijska šifra Centralne banke.
hu: A központi bank tranzakciókódjának megadása kötelező.
id: Kode Transaksi Central Bank diperlukan.
is: Færa þarf inn færslukóða seðlabanka.
ja: 中央銀行取引コードは必須項目です。
ka: მიუთითეთ ცენტრალური ბანკის ტრანზაქციის კოდი.
kk: Орталық банк транзакция коды қажет.
kn: ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ ವಹಿವಾಟು ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 중앙 은행 거래 코드는 필수 항목입니다.
ku_arab: کۆدی سەوداگەری بانکی ناوەندی پێویستە.
ky: Борбордук Банктын которуу коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດທຸລະກໍາທະນາຄານ.
lt: Būtina nurodyti centrinio banko operacijos kodą.
lv: Jānorāda Centrālās bankas transakcijas kods.
mi: Kei te hiahiatia te Waehere Tauwhitinga Pēke Pū.
mk: Трансакцискиот код на Централната банка е задолжителен.
ml: സെന്‍‌ട്രല്‍ ബാങ്ക് ഇടപാട് കോഡ് ആവശ്യമാണ്.
mn: Төв банкны гүйлгээний кодыг бөглөх шаардлагатай.
mr: केंद्रीय बँक विनिमय कोड आवश्यक आहे.
ms: Kod Transaksi Bank Pusat diperlukan.
mt: Meħtieġ il-Kodiċi tat-Tranżazzjoni tal-Bank Ċentrali.
ne: केन्द्रिय बैङ्क लेनदेन संकेत आवश्यक छ।
nn_no: Transaksjonskode til sentralbank er obligatorisk.
no: Transaksjonskoden for sentralbanken må angis.
or: କେନ୍ଦ୍ରୀୟ ବ୍ୟାଙ୍କ ବିନିମୟ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: مرکزی بینک ٹرانزیکشن کوڈ درکار۔
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ ਟਰਾਂਜੈਕਸ਼ਨ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod transakcji banku centralnego jest wymagany.
ru: Требуется код транзакции Центрального банка.
sd: سينٽرل بينڪ ٽرانزيڪشن ڪوڊ گھرجيل آھي.
si: මහ බැංකු ගනුදෙනු කේතය අවශ්‍යයි.
sl: Transakcijska koda centralne banke je obvezna.
sr_cyrl_rs: Потребно је навести шифру за трансакције централне банке.
sr_latn_rs: Potrebno je navesti šifru za transakcije centralne banke.
sv: Centralbankens transaktionskod måste anges.
ta: சென்ட்ரல் பேங்க்கின் பரிமாற்றக் குறியீடு தேவை.
te: కేంద్ర బ్యాంక్ లావాదేవీ కోడ్ అవసరం.
tg: Рамзи амалиёти Бонки марказӣ ҳатмист.
th: ต้องระบุรหัสธุรกรรมของธนาคารกลาง
tr: Merkez Bankası İşlem Kodu gereklidir.
tt: Үзәк банкның транзакция коды мәҗбүри.
ug: مەركىزى بانكا مۇئامىلە نومۇرى تەلەپ قىلىنىدۇ.
uk: Потрібно ввести код транзакції Центрального банку.
ur: سینٹرل بینک کاروائی کوڈ درکار ہے۔
uz: Markaziy Bank tranzaktsiyasi kodi talab qilinadi.
vi: Mã Giao dịch Ngân hàng Trung tâm là cần thiết.
zh_hans: 必须提供中央银行交易代码。
zh_hant: 中央銀行交易代碼是必要資訊。

# Literal.DirectDebitBankBIK.MaxLength
source: Bank BIK is too long.
af: Bank-BIK is te lank.
am: የባንክ BIK በጣም ረጅም ነው።
ar: BIK الخاص بالبنك أطول من اللازم.
as: বেংক BIK অতি দীঘল৷
az: Bank BIK çox uzundur.
bg: BIK кодът на банката е прекалено дълъг.
bn_in: ব্যাঙ্কের BIK অত্যন্ত লম্বা৷
bs: BIK banke je predug.
cy: Mae BIK y banc yn rhy hir.
da: Bankens BIK-kode er for lang.
de: Die Bank-BIK ist zu lang.
el: Το BIK τράπεζας είναι πολύ μεγάλο.
es: El BIK del banco es demasiado largo.
et: Panga BIK on liiga pikk.
eu: Bankuaren BIKa luzeegia da.
fa: BIK بانک بسیار طولانی است.
ga: BIK bainc rófhada.
gd: Tha BIK a' bhanca ro fhada.
gl: BIK de banco moi longo.
gu: બેંક BIK ખૂબ લાંબુ છે.
he: ה- BIK של הבנק ארוך מדי.
hi: बैंक BIK बहुत लंबा है.
hr: BIK banke je predug.
hu: A bank BIK kódja túl hosszú.
id: Bank BIK terlalu panjang.
is: Borgarheiti banka er of langt.
ja: 銀行 BIK が長すぎます。
ka: ბანკის BIK კოდი ძალიან გრძელია.
kk: Банктік БИК тым ұзын.
kn: ಬ್ಯಾಂಕ್ BIK ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 은행 BIK가 너무 깁니다.
ku_arab: BIK ی بانک زۆر درێژە.
ky: Банктын BIK саны өтө узун.
lo: BIK ຂອງທະນາຄານຍາວເກີນໄປ.
lt: Banko BIK per ilgas.
lv: Bankas BIK kods ir pārāk garš.
mi: He roa rawa te BIK pēke.
mk: BIK-кодот на банката е предолг.
ml: ബാങ്ക് BIK ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Банкны BIK хэт урт байна.
mr: बँक BIK खूप दीर्घ आहे.
ms: BIK Bank terlalu panjang.
mt: Il-BIK tal-bank twil wisq.
ne: बैङ्क BIK धेरै लामो भयो।
nn_no: Bankens ID-kode (BIK) er for lang.
no: BIK-koden til banken er for lang.
or: ବ୍ୟାଙ୍କ BIK ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: بینک بی آئی کے بہت لما اے۔
pa_in: ਬੈਂਕ BIK ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Identyfikator BIK banku jest zbyt długi.
ru: Слишком длинный БИК банка.
sd: بينڪ BIK تمام وڏي آھي.
si: බැංකු BIK ඉතා දිගයි.
sl: BIK banke je predolg.
sr_cyrl_rs: BIK банке је предугачак.
sr_latn_rs: BIK banke je predugačak.
sv: Bank-BIK är för långt.
ta: வங்கி BIK மிக நீளமாக உள்ளது.
te: బ్యాంక్ BIK చాలా పొడవుగా ఉంది.
tg: BIK-и бонк аз ҳад дароз аст.
th: Bank BIK ยาวเกินไป
tr: Banka BIK'sı çok uzun.
tt: Банкның БИК номеры бик озын.
ug: بانكا ماددى مەنپەئەت بويۇمى بەك ئۇزۇن.
uk: Задовгий BIK банку.
ur: بینک BIK بہت طویل ہے.
uz: Bank BIK juda uzun.
vi: BIK ngân hàng quá dài.
zh_hans: 银行 BIK 过长。
zh_hant: 銀行 BIK 太長。

# Literal.DirectDebitBankBIK.MinLength
source: Bank BIK is too short.
af: Bank-BIK is te kort.
am: የባንክ BIK በጣም አጭር ነው።
ar: BIK الخاص بالبنك قصير للغاية.
as: বেংক BIK অতি চুটি৷
az: Bank BIK çox qısadır.
bg: BIK кодът на банката е прекалено къс.
bn_in: ব্যাঙ্কের BIK অত্যন্ত ছোট৷
bs: BIK banke je prekratak.
cy: Mae BIK y banc yn rhy fyr.
da: Bankens BIK-kode er for kort.
de: Die Bank-BIK ist zu kurz.
el: Το BIK τράπεζας είναι πολύ μικρό.
es: El BIK del banco es demasiado corto.
et: Panga BIK on liiga lühike.
eu: Bankuaren BIKa motzegia da.
fa: BIK بانک بسیار کوتاه است.
ga: BIK bainc róghearr.
gd: Tha BIK a' bhanca ro ghoirid.
gl: BIK de banco moi curto.
gu: બેંક BIK ખૂબ ટૂંકુ છે.
he: ה- BIK של הבנק קצר מדי.
hi: बैंक BIK बहुत छोटा है.
hr: BIK banke je prekratak.
hu: A bank BIK kódja túl rövid.
id: Bank BIK terlalu pendek.
is: Borgarheiti banka er of stutt.
ja: 銀行 BIK が短すぎます。
ka: ბანკის BIK კოდი ძალიან მოკლეა.
kk: Банктік БИК тым қысқа.
kn: ಬ್ಯಾಂಕ್ BIK ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 은행 BIK가 너무 짧습니다.
ku_arab: BIK ی بانک زۆر کورتە.
ky: Банктын BIK саны өтө кыска.
lo: BIK ຂອງທະນາຄານສັ້ນເກີນໄປ.
lt: Banko BIK per trumpas.
lv: Bankas BIK kods ir pārāk īss.
mi: He poto rawa te BIK pēke.
mk: BIK-кодот на банката е прекраток.
ml: ബാങ്ക് BIK വളരെചെറുതാണ്.
mn: Банкны BIK хэт богино байна.
mr: बँक BIK खूप लहान आहे.
ms: BIK Bank terlalu pendek.
mt: Il-BIK tal-bank qasir wisq.
ne: बैङ्क BIK धेरै छोटो भयो।
nn_no: Bankens ID-kode (BIK) er for kort.
no: BIK-koden til banken er for kort.
or: ବ୍ୟାଙ୍କ BIK ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: بینک دا بی آئی کے بہت چھوٹا اے۔
pa_in: ਬੈਂਕ BIK ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Identyfikator BIK banku jest zbyt krótki.
ru: Слишком короткий БИК банка.
sd: بينڪ BIK تمام ننڍي آھي.
si: බැංකු BIK ඉතා කෙටියි.
sl: BIK banke je prekratek.
sr_cyrl_rs: BIK банке је прекратак.
sr_latn_rs: BIK banke je prekratak.
sv: Bank-BIK är för kort.
ta: வங்கி BIK மிகச் சிறியதாக உள்ளது.
te: బ్యాంక్ BIK చాలా చిన్నదిగా ఉంది.
tg: BIK-и бонк аз ҳад кӯтоҳ аст.
th: Bank BIK สั้นเกินไป
tr: Banka BIK'sı çok kısa.
tt: Банкның БИК номеры бик кыска.
ug: بانكا ماددى مەنپەئەت بويۇمى بەك قىسقا.
uk: Закороткий BIK банку.
ur: بینک BIK بہت مختصر ہے.
uz: Bank BIK juda qisqa.
vi: BIK ngân hàng quá ngắn.
zh_hans: 银行 BIK 过短。
zh_hant: 銀行 BIK 太短。

# Literal.DirectDebitBankBIK.Pattern
source: Invalid bank BIK.
af: Ongeldige bank-BIK.
am: ልክ ያልኾነ የባንክ BIK።
ar: BIK الخاص بالبنك غير صالح.
as: অবৈধ বেংক BIK৷
az: Bank BIK-i səhvdir.
bg: Невалиден BIK код на банката.
bn_in: ব্যাঙ্ক BIK ঠিকঠাক নেই৷
bs: Nevažeći BIK banke.
cy: Mae BIK y banc yn annilys.
da: Bankens BIK-kode er ugyldig.
de: Die Bank-BIK ist ungültig.
el: Μη έγκυρο BIK τράπεζας.
es: El BIK del banco no es válido.
et: Panga BIK on vale.
eu: Bankuaren BIKa baliogabea da.
fa: BIK بانک نامعتبر است.
ga: BIK bainc neamhbhailí.
gd: Tha BIK a' bhanca mì-dhligheach.
gl: BIK de banco non válido.
gu: અમાન્ય બેંક BIK.
he: ה- BIK של הבנק לא חוקי.
hi: अमान्य बैंक BIK.
hr: BIK banke nije valjan.
hu: A bank BIK kódja érvénytelen.
id: Bank BIK tidak valid.
is: Borgarheiti banka er ógilt.
ja: 無効な銀行 BIK です。
ka: ბანკის BIK კოდი არასწორია.
kk: Банктік БИК жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ಬ್ಯಾಂಕ್ BIK.
ko: 은행 BIK가 올바르지 않습니다.
ku_arab: BIK ی بانک نادروستە.
ky: Банктын BIK саны жараксыз.
lo: BIK ຂອງທະນາຄານບໍ່ຖືກຕ້ອງ.
lt: Banko BIK netinkamas.
lv: Nederīgs bankas BIK.
mi: He muhu te BIK pēke.
mk: Неважечки BIK-код на банката.
ml: ബാങ്ക് BIK അസാധുവാണ്.
mn: Банкны BIK хүчингүй байна.
mr: अवैध बँक BIK.
ms: BIK bank tidak sah.
mt: Il-BIK tal-bank hu invalidu.
ne: अवैध बैङ्क BIK।
nn_no: Ugyldig BIK-kode for banken.
no: Ugyldig BIK-kode til banken.
or: ଅବୈଧ ବ୍ୟାଙ୍କ BIK.
pa_arab_pk: بینک دا بی آئی کے ناجائز اے۔
pa_in: ਬੈਂਕ BIK ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy identyfikator BIK banku.
ru: Недопустимый БИК банка.
sd: بينڪ BIK غلط آھي.
si: බැංකු BIK වැරදියි.
sl: BIK banke ni veljaven.
sr_cyrl_rs: Неважећи BIK банке.
sr_latn_rs: Nevažeći BIK banke.
sv: Ogiltigt bank-BIK.
ta: தவறான வங்கி BIK.
te: చెల్లని బ్యాంక్ BIK.
tg: BIK-и бонки беэътибор.
th: Bank BIK ไม่ถูกต้อง
tr: Banka BIK'sı geçersiz.
tt: Банкның БИК номеры ялгыш.
ug: ئىناۋەتسىزبانكا ماددى مەنپەئەت بويۇمى.
uk: Неприпустимий BIK банку.
ur: بینک BIK غلط ہے.
uz: Bank BIK haqiqiy emas.
vi: BIK ngân hàng không hợp lệ.
zh_hans: 银行 BIK 无效。
zh_hant: 銀行 BIK 無效。

# Literal.DirectDebitBankBIK.Required
source: Bank BIK is required.
af: Bank-BIK word vereis.
am: የባንክ BIK ያስፈልጋል።
ar: BIK الخاص بالبنك مطلوب.
as: বেংক BIK আৱশ্যক৷
az: Bank BIK-i tələb olunur.
bg: BIK кодът на банката е задължителен.
bn_in: ব্যাঙ্ক BIK এর উল্লেখ করা আবশ্যক৷
bs: BIK banke je obavezan.
cy: Rhaid nodi BIK y banc.
da: Bankens BIK-kode skal angives.
de: Die Bank-BIK ist erforderlich.
el: Απαιτείται το BIK τράπεζας.
es: El BIK del banco es obligatorio.
et: Panga BIK on kohustuslik.
eu: Bankuaren BIKa beharrezkoa da.
fa: به BIK بانک نیاز است.
ga: BIK bainc ag teastáil.
gd: Tha feum air BIK a' bhanca.
gl: Requírese BIK de banco.
gu: બેંક BIK ની આવશ્યકતા છે.
he: BIK של הבנק נדרש.
hi: बैंक BIK आवश्यक है.
hr: BIK banke je obavezan.
hu: A bank BIK kódjának megadása kötelező.
id: Bank BIK wajib diisi.
is: Borgarheiti banka er áskilið.
ja: 銀行 BIK は必須項目です。
ka: მიუთითეთ ბანკის BIK კოდი.
kk: Банктік БИК қажет.
kn: ಬ್ಯಾಂಕ್ BIK ಅಗತ್ಯವಿದೆ.
ko: 은행 BIK는 필수 항목입니다.
ku_arab: BIK ی بانک پێویستە.
ky: Банктын BIK саны талап кылынат.
lo: ຕ້ອງລະບຸ BIK ຂອງທະນາຄານ.
lt: Banko BIK būtinas.
lv: Norādiet bankas BIK kodu.
mi: Kei te hiahiatia te BIK pēke.
mk: BIK-кодот на банката е задолжителен.
ml: ബാങ്ക് BIK ആവശ്യമാണ്.
mn: Банкны BIK-ийг бөглөх шаардлагатай.
mr: बँक BIK आवश्यक आहे.
ms: BIK Bank diperlukan.
mt: Il-BIK tal-bank hu meħtieġ.
ne: बैङ्क BIK आवश्यक छ।
nn_no: Bankens ID-kode (BIK) er obligatorisk.
no: BIK-koden til banken må angis.
or: ବ୍ୟାଙ୍କ BIK ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: بینک دا بی آئی کے درکار اے۔
pa_in: ਬੈਂਕ BIK ਲੋੜੀਂਦਾ ਹੈ।
pl: Identyfikator BIK banku jest wymagany.
ru: Необходимо ввести БИК банка.
sd: بينڪ BIK گھرجيل آھي.
si: බැංකු BIK අවශ්‍යයි.
sl: Vnesite BIK banke.
sr_cyrl_rs: BIK банке је обавезан.
sr_latn_rs: BIK banke je obavezan.
sv: Bank-BIK måste anges.
ta: வங்கி BIK தேவை.
te: బ్యాంక్ BIK అవసరం.
tg: BIK-и бонк ҳатмист.
th: ต้องระบุ Bank BIK
tr: Banka BIK'sı gereklidir.
tt: Банкның БИК номеры мәҗбүри.
ug: بانكا ماددى مەنپەئەت بويۇمى كېرەك.
uk: Необхідно вказати BIK банку.
ur: بینک BIK درکار ہے.
uz: Bank BIK talab qilinadi.
vi: BIK ngân hàng là cần thiết.
zh_hans: 银行 BIK 为必填项。
zh_hant: 銀行 BIK 是必要資訊。
