Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SelectPM.DebitCredit.type2
source: Select payment method. Debit card or credit card
af: Kies betaalmetode. Debietkaart of kredietkaart
am: የመክፈያ ዘዴን ይምረጡ። ዴቢት ካርድ ወይም ክሬዲት ካርድ
ar: حدد طريقة الدفع. بطاقة خصم أو بطاقة ائتمان
as: পৰিশোধ পদ্ধতি চয়ন কৰক। ক্ৰেডিট কাৰ্ড বা ডেবিট কাৰ্ড
az: Ödəniş üsulu seçin. Debet kart və ya kredit kartı
bg: Изберете метод на плащане. Дебитна или кредитна карта
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন। ডেবিট কার্ড বা ক্রেডিট কার্ড
bs: Odaberite način plaćanja. Debitna kartica ili kreditna kartica
cy: Dewiswch ffordd o dalu. Cerdyn debyd neu gredyd
da: Vælg betalingsmetode. Debetkort eller kreditkort
de: Zahlungsmethode auswählen. Debitkarte oder Kreditkarte
el: Επιλέξτε μέθοδο πληρωμής. Χρεωστική ή πιστωτική κάρτα
es: Seleccionar método de pago. Tarjeta de débito o de crédito
et: Valige makseviis Deebetkaart või krediitkaart
eu: Hautatu ordainketa-metodoa. Zordunketa- edo kreditu-txartela
fa: روش پرداخت را انتخاب کنید. کارت نقدی یا کارت اعتباری
ga: Roghnaigh modh íocaíochta. Cárta creidmheasa nó dochair
gd: Tagh dòigh pàighidh. Cairt-chreideis no cairt-fhiachan
gl: Seleccione método de pagamento. Cartón de crédito ou débito
gu: ચૂકવણી પદ્ધતિ પસંદ કરો. ડેબિટ કાર્ડ અથવા ક્રેડિટ કાર્ડ
he: בחר שיטת תשלום. כרטיס חיוב או כרטיס אשראי
hi: भुगतान विधि का चयन करें. डेबिट कार्ड या क्रेडिट कार्ड
hr: Odaberite način plaćanja. Debitna kartica ili kreditna kartica
hu: A fizetési mód kiválasztása. Bankkártya vagy hitelkártya
id: Pilih metode pembayaran. Kartu debit atau kartu kredit
is: Veldu greiðslumáta. Debet- eða kreditkort
ja: 支払い方法を選択します。デビット カードまたはクレジット カード
ka: აირჩიეთ გადახდის მეთოდი. სადებეტო ბარათი ან საკრედიტო ბარათი
kk: Төлем әдісін таңдау. Дебет картасы немесе кредиттік карта
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: 결제 방법을 선택하세요. 직불 카드 또는 신용 카드
lo: ເລືອກວິທີການຈ່າຍເງິນ. ບັດເດບິດຫລືບັດເຄດິດ
lt: Pasirinkite mokėjimo būdą. Debeto kortelė arba kredito kortelė
lv: Atlasiet apmaksas metodi. Debetkarti vai kredītkarti
mi: Tīpakona te tikanga utu. He kāri nama, he kāri tāwere rānei
mk: Изберте начин на плаќање. Дебитна или кредитна картичка
ml: പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കുക. ഡെബിറ്റ് കാർഡ് അല്ലെങ്കിൽ ക്രെഡിറ്റ് കാർഡ്
mr: देय पद्धत निवडा. डेबिट कार्ड किंवा क्रेडिट कार्ड
ms: Pilih kaedah bayaran. Kad debit atau kad kredit
mt: Editja l-metodu tal-ħlas. Karta tad-debitu jew karta tal-kreditu
ne: भुक्तानी विधि चयन गर्नुहोस्। डेबिट कार्ड वा क्रेडिट कार्ड
nn_no: Vel betalingsmåte. Debetkort eller kredittkort
no: Velg betalingsmetode. Debetkort eller kredittkort
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ । କ୍ରେଡିଟ୍‍‌ କାର୍ଡ୍ କିମ୍ବା ଡେବିଟ୍ କାର୍ଡ୍
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ। ਡੈਬਿਟ ਕਾਰਡ ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ
pl: Wybierz formę płatności. Karta debetowa lub kredytowa
ru: Выберите метод оплаты. Дебетовая или кредитная карта
sl: Izberite način plačila. Debetna ali kreditna kartica
sr_cyrl_rs: Изаберите начин плаћања. Дебитна или кредитна картица
sr_latn_rs: Izaberite način plaćanja. Debitna kartica ili kreditna kartica
sv: Välj betalningsmetod. Betalkort eller kreditkort
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும். பற்று அட்டை அல்லது கடன் அட்டை
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. డెబిట్ కార్డ్ లేదా క్రెడిట్ కార్డ్
th: เลือกวิธีการชำระเงิน บัตรเดบิตหรือบัตรเครดิต
tr: Ödeme yöntemi seç. ATM kartı veya kredi kartı
tt: Түләү ысулын сайлагыз. Кредит яки дебет картасы
ug: پۇل تۆلەش ئۇسۇلىنى تاللاڭ. بانكا كارتىسى ياكى كرېدىت كارتىسى
uk: Виберіть метод оплати. Дебетова або кредитна картка
ur: طریقہ ادائیگی منتخب کریں۔ ڈیبٹ کارڈ یا کریڈٹ کارڈ
vi: Chọn phương thức thanh toán. Thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 选择付款方式。借记卡或信用卡
zh_hant: 選取付款方式。轉帳卡或信用卡

# Literal.ValidatePIOnAttach.Error.UserDisplayMessage
source: Your bank could not authorize this payment method. Contact them for more info.
af: Jou bank kon nie hierdie betaalmetode magtig nie. Kontak hulle vir meer inligting.
am: የእርስዎ ባንክዎ ይህንን የክፍያ ዘዴ አይፈቅድም። ለተጨማሪ መረጃ ያናግሯቸው።
ar: تعذر على البنك الذي تتعامل معه تخويل طريقة الدفع هذه. اتصل به لمزيد من المعلومات.
as: আপোনাৰ বেঙ্কে এই পৰিশোধ পদ্ধতিটো অনুমোদিত কৰিব নোৱাৰিলে। অধিক তথ্যৰ বাবে তেওঁলোকৰ সৈতে যোগাযোগ কৰক।
az: Bankınız bu ödəniş üsulunu təsdiqləyə bilmədi. Ətraflı məlumat üçün onlarla əlaqə saxlayın.
bg: Вашата банка не е могла да удостовери този метод на плащане. Свържете се с тях за повече информация.
bn_in: আপনার ব্যাংক এই অর্থ প্রদানের পদ্ধতিটি অনুমোদিত করতে পারেনি। আরও তথ্যের জন্য তাদের সাথে যোগাযোগ করুন।
bs: Banka nije uspjela odobriti ovaj način plaćanja. Obratite joj se za dodatne informacije.
cy: Doedd eich banc ddim yn gallu awdurdodi'r hyn. Cysylltwch â'ch banc am ragor o wybodaeth.
da: Din bank kunne ikke godkende denne betalingsmetode. Kontakt banken for at få flere oplysninger.
de: Ihre Bank konnte diese Zahlungsmethode nicht autorisieren. Wenden Sie sich an Ihre Bank, um weitere Informationen zu erhalten.
el: Η τράπεζά σας δεν εξουσιοδότησε αυτήν τη μέθοδο πληρωμής. Επικοινωνήστε με την τράπεζα για περισσότερες πληροφορίες.
es: El banco no ha podido autorizar este método de pago. Póngase en contacto con ellos para obtener más información.
et: Teie pank ei saanud seda makseviisi kinnitada. Lisateabe saamiseks võtke nendega ühendust.
eu: Bankuak ezin izan du onartu ordaintzeko metodo hau. Informazio gehiago lortzeko, jarri eurekin harremanetan.
fa: بانک شما قادر به اراپه مجوز برای این روش پرداخت نیست. برای کسب اطلاعات بیشتر، با ایشان تماس بگیرید.
ga: Níorbh fhéidir le do bhanc an modh íocaíochta seo a údarú. Déan teagmháil leis chun tuilleadh faisnéise a fháil.
gd: Cha b’ urrainn dhan bhanca agad an dòigh pàighidh seo ùghdarrachadh. Cuir fios thuca airson barrachd fiosrachaidh.
gl: O banco non puido autorizar este método de pagamento. Póñase en contacto con eles para obter máis información.
gu: તમારી બેંક આ ચુકવણી પદ્ધતિને અધિકૃત કરી શકી નથી. વધુ માહિતી માટે તેમનો સંપર્ક કરો.
he: הבנק שלך לא הצליח לאמת את שיטת התשלום. פנה לבנק לקבלת מידע נוסף.
hi: आपका बैंक इस भुगतान विधि को प्रमाणित नहीं कर सका। अधिक जानकारी के लिए उनसे संपर्क करें.
hr: Vaša banka nije mogla autorizirati taj način plaćanja. Od nje zatražite dodatne informacije.
hu: A bank nem tudta engedélyezni ezt a fizetési módot. További információért vegye fel velük a kapcsolatot.
id: Bank Anda tidak dapat mengesahkan metode pembayaran ini. Hubungi mereka untuk info lebih lanjut.
is: Bankinn þinn leyfði ekki þennan greiðslumáta. Hafðu samband við hann til að fá frekari upplýsingar.
ja: ご利用の金融機関では、この支払方法を承認できませんでした。詳細については、金融機関にお問い合わせください。
ka: თქვენი ბანკი ვერ ახერხებს ამ გადახდის მეთოდის ავტორიზაციას. დაუკავშირდით ბანკს დამატებითი ინფორმაციის მისაღებად.
kk: Банкіңіз бұл төлем әдісіне рұқсат бере алмады. Қосымша ақпарат алу үшін оларға хабарласыңыз.
kn: ಈ ಪಾವತಿ ವಿಧಾನವನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ದೃಢೀಕರಿಸಿಲ್ಲ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ಅವರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 은행에서 이 결제 방법을 인증할 수 없습니다. 자세한 정보는 은행에 문의하세요.
lo: ທະນາຄານຂອງທ່ານບໍ່ສາມາດອະນຸຍາດວິທີການຈ່າຍເງິນນີ້. ຕິດຕໍ່ພວກເຂົາ ສຳ ລັບຂໍ້ມູນເພີ່ມເຕີມ.
lt: Jūsų bankui nepavyko autorizuoti šio mokėjimo būdo. Norėdami gauti daugiau informacijos, kreipkitės į jį.
lv: Jūsu banka nevarēja autorizēt šo maksāšanas metodi. Lai iegūtu papildinformāciju, sazinieties ar banku.
mi: Tē taea e tō pēke te whakamana i tēnei tikanga utunga. Me whakapā atu mō te mōhiohio anō.
mk: Банката не може да го авторизира овој начин на плаќање. Контактирајте со банката за повеќе информации.
ml: നിങ്ങളുടെ ബാങ്കിന് ഈ പേയ്‌മെന്റ് രീതി അംഗീകരിക്കാൻ കഴിഞ്ഞില്ല. കൂടുതൽ വിവരങ്ങൾക്ക് അവരെ ബന്ധപ്പെടുക.
mr: आपल्या बँकेने ही देय पद्धत प्रमाणित केलेली नाही. अधिक माहिती साठी त्यांच्याशी संपर्क साधा.
ms: Bank anda tidak boleh membenarkan kaedah pembayaran ini. Hubungi mereka untuk maklumat lanjut.
mt: Il-bank tiegħek ma setax jawtorizza dan il-metodu ta' pagament. Ikkuntattjahom għal aktar informazzjoni.
ne: तपाईंको बैंकले यस भुक्तानी विधिलाई आधिकारिक बनाउन सकेन। अधिक जानकारी को लागी उनीहरुलाई सम्पर्क गर्नुहोस्।
nn_no: Banken din kunne ikkje autorisere denne betalingsmetoden. Kontakt dei for meir info.
no: Banken din kan ikke godkjenne denne betalingsmåten. Kontakt dem for mer informasjon.
or: ଆପଣଙ୍କ ବ୍ୟାଙ୍କ୍ ଏହି ପୈଠ ପଦ୍ଧତିକୁ ଅଧିକୃତ କରିନପାରେ। ଅଧିକ ସୂଚନା ପାଇଁ ସେମାନଙ୍କ ସହିତ ଯୋଗାଯୋଗ କରନ୍ତୁ।
pa_in: ਤੁਹਾਡਾ ਬੈਂਕ ਇਸ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਅਧਿਕਾਰਤ ਨਹੀਂ ਕਰ ਸਕਦਾ. ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ ਉਹਨਾਂ ਨਾਲ ਸੰਪਰਕ ਕਰੋ.
pl: Bank nie mógł autoryzować tej formy płatności. Skontaktuj się z nim, aby uzyskać więcej informacji.
ru: Вашему банку не удалось авторизовать этот метод оплаты. Обратитесь в свой банк за дополнительными сведениями.
sl: Vaša banka ni mogla odobriti tega načina plačila. Za več informacij se obrnite na banko.
sr_cyrl_rs: Банка није успела да одобри овај начин плаћања. Обратите им се за додатне информације.
sr_latn_rs: Banka nije uspela da odobri ovaj način plaćanja. Obratite im se za dodatne informacije.
sv: Din bank kunde inte auktorisera den här betalningsmetoden. Kontakta banken om du vill ha mer information.
ta: இந்தக் கட்டணம் செலுத்தும் முறையை உங்கள் வங்கியால் அங்கீகரிக்க முடியவில்லை. மேலும் தகவலுக்கு அவர்களைத் தொடர்புகொள்ளவும்.
te: మీ బ్యాంక్ ఈ చెల్లింపు పద్ధతిని ప్రామాణీకరించలేదు. మరింత సమాచారం కోసం వారిని సంప్రదించండి.
th: ธนาคารของคุณไม่อนุญาตวิธีการชำระเงินนี้ ให้ติดต่อธนาคารสำหรับข้อมูลเพิ่มเติม
tr: Bankanız bu ödeme yöntemini yetkilendiremedi. Daha fazla bilgi için bankanıza ulaşın.
tt: Сезнең банк әлеге түләү ысулын авторизацияли алмый. Тулырак мәгълүмат алу өчен, аларга мөрәҗәгать итегез.
ug: بانكىڭىز بۇ تۆلىمە ئۇسۇلىنى ھوقۇقلاندۇرالمىدى. تېخىمۇ كۆپ ئۇچۇر ئۈچۈن ئۇلار بىلەن ئالاقىلىشىڭ.
uk: Вашому банку не вдалось автентифікувати цей метод оплати. Зверніться в нього, щоб отримати додаткові відомості.
ur: آپ کا بینک اس ادائیگی کے طریقے کی اجازت نہيں دے سکا۔ مزید معلومات کیلئے ان سے رابطہ کریں۔
uz: Bankingiz bu toʻlov usulini avtorizatsiya qilmadi. Batafsil axborot olish uchun ularga murojaat qiling.
vi: Ngân hàng của bạn không thể chấp thuận phương thức thanh toán này. Hãy liên hệ với họ để biết thêm thông tin.
zh_hans: 你的发卡行不能授权此付款方式。请联系发卡行了解详细信息。
zh_hant: 您的銀行無法授權此付款方式。如需詳細資訊，請與您的銀行連絡。

# Literal.DirectDebitBankCode.WhatIsARoutingNumber
source: What is a routing number?
af: Wat is ’n roeteringsnommer?
am: የማዞሪያ ወይም የማስተላለፊያ ቁጥር ምንድን ነው?
ar: ما هو رقم التوجيه؟
as: routing (ৰাউটিং) নম্বৰ এটা কি?
az: Yönləndirmə nömrəsi nədir?
bg: Какво е банков идентификационен код?
bn_in: একটি রাউটিং নম্বরটি কী?
bs: Šta je broj za usmjeravanje?
cy: Beth yw rhif llwybro?
da: Hvad er et routingnummer?
de: Was ist eine Bankleitzahl?
el: Τι είναι ο αριθμός δρομολόγησης;
es: ¿Qué es un número de ruta?
et: Mis on registreerimisnumber?
eu: Zer da bideratze-zenbaki bat?
fa: شماره مسیریابی چیست؟
ga: Cad is uimhir ródaithe ann?
gd: Dè tha ann an àireamh rùtachaidh?
gl: Que é un número de encamiñamento?
gu: રૂટીંગ નંબર શું છે?
he: מהו מספר ניתוב?
hi: रूटिंग नंबर क्या है?
hr: Što je kod banke za SAD (routing number)?
hu: Mi az a bankazonosító kód?
id: Apa itu nomor routing?
is: Hvað er beiningarnúmer?
ja: ルーティング ナンバーとは?
ka: რა არის ბანკის კოდი?
kk: Маршрут нөмірі деген не?
kn: ರೌಟಿಂಗ್ ಸಂಖ್ಯೆ ಯಾವುದು?
ko: 라우팅 번호란?
lo: ໝາຍ ເລກການ ລຳ ລຽງແມ່ນຫຍັງ?
lt: Kas yra banko kodas?
lv: Kas ir reģistrācijas numurs?
mi: He aha te tau ararere?
mk: Што е тоа број за насочување?
ml: റൂട്ടിംഗ് നമ്പർ എന്താണ്?
mr: राउटिंग क्रमांक काय असतो?
ms: Apakah nombor penghalaan?
mt: X'inhu numru tar-routing?
ne: एक राउटि नम्बर के हो?
nn_no: Kva er eit routing-nummer?
no: Hva er et registreringsnummer?
or: ରାଉଟିଙ୍ଗ୍ ନମ୍ବର କ’ଣ?
pa_in: ਰੂਟਿੰਗ ਨੰਬਰ ਕੀ ਹੈ?
pl: Co to jest kod banku?
ru: Что такое код банка?
sl: Kaj je klirinška koda banke?
sr_cyrl_rs: Шта је то број за усмеравање?
sr_latn_rs: Šta je to broj za usmeravanje?
sv: Vad är organisationsnummer?
ta: ரூட்டிங் எண் என்றால் என்ன?
te: రౌటింగ్ సంఖ్య అంటే ఏమిటి?
th: หมายเลขกระบวนการผลิตคืออะไร
tr: Yönlendirme numarası nedir?
tt: Банк коды нәрсә ул?
ug: سورتلىما كودى دېگەن نېمە؟
uk: Що таке номер маршрутизації?
ur: راؤٹنگ نمبر کیا ہے؟
uz: Bank tranziti raqami nima?
vi: Số định tuyến là gì?
zh_hans: 什么是路由编号?
zh_hant: 什麼是匯款選路編號?

# Literal.DirectDebitNumber.WhatIsAnAccountNumber
source: What is an account number?
af: Wat is ’n rekeningnommer?
am: የሂሳብ ቁጥር ምንድ ነው?
ar: ما هو رقم الحساب؟
as: একাউণ্ট নম্বৰ এটা কি?
az: Hesab nömrəsi nədir?
bg: Какво е номер на сметка?
bn_in: অ্যাকাউন্ট নম্বর কী?
bs: Šta je broj računa?
cy: Beth yw rhif cyfrif?
da: Hvad er et kontonummer?
de: Was ist eine Kontonummer?
el: Τι είναι ο αριθμός λογαριασμού;
es: ¿Qué es un número de cuenta?
et: Mis on kontonumber?
eu: Zer da kontu-zenbaki bat?
fa: شماره حساب چیست؟
ga: Cad is uimhir chuntais ann?
gd: Dè tha ann an àireamh cunntais?
gl: Que é un número de conta?
gu: એકાઉન્ટ નંબર શું છે?
he: מהו מספר חשבון?
hi: खाता नंबर क्या है?
hr: Što je broj računa?
hu: Mi az a számlaszám?
id: Apa itu nomor rekening?
is: Hvað er reikningsnúmer?
ja: 口座番号とは?
ka: რა არის ანგარიშის ნომერი?
kk: Шот нөмірі деген не?
kn: ಖಾತೆ ಸಂಖ್ಯೆ ಯಾವುದು?
ko: 계정 번호란?
lo: ເລກບັນຊີແມ່ນຫຍັງ?
lt: Kas yra sąskaitos numeris?
lv: Kas ir konta numurs?
mi: He aha te tau pūkete?
mk: Што е тоа број на сметка?
ml: ഒരു അക്കൗണ്ട് നമ്പർ എന്താണ്?
mr: खाते क्रमांक काय असतो?
ms: Apakah nombor akaun?
mt: X'inhu numru ta' kont?
ne: खाता नम्बर के हो?
nn_no: Kva er eit kontonummer?
no: Hva er et kontonummer?
or: ଆକାଉଣ୍ଟ ନମ୍ବର କଣ?
pa_in: ਖਾਤਾ ਨੰਬਰ ਕੀ ਹੈ?
pl: Jaki jest numer konta?
ru: Что такое номер счета?
sl: Kaj je številka računa?
sr_cyrl_rs: Шта је то број рачуна?
sr_latn_rs: Šta je to broj računa?
sv: Vad är kontonummer?
ta: கணக்கு எண் என்றால் என்ன?
te: ఖాతా సంఖ్య అంటే ఏమిటి?
th: หมายเลขบัญชีคืออะไร
tr: Hesap numarası nedir?
tt: Хисап язмасы номеры нәрсә ул?
ug: ھېساب نومۇرى دېگەن نېمە؟
uk: Що таке номер облікового запису?
ur: اکاؤنٹ نمبر کیا ہے؟
uz: Hisob raqami nima?
vi: Số tài khoản là gì?
zh_hans: 什么是客户编号?
zh_hant: 什麼是帳戶號碼?
