Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PrivacyFormat.AnswerDesk
source: Microsoft is committed to helping protect your privacy. For more information about how your payment information is handled, read the Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">privacy and cookies</a>.
af: Microsoft is daartoe verbind om jou privaatheid te help beskerm. Vir meer inligting oor hoe jou betaalinligting gehanteer word, lees die Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">privaatheid en koekies</a>.
am: Microsoft ግላዊነትዎን ለመጠበቅ እገዛ ለማድረግ ቁርጠኛ ነው። ክፍያ መረጃዎ እንዴት እንደሚያዝ ተጨመሪ መረጃ ለማግኘት፣ የ Microsoft Online ያንብብ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ግላዊነትና ኩኪዎች</a>።
ar: تلتزم شركة Microsoft‏ بالعمل على حماية خصوصيتك. لمزيد من المعلومات حول كيفية التعامل مع معلومات الدفع الخاصة بك، راجع <a class="font-link1" href="{0}" id="privacyString" target="_blank">الخصوصية وملفات تعريف الارتباط</a> الخلصة بـ Microsoft Online.
as: Microsoft আপোনাৰ গোপনীয়তা সুৰক্ষিত কৰাত সহায়ৰ বাবে প্ৰতিশ্ৰুতিবদ্ধ৷ আপোনাৰ পৰিশোধ তথ্য কেনেকৈ পৰিচালনা কৰিব সেই বিষয়ে অধিক তথ্যৰ কাৰণে, Microsoft অনলাইন <a class="font-link1" href="{0}" id="privacyString" target="_blank">গোপনীয়তা আৰু কুকী</a> পঢ়ক৷
az: Microsoft məxfiliyinizi qorumaqda sizə kömək etmək öhdəliyinə malikdir. Ödəniş məlumatının işlənməsi ilə bağlı əlavə məlumat üçün Microsoft Onlayn <a class="font-link1" href="{0}" id="privacyString" target="_blank">məxfilik və kukilər</a> bölməsini oxuyun.
bg: Microsoft се ангажира да способства за защитата на поверителността на вашите данни. За повече информация за това, как се третира вашата информация за плащане, прочетете <a class="font-link1" href="{0}" id="privacyString" target="_blank">поверителност и бисквитки</a> на Microsoft Online.
bn_in: Microsoft আপনার গোপনীয়তাকে সুরক্ষিত রাখার প্রতি প্রতিশ্রুতিবদ্ধ৷ আপনার অর্থপ্রদান সংক্রান্ত তথ্যকে কিভাবে পরিচালনা করা হয় সেই সম্বন্ধে আরও জানার জন্য Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">গোপনীয়তা বিবৃতি ও কুকি</a> দেখুন৷
bs: Kompanija Microsoft je posvećena zaštiti vaše privatnosti. Za dodatne informacije o načinu postupanja s vašim podacima o plaćanju pročitajte informacije kompanije Microsoft o <a class="font-link1" href="{0}" id="privacyString" target="_blank">privatnosti i kolačićima</a> na mreži.
cy: Mae Microsoft wedi ymrwymo i helpu i ddiogelu eich preifatrwydd. I gael rhagor o wybodaeth am sut caiff gwybodaeth am eich taliad ei thrin, darllenwch <a class="font-link1" href="{0}" id="privacyString" target="_blank">preifatrwydd a briwsion</a> Ar-lein Microsoft.
da: Microsoft er forpligtet til at hjælpe med at beskytte dine personlige oplysninger. Du kan få flere oplysninger om, hvordan dine betalingsoplysninger håndteres, ved at læse Microsofts onlineerklæring om <a class="font-link1" href="{0}" id="privacyString" target="_blank">beskyttelse af personlige oplysninger og cookies</a>.
de: Microsoft setzt sich für den Schutz Ihrer Privatsphäre ein. Weitere Informationen über den Umgang mit Ihren Zahlungsinformationen finden Sie in den Microsoft Online-Richtlinien zu <a class="font-link1" href="{0}" id="privacyString" target="_blank">Datenschutz und Cookies</a>.
el: Η Microsoft δεσμεύεται για την προστασία των προσωπικών δεδομένων σας. Για περισσότερες πληροφορίες σχετικά με τον τρόπο χειρισμού των πληροφοριών της πληρωμής σας, διαβάστε την <a class="font-link1" href="{0}" id="privacyString" target="_blank">προστασία προσωπικών δεδομένων και cookies</a> για τις υπηρεσίες Microsoft Online.
es: Microsoft pretende hacer lo posible por ayudarle a proteger su privacidad. Para más información sobre cómo se gestiona su información de pago, lea <a class="font-link1" href="{0}" id="privacyString" target="_blank">la privacidad y las cookies</a> de Microsoft Online.
et: Microsoft kaitseb teie privaatsust. Lisateavet makseandmete käsitlemise kohta lugege Microsofti võrgus asuvast jaotisest <a class="font-link1" href="{0}" id="privacyString" target="_blank">Privaatsus ja küpsised</a>.
eu: Microsoft-ek zure pribatutasuna babesteko konpromisoa du. Zure ordainketa kudeatzeko moduari buruzko informazio gehiago eskuratzeko, irakurri Microsoft Online-ren <a class="font-link1" href="{0}" id="privacyString" target="_blank">pribatutasuna eta cookie-ak</a>.
fa: Microsoft متعهد شده است که به حفظ حریم خصوصی شما کمک کند. برای کسب اطلاعات بیشتر درباره نحوه کنترل اطلاعات پرداخت شما، <a class="font-link1" href="{0}" id="privacyString" target="_blank">حریم خصوصی و کوکی های</a> Microsoft را بصورت آنلاین مطالعه کنید.
ga: Tá Microsoft tiomanta do phríobháideachas a chosaint. Le haghaidh tuilleadh eolais faoi láimhseáil do d'fhaisnéis íocaíochta, léigh <a class="font-link1" href="{0}" id="privacyString" target="_blank">Príobháideachas agus cuacha</a> Microsoft Online.
gd: Tha Microsoft an dealas do phrìobhaideachd a dhìon. Airson tuilleadh fiosrachaidh airson mar a tha fiosrachadh pàighidh ga làimhseachadh, leugh <a class="font-link1" href="{0}" id="privacyString" target="_blank">aithris na prìobhaideachd 's nam briosgaidean</a> air loidhne aig Microsoft.
gl: Microsoft está decidido a axudar a protexer a súa privacidade. Para obter máis información sobre como se manexa a súa información de pagamento, lea a <a class="font-link1" href="{0}" id="privacyString" target="_blank">privacidade e cookies</a> en liña de Microsoft.
gu: તમારી ગોપનીયતાનું રક્ષણ કરવા માટે Microsoft પ્રતિબદ્ધ છે. તમારી ચૂકવણી માહિતીનું અમે કેવી રીતે સંચાલન કરીએ છીએ તેના વિષે વધુ માહિતી માટે, Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">ગોપનીયતા અને કુકીઝ</a> વાંચો.
he: Microsoft מחויבת להגן על פרטיותך. למידע נוסף אודות אופן הטיפול בפרטי התשלום שלך, קרא את <a class="font-link1" href="{0}" id="privacyString" target="_blank">פרטיות וקבצי Cookie</a> של Microsoft Online.
hi: Microsoft आपकी गोपनीयता के संरक्षण में मदद के लिए प्रतिबद्ध है. अपने भुगतान की संचालन विधि पर अधिक जानकारी के लिए Microsoft ऑनलाइन <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता सूचना</a> पढ़ें।
hr: Microsoft nastoji zaštititi vašu privatnost. Dodatne informacije o načinu obrade vaših podataka o plaćanju potražite u <a class="font-link1" href="{0}" id="privacyString" target="_blank">izjavi o zaštiti privatnosti i kolačićima</a> za Microsoft Online.
hu: A Microsoft elkötelezett ügyfelei és látogatói adatainak védelme iránt. Fizetéssel kapcsolatos adatai védelméről és kezeléséről a Microsoft internetes szolgáltatásokra vonatkozó <a class="font-link1" href="{0}" id="privacyString" target="_blank">adatvédelmi, adatkezelési és cookie-kkal kapcsolatos szabályzatainkban</a> tájékozódhat bővebben.
id: Microsoft berkomitmen untuk membantu melindungi privasi Anda. Untuk informasi lebih lanjut tentang bagaimana informasi pembayaran Anda ditangani, baca Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">privasi dan cookie</a>.
is: Microsoft leggur áherslu á að vernda persónuupplýsingar þínar. Frekari upplýsingar um hvernig greiðsluupplýsingarnar þínar eru meðhöndlaðar er að finna í <a class="font-link1" href="{0}" id="privacyString" target="_blank">yfirlýsingu um persónuvernd og kökur</a> fyrir Microsoft Online.
ja: Microsoft では、お客様のプライバシー保護に努めております。お支払い情報の取り扱いの詳細については、Microsoft オンライン <a class="font-link1" href="{0}" id="privacyString" target="_blank">プライバシーとクッキー</a>をお読みください。
ka: Microsoft იცავს თქვენს კონფიდენციალურობას. თუ გსურთ შეიტყოთ მეტი იმის შესახებ, თუ როგორ მუშავდება თქვენი გადახდის ინფორმაცია, წაიკითხეთ ინტერნეტში განთავსებული Microsoft-ის <a class="font-link1" href="{0}" id="privacyString" target="_blank">დებულება კონფიდენციალურობისა და ქუქი-ფაილების შესახებ</a>.
kk: Microsoft құпиялылығыңызды қорғауға көмектесуге берілген. Төлем ақпаратыңыз қалай өңделетіні туралы қосымша ақпарат алу үшін Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">құпиялылық және «cookie» файлдары</a> бөлімін оқыңыз.
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸುವಲ್ಲಿ ಸಹಾಯ ಮಾಡಲು Microsoft ಬದ್ಧವಾಗಿದೆ. ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸಲಾಗುವುದು ಎಂಬ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, Microsoft Online ನ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ಗೌಪ್ಯತೆ ಮತ್ತು ಕುಕೀಗಳು</a> ಓದಿ.
ko: Microsoft는 개인 정보 보호를 위해 최선을 다하고 있습니다. 결제 정보를 처리하는 방법에 대한 자세한 내용은 Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">개인정보처리방침</a>을 참조하세요.
ku_arab: Microsoftپابه‌نده‌ لە یارمەتیدان لە‌ پاراسنتی تایبه‌تمه‌ندیه‌كانتانت. بۆ زانیاری زیاتر دەربارەی چۆنیەتی مامەڵەکردن لەگەڵ زانیاری پارەدانت، <a class="font-link1" href="{0}" id="privacyString" target="_blank">تایبەتمەندی و كووكی</a> سەرهێڵی Microsoft بخوێنەوە.
ky: Microsoft сиздин купуялыгыңызды коргоого жардам берүүгө милдеттенет. Сиздин төлөм маалыматыңыз кандай иштетилери тууралуу көбүрөөк маалымат үчүн Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">купуялык жана күкүмдөр</a> окуңуз.
lo: Microsoft ມຸ້ງໝັ້ນໃນການຊ່ວຍປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງທ່ານ. ສຳລັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບວ່າຂໍ້ມູນການຊຳລະເງິນຂອງທ່ານຖືກຈັດການແນວໃດ, ໃຫ້ອ່ານ Microsoft ອອນໄລນ໌<a class="font-link1" href="{0}" id="privacyString" target="_blank">ຄວາມເປັນສ່ວນຕົວ ແລະຄຸກກີ້</a>.
lt: „Microsoft“ yra įsipareigojusi padėti apsaugoti jūsų privatumą. Daugiau informacijos, kaip naudojama jūsų mokėjimo informaciją, rasite perskaitę „Microsoft Online“ <a class="font-link1" href="{0}" id="privacyString" target="_blank">Privatumas ir slapukai</a>.
lv: Korporācija Microsoft ir apņēmusies aizsargāt jūsu konfidencialitāti. Lai uzzinātu vairāk par to, kā tiek izmantota maksājuma informācija, izlasiet Microsoft <a class="font-link1" href="{0}" id="privacyString" target="_blank">paziņojumā par konfidencialitāti un sīkfailiem</a> tiešsaistē.
mi: E ū ana a Microsoft ki te tiaki i tōu mana matatapu. Mō ētahi atu mōhiohio mō te whakahaerenga o tō mōhiohio utunga, pānuitia tā Microsoft Tuihono <a class="font-link1" href="{0}" id="privacyString" target="_blank">tūmataitinga me ngā pihikete</a>.
mk: Microsoft е посветен на заштитата на вашата приватност. За повеќе информации околу тоа како ракуваме со вашите информации за плаќање, прочитајте во <a class="font-link1" href="{0}" id="privacyString" target="_blank">приватност и колачиња</a> на интернет на Microsoft.
ml: നിങ്ങളുടെ സ്വകാര്യത പരിരക്ഷിക്കാന്‍ സഹായിക്കുന്നതില്‍ Microsoft പ്രതിജ്ഞാബദ്ധമാണ്. നിങ്ങളുടെ പേയ്‌മെന്‍റ് വിവരങ്ങള്‍ കൈകാര്യം ചെയ്യുന്നതിനെക്കുറിച്ചുള്ള കൂടുതല്‍ വിവരങ്ങള്‍ക്ക് Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">സ്വകാര്യതയും കുക്കികളും</a> വായിക്കുക.
mn: Microsoft таны нууцлалыг хамгаалах үүрэгтэй. Таны төлбөрийн мэдээлэлтэй хэрхэн харьцдаг талаар илүү их мэдээлэл хүсвэл Microsoft-ын онлайн <a class="font-link1" href="{0}" id="privacyString" target="_blank">нууцлал ба кууки</a>-г үзнэ үү.
mr: Microsoft आपल्या गोपनीयतेचे संरक्षण करण्यात मदतीसाठी समर्पित आहे. आपली देय माहिती कशी हाताळली जाते याविषयी अधिक माहितीसाठी, Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता आणि कुकीज</a> वाचा.
ms: Microsoft komited dalam membantu melindungi privasi anda. Untuk mendapatkan maklumat lanjut mengenai cara maklumat pembayaran anda dikendalikan, baca <a class="font-link1" href="{0}" id="privacyString" target="_blank">privasi dan kuki</a> Microsoft Online.
mt: Microsoft hija impenjata biex tgħin tipproteġi l-privatezza tiegħek. Għal aktar informazzjoni dwar kif tiġi mmaniġġjata l-informazzjoni tal-pagament tiegħek, aqra l-<a class="font-link1" href="{0}" id="privacyString" target="_blank">privatezza u cookies</a> ta' Microsoft Online.
ne: Microsoft ले तपाइँको गोपनीयता सुरक्षित गर्नमा प्रतिबद्ध छ। तपाइँको भुक्तानी प्रक्रिया कसरी रेखदेख गरिन्छ भन्ने जान्नको लागि, Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता र कुकीहरू</a>पढ्नुहोस्।
nn_no: Microsoft går inn for å ta vare på personvernet. Dersom du vil ha meir informasjon om korleis betalingsopplysningane dine blir handsama, kan du lese Microsoft si nettbaserte <a class="font-link1" href="{0}" id="privacyString" target="_blank">personvernerklæring og informasjonskapslar</a>.
no: Microsoft går inn for å ivareta den enkeltes personvern. Hvis du vil ha mer informasjon om hvordan betalingsinformasjonen din blir håndtert, kan du lese <a class="font-link1" href="{0}" id="privacyString" target="_blank">personvernerklæringen og informasjonskapsler</a> for Microsoft Online.
or: Microsoft ଆପଣଙ୍କର ଗୋପନୀୟ ସୁରକ୍ଷା କରିବାରେ ସହାୟତା କରିବାକୁ ପ୍ରତିଶୃତିବଦ୍ଧ ଅଟେ. ଆପଣ ଆପଣଙ୍କ ଦେୟ କିପରି ନିୟନ୍ତ୍ରିତ କରୁଛନ୍ତି ତାହା ସମ୍ଵନ୍ଧରେ ସୂଚନା ପାଇବାକୁ, Microsoft ଅନ୍‌ଲାଇନ୍ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ଗୋପନୀୟ ଏବଂ କୁକୀସମୂହ</a> ପଠନ କରନ୍ତୁ.
pa_arab_pk: Microsoft تہاڈی رازداری نُوں سانبھن دا پک کردا اے۔ ایہہ معلوم کرن لئی کہ تہاڈی ادائیگی دی معلومات کس طرح ورتی جاندی اے، Microsoft دی آن لائن <a class="font-link1" href="{0}" id="privacyString" target="_blank"> کوکیز تے نجی حیثیت </a> پڑھو۔
pa_in: Microsoft ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹੈ। ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਨੂੰ ਕਿਵੇਂ ਸੰਭਾਲਿਆ ਜਾਂਦਾ ਹੈ, ਇਸ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲੈਣ ਲਈ Microsoft ਆਨਲਾਈਨ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ਪਰਦੇਦਾਰੀ ਅਤੇ ਕੁਕੀਜ਼</a> ਪੜ੍ਹੋ।
pl: Firma Microsoft stara się chronić prywatność użytkowników. Aby dowiedzieć się więcej na temat przetwarzania informacji o płatnościach, patrz nasze <a class="font-link1" href="{0}" id="privacyString" target="_blank">zasady dotyczące zachowania poufności informacji i plików cookie</a> dla usługi Microsoft Online.
ru: Корпорация Майкрософт прилагает все усилия для защиты вашей конфиденциальности. Дополнительную информацию о том, как хранятся ваши платежные данные, см. в разделе Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">Конфиденциальность и файлы cookie</a>.
sd: Microsoft توهان جي خانگي نوعيت جي حفاظت جي مدد ڪرڻ ۾ پابند آهي. توهان جي رقم ادا ڪرڻ واري معلومات ڪيئن سنڀالي ويندي ان بابت وڌيڪ معلومات لاءِ، Microsoft Online پڙهو <a class="font-link1" href="{0}" id="privacyString" target="_blank">خانگي نوعيت ۽ ڪوڪيز</a>.
si: ඔබේ පෞද්ගලිකත්වය ආරක්ෂා කිරීම සඳහා සහාය වීමට Microsoft සමාගම බැඳී සිටී. ඔබේ ගෙවීම් විස්තර භාවිතා කරනුයේ කෙසේ දැ යි යන්න පිළිබඳ වැඩිදුර විස්තර දැන ගැනීම සඳහා Microsoft සබැඳි <a class="font-link1" href="{0}" id="privacyString" target="_blank">පෞද්ගලිකත්වය හා කුකී</a>.
sl: Microsoft si prizadeva zaščititi vašo zasebnost. Za več informacij o tem, kako ravnamo z vašimi podatki o plačilu, preberite informacije o <a class="font-link1" href="{0}" id="privacyString" target="_blank">zasebnosti in piškotkih</a> za Microsoft Online.
sr_cyrl_rs: Корпорација Microsoft је посвећена заштити ваше приватности. Више информација о томе како се обрађују информације о плаћању, прочитајте Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">изјави о приватности и колачићима</a>.
sr_latn_rs: Korporacija Microsoft je posvećena zaštiti vaše privatnosti. Više informacija o tome kako se obrađuju informacije o plaćanju, pročitajte Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">izjavi o privatnosti i kolačićima</a>.
sv: Microsoft förbinder sig att hjälpa dig att skydda dina personuppgifter. Mer information om hur din betalningsinformation hanteras finns i <a class="font-link1" href="{0}" id="privacyString" target="_blank">Sekretess och cookies</a> för Microsoft Online.
ta: உங்கள் தனியுரிமையைப் பாதுகாக்க உதவுவதில் Microsoft உறுதியாக உள்ளது. உங்கள் கட்டணம் செலுத்தும் தகவல் கையாளப்படுவது குறித்த மேலும் தகவலுக்கு, Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">தனியுரிமை மற்றும் குக்கீகளைப்</a> படிக்கவும்.
te: Microsoft మీ గోప్యతను రక్షించడంలో సహాయం చేయడానికి కట్టుబడి ఉంది. మీ చెల్లింపు సమాచారం ఏ విధంగా నిర్వహించబడింది గురించి మరింత సమాచారం కోసం, Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">గోప్యతా నోటీసు మరియు కుకీలు</a>ను చదవండి.
tg: Microsoft ҳифз кардани махфияти шуморо ба уҳда мегирад. Барои маълумоти бештар оид ба он, ки бо маълумоти пардохти шумо чӣ тавр коркард мешавад, <a class="font-link1" href="{0}" id="privacyString" target="_blank">махфият ва кукиҳо</a> Microsoft Online.
th: Microsoft มุ่งมั่นที่จะช่วยปกป้องความเป็นส่วนตัวของคุณ สำหรับข้อมูลเพิ่มเติมเกี่ยวกับวิธีจัดการข้อมูลการชำระเงินของคุณ โปรดอ่าน <a class="font-link1" href="{0}" id="privacyString" target="_blank">นโยบายและคุ้กกี้</a> ของ Microsoft Online
tr: Microsoft, gizliliğinizi korumaya kararlıdır. Ödeme bilgilerinizin nasıl işlendiği konusunda daha fazla bilgi için Microsoft Çevrimiçi <a class="font-link1" href="{0}" id="privacyString" target="_blank">gizlilik ve tanımlama bilgilerini</a> okuyun.
tt: Майкрософт сезгә хосусыйлыкны сакларга булыша. Сезнең түләү мәгълүматы ничек кулланыла күбрәк мәгълүмат өчен, Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">хосусыйлык һәм "cookie" файллар</a> укыгыз.
ug: Microsoft سىزنىڭ مەخپىيەتلىكىڭىزنى قوغداش مەجبۇرىيتىنى ئۆزئۈستىگە ئالىدۇ. ھەق تاپشۇرۇش ئۇچۇرىڭىزنىڭ قانداق بىر تەرەپ قىلىنىدىغانلىقى ھەققىدىكى تەپسىلاتلارنى Microsoft Online نىڭ <a class="font-link1" href="{0}" id="privacyString" target="_blank">مەخپىيەتلىك ۋە ساقلانمىلار</a> دېگەن مەزمۇنىدىن كۆرۈڭ.
uk: Корпорація Майкрософт дбає про захист конфіденційності користувачів. Докладну інформацію про те, як обробляються платіжні дані, див. у розділі Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">Конфіденційність і файли cookie</a>.
ur: Microsoft آپ کی رازداری کے تحفظ میں مدد کرنے کے لیے پابند عہد ہے۔ آپ کی ادائیگی سے متعلق معلومات کو کس طرح ہینڈل کیا جاتا ہے اس کے بارے میں معلومات کے لیے، Microsoft آن لائن <a class="font-link1" href="{0}" id="privacyString" target="_blank">رازداری اور کوکیز</a> پڑھیں۔
uz: Microsoft Sizning shaxsiy ma‘lumotlaringizni himoya qilishga yordam berishga sodiqdir. O‘zingizning to‘lov ma‘lumotlaringizga qanday yondashilishi to‘g‘risida batafsil ma‘lumotlar olish uchun Microsoft onlayn <a class="font-link1" href="{0}" id="privacyString" target="_blank">maxfiylik va cookie-fayllar</a> bayonnomasiga qarang.
vi: Microsoft cam kết giúp bảo vệ quyền riêng tư của bạn. Để biết thêm thông tin về cách chúng tôi xử lý thông tin thanh toán của bạn, hãy đọc <a class="font-link1" href="{0}" id="privacyString" target="_blank">quyền riêng tư và cookie</a> của Microsoft Online.
zh_hans: Microsoft 致力于帮助保护您的隐私。有关如何处理您的付款信息的详细信息，请阅读 Microsoft 联机<a class="font-link1" href="{0}" id="privacyString" target="_blank">隐私和 cookie</a>。
zh_hant: Microsoft 致力於協助保護您的隱私權。如需有關如何處理您的付費資訊的詳細資訊，請閱讀 Microsoft Online <a class="font-link1" href="{0}" id="privacyString" target="_blank">隱私權與 Cookie</a>。

# Word.StoredValue.BackupPI
source: Set a backup payment method
af: Stel 'n bystandbetaalmetode op
am: ምትኬ የክፍያ ስልት ይፈለጋል።
ar: اختر طريقة ثانوية احتياطية للدفع
as: এটা বেকআপ পৰিশোধ পদ্ধতি ছেট কৰক
az: Ehtiyat nüsxə ödəniş metodu qurun
bg: Задаване на резервен начин за плащане
bn_in: অর্থপ্রদানের একটি অতিরিক্ত পদ্ধতি নির্দিষ্ট করুন
bs: Postavite rezervni način plaćanja
cy: Pennu dull talu wrth gefn
da: Opret en alternativ betalingsmetode
de: Zusätzliche Zahlungsmethode einrichten
el: Ορίστε μια εφεδρική μέθοδο πληρωμής
es: Establecer método de pago secundario
et: Varumakseviisi määramine
eu: Ezarri ordezko ordainketa-metodoa
fa: یک روش پرداخت پشتیبان تنظیم کنید
ga: Socraigh modh íocaíochta cúltaca
gd: Suidhich dòigh pàighidh eile mar roghainn eile
gl: Seleccione un método de pagamento de apoio
gu: બેકઅપ ચૂકવણી રીત ગોઠવો
he: הגדר שיטת תשלום לגיבוי
hi: बैक-अप भुगतान पद्धति सेट करें
hr: Postavite rezervni način plaćanja
hu: Másodlagos fizetési mód megadása
id: Tetapkan metode pembayaran cadangan
is: Setja upp varagreiðslumáta
ja: 代替のお支払い方法の設定
ka: დააყენეთ გადახდის სათადარიგო მეთოდი
kk: Қосымша төлем әдісін орнату
kn: ಬ್ಯಾಕಪ್ ಪಾವತಿ ವಿಧಾನವನ್ನು ಹೊಂದಿಸಿ
ko: 예비 결제 방법 설정
ku_arab: شێوازێکی پارەدانی پاشکەوت دابنێ
ky: Кам төлөө ыкмасын койуу
lo: ຕັ້ງວິທີການຊຳລະເງິນສຳຮອງ
lt: Nustatyti atsarginį mokėjimo būdą
lv: Iestatīt maksāšanas metodi dublējošā sistēmā
mi: Whakaritea he tikanga utu tuarua
mk: Поставете резервен метод на плаќање
ml: ഒരു ബാക്കപ്പ് പേയ്‌മെന്റ് രീതി സജ്ജമാക്കുക
mn: Нөөц төлбөрийн хэлбэр тохируулах
mr: बँकअप देय पद्धत सेट करा
ms: Set kaedah pembayaran sandaran
mt: Issettja metodu ta' pagament alternattiv
ne: ब्याकअप भुक्तानी प्रक्रिया तय गर्नुहोस्
nn_no: Konfigurer ein betalingsmetode som reserve
no: Angi en alternativ betalingsmetode
or: ଏକ ବ୍ୟାକ୍‌ଅପ୍ ଦେୟ ପଦ୍ଧତି ସେଟ୍ କରନ୍ତୁ
pa_arab_pk: ادائیگی دے دوجے طریقے نوں مقرر کرو
pa_in: ਇੱਕ ਬੈਕਅੱਪ ਭੁਗਤਾਨ ਵਿਧੀ ਨਿਰਧਾਰਤ ਕਰੋ
pl: Określ zapasową metodę płatności
ru: Выбор резервного метода оплаты
sd: رقم ادا ڪرڻ بيڪ اپ جو وارو طريقو سيٽ ڪريو
si: රක්ෂිත ගෙවීම් ක්‍රමයක් පිහිටුවන්න
sl: Nastavite rezervni način plačila
sr_cyrl_rs: Поставите резервни метод плаћања
sr_latn_rs: Postavite rezervni metod plaćanja
sv: Ange en reservbetalningsmetod
ta: காப்பு கட்டண முறையை அமைக்கவும்
te: బ్యాకప్ చెల్లింపు విధానాన్ని సెట్ చేయండి
tg: Усули пардохти эҳтиётиро таъин кунед
th: กำหนดวิธีการชำระเงินสำรอง
tr: Yedek ödeme yöntemi ayarla
tt: Резерв түләү ысулын урнаштыру
ug: زاپاس پۇل تۆلەش ئۇسۇلىنى قۇرۇڭ
uk: Вибрати додатковий спосіб оплати
ur: ادائیگی کا متبادل طریقہ ترتیب دیں
uz: Zahiraviy to‘lov usulini o‘rnatmoq
vi: Cài đặt phương thức thanh toán dự phòng
zh_hans: 设置后备付款方式
zh_hant: 設定備用付款方式
