Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.BankAccount.AddressLine2.Optional
source: Address line 2 (Optional)
af: Adresreël 2 (opsioneel)
am: አድራሻ መስመር 2 (ግድ ያልሆነ)
ar: سطر العنوان 2 (اختياري)
as: ঠিকনা শাৰী 2 (বিকল্প)
az: Ünvan sətri 2 (Şərti)
bg: Ред за адрес 2 (незадължителен)
bn_in: ঠিকানা লাইন 2 (ঐচ্ছিক)
bs: Adresna linija 2 (Opcionalno)
cy: Llinell cyfeiriad 2 (Dewisol)
da: Adresselinje 2 (valgfri)
de: Adresszeile 2 (optional)
el: Γραμμή διεύθυνσης 2 (Προαιρετικό)
es: Dirección línea 2 (Opcional)
et: Aadressirida 2 (valikuline)
eu: Helbidearen 2. lerroa (aukerakoa)
fa: خط آدرس ۲ (اختیاری)
ga: Líne 2 den seoladh (Roghnach)
gd: Loidhne 2 an t-seòlaidh (roghainneil)
gl: Liña 2 do enderezo (Opcional)
gu: સરનામા પંક્તિ 2 (વૈકલ્પિક)
he: שורת כתובת 2 (אופציונלית)
hi: पता पंक्ति 2 (वैकल्पिक)
hr: Redak za adresu 2 (dodatno)
hu: Cím 2. sora (nem kötelező)
id: Baris Alamat 2 (Opsional)
is: Póstfangslína 2 (valfrjáls)
ja: 建物名、部屋番号 (省略可)
ka: მისამართის მე-2 სტრიქონი (არასავალდებულო)
kk: 2-мекенжай жолы (қосымша)
kn: ವಿಳಾಸ ಸಾಲು 2 (ಐಚ್ಛಿಕ)
ko: 주소란 2 (선택 사항)
ku_arab: هێڵی 2 ی ناونیشان (هەڵبژاردەیە)
ky: Дарек, сап 2 (Каалоо боюнча)
lo: ແຖວທີ່ຢູ່ 2 (ເລືອກໄດ້)
lt: 2 adreso eilutė (pasirenkama)
lv: Adreses 2. rindiņa (neobligāti)
mi: Rārangi wāhinoho 2 (Kōwhiringa)
mk: Линија за адреса 2 (по избор)
ml: വിലാസ വരി 2 (ഓപ്ഷണൽ)
mn: Хаягийн мөр 2 (сонголтот)
mr: पत्ता ओळ 2 (पर्यायी)
ms: Baris Alamat 2 (Pilihan)
mt: Linja tal-indirizz 2 (Fakultattiv)
ne: ठेगाना लाइन 2 (अतिरिक्त)
nn_no: Adresseline 2 (valfritt)
no: Adresselinje 2 (valgfri)
or: ଠିକଣା ଧାଡି 2 (ବୈକଳ୍ପିକ)
pa_arab_pk: ایڈریس لائن 2 (اختیاری)
pa_in: ਪਤਾ ਕਤਾਰ 2 (ਵਿਕਲਪ)
pl: Adres — wiersz 2 (opcjonalnie)
ru: Строка адреса 2 (необязательно)
sd: لائن 2 جو پتو گھربل آهي (اختياري)
si: ලිපින ළ 2 (වෛකල්පිතයි)
sl: Naslov 2 (izbirno)
sr_cyrl_rs: 2. ред за адресу (опционално)
sr_latn_rs: 2. red za adresu (opcionalno)
sv: Adressrad 2 (valfri)
ta: முகவரியின் வரி 2 (விருப்பத்தேர்வு)
te: చిరునామా పంక్తి 2 (ఐచ్ఛికం)
tg: Хати суроғаи 2 (ғайри ҳатмӣ)
th: ที่อยู่บรรทัดที่ 2 (ไม่บังคับ)
tr: Adres satırı 2 (İsteğe bağlı)
tt: Адрес юлы 2 (Мәҗбүри түгел)
ug: 2-ئادرېس قۇرى (ئىختىيارىي)
uk: Рядок адреси 2 (необов’язково)
ur: پتہ لائن 2 (اختیاری)
uz: 2-manzil qatori (Ixtiyoriy)
vi: Địa chỉ dòng 2 (Tùy chọn)
zh_hans: 地址行 2(可选)
zh_hant: 地址行 2 (可省略)

# Word.BankAccount.AddressLine3
source: Address line 3
af: Adres reël 3
am: አድራሻ መስመር 3
ar: سطر العنوان 3
as: ঠিকনা শাৰী 3
az: Ünvan sətri 3
bg: Ред за адрес 3
bn_in: ঠিকানা 3
bs: Red za adresu 3
cy: Llinell cyfeiriad 3
da: Adresselinje 3
de: Adresszeile 3
el: Γραμμή διεύθυνσης 3
es: Dirección (línea 3)
et: Postiaadressi 3. rida
eu: Helbidearen 3. lerroa
fa: آدرس 3
ga: Líne 3 den seoladh
gd: Loidhne 3 an t-seòlaidh
gl: Liña de enderezo 3
gu: સરનામાં લાઇન 3
he: שורת כתובת 3
hi: पता पंक्ति 3
hr: Redak adrese 3
hu: Cím – 3. sor
id: Baris alamat 3
is: Póstfangslína 3
ja: 住所 3
ka: მისამართის სტრიქონი 3
kk: 3-мекенжай жолы
kn: ವಿಳಾಸ ಸಾಲು 3
ko: 주소란 3
ku_arab: ریزی 3 ی ناونیشان
ky: Дарек, сап 3
lo: ທີ່ຢູ່ແຖວ 3
lt: 3 adreso eilutė
lv: Adreses 3. rindiņa
mi: Raina wāhitau 3
mk: Ред 3 за адреса
ml: വിലാസ വരി 3
mn: Хаягийн мөр 3
mr: पत्ता रेखा 3
ms: Baris alamat 3
mt: Linja tal-indirizz 3
ne: ठेगाना लाइन ३
nn_no: Adresseline 3
no: Adresselinje 3
or: ଠିକଣା ଧାଡି 3
pa_arab_pk: ‏‏پتہ لین 3
pa_in: ਪਤਾ ਲਾਈਨ 3
pl: 3. wiersz adresu
ru: Третья строка адреса
sd: پتي واري لائن 3
si: ලිපිනය 3 පේලිය
sl: Naslovna vrstica 3
sr_cyrl_rs: Ред за адресу 3
sr_latn_rs: Red za adresu 3
sv: Adressrad 3
ta: முகவரி வரி 3
te: చిరునామా పంక్తి 3
tg: Сатри суроғаи 3
th: ที่อยู่บรรทัดที่ 3
tr: Adres satırı 3
tt: 3нче адрес юлы
ug: ئادرېس سىزىقى 3
uk: Рядок адреси 3
ur: پتہ سطر 3
uz: 3-manzil qatori
vi: Địa chỉ dòng 3
zh_hans: 地址行 3
zh_hant: 地址 3

# Word.BankAccount.AddressLine3.Optional
source: Address line 3 (Optional)
af: Adresreël 3 (opsioneel)
am: አድራሻ መስመር 3 (የግድ ያልሆነ)
ar: سطر العنوان 3 (اختياري)
as: ঠিকনা শাৰী 3 (বৈকল্পিক)
az: Ünvan sətri 3 (İxtiyari)
bg: Ред за адрес 3 (опционално)
bn_in: ঠিকানা লাইন 3 (ঐচ্ছিক)
bs: Adresna linija 3 (opcionalno)
cy: Llinell cyfeiriad 3 (Dewisol)
da: Adresselinje 3 (valgfri)
de: Adresszeile 3 (optional)
el: Γραμμή διεύθυνσης 3 (προαιρετικά)
es: Dirección línea 3 (Opcional)
et: Aadressirida 3 (valikuline)
eu: Helbidearen 3. lerroa (aukerakoa)
fa: خط آدرس ۳ (اختیاری)
ga: Líne 3 den seoladh (Roghnach)
gd: Loidhne 3 an t-seòlaidh (roghainneil)
gl: Liña 3 do enderezo (opcional)
gu: સરનામા પંક્તિ 3 (વૈકલ્પિક)
he: שורת כתובת 3 (אופציונלי)
hi: पता पंक्ति 3 (वैकल्पिक)
hr: Adresni redak 3 (neobavezno)
hu: Cím 3. sora (nem kötelező)
id: Baris Alamat 3 (Opsional)
is: Póstfangslína 3 (valfrjáls)
ja: 住所 3 (省略可)
ka: მისამართის მე-3 სტრიქონი (არასავალდებულო)
kk: 3-мекенжай жолы (қосымша)
kn: ವಿಳಾಸ ಸಾಲು 3 (ಐಚ್ಛಿಕ)
ko: 주소란 3(선택 사항)
ku_arab: هێڵی ناونیشانی ٣ (ئارەزوومەندانه)
ky: Дарек сабы 3 (каалоо боюнча)
lo: ແຖວທີ່ຢູ່ 3 (ເລືອກໄດ້)
lt: 3 adreso eilutė (pasirinktinai)
lv: Adreses 3. rindiņa (neobligāti)
mi: Rārangi wāhitau 3 (Kōwhiri)
mk: Линија за адреса 3 (изборно)
ml: വിലാസ വരി 3 (ഓപ്ഷണൽ)
mn: Хаягийн мөр 3 (сонголтот)
mr: पत्ता ओळ 3 (पर्यायी)
ms: Baris alamat 3 (Pilihan)
mt: Indirizz linja 3 (Fakultattiv)
ne: ठेगाना लाइन 3 (वैकल्पिक)
nn_no: Adresseline 3 (valfritt)
no: Adresselinje 3 (valgfritt)
or: ଠିକଣା ଧାଡି 3 (ବୈକଳ୍ପିକ)
pa_arab_pk: پتے دی لائن 3 (اختیاری)
pa_in: ਪਤਾ ਕਤਾਰ 3 (ਵਿਕਲਪਿਕ)
pl: Adres — wiersz 3 (opcjonalnie)
ru: Строка адреса 3 (необязательно)
sd: لائن 3 جو پتو گھربل آهي (اختياري)
si: ලිපින ළ 3 (වෛකල්පිතයි)
sl: Vrstica naslova 3 (neobvezno)
sr_cyrl_rs: 3. ред за адресу (опционално)
sr_latn_rs: 3. red za adresu (opcionalno)
sv: Adressrad 3 (valfritt)
ta: முகவரியின் வரி 3 (விருப்பத்தேர்வு)
te: చిరునామా పంక్తి 3 (ఐచ్ఛికం)
tg: Сатри 3-юми суроға (Ихтиёрӣ)
th: ที่อยู่บรรทัดที่ 3 (ระบุหรือไม่ก็ได้)
tr: Adres satırı 3 (İsteğe bağlı)
tt: Адрес юлы 3 (мәҗбүри түгел)
ug: ئادرېس قۇرى 3 (ئىختىيارىي)
uk: Рядок адреси 3 (необов’язково)
ur: پتہ لائن 3 (اختیاری)
uz: 3-manzil qatori (Ixtiyoriy)
vi: Địa chỉ dòng 3 (Tùy chọn)
zh_hans: 地址行 3（可选）
zh_hant: 地址行 3 (選填)

# Word.BankAccount.BankCity
source: Bank city
af: Bankstad
am: የባንክ ከተማ
ar: مدينة البنك
as: বেংকৰ চহৰ
az: Bankın şəhəri
bg: Град на банката
bn_in: ব্যাঙ্ক শহর
bs: Grad banke
cy: Dinas y banc
da: Bankens bynavn
de: Ort der Bank
el: Πόλη τράπεζας
es: Ciudad del banco
et: Panga linn
eu: Bankuaren herria
fa: شهر بانک
ga: Cathair ina bhfuil an banc
gd: Baile a' bhanca
gl: Cidade do banco
gu: બેંક શહેર
he: עיר הבנק
hi: बैंक शहर
hr: Grad banke
hu: Bank városa
id: Kota bank
is: Borg banka
ja: 銀行所在市区町村
ka: ბანკის ქალაქი
kk: Банк қаласы
kn: ಬ್ಯಾಂಕ್‌ನ ನಗರ
ko: 은행 소재 도시
ku_arab: شاری بانک
ky: Банктын шаары
lo: ເມືອງຂອງທະນາຄານ
lt: Banko miestas
lv: Bankas pilsēta
mi: Tāone nui pēke
mk: Град на банката
ml: ബാങ്ക് സ്ഥിതിചെയ്യുന്ന നഗരം
mn: Банкны хот
mr: बँक शहर
ms: Bandar bank
mt: Belt li fiha jinsab il-bank
ne: बैङ्कको सहर
nn_no: Bankby
no: Poststed til banken
or: ବ୍ୟାଙ୍କ ସିଟୀ
pa_arab_pk: بینک دا شہر
pa_in: ਬੈਂਕ ਦਾ ਸ਼ਹਿਰ
pl: Miejscowość banku
ru: Город банка
sd: بينڪ جو شهر
si: බැංකුවේ නගරය
sl: Kraj banke
sr_cyrl_rs: Град банке
sr_latn_rs: Grad banke
sv: Bankens ort
ta: வங்கி நகரம்
te: బ్యాంక్ నగరం
tg: Шаҳри ҷойгиршавии бонк
th: เมืองที่ตั้งของธนาคาร
tr: Banka şehri
tt: Банк шәхәре
ug: بانكا شەھرى
uk: Місто, в якому розташовано банк
ur: بینک کا شہر
uz: Bank joylashgan shahar
vi: Thành phố ngân hàng
zh_hans: 银行所在市/县
zh_hant: 銀行城市

# Word.BankAccount.BankBranchCity
source: Bank branch city
af: Banktakstad
am: የባንክ ቅርጫፍ ከተማ
ar: مدينة فرع البنك
as: বেঙ্ক শাখা নগৰ
az: Bank filialının yerləşdiyi şəhər
bg: Град, в който се намира клона на банката
bn_in: ব্যাঙ্কের শাখা শহরের নাম
bs: Grad filijale banke
cy: Dinas cangen y banc
da: Bankfilial, by
de: Stadt der Bankfiliale
el: Πόλη υποκαταστήματος τράπεζας
es: Ciudad de la sucursal bancaria
et: Pangakontori linn
eu: Banku-bulegoaren hiria
fa: شهر شعبه بانک
ga: Cathair an bhrainse bainc
gd: Baile meur a' bhanca
gl: Cidade da sucursal bancaria
gu: બેંક શાખા શહેર
he: עיר סעיף בנק
hi: बैंक शाखा का शहर
hr: Grad poslovnice banke
hu: Bankfiók települése
id: Kota kantor cabang bank
is: Sveitarfélag bankaútibús
ja: 銀行支店の市区町村
ka: ბანკის ფილიალის ქალაქი
kk: Банк филиалы орналасқан қала
kn: ಬ್ಯಾಂಕ್ ಶಾಖೆ ನಗರ
ko: 은행 지점이 위치한 도시
ku_arab: شاری لقی بانك
ky: Банк филиал шаары
lo: ເມືອງຂອງສາຂາທະນາຄານ
lt: Banko filialo miestas
lv: Bankas filiāles pilsēta
mi: Tāone o te pekanga pēke
mk: Град на филијалата на банката
ml: ബാങ്ക് ശാഖ നഗരം
mn: Банкны салбарын хот
mr: बँक शाखा शहर
ms: Bandar cawangan bank
mt: Belt tal-fergħa tal-bank
ne: बैङ्क शाखा शहर
nn_no: Bankfilial, by
no: Bankfilial, sted
or: ବ୍ୟାଙ୍କ୍ ଶାଖା ସିଟୀ
pa_arab_pk: شہر دی بینک برانچ
pa_in: ਬੈਂਕ ਬ੍ਰਾਂਚ ਦਾ ਸ਼ਹਿਰ
pl: Miasto oddziału banku
ru: Город, где находится филиал банка
sd: بينڪ شاخ جو شهر
si: බැංකු ශාඛා නගරය
sl: Mesto bančne podružnice
sr_cyrl_rs: Град пословнице банке
sr_latn_rs: Grad poslovnice banke
sv: Bankkontorets ort
ta: வங்கிக் கிளையின் நகரம்
te: బ్యాంక్ యొక్క బ్రాంచ్ ఉన్న నగరం
tg: Шаҳри филиали бонк
th: เมืองสำหรับสาขาของธนาคาร
tr: Banka şubesinin bulunduğu şehir
tt: Банк бүлекның шәhәре
ug: تارماق بانكا تۇرۇشلۇق شەھەر
uk: Місто філії банку
ur: بینک برانچ کا شہر
uz: Bank bo'limi joylashgan shahar
vi: Thành phố chi nhánh ngân hàng
zh_hans: 支行城市
zh_hant: 銀行分行城市

# Word.BankAccount.BankCode
source: Bank code
af: Bankkode
am: ባንክ ኮድ
ar: كود البنك
as: বেংক ক'ড
az: Bankın kodu
bg: Банков код
bn_in: ব্যাঙ্ক কোড
bs: Šifra banke
cy: Cod y banc
da: Bankkode
de: Bankleitzahl
el: Κωδικός τράπεζας
es: Código del banco
et: Pangakood
eu: Banku-kodea
fa: کد بانک
ga: Cód an bhainc
gd: Còd a' bhanca
gl: Código de banco
gu: બેંક કોડ
he: קוד בנק
hi: बैंक कोड
hr: Šifra banke
hu: Bankkód
id: Kode bank
is: Bankakóði
ja: 銀行コード
ka: ბანკის კოდი
kk: Банк коды
kn: ಬ್ಯಾಂಕ್ ಕೋಡ್
ko: 은행 코드
ku_arab: کۆدی بانک
ky: Банк коду
lo: ລະຫັດທະນາຄານ
lt: Banko kodas
lv: Bankas kods
mi: Waehere pēke
mk: Код на банка
ml: ബാങ്ക് കോഡ്
mn: Банкны код
mr: बँक कोड
ms: Kod bank
mt: Kodiċi tal-bank
ne: बैङ्क संकेत
nn_no: Bankkode
no: Bankkode
or: ବ୍ୟାଙ୍କ କୋଡ୍
pa_arab_pk: بینک کوڈ
pa_in: ਬੈਂਕ ਦਾ ਕੋਡ
pl: Kod banku
ru: Код банка
sd: بينڪ جو ڪوڊ
si: බැංකු කේතය
sl: Koda banke
sr_cyrl_rs: Шифра банке
sr_latn_rs: Šifra banke
sv: Bankkod
ta: வங்கி குறியீடு
te: బ్యాంక్ కోడ్
tg: Рамзи бонк
th: รหัสธนาคาร
tr: Banka kodu
tt: Банк коды
ug: بانكا كودى
uk: Код банку
ur: بینک کا کوڈ
uz: Bank kodi
vi: Mã ngân hàng
zh_hans: 银行代码
zh_hant: 銀行代碼

# Word.BankAccount.BankMFOCode
source: Central Bank MFO Code
af: Sentrale Bank-MFO-kode
am: የማዕከላዊ ባንክ MFO ኮድ
ar: رمز MFO‏ للبنك المركزي
as: কেন্দ্ৰীয় বেংক MFO ক'ড
az: Mərkəzi Bankın MFO Kodu
bg: MFO код на централната банка
bn_in: সেন্ট্রাল ব্যাঙ্কের MFO কোড
bs: MFO šifra centralne banke
cy: Cod MFO y Banc Canolog
da: Nationalbankens MFO-kode
de: MFO-Code der Zentralbank
el: Κωδικός MFO κεντρικής τράπεζας
es: Código de cuenta del Banco Central
et: Keskpanga MFO-kood
eu: Banku zentralaren MFO kodea
fa: کد MFO بانک مرکزی
ga: Cód MFO an Bhainc Cheannais
gd: Còd MFO Banca a' Mheadhain
gl: Código MFO da banca central
gu: કેન્દ્રીય બેંક MFO કોડ
he: קוד MFO של הבנק המרכזי
hi: केंद्रीय बैंक MFO कोड
hr: Vodeći broj Centralne banke
hu: Központi bank MFO-kódja
id: Kode MFO Central Bank
is: MFO-kóði seðlabanka
ja: 中央銀行 MFO コード
ka: ცენტრალური ბანკის მფო კოდი
kk: Орталық банк МФО коды
kn: ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ MFO ಕೋಡ್
ko: 중앙 은행 MFO 코드
ku_arab: کۆدی MFO ی بانکی ناوەندی
ky: Борбордук Банктын МФО коду
lo: ລະຫັດ MFO ຂອງທະນາຄານ
lt: Centrinio banko MFO kodas
lv: Centrālās bankas MFO kods
mi: Waehere MFO Pēke Matua
mk: MFO-код на Централната банка
ml: സെന്‍‌ട്രല്‍ ബാങ്ക് MFO കോഡ്
mn: Төв банкны MFO код
mr: सेंट्रल बँक MFO कोड
ms: Kod MFO Bank Pusat
mt: Kodiċi MFO tal-Bank Ċentrali
ne: केन्द्रिय बैङ्क MFO संकेत
nn_no: MFO-kode til sentralbank
no: MFO-kode for sentralbanken
or: କେନ୍ଦ୍ରୀୟ ବ୍ୟାଙ୍କ MFO କୋଡ୍
pa_arab_pk: مرکزی بینک ایم ایف او کوڈ
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ MFO ਕੋਡ
pl: Kod MFO banku centralnego
ru: Код МФО Центрального банка
sd: سينٽرل بينڪ MFO ڪوڊ
si: මහ බැංකුවේ MFO කේතය
sl: Koda MFO centralne banke
sr_cyrl_rs: MFO шифра централне банке
sr_latn_rs: MFO šifra centralne banke
sv: Centralbankens MFO-kod
ta: சென்ட்ரல் பேங்க்கின் MFO குறியீடு
te: కేంద్ర బ్యాంక్ MFO కోడ్
tg: Рамзи MFO-и Бонки марказӣ Code
th: รหัส MFO ของธนาคารกลาง
tr: Merkez Bankası MFO Kodu
tt: Үзәк банкның MFO коды
ug: مەركىزى بانكا MFO نومۇرى
uk: Код МФО Центрального банку
ur: سینٹرل بینک MFO کوڈ
uz: Markaziy Bank MFO kodi
vi: Mã MFO Ngân hàng Trung tâm
zh_hans: 中央银行 MFO 代码
zh_hant: 中央銀行 MFO 代碼

# Word.BankAccount.BankName
source: Bank name
af: Banknaam
am: የባንክ ስም
ar: اسم البنك
as: বেংক নাম
az: Bankın adı
bg: Име на банката
bn_in: ব্যাঙ্কের নাম
bs: Naziv banke
cy: Enw'r banc
da: Banknavn
de: Name der Bank
el: Επωνυμία τράπεζας
es: Nombre del banco
et: Panga nimi
eu: Bankuaren izena
fa: نام بانک
ga: Ainm an bhainc
gd: Ainm a' bhanca
gl: Nome do banco
gu: બેંક નામ
he: שם הבנק
hi: बैंक का नाम
hr: Naziv banke
hu: Bank neve
id: Nama bank
is: Heiti banka
ja: 銀行名
ka: ბანკის სახელი
kk: Банк атауы
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು
ko: 은행 이름
ku_arab: ناوی بانک
ky: Банктын аталышы
lo: ຊື່ທະນາຄານ
lt: Banko pavadinimas
lv: Bankas nosaukums
mi: Ingoa pēke
mk: Име на банката
ml: ബാങ്കിന്റെ പേര്
mn: Банкны нэр
mr: बँकेचे नाव
ms: Nama bank
mt: Isem tal-bank
ne: बैङ्कको नाम
nn_no: Banknamn
no: Banknavn
or: ବ୍ୟାଙ୍କ ନାମ
pa_arab_pk: بینک دا ناں
pa_in: ਬੈਂਕ ਦਾ ਨਾਮ
pl: Nazwa banku
ru: Название банка
sd: بينڪ جو نالو
si: බැංකුවේ නම
sl: Ime banke
sr_cyrl_rs: Име банке
sr_latn_rs: Ime banke
sv: Bankens namn
ta: வங்கி பெயர்
te: బ్యాంక్ పేరు
tg: Номи бонк
th: ชื่อธนาคาร
tr: Banka adı
tt: Банк исеме
ug: بانكا ئىسمى
uk: Назва банку
ur: بینک کا نام
uz: Bank nomi
vi: Tên ngân hàng
zh_hans: 银行名称
zh_hant: 銀行名稱

# Word.BankAccount.BankBranchName
source: Bank name, branch name
af: Banknaam, taknaam
am: የባንክ ስም፣ የቅርንጫፍ ስም
ar: اسم البنك، اسم الفرع
as: বেঙ্ক নাম, শাখা নাম
az: Bank adı, filial adı
bg: Име на банката, име на клона
bn_in: ব্যাঙ্কের নাম, শাখার নাম
bs: Naziv banke, filijala banke
cy: Enw'r banc, enw'r gangen
da: Banknavn, filialnavn
de: Bankname, Filialname
el: Επωνυμία τράπεζας, όνομα υποκαταστήματος
es: Nombre del banco, nombre de la sucursal
et: Panga nimi, kontori nimi
eu: Bankuaren izena, bulegoaren izena
fa: نام بانک، نام شعبه
ga: Ainm an bhainc, ainm an bhrainse
gd: Ainm a' bhanca, ainm a' mheòir
gl: Nome do banco, nome da sucursal
gu: બેંકનું નામ, શાખાનું નામ
he: שם הבנק, שם הסניף
hi: बैंक का नाम, शाखा का नाम
hr: Naziv banke, naziv poslovnice
hu: Bank neve, fiók neve
id: Nama bank, nama kantor cabang
is: Heiti bankans, heiti bankaútibúsins
ja: 銀行名、銀行支店名
ka: ბანკის დასახელება, ფილიალის დასახელება
kk: Банк аты, филиал аты
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು, ಶಾಖೆ ಹೆಸರು
ko: 은행 이름, 지점 이름
ku_arab: ناوی بانك، ناوی لق
ky: Банк аты, филиал аты
lo: ຊື່ທະນາຄານ, ຊື່ສາຂາ
lt: Banko pavadinimas, filialo pavadinimas
lv: Bankas nosaukums, filiāles nosaukums
mi: Ingoa pēke, ingoa pekanga
mk: Име на банка, име на филијала
ml: ബാങ്ക് പേര്, ശാഖാ പേര്
mn: Банкны нэр, салбарын нэр
mr: बँक नाव, शाखा नाव
ms: Nama bank, nama cawangan
mt: Isem il-bank, isem il-fergħa
ne: बैङ्क नाम, शाखा नाम
nn_no: Banknamn, namn på filial
no: Banknavn, filialnavn
or: ବ୍ୟାଙ୍କ୍ ନାମ, ଶାଖା ନାମ
pa_arab_pk: بینک برانچ،برانچ دا ناں
pa_in: ਬੈਂਕ ਦਾ ਨਾਮ, ਬ੍ਰਾਂਚ ਦਾ ਨਾਮ
pl: Nazwa banku, nazwa oddziału
ru: Название банка и филиала
sd: بينڪ جو نالو، شاخ جو نالو
si: බැංකු නම, ශාඛා නම
sl: Ime banke, ime podružnice
sr_cyrl_rs: Име банке, име пословнице
sr_latn_rs: Ime banke, ime poslovnice
sv: Bankens namn, bankkontorets namn
ta: வங்கிப் பெயர், கிளை பெயர்
te: బ్యాంక్ పేరు, బ్రాంచ్ పేర్రు
tg: Номи бонк, номи филиал
th: ชื่อธนาคาร ชื่อสาขา
tr: Banka adı, şube adı
tt: Банк исемә, бүлек исемә
ug: بانكا نامى، تارماق بانكا نامى
uk: Назва банку, назва філії
ur: بینک کا نام، برانچ کا نام
uz: Bank nomi, bo'lim nomi
vi: Tên ngân hàng, tên chi nhánh
zh_hans: 银行名称、支行名称
zh_hant: 銀行名稱、分行名稱

# Word.BankAccount.BankNCC
source: South African National Clearing Code
af: Suid-Afrikaanse Nasionale Klaringskode
am: የደቡብ አፍሪቃ ብሔራዊ የማጣራት ኮድ በጣም ረዥም ነው።
ar: كود المقاصة الوطنية الجنوب أفريقية
as: দক্ষিণ আফ্ৰিকাৰ জাতীয় ক্লিয়াৰিং ক'ড
az: Cənubi Afrikanın Milli Klirinq Kodu
bg: Южноафрикански национален клирингов код
bn_in: দক্ষিণ আফ্রিকার ন্যাশানাল ক্লিয়ারিং কোড
bs: Nacionalna šifra kliringa Južne Afrike
cy: Cod Clirio Cenedlaethol De Affrica
da: Sydafrikansk national clearing-kode
de: Bankleitzahl für Südafrika
el: Κωδικός NCC για Νότια Αφρική
es: Código de compensación nacional de Sudáfrica
et: Lõuna-Aafrika riiklik kliiringkood
fa: کد تسویه ملی آفریقای جنوبی
ga: Cód náisiúnta imréitigh na hAfraice Theas
gl: Código de conciliación nacional de Sudáfrica
gu: સાઉથ આફ્રિકન નેશનલ ક્લિયરિંગ કોડ
he: קוד סליקה לאומי של דרום אפריקה
hi: दक्षिण अफ़्रीकी राष्ट्रीय समाशोधन कोड
hr: Južnoafrički nacionalni klirinški kôd
hu: Dél-afrikai nemzeti elszámolási kód
id: Kode Kliring Nasional Afrika Selatan
is: Greiðslumiðlunarkóði fyrir Suður-Afríku
ja: 南アフリカ国家為替交換コード
ka: სამხრეთ აფრიკის ნაციონალური კლირინგის კოდი
kk: Оңтүстік Африка ұлттық клиринг коды
kn: ದಕ್ಷಿಣ ಆಫ್ರಿಕನ್ ರಾಷ್ಟ್ರೀಯ ಕ್ಲಿಯರಿಂಗ್ ಕೋಡ್
ko: 남아프리카 공화국 은행 코드
ku_arab: کۆدی پاکتاوکردنی نیشتیمانی باکوری ئەفریقا
ky: Түштүк африкалык улуттук чечишүү коду
lo: ລະຫັດເຄລຍຣິງປະຈໍາຊາດອາຝຣິກາໃຕ້
lt: Pietų Afrikos nacionalinis kliringo kodas
lv: Dienvidāfrikas nacionālais klīringa kods
mi: Waehere Whakawātea ā-Whenua o Awherika ki te Tonga
mk: Јужноафриканска национална шифра за клиринг
ml: സൌത്ത് ആഫ്രിക്കന്‍ നാഷണല്‍ ക്ലിയറിംഗ് കോഡ്
mn: Өмнөд Африкын үндэсний клирингийн код
mr: दक्षिण आफ्रिकी राष्ट्रीय समाशोधन कोड
ms: Kod Penjelasan Nasional Afrika Selatan
mt: Kodiċi Nazzjonali tal-Ikklerjar tal-Afrika t'Isfel
ne: दक्षिण अफ्रीकी राष्ट्रिय समाशोधन संकेत
or: ଦକ୍ଷିଣ ଆଫ୍ରିକୀୟ ରାଷ୍ଟ୍ରୀୟ କ୍ଲିଅରିଂ କୋଡ୍
pa_arab_pk: جنوبی افریقی قومی کلیرنگ کوڈ
pa_in: ਸਾਊਥ ਅਫ਼ਰੀਕਨ ਨੈਸ਼ਨਲ ਕਲੀਅਰਿੰਗ ਕੋਡ
pl: Południowoafrykański krajowy kod rozliczeniowy
ru: Национальный клиринговый код ЮАР
sd: ڏکڻ آفريڪا جو نيشنل ڪليئرنگ ڪوڊ
si: දකුණු අප්‍රිකානු ජාතික නිශ්කාශන කේතය
sl: Južnoafriška nacionalna klirinška koda
sr_cyrl_rs: Јужноафричка национална шифра клиринга
sr_latn_rs: Južnoafrička nacionalna šifra kliringa
ta: தென் ஆப்பிரிக்க தேசிய அங்கீகாரக் குறியீடு
te: దక్షిణ ఆఫ్రికా జాతీయ క్లియరింగ్ కోడ్
tg: Рамзи клиринги миллии Африкаи Ҷанубӣ
th: รหัสเคลียริ่งประจำชาติแอฟริกาใต้
tr: Güney Afrika Ulusal Takas Kodu
tt: Көньяк Африканың милли клиринг коды
ug: جەنۇبىي ئافرىقا دۆلەتلىك ھېسابات نومۇرى
uk: Національний кліринговий код ПАР
ur: جنوبی افریقی قومی تصفیاتی کوڈ
uz: Janubiy Afrika Milliy Kliring Kodi
vi: Mã Thanh toán Quốc gia Nam Phi
zh_hans: 南非国家清算代码
zh_hant: 南非國家結算代碼 (South African National Clearing Code)

# Word.BankAccount.BranchCode
source: Branch code
af: Takkode
am: የቅርንጫፍ ኮድ
ar: رمز الفرع
as: শাখা ক'ড
az: Filialın kodu
bg: Код на клон
bn_in: শাখা কোড
bs: Šifra podružnice
cy: Cod y gangen
da: Afdelingskode
de: Bankleitzahl
el: Κωδικός υποκαταστήματος
es: Código de la sucursal
et: Harukontori kood
eu: Sukurtsal-kodea
fa: کد شعبه
ga: Cód an bhrainse
gd: Còd a' mheòir
gl: Código de sucursal
gu: શાખા કોડ
he: קוד הסניף
hi: शाखा कोड
hr: Šifra poslovnice
hu: Fiókkód
id: Kode Cabang
is: Fyrirtækiskóði
ja: 支店コード
ka: ფილიალის კოდი
kk: Филиал коды
kn: ಶಾಖೆ ಕೋಡ್
ko: 지점 코드
ku_arab: کۆدی لق
ky: Бөлүмдүн коду
lo: ລະຫັດສາຂາ
lt: Filialo kodas
lv: Filiāles kods
mi: Waehere peka
mk: Код на филијала
ml: ശാഖാ കോഡ്
mn: Салбарын код
mr: शाखा कोड
ms: Kod Cawangan
mt: Kodiċi tal-fergħa
ne: शाखा संकेत
nn_no: Avdelingskode
no: Avdelingskode
or: ଶାଖା କୋଡ୍
pa_arab_pk: برانچ دا کوڈ
pa_in: ਸ਼ਾਖਾ ਕੋਡ
pl: Kod oddziału
ru: Код филиала
sd: برانچ ڪوڊ
si: ශාඛා කේතය
sl: Koda poslovalnice
sr_cyrl_rs: Шифра пословнице
sr_latn_rs: Šifra poslovnice
sv: Clearingnumret
ta: கிளைக் குறியீடு
te: బ్రాంచ్ కోడ్
tg: Рамзи филиал
th: รหัสสาขา
tr: Şube kodu
tt: Филиал коды
ug: تارماق بانكا نومۇرى
uk: Код філії
ur: برانچ کوڈ
uz: Filial kodi
vi: Mã chi nhánh
zh_hans: 分行代码
zh_hant: 分行代碼

# Word.BankAccount.BranchName
source: Branch name
af: Taknaam
am: የቅርንጫፍ ስም
ar: اسم الفرع
as: শাখা নাম
az: Filialın adı
bg: Име на клона
bn_in: শাখার নাম
bs: Naziv podružnice
cy: Enw'r gangen
da: Afdelingsnavn
de: Name der Filiale
el: Όνομα υποκαταστήματος
es: Nombre de sucursal
et: Filiaali nimi
eu: Bulegoaren izena
fa: نام شعبه
ga: Ainm an bhrainse
gd: Ainm a' mheòir
gl: Nome de sucursal
gu: બ્રાંચ નામ
he: שם הסניף
hi: शाखा का नाम
hr: Naziv podružnice
hu: Fiók neve
id: Nama Cabang
is: Nafn útibús
ja: 支店名
ka: ფილიალის სახელი
kk: Филиал атауы
kn: ಶಾಖೆ ಹೆಸರು
ko: 지점 이름
ku_arab: ناوی لق
ky: Бөлүмдүн аталышы
lo: ຊື່ສາຂາ
lt: Filialo pavadinimas
lv: Filiāles nosaukums
mi: Ingoa peka
mk: Име на филијала
ml: ശാഖയുടെ പേര്
mn: Салбарын нэр
mr: शाखा नाव
ms: Nama cawangan
mt: Isem tal-fergħa
ne: शाखाको नाम
nn_no: Avdelingsnamn
no: Filialnavn
or: ଶାଖା ନାମ
pa_arab_pk: برانچ دا ناں
pa_in: ਸ਼ਾਖਾ ਦਾ ਨਾਮ
pl: Nazwa oddziału
ru: Название филиала
sd: برانچ جو نالو
si: ශාඛාවේ නම
sl: Ime panoge
sr_cyrl_rs: Име филијале
sr_latn_rs: Ime filijale
sv: Filialens namn
ta: கிளைப் பெயர்
te: శాఖ పేరు
tg: Номи филиал
th: ชื่อสาขา
tr: Şube adı
tt: Филиал исеме
ug: تارماق ئىسىمىڭىز
uk: Назва філіалу
ur: شاخ کا نام
uz: Filial nomi
vi: Tên chi nhánh
zh_hans: 分行名称
zh_hant: 分行名稱

# Word.BankAccount.RoutingNumber
source: Routing number
af: Roeteringsnommer
am: የመተላለፊያ ቁጥር
ar: رقم التوجيه
as: Routing নম্বৰ
az: Bankın kodu
bg: Банков код (RTN/ABA)
bn_in: রুটিং সংখ্যা
bs: Broj usmjeravanja
cy: Rhif llwybro
da: Registreringsnummer
de: Bankleitzahl
el: Κωδικός υποκαταστήματος
es: Número de ruta
et: Marsruutimisnumber
eu: Bideratzaile-zenbakia
fa: شماره روتینگ
ga: Uimhir ródúcháin
gd: Àireamh rùtachaidh
gl: Número de encamiñamento
gu: રાઉટિંગ નંબર
he: מספר ניתוב
hi: रूटिंग संख्या
hr: Broj usmjeravanja
hu: Regisztrációs azonosító
id: Nomor routing
is: Beiningarnúmer
ja: ルーティング ナンバー
ka: მარშრუტის ნომერი
kk: Бағыттау нөмірі
kn: ರೂಟಿಂಗ್ ಸಂಖ್ಯೆ
ko: 라우팅 번호
ku_arab: ژمارەی ئاراستەکردن
ky: Каттам номуру
lo: ເລກເສັ້ນທາງທະນາຄານ
lt: Banko kodas
lv: Reģistrācijas numurs
mi: Tau ararere
mk: RTN
ml: റൂട്ടിംഗ് നമ്പര്‍
mn: Чиглүүлэх дугаар
mr: मार्गस्थ नंबर
ms: Nombor penghalaan
ne: रुटिङ् नम्बर
nn_no: Rutingnummer
no: Registreringsnummer
or: ରୋଟିଂ ନମ୍ଵର
pa_arab_pk: رؤوٹنگ نمبر
pa_in: ਰੂਟਿੰਗ ਨੰਬਰ
pl: Kod banku
ru: Код банка
sd: رائوٽنگ نمبر
si: රූටින් අංකය
sl: Koda banke
sr_cyrl_rs: Број усмеравања
sr_latn_rs: Broj usmeravanja
sv: Clearingnummer
ta: ரூட்டிங் எண்
te: రూటింగ్ సంఖ్య
tg: Рақами раҳнамо
th: หมายเลข Routing Number
tr: Rota numarası
tt: Юлчының номеры
ug: چەك نومۇرىڭىز
uk: Код банку
ur: راؤٹنگ نمبر
uz: Marshrutlash raqami
vi: Số định tuyến
zh_hans: 银行代号
zh_hant: 銀行號碼
