Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PaymentSummaryText
source: You can use this payment option to buy Microsoft products and services anywhere you sign in with ()EmailAddress.
af: Jy kan hierdie betalingsopsie gebruik om Microsoft-produkte en -dienste enige plek te koop wanneer jy met ()EmailAddress aanmeld.
am: በ()EmailAddress በገቡባቸው ማናቸውም ቦታዎች ላይ የMicrosoft ምርቶችን እና አገልግሎቶችን ለመግዛት ይህን የመክፈያ አማራጭ መጠቀም ይችላሉ።
ar: يمكنك استخدام خيار الدفع هذا لشراء منتجات وخدمات Microsoft في أي مكان تقوم فيه بتسجيل الدخول باستخدام ()EmailAddress.
as: আপুনি ()EmailAddress-ৰ সৈতে যিকোনো ঠাইতে ছাইন ইন কৰি Microsoft প্ৰডাক্ট আৰু সেৱাসমূহ ক্ৰয় কৰিবলৈ এই ধন পৰিশোধ বিকল্পটো ব্যৱহাৰ কৰিব পাৰে৷
az: Siz ()EmailAddress ilə daxil olduğunuz istənilən yerdə Microsoft məhsulları və xidmətlərini almaq üçün bu ödəniş seçimindən istifadə edə bilərsiniz.
bg: Можете да използвате тази опция за плащане, за да закупувате продукти и услуги на Microsoft навсякъде, където влизате с ()EmailAddress.
bn_in: যেকোনো জায়গায় ()EmailAddress দিয়ে সাইন ইন করেন তখন আপনি Microsoft পণ্য এবং পরিষেবাসমূহ কেনার জন্য এই অর্থপ্রদানের বিকল্পটি ব্যবহার করতে পারেন৷
bs: Ovaj način plaćanja omogućuje vam kupovinu proizvoda i usluga kompanije Microsoft bilo gdje putem prijave pomoću ()EmailAddress.
cy: Gallwch ddefnyddio'r opsiwn talu hwn i brynu cynnyrch a gwasanaethau Microsoft unrhyw le ble byddwch yn mewngofnodi gyda ()EmailAddress.
da: Du kan bruge denne betalingsmetode til at købe Microsoft-produkter og -tjenester overalt, når du logger på med ()EmailAddress.
de: Mit dieser Zahlungsoption können Sie Microsoft-Produkte und -Dienste überall dort kaufen, wo Sie sich mit „()EmailAddress“ anmelden.
el: Μπορείτε να χρησιμοποιείτε αυτήν την επιλογή πληρωμής για την αγορά προϊόντων και υπηρεσιών της Microsoft οπουδήποτε εισέρχεστε με τη διεύθυνση ()EmailAddress.
es: Puedes usar esta opción de pago para comprar productos y servicios de Microsoft en cualquier lugar desde el que inicies sesión con ()EmailAddress.
et: Seda makseviisi saate kasutada Microsofti toodete ja teenuste ostmiseks kõikjal, kus olete sisse logitud meiliaadressiga ()EmailAddress.
eu: ()EmailAddress kontuarekin saioa hasten duzun edozein tokitan erabil dezakezu ordaintzeko aukera hau Microsoft produktuak eta zerbitzuak erosteko.
fa: هر جایی که با ()EmailAddress وارد سیستم می‌شوید، می‌توانید از این گزینه پرداخت برای خرید محصولات و خدمات Microsoft استفاده کنید.
ga: Is féidir leat an rogha íocaíochta seo a úsáid chun táirgí agus seirbhísí de chuid Microsoft a cheannach áit ar bith a shíníonn tú isteach le ()EmailAddress.
gd: ’S urrainn dhut an roghainn pàighidh seo a chleachdadh gus bathar is seirbheisean Microsoft a cheannach àite sam bith a chlàraicheas tu a-steach le ()EmailAddress.
gl: Podes usar esta opción de pagamento para comprar produtos e servizos Microsoft en calquera lugar desde o que inicies sesión con ()EmailAddress.
gu: Microsoft ઉત્પાદનો અને સેવાઓ ખરીદવા માટે તમે ક્યાંય પણ ()EmailAddress સાથે સાઇન ઇન કરો આ ચૂકવણી વિકલ્પનો ઉપયોગ કરી શકો છો.
he: תוכל להשתמש באפשרות תשלום זו כדי לקנות מוצרים ושירותים של Microsoft בכל מקום שאליו תיכנס באמצעות ()EmailAddress.
hi: आप कहीं भी ()EmailAddress से साइन इन करते हैं, तो आप Microsoft उत्पाद और सेवाएँ खरीदने के लिए इस भुगतान विकल्प का उपयोग कर सकते हैं.
hr: Ovaj način plaćanja omogućuje vam kupnju Microsoftovih proizvoda i usluga bilo gdje putem prijave pomoću ()EmailAddress.
hu: Ezzel a fizetési móddal Microsoft-termékeket és -szolgáltatásokat vásárolhat minden olyan helyen, ahol a(z) ()EmailAddress címmel jelentkezik be.
id: Anda dapat menggunakan opsi pembayaran ini untuk membeli produk dan layanan Microsoft di mana pun Anda masuk dengan ()EmailAddress.
is: Þú getur notað þennan greiðslukost til að kaupa vörur og þjónustu frá Microsoft hvar sem þú skráir þig inn með ()EmailAddress.
ja: ()EmailAddress を利用してサインインすると、どこからでもこの支払い方法を使って、Microsoft の製品とサービスを購入できます。
ka: Microsoft-ის პროდუქტებისა და სერვისების შესაძენად შეგიძლიათ, გამოიყენოთ გადახდის ეს ვარიანტი ყველგან, სადაც შესასვლელად გამოყენებული გაქვთ ()EmailAddress.
kk: ()EmailAddress арқылы кірген кезде, Microsoft өнімдері мен қызметтерін кез келген жерде сатып алу үшін осы төлем әдісін пайдалануға болады.
kn: ()EmailAddress ನೀವು ಸೈನ್ ಇನ್ ಮಾಡುವ ಎಲ್ಲಿಯಾದರೂ Microsoft ಉತ್ಪನ್ನಗಳನ್ನು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಲು ನೀವು ಈ ಪಾವತಿಯ ಆಯ್ಕೆಯನ್ನು ಬಳಸಬಹುದಾಗಿದೆ.
ko: ()EmailAddress(으)로 로그인하면 어디서든 이 결제 옵션을 사용하여 Microsoft 제품 및 서비스를 구매할 수 있습니다.
ku_arab: تۆ دەتوانی ئەم بژاری پارەدانه بەکاربهێنیت بۆ کڕینی ڕاژە و بەرهەمەکانی Microsoft له هەرشوێنێک بچیتەژوورەوە لەڕێگەی ناونیشانی ئیمەیلی () ەوه.
ky: Сиз ()EmailAddress менен катталып кирген каалаган жерден Microsoft өнүмдөрүн жана кызматтарын сатып алуу үчүн бул төлөм тандоосун колдонсоңуз болот.
lo: ທ່ານສາມາດໃຊ້ທາງເລືອການຊຳລະເງິນນີ້ເພື່ອຊື້ຜະລິດຕະພັນ ແລະ ການບໍລິການຂອງ Microsoft ທຸກໆບ່ອນທີ່ທ່ານລົງຊື່ເຂົ້າໃຊ້ດ້ວຍ ()ທີ່ຢູ່ອີເມວ.
lt: „Microsoft“ produktus ir paslaugas galite įsigyti naudodami šį mokėjimo būdą, bet kada, kai prisijungiate naudodami ()EmailAddress.
lv: Šo maksāšanas līdzekli varat izmantot, lai iegādātos Microsoft produktus un pakalpojumus jebkurā vietā, kur pierakstīsities ar e-pasta adresi ()EmailAddress.
mi: Ka taea e koe te whakamahi tēnei kōwhiringa utu hei hoko i ngā hua me ngā ratonga Microsoft ahakoa i hea ina takiuru koe ki ()EmailAddress.
mk: Може да ја користите оваа опција на плаќање за да купувате производи на Microsoft секаде каде што ќе се пријавите со ()EmailAddress.
ml: നിങ്ങള്‍ക്ക് ()EmailAddress ഉപയോഗിച്ച് സൈന്‍ ഇന്‍ ചെയ്ത് എവിടെയും Microsoft ഉത്പന്നങ്ങളും സേവനങ്ങളും വാങ്ങാന്‍ ഈ പെയ്മെന്‍റ് ഓപ്ഷന്‍ ഉപയോഗിക്കാം.
mn: Та ()EmailAddress хаягаар нэвтэрч Microsoft-н бүтээгдэхүүн, үйлчилгээ худалдан авсан бүх газраа энэ төлбөрийн хэрэгслийг ашиглаж болно.
mr: आपण ()EmailAddress साइन करता तिथे कुठेही Microsoft उत्पादने आणि सेवा खरेदी करण्यासाठी आपण हा देयक पर्याय वापरू शकता.
ms: Anda boleh menggunakan pilihan bayaran ini untuk membeli produk dan perkhidmatan Microsoft di mana-mana sahaja anda mendaftar masuk dengan ()EmailAddress.
mt: Tista' tuża din l-għażla ta' pagament biex tixtri prodotti u servizzi ta' Microsoft kull fejn tilloggja b'()IndirizzEmail.
ne: तपाइँले जुनकुनै ठाउँमा ()EmailAddress प्रयोग गरी साइन-इन गर्दा Microsoft का उत्पादन तथा सेवाहरू खरिद गर्न यो भुक्तानी विकल्प प्रयोग गर्न सक्नुहुन्छ।
nn_no: Du kan bruke dette betalingsalternativet til å kjøpe Microsoft sine produkt og tenester kvar som helst du loggar på med ()EmailAddress.
no: Du kan bruke dette betalingsalternativet til å kjøpe Microsoft-produkter og -tjenester hvor som helst du logger på med ()EmailAddress.
or: ଯେକୌଣସି ସ୍ଥାନରେ ଆପଣ()EmailAddress ସହିତ ସାଇନ୍ ଇନ୍ କରି Microsoft ଉତ୍ପାଦ ଏବଂ ସେବାସମୂହ କ୍ରୟ କରିବାକୁ ଆପଣ ଏହି ଦେୟ ବିକଳ୍ପ ବ୍ୟବହାର କରିପାରିବେ.
pa_arab_pk: تُسی کیتے وی ()EmailAddress پتے نوں وتدیاں Microsoft پراڈکٹس اتے خدمتاں خریدن لئی ادائیگی دے ایس انتخاب نوں ورت سکدے او۔
pa_in: ਤੁਸੀਂ ਇਸ ਭੁਗਤਾਨ ਵਿਕਲਪ ਨੂੰ Microsoft ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਖਰੀਦਣ ਲਈ ਕਿਤੇ ਵੀ ()EmailAddress ਨਾਲ ਸਾਈਨ ਕਰਕੇ ਵਰਤ ਸਕਦੇ ਹੋ।
pl: Ta opcja płatności umożliwia kupowanie produktów i usług firmy Microsoft w dowolnej lokalizacji po zalogowaniu się za pomocą adresu e-mail ()EmailAddress.
ru: С помощью этого способа оплаты можно покупать продукты и услуги корпорации Майкрософт на любом устройстве после входа с использованием адреса ()EmailAddress.
sd: توهان هي ادائگي جو اختيار Microsoft جون پروڊڪٽس ۽ خدمتون خريد ڪرڻ لاءِ استعمال ڪري سگهو ٿا ڪٿان به جتي توهان ()EmailAddress سان سائن ان ٿيو ٿا.
si: ඔබ ()EmailAddress මගින් ඇතුල් වන ඕනෑම තැනකදී ඔබට Microsoft නිෂ්පාදන හෝ සේවාවන් මිලදී ගැනීමට මෙම ගෙවීම් අභිරුචිය භාවිත කළ හැකිය.
sl: Ta način plačila lahko uporabljate za nakup Microsoftovih izdelkov in storitev, kjer koli se vpišete z naslovom ()EmailAddress.
sr_cyrl_rs: Ову опцију плаћања можете да користите за куповину Microsoft производа и услуга свугде где се пријавите користећи ()EmailAddress.
sr_latn_rs: Ovu opciju plaćanja možete da koristite za kupovinu Microsoft proizvoda i usluga svugde gde se prijavite koristeći ()EmailAddress.
sv: Du kan använda det här betalningsalternativet och köpa produkter och tjänster från Microsoft varhelst du loggar in med ()EmailAddress.
ta: இந்த பற்றுவகையினை () EmailAddress நுழையும் எல்லா Microsoft தயாரிப்புகளுக்கும், உள்நுழை சேவைகளுக்கும் உபயோகிக்கலாம்.
te: మీరు ఈ చెల్లింపు ఐచ్చికానీ Microsoft ఉత్పత్తులు మరియు సేవలను మీరు ఎక్కడైనా మీ ()EmailAddress సైన్ ఇన్ చేసినప్పుడు కొనడానికి వాడవచ్చును.
tg: Шумо метавонед ин имкони пардохтро барои харидории маҳсулот ва хизматрасониҳои Microsoft дар ҳар ҷое, ки шумо бо ()EmailAddress ворид мешавед, истифода баред.
th: คุณสามารถใช้ตัวเลือกการชำระเงินนี้เพื่อซื้อผลิตภัณฑ์และบริการ Microsoft ได้ทุกที่ที่คุณลงชื่อเข้าใช้ด้วย ()EmailAddress
tr: Bu ödeme seçeneğini, ()EmailAddress ile oturum açtığınız her yerde Microsoft ürün ve hizmetlerini satın almak için kullanabilirsiniz.
tt: Сез бу түләү ысулы ярдәмендә ()EmailAddress белән кергән һәр җирдә Майкрософт продуктлары һәм хезмәтләрен сатып ала аласыз.
ug: ‏()EmailAddress ئارقىلىق تىزىملاپ كىرگەن يەرلەردە بۇ ھەق تاپشۇرۇش ئۇسۇلى ئارقىلىق Microsoft مەھسۇلاتلىرى ۋە مۇلازىمەتلىرىنى سېتىۋالالايسىز.
uk: За допомогою цього способу оплати можна купувати продукти та послуги Microsoft із будь-якого пристрою, на якому виконано вхід за допомогою адреси ()EmailAddress.
ur: آپ کہیں بھی ()EmailAddress کے ساتھ سائن ان کر کے Microsoft مصنوعات اور خدمات خریدنے کے لیے ادائیگی کا یہ اختیار استعمال کر سکتے ہیں۔
uz: Ushbu to‘lov usulidan ()EmailAddress bilan kiriladigan istalgan joydan Microsoft mahsulot va xizmatlarini sotib olish uchun foydalanishingiz mumkin.
vi: Bạn có thể sử dụng tùy chọn thanh toán này để mua các sản phẩm và dịch vụ của Microsoft ở bất cứ đâu bạn đăng nhập bằng ()EmailAddress.
zh_hans: 无论你在任何地方通过 ()EmailAddress 登录，都可以使用此付款选项购买 Microsoft 产品和服务。
zh_hant: 每當您使用 ()EmailAddress 登入時，您可以使用此付款選項來購買 Microsoft 產品與服務。

# Literal.PaymentSummaryText2
source: Anywhere you sign up with ()EmailAddress, you can purchase Microsoft products and services through this payment option.
af: Enige plek waar jy met ()EmailAddress registreer, kan jy Microsoft-produkte en -dienste deur middel van hierdie betaalopsie koop.
am: በ()EmailAddress በተመዘገቡበት ቦታ ሁሉ የ Microsoft ምርቶችን እና አገልግሎቶችን በዚህ የክፍያ አማራጭ መግዛት ይችላሉ።
ar: في أي مكان تسجل فيه باستخدام ()EmailAddress، يمكنك شراء منتجات Microsoft وخدماتها من خلال خيار الدفع هذا.
as: আপুনি ()EmailAddress সৈতে ছাইন আপ কৰা যিকোনো স্থানতে, এই পৰিশোধ বিকল্পৰ জৰিয়তে আপুনি Microsoft সামগ্ৰী আৰু সেৱা ক্ৰয় কৰিব পাৰে।
az: Siz ()EmailAddress ilə daxil olduğunuz istənilən yerdə Microsoft məhsulları və xidmətlərini almaq üçün bu ödəniş seçimindən istifadə edə bilərsiniz.
bg: Навсякъде, където се записвате с ()EmailAddress, можете да закупите продукти и услуги на Microsoft чрез тази опция за плащане.
bn_in: আপনি যেখানেই ()EmailAddress দিয়ে সাইন আপ করেন, আপনি এই অর্থপ্রদানের বিকল্পের মাধ্যমে Microsoft পণ্য এবং পরিষেবাগুলি কিনতে পারেন।
bs: Gdje god se prijavite pomoću ()EmailAddress, možete kupiti Microsoft proizvode i usluge putem ove opcije plaćanja.
cy: Unrhyw le rydych chi'n cofrestru gyda ()EmailAddress, gallwch brynu cynnyrch a gwasanaethau Microsoft drwy'r dewis talu hwn.
da: Hvor som helst du tilmelder dig med ()EmailAddress, kan du købe Microsoft-produkter og -tjenester via denne betalingsmetode.
de: Überall, wo Sie sich mit ()EmailAddress registrieren, können Sie über diese Zahlungsoption Produkte und Dienste von Microsoft erwerben.
el: Οπουδήποτε εγγραφείτε με τη διεύθυνση ()EmailAddress, μπορείτε να αγοράσετε προϊόντα και υπηρεσίες της Microsoft μέσω αυτής της επιλογής πληρωμής.
es: En cualquier lugar donde se registre con ()EmailAddress, puede comprar productos y servicios de Microsoft a través de esta opción de pago.
et: Igal pool, kus olete registreerunud meiliaadressiga ()EmailAddress, saate selle makseviisi kaudu osta Microsofti tooteid ja teenuseid.
eu: ()EmailAddress kontuarekin saioa hasten duzun edozein tokitan erabil dezakezu ordaintzeko aukera hau Microsoft produktuak eta zerbitzuak erosteko.
fa: هر جایی که با ()EmailAddress ثبت‌نام می‌کنید، می‌توانید محصولات و سرویس‌های Microsoft را از طریق این گزینه پرداخت خریداری کنید.
ga: Áit ar bith a cláraíonn tú leis an ()EmailAddress, is féidir leat táirgí agus seirbhísí Microsoft a cheannach tríd an rogha íocaíochta seo.
gd: ’S urrainn dhut bathar is seirbheisean Microsoft a cheannach leis an dòigh phàighidh seo àite sam bith a chlàraicheas tu le ()EmailAddress.
gl: Pode comprar produtos e servizos de Microsoft en calquera lugar no que inicie sesión con ()EmailAddress a través da opción de pagamento.
gu: તમે ગમે ત્યાં ()EmailAddress સાથે સાઇન અપ કરો છો, તમે ત્યાંથી આ ચૂકવણી વિકલ્પ દ્વારા Microsoft ઉત્પાદનો અને સેવાઓ ખરીદી શકો છો.
he: בכל מקום שבו תירשם באמצעות ()EmailAddress, תוכל לרכוש מוצרים ושירותים של Microsoft באמצעות אפשרות תשלום זו.
hi: जहाँ भी आप ()EmailAddress से साइन अप करते हैं, आप इस भुगतान विकल्प के माध्यम से Microsoft उत्पाद और सेवाएँ खरीद सकते हैं.
hr: Bilo gdje da se registrirate s adresom ()EmailAddress, možete kupiti Microsoftove proizvode i usluge putem ovog načina plaćanja.
hu: Bármely olyan helyen vásárolhat Microsoft-termékeket és -szolgáltatásokat ezzel a fizetési lehetőséggel, ahol a(z) ()EmailAddress címmel regisztrál.
id: Di mana pun Anda mendaftar dengan ()EmailAddress, Anda dapat membeli produk dan layanan Microsoft melalui opsi pembayaran ini.
is: Hvar sem þú skráir þig með ()EmailAddress, geturðu keypt Microsoft vörur og þjónustu með þessum greiðslumöguleika.
ja: どこからでも ()EmailAddress を使用してサインアップすれば、このお支払い方法で Microsoft の製品とサービスを購入できます。
ka: Microsoft-ის პროდუქტებისა და სერვისების შესაძენად შეგიძლიათ, გამოიყენოთ გადახდის ეს ვარიანტი ყველგან, სადაც დარეგისტრირებული ხართ ()EmailAddress-ით.
kk: ()EmailAddress арқылы тіркелген кез келген жерде осы төлем параметрі арқылы Microsoft өнімдері мен қызметтерін сатып ала аласыз.
kn: ನೀವು ()EmailAddress ಮೂಲಕ ಎಲ್ಲಿಯಾದರೂ ಸೈನ್ ಅಪ್ ಮಾಡಿ, ಈ ಪಾವತಿ ಆಯ್ಕೆಯ ಮೂಲಕ ನೀವು Microsoft ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಬಹುದು.
ko: ()EmailAddress를 사용하여 등록하는 모든 곳에서 이 결제 옵션을 통해 Microsoft 제품과 서비스를 구매할 수 있습니다.
lo: ທຸກບ່ອນທີ່ທ່ານລົງທະບຽນດ້ວຍ ()EmailAddress, ທ່ານສາມາດຊື້ຜະລິດຕະພັນ ແລະ ການບໍລິການຂອງ Microsoft ຜ່ານຕົວເລືອກການຊຳລະນີ້.
lt: Bet kur, kur prisiregistruojate naudodami ()EmailAddress, galite įsigyti „Microsoft“ produktų ir paslaugų naudodami šį mokėjimo būdą.
lv: Jebkurā vietā, kur reģistrēsities ar ()EmailAddress, varat iegādāties Microsoft produktus un pakalpojumus, izmantojot šo maksāšanas metodi.
mi: I ngā wāhi e rēhita koe me ()EmailAddress, ka taea te hoko i ngā hua me ngā ratonga Microsoft mā tēnei kōwhiringa utu.
mk: Секаде каде што ќе се пријавите со ()EmailAddress, може да купувате производи и услуги на Microsoft преку оваа опција за плаќање.
ml: ()EmailAddress ഉപയോഗിച്ച് നിങ്ങൾ എവിടെ സൈൻ അപ്പ് ചെയ്താലും, ഈ പേയ്മെന്റ് ഓപ്ഷനിലൂടെ നിങ്ങൾക്ക് Microsoft ഉൽപ്പന്നങ്ങളും സേവനങ്ങളും വാങ്ങാൻ കഴിയും.
mr: आपण ()EmailAddress सह कुठेही साइन अप करू शकता, आपण या पेमेंट पर्यायाद्वारे Microsoft उत्पादने आणि सेवा खरेदी करू शकता.
ms: Di mana-mana anda mendaftar dengan ()EmailAddress, anda boleh membeli produk dan perkhidmatan Microsoft melalui pilihan pembayaran ini.
mt: Kull fejn tirreġistra b’dan l-()EmailAddress, tista’ tixtri prodotti u servizzi ta’ Microsoft permezz ta’ din l-għażla ta’ pagament.
ne: तपाईंले ()EmailAddress सँग जहाँसुकै साइन अप गर्दा, तपाईंले यो भुक्तानी विकल्प मार्फत Microsoft उत्पादन र सेवाहरू खरिद गर्न सक्नु हुन्छ।
nn_no: Når du registrerer deg ein stad med ()EmailAddress, kan du kjøpe Microsoft-produkt og -tenester med dette betalingsalternativet.
no: Uansett hvor du registrerer deg med ()EmailAddress kan du kjøpe Microsoft-produkter og -tjenester gjennom dette betalingsalternativet.
or: ଆପଣ ଯେକୌଣସି ସ୍ଥାନରେ ()EmailAddress ସହ ସାଇନ୍ ଅପ୍ କରନ୍ତି, ଆପଣ ଏହି ଦେୟ ବିକଳ୍ପ ମାଧ୍ୟମରେ Microsoft ଉତ୍ପାଦ ଏବଂ ସେବାଗୁଡିକ କ୍ରୟ କରିପାରିବେ.
pa_in: ਕੋਈ ਵੀ ਥਾਂ ਤੋਂ ਜਿੱਥੇ ਤੁਸੀਂ ()EmailAddress ਨਾਲ ਸਾਈਨ ਅਪ ਕਰਦੇ ਹੋ, ਤੁਸੀਂ ਇਸ ਭੁਗਤਾਨ ਵਿਕਲਪ ਰਾਹੀਂ Microsoft ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਖਰੀਦ ਸਕਦੇ ਹੋ।
pl: Wszędzie tam, gdzie zarejestrujesz się za pomocą adresu ()EmailAddress, możesz kupić produkty i usługi firmy Microsoft za pośrednictwem tej opcji płatności.
ru: Приобретать продукты и службы Майкрософт, используя этот способ оплаты, можно в любом месте, где вы входите с помощью ()EmailAddress.
sl: Kjer koli se prijavite z računom ()EmailAddress, lahko s to možnostjo plačila kupite Microsoftove izdelke in storitve.
sr_cyrl_rs: Свуда где се пријавите помоћу ()EmailAddress, можете куповати Microsoft производе и услуге путем ове опције плаћања.
sr_latn_rs: Svuda gde se prijavite pomoću ()EmailAddress, možete kupovati Microsoft proizvode i usluge putem ove opcije plaćanja.
sv: Oavsett var du registrerar dig med ()EmailAddress kan du köpa Microsofts produkter och tjänster via det här betalningsalternativet.
ta: ()EmailAddress மூலம் நீங்கள் எங்கே வேண்டுமானாலும் பதிவுசெய்து, இந்தக் கட்டண முறையின் மூலம் நீங்கள் Microsoft தயாரிப்புகள் மற்றும் சேவைகளை வாங்கலாம்.
te: మీరు ()EmailAddress తో సైన్ అప్ చేసిన ప్రతిచోటా, మీరు ఈ చెల్లింపు ఎంపిక ద్వారా Microsoft ఉత్పత్తులు మరియు సేవలను కొనుగోలు చేయవచ్చు.
th: ทุกที่ที่คุณลงทะเบียนด้วย ()EmailAddress คุณสามารถซื้อผลิตภัณฑ์และบริการของ Microsoft ผ่านตัวเลือกการชำระเงินนี้
tr: ()EmailAddress ile kaydolduğunuz her yerde bu ödeme seçeneğini kullanarak Microsoft ürün ve hizmetlerini satın alabilirsiniz.
tt: Сез ()EmailAddress белән теркәлгән теләсә нинди урында Майкрософт ширкәте продуктларын һәм хезмәтләрен бу түләү ысулы ярдәмендә сатып ала аласыз.
ug: ‏سىز ()EmailAddress ئارقىلىق تىزىملاپ كىرگەن يەرلەردە بۇ ھەق تاپشۇرۇش ئۇسۇلى ئارقىلىق Microsoft مەھسۇلاتلىرى ۋە مۇلازىمەتلىرىنى سېتىۋالالايسىز.
uk: Де б ви не зареєструвалися за допомогою адреси ()EmailAddress, ви можете придбати продукти та послуги Microsoft за допомогою цього способу оплати.
ur: آپ جہاں بھی ()EmailAddress کے ذریعے سائن اپ کریں گے، تو اس طریقہ ادائیگی کے ذریعے Microsoft مصنوعات اور خدمات خرید سکیں گے۔
uz: ()EmailAddress bilan roʻyxatdan oʻtilgan istalgan joyda bu toʻlov usuli orqali Microsoft mahsulot va xizmatlarini sotib olishingiz mumkin.
vi: Khi đăng nhập bằng ()EmailAddress ở bất cứ đâu, bạn đều có thể mua sản phẩm và dịch vụ của Microsoft thông qua tùy chọn thanh toán này.
zh_hans: 在使用 ()EmailAddress 注册的任何位置，都可以通过此支付选项购买 Microsoft 产品和服务。
zh_hant: 您可以在任何使用 ()EmailAddress 註冊的地方，透過此付款選項購買 Microsoft 產品和服務。

# Literal.PICV.ACH.RetryTimes
source: You have {0} tries remaining.
af: Jy het {0} pogings oor.
am: {0} ቀሪ ሙከራዎች አልዎት።
ar: بقيت {0} محاولة/محاولات.
as: আপোনাৰ {0} চেষ্টা বাকী আছে৷
az: {0} cəhdiniz qalır.
bg: Остават ви {0} опита.
bn_in: আপনি আর {0} বার চেষ্টা করতে পারবেন৷
bs: Preostao vam je sljedeći broj pokušaja: {0}.
cy: Mae gennych chi {0} cynnig ar ôl.
da: Du har {0} forsøg tilbage.
de: Sie haben noch {0} Versuche.
el: Σας απομένουν ακόμα {0} προσπάθειες.
es: Te quedan {0} intentos.
et: Järele on jäänud {0} katset.
eu: {0} saiakera geratzen zaizkizu.
fa: {0} تلاش دیگر باقی مانده است.
ga: Tá {0} iarracht fágtha agat.
gd: Tha {0} oidhirp(ean) air fhàgail dhut.
gl: Quédanche {0} tentativas.
gu: તમારી પાસે {0} પ્રયાસો બાકી છે.
he: נותרו לך {0} ניסיונות.
hi: आपके पास {0} प्रयास शेष हैं.
hr: Imate još sljedeći broj preostalih pokušaja: {0}.
hu: Még {0} alkalommal próbálkozhat.
id: Anda memiliki {0} percobaan tersisa.
is: Þú átt {0} tilraunir eftir.
ja: あと {0} 回試すことができます。
ka: დარჩენილი გაქვთ {0} მცდელობა.
kk: Сізде {0} әрекет қалды.
kn: ನಿಮ್ಮ ಬಳಿ {0} ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ.
ko: 시도 횟수가 {0}번 남았습니다.
ku_arab: تۆ {0} هەوڵدانت ماوە.
ky: Сизде {0} аракет калды.
lo: ທ່ານຍັງລອງໄດ້ອີກ {0} ຄັ້ງ.
lt: Liko bandymų: {0}.
lv: Atlikušo mēģinājumu skaits: {0}.
mi: E {0} ō whakamātauranga kei te toe.
mk: Ви преостануваат {0} обиди.
ml: നിങ്ങൾക്ക് {0} ശ്രമങ്ങൾ ശേഷിക്കുന്നു.
mn: Танд {0} оролдлого үлдлээ.
mr: आपले {0} प्रयत्न उर्वरित आहेत.
ms: Anda mempunyai {0} cubaan yang tinggal.
mt: Fadallek {0} tentattivi.
ne: तपाइँसँग {0} प्रयासहरू बाँकी छन्।
nn_no: Du har {0} forsøk att.
no: Du har {0} forsøk igjen.
or: ଆପଣଙ୍କର {0} ଚେଷ୍ଟା ବାକି ରହିଛି.
pa_arab_pk: ‏‏تہاڈیاں {0} کوششاں باقی نیں۔
pa_in: ਤੁਹਾਡੇ ਕੋਲ {0} ਕੋਸ਼ਿਸ਼ਾਂ ਬਾਕੀ ਹਨ।
pl: Pozostała liczba prób: {0}.
ru: Осталось попыток: {0}.
sd: توهان وٽ {0} ڪوششون باقي آهن.
si: ඔබට තව වාර {0} ඉතිරිව තිබේ.
sl: Na voljo imate še toliko poskusov: {0}.
sr_cyrl_rs: Преостало покушаја: {0}.
sr_latn_rs: Preostalo pokušaja: {0}.
sv: Du har {0} försök kvar.
ta: உங்களுக்கு {0} முயற்சிகள் மீதமுள்ளது.
te: మీ వద్ద {0} ప్రయత్నాలు మిగిలి ఉన్నాయి.
tg: Шумо {0} кӯшиши боқимонда доред.
th: คุณสามารถลองได้อีก {0} ครั้ง
tr: {0} deneme hakkınız kaldı.
tt: {0} омтылышыгыз калды.
ug: يەنە {0} قېتىم سىناش پۇرسىتىڭىز قالدى.
uk: Залишилося спроб: {0}.
ur: آپ کے پاس {0} کوششیں باقی ہیں۔
uz: Sizda {0} ta urinish qoldi.
vi: Bạn còn {0} lần thử.
zh_hans: 你还可以尝试 {0} 次。
zh_hant: 您還有 {0} 次嘗試機會。
