Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCard.UpdateAddress.Checkbox
source: Address of my company is same as above
af: Die adres van my maatskappy is dieselfde as hierbo
am: የኩባንያየ አድራሻ ልክ እንደ ላይኛው አድራሻ ተመሳሳይ ነው
ar: عنوان شركتي يشبه ما هو موضح أعلاه
as: মোৰ কোম্পানীটোৰ ঠিকনা ওপৰত দিয়াৰ সৈতে একেই
az: Şirkətimin ünvanı yuxarıdakı ilə eynidir
bg: Адресът на моята фирма е същият като този по-горе
bn_in: আমার কোম্পানির ঠিকানা উপরে হিসাবে একই
bs: Adresa mog preduzeća ista je kao i gore
cy: Mae cyfeiriad fy nghwmni yr un peth â'r cyfeiriad uchod
da: Adressen på min virksomhed er den samme som ovenfor
de: Die Adresse meines Unternehmens stimmt mit der oben genannten überein.
el: Η διεύθυνση της εταιρείας μου είναι η ίδια με την παραπάνω
es: La dirección de mi empresa es la misma que la indicada anteriormente.
et: Minu ettevõtte aadress on sama mis eespool
eu: Enpresaren helbide elektronikoa eta lehen adierazitakoa berdinak dira
fa: آدرس شرکت من همان آدرس فوق است
ga: Is ionann seoladh na cuideachta agus an seoladh thuas
gd: Tha seòladh a’ chompanaidh agam co-ionnann ris an fhear gu h-àrd
gl: O enderezo da miña organización é o mesmo que o anterior
gu: મારી કંપનીનું સરનામું ઉપરોક્ત જેટલું જ છે
he: כתובת החברה שלי זהה לכתובת לעיל
hi: मेरी कंपनी का पता उपर्युक्त पते के समान है
hr: Adresa moje tvrtke ista je kao i gore
hu: A cégem címe azonos a fenti címmel
id: Alamat perusahaan saya sama seperti di atas
is: Heimilisfang fyrirtækisins míns er það sama og ofangreint heimilisfang
ja: 会社の住所は上と同じです
ka: ჩემი კომპანიის მისამართი იგივეა, რაც ზემოთ არის მითითებული
kk: Компаниямның мекенжайы жоғарыдағымен бірдей
kn: ನನ್ನ ಕಂಪನಿಯ ವಿಳಾಸವು ಮೇಲಿನಂತೆಯೇ ಇದೆ
ko: 회사 주소가 위와 동일합니다.
ku_arab: ناونیشانی کۆمپانیاکەی من وەکوو ئەوەی سەرەوەیه
ky: Компаниямдын дареги жогоруда көрсөтүлгөндөй
lo: ທີ່ຢູ່ຂອງບໍລິສັດຂອງຂ້ອຍແມ່ນຄືກັບຂ້າງເທິງ
lt: Mano įmonės adresas yra toks, koks nurodytas anksčiau
lv: Mana uzņēmuma adrese ir tāda pati kā norādīts iepriekš
mi: Ko te wāhitau o taku kamupene ko tēnei i runga
mk: Адресата на мојата компанија е иста како горната
ml: എന്റെ കമ്പനിയുടെ മേൽവിലാസം മുകളിലുള്ളതു തന്നെയാണ്
mn: Манай компанийн хаяг дээрхтэй адил
mr: माझ्या कंपनीचा पत्ता वरील प्रमाणेच आहे
ms: Alamat syarikat saya sama seperti di atas
mt: L-indirizz tal-kumpanija tiegħi huwa l-istess bħal t'hawn fuq
ne: मेरो कम्पनीको ठेगाना माथिको जस्तै छ
nn_no: Firmaadresse er den same som over
no: Adressen til firmaet mitt er det samme som over
or: ମୋ କମ୍ପାନୀର ଠିକଣା ଉପରୋକ୍ତ ପରି ସମାନ
pa_arab_pk: میری کمپنی دا پتہ اُوتے دتا دا ہی اے
pa_in: ਮੇਰੀ ਕੰਪਨੀ ਦਾ ਪਤਾ ਉਪਰੋਕਤ ਵਰਗੀ ਹੈ
pl: Adres mojej firmy jest taki sam jak powyżej
ru: Адрес моей компании совпадает с адресом выше.
sd: منهنجي ڪمپني جو پتو ساڳيون مٿي وارو آهي
si: මගේ සමාගමේ ලිපිනය ඉහතින් සඳහන් කර තිබේ
sl: Naslov mojega podjetja je isti kot zgornji naslov
sr_cyrl_rs: Адреса мог предузећа иста је као адреса изнад
sr_latn_rs: Adresa mog preduzeća ista je kao adresa iznad
sv: Mitt företags adress är densamma som ovan
ta: மேற்குறிப்பிட்ட அதே முகவரி எனது நிறுவன முகவரியாக உள்ளது
te: నా సంస్థ యొక్క చిరునామా పైన అదే ఉంది
tg: Суроғаи ширкати ман монанди дар боло буда аст
th: ที่อยู่บริษัทของฉันเป็นที่อยู่เดียวกันกับข้างต้น
tr: Şirketimin adresi yukarıdakiyle aynı
tt: Минем оешманың адресы өстәгесе белән бертөрле
ug: شىركەت ئادرېسى يۇقىرىقى بىلەن ئوخشاش
uk: Адреса моєї компанії збігається з наведеною вище
ur: میرا کمپنی کا پتہ مندرجہ بالا ہی ہے
uz: Kompaniyamning manzili yuqoridagi kabi
vi: Địa chỉ của công ty tôi giống như trên
zh_hans: 我的公司地址与上述地址相同
zh_hant: 我公司的地址同上

# Literal.Address.DirectDebit.OwnerAddress
source: Bank account owner address
af: Bankrekeningeienaar se adres
am: የባንክ ሒሳብ ባለቤት አድራሻ
ar: عنوان مالك الحساب البنكي
as: বেংক একাউন্টৰ মালিকৰ ঠিকনা
az: Bank hesabı sahibinin ünvanı
bg: Адрес на собственик на банкова сметка
bn_in: ব্যাঙ্ক অ্যাকাউন্টের মালিকের ঠিকানা
bs: Adresa vlasnika bankovnog računa
cy: Cyfeiriad perchennog y cyfrif banc
da: Adresse på ejer af bankkonto
de: Adresse des Bankkontoinhabers
el: Διεύθυνση κατόχου τραπεζικού λογαριασμού
es: Dirección del propietario de la cuenta bancaria
et: Pangakonto omaniku aadress
eu: Banku-kontuaren jabearen helbidea
fa: آدرس مالک حساب بانکی
ga: Seoladh úinéir an chuntais bainc
gd: Seòladh sealbhadair a’ chunntais bhanca
gl: Enderezo do propietario da conta bancaria
gu: બેંક ખાતાના સ્વામીનું સરનામું
he: כתובת הבעלים של חשבון הבנק
hi: बैंक खाते के स्वामी का पता
hr: Adresa vlasnika bankovnog računa
hu: Bankszámla tulajdonosának címe
id: Alamat pemilik rekening bank
is: Heimilisfang reikningshafa
ja: 銀行口座所有者の住所
ka: საბანკო ანგარიშის მფლობელის მისამართი
kk: Банк шоты иесінің мекенжайы
kn: ಬ್ಯಾಂಕ್ ಖಾತೆ ಹೊಂದಿರುವವರ ವಿಳಾಸ
ko: 은행 계좌 소유자 주소
ku_arab: ناونیشانی خاوەنی ئەژمێری بانکی
ky: Банк каттоо жазуусунун ээсинин дареги
lo: ທີ່ຢູ່ເຈົ້າຂອງບັນຊີທະນາຄານ
lt: Banko sąskaitos savininko adresas
lv: Bankas konta turētāja adrese
mi: Wāhinoho o te kaipupuri kaute pēke
mk: Адреса на сопственикот на банкарската сметка
ml: ബാങ്ക് അക്കൗണ്ട് ഉടമയുടെ വിലാസം
mn: Банкны данс эзэмшигчийн хаяг
mr: बँक खातेधारकाचा पत्ता
ms: Alamat pemilik akaun bank
mt: Indirizz ta' sid il-kont bankarju
ne: बैंक खाता मालिकको ठेगाना
nn_no: Adresse til eigar av bankkontoen
no: Eierens adresse for bankkonto
or: ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍‌ ମାଲିକଙ୍କ ଠିକଣା
pa_arab_pk: بینک اکاؤنٹ دے مالک دا پتہ
pa_in: ਬੈਂਕ ਖਾਤੇ ਦੇ ਮਾਲਕ ਦਾ ਪਤਾ
pl: Adres właściciela konta bankowego
ru: Адрес владельца банковского счета
sd: بينڪ اڪائونٽ جي مالڪ جو پتو
si: බැංකු ගිණුම් හිමිකරුගේ ලිපිනය
sl: Naslov lastnika bančnega računa
sr_cyrl_rs: Адреса власника банковног рачуна
sr_latn_rs: Adresa vlasnika bankovnog računa
sv: Bankkontoägarens adress
ta: வங்கிக் கணக்கு உரிமையாளர் முகவரி
te: బ్యాంక్ ఖాతా యజమాని చిరునామా
tg: Суроғаи соҳиби суратҳисоби бонкӣ
th: ที่อยู่เจ้าของบัญชีธนาคาร
tr: Banka hesabı sahibinin adresi
tt: Банк хисап язмасы биләүчесе адресы
ug: بانكا ھېساباتى ئىگىسىنىڭ ئادرېسى
uk: Адреса власника банківського рахунку
ur: بینک اکاؤنٹ کے مالک کا پتہ
uz: Bank hisobi egasining manzili
vi: Địa chỉ chủ sở hữu tài khoản ngân hàng
zh_hans: 银行帐户所有者地址
zh_hant: 銀行帳戶擁有者地址

# Word.PaymentMethod.EditPM
source: Edit payment method
af: Wysig betaalmetode
am: የክፍያ ስልት ያርትዑ
ar: تحرير طريقة الدفع
as: পৰিশোধ পদ্ধতি সম্পাদনা কৰক
az: Ödəniş metodunu redaktə edin
bg: Редактиране на метод на плащане
bn_in: অর্থপ্রদানের পদ্ধতি সম্পাদনা করুন
bs: Uredi način plaćanja
cy: Golygu'r dull talu
da: Rediger betalingsmetode
de: Zahlungsmethode bearbeiten
el: Επεξεργασία μεθόδου πληρωμής
es: Editar método de pago
et: Makseviisi redigeerimine
eu: Aldatu ordaintzeko metodoa
fa: ویرایش روش پرداخت
ga: Cuir modh íocaíochta in eagar
gd: Cuir a-steach dòigh pàighidh
gl: Editar o método de pagamento
gu: ચૂકવણી પદ્ધતિ સંપાદિત કરો
he: ערוך שיטת תשלום
hi: भुगतान विधि संपादित करें
hr: Uređivanje načina plaćanja
hu: Fizetési mód szerkesztése
id: Edit metode pembayaran
is: Breyta greiðsluaðferð
ja: お支払い方法の編集
ka: დაარედაქტირეთ გადახდის მეთოდი
kk: Төлем әдісін өзгерту
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಸಂಪಾದಿಸಿ
ko: 결제 방법 편집
ku_arab: بژاردکردنی شێوازی پارەدان
ky: Төлөө ыкмасын түзөтүү
lo: ແກ້ໄຂວິທີການຈ່າຍເງິນ
lt: Redaguoti mokėjimo būdą
lv: Rediģēt maksāšanas metodi
mi: Whakatikaia te tikanga utu
mk: Уреди го начинот на плаќање
ml: പേയ്‌മെന്റ് രീതി ചിട്ടപ്പെടുത്തുക
mn: Төлбөрийн хэлбэрийг засварлах
mr: देय पद्धत संपादित करा
ms: Edit kaedah pembayaran
mt: Editja l-metodu ta' ħlas
ne: भुक्तानी विधि सम्पादन गर्नुहोस्
nn_no: Rediger betalingsmetode
no: Rediger betalingsmåte
or: ଦେୟ ପଦ୍ଧତି ସମ୍ପାଦନ କରନ୍ତୁ
pa_arab_pk: ادائیگی دے طریقے وچ تدوین کرو
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj metodę płatności
ru: Изменить метод оплаты
sd: رقم ادا ڪرڻ جي طريقي جي تدوين ڪريو
si: ගෙවීමේ ක්‍රමය සංස්කරණය කරන්න
sl: Uredite način plačila
sr_cyrl_rs: Уређивање начина плаћања
sr_latn_rs: Uređivanje načina plaćanja
sv: Redigera betalningsmetod
ta: கட்டணப் பயன்முறையைத் திருத்தவும்
te: చెల్లింపు పద్ధతిని సవరించండి
tg: Усули пардохтро таҳрир диҳед
th: แก้ไขวิธีการชำระเงิน
tr: Ödeme yöntemini düzenle
tt: Түләү ысулын төзәтегез
ug: ھەق تۆلۆش ئۇسۇلىنى تەھرىرىلەش
uk: Редагування методу оплати
ur: ادائیگی کے طریقے میں ترمیم کریں
uz: Toʻlov usulini tahrirlash
vi: Chỉnh sửa phương thức thanh toán
zh_hans: 编辑付款方式
zh_hant: 編輯付款方式

# Word.PaymentMethod.ChoosePM
source: Choose payment method
af: Kies betaalmetode
am: የክፍያ ስልት ይምረጡ
ar: اختيار طريقة الدفع
as: এটা পৰিশোধ পদ্ধতি পছন্দ কৰক
az: Ödəniş metodu seçin
bg: Избор на метод за плащане
bn_in: অর্থপ্রদানের পদ্ধতি চয়ন করুন
bs: Odaberite način plaćanja
cy: Dewis y dull talu
da: Vælg betalingsmetode
de: Zahlungsmethode wählen
el: Επιλέξτε μέθοδο πληρωμής
es: Elegir método de pago
et: Valige makseviis
eu: Aukeratu ordainketa-metodoa
fa: انتخاب روش پرداخت
ga: Roghnaigh modh íocaíochta
gd: Tagh dòigh pàighidh
gl: Escoller método de pagamento
gu: ચૂકવણી પદ્ધતિ પસંદ કરો
he: בחר שיטת תשלום
hi: भुगतान पद्धति चुनें
hr: Odaberite način plaćanja
hu: Fizetési mód kiválasztása
id: Pilih metode pembayaran
is: Velja greiðsluaðferð
ja: 支払方法の選択
ka: აირჩიეთ გადახდის მეთოდი
kk: Төлем әдісін таңдау
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆರಿಸಿ
ko: 지불 방법 선택
ku_arab: هەڵبژاردنی شێوازی پارەدان
ky: Төлөө ыкмасын тандоо
lo: ເລືອກວິທີການຈ່າຍເງິນ
lt: Pasirinkite mokėjimo būdą
lv: Izvēlieties maksāšanas metodi
mi: Kōwhiria te tikanga utu
mk: Изберете начин на плаќање
ml: പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക
mn: Төлбөрийн хэлбэр сонгох
mr: देय पद्धत निवडा
ms: Pilih kaedah pembayaran
mt: Agħżel metodu ta' ħlas
ne: भुक्तानी विधि छनोट गर्नुहोस्
nn_no: Vel betalingsmetode
no: Velg betalingsmåte
or: ଦେୟ ପଦ୍ଧତି ବାଛନ୍ତୁ
pa_arab_pk: ادائیگی دا طریقہ چنو
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ
pl: Wybierz formę płatności
ru: Выбрать метод оплаты
sd: رقم ادا ڪرڻ جو طريقو چونڊيو
si: ගෙවීමේ ක්‍රමයක් තෝරන්න
sl: Izberite način plačila
sr_cyrl_rs: Изаберите начин плаћања
sr_latn_rs: Odaberite način plaćanja
sv: Välj betalningssätt
ta: கட்டணப் பயன்முறையைத் தேர்வு செய்யவும்
te: చెల్లింపు పద్ధతిని ఎంచుకోండి
tg: Усули пардохтро интихоб кунед
th: เลือกวิธีการชำระเงิน
tr: Ödeme yöntemi seçin
tt: Түләү ысулын сайлагыз
ug: ھەق تۆلۆش ئۇسۇلى تاللاش
uk: Вибір способу оплати
ur: ادائیگی کا طریقہ منتخب کریں
uz: Toʻlov usulini tanlang
vi: Chọn phương thức thanh toán
zh_hans: 选择付款方式
zh_hant: 選擇付款方式

# Literal.Payments.RedeemCodeOrGiftCard
source: To redeem a code or gift card, go to
af: Om ’n kode of geskenkbewys op te eis, gaan na
am: ኮድ ወይም የግዢ ካርድ መልሰው ለማግኘት፣ ይሂዱ
ar: لاسترداد رمز أو بطاقة هدايا، انتقل إلى
as: গিফ্ট কাৰ্ড ৰিডীম কৰিবলৈ, ইয়ালৈ যাওক
az: Kod və ya hədiyyə kartını aktivləşdirmək üçün bura keçin:
bg: За да използвате код или карта за подарък, отидете в
bn_in: একটি কোড বা গিফ্ট কার্ড মুক্ত করতে, এতে যান
bs: Da biste iskoristili kôd ili poklon karticu, idite na
cy: I ddefnyddio cod neu gerdyn rhodd, ewch i
da: Hvis du vil indløse en kode eller et gavekort, skal du gå til
de: Um einen Code oder eine Geschenkkarte einzulösen, besuchen Sie
el: Για να εξαργυρώσετε έναν κωδικό ή μια δωροκάρτα, μεταβείτε στην τοποθεσία
es: Para canjear un código o una tarjeta regalo, ve a
et: Koodi või kinkekaardi lunastamiseks avage
eu: Kode edo opari-txartel bat erabiltzeko, joan hona:
fa: برای بازخرید کد یا کارت هدیه، به این پیوند مراجعه کنید:
ga: Chun cód nó cárta bronntanais a fhuascailt, téigh go dtí
gd: Airson còd no cairt prèasaint a chur gu feum, tadhail air
gl: Para trocar un código ou unha tarxeta agasallo, vaia a
gu: કોડ અથવા ગિફ્ટ કાર્ડને રિડીમ કરવા માટે, આના પર જાઓ
he: כדי לממש קוד או כרטיס מתנה, עבור אל הכתובת
hi: किसी कोड या गिफ्ट कार्ड को रिडीम करने के लिए, इस पर जाएँ
hr: Da biste iskoristili kod ili poklon-bon, idite na
hu: Kód vagy ajándékutalvány beváltásához nyissa meg a következőt:
id: Untuk menukarkan kode atau kartu hadiah, buka
is: Til að leysa út kóða eða gjafakort skaltu fara á
ja: コードやギフト カードを使用するには、次のサイトに移動してください。
ka: კოდისა ან სასაჩუქრე ბარათის გამოსაყენებლად, გადადით
kk: Кодты немесе сыйлық картасын белсендіру үшін өтіңіз
kn: ಕೋಡ್ ಅಥವಾ ಗಿಫ್ಟ್ ಕಾರ್ಡ್ ರಿಡೀಮ್ ಮಾಡಲು, ಇಲ್ಲಿಗೆ ಹೋಗಿ
ko: 코드나 기프트 카드를 사용하려면 다음으로 이동하세요.
ku_arab: بۆ هێنانەوەی کۆدێک یان کارتی دیاریەک، بڕۆ بۆ
ky: Кодду же белек карточкасын кайтарып алуу үчүн төмөнкү дарекке өтүңүз:
lo: ເພື່ອແລກໃຊ້ລະຫັດ ຫຼື ບັດຂອງຂວັນ, ໃຫ້ໄປທີ່
lt: Norėdami panaudoti kodą arba dovanų kortelę, eikite į
lv: Lai izmantotu kodu vai dāvanu karti, pārejiet uz vietni
mi: Kia hoko atu i tētahi waehere, kāri koha rānei, haere ki
mk: За да активирате код или подарок-картичка, појдете на
ml: ഒരു കോഡ് അല്ലെങ്കിൽ സമ്മാന കാർഡ് റിഡീം ചെയ്യാനായി, പോവുക
mn: Код эсвэл бэлгийн карт ашиглах бол дараах руу очно уу
mr: एक कोड किंवा भेट कार्डे रिडीम करंण्यासाठी, ला जा
ms: Untuk menebus kod atau kad hadiah, pergi ke
mt: Biex issarraf kodiċi jew gift card, mur fuq
ne: कोड वा उपहार कार्ड रिडीम गर्नलाई, यहाँ जानुहोस्
nn_no: For å løyse inn ein kode eller eit gåvekort, gå til
no: Hvis du vil løse inn en kode eller et gavekort, går du til
or: ଏକ କୋଡ୍‌ କିମ୍ବା ଉପହାର କାର୍ଡ ରିଡିମ୍‌ କରିବାକୁ, ଯାଆନ୍ତୁ
pa_arab_pk: کوڈ یا گفٹ کارڈ ریدیم کرن لئی، ایتھے جاؤ
pa_in: ਇੱਕ ਕੋਡ ਜਾਂ ਤੋਹਫ਼ੇ ਕਾਰਡ ਨੂੰ ਛੁਡਾਉਣ ਲਈ, ਇੱਥੇ ਜਾਓ
pl: Aby zrealizować kod lub bon upominkowy, przejdź do witryny
ru: Чтобы активировать код или подарочную карту, перейдите на сайт
sd: هڪ ڪوڊ يا تحفو ڪارڊ ڇڏائڻ لاءِ ڏانهن وڃو
si: කේතයක් හෝ තෑගි කාඩ්පතක් ලබා ගැනීම සඳහා, යන්න
sl: Za prevzem kode ali darilne kartice obiščite spletno mesto
sr_cyrl_rs: Да бисте активирали кôд или поклон-картицу, идите на
sr_latn_rs: Da biste aktivirali kôd ili poklon-karticu, idite na
sv: Om du vill lösa in en kod eller ett presentkort går du till
ta: குறியீட்டை அல்லது பரிசு அட்டையை மீட்டெடுக்க, இந்தத் தளத்திற்குச் செல்க
te: కోడ్ లేదా బహుమతిని రీడీమ్ చేసేందుకు, దీనికి వెళ్లండి
tg: Барои бозхариди рамз ё туҳфа, ба суроғаи зерин гузаред
th: เมื่อต้องการแลกรหัสหรือบัตรกำนัล ให้ไปที่
tr: Bir kodu veya hediye kartını kullanmak için şuraya gidin:
tt: Кодны яки бүләк картасын активлаштыру өчен, күчегез
ug: كود ياكى سوۋغات كارتىسى نەقلەش ئۈچۈن بۇ يەرگە كىرىڭ:
uk: Щоб використати код або подарунковий сертифікат, перейдіть на сайт
ur: کوڈ یا گفٹ کارڈ ریڈیم کرنے کے لیے، اس پر جائیں
uz: Kod yoki hadya kartasidan foydalanish uchun kiring:
vi: Để quy đổi mã hoặc thẻ quà tặng, hãy đi tới
zh_hans: 若要兑换代码或礼品卡，请转到
zh_hant: 若要兌換代碼或禮品卡，請前往

# Word.PaymentMethod.Search
source: Search
af: Soek
am: ፈልግ
ar: بحث
as: সন্ধান
az: Axtar
bg: Търсене
bn_in: অনুসন্ধান করুন
bs: Pretraži
cy: Chwilio
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
et: Otsing
eu: Bilatu
fa: جستجو
ga: Cuardaigh
gd: Lorg
gl: Buscar
gu: શોધો
he: חיפוש
hi: खोजें
hr: Pretraživanje
hu: Keresés
id: Cari
is: Leita
ja: 検索
ka: ძიება
kk: Іздеу
kn: ಶೋಧಿಸಿ
ko: 검색
ku_arab: گەڕان
ky: Издөө
lo: ຄົ້ນຫາ
lt: Ieškoti
lv: Meklēt
mi: Rapu
mk: Пребарај
ml: തിരയുക
mn: Хайх
mr: शोधा
ms: Cari
mt: Fittex
ne: खोज्नुहोस्
nn_no: Søk
no: Søk
or: ସନ୍ଧାନ
pa_arab_pk: لبھو
pa_in: ਖੋਜ
pl: Wyszukaj
ru: Поиск
sd: ڳوليو
si: සෙවීම
sl: Iskanje
sr_cyrl_rs: Претражи
sr_latn_rs: Pretraži
sv: Sök
ta: தேடல்
te: శోధించు
tg: Ҷустуҷӯ
th: ค้นหา
tr: Ara
tt: Эзләү
ug: ئىزدەش
uk: Пошук
ur: تلاش کریں
uz: Qidirish
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋
