Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.BackRedirectionText
source: You will be redirected to the bank’s website.
af: Jy sal na die bank se webwerf herlei word.
am: ወደ ባንክ ድር ጣቢያ ይዛወራሉ።
ar: ستتم إعادة توجيهك إلى موقع الويب الخاص بالبنك.
as: আপোনাক বেংকৰ’ ৱেব ছাইটলৈ পুনঃনিৰ্দেশিত কৰা হ'ব।
az: Bankın veb-saytına yönləndiriləcəksiniz.
bg: Ще бъдете пренасочени към уеб сайта на банката.
bn_in: আপনাকে ব্যাঙ্কের ওয়েবসাইটে পুনঃনির্দেশিত করা হবে।
bs: Bit ćete preusmjereni na web stranicu banaka.
cy: Cewch eich ailgyfeirio i wefan y banc.
da: Du bliver omdirigeret til bankens websted.
de: Sie werden zur Website der Bank weitergeleitet.
el: Θα ανακατευθυνθείτε στην τοποθεσία web της τράπεζας.
es: Se le redirigirá al sitio web del banco.
et: Teid suunatakse ümber panga veebisaidile.
eu: Bankuaren gunera birbideratuko zaitugu.
fa: شما به وب‌سایت بانک هدایت می‌شوید.
ga: Déanfar tú a atreorú chuig suíomh gréasáin an bhainc.
gd: Thèid d’ ath-stiùireadh gu làrach-lìn a’ bhanca agad.
gl: Será redirixido ao sitio web do banco.
gu: તમને બેંકની વેબસાઇટ પર રીડાયરેક્ટ કરવામાં આવશે.
he: המערכת תעביר אותך לאתר האינטרנט של הבנק.
hi: आपको बैंक की वेबसाइट पर रीडायरेक्ट किया जाएगा.
hr: Bit ćete preusmjereni na web-mjesto banke.
hu: A rendszer átirányítja a bank webhelyére.
id: Anda akan diarahkan ke situs web bank.
is: Þér verður beint á vefsvæði bankans.
ja: 銀行の Web サイトにリダイレクトされます。
ka: თქვენ ბანკის ვებსაიტზე გადამისამართდებით.
kk: Сіз банктің веб-сайтына қайта бағытталасыз.
kn: ನಿಮ್ಮನ್ನು ಬ್ಯಾಂಕ್‍‌ನ ವೆಬ್‍‌ಸೈಟ್‍‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ.
ko: 은행 웹 사이트로 이동합니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຍັງເວັບໄຊທ໌ຂອງທະນາຄານ.
lt: Būsite nukreipti į banko svetainę.
lv: Jūs tiksit novirzīts uz bankas tīmekļa vietni.
mi: Ka tahuri kē e koe ki te paetukutuku pēke’.
mk: Ќе бидете пренасочени на веб-страницата на банката.
ml: നിങ്ങളെ ബാങ്കിന്റെ വെബ്സൈറ്റിലേക്ക് റീഡയറക്ട് ചെയ്യും.
mr: आपल्याला बँकेच्या वेबसाइटवर पुनर्निर्देशित केले जाईल.
ms: Anda akan dihalakan semula ke laman web bank.
mt: Se tiġi dirett mill-ġdid għas-sit web tal-bank.
ne: तपाईंलाई बैंकको वेबसाइटमा रिडाइरेक्ट गरिने छ।
nn_no: Du vil bli omdirigert til banken sin nettstad.
no: Du vil bli omdirigert til bankens nettsted.
or: ଆପଣଙ୍କୁ ବ୍ୟାଙ୍କର ୱେବ୍‍‌ସାଇଟ୍‍‌କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ.
pa_in: ਤੁਹਾਨੂੰ ਬੈਂਕ ਦੀ ਵੈਬਸਾਈਟ ‘ਤੇ ਮੁੜ-ਨਿਰਦੇਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Nastąpi przekierowanie do witryny internetowej banku.
ru: Вы будете перенаправлены на веб-сайт банка.
sl: Preusmerjeni boste na spletno mesto banke.
sr_cyrl_rs: Бићете преусмерени на веб локацију банке.
sr_latn_rs: Bićete preusmereni na veb lokaciju banke.
sv: Du omdirigeras till bankens webbplats.
ta: நீங்கள் வங்கியின் வலைத்தளத்திற்குத் திருப்பிவிடப்படுவீர்கள்.
te: మీరు బ్యాంక్ వెబ్‌సైట్‌కి దారి మళ్లించబడతారు.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ของธนาคาร
tr: Bankanın web sitesine yönlendirileceksiniz.
tt: Сез банк төененә юнәлдереләчәксез.
ug: بانكىنىڭ توربېكىتىگە ئۆتىسىز.
uk: Вас буде переспрямовано на веб-сайт банку.
ur: آپ کو بینک کی ویب سائٹ پر بھیجا جائے گا۔
uz: Siz bank veb-saytiga yoʻnaltirilasiz.
vi: Bạn sẽ được chuyển đến trang web của ngân hàng.
zh_hans: 你将被重定向到银行的网站。
zh_hant: 您會被重新導向至銀行的網站。

# Word.buttonIndexOfTotal.Aria
source: button {0} of {1}
af: knoppie {0} van {1}
am: አዝራር {0} የ {1}
ar: الزر {0} من {1}
as: বুটাম {1} ৰ {0}
az: düymə {0} /{1}
bg: бутон {0} от {1}
bn_in: {1} এর {0} বোতাম
bs: dugme {0} od {1}
cy: botwm {0} o {1}
da: knap {0} af {1}
de: Schaltfläche {0} von {1}
el: κουμπί {0} από {1}
es: botón {0} de {1}
et: nupp {0}/{1}
eu: botoia {0}/{1}
fa: دکمه {0} از {1}
ga: cnaipe {0} de {1}
gd: putan {0} à {1}
gl: botón {0} de {1}
gu: બટન {1} માંથી {0}
he: לחצן {0} מתוך {1}
hi: {1} का बटन {0}
hr: gumb {0} od {1}
hu: {0}/{1} gomb
id: tombol {0} dari {1}
is: hnappur {0} af {1}
ja: ボタン {0} 個 ({1} 個中)
ka: ღილაკი {0} {1}-დან
kk: {0}/{1} түймешігі
kn: ಬಟನ್ {1} ರಲ್ಲಿ {0}
ko: 단추 {0}/{1}
lo: ປຸ່ມ {0} ຂອງ {1}
lt: mygtukas {0} iš {1}
lv: {0}. poga no {1}
mi: pātene {0} o {1}
mk: копче {0} од {1}
ml: ബട്ടൺ {0} / {1}
mr: {1} पैकी {0} बटण
ms: butang {0} daripada {1}
mt: buttuna {0} minn {1}
ne: {1} मध्ये {0} बटन
nn_no: knapp {0} av {1}
no: knapp {0} av {1}
or: ବଟନ୍‌ {0} ର {1}
pa_in: {1} ਦਾ {0} ਬਟਨ
pl: Przycisk {0} z {1}
ru: кнопка {0} из {1}
sl: gumb {0} od {1}
sr_cyrl_rs: дугме {0} од {1}
sr_latn_rs: dugme {0} od {1}
sv: knapp {0} av {1}
ta: பொத்தான் {0}/{1}
te: బటన్ {0}యొక్క {1}
th: ปุ่ม {0} จาก {1}
tr: düğme {0}/{1}
tt: төймә {0}/{1}
ug: {0}/{1}-كۇنۇپكا
uk: кнопка {0} з {1}
ur: {1} میں سے {0} بٹن
uz: {0}-tugma, jami: {1}
vi: nút {0}/{1}
zh_hans: 按钮 {0}/{1}
zh_hant: 按鈕 {0} /{1}

# Word.textBoxIndexOfTotal.Aria
source: text box {0} of {1}
af: teksblokkie {0} van {1}
am: የጽሑፍ ሳጥን {0} የ {1}
ar: مربع النص {0} من {1}
as: পাঠ বাকচ {1} ৰ {0}
az: mətn qutusu {0} /{1}
bg: поле за редактиране {0} от {1}
bn_in: {1} এর {0} পাঠ্য বাক্স
bs: okvir za tekst {0} od {1}
cy: blwch testun {0} o {1}
da: tekstfelt {0} af {1}
de: Textfeld {0} von {1}
el: πλαίσιο κειμένου {0} από {1}
es: cuadro de texto {0} de {1}
et: tekstiväli {0}/{1}
eu: testu-koadroa {0}/{1}
fa: کادر متنی {0} از {1}
ga: bosca téacs {0} de {1}
gd: bogsa-teacsa {0} à {1}
gl: caixa de texto {0} de {1}
gu: પાઠ બૉક્સ {1} માથી {0}
he: תיבת טקסט {0} מתוך {1}
hi: {1} का पाठ बॉक्स {0}
hr: tekstni okvir {0} od {1}
hu: {0}/{1} szövegmező
id: kotak teks {0} dari {1}
is: textareitur {0} af {1}
ja: テキスト ボックス {0} 個 ({1} 個中)
ka: ტექსტის ველი {0} {1}-დან
kk: {0}/{1} мәтін енгізу аймағы
kn: ಪಠ್ಯ ಪೆಟ್ಟಿಗೆ {1} ರಲ್ಲಿ {0}
ko: 텍스트 상자 {0}/{1}
lo: ກ່ອງຂໍ້ຄວາມ {0} ຂອງ {1}
lt: teksto laukas {0} iš {1}
lv: {0}. tekstlodziņš no {1}
mi: pouaka kupu {0} o {1}
mk: текстуално поле {0} од {1}
ml: ടെക്സ്റ്റ് ബോക്സ് {0}/ {1}
mr: {1} पैकी {0} मजकूर बॉक्स
ms: kotak teks {0} daripada {1}
mt: kaxxa tat-test {0} minn {1}
ne: {1} मध्ये {0} पाठ बाकस
nn_no: tekstboks {0} av {1}
no: tekstboks {0} av {1}
or: ପାଠ୍ୟ ବାକ୍ସ {0}ର {1}
pa_in: {1} ਦਾ {0} ਟੈਕਸਟ ਬਾਕਸ
pl: Pole tekstowe {0} z {1}
ru: текстовое поле {0} из {1}
sl: polje z besedilom {0} od {1}
sr_cyrl_rs: оквир за текст {0} од {1}
sr_latn_rs: okvir za tekst {0} od {1}
sv: textruta {0} av {1}
ta: உரைப் பெட்டி {0}/{1}
te: టెక్స్ట్ బాక్స్ {0}యొక్క {1}
th: กล่องข้อความ {0} จาก {1}
tr: metin kutusu {0}/{1}
tt: текст кыры {0}/{1}
ug: {0}/{1}-تېكىست رامكىسى
uk: текстове поле {0} з {1}
ur: {1} میں سے {0} متن خانہ
uz: {0}-matn maydoni, jami: {1}
vi: vùng văn bản {0}/{1}
zh_hans: 文本框 {0}/{1}
zh_hant: 文字方塊 {0} /{1}

# Word.3DS1CvvInstructions.Aria
source: Enter your cvv for {0} ending in {1}
af: Voer jou cvv in vir {0} wat op {1} eindig
am: ለ {0} የሚያበቃውን {1} የእርስዎን cvv ያስገቡ
ar: أدخل رمز التحقق من البطاقة (CVV) لبطاقة {0} الخاصة بك التي تنتهي بـ {1}
as: {0} বাবে আপোনাৰ চিভিভি দিয়ক {1}ত সমাপ্ত হ’ব
az: {1} rəqəmləri ilə bitən {0} üçün olan kart yoxlama kodunuzu daxil edin
bg: Въведете вашия cvv код за {0}, завършващ на {1}
bn_in: {0} এর জন্য আপনার cvv লিখুন যা {1} এ শেষ হবে
bs: Unesite svoj cvv za {0} koji se završava na {1}
cy: Rhowch eich CVV ar gyfer {0} sy’n diweddu {1}
da: Angiv cvv for {0}, der slutter på {1}
de: Geben Sie Ihre Kreditkartenprüfnummer für {0} ein, die auf {1} endet.
el: Εισαγάγετε το CVV σας για την κάρτα {0} που τελειώνει σε {1}
es: Escriba su CVV para {0} que termina en {1}
et: Sisestage oma kaardi {0} CVV, mis lõppeb numbritega {1}
eu: Idatzi {1} amaitzen den {0} txartelaren cvv zenbakia
fa: cvv خود را برای {0} که به {1} ختم می‌شود وارد کنید
ga: Iontráil do cvv le haghaidh {0} a chríochnaíonn ar {1}
gd: Cuir a-steach an CVV agad airson {0} a tha a’ crìochnachadh le {1}
gl: Insire o teu CVV de {0} que remata en {1}
gu: {1} સાથે સમાપ્ત થતાં {0} માટે તમારો cvv દાખલ કરો
he: הזן את ה- cvv עבור{0} שמסתיים ב- {1}
hi: {1} पर समाप्त होने वाली {0} के लिए अपना cvv दर्ज करें
hr: Unesite cvv za {0} koji završava {1}
hu: Adja meg a CVV-t a(z) {1} végződésű {0} kártyához
id: Masukkan cvv Anda untuk {0} yang berakhiran {1}
is: Færðu inn CVV-kóðann fyrir {0} sem endar á {1}
ja: 末尾が {1} の {0} の CVV を入力してください
ka: შეიყვანეთ თქვენი ბარათის დამოწმების კოდი {0}-(ი)სთვის, რომელიც შემდეგი ციფრებით მთავრდება: {1}
kk: {1} аяқталатын {0} карта үшін CVV кодты енгізіңіз
kn: {1} ರಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ {0} ಗಾಗಿ ನಿಮ್ಮ cvv ಅನ್ನು ನಮೂದಿಸಿ
ko: {1}(으)로 끝나는 {0}의 cvv 입력
lo: ປ້ອນ CVV ຂອງທ່ານເຂົ້າສຳລັບ {0} ສິ້ນສຸດລົງໃນ {1}
lt: Įveskite savo {0} CVV, kuris baigiasi {1}
lv: Ievadiet savu CVV kartei {0}, kas beidzas ar {1}
mi: Tāurua tō cvv mō te tauaha {0} e whakamutu ana i roto i {1}
mk: Внесете го вашиот CVV-код за {0} што завршува на {1}
ml: {0}-ന് വേണ്ടി {1}-ൽ അവസാനിക്കുന്ന നിങ്ങളുടെ cvv നൽകുക
mr: {1} ने शेवट होणाऱ्या आपल्या {0} चा cvv प्रविष्ट करा
ms: Masukkan cvv anda untuk {0} yang berakhir dengan {1}
mt: Daħħal is-cvv għall-{0} li tispiċċa bi {1}
ne: {0} का लागि आफ्नो {1} मा अन्त्य हुने cvv प्रविष्ट गर्नुहोस्
nn_no: Skriv inn CVV-nummeret for {0} som sluttar på {1}
no: Angi cvv-koden for {0} som slutter på {1}
or: {1} ସମାପ୍ତ କରିବା {0} ପାଇଁ ଆପଣଙ୍କ cvv ପ୍ରବେଶ କରନ୍ତୁ
pa_in: {1} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲੇ {0} ਲਈ ਆਪਣੇ CVV ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź kod CVV dla karty {0} kończącej się na {1}
ru: Введите CVV-код для карты {0}, заканчивающейся на {1}
sl: Vnesite kodo cvv za {0}, ki se konča s številko {1}
sr_cyrl_rs: Унесите cvv за {0} који се завршава на {1}
sr_latn_rs: Unesite cvv za {0} koji se završava na {1}
sv: Ange CVV-koden för {0} som slutar med {1}
ta: {1} என முடிவடையும் {0}-க்காக உங்கள் CVV-ஐ உள்ளிடவும்
te: {0}కోసం {1} తో ముగిసే మీ CVVని నమోదు చేయండి.
th: ใส่ cvv ของคุณสําหรับ {0} ที่ลงท้ายด้วย {1}
tr: {1} ile biten {0} kartınızın CVV kodunu girin
tt: {1} белән беткән {0} өчен cvv кодыгызны кертегез
ug: ئاياغ نومۇرى {1} بولغان {0} نىڭ CVV كودىنى كىرگۈزۈڭ
uk: Введіть код CVV для {0} , що закінчується на {1}
ur: {0} کے لئے اپنا cvv درج کریں جس کے آخر میں {1} لکھا ہوا ہے
uz: {0} uchun oxiri {1} bilan tugaydigan CVV-kodingizni kiriting
vi: Nhập cvv của bạn cho {0} có số đuôi là {1}
zh_hans: 输入以 {1} 结尾的 {0} 卡的 CVV
zh_hant: 輸入 {0} 的 CVV，結尾為 {1}

# Literal.AddCreditCardIFrame.AccessibilityText
source: The bank authentication dialog
af: Die bankwaarmerkingsdialoog
am: የባንክ የማንነት ማረጋገጫ መገናኛ
ar: مربع حوار مصادقة البنك
as: বেংক প্ৰামাণিকীকৰণ সংলাপ
az: Bankın əslliyi yoxlama dialoqu
bg: Диалоговият прозорец за удостоверяване на банката
bn_in: ব্যাঙ্কের প্রমাণীকরণ কথোপকথন
bs: Bankovni dijaloški okvir za provjeru vjerodostojnosti
cy: Blwch deialog dilysu'r banc
da: Dialogboksen Bankgodkendelse
de: Dialogfeld zur Bankauthentifizierung
el: Το παράθυρο διαλόγου ελέγχου ταυτότητας της τράπεζας
es: Cuadro de diálogo de autenticación bancaria
et: Panga autentimise dialoog
eu: Bankuarekin autentifikatzeko elkarrizketa
fa: کادر محاوره‌ای تأیید اعتبار بانکی
ga: Dialóg fíordheimhnithe an bhainc
gd: Còmhradh dearbhadh a’ bhanca
gl: O diálogo de autenticación do banco
gu: બેંક પ્રમાણીકરણ સંવાદ
he: תיבת הדו-שיח לאימות הבנק
hi: बैंक प्रमाणीकरण संवाद
hr: Dijaloški okvir za provjeru autentičnosti banke
hu: A banki hitelesítési párbeszédpanel
id: Dialog autentikasi bank
is: Sannvottunarsvargluggi banka
ja: 銀行の認証ダイアログ
ka: საბანკო ავთენტიფიკაციის დიალოგი
kk: Банктік аутентификация диалогтық терезесі
kn: ಬ್ಯಾಂಕ್ ದೃಢೀಕರಣದ ಸಂವಾದ
ko: 은행 인증 대화
lo: ກ່ອງໂຕ້ຕອບການຮັບຮອງຄວາມຖືກຕ້ອງຂອງທະນາຄານ
lt: Banko autentifikavimo dialogo langas
lv: Bankas autentifikācijas dialoglodziņš
mi: Te kōrero motuhēhēnga pēke
mk: Дијалог за банкарска автентикација
ml: ബാങ്ക് പ്രാമാണീകരണ ഡയലോഗ്
mr: बँक प्रमाणीकरण डायलॉग
ms: Dialog pengesahan bank
mt: Id-djalogu ta’ awtentikazzjoni tal-bank
ne: बैंक प्रमाणीकरण संवाद
nn_no: Bankdialogen for godkjenning
no: Dialogboksen for bankgodkjenning
or: ବ୍ୟାଙ୍କ ପ୍ରାମାଣିକତା ଡାୟଲଗ୍
pa_in: ਬੈਂਕ ਪ੍ਰਮਾਣੀਕਰਣ ਸੰਵਾਦ
pl: Okno dialogowe uwierzytelniania bankowego
ru: Диалоговое окно проверки подлинности банка
sl: Pogovorno okno za preverjanje pristnosti banke
sr_cyrl_rs: Дијалог потврде идентитета за плаћање банковном картицом
sr_latn_rs: Dijalog potvrde identiteta za plaćanje bankovnom karticom
sv: Dialogrutan för bankautentisering
ta: வங்கி அங்கீகார உரையாடல்
te: బ్యాంక్ ప్రమాణీకరణ డైలాగ్
th: กล่องโต้ตอบการรับรองความถูกต้องของธนาคาร
tr: Banka kimlik doğrulaması iletişim kutusu
tt: Банкта чынлык тикшерү диалог тәрәзе
ug: بانكا دەلىللەش كۆزنىكى
uk: Діалогове вікно автентифікації від банку
ur: بینک توثیق کاری کا ڈائیلاگ
uz: Bank tekshiruvi muloqot oynasi
vi: Hộp thoại xác thực ngân hàng
zh_hans: “银行身份验证”对话框
zh_hant: 銀行驗證對話方塊

# Literal.CreditCardChallengeIFrame.AccessibilityText
source: The bank purchase authentication dialog
af: Die bankaankoopwaarmerkingsdialoog
am: የባንኩ ግዢ የማንነት ማረጋገጫ ንግግር
ar: مربع حوار مصادقة شراء البنك
as: বেংক ক্ৰয় প্ৰামাণিকীকৰণ সংলাপ
az: Bankın satınalma üzrə əslliyi yoxlama dialoqu
bg: Диалоговият прозорец за удостоверяване на покупка от банката
bn_in: ব্যাঙ্কে ক্রয়ের প্রমাণীকরণ কথোপকথন
bs: Bankovni dijaloški okvir za provjeru vjerodostojnosti za obavljanje kupovine
cy: Blwch deialog dilysu prynu'r banc
da: Dialogboksen Godkendelse af bankkøb
de: Dialogfeld zur Authentifizierung des Bankkaufs
el: Το παράθυρο διαλόγου ελέγχου ταυτότητας της τράπεζας για την αγορά
es: Cuadro de diálogo de autenticación de compra bancaria
et: Panga ostuautentimise dialoog
eu: Bankuarekin erosketa autentifikatzeko elkarrizketa
fa: کادر محاوره‌ای تأیید اعتبار خرید بانکی
ga: Dialóg fíordheimhnithe an cheannacháin bainc
gd: Còmhradh dearbhadh na ceannachd aig a’ bhanca
gl: O diálogo de autenticación de compra do banco
gu: બેંક ખરીદી પ્રમાણીકરણ સંવાદ
he: תיבת הדו-שיח לאימות רכישת הבנק
hi: बैंक खरीद प्रमाणीकरण संवाद
hr: Dijaloški okvir za provjeru autentičnosti bankovne kupnje
hu: A banki vásárlási hitelesítési párbeszédpanel
id: Dialog autentikasi pembelian bank
is: Sannvottunarsvargluggi kaupa í gegnum banka
ja: 銀行購入の認証ダイアログ
ka: საბანკო შესყიდვის ავთენტიფიკაციის დიალოგი
kk: Банктік сатып алу аутентификациясы диалогтық терезесі
kn: ಬ್ಯಾಂಕ್ ಖರೀದಿ ದೃಢೀಕರಣದ ಸಂವಾದ
ko: 은행 구매 인증 대화
lo: ກ່ອງໂຕ້ຕອບການຮັບຮອງຄວາມຖືກຕ້ອງການຊື້ຜ່ານທະນາຄານ
lt: Banko pirkimo autentifikavimo dialogo langas
lv: Bankas pirkuma autentifikācijas dialoglodziņš
mi: Te kōrero motuhēhēnga hokonga pēke
mk: Дијалог за автентикација при банкарско купување
ml: ബാങ്ക് വാങ്ങൽ പ്രാമാണീകരണ ഡയലോഗ്
mr: बँक खरेदी प्रमाणीकरण डायलॉग
ms: Dialog pengesahan pembelian bank
mt: Id-djalogu tal-awtentikazzjoni tax-xirja tal-bank
ne: बैंक खरिद प्रमाणीकरण संवाद
nn_no: Bankdialogen for godkjenning av kjøp
no: Dialogboksen for godkjenning av bankkjøp
or: ବ୍ୟାଙ୍କ କ୍ରୟ ପ୍ରାମାଣିକତା ଡାୟଲଗ୍
pa_in: ਬੈਂਕ ਖਰੀਦ ਪ੍ਰਮਾਣੀਕਰਣ ਸੰਵਾਦ
pl: Okno dialogowe uwierzytelniania bankowego dla zakupów
ru: Диалоговое окно проверки подлинности для покупки в банке
sl: Pogovorno okno za preverjanje pristnosti bančnega nakupa
sr_cyrl_rs: Дијалог потврде идентитета за плаћање куповине банковном картицом
sr_latn_rs: Dijalog potvrde identiteta za plaćanje kupovine bankovnom karticom
sv: Dialogrutan för autentisering av bankköp
ta: வங்கிக்கான வாங்குதல் அங்கீகார உரையாடல்
te: బ్యాంక్ కొనుగోలు ప్రమాణీకరణ డైలాగ్
th: กล่องโต้ตอบการรับรองความถูกต้องการซื้อของธนาคาร
tr: Banka satın alma kimlik doğrulaması iletişim kutusu
tt: Банкта сатып алу өчен чынлык тикшерү диалог тәрәзе
ug: بانكىنىڭ سودىلىقنى دەلىللەش كۆزنىكى
uk: Діалогове вікно автентифікації покупки від банку
ur: بینک خریداری کی توثیق کاری کا ڈائیلاگ
uz: Bank tomonidan xarid tekshiruvi muloqot oynasi
vi: Hộp thoại xác thực mua hàng qua ngân hàng
zh_hans: “银行购买身份验证”对话框
zh_hant: 銀行購買驗證對話方塊

# Literal.Checkout.PaymentInformation.Text
source: You are paying {0} {1} to {2}
af: Jy betaal tans {0} {1} aan {2}
am: ከ {0} {1} እስከ {2} እየከፈሉ ነው
ar: أنت تدفع {0} {1} إلى {2}
as: আপুনি {0} {1}ৰ পৰা {2}লৈ পৰিশোধ কৰিছে
az: {0} {1} məbləğində {2} adlı satıcıya ödəniş edirsiniz
bg: Плащате {0}{1} на {2}
bn_in: আপনি {2}কে {0} {1} টাকা অর্থ প্রদান করছেন
bs: Plaćate {0} {1} prodavaču {2}
cy: Rydych chi’n talu {0} {1} i {2}
da: Du betaler {0} {1} til {2}
de: Sie zahlen {0} {1} an {2}
el: Πληρώνετε {0}{1} για να {2}
es: Está pagando {0} {1} a {2}
et: Maksate {1} {0} müüjale {2}
eu: {0} {1} ordaintzen ari zara honi: {2}
fa: شما {0} {1} به {2} پرداخت می‌کنید
ga: Tá tú ag íoc {0} {1} le {2}
gd: Tha thu a’ pàigheadh {0} {1} gu {2}
gl: Estás a pagar {0}{1} a {2}
gu: તમે {2}ને {0}{1} ચૂકવી રહ્યાં છો
he: אתה משלם {0} {1} ל- {2}
hi: आप {2} को {0}{1} भुगतान कर रहे हैं
hr: Plaćate {0} {1} prodavaču {2}
hu: Ön {1} {0} összeget fizet {2} számára
id: Anda membayar {0} {1} ke {2}
is: Þú ert að greiða {0} {1} til {2}
ja: {2} に {0} {1} の支払いをしています
ka: თქვენ უხდით {0} {1} {2}-ს
kk: Сіз {2} атты сатушыға {0} {1} төлеп жатырсыз
kn: ನೀವು {2} ಗೆ {0} {1} ಪಾವತಿಸುತ್ತಿರಿ
ko: {0} {1} ~ {2}이(가) 부과됩니다.
lo: ທ່ານກຳລັງຊຳລະເງິນ {0} {1} ໃຫ້ກັບ {2}
lt: Mokate {0} {1} pardavėjui {2}
lv: Jūs maksājat {0} {1} pārdevējam {2}
mi: Kei te utu koe {0} {1} ki a {2}
mk: Плаќате {0} {1} на {2}
ml: നിങ്ങൾ {0}{1} മുതൽ {2} വരെ നൽകുന്നു
mr: आपण {2} यांना {0}{1} देत आहात
ms: Anda membayar {0} {1} kepada {2}
mt: Qed tħallas {0} {1} lil {2}
ne: तपाईं {2} लाई तपाईं {0} {1} भुक्तानी गर्दै हुनु हुन्छ
nn_no: Du betalar {0} {1} til {2}
no: Du betaler {0} {1} til {2}
or: ଆପଣ {2} କୁ{0} {1} ଦେୟ ଦେଉଛନ୍ତି
pa_in: ਤੁਸੀਂ {2} ਨੂੰ {0} {1} ਦਾ ਭੁਗਤਾਨ ਕਰ ਰਹੇ ਹੋ
pl: Płacisz {0} {1} sprzedawcy {2}
ru: Вы платите {1} {0} продавцу {2}
sl: Za {0} {1} plačujete {2}
sr_cyrl_rs: Плаћате {0} {1} продавцу {2}
sr_latn_rs: Plaćate {1} {0} prodavcu {2}
sv: Du betalar {0} {1} till {2}
ta: நீங்கள் {2}-க்கு {0} {1} செலுத்துகிறீர்கள்
te: మీరు {0} కు {1} {2} చెల్లిస్తున్నారు
th: คุณกําลังชําระเงิน {0} {1} ให้{2}
tr: {2} adlı satıcıya {1} {0} ödüyorsunuz
tt: Сез {2} сатучыга {0} {1} түлисез
ug: {2} غا {0} {1} تۆلەيسىز
uk: Ви платите {0} {1} на користь {2}
ur: آپ {2} کو {1} {0} ادا کر رہے ہیں
uz: Quyidagi uchun {0} {1} toʻlayapsiz: {2}
vi: Bạn đang thanh toán {0} {1} cho {2}
zh_hans: 你将向 {2} 支付 {0} {1}
zh_hant: 您即將支付 {0} {1} 給 {2}

# Literal.Checkout.ContactInformation.Text
source: Contact information
af: Kontakinligting
am: የእውቂያ መረጃ
ar: معلومات جهة الاتصال
as: পৰিচয় তথ্য
az: Əlaqə məlumatı
bg: Информация за контакт
bn_in: যোগাযোগের তথ্য
bs: Kontakt informacije
cy: Gwybodaeth gyswllt
da: Kontaktoplysninger
de: Kontaktinformationen
el: Στοιχεία επικοινωνίας
es: Información de contacto
et: Kontaktandmed
eu: Harremanetarako informazioa
fa: اطلاعات تماس
ga: Faisnéis teagmhála
gd: Fiosrachadh conaltraidh
gl: Información de contacto
gu: સંપર્ક માહિતી
he: פרטי קשר
hi: संपर्क जानकारी
hr: Podaci za kontakt
hu: Kapcsolattartási adatok
id: Informasi kontak
is: Samskiptaupplýsingar
ja: 連絡先情報
ka: საკონტაქტო ინფორმაცია
kk: Контакт мәліметтері
kn: ಸಂಪರ್ಕ ಮಾಹಿತಿ
ko: 연락처 정보
lo: ຂໍ້ມູນລາຍຊື່ຕິດຕໍ່
lt: Kontaktinė informacija
lv: Kontaktinformācija
mi: Mōhiohio hoapā
mk: Информации за контакт
ml: സമ്പർക്ക വിവരം
mr: संपर्क माहिती
ms: Maklumat hubungan
mt: Informazzjoni tal-kuntatt
ne: सम्पर्क जानकारी
nn_no: Kontaktinformasjon
no: Kontaktinformasjon
or: ସମ୍ପର୍କ ସୂଚନା
pa_in: ਸੰਪਰਕ ਜਾਣਕਾਰੀ
pl: Informacje kontaktowe
ru: Контактные данные
sl: Podatki za stik
sr_cyrl_rs: Контакт информације
sr_latn_rs: Informacije o kontaktu
sv: Kontaktinformation
ta: தொடர்புத் தகவல்
te: పరిచయ సమాచారం
th: ข้อมูลที่ติดต่อ
tr: İletişim bilgileri
tt: Контакт мәгълүматы
ug: ئالاقە ئۇچۇرى
uk: Контактна інформація
ur: رابطے کی معلومات
uz: Kontakt maʼlumotlari
vi: Thông tin liên hệ
zh_hans: 联系人信息
zh_hant: 連絡資訊

# Literal.Checkout.PaymentConfirmation.Text
source: Your payment confirmation will be sent to your email.
af: Jou betalingsbevestiging sal na jou e-posadres gestuur word.
am: የክፍያ ማረጋገጫዎ ወደ ኢሜይልዎ ይላካል።
ar: سيتم إرسال تأكيد الدفع إلى بريدك الإلكتروني.
as: আপোনাৰ পৰিশোধ নিশ্চিতকৰণ আপোনাৰ ই-মেইললৈ প্ৰেৰণ কৰা হ'ব।
az: Ödəniş təsdiqiniz e-poçtunuza göndəriləcək.
bg: Потвърждение за вашето плащане ще бъде изпратено до имейл адреса ви.
bn_in: আপনার অর্থপ্রদান নিশ্চিতকরণ আপনার ইমেলে পাঠানো হবে।
bs: Vaša potvrda plaćanja će biti poslana na vašu e-poštu.
cy: Caiff cadarnhad eich taliad ei anfon i’ch e-bost.
da: Din betalingsbekræftelse sendes til din mail.
de: Ihre Zahlungsbestätigung wird an Ihre E-Mail-Adresse gesendet.
el: Η επιβεβαίωση της πληρωμής σας θα σταλεί στη διεύθυνση ηλεκτρονικού ταχυδρομείου σας.
es: La confirmación de pago se enviará a su correo electrónico.
et: Maksekinnitus saadetakse teie meiliaadressile.
eu: Helbide elektronikora bidaliko dizugu ordainketaren berrespena.
fa: تأیید پرداخت شما به ایمیلتان ارسال خواهد شد.
ga: Seolfar do dheimhniú íocaíochta chuig do ríomhphost.
gd: Thèid dearbhadh na ceannachd agad a chur thugad air a’ post-d.
gl: A confirmación de pagamento enviarase ao teu correo electrónico.
gu: તમારા ચૂકવણી પુષ્ટિકરણને તમારા ઈમેલ પર મોકલવામાં આવશે.
he: אישור התשלום שלך יישלח לדואר האלקטרוני שלך.
hi: आपका भुगतान पुष्टिकरण आपके ईमेल पर भेजा जाएगा.
hr: Potvrda plaćanja poslat će se na vašu adresu e-pošte.
hu: A kifizetés visszaigazolását e-mailben fogja megkapni.
id: Konfirmasi pembayaran akan dikirimkan ke email Anda.
is: Greiðslustaðfestingin verður send í tölvupósti.
ja: お支払いの確認がお客様のメール アドレスに送信されます。
ka: გადახდის დადასტურება გამოიგზავნება თქვენს ელფოსტის მისამართზე.
kk: Төлем растауыңыз сіздің электрондық пошта мекенжайыңызға жіберіледі.
kn: ನಿಮ್ಮ ಪಾವತಿ ದೃಢೀಕರಣವನ್ನು ನಿಮ್ಮ ಇಮೇಲ್‍‌ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.
ko: 결제 확인이 메일로 전송됩니다.
lo: ການຢືນຢັນການຊຳລະເງິນຂອງທ່ານຈະຖືກສົ່ງຫາອີເມວຂອງທ່ານ.
lt: Jūsų mokėjimo patvirtinimas bus išsiųstas jūsų el. pašto adresu.
lv: Jūsu maksājuma apstiprinājums tiks nosūtīts uz jūsu e-pasta adresi.
mi: Ka tukua tō whakaae utunga ki tō īmēra.
mk: Потврдата за плаќање ќе ви ја испратиме по е-пошта.
ml: നിങ്ങളുടെ പേയ്മെന്റ് സ്ഥിരീകരണം നിങ്ങളുടെ ഇമെയിലിലേക്ക് അയയ്ക്കും.
mr: आपले देय पुष्टीकरण आपल्या ईमेलवर पाठवले जाईल.
ms: Pengesahan pembayaran anda akan dihantar ke e-mel anda.
mt: Il-konferma tal-pagament tiegħek se tintbagħat lill-indirizz elettroniku tiegħek.
ne: तपाईंको भुक्तानी पुष्टिकरण तपाईंको इमेलमा पठाइने छ।
nn_no: Stadfesting av betaling vil bli sendt til e-postadressa di.
no: Betalingsbekreftelsen vil bli sendt til e-postadressen din.
or: ଆପଣଙ୍କ ଦେୟ ସୁନିଶ୍ଚିତକରଣ ଆପଣଙ୍କ ଇମେଲ୍‍‌କୁ ପ୍ରେରଣ ହେବ.
pa_in: ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਦੀ ਪੁਸ਼ਟੀ ਨੂੰ ਤੁਹਾਡੇ ਈਮੇਲ 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ।
pl: Potwierdzenie płatności zostanie wysłane na Twój adres e-mail.
ru: Подтверждение оплаты будет отправлено на ваш адрес электронной почты.
sl: Potrdilo o plačilu bo poslano na vaš e-poštni naslov.
sr_cyrl_rs: Потврда о плаћању биће вам послата на адресу е-поште.
sr_latn_rs: Potvrda plaćanja će biti poslata na vašu adresu e-pošte.
sv: Din betalningsbekräftelse skickas till din e-postadress.
ta: உங்கள் பேமெண்ட் உறுதிப்படுத்தல் உங்கள் மின்னஞ்சலுக்கு அனுப்பப்படும்.
te: మీ చెల్లింపు నిర్ధారణ మీ ఇమెయిల్‌కు పంపబడుతుంది.
th: การยืนยันการชําระเงินของคุณจะถูกส่งไปยังอีเมลของคุณ
tr: Ödeme onayınız e-posta adresinize gönderilir.
tt: Түләүне раслау электрон почтагызга җибәреләчәк.
ug: تۆلەشنى جەزملەش ئۇقتۇرۇشى تورخەتكە ئەۋەتىلىدۇ.
uk: Підтвердження оплати буде надіслано вам на електронну пошту.
ur: آپ کی ادائیگی کی تصدیق آپ کی ای میل پر بھیجی جائے گی۔
uz: Toʻlovingiz tasdigʻi elektron pochta manzilingizga yuboriladi.
vi: Xác nhận thanh toán sẽ được gửi đến email của bạn.
zh_hans: 你的付款确认将发送到你的电子邮件。
zh_hant: 您的付款確認將傳送至您的電子郵件。
