Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Department.Optional
source: Department (Optional)
af: Departement (opsioneel)
am: ክፍል (ግድ ያልሆነ)
ar: القسم (اختياري)
as: বিভাগ (বৈকল্পিক)
az: Şöbə (Şərti)
bg: Отдел (по избор)
bn_in: বিভাগ (ঐচ্ছিক)
bs: Odjel (neobavezno)
cy: Adran (Dewisol)
da: Afdeling (Valgfrit)
de: Abteilung (Optional)
el: Τμήμα (Προαιρετικό)
es: Departamento (opcional)
et: Osakond (valikuline)
eu: Saila (aukerakoa)
fa: بخش (اختیاری)
ga: Roinn (Roghnach)
gd: Roinn (roghainneil)
gl: Departamento (opcional)
gu: વિભાગ (વૈકલ્પિક)
he: מחלקה (אופציונלי)
hi: विभाग (वैकल्पिक)
hr: Odjel (neobavezno)
hu: Részleg (nem kötelező)
id: Departemen (Opsional)
is: Deild (valfrjálst)
ja: 部署 (省略可能)
ka: განყოფილება (არასავალდებულო)
kk: Бөлім (Міндетті емес)
kn: ವಿಭಾಗ (ಐಚ್ಛಿಕ)
ko: 부서(선택 사항)
lo: ພະແນກ (ບໍ່ບັງຄັບ)
lt: Departamentas (pasirenkamas)
lv: Departaments (neobligāts)
mi: Tari (Kōwhiringa)
mk: Оддел (изборно)
ml: വിഭാഗം (ഐച്ഛികപരം)
mr: विभाग (पर्यायी)
ms: Jabatan (Pilihan)
mt: Dipartiment (Fakultattiv)
ne: विभाग (वैकल्पिक)
nn_no: Avdeling (valfri)
no: Avdeling (valgfritt)
or: ବିଭାଗ (Optional)
pa_in: ਵਿਭਾਗ (ਵਿਕਲਪਿਕ)
pl: Dział (opcjonalnie)
ru: Отдел (необязательно)
sl: Oddelek (izbirno)
sr_cyrl_rs: Сектор (опционално)
sr_latn_rs: Sektor (opcionalno)
sv: Avdelning (valfritt)
ta: திணைக்களம் (Optional)
te: విభాగం (ఐచ్ఛికం)
th: แผนก (ไม่บังคับ)
tr: Bölüm (İsteğe bağlı)
tt: Бүлек (өстәмә)
ug: بۆلۈم (تاللانما)
uk: Підрозділ (необов’язково)
ur: ڈیپارٹمنٹ (اختیاری)
uz: Boʻlim (ixtiyoriy)
vi: Phòng ban (Tùy chọn)
zh_hans: 部门(可选)
zh_hant: 部門 (選擇性)

# Word.Department
source: Department
af: Departement
am: ክፍል
ar: القسم
as: বিভাগ
az: Şöbə
bg: Отдел
bn_in: বিভাগ
bs: Odjel
cy: Adran
da: Afdeling
de: Abteilung
el: Τμήμα
es: Departamento
et: Osakond
eu: Saila
fa: بخش
ga: Roinn
gd: Roinn
gl: Departamento
gu: વિભાગ
he: מחלקה
hi: विभाग
hr: Odjel
hu: Részleg
id: Departemen
is: Deild
ja: 部署
ka: განყოფილება
kk: Бөлім
kn: ವಿಭಾಗ
ko: 부서
ku_arab: بەش
ky: Бөлүм
lo: ພະແນກ
lt: Departamentas
lv: Departaments
mi: Tari
mk: Оддел
ml: വിഭാഗം
mn: Хэлтэс
mr: विभाग
ms: Jabatan
mt: Dipartiment
ne: विभाग
nn_no: Avdeling
no: Avdeling
or: ବିଭାଗ
pa_arab_pk: محکمہ
pa_in: ਵਿਭਾਗ
pl: Dział
ru: Отдел
sd: شعبو
si: දෙපාර්තමේන්තුව
sl: Oddelek
sr_cyrl_rs: Сектор
sr_latn_rs: Sektor
sv: Avdelning
ta: துறை
te: విభాగం
tg: Шуъба
th: แผนก
tr: Bölüm
tt: Бүлек
ug: بۆلۈم
uk: Підрозділ
ur: محکمہ
uz: Boʻlim
vi: Phòng ban
zh_hans: 部门
zh_hant: 部門

# Literal.DisplayPI.Expired
source: {0} (expired)
af: {0} (het verval)
am: {0} ጊዜው አልፏል
ar: {0} (منتهية الصلاحية)
as: {0} (ম্যাদ উকলিছে)
az: {0} (son istifadə tarixi keçdi)
bg: {0} (изтекъл)
bn_in: {0} (মেয়াদ উত্তীর্ণ হয়েছে)
bs: {0} (istekla)
cy: {0} (wedi dod i ben)
da: {0} (udløbet)
de: {0} (abgelaufen)
el: {0} (έληξε)
es: {0} (expirado)
et: {0} (aegunud)
eu: {0} (iraungita)
fa: {0} (منقضی‌شده)
ga: {0} éagtha
gd: {0} (dh’fhalbh an ùine air)
gl: {0} (Caducado)
gu: {0} (સમયસીમા સમાપ્ત)
he: {0} (פג תוקף)
hi: {0} (समय सीमा समाप्त)
hr: {0} (isteklo)
hu: {0} (lejárt)
id: {0} (kedaluwarsa)
is: {0} (útrunnið)
ja: {0} (期限切れ)
ka: {0} (ვადაგასულია)
kk: {0} (мерзімі өткен)
kn: {0} (ಅವಧಿ ಮೀರಿದೆ)
ko: {0}(만료됨)
lo: {0} (ໝົດອາຍຸແລ້ວ)
lt: {0} (nebegalioja)
lv: {0} (derīgums beidzies)
mi: {0} (kua mōnehu)
mk: {0} (истечено)
ml: {0} (കാലഹരണപ്പെട്ടു)
mr: {0} (कालबाह्य झाले)
ms: {0} (tamat tempoh)
mt: {0} (skada)
ne: {0} (म्याद समाप्त भएको)
nn_no: {0} (utgått)
no: {0} (utløpt)
or: {0} (ମିଆଦଶେଷ)
pa_in: {0} (ਸਮਾਂ ਸੀਮਾ ਸਮਾਪਤ ਹੋ ਗਈ)
pl: {0} (wygasłe)
ru: {0} (срок действия истек)
sl: {0} (poteklo)
sr_cyrl_rs: {0} (истекло)
sr_latn_rs: {0} (isteklo)
sv: {0} (har upphört att gälla)
ta: {0} (காலாவதியானது)
te: {0} (గడువు ముగిసింది)
th: {0} (หมดอายุแล้ว)
tr: {0} (süresi doldu)
tt: {0} (вакыты чыккан)
ug: {0} (ۋاقتى ئۆتكەن)
uk: {0} (термін дії минув)
ur: {0} (میعاد ختم شدہ)
uz: {0} (muddati tugagan)
vi: {0} (đã hết hạn)
zh_hans: {0} (已过期)
zh_hant: {0} (已過期)

# Word.TradeAVS.EnteredAddress.Text
source: You mostly recently entered
af: Jy het meestal onlangs ingevoer
am: በአብዛኛው በቅርቡ ገብተዋል
ar: العنوان الذي أدخلته مؤخراً
as: আপুনি বেছিভাগ শেহতীয়াকৈ দিছে
az: Əsasən ən son daxil oldunuz
bg: Наскоро въведохте
bn_in: আপনি অধিকাংশ ক্ষেত্রে সম্প্রতি প্রবেশ করেছেন
bs: Tamo gdje ste nedavno ušli
cy: Eich cyfeiriad a roddwyd yn ddiweddaraf
da: Du har senest angivet
de: Sie haben als letztes eingegeben
el: Κατά κύριο λόγο καταχωρήσατε πρόσφατα
es: Recientemente, escribió esta dirección
et: Sisestasite viimati
eu: Honako hauek idatzi dituzu oraindik orain
fa: شما بیشتر همین اواخر وارد شده‌اید
ga: D'iontráil tú le déanaí
gd: An rud mu dheireadh a cuir thu a-steach
gl: Principalmente introduciches recentemente
gu: તમે મોટે ભાગે તાજેતરમાં દાખલ કરેલ છે
he: בפעם האחרונה הזנת
hi: आपने ज़्यादातर हाल ही में दर्ज किए
hr: Uglavnom ste nedavno unijeli
hu: Mostanában legtöbbször adta meg
id: Anda baru saja memasukkan
is: Þú færðir síðast inn
ja: 最近よく入力したもの
ka: თქვენ მიერ ბოლოს შეტანილი
kk: Сіз соңғы енгізгенсіз
kn: ನೀವು ಹೆಚ್ಚಾಗಿ ಇತ್ತೀಚೆಗೆ ನಮೂದಿಸಿರುವುದು
ko: 가장 최근에 입력한 항목
lo: ສ່ວນຫຼາຍທ່ານເຂົ້າໄປເມື່ອບໍ່ດົນມານີ້
lt: Neseniai įvedėte
lv: Jūs nesen pārsvarā ievadījāt
mi: Nonākuanei rawa koe i uru ki
mk: Неодамна внесовте
ml: നിങ്ങൾ മിക്കവാറും സമീപകാലത്ത് പ്രവേശിച്ചു
mr: आपण बहुतेकदा अलीकडे प्रविष्ठ केले
ms: Anda kebanyakannya baru memasuki
mt: Dan l-aħħar daħħalt l-aktar
ne: तपाईंले लगभग भर्खरै प्रविष्ट गर्नुभयो
nn_no: Det du har skrive inn i det siste
no: Du angav nylig for det meste
or: ଆପଣ ପ୍ରାୟତଃ ନିକଟରେ ପ୍ରବେଶ କରିଛନ୍ତି
pa_in: ਤੁਸੀਂ ਜ਼ਿਆਦਾਤਰ ਹਾਲ ਹੀ ਵਿੱਚ ਦਾਖ਼ਲ ਕੀਤਾ
pl: Ostatnio wprowadzono
ru: Недавно введенные
sl: Nedavno ste vnesli
sr_cyrl_rs: Недавно сте унели
sr_latn_rs: Tamo gde ste nedavno ušli
sv: Du har nyligen angett
ta: நீங்கள் மிக சமீபத்தில் உள்ளிட்டீர்கள்
te: మీరు ఎక్కువగా ఇటీవల ఎంటర్ చేశారు
th: คุณป้อนเมื่อเร็วๆนี้
tr: Genellikle son zamanlarda giriş yaptınız
tt: Сез күбесенчә яңа гына кергәнсез
ug: سىز يېقىندا كىرگۈزگەن
uk: Нещодавно введені
ur: آپ نے بالکل حال ہی میں داخل کیا ہے
uz: Siz asosan yaqinda kiritgansiz
vi: Bạn nhập gần đây
zh_hans: 你最近输入了
zh_hant: 您最近的輸入

# Word.TradeAVS.Suggestions.Text
source: Our recommended suggestions
af: Ons aanbevole voorstelle
am: በእኛ የሚመከሩ ጥቆማዎች
ar: الاقتراحات المستحسنة
as: আমাৰ অনুমোদিত পৰামৰ্শসমূহ
az: Tövsiyə etdiyimiz təkliflər
bg: Нашите препоръчани предложения
bn_in: আমাদের প্রস্তাবিত পরামর্শগুলি
bs: Naši preporučeni prijedlozi
cy: Ein hawgrymiadau argymelledig
da: Vores anbefalede forslag
de: Unsere Vorschläge
el: Οι προτεινόμενες προτάσεις μας
es: Nuestras sugerencias recomendadas
et: Meie soovitused
eu: Iradokizun gomendatuak
fa: پیشنهادهای توصیه‌شده ما
ga: Ár moltaí molta
gd: Na mholamaid
gl: As nosas suxestións recomendadas
gu: અમારા ભલામણ કરેલ સૂચનો
he: ההצעות המומלצות שלנו
hi: हमारे अनुशंसित सुझाव
hr: Naši preporučeni prijedlozi
hu: Javasolt ajánlataink
id: Saran yang kami rekomendasikan
is: Tillögur sem við mælum með
ja: 推奨される提案
ka: ჩვენ მიერ რეკომენდებული შემოთავაზებები
kk: Ұсынылған ұсыныстарымыз
kn: ನಮ್ಮ ಶಿಫಾರಸು ಮಾಡಲಾದ ಸಲಹೆಗಳು
ko: 권장 제안 사항
lo: ຄໍາແນະນໍາທີ່ພວກເຮົາແນະນໍາ
lt: Mūsų rekomenduojami pasiūlymai
lv: Mūsu ieteiktie ieteikumi
mi: Ā mātou huatau taunaki
mk: Наши препорачани предлози
ml: ഞങ്ങളുടെ ശുപാർശിത നിർദ്ദേശങ്ങൾ
mr: आमच्या शिफारस केलेल्या सूचना
ms: Cadangan kami yang disyorkan
mt: Is-suġġerimenti rakkomandati tagħna
ne: हाम्रा सिफारिस गरिएका सुझावहरू
nn_no: Våre tilrådde forslag
no: Våre anbefalte forslag
or: ଆମର ଅନୁମୋଦିତ କରାଯାଇଥିବା ପରାମର୍ଶଗୁଡିକ
pa_in: ਸਾਡੇ ਪ੍ਰਸਤਾਵਿਤ ਸੁਝਾਅ
pl: Nasze zalecane sugestie
ru: Наши рекомендуемые предложения
sl: Naši priporočeni predlogi
sr_cyrl_rs: Наше препоруке предлога
sr_latn_rs: Naši preporučeni predlozi
sv: Våra rekommenderade förslag
ta: எங்களால் பரிந்துரைக்கப்பட்ட ஆலோசனைகள்
te: మా సిఫారసు చేయబడ్డ సూచనలు
th: คําแนะนําที่เราแนะนํา
tr: Önerilenler
tt: Киңәш ителгән тәкъдимнәребез
ug: تەۋسىيە
uk: Рекомендовані пропозиції
ur: آپ کی سفارش کردہ تجاویز
uz: Tavsiya etilgan takliflarimiz
vi: Các gợi ý của chúng tôi
zh_hans: 我们推荐的建议
zh_hant: 我們的建議

# Word.TradeAVS.KeepAddress.Text
source: No thanks, keep the address as I've entered it
af: Nee dankie, hou die adres soos ek dit ingevoer het
am: አይ አመሰግናለሁ፣ አድራሻውን እንደገባሁ ጠብቁ
ar: لا شكراً، احتفظ بالعنوان كما أدخلته
as: নালাগে, ধন্যবাদ, মই দিয়াধৰণে ঠিকনাটো ৰাখক
az: Xeyr, təşəkkür edirəm, ünvanı daxil etdiyim kimi saxlayın
bg: Не, благодаря, запази адреса, както съм го въвел
bn_in: না ধন্যবাদ, আমি যেমন করে ঠিকানাটি লিখেছি তেমনই রাখুন
bs: Ne hvala, zadrži adresu onako kako sam je unijeo
cy: Na, dim diolch, cadw'r cyfeiriad fel rydw i wedi'i roi
da: Nej tak, bevar adressen, som jeg har angivet den
de: Nein, danke. Die Adresse beibehalten, wie ich Sie eingegeben habe
el: Όχι, ευχαριστώ. Διατηρήστε τη διεύθυνση όπως την έχω εισαγάγει
es: No gracias, mantén la dirección tal y como la he escrito
et: Ei, aitäh, minu sisestatud aadress on õige
eu: Ez, eskerrik asko; gorde idatzi dudan helbidea
fa: خیر متشکرم، آدرس همانطور که وارد کرده‌ام نگه داشته شود
ga: Níl, go raibh maith agat. Coinnigh an seoladh agus é curtha isteach agam.
gd: Mòran taing ach cumaidh mi an seòladh mar a chuir mi a-steach e
gl: Non, manter o enderezo tal e como o escribín
gu: નહીં, આભાર, સરનામું મેં જે રીતે દાખલ કર્યું છે તે રીતે રાખો
he: לא תודה, השאר את הכתובת כפי שהזנתי אותה
hi: नहीं धन्यवाद, पता वैसे ही रखें जैसा मैंने इसे दर्ज किया है
hr: Ne, hvala, zadrži adresu koju sam unio/la
hu: Nem, köszönöm, maradjon az általam beírt cím
id: Tidak, terima kasih, pertahankan alamat yang saya masukkan
is: Nei takk, hafa heimilisfangið eins og ég hef skráð það
ja: いいえ、入力したアドレスのままにします
ka: არა, გმადლობთ, უცვლელად დატოვეთ ჩემ მიერ შეყვანილი მისამართი
kk: Жоқ, рахмет, мекенжай мен енгізгендей сақталсын
kn: ಬೇಡ ಧನ್ಯವಾದಗಳು, ನಾನು ನಮೂದಿಸಿದಂತೆ ವಿಳಾಸವನ್ನು ಇರಿಸಿಕೊಳ್ಳಿ
ko: 아니요, 주소를 입력한 대로 유지합니다.
lo: ບໍ່ ຂອບໃຈ, ເກັບທີ່ຢູ່ດັ່ງທີ່ຂ້ອຍໄດ້ປ້ອນໄວ້
lt: Ne, palikite adresą, kaip jį įvedžiau
lv: Paldies, nē! Paturēt adresi, kā to esmu ievadījis
mi: Kaua koa, waiho te wāhinoho pērā i tāuru ahau
mk: Не, благодарам. Задржи ја адресата како што е внесена
ml: വേണ്ട, ഞാൻ നൽകിയതുപോലെ വിലാസം സൂക്ഷിക്കുക
mr: नाही धन्यवाद, पत्त्यास मी प्रविष्ठ केल्याप्रमाणे ठेवा
ms: Tidak, terima kasih, simpan alamat seperti yang saya telah masukkan
mt: Le grazzi, żomm l-indirizz kif daħħaltu jien
ne: पर्दैन धन्यवाद, ठेगाना मैले प्रविष्ट गरे अनुसार राख्नुहोस्
nn_no: Nei takk, behald adressa slik eg har skrive ho inn
no: Nei takk, behold adressen slik jeg har skrevet den inn
or: ନା ଧନ୍ୟବାଦ, ମୁଁ ଏଥିରେ ପ୍ରବେଶ କରିଥିବା ଠିକଣା ରଖନ୍ତୁ
pa_in: ਨਹੀਂ ਧੰਨਵਾਦ, ਪਤੇ ਨੂੰ ਉਸੇ ਤਰ੍ਹਾਂ ਰੱਖੋ ਜਿਵੇਂ ਮੈਂ ਦਾਖਲ ਕੀਤਾ ਹੈ
pl: Nie, dziękuję. Pozostaw adres w postaci, w jakiej został wprowadzony
ru: Оставить введенный мной адрес
sl: Ne, hvala. Obdrži naslov, kot sem ga vnesel
sr_cyrl_rs: Не хвала, задржи адресу коју сам унео/ла
sr_latn_rs: Ne hvala, zadrži adresu onako kako sam je uneo/la
sv: Nej tack, behåll adressen så som jag har angett den
ta: இல்லை நன்றி, நான் உள்ளிட்ட முகவரியையே வைத்திருங்கள்
te: వద్దు ధన్యవాదాలు, చిరునామాను నేను నమోదు చేసినట్లుగా ఉంచండి
th: ไม่ ขอบคุณ โปรดเก็บที่อยู่ไว้ขณะที่ฉันใส่ไว้
tr: Hayır, teşekkürler, adresi girdiğim haliyle tut
tt: Юк, рәхмәт, мин керткән адресны саклагыз
ug: ئادرېس مەن كىرگۈزگەن بويىچە تۇرسۇن
uk: Ні, дякую. Не слід зберігати введену адресу
ur: نہیں شکریہ، پتہ ویسے ہی رکھیں جیسا میں نے اسے درج کیا ہے
uz: Yoʻq, rahmat, manzil men kiritgandek qoldirilsin
vi: Không, cảm ơn! Hãy giữ nguyên địa chỉ mà tôi đã nhập
zh_hans: 不，谢谢，请保留我输入的地址
zh_hant: 不，謝謝，保留我輸入的地址

# Word.ValidateInstance.KeepAddressEntered.Text
source: The address I entered
af: Die adres wat ek ingevoer het
am: ያስገባሁት አድራሻ
ar: العنوان الذي أدخلته
as: মই প্ৰবিষ্ট কৰা ঠিকনাটো
az: Daxil etdiyim ünvan
bg: Адресът, който въведох
bn_in: আমি যে ঠিকানাটি প্রবেশ করিয়েছি
bs: Adresa koju sam unio/unijela
cy: Y cyfeiriad rydw i wedi'i roi
da: Den adresse, jeg har angivet
de: Die von mir eingegebene Adresse
el: Η διεύθυνση που πληκτρολόγησα
es: La dirección que escribí
et: Sisestatud aadress
eu: Adierazi nuen helbidea
fa: آدرسی که وارد کردم
ga: An seoladh a chuir mé isteach
gd: An seòladh a chuir mi a-steach
gl: O enderezo que introducín
gu: મેં દાખલ કરેલ સરનામું
he: הכתובת שהזנתי
hi: मेरे द्वारा दर्ज किया गया पता
hr: Adresa koju sam unio
hu: A megadott cím
id: Alamat yang saya masukkan
is: Heimilisfangið sem ég sló inn
ja: 入力したアドレス
ka: მისამართი, რომელიც მე შევიყვანე
kk: Мен енгізген мекенжай
kn: ನಾನು ನಮೂದಿಸಿದ ವಿಳಾಸ
ko: 내가 입력한 주소
lo: ທີ່ຢູ່ທີ່ຂ້ອຍໄດ້ປ້ອນເຂົ້າ
lt: Mano įvestas adresas
lv: Ievadītā adrese
mi: Ko te wāhitau i tāurua nei e ahau
mk: Адресата што ја внесов
ml: ഞാൻ നൽകിയ വിലാസം
mr: मी प्रविष्ठ केलेला पत्ता
ms: Alamat yang saya masukkan
mt: L-indirizz li daħħalt jien
ne: मैले प्रविष्ट गरेको ठेगाना
nn_no: Adressa eg skreiv inn
no: Adressen jeg skrev inn
or: ମୁଁ ଏଣ୍ଟର୍‍ କରିଥିବା ଠିକଣା
pa_in: ਉਹ ਪਤਾ ਜੋ ਮੈਂ ਦਾਖਲ ਕੀਤਾ ਹੈ
pl: Wprowadzony adres
ru: Введенный адрес
sl: Naslov, ki sem ga vnesel/-la
sr_cyrl_rs: Адреса коју сам унео
sr_latn_rs: Adresa koju sam uneo
sv: Den adress jag angav
ta: நான் உள்ளிட்டுள்ள முகவரி
te: నేను నమోదు చేసిన చిరునామా
th: ที่อยู่ที่ฉันใส่
tr: Girdiğim adres
tt: Мин керткән адрес
ug: مەن كىرگۈزگەن ئادرېس
uk: Введена адреса
ur: جو پتہ میں نے داخل کیا ہے
vi: Địa chỉ tôi đã nhập
zh_hans: 我输入的地址
zh_hant: 我輸入的地址

# Literal.InvoiceCheck.PhoneNumber
source: Your Phone Number (Optional)
af: Jou foonnommer (opsioneel)
am: የእርስዎ ስልክ ቁጥር (ግድ ያልሆነ)
ar: رقم هاتفك (اختياري)
as: আপোনাৰ ফোন নম্বৰ (বৈকল্পিক)
az: Telefon Nömrəniz (Şərti)
bg: Вашият телефонен номер (по избор)
bn_in: আপনার ফোন নম্বর (ঐচ্ছিক)
bs: Vaš broj telefona (opcionalno)
cy: Eich Rhif Ffôn (Dewisol)
da: Dit telefonnummer (valgfrit)
de: Telefonnummer (optional)
el: Ο αριθμός τηλεφώνου σας (προαιρετικά)
es: Número de Tu Teléfono (opcional)
et: Teie telefoninumber (valikuline)
eu: Telefono-zenbakia (aukerakoa)
fa: شماره تلفن‌تان (اختیاری)
ga: D'Uimhir Theileafóin (Roghnach)
gd: An àireamh fòn agad (roghainneil)
gl: O seu número de teléfono (opcional)
gu: તમારો ફોન નંબર (વૈકલ્પિક)
he: מספר הטלפון שלך (אופציונלי)
hi: आपका फ़ोन नंबर (वैकल्पिक)
hr: Vaš telefonski broj (neobavezno)
hu: Az Ön telefonszáma (nem kötelező)
id: Nomor Telepon Anda (Opsional)
is: Símanúmerið þitt (valfrjálst)
ja: 電話番号 (省略可能)
ka: თქვენი ტელეფონის ნომერი (არასავალდებულო)
kk: Телефон нөміріңіз (Міндетті емес)
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ (ಐಚ್ಛಿಕ)
ko: 사용자 휴대폰 번호(선택 사항)
lo: ເບີໂທລະສັບຂອງທ່ານ (ທາງເລືອກ)
lt: Jūsų telefono numeris (pasirenkamas)
lv: Jūsu tālruņa numurs (neobligāts)
mi: Tō Tau waea (Kōwhiringa)
mk: Вашиот телефонски број (изборно)
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ (ഐച്ഛികപരം)
mr: आपला फोन क्रमांक (वैकल्पिक)
ms: Nombor Telefon Anda (Pilihan)
mt: In-Numru tal-Mowbajl Tiegħek (Fakultattiv)
ne: तपाईंको फोन नम्बर (वैकल्पिक)
nn_no: Telefonnummeret ditt (valfritt)
no: Telefonnummeret ditt (valgfritt)
or: ଆପଣଙ୍କ ଫୋନ୍ ନମ୍ବର (ବୈକଳ୍ପିକ)
pa_in: ਤੁਹਾਡਾ ਫ਼ੋਨ ਨੰਬਰ (ਵਿਕਲਪਿਕ)
pl: Twój numer telefonu (opcjonalnie)
ru: Ваш номер телефона (необязательно)
sl: Vaša telefonska številka (izbirno)
sr_cyrl_rs: Ваш број телефона (опционално)
sr_latn_rs: Vaš broj telefona (opcionalno)
sv: Ditt telefonnummer (valfritt)
ta: உங்கள் தொலைபேசி எண் (விரும்பினால்)
te: మీ ఫోన్ నంబర్ (ఐచ్ఛికం)
th: หมายเลขโทรศัพท์ของคุณ (ไม่บังคับ)
tr: Telefon Numaranız (İsteğe Bağlı)
tt: Сезнең телефон номеры (мәҗбүри түгел)
ug: تېلېفون نومۇرىڭىز (تاللانما)
uk: Номер телефону (необов’язково)
ur: آپ کا فون نمبر (اختیاری)
uz: Telefon raqamingiz (ixtiyoriy)
vi: Số điện thoại của bạn (Tùy chọn)
zh_hans: 你的手机编号(可选)
zh_hant: 您的電話號碼 (選填)

# Word.AuthorizeCreditCard.Text
source: Authorize your credit card
af: Magtig jou kredietkaart
am: የክሬዲት ካርዶን ይፍቀዱ
ar: تخويل بطاقة ائتمانك
as: আপোনাৰ ক্ৰেডিট কাৰ্ড অনুমোদন কৰক
az: Kredit kartınıza səlahiyyət verin
bg: Упълномощаване на кредитната ви карта
bn_in: আপনার ক্রেডিট কার্ডের অনুমোদন দিন
bs: Odobrite kreditnu karticu
cy: Awdurdodi eich cerdyn credyd
da: Godkend dit kreditkort
de: Autorisieren Sie Ihre Kreditkarte
el: Εξουσιοδότηση της πιστωτικής κάρτας σας
es: Autorizar su tarjeta de crédito
et: Krediitkaardi autoriseerimine
eu: Baimendu zure kreditu-txartela
fa: کارت اعتباری خود را مجاز کنید
ga: Údaraigh do chárta creidmheasa
gd: Ùghdarraich a’ chairt-creideis agad
gl: Autorizar o teu cartón de crédito
gu: તમારું ક્રેડિટ કાર્ડને અધિકૃત કરો
he: אשר את כרטיס האשראי שלך
hi: अपना क्रेडिट कार्ड अधिकृत करें
hr: Autorizirajte svoju kreditnu karticu
hu: Hitelkártya engedélyezése
id: Otorisasi kartu kredit Anda
is: Heimilaðu greiðslukortið þitt
ja: クレジット カードを認可する
ka: თქვენი საკრედიტო ბარათის ავტორიზაცია
kk: Кредиттік картаңызға өкілеттік беріңіз
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಧಿಕೃತಗೊಳಿಸಿ
ko: 신용 카드 권한 부여
lo: ອະນຸມັດບັດເຄຣດິດຂອງທ່ານ
lt: Įgaliokite kredito kortelę
lv: Autorizējiet savu kredītkarti
mi: Whakamana tōu kāri nama
mk: Одобрете ја вашата кредитна картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് അംഗീകൃതമാക്കുക
mr: आपले क्रेडिट कार्ड अधिकृत करा
ms: Benarkan kad kredit anda
mt: Awtorizza l-karta tal-kreditu tiegħek
ne: आफ्नो क्रेडिट कार्ड प्रमाणीकरण गर्नु होस्
nn_no: Godkjenn kredittkortet ditt
no: Godkjenn kredittkortet ditt
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ସ୍ଵୀକୃତ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਅਧਿਕਾਰਤ ਕਰੋ
pl: Autoryzuj kartę kredytową
ru: Авторизуйте свою кредитную карту
sl: Pooblastite svojo kreditno kartico
sr_cyrl_rs: Овластите кредитну картицу
sr_latn_rs: Ovlastite kreditnu karticu
sv: Auktorisera ditt kreditkort
ta: உங்கள் கிரெடிட் கார்டை அங்கீகரிக்கவும்
te: మీ క్రెడిట్ కార్డ్‌ని ప్రామాణీకరించండి
th: อนุญาตบัตรเครดิตของคุณ
tr: Kredi kartınızı yetkilendirin
tt: Кредит картаны раслау
ug: ئىناۋەتلىك كارتىڭىزنى دەلىللەش
uk: Авторизуйте дані своєї кредитної картки
ur: اپنے کریڈٹ کارڈ کی اجازت دیں۔
uz: Kredit kartangizni avtorizatsiya qiling
vi: Ủy quyền thẻ tín dụng của bạn
zh_hans: 进行信用卡授权
zh_hant: 授權您的信用卡

# Word.EnterCvv.Text
source: Enter your CVV to verify your credit card
af: Enter your CVV to verify your card
am: Enter your CVV to verify your card
ar: Enter your CVV to verify your card
as: Enter your CVV to verify your card
az: Enter your CVV to verify your card
bg: Enter your CVV to verify your card
bn_in: Enter your CVV to verify your card
bs: Enter your CVV to verify your card
cy: Enter your CVV to verify your card
da: Enter your CVV to verify your card
de: Enter your CVV to verify your card
el: Enter your CVV to verify your card
es: Enter your CVV to verify your card
et: Enter your CVV to verify your card
eu: Enter your CVV to verify your card
fa: Enter your CVV to verify your card
ga: Enter your CVV to verify your card
gd: Enter your CVV to verify your card
gl: Enter your CVV to verify your card
gu: Enter your CVV to verify your card
he: Enter your CVV to verify your card
hi: Enter your CVV to verify your card
hr: Enter your CVV to verify your card
hu: Enter your CVV to verify your card
id: Enter your CVV to verify your card
is: Enter your CVV to verify your card
ja: Enter your CVV to verify your card
ka: Enter your CVV to verify your card
kk: Enter your CVV to verify your card
kn: Enter your CVV to verify your card
ko: Enter your CVV to verify your card
ku_arab: Enter your CVV to verify your card
ky: Enter your CVV to verify your card
lo: Enter your CVV to verify your card
lt: Enter your CVV to verify your card
lv: Enter your CVV to verify your card
mi: Enter your CVV to verify your card
mk: Enter your CVV to verify your card
ml: Enter your CVV to verify your card
mn: Enter your CVV to verify your card
mr: Enter your CVV to verify your card
ms: Enter your CVV to verify your card
mt: Enter your CVV to verify your card
ne: Enter your CVV to verify your card
nn_no: Enter your CVV to verify your card
no: Enter your CVV to verify your card
or: Enter your CVV to verify your card
pa_arab_pk: Enter your CVV to verify your card
pa_in: Enter your CVV to verify your card
pl: Enter your CVV to verify your card
ru: Enter your CVV to verify your card
sd: Enter your CVV to verify your card
si: Enter your CVV to verify your card
sl: Enter your CVV to verify your card
sr_cyrl_rs: Enter your CVV to verify your card
sr_latn_rs: Enter your CVV to verify your card
sv: Enter your CVV to verify your card
ta: Enter your CVV to verify your card
te: Enter your CVV to verify your card
tg: Enter your CVV to verify your card
th: Enter your CVV to verify your card
tr: Enter your CVV to verify your card
tt: Enter your CVV to verify your card
ug: Enter your CVV to verify your card
uk: Enter your CVV to verify your card
ur: Enter your CVV to verify your card
uz: Enter your CVV to verify your card
vi: Enter your CVV to verify your card
zh_hans: Enter your CVV to verify your card
zh_hant: Enter your CVV to verify your card

# Word.NewRegulation.Text
source: New Regulation:
af: Nuwe regulasie:
am: አዲስ ደንብ:
ar: القانون الجديد:
as: নতুন নিয়মাৱলী:
az: Yeni Qayda:
bg: Нов регламент:
bn_in: নতুন নিয়ম:
bs: Nova Uredba:
cy: Rheoliad Newydd:
da: Ny forordning:
de: Neue Bestimmung:
el: Νέος κανονισμός:
es: Nuevo reglamento:
et: Uus eeskiri:
eu: Araudi berria:
fa: مقررات جدید:
ga: Rialachán Nua:
gd: Conn-riaghailt ùr:
gl: Nova regulación:
gu: નવું નિયમન:
he: תקנה חדשה:
hi: नया विनियम:
hr: Nova uredba:
hu: Új szabályozás:
id: Regulasi Baru:
is: Ný reglugerð:
ja: 新しい規制:
ka: ახალი რეგულაცია:
kk: Жаңа нормативік акт:
kn: ಹೊಸ ನಿಯಂತ್ರಣ:
ko: 새 규정:
lo: ກົດລະບຽບໃໝ່:
lt: Naujasis reglamentas:
lv: Jauns noteikums:
mi: Ture Hōu:
mk: Нова регулатива:
ml: പുതിയ നിയമം:
mr: नवीन नियमन:
ms: Peraturan Baharu:
mt: Regolament Ġdid:
ne: नयाँ नियम:
nn_no: Ny forskrift:
no: Ny forskrift:
or: ନୂତନ ନିୟମ:
pa_in: ਨਵਾਂ ਨਿਯਮ:
pl: Nowe rozporządzenie:
ru: Новый нормативный акт:
sl: Nova uredba:
sr_cyrl_rs: Нова уредба:
sr_latn_rs: Nova uredba:
sv: Ny bestämmelse:
ta: புதிய ஒழுங்குமுறை:
te: కొత్త నిబంధన:
th: ข้อบังคับใหม่:
tr: Yeni Düzenleme:
tt: Яңа кагыйдәләр:
ug: يېڭى تۈزۈم:
uk: Нова нормативна вимога:
ur: نیا ضابطہ:
uz: Yangi reglament:
vi: Quy định mới:
zh_hans: 新法规:
zh_hant: 新法規:
