Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitBankName.MaxLength
source: Bank name is too long.
af: Banknaam is te lank.
am: የባንክ ስም በጣም ረጅም ነው።
ar: اسم البنك أطول من اللازم.
as: বেংক নাম অতি দীঘল৷
az: Bankın adı çox uzundur.
bg: Името на банката е прекалено дълго.
bn_in: ব্যাঙ্কের নাম অত্যন্ত লম্বা৷
bs: Naziv banke je predug.
cy: Mae enw'r banc yn rhy hir.
da: Navnet på banken er for langt.
de: Der Name der Bank ist zu lang.
el: Η επωνυμία της τράπεζας είναι πολύ μεγάλη.
es: El nombre del banco es demasiado largo.
et: Panga nimi on liiga pikk.
eu: Bankuaren izena luzeegia da.
fa: نام بانک بسیار طولانی است.
ga: Ainm an bhainc rófhada.
gd: Tha ainm a' bhanca ro fhada.
gl: Nome do banco moi longo.
gu: બેંક નામ ખૂબ લાંબુ છે.
he: שם הבנק ארוך מדי.
hi: बैंक का नाम बहुत लंबा है.
hr: Naziv banke je predug.
hu: A bank neve túl hosszú.
id: Nama bank terlalu panjang.
is: Bankaheiti er of langt.
ja: 銀行名が長すぎます。
ka: ბანკის სახელი ძალიან გრძელია.
kk: Банк атауы тым ұзын.
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 은행 이름이 너무 깁니다.
ku_arab: ناوی بانک زۆر درێژە.
ky: Банктын аталышы өтө узун.
lo: ຊື່ທະນາຄານຍາວເກີນໄປ.
lt: Banko pavadinimas per ilgas.
lv: Bankas nosaukums ir pārāk garš.
mi: He roa rawa te ingoa pēke.
mk: Името на банката е предолго.
ml: ബാങ്കിന്റെ പേര് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Банкны нэр хэт урт байна.
mr: बँक नाव खूप दीर्घ आहे.
ms: Nama bank terlalu panjang.
mt: L-isem tal-bank twil wisq.
ne: बैङ्कको नाम धेरै लामो भयो।
nn_no: Banknamnet er for langt.
no: Banknavnet er for langt.
or: ବ୍ୟାଙ୍କ ନାମ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ببینک دا ناں بہت لما اے۔
pa_in: ਬੈਂਕ ਨਾਮ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Nazwa banku jest zbyt długa.
ru: Слишком длинное название банка.
sd: بينڪ جو نالو تمام وڏو آھي.
si: බැංකුවේ නම දිග වැඩියි.
sl: Ime banke je predolgo.
sr_cyrl_rs: Име банке је предугачко.
sr_latn_rs: Ime banke je predugačko.
sv: Bankens namn är för långt.
ta: வங்கி பெயர் மிக நீளமாக உள்ளது.
te: బ్యాంక్ పేరు చాలా పొడవుగా ఉంది.
tg: Номи бонк аз ҳад дароз аст.
th: ชื่อธนาคารยาวเกินไป
tr: Banka adı çok uzun.
tt: Банк исеме бик озын.
ug: بانكا ئىسمى بەك ئۇزۇن.
uk: Задовга назва банку.
ur: بینک کا نام بہت طویل ہے.
uz: Bank nomi juda uzun.
vi: Tên ngân hàng quá dài.
zh_hans: 银行名称过长。
zh_hant: 銀行名稱太長。

# Literal.DirectDebitBankName.MinLength
source: Bank name is too short.
af: Banknaam is te kort.
am: የባንኪ ስም በጣም አጭር ነው።
ar: اسم البنك قصير للغاية.
as: বেংক নাম অতি চুটি৷
az: Bankın adı çox qısadır.
bg: Името на банката е прекалено късо.
bn_in: ব্যাঙ্কের নাম অত্যন্ত ছোট৷
bs: Naziv banke je prekratak.
cy: Mae enw'r banc yn rhy fyr.
da: Navnet på banken er for kort.
de: Der Name der Bank ist zu kurz.
el: Η επωνυμία της τράπεζας είναι πολύ μικρή.
es: El nombre del banco es demasiado corto.
et: Panga nimi on liiga lühike.
eu: Bankuaren izena motzegia da.
fa: نام بانک بسیار کوتاه است.
ga: Ainm an bhainc róghearr.
gd: Tha ainm a' bhanca ro ghoirid.
gl: Nome do banco moi curto.
gu: બેંક નામ ખૂબ ટૂંકુ છે.
he: שם הבנק קצר מדי.
hi: बैंक का नाम बहुत छोटा है.
hr: Naziv banke je prekratak.
hu: A bank neve túl rövid.
id: Nama bank terlalu pendek.
is: Bankaheiti er of stutt.
ja: 銀行名が短すぎます。
ka: ბანკის სახელი ძალიან მოკლეა.
kk: Банк атауы тым қысқа.
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 은행 이름이 너무 짧습니다.
ku_arab: ناوی بانک زۆر کورتە.
ky: Банктын аталышы өтө кыска.
lo: ຊື່ທະນາຄານສັ້ນເກີນໄປ.
lt: Banko pavadinimas per trumpas.
lv: Bankas nosaukums ir pārāk īss.
mi: He poto rawa te ingoa pēke.
mk: Името на банката е прекратко.
ml: ബാങ്കിന്റെ പേര് വളരെ ചെറുതാണ്.
mn: Банкны нэр хэт богино байна.
mr: बँक नाव खूप लहान आहे.
ms: Nama bank terlalu pendek.
mt: L-isem tal-bank qasir wisq.
ne: बैङ्कको नाम धेरै छोटो भयो।
nn_no: Banknamnet er for kort.
no: Banknavnet er for kort.
or: ବ୍ୟାଙ୍କ ନାମ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: بینک دا ناں بہت چھوٹا اے۔
pa_in: ਬੈਂਕ ਨਾਮ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Nazwa banku jest zbyt krótka.
ru: Слишком короткое название банка.
sd: بينڪ جو نالو تمام ننڍو آھي.
si: බැංකුවේ නම කෙටි වැඩියි.
sl: Ime banke je prekratko.
sr_cyrl_rs: Име банке је превише кратко.
sr_latn_rs: Ime banke je previše kratko.
sv: Bankens namn är för kort.
ta: வங்கி பெயர் மிகச் சிறியதாக உள்ளது.
te: బ్యాంక్ పేరు చాలా చిన్నదిగా ఉంది.
tg: Номи бонк аз ҳад кӯтоҳ аст.
th: ชื่อธนาคารสั้นเกินไป
tr: Banka adı çok kısa.
tt: Банк исеме бик кыска.
ug: بانكا ئىسمى بەك قىسقا.
uk: Закоротка назва банку.
ur: بینک کا نام بہت مختصر ہے.
uz: Bank nomi juda qisqa.
vi: Tên ngân hàng quá ngắn.
zh_hans: 银行名称过短。
zh_hant: 銀行名稱太短。

# Literal.DirectDebitBankName.Pattern
source: Invalid bank name.
af: Ongeldige banknaam.
am: ልክ ያልኾነ የባንኪ ስም።
ar: اسم البنك غير صالح.
as: অবৈধ বেংক নাম৷
az: Bankın adı səhvdir.
bg: Невалидно име на банка.
bn_in: ব্যাঙ্কের নাম ঠিকঠাক উল্লেখ করা হয়নি৷
bs: Nevažeći naziv banke.
cy: Mae enw'r banc yn annilys.
da: Ugyldigt banknavn.
de: Der Name der Bank ist ungültig.
el: Μη έγκυρη επωνυμία τράπεζας.
es: Nombre de banco no válido.
et: Panga nimi on sobimatu.
eu: Bankuaren izena baliogabea da.
fa: نام بانک نامعتبر است.
ga: Ainm an bhainc neamhbhailí.
gd: Tha ainm a' bhanca mì-dhligheach.
gl: Nome do banco non válido.
gu: અમાન્ય બેંક નામ.
he: שם הבנק לא חוקי.
hi: अमान्य बैंक का नाम.
hr: Naziv banke nije valjan.
hu: A bank neve érvénytelen.
id: Nama bank tidak valid.
is: Ógilt bankaheiti.
ja: 銀行名が正しくありません。
ka: ბანკის სახელი არასწორია.
kk: Банк атауы дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಬ್ಯಾಂಕ್ ಹೆಸರು.
ko: 은행 이름이 올바르지 않습니다.
ku_arab: ناوی بانک نادروستە.
ky: Жараксыз Банктын аталышы.
lo: ຊື່ທະນາຄານບໍ່ຖືກຕ້ອງ.
lt: Banko pavadinimas netinkamas.
lv: Nederīgs bankas nosaukums.
mi: He muhu te ingoa pēke.
mk: Неважечко име на банката.
ml: ബാങ്കിന്റെ പേര് അസാധുവാണ്.
mn: Банкны нэр буруу байна.
mr: अवैध बँक नाव.
ms: Nama bank tidak sah.
mt: Isem tal-bank invalidu.
ne: बैङ्कको नाम अवैध छ।
nn_no: Ugyldig banknamn.
no: Ugyldig banknavn.
or: ଅବୈଧ ବ୍ୟାଙ୍କ ନାମ.
pa_arab_pk: بینک دا ناں ناجائز اے۔
pa_in: ਬੈਂਕ ਨਾਮ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowa nazwa banku.
ru: Недопустимое название банка.
sd: بينڪ جو نالو غلط آھي.
si: බැංකුවේ නම වැරදියි.
sl: Ime banke ni veljavno.
sr_cyrl_rs: Неважеће име банке.
sr_latn_rs: Nevažeće ime banke.
sv: Bankens namn är ogiltigt.
ta: தவறான வங்கி பெயர்.
te: చెల్లని బ్యాంక్ పేరు.
tg: Номи бонки беэътибор.
th: ชื่อธนาคารไม่ถูกต้อง
tr: Banka adı geçersiz.
tt: Банк исеме ялгыш.
ug: ئىناۋەتسىز بانكا ئىسمى.
uk: Неприпустима назва банку.
ur: بینک کا نام غلط ہے.
uz: Bank nomi haqiqiy emas.
vi: Tên ngân hàng không hợp lệ.
zh_hans: 银行名称无效。
zh_hant: 銀行名稱無效。

# Literal.DirectDebitBankName.Required
source: Bank name is required.
af: Banknaam word vereis.
am: የባንክ ስም ይፈለጋል።
ar: اسم البنك مطلوب.
as: বেংক নামৰ আৱশ্যক৷
az: Bankın adı tələb olunur.
bg: Името на банката е задължително.
bn_in: ব্যাঙ্কের নামের উল্লেখ করা আবশ্যক৷
bs: Naziv banke je obavezan.
cy: Rhaid nodi enw'r banc.
da: Navnet på banken skal angives.
de: Der Name der Bank ist erforderlich.
el: Απαιτείται η επωνυμία της τράπεζας.
es: El nombre del banco es obligatorio.
et: Panga nimi on kohustuslik.
eu: Bankuaren izena beharrezkoa da.
fa: به نام بانک نیاز است.
ga: Ainm an bhainc ag teastáil.
gd: Tha feum air ainm a' bhanca.
gl: Requírese nome do banco.
gu: બેંક નામની આવશ્યકતા છે.
he: שם הבנק נדרש.
hi: बैंक का नाम आवश्यक है.
hr: Naziv banke je obavezan.
hu: A bank nevének megadása kötelező.
id: Nama bank wajib diiisi.
is: Bankaheiti er áskilið.
ja: 銀行名は必須項目です。
ka: მიუთითეთ ბანკის სახელი.
kk: Банк атауы қажет.
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು ಅಗತ್ಯವಿದೆ.
ko: 은행 이름은 필수 항목입니다.
ku_arab: ناوی بانک پێویستە.
ky: Банктын аталышы талап кылынат.
lo: ຕ້ອງລະບຸຊື່ທະນາຄານ.
lt: Banko pavadinimas būtinas.
lv: Norādiet bankas nosaukumu.
mi: Kei te hiahiatia te ingoa pēke.
mk: Името на банката е задолжително.
ml: ബാങ്കിന്റെ പേര് ആവശ്യമാണ്.
mn: Банкны нэрийг бөглөх шаардлагатай.
mr: बँक नाव आवश्यक आहे.
ms: Nama bank diperlukan.
mt: L-isem tal-bank hu meħtieġ.
ne: बैङ्कको नाम आवश्यक छ।
nn_no: Banknamn er obligatorisk.
no: Banknavn må angis.
or: ବ୍ୟାଙ୍କ ନାମ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: بینک دا ناں درکار اے۔
pa_in: ਬੈਂਕ ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ।
pl: Nazwa banku jest wymagana.
ru: Необходимо ввести название банка.
sd: بينڪ جو نالو گھرجيل آھي.
si: බැංකුවේ නම අවශ්‍යයි.
sl: Vnesite ime banke.
sr_cyrl_rs: Име банке је обавезно.
sr_latn_rs: Ime banke je obavezno.
sv: Bankens namn måste anges.
ta: வங்கி பெயர் தேவை.
te: బ్యాంక్ పేరు అవసరం.
tg: Номи бонк ҳатмист.
th: ต้องระบุชื่อธนาคาร
tr: Banka adı gereklidir.
tt: Банк исеме мәҗбүри.
ug: بانكا ئىسمى كېرەك.
uk: Необхідно вказати назву банку.
ur: بینک کا نام درکار ہے.
uz: Bank nomi talab qilinadi.
vi: Tên ngân hàng là cần thiết.
zh_hans: 银行名称为必填项。
zh_hant: 銀行名稱是必要資訊。

# Literal.DirectDebitBankNCC.MaxLength
source: South African National Clearing Code is too long.
af: Suid-Afrikaanse Nasionale Verrekening kode is te lank.
am: የደቡብ አፍሪቃ ብሔራዊ የማጣራት ኮድ በጣም ረዥም ነው በጣም ረጅም ነው።
ar: كود المقاصة الوطني الجنوب أفريقي طويل للغاية.
as: দক্ষিণ আফ্ৰিকাৰ জাতীয় ক্লিয়াৰিং ক'ড অতি দীঘল৷
az: Cənubi Afrikanın Milli Klirinq Kodu çox uzundur.
bg: Южноафриканският национален клирингов код е прекалено дълъг.
bn_in: দক্ষিণ আফ্রিকার ন্যাশানাল ক্লিয়ারিং কোড অত্যন্ত দীর্ঘ।
bs: Nacionalna šifra kliringa Južne Afrike je preduga.
cy: Mae Cod Clirio Cenedlaethol De Affrica yn rhy hir.
da: Den sydafrikanske nationale clearing-kode er for lang.
de: Die Bankleitzahl für Südafrika ist zu lang.
el: Ο κωδικός NCC για Νότια Αφρική είναι πολύ μεγάλος.
es: El código de compensación nacional de Sudáfrica es demasiado largo.
et: Lõuna-Aafrika riiklik kliiringkood on liiga pikk.
eu: Hegoafrikako transferentzia-kode nazionala luzeegia da.
fa: کد تسویه ملی آفریقای جنوبی بسیار طولانی است.
ga: Cód náisiúnta imréitigh na hAfraice Theas rófhada.
gd: Tha an South African National Clearing Code ro fhada.
gl: O código de conciliación nacional de Sudáfrica é longo de máis.
gu: સાઉથ આફ્રિકન નેશનલ ક્લિયરિંગ કોડ ઘણો લાંબો છે.
he: קוד הסליקה הלאומי של דרום אפריקה ארוך מדי.
hi: दक्षिणी अफ़्रीकी राष्ट्रीय समाशोधन कोड बहुत बड़ा है.
hr: Južnoafrički nacionalni klirinški kôd predug je.
hu: A dél-afrikai nemzeti elszámolási kód túl hosszú.
id: Kode Kliring Nasional Afrika Selatan terlalu panjang.
is: Greiðslumiðlunarkóði fyrir Suður-Afríku er of langur.
ja: 南アフリカ国家為替交換コードが長すぎます。
ka: სამხრეთ აფრიკის ნაციონალური კლირინგის კოდი ძალიან გრძელია.
kk: Оңтүстік Африка ұлттық клиринг коды тым ұзын.
kn: ದಕ್ಷಿಣ ಆಫ್ರಿಕನ್ ರಾಷ್ಟ್ರೀಯ ಕ್ಲಿಯರಿಂಗ್ ಕೋಡ್ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 남아프리카 공화국 은행 코드가 너무 깁니다.
ku_arab: کۆدی پاکتاوکردنی نیشتیمانی باشوری ئەفریقا زۆر درێژە.
ky: Түштүк африкалык улуттук чечишүү коду ыксыз узун.
lo: ລະຫັດເຄລຍຣິງປະຈໍາຊາດຂອງອາຝຣິກາໃຕ້ຍາວເກີນໄປ.
lt: Pietų Afrikos nacionalinis kliringo kodas per ilgas.
lv: Dienvidāfrikas nacionālais klīringa kods ir pārāk garš.
mi: He roa rawa te Waehaere Whakawātea ā-Whenua o Awherika ki te Tonga.
mk: Јужноафриканската национална шифра за клиринг е премногу долга.
ml: സൌത്ത് ആഫ്രിക്കന്‍ നാഷണല്‍ ക്ലിയറിംഗ് കോഡ് വളരെ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Өмнөд Африкийн Үндэсний Клирингийн Код хэт урт байна.
mr: दक्षिण आफ्रिकी राष्ट्रीय समाशोधन कोड खूप दीर्घ आहे.
ms: Kod Penjelasan Nasional Afrika Selatan terlalu panjang.
mt: Il-Kodiċi Nazzjonali tal-Ikklerjar tal-Afrika t'Isfel twil wisq.
ne: दक्षिण अफ्रिकी राष्ट्रिय शोधन सङ्केत धेरै लामो छ।
nn_no: South African National Clearing Code er for lang.
no: South African National Clearing Code er for lang.
or: ଦକ୍ଷିଣ ଆଫ୍ରିକୀୟ ରାଷ୍ଟ୍ରୀୟ କ୍ଲିଅରିଂ କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: جنوبی افریقی قومی کلیرنگ کوڈ بہت لما اے۔
pa_in: ਸਾਊਥ ਅਫ਼ਰੀਕਨ ਨੈਸ਼ਨਲ ਕਲੀਅਰਿੰਗ ਕੋਡ ਬਹੁਤ ਲੰਬਾ ਹੈ।
pl: Południowoafrykański krajowy kod rozliczeniowy jest zbyt długi.
ru: Национальный клиринговый код ЮАР превышает допустимую длину.
sd: ڏکڻ آفريڪا جو نيشنل ڪليئرنگ ڪوڊ تمام وڏو آهي.
si: දකුණු අප්‍රිකානු ජාතික නිශ්කාශන කේතය දිග වැඩියි.
sl: Južnoafriška nacionalna klirinška koda je predolga.
sr_cyrl_rs: Јужноафричка национална шифра клиринга је предугачка.
sr_latn_rs: Južnoafrička nacionalna šifra kliringa je predugačka.
sv: South African National Clearing Code är för långt.
ta: தென் ஆஃப்ரிக்க தேசிய அனுமதி குறியீடு மிக நீளமாக உள்ளது.
te: దక్షిణ ఆఫ్రికా జాతీయ క్లియరింగ్ కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи клиринги миллии Африкаи Ҷанубӣ аз ҳад дароз аст.
th: National Clearing Code ของแอฟริกาใต้ยาวเกินไป
tr: Güney Afrika Ulusal Takas Kodu çok uzun.
tt: Көньяк Африканың милли клиринг коды артык озын.
ug: جەنۇبىي ئافرىقا دۆلەتلىك ھېسابات نومۇرى بەك ئۇزۇن.
uk: Надто довгий національний кліринговий код ПАР.
ur: جنوبی افریقی قومی تصفیاتی کوڈ بہت لمبا ہے۔
uz: Janubiy Afrika Milliy Kliring Kodi juda uzun.
vi: Mã Thanh toán Quốc gia Nam Phi quá dài.
zh_hans: 南非国家清算代码太长。
zh_hant: 南非國家結算代碼 (South African National Clearing Code) 太長。

# Literal.DirectDebitBankNCC.MinLength
source: South African National Clearing Code is too short.
af: Suid-Afrikaanse Nasionale Verrekening Kode is te kort.
am: የደቡብ አፍሪቃ ብሔራዊ የማጣራት ኮድ በጣም አጭር ነው።
ar: كود المقاصة الوطني الجنوب أفريقي قصير للغاية.
as: দক্ষিণ আফ্ৰিকাৰ জাতীয় ক্লিয়াৰিং ক'ড অতি চুটি৷
az: Cənubi Afrikanın Milli Klirinq Kodu çox qısadır.
bg: Южноафриканският национален клирингов код е прекалено къс.
bn_in: দক্ষিণ আফ্রিকার ন্যাশানাল ক্লিয়ারিং কোড অত্যন্ত ছোট।
bs: Nacionalna šifra kliringa Južne Afrike je prekratka.
cy: Mae Cod Clirio Cenedlaethol De Affrica yn rhy fyr.
da: Den sydafrikanske nationale clearing-kode er for kort.
de: Die Bankleitzahl für Südafrika ist zu kurz.
el: Ο κωδικός NCC για Νότια Αφρική είναι πολύ μικρός.
es: El código de compensación nacional de Sudáfrica es demasiado corto.
et: Lõuna-Aafrika riiklik kliiringkood on liiga lühike.
eu: Hegoafrikako transferentzia-kode nazionala motzegia da.
fa: کد تسویه ملی آفریقای جنوبی بسیار کوتاه است.
ga: Cód náisiúnta imréitigh na hAfraice Theas róghearr.
gd: Tha an South African National Clearing Code ro ghoirid.
gl: O código de conciliación nacional de Sudáfrica é curto de máis.
gu: સાઉથ આફ્રિકન નેશનલ ક્લિયરિંગ કોડ ઘણો નાનો છે.
he: קוד הסליקה הלאומי של דרום אפריקה קצר מדי.
hi: दक्षिण अफ़्रीकी राष्ट्रीय समाशोधन कोड बहुत छोटा है.
hr: Južnoafrički nacionalni klirinški kôd prekratak je.
hu: A dél-afrikai nemzeti elszámolási kód túl rövid.
id: Kode Kliring Nasional Afrika Selatan terlalu pendek.
is: Greiðslumiðlunarkóði fyrir Suður-Afríku er of stuttur.
ja: 南アフリカ国家為替交換コードが短すぎます。
ka: სამხრეთ აფრიკის ნაციონალური კლირინგის კოდი ძალიან მოკლეა.
kk: Оңтүстік Африка ұлттық клиринг коды тым қысқа.
kn: ದಕ್ಷಿಣ ಆಫ್ರಿಕನ್ ರಾಷ್ಟ್ರೀಯ ಕ್ಲಿಯರಿಂಗ್ ಕೋಡ್ ತುಂಬಾ ಕಿರುದಾಗಿದೆ.
ko: 남아프리카 공화국 은행 코드가 너무 짧습니다.
ku_arab: کۆدی پاکتاوکردنی نیشتیمانی باشوری ئەفریقا زۆر کورتە.
ky: Түштүк африкалык улуттук чечишүү коду обу жок кыска.
lo: ລະຫັດເຄລຍຣິງປະຈໍາຊາດຂອງອາຝຣິກາໃຕ້ສັ້ນເກີນໄປ.
lt: Pietų Afrikos nacionalinis kliringo kodas per trumpas.
lv: Dienvidāfrikas nacionālais klīringa kods ir pārāk īss.
mi: He poto rawa te Waehaere Whakawātea ā-Whenua o Awherika ki te Tonga.
mk: Јужноафриканската национална шифра за клиринг е премногу кратка.
ml: സൌത്ത് ആഫ്രിക്കന്‍ നാഷണല്‍ ക്ലിയറിംഗ് കോഡ് വളരെ ചെറുതാണ്.
mn: Өмнөд Африкийн Үндэсний Клирингийн Код хэт богино байна.
mr: दक्षिण आफ्रिकी राष्ट्रीय समाशोधन कोड खूप लहान आहे.
ms: Kod Penjelasan Nasional Afrika Selatan terlalu pendek.
mt: Il-Kodiċi Nazzjonali tal-Ikklerjar tal-Afrika t'Isfel qasir wisq.
ne: दक्षिण अफ्रिकी राष्ट्रिय शोधन सङ्केत धेरै छोटो छ।
nn_no: South African National Clearing Code er for kort.
no: South African National Clearing Code er for kort.
or: ଦକ୍ଷିଣ ଆଫ୍ରିକୀୟ ରାଷ୍ଟ୍ରୀୟ କ୍ଲିଅରିଂ କୋଡ୍ ଛୋଟ ଅଟେ.
pa_arab_pk: جنوبی افریقی قومی کلیرنگ کوڈ بہت نکّا اے۔
pa_in: ਸਾਊਥ ਅਫ਼ਰੀਕਨ ਨੈਸ਼ਨਲ ਕਲੀਅਰਿੰਗ ਕੋਡ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Południowoafrykański krajowy kod rozliczeniowy jest zbyt krótki.
ru: Национальный клиринговый код ЮАР слишком короткий.
sd: ڏکڻ آفريڪا جو نيشنل ڪليئرنگ ڪوڊ تمام ننڍو آهي.
si: දකුණු අප්‍රිකානු ජාතික නිශ්කාශන කේතය කෙටි වැඩියි.
sl: Južnoafriška nacionalna klirinška koda je prekratka.
sr_cyrl_rs: Јужноафричка национална шифра клиринга је прекратка.
sr_latn_rs: Južnoafrička nacionalna šifra kliringa je prekratka.
sv: South African National Clearing Code är för kort.
ta: தென் ஆஃப்ரிக்க தேசிய அனுமதி குறியீடு மிகச் சிறியதாக உள்ளது.
te: దక్షిణ ఆఫ్రికా జాతీయ క్లియరింగ్ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи клиринги миллии Африкаи Ҷанубӣ аз ҳад кӯтоҳ аст.
th: National Clearing Code ของแอฟริกาใต้สั้นเกินไป
tr: Güney Afrika Ulusal Takas Kodu çok kısa.
tt: Көньяк Африканың милли клиринг коды артык кыска.
ug: جەنۇبىي ئافرىقا دۆلەتلىك ھېسابات نومۇرى بەك قىسقا.
uk: Національний кліринговий код ПАР закороткий.
ur: جنوبی افریقی قومی تصفیاتی کوڈ بہت چھوٹا ہے۔
uz: Janubiy Afrika Milliy Kliring Kodi juda qisqa.
vi: Mã Thanh toán Quốc gia Nam Phi quá ngắn.
zh_hans: 南非国家清算代码太短。
zh_hant: 南非國家結算代碼 (South African National Clearing Code) 太短。

# Literal.DirectDebitBankNCC.Pattern
source: Invalid South African National Clearing Code.
af: Ongeldige Suid-Afrikaanse Nasionale Verrekening Kode.
am: ትክክለኛ ያልሆነ የደቡብ አፍሪቃ ብሔራዊ የማጣራት ኮድ።
ar: كود المقاصة الوطني الجنوب أفريقي غير صالح.
as: অবৈধ দক্ষিণ আফ্ৰিকাৰ জাতীয় ক্লিয়াৰিং ক'ড৷
az: Cənubi Afrikanın Milli Klirinq Kodu səhvdir.
bg: Невалиден южноафрикански национален клирингов код.
bn_in: অবৈধ দক্ষিণ আফ্রিকার ন্যাশানাল ক্লিয়ারিং কোড।
bs: Nevažeća Nacionalna šifra kliringa Južne Afrike.
cy: Cod Clirio Cenedlaethol De Affrica annilys.
da: Ugyldig sydafrikansk national clearing-kode.
de: Die Bankleitzahl für Südafrika ist ungültig.
el: Μη έγκυρος κωδικός NCC για Νότια Αφρική.
es: El código de compensación nacional de Sudáfrica no es válido.
et: Vale Lõuna-Aafrika riiklik kliiringkood.
eu: Hegoafrikako transferentzia-kode nazionala baliogabea da.
fa: کد تسویه ملی آفریقای جنوبی نامعتبر است.
ga: Cód náisiúnta imréitigh na hAfraice Theas neamhbhailí.
gd: Tha an South African National Clearing Code mì-dhligheach.
gl: Código de conciliación nacional de Sudáfrica non válido.
gu: અમાન્ય સાઉથ આફ્રિકન નેશનલ ક્લિયરિંગ કોડ.
he: קוד הסליקה הלאומי של דרום אפריקה אינו חוקי.
hi: अमान्य दक्षिण अफ़्रीकी राष्ट्रीय समाशोधन कोड.
hr: Nevažeći južnoafrički nacionalni klirinški kôd.
hu: Érvénytelen a dél-afrikai nemzeti elszámolási kód.
id: Kode Kliring Nasional Afrika Selatan tidak valid.
is: Ógildur greiðslumiðlunarkóði fyrir Suður-Afríku.
ja: 南アフリカ国家為替交換コードが無効です。
ka: სამხრეთ აფრიკის ნაციონალური კლირინგის კოდი არასწორია.
kk: Оңтүстік Африка ұлттық клиринг коды жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ದಕ್ಷಿಣ ಆಫ್ರಿಕನ್ ರಾಷ್ಟ್ರೀಯ ಕ್ಲಿಯರಿಂಗ್ ಕೋಡ್.
ko: 남아프리카 공화국 은행 코드가 잘못되었습니다.
ku_arab: کۆدی پاکتاوکردنی نیشتیمانی باشوری ئەفریقا نادروستە.
ky: Түштүк африкалык улуттук чечишүү коду туура эмес.
lo: ລະຫັດເຄລຍຣິງປະຈໍາຊາດຂອງອາຝຣິກາໃຕ້ບໍ່ຖືກຕ້ອງ.
lt: Netinkamas Pietų Afrikos nacionalinis kliringo kodas.
lv: Nederīgs Dienvidāfrikas nacionālais klīringa kods.
mi: He muhu te Waehaere Whakawātea ā-Whenua o Awherika ki te Tonga.
mk: Неважечка Јужноафриканска национална шифра за клиринг.
ml: സൌത്ത് ആഫ്രിക്കന്‍ നാഷണല്‍ ക്ലിയറിംഗ് കോഡ് അസാധുവാണ്.
mn: Өмнөд Африкийн Үндэсний Клирингийн Код буруу байна.
mr: अवैध दक्षिण आफ्रिकी राष्ट्रीय समाशोधन कोड.
ms: Kod Penjelasan Nasional Afrika Selatan tidak sah.
mt: Il-Kodiċi Nazzjonali tal-Ikklerjar tal-Afrika t'Isfel invalidu.
ne: दक्षिण अफ्रिकी राष्ट्रिय शोधन सङ्केत अवैध छ।
nn_no: Ugyldig South African National Clearing Code.
no: Ugyldig South African National Clearing Code.
or: ଅବୈଧ ଦକ୍ଷିଣ ଆଫ୍ରିକୀୟ ରାଷ୍ଟ୍ରୀୟ କ୍ଲିଅରିଂ କୋଡ୍.
pa_arab_pk: بے جواز جنوبی افریقی قومی کلیرنگ کوڈ۔
pa_in: ਅਵੈਧ ਸਾਊਥ ਅਫ਼ਰੀਕਨ ਨੈਸ਼ਨਲ ਕਲੀਅਰਿੰਗ ਕੋਡ।
pl: Nieprawidłowy południowoafrykański krajowy kod rozliczeniowy.
ru: Национальный клиринговый код ЮАР недействителен.
sd: غلط ڏکڻ آفريڪا جو نيشنل ڪليئرنگ ڪوڊ.
si: දකුණු අප්‍රිකානු ජාතික නිශ්කාශන කේතය වැරදියි.
sl: Južnoafriška nacionalna klirinška koda ni veljavna.
sr_cyrl_rs: Неважећа Јужноафричка национална шифра клиринга.
sr_latn_rs: Nevažeća Južnoafrička nacionalna šifra kliringa.
sv: South African National Clearing Code är ogiltigt.
ta: தவறான தென் ஆஃப்ரிக்க தேசிய அனுமதி குறியீடு.
te: చెల్లని దక్షిణ ఆఫ్రికా జాతీయ క్లియరింగ్ కోడ్.
tg: Рамзи клиринги миллии Африкаи Ҷанубӣ беэътибор аст.
th: National Clearing Code ของแอฟริกาใต้ไม่ถูกต้อง
tr: Güney Afrika Ulusal Takas Kodu geçersiz.
tt: Көньяк Африканың милли клиринг коды ялгыш.
ug: ئىناۋەتسىزجەنۇبىي ئافرىقا دۆلەتلىك ھېسابات نومۇرى .
uk: Національний кліринговий код ПАР недійсний.
ur: بے جواز جنوبی افریقی قومی تصفیاتی کوڈ۔
uz: Janubiy Afrika Milliy Kliring Kodi haqiqiy emas.
vi: Mã Thanh toán Quốc gia Nam Phi không hợp lệ.
zh_hans: 南非国家清算代码无效。
zh_hant: 南非國家結算代碼 (South African National Clearing Code) 無效。
