Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSE.NotAvailable
source: "Not available for this purchase."
af: “Nie vir hierdie aankoop beskikbaar nie.”
am: "ለዚህ ግዢ አይገኝም።"
ar: "غير متوفرة لعملية الشراء هذه."
as: "এইটো ক্ৰয়ৰ বাবে উপলব্ধ নহয়৷"
az: "Bu satınalma üçün əlçatan deyil."
bg: "Не е достъпен за тази покупка."
bn_in: "এইটি কেনার জন্য উপলব্ধ নয়।"
bs: “Nije dostupno za ovu kupovinu”.
cy: "Ddim ar gael ar gyfer y pryniant hwn.”
da: "Ikke tilgængelig til dette køb."
de: „Für diesen Kauf nicht verfügbar.“
el: "Δεν διατίθεται για τη συγκεκριμένη αγορά.
es: "No está disponible para esta compra".
et: „Pole selle ostu puhul saadaval.“
eu: "Ez dago erabilgarri erosketa honetarako."
fa: «برای این خرید در دسترس نیست.»
ga: "Níl sé ar fáil don cheannach seo."
gd: “Chan eil seo ri làimh dhan rud a cheannaich thu.”
gl: "Non dispoñible para esta compra."
gu: "આ ખરીદી માટે ઉપલબ્ધ નથી."
he: "לא זמין עבור רכישה זו."
hi: "इस खरीदारी के लिए उपलब्ध नहीं है."
hr: „Nije dostupno za ovu kupnju.”
hu: „Nem érhető el erre a vásárlásra.”
id: "Tidak tersedia untuk pembelian ini."
is: "Ekki í boði fyrir þessi innkaup."
ja: "今回の購入では利用できません。"
ka: „არ არის ხელმისაწვდომი ამ შენაძენისთვის.“
kk: "Бұл сатып алу үшін қолжетімді емес."
kn: "ಈ ಖರೀದಿಗೆ ಲಭ್ಯವಿಲ್ಲ."
ko: “이 구매에 사용할 수 없습니다.”
lo: "ບໍ່ມີສຳລັບການຊື້ນີ້."
lt: „Negalima įsigyti.“
lv: “Nav pieejams šim pirkumam.”
mi: “Kāore i te wātea mō tēnei hokonga mai.”
mk: „Недостапно за ова купување.“
ml: "ഈ വാങ്ങലിനായി ലഭ്യമല്ല."
mr: “या खरेदीसाठी उपलब्ध नाही.”
ms: “Tidak tersedia untuk pembelian ini.”
mt: "Mhux disponibbli għal din ix-xirja."
ne: "यो खरिदका लागि उपलब्ध छैन।"
nn_no: «Ikkje tilgjengeleg for dette kjøpet.»
no: «Ikke tilgjengelig for dette kjøpet.»
or: "ଏହି କ୍ରୟ ପାଇଁ ଉପଲବ୍ଧ ନାହିଁ ।"
pa_in: “ਇਸ ਖਰੀਦ ਲਈ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।”
pl: „Instrument płatniczy niedostępny w przypadku tego zakupu.”
ru: "Недоступно для этой покупки."
sl: »Ni na voljo za ta nakup.«
sr_cyrl_rs: „Није доступно за ову куповину.“
sr_latn_rs: „Nije dostupno za ovu kupovinu“.
sv: Inte tillgänglig för det här köpet.
ta: "இந்த வாங்குதலுக்குக் கிடைக்கவில்லை."
te: "ఈ కొనుగోలు కోసం అందుబాటులో లేదు."
th: "ไม่พร้อมใช้งานสําหรับการซื้อนี้"
tr: “Bu satın alma için kullanılamıyor.”
tt: "Бу сатып алу өчен мөмкин түгел."
ug: سېتىۋالغىلى بولمايدۇ.
uk: Недоступно для цього придбання."
ur: "اس خریداری کیلئے دستیاب نہیں۔"
vi: "Không dùng được cho giao dịch mua này."
zh_hans: “不支持此购买。”
zh_hant: 「不適用於此購買。」

# Word.ApplicableHint
source: - If applicable -
af: - Indien van toepassing -
am: - የሚሠራ ከሆነ -
ar: - إذا كان الأمر مناسبًا -
as: - যদি প্ৰয়োগ হয় -
az: -Uyğun olarsa -
bg: - Ако е приложимо -
bn_in: - যদি প্রযোজ্য -
bs: - Ako je primjenljivo -
cy: - Os yw'n berthnasol -
da: - Hvis relevant -
de: - falls zutreffend -
el: - Αν εφαρμόζεται -
es: - Si procede -
et: - Kui on rakendatav -
eu: - Aplikagarri badago -
fa: - در صورت امکان -
ga: - Más infheidhmithe -
gd: - Ma bhios seo iomchaidh -
gl: - Se é aplicable -
gu: - જો લાગુ પડે તો -
he: - אם רלוונטי -
hi: - लागू होने पर -
hr: - Ako je primjenjivo -
hu: - ha alkalmazható -
id: - jika berlaku -
is: - Ef við á -
ja: - 該当する場合 -
ka: - თუ გამოიყენება -
kk: - Қолданылатын болса -
kn: - ಅನ್ವಯಿಸಿದಲ್ಲಿ -
ko: - 해당하는 경우 -
ku_arab: - ئەگەر کارپێکراو بێت -
ky: - Эгер колдонулса -
lo: - ຖ້ານໍາໃຊ້ -
lt: - Jei taikoma -
lv: - Ja piemērojams -
mi: - Mēnā e pā ana -
mk: - Ако е применливо -
ml: - ബാധകമെങ്കില്‍ -
mn: - Хэрэв хэрэглэгдвэл -
mr: - लागू असल्‍यास -
ms: - Jika berkenaan -
mt: - Jekk japplika -
ne: - यदि लागू हुन्छ भने -
nn_no: - Dersom aktuelt -
no: - Hvis aktuelt -
or: - ଯଦି ପ୍ରଯୁଜ୍ୟ -
pa_arab_pk: ‏‏- جے قابل اطلاق ہووے -
pa_in: - ਜੇ ਲਾਗੂ ਹੋਏ -
pl: - Jeśli dotyczy -
ru: - если применимо -
sd: - جيڪڏهن لاڳو ٿئي -
si: - අදාළ වේ නම් -
sl: - Če je na voljo -
sr_cyrl_rs: - Ако је применљиво -
sr_latn_rs: - Ako je primenljivo -
sv: - Om tillämpligt -
ta: - பொருந்தினால் -
te: - వర్తించబడితే -
tg: - Агар татбиқ шавад -
th: - หากเกี่ยวข้อง -
tr: - Geçerliyse -
tt: - Кулланып булса -
ug: - ئەگەر بولسا -
uk: - Якщо застосовується -
ur: - اگر قابل اطلاق ہو -
uz: - Agar imkoni bo‘lsa -
vi: - Nếu có -
zh_hans: - 如果适用 -
zh_hant: - 如果適用 -

# Word.StateProvinceDistrict
source: State/Province/District
af: Staat/Provinsie/Distrik
am: ግዛት/አውራጃ/ወረዳ
ar: الولاية/المحافظة/الحي
as: ৰাজ্য/দেশ/জিলা
az: Ştat/Əyalət/Qəsəbə
bg: Щат/Провинция/Област
bn_in: রাজ্য/অঞ্চল/জিলা
bs: Država/pokrajina/okrug
cy: Sir/Ardal/Rhanbarth
da: Stat/Provins/Distrikt
de: Bundesstaat/Bundesland/Kanton/Bezirk
el: Νομός/Επαρχία/Περιφέρεια
es: Estado/Provincia/Distrito
et: Osariik/maakond/ringkond
eu: Estatua/Probintzia/Barrutia
fa: استان/ایالت/ناحیه
ga: Stát/Cúige/Ceantar
gd: Siorrachd/Còigeamh/Stàit
gl: Estado ou provincia ou distrito
gu: રાજ્ય/પ્રાંત/જિલ્લો
he: מדינה/מחוז
hi: राज्य/प्रांत/जिला
hr: Država/Provincija/Okrug
hu: Állam/megye/kerület
id: Negara Bagian/Provinsi/Distrik
is: Ríki/sýsla/hérað
ja: 都道府県
ka: შტატი/პროვინცია/უბანი
kk: Ел/Өңір/Аудан
kn: ರಾಜ್ಯ/ಪ್ರಾಂತ್ಯ/ಜಿಲ್ಲೆ
ko: 주/시/도
ku_arab: ویلایەت/پارێزگا/قەزا
ky: Өлкө/Провинция/Округ
lo: ລັດ/ແຂວງ/ເມືອງ
lt: Rajonas / apskritis
lv: Novads/rajons
mi: Kāwanatanga/Porowini/Rohe
mk: Држава/провинција/област
ml: സംസ്ഥാനം/പ്രവിശ്യ/ജില്ല
mn: Муж/Аймаг/Дүүрэг
mr: राज्‍य/प्रांत/जिल्‍हा
ms: Negeri/Wilayah/Daerah
mt: Stat/Provinċja/Distrett
ne: राज्य/प्रान्त/जिल्ला
nn_no: Delstat/provins/Distrikt
no: Delstat/provins/distrikt
or: ରାଜ୍ୟ/ଅଞ୍ଚଳ/ଜିଲ୍ଲା
pa_arab_pk: ریاست/صوبہ/ضلع
pa_in: ਰਾਜ/ਪ੍ਰਦੇਸ਼/ਜ਼ਿਲਾ
pl: Województwo/powiat
ru: Область/республика/край
sd: رياست/صوبو/ضلعو
si: ප්‍රාන්තය/පළාත/දිස්ත්‍රික්කය
sl: Zvezna država/regija/okrožje
sr_cyrl_rs: Држава/покрајина/округ
sr_latn_rs: Država/pokrajina/okrug
sv: Region/distrikt
ta: மாநிலம்/மாகாணம்/மாவட்டம்
te: రాష్ట్రం/ప్రాంతం/జిల్లా
tg: Иёлат/Музофот/Ноҳия
th: รัฐ/จังหวัด/เขต
tr: Eyalet/İl/Bölge
tt: Штат/Провинция/Округ
ug: ئۆلكە/ئاپتونوم رايون/ئوبلاست/بىۋاستە قاراشلىق شەھەر
uk: Область/республіка/район
ur: ریاست / صوبہ / ضلع
uz: Shtat/Viloyat/Rayon
vi: Bang/Tỉnh/Quận
zh_hans: 省/自治区/直辖市
zh_hant: 縣/市/鄉鎮市 (區)

# Word.MBUX.Title.ChoosePIType
source: Choose your payment instrument
af: Kies jou betaling instrument
am: የክፍያ መሳሪያዎን ይምረጡ
ar: اختر وسيلة الدفع الخاصة بك
as: আপোনাৰ পৰিশোধ সা-সৰঞ্জাম পছন্দ কৰক
az: Ödəniş alətinizi seçin
bg: Избор на платежен инструмент
bn_in: আপনার অর্থপ্রদানের ব্যবস্থা বাছুন
bs: Odaberite svoj instrument plaćanja
cy: Dewis eich offeryn talu
da: Vælg betalingsmiddel
de: Zahlungsmittel auswählen
el: Επιλογή του οργάνου πληρωμής σας
es: Elegir su instrumento de pago
et: Valige oma maksevahend
eu: Aukeratu ordainketa-metodoa
fa: دستورالعمل پرداخت خود را انتخاب کنید
ga: Roghnaigh d'ionstraim íocaíochta
gd: Tagh an t-inneal pàighidh agad
gl: Escoller instrumento de pagamento
gu: તમારું ચૂકવણીનું સાધન પસંદ કરો
he: בחירת אמצעי התשלום שלך
hi: अपनी भुगतान विधि चुनें
hr: Odaberite način plaćanja
hu: Fizetési eszközének kiválasztása
id: Pilih alat pembayaran Anda
is: Velja greiðslumáta
ja: 支払い方法の選択
ka: აირჩიეთ თქვენი გადახდის მეთოდი
kk: Төлем құралын таңдау
kn: ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ಆರಿಸಿ
ko: 결제 방법 선택
ku_arab: ئامڕازی پارەدانت هەڵبژێرە
ky: Төлөө куралыңызды тандаңыз
lo: ເລືອກເຄື່ອງມືການຊຳລະເງິນຂອງທ່ານ
lt: Pasirinkite mokėjimo priemonę
lv: Izvēlēties maksāšanas līdzekli
mi: Kōwhiri tō taputapu utu
mk: Изберете го инструментот на плаќање
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക
mn: Төлбөрийн хэрэгслээ сонгоно уу
mr: आपले देय साधन निवडा
ms: Pilih instrumen pembayaran anda
mt: Agħżel l-istrument ta' pagament tiegħek
ne: आफ्नो भुक्तान साधन रोज्नुहोस्
nn_no: Vel betalingsmetode
no: Velg betalingsmåte
or: ଆପଣଙ୍କ ଦେୟ ପଦ୍ଧତି ମନୋନୟନ କରନ୍ତୁ
pa_arab_pk: اپنا ادائیگی آلہ چنڑو
pa_in: ਆਪਣੇ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz instrument płatniczy
ru: Выберите платежное средство
sd: پنهنجو ادائگي آلو چونڊيو
si: ගෙවීම් උපකරණය තෝරන්න
sl: Izberite način plačila
sr_cyrl_rs: Одаберите свој инструмент плаћања
sr_latn_rs: Odaberite svoj instrument plaćanja
sv: Välj betalningsmedel
ta: கட்டணம் செலுத்தும் உபகரணத்தைத் தேர்வுசெய்
te: మీ చెల్లింపు పరికరాన్ని ఎంచుకోండి
tg: Василаи пардохти худро таҳрир кунед
th: เลือกเครื่องมือในการชำระเงินของคุณ
tr: Ödeme aracınızı seçin
tt: Сезнең түләү коралын сайлау
ug: ھەق تاپشۇرۇش قورالىڭىزنى تاللاڭ
uk: Виберіть платіжний засіб
ur: اپنا ادائیگی آلہ منتخب کریں
uz: To‘lov vositasini tanlang
vi: Chọn phương tiện thanh toán của bạn
zh_hans: 选择付款方式
zh_hant: 選擇您的付款方式

# Literal.MBUX.StepDescriptForDirectDebit
source: The direct debit that you choose will become your default payment instrument for all future online purchases from {0}. You can change the default payment instrument at any time.
af: Die direkte debiet wat jy kies, sal jou standaard betaling instrument vir alle toekomstige aanlyn aankope wees van {0}. Jy kan die standaard betaling instrument op enige tyd verander.
am: የሚመርጡት ዳይሬክት ዴቢት ካርድ ከ{0} ለሚያደርጓቸው ሁሉም የወደፊት የመስመር ላይ ግዥዎች ነባሪ የክፍያ መሳሪያዎ ይሆናል። ነባሪ የክፍያ መሳሪያዎን በማንኛውም ጊዜ መለወጥ ይችላሉ።
ar: سيصبح الإيداع المباشر الذي تدخله وسيلة الدفع الافتراضية لجميع عمليات الشراء التي ستقوم بها على الإنترنت عبر موقع {0}. ويمكنك تغيير وسائل الدفع حيثما شئت.
as: আপুনি পছন্দ কৰা প্ৰত্যক্ষ জমা {0}ৰ পৰা ভৱিষ্যতৰ সকলো অনলাইন ক্ৰয়ৰ কাৰণে আপোনাৰ ডিফ'ল্ট পৰিশোধ সা-সৰঞ্জাম হ'ব৷ আপুনি যিকোনো সময়তে ডিফ'ল্ট পৰিশোধ সা-সৰঞ্জাম সলনি কৰিব পাৰে৷
az: Seçdiyiniz birbaşa debit {0}-dan bütün gələcək onlayn satınalmalarınız üçün standart ödəniş alətinə çevriləcəkdir. İstədiyiniz vaxt ödəniş alətlərini dəyişdirə bilərsiniz.
bg: Директният дебит, който изберете, ще стане платежен инструмент по подразбиране за всички бъдещи онлайн покупки от {0}. Можете да промените платежния инструмент по подразбиране по всяко време.
bn_in: আপনার বেছে নেওয়া ডাইরেক্ট ডেবিট {0} থেকে আপনার সমস্ত ভবিষ্যত অনলাইন কেনাকাটার ক্ষেত্রে ডিফল্ট অর্থপ্রদান ব্যবস্থা হয়ে যাবে। আপনি যখন খুশি অর্থপ্রদানের ডিফল্ট ব্যবস্থা পরিবর্তন করতে পারেন।
bs: Direktno zaduženje koje ste odabrali postat će standardni instrument plaćanja za sve vaše buduće kupovine na mreži sa lokacije {0}. Standardni instrument plaćanja možete promijeniti u svakom trenutku.
cy: Y debyd uniongyrchol y byddwch chi'n ei ddewis fydd eich offeryn talu diofyn ar gyfer popeth byddwch chi'n ei brynu ar-lein o {0} o hyn ymlaen. Gallwch newid offerynnau talu unrhyw bryd.
da: Direkte debitering bliver standardbetalingsmidlet for alle fremtidige onlinekøb fra {0}. Du kan når som helst skifte til et andet betalingsmiddel.
de: Die für das Lastschriftverfahren ausgewählte Bankverbindung wird als Standardzahlungsmittel für sämtliche künftigen Onlineeinkäufe bei {0} verwendet. Sie können das Standardzahlungsmittel jederzeit wechseln.
el: Η άμεση χρέωση που επιλέξατε θα γίνει το προεπιλεγμένο όργανο πληρωμής για όλες τις μελλοντικές ηλεκτρονικές αγορές από την τοποθεσία {0}. Μπορείτε να αλλάξετε το προεπιλεγμένο όργανο πληρωμής οποιαδήποτε στιγμή.
es: El adeudo directo elegido pasará a ser el instrumento de pago predeterminado para todas sus futuras compras en línea desde {0}. Puede cambiar los instrumentos de pago en cualquier momento.
et: Teie valitav otsekorraldus jääb vaikimisi maksevahendiks kõigi tulevaste võrguostude puhul teenusest {0}. Selle saab alati teise maksevahendiga asendada.
eu: Aukeratu duzun helbideratzea {0} webgunean egiten dituzun lineako erosketen ordainketa-metodo lehenetsi bihurtuko da. Nahi duzunean alda dezakezu ordainketa-metodo lehenetsia.
fa: direct debit که انتخاب کردید، دستورالعمل پرداخت پیش فرض برای تمام خریدهای آنلاین شما در آینده از {0} می شود. در هر زمان می توانید دستورالعمل پرداخت پیش فرض را تغییر دهید.
ga: Úsáidfear an dochar díreach a chuirfidh tú isteach mar ionstraim íocaíochta réamhshocraithe do na nithe go léir a cheannóidh tú ar líne sa todhchaí ó {0}. Is féidir leat an ionstraim íocaíochta réamhshocraithe a athrú am ar bith.
gd: Thèid an Direct Debit a thaghas tu a-steach a chleachdadh mar an t-inneal pàighidh àbhaisteach airson rud sam bith a cheannaicheas tu air loidhne o {0}. 'S urrainn dhut an t-inneal pàighidh seo atharrachadh uair sam bith.
gl: A domiciliación bancaria que introduza converterase no instrumento de pagamento predefinido para todas as súas futuras compras en liña en {0}. Pode modificar o instrumento de pagamento predefinido cando o desexe.
gu: તમે પસંદ કરો છો તે ડાયરેક્ટ ડેબિટ કાર્ડ, {0} પરથી તમારી બધી ભાવિ ઑનલાઇન ખરીદી માટે ડિફૉલ્ટ ચૂકવણીનું સાધન બનશે. તમે ડિફૉલ્ટ ચૂકવણીનાં સાધનને કોઈપણ સમયે બદલી શકો છો.
he: החיוב הישיר שתבחר יהפוך לאמצעי התשלום המהווה ברירת מחדל עבור כל הרכישות המקוונות העתידיות מ- {0}. תוכל לשנות את אמצעי התשלום בכל עת.
hi: आपके द्वारा चुना गया प्रत्यक्ष डेबिट, {0} से सभी भावी ऑनलाइन खरीदारियों के लिए आपकी डिफ़ॉल्ट भुगतान विधि बन जाएगा. आप किसी भी समय भुगतान विधि बदल सकते हैं.
hr: Odabrano izravno terećenje bit će zadani način plaćanja za sve vaše buduće mrežne kupnje od {0}. Zadani način plaćanja možete uvijek promijeniti.
hu: A megadott csoportos beszedési megbízás lesz a(z) {0} lapjain bonyolított jövőbeli internetes vásárlások alapértelmezett fizetési eszköze. Bármikor megadhat másik fizetési eszközt.
id: Debit langsung yang Anda pilih akan menjadi alat pembayaran bawaan untuk semua pembelian daring di waktu mendatang dari {0}. Anda dapat mengubah alat pembayaran bawaan kapan pun.
is: Beingreiðslan sem þú velur verður sjálfgefinn greiðslumáti fyrir öll frekari kaup þín á netinu frá {0}. Hægt er að breyta sjálfgefnum greiðslumáta hvenær sem er.
ja: 今後すべての {0} からのオンライン購入について、選択した口座振替が既定のお支払い方法になります。既定のお支払い方法はいつでも変更できます。
ka: თქვენ მიერ არჩეული პირდაპირი დებეტი გახდება ნაგულისხმევი გადახდის მეთოდი მომავალში თქვენ მიერ განხორციელებული ყველა ონლაინ-შეძენისთვის სერვისში „{0}“. გადახდის მეთოდის შეცვლა ნებისმიერ დროს შეგიძლიათ.
kk: Болашақта {0} торабынан онлайн режимде сатып алатын барлық заттар үшін сіз таңдайтын тікелей дебет сіздің әдепкі төлем құралыңызға айналады. Төлем құралын кез келген уақытта өзгерте аласыз.
kn: ನೀವು ಆರಿಸುವ ನೇರ ಡೆಬಿಟ್ {0} ನಿಂದ ನಿಮ್ಮೆಲ್ಲಾ ಭವಿಷ್ಯ ಆನ್‌ಲೈನ್ ಖರೀದಿಗಾಗಿ ಡೀಫಾಲ್ಟ್ ಪಾವತಿ ವಿಧಾನವಾಗುತ್ತದೆ. ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಡೀಫಾಲ್ಟ್ ಪಾವತಿ ವಿಧಾನವನ್ನು ನೀವು ಬದಲಾಯಿಸಬಹುದು.
ko: 선택한 직불 카드는 {0}부터 향후 온라인으로 구매하는 모든 항목의 기본 결제 방법이 됩니다. 기본 결제 방법은 언제든 변경할 수 있습니다.
ku_arab: ئەو قەرزی راستەوخۆی تۆ تێنووسی دەکەیت دەبێتە ئامڕازی پارەدانی گریمانەی تۆ بۆ هەموو کڕینە سەرهێڵەکانی داهاتووت لە {0}. دەتوانیت هەر کاتێک بتەوێت ئامڕازی پارەدان بگۆڕیت.
ky: Сиз тандаган түз дебет, мындан ары {0} дегенден бардык онлайн сатып алууларды аткарганда колдонулуучу жарыяланбаган төлөм куралы болуп калмакчы. Сиз жарыяланбаган төлөм куралын каалаган убакта башкага алмаштыра аласыз.
lo: ບັດເດບິດທີ່ທ່ານເລືອກຈະກາຍເປັນເຄື່ອງມືການຊຳລະເງິນເລີ່ມຕົ້ນຂອງທ່ານສຳລັບທຸກການຊື້ທາງອອນລາຍໃນອະນາຄົດຈາກ {0}. ທ່ານສາມາດປ່ຽນເຄື່ອງມືການຊຳລະເງິນເລີ່ມຕົ້ນໄດ້ທຸກເວລາ.
lt: Jūsų pasirinktas tiesioginis debetas taps numatytąja mokėjimo priemone kiekvieną kartą perkant internetu iš {0}. Bet kada galima pakeisti numatytąją mokėjimo priemonę.
lv: Izvēlētais tiešais debets tiks izmantots kā noklusējuma maksāšanas līdzeklis visu turpmāko tiešsaistes pirkumu veikšanai, kurus nodrošina {0}. Noklusējuma maksāšanas līdzekli var mainīt jebkurā laikā.
mi: Ka noho te utunga hāngai ka kōwhiria e koe hei taputapu utu taunoa mō ngā hokonga ā-tuihono katoa hei ngā rā e tū mai nei i {0}. Ka taea te huri ki tētahi atu taputapu utu ahakoa te wā.
mk: Директниот дебитен налог што ќе го изберете ќе биде стандарден платежен инструмент за сите идни купувања преку интернет од {0}. Во секое време можете да го промените инструментот на плаќање.
ml: നിങ്ങള്‍ തിരഞ്ഞെടുക്കുന്ന ഡയറക്‍ട് ഡെബിറ്റ് {0} എന്നതില്‍ നിന്നുമുള്ള ഭാവിയിലെ നിങ്ങളുടെ എല്ലാ വാങ്ങലുകള്‍ക്കുമുള്ള സ്ഥിരസ്ഥിതി പേയ്‌മെന്റ് രീതിയായി മാറും. നിങ്ങള്‍ക്ക് എപ്പോള്‍ വേണമെങ്കിലും പേയ്‌മെന്റ് രീതികള്‍ മാറ്റാന്‍ കഴിയും.
mn: Таны сонгосон шууд дебит таны {0}-с авах цаашдын бүх онлайн худалдан авалтад өгөгдмөл төлбөрийн хэрэгсэл болгож ашиглагдана. Та өгөгдмөл төлбөрийн хэрэгслээ хэдийд ч сольж болно.
mr: आपण निवडता करता ते थेट डेबिट {0} वरील भविष्यातील सर्व ऑनलाइन खरेदीसाठी आपले डिफॉल्ट देय साधन बनेल. आपण कोणत्याही वे‍ळी डिफॉल्ट देय साधन बदलू शकता.
ms: Kad debit langsung yang anda pilih akan menjadi instrumen pembayaran lalai anda bagi semua pembelian dalam talian yang akan datang dari {0}. Anda boleh menukar instrumen pembayaran pada bila-bila masa.
mt: Id-direct debit li ddaħħal se jsir l-istrument ta' pagament default għax-xirjiet online tiegħek kollha fil-futur minn {0}. Tista' tibdel l-istrument ta' pagament default meta trid.
ne: तपाईंले रोज्नुभएको डाइरेक्ट डेबिट भविष्यमा {0} बाट गर्ने सबै खरिदहरूको लागि पूर्वनिर्धारित भुक्तान साधन हुनेछ। तपाईं कुनैपनि समयमा पूर्वनिर्धारित भुक्तान साधन परिवर्तन गर्न सक्नुहुन्छ।
nn_no: Den direkte belastinga du vel, blir standard betalingsmetode for alle framtidige nettkjøp frå {0}. Du kan endre betalingsmetode kva tid som helst.
no: Den direkte debiteringen du velger, blir standard betalingsmåte for alle fremtidige nettkjøp fra {0}. Du kan når som helst bytte standard betalingsmåte.
or: ଆପଣ ଯେଉଁ ପ୍ରତ୍ୟେକ୍ଷ ଡେବିଟ୍ ମନୋନୟନ କରିବେ ତାହା {0} ଠାରୁ ସମସ୍ତ ଭବିଷ୍ୟତ ଅନ୍‌ଲାଇନ୍ କ୍ରୟଗୁଡିକ ପାଇଁ ଆପଣଙ୍କର ଡିଫଲ୍ଟ୍ ଦେୟ ପଦ୍ଧତି ହେବ. ଆପଣ ଯେକୌଣସି ସମୟରେ ଡିଫଲ୍ଟ୍ ଦେୟ ପଦ୍ଧତି ପରିବର୍ତ୍ତନ କରିପାରିବେ.
pa_arab_pk: جیہڑا براہ راست ڈیبٹ دا طریقہ تسی چنڑو گے اوہ {0} توں آن لائن خریداری لئی تہاڈا طے شدہ ادائیگی آلہ بن جاوےگا۔ تسی کسے ویلے وی ادائیگی دا طریقہ بدل سکدے او
pa_in: ਜਿਹੜਾ ਪ੍ਰਤੱਖ ਡੈਬਿਟ ਤੁਸੀਂ ਚੁਣਦੇ ਹੋ, {0} ਤੋਂ ਭਵਿੱਖ ਦੀਆਂ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਖ੍ਰੀਦਾਰੀਆਂ ਲਈ ਤੁਹਾਡਾ ਡਿਫ਼ੌਲਟ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਬਣ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਡਿਫੌਲਟ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।
pl: Wybrane polecenie zapłaty stanie się domyślnym instrumentem płatniczym dla wszystkich przyszłych zakupów online dokonywanych w firmie {0}. W dowolnej chwili można zmienić domyślny instrument płatniczy.
ru: Выбранный счет прямого дебета будет использоваться в качестве платежного средства по умолчанию для всех будущих покупок из {0} через Интернет. Изменить платежное средство можно в любое время.
sd: ڊائريڪٽ ڊيبٽ جيڪو توهان چونڊي وٺو آهيو اهو {0} کان توهان جي آنلائن خريداري لاءِ ڊفالٽ ادائگي جو آلو ٿي ويندو آهي. توهان ڪنهن به وقت ادائگي آلي کي تبديل ڪري سگھو ٿا.
si: ඔබ තෝරනු ලබන ඩිරෙක්ට් ඩෙබිට්{0} වෙතින් වන ඔබේ සියලුම අනාගත ඔන්ලයින් මිලදී ගැනීම් සඳහා සාමාන්‍ය ගෙවීම් උපකරණය බවට පත් වේ. ඔබට ඕනෑම අවස්ථාවක ගෙවීම් උපකරණය වෙනස් කළ හැකිය.
sl: Direktna obremenitev, ki jo izberete, bo postala privzeti način plačila za vse prihodnje spletne nakupe pri trgovcu {0}. Načine plačila lahko kadar koli spremenite.
sr_cyrl_rs: Директно задужење које сте одабрали биће ваш подразумевани инструмент плаћања за све будуће куповине на мрежи са локације {0}. Подразумевани инструмент плаћања у сваком тренутку можете да промените.
sr_latn_rs: Direktno zaduženje koje ste odabrali biće vaš podrazumevani instrument plaćanja za sve buduće kupovine na mreži sa lokacije {0}. Podrazumevani instrument plaćanja u svakom trenutku možete da promenite.
sv: Det autogiro du väljer används sedan som standard för alla dina onlineköp från {0}. Du kan när som helst ändra till ett annat betalningsmedel.
ta: நீங்கள் தேர்வுசெய்யும் நேரடி பற்றானது எதிர்காலத்தில் {0} -இலிருந்து செய்யும் எல்லா ஆன்லைன் வாங்குதலுக்கும் இயல்பான கட்டணம் செலுத்தும் உபகரணமாக இருக்கும். இயல்பான கட்டணம் செலுத்தும் உபகரணங்களை நீங்கள் எந்த நேரத்திலும் மாற்றலாம்.
te: మీరు ఎంచుకునే ప్రత్యక్ష డెబిట్ {0} మీ మొత్తం భవిష్యత్తు ఆన్‌లైన్ కొనుగోళ్ల కోసం డిఫాల్ట్ చెల్లింపు పరికరం అవుతుంది. మీరు ఏ సమయంలో అయినా ఢిఫాల్ట్ చెల్లింపు పరికరాన్ని మార్చవచ్చు.
tg: Дебити мустақими интихобкардаатон василаи пардохти аввалия барои ҳама харидҳои онлайни минбаъда аз {0} мешавад. Шумо метавонед василаи пардохти аввалияро дар лаҳзаи дилхоҳ иваз кунед.
th: การหักบัญชีเงินฝากที่คุณเลือกจะกลายเป็นเครื่องมือในการชำระเงินค่าเริ่มต้นสำหรับการซื้อจาก {0} ทางออนไลน์ทั้งหมดในอนาคต คุณสามารถเปลี่ยนเครื่องมือในการชำระเงินค่าเริ่มต้นได้ทุกเมื่อ
tr: Seçtiğiniz banka kartı gelecekte {0} üzerinde yapacağınız tüm çevrimiçi satın almalarda varsayılan ödeme aracınız olacaktır. Varsayılan ödeme aracını istediğiniz zaman değiştirebilirsiniz.
tt: Сез сайлаган туры дебет киләчәктә {0}-дан барлык онлайн сатып алуыгыз хәлләрендә Сезнең килешенгән түләү коралы буларак эшләр. Сез килешенгән түләү коралын һәрвакыт үзгәртә аласыз.
ug: سىز تاللىغان بىۋاستە چىقىم ئۇسۇلى {0} دىن ئېتىبارەن كەلگۈسىدە توردا قىلغان مۇئامىلىڭىزنىڭ باش ھەق تاپشۇرۇش قورالى قىلىنىدۇ. باش ھەق تاپشۇرۇش قورالىنى خالىغان ۋاقىتتا ئۆزگەرتسىڭىز بولىدۇ.
uk: Обране пряме дебетування використовуватиметься як платіжний засіб за промовчанням для всіх ваших майбутніх покупок через Інтернет у {0}. Платіжний засіб за промовчанням можна змінити будь-коли.
ur: مستقبل میں {0}سے تمام آن لائن خریداریوں کے لیے آپ کا منتخب کردہ براہ راست ڈیبٹ آپ کا بنیادی ادائیگی کا آلہ بن جائے گا۔آپ کسی بھی وقت بنیادی ادائیگی کا آلہ تبدیل کر سکتے ہیں.
uz: Siz tanlaydigan to‘g‘ri debit sizning {0} dan qiladigan kelajakdagi barcha onlayn xaridlaringiz uchun asosiy to‘lov vositasi bo‘ladi. Siz istalgan vaqtda standart to‘lov vositasiga o‘zgartirishingiz mumkin.
vi: Phương thức ghi nợ trực tiếp bạn chọn sẽ trở thành phương tiện thanh toán mặc định của bạn cho tất cả giao dịch mua trực tuyến từ {0} trong tương lai. Bạn có thể thay đổi phương tiện thanh toán mặc định bất kỳ lúc nào.
zh_hans: 您选择的借记卡将成为您将来从 {0} 进行所有在线购买的默认付款方式。您可以随时更改默认付款方式。
zh_hant: 您選擇的直接扣款將變成您日後透過網路向 {0} 購買產品的預設付款方式。您可以隨時變更預設付款方式。

# Word.MBUX.Title.ChoosePIForDirectDebit
source: Choose your direct debit
af: Kies jou direkte debiet
am: የእርስዎን ዳይሬክት ዴቢት ይምረጡ
ar: اختر إيداعك المباشر
as: আপোনাৰ প্ৰত্যক্ষ জমা পছন্দ কৰক
az: Birbaşa debit seçin
bg: Избор на директен дебит
bn_in: আপনার ডায়রেক্ট ডেবিট বাছুন
bs: Odaberite svoje direktno zaduženje
cy: Dewis eich debyd uniongyrchol
da: Vælg direkte debitering
de: Lastschrift auswählen
el: Επιλογή της άμεσης χρέωσής σας
es: Elegir su adeudo directo
et: Valige oma otsekorraldus
eu: Aukeratu helbideratzea
fa: direct debit خود را انتخاب کنید
ga: Roghnaigh do dhochar díreach
gd: Tagh an Direct Debit agad
gl: Escoller a domiciliación bancaria
gu: તમારો ડાયરેક્ટ ડેબિટ પસંદ કરો
he: בחירת החיוב הישיר שלך
hi: अपना प्रत्यक्ष डेबिट चुनें
hr: Odaberite izravno terećenje
hu: Csoportos beszedési megbízás kiválasztása
id: Pilih debit langsung Anda
is: Velja þína beingreiðslu
ja: 口座振替の選択
ka: აირჩიეთ თქვენი პირდაპირი დებეტი
kk: Өзіңізді тікелей дебетіңізді таңдау
kn: ನಿಮ್ಮ ನೇರ ಡೆಬಿಟ್ ಅನ್ನು ಆರಿಸಿ
ko: 직불 카드 선택
ku_arab: قەرزی راستەوخۆی خۆت هەڵبژێرە
ky: Түз дебетиңизди тандаңыз
lo: ເລືອກການຫັກບັນຊີໂດຍກົງຂອງທ່ານ
lt: Pasirinkti tiesioginį debetą
lv: Izvēlēties tiešo debetu
mi: Kōwhiri tō utunga hāngai
mk: Изберете го директниот дебитен налог
ml: നിങ്ങളുടെ ഡയറക്‍ട് ഡെബിറ്റ് തിരഞ്ഞെടുക്കുക
mn: Уг шууд дебитийг сонгох
mr: आपले थेट डेबिट निवडा
ms: Pilih debit langsung anda
mt: Agħżel id-direct debit tiegħek
ne: आफ्नो डाइरेक्ट डेबिट थप्नुहोस्
nn_no: Vel direkte belasting
no: Velg direkte debitering
or: ଆପଣଙ୍କ ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ମନୋନୟନ କରନ୍ତୁ
pa_arab_pk: اپنا براہ راست ڈیبٹ چنڑو
pa_in: ਆਪਣੇ ਪ੍ਰਤੱਖ ਡੈਬਿਟ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz polecenie zapłaty
ru: Выберите счет прямого дебета
sd: پنهنجو ڊائريڪٽ ڊيبٽ چونڊيو
si: ඔබේ ඩිරෙක්ට් ඩෙබිට් තෝරන්න
sl: Izberite svojo direktno obremenitev
sr_cyrl_rs: Одаберите своје директно задужење
sr_latn_rs: Odaberite svoje direktno zaduženje
sv: Välj autogiro
ta: உங்கள் நேரடி பற்றைத் தேர்வுசெய்
te: మీ ప్రత్యక్ష డెబిట్‌ను ఎంచుకోండి
tg: Дебити мустақими худро интихоб кунед
th: เลือกการหักบัญชีเงินฝากของคุณ
tr: Banka kartınızı seçin
tt: Сезнең туры дебетыгызны сайлау
ug: بىۋاستە چىقىم ئۇسۇلى تاللاڭ
uk: Виберіть пряме дебетування
ur: اپنا براہ راست ڈیبٹ منتخب کریں
uz: To‘g‘ri debitingizni tanlang
vi: Chọn phương thức ghi nợ trực tiếp của bạn
zh_hans: 选择借记卡
zh_hant: 選擇您的直接扣款
