Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.IT.ReggioEmilia
source: Reggio Emilia
am: ረጂዮ ኤሚሊያ
ar: ريجو إيميليا
as: ৰেজিঅ' ইমিলিয়া
bg: Реджио Емилия
bn_in: রেজজিও এমিলিয়া
el: Ρέτζιο νελ Εμίλια
fa: رجیو امیلیا
gu: રેજીઓ એમિલીયા
he: רג'יו אמיליה
hi: रेगिओ एमिलिया
ja: レッジョ・エミリア
ka: რეჯო-ემილია
kk: Реджио Эмилия
kn: ರೆಗಿಯೊ ಎಮಿಲಿಯಾ
ku_arab: ریگیۆ ئێمیلیا
ky: Реджо-Эмилия
lo: ເຣັກກີໂອອີມີເລຍ
lt: Emilijos Redžas
lv: Redžo nell'Emīlija
mi: Rekio Ēmīria
mk: Реџо Емилија
ml: രെഗ്ഗിയോ എമിലിയ
mn: Рэжжо Эмилиа
mr: रेजिओ एमिलिया
ne: रेजियो एमिलिया
or: ରେଗିଓ ଏମିଲିଆ
pa_arab_pk: رےگی او ایمیلیا
pa_in: ਰੈਜੀਓ ਈਮਿਲੀਆ
pl: Region Emilia
ru: Реджо-нелла-Эмилия
sd: ريگو ايميلا
si: රෙජියෝ එමිලියා
sr_cyrl_rs: Ређо Емилија
sr_latn_rs: Ređo Emilija
ta: ரெஜ்ஜியோ எமிலியா
te: రిజ్జియో ఎమీలియా
tg: Регио Эмилия
th: เรกจิโอ เอมิเรีย
tt: Реджио-Эмилия
ug: رېججو ئېمىلىيا
uk: Реджо Емілія
ur: رےگی او ایمیلیا
uz: Redjo-Emiliya
zh_hans: 雷焦艾米利亚
zh_hant: 雷焦艾米利亞

# Word.State.IT.Rieti
source: Rieti
am: ሪየቲ
ar: ريتي
as: ৰিয়েটি
bg: Риети
bn_in: রেইতি
el: Ριέτι
fa: ریتی
gu: રૈતી
he: רייטי
hi: रिएटी
ja: リエティ
ka: რიეტი
kk: Риети
kn: ರೀಟಿ
ku_arab: رەییتی
ky: Риети
lo: ຣີຕິ
lt: Rietis
mk: Риети
ml: രെയ്‌തി
mn: Риети
mr: रैति
ne: रेयेटी
or: ରିଏଟି
pa_arab_pk: ری اے تی
pa_in: ਰੀਤੀ
ru: Риети
sd: ريتا
si: රියෙටි
sr_cyrl_rs: Риети
ta: ரியெட்டி
te: రీటీ
tg: Риети
th: ริเอติ
tt: Риети
ug: رىيېتى
uk: Ріеті
ur: ری اے تی
uz: Riyeti
zh_hans: 列蒂
zh_hant: 列蒂

# Word.State.IT.Rimini
source: Rimini
am: ሪሚኒ
ar: ريميني
as: ৰিমিনি
bg: Римини
bn_in: রিমিনি
el: Ρίμινι
es: Rímini
fa: ریمینی
gl: Rímini
gu: રિમ્મી
he: רימיני
hi: रिमिनी
is: Rímíní
ja: リミニ
ka: რიმინი
kk: Римини
kn: ರಿಮಿನಿ
ku_arab: ریمینی
ky: Римини
lo: ຣີມີນີ
lt: Riminis
mi: Rīmini
mk: Римини
ml: രിമിനി
mn: Римини
mr: रिमिनी
ne: रिमिनी
or: ରିମିନି
pa_arab_pk: ری مینی
pa_in: ਰੀਮਿਨੀ
ru: Римини
sd: رمني
si: රිමිනා
sr_cyrl_rs: Римини
ta: ரிமினி
te: రిమ్ని
tg: Римини
th: ริมินิ
tt: Римини
ug: رىمىنى
uk: Ріміні
ur: ری مینی
zh_hans: 里米尼
zh_hant: 里米尼

# Word.State.IT.Roma
source: Rome
am: ሮም
ar: روما
as: ৰোমে
az: Roma
bg: Рим
bn_in: রোম
bs: Rim
cy: Rhufain
da: Rom
de: Rom
el: Ρώμη
es: Roma
et: Rooma
eu: Erroma
fa: رم
ga: An Róimh
gd: An Ròimh
gl: Roma
gu: રોમ
he: רומא
hi: रोम
hr: Rim
hu: Róma
id: Roma
is: Róm
ja: ローマ
ka: რომი
kk: Рим
kn: ರೋಮ್
ku_arab: رۆما
ky: Римини
lo: ໂຣມ
lt: Roma
lv: Roma
mi: Rōma
mk: Рим
ml: റോം
mn: Ром
mr: रोम
ne: रोम
nn_no: Roma
no: Roma
or: ରୋମ୍
pa_arab_pk: روم
pa_in: ਰੋਮ
pl: Rzym
ru: Рим
sd: روم
si: රෝමය
sl: Rim
sr_cyrl_rs: Рим
sr_latn_rs: Rim
sv: Rom
ta: ரோம்
te: రోమ్
tg: Рим
th: โรม
tr: Roma
tt: Рим
ug: رىم
uk: Рим
ur: روم
uz: Rim
zh_hans: 罗马
zh_hant: 羅馬

# Word.State.IT.Rovigo
source: Rovigo
am: ሮቪጎ
ar: روفيجو
as: ৰোভিগো
az: Roviqo
bg: Ровиго
bn_in: রোভিগো
el: Ροβίγκο
fa: روویگو
gu: રોવિગો
he: רוויגו
hi: रोविगो
ja: ロビゴ
ka: როვიგო
kk: Ровиго
kn: ರೊವಿಗೊ
ku_arab: رۆڤیگۆ
ky: Ровиго
lo: ໂຣວີໂກ
lt: Rovigas
mi: Rōwiko
mk: Ровиго
ml: റോവിഗോ
mn: Ровиго
mr: रोव्हिगो
ne: रोभिगो
or: ରୋଭିଗୋ
pa_arab_pk: روویگو
pa_in: ਰੋਵੀਗੋ
ru: Ровиго
sd: روويگو
si: රොවිගෝ
sr_cyrl_rs: Ровиго
ta: ரோவிகோ
te: రోవిగో
tg: Ровиго
th: โรวีโก
tt: Ровиго
ug: روۋىگو
uk: Ровіго
ur: روویگو
zh_hans: 罗维戈
zh_hant: 羅維戈

# Word.State.IT.Salerno
source: Salerno
am: ሳሌርኖ
ar: ساليرنو
as: চালেৰনো
bg: Салерно
bn_in: সালেরনো
el: Σαλέρνο
fa: سالرنو
gu: સાલેર્નો
he: סלרנו
hi: सालेर्नो
ja: サレルノ
ka: სალერნო
kk: Салерно
kn: ಸಲೆರ್ನೊ
ku_arab: سالێرنۆ
ky: Салерно
lo: ຊາເລີໂນ
lt: Salernas
mi: Harēno
mk: Салерно
ml: സലിര്‍ണോ
mn: Салерно
mr: सॅलर्नो
ne: स्यालेर्नो
or: ସାଲେରନୋ
pa_arab_pk: سالیرینو
pa_in: ਸਾਲੇਰਨੋ
ru: Салерно
sd: سيلرنو
si: සලර්නෝ
sr_cyrl_rs: Салерно
ta: சலெர்னோ
te: సాలెమో
tg: Салермо
th: ซาเลอร์โน
tt: Салерно
ug: سالېرنو
uk: Салерно
ur: سالیرینو
zh_hans: 萨莱诺
zh_hant: 薩萊諾

# Word.State.IT.Sassari
source: Sassari
am: ሳሳሪ
ar: ساساري
as: চাচাৰি
bg: Сасари
bn_in: সাসসারি
el: Σάσαρι
fa: ساساری
gu: સાસારી
he: סאסארי
hi: सासारी
ja: サッサリ
ka: სასარი
kk: Сассари
kn: ಸಸ್ಸಾರಿ
ku_arab: ساساری
ky: Сассари
lo: ຊາສຊາຣີ
lt: Sasaris
lv: Sasāri
mi: Hahari
mk: Сасари
ml: സസ്സാരി
mn: Сассари
mr: सासारी
ne: सासारी
or: ସାସରି
pa_arab_pk: ساسری
pa_in: ਸਾਸਾਰੀ
ru: Сассари
sd: سساري
si: සසාරි
sr_cyrl_rs: Сасари
sr_latn_rs: Sasari
ta: சஸ்ஸாரி
te: సస్సారీ
tg: Сассари
th: ซาสซารี
tt: Сассари
ug: ساسسارى
uk: Сассарі
ur: ساسری
zh_hans: 萨萨里
zh_hant: 薩沙里

# Word.State.IT.Savona
source: Savona
am: ሳቮና
ar: سافونا
as: চাভোনা
bg: Савона
bn_in: সাভোনা
el: Σαβόνα
fa: ساوونا
gu: સાવોના
he: סבונה
hi: सैवोना
ja: サボナ
ka: სავონა
kk: Савона
kn: ಸವೋನಾ
ku_arab: ساڤۆنا
ky: Савона
lo: ຊາໂວນາ
mi: Harowa
mk: Савона
ml: സവോണ
mn: Савона
mr: सावोना
ne: सभोना
or: ସାଭୋନା
pa_arab_pk: ساوہ نا
pa_in: ਸਾਵੋਨਾ
ru: Савона
sd: سوانو
si: සවෝනා
sr_cyrl_rs: Савона
ta: சவோனா
te: సావోనా
tg: Савона
th: ซาวอนา
tt: Савона
ug: ساۈونا
uk: Савона
ur: ساوہ نا
zh_hans: 萨沃纳
zh_hant: 薩沃納

# Word.State.IT.Siena
source: Siena
am: ሲየና
ar: سينا
as: চিয়েনা
bg: Сиена
bn_in: সিয়েনা
el: Σιένα
fa: سینا
gu: સિએના
he: סיינה
hi: सिएना
ja: シエナ
ka: სიენა
kk: Сиена
kn: ಸಿಯೆನಾ
ku_arab: سیێنا
ky: Сиена
lo: ຊີນາ
lv: Sjēna
mk: Сиена
ml: സിയന
mn: Сиена
mr: सिएना
ne: सियेना
or: ସିଏନା
pa_arab_pk: سی اینا
pa_in: ਸੀਆਨਾ
ru: Сиена
sd: سينا
si: සියානා
sr_cyrl_rs: Сијена
sr_latn_rs: Sijena
ta: சியானா
te: సియనా
tg: Сиена
th: ซิเอนา
tt: Сиена
ug: سىيېنا
uk: Сієна
ur: سی اینا
uz: Siyena
zh_hans: 锡耶纳
zh_hant: 錫耶納

# Word.State.IT.Siracusa
source: Syracuse
af: Sirakuse
am: ሲራኩስ
ar: سيراكيوز
as: চিয়াৰাচোচা
az: Sirakus
bg: Сиракуза
bn_in: সাইরাকুসে
bs: Sirakuza
el: Συρακούσες
es: Siracusa
et: Sürakuusa
gl: Siracusa
gu: સાયરાકુઝ
he: סיראקוזה
hi: साइरेकूज़
is: Syracusa
ja: シラキュース
ka: სირაკუზი
kk: Сиракуза
kn: ಸಿರಾಕುಸ್
ku_arab: سیراکۆس
ky: Сиракуздар
lo: ຊີຣາກຸສ
lt: Sirakūzai
lv: Sirakūzas
mi: Hairakuhe
mk: Сиракуза
ml: സൈറാകൂസ്
mn: Сиракуз
mr: सिराकुझ
ne: सिराकुस
no: Siracusa
or: ସରାକୁଜ୍
pa_arab_pk: سیراکیوس
pa_in: ਸਾਈਰਾਕਿਊਜ
ru: Сиракузы
sd: سائراڪس
si: සිර්කෝස්
sl: Sirakuza
sr_cyrl_rs: Сиракуза
sr_latn_rs: Sirakuza
ta: சைரகியூஸ்
te: సిరాకూజ్
tg: Сиракуз
th: ซีราคิวส์
tt: Сиракузы
ug: سىراكۇزا
uk: Сіракузи
ur: سیراکیوس
uz: Sirakuz
zh_hans: 锡拉库扎
zh_hant: 敘拉古

# Word.State.IT.Sondrio
source: Sondrio
am: ሶንድሪዮ
ar: سوندريو
as: সোনড্ৰিও
bg: Сондрио
bn_in: সোনড্রিও
el: Σόντριο
fa: سوندریو
gu: સોન્ડ્રીઓ
he: סונדריו
hi: सॉन्ड्रिओ
ja: ソンドリオ
ka: სონდრიო
kk: Сондрио
kn: ಸೋಂಡ್ರಿಯೊ
ku_arab: سۆندریۆ
ky: Сондрио
lo: ຊອນດຣີໂອ
lt: Sondrijus
mi: Honotērio
mk: Сондрио
ml: സണ്‍‌ട്രിയോ
mn: Сондрио
mr: सॉन्ड्रिओ
ne: सोन्द्रियो
or: ସୋନଡ୍ରିଓ
pa_arab_pk: سونڈریو
pa_in: ਸੋਂਡਰੀਓ
ru: Сондрио
sd: سونڊريو
si: සොන්ඩ්‍රියෝ
sr_cyrl_rs: Сондрио
ta: சொன்ட்ரியோ
te: సాండ్రియో
tg: Сондрио
th: โซนดริโอ
tt: Сондрио
ug: سوندىرىيو
uk: Сондріо
ur: سونڈریو
zh_hans: 桑德利奥
zh_hant: 桑治奧

# Word.State.IT.Taranto
source: Taranto
am: ታራንቶ
ar: تارنتو
as: টাৰেণ্টো
bg: Таранто
bn_in: টারানটো
el: Τάραντας
fa: تارانتو
gu: ટારાન્ટો
he: טרנטו
hi: टोरंटो
ja: タラント
ka: ტარანტო
kk: Таранто
kn: ತರಾಂಟೊ
ku_arab: تارانتۆ
ky: Таранто
lo: ຕາຣານໂຕ
lt: Tarantas
mi: Taranato
mk: Таранто
ml: ടറന്റോ
mn: Таранто
mr: तारांतो
ne: तारान्टो
or: ତରନ୍ତୋ
pa_arab_pk: ٹارانٹو
pa_in: ਟਾਰਾਂਟੋ
ru: Таранто
sd: ٽيرينٽو
si: ටරන්ටෝ
sr_cyrl_rs: Таранто
ta: டரண்டோ
te: టరంటో
tg: Таранто
th: ตาแรนโต
tt: Таранто
ug: تارانتو
uk: Таранто
ur: ٹارانٹو
zh_hans: 塔兰托
zh_hant: 塔蘭托

# Word.State.IT.Teramo
source: Teramo
am: ተራሞ
ar: تيرامو
as: টেৰামো
bg: Терамо
bn_in: টেরামো
el: Τεράμο
fa: ترامو
gu: ટારેમો
he: טראמו
hi: टेरामाओ
ja: テラモ
ka: ტერამო
kk: Терамо
kn: ತೆರಾಮೊ
ku_arab: تێرامۆ
ky: Терамо
lo: ເຕຣາໂມ
lt: Teramas
lv: Terāmo
mi: Termo
mk: Терамо
ml: ടെരാമോ
mn: Терамо
mr: तेरामो
ne: तेरामो
or: ତେରମୋ
pa_arab_pk: ٹےرمو
pa_in: ਟੇਰੇਮੋ
ru: Терамо
sd: ٽيرامو
si: ටෙරාමෝ
sr_cyrl_rs: Терамо
ta: டெராமோ
te: టెరమో
tg: Терамо
th: เตราโม
tt: Терамо
ug: تېرامو
uk: Терамо
ur: ٹےرمو
zh_hans: 特拉莫
zh_hant: 泰拉莫

# Word.State.IT.Terni
source: Terni
am: ተርኒ
ar: تيرني
as: টেৰনি
bg: Терни
bn_in: টেরনি
el: Τέρνι
fa: ترنی
gu: ટર્નિ
he: טרני
hi: टर्नी
ja: テルニ
ka: ტერნი
kk: Терни
kn: ತೆರ್ನಿ
ku_arab: تێرنی
ky: Терни
lo: ເຕີນີ
lt: Ternis
mi: Tereni
mk: Терни
ml: ടെര്‍ണി
mn: Терни
mr: तेर्नी
ne: तेर्नी
or: ତେରନି
pa_arab_pk: ٹےرنی
pa_in: ਟਰਨੀ
ru: Терни
sd: ٽرني
si: ටර්නි
sr_cyrl_rs: Терни
ta: டேர்னி
te: టెర్ని
tg: Терни
th: เทอร์นิ
tt: Терни
ug: تېرنى
uk: Терні
ur: ٹےرنی
zh_hans: 特尔尼
zh_hant: 特尼

# Word.State.IT.Torino
source: Turin
af: Turyn
am: ቱሪን
ar: تورينو
as: টুৰিন
bg: Торино
bn_in: টুরিন
bs: Torino
el: Τορίνο
es: Turín
et: Torino
fa: تورین
gl: Turín
gu: ટુરીન
he: טורינו
hi: ट्यूरिन
hu: Torino
is: Tórínó
ja: トゥーリン
ka: ტურინი
kk: Турин
kn: ತುರಿನ್
ku_arab: تورین
ky: Турин
lo: ຕູຣິນ
lt: Turinas
lv: Turīna
mi: Turini
mk: Торино
ml: ടൂരിന്‍
mn: Турин
mr: तुरिन
ne: ट्युरीन
nn_no: Torino
no: Torino
or: ତୁରିନ
pa_arab_pk: ٹورین
pa_in: ਟਿਊਰਿਨ
pl: Turyn
ru: Турин
sd: ٽيورن
si: ටියුරින්
sl: Torino
sr_cyrl_rs: Торино
sr_latn_rs: Torino
ta: டுரின்
te: టరిన్
tg: Турин
th: ตูริน
tt: Турин
ug: تۇرىن
uk: Турин
ur: ٹورین
zh_hans: 都灵
zh_hant: 杜林

# Word.State.IT.Trapani
source: Trapani
am: ትራፓኒ
ar: تراباني
as: টাৰাপানি
bg: Трапани
bn_in: ট্রাপানি
el: Τραπάνι
fa: تراپانی
gu: ટ્રાપાની
he: טראפאני
hi: ट्रापनी
ja: トラパニ
ka: ტრაპანი
kk: Трапани
kn: ಟ್ರಪಾನಿ
ku_arab: تراپانی
ky: Трапани
lo: ຕຣາປານີ
lt: Trapanis
lv: Trapāni
mi: Tarapani
mk: Трапани
ml: ട്രാപാനി
mn: Трапани
mr: त्रापानी
ne: ट्रापानी
or: ତ୍ରାପାନି
pa_arab_pk: ٹراپانی
pa_in: ਟਰਾਪਾਨੀ
ru: Трапани
sd: ٽراپاني
si: ට්‍රැප්නෙයි
sr_cyrl_rs: Трапани
ta: ட்ராபானி
te: ట్రపనీ
tg: Трапани
th: ตราปานิ
tt: Трапани
ug: تىرىپانى
uk: Трапані
ur: ٹراپانی
zh_hans: 特拉帕尼
zh_hant: 特拉帕尼

# Word.State.IT.Trento
source: Trento
am: ትሬንቶ
ar: ترينتو
as: টৰেণ্টো
bg: Тренто
bn_in: ট্রেনটো
de: Trient
el: Τρέντο
fa: ترنتو
gu: ટ્રેન્ટો
he: טרנטו
hi: ट्रेंटो
ja: トレント
ka: ტრენტო
kk: Тренто
kn: ಟ್ರೆಂಟೊ
ku_arab: ترێنتۆ
ky: Тренто
lo: ເຕຣັນໂຕ
lt: Trentas
mi: Tereto
mk: Тренто
ml: ട്രെന്റോ
mn: Тренто
mr: त्रेनतो
ne: ट्रेन्तो
or: ତ୍ରେଣ୍ଟୋ
pa_arab_pk: ٹرینٹو
pa_in: ਟਰੇਂਟੋ
pl: Trydent
ru: Тренто
sd: ٽرينٽو
si: ට්‍රෙන්ටෝ
sr_cyrl_rs: Тренто
ta: ட்ரென்டோ
te: ట్రెంటో
tg: Тренто
th: เทรนโต
tt: Тренто
ug: تىرېنتو
uk: Тренто
ur: ٹرینٹو
zh_hans: 特伦托
zh_hant: 特倫托

# Word.State.IT.Treviso
source: Treviso
am: ትረቪሶ
ar: ترفيسو
as: ট্ৰেভিচো
bg: Тревизо
bn_in: ট্রেভিসো
el: Τρεβίζο
fa: ترویسو
gu: ટ્રેવિસો
he: טרוויזו
hi: ट्रेविसो
ja: トレビゾ
ka: ტრევიზო
kk: Тревисо
kn: ಟ್ರೆವಿಸಿಯೊ
ku_arab: ترێڤیسۆ
ky: Тревизо
lo: ເຕຣວີໂຊ
lt: Trevizas
lv: Trevizo
mi: Terewiho
mk: Тревизо
ml: ട്രെവിസോ
mn: Тревизо
mr: त्रेव्हिजो
ne: त्रेभिसो
or: ଟ୍ରିଭିସୋ
pa_arab_pk: ٹریویسو
pa_in: ਟਰੇਵੀਜੋ
ru: Тревизо
sd: ٽريويزو
si: ට්‍රෙවිසෝ
sr_cyrl_rs: Тревизо
sr_latn_rs: Trevizo
ta: ட்ரெவிசோ
te: ట్రివిసో
tg: Тревизо
th: เทรวิโซ
tt: Тревизо
ug: ترېۋىسو
uk: Тревізо
ur: ٹریویسو
uz: Trevizo
zh_hans: 特雷维索
zh_hant: 特雷維索

# Word.State.IT.Trieste
source: Trieste
am: ትሪየስት
ar: ترياست
as: ট্ৰিষ্টে
bg: Триесте
bn_in: ট্রিয়েস্টে
bs: Trst
de: Triest
el: Τεργέστη
fa: تریسته
gu: ટ્રીસ્ત
he: טרייסטה
hi: ट्रिएस्टे
hr: Trst
hu: Trieszt
ja: トリエステ
ka: ტრიესტი
kk: Триест
kn: ಟ್ರಿಸ್ಟೆ
ku_arab: ترێستی
ky: Триест
lo: ຕຣີແອັສເຕ
lt: Triestas
lv: Triesta
mi: Tirete
mk: Триесте
ml: ട്രീസ്റ്റെ
mn: Триест
mr: त्रिएस्ते
ne: ट्रियेस्ते
or: ଟ୍ରିଏଷ୍ଟେ
pa_arab_pk: ٹریسٹی
pa_in: ਟਰਾਈਇਸਟੇ
pl: Triest
ru: Триест
sd: ٽريسٽ
si: ට්‍රියස්ටේ
sl: Trst
sr_cyrl_rs: Трст
sr_latn_rs: Trst
ta: ட்ரியாஸ்ட்
te: ట్రియస్టే
tg: Триест
th: เทรียสเต
tt: Триесте
ug: ۋىرىېستى
uk: Трієст
ur: ٹریسٹی
uz: Triyest
zh_hans: 的里雅斯特
zh_hant: 的里雅斯特

# Word.State.IT.Udine
source: Udine
am: ኡዲን
ar: يودين
as: উদিনে
az: Udin
bg: Удине
bn_in: উদিনে
el: Ούντινε
fa: اودین
gu: ઉડીન
he: אודינה
hi: उडिने
ja: ウディネ
ka: უდინე
kk: Удин
kn: ಉದಿನೆ
ku_arab: ئوودین
ky: Удине
lo: ອູດີນ
lt: Udinė
mi: Ūtene
mk: Удине
ml: ഉദിന്‍
mn: Удинэ
mr: उदिन
ne: उदिने
or: ୟୁଡିନେ
pa_arab_pk: اودائن
pa_in: ਯੂਡਾਈਨ
ru: Удина
sd: اڙين
si: යුඩයින්
sl: Videm
sr_cyrl_rs: Удине
ta: உடினே
te: ఉదీనె
tg: Удине
th: อูดิเน
tt: Удине
ug: ئۇدىنە
uk: Удіне
ur: اودائن
zh_hans: 乌迪内
zh_hant: 烏迪內

# Word.State.IT.Varese
source: Varese
am: ቫረሰ
ar: فاريسي
as: ভাৰেচে
az: Varez
bg: Варесе
bn_in: ভারেসে
el: Βαρέζε
fa: وارسه
gu: વારેઝ
he: ורזה
hi: वारेसे
ja: バレーゼ
ka: ვარეზე
kk: Варезе
kn: ವರೆಸೆ
ku_arab: ڤارێس
ky: Варезе
lo: ວາຣີເຊ
lt: Varezė
lv: Varēze
mi: Wārehe
mk: Вареза
ml: വരെസ്
mn: Варэзэ
mr: वॅरेसे
ne: भारिस
or: ଭାରେସେ
pa_arab_pk: وریسے
pa_in: ਵਾਰੇਸੇ
ru: Варесе
sd: واريسا
si: වරීස්
sr_cyrl_rs: Варезе
sr_latn_rs: Vareze
ta: வரிசே
te: వార్సీ
tg: Варесе
th: วาเรเซ
tt: Варезе
ug: ۋارېسې
uk: Варезе
ur: وریسے
uz: Vareze
zh_hans: 瓦雷泽
zh_hant: 瓦雷澤

# Word.State.IT.Venezia
source: Venice
af: Venisië
am: ቨኒስ
ar: فينيسيا
as: ভেনিচে
az: Venesiya
bg: Венеция
bn_in: ভেনিস
bs: Venecija
cy: Fenis
da: Venedig
de: Venedig (Venezia)
el: Βενετία
es: Venecia
fa: ونیس
ga: An Veinéis
gl: Venecia
gu: વેનિસ
he: ונציה
hi: वेनिस
hr: Venecija
hu: Velence
is: Feneyjar
ja: ベネチア
ka: ვენეცია
kk: Венеция
kn: ವೆನಿಸ್
ku_arab: ڤینسیا
ky: Венеция
lo: ເນນີເຊ
lt: Venecija
lv: Venēcija
mi: Wēneti
mk: Венеција
ml: വെനീസ്
mn: Венец
mr: वॅनिस
ne: भेनिस
nn_no: Venezia
no: Venezia
or: ଭେନିସେ
pa_arab_pk: وینس
pa_in: ਵੀਨਾਈਸ
pl: Wenecja
ru: Венеция
sd: وينس
si: වැනීසිය
sl: Benetke
sr_cyrl_rs: Венеција
sr_latn_rs: Venecija
sv: Venedig
ta: வெனிஸ்
te: వెనీస్
tg: Венетсия
th: เวนิส
tr: Venedik
tt: Венеция
ug: ۋېنىست
uk: Венеція
ur: وینس
uz: Venetsiya
zh_hans: 威尼斯
zh_hant: 威尼斯

# Word.State.IT.VerbanoCusioOssola
source: Verbano-Cusio-Ossola
am: ቨርባኖ-ኩሲዮ-ኦሳላ
ar: فيربانو-كوسو-أوسولا
as: ভেৰবানো-চুচিঅ'-ওচোলা
az: Verbano-Kusio-Ossola
bg: Вербано Кусио Осола
bn_in: ভেরবানো-কুসিও-অসসোলা
el: Βερμπάνο-Κούσιο-Οσόλα
fa: وربانو-کوسیو-اوسولا
gu: વર્બાનો-ક્યુસિઓ-ઓસોલા
he: ורבאנו-קוסיו-אוסולה
hi: वर्बानो-कसिओ-ओसोला
ja: ヴェルバーノ・クジオ・オッソラ
ka: ვერბანო-კუზო-ოსოლა
kk: Вербано-Кузьо-Оссола
kn: ವರ್ಬಾನೊ-ಕ್ಯುಸಿಯೊ-ಒಸ್ಸೋಲಾ
ku_arab: ڤێربانۆ-کوسیۆ-ئۆسۆلا
ky: Вербано-Кузьо-Оссола
lo: ເວີບາໂນ-ກູຊີໂອ-ອັອສໂຊລາ
lt: Verbano-Kuzijo-Osola
lv: Verbāno-Kuzio-Osola
mi: Wāpano-Kuhio-Ohora
mk: Вербано-Јузио-Осола
ml: വെര്‍ബാനോ-കുസിയോ-ഒസ്സോള
mn: Вэрбано-Кузио-Оссола
mr: वर्बानो-कुसिओ-ओसोला
ne: भर्बानो-कुसियो-ओसोला
or: ଭେରବାନୋ-କୁସିଓ-ଓସୋଲା
pa_arab_pk: وربانو-کوسیو-اوسولا
pa_in: ਵਰਬਾਨੋ-ਕੂਸੀਓ-ਓਸੋਲਾ
ru: Вербано-Кусио-Оссола
sd: وربانو-ڪيوسيو-اوسولا
si: වර්බනෝ-කුසියො-ඔසොලෝ
sr_cyrl_rs: Вербано-Кузио-Осола
sr_latn_rs: Verbano-Kuzio-Osola
ta: வெர்பானோ-க்யூசியோ-ஒஸ்ஸொலோ
te: వెర్బనో-కుజియో-ఒస్సోలా
tg: Вербано-Кузио-Оссола
th: เวอบาโน-คูซิโอ-ออสโซลา
tt: Вербано-Кузио-Оссола
ug: ۋېربانو-كۇسىيو-ئوسسولا
uk: Вербано-Кусіо-Оссола
ur: وربانو-کوسیو-اوسولا
uz: Verbano-Kuzьo-Ossola
zh_hans: 韦尔巴诺-库西奥-奥索拉
zh_hant: 韋巴諾庫西奧奧索拉

# Word.State.IT.Vercelli
source: Vercelli
am: ቨርቸሊ
ar: فيرسيلي
as: ভেৰচিলি
az: Verselli
bg: Верцели
bn_in: ভেরসেললি
el: Βερτσέλι
fa: وارسلی
gu: વર્સેલી
he: ורצ'לי
hi: वर्सेली
ja: ベルチェリ
ka: ვერჩელი
kk: Верчелли
kn: ವರ್ಸೆಲಿ
ku_arab: ڤێرسێللی
ky: Верчелли
lo: ເວີຊີລິ
lt: Verčelis
lv: Verčelli
mi: Wērehiri
mk: Верчели
ml: വെര്‍സെല്ലി
mn: Вэрчэлли
mr: वर्सेलि
ne: भेर्सिली
or: ଭେରସେଲି
pa_arab_pk: ورسیلی
pa_in: ਵਰਸੈੱਲੀ
ru: Верчелли
sd: ورسيلي
si: වර්සෙලි
sr_cyrl_rs: Верчели
sr_latn_rs: Verčeli
ta: வெர்செல்லி
te: వెర్సిల్లీ
tg: Верчелли
th: เวอเชลลิ
tt: Верчелли
ug: ۋېرچېللى
uk: Верчеллі
ur: ورسیلی
uz: Verchelli
zh_hans: 维切利
zh_hant: 韋塞利

# Word.State.IT.Verona
source: Verona
am: ቨሮና
ar: فيرونا
as: ভেৰোনা
bg: Верона
bn_in: ভেরোনা
el: Βερόνα
fa: ورونا
gu: વેરોના
he: ורונה
hi: वेरोना
is: Veróna
ja: ベローナ
ka: ვერონა
kk: Верона
kn: ವೆರೋನಾ
ku_arab: ڤێرۆنا
ky: Верона
lo: ເວີໂຣນາ
mi: Pērona
mk: Верона
ml: വെറോണ
mn: Вэрона
mr: वेरोना
ne: भेरोना
or: ଭେରୋନା
pa_arab_pk: ویرونا
pa_in: ਵੇਰੋਨਾ
pl: Werona
ru: Верона
sd: ويرونا
si: වෙරෝනා
sr_cyrl_rs: Верона
ta: வெரோனா
te: వెరోనా
tg: Верона
th: เวโรนา
tt: Верона
ug: ۋېرونا
uk: Верона
ur: ویرونا
zh_hans: 维罗纳
zh_hant: 維諾那

# Word.State.IT.ViboValentia
source: Vibo Valentia
am: ቪቦ ቫለንሺያ
ar: فيبو فالنتيا
as: ভিবা ভালেনটিনা
bg: Вибо Валенсия
bn_in: ভিবো ভ্যালেনটিয়া
el: Βίμπο Βαλέντσια
fa: ویبو والنتیا
gu: વિબો વાલેન્ટિના
he: ויבו ולנטיה
hi: विबो वेलेंशिया
ja: ビーボ・バレンチア
ka: ვიბო-ვალენტია
kk: Вибо-Валентия
kn: ವಿಬೊ ವ್ಯಾಲೆಂಟಿಯಾ
ku_arab: ڤیبۆ ڤالێنتیا
ky: Вибо Валентия
lo: ວີໂບວາເລັນເຕຍ
lt: Vibo Valentija
lv: Vibo Valentija
mi: Hipo Harenetia
mk: Вибо Валентија
ml: വിബോ വാലെന്റിയ
mn: Вибо Валентиа
mr: विबो व्हॅलेन्तिआ
ne: भिबो भ्यालेन्सिया
or: ଭିବୋ ଭାଲେନଟିଆ
pa_arab_pk: وی بو ویلنٹیا
pa_in: ਵੀਬੋ ਵਾਲੇਨਟੀਆ
ru: Вибо-Валентия
sd: ويبو ويلنٽيا
si: විබෝ වලෙන්ටියා
sr_cyrl_rs: Вибо Валенција
sr_latn_rs: Vibo Valencija
ta: விபோ வாலென்சியா
te: వీబో వాలెన్షీయా
tg: Вибо Валентия
th: วีโบ วาเลเตีย
tt: Вибо-Валентия
ug: ۋىبو ۋالېنچىيا
uk: Вібо-Валенсія
ur: وی بو ویلنٹیا
uz: Vibo-Valentiya
zh_hans: 维博瓦伦蒂亚
zh_hant: 瓦倫蒂亞

# Word.State.IT.Vicenza
source: Vicenza
am: ቪቸንዛ
ar: فيكنزا
as: ভিচেনাজা
az: Vikenza
bg: Виченца
bn_in: ভিসেনজা
bs: Vićenca
el: Βιτσέντζα
fa: ویسنزا
gu: વિકેન્ઝા
he: ויצ'נזה
hi: विसेंज़ा
ja: ビチェンツァ
ka: ვიჩენცა
kk: Виченза
kn: ವಿಸೆಂಜಾ
ku_arab: ڤیسێنزا
ky: Виченца
lo: ວີເຊັນຊາ
lt: Vičenca
lv: Vičenca
mi: Wihenaha
mk: Виченца
ml: വിസെന്‍സ
mn: Вичэнца
mr: विसेन्झा
ne: भिकेन्जा
or: ଭିସେନଜା
pa_arab_pk: وی سینزا
pa_in: ਵੀਸੇਨਜ਼ਾ
ru: Винченца
sd: وڪينزا
si: විසෙන්සා
sr_cyrl_rs: Вићенца
sr_latn_rs: Vićenca
ta: விசென்சா
te: విసెన్జా
tg: Вичентса
th: วิเชนซา
tt: Виченца
ug: ۋىچېنزا
uk: Віченца
ur: وی سینزا
uz: Vichentsa
zh_hans: 维琴察
zh_hant: 維琴察

# Word.State.IT.Viterbo
source: Viterbo
am: ቪተርቦ
ar: فيتربو
as: ভিটেৰবো
bg: Витербо
bn_in: ভিটেরবো
el: Βιτέρμπο
fa: ویتربو
gu: વિટર્બો
he: ויטרבו
hi: विटेर्बो
ja: ビテルボ
ka: ვიტერბო
kk: Витербо
kn: ವಿಟೆರ್ಬೊ
ku_arab: ڤیتێربۆ
ky: Витербо
lo: ວິເຕີໂບ
lt: Viterbas
mi: Witerepo
mk: Витербо
ml: വിറ്റെര്‍ബോ
mn: Витэрбо
mr: वितर्बो
ne: भितेर्बो
or: ଭିଟ୍ରୋବୋ
pa_arab_pk: وی ٹربو
pa_in: ਵੀਟੇਰਬੋ
ru: Витербо
sd: وائيٽربو
si: විටර්බ්‍රෝ
sr_cyrl_rs: Витербо
ta: விடெர்போ
te: విటెర్బో
tg: Витербо
th: วิแตร์โบ
tt: Витербо
ug: ۋىتېربو
uk: Вітербо
ur: وی ٹربو
zh_hans: 维特尔博
zh_hant: 維泰博

# Word.State.JP.Aichiken
source: Aichi
am: አዪቺ
ar: آيتشي
as: আইচি
az: Aiçi
bg: Аичи
bn_in: আইচি
el: Αΐτσι
fa: آیچی
gu: ઐચી
he: אייצ'י
hi: आइची
ja: 愛知
ka: აიჩი
kk: Аичи
kn: ಐಚಿ
ku_arab: ئاییچی
ky: Айчи
lo: ໄອຊິ
lt: Aičis
lv: Aiči
mi: Aihi
mk: Ајчи-кен
ml: ഐചി
mn: Аичи
mr: ऐची
ne: एइची
or: ଆଇଛି
pa_arab_pk: اے چی
pa_in: ਐਚੀ
ru: Аити
sd: ائيچي
si: එයිචි
sr_cyrl_rs: Аичи
sr_latn_rs: Aiči
ta: எய்ச்சி
te: ఐచీ
tg: Айчи
th: ไอจิ
tt: Айчи
ug: ئېيچى
uk: Айчі
ur: اے چی
uz: Ayti
zh_hans: 爱知
zh_hant: 愛知

# Word.State.JP.Akitaken
source: Akita
am: አኪታ
ar: أكيتا
as: আকিটা
bg: Акита
bn_in: আকিটা
el: Ακίτα
fa: آکیتا
gu: એકિટા
he: אקיטה
hi: अकिता
ja: 秋田
ka: აკიტა
kk: Акита
kn: ಅಕಿತಾ
ku_arab: ئەکیتا
ky: Акита
lo: ອາກິຕາ
mk: Акита
ml: അകിത
mn: Акита
mr: अकिता
ne: एकिटा
or: ଆକିଟା
pa_arab_pk: آکیتا
pa_in: ਅਕੀਟਾ
ru: Акита
sd: ڪيتا
si: අකිටා
sr_cyrl_rs: Акита
ta: அகிடா
te: అకిటా
tg: Акита
th: อาคิตะ
tt: Акита
ug: ئاكىتا
uk: Акіта
ur: آکیتا
zh_hans: 秋田
zh_hant: 秋田

# Word.State.JP.Aomoriken
source: Aomori
am: አዎሞሪ
ar: أوموري
as: অওমোৰি
bg: Аомори
bn_in: আয়োমোরি
el: Αομόρι
fa: آئوموری
gu: ઓમોરી
he: אאומורי
hi: आओमरी
ja: 青森
ka: აომორი
kk: Амори
kn: ಐಮೊರಿ
ku_arab: ئاومۆری
ky: Аомори
lo: ອາໂອໂມຣີ
lt: Aomoris
mk: Аомори
ml: ഒമോറി
mn: Аомори
mr: ओमोरी
ne: आवोमोरी
or: ଆଓମୋରି
pa_arab_pk: آؤموری
pa_in: ਓਮੋਰੀ
ru: Аомори
sd: آموري
si: අවෝමෝරි
sr_cyrl_rs: Аомори
ta: அமோரி
te: ఆమోరీ
tg: Аомори
th: อาโอโมริ
tt: Аомори
ug: ئامورى
uk: Аоморі
ur: آؤموری
zh_hans: 青森
zh_hant: 青森

# Word.State.JP.Chibaken
source: Chiba
am: ቺባ
ar: شيبا
as: চিবা
az: Çiba
bg: Чиба
bn_in: চিবা
el: Τσίμπα
fa: چیبا
gu: ચિબા
he: צ'יבה
hi: चिबा
ja: 千葉
ka: ჩიბა
kk: Чиба
kn: ಚಿಬಾ
ku_arab: چیبا
ky: Чиба
lo: ຊີບາ
lt: Čiba
lv: Čiba
mi: Hipa
mk: Чиба
ml: ചിബ
mn: Чиба
mr: चिबा
ne: छिबा
or: ଚିବା
pa_arab_pk: چیبا
pa_in: ਚੀਬਾ
ru: Чиба
sd: چِبا
si: චිබා
sl: Čiba
sr_cyrl_rs: Чиба
sr_latn_rs: Čiba
ta: சிபா
te: చిబా
tg: Чиба
th: ชิบะ
tt: Тиба
ug: چىبا
uk: Чіба
ur: چیبا
zh_hans: 千叶
zh_hant: 千葉

# Word.State.JP.Ehimeken
source: Ehime
am: ኤሂመ
ar: إهامي
as: ইহিমে
bg: Ехиме
bn_in: ইহিমে
el: Εχίμε
fa: اهیم
gu: ઇહિમ
he: אהימה
hi: एहिमे
ja: 愛媛
ka: ეჰიმე
kk: Эхимэ
kn: ಎಹಿಮೆ
ku_arab: ئێهیم
ky: Эхиме
lo: ເອຮີເມ
lt: Ehimė
mk: Ехиме
ml: എഹീം
mn: Эхимэ
mr: एहिमे
ne: आहिम
or: ଏହିମେ
pa_arab_pk: ای ہیما
pa_in: ਈਹਾਈਮ
ru: Эхиме
sd: ھائيم
si: එහිමි
sr_cyrl_rs: Ехиме
ta: எஹிம்
te: ఈమ్
tg: Эҳиме
th: เอะฮิเมะ
tt: Эхимэ
ug: ئېخىمە
uk: Ехіме
ur: ای ہیما
uz: Exime
zh_hans: 爱媛
zh_hant: 愛媛

# Word.State.JP.Fukuiken
source: Fukui
am: ፉኩዊ
ar: فوكيو
as: ফুকুই
bg: Фукиу
bn_in: ফুকুই
el: Φουκούι
fa: فوکویی
gu: ફુકુઇ
he: פוקוי
hi: फ़ुकुइ
ja: 福井
ka: ფუკუი
kk: Фукуи
kn: ಫುಕು
ku_arab: فوکوی
ky: Фукуи
lo: ຟູກູອິ
lt: Fukujus
lv: Fukuji
mi: Whukui
mk: Фукуи
ml: ഫുകൂയി
mn: Фүкүй
mr: फुकुई
ne: फुकुवी
or: ଫୁକୁଇ
pa_arab_pk: فو کوئی
pa_in: ਫੁਕੂਈ
ru: Фукуи
sd: فوڪوئي
si: ෆුකුයි
sr_cyrl_rs: Фукуи
ta: ஃபுகுயி
te: ఫుకుయ్
tg: Фукуй
th: ฟุกอิ
tt: Фукуи
ug: فۇكۇئى
uk: Фукуї
ur: فو کوئی
zh_hans: 福井
zh_hant: 福井

# Word.State.JP.Fukuokaken
source: Fukuoka
am: ፉኩዎካ
ar: فوكوكا
as: ফুকুকা
bg: Фукуока
bn_in: ফুকুয়োকা
el: Φουκουόκα
fa: فوکوک
gu: ફુકુઓકા
he: פוקואוקה
hi: फ़ुकुओका
ja: 福岡
ka: ფუკუოკა
kk: Фукуока
kn: ಫುಕೊಕಾ
ku_arab: فوکوۆکا
ky: Фукока
lo: ຟູກູໂອກະ
mi: Whukuoka
mk: Фукока
ml: ഫുക്കോവോക
mn: Фүкүока
mr: फुकुओका
ne: फुकुवोका
or: ଫୁକୁଓକା
pa_arab_pk: فوکویکا
pa_in: ਫੁਕੂਓਕਾ
ru: Фукуока
sd: فوڪوئڪا
si: ෆුකුවෝකා
sr_cyrl_rs: Фукуока
ta: ஃபுகுயோகா
te: ఫుకోకా
tg: Фукуока
th: ฟุกุโอกะ
tt: Фукуока
ug: فۇكۇكا
uk: Фукуока
ur: فوکویکا
zh_hans: 福冈
zh_hant: 福岡

# Word.State.JP.Fukushimaken
source: Fukushima
am: ፉኩሺማ
ar: فوكوشيما
as: ফুকুচিমা
az: Fukusima
bg: Фикушима
bn_in: ফুকুশিমা
bs: Fukušima
el: Φουκουσίμα
fa: فوکوشیما
gu: ફુકુશિમા
he: פוקושימה
hi: फ़ुकुशिमा
ja: 福島
ka: ფუკუსიმა
kk: Фукушима
kn: ಫುಕುಶಿಮಾ
ku_arab: فوکوشیما
ky: Фукусима
lo: ຟູກູຊິມະ
lt: Fukušima
lv: Fukušima
mi: Whukuhima
mk: Фукушима
ml: ഫുക്കുഷിമ
mn: Фүкүшима
mr: फुकुशिमा
ne: फुकुशिमा
or: ଫୁକୁଶିମା
pa_arab_pk: فوکوشیما
pa_in: ਫੁਕੂਸ਼ੀਮਾ
ru: Фукусима
sd: فوڪوشيما
si: ෆුකුෂිමා
sl: Fukušima
sr_cyrl_rs: Фукушима
sr_latn_rs: Fukušima
ta: ஃபுகுஷிமா
te: ఫుకషిమా
tg: Фукусима
th: ฟุกุชิมา
tr: Fukuşima
tt: Фукусима
ug: فۇكۇشىما
uk: Фукусіма
ur: فوکوشیما
uz: Fukusima
zh_hans: 福岛
zh_hant: 福島

# Word.State.JP.Gifuken
source: Gifu
am: ጊፉ
ar: جيفو
as: গিফু
bg: Гифу
bn_in: গিফু
el: Γκίφου
fa: گیفو
gu: જિફુ
he: גיפו
hi: गिफ़ू
ja: 岐阜
ka: გიფუ
kk: Гифу
kn: ಗಿಫು
ku_arab: گیفو
ky: Гифу
lo: ກິຟູ
mi: Kifu
mk: Гифу
ml: ഗിഫു
mn: Гифү
mr: गिफु
ne: गिफु
or: ଗିଫୁ
pa_arab_pk: گی فو
pa_in: ਗੀਫੂ
ru: Гифу
sd: گفو
si: ජිෆු
sr_cyrl_rs: Гифу
ta: கிஃபூ
te: గిఫు
tg: Гайфу
th: จิฟู
tt: Гифу
ug: گىفۇ
uk: Ґіфу
ur: گی فو
zh_hans: 岐阜
zh_hant: 岐阜

# Word.State.JP.Gunmaken
source: Gunma
am: ጉንማ
ar: جونما
as: গুনামা
az: Qunma
bg: Гунма
bn_in: গুনমা
el: Γκούνμα
fa: گونما
gu: ગન્મા
he: גונמה
hi: गुनमा
ja: 群馬
ka: გუნმა
kk: Гунма
kn: ಗುನ್ಮಾ
ku_arab: گونما
ky: Гумма
lo: ກູນມາ
mi: Kunama
mk: Гунма
ml: ഗുണ്‍‌മ
mn: Гүнма
mr: गुन्मा
ne: गुन्मा
or: ଗୁନମା
pa_arab_pk: گونما
pa_in: ਗੁਨਮਾ
ru: Гунма
sd: گُما
si: ගුන්මා
sr_cyrl_rs: Гунма
ta: குன்மா
te: గున్మా
tg: Гунма
th: กุนมะ
tt: Гунма
ug: گۇنما
uk: Ґунма
ur: گونما
uz: Gumma
zh_hans: 群马
zh_hant: 群馬

# Word.State.JP.Hiroshimaken
source: Hiroshima
am: ሂሮሺማ
ar: هيروشيما
as: হিৰোচিমা
az: Xirosima
bg: Хирошима
bn_in: হিরোশিমা
bs: Hirošima
el: Χιροσίμα
fa: هیروشیما
gu: હિરોશિમા
he: הירושימה
hi: हिरोशिमा
ja: 広島
ka: ჰიროსიმა
kk: Хиросима
kn: ಹಿರೋಶಿಮಾ
ku_arab: هیرۆشیما
ky: Хиросима
lo: ຮິໂຣຊີມາ
lt: Hirošima
lv: Hirosima
mi: Hirohima
mk: Хирошима
ml: ഹിരോഷിമ
mn: Хирошима
mr: हिरोशिमा
ne: हिरोशिमा
or: ହିରୋସିମା
pa_arab_pk: ہیروشیما
pa_in: ਹੀਰੋਸ਼ੀਮਾ
pl: Hiroszima
ru: Хиросима
sd: ھيروشيما
si: හිරෝෂිමාව
sl: Hirošima
sr_cyrl_rs: Хирошима
sr_latn_rs: Hirošima
ta: ஹிரோஷிமா
te: హిరోషిమా
tg: Ҳиросима
th: ฮิโรชิมา
tr: Hiroşima
tt: Хиросима
ug: خىروشىما
uk: Хіросіма
ur: ہیروشیما
uz: Xirosima
zh_hans: 广岛
zh_hant: 廣島
