Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ACH.VerifyYourBankAccountDescription
source: To verify your bank account, we made a small deposit. The description includes "Microsoft".
af: Om jou bankrekening te verifieer, het ons 'n klein deposito gemaak. Die beskrywing bevat "Microsoft".
am: የእርስዎን የባንክ መለያ ለማረጋገጥ፣ አነስተኛ የገንዘብ መጠን አስገብተናል። ማብራሪያው "Microsoft" የሚል ያካትታል።
ar: للتحقق من حسابك البنكي، قمنا بإجراء إيداع صغير. يتضمن الوصف كلمة "Microsoft".
as: আপোনাৰ বেংক একাউণ্ট প্ৰমাণিত কৰিবলৈ, আমি এটা কম জমাৰাশি থৈছো৷ বিৱৰণত "Microsoft" অন্তৰ্ভুক্ত কৰা হৈছে৷
az: Bank hesabınızı yoxlamaq üçün ona cüzi depozit yerləşdirdik. Təsvirə "Microsoft" sözü daxildir.
bg: За да проверим банковата ви сметка, направихме малък депозит. Описанието включва думата Microsoft.
bn_in: আপনার ব্যাঙ্ক অ্যাকাউন্ট যাচাই করতে, আমাদের খুব কম পরিমাণ অর্থরাশি জমা করতে হবে৷ বর্ণনা "Microsoft" অন্তর্ভুক্ত করে৷
bs: Da bismo potvrdili vaš bankovni račun, uplatili smo mali iznos na njega. U opisu uplate je navedena riječ "Microsoft".
cy: I ddilysu eich cyfrif banc, fe dalom swm bychan i mewn iddo. Mae'r disgrifiad yn cynnwys "Microsoft".
da: For at bekræfte din bankkonto har vi foretaget en lille indbetaling. I beskrivelsen står der "Microsoft".
de: Zur Identifizierung Ihres Bankkontos haben wir einen geringen Betrag überwiesen und in der Beschreibung das Wort „Microsoft“ angegeben.
el: Για την επαλήθευση του τραπεζικού λογαριασμού σας, πραγματοποιήσαμε μια μικρή κατάθεση. Η περιγραφή περιλαμβάνει τη λέξη "Microsoft".
es: Para comprobar tu cuenta, hemos hecho un pequeño depósito. La descripción incluye "Microsoft".
et: Teie pangakonto kinnitamiseks tegime sellele väikse deposiidi. Deposiidi kirjeldus sisaldab sõna "Microsoft".
eu: Bankuko kontua egiaztatu ahal izateko ordainketa txiki bat egin dizugu. "Microsoft" hitza ezarri dugu azalpenean.
fa: برای تأیید حساب بانکی شما، یک سپرده‌گذاری کوچک انجام دادیم. توضیح شامل «Microsoft» است.
ga: Chun do chuntas bainc a fhíorú, chuireamar méid beag i dtaisce ann, agus an focal "Microsoft" sa tuairisc.
gd: Chuir sinn suim airgid bheag dhan chunntas a dhearbhadh a’ chunntais bhanca agad. Tha “Microsoft” am broinn an tuairisgeil aige.
gl: Para verificar a conta bancaria, fixemos un pequeno depósito nela. A descrición inclúe a palabra "Microsoft".
gu: તમારું બેંક ખાતુ વેરીફાઇ કરવા, અમે એક નાની રકમ જમા કરી છે. વર્ણનમાં "Microsoft" સામેલ છે.
he: כדי לוודא את מספר החשבון שלך, בצענו הפקדה קטנה התיאור כולל "Microsoft".
hi: अपना बैंक खाता सत्यापित करने के लिए, हमने छोटी सी राशि जमा की है. विवरण में "Microsoft" शामिल है.
hr: Da bismo potvrdili bankovni račun, uplatili smo mali iznos na njega. Opis uplate sadrži riječ "Microsoft".
hu: A bankszámlán ellenőrzési célból elhelyeztünk egy kis összeget. A közleményben szerepel a „Microsoft” szó.
id: Untuk memverifikasi rekening bank Anda, kami menambahkan deposit kecil. Deskripsinya mencantumkan "Microsoft".
is: Til að staðfesta bankareikninginn þinn lögðum við litla upphæð inn á hann. Orðið „Microsoft“ kemur fyrir í færslulýsingu.
ja: 銀行口座を確認するために、少額の入金を行いました。入金の説明には "Microsoft" が含まれています。
ka: თქვენი საბანკო ანგარიშის შესამოწმებლად, მასზე დავრიცხეთ მცირე დეპოზიტი. ტრანზაქციის აღწერაში შედის სიტყვა „Microsoft“.
kk: Банк шотын тексеру үшін біз шотқа аз ғана депозит салдық. Сипаттамада "Microsoft" сөзі бар.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು, ನಾವು ಸಣ್ಣ ಪ್ರಮಾಣದ ಮೊತ್ತವನ್ನು ಜಮಾ ಮಾಡಿದ್ದೇವೆ. ವಿವರಣೆಯು "Microsoft" ಒಳಗೊಂಡಿದೆ.
ko: 회원님 은행 계좌를 확인하기 위해 계좌로 소액을 입금했습니다. 명세에 "Microsoft"가 포함됩니다.
ku_arab: بۆ سەلماندنی ئەژمێری بانکی تۆ، ئێمە بڕێکی کەم سپاردەمان نارد. شرۆڤەکەی "Microsoft" ی لەخۆگرتووە.
ky: Банк эсебиңизди тастыктоого жардам катары биз ага чакан депозит киргиздик. Депозиттин аныктамасы "Microsoft" деген сөздү камтыйт.
lo: ເພື່ອກວດສອບບັນຊີທະນາຄານຂອງທ່ານ, ພວກເຮົາໄດ້ຝາກເງິນຈຳນວນໜ້ອຍໜຶ່ງໃສ່ບັນຊີນັ້ນ. ລາຍລະອຽດລວມມີຄຳວ່າ "Microsoft".
lt: Norėdami patikrinti jūsų banko sąskaitą, įnešėme į ją nedidelę sumą. Apraše yra žodis „Microsoft“.
lv: Lai verificētu jūsu bankas kontu, mēs tajā veicām nelielu iemaksu. Iemaksas aprakstā ir iekļauts vārds “Microsoft”.
mi: Hei manatoko i tō pūkete pēke, ka oti i a mātou tētahi kuhu moni iti . Ka whai wāhi te kupu "Microsoft" ki te whakaahuatanga.
mk: Направивме мал депозит за да ја провериме банкарската сметка. Описот го содржи зборот „Microsoft“.
ml: നിങ്ങളുടെ പരിശോധിച്ചുറപ്പിക്കാൻ, ഞങ്ങൾ ഒരു ചെറിയ ഡിപ്പോസിറ്റ് നടത്തി. വിവരണത്തിൽ "Microsoft" ഉൾപ്പെടുന്നു.
mn: Банкны дансыг тань баталгаажуулахын тулд бид бага дүнтэй орлогын гүйлгээ хийлээ. Гүйлгээний утганд "Microsoft" гэсэн үг орсон.
mr: आपले बँकेेतील खात्याच्या पडताळणीसाठी आम्ही एक लहान ठेव ठेवली आहे. त्या वर्णनामध्ये "Microsoft" समाविष्ट आहे.
ms: Untuk menentusahkan akaun bank anda, kami telah membuat deposit kecil. Penerangan menyertakan "Microsoft".
mt: Biex tivverifika l-kont tal-bank tiegħek, għamilna depożitu żgħir. Id-deskrizzjoni tinkludi "Microsoft".
ne: तपाइँको बैङ्क खाता रुजू गर्न, हामीले सानो बचत राख्छौं। यसको व्याख्या "Microsoft" मा समावेश हुन्छ।
nn_no: Vi har sett inn eit lite beløp på bankkontoen din for å kontrollere han. Skildringa inneheld ordet "Microsoft".
no: For å verifisere bankkontoen din har vi satt inn et lite beløp. Beskrivelsen inneholder "Microsoft".
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ, ଆମେ ଏକ କ୍ଷୁଦ୍ର ଜମା କରିଛୁ. ବିବରଣୀ ଅନ୍ତର୍ଭୁକ୍ତ କରିଛି "Microsoft".
pa_arab_pk: تہاڈے بینک اکاؤنٹ دی تصدیق لئی، اسی اک معمولی رقم ایدے وچ ڈپازٹ کیتی اے۔ تفصیل وچ "Microsoft" شامل اے۔
pa_in: ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ, ਅਸੀਂ ਥੋੜ੍ਹੇ ਪੈਸੇ ਜਮ੍ਹਾਂ ਕਰਵਾਏ ਹਨ। ਵੇਰਵੇ ਵਿੱਚ "Microsoft" ਸ਼ਾਮਲ ਹੈ।
pl: Aby zweryfikować Twoje konto bankowe, przesłaliśmy na nie niewielką wpłatę. Opis tej wpłaty zawiera wyraz „Microsoft”.
ru: Чтобы проверить ваш банковский счет, мы положили на него небольшую сумму. Описание этого депозита содержит слово "Microsoft".
sd: توهانجو بينڪ اڪائونٽ تصديق ڪرڻ لاءِ، اسان ان ۾ هڪ ننڍو ڊپازٽ ڪيو آهي. ڊپازٽ جي تفصيل ۾ هڪ لفط "Microsoft" شامل آهي.
si: ඔබගේ බැංකු ගිණුම සත්‍යාපනය කිරීමට, අපි එයට කුඩා තැන්පතුවක් කළෙමු. තැන්පතු විස්තරයෙහි "Microsoft" යන වචනය ඇතුළත් වේ.
sl: Zaradi preverjanja vašega bančnega računa smo nanj položili manjši znesek. V opisu je beseda »Microsoft«.
sr_cyrl_rs: Да бисмо верификовали ваш рачун у банци, положили смо мали депозит на њега. У опису депозита се налази реч „Microsoft“.
sr_latn_rs: Da bismo verifikovali vaš račun u banci, položili smo mali depozit na njega. U opisu depozita se nalazi reč „Microsoft“.
sv: Vi har gjort en liten insättning på ditt bankkonto så att vi kan verifiera det. Beskrivningen innehåller ”Microsoft”.
ta: உங்கள் வங்கிக் கணக்கைச் சரிபார்க்க, நாங்கள் சிறுதொகை இட்டுள்ளோம். அந்த விவரத்தில் "Microsoft" உள்ளடங்கியிருக்கும்.
te: మీ బ్యాంక్ ఖాతాని నిర్ధారించడానికి, మేము తక్కువ మొత్తంలో డిపాజిట్ చేసాము. వివరణలో "Microsoft" ఉంది.
tg: Барои тасдиқ кардани суратҳисоби бонкии худ, мо амонати хурдро гузоштем. Тавсифи амонат дорои калимаи "Microsoft" мебошад.
th: เราได้ฝากเงินจำนวนเล็กน้อยในบัญชีเพื่อตรวจสอบบัญชีธนาคารของคุณ คำอธิบายของเงินฝากจะมีข้อความ "Microsoft"
tr: Banka hesabınızı doğrulamak için küçük bir miktar para yatırdık. Açıklamasında "Microsoft" kelimesi bulunmaktadır.
tt: Банктагы хисабыгызны раслау өчен, без аңа бераз акча керттек. Кертем тасвирламасында "Microsoft" сүзе бар.
ug: بانكا ھېساباتىڭىزنى دەلىللەش ئۈچۈن سىزگە ئاز مىقداردا پۇل ئەۋەتتۇق. بۇ ئامانەتنىڭ چۈشەندۈرۈشىدە «Microsoft» دېگەن خەت بار.
uk: Щоб перевірити ваш банківський рахунок, ми поклали на нього невелику суму. Опис депозиту містить слово "Microsoft".
ur: آپ کے بینک اکاؤنٹ کی تصدیق کے لیے، ہم نے ایک چھوٹی سی منتقلی کی ہے۔ تفصیل میں "Microsoft" شامل ہے۔
uz: Bank hisob raqamingizni tasdiqlash uchun unga kichkina depozit kiritdik. Tavsif "Microsoft" so‘ziga ega.
vi: Để xác minh tài khoản ngân hàng của bạn, chúng tôi đã gửi một khoản tiền nhỏ. Mô tả bao gồm "Microsoft".
zh_hans: 为了验证你的银行帐户，我们在其中存入了少量金额。描述包含“Microsoft”。
zh_hant: 為驗證您的銀行帳戶，我們已存入一筆小額款項。描述包括 "Microsoft"。

# Literal.SEPA.EnterYourDeposit
source: Enter the deposit amount
af: Voer die depositobedrag in
am: የተቀማጩን ገንዘብ መጠን ያስገቡ
ar: إدخال مبلغ الإيداع
as: জমা পৰিমাণ প্ৰৱেশ কৰাওক
az: Depozit məbləğini daxil edin
bg: Въвеждане на сумата на депозита
bn_in: জমা দেওয়ার অর্থরাশি লিখুন
bs: Unesite iznos depozita
cy: Nodwch y swm a roddwyd
da: Angiv indbetalingsbeløbet
de: Einzahlungsbetrag eingeben
el: Εισαγωγή του ποσού της κατάθεσης
es: Introducir el importe del depósito
et: Sisestage deposiidi summa
eu: Sartutako ordainketaren zenbatekoa
fa: مقدار واریزشده را وارد کنید
ga: Iontráil méid na taisce
gd: Cuir a-steach an t-suim a chaidh a chur ann
gl: Introduce a cantidade do depósito
gu: થાપણની રકમ પ્રવિષ્ટ કરો
he: הזן את סכום ההפקדה
hi: जमा राशि दर्ज करें
hr: Unos iznosa depozita
hu: Írja be a tétel összegét
id: Masukkan jumlah deposit/setoran
is: Færðu inn upphæð innborgunar
ja: 入金額の入力
ka: შეიყვანეთ დეპოზიტზე დასადები თანხა
kk: Депозит сомасын енгізу
kn: ಠೇವಣಿ ಮೊತ್ತ ನಮೂದಿಸಿ
ko: 입금 금액 입력
ku_arab: بڕی سپاردە تێبنووسە
ky: Депозит өлчөмүн киргизиңиз
lo: ​ປ້ອນ​ຈຳ​ນວ​ນ​ເງິນ​ທີ່​ຝ​າກ​ໃສ່
lt: Įveskite įmokos sumą
lv: Ievadiet iemaksas summu
mi: Tāuru mai te nuinga o te moni
mk: Внесете го износот на депозитот
ml: നിക്ഷേപിക്കുന്ന തുക നൽകുക
mn: Орлогын дүнг оруул
mr: ठेवीची रक्कम प्रविष्ट करा
ms: Masukkan jumlah deposit
mt: Daħħal l-ammont tad-depożitu
ne: बचत रकम प्रविष्ट गर्नुहोस्
nn_no: Skriv inn innskotsbeløpet
no: Angi innskuddsbeløpet
or: ଜମା ରାଶି ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_arab_pk: ڈپازٹ دی رقم داخل کرو
pa_in: ਜਮ੍ਹਾਂ ਕਰਾਈ ਰਕਮ ਨੂੰ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź kwotę wpłaty
ru: Введите сумму депозита
sd: ڊپازٽ رقم داخل ڪريو
si: තැන්පතු මුදල ඇතුල් කරන්න
sl: Vnesite znesek nakazila
sr_cyrl_rs: Унесите износ депозита
sr_latn_rs: Unesite iznos depozita
sv: Ange insatt belopp
ta: வைப்புநிதி அளவை உள்ளிடு
te: డిపాజిట్ ఖాతాను నమోదు చేయండి
tg: Маблағи амонатро дохил кунед
th: ใส่จำนวนเงินฝาก
tr: Yatırılan tutarı girin
tt: Кертем суммасын кертегез
ug: پۇل سوممىسىنى كىرگۈزۈڭ
uk: Введіть суму депозиту
ur: ڈپازٹ رقم داخل کریں
uz: Depozit qiymatini kiriting
vi: Nhập số tiền gửi
zh_hans: 输入存款金额
zh_hant: 輸入款項金額

# Literal.SEPA.InvalidDepositFormat
source: Check the format of the amount you entered. For example 0.40 or 0,40.
af: Kontroleer die formaat van die bedrag wat jy ingevoer het. Byvoorbeeld, 0,40 of 0,40.
am: ያስገቡትን መጠን ቅርጸት ይፈትሹ። ለምሳሌ 0.40 ወይም 0,40።
ar: تحقق من تنسيق المبلغ الذي قمت بإدخاله. على سبيل المثال 0.40 أو 0,40.
as: আপুনি প্ৰবিষ্ট কৰা পৰিমাণৰ সজ্জাটো পৰীক্ষা কৰক৷ উদাহৰণ স্বৰূপে 0.40 বা 0,40৷
az: Daxil etdiyiniz məbləğin formatını yoxlayın. Məsələn, 0.40 və ya 0,40.
bg: Проверете формата на въведената от вас сума. Например 0,40 или 0,40.
bn_in: আপনার লেখা অর্থরাশির ফর্ম্যাট দেখে নিন। উদাহরণস্বরূপ 0.40 অথবা 0,40।
bs: Provjerite format unesenog iznosa. Na primjer, 0.40 ili 0,40.
cy: Tarwch olwg dros fformat y swm a roesoch. Er enghraifft, 0.40 neu 0,40.
da: Tjek formatet af det angivne beløb, for eksempel 0.40 eller 0,40.
de: Überprüfen Sie das Format des eingegebenen Betrags, z. B. 0.40 oder 0,40.
el: Ελέγξτε τη μορφή του ποσού που εισαγάγατε. Για παράδειγμα 0.40 ή 0,40.
es: Comprueba el formato del importe que has escrito. Por ejemplo, 0.40 o 0,40.
et: Kontrollige sisestatud summa vormingut, nt 0.40 või 0,40.
eu: Egiaztatu idatzi duzun zenbatekoaren formatua. Adibidez, 0.40 edo 0,40.
fa: قالب مبلغی را که وارد کردید بررسی کنید. مثلاً 0.40 یا 0,40.
ga: Seiceáil formáid na méideanna a d'iontráil tú. M.sh. 0.40 nó 0,40.
gd: Thoir sùil air fòrmat na suime a chuir thu a-steach. Mar eisimpleir 0.40 no 0,40.
gl: Comproba o formato da cantidade que escribiches. Por exemplo, 0.40 ou 0,40.
gu: તમે દાખલ કરેલ રકમનું સ્વરૂપ તપાસો. ઉદાહરણ તરીકે 0.40 અથવા 0,40.
he: בדוק את התבנית של הסכום שהזנת. לדוגמה, 0.40 או 0,40.
hi: अपने द्वारा दर्ज की गई राशि का स्वरूप जाँचें। उदाहरण के लिए 0.40 या 0,40।
hr: Provjerite oblik unesenog iznosa. Primjerice, 0.40 ili 0,40.
hu: Ellenőrizze a beírt összeg formátumát (például 0,40 vagy 0.40).
id: Periksa format jumlah yang Anda masukkan. Misalnya, 0,40 atau 0,40.
is: Athugaðu snið upphæðarinnar sem þú slóst inn. Til dæmis 0.40 eða 0,40.
ja: 入力した金額の形式を確認してください。たとえば、0.40 や 0,40 などになっていないかどうかを確認します。
ka: შეამოწმეთ თქვენ მიერ შეყვანილი თანხის ფორმატი. მაგალითად, 0.40 ან 0,40.
kk: Енгізілген сомалар пішімін тексеріңіз. Мысалы, 0.40 немесе 0,40.
kn: ನೀವು ನಮೂದಿಸಿದ ಮೊತ್ತದ ಸ್ವರೂಪವನ್ನು ಪರಿಶೀಲಿಸಿ. ಉದಾಹರಣೆಗೆ 0.40 ಅಥವಾ 0,40.
ko: 입력한 금액의 형식(예: 0.40 또는 0,40)을 확인하세요.
ku_arab: فۆرماتی ئەو بڕەی تێتنووسیوە بیپشکنه. بۆ نموونه 0.40 یان 0،40.
ky: Киргизген суммалардын форматын текшериңиз. Мисалы 0.40 же 0,40.
lo: ກວດເບິ່ງຮູບແບບຂອງຈຳນວນເງິນທີ່ທ່ານປ້ອນໃສ່. ຕົວຢ່າງ 0.40 ຫຼື 0,40.
lt: Patikrinkite įvestos sumos formatą. Pavyzdžiui, 0.40 ar 0,40.
lv: Pārbaudiet ievadītās summas formātu, piemēram, 0.40 vai 0,40.
mi: Āta titiro ki te hōputu o te tapeke nāu i tāuru. Inā koa 0.40, 0,40 rānei.
mk: Проверете го форматот на сумата што ја внесовте. На пример 0.40 или 0,40.
ml: നിങ്ങൾ നൽകിയ തുകയുടെ ഫോർമാറ്റ് പരിശോധിക്കുക. ഉദാഹരണത്തിന്, 0.40 അല്ലെങ്കിൽ 0,40.
mn: Оруулсан дүнгийнхээ хэлбэржүүлэлтийг шалга. Жишээ нь: 0.40 эсвэл 0,40.
mr: आपण प्रविष्ट केलेल्या प्रमाणाचे स्वरूप तपासा. उदाहरणार्थ 0.40 किंवा 0,40.
ms: Semak format amaun yang telah anda masukkan. Contohnya, 0.40 atau 0,40.
mt: Iċċekkja l-format tal-ammont li daħħalt. Pereżempju 0.40 jew 0,40.
ne: तपाइँले प्रविष्ट गर्नुभएको रकमको ढाँचा जाँच्नुहोस्। उदाहरणको लागि 0.40 वा 0,40।
nn_no: Kontroller formatet for beløpet du har skrive inn. Eksempel: 0.40 eller 0,40.
no: Kontroller at det angitte beløpet har riktig format. For eksempel 0.40 eller 0,40.
or: ଆପଣ ଏଣ୍ଟର କରିଥିବା ମୂଲ୍ୟଗୁଡିକର ଫର୍ମାଟ୍ ଯାଞ୍ଚ କରନ୍ତୁ। ଉଦାହରଣସ୍ଵରୁପ 0.40 କିମ୍ଵା 0,40।
pa_arab_pk: اپنی درج کیتی رقم دے فارمیٹ دی پڑتال کرو۔ بطور مثال 0.40 یا 0,40۔
pa_in: ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖ਼ਲ ਕੀਤੀ ਰਕਮ ਦੇ ਸਰੂਪ ਦੀ ਜਾਂਚ ਕਰੋ। ਉਦਾਹਨ ਲਈ 0.40 ਜਾਂ 0,40.
pl: Sprawdź format wprowadzonej kwoty. Na przykład 0,40 lub 0.40.
ru: Проверьте формат введенной суммы. Например, 0.40 или 0,40.
sd: پنهنجي داخل ڪيل رقم جو فارميٽ ڏسو. مثال طور 0.40 يا 0,40.
si: ඔබ ඇතුල් කළ ප්‍රමාණයේ ආකෘතිය පරීක්ෂා කරන්න. උදාහරණයක් ලෙස 0.40 හෝ 0,40.
sl: Preverite obliko vnesenega zneska. Primer: 0.40 ali 0,40.
sr_cyrl_rs: Проверите формат износа који сте унели. На пример, 0.40 или 0,40.
sr_latn_rs: Proverite format iznosa koji ste uneli. Na primer, 0.40 ili 0,40.
sv: Kontrollera formatet för beloppet du angett. Till exempel: 0.40 eller 0,40.
ta: நீங்கள் உள்ளிட்ட தொகையின் வடிவமைப்பைச் சரிபார்க்கவும். எடுத்துக்காட்டாக 0.40 அல்லது 0,40.
te: మీరు నమోదు చేసిన మొత్తం ఆకృతిని తనిఖీ చేయండి. ఉదాహరణకు 0.40 లేదా 0,40.
tg: Формати маблағи ворид кардаатонро тафтиш кунед. Масалан, 0.40 ё 0,40.
th: ตรวจสอบรูปแบบจำนวนที่คุณป้อน ตัวอย่างเช่น 0.40 หรือ 0,40
tr: Girdiğiniz miktarın biçimini denetleyin. Örneğin, 0.40 veya 0,40.
tt: Кертелгән сумманың форматын тикшерегез. Мәсәлән, 0.40 яки 0,40.
ug: سىز كىرگۈزگەن سوممىنىڭ فورماتىنى تەكشۈرۈڭ. مەسىلەن، 0.40 دەپ يېزىلامدۇ ياكى 0,40 دەپمۇ دېگەندەك.
uk: Перевірте формат введеної суми. Наприклад, 0.40 або 0,40.
ur: آپ کی جانب سے داخل کردہ رقم کی وضع کی پڑتال کریں۔ مثلاً 0.40 یا 0,40۔
uz: Kiritilgan miqdor formatini tekshiring. Masalan, 0.40 yoki 0,40.
vi: Kiểm tra định dạng số tiền bạn đã nhập. Ví dụ: 0,40 hoặc 0.40.
zh_hans: 检查输入的金额格式，例如 0.40 或 0,40。
zh_hant: 檢查您輸入的金額格式。例如，0.40 或 0,40。

# Literal.ACH.InvalidDepositFormat
source: Check the format of the amount you entered. For example 0.40.
af: Kontroleer die formaat van die bedrag wat jy ingevoer het. Byvoorbeeld 0,40.
am: ያስገቡትን መጠን ቅርጸት ይፈትሹ። ለምሳሌ 0.40።
ar: تحقق من تنسيق المبلغ الذي قمت بإدخاله. على سبيل المثال 0.40.
as: আপুনি প্ৰবিষ্ট কৰা ধন ৰাশিৰ সজ্জাটো পৰীক্ষা কৰক৷ উদাহৰণ স্বৰূপে 0.40৷
az: Daxil etdiyiniz məbləğin formatını yoxlayın. Məsələn, 0.40.
bg: Проверете формата на въведената от вас сума. Например 0,40.
bn_in: আপনার লেখা অর্থরাশির ফর্ম্যাট দেখে নিন। উদাহরণস্বরূপ 0.40।
bs: Provjerite format unesenog iznosa. Na primjer, 0,40.
cy: Tarwch olwg dros fformat y swm a roesoch. Er enghraifft, 0.40.
da: Tjek formatet af det angivne beløb, for eksempel 0,40.
de: Überprüfen Sie das Format des eingegebenen Betrags, z. B. 0.40.
el: Ελέγξτε τη μορφή του ποσού που εισαγάγατε. Για παράδειγμα, 0,40.
es: Comprueba el formato del importe que has escrito. Por ejemplo, 0.40.
et: Kontrollige sisestatud summa vormingut, nt 0.40.
eu: Egiaztatu idatzi duzun zenbatekoaren formatua. Adibidez, 0.40.
fa: قالب مبلغی را که وارد کردید بررسی کنید مثلاً 0.40.
ga: Seiceáil formáid na méideanna a d'iontráil tú. M.sh. 0.40.
gd: Thoir sùil air fòrmat na suime a chuir thu a-steach, can 0.40.
gl: Comproba o formato da cantidade que escribiches. Por exemplo, 0.40.
gu: તમે દાખલ કરેલ રકમનું સ્વરૂપ તપાસો. ઉદાહરણ તરીકે 0.40.
he: בדוק את התבנית של הסכום שהזנת, למשל 0.40.
hi: अपने द्वारा दर्ज की गई राशि का स्वरूप जाँचें। उदाहरण के लिए 0.40।
hr: Provjerite oblik unesenog iznosa. Primjerice, 0,40.
hu: Ellenőrizze a beírt összeg formátumát (például 0,40).
id: Periksa format dari jumlah yang Anda masukkan. Misalnya 0,40.
is: Athugaðu snið upphæðarinnar sem þú slóst inn. Til dæmis 0.40.
ja: 入力した金額の形式を確認してください。たとえば、0.40 などになっていないかどうかを確認します。
ka: შეამოწმეთ თქვენ მიერ შეყვანილი თანხის ფორმატი. მაგალითად, 0.40.
kk: Енгізілген сомалар пішімін тексеріңіз. Мысалы, 0,40.
kn: ನೀವು ನಮೂದಿಸಿದ ಮೊತ್ತದ ಸ್ವರೂಪವನ್ನು ಪರಿಶೀಲಿಸಿ. ಉದಾಹರಣೆಗೆ 0.40.
ko: 입력한 금액의 형식을 확인하세요(예: 0.40).
ku_arab: فۆرماتی ئەو بڕەی تێتنووسیوە بپشکنه. بۆ نموونه 0.40.
ky: Сиз киргизген суммалардын форматын текшериңиз. Мисалы 0,40.
lo: ກວດເບິ່ງຮູບແບບຂອງຈຳນວນເງິນທີ່ທ່ານປ້ອນເຂົ້າ. ຕົວຢ່າງ 0.40.
lt: Patikrinkite įvestos sumos formatą. Pavyzdžiui, 0.40.
lv: Pārbaudiet ievadītās summas formātu, piemēram, “0.40”.
mi: Āta titiro ki te hōputu o te tapeke nāu i tāuru. Inā koa 0.40.
mk: Проверете го форматот на сумата што ја внесовте. На пример 0,40.
ml: നിങ്ങൾ നൽകിയ തുകയുടെ ഫോർമാറ്റ് പരിശോധിക്കുക. ഉദാഹരണത്തിന്, 0.40.
mn: Оруулсан дүнгийнхээ хэлбэржүүлэлтийг шалга. Жишээ нь: 0,40.
mr: आपण प्रविष्ट केलेल्या रकमेचे स्वरूप तपासा. उदाहरणार्थ 0.40.
ms: Semak format bagi jumlah yang telah anda masukkan. Contohnya, 0.40.
mt: Iċċekkja l-format tal-ammont li daħħalt. Pereżempju 0.40.
ne: आफूले प्रविष्ट गर्नुभएको रकमको ढाँचा जाँच्नुहोस्। उदाहरणको लागि 0.40।
nn_no: Kontroller formatet for beløpet du har skrive inn. Eksempel: 0,40.
no: Kontroller at det angitte beløpet har riktig format. For eksempel 0,40.
or: ଆପଣ ଏଣ୍ଟର କରିଥିବା ରାଶିର ଫର୍ମାଟ୍ ଦେଖନ୍ତୁ। ଉଦାହରସ୍ଵରୁପ 0.40।
pa_arab_pk: اپنی درج کردہ رقم دا فارمیٹ چیک کرو۔ مثال دے طور تے 0.40۔
pa_in: ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖ਼ਲ ਕੀਤੀ ਰਕਮ ਦੇ ਸਰੂਪ ਦੀ ਜਾਂਚ ਕਰੋ। ਉਦਾਹਨ ਲਈ 0.40.
pl: Sprawdź format wprowadzonej kwoty. Na przykład 0,40.
ru: Проверьте формат введенной суммы. Например, 0.40.
sd: پنهنجي داخل ڪيل رقم جو فارميٽ ڏسو. مثال طور 0.40.
si: ඔබ ඇතුල් කළ ප්‍රමාණයේ ආකෘතිය පරීක්ෂා කරන්න. උදාහරණයක් ලෙස 0.40.
sl: Preverite obliko zapisa vnesenega zneska. Primer: 0,40.
sr_cyrl_rs: Проверите формат износа који сте унели. На пример, 0,40.
sr_latn_rs: Proverite format iznosa koji ste uneli. Na primer, 0,40.
sv: Kontrollera formatet för beloppet du angett. Till exempel 0,40.
ta: நீங்கள் உள்ளிட்ட தொகையின் வடிவமைப்பைச் சரிபார்க்கவும். எடுத்துக்காட்டாக 0.40.
te: మీరు నమోదు చేసిన మొత్తం ఆకృతిని తనిఖీ చేయండి. ఉదాహరణకు 0.40.
tg: Формати маблағи ворид кардаатонро тафтиш кунед. Масалан, 0,40.
th: ตรวจสอบรูปแบบของจำนวนเงินที่คุณป้อน ตัวอย่างเช่น 0.40
tr: Girdiğiniz miktarın biçimini denetleyin. Örneğin, 0.40.
tt: Кертелгән сумманың форматын тикшерегез. Мәсәлән, 0.40.
ug: سىز كىرگۈزگەن سوممىنىڭ فورماتىنى تەكشۈرۈڭ. 0.40 دېگەن فورماتتا بولۇشى كېرەك.
uk: Перевірте формат введеної суми. Наприклад, 0.40.
ur: آپ کی جانب سے داخل کردہ رقم کی وضع کی پڑتال کریں۔ مثلاً 0.40۔
uz: Kiritilgan miqdor formatini tekshiring. Masalan, 0,40.
vi: Kiểm tra định dạng của khoản tiền bạn đã nhập. Ví dụ: 0,40.
zh_hans: 检查输入金额的格式，例如 0.40。
zh_hant: 檢查您輸入的金額格式。例如 0.40。

# Literal.ACH.SummaryLine2Expression
source: Type: ({bankAccountType})
af: Tipe: ({bankAccountType})
am: ዓይነት፦ ({bankAccountType})
ar: النوع: ({bankAccountType})
as: প্ৰকাৰ: ({bankAccountType})
az: Növ: ({bankAccountType})
bg: Тип: ({bankAccountType})
bn_in: প্রকার: ({bankAccountType})
bs: Vrsta: ({bankAccountType})
cy: Math: ({bankAccountType})
de: Typ: ({bankAccountType})
el: Τύπος: ({bankAccountType})
es: Tipo: ({bankAccountType})
et: Tüüp: ({bankAccountType})
eu: Mota: ({bankAccountType})
fa: نوع: ({bankAccountType})
ga: Cineál: ({bankAccountType})
gd: Seòrsa: ({bankAccountType})
gl: Tipo: ({bankAccountType})
gu: પ્રકાર: ({bankAccountType})
he: סוג: ({bankAccountType})
hi: प्रकार: ({bankAccountType})
hr: Vrsta: ({bankAccountType})
hu: Típus: ({bankAccountType})
id: Tipe: ({bankAccountType})
is: Tegund: ({bankAccountType})
ja: 種類: ({bankAccountType})
ka: ტიპი: ({bankAccountType})
kk: Түрі: ({bankAccountType})
kn: ಪ್ರಕಾರ: ({bankAccountType})
ko: 유형: ({bankAccountType})
ku_arab: جۆر: ({bankAccountType})
ky: Түрү: ({bankAccountType})
lo: ປະເພດ: ({bankAccountType})
lt: Tipas: ({bankAccountType})
lv: Tips: ({bankAccountType})
mi: Momo: ({bankAccountType})
mk: Тип: ({bankAccountType})
ml: തരം: ({bankAccountType})
mn: Төрөл: ({bankAccountType})
mr: प्रकार: ({bankAccountType})
ms: Jenis: ({bankAccountType})
mt: Tip: ({bankAccountType})
ne: प्रकार: ({bankAccountType})
or: ପ୍ରକାର: ({bankAccountType})
pa_arab_pk: قسم: ({bankAccountType})
pa_in: ਕਿਸਮ: ({bankAccountType})
pl: Typ: ({bankAccountType})
ru: Тип: ({bankAccountType})
sd: قسم: ({bankAccountType})
si: ටයිප් කරන්න: ({bankAccountType})
sl: Vrsta: ({bankAccountType})
sr_cyrl_rs: Тип: ({bankAccountType})
sr_latn_rs: Tip: ({bankAccountType})
sv: Typ: ({bankAccountType})
ta: வகை: ({bankAccountType})
te: రకం: ({bankAccountType})
tg: Навъ: ({bankAccountType})
th: ชนิด: ({bankAccountType})
tr: Tür: ({bankAccountType})
tt: Төре: ({bankAccountType})
ug: تۈرى: ({bankAccountType})
uk: Тип: ({bankAccountType})
ur: قسم: ({bankAccountType})
uz: Turi: ({bankAccountType})
vi: Loại: ({bankAccountType})
zh_hans: 类型: ({bankAccountType})
zh_hant: 類型: ({bankAccountType})
