Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OobeLabel.AddCCInfoLabel9
source: We'll save your card so you can use it wherever you sign in with ()EmailAddress. Change your mind? Select the back arrow in the upper corner to go back.
af: Ons sal jou kaart stoor sodat jy dit kan gebruik waar jy ook al met ()EmailAddress aanmeld. Van plan verander? Selekteer die terug-pyltjie in die boonste hoek om terug te gaan.
am: በ()EmailAddress በሚገቡ ቁጥር እንዲጠቀሙበት ካርድዎን እናስቀምጠዋለን። ሃሳብዎን ቀየሩ? ወደኋላ ለመመለስ ከላይ ጠርዝ ያለውን ወደኋላ ይመለሱ ቀስት ይምረጡ።
ar: سنقوم بحفظ بطاقتك حتى تتمكن من استخدامها أينما تقوم بتسجيل الدخول باستخدام ()EmailAddress. هل غيرت رأيك؟ حدد سهم "الخلف" الموجود في الركن العلوي للعودة إلى الخلف.
as: আমি আপোনাৰ কাৰ্ড সংৰক্ষণ কৰিম যাতে আপুনি যেতিয়াই ()EmailAddress-ৰ জৰিয়তে ছাইন ইন কৰে তেতিয়াই এইখন ব্যৱহাৰ কৰিব পাৰে৷ আপোনাৰ মন সলনি কৰিছে নেকি? উভতি যাবলৈ ওপৰৰ চুকৰ কাঁড়ডাল চয়ন কৰক৷
az: Kartınızı saxlayacağıq ki, onu ()EmailAddress ilə daxil olduğunuz hər yerdə istifadə edə biləsiniz. Fikrinizi dəyişirsiniz? Geri qayıtmaq üçün yuxarı sağ küncdə oxu seçin.
bg: Ще запишем картата ви, така че да можете да я използвате навсякъде, където влизате с ()EmailAddress. Променихте решението си? Изберете стрелката за връщане в горния ъгъл, за да се върнете назад.
bn_in: আমরা আপনার কার্ড সংরক্ষণ করব যাতে আপনি যেখানেই ()EmailAddress-র সাথে সাইন ইন করবেন সেখানে এটি ব্যবহার করতে পারেন। আপনার মানসিকতা পরিবর্তন করেছেন? পিছনে ফিরে যেতে শীর্ষের কোণের দিকের পিছনের তীরটি নির্বাচন করুন।
bs: Sačuvat ćemo vašu karticu da biste je mogli koristiti gdje god se prijavite pomoću adrese ()EmailAddress. Promijenili ste mišljenje? U gornjem uglu izaberite strelicu radi povratka.
cy: Byddwn yn cadw eich cerdyn fel eich bod yn gallu ei ddefnyddio pob tro byddwch chi'n mewngofnodi gyda ()EmailAddress. Wedi newid eich meddwl? Dewiswch y saeth nôl ar y gornel uchaf i fynd yn ôl.
da: Vi gemmer dit kort, så du kan bruge det, hver gang du logger på med ()EmailAddress. Har du skiftet mening? Vælg pil tilbage i øverste hjørne for at gå tilbage.
de: Wir speichern Ihre Karte, sodass Sie sie überall verwenden können, wo Sie sich mit ()EmailAddress anmelden. Haben Sie es sich anders überlegt? Klicken Sie rechts oben auf den Pfeil, um zurückzukehren.
el: Η κάρτα σας θα αποθηκευτεί ώστε να μπορείτε να τη χρησιμοποιείτε οπουδήποτε εισέρχεστε με τη διεύθυνση ()EmailAddress. Αλλάξατε γνώμη; Επιλέξτε το βέλος επιστροφής που βρίσκεται στην επάνω δεξιά γωνία για να επιστρέψετε.
es: Guardaremos tu tarjeta para que puedas usarla dondequiera que inicies sesión con ()EmailAddress. ¿Has cambiado de idea? Selecciona la flecha de volver en la esquina superior para volver atrás.
et: Salvestame teie kaardi, et saaksite seda kasutada alati, kui logite sisse meiliaadressiga ()EmailAddress. Kas muutsite meelt? Tagasi liikumiseks valige ülanurgas tagasinool.
eu: Zure txartela gordeko dugu ()EmailAddress helbidearekin saioa hasten duzun bakoitzean saioa hasteko. Asmoz aldatu duzu? Hautatu goi-ertzeko gezia itzultzeko.
fa: ما کارت شما را ذخیره کرده‌ایم تا هر جا که با ()EmailAddress وارد می‌شوید بتوانید از آن استفاده کنید. تصمیمتان عوض شد؟ پیکان موجود در گوشه بالا را برای بازگشت انتخاب کنید.
ga: Sábhálfaimid do chárta ionas gur féidir leat é a úsáid uair ar bith a shíníonn tú isteach le ()EmailAddress. Ar athraigh tú d'intinn? Roghnaigh an tsaighead siar sa chúinne uachtarach chun dul siar.
gd: Sàbhailidh sinn a’ chairt agad airson ’s gun urrainn dhut a chleachdadh nuair a chlàraicheas tu a-steach le ()EmailAddress. Na chuir thu romhad a chaochladh? Tagh an t-saighead air ais aig a’ bhàrr airson tilleadh a dhèanamh.
gl: Gardaremos o teu cartón para que poidas usalo onde inicies sesión con ()EmailAddress. Cambiaches de idea? Selecciona a frecha de volver na esquina superior para volver atrás.
gu: અમે તમારું કાર્ડ સાચવશું જેથી તમે જ્યાં પણ ()EmailAddress સાથે સાઇન ઇન કરો ત્યાં તેનો ઉપયોગ કરી શકો. તમારો વિચાર બદલો છો? પાછળ જવા માટે ઉપલા ખૂણામાં પાછળનો એરો પસંદ કરો.
he: אנחנו נשמור את הכרטיס שלך כך שתוכל להשתמש בו בכל מקום שבו אתה נכנס באמצעות ()EmailAddress. שינית את דעתך? בחר את החץ 'חזור' שנמצא למעלה כדי לחזור אחורה.
hi: हम आपका कार्ड सहेज लेंगे, जिससे कि आप जहाँ भी ()EmailAddress के साथ साइन इन करें, वहाँ पर इसका उपयोग कर सकें. आपका विचार बदल गया है? वापस जाने के लिए ऊपरी कोने पर स्थित वापस तीर का चयन करें.
hr: Spremit ćemo vašu karticu pa ćete je moći koristiti kadgod se prijavite putem ()EmailAddress. Predomislili ste se? U gornjem desnom kutu odaberite strelicu za povratak.
hu: Mentjük a kártyaadatait, így bárhol használhatja, ahol bejelentkezik a(z) ()EmailAddress címmel. Meggondolta magát? A visszalépéshez kattintson a felső sarokban látható nyílra.
id: Kami akan menyimpan kartu Anda agar Anda dapat menggunakannya kapan pun Anda masuk dengan ()EmailAddress. Berubah pikiran? Pilih tanda panah mundur di ujung kanan atas untuk kembali.
is: Við vistum kortið þitt svo þú getir notað það hvar sem þú skráir þig inn með ()EmailAddress. Skiptirðu um skoðun? Veldu ör til baka í efra horninu til að fara til baka.
ja: ()EmailAddress でサインインしたときにいつでも利用できるように、弊社ではカード情報を保存します。変更する場合は、上隅にある戻る矢印を選択して前に戻ってください。
ka: ჩვენ შევინახავთ თქვენს ბარათს ისე, რომ შეძლოთ მისი გამოყენება ნებისმიერ დროს, როცა შეხვალთ სისტემაში ()EmailAddress-ით. გადაიფიქრეთ? აირჩიეთ ისარი ზედა მარჯვენა კუთხეში უკან დასაბრუნებლად.
kk: Картаңызды сақтадық, енді оны ()EmailAddress тіркелгісімен кірген кез келген жерде пайдалана аласыз. Шешіміңізді өзгерттіңіз бе? Оралу үшін жоғарғы бұрыштағы артқа көрсеткісін таңдаңыз.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಅನ್ನು ನಾವು ಉಳಿಸುತ್ತೇವೆ, ಆದ್ದರಿಂದ ನೀವು ()EmailAddress ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿದಲ್ಲೆಲ್ಲಾ ನೀವು ಅದನ್ನು ಬಳಸಬಹುದು. ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಬದಲಾಯಿಸಿದಿರಾ? ಹಿಂದಕ್ಕೆ ಹೋಗಲು ಮೇಲಿನ ಮೂಲೆಯಲ್ಲಿರುವ ಬಾಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: ()EmailAddress(으)로 로그인하면 어디서든 사용할 수 있도록 카드가 저장됩니다. 마음이 바뀌셨나요? 오른쪽 위 모서리에 있는 화살표를 선택하여 뒤로 이동하세요.
ku_arab: ئێمه کارتەکەت هەڵدەگرین و بەم جۆرەیش ئاسانکاری دەکرێت بۆ بەکارهێنانی لەهەرشوێنێک لەڕێگەی ناونیشانی ئیمەیلی () بچیتەژوورەوه. ڕات گۆڕا؟ تیرنیشانی گەڕانەوه لەلای گۆشەی سەرەوه دەسنیشان بکه بۆ گەڕانەوه.
ky: Картаңызды ()EmailAddress менен катталып кирген жерлердин баарында колдонулгудай кылып сактап коёбуз. Оюңуздан кайттыңызбы? Артка кайтуу үчүн жогору оң бурчтагы артка жебени тандаңыз.
lo: ເຮົາຈະບັນທຶກບັດຂອງທ່ານເພື່ອທີ່ທ່ານສາມາດໃຊ້ມັນໄດ້ບໍ່ວ່າທ່ານ ລົງຊື່ເຂົ້າໃຊ້ດ້ວຍ ()EmailAddress ຢູ່ໃສກໍຕາມ. ປ່ຽນໃຈບໍ? ເລືອກລູກສອນກັບຄືນທີ່ແຈຂວາມືດ້ານເທິງເພື່ອກັບຄືນ.
lt: Įrašysime jūsų kortelę, kad galėtumėte ją naudoti bet kur prisijungę su ()EmailAddress. Persigalvojote? Pasirinkite rodyklę viršutiniame dešiniajame kampe, kad grįžtumėte.
lv: Jūsu kartes dati tiks saglabāti, lai varat to izmantot it visur, kur pierakstāties ar adresi ()EmailAddress. Vai pārdomājāt? Lai atgrieztos, augšējā stūrī atlasiet atpakaļvērsto bultiņu.
mi: Ka tiakina tō kāri kia whakamahia e koe ina takiuru koe mā te EmailAddress(). Ina huri tō whakaaro? Tīpakohia te pere hoki i te kokonga i runga kia hoki atu.
mk: Ќе ја зачуваме вашата картичка за да можете да ја користите секогаш кога ќе се пријавувате со ()EmailAddress. Се премисливте? Изберете ја стрелката за назад во горниот агол за да се вратите.
ml: നിങ്ങളുടെ കാർഡ് ഞങ്ങൾ സേവ് ചെയ്യുന്നതാണ്, അതുകൊണ്ടു ()EmailAddress ഉപയോഗിച്ച് സൈന്‍ ഇന്‍ ചെയ്യുന്നിടത്തെല്ലാം നിങ്ങള്‍ക്ക് ഇത് ഉപയോഗിക്കാന്‍ കഴിയും. നിങ്ങളുടെ മനസ്സ് മാറിയോ? തിരികെ പോകാൻ മുകളില്‍ വലതുകോണിലുള്ള അമ്പടയാളം തിരഞ്ഞെടുക്കുക.
mn: Бид таны картыг хадгалах тул ()EmailAddress хаягаараа нэвтэрсэн үедээ хэрэглэж болно. Бодлоо өөрчилсөн үү? Баруун дээд буланд байгаа сумыг товшоод буцна уу.
mr: आम्ही आपले कार्ड सुरक्षित करू जेणेकरून आपण जिथेही ()EmailAddress सह साइन इन करता तिथे ते वापरू शकता. आपले मन बदलले का? मागे जाण्यासाठी वरच्या कोपर्यातील मागे बाण निवडा.
ms: Kami akan menyimpan kad anda supaya anda boleh menggunakannya di mana-mana sahaja yang anda daftar masuk dengan ()EmailAddress. Anda berubah fikiran? Pilih anak panah di sudut atas sebelah kanan untuk kembali.
mt: Se nissejvjaw il-kard tiegħek biex tkun tista' tużaha kull meta tidħol bi ()EmailAddress. Dawwart il-ħsieb? Agħżel il-vleġġa tan-naħa ta' fuq tax-xellug biex tmur lura.
ne: हामीले तपाइँको कार्ड बचत गर्नेछौं जसकारण तपाइँले त्यसलाई कतैपनि ()EmailAddress सँग साइन इन गरेर प्रयोग गर्न सक्नुहुन्छ। आफ्नो विचार परिवर्तन गर्नुहुन्छ? पछाडि जानको लागि माथिल्लो-बायाँ कुनामा रहेको वाण चयन गर्नुहोस्।
nn_no: Vi lagrar kortet slik at du kan bruke det når du logger på med ()EmailAddress. Ombestemmer du deg? Vel pila øvst til høgre for å gå tilbake.
no: Vi lagrer kortet ditt slik at du kan bruke det når du logger på med ()EmailAddress. Ombestemmer du deg? Velg pilen øverst til høyre for å gå tilbake.
or: ଆମେ ଆପଣଙ୍କର କାର୍ଡ୍ କୁ ସଂରକ୍ଷଣ କରିବୁ ଯାହାଦ୍ଵାରା ଆପଣ କେଉଁଠାରେ ବି ()EmailAddress ରେ ସାଇନ୍ ଇନ୍ କରି ଏହାର ବ୍ୟବହାର କରିପାରିବେ। ଆପଣଙ୍କର ମନ ପରିବର୍ତ୍ତନ କରିବେ କି? ପଛକୁ ଯିବାପାଇଁ ଉପର କୋଣରେ ଥିବା ଏରୋ କୁ ଚୟନ କରନ୍ତୁ।
pa_arab_pk: اسی تہاڈا کارڈ محفوظ کراں گے تاں جے جتھے وی تُسی ()EmailAddress سائن کرو اینوں ورت سکو۔ اپنا ارادہ تبدیل کر لیا اے؟ واپس جان لئی اوتلے کنارے وچ واپس دے تیر نوں منتخب کرو۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰਡ ਨੂੰ ਰੱਖਿਅਤ ਤਾਂ ਜੋ ਕਿੱਥੇ ਵੀ ()EmailAddress ਨਾਲ ਸਈਨ ਇਨ ਕਰਨ ਲਈ ਤੁਸੀਂ ਇਸ ਨੂੰ ਵਰਤ ਸਕਦੇ ਹੋ। ਕੀ ਤੁਹਾਡਾ ਮਨ ਬਦਲਣਾ ਹੈ? ਵਾਪਸ ਜਾਣ ਲਈ ਉੱਪਰੀ ਕੋਨੇ ਵਿੱਚ ਤੀਰ ਦੀ ਚੋਣ ਕਰੋ।
pl: Zapiszemy Twoją kartę, co ułatwi Ci używanie jej, gdy zalogujesz się za pomocą konta ()EmailAddress. Zmieniasz zdanie? Wybierz strzałkę wstecz w górnym rogu, aby wrócić.
ru: Данные вашей карты будут сохранены, чтобы вы могли использовать ее в любое время после входа с помощью ()EmailAddress. Передумали? Нажмите стрелку назад в левом верхнем углу, чтобы вернуться.
sd: اسان توهانجو ڪارڊ محفوظ ڪنداسين تہ جيئن توهان جتي بہ ()EmailAddress سان سائن ان ڪريو استعمال ڪري سگهو. پنھنجو ارادو تبديل ڪريو ٿا؟ ته واپس وڃڻ لاءِ مٿئين ڪنڊ ۾ واپسي تير کي چونڊيو.
si: ඔබ ()EmailAddress සමග ඇතුල්වන ඕනෑම තැනකදී ඔබට එය භාවිතා කළ හැකිවන පරිදි අපි ඔබගේ කාඩ්පත සුරකිමු. ඔබගේ සිත වෙනස්වූයේ ද? ආපසු යාමට ඉහළට ඉහළ ඇති ඊතලය තෝරන්න.
sl: Vašo kartico bomo shranili, da jo boste lahko uporabili, kjer koli se boste vpisali z naslovom ()EmailAddress. Ste si premislili? Če se želite vrniti nazaj, izberite puščico nazaj v zgornjem kotu.
sr_cyrl_rs: Сачуваћемо вашу картицу да бисте могли да је користите кад год се пријавите користећи ()EmailAddress. Променили сте мишљење? Изаберите стрелицу уназад у горњем углу да бисте се вратили назад.
sr_latn_rs: Sačuvaćemo vašu karticu da biste mogli da je koristite kad god se prijavite koristeći ()EmailAddress. Promenili ste mišljenje? Izaberite strelicu unazad u gornjem uglu da biste se vratili nazad.
sv: Vi sparar ditt kort så att du kan använda det överallt där du loggar in med ()EmailAddress. Ångrat dig? Välj bakåtpilen i det övre hörnet och gå tillbaka.
ta: உங்கள் அட்டையைச் சேமித்து வைப்போம், இதனால் நீங்கள் ()EmailAddress மூலம் உள்நுழையும் போதெல்லாம் அதனைப் பயன்படுத்தலாம். மனம் மாறிவிட்டதா? திரும்பிச் செல்ல, மேலே வலது மூலையில் உள்ள அம்புக்குறியைத் தேர்ந்தெடுக்கவும்.
te: ()EmailAddress తో మీరు ఏప్పుడు సైన్ ఇన్ చేసినా వాడడానికి మేము మీ కార్డ్ భద్రపరుస్తాము. మీ మనస్సు మార్చుకున్నారా? తిరిగి వెళ్ళడానికి ఎగువ-ఎడమ మూలలోని బాణాన్ని ఎంచుకోండి.
tg: Мо корти шуморо захира мекунем, то ки шумо онро дар дилхоҳ ҷое, ки шумо бо ()EmailAddress ворид мешавед, истифода бурда тавонед. Аз фикратон бармегардед? Барои бозгашт тирчаи баргаштро, ки дар канори боло аст, интихоб кунед.
th: เราจะบันทึกบัตรของคุณไว้ เพื่อให้คุณสามารถใช้งานได้ทุกที่ที่คุณลงชื่อเข้าใช้ด้วย ()EmailAddress เปลี่ยนใจใช่หรือไม่ เลือกลูกศรย้อนกลับที่มุมบนเพื่อย้อนกลับ
tr: ()EmailAddress adresiyle oturum açtığınız her yerde kullanabilmeniz için kartınızı kaydedeceğiz. Fikrinizi değiştirdiniz mi? Geri dönmek için üst köşedeki geri okunu seçin.
tt: Без картагызны саклаячакбыз, һәм сез аны ()EmailAddress белән кергән саен куллана алачаксыз. Кире уйладыгызмы? Кире кайту өчен өске почмактагы "Артка" угын тамгалагыз.
ug: كارتىڭىزنى ساقلاپ قويىمىز، ئۇنى ()EmailAddress ئارقىلىق تىزىملاپ كىرگەن ئورۇنلاردا ئىشلىتەلەيسىز. قارارىڭىزنى ئۆزگەرتتىڭىزمۇ؟ ئۈستى بۇرجەكتىكى قايتىش كۆرسەتكۈچىنى تاللاپ يانسىڭىز بولىدۇ.
uk: Відомості про вашу картку буде збережено, щоб ви могли використовувати її, коли ввійдете за допомогою адреси ()EmailAddress. Передумали? Натисніть стрілку назад у верхньому куті, щоб повернутися назад.
ur: ہم آپ کا کارڈ محفوظ کر لیں گے تاکہ آپ اسے استعمال کر سکیں جب بھی آپ اپنے ()EmailAddress کے ساتھ سائن ان کریں گے۔ خیال بدل گیا ہے؟ واپس جانے کے لیے اوپر دایاں تیر منتخب کریں۔
uz: ()EmailAddress bilan kirganingizda foydalanishingiz uchun kartangizni saqlaymiz. Fikringizni oʻzgartirdingizmi? Orqaga qaytish uchun yuqori burchakdagi orqaga strelkasini bosing.
vi: Chúng tôi sẽ lưu thẻ của bạn để bạn có thể sử dụng thẻ bất cứ nơi nào bạn đăng nhập bằng ()EmailAddress. Thay đổi ý kiến? Chọn mũi tên ở góc trên để quay lại.
zh_hans: 我们将为你保存卡片信息，使用 ()EmailAddress 登录后即可使用该卡。如不想保存，请选择上角的反向箭头返回。
zh_hant: 我們將保存您的信用卡，讓您只要登錄 ()EmailAddress 便可在任意地方使用。改變心意了嗎？請選取上方角落的返回箭頭返回。

# Literal.ShippingAddressHardware.Heading
source: Add new ship to address
af: Voeg nuwe versending by adres
am: ወደ አድራሻው አዲስ መላኪያ ያክሉ
ar: إضافة عنوان شحن جديد
as: নতুন প্ৰেৰণৰ ঠিকনা যোগ কৰক
az: Yeni çatdırılma ünvanı əlavə edin
bg: Добавяне на нов адрес за доставка
bn_in: নতুন পাঠানোর ঠিকানা যোগ করুন
bs: Dodajte novu adresu isporuke
cy: Ychwanegu cyfeiriad danfon newydd
da: Tilføj en ny leveringsadresse
de: Neue Lieferadresse hinzufügen
el: Προσθήκη νέας διεύθυνσης αποστολής
es: Agregar nueva dirección de envío
et: Lisage uus kauba saaja aadress
eu: Gehitu beste bidalketa-helbide bat
fa: آدرس محل تحویل جدیدی را اضافه کنید
ga: Cuir seoladh nua poist leis
gd: Cuir seòladh lìbhrigidh ùr ris
gl: Engadir novo envío ao enderezo
gu: સરનામાં પર નવું શિપ ઍડ કરો
he: הוסף כתובת חדשה למשלוח
hi: पता में नया शिप जोड़ें
hr: Dodavanje nove adrese za otpremu
hu: Új szállítási cím hozzáadása
id: Tambahkan kapal baru ke alamat
is: Bæta nýrri sendingu við heimilisfangið
ja: 配送先住所の新規追加
ka: დაამატეთ ტრანსპორტირების ახალი მისამართი
kk: Мекенжайға жаңа жеткізуді қосу
kn: ಹೊಸ ಶಿಪ್ ಮಾಡಬೇಕಾದ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ko: 새 배송 주소 추가
ku_arab: زیادکردنێکی گواستنەوەیەکی نوێ بۆ ناونیشان
ky: Жаңы жеткирүү дарегин кошуу
lo: ເພີ່ມການຈັດສົ່ງໃໝ່ໃສ່ທີ່ຢູ່
lt: Naujos siuntos įtraukimas į adresą
lv: Pievienot jaunu saņemšanas adresi
mi: Tāpiria he wāhinoho hou kia tukua ai ngā rawa
mk: Додајте нова адреса за испраќање
ml: പുതിയ ഷിപ്പിംഗ് വിലാസം ചേർക്കുക
mn: Шинэ хүргэх хаягийг нэмэх
mr: नवीन शिपिंग पत्ता जोडा
ms: Tambah alamat penghantaran yang baru
mt: Żid indirizz ġdid tal-kunsinna
ne: ठेगानामा नयाँ सिप थप्नुहोस्
nn_no: Legg til ei ny adresse vara skal sendast til
no: Legg til ny leveringsadresse
or: ଠିକଣାରେ ନୂଆ ଶିପ୍‌ ଯୋଡନ୍ତୁ
pa_arab_pk: پتے لئی نویں شپ شامل کرو
pa_in: ਆਪਣੀ ਸੰਸਥਾ ਪ੍ਰੋਫਾਈਲ ਅਪਡੇਟ ਕਰੋ
pl: Dodaj nowy adres dostawy
ru: Добавление нового адреса доставки
sd: پتي ڏانهن نئين ٻيڙي جو اضافو ڪريو
si: නව නැව්ගත කිරීමේ ලිපිනය එක් කරන්න
sl: Dodajte nov naslov za dostavo
sr_cyrl_rs: Додајте нову адресу испоруке
sr_latn_rs: Dodajte novu adresu isporuke
sv: Lägg till ny leveransadress
ta: புதிய ஷிப்பிங் முகவரியைச் சேர்க்கவும்
te: చిరునామాకు కొత్త షిప్‌ను జోడించండి
tg: Илова кардани интиқоли нав ба суроға
th: เพิ่มการจัดส่งใหม่ไปยังที่อยู่
tr: Yeni teslimat adresi ekle
tt: Адреска яңа җиткерүне өстәгез
ug: يېڭى يەتكۈزۈش ئادرېسى قوشۇش
uk: Додавання нової адреси доставки
ur: پتے میں نئی شپ شامل کریں
uz: Yangi yetkazib berish manzilini kiriting
vi: Thêm địa chỉ giao hàng mới
zh_hans: 添加新送货地址
zh_hant: 新增收件人地址

# Literal.CreditCard.3DS.Redirect.Button
source: Click here to go to bank website
af: Klik hier om na bankwebwerf te gaan
am: ወደ ባንክ ድርገጽ ለመሄድ እዚ ጠቅ ያድርጉ
ar: انقر هنا للانتقال إلى موقع البنك على الويب
as: বেংকৰ ৱেবছাইটলৈ যাবলৈ ইয়াত ক্লিক কৰক
az: Bankın veb-saytına keçmək üçün bura klikləyin
bg: Щракнете тук, за да отидете на уеб сайта на банката
bn_in: ব্যাঙ্ক ওয়েবসাইটে যেতে এখানে ক্লিক করুন
bs: Kliknite ovdje da biste otišli na web lokaciju banke
cy: Cliciwch yma i fynd i wefan y banc
da: Klik her for at gå til bankens websted
de: Klicken Sie hier, um zur Website des Geldinstituts zu wechseln.
el: Κάντε κλικ εδώ για μετάβαση στην τοποθεσία web της τράπεζας
es: Haga clic aquí para ir al sitio web del banco.
et: Klõpsake siin, et minna panga veebisaidile
eu: Bankuaren webgunera joateko, egin klik hemen
fa: برای رفتن به وب‌سایت بانک، اینجا کلیک کنید
ga: Cliceáil anseo chun dul chuig suíomh Gréasáin an bhainc
gd: Briog an-seo a thadhal air làrach-lìn a’ bhanca
gl: Premer aquí para ir ao sitio web do banco
gu: બેંકની વેબસાઇટ પર જવા માટે અહીં ક્લિક કરો
he: לחץ כאן כדי לעבור לאתר האינטרנט של הבנק
hi: बैंक की वेबसाइट पर जाने के लिए यहाँ क्लिक करें
hr: Kliknite ovdje da biste otišli na web-mjesto banke
hu: Kattintson ide a bank webhelyének megnyitásához
id: Klik di sini untuk mengunjungi situs web bank
is: Smelltu hér til að fara á vefsvæði bankans
ja: 銀行の Web サイトに移動するにはここをクリックします
ka: საბანკო ვებგვერდზე გადასასვლელად დააწკაპუნეთ აქ
kk: Банктің веб-сайтына өту үшін осы жерді басыңыз
kn: ಬ್ಯಾಂಕ್ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಹೋಗಲು ಇಲ್ಲಿ ಕ್ಲಿಕ್ ಮಾಡಿ
ko: 은행 웹사이트로 이동하려면 여기를 클릭하세요.
ku_arab: کرته لێره بکه بۆ ڕۆیشتن بۆ ماڵپەڕی بانک
ky: Банктын вебсайтына өтүү үчүн, бул жерди чыкылдатыңыз
lo: ຄລິກບ່ອນນີ້ເພື່ອໄປທີ່ເວັບໄຊທະນາຄານ
lt: Norėdami pereiti į banko svetainę spustelėkite čia
lv: Noklikšķiniet šeit, lai dotos uz bankas vietni
mi: Pāwhiri ki konei kia haere ki te paetukutuku pēke
mk: Кликнете тука за да појдете на веб-локацијата на банката
ml: ബാങ്കിന്റെ വെബ്‌സൈറ്റിലേയ്‌ക്ക് പോകാനായി ഇവിടെ ക്ലിക്ക് ചെയ്യുക
mn: Энд товшиж банкны вэбсайт руу очно уу
mr: बँकेच्या वेबसाईटव जाण्यासाठी येथे क्लिक करा
ms: Klik di sini untuk pergi ke laman web bank
mt: Ikklikkja hawn biex tmur fil-websajt tal-bank
ne: बैँकको वेबसाइटमा जान यहाँ क्लिक गर्नुहोस्
nn_no: Klikk her for å gå til websida til banken
no: Klikk her for å gå til bankens nettsted
or: ବ୍ୟାଙ୍କର ୱେବସାଇଟ୍‌କୁ ଯିବା ପାଇଁ ଏଠାରେ କ୍ଲିକ୍‌ କରନ୍ତୁ
pa_arab_pk: بینک دی ویب سائٹ تے جان لئی ایتھے کلک کرو
pa_in: ਬੈਂਕ ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਜਾਣ ਲਈ ਇੱਥੇ ਕਲਿੱਕ ਕਰੋ
pl: Kliknij tutaj, aby przejść do witryny internetowej banku
ru: Щелкните здесь, чтобы перейти на веб-сайт банка.
sd: بينڪ جي ويب سائيٽ تي وڃڻ لاءِ هتي ڪلڪ ڪريو
si: බැංකු වෙබ් අඩවියට යාමට මෙහි ක්ලික් කරන්න
sl: Kliknite tukaj, če želite obiskati spletno mesto banke
sr_cyrl_rs: Кликните овде да бисте отишли на веб сајт банке
sr_latn_rs: Kliknite ovde da biste otišli na veb sajt banke
sv: Klicka här om du vill gå till bankens webbplats
ta: வங்கியின் இணையதளத்திற்குச் செல்ல, இங்கு கிளிக் செய்க
te: బ్యాంక్ వెబ్‌సైట్‌కు వెళ్లడానికి ఇక్కడ క్లిక్ చేయండి
tg: Барои гузариш ба вебсайти бонк ин ҷоро зер кунед
th: คลิกที่นี่เพื่อไปยังเว็บไซต์ของธนาคาร
tr: Banka web sitesine gitmek için buraya tıklayın
tt: Бан веб-төененә күчү өчен, монда чирттерегез
ug: بۇ يەرنى چېكىپ بانكا توربېكىتىگە قايتىڭ
uk: Перейти на веб-сайт банку
ur: بینک کی ویب سائٹ پر جانے کیلئے یہاں کلک کریں
uz: Bank veb-saytiga kirish uchun bu yerga bosing
vi: Bấm vào đây để truy nhập website ngân hàng
zh_hans: 单击此处转到银行网站
zh_hant: 請按一下這裡前往銀行網站

# Literal.CreditCard.3DS.Confirm.Button
source: Yes, I am done with the bank verification
af: Ja, ek is klaar met die bankverifikasie
am: አዎ፣ የባንክ ማረጋገጫው አጠናቅቂያለሁ
ar: نعم، انتهيت من التحقق من البنك
as: হয়, মোৰ বেংক ভেৰিফিকেশ্যন হৈ গ’ল
az: Bəli, bank yoxlamasını tamamladım
bg: Да, приключих с банковата проверка
bn_in: হ্যাঁ, আমি ব্যাঙ্ক যাচাইকরণ সম্পন্ন করেছি
bs: Da, završio/la sam s provjerom banke
cy: Ydw, rydw i wedi gorffen dilysu manylion y banc
da: Ja, jeg er færdig med bankbekræftelsen
de: Ja, ich habe die Verifizierung durch das Geldinstitut durchgeführt
el: Ναι, τελείωσα με την επαλήθευση της τράπεζας
es: Sí, he finalizado la comprobación del banco.
et: Jah, olen panga kinnituse lõpetanud
eu: Bai. Amaitu dut bankuaren egiaztapena.
fa: بله، تأیید اعتبار بانکی را انجام دادم
ga: Táim críochnaithe leis an bhfíorú bainc
gd: Tha mi deiseil le dearbhadh a’ bhanca
gl: Si, terminei coa verificación bancaria
gu: હા, મે બેંક ચકાસણી કરી છે
he: כן, סיימתי את אימות פרטי חשבון הבנק
hi: हाँ, मैंने बैंक सत्यापन कर लिया है
hr: Da, završio sam s potvrdom bankovnog računa
hu: Igen, elvégeztem a banki ellenőrzést
id: Ya, saya telah menyelesaikan verifikasi bank
is: Já, ég er búin(n) að ljúka sannvottun bankans
ja: はい、銀行の検証が完了しました
ka: დიახ, მე უკვე დავასრულე საბანკო შემოწმების პროცედურა
kk: Иә, банк тексерісін аяқтадым
kn: ಹೌದು, ಬ್ಯಾಂಕ್ ಪರಿಶೀಲನೆಯನ್ನು ನಾನು ಪೂರ್ಣಗೊಳಿಸಿದ್ದೇನೆ
ko: 예, 은행 확인은 끝났습니다.
ku_arab: بەڵێ، من ئەنجامم دا لەگەڵ سەلماندنی بانک
ky: Ооба, банкты ырастадым
lo: ແມ່ນແລ້ວ, ຂ້ອຍຢັ້ງຢືນທະນາຄານແລ້ວໆ
lt: Taip, atlikau banko patikrinimą
lv: Jā, es pabeidzu bankas verifikāciju
mi: Āe, kua oti i ahau te manatokonga pēke
mk: Да, завршив со проверката на банката
ml: ഉവ്വ്, ഞാൻ ബാങ്ക് സൂക്ഷ്‌മ‌പരിശോധന പൂർത്തിയാക്കി
mn: Тийм, Би банкны баталгаажуулалтаа хийж дууслаа
mr: होय, माझे बँकेचे सत्यापन झाले आहे
ms: Ya, saya telah selesai dengan pengesahan bank
mt: Iva, lest mill-verifika tal-bank
ne: मैले बैँक प्रमाणीकरण सम्पन्न गरेको छु
nn_no: Ja, eg er ferdig med bank-stadfestinga
no: Ja, jeg er ferdig med bankbekreftelsen
or: ହଁ, ମୋର ବ୍ୟାଙ୍କ ଯାଞ୍ଚ କାର୍ଯ୍ୟ ସମାପ୍ତ ହୋଇଛି
pa_arab_pk: ہاں جی، میری بینک دی تصدیق ہو گئی اے
pa_in: ਹਾਂ, ਮੇਰੀ ਬੈਂਕ ਨਾਲ ਪੁਸ਼ਟੀ ਹੋ ਗਈ ਹੈ
pl: Tak, weryfikacja w banku została zakończona
ru: Да, проверка банковского счета завершена.
sd: ها، منهنجي بينڪ جي تصديق ٿي چڪي آهي
si: ඔව්, මා බැංකු තහවුරු කිරීම සිදු කර අවසන්ය
sl: Da, bančno preverjanje je končano
sr_cyrl_rs: Да, завршио/ла сам за банковну верификацију
sr_latn_rs: Da, završio/la sam za bankovnu verifikaciju
sv: Ja, jag är klar med bankverifieringen
ta: ஆம், வங்கிச் சரிபார்ப்பை முடித்துவிட்டேன்
te: అవును, నేను బ్యాంక్ ధృవీకరణను పూర్తి చేసాను
tg: Ҳа, ман санҷиши бонкро ба анҷом расондам
th: ใช่ ฉันตรวจสอบธนาคารเสร็จเรียบร้อยแล้ว
tr: Evet, banka onayımı tamamladım
tt: Әйе, мин банкны тикшердем
ug: شۇنداق، بانكا دەلىللەشنى تاماملىدىم
uk: Так, банківську перевірку пройдено
ur: ہاں، میں نے بینک کی تصدیق کا کام کر لیا ہے
uz: Ha, bank tekshiruvini bajardim
vi: Vâng, tôi đã hoàn tất việc xác minh ngân hàng
zh_hans: 是，我已完成银行验证
zh_hant: 是，我已完成銀行驗證
