Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.CardVerificationQrCodeInstruction.Text
source: Select Next and use your phone to scan the QR code that appears for card verification.
af: Kies Volgende en gebruik jou foon om die QR-kode te skandeer wat vir kaartverifikasie verskyn.
am: ካርድ ለማረጋገጥ ቀጣይን ይምረጡ እና የሚታየውን QR ኮድ ለመቃኘት ስልክዎን ይጠቀሙ።
ar: حدد "التالي" واستخدم هاتفك لمسح شفرة الاستجابة السريعة التي تظهر للتحقق من البطاقة.
as: পৰৱৰ্তী চয়ন কৰক আৰু কাৰ্ড সত্যাপনৰ বাবে ওলোৱা QR কোডটো স্কেন কৰিবলৈ আপোনাৰ ফোন ব্যৱহাৰ কৰক।
az: Sonrakı seçimini edin və kartın yoxlanılması üçün görünən QR kodu skan etmək üçün telefonunuzdan istifadə edin.
bg: Изберете „Напред“ и използвайте телефона си, за да сканирате QR кода, който се появява за проверка на картата.
bn_in: পরবর্তী নির্বাচন করুন এবং কার্ড যাচাইকরণের জন্য প্রদর্শিত QR কোড স্ক্যান করতে আপনার ফোন ব্যবহার করুন৷
bs: Odaberite dalje i koristite telefon za skeniranje QR koda koji se pojavljuje za verifikaciju kartice.
cy: Dewiswch Nesaf a defnyddio’ch ffôn i sganio'r cod QR sy'n ymddangos i ddilysu’r cerdyn.
da: Vælg Næste, og brug din telefon til at scanne QR-koden, der vises til kortbekræftelse.
de: Wählen Sie "Weiter" aus, und verwenden Sie Ihr Smartphone, um den QR-Code zu scannen, der für die Kartenverifizierung angezeigt wird.
el: Επιλέξτε "Επόμενο" και χρησιμοποιήστε το τηλέφωνό σας για να σαρώσετε τον κωδικό QR που εμφανίζεται για την επαλήθευση κάρτας.
es: Seleccione Siguiente y use el teléfono para digitalizar el código QR que aparece para la verificación de la tarjeta.
et: Valige Edasi ja skannige oma telefoniga kaardi kinnitamiseks kuvatav QR-kood.
eu: Txartela egiaztatzeko, sakatu Hurrengoa eta erabili telefonoa bistaratzen den QR kodea eskaneatzeko.
fa: «بعدی» را انتخاب کنید و از تلفن خود برای اسکن کد QR که برای تأیید اعتبار کارت ظاهر می‌شود استفاده کنید.
ga: Roghnaigh ‘Ar Aghaidh’ agus úsáid do ghuthán chun an cód QR atá le feiceáil le haghaidh fíorú cárta a scanadh.
gd: Tagh “Air adhart” agus cleachd am fòn agad is sganaich an còd QR a nochdas airson dearbhadh na cairte.
gl: Seleccione Seguinte e use o teléfono para dixitalizar o código QR que aparece na verificación da tarxeta.
gu: આગલું પસંદ કરો અને કાર્ડની ચકાસણી માટે દેખાતો QR કોડ સ્કૅન કરવા માટે તમારા ફોનનો ઉપયોગ કરો.
he: בחר 'הבא' והשתמש בטלפון שלך כדי לסרוק את קוד ה- QR שמופיע לצורך אימות כרטיס.
hi: अगला चुनें और कार्ड सत्यापन के लिए दिखाई देने वाले QR कोड को स्कैन करने के लिए अपने फ़ोन का उपयोग करें.
hr: Odaberite Dalje i s pomoću telefona skenirajte QR kôd koji se pojavljuje radi provjere valjanosti kartice.
hu: Válassza a Tovább lehetőséget, és a telefonjával szkennelje be a kártyaellenőrzéshez megjelenő QR-kódot.
id: Pilih Berikutnya dan gunakan telepon Anda untuk memindai kode QR yang muncul untuk verifikasi kartu.
is: Veldu Næsta og notaðu símann til að skanna QR-kóðann sem birtist á kortinu til að sannprófa.
ja: [次へ] を選択し、携帯電話を使用して、カードの確認用に表示される QR コードをスキャンします。
ka: აირჩიეთ „შემდეგი“ და თქვენი ტელეფონით დაასკანირეთ QR კოდი, რომელიც ბარათის დადასტურებისთვის გამოჩნდება.
kk: "Келесі" түймешігін таңдап, картаны тексеру үшін пайда болатын QR кодты сканерлеу үшін телефонды пайдаланыңыз.
kn: ಮುಂದೆ ಆಯ್ಕೆ ಮಾಡಿ ಮತ್ತು ಕಾರ್ಡ್ ಪರಿಶೀಲನೆಗಾಗಿ ಕಾಣಿಸಿಕೊಳ್ಳುವ QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ನಿಮ್ಮ ಫೋನ್ ಬಳಸಿ.
ko: [다음]을 선택하고 휴대폰을 사용하여 카드 확인에 표시되는 QR 코드를 스캔합니다.
lo: ເລືອກ ຕໍ່ໄປ ແລະ ໃຊ້ໂທລະສັບຂອງທ່ານສະແກນລະຫັດ QR ທີ່ປະກົດຂຶ້ນສຳລັບການກວດສອບບັດ.
lt: Pasirinkite Pirmyn ir telefonu nuskaitykite QR kodą, kuris rodomas tvirtinant kortelę.
lv: Atlasiet Tālāk un izmantojiet tālruni, lai skenētu QR kodu, kas tiek rādīts kartes verifikācijai.
mi: Tīpakohia Panuku me whakamahia tōu waea hei karapa te waehere QR e puta ana mō te manatokonga kāri.
mk: Изберете Следно и користете го телефонот за да го скенирате QR-кодот што се појавува за потврда на картичката.
ml: കാർഡ് സ്ഥിരീകരണത്തിനായി ദൃശ്യമാകുന്ന QR കോഡ് സ്കാൻ ചെയ്യാൻ അടുത്തത് തിരഞ്ഞെടുത്ത് നിങ്ങളുടെ ഫോൺ ഉപയോഗിക്കുക.
mr: पुढील निवडा आणि आपला फोन कार्ड पडताळणीसाठी आढळणारे QR code स्कॅन करण्यासाठी वापरा.
ms: Pilih Seterusnya dan gunakan telefon anda untuk mengimbas kod QR yang muncul untuk penentusahan kad.
mt: Agħżel Li Jmiss u uża l-mowbajl tiegħek biex tiskennja l-kodiċi QR li jidher għall-verifika tal-kard.
ne: अर्को चयन गर्नुहोस् र कार्ड प्रमाणीकरणका लागि देखा पर्ने QR कोड स्क्यान गर्न आफ्नो फोन प्रयोग गर्नुहोस्।
nn_no: Vel Neste og bruk telefonen til å skanne QR-koden som blir vist for kontroll av kortet.
no: Velg Neste, og bruk telefonen til å skanne QR-koden som vises for kortbekreftelse.
or: ପରବର୍ତ୍ତୀ ଚୟନ କରନ୍ତୁ ଏବଂ କାର୍ଡ୍ ଯାଞ୍ଚକରଣ ପାଇଁ ଦୃଶ୍ୟମାନ ହେଉଥିବା QR କୋଡ୍ ସ୍କାନ୍ କରିବାକୁ ଆପଣଙ୍କ ଫୋନ୍ ବ୍ୟବହାର କରନ୍ତୁ.
pa_in: ਅਗਲਾ ਚੁਣੋ ਅਤੇ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਨਜ਼ਰ ਆਉਣ ਵਾਲੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਲਈ ਆਪਣੇ ਫ਼ੋਨ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Wybierz pozycję Dalej i zeskanuj kod QR wyświetlany na potrzeby weryfikacji karty za pomocą telefonu.
ru: Нажмите кнопку "Далее" и используйте телефон, чтобы отсканировать показанный QR-код и проверить карту.
sl: Izberite »Naprej« in s telefonom optično preberite kodo QR, ki se prikaže za preverjanje kartice.
sr_cyrl_rs: Кликните на дугме „Даље“ и користите телефон да бисте скенирали QR код који се појављује за верификацију картице.
sr_latn_rs: Kliknite na dugme „Dalje“ i koristite telefon da biste skenirali QR šifru koja se pojavljuje za verifikaciju kartice.
sv: Välj Nästa och använd telefonen för att skanna QR-koden som visas för kortverifiering.
ta: அடுத்து என்பதைத் தேர்ந்தெடுக்கவும், உங்கள் ஃபோனைப் பயன்படுத்தி, கார்டு சரிபார்ப்பிற்காகக் காட்டப்படும் QR குறியீட்டை ஸ்கேன் செய்யவும்.
te: కార్డ్ ధృవీకరణ కోసం కనిపించే QR కోడ్‌ని స్కాన్ చేయడానికి తదుపరిని ఎంచుకోండి మరియు మీ ఫోన్‌ని ఉపయోగించండి.
th: เลือก ถัดไป และใช้โทรศัพท์ของคุณเพื่อสแกนคิวอาร์โค้ดที่ปรากฏสําหรับการตรวจสอบความถูกต้องของบัตร
tr: Sonraki seçeneğini belirleyin ve telefonunuzu kullanarak kart doğrulaması için görünen QR kodunu tarayın.
tt: Картаны раслаганда килеп чыгачак QR-кодны сканерлау өчен "Киләсе" төймәсенә басыгыз.
ug: كېيىنكى دېگەن كۇنۇپكا ئارقىلىق تېلېفوندا QR كودىنى سايىلەپ كارتا دەلىللەڭ.
uk: Натисніть кнопку "Далі" та відскануйте QR-код за допомогою телефона для перевірки картки.
ur: ‘آگے’ پر کلک کریں اور وہ QR کوڈ اسکین کرنے کے لئے اپنا فون استعمال کریں جو کارڈ کی تصدیق کے لئے ظاہر ہوگا۔
uz: “Keyingisi” tugmasini bosing va telefoningiz yordamida kartani tasdiqlash uchun paydo boʻladigan QR kodni skanerlang.
vi: Chọn Tiếp theo và sử dụng điện thoại của bạn để quét mã QR xuất hiện để xác minh thẻ.
zh_hans: 选择“下一步”，然后使用手机扫描显示的 QR 码以验证卡。
zh_hant: 選取下一步，然後使用您的手機掃描顯示用於卡片驗證的 QR 代碼。

# Word.ScanQrCodeInstruction.Text
source: Use your phone to scan the QR code and complete verification.
af: Gebruik jou foon om die QR-kode te skandeer en verifikasie te voltooi.
am: የ QR ኮድን ለመቃኘት እና ማረጋገጫውን ለማጠናቀቅ ስልክዎን ይጠቀሙ።
ar: استخدم هاتفك لمسح شفرة الاستجابة السريعة ضوئياً وإكمال التحقق من الصحة.
as: QR কোডটো স্কেন কৰিবলৈ আৰু সত্যাপন সম্পূৰ্ণ কৰিবলৈ আপোনাৰ ফোন ব্যৱহাৰ কৰক।
az: QR kodu skan etmək və yoxlamanı tamamlamaq üçün telefonunuzdan istifadə edin.
bg: Използвайте телефона си, за да сканирате QR кода и да завършите проверката.
bn_in: QR কোড স্ক্যান করতে এবং যাচাইকরণ সম্পূর্ণ করতে আপনার ফোন ব্যবহার করুন।
bs: Koristite telefon da skenirate QR kod i dovršite verifikaciju.
cy: Defnyddiwch eich ffôn i sganio'r cod QR a chwblhau'r dilysiad.
da: Brug din telefon til at scanne QR-koden og fuldføre bekræftelsen.
de: Verwenden Sie Ihr Telefon, um den QR-Code zu scannen und die Verifizierung abzuschließen.
el: Χρησιμοποιήστε το τηλέφωνό σας για να σαρώσετε τον κωδικό QR και να ολοκληρώσετε την επαλήθευση.
es: Use el teléfono para digitalizar el código QR y completar la verificación.
et: Skannige QR-kood telefoniga ja viige kinnitamine lõpule.
eu: QR kodea eskaneatzeko eta egiaztapena osatzeko, erabili telefonoa.
fa: از تلفن خود برای اسکن کد QR و تکمیل تأیید اعتبار استفاده کنید.
ga: Úsáid d'fhón chun scan QR a úsáid agus chun an fíorú a chríochnú.
gd: Cleachd am fòn agad is sganaich an còd QR is coilean an dearbhadh.
gl: Use o teléfono para dixitalizar o código QR e completar a verificación.
gu: QR કોડને સ્કૅન કરવા અને ચકાસણી પૂર્ણ કરવા માટે તમારા ફોનનો ઉપયોગ કરો.
he: השתמש בטלפון שלך כדי לסרוק את קוד ה- QR ולהשלים את האימות.
hi: QR कोड स्कैन करने और सत्यापन पूरा करने के लिए अपने फ़ोन का उपयोग करें.
hr: Pomoću telefona skenirajte QR kod i dovršite provjeru valjanosti.
hu: A telefon használatával szkennelje be a QR-kódot, és fejezze be az ellenőrzést.
id: Gunakan telepon Anda untuk memindai kode QR dan menyelesaikan verifikasi.
is: Notaðu símann til að skanna QR-kóðann og ljúka við sannprófun.
ja: 携帯電話を使用して QR コードをスキャンし、確認を完了します。
ka: დაასკანირეთ QR კოდი თქვენი ტელეფონით და დაასრულეთ დადასტურება.
kk: QR кодты сканерлеп, тексеруді аяқтау үшін телефонды пайдаланыңыз.
kn: QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಮತ್ತು ಪರಿಶೀಲನೆ ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ಫೋನ್ ಬಳಸಿ.
ko: 휴대폰을 사용하여 QR 코드를 스캔하고 확인을 완료하세요.
lo: ໃຊ້ໂທລະສັບຂອງທ່ານເພື່ອສະແກນລະຫັດ QR ແລະ ສຳເລັດການກວດສອບ.
lt: Naudodamiesi telefonu nuskaitykite QR kodą ir užbaikite patvirtinimą.
lv: Izmantojiet tālruni, lai skenētu QR kodu un pabeigtu verifikāciju.
mi: Whakamahia tōu waea hei karapa te waehere QR me whakaoti te manatokonga.
mk: Користете го телефонот за да го скенирате QR-кодот и да ја завршите проверката.
ml: QR കോഡ് സ്കാൻ ചെയ്യുന്നതിനും സ്ഥിരീകരണം പൂർത്തിയാക്കുന്നതിനും നിങ്ങളുടെ ഫോൺ ഉപയോഗിക്കുക.
mr: आपला फोन QR कोड स्कॅन करण्यासाठी आणि पडताळणी पूर्ण करण्यासाठी वापरा.
ms: Gunakan telefon anda untuk mengimbas kod QR dan melengkapkan penentusahan.
mt: Uża l-mowbajl tiegħek biex tiskennja l-kodiċi QR u tlesti l-verifika.
ne: QR कोड स्क्यान गरेर प्रमाणीकरण पूरा गर्न आफ्नो फोन प्रयोग गर्नुहोस्।
nn_no: Bruk telefonen til å skanne QR-koden og fullføre kontrollen.
no: Bruk telefonen til å skanne QR-koden og fullføre bekreftelsen.
or: ଆପଣଙ୍କ ଫୋନ୍ ବ୍ୟବହାର କରି QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ ଏବଂ ଯାଞ୍ଚକରଣ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ.
pa_in: QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰਨ ਅਤੇ ਤਸਦੀਕ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਆਪਣੇ ਫ਼ੋਨ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Zeskanuj kod QR za pomocą telefonu i ukończ weryfikację.
ru: Используйте телефон, чтобы отсканировать QR-код и завершить проверку.
sl: S telefonom optično preberite kodo QR in dokončajte preverjanje.
sr_cyrl_rs: Користите телефон да бисте скенирали QR шифру и довршили верификацију.
sr_latn_rs: Koristite telefon da biste skenirali QR šifru i dovršili verifikaciju.
sv: Använd din telefon för att skanna QR-koden och slutföra verifieringen.
ta: உங்கள் ஃபோனைப் பயன்படுத்தி QR குறியீட்டை ஸ்கேன் செய்து சரிபார்ப்பை நிறைவுசெய்யவும்.
te: QR కోడ్ స్కాన్ చేయడానికి మరియు ధృవీకరణ పూర్తి చేయడానికి మీ ఫోన్‌ని ఉపయోగించండి.
th: ใช้โทรศัพท์ของคุณเพื่อสแกนคิวอาร์โค้ดและดําเนินการตรวจสอบให้เสร็จสมบูรณ์
tr: QR kodunu tarayıp doğrulamayı tamamlamak için telefonunuzu kullanın.
tt: QR-кодны сканерлау һәм раслауны тәмамлау өчен телефоныгызны кулланыгыз.
ug: تېلېفون ئارقىلىق QR كودىنى سايىلەپ دەلىللەشنى تاماملاڭ.
uk: Відскануйте QR-код за допомогою телефона та виконайте перевірку.
ur: QR کوڈ اسکین کرنے کے لئے اپنا فون استعمال کریں اور تصدیق کا عمل مکمل کریں۔
uz: Telefoningiz yordamida QR kodni skanerlang va tasdiqlashni yakunlang.
vi: Sử dụng điện thoại của bạn để quét mã QR và hoàn tất quá trình xác minh.
zh_hans: 使用手机扫描 QR 码并完成验证。
zh_hant: 使用您的手機掃描 QR 代碼並完成驗證。

# Word.PageRefreshShort.Text
source: This page will automatically refresh.
af: Hierdie bladsy sal outomaties verfris.
am: ይህ ገጽ በራስ-ሰር ይታደሳል።
ar: سيتم تحديث هذه الصفحة تلقائياً.
as: এই পৃষ্ঠাটো স্বয়ংক্ৰিয়ভাৱে সতেজ হ'ব।
az: Bu səhifə avtomatik təzələnəcək.
bg: Тази страница ще се обнови автоматично.
bn_in: এই পৃষ্ঠাটি স্বয়ংক্রিয়ভাবে রিফ্রেশ হবে।
bs: Ova stranica će se automatski osvježiti.
cy: Bydd y dudalen hon yn adnewyddu'n awtomatig.
da: Denne side opdateres automatisk.
de: Diese Seite wird automatisch aktualisiert.
el: Αυτή η σελίδα θα ανανεωθεί αυτόματα.
es: Esta página se actualizará automáticamente.
et: Seda lehte värskendatakse automaatselt.
eu: Automatikoki freskatuko da orria.
fa: این صفحه به‌صورت خودکار تازه‌سازی خواهد شد.
ga: Déanfar an leathanach seo a athnuachan go huathoibríoch.
gd: Nì an duilleag seo ath-nuadhachadh gu fèin-obrachail.
gl: Esta páxina actualizarase automaticamente.
gu: આ પૃષ્ઠ સ્વયંચાલિત રૂપે તાજું થશે.
he: דף זה יעבור רענון אוטומטי.
hi: यह पृष्ठ स्वचालित रूप से ताज़ा होगा.
hr: Ova će se stranica automatski osvježiti.
hu: Ez a lap automatikusan frissül.
id: Halaman ini akan otomatis di-refresh.
is: Þessi síða verður endurnýjuð sjálfkrafa.
ja: このページは自動的に更新されます。
ka: ეს გვერდი ავტომატურად განახლდება.
kk: Бұл бет автоматты түрде жаңартылады.
kn: ಈ ಪುಟವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತಾಜಾಮಾಡುತ್ತದೆ.
ko: 이 페이지를 자동으로 새로 고칩니다.
lo: ໜ້ານີ້ຈະຣີເຟຣຊໂດຍອັດຕະໂນມັດ.
lt: Šis puslapis bus automatiškai atnaujintas.
lv: Šī lapa tiks automātiski atsvaidzināta.
mi: Ka tāmata aunoatia tēnei whārangi.
mk: Оваа страница автоматски ќе се освежи.
ml: ഈ പേജ് സ്വപ്രേരിതമായി പുതുക്കിയെടുക്കും.
mr: हे पृष्ठ स्वयंचलितपणे रिफ्रेश होईल.
ms: Halaman ini akan disegar semula secara automatik.
mt: Dan il-paġna se taġġorna awtomatikament.
ne: यो पृष्ठ स्वचालित रूपमा ताजा हुने छ।
nn_no: Denne sida vil oppdatere automatisk.
no: Denne siden oppdateres automatisk.
or: ଏହି ପୃଷ୍ଠା ସ୍ୱୟଂଚାଳିତ ଭାବେ ସତେଜ ହେବ.
pa_in: ਇਹ ਪੰਨਾ ਆਪਣੇ-ਆਪ ਤਾਜ਼ਾ ਹੋ ਜਾਵੇਗਾ।
pl: Ta strona zostanie automatycznie odświeżona.
ru: Эта страница будет обновлена автоматически.
sl: Ta stran se bo samodejno osvežila.
sr_cyrl_rs: Ова страница ће се аутоматски освежити.
sr_latn_rs: Ova stranica će se automatski osvežiti.
sv: Den här sidan uppdateras automatiskt.
ta: இந்தப் பக்கம் தானாகவே புதுப்பிக்கப்படும்.
te: ఈ పేజీ స్వయంచాలకంగా రిఫ్రెష్ అవుతుంది.
th: หน้านี้จะรีเฟรชโดยอัตโนมัติ
tr: Bu sayfa otomatik olarak yenilenecek.
tt: Әлеге бит автоматик рәвештә яңартылачак.
ug: بۇ بەت ئۆزلۈكىدىن يېڭىلىنىدۇ.
uk: Ця сторінка автоматично оновлюватиметься.
ur: یہ صفحہ خودبخود تازہ ہوا کرے گا۔
uz: Bu sahifa avtomatik yangilanadi.
vi: Trang này sẽ tự động làm mới.
zh_hans: 此页面将自动刷新。
zh_hant: 此頁面將自動重新整理。

# Word.CantScan.Text
source: Can't use your phone to scan?
af: Kan nie jou foon gebruik om te skandeer nie?
am: ስልክዎን ለመቃኘት መጠቀም አይችሉም?
ar: هل يتعذر عليك استخدام هاتفك لإجراء المسح الضوئي؟
as: স্কেন কৰিবলৈ আপোনাৰ ফোন ব্যৱহাৰ কৰিব পৰা নাই নেকি?
az: Skan etmək üçün telefonunuzdan istifadə edə bilmirsiniz?
bg: Не можете да използвате телефона си за сканиране?
bn_in: স্ক্যান করার জন্য আপনার ফোন ব্যবহার করা যাবে না?
bs: Ne možete da koristite telefon za skeniranje?
cy: Methu defnyddio’ch ffôn i sganio?
da: Kan du ikke bruge din telefon til at scanne?
de: Sie können Ihr Telefon nicht zum Scannen verwenden?
el: Δεν μπορείτε να χρησιμοποιήσετε το τηλέφωνό σας για σάρωση;
es: ¿No puede usar el teléfono para digitalizar?
et: Kas te ei saa telefoni skannimiseks kasutada?
eu: Ezin duzu erabili telefonoa eskaner gisa?
fa: نمی‌توانید از تلفنتان برای اسکن استفاده کنید؟
ga: Ní féidir do ghuthán a úsáid chun scanadh a dhéanamh?
gd: Nach urrainn dhut a sganadh leis an fhòn agad?
gl: Non pode usar o teléfono para dixitalizalo?
gu: સ્કૅન કરવા માટે તમારા ફોનનો ઉપયોગ કરી શકતા નથી?
he: לא יכול להשתמש בטלפון שלך לסריקה?
hi: स्कैन करने के लिए आपके फ़ोन का उपयोग नहीं कर सकते?
hr: Ne možete upotrijebiti telefon za skeniranje?
hu: Nem tudja használni a telefonját szkenneléshez?
id: Tidak dapat menggunakan telepon Anda untuk memindai?
is: Geturðu ekki notað símann til að skanna?
ja: 携帯電話を使用してスキャンできない場合
ka: ვერ იყენებთ ტელეფონს დასასკანირებლად?
kk: Телефонды сканерлеу үшін пайдалану мүмкін емес пе?
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲವೇ?
ko: 휴대폰을 사용하여 스캔할 수 없나요?
lo: ບໍ່ສາມາດໃຊ້ໂທລະສັບຂອງທ່ານເພື່ອສະແກນບໍ?
lt: Negalite nuskaityti naudojant telefoną?
lv: Vai nevarat izmantot tālruni skenēšanai?
mi: Kāore e taea te whakamahi tō waea hei karapa?
mk: Не можете да го користите телефонот за скенирање?
ml: സ്കാൻ ചെയ്യാൻ നിങ്ങളുടെ ഫോൺ ഉപയോഗിക്കാൻ കഴിയില്ലേ?
mr: आपला फोन स्कॅन करण्यासाठी वापरू शकत नाही?
ms: Tidak boleh menggunakan telefon anda untuk mengimbas?
mt: Ma tistax tuża l-mowbajl tiegħek biex tiskennja?
ne: स्क्यान गर्न आफ्नो फोन प्रयोग गर्न सक्नु भएन?
nn_no: Kan du ikkje bruke telefonen til å skanne?
no: Kan du ikke bruke telefonen til å skanne?
or: ସ୍କାନ୍ କରିବାକୁ ଆପଣଙ୍କ ଫୋନ୍ ବ୍ୟବହାର କରିପାରିବେ ନାହିଁ କି?
pa_in: ਸਕੈਨ ਕਰਨ ਲਈ ਆਪਣੇ ਫ਼ੋਨ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੇ?
pl: Nie możesz skanować za pomocą telefonu?
ru: Не можете использовать телефон для сканирования?
sl: Ali ne morete uporabiti telefona za optično branje?
sr_cyrl_rs: Не можете да користите телефон за скенирање?
sr_latn_rs: Ne možete da koristite telefon za skeniranje?
sv: Kan du inte använda telefonen för att skanna?
ta: ஸ்கேன் செய்ய உங்கள் ஃபோனைப் பயன்படுத்த முடியவில்லையா?
te: స్కాన్ చేయడానికి మీ ఫోన్‌ని ఉపయోగించలేరా?
th: ไม่สามารถใช้โทรศัพท์ของคุณเพื่อสแกนได้ใช่ไหม
tr: Taramak için telefonunuzu kullanamıyor musunuz?
tt: Сканерлау өчен телефоныгызны куллана алмыйсызмы?
ug: تېلېفون ئارقىلىق سايىلىيەلمەمسىز؟
uk: Не можете відсканувати за допомогою телефона?
ur: کیا آپ اسکین کرنے کے لئے اپنا فون استعمال نہیں کر سکتے؟
uz: Skanerlash uchun telefoningizdan foydalanib boʻlmadimi?
vi: Không thể sử dụng điện thoại của bạn để quét?
zh_hans: 无法使用手机进行扫描?
zh_hant: 無法用您的手機進行掃描嗎?

# Word.BankSiteVerification.Text
source: Go to the bank website for verification.
af: Gaan na die bankwebwerf vir verifikasie.
am: ለማረጋገጫ ወደ ባንክ ድር ጣቢያ ይሂዱ።
ar: انتقل إلى موقع الويب الخاص بالبنك للتحقق من الصحة.
as: সত্যাপনৰ বাবে বেঙ্কৰ ৱেব ছাইটলৈ যাওক।
az: Yoxlama üçün bankın veb-saytına daxil olun.
bg: Отидете на уеб сайта на банката за проверка.
bn_in: যাচাইকরণের জন্য ব্যাঙ্কের ওয়েবসাইটে যান।
bs: Idite na web stranicu banke na verifikaciju.
cy: Ewch i wefan y banc i ddilysu.
da: Gå til bankens websted for bekræftelse.
de: Zur Verifikation zur Website der Bank wechseln.
el: Μεταβείτε στην τοποθεσία web της τράπεζας για επαλήθευση.
es: Vaya al sitio web del banco para comprobarlo.
et: Minge kinnitamiseks panga veebisaidile.
eu: Egiaztapena egiteko, joan bankuaren gunera.
fa: برای تأیید اعتبار به وب‌سایت بانک بروید.
ga: Téigh chuig suíomh gréasáin an bhainc le haghaidh fíorú.
gd: Tadhail air làrach-lìn a’ bhanca airson a dhearbhadh.
gl: Vaia ao sitio web do banco para facer a verificación.
gu: ચકાસણી માટે બેંકની વેબસાઇટ પર જાઓ.
he: עבור לאתר האינטרנט של הבנק לצורך אימות.
hi: सत्यापन के लिए बैंक वेबसाइट पर जाएँ.
hr: Provjeru valjanosti potražite na web-mjestu banke.
hu: Látogasson el a bank webhelyére ellenőrzés céljából.
id: Buka situs web bank untuk melakukan verifikasi.
is: Farðu á vefsvæði bankans til að sannprófa.
ja: 確認のために銀行の Web サイトに移動します。
ka: დადასტურებისთვის გადადით ბანკის ვებსაიტზე.
kk: Тексеру үшін банктің веб-сайтына өтіңіз.
kn: ಪರಿಶೀಲನೆಗಾಗಿ ಬ್ಯಾಂಕ್ ವೆಬ್‍‌ಸೈಟ್‍‌ಗೆ ಹೋಗಿ.
ko: 확인을 위해 은행 웹 사이트로 이동하세요.
lo: ໄປທີ່ ເວັບໄຊທ໌ຂອງທະນາຄານສຳລັບການກວດສອບ.
lt: Norėdami patvirtinti, eikite į banko svetainę.
lv: Lai veiktu verifikāciju, dodieties uz bankas tīmekļa vietni.
mi: Haere ki te paetukutuku pēke mō te manatokonga.
mk: Одете на веб-страницата на банката за проверка.
ml: സ്ഥിരീകരണത്തിനായി ബാങ്ക് വെബ്സൈറ്റിലേക്ക് പോകുക.
mr: पडताळणीसाठी बँक वेबसाइटवर जा.
ms: Pergi ke laman web bank untuk pengesahan.
mt: Mur fuq is-sit web tal-bank għall-verifika.
ne: प्रमाणीकरणका लागि बैंकको वेबसाइटमा जानुहोस्।
nn_no: Gå til banken sin nettstad for kontroll.
no: Gå til bankens nettsted for å bekrefte.
or: ଯାଞ୍ଚକରଣ ପାଇଁ ବ୍ୟାଙ୍କ ୱେବ୍‍‌ସାଇଟ୍‍‌କୁ ଯାଆନ୍ତୁ.
pa_in: ਤਸਦੀਕ ਕਰਨ ਲਈ ਬੈਂਕ ਵੈਬਸਾਈਟ 'ਤੇ ਜਾਓ।
pl: Przejdź do witryny internetowej banku w celu weryfikacji.
ru: Перейдите на веб-сайт банка для проверки.
sl: Za preverjanje obiščite spletno mesto banke.
sr_cyrl_rs: Посетите веб локацију банке ради верификације.
sr_latn_rs: Posetite veb lokaciju banke radi verifikacije.
sv: Gå till bankens webbplats för att verifiera.
ta: சரிபார்ப்பிற்காக வங்கி வலைத்தளத்திற்குச் செல்லவும்.
te: ధృవీకరణ కోసం బ్యాంక్ వెబ్‌సైట్‌కి వెళ్లండి.
th: ไปที่เว็บไซต์ของธนาคารเพื่อตรวจสอบความถูกต้อง
tr: Doğrulama için banka web sitesine gidin.
tt: Раслау өчен банкның төененә күчегез.
ug: بانكا توربېكىتى ئارقىلىق دەلىللەڭ.
uk: Перейдіть на веб-сайт банку для перевірки.
ur: تصدیق کرنے کے لئے اپنے بینک کی ویب سائٹ پر واپس جائیں۔
uz: Tasdiqlash uchun bank veb-saytiga oʻting.
vi: Truy cập trang web ngân hàng để xác minh.
zh_hans: 转到银行网站进行验证。
zh_hant: 請前往銀行網站進行驗證。
