Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ChinaUnionPay.ErrorMessage.CodeRetryExceeded
source: Request a new code. You can only try a code three times.
af: Versoek 'n nuwe kode. Jy kan 'n kode net drie keer probeer.
am: አዲስ ኮድ ይጠይቁ። አንድ ኮድ ሶስት ጊዜ ብቻ መሞከር ይችላሉ።
ar: اطلب رمزاً جديداً. يمكنك تجربة الرمز ثلاث مرات فقط.
as: এটা নতুন কোডৰ অনুৰোধ জনাওক৷ আপুনি এটা কোড কেৱল তিনিবাৰ চেষ্টা কৰিব পাৰিব৷
az: Yeni kod istəyin. Siz kodu yalnız üç dəfə sınaqdan keçirə bilərsiniz.
bg: Поискайте нов код. Можете да пробвате един код три пъти.
bn_in: একটি নতুন কোডের জন্য অনুরোধ করুন৷ আপনি কোডটি শুধুমাত্র তিনবার ব্যবহার করতে পারেন৷
bs: Tražite novi kôd. Jedan kôd možete koristiti za tri pokušaja.
cy: Cais am god newydd. Allwch chi ddim ond rhoi cynnig ar god dair gwaith.
da: Anmod om en ny kode. Du kan kun prøve en kode tre gange.
de: Fordern Sie einen neuen Code an. Sie können einen Code nur dreimal eingeben.
el: Ζητήστε νέο κωδικό. Μπορείτε να δοκιμάσετε έναν κωδικό μόνο τρεις φορές.
es: Solicita un código nuevo. Solo se puede intentar un código tres veces.
et: Taotlege uut koodi. Võite koodi proovida ainult kolm korda.
eu: Eskatu beste kode bat. Hiru aldiz soilik saia zaitezke kode bat idazten.
fa: کدی جدید درخواست کنید. هر کد را فقط سه بار می‌توانید امتحان کنید.
ga: Iarr cód nua. Ní féidir cód a thriail ach trí huaire.
gd: Iarr còd ùr. Chan fhaod thu còd fheuchainn ach trì tursan.
gl: Solicita un novo código. Só podes probar un código tres veces.
gu: નવા કોડ માટે વિનંતી કરો. તમે કોડનો માત્ર ત્રણ જ વખત પ્રયાસ કરી શકો છો.
he: בקש קוד חדש. באפשרותך לנסות קוד זה רק שלוש פעמים.
hi: नए कोड का अनुरोध करें. आप एक कोड को केवल तीन बार आज़मा सकते हैं.
hr: Zatražite novi kôd. Kôd možete pokušati unijeti samo tri puta.
hu: Kérjen új kódot. Egy kóddal legfeljebb háromszor próbálkozhat.
id: Minta kode baru. Anda hanya dapat mencoba satu kode tiga kali.
is: Óskaðu eftir nýjum kóða. Aðeins er hægt að reyna að slá inn kóða þrisvar sinnum.
ja: 新しいコードを要求してください。コードは 3 回だけ試すことができます。
ka: მოითხოვეთ ახალი კოდი. კოდის შეყვანის მხოლოდ სამი მცდელობა გაქვთ.
kk: Жаңа код сұраңыз. Тек үш рет пайдалануға болады.
kn: ಹೊಸ ಕೋಡ್‍ಗಾಗಿ ವಿನಂತಿ ಸಲ್ಲಿಸಿ. ನೀವು ಒಂದು ಕೋಡ್ ಅನ್ನು ಕೇವಲ ಮೂರು ಬಾರಿ ಮಾತ್ರ ಪ್ರಯತ್ನಿಸಬಹುದು.
ko: 새 코드를 요청하세요. 세 번만 코드를 시도할 수 있습니다.
ku_arab: داوای کۆدێکی نوێ بکە. تۆ دەتوانیت تەنها سێ جار کۆدێک تاقی بکەیتەوە.
ky: Жаңы код сураңыз. Сиз кодду үч гана жолу сынай аласыз.
lo: ຮ້ອງ​ຂໍ​ເອົາລະ​ຫັດ​ໃໝ່. ທ່ານ​ສາມາດ​ລອງ​ລະຫັດ​ໄດ້​ສາມ​ຄັ້ງ​ເທົ່າ​ນັ້ນ.
lt: Prašykite naujo kodo. Kodą galima bandyti įvesti tik tris kartus.
lv: Pieprasiet jaunu kodu. Vienu un to pašu kodu var izmēģināt tikai trīs reizes.
mi: Tonongia he waehere hōu. Kia toru anake āu whakamātauranga o tētahi waehere.
mk: Побарајте нов код. Со кодот може да се обидете само трипати.
ml: പുതിയൊരു കോഡിന് അഭ്യർത്ഥിക്കുക. നിങ്ങൾക്ക് ഒരു കോഡ് മൂന്നുതവണ മാത്രമേ ഉപയോഗിക്കാനാവൂ.
mn: Шинэ кодын хүсэлт илгээнэ үү. Та кодыг гурван удаа турших боломжтой.
mr: एक नवीन कोडची विनंती करा. आपण एक कोड केवळ तीन वेळा वापरु शकता.
ms: Minta kod baharu. Anda hanya boleh mencuba kod 3 kali sahaja.
mt: Itlob kodiċi ġdid. Tista' tipprova kodiċi tliet darbiet biss.
ne: तपाइँले एउटा सङ्केत तीन पटक मात्र प्रयास गर्न सक्नुहुन्छ। नयाँ सङ्केत अनुरोध गर्नुहोस्।
nn_no: Be om ny kode. Du kan ikkje prøve ein kode meir enn tre gonger.
no: Be om en ny kode. Du kan bare prøve en kode tre ganger.
or: ଏକ ନୂତନ କୋଡ୍ ଅନୁରୋଧ କରନ୍ତୁ. ଆପଣ କେବଳ ତିନି ଥର ଏକ କୋଡ୍ ଚେଷ୍ଟା କରିପାରିବେ.
pa_arab_pk: نویں کوڈ دی گزارش کرو۔ تُسی کوڈ تین واری وی آزما سکدے او۔
pa_in: ਨਵੇਂ ਕੋਡ ਲਈ ਬੇਨਤੀ ਕਰੋ। ਤੁਸੀਂ ਕਿਸੇ ਕੋਡ ਨੂੰ ਸਿਰਫ ਤਿੰਨ ਵਾਰ ਅਜ਼ਮਾ ਸਕਦੇ ਹੋ।
pl: Poproś o nowy kod. Każdy kod można wprowadzić tylko trzy razy.
ru: Запросите новый код. Код можно пытаться использовать только три раза.
sd: هڪ نئون ڪوڊ درخواست ڪريو. توهان هڪ ڪوڊ ٽي ڀيرا ڪوشش ڪري سگهو ٿا.
si: නව කේතයක් ඉල්ලන්න. ඔබට කේතයක් උත්සාහ කළ හැක්කේ තුන් වරක් පමණි.
sl: Zahtevajte novo kodo. Posamezno kodo lahko uporabite samo trikrat.
sr_cyrl_rs: Захтевајте нови код. Један код можете да испробате највише три пута.
sr_latn_rs: Zahtevajte novi kôd. Jedan kôd možete da isprobate najviše tri puta.
sv: Begär en ny kod. Du kan endast prova en kod tre gånger.
ta: புதிய குறியீட்டைக் கேட்கவும். ஒரு குறியீட்டை மூன்று முறை மட்டுமே பயன்படுத்தலாம்.
te: ఒక కొత్త కోడ్‌ని అభ్యర్థించండి. మీరు కోడ్‌ని మూడుసార్లు మాత్రమే ప్రయత్నించవచ్చు.
tg: Рамзи нав дархост кунед. Шумо як рамзро танҳо се маротиба истифода бурда метавонед.
th: ขอรหัสใหม่ คุณสามารถลองใช้รหัสได้เพียง 3 ครั้งเท่านั้น
tr: Yeni bir kod isteyin. Bir kodu sadece üç kez deneyebilirsiniz.
tt: Яңа код сорагыз. Бер кодны өч тапкыр гына кертергә мөмкин.
ug: يېڭى كود ئىلتىماس قىلىڭ. بىر كودنى پەقەت ئۈچ قېتىملا سىنىيالايسىز.
uk: Запросіть новий код (у вас є тільки три спроби).
ur: نئے کوڈ کی درخواست کریں۔ آپ ایک کوڈ صرف تین بار آزما سکتے ہیں۔
uz: Yangi kodni so‘rang. Kodni uch marta sinab ko‘rishingiz mumkin.
vi: Yêu cầu mã mới. Bạn chỉ có thể thử một mã ba lần.
zh_hans: 申请新代码。一个代码只可以尝试三次。
zh_hant: 要求新的驗證碼。您只能嘗試驗證碼三次。

# Literal.ACH.Add.Heading
source: Set up a bank account
af: Stel 'n bankrekening op
am: የባንክ ሂሳብ ያቀናብሩ
ar: إعداد حساب بنكي
as: এটা বেংক একাউণ্ট ছেট আপ কৰক
az: Bank hesabı qurun
bg: Задаване на банкова сметка
bn_in: একটি ব্যাঙ্ক অ্যাকাউন্ট সেট আপ করুন
bs: Postavljanje bankovnog računa
cy: Sefydlu cyfrif banc
da: Konfigurer en kontokonto
de: Einrichten eines Bankkontos
el: Ρύθμιση τραπεζικού λογαριασμού
es: Configurar una cuenta bancaria
et: Pangakonto häälestamine
eu: Konfiguratu banku-kontua
fa: تنظیم یک حساب بانک
ga: Cumraigh cuntas bainc
gd: Suidhich cunntas banca
gl: Configurar unha conta bancaria
gu: બેંક ખાતુ સેટ કરો
he: ערוך את חשבון הבנק.
hi: अपना बैंक खाता सेट अप करें
hr: Postavljanje bankovnog računa
hu: Bankszámla beállítása
id: Siapkan rekening bank
is: Setja upp bankareikning
ja: 銀行口座のセットアップ
ka: საბანკო ანგარიშის დაყენება
kk: Банк шотын орнату
kn: ಬ್ಯಾಂಕ್‌ ಖಾತೆಯನ್ನು ಹೊಂದಿಸಿ
ko: 은행 계좌 설정
ku_arab: ئامادەکردنی ئەژمێری بانک
ky: Банк каттоо жазуусун орнотуңуз
lo: ຕັ້ງບັນຊີທະນາຄານ
lt: Nustatyti banko sąskaitą
lv: Bankas konta iestatīšana
mi: Tatūria he pūkete pēke
mk: Поставете банкарска сметка
ml: ഒരു ബാങ്ക് അക്കൗണ്ട് സജ്ജമാക്കുക
mn: Банкны дансаа тохируул
mr: एक बँक खाते सेट करा
ms: Sediakan akaun bank
mt: Ikkonfigura kont tal-bank
ne: बैङ्क खाता सेट अप गर्नुहोस्
nn_no: Konfigurer ein bankkonto
no: Konfigurer en bankkonto
or: ଏକ ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ ସେଟ୍ ଅପ୍ କରନ୍ତୁ
pa_arab_pk: بینک اکاؤنٹ ترتیب دوو
pa_in: ਬੈਂਕ ਖਾਤਾ ਸੈੱਟ ਕਰੋ
pl: Konfigurowanie konta bankowego
ru: Настройка банковского счета
sd: هڪ بينڪ اڪائونٽ سيٽ اپ ڪريو
si: බැංකු ගිණුමක් සකස් කරන්න
sl: Nastavite bančni račun
sr_cyrl_rs: Подесите рачун у банци
sr_latn_rs: Podesite račun u banci
sv: Lägg till ett bankkonto
ta: ஒரு வங்கிக் கணக்கை அமை.
te: బ్యాంక్ ఖాతాని సెటప్ చేయి
tg: Танзими кардани суратҳисоби бонкӣ
th: ตั้งค่าบัญชีธนาคาร
tr: Banka hesabı oluştur
tt: Банк хисабын көйләү
ug: بانكا ھېساباتى سەپلەش
uk: Налаштувати банківський рахунок
ur: بینک اکاؤنٹ سیٹ اپ کریں
uz: Bank hisob raqamini sozlash
vi: Thiết lập tài khoản ngân hàng
zh_hans: 设置银行帐户
zh_hant: 設立銀行帳戶

# Literal.SEPA.Add.Heading
source: Set up a SEPA Direct debit account
af: Stel 'n SEPA- direkte debietrekening op
am: የSEPA ቀጥተኛ ዴቢት መለያ ያዘጋጁ
ar: إعداد حساب الخصم المباشر لسيبا
as: এটা SEPA Direct debit একাউণ্ট ছেট আপ কৰক
az: SEPA Birbaşa debet hesabı qurun
bg: Създаване на сметка SEPA директен дебит
bn_in: একটি SEPA সরাসরি ডেবিট অ্যাকাউন্ট সেট আপ করুন
bs: Postavljanje SEPA direktnog debitnog računa
cy: Sefydlu cyfrif debyd uniongyrchol SEPA
da: Opret en SEPA-konto til direkte debitering
de: Konto für SEPA-Lastschriftverfahren einrichten
el: Ρύθμιση λογαριασμού άμεσης χρέωσης SEPA
es: Configurar una cuenta de adeudo directo SEPA
et: SEPA otsekorralduse konto seadmine
eu: Konfiguratu SEPA zordunketa zuzeneko kontua
fa: تنظیم حساب بستانکاری مستقیم SEPA
ga: Cumraigh cuntas dochair dhírigh SEPA
gd: Suidhich cunntas Direct debit SEPA
gl: Configurar unha conta de domiciliación SEPA
gu: SEPA ડાયરેક્ટ ડેબિટ ખાતું સેટ કરો
he: הגדרת חשבון לחיוב ישיר של SEPA
hi: एक SEPA प्रत्यक्ष डेबिट खाता सेट अप करें
hr: Postavljanje SEPA računa za izravno terećenje
hu: SEPA-beszedési számla beállítása
id: Siapkan rekening debit SEPA Direct
is: Setja upp SEPA-beingreiðslureikning
ja: SEPA 口座振替アカウントの設定
ka: SEPA პირდაპირი სადებეტო ანგარიშის დაყენება
kk: SEPA тікелей дебет шотын орнату
kn: SEPA ನೇರ ಡೆಬಿಟ್ ಖಾತೆ ಸೆಟಪ್ ಮಾಡಿ
ko: SEPA 직불 카드 계정 설정
ku_arab: ئامادەکردنی ئەژمێرێکی دێبیتی SEPA Direct
ky: SEPA Түздөн-түз дебит каттоо жазуусун орнотуңуз
lo: ຕິດຕັ້ງບັນຊີເດບບິດໂດຍກົງ SEPA
lt: SEPA tiesioginio debeto sąskaitos nustatymas
lv: SEPA tiešā debeta konta iestatīšana
mi: Whakaritea he pūkete utunga hāngai SEPA
mk: Поставете сметка за директно дебитно плаќање SEPA
ml: ഒരു SEPA ഡയറക്ട് ഡെബിറ്റ് അക്കൗണ്ട് സജ്ജമാക്കുക
mn: SEPA Шууд дебит данс үүсгэх
mr: एक SEPA थेट डेबिट खाते सेट करा
ms: Sediakan Akaun Debit Terus SEPA
mt: Agħmel kont ta’ debitu Dirett SEPA
ne: SEPA प्रत्यक्ष डेबिट खाता सेट अप गर्नुहोस्
nn_no: Konfigurer ein SEPA-konto for direkte debitering
no: Konfigurer en SEPA-konto for direkte debitering
or: ଏକ SEPA ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ଏକାଉଣ୍ଟ୍ ସେଟ୍ ଅପ୍ କରନ୍ତୁ
pa_arab_pk: SEPA ڈائریکٹ ڈیبٹ اکاؤنٹ ترتیب دوو
pa_in: SEPA ਡਾਇਰੈਕਟ ਡੈਬਿਟ ਖਾਤਾ ਸੈਟ ਅਪ ਕਰੋ
pl: Skonfiguruj konto polecenia zapłaty SEPA
ru: Настройка счета прямого дебетования SEPA
sd: هڪ SEPA ڊائريڪٽ ڊيبٽ اڪائونٽ سيٽ اپ ڪريو
si: SEPA ඍජු හර ගිණුමක් සකස් කරන්න
sl: Nastavite račun za direktno obremenitev SEPA
sr_cyrl_rs: Подешавање SEPA налога директног задужења
sr_latn_rs: Podešavanje SEPA naloga direktnog zaduženja
sv: Skapa ett SEPA-autogirokonto
ta: SEPA நேரடி டெபிட் கணக்கை அமைக்கவும்
te: SEPA డైరెక్ట్ డెబిట్ ఖాతాని సెటప్ చేయండి
tg: Танзими ҳисоби дебити мустақими SEPA
th: ตั้งค่าบัญชีสำหรับการหักบัญชีเงินฝาก SEPA
tr: Bir SEPA Talimatlı ödeme hesabı oluşturun
tt: SEPA Туры дебет хисап язмасын көйләү
ug: ‏SEPA بىۋاسىتە چىقىم ھېساباتى سەپلەش
uk: Настроювання рахунку прямого дебетування SEPA
ur: ایک SEPA براہ راست ڈیبٹ اکاؤنٹ ترتیب دیں
uz: SPA to‘g‘ridan-to‘g‘ri debet hisob raqamini sozlash
vi: Thiết lập tài khoản Ghi nợ trực tiếp SEPA
zh_hans: 设置 SEPA 直接扣款帐户
zh_hant: 設定 SEPA 直接扣款帳戶

# Literal.SEPA.Add.NewHeading
source: Set up to pay by SEPA direct debit
af: Stel op om deur SEPA- direkte debiet te betaal
am: በ SEPA ቀጥታ ዴቢት ለመክፈል ያዘጋጁ
ar: إعداد للدفع بواسطة السحب المباشر من SEPA
as: SEPA ডাইৰেক্ট ডেবিটৰ জৰিয়তে পৰিশোধ কৰিবলৈ ছেট আপ কৰক
az: SEPA direct debit ilə ödəniş etmək üçün qurun
bg: Настройте плащането чрез SEPA директен дебит
bn_in: SEPA সরাসরি ডেবিট দ্বারা অর্থপ্রদান করতে সেট আপ করুন
bs: Postavite za plaćanje SEPA direktno zaduženje
cy: Trefnu i dalu gyda debyd uniongyrchol SEPA
da: Konfigurer til betaling via SEPA direkte debitering
de: Zahlung per SEPA-Lastschrift einrichten
el: Ρύθμιση για πληρωμή με Άμεση χρέωση SEPA
es: Configurar el pago mediante adeudo directo SEPA
et: SEPA otsekorraldusega maksmise häälestamine
eu: Konfiguratu SEPA banku-helbideratzearen bidez ordaintzeko
fa: تنظیم برای پرداخت از طریق «برداشت مستقیم SEPA»
ga: Cumraigh íocaíocht le dochar díreach SEPA
gd: Suidhich e airson pàigheadh le Direct Debit SEPA
gl: Configurado para pagar por débito directo SEPA
gu: SEPA direct debit દ્વારા ચૂકવણી કરવા માટે સેટ અપ કરો
he: הגדר לתשלום באמצעות חיוב ישיר של SEPA
hi: SEPA प्रत्यक्ष डेबिट द्वारा भुगतान करने के लिए सेट करें
hr: Postavite plaćanje izravnim terećenjem SEPA
hu: SEPA csoportos beszedési megbízás beállítása
id: Menyiapkan pembayaran melalui debit langsung SEPA
is: Setja upp til að greiða með SEPA-beingreiðslu
ja: SEPA 自動引き落としによる支払いを設定する
ka: დააყენეთ გადახდა SEPA-ს პირდაპირი დებეტით
kk: SEPA тікелей дебеттік карта бойынша төлеу үшін реттеу
kn: SEPA ನೇರ ಡೆಬಿಟ್ ಮೂಲಕ ಪಾವತಿಸಲು ಸೆಟಪ್ ಮಾಡಲಾಗಿದೆ
ko: SEPA 자동 이체로 결제하도록 설정
lo: ຕັ້ງຄ່າເພື່ອຈ່າຍໂດຍການຫັກເງິນໂດຍກົງ SEPA
lt: Nustatyti mokėjimą SEPA tiesioginiu debetu
lv: Iestatiet apmaksu, izmantojot SEPA tiešo debetu
mi: Whakatatū hei utua ā-moni tango horipū SEPA
mk: Постави за плаќање преку SEPA-картичка за директно дебитно плаќање
ml: SEPA ഡയറക്ട് ഡെബിറ്റ് വഴി പണമടയ്ക്കാൻ സജ്ജീകരിക്കുക
mr: SEPA थेट डेबिटद्वारे देय सेट अप करा
ms: Sediakan untuk membayar dengan debit terus SEPA
mt: Ikkonfigura biex tħallas bid-debitu dirett tas-SEPA
ne: SEPA प्रत्यक्ष डेबिटद्वारा भुक्तानी गर्न सेट अप गर्नुहोस्
nn_no: Konfigurert til å betale med SEPA-avtalegiro
no: Konfigurer for å betale med SEPA direkte debitering
or: SEPA ସିଧାସଳଖ ଡେବିଟ୍ ଦ୍ଵାରା ଦେୟ ଦେବାକୁ ସେଟ୍ ଅପ୍ କରନ୍ତୁ
pa_in: SEPA ਡਾਇਰੈਕਟ ਡੈਬਿਟ ਦੁਆਰਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਸੈੱਟ ਅੱਪ ਕੀਤਾ ਗਿਆ
pl: Skonfiguruj płatność za pomocą polecenia zapłaty SEPA
ru: Настройка оплаты с помощью прямого дебита SEPA
sl: Nastavite plačilo z direktno obremenitvijo SEPA
sr_cyrl_rs: Подесите плаћање путем директног дебитног SEPA налога
sr_latn_rs: Podesite plaćanje putem SEPA direktnog zaduživanja
sv: Konfigurera för att betala via SEPA-autogiro
ta: SEPA நேரடி டெபிட் மூலம் பணம் செலுத்த அமைக்கவும்
te: డైరెక్ట్ డెబిట్ ద్వారా చెల్లించడం కొరకు SEPA సెటప్ చేయబడింది
th: ตั้งค่าเพื่อชำระเงินโดยการหักบัญชีอัตโนมัติของ SEPA
tr: SEPA talimatlı ödeme ile ödemeyi ayarlayın
tt: SEPA акчаны турыдан хисаптан алу көйләнгән
ug: SEPA توغرىسىدىن چىقىم قىلىش ئارقىلىق تۆلەشكە سەپلەڭ.
uk: Налаштування для оплати за допомогою прямого дебетування SEPA
ur: SEPA براہ راست ڈیبٹ کی جانب سے ادائیگی کرنے کے لیے سیٹ اپ کریں
vi: Thiết lập để thanh toán bằng ghi nợ trực tiếp SEPA
zh_hans: 设置为按 SEPA 直接借记付款
zh_hant: 設定為透過 SEPA 直接扣款來付款
