Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.FR.Charente
source: Charente
ar: شارنت
as: চাৰেণ্টে
az: Şaranta
bn_in: চার্ন্টে
fa: شرانت
gu: ચાર્ન્ટન્ટે
hi: शैरेंट
ja: シャラント
ka: შარანტა
kk: Шаранта
lo: ຊາຮົອງຕ໌
lt: Šaranta
lv: Čarente
ml: ചാരന്റേ
mr: शारांत
or: ଚାରେଣ୍ଟେ
pa_in: ਚਰੈਂਟੇ
ru: Шаранта
te: చారెంటే
tt: Шарант
ug: چارېنت
uk: Шаранта
ur: کرینٹی Charente
zh_hans: 夏朗德省
zh_hant: 夏朗德

# Word.State.FR.Charente-Maritime
source: Charente-Maritime
af: Maritime Charente
ar: شارنت البحرية
as: কেৰেণ্টে-মেৰিটাইম
az: Dənizkənarı Şaranta
bn_in: ক্যারেন্টে-মেরিটাইম
fa: شرانت-ماریتیم
gl: Charente Marítimo
gu: ચરેન્ટે-મારીટાઈમ
hi: शैरेंट-मैरीटाइम
ja: シャラント マリティーム
ka: ზღვისპირა შარანტა
kk: Теңіз жағалауындағы Шаранта
lo: ຊາຮົອງຕ໌-ມາຮິທາມ
lt: Pajūrio Šaranta
lv: Piejūras Šaranta
ml: ചാരന്റേ-മാരിടൈം
mr: शारांत-मरितीम
or: ଚାରେଣ୍ଟେ-ମାରିଟାଇମ୍
pa_in: ਚਰੈਂਟੇ-ਮੈਰੀਟਾਈਮ
ru: Приморская Шаранта
te: చారెంటే-మారిటైమ్
tt: Шаранта-Маритим
ug: چارېنتې-مارىتىم
uk: Приморська Шаранта
ur: کرینٹی-مارٹائم
zh_hans: 滨海夏朗德省
zh_hant: 濱海夏朗德

# Word.State.FR.Cher
source: Cher
ar: شار
as: চেৰ
az: Şer
bn_in: চার
fa: شِر
gu: ચેર
hi: चेर
ja: シェール
ka: შერის დეპარტამენტი
kk: Шер
lo: ແຊຮ໌
lt: Šeras
lv: Čera
ml: ചെർ
mr: शेर
or: ଚେର
pa_in: ਚੇਰ
ru: Шер
te: చెర్
tt: Шер
ug: چېر
uk: Шер
ur: چیر
zh_hans: 谢尔省
zh_hant: 謝爾

# Word.State.FR.Corse-du-Sud
source: Corse-du-Sud
af: Suidelike Corse
ar: كورسيكا الجنوبية
as: কৰ্চে-ডু-চুড
bn_in: কোরস-ডু-সুদ
fa: کورس-دو-سود
gl: Córsega do Sur
gu: કર્સે-દૂ-સુદ
hi: कोर्स-डु-सड
ja: コルス デュ シュド
ka: სამხრეთი კორსიკა
kk: Оңтүстік Корсика
lo: ກອສ-ດູ-ຊູດ
lt: Pietų Korsika
lv: Dienvidkorsika
ml: കോർസ്-ഡു-സുഡ്
mr: कॉर्स-द्यु-सुद
or: କର୍ସେ-ଡୁ-ସୁଡ୍
pa_in: ਕੋਰਸ-ਡੂ-ਸੁਡ
ru: Корс-дю-Сюд
sl: Južna Korzika
te: కోర్స్-డు-సుడ్
tt: Көньяк Корсика
ug: كورس-دۇ-سۇد
uk: Південна Корсика
ur: کارس ڈو سوڈ
zh_hans: 南科西嘉省
zh_hant: 南科西嘉

# Word.State.FR.Côtes-d'Armor
source: Côtes-d'Armor
ar: كوت درمور
bn_in: কটেস-ডি'আর্মর
fa: کوت-دارمور
gu: કોત્સ-દ’આર્મર
hi: कोट्स-डि-आर्मर
ja: コート ダルモール
ka: კოტ-დ’არმორი
kk: Кот-д-Армор
lo: ໂກດ-ດາຮ໌ມອຮ໌
lt: Kot d'Armoras
lv: Kotdarmora
ml: കോട്ട്സ്-ഡി അർമോർ
mr: कोट्स-डार्मर
or: କୋଟ୍ସ-ଡି ଆର୍ମର୍
pa_in: ਕੋਟਸ-ਡੀ'ਆਰਮਰ
ru: Кот-д'Армор
te: కోట్స్-డి ఆర్మర్
tt: Кот-д’Армор
ug: كوتېس-دارمور
uk: Кот-д’Армор
ur: کوٹس دی آرمر Côtes-d'Armor
zh_hans: 阿摩尔滨海省
zh_hant: 阿摩爾濱海

# Word.State.FR.Creuse
source: Creuse
ar: كروز
as: ক্ৰিউজ
az: Kröz
bn_in: ক্রিউস
fa: کروز
gu: ક્રુઝ
hi: क्रेयूज़
ja: クルーズ
ka: კრეუსი
kk: Крез
lo: ຄຮີສ
lt: Krezas
lv: Krēza
ml: ക്രൂസ്
mr: क्रूझ
or: କ୍ରୁଜ୍
pa_in: ਕ੍ਰੀਯੂਜ਼
ru: Креус
te: క్రూస్
tt: Крез
ug: كرۇس
uk: Крез
ur: کریوسی
zh_hans: 克勒兹省
zh_hant: 克勒茲

# Word.State.FR.Deux-Sèvres
source: Deux-Sèvres
ar: دو سيفر
bn_in: ডিউক্স-সেভ্রেস
fa: دو-سورز
gu: ડ્યુક્સ-સેવ્રેસ
hi: ड्यूक्स-सेव्रेस
ja: ドゥー セーヴル
ka: დე-სევრი
kk: Дё-Севр
lo: ເດີແຊຟວຮ໌
lt: De Sevras
lv: Desevra
ml: ഡ്യൂക്സ്-സാവ്രെസ്
mr: द्यू-सेव्र
or: ଡ୍ୟୁକ୍ସ-ସେଭର୍ସ
pa_in: ਡਿਊਕਸ-ਸਵ੍ਰੇਸ
ru: Дё-Севр
te: డ్యూక్స్-సావ్రేస్
tt: Дё-Севр
ug: دېيۇكس-سېۋرېس
uk: Де-Севр
ur: ڈیکس- سیورز
zh_hans: 德塞夫勒省
zh_hant: 德塞夫勒

# Word.State.FR.Doubs
source: Doubs
ar: دو
as: ডোবছ
az: Du
bn_in: ডুব
fa: دو
gu: ડોબ્સ
hi: दूब
ja: ドゥー
ka: დუს დეპარტამენტი
kk: Ду
lo: ດູບສ໌
lt: Du
lv: Doubsa
ml: ഡബ്സ്
mr: दूब
or: ଡୁବ୍ସ
pa_in: ਡਬਸ
ru: Даубс
te: రెట్టింపు
tt: Ду
ug: دۇب
uk: Ду
ur: دوبز
zh_hans: 杜省
zh_hant: 杜省

# Word.State.FR.Drôme
source: Drôme
ar: دروم
as: ড্ৰোমে
bn_in: ড্রোমে
fa: دروم
gu: ડ્રોમ
hi: ड्रोम
ja: ドローム
ka: დრომი
kk: Дром
lo: ໂດມ
lt: Dromas
lv: Droma
ml: ഡ്രോം
mr: ड्रोम
or: ଡ୍ରୋମ୍
pa_in: ਡਰੋਮ
ru: Дром
te: డ్రోమ్
tt: Дром
ug: دروم
uk: Дром
ur: ڈرم
zh_hans: 德龙省
zh_hant: 德龍

# Word.State.FR.Essonne
source: Essonne
ar: إيسون
as: এচোনে
bn_in: এসোন
fa: اسون
gu: એસોન
hi: इस्सोने
ja: エソンヌ
ka: ესონა
kk: Эссонн
lo: ເອສຊອນເນ່
lt: Esonas
lv: Esona
ml: എസ്സോണി
mr: एसोन
or: ଏସୋନେ
pa_in: ਐਸੋਨੇ
ru: Эсон
te: ఎస్సోన్
tt: Эссонн
ug: ئېسسون
uk: Есон
ur: اسسنن
zh_hans: 埃松省
zh_hant: 艾松

# Word.State.FR.Finistère
source: Finistère
ar: فنستير
as: ফিনিষ্টেৰে
az: Finister
bn_in: ফিনিস্টেরে
fa: فینیستر
gu: ફિનિસ્ટેર
hi: फ़िनिस्टेयर
ja: フィニステール
ka: ფინისტერი
kk: Финистер
lo: ຟີນິສແຕຮ໌
lt: Finisteras
lv: Finistēra
ml: ഫിനിസ്റ്റെയർ
mr: फिनिस्तर
or: ଫିନିଷ୍ଟର୍
pa_in: ਫਿਨਿਸਟਰ
ru: Финистер
te: ఫినిస్టర్
tt: Финистер
ug: فىنىستېر
uk: Фіністер
ur: فینسٹیر Finistère
zh_hans: 非尼斯泰尔省
zh_hant: 菲尼斯泰爾

# Word.State.FR.Gard
source: Gard
am: ጋርድ
ar: غارد
as: গাৰ্ড
az: Qar
bn_in: গার্ড
fa: گار
gu: ગાર્ડ
hi: गार्ड
ja: ガール
ka: გარის დეპარტამენტი
kk: Гар
lo: ກາຮ໌ດ
lt: Garas
lv: Garda
ml: ഗാർഡ്
mr: गार्ड
or: ଗାର୍ଡ
pa_in: ਗਰੜ
ru: Гар
te: గార్డ్
tt: Гар
ug: گارد
uk: Ґар
ur: گارد
zh_hans: 加尔省
zh_hant: 加爾

# Word.State.FR.Gironde
source: Gironde
ar: جرندة
as: গিৰোণ্ডে
az: Jironda
bn_in: জিরোনড
fa: ژیروند
gl: Xironda
gu: ગિરોન્દ
hi: गिरोंडे
ja: ジロンド
ka: ჟირონდა
kk: Жиронда
lo: ໜີຮງດ໌
lt: Žironda
lv: Žironda
ml: ജിറോണ്ടെ
mr: जिरोंद
or: ଗିରୋଣ୍ଡେ
pa_in: ਗਿਰੋਂਡੇ
ru: Жиронда
te: గిరోండే
tt: Жиронд
ug: گىروندې
uk: Жіронда
ur: گیروندے
zh_hans: 吉伦特省
zh_hant: 吉倫特

# Word.State.FR.Haute-Garonne
source: Haute-Garonne
af: Opper-Garonne
ar: غارون العليا
as: হউটে-গাৰোনে
bn_in: হাউটে-গরনে
fa: اوت-گرون
gl: Alta Garona
gu: હૌત-.ગરૌન
hi: हाउते-गैरोन
ja: オート ガロンヌ
ka: ზემო გარონა
kk: От-Гаронн
lo: ໂອຕ-ກາຮອນ
lt: Aukštutinė Garona
lv: Augšgaronna
ml: ഹൌട്ടെ-ഗാരോൺ
mr: ऑत-गारोन
or: ହାଉଟ୍-ଗାରୋନେ
pa_in: ਹੌਤ-ਗੈਰੋਨੇ
ru: Верхняя Гаронна
sl: Zgornja Garona
te: హౌటే-గారోన్
tt: Югары Гаронн
ug: ھوت-گارون
uk: Верхня Ґаронна
ur: Haute-گاروننی
zh_hans: 上加龙省
zh_hant: 上加龍

# Word.State.FR.Haute-Marne
source: Haute-Marne
af: Opper-Marne
ar: المارن العليا
as: হউটে-মাৰ্নে
bn_in: হাউটে-মার্ন
fa: اوت-مارن
gl: Alto Marne
gu: હૌત-માર્ને
hi: हाउते-मार्ने
ja: オート マルヌ
ka: ზემო მარნა
kk: Жоғарғы Марна
lo: ໂອຕ-ມານ
lt: Aukštutinė Marna
lv: Augšmarna
ml: ഹൗട്ട്-മർനെ
mr: ऑत-मार्ने
or: ହାଉଟ୍-ମାର୍ନେ
pa_in: ਹੌਤ-ਮਾਰਨ
ru: Верхняя Марна
sl: Gornja Marna
te: హౌటే-మార్నే
tt: Югары Марна
ug: ھوت-مارن
uk: Верхня Марна
ur: ہاوٹ-مارن
zh_hans: 上马恩省
zh_hant: 上馬恩

# Word.State.FR.Haute-Savoie
source: Haute-Savoie
af: Opper-Savoye
ar: سافوا العليا
as: হউটে-চাভোই
bn_in: হাউটে-সাভয়ে
fa: اوت سووآ
gl: Alta Savoia
gu: હૌત-સવોઈ
hi: हूटे-सेवोए
ja: オート サヴォワ
ka: ზემო სავოია
kk: Жоғарғы Савойя
lo: ໂອຕ-ຊາວົວ
lt: Aukštutinė Savoja
lv: Augšsavoja
ml: ഹൗട്ട്-സവോയി
mr: ऑत-साव्वा
or: ହାଉଟ୍-ସାଭୋଇ
pa_in: ਹੌਤ-ਸੇਵੋਈ
ru: Верхняя Савойя
sl: Visoka Savoja
te: హౌటే-సవోయి
tt: Югары Савойя
ug: ھوت-ساۋوي
uk: Верхня Савойя
ur: ہیوٹ-سیووی
zh_hans: 上萨瓦尔省
zh_hant: 上薩瓦

# Word.State.FR.Haut-Rhin
source: Haut-Rhin
af: Bo-Ryn
ar: الراين الأعلى
as: হউট-ৰিন
bn_in: হাউট-রাইন
fa: او-رَن
gl: Alto Rin
gu: ઓ-રાઇન
hi: हाउत-रिन
ja: オー ラン
ka: ზემო რეინი
kk: Жоғарғы Рейн
lo: ໂອ-ແຮງ
lt: Aukštutinis Reinas
lv: Augšreina
ml: ഹൌട്ട്-റിൻ
mr: ऑत-रिन
or: ହାଉଟ୍-ରିନ୍
pa_in: ਹੌਟ-ਰਿਨ
ru: Верхний Рейн
sl: Gornji Ren
te: హౌట్-రిన్
tt: Югары Рейн
ug: ھوت-رىن
uk: Верхній Рейн
ur: ہاٹ-رہین
zh_hans: 上莱茵省
zh_hant: 上萊茵

# Word.State.FR.Hauts-de-Seine
source: Hauts-de-Seine
af: Bo-Seine
ar: هوت دو سين
as: হউটচ-ডে-ছেইনে
bn_in: হাউটস-ডি-সাইন
da: Hauts-afmelding
fa: او-دو-سن
gl: Altos do Sena
gu: હૌત્સ-દે-સેની
hi: हट्स-डे-सीन्स
ja: オー ド セーヌ
ka: ო-დე-სენა
kk: Жоғарғы Сена
lo: ໂອດ-ເດີ-ແຊນ
lt: Aukštutinė Sena
lv: Odesēna
ml: ഹൗട്ട്സ്-ഡി-സെയ്ൻ
mr: ऑत-दे-सीन
or: ହାଉଟ୍ସ-ଡି-ସେନ୍
pa_in: ਹੌਤਸ-ਡੇ-ਸੀਨ
ru: О-де-Сен
te: హౌట్స్-డి-సీన్
tt: Югары Сена
ug: ھوت-دې-سېين
uk: О-де-Сен
ur: ہاتس ڈی-سیائن Hauts-de-Seine
zh_hans: 上塞纳省
zh_hant: 上塞納

# Word.State.FR.Hérault
source: Hérault
ar: إيرو
as: হেৰউল্ট
bn_in: হেরাউল্ট
fa: ارو
gu: હેરોલ્ટ
hi: हेरॉल्ट
ja: エロ―
ka: ეროს დეპარტამენტი
kk: Эро
lo: ເຣລານທ໌
lt: Hero
lv: Ēro
ml: ഹെറാൾട്ട്
mr: एरॉ
or: ହେରାଲ୍ଟ
pa_in: ਹਿਰੌਲਟ
ru: Эро
te: హెరాల్ట్
tt: Геральт
ug: ھېرولت
uk: Еро
ur: H é رالٹ
zh_hans: 埃罗省
zh_hant: 埃羅

# Word.State.FR.Indre
source: Indre
ar: أندر
as: ইন্দ্ৰে
az: Endr
bn_in: ইন্ড্রে
fa: اَندر
gu: ઇન્દ્ર
hi: इंद्रे
ja: アンドル
ka: ენდრი
kk: Эндр
lo: ອິນເດ
lt: Endras
lv: Endra
ml: ഇൻഡ്രെ
mr: इंद्रा
or: ଇଣ୍ଡ୍ରେ
pa_in: ਇੰਦਰੇ
ru: Эндр
te: ఇండోర్
tt: Эндр
ug: ئىندر
uk: Ендр
ur: انڈیئر
zh_hans: 安德尔省
zh_hant: 安德爾

# Word.State.FR.Indre-et-Loire
source: Indre-et-Loire
ar: أندر ولوار
as: ইন্দ্ৰে-এট-লইৰ
az: Endr və Luara
bn_in: ইন্ড্রে-এট-লোয়ার
fa: اَندر-اِ-لوآر
gl: Indre e Loira
gu: ઇન્દ્ર-એટ-લોયર
hi: एंद्र-ए-लावार
ja: アンドル エ ロワール
ka: ენდრი და ლუარა
kk: Эндр және Луара
lo: ອິນເດ-ເອ-ລົວ
lt: Endras ir Luara
lv: Endra un Luāra
ml: ഇന്ദ്രെ-എറ്റ്-ലോയ്റെ
mr: एंद्र-ए-लावार
or: ଇଣ୍ଡ୍ରେ-ଏ-ଲୋୟାର
pa_in: ਇੰਦਰੇ-ਏ-ਲੋਇਰ
te: ఇండోర్-ఎట్-లోయిర్
tt: Эндр һәм Луара
ug: ئىندرې-ئې-لۇۋار
uk: Ендр і Луара
ur: انڈیئر-et-Loire
zh_hans: 安德尔-卢瓦尔省
zh_hant: 安德爾-盧瓦爾

# Word.State.FR.Isère
source: Isère
ar: إزار
az: İzer
bn_in: ইসরে
fa: ایزر
gu: ઇસેર
hi: इसेरे
ja: イゼール
ka: იზერი
kk: Изер
lo: ອີແຊຮ໌
lt: Izeras
lv: Izēra
ml: ഇസേർ
mr: इझेर
or: ଇସେରେ
pa_in: ਈਸਰੇ
ru: Изер
te: ఐసరే
tt: Изер
ug: ئىسېر
uk: Ізер
ur: اسیرے Isère
zh_hans: 伊泽尔省
zh_hant: 伊澤爾

# Word.State.FR.Jura
source: Jura
ar: جورا
as: জুৰা
az: Yura
bn_in: জুরা
fa: ژورا
gu: જુહા
hi: जुरा
ja: ジュラ
ka: იურის დეპარტამენტი
kk: Юра
ml: ജൂറ
mr: जुरा
or: ଜୁରା
pa_in: ਜੂਰਾ
ru: Юра
te: జూరా
tt: Юра
ug: ژۇرا
uk: Юра
ur: جورا
zh_hans: 汝拉省
zh_hant: 汝拉

# Word.State.FR.Landes
source: Landes
ar: لاند
as: লেণ্ডেচ
az: Landlar
bn_in: ল্যান্ডস
fa: لانده
gu: લેન્દેસ
hi: लैंड्स
ja: ランド
ka: ლანდის დეპარტამენტი
kk: Ланд
lo: ແລນເດສ
lt: Landai
lv: Landa
ml: ലാൻഡസ്
mr: लँड्स
or: ଲାଣ୍ଡେସ୍
pa_in: ਲੈਂਡਜ਼
ru: Ланды
te: లా౦డెస్
tt: Ланд
ug: لاندېس
uk: Ланди
ur: لینڈس
zh_hans: 朗德省
zh_hant: 朗德

# Word.State.FR.Loire
source: Loire
ar: لوار
as: লইৰ
az: Luara
bn_in: লোয়ার
fa: لوآر
gl: Loira
gu: લોયર
hi: लॉयर
ja: ロワール
ka: ლუარა
kk: Луара
lo: ລັວຮ໌
lt: Luara
lv: Luāra
ml: ലോയ്റെ
mr: ल्वार
or: ଲୋଏର
pa_in: ਲੋਇਰ
ru: Луара
te: లోయిర్
tt: Луара
ug: لۇۋار
uk: Луара
ur: لوئر
zh_hans: 卢瓦尔省
zh_hant: 羅亞爾河谷

# Word.State.FR.Loiret
source: Loiret
ar: لواريت
as: লইৰে
az: Luare
bn_in: লোয়ারেট
fa: لوآره
gu: લોયરટ
hi: लॉयरेट
ja: ロワレ
ka: ლუარე
kk: Луаре
lt: Luarė
lv: Luarē
ml: ലോയ്റെറ്റ്
mr: लोरे
or: ଲୋଏରେଟ୍
pa_in: ਲੋਇਰੇਟ
ru: Луаре
te: లోయిరెట్
tt: Луаре
ug: لۇۋارېت
uk: Луаре
ur: لویریٹ
zh_hans: 卢瓦雷省
zh_hant: 盧瓦雷

# Word.State.FR.Lot
source: Lot
ar: لوت
as: লট
az: Lo
bn_in: লট
fa: لو
gu: લોટ
hi: लॉट
ja: ロット
ka: ლოს დეპარტამენტი
kk: Ло
lo: ທີ່ດິນ
lt: Lo
lv: Lota
ml: ലോട്ട്
mr: लॉट
or: ଲଟ୍
pa_in: ਲੋਟ
ru: Ло
te: లాట్
tt: Лот
ug: لوت
uk: Лот
ur: بہت
zh_hans: 洛特省
zh_hant: 洛特

# Word.State.FR.Lot-et-Garonne
source: Lot-et-Garonne
ar: لوت وغارون
as: লট-এট-গাৰোনে
bn_in: লট-এট-গ্যারন
fa: لو-اِ-گارون
gl: Lot e Garona
gu: લોટ-એટ-ગેરોન
hi: लॉट-एट-गेरोन
ja: ロット エ ガロンヌ
ka: ლო და გარონა
kk: Ло және Гаронна
lo: ລໍເຕກາຮອນ
lt: Lo ir Garona
lv: Lo un Garonna
ml: ലോട്ട്-എറ്റ്-ഗാരോൺ
mr: लोत-एत-गारोन
or: ଲଟ୍-ଏ-ଗାରୋନେ
pa_in: ਲੋਟ-ਏ-ਗ੍ਰੋਨੇ
ru: Ло и Гаронна
sl: Lot in Garona
te: లాట్-ఎట్-గారోన్
tt: Лот һәм Гаронна
ug: لوت-ئې-گارون
uk: Лот і Ґаронна
ur: لاٹ-et-گاروننی
zh_hans: 洛特-加龙省
zh_hant: 洛特-加龍

# Word.State.FR.Lozère
source: Lozère
ar: لوزار
as: লোজেৰে
bn_in: লজেরে
fa: لوزر
gu: લોઝેરે
hi: लोज़ेरे
ja: ロゼール
ka: ლოზერის დეპარტამენტი
kk: Лозер
lo: ໂລແຊຮ໌
lt: Lozeras
lv: Lozēra
ml: ലോസർ
mr: लोझेर
or: ଲୋଜେରେ
pa_in: ਲੋਜ਼ੇਰ
ru: Лозер
te: లోజరే
tt: Лозер
ug: لوزېر
uk: Лозер
ur: لوزیرے
zh_hans: 洛泽尔省
zh_hant: 洛澤爾

# Word.State.FR.Manche
source: Manche
ar: المانش
as: মানচে
az: Mançester
bn_in: ম্যানচে
fa: مانش
gl: Mancha
gu: માંચે
hi: माँश
ja: マンシュ
ka: მანში
kk: Манш
lo: ມົອງຊ໌
lt: Manšas
lv: Manče
ml: മാഞ്ചെ
mr: मँश
or: ମାଞ୍ଚେ
pa_in: ਮੰਚੇ
ru: Манш
te: మంచే
tt: Манш
ug: مانچ
uk: Манш
ur: مینچے Manche
zh_hans: 芒什省
zh_hant: 芒什

# Word.State.FR.Marne
source: Marne
ar: المارن
as: মাৰ্নে
az: Marna
bn_in: মার্ন
fa: مارن
gu: માર્ન
hi: मार्ने
ja: マルヌ
ka: მარნა
kk: Марна
lt: Marna
lv: Marna
ml: മാർനെ
mr: मॅरन
or: ମାର୍ନେ
pa_in: ਮਾਰਨੇ
ru: Марна
sl: Marna
te: మార్నే
tt: Марн
ug: مارن
uk: Марна
ur: مارن
zh_hans: 马恩省
zh_hant: 馬恩

# Word.State.FR.Mayenne
source: Mayenne
ar: ماين
as: মায়েনী
az: Mayen
bn_in: মায়েন
fa: ماین
gu: માયેન
hi: मायोने
ja: マイエンヌ
ka: მაიენის დეპარტამენტი
kk: Майе́н
lo: ມາແຍນ
lt: Majenas
lv: Majenna
ml: മായെൻ
mr: मायेन
or: ମାୟେନ
pa_in: ਮਾਈਨੀ
ru: Майен
te: మాయెన్నే
tt: Майенн
ug: مايېننې
uk: Майен
ur: مائین
zh_hans: 马耶讷省
zh_hant: 馬耶納

# Word.State.FR.Métropole de Lyon
source: Métropole de Lyon
af: Metropool van Lyon
ar: منطقة ليون الكبرى
as: মেট্ৰ’পোল ডি লিয়ন
az: Lion Metropolu
bn_in: মেট্রোপোল ডি লিয়ন
fa: کلانشهر لیون
gl: Metrópole de Lión
gu: લિયોન મહાનગર
hi: मेट्रोपोल डे ल्यों
ja: メトロポール ド リヨン
ka: ლიონის მეტროპოლია
kk: Метрополь де Лион
lo: ເມໂທໂພເດລິຍົງ
lt: Liono metropolis
lv: Lionas metropole
ml: മെട്രോപോൾ ഡി ലിയോൺ
mr: मेट्रोपोल दे लिऑन
or: ମେତ୍ରୋପୋଲ୍ ଡି ଲିଅନ୍
pa_in: ਮੇਟ੍ਰੋਪੋਲ ਡੇ ਲਿਓਨ
ru: Лионская митрополия
sl: Lyonska metropola
te: మెట్రోపోల్ డి లియాన్
tt: Метрополь де Лион
ug: مېتروپول دې ليون
uk: Ліон, метрополія
ur: لیون میڑو پولیس
zh_hans: 里昂大都会
zh_hant: 大里昂地區

# Word.State.FR.Meuse
source: Meuse
ar: موز
as: মিউজ
az: Möz
bn_in: মিউজ
fa: موز
gl: Mosa
gu: મ્યુઝ
hi: मीयूज
ja: ムーズ
ka: მეზის დეპარტამენტი
kk: Мез
lo: ເມິຊ
lt: Mezas
lv: Māsa
ml: മീസ്
mr: म्युस
or: ମେଉସେ
pa_in: ਮਿਉਜ਼
ru: Мёз
te: మెయూస్
tt: Мез
ug: مېيۇس
uk: Мез
ur: میسوسی
zh_hans: 默兹省
zh_hant: 默茲

# Word.State.FR.Morbihan
source: Morbihan
ar: موربيهان
as: মৰবিহান
az: Morbian
bn_in: মোরবিহান
fa: موربیان
gu: મોરબીહાન
hi: मोरबिहन
ja: モルビアン
ka: მორბიანი
kk: Морбиан
lo: ມອຮ໌ມິຣານ
lt: Morbihanas
lv: Morbihana
ml: മോർബിഹാൻ
mr: मॉर्बियां
or: ମୋର୍ବିହାନ
pa_in: ਮੋਰਬੀਹਾਨ
ru: Морбиан
te: మోర్బిహాన్
tt: Морбиан
ug: موربىھان
uk: Морбіан
ur: موربیحن
zh_hans: 莫尔比昂省
zh_hant: 莫爾比昂

# Word.State.FR.Moselle
source: Moselle
ar: موزيل
as: মোচেলে
az: Mozel
bn_in: মোসেল
fa: موزل
gl: Mosela
gu: મોસેલ
hi: मोसेले
ja: モゼル
ka: მოზელი
kk: Мозель
lo: ໂມເຊລ
lt: Mozelis
lv: Mozele
ml: മോസെല്ലെ
mr: मोझेल
no: Mosel
or: ମୋସେଲ
pa_in: ਮੋਸੇਲੇ
ru: Мозель
sl: Mozela
te: మోసెల్లే
tt: Мозель
ug: موسېل
uk: Мозель
ur: موسیل
zh_hans: 摩泽尔省
zh_hant: 摩塞爾

# Word.State.FR.Nord
source: Nord
ar: نور
as: নৰ্ড
az: Nor
bn_in: নরড
fa: نُر
gl: Norte
gu: નોર્ડ
hi: नोर्ड
ja: ノール
ka: ნორის დეპარტამენტი
kk: Норд
lo: ພາກເຫນືອ
lt: Šiaurė
lv: Nora
ml: നോർഡ്
mr: नॉर्ड
or: ନର୍ଡ
pa_in: ਨੌਰਡ
ru: Нор
te: నార్డ్
tt: Төньяк
ug: نورد
uk: Нор
ur: شمال
zh_hans: 诺尔省
zh_hant: 諾爾

# Word.State.FR.Orne
source: Orne
ar: أورن
as: অৰ্নে
az: Orn
bn_in: ওরন
fa: اُرن
gu: ઓરને
hi: ओरने
ja: オルヌ
ka: ორნი
kk: Орн
lt: Ornas
lv: Orna
ml: ഓർൺ
mr: ऑर्न
or: ଓର୍ନେ
pa_in: ਓਰਨੇ
ru: Орн
te: ఓర్నే
tt: Орн
ug: ئورن
uk: Орн
ur: اورن
zh_hans: 奥恩省
zh_hant: 奧恩

# Word.State.FR.Paris
source: Paris
af: Parys
ar: باريس
as: পেৰিছ
bg: Париж
bn_in: প্যারিস
el: Παρίσι
es: París
fa: پاریس
ga: Páras
gl: París
gu: પેરિસ
hi: पेरिस
hr: Pariz
hu: Párizs
is: París
ja: パリ
ka: პარიზი
kk: Париж
ko: 파리
lo: ປາຣີ
lt: Paryžius
lv: Parīze
mi: Parihi
ml: പാരീസ്
mr: पॅरिस
mt: Pariġi
or: ପ୍ୟାରିସ୍
pa_in: ਪੈਰਿਸ
pl: Paryż
ru: Париж
sl: Pariz
sr_cyrl_rs: Париз
ta: பாரிஸ்
te: పారిస్
tt: Париж
ug: پارىژ
uk: Париж
ur: پیرس
uz: Parij
zh_hans: 巴黎省
zh_hant: 巴黎

# Word.State.FR.Pas-de-Calais
source: Pas-de-Calais
af: Straat van Calais
ar: باد كاليه
as: পাচ-ডে-কেলাইচ
bn_in: পাস-ডি-ক্যালাইস
fa: پا-دو-کاله
gl: Paso de Calais
gu: પાસ-દે-કેલિસ
hi: पास-डे-क्लाएस
ja: パ ド カレー
ka: პა-დე-კალე
kk: Па-де-Кале
lo: ປາດກາແລ
lt: Pa de Kalė
lv: Padekalē
ml: പാസ്-ഡി-കലൈസ്
mr: पा-द-कॅले
no: Pas-de-Beskrivelse
or: ପାସ୍-ଡି-କାଲାଇସ୍
pa_in: ਪਸ-ਡੇ-ਕਾਲੈਸ
ru: Па-де-Кале
te: పాస్-డి-కలైస్
tt: Пас-де-Калей
ug: پاس-دې-كالايس
uk: Па-де-Кале
ur: پاس ڈی کالیس Pas-de-Calais
zh_hans: 加来海峡省
zh_hant: 加萊海峽

# Word.State.FR.Puy-de-Dôme
source: Puy-de-Dôme
ar: بوي دي دوم
bn_in: পাই-ডি-ডোমে
fa: پوی دو دم
gu: પ્યુ-દે-ડોમ
hi: पुय-दे-डोमे
ja: ピュイ ド ドーム
ka: პიუი-დე-დომი
kk: Пюи де Дом
lo: ປຸຍ-ເດີ-ໂດມ
lt: Piui de Domas
lv: Pijdedoms
ml: പുയ്-ഡി-ഡോം
mr: पुय-दे-दोम
no: Puy-de-Dômeg
or: ପୁଏ-ଡି-ଡୋମ୍
pa_in: ਪਾਏ-ਡੇ-ਡੋਮ
ru: Пюи-де-Дом
te: పుయ్-డి-డోమ్
tt: Пюи-де-Дом
ug: پۇي-دې-دوم
uk: Дом
ur: پوی ڈی-ڈی ô مجھے
zh_hans: 多姆山省
zh_hant: 多姆山

# Word.State.FR.Rhône
source: Rhône
ar: رون
as: ৰোনে
az: Rona
bn_in: রোহনে
fa: رُن
gl: Ródano
gu: રૌન
hi: रौन
ja: ローヌ
ka: რონის დეპარტამენტი
kk: Рона
lo: ໂຮນ
lt: Rona
lv: Rona
ml: റോൺ
mr: रोन
or: ରୋନେ
pa_in: ਰੌਨੇ
ru: Рона
sl: Rona
te: రోన్
tt: Рон
ug: رون
uk: Рона
ur: رینگ ô نی
zh_hans: 罗纳省
zh_hant: 隆河

# Word.State.FR.Sarthe
source: Sarthe
ar: سرت
as: চাৰ্থে
az: Sart
bn_in: সার্থে
fa: سارت
gu: સર્થે
hi: सार्थ
ja: サルト
ka: სარტა
kk: Сарт
lo: ຊາຮ໌ດ
lt: Sartas
lv: Sarta
ml: സാർതെ
mr: सार्थ
or: ସାର୍ଥ୍
pa_in: ਸਾਰਥ
ru: Сарта
te: సార్థె
tt: Сарте
ug: سارتا
uk: Сарта
ur: سرتھے
zh_hans: 萨尔特省
zh_hant: 薩爾特

# Word.State.FR.Savoie
source: Savoie
af: Savoye
ar: سافوا
as: চাভোই
bn_in: সাভয়ে
fa: ساووآ
gl: Savoia
gu: સવોઈ
hi: सेवॉय
ja: サヴォワ
ka: სავოიის დეპარტამენტი
kk: Савойя
lo: ຊາວອຍ
lt: Savoja
lv: Savoja
ml: സാവോയ്
mr: साव्वा
or: ସାଭୋଇ
pa_in: ਸਾਵੋਈ
ru: Савойя
sl: Savoja
te: సవోయి
tt: Савойя
ug: ساۋوي
uk: Савойя
ur: سیووی
zh_hans: 萨瓦省
zh_hant: 薩瓦

# Word.State.FR.Seine-Maritime
source: Seine-Maritime
ar: السين البحرية
as: ছেইনে-মেৰিটাইম
az: Dənizkənarı Sena
bn_in: সাইন-মেরিটাইম
fa: سن-ماریتیم
gl: Sena Marítimo
gu: સેઈન-મેરીટાઈમ
hi: साइन-मारिटिमा
ja: セーヌ マリティーム
ka: ზღვისპირა სენა
kk: Теңіз жағалауындағы Сена
lo: ແຊນ-ມາຮິທາມ
lt: Pajūrio Sena
lv: Piejūras Sēna
ml: സെയ്ൻ-മാരിടൈം
mr: सीन-मरितीम
or: ସେନ୍-ମେରିଟାଇମ୍
pa_in: ਸੀਨ-ਮੈਰੀਟਾਈਮ
ru: Приморская Сена
te: సీన్-మారిటైమ్
tt: Сен-Маритим
ug: سېين-مارىتىم
uk: Приморська Сена
ur: سین-ماری ٹائم
zh_hans: 滨海塞纳省
zh_hant: 濱海塞納

# Word.State.FR.Seine-Saint-Denis
source: Seine-Saint-Denis
ar: سين سان دوني
as: ছেইনে-ছেইণ্ট-ডেনিছ
az: Sen-Sen-Deni
bn_in: সাইন-সেন্ট-ডেনিস
fa: سن-سن-دونی
gl: Sena-San Denis
gu: સૈન-સેંટ-ડેનિસ
hi: साइन-सेंट-डेनिस
ja: セーヌ サン ドニ
ka: სენა-სენ-დენი
kk: Сена-Сен-Дени
lo: ແຊນ-ແຊງ-ເດີນີ
lt: Sena-Sen Deni
lv: Sēna-Sendenī
ml: സെയ്ൻ-സെയിന്റ്-ഡെനിസ്
mr: सीन-सेंत-देनिस
no: Seinen-Saint-Saint-Saint
or: ସେନ୍-ସେଣ୍ଟ-ଡେନିସ୍
pa_in: ਸੀਨ-ਸੈਂਟ-ਡੇਨਿਸ
ru: Сена-Сен-Дени
te: సీన్-సెయింట్-డెనిస్
tt: Сен-Сен-Дени
ug: سېين-ساينت-دېنىس
uk: Сен-Сен-Дені
ur: سین-سینٹ-ڈینس
zh_hans: 塞纳-圣但尼省
zh_hant: 塞納-聖但尼

# Word.State.FR.Somme
source: Somme
ar: سوم
as: চম্মে
az: Somma
bn_in: সোমে
fa: سُم
gu: સોમ
hi: सोमे
ja: ソンム
ka: სომა
kk: Сомма
lt: Soma
lv: Somma
ml: സോം
mr: सम
or: ସୋମି
pa_in: ਸਮੇ
ru: Сомма
te: సొమ్మే
tt: Сомма
ug: سوم
uk: Сомма
ur: سوم
zh_hans: 索姆省
zh_hant: 索姆

# Word.State.FR.Tarn
source: Tarn
ar: تارن
as: টাৰ্ণ
bn_in: টার্ন
fa: تارن
gu: ટાર્ન
hi: टार्न
ja: タルヌ
ka: ტარნის დეპარტამენტი
kk: Тарн
lo: ຕານ
lt: Tarnas
lv: Tarna
ml: ടാർൺ
mr: तार्न
or: ଟାର୍ନ
pa_in: ਟਾਰਨ
ru: Тарн
te: టార్న్
tt: Тарн
ug: تارن
uk: Тарн
ur: ترن
zh_hans: 塔恩省
zh_hant: 塔恩

# Word.State.FR.Tarn-et-Garonne
source: Tarn-et-Garonne
ar: تارن وغارون
as: টাৰ্ণ-এট-গাৰোনে
bn_in: টার্ন-এট-গ্যারন
fa: تارن-اِ-گارون
gl: Tarn e Garona
gu: ટાર્ન-એટ-ગેરોન
hi: टार्न-एट-गेरोन
ja: タルヌ エ ガロンヌ
ka: ტარნი და გარონა
kk: Тарн және Гаро́нна
lo: ຕາຮ໌ເນກາຮອນ
lt: Tarnas ir Garona
lv: Tarna un Garonna
ml: ടാർൺ-എറ്റ്-ഗാരോൺ
mr: तार्न-एत-गारोन
or: ଟାର୍ନ-ଏଟ୍-ଗାରୋନେ
pa_in: ਟਰਨ-ਏ-ਗ੍ਰੋਨੇ
ru: Тарн и Гаронна
sl: Tarn in Garona
te: టార్న్-ఎట్-గారోన్
tt: Тарн һәм Гаронна
ug: تارن-ئې-گارون
uk: Тарн і Ґаронна
ur: ٹارن-et-گاروننی
zh_hans: 塔恩-加龙省
zh_hant: 塔恩-加倫

# Word.State.FR.Territoire de Belfort
source: Territoire de Belfort
af: Belfort-streek
ar: إقليم بلفور
as: টেৰিটইৰে ডে বেলফৰ্ট
az: Belfor Ərazisi
bn_in: টেরিটোইরে ডি বেলফোর্ট
fa: تریتوآر دو بلفور
gl: Territorio de Belfort
gu: ટેરિટોઇરા દે બેલ્ફોર્ટ
hi: तेरितॉर दे बेल्फॉर
ja: テリトワール ド ベルフォール
ka: ბელფორის ტერიტორია
kk: Бельфор территориясы
lo: ດິນແດນເບລຟອຮ໌ຕ
lt: Belforo teritorija
lv: Belfortas teritorija
ml: ടെറിറ്റോയർ ഡി ബെൽഫോർട്ട്
mr: तेरितॉर दे बेल्फॉर
no: Antakee de Belfort
or: ଟେରିଟୋଇର ଡି ବେଲଫୋର୍ଟ
pa_in: ਟੈਰੀਟੋਇਰ ਡੇ ਬੇਲਫੋਰਟ
ru: Территория Бельфор
te: టెర్రిటోర్ డి బెల్ఫోర్ట్
tt: Белфорт җирлеге
ug: تېررىتور دې بېلفورت
uk: Бельфор, територія
ur: Territoire ڈی بیلفرٹ
zh_hans: 贝尔福地区
zh_hant: 貝爾福地區

# Word.State.FR.Val-de-Marne
source: Val-de-Marne
af: Marne Vallei
ar: فال دو مارن
bn_in: ভাল-ডি-মার্ন
fa: وال-دو-مارن
gl: Val do Marne
gu: વલ-દે-માર્ન
hi: वैल-डे-मार्ने
ja: ヴァル ド マルヌ
ka: ვალ-დე-მარნი
kk: Валь-де-Марн
lo: ວານ-ເດີ-ມານ
lt: Marnos slėnis
ml: വാൽ-ഡി-മർനെ
mr: व्हाल-दे-मार्न
or: ଭାଲ୍-ଡି-ମାର୍ନେ
pa_in: ਵਾਲ-ਡੇ-ਮਾਰਨੇ
ru: Валь-де-Марн
te: వాల్-డి-మార్నే
tt: Валь-де-Марн
ug: ۋال-دې-مارن
uk: Валь-де-Марн
ur: وال ڈی-مارن Val-de-Marne
zh_hans: 瓦勒德马恩省
zh_hant: 瓦勒-馬恩

# Word.State.FR.Val-d'Oise
source: Val-d'Oise
ar: فال دواز
az: Val-d'Uaz
bn_in: ভ্যাল-ডি'ওইজ
fa: وَل-دوآز
gl: Val do Oise
gu: વેલ-ડી'ઓઇસ
hi: वाल-डोइस
ja: ヴァル ドワーズ
ka: ვალ-დ’უაზი
kk: Валь-д’Уаз
lo: ວານ-ດາອອຍສ໌
lt: Uazos slėnis
lv: Valduāza
ml: വാൽ-ഡി ഒയിസ്
mr: व्हाल-द्वाज
or: ଭାଲ୍-ଡି'ଓଇସ୍
pa_in: ਵਲ-ਡੇ-ਓਸੇ
ru: Валь-д'Уаз
te: వాల్-డి'ఓయిస్
tt: Валь д'Уаз
ug: ۋال-دويس
uk: Валь-д’Уаз
ur: وال-d'Oise
zh_hans: 瓦勒德瓦兹省
zh_hant: 瓦勒德瓦茲

# Word.State.FR.Var
source: Var
ar: فار
as: ভাৰ
bn_in: ভার
fa: ور
gu: વાર
hi: वार
ja: ヴァール
ka: ვარის დეპარტამენტი
kk: Вар
lt: Varas
lv: Vāra
mr: वार
pa_in: ਵਾਰ
ru: Вар
te: వర్
tt: Вар
ug: ۋار
uk: Вар
ur: متغیر
zh_hans: 瓦尔省
zh_hant: 瓦爾

# Word.State.FR.Vaucluse
source: Vaucluse
ar: فوكلوز
as: ভেউক্লাচ
az: Voklüz
bn_in: ভক্লুস
fa: ووکلوز
gu: વૌક્લસ
hi: वाक्लूस
ja: ヴォクリューズ
ka: ვოკლუზის დეპარტამენტი
kk: Воклюз
lo: ໂວກູຊ
lt: Vokliūzas
lv: Voklīza
ml: വോക്ലസ്
mr: वक्लूज
or: ଭାଉକ୍ଲୁଜ୍
pa_in: ਵੋਕਲੂਜ਼
ru: Воклюз
te: వాక్లూస్
tt: Воклюз
ug: ۋوكلۇس
uk: Воклюз
ur: ویلوس
zh_hans: 沃克吕兹省
zh_hant: 沃克呂茲

# Word.State.FR.Vendée
source: Vendée
ar: فونديه
as: ভেণ্ডী
bn_in: ভেন্ডী
fa: وانده
gu: વેન્ડી
hi: वेंडी
ja: ヴァンデ
ka: ვანდეია
kk: Вандея
lt: Vandėja
lv: Vendē
ml: വെൻഡി
mr: व्हेन्डी
or: ଭେଣ୍ଡେ
pa_in: ਵੇਂਡੀ
ru: Вандея
te: వెండీ
tt: Венде
ug: ۋېندى
uk: Вандея
ur: وینڈ é e
zh_hans: 旺代省
zh_hant: 旺代

# Word.State.FR.Vienne
source: Vienne
af: Wene
ar: فيين
as: ভিয়েনে
az: Vyenna
bn_in: ভিয়েন
fa: وین
gu: વિએન
hi: वियना
ja: ヴィエンヌ
ka: ვიენის დეპარტამენტი
kk: Вьен
lo: ວຽນນາ
lt: Vjenas
lv: Vjenna
ml: വിയാൻ
mr: व्हियेन
or: ଭିନେ
pa_in: ਵਿਯੇਨ
ru: Вена
sr_cyrl_rs: Беч
ta: வியன்னா
te: వియన్నా
tt: Вена
ug: ۋىيېن
uk: В’єнна
ur: وینن
zh_hans: 维埃纳省
zh_hant: 維埃納

# Word.State.FR.Vosges
source: Vosges
ar: جبال الفوج
as: ভচগেচ
az: Vogezlər
bn_in: ভোজেস
fa: ووژ
gl: Vosgos
gu: વોસ્ગેસ
hi: वोस्गेस
ja: ヴォージュ
ka: ვოგეზები
kk: Вогездер
lo: ວອສເຈສ
lt: Vogėzai
lv: Vogēzi
ml: വോസ്ഗെസ്
mr: व्हॉझ
or: ଭୋସଜ୍
pa_in: ਵੋਸਗੇਸ
ru: Вогезы
te: వోజ్జెస్
tt: Вогез
ug: ۋوسگېس
uk: Воґези
ur: وسجز
zh_hans: 孚日省
zh_hant: 佛日

# Word.State.FR.Yonne
source: Yonne
ar: يون
as: য়োনে
az: Yonna
bn_in: ইয়ন
fa: یون
gu: યોન
hi: यूने
ja: ヨンヌ
ka: იონის დეპარტამენტი
kk: Йонна
lo: ຍອນເນ່
lt: Jonas
lv: Jonne
ml: യോൺ
mr: योन
or: ୟୋନେ
pa_in: ਯੋਨੇ
ru: Йонна
te: యోనే
tt: Йонна
ug: يون
uk: Йонна
ur: یون
zh_hans: 约纳省
zh_hant: 約訥
