Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SEPA.Add.NewRedirectionTextForCompliance
source: You'll be redirected to verify your bank account. After that step, you'll be redirected back to Microsoft. If verification is successful, sign the SEPA Direct Debit Mandate and you're done.
af: Jy sal herlei word om jou bankrekening te verifieer. Jy sal ná daardie stap na terug na Microsoft herlei word. As verifikasie suksesvol is, moet jy die SEPA-mandaat vir direkte debiet teken en dan is jy klaar.
am: የባንክ ሂሳብዎን ለማረጋገጥ አቅጣጫ ይዛወራሉ። ከዚያ እርምጃ በኋላ ወደ Microsoft ይመለሳሉ። ማረጋገጫው ከተሳካ፣ የ SEPA ቀጥታ ዴቢት ማዘዣውን ይፈርሙ እና ጨርሰዋል።
ar: ستتم إعادة توجيهك للتحقق من حسابك البنكي. بعد هذه الخطوة، ستتم إعادة توجيهك مرة أخرى إلى Microsoft. إذا نجح التحقق من الصحة، فقم بالتوقيع على تفويض السحب المباشر من SEPA وانتهاء العملية.
as: আপোনাৰ বেংক একাউণ্ট প্ৰমাণিত কৰিবলৈ আপোনাক পুনঃনিৰ্দেশিত কৰা হ’ব। সেই পদক্ষেপৰ পাছত, আপোনাক Microsoftলৈ পুনঃনিৰ্দেশিত কৰা হ’ব। সত্যাপন সফল হ’লে SEPA ডাইৰেক্ট ডেবিট মেণ্ডেট স্বাক্ষৰ কৰক আৰু আপোনাৰ কাম সম্পূৰ্ণ হ’ব।
az: Bank hesabınızı yoxlamaq üçün yönləndiriləcəksiniz. Bu addımdan sonra yenidən Microsoft-a yönləndiriləcəksiniz. Yoxlama alınarsa, SEPA Direct Debit Mandate-ı imzalayın, proses tamamlansın.
bg: Ще бъдете пренасочени, за да потвърдите банковата си сметка. След тази стъпка ще бъдете пренасочени обратно към Microsoft. Ако проверката е успешна, подпишете съгласието за SEPA директен дебит и сте готови.
bn_in: আপনার ব্যাঙ্কের অ্যাকাউন্ট যাচাই করার জন্য আপনাকে পুনঃনির্দেশিত করা হবে। সেই ধাপের পরে, আপনাকে আবার Microsoft-এ পুনঃনির্দেশিত করা হবে। যাচাইকরণ সফল হলে, SEPA সরাসরি ডেবিট অনুমোদনে স্বাক্ষর করুন এবং আপনার কার্য সম্পন্ন হয়েছে।
bs: Bit ćete preusmjereni kako biste potvrdili svoj bankovni račun. Nakon tog koraka, bit ćete preusmjereni nazad u Microsoft. Ako je provjera uspješna, potpišite ovlaštenje za SEPA direktno zaduženje i završili ste.
cy: Byddwch chi'n cael eich ailgyfeirio i ddilysu eich cyfrif banc. Ar ôl y cam hwnnw, byddwch chi'n cael eich ailgyfeirio yn ôl i Microsoft. Os ydych chi wedi llwyddo i ddilysu, llofnodwch y Cyfarwyddyd Debyd Uniongyrchol SEPA a byddwch wedi gorffen.
da: Du bliver omdirigeret for at bekræfte din bankkonto. Efter dette trin bliver du omdirigeret tilbage til Microsoft. Hvis bekræftelsen er vellykket, skal du underskrive SEPA-mandat til direkte debitering, og så er du færdig.
de: Sie werden umgeleitet, um Ihr Bankkonto zu überprüfen. Nach diesem Schritt werden Sie zurück zu Microsoft weitergeleitet. Wenn die Überprüfung erfolgreich ist, unterzeichnen Sie die SEPA-Lastschrifteinzugsermächtigung, und Sie sind fertig.
el: Θα ανακατευθυνθείτε για να επαληθεύσετε τον τραπεζικό λογαριασμό σας. Μετά από αυτό το βήμα, θα ανακατευθυνθείτε πίσω στη Microsoft. Εάν η επαλήθευση είναι επιτυχής, υπογράψτε την Εντολή άμεσης χρέωσης SEPA και είστε έτοιμοι.
es: Será redirigido para verificar su cuenta bancaria. Después de ese paso, será redirigido de nuevo a Microsoft. Si la verificación es exitosa, firme la orden de adeudo directo SEPA y ya ha terminado.
et: Teid suunatakse ümber oma pangakonto kinnitamiseks. Pärast seda sammu suunatakse teid tagasi Microsofti. Kui kinnitamine õnnestub, allkirjastage SEPA otsekorraldusmandaat ja oletegi valmis.
eu: Zure banku-kontua egiaztatzeko birbideratuko zaizu. Urrats horren ondoren, Microsoft-era birbideratuko zaizu. Egiaztapena behar bezala egiten bada, SEPA banku-helbideratzearen agindua sinatu eta listo.
fa: برای تأیید حساب بانکی خود، هدایت خواهید شد. پس از آن مرحله، مجدداً به Microsoft هدایت خواهید شد. در صورت موفقیت‌آمیز بودن تأیید، «دستور پرداخت SEPA Direct Debit» را امضا کنید تا کار تمام شود.
ga: Atreorófar thú chun do chuntas bainc a fhíorú. Tar éis na céime sin, atreorófar thú ar ais chuig Microsoft. Má éiríonn leis an bhfíorú, sínigh an Sainordú dochair dírigh SEPA agus beidh tú réidh.
gd: Thèid d’ ath-stiùireadh a dhearbhadh a’ chunntais bhanca agad. Thèid d’ ath-stiùireadh gu Microsoft an dèidh a’ cheum sin. Ma rinn thu dearbhadh soirbheachail, cuir d’ ainm ris a’ cheadachadh Direct Debit SEPA agus sin agad e.
gl: Redirixirase para verificar a súa conta bancaria. Despois dese paso, redirixirase de novo a Microsoft. Se a verificación ten éxito, asine o Mandato de Débito Directo SEPA e terá rematado.
gu: તમારું બેંક ખાતું ચકાસવા માટે તમને રીડાયરેક્ટ કરવામાં આવશે. તે પગલાં પછી, તમને ફરીથી Microsoft પર રીડાયરેક્ટ કરવામાં આવશે. જો ચકાસણી સફળ થાય, તો SEPA Direct Debit Mandate પર હસ્તાક્ષર કરો અને તમે તમારું કામ પૂર્ણ થયું.
he: תופנה מחדש כדי לאמת את חשבון הבנק שלך. לאחר שלב זה, תופנה בחזרה ל- Microsoft. אם האימות הצליח, חתום על אישור גבייה בחיוב ישיר של SEPA כשתסיים.
hi: आपको अपना बैंक खाता सत्यापित करने के लिए रीडायरेक्ट किया जाएगा. उस चरण के बाद, आपको वापस Microsoft पर रीडायरेक्ट किया जाएगा. यदि सत्यापन सफल रहा, तो SEPA प्रत्यक्ष डेबिट अधिदेश पर हस्ताक्षर करें और आपने पूर्ण कर लिया है.
hr: Bit ćete preusmjereni na verifikaciju bankovnog računa. Nakon tog koraka, bit ćete preusmjereni natrag na Microsoft. Ako je verifikacija uspješna, potpišite SEPA ovlaštenje za izravno terećenje i time ste završili.
hu: Átirányítjuk a bankszámlája ellenőrzéséhez. Ezt követően visszairányítjuk a Microsofthoz. Ha az ellenőrzés sikeres, írja alá a SEPA csoportos beszedési megbízásra vonatkozó felhatalmazást, és kész.
id: Anda akan diarahkan untuk memverifikasi rekening bank Anda. Setelah langkah tersebut, Anda akan diarahkan kembali ke Microsoft. Jika verifikasi berhasil, tanda tangani Mandat Debit Langsung SEPA dan Anda sudah selesai.
is: Þú verður framsend(ur) til að staðfesta bankareikninginn þinn. Eftir það verður þér vísað aftur til Microsoft. Ef sannprófun tekst skaltu undirrita umboð um SEPA-beingreiðslu og þá er öllu lokið.
ja: 銀行口座を確認するためにリダイレクトされます。その手順の後、Microsoft にリダイレクトされます。確認が成功したら、SEPA 自動引き落としの委任状に署名してください。それで完了です。
ka: თქვენ გადამისამართდებით საბანკო ანგარიშის გადასამოწმებლად. ამ ნაბიჯის შემდეგ Microsoft-ში გადამისამართდებით. თუ გადამოწმება წარმატებით შესრულდება, ხელი მოაწერეთ SEPA-ს პირდაპირ სადებეტო მანდატს და პროცესი ამით დასრულდება.
kk: Банктік шотыңызды тексеру үшін қайта бағытталасыз. Осы қадамнан кейін Microsoft корпорациясына қайта бағытталасыз. Тексеру сәтті өткен жағдайда SEPA тікелей дебеттік мандатына қол қойып, аяқтаңыз.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮನ್ನು ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ಆ ಹಂತದ ನಂತರ, ನಿಮ್ಮನ್ನು ಮತ್ತೆ Microsoft ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ಪರಿಶೀಲನೆ ಯಶಸ್ವಿಯಾದರೆ, SEPA ನೇರ ಡೆಬಿಟ್ ಆದೇಶಕ್ಕೆ ಸಹಿ ಮಾಡಿ ಮತ್ತು ಆಗ ನೀವು ಮುಗಿಸುತ್ತೀರಿ.
ko: 은행 계좌를 확인하도록 리디렉션됩니다. 해당 단계가 끝나면 Microsoft로 다시 리디렉션됩니다. 확인이 성공하면 SEPA 자동 이체 자동 인출에 서명하면 완료됩니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງເພື່ອຢືນຢັນບັນຊີທະນາຄານຂອງທ່ານ. ຫຼັງຈາກຂັ້ນຕອນນັ້ນ, ທ່ານຈະຖືກໂອນກັບຄືນໄປຫາ Microsoft. ຖ້າການຢືນຢັນສຳເລັດ, ໃຫ້ລົງນາມໃນ SEPA Direct Debit Mandate ແລະ ສຳເລັດແລ້ວ.
lt: Būsite nukreipti patvirtinti savo banko sąskaitą. Po šio žingsnio būsite nukreipti atgal į „Microsoft“. Jei patvirtinimas bus sėkmingas, pasirašykite SEPA tiesioginio debeto įgaliojimą ir viskas atlikta.
lv: Jūs tiksiet novirzīts, lai verificētu savu bankas kontu. Pēc šīs darbības izpildes tiksiet novirzīts atpakaļ uz Microsoft. Ja verifikācija ir veiksmīga, parakstiet SEPA tiešā debeta pilnvarojumu un gatavs.
mi: Ka tahurikētia atu rā koe hei manatoko i tō pūtea pēke. I muri iho mai i taua upane, ka whakahokia mai a koe ki Microsoft. Mēnā ka manatokohia pai noa iho, hainatia te Whakamananga Tango Moni Horipū SEPA, ā, ka oti nā.
mk: Ќе бидете пренасочени за да ја потврдите вашата банкарска сметка. По тој чекор, ќе бидете пренасочени назад кон Microsoft. Ако проверката е успешна, потпишете ја SEPA-картичката за директно плаќање и готови сте.
ml: നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് പരിശോധിച്ച് ഉറപ്പാക്കാൻ നിങ്ങളെ റീഡയറക്ട് ചെയ്യും. ആ ഘട്ടത്തിന് ശേഷം, നിങ്ങൾ Microsoft-ലേക്ക് റീഡയറക്ട് ചെയ്യപ്പെടും. ഒത്തുനോക്കല്‍ വിജയകരമാണെങ്കിൽ, SEPA Direct Debit Mandate-ൽ ഒപ്പിടുക.
mr: आपल्या बँक खात्याची पडताळणी करण्यासाठी आपल्याला पुनर्निर्देशित केले जाईल. त्या चरणानंतर, आपल्याला पुन्हा Microsoft वर पुनर्निर्देशित केले जाईल. पडताळणी यशस्वी झाल्यास, SEPA थेट डेबिट जनादेशावर स्वाक्षरी करा आणि आपले काम पूर्ण होईल.
ms: Anda akan dihalakan semula untuk menentusahkan akaun bank anda. Selepas langkah itu, anda akan diubah hala kembali ke Microsoft. Jika penentusahan berjaya, tandatangani Mandat Debit Terus SEPA dan anda telah selesai.
mt: Se tiġi ridirezzjonat biex tivverifika l-kont tal-bank tiegħek. Wara dak il-pass, se terġa’ tiġi ridirezzjonat lejn Microsoft. Jekk il-verifika tirnexxi, iffirma l-Mandat tad-Debitu Dirett tas-SEPA u tkun lest.
ne: तपाईंलाई आफ्नो बैङ्क खाता प्रमाणित गर्न पुनर्निर्देशित गरिने छ। त्यो चरण पछि, तपाईंलाई Microsoft मा पछाडि पुनर्निर्देशित गरिने छ। यदि प्रमाणीकरण सफल भए, SEPA प्रत्यक्ष डेबिट आदेश दर्ता गर्नुहोस् र तपाईंको काम पूरा हुन्छ।
nn_no: Du blir omdirigert for å stadfeste bankkontoen din. Etter dette steget blir du omdirigert til Microsoft igjen. Dersom stadfestinga er vellukka, signerer du SEPA-avtalegirofullmakta, og du er ferdig.
no: Du blir omdirigert for å bekrefte bankkontoen din. Etter dette trinnet blir du omdirigert tilbake til Microsoft. Hvis bekreftelsen er vellykket, signerer du fullmakten for SEPA direkte debitering, så er du ferdig.
or: ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ । ସେହି ପଦକ୍ଷେପ ପରେ, ଆପଣଙ୍କୁ Microsoftକୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ । ଯଦି ଯାଞ୍ଚକରଣ ସଫଳ ହୁଏ, SEPA ଡାଇରେକ୍ଟ ଡେବିଟ୍ ମ୍ୟାଣ୍ଡେଟ୍‍‌ରେ ସ୍ୱାକ୍ଷର କରନ୍ତୁ ଏବଂ ଆପଣ ସମ୍ପୂର୍ଣ୍ଣ କରିଛନ୍ତି ।
pa_in: ਤੁਹਾਨੂੰ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਮੁੜ-ਨਿਰਦੇਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ। ਉਸ ਕਦਮ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਨੂੰ Microsoft 'ਤੇ ਵਾਪਸ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਜੇ ਪੁਸ਼ਟੀਕਰਨ ਸਫਲ ਹੁੰਦਾ ਹੈ, ਤਾਂ SEPA ਡਾਇਰੈਕਟ ਡੈਬਿਟ ਫੁਰਮਾਨ 'ਤੇ ਦਸਤਖਤ ਕਰੋ ਅਤੇ ਤੁਹਾਡਾ ਕੰਮ ਪੂਰਾ ਹੋ ਗਿਆ ਹੈ।
pl: Nastąpi przekierowanie w celu zweryfikowania konta bankowego. Po wykonaniu tego kroku nastąpi przekierowanie z powrotem do firmy Microsoft. Jeśli weryfikacja zakończy się pomyślnie, podpisz upoważnienie do polecenia zapłaty SEPA i gotowe.
ru: Вы будете перенаправлены для проверки банковского счета. После этого шага вы будете перенаправлены обратно в Microsoft. Если проверка прошла успешно, подпишите поручение прямого дебита SEPA, и все будет готово.
sl: Preusmerjeni boste na stran za preverjanje vašega bančnega računa. Po tem koraku boste preusmerjeni nazaj na Microsoftovo stran. Če bo preverjanje uspešno, podpišite pooblastilo za direktno obremenitev SEPA in postopek je končan.
sr_cyrl_rs: Бићете преусмерени на потврду свог налога у банци. Након тог корака, бићете преусмерени назад на Microsoft. Ако верификација буде успешна, потпишите овлашћење за директан дебитни SEPA налог и готови сте.
sr_latn_rs: Bićete preusmereni da verifikujete svoj bankovni račun. Nakon tog koraka, bićete preusmereni nazad na Microsoft. Ako je verifikacija uspešna, potpišite SEPA ovlašćenje direktnog zaduživanja i gotovi ste.
sv: Du omdirigeras för att verifiera ditt bankkonto. Efter det steget omdirigeras du tillbaka till Microsoft. Om verifieringen lyckas signerar du mandat för SEPA:s autogiro så är du klar.
ta: உங்கள் வங்கிக் கணக்கைச் சரிபார்க்க நீங்கள் திருப்பி விடப்படுவீர்கள். அந்தக் கட்டத்திற்குப் பிறகு, நீங்கள் மீண்டும் Microsoft-க்குத் திருப்பி விடப்படுவீர்கள். சரிபார்ப்பு வெற்றிகரமாக இருந்தால், SEPA நேரடி டெபிட் சட்ட உரிமைக் கட்டளையில் கையொப்பமிடுங்கள், நீங்கள் முடித்துவிட்டீர்கள்.
te: మీ బ్యాంక్ ఖాతాను ధృవీకరించడానికి మీరు రీడైరెక్ట్ చేయబడతారు. ఆ దశ తరువాత, మీరు తిరిగి Microsoftకు రీడైరెక్ట్ చేయబడతారు. వెరిఫికేషన్ విజయవంతమైతే, SEPA డైరెక్ట్ డెబిట్ మాండేట్ పై సంతకం చేయండి మరియు మీ పని పూర్తవుతుంది.
th: คุณจะถูกเปลี่ยนเส้นทางเพื่อตรวจสอบบัญชีธนาคารของคุณ หลังจากนั้น คุณจะถูกเปลี่ยนเส้นทางกลับไปยัง Microsoft ถ้าการตรวจสอบเสร็จเรียบร้อยแล้ว ให้เซ็นชื่อในข้อตกลง SEPA Direct Debit และคุณก็ทําเสร็จแล้ว
tr: Banka hesabınızı doğrulamak üzere yönlendirileceksiniz. Bu adımdan sonra tekrar Microsoft’a yönlendirileceksiniz. Doğrulama başarılı olursa, SEPA Talimatlı Ödeme Vekaletini imzalayın ve işlemi tamamlayın.
tt: Банк хисап язмагызны раслауга күчереләчәксез. Бу адымнан соң кире Майкрософтка күчереләчәксез. Раслау уңышлы булса, SEPA акчаны турыдан хисап алуга имза куегыз, һәм эш тәмам.
ug: سىز بانكا ھېساباتىڭىزنى دەلىللەش ئۈچۈن باشقا بىر بەتكە يۆنەلتىلىسىز. بۇ قەدەمدىن كېيىن، سىز Microsoft قا قايتا يۆنەلتىلىسىز. ئەگەر دەلىللەش مۇۋەپپەقىيەتلىك بولسا، SEPA توغرا پۇل تارتىش ھۆججىتىنى (Mandate) ئىمزالاپ بولۇڭ، ئاندىن ئىشىڭىز تامام.
uk: Вас буде переспрямовано для перевірки банківського рахунку. Після цього ви повернетеся до Microsoft. Якщо перевірка пройде успішно, підпишіть доручення на пряме дебетування SEPA, і все буде готово.
ur: آپ کو اپنے بینک اکاؤنٹ کی تصدیق کرنے کے لیے ری ڈائریکٹ کیا جائے گا۔ اس مرحلے کے بعد، آپ کو واپس Microsoft پر ری ڈائریکٹ کر دیا جائے گا۔ اگر تصدیق کامیاب ہو گئی، تو SEPA براہ راست ڈیبٹ معاہدہ پر دستخط کریں اور آپ مکمل کر چکے ہیں۔
vi: Bạn sẽ được chuyển hướng để xác minh tài khoản ngân hàng của mình. Sau bước đó, bạn sẽ được chuyển hướng trở lại Microsoft. Nếu xác minh thành công, hãy ký vào Ủy nhiệm Ghi nợ Trực tiếp SEPA. Như vậy là bạn đã hoàn tất.
zh_hans: 你将被重定向以验证你的银行帐户。完成该步骤后，你将重定向回 Microsoft。如果验证成功，签署 SEPA 直接借记授权单即可完成。
zh_hant: 系統會將您重新導向以驗證您的銀行帳戶。在該步驟之後，系統會將您重新導向回 Microsoft。如果驗證成功，請簽署 SEPA 直接扣款授權，然後您就完成了。

# Literal.ACH.Add.Subheading
source: As an added security measure, we need to verify your bank account. Depending on your bank, this can take 1-3 days.
af: As 'n bykomende sekuriteitsmaatreël moet ons jou bankrekening verifieer. Afhangende van jou bank kan dit 1-3 dae neem.
am: እንደ ተጨማሪ የደህንነት ጥበቃ እርምጃ፣ የእርስዎን የባንክ መለያ ማረጋገጥ ያስፈልገናል። እንደ የእርስዎ ባንክ ሁኔታ የሚመረኮዝ ሆኖ፣ ይህ ከ1 እስከ 3 ቀን ሊወስድ ይችላል።
ar: لزيادة الأمان، نحتاج إلى التحقق من حسابك البنكي. ووفقًا للبنك الذي تتعامل معه، قد يستغرق ذلك من يوم إلى 3 أيام.
as: এটা অতিৰিক্ত নিৰাপত্তা মাপদণ্ড ৰূপে, আমি আপোনাৰ বেংক একাউণ্ট প্ৰমাণিত কৰিব লাগিব৷ আপোনাৰ বেংকৰ ওপৰত ভিত্তি কৰি, ই 1-3 দিন ল'ব পাৰে৷
az: Əlavə olunmuş təhlükəsizlik tədbiri kimi, bank hesabınızı yoxlamalıyıq. Bankınızdan asılı olaraq, bu, 1-3 gün çəkə bilər.
bg: Като допълнителна мярка за сигурност е необходимо да проверим банковата ви сметка. В зависимост от вашата банка това ще отнеме 1 – 3 дни.
bn_in: কোনো নিরাপত্তা ব্যবস্থা যোগ করার মত, আমারা আপনার ব্যাঙ্ক অ্যাকাউন্ট যাচাই করে দেখব৷ আপনার ব্যাঙ্কের উপর নির্ভর করে, এটি 1-3 দিন পর্যন্ত সময় নিতে পারে৷
bs: Trebamo potvrditi vaš bankovni račun što predstavlja dodatnu sigurnosnu mjeru. Ovisno o vašoj banci, postupak možete potrajati 1-3 dana.
cy: Fel mesur diogelwch ychwanegol, mae angen inni ddilysu eich cyfrif banc. Gan ddibynnu ar eich banc, gall hyn gymryd 1-3 diwrnod.
da: Som en ekstra sikkerhedsforanstaltning er vi nødt til at bekræfte din bankkonto. Afhængig af banken kan det tage fra 1 til 3 dage.
de: Als zusätzliche Sicherheitsmaßnahme muss Ihr Bankkonto geprüft werden. Dies kann je nach Bank ein bis drei Tage dauern.
el: Ως επιπλέον μέτρο ασφάλειας, πρέπει να επαληθεύσουμε τον τραπεζικό λογαριασμό σας. Ανάλογα με την τράπεζά σας, μπορεί να χρειαστούν 1-3 ημέρες.
es: Como medida de seguridad adicional, necesitamos comprobar tu cuenta bancaria. Dependiendo de tu banco, este proceso puede tardar de 1 a 3 días.
et: Lisatud turvameetmena on meil vaja kinnitada teie pangakonto. Olenevalt teie pangast võib see juhtuda kohe või võtta 1–3 päeva.
eu: Segurtasun-neurri gehigarri gisa bankuko kontua egiaztatu nahi dizugu. Bankuaren arabera, 1-3 egun pasa daitezke.
fa: به عنوان اقدام امنیتی دیگر، باید حساب بانکی شما را تأیید کنیم. بسته به بانکتان، ممکن است ۳-۱ روز طول بکشد.
ga: Mar bheart breise slándála, ní mór dúinn do chuntas bainc a fhíorú. Ag brath ar do bhanc, is féidir go dtógfaidh sé seo 1-3 lá.
gd: Mar cheum tèarainteachd eile, feumaidh sinn an cunntas banca agad a dhearbhadh. A-rèir a’ bhanca agad, faodaidh gun toir seo 1-3 làithean.
gl: Como medida de seguranza engadida, necesitamos comprobar a túa conta bancaria. Dependendo do teu banco, isto pode tardar entre un e tres días.
gu: વિશેષ સલામતી માપ તરીકે, તમારું બેંક ખાતુ અમારે વેરીફાઇ કરવાની આવશ્યકતા છે. તમારી બેંક પર આધારિત છે, તે 1-3 દિવસ લઈ શકે છે.
he: לבטחון נוסף, עלינו לאמת את מספר חשבון הבנק שלך. תלוי בבנק שלך, זה יכול לקחת בין 1-3 ימים.
hi: अतिरिक्त सुरक्षा मापदंडों के चलते, हमें आपका बैंक खाता सत्यापित करना होगा. आपके बैंक के आधार पर इसमें 1-3 दिनों का समय लग सकता है.
hr: Dodatna je sigurnosna mjera provjera vašeg bankovnog računa. Ovisno o banci, to može potrajati od jednog do tri dana.
hu: Biztonsági intézkedésként ellenőriznünk kell a bankszámláját. Ez a banktól függően 1–3 napot vehet igénybe.
id: Sebagai langkah keamanan tambahan, kami harus memeriksa rekening bank Anda. Tergantung bank Anda, hal ini dapat memakan waktu 1-3 hari.
is: Til þess að auka öryggið þurfum við að sannprófa bankareikninginn þinn. Þetta getur tekið einn til þrjá daga, allt eftir bankanum þínum.
ja: 追加のセキュリティ対策として、お客様の銀行口座を確認させていただく必要があります。ご利用の銀行によっては、この確認に 1 ～ 3 日間かかることがあります。
ka: უსაფრთხოების დამატებითი დაცვის მიზნით, უნდა გადავამოწმოთ თქვენი საბანკო ანგარიში. თქვენი ბანკის მიხედვით, ეს შეიძლება მოხდეს 1-3 დღეში.
kk: Қосымша қауіпсіздік шарасы ретінде банк шотыңыз тексеріледі. Банкіңізге байланысты бұл процесс 1-3 күнге созылуы мүмкін.
kn: ಹೆಚ್ಚುವರಿ ಭದ್ರತೆ ಕ್ರಮವಾಗಿ, ನಾವು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳುವ ಅಗತ್ಯವಿದೆ. ಇದು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ ಅನ್ನು ಆಧರಿಸಿ, ಇದಕ್ಕೆ 1-3 ದಿನಗಳು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ko: 추가 보안을 위해 회원님 은행 계좌를 확인해야 합니다. 은행에 따라 1~3일이 걸릴 수 있습니다.
ku_arab: وەک رێکارێکی ئاسایشی زیادکراو، دەمانەوێت ئەژمێری بانکیت بسەلمێنین. دەکرێت ئەمە 1-3 رۆژ بخایەنێت، ئەمەش دەوەستێتە سەر بانکەکەت.
ky: Кошумча коопсуздук чарасы катары банк эсебиңизди тастыктообуз керек. Банкыңызга карата бул 1-3 күнгө чейин созулушу мүмкүн.
lo: ໂດຍເປັນມາດຕະການຄວາມປອດໄພເພີ່ມເຕີມ, ພວກເຮົາຈຳເປັນຕ້ອງກວດສອບບັນຊີທະນາຄານຂອງທ່ານ. ໂດຍຂຶ້ນກັບທະນາຄານຂອງທ່ານ, ນີ້ສາມາດໃຊ້ເວລາ 1-3 ວັນ.
lt: Kaip papildoma saugos priemonė taikomas jūsų banko sąskaitos patikrinimas. Atsižvelgiant į banką, tai gali užtrukti 1–3 d.
lv: Papildu drošībai mums ir jāverificē jūsu bankas konts. Atkarībā no bankas tas var ilgt 1–3 dienas.
mi: Hei tikanga haumaru tāpiri, me manatoko i tō pūkete pēke. Ka pau pea te 1-3 rā kia oti, kei te āhua o tō pēke tēnā.
mk: Како дополнителна безбедносна мерка, треба да ја провериме вашата банкарска сметка. Во зависност од банката, ова може да потрае 1-3 дена.
ml: ഒരു അധിക സുരക്ഷാ നടപടിയെന്ന നിലയിൽ, നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കേണ്ടതുണ്ട്. നിങ്ങളുടെ ബാങ്കിനെ ആശ്രയിച്ച്, ഇതിന് 1-3 ദിവസം വരെ എടുക്കാം.
mn: Хамгаалалтын арга хэмжээ авснаар бид таны банкны дансыг баталгаажуулах шаардалагатай. Танай банкнаас хамаараад 1-3 хоногийн хугацаа шаардлагатай.
mr: अतिरिक्त सुरक्षा परिमाण म्हणून, आम्हाला आपले बँक खाते पडताळणे आवश्यक आहे. आपल्या बँँकेवर आधारीत यासाठी 1-3 दिवस लागू शकतात.
ms: Sebagai langkah keselamatan tambahan, kami perlu menentusahkan akaun bank anda. Bergantung pada bank anda, ini boleh mengambil masa 1-3 hari.
mt: Bħala miżura tas-sigurtà addizzjonali, neħtieġu nivverifikaw il-kont tal-bank tiegħek. Dan jista' jieħu minn 1 sa 3 ijiem jiddependi fuq il-bank tiegħek.
ne: थप गरिएको सुरक्षा मापन अनुसार, हामीलाई तपाइँको बैङ्क खाता रुजू गर्न आवश्यक हुन्छ। तपाइँको बैङ्क अनुसार, यसले 1 देखि 3 दिन लिन सक्छ।
nn_no: Som eit ekstra tryggleikstiltak vil vi at du kontrollerer bankkontoen din. Avhengig av kva bank du har, kan dette ta 1–3 dagar.
no: Som et ekstra sikkerhetstiltak må vi kontrollere bankkontoen din. Dette kan ta mellom 1–3 dager, avhengig av banken din.
or: ଯୋଡି ହୋଇଥିବା ସୁରକ୍ଷା ମାପଭାବରେ, ଆମକୁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବା ଆବଶ୍ୟକ. ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍‌ ଉପରେ ନିର୍ଭର କରି, ଏହା 1-3 ଦିନ ନେଇପାରେ.
pa_arab_pk: اک اضافی سلامتی اقدام دے طور تے، سانوں تہاڈے بینک اکاؤنٹ دی تصدیق کرن دی لوڑ اے۔ تہاڈے بینک تے منحصر، ایہہ 1-3 دن لے سکدا اے۔
pa_in: ਇੱਕ ਅਤਿਰਿਕਤ ਸੁਰੱਖਿਆ ਉਪਾਅ ਦੇ ਤੌਰ 'ਤੇ, ਸਾਨੂੰ ਤੁਹਾਡੇ ਬੈਂਕ ਦੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨੀ ਹੋਵੇਗੀ। ਤੁਹਾਡੇ ਬੈਂਕ 'ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ, ਇਹ ਤੁਰੰਤ ਵੀ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਇਸ ਵਿੱਚ 1-3 ਦਿਨ ਤੱਕ ਲੱਗ ਸਕਦੇ ਹਨ।
pl: W ramach dodatkowych zabezpieczeń musimy zweryfikować Twoje konto bankowe. Zależnie od banku może to potrwać od 1 do 3 dni.
ru: В качестве дополнительной меры безопасности нам нужно проверить ваш банковский счет. В зависимости от банка это может занять от 1 до 3 дней.
sd: هڪ اضافي سلامتي حل طور، اسانکي توهانجو اڪائونٽ تصديق ڪرڻ جي ضرورت آهي، توهانجي بينڪ تي ڀاڙيندي، اهو 1-3 ڏينهن وٺي سگهي ٿو.
si: එක් කළ ආරක්ෂක පිළියමක් ලෙස, අපට ඔබගේ බැංකු ගිණුම සත්‍යාපනය කිරීමට අවශ්‍ය වේ. ඔබගේ බැංකුව අනුව, මෙයට දින 1-3 ක් ගැනීම විය හැකිය.
sl: Kot dodaten varnostni ukrep moramo preveriti vaš bančni račun. Postopek lahko traja 1–3 dni, odvisno od vaše banke.
sr_cyrl_rs: Као додатна безбедносна мера, потребно је да верификујемо ваш рачун у банци. У зависности од ваше банке, ово може да потраје 1 до 3 дана.
sr_latn_rs: Kao dodatna bezbednosna mera, potrebno je da verifikujemo vaš račun u banci. U zavisnosti od vaše banke, ovo može da potraje 1 do 3 dana.
sv: Som en extra säkerhetsåtgärd måste du verifiera ditt bankkonto. Beroende på vilken bank du har kan detta ta 1–3 dagar.
ta: கூடுதல் பாதுகாப்பு நடவடிக்கையாக, நாங்கள் உங்கள் வங்கிக் கணக்கைச் சரிபார்க்க வேண்டும். உங்கள் வங்கியைப் பொருத்து இதற்கு 1-3 நாட்கள் ஆகலாம்.
te: అదనపు భద్రతా చర్యగా, మేము మీ బ్యాంక్ ఖాతాని నిర్ధారించాలి. మీ బ్యాంక్‌పై ఆధారపడి, దీనికి 1 నుండి 3 రోజుల సమయం పట్టవచ్చు.
tg: Ба сабаби чораҳои иловагии амният, мо бояд ҳисоби бонки шуморо тасдиқ кунем. Вобаста аз бонки шумо, ин амал метавонад дар муддати 1-3 рӯз иҷро карда шавад.
th: เราต้องตรวจสอบบัญชีธนาคารของคุณตามมาตรการรักษาความปลอดภัยที่เพิ่มขึ้น ซึ่งอาจใช้เวลา 1-3 วัน ขึ้นอยู่กับธนาคารของคุณ
tr: İlave bir güvenlik önlemi olarak banka hesabınızı doğrulamamız gerekiyor. Bankanıza bağlı olarak bu işlem 1 ile 3 gün arasında sürebilir.
tt: Өстәлгән иминлек чарасы буларак, банктагы хисабыгызны расларга кирәк. Банкка карап, бу 1-3 көн алырга мөмкин.
ug: بىخەتەرلىك ئۈچۈن بانكا ھېساباتىڭىزنى دەلىللىشىمىز كېرەك. بانكىنىڭ ئىش بېجىرىش سۈرئىتى بويىچە بۇنىڭغا1-3 كۈنگىچە ۋاقىت كېتىشى مۇمكىن.
uk: В якості додаткового заходу безпеки нам потрібно перевірити ваш банківський рахунок. Залежно від банку перевірка може тривати від 1 до 3 днів.
ur: ایک اضافی سلامتی اقدام کے طور پر، ہمیں آپ کے بینک اکاؤنٹ کی تصدیق کرنی ہے۔ آپ کے بینک پر انحصار کرتے ہوئے اس میں 1-3 دن لگ سکتے ہیں۔
uz: Qo‘shilgan xavfsizlik o‘lchovi sifatida bank hisob raqamingizni tasdiqlashimiz lozim. Bankingizga qarab, bu 1-3 kun ichida amalga oshishi mumkin.
vi: Là một biện pháp bảo mật bổ sung, chúng tôi cần xác minh tài khoản ngân hàng của bạn. Tùy vào ngân hàng của bạn, việc này có thể mất 1-3 ngày.
zh_hans: 作为额外的安全措施，我们需要验证你的银行帐户。这可能需要 1-3 天时间，具体取决于你的开户银行。
zh_hant: 為了提供更嚴密的安全措施，我們必須驗證您的銀行帳戶。視您的銀行而定，這可能需要 1-3 天。
