Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSfB.EditSepa.LegalString
source: By signing this mandate form, you authorize (A) Microsoft Payments Ltd. ("Microsoft") to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with the instructions from Microsoft Payments Ltd. ("Microsoft"). As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank.
af: Deur hierdie mandaatvorm te onderteken, bemagtig jy (A) Microsoft Payments Ltd. ("Microsoft") om instruksies te stuur aan jou bank om jou rekening te debiteer en (B) jou bank om jou rekening te debiteer ooreenkomstig met die instruksies vanaf Microsoft. As deel van jou regte is jy geregtig op ’n terugbetaling vanaf jou bank onder die bepalings en voorwaardes van jou ooreenkoms met jou bank. ’n Terugbetaling moet binne 8 weke geëis word vanaf die datum waarop jou rekening gedebiteer is. Jou regte word verduidelik in ’n stelling wat jy by jou bank kan kry.
am: ይህንን የግዴታ ቅጽ በመፈረም፣ (ሀ) ከባንክ ሂሳብዎ ገንዘብ ተቀናሽ እንዲሆን Microsoft Payments Ltd. ("Microsoft") ለባንክዎ ትዕዛዝ እንዲልክ፣ እንዲሁም (ለ) የእርስዎ ባንክ በPayments Ltd. ("Microsoft") ትዕዛዛት መሰረት ከሒሳብዎ ላይ ተቀናሽ እንዲያደርግ ፈቃድ ሰጥተዋል። እንደ አንድ የእርስዎ መብት፣ ከባንክዎ ጋር ባለዎት የአጠቃቀም ውል መሰረት ከባንክዎ ገንዘብ ተመላሽ የማድረግ መብት አለዎት። ተመላሽ ገንዘብ መጠየቅ ያለበት ከሂሳብዎ ተቀናሽ ከተደረገ ጀምሮ ባሉት 8 ሳምንታት ውስጥ ነው። ያሉዎት መብቶች ከባንክዎ በሚያገኙት መግለጫ ውስጥ ተብራርተዋል።
ar: بمجرد التوقيع عل نموذج التفويض هذا، فإنك تفوّض (أ) شركة Microsoft Payments Ltd. ("المشار إليها لاحقاً بشركة Microsoft") لإرسال تعليمات إلى بنكك للخصم من حسابك و(ب) قيام بنكك بالخصم من حسابك وفقاً للتعليمات الواردة من شركة Microsoft Payments Ltd ("المشار إليها لاحقاً بشركة Microsoft"). وكجزء من الحقوق الممنوحة لك، يحق لك استرداد الأموال المدفوعة من بنكك بموجب أحكام الاتفاقية وشروطها المبرمة بينك وبين البنك. وتتعين المطالبة باسترداد الأموال في غضون 8 أسابيع بدءاً من تاريخ الخصم من حسابك. وتتضح جميع الحقوق الممنوحة لك في كشف يمكنك الحصول عليه من البنك.
as: এই বাধ্যতামূলক প্ৰ-পত্ৰত স্বাক্ষৰ কৰি, আপুনি (A) Microsoft Payments Ltd. ("Microsoft")ক আপোনাৰ একাউণ্টত ডেবিট কৰিবলৈ আপোনাৰ বেংকলৈ নিৰ্দেশনা প্ৰেৰণ কৰিছে আৰু (B) আপোনাৰ বেংকক Microsoft Payments Ltd. ("Microsoft")ৰ পৰা পোৱা নিৰ্দেশনা অনুযায়ী আপোনাৰ একাউণ্টত ডেবিট কৰিবলৈ কৰ্তৃত্বপ্ৰদান কৰিছে৷ আপোনাৰ অধিকাৰৰ অংশস্বৰূপে, আপুনি আপোনাৰ বেংকৰ সৈতে কৰা চুক্তিৰ নিয়ম আৰু চৰ্তাৱলীৰ অধীনত আপোনাৰ বেংকৰ পৰা কোনো ৰিফাণ্ড পোৱাৰ অধিকাৰ ৰাখিছে৷ আপোনাৰ একাউণ্ট ডেবিট হোৱাৰ তাৰিখৰ পৰা আৰম্ভ কৰি 8 সপ্তাহৰ ভিতৰত ৰিফাণ্ড পোৱাৰ দাবী তোলা উচিত৷ আপুনি আপোনাৰ বেংকৰ পৰা লাভ কৰা বিবৃতিত আপোনাৰ অধিকাৰ ব্যাখ্যা কৰা হয়৷
az: Bu mandat formasını imzalamaqla, siz (A) Microsoft Payments Ltd.-yə ("Microsoft") hesabınızı debetə daxil etmək və (B) Microsoft Payments Ltd. şirkətinin ("Microsoft") təlimatlarına uyğun olaraq hesabınızı debetə daxil etmək üçün bankınıza təlimatlar göndərmək icazəsi verirsiniz. Hüquqlarınızın bir hissəsi kimi bankınızla razılaşmanın şərtlərinə əsasında bankınızdan ödəniş almaq hüququna maliksiniz. Ödəniş hesabınız debetə daxil edildiyi tarixdən sonra 8 həftə ərzində iddia olunmalıdır. Hüquqlarınız bankınızdan əldə edə bildiyiniz bəyannamədə izah olunur.
bg: С подписването на този формуляр за съгласие упълномощавате (А) Microsoft Payments Ltd. („Microsoft“) да изпрати инструкции до Вашата банка за таксуване на сметката Ви и (Б) Вашата банка да таксува сметката Ви съгласно инструкциите на Microsoft Payments Ltd. („Microsoft“). Във Вашите права се включва и правото на възстановяване на сумата от страна на Вашата банка съгласно правилата и условията на споразумението Ви с банката. Искът за възстановяване на сумата трябва да бъде направен до 8 седмици от датата на таксуване на сметката Ви. Правата Ви са обяснени в декларация, която можете да получите от Вашата банка.
bn_in: এই আদেশ পত্রে স্বাক্ষর করার মাধ্যমে, আপনি এই সকল বিষয়ে অনুমোদন দিচ্ছেন (A) Microsoft Payments Ltd. ("Microsoft") কে আপনার অ্যাকাউন্ট থেকে ডেবিট করার জন্য আপনার ব্যাঙ্ককে নির্দেশ পাঠাতে, এবং (B) Microsoft Payments Ltd. ("Microsoft"). এর নির্দেশ অনুসারে আপনার ব্যাঙ্ককে আপনার অ্যাকাউন্ট থেকে ডেবিট করার জন্য। আপনার প্রাপ্যের অংশ হিসাবে, ব্যাঙ্কের সঙ্গে আপনার করা চুক্তির শর্তাদি অনুসারে আপনি আপনার ব্যাঙ্কের কাছ থেকে রিফান্ড পাওয়ার অধিকার রাখেন। আপনার অ্যাকাউন্ট থেকে যে তারিখে ডেবিট করা হয়েছে সেই দিন থেকে 8 সপ্তাহের ভিতরে রিফান্ডের দাবি জানাতে হবে। আপনার প্রাপ্য সুযোগ-সুবিধা একটি বিবৃতিতে ব্যাখ্যা করা হয়েছে যা আপনি আপনার ব্যাঙ্কের কাছ থেকে পেয়ে যাবেন।
bs: Potpisivanjem ovog obrasca o ovlaštenju dajete ovlaštenje kompaniji (A) Microsoft Payments Ltd. („Microsoft”) da vašoj banci pošalje upute za terećenje vašeg računa, a (B) svojoj banci dajete ovlaštenje da tereti vaš račun u skladu s uputama kompanije Microsoft Payments Ltd. („Microsoft”). U okviru svojih prava imate pravo na povrat novca od banke u skladu s odredbama i uslovima vašeg ugovora s bankom. Povrat novca morate zatražiti u roku od 8 sedmica od datuma terećenja vašeg računa. Od banke možete dobiti izjavu u kojoj su izložena vaša prava.
cy: Drwy lofnodi'r ffurflen fandad hon, rydych yn awdurdodi (A) Microsoft Payments Ltd. ("Microsoft") i anfon cyfarwyddiadau i'ch banc i dynnu arian o'ch cyfrif, and (B) i'ch banc dynnu arian o'ch cyfri yn unol â chyfarwyddiadau gan Microsoft Payments Ltd. ("Microsoft"). Fel rhan o'ch hawliau, gallwch gael ad-daliad gan eich banc o dan delerau ac amodau eich cytundeb ag ef. Rhaid hawlio ad-daliad cyn pen 8 wythnos o'r dyddiad y cafodd arian ei dynnu o'ch cyfrif. Eglurir eich hawliau mewn datganiad y gallwch ei gael gan eich banc.
da: Ved at underskrive denne mandatformular, godkender du, at (A) Microsoft Payments Ltd. ("Microsoft") sender instruktioner til din bank om debitering af din konto, og (B) til din bank om debitering af din konto i henhold til instruktionerne fra Microsoft Payments Ltd. ("Microsoft"). Som en del af dine rettigheder har du krav på en refusion fra din bank i henhold til vilkårene og betingelserne for din bankaftale. Der skal gøres krav på en refusion senest 8 uger fra den dato, hvor din konto blev debiteret. Dine rettigheder fremgår af en erklæring, du kan få fra din bank.
de: Durch Unterzeichnung dieses Mandatsformulars autorisieren Sie (a) Microsoft Payments Ltd. („Microsoft“), Lastschriftaufträge an Ihre Bank zu senden, und (b) Ihre Bank, Ihr Konto gemäß Lastschrift von Microsoft Payments Ltd. („Microsoft“) zu belasten. Im Rahmen Ihrer Rechte haben Sie Anspruch auf eine Erstattung vonseiten Ihrer Bank gemäß den Bestimmungen Ihrer Vereinbarung mit Ihrer Bank. Der Anspruch auf Erstattung muss innerhalb von acht Wochen gerechnet vom Datum der Kontobelastung gestellt werden. Ihre Rechte werden in einer Verlautbarung erläutert, die Sie von Ihrer Bank anfordern können.
el: Υπογράφοντας αυτήν τη φόρμα εντολής, εξουσιοδοτείτε (A) τη Microsoft Payments Ltd. ("Microsoft") να αποστέλλει οδηγίες στην τράπεζά σας για χρέωση του λογαριασμού σας και (B) την τράπεζά σας να χρεώνει τον λογαριασμό σας σύμφωνα με τις οδηγίες που λαμβάνει από τη Microsoft Payments Ltd. ("Microsoft"). Ως μέρος των δικαιωμάτων σας, δικαιούστε επιστροφή πληρωμής από την τράπεζά σας σύμφωνα με τους όρους και τις προϋποθέσεις της σύμβασης που έχετε με την τράπεζά σας. Η επιστροφή πληρωμής μπορεί να ζητηθεί εντός 8 εβδομάδων από την ημερομηνία κατά την οποία πραγματοποιήθηκε χρέωση του λογαριασμού σας. Τα δικαιώματά σας επεξηγούνται σε μια δήλωση την οποία μπορείτε να λάβετε από την τράπεζά σας.
es: Mediante la firma de este formulario de orden, autoriza a (A) Microsoft Payments Ltd. ("Microsoft") para enviar instrucciones a su banco con el fin de realizar cargos en su cuenta, y (B) a su banco para que realice los cargos en su cuenta conforme a las instrucciones de Microsoft Payments Ltd. ("Microsoft"). Como parte de sus derechos, tiene la posibilidad de recibir un reembolso de su banco conforme a los términos y condiciones acordados con su banco. La reclamación de un reembolso se debe realizar antes de que transcurran 8 semanas desde la fecha en la que se realizó el cargo en su cuenta. Sus derechos están explicados en el extracto que puede obtener de su banco.
et: Selle volitusvormi allkirjastamisega volitate (A) Microsoft Payments Ltd. („Microsoft”) saatma teie panka teie konto debiteerimise juhiseid, ja (B) panka teie kontot vastavalt Microsoft Payments Ltd. („Microsoft”) juhistele debiteerima. Teie õiguste osana on teil õigus saada pangalt tagasimakse pangaga sõlmitud lepingu tingimuste alusel. Tagasimakset saab taotleda 8 nädala jooksul alates kontolt raha debiteerimise kuupäevast. Teie õigused on selgitatud avalduses, mille saate hankida pangast.
eu: Hitzarmen-inprimaki hau sinatuta, baimena ematen diezu (A) Microsoft Payments Ltd. ("Microsoft") konpainiari, zure bankuari ordainketa zure kontuan zorduntzeko eskaera egin diezaion, eta (B) zure bankuari, Microsoft Payments Ltd. ("Microsoft") konpainiak eskatutako zordunketa aurrera eraman dezan. Zure eskubideei jarraiki, eta bankuarekin duzun akordioan xedatutakoaren arabera, bankuak dirua itzultzea eskatzeko eskubidea duzu. Dirua itzultzeko eskaerak zordunketa egin zeneko datatik hasi eta 8 asteko epean aurkeztu behar dira. Bankuak helaraz diezazukeen adierazpen batean biltzen dira zure eskubideei buruzko argibideak.
fa: با امضای این فرم تعهدنامه شما به (الف) ‏Microsoft Payments Ltd. ("Microsoft") این اختیار را می‌دهید تا دستورالعمل‌هایی را برای بانک شما ارسال کند تا مبلغ بدهی از حسابتان برداشت شود و همچنین به (ب) بانکتان این اختیار را می‌دهید تا با توجه به دستورالعمل دریافتی از Microsoft Payments Ltd. ("Microsoft") بدهی را از حسابتان کسر کند. شما به عنوان بخشی از حقوقتان می‌توانید بر اساس شرایط و مقررات توافق‌نامه با بانکتان، این مبلغ را مسترد کنید. مبلغ مورد نظر جهت استرداد باید در مدت زمان 8 هفته از شروع تاریخ کسر بدهی از حسابتان انجام شود. حقوق شما در بیانیه‌ای توضیح داده شده است که آن را می‌توانید از بانک دریافت کنید.
ga: Tríd an sainordú seo a shíniú, údaraíonn tú (A) Microsoft Payments Ltd. ("Microsoft") chun treoracha a sheoladh chuig do bhanc chun airgead a chur chun dochair do chuntais, agus (B) do bhanc chun airgead a chur chun dochair do chuntais de réir threoracha ó Microsoft Payments Ltd. ("Microsoft"). Mar chuid de do chearta, tá tú i dteideal aisíocaíochta ó do bhanc faoi théarmaí agus coinníollacha do chomhaontaithe leis an mbanc. Ní mór aisíocaíocht a éileamh laistigh de 8 seachtaine ón dáta ar cuireadh airgead chun dochair do chuntais. Tá do chearta mínithe i ráiteas a gheofar ó do bhanc.
gd: Ma shoidhnicheas tu am foirm ùghdarrais seo, bheir thu cead (A) dha Microsoft Payments Ltd. (“Microsoft”) gun cuir iad òrdugh a-steach dhan bhanca agad gus airgead iarraidh air a’ chunntas agad agus (B) dhan bhanca agad ach an tèid airgead a thoirt air falbh on chunntas agad a-rèir stiùireadh Microsoft Payments Ltd. (“Microsoft”). Tha thu dligheach air ath-dhìoladh on bhanca agad a-rèir theirmichean is cumhaichean a’ bhanca agad. Feumaidh tu gach ath-dhìoladh iarraidh taobh a-staigh 8 seachdainean on cheann-là a chaidh an t-airgead a thoirt air falbh on chunntas agad. Gheibh thu mìneachadh air na còirichean agad ann an aithris a gheibh thu on bhanca agad.
gl: Ao asinar este formulario de orde, autoriza que (A) Microsoft Payments Ltd. ("Microsoft") para que envíe instrucións ao seu banco para que efectúe cargos na súa conta e que (B) o seu banco efectúe cargos na súa conta segundo as instrucións de Microsoft Payments Ltd. ("Microsoft"). Como parte dos seus dereitos, pode recibir unha devolución do banco que respecte os termos e condicións do seu contrato co mesmo. Se desexa solicitar unha devolución, debe facelo antes de que transcorran 8 semanas desde a data en que se efectuou o cargo na súa conta. Os seus dereitos explícanse nunha instrución que pode obter no banco.
gu: આ આદેશ પત્ર પર સહી કરીને, તમે (A) Microsoft Payments Ltd. ("Microsoft") ને તમારા ખાતાને ડેબિટ કરવા માટે તમારી બેંકને સૂચનાઓ મોકલવા માટે અને (B) Microsoft Payments Ltd ("Microsoft"). ને સૂચનાઓ અનુસાર તમારા ખાતાને ડેબિટ કરવા તમારી બેંકને અધિકૃત કરો છો. તમારા અધિકારોના ભાગ રૂપે, તમે બેંક સાથેના તમારા કરારના નિયમો અને શરતોની અંતર્ગત તમારી બેંકથી રીફંડ માટે હક્કદાર છો. રીફંડનો દાવો જે તારીખે તમારું ખાતું ડેબિટ કરવામાં હતું ત્યારથી પ્રારંભ થતા 8 અઠવાડિયાની અંદર કરવો આવશ્યક છે. તમારા અધિકારો કરારમાં સમજાવેલા છે જે તમે તમારી બેંકથી મેળવી શકો છો.
he: בחתימה על טופס זה של אישור גבייה, אתה נותן הרשאה (א) ל- Microsoft Payments Ltd.‎ (להלן "Microsoft") לשלוח הוראות לבנק שלך לצורך חיוב החשבון שלך וכן (ב) לבנק שלך לחייב את חשבונך בהתאם להוראות של Microsoft Payments Ltd. ("Microsoft"‎)‎. במסגרת זכויותיך, אתה זכאי להחזר מהבנק שלך במסגרת התנאים וההתניות של ההסכם שלך עם הבנק שלך. יש לתבוע את ההחזר תוך 8 שבועות מהתאריך שבו החשבון חויב. זכויותיך מוסברות בהצהרה שתוכל לקבל מהבנק.
hi: इस अधिदेश प्रपत्र पर हस्ताक्षर करके, आप (A) Microsoft Payments Ltd. ("Microsoft") को अपने बैंक को अपना खाता डेबिट करने के निर्देश देने के लिए प्राधिकृत करते हैं और (B) अपने बैंक को अपने खाते को Microsoft Payments Ltd. ("Microsoft") के निर्देशों के अनुसार डेबिट करने के लिए प्राधिकृत करते हैं. अपने अधिकारों के भाग के रूप में, आप अपने बैंक के साथ अपने अनुबंध के नियमों और शर्तों के अधीन अपने बैंक से धनवापसी के पात्र होते हैं. आपका खाता डेबिट होने के दिनांक से 8 सप्ताह के भीतर धनवापसी का दावा किया जाना चाहिए. एक विवरण में आपके अधिकार बताए गए हैं, जिसे आप अपने बैंक से प्राप्त कर सकते हैं.
hr: Potpisivanjem ovog obrasca o mandatu ovlašćujete tvrtku (A) Microsoft Payments Ltd. („Microsoft”) da vašoj banci pošalje upute za terećenje vašeg računa, a (B) svoju banku ovlašćujete da tereti vaš račun u skladu s uputama tvrtke Microsoft Payments Ltd. („Microsoft”). U okviru svojih prava imate pravo na povrat novca od banke u skladu s odredbama i uvjetima vašeg ugovora s bankom. Povrat novca morate zatražiti u roku od 8 tjedana od datuma terećenja vašeg računa. Od banke možete dobiti izjavu u kojoj su izložena vaša prava.
hu: A jelen felhatalmazási űrlap aláírásával engedélyezi, hogy a (A) Microsoft Payments Ltd. („Microsoft”) vállalat az Ön bankszámlájának megterhelésére vonatkozó megbízást küldjön a bankjának, valamint (B) felhatalmazza a bankját, hogy a Microsoft Payments Ltd. („Microsoft”) vállalattól kapott megbízás alapján megterhelje az Ön bankszámláját. A bankkal kötött szerződésében rögzített feltételek és kikötések szerint jogosult visszatérítést igényelni a banktól. A visszatérítést a számla megterhelését követő 8 héten belül kell igényelnie. A jogairól a banktól beszerezhető nyilatkozatból tájékozódhat részletesen.
id: Dengan menandatangani surat kuasa ini, berarti Anda memberi izin kepada (A) Microsoft Payments Ltd. ("Microsoft") untuk mengirimkan arahan ke bank guna mendebit rekening Anda, dan kepada (B) bank untuk mendebit rekening Anda sesuai arahan dari Microsoft Payments Ltd. ("Microsoft"). Sebagai bagian dari hak, Anda berhak mendapatkan pengembalian dana dari bank sesuai dengan syarat dan ketentuan perjanjian dengan bank Anda. Pengembalian dana harus diklaim dalam waktu 8 minggu sejak tanggal rekening Anda didebit. Hak Anda dijelaskan dalam pernyataan yang dapat diperoleh dari bank.
is: Með því að skrifa undir þetta umboðseyðublað heimilarðu (A) Microsoft Payments Ltd. („Microsoft“) að senda leiðbeiningar til bankans þíns um skuldfærslu á reikninginn þinn og (B) bankanum þínum að skuldfæra á reikninginn þinn í samræmi við leiðbeiningar frá Microsoft Payments Ltd. („Microsoft“). Í réttindum þínum felst endurgreiðsla frá bankanum þínum í samræmi við skilmála samningsins milli þín og bankans. Fara verður fram á endurgreiðslu innan átta vikna frá þeirri dagsetningu þegar skuldfært var á reikninginn þinn. Réttindi þín eru útskýrð í yfirlýsingu sem hægt er að fá hjá bankanum.
ja: この委託フォームに署名すると、(A) Microsoft Payments Ltd. ("Microsoft") が銀行に対してお客様の口座からの引き落としを指示すること、および (B) 銀行が Microsoft Payments Ltd. ("Microsoft") の指示に従ってお客様の口座から引き落とすことを承認したと見なされます。お客様の権利の一部として、お客様と銀行間のご契約条件に従い、お客様は銀行から返金を受ける資格を有しています。返金は、口座からの引き落とし後 8 週間以内に要求する必要があります。お客様の権利については、銀行から発行される明細書を参照してください。
ka: მანდატის ამ ფორმაზე ხელმოწერით თქვენ ავტორიზაციას აძლევს (ა) Microsoft Payments Ltd.-ს („Microsoft“) გაგზავნოს ინსტრუქცია თქვენს ბანკში თქვენს ანგარიშზე დებეტის შესატანად და (ბ) თქვენს ბანკს დებეტი დადოს თქვენს ანგარიშზე, Microsoft Payments Ltd.-ის („Microsoft“) ინსტრუქციის მიხედვით. თქვენს უფლებებში შედის, რომ შეგიძლიათ თანხა შეიტანოთ თქვენი ბანკიდან, თქვენს ბანკთან დადებულ ხელშეკრულებაში მოცემული წესებისა პირობების მიხედვით. თანხის დაფარვა უნდა მოხდეს თქვენს ანგარიშზე დებეტის დადებიდან მაქსიმუმ 8 კვირაში. თქვენი უფლებები განმარტებულია დებულებაში, რომლის მიღებაც შეგიძლიათ ბანკიდან.
kk: Бұл мандат пішініне қол қою арқылы сіз (A) Microsoft Payments Ltd. ("Microsoft") компаниясын шотыңызды дебеттеу үшін банкіңізге нұсқаулар жіберуіне және (B) банкіңізге Microsoft Payments Ltd. ("Microsoft") нұсқауларына сәйкес шотыңызды дебеттеуге рұқсат бересіз. Құқықтарыңызға сәйкес банкіңізбен жасалған келісімдегі шарттар және жағдайларға сай ақшаңызды қайтара аласыз. Ақшаны қайтару шотыңыздың дебеттелу күнінен бастап 8 аптаның ішінде көрсетілуі тиіс. Сіздің құқықтарыңыз банктен алуға болатын мәлімдеменің ішінде түсіндірілген.
kn: ಈ ಆದೇಶದ ಫಾರ್ಮ್‌ಗೆ ಸಹಿ ಮಾಡುವುದರ ಮೂಲಕ, ನೀವು (A) Microsoft Payments Ltd. ("Microsoft") ಗೆ ನಿಮ್ಮ ಡೆಬಿಟ್ ಮಾಡಲು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ಗೆ ಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸಲು, ಮತ್ತು (B) ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ಗೆ Microsoft ನ ಸೂಚನೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಡೆಬಿಟ್ ಮಾಡಲು ನೀವು ದೃಢೀಕರಿಸುವಿರಿ. ನಿಮ್ಮ ಹಕ್ಕುಗಳ ಭಾಗವಾಗಿ, ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಜೊತೆಗಿನ ನಿಮ್ಮ ಒಪ್ಪಂದದ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಮೂಲಕ ಮರುಪಾವತಿಸಲು ನೀವು ಅರ್ಹರಾಗಿರುತ್ತೀರಿ. ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಡೆಬಿಟ್ ಮಾಡಿರುವ ದಿನದಿಂದ 8 ವಾರಗಳ ಒಳಗಾಗಿ ಮರುಪಾವತಿಯನ್ನು ಕ್ಲೇಮ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ನಿಂದ ನೀವು ಪಡೆದುಕೊಳ್ಳುವ ಹೇಳಿಕೆಯಲ್ಲಿ ನಿಮ್ಮ ಹಕ್ಕುಗಳನ್ನು ವಿವರಿಸಲಾಗಿದೆ.
ko: 이 자동 인출 양식에 서명하면 (A) Microsoft Payments Ltd.("Microsoft")에서 은행에 귀하의 계좌로부터 인출을 지시하는 지침을 은행에 보낼 수 있으며, (B) 해당 은행에서 Microsoft Payments Ltd.의 지시에 따라 귀하의 계좌로부터 이체할 수 있는 권한을 부여하는 것입니다. 귀하의 권리의 일부로 은행과 동의한 계약조건에 따라 은행으로부터 환불받을 수 있습니다. 환불은 계좌가 이체된 날짜로부터 8주 안에 청구해야 합니다. 귀하의 권리는 은행에서 받을 수 있는 약관에 설명되어 있습니다.
ku_arab: لەگەڵ ئیمزاکردنی ئەم فۆرمی داواکاریه، تۆ ڕێگه به Microsoft Payments Ltd. ("Microsoft") (A) دەدەیت بۆ ناردنی زانیاریەکان بۆ ئەژمێری بانکەکەت بۆ قەرزکردن له ئەژمێرەکەت و بانکەکەت (B) بۆ قەرزکردن له ئەژمیرەکەت به گوێرەی ڕێنماییەکانی Microsoft Payments Ltd. ("Microsoft"). وەکوو بەشێک له مافی خۆت، مامەڵەت لەگەڵ دەکرێت بۆ پارەدانەوە لەڕێگەی بانکەکەتەوه به گوێرەی ئەو شەرت و مەرجانەی لەگەڵ بانکەکەت پێکهاتوویت. پارەدانەوەکه پیویسته لە ماوەی 8 هەفته له دەسپێکی قەرزکردنی ئەژمێرەکەت داوا بکرێت. مافەکانت له ناو بەیاننامەیەک که تۆ لە بانکەکەت وەری دەگریت شرۆڤه کراوه.
ky: Бул мандат формасына колуңузду коюу менен сиз (A) Microsoft Payments Ltd. ("Microsoft")'ко банкыңызга каттоо жазууңузду дебеттөө үчүн көрсөтмөлөрдү жөнөтүүгө жана (B) банкыңызга Microsoft'тун көрсөтмөлөрүнө ылайык каттоо жазууңузду дебеттөөгө уруксат бересиз. Укуктарыңыздын бөлүгү катар, банкыңыз менен болгон шарттар, мөөнөттөр жана келишимдерге ылайык сизде акчаны кайтарып берүү укугу бар. Кайтарып берүү, каттоо жазууңуз дебеттелген күндөн баштап 8 жума ичинде арызы берилиши керек. Укуктарыңыз жободо түшүнүрүлүп берилген. Сиз аны банкыңыздан ала аласыз.
lo: ໂດຍການເຊັນຊື່ໃນແບບຟອມຄຳສັ່ງນີ້, ທ່ານອະນຸຍາດໃຫ້ (ກ) Microsoft Payments Ltd. ("Microsoft") ສົ່ງຄຳສັ່ງແນະນຳຫາທະນາຄານຂອງທ່ານເພື່ອໃຫ້ຫັກເງິນໃນບັນຊີຂອງທ່ານ, ແລະ (ຂ) ທະນາຄານຂອງທ່ານຫັກເງິນໃນບັນຊີຂອງທ່ານອີງຕາມຄຳສັ່ງແນະນຳຂອງ Microsoft Payments Ltd. ("Microsoft"). ໃນນາມເປັນສ່ວນໜຶ່ງຂອງສິດທິຂອງທ່ານ, ທ່ານມີສິດໄດ້ຮັບການສົ່ງເງິນຄືນຈາກທະນາຄານຂອງທ່ານ ອີງຕາມຂໍ້ກຳນົດ ແລະເງື່ອນໄຂຂອງຂໍ້ຕົກລົງຂອງທ່ານກັບທະນາຄານຂອງທ່ານ. ການສົ່ງເງິນຄືນຕ້ອງຖືກຮ້ອງຂໍເອົາພາຍໃນ 8 ອາທິດ ເລີ່ມຈາກວັນທີທີ່ບັນຊີຂອງທ່ານຖືກຫັກ. ມີການອະທິບາຍສິດທິຂອງທ່ານໃນໃບແຈ້ງຍອດທີ່ທ່ານສາມາດຂໍເອົາຈາກທະນາຄານຂອງທ່ານ.
lt: Pasirašydami šią sutikimo formą įgaliojate (A) „Microsoft Payments Ltd.“ („Microsoft“) siųsti nurodymus jūsų bankui nuskaičiuoti lėšas iš jūsų sąskaitos, (B) savo banką išskaičiuoti lėšas iš jūsų sąskaitos pagal „Microsoft Payments Ltd.“ („Microsoft“) nurodymus. Pagal sutarties su banku sąlygas jūs turite teisę susigrąžinti pinigus iš banko. Pinigų grąžinimo paraiška turi būti pateikta per 8 savaites nuo pinigų išskaičiavimo iš sąskaitos dienos. Savo teises galite sužinoti iš banko teikiamo pranešimo.
lv: Parakstot šo mandāta veidlapu, jūs autorizējat (A) uzņēmumu Microsoft Payments Ltd. (“Microsoft”) sūtīt norādījumus jūsu bankas iestādei par līdzekļu iekasēšanu no jūsu konta un (B) bankas iestādi iekasēt līdzekļus no jūsu konta saskaņā ar Microsoft Payments Ltd. (“Microsoft”) sniegtajiem norādījumiem. Jums ir tiesības pieprasīt bankas iestādei atmaksāt līdzekļus saskaņā ar noteikumiem un nosacījumiem, kas ir izklāstīti jūsu un bankas iestādes savstarpēji noslēgtajā līgumā. Atmaksa ir jāpieprasa ne vēlāk kā 8 nedēļas pēc datuma, kad līdzekļi tika iekasēti no konta. Detalizētais jūsu tiesību apraksts ir sniegts bankas izrakstā.
mi: Mā te waitohu i tēnei puka whakamana, kei te whakamana koe i (A) Microsoft Payments Ltd. ("Microsoft") kia tuku i ngā tohutohu ki tō pēke kia namatia tō pūkete, ā, i (B) tō pēke hoki kia namatia tō pūkete i runga anō i ngā tohutohu mai i Microsoft Payments Ltd. ("Microsoft"). Hei wāhi anō o ō tika, kua whai mana koe kia whiwhi whakahokinga moni mai i tō pēke i raro i ngā whakaritenga me ngā here o tō whakaaetanga ki tō pēke. Me mātua kerēme te whakahokinga moni i roto i te 8 wiki mai i te rā i namatia ai tō pūkete. E whakamāramatia ana ō tika i roto i tētahi tauākī ka riro mai i tō pēke.
mk: Со потпишување на овој мандатен формулар, давате овластување на (A) Microsoft Payments Ltd. („Microsoft“) да испраќа упатства до вашата банка за дебит на сметката и на (B) банката да ја дебитира сметката во согласност со упатствата од Microsoft Payments („Microsoft“). Имате право на рефундирање од банката според условите и одредбите на вашиот договор со банката. Рефундирање мора да се побара во текот на 8 недели со почеток од датумот кога сметката била дебитирана. Вашите права се објаснети во изјава што може да ја добиете од банката.
ml: ഈ മാന്‍ഡേറ്റ് ഫോമില്‍ ഒപ്പിടുന്നതിലൂടെ, (എ) നിങ്ങളുടെ അക്കൌണ്ടില്‍ നിന്ന് പണം പിന്‍‌വലിക്കാനുള്ള നിര്‍ദ്ദേശങ്ങള്‍ നിങ്ങളുടെ ബാങ്കിലേക്ക് അയയ്‌ക്കാന്‍ Microsoft Payments Ltd.-നും("Microsoft") (ബി) Microsoft Payments Ltd.(Microsoft)-ന്റെ നിര്‍ദ്ദേശങ്ങള്‍ക്കനുസൃതമായി നിങ്ങളുടെ അക്കൌണ്ടില്‍ നിന്നും പണം പിന്‍‌വലിക്കാന്‍ ബാങ്കിനും നിങ്ങള്‍ അംഗീകാരം നല്‍കുന്നു. നിങ്ങളുടെ അവകാശങ്ങളുടെ ഭാഗമായി, ബാങ്കുമായുള്ള നിങ്ങളുടെ ഉടമ്പടിയുടെ നിബന്ധനകള്‍ക്കും വ്യവസ്ഥകള്‍ക്കും കീഴില്‍ ബാങ്കില്‍ നിന്നും പണം മടക്കി ലഭിക്കുന്നതിന് നിങ്ങള്‍ക്ക് അവകാശമുണ്ടായിരിക്കും. പണം മടക്കി ലഭിക്കുന്നതിനായി നിങ്ങളുടെ അക്കൌണ്ടില്‍ നിന്നും പണം പിന്‍‌വലിച്ച തീയതി മുതല്‍ക്ക് 8 ദിവസത്തിനുള്ളില്‍ തന്നെ ക്ലെയിം ചെയ്യേണ്ടതുണ്ട്. നിങ്ങളുടെ അവകാശങ്ങള്‍ വിശദീകരിച്ചിരിക്കുന്ന ഒരു പ്രസ്‌താവന ബാങ്കില്‍ നിന്നും നേടാനാകും.
mn: Уг мандатад гарын үсэг зурснаар та (A) Microsoft Payments Ltd. (цаашид "Microsoft" гэх) компанид таны дансанд дебит гүйлгээ хийхийг банкинд зааварчлахыг, мөн (B) Microsoft-н зааварчилгааны дагуу таны дансанд дебит гүйлгээ хийхийг банкиндаа зөвшөөрч байна. Эрхийнхээ хүрээнд та банктайгаа байгуулсан гэрээний болзол, нөхцлийн дагуу банкнаасаа төлбөр буцаах эрхтэй. Дансанд дебит гүйлгээ хийгдсэн өдрөөс хойш 8 долоо хоногийн дотор төлбөр буцаалтыг мэдүүлнэ. Банкнаас өгөх нотолгоонд таны эрхийг тайлбарласан байгаа.
mr: हा जनादेश फॉर्म स्‍वाक्षरी करून, आपण (A) Microsoft Payments Ltd. ("Microsoft") ला आपल्‍या बँकेस आपले खाते डेबिट करण्‍याच्‍या सूचना पाठवण्यासाठी आणि (B) आपल्‍या बँकेस Microsoft Payments Ltd. ("Microsoft") च्‍या सूचनांनुसार आपले खाते डेबिट करण्‍यासाठी अधिकृत करता. आपल्‍या अधिकारांचा भाग म्‍हणून, आपण आपल्‍या बँकेसह आपल्‍या कराराच्‍या अटी आणि शर्तींच्‍या अधीन असलेल्‍या आपल्‍या बँकेकडील परताव्‍यास पात्र आहात. परताव्‍याचा दावा आपले खाते डेबिट करण्‍याच्‍या तारखेपासून प्रारंभ होणार्‍या 8 आठवड्‍यांमध्‍ये करणे आवश्‍यक आहे. आपण आपल्‍या बँकेकडून मिळवू शकता त्‍या विधानात आपले अधिकार समजावून दिले आहेत.
ms: Dengan menandatangani borang mandat ini, anda membenarkan (A) Microsoft Payments Ltd. ("Microsoft") untuk menghantar arahan kepada bank anda untuk mendebitkan akaun anda dan (B) bank anda mendebitkan akaun anda selaras dengan arahan daripada Microsoft Payments Ltd ("Microsoft"). Anda juga berhak seperti yang tertakluk dalam sebahagian hak anda, mendapatkan bayaran balik daripada bank anda menurut terma dan syarat perjanjian anda dengan bank anda. Bayaran balik mesti dituntut dalam tempoh 8 minggu bermula tarikh akaun anda didebitkan. Hak anda dijelaskan dalam pernyataan yang boleh anda peroleh daripada bank anda.
mt: Billi tiffirma din il-formola ta' mandat, inti qed tawtorizza lil (A) Microsoft Payments Ltd. ("Microsoft") biex tibgħat l-istruzzjonijiet lill-bank tiegħek biex jiddebita l-kont u (B) l-bank tiegħek biex jiddebita l-kont tiegħek skont l-istruzzjonijiet minn Microsoft Payments Ltd. ("Microsoft”). Bħala parti mid-drittijiet tiegħek, inti intitolat għal rifużjoni mill-bank tiegħek skont it-termini u l-kundizzjonijiet tal-ftehim tiegħek mal-bank tiegħek. Ir-rifużjoni għandha tiġi kklejmjata fi żmien 8 ġimgħat li jibdew mid-data li fiha l-kont tiegħek ġie debitata. Id-drittijiet tiegħek huma spjegati f’dikjarazzjoni li inti tista’ tikseb mill-bank tiegħek.
ne: यस अधिकार-पत्रमा हस्ताक्षर गरेर, तपाइँ (A) आफ्नो बैंकमा आफ्नो खातालाई डेबिट गर्न निर्देशनहरू पठाउनको लागि Microsoft Payments Ltd. ("Microsoft") लाई र (B) Microsoft Payments Ltd. ("Microsoft") का निर्देशनहरू अनुसार आफ्नो खाता डेबिट गर्नको लागि आफ्नो बैंकलाई अधिकार प्रदान गर्नुहुन्छ। तपाइँका अधिकारहरूको एउटा हिस्साको रूपमा, तपाइँको आफ्नो बैंकसँगको सम्झौताका शर्त तथा नियमहरू अन्तर्गत आफ्नो बैंकबाट रकम फिर्ता पाउनको लागि हकदार हुनुहुन्छ। रकम फिर्ता पाउनको लागि आफ्नो खाता डेबिट भएको मितिबाट 8 हप्ताभित्रै दाबी गरिनुपर्छ। तपाइँका अधिकारहरू विवरणमा व्याख्या गरिएका छन् जसलाई तपाइँ आफ्नो बैंकबाट प्राप्त गर्न सक्नुहुन्छ।
nn_no: Ved å signere dette fullmaktskjemaet gir du (A) Microsoft Payments Ltd. (Microsoft) løyve til å sende instruksjonar til banken din om å debitere kontoen din, og (B) banken din løyve til å debitere kontoen din i samsvar med instruksjonane frå Microsoft Payments Ltd. (Microsoft). Som ein del av rettane dine har du rett til å få refusjon frå banken din etter vilkåra i avtalen med banken din. Ein refusjon må gjerast krav på innan åtte veker etter datoen då kontoen din blei debitert. Rettane dine er forklart i ei erklæring som du kan få frå banken din.
no: Ved å signere denne belastningsfullmakten godtar du at (A) Microsoft Payments Ltd. (Microsoft) kan sende instruksjoner til banken din om å debitere kontoen din, og (B) at banken kan debitere kontoen i henhold til instruksjonene fra Microsoft Payments Ltd. (Microsoft). Som en del av rettighetene dine har du krav på en refundering fra banken ifølge vilkårene i avtalen din med banken. Du må be om refundering innen åtte uker etter datoen da kontoen ble debitert. Rettighetene dine er forklart i en erklæring som du kan få fra banken.
or: ଏହି ଅଧିକାର ଫର୍ମ୍‍ ରେ ସ୍ୱାକ୍ଷର କରି, ଆପଣ (A) Microsoft Payments Ltd. ("Microsoft") କୁ ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ରୁ ଡେବିଟ୍‌ କରିବା ପାଇଁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ କୁ ନିର୍ଦ୍ଦେଶାବଳୀ ପ୍ରେରଣ କରିବାକୁ, ଏବଂ (B)ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ କୁ Microsoft Payments Ltd. ("Microsoft") ର ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁସାରେ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ରୁ ଡେବିଟ୍ କରିବା ପାଇଁ ସ୍ୱୀକୃତି ପ୍ରଦାନ କରନ୍ତି. ଆପଣଙ୍କ ଅଧିକାରର ଅଂଶବିଶେଷ ହିସାବରେ, ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ସହିତ ଆପଣଙ୍କ ଚୁକ୍ତିର ନିୟମାବଳୀ ଏବଂ ସର୍ତ୍ତାବଳୀ ଅଧୀନରେ ଆପଣ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଠାରୁ ଏକ ଫେରସ୍ତ ଗ୍ରହଣ କରିବା ପାଇଁ ଅଧିକାରୀ ଅଟନ୍ତି. ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ରୁ ଡେବିଟ୍ ହୋଇଥିବା ତାରିଖ ଠାରୁ 8 ସପ୍ତାହ ମଧ୍ୟରେ ଏକ ଫେରସ୍ତ ପାଇଁ ଦାବି କରାଯିବା ଉଚିତ. ଆପଣଙ୍କର ଅଧିକାର ଏକ ବିବୃତିରେ ବର୍ଣ୍ଣିତ ହୋଇଛି ଯାହାକି ଆପଣ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ରୁ ପ୍ରାପ୍ତ କରିପାରିବେ.
pa_arab_pk: ایس مختار نامہ فارم تے دستخط کردیاں، تُسی (A) Microsoft Payments Ltd. ("Microsoft") نُوں اپنا اکاؤنٹ ڈیبٹ کرن لئی اپنے بینک نوں ہدایتاں گھلن، اتے (B) اپنے بینک نوں Microsoft Payments Ltd. ("Microsoft") دیاں ہدایتاں دے مطابق اپنے اکاؤنٹ نوں ڈیبٹ کرن لئی مجاز کردے او۔ تہاڈے حقوق دے حصے دے طور تے، تُسی اپنے بینک دے نال اپنے معاہدے دیاں شرائط و ضوابط دے تحت اپنے بینک توں رقم دی واپسی دے حقدار او۔ رقم دی واپسی دا دعویٰ تہاڈے اکاؤنٹ نُوں ڈیبٹ کرن دی تریخ توں لازمی 8 ہفتیاں دے اندر کیتا جانا چاہیدا اے۔ تہاڈے حقوق دی وضاحت بیان وچ کیتی گئی اے جو تُسی اپنے بینک تو حاصل کر سکدے او۔
pa_in: ਇਸ ਫ਼ੁਰਮਾਨ ਫਾੱਰਮ ਉੱਤੇ ਦਸਤਖ਼ਤ ਕਰਕੇ, ਤੁਸੀਂ (A) Microsoft Payments Ltd. ("Microsoft") ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਡੈਬਿਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਬੈਂਕ ਨੂੰ ਨਿਰਦੇਸ਼ ਭੇਜਣ ਲਈ ਅਧਿਕ੍ਰਿਤ ਕਰਦੇ ਹੋ ਅਤੇ (B) ਆਪਣੇ ਬੈਂਕ ਨੂੰ Microsoft Payments Ltd. ("Microsoft") ਦੇ ਨਿਰਦੇਸ਼ਾਂ ਦੇ ਮੁਤਾਬਕ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਡੇਬਿਟ ਕਰਨ ਲਈ ਅਧਿਕ੍ਰਿਤ ਕਰਦੇ ਹੋ। ਆਪਣੇ ਹੱਕਾਂ ਦੇ ਭਾਗ ਵਜੋਂ, ਤੁਸੀਂ ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਆਪਣੇ ਅਨੁਬੰਧ ਦੇ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਅਧੀਨ ਆਪਣੇ ਬੈਂਕ ਵਲੋਂ ਸ਼ੁਲਕ ਵਾਪਸੀ ਦੇ ਪਾਤਰ ਹੋ। ਸ਼ੁਲਕ ਵਾਪਸੀ ਦਾ ਦਾਵਾ ਤੁਹਾਡੇ ਖਾਤੇ ਦੇ ਡੇਬਿਟ ਹੋਣ ਦੀ ਮਿਤੀ ਤੋਂ 8 ਹਫਤਿਆਂ ਵਿੱਚਕਾਰ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। ਤੁਹਾਡੇ ਹੱਕਾਂ ਬਾਰੇ ਇੱਕ ਵੇਰਵੇ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ, ਜਿਸਨੂੰ ਤੁਹਾਡੇ ਬੈਂਕ ਵਲੋਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Podpisując ten formularz upoważnienia, udzielasz upoważnienia (A) firmie Microsoft Payments Ltd. („firma Microsoft”) do wysyłania do banku instrukcji dotyczących obciążenia Twojego konta oraz (B) bankowi do obciążenia Twojego konta zgodnie z instrukcjami firmy Microsoft Payments Ltd. („firma Microsoft”). W ramach swoich praw możesz otrzymać zwrot kosztów zgodnie z postanowieniami umowy zawartej z bankiem. Żądanie zwrotu należy złożyć w ciągu 8 tygodni, począwszy od daty obciążenia konta. Twoje prawa są określone w dokumentacji, którą możesz uzyskać w banku.
ru: Подписывая этот бланк поручения, вы уполномочиваете (А) Microsoft Payments Ltd. ("Майкрософт") отправлять в ваш банк запросы на дебетование вашего счета, а также (Б) ваш банк дебетовать ваш счет в соответствии с запросами от Microsoft Payments Ltd. ("Майкрософт"). Вы имеете право на получение возмещения от своего банка согласно условиям соглашения с ним. Возмещение должно быть запрошено в течение 8 недель с даты дебетования счета. Ваши права разъясняются в выписке, которую можно получить от банка.
sd: هن مينڊيٽ فارم تي دستخط ڪري، توهان مجاز ڪريو ٿا ته (A) Microsoft Payments Ltd. ("Microsoft") توهان جي بينڪ جي اڪائونٽ ۾ پيسه وجهرائي سگهي، ۽ (B) توهانجو بينڪ Microsoft جي هدايت تي توهانجي بينڪ اڪائونٽ ۾ پيسا وجهي سگهي. توھانجي حق جي حصي جي طور تي، توهان پنهنجي معاهدو جي شرطون ۽ ضابطن پاران پنهنجي رقم جي واپسي جا حقدار آهيو. هڪ واپسي جي وصولي جو دعوه رقم جمع ٿيڻ جي 8 هفتن جي اندر ڪرڻ گهرجي. توهانجي حقن جي وضاحت بيان ۾ ڪريل آهي جيڪي توهان بينڪ کان حاصل ڪري سگهو ٿا.
si: මෙම මැන්ඩේට්පත අත්සන් කිරීමෙන්, ඔබ පහත කරුණු සඳහා බලය දේ (අ) Microsoft Payments Ltd. ("Microsoft") හට ඔබේ ගිණුමට බැර කරන මෙන් ඔබේ බැංකුවට උපදෙස් ලබා දීමට, සහ (ආ) Microsoft Payments Ltd. ("Microsoft") හි උපදෙස් අනුව ඔබේ ගිණුමෙන් බැර කිරීමට ඔබේ බැංකුවට. ඔබේ හිමිකම්වල කොටසක් ලෙස, ඔබේ බැංකුව සමඟ වන ඔබේ ගිවිසුමේ නියමයන් හා කොන්දේසි යටතේ ඔබේ බැංකුවෙන් නැවත මුදල් ලබා දීමකට ඔබ හිමිකම් ලබනු ඇත. ඔබේ ගිණුමට බැර කළ දින සිට සති 8ක් තුළ නැවත මුදල් ලබා ගැනීම සඳහා ඉල්ලුම් කළ යුතුය. ඔබේ හිමිකම් ඔබට ඔබේ බැංකුවෙන් ලබා ගත හැකි ප්‍රකාශනයක සඳහන් වේ.
sl: S podpisom tega obrazca soglasja soglašate: (A) da družba Microsoft Payments Ltd. (»Microsoft«) vaši banki pošlje navodila za bremenitev vašega računa in (B) da banka vaš račun bremeni po navodilih družbe Microsoft Payments Ltd. (»Microsoft«). V skladu s pogoji in določili pogodbe, ki ste jo sklenili z banko, imate pravico, da od banke prejmete vračilo. Vračilo morate zahtevati v 8 tednih od datuma bremenitve računa. Vaše pravice so pojasnjene v izjavi, ki jo lahko prejmete od svoje banke.
sr_cyrl_rs: Потписивањем овог обрасца за овлашћење, овлашћујете (A) Microsoft Payments Ltd. („Microsoft“) да шаље упутства вашој банци за пренос средстава са вашег рачуна и (B) своју банку за пренос средстава са вашег рачуна у складу са упутствима компаније Microsoft Payments Ltd. („Microsoft“). У склопу права која су вам загарантована, имате право да добијете повраћај од банке у складу са условима и одредбама уговора који сте потписали са банком. Повраћај мора да се затражи у року од 8 седмица, почев од датума преноса средстава са налога. Ваша права су објашњена у изјави коју можете да добијете од банке.
sr_latn_rs: Potpisivanjem ovog obrasca za ovlašćenje, ovlašćujete (A) Microsoft Payments Ltd. („Microsoft“) da šalje uputstva vašoj banci za prenos sredstava sa vašeg računa i (B) svoju banku za prenos sredstava sa vašeg računa u skladu sa uputstvima kompanije Microsoft Payments Ltd. („Microsoft“). U sklopu prava koja su vam zagarantovana, imate pravo da dobijete povraćaj od banke u skladu sa uslovima i odredbama ugovora koji ste potpisali sa bankom. Povraćaj mora da se zatraži u roku od 8 sedmica, počev od datuma prenosa sredstava sa naloga. Vaša prava su objašnjena u izjavi koju možete da dobijete od banke.
sv: Genom att underteckna denna fullmakt ger du (A) Microsoft Payments Ltd. ("Microsoft") fullmakt att skicka instruktioner till din bank om debiteringen av ditt konto och (B) banken fullmakt att debitera ditt konto enligt instruktionerna från Microsoft Payments Ltd. ("Microsoft"). Du har rätt till återbetalning från din bank enligt villkoren i avtalet du har med banken. Återbetalningen skall begäras inom 8 veckor från och med det datum då ditt konto debiterades. Dina rättigheter framgår av information du kan få av din bank.
ta: இந்தக் கட்டளை படிவத்தில் கையொப்பமிடுவதன் மூலம், (A) Microsoft Payments Ltd. ("Microsoft") உங்கள் கணக்கிலிருந்து கழிக்க உங்கள் வங்கிக்கு வழிமுறைகளை அனுப்புவதற்கும், (B) உங்கள் வங்கி Microsoft Payments Ltd. ("Microsoft") -இன் வழிமுறைகளுக்கு ஏற்ப உங்கள் கணக்கிலிருந்து கழிப்பதற்கும் அங்கீகாரம் அளிக்கிறீர்கள். உங்கள் உரிமைகளின் பகுதியாக, உங்கள் வங்கியுடனான ஒப்பந்தத்தின் விதிமுறைகள் மற்றும் நிபந்தனைகளின் அடிப்படையில் உங்கள் வங்கியிலிருந்து பணத்தைத் திரும்ப பெறுவதற்குத் தகுதியுள்ளவர் ஆகிறீர்கள். உங்கள் கணக்கிலிருந்து கழிக்கப்பட்ட தேதியிலிருந்து 8 வாரங்களுக்கு உள்ளாகப் பணத்தைத் திரும்ப பெறுதல் கோரப்பட வேண்டும். நீங்கள் அதை உங்கள் வங்கியிலிருந்து நீங்கள் பெறலாம் என உரிமைகள் அறிக்கையில் விவரிக்கப்பட்டுள்ளது.
te: ఈ తప్పనిసరి ఫారమ్‌లో సంతకం చేయడం ద్వారా, మీరు (A) మీ ఖాతాలో డెబిట్ చేయడం కోసం మీ బ్యాంక్‌కు సూచనలు పంపడానికి Microsoft Payments Ltd. ("Microsoft")కు అధికారం ఇస్తారు మరియు (B) Microsoft Payments Ltd. ("Microsoft") సూచనలకు అనుగుణంగా మీ ఖాతాలో డెబిట్ చేయడానికి మీ బ్యాంక్‌కు అధికారం ఇస్తారు. మీ హక్కుల్లో భాగంగా, మీ బ్యాంక్‌తో మీ ఒప్పందం యొక్క నిబంధనలు మరియు షరతుల ప్రకారం మీ బ్యాంక్ నుండి వాపసు పొందడానికి మీరు అర్హులు. మీ ఖాతాలో డెబిట్ చేసిన తేదీ నుండి 8 వారాల్లోపు వాపసును తప్పనిసరిగా క్లెయిమ్ చేయాలి. మీరు మీ బ్యాంక్ నుండి పొందే ప్రకటనలో మీ హక్కులు వివరించబడ్డాయి.
tg: Бо имзо кардани ин супоришнома, шумо иҷозат медиҳед, ки (A) Microsoft Payments Ltd. ("Microsoft") барои аз суратҳисоби шумо маблағ баровардан ба бонки шумо дастурҳо фиристад ва (B) бонки шумо мувофиқи дастурҳои Microsoft Payments Ltd. ("Microsoft") аз ҳисоби шумо маблағ барорад. Дар доираи ҳуқуқҳои худ, шумо мувофиқи шартҳои шартномаи худ бо бонк ҳуқуқи бозпардохт аз бонкро доред. Бозпардохт бояд дар давоми 8 ҳафта аз санаи баровардани маблағ аз суртаҳисоби шумо талаб карда шавад. Ҳуқуқҳои шумо дар баёнияе, ки шумо онро аз бонки худ гирифта метавонед, шарҳ дода шудаанд.
th: การลงนามในแบบฟอร์มการมอบอำนาจนี้หมายความว่าคุณอนุญาตให้ (ก) Microsoft Payments Ltd. ("Microsoft") ส่งคำขอไปยังธนาคารให้หักบัญชีของคุณ และ (ข) ธนาคารหักบัญชีตามคำขอของ Microsoft Payments Ltd. ("Microsoft") คุณมีสิทธิ์ขอคืนเงินจากธนาคารของคุณภายใต้ข้อกำหนดและเงื่อนไขของข้อตกลงระหว่างคุณกับธนาคาร คุณต้องขอคืนเงินภายใน 8 สัปดาห์นับจากวันที่บัญชีถูกหักเงิน สิทธิ์ของคุณมีระบุอยู่ในคำชี้แจงที่สามารถขอได้จากธนาคาร
tr: Bu vekalet formunu imzalayarak (A) Microsoft Payments Ltd. ("Microsoft") şirketine, bankanıza hesabınıza borç kaydetme talimatları gönderme ve (B) bankanıza, Microsoft Payments Ltd. ("Microsoft") şirketinin talimatları doğrultusunda hesabınıza borç kaydetme yetkisi vermiş olursunuz. Haklarınızın bir parçası olarak, bankayla olan sözleşmenizin hüküm ve koşullarına uygun şekilde bankanızdan bir geri ödeme almaya yetkiniz vardır. Geri ödemenin, hesabınızın borçlandırıldığı tarihten itibaren 8 hafta içinde talep edilmesi gerekir. Haklarınız bankanızdan alabileceğiniz ekstrede açıklanmıştır.
tt: Бу мандат формасына имза куеп, сез (A) Microsoft Payments Ltd. ("Майкрософт") ширкәтенә сезнең банкка хисабыгызны дебетлау турында күрсәтмәләр җибәрергә һәм (В) сезнең банкка хисабыгызны Microsoft Payments Ltd. ("Майкрософт") күрсәтмәләренә ярашлы рәвештә дебетларга рөхсәт бирәсез. Хокукларыгызның бер өлеше буларак, сез, банк белән төзелгән килешүнең шартлары һәм таләпләре нигезендә, банктан түләнгән акчаны кайтаруга хокуклы. Кайтару хисабыгызны дебетлау датасыннан башлап 8 атна эчендә таләп ителергә тиеш. Хокукларыгыз банктан алып була торган аңлатмада тасвирланган.
ug: بۇ ۋاكالەتنامىنى ئىمزالاش ئارقىلىق، (A) سىز Microsoft Payments Ltd. (قىسقارتىلىپ «Microsoft» دېيىلىدۇ) نىڭ سىز ھېساب ئاچقان بانكىغا چىقىم تەلىپى سۇنۇشىغا ۋە (B) سىز ھېساب ئاچقان بانكىنىڭ Microsoft نىڭ تەلىپى بويىچە ھېساباتىڭىزدىن چىقىم قىلىشىغا ھوقۇق بەرگەن بولىسىز. بانكا بىلەن تۈزگەن كېلىشىم بويىچە پۇل قايتۇرۇۋېلىش ھوقۇقىڭىز بار. ئەگەر پۇلنى قايتۇرۋالماقچى بولسىڭىز، پۇل قايتۇرۇۋېلىش ئىلتىماسى ھېساباتىڭىزدىن چىقىم قىلىنغاندىن باشلاپ 8 ھەپتە ئىچىدە سۇنۇلىشى كېرەك. سىزنىڭ ھوقۇقلىرىڭىز بانكا سىزگە بەرگەن باياناتتا تەپسىلىي بايان قىلىنغان.
uk: Підписуючи цей бланк доручення, ви дозволяєте (А) Microsoft Payments Ltd. ("корпорація Майкрософт") надсилати до вашого банку запити на дебетування вашого рахунку, а також (Б) вашому банку дебетувати ваш рахунок відповідно до запитів від Microsoft Payments Ltd. ("корпорація Майкрософт"). Ви маєте право на отримання відшкодування від свого банку відповідно до умов і положень угоди з ним. Відшкодування має бути запитано протягом 8 тижнів із дати дебетування рахунку. Ваші права роз’яснено у виписці, яку можна отримати від банку.
ur: اس معاہدہ پر دستخط کر کے، آپ (A) Microsoft Payments Ltd. ("Microsoft") کو اپنے بینک اکاؤنٹ کو ڈیبٹ کرنے کیلئے ہدایات بھیجنے کیلئے اور (B) اپنے بینک کو اپنے اکاؤنٹ کو Microsoft کی ہدایات کے مطابق ڈیبٹ کرنے کا اختیار دیتے ہیں۔ آپ کے حقوق کے حصہ کے طور پر، آپ اپنے بینک کے ساتھ اپنے معاہدہ کی شرائط و ضوابط کے تحت اپنے بینک کی طرف سے رقم کی واپسی کے حقدار ہیں۔ رقم کی واپسی کا دعوی آپ کے اکاؤنٹ کو ڈیبٹ کیے جانے کی تاریخ سے 8 ہفتوں کے اندر اندر کرنا ضروری ہے۔ آپ کے حقوق ایک بیان میں واضح کیے گئے ہیں جسے آپ اپنے بینک سے حاصل کر سکتے ہیں۔
uz: Ushbu mandat shaklini imzolash orqali siz Microsoft Payments Ltd. ("Microsoft") (A) ga bank hisob raqamingizdan to‘lov olishiga ko‘rsatmalar yuborish uchun va (B) Microsoft Payments Ltd. ("Microsoft") dan olingan ko‘rsatmalarga muvofiq hisob raqamingizdan to‘lov olishi uchun ruxsat berasiz. Huquqlaringizning bir qismi sifatida bankingiz bilan shartnomaning talab va shartlariga asosan bankingizdan qaytarib berilgan to‘lov huquqiga egasiz. Qaytarib berilgan to‘lov hisob qaydnomangizdan to‘lov olingan sanadan boshlab 8 hafta ichida chiqarilishi kerak. Sizning huquqlaringiz bankingizdan olishingiz mumkin bo‘lgan bayonnomada tushuntirib berilgan.
vi: Bằng cách ký biểu mẫu ủy nhiệm này, bạn ủy quyền cho (A) Microsoft Payments Ltd. ("Microsoft") gửi lệnh đến ngân hàng của bạn để ghi nợ tài khoản của bạn, và (B) ngân hàng của bạn để ghi nợ tài khoản của bạn theo các lệnh từ Microsoft Payments Ltd. ("Microsoft"). Là một phần trong các quyền của bạn, bạn có quyền được nhận tiền hoàn lại từ ngân hàng của bạn dựa trên các điều khoản và điều kiện trong thỏa thuận của bạn với ngân hàng của bạn. Bạn phải yêu cầu nhận khoản tiền hoàn lại trong vòng 8 tuần kể từ ngày tài khoản của bạn được ghi nợ. Các quyền của bạn được giải thích trong một bảng điều khoản mà bạn có thể lấy từ ngân hàng của bạn.
zh_hans: 签署此授权单即表示你授权(A) Microsoft Payments Ltd. (“Microsoft”)向你的银行发送从你的帐户扣款的指令，并且授权(B)你的银行依据 Microsoft Payments Ltd. (“Microsoft”)的指令从你的帐户扣款。你有权依据你与银行达成的协议条款和条件获得银行退款。退款申请必须自帐户扣款日期起 8 周内提出。你可以从银行获取对帐单，对账单中有针对你的权利的说明。
zh_hant: 透過簽署此授權書，表示您授權 (A) Microsoft Payments Ltd. ("Microsoft") 傳送帳戶扣款指示給您的銀行，並授權 (B) 您的銀行遵照 Microsoft Payments Ltd. ("Microsoft") 的指示向您的帳戶扣款。在您享有的諸多權利之中，其中一項是您有權依據您與銀行簽訂之合約的條款及條件，向銀行申請退款。退款申請必須於帳戶扣款日期算起 8 週內提出。您所享有的權利記載於銀行的聲明書中，您可以向銀行索取該份聲明書。
