Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.AddNoSupportSubTypeOfInicisPay
source: Inicis Mobile is currently unavailable. <br /> Please use another type of payment method such as credit card.
af: Inicis Mobile is nie tans beskikbaar nie. <br /> Gebruik asseblief ’n ander betaalmetode soos ’n kredietkaart.
am: Inicis Mobile በአሁኑ ጊዜ አይገኝም። <br /> እባክዎ እንደ ክሬዲት ካርድ አይነት ሌሎች የመክፈያ ዘዴዎችን ይጠቀሙ።
ar: Inicis Mobile غير متوفر حالياً. <br /> يرجى استخدام نوع آخر لطريقة الدفع كبطاقة الائتمان على سبيل المثال.
as: Inicis Mobile সম্প্ৰতি অনুপলব্ধ৷ <br /> অনুগ্ৰহ কৰি ক্ৰেডিট কাৰ্ডৰ দৰে অন্য প্ৰকাৰৰ পৰিশোধ পদ্ধতি ব্যৱহাৰ কৰক৷
az: Inicis Mobile hazırda mövcud deyil. <br /> Kredit kartı kimi başqa ödəniş üsulu növündən istifadə edin.
bg: Заплащането чрез Inicis Mobile в момента не е достъпно. <br /> Изберете друг метод на плащане, като например кредитна карта.
bn_in: Inicis Mobile বর্তমানে অনুপলভ্য। <br /> অনুগ্রহ করে ক্রেডিট কার্ডের মতো অর্থপ্রদানের অন্য কোনও পন্থা ব্যবহার করুন।
bs: Usluga Inicis Mobile je trenutno nedostupna. <br /> Koristite neki drugi način plaćanja, kao što je kreditna kartica.
cy: Dydy Inicis Mobile ddim ar gael ar hyn o bryd. <br /> Dylech chi ddefnyddio dull arall o dalu, fel cerdyn credyd.
da: Inicis Mobile er ikke tilgængelig i øjeblikket. <br /> Brug en anden betalingsmetode, f.eks. et kreditkort.
de: Inicis Mobile ist derzeit nicht verfügbar. <br /> Verwenden Sie eine andere Zahlungsmethode, z. B. eine Kreditkarte.
el: Η πληρωμή μέσω Inicis Mobile δεν είναι διαθέσιμη αυτήν τη στιγμή. <br /> Χρησιμοποιήστε μια διαφορετική μέθοδο πληρωμής, όπως μέσω πιστωτικής κάρτας.
es: Inicis Mobile no está disponible en este momento. <br /> Usa otro tipo de método de pago, como una tarjeta de crédito.
et: Inicis Mobile pole praegu saadaval. <br /> Kasutage muud makseviisi, näiteks krediitkaarti.
eu: Une honetan ez dago erabilgarri Inicis Mobile. <br /> Erabili beste ordainketa-metodo bat, kreditu-txartela, esaterako.
fa: Inicis Mobile در حال حاضر در دسترس نیست. <br /> لطفاً از یک نوع روش پرداخت دیگر مانند کارت اعتباری استفاده کنید.
ga: Níl Inicis Mobile ar fáil faoi láthair. <br /> Úsáid modh íocaíochta eile ar nós cárta creidmheasa.
gd: Chan eil Inicis Mobile ri làimh an-dràsta. <br /> Feuch an cleachd thu dòigh pàighidh eile, can cairt-chreideis.
gl: Inicis Mobile non está dispoñible neste momento. <br /> Usa outro tipo de método de pagamento, como unha tarxeta de crédito.
gu: Inicis Mobile હાલમાં અનુપલબ્ધ છે. <br /> કૃપા કરીને ક્રેડિટ કાર્ડ જેવી બીજા પ્રકારની ચુકવણી પદ્ધતિનો ઉપયોગ કરો.
he: Inicis Mobile אינו זמין כעת. <br /> השתמש בשיטת תשלום אחרת, כגון כרטיס אשראי.
hi: Inicis Mobile वर्तमान में अनुपलब्ध है. <br /> कृपया किसी अन्य प्रकार की भुगतान पद्धति जैसे क्रेडिट कार्ड का उपयोग करें.
hr: Usluga Inicis Mobile trenutačno nije dostupna. <br /> Upotrijebite drugi način plaćanja, npr. kreditnom karticom.
hu: Az Inicis Mobile fizetési szolgáltatás jelenleg nem érhető el. <br /> Kérjük, válasszon másik fizetési módot, például fizessen hitelkártyával.
id: Inicis Mobile saat ini tidak tersedia. <br /> Gunakan metode jenis pembayaran lain seperti kartu kredit.
is: Inicis Mobile er ekki tiltækt að svo stöddu. <br /> Notaðu annan greiðslumáta, til dæmis kreditkort.
ja: 現在 Inicis Mobile はご利用いただけません。<br /> クレジット カードなど、他のお支払方法をご利用ください。
ka: Inicis Mobile ამჟამად მიუწვდომელია. <br /> გთხოვთ, გამოიყენოთ გადახდის სხვა მეთოდი, მაგალითად, საკრედიტო ბარათი.
kk: Inicis Mobile қазір қолжетімді емес. <br /> Несие картасы сияқты басқа төлем әдісін пайдаланыңыз.
kn: Inicis Mobile ಪ್ರಸ್ತುತ ಲಭ್ಯವಿಲ್ಲ. <br /> ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ನಂತಹ ಮತ್ತೊಂದು ಪ್ರಕಾರದ ಪಾವತಿಯನ್ನು ದಯವಿಟ್ಟು ಬಳಸಿ.
ko: 지금은 Inicis Mobile을 이용할 수 없습니다. <br /> 신용 카드 같은 다른 유형의 결제 방법을 사용하십시오.
ku_arab: Inicis Mobile لەکاتی ئێستادا بەردەست نییە. <br /> تکایە جۆرێکی تری شێوازی پارەدان بەکاربێنە وەک کارتی کرێدت.
ky: Inicis Mobile азыр байкалбайт. <br /> Башка төлөө ыкмасын, мисалы, насыя картаны колдонуңуз.
lo: Inicis Mobiles ບໍ່ມີໃນຂະນະນີ້. <br /> ກະລຸນາໃຊ້ ວິທີການຊຳລະປະເພດອື່ນເຊັ່ນ: ບັດເຄຣດິດ.
lt: „Inicis Mobile“ šiuo metu neprieinamas. <br /> Naudokite kitą mokėjimo būdą, pvz., kredito kortelę.
lv: Pakalpojums Inicis Mobile pašlaik nav pieejams. <br /> Lūdzu, izmantojiet citu maksāšanas metodi, piemēram, kredītkarti.
mi: Kāore Inicis Mobile e wātea ana i tēnei wā. <br /> Tēnā whakamahia tētahi momo utunga anō pēnei i te kāri tāwere.
mk: Inicis Mobile во моментов не е достапен. <br /> Користете друг тип или начин на плаќање, како на пример, кредитна картичка.
ml: Inicis Mobile നിലവിൽ ലഭ്യമല്ല. <br /> ക്രെഡിറ്റ് കാർഡ് പോലുള്ള മറ്റൊരു പണമടയ്‌ക്കൽ രീതി ഉപയോഗിക്കുക.
mn: Inicis Mobile-г одоогоор ашиглах боломжгүй. <br /> Кредит карт г.м. өөр төрлийн төлбөрийн хэрэгсэл ашиглана уу.
mr: Inicis Mobile सध्या अनुपलब्ध आहे. <br /> कृपया दुसऱ्या प्रकारची देय पद्धत वापरा जसे की क्रेडिट कार्ड.
ms: Inicis Mobile tidak tersedia buat masa ini. <br /> Sila gunakan jenis kaedah pembayaran yang lain seperti kad kredit.
mt: Inicis Mobile bħalissa mhux disponibbli. <br /> Jekk jogħġbok, uża metodu ta' pagament ta' tip ieħor bħal karta ta' kreditu.
ne: Inicis Mobile हाल अनुपलब्ध छ। <br /> कृपया अर्को प्रकारको भुक्तान गर्ने तरिका प्रयोग गर्नुहोस् जस्तै क्रेडिट कार्ड।
nn_no: Inicis Mobile er for tida utilgjengeleg. <br /> Bruk ein annan betalingsmetode, for eksempel kredittkort.
no: Inicis Mobile er for tiden utilgjengelig. <br /> Bruk en annen betalingsmetode, for eksempel kredittkort.
or: Inicis Mobile ସମ୍ପ୍ରତି ଅନୁପଲବ୍ଧ ଅଟେ. <br /> ଦୟାକରି ଅନ୍ୟ ପ୍ରକାରର ଦେୟ ପଦ୍ଧତି ବ୍ୟବହାର କରନ୍ତୁ ଯେପରିକି କ୍ରେଡିଟ୍‌ କାର୍ଡ.
pa_arab_pk: انینس موبائل اس ویلے میّسر نہیں ۔ <br /> مہربانی کر کے کوئی ہور پیسے کھلن دا طریقہ چُنو جداں کہ کریڈٹ کارڈ۔
pa_in: Inicis Mobile ਇਸ ਸਮੇਂ ਅਣਉਪਲਬਧ ਹੈ। <br /> ਕਿਰਪਾ ਕਰਕੇ ਕਰੈਡਿਟ ਕਾਰਡ ਜਿਹੀ ਕਿਸੇ ਹੋਰ ਕਿਸਮ ਦੀ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Płatności Inicis Mobile są w tej chwili niedostępne. <br /> Użyj innej metody płatności, na przykład karty kredytowej.
ru: Служба Inicis Mobile сейчас недоступна. <br /> Используйте другой метод оплаты, например кредитную карту.
sd: Inicis Mobile هڪ وقت دستياب ناهي. <br /> مهرباني ڪري ادائگي جو ٻيو طريقو استعمال ڪريو جيئن ڪريڊٽ ڪارڊ.
si: Inicis Mobile වර්තමානයේ ලද නොහැක. <br /> කරුණාකර ණය කාඩ්පතක් වැනි වෙනත් ආකාරයක ගෙවීම් ක්‍රමයක් භාවිතා කරන්න.
sl: Storitev Inicis Mobile trenutno ni na voljo. <br /> Uporabite drug način plačila, na primer kreditno kartico.
sr_cyrl_rs: Inicis Mobile је тренутно недоступан. <br /> Користите други начин плаћања попут кредитне картице.
sr_latn_rs: Inicis Mobile je trenutno nedostupan. <br /> Koristite drugi način plaćanja poput kreditne kartice.
sv: Inicis Mobile är inte tillgängligt för tillfället. <br /> Försök med en annan betalningsmetod, till exempel ett kreditkort.
ta: Inicis Mobile தற்போது கிடைக்கவில்லை. <br /> கடனட்டை போன்ற வேறுவகைக் கட்டணம் செலுத்தல் முறையைப் பயன்படுத்தவும்.
te: Inicis Mobile ప్రస్తుతానికి అందుబాటులో లేదు. <br /> దయచేసి క్రెడిట్ కార్డ్ వంటి మరో చెల్లింపు పద్ధతిని ఉపయోగించండి.
tg: Inicis Mobile алҳол дастнорас аст. <br /> Лутфан усули пардохти дигареро, аз қабили корти қарзӣ, истифода баред.
th: Inicis Mobile ไม่พร้อมใช้งานในขณะนี้ <br /> โปรดใช้วิธีชำระเงินแบบอื่น เช่น บัตรเครดิต
tr: Inicis Mobile şu anda kullanılamıyor. <br /> Lütfen kredi kartı gibi başka bir ödeme yöntemi türü kullanın.
tt: Inicis Mobile аша түләү хәзер мөмкин түгел. <br /> Кредит картасы кебек башка бер түләү ысулын кулланыгыз.
ug: Inicis Mobile نۆۋەتتە ئىشلىمىدى. <br /> ئىناۋەتلىك كارتىغا ئوخشاش باشقا ھەق تاپشۇرۇش ئۇسۇلى ئىشلىتىڭ.
uk: Служба Inicis Mobile зараз недоступна. <br /> Скористайтесь іншим способом оплати, наприклад кредитною карткою.
ur: Inicis Mobile فی الحال دستیاب نہیں ہے۔ <br /> براہ مہربانی ادائیگی کا کوئی اور طریقہ استعمال کریں جیساکہ کریڈٹ کارڈ۔
uz: Inicis Mobile ish faoliyatida emas. <br /> Boshqa to‘lov usulidan, masalan, kredit kartadan foydalaning.
vi: Inicis Mobile hiện không khả dụng. <br /> Hãy dùng một loại phương thức thanh toán khác chẳng hạn như thẻ tín dụng.
zh_hans: Inicis Mobile 暂不可用。<br /> 请使用其他付款方式，如信用卡。
zh_hant: 目前無法使用 Inicis Mobile。<br /> 請使用其他類型的付款方式，例如信用卡。

# Literal.PICVD.Input.DepositAmount
source: Deposit Amount
af: Depositobedrag
am: የተቀማጭ ገንዘብ መጠን
ar: مبلغ الإيداع
as: জমা পৰিমাণ
az: Əmanət Hesabı
bg: Сума на депозита
bn_in: আমানতের পরিমাণ
bs: Iznos depozita
cy: Y Swm a Roddwyd
da: Indbetalingsbeløb
de: Einzahlungsbetrag
el: Ποσό κατάθεσης
es: Importe del ingreso
et: Deposiidi summa
eu: Sartutako diru-kopurua
fa: ‏‏واریز مبلغ
ga: Suim thaisce
gd: Suim airgid
gl: Importe de depósito
gu: જમા રકમ
he: סכום הפקדה
hi: राशि जमा करें
hr: Iznos depozita
hu: Átutalt összeg
id: Jumlah Deposit
is: Greiðsluupphæð
ja: 入金金額
ka: თანხის ჩარიცხვა ანგარიშზე
kk: Депозит сомасы
kn: ಠೇವಣಿ ಮೊತ್ತ
ko: 입금 금액
ku_arab: بڕی سپاردە
ky: Депозит өлчөмү
lo: ຈຳນວນຝາກເຂົ້າບັນຊີ
lt: Įmokos suma
lv: Depozīta summa
mi: Te Nuinga Moni i Whakatakotoria
mk: Депониран износ
ml: ഡിപ്പോസിറ്റ് തുക
mn: Хадгаламжийн хэмжээ
mr: ठेवीची रक्कम
ms: Jumlah Deposit
mt: Ammont tad-Depożitu
ne: जम्मा रकम
nn_no: Beløp som er sett inn
no: Overføringsbeløp
or: ଜମା ଟଙ୍କା
pa_arab_pk: پیسے جمع کراو
pa_in: ਜਮਾ ਰਕਮ
pl: Kwota depozytu
ru: Сумма депозита
sd: رقم جمع ڪرايو
si: තැන්පතු මුදල
sl: Znesek depozita
sr_cyrl_rs: Износ депозита
sr_latn_rs: Iznos depozita
sv: Insatt belopp
ta: டெபாசிட் தொகை
te: డిపాజిట్ మొత్తం
tg: Маблағи амонат
th: จำนวนเงินฝาก
tr: Yatırılan Tutar
tt: Кертем суммасы
ug: ئامانەت سوممىسى
uk: Сума депозиту
ur: جمع رقم
uz: Depozit qiymati
vi: Số tiền gửi
zh_hans: 存款金额
zh_hant: 存款金額

# Literal.PICVD.Sample.Info
source: <ul> <li>1. Access your bank account</li> <li>2. Locate the deposit we made into your account</li> <li>3. Enter the 3-digit code -OR- the amount, as shown below</li> </ul>
af: <ul> <li>1. Verkry toegang tot jou bankrekening</li> <li>2. Vind die deposito wat ons in jou rekening gemaak het</li> <li>3. Voer die 3-syferkode – OF – die bedrag in, soos hieronder gewys word</li> </ul>
am: <ul> <li>1. ወደ የባንክ ሂሳብዎ መዳረሻ ይሂዱ</li> <li>2. ወደ ሂሳብዎ ገቢ ያደረግነውን ያግኙ</li> <li>3. ባለ 3-አሃዝ ኮድ -ወይም- መጠኑን፣ ከታች እንደተመለከተው ያስገቡ</li> </ul>
ar: <ul> <li>1. قم بالوصول إلى حسابك البنكي</li> <li>2. حدد الإيداع الذي قمنا بإجرائه على حسابك</li> <li>3. أدخل الرمز الذي يتكون من 3 أرقام -أو- المبلغ، كما هو موضح أدناه</li> </ul>
as: <ul> <li>1. আপোনাৰ বেংক একাউণ্টত প্ৰৱেশ কৰক</li> <li>2. আমি আপোনাৰ একাউণ্টত কৰা জমাৰাশি চিনাক্ত কৰক</li> <li>3. তলত দেখুওৱাৰ দৰে, 3-টা সংখ্যাৰ কোডটো -বা- পৰিমাণ লিখক</li> </ul>
az: <ul> <li>1. Bank hesabınıza daxil olun</li> <li>2. Sizə etdiyimiz depoziti hesabınıza yerləşdirin</li> <li>3. Aşağıda göstərildiyi kimi 3-rəqəmli kodu -VƏ YA- məbləği daxil edin</li> </ul>
bg: <ul> <li>1. Осъществете достъп до банковата си сметка</li> <li>2. Открийте извършения от нас депозит в сметката</li> <li>3. Въведете 3-цифрения код -ИЛИ- сумата, както е показано по-долу</li> </ul>
bn_in: <ul> <li>1. আপনার ব্যাঙ্ক অ্যাকাউন্ট ব্যবহার করুন</li> <li>2. আমরা আপনার অ্যাকাউন্টে যে অর্থরাশি জমা করেছি তা সনাক্ত করুন</li> <li>3. নীচে যেমন দেখানো হয়েছে সেইভাবে 3-সংখ্যার কোড অথবা অর্থরাশি লিখুন</li> </ul>
bs: <ul> <li>1. Pristupite bankovnom računu</li> <li>2. Pronađite depozit koji smo uplatili na vaš račun</li> <li>3. Unesite trocifreni kod -ILI- iznos, kao što je prikazano u nastavku</li> </ul>
cy: <ul> <li>1. Ewch i’ch cyfrif banc</li> <li>2. Chwiliwch am y swm o arian a roesom yn eich cyfrif</li> <li>3. Rhowch y cod 3-digid -NEU- y swm, fel y nodi isod</li> </ul>
da: <ul> <li>1. Gå til din bankkonto</li> <li>2. Find den indbetaling, vi har foretaget på din konto</li> <li>3. Indtast den 3-cifrede kode eller beløbet, som vist nedenfor</li> </ul>
de: <ul> <li>1. Greifen Sie auf Ihr Bankkonto zu.</li> <li>2. Suchen Sie nach der von uns vorgenommenen Einzahlung auf Ihr Konto.</li> <li>3. Geben Sie den dreistelligen Code ODER den Betrag ein, wie unten aufgeführt.</li> </ul>
el: <ul> <li>1. Ελέγξτε τον τραπεζικό λογαριασμό σας</li> <li> 2. Εντοπίστε την κατάθεση που πραγματοποιήσαμε στο λογαριασμό σας</li> <li> 3. Πληκτρολογήστε τον τριψήφιο κωδικό -Ή- το ποσό, όπως φαίνεται παρακάτω</li> </ul>
es: <ul> <li>1. Accede a tu cuenta bancaria</li> <li>2. Encuentra el depósito que hemos realizado en tu cuenta</li> <li>3. Escribe el código de tres dígitos O el importe, como se indica a continuación</li> </ul>
et: <ul> <li>1. Avage pangakonto</li> <li>2. Otsige üles deposiit, mille teie kontole kandsime</li> <li>3. Sisestage kolmekohaline kood –VÕI– summa vastavalt allpool näidatule</li> </ul>
eu: <ul> <li>1. Sartu banku-kontuan</li> <li>2. Bilatu kontuan egindako sarrera</li> <li>3. Idatzi 3 digituko kodea -EDO- zenbatekoa, jarraian erakusten den moduan</li> </ul>
fa: <ul> <li>۱. به حسابتان دسترسی داشته باشید</li> <li>۲. سپرده‌ای را که در حسابتان واریز کردیم، تأیید کنید </li> <li>۳. کد رقمی - یا - مبلغی را که زیر نشان داده شده است، وارد کنید</li> </ul>
ga: <ul> <li>1. Rochtain do chuntas bainc</li> <li>2. Aimsigh an taisce a rinneamar i do chuntas</li> <li>3. Cuir isteach an cód 3 dhigit -NÓ- an méid, mar a thaispeántar thíos</li> </ul>
gd: <ul> <li>1. Inntrig an cunntas banca agad</li> <li>2. Lorg an t-suim a chuir sinn dhan chunntas agad</li> <li>3. Cuir a-steach an còd 3 fhigearan -NO- an t-suim mar a chì thu gu h-ìosal</li> </ul>
gl: <ul> <li>1. Accede á túa conta bancaria</li> <li>2. Localiza o depósito que realizamos na túa conta</li> <li>3. Escribe o código de 3 díxitos OU o importe, como se indica a continuación</li> </ul>
gu: <ul> <li>1. તમારા બેંક એકાઉન્ટની ઍક્સેસ કરો.</li> <li>2. અમે તમારા એકાઉન્ટમાં કરેલી ડિપોઝિટને શોધો</li> <li>3. નીચે બતાવ્યા મુજબ 3-અંકનો કોડ-અથવા- રકમ દાખલ કરો</li> </ul>
he: <ul> <li>1. היכנס אל חשבון הבנק שלך</li> <li>2. אתר את ההפקדה שביצענו בחשבונך</li> <li>3. הזן את הקוד בן שלוש הספרות או את סכום ההפקדה, כמו בדוגמה הבאה</li> </ul>
hi: <ul> <li>1. अपने बैंक खाते पर पहुँचें</li> <li>2. उस राशि का पता लगाएँ, जो हमने आपके खाते में जमा की है</li> <li>3. नीचे दिखाए अनुसार 3-अंकों का कोड -या- राशि दर्ज करें</li> </ul>
hr: <ul> <li>1. Pristupite bankovnom računu</li> <li>2. Pronađite depozit koji smo uplatili na vaš račun</li> <li>3. Unesite troznamenkasti kod -ILI- iznos, kao što je prikazano u nastavku</li> </ul>
hu: <ul> <li>1. Tekintse meg a bankszámláját.</li> <li>2. Keresse meg a tőlünk érkezett összeget.</li> <li>3. Adja meg a háromjegyű kódot VAGY az összeget, az alábbiak szerint.</li> </ul>
id: <ul> <li>1. Akses rekening bank Anda</li> <li>2. Temukan deposit yang kami masukkan ke akun Anda</li> <li>3. Masukkan kode 3 digit -ATAU- jumlahnya, seperti yang ditampilkan di bawah ini</li> </ul>
is: <ul> <li>1. Farðu inn á bankareikninginn þinn</li> <li>2. Finndu innborgunina sem við lögðum inn á reikninginn</li> <li>3. Sláðu inn þriggja tölustafa kóðann EÐA upphæðina, eins og sýnt er fyrir neðan</li> </ul>
ja: <ul> <li>1. 銀行口座にアクセスします</li> <li>2. 口座への入金を確認します</li> <li>3. 以下のように、3 桁のコードまたは金額を入力します</li> </ul>
ka: <ul> <li>1. შედით თქვენს საბანკო ანგარიშზე</li> <li>2. მოძებნეთ თანხა, რომელიც ჩავრიცხეთ თქვენს ანგარიშზე</li> <li>3. შეიყვანეთ 3-ციფრიანი კოდი -ან- თანხა, როგორც ნაჩვენებია ქვემოთ</li> </ul>
kk: <ul> <li>1. Банк шотыңызға кіріңіз</li> <li>2. Тіркелгіңізге енгізілген депозитті анықтаңыз</li> <li>3. Төменде көрсетілген 3 таңбалы кодты -НЕМЕСЕ- соманы енгізіңіз</li> </ul>
kn: <ul> <li>1. ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆ ಪ್ರವೇಶಿಸಿ </li> <li>2. ನಿಮ್ಮ ಖಾತೆಗೆ ನಾವು ಮಾಡಿದ ಸಂದಾಯವನ್ನು ಹುಡುಕಿ </li> <li>3. ಕೆಳಗೆ ತೋರಿಸಿದಂತೆ, 3-ಅಂಕಿಯ ಕೋಡ್ ಅಥವಾ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ </li> </ul>
ko: <ul> <li>1. 은행 계좌에 액세스합니다.</li> <li>2. 자신의 계좌로 입금된 금액을 확인합니다.</li> <li>3. 아래 나와 있는 대로 3자리 코드 또는 금액을 입력합니다.</li> </ul>
ku_arab: <ul> <li>1. دەسگەیشتن بە ئەژمێری بانکیت</li> <li>2. دۆزینەوەی ئەو سپاردەی لە ئەژمێری تۆدا ئەنجامماندا</li> <li>3. کۆدی 3-رەنووسی -یان- بڕەکە هەروەک لای خوارەوە پیشاندراوە، تێبکە</li> </ul>
ky: <ul> <li>1. Банк эсебиңизге мүмкүндүк алыңыз</li> <li>2. Эсебиңизге биздин депозитти салыңыз</li> <li>3. Төмөндө көрсөтүлгөндөй, 3 сандуу кодду -ЖЕ- өлчөмдү жазыңыз</li> </ul>
lo: <ul> <li>1. ເຂົ້າຫາ ບັນຊີທະນາຄານຂອງທ່ານ</li> <li>2. ຫາຕຳແໜ່ງເງິນຝາກທີ່ພວກເຮົາສົ່ງໄປຫາບັນຊີຂອງທ່ານ</li> <li>3. ປ້ອນເຂົ້າລະຫັດ 3-ຕົວເລກ-ຫລື- ຈຳນວນ, ຕາມທີ່ສະແດງລຸ່ມນີ້</li> </ul>
lt: <ul> <li>1. Prisijunkite prie banko sąskaitos</li> <li>2. Suraskite įmoką, mūsų pervestą į jūsų sąskaitą</li> <li>3. Įveskite 3 skaitmenų kodą ARBA sumą, kaip parodyta toliau</li> </ul>
lv: <ul> <li>1. Piekļūstiet savam bankas kontam.</li> <li>2. Kontā atrodiet mūsu veikto iemaksu.</li> <li>3. Ievadiet trīs ciparu kodu VAI summu, kā parādīts tālāk.</li> </ul>
mi: <ul> <li>1. Uru atu ki tō pūtea pēke</li> <li>2. Rapua te tukunga i mahia e mātou ki tō pūtea</li> <li>3. Tāurutia te waehere 3-mati -ME PĒNEI RĀNEI - te rahi, e whakaaturia ana i raro iho nei</li> </ul>
mk: <ul> <li>1. Пристапете до банкарската сметка</li> <li>2. Најдете го внесениот депозит</li> <li>3. Внесете го 3-цифрениот код -ИЛИ- износот, како што е прикажано долу</li> </ul>
ml: <ul> <li>1. നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് ആക്‌സസ് ചെയ്യുക</li> <li>2. നിങ്ങളുടെ അക്കൗണ്ടിൽ ഞങ്ങൾ നടത്തിയ നിക്ഷേപം കണ്ടെത്തുക</li> <li>3. ചുവടെ കാണിച്ചിരിക്കുന്നത് പോലെ, 3 അക്ക കോഡ് - അല്ലെങ്കിൽ - തുക നൽകുക</li> </ul>
mn: <ul> <li>1. Банкны дансандаа нэвтэр</li> <li>2. Таны дансанд бидний байршуулсан дүнг хайж ол</li> <li>3. 3 оронтой код -ЭСВЭЛ- доорх дүнг оруул</li> </ul>
mr: <ul> <li>1. आपले बँक खाते अॅक्सेस करा</li> <li>2. आपल्या खात्यावर आम्ही ठेवलेली ठेव शोधा</li> <li>3. खाली दर्शविल्याप्रमाणे, 3-अंकी कोड -किंवा- रक्कम प्रविष्ट करा</li> </ul>
ms: <ul> <li>1. Capai akaun bank anda</li> <li>2. Cari deposit yang kami masukkan ke dalam akaun anda</li> <li>3. Masukkan kod 3 digit -ATAU- jumlah, seperti yang ditunjukkan di bawah</li> </ul>
mt: <ul> <li>1. Aċċessa l-kont tal-bank tiegħek</li> <li>2. Sib id-depożitu li għamilna fil-kont tiegħek</li> <li>3. Daħħal il-kodiċi bi 3 ċifri -JEW- l-ammont, kif muri hawn taħt</li> </ul>
ne: <ul> <li>1. आफ्नो बैंक खाता पहुँच गर्नुहोस्</li> <li>2. हामीले तपाइँको खातामा जम्मा गर्ने रकम पत्ता लगाउनुहोस्</li> <li>3. तल देखाइएको जस्तै 3 अङ्कको कोड वा रकम प्रविष्ट गर्नुहोस्</li> </ul>
nn_no: <ul> <li>1. Gå til bankkontoen din</li> <li>2. Finn beløpet vi har sett inn på kontoen din</li> <li>3. Legg inn den tresifra koden -ELLER- beløpet, som vist nedanfor</li> </ul>
no: <ul> <li>1. Gå til bankkontoen din</li> <li>2. Finn overføringen vi gjorde til kontoen</li> <li>3. Oppgi den tresifrede koden -ELLER- beløpet, som vist nedenfor</li> </ul>
or: <ul> <li>1. ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ଆକସେସ୍‌ କରନ୍ତୁ</li> <li>2. ଆପଣଙ୍କ ଆକାଉଣ୍ଟରେ ଆମେ କରିଥିବା ଜମାକୁ ଚିହ୍ନଟ କରନ୍ତୁ</li> <li>3. 3-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ -କିମ୍ବା- ନିମ୍ନରେ ଦେଖାଯାଇ ଥିବା ପରି ରାଶି ପ୍ରବେଶ କରନ୍ତୁ</li> </ul>
pa_arab_pk: <ul> <li>1. اپنے بینک دے اکاؤنٹ تے رسائی کرو </li> <li>2. جیڑے پیسے اسی تہاڈے اکاؤنٹ وچ گھلے نیں اونہاں دا کھوج لاؤ۔ </li> <li>3. جداں وکھایا گیا اے ایسے طراں 3 نمبراں دا کوڈ -یا- رقم داخل کرو۔ </li> </ul>
pa_in: <ul> <li>1. ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਨੂੰ ਐਕਸੈਸ ਕਰੋ</li> <li>2. ਉਸ ਡਿਪੋਜ਼ਿਟ ਦਾ ਸਥਾਨ ਦੱਸੋ ਜੋ ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕੀਤਾ</li> <li>3. ਹੇਠਾਂ ਦਿਖਾਏ ਮੁਤਾਬਕ 3-ਅੰਕ ਕੋਡ -ਜਾਂ- ਰਕਮ ਦਾਖ਼ਲ ਕਰੋ</li> </ul>
pl: <ul> <li>1. Uzyskaj dostęp do swojego konta bankowego.</li> <li>2. Zlokalizuj wpłatę, którą przesłaliśmy na Twoje konto.</li> <li>3. Wprowadź 3-cyfrowy kod LUB kwotę, tak jak pokazano poniżej.</li> </ul>
ru: <ul> <li>1. Откройте свой банковский счет.</li> <li>2. Найдите депозит, который мы на него внесли.</li> <li>3. Введите 3-значный код ИЛИ сумму, как показано ниже.</li> </ul>
sd: <ul> <li>1. پنهنجو بينڪ اڪائونٽ رسائي ڪريو</li> <li>2. توهانجي اڪائونٽ ۾ اسانکي ڪيل ڊپازٽ جو پتو لڳايو</li> <li>3. 3-ڊجٽ ڪوڊ يا -يا- رقم داخل ڪريو جيئن هيٺ ڏيکاريل آهي</li> </ul>
si: <ul> <li>1. ඔබගේ බැංකු ගිණුමට ප්‍රවේශවන්න</li> <li>2. අපි ඔබගේ ගිණුමට සිදුකළ තැන්පතුව දක්වන්න</li> <li>3. පහත දක්වා ඇති පරිදි අංක 3 කේතය-හෝ - ගණන ඇතුළත් කරන්න</li> </ul>
sl: <ul> <li>1. Dostopite do bančnega računa</li> <li>2. Poiščite depozit, ki smo ga položili na vaš račun</li> <li>3. Vnesite 3-mestno kodo –ALI– znesek, kot je prikazano spodaj</li> </ul>
sr_cyrl_rs: <ul> <li>1. Приступите рачуну у банци</li> <li>2. Пронађите депозит који смо уплатили на ваш рачун</li> <li>3. Унесите троцифрени код - ИЛИ - износ, као што је приказано у наставку</li> </ul>
sr_latn_rs: <ul> <li>1. Pristupite računu u banci</li> <li>2. Pronađite depozit koji smo uplatili na vaš račun</li> <li>3. Unesite trocifreni kod - ILI - iznos, kao što je prikazano u nastavku</li> </ul>
sv: <ul> <li>1. Gå in på ditt bankkonto</li> <li>2. Leta upp den insättning vi gjort på ditt konto</li> <li>3. Ange den tresiffriga koden ELLER beloppet enligt nedan</li> </ul>
ta: <ul> <li>1. உங்கள் வங்கிக் கணக்கை அணுகவும்</li> <li>2. உங்கள் கணக்கில் நாங்கள் இட்ட தொகையைக் கண்டுபிடிக்கவும்</li> <li>3. கீழே காட்டியுள்ளது போல 3-இலக்கக் குறியீடு -அல்லது- தொகையை உள்ளிடவும்</li> </ul>
te: <ul> <li>1. మీ బ్యాంక్ ఖాతాని ప్రాప్యత చేయండి</li> <li>2. మేము మీ ఖాతాలో చేసిన డిపాజిట్‌ని గుర్తించండి</li> <li>3. దిగువ చూపిన విధంగా 3 అంకెల కోడ్ లేదా మొత్తాన్ని నమోదు చేయండి</li> </ul>
tg: <ul> <li>1. Ба ҳисоби бонкии худ дастрас шавед</li> <li>2. Амонати ба ҳисоби шумо гузоштаи моро пайдо кунед</li> <li>3. Рамзи 3-рақама -Ё- маблағро тавре ки дар зер нишон дода шудааст ворид кунед</li> </ul>
th: <ul> <li>1. เข้าสู่บัญชีธนาคารของคุณ</li> <li>2. ค้นหายอดเงินที่เราฝากเข้าบัญชี</li> <li>3. ป้อนเลขรหัส 3 หลักหรือจำนวนเงินตามที่แสดงด้านล่าง</li> </ul>
tr: <ul> <li>1. Banka hesabınıza erişin</li> <li>2. Hesabınıza yatırdığımız tutarı bulun</li> <li>3. Aşağıda gösterilen şekilde 3 haneli kodu -VEYA- tutarı girin</li> </ul>
tt: <ul> <li>1. Банктагы хисабыгызга керегез</li> <li>2. Хисабыгызга без ясаган кертемне табыгыз</li> <li>3. Түбәндә күрсәтелгәнчә, 3 цифрлы кодны -ЯКИ- сумманы кертегез</li> </ul>
ug: <ul> <li>1. بانكا ھېساباتىڭىزغا كىرىڭ</li> <li>2. ھېساباتىڭىزغا بىز ئەۋەتكەن پۇل سوممىسىنى تېپىڭ</li> <li>3. پۇل سوممىسى ياكى 3 خانىلىق كودنى تۆۋەندىكى بويىچە كىرگۈزۈڭ</li> </ul>
uk: <ul> <li>1. Відкрийте відомості банківського рахунку.</li> <li>2. Знайдіть суму, яку ми перевели на ваш рахунок.</li> <li>3. Введіть 3-значний цифровий код -АБО- переведену суму, як показано нижче.</li> </ul>
ur: <ul> <li>1. اپنے بینک اکاؤنٹ پر رسائی کریں</li> <li>2. ڈپازٹ ڈھونڈیں جو ہم نے آپ کے اکاؤنٹ میں کیا ہے</li> <li>3. داخل کریں 3 عددی کوڈ -یا- رقم، جیسا کہ ذیل میں دکھایا گیا ہے</li> </ul>
uz: <ul> <li>1. Bank hisob raqamingizga kiring</li> <li>2. Biz hisob raqamingizga joylashtirgan depozit miqdorini aniqlashtiring</li> <li>3. Quyida ko‘rsatilgandek, 3 xonali kodni -YOKI- miqdorni kiriting</li> </ul>
vi: <ul> <li>1. Truy cập tài khoản ngân hàng của bạn</li> <li>2. Tìm khoản tiền gửi mà chúng tôi đã chuyển vào tài khoản của bạn</li> <li>3. Nhập mã gồm 3 chữ số -HOẶC- số tiền như minh họa bên dưới</li> </ul>
zh_hans: <ul> <li>1. 访问你的银行帐户</li> <li>2. 找到我们已打入你帐户的存款</li> <li>3. 输入 3 位数代码或金额，如下所示</li> </ul>
zh_hant: <ul> <li>1. 存取您的銀行帳戶</li> <li>2. 找到我們存入您帳戶的款項</li> <li>3. 輸入 3 位數代碼 -或- 金額 (如下所示)</li> </ul>
