Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.AddressLine3
source: Address line 3
af: Adres reël 3
am: አድራሻ መስመር 3
ar: سطر العنوان 3
as: ঠিকনা শাৰী 3
az: Ünvan sətri 3
bg: Ред за адрес 3
bn_in: ঠিকানা 3
bs: Red za adresu 3
cy: Llinell cyfeiriad 3
da: Adresselinje 3
de: Adresszeile 3
el: Γραμμή διεύθυνσης 3
es: Dirección (línea 3)
et: Postiaadressi 3. rida
eu: Helbidearen 3. lerroa
fa: آدرس 3
ga: Líne 3 den seoladh
gd: Loidhne 3 an t-seòlaidh
gl: Liña de enderezo 3
gu: સરનામાં લાઇન 3
he: שורת כתובת 3
hi: पता पंक्ति 3
hr: Redak adrese 3
hu: Cím – 3. sor
id: Baris alamat 3
is: Póstfangslína 3
ja: 住所 3
ka: მისამართის სტრიქონი 3
kk: 3-мекенжай жолы
kn: ವಿಳಾಸ ಸಾಲು 3
ko: 주소란 3
ku_arab: ریزی 3 ی ناونیشان
ky: Дарек, сап 3
lo: ທີ່ຢູ່ແຖວ 3
lt: 3 adreso eilutė
lv: Adreses 3. rindiņa
mi: Raina wāhitau 3
mk: Ред 3 за адреса
ml: വിലാസ വരി 3
mn: Хаягийн мөр 3
mr: पत्ता रेखा 3
ms: Baris alamat 3
mt: Linja tal-indirizz 3
ne: ठेगाना लाइन ३
nn_no: Adresseline 3
no: Adresselinje 3
or: ଠିକଣା ଧାଡି 3
pa_arab_pk: ‏‏پتہ لین 3
pa_in: ਪਤਾ ਲਾਈਨ 3
pl: 3. wiersz adresu
ru: Третья строка адреса
sd: پتي واري لائن 3
si: ලිපිනය 3 පේලිය
sl: Naslovna vrstica 3
sr_cyrl_rs: Ред за адресу 3
sr_latn_rs: Red za adresu 3
sv: Adressrad 3
ta: முகவரி வரி 3
te: చిరునామా పంక్తి 3
tg: Сатри суроғаи 3
th: ที่อยู่บรรทัดที่ 3
tr: Adres satırı 3
tt: 3нче адрес юлы
ug: ئادرېس سىزىقى 3
uk: Рядок адреси 3
ur: پتہ سطر 3
uz: 3-manzil qatori
vi: Địa chi dòng 3
zh_hans: 地址行 3
zh_hant: 地址 3

# Word.BillingAddress
source: Billing address
af: Faktuuradres
am: የመክፈያ አድራሻ
ar: عنوان الفوترة
as: বিল আদায় দিয়াৰ ঠিকনা
az: Hesablaşma ünvanı
bg: Адрес на фактуриране
bn_in: বিলি পাঠানোর ঠিকানা
bs: Adresa fakturiranja
cy: Cyfeiriad bilio
da: Faktureringsadresse
de: Rechnungsadresse
el: Διεύθυνση χρέωσης
es: Dirección de facturación
et: Arveldusaadress
eu: Fakturatze-helbidea
fa: آدرس صدور قبض
ga: Seoladh billeála
gd: An seòladh bileachaidh
gl: Enderezo de facturación
gu: બિલીંગ સરનામું
he: כתובת לחיוב
hi: बिलिंग पता
hr: Adresa za naplatu
hu: Számlázási cím
id: Alamat tagihan
is: Póstfang greiðanda
ja: 請求先住所
ka: საანგარიშსწორებო მისამართი
kk: Шот жіберілетін мекенжай
kn: ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸ
ko: 청구 주소
ku_arab: ناونیشانی فاتوورە
ky: Эсеп дареги
lo: ທີ່ຢູ່ສຳລັບຮຽກເກັບເງິນ
lt: Sąskaitos siuntimo adresas
lv: Rēķina adrese
mi: Wāhitau nama
mk: Адреса за фактурирање
ml: ബില്ലിംഗ് വിലാസം
mn: Төлбөр тооцооны хаяг
mr: बिलिंग पत्ता
ms: Alamat pengebilan
mt: Indirizz tal-ħlasijiet
ne: पुर्जी ठेगाना
nn_no: Faktureringsadresser
no: Faktureringsadresse
or: ବିଲିଂ ଠିକଣା
pa_arab_pk: بل کلن دا پتا
pa_in: ਬਿੱਲ ਭੇਜਣ ਦਾ ਪਤਾ
pl: Adres do rozliczeń
ru: Адрес выставления счета
sd: بِلن جو پتو
si: බිල්පත්කරණ ලිපිනය
sl: Naslov za obračunavanje
sr_cyrl_rs: Адреса фактурисања
sr_latn_rs: Adresa fakturisanja
sv: Faktureringsadress
ta: இரசீது முகவரி
te: బిల్లింగ్ చిరునామా
tg: Суроғаи пешниҳоди ҳисоб
th: ที่อยู่การเรียกเก็บเงิน
tr: Fatura adresi
tt: Квитанциләү адресы
ug: تالون ئادرېسى
uk: Адреса виставлення рахунку
ur: بل کی ادائیگی کا پتہ
uz: Billing manzili
vi: Địa chỉ nhận hóa đơn
zh_hans: 帐单邮寄地址
zh_hant: 帳單地址

# Word.EditAddress
source: Edit address
af: Wysig adres
am: አድራሻ አርዕት
ar: تحرير العنوان
as: ঠিকনা সম্পাদন কৰক
az: Ünvanı redaktə edin
bg: Редактиране на адрес
bn_in: ঠিকানা সম্পাদনা করুন
bs: Uredite adresu
cy: Golygu'r cyfeiriad
da: Rediger adresse
de: Adresse bearbeiten
el: Επεξεργασία διεύθυνσης
es: Editar dirección
et: Redigeeri aadressi
eu: Editatu helbidea
fa: ویرایش آدرس
ga: Cuir an seoladh in eagar
gd: Deasaich an seòladh
gl: Editar enderezo
gu: સરનામું સંપાદિત કરો
he: ערוך כתובת
hi: पता संपादित करें
hr: Uređivanje adrese
hu: Cím szerkesztése
id: Edit alamat
is: Breyta heimilisfangi
ja: アドレスの編集
ka: მისამართის რედაქტირება
kk: Мекенжайды өзгерту
kn: ವಿಳಾಸ ಎಡಿಟ್ ಮಾಡಿ
ko: 주소 편집
lo: ແກ້ໄຂທີ່ຢູ່
lt: Redaguoti adresą
lv: Rediģēt adresi
mi: Whakatika wāhitau
mk: Уреди ја адресата
ml: വിലാസം എഡിറ്റുചെയ്യുക
mr: पत्ता संपादित करा
ms: Edit alamat
mt: Editja l-indirizz
ne: ठेगाना सम्पादन गर्नुहोस्‌
nn_no: Rediger adresse
no: Rediger adresse
or: ଠିକଣା ସଂପାଦନ କରନ୍ତୁ
pa_in: ਪਤੇ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj adres
ru: Изменить адрес
sl: Uredi naslov
sr_cyrl_rs: Уредите адресу
sr_latn_rs: Uredite adresu
sv: Redigera adress
ta: முகவரியைத் திருத்துக
te: చిరునామాను సవరించండి
th: แก้ไขที่อยู่
tr: Adresi düzenle
tt: Адресны төзәтү
ug: ئادرېسنى تەھرىرلەش
uk: Редагувати адресу
ur: پتہ میں ترمیم کریں
uz: Manzilni tahrirlash
vi: Chỉnh sửa địa chỉ
zh_hans: 编辑地址
zh_hant: 編輯地址

# Word.AddNew
source: Add new
af: Voeg nuwe by
am: አዲስ አክል
ar: إضافة جديد
as: নতুন যোগ কৰক
az: Yenisini əlavə edin
bg: Добавяне на нов
bn_in: নতুন যোগ করুন
bs: Dodajte novo
cy: Ychwanegu un newydd
da: Tilføj ny
de: Neu hinzufügen
el: Προσθήκη νέου
es: Agregar nuevo
et: Lisa uus
eu: Gehitu berri bat
fa: افزودن مورد جدید
ga: Cuir ceann nua leis
gd: Cuir ris fear ùr
gl: Engadir novo
gu: નવું ઍડ કરો
he: הוסף חדש
hi: नया जोड़ें
hr: Dodaj novo
hu: Új hozzáadása
id: Tambah baru
is: Bæta nýju við
ja: 新規追加
ka: ახლის დამატება
kk: Жаңасын қосу
kn: ಹೊಸದನ್ನು ಸೇರಿಸಿ
ko: 새 항목 추가
lo: ເພີ່ມໃໝ່
lt: Įtraukti naują
lv: Pievienot jaunu
mi: Tāpiri mea hou
mk: Додај ново
ml: പുതിയത് ചേർക്കുക
mr: नवीन जोडा
ms: Tambah baru
mt: Żid ġdid
ne: नयाँ थप्नु होस्
nn_no: Legg til ny
no: Legg til ny
or: ନୂତନ ଯୋଡନ୍ତୁ
pa_in: ਨਵਾਂ ਜੋੜੋ
pl: Dodaj nowy
ru: Добавить
sl: Dodaj novo
sr_cyrl_rs: Додај нови
sr_latn_rs: Dodaj novi
sv: Lägg till ny
ta: புதியதைச் சேர்
te: కొత్తది జోడించు
th: เพิ่มใหม่
tr: Yeni ekle
tt: Яңаны өстәү
ug: يېڭى قوشۇش
uk: Додати новий
ur: نیا شامل کریں
uz: Yangi kiritish
vi: Thêm mới
zh_hans: 新增
zh_hant: 新增

# Word.ChoosePiFirst
source: Choose a payment method
af: Kies 'n betaalmetode
am: የክፍያ ስልት ምረጥ
ar: اختيار طريقة دفع
as: এটা পৰিশোধ পদ্ধতি পছন্দ কৰক
az: Ödəniş metodu seç
bg: Избор на метод за плащане
bn_in: অর্থপ্রদানের একটি মাধ্যম বাছুন
bs: Izbor načina plaćanja
cy: Dewiswch ddull talu
da: Vælg en betalingsmetode
de: Zahlungsmethode auswählen
el: Επιλέξτε μια μέθοδο πληρωμής
es: Elija un método de pago
et: Valige makseviis
eu: Hautatu ordainketa-metodoa
fa: یک روش پرداخت را انتخاب کنید
ga: Roghnaigh modh íocaíochta
gd: Tagh dòigh pàighidh
gl: Escoller un método de pagamento
gu: ચૂકવણી રીત પસંદ કરો
he: בחירת שיטת תשלום
hi: भुगतान पद्धति चुनें
hr: Odaberite način plaćanja
hu: Fizetési mód választása
id: Pilih metode pembayaran
is: Veldu greiðsluaðferð
ja: お支払方法の選択
ka: აირჩიეთ გადახდის მეთოდი
kk: Төлем әдісін таңдау
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆರಿಸಿ
ko: 결제 방법 선택
ku_arab: شێوازێکی پارەدان هەڵبژێرە
ky: Төлөө ыкмасын танда
lo: ເລືອກວິທີການຊຳລະເງິນ
lt: Pasirinkite mokėjimo būdą
lv: Maksāšanas metodes izvēle
mi: Kōwhiria tētahi tikanga utu
mk: Изберете метод на плаќање
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക
mn: Төлбөрийн хэлбэр сонгох
mr: एक देय पद्धत निवडा
ms: Pilih kaedah pembayaran
mt: Agħżel metodu ta' ħlas
ne: भुक्तानी प्रक्रिया चयन गर्नुहोस्
nn_no: Vel betalingsmetode
no: Velg betalingsmåte
or: ଏକ ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ
pa_arab_pk: ادائیگی دا طریقہ چنو
pa_in: ਇੱਕ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz metodę płatności
ru: Выбор метода оплаты
sd: رقم ادا ڪرڻ جو طريقو چونڊيو
si: ගෙවීම් ක්‍රමයක් තෝරන්න
sl: Izberite način plačila
sr_cyrl_rs: Избор метода плаћања
sr_latn_rs: Izbor metoda plaćanja
sv: Välj en betalningsmetod
ta: கட்டண பயன்முறையைத் தேர்வு செய்யவும்
te: చెల్లింపు విధానాన్ని ఎంచుకోండి
tg: Ягон усули пардохтро интихоб кунед
th: เลือกวิธีการชำระเงิน
tr: Ödeme yöntemi seç
tt: Түләү ысулын сайлагыз
ug: ھەق تۆلۆش ئۇسۇلىنى تاللاڭ
uk: Вибір способу оплати
ur: ادائیگی کا طریقہ چنو
uz: To‘lov usulini tanlang
vi: Chọn một phương thức thanh toán
zh_hans: 选择付款方式
zh_hant: 選擇付款方式

# Word.City
source: City
af: Stad
am: ከተማ
ar: المدينة
as: চহৰ
az: Şəhər
bg: Град
bn_in: শহর
bs: Grad
cy: Dinas
da: By
de: Ort
el: Πόλη
es: Ciudad
et: Linn
eu: Herria
fa: شهر
ga: Cathair
gd: Baile
gl: Cidade
gu: શહેર
he: עיר
hi: शहर
hr: Grad
hu: Település
id: Kota
is: Borg
ja: 市区町村
ka: ქალაქი
kk: Қала
kn: ನಗರ
ko: 구/군/시
ku_arab: شار
ky: Шаар
lo: ເມືອງ
lt: Miestas
lv: Pilsēta
mi: Taone Nui
mk: Град
ml: നഗരം
mn: Хот
mr: शहर
ms: Bandar
mt: Belt
ne: सहर
nn_no: By/stad
no: Poststed
or: ସିଟୀ
pa_arab_pk: ‏‏شہر
pa_in: ਸ਼ਹਿਰ
pl: Miejscowość
ru: Город
sd: شھر
si: නගරය
sl: Kraj
sr_cyrl_rs: Град
sr_latn_rs: Grad
sv: Ort
ta: நகரம்
te: నగరం
tg: Шаҳр
th: อำเภอ/เขต
tr: Şehir
tt: Шәһәр
ug: شەھەر
uk: Місто
ur: شہر
uz: Shahar
vi: Thành phố
zh_hans: 市/县
zh_hant: 城市

# Word.City.Optional
source: City (Optional)
af: Stad (opsioneel)
am: ከተማ (የግድ ያልሆነ)
ar: المدينة (اختياري)
as: চহৰ (বৈকল্পিক)
az: Şəhər (İxtiyari)
bg: Град (опционално)
bn_in: শহর (বৈকল্পিক)
bs: Grad (opcionalno)
cy: Dinas (Dewisol)
da: By (valgfri)
de: Ort (optional)
el: Πόλη (προαιρετικά)
es: Ciudad (opcional)
et: Linn (valikuline)
eu: Hiria (aukerakoa)
fa: شهرستان (اختیاری)
ga: Cathair (Roghnach)
gd: Baile (roghainneil)
gl: Cidade (opcional)
gu: શહેર (વૈકલ્પિક)
he: עיר (אופציונלי)
hi: शहर (वैकल्पिक)
hr: Grad (neobavezno)
hu: Város (nem kötelező)
id: Kota (Opsional)
is: Borg (valfrjáls)
ja: 市区町村 (省略可)
ka: ქალაქი (არასავალდებულო)
kk: Қала (қосымша)
kn: ನಗರ (ಐಚ್ಛಿಕ)
ko: 구/군/시(선택 사항)
ku_arab: شار (ئارەزوومەندانه)
ky: Шаары (каалоо боюнча)
lo: ເມືອງ (​ເລືອກ​ໄດ້)
lt: Miestas (pasirinktinai)
lv: Pilsēta (neobligāti)
mi: Tāone nui (Kōwhiri)
mk: Град (изборно)
ml: നഗരം (ഓപ്ഷണൽ)
mn: Хот (сонголтот)
mr: शहर (पर्यायी)
ms: Bandar (Pilihan)
mt: Belt (Fakultattiv)
ne: सहर (वैकल्पिक)
nn_no: Stad (valfritt)
no: Sted (valgfritt)
or: ସିଟୀ (ବୈକଳ୍ପିକ)
pa_arab_pk: شہر(اختیاری)
pa_in: ਸ਼ਹਿਰ (ਵਿਕਲਪਿਕ)
pl: Miejscowość (opcjonalnie)
ru: Город (необязательно)
sd: شهر (اختياري)
si: නගරය (වෛකල්පිතයි)
sl: Mesto (neobvezno)
sr_cyrl_rs: Град (опционално)
sr_latn_rs: Grad (opcionalno)
sv: Ort (valfritt)
ta: நகரம் (விருப்பத்தேர்வு)
te: నగరం (ఐచ్ఛికం)
tg: Шаҳр (Ихтиёрӣ)
th: เมือง (ระบุหรือไม่ก็ได้)
tr: Şehir (İsteğe bağlı)
tt: Шәһәр (мәҗбүри түгел)
ug: شەھەر (ئىختىيارىي)
uk: Місто (необов’язково)
ur: شہر (اختیاری)
uz: Shahar (Ixtiyoriy)
vi: Thành phố (Tùy chọn)
zh_hans: 市（可选）
zh_hant: 鄉/鎮/市/區 (選填)

# Word.CompanyName
source: Company name
af: Maatskappynaam
am: የኩባንያ ስም
ar: اسم الشركة
as: কোম্পানী নাম
az: Şirkətin adı
bg: Име на фирма
bn_in: কোম্পানির নাম
bs: Naziv preduzeća
cy: Enw'r cwmni
da: Firmanavn
de: Firmenname
el: Επωνυμία εταιρείας
es: Nombre de la empresa
et: Ettevõtte nimi
eu: Enpresaren izena
fa: نام شرکت
ga: Ainm na cuideachta
gd: Ainm a' chompanaidh
gl: Nome da empresa
gu: કંપની નામ
he: שם החברה
hi: कंपनी का नाम
hr: Naziv tvrtke
hu: Vállalat neve
id: Nama perusahaan
is: Heiti fyrirtækis
ja: 会社名
ka: კომპანიის სახელი
kk: Компания атауы
kn: ಕಂಪನಿ ಹೆಸರು
ko: 회사 이름
ku_arab: ناوی کۆمپانیا
ky: Компаниянын аты
lo: ຊື່ບໍລິສັດ
lt: Įmonės pavadinimas
lv: Uzņēmuma nosaukums
mi: Ingoa kamupene
mk: Име на компанијата
ml: കമ്പനിയുടെ പേര്
mn: Компанийн нэр
mr: कंपनीचे नाव
ms: Nama syarikat
mt: Isem tal-Kumpanija
ne: कम्पनीको नाम
nn_no: Firmanamn
no: Firmanavn
or: କମ୍ପାନୀ ନାମ
pa_arab_pk: کمپنی دا ناں
pa_in: ਕੰਪਨੀ ਦਾ ਨਾਮ
pl: Nazwa firmy
ru: Название компании
sd: ڪمپني جو نالو
si: සමාගමේ නම
sl: Ime podjetja
sr_cyrl_rs: Име предузећа
sr_latn_rs: Ime preduzeća
sv: Företag
ta: நிறுவனப் பெயர்
te: కంపెనీ పేరు
tg: Номи ширкат
th: ชื่อบริษัท
tr: Şirket adı
tt: Ширкәт исеме
ug: شىركەت ئىسمى
uk: Назва компанії
ur: کمپنی کا نام
uz: Kompaniya nomi
vi: Tên công ty
zh_hans: 公司名称
zh_hant: 公司名稱

# Word.TradeNameOptional
source: Doing business as (optional)
af: Doen besigheid as (opsioneel)
am: እንደ (አማራጭ) ንግድ መሥራት
ar: إجراء الأعمال باسم (اختياري)
as: (বৈকল্পিক) হিচাপে ব্যৱসায় কৰি আছে
az: Bizneslə məşğul olmaq (şərti)
bg: Правене на бизнес като (по избор)
bn_in: (ঐচ্ছিক) হিসেবে ব্যবসা করছেন
bs: Poslovno ime (opcionalno)
cy: Yn masnachu dan yr enw (dewisol)
da: Gør forretninger som (valgfrit)
de: Geschäftstätigkeit als (optional)
el: Επιχειρηματική δραστηριότητα ως (προαιρετικό)
es: Hacer negocios como (opcional)
et: Äritegevus (valikuline)
eu: Negozioak egiteko erabilitako izena (aukerakoa)
fa: انجام کسب و کار به‌صورت (اختیاری)
ga: Ag trádáil mar (roghnach)
gd: Ri gnìomhachas mar (roghainneil)
gl: Nome comercial co que opera (opcional)
gu: આ તરીકે વ્યવસાય કરી રહ્યાં છે (વૈકલ્પિક)
he: עשיית עסקים בתור (אופציונלי)
hi: (वैकल्पिक) के रूप में व्यवसाय करना
hr: Posluje kao (neobavezno)
hu: Kereskedelmi név/cégnév (nem kötelező)
id: Nama dagang (opsional)
is: Starfar sem (valfrjálst)
ja: 事業上の名称 (省略可能)
ka: ბიზნესის კეთება როგორც (დამატებითი)
kk: Ұйымның коммерциялық белгісі (міндетті емес)
kn: ವ್ಯವಹಾರ ನಡೆಸುತ್ತಿರುವ ಹೆಸರು (ಐಚ್ಛಿಕ)
ko: 다음으로 비즈니스 수행(선택 사항)
lo: ເຮັດທຸລະກິດໃນຊື່ (ບໍ່ບັງຄັບ)
lt: Dirbate kaip (pasirinktinai)
lv: Bizness tiek darīts kā (neobligāti)
mi: E mahi pakihi ana hei (kōwhiringa)
mk: Деловно име како (изборно)
ml: ഡൂയിംഗ് ബിസിനസ്സ് ആസ് (ഓപ്‌ഷണല്‍)
mr: म्हणून व्यवसाय करणे (पर्यायी)
ms: Menjalankan perniagaan sebagai (pilihan)
mt: Isem in-negozju bħala (faklutattiv)
ne: यसको रूपमा व्यवसाय गर्दै (ऐच्छिक)
nn_no: Gjere forretningar som (valfritt)
no: Markedsføringsnavn (valgfritt)
or: (ବୈକଳ୍ପିକ) ଭାବେ ବ୍ୟବସାୟ କରିବା
pa_in: (ਵਿਕਲਪਿਕ) ਵਜੋਂ ਵਪਾਰ ਕਰ ਰਿਹਾ ਹੈ
pl: Prowadzenie działalności jako (opcjonalnie)
ru: Коммерческое обозначение организации (необязательно)
sl: Poslovanje kot (izbirno)
sr_cyrl_rs: Послује као (опционално)
sr_latn_rs: Poslovanje kao (opcionalno)
sv: Göra affärer som (valfritt)
ta: இவ்வாறாக வணிகம் செய்கிறேன் (விரும்பினால்)
te: వలె వ్యాపారం చేయడం (ఐచ్ఛికం)
th: ชื่อที่ใช้ในการประกอบธุรกิจ (ไม่บังคับ)
tr: Ticari unvan (isteğe bağlı)
tt: Бизнес алып бару рәвеше (мәҗбүри түгел):
ug: كارخانا نامى (تاللانما)
uk: Комерційне найменування організації (необов’язково)
ur: کاروبار کر رہے ہیں بطور (اختیاری)
vi: Tên kinh doanh (không bắt buộc)
zh_hans: 商业经营所用名义(可选)
zh_hant: 執行業務身分 (選擇性)

# Word.TradeName
source: Doing business as
af: Doen besigheid as
am: እንደ ንግድ ሥራ
ar: إجراء الأعمال باسم
as: হিচাপে ব্যৱসায় কৰি আছে
az: Bizneslə məşğul olmaq
bg: Правене на бизнес като
bn_in: হিসেবে ব্যবসা করছেন
bs: Poslovno ime
cy: Yn masnachu dan yr enw
da: Gør forretninger som
de: Geschäftstätigkeit als
el: Επιχειρηματική δραστηριότητα ως
es: Nombre comercial con el que opera
et: Äritegevus
eu: Negozioak egiteko erabilitako izena
fa: انجام کسب و کار به‌صورت
ga: Ag trádáil mar
gd: Ri gnìomhachas mar
gl: Nome comercial co que opera
gu: આ તરીકે વ્યવસાય કરે છે
he: עשיית עסקים בתור
hi: इस रूप में व्यवसाय करना
hr: Posluje kao
hu: Kereskedelmi név/cégnév
id: Nama dagang
is: Starfar sem
ja: 事業上の名称
ka: ბიზნესის კეთება როგორც
kk: Ұйымның коммерциялық белгісі
kn: ವ್ಯವಹಾರ ನಡೆಸುತ್ತಿರುವ ಹೆಸರು
ko: 다음으로 비즈니스 수행
lo: ການເຮັດທຸລະກິດເປັນ
lt: Dirbate kaip
lv: Bizness tiek darīts kā
mi: E mahi pakihi ana hei
mk: Деловно име како
ml: ഡൂയിംഗ് ബിസിനസ്സ് ആസ്
mr: म्हणून व्यवसाय करणे
ms: Menjalankan perniagaan sebagai
mt: Qed jagħmel negozju bħala
ne: यसको रूपमा व्यवसाय गर्दै
nn_no: Gjere forretningar som
no: Markedsføringsnavn
or: ଏହିପରି ଭାବେ ବ୍ୟବସାୟ କରୁଛନ୍ତି
pa_in: ਇਸ ਵਜੋਂ ਵਪਾਰ ਕਰ ਰਿਹਾ ਹੈ
pl: Prowadzenie działalności jako
ru: Коммерческое обозначение организации
sl: Poslovanje kot
sr_cyrl_rs: Послује као
sr_latn_rs: Poslovanje kao
sv: Göra affärer som
ta: இவ்வாறாக வணிகம் செய்கிறேன்
te: వలె వ్యాపారం చేస్తున్నారు
th: ชื่อที่ใช้ในการประกอบธุรกิจ
tr: Ticari unvan
tt: Бизнес алып бару рәвеше
ug: كارخانا تۈرى
uk: Комерційне найменування організації
ur: کاروبار کر رہے ہیں بطور
vi: Tên kinh doanh
zh_hans: 商业经营所用名义
zh_hant: 執行業務身分

# Word.CreditCard
source: Credit/Debit card
af: Krediet-/Debietkaart
am: የክሬዲት/የዴቢት ካርድ
ar: بطاقة الائتمان/الخصم
as: ক্ৰেডিট কাৰ্ড/ডেবিট কাৰ্ড
az: Kredit/Debet kartı
bg: Кредитна/дебитна карта
bn_in: ক্রেডিট/ডেবিট কার্ড
bs: Kreditna/debitna kartica
cy: Cerdyn credyd/debyd
da: Kredit/debetkort
de: Kredit-/Kundenkarte
el: Πιστωτική/χρεωστική κάρτα
es: Tarjeta de crédito o débito
et: Krediit-/deebetkaart
eu: Kreditu- edo zordunketa-txartela
fa: کارت نقدی/اعتباری
ga: Cárta creidmheasa/dochair
gd: Cairt-chreideis/Cairt-fhiachan
gl: Cartón de crédito ou débito
gu: ક્રેડિટ/ડેબિટ કાર્ડ
he: כרטיס אשראי/חיוב
hi: क्रेडिट/डेबिट कार्ड
hr: Kreditna/debitna kartica
hu: Betéti/hitelkártya
id: Kartu Kredit/Debit
is: Kredit-/debetkort
ja: クレジット/デビット カード
ka: საკრედიტო/სადებეტო ბარათი
kk: Несиелік/Дебеттік карта
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್/ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: 신용/직불 카드
ku_arab: کرێدت کارت/کارتی قەرز
ky: Кредит/Насыя картасы
lo: ບັດເຄຣດິດ/ບັດເດບິດ
lt: Kredito / debeto kortelė
lv: Kredītkarte/debetkarte
mi: Kāri nama/Kāri tāwere
mk: Кредитна/дебитна картичка
ml: ക്രെഡിറ്റ്/ഡെബിറ്റ് കാർഡ്
mn: Кредит/Дебит карт
mr: क्रेडिट/डेबिट कार्ड
ms: Kad Kredit/Debit
mt: Karta ta' kreditu/debitu
ne: क्रेडिट/डेबिट कार्ड
nn_no: Kreditt-/debetkort
no: Kreditt- eller debetkort
or: କ୍ରେଡିଟ୍/ଡେବିଟ୍ କାର୍ଡ
pa_arab_pk: کریڈٹ/ڈیبٹ کارڈ
pa_in: ਕਰੈਡਿਟ/ਡੈਬਿਟ ਕਾਰਡ
pl: Karta kredytowa/debetowa
ru: Кредитная/платежная карта
sd: ڪريڊٽ/ڊيبٽ ڪارڊ
si: ණය/හර කාඩ්පත
sl: Kreditna/debetna kartica
sr_cyrl_rs: Кредитна/дебитна картица
sr_latn_rs: Kreditna/debitna kartica
sv: Kredit- eller betalkort
ta: கடன்/டெபிட் அட்டை
te: క్రెడిట్/డెబిట్ కార్డ్
tg: Корти қарзӣ/дебетӣ
th: บัตรเครดิต/เดบิต
tr: Kredi/Banka kartı
tt: Кредит/дебет картасы
ug: ئىناۋەتلىك كارتا/ئامانەت كارتىسى
uk: Кредитна/платіжна картка
ur: کریڈٹ/ڈیبٹ کارڈ
uz: Kredit/debit karta
vi: Thẻ Tín dụng/Ghi nợ
zh_hans: 信用/借记卡
zh_hant: 信用卡/轉帳卡

# Word.CreditCard.2
source: Credit card
af: Kredietkaart
am: ክሬዲት ካርድ
ar: بطاقة الائتمان
as: ক্ৰেডিট কাৰ্ড
az: Kredit kartı
bg: Кредитна карта
bn_in: ক্রেডিট কার্ড
bs: Kreditna kartica
cy: Cerdyn credyd
da: Kreditkort
de: Kreditkarte
el: Πιστωτική κάρτα
es: Tarjeta de crédito
et: Krediitkaart
eu: Kreditu-txartela
fa: کارت اعتباری
ga: Cárta creidmheasa
gd: Cairt-chreideis
gl: Cartón de crédito
gu: ક્રેડિટ કાર્ડ
he: כרטיס אשראי
hi: क्रेडिट कार्ड
hr: Kreditna kartica
hu: Hitelkártya
id: Kartu kredit
is: Greiðslukort
ja: クレジット カード
ka: საკრედიტო ბარათი
kk: Несие картасы
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ko: 신용 카드
ku_arab: کرێدت کارت
ky: Насыя картасы
lo: ບັດເຄຣດິດ
lt: Kredito kortelė
lv: Kredītkarte
mi: Kāri tāwere
mk: Кредитна картичка
ml: ക്രെഡിറ്റ് കാര്‍ഡ്
mn: Кредит карт
mr: क्रेडिट कार्ड
ms: Kad kredit
mt: Karta ta' kreditu
ne: क्रेडिट कार्ड
nn_no: Kredittkort
no: Kredittkort
or: କ୍ରେଡିଟ୍‍ କାର୍ଡ
pa_arab_pk: کریڈٹ کارڈ
pa_in: ਪ੍ਰਤੀਤ ਕਾਰਡ
pl: Karta kredytowa
ru: Кредитная карта
sd: ڪريڊٽ ڪارڊ
si: ණය කාඩ්පත
sl: Kreditna kartica
sr_cyrl_rs: Кредитна картица
sr_latn_rs: Kreditna kartica
sv: Kreditkort
ta: கிரெடிட் கார்ட்
te: క్రెడిట్‌ కార్డు
tg: Корти қарзӣ
th: บัตรเครดิต
tr: Kredi kartı
tt: Кредит картасы
ug: ئىناۋەت كارتىسى
uk: Кредитна картка
ur: کریڈٹ کارڈ
uz: Kredit kartasi
vi: Thẻ tín dụng
zh_hans: 信用卡
zh_hant: 信用卡

# Word.CreditCardHolderName
source: Name on card
af: Naam op kaart
am: ስም በካርድ ላይ
ar: الاسم المدون على البطاقة
as: কাৰ্ডত নাম
az: Kartın üzərindəki ad
bg: Притежател на картата
bn_in: কার্ডে থাকা নাম
bs: Ime na kartici
cy: Enw ar y cerdyn
da: Navn på kort
de: Name des Karteninhabers
el: Όνομα στην κάρτα
es: Titular de la tarjeta
et: Nimi kaardil
eu: Txarteleko izena
fa: نام موجود بر روی کارت
ga: Ainm ar an gcárta
gd: An t-ainm air a' chairt
gl: Nome no cartón
gu: કાર્ડ પર નામ
he: השם על-גבי הכרטיס
hi: कार्ड पर मौजूद नाम
hr: Ime na kartici
hu: Kártyatulajdonos neve
id: Nama pada kartu
is: Nafn á korti
ja: クレジット カードの名義 (カード上の刻印通りに入力)
ka: ბარათზე აღნიშნული სახელი
kk: Картада көрсетілген есім
kn: ಕಾರ್ಡ್‌ನಲ್ಲಿನ ಹೆಸರು
ko: 카드상의 이름
ku_arab: ناو لەسەر کارت
ky: Карттагы ат
lo: ຊື່ເທິງບັດ
lt: Kortelėje nurodyti vardas ir pavardė
lv: Kartes īpašnieka vārds un uzvārds
mi: Ingoa i runga kāri
mk: Име на картичката
ml: കാര്‍ഡിലെ പേര്
mn: Картан дээрх нэр
mr: कार्डचे नाव
ms: Nama di atas kad
mt: Isem fuq il-kard
ne: कार्डमा नाम
nn_no: Namn på kort
no: Navn på kortet
or: କାର୍ଡରେ ନାମ
pa_arab_pk: کارڈ تے لکھیا ناں
pa_in: ਕਾਰਡ ‘ਤੇ ਨਾਮ
pl: Imię i nazwisko na karcie
ru: Имя, указанное на карте
sd: ڪارڊ تي نالو
si: කාඩ්පතේ නම
sl: Ime na kartici
sr_cyrl_rs: Име на картици
sr_latn_rs: Ime na kartici
sv: Kortinnehavarens namn
ta: அட்டையில் பெயர்
te: కార్డ్‌పై ఉన్న పేరు
tg: Ном дар рӯи корт
th: ชื่อบนบัตร
tr: Kart üzerindeki ad
tt: Картадагы исеме
ug: كارتىدىكى ئىسمىڭىز
uk: Ім’я власника картки
ur: کارڈ پہ لکھا نام
uz: Kartadagi nom
vi: Tên trên thẻ
zh_hans: 持卡人姓名
zh_hant: 信用卡上的名字

# Word.CreditCardNumber
source: Card number
af: Kaartnommer
am: የካርድ ቁጥር
ar: ‏‏رقم البطاقة
as: কাৰ্ডৰ নম্বৰ
az: Kartın nömrəsi
bg: Номер на картата
bn_in: কার্ড নম্বর
bs: Broj kartice
cy: Rhif y cerdyn
da: Kortnummer
de: Kartennummer
el: Αριθμός κάρτας
es: Número de tarjeta
et: Kaardi number
eu: Txartelaren zenbakia
fa: شماره کارت
ga: Uimhir cárta
gd: Àireamh na cairte
gl: Número de cartón
gu: કાર્ડ નંબર
he: מספר כרטיס
hi: कार्ड नंबर
hr: Broj kartice
hu: Kártyaszám
id: Nomor kartu
is: Kortanúmer
ja: カード番号
ka: ბარათის ნომერი
kk: Карта нөмірі
kn: ಕಾರ್ಡ್ ಸಂಖ್ಯೆ
ko: 카드 번호
ku_arab: ژمارەی کارت
ky: Карта номери
lo: ເລກບັດ
lt: Kortelės numeris
lv: Kartes numurs
mi: Tau kāri
mk: Број на картичка
ml: കാർഡ് നമ്പർ
mn: Картны дугаар
mr: कार्ड क्रमांक
ms: Nombor kad
mt: Numru tal-kard
ne: कार्ड नम्बर
nn_no: Kortnummer
no: Kortnummer
or: କାର୍ଡ ସଂଖ୍ୟା
pa_arab_pk: کارڈ نمبر
pa_in: ਕਾਰਡ ਨੰਬਰ
pl: Numer karty
ru: Номер карты
sd: ڪارڊ نمبر
si: කාඩ්පත් අංකය
sl: Številka kartice
sr_cyrl_rs: Број картице
sr_latn_rs: Broj kartice
sv: Kortnummer
ta: அட்டை எண்
te: కార్డ్ నంబర్
tg: Рақами корт
th: หมายเลขบัตร
tr: Kart numarası
tt: Карта номеры
ug: كارتا نومۇرى
uk: Номер картки
ur: کارڈ نمبر
uz: Karta raqami
vi: Số thẻ
zh_hans: 卡号
zh_hant: 卡號
