Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.BillingGroup.EditPONumber.ApplyToProfile.Button
source: (Apply to {partnerData.prefillData.description} billing profile (this order and future orders))
af: (Pas toe op{partnerData.prefillData.description}-faktureringsprofiel (hierdie bestelling en toekomstige bestellings))
am: (ለ{partnerData.prefillData.description} የክፍያ መገለጫ (ይህ ትዕዛዝ እና ወደፊት ለሚኖሩ ትዕዛዞች) ተግባራዊ ያድርጉ)
ar: (التطبيق في ملف تعريف فوترة {partnerData.prefillData.description} (لهذا الطلب والطلبات المستقبلية))
as: ({partnerData.prefillData.description} বিলিং প্ৰ'ফাইললৈ (এই অৰ্ডাৰ আৰু ভৱিষ্যতৰ অৰ্ডাৰসমূহ) প্ৰয়োগ কৰক)
az: ({partnerData.prefillData.description} hesablaşma profilinə tətbiq edin (bu sifariş və gələcək sifarişlər))
bg: (Прилагане за профил за плащане на {partnerData.prefillData.description} (тази и бъдещи поръчки))
bn_in: ({partnerData.prefillData.description} বিলিং প্রোফাইলে প্রয়োগ করুন (এই অর্ডার এবং ভবিষ্যতের অর্ডার))
bs: (Primijeni na {partnerData.prefillData.description} profil naplate (ovu narudžbu i buduće narudžbe))
cy: (Gweithredu i broffil bilio {partnerData.prefillData.description} (yr archeb hon ac archebion yn y dyfodol))
da: (Anvend for {partnerData.prefillData.description}-faktureringsprofil (denne ordre og fremtidige ordrer))
de: (Auf Abrechnungsprofil {partnerData.prefillData.description} anwenden (diese und zukünftige Bestellungen))
el: (Εφαρμογή στο προφίλ χρέωσης {partnerData.prefillData.description} (αυτή η παραγγελία και μελλοντικές παραγγελίες))
es: (Aplicar al perfil de facturación {partnerData.prefillData.description} (este y los próximos pedidos))
et: (Rakenda arveldusprofiilile {partnerData.prefillData.description} (see tellimus ja tulevased tellimused))
eu: (Aplikatu {partnerData.prefillData.description} fakturazio-profilari (eskaera honi eta etorkizunekoi))
fa: (به نمایه صورتحساب {partnerData.prefillData.description} (این سفارش و سفارش‌های آتی) اعمال شود)
ga: (Le cur i bhfeidhm ar phróifíl bhilleála {partnerData.prefillData.description} (an t-ordú seo agus orduithe feasta))
gd: (Cuir an gnìomh sa phròifil bhileachaidh {partnerData.prefillData.description} (an t-òrdan seo agus feadhainn san àm ri teachd))
gl: (Aplicar ao perfil de facturación {partnerData.prefillData.description} (este pedido e pedidos posteriores))
gu: ({partnerData.prefillData.description} બિલિંગ પ્રોફાઇલ પર લાગુ કરો (આ ઑર્ડર અને ભાવિ ઑર્ડર્સ))
he: (החל על פרופיל החיוב של {partnerData.prefillData.description} (בהזמנה זו ובהזמנות עתידיות))
hi: ({partnerData.prefillData.description} बिलिंग प्रोफ़ाइल (इस ऑर्डर और भावी ऑर्डर) पर लागू करें)
hr: (Primijeni na profil za naplatu {partnerData.prefillData.description} (ta narudžba i buduće narudžbe))
hu: (A(z) {partnerData.prefillData.description} számlázási profilra érvényes (ez és a jövőbeni megrendelések))
id: (Terapkan pada profil tagihan {partnerData.prefillData.description} (pesanan ini dan pesanan mendatang))
is: (Nota fyrir greiðsluforstillingu {partnerData.prefillData.description} (fyrir þessa pöntun og héðan í frá))
ja: ({partnerData.prefillData.description} 課金プロファイル (今回および今後の注文) に適用)
ka: (გამოყენება {partnerData.prefillData.description} ბილინგის პროფილზე (ეს შეკვეთა და მომდევნო შეკვეთები))
kk: ({partnerData.prefillData.description} шот ұсыну профиліне (осы тапсырыстар және болашақтағы тапсырыстар) қолдану)
kn: ({partnerData.prefillData.description} ಬಿಲ್ಲಿಂಗ್ ಪ್ರೊಫೈಲ್‌ಗೆ ಅನ್ವಯಿಸಿ (ಈ ಆರ್ಡರ್‌ ಅತ್ತು ಮುಂದಿನ ಆರ್ಡರ್‌ಗಳು))
ko: ({partnerData.prefillData.description} 청구 프로필(이 주문 및 향후 주문)에 적용)
ku_arab: (کاری پێبکرێت بۆ پرۆفایلی فاتوورەدانی {partnerData.prefillData.description} (بۆ ئەم ئۆردەرە و ئۆردەرەکانی داهاتوو))
ky: ({partnerData.prefillData.description} эсептөө профилине колдонуу (ушул жана келечектеги буюртмалар))
lo: (ນຳໃຊ້ກັບ {partnerData.prefillData.description} ໂປຣໄຟລ໌ການສົ່ງບິນ (ຄຳສັ່ງຊື້ນີ້ແລະຄຳສັ່ງຊື້ໃນອະນາຄົດ))
lt: (Taikyti {partnerData.prefillData.description} atsiskaitymo profiliui (šiame ir būsimuose užsakymuose)
lv: (Lietot {partnerData.prefillData.description} norēķinu profilam (šim un turpmākajiem pasūtījumiem))
mi: (Hoatu ki te kōtaha namatanga {partnerData.prefillData.description} (tēnei tono me ngā tono āmua))
mk: (Применете на профил за наплата на {partnerData.prefillData.description} (оваа нарачка и идните нарачки))
ml: ({partnerData.prefillData.description} ബില്ലിംഗ് പ്രൊഫൈൽ (ഈ ഓർഡർ, ഭാവി ഓർഡറുകൾ) എന്നതിലേക്ക് പ്രയോഗിക്കുക)
mn: ({partnerData.prefillData.description} төлбөр тооцооны хувийн тохиргоонд (энэ удаагийн болон цаашдын захиалгад) хэрэглэ)
mr: ({partnerData.prefillData.description} बिलिंग प्रोफाइलवर लागू करा (हा ऑर्डर आणि भविष्यातील ऑर्डर्स))
ms: (Guna pada profil pengebilan {partnerData.prefillData.description} (pesanan ini dan pesanan masa depan))
mt: (Applika għall-profil tal-kontijiet {partnerData.prefillData.description} (għal din l-ordni u ordnijiet futuri))
ne: ({partnerData.prefillData.description} बिलिङ प्रोफाइल (यो अर्डर र भविष्यको अर्डरहरू) मा लागू गर्नुहोस्)
nn_no: (Bruk på {partnerData.prefillData.description}-faktureringsprofilen (denne bestillinga og framtidige bestillingar))
no: (Bruk på {partnerData.prefillData.description}-faktureringsprofilen (denne bestillingen og fremtidige bestillinger))
or: ({partnerData.prefillData.description} ବିଲିଙ୍ଗ ପ୍ରୋଫାଇଲ (ଏହି ଅର୍ଡର ଏବଂ ଭବିଷ୍ୟତର ଅର୍ଡର ଗୁଡ଼ିକ) ଉପରେ ଲାଗୁ କରନ୍ତୁ)
pa_arab_pk: ({partnerData.prefillData.description} بلنگ پروفائل تے لاگو کرو (ایہہ آرڈر اتے مستقبل دے آرڈرز))
pa_in: ({partnerData.prefillData.description} ਬਿਲਿੰਗ ਪ੍ਰੋਫਾਈਲ (ਇਹ ਆਦੇਸ਼ ਅਤੇ ਭਵਿੱਖ ਦੇ ਆਦੇਸ਼ਾਂ) 'ਤੇ ਲਾਗੂ ਕਰੋ)
pl: (Zastosuj do profilu rozliczeniowego {partnerData.prefillData.description} [to zamówienie i przyszłe zamówienia])
ru: (Применить к профилю выставления счетов {partnerData.prefillData.description} (к этому и будущим заказам))
sd: ({partnerData.prefillData.description}بلنگ پروفائل تي لاڳو ڪريو (اهو آرڊر ۽ مستقبل جا آرڊرس))
si: ({partnerData.prefillData.description} බිල්කරණ පැතිකඩේ (මෙම ඇණවුම සහ අනාගත ඇණවුම්) වලට යොදාගන්න)
sl: (Uporabi za profil za obračunavanje {partnerData.prefillData.description} (to naročilo in prihodnja naročila))
sr_cyrl_rs: (Примени на {partnerData.prefillData.description} профил за наплату (ова и следеће поруџбине))
sr_latn_rs: (Primeni na {partnerData.prefillData.description} profil za naplatu (ova i buduće porudžbine))
sv: (Tillämpa för {partnerData.prefillData.description}-faktureringsprofilen (denna order och framtida order))
ta: ({partnerData.prefillData.description} பில்லிங் சுயவிவரத்திற்குப் (இந்த ஆர்டர் மற்றும் எதிர்கால ஆர்டர்கள்) பயன்படுத்தவும்)
te: ({partnerData.prefillData.description}ని బిల్లింగ్ ప్రొఫైల్‌కి (ఈ ఆర్డర్‌కి మరియు భవిష్యత్తు ఆర్డర్స్‌కి) వర్తింప చేయండి)
tg: (Ба профили биллинги {partnerData.prefillData.description} татбиқ кунед (ин фармоиш ва фармоишҳои оянда))
th: (ใช้กับโพรไฟล์การเรียกเก็บเงิน {partnerData.prefillData.description} (ใบสั่งนี้และใบสั่งในอนาคต))
tr: ({partnerData.prefillData.description} faturalama profiline uygula (bu sipariş ve gelecekteki siparişler))
tt: ({partnerData.prefillData.description} хисап чыгару профиленә куллану (бу заказ һәм киләсе заказлар))
ug: ({partnerData.prefillData.description} ھېساب بوغۇش ئارخىپى قوللىنىش (بۇ ئالدىن بۇيرۇتۇش ۋە بۇيرۇتمىلار))
uk: (Застосувати до профілю виставлення рахунків {partnerData.prefillData.description} (це та наступні замовлення))
ur: ({partnerData.prefillData.description} بل کاری پروفائل پر لاگو کریں (یہ آرڈر اور مستقبل کے آرڈرز))
uz: ({partnerData.prefillData.description} billing profiliga tatbiq qilish (joriy va kelgusi buyurtmalar))
vi: (Áp dụng cho hồ sơ thanh toán {partnerData.prefillData.description} (đơn hàng này và các đơn hàng trong tương lai))
zh_hans: (应用于 {partnerData.prefillData.description} 计费配置文件(此订单和未来订单))
zh_hant: (套用至 {partnerData.prefillData.description} 帳單設定檔 (此訂單和未來訂單))

# Literal.PM.Check.DisplayNameOverride.WireTransfer
source: Check or Wire Transfer
af: Betaal per tjek of elektroniese oordrag
am: በቼክ ወይም በባንክ ማስተላለፍ
ar: شيك أو تحويل بنكي
as: পৰীক্ষা কৰক অথবা ৱায়াৰ ট্ৰাঞ্চফাৰ কৰক
az: Qəbz və ya Elektron Transfer
bg: Чек или банков превод
bn_in: চেক অথবা ওয়ার ট্রান্সফার
bs: Ček ili bankovni transfer
cy: Talu trwy Siec neu Drosglwyddiad Banc
da: Check eller elektronisk overførsel
de: Scheck oder Überweisung
el: Επιταγή ή τραπεζικό έμβασμα
es: Cheque o transferencia bancaria
et: Tšekk või rahaülekanne
eu: Txekea edo banku-transferentzia elektronikoa
fa: چک یا انتقال وجه
ga: Seic nó Aistriú de dhroim Sreinge
gd: Seic no tar-chur uèir
gl: Cheque ou transferencia bancaria
gu: તપાસો અથવા વાયર ટ્રાન્સફર કરો
he: המחאה או העברה בנקאית
hi: चैक या वायर ट्रांसफर
hr: Ček ili bankovni prijenos
hu: Csekk vagy átutalás
id: Cek atau Transfer Bank
is: Ávísun eða millifærsla
ja: 小切手または電信送金
ka: გადახდა ჩეკით ან საბანკო გადარიცხვა
kk: Чек немесе банк аударымы
kn: ಚೆಕ್ ಅಥವಾ ವೈರ್ ಟ್ರಾನ್ಸ್‌‍ಫರ್
ko: 수표 또는 전신 송금
ku_arab: گواستنەوەی وایر یان به چەک
ky: Чек же банк менен которуу
lo: ໃບເຊັກ ຫລື ໂອນຜ່ານທາງທະນາຄານ
lt: Čekis arba elektroninis pervedimas
lv: Čeks vai bankas pārskaitījums
mi: Haki, Whakawhitinga ā-Waea rānei
mk: Чек или банкарски трансфер
ml: ചെക്ക് അല്ലെങ്കിൽ വയർ ട്രാൻസ്ഫർ
mn: Чек эсвэл шилжүүлэг
mr: चेक किंवा वायर ट्रांसफर
ms: Cek atau Pindahan Kawat
mt: Ħallas b'Ċekk jew Trasferiment Elettroniku
ne: चेक वा वायर ट्रान्सफर
nn_no: Sjekk eller bankoverføring
no: Sjekk eller overføring
or: ଯାଞ୍ଚ କିମ୍ବା ଓୟାର ସ୍ଥାନାନ୍ତରଣ କରନ୍ତୁ
pa_arab_pk: چیک یا وائر ٹرانسفر
pa_in: ਚੈਕ ਜਾਂ ਵਾਇਰ ਟ੍ਰਾਂਸਫਰ
pl: Czek lub przelew bankowy
ru: Чек или банковский перевод
sd: چيڪ يا وائر منتقلي
si: චෙක්පත් හෝ රැහැන් මාරු කිරීම
sl: Ček ali bančno nakazilo
sr_cyrl_rs: Чек или банковни трансфер
sr_latn_rs: Ček ili bankovni transfer
sv: Check eller banköverföring
ta: காசோலை அல்லது வயர் டிரான்ஸ்பர்
te: చెక్ లేదా వైర్ ట్రాన్స్‌‍ఫర్
tg: Чек ё интиқоли бонкӣ
th: เช็คหรือการโอนเงินเข้าบัญชีธนาคาร
tr: Çek veya Havale
tt: Чек белән түләү яки банк аша күчерү
ug: چەك ياكى تېلېگراف پېرېۋوتى
uk: Чек або грошовий переказ
ur: چیک یا وائر ٹرانسفر
uz: Chek yoki bank oʻtkazmasi
vi: Chi phiếu hoặc Chuyển Khoản
zh_hans: 支票或电汇
zh_hant: 支票或電匯

# Literal.LegacyAccount.Error.InvalidAddress.RequiredFieldMissing
source: Check your address. A required field is missing.
af: Kontroleer jou adres. ’n Vereiste veld ontbreek.
am: አድራሻዎን ይፈትሹ። የሚያስፈልግ መስክ ይጎድላል።
ar: تحقق من عنوانك. أحد الحقول المطلوبة مفقود.
as: আপোনাৰ ঠিকনা পৰীক্ষা কৰক৷ কোনো এটা আৱশ্যকীয় ক্ষেত্ৰ উপলব্ধ নাই৷
az: Ünvanınızı yoxlayın. Lazımi sahə çatışmır.
bg: Проверете своя адрес. Липсва задължително поле.
bn_in: আপনার ঠিকানা চেক করুন। একটি প্রয়োজনীয় ফিল্ড অনুপস্থিত।
bs: Provjerite adresu. Nedostaje obavezno polje.
cy: Gwiriwch eich cyfeiriad. Mae maes gofynnol ar goll.
da: Kontrollér din adresse. Der mangler et obligatorisk felt.
de: Überprüfen Sie Ihre Adresse. Ein erforderliches Feld fehlt.
el: Ελέγξτε τη διεύθυνσή σας. Λείπει ένα απαιτούμενο πεδίο.
es: Comprueba la dirección. Falta un campo obligatorio.
et: Kontrollige aadressi. Kohustuslik väli on täitmata.
eu: Egiaztatu helbidea. Beharrezko eremua falta da.
fa: آدرس خود را بررسی کنید. یک فیلد الزامی موجود نیست.
ga: Seiceáil do sheoladh. Tá réimse éigeantach in easnamh.
gd: Thoir sùil air an t-seòladh agad. Tha raon riatanach a dhìth.
gl: Comproba o enderezo. Falta un campo obrigatorio.
gu: તમારું સરનામું તપાસો. આવશ્યક ફીલ્ડ ખૂટે છે.
he: בדק את הכתובת שלך. חסר שדה נדרש.
hi: अपना पता जाँचें. आवश्यक फ़ील्ड अनुपलब्ध है.
hr: Provjerite adresu. Nedostaje obavezno polje.
hu: Ellenőrizze a címet. Egy kötelező mező hiányzik.
id: Periksa alamat Anda. Bidang yang perlu diisi kosong.
is: Athugaðu heimilisfangið. Fylla þarf út í nauðsynlegan reit.
ja: 住所を確認してください。必須フィールドがありません。
ka: შეამოწმეთ თქვენი მისამართი. აუცილებელი ველი არ არის.
kk: Мекенжайды тексеріңіз. Міндетті өріс толтырылмаған.
kn: ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಿ. ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರವು ಕಾಣೆಯಾಗಿದೆ.
ko: 주소를 확인하세요. 필수 필드가 누락되었습니다.
ku_arab: ناونیشانەکەت بپشکنه. خانەیەکی پێویست پڕ نەکراوەتەوه.
ky: Дарегиңизди текшериңиз. Милдеттүү талаа бош болуп жатат.
lo: ກວດສອບທີ່ຢູ່ຂອງທ່ານ. ບໍ່ມີຂໍ້ມູນໃນຊ່ອງທີ່ຕ້ອງຕື່ມ.
lt: Patikrinkite adresą. Neužpildytas būtinas laukelis.
lv: Pārbaudiet adresi. Nav aizpildīts kāds no obligātajiem laukiem.
mi: Āta tirohia tō wāhinoho. He āpure kei te ngaro.
mk: Проверете ја вашата адреса. Недостасува потребно поле.
ml: നിങ്ങളുടെ വിലാസം പരിശോധിക്കുക. ആവശ്യമായ ഒരു ഫീൽഡ് നഷ്ടമായിരിക്കുന്നു.
mn: Хаягаа шалгана уу. Шаардлагатай талбарыг бөглөөгүй байна.
mr: आपला पत्ता तपासा. एक आवश्यक फील्ड गहाळ आहे.
ms: Semak alamat anda. Medan yang diperlukan tiada.
mt: Iċċekkja l-indirizz tiegħek. Qasam meħtieġ huwa nieqes.
ne: आफ्नो ठेगाना जाँच गर्नुहोस्। आवश्यक फिल्ड छैन।
nn_no: Kontroller adressa di. Eit obligatorisk felt manglar.
no: Kontroller adressen din. Det mangler et obligatorisk felt.
or: ଆପଣଙ୍କର ଠିକଣା ଯାଞ୍ଚ କରନ୍ତୁ। ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର ନିରୁଦ୍ଦିଷ୍ଟ ଅଛି।
pa_arab_pk: اپنا پتہ چیک کرو۔ اک درکار فیلڈ غائب اے۔
pa_in: ਆਪਣੇ ਪਤੇ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਲੁਪਤ ਹੈ।
pl: Sprawdź swój adres. Wymagane pole nie jest wypełnione.
ru: Проверьте адрес. Обязательное поле не заполнено.
sd: پنهنجو پتو چيڪ ڪريو. هڪ گهربل فيلڊ غائب آهي.
si: ඔබගේ ලිපිනය පරීක්ෂා කරන්න. අවශ්‍ය ක්‍ෂේත්‍රයක් නොමැත.
sl: Preverite naslov. Obvezno polje je prazno.
sr_cyrl_rs: Проверите своју адресу. Обавезно поље није попуњено.
sr_latn_rs: Proverite adresu. Obavezno polje nije popunjeno.
sv: Kontrollera din adress. Ett obligatoriskt fält saknas.
ta: உங்கள் முகவரியைச் சரிபார்க்கவும். தேவையான புலம் விடுபட்டுள்ளது.
te: మీ చిరునామాను తనిఖీ చేయండి. అవసరమైన ఫీల్డ్ లేదు.
tg: Суроғаи худро санҷед. Майдони ҳатмӣ намерасад.
th: ตรวจสอบที่อยู่ของคุณ ขาดข้อมูลในเขตข้อมูลที่ต้องกรอก
tr: Adresinizi kontrol edin. Zorunlu alanlardan biri boş bırakılmış.
tt: Адресыгызны тикшерегез. Мәҗбүри кыр тутырылмаган.
ug: ئادرېسىڭىزنى تەكشۈرۈڭ. زۆرۈر بۆلەك بوش قالدى.
uk: Перевірте адресу. Обов’язкове поле не заповнено.
ur: اپنے پتے کی پڑتال کریں۔ ایک مطلوبہ قطعہ غائب ہے۔
uz: Manzilingizni tekshiring. Majburiy ma’lumotlar maydoni qoldirilmasligi kerak.
vi: Kiểm tra địa chỉ của bạn. Đang thiếu một trường bắt buộc.
zh_hans: 请检查你的地址。有必填字段尚未填写。
zh_hant: 請檢查您的地址。找不到必要欄位。

# Literal.Error.InvalidCPF.3
source: Invalid CPF. Please, use the format xxx.xxx.xxx-xx, adding the points and hyphen
af: Ongeldige CPF. Gebruik asseblief die formaat xxx.xxx.xxx-xx en voeg die punte en koppelteken by
am: ልክ ያልሆነ CPF። እባክዎ xxx.xxx.xxx-xx አይነት ቅርጸት ይጠቀሙ፣ ነጥቦችን እና ጭረትም በማከል
ar: يُعد CPF غير صالح. يُرجى استخدام التنسيق xxx.xxx.xxx-xx، مع إضافة النقاط والواصلة
as: অবৈধ CPF। অনুগ্ৰহ কৰি পইণ্ট আৰু হাইফেন যোগ কৰি xxx.xxx.xxx-xx ফৰ্মেট ব্যৱহাৰ কৰক।
az: Yanlış CPF. Nöqtələr və defis əlavə etməklə, xxx.xxx.xxx-xx formatını istifadə edin
bg: Невалиден CPF. Използвайте формата xxx.xxx.xxx-xx, като включите точките и тирето
bn_in: CPF টি বৈধ নয়। অনুগ্রহ করে xxx.xxx.xxx-xx বিন্যাসটি ব্যবহার করুন, পয়েন্ট এবং হাইফেন যুক্ত করুন
bs: Nevažeći CPF broj. On mora biti u formatu xxx.xxx.xxx-xx, uključujući tačke i crtice
cy: CPF annilys. Defnyddiwch y fformat xxx.xxx.xxx-xx, gan ychwanegu'r pwyntiau a chyplysnod
da: Ugyldigt CPF. Brug formatet xxx.xxx.xxx-xx, og tilføj punktummerne og bindestregen
de: Ungültige CPF-Angabe. Verwenden Sie das Format „xxx.xxx.xxx-xx“, und fügen Sie die Punkte und Bindestriche ein.
el: Μη έγκυρο CPF. Χρησιμοποιήστε τη μορφή xxx.xxx.xxx-xx, προσθέτοντας τις τελείες και το ενωτικό
es: CPF no válido. Usa el formato xxx.xxx.xxx-xx y agrega los puntos y el guión
et: Sobimatu CPF. Kasutage vormingut xxx.xxx.xxx-xx, lisades punktid ja kriipsu
eu: CPF-k ez du balio. Erabili xxx.xxx.xxx-xx formatua, puntuak eta marratxoa erabiliz
fa: CPF نامعتبر است. لطفاً از قالب xxx.xxx.xxx-xx استفاده کنید، ضمناً از نقطه و خط تیره استفاده کنید
ga: CPF neamhbhailí. Úsáid an fhormáid xxx.xxx.xxx-xx, agus cuir na pointí agus an fleiscín isteach
gd: Chan eil an CPF dligheach. Feuch an cleachd thu am fòrmat xxx.xxx.xxx-xx ’s gun cuir thu na puingean ’s an tàthan ris
gl: CPF non válido. Usa o formato xxx.xxx.xxx-xx, engadindo os puntos e o guión
gu: અમાન્ય CPF. કૃપા કરીને, પૉઇન્ટ અને હાઇફન ઉમેરીને ફોર્મેટ xxx.xxx.xxx-xx નો ઉપયોગ કરો
he: CPF לא חוקי. השתמש בתבנית xxx.xxx.xxx-xx, תוך הוספת נקודות ומקף
hi: अमान्य CPF. कृपया, बिन्दु और हाइफ़न जोड़कर स्वरूप xxx.xxx.xxx-xx का उपयोग करें
hr: CPF nije valjan. Upotrijebite format xxx.xxx.xxx-xx, dodajući točke i crticu
hu: Érvénytelen CPF. Használja a következő formátumot, a pontokkal és kötőjellekkel együtt: xxx.xxx.xxx-xx
id: CPF tidak valid. Gunakan format xxx.xxx.xxx-xx, menambahkan tanda titik dan tanda hubung
is: Ógilt CPF. Notaðu sniðið xxx.xxx.xxx-xx og bættu við punktum og bandstriki.
ja: CPF が正しくありません。ドットとハイフンを追加し、xxx.xxx.xxx-xx の形式を使用してください
ka: არასწორი CPF. გთხოვთ, გამოიყენოთ xxx.xxx.xxx-xx ფორმატი და დაამატოთ წერტილები და დეფისი
kk: Жарамсыз CPF. Нүктелер мен сызықшықты қоса, xxx.xxx.xxx-xx пішімін пайдаланыңыз
kn: ಅಮಾನ್ಯವಾದ CPF. ದಯವಿಟ್ಟು, ಅಂಕಗಳನ್ನು ಮತ್ತು ಹೈಫನ್ ಅನ್ನು ಸೇರಿಸಿ, xxx.xxx.xxx-xx ಸ್ವರೂಪವನ್ನು ಬಳಸಿ
ko: CPF가 잘못되었습니다. 점과 하이픈을 추가한 xxx.xxx.xxx-xx 형식을 사용해 주세요.
ku_arab: CPF ی ناڕەوا. تکایه ئەم فۆرماته بەکاربهێنه xxx.xxx.xxx-xx، لەڕێگەی زیادکردنی خاڵەکان و هێڵی بچووک
ky: Жараксыз CPF. Чекиттери жана дефиси менен бирге xxx.xxx.xxx-xx форматын колдонуңуз
lo: CPF ໃຊ້ບໍ່ໄດ້. ກະລຸນາໃຊ້ຮູບແບບ xxx.xxx.xxx-xx, ເພີ່ມຄະແນນແລະ ໄຮເປັນ
lt: Netinkamas CPF. Naudokite formatą xxx.xxx.xxx-xx, įtraukdami taškus ir brūkšnius
lv: Nederīgs CPF. Izmantojiet formātu xxx.xxx.xxx-xx, pievienojot punktus un defisi
mi: CPF muhu. Whakamahia te hōputu xxx.xxx.xxx-xx, ā, me tāpiri ngā ira me te tohu wehe
mk: Неважечки CPF. Користете го форматот xxx.xxx.xxx-xx, со додавање на точките и цртичката
ml: അസാധുവായ CPF. ദയവായി പോയിന്റുകളും ഹൈഫനും ചേർത്ത് xxx.xxx.xxx-xx എന്ന ഫോർമാറ്റ് ഉപയോഗിക്കുക
mn: CPF буруу. Цэг, зураасыг зөв тавьж xxx.xxx.xxx-xx хэлбэрээр бичнэ үү.
mr: अवैध CPF. कृपया, पॉइंट्स आणि हायफेन जोडत, xxx.xxx.xxx-xx स्वरूप वापरा
ms: CPF tidak sah. Sila gunakan format xxx.xxx.xxx-xx, tambah titik dan tanda sempang
mt: CPF invalidu. Uża l-format xxx.xxx.xxx-xx, u żid il-punti u s-sing
ne: अमान्य CPF। कृपया, पोइन्ट र हाइफन जोडि, xxx.xxx.xxx-xx ढाँचा प्रयोग गर्नुहोस्
nn_no: Ugyldig CPF. Bruk formatet xxx.xxx.xxx-xx, og legg til punktuma og bindestreken
no: Ugyldig CPF. Bruk formatet xxx.xxx.xxx-xx, og legg til punktumene og bindestreken
or: ଅବୈଧ CPFl ପଏଣ୍ଟ୍ସ ଏବଂ ହାଇଫେନ ଯୋଗକରି ଦୟାକରି, xxx.xxx.xxx-xx ଫର୍ମାଟ ବ୍ୟବହାର କରନ୍ତୁ
pa_arab_pk: غلط CPF۔ میربانی کر کے xxx.xxx.xxx-xx فارمیٹ ورتو، پوائنٹس اتے ہائفنز شامل کردیاں
pa_in: ਅਵੈਧ CPF, ਕਿਰਪਾ ਕਰਕੇ, ਬਿੰਦੂਆਂ ਅਤੇ ਹਾਈਫਨ ਨੂੰ ਜੋੜ ਕੇ xxx.xxx.xxx-xx ਫਾਰਮੈਟ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Nieprawidłowy numer CPF. Użyj formatu xxx.xxx.xxx-xx, dodając kropki i łącznik.
ru: Недопустимый код CPF. Используйте формат xxx.xxx.xxx-xx, то есть добавляйте точки и дефис
sd: غلط CPF. مهرباني ڪري، xxx.xxx.xxx-xx فارميٽ استعمال ڪريو، پوائنٽون ۽ هائفن شامل ڪريو
si: CPF වලංගු නැත. කරුණාකර, ලක්ෂ්‍ය සහ හරස් ඉරි එක් කරමින් xxx.xxx.xxx-xx ආකෘතිය භාවිතා කරන්න
sl: Neveljavna št. CPF. Uporabite obliko zapisa xxx.xxx.xxx-xx s pikami in pomišljajem.
sr_cyrl_rs: Неважећи CPF. Користите формат xxx.xxx.xxx-xx, са тачкама и цртицом
sr_latn_rs: Nevažeći CPF. Koristite format xxx.xxx.xxx-xx, sa tačkama i crticom
sv: Ogiltig CPF. Använd formatet xxx.xxx.xxx-xx med punkter och bindestreck
ta: தவறான CPF. புள்ளிகள் மற்றும் இடைக்கோட்டைச் சேர்த்து xxx.xxx.xxx-xx வடிவமைப்பைப் பயன்படுத்தவும்
te: చెల్లని CPF. దయచేసి, పాయింట్స్ మరియు హైఫన్స్ జోడిస్తూ, xxx.xxx.xxx-xx ఫార్మాట్‌ని వాడండి
tg: CPF-и беэътибор. Лутфан, нуқтаҳо ва тиреро илова карда, формати xxx.xxx.xxx-xx истифода баред
th: CPF ไม่ถูกต้อง โปรดใช้รูปแบบ xxx.xxx.xxx-xx โดยเพิ่มจุดและยัติภังค์
tr: Geçersiz CPF. Lütfen noktaları ve kısa çizgiyi ekleyerek xxx.xxx.xxx-xx biçimini kullanın
tt: Ялгыш CPF. Нокталар һәм сызыкча өстәп, xxx.xxx.xxx-xx форматын кулланыгыз
ug: CPF ئىناۋەتسىز. xxx.xxx.xxx-xx دېگەن فورماتتا بولسۇن، چېكىت ۋە سىزىقچە قالمىسۇن
uk: Неприпустимий код CPF. Використовуйте формат xxx.xxx.xxx-xx, тобто додавайте крапки й дефіс
ur: ناجائز CPF۔ براہ مہربانی وضع xxx.xxx.xxx-xx کا استعمال کریں پوائنٹس اور ہائفن شامل کرتے ہوئے
uz: CPF xato. Nuqta va chiziqlarni kiritgan holda, xxx.xxx.xxx-xx formatidan foydalaning
vi: CPF không hợp lệ. Vui lòng sử dụng định dạng xxx.xxx.xxx-xx, thêm điểm và dấu gạch nối
zh_hans: CPF 无效。请使用 xxx.xxx.xxx-xx 格式，并添加点和连字符
zh_hant: CPF 無效。請使用 xxx.xxx.xxx-xx 格式，加上點和連字號

# Word.Add
source: Add
af: Voeg by
am: አክል
ar: إضافة
as: যোগ কৰক
az: Əlavə et
bg: Добавяне
bn_in: যোগ করুন
bs: Dodaj
cy: Ychwanegu
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Agregar
et: Lisa
eu: Gehitu
fa: افزودن
ga: Cuir leis
gd: Cuir ris
gl: Engadir
gu: ઍડ કરો
he: הוסף
hi: जोड़ें
hr: Dodaj
hu: Hozzáadás
id: Tambah
is: Bæta við
ja: 追加
ka: დამატება
kk: Қосу
kn: ಸೇರಿಸು
ko: 추가
ku_arab: زێدە بکە
ky: Кошуу
lo: ເພີ່ມ
lt: Įtraukti
lv: Pievienot
mi: Tāpiri
mk: Додај
ml: ചേർക്കുക
mn: Нэмэх
mr: जोडा
ms: Tambah
mt: Żid
ne: थप्नुहोस्
nn_no: Legg til
no: Legg til
or: ଯୋଡନ୍ତୁ
pa_arab_pk: شامل کرو
pa_in: ਜੋੜੋ
pl: Dodaj
ru: Добавить
sd: اضافو ڪريو
si: එක් කරන්න
sl: Dodaj
sr_cyrl_rs: Додај
sr_latn_rs: Dodaj
sv: Lägg till
ta: சேர்
te: జోడించు
tg: Илова кардан
th: เพิ่ม
tr: Ekle
tt: Өстәү
ug: قوشۇش
uk: Додати
ur: شامل کریں
uz: Kiritish
vi: Thêm
zh_hans: 添加
zh_hant: 新增
