Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.xboxCoBrandedCardQrCode.DisclaimerText
source: *Accepting the Xbox Mastercard after your application is approved will result in a hard inquiry, which may impact your credit score
af: *As jy die Xbox Mastercard aanvaar nadat jou toepassing goedgekeur is, sal ’n harde navraag tot gevolg hê wat jou krediettelling kan beïnvloed
am: * ማመልከቻዎ ከፀደቀ በኋላ የ Xbox Mastercard መቀበል ከባድ ጥያቄን ያስከትላል፣ ይህም የክሬዲት ነጥብዎን ሊጎዳ ይችላል።
ar: *سيؤدي قبول Xbox Mastercard بعد الموافقة على استمارة التقديم الخاصة بك إلى استعلام ثابت، والذي قد يؤثر على درجة ائتمانك
as: *আপোনাৰ আৱেদন অনুমোদিত হোৱাৰ পাছত Xbox Mastercard গ্ৰহণ কৰাৰ ফলত এটা কঠোৰ অনুসন্ধান কৰা হ’ব, যি আপোনাৰ ক্ৰেডিট স্ক’ৰ প্ৰভাৱিত কৰিব পাৰে
az: *Proqramınız təsdiqləndikdən sonra Xbox Mastercard-ı qəbul etmək kredit hesabınıza təsir edə biləcək çətin sorğu ilə nəticələnəcək
bg: *Приемането на Xbox Mastercard, след като вашата кандидатура бъде одобрена, ще доведе до трудни въпроси, което може да повлияе на вашия кредитен резултат
bn_in: *আপনার অ্যাপ্লিকেশনটি অনুমোদিত হওয়ার পরে Xbox Mastercard গ্রহণ করলে একটি মজবুত তদন্ত হবে, যা আপনার ক্রেডিট স্কোরকে প্রভাবিত করতে পারে
bs: * Prihvatanje usluge Xbox MasterCard nakon odobrenog zahtjeva rezultirat će iscrpnom istragom, što može uticati na vaš kreditni rezultat
cy: *Bydd derbyn y Mastercard Xbox ar ôl cymeradwyo eich cais yn arwain at ymchwiliad caled, a allai effeithio ar eich sgôr credyd
da: *Hvis du accepterer Xbox Mastercard, når din ansøgning er godkendt, vil det resultere i en dybdegående undersøgelse, hvilket kan påvirke din kreditscore
de: *Wenn Sie die Xbox Mastercard akzeptieren, nachdem Ihre Bewerbung genehmigt wurde, führt dies zu einer harten Anfrage, die sich auf Ihre Kreditbewertung auswirken kann.
el: *Η αποδοχή της Xbox Mastercard μετά την έγκριση της εφαρμογής σας θα έχει ως αποτέλεσμα τη διεξαγωγή μιας αυστηρής έρευνας, η οποία μπορεί να επηρεάσει την πιστωτική σας βαθμολογία
es: *Si aceptas la Xbox Mastercard después de aprobar la solicitud, se generará una solicitud en firme, lo que puede afectar a tu puntaje de crédito.
et: *Xbox Mastercardi aktsepteerimine pärast rakenduse kinnitamist toob kaasa raske päringu, mis võib mõjutada teie krediidiskoori
eu: *Xbox Mastercard txartela onartzen baduzu aplikazioa onartu ostean, zure informazioa aztertuko dugu zehatz-mehatz eta horrek saldoaren puntuazioari eragin diezaioke
fa: *پذیرش Xbox Mastercard پس از تأیید برنامه شما به بررسی سوابق اعتباری شما منجر خواهد شد که ممکن است بر امتیاز اعتباری شما تأثیر بگذارید
ga: *Má ghlactar le Xbox Mastercard tar éis d’iarratas a bheith ceadaithe, déanfar fiosrúchán crua, rud a d'fhéadfadh dul i bhfeidhm ar do scór creidmheasa
gd: *Ma ghabhas tu ris an Xbox Mastercard an dèidh dhuinn aonta a thoirt dhan tagradh agad, thèid dian-sgrùdadh a dhèanamh agus dh’fhaoidte gum bi buaidh aige seo air an sgòr-chreideis agad
gl: *Aceptar o cartón Xbox Mastercard tras a aprobación da solicitude dará lugar a unha revisión crediticia en firme, o que pode afectar á puntuación de crédito
gu: *તમારી એપ્લિકેશન મંજૂર થાય તે પછી Xbox માસ્ટરકાર્ડ સ્વીકારવાથી કડક પૂછપરછ થઈ શકે છે, જેના કારણે તમારો ક્રેડિટ સ્કોર પ્રભાવિત થઈ શકે છે
he: *קבלת כרטיס Xbox Mastercard לאחר אישור האפליקציה יגרום לבירור קשיח, דבר שעשוי להשפיע על ניקוד האשראי שלך
hi: *आपके आवेदन के स्वीकार होने के बाद Xbox Mastercard को स्वीकार करने पर कड़ी पूछताछ होगी, जो आपके क्रेडिट स्कोर को प्रभावित कर सकती है
hr: *Prihvaćanje kartice Xbox Mastercard nakon odobrenja vaše prijave rezultirat će tvrdim upitom, što može utjecati na vašu kreditnu ocjenu
hu: *Az Xbox Mastercard a kérelem jóváhagyása utáni elfogadása alapos hitelbírálathoz vezethet, ami hatással lehet a hitelbesorolásodra.
id: *Menerima Xbox Mastercard setelah permohonan Anda disetujui akan menyebabkan hard inquiry, yang dapat memengaruhi nilai kredit Anda
is: *Að samþykkja Xbox Mastercard eftir að umsókn þín hefur verið samþykkt mun leiða til erfiðrar fyrirspurnar, sem getur haft áhrif á lánstraust þitt
ja: * 申請が承認された後に Xbox Mastercard を受け入れると、厳しい問い合わせが発生し、クレジットスコアに影響を与える可能性があります
ka: *Xbox Mastercard-ის მიღებას თქვენი განაცხადის დადასტურების შემდეგ მოჰყვება თქვენი ფინანსური ინფორმაციის დეტალური შესწავლა, რამაც შეიძლება გავლენა მოახდინოს თქვენს საკრედიტო ქულაზე
kk: *Өтінім бекітілгеннен кейін, Xbox Mastercard картасын қабылдау күрделі сұрауға әкеліп, бұл кредит бағаңызға әсер етуі мүмкін
kn: * ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನುಮೋದನೆಗೊಂಡ ನಂತರ Xbox Mastercard ಅಂಗೀಕರಿಸುವುದರಿಂದ ಕಟು ವಿಚಾರಣೆ ಉಂಟಾಗುತ್ತದೆ, ಇದು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಸ್ಕೋರ್ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು
ko: *신청서가 승인된 후 Xbox Mastercard를 수락하면 신용 정보 조회가 발생하며, 이는 신용 점수에 영향을 미칠 수 있습니다.
lo: *ການຍອມຮັບ Xbox Mastercard ຫຼັງຈາກການສະໝັກຂອງທ່ານໄດ້ຮັບການອະນຸມັດຈະສົ່ງຜົນໃຫ້ມີການສອບຖາມທີ່ຍາກ, ເຊິ່ງອາດຈະສົ່ງຜົນກະທົບຕໍ່ຄະແນນເຄຣດິດຂອງທ່ານ
lt: *Priėmus „Xbox MasterCard“ po to, kai jūsų paraiška patvirtinama, bus tikrinamas jūsų kreditingumas, o tai gali paveikti jūsų kreditingumo įvertinimą
lv: *Akceptējot Xbox Mastercard karti pēc pieteikuma apstiprināšanas, tiks sniegts pieprasījums, kas var ietekmēt jūsu kredīta vērtējumu
mi: *Ka whakaaetia te Xbox Mastercard i muri o te whakaae i tō tono ka hua he uiui mārō, nā ka pāngia pea tō tapeke tāwere
mk: *Прифаќањето на Xbox Mastercard откако вашата апликација е одобрена ќе резултира со подетално барање, што може да влијае на вашиот кредитен резултат
ml: * നിങ്ങളുടെ അപേക്ഷ അംഗീകരിച്ചതിന് ശേഷം Xbox Mastercard സ്വീകരിക്കുന്നത് ഒരു കഠിനമായ അന്വേഷണത്തിന് കാരണമാകും, ഇത് നിങ്ങളുടെ ക്രെഡിറ്റ് സ്കോറിനെ ബാധിച്ചേക്കാം
mr: *आपले आवेदन मंजूर झाल्यानंतर Xbox Mastercard स्वीकारल्याच्या परिणामी कठोर चौकशी होईल, ज्यामुळे आपला क्रेडिट स्कोअर प्रभावित होऊ शकतो
ms: *Menerima Kad Induk Xbox selepas permohonan anda diluluskan akan menyebabkan pertanyaan keras, yang mungkin memberi kesan kepada skor kredit anda
mt: *Jekk taċċetta l-Xbox Mastercard wara li l-applikazzjoni tiegħek tiġi approvata se twassal għal inkjesta rigoruża, li jista’ jkollha impatt fuq il-punteġġ tal-kreditu tiegħek
ne: *तपाईंको आवेदन स्वीकृत भएपछि Xbox Mastercard स्वीकार गर्नाले कठिन सोधपुछ हुने छ, जसले तपाईंको क्रेडिट स्कोरमा प्रभाव गर्न सक्छ
nn_no: *Viss du godtek Xbox Mastercard etter at programmet er godkjent, vil det resultere i en vanskelig førespurnad, som kan påverke kredittscoren din
no: * Hvis du takker ja til Xbox Mastercard etter at søknaden er godkjent, vil det føre til en kredittsjekk av typen «hard inquiry», noe som kan påvirke kredittvurderingen din
or: *ଆପଣଙ୍କ ଆବେଦନ ଅନୁମୋଦନ ହେବା ପରେ Xbox Mastercard ଗ୍ରହଣ କରିବା ଦ୍ୱାରା ଏକ କଠିନ ଅନୁସନ୍ଧାନ ହେବ, ଯାହା ଆପଣଙ୍କ କ୍ରେଡିଟ୍ ସ୍କୋର୍‍‌କୁ ପ୍ରଭାବିତ କରିପାରେ
pa_in: *ਤੁਹਾਡੀ ਅਰਜ਼ੀ ਦੇ ਮਨਜੂਰ ਹੋਣ ਤੋਂ ਬਾਅਦ Xbox Mastercard ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਨਾਲ ਸਖ਼ਤ ਜਾਂਚ ਕੀਤੀ ਜਾਵੇਗੀ, ਜੋ ਤੁਹਾਡੇ ਕ੍ਰੈਡਿਟ ਸਕੋਰ ਨੂੰ ਪ੍ਰਭਾਵਿਤ ਕਰ ਸਕਦੀ ਹੈ
pl: *Zaakceptowanie karty Xbox Mastercard po zatwierdzeniu wniosku spowoduje wystąpienie twardego zapytania, które może mieć wpływ na ocenę kredytową
ru: * Принятие карты Xbox Mastercard после утверждения заявки приведет к жесткому запросу, что может повлиять на ваш кредитный рейтинг
sl: *Če sprejmete kartico Xbox Mastercard po tem, ko je vaša prijava odobrena, bo prišlo do stroge poizvedbe, ki lahko vpliva na vašo kreditno oceno
sr_cyrl_rs: *Прихватање Xbox Mastercard картице после одобравања пријаве подразумева тражење увида у кредитни извештај, што може утицати на вашу кредитну оцену
sr_latn_rs: *Prihvatanje Xbox Mastercard kartice posle odobravanja prijave podrazumeva traženje uvida u kreditni izveštaj, što može uticati na vašu kreditnu ocenu
sv: *Om du godkänner Xbox Mastercard efter det att din ansökan har godkänts, skickas en hård kreditupplysning, vilket kan påverka din kreditvärdighet
ta: உங்கள் விண்ணப்பம் அங்கீகரிக்கப்பட்ட பிறகு, Xbox Mastercard-ஐ ஏற்றுக்கொண்டால், உங்கள் கிரெடிட் ஸ்கோரைப் பாதிக்கக்கூடிய கடினமான விசாரணைக்கு வழிவகுக்கும்
te: *మీ దరఖాస్తు ఆమోదించబడిన తర్వాత Xbox మాస్టర్‌కార్డ్‌ని ఆమోదించడం వలన కఠినమైన విచారణ జరుగుతుంది, ఇది మీ క్రెడిట్ స్కోర్‌పై ప్రభావం చూపుతుంది
th: *การยอมรับ Xbox Mastercard หลังจากแอปพลิเคชันของคุณได้รับการอนุมัติจะส่งผลให้เกิดการสอบถามอย่างหนัก ซึ่งอาจส่งผลกระทบต่อคะแนนเครดิตของคุณ
tr: *Başvurunuz onaylandıktan sonra Xbox Mastercard’ı kabul etmeniz kredi puanınızı etkileyebilecek bir kalıcı sorguya neden olabilir
tt: * Гаризагыз хуплангач, Xbox Mastercard картасын кабул итү катлаулы тикшерүгә китерәчәк, бу кредит рейтингына тәэсир итә ала.
ug: ئىلتىماسىڭىز تەستىقلانغاندا Xbox Mastercard قوبۇللىسىڭىز، ئىناۋەت خاتىرىسى «قاتتىق» تەكشۈرۈلىدۇ، بۇ ئىناۋەت نومۇرىغا تەسىر يەتكۈزۈشى مۇمكىن
uk: *Прийняття картки Xbox Mastercard після затвердження вашої заявки призведе до складного кредитного запиту, що може вплинути на ваш кредитний рейтинг
ur: *آپ کی ایپلیکیشن کی منظوری کے بعد Xbox ماسٹر کارڈ کو قبول کرنے سے سخت تفتیش ہو جائے گی، جو آپ کے کریڈٹ اسکور کو متاثر کر سکتی ہے
uz: Murojatingiz maʼqullangandan keyin Xbox Mastercard kartani qabul qilish qiyin soʻrovga olib keladi va bu esa kredit reytingizga taʼsir qilishi mumkin
vi: *Việc chấp nhận Xbox Mastercard sau khi đơn đăng ký được chấp thuận sẽ dẫn đến hoạt động thẩm tra tín dụng kỹ lưỡng và có thể ảnh hưởng đến điểm tín dụng của bạn
zh_hans: *在你的申请获得批准后接受 Xbox 万事达卡将导致硬查询，这可能会影响你的信用评分
zh_hant: *在申請核准後接受 Xbox Mastercard 會產生硬調查，可能會影響您的信用分數

# Literal.xboxCoBrandedCardQrCode.Page2Heading
source: Thanks for starting your application
af: Dankie dat jy jou toepassing begin het
am: ማመልከቻዎን ስለጀመሩ እናመሰግናለን
ar: نشكرك على بدء تشغيل تطبيقك
as: আপোনাৰ আৱেদন আৰম্ভ কৰাৰ বাবে ধন্যবাদ
az: Proqramınızı başlatdığınız üçün təşəkkür edirik
bg: Благодарим ви, че стартирахте кандидатурата си
bn_in: আপনার অ্যাপ্লিকেশন শুরু করার জন্য ধন্যবাদ
bs: Hvala što ste pokrenuli zahtjev
cy: Diolch am gychwyn eich cais
da: Tak, fordi du startede din ansøgning
de: Vielen Dank, dass Sie Ihre Bewerbung gestartet haben
el: Σας ευχαριστούμε για την εκκίνηση της εφαρμογής σας
es: Gracias por iniciar la solicitud
et: Täname teid rakenduse käivitamise eest!
eu: Eskerrik asko aplikazioa abiarazteagatik
fa: بابت شروع درخواستتان سپاسگزاریم
ga: Go raibh maith agat as d'fheidhmchlár a thosú
gd: Mòran taing airson tòiseachadh air tagradh
gl: Grazas por iniciar a solicitude
gu: તમારી એપ્લિકેશન પ્રારંભ કરવા બદલ આભાર
he: תודה שהפעלת את האפליקציה שלך
hi: अपना एप्लिकेशन शुरू करने के लिए धन्यवाद
hr: Hvala vam što ste pokrenuli aplikaciju
hu: Köszönjük, hogy elindítottad a kérelmet
id: Terima kasih telah memulai permohonan Anda
is: Takk fyrir að hefja umsókn þína
ja: アプリケーションを開始していただき、ありがとうございます
ka: გმადლობთ, რომ დაიწყეთ განაცხადის შეტანა
kk: Өтінімді бастағаныңыз үшін рақмет
kn: ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಪ್ರಾರಂಭಿಸಿದ್ದಕ್ಕೆ ಧನ್ಯವಾದಗಳು
ko: 신청을 시작해 주셔서 감사합니다.
lo: ຂອບໃຈສໍາລັບການເລີ່ມຕົ້ນການສະໝັກຂອງທ່ານ
lt: Dėkojame, kad pradėjote savo paraišką
lv: Pateicamies par pieteikuma uzsākšanu
mi: Ngā mihi mō te tīmata i tō tono
mk: Ви благодариме што ја вклучивте вашата апликација
ml: നിങ്ങളുടെ ആപ്ലിക്കേഷൻ ആരംഭിച്ചതിന് നന്ദി
mr: आपले आवेदन सुरू केल्याबद्दल धन्यवाद
ms: Terima kasih kerana memulakan aplikasi anda
mt: Grazzi talli bdejt l-applikazzjoni tiegħek
ne: आफ्नो आवेदन सुरु गर्नु भएकोमा धन्यवाद
nn_no: Takk for at du startar programmet
no: Takk for at du startet søknaden
or: ଆପଣଙ୍କ ଆପ୍ଲିକେସନ୍ ଆରମ୍ଭ କରିବା ପାଇଁ ଧନ୍ୟବାଦ
pa_in: ਤੁਹਾਡੀ ਅਰਜ਼ੀ ਨੂੰ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਧੰਨਵਾਦ
pl: Dziękujemy za rozpoczęcie wniosku
ru: Благодарим за подачу заявки
sl: Hvala, ker ste zagnali aplikacijo
sr_cyrl_rs: Хвала што сте започели пријаву
sr_latn_rs: Hvala što ste započeli prijavu
sv: Tack för att du påbörjar din ansökan
ta: உங்கள் பயன்பாட்டைத் தொடங்கியதற்கு நன்றி
te: మీ అప్లికేషన్ ప్రారంభించినందుకు ధన్యవాదాలు
th: ขอบคุณที่เริ่มแอปพลิเคชันของคุณ
tr: Başvurunuzu başlattığınız için teşekkür ederiz
tt: Кушымтагызны эшләтеп җибәрү өчен рәхмәт
ug: ئىلتىماس قىلغىنىڭىزغا رەھمەت
uk: Дякуємо за запуск програми
ur: اپنی ایپلیکیشن شروع کرنے کا شکریہ
uz: Ilovangizni ochganingiz uchun rahmat
vi: Cảm ơn bạn đã bắt đầu đăng ký
zh_hans: 感谢你开始申请
zh_hant: 感謝您開始申請

# Literal.xboxCoBrandedCardQrCode.Page2BodyText
source: When you're done with Barclays, come back here to check the status of your credit card application
af: Wanneer jy klaar is met Barclays, kom terug hierheen om die status van jou kredietkaarttoepassing te kontroleer
am: ከባርክሌይ ጋር ሲጨርሱ የክሬዲት ካርድ ማመልከቻዎን ሁኔታ ለማየት ወደዚህ ይመለሱ
ar: عند الانتهاء من استخدام Barclays، الرجاء الرجوع إلى هنا للتحقق من حالة استمارة تقديم بطاقة الائتمان الخاصة بك
as: Barclays-ৰ সৈতে আপোনাৰ কাম সম্পূৰ্ণ হ’লে, আপোনাৰ ক্ৰেডিট কাৰ্ড আৱেদনৰ স্থিতি পৰীক্ষা কৰিবলৈ ইয়ালৈ উভতি আহক
az: Barclays ilə işiniz bitdikdən sonra kredit kartı proqramınızın vəziyyətini yoxlamaq üçün bura geri qayıdın
bg: Когато приключите с Barclays, върнете се тук, за да проверите състоянието на вашата кандидатура за кредитна карта
bn_in: আপনার Barclays ব্যবহার করা সম্পন্ন হলে, আপনার ক্রেডিট কার্ড অ্যাপ্লিকেশনের স্থিতি পরীক্ষা করতে এখানে ফিরে আসুন
bs: Kada završite s bankom Barclays, vratite se ovdje kako biste provjerili status zahtjeva za kreditnu karticu
cy: Pan fyddwch chi wedi gorffen gyda Barclays, dewch yn ôl yma i wirio statws eich cais cerdyn credyd
da: Når du er færdig med Barclays, kan du vende tilbage hertil for at kontrollere status for din kreditkort-ansøgning
de: Wenn Sie mit Barclays fertig sind, kehren Sie hierher zurück, um den Status Ihrer Kreditkartenbewerbung zu überprüfen.
el: Όταν τελειώσετε με την Barclays, επιστρέψτε εδώ για να ελέγξετε την κατάσταση της εφαρμογής της πιστωτικής κάρτας σας
es: Cuando termines con Barclays, vuelve aquí para comprobar el estado de la solicitud de tu tarjeta de crédito.
et: Kui olete Barclaysiga lõpule jõudnud, tulge siia tagasi, et kontrollida oma krediitkaardi rakenduse olekut
eu: Barclays-en konfigurazioa amaitu ostean, itzuli hona kreditu-txartelaren eskaeraren egoera egiaztatzeko
fa: زمانی‌که کارتان با Barclays تمام شد، برای بررسی وضعیت درخواست کارت اعتباری خود، به اینجا برگردید
ga: Nuair a bheidh tú críochnaithe le Barclays, tar ar ais chun stádas d'fheidhmchláir chárta creidmheasa a sheiceáil anseo
gd: Nuair a bhios tu deiseil le Barclays, till an-seo is thoir sùil air staid an tagraidh agad airson cairt-chreideis
gl: Cando remate con Barclays, volva aquí para comprobar o estado da solicitude do cartón de crédito
gu: જ્યારે તમે Barclays સાથે પૂર્ણ કરી લો, ત્યારે તમારી ક્રેડિટ કાર્ડ એપ્લિકેશનની સ્થિતિ તપાસવા માટે અહીં પાછા આવો
he: כשתסיים עם Barclays, חזור לכאן כדי לבדוק את המצב של בקשת כרטיס האשראי שלך
hi: जब आप Barclays के साथ काम कर लें, तो अपने क्रेडिट कार्ड आवेदन की स्थिति की जाँच करने के लिए यहाँ वापस आएँ
hr: Kada završite s radom na servisu Barclays, vratite se ovdje kako biste provjerili status aplikacije za kreditnu karticu
hu: Ha végeztél a Barclays-szel, térj vissza ide a hitelkártya-kérelem állapotának ellenőrzéséhez
id: Setelah selesai dengan Barclays, kembali ke sini untuk memeriksa status permohonan kartu kredit Anda
is: Þegar þú ert hættur með Barclays, komdu aftur hingað til að athuga stöðu kreditkortaumsóknar þinnar
ja: Barclays が完了したら、ここに戻ってクレジット カード アプリケーションの状態を確認してください
ka: Barclays პროცედურის დასრულების შემდეგ დაბრუნდით აქ თქვენი საკრედიტო ბარათის განაცხადის სტატუსის შესამოწმებლად
kk: Barclays бойынша жұмыстарды аяқтағаннан кейін, қайта оралып, кредиттік карта өтініміңіздің күйін тексеріңіз
kn: ನೀವು Barclays ಮೂಲಕ ಮಾಡಿರುವಾಗ, ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಪ್ಲಿಕೇಶನ್ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ಇಲ್ಲಿಗೆ ಹಿಂತಿರುಗಿ.
ko: Barclays에서 필요한 절차를 완료하면 여기로 돌아와서 신용 카드 신청 상태를 확인하세요.
lo: ເມື່ອທ່ານໃຊ້ Barclays ສຳເລັດແລ້ວ, ໃຫ້ກັບຄືນມາບ່ອນນີ້ເພື່ອກວດເບິ່ງສະຖານະຂອງການສະໝັກບັດເຄຣດິດຂອງທ່ານ
lt: Baigę dirbti su „Barclays“, grįžkite čia ir patikrinkite savo kredito kortelės paraiškos būseną
lv: Kad esat pabeidzis darbu ar Barclays, atgriezieties šeit, lai pārbaudītu savas kredītkartes pieteikuma statusu
mi: Ka oti tō mahi me Barclays, hoki mai ki konei kia tirohia te tūnga o tō tono kāri tāwere
mk: Кога ќе завршите со Barclays, вратете се овде за да го проверите статусот на апликацијата за вашата кредитна картичка
ml: നിങ്ങൾ Barclays -ലെ കാര്യങ്ങൾ പൂർത്തിയാക്കിയ ശേഷം, നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് അപേക്ഷയുടെ സ്റ്റാറ്റസ് പരിശോധിക്കാൻ ഇവിടെ തിരികെ വരുക
mr: आपले Barclays सह पूर्ण झाल्यावर, आपल्या क्रेडिट कार्ड आवेदनाची स्थिती तपासण्यासाठी येथे परत या
ms: Apabila anda telah selesai dengan Barclays, kembali ke sini untuk menyemak status permohonan kad kredit anda
mt: Meta tkun lest minn Barclays, ejja lura hawn biex tiċċekkja l-istatus tal-applikazzjoni tal-karta tal-kreditu tiegħek
ne: तपाईंले Barclays पूरा गरेपछि, आफ्नो क्रेडिट कार्डको आवेदनको स्थिति जाँच्नका लागि यहाँ फर्किनुहोस्
nn_no: Når du er ferdig med Barclays, kan du kome tilbake hit for å sjekke statusen på kredittkortprogrammet
no: Når du er ferdig hos Barclays, kan du komme tilbake hit for å sjekke statusen for kredittkortsøknaden.
or: ଆପଣଙ୍କର Barclays ସହିତ କାର୍ଯ୍ଯ ସରିଗଲେ, ଆପଣଙ୍କ କ୍ରେଡିଟ୍ କାର୍ଡ ଆପ୍ଲିକେସନ୍‍‌ର ସ୍ଥିତି ଯାଞ୍ଚ କରିବାକୁ ଏଠାକୁ ଫେରି ଆସନ୍ତୁ
pa_in: ਜਦੋਂ ਤੁਸੀਂ Barclays ਦੇ ਨਾਲ ਕੰਮ ਕਰ ਲਿਆ ਹੈ, ਤਾਂ ਆਪਣੀ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੀ ਅਰਜ਼ੀ ਦੀ ਸਥਿਤੀ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ ਇੱਥੇ ਵਾਪਸ ਆਓ
pl: Po zakończeniu działań z firmą Barclays, wróć tutaj, aby sprawdzić stan wniosku o kartę kredytową
ru: После завершения работы с Barclays вернитесь сюда, чтобы проверить состояние заявки на кредитную карту
sl: Ko končate s storitvijo Barclays, se vrnite sem, da preverite stanje aplikacije za kreditno kartico.
sr_cyrl_rs: Када обавите све у апликацији Barclays, вратите се овде да бисте проверили статус пријаве кредитне картице
sr_latn_rs: Kada obavite sve u aplikaciji Barclays, vratite se ovde da biste proverili status prijave kreditne kartice
sv: Kom tillbaka hit när du är klar med Barclays och kontrollera statusen för din kreditkortsansökan
ta: நீங்கள் Barclays உடன் முடித்ததும், உங்கள் கிரெடிட் கார்டு விண்ணப்பத்தின் நிலையைச் சரிபார்க்க, இங்கே மீண்டும் வரவும்
te: మీరు Barclaysని పూర్తి చేసిన తర్వాత, మీ క్రెడిట్ కార్డ్ దరఖాస్తు స్థితిని తనిఖీ చేయడానికి ఇక్కడకు తిరిగి రండి
th: เมื่อคุณใช้ Barclays เสร็จแล้ว ให้กลับมาที่นี่เพื่อตรวจสอบสถานะของใบสมัครบัตรเครดิตของคุณ
tr: Barclays ile işleminizi tamamladıktan sonra kredi kartı başvurunuzun durumunu kontrol etmek için buraya geri dönün
tt: Barclays белән эшне тәмамлагач, кредит картасына гариза халәтен тикшерү өчен монда кире кайтыгыз
ug: Barclays دا ئىش پۈتكەندە بۇ يەرگە قايتىپ، ئىناۋەتلىك كارتا ئىلتىماسىنىڭ ھالىتىنى كۆرۈڭ
uk: Коли завершите роботу з Barclays, поверніться сюди, щоб перевірити стан заявки на використання кредитної картки
ur: جب آپ Barclays کے ساتھ مکمل کر لیں، تو اپنے کریڈٹ کارڈ کی ایپلی کیشن کی حالت کی پڑتال کرنے کے لئے یہاں واپس آئیں
uz: Barclays bilan ishingiz tugagach, kredit karta murojatingizni holatini tekshirish uchun bu yerga qaytib kiring
vi: Sau khi bạn hoàn tất với Barclays, hãy quay lại đây để kiểm tra trạng thái đơn đăng ký thẻ tín dụng của bạn
zh_hans: 完成 Barclays 的流程后，请返回此处查看你的信用卡申请的状态
zh_hant: 完成與 Barclays 的動作後，請回到這裡查看信用卡申請狀態

# Literal.xboxCoBrandedCardQrCode.Page2ProcessingText
source: Processing your application status
af: Ons verwerk tans jou aansoekstatus
am: የማመልከቻ ሁኔታዎን በማስኬድ ላይ
ar: معالجة حالة طلبك
as: আমি আপোনাৰ আৱেদনৰ স্থিতি প্ৰক্ৰিয়া কৰি আছোঁ
az: Proqram vəziyyətiniz emal olunur
bg: Обработка на състоянието на вашето приложение
bn_in: আপনার অ্যাপ্লিকেশনের স্থিতি প্রক্রিয়াকরণ হচ্ছে
bs: Status obrade vašeg zahtjeva
cy: Wrthi'n prosesu statws eich cais
da: Vi behandler din ansøgningsstatus
de: Wir verarbeiten gerade Ihre Bewerbung.
el: Επεξεργασία της κατάστασης της εφαρμογής σας
es: Procesando el estado de la solicitud
et: Teie rakenduse oleku töötlemine
eu: Eskaeraren egoera prozesatzen
fa: در حال پردازش وضعیت درخواست شما
ga: Stádas d'iarratais á phróiseáil
gd: A’ pròiseasadh staid an tagraidh agad
gl: Procesando o estado da solicitude
gu: અમે તમારી એપ્લિકેશન સ્થિતિ પર પ્રક્રિયા કરી રહ્યાં છીએ
he: מעבד את מצב היישום שלך
hi: आपकी एप्लिकेशन स्थिति संसाधित की जा रही है
hr: Obrađujemo vaš zahtjev
hu: A kérelmed állapotának feldolgozása folyamatban
id: Memproses status permohonan Anda
is: Er að vinna úr umsóknarstöðu þinni
ja: 申請の状態を処理しています
ka: მიმდინარეობს თქვენი განაცხადის დამუშავება
kk: “Өтінім өңделуде” күйі
kn: ನಾವು ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಸ್ಥಿತಿಯನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುತ್ತಿದ್ದೇವೆ
ko: 신청 상태 처리 중
lo: ກຳລັງປະມວນຜົນສະຖານະການສະໝັກຂອງທ່ານ
lt: Apdorojame jūsų paraiškos būseną
lv: Jūsu pieteikuma statuss tiek apstrādāts
mi: Tukatuka ana te tūnga o tō tono
mk: Го обработуваме статусот на вашата апликација
ml: നിങ്ങളുടെ അപേക്ഷയുടെ സ്റ്റാറ്റസ് പ്രോസസ്സ് ചെയ്യുന്നു
mr: आपली आवेदन स्थिती प्रक्रियित करत आहोत
ms: Memproses status aplikasi anda
mt: Qed jipproċessa l-istatus tal-applikazzjoni tiegħek
ne: तपाईंको आवेदन स्थिति प्रक्रिया गर्दै
nn_no: Handsamar programstatusen
no: Behandler søknadsstatusen
or: ଆମେ ଆପଣଙ୍କର ଆବେଦନକୁ ପ୍ରୋସେସ୍‍‌ କରୁଛୁ
pa_in: ਤੁਹਾਡੀ ਅਰਜ਼ੀ ਦੀ ਸਥਿਤੀ 'ਤੇ ਪ੍ਰਕਿਰਿਆ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ
pl: Przetwarzanie stanu wniosku
ru: Идет обработка состояния вашей заявки
sl: Obdelava stanja vaše vloge
sr_cyrl_rs: Обрада статуса пријаве
sr_latn_rs: Obrada statusa prijave
sv: Din ansökan behandlas
ta: உங்கள் விண்ணப்ப நிலையைச் செயலாக்குகிறது
te: మేము మీ దరఖాస్తు స్థితిని ప్రాసెస్ చేస్తున్నాము
th: กําลังประมวลผลสถานะแอปพลิเคชันของคุณ
tr: Başvurunuzun durumu işleniyor
tt: Кушымтагызның халәтен эшкәртү
ug: ئىلتىماسىڭىز بىر تەرەپ قىلىنىۋاتىدۇ
uk: Триває обробка стану заявки
ur: ہم آپ کی ایپلی کیشن کی حالت پر عمل کاری کر رہے ہیں
uz: Murojatingiz holati ishlanmoqda
vi: Đang xử lý trạng thái đăng ký của bạn
zh_hans: 正在处理你的申请状态
zh_hant: 正在處理您的申請狀態

# Literal.xboxCoBrandedCardQrCode.NoThanksButton
source: No, thanks
af: Nee, dankie
am: አይ፣ አመሰግናለሁ
ar: لا، شكراً
as: নালাগে ধন্যবাদ
az: Xeyr, təşəkkürlər
bg: Не, благодаря
bn_in: না, ধন্যবাদ
bs: Ne, hvala
cy: Dim Diolch
da: Nej tak
de: Nein, danke
el: Όχι, ευχαριστώ
es: No, gracias
et: Ei, tänan
eu: Ez, eskerrik asko
fa: خیر، متشکرم
ga: Níl, go raibh maith agat
gd: Chan eil, mòran taing
gl: Non, grazas
gu: નહીં, આભાર
he: לא, תודה
hi: नहीं, धन्यवाद
hr: Ne, hvala
hu: Köszönöm, nem
id: Tidak, terima kasih
is: Nei takk
ja: いいえ、結構です
ka: არა, გმადლობთ
kk: Жоқ, рақмет
kn: ಬೇಡ ಧನ್ಯವಾದಗಳು
ko: 아니요, 괜찮습니다.
lo: ບໍ່, ຂອບໃຈ
lt: Ne, ačiū
lv: Nē, paldies!
mi: Kāo, ngā mihi
mk: Не, благодарам
ml: വേണ്ട, നന്ദി
mr: नको, धन्यवाद
ms: Tidak, terima kasih
mt: Le, grazzi
ne: होइन, धन्यवाद
nn_no: Nei, takk
no: Nei takk
or: ନାଁ, ଧନ୍ୟବାଦ
pa_in: ਨਹੀਂ, ਧੰਨਵਾਦ
pl: Nie, dziękuję
ru: Нет, спасибо
sl: Ne, hvala
sr_cyrl_rs: Не, хвала
sr_latn_rs: Ne, hvala
sv: Nej, tack
ta: வேண்டாம், நன்றி
te: వద్దు, ధన్యవాదాలు
th: ไม่ล่ะ ขอบคุณ
tr: Hayır, teşekkürler
tt: Юк, рәхмәт
ug: ياق، رەھمەت
uk: Ні, дякую
ur: نہیں، شکریہ
uz: Yo‘q, rahmat
vi: Không, cảm ơn
zh_hans: 不，谢谢
zh_hant: 不了，謝謝
