Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Skydrive.Inform
source: Click <strong>Next</strong> to preview your purchase. You won't be charged until after you confirm your purchase on the next page. For more info about privacy, see our <a class="font-link1" href="{0}" id="privacyString" target="_blank">privacy and cookies</a>.
af: Klik <strong>Volgende</strong> om jou aankoop te voorbeskou. Jy sal nie gedebiteer word voor jy jou aankoop op die volgende bladsy bevestig het nie. Vir meer inligting oor privaatheid, sien ons <a class="font-link1" href="{0}" id="privacyString" target="_blank">privaatheid en koekies</a>.
am: <strong>ቀጣይ</strong> ጠቅ ስታደርግ የግዢህ ቅድመ እይታ ።እንድትከፍል አትደረግም በሚቀጥለው ገጽ ግዢህን እካላረጋገጥክ።ለተጨማሪ መረጃ ስለ ግላዊነት <a class="font-link1" href="{0}" id="privacyString" target="_blank">ግላዊነትና ኩኪዎች</a>።
ar: انقر فوق <strong>التالي</strong> لمعاينة عملية الشراء. ولن يتقاضى منك أي مبلغ حتى تؤكد الشراء في الصفحة التالية. وللمزيد من المعلومات عن الخصوصية، راجع <a class="font-link1" href="{0}" id="privacyString" target="_blank">الخصوصية وملفات تعريف الارتباط</a> الخاصة بنا.
as: আপোনাৰ ক্ৰয় পূৰ্বলোকন কৰিবলৈ <strong>পৰৱৰ্তী</strong> ক্লিক কৰক৷ আপুনি পৰৱৰ্তী পৃষ্ঠাত আপোনাৰ ক্ৰয় নিশ্চিত নকৰালৈকে আপুনি ধন ভৰিব নালাগিব৷ গোপনীয়তাৰ বিষয়ে অধিক তথ্যৰ কাৰণে, আমাৰ <a class="font-link1" href="{0}" id="privacyString" target="_blank">গোপনীয়তা আৰু কুকী</a> চাওক৷
az: Satınalmanıza öncəbaxış etmək üçün <strong>Növbəti</strong> klikləyin. Növbəti səhifədə satınalmanızı təsdiqləməyənə kimi sizdən rüsum tutulmayacaq. Məxfiliklə bağlı əlavə məlumat üçün, <a class="font-link1" href="{0}" id="privacyString" target="_blank">məxfilik və kukilər</a> bölməmizə baxın.
bg: Щракнете върху <strong>Напред</strong>, за да прегледате покупката си. Няма да бъдете таксувани, докато не потвърдите покупката си на следващата страница. За повече информация относно поверителността вижте <a class="font-link1" href="{0}" id="privacyString" target="_blank">поверителност и бисквитки</a>.
bn_in: আপনার ক্রয়ের পূর্বরুপ দেখতে <strong>পরবর্তী</strong> ক্লিক করুন৷ পরবর্তী পৃষ্ঠায় আপনি আপনার কেনাকাটা নিশ্চিত না করা পর্যন্ত আপনার কাছ থেকে অর্থ কাটা হবে না৷ গোপনীয়তার বিষয়ে আরও জানতে, আমাদের <a class="font-link1" href="{0}" id="privacyString" target="_blank">গোপনীয়তা বিবৃতি ও কুকি</a> দেখুন৷
bs: Kliknite <strong>Sljedeće</strong> kako biste pregledali šta kupujete. Račun vam se neće teretiti dok ne potvrdite kupovinu na narednoj stranici. Za više informacija o privatnosti pogledajte naše dokumente o <a class="font-link1" href="{0}" id="privacyString" target="_blank">privatnosti i kolačićima</a>.
cy: Cliciwch <strong>Nesaf</strong>i weld rhagolwg o'r hyn rydych chi wedi'i brynu. Ni chodir tâl arnoch chi nes i chi gadarnhau hyn ar y dudalen nesaf. I gael rhagor o wybodaeth am breifatrwydd, darllenwch ein <a class="font-link1" href="{0}" id="privacyString" target="_blank">preifatrwydd a briwsion</a>.
da: Klik på <strong>Næste</strong> for at få vist dit køb. Der opkræves ikke betaling, før du bekræfter dit køb på næste side. Du kan få flere oplysninger om beskyttelse af personlige oplysninger i vores erklæring om <a class="font-link1" href="{0}" id="privacyString" target="_blank">beskyttelse af personlige oplysninger og cookies</a>.
de: Klicken Sie auf <strong>Weiter</strong>, um eine Vorschau Ihrer Einkäufe anzuzeigen. Eine Belastung erfolgt erst, wenn Sie Ihren Kauf auf der folgenden Seite bestätigen. Weitere Informationen zum Datenschutz finden Sie unter <a class="font-link1" href="{0}" id="privacyString" target="_blank">Datenschutz und Cookies</a>.
el: Κάντε κλικ στο κουμπί <strong>Επόμενο</strong> για να δείτε προεπισκόπηση της αγοράς σας. Δεν θα χρεωθείτε μέχρι να επιβεβαιώσετε την αγορά σας στην επόμενη σελίδα. Για περισσότερες πληροφορίες σχετικά με την προστασία των προσωπικών δεδομένων, ανατρέξτε στη σελίδα <a class="font-link1" href="{0}" id="privacyString" target="_blank">προστασία προσωπικών δεδομένων και cookies</a>.
es: Para obtener una vista previa de su compra, haga clic en <strong>Siguiente</strong>. No se le cobrará hasta que confirme la compra en la siguiente página. Para obtener más información acerca de la privacidad, consulte <a class="font-link1" href="{0}" id="privacyString" target="_blank">la privacidad y las cookies</a>.
et: Näete oma ostu eeltutvustust, klõpsates valikut <strong>Edasi</strong>. Teilt ei võeta tasu enne ostu kinnitamist järgmisel lehel. Lisateavet privaatsuse kohta leiate jaotisest <a class="font-link1" href="{0}" id="privacyString" target="_blank">Privaatsus ja küpsised</a>.
eu: Sakatu <strong>Hurrengoa</strong> zure erosketa aurreikusteko. Ez zaizu ezer kobratuko hurrengo orrian erosketa berretsi arte. Pribatutasunari buruzko informazio gehiago eskuratzeko, ikusi <a class="font-link1" href="{0}" id="privacyString" target="_blank">pribatutasuna eta cookie-ak</a>.
fa: برای مشاهده پیش نمایش خرید خود روی <strong>بعدی</strong> کلیک کنید. تا زمانی که خرید خود را در صفحه بعد تأیید نکرده اید، هزینه ای از شما کسر نمی شود. برای کسب اطلاعات بیشتر درباره حریم خصوصی، به <a class="font-link1" href="{0}" id="privacyString" target="_blank">حریم خصوصی و کوکی های</a> ما مراجعه کنید.
ga: Cliceáil ar <strong>Ar aghaidh</strong> chun réamhamharc a fháil ar do cheannachán. Ní ghearrfar aon táille ort go dtí go ndeimhneoidh tú an t-idirbheart ar an gcéad leathanach eile. Le haghaidh tuilleadh eolais maidir le príobháideachas, breathnaigh ar <a class="font-link1" href="{0}" id="privacyString" target="_blank">Príobháideachas agus cuacha</a>.
gd: Briog air <strong>Air adhart</strong> airson ro-shealladh air na cheannaicheas tu. Cha tèid airgead iarraidh ort gus an dearbh thu na cheannaicheas tu air an ath dhuilleag. Airson barrachd fiosrachaidh mu phrìobhaideachd, faic <a class="font-link1" href="{0}" id="privacyString" target="_blank">aithris na prìobhaideachd 's nam briosgaidean</a> againn.
gl: Prema <strong>Seguinte</strong> para previsualizar a súa compra. Non se lle cobrará ata que confirme a súa compra na páxina seguinte. Para obter máis información sobre privacidade, consulte a nosa <a class="font-link1" href="{0}" id="privacyString" target="_blank">privacidade e cookies</a>.
gu: તમારી ખરીદી જોવા માટે <strong>આગલું</strong> ક્લિક કરો. આગલા પૃષ્ઠ પર તમારી ખરીદીની પુષ્‍ટિ તમે કરશો નહીં ત્યાં સુધી તમારી પાસે ખર્ચ વસૂલવામાં આવશે નહીં. ગોપનીયતા વિષે વધુ માહિતી માટે, અમારી <a class="font-link1" href="{0}" id="privacyString" target="_blank">ગોપનીયતા અને કુકીઝ</a> જુઓ.
he: לחץ על <strong>הבא</strong> כדי להציג את הרכישה בתצוגה מקדימה. החיוב לא יבוצע עד שתאשר את הרכישה בדף הבא. לקבלת מידע נוסף אודות פרטיות, ראה <a class="font-link1" href="{0}" id="privacyString" target="_blank">פרטיות וקבצי Cookie</a>.
hi: अपनी खरीद का पूर्वावलोकन करने के लिए <strong>अगला</strong> क्लिक करें। आपके द्वारा अगले पृष्ठ पर अपनी खरीद की पुष्टि करने के बाद तक आप पर कोई शुल्क नहीं लगेगा. गोपनीयता के बारे में अधिक जानकारी के लिए, हमारी <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता सूचना</a> देखें।
hr: Kliknite <strong>Dalje</strong> da biste pregledali kupljeno. Terećenje neće biti izvršeno dok ne potvrdite kupnju na sljedećoj stranici. Dodatne informacije o zaštiti privatnosti potražite u <a class="font-link1" href="{0}" id="privacyString" target="_blank">izjavi o zaštiti privatnosti i kolačićima</a>.
hu: Kattintson a <strong>Tovább</strong> gombra a vásárlás adatainak ellenőrzéséhez. Fizetőeszközét nem terheljük meg, amíg a következő oldalon jóvá nem hagyja ezeket az adatokat. Adatai védelméről és kezeléséről az <a class="font-link1" href="{0}" id="privacyString" target="_blank">adatvédelmi, adatkezelési és cookie-kkal kapcsolatos szabályzatainkban</a> tájékozódhat bővebben.
id: Klik <strong>Berikutnya</strong> untuk mempratinjau pembelian Anda. Anda tidak akan ditagih biaya apa pun sebelum mengonfirmasi pembelian pada halaman berikutnya. Untuk informasi lebih lanjut tentang privasi, lihat <a class="font-link1" href="{0}" id="privacyString" target="_blank">privasi dan cookie</a>.
is: Smelltu á <strong>Áfram</strong> til að forskoða kaupin. Ekki verður gjaldfært fyrr en eftir að þú staðfestir kaupin á næstu síðu. Nánari upplýsingar um persónuvernd er að finna í <a class="font-link1" href="{0}" id="privacyString" target="_blank">yfirlýsingu um persónuvernd og kökur</a>.
ja: [<strong>次へ</strong>] をクリックすると、ご購入内容をプレビューできます。次のページでご購入を確定するまでは、課金されません。プライバシーに関する詳細については、<a class="font-link1" href="{0}" id="privacyString" target="_blank">プライバシーとクッキー</a>をお読みください。
ka: დააწკაპუნეთ ღილაკზე „<strong>შემდეგ</strong>“ და გადახედეთ თქვენს შენაძენს. გადასახადი არ დაგერიცხებათ მანამ, სანამ არ დაადასტურებთ შეძენას შემდეგ გვერდზე. კონფიდენციალურობის შესახებ დამატებითი ინფორმაციისთვის იხილეთ <a class="font-link1" href="{0}" id="privacyString" target="_blank">დებულება კონფიდენციალურობისა და ქუქი-ფაილების შესახებ</a>.
kk: Сатып алуды алдын ала қарау үшін <strong>Келесі</strong> түймешігін басыңыз. Келесі бетте сатып алуды растамай тұрып ақы алынбайды. Құпиялылық туралы қосымша ақпарат алу үшін <a class="font-link1" href="{0}" id="privacyString" target="_blank">құпиялылық және «cookie» файлдары</a> бөлімін қараңыз.
kn: ನಿಮ್ಮ ಖರೀದಿ ಪೂರ್ವವೀಕ್ಷಣೆಗೆ <strong>ಮುಂದೆ</strong> ಕ್ಲಿಕ್ ಮಾಡಿ. ಮುಂದಿನ ಪುಟದಲ್ಲಿ ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಖಚಿತಪಡಿಸುವವರೆಗೆ ನಿಮಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುವುದಿಲ್ಲ. ಗೌಪ್ಯತೆ ಕುರಿತು ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ನಮ್ಮ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ಗೌಪ್ಯತೆ ಮತ್ತು ಕುಕೀಗಳು</a> ವೀಕ್ಷಿಸಿ.
ko: <strong>다음</strong>을 클릭하여 구매 내역을 미리 볼 수 있습니다. 다음 페이지에서 구매를 확인할 때까지는 결제 금액이 청구되지 않습니다. 개인정보취급방침에 대한 자세한 내용은 <a class="font-link1" href="{0}" id="privacyString" target="_blank">개인정보처리방침</a>을 참조하세요.
ku_arab: كرتە بكە لە سەر <strong>دواتر</strong> بۆ پێشدیمەنكردنی كڕینەكەت. هیچ پارەیەكت لێوەرناگیرێت تا دواى پەسندكردنی كڕینەكەت لە سەر لاپەڕەی داهاتوو. بۆ زانیاری زیاتر دەربارەی تایبەتمەندی، بڕوانە <a class="font-link1" href="{0}" id="privacyString" target="_blank">تایبەتمەندی و كووكی</a>.
ky: Сатып алганыңызды алдын ала караш үчүн <strong>Кийинки</strong> нукуурун басыңыз. Сиз сатып алганыңызды кийинки беттен ырастаганча сизден акча алынбайт. Купуялык тууралуу көбүрөөк маалымат үчүн караңыз: <a class="font-link1" href="{0}" id="privacyString" target="_blank">купуялык жана күкүмдөр</a>.
lo: ຄລິກ <strong>ຕໍ່ໄປ</strong> ເພື່ອສະແດງຕົວຢ່າງການຊື້ຂອງທ່ານ. ທ່ານຈະບໍ່ຖືກຮຽກເກັບເງິນຈົນກວ່າວ່າຫຼັງຈາກທີ່ທ່ານຢືນຢັນການຊື້ຂອງທ່ານເທິງໜ້າຕໍ່ໄປ. ສຳລັບຂໍ້ມູນເພີ່ມເຕີມກ່ຽວກັບຄວາມເປັນສ່ວນຕົວ, ໃຫ້ເບິ່ງ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ຄວາມເປັນສ່ວນຕົວ ແລະຄຸກກີ້</a>.
lt: Norėdami peržiūrėti pirkimo informaciją, spustelėkite <strong>Pirmyn</strong>. Nebūsite apmokestinti tol, kol nepatvirtinsite pirkimo kitame puslapyje. Daugiau informacijos apie privatumą rasite mūsų pranešime <a class="font-link1" href="{0}" id="privacyString" target="_blank">Privatumas ir slapukai</a>.
lv: Noklikšķiniet uz <strong>Tālāk</strong>, lai priekšskatītu pirkumu. Maksa netiks piemērota, kamēr nākamajā lapā neapstiprināsit pirkumu. Papildinformāciju par konfidencialitāti skatiet <a class="font-link1" href="{0}" id="privacyString" target="_blank">paziņojumā par konfidencialitāti un sīkfailiem</a>.
mi: Pāwhiri <strong>Panuku</strong> kia arokitea tō hoko. Kāore koe e namahia kia whakaūkia rā anō e koe tō hoko ki te whārangi ake. Mō ētahi atu mōhiohio mō te tūmataitinga, tirohia tā mātou <a class="font-link1" href="{0}" id="privacyString" target="_blank">tūmataitinga me ngā pihikete</a>.
mk: Кликнете на <strong>Следно</strong> за да го прегледате купеното. Нема да ви се наплати додека не го потврдите купувањето на следната страница. За повеќе информации околу приватноста, погледнете во <a class="font-link1" href="{0}" id="privacyString" target="_blank">приватност и колачиња</a>.
ml: നിങ്ങളുടെ വാങ്ങല്‍ പ്രിവ്യൂനടത്താന്‍ <strong>അടുത്തത്</strong> ക്ലിക്കുചെയ്യുക. അടുത്ത പേജില്‍ നിങ്ങളുടെ വാങ്ങല്‍ സ്ഥിരീകരിക്കുന്നത് വരെ നിങ്ങളില്‍ നിന്ന്‍ നിരക്ക് ഈടാക്കുകയില്ല. നിങ്ങളുടെ സ്വകാര്യതയെക്കുറിച്ചുള്ള കൂടുതല്‍ വിവരങ്ങള്‍ക്ക്, ഞങ്ങളുടെ <a class="font-link1" href="{0}" id="privacyString" target="_blank">സ്വകാര്യതയും കുക്കികളും</a> കാണുക.
mn: Худалдан авалтаа туршихын тулд <strong>Дараах</strong> товчийг товш. Таныг дараачийн хуудсан дээр худалдан авалтаа нотлох хүртэл танаас төлбөр авахгүй. Нууцлалын талаар нэмэлт мэдээлэл олж авахыг хүсвэл <a class="font-link1" href="{0}" id="privacyString" target="_blank">нууцлал ба күүки</a> хуудсыг үзнэ үү.
mr: आपल्या खरेदीचे पूर्वावलोकन करण्यासाठी <strong>पुढील</strong> क्लिक करा. आपल्याला पुढील पृष्ठावरील खरेदीची पुष्टी करेपर्यंत आपल्याला शुल्क आकारण्यात येणार नाही. गोपनीयतेविषयी अधिक माहितीसाठी, आमची <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता आणि कुकीज</a> पहा.
ms: Klik <strong>Seterusnya</strong> untuk pratonton pembelian anda. Anda tidak akan dikenakan caj sehingga anda mengesahkan pembelian anda di halaman seterusnya. Untuk mendapatkan maklumat lanjut mengenai privasi, lihat <a class="font-link1" href="{0}" id="privacyString" target="_blank">privasi dan kuki</a> kami.
mt: Ikklikkja <strong>Li Jmiss</strong> għal previżjoni tal-akkwist tiegħek. Tiġi ċċarġjat biss wara li tikkonferma l-akkwist tiegħek fil-paġna li jmiss. Għal aktar informazzjoni dwar il-privatezza, ara l-<a class="font-link1" href="{0}" id="privacyString" target="_blank">privatezza u cookies</a> tagħna.
ne: तपाइँको खरिद पुर्वसमीक्षा गर्नको लागि <strong>अर्को</strong> क्लिक गर्नुहोस्। तपाइँको अर्को पृष्ठमा आफ्नो खरिद पुष्टी नगरेसम्म तपाइँलाई शुल्क लिईने छैन। गोपनीयताको थप जानकारीको लागि, हाम्रो <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता र कुकीहरू</a> हेर्नुहोस्।
nn_no: Klikk <strong>Neste</strong> for å førehandsvise kjøpet. Du blir ikkje belasta før du har stadfesta kjøpet på neste side. Dersom du vil ha meir informasjon om personvern, kan du lese <a class="font-link1" href="{0}" id="privacyString" target="_blank">personvernerklæringa og informasjonskapslar</a>.
no: Klikk <strong>Neste</strong> for å forhåndsvise kjøpet ditt. Du blir ikke belastet før du har bekreftet kjøpet på neste side. Hvis du vil ha mer informasjon om personvern, kan du se vår <a class="font-link1" href="{0}" id="privacyString" target="_blank">personvernerklæring og informasjonskapsler</a>.
or: ଆପଣଙ୍କର କ୍ରୟ ପୂର୍ବବଲୋକନ କରିବାକୁ <strong>ପରବର୍ତ୍ତି</strong> କ୍ଲିକ୍ କରନ୍ତୁ. ଆପଣ ପରବର୍ତ୍ତି ପୃଷ୍ଠାରେ ଆପଣଙ୍କର କ୍ରୟ ସୁନିଶ୍ଚିତ କରିବା ପରେ ଆପଣଙ୍କୁ ଦେୟ ଲାଗୁ ହେବ ନାହିଁ. ଗୋପନୀୟତା ସମ୍ଵନ୍ଧରେ ଅଧିକ ସୂଚନା ପାଇଁ, ଆମର <a class="font-link1" href="{0}" id="privacyString" target="_blank">ଗୋପନୀୟ ଏବଂ କୁକୀସମୂହ</a> ଦେଖନ୍ତୁ.
pa_arab_pk: تہاڈی خریدی ہوئی شے نوں ویکھن لئی <strong>اگلا</strong> تے کلک کرو۔ تہاڈے کولوں اودوں تیکر رقم نہیں لئی جاوے گی جدوں تیکر تسی اگلے ورقے تے اپنی خریدی ہوئی شے دی تصدیق نہیں کردے۔ رازداری دے بارے وچ ہور معلومات لئی، ساڈی <a class="font-link1" href="{0}" id="privacyString" target="_blank"> کوکیز تے نجی حیثیت </a> ویکھو۔
pa_in: ਤੁਹਾਡੀ ਖਰੀਦ ਦੀ ਝਲਕ ਦੇਖਣ ਲਈ <strong>ਅੱਗੇ</strong> 'ਤੇ ਕਲਿੱਕ ਕਰੋ। ਤੁਹਾਨੂੰ ਤਦ ਤੱਕ ਚਾਰਜ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ ਜਦ ਤੱਕ ਤੁਸੀਂ ਅਗਲੇ ਪੰਨੇ ‘ਤੇ ਆਪਣੀ ਖਰੀਦ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕਰਦੇ। ਪਰਦੇਦਾਰੀ ਬਾਰੇ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਵਾਸਤੇ, ਸਾਡੇ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ਪਰਦੇਦਾਰੀ ਅਤੇ ਕੁਕੀਜ਼</a>ਨੂੰ ਦੇਖੋ।
pl: Kliknij przycisk <strong>Dalej</strong>, aby przejrzeć zakup. Środki nie zostaną pobrane, dopóki nie zatwierdzisz zakupu na następnej stronie. Aby uzyskać więcej informacji na temat zasad zachowania poufności, patrz nasze <a class="font-link1" href="{0}" id="privacyString" target="_blank">zasady dotyczące zachowania poufności informacji i plików cookie</a>.
ru: Вы можете просмотреть свои покупки, нажав кнопку <strong>Далее</strong>. Снятие средств производится только после подтверждения покупки на следующей странице. Дополнительную информацию см. в разделе <a class="font-link1" href="{0}" id="privacyString" target="_blank">Конфиденциальность и файлы cookie</a>.
sd: پهنجي خريداري کي پيش منظر آڻڻ لاءِ <strong>اڳئين</strong> کي ڪلڪ ڪريو. توهان جيستائين اڳئين صفحي تي تصديق نه ڪندا تيستائين توهان کان چارج نه ڪئي ويندي. خانگي نوعيت بابت وڌيڪ معلومات لاءِ، ڏسو اسان جي <a class="font-link1" href="{0}" id="privacyString" target="_blank">خانگي نوعيت ۽ ڪوڪيز</a>.
si: ඔබේ මිල දී ගැනීමේ පෙරදසුනක් ලබා ගැනීම සඳහා <strong>ඊළඟ</strong> ක්ලික් කරන්න. ඊළඟ පිටෙහි ඔබ විසින් ඔබගේ මිල දී ගැනීම තහවුරු කරන තෙක් ඔබගෙන් ගාස්තු අය නො කරනු ඇත. පෞද්ගලිකත්වය පිළිබඳ වැඩිමනත් විස්තර සඳහා අපගේ <a class="font-link1" href="{0}" id="privacyString" target="_blank">පෞද්ගලිකත්වය හා කුකී</a> බලන්න.
sl: Kliknite <strong>Naprej</strong> za predogled nakupa. Bremenili vas bomo šele, ko na naslednji strani potrdite nakup. Če želite več informacij o zasebnosti, preberite informacije o <a class="font-link1" href="{0}" id="privacyString" target="_blank">zasebnosti in piškotkih</a>.
sr_cyrl_rs: Кликните на дугме <strong>Даље</strong> да бисте прегледали куповину. Износ вам неће бити наплаћен док куповину не потврдите на следећој страници. Више информација о заштити приватности потражите у нашој <a class="font-link1" href="{0}" id="privacyString" target="_blank">изјави о приватности и колачићима</a>.
sr_latn_rs: Kliknite na dugme <strong>Dalje</strong> da biste pregledali kupovinu. Iznos vam neće biti naplaćen dok kupovinu ne potvrdite na sledećoj stranici. Više informacija o zaštiti privatnosti potražite u našoj <a class="font-link1" href="{0}" id="privacyString" target="_blank">izjavi o privatnosti i kolačićima</a>.
sv: Du kan förhandsgranska köpet genom att klicka på <strong>Nästa</strong>. Inga pengar dras förrän du bekräftar köpet på nästa sida. Mer information om sekretess finns i <a class="font-link1" href="{0}" id="privacyString" target="_blank">Sekretess och cookies</a>.
ta: உங்கள் வாங்குதலை முன்னோட்டமிட <strong>அடுத்து</strong> என்பதை கிளிக் செய்யவும். அடுத்த பக்கத்தில் வாங்குதலை உறுதிப்படுத்தும் வரை கட்டணம் வசூலிக்கப்படாது. தனியுரிமைப் பற்றிய மேலும் தகவலுக்கு, எங்கள் <a class="font-link1" href="{0}" id="privacyString" target="_blank">தனியுரிமை மற்றும் குக்கீகளைப்</a> பார்க்கவும்.
te: మీ కొనుగోలును పరిదృశ్యం చేయడానికి <strong>తదుపరి</strong>ని క్లిక్ చేయండి. మీరు తదుపరి పేజీలో మీ కొనుగోలును నిర్ధారించే వరకు మీరు ఛార్జీ చేయబడరు. గోప్యత గురించి మరింత సమాచారం కోసం, మా <a class="font-link1" href="{0}" id="privacyString" target="_blank">గోప్యతా నోటీసు మరియు కుకీలు</a> ను చూడండి.
tg: Барои пешнамоиши хариди худ <strong>Навбатӣ</strong>-ро зер кунед. То он даме ки шумо хариди худро дар саҳифаи бъадӣ тасдиқ накунед, аз шумо пардохт стонида намешавад. Барои маълумоти бештар ба <a class="font-link1" href="{0}" id="privacyString" target="_blank">махфият ва кукиҳо</a> нигаред.
th: คลิก <strong>ถัดไป</strong> เพื่อดูตัวอย่างการซื้อของคุณ คุณจะไม่ถูกเรียกเก็บเงินจนกว่าคุณจะยืนยันการซื้อของคุณในหน้าถัดไป สำหรับข้อมูลเพิ่มเติม ให้ดู <a class="font-link1" href="{0}" id="privacyString" target="_blank">นโยบายและคุ้กกี้</a>
tr: <strong>İleri</strong>'yi tıklayarak satın alma işleminizi önizleyebilirsiniz. İzleyen sayfada satın alma işleminizi onaylamadığınız sürece size bir ücret yansıtılmayacaktır. Gizlilikle ilgili bilgi için <a class="font-link1" href="{0}" id="privacyString" target="_blank">gizlilik ve tanımlama bilgilerimizi</a> okuyun.
tt: Сезнең сатып алу карар өчен, чирттерегез: <strong>Киләсе</strong>. Әгәр сездән исәпләнмиләр, сез сатып алуны икенче биттә раслау итмәсез. Хосусыйлык турында күбрәк мәгълүмат өчен, <a class="font-link1" href="{0}" id="privacyString" target="_blank">хосусыйлык һәм "cookie" файллар</a> карагыз.
ug: سېتىۋالغانلىرىڭىزنى كۆرۈش ئۈچۈن <strong>كېيىنكى</strong>نى چېكىڭ. كېيىنكى بەتتىكى سېتىۋېلىش ئۇچۇرىنى جەزملەشتۈرمىگۈچە سىزدىن ھەق تۇتۇلمايدۇ. مەخپىيەتلىكىڭىز ھەققىدىكى تەپسىلاتلارنى <a class="font-link1" href="{0}" id="privacyString" target="_blank">مەخپىيەتلىك ۋە ساقلانمىلار</a> دېگەن مەزمۇندىن كۆرۈڭ.
uk: Для попереднього перегляду покупки натисніть кнопку <strong>Далі</strong>. Плату буде стягнуто лише після підтвердження покупки на наступній сторінці. Докладну інформацію про конфіденційність див. у розділі <a class="font-link1" href="{0}" id="privacyString" target="_blank">Конфіденційність і файли cookie</a>.
ur: اپنی خریداری کو دیکھنے کے لیے <strong>اگلا</strong> پر کلک کریں۔ جب تک آپ اگلے صفحہ پر اپنی خرید کی توثیق نہیں کریں گے آپ سے چارج نہیں کیا جائے گا۔ رازداری سے متعلق مزید معلومات کے لیے ہمارا <a class="font-link1" href="{0}" id="privacyString" target="_blank">رازداری اور کوکیز</a> دیکھیں۔
uz: O‘z xaridingizni ko‘rish uchun <strong>Keyingisiga o‘tish</strong> ni cherting. Siz keyingi sahifada o‘z xaridingizni tasdiqlamaguningizgacha Sizdan to‘lov olinmaydi. Shaxsiy ma‘lumotlarning sir tutilishi to‘g‘risida batafsil ma‘lumotlar olish uchun quyidagiga qarang: <a class="font-link1" href="{0}" id="privacyString" target="_blank">shaxsiy ma‘lumotlarning sir tutilishi va cookie fayllari to‘g‘risidagi bayonnoma</a>.
vi: Bấm <strong>Tiếp theo</strong> để xem trước giao dịch mua của bạn. Bạn sẽ không bị thu phí cho đến khi bạn xác nhận giao dịch mua ở trang tiếp theo. Để biết thêm thông tin về quyền riêng tư, hãy xem <a class="font-link1" href="{0}" id="privacyString" target="_blank">quyền riêng tư và cookie</a> của chúng tôi.
zh_hans: 单击<strong>“下一步”</strong>预览您的购买。在您在下一页上确认购买之前，将不会向您收取任何费用。有关隐私的详细信息，请参阅我们的<a class="font-link1" href="{0}" id="privacyString" target="_blank">隐私和 cookie</a>。
zh_hant: 按 [下一步]<strong></strong> 預覽購買明細。在您於下一頁確認購買之前，我們都不會向您收取費用。如需隱私權的詳細資訊，請參閱我們的<a class="font-link1" href="{0}" id="privacyString" target="_blank">隱私權與 Cookie</a>。
