Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICV.ACH.LastRetry
source: Careful, you only have 1 try remaining. If it fails, you'll have to start the verification process again.
af: Wees versigtig, jy het net 1 poging oor. As dit misluk, sal jy die verifikasieproses weer moet begin.
am: ይጠንቀቁ፣ 1 ሙከራ ብቻ ቀርቶዎታል። ካልተሳካ፣ የማረጋገጥ ሂደቱን እንደገና መጀመር አለብዎት።
ar: احذر، بقيت لديك محاولة واحدة. إذا فشلت هذه المحاولة، فيجب عليك بدء عملية التحقق مرة أخرى.
as: সাৱধান, আপোনাৰ কেৱল 1 টা প্ৰয়াসহে বাকী আছে৷ যদি এইটোতো ব্যৰ্থ হয়, তেন্তে আপুনি প্ৰমাণিকৰণ প্ৰক্ৰিয়াটো পুনৰ আৰম্ভ কৰিব লাগিব৷
az: Diqqətli olun, yalnız 1 cəhdiniz qalır. Əgər alınmazsa, siz təsdiqləmə prosesini yenidən başlatmalı olacaqsınız.
bg: Бъдете внимателни – имате само още 1 опит. Ако е неуспешен, ще се наложи да започнете проверката отначало.
bn_in: সাবধান, আপনি আর 1 বার চেষ্টা করতে পারবেন৷ যদি তাতে ব্যর্থ হন তাহলে আপনাকে আবার যাচাইকরণ প্রক্রিয়াটি শুরু করতে হবে৷
bs: Pažljivo, preostao vam je još samo 1 pokušaj. Ako on ne uspije, postupak potvrđivanja ćete morati pokrenuti ispočetka.
cy: Gofalus, dim ond 1 cynnig sydd gennych yn weddill. Os yw'n methu, bydd rhaid i chi gychwyn y broses wirio eto.
da: Pas på! Du har kun 1 forsøg tilbage. Hvis det mislykkes, skal du starte forfra på bekræftelsesprocessen.
de: Achtung, Sie haben nur noch einen Versuch. Schlägt dieser fehl, muss der Überprüfungsprozess erneut gestartet werden.
el: Προσοχή, σας απομένει μόνο 1 προσπάθεια ακόμα. Αν αποτύχει, θα πρέπει να ξεκινήσετε τη διαδικασία επαλήθευσης ξανά.
es: Cuidado, solo te queda un intento. Si da error, tendrás que volver a iniciar el proceso de comprobación.
et: Olge hoolikas, ainult üks katse on jäänud. Kui see nurjub, peate kinnitusprotsessi uuesti alustama.
eu: Kontuz, saiakera bakarra geratzen zaizu. Huts eginez gero, berriro hasi beharko duzu egiaztapen-prozesua.
fa: مراقب باشید، تنها ۱ تلاش دیگر باقی مانده است. اگر موفقیت‌آمیز نباشد، باید فرآیند تأیید را دوباره شروع کنید.
ga: Bí cúramach, níl ach triail amháin fágtha. Má theipeann air, beidh ort an próiseas fíoraithe a thosú arís.
gd: Thoir an aire, chan eil ach 1 oidhirp air fhàgail dhut. Ma dh’fhàilligeas e, feumaidh tu an dearbhadh a thòiseachadh às ùr.
gl: Coidado, só che queda unha tentativa. Se te equivocas, deberás iniciar o proceso de verificación de novo.
gu: સાવચેત રહો, તમારા પાસે માત્ર 1 પ્રયાસ બાકી છે. જો નિષ્ફળ થાય, તો તમારે ફરીથી ચકાસણી પ્રક્રિયાનો પ્રારંભ કરવો પડશે.
he: זהירות, נותר לך רק עוד נסיון אחד. אם נכשל יהיה עלך להתחיל את תהליך האישור שוב.
hi: सावधान रहें, आपके पास केवल 1 प्रयास शेष है. यदि यह विफल हो जाता है, तो आपको सत्यापन प्रक्रिया पुनः प्रारंभ करना होगी.
hr: Pripazite, preostao vam je još samo jedan pokušaj. Ako ne uspijete, morat ćete ponovno pokrenuti postupak provjere.
hu: Már csak 1 próbálkozása maradt. Ha ez is sikertelen, elölről kell kezdenie a visszaigazolási folyamatot.
id: Hati-hati, Anda hanya memiliki 1 percobaan tersisa. Jika gagal, Anda harus memulai proses verifikasi lagi.
is: Það er aðeins 1 tilraun eftir, svo vandaðu þig. Ef hún mistekst muntu þurfa að hefja sannprófunarferlið aftur.
ja: ご注意ください。試すことができるのは、あと 1 回だけです。これに失敗すると、検証手続きをもう一度始めから行う必要があります。
ka: ფრთხილად, მხოლოდ 1 მცდელობა დაგრჩათ. თუ ის წარუმატებელი იქნება, თავიან მოგიწეთ დამოწმების პროცესის დაწყება.
kk: Сізде тек 1 мүмкіндік қалды. Егер ол қате болса, тексеру процесін қайта бастау қажет болады.
kn: ಎಚ್ಚರಿಕೆ, ನಿಮ್ಮ ಬಳಿ 1 ಪ್ರಯತ್ನ ಉಳಿದಿದೆ. If it fails, you'll have to start the verification process again.
ko: 주의하세요. 1번만 더 시도할 수 있습니다. 만약 실패하면 인증 절차를 다시 시작해야 합니다.
ku_arab: وریابە، تۆ تەنها 1 هەوڵدانت ماوە. ئەگەر شکست بێنێت، دەبێت پرۆسەی سەلماندن دووبارە دەستپێبکەیتەوە.
ky: Абайлаңыз, сизде болгону 1 аракет калды. Эгерде ишке ашпай калса, сиз ырастоо процессин кайра башташыңыз керек болот.
lo: ລະວັງ, ທ່ານຍັງລອງໄດ້ອີກ 1 ຄັ້ງເທົ່ານັ້ນ. ຖ້າບໍ່ສຳເລັດ, ທ່ານຈະຈຳເປັນຕ້ອງເລີ່ມຂະບວນການກວດສອບອີກຄັ້ງ.
lt: Būkite atsargūs – jums liko tik 1 bandymas. Jei nepavyks, turėsite vėl pradėti tikrinimo procesą.
lv: Jums ir atlicis tikai 1 mēģinājums. Ja tas būs neveiksmīgs, verifikācijas process būs jāsāk no jauna.
mi: Kia tūpato, 1 anake ō whakamātauranga kei te toe. Mēnā ka rahua , me tīmata anō i te tukanga manatoko.
mk: Внимателно, ви преостанува само 1 обид. Ако не успее, ќе треба повторно да го почнете процесот на проверка.
ml: ശ്രദ്ധിക്കൂ, നിങ്ങൾക്ക് 1 ശ്രമം മാത്രമാണ് ശേഷിക്കുന്നത്. അത് പരാജയപ്പെടുകയാണെങ്കിൽ, പരിശോധിച്ചുറപ്പിക്കൽ പ്രക്രിയ വീണ്ടും ആരംഭിക്കേണ്ടതായി വരും.
mn: Болгоомжтой! Танд зөвхөн 1 оролдлого үлдлээ. Энэ амжилтгүй болвол баталгаажуулах үйлдлийг эхнээс нь гүйцэтгэнэ үү.
mr: काळजीपूर्वक, आपल्याकडे केवळ 1 प्रयत्न शिल्लक आहे. तो अयशस्वी झाल्यास आपल्याला पुष्टीकरण प्रक्रिया पुन्हा सुरू करावी लागेल.
ms: Hati-hati, anda hanya mempunyai 1 cubaan yang tinggal. Jika ia gagal, anda perlu memulakan proses penentusahan semula.
mt: Oqgħod attent, fadallek biss tentattiv 1. Jekk ma jirnexxix, ikollok terġa' tibda l-proċess ta' verifika.
ne: ध्यान दिनुहोस्, तपाइँसँग 1 मात्र प्रयास बाँकी छ। यो असफल भएमा, तपाइँले पुन: प्रमाणीकरण प्रक्रिया सुरु गर्नुपर्नेछ।
nn_no: Ver merksam på at du berre har 1 forsøk att. Dersom det mislukkast, må du starte kontrollprosessen heilt på nytt.
no: Vær oppmerksom på at du bare har 1 forsøk igjen. Hvis det mislykkes, må du starte bekreftelsesprosessen helt på nytt.
or: ସତର୍କତାର ସହିତ, ଆପଣଙ୍କର କେବଳ 1 ଚେଷ୍ଟା ବାକି ରହିଛି. ଯଦି ଏହା ବିଫଳ ହୁଏ, ଆପଣଙ୍କୁ ପୁଣି ଯାଞ୍ଚକରଣ ପ୍ରକ୍ରିୟା ଆରମ୍ଭ କରିବାକୁ ହେବ.
pa_arab_pk: احتیاط ورتو، تہاڈے کول صرف 1 کوشش باقی اے۔ جے ایہہ ناکام ہو جاوے، تے فیر تہانوں دوبارہ تصدیق دا عمل شروع کرنا پووے گا۔
pa_in: ਸਾਵਧਾਨ, ਤੁਹਾਡੇ ਕੋਲ ਸਿਰਫ਼ 1 ਕੋਸ਼ਿਸ਼ ਬਾਕੀ ਹੈ। ਜੇਕਰ ਇਹ ਅਸਫਲ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਨੂੰ ਤਸਦੀਕੀਕਰਨ ਪ੍ਰਕਿਰਿਆ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨੀ ਪਵੇਗੀ।
pl: Uwaga: pozostała tylko 1 próba. Jeśli ta próba się nie powiedzie, będzie konieczne ponowne rozpoczęcie procesu weryfikacji.
ru: Будьте внимательны! У вас осталась всего одна попытка. В случае неудачи вам придется начать процесс проверки заново.
sd: خبردار، توهان وٽ صرف 1 ڪوشش باقي آهي. جيڪڏهن اهو ناڪام ٿئي ٿي، توهانکي تصديق جو عمل ٻيهر شروع ڪرڻو پوندو.
si: ප්‍රවේශම් වන්න, ඔබට ඉතිරිව ඇත්තේ උත්සාහක 1 ක් පමණි. එය අසාර්ථක වුවහොත්, ඔබට සත්‍යාපන ක්‍රියාවලිය නැවතත් ආරම්භ කිරීමට සිදුවේ.
sl: Bodite pozorni, saj imate na voljo le še en poskus. Če ne bo uspelo, boste morali znova začeti postopek preverjanja.
sr_cyrl_rs: Будите пажљиви, преостао вам је још само 1 покушај. Ако ни сада не будете успешни, мораћете да започнете процес верификације поново.
sr_latn_rs: Budite pažljivi, preostao vam je još samo 1 pokušaj. Ako ni sada ne budete uspešni, moraćete da započnete proces verifikacije ponovo.
sv: Du har endast 1 försök kvar. Om det misslyckas måste du börja om verifieringsprocessen.
ta: கவனம், உங்களிடம் 1 முயற்சிதான் மீதி உள்ளது. அது தோல்வியானால், நீங்கள் சரிபார்த்தல் செயல்முறையை மீண்டும் துவங்க வேண்டும்.
te: జాగ్రత్త, మీకు ఇంకా 1 ప్రయత్నం మాత్రమే మిగిలి ఉంది. ఇది విఫలమైతే, మీరు నిర్ధారణ ప్రక్రియను మళ్లీ ప్రారంభించాలి.
tg: Боэҳтиёт бошед, шумо танҳо 1 кушиши боқимонда доред. Агар онро иҷро накунед, шумо бояд раванди тасдиқро аз нав оғоз намоед.
th: โปรดระมัดระวัง คุณสามารถลองได้อีกเพียง 1 ครั้งเท่านั้น หากล้มเหลว คุณจะต้องเริ่มกระบวนการตรวจสอบใหม่อีกครั้ง
tr: Dikkatli olun çünkü sadece 1 deneme hakkını kaldı. Yanlış yaparsanız doğrulama işlemine tekrar başlamanız gerekir.
tt: Игътибарлы булыгыз, 1 генә омтылышыгыз калды. Ул ялгыш булып чыкса, раслауны яңадан башларга кирәк булачак.
ug: دىققەت، يەنە 1 قېتىملا سىنىيالايسىز. بۇ قېتىممۇ بولمىسا، باشتىن باشلاپ دەلىللىشىڭىز كېرەك.
uk: Будьте уважні! У вас залишилася лише 1 спроба. Якщо вона буде невдалою, вам доведеться розпочати процес перевірки з початку.
ur: احتیاط برتیں، آپ کے پاس صرف 1 کوشش باقی ہے۔ اگر یہ ناکام ہو جاتی ہے تو آپ کو تصدیقی عمل دوبارہ شروع کرنا پڑے گا۔
uz: Diqqat qiling, sizda faqat 1 ta urinish qoldi. Agar bu ham muvaffaqiyatsiz bajarilsa, haqiqiylik tekshiruvi jarayonini qaytadan boshlashga majbur bo‘lasiz.
vi: Hãy cẩn thận, bạn chỉ còn 1 lần thử. Nếu không thành công, bạn sẽ phải bắt đầu lại quy trình xác minh.
zh_hans: 请注意，你仅剩 1 次尝试机会。如果失败，将必须重新开始验证过程。
zh_hant: 注意，您只剩 1 次嘗試機會。若失敗，您將必須重新開始驗證程序。

# Literal.MSRewards.ApplyAvailableBalanceText
source: Apply available balances
af: Pas beskikbare balanse toe
am: ያሉትን ቀሪ ሒሳቦች ይተግብሩ
ar: تطبيق الأرصدة المتوفرة
as: উপলব্ধ বেলেন্স প্ৰয়োগ কৰক
az: Əlçatan balansları tətbiq edin
bg: Прилагане на наличните салда
bn_in: উপলভ্য ব্যালেন্স প্রয়োগ করুন
bs: Primijeni dostupan bilans
cy: Defnyddio'r balansau sydd ar gael
da: Anvend tilgængelige saldi
de: Verfügbare Salden anwenden
el: Εφαρμογή διαθέσιμων υπολοίπων
es: Aplicar saldos disponibles
et: Rakenda saadaolevad saldod
eu: Aplikatu saldo erabilgarria
fa: اعمال موجودی حساب
ga: Cuir iarmhéideanna atá ar fáil i bhfeidhm
gd: Cleachd na balansan a tha ri fhaighinn
gl: Aplicar saldos dispoñibles
gu: ઉપલબ્ધ બેલેન્સ લાગુ કરો
he: החל יתרות זמינות
hi: उपलब्ध बैलेंस लागू करें
hr: Primijeni dostupna salda
hu: Rendelkezésre álló egyenlegek alkalmazása
id: Terapkan saldo yang tersedia
is: Nota tiltæka inneign
ja: 利用可能な残高を適用する
ka: გამოიყენეთ მოქმედი ნაშთები
kk: Қолжетімді қалдықты қолдану
kn: ಲಭ್ಯವಿರುವ ಬ್ಯಾಲೆನ್ಸ್‌ಗಳನ್ನು ಅನ್ವಯಿಸಿ
ko: 사용 가능한 잔액 적용
lo: ນຳໃຊ້ຍອດເງິນທີ່ມີຢູ່
lt: Taikyti galimus likučius
lv: Lietot pieejamās bilances
mi: Hoatu toenga wātea
mk: Примени достапни баланси
ml: ലഭ്യമായ ബാലൻസുകൾ ബാധകമാക്കുക
mr: उपलब्ध शिल्लक लागू करा
ms: Gunakan baki yang tersedia
mt: Applika l-bilanċi disponibbli
ne: उपलब्ध ब्यालेन्स लागू गर्नुहोस्
nn_no: Bruk tilgjengelege saldoar
no: Bruk tilgjengelige saldoer
or: ଉପଲବ୍ଧ ବାଲାନ୍ସ ପ୍ରୟୋଗ କରନ୍ତୁ
pa_in: ਉਪਲਬਧ ਬਕਾਇਆ ਲਾਗੂ ਕਰੋ
pl: Skorzystaj z dostępnego salda
ru: Примените доступный баланс
sl: Uporabi razpoložljiva stanja
sr_cyrl_rs: Примени доступне билансе
sr_latn_rs: Primenite dostupna salda
sv: Använd tillgängliga saldon
ta: கிடைக்கக்கூடிய பேலன்ஸைப் பயன்படுத்துங்கள்
te: అందుబాటులో ఉన్న బ్యాలెన్స్‌లను వర్తింపజేయండి
th: ใช้ยอดดุลที่พร้อมใช้งาน
tr: Kullanılabilir bakiyeleri uygula
tt: Куллануга әзер балансларны куллану
ug: قالدۇقنى قوللىنىش
uk: Застосуйте доступний баланс
ur: دستیاب بیلنسز لاگو کریں
vi: Áp dụng số dư có sẵn
zh_hans: 应用可用余额
zh_hant: 套用可用餘額

# Literal.MSRewards.ApplyPoints
source: Apply {0} Microsoft Rewards points
af: Pas {0} Microsoft Rewards-punte toe
am: {0} የ Microsoft Rewards ነጥቦችን ይተግብሩ
ar: تطبيق نقاط {0} Microsoft Rewards
as: {0} Microsoft Rewards প্ৰয়োগ কৰক
az: {0} Microsoft Rewards xalı tətbiq edin
bg: Прилагане на {0} Microsoft Rewards точки
bn_in: {0} Microsoft Rewards পয়েন্ট প্রয়োগ করুন
bs: Primijeni {0} Microsoft Rewards poena
cy: Defnyddio {0} o bwyntiau Microsoft Rewards
da: Anvend {0} Microsoft Rewards-point
de: {0} Microsoft Rewards-Punkte anwenden
el: Εφαρμογή {0} πόντων Microsoft Rewards
es: Aplicar {0} puntos de Microsoft Rewards
et: Rakenda {0} Microsoft Rewardsi punkti
eu: Aplikatu Microsoft Rewards-en {0} puntu
fa: اعمال {0} امتیاز Microsoft Rewards
ga: Cuir {0} pointe Microsoft Rewards i bhfeidhm
gd: Cuir an gnìomh {0} puing Microsoft Rewards
gl: Aplicar {0} puntos de Microsoft Rewards
gu: {0} Microsoft Rewards પૉઇન્ટ્સ લાગુ કરો
he: החל {0} נקודות Microsoft Rewards
hi: {0} Microsoft Rewards पॉइंट्स लागू करें
hr: Primijeni sljedeći broj bodova programa Microsoft Rewards: {0}
hu: {0} Microsoft Rewards-pont alkalmazása
id: Terapkan {0} poin Microsoft Rewards
is: Nota {0} Microsoft Rewards-punkta
ja: {0} Microsoft Rewards ポイントを適用する
ka: გამოიყენეთ {0} Microsoft Rewards-ის ქულები
kk: {0} Microsoft Rewards ұпайын қолдану
kn: Microsoft Rewards ಪಾಯಿಂಟ್‌ಗಳನ್ನು {0} ಅನ್ವಯಿಸಿ
ko: {0} Microsoft Rewards 포인트 적용
lo: ນຳໃຊ້ {0} ຄະແນນ Microsoft Rewards
lt: Taikyti {0} „Microsoft Rewards“ taškus
lv: Lietot {0} Microsoft Rewards punktus
mi: Hoatu kia {0} ngā piro Microsoft Rewards
mk: Примени {0} поени за Microsoft Rewards
ml: {0} Microsoft Rewards പോയിന്റുകൾ ബാധകമാക്കുക
mr: {0} Microsoft Rewards पॉइंट्स लागू करा
ms: Gunakan {0} mata Microsoft Rewards
mt: Applika {0} punti ta’ Microsoft Rewards
ne: {0} Microsoft Rewards पोइन्ट लागू गर्नुहोस्
nn_no: Bruk {0} Microsoft Rewards-poeng
no: Bruk {0} Microsoft Rewards-poeng
or: Microsoft Rewards ପଏଣ୍ଟ {0} ପ୍ରୟୋଗ କରନ୍ତୁ
pa_in: {0} Microsoft Rewards ਪੁਆਇੰਟਾਂ ਲਾਗੂ ਕਰੋ
pl: Użyj punktów z programu {0} Microsoft Rewards
ru: Применить {0} балл. Microsoft Rewards
sl: Uporabi {0} točke Microsoft Rewards
sr_cyrl_rs: Примени {0} Microsoft Rewards поен(а)
sr_latn_rs: Primeni {0} Microsoft Rewards tačke
sv: Använd {0} Microsoft Rewards-poäng
ta: {0} Microsoft Rewards புள்ளிகளைப் பயன்படுத்துங்கள்
te: {0} Microsoft Rewards పాయింట్‌లను వర్తింపజేయండి
th: นำคะแนน Microsoft Rewards ไปใช้ {0} คะแนน
tr: {0} Microsoft Rewards puanını uygula
tt: {0} Microsoft Rewards баллын куллану
ug: Microsoft Rewards دىن {0} نومۇر قوللىنىش
uk: Застосувати {0} бал. Microsoft Rewards
ur: Microsoft Rewards کے {0} پوائنٹس لاگو کریں
vi: Áp dụng {0} điểm Microsoft Rewards
zh_hans: 应用 {0} 个 Microsoft Rewards 积分
zh_hant: 套用 {0} 個 Microsoft Rewards 點數

# Literal.MSRewards.PointsRedemptionText
source: Must be applied with gift card balance
af: Moet met geskenkbewysbalans toegepas word
am: በስጦታ ካርድ ቀሪ ሂሳብ መተግበር አለበት።
ar: يجب التطبيق برصيد بطاقة الهدايا
as: উপহাৰ কাৰ্ড বেলেন্সৰ সৈতে প্ৰয়োগ কৰিবই লাগিব
az: Hədiyyə kartı balansı ilə tətbiq olunmalıdır
bg: Трябва да се прилага с баланса на картата за подарък
bn_in: উপহারের কার্ড ব্যালেন্স দিয়ে অবশ্যই প্রয়োগ করতে হবে
bs: Mora se primijeniti s bilansom poklon kartice
cy: Mae rhaid ei ddefnyddio gyda balans cerdyn rhodd
da: Skal anvendes med gavekortsaldo
de: Muss mit dem Geschenkgutscheinsaldo angewendet werden
el: Πρέπει να εφαρμοστεί με το υπόλοιπο δωροκάρτας
es: Debe aplicarse con el saldo de la tarjeta regalo
et: Rakendada tuleb kinkekaardi saldoga
eu: Opari-txartelaren saldoarekin aplikatu behar da
fa: باید با موجودی کارت هدیه اعمال شود
ga: Ní mór é a chur i bhfeidhm le hiarmhéid chárta bronntanais
gd: Feumar a chur an gnìomh le balans na cairt prèasaint
gl: Deben aplicarse co saldo da tarxeta agasallo
gu: ગિફ્ટ કાર્ડ બેલેન્સ સાથે લાગુ કરવું આવશ્યક છે
he: יש להחיל עם יתרת כרטיס מתנה
hi: उपहार कार्ड के बैलेंस के साथ लागू किया जाना चाहिए
hr: Mora se primijeniti sa saldom poklon-bona
hu: Ajándékkártya-egyenleggel együtt kell alkalmazni.
id: Harus diterapkan dengan saldo kartu hadiah
is: Nota þarf með inneign á gjafakorti
ja: ギフト カードの残高を適用する必要があります
ka: გამოყენება უნდა მოხდეს სასაჩუქრე ბარათის ნაშთთან ერთად
kk: Сыйлық картасының теңгерімімен бірге қолданылуы тиіс
kn: ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಬ್ಯಾಲೆನ್ಸ್‌ನೊಂದಿಗೆ ಅನ್ವಯಿಸಬೇಕು
ko: 기프트 카드 잔액과 함께 적용해야 합니다.
lo: ຈະຕ້ອງໃຊ້ກັບຍອດບັດຂອງຂວັນ
lt: Būtina taikyti su dovanų kortelės likučiu
lv: Jālieto ar dāvanu kartes bilanci
mi: Me hoatu ki te toenga kāri koha
mk: Мора да се примени со баланс на картичката за подароци
ml: ഗിഫ്റ്റ് കാർഡ് ബാലൻസ് ഉപയോഗിച്ച് അപേക്ഷിക്കണം
mr: भेट कार्ड शिल्लकसह लागू करणे आवश्यक आहे
ms: Mesti digunakan dengan baki kad hadiah
mt: Għandu jiġi applikat bil-bilanċ tal-gift card
ne: उपहार कार्ड ब्यालेन्सको साथमा लागू गर्नु पर्दछ
nn_no: Må brukast med gåvekortsaldo
no: Må brukes med gavekortsaldo
or: ଉପହାର କାର୍ଡ ବାଲାନ୍ସ ସହିତ ଲାଗୁ ହେବା ଆବଶ୍ୟକ
pa_in: ਗਿਫਟ ਕਾਰਡ ਬੈਲੇਂਸ ਨਾਲ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ ਲਾਗੂ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Należy zastosować z saldem bonu upominkowego
ru: Следует применять вместе с балансом по карте оплаты
sl: Uporabiti je treba stanje na darilni kartici
sr_cyrl_rs: Мора да се примени са билансом поклон-картица
sr_latn_rs: Mora da se primeni sa bilansom poklon kartica
sv: Måste användas med presentkortssaldo
ta: பரிசு அட்டை பேலன்ஸுடன் விண்ணப்பிக்க வேண்டும்
te: బహుమతి కార్డ్ బ్యాలెన్స్‌తో తప్పనిసరిగా దరఖాస్తు చేయాలి
th: ต้องนำไปใช้กับยอดดุลของบัตรกำนัล
tr: Hediye kartı bakiyesi ile uygulanmalıdır
tt: Бүләк картасының балансы белән кулланылырга тиеш
ug: سوۋغات كارتىسىدىكى قالدۇق بىلەن قوللىنىلىدۇ
uk: Слід застосувати разом із балансом подарункової картки
ur: تحفہ کارڈ کے بیلنس کے ساتھ لاگو کرنا لازمی ہے
vi: Phải được áp dụng với số dư thẻ quà tặng
zh_hans: 必须使用礼品卡余额应用
zh_hant: 必須套用禮品卡餘額

# Literal.MSRewards.PointsRedemptionContentText
source: Points converted to gift card & applied with existing balance.
af: Punte is na geskenkbewys omgeskakel en met bestaande saldo toegepas.
am: ነጥቦች ወደ የስጦታ ካርድ ተለውጠዋል እና ካለው ቀሪ ሂሳብ ጋር ተተግብረዋል።
ar: يتم تحويل النقاط إلى بطاقة هدايا وتطبيقها مع الرصيد الموجود.
as: উপহাৰ কাৰ্ডলৈ ৰূপান্তৰিত পইণ্ট আৰু বিদ্যমান বেলেন্সৰ সৈতে প্ৰয়োগ কৰা।
az: Ballar hədiyyə kartına çevrildi və mövcud balansla tətbiq edildi.
bg: Точките се конвертират в карта за подарък и се прилагат към съществуващото салдо.
bn_in: পয়েন্টগুলি উপহার কার্ডে রূপান্তরিত করা হয়েছে এবং বিদ্যমান ব্যালেন্সের সাথে প্রয়োগ করা হয়েছে।
bs: Poeni su pretvoreni u poklon karticu i primijenjeni na postojeći balans.
cy: Pwyntiau wedi’u trosi i gerdyn rhodd a’u defnyddio gyda’r balans presennol.
da: Point, der konverteres til gavekort og anvendes med eksisterende saldo.
de: Punkte, die in einen Geschenkgutschein konvertiert und mit vorhandenem Guthaben angewendet wurden.
el: Πόντοι που μετατράπηκαν σε δωροκάρτα και εφαρμόστηκαν με υπάρχον υπόλοιπο.
es: Puntos convertidos en tarjeta regalo y aplicados con saldo existente.
et: Kinkekaardiks teisendatud ja olemasoleva saldoga rakendatud punktid.
eu: Puntuak opari-txartel bihurtzen dira eta dagoen saldoan aplikatzen dira.
fa: امتیازها به کارت هدیه تبدیل و با موجودی فعلی شما ترکیب شد.
ga: Tiontaítear na pointí go cárta bronntanais & cuirtear i bhfeidhm iad leis an iarmhéid atá ann cheana.
gd: Thèid na puingean iompachadh nan cairt prèasaint ⁊ an cur an sàs còmhla ris a’ bhalans làithreach.
gl: Puntos convertidos en tarxeta agasallo e aplicados co saldo existente.
gu: પૉઇન્ટ્સને ગિફ્ટ કાર્ડમાં રૂપાંતરિત કર્યા અને હાજર બેલેન્સ સાથે લાગુ કર્યા.
he: נקודות שהומרו לכרטיס מתנה והוחלו עם יתרה קיימת.
hi: अंक उपहार कार्ड में रूपांतरित किए गए और मौजूदा बैलेंस के साथ लागू किए गए.
hr: Bodovi su pretvoreni u poklon-bon i primijenjeni uz postojeći saldo.
hu: Ajándékkártyára váltott és meglévő egyenleggel alkalmazott pontok.
id: Poin dikonversi ke kartu hadiah & diterapkan dengan saldo yang ada.
is: Punktum umbreytt í gjafakort og notaðir með fyrirliggjandi inneign.
ja: ポイントがギフト カードに換算され、既存の残高に適用されます。
ka: ქულები გარდაიქმნა სასაჩუქრე ბარათად და დაემატა არსებულ ბალანსს.
kk: Ұпайлар сыйлық картасына түрлендіріледі және бар теңгерімге қолданылады.
kn: ಪಾಯಿಂಟ್‍‌ಗಳನ್ನು ಉಡುಗೊರೆ ಕಾರ್ಡ್‌ಗೆ ಪರಿವರ್ತಿಸಲಾಗಿದೆ ಮತ್ತು ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಾಕಿಯೊಂದಿಗೆ ಅನ್ವಯಿಸಲಾಗಿದೆ.
ko: 포인트가 기프트 카드로 변환되어 기존 잔액에 적용됩니다.
lo: ຄະແນນທີ່ແປງເປັນບັດຂອງຂວັນ ແລະ ນຳໃຊ້ກັບຍອດເຫຼືອທີ່ມີຢູ່.
lt: Taškai konvertuoti į dovanų kortelę ir pritaikyti su esamu likučiu.
lv: Punkti pārvērsti par dāvanu karti un lietoti ar esošo atlikumu.
mi: Kua tahurihia ngā piro ki te kāri takoha me te hoatu mā te tapeke onāianei.
mk: Поените се претвораат во подарок-картички и се применуваат на постојното салдо.
ml: പോയിന്റുകൾ ഗിഫ്റ്റ് കാർഡിലേക്ക് പരിവർത്തനം ചെയ്യുകയും നിലവിലുള്ള ബാലൻസിന് ബാധകമാക്കുകയും ചെയ്തു.
mr: पॉइंट्स भेट कार्डमध्ये रूपांतरित आणि विद्यमान शिल्लकीसह लागू केले जातील.
ms: Mata ditukarkan kepada kad hadiah & digunakan dengan baki sedia ada.
mt: Punti kkonvertiti f’gift card u applikati b’bilanċ eżistenti.
ne: अङ्क उपहार कार्डमा रूपान्तरण गरियो र अवस्थित ब्यालेन्सका साथमा लागू गरियो।
nn_no: Poeng konvertert til gåvekort og brukt med eksisterande saldo.
no: Poeng konvertert til gavekort og brukt med eksisterende saldo.
or: ପଏଣ୍ଟଗୁଡିକ ଉପହାର କାର୍ଡରେ ରୂପାନ୍ତରିତ ହୋଇଛି ଏବଂ ବିଦ୍ୟମାନ ବାଲାନ୍ସରେ ପ୍ରୟୋଗ କରାଯାଇଛି ।
pa_in: ਗਿਫਟ ਕਾਰਡ ਵਿੱਚ ਤਬਦੀਲ ਕੀਤੇ ਗਏ ਪੌਇੰਟਸ ਅਤੇ ਮੌਜੂਦਾ ਬੈਲੇਂਸ ਦੇ ਨਾਲ ਲਾਗੂ ਕੀਤੇ ਗਏ।
pl: Punkty przekonwertowane na bon upominkowy i zastosowane z istniejącym saldem.
ru: Баллы, преобразованные в подарочную карту и примененные вместе с существующим балансом.
sl: Točke se pretvorijo v darilno kartico in se uporabijo z obstoječim stanjem.
sr_cyrl_rs: Поени су конвертовани у поклон-картицу и примењени уз постојећа средства.
sr_latn_rs: Poeni konvertovani u poklon-karticu & primenjeni sa postojećim saldom računa.
sv: Poäng konverterade till presentkort & tillämpas med befintligt saldo.
ta: பரிசு அட்டைகளாகப் புள்ளிகள் மாற்றப்பட்டு, தற்போதுள்ள பேலன்ஸுடன் பயன்படுத்தப்பட்டன.
te: పాయింట్‌లు బహుమతి కార్డ్‌గా మార్చబడ్డాయి మరియు ఇప్పటికే ఉన్న బ్యాలెన్స్‌తో వర్తింపజేయబడ్డాయి.
th: คะแนนที่แปลงเป็นบัตรกำนัลและใช้กับยอดคงเหลือที่มีอยู่
tr: Puanlar hediye kartına dönüştürüldü ve mevcut bakiyeye uygulandı.
tt: Баллар бүләк карталарына әверелдерелә һәм булган баланска кулланыла.
ug: جۇغلانما نومۇرنى سوۋغات كارتىسىغا ئايلاندۇرۇپ، نۆۋەتتە بار قالدۇققا قوللىنىشقا بولىدۇ.
uk: Бали, перетворені на подарункову картку та нараховані до наявного балансу.
ur: پوائنٹس کو گفٹ کارڈ میں تبدیل کیا گیا اور موجودہ بیلنس کے ساتھ لاگو کیا گیا۔
vi: Điểm được chuyển đổi thành thẻ quà tặng và áp dụng cùng với số dư hiện có.
zh_hans: 积分已转换为礼品卡，并与现有余额一起使用。
zh_hant: 點數已轉換為禮品卡並已套用現有的餘額。

# Literal.MSRewards.ApplyGiftCardBalanceText
source: Apply gift card balance
af: Pas geskenkbewysbalans toe
am: የስጦታ ካርድ ቀሪ ሂሳብን ይተግብሩ
ar: تطبيق رصيد بطاقة الهدايا
as: উপহাৰ কাৰ্ড বেলেন্স প্ৰয়োগ কৰক
az: Hədiyyə kartı balansını tətbiq edin
bg: Прилагане на баланса на картата за подаръци
bn_in: উপহারের কার্ড ব্যালেন্স প্রয়োগ করুন
bs: Primijeni bilans poklon kartice
cy: Defnyddio balans cerdyn rhodd
da: Anvend saldo på gavekort
de: Geschenkgutscheinsaldo anwenden
el: Εφαρμογή υπολοίπου δωροκάρτας
es: Aplicar saldo de tarjeta regalo
et: Rakenda kinkekaardi saldo
eu: Aplikatu opari-txartelaren saldoa
fa: اعمال موجودی کارت هدیه
ga: Cuir iarmhéid chárta bronntanais i bhfeidhm
gd: Cuir an gnìomh balans na cairt prèasaint
gl: Aplicar saldo da tarxeta agasallo
gu: ગિફ્ટ કાર્ડ બેલેન્સ લાગુ કરો
he: החל יתרת כרטיס מתנה
hi: उपहार कार्ड का बैलेंस लागू करें
hr: Primijeni saldo poklon-bona
hu: Ajándékkártya egyenlegének alkalmazása
id: Terapkan saldo kartu hadiah
is: Nota inneign á gjafakorti
ja: ギフト カードの残高を適用する
ka: სასაჩუქრე ბარათის ნაშთის გამოყენება
kk: Сыйлық картасының балансын қолдану
kn: ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಬ್ಯಾಲೆನ್ಸ್ ಅನ್ವಯಿಸಿ
ko: 기프트 카드 잔액 적용
lo: ນຳໃຊ້ຍອດເງິນບັດຂອງຂວັນ
lt: Taikyti dovanų kortelės likutį
lv: Lietot dāvanu kartes atlikumu
mi: Hoatu te toenga kāri koha
mk: Примени го балансот на картичката за подарок
ml: ഗിഫ്റ്റ് കാർഡ് ബാലൻസ് പ്രയോഗിക്കുക
mr: भेट कार्ड शिल्लक लागू करा
ms: Gunakan baki kad hadiah
mt: Applika l-bilanċ tal-gift card
ne: उपहार कार्डको ब्यालेन्स लागू गर्नुहोस्
nn_no: Bruk gåvekortsaldo
no: Bruk gavekortsaldo
or: ଉପହାର କାର୍ଡ ବାଲାନ୍ସ ପ୍ରୟୋଗ କରନ୍ତୁ
pa_in: ਗਿਫਟ ਕਾਰਡ ਬੈਲੇਂਸ ਲਾਗੂ ਕਰੋ
pl: Użyj salda bonu upominkowego
ru: Применить баланс по карте оплаты
sl: Uporabi stanje darilne kartice
sr_cyrl_rs: Примени биланс поклон-картице
sr_latn_rs: Primenite saldo poklon kartice
sv: Använd presentkortssaldo
ta: பரிசு அட்டை பேலன்ஸைப் பயன்படுத்துங்கள்
te: బహుమతి కార్డ్ బ్యాలెన్స్‌ని వర్తింపజేయండి
th: ใช้ยอดดุลของบัตรกำนัล
tr: Hediye kartı bakiyesini uygula
tt: Бүләк картасының балансын куллану
ug: سوۋغات كارتىسى قالدۇقىنى قوللىنىش
uk: Застосувати баланс подарункової картки
ur: تحفہ کارڈ کا بیلنس لاگو کریں
vi: Áp dụng số dư thẻ quà tặng
zh_hans: 应用礼品卡余额
zh_hant: 套用禮品卡餘額
