Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PayPalSecondScreen.ChangeSettingText
source: To change the settings for this payment method in the future, go to Settings > Account.
af: Om in die toekoms die instellings vir hierdie betaalmetode te verander, gaan na Instellings > Rekening.
am: ለወደፊቱ ለዚህ ክፍያ ዘዴ ቅንብሮችን ለመቀየር፣ ወደ ቅንብሮች > መለያ ይሂዱ።
ar: لتغيير إعدادات طريقة الدفع هذه في المستقبل، انتقل إلى إعدادات > الحساب.
as: ভৱিষ্যতে এই পৰিশোধ পদ্ধতিৰ বাবে ছেটিংছ সলনি কৰিবলৈ, যাওঁক ছেটিংছ> একাউণ্ট।
az: Gələcəkdə bu ödəniş üsulu üzrə parametrləri dəyişmək üçün Parametrlər > Hesab bölməsinə keçin.
bg: За да промените настройките за този метод на плащане в бъдеще, отидете в „Настройки“ > „Акаунт“.
bn_in: ভবিষ্যতে এই অর্থ প্রদানের পদ্ধতির জন্য সেটিংস পরিবর্তন করতে, সেটিংস> অ্যাকাউন্টে যান।
bs: Da biste ubuduće promijenili postavke za ovaj način plaćanja, izaberite stavke Postavke > Račun.
cy: I newid y gosodiadau ar gyfer y dull talu hwn yn y dyfodol, ewch i Gosodiadau > Cyfrif.
da: Hvis du vil ændre indstillingerne for denne betalingsmetode i fremtiden, skal du gå til indstillinger > konto.
de: Um die Einstellungen für diese Zahlungsmethode zukünftig zu ändern, wechseln Sie zu "Einstellungen" > "Konto".
el: Για να αλλάξετε τις ρυθμίσεις για αυτήν τη μέθοδο πληρωμής στο μέλλον, μεταβείτε στην επιλογή Ρυθμίσεις > Λογαριασμός.
es: Para cambiar la configuración de este método de pago en el futuro, vaya a Configuración > Cuenta.
et: Tulevikus selle makseviisi sätete muutmiseks valige Sätted > Konto.
eu: Ordainketa-metodo honen ezarpenak aldatzeko aurrerantzean, joan Ezarpenak > Kontua atalera.
fa: برای تغییر تنظیمات این روش پرداخت در آینده، به «تنظیمات > حساب» بروید.
ga: Téigh go dtí ‘Socruithe’ > ‘Cuntas’ chun socruithe an mhodha íocaíochta seo a athrú san am atá le teacht.
gd: Airson roghainnean na dòigh pàighidh seo atharrachadh san àm ri teachd, tadhail air “Roghainnean” > “Cunntas”.
gl: Para modificar a configuración deste método de pagamento no futuro, vaia a Configuración > Conta.
gu: ભવિષ્યમાં આ ચુકવણી પદ્ધતિ માટેની સેટિંગ્સ બદલવા માટે, સેટિંગ્સ> એકાઉન્ટ પર જાઓ.
he: כדי לשנות את ההגדרות עבור שיטת תשלום זו בעתיד, עבור אל 'הגדרות' > 'חשבון'.
hi: भविष्य में इस भुगतान विधि की सेटिंग्स परिवर्तित करने के लिए सेटिंग्स > खाता पर जाएँ.
hr: Da biste ubuduće promijenili postavke za taj način plaćanja, odaberite Postavke > Račun.
hu: A fizetési mód beállításait a jövőben a Beállítások > Fiók lehetőség alatt módosíthatja.
id: Untuk mengubah pengaturan metode pembayaran ini di masa mendatang, buka Pengaturan > Akun.
is: Til að breyta stillingum þessa greiðslumáta héðan af skaltu fara í Stillingar > Reikningur.
ja: 将来、この支払方法の設定を変更するには、[設定] > [アカウント] に移動してください。
ka: მომავალში ამ გადახდის მეთოდის პარამეტრების შესაცვლელად, გადადით აქ: Settings (პარამეტრები) > Account (ანგარიში).
kk: Бұл төлем әдісінің параметрлерін болашақта өзгерту үшін Параметрлер > Тіркелгі бөліміне өтіңіз.
kn: ಭವಿಷ್ಯದಲ್ಲಿ ಈ ಪಾವತಿ ವಿಧಾನಕ್ಕೆ ಸೆಟ್ಟಿಂಗ್ಸ್ ಬದಲಿಸಲು, ಸೆಟ್ಟಿಂಗ್ಸ್ > ಖಾತೆ ಗೆ ಹೋಗಿ.
ko: 나중에 이 결제 방법에 대한 설정을 변경하려면 [설정] > [계정]으로 이동하세요.
lo: ເພື່ອປ່ຽນການຕັ້ງຄ່າ ສຳ ລັບວິທີການຈ່າຍເງິນນີ້ໃນອະນາຄົດ, ເຂົ້າໄປທີ່ Settings> Account.
lt: Norėdami ateityje pakeisti šio mokėjimo būdo parametrus eikite į Parametrai > Sąskaita.
lv: Lai turpmāk mainītu šīs maksāšanas metodes iestatījumus, atveriet Iestatījumi > Konts.
mi: Hei huri i ngā tautuhinga mō tēnei tikanga utu ā muri atu, haere ki Ngā Tautuhinga > Pūkete.
mk: За да ги измените параметрите за овој начин на плаќање во иднина, појдете во Параметри > Сметка.
ml: ഭാവിയിൽ ഈ പേയ്‌മെന്റ് രീതിയുടെ ക്രമീകരണങ്ങൾ മാറ്റാൻ, ക്രമീകരണങ്ങൾ> അക്കൗണ്ടിലേക്ക് പോകുക.
mr: या देय पध्दतीसाठी भविष्यात सेटिंग्ज बदलण्यासाठी, सेटिंग्ज > खाते मध्ये जा.
ms: Untuk mengubah tetapan bagi kaedah pembayaran ini pada masa hadapan, pergi ke Tetapan > Akaun.
mt: Biex tibdel is-settings għal dan il-metodu ta' pagament fil-futur, mur fuq Settings > Kont.
ne: भविष्यमा यो भुक्तान विधिका लागि सेटि changeहरू परिवर्तन गर्न, जानुहोस् सेटिंग्स> खातामा।
nn_no: For å endre innstillingane for denne betalingsmetoden i framtida, gå til Innsillingar > Konto.
no: Hvis du vil endre innstillingene for denne betalingsmetoden senere, går du til innstillinger > konto.
or: ଭବିଷ୍ୟତରେ ଏହି ଦେୟ ପଦ୍ଧତି ପାଇଁ ସେଟିଂସମୂହ ପରିବର୍ତ୍ତନ କରିବାକୁ, ସେଟିଂସମୂହ> ଆକାଉଣ୍ଟକୁ ଯାଆନ୍ତୁ.
pa_in: ਭਵਿੱਖ ਵਿੱਚ ਇਸ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲਣ ਲਈ, ਸੈਟਿੰਗਾਂ> ਖਾਤੇ ਤੇ ਜਾਓ.
pl: Aby w przyszłości zmienić ustawienia tej formy płatności, wybierz pozycję Ustawienia > Konto.
ru: Изменить параметры этого метода оплаты в будущем можно в разделе "Параметры" > "Учетная запись".
sl: Če želite v prihodnje spremeniti nastavitve za ta način plačila, izberite »Nastavitve« > »Račun«.
sr_cyrl_rs: Да бисте убудуће променили поставке за овај начин плаћања, изаберите ставке „Поставке“ > „Налог“.
sr_latn_rs: Da biste ubuduće promenili postavke za ovaj način plaćanja, izaberite stavke „Postavke“ > „Nalog“.
sv: Om du vill ändra inställningar för den här betalningsmetoden i framtiden går du till Inställningar > Konto.
ta: எதிர்காலத்தில் இந்த கட்டண முறைக்கான அமைப்புகளை மாற்றுவதற்கு, அமைப்புகள்>கணக்கு என்ற பகுதிக்குச் செல்லவும்.
te: భవిష్యత్తులో ఈ చెల్లింపు పద్ధతి కోసం సెట్టింగులను మార్చడానికి, సెట్టింగులు> ఖాతాకు వెళ్లండి.
th: เมื่อต้องการเปลี่ยนการตั้งค่าสำหรับวิธีการชำระเงินนี้ในอนาคต ให้ไปที่ การตั้งค่า > บัญชี
tr: Daha sonra bu ödeme yönteminin ayarlarını değiştirmek için Ayarlar > Hesap'a gidin.
tt: Киләчәктә бу түләү рәвешенең параметрларын үзгәртү өчен, Параметрлар > Хисап язмасы пунктына күчегез.
ug: كەلگۈسىدە بۇ تۆلىمە ئۇسۇلىنىڭ تەڭشەكلىرىنى ئۆزگەرتىش ئۈچۈن، تەڭشەكلەر > ھېساب قا بېرىڭ.
uk: Щоб змінити параметри цього способу оплати в майбутньому, перейдіть в розділи "Параметри > Обліковий запис".
ur: مستقبل میں ادائیگی کے اس طریقے کیلئے ترتیبات تبدیل کرنے کیلئے، ترتیبات > اکاؤنٹ پر جائیں۔
uz: Kelgusida bu toʻlov usuli sozlamalarini oʻzgartirish uchun Sozlamalar > Hisob sahifasiga kiring
vi: Để thay đổi thiết đặt cho phương thức thanh toán này trong tương lai, hãy đi tới Cài đặt > Tài khoản.
zh_hans: 如果想在将来更改此付款方式的设置，请转到“设置”>“帐户”。
zh_hant: 未來若要變更此付款方式的設定，請前往 [設定] > [帳戶]。

# Literal.PayPalSecondScreen.ScanQRCodeText
source: Scan the QR code below
af: Skandeer die QR-kode hieronder
am: ከስር ያለውን QR ኮድ ስካን ያድርጉ
ar: مسح شفرة الاستجابة السريعة ضوئيًا أدناه
as: তলৰ QR ক'ডটো স্কেন কৰক
az: Aşağıdakı QR kodunu skanlayın
bg: Сканирайте QR кода по-долу
bn_in: নীচের QR কোডটি স্ক্যান করুন
bs: Skenirajte QR kôd u nastavku
cy: Sganiwch y cod QR isod
da: Scan nedenstående QR-kode
de: Nachstehenden QR-Code scannen
el: Σαρώστε τον παρακάτω κωδικό QR
es: Escanee el código QR a continuación.
et: Skannige allolev QR-kood
eu: Eskaneatu beheko QR kodea
fa: کد QR زیر را اسکن کنید
ga: Scan an cód QR thíos
gd: Sganaich an còd QR gu h-ìosal
gl: Dixitalice o código QR seguinte
gu: નીચેનો QR કોડ સ્કેન કરો
he: סרוק את קוד ה-QR להלן
hi: नीचे QR कोड को स्कैन करें
hr: Skenirajte QR kod u nastavku
hu: Szkennelje be az alábbi QR-kódot
id: Pindai kode QR di bawah
is: Skannaðu QR-kóðann hér fyrir neðan
ja: 以下の QR コードをスキャンしてください
ka: დაასკანირეთ ქვემოთ მოცემული QR კოდი
kk: Төмендегі QR кодын сканерлеңіз
kn: QR ಕೋಡ್ ಅನ್ನು ಈ ಕೆಳಗೆ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 아래의 QR 코드 스캔
lo: ສະແກນລະຫັດ QR ຂ້າງລຸ່ມນີ້
lt: Nuskaitykite pateiktą QR kodą
lv: Skenējiet tālāk norādīto QR kodu
mi: Karapahia te waehere QR i raro
mk: Скенирајте го кодот QR подолу
ml: ചുവടെയുള്ള QR കോഡ് സ്കാൻ ചെയ്യുക
mr: खालील QR कोड स्कॅन करा
ms: Imbas kod QR di bawah
mt: Skennja l-kodiċi QR t'hawn taħt
ne: तलको QR कोड स्क्यान गर्नुहोस्
nn_no: Skann QR-koden nedanfor
no: Skanne QR-koden under
or: ନିମ୍ନରେ ଥିବା QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ
pa_in: ਹੇਠਾਂ ਦਿੱਤਾ QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pl: Zeskanuj poniższy kod QR
ru: Просканируйте QR-код ниже
sl: Optično preberite spodnjo kodo QR
sr_cyrl_rs: Скенирајте QR кôд у наставку
sr_latn_rs: Skenirajte QR kôd u nastavku
sv: Skanna QR-koden nedan
ta: கீழுள்ள QR குறியீட்டை ஸ்கேன் செய்யவும்
te: దిగువ QR కోడ్‌ని స్కాన్ చేయండి
th: สแกนคิวอาร์โค้ดด้านล่าง
tr: Aşağıdaki QR kodunu tarayın
tt: Астагы QR кодын сканерлагыз
ug: پەستىكى QR كودىنى سكانېرلاڭ
uk: Відскануйте вказаний нижче QR-код
ur: ذیل کا QR کوڈ اسکین کریں
uz: Quyidagi QR kodini skanerlang
vi: Quét mã QR bên dưới
zh_hans: 扫描下面的 QR 代码
zh_hant: 請掃描下方的 QR 代碼

# Literal.PayPalSecondScreen.AutoRefreshText
source: Once you've successfully logged in, this page will automatically refresh.
af: Sodra jy suksesvol aangemeld het, sal hierdie bladsy outomaties verfris.
am: በተሳካ መልኩ ከገቡ በኋላ፣ ይህ ገፅ በራስ-ሰር የሚታደስ ይሆናል።
ar: بمجرد تسجيل الدخول بنجاح، سيتم تحديث هذه الصفحة تلقائيًا.
as: আপুনি এবাৰ ল'গ ইণ কৰাৰ পাছত, এই পৃষ্ঠাটো স্বয়ংক্ৰীয় ভাৱেই ৰিফ্ৰেছ হৈ যাব।
az: Uğurla daxil olduğunuz zaman bu səhifə avtomatik təzələnəcək.
bg: Тази страница ще се обнови автоматично, след като влезете успешно.
bn_in: একবার আপনি সফলভাবে লগ ইন করার পরে, এই পৃষ্ঠাটি স্বয়ংক্রিয়ভাবে রিফ্রেশ হবে।
bs: Kad se uspješno prijavite, ova stranica će se automatski osvježiti.
cy: Ar ôl i chi lwyddo i fewngofnodi, bydd y dudalen hon yn adnewyddu'n awtomatig.
da: Når du er logget på, opdateres denne side automatisk.
de: Nach erfolgreicher Anmeldung wird diese Seite automatisch aktualisiert.
el: Αφού συνδεθείτε με επιτυχία, αυτή η σελίδα θα ανανεωθεί αυτόματα.
es: Cuando haya iniciado sesión correctamente, esta página se actualizará automáticamente.
et: Kui olete sisse logitud, värskendatakse seda lehte automaatselt.
eu: Saioa hasi ondoren, automatikoki freskatuko da orria.
fa: هنگامی که با موفقیت وارد سیستم شده باشید، این صفحه به‌طور خودکار تازه‌سازی می‌شود.
ga: Nuair a bheidh tú logáilte isteach, déanfar an leathanach seo a athnuachan go huathoibríoch.
gd: Turas a chlàraich thu a-steach, nì an duilleag seo ath-nuadhachadh gu fèin-obrachail.
gl: Cando teñas a sesión iniciada, esta páxina actualizarase automaticamente.
gu: એકવાર તમે સફળતાપૂર્વક લ inગ ઇન કરી લો, પછી આ પૃષ્ઠ આપમેળે તાજું થશે.
he: לאחר שתיכנס בהצלחה, דף זה ירוענן באופן אוטומטי.
hi: आपके द्वारा सफलतापूर्वक लॉग इन कर लेने के बाद, यह पृष्ठ स्वचालित रूप से ताज़ा होगा.
hr: Kada se uspješno prijavite, ova će se stranica automatski osvježiti.
hu: Miután sikeresen bejelentkezett, ez a lap automatikusan frissülni fog.
id: Setelah berhasil masuk, halaman ini akan secara otomatis disegarkan.
is: Þegar þú ert búin(n) að skrá þig inn uppfærist þessi síða sjálfkrafa.
ja: 正常にログインすると、このページは自動的に更新されます。
ka: სისტემაში წარმატებული შესვლის შემდეგ, ეს გვერდი ავტომატურად განახლდება.
kk: Жүйеге сәтті кіргеннен кейін бұл бет автоматты түрде жаңартылады.
kn: ಒಮ್ಮೆ ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಲಾಗಿನ್ ಮಾಡಿದ ನಂತರ, ಈ ಪುಟವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಿಫ್ರೆಶ್ ಆಗುತ್ತದೆ.
ko: 로그인하면 이 페이지가 자동으로 새로 고쳐집니다.
lo: ເມື່ອທ່ານໄດ້ເຂົ້າສູ່ລະບົບສົບຜົນສໍາເລັດ, ຫນ້ານີ້ຈະໂຫຼດຫນ້າຈໍຄືນໂດຍອັດຕະໂນມັດ.
lt: Sėkmingai prisijungus, šis puslapis bus automatiškai atnaujintas.
lv: Kad būsit sekmīgi pieteicies, šī lapa tiks automātiski atsvaidzināta.
mi: Ina oti i a koe te takiuru, ka tāmata aunoa tēnei whārangi.
mk: Штом се најавите успешно, оваа страница автоматски ќе се освежи.
ml: നിങ്ങൾ വിജയകരമായി പ്രവേശിച്ചുകഴിഞ്ഞാൽ, ഈ പേജ് യാന്ത്രികമായി പുതുക്കും.
mr: एकदा आपण यशस्वीरित्या लॉगइन झाल्यानंतर हे पृष्ठ स्वयंचलितपणे रिफ्रेश होईल.
ms: Sebaik sahaja anda telah berjaya log masuk, halaman ini akan disegarkan semula secara automatik.
mt: Ladarba tkun dħalt b'suċċess, din il-paġna se taġġorna awtomatikament.
ne: एकचोटि तपाईंले सफलतापूर्वक लग इन गर्नुभयो भने, यो पृष्ठ स्वत: ताजा हुनेछ।
nn_no: Når du har logga inn vil denne sida bli oppfriska automatisk.
no: Når du er logget på, oppdateres denne siden automatisk.
or: ଥରେ ଆପଣ ସଫଳତାର ସହିତ ଲଗ୍ ଇନ୍ କଲେ, ଏହି ପୃଷ୍ଠା ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସତେଜ ହେବ.
pa_in: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਸਫਲਤਾਪੂਰਵਕ ਲੌਗਇਨ ਹੋ ਗਏ ਤਾਂ ਇਹ ਪੰਨਾ ਆਪਣੇ ਆਪ ਤਾਜ਼ਾ ਹੋ ਜਾਵੇਗਾ.
pl: Po pomyślnym zalogowaniu ta strona zostanie automatycznie odświeżona.
ru: После выполнения входа эта страница автоматически обновится.
sl: Ta stran se bo po uspešno prijavi samodejno osvežila.
sr_cyrl_rs: Када се успешно пријавите, ова страницa ће се аутоматски освежити.
sr_latn_rs: Kada se uspešno prijavite, ova stranica će se automatski osvežiti.
sv: När du har loggat in uppdateras den här sidan automatiskt.
ta: நீங்கள் உள்நுழைந்தபின், இந்த பக்கம் தானாகவே புதுப்பிக்கப்படும்.
te: మీరు విజయవంతంగా లాగిన్ అయిన తర్వాత, ఈ పేజీ స్వయంచాలకంగా రిఫ్రెష్ అవుతుంది.
th: เมื่อคุณเข้าสู่ระบบเรียบร้อยแล้ว หน้านี้จะรีเฟรชโดยอัตโนมัติ
tr: Oturumunuz başarıyla açıldıktan sonra bu sayfa otomatik olarak yenilenecek.
tt: Сез уңышлы кергәннән соң, бу бит автоматик рәвештә яңартылачак.
ug: ئوڭۇشلۇق ھالدا كىرىش قىلغىنىڭىز ھامان، بۇ بەت ئاپتوماتىك ھالدا يېڭىلىنىدۇ.
uk: Коли ви ввійдете, ця сторінка автоматично оновиться.
ur: کامیابی سے آپ کے لاگ ہو جانے پر، اس صفحہ کی خود بخود تازہ کاری ہو جائے گی۔
uz: Hisobingizga kirganingizdan keyin bu sahifa avtomatik yangilanadi.
vi: Sau khi bạn đăng nhập thành công, trang này sẽ tự động làm mới.
zh_hans: 成功登录后，此页面将自动刷新。
zh_hant: 成功登入後，會自動重新整理此頁面。

# Literal.Prerequesite.Header
source: Before we get started…
af: Voor ons aan die gang kom …
am: ከመጀመራችን በፊት…
ar: قبل بدء الاستخدام...
as: আমি আৰম্ভ কৰাৰ পূৰ্বে…
az: Başlamazdan əvvəl…
bg: Преди да започнем…
bn_in: আমরা শুরু করার আগে…
bs: Prije nego što počnemo…
cy: Cyn dechrau…
da: Før vi går i gang ...
de: Bevor wir loslegen…
el: Πριν ξεκινήσουμε...
es: Antes de comenzar…
et: Enne alustamist…
eu: Hasi aurretik…
fa: قبل از اينکه شروع به کار کنيم...
ga: I dtús báire…
gd: Mus tòisich sinn…
gl: Antes de comezar…
gu: આપણે શરૂ કરીએ તે પહેલાં…
he: לפני שנתחיל...
hi: इससे पहले कि हम प्रारंभ करें...
hr: Prije početka…
hu: Az első lépések előtt…
id: Sebelum memulai...
is: Áður en við hefjumst handa…
ja: 開始する前に…
ka: სანამ დავიწყებდით…
kk: Бастамас бұрын…
kn: ನೀವು ಪ್ರಾರಂಭಿಸುವ ಮೊದಲು…
ko: 시작하기 전에
lo: ເພີ່ມທີ່ຢູ່ໃບບິນໃໝ່
lt: Prieš pradedami...
lv: Pirms darba sākšanas…
mi: I mua i te tīmatanga…
mk: Пред да започнеме…
ml: ആരംഭിക്കുന്നതിന് മുമ്പായി…
mr: आपण सुरु करण्यापूर्वी...
ms: Sebelum kita bermula...
mt: Qabel nibdew…
ne: हामीले सुरु गर्नुभन्दा पहिले…
nn_no: Før vi startar...
no: Før vi kommer i gang ...
or: ଆମେ ଆରମ୍ଭ କରିବା ପୂର୍ବରୁ…
pa_in: ਸਾਡੇ ਸ਼ੁਰੂਆਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ...
pl: Przed rozpoczęciem...
ru: Прежде чем начать работу…
sl: Preden začnemo ...
sr_cyrl_rs: Пре него што почнемо…
sr_latn_rs: Pre nego što počnemo…
sv: Innan vi sätter igång…
ta: நாம் தொடங்குவதற்கு முன்…
te: మేము ప్రారంభించడానికి ముందు…
th: ก่อนที่เราจะเริ่มต้นใช้งาน…
tr: Başlamadan önce…
tt: Башлаганчы…
ug: بىز باشلاشتىن ئاۋۋال...
uk: Необхідні дані
ur: قبل اس سے کہ ہم شروع کریں…
uz: Boshlashimizdan oldin…
vi: Trước khi chúng ta bắt đầu…
zh_hans: 开始之前…
zh_hant: 開始之前…

# Literal.Prerequesite.Subheader
source: Tell us a little about yourself
af: Vertel ons ’n bietjie meer van jouself
am: ስለ እርስዎ ትንሽ ይንገሩን።
ar: أخبرنا بالقليل عن نفسك
as: আপোনাৰ বিষয়ে আমাক কিছু অধিক কওঁক
az: Özünüz haqqında məlumat verin
bg: Кажете ни малко повече за себе си
bn_in: আপনার সম্পর্কে আমাদের আরও একটু বলুন
bs: Recite nam nešto o sebi
cy: Rhowch rywfaint o wybodaeth amdanoch chi'ch hun
da: Fortæl os lidt om dig selv
de: Erzählen Sie uns etwas über sich selbst.
el: Πείτε μας λίγα πράγματα για εσάς.
es: Cuéntenos más cosas más sobre sí mismo.
et: Kirjeldage meile veidi ennast
eu: Idatzi zuri buruzko informazio pixka bat
fa: کمی درباره خودتان به ما بگویید
ga: Inis dúinn píosa beag fút féin.
gd: Innis dhuinn rud no dhà mu do dhèidhinn
gl: Cóntenos un pouco máis acerca de vostede.
gu: અમને તમારા વિશે થોડુંક જણાવો
he: ספר לנו מעט על עצמך
hi: हमें अपने बारे में थोड़ी जानकारी दें
hr: Recite nam malo više o sebi
hu: Meséljen egy kicsit magáról
id: Beri tahu kami tentang diri Anda
is: Segðu okkur aðeins frá þér
ja: あなた自身の情報を入力してください
ka: გვითხარით ცოტა მეტი თქვენს შესახებ
kk: Бізге өзіңіз туралы ақпарат беріңіз
kn: ನಿಮ್ಮ ಬಗ್ಗೆ ಸ್ವಲ್ಪ ಹೇಳಿ
ko: 자기 소개를 좀 해주세요.
lo: ປ່ຽນທີ່ຢູ່ຈັດສົ່ງ
lt: Papasakokite šiek tiek apie save
lv: Pastāstiet mums mazliet par sevi
mi: Kōrero mai anō mōu ake.
mk: Кажете ни нешто за себе
ml: നിങ്ങളെക്കുറിച്ച് ഞങ്ങളോട് ഒരൽപ്പം കൂടി പറയൂ
mr: आम्हाला तुमच्याविषयी थोडेसे सांगा
ms: Beritahu kami sedikit tentang diri anda
mt: Għidilna ftit dwarek
ne: हामीलाई आफ्नो बारेमा थप बताउनुहोस्
nn_no: Fortel oss litt meir om deg sjølv.
no: Fortell oss litt om deg selv
or: ନିଜ ବିଷୟରେ ଆମକୁ ଟିକିଏ କୁହନ୍ତୁ
pa_in: ਸਾਨੂੰ ਆਪਣੇ ਬਾਰੇ ਥੋੜਾ ਹੋਰ ਦੱਸੋ
pl: Powiedz nam trochę o sobie
ru: Расскажите нам немного о себе.
sl: Navedite več podatkov o sebi.
sr_cyrl_rs: Реците нам нешто о себи
sr_latn_rs: Recite nam nešto o sebi
sv: Berätta lite om dig själv
ta: உங்களைப் பற்றி கொஞ்சம் கூறுங்கள்
te: మీ గురించి మాకు కొంత చెప్పండి
th: บอกให้เรารู้เกี่ยวกับตัวคุณสักเล็กน้อย
tr: Bize kendinizle ilgili biraz bilgi verin
tt: Бераз гына үзегез турында сөйләгез
ug: ئۆزىڭىز ھەققىدە ئازراق سۆزلەپ بېرىڭ
uk: Трохи розкажіть про себе
ur: ہمیں اپنے بارے میں تھوڑا بتائیں
uz: Oʻzingiz haqingizda biroz maʼlumot bering.
vi: Hãy cho chúng tôi biết một chút về bản thân bạn
zh_hans: 让我们了解你一点
zh_hant: 請告訴我們一些關於您的事

# Literal.Ewallet.StoredValue.RedeemCSV.Title
source: Redeem a code or a gift card
af: Eis ’n kode of ’n geskenkkaart op
am: ኮድ ወይም የስጦታ ካርድ ይዋጁ
ar: استرداد رمز أو بطاقة هدايا
as: এটা কোড বা উপহাৰ কাৰ্ড ৰিডীম কৰক
az: Kod və ya hədiyyə kartını aktivləşdirin
bg: Използване на код или ваучер за подарък
bn_in: একটি কোড বা একটি উপহার কার্ড রিডিম করুন
bs: Iskoristite kôd ili poklon karticu
cy: Defnyddio cod neu gerdyn rhodd
da: Indløs en kode eller et gavekort
de: Code oder Geschenkkarte einlösen
el: Εξαργύρωση κωδικού ή δωροκάρτας
es: Canje de un código o una tarjeta regalo
et: Koodi või kinkekaardi lunastamine
eu: Erabili kode edo opari-txartel bat
fa: یک کد یا یک کارت هدیه نقد کنید
ga: Fuascail cód nó cárta bronntanais
gd: Cuir còd no cairt prèasaint gu feum
gl: Troco dun código ou cartón de agasallo
gu: કોઈ કોડ અથવા ગિફ્ટ કાર્ડ રિડીમ કરો
he: מימוש קוד או כרטיס מתנה
hi: कोड या उपहार कार्ड रिडीम करें
hr: Iskoristi kod ili poklon-bon
hu: Kód vagy ajándékkártya beváltása
id: Tukarkan kode atau kartu hadiah
is: Innleysa kóða eða gjafakort
ja: コードまたはギフトカードを引き換える
ka: კოდისა ან სასაჩუქრე ბარათის გამოყენება
kk: Кодты немесе сыйлық картасын белсендіру
kn: ಒಂದು ಕೋಡ್ ಅಥವಾ ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಅನ್ನು ರಿಡೀಮ್ ಮಾಡಿ
ko: 코드 또는 기프트 카드 사용
lo: ແລກລະຫັດ ຫຼື ບັດຂອງຂວັນ
lt: Pasinaudokite kodu arba dovanų kortele
lv: Koda vai dāvanu kartes izmantošana
mi: Hokona atu he waehere, he kāri koha rānei
mk: Активирајте код или подарок-картичка
ml: ഒരു കോഡ് അല്ലെങ്കിൽ ഗിഫ്‌റ്റ് കാർഡ് റിഡീം ചെയ്യുക
mr: एक कोड किंवा भेट कार्ड रीडिम करा
ms: Tebus kod atau kad hadiah
mt: Sarraf kodiċi jew gift card
ne: कोड वा गिफ्ट कार्ड रिडिम गर्नुहोस्‌
nn_no: Løs inn ein kode eller eit gåvekort
no: Løse inn en kode eller et gavekort
or: ଏକ କୋଡ୍ କିମ୍ବା ଉପହାର କାର୍ଡ ରିଡିମ୍ କରନ୍ତୁ
pa_in: ਕਿਸੇ ਕੋਡ ਜਾਂ ਕਿਸੇ ਗਿਫਟ ਕਾਰਡ ਨੂੰ ਰੀਡੀਮ ਕਰੋ
pl: Zrealizuj kod lub kartę upominkową
ru: Активация кода или подарочной карты
sl: Unovčite kodo ali darilno kartico
sr_cyrl_rs: Искористите кôд или поклон-картицу
sr_latn_rs: Iskoristite kôd ili poklon-karticu
sv: Lös in en kod eller presentkort
ta: ஒரு குறியீடு அல்லது ஒரு பரிசை ரீடீம் செய்யவும்
te: కోడ్ లేదా బహుమతి కార్డ్‌ను రీడీమ్ చేయండి
th: แลกใช้รหัสหรือบัตรกำนัล
tr: Kod veya hediye kartı kullanma
tt: Кодны яки бүләк картасын активлаштыру
ug: بىر كود ياكى ھەدىيە كارتىسنى نەقلەشتۈرۈش
uk: Зареєструйте код або подарункову картку
ur: کوڈ یا گفٹ کارڈ ریڈیم کریں
uz: Kod yoki hadya kartasini ishlatish
vi: Đổi mã hoặc thẻ quà tặng
zh_hans: 兑换代码或礼品卡
zh_hant: 兌換代碼或禮品卡

# Literal.Ewallet.StoredValue.AddBalance.Title
source: Your balance
af: Jou saldo
am: የእርስዎ ቀሪ ሒሳብ
ar: رصيدك
as: আপোনাৰ বেলেঞ্চ
az: Balansınız
bg: Вашият баланс
bn_in: আপনার ব্যালেন্স
bs: Stanje računa
cy: Eich balans
da: Din saldo
de: Ihr Saldo
el: Το υπόλοιπό σας
es: Su saldo
et: Teie saldo
eu: Saldoa
fa: موجودی شما
ga: D’iarmhéid
gd: Am balans agad
gl: Saldo da conta
gu: તમારું બેલેન્સ
he: היתרה שלך
hi: आपकी शेषराशि
hr: Vaš saldo
hu: Az Ön egyenlege
id: Saldo Anda
is: Innistæðan þín
ja: お客様の残高
ka: თქვენი ბალანსი
kk: Балансыңыз
kn: ನಿಮ್ಮ ಸಮತೋಲನ
ko: 내 잔액
lo: ຍອດ​ເງິນຂອງທ່ານ
lt: Jūsų balansas
lv: Jūsu bilance
mi: Tō moni pūkete Microsoft
mk: Вашата состојба
ml: നിങ്ങളുടെ ബാലൻസ്
mr: आपली शिल्लक
ms: Baki anda
mt: Il-bilanċ tiegħek
ne: तपाईंको मौजदात रकम
nn_no: Saldoen din
no: Saldoen din
or: ଆପଣଙ୍କର ବାଲାନ୍ସ
pa_in: ਤੁਹਾਡਾ ਬਕਾਇਆ
pl: Twoje saldo
ru: Ваш баланс
sl: Vaše stanje
sr_cyrl_rs: Ваш биланс
sr_latn_rs: Vaš bilans
sv: Ditt saldo
ta: உங்கள் இருப்பு
te: మీ బ్యాలెన్స్
th: ยอดดุลของคุณ
tr: Bakiyeniz
tt: Балансыгыз
ug: بالانىسىڭىز
uk: Ваш баланс
ur: آپ کا بیلنس
uz: Balansingiz
vi: Số dư của bạn
zh_hans: 你的余额
zh_hant: 您的餘額

# Literal.Ewallet.StoredValue.RedeemCSV.Textbox.Text
source: Enter a 25-character code
af: Voer ’n 25-karakterkode in
am: የ 25-አሃዝ ኮዱን ያስገቡ
ar: إدخال رمز مكون من 25 حرفًا
as: এটা 25-টা আখৰৰ কোড সুমুৱাওক
az: 25 simvoldan ibarət kodu daxil edin
bg: Въведете код от 25 знака
bn_in: একটি 25-অক্ষরের কোড লিখুন
bs: Unesite kôd od 25 znakova
cy: Rhowch god gyda 25 nod
da: Angiv en kode på 25 tegn
de: 25-stelligen Code eingeben
el: Εισαγωγή κωδικού 25 χαρακτήρων
es: Escriba un código de 25 caracteres.
et: Sisestage 25-kohaline kood
eu: Idatzi 25 karaktereko kodea
fa: یک کد ۲۵ نویسه‌ای وارد کنید
ga: Iontráil cód ina bhfuil 25 charachtar
gd: Cuir a-steach còd 25 caractar
gl: Escriba un código de 25 caracteres.
gu: 25-વર્ણનો કોડ દાખલ કરો
he: הזן קוד בן 25 תווים
hi: 25-वर्णों का कोड डालें
hr: Unesite kod od 25 znakova
hu: Adjon meg egy 25 karakterből álló kódot
id: Masukkan kode dengan 25 karakter
is: Færðu inn 25 stafa kóða
ja: 25 文字のコードを入力してください
ka: შეიყვანეთ 25 ციფრიანი კოდი
kk: 25 таңбалы кодты енгізіңіз
kn: 25-ಅಕ್ಷರ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 25자 코드 입력
lo: ປ້ອນລະຫັດ 25 ຕົວອັກສອນ
lt: Įveskite 25 simbolių kodą
lv: Ievadiet 25 rakstzīmju kodu
mi: Tāurua he waehere pūāhua-25
mk: Внесете код со 25 знаци
ml: 25-പ്രതീകങ്ങളുള്ള കോഡ് നൽകുക
mr: 25-वर्णाचा कोड प्रविष्ट करा
ms: Masukkan kod 25 aksara
mt: Daħħal kodiċi ta' 25 karattru
ne: 25-वर्णको कोड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn ein kode på 25 teikn
no: Angi en kode på 25-tegn
or: ଏକ 25-ଅକ୍ଷର କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ
pa_in: ਕੋਈ 25-ਅੱਖਰ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź 25-znakowy kod
ru: Введите код из 25 символов
sl: Vnesite 25-mestno kodo
sr_cyrl_rs: Унесите кôд од 25 знакова
sr_latn_rs: Unesite kôd od 25 znakova
sv: Ange en kod på 25 tecken
ta: 25 எழுத்துக்குறி குறியீட்டை உள்ளிடவும்
te: 25-అక్షరాల కోడ్‌ను నమోదు చేయండి
th: ใส่รหัส 25 อักขระ
tr: 25 karakterlik bir kod girin
tt: 25 символдан торган кодны кертегез
ug: 25 كاراكتېرلىق بىر كود كىرگۈزۈڭ
uk: Введіть 25-значний код
ur: 25 ہندسے کا کوڈ درج کریں
uz: 25 belgidan iborat kod kiriting
vi: Nhập mã gồm 25 ký tự
zh_hans: 输入 25 个字符的代码
zh_hant: 輸入 25 個字元的代碼
