Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.QA
source: Qatar
af: Katar
am: ኳታር
ar: قطر
as: কাটাৰ
az: Qətər
bg: Катар
bn_in: কাতার
bs: Katar
de: Katar
el: Κατάρ
et: Katar
fa: قطر
ga: Catar
gd: Catar
gu: કતર
he: קטאר
hi: कतर
hr: Katar
hu: Katar
is: Katar
ja: カタール
ka: ყატარი
kk: Катар
kn: ಖತಾರ್
ko: 카타르
ku_arab: قەتەر
ky: Катар
lo: ກາຕາ
lt: Kataras
lv: Katara
mi: Katā
mk: Катар
ml: ഖത്തര്‍
mn: Катар
mr: कतार
ne: कटार
or: କାତାର୍
pa_arab_pk: قطر
pa_in: ਕਤਰ
pl: Katar
ru: Катар
sd: قطر
si: කටාර්
sl: Katar
sr_cyrl_rs: Катар
sr_latn_rs: Katar
ta: கத்தார்
te: ఖతార్
tg: Қатар
th: กาตาร์
tr: Katar
tt: Катар
ug: قاتار
uk: Катар
ur: قطر
zh_hans: 卡塔尔
zh_hant: 卡達

# Country.RE
source: Réunion
am: ሪዩንየን
ar: ‏‏ريونيون
as: ৰিইউনিয়ন
az: Reyunyon
bg: Реюнион
bn_in: রিইউনিয়ন
bs: Reunion
el: Ρεϊνιόν
es: Reunión
fa: رئونیون
gl: Reunión
gu: રીયૂનિયન
he: ראוניון
hi: रीयूनियन
id: Reunion
ja: レユニオン
ka: რეუნიონი
kk: Реюньон
kn: ರಿಯೂನಿಯನ್
ko: 리유니언
ku_arab: ریونیەن
ky: Реюньон
lo: ເຣອຸ​ຍນິອົງ
lt: Reunjonas
lv: Reinjona
mi: Reuniona
mk: Реунион
ml: റിയൂണിയൻ
mn: Реюньон
mr: रूनियन
ms: Reunion
ne: रियुनियन
or: ରିୟୁନିୟନ୍‍
pa_arab_pk: روینین
pa_in: ਰੀਯੂਨੀਅਨ
pl: Reunion
ru: Реюньон
sd: ريشن
si: රියුනියන්
sr_cyrl_rs: Реунион
sr_latn_rs: Reunion
ta: கூட்டமைப்பு
te: రీయూనియన్
tg: Реюнон
th: เรอูเนียง
tt: Реюньон
ug: رېيۇنىيون
uk: Реюньйон
ur: روینینین
uz: Reyunion
zh_hans: 留尼汪
zh_hant: 留尼旺

# Country.RO
source: Romania
af: Roemenië
am: ሩማኒያ
ar: رومانيا
as: ৰোমানিয়া
az: Rumıniya
bg: Румъния
bn_in: রোমানিয়া
bs: Rumunija
cy: Rwmania
da: Rumænien
de: Rumänien
el: Ρουμανία
es: Rumanía
et: Rumeenia
eu: Errumania
fa: رومانی
ga: An Rómáin
gd: Romàinia
gl: Romanía
gu: રોમાનિયા
he: רומניה
hi: रोमानिया
hr: Rumunjska
hu: Románia
id: Rumania
is: Rúmenía
ja: ルーマニア
ka: რუმინეთი
kk: Румыния
kn: ರೊಮಾನಿಯ
ko: 루마니아
ku_arab: رۆمانیا
ky: Румыния
lo: ໂຣມາເນຍ
lt: Rumunija
lv: Rumānija
mi: Romeinia
mk: Романија
ml: റൊമാനിയ
mn: Румын
mr: रोमानिया
mt: Rumanija
ne: रोमेनिया
or: ରୋମାନିଆ
pa_arab_pk: رومانیہ
pa_in: ਰੋਮਾਨੀਆ
pl: Rumunia
ru: Румыния
sd: رومانيا
si: රුමේනියාව
sl: Romunija
sr_cyrl_rs: Румунија
sr_latn_rs: Rumunija
sv: Rumänien
ta: ரோமானியா
te: రొమానియా
tg: Руминия
th: โรมาเนีย
tr: Romanya
tt: Румыния
ug: رومىنىيە
uk: Румунія
ur: رومانیہ
uz: Ruminiya
zh_hans: 罗马尼亚
zh_hant: 羅馬尼亞

# Country.RS
source: Serbia
af: Serwië
am: ሰርቢያ
ar: صربيا
as: চাৰ্বিয়া
az: Serbiya
bg: Сърбия
bn_in: সার্বিয়া
bs: Srbija
da: Serbien
de: Serbien
el: Σερβία
fa: صربستان
ga: An tSeirbia
gd: An t-Sèirb
gu: સર્બિયા
he: סרביה
hi: सर्बिया
hr: Srbija
hu: Szerbia
is: Serbía
ja: セルビア
ka: სერბეთი
kk: Сербия
kn: ಸರ್ಬಿಯಾ
ko: 세르비아
ku_arab: سربیا
ky: Сербия
lo: ເຊີເບຍ
lt: Serbija
lv: Serbija
mi: Hēpia
mk: Србија
ml: സെര്‍ബിയ
mn: Серби
mr: सर्बिया
mt: Serbja
ne: सर्बिया
or: ସର୍ବିଆ
pa_arab_pk: سربیا
pa_in: ਸਰਬੀਆ
ru: Сербия
sd: سربيا
si: සර්බියාව
sl: Srbija
sr_cyrl_rs: Србија
sr_latn_rs: Srbija
sv: Serbien
ta: செர்பியா
te: సెర్బియా
tg: Сербия
th: เซอร์เบีย
tr: Sırbistan
tt: Сербия
ug: سېربىيە
uk: Сербія
ur: سربیا
uz: Serbiya
zh_hans: 塞尔维亚
zh_hant: 塞爾維亞

# Country.RU
source: Russia
af: Rusland
am: ሩስያ
ar: روسيا
as: ৰাছিয়া
az: Rusiya
bg: Русия
bn_in: রাশিয়া
bs: Rusija
cy: Rwsia
da: Rusland
de: Russland
el: Ρωσία
es: Rusia
et: Venemaa
eu: Errusia
fa: روسیه
ga: An Rúis
gd: An Ruis
gl: Rusia
gu: રશિયા
he: רוסיה
hi: रूस
hr: Rusija
hu: Oroszország
id: Rusia
is: Rússland
ja: ロシア
ka: რუსეთი
kk: Ресей
kn: ರಷ್ಯಾ
ko: 러시아
ku_arab: رووسیا
ky: Россия
lo: ຣັດເຊຍ
lt: Rusija
lv: Krievija
mi: Rūhia
mk: Русија
ml: റഷ്യ
mn: Орос
mr: रशिया
ms: Rusia
mt: Russja
ne: रूस
nn_no: Russland
no: Russland
or: ରୁଷିଆ
pa_arab_pk: روس
pa_in: ਰੂਸ
pl: Rosja
ru: Россия
sd: روسيا
si: රුසියාව
sl: Rusija
sr_cyrl_rs: Русија
sr_latn_rs: Rusija
sv: Ryssland
ta: ரஷ்யா
te: రష్యా
tg: Россия
th: รัสเซีย
tr: Rusya
tt: Россия
ug: رۇسىيە
uk: Росія
ur: روس
uz: Rossiya
vi: Nga
zh_hans: 俄罗斯
zh_hant: 俄羅斯

# Country.RW
source: Rwanda
am: ሩዋንዳ
ar: رواندا
as: ৰোৱাণ্ডা
az: Ruanda
bg: Руанда
bn_in: রোয়ান্দা
bs: Ruanda
de: Ruanda
el: Ρουάντα
es: Ruanda
eu: Ruanda
fa: رواندا
ga: Ruanda
gd: Rubhanda
gl: Ruanda
gu: રવાન્ડા
he: רואנדה
hi: रवांडा
hr: Ruanda
hu: Ruanda
is: Rúanda
ja: ルワンダ
ka: რუანდა
kk: Руанда
kn: ರ್ವಾಂಡಾ
ko: 르완다
ku_arab: رواندا
ky: Руанда
lo: ຣາວັນດາ
lt: Ruanda
lv: Ruanda
mi: Rāwana
mk: Руанда
ml: റുവാണ്ട
mn: Руанда
mr: रवांडा
ne: रूवान्डा
or: ରୱାଣ୍ଡା
pa_arab_pk: روانڈا
pa_in: ਰਵਾਂਡਾ
ru: Руанда
sd: روانڊا
si: රුවන්ඩාව
sl: Ruanda
sr_cyrl_rs: Руанда
sr_latn_rs: Ruanda
ta: ருவாண்டா
te: రువాండా
tg: Руанда
th: รวันดา
tr: Ruanda
tt: Руанда
ug: رۋاندا
uk: Руанда
ur: روانڈا
uz: Ruanda
zh_hans: 卢旺达
zh_hant: 盧安達

# Country.SA
source: Saudi Arabia
af: Saoedi-Arabië
am: ሳዑዲ አረቢያ
ar: السعودية
as: চৌডি আৰবিয়া
az: Səudiyyə Ərəbistanı
bg: Саудитска Арабия
bn_in: সৌদি আরব
bs: Saudijska Arabija
cy: Sawdi Arabia
da: Saudi-Arabien
de: Saudi-Arabien
el: Σαουδική Αραβία
es: Arabia Saudí
et: Saudi Araabia
fa: عربستان سعودی
ga: An Araib Shádach
gd: Aràibia nan Sabhd
gl: Arabia Saudita
gu: સાઉદી અરેબિયા
he: ערב הסעודית
hi: सऊदी अरब
hr: Saudijska Arabija
hu: Szaúd-Arábia
id: Arab Saudi
is: Sádi-Arabía
ja: サウジアラビア
ka: საუდის არაბეთი
kk: Сауд Арабиясы
kn: ಸೌದಿ ಅರೇಬಿಯಾ
ko: 사우디아라비아
ku_arab: عەرەبستانی سعودی
ky: Сауд Аравия
lo: ຊາອຸດີອາຣາເບຍ
lt: Saudo Arabija
lv: Saūda Arābija
mi: Hauti Arāpia
mk: Саудиска Арабија
ml: സൌദി അറേബ്യ
mn: Саудын Араб
mr: सौदी अरेबिया
ms: Arab Saudi
mt: Għarabja Sawdita
ne: साउदी अरेबिया
or: ସାଉଦି ଆରବୀୟା
pa_arab_pk: سعودی عرب
pa_in: ਸਾਉਦੀ ਅਰਬ
pl: Arabia Saudyjska
ru: Саудовская Аравия
sd: سعوي عرب
si: සෞදි අරාබිය
sl: Saudova Arabija
sr_cyrl_rs: Саудијска Арабија
sr_latn_rs: Saudijska Arabija
sv: Saudiarabien
ta: சவுதி அரேபியா
te: సౌదీ అరేబియా
tg: Арабистони Саудӣ
th: ซาอุดิอาราเบีย
tr: Suudi Arabistan
tt: Согуд Гарәбстаны
ug: سەئۇدى ئەرەبىستانى
uk: Саудівська Аравія
ur: سعودی عرب
uz: Saudiya Arabistoni
vi: Ả rập Xê Út
zh_hans: 沙特阿拉伯
zh_hant: 沙烏地阿拉伯

# Country.SB
source: Solomon Islands
af: Solomon-eilande
am: ሰለሞን ደሴቶች
ar: جزر سليمان
as: চোলোমোন আইলেণ্ড
az: Solomon Adaları
bg: Соломонови острови
bn_in: সলোমন আইল্যান্ডস্
bs: Solomonska ostrva
cy: Ynysoedd Solomon
da: Salomonøerne
de: Salomonen
el: Νησιά Σολομώντα
es: Islas Salomón
et: Saalomoni saared
eu: Salomon Uharteak
fa: جزایر سلیمان
ga: Oileáin Sholomón
gd: Eileanan Sholaimh
gl: Illas de Salomón
gu: સોલોમન આઇલૅન્ડ્સ
he: איי שלמה
hi: सोलोमन आइलैंड्स
hr: Solomonovi Otoci
hu: Salamon-szigetek
id: Kepulauan Solomon
is: Salómonseyjar
ja: ソロモン諸島
ka: სოლომონის კუნძულები
kk: Соломон аралдары
kn: ಸಾಲೊಮನ್ ದ್ವೀಪಗಳು
ko: 솔로몬 제도
ku_arab: دوورگەکانی سۆلۆمۆن
ky: Соломон Аралдары
lo: ໝູ່ເກາະໂຊໂລມອນ
lt: Saliamono Salos
lv: Zālamana salas
mi: Ngā Moutere o Horomona
mk: Соломонски Острови
ml: സോളമന്‍ ദ്വീപുകള്‍
mn: Соломоны арлууд
mr: सॉलोमन बेटे
ms: Kepulauan Solomon
mt: Gżejjer Solomon
ne: सोलोमन टापूहरू
nn_no: Salomonøyane
no: Salomonøyene
or: ସୋଲୋମନ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: سالمن جزائر
pa_in: ਸੋਲੋਮਨ ਆਈਲੈਂਡਸ
pl: Wyspy Salomona
ru: Соломоновы Острова
sd: سولومون ٻيٽَ
si: සොලමොන් දුපත්
sl: Salomonovi otoki
sr_cyrl_rs: Соломонска Острва
sr_latn_rs: Solomonska Ostrva
sv: Salomonöarna
ta: சாலமன் தீவுகள்
te: సోలమన్ దీవులు
tg: Ҷазираҳои Соломон
th: หมู่เกาะโซโลมอน
tr: Solomon Adaları
tt: Сөләйман утраулары
ug: سولومون تاقىم ئاراللىرى
uk: Соломонові острови
ur: سالمن جزائر
uz: Solomon orollari
vi: Quần đảo Solomon
zh_hans: 所罗门群岛
zh_hant: 索羅門群島

# Country.SC
source: Seychelles
af: Seychelle
am: ሲሼልስ
ar: سيشل
as: ছিচিলিছ
az: Seyşel adaları
bg: Сейшели
bn_in: সেসেল্স
bs: Sejšeli
da: Seychellerne
de: Seychellen
el: Σεϋχέλλες
et: Seišellid
eu: Seychelleak
fa: سیشل
ga: Na Séiséil
gd: Na h-Eileanan Sheiseall
gl: Seicheles
gu: સેશલ્સ
he: סיישל
hi: सेशल्स
hr: Sejšeli
hu: Seychelle-szigetek
is: Seychelles-eyjar
ja: セーシェル
ka: სეიშელის კუნძულები
kk: Сейшел аралдары
kn: ಸಿಚೆಲ್ಲಿಸ್
ko: 세이셸
ku_arab: سیشێل
ky: Сейшел Аралдары
lo: ເຊເຊລສ
lt: Seišeliai
lv: Seišelu salas
mi: Heikere
mk: Сејшели
ml: സെയ്ചെല്ലസ്
mn: Сейшелийн арлууд
mr: सेशेल्स
ne: सिइचेल्लस
nn_no: Seychellane
no: Seychellene
or: ସିଚେଲସ୍
pa_arab_pk: سیچلز
pa_in: ਸੇਸ਼ਲਸ
pl: Seszele
ru: Сейшелы
sd: سيليڪاز
si: සීෂෙල්ස්
sl: Sejšeli
sr_cyrl_rs: Сејшели
sr_latn_rs: Sejšeli
sv: Seychellerna
ta: சீசெல்ஸ்
te: సీషెల్స్
tg: Сейшел
th: เซเชลส์
tr: Seyşeller
tt: Сейшел утраулары
ug: سېيشېل
uk: Сейшельські острови
ur: سیچلز
uz: Seyshel orollari
zh_hans: 塞舌尔
zh_hant: 塞席爾

# Country.SE
source: Sweden
af: Swede
am: ስዊድን
ar: السويد
as: চুইডেন
az: İsveç
bg: Швеция
bn_in: সুইডেন
bs: Švedska
da: Sverige
de: Schweden
el: Σουηδία
es: Suecia
et: Rootsi
eu: Suedia
fa: سوئد
ga: An tSualainn
gd: An t-Suain
gl: Suecia
gu: સ્વીડન
he: שוודיה
hi: स्वीडन
hr: Švedska
hu: Svédország
id: Swedia
is: Svíþjóð
ja: スウェーデン
ka: შვედეთი
kk: Швеция
kn: ಸ್ವೀಡನ್
ko: 스웨덴
ku_arab: سوید
ky: Швеция
lo: ສະວີເດັນ
lt: Švedija
lv: Zviedrija
mi: Huitene
mk: Шведска
ml: സ്വീഡന്‍
mn: Швед
mr: स्वीडन
mt: Żvezja
ne: स्विदेन
nn_no: Sverige
no: Sverige
or: ସ୍ୱେଡେନ୍
pa_arab_pk: سویڈن
pa_in: ਸਵੀਡਨ
pl: Szwecja
ru: Швеция
sd: سوئيڊن
si: ස්වීඩනය
sl: Švedska
sr_cyrl_rs: Шведска
sr_latn_rs: Švedska
sv: Sverige
ta: ஸ்வீடன்
te: స్వీడన్
tg: Шветсия
th: สวีเดน
tr: İsveç
tt: Швеция
ug: شىۋېتسىيە
uk: Швеція
ur: سویڈن
uz: Shvetsiya
vi: Thụy Điển
zh_hans: 瑞典
zh_hant: 瑞典

# Country.SG
source: Singapore
af: Singapoer
am: ሲንጋፖር
ar: سنغافورة
as: ছিংগাপুৰ
az: Sinqapur
bg: Сингапур
bn_in: সিঙ্গাপুর
bs: Singapur
cy: Singapôr
de: Singapur
el: Σιγκαπούρη
es: Singapur
et: Singapur
eu: Singapur
fa: سنگاپور
ga: Singeapór
gd: Singeapòr
gl: Singapur
gu: સિંગાપુર
he: סינגפור
hi: सिंगापुर
hr: Singapur
hu: Szingapúr
id: Singapura
is: Singapúr
ja: シンガポール
ka: სინგაპური
kk: Сингапур
kn: ಸಿಂಗಾಪುರ್
ko: 싱가포르
ku_arab: سەنگافورە
ky: Сингапур
lo: ສິງກະໂປ
lt: Singapūras
lv: Singapūra
mi: Hingapoa
mk: Сингапур
ml: സിംഗപ്പൂര്‍
mn: Сингапур
mr: सिंगापूर
ms: Singapura
mt: Singapor
ne: सिङ्गापोर
or: ସିଙ୍ଗାପୁର୍
pa_arab_pk: سنگاپور
pa_in: ਸਿੰਗਾਪੁਰ
pl: Singapur
ru: Сингапур
sd: سينگاپور
si: සිංගප්පුරුව
sl: Singapur
sr_cyrl_rs: Сингапур
sr_latn_rs: Singapur
ta: சிங்கப்பூர்
te: సింగపూర్
tg: Сингапур
th: สิงคโปร์
tr: Singapur
tt: Сингапур
ug: سىنگاپۇرسىنگاپور
uk: Сінґапур
ur: سنگا پور
uz: Singapur
zh_hans: 新加坡
zh_hant: 新加坡

# Country.SH
source: St Helena, Ascension, Tristan da Cunha
af: Sint Helena, Ascension, Tristan da Cunha
am: ሰንት ሄሊና አሴንሽን፣ ትሪስታን ዳ ኩንሃ
ar: سانت هيلينا و أسينشين وتريستان دا كونا
as: ছেণ্ট হেলেনা, এচেনচিয়ন, ত্ৰিস্তান দা কুন্হা
az: Müqəddəs Yelena, Askenson, Tristan da Kunya
bg: Св. Елена, Възнесение, Тристан да Куня
bn_in: সেন্ট. হেলেনা, অ্যাসেনশন, ট্রিস্ট্যান ডা কুনহা
bs: Sveta Helena, Ascension i Tristan da Cunha
da: Skt. Helene, Ascension, Tristan da Cunha
el: Αγ. Ελένη, Ασενσιόν, Τριστάν ντα Κούνια
es: Santa Elena, Ascensión y Tristán de Acuña
eu: Saint Helena, Ascension eta Tristan da Cunha
fa: سنت هلنا، آسنسیون و تریستن داکونها
ga: San Héilin, Oileán na Deascabhála, Tristan da Cunha
gd: Eilean Naomh Eilidh, Eilean na Deasgabhalach, Tristan da Cunha
gl: Santa Helena, Ascensión e Tristán da Cunha
gu: સેંટ હેલેના, એસેન્શન, ટ્રીસ્ટન દા કુન્હા
he: סיינט הלנה, אסנסיון וטריסטן דה קונה
hi: सेंट हेलेना
hr: Sv. Helena, Ascension, Tristan da Cunha
hu: Szent Ilona, Ascension és Tristan da Cunha
is: Sankti Helena, Ascension, Tristan da Cunha
ja: セントヘレナ、アセンションおよびトリスタンダクーニャ
ka: წმ. ელენეს, ამაღლებისა და ტრისტან-და-კუნიას კუნძულები
kk: Әулие Елена, Әскенжін және Тристан да Куна аралы
kn: ಸೇಂಟ್ ಹೆಲೇನ, ಅಸೆಂನ್ಶನ್ ಅಂಡ್ ಟ್ರಿಸ್ಟನ್ ಡಾ ಕುನ್ಹಾ
ko: 세인트 헬레나, 어센션, 트리스탄 다 쿠나
ku_arab: سانت هیلینا، ئەسێنسیۆن، تریستان دا کونها
ky: Ыйык Елена, Асунсьон, Тристан-да-Кунья
lo: ແຊັງ ເຮເລນາ, ແອັສເຊັນຊັນ, ທຣີສຕັນ ດາ ຄັນຮາ
lt: Šv. Elenos Sala, Dangun Žengimo Sala ir Tristano da Kunijos Salos
lv: Sv. Helēnas, Debesbraukšanas un Tristana da Kuņas salas
mi: Hato Hērena, Aheniona, Tirihitana tā Kūna
mk: Света Елена, Асенсион, Тристан да Чунха
ml: സെന്റ് ഹെലീന, അസെന്‍ഷന്‍, ട്രിസ്റ്റാന്‍ ഡ കന്‍‌ഹ
mn: Сейнт Хелена, Асэншон, Тристан да Кунха
mr: सेंट हेलेना
ne: सेन्ट हेलेना, एस्केन्सन, त्रिस्टान डा चुन्हा
or: ସେଣ୍ଟ୍ ହେଲେନା, ଆସେନସିଅନ୍‍, ଟ୍ରିଷ୍ଟାନ ଦା କୁନହା
pa_arab_pk: سینٹ ہیلینا، اسینشن، ترسٹان دا کونیا
pa_in: ਸੇਂਟ ਹੇਲੇਨਾ, ਅਸੈਂਸੀਅਨ, ਤ੍ਰਿਸਟਾਨ ਡਾ ਕੁਨ੍ਹਾ
pl: Wyspa Świętej Heleny, Wyspa Wniebowstąpienia i Tristan da Cunha
ru: Святая Елена, остров Вознесения, Тристан-да-Кунья
sd: سينٽ هيلينا، اسينشن، ٽرسٽان دا چونا
si: ශාන්ත හෙලේනා, ඇසෙන්ශන්, ට්‍රිස්ටන් ද කුන්හා
sl: Sveta Helena, Ascension in Tristan da Cunha
sr_cyrl_rs: Света Јелена, Асенсион и Тристан да Куња
sr_latn_rs: Sv. Jelena, Asension, Tristan da Kunja
sv: Sankta Helena, Ascension och Tristan da Cunha
ta: செயின்ட் ஹெலெனா, அசென்சன், ட்ரிஸ்டான் டா குன்ஹா
te: సెయింట్ హెలెనా, అసెన్సన్‌, ట్రిస్టన్ డా కున్హా
tg: Еленаи Муқаддас, Меъроҷ, Тристан да Куня
th: เซนต์เฮเลนา แอสเซนชัน และทริสตันดาคูนา
tt: Изге Елена, Вознесение, Тристан-да-Кунья
ug: ساينت ھېلىنا، ئاسكېنسون ۋە تىرىستان ۋە كۈنخا تاقىم ئاراللىرى
uk: О. Св. Єлени, о. Вознесіння, арх. Трістан-да-Кунья
ur: سینٹ ہیلینا، ایسینشن، ترسٹان دا کونیا
uz: Muqaddas Yelena, Me’roj, Tristan-da-Kunya
zh_hans: 圣赫勒拿、阿森松、特里斯坦达库尼亚
zh_hant: 聖赫勒拿、亞森欣、特里斯坦達庫尼亞群島

# Country.SI
source: Slovenia
af: Slowenië
am: ስሎቬኒያ
ar: سلوفينيا
as: শ্লোভেনিয়া
az: Sloveniya
bg: Словения
bn_in: স্লোভেনিয়া
bs: Slovenija
cy: Slofenia
da: Slovenien
de: Slowenien
el: Σλοβενία
es: Eslovenia
et: Sloveenia
eu: Eslovenia
fa: اسلوونی
ga: An tSlóivéin
gd: An t-Slòbhain
gl: Eslovenia
gu: સ્લોવેનિયા
he: סלובניה
hi: स्लोवेनिया
hr: Slovenija
hu: Szlovénia
is: Slóvenía
ja: スロベニア
ka: სლოვენია
kk: Словения
kn: ಸ್ಲೋವೆನಿಯಾ
ko: 슬로베니아
ku_arab: سلۆڤینیا
ky: Словения
lo: ສະໂລວາເນຍ
lt: Slovėnija
lv: Slovēnija
mi: Horowinia
mk: Словенија
ml: സ്ലൊവീന്യ
mn: Словени
mr: स्लोव्हेनिया
mt: Slovenja
ne: स्लोभेनिया
or: ସ୍ଲୋଭେନିଆ
pa_arab_pk: سلاوینیا
pa_in: ਸਲੋਵੇਨੀਆ
pl: Słowenia
ru: Словения
sd: سلوونيا.
si: ස්ලොවේනියාව
sl: Slovenija
sr_cyrl_rs: Словенија
sr_latn_rs: Slovenija
sv: Slovenien
ta: ஸ்லோவேனியா
te: స్లోవేనియా
tg: Словения
th: สโลวีเนีย
tr: Slovenya
tt: Словения
ug: سىلوۋېنىيە
uk: Словенія
ur: سلاوینیا
uz: Sloveniya
zh_hans: 斯洛文尼亚
zh_hant: 斯洛維尼亞

# Country.SJ
source: Svalbard
am: ስቫልባርድ
ar: سفلبرد
as: চাভালবাৰ্ড
bg: Свалбард
bn_in: স্বালবার্দ
el: Σβάλμπαρντ
fa: سوالبارد
gu: સ્વાલબર્ડ
he: סבלברד
hi: स्वालबार्ड
hr: Svalbard i Jan Mayen
is: Svalbarði
ja: スバールバル諸島
ka: შპიცბერგენი
kk: Шпицберген
kn: ಸ್ವಲ್ಬಾರ್ಡ್
ko: 스발바르
ku_arab: سڤالبارد
ky: Шпицберген
lo: ສະວາບາ
lt: Svalbardas
lv: Svālbara
mk: Свалбард
ml: സ്വാല്‍ബാര്‍ഡ്
mn: Свалбард
mr: स्वालबर्ड
ne: स्भालबार्द
or: ସଭାଲବାର୍ଡ୍
pa_arab_pk: سوالبرڈ
pa_in: ਸਵਾਲਬਰਡ
ru: Шпицберген
sd: سوالبارڈ
si: ස්වැල්බාර්ඩ්
sr_cyrl_rs: Свалбард
ta: ஸ்வால்பார்ட்
te: స్వాల్బార్డ్
tg: Шпитсберген
th: สฟาลบาร์
tt: Шпицберген
ug: سىۋالبارد
uk: Шпіцберґен
ur: سوالبارڈ
zh_hans: 斯瓦尔巴岛
zh_hant: 挪威屬斯瓦巴

# Country.SJ.2
source: Svalbard and Jan Mayen
af: Svalbard en Jan Mayen
am: ስቫልባርድ እና ጃን ማየን
ar: سفلبرد وجان ماين
as: চাভালবাৰ্ড আৰু জন মেয়ন
az: Svalbard və Yan-Mayen
bg: Свалбард и Ян Майен
bn_in: স্বালবার্ড ও জান মেয়েন
bs: Svalbard i Jan Majen
cy: Svalbard a Jan Mayen
da: Svalbard og Jan Mayen
de: Svalbard und Jan Mayen
el: Σβάλμπαρντ και Γιαν Μάγεν
es: Islas Svalbard y Jan Mayen
et: Svalbard ja Jan Mayen
eu: Svalbard eta Jan Mayen
fa: سوالبارد و جان ماین
ga: Svalbard agus Jan Mayen
gd: Svalbard agus Jan Mayen
gl: Svalbard e Jan Mayen
gu: સ્વાલબર્ડ અને જેન મેયન
he: סבלברד ויאן מאיין
hi: स्वालबार्ड और यान मायेन
hr: Svalbard i Jan Mayen
hu: Svalbard és Jan Mayen
id: Svalbard dan Jan Mayen
is: Svalbarði og Jan Mayen
ja: スバールバル諸島・ヤンマイエン島
ka: შპიცბერგენი და იან-მაიენი
kk: Шпицберген және Ян-Майен
kn: ಸ್ವಾಲ್ಬಾರ್ಡ್ ಹಾಗೂ ಜಾನ್ ಮೇಯನ್
ko: 스발바르 및 얀마웬
ku_arab: سڤالبارد و جان مایەن
ky: Шпицберген жана Ян-Майен
lo: ໝູ່ດອນ ສະວາບາ ແລະ ແຢນມາເຢນ
lt: Svalbardas ir Janas Majenas
lv: Svālbara un Jana Majena sala
mi: Svalbard me Jan Mayen
mk: Свалбард и Јан Мајен
ml: സ്വാല്‍ബാര്‍ഡും ജാന്‍ മെയനും
mn: Свалбард ба Ян-Майен
mr: स्वालबार्ड आणि जान मायन
ms: Svalbard dan Jan Mayen
mt: Svalbard u Jan Mayen
ne: स्भालबार्द र जान मायेन
nn_no: Svalbard og Jan Mayen
no: Svalbard og Jan Mayen
or: ସଭାଲବାର୍ଡ୍ ଏବଂ ଜାନ ମେୟନ୍
pa_arab_pk: سوالبرڈ تے جان مائن
pa_in: ਸਵਾਲਬਰਡ ਅਤੇ ਯਾਨ ਮਾਯੇਨ
pl: Svalbard i Jan Mayen
ru: Шпицберген и Ян-Майен
sd: سوالبارڈ ۽ جان ميان
si: ස්වැල්බාර්ඩ් සහ ජන් මයෙන්
sl: Svalbard in Jan Mayen
sr_cyrl_rs: Свалбард и Јан Мајен
sr_latn_rs: Svalbard i Jan Majen
sv: Svalbard och Jan Mayen
ta: ஸ்வால்பார்ட் மற்றும் ஜேன் மேயன்
te: స్వాల్బార్డ్ మరియు జాన్ మాయెన్
tg: Шпитсберген ва Ян Майен
th: สฟาลบาร์และแจนมาเยิน
tr: Svalbard ve Jan Mayen
tt: Шпицберген һәм Ян-Майен
ug: سىۋالبارد ۋە يان مايېن
uk: Шпіцберґен і острів Ян-Маєн
ur: سوالبرڈ اور جان ماین
uz: Svalbard va Yan-Mayen
vi: Svalbard và Jan Mayen
zh_hans: 斯瓦尔巴和扬马延
zh_hant: 挪威屬斯瓦巴及尖棉

# Country.SK
source: Slovakia
af: Slowakye
am: ስሎቫኪያ
ar: سلوفاكيا
as: শ্লোভেকিয়া
az: Slovakiya
bg: Словакия
bn_in: স্লোভাকিয়া
bs: Slovačka
cy: Slofacia
da: Slovakiet
de: Slowakei
el: Σλοβακία
es: Eslovaquia
et: Slovakkia
eu: Eslovakia
fa: اسلوواکی
ga: An tSlóvaic
gd: An t-Slòbhac
gl: Eslovaquia
gu: સ્લોવાકિયા
he: סלובקיה
hi: स्लोवाकिया
hr: Slovačka
hu: Szlovákia
id: Slowakia
is: Slóvakía
ja: スロバキア
ka: სლოვაკეთი
kk: Словакия
kn: ಸ್ಲೊವಾಕಿಯಾ
ko: 슬로바키아
ku_arab: سلۆڤاکیا
ky: Словакия
lo: ສະໂລວາກີ
lt: Slovakija
lv: Slovākija
mi: Horowākia
mk: Словачка
ml: സ്ലോവാക്യ
mn: Словак
mr: स्लो‍व्हाकिया
mt: Slovakkja
ne: स्लोभाक
or: ସ୍ଲୋଭାକିଆ
pa_arab_pk: سلاویکیا
pa_in: ਸਲੋਵਾਕੀਆ
pl: Słowacja
ru: Словакия
sd: سلاوڪيا
si: ස්ලොවැකියාව
sl: Slovaška
sr_cyrl_rs: Словачка
sr_latn_rs: Slovačka
sv: Slovakien
ta: ஸ்லோவாக்கியா
te: స్లొవేకియా
tg: Словакия
th: สโลวะเกีย
tr: Slovakya
tt: Словакия
ug: سىلوۋاكىيە
uk: Словаччина
ur: سلاویکیا
uz: Slovakiya
zh_hans: 斯洛伐克
zh_hant: 斯洛伐克

# Country.SL
source: Sierra Leone
am: ሴራሊዮን
ar: سيراليون
as: চিয়েৰা লিঅ'ন
az: Syerra Leone
bg: Сиера Леоне
bn_in: সিয়েরা লিওন
bs: Sijera Leone
el: Σιέρα Λεόνε
es: Sierra Leona
eu: Sierra Leona
fa: سیرالئون
ga: Siarra Leon
gd: Siarra Leòmhann
gl: Serra Leoa
gu: સિએરા લિયોન
he: סיירה לאון
hi: सिएरा लियोन
hr: Sijera Leone
is: Síerra Leóne
ja: シエラレオネ
ka: სიერა-ლეონე
kk: Сьерра-Леоне
kn: ಸಿಯೆರಾ ಲಿಯೊನ್
ko: 시에라리온
ku_arab: سیرالیۆن
ky: Сьерра-Леоне
lo: ເຊຍຣາລີໂອນ
lt: Siera Leonė
lv: Sjerraleone
mi: Te Araone
mk: Сиера Леоне
ml: സീറാ ലിയോണ്‍
mn: Сьерра-Леоне
mr: सिएरा लियॉन
ne: सिर्रा लिओन
or: ସିଏରା ଲେଓନେ
pa_arab_pk: سیرا لیون
pa_in: ਸਿਏਰਾ ਲਿਓਨ
ru: Сьерра-Леоне
sd: سيري لون
si: සියෙරා ලියොන්
sr_cyrl_rs: Сијера Леоне
sr_latn_rs: Sijera Leone
ta: சியேரா லியோனி
te: సియర్రా లియోన్
tg: Сиерра-Леоне
th: เซียร์ราลีโอน
tt: Сьерра-Леоне
ug: سېررالېئون
uk: Сьєрра-Леоне
ur: سیرا لیون
uz: Syerra-Leone
zh_hans: 塞拉利昂
zh_hant: 獅子山

# Country.SM
source: San Marino
am: ሳን ማሪኖ
ar: سان مارينو
as: চান মাৰিনো
bg: Сан Марино
bn_in: সান মারিনো
el: Άγιος Μαρίνος
fa: سان مارینو
ga: San Mairíne
gu: સેન મારીનો
he: סן מרינו
hi: सैन मैरीनो
is: San Marínó
ja: サンマリノ
ka: სან-მარინო
kk: Сан-Марино
kn: ಸಾನ್ ಮರಿನೊ
ko: 산마리노
ku_arab: سان مارینۆ
ky: Сан-Марино
lo: ແຊນ ມາຣິໂນ
lt: San Marinas
lv: Sanmarīno
mi: Hana Marino
mk: Сан Марино
ml: സാന്‍ മരീനോ
mn: Сан-Марино
mr: सॅन मारिनो
ne: स्यान मारिनो
or: ସାନ୍ ମାରିନୋ
pa_arab_pk: سان مارینو
pa_in: ਸੈਨ ਮਰੀਨੋ
ru: Сан-Марино
sd: سان ميرينو
si: සැන් මරිනෝ
sr_cyrl_rs: Сан Марино
ta: சான் மெரினோ
te: శాన్ మారినొ
tg: Сан-Марино
th: ซานมารีโน
tt: Сан-Марино
ug: سان مارىنو
uk: Сан-Маріно
ur: سان مارینو
zh_hans: 圣马力诺
zh_hant: 聖馬利諾

# Country.SN
source: Senegal
am: ሴኔጋል
ar: السنغال
as: চেনেগাল
az: Seneqal
bg: Сенегал
bn_in: সেনেগাল
el: Σενεγάλη
fa: سنگال
ga: An tSeineagáil
gd: Seanagal
gu: સેનેગલ
he: סנגל
hi: सेनेगल
hu: Szenegál
ja: セネガル
ka: სენეგალი
kk: Сенегал
kn: ಸೆನಗಲ್
ko: 세네갈
ku_arab: سینیگال
ky: Сенегал
lo: ເຊັນເນການ
lt: Senegalas
lv: Senegāla
mi: Henekara
mk: Сенегал
ml: സെനഗല്‍
mn: Сенегал
mr: सेनेगल
ne: सेनेगल
no: Republikken Senegal
or: ସେନେଗାଲ୍
pa_arab_pk: سینیگال
pa_in: ਸੇਨੇਗਲ
ru: Сенегал
sd: سينگال
si: සෙනෙගල්
sr_cyrl_rs: Сенегал
ta: செனெகல்
te: సెనెగల్
tg: Сенегал
th: เซเนกัล
tt: Сенегал
ug: سىنگال
uk: Сенеґал
ur: سینیگال
zh_hans: 塞内加尔
zh_hant: 塞內加爾

# Country.SO
source: Somalia
af: Somalië
am: ሶማሊያ
ar: الصومال
as: চোমালিয়া
az: Somali
bg: Сомалия
bn_in: সোমালিয়া
bs: Somalija
el: Σομαλία
et: Somaalia
fa: سومالی
ga: An tSomáil
gd: Somàilia
gu: સોમાલિયા
he: סומליה
hi: सोमालिया
hr: Somalija
hu: Szomália
is: Sómalía
ja: ソマリア
ka: სომალი
kk: Сомали
kn: ಸೊಮಾಲಿಯಾ
ko: 소말리아
ku_arab: سۆماڵ
ky: Сомали
lo: ໂຊມາລີ
lt: Somalis
lv: Somālija
mi: Hūmārie
mk: Сомалија
ml: സൊമാലി റിപ്പബ്ലിക്
mn: Сомали
mr: सोमालिया
mt: Somalja
ne: सोमाली
or: ସୋମାଲିଆ
pa_arab_pk: سومالیہ
pa_in: ਸੋਮਾਲੀਆ
ru: Сомали
sd: سوماليه
si: සෝමාලියාව
sl: Somalija
sr_cyrl_rs: Сомалија
sr_latn_rs: Somalija
ta: சோமாலியா
te: సోమాలియా
tg: Сомали
th: โซมาเลีย
tr: Somali
tt: Сомали
ug: سومالىيا
uk: Сомалі
ur: سومالیہ
uz: Somali
zh_hans: 索马里
zh_hant: 索馬利亞

# Country.SR
source: Suriname
am: ሱሪኔም
ar: سورينام
as: ছুৰিনাম
az: Surinam
bg: Суринам
bn_in: সুরিনাম
bs: Surinam
da: Surinam
el: Σουρινάμ
es: Surinam
eu: Surinam
fa: سورینام
ga: Suranam
gd: Suranam
gu: સૂરીનામ
he: סורינם
hi: सूरीनाम
hr: Surinam
is: Súrínam
ja: スリナム
ka: სურინამი
kk: Суринам
kn: ಸುರಿನಾಮ್
ko: 수리남
ku_arab: سورینام
ky: Суринам
lo: ຊູຣີນາມີ
lt: Surinamas
lv: Surinama
mi: Hurinamo
mk: Суринам
ml: സുറിനാം
mn: Суринам
mr: सुरीनाम
ms: Surinam
mt: Surinam
ne: सुरीनेम
nn_no: Surinam
no: Surinam
or: ସୁରିନାମେ
pa_arab_pk: سری نام
pa_in: ਸੂਰੀਨਾਮ
pl: Surinam
ru: Суринам
sd: سيري نيم
si: සුරිනාමය
sl: Surinam
sr_cyrl_rs: Суринам
sr_latn_rs: Surinam
sv: Surinam
ta: சூரினாம்
te: సూరినామ్
tg: Суринам
th: ซูรินาเม
tr: Surinam
tt: Суринам
ug: سۇدىنام
uk: Сурінам
ur: سری نام
uz: Surinam
zh_hans: 苏里南
zh_hant: 蘇利南

# Country.SS
source: South Sudan
af: Suid-Soedan
am: ደቡብ ሱዳን
ar: جنوب السودان
as: দক্ষিণ চুডান
az: Cənubi Sudan
bg: Южен Судан
bn_in: দক্ষিণ সুদান
bs: Južni Sudan
cy: De Swdan
da: Sydsudan
de: Südsudan
el: Νότιο Σουδάν
es: Sudán del Sur
et: Lõuna-Sudaan
eu: Hego Sudan
fa: سودان جنوبی
ga: An tSúdáin Theas
gd: Sudàn a Deas
gl: O Sudán do Sur
gu: દક્ષિણ સુદાન
he: דרום סודן
hi: दक्षिणी सूडान
hr: Južni Sudan
hu: Dél-Szudán
id: Sudan Selatan
is: Suður-Súdan
ja: 南スーダン
ka: სამხრეთ სუდანი
kk: Оңтүстік Судан
kn: ದಕ್ಷಿಣ ಸುಡಾನ್
ko: 남수단
ku_arab: سودانی باشوور
ky: Түштүк Судан
lo: ຊູດານໃຕ້
lt: Pietų Sudanas
lv: Dienvidsudāna
mi: Hūtāne ki te Tonga
mk: Јужен Судан
ml: ദക്ഷിണ സുഡാൻ
mn: Өмнөд Судан
mr: दक्षिण सुदान
ms: Sudan Selatan
mt: Is-Sudan t’Isfel
ne: दक्षिण सुडान
nn_no: Sør-Sudan
no: Sør-Sudan
or: ଦକ୍ଷିଣ ସୁଡାନ
pa_arab_pk: جنوبی سوڈان
pa_in: ਦੱਖਣੀ ਸੁਡਾਨ
pl: Sudan Południowy
ru: Южный Судан
sd: سائوٿ سوڊان
si: දකුණු සූඩානය
sl: Južni Sudan
sr_cyrl_rs: Јужни Судан
sr_latn_rs: Južni Sudan
sv: Sydsudan
ta: தென் சூடான்
te: దక్షిణ సూడాన్
tg: Судони Ҷанубӣ
th: ซูดานใต้
tr: Güney Sudan
tt: Көньяк Судан
ug: ‏‏جەنۇبى سۇدان
uk: Південний Судан
ur: جنوبی سوڈان
uz: Janubiy Sudan
vi: Nam Sudan
zh_hans: 南苏丹
zh_hant: 南蘇丹
