Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OxoPaypalQrCode.Page2ScanText
source: Scan the QR code below using your phone's camera or a QR code reader app. Once you've successfully logged in, this page will automatically refresh.
af: Skandeer die QR-kode hier onder met jou foon se kamera of ’n QR-kodelesertoepassing. Sodra jy suksesvol aangemeld het, sal hierdie bladsy outomaties verfris.
am: የስልክዎን ካሜራ ወይም የ QR ኮድ አንባቢ መተግበሪያ በመጠቀም ከታች ያለውን QR ኮድ ይቃኙ። አንዴ በተሳካ ሁኔታ ከገቡ፣ ይህ ገጽ በራስ-ሰር ይታደሳል።
ar: امسح شفرة الاستجابة السريعة أدناه ضوئياً باستخدام كاميرا هاتفك أو تطبيق قارئ شفرة الاستجابة السريعة. بمجرد تسجيل الدخول بنجاح، سيتم تحديث هذه الصفحة تلقائياً.
as: আপোনাৰ ফোনৰ কেমেৰা বা QR কোড ৰিডাৰ এপ্প ব্যৱহাৰ কৰি তলৰ QR কোডটো স্কেন কৰক। আপুনি সফলতাৰে লগ ইন কৰাৰ পিছত, এই পৃষ্ঠাটো স্বয়ংক্ৰিয়ভাৱে সতেজ হ'ব।
az: Telefonunuzun kamerası və ya QR kod oxucu proqramından istifadə edərək aşağıdakı QR kodunu skanlayın. Uğurla daxil olduqdan sonra bu səhifə avtomatik təzələnəcək.
bg: Сканирайте QR кода по-долу като използвате камерата на телефона си или приложение за четене на QR код. След като влезете успешно, тази страница ще се обнови автоматично.
bn_in: আপনার ফোনের ক্যামেরা অথবা একটি QR কোড রিডার অ্যাপ ব্যবহার করে নিচের QR কোডটি স্ক্যান করুন। একবার আপনি সফলভাবে লগ ইন করার পরে, এই পৃষ্ঠাটি স্বয়ংক্রিয়ভাবে রিফ্রেশ হবে।
bs: Skenirajte QR kôd u nastavku pomoću kamere na telefonu ili aplikacije za čitanje QR koda. Nakon što se uspješno prijavite, ova stranica će se automatski osvježiti.
cy: Sganiwch y cod QR isod gan ddefnyddio camera eich ffôn neu ap darllen codau QR. Ar ôl i chi lwyddo i fewngofnodi, caiff y dudalen hon ei hadnewyddu'n awtomatig.
da: Scan QR-koden nedenfor ved hjælp af telefonens kamera eller en app til QR-kodelæser. Når du er logget på, opdateres denne side automatisk.
de: Scannen Sie den nachstehenden QR-Code mithilfe der Kamera Ihres Smartphones oder einer QR-Codeleser-App. Nachdem Sie sich erfolgreich angemeldet haben, wird diese Seite automatisch aktualisiert.
el: Σαρώστε τον κωδικό QR παρακάτω χρησιμοποιώντας την κάμερα του τηλεφώνου σας ή μια εφαρμογή ανάγνωσης κωδικών QR. Αφού συνδεθείτε με επιτυχία, αυτή η σελίδα θα ανανεωθεί αυτόματα.
es: Escanee el código QR que aparece a continuación con la cámara del teléfono o una aplicación de lectura de código QR. Una vez que haya iniciado sesión correctamente, esta página se actualizará automáticamente.
et: Skannige allolev QR-kood oma telefoni kaamera või QR-koodi lugeri rakenduse abil. Kui olete sisse logitud, värskendatakse seda lehte automaatselt.
eu: Eskaneatu jarraian duzun QR kodea telefonoaren kamera edo QR kodeak irakurtzeko aplikazio bat erabiliz. Saioa hasi ostean, automatikoki freskatuko da orria.
fa: کد QR زیر را با استفاده از دوربین تلفن یا یک برنامه کدخوان QR اسکن کنید. هنگامی که با موفقیت وارد سیستم شده باشید، این صفحه به‌طور خودکار تازه‌سازی می‌شود.
ga: Bain úsáid as ceamara an fhóin nó feidhmchlár léitheora cóid QR chun an cód QR thíos a scanadh. Nuair a bheidh tú logáilte isteach go rathúil, déanfar an leathanach seo a athnuachan go huathoibríoch.
gd: Sganaich an còd QR gu h-ìosal le camara an fhòn agad no aplacaid a leughas còdaichean QR. Turas a chlàraich thu a-steach, nì an duilleag seo ath-nuadhachadh gu fèin-obrachail.
gl: Dixitalice o seguinte código QR coa cámara do teléfono ou unha aplicación de lector de QR. En canto inicie sesión correctamente, esta páxina actualizarase automaticamente.
gu: તમારા ફોનના કૅમેરાનો અથવા QR કોડ રીડર એપ્લિકેશનનો ઉપયોગ કરીને નીચેનો QR કોડ સ્કૅન કરો. એકવાર તમે સફળતાપૂર્વક લૉગ ઇન કરી લેશો, પછી આ પેજ સ્વયંચાલિત રૂપે તાજું થશે.
he: סרוק את קוד ה- QR להלן באמצעות מצלמת הטלפון או אפליקציית קורא קוד QR. לאחר שתיכנס בהצלחה, הדף הזה יתרענן באופן אוטומטי.
hi: अपने फ़ोन के कैमरे या QR कोड रीडर ऐप का उपयोग करके नीचे दिए गए QR कोड को स्कैन करें. एक बार जब आप सफलतापूर्वक लॉग इन कर लेते हैं, तो यह पेज अपने आप रीफ़्रेश हो जाएगा.
hr: Skenirajte QR kod u nastavku pomoću kamere telefona ili aplikacije za čitanje QR koda. Kada se uspješno prijavite, stranica će se automatski osvježiti.
hu: Szkennelje be az alábbi QR-kódot a telefon kamerájával vagy egy QR-kódolvasó alkalmazással. A sikeres bejelentkezés után ez a lap automatikusan frissülni fog.
id: Pindai kode QR di bawah ini menggunakan kamera ponsel atau aplikasi pembaca kode QR Anda. Setelah berhasil masuk, halaman ini akan di-refresh secara otomatis.
is: Skannaðu QR-kóðann hér fyrir neðan með myndavél símans eða QR-kóðalesaraforriti. Þegar þér hefur tekist að skrá þig inn endurnýjast þessi síða sjálfkrafa.
ja: スマートフォンのカメラまたは QR コード リーダー アプリを使用して、下の QR コードをスキャンします。正常にログインすると、このページは自動的に更新されます。
ka: დაასკანირეთ ქვემოთ მოცემული QR კოდი თქვენი ტელეფონის კამერით ან QR კოდის წამკითხველი აპით. ავტორიზაციის გავლის შემდეგ ეს გვერდი ავტომატურად განახლდება.
kk: Төменде көрсетілген QR кодын телефон камерасымен немесе QR кодын оқу құралымен сканерлеңіз. Сәтті кіргеннен кейін бұл бет автоматты түрде жаңартылады.
kn: ನಿಮ್ಮ ಫೋನ್‌ನ ಕ್ಯಾಮರಾ ಅಥವಾ QR ಕೋಡ್ ರೀಡರ್ ಆಪ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಕೆಳಗಿನ QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ. ಒಮ್ಮೆ ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಲಾಗ್ ಇನ್ ಮಾಡಿದ ನಂತರ, ಈ ಪುಟವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತಾಜಾ ಆಗುತ್ತದೆ.
ko: 휴대폰의 카메라 또는 QR 코드 판독기 앱을 사용하여 아래 QR 코드를 스캔하세요. 로그인되면 이 페이지가 자동으로 새로 고쳐집니다.
lo: ສະແກນລະຫັດ QR ລຸ່ມນີ້ໂດຍໃຊ້ກ້ອງຖ່າຍຮູບຂອງໂທລະສັບຂອງທ່ານ ຫຼື ແອັບຕົວອ່ານລະຫັດ QR. ເມື່ອທ່ານເຂົ້າສູ່ລະບົບສຳເລັດແລ້ວ, ໜ້ານີ້ຈະໂຫຼດຄືນໃໝ່ໂດຍອັດຕະໂນມັດ.
lt: Nuskaitykite toliau pateikiamą QR kodą naudodami telefono fotoaparatą arba QR kodų skaitytuvo programėlę. Sėkmingai prisijungus, šis puslapis bus automatiškai atnaujintas.
lv: Skenējiet zemāk redzamo QR kodu, izmantojot tālruņa kameru vai QR kodu lasītāja programmu. Kad būsit sekmīgi pieteicies, šī lapa tiks automātiski atsvaidzināta.
mi: Karapahia te waehere QR kei raro nei mā te whakamahi i te kāmera o tō waea, i tētahi taupānga pūpānui waehere QR rānei. Ina takiuru tika koe, ka tāmata aunoa tēnei whārangi.
mk: Скенирајте го QR-кодот подолу користејќи ја камерата на телефонот или апликацијата за читање QR-код. Откако успешно ќе се најавите, оваа страница автоматски ќе се освежи.
ml: നിങ്ങളുടെ ഫോണിന്റെ ക്യാമറ അല്ലെങ്കിൽ QR കോഡ് റീഡർ ആപ്പ് ഉപയോഗിച്ച് ചുവടെയുള്ള QR കോഡ് സ്കാൻ ചെയ്യുക. നിങ്ങൾ വിജയകരമായി ലോഗിൻ ചെയ്തുകഴിഞ്ഞാൽ, ഈ പേജ് സ്വയമേവ പുതുക്കും.
mr: आपल्या फोनचा कॅमेरा किंवा QR कोड वाचक अनुप्रयोग वापरून खालील QR कोड स्कॅन करा. एकदा आपण यशस्वीरित्या लॉग इन केल्यानंतर, हे पृष्ठ स्वयंचलितपणे रिफ्रेश होईल.
ms: Imbas kod QR di bawah menggunakan kamera telefon anda atau aplikasi pembaca kod QR. Setelah anda berjaya melog masuk, halaman ini akan disegarkan semula secara automatik.
mt: Skennja l-kodiċi QR t’hawn taħt permezz tal-kamera tal-mowbajl tiegħek jew app li taqra l-kodiċi QR. Ladarba jirnexxielek tidħol, din il-paġna se taġġorna awtomatikament.
ne: आफ्नो फोनको क्यामेरा वा QR कोड रिडर एप प्रयोग गरेर तलको QR कोड स्क्यान गर्नुहोस्। तपाईंले सफलतापूर्वक लगइन गरेपछि, यो पृष्ठ स्वचालित रूपमा ताजा हुने छ।
nn_no: Skann QR-koden nedanfor ved å bruke telefonen sitt kamera eller ein QR-kodelesar-app. Når du har logga på, vil denne sida automatisk bli oppdatert.
no: Skann QR-koden nedenfor ved hjelp av telefonens kamera eller en QR-kodeleserapp. Når du har logget på, oppdateres denne siden automatisk.
or: ଆପଣଙ୍କ ଫୋନ୍‍‌ର କ୍ୟାମେରା କିମ୍ୱା ଏକ QR କୋଡ୍ ରିଡର୍ ଆପ୍ଲିକେସନ୍ ବ୍ୟବହାର କରି ନିମ୍ନ QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ । ଥରେ ଆପଣ ସଫଳତାର ସହ ଲଗ୍ ଇନ୍ କରିବା ପରେ, ଏହି ପୃଷ୍ଠା ସ୍ୱତଃସ୍ପୃତ ଭାବେ ସତେଜ ହେବ ।
pa_in: ਆਪਣੇ ਫ਼ੋਨ ਦੇ ਕੈਮਰੇ ਜਾਂ QR ਕੋਡ ਰੀਡਰ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ। ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਸਫਲਤਾਪੂਰਵਕ ਲੌਗਇਨ ਕਰ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਇਹ ਪੰਨਾ ਆਪਣੇ ਆਪ ਤਾਜ਼ਾ ਹੋ ਜਾਵੇਗਾ।
pl: Zeskanuj poniższy kod QR za pomocą aparatu telefonu lub aplikacji czytnika kodów QR. Po pomyślnym zalogowaniu ta strona zostanie automatycznie odświeżona.
ru: Отсканируйте показанный ниже QR-код с помощью камеры телефона или приложения для чтения QR-кода. После успешного входа эта страница автоматически обновится.
sl: Optično preberite spodnjo kodo QR s kamero telefona ali aplikacijo za branje kode QR. Ko se uspešno prijavite, je ta stran samodejno osvežena.
sr_cyrl_rs: Скенирајте QR шифру у наставку помоћу камере телефона или апликације за читање QR шифри. Након успешне пријаве ова страница ће се аутоматски освежити.
sr_latn_rs: Skenirajte QR šifru u nastavku pomoću kamere telefona ili aplikacije za čitanje QR šifri. Nakon uspešne prijave ova stranica će se automatski osvežiti.
sv: Skanna QR-koden nedan med telefonens kamera eller en QR-kodläsarapp. När du har loggat in uppdateras den här sidan automatiskt.
ta: உங்கள் தொலைபேசியின் கேமரா அல்லது QR குறியீட்டு ரீடர் பயன்பாட்டைப் பயன்படுத்தி, கீழே உள்ள QR குறியீட்டை ஸ்கேன் செய்யவும். நீங்கள் வெற்றிகரமாக உள்நுழைந்ததும், இந்தப் பக்கம் தானாகவே புதுப்பிக்கப்படும்.
te: మీ ఫోన్ కెమెరా లేదా QR కోడ్ రీడర్ అప్లికేషన్‌ని ఉపయోగించి దిగువన ఉన్న QR కోడ్‌ని స్కాన్ చేయండి. మీరు విజయవంతంగా లాగిన్ చేసిన తర్వాత, ఈ పేజీ స్వయంచాలకంగా రిఫ్రెష్ అవుతుంది.
th: สแกนคิวอาร์โค้ดด้านล่างโดยใช้กล้องของโทรศัพท์ของคุณหรือแอปตัวอ่านคิวอาร์โค้ด เมื่อคุณเข้าสู่ระบบเรียบร้อยแล้ว หน้านี้จะรีเฟรชโดยอัตโนมัติ
tr: Telefonunuzun kamerasını veya QR kodu okuyucu uygulamasını kullanarak aşağıdaki QR kodunu tarayın. Başarıyla oturum açıldıktan sonra bu sayfa otomatik olarak yenilenir.
tt: Түбәндәге QR кодны телефоныгызның камерасы яки QR код укучы кушымта ярдәмендә сканерлагыз. Уңышлы кергәнннән соң, бу бит автоматик рәвештә яңарачак.
ug: يانفوننىڭ كامېراسى ياكى QR ئوقۇغۇچ ئەپ ئارقىلىق تۆۋەندىكى QR كودىنى سايىلەڭ. تىزىملاپ كىرگەندىن كېيىن بۇ بەت ئۆزلۈكىدىن يېڭىلىنىدۇ.
uk: Відскануйте QR-код нижче за допомогою камери телефону або програми для зчитування QR-кодів. Після успішного входу ця сторінка автоматично оновиться.
ur: اپنے فون کا کیمرہ یا QR کوڈ ریڈر ایپ استعمال کرکے مندرجہ ذیل QR کوڈ کو اسکین کریں۔ جب آپ کامیابی سے لاگ ان ہو جائیں گے تو یہ صفحہ خودبخود تازہ ہو جائے گا۔
uz: Telefoningiz kamerasi yoki QR kodni oʻqish ilovasi yordamida quyidagi QR kodni skanerlang. Kirganingizdan keyin, bu sahifa avtomatik ravishda yangilanadi.
vi: Quét mã QR dưới đây bằng camera của điện thoại hoặc ứng dụng đọc mã QR. Sau khi bạn đăng nhập thành công, trang này sẽ tự động làm mới.
zh_hans: 使用手机的摄像头或 QR 码读取器应用扫描下面的 QR 码。成功登录后，此页面将自动刷新。
zh_hant: 使用手機的相機或 QR 代碼讀取器應用程式掃描下列 QR 代碼。成功登入後，此頁面將會自動重新整理。

# Literal.OxoPaypalQrCode.Page2AlternateText
source: Alternatively, you'll be redirected to PayPal's website to login to PayPal.
af: Anders sal jy na PayPal se webwerf herlei word om by PayPal aan te meld.
am: በአማራጭ፣ ወደ PayPal ለመግባት ወደ PayPal ድህረ ገጽ ይዘዋወራሉ።
ar: بدلاً من ذلك، ستتم إعادة توجيهك إلى موقع ويب PayPal لتسجيل الدخول إلى PayPal.
as: বৈকল্পিকভাৱে, আপোনাক PayPal লগইন কৰিবলৈ PayPalৰ ৱেবছাইটলৈ পুনঃনিৰ্দেশিত কৰা হ'ব।
az: Alternativ olaraq, PayPal-a giriş etmək üçün PayPal-ın veb-saytına yönləndiriləcəksiniz.
bg: Друга възможност е да бъдете пренасочени към уеб сайта на PayPal, за да влезете в PayPal.
bn_in: বিকল্পভাবে, আপনাকে PayPal-এ লগইন করার জন্য PayPal-এর ওয়েবসাইটে পুনঃনির্দেশিত করা হবে।
bs: Alternativno, bit ćete preusmjereni na web lokaciju usluge PayPal da se prijavite na uslugu PayPal.
cy: Fel arall, cewch chi eich ailgyfeirio i wefan PayPal i fewngofnodi i PayPal.
da: Du bliver også omdirigeret til PayPals websted for at logge på PayPal.
de: Alternativ werden Sie zur PayPal-Website weitergeleitet, um sich bei PayPal anzumelden.
el: Εναλλακτικά, θα ανακατευθυνθείτε στην τοποθεσία web του PayPal για να εισέλθετε στο PayPal.
es: De forma alternativa, se le redirigirá al sitio web de PayPal para que inicie sesión en PayPal.
et: Teise võimalusena suunatakse teid PayPali veebisaidile, et logida PayPali sisse.
eu: Bestela, PayPal gunera birbideratuko zaitugu, PayPal-en saioa has dezazun.
fa: یا به‌جای این کار، شما به وب‌سایت PayPal هدایت می‌شوید تا به PayPal وارد شوید.
ga: Mar mhalairt air sin, atreorófar thú chuig suíomh Gréasáin PayPal chun logáil isteach chuig PayPal.
gd: Air neo, thèid d’ ath-stiùireadh gu làrach-lìn PayPal a chlàradh a-steach gu PayPal.
gl: Como alternativa, redirixirémolo ao sitio web de PayPal para iniciar sesión en PayPal.
gu: વૈકલ્પિક રૂપે, તમને PayPal પર લૉગ ઇન કરવા માટે PayPalની વેબસાઇટ પર રીડાયરેક્ટ કરવામાં આવશે.
he: לחלופין, תופנה לאתר של PayPal כדי להיכנס ל- PayPal.
hi: वैकल्पिक रूप से, आपको PayPal में लॉगिन करने के लिए PayPal की वेबसाइट पर रीडायरेक्ट कर दिया जाएगा.
hr: Druga je mogućnost da ćete biti preusmjereni na web-mjesto servisa PayPal radi prijave na PayPal.
hu: Másik lehetőségként átirányítjuk a PayPal webhelyére a PayPalbe való bejelentkezéshez.
id: Atau, Anda akan diarahkan ke situs web PayPal untuk masuk ke PayPal.
is: Að öðrum kosti verður þér beint á vefsvæði PayPal til innskráningar í PayPal.
ja: または、PayPal にログインするために PayPal の Web サイトにリダイレクトされます。
ka: ალტერნატივის სახით, თქვენ გადამისამართდებით PayPal-ის ვებსაიტზე, რომ PayPal-ში შეხვიდეთ .
kk: Балама шешім: PayPal жүйесіне кіру үшін PayPal веб-сайтына қайта бағытталасыз.
kn: ಪರ್ಯಾಯವಾಗಿ, PayPal ಲಾಗಿನ್ ಮಾಡಲು ನಿಮ್ಮನ್ನು PayPal ವೆಬ್‌ಸೈಟ್‌ಗೆ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.
ko: 또는 PayPal에 로그인하기 위해 PayPal 웹 사이트로 리디렉션됩니다.
lo: ອີກຢ່າງໜຶ່ງ, ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຍັງເວັບໄຊທ໌ຂອງ PayPal ເພື່ອເຂົ້າສູ່ລະບົບ PayPal.
lt: Arba būsite nukreipti į „PayPal“ svetainę, kad galėtumėte prisijungti prie „PayPal“.
lv: Vai arī tiksit novirzīts uz PayPal tīmekļa vietni, lai pieteiktos pakalpojumā PayPal.
mi: Tērā anō, ka tahurikētia koe ki te paetukutuku a PayPal hei takiuru ki PayPal.
mk: Алтернативно, ќе бидете пренасочени на веб-страницата на PayPal за да се најавите на PayPal.
ml: പകരമായി, PayPal-ൽ ലോഗിൻ ചെയ്യുന്നതിന് നിങ്ങളെ PayPal വെബ് സൈറ്റിലേക്ക് റീഡയറക്ട് ചെയ്യും.
mr: वैकल्पिकरित्या, PayPal वर लॉगिन करण्यासाठी आपल्याला PayPal च्या वेबसाइटवर पुनर्निर्देशित केले जाईल.
ms: Sebagai alternatif, anda akan dihalakan semula ke tapak man web PayPal untuk melog masuk ke PayPal.
mt: Inkella, se tiġi ridirezzjonat lejn is-sit web ta’ PayPal biex tidħol f’PayPal.
ne: वैकल्पिक रूपमा, तपाईंलाई PayPal मा लगइन गर्न PayPal को वेबसाइटमा रिडाइरेक्ट गरिने छ।
nn_no: Alternativt blir du omdirigert til PayPal sin nettstad for å logge på PayPal.
no: Alternativt blir du omdirigert til PayPals nettsted for å logge på PayPal.
or: ବିକଳ୍ପ ଭାବରେ, PayPal କୁ ଲଗ୍ ଇନ୍ କରିବାକୁ ଆପଣଙ୍କୁ PayPal ୱେବସାଇଟ୍‍‌କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ ।
pa_in: ਵਿਕਲਪਕ ਤੌਰ 'ਤੇ, ਤੁਹਾਨੂੰ PayPal 'ਤੇ ਲੌਗ ਇਨ ਕਰਨ ਲਈ PayPal ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ।
pl: Alternatywnie nastąpi przekierowanie do witryny internetowej serwisu PayPal w celu zalogowania się do tego serwisu.
ru: Альтернативное решение: вас перенаправят на веб-сайт PayPal для входа в PayPal.
sl: Preusmerjeni ste lahko tudi na spletno mesto storitve PayPal, da se prijavite v PayPal.
sr_cyrl_rs: У супротном, бићете преусмерени на веб сајт услуге PayPal да бисте се пријавили у PayPal.
sr_latn_rs: U suprotnom, bićete preusmereni na veb sajt usluge PayPal da biste se prijavili u PayPal.
sv: Det kan även hända att du omdirigeras till PayPals webbplats för att logga in på PayPal.
ta: மாற்றாக, PayPal-இல் உள்நுழைய, PayPal-இன் வலைத்தளத்திற்குத் திருப்பிவிடப்படுவீர்கள்.
te: ప్రత్యామ్నాయంగా, మీరు PayPalకి లాగిన్ అవడానికి PayPal వెబ్‌సైట్‌కి దారి మళ్లించబడతారు.
th: อีกวิธีหนึ่งคือ คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ของ PayPal เพื่อเข้าสู่ระบบ PayPal
tr: Diğer bir seçenek olarak, PayPal'da oturum açmak için PayPal'ın web sitesine yönlendirilirsiniz.
tt: Моннан тыш, сез PayPal’га керү өчен PayPal төененә юнәлтеләчәксез.
ug: سىزنى PayPal نىڭ توربېكىتىگە باشلاپ، PayPal غا تىزىملاپ كىرگۈزىمىز.
uk: Крім того, вас буде переспрямовано на веб-сайт PayPal для входу в систему PayPal.
ur: بصورت دیگر، آپ کو PayPal پر لاگ ان ہونے کے لئے PayPal کی ویب سائٹ پر بھیج دیا جائے گا۔
uz: Shuningdek, PayPal tizimiga kirish uchun PayPal veb-saytiga yoʻnaltirilasiz.
vi: Ngoài ra, bạn sẽ được chuyển hướng đến trang web của PayPal để đăng nhập vào PayPal.
zh_hans: 或者，你将被重定向到 PayPal 的网站以登录到 PayPal。
zh_hant: 或者，系統會將您重新導向到 PayPal 的網站以登入 PayPal。

# Literal.SEPA.InfoPage.SubheadingUpdated
source: You'll be redirected to complete the signing process.
af: Jy sal herlei word om die ondertekeningsproses te voltooi.
am: የመፈረም ሂደቱን ለማጠናቀቅ ወደ ሌላ ቦታ ይዛወራሉ።
ar: ستتم إعادة توجيهك لإتمام عملية التوقيع.
as: আপোনাক ছাইন কৰা প্ৰক্ৰিয়াটো সম্পূৰ্ণ কৰিবলৈ লৈ যোৱা হ'ব৷
az: İmzalama prosesini tamamlamaq üçün yönləndiriləcəksiniz.
bg: Ще бъдете пренасочени към DocuSign, за да завършите процеса по подписване.
bn_in: স্বাক্ষর প্রক্রিয়াটি সম্পূর্ণ করতে আপনাকে পুননির্দেশিত করা হবে।
bs: Bit ćete preusmjereni da dovršite postupak prijavljivanja.
cy: Byddwch chi’n cael eich ailgyfeirio er mwyn cwblhau’r broses llofnodi.
da: Du vil blive omdirigeret for at fuldføre signeringsprocessen.
de: Sie werden umgeleitet, um den Signaturprozess abzuschließen.
el: Θα ανακατευθυνθείτε για να ολοκληρώσετε τη διαδικασία υπογραφής.
es: Se te redirigirá para completar el proceso de firma.
et: Teid suunatakse allkirjastamistoimingu lõpuleviimise lehele.
eu: Sinatze-prozesua amaitzeko, birbideratu egingo zaitugu.
fa: شما هدایت می‌شوید تا فرآیند امضا را به پایان برسانید.
ga: Atreorófar thú chun an próiseas síniú isteach a chur i gcrích.
gd: Thèid d’ ath-stiùireadh a choileanadh an t-soidhnidh.
gl: Váiselle redirixir para completar o proceso de inicio de sesión.
gu: સાઇનિંગ પ્રક્રિયા પૂર્ણ કરવા માટે તમને રીડાયરેક્ટ કરવામાં આવશે.
he: תנותב מחדש כדי להשלים את תהליך החתימה.
hi: आपको साइन इन प्रक्रिया पूर्ण करने के लिए रीडायरेक्ट किया जाएगा.
hr: Bit ćete preusmjereni da biste dovršili proces potpisivanja.
hu: A rendszer átirányítja az aláírási folyamat befejezéséhez.
id: Anda akan dialihkan untuk menyelesaikan proses penandatanganan.
is: Þér verður vísað áfram til að ljúka við undirritunina.
ja: 署名プロセスを完了するためにリダイレクトされます。
ka: გადამისამართდებით ხელმოწერის პროცესის დასასრულებლად.
kk: Қол қою процесін орындауға қайта бағытталасыз.
kn: ನಿಮ್ಮ ಸೈನ್ ಇನ್ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮನ್ನು ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ.
ko: 서명 프로세스를 완료하기 위해 리디렉션됩니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປທີ່ຂະບວນການການເຊັນໃຫ້ສຳເລັດ.
lt: Būsite nukreipti, kad galėtumėte užbaigti prisijungimo procesą.
lv: Tiksit novirzīts, lai pabeigtu parakstīšanas procesu.
mi: Ka tukua atu koe kia whakaoti i te tukanga waitohu.
mk: Ќе ве пренасочиме за да го завршите процесот на потпишување.
ml: സൈനിൻ പ്രക്രിയ പൂർത്തിയാക്കുന്നതിനായി നിങ്ങളെ റീഡയറക്ട് ചെയ്യും.
mr: आपल्याला साइन इन करण्याची प्रक्रिया पूर्ण करण्यास पुनर्निर्देशित केले जाईल.
ms: Anda akan dihalakan semula untuk melengkapkan proses tandatangan.
mt: Se tiġi ridirett għall-proċess ta’ dħul fil-kont.
ne: हस्ताक्षर गर्ने प्रक्रिया पूरा गर्न तपाईंलाई रिडाइरेक्ट गरिने छ।
nn_no: Du vert omdirigera for å fullføre signeringsprosessen.
no: Du omdirigeres nå for å fullføre signeringsprosessen.
or: ଦସ୍ତଖତ ପ୍ରକ୍ରିୟା ସମାପ୍ତ କରିବାକୁ ଆପଣ ପୁନଃ ନିର୍ଦ୍ଦେଶିତ ହେବେ.
pa_in: ਤੁਹਾਨੂੰ ਸਾਈਨ ਇਨ ਦੀ ਕਿਰਿਆ ਪੂਰੀ ਕਰਨ ਵਾਸਤੇ ਮੁੜ-ਨਿਰਦੇਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Nastąpi przekierowanie w celu ukończenia procesu podpisywania.
ru: Вас перенаправят для завершения процесса подписания.
sl: Preusmerjeni boste za dokončanje postopka vpisa.
sr_cyrl_rs: Бићете преусмерени да бисте довршили процес потписивања.
sr_latn_rs: Bićete preusmereni da biste dovršili proces potpisivanja.
sv: Du omdirigeras så att du kan slutföra signeringsprocessen.
ta: பதிவுசெய்தல் செயல்முறையை முடிக்க, நீங்கள் திருப்பிவிடப்படுவீர்கள்.
te: సైన్ ఇన్ ప్రక్రియను పూర్తి చేయడానికి మీరు మళ్లించబడతారు.
th: ระบบจะนําคุณไปดําเนินการเซ็นชื่อให้เสร็จสมบูรณ์
tr: İmzalama işlemini tamamlamak için yeniden yönlendirileceksiniz.
tt: Сез имзалау процессын тәмамлау өчен күчереләчәксез.
ug: ئىمزالاشنى تاماملاش بېتىگە ئۆتىسىز.
uk: Вас буде переспрямовано для завершення процесу підписання.
ur: دستخط کرنے کا عمل مکمل کرنے کیلئے آپ کو ری ڈائریکٹ کیا جائے گا۔
uz: Tizimga kirish jarayonini nihoyasiga yetkazish uchun yo‘naltirilasiz.
vi: Bạn sẽ được chuyển hướng để hoàn tất quy trình ký.
zh_hans: 你将被重定向以完成签名过程。
zh_hant: 系統會將您重新導向以完成簽署程序。
