Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ACH.SubscriptionAgreement.MSfB
source: By registering your bank account as your payment method, you acknowledge that it is a business account and authorize Microsoft (or its agent) to debit the value of authorized purchases. This authorization will remain in force until you delete your bank account information from your Microsoft account or Skype account.
af: Deur jou bankrekening as jou betaalmetode te registreer, erken jy dit is ’n besigheidsrekening en magtig jy Microsoft (of hulle agent) om die waarde van gemagtigde aankope te debiteer. Hierdie magtiging sal van krag bly tot jy jou bankrekeninginligting in jou Microsoft- of Skype-rekening skrap.
am: የባንክ ሂሳብዎን እንደ የመክፈያ ዘዴ በማስመዝገብ፣ የቢዝነስ ሂሳብ መለያ መሆኑን እና Microsoft (ወይም ወኪሎቹ) ፈቃድ ለተሰጠባቸው ግዢዎች ተቀናሽ እንዲያደርጉበት ፈቃድ ሰጥተዋል። ይህ ፈቃድም የባንክ ሂሳቡን ከእርስዎ የMicrosoft መለያ ወይም የSkype መለያ እስከሚያስወግዱት ድረስ የጸና ሆኖ ይቀጥላል።
ar: عند تسجيل حساب البنك الخاص بك كطريقة للدفع، فأنت تقر بأنه عميل تجاري وتخويل Microsoft (أو وكيلها) للسحب من الحساب مبلغ مدين لقيمة المشتريات المعتمدة. سيظل هذا التخويل سارياً حتى تحذف معلومات حساب البنك من حساب Microsoft أو حساب Skype الخاص بك.
as: আপোনাৰ ধন পৰিশোধ পদ্ধতি হিচাপে আপোনাৰ বেংক একাউণ্ট পঞ্জীয়ন কৰি, আপুনি স্বীকাৰ কৰিছে যে অনুমোদিত ক্ৰয়ৰ মূল্য ডেবিট কৰিবলৈ এইটো ব্যৱসায় একাউণ্ট আৰু Microsoft (বা ইয়াৰ এজেণ্ট)ৰ দ্বাৰা অনুমোদিত৷ আপুনি আপোনাৰ Microsoft একাউন্ট বা Skype একাউণ্টৰ পৰা আপোনাৰ বেংক একাউণ্টৰ তথ্য বিলোপ নকৰালৈকে এই অনুমোদন কাৰ্যকৰী হ’ব৷
az: Bank hesabınızı ödəniş üsulu kimi qeydiyyatdan keçirməklə, siz bunun biznes hesabı olduğunu təsdiq edirsiniz və Microsoft-a (yaxud onun agenti) icazəli satınalmaların dəyərini debetə daxil etmək səlahiyyəti verirsiniz. Bu səlahiyyət Microsoft hesabı və ya Skype hesabınızdan bank hesabı ilə bağlı məlumatı silənə qədər qüvvədə olacaqdır.
bg: С регистрирането на банковата си сметка като метод на плащане приемате, че е корпоративна сметка и упълномощавате Microsoft (или агент на Microsoft) да дебитира стойността на оторизираните покупки. Това разрешение ще остане в сила, докато не изтриете информацията за банковата си сметка от своя акаунт в Microsoft или Skype.
bn_in: আপনার ব্যাঙ্ক অ্যাকাউন্টকে আপনার পেমেন্ট মেথড হিসাবে রেজিস্টার করে, আপনি সম্মত হচ্ছেন যে এটি একটি বিজনেস অ্যাকাউন্ট এবং আপনি Microsoft (বা এর এজেন্টকে) অনুমোদিত করছেন অনুমোদিত ক্রয়ের মুল্য মেটানের জন্য। এই অনুমোদন বৈধ থাকবে যতদিন না আপনি আপনার ব্যাঙ্ক অ্যাকাউন্ট সংক্রান্ত তথ্যাবলি আপনার Microsoft অ্যাকাউন্ট বা স্কাইপে অ্যাকাউন্ট থেকে মুছে ফেলছেন।
bs: Registriranjem svog bankovnog računa kao načina plaćanja prihvaćate da je to poslovni račun i dajete ovlaštenje kompaniji Microsoft (ili njenom agentu) za terećenje računa za vrijednost autoriziranih kupnji. To ovlaštenje ostat će na snazi dok ne izbrišete podatke o svom bankovnom računu sa svog Microsoft računa ili računa za Skype.
cy: Drwy gofrestru eich cyfrif banc fel eich dull talu, rydych chi'n cydnabod ei fod yn gyfrif busnes ac yn awdurdodi Microsoft (neu ei asiant) i dynnu gwerth eitemau a brynwyd o'r cyfrif. Bydd yr awdurdodiad hwn yn dal mewn grym hyd nes eich bod yn dileu'r wybodaeth am eich cyfrif banc o'ch cyfrif Microsoft neu gyfrif Skype.
da: Ved at registrere din bankkonto som betalingsmetode bekræfter du, at det er en virksomhedskonto, og du autoriserer Microsoft (eller Microsofts agent) til at debitere værdien af autoriserede køb. Denne autorisation er gældende, indtil du sletter oplysningerne om din bankkonto fra din Microsoft- eller Skype-konto.
de: Durch die Registrierung Ihres Bankkontos als Zahlungsmethode bestätigen Sie, dass es sich dabei um ein Geschäftskonto handelt, und Sie autorisieren Microsoft (oder einen entsprechenden Vertreter), das Konto mit dem Wert autorisierter Käufe zu belasten. Diese Autorisierung erlischt erst, wenn Sie Ihre Bankkontoinformationen aus Ihrem Microsoft- oder Skype-Konto löschen.
el: Εγγράφοντας τον τραπεζικό λογαριασμό σας ως μέθοδο πληρωμής, αποδέχεστε ότι πρόκειται για επαγγελματικό λογαριασμό και εξουσιοδοτείτε τη Microsoft (ή τον εκπρόσωπό της) να χρεώσει την αξία των εξουσιοδοτημένων αγορών. Αυτή η εξουσιοδότηση θα παραμείνει σε ισχύ μέχρι να διαγράψετε τα στοιχεία του τραπεζικού λογαριασμού από τον λογαριασμό Microsoft ή τον λογαριασμό Skype.
es: Al registrar tu cuenta bancaria como el método de pago, aceptas que es una cuenta de empresa y autorizas a Microsoft (o su agente) a cargar el valor de compras autorizados. Esta autorización se mantendrá en vigor hasta que se elimine la información de tu cuenta bancaria de tu cuenta de Microsoft o Skype.
et: Kui registreerite makseviisina oma pangakonto, kinnitate, et see on ettevõtte konto, ja volitate Microsofti (või tema esindajat) kontolt maha võtma autoriseeritud ostude väärtusele vastava summa. See volitus jääb jõusse seni, kuni kustutate pangakonto teabe oma Microsofti kontolt või Skype'i kontolt.
eu: Banku-kontua ordainketa-metodo gisa erregistratuta, adierazten duzu enpresa-kontu bat dela eta baimena ematen diozu Microsoft-i (edo bere agenteari) baimendutako erosketen balioa zorduntzeko. Baimen horrek indarrean jarraituko du Microsoft kontutik edo Skype kontutik banku-kontuaren informazioa ezabatzen duzun arte.
fa: با ثبت حساب بانکی خود به عنوان روش پرداخت، شما تأیید می‌کنید که این یک حساب تجاری است و Microsoft (یا عامل آن) اجازه دارد مبلغ خریدهای مجاز را از حسابتان برداشت کند. این مجوز تا زمانی معتبر خواهد بود که اطلاعات حساب بانکی خود را از حساب Microsoft یا حساب Skype خود حذف کنید.
ga: Is ionann do chuntas bainc a chlárú mar do mhodh íocaíochta agus a admháil gur cuntas gnó é agus údarú do Microsoft (nó dá ghníomhaire) luach na gceannachán údaraithe a chur chun dochair dó. Beidh an t-údarú seo i bhfeidhm i gcónaí go dtí go scriosann tú sonraí do chuntais bainc ó do chuntas Microsoft nó do chuntas Skype.
gd: Ma chlàraicheas tu an cunntas banca agad mar an dòigh pàighidh agad, bidh tu ag aideachadh gur e cunntas gnìomhachais a tha seo agus a’ toirt cead dha Microsoft (no an t-àidseant aige) luach nan ceannachdan ùghdarraichte iarraidh air. Bidh an t-ùghdarrachadh seo an gnìomh gus an sguab thu fiosrachadh a’ chunntais bhanca agad às a’ chunntas Microsoft no Skype agad.
gl: Ao rexistrar a túa conta bancaria como o método de pagamento, aceptas que é unha conta de empresa e autorizas a Microsoft (ou ao seu axente de) a cargar o valor de compras autorizadas. Esta autorización seguirá vixente ata que elimines a información da conta bancaria da túa conta de Microsoft ou conta de Skype.
gu: તમારી ચુકવણી પદ્ધતિ તરીકે તમારા બેંક ખાતુંને રજીસ્ટર કરીને, તમે સ્વીકારો છો કે તે એક વ્યવસાય ખાતું છે અને અધિકૃત ખરીદીઓના મૂલ્યને ઉધારવા માટે Microsoft (અથવા તેના એજન્ટ) ને અધિકૃત કરે છે. જ્યાં સુધી તમે તમારા Microsoft ખાતું અથવા Skype ખાતુંમાંથી તમારી બેંક ખાતું માહિતી કાઢી ન નાંખો ત્યાં સુધી આ અધિકૃતતા અમલમાં રહેશે
he: על-ידי רישום חשבון הבנק שלך בתור שיטת התשלום שלך, אתה מאשר שזהו חשבון עסקי ומתיר ל- Microsoft (או לסוכן שלה) לחייב אותו בשווי הרכישות המורשות. הרשאה זו תישאר בתוקף עד שתמחק את פרטי חשבון הבנק שלך מחשבון Microsoft או מחשבון Skype.
hi: अपने बैंक खाते को अपनी भुगतान विधि के रूप में पंजीकृत करके, आप स्वीकार करते हैं कि यह एक व्यावसायिक खाता है और यह अधिकृत खरीददारियों के मूल्य को डेबिट करने के लिए Microsoft (या उसके एजेंट) को अधिकृत करता है। यह प्राधिकरण तब तक लागू रहेगा जब तक कि आप अपने Microsoft खाते या Skype खाते से अपनी बैंक खाता जानकारी हटा नहीं देते।
hr: Registriranjem svojeg bankovnog računa kao načina plaćanja prihvaćate da je to poslovni račun i ovlašćujete Microsoft (ili njegovog agenta) za terećenje računa za vrijednost autoriziranih kupnji. To ovlaštenje ostat će na snazi dok ne izbrišete podatke o svojem bankovnom računu sa svojeg Microsoftovog računa ili računa za Skype.
hu: A bankszámla fizetési módként való regisztrálásával Ön elismeri, hogy ez egy üzleti számla, és engedélyezi a Microsoftnak (vagy a megbízottjának), hogy megterheljük azt a jóváhagyott vásárlások értékével. Ez az engedély mindaddig érvényben marad, amíg Ön nem törli bankszámlaadatait a Microsoft-fiókjából vagy a Skype-fiókjából.
id: Dengan mendaftarkan rekening bank Anda sebagai metode pembayaran, Anda menyatakan bahwa ini adalah akun bisnis dan memberikan otorisasi kepada Microsoft (atau perwakilannya) untuk mendebit nilai pembelian resmi. Otorisasi ini akan tetap berlaku hingga Anda menghapus informasi rekening bank Anda dari akun Microsoft atau akun Skype.
is: Með því að skrá bankareikninginn þinn sem greiðslumáta staðfestir þú að hann sé fyrirtækjareikningur og heimilar Microsoft (eða fulltrúa þess) að skuldfæra verðgildi kaupa sem þú hefur heimilað. Þessi heimild verður í gildi þangað til þú eyðir bankaupplýsingum þínum af Microsoft- eða Skype-reikningunum þínum.
ja: 支払い方法としてお客様の銀行口座を登録すると、その口座は業務用の口座であることを確認し、許可された購入にかかる金額を Microsoft (またはその代理人) が引き落とすことを承認したと見なされます。この承認は、お客様が銀行口座の情報を Microsoft アカウントまたは Skype アカウントから削除するまで効力を有します。
ka: თქვენი საბანკო ანგარიშის გადახდის მეთოდის სახით რეგისტრაციისას, თქვენ აღიარებთ, რომ ეს ბიზნეს ანგარიშია და უფლებას ანიჭებთ Microsoft-ს (ან მის აგენტს) მოხსნან ავტორიზებული შესყიდვების ღირებულება. ეს ნებართვა ძალაში რჩება მანამ, სანამ არ წაიშლება თქვენი საბანკო ანგარიშის ინფორმაცია თქვენი Microsoft-ის ანგარიშიდან ან Skype-ის ანგარიშიდან.
kk: Банк шотын төлем әдісі ретінде тіркеу арқылы, сіз мұның іскерлік жазба екенін түсінесіз және Microsoft компаниясының (немесе оның агенттерінің) рұқсат етілген сатып алулар мәнін дебиттеуге рұқсат бересіз. Бұл авторизация Microsoft тіркелгісінен немесе Skype тіркелгісінен банк шотының ақпаратын жоймайынша өз күшінде қалады.
kn: ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವಾಗಿ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ನೋಂದಾಯಿಸುವ ಮೂಲಕ, ಇದು ಒಂದು ವ್ಯವಹಾರ ಖಾತೆಯಾಗಿದೆ ಎಂದು ನೀವು ಅಂಗೀಕರಿಸುತ್ತೀರಿ ಮತ್ತು ಅಧಿಕೃತ ಖರೀದಿಗಳ ಮೌಲ್ಯವನ್ನು ಡೆಬಿಟ್ ಮಾಡಲು Microsoft (ಅಥವಾ ಅದರ ಏಜೆಂಟ್) ಅನ್ನು ಅನುಮೋದಿಸುತ್ತೀರಿ. ನಿಮ್ಮ Microsoft ಖಾತೆ ಅಥವಾ Skype ಖಾತೆಯಿಂದ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ನೀವು ಅಳಿಸುವ ತನಕ ಈ ಅಧಿಕಾರವು ಜಾರಿಯಲ್ಲಿರುತ್ತದೆ.
ko: 은행 계좌를 결제 수단으로 등록함으로써 비즈니스 계좌라는 것을 인정하고 승인된 구매 금액을 인출할 권한을 Microsoft(또는 그 대리인)에 부여합니다. 이 권한 부여는 Microsoft 계정 또는 Skype 계정에서 은행 계좌 정보를 삭제할 때까지 유효합니다.
ku_arab: لەگەڵ تۆمارکردنی ئەژمێری بانکەکەت وەکوو شێوازی پارەدانی خۆت، تۆ دەزانیت که ئەمە ئەژمێرێکی بازرگانیه و ڕێگه به Microsoft (یان نوێنەرەکەی) دەدەیت بۆ قەرزکردنی بەهای بازارکردنه رێگەپێدراوەکان. ئەم ڕێپێدانه دەمێنێتەوه هەتاکوو تۆ زانیاری ئەژمێری بانکی خۆت دەسڕیتەوه له ئەژمیری Microsoft یان ئەژمێری Skype ی خۆت.
ky: Банк экаунтуңузду төлөм ыкмаңыз кылып каттоо менен бул бизнес экаунту экенин моюнга алып, Microsoft (же анын агенти) уруксат алган сатып алуулардын наркын дебиттеп алышына уруксат бересиз. Бул уруксат берүү банк эсебиңизди Microsoft экаунтуңуздан же Skype экаунтуңуздан жок кылмайынча күчүндө болот.
lo: ໂດຍການລົງທະບຽນ ບັນຊີທະນາຄານຂອງທ່ານເປັນ ວິທີການຊຳລະຂອງທ່ານ, ທ່ານຮັບຮູ້ວ່ານີ້ຄື ບັນຊີທຸລະກິດ ແລະ ອະນຸມັດ Microsoft (ຫລື ຕົວແທນຂອງມັນ) ເພື່ອຫລັກໜີ້ຄ່າຂອງ ການຊື້ທີ່ໄດ້ຮັບອະນຸຍາດ. ການອະນຸມັດນີ້ຈະຍັງຄົງມີຜົນສັກສິດຈົນເຖິງທ່ານລຶບ ຂໍ້ມູນ ບັນຊີທະນາຄານຂອງທ່ານຈາກ ບັນຊີ Microsoft ຫລື ບັນຊີ Skype ຂອງທ່ານ.
lt: Užregistruodami savo banko paskyrą kaip mokėjimo būdą, sutinkate, kad tai – verslo paskyra, ir įgaliojate „Microsoft“ (arba jos agentą), nuskaityti debetą už įgaliotus pirkinius. Šis įgaliojimas galios, kol pašalinsite savo banko paskyros informaciją iš savo „Microsoft“ arba „Skype“ paskyros.
lv: Reģistrējot savu bankas kontu kā maksāšanas metodi, jūs apstiprināt, ka tas ir biznesa konts, un pilnvarojat korporāciju Microsoft (vai tās aģentu) ierakstīt debetā autorizēto pirkumu vērtību. Šī pilnvara paliks spēkā, kamēr neizdzēsīsit bankas konta informāciju no sava Microsoft konta vai Skype konta.
mi: Mā te rēhita i tō pūkete pēke hei tikanga utunga māu, kei te whakaae koe he pūkete umanga, me tō whakamana kia nama a Microsoft (āna kaimahi rānei) mō te uarā o ngā hokonga i āta whakamanaia. Ka noho mana tonu tēnei whakamananga taea noatia tō tango i tō mōhiohio pūtea pēke i tō pūkete Microsoft, i tō pūkete Skype rānei.
mk: Со регистрирање на вашата банкарска сметка како начин на плаќање, потврдувате дека таа е деловна сметка и го овластувате Microsoft (или неговиот агент) да ја задолжи вредноста на овластените купувања. Ова овластување ќе остане на сила сè додека не ја избришете банкарската сметка од сметката на Microsoft или сметката на Skype.
ml: നിങ്ങളുടെ പേയ്മെന്‍റ് രീതി എന്ന നിലയ്ക്ക് നിങ്ങളുടെ ബാങ്ക് അക്കൌണ്ട് രജിസ്റ്റര്‍ ചെയ്യുന്നതിലൂടെ നിങ്ങള്‍ സമ്മതിക്കുന്നത് ഇതൊരു ബിസിനസ്സ് അക്കൌണ്ടാണ്‌ എന്നും Microsoft (അല്ലെങ്കില്‍ അതിന്‍റെ ഏജന്‍റ്) നെ അംഗീകൃത പര്‍ച്ചേസുകളില്‍ അതിന്‍റെ മൂല്യം ഡെബിറ്റ് ചെയ്യാമെന്നുമാണ്‌. ഈ അനുമതിനല്‍കല്‍ നിങ്ങള്‍ Microsoft അക്കൌണ്ട് അല്ലെങ്കില്‍ Skype അക്കൌണ്ട് വിവരങ്ങള്‍ നീക്കം ചെയ്യുന്നതുവരെ നിലവിലുണ്ടാവും.
mn: Та банкны дансаа төлбөрийн хэрэгсэл болгон бүртгүүлснээр та зөвшөөрдөгдсөн хэмжээний худалдан авалтын гүйлгээг Microsoft-д (буюу түүний төлөөлөгчдөд) зөвшөөрч байна. Та Microsoft-н хэрэглэгчийн бүртгэл эсвэл Skype-н хэрэглэгчийн бүртгэлээс банкны дансны мэдээллээ хасах хүртэл зөвшөөрөл хэвээр байна.
mr: तुमची देय पद्धती म्हणून तुमच्या बँक खात्याची नोंद करून, तुम्ही हे व्यवसाय खाते असल्याची पुष्टी करता आणि Microsoft (किंवा त्यांच्या एजंटना) अधिकृत खरेदीची किंमत खात्यातून वजा करण्यास अधिकृत करता. तुम्ही तुमच्या Microsoft खात्यातून किंवा Skype खात्यातून तुमच्या बँक खात्याची माहिती काढून टाकेपर्यंत ही अधिकृतता लागू असेल.
ms: Dengan mendaftarkan akaun bank anda sebagai kaedah pembayaran, anda mengakui bahawa ia adalah akaun perniagaan dan mengizinkan Microsoft (atau ejennya) untuk mendebitkan nilai belian yang dizinkan. Keizinan ini akan terus dilaksankan sehingga anda memadamkan maklumatakaun anda dari akaun Microsoft atau akaun Skype anda.
mt: Jekk tirreġistra l-kont bankarju tiegħek bħala l-metodu tal-pagament tiegħek, int tirrikonoxxi li huwa kont ta' negozju u tawtorizza lil Microsoft (jew l-aġent tagħha) biex tiddebita l-valur tax-xirjiet awtorizzati. Din l-awtorizzazzjoni se tibqa' fis-seħħ sakemm int tħassar l-informazzjoni tal-kont bankarju tiegħek mill-kont ta' Microsoft jew mill-kont ta' Skype tiegħek.
ne: भुक्तानी पद्धतिको रूपमा बैंक खातालाई दर्ता गरेपछि, तपाइँले यो व्यवसाय खाता हो भनी स्वीकार गर्नुहुन्छ र Microsoft (वा यसका एजेन्ट) लाई आधिकारिक खरिदहरूको मूल्य डेबिट गर्न सहमति प्रदान गर्नुहुन्छ। तपाइँले Microsoft खाता वा Skype खाताबाट आफ्नो बैंक खाता जानकारी नहटाउँदासम्म यो अधिकार प्रदान पूर्ण बल र प्रभावकारी रूपमा रहनेछ।
nn_no: Ved å registrere bankkontoen din som betalingsmetode, stadfestar du at dette er ein bedriftskonto, og du godkjenner at Microsoft (eller Microsoft-agentar) kan debitere verdien for godkjende kjøp. Denne godkjenninga er verksam heilt til du slettar bankkontoinformasjonen din frå Microsoft-kontoen eller Skype-kontoen din.
no: Når du registrerer bankkontoen din som betalingsmåte, erkjenner du at det er en bedriftskonto, og godkjenner at Microsoft (eller en agent) kan belaste verdien på godkjente kjøp. Denne godkjenningen gjelder til du sletter bankkontoinformasjonen fra Microsoft-kontoen eller Skype-kontoen.
or: ନିଜର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟକୁ ନିଜର ଦେୟ ପ୍ରଣାଳୀ ଭାବରେ ପଞ୍ଜିକୃତ କରି, ଆପଣ ସ୍ୱୀକାର କରନ୍ତି ଯେ ଏହା ଏକ ବ୍ୟବସାୟିକ ଏକାଉଣ୍ଟ ଏବଂ Microsoft (କିମ୍ୱା ତାହାର ଏଜେଣ୍ଟ)କୁ ଅଧିକୃତ କ୍ରୟର ମୂଲ୍ୟ ଡେବିଟ୍‌ କରିବା ପାଇଁ ଅଧିକୃତ କରୁଛନ୍ତି. ଏହି ପ୍ରାଧିକରଣ ସେଇ ପର୍ଯ୍ୟନ୍ତ ଲାଗୁ ରହିବ ଯେଉଁ ପର୍ଯ୍ୟନ୍ତ ଆପଣ ନିଜର Microsoft ଏକାଉଣ୍ଟ କିମ୍ୱା Skype ଏକାଉଣ୍ଟରୁ ନିଜର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ ସୂଚନା ବିଲୋପ ନକରିଛନ୍ତି.
pa_arab_pk: اپنے بینک اکاؤنٹ نوں اپنی ادائیگی دے طریقہ کار دے طور اتے رجسٹر کر کے، تُسی ایہہ تسلیم کردے او کہ ایہہ اک کاروباری اکاؤنٹ اے اتے Microsoft (یا ایدے ایجنٹ) نوں مجاز خریداریاں دی قیمت ڈیبٹ کرن دا اختیار دیندے او۔ جیدوں تیکر تُسی اپنے Microsoft اکاؤنٹ یا Skype اکاؤنٹ توں بینک اکاؤنٹ دی معلومات حذف نہیں کردے، ایہہ اختیار جاری رہوے گا۔
pa_in: ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਨੂੰ ਆਪਣੀ ਭੁਗਤਾਨ ਵਿਧੀ ਵਜੋਂ ਰਜਿਸਟਰ ਕਰ ਕੇ, ਤੁਸੀਂ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ ਕਿ ਇਹ ਇੱਕ ਕਾਰੋਬਾਰੀ ਖਾਤਾ ਹੈ ਅਤੇ Microsoft (ਜਾਂ ਇਸਦੇ ਏਜੰਟ) ਨੂੰ ਅਧਿਕਾਰਤ ਖਰੀਦਾਂ ਦਾ ਮੁੱਲ ਡੈਬਿਟ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਦਿੰਦੇ ਹੋ। ਇਹ ਅਧਿਕਾਰ ਉਦੋਂ ਤੱਕ ਲਾਗੂ ਕਰੇਗਾ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਆਪਣੇ Microsoft ਖਾਤੇ ਜਾਂ Skype ਖਾਤੇ ਤੋਂ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਨੂੰ ਮਿਟਾ ਨਹੀਂ ਦਿੰਦੇ ਹੋ।
pl: Rejestrując konto bankowe jako metodę płatności, potwierdzasz, że jest to Twoje konto firmowe i upoważniasz firmę Microsoft (lub jej agenta) do pobierania z niego wartości autoryzowanych zakupów. To upoważnienie będzie obowiązywać, dopóki nie usuniesz informacji dotyczących Twojego konta bankowego z danych Twojego konta Microsoft lub Skype.
ru: Указывая свой банковский счет как метод оплаты, вы признаете, что это бизнес-счет, и разрешаете корпорации Майкрософт (или ее агенту) списывать стоимость подтвержденных покупок. Это разрешение будет действовать, пока вы не удалите сведения о банковском счете из учетной записи Майкрософт или Skype.
sd: پنهنجي بينڪ اڪائونٽ کي توهانجي دائگي جي طريقي طور رجسٽر ڪري، توهان قبول ڪريو ٿا ته اهو هڪ ڪاروباري اڪائونٽ آهي ۽ Microsoft (يا ان جي ايجنٽ) کي مجاز خريدارين جي قيمت ڊيبٽ ڪرڻ جي اجازت ڏيو ٿا. اهو مجازيت فعال رهندي جيستائين توهان پنهنجي Microsoft اڪائونٽ يا Skype اڪائونٽ کان بين اڪائونٽ معلومات حذف ڪريو.
si: ඔබගේ ගෙවීම් ක්‍රමය ලෙස ඔබගේ බැංකු ගිණුම ලියාපදිංචි කිරීමෙන් එය ව්‍යාපාරික ගිණුමක් බවට ඔබ පිළිගන්නා අතර බලය දුන් මිලදී ගැනීම්වල අගය හර කිරීමට Microsoft (හෝ එහි නියෝජිතයන්) හට බලය ලබාදෙයි. ඔබ ඔබගේ Microsoft ගිණුම හෝ Skype ගිණුම වෙතින් ඔබගේ බැංකු ගිණුම් තොරතුරු මකා දමන තෙක් මෙම බලය ලබාදීම බලාත්මක වනු ඇත.
sl: Če registrirate svoj bančni račun kot način plačila, potrjujete, da je poslovni račun, in pooblaščate Microsoft (ali njegovega zastopnika), da bremeni vaš računa za vrednost pooblaščenih nakupov. To pooblastilo ostane v veljavi, dokler ne izbrišete podatkov o bančnem računu iz svojega Microsoftovega računa ali računa Skype.
sr_cyrl_rs: Када региструјете рачун у банци као начин плаћања, потврђујете да је то пословни рачун и овлашћујете корпорацију Microsoft (или њеног агента) да изврши наплату за овлашћене куповине. Ово овлашћење ће остати на снази све док не избришете податке о рачуну у банци са Microsoft или Skype налога.
sr_latn_rs: Kada registrujete račun u banci kao način plaćanja, potvrđujete da je to poslovni račun i ovlašćujete korporaciju Microsoft (ili njenog agenta) da izvrši naplatu za ovlašćene kupovine. Ovo ovlašćenje će ostati na snazi sve dok ne izbrišete podatke o računu u banci sa Microsoft ili Skype naloga.
sv: Genom att registrera ditt bankkonto som betalningsmetod bekräftar du att det är ett företagskonto och du godkänner att Microsoft (eller dess representant) debiterar värdet för auktoriserade köp. Den här auktoriseringen fortsätter gälla tills du raderar din bankkontoinformation från ditt Microsoft-konto eller Skype-konto.
ta: வங்கிக் கணக்கை உங்கள் கட்டண முறையாகப் பதிவுசெய்ய, அது வணிகக் கணக்கு என்றும், அனுமதிக்கப்பட்ட வாங்குதல்களின் மதிப்புக்கான தொகையை அதிலிருந்து எடுக்க Microsoft-ஐ (அல்லது அதன் முகவரை) அனுமதிப்பதாகவும் ஒப்புக்கொள்கிறீர்கள். உங்கள் Microsoft கணக்கு அல்லது Skype கணக்கிலிருந்து வங்கிக் கணக்குத் தகவல்களை நீங்கள் நீக்கும் வரை இந்த அனுமதி தொடர்ந்து அமலில் இருக்கும்.
te: మీ చెల్లింపు విధానంగా మీ బ్యాంకు ఖాతాను నమోదు చేయడం ద్వారా, మీరు అది వ్యాపార ఖాతా అని మరియు Microsoft (లేక దాని యొక్క ఏజెంటు) ధృవీకరించబడిన కొనుగోళ్ళకు సమాన సొమ్ము తీసుకొన వచ్చునని ధృవీకరిస్తున్నట్టుగా ఆంగీకరించడం అవుతుంది. మీరు మీ Microsoft అకౌంట్ లేక Skype ఖాతా నుండి మీ బ్యాంకు సమాచారం తొలగించేంతవరకు ఈ ధృవీకరణ అమలులో ఉంటుంది.
tg: Тавассути бақайдгирии суратҳисоби бонкии худ ҳамчун усули пардохт, шумо эътироф мекунед, ки ин як суратҳисоби тиҷоратӣ аст ва ба Microsoft (ё намояндаи он) иҷозат медиҳед, ки арзиши харидҳои иҷозатшударо аз суратҳисобатон барорад. Ин иҷозат то нест кардани маълумоти суратҳисоби бонкии шумо аз ҳисоби Microsoft ё ҳисоби Skype-и шумо амалкунанда боқӣ мемонад.
th: เมื่อลงทะเบียนบัญชีธนาคารของคุณให้เป็นวิธีการชำระเงิน คุณยอมรับว่านี่เป็นบัญชีธุรกิจและอนุญาตให้ Microsoft (หรือตัวแทน) หักเงินค่าซื้อสินค้าที่ได้รับอนุญาต การอนุญาตนี้จะยังมีผลบังคับใช้จนกว่าคุณจะลบข้อมูลบัญชีธนาคารจากบัญชี Microsoft หรือ Skype
tr: Banka hesabınızı birincil ödeme yönteminiz olarak kaydettiğinizde, bu hesabın bir işletme hesabı olduğunu ve Microsoft'a (veya aracısına) tarafınızca yapılan satın alım işlemlerinin tutarında borçlandırma yetkisi vermeyi kabul edersiniz. Verdiğiniz bu yetkinin, siz Microsoft hesabınızdan veya Skype hesabınızdan banka hesabı bilgilerinizi kaldırana kadar tam olarak yürürlükte kalacağı konusunda bilgilendirildiniz.
tt: Банктагы хисабыгызны түләү ысулыгыз итеп теркәгәндә, сез аның бизнес хисабы икәнен таныйсыз һәм Майкрософтка (яки аның агентына) расланган сатып алуларның суммасын алырга рөхсәт бирәсез. Бу рөхсәт сез банктагы хисабыгыз турында мәгълүматны Майкрософт хисап язмагыздан яки Skype хисап язмагыздан бетергәнче үз көчендә калачак.
ug: بانكا ھېساباتىڭىزنى ھەق تاپشۇرۇش ئۇسۇلى قىلىپ تىزىملىتىش ئارقىلىق بۇنىڭ سودا ھېساباتى ئىكەنلىگىنى ۋە Microsoft (ياكى ئۇنىڭ ۋەكىلى) نىڭ ئىجازەتلىك مال سېتىۋېلىش قىممىتىنى چىقىرىشىغا رۇخسەت قىلدىڭىز. بۇ ئىجازەتلەش سىز بانكا ھېساباتىڭىزنى Microsoft ھېساباتىڭىز ياكى Skype ھېساباتىڭىزدىن چىقىرىۋەتمىگۈچە تولۇق ئىجازەت بىلەن يۈرگۈزۈلىدۇ.
uk: Указуючи свій банківський рахунок як метод оплати, ви визнаєте, що це бізнес-рахунок, і дозволяєте корпорації Майкрософт (або її агенту) списувати вартість підтверджених покупок. Цей дозвіл діятиме, поки ви не видалите відомості про свій банківський рахунок з облікового запису Microsoft чи Skype.
ur: اپنے بینک ریکارڈ کو ایک ادائیگی کے طریقہ کار کے طور پر رجسٹر کر کے، آپ تسلیم کرتے ہیں کہ یہ ایک کاروباری اکاؤنٹ ہے اور Microsoft (یا اس کے ایجنٹ) کو مجاز کردہ خریداریوں کی قدر کو ڈیبٹ کرنے کا اختیار دیتے ہیں۔ یہ مجازیت تب تک نافذ رہے گی جب تک آپ اپنے Microsoft اکاؤنٹ یا Skype اکاؤنٹ سے اپنے بینک اکاؤنٹ معلومات کو حذف نہیں کرتے۔
uz: Bank hisobingizni asosiy to‘lov usuli qilib ro‘yxatga olar ekansiz, uning biznes hisobi ekanini tasdiqlaysiz hamda Microsoftga (yoki uning vakiliga) xaridlar uchun to‘lovlarni amalga oshirish ruxsatini berasiz. Bu ruxsat Microsoft yoki Skype hisobingizni o‘chirib tashlaguningizga qadar o‘z kuchida qoladi.
vi: Bằng việc đăng ký phương thức thanh toán là tài khoản ngân hàng của bạn, bạn xác nhận rằng đây là một tài khoản doanh nghiệp và ủy quyền cho Microsoft (hoặc đại lý) được ghi nợ giá trị của các khoản mua hàng được ủy quyền. Sự ủy quyền này sẽ có hiệu lực cho đến khi bạn xóa thông tin về tài khoản ngân hàng của ban từ tài khoản Microsoft hoặc tài khoản Skype của bạn.
zh_hans: 将你的银行帐户注册为付款方式即表明你确认它是企业帐户，并授权 Microsoft（或其代理）按授权购买的金额扣款。此授权持续有效，直至你将银行帐户信息从你的 Microsoft 帐户或 Skype 帐户中删除为止。
zh_hant: 將您的銀行帳戶登記為付款方式，即表示您認知其為商業帳戶，且授權 Microsoft (或其代理人) 對授權的購買進行扣款。此項授權會持續生效，直到您從 Microsoft 帳戶或 Skype 帳戶刪除您的銀行帳戶資訊為止。
