Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.AddBillingAddress.InputPage.Heading
source: Add your billing address
af: Voeg jou faktureringsadres by
am: የሂሳብ መክፈያ አድራሻዎን ያክሉ
ar: إضافة عنوان الفوترة الخاص بك
as: আপোনাৰ বিলিং ঠিকনা যোগ কৰক
az: Yeni hesablaşma ünvanı əlavə edin
bg: Добавяне на вашия адрес на фактуриране
bn_in: আপনার বিল পাঠাবার ঠিকানাটি যোগ করুন
bs: Dodavanje adrese za naplatu
cy: Ychwanegwch eich cyfeiriad bilio
da: Tilføj din faktureringsadresse
de: Rechnungsadresse hinzufügen
el: Προσθήκη διεύθυνσης χρέωσης
es: Agrega tu dirección de facturación
et: Lisage arveldusaadress
eu: Gehitu fakturazio-helbidea
fa: آدرس صورتحساب جدیدتان را اضافه کنید
ga: Cuir do sheoladh billeála leis
gd: Cuir an seòladh bileachaidh agad ris
gl: Engade o enderezo de facturación
gu: તમારું બિલિંગ સરનામું ઉમેરો
he: הוסף כתובת לחיוב
hi: अपना बिलिंग पता जोड़ें
hr: Dodavanje adrese za naplatu
hu: Számlázási cím megadása
id: Tambahkan alamat tagihan Anda
is: Settu inn heimilisfang greiðanda
ja: 請求先住所の追加
ka: ბილინგის მისამართის დამატება
kk: Есеп-шот ұсыну мекенжайын қосу
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ko: 청구 주소 추가
lo: ເພີ່ມທີ່ຢູ່ການສົ່ງບິນໃໝ່
lt: Įtraukti savo sąskaitų siuntimo adresą
lv: Pievienot savu norēķinu adresi
mi: Āta tāpiri ki tō wāhitau tuku nama
mk: Додај ја адресата за наплата
ml: നിങ്ങളുടെ ബില്ലിംഗ് വിലാസം ചേർക്കുക
mr: आपला बिलिंग पत्ता जोडा
ms: Tambah alamat pengebilan anda
mt: Żid l-indirizz tal-ħlasijiet tiegħek
ne: आफ्नो बिलिङ ठेगाना थप्नुहोस्
nn_no: Legg til faktureringsadresse
no: Legg til faktureringsadressen
or: ଆପଣଙ୍କର ବିଲିଂ ଠିକଣା ଯୋଡ଼ନ୍ତୁ
pa_in: ਆਪਣਾ ਬਿਲਿੰਗ ਪਤਾ ਜੋੜੋ
pl: Dodaj swój adres rozliczeniowy
ru: Добавить адрес выставления счета
sl: Dodajte svoj naslov za obračunavanje
sr_cyrl_rs: Додајте адресу фактурисања
sr_latn_rs: Dodajte adresu fakturisanja
sv: Lägg till din faktureringsadress
ta: உங்கள் பில்லிங் முகவரியைச் சேர்க்கவும்
te: మీ బిల్లింగ్ చిరునామాని జోడించండి
th: เพิ่มที่อยู่สำหรับเรียกเก็บเงิน
tr: Fatura adresinizi ekleyin
tt: Хисап чыгару адресыгызны өстәгез
ug: ھېساب بوغۇش ئادرېسىڭىزنى قوشۇش
uk: Додати адресу виставлення рахунка
ur: بل کاری پتہ شامل کریں
uz: Billing manzilingizni qo‘shing
vi: Thêm địa chỉ thanh toán của bạn
zh_hans: 添加帐单邮寄地址
zh_hant: 新增帳單地址

# Literal.EditBillingAddress.InputPage.Heading
source: Edit your billing address
af: Voeg jou faktureringsadres by
am: የሂሳብ አከፋፈል አድራሻዎን ያርትዑ
ar: قم بتحرير عنوان الفاتورة خاصتك
as: আপোনাৰ বিলিঙৰ ঠিকনা সম্পাদনা কৰক
az: Hesablaşma ünvanınızı redaktə edin
bg: Редактиране на вашия адрес за фактуриране
bn_in: আপনার বিলি পাঠানোর ঠিকানা সম্পাদনা করুন
bs: Uređivanje adrese za naplatu
cy: Golygu eich cyfeiriad bilio
da: Rediger din faktureringsadresse
de: Rechnungsadresse bearbeiten
el: Επεξεργασία της διεύθυνσης χρέωσής σας
es: Editar su dirección de facturación
et: Redigeerige arveldusaadressi
eu: Editatu fakturazio-helbidea
fa: آدرس صورتحساب جدیدتان را ویرایش کنید
ga: Cuir do sheoladh billeála in eagar
gd: Deasaich an seòladh bileachaidh agad
gl: Editar o enderezo de facturación
gu: તમારું બિલિંગ સરનામું સંપાદિત કરો
he: ערוך את הכתובת לחיוב
hi: अपना बिलिंग पता संपादित करें
hr: Uredite adresu za naplatu
hu: A számlázási cím szerkesztése
id: Edit alamat tagihan Anda
is: Settu inn heimilisfang greiðanda
ja: 請求先住所の編集
ka: დაარედაქტირეთ თქვენი ბილინგის მისამართი
kk: Есеп-шот ұсыну мекенжайын өңдеу
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಸಂಪಾದಿಸಿ
ko: 청구 주소 편집
lo: ແກ້ໄຂທີ່ຢູ່ບ່ອນສົ່ງບິນເກັບເງິນຂອງທ່ານ
lt: Sąskaitų siuntimo adreso redagavimas
lv: Rediģēt savu norēķinu adresi
mi: Whakatikahia ki tō wāhitau tuku nama
mk: Уреди ја адресата за наплата
ml: നിങ്ങളുടെ ബില്ലിംഗ് വിലാസം എഡിറ്റുചെയ്യുക
mr: आपला बिलिंग पत्ता संपादित करा
ms: Edit alamat pengebilan anda
mt: Editja l-indirizz tal-ħlasijiet tiegħek
ne: आफ्नो बिलिङ ठेगाना प्रविष्ट गर्नुहोस्
nn_no: Rediger faktureringsadressa di
no: Rediger faktureringsadressen din
or: ଆପଣଙ୍କର ବିଲିଂ ଠିକଣା ସଂପାଦନା କରନ୍ତୁ
pa_in: ਆਪਣੇ ਬਿਲਿੰਗ ਪਤੇ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj swój adres rozliczeniowy
ru: Изменить адрес выставления счета
sl: Dodajte svoj naslov za obračunavanje
sr_cyrl_rs: Додајте адресу фактурисања
sr_latn_rs: Dodajte adresu fakturisanja
sv: Redigera din faktureringsadress
ta: உங்கள் பில்லிங் முகவரியைத் திருத்துங்கள்
te: మీ బిల్లింగ్ చిరునామాని సవరంచండి
th: แก้ไขที่อยู่สําหรับเรียกเก็บเงินของคุณ
tr: Fatura adresinizi düzenleyin
tt: Хисап чыгару адресыгызны төзәтегез
ug: ھېساب بوغۇش ئادرېسىنى تەھرىرلەش
uk: Редагування адреси виставлення рахунка
ur: اپنی بل کاری کے پتہ کی تدوین کریں
uz: Billing manzilingizni tahrirlang
vi: Chỉnh sửa địa chỉ thanh toán của bạn
zh_hans: 编辑帐单邮寄地址
zh_hant: 編輯您的帳單地址

# Literal.SelectBillingAddress.InputPage.Heading
source: Select your billing address
af: Kies jou faktureringsadres
am: የክፍያ መጠየቂያ አድራሻዎን ይምረጡ
ar: تحديد عنوان الفوترة لديك
as: আপোনাৰ বিলিং ঠিকনা চয়ন কৰক
az: Hesablaşma ünvanınızı seçin
bg: Изберете адреса си за фактуриране
bn_in: আপনার বিলিং ঠিকানা নির্বাচন করুন
bs: Odaberite adresu fakturiranja
cy: Dewis eich cyfeiriad bilio
da: Markér din faktureringsadresse
de: Rechnungsadresse auswählen
el: Επιλογή της διεύθυνσης χρέωσής σας
es: Seleccionar la dirección de facturación
et: Vali arveldusaadress
eu: Hautatu fakturazio-helbidea
fa: آدرس صورت‌حساب خود را انتخاب کنید
ga: Roghnaigh do sheoladh billeála
gd: Tagh an seòladh bileachaidh agad
gl: Seleccione o enderezo de facturación
gu: તમારું બિલિંગ સરનામું પસંદ કરો
he: בחר את הכתובת שלך לחיוב
hi: अपना बिलिंग पता चुनें
hr: Odaberite adresu za naplatu
hu: A számlázási cím kiválasztása
id: Pilih alamat tagihan Anda
is: Veldu innheimtuheimilisfangið þitt
ja: 請求先住所の選択
ka: აირჩიეთ ბილინგის მისამართი
kk: Шот жіберілетін мекенжайды таңдаңыз
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 청구 주소 선택
lo: ເລືອກທີ່ຢູ່ບ່ອນສົ່ງບິນເກັບເງິນຂອງທ່ານ
lt: Pasirinkite savo sąskaitų siuntimo adresą
lv: Atlasiet savu norēķinu adresi
mi: Tīpakona tō wāhitau tuku nama
mk: Изберете адреса за наплата
ml: നിങ്ങളുടെ ബില്ലിംഗ് വിലാസം തിരഞ്ഞെടുക്കുക
mr: तुमचा बिलिंग पत्ता निवडा
ms: Pilih alamat pengebilan anda
mt: Agħżel l-indirizz tal-ħlasijiet tiegħek
ne: आफ्नो बिलिङ ठेगाना चयन गर्नुहोस्
nn_no: Vel faktureringsadressa di
no: Velg faktureringsadressen
or: ଆପଣଙ୍କର ବିଲିଂ ଠିକଣା ଚୟନ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਬਿਲਿੰਗ ਪਤੇ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz swój adres rozliczeniowy
ru: Выберите адрес выставления счета
sl: Izberite svoj naslov za obračunavanje
sr_cyrl_rs: Изаберите адресу фактурисања
sr_latn_rs: Izaberite adresu fakturisanja
sv: Välj faktureringsadress
ta: உங்கள் பில்லிங் முகவரியைத் தேர்வுசெய்யவும்
te: మీ బిల్లింగ్ చిరునామా ఎంచుకోండి
th: เลือกที่อยู่สำหรับเรียกเก็บเงินของคุณ
tr: Fatura adresinizi seçin
tt: Хисап чыгару адресыгызны сайлагыз
ug: ھېساب بوغۇش ئادرېسى تاللاش
uk: Виберіть адресу для виставлення рахунків
ur: اپنا بلنگ پتہ منتخب کریں
uz: Billing manzilingizni tanlang
vi: Chọn địa chỉ thanh toán của bạn
zh_hans: 选择帐单邮寄地址
zh_hant: 選取您的帳單地址

# Literal.ConfirmBillingAddress.InputPage.Heading
source: Confirm your billing address
af: Bevestig jou faktureringsadres
am: የክፍያ መጠየቂያ አድራሻዎን ያረጋግጡ
ar: تأكيد عنوان الفوترة لديك
as: আপোনাৰ বিলিং ঠিকনা নিশ্চিত কৰক
az: Hesablaşma ünvanınınızı təsdiqləyin
bg: Потвърдете адреса си за фактуриране
bn_in: আপনার বিলিং ঠিকানা নিশ্চিত করুন
bs: Potvrdite adresu fakturiranja
cy: Cadarnhau eich cyfeiriad bilio
da: Bekræft din faktureringsadresse
de: Rechnungsadresse bestätigen
el: Επιβεβαίωση της διεύθυνσης χρέωσής σας
es: Confirmar la dirección de facturación
et: Kinnita arveldusaadress
eu: Berretsi fakturazio-helbidea
fa: آدرس صورت‌حساب خود را تأیید کنید
ga: Deimhnigh do sheoladh billeála
gd: Dearbh an seòladh bileachaidh agad
gl: Confirme o enderezo de facturación
gu: તમારા બિલિંગ સરનામાની પુષ્ટિ કરો
he: אשר את הכתובת שלך לחיוב
hi: अपने बिलिंग पते की पुष्टि करें
hr: Potvrdite adresu za naplatu
hu: A számlázási cím megerősítése
id: Konfirmasikan alamat tagihan Anda
is: Staðfestu innheimtuheimilisfangið þitt
ja: 請求先住所の確認
ka: დაადასტურეთ ბილინგის მისამართი
kk: Шот жіберілетін мекенжайды растаңыз
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಖಚಿತಪಡಿಸಿ
ko: 청구 주소 확인
lo: ຢືນຢັນທີ່ຢູ່ບ່ອນສົ່ງບິນເກັບເງິນຂອງທ່ານ
lt: Patvirtinkite savo sąskaitų siuntimo adresą
lv: Apstipriniet savu norēķinu adresi
mi: Manatokona tō wāhitau tuku nama
mk: Потврдете ја адресата за наплата
ml: നിങ്ങളുടെ ബില്ലിംഗ് വിലാസം സ്ഥിരീകരിക്കുക
mr: तुमच्या बिलिंग पत्त्याची पुष्टी करा
ms: Sahkan alamat pengebilan anda
mt: Ikkonferma l-indirizz tal-ħlasijiet tiegħek
ne: आफ्नो बिलिङ ठेगाना पुष्टि गर्नुहोस्
nn_no: Stadfest faktureringsadressa di
no: Bekreft faktureringsadressen
or: ଆପଣଙ୍କର ବିଲିଂ ଠିକଣା ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਬਿਲਿੰਗ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź swój adres rozliczeniowy
ru: Подтвердите адрес выставления счета
sl: Potrdite svoj naslov za obračunavanje
sr_cyrl_rs: Потврдите адресу фактурисања
sr_latn_rs: Potvrdite adresu fakturisanja
sv: Bekräfta faktureringsadress
ta: உங்கள் பில்லிங் முகவரியை உறுதிசெய்யவும்
te: మీ బిల్లింగ్ చిరునామాను ధృవీకరించండి
th: ยืนยันที่อยู่สำหรับเรียกเก็บเงินของคุณ
tr: Fatura adresinizi onaylayın
tt: Хисап чыгару адресыгызны раслагыз
ug: ھېساب بوغۇش ئادرېسىنى جەزملەش
uk: Підтвердьте адресу для виставлення рахунків
ur: اپنے بلنگ پتے کی تصدیق کریں
uz: Billing manzilingizni tasdiqlang
vi: Xác nhận địa chỉ thanh toán của bạn
zh_hans: 确认帐单邮寄地址
zh_hant: 確認您的帳單地址

# Literal.ProfileAddress.InputPage.Heading
source: We need your profile address
af: Ons benodig jou profieladres
am: የመገለጫዎን አድራሻ እንፈልጋለን
ar: نحن بحاجة إلى عنوان ملف التعريف الخاص بك
as: আমাক আপোনাৰ প্ৰ'ফাইল ঠিকনাৰ প্ৰয়োজন
az: Bizə profil ünvanınız lazımdır
bg: Необходим ни е вашият адрес в профила
bn_in: আমাদের আপনার প্রোফাইল ঠিকানা চাই
bs: Potrebna nam je adresa vašeg profila
cy: Rydyn ni angen eich cyfeiriad proffil
da: Vi skal bruge din profiladresse
de: Wir benötigen Ihre Profiladresse.
el: Χρειαζόμαστε τη διεύθυνση του προφίλ σας
es: Necesitamos tu dirección de perfil
et: Vajame teie profiili aadressi
eu: Profileko helbidea behar dugu
fa: نیاز به آدرس نمایه‌تان داریم
ga: Tá seoladh do phróifíle de dhíth orainn
gd: Bidh feum againn air seòladh na pròifil agad
gl: Necesitamos o teu enderezo do perfil
gu: અમને તમારા પ્રોફાઇલ સરનામાની જરૂર છે
he: דרושה לנו כתובת הפרופיל שלך
hi: हमें आपके प्रोफ़ाइल पते की आवश्यकता है
hr: Potrebna vam je vaša adresa s profila
hu: Adja meg profilja címét.
id: Kami memerlukan alamat profil Anda
is: Við þurfum heimilisfang fyrir notandasíðuna
ja: プロファイル アドレスが必要です
ka: ჩვენ გვჭირდება თქვენი პროფილის მისამართი
kk: Профиль мекенжайыңыз қажет
kn: ನಮಗೆ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ವಿಳಾಸ ಬೇಕಾಗಿದೆ
ko: 프로필 주소가 필요합니다.
ku_arab: ئێمه ناونیشانی پرۆفایلەکەتمان دەوێ
ky: Бизге сиздин профиль дарегиңиз керек
lo: ພວກເຮົາຕ້ອງການທີ່ຢູ່ໂປຣໄຟລຂອງທ່ານ
lt: Mums reikalingas jūsų profilio adresas
lv: Mums ir nepieciešama jūsu profila adrese
mi: Kei te hiahia mātou ki tō wāhitau kōtaha
mk: Ни треба адресата на вашиот профил
ml: നിങ്ങളുടെ പ്രൊഫൈൽ വിലാസം ആവശ്യമുണ്ട്
mn: Бидэнд таны хувийн тохиргооны хаяг шаардлагатай
mr: आम्हाला आपल्या प्रोफाईल पत्त्याची आवश्यकता आहे
ms: Kami memerlukan alamat profil anda
mt: Għandna bżonn l-indirizz tal-profil tiegħek
ne: हामीलाई तपाइवको प्रोफाइल ठेगानाको आवश्यकता छ
nn_no: Vi treng profiladressa di
no: Vi trenger profiladressen din
or: ଆମକୁ ଆପଣଙ୍କର ପ୍ରୋଫାଇଲ୍ ଠିକଣା ଦରକାର
pa_arab_pk: سانوں تہاڈی پروفائل دے پتے دی لوڑ اے
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੇ ਪ੍ਰੋਫਾਈਲ ਪਤੇ ਦੀ ਲੋੜ ਹੈ
pl: Potrzebujemy adresu w Twoim profilu
ru: Нам нужен адрес вашего профиля
sd: اسانکي توهانجو پروفائل پتو گهرجي
si: ඔබේ පැතිකඩ ලිපිනය අපට අවශ්‍යයි
sl: Potrebujemo naslov vašega profila
sr_cyrl_rs: Потребна је адреса профила
sr_latn_rs: Potrebna nam je adresa profila
sv: Vi behöver din profiladress
ta: உங்கள் சுயவிவரம் முகவரி தேவை
te: మాకు మీ ప్రొఫైల్ చిరునామా కావాలి
tg: Ба мо суроғаи профили шумо лозим аст
th: เราต้องการที่อยู่โพรไฟล์ของคุณ
tr: Profili adresinize ihtiyacımız var
tt: Безгә профилегезнең адресы кирәк
ug: بىزگە ئارخىپ ئادرېسىڭىز كېرەك
uk: Нам потрібна адреса вашого профілю
ur: ہمیں آپ کے پروفائل کے پتے کی ضرورت ہے۔
uz: Bizga profilingiz manzili kerak
vi: Chúng tôi cần địa chỉ trong hồ sơ của bạn
zh_hans: 我们需要你的个人资料地址
zh_hant: 我們需要您的設定檔地址

# Literal.ProfileAddress.InputPage.Subheading
source: We'll update your Microsoft account profile with this address.
af: Ons sal jou Microsoft-rekeningprofiel met hierdie adres bywerk.
am: የMicrosoft መለያዎን መገለጫ በዚህ አድራሻ እናዘምነዋለን።
ar: سنحدث ملف تعريف حساب Microsoft الخاص بك بهذا العنوان.
as: আমি এই ঠিকনাটোৰ সৈতে আপোনাৰ Microsoft একাউন্ট প্ৰ'ফাইল আপডেট কৰিম৷
az: Microsoft hesabı profilinizi bu ünvanla yeniləyəcəyik.
bg: Ще актуализираме вашия профил в акаунта в Microsoft с този адрес.
bn_in: আমরা এই ঠিকানা দিয়ে আপনার Microsoft অ্যাকাউন্টের প্রোফাইল আপডেট করব।
bs: Ažurirat ćemo vaš profil za Microsoft račun ovom adresom.
cy: Byddwn yn diweddaru proffil eich cyfrif Microsoft gyda'r cyfeiriad hwn.
da: Vi opdaterer din Microsoft-kontoprofil med denne adresse.
de: Ihr Microsoft-Kontoprofil wird mit dieser Adresse aktualisiert.
el: Θα ενημερώσουμε το προφίλ του λογαριασμού Microsoft που έχετε με αυτήν τη διεύθυνση.
es: El perfil de la cuenta Microsoft se actualizará con esta dirección.
et: Värskendame teie Microsofti konto profiili selle aadressiga.
eu: Helbide honekin eguneratuko dugu Microsoft kontuaren profila.
fa: نمایه حساب Microsoft شما را با این آدرس به‌روزرسانی خواهیم کرد.
ga: Nuashonróimid próifíl do chuntais Microsoft leis an seoladh seo.
gd: Ùraichidh sinn pròifil a’ chunntais Microsoft agad leis an t-seòladh seo.
gl: Actualizaremos o teu perfil de conta de Microsoft con este enderezo.
gu: અમે આ સરનામા સાથે તમારું Microsoft ખાતું પ્રોફાઇલ અપડેટ કરીશું.
he: נעדכן כתובת זו בפרופיל חשבון Microsoft שלך.
hi: हम आपकी Microsoft खाता प्रोफ़ाइल को इस पते से अद्यतन करेंगे.
hr: Vaš ćemo profil na Microsoftovu računu ažurirati tom adresom.
hu: Ezt a címet mentjük a Microsoft-fiókjához tartozó profilba.
id: Kami akan memperbarui profil akun Microsoft Anda dengan alamat ini.
is: Við uppfærum notandasíðu Microsoft-reikningsins með þessu heimilisfangi.
ja: このアドレスを使って Microsoft アカウントのプロファイルを更新します。
ka: ჩვენ განვაახლებთ თქვენი Microsoft ანგარიშის პროფილს, ამ მისამართის დამატებით.
kk: Бұл мекенжаймен Microsoft тіркелгі профилі жаңартылады.
kn: ಈ ವಿಳಾಸದೊಂದಿಗೆ ನಿಮ್ಮ Microsoft ಖಾತೆ ಪ್ರೊಫೈಲ್ ಅನ್ನು ನಾವು ಪರಿಷ್ಕರಿಸುತ್ತೇವೆ.
ko: 이 주소로 Microsoft 계정 프로필을 업데이트합니다.
ku_arab: ئێمه پرۆفایلی ئەژمێری Microsoft ەکەت نوێ دەکەینەوه لەگەڵ ئەم ناونیشانه.
ky: Биз сиздин Microsoft каттоо жазууңуздун профилин бул дарек менен жаңыртабыз.
lo: ພວກເຮົາຈະອັບເດດໂປຼໄຟລ໌ບັນຊີ Microsoft ຂອງທ່ານດ້ວຍທີ່ຢູ່ນີ້.
lt: Atnaujinsime jūsų „Microsoft“ paskyros profilį nurodydami šį adresą.
lv: Mēs atjaunināsim jūsu Microsoft konta profilu, iekļaujot šo adresi.
mi: Ka whakahōutia e mātou tō kōtaha pūkete Microsoft ki tēnei wāhitau.
mk: Ќе го ажурираме вашиот профил на сметката на Microsoft со оваа адреса.
ml: ഇതുപയോഗിച്ച് നിങ്ങളുടെ Microsoft അക്കൗണ്ട് കാലികമാക്കും.
mn: Бид таны Microsoft-н хэрэглэгчийн бүртгэл дэх хувийн тохиргооны хаягийг шинэчилнэ.
mr: आम्ही या पत्त्यासह आपले Microsoft खाते अद्ययावत करू.
ms: Kami akan mengemas kini profil akaun Microsoft anda dengan alamat ini.
mt: Sejrin naġġornaw il-profil tal-kont ta' Microsoft tiegħek b'dan l-indirizz.
ne: हामीले तपाइँको Microsoft खाताको प्रोफाइल यस ठेगाना सहित अद्यावधिक गर्नेछौं।
nn_no: Vi vil oppdatere Microsoft-kontoprofilen med denne adressa.
no: Vi vil oppdatere Microsoft-kontoprofilen med denne adressen.
or: ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ୍ ପ୍ରୋଫାଇଲରେ ଏହି ଠିକଣାଟିକୁ ଅଦ୍ୟତନ କରିବୁ.
pa_arab_pk: اسی ایس پتے نال تہاڈے Microsoft اکاؤنٹ دی پروفائل نوں اپ ڈیٹ کراں گے۔
pa_in: ਅਸੀਂ ਇਸ ਪਤੇ ਨਾਲ ਤੁਹਾਡੇ Microsoft ਖਾਤਾ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਅਪਡੇਟ ਕਰਾਂਗੇ।
pl: Zaktualizujemy profil Twojego konta Microsoft przy użyciu tego adresu.
ru: Этот адрес будет добавлен в профиль вашей учетной записи Майкрософт.
sd: اسان هن پتي سان توهانجو Microsoft اڪائونٽ پروفائل تازه ڪاري ڪنداسين.
si: මෙම ලිපිනය සමගින් අපි ඔබගේ Microsoft ගිණුම් පැතිකඩ යාවත්කාල කරන්නෙමු.
sl: Vaš profil Microsoftovega računa bomo posodobili s tem naslovom.
sr_cyrl_rs: Ажурираћемо профил Microsoft налога овом адресом.
sr_latn_rs: Ažuriraćemo profil Microsoft naloga ovom adresom.
sv: Vi uppdaterar ditt Microsoft-konto med den här adressen.
ta: நாங்கள் உங்களது Microsoft கணக்கு விவரத்தினை இந்த முகவரியைக் கொண்டு புதுப்பிப்போம்.
te: మేము ఈ చిరునామాతో మీ Microsoft అకౌంట్ ప్రొఫైల్‌ను నవీకరిస్తాము.
tg: Мо профили ҳисоби Microsoft-и шуморо бо ин суроға навсозӣ мекунем.
th: เราจะปรับปรุงโปรไฟล์บัญชี Microsoft ของคุณด้วยที่อยู่นี้
tr: Microsoft hesabı profilinizi bu adresle güncelleştireceğiz.
tt: Сезнең Майкрософт хисап язмасы профиле бу адрес белән яңартылачак.
ug: Microsoft ھېساباتىدىكى ئارخىپىڭىزنى بۇ ئادرېس بىلەن يېڭىلايمىز.
uk: Ми додамо її до вашого профілю облікового запису Microsoft.
ur: ہم آپ کے Microsoft اکاؤنٹ پروفائل کی اس پتہ کے ساتھ تجدید کریں گے۔
uz: Microsoft hisob qaydnomangiz profilini ushbu manzil bilan yangilaymiz.
vi: Chúng tôi sẽ cập nhật hồ sơ tài khoản Microsoft của bạn bằng địa chỉ này.
zh_hans: 我们将使用该地址更新你的 Microsoft 帐户个人资料。
zh_hant: 我們將使用這個地址更新您的 Microsoft 帳戶設定檔。

# Literal.ProfileAdd.InputPage.Heading
source: We need a little more info from you
af: Ons benodig 'n bietjie meer inligting van jou af
am: ከእርስዎ የተወሰነ ተጨማሪ መረጃ ያስፈልገናል
ar: نحتاج منك معلومات أكثر من ذلك بقليل
as: আমাক আপোনাৰ পৰা আৰু অলপ তথ্যৰ প্ৰয়োজন
az: Haqqınızda bir qədər məlumat lazımdır
bg: Нуждаем се от малко повече информация от вас
bn_in: আমাদের আপনার কাছ থেকে আরও কিছু তথ্য প্রয়োজন
bs: Treba nam još malo informacija od vas
cy: Rydyn ni angen ychydig mwy o wybodaeth gennych chi
da: Vi har brug for lidt flere oplysninger fra dig
de: Wir benötigen ein paar zusätzliche Informationen.
el: Χρειαζόμαστε κάποιες πληροφορίες ακόμη από εσάς
es: Necesitamos más información tuya
et: Vajame teilt pisut lisateavet
eu: Zuri buruzko informazio gehiago behar dugu
fa: کمی اطلاعات دیگر از شما نیاز داریم
ga: Tá tuilleadh faisnéise de dhíth orainn
gd: Feumaidh sinn beagan fiosrachaidh a bharrachd uat
gl: Necesitamos un pouco máis de información túa
gu: અમને તમારી પાસેથી થોડી વધુ માહિતીની જરૂર છે
he: דרושים לנו עוד כמה פרטים ממך
hi: हमें आपसे थोड़ी और जानकारी चाहिए
hr: Trebamo još nekoliko vaših podataka
hu: Egy kicsit több információra van szükségünk.
id: Kami memerlukan sedikit info tambahan dari Anda
is: Við þurfum aðeins meiri upplýsingar frá þér
ja: もう少し詳しい情報が必要です
ka: ცოტა უფრო მეტი ინფორმაცია გვჭირდება თქვენ შესახებ
kk: Сізден шамалы ақпарат керек болады
kn: ನೀವು ನಮಗೆ ಇನ್ನೂ ಹೆಚ್ಚಿನ ಮಾಹಿತಿಯನ್ನು ನೀಡಬೇಕಿದೆ
ko: 사용자 정보가 조금 더 필요합니다.
ku_arab: ئێمه کەمێک زانیاری دیکەمان دەوێ سەبارەت به تۆ
ky: Бизге сизден кошумча маалымат керек
lo: ພວກເຮົາຕ້ອງການຂໍ້ມູນເພີ່ມເຕີມອີກໜ້ອຍໜຶ່ງຈາກທ່ານ
lt: Mums reikia šiek tiek daugiau informacijos apie jus
lv: Mums ir nepieciešams vairāk informācijas
mi: Kei te hiahia mātou kia tuku mai koe i ētahi atu mōhiohio poto.
mk: Ни требаат малку повеќе информации од вас
ml: ഞങ്ങൾക്ക് നിങ്ങളിൽ നിന്ന് കുറച്ച് വിവരങ്ങൾ കൂടി ആവശ്യമാണ്
mn: Танаас бага зэрэг нэмэлт мэдээлэл авах хэрэгтэй байна
mr: आम्हाला आपल्याकडून थोड्याशा अधिक माहितीची आवश्यकता आहे
ms: Kami perlukan maklumat lanjut daripada anda
mt: Għandna bżonn xi ftit iktar info mingħandek
ne: तपाइँबाट हामीलाई थप जानकारीको आवश्यकता छ।
nn_no: Vi treng litt meir informasjon frå deg
no: Vi trenger litt mer informasjon fra deg
or: ଆମେ ଆପଣଙ୍କ ଠାରୁ କିଛି ଅଧିକ ସୂଚନା ଦରକାର କରୁ
pa_arab_pk: سانوں تہاڈے ولوں تھوڑی ہور معلومات دی لوڑ اے
pa_in: ਸਾਨੂੰ ਤੁਹਾਡੇ ਕੋਲੋਂ ਕੁਝ ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਲੋੜ ਹੈ
pl: Potrzebujemy nieco więcej informacji
ru: Нам понадобятся еще некоторые ваши сведения
sd: اسانکي توهان کان ٿوري وڌيڪ معلومات گهرجي
si: අපට ඔබෙන් තවත් තොරතුරු ස්වල්පයක් අවශ්‍යයි
sl: Od vas potrebujemo še nekaj podatkov
sr_cyrl_rs: Потребно је да нам пружите још неке информације
sr_latn_rs: Potrebno je da nam pružite još neke informacije
sv: Vi behöver lite mer information från dig
ta: எங்களுக்கு உங்களிடமிருந்து இன்னும் கொஞ்சம் கூடுதல் தகவல் தேவை
te: మాకు మీ నుండి ఇంకా కొంచెం సమాచారం అవసరం
tg: Ба мо каме маълумоти бештари шумо лозим аст
th: เราต้องการข้อมูลเพิ่มเติมจากคุณอีกเล็กน้อย
tr: Sizden biraz daha bilgi almamız gerekiyor
tt: Сездән тагын бераз мәгълүмат кирәк
ug: يەنە ئازراق ئۇچۇرلىرىڭىز كېرەك
uk: Нам потрібні ще деякі ваші відомості
ur: ہمیں آپ سے تھوڑی مزید معلومات درکار ہے
uz: Siz haqingizda yana bir oz ma’lumotga ega bo‘lishimiz kerak
vi: Chúng tôi cần thêm một chút thông tin từ bạn
zh_hans: 我们需要你多提供一些信息
zh_hant: 我們需要您再提供一些資訊
