Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ACH.Error.InvalidNumber
source: Check your number. This one’s not right.
af: Kontroleer jou nommer. Hierdie een is nie reg nie.
am: የእርስዎን ቁጥር ይፈትሹ። ይኼኛው ትክክል አይደለም።
ar: تحقق من الرقم الخاص بك. هذا الرقم غير صحيح.
as: আপোনাৰ নম্বৰ পৰীক্ষা কৰক৷ এইটো শুদ্ধ নহয়৷
az: Nömrənizi yoxlayın. Bu, düzgün deyil.
bg: Проверете номера. Този не е правилен.
bn_in: আপনার নম্বর পরীক্ষা করুন৷ এটি সঠিক নয়৷
bs: Provjerite broj. Ovaj nije tačan.
cy: Gwiriwch rif eich cerdyn. Nid yw hwn yn gywir.
da: Kontrollér nummeret. Det angivne er ikke rigtigt.
de: Überprüfen Sie die Nummer. Diese Nummer ist nicht korrekt.
el: Ελέγξτε τον αριθμό σας. Αυτός δεν είναι σωστός.
es: Comprueba el número. Este no es correcto.
et: Kontrollige oma numbrit. See pole õige.
eu: Egiaztatu zenbakia. Hau ez da zuzena.
fa: شماره‌تان را بررسی کنید. این مورد درست نیست.
ga: Seiceáil d'uimhir. Níl an ceann seo ceart.
gd: Thoir sùil air an àireamh agad. Chan eil an tè seo mar bu chòir.
gl: Comproba o número. Este non é correcto.
gu: તમારો નંબર તપાસો. આ સાચો નથી.
he: בדוק המספר שלך. זה אינו המספר הנכון.
hi: अपना नंबर जाँचें. यह सही नहीं है.
hr: Provjerite broj. Ovaj nije točan.
hu: A beírt szám helytelen.
id: Periksa nomor Anda. Nomor ini tidak benar.
is: Athugaðu númerið þitt. Þetta er ekki rétt.
ja: 番号を確認してください。この番号は無効です。
ka: შეამოწმეთ ბარათის ნომერი. ეს მონაცემი არასწორია.
kk: Нөмірді тексеріңіз. Енгізілген нөмір қате.
kn: ನಿಮ್ಮ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಇದು ಒಂದು ಸರಿಯಲ್ಲ.
ko: 번호를 확인하세요. 이 번호는 맞지 않습니다.
ku_arab: ژمارەکەت بپشکنە. ئەم دانەیە راست نییە.
ky: Картаңыздыздын номерин текшериңиз. Мунусу туура эмес.
lo: ກວດເບິ່ງເບີໂທຂອງທ່ານ. ເບີນີ້ບໍ່ຖືກຕ້ອງ.
lt: Patikrinkite numerį. Šis neteisingas.
lv: Pārbaudiet numuru. Šis numurs nav pareizs.
mi: Āta tirohia tō tau. Ehara tēnei i te tika.
mk: Проверете го бројот. Овој не е точен.
ml: നിങ്ങളുടെ നമ്പർ പരിശോധിക്കുക. ഇത് ശരിയല്ല.
mn: Картын дугаараа шалгана уу. Энэ буруу байна.
mr: आपला नंबर तपासा. हा योग्य नाही.
ms: Semak nombor anda. Ini tidak betul.
mt: Iċċekkja n-numru tiegħek. Dan mhux tajjeb.
ne: आफ्नो नम्बर जाँच्नुहोस्। यो एउटा सहि छैन।
nn_no: Kontroller nummeret. Dette er ikkje rett.
no: Kontroller nummeret. Dette er ikke riktig.
or: ଆପଣଙ୍କର ନମ୍ଵର୍ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ଠିକ୍ ନୁହେଁ.
pa_arab_pk: اپنے نمبر دی پڑتال کرو۔ ایہہ آلا صحیح نہیں اے۔
pa_in: ਆਪਣੇ ਨੰਬਰ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਹ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź numer. Ten jest nieprawidłowy.
ru: Вы указали неправильный номер карты, проверьте его.
sd: پنهنجو ڪارڊ نمبر چيڪ ڪريو. اهو صحيح ناهي.
si: ඔබගේ කාඩ් අංකය පරීක්ෂා කරන්න. මෙය නිවැරදි එක නොව්.
sl: Preverite svojo številko. Ta ni prava.
sr_cyrl_rs: Проверите број. Унети број није тачан.
sr_latn_rs: Proverite broj. Uneti broj nije tačan.
sv: Kontrollera numret. Detta stämmer inte.
ta: உங்கள் எண்ணைச் சரிபாருங்கள். இது சரியில்லை.
te: మీ నంబర్‌ని తనిఖీ చేయండి. ఇది సరైనది కాదు.
tg: Рақами худро тафтиш кунед. Ин рақам нодуруст аст.
th: หมายเลขนี้ไม่ถูกต้อง โปรดตรวจสอบหมายเลขของคุณ
tr: Numaranızı kontrol edin. Bu numara doğru değil.
tt: Номерны тикшерегез. Монысы дөрес түгел.
ug: نومۇرىڭىزنى تەكشۈرۈڭ. بۇ توغرا ئەمەس.
uk: Ви вказали неправильний номер картки. Перевірте його.
ur: اپنے نمبر کی پڑتال کریں۔ یہ درست نہیں ہے۔
uz: Karta raqamini tekshiring. Bunisi noto‘g‘ri.
vi: Kiểm tra số của bạn. Số này không đúng.
zh_hans: 请查看你的号码。这个号码不对。
zh_hant: 檢查您的號碼。此號碼不正確。

# Literal.SEPA.VerifyYourBankAccount
source: Verify your bank account
af: Verifieer jou bankrekening
am: የእርስዎን የባንክ ሒሳብ ያረጋግጡ
ar: التحقق من حسابك البنكي
as: আপোনাৰ বেংক একাউণ্ট সত্যাপন কৰক
az: Bank hesabınızı yoxlayın
bg: Проверка на банкова сметка
bn_in: আপনার ব্যাঙ্কের অ্যাকাউন্ট যাচাই করুন
bs: Potvrdite bankovni račun
cy: Dilysu eich cyfrif banc
da: Bekræft din bankkonto
de: Bankkonto prüfen
el: Επαλήθευση του τραπεζικού λογαριασμού σας
es: Comprobar cuenta bancaria
et: Pangakonto kinnitamine
eu: Egiaztatu bankuko kontua
fa: تأیید حساب بانکی
ga: Fíoraigh do chuntas bainc
gd: Dearbh an cunntas banca agad
gl: Comproba a túa conta bancaria
gu: તમારું બેંક ખાતું ચકાસો
he: אמת את חשבון הבנק שלך
hi: अपने बैंक खाते का सत्यापन करें
hr: Potvrda bankovnog računa
hu: Igazolja vissza bankszámláját
id: Verifikasi akun bank Anda
is: Staðfestu bankareikninginn þinn
ja: 銀行口座の確認
ka: თქვენი საბანკო ანგარიშის გადამოწმება
kk: Банк шотын тексеру
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ko: 은행 계좌 확인
ku_arab: سەلماندنی ئەژمێری بانکی تۆ
ky: Банк каттоо эсебиңизди тастыктаңыз
lo: ​ກວດ​ສອບ​ບັນ​ຊີ​ທະ​ນາ​ຄານ​ຂອງ​ທ່ານ
lt: Patvirtinkite savo banko sąskaitą
lv: Apstipriniet savu bankas kontu
mi: Me manatoko tō pūkete pēke
mk: Потврдете ја банкарската сметка
ml: നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് പരിശോധിച്ച് ഉറപ്പിക്കുക
mn: Банкны дансаа баталгаажуулах
mr: आपल्या बँक खात्याची पडताळणी करा
ms: Sahkan akaun bank anda
mt: Ivverifika l-kont tal-bank tiegħek
ne: तपाइँको बैंक खाता रुजू गर्नुहोस्
nn_no: Kontroller bankkontoen
no: Bekreft bankkontoen din
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: اپنے بینک اکاؤنٹ دی تصدیق کرو
pa_in: ਆਪਣੇ ਬੈਂਕ ਦੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰੋ
pl: Weryfikacja konta bankowego
ru: Проверка банковского счета
sd: پنهنجو بينڪ اڪائونٽ تصديق ڪريو
si: ඔබගේ බැංකු ගිණුම සත්‍යාපනය කරන්න
sl: Potrdite svoj bančni račun
sr_cyrl_rs: Верификујте банкарски рачун
sr_latn_rs: Verifikujte bankarski račun
sv: Verifiera ditt bankkonto
ta: உங்கள் வங்கிக் கணக்கைச் சரிபார்க்கவும்
te: మీ బ్యాంక్ ఖాతాని సరిచూడండి
tg: Ҳисоби бонкии худро тасдиқ кунед
th: ตรวจสอบบัญชีธนาคารของคุณ
tr: Banka hesabınızı doğrulayın
tt: Банктагы хисабыгызны раслау
ug: بانكا ھېساباتىڭىزنى دەلىللەش
uk: Перевірка банківського рахунку
ur: اپنے بینک اکاؤنٹ کی تصدیق کریں
uz: Bank hisob raqamingizni tasdiqlang
vi: Xác minh tài khoản ngân hàng của bạn
zh_hans: 验证你的银行帐户
zh_hant: 驗證您的銀行帳戶

# Literal.SEPA.VerifyYourBankAccountDescription
source: To verify your bank account, we made a small deposit into it. The deposit description includes the word "Microsoft". Find the deposit and enter the amount.
af: Om jou bankrekening te verifieer, moet ons 'n klein deposito daarin maak. Die depositobeskrywing bevat die woord "Microsoft". Vind die deposito en voer die bedrag in.
am: የእርስዎን የባንክ ሒሳብ ለማረጋገጥ፣ ትንሽ ገንዘብ ተቀማጭ አድርገናል። የተቀማጭ ገንዘቡ ዝርዝር ላይ "Microsoft" የሚል ቃል ያካትታል። ተቀማጭ ገንዘቡን ያግኙ እና የገንዘቡን መጠን ያስገቡ።
ar: للتحقق من حسابك البنكي، قمنا بإجراء إيداع صغير فيه. يتضمن وصف الإيداع كلمة "Microsoft". ابحث عن الإيداع وأدخل المبلغ.
as: আপোনাৰ বেংক একাউণ্ট সত্যাপন কৰিবলৈ, আমি ইয়াত এটা সামান্য জমা কৰিছো৷ জমা কৰা বিৱৰণত "Microsoft" অন্তৰ্ভুক্ত কৰা হৈছে৷ জমা বিচাৰক আৰু পৰিমাণ প্ৰৱেশ কৰাওক৷
az: Bank hesabınızı yoxlamaq üçün ona cüzi depozit yerləşdirdik. Depozitin təsvirinə "Microsoft" sözü daxildir. Depoziti tapın və məbləği daxil edin.​
bg: За да потвърдим банковата ви сметка, депозирахме малка сума в нея. Описанието на депозита включва думата Microsoft. Намерете депозита и въведете сумата.
bn_in: আপনার ব্যাঙ্কের অ্যাকাউন্ট যাচাই করতে, আমরা এটিতে কিছু অর্থরাশি জমা করেছি৷ অর্থ রাশি জমা দেওয়ার বিবরণে "Microsoft" শব্দটি অন্তর্ভুক্ত থাকে৷ অর্থ রাশি জমা দেওয়াটি খুঁজুন এবং অর্থের পরিমাণ লিখুন৷
bs: Da bismo potvrdili vaš bankovni račun, uplatili smo mali depozit na njega. Opis depozita sadrži riječ "Microsoft". Pronađite podatke o depozitu i unesite iznos.
cy: I ddilysu eich cyfrif banc, fe dalom swm bychan i mewn iddo. Mae disgrifiad y taliad yn cynnwys y gair "Microsoft." Chwiliwch amdano a rhowch y swm.
da: For at bekræfte din bankkonto har vi foretaget en lille indbetaling. I beskrivelsen af indbetalingen står ordet "Microsoft." Find indbetalingen, og indtast beløbet.
de: Zur Identifizierung Ihres Bankkontos haben wir einen geringen Betrag überwiesen und in der Beschreibung das Wort „Microsoft“ angegeben. Suchen Sie die Einzahlung, und geben Sie den Betrag ein.
el: Για να επαληθεύσουμε τον τραπεζικό λογαριασμό σας, πραγματοποιήσαμε μια μικρή κατάθεση σε αυτόν. Η περιγραφή της κατάθεσης περιλαμβάνει τη λέξη "Microsoft". Βρείτε την κατάθεση και εισαγάγετε το ποσό.
es: Para comprobar tu cuenta, hemos hecho un pequeño depósito. La descripción del depósito incluye la palabra "Microsoft". Encuentra el depósito y escribe la cantidad.
et: Teie pangakonto kinnitamiseks tegime sellele väikse deposiidi. Deposiidi kirjeldus sisaldab sõna "Microsoft". Otsige deposiit üles ja sisestage siin selle summa.
eu: Bankuko kontua egiaztatzeko, ordainketa txiki bat egin dizugu bertan. "Microsoft" hitza ezarri dugu ordainketaren azalpenean. Bila ezazu ordainketa hori eta idatzi haren zenbatekoa hemen.
fa: برای تأیید حساب بانکی‌تان، مقدار کمی به آن واریز کردیم. شرح واریز دارای کلمه Microsoft است. مقدار واریزشده را بیابید و مبلغ را وارد کنید.
ga: Chun do chuntas bainc a fhíorú, chuireamar méid beag i dtaisce ann. Tá an focal "Microsoft" i dtuairisc na taisce. Aimsigh an taisce agus iontráil an méid.
gd: Chuir sinn suim airgid bheag dhan chunntas a dhearbhadh a’ chunntais bhanca agad. Bidh am facal “Microsoft” ann an tuairisgeul an tar-chuir. Faigh greim air an tar-chur is cuir a-steach an t-suim.
gl: Para axudar a comprobar a túa conta bancaria, fixemos un pequeno depósito nela. A descrición do depósito inclúe a palabra "Microsoft". Busca o depósito e introduce a cantidade.
gu: તમારા બેંત ખાતાની ચકાસણી કરવા માટે, અમે તેમાં નાની થાપણ કરી હતી. થાપણનું વર્ણન ''Microsoft'' શબ્દને સમાવે છે. થાપણ શોધો અને રકમ પ્રવિષ્ટ કરો.
he: כדי לאמת את חשבון הבנק שלך, ביצענו הפקדה אליו בסכום נמוך. תיאור ההפקדה כולל את המילה "Microsoft". אתר את ההפקדה והזן את הסכום.
hi: आपके बैंक खाते का सत्यापन करने के लिए, हमने उसमें कुछ राशि जमा की है. जमा राशि के विवरण में "Microsoft" शब्द शामिल है. जमा राशि ढूँढें और राशि दर्ज करें.
hr: Da bismo potvrdili vaš bankovni račun, uplatili smo na njega mali depozit. Opis depozita uključuje riječ "Microsoft". Pronađite depozit i unesite iznos.
hu: Bankszámláján ellenőrzési célból elhelyeztünk egy kisebb összeget. A közleményben szerepel a „Microsoft” szó. Keresse meg ezt a tételt, és írja be az összegét.
id: Untuk memverifikasi akun bank Anda, kami membuat sedikit deposito ke dalamnya. Deskripsi deposito menyertakan kata "Microsoft". Temukan deposito dan masukkan jumlahnya.
is: Til að staðfesta bankareikninginn þinn lögðum við smávægilega upphæð inn á hann. Orðið „Microsoft“ kemur fyrir í færslulýsingu. Finndu innborgunina og sláðu inn upphæðina.
ja: 銀行口座を確認できるようにするために、お客様の口座へ少額の入金を行いました。入金の説明には "Microsoft" という単語が含まれています。入金を確認し、金額を入力してください。
ka: თქვენი საბანკო ანგარიშის დასამოწმებლად, მასზე დავრიცხეთ მცირე დეპოზიტი. დეპოზიტის აღწერაში შედის სიტყვა „Microsoft“. მოძებნეთ ეს დეპოზიტი და შეიყვანეთ ოდენობა.
kk: Банк шотыңызды тексеру үшін біз шотқа аздаған қаражат-депозит салдық. Депозит сипаттамасына "Microsoft" сөзі кіреді. Депозитті тауып, соманы енгізіңіз.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು, ನಾವು ಅದರಲ್ಲಿ ಸಣ್ಣ ಠೇವಣಿ ಮಾಡಿದ್ದೇವೆ. ಠೇವಣಿ ವಿವರಣೆಯು "Microsoft" ಪದ ಒಳಗೊಂಡಿದೆ. ಠೇವಣಿಯನ್ನು ಹುಡುಕಿ ಮತ್ತು ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ.
ko: 회원님 은행 계좌를 확인하기 위해 계좌로 소액을 입금했습니다. 입금 명세에 "Microsoft"라는 단어가 포함됩니다. 입금 내역을 찾아 금액을 입력하세요.
ku_arab: بۆ سەلماندنی ئەژمێری بانکی تۆ، ئێمە بڕێکی کەم سپاردەمان تێکرد. شرۆڤەی سپاردەکە وشەی "Microsoft" ی لەخۆگرتووە. سپاردەکە ببینەوە و بڕەکە تێبنووسە.
ky: Банк каттоо эсебиңизди тастыктоо үчүн, биз ага чакан депозит киргиздик. Депозиттин аныктамасы "Microsoft" деген сөздү камтыйт. Депозитти таап, акча көлөмүн киргизиңиз.
lo: ເພື່ອກວດ​ສອບ​ບັນ​ຊີ​​ທະ​ນາ​ຄານຂອງ​ທ່ານ, ພວກ​ເຮົາ​ໄດ້​ຝາກ​ເງິນ​ຈຳ​ນວນ​ນ້ອຍໆ​ເຂົ້າ​ໃສ່​ບັນ​ຊີ​ຂອງ​ທ່ານ. ລາຍ​ລະ​ອຽດ​ການ​ຝາກ​ເງິນ​ລວມ​ມີ​ຄຳ​ວ່າ "Microsoft". ຊອກ​ເບິ່ງ​ເງິນທີ່​ຝາກ ​ແລະ ປ້ອນ​ຈຳ​ນວນ​ເງິນ​ໃສ່.
lt: Norėdami patikrinti jūsų banko sąskaitą, įnešėme į ją nedidelę sumą. Įnašo aprašyme yra žodis „Microsoft“. Rasti įnašą ir įvesti sumą?
lv: Lai apstiprinātu jūsu bankas kontu, mēs tajā veicām nelielu iemaksu. Iemaksas aprakstā ir iekļauts vārds “Microsoft”. Atrodiet iemaksu un ievadiet summu.
mi: Hei manatoko i tō pūkete pēke, kua whakatakotoria e mātou he nuinga moni iti ki reira. Kei roto i te whakaahuatanga o te nuinga moni te kupu "Microsoft". Kimihia te moni ka tāuru mai i te nuinga.
mk: За да ја потврдите банкарската сметка, направивме мал депозит во неа. Описот на депозитот го содржи зборот „Microsoft“. Најдете го депозитот и внесете го износот.
ml: നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് പരിശോധിച്ച് ഉറപ്പിക്കാന്‍, ഞങ്ങൾ അതിൽ ഒരു ചെറിയ തുക നിക്ഷേപിച്ചിരിക്കുന്നു. നിക്ഷേപ വിവരണത്തിൽ "Microsoft" എന്ന വാക്ക് ഉൾപ്പെടുന്നു. നിക്ഷേപം കണ്ടെത്തി തുക നൽകുക.
mn: Банкны дансыг тань баталгаажуулахын тулд бид бага дүнтэй орлогын гүйлгээ хийлээ. Гүйлгээний утганд "Microsoft" гэсэн үг орсон байгаа. Орлогын гүйлгээг олоод дүнг оруулна уу.
mr: आपल्या बँक खात्याची पडताळणी करण्यासाठी, आम्ही आपल्या खात्यात एक लहानशी ठेव ठेवली आहे. ठेवीच्या वर्णनामध्ये "Microsoft" हा शब्द समाविष्ट आहे. ठेव शोधा आणि रक्कम प्रविष्ट करा.
ms: Untuk mengesahkan akaun bank anda, kami memasukan sedikit deposit ke dalamnya. Perihalan deposit termasuk perkataan "Microsoft". Cari deposit tersebut dan masukkan jumlahnya.
mt: Biex tivverifika l-kont tal-bank tiegħek, għamilna depożitu żgħir fih. Id-deskrizzjoni tad-depożitu tinkludi l-kelma "Microsoft". Sib id-depożitu u daħħal l-ammont.
ne: तपाइँको बैंक खाता रुजू गर्न हामीले यसमा सानो बचत गर्‍यौं। बचतको विवरणले "Microsoft" शब्द समावेश गर्छ। बचत फेला पार्नुहोस् र रकम प्रविष्ट गर्नुहोस्।
nn_no: Vi har sett inn eit lite beløp på bankkontoen din for å hjelpe deg å kontrollere han. Skildringa av innskotet inneheld ordet "Microsoft". Finn innskotet, og oppgi beløpet.
no: For å bekrefte bankkontoen din, satte vi inn et lite beløp på den. Innskuddsbeskrivelsen inkluderer ordet "Microsoft". Finn innskuddet, og skriv inn beløpet.
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ, ଆମେ ଏଥିକୁ ଏକ କ୍ଷୁଦ୍ର ଜମା କରିଛୁ. ଜମା ବିବରଣୀ "Microsoft" ଶଦ୍ଦ ଅନ୍ତର୍ଭୁକ୍ତ କରେ. ଜମା ପାଆନ୍ତୁ ଏବଂ ମୂଲ୍ୟ ଏଣ୍ଟର୍ କରନ୍ତୁ.
pa_arab_pk: تہاڈے بینک اکاؤنٹ دی تصدیق لئی، اسی اک معمولی رقم ایدے وچ ڈپازٹ کیتی اے۔ ڈپازٹ دی تفصیل وچ لفظ "Microsoft" شامل اے۔ ایس ڈپازٹ نوں لبھو تے رقم ایتھے داخل کرو۔
pa_in: ਤੁਹਾਡੇ ਬੈਂਕ ਦੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ, ਅਸੀਂ ਉਸ ਵਿੱਚ ਇੱਕ ਛੋਟੀ ਜਹੀ ਰਕਮ ਜਮ੍ਹਾਂ ਕਰਵਾਈ ਹੈ। ਜਮ੍ਹਾਂ ਕਰਵਾਉਣ ਦੇ ਵੇਰਵੇ ਵਿੱਚ "Microsoft" ਸ਼ਾਮਲ ਹੁੰਦਾ ਹੈ। ਜਮ੍ਹਾਂ ਕਰਵਾਈ ਰਕਮ ਨੂੰ ਲੱਭੋ ਅਤੇ ਰਕਮ ਦਾਖ਼ਲ ਕਰੋ।
pl: Aby zweryfikować Twoje konto bankowe, przesłaliśmy na nie niewielką wpłatę. Opis tej wpłaty zawiera wyraz „Microsoft”. Znajdź tę wpłatę i wprowadź kwotę.
ru: Чтобы проверить ваш банковский счет, мы положили на него небольшую сумму. Описание этого депозита содержит слово "Microsoft". Найдите депозит и введите сумму.
sd: توهانجو بينڪ اڪائونٽ تصديق ڪرڻ لاءِ، اسان ان ۾ هڪ ننڍو ڊپازٽ ڪيو آهي. ڊپازٽ تفصيل ۾ لفظ "Microsoft" شامل آهي. ڊپازٽ ڳوليو ۽ رقم داخل ڪريو.
si: ඔබගේ බැංකු ගිණුම සත්‍යාපනය කිරීමට උපකාර පිණිස, අපි එයට කුඩා තැන්පතුවක් කළෙමු. තැන්පතු විස්තරයෙහි "Microsoft" යන වචනය ඇතුළත් වේ. තැන්පතුව සොයා ගෙන මුදල ඇතුල් කරන්න.
sl: Zaradi potrjevanja vašega bančnega računa smo nanj nakazali manjši znesek. Opis nakazila vključuje besedo »Microsoft«. Poiščite to nakazilo in vnesite znesek.
sr_cyrl_rs: Да бисте верификовали банкарски рачун, положили смо мали депозит на њега. У опису депозита се налази реч „Microsoft“. Пронађите депозит и унесите износ.
sr_latn_rs: Da biste verifikovali bankarski račun, položili smo mali depozit na njega. U opisu depozita se nalazi reč „Microsoft“. Pronađite depozit i unesite iznos.
sv: Vi har gjort en liten insättning på ditt bankkonto så att vi kan verifiera det. Beskrivningen av insättningen innehåller ordet "Microsoft". Leta upp denna insättning och ange beloppet.
ta: உங்கள் வங்கிக் கணக்கைச் சரிபார்க்க உதவ, அதில் ஒரு சிறிய தொகையை வைப்புச் செய்தோம். அந்த வைப்பின் விளக்கத்தில் "Microsoft" என்ற சொல் இருக்கும். வைப்பைக் கண்டறி, தொகையை உள்ளிடவும்.
te: మీ బ్యాంక్ ఖాతాని సరిచూడటానికి, మేము దానికి చిన్న డిపాజిట్ చేసాము. డిపాజిట్ వివరణ పదం "Microsoft"ని కలిగి ఉంది. డిపాజిట్‌ని కనుగొని, మొత్తాన్ని నమోదు చేయండి.
tg: Барои ҳисоби бонкии шуморо тафтиш кардан, мо ба он амонати хурде гузоштем. Тавсифи амонат дорои калимаи "Microsoft" мебошад. Он амонатро ёбед ва маблағро дохил кунед.
th: เราได้ฝากเงินจำนวนเล็กน้อยเพื่อตรวจสอบบัญชีธนาคารของคุณ รายละเอียดการฝากเงินมีคำว่า "Microsoft" ให้ค้นหาเงินฝากดังกล่าวและใส่จำนวนเงิน
tr: Banka hesabınızı doğrulamak için hesabınıza küçük bir miktar para yatırdık. Yatırılan para açıklamasında "Microsoft" kelimesi bulunmaktadır. Yatırılan parayı bulun ve miktarı girin.
tt: Банктагы хисабыгызны раслау өчен, без аңа бераз акча керттек. Кертем тасвирламасында "Microsoft" сүзе бар. Кертемне табыгыз һәм сумманы кертегез.
ug: بانكا ھېساباتىڭىزنى دەلىللەش ئۈچۈن سىزگە ئازراق پۇل ئەۋەتتۇق. ئەۋەتكەن پۇلنىڭ چۈشەندۈرۈشىدە «Microsoft» دېگەن خەت بار. شۇ مۇئامىلىنى تېپىپ، پۇل سوممىسىنى كىرگۈزۈڭ.
uk: Щоб перевірити ваш банківський рахунок, ми поклали на нього невелику суму. Опис депозиту містить слово "Microsoft". Знайдіть депозит і введіть суму.
ur: آپ کے بینک اکاؤنٹ کی تصدیق کے لیے، ہم نے ایک معمولی رقم اس میں ڈپازٹ کی ہے۔ ڈپازٹ کی تفصیل میں لفظ "Microsoft" شامل ہے۔ اس ڈپازٹ کو ڈھونڈیں اور رقم یہاں داخل کریں۔
uz: Bank hisob raqamingizni tasdiqlash uchun unga kichkina depozit kiritdik. Depozit tavsifi "Microsoft" so‘ziga ega. Depozitni toping va miqdorni kiriting.
vi: Để xác minh, chúng tôi đã gửi một khoản tiền nhỏ vào tài khoản ngân hàng của bạn. Mô tả khoản tiền gửi có từ "Microsoft". Hãy tìm khoản tiền gửi rồi nhập số tiền.
zh_hans: 为了验证你的银行帐户，我们在帐户中存入了少量金额。存款描述包括“Microsoft”字样。找到存款，然后输入金额。
zh_hant: 為驗證您的銀行帳戶，我們已存入一筆小款項。款項描述包括 "Microsoft" 字樣。請尋找該款項，並輸入金額。
