Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCheck.Title
source: Your Social Security Number
af: Jou Social Security Number
am: የማህበራዊ ደህንነት ቁጥርህ
ar: رقم تأمينك الاجتماعي
as: আপোনাৰ সামাজিক নিৰাপত্তাৰ সংখ্যা
az: Sosial Sığorta Nömrəniz
bg: Номерът на социалната ви осигуровка
bn_in: আপনার সামাজিক সুরক্ষা নম্বর
bs: Vaš broj socijalnog osiguranja
cy: Eich Rhif Nawdd Cymdeithasol
da: Dit CPR-nummer
de: Ihre Sozialversicherungsnummer
el: Ο αριθμός κοινωνικής ασφάλισης
es: Su número de seguro social
et: Teie SSN
eu: Gizarte Segurantzako zenbakia
fa: شماره امنیت اجتماعی شما
ga: D'Uimhir Leasa Shóisialta
gd: D' Àireamh Tèarainteachd Shòisealta
gl: O seu número da Seguridade Social
gu: તમારો સોશ્યલ સિક્યોરીટી નંબર
he: מספר הביטוח הלאומי שלך
hi: आपकी सामाजिक सुरक्षा संख्या
hr: Vaš osobni identifikacijski broj
hu: Az Ön TAJ száma
id: Nomor Jaminan Sosial Anda
is: Kennitalan þín
ja: お客様の社会保障番号
ka: თქვენი სოციალური დაზღვევის ნომერი
kk: Сіздің әлеуметтік сақтандыру нөміріңіз
kn: ನಿಮ್ಮ ಸಾಮಾಜಿಕ ಭದ್ರತಾ ಸಂಖ್ಯೆ
ko: 내 주민 등록 번호
ku_arab: ژمارەی بیمەی کۆمەڵایەتی تۆ
ky: Сиздин салык төлөөчүнү идентификация номуруңуз
lo: ເລກປະກັນສັງຄົມຂອງທ່ານ
lt: Jūsų socialinio draudimo numeris
lv: Sociālās apdrošināšanas numurs
mi: Tō Tau haumarutanga Pāpori
mk: Вашиот матичен број
ml: നിങ്ങളുടെ സാമൂഹിക സുരക്ഷ നമ്പര്‍
mn: Таны нийгмийн хамгааллын дугаар
mr: आपला सामाजिक सुरक्षा क्रमांक
ms: Nombor Keselamatan Sosial anda
mt: In-Numru tas-Sigurtà Soċjali Tiegħek
ne: तपाइँको सामाजिक सुरक्षा नम्बर
nn_no: Personnummeret ditt
no: Personnummeret ditt
or: ସାମାଜିକ ନିରାପତ୍ତା ନମ୍ବର
pa_arab_pk: تہاڈا سوشل سیکیورٹی نمبر
pa_in: ਤੁਹਾਡਾ ਸ਼ੋਸ਼ਲ ਸਿਕਓਰਟੀ ਨੰਬਰ
pl: Numer PESEL użytkownika
ru: Ваш страховой номер
sd: توھان جو سماجي حفاظت وارو نمبر
si: ඔබේ සමාජ ආරක්ෂණ අංකය
sl: Vaša davčna številka
sr_cyrl_rs: Ваш матични број
sr_latn_rs: Vaš matični broj
sv: Ditt personnummer
ta: உங்கள் சமூகப் பாதுகாப்பு எண்
te: మీ సామాజిక భద్రతా సంఖ్య
tg: Рақами амнияти иҷтимоии шумо
th: หมายเลขประกันสังคมของคุณ
tr: Sosyal Güvenlik Numaranız
tt: Сезнең социаль саклау номерыгыз
ug: ئىجتىمائي كاپالەت نومۇرىڭىز
uk: Ваш код соціального страхування
ur: آپ کا سوشل سیکیورٹی نمبر
uz: Sizning Ijtimiy xavfsizlik raqamingiz
vi: Số An sinh Xã hội của Bạn
zh_hans: 您的社会保险号码
zh_hant: 您的社會安全碼

# Literal.CreditCheck.UseExistsPI
source: Use an existing credit card on file instead.
af: Gebruik eerder 'n bestaande kredietkaart reeds op sisteem.
am: የብድር ካርድ በ ፋይል ያለውን ተጠቀም በምትኩ።
ar: استخدم بطاقة ائتمان موجودة متوفرة بدلاً من ذلك.
as: পৰিৱৰ্তে ফাইলত এটা অস্তিত্ব থকা ক্ৰেডিট কাৰ্ড ব্যৱহাৰ কৰক।
az: Əvəzində fayldakı mövcud kredit kartından istifadə edin.
bg: Използване на вече съхранени данни за кредитна карта вместо това.
bn_in: এর পরিবর্তে ফাইলে একটি বিদ্যমান ক্রেডিট কার্ড ব্যবহার করুন৷
bs: Koristite postojeću zavedenu kreditnu karticu umjesto ovoga.
cy: Defnyddiwch gerdyn credyd sydd eisoes ar ffeil yn lle.
da: Brug et eksisterende, gemt kreditkort i stedet for.
de: Verwenden Sie stattdessen eine bereits registrierte Karte.
el: Χρησιμοποιήστε μια υπάρχουσα πιστωτική κάρτα στο αρχείο.
es: Use una tarjeta de crédito registrada en su lugar.
et: Kasutage failil hoopis olemasolevat krediitkaarti.
eu: Erabili lehendik dagoen kreditu-txartela.
fa: در عوض از یک کارت اعتباری موجود در حساب استفاده کنید.
ga: Bain úsáid as cárta creidmheasa atá sábháilte go comhad cheana.
gd: Cleachd cairt-creideis a tha air faidhle mar-thà.
gl: Usar no seu lugar un cartón de crédito existente no ficheiro.
gu: હયાત ક્રેડિટ કાર્ડનો ઉપયોગ કરો.
he: השתמש בכרטיס אשראי קיים הנמצא ברשומות במקום זאת.
hi: इसके बजाए दस्तावेज़ीकृत मौजूदा क्रेडिट कार्ड का उपयोग करें.
hr: Upotrijebite kreditnu karticu koja je već navedena u dosjeu.
hu: Használja inkább a tárolt hitelkártyaadatokat.
id: Gunakan kartu kredit yang ada saja.
is: Nota kreditkort sem þegar er á skrá í staðinn.
ja: 登録されているクレジット カードを使用してください。
ka: სანაცვლოდ, გამოიყენეთ არსებული საკრედიტო ბარათი, რომელიც შენახული გაქვთ.
kk: Оның орнына файлдағы бар несиелік картаңызды пайдаланыңыз.
kn: ಫೈಲ್ ಒಳಗೊಂಡಿರುವಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಬಳಸಿ.
ko: 기록되어 있는 기존 신용 카드를 대신 사용합니다.
ku_arab: لەبری ئەمە کارتێکی قەرزی هەربوو لە فایلەکەدا بەکاربهێنە.
ky: Анын ордуна файлга мурда бар кредит картын колдонуу.
lo: ໃຊ້ບັດເຄຣດິດທີ່ມີຢູ່ເທິງໄຟລ໌ແທນ.
lt: Verčiau naudokite esamą apskaitoje užfiksuotą kredito kortelę.
lv: Izmantojiet esošu kredītkarti.
mi: Me whakamahi kē koe i tētahi kāri tīari kei runga kōnae.
mk: Наместо тоа, користи постоечка кредитна картичка од архива.
ml: പകരം ഫയലില്‍ നിലവിലുള്ള ഒരു ക്രെഡിറ്റ് കാര്‍ഡ് ഉപയോഗിക്കുക.
mn: Оронд нь одоо байгаа кредит картаа файлд ашигла.
mr: याऐवजी फाइलवरील विद्यमान क्रेडिट कार्ड वापरा.
ms: Anda juga boleh menggunakan kad kredit sedia ada dalam fail.
mt: Uża kard ta' kreditu eżistenti fuq il-file minflok.
ne: बरु अवस्थित क्रेडिट कार्डलाई फाइलमा प्रयोग गर्नुहोस्।
nn_no: Bruk eit registrert kredittkort i staden.
no: Bruk et eksisterende kredittkort som er lagret, i stedet.
or: ଆପଣ ତା' ପରିବର୍ତ୍ତେ ଫାଇଲରେ ପୂର୍ବରୁ ବିଦ୍ୟମାନ ଥିବା ଏକ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ବ୍ୟବହାର କରନ୍ତୁ.
pa_arab_pk: تسی ایس دی بجائے مثل تے ہک موجودہ کریڈٹ کارڈ استعمال کر سکدے او۔
pa_in: ਇਸ ਦੀ ਥਾਂ ਤੇ ਫਾਇਲ ਤੇ ਮੌਜੂਦਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਵਰਤੋ।
pl: Zamiennie użyj istniejącej karty kredytowej w pliku.
ru: Используйте существующую зарегистрированную кредитную карту.
sd: جي بجاءِ فائل تي موجوده ڪريڊٽ ڪارڊ استعمال ڪريو.
si: ඒ වෙනුවට තිබෙන ණය වරපතක් භාවිතා කරන්න.
sl: Uporabi obstoječo kreditno kartico v zapisu.
sr_cyrl_rs: Уместо тога, употребите постојећу кредитну картицу која је у евиденцији.
sr_latn_rs: Umesto toga, upotrebite postojeću kreditnu karticu koja je u evidenciji.
sv: Använd ett befintligt kreditkort eller en befintlig fil i stället.
ta: இதற்குப் பதிலாக ஏற்கனவே உள்ள கடன் அட்டையை கோப்பில் பயன்படுத்தவும்.
te: బదులుగా ఫైల్‌లో ఇప్పటికే ఉన్న క్రెడిట్ కార్డ్‌ను ఉపయోగించండి.
tg: Ба ҷои ин корти қарзии сабтшударо истифода баред.
th: ใช้บัตรเครดิตบนแฟ้มที่มีอยู่แทน
tr: Bunun yerine dosyada var olan bir kredi kartınızı kullanın.
tt: Бу урына сакланган чын кредит картаны кулланыгыз.
ug: ئارخىپتىكى كارتىنىڭ ئورنىغا مەۋجۈت بىر ئىناۋەتلىك كارتا قوللۇنۇڭ.
uk: Натомість скористайтеся кредитною карткою, номер якої вже наявний у системі.
ur: کے بجائے فائل پر ایک موجودہ کریڈٹ کارڈ استعمال کریں
uz: Buning o‘rniga fayldagi mavjud kredit kartochkasidan foydalaning.
vi: Dùng thẻ tín dụng hiện có trong hồ sơ thay thế.
zh_hans: 改用文件上的现有信用卡。
zh_hant: 請改用存檔的現有信用卡。

# Word.YourCreditCard
source: Your Credit Card
af: Jou Kredietkaart
am: የብድር ካርድህ
ar: بطاقة ائتمانك
as: আপোনাৰ ক্ৰেডিট কাৰ্ডৰ
az: Kredit Kartınız
bg: Вашата кредитна карта
bn_in: আপনার ক্রেডিট কার্ড
bs: Vaša kreditna kartica
cy: Eich Cerdyn Credyd
da: Dit kreditkort
de: Ihre Kreditkarte
el: Η πιστωτική κάρτα σας
es: Su tarjeta de crédito
et: Teie krediitkaart
eu: Kreditu-txartela
fa: کارت اعتباری شما
ga: Do chárta creidmheasa
gd: A' Chairt-creideis Agad
gl: O seu cartón de crédito
gu: તમારું ક્રેડિટ કાર્ડ
he: כרטיס האשראי שלך
hi: आपका क्रडिट कार्ड
hr: Vaša kreditna kartica
hu: Az Ön hitelkártyája
id: Kartu Kredit Anda
is: Kreditkortið þitt
ja: クレジット カード
ka: თქვენი საკრედიტო ბარათი
kk: Сіздің несиелік картаңыз
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ko: 내 신용 카드
ku_arab: کرێدت کارتی تۆ
ky: Кредит картыңыз
lo: ບັດເຄຣດິດ
lt: Jūsų kredito kortelė
lv: Kredītkarte
mi: Tō Kāri Nama
mk: Вашата кредитна картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ്
mn: Таны кредит карт
mr: आपले क्रेडिट कार्ड
ms: Kad Kredit Anda
mt: Il-Kard ta' Kreditu Tiegħek
ne: तपाइँको क्रेडिट कार्ड
nn_no: Kredittkortet ditt
no: Ditt kredittkort
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କର୍ଡ୍
pa_arab_pk: تہاڈا کریڈٹ کارڈ
pa_in: ਤੁਹਾਡਾ ਕਰੈਡਿਟ ਕਾਰਡ
pl: Karta kredytowa użytkownika
ru: Ваша кредитная карта
sd: توھان جو ڪريڊٽ ڪارڊ
si: ඔබේ ක්‍රෙඩි‍ට් කාඩ්පත
sl: Vaša kreditna kartica
sr_cyrl_rs: Ваша кредитна картица
sr_latn_rs: Vaša kreditna kartica
sv: Ditt kreditkort
ta: உங்கள் கடன் அட்டை
te: మీ క్రెడిట్ కార్డు
tg: Корти қарзии шумо
th: บัตรเครดิตของคุณ
tr: Kredi Kartınız
tt: Кредит картагыз
ug: ئىناۋەتلىك كارتىڭىز
uk: Ваша кредитна картка
ur: آپ کا کریڈٹ کارڈ
uz: Sizning kredit kartochkangiz
vi: Thẻ Tín dụng của Bạn
zh_hans: 您的信用卡
zh_hant: 您的信用卡

# Word.SelectAccount
source: Select Account
af: Kies Rekening
am: ባንክ ሂሳብ ምረጥ
ar: اختر حسابًا
as: একাউণ্ট চয়ন কৰক
az: Hesab Seç
bg: Изберете акаунт
bn_in: অ্যাকাউন্ট নির্বাচন করুন
bs: Izaberite račun
cy: Dewis y Cyfrif
da: Vælg konto
de: Konto auswählen
el: Επιλογή λογαριασμού
es: Seleccionar cuenta
et: Valige konto
eu: Hautatu kontua
fa: انتخاب حساب
ga: Roghnaigh Cuntas
gd: Tagh cunntas
gl: Seleccionar conta
gu: એકાઉન્ટ પસંદ કરો
he: בחר חשבון
hi: खाते का चयन करें
hr: Odaberi račun
hu: Fiók kiválasztása
id: Pilih Akun
is: Velja reikning
ja: アカウントの選択
ka: აირჩიეთ ანგარიში
kk: Шотты таңдау
kn: ಖಾತೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko: 계정 선택
ku_arab: ئەژمێری فرۆشتن
ky: Эсеп тандоо
lo: ເລືອກບັນຊີ
lt: Pasirinkite sąskaitą
lv: Atlasīt kontu
mi: Tīpako Pūkete
mk: Избери сметка
ml: അക്കൌണ്ട് തിരഞ്ഞെടുക്കുക
mn: Хэрэглэгчийн бүртгэлээ сонгох
mr: खाते निवडा
ms: Pilih Akaun
mt: Agħżel il-Kont
ne: खाता चयन गर्नुहोस्
nn_no: Vel konto
no: Velg konto
or: ଏକାଉଣ୍ଟ୍ ଚୟନ କରନ୍ତୁ
pa_arab_pk: اکاؤنٹ منتخب کرو
pa_in: ਖਾਤਾ ਚੁਣੋ
pl: Wybierz konto
ru: Выбрать учетную запись
sd: اڪائونٽ چونڊيو
si: ගිණුම තෝරන්න
sl: Izberite račun
sr_cyrl_rs: Изаберите налог
sr_latn_rs: Izaberite nalog
sv: Välj konto
ta: கணத்தைத் தேர்ந்தெடுக்கவும்
te: ఖాతాని ఎంచుకోండి
tg: Интихоби ҳисоб
th: เลือกบัญชี
tr: Hesap seçin
tt: Хисапны сайлагыз
ug: ھېسابات تاللاش
uk: Вибрати обліковий запис
ur: اکاؤنٹ منتخب کریں
uz: Hisob raqamini tanlang
vi: Chọn Tài khoản
zh_hans: 选择帐户
zh_hant: 選取帳戶

# Word.Title.CVVForPobo
source: Challenge
af: Uitdaging
am: መፈታተን
ar: تحدي
as: প্ৰত্যাহ্বান
az: Tələb
bg: Изпитване
bn_in: চ্যালেঞ্জ
bs: Osporavanje
de: Prüfung
el: Πρόκληση
es: Comprobación
et: Väljakutse
eu: Erronka
fa: مسابقه
gd: Thoir dùbhlan
gl: Desafío
gu: પડકાર
he: בדוק
hi: चुनौती
hr: Upit za provjeru
hu: Kérdés
id: Tantangan
is: Áskorun
ja: 検証
ka: გამოწვევა
kk: Мүмкіндік
kn: ಸವಾಲು
ko: 인증 질문
ku_arab: ململانێ
ky: Чакырык
lo: ການກວດສອບ
lt: Patvirtinimas
lv: Pārbaudes kods
mi: Whakapātari
mk: Предизвик
ml: വെല്ലുവിളി
mn: Шаардлага
mr: आव्‍हान
ms: Cabaran
ne: चुनौती
nn_no: Utfordring
no: Utfordring
or: ଚ୍ୟାଲେଞ୍ଜ୍
pa_arab_pk: مقابلہ
pa_in: ਚੁਣੌਤੀ
pl: Sprawdzenie
ru: Проверка
sd: چيلنج
si: අභියෝගය
sl: Izziv
sr_cyrl_rs: Изазов
sr_latn_rs: Izazov
sv: Fråga
ta: சவால்
te: సవాలు
tg: Душворӣ
th: ความท้าทาย
tr: Doğrulama
tt: Тикшерү
ug: زەپەر
uk: Перевірка
ur: چیلینج
uz: Chaqiruv
vi: Kiểm tra
zh_hans: 质询
zh_hant: 認證

# Word.Title.PoboAddress
source: Shipping Address
af: versendingsadres
am: የጉዞ አድራሻ
ar: عنوان الإرسال
as: প্ৰেৰণৰ ঠিকনা
az: Göndəriş Ünvanı
bg: Адрес на доставка
bn_in: শিপিং এর ঠিকানা
bs: Adresa za isporuku
cy: Cyfeiriad Danfon
da: Leveringsadresse
de: Versandadresse
el: Διεύθυνση αποστολής
es: Dirección de envío
et: Tarneaadress
eu: Bidalketarako helbidea
fa: آدرس محل تحویل
ga: Seoladh Poist
gd: Seòladh libhrigidh
gl: Enderezo de envío
gu: શિપિંગ સરનામું
he: כתובת למשלוח
hi: भेजे जाने का पता
hr: Adresa za dostavu
hu: Szállítási cím
id: Alamat Pengiriman
is: Heimilisfang viðtakanda
ja: 配送先住所
ka: დანიშნულების ადგილის მისამართი
kk: Жеткізу мекенжайы
kn: ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸ
ko: 배송지 주소
ku_arab: ناونیشانی بار
ky: Жүк ташуу дареги
lo: ທີ່ຢູ່ສຳລັບການຈັດສົ່ງ
lt: Pristatymo adresas
lv: Piegādes adrese
mi: Wāhitau Tukunga Atu
mk: Адреса за испорака
ml: ഷിപ്പിംഗ് വിലാസം
mn: Илгээх хаяг
mr: शिपींग पत्ता
ms: Alamat Penghantaran
mt: Indirizz tal-Konsenja
ne: शिपिङ ठेगाना
nn_no: Leveringsadresse
no: Leveringsadresse
or: ସିପିଂ ଠିକଣା
pa_arab_pk: بھیجن لئی پتہ
pa_in: ਸ਼ਿਪਿੰਗ ਪਤਾ
pl: Adres wysyłkowy
ru: Адрес доставки
sd: شپنگ ايڊريس
si: නැව්ගත කිරීමේ ලිපිනය
sl: Naslov za dostavo
sr_cyrl_rs: Адреса за испоруку
sr_latn_rs: Adresa za isporuku
sv: Leveransadress
ta: ஷிப்பிங் முகவரி
te: షిప్పింగ్ చిరునామా
tg: Суроғаи иннтиқол
th: ที่อยู่สำหรับจัดส่ง
tr: Gönderim Adresi
tt: Җиткерү адресы
ug: ئەۋەتىش ئادرېسى
uk: Адреса доставки
ur: شپنگ ایڈریس
uz: Joylashtirish manzili
vi: Địa chỉ Chuyển hàng
zh_hans: 送货地址
zh_hant: 交貨地址
