Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OrganizationName.Required
source: Organization name is a required field
af: Organisasienaam is ’n vereiste veld
am: የድርጅት ስም አስፈላጊ መስክ ነው
ar: يعد اسم المؤسسة أحد الحقول المطلوبة
as: সংস্থাৰ নাম এটা আৱশ্যকীয় ফিল্ড
az: Təşkilatın adı lazımi sahədir
bg: „Име на организацията“ е задължително поле
bn_in: সংস্থার নাম একটি আবশ্যক ক্ষেত্র
bs: Naziv organizacije je obavezno polјe
cy: Rhaid i chi roi enw'r sefydliad
da: Organisationsnavn er et obligatorisk felt
de: Der Organisationsname ist ein Pflichtfeld.
el: Το όνομα οργανισμού είναι απαιτούμενο πεδίο
es: El nombre de la organización es un campo obligatorio.
et: Organisatsiooni nimi on kohustuslik väli
eu: Erakundearen izena derrigorrezko eremua da
fa: نام سازمان فیلدی الزامی است
ga: Is réimse riachtanach é ainm na heagraíochta
gd: Tha ainm a’ bhuidhinn na raon riatanach
gl: O nome da organización é un campo obrigatorio
gu: સંસ્થાનું નામ આવશ્યક ફીલ્ડ છે
he: 'שם ארגון' הוא שדה נדרש
hi: संस्थान का नाम आवश्यक फ़ील्ड है
hr: Naziva tvrtke ili ustanove obavezno je polje
hu: A Szervezet neve mező kitöltése kötelező
id: Nama organisasi adalah bidang yang wajib diisi
is: Reitur fyrir nafn fyrirtækis er áskilinn
ja: 組織名は必須フィールドです
ka: ორგანიზაციის დასახელების ველის შევსება სავალდებულოა
kk: Ұйым атауы міндетті өріс болып табылады
kn: ಸಂಸ್ಥೆ ಹೆಸರು ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ
ko: 조직 이름은 필수 필드입니다.
ku_arab: خانەی ناوی ڕێکخراوە پێویسته پڕبکرێتەوه
ky: Уюмдун аталышы милдеттүү талаа
lo: ຕ້ອງລະບຸຊ່ອງຊື່ອົງການ
lt: Organizacijos pavadinimas yra būtinas laukas
lv: Organizācijas nosaukums ir obligāts lauks
mi: He āpure hiahiatia te ingoa umanga
mk: Името на организацијата е задолжително поле
ml: ഓർഗനൈസേഷന്റെ പേര് ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Байгууллагын нэрийг бөглөх шаардлагатай
mr: संस्थेचे नाव एक आवश्यक फील्ड आहे
ms: Nama organisasi ialah medan yang diperlukan
mt: Isem l-organizzazzjoni huwa qasam meħtieġ
ne: संस्थाको नाम आवश्यक फाँट हो
nn_no: Organisasjonsnamn må fyllast ut
no: Organisasjonsnavn er et obligatorisk felt
or: ସଂସ୍ଥା ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: تنظیم دا ناں اک درکار فیلڈ اے
pa_in: ਸੰਸਥਾ ਦਾ ਨਾਮ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Nazwa organizacji jest polem wymaganym
ru: Имя организации является обязательным полем
sd: تنظيم جو نالو هڪ گهربل فيلڊ آهي
si: සංවිධාන නම අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Ime organizacije je obvezno polje
sr_cyrl_rs: Име организације је обавезно поље
sr_latn_rs: Ime organizacije je obavezno polje
sv: Organisationsnamn är ett obligatoriskt fält
ta: நிறுவனப் பெயர் ஆனது தேவையான புலம்
te: సంస్థ పేరు అనేది అవసరమైన ఫీల్డ్
tg: Номи ташкилот майдони ҳатмист
th: ชื่อองค์กรเป็นเขตข้อมูลที่ต้องระบุ
tr: Kuruluş adı gerekli bir alandır
tt: Оешма исеме - мәҗбүри кыр
ug: ئىدارە نامى زۆرۈر
uk: Назва організації – обов’язкове поле
ur: تنظیم کا نام مطلوب فیلڈ ہے
uz: Tashkilot nomini kiritish shart
vi: Tên tổ chức là trường bắt buộc
zh_hans: 组织名称是必填字段
zh_hant: 組織名稱是必要欄位

# Literal.HapiAddress.OrganizationName.Pattern
source: Invalid organization name
af: Ongeldige organisasienaam
am: ልክ ያልሆነ ድርጅት ስም
ar: اسم المؤسسة غير صالح
as: অবৈধ প্ৰতিষ্ঠানৰ নাম
az: Yanlış təşkilat adı
bg: Невалидно име на организация
bn_in: সংস্থার নামটি অবৈধ
bs: Nevažeći naziv organizacije
cy: Enw sefydliad annilys
da: Ugyldigt organisationsnavn
de: Ungültiger Organisationsname
el: Μη έγκυρο όνομα οργανισμού
es: Nombre de la organización no válido
et: Kehtetu organisatsiooni nimi
eu: Erakunde-izen baliogabea
fa: نام سازمان نامعتبر است
ga: Ainm neamhbhailí eagraíochta
gd: Tha ainm a’ bhuidhinn mì-dhligheach
gl: Nome de organización non válido
gu: અમાન્ય સંસ્થા નામ
he: שם ארגון לא חוקי
hi: संगठन का अमान्य नाम
hr: Naziv tvrtke ili ustanove nije valjan
hu: Érvénytelen szervezetnév
id: Nama organisasi tidak valid
is: Ógilt heiti stofnunar/fyrirtækis
ja: 無効な組織名です
ka: ორგანიზაციის არასწორი სახელი
kk: Ұйым атауы жарамсыз
kn: ಸಂಸ್ಥೆಯ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ
ko: 잘못된 조직 이름
lo: ຊື່ອົງກອນບໍ່ຖືກຕ້ອງ
lt: Neleistinas organizacijos pavadinimas
lv: Nederīgs organizācijas nosaukums
mi: Ingoa umanga muhu
mk: Неважечко име на организацијата
ml: അസാധുവായ സംഘടനയുടെ പേര്
mr: अवैध संस्थेचे नाव
ms: Nama organisasi tidak sah
mt: Isem tal-organizzazzjoni invalidu
ne: अमान्य संस्थाको नाम
nn_no: Ugyldig organisasjonsnamn
no: Ugyldig organisasjonsnavn
or: ଅବୈଧ ସଂସ୍ଥା ନାମ
pa_in: ਸੰਸਥਾ ਦਾ ਅਯੋਗ ਨਾਮ
pl: Nieprawidłowa nazwa organizacji
ru: Недопустимое имя организации
sl: Neveljavno ime organizacije
sr_cyrl_rs: Неважећи назив организације
sr_latn_rs: Nevažeći naziv organizacije
sv: Ange ett giltigt organisationsnamn
ta: நிறுவனத்தின் பெயர் செல்லுபடியாகவில்லை
te: చెల్లని సంస్థ పేరు
th: ชื่อองค์กรไม่ถูกต้อง
tr: Geçersiz kuruluş adı
tt: Дөрес булмаган оешма исеме
ug: ئورگان نامى ئىناۋەتسىز
uk: Неприпустиме ім’я організації
ur: تنظیم کا نا درست نام
uz: Yaroqsiz tashkilot nomi
vi: Tên tổ chức không hợp lệ
zh_hans: 组织名称无效
zh_hant: 組織名稱無效

# Literal.LocationName.Incorrect
source: Incorrectly formatted location name
af: Verkeerd-geformateerde liggingnaam
am: በትክክል ያልተቀረጸ የአካባቢ ስም
ar: اسم موقع منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত অৱস্থানৰ নাম
az: Yanlış formatlaşdırılmış məkan adı
bg: Име на местоположение с неправилен формат
bn_in: ত্রুটিপূর্ণভাবে বিন্যস্ত করা অবস্থান
bs: Nepravilan format naziva lokacije
cy: Enw'r lleoliad mewn fformat anghywir
da: Forkert formateret placeringsnavn
de: Falsch formatierter Standortname
el: Εσφαλμένη μορφή ονόματος τοποθεσίας
es: Formato incorrecto del nombre de la ubicación
et: Valesti vormindatud asukoha nimi
eu: Kokalekuaren izenaren formatuak ez du balio
fa: قالب نام محل نادرست است
ga: Ainm an tsuímh nach bhfuil formáidithe i gceart
gd: Chan eil am fòrmatadh air ainm an ionaid mar bu chòir
gl: Nome da localización con formato incorrecto
gu: ખોટી રીતે સ્વરૂપિત સ્થાનનું નામ
he: שם המיקום כתוב במבנה שגוי
hi: गलत फ़ॉर्मेट किए गए स्थान का नाम
hr: Neispravan oblik naziva mjesta
hu: Nem megfelelő a helynév formátuma
id: Format nama lokasi salah
is: Nafn staðsetningar er á röngu sniði
ja: 正しくない形式の場所名です
ka: მდებარეობის დასახელების ფორმატი არასწორია
kk: Қате пішімделген орын атауы
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಸ್ಥಳದ ಹೆಸರು
ko: 형식이 잘못된 위치 이름
ku_arab: فۆرماتی ناوی شوێنەکە دروست نیه
ky: Жайгашкан жердин аталышы туура эмес форматталган
lo: ຊື່ສະຖານທີ່ທີ່ຈັດຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Neteisingas suformatuotas vietos pavadinimas
lv: Nepareizi formatēts atrašanās vietas nosaukums
mi: Hōputu ingoa tauwāhi hē
mk: Неправилно форматирано име на локација
ml: ലൊക്കേഷന്റെ പേര് തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Байршлын нэрийг буруу форматалсан байна
mr: अयोग्यप्रकारे स्वरुपित झालेले स्थानाचे नाव
ms: Nama lokasi tidak diformatkan dengan betul
mt: Isem il-post ifformattjat ħażin
ne: गलत ढाँचामा लेखिएको स्थान नम
nn_no: Feil formatert plasseringsnamn
no: Stedsnavn har ikke riktig format
or: ଭୁଲରେ ଫର୍ମାଟ୍ ହୋଇଥିବା ଅବସ୍ଥାନ ନାମ
pa_arab_pk: غلط فارمیٹ وچ مقام دا ناں
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਵਿੱਚ ਫੌਰਮੈਟ ਕੀਤਾ ਸਥਾਨ ਦਾ ਨਾਮ
pl: Nieprawidłowo sformatowana nazwa lokalizacji
ru: Неправильный формат имени расположения
sd: غلط فارميٽ ٿيل هنڌ جو نالو
si: වැරදියට හැඩ ගන්වන ලද ස්ථාන නම
sl: Nepravilno oblikovano ime lokacije
sr_cyrl_rs: Формат имена локације није исправан
sr_latn_rs: Format imena lokacije nije ispravan
sv: Felaktigt formaterat platsnamn
ta: தவறாக வடிவமைக்கப்பட்ட இருப்பிடப் பெயர்
te: తప్పుగా రూపొందించిన చివరి పేరు
tg: Номи нодуруст форматгузоришудаи макон
th: ชื่อสถานที่ที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş konum adı
tt: Урын исеме дөрес форматланмаган
ug: ئورۇن نامىنىڭ فورماتى خاتا
uk: Неправильно форматовано ім’я розташування
ur: غلط فارمیٹ میں مقام کا نام
uz: Manzil nomining formati xato
vi: Tên vị trí bị sai định dạng
zh_hans: 位置名称格式不正确
zh_hant: 地點名稱格式不正確

# Literal.LocationName2.Incorrect
source: Incorrectly formatted name
af: Verkeerd-geformateerde naam
am: በትክክል ያልተቀረጸ ስም
ar: اسم منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত নাম
az: Yanlış formatlaşdırılmış ad
bg: Име с неправилен формат
bn_in: ত্রুটিপূর্ণভাবে বিন্যস্ত করা নম
bs: Nepravilan format imena
cy: Enw mewn fformat anghywir
da: Forkert formateret navn
de: Falsch formatierter Name
el: Εσφαλμένη μορφή ονόματος
es: Formato incorrecto del nombre
et: Valesti vormindatud nimi
eu: Izenaren formatuak ez du balio
fa: قالب نام نادرست است
ga: Ainm nach bhfuil formáidithe i gceart
gd: Chan eil am fòrmatadh air an ainm mar bu chòir
gl: Nome con formato incorrecto
gu: ખોટી રીતે સ્વરૂપિત નામ
he: השם כתוב במבנה שגוי
hi: गलत फ़ॉर्मेट किया गया नाम
hr: Neispravan oblik imena
hu: Nem megfelelő a név formátuma
id: Format nama salah
is: Nafn er á röngu sniði
ja: 正しくない形式の名前です
ka: სახელის ფორმატი არასწორია
kk: Қате пішімделген атау
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಹೆಸರು
ko: 형식이 잘못된 이름
ku_arab: فۆرماتی ناوەکە دروست نیه
ky: Аты туура эмес форматталган
lo: ຊື່ທີ່ຈັດຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Neteisingas suformatuotas pavadinimas
lv: Nepareizi formatēts vārds
mi: Hōputu ingoa hē
mk: Неправилно форматирано име
ml: പേര് തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Буруу форматалсан нэр
mr: अयोग्यप्रकारे स्वरुपित झालेले नाव
ms: Nama tidak diformatkan dengan betul
mt: Isem ifformattjat ħażin
ne: गलत ढाँचामा लेखिएको नाम
nn_no: Feil formatert namn
no: Navn på kortinnehaver har ikke riktig format
or: ଭୁଲରେ ଫର୍ମାଟ୍ ହୋଇଥିବା ନାମ
pa_arab_pk: غلط فارمیٹ کیتا آخری ناں
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਵਿੱਚ ਫੌਰਮੈਟ ਕੀਤਾ ਨਾਮ
pl: Nieprawidłowo sformatowana nazwa
ru: Неправильный формат имени
sd: غلط فارميٽ ٿيل نالو
si: වැරදියට හැඩ ගන්වන ලද නම
sl: Nepravilno oblikovano ime
sr_cyrl_rs: Формат имена није исправан
sr_latn_rs: Format imena nije ispravan
sv: Felaktigt formaterat namn
ta: தவறாக வடிவமைக்கப்பட்ட பெயர்
te: తప్పుగా ఆకృతీకరించబడిన పేరు
tg: Номи нодуруст форматгузоришуда
th: ชื่อที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş ad
tt: Исем дөрес форматланмаган
ug: ئىسىم فورماتى خاتا
uk: Неправильно форматовано ім’я
ur: غلط فارمیٹ میں نام
uz: Ism formati xato
vi: Tên bị sai định dạng
zh_hans: 名称格式不正确
zh_hant: 姓名格式不正確

# Literal.OrganizationName.Incorrect
source: Incorrectly formatted organization name
af: Verkeerd-geformateerde organisasienaam
am: በትክክል ያልተቀረጸ የድርጅት ስም
ar: اسم مؤسسة منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত সংস্থাৰ নাম
az: Yanlış formatlaşdırılmış təşkilat adı
bg: Име на организация с неправилен формат
bn_in: ত্রুটিপূর্ণভাবে বিন্যস্ত করা সংস্থার নাম
bs: Nepravilan format naziva organizacije
cy: Enw'r sefydliad mewn fformat anghywir
da: Forkert formateret organisationsnavn
de: Falsch formatierter Organisationsname
el: Εσφαλμένη μορφή ονόματος οργανισμού
es: Formato incorrecto del nombre de la organización
et: Valesti vormindatud organisatsiooni nimi
eu: Erakundearen izenaren formatuak ez du balio
fa: قالب نام سازمان نادرست است
ga: Ainm eagraíochta nach bhfuil formáidithe i gceart
gd: Chan eil am fòrmatadh air ainm a’ bhuidhinn mar bu chòir
gl: Nome da organización con formato incorrecto
gu: ખોટી રીતે સ્વરૂપિત સંસ્થાનું નામ
he: שם הארגון כתוב במבנה שגוי
hi: गलत फ़ॉर्मेट किए गए संस्थान का नाम
hr: Neispravan oblik naziva tvrtke ili ustanove
hu: Helytelen a szervezet nevének formátuma
id: Format nama organisasi salah
is: Nafn fyrirtækis er á röngu sniði
ja: 正しくない形式の組織名です
ka: ორგანიზაციის ფორმატი არასწორია
kk: Қате пішімделген ұйым атауы
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಸಂಸ್ಥೆಯ ಹೆಸರು
ko: 형식이 잘못된 조직 이름
ku_arab: فۆرماتی ناوی ڕێکخراوە دروست نیه
ky: Уюмдун аталышы туура эмес форматталган
lo: ຊື່ອົງການທີ່ຈັດຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Neteisingas suformatuotas organizacijos pavadinimas
lv: Nepareizi formatēts organizācijas nosaukums
mi: Hōputu ingoa umanga hē
mk: Неправилно форматирано име на организација
ml: ഓർഗനൈസേഷന്റെ പേര് തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Буруу форматалсан байгууллагын нэр
mr: अयोग्यप्रकारे स्वरुपित झालेले संस्थेचे नाव
ms: Nama organisasi tidak diformatkan dengan betul
mt: Isem l-organizzazzjoni ifformattjat ħażin
ne: गलत ढाँचामा लेखिएको संस्थाको नाम
nn_no: Feil formatert organisasjonsnamn
no: Navn på organisasjon har ikke riktig format
or: ଭୁଲରେ ଫର୍ମାଟ୍ ହୋଇଥିବା ସଂସ୍ଥା ନାମ
pa_arab_pk: غلط فارمیٹ کیتا تنظیم دا ناں
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਵਿੱਚ ਫੌਰਮੈਟ ਕੀਤਾ ਸੰਸਥਾ ਦਾ ਨਾਮ
pl: Nieprawidłowo sformatowana nazwa organizacji
ru: Неправильный формат имени организации
sd: غلط فارميٽ ٿيل تنظيم جو نالو
si: වැරදියට හැඩ ගන්වන ලද සංවිධාන නම
sl: Nepravilno oblikovano ime organizacije
sr_cyrl_rs: Формат имена организације није исправан
sr_latn_rs: Format imena organizacije nije ispravan
sv: Felaktigt formaterat organisationsnamn
ta: தவறாக வடிவமைக்கப்பட்ட நிறுவனப் பெயர்
te: తప్పుగా ఆకృతీకరించబడిన సంస్థ పేరు
tg: Номи нодуруст форматгузоришудаи ташкилот
th: ชื่อองค์กรที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş kuruluş adı
tt: Оешма исеме дөрес форматланмаган
ug: ئىدارە نامىنىڭ فورماتى خاتا
uk: Неправильно форматовано назву організації
ur: غلط فارمیٹ میں تنظیم کا نام
uz: Tashkilot nomining formati xato
vi: Tên tổ chức bị sai định dạng
zh_hans: 组织名称格式不正确
zh_hant: 組織名稱格式不正確

# Literal.Accessibility.CardVerificationImage
source: Card verification code location image for Amex card
af: Liggingsbeeld vir Amex-kaart se kaartverifikasiekode
am: ለ Amex ካርድ የካርድ ማረጋገጫ ኮድ የአካባቢ ምስል
ar: صورة موقع رمز التحقق من البطاقة لبطاقة Amex
as: Amex কাৰ্ডৰ বাবে কাৰ্ড সত্য়াপন কোড অৱস্থান চিত্ৰ
az: Amex kartı üçün kart təsdiqləmə kodu məkan təsviri
bg: Изображение на местоположение на код за проверка на карта за Amex карта
bn_in: Amex কার্ডের জন্য কার্ড যাচাইকরণ কোড অবস্থান চিত্র
bs: Slika lokacije koda za provjeru kartice za Amex karticu
cy: Delwedd lleoliad ar gyfer cod dilysu'r cerdyn Amex
da: Billede af placering af bekræftelseskode for Amex-kort
de: Bild zum Auffinden des Kartenverifizierungscodes für Amex-Karte
el: Εικόνα θέσης κωδικού επαλήθευσης κάρτας για κάρτα Amex
es: Imagen de la ubicación del código de verificación en una tarjeta AMEX
et: Amexi kaardi kinnituskoodi asukoha pilt
eu: Amex txartelaren egiaztapen-kodea non dagoen erakusten duen irudia
fa: تصویر محل کد تأیید کارت برای کارت Amex
ga: Íomhá suímh an chóid fhíoraithe do chárta Amex
gd: Dealbh a sheallas càit a bheil còd dearbhadh cairt air cairt Amex
gl: Imaxe da localización do código de verificación dun cartón de Amex
gu: Amex કાર્ડ માટે કાર્ડ ચકાસણી કોડ સ્થાનની ઇમેજ
he: תמונת מיקום של קוד אימות כרטיס עבור כרטיס Amex
hi: Amex कार्ड के लिए कार्ड सत्यापन कोड के स्थान की छवि है
hr: Slika mjesta koda za potvrdu kartice za Amex karticu
hu: Kártya-ellenőrzőkód helyének képe az Amex-kártyához
id: Gambar lokasi kode verifikasi kartu untuk kartu Amex
is: Mynd staðsetningar sannprófunarkóða fyrir Amex-kort
ja: Amex カードのカード確認コードの場所を示した画像
ka: ბარათის დამოწმების კოდის მდებარეობის სურათი Amex ბარათისთვის
kk: Amex картасы бойынша картаны тексеру кодының орны көрсетілген сурет
kn: Amex ಕಾರ್ಡ್ಗೆ ಕಾರ್ಡ್ ಪರಿಶೀಲನೆ ಕೋಡ್ಸ್ಥಳ ಚಿತ್ರ
ko: Amex 카드의 카드 확인 코드 위치 이미지
ku_arab: وێنەی شوێنی کۆدی سەلماندنی کارت بۆ کارتی Amex
ky: Amex картасы үчүн картаны ырастоо кодунун жайгашкан жеринин сүрөтү
lo: ຮູບຕຳແໜ່ງລະຫັດການຢັ້ງຢືນບັດສຳລັບບັດ Amex card
lt: Kortelės „Amex“ patvirtinimo kodo vietos vaizdas
lv: Amex kartes verifikācijas koda atrašanās vietas attēls
mi: Atahanga tauwāhi waehere manatoko kāri mō te kāri Amex
mk: Слика со локацијата на верификацискиот код на картичката Amex
ml: Amex കാർഡിന്റെ കാർഡ് പരിശോധിച്ചുറപ്പിക്കൽ കോഡ് ലൊക്കേഷൻ ഇമേജ്
mn: Amex картын баталгаажуулалтын кодын байршлын зураг
mr: Amex कार्ड साठी कार्ड सत्यापन कोड स्थान प्रतिमा
ms: Imej lokasi kod penentusahan Kad untuk kad AMEX
mt: Immaġni tal-post tal-kodiċi tal-verifika tal-kard għall-kard ta' Amex
ne: Amex कार्डको लागि कार्ड प्रमाणीकरण कोड स्थान छवि
nn_no: Plasseringsbilete for kortverifiseringskode for Amex-kort
no: Plasseringsbilde til kort-verifiseringskode for Amex-kort
or: ଆମେକ୍ସ କାର୍ଡ ପାଇଁ କାର୍ଡ ଯାଞ୍ଚ କୋଡ୍‌ ଅବସ୍ଥାନ ପ୍ରତିଛବି
pa_arab_pk: Amex کارڈ لئی کارڈ دے توثیقی کوڈ دے مقام دی تصویر
pa_in: Amex card ਲਈ ਕਾਰਡ ਤਸਦੀਕੀ ਕੋਡ ਸਥਾਨ ਚਿੱਤਰ
pl: Obraz z lokalizacją kodu weryfikacyjnego karty dla karty Amex
ru: Изображение с расположением кода проверки для карты AMEX
sd: Amex ڪارڊ لاءِ ڪارڊ جي تصديق جي ڪوڊ جي هنڌ
si: Amex කාඩ්පත සඳහා කාඩ්පත් සත්‍යාපන කේත ස්ථාන රූපය
sl: Slika mesta potrditvene kode kartice za kartico Amex
sr_cyrl_rs: Слика локације кода за верификацију за Amex картице
sr_latn_rs: Slika lokacije koda za verifikaciju za Amex kartice
sv: Bild på var kortverifieringskoden finns på Amex-kort
ta: Amex அட்டைக்கான அட்டை சரிபார்ப்புக் குறியீடு இருப்பிடப் படம்
te: Amex కార్డ్‌కు సంబంధించిన కార్డ్ ధృవీకరణ కోడ్ స్థానం చిత్రం
tg: Тасвири макони рамзи санҷишии корт барои корти Amex
th: รูปตำแหน่งที่ตั้งของรหัสการตรวจสอบของบัตรสำหรับบัตร Amex
tr: Amex kartı için kart doğrulama kod konumu resmi
tt: Amex картасы өчен картаның раслау коды урыны сурәте
ug: Amex كارتسىنىڭ دەلىللەش كودىنى تېپىش كۆرسەتمىسى
uk: Зображення місця розташування перевірочного коду карти для карти Amex
ur: Amex کارڈ کیلئے کارڈ کے تصدیقی کوڈ کے مقام کی تصویر
uz: Amex kartasi uchun kartani tasdiqlash kodi joylashuv rasmi
vi: Hình ảnh minh họa vị trí mã xác minh của thẻ Amex
zh_hans: Amex 卡的卡验证码位置图像
zh_hant: AMEX 信用卡的信用卡驗證碼位置影像

# Literal.Accessibility.CreditCardLast4DigitsInput
source: Last four digits of card number
af: Laaste vier syfers van die kaartnommer
am: የካርድ ቁጥር የመጨረሻ አራት አሃዞች
ar: آخر أربعة أرقام من رقم البطاقة
as: কাৰ্ডৰ নম্বৰৰ শেষৰ চাৰিটা সংখ্যা
az: Kartı nömrəsinin son dörd rəqəmi
bg: Последните четири цифри от номера на картата
bn_in: ক্রেডিট কার্ড নম্বরের শেষ চারটি সংখ্যা
bs: Poslјednje četiri cifre broja kartice
cy: Pedwar digid olaf rhif y cerdyn
da: De fire sidste cifre i kortnummeret
de: Letzte vier Ziffern der Kartennummer
el: Τέσσερα τελευταία ψηφία του αριθμού της κάρτας
es: Últimos cuatro dígitos del número de la tarjeta
et: Kaardinumbri viimased neli numbrit
eu: Txartelaren azken lau zenbakiak
fa: چهار رقم آخر شماره کارت
ga: Ceithre dhigit dheireanacha d’uimhir an chárta
gd: Na ceithir àireamhan mu dheireadh ann an àireamh na cairt
gl: Últimos catro díxitos do número do cartón
gu: કાર્ડ નંબરના છેલ્લા ચાર અંક
he: ארבע הספרות האחרונות של מספר כרטיס האשראי
hi: क्रेडिट कार्ड के अंतिम चार अंक
hr: Posljednje četiri znamenke broja kreditne kartice
hu: A kártyaszám utolsó négy számjegye
id: Empat digit terakhir nomor kartu kredit
is: Síðustu fjórar tölur kortanúmersins
ja: カード番号の最後の 4 桁
ka: ბარათის ნომრის ბოლო ოთხი ციფრი
kk: Карта нөмірінің соңғы төрт саны
kn: ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯ ಕೊನೆಯ ನಾಲ್ಕು ಅಂಕಿಗಳು
ko: 카드 번호의 마지막 4자리
ku_arab: چوار ڕەنووسی کۆتایی ژمارەی کارت
ky: Насыя картасынын номеринин акыркы төрт саны
lo: ໝາຍເລກສີ່ຕົວທ້າຍຂອງບັດເຄຣດິດ
lt: Paskutiniai keturi kortelės numerio skaitmenys
lv: Pēdējie četri kartes numura cipari
mi: Te whā mati tōmuri o te tau kāri
mk: Последните четири цифри од бројот на картичката
ml: കാര്‍ഡ് നമ്പറിന്‍റെ അവസാന നാല്‌ അക്കങ്ങൾ
mn: Картын дугаарын сүүлийн дөрвөн орон
mr: कार्ड क्रमांकाचे अंतिम चार अंक
ms: Empat digit terakhir nombor kad
mt: L-aħħar erba' ċifri tan-numru tal-kard
ne: कार्ड नम्बरको अन्तिम चार अंकहरू
nn_no: Dei siste fire siffera i kortnummeret
no: De fire siste sifrene i kredittkortnummeret
or: କାର୍ଡ ନମ୍ବରର ଅନ୍ତିମ ଚାରୋଟି ଅଙ୍କ
pa_arab_pk: کارڈ نمبر دے آخری چار ہندسے
pa_in: ਕਾਰਡ ਨੰਬਰ ਦੇ ਪਿਛਲੇ ਚਾਰ ਅੰਕ
pl: Cztery ostatnie cyfry numeru karty
ru: Последние четыре цифры номера карты
sd: ڪارڊ نمبر جا آخري چار عدد
si: කාඩ්පත් අංකයක අවසන් අංක හතර
sl: Zadnje štiri števke številke kartice
sr_cyrl_rs: Последње четири цифре броја картице
sr_latn_rs: Poslednje četiri cifre broja kartice
sv: De sista fyra siffrorna i kreditkortsnumret
ta: அட்டை எண்ணின் இறுதி நான்கு இலக்கங்கள்
te: కార్డ్ నంబర్‌లోని చివరి నాలుగు అంకెలు
tg: Чор адади охири рақами корт
th: ตัวเลขสี่ตัวสุดท้ายของหมายเลขบัตร
tr: Kart numarasının son dört hanesi
tt: Карта номерының соңгы дүрт саны
ug: كارتا نومۇرىنىڭ ئاخىرقى تۆت خانىسى
uk: Останні чотири цифри номера кредитної картки
ur: کارڈ نمبر کے آخری چار ہندسے
uz: Karta raqamining oxirgi toʻrtta raqami
vi: Bốn số cuối của số thẻ
zh_hans: 卡号的最后四位数
zh_hant: 信用卡號碼末四碼

# Label.ExpiresLabel
source: Expires:
af: Verval:
am: የአገልግሎት ጊዜው ያሚያበቃው:
ar: انتهاء الصلاحية:
as: ম্যাদ উকলিছে:
az: Son istifadə tarixi keçir:
bg: Изтича:
bn_in: মেয়াদ উত্তীর্ণ:
bs: Ističe:
cy: Yn dod i ben:
da: Udløber:
de: Gültig bis:
el: Λήξη:
es: Expira:
et: Aegub:
eu: Iraungitze-data:
fa: تاریخ انقضا:
ga: Dáta éaga:
gd: Falbhaidh an ùine air:
gl: Caduca:
gu: આ પર સમાપ્ત થાય છે:
he: תאריך תפוגה:
hi: समय सीमा समाप्त:
hr: Datum isteka:
hu: Lejárat:
id: Kedaluwarsa:
is: Rennur út:
ja: 有効期限:
ka: ვადა:
kk: Мерзімі аяқталады:
kn: ಅವಧಿ ಮೀರುವುದು:
ko: 만료 날짜:
lo: ໝົດອາຍຸ:
lt: Baigia galioti:
lv: Derīgums beidzas:
mi: Ka mōnehu:
mk: Истекува:
ml: കാലഹരണപ്പെടുന്നത്:
mr: कालबाह्य होत आहे:
ms: Tamat tempoh:
mt: Tiskadi:
ne: म्याद सकिने मिति:
nn_no: Går ut:
no: Utløper:
or: ସମୟସୀମା ସମାପ୍ତ ହେଉଛି:
pa_in: ਅਵਧੀ ਸਮਾਪਤ ਹੋ ਰਹੀ ਹੈ:
pl: Wygasa:
ru: Истекает:
sl: Poteče:
sr_cyrl_rs: Истиче:
sr_latn_rs: Ističe:
sv: Upphör att gälla:
ta: காலாவதி:
te: గడువు ముగింపు తేదీ:
th: หมดอายุ:
tr: Süre sonu:
tt: Вакыты чыга:
ug: قەرەل:
uk: Термін дії завершується:
ur: زائد المعیاد:
uz: Amal qilish muddati:
vi: Hết hạn:
zh_hans: 过期:
zh_hant: 到期日:

# Label.LastFourLabel
source: Ending:
af: Eindig:
am: የሚያልቀው:
ar: تنتهي بالأرقام:
as: শেষৰ:
az: Başa çatır:
bg: Завършваща на:
bn_in: সমাপ্ত হয়েছে:
bs: Završava se:
cy: Yn gorffen:
da: Slutter:
de: Endet auf:
el: Λήξη:
es: Final:
et: Lõpp:
eu: Amaiera:
fa: منتهی به:
ga: Ag críochnú ar:
gd: A’ crìochnachadh:
gl: Final:
gu: સમાપ્તિ:
he: מסתיים:
hi: आखिरी चार अंक:
hr: Završava s:
hu: Vége:
id: Berakhir pada:
is: Endar:
ja: 末尾:
ka: სრულდება:
kk: Аяқталуы:
kn: ಕೊನೆಯಾಗುವುದು:
ko: 끝:
lo: ສິ້ນສຸດ:
lt: Paskutiniai keturi skaičiai:
lv: Pēdējie cipari:
mi: Ka mutu:
mk: Последни:
ml: അവസാനിക്കുന്നത്:
mr: अंत:
ms: Berakhir dengan:
mt: Tintemm:
ne: समाप्ति मिति:
nn_no: Sluttar:
no: Ender med:
or: ଶେଷ ହେଉଛି:
pa_in: ਅੰਤਿਮ:
pl: Końcówka:
ru: Последние цифры:
sl: Zadnje števke:
sr_cyrl_rs: Завршава се:
sr_latn_rs: Završava se:
sv: Slutsiffror:
ta: முடிவு:
te: ముగింపు తేదీ:
th: ลงท้าย:
tr: Bitiş:
tt: Ахыры:
ug: ئاياغ نومۇرى:
uk: Завершення:
ur: آخری حروف:
uz: Tugaydi:
vi: 4 chữ số cuối:
zh_hans: 结束:
zh_hant: 尾碼:

# Label.NameOnCard
source: Name on card:
af: Naam op kaart:
am: በካርድ ላይ ያለው ስም:
ar: الاسم المدون على البطاقة:
as: কাৰ্ডত নাম:
az: Kartın üzərindəki ad:
bg: Име на картата:
bn_in: কার্ডে থাকা নাম:
bs: Ime na kartici:
cy: Enw ar y cerdyn:
da: Navn på kortet:
de: Name des Karteninhabers:
el: Όνομα στην κάρτα:
es: Titular de la tarjeta:
et: Nimi kaardil:
eu: Txarteleko izena:
fa: نام موجود روی کارت:
ga: Ainm ar an gcárta:
gd: An t-ainm air a’ chairt:
gl: Titular do cartón:
gu: કાર્ડ પર નામ:
he: שם על-גבי הכרטיס:
hi: कार्ड पर नाम:
hr: Ime na kartici:
hu: Kártyatulajdonos neve:
id: Nama pada kartu:
is: Nafn á korti:
ja: カードの名義:
ka: ბარათზე აღნიშნული სახელი:
kk: Картада көрсетілген ат:
kn: ಕಾರ್ಡ್‌ನಲ್ಲಿ ಹೆಸರು:
ko: 카드상의 이름:
lo: ຊື່ຕາມໜ້າບັດ:
lt: Kortelėje nurodyti vardas ir pavardė:
lv: Kartes īpašnieka vārds un uzvārds:
mi: Ingoa i te kāri:
mk: Име на картичката:
ml: കാര്‍ഡിലെ പേര്:
mr: कार्डावरचे नाव:
ms: Nama di atas kad:
mt: Isem fuq il-kard:
ne: कार्डमा भएको नाम:
nn_no: Namn på kort:
no: Navn på kortet:
or: କାର୍ଡ ଉପରେ ନାମ:
pa_in: ਕਾਰਡ ‘ਤੇ ਨਾਮ:
pl: Imię i nazwisko na karcie:
ru: Имя, указанное на карте:
sl: Ime na kartici:
sr_cyrl_rs: Име на картици:
sr_latn_rs: Ime na kartici:
sv: Kontoinnehavarens namn:
ta: கார்டிலுள்ள பெயர்:
te: కార్డ్‌పై ఉన్న పేరు:
th: ชื่อบนบัตร:
tr: Kart üzerindeki ad:
tt: Картадагы исеме:
ug: كارتىدىكى ئىسىم:
uk: Ім’я власника картки:
ur: کارڈ پر لکھا نام:
uz: Kartadagi nom:
vi: Tên trên thẻ:
zh_hans: 持卡人姓名:
zh_hant: 持卡人姓名:
