Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCheck.PreWarning
source: Discover and pre-paid credit cards are not eligible for this offer.
af: Discover en voorafbetaalde kredietkaarte is nie in aanmerking vir hierdie aanbod nie.
am: አግኝና ቅድሚያ የተከፈሉ የብድር ካርዶች ለዚህ ስጦታ ብቁ አይደሉም።
ar: ليست بطاقات Discover‏ وبطاقات الائتمان المسبقة الدفع مؤهلة للمشاركة في هذا العرض.
as: আৱিষ্কাৰ কৰক আৰু প্ৰি-পেইড ক্ৰেডিট কাৰ্ডসমূহ এই সুবিধাৰ বাবে যোগ্য নহয়।
az: Discover və ilkin ödəniş kredit kartları bu təklif üçün uyğun deyil.
bg: Картите Discover и предплатените кредитни карти не отговарят на изискванията за това предложение.
bn_in: এই প্রস্তাবের জন্য Discover ও প্রি-পেড ক্রেডিট কার্ড উপযুক্ত নয়৷
bs: Discover i pretplatne kreditne kartice ne ispunjavaju uslove za ovu ponudu.
cy: Dydy Discover a chardiau talu ymlaen llaw ddim yn gymwys ar gyfer y cynnig hwn.
da: Discover-kort og forudbetalte kreditkort kan ikke bruges i forbindelse med dette tilbud.
de: Discover- und Prepaid-Karten können für dieses Angebot nicht verwendet werden.
el: Οι πιστωτικές κάρτες Discover και οι προπληρωμένες πιστωτικές κάρτες δεν πληρούν τα κριτήρια καταλληλότητας για αυτήν την προσφορά.
es: Esta oferta no admite tarjetas Discover ni tarjetas de crédito prepago.
et: Discoveri ja ettemakstud krediitkaardid selles pakkumises ei kehti.
eu: Discover eta aurrez ordaindutako txartelak ez dira egokiak eskaintza honetarako.
fa: کارت های اعتباری از پیش پرداخت شده و شناسایی برای این سفارش قابل استفاده نیستند.
ga: Níl an cárta creidmheasa Discover agus cártaí creidmheasa réamhíoctha incháilithe le haghaidh na tairisceana seo.
gd: Chan eil cairtean-creideis ro-phàighte agus Discover iomchaidh airson na tairgse seo.
gl: Os cartóns de crédito Discover e prepago non son válidos para esta oferta.
gu: શોધો અને આ ઓફર માટે પ્રિ-પેઇડ કાર્ડ્ઝ માન્ય નથી.
he: כרטיסי אשראי של Discover וכרטיסים משולמים מראש אינם זכאים להצעה זו.
hi: इस प्रस्ताव के लिए Discover और प्री-पेड क्रेडिट कार्ड योग्य नहीं हैं.
hr: Pretplatne i kartice Discover nije moguće upotrijebiti za ovu ponudu.
hu: A Discover és az előre fizetett hitelkártyák nem vehetnek részt az ajánlatban.
id: Kartu kredit Discover dan prabayar tidak berlaku untuk tawaran ini.
is: Þetta tilboð gildir ekki fyrir Discover-kort og fyrirframgreidd kreditkort.
ja: このサービスでは、ディスカバー カードおよびプリペイド式クレジットカードはご利用になれません。
ka: Discover და წინასწარ გადახდის საკრედიტო ბარათები არ გამოიყენება ამ შეთავაზებისთვის.
kk: Discover және алдын ала төленген несиелік карталар бұл ұсынысқа сай келмейді.
kn: ಈ ಕೊಡುಗೆಗಾಗಿ ಅನ್ವೇಷಣೆ ಮತ್ತು ಪೂರ್ವ-ಪಾವತಿ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ಗಳು ಲಭ್ಯವಿರುವುದಿಲ್ಲ.
ko: 이 서비스에는 Discover 및 선불 신용 카드를 사용할 수 없습니다.
ku_arab: کارتەکانی قەرزی Discover و پریپەید بۆ ئەم ئۆفەرە شیاو نین.
ky: Ачуу жана алдын ала төлөнгөн кредит карттары бул сунушка туура келбейт.
lo: Discover ແລະບັດເຄຣດິດແບບຈ່າຍກ່ອນບໍ່ມີສິດໄດ້ຮັບຂໍ້ສະເໜີນີ້.
lt: „Discover“ ir išankstinio apmokėjimo kredito kortelės šiam pasiūlymui netinka.
lv: Šo piedāvājumu nevar apmaksāt, izmantojot Discover un priekšapmaksas kredītkartes.
mi: Kāore e āhei ana ngā kāri Discover, kāri utu-tōmua ki tēnei tāpaetanga.
mk: Discover и припејд картички не се прифатливи за оваа понуда.
ml: കണ്ടെത്തുക, ഈ ഓഫറിന് പ്രി-പെയ്‌ഡ് ക്രെഡിറ്റ് കാര്‍ഡുകള്‍ യോഗ്യമല്ല.
mn: Discover болон урьдчилсан төлбөрт кредит картуудыг энэ саналд ашиглах боломжгүй.
mr: शोधा आणि प्री-पेड क्रेडिट कार्ड्स या ऑफरसाठी पात्र नाहीत.
ms: Kad kredit Discover dan prabayar tidak layak untuk tawaran ini.
mt: Kards ta' kreditu Discover u mħallsa minn qabel mhumiex eliġibbli għal din l-offerta.
ne: यस प्रस्तावको लागि डिस्कभर र प्रि-पेड क्रेडिट कार्डहरू योग्य छैनन्।
nn_no: Discover og førehandsbetalte kredittkort kan ikkje nytte dette tilbodet.
no: Discover og forhåndsbetalte kredittkort kan ikke brukes med dette tilbudet.
or: ଡିସ୍କଭର୍ ଓ ପ୍ରିପେଡ୍ କ୍ରେଡିଟ୍ କାର୍ଡଗୁଡିକ ଏହି ଜାଚିକା ନିମନ୍ତେ ଯୋଗ୍ୟ ନୁହଁନ୍ତି.
pa_arab_pk: ایس پیشکش لئي ڈسکور اور پیشگي ادائیگی کریڈٹ کارڈ کم نئیں دے سکدے۔
pa_in: ਡਿਸਕਵਰ ਅਤੇ ਪ੍ਰੀ-ਪੇਡ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਇਸ ਪੇਸ਼ਕਸ਼ ਦੇ ਯੋਗ ਨਹੀਂ ਹਨ।
pl: Niniejszą ofertą nie są objęte karty Discover ani przedpłacone karty kredytowe.
ru: Кредитные карты Discover и карты предоплаты не разрешены для этого предложения.
sd: دريافت ۽ پري-پيڊ ڪارڊَ هن پيش ڪش لاءِ اهل نه آهن.
si: Discover සහ පෙර ගෙවුම් ක්‍රෙඩිට් කාඩ් මෙම ප්‍රදානය සඳහා සුදුසුකම් නොලබයි.
sl: Predplačniške kartice in kartice Discover niso upravičene v tej ponudbi.
sr_cyrl_rs: Discover и prepaid кредитне картице не испуњавају услове за ову понуду.
sr_latn_rs: Discover i prepaid kreditne kartice ne ispunjavaju uslove za ovu ponudu.
sv: Det går inte att använda Discover-kreditkort och förbetalda kreditkort för det här erbjudandet.
ta: டிஸ்கவர் மற்றும் ப்ரீ-பெயிட் கடன் அட்டைகள் இந்த சலுகைக்கு தகுதிப்பெறவில்லை.
te: ఆవిష్కరించు మరియు ఈ ఆఫర్ కోసం ముందు చెల్లింపు క్రెడిట్ కార్డ్‌లకు అర్హత లేదు.
tg: Кортҳои қарзии Discover ва пешпардохтшуда ба ин пешниҳод ҳақ надоранд.
th: Discover และบัตรเครดิตแบบจ่ายเงินล่วงหน้าไม่สามารถใช้กับข้อเสนอนี้ได้
tr: Discover ve ön ödemeli kredi kartları bu teklif için uygun değildir.
tt: Discover һәм алдан түләү карталар бу тәкъдим өчен яраклы түгел.
ug: ئالدىنئالا ھەق تۆلەيدىغان ۋە Discover كارتىسى بۇ مۇلازىمەتكە ماس كەلمەيدۇ.
uk: Кредитні картки Discover і кредитні картки передоплати недоступні для цієї пропозиції.
ur: دریافت کردہ اور پیش ادا کردہ کریڈٹ کارڈ اس پیشکش کے اہل نہیں ہیں۔
uz: Discover va oldindan to‘langan kartochkalardan bu taklif uchun foydalanib bo‘lmaydi.
vi: Discover và các thẻ tín dụng trả trước không thể được dùng cho chương trình này.
zh_hans: Discover 和预付款信用卡没有享受此优惠的资格。
zh_hant: 本方案不適用 Discover 信用卡和預付信用卡。
