Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.VE.I
source: Falcón
am: ፋልኮን
as: ফেলকন
az: Falkón
bg: Фалкон
bn_in: ফালকন
el: Φαλκόν
gu: ફેલ્કન
he: פאלק נ
hi: फ़ॉल्कन
ja: ファルコン
ka: ფალკონი
kk: Фалкон
kn: ಫಾಲ್ಕನ್
ko: 팔콘
ku_arab: فاڵکۆن
ky: Фалкон
lo: ຟາລຄອນ
lt: Falkonas
lv: Falkona
ml: ഫാല്‍കന്‍
mn: Фалькон
ne: फलल्कन
or: ଫାଲକୋନ
pa_arab_pk: فیلکاین
pa_in: ਫੈਲਟ ਐਨ
ru: Фалькон
sd: فيلڪن
si: ෆෝල්කන්
te: ఫాల్డిన్
tg: Фалкон
th: ฟัลกอง
tt: Фалькон
ug: فالكون
uk: Фалькон
ur: فیلکان
uz: Falkón
zh_hans: 法尔孔
zh_hant: 福爾肯

# Word.State.VE.J
source: Guárico
am: ጉዋሪኮ
as: গুৱাৰিকো
az: Quáriko
bg: Гуарико
bn_in: গুয়ারিকো
el: Γκουάρικο
gu: ગ્યુરિકો
he: גו ריקו
hi: ग्वारिको
ja: グアリコ
ka: გულრიკო
kk: Гуарико
kn: ಗ್ವಾರಿಕೋ
ko: 과리코
ku_arab: گواریکۆ
ky: Гурико
lo: ກົວຣີໂກ
lv: Gvariko
ml: ഗുരികോ
mn: Гуарико
ne: गुआरिको
or: ଗୁଆରିକୋ
pa_arab_pk: گوریکو
pa_in: ਗੁ ਰਿਕੋ
ru: Гуарико
sd: گورڪو
si: ග්වාරිකෝ
te: గులెనేసియో
tg: Гуарисо
th: กวารีโก
tt: Гуарико
ug: گۇئارىكو
uk: Ґуаріко
ur: گواریکو
uz: Guáriko
zh_hans: 瓜里科
zh_hant: 瓜里科

# Word.State.VE.K
source: Lara
am: ላራ
ar: لارا
as: লাৰা
bg: Лара
bn_in: লারা
el: Λάρα
gu: લારા
he: לארה
hi: लारा
ja: ララ
ka: ლარა
kk: Лара
kn: ಲಾರಾ
ko: 라라
ku_arab: لارا
ky: Лара
lo: ລາຣາ
mk: Лара
ml: ലാറ
mn: Лара
mr: लारा
ne: लारा
or: ଲାରା
pa_arab_pk: لارا
pa_in: ਲਾਰਾ
ru: Лара
sd: لارا
si: ලාරා
sr_cyrl_rs: Лара
te: లారా
tg: Лара
th: ลารา
tt: Лара
ug: لارا
uk: Лара
ur: لارا
zh_hans: 拉腊
zh_hant: 拉臘

# Word.State.VE.L
source: Mérida
am: ሜሪዳ
ar: ماردة
as: মেৰিডা
bg: Мерида
bn_in: মেরিদা
el: Μέριδα
gu: મરીડા
he: מ רידה
hi: मेरिडा
ja: メリダ
ka: მერიდა
kk: Мерида
kn: ಮೆರಿಡಾ
ko: 메리다
ku_arab: مێریدا
ky: Мирида
lo: ແມຣີດາ
lt: Merida
lv: Merida
ml: എം‌രിദ
mn: Мерида
ne: मेरिडा
or: ମେରିଡା
pa_arab_pk: میریدا
pa_in: ਐਮ ਰਿਡਾ
ru: Мерида
sd: ميريڊا
si: මෙරිඩා
te: మిండా
tg: Мерида
th: เมรีดา
tt: Мерида
ug: مېرىدا
uk: Меріда
ur: ماریدا
uz: Merida
zh_hans: 梅里达
zh_hant: 梅里達

# Word.State.VE.M
source: Miranda
am: ሚራንዳ
ar: ميراندا
as: মিৰাণ্ডা
bg: Миранда
bn_in: মিরান্ডা
el: Μιράντα
gu: મીરાન્ડા
he: מירנדה
hi: मिरांडा
ja: ミランダ
ka: მირანდა
kk: Миранда
kn: ಮಿರಾಂಡಾ
ko: 미란다
ku_arab: میراندا
ky: Миранда
lo: ມີຣາດາ
mk: Миранда
ml: മിറാന്‍ഡ
mn: Миранда
mr: मिरांडा
ne: मिरान्डा
or: ମିରାଣ୍ଡା
pa_arab_pk: میرنڈا
pa_in: ਮਿਰਾਨਡਾ
ru: Миранда
sd: مرانڊا
si: මිරැන්ඩා
sr_cyrl_rs: Миранда
te: మిరండా
tg: Миранда
th: มีรันดา
tt: Миранда
ug: مىراندا
uk: Міранда
ur: میرانڈا
zh_hans: 米兰达
zh_hant: 米蘭達

# Word.State.VE.N
source: Monagas
am: ሞንጋዝ
ar: موناجاس
as: মোনাগেছ
az: Monaqas
bg: Монагас
bn_in: মোনাগাস
el: Μονάγκας
gu: મોનાગાસ
he: מונאגאס
hi: मोनागास
ja: モナガス
ka: მონაგასი
kk: Монагас
kn: ಮೋನಾಗಾಸ್
ko: 모나가스
ku_arab: مۆناگاس
ky: Монагас
lo: ໂມນາກາສ
lt: Monagasas
lv: Monagasa
mk: Монагас
ml: മൊണാഗാസ്
mn: Монагас
mr: मोनागास
ne: मोनागस
or: ମୋନଗାସ୍
pa_arab_pk: موناگس
pa_in: ਮੋਨਾਗੈਸ
ru: Монагас
sd: موناگاس
si: මොනගාස්
sr_cyrl_rs: Монагас
te: మొనగాస్
tg: Монагас
th: โมนากัส
tt: Монагас
ug: موناگاس
uk: Монаґас
ur: موناگاس
zh_hans: 莫纳加斯
zh_hant: 莫納加斯州

# Word.State.VE.O
source: Nueva Esparta
am: ኑኤቫ ኢስፓታ
ar: نيوفا إسبارتا
as: নুৱেভা এস্পাৰ্টা
az: Nova Esparta
bg: Нуева Еспарта
bn_in: ন্যুয়েভা এসপার্তা
el: Νουέβα Εσπάρτα
gu: ન્યૂએવા એસ્પાર્ટા
he: נואבה אספטרה
hi: न्यूएवा एस्पार्टा
ja: ヌエバ エスパルタ
ka: ნუევა-ესპარტა
kk: Нуэва-Эспарта
kn: ನುಯೆವಾ ಎಸ್ಪಾರ್ಟಾ
ko: 누에바에스파르타
ku_arab: نیوڤا ئیسپارتە
ky: Нуева Эспарта
lo: ນວຍວາເອັສປາຕາ
mk: Нуева Еспарта
ml: തടസ്സം
mn: Нуэва Эспарта
mr: न्वीवा एसपरता
ne: नुएभा स्पार्टा
or: ନୁଏଭା ଏସପାର୍ତ୍ତା
pa_arab_pk: نووا اسپارتا
pa_in: ਨਯੂਏਵਾ ਏਸਪਾਰਟਾ
ru: Нуэва-Эспарта
sd: نيوا ايسپارٽا
si: නුවෙරා ඇස්පාර්ටා
sr_cyrl_rs: Нуева Еспарта
te: న్యూవేరా ఎస్‌పార్టా
tg: Нуэва-Эспарта
th: นวยวาเอสปาร์ตา
tt: Нуэва Эспарта
ug: نيۇۋا ئېسپارتا
uk: Нуева-Еспарта
ur: نیو اسپارٹا
zh_hans: 新埃斯帕塔
zh_hant: 新埃斯帕塔州

# Word.State.VE.P
source: Portuguesa
am: ፓርቹጋል
ar: بورتوغيزا
as: পৰ্টুগেছা
az: Portuquesa
bg: Португеса
bn_in: পর্তুগেজা
el: Πορτουγκέσα
gu: પોર્ટુગીઝ
he: פורטוגסה
hi: पोर्त्युगीज़
ja: ポルトゥゲサ
ka: პორტუგესა
kk: Португеза
kn: ಪೋರ್ಚುಗೆಸಾ
ko: 포르투게사
ku_arab: پۆرتوگویسا
ky: Португеза
lo: ປັອກຕູເກຊາ
lt: Portugesa
lv: Portugesa
mk: Португеса
ml: പോര്‍ച്ചുഗീസ
mn: Португеза
mr: पोर्टुगिसा
ne: पोर्चुगुइसा
or: ପୋର୍ତ୍ତୁଗୁଏସା
pa_arab_pk: پرتگیس
pa_in: ਪੋਰਟਯੂਗੀਜ਼
ru: Португеса
sd: پورتگيوسا
si: පෝටුගීසා
sr_cyrl_rs: Португеса
sr_latn_rs: Portugesa
te: పోర్చుగీసియా
tg: Португеса
th: โปร์ตูเกซา
tt: Португеза
ug: پورتۇگىزا
uk: Портуґеса
ur: پرتگیسا
zh_hans: 波图格萨
zh_hant: 波圖格薩

# Word.State.VE.R
source: Sucre
am: ሱክሬ
ar: سوكر
as: চুক্ৰে
az: Sukre
bg: Сукре
bn_in: সুক্রে
bs: Sukre
el: Σούκρε
gu: સૂકર
he: סוקרה
hi: सुक्रे
ja: スクレ
ka: სუკრე
kk: Сукре
kn: ಸುಕ್ರೆ
ko: 수크레
ku_arab: سوکر
ky: Сукре
lo: ຊູເຄຣ
lt: Sukrė
lv: Sukre
mi: Hukere
mk: Сукре
ml: സുക്രെ
mn: Сукре
mr: सुक्रे
ne: सक्रे
or: ସୁକ୍ରେଏ
pa_arab_pk: سگری
pa_in: ਸੁਕਰੇ
ru: Сукре
sd: سڪري
si: සුක්රි
sr_cyrl_rs: Сукре
sr_latn_rs: Sukre
te: సుక్రీ
tg: Сукре
th: ซูเกร
tt: Сукре
ug: سۇكرې
uk: Сукре
ur: سکری
uz: Sukre
zh_hans: 苏克雷
zh_hant: 蘇克瑞

# Word.State.VE.S
source: Táchira
am: ታቺራ
as: টাচিৰা
az: Táçira
bg: Тачира
bn_in: তাচিরা
bs: Tahira
el: Τάτσιρα
gu: તીચીરા
he: ט צ'ירה
hi: टचिरा
ja: タチラ
ka: ტაკირა
kk: Тачира
kn: ಟಾಕಿರಾ
ko: 타키라
ku_arab: تاچیرا
ky: Тешира
lo: ຕາຈິຣາ
lv: Tačira
ml: ടിചിര
mn: Тачира
ne: टाचिरा
or: ଟାଚିରା
pa_arab_pk: ٹیچیرا
pa_in: ਟੀ ਚਿਰਾ
ru: Тачира
sd: ٽچيرا
si: ටෂිරා
te: ట్రిచేరియా
tg: Тачира
th: ตาชีรา
tt: Тачира
ug: تاچىرا
uk: Тачіра
ur: ٹچیرا
uz: Tachira
zh_hans: 塔奇拉
zh_hant: 塔奇拉州

# Word.State.VE.T
source: Trujillo
am: ቱሪጂሎ
ar: تروخيلو
as: ট্ৰুজিলো
bg: Трухильо
bn_in: ত্রুজিল্লো
bs: Truhilo
el: Τρουχίγιο
gu: ટ્રુજિલો
he: טרוג'ילו
hi: ट्रुजिलो
ja: トルヒージョ
ka: ტრუხილიო
kk: Трухильо
kn: ಟ್ರುಝಿಲ್ಲೋ
ko: 트루히요
ku_arab: تروجیلۆ
ky: Тружилло
lo: ຕຣູຈິໂລ
lt: Truchiljas
lv: Truhiljo
mk: Трухило
ml: ട്രുജില്ലോ
mn: Трухильо
mr: ट्रजिल्ला
ne: ट्रुजिल्लो
or: ଟ୍ରୁଜିଲୋ
pa_arab_pk: تروجیلو
pa_in: ਟਰੂਜਿਲੋ
ru: Трухильо
sd: ٽروجيلو
si: ටෘජිලියෝ
sr_cyrl_rs: Трухиљо
sr_latn_rs: Truhiljo
te: ట్రూజెలియా
tg: Трухилло
th: ตรูฮีโย
tt: Трухильо
ug: ترۇجىللو
uk: Трухільо
ur: تروجیلو
zh_hans: 特鲁希略
zh_hant: 特魯希略

# Word.State.VE.U
source: Yaracuy
am: ያራኩያ
ar: ياراكو
as: য়াৰাকুই
az: Yarakuy
bg: Яракуй
bn_in: ইয়ারাকাই
bs: Jarakuj
el: Γιαρακουί
gu: યારાકી
he: יאראקוי
hi: याराकी
ja: ヤラクイ
ka: იარაკუი
kk: Яракуй
kn: ಯಾರಾಕ್ಯು
ko: 야라꾸이
ku_arab: یاراکوای
ky: Йаракуй
lo: ຢາຣາກຸຍ
lt: Jarakujus
lv: Jarakuja
mk: Јаракуј
ml: യരകുവെ
mn: Яракуй
mr: यरकुए
ne: याराकु
or: ୟାରାକୁଏ
pa_arab_pk: یاراسی
pa_in: ਯਾਰਾਕੀ
ru: Яракуй
sd: ياراڪوي
si: යාරාකුයි
sr_cyrl_rs: Јаракуј
sr_latn_rs: Jarakuj
te: యరాకే
tg: Яракуй
th: ยารากุย
tt: Яракуй
ug: ياراكۇي
uk: Яракуй
ur: یاراکوئے
uz: Yarakuy
zh_hans: 亚拉奎
zh_hant: 亞拉奎州

# Word.State.VE.V
source: Zulia
am: ዙሊያ
ar: زوليا
as: জুলিয়া
bg: Сулия
bn_in: জুলিয়া
bs: Zulija
el: Σούλια
gu: ઝુલિયા
he: זוליה
hi: ज़ुलिआ
ja: スリア
ka: ზულია
kk: Сулия
kn: ಝುಲಿಯಾ
ko: 줄리아
ku_arab: زولیا
ky: Зулия
lo: ຊູເລຍ
lt: Sulija
lv: Sulija
mk: Сулиа
ml: സുലിയ
mn: Сулия
mr: झुलिया
ne: जुलिया
or: ଜୁଲିଆ
pa_arab_pk: زولیا
pa_in: ਜ਼ੂਲੀਆ
ru: Сулия
sd: زوليا
si: සුලියා
sr_cyrl_rs: Зулија
sr_latn_rs: Zulija
te: జూలియా
tg: Зулия
th: ซูเลีย
tt: Сулия
ug: زۇلىيە
uk: Сулія
ur: زولیا
uz: Zuliya
zh_hans: 苏利亚
zh_hant: 蘇利亞州

# Word.State.VE.W
source: Dependencias Federales
am: ዲፔንደንሲያንስ ፌደራልስ
ar: المناطق الفيدرالية المستقلة
as: ডিপেণ্ডেঞ্চিয়াছ ফেডাৰেলছ
bg: Зависим окръг
bn_in: ডিপেন্ডডেনসিয়াস ফেডেরাল
bs: Federalna zavisna teritorija
cy: Dibyniaethau Ffederal
el: Ομοσπονδιακές Εξαρτήσεις
eu: Dependentzia federalak
gu: આશ્રિત સંઘ પ્રદેશો
he: האזורים הפדרליים
hi: डिपेंडेंसियास फ़ेडेरेल्स
ja: 連邦保護領
ka: დეპენდენციას ფედერალესი
kk: Федералды иеліктер
kn: ಡಿಪೆಂಡೆನ್ಸಿಯಾಸ್ ಫೆಡೆರಾಲೆಸ್
ko: 연방 보호령
ku_arab: دیپێندێنسیاس فێدێرالس
ky: Депендесиас Федералес
lo: ດີເພັນເດັນເຊຍສເຟເດີຣາລສ
lv: Federālie valdījumi
mk: Федерални територии
ml: ഡിപ്പന്‍ഡന്‍സിയാസ് ഫെഡറലെസ്
mn: Депенденсиаз Федералес
mr: देपेंडेंसियस फेदेराल्स
ne: डिपेन्डेन्सिया फेडरलेज
or: ଡିଫେଣ୍ଡେସିଆସ୍ ଫେଡେରାଲେସ୍
pa_arab_pk: دیپاندیانسیاس فیدارالس
pl: Dependencje Federalne
ru: Федеральные владения
sd: ڊپينڊنسياس فيڊيراليس
si: ඩිපෙන්ඩෙන්සියාස් ෆෙඩරල්ස්
sr_cyrl_rs: Федерална територија Венецуеле
sr_latn_rs: Federalna teritorija Venecuele
th: เฟเดอรัลดีเพนเดนซีส์
tt: Венесуэла Федераль Биләмәләре
ug: فېدېراتسىيە ئورگانلىرى
uk: Федеральні володіння
ur: ڈپینڈنسیاس فیڈرلس
vi: Các Vùng lãnh thổ Phụ thuộc
zh_hans: 联邦属地
zh_hant: 聯邦屬地

# Word.State.VE.X
source: Vargas
am: ቫርጋስ
ar: فارغاس
as: ভাৰগেছ
az: Varqas
bg: Варгас
bn_in: ভার্গাস
el: Βάργκας
gu: વર્ગાસ
he: ורגאס
hi: वर्गास
ja: バルガス
ka: ვარგასი
kk: Варгас
kn: ವಾರ್ಗಸ್
ko: 바르가스
ku_arab: ڤارگاس
ky: Варгас
lo: ວາຣກາສ
lt: Vargasas
lv: Vargasa
mk: Варгас
ml: വര്‍ഗാസ്
mn: Варгас
mr: वर्गास
ne: वार्गस
or: ଭେରଗାସ୍
pa_arab_pk: ورگس
pa_in: ਵਰਗਾਸ
ru: Варгас
sd: وارگاس
si: වර්ගාස්
sr_cyrl_rs: Варгас
te: వెగాస్
tg: Варгас
th: วาร์กัส
tt: Варгас
ug: ۋارگاس
uk: Варґас
ur: ورگاس
zh_hans: 巴尔加斯
zh_hant: 巴爾加斯

# Word.State.VE.Y
source: Delta Amacuro
am: ዴልታ አማኩሮ
ar: دلتا أماكورو
as: ডেল্টা আমাকিউৰো
az: Delta Amakuro
bg: Делта Амакуро
bn_in: ডেল্টা আমাকিউরো
bs: Delta Amakuro
el: Ντέλτα Αμακούρο
gu: ડેલ્ટા એમાક્યુરો
he: דלתה אמאקורו
hi: डेल्टा अमाकुरो
ja: デルタ アマクロ
ka: დელტა ამაკურო
kk: Дельта-Амакуро
kn: ಡೆಲ್ಟಾ ಅಮಾಕ್ಯುರೋ
ko: 델타아마쿠로
ku_arab: دێلتا ئاماکورۆ
ky: Делта Амакуро
lo: ເດລຕາອາມາກູໂຣ
lt: Amakūro delta
lv: Delta Amakuro
mk: Делта Амакуро
ml: ഡെല്‍റ്റ അമകുരോ
mn: Дельта-Амакуро
mr: डेल्टा अमॅकुरो
ne: डेल्टा एमाक्युरो
or: ଡେଲଟା ଆମକୁରୋ
pa_arab_pk: ڈیلٹا ایماکیرو
pa_in: ਡੈਲਟਾ ਅਮਾਕੁਰੋ
ru: Дельта-Амакуро
sd: ڊيلٽا اماڪيورو
si: ඩෙල්ටා අමාකුරෝ
sr_cyrl_rs: Делта Амакуро
sr_latn_rs: Delta Amakuro
te: డెల్టా అమెక్యూరా
tg: Делта Амакуро
th: เดลตาอามากูโร
tt: Дельта-Амакуро
ug: دېلتا ئاماكۇرو
uk: Дельта-Амакуро
ur: ڈیلٹا اماکورو
zh_hans: 阿马库罗三角洲
zh_hant: 阿馬庫羅三角洲

# Word.State.VE.Z
source: Amazonas
am: አማዞናስ
ar: أمازوناس
as: আমাজোনাছ
az: Amazoniya
bg: Амасонас
bn_in: আমাজোনাস
el: Αμαζόνας
fa: آمازوناس
gu: અમેઝોનાસ
he: אמזונאס
hi: एमेज़ोनस
ja: アマゾナス
ka: ამაზონია
kk: Амазонас
kn: ಅಮಾಝೋನಾಸ್
ko: 아마조나스
ku_arab: ئامازۆناس
ky: Амазонас
lo: ອາອາຊອນນາສ
lt: Amazonė
lv: Amazonasa
mk: Амазонас
ml: ആമസോണസ്
mn: Амазонас
mr: आमाझोनस
ne: अमेजोनस
or: ଆମାଜୋନାସ୍
pa_arab_pk: امیزونس
pa_in: ਏਮੋਜ਼ੋਨਾਸ
ru: Амасонас
sd: امازوناس
si: ඇමසෝනාස්
sr_cyrl_rs: Амазонас
te: అమెజాన్స్
tg: Амазонас
th: อามาโซนัส
tt: Амазонас
ug: ئامازوناس
uk: Амасонас
ur: امازوناس
zh_hans: 亚马逊
zh_hant: 亞馬遜

# Word.ACH
source: ACH Direct Debit
af: ACH-direkte debiet
am: ACH ቀጥታ ዴቢት
ar: ACH دين مباشر
as: ACH প্ৰতক্ষ্য ডেবিট
az: ACH Birbaşa Debet
bg: Директен дебит от ACH
bn_in: ACH ডাইরেক্ট ডেবিট
bs: ACH direktno terećenje
cy: Debyd Uniongyrchol ACH
da: Direkte ACH-debitering
de: ACH-Lastschrift
el: Άμεση χρέωση ACH
es: Adeudo directo ACH
et: ACH otsedebiteerimine
eu: ACH Banku-helbideratzea
fa: برداشت مستقیم ACH
ga: Dochar díreach ACH
gl: Débito directo ACH
gu: ACH ડાયરેક્ટ ડેબિટ
he: חיוב ישיר באמצעות מסלקה אוטומטית (ACH)
hi: ACH प्रत्यक्ष डेबिट
hr: Izravno terećenje putem ACH-a
hu: Elektronikus elszámolóházon keresztüli (ACH) beszedési megbízás
id: Debit Langsung ACH
is: ACH beingreiðsla
ja: ACH 口座振替
ka: ACH პირდაპირი ჩამოჭრა
kk: ACH шотына тікелей дебеттеу
kn: ACH ನೇರ ಡೆಬಿಟ್
ko: ACH 직불 카드
ku_arab: بڕینی ڕاستەوخۆی ACH
ky: ACH Түз Дебит
lt: ACH tiesioginis debetas
lv: ACH tiešais debets
mi: Whakanama Hāngai ACH
mk: ACH-директно дебитно плаќање
ml: ACH ഡയറക്റ്റ് ഡെബിറ്റ്
mn: ACH Шууд дебит
mr: ACH डायरेक्ट डेबिट
ms: Debit Langsung ACH
ne: ACH डाइरेक्ट डेबिट
nn_no: ACH Direkte belasting
no: ACH – direkte debitering
or: ACH ଡାଇରେକ୍ଟ ଡେବିଟ୍
pa_arab_pk: ACH ڈرائیکٹ ڈیبٹ
pa_in: ACH ਡਾਇਰੈਕਟ ਡੈਬਿਟ
pl: ZIR — polecenie zapłaty
ru: Прямой дебет по системе ACH
sd: ACH ڊائريڪٽ ڊيبٽ
si: ACH ඩිරෙක්ට් ඩෙබිට්
sl: Direktna obremenitev ACH
sr_cyrl_rs: ACH директно задуживање
sr_latn_rs: ACH direktno zaduživanje
sv: ACH Autogiro
ta: ACH டைரக்ட் டெபிட்
te: ACH డైరెక్ట్ డెబిట్
tg: Дебити мустақими ACH
th: การหักบัญชีโดยตรง ACH
tr: ACH Talimatlı Ödeme
tt: ACH туры дебет
ug: ACH بىۋاستە چىقىم ئۇسۇلى
uk: Прямий дебет через систему ACH
ur: ACH براہِ راست ڈیبٹ
uz: ACH To'g'ri debet
vi: Ghi nợ Trực tiếp ACH
zh_hans: 自动化清算中心直接转帐
zh_hant: ACH 直接扣款
