Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ErrorMessage.AddressLine1IsRequired
source: Address line 1 is a required field
af: Adresreël 1 is ’n vereiste veld
am: አድራሻ መስመር 1 ያስፈልጋል
ar: يعد سطر العنوان 1 أحد الحقول المطلوبة
as: ঠিকনা লাইন 1 এটা আৱশ্যকীয় ফিল্ড
az: Ünvan sətri 1 lazımi sahədir
bg: „Ред за адрес 1“ е задължително поле
bn_in: ঠিকানার 1 ম লাইন আবশ্যক৷
bs: Adresa 1 je obavezno polje
cy: Mae llinell cyfeiriad 1 yn faes gofynnol
da: Adresselinje 1 er et påkrævet felt
de: Adresszeile 1 ist ein Pflichtfeld
el: Η γραμμή διεύθυνσης 1 είναι απαιτούμενο πεδίο
es: El campo Línea 1 de dirección es obligatorio.
et: Aadressirida 1 on kohustuslik väli
eu: Helbidearen 1. lerroa derrigorrezko eremua da
fa: آدرس 1 فیلدی الزامی است
ga: Líne 1 den seoladh ag teastáil
gd: Tha loidhne 1 an t-seòlaidh riatanach
gl: A liña de enderezo 1 é un campo obrigatorio
gu: સરનામાં લાઇન 1 ની આવશ્યકતા છે.
he: 'שורת כתובת 1' הוא שדה נדרש
hi: पता पंक्ति 1 आवश्यक फ़ील्ड है
hr: Adresni redak 1 obavezno je polje
hu: A Cím 1. sora mezőt kötelező kitölteni.
id: Baris alamat 1 adalah bidang yang wajib diisi
is: Fylla verður út í póstfangslínu 1
ja: 住所 1 は必須項目です。
ka: მისამართის 1-ლი სტრიქონის შევსება სავალდებულოა
kk: 1-мекенжай жолы міндетті өріс болып табылады
kn: ವಿಳಾಸ ಸಾಲು 1 ಅಗತ್ಯವಿದೆ.
ko: 주소란 1은 필수 필드입니다.
ku_arab: هێڵی ناونیشانی ١ خانەیەکی پێویسته
ky: Дарек сабы 1 милдеттүү талаа
lo: ຕ້ອງລະບຸທີ່ຢູ່ແຖວທີ 1
lt: 1 adreso eilutė yra būtinas laukas
lv: Adreses 1. rindiņa ir obligāts lauks
mi: He āpure e hiahiatia ana a Rārangi 1 Wāhitau
mk: Редот 1 за адреса е задолжително поле
ml: വിലാസം ലൈൻ 1 എന്നത് ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Хаягийн мөр 1-ийг бөглөх шаардлагатай.
mr: पत्ता ओळ 1 आवश्यक फील्ड आहे
ms: Baris alamat 1 ialah medan yang diperlukan
mt: Linja 1 tal-indirizz hija qasam meħtieġ
ne: ठेगाना रेखा 1 आवश्यक फाँट हो
nn_no: Adresseline 1 er obligatorisk
no: Adresselinje 1 må angis
or: ଠିକଣା ଧାଡି 1 ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: ایڈریس لائن 1 اک درکار فیلڈ اے
pa_in: ਪਤਾ ਲਾਈਨ 1, ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole 1. wiersz adresu jest wymagane
ru: Первая строка адреса — обязательное поле
sd: پتي جي لائن 1 گهربل فيلڊ آهي
si: ලිපින පේළිය 1 අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Naslov 1« je treba obvezno izpolniti
sr_cyrl_rs: Ред за адресу 1 је обавезно поље
sr_latn_rs: Red za adresu 1 je obavezno polje
sv: Adressrad 1 är ett obligatoriskt fält
ta: முகவரி வரி 1 ஆனது தேவையான புலம்.
te: చిరునామా పంక్తి 1 అవసరమైన ఫీల్డ్
tg: Сатри 1-уми суроға майдони ҳатмист
th: ต้องระบุที่อยู่บรรทัดที่ 1
tr: Adres satırı 1 gerekli bir alandır
tt: 1-нче адрес юлы - мәҗбүри кыр
ug: ئادرېس سىزىقى 1 كېرەك
uk: Рядок адреси 1 – обов’язкове поле
ur: پتہ سطر 1 درکار کردہ قطعہ ہے
uz: 1-manzil qatori majburiy maydon hisoblanadi
vi: Dòng địa chỉ 1 là trường bắt buộc
zh_hans: 地址行 1 是必填字段
zh_hant: 地址行 1 為必填欄位

# Literal.ErrorMessage.AddressLine2IsRequired
source: Address line 2 is a required field
af: Adresreël 2 is ’n vereiste veld
am: አድራሻ መስመር 2 ያስፈልጋል
ar: يعد سطر العنوان 2 أحد الحقول المطلوبة
as: ঠিকনা লাইন 2 এটা আৱশ্যকীয় ফিল্ড
az: Ünvan sətri 2 lazımi sahədir
bg: „Ред за адрес 2“ е задължително поле
bn_in: ঠিকানার 2 য় লাইন আবশ্যক৷
bs: Adresa 2 je obavezno polje
cy: Mae llinell cyfeiriad 2 yn faes gofynnol
da: Adresselinje 2 er et påkrævet felt
de: Adresszeile 2 ist ein Pflichtfeld
el: Η γραμμή διεύθυνσης 2 είναι απαιτούμενο πεδίο
es: El campo Línea 2 de dirección es obligatorio.
et: Aadressirida 2 on kohustuslik väli
eu: Helbidearen 2. lerroa derrigorrezko eremua da
fa: آدرس 2 فیلدی الزامی است
ga: Líne 2 den seoladh ag teastáil
gd: Tha loidhne 2 an t-seòlaidh riatanach
gl: A liña de enderezo 2 é un campo obrigatorio
gu: સરનામાં લાઇન 2 ની આવશ્યકતા છે.
he: 'שורת כתובת 2' הוא שדה נדרש
hi: पता पंक्ति 2 आवश्यक फ़ील्ड है
hr: Adresni redak 2 obavezno je polje
hu: A Cím 2. sora mezőt kötelező kitölteni.
id: Baris alamat 2 adalah bidang yang wajib diisi
is: Fylla verður út í póstfangslínu 2
ja: 住所 2 は必須項目です。
ka: მისამართის მე-2 სტრიქონის შევსება სავალდებულოა
kk: 2-мекенжай жолы міндетті өріс болып табылады
kn: ವಿಳಾಸ ಸಾಲು 2 ಅಗತ್ಯವಿದೆ.
ko: 주소란 2는 필수 필드입니다.
ku_arab: هێڵی ناونیشانی ٢ خانەیەکی پێویسته
ky: Дарек сабы 2 милдеттүү талаа
lo: ຕ້ອງລະບຸທີ່ຢູ່ແຖວທີ 2
lt: 2 adreso eilutė yra būtinas laukas
lv: Adreses 2. rindiņa ir obligāts lauks
mi: He āpure e hiahiatia ana a Rārangi 2 Wāhitau
mk: Редот 2 за адреса е задолжително поле
ml: വിലാസം ലൈൻ 2 എന്നത് ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Хаягийн мөр 2-ыг бөглөх шаардлагатай.
mr: पत्ता ओळ 2 आवश्यक फील्ड आहे
ms: Baris alamat 2 ialah medan yang diperlukan
mt: Linja 2 tal-indirizz hija qasam meħtieġ
ne: ठेगाना रेखा 2 आवश्यक फाँट हो
nn_no: Adresseline 2 er obligatorisk
no: Adresselinje 2 må angis
or: ଠିକଣା ଧାଡି 2 ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: ایڈریس لائن 2 اک درکار فیلڈ اے
pa_in: ਪਤਾ ਲਾਈਨ 2, ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole 2. wiersz adresu jest wymagane
ru: Вторая строка адреса — обязательное поле
sd: پتي جي لائن 2 گهربل آهي
si: ලිපින පේළිය 2 අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Naslov 2« je treba obvezno izpolniti
sr_cyrl_rs: Ред за адресу 2 је обавезно поље
sr_latn_rs: Red za adresu 2 je obavezno polje
sv: Adressrad 2 är ett obligatoriskt fält
ta: முகவரி வரி 2 தேவை.
te: చిరునామా పంక్తి 2 అవసరమైన ఫీల్డ్
tg: Сатри 2-юми суроға майдони ҳатмист
th: ต้องระบุที่อยู่บรรทัดที่ 2
tr: Adres satırı 2 gerekli bir alandır
tt: 2-нче адрес юлы - мәҗбүри кыр
ug: ئادرېس سىزىقى 2 كېرەك
uk: Рядок адреси 2 – обов’язкове поле
ur: پتہ سطر 2 درکار کردہ قطعہ ہے
uz: 2-manzil qatori majburiy maydon hisoblanadi
vi: Dòng địa chỉ 2 là trường bắt buộc
zh_hans: 地址行 2 是必填字段
zh_hant: 地址行 2 為必填欄位

# Literal.ErrorMessage.CityIsRequired
source: City is a required field
af: Stad is ’n vereiste veld
am: ከተማ አስፈላጊ መስክ ነው
ar: تعد المدينة أحد الحقول المطلوبة
as: চহৰ এটা আৱ্শ্যকীয় ফিল্ড
az: Şəhər lazımi sahədir
bg: „Град“ е задължително поле
bn_in: শহর একটি আবশ্যক ক্ষেত্র
bs: Grad je obavezno polje
cy: Mae dinas yn faes gofynnol
da: By er et påkrævet felt
de: Ort ist ein Pflichtfeld
el: Η πόλη είναι απαιτούμενο πεδίο
es: El campo Ciudad es obligatorio.
et: Linn on kohustuslik väli
eu: Hiria derrigorrezko eremua da
fa: نام شهر فیلدی الزامی است
ga: Is réimse éigeantach é cathair
gd: Tha am baile riatanach
gl: A cidade é un campo obrigatorio
gu: શહેર એક આવશ્યક ક્ષેત્ર છે
he: 'עיר' הוא שדה נדרש
hi: शहर आवश्यक फ़ील्ड है
hr: Grad je obavezno polje
hu: A Település mezőt kötelező kitölteni.
id: Kota adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir borg
ja: 市は必須フィールドです。
ka: ქალაქის ველის შევსება სავალდებულოა
kk: Қала міндетті өріс болып табылады
kn: ನಗರ ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 시는 필수 필드입니다.
ku_arab: شار خانەیەکی پێویسته
ky: Шаар бул милдеттүү талаа
lo: ເມືອງແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Miestas yra būtinas laukas
lv: Pilsēta ir obligāts lauks
mi: He āpure e hiahiatia a Tāone
mk: Градот е задолжително поле
ml: നഗരം ഇത് ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mn: Хотыг бөглөх шаардлагатай
mr: शहर आवश्यक फील्ड आहे
ms: Bandar ialah medan yang diperlukan
mt: Belt hija qasam meħtieġ
ne: सहर आवश्यक फाँट हो
nn_no: Stad er obligatorisk
no: By må angis
or: ସହର ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: شہر اک درکار فیلڈ اے
pa_in: ਸ਼ਹਿਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Miejscowość jest wymagane
ru: Город — обязательное поле
sd: شهر هڪ گهربل فيلڊ آهي
si: නගරය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Mesto« je treba obvezno izpolniti
sr_cyrl_rs: Град је обавезно поље
sr_latn_rs: Grad je obavezno polje
sv: Ort är ett obligatoriskt fält
ta: நகரம் ஆனது தேவையான புலம்
te: నగరం అవసరమైన ఫీల్డ్
tg: Шаҳр майдони ҳатмист
th: ต้องระบุเมือง
tr: Şehir gerekli bir alandır
tt: Шәһәр - мәҗбүри кыр
ug: شەھەر تولدۇرىلىشى كېرەك
uk: Місто – обов’язкове поле
ur: شہر درکار کردہ قطعہ ہے
uz: Shahar majburiy maydon hisoblanadi
vi: Thành phố là trường bắt buộc
zh_hans: 城市是必填字段
zh_hant: 城市為必填欄位

# Literal.ErrorMessage.SuburbIsRequired
source: Suburb is a required field
af: Voorstad is ’n vereiste veld
am: የከተማ አካባቢ አስፈላጊ መስክ ነው
ar: تعد الضاحية أحد الحقول المطلوبة
as: উপচহৰ এটা আৱশ্যকীয় ফিল্ড
az: Şəhərətrafı qəsəbə lazımi sahədir
bg: „Предградие“ е задължително поле
bn_in: উপনগরী একটি আবশ্যক ক্ষেত্র
bs: Predgrađe je obavezno polje
cy: Mae Maestref yn faes gofynnol
da: Forstad er et påkrævet felt
de: Stadtteil ist ein Pflichtfeld
el: Το προάστιο είναι απαιτούμενο πεδίο
es: El campo Suburbio es obligatorio.
et: Eeslinn on kohustuslik väli
eu: Auzoa derrigorrezko eremua da
fa: نام حومه شهر فیلدی الزامی است
ga: Is réimse éigeantach é bruachbhaile
gd: Tha am frith-bhaile riatanach
gl: O barrio é un campo obrigatorio
gu: ઉપનગર એક આવશ્યક ક્ષેત્ર છે
he: 'פרבר' הוא שדה נדרש
hi: उपनगर आवश्यक फ़ील्ड है
hr: Predgrađe je obavezno polje
hu: A Külváros mezőt kötelező kitölteni.
id: Kecamatan adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir úthverfi
ja: これは必須のフィールドです
ka: გარეუბნის ველის შევსება სავალდებულოა
kk: Қала маңы міндетті өріс болып табылады
kn: ಉಪನಗರ ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 교외는 필수 필드입니다.
ku_arab: دەورووبەری شار خانەیەکی پێویسته
ky: Шаар чети бул милдеттүү талаа
lo: ເຂດຊານເມືອງແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Apylinkė yra būtinas laukas
lv: Priekšpilsēta ir obligāts lauks
mi: He āpure e hiahiatia a Takiwā Tāone
mk: Предградието е задолжително поле
ml: നഗരപ്രാന്തം ഇത് ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mn: Хот орчмын сууринг бөглөх шаардлагатай
mr: उपनगर आवश्यक फील्ड आहे
ms: Subbandar ialah medan yang diperlukan
mt: Subborg huwa qasam meħtieġ
ne: उपनगर आवश्यक फाँट हो
nn_no: Forstad er obligatorisk
no: Forstad må angis
or: ଉପନଗର ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: "مضافات اک درکار فیلڈ اے
pa_in: ਸ਼ਹਿਰ ਦਾ ਬਾਹਰੀ ਭਾਗ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole przedmieście jest wymagane
ru: Пригород — обязательное поле
sd: شهر جي پشگردائي هڪ گهربل فيلڊ آهي
si: උප නගරය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Predmestje« je treba obvezno izpolniti
sr_cyrl_rs: Предграђе је обавезно поље
sr_latn_rs: Predgrađe je obavezno polje
sv: Förstad är ett obligatoriskt fält
ta: புறநகர் ஆனது தேவையான புலம்
te: సబ్అర్బ్ అవసరమైన ఫీల్డ్
tg: Фарошаҳр майдони ҳатмист
th: ต้องระบุเขต
tr: Banliyö gerekli bir alandır
tt: Бистә - мәҗбүри кыр
ug: شەھەر ئەتراپى تولدۇرىلىشى كېرەك
uk: Селище – обов’язкове поле
ur: مضافات درکار کردہ قطعہ ہے
uz: Yon-atrofdagi joy majburiy maydon hisoblanadi
vi: Ngoại ô là trường bắt buộc
zh_hans: 郊区是必填字段
zh_hant: 縣市為必填欄位

# Literal.ErrorMessage.StateIsRequired
source: State is a required field
af: Deelstaat is ’n vereiste veld
am: ግዛት አስፈላጊ መስክ ነው
ar: تعد المحافظة أحد الحقول المطلوبة
as: ৰাজ্য এটা আৱশ্যকীয় ফিল্ড
az: Ştat lazımi sahədir
bg: „Щат“ е задължително поле
bn_in: রাজ্য একটি আবশ্যক ক্ষেত্র
bs: Savezna država je obavezno polje
cy: Mae Talaith yn faes gofynnol
da: Stat er et påkrævet felt
de: Bundesland/Kanton ist ein Pflichtfeld
el: Ο νομός είναι απαιτούμενο πεδίο
es: El campo Estado es obligatorio.
et: Osariik on kohustuslik väli
eu: Estatua derrigorrezko eremua da
fa: نام ایالت فیلدی الزامی است
ga: Is réimse éigeantach é stát
gd: Tha an siorrachd/còigeamh/stàit riatanach
gl: O estado é un campo obrigatorio
gu: રાજ્ય એક આવશ્યક ક્ષેત્ર છે
he: 'מדינה' הוא שדה נדרש
hi: राज्य आवश्यक फ़ील्ड है
hr: Savezna država obavezno je polje
hu: Az Állam mezőt kötelező kitölteni.
id: Wilayah adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir ríki
ja: 州は必須フィールドです
ka: შტატის ველის შევსება სავალდებულოა
kk: Облыс міндетті өріс болып табылады
kn: ರಾಷ್ಟ್ರ ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 주는 필수 필드입니다.
ku_arab: دەوڵەت خانەیەکی پێویسته
ky: Шаары бул милдеттүү талаа
lo: ລັດແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Rajonas yra būtinas laukas
lv: Valsts ir obligāts lauks
mi: He āpure e hiahiatia a Kāwanatanga
mk: Државата е задолжително поле
ml: സംസ്ഥാനം ഇത് ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mn: Муж улсыг бөглөх шаардлагатай
mr: राज्य आवश्यक फील्ड आहे
ms: Negeri ialah medan yang diperlukan
mt: Stat huwa qasam meħtieġ
ne: राज्य आवश्यक फाँट हो
nn_no: Delstat er obligatorisk
no: Delstat må angis
or: ରାଜ୍ୟ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: ریاست اک درکار فیلڈ اے
pa_in: ਰਾਜ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Stan jest wymagane
ru: Область, республика, край или округ — обязательное поле
sd: رياست هڪ گهربل فيلڊ آهي
si: ප්‍රාන්තය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Zvezna država« je treba obvezno izpolniti
sr_cyrl_rs: Држава је обавезно поље
sr_latn_rs: Država je obavezno polje
sv: Delstat är ett obligatoriskt fält
ta: மாநிலம் ஆனது தேவையான புலம்
te: రాష్ట్రం అవసరమైన ఫీల్డ్
tg: Штат майдони ҳатмист
th: ต้องระบุรัฐ
tr: Eyalet gerekli bir alandır
tt: Штат - мәҗбүри кыр
ug: ئىشتات تولدۇرىلىشى كېرەك
uk: Область/республіка – обов’язкове поле
ur: ریاست درکار کردہ قطعہ ہے
uz: Shtat majburiy maydon hisoblanadi
vi: Bang là trường bắt buộc
zh_hans: 自治区/直辖市是必填字段
zh_hant: 州

# Literal.ErrorMessage.ProvinceIsRequired
source: Province is a required field
af: Provinsie is ’n vereiste veld
am: አውራጃ አስፈላጊ መስክ ነው
ar: تعد المنطقة أحد الحقول المطلوبة
as: অঞ্চল এটা আৱশ্যকীয় ফিল্ড
az: Əyalət lazımi sahədir
bg: „Провинция“ е задължително поле
bn_in: প্রদেশ একটি আবশ্যক ক্ষেত্র
bs: Pokrajina je obavezno polje
cy: Mae Rhanbarth yn faes gofynnol
da: Provins er et påkrævet felt
de: Provinz ist ein Pflichtfeld
el: Η επαρχία είναι απαιτούμενο πεδίο
es: El campo Provincia es obligatorio.
et: Maakond on kohustuslik väli
eu: Probintzia derrigorrezko eremua da
fa: نام استان فیلدی الزامی است
ga: Is réimse éigeantach é cúige
gd: Tha a’ mhòr-roinn riatanach
gl: A provincia é un campo obrigatorio
gu: પ્રાંત એક આવશ્યક ક્ષેત્ર છે
he: 'מחוז' הוא שדה נדרש
hi: प्रांत आवश्यक फ़ील्ड है
hr: Pokrajina je obavezno polje
hu: A Megye mezőt kötelező kitölteni.
id: Provinsi adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir hérað
ja: 州は必須フィールドです
ka: პროვინციის ველის შევსება სავალდებულოა
kk: Аудан міндетті өріс болып табылады
kn: ಪ್ರಾಂತ್ಯ ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 도는 필수 필드입니다.
ku_arab: پارێزگا خانەیەکی پێویسته
ky: Аймагы бул милдеттүү талаа
lo: ແຂວງແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Apskritis yra būtinas laukas
lv: Rajons ir obligāts lauks
mi: He āpure e hiahiatia a Porowini
mk: Провинцијата е задолжително поле
ml: പ്രവിശ്യ ഇത് ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mn: Аймгийг бөглөх шаардлагатай
mr: प्रांत आवश्यक फील्ड आहे
ms: Wilayah ialah medan yang diperlukan
mt: Provinċja huwa qasam meħtieġ
ne: प्रान्त आवश्यक फाँट हो
nn_no: Provins er obligatorisk
no: Provins må angis
or: ପ୍ରଦେଶ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: صوبہ اک درکار فیلڈ اے
pa_in: ਪ੍ਰਾਂਤ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Województwo jest wymagane
ru: Область, республика, край или округ — обязательное поле
sd: صوبو هڪ گهربل فيلڊ آهي
si: පළාත අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Provinca« je treba obvezno izpolniti
sr_cyrl_rs: Покрајина је обавезно поље
sr_latn_rs: Pokrajina je obavezno polje
sv: Region är ett obligatoriskt fält
ta: மாகாணம் ஆனது தேவையான புலம்
te: ప్రావిన్స్ అవసరమైన ఫీల్డ్
tg: Вилоят майдони ҳатмист
th: ต้องระบุจังหวัด
tr: İl gerekli bir alandır
tt: Өлкә - мәҗбүри кыр
ug: ئۆلكە تولدۇرىلىشى كېرەك
uk: Область/республіка – обов’язкове поле
ur: صوبہ درکار کردہ قطعہ ہے
uz: Viloyat majburiy maydon hisoblanadi
vi: Tỉnh là trường bắt buộc
zh_hans: 省是必填字段
zh_hant: 省份為必填欄位

# Literal.ErrorMessage.ZIPCodeIsRequired
source: ZIP Code is a required field
af: Poskode is ’n vereiste veld
am: ዚፕ ኮድ አስፈላጊ መስክ ነው
ar: يعد رقم الرمز البريدي أحد الحقول المطلوبة
as: ZIP কোড এটা আৱশ্যকীয় ফিল্ড
az: ZİP Kodu lazımi sahədir
bg: „Пощенски код“ е задължително поле
bn_in: জিপ কোড একটি আবশ্যক ক্ষেত্র
bs: Poštanski broj je obavezno polje
cy: Mae cod post yn faes gofynnol
da: Postnr. er et påkrævet felt
de: PLZ ist ein Pflichtfeld
el: Ο ταχυδρομικός κώδικας είναι απαιτούμενο πεδίο
es: El campo Código postal es obligatorio.
et: Sihtnumber on kohustuslik väli
eu: ZIP kodea derrigorrezko eremua da
fa: زیپ‌کد فیلدی الزامی است
ga: Is réimse riachtanach é an cód poist
gd: Tha an còd-puist riatanach
gl: O código postal é un campo obrigatorio
gu: ઝીપ કોડ એક આવશ્યક ક્ષેત્ર છે
he: 'מיקוד' הוא שדה נדרש
hi: ज़िप कोड आवश्यक फ़ील्ड है
hr: Poštanski broj obavezno je polje
hu: Az Irányítószám mezőt kötelező kitölteni.
id: Kode ZIP adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir póstnúmer
ja: 郵便番号は必須フィールドです
ka: საფოსტო ინდექსის ველის შევსება სავალდებულოა
kk: Пошталық индекс міндетті өріс болып табылады
kn: ZIP ಕೋಡ್ ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ
ko: 우편 번호는 필수 필드입니다.
ku_arab: کۆدی پۆسته خانەیەکی پێویسته
ky: Почта индекси бул милдеттүү талаа
lo: ລະຫັດ ZIP ແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Pašto kodas yra būtinas laukas
lv: Pasta indekss ir obligāts lauks
mi: He āpure e hiahiatia ana a Waehere ZIP
mk: Поштенскиот број е задолжително поле
ml: സിപ്‌ കോഡ് ഒരു നിർബന്ധിത ഫീൽഡാണ്
mn: ZIP кодыг бөглөх шаардлагатай
mr: ZIP कोड एक आवश्यक फील्ड आहे
ms: Kod ZIP ialah medan yang diperlukan
mt: Kodiċi Postali huwa qasam meħtieġ
ne: जिप कोड आवश्यक फाँट हो
nn_no: Postnummer er obligatorisk
no: Postnummer må angis
or: ZIP କୋଡ୍‌ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: ZIP کوڈ اک درکار فیلڈ اے
pa_in: ZIP ਕੋਡ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Kod pocztowy jest wymagane
ru: Почтовый индекс — обязательное поле
sd: زپ ڪوڊ هڪ گهربل فيلڊ آهي
si: ZIP කේතය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Poštna številka« je treba obvezno izpolniti
sr_cyrl_rs: ZIP кôд је обавезно поље
sr_latn_rs: ZIP kôd je obavezno polje
sv: Postnummer är ett obligatoriskt fält
ta: ZIP குறியீடு ஆனது தேவையான புலம்
te: జిప్ కోడ్ అవసరమైన ఫీల్డ్
tg: Индекси почта майдони ҳатмист
th: ต้องระบุรหัสไปรษณีย์
tr: Posta Kodu gerekli bir alandır
tt: Индекс - мәҗбүри кыр
ug: پوچتا نومۇرى تولدۇرىلىشى كېرەك
uk: Поштовий індекс – обов’язкове поле
ur: زپ کوڈ درکار کردہ قطعہ ہے
uz: Pochta indeksi majburiy maydon hisoblanadi
vi: Mã ZIP là trường bắt buộc
zh_hans: 邮政编码是必填字段
zh_hant: 郵遞區號為必填欄位

# Literal.ErrorMessage.PostalCodeIsRequired
source: Postal Code is a required field
af: Poskode is ’n vereiste veld
am: የፖስታ ኮድ አስፈላጊ ነው
ar: يعد الرمز البريدي أحد الحقول المطلوبة
as: পোষ্টেল কোড এটা আৱ্শ্যকীয় ফিল্ড
az: Poçt indeksi lazımi sahədir
bg: „Пощенски код“ е задължително поле
bn_in: পোস্টাল কোড একটি আবশ্যক ক্ষেত্র
bs: Poštanski broj je obavezno polje
cy: Mae Cod Post yn faes gofynnol
da: Postnummer er et påkrævet felt
de: Postleitzahl ist ein Pflichtfeld
el: Ο ταχυδρομικός κώδικας είναι απαιτούμενο πεδίο
es: El campo Código postal es obligatorio.
et: Sihtnumber on kohustuslik väli
eu: Posta-kodea derrigorrezko eremua da
fa: کد پستی فیلدی الزامی است
ga: Is réimse riachtanach é an cód poist
gd: Tha an còd-puist riatanach
gl: O código postal é un campo obrigatorio
gu: પોસ્ટલ કોડ એક આવશ્યક ક્ષેત્ર છે
he: 'מיקוד' הוא שדה נדרש
hi: पोस्टल कोड आवश्यक फ़ील्ड है
hr: Poštanski broj obavezno je polje
hu: Az Irányítószám mezőt kötelező kitölteni.
id: Kode Pos adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir póstnúmer
ja: 郵便番号は必須フィールドです
ka: საფოსტო კოდის ველის შევსება სავალდებულოა
kk: Пошталық индекс міндетті өріс болып табылады
kn: ಅಂಚೆ ಕೋಡ್ ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ
ko: 우편 번호는 필수 필드입니다.
ku_arab: کۆدی پۆسته خانەیەکی پێویسته
ky: Потчалык индекси бул милдеттүү талаа
lo: ລະຫັດໄປສະນີແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Pašto kodas yra būtinas laukas
lv: Pasta indekss ir obligāts lauks
mi: He āpure e hiahiatia ana a Waehere Poutāpeta
mk: Поштенскиот број е задолжително поле
ml: തപാൽ കോഡ് ആവശ്യമായ ഒരു ഫീൽഡാണ്
mn: Шуудангийн кодыг бөглөх шаардлагатай
mr: पोस्टल कोड एक आवश्यक फील्ड आहे
ms: Poskod ialah medan yang diperlukan
mt: Kodiċi Postali huwa qasam meħtieġ
ne: हुलाक कोड आवश्यक फाँट हो
nn_no: Postnummer er obligatorisk
no: Postnummer må angis
or: ଡାକ କୋଡ୍ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: پوسٹ کوڈ اک درکار فیلڈ اے
pa_in: ਡਾਕ ਕੋਡ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Kod pocztowy jest wymagane
ru: Почтовый индекс — обязательное поле
sd: پوسٽل ڪوڊ هڪ گهربل فيلڊ آهي
si: තැපැල් කේතය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Poštna številka« je treba obvezno izpolniti
sr_cyrl_rs: Поштански број је обавезно поље
sr_latn_rs: Poštanski broj je obavezno polje
sv: Postnummer är ett obligatoriskt fält
ta: அஞ்சல் குறியீடு ஆனது தேவையான புலம்
te: పోస్టల్ కోడ్ అవసరమైన ఫీల్డ్
tg: Индекси почта майдони ҳатмист
th: ต้องระบุรหัสไปรษณีย์
tr: Posta Kodu gerekli bir alandır
tt: Почта индексы - мәҗбүри кыр
ug: پوشتا كودى تولدۇرىلىشى كېرەك
uk: Поштовий індекс – обов’язкове поле
ur: پوسٹ کوڈ درکار کردہ قطعہ ہے
uz: Pochta indeksi majburiy maydon hisoblanadi
vi: Mã bưu điện là trường bắt buộc
zh_hans: 邮政编码是必填字段
zh_hant: 郵遞區號為必填欄位

# Literal.ErrorMessage.CountryRegionIsRequired
source: Country/Region is a required field
af: Land/streek is ’n vereiste veld
am: ሀገር/ክልል አስፈላጊ መስክ ነው
ar: يعد البلد/المنطقة أحد الحقول المطلوبة
as: দেশ/অঞ্চল এটা আৱশ্যকীয় ফিল্ড
az: Ölkə/Region lazımi sahədir
bg: „Държава/регион“ е задължително поле
bn_in: দেশ/অঞ্চল একটি আবশ্যক ক্ষেত্র
bs: Država/regija je obavezno polje
cy: Mae Gwlad/Rhanbarth yn faes gofynnol
da: Land/område er et påkrævet felt
de: Land/Region ist ein Pflichtfeld
el: Η χώρα/περιοχή είναι απαιτούμενο πεδίο
es: El campo País o región es obligatorio.
et: Riik/regioon on kohustuslik väli
eu: Herrialdea/Eskualdea derrigorrezko eremua da
fa: نام کشور/منطقه فیلدی الزامی است
ga: Is réimse éigeantach é tír/réigiún
gd: Tha an dùthaich/roinn-dùthcha riatanach
gl: O país ou rexión é un campo obrigatorio
gu: દેશ/પ્રદેશ એક આવશ્યક ફીલ્ડ છે
he: 'מדינה/אזור' הוא שדה נדרש
hi: देश/क्षेत्र आवश्यक फ़ील्ड है
hr: Država/regija obavezno je polje
hu: Az Ország/régió mezőt kötelező kitölteni.
id: Negara/Kawasan adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir land/svæði
ja: 国/地域は必須フィールドです
ka: ქვეყნის/რეგიონის ველის შევსება სავალდებულოა
kk: Ел/аймақ міндетті өріс болып табылады
kn: ದೇಶ/ಪ್ರದೇಶ ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 국가/지역은 필수 필드입니다.
ku_arab: وڵات/هەرێم خانەیەکی پێویسته
ky: Өлкө/район бул милдеттүү талаа
lo: ປະເທດ/ເຂດແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Šalis / regionas yra būtinas laukas
lv: Valsts/reģions ir obligāts lauks
mi: He āpure e hiahiatia ana a Whenua/Rohe
mk: Земјата/регионот е задолжително поле
ml: രാജ്യം/പ്രദേശം ഇത് ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mn: Хот/бүс нутаг шаардлагатай
mr: देश/विभाग आवश्यक फील्ड आहे
ms: Negeri/Rantau ialah medan yang diperlukan
mt: Pajjiż/Reġjun huwa qasam meħtieġ
ne: देश/फाँट आवश्यक फाँट हो
nn_no: Land/område er obligatorisk
no: Land/område må angis
or: ଦେଶ/ଅଞ୍ଚଳ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: ملک/خطہ اک درکار فیلڈ اے
pa_in: ਦੇਸ਼/ਖੇਤਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Kraj/region jest wymagane
ru: Страна или регион — обязательное поле
sd: شهر/خطو هڪ گهربل فيلڊ آهي
si: රට/කළාපය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Država/regija« je treba obvezno izpolniti
sr_cyrl_rs: Земља/регион је обавезно поље
sr_latn_rs: Zemlja/region je obavezno polje
sv: Land/region är ett obligatoriskt fält
ta: நாடு/வட்டாரம் ஆனது தேவையான புலம்
te: దేశం/ప్రాంతం అవసరమైన ఫీల్డ్
tg: Кишвар/минтақа майдони ҳатмист
th: ต้องระบุประเทศ/ภูมิภาค
tr: Ülke/Bölge gerekli bir alandır
tt: Ил/төбәк - мәҗбүри кыр
ug: دۆلەت ياكى رايون تولدۇرىلىشى كېرەك
uk: Країна або регіон – обов’язкове поле
ur: ملک/ریجن درکار کردہ قطعہ ہے
uz: Mamlakat/Mintaqa majburiy maydon hisoblanadi
vi: Quốc gia/Khu vực là trường bắt buộc
zh_hans: 国家/地区是必填字段
zh_hant: 地區/區域為必填欄位
