Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVC.Input.Inform
source: A verification transaction has been charged to your credit card. Please check your statement and enter the exact amount charged to your account -OR- enter the 3-digit code found in the transaction description.
af: n Verifikasietransaksie is teen jou kredietkaart gedebiteer. Gaan asseblief jou staat na en voer die presiese bedrag in wat teen jou rekening gedebiteer is -OF- voer die 3-syferkode in wat in die transaksiebeskrywing gevind word.
am: የማረጋገጫ ልውውጥ ወደ የብድር ካርድህ እንድትከፍል ተደርጓል። እባክህ መግለጫህን ፈትሽና ወደ ሒሳብህ እንድትከፍል የተደረገው ትክክለኛው መጠን አስገባ ወይም በልውውጥ መግለጫ የሚገኘው 3 አሃዝ ኮድ አስገባ።
ar: لقد تقاضينا مبلغًا نموذجيًا للتحقق من بطاقة الائتمان. يرجى فحص البيان وإدخال المبلغ الدقيق المتقاضى من حسابك - أو - أدخل الرمز الثلاثي الأحرف الوارد في وصف الصفقة.
as: আপোনাৰ ক্ৰেডিট কাৰ্ডলৈ এটা সত্যাপন লেন-দেন মাছুল প্ৰদান কৰা হৈছে৷ অনুগ্ৰহ কৰি আপোনাৰ বিবৃতি পৰীক্ষা কৰক আৰু আপোনাৰ একাউণ্টলৈ লগোৱা মাছুলৰ প্ৰকৃত পৰিমান প্ৰৱিষ্ট কৰক -বা- লেন-দেন বিৱৰণত পোৱা 3-সংখ্যাৰ ক'ড নম্বৰটো প্ৰৱিষ্ট কৰক৷
az: Təsdiqləmə əməliyyatı kredit kartınıza tətbiq olunub. Lütfən hesab üzrə çıxarışınızı yoxlayın və hesabınıza tətbiq olunmuş düzgün məbləği daxil edin - VƏ YA- əməliyyatın təsvirində tapılan 3-rəqəmli kodu daxil edin.
bg: На вашата кредитна карта е начислена транзакция за проверка. Проверете извлечението за картата и въведете или точната начислена сума ИЛИ предоставения 3-цифрен код в описанието на транзакцията.
bn_in: আপনার ক্রেডিট কার্ডে একটি যাচাইকরণ লেনদেনের জন্য অর্থ কেটে নেওয়া হয়েছে৷ দয়া করে আপনার স্টেটমেন্ট যাচাই করুন এবং আপনার অ্যাকাউন্টে যে অর্থ কেটে নেওয়া হয়েছে তার সঠিক পরিমাণ এন্টার করুন - অথবা- লেনদেনের বর্ণনায় যে 3-অঙ্কের কোড দেওয়া আছে সেটি এন্টার করুন৷
bs: Verifikacijska transakcija je naplaćena s vaše kreditne kartice. Provjerite svoj izvod i unesite tačan naplaćeni iznos u svoj račun - ILI - unesite trocifrenu šifru koja se nalazi u opisu transakcije.
cy: Mae trafodyn dilysu wedi cael ei godi ar eich cerdyn credyd. Edrychwch ar eich cyfriflen neu roi'r union swm sydd wedi'i godi ar eich cyfrif -NEU- rhowch y cod 3-digid sydd yn y disgrifiad o'r trafodyn.
da: Der er blevet debiteret for en kontroltransaktion på dit kreditkort. Kontrollér kontoudtoget, og indtast det nøjagtige beløb, der opkræves din konto -ELLER- indtast den 3-cifrede kode, som findes i transaktionsbeskrivelsen.
de: Ihre Karte wurde mit einer Prüftransaktion belastet. Prüfen Sie Ihre Abrechnung, und geben Sie den genauen Betrag ein, der von Ihrem Konto abgebucht wurde, ODER geben Sie die dreistellige Nummer ein, die in der Transaktionsbeschreibung aufgeführt ist.
el: Μια συναλλαγή επαλήθευσης χρεώθηκε στην πιστωτική κάρτα σας. Ελέγξτε τον αναλυτικό λογαριασμό σας και εισαγάγετε το ακριβές ποσό που χρεώθηκε στο λογαριασμό σας -Ή- εισαγάγετε τον τριψήφιο κωδικό που υπάρχει στην περιγραφή της συναλλαγής.
es: Se ha realizado una transacción de comprobación en su tarjeta de crédito. Consulte el extracto e introduzca el importe exacto cargado en su cuenta, o bien introduzca el código de 3 dígitos que se encuentra en la descripción de la transacción.
et: Kinnitamistehingu eest võetakse tasu teie krediitkaardilt. Kontrollige oma väljavõtet ja sisestage täpne summa, mis teie kontolt võetakse - VÕI - sisestage 3-kohaline kood, mille leiate tehingu kirjeldusest.
eu: Egiaztapen-transakzioa kobratu da zure kreditu-txartelaren bidez. Begiratu zure kontu-laburpena eta sartu kontuan kobratutako zenbatekoa EDO sartu transakzioaren azalpenean dagoen 3 digituko kodea.
fa: یک تراکنش تأیید اعتبار از کارت اعتباری شما کسر می شود. لطفاً اظهارنامه خود را بررسی کرده و مقدار صحیح کسر شده از حساب خود را وارد کنید -یا- کد 3 رقمی موجود در توضیح تراکنش را وارد نمایید.
ga: Gearradh idirbheart fíorúcháin ar do chárta creidmheasa. Seiceáil do ráiteas le do thoil agus cuir isteach an méid cruinn a gearradh ar do chuntas -NÓ- cuir isteach an cód 3 dhigit atá sa chur síos ar an idirbheart.
gd: Chaidh gnothach dearbhaidh a chur air a' chairt-chreideis agad. Thoir sùil air a' chunntas agad is cuir a-steach an dearbh shuim a chaidh a chur air a' chairt-chreideis agad -NO- cuir a-steach an còd a tha 3 fhigearan a dh'fhaid a nochdas ann an tuairisgeul a' ghnothaich.
gl: Cargouse unha transacción de verificación no seu cartón de crédito. Comprobe o extracto e introduza o importe exacto cargado na súa conta -OU- introduza o código de tres díxitos que se encontra na descrición da transacción.
gu: વેરીફિકેશન વ્યવહારની વસૂલાત તમારા ક્રેડિટ કાર્ડ ખાતામાંથી કરવામાં આવી છે. કૃપા કરી તમારું સ્ટેટમેન્ટ તપાસો અને વસૂલ થયેલ ચોક્કસ રકમ દાખલ કરો - અથવા - વ્યવહાર વર્ણનમાં 3-અંક કોડ દાખલ કરો.
he: עסקת אימות חויבה בכרטיס האשראי שלך. בדוק את החשבונית שלך והזן את הסכום המדויק שחויב בחשבונך - לחלופין - הזן את הקוד בן 3 הספרות המופיע בתיאור העסקה.
hi: आपके क्रेडिट कार्ड पर सत्यापन लेन-देन प्रभारित किया गया है. कृपया अपने विवरण की जाँच करें और अपने खाते में प्रभारित सही राशि दर्ज करें -या- लेन-देन वर्णन में उपलब्ध 3-अंकीय कोड दर्ज करें.
hr: Vaša je kreditna kartica terećena transakcijom za provjeru valjanosti. Provjerite izvješće i unesite točan iznos kojim je terećen vaš račun -ILI- unesite kôd s tri znamenke koji se nalazi u opisu transakcije.
hu: Az ellenőrzési tranzakciót a hitelkártyájára terheltük. Ellenőrizze a kivonatot, majd adja meg a számlájáról levont pontos összeget -VAGY- adja meg a tranzakció leírásában szereplő háromjegyű kódot.
id: Transaksi verifikasi telah dibebankan ke kartu kredit Anda. Harap periksa laporan rekening Anda dan masukkan jumlah aktual yang ditagihkan ke rekening Anda -ATAU- masukkan kode 3 digit yang tertera di keterangan transaksi.
is: Sannprófunargjald hefur verið gjaldfært á kreditkortið. Athugaðu yfirlitið og færðu inn upphæðina sem gjaldfærð var á reikninginn - EÐA - sláðu inn þriggja tölustafa kóðann sem finna má í lýsingu færslunnar.
ja: 検証用の取引がお客様のクレジット カードで決済されました。明細をご確認のうえ、アカウントに課金された正確な金額を入力してください。または、取引明細に記載されている 3 桁のコードをご入力ください。
ka: დამადასტურებელი ტრანზაქციის თანხა დაკავდა თქვენს საკრედიტო ბარათზე. გთხოვთ, შეამოწმოთ ჩანაწერი და აკრიფოთ თქვენს ანგარიშზე დაკავებული თანხის ზუსტი ოდენობა -ან- აკრიფეთ 3-ნიშნა კოდი, რომელიც მოცემულია ტრანზაქციის აღწერაში.
kk: Тексеру транзакциясының ақысы несиелік картаңыздан алынды. Есебіңізді тексеріп, шотыңыздан алынған дәл соманы -НЕМЕСЕ- транзакция сипаттамасындағы 3-сандық кодты енгізіңіз
kn: ಪರಿಶೀಲನೆ ವಹಿವಾಟನ್ನು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ಗೆ ವಿಧಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೇಳಿಕೆಯನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಗೆ ವಿಧಿಸಲಾದ ಸರಿಯಾದ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ -ಅಥವಾ- ವಹಿವಾಟು ವಿವರಣೆಯಲ್ಲಿ ಕಂಡುಬಂದ 3-ಅಂಕೆಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ko: 인증 거래 금액이 회원님의 신용 카드로 청구되었습니다. 카드 명세서를 확인하여 청구 금액을 정확히 입력하거나 거래 설명에 나와 있는 3자리 코드를 입력하십시오.
ku_arab: کرێی سەوداگەریەکی سەلماندن لە کرێدت کارتی تۆ وەرگیراوە. تکایە بڕوانە بڵاونامەکەت و بڕی وەرگیراو وەک خۆی بۆ نێو ئەژمێرەکەت تێنووس بکە -یان- ئەو کۆدە 3-رەنووسەی لە وردەکاری سەوداگەریەکەدا هاتووە تێنووس بکە.
ky: Текшерүү которуусу сиздин кредит картыңыздан алыңыз. Өтүнүч, билдирүүңүздү текшерип, сиздин каттоо жазууңузда жүктөлгөн так сумманы жазыңыз -ЖЕ- которуунун сүрөттөөсүндө табылган 3 сандуу кодду жазыңыз.
lo: ທຸລະກໍາການກວດສອບໄດ້ຖືກຮຽກເກັບເງິນນໍາບັດເຄຣດິດຂອງທ່ານ. ກະລຸນາກວດເບິ່ງໃບແຈ້ງຍອດຂອງທ່ານ ແລະປ້ອນຈຳນວນຕົວຈິງທີ່ຖືກຮຽກເກັບໃສ່ບັນຊີຂອງທ່ານ -ຫຼື- ປ້ອນລະຫັດ 3 ຕົວເລກທີ່ເຫັນໃນລາຍລະອຽດຂອງທຸລະກຳນັ້ນ.
lt: Mokestis už patikrinimo operaciją nuskaitytas nuo kredito kortelės. Patikrinkite išrašą ir įveskite tikslią nuo sąskaitos nuskaitą sumą ARBA operacijos apraše nurodytą 3 skaitmenų kodą.
lv: Jūsu kredītkartei ir piemērota maksa par pārbaudes darījumu. Lūdzu, skatiet bankas pārskatu un ievadiet precīzo summu, kas tika piemērota kontam, VAI ievadiet 3 ciparu kodu, kas ir norādīts darījuma aprakstā.
mi: Kua utua e tō kāri nama tētahi tauwhitinga manatokonga. Tirohia tō tauākī ka tāuru tika i te nui i utua e tō pūkete – tāuru RĀNEI – i te waehere 3-matitau i kitea i te whakaahuatanga tauwhitinga.
mk: Од вашата кредитна картичка се наплати трансакција за проверка. Проверете го изводот и внесете го точниот износ наплатен од вашата сметка -ИЛИ- внесете го троцифрениот код наведен во описот на трансакцијата.
ml: ഒരു സ്ഥിരീകരണ ഇടപാട് നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡില്‍ നിന്നും നിരക്ക് ഈടാക്കി. നിങ്ങളുടെ സ്റ്റേറ്റ്മെന്റ് പരിശോധിച്ച് നിങ്ങളുടെ അക്കൌണ്ടില്‍ നിന്നും ഈടാക്കിയ കൃത്യമായ തുക നല്‍കുക -അല്ലെങ്കില്‍- ഇടപാട് വിവരണത്തില്‍ കാണുന്ന 3-അക്ക കോഡ് നല്‍കുക.
mn: Баталгаажуулах төлбөрийг таны кредит картнаас суутгасан байна. Хуулгаа шалгаж, таны данснаас яг суутгасан мөнгөн дүнг оруул -ЭСВЭЛ- гүйлгээний тайлбарт байгаа 3 оронтой кодыг оруул.
mr: आपल्या क्रेडिट कार्डवर पुष्टीकरण व्यवहार आकारला गेला आहे. कृपया आपले विधान तपासा आणि आपल्या खात्यावर आकारलेली तंतोतंत रक्कम प्रविष्ट करा -किंवा- व्यवहार वर्णनामध्ये आढळलेला 3-अंकी कोड प्रविष्ट करा.
ms: Satu transaksi penentusahan telah dicaj ke kad kredit anda. Sila semak penyata anda dan masukkan jumlah tepat yang dicaj ke akaun anda -ATAU- masukkan kod 3 digit yang terdapat di dalam perihalan transaksi.
mt: Ġiet iċċarġjata tranżazzjoni ta' verifika għall-karta ta' kreditu tiegħek. Jekk jogħġbok iċċekkja r-rendikont tiegħek u daħħal l-ammont eżatt iċċarġjat għall-kont tiegħek -JEW- daħħal il-kodiċi bi 3 numri li jinsab fid-deskrizzjoni tat-tranżazzjoni.
ne: रुजू लेन-देन तपाइँको क्रेडिट कार्डमा चढाइएको छ। कृपया तपाइँको विज्ञप्ति जाँच गर्नुहोस् र तपाईँको खातामा चढाईएको वास्तविक रकम प्रविष्ट गर्नुहोस् -वा- लेन-देन वर्णनमा पाइने 3-अंकको सङ्केत प्रविष्ट गर्नुहोस्।
nn_no: Ein stadfestingstransaksjon er belasta kredittkortet ditt. Sjå kontoutskrifta, og oppgi det nøyaktige beløpet som blei trekt frå kontoen -ELLER- oppgi den tresifra koden du finn i transaksjonsskildringa.
no: Kortet ditt er belastet med et verifiseringsbeløp. Kontroller kortutskriften og angi enten det nøyaktige beløpet som ble belastet, eller den tresifrede koden som er oppgitt i transaksjonsbeskrivelsen.
or: ଏକ ଯାଞ୍ଚକରଣ ବିନିମୟ ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡକୁ ଲାଗୁ ହୋଇଛି. ଦୟାକରି ଆପଣଙ୍କର ବିବରଣୀ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ଏକାଉଣ୍ଟକୁ ଲାଗୁ ହୋଇଥିବା ପ୍ରକୃଟ ମୂଲ୍ୟ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ -କିମ୍ଵା- ବିନିମୟ ବିବରଣୀରେ ମିଳିଥିବା 3-ଅକ୍ଷର କୋଡ୍ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: تصدیقی لین دین تساں دےکریڈٹ کارڈ توں کٹ لیا گیا اے۔ میربانی کرکے اپنی سٹیٹمنٹ دی پڑتال کرو تے بالکل اوہ رقم درج کرو جیڑی تہادے اکاؤنٹ چوں کٹی گئی اے - یا - لین دین دی تفصیل چے مجود 3 ہندسے دا کوڈ درج کرو۔
pa_in: ਇੱਕ ਪੁਸ਼ਟੀਕਰਨ ਲੈਣ-ਦੇਣ ਨੂੰ ਤੁਹਾਡੇ ਕਰੈਡਿਟ ਕਾਰਡ ਤੋਂ ਚਾਰਜ ਕੀਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਸਟੇਟਮੈਂਟ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਤੋਂ ਚਾਰਜ ਕੀਤੀ ਗਈ ਬਿੱਲਕੁੱਲ ਸਹੀ ਰਕਮ ਨੂੰ ਦਾਖਲ ਕਰੋ - ਜਾਂ – ਲੈਣ-ਦੇਣ ਦੇ ਵਰਣਨ ਵਿੱਚ ਪਾਏ ਜਾਂਦੇ 3-ਅੰਕੀ ਕੋਡ ਨੂੰ ਦਾਖਲ ਕਰੋ।
pl: Karta kredytowa została obciążona transakcją weryfikacyjną. Sprawdź wyciąg i wprowadź dokładną kwotę, którą zostało obciążone konto -LUB- wprowadź 3-cyfrowy kod podany w opisie transakcji.
ru: С вашей кредитной карты списана проверочная сумма. Проверьте банковскую выписку и укажите точную сумму, снятую с вашего счета, либо введите 3-значный цифровой код, указанный в описании транзакции.
sd: هڪ تصديق جي ٽرازيڪشن توهان جي ڪريڊٽ ڪارڊ ۾ چارج ٿي وئي آهي. مهرباني ڪري پهنجي بيان جي چڪاس ڪريو ۽ پوري درست رقم داخل ڪريو جيڪا توهان جي اڪائونٽ ۾ چارج ڪئي وئي آهي -يا- ٽرانزيڪشن جي تفصيل هڪ تصديق جي ٽرازيڪشن توهان جي ڪريڊٽ ڪارڊ ۾ چارج ٿي وئي آهي. مهرباني ڪري پهنجي بيان جي چڪاس ڪريو ۽ پوري درست رقم داخل ڪريو جيڪا توهان جي اڪائونٽ ۾ چارج ڪئي وئي آهي -يا- ٽرانزيڪشن جي تفصيل ڳولا ٿيل 3-ڊجٽ ڪوڊ ۾ لکو. ڳولا ٿيل 3-ڊجٽ ڪوڊ ۾ لکو.
si: ඔබේ ණයවරපතෙන් සත්‍යාපනය කිරීමේ ගනුදෙනුවක් සඳහා අය කරනු ලැබ තිබේ. කරුණාකර ඔබේ ප්‍රකාශය පරීක්ෂා කර බලා ඔබේ ගිණුමෙන් අය කර ඇති නියම මුදල් ප්‍රමාණය හෝ ගනුදෙනු විස්තරයේ සඳහන් අංක 3 කේතය ඇතුළත් කරන්න.
sl: Vaša kreditna kartica je bila bremenjena s transakcijo za preverjanje. Preverite izpisek kartice in vnesite točen znesek, ki vam je bil zaračunan, ALI vnesite 3-mestno kodo iz opisa transakcije.
sr_cyrl_rs: Верификациона трансакција је наплаћена са ваше кредитне картице. Проверите свој извод и унесите тачан наплаћени износ у свој налог - ИЛИ - унесите троцифрени кoд који се налази у опису трансакције.
sr_latn_rs: Verifikaciona transakcija je naplaćena sa vaše kreditne kartice. Proverite svoj izvod i unesite tačan naplaćeni iznos u svoj nalog - ILI - unesite trocifreni kod koji se nalazi u opisu transakcije.
sv: En verifieringstransaktion har debiterats ditt konto. Kontrollera ditt kontoutdrag och ange antingen det exakta belopp som debiterats kontot -ELLER- den 3-siffriga kod som står i transaktionsbeskrivningen.
ta: சரிபார்ப்பு பரிமாற்றத்திற்கு உங்கள் கடன் அட்டையில் கட்டணம் வசூலிக்கப்பட்டுள்ளது. உங்கள் அறிக்கையைப் பார்த்து, உங்கள் கணக்கில் வசூலிக்கப்பட்ட சரியானத் தொகையை உள்ளிடவும் -அல்லது- பரிமாற்ற விவரத்தில் கண்டறியப்பட்ட 3-இலக்க குறியீட்டை உள்ளிடவும்.
te: నిర్ధారణ బదిలీ మీ క్రెడిట్ కార్డ్‌కు ఛార్జీ చేసింది. దయచేసి మీ స్టేట్‌మెంట్‌ను తనిఖీ చేసి, మీ ఖాతాకు ఛార్జీ చేసిన ఖచ్చితమైన మొత్తాన్ని నమోదు చేయండి -లేదా- బదిలీ వివరణలో కనుగొనబడిన 3-అంకెల కోడ్‌ను నమోదు చేయండి.
tg: Хароҷоти амалиёти санҷишӣ аз корти қарзии шумо ситонида шуд. Лутфан, ҳисоботи худро тафтиш кунед ва маблағи аниқи аз суратҳисоби шумо ситонидашуда -Ё- рамзи 3-рақамаи дар тавсифи амалиёт додашударо ворид кунед.
th: เรียกเก็บค่าธุรกรรมการตรวจสอบจากบัตรเครดิตของคุณแล้ว โปรดตรวจดูใบแจ้งยอดของคุณและใส่จำนวนเงินที่แน่นอนที่เรียกเก็บจากบัญชีของคุณ -หรือ- ใส่รหัส 3 หลักที่ระบุอยู่ในรายละเอียดธุรกรรม
tr: Kredi kartınıza bir doğrulama işlemi yansıtıldı. Lütfen ekstrenizi kontrol edin ve hesabınıza yansıtılan tam tutarı girin -VEYA- işlem açıklamasında bulunan 3 basamaklı kodu girin.
tt: Тикшерү транзакциясы кредит картагызга кертелгән. Аңлатмагызны тикшерегез һәм хисап язмасыгызга кертелгән дөрес күләмне -ЯКИ- транзакция тасвирламасыннан табылган 3-санлы кодын кертегез.
ug: سودىڭىزنىڭ دەلىللىنىشى سەۋەبىدىن ئىناۋەت كارتىڭىزدىن ھەق ئېلىندى.ھېسابات بوغۇش تالونىىنى تەكشۈرۈڭ ھەمدە تۇتپ قېلىنغان ھەقنىڭ مىقدارىنى ھېسابىڭىزغا كىرگۈزۈڭ -ياكى-سودا بايانىدىكى 3 خانىلىق رەقەمنى كىرگۈزۈڭ.
uk: Для перевірки з вашої кредитної картки було списано певну суму. Перегляньте виписку з рахунку та вкажіть точну суму, яку було списано. Також можна вказати 3-значний код, який указано в описі транзакції.
ur: توثیقی لین دین کی قیمت آپ کے کریڈٹ کارڈ سے کاٹ لی گئی ہے.براہ مہربانی اپنی سٹیٹمنٹ کی پڑتال کریں اور آپ کے کھاتہ میں سے کاٹی گئی درست رقم لکھیں - یا- لین دین کی وضاحت میں موجود 3 ہندسوں والا کوڈ درج کریں.
uz: Tekshirish tranzatsiyasi uchun to‘lov Sizning kredit kartochkangizdan olindi. O‘zingizning balansingizni tekshiring va hisob qaydnomangizdan olingan to‘lovning aniq miqdorini kiriting -YoKI- tranzaktsiya bayonidan olingan 3 xonali kodni kiriting.
vi: Một giao dịch kiểm chứng đã được trừ vào thẻ tín dụng của bạn. Vui lòng kiểm tra báo cáo giao dịch của bạn và nhập vào chính xác số tiền đã trừ vào tài khoản của bạn -HOẶC- nhập vào mã 3 chữ số có trong phần mô tả giao dịch.
zh_hans: 一项验证交易已计入您的信用卡。请检查您的对帐单并输入计入您的帐户的确切金额，或者输入在交易描述中找到的 3 位数代码。
zh_hant: 驗證交易已記帳到您的信用卡。請檢查您的對帳單，並輸入從帳戶收取的確切金額或是交易摘要說明中的 3 位數代碼。

# Literal.PICVC.Input.OR
source: -OR-
af: -OF-
am: -ወይም-
ar: -أو-
as: -বা-
az: -VƏ YA-
bg: -ИЛИ-
bn_in: - অথবা-
bs: - ILI -
cy: -NEU-
da: -ELLER-
de: - ODER -
el: -Ή-
es: -O-
et: -VÕI-
eu: -EDO-
fa: -یا-
ga: -NÓ-
gd: -NO-
gl: -OU-
gu: -અથવા-
he: -לחלופין-
hi: -या-
hr: -ILI-
hu: -VAGY-
id: -ATAU-
is: -EÐA-
ja: -または-
ka: -ან-
kk: -НЕМЕСЕ-
kn: -ಅಥವಾ-
ko: 또는
ku_arab: -یان-
ky: -ЖЕ-
lo: -ຫຼື-
lt: -ARBA-
lv: -VAI-
mi: -RĀNEI-
mk: -ИЛИ-
ml: -അല്ലെങ്കില്‍-
mn: -ЭСВЭЛ-
mr: -किंवा-
ms: -ATAU-
mt: -JEW-
ne: -वा-
nn_no: -ELLER-
no: -ELLER-
or: -କିମ୍ଵା-
pa_arab_pk: -یا-
pa_in: -ਜਾਂ-
pl: -LUB-
ru: -ИЛИ-
sd: -يا-
si: -හෝ-
sl: - ALI -
sr_cyrl_rs: - ИЛИ -
sr_latn_rs: - ILI -
sv: -ELLER-
ta: -அல்லது-
te: -లేదా-
tg: -ё-
th: -หรือ-
tr: -VEYA-
tt: -ЯКИ-
ug: -ياكى-
uk: -АБО-
ur: -یا-
uz: -YoKI-
vi: -HOẶC-
zh_hans: -或者-
zh_hant: -或-

# Literal.PICVC.Input.TransactionAmount
source: Transaction Amount
af: Transaksiebedrag
am: የልውውጥ መጠን
ar: مبلغ الصفقة
as: লেন-দেন পৰিমাণ
az: Əməliyyatın Məbləği
bg: Сума на транзакцията
bn_in: লেনদেনের অর্থরাশি
bs: Iznos transakcije
cy: Swm y Trafodyn
da: Transaktionsbeløb
de: Transaktionsbetrag
el: Ποσό συναλλαγής
es: Importe de la transacción
et: Tehingu summa
eu: Transakzioaren zenbatekoa
fa: مقدار تراکنش
ga: Méid an idirbhirt
gd: Suim a' ghnothaich
gl: Importe de transacción
gu: વ્યવહાર રકમ
he: סכום עסקה
hi: लेन-देन राशि
hr: Iznos transakcije
hu: Tranzakció összege
id: Jumlah Transaksi
is: Færsluupphæð
ja: お取引金額
ka: ტრანზაქციის ოდენობა
kk: Транзакция сомасы
kn: ವಹಿವಾಟಿನ ಮೊತ್ತ
ko: 거래 금액
ku_arab: بڕی سەوداگەری
ky: Которуунун суммасы
lo: ຈຳນວນເງິນຂອງທຸລະກໍາ
lt: Operacijos suma
lv: Darījuma summa
mi: Te Nui Tauwhitinga
mk: Износ на трансакцијата
ml: ഇടപാട്‍ തുക
mn: Гүйлгээний мөнгөн дүн
mr: व्यवहार रक्कम
ms: Jumlah Transaksi
mt: Ammont tat-Tranżazzjoni
ne: लेन-देन रकम
nn_no: Transaksjonsbeløp
no: Transaksjonsbeløp
or: ବିନିମୟ ମୂଲ୍ୟ
pa_arab_pk: لین دین دی رقم
pa_in: ਲੈਣ-ਦੇਣ ਦੀ ਰਕਮ
pl: Kwota transakcji
ru: Сумма транзакции
sd: ٽرانزيڪشن جي رقم
si: ගනුදෙනු ප්‍රමාණය
sl: Znesek transakcije
sr_cyrl_rs: Износ трансакције
sr_latn_rs: Iznos transakcije
sv: Transaktionsbelopp
ta: பரிவர்த்தனை தொகை
te: బదిలీ మొత్తం
tg: Маблағи амалиёт
th: ยอดเงินธุรกรรม
tr: İşlem Tutarı
tt: Транзакция Микъдары
ug: سودا ھىسابى
uk: Сума транзакції
ur: لین دین کی رقم
uz: Tranzaktsiya miqdori
vi: Số tiền Giao dịch
zh_hans: 交易金额
zh_hant: 交易金額
