Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitBankRIB.MaxLength
source: Bank RIB is too long.
af: Bank-RIB is te lank.
am: የባንክ RIB በጣም ረጅም ነው።
ar: RIB‏ البنك أطول من اللازم.
as: বেংক RIB অতি দীঘল৷
az: Bank RIB-i çox uzundur.
bg: Банковият RIB код е твърде дълъг.
bn_in: ব্যাঙ্ক RIB অত্যন্ত বড়৷
bs: RIB banke je predug.
cy: Mae RIB y Banc yn rhy hir.
da: Bankens RIB er for langt.
de: Der RIB der Bank ist zu lang.
el: Το RIB της τράπεζας είναι πολύ μεγάλο.
es: El código CIB del banco es demasiado largo.
et: Panga RIB on liiga pikk.
eu: Bankuaren RIBa luzeegia da.
fa: RIB بانک بسیار طولانی است.
ga: RIB an bhainc rófhada.
gd: Tha RIB a' bhanca ro fhada.
gl: O díxito de control bancario é demasiado longo.
gu: બેંક RIB ખૂબ લાંબુ છે.
he: ה- RIB של הבנק ארוך מדי.
hi: बैंक RIB बहुत लंबा है.
hr: Bankovni RIB predug je.
hu: A RIB azonosító túl hosszú.
id: RIB Bank terlalu panjang.
is: RIB banka er of langt.
ja: 銀行 RIB が長すぎます。
ka: ბანკის RIB ძალიან გრძელია.
kk: Банк RIB коды тым ұзын.
kn: ಬ್ಯಾಂಕ್ RIB ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 은행 RIB가 너무 깁니다.
ku_arab: RIB ی بانک زۆر درێژە.
ky: Банк RIB өтө узун.
lo: RIB ຂອງທະນາຄານຍາວເກີນໄປ.
lt: Banko RIB per ilgas.
lv: Bankas RIB kods ir pārāk garš.
mi: He roa rawa te RIB pēke.
mk: RIB e предолг.
ml: ബാങ്ക് RIB ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Банкны RIB хэт урт байна.
mr: बँक RIB खूप दीर्घ आहे.
ms: RIB bank terlalu panjang.
mt: RIB tal-bank twil wisq.
ne: बैङ्क RIB धेरै लामो भयो।
nn_no: Bank-RIB er for lang.
no: Bank-RIB er for lang.
or: ବ୍ୟାଙ୍କ RIB ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: بینک دا آر آئی بی بہت لما اے۔
pa_in: ਬੈਂਕ RIB ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer RIB jest zbyt długi.
ru: Слишком длинный код RIB банка.
sd: بينڪ جو RIB تمام وڏو آھي.
si: බැංකු RIB දිග වැඩියි.
sl: Koda RIB banke je predolga.
sr_cyrl_rs: RIB банке је предугачак.
sr_latn_rs: RIB banke je predugačak.
sv: Bank-RIB är för långt.
ta: வங்கி RIB மிக நீளமாக உள்ளது.
te: బ్యాంక్ RIB చాలా పొడవుగా ఉంది.
tg: RIB-и бонк аз ҳад дароз аст.
th: Bank RIB ยาวเกินไป
tr: Banka RIB numarası çok uzun.
tt: Банкның РИБ бик озын.
ug: بانكىنىڭ RIB نومۇرى بەك ئۇزۇن.
uk: Задовгий код RIB банку.
ur: بینک کا RIB بہت طویل ہے.
uz: Bank RIB juda uzun.
vi: RIB Ngân hàng quá dài.
zh_hans: 银行 RIB 过长。
zh_hant: 銀行 RIB 太長。

# Literal.DirectDebitBankRIB.MinLength
source: Bank RIB is too short.
af: Bank-RIB is te kort.
am: የባንክ RIB በጣም አጭር ነው።
ar: يقل RIB‏ البنك عن اللازم طولاً.
as: বেংক RIB অতি চুটি৷
az: Bank RIB-i çox qısadır.
bg: Банковият RIB код е твърде къс.
bn_in: ব্যাঙ্ক RIB অত্যন্ত ছোট৷
bs: RIB banke je prekratak.
cy: Mae RIB y Banc yn rhy fyr.
da: Bankens RIB er for kort.
de: Der RIB der Bank ist zu kurz.
el: Το RIB της τράπεζας είναι πολύ μικρό.
es: El código CIB del banco es demasiado corto.
et: Panga RIB on liiga lühike.
eu: Bankuaren RIBa laburregia da.
fa: RIB بانک بسیار کوتاه است.
ga: RIB an bhainc róghearr.
gd: Tha RIB a' bhanca ro ghoirid.
gl: O díxito de control bancario é demasiado curto.
gu: બેંક RIB ખૂબ ટૂંકુ છે.
he: ה- RIB של הבנק קצר מדי.
hi: बैंक RIB बहुत छोटा है.
hr: Bankovni RIB prekratak je.
hu: A RIB azonosító túl rövid.
id: RIB Bank terlalu pendek.
is: RIB banka er of stutt.
ja: 銀行 RIB が短すぎます。
ka: ბანკის RIB ძალიან მოკლეა.
kk: Банк RIB коды қысқа.
kn: ಬ್ಯಾಂಕ್ RIB ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 은행 RIB가 너무 짧습니다.
ku_arab: RIB ی بانک زۆر کورتە.
ky: Банк RIB өтө кыска.
lo: RIB ຂອງທະນາຄານສັ້ນເກີນໄປ.
lt: Banko RIB per trumpas.
lv: Bankas RIB kods ir pārāk īss.
mi: He poto rawa te RIB pēke.
mk: RIB е прекратoк.
ml: ബാങ്കിന്റെ RIB വളരെ ചെറുതാണ്.
mn: Банкны RIB хэт богино байна.
mr: बँक RIB खूप लहान आहे.
ms: RIB bank terlalu pendek.
mt: RIB tal-bank qasir wisq.
ne: बैङ्क RIB धेरै छोटो भयो।
nn_no: Bank-RIB er for kort.
no: Bank-RIB er for kort.
or: ବ୍ୟାଙ୍କ RIB ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: بینک دا آرآئی بی بہت چھوٹا اے۔
pa_in: ਬੈਂਕ RIB ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Numer RIB jest zbyt krótki.
ru: Слишком короткий код RIB банка.
sd: بينڪ جو RIB تمام ننڍو آھي.
si: බැංකු RIB කෙටි වැඩියි.
sl: Koda RIB banke je prekratka.
sr_cyrl_rs: RIB банке је прекратак.
sr_latn_rs: RIB banke je prekratak.
sv: Bank-RIB är för kort.
ta: வங்கி RIB மிகச் சிறியதாக உள்ளது.
te: బ్యాంక్ RIB చాలా చిన్నదిగా ఉంది.
tg: RIB-и бонк аз ҳад кӯтоҳ аст.
th: Bank RIB สั้นเกินไป
tr: Banka RIB numarası çok kısa.
tt: Банкның РИБ бик кыска.
ug: بانكىنىڭ RIB نومۇرى بەك قىسقا.
uk: Закороткий код RIB банку.
ur: بینک کا RIB بہت مختصر ہے.
uz: Bank RIB juda qisqa.
vi: RIB Ngân hàng quá ngắn.
zh_hans: 银行 RIB 过短。
zh_hant: 銀行 RIB 太短。

# Literal.DirectDebitBankRIB.Pattern
source: Invalid Bank RIB.
af: Ongeldige bank-RIB.
am: ልክ ያልኾነ የባንክ RIB።
ar: ليس RIB‏ البنك صالحًا.
as: অবৈধ বেংক RIB৷
az: Bank RIB-i səhvdir.
bg: Невалиден банков RIB код.
bn_in: ব্যাঙ্ক RIB ঠিক নেই৷
bs: Nevažeći RIB banke.
cy: Mae RIB y Banc yn Annilys.
da: Bankens RIB er ugyldig.
de: Der RIB der Bank ist ungültig.
el: Μη έγκυρο RIB τράπεζας.
es: El código CIB del banco no es válido.
et: Sobimatu panga RIB.
eu: Bankuaren RIBa baliogabea da.
fa: RIB بانک نامعتبر است.
ga: RIB an bhainc neamhbhailí.
gd: Tha RIB a' bhanca mì-dhligheach.
gl: Díxito de control bancario non válido.
gu: અમાન્ય બેંક RIB.
he: ה- RIB של הבנק אינו חוקי.
hi: अमान्य बैंक RIB.
hr: Nevažeći bankovni RIB.
hu: Érvénytelen RIB azonosító.
id: RIB Bank tidak valid.
is: Ógilt RIB banka.
ja: 銀行 RIB が正しくありません。
ka: ბანკის RIB არასწორია.
kk: Банк RIB коды жарамсыз.
kn: ಅಮಾನ್ಯತವಾದ ಬ್ಯಾಂಕ್ RIB.
ko: 은행 RIB가 잘못되었습니다.
ku_arab: RIB ی بانک نادروستە.
ky: Жараксыз Банк RIB.
lo: RIB ຂອງທະນາຄານບໍ່ຖືກຕ້ອງ.
lt: Klaidingas banko RIB.
lv: Bankas RIB kods nav derīgs.
mi: He muhu te RIB pēke.
mk: Неважечки RIB.
ml: ബാങ്ക് RIB അസാധുവാണ്.
mn: Банкны RIB буруу байна.
mr: अवैध बँक RIB.
ms: RIB bank tidak sah.
mt: RIB tal-Bank invalidu.
ne: बैङ्क RIB अवैध छ।
nn_no: Ugyldig Bank-RIB.
no: Ugyldig bank-RIB.
or: ଅବୈଧ ବ୍ୟାଙ୍କ RIB.
pa_arab_pk: بینک دا آر آئی بی ناجائز اے۔
pa_in: ਬੈਂਕ RIB ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy numer RIB banku.
ru: Неверный код RIB банка.
sd: بينڪ جو RIB غلط آھي.
si: බැංකු RIB වැරදියි.
sl: Koda RIB banke ni veljavna.
sr_cyrl_rs: RIB банке није важећи.
sr_latn_rs: RIB banke nije važeći.
sv: Ogiltigt bank-RIB.
ta: தவறான வங்கி RIB.
te: చెల్లని బ్యాంక్ RIB.
tg: RIB-и бонки беэътибор.
th: Bank RIB ไม่ถูกต้อง
tr: Banka RIB numarası geçersiz.
tt: Банкның РИБ ялгыш.
ug: بانكىنىڭ RIB نومۇرى ئىناۋەتسىز.
uk: Неприпустимий код RIB банку.
ur: بینک کا RIB غلط ہے.
uz: Bank RIB haqiqiy emas.
vi: RIB Ngân hàng không hợp lệ.
zh_hans: 银行 RIB 无效。
zh_hant: 銀行 RIB 無效。

# Literal.DirectDebitBankRIB.Required
source: Bank RIB is required.
af: Bank-RIB word vereis.
am: ባንክ RIB ይፈለጋል።
ar: RIB‏ البنك مطلوب.
as: বেংক RIB আৱশ্যক৷
az: Bank RIB-i tələb olunur.
bg: Банковият RIB код е задължителен.
bn_in: ব্যাঙ্ক RIB প্রয়োজনীয়৷
bs: RIB banke je obavezan.
cy: Rhaid cael RIB y Banc.
da: Bankens RIB skal angives.
de: Der RIB der Bank ist erforderlich.
el: Απαιτείται RIB τράπεζας.
es: El código CIB del banco es obligatorio.
et: Panga RIB on kohustuslik.
eu: Bankuaren RIBa behar da.
fa: به RIB بانک نیاز است.
ga: RIB an bhainc ag teastáil.
gd: Tha feum air RIB a' bhanca.
gl: Requírese díxito de control bancario.
gu: બેંક RIB ની આવશ્યકતા છે.
he: ה- RIB של הבנק נדרש.
hi: बैंक RIB की आवश्कता है.
hr: Potreban je bankovni RIB.
hu: A RIB azonosító megadása kötelező.
id: RIB Bank diperlukan.
is: Færa þarf inn RIB banka.
ja: 銀行 RIB は必須項目です。
ka: მიუთითეთ ბანკის RIB.
kk: Банк RIB коды қажет.
kn: ಬ್ಯಾಂಕ್ RIB ಅಗತ್ಯವಿದೆ.
ko: 은행 RIB는 필수 항목입니다.
ku_arab: RIB ی بانک پێویستە.
ky: Банк RIB талап кылынат.
lo: ຕ້ອງລະບຸ RIB ຂອງທະນາຄານ.
lt: Būtina nurodyti banko RIB.
lv: Jānorāda bankas RIB kods.
mi: Kei te hiahiatia te RIB pēke.
mk: RIB е задолжителeн.
ml: ബാങ്ക് RIB ആവശ്യമാണ്.
mn: Банкны RIB-ийг бөглөх шаардлагатай.
mr: बँक RIB आवश्यक आहे.
ms: RIB bank diperlukan.
mt: Meħtieġ RIB tal-Bank.
ne: बैङ्क RIB धेरै आवश्यक छ।
nn_no: Bank-RIB er obligatorisk.
no: Bank-RIB må angis.
or: ବ୍ୟାଙ୍କ RIB ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: بینک دا آر آئی بی درکار اے۔
pa_in: ਬੈਂਕ RIB ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer RIB banku jest wymagany.
ru: Требуется код RIB банка.
sd: بينڪ جو RIB گھرجيل آھي.
si: බැංකු RIB අවශ්‍යයි.
sl: Koda RIB banke je obvezna.
sr_cyrl_rs: Потребно је унети RIB банке.
sr_latn_rs: Potrebno je uneti RIB banke.
sv: Bank-RIB måste anges.
ta: வங்கி RIB தேவை.
te: బ్యాంక్ RIB అవసరం.
tg: RIB-и бонк ҳатмист.
th: ต้องระบุ Bank RIB
tr: Banka RIB numarası gereklidir.
tt: Банкның РИБ мәҗбүри.
ug: بانكىنىڭ RIB نومۇرى تەلەپ قىلىنىدۇ.
uk: Потрібно ввести RIB банку.
ur: بینک کا RIB درکار ہے.
uz: Bank RIB talab qilinadi.
vi: RIB Ngân hàng là cần thiết.
zh_hans: 必须提供银行 RIB。
zh_hant: 銀行 RIB 是必要資訊。

# Literal.DirectDebitBankToBankEKNP.MaxLength
source: Single Payment Classification Code is too long.
af: Enkelbetalingsklassifikasiekode is te lank.
am: ንጥል የክፍያ ምደባ ኮድ በጣም ረጅም ነው።
ar: رمز فئة الدفع الوحيد أطول من اللازم.
as: একক পৰিশোধ শ্ৰেণীবিভাজন ক'ড অতি দীঘল৷
az: Birdəfəlik Ödəniş üzrə Təsnifat kodu çox uzundur.
bg: Единичният класификационен код на плащане е твърде дълъг.
bn_in: একক অর্থপ্রদান বিভাজন কোড অত্যন্ত বড়৷
bs: Šifra klasificiranja pojedinačnog plaćanja je preduga.
cy: Mae'r Cod Dosbarthiad Taliad Sengl yn rhy hir.
da: Klassificeringskoden for enkeltbetaling er for lang.
de: Der Klassifikationscode für Einzelzahlungen ist zu lang.
el: Ο κωδικός ταξινόμησης μίας πληρωμής είναι πολύ μεγάλος.
es: El código de clasificación de pago único es demasiado largo.
et: Ühe makse klassifitseerimiskood on liiga pikk.
eu: Single Payment Classification Code kodea luzeegia da.
fa: کد طبقه بندی پرداخت تکی بسیار طولانی است.
ga: Cód rangúcháin íocaíochta aonair rófhada.
gd: Tha còd seòrsachaidh airson pàigheadh singilte ro fhada.
gl: O Código de clasificación de pagamento único é moi longo.
gu: એકલ ચૂકવણી વર્ગીકરણ કોડ ખૂબ લાંબો છે.
he: קוד סיווג תשלום בודד ארוך מדי.
hi: एकल भुगतान वर्गीकरण कोड बहुत बड़ा है.
hr: Klasifikacijska oznaka jedinstvene uplate je preduga.
hu: Az egyszeri fizetési besorolási kód túl hosszú.
id: Kode Klasifikasi Pembayaran Tunggal terlalu panjang.
is: Flokkunarkóði eingreiðslu er of langur.
ja: 単一支払区分コードが長すぎます。
ka: ერთჯერადი გადახდის კლასიფიკაციის კოდი ძალიან გრძელია.
kk: Жалғыз төлемнің жіктеу коды тым ұзын.
kn: ಏಕ ಪಾವತಿ ವರ್ಗೀಕರಣ ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 단일 결제 분류 코드가 너무 깁니다.
ku_arab: کۆدی پۆلێنی پارەدانی تاک زۆر درێژە.
ky: Бир жолку төлөмдүн классификациялоо коду өтө узун.
lo: ລະຫັດຈຳແນກການຊຳລະເງິນແບບຄັ້ງດຽວຍາວເກີນໄປ.
lt: Vienkartinio mokėjimo klasifikavimo kodas yra per ilgas.
lv: Vienreizēja maksājuma klasifikācijas kods ir pārāk garš.
mi: He roa rawa te Waehere Tauahatanga Utu Kotahi.
mk: Кодот за класификација на еднократно плаќање е предолг.
ml: സിംഗിള്‍ പേയ്‌മെന്റ് ക്ലാസ്സിഫിക്കേഷന്‍ കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Нэг удаагийн төлбөрийн ангиллын код хэт урт байна.
mr: एकल देय वर्गीकरण कोड खूप दीर्घ आहे.
ms: Kod Klasifikasi Pembayaran Tunggal terlalu panjang.
mt: Il-Kodiċi ta' Klassifikazzjoni ta' Pagament Waħdieni twil wisq.
ne: एकल भुक्तानी वर्गीकरण सङ्केत धेरै लामो भयो।
nn_no: Klassifiseringskode for enkeltbetaling er for lang.
no: Klassifiseringskode for engangsbetaling er for lang.
or: ଏକକ ଦେୟ କ୍ଲାସିଫିକେସନ୍ କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: اکو ادائیگی زمرہ بندی کوڈ بہت لما اے۔
pa_in: ਸਿੰਗਲ ਪੇਮੈਂਟ ਕਲਾਸੀਫਿਕੇਸ਼ਨ ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod klasyfikacji płatności jednorazowej jest zbyt długi.
ru: Слишком длинный код классификации единовременного платежа.
sd: سنگل ادائگي جو درجابندي ڪوڊ تمام وڏو آھي.
si: තනි ගෙවීම් වර්ගීකරණ කේතය දිග වැඩියි.
sl: Enotna koda za razvrstitev plačil je predolga.
sr_cyrl_rs: Шифра класификације једног плаћања је предугачка.
sr_latn_rs: Šifra klasifikacije jednog plaćanja je predugačka.
sv: Klassificeringskoden för engångsbetalning är för lång.
ta: ஒற்றை கட்டண வகைப்படுத்தல் குறியீடு மிக நீளமாக உள்ளது.
te: ఏక చెల్లింపు వర్గీకరణ కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи таснифи пардохти яквақта аз ҳад дароз аст.
th: รหัสการจัดประเภทการชำระเงินรายการเดียวยาวเกินไป
tr: Tek Ödeme Sınıflandırma Kodu çok uzun.
tt: Single Payment Classification Code бик озын.
ug: يەككە ھەق تۆلەش تۈر نومۇرى بەك ئۇزۇن.
uk: Код класифікації одноразового платежу задовгий.
ur: واحد ادائیگی کا درجہ بندی کوڈ بہت طویل ہے.
uz: Yagona to‘lovni tasniflash kodi juda uzun.
vi: Mã Phân loại Thanh toán Đơn quá dài.
zh_hans: 单一付款分类代码过长。
zh_hant: 審單付款分類碼太長。

# Literal.DirectDebitBankToBankEKNP.MinLength
source: Single Payment Classification Code is too short.
af: Enkelbetalingsklassifikasiekode is te kort.
am: ንጥል የክፍያ ምደባ ኮድ በጣም አጭር ነው።
ar: يقل رمز فئة الدفع الوحيد عن اللازم طولاً.
as: একক পৰিশোধ শ্ৰেণীবিভাজন ক'ড অতি চুটি৷
az: Birdəfəlik Ödəniş üzrə Təsnifat kodu çox qısadır.
bg: Единичният класификационен код на плащане е твърде къс.
bn_in: একক অর্থপ্রদান বিভাজন কোডটি অত্যন্ত ছোট৷
bs: Šifra klasificiranja pojedinačnog plaćanja je prekratka.
cy: Mae'r Cod Dosbarthiad Taliad Sengl yn rhy fyr.
da: Klassificeringskoden for enkeltbetaling er for kort.
de: Der Klassifikationscode für Einzelzahlungen ist zu kurz.
el: Ο κωδικός ταξινόμησης μίας πληρωμής είναι πολύ μικρός.
es: El código de clasificación de pago único es demasiado corto.
et: Ühe makse klassifitseerimiskood on liiga lühike.
eu: Single Payment Classification Code kodea motzegia da.
fa: کد طبقه بندی پرداخت تکی بسیار کوتاه است.
ga: Cód rangúcháin íocaíochta aonair róghearr.
gd: Tha còd seòrsachaidh airson pàigheadh singilte ro ghoirid.
gl: O Código de clasificación de pagamento único é moi curto.
gu: એકલ ચૂકવણી વર્ગીકરણ કોડ ખૂબ ટૂંકો છે.
he: קוד סיווג תשלום בודד קצר מדי.
hi: एकल भुगतान वर्गीकरण कोड बहुत छोटा है.
hr: Klasifikacijska oznaka jedinstvene uplate je prekratka.
hu: Az egyszeri fizetési besorolási kód túl rövid.
id: Kode Klasifikasi Pembayaran Tunggal terlalu pendek.
is: Flokkunarkóði eingreiðslu er of stuttur.
ja: 単一支払区分コードが短すぎます。
ka: ერთჯერადი გადახდის კლასიფიკაციის კოდი ძალიან მოკლეა.
kk: Жалғыз төлемнің жіктеу коды тым қысқа.
kn: ಏಕ ಪಾವತಿ ವರ್ಗೀಕರಣ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 단일 결제 분류 코드가 너무 짧습니다.
ku_arab: کۆدی پۆلێنی پارەدانی تاک زۆر کورتە.
ky: Бир жолку төлөмдүн классификациялоо коду өтө кыска.
lo: ລະຫັດຈຳແນກການຊຳລະເງິນແບບຄັ້ງດຽວສັ້ນເກີນໄປ.
lt: Vienkartinio mokėjimo klasifikavimo kodas yra per trumpas.
lv: Vienreizēja maksājuma klasifikācijas kods ir pārāk īss.
mi: He poto rawa te Waehere Tauahatanga Utu Kotahi.
mk: Кодот за класификација на еднократно плаќање е прекраток.
ml: സിംഗിള്‍ പേയ്‌മെന്റ് ക്ലാസ്സിഫിക്കേഷന്‍ കോഡ് വളരെ ചെറുതാണ്.
mn: Нэг удаагийн төлбөрийн ангиллын код хэт богино байна.
mr: एकल देय वर्गीकरण कोड खूप लहान आहे.
ms: Kod Klasifikasi Pembayaran Tunggal terlalu pendek.
mt: Il-Kodiċi ta' Klassifikazzjoni ta' Pagament Waħdieni qasir wisq.
ne: एकल भुक्तानी वर्गीकरण सङ्केत धेरै लामो भयो।
nn_no: Klassifiseringskode for enkeltbetaling er for kort.
no: Klassifiseringskode for engangsbetaling er for kort.
or: ଏକକ ଦେୟ କ୍ଲାସିଫିକେସନ୍ କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: اکو ادائیگی زمرہ بندی کوڈ بہت چھوٹا اے۔
pa_in: ਸਿੰਗਲ ਪੇਮੈਂਟ ਕਲਾਸੀਫਿਕੇਸ਼ਨ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod klasyfikacji płatności jednorazowej jest zbyt krótki.
ru: Слишком короткий код классификации единовременного платежа.
sd: سنگل ادائگي جو درجابندي ڪوڊ تمام ننڍو آھي.
si: තනි ගෙවීම් වර්ගීකරණ කේතය කෙටි වැඩියි.
sl: Enotna koda za razvrstitev plačil je prekratka.
sr_cyrl_rs: Шифра класификације једног плаћања је прекратка.
sr_latn_rs: Šifra klasifikacije jednog plaćanja je prekratka.
sv: Klassificeringskoden för engångsbetalning är för kort.
ta: ஒற்றை கட்டண வகைப்படுத்தல் குறியீடு மிகச் சிறியதாக உள்ளது.
te: ఏక చెల్లింపు వర్గీకరణ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи таснифи пардохти яквақта аз ҳад кӯтоҳ аст.
th: รหัสการจัดประเภทการชำระเงินรายการเดียวสั้นเกินไป
tr: Tek Ödeme Sınıflandırma Kodu çok kısa.
tt: Single Payment Classification Code бик кыска.
ug: يەككە ھەق تۆلەش تۈر نومۇرى بەك قىسقا.
uk: Код класифікації одноразового платежу закороткий.
ur: واحد ادائیگی کا درجہ بندی کوڈ بہت مختصر ہے.
uz: Yagona to‘lovni tasniflash kodi juda qisqa.
vi: Mã Phân loại Thanh toán Đơn quá ngắn.
zh_hans: 单一付款分类代码过短。
zh_hant: 審單付款分類碼太短。

# Literal.DirectDebitBankToBankEKNP.Pattern
source: Invalid Single Payment Classification Code.
af: Ongeldige enkelbetalingsklassifikasiekode.
am: ልክ ያልኾነ ንጥል የክፍያ ምደባ ኮድ ይፈለጋል።
ar: ليس رمز فئة الدفع الوحيد صالحًا.
as: অবৈধ একক পৰিশোধ শ্ৰেণীবিভাজন ক'ড৷
az: Birdəfəlik Ödəniş üzrə Təsnifat kodu səhvdir.
bg: Невалиден единичен класификационен код на плащане.
bn_in: একক অর্থপ্রদান বিভাজন কোড ঠিকঠাক নেই৷
bs: Nevažeća šifra klasificiranja pojedinačnog plaćanja.
cy: Mae'r Cod Dosbarthiad Taliad Sengl yn annilys.
da: Ugyldig klassificeringskode for enkeltbetaling.
de: Der Klassifikationscode für Einzelzahlungen ist ungültig.
el: Μη έγκυρος κωδικός ταξινόμησης μίας πληρωμής.
es: El código de clasificación de pago único no es válido.
et: Sobimatu ühe makse klassifitseerimiskood.
eu: Single Payment Classification Code kode baliogabea.
fa: کد طبقه بندی پرداخت تکی نامعتبر است.
ga: Cód rangúcháin íocaíochta aonair neamhbhailí.
gd: Tha còd seòrsachaidh airson pàigheadh singilte mì-dhligheach.
gl: Código de clasificación de pagamento único non válido.
gu: અમાન્ય એકલ ચૂકવણી વર્ગીકરણ કોડ.
he: קוד סיווג תשלום בודד לא חוקי.
hi: अमान्‍य एकल भुगतान वर्गीकरण कोड.
hr: Klasifikacijska oznaka jedinstvene uplate nije valjana.
hu: Érvénytelen egyszeri fizetési besorolási kód.
id: Kode Klasifikasi Pembayaran Tunggal Tidak Valid.
is: Ógildur flokkunarkóði eingreiðslu.
ja: 単一支払区分コードが正しくありません。
ka: ერთჯერადი გადახდის კლასიფიკაციის კოდი არასწორია.
kk: Жалғыз төлемнің жіктеу коды дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಏಕ ಪಾವತಿ ವರ್ಗೀಕರಣ ಕೋಡ್.
ko: 단일 결제 분류 코드가 올바르지 않습니다.
ku_arab: کۆدی پۆلێنی پارەدانی تاک نادروستە.
ky: Бир жолку төлөмдүн классификациялоо коду жараксыз.
lo: ລະຫັດຈຳແນກການຊຳລະເງິນແບບຄັ້ງດຽວບໍ່ຖືກຕ້ອງ.
lt: Netinkamas vienkartinio mokėjimo klasifikavimo kodas.
lv: Nederīgs vienreizēja maksājuma klasifikācijas kods.
mi: He muhu te Waehere Tauahatanga Utu Kotahi.
mk: Неважечки код за класификација на еднократно плаќање.
ml: സിംഗിള്‍ പേയ്‌മെന്റ് ക്ലാസ്സിഫിക്കേഷന്‍ കോഡ് അസാധുവാണ്.
mn: Нэг удаагийн төлбөрийн ангиллын код буруу байна.
mr: अवैध एकल देय वर्गीकरण कोड.
ms: Kod Klasifikasi Pembayaran Tunggal tidak sah.
mt: Il-Kodiċi ta' Klassifikazzjoni ta' Pagament Waħdieni mhux validu.
ne: एकल भुक्तानी वर्गीकरण सङ्केत अवैध छ।
nn_no: Ugyldig klassifiseringskode for enkeltbetaling.
no: Ugyldig klassifiseringskode for engangsbetaling.
or: ଅବୈଧ ଏକକ ଦେୟ କ୍ଲାସିଫିକେସନ୍ କୋଡ୍.
pa_arab_pk: ناجائزاکو ادائیگی زمرہ بندی کوڈ
pa_in: ਸਿੰਗਲ ਪੇਮੈਂਟ ਕਲਾਸੀਫਿਕੇਸ਼ਨ ਕੋਡ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy kod klasyfikacji płatności jednorazowej.
ru: Недопустимый код классификации единовременного платежа.
sd: سنگل ادائگي جو درجابندي ڪوڊ غلط آھي.
si: තනි ගෙවීම් වර්ගීකරණ කේතය වැරදියි.
sl: Enotna koda za razvrstitev plačil je neveljavna.
sr_cyrl_rs: Шифра класификације једног плаћања је неважећа.
sr_latn_rs: Šifra klasifikacije jednog plaćanja je nevažeća.
sv: Klassificeringskoden för engångsbetalning är ogiltig.
ta: தவறான ஒற்றை செலுத்தல் வகைப்படுத்தல் குறியீடு.
te: చెల్లని ఏకైక చెల్లింపు వర్గీకరణ కోడ్.
tg: Рамзи таснифи пардохти яквақтаи беэътибор.
th: รหัสการจัดประเภทการชำระเงินรายการเดียวไม่ถูกต้อง
tr: Geçersiz Tek Ödeme Sınıflandırma Kodu.
tt: Single Payment Classification Code ялгыш.
ug: ئىناۋەتسىزيەككە ھەق تۆلەش تۈر نومۇرى .
uk: Неприпустимий код класифікації одноразового платежу.
ur: واحد ادائیگی کا درجہ بندی کوڈ غلط ہے.
uz: Yagona to‘lovni tasniflash kodi haqiqiy emas.
vi: Mã Phân loại Thanh toán Đơn không hợp lệ.
zh_hans: 单一付款分类代码无效。
zh_hant: 審單付款分類碼無效。

# Literal.DirectDebitBankToBankEKNP.Required
source: Single Payment Classification Code is required.
af: Enkelbetalingsklassifikasiekode word vereis.
am: ንጥል የክፍያ ምደባ ኮድ ይፈለጋል።
ar: رمز فئة الدفع الوحيد مطلوب.
as: একক পৰিশোধ শ্ৰেণীবিভাজন ক'ড আৱশ্যক৷
az: Birdəfəlik Ödəniş üzrə Təsnifat kodu tələb olunur.
bg: Единичният класификационен код на плащане е задължителен.
bn_in: একক অর্থপ্রদান বিভাজন কোড উল্লেখ করা চাই৷
bs: Šifra klasificiranja pojedinačnog plaćanja je obavezna.
cy: Rhaid cael Cod Dosbarthiad Taliad Sengl.
da: Klassificeringskode for enkeltbetaling skal angives.
de: Der Klassifikationscode für Einzelzahlungen ist erforderlich.
el: Απαιτείται κωδικός ταξινόμησης μίας πληρωμής.
es: El código de clasificación de pago único es obligatorio.
et: Vaja on ühe makse klassifitseerimiskoodi.
eu: Single Payment Classification Code kodea beharrezkoa da.
fa: به کد طبقه بندی پرداخت تکی نیاز است.
ga: Cód rangúcháin íocaíochta aonair ag teastáil.
gd: Tha feum air còd seòrsachaidh airson pàigheadh singilte.
gl: Requírese Código de clasificación de pagamento único.
gu: એકલ ચૂકવણી વર્ગીકરણ કોડની આવશ્યકતા છે.
he: דרוש קוד סיווג תשלום בודד.
hi: एकल भुगतान वर्गीकरण कोड आवश्‍यक है.
hr: Klasifikacijska oznaka jedinstvene uplate je obavezna.
hu: Az egyszeri fizetési besorolási kód megadása kötelező.
id: Kode Klasifikasi Pembayaran Tunggal wajib diisi.
is: Færa verður inn flokkunarkóða eingreiðslu.
ja: 単一支払区分コードは必須項目です。
ka: მიუთითეთ ერთჯერადი გადახდის კლასიფიკაციის კოდი.
kk: Жалғыз төлемнің жіктеу коды қажет.
kn: ಏಕ ಪಾವತಿ ವರ್ಗೀಕರಣ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 단일 결제 분류 코드는 필수 항목입니다.
ku_arab: کۆدی پۆلێنی پارەدانی تاک پێویستە.
ky: Бир жолку төлөмдүн классификациялоо коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດຈຳແນກການຊຳລະເງິນແບບຄັ້ງດຽວ.
lt: Vienkartinio mokėjimo klasifikavimo kodas yra būtinas.
lv: Norādiet vienreizēja maksājuma klasifikācijas kodu.
mi: Kei te hiahiatia te Waehere Tauahatanga Utu Kotahi.
mk: Кодот за класификација на еднократно плаќање е задолжителен.
ml: സിംഗിള്‍ പേയ്‌മെന്റ് ക്ലാസ്സിഫിക്കേഷന്‍ കോഡ് ആവശ്യമാണ്.
mn: Нэг удаагийн төлбөрийн ангиллын кодыг бөглөх шаардлагатай.
mr: एकल देय वर्गीकरण कोड आवश्यक आहे.
ms: Kod Klasifikasi Pembayaran Tunggal diperlukan.
mt: Il-Kodiċi ta' Klassifikazzjoni ta' Pagament Waħdieni hu meħtieġ.
ne: एकल भुक्तानी वर्गीकरण सङ्केत आवश्यक छ।
nn_no: Klassifiseringskode for enkeltbetaling er obligatorisk.
no: Klassifiseringskode for engangsbetaling kreves.
or: ଏକକ ଦେୟ କ୍ଲସିଫିକେସନ୍ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: اکو ادائیگی زمرہ بندی کوڈ درکار اے۔
pa_in: ਸਿੰਗਲ ਪੇਮੈਂਟ ਕਲਾਸੀਫਿਕੇਸ਼ਨ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod klasyfikacji płatności jednorazowej jest wymagany.
ru: Укажите код классификации единовременного платежа.
sd: سنگل ادائگي جو درجابندي ڪوڊ گھرجيل آھي.
si: තනි ගෙවීම් වර්ගීකරණ කේතය අවශයි.
sl: Enotna koda za razvrstitev plačil je obvezen podatek.
sr_cyrl_rs: Шифра класификације једног плаћања је обавезна.
sr_latn_rs: Šifra klasifikacije jednog plaćanja je obavezna.
sv: Klassificeringskod för engångsbetalning måste anges.
ta: ஒற்றை கட்டண வகைப்படுத்தல் குறியீடு தேவை.
te: ఏకైక చెల్లింపు వర్గీకరణ కోడ్ అవసరం.
tg: Рамзи таснифи пардохти яквақта ҳатмист.
th: ต้องระบุรหัสการจัดประเภทการชำระเงินรายการเดียว
tr: Tek Ödeme Sınıflandırma Kodu gereklidir.
tt: Single Payment Classification Code мәҗбүри.
ug: يەككە ھەق تۆلەش تۈر نومۇرى كېرەك .
uk: Необхідно вказати код класифікації одноразового платежу.
ur: واحد ادائیگی کا درجہ بندی کوڈ درکار ہے.
uz: Yagona to‘lovni tasniflash kodi talab qilinadi.
vi: Mã Phân loại Thanh toán Đơn là cần thiết.
zh_hans: 单一付款分类代码为必填项。
zh_hant: 審單付款分類碼是必要資訊。
