Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICV.SuccessContent.CreditCard
source: Thank you for verifying your credit card. The verification charge has been refunded and your credit card is now available for use on your online account. Depending on your financial institution, it may take several days for the refund to appear on your statement.
af: Dankie dat jy jou kredietkaart geverifieer het. Die verifikasie-koste is terugbetaal en u kredietkaart is nou beskikbaar vir gebruik op jou aanlynrekening. Afhangende van jou finansiële instelling, kan dit 'n paar dae neem vir die terugbetaling om op u staat te verskyn.
am: የብደር ካርድህን ስላረጋገጥክ እናመሰግንሃለን። የማረጋገጫ ክፍያ ተመላሽ ተደርጓልና አሁን የብድር ካርድህን በመስመር ላይ መለያህ ለመጠቀም ይገኛል። እንደ ገንዘብ ተቋምህ መሰረት፣ተመላሹ መግለጫህ ላይ እስከሚታይ ብዙ ቀኖች ሊፈጅ ይችላል።
ar: شكرًا على التحقق من بطاقة ائتمانك. لقد ردّ إليك مبلغ التحقق فبطاقة ائتمانك يمكن استخدامها الآن في حسابك على الإنترنت. واعتمادًا على مؤسستك المالية قد يظهر المبلغ المسترد في بيان كشف الحساب بعد عدة أيام.
as: আপোনাৰ ক্ৰেডিট কাৰ্ড সত্যাপন কৰাৰ বাবে ধন্যৱাদ। সত্যাপন মাছুল ঘূৰাই দিয়া হ'ল আৰু আপোনাৰ ক্ৰেডিট কাৰ্ড আপোনাৰ আনলাইন একাউন্টত ব্যৱহাৰ কৰিবৰ বাবে উপলব্ধ। আপোনাৰ অৰ্থনৈতিক প্ৰতিষ্ঠানৰ ওপৰত নিৰ্ভৰ কৰি, আপোনাৰ প্ৰতিবেদনত এই ঘূৰাই দিয়া পৰিমাণ দৃশ্যমান হবলৈ কেইবাদিনো লব পাৰে।
az: Kredit kartınızı yoxladığınız üçün sizə təşəkkür edirik. Yoxlama tarifi ödənilib və kredit kartınızdan indi onlayn hesabınız üçün istifadə etmək mümkündür. Maliyyə institutunuzdan asılı olaraq, ödənişinizin bəyannamənizdə görünməsi bir neçə gün çəkə bilər.
bg: Благодарим ви за проверката на кредитната карта. Таксата за проверка ви е върната, а кредитната ви карта вече може да бъде използвана за вашия онлайн акаунт. В зависимост от финансовата институция може да отнеме няколко дена преди върнатата сума да се появи в извлечението.
bn_in: আপনার ক্রেডিট কার্ড যাচাই করার জন্য ধন্যবাদ৷ যাচাইকরণ চার্জ রিফান্ড করা হয়েছে এবং আপনার ক্রেডিট কার্ড এখন আপনার অনলাইন অ্যাকাউন্টে ব্যবহারের জন্য উপলভ্য৷ আপনার আর্থিক সংস্থার উপর নির্ভর করে, রিফান্ড আপনার বিবৃতিতে হাজির হতে বেশ কিছু দিন সময় নিতে পারে৷
bs: Hvala vam što ste verificirali svoju kreditnu karticu. Trošak verifikacije je vraćen i kreditna kartica je sada dostupna za korištenje na vašem računu na mreži. U zavisnosti od vaše finansijske institucije, može proteći nekoliko dana prije nego što se vraćeni iznos ne pojavi na vašem izvodu.
cy: Diolch am ddilysu eich cerdyn credyd. Mae'r ffi dilysu wedi cael ei had-dalu ac mae eich cerdyn credyd nawr ar gael i chi ei ddefnyddio ar eich cyfrif ar-lein. Yn amodol ar eich sefydliad ariannol, gall gymryd nifer o ddiwrnodau i'r ad-daliad ymddangos ar eich cyfriflen.
da: Tak, fordi du har bekræftet dit kreditkort. Kontrolgebyret refunderes, og du kan nu bruge kreditkortet på din onlinekonto. Afhængigt af dit pengeinstitut kan det tage flere dage, før refusionen fremgår af dit kontoudtog.
de: Vielen Dank für die Kartenprüfung. Die Prüfungsgebühr wurde rückerstattet, und Ihre Kreditkarte kann nun für Ihr Onlinekonto verwendet werden. Abhängig von Ihrer Bank kann es einige Tage dauern, bis der Rückerstattungsbetrag auf Ihrem Kontoauszug erscheint.
el: Σας ευχαριστούμε για την επαλήθευση της πιστωτικής κάρτας σας. Η χρέωση επαλήθευσης επιστράφηκε και η πιστωτική κάρτα σας είναι τώρα διαθέσιμη για χρήση στον ηλεκτρονικό λογαριασμό σας. Ανάλογα με το χρηματοπιστωτικό σας ίδρυμα, μπορεί να χρειαστούν αρκετές ημέρες προκειμένου η επιστροφή να εμφανιστεί στο λογαριασμό σας.
es: Gracias por verificar su tarjeta de crédito. Se ha abonado el cargo de comprobación y la tarjeta de crédito ya está disponible para su uso en su cuenta en línea. Dependiendo de la entidad financiera, es posible que el abono tarde varios días en aparecer en su extracto.
et: Täname, et kinnitasite oma krediitkaardi. Kinnitustasu on tagastatud ja teie krediitkaart on nüüd teie võrgukontoga kasutamiseks saadaval. Sõltuvalt teie rahandusasutusest võib tagasimakse ilmumiseni väljavõttel kuluda mitu päeva.
eu: Eskerrik asko kreditu-txartela egiaztatzeagatik. Egiaztapenean kobratutakoa itzuli da eta kreditu-txartela erabilgarri dago lineako kontuan erabil dezazun. Finantza-erakundearen arabera, hainbat egun behar izango dira diru-itzultzea kontu-laburpenean agertzeko.
fa: ممنونیم که اعتبار کارت اعتباری خود را تأیید کردید. هزینه تأیید اعتبار بازگردانده شد و کارت اعتباری شما اکنو برای استفاده در حساب آنلاین شما موجود است. بسته به مؤسسه مالی مورد استفاده شما، بازگرداندن پول و نمایش این امر در گزارش مالی شما ممکن است چند روز طول بکشد.
ga: Go raibh maith agat as do chárta creidmheasa a dheimhniú. Aisíocadh an táille dheimhnithe agus tá fáil ar an gcárta creidmheasa agat anois lena úsáid ar do chuntas ar líne. Ag brath ar an institiúid airgeadais, b'fhéidir nach mbeidh an aisíocaíocht le feiceáil ar do ráiteas ar feadh roinnt laethanta.
gd: Taing airson do chairt-creideis a dhaingneachadh. Chaidh a' chis daingneachaidh a phàigheadh air ais agus faodar a-nis a chleachdadh air a' chunntas agad air-loidhne. A rèir 's dè am banca a th' agad, dh'fhaodadh nach nochd an t-airgead sa chunntas agad airson latha no dhà.
gl: Grazas por verificar o seu cartón de crédito. O cargo de verificación foi reembolsado e o seu cartón de crédito xa está dispoñible para o seu uso na súa conta en liña. Dependendo da súa institución financeira, o reembolso pode tardar varios días en verse no seu saldo.
gu: તમારા ક્રેડિટ કાર્ડ વેરીફાય માટે તમારો આભાર. વેરીફિકેશન ચાર્જ રીફંડ કરવામાં આવશે અને તમારા ઓનલાઇન ખાતા પર ઉપયોગ માટે હવે તમારું ક્રેડિટ કાર્ડ ઉપલબ્ધ છે. તમારી નાણાંકીય સ્થિતિના આધારે, તમારા સ્ટેટમેન્ટમાં રીફંડ માટે થોડા દિવસો લાગશે.
he: תודה שאימתת את כרטיס האשראי שלך. חיוב האימות הוחזר לך וכרטיס האשראי שלך זמין כעת לשימוש בחשבון המקוון שלך. בהתאם למוסד הפיננסי שלך, ייתכן שיעברו כמה ימים עד שההחזר יופיע בפירוט החשבון.
hi: अपने क्रेडिट कार्ड को सत्यापित करने के लिए धन्यवाद. सत्यापन शुल्क की धन वापसी की जा चुकी है और अब आपका क्रे़डिट कार्ड आपके ऑनलाइन खाते पर उपयोग करने के लिए उपलब्ध है. आपके वित्तीय संस्थान पर निर्भर करते हुए यह आपके कथन पर धन वापस प्रकट होने के लिए कई दिन ले सकता है.
hr: Zahvaljujemo na provjeri vaše kreditne kartice. Trošak provjere vraćen je i vaša je kreditna kartica sada spremna za upotrebu na vašem mrežnom računu. Ovisno o financijskoj ustanovi, povrat novca bit će vidljiv na vašem bankovnom izvodu za nekoliko dana.
hu: Köszönjük, hogy érvényesítette a hitelkártyáját. Az érvényesítéshez használt összeget visszatérítettük, és a hitelkártya most már elérhető az online fiókjában. A pénzintézettől függően eltarthat néhány napig, amíg a visszatérített összeg megjelenik a bankkivonaton.
id: Terima kasih telah memverifikasi kartu kredit Anda. Biaya verifikasi telah dikembalikan dananya dan kartu kredit Anda sekarang dapat digunakan di akun online Anda. Bergantung pada lembaga keuangan Anda, mungkin dibutuhkan waktu beberapa hari agar pengembalian dana muncul dalam laporan Anda.
is: Takk fyrir að sannprófa kreditkortið. Sannprófunargjaldið hefur verið bakfært og kreditkortið er nú tilbúið til notkunar á netreikningnum þínum. Það getur tekið nokkra daga fyrir endurgreiðsluna að birtast á yfirlitinu þínu, allt eftir viðskiptabankanum þínum.
ja: お客様のクレジット カードを検証させていただき、誠にありがとうございます。検証にかかった費用を返金しましたので、クレジット カードをオンライン アカウントでご利用いただけます。ご利用の金融機関によっては、返金された金額が入出金明細に表示されるまで数日かかる場合があります。
ka: მადლობას გიხდით თქვენი საკრედიტო ბარათის შემოწმებისთვის. შემოწმების გადასახადი უკან დაგიბრუნდებათ და თქვენი საკრედიტო ბარათი ახლა შეგიძლიათ გამოიყენოთ ონლაინ-ანგარიშზე. თქვენი ფინანსური დაწესებულების მიხედვით, თანხის დაბრუნებას და შესაბამისი ინფორმაციის გამოჩენას შეიძლება დასჭირდეს რამდენიმე დღე.
kk: Несиелік картаңызды тексергеніңіз үшін рахмет. Тексеру төлемдері қайтарылды және сіздің несиелік картаңыз онлайн тіркелгіңізде пайдалану үшін қол жетімді. Қаржылық мекемеңізге байланысты, қайтарудың есебіңізде пайда болуы үшін бірнеше күн қажет болуы мүмкін.
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿರುವುದಕ್ಕಾಗಿ ಧನ್ಯವಾದಗಳು. ಪರಿಶೀಲನೆ ದರವನ್ನು ಮರುಪಾವತಿಸಲಾಗಿದೆ ಮತ್ತು ಬಳಕೆಗಾಗಿ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಆನ್‌ಲೈನ್ ಖಾತೆಯಲ್ಲಿ ಇದೀಗ ಲಭ್ಯವಿದೆ. ನಿಮ್ಮ ಹಣಕಾಸು ಸಂಸ್ಥೆಯನ್ನು ಆಧರಿಸಿ, ಮರುಪಾವತಿಯು ನಿಮ್ಮ ಹೇಳಿಕೆಯಲ್ಲಿ ಗೋಚರಿಸುವುದಕ್ಕಾಗಿ ಹಲವಾರು ದಿನಗಳನ್ನು ಇದು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ko: 신용 카드를 인증해 주셔서 감사합니다. 인증을 위해 사용한 청구 금액은 환불되었으며 이제 회원님의 신용 카드를 온라인 계정에 사용할 수 있습니다. 거래하는 금융 기관에 따라 환불액이 명세서에 나타나는 데 며칠이 걸릴 수 있습니다.
ku_arab: سوپاست دەکەین بۆ سەلماندنی کرێدت کارتی تۆ. کرێی سەلماندنەکە وەرگیراوەتەوە و کرێدت کارتی تۆ ئێستا بەردەستە بۆ بەکارهێنان لەگەڵ ئەژمێری سەرهێڵی تۆدا. رەنگە وەرگرتنەوەی پارەکە لەسەر بڵاونامەکەت چەند رۆژێک بخایەنێت هەتا دەردەکەوێت، ئەمەش دەوەستێتە سەر دامەزراوە داراییەکەی تۆ.
ky: Кредит картыңызды ырастаганыңыз үчүн рахмат. Ырастоо акысынын орду толтурулду жана азыр сиздин онлайн эсебиңизде сиздин кредит картыңызды колдонууга болот. Сиздин каржы уюмуңузга жараша ордун толтуруу сиздин эсеп абалыңызда пайда болгончо бир нече күн кетиши мүмкүн.
lo: ຂໍຂອບໃຈສຳລັບການກວດສອບບັດເຄຣດິດຂອງທ່ານ. ເງິນທີ່ຮຽກເກັບເພື່ອການກວດສອບໄດ້ຖືກສົ່ງຄືນແລ້ວ ແລະດຽວນີ້ບັດເຄຣດິດຂອງທ່ານພ້ອມໃຊ້ງານເທິງບັນຊີອອນລາຍແລ້ວ. ໂດຍຂຶ້ນກັບສະຖາບັນການເງິນຂອງທ່ານ, ມັນອາດຈະໃຊ້ເວລາຫຼາຍວັນກ່ອນທີ່ການສົ່ງເງິນຄືນຂອງທ່ານຈະປະກົດເທິງໃບແຈ້ງຍອດບັນຊີຂອງທ່ານ.
lt: Ačiū, kad patikrinote savo kredito kortelę. Tikrinimo mokestis grąžintas, kredito kortelę dabar galima naudoti interneto sąskaitoje. Gali praeiti keletas dienų, kol grąžinimas pasirodys jūsų išraše. Tai priklauso nuo finansų institucijos.
lv: Parlies par kredītkartes pārbaudes veikšanu. Maksa par pārbaudi ir atmaksāta, un kredītkarte ir gtava izmantošanai tiešsaistes kontā. Atkarībā no finanšu institūcijas atmaksātā summa izrakstā var tikt iekļauta dažu dienu laikā.
mi: Ngā mihi nāu i manatoko tō kāri nama. Kua whakahokia ā-pūtea te utu manatoko, kua wātea tō kāri nama hei whakamahi ināianei ki tō pūkete tuihono. Kei te āhua o tō whakahaere pūtea, hei ētahi rā e tū nei ka puta ake te whakahokinga ā-pūtea ki tō tauākī.
mk: Благодариме што ја проверивте вашата кредитна картичка. Износот за проверка е надоместен и сега вашата кредитна картичка е достапна за користење со сметката на интернет. Во зависност од вашата финансиска ситуација, можеби ќе бидат потребни неколку дена за надоместокот да се појави на вашата сметка.
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് സ്ഥിരീകരിക്കുന്നതിന് നന്ദി. സ്ഥിരീകരണ നിരക്ക് തിരികെ നല്‍കുന്നതാണ്, നിങ്ങളുടെ ഓണ്‍‌ലൈന്‍ അക്കൌണ്ടില്‍ ഉപയോഗിക്കുന്നതിനായി ക്രെഡിറ്റ് കാര്‍ഡ് ഇപ്പോള്‍ ലഭ്യമാണ്. നിങ്ങളുടെ ധനകാര്യ സ്ഥാപനത്തെ ആശ്രയിച്ച്, സ്റ്റേറ്റ്‌മെന്റില്‍ റീഫണ്ട് ദൃശ്യമാകുന്നതിന് നിരവധി ദിവസമെടുക്കാം.
mn: Кредит картаа баталгаажуулсанд баярлалаа. Баталгаажуулалтын хураамжийг танд буцаан олгосон бөгөөд одоо та кредит картаа онлайн дансандаа ашиглах боломжтой боллоо. Танай санхүүгийн байгууллагаас шалтгаалж танд буцаан олгосон мөнгөн дүн таны дансанд ороход нилээд хэдэн өдөр зарцуулагдаж болно.
mr: आपल्या क्रेडिट कार्डची पडताळणी केल्याबद्दल धन्यवाद. पुष्टीकरण शुल्कावर परतावा दिला गेला आणि आपल्या ऑनलाइन खात्यावर वापरण्यासाठी आपले क्रेडिट कार्ड आता उपलब्ध आहे. आपल्या वित्तीय संस्थेवर आधारित, परतावा आपल्या विधानावर दिसण्यासाठी कित्येक दिवस लागू शकतात.
ms: Terima kasih kerana menentusahkan kad kredit anda. Caj penentusahan telah dibayar balik dan kad kredit anda kini sudah sedia digunakan untuk akaun dalam talian anda. Bergantung pada institusi kewangan anda, bayaran balik tersebut mungkin mengambil masa beberapa hari sebelum muncul dalam penyata anda.
mt: Grazzi talli vverifikajt il-kard ta' kreditu tiegħek. Iċ-charge tal-verifika ġiet rifonduta u l-kard ta' kreditu tiegħek issa tista' tintuża fil-kont online tiegħek. Ir-rifużjoni tista' ddum għadd ta' jiem biex tidher fil-kont tiegħek, skont l-istituzzjoni finanzjarja tiegħek.
ne: तपाइँको क्रेडिट कार्ड रुजू गराउनु भएकोमा धन्यवाद। रुजू शुल्कलाई तपाइँको क्रेडिट कार्डमा पुन: जम्मा गरिएको छ र तपाइँको क्रेडिट कार्ड अब तपाइँको अनलाइन खातामा प्रयोग गर्नको लागि उपलब्ध छ। तपाइँको वित्तीय संस्थाको आधारमा, तपाइँको कथण पुन: जम्मा गरिएको रकम देखिनको लागि केही दिन लाग्न सक्छ।
nn_no: Takk for at du stadfesta kredittkortet ditt. Stadfestingskostnadene er refunderte, og kredittkortet ditt er no tilgjengeleg for bruk på nettkontoen din. Det kan hende det tek fleire dagar før du ser det refunderte beløpet på kontooversikta di.
no: Takk for at du verifiserte kredittkortet. Verifiseringsavgiften er refundert , og kredittkortet er nå tilgjengelig for bruk på online-kontoen. Avhengig av finansinstitusjonen din kan det ta flere dager før refusjonsbeløpet vises på kontoutskriften.
or: ଆପଣ ଆପଣଙ୍କ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯାଞ୍ଚ କରିଥିବା ଯୋଗୁଁ ଧନ୍ୟବାଦ. ଯାଞ୍ଚ ଚାର୍ଜ ରିଫଣ୍ଡ୍ ହେଲା ପୁଣି ଆପଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଆପଣଙ୍କର ଅନ୍-ଲାଇନ୍ ଆକାଉଣ୍ଟ୍ ନିମନ୍ତେ ବ୍ୟବହାର ପାଇଁ ଉପଲବ୍ଧ ଅଟେ. ଆପଣଙ୍କର ଆର୍ଥିକ ଅନୁଷ୍ଠାନ ଅନୁଯାୟୀ, ଆପଣଙ୍କର ବିବରଣୀରେ ରିଫଣ୍ଡ୍ ଦୃଶ୍ୟଲବ୍ଧ ହେବା ନିମନ୍ତେ ଅନେକ ଦିନ ନେଇ ପାରେ.
pa_arab_pk: اسی تساں دے شکر گزار آں کہ تسی اپنے کریڈٹ کارڈ دی تصدیق کیتی اے۔ تصدیق کرن دی فیس واپس کر دتی گئی اے اور تساں دا کریڈٹ کارڈ تساں دے آن لائن اکاؤنٹ تے استعمال لئی دستیاب اے۔ تساں دے مالیاتی ادارےتے منحصر ہوندیاں اویاں تساں دی سٹیٹمنٹ تے رقم واپسی نوں ظاہر ہون تے کئی دن لگ سکدے نیں۔
pa_in: ਆਪਣੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ। ਕਾਰਡ ਦੀ ਪੁਸ਼ਟੀਕਰਣ ਦੇ ਚਾਰਜ ਨੂੰ ਰਿਫੰਡ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ ਅਤੇ ਹੁਣ ਤੁਹਾਡਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਤੁਹਾਡੇ ਆਨਲਾਈਨ ਖਾਤੇ ਵਿਚ ਵਰਤੋਂ ਕਰਨ ਲਈ ਉਪਲੱਬਧ ਹੈ। ਤੁਹਾਡੇ ਵਿੱਤੀ ਸੰਸਥਾਨ ਤੇ ਨਿਰਭਰ ਕਰਦਿਆਂ, ਤੁਹਾਡੀ ਬੈਂਕ ਸਟੇਟਮੈਂਟ ਵਿਚ ਰਿਫੰਡ ਨਜ਼ਰ ਆਉਣ ਵਿਚ ਕਈਂ ਦਿਨ ਲੱਗ ਸਕਦੇ ਹਨ।
pl: Dziękujemy za umożliwienie przeprowadzenia weryfikacji karty kredytowej. Opłata z tytułu weryfikacji została zwrócona, a karta kredytowa może być od tej chwili używana w ramach konta online. W zależności od instytucji finansowej, zwrot opłaty może zostać uwidoczniony na wyciągu w ciągu kilku dni.
ru: Благодарим за проверку кредитной карты. Плата за проверку возмещена, и кредитная карта теперь доступна для учетной записи в Интернете. В зависимости от финансового учреждения отображение возмещения в выписке может занять несколько дней.
sd: پهنجي ڪريڊٽ ڪارڊ جي تصديق ڪرڻ لاءِ توهان جي مهرباني. توهان جي تصديق جي چارج واپس ڪئي وئي آهي ۽ توهان جي آن لائن اڪائونٽ تي ڪريڊٽ ڪارڊ استعمال ڪرڻ لاءِ هاڻي دستياب آهي. توهان جي مالياتي اداري تي دارو مدار رکندي، متان اهو توهان جي بيان ۾ ظاهر ٿيڻ لاءِ ڪجھ ڏينهن کڻي.
si: ඔබේ ක්‍රෙඩිට් කාඩ්පත තහවුරු කිරීම පිළිබඳව ස්තූතියි. තහවුරු කිරීමේ ගාස්තුව ආපසු ගෙවා ඇති අතර ඔබේ ක්‍රෙඩිට් කාඩ්පත දැන් ඔබේ ඔන්ලයින් ගිණුම යොදා ගත හැකිය. ඔබේ මුල්‍ය ආයතනය අනුව, ආපසු මුදල් ගෙවීම ඔබේ ප්‍රකාශයෙහි පෙන්නුම් කිරීමට දින කිහිපයක් ගත වනු ඇත.
sl: Zahvaljujemo se vam za preverjanje kreditne kartice. Strošek preverjanje je bil povrnjen. Vaša kreditna kartica je zdaj pripravljena za uporabo v vašem spletnem računu. Odvisno od vaše finančne ustanove, lahko traja nekaj dni, preden bo vračilo prikazano na izpisku.
sr_cyrl_rs: Хвала вам што сте верификовали кредитну картицу. Средства наплаћена приликом верификације су враћена и сада можете да користите ову кредитну картицу на налогу на мрежи. У зависности од финансијске институције, може да прође неколико дана док се повраћај средстава не прикаже на изводу.
sr_latn_rs: Hvala vam što ste verifikovali kreditnu karticu. Sredstva naplaćena prilikom verifikacije su vraćena i sada možete da koristite ovu kreditnu karticu na nalogu na mreži. U zavisnosti od finansijske institucije, može da prođe nekoliko dana dok se povraćaj sredstava ne prikaže na izvodu.
sv: Tack för att du verifierar ditt kreditkort. Verifieringsavgiften har betalats tillbaka och ditt kreditkort kan nu användas för ditt onlinekonto. Beroende på vilket finansinstitut du har så kan det ta flera dagar innan återbetalningen visas på ditt utdrag.
ta: உங்கள் கடன் அட்டையைச் சரிபார்த்ததற்கு நன்றி. சரிபார்ப்பு கட்டணம் திருப்பி அளிக்கப்படும். மேலும் இப்போது உங்கள் கடன் அட்டையை உங்கள் ஆன்லைன் கணக்கில் பயன்படுத்தலாம். உங்கள் நிதி நிறுவனத்தைப்பொறுத்து, உங்கள் அறிக்கையில் திருப்பப்பெறும் தொகை தோன்ற பல நாட்கள் ஆகலாம்.
te: మీ క్రెడిట్ కార్డ్‌ను నిర్ధారించినందుకు ధన్యవాదాలు. నిర్ధారణ ఛార్జ్ తిరిగి చెల్లించబడుతుంది మరియు మీ ఆన్‌లైన్ ఖాతాలో ఉపయోగించడం కోసం మీ క్రెడిట్ కార్డ్ ఇప్పుడు అందుబాటులో ఉంది. మీ ఆర్థిక సంస్థ ఆధారంగా, మీ స్టేట్‌మెంట్‌లో తిరిగి చెల్లింపు కనిపించడానికి కొన్ని రోజుల సమయం పట్టవచ్చు.
tg: Ташаккур барои санҷиши корти қарзӣ. Хароҷоти санҷиши ҳаққоният ҷуброн карда шуд ва ҳоло корти қарзии шумо барои истифода ҳамчун суратҳисоби онлайни шумо дастрас аст. Вобаста аз муассисаи молиявии шумо, то гузаштани ҷуброн ба ҳисоботи шумо метавонад якчанд рӯз гузарад.
th: ขอบคุณที่ตรวจสอบความถูกต้องของบัตรเครดิตของคุณ ค่าการตรวจสอบความถูกต้องได้รับการคืนเงินและขณะนี้บัตรเครดิตของคุณพร้อมสำหรับการใช้งานในบัญชีออนไลน์ของคุณแล้ว ทั้งนี้ การที่เงินคืนจะปรากฏในใบแจ้งยอดของคุณอาจใช้เวลาหลายวัน โดยจะขึ้นอยู่กับสถาบันการเงินของคุณ
tr: Kredi kartınızı doğruladığınız için teşekkür ederiz. Doğrulama ücreti iade edildi ve kredi kartınız çevrimiçi hesabınızda artık kullanılabilir durumda. Finansal kurumunuza bağlı olarak iadenin bildiriminizde görünmesi birkaç gün alabilir.
tt: Картагызны раслау өчен рәхмәт. Раслау өчен түләү капланган, һәм кредит картагызны хәзер онлайн хисап язмасыгызда кулланырга мөмкин. Сезнең финанс оешмагызга карап, капланган акча аңлатмагызда берничә көн эчендә күренер.
ug: ئىناۋەتلىك كارتىڭىزنى ئىسپاتلىغىنىڭىز ئۈچۈن رەھمەت.ئىسپاتلاش ھەققى قايتۇرۇلدى ھەمدە ئىناۋەتلىك كارتىڭىز توردىكى ھېسابىڭىز ئۈچۈن قوللۇنۇشىڭىزغا تەييار بولدى.پۇل مۇئامىلىسى ئاپپاراتىڭىزسەۋەبىدىن،قايتۇرۇلغان ھەقنىڭ ھېسابىڭىزدا كۆرۈنۈشى ئۈچۈن بىر قانچە كۈن سەرپ قىلىنىشى مۆمكىن.
uk: Дякуємо за перевірку вашої кредитної картки. Суму, витрачену на перевірку картки, відшкодовано й тепер ви можете використовувати кредитну картку у своєму обліковому записі в режимі онлайн. Залежно від фінансової установи відшкодування на вашому балансі може з’явитися через кілька днів.
ur: اپنے کریڈٹ کارڈ کی تصدیق کے لیے آپ کا شکریہ۔ تصدیقی رقم کی واپس ادائیگی کی جا چکی ہے اور اب آپ کا کریڈٹ کارڈ آپ کے آن لائن اکائونٹ کے استعمال کے لیے میسر ہے۔ آپ کے مالی ادارے پر منحصر، رقم واپسی کا آپ کی سٹیٹمنٹ پر نمودار ہونے میں کئی دن لگ سکتے۔
uz: O‘zingizning kredit kartochkangizni tekshirganingiz uchun rahmat. Tekshirish to‘lovi qaytarib berildi va endi kredit kartochkangizdan o‘zingizning onlayn hisob raqamingizda foydalanishingiz mumkin. Sizning moliyaviy tashkilotingizga bog‘liq ravishda qaytarib berilgan to‘lov balansingizda paydo bo‘lishi uchun bir necha kun talab qilinishi mumkin.
vi: Cảm ơn bạn đã kiểm chứng thẻ tín dụng. Phí kiểm chứng đã được hoàn lại, và thẻ tín dụng của bạn hiện đã có thể được dùng cho tài khoản trực tuyến của bạn. Tùy theo tổ chức tài chính của bạn, có thể bạn sẽ phải chờ vài ngày để nhận được khoản tiền hoàn vào tài khoản.
zh_hans: 感谢您验证您的信用卡。验证费用已退款，您的信用卡现在可用在在线帐户上。退款可能需要若干天才会出现在您的对帐单上，具体情况取决于您的金融机构。
zh_hant: 感謝您完成信用卡驗證程序。我們已退還驗證費用，而且您的信用卡現在已經可在線上帳戶使用。根據您的金融機構，退款可能需要幾天後才會出現在您的對帳單上。

# Word.MBUX.VerifyYourCreditCard
source: Verify your credit card
af: Verifieer jou kredietkaart
am: የብድር ካርድህን አረጋግጥ
ar: التحقق من بطاقة ائتمانك
as: আপোনাৰ ক্ৰেডিট কাৰ্ড সত্যাপন কৰক
az: Kredit kartınızı yoxlayın
bg: Проверка на кредитната карта
bn_in: আপনার ক্রেডিট কার্ড যাচাই করুন
bs: Potvrdite svoju kreditnu karticu
cy: Dilysu eich cerdyn credyd
da: Bekræft dit kreditkort
de: Kreditkartenprüfung
el: Επαλήθευση της πιστωτικής κάρτας σας
es: Comprobar la tarjeta de crédito
et: Kinnitage oma krediitkaart
eu: Egiaztatu kreditu-txartela
fa: کارت اعتباری خود را تأیید کنید
ga: Fíoraigh do chárta creidmheasa
gd: Daingnich a' chairt-creideis agad
gl: Verifique o seu cartón de crédito
gu: તમારું ક્રેડિટ કાર્ડ વેરીફાય કરો
he: אמת את כרטיס האשראי שלך
hi: अपना क्रेडिट कार्ड सत्यापित करें
hr: Potvrdite svoju kreditnu karticu
hu: Érvényesítse a hitelkártyáját
id: Verifikasi kartu kredit Anda
is: Staðfestu kreditkortið þitt
ja: クレジット カードの検証
ka: დაადასტურეთ თქვენი საკრედიტო ბარათი
kk: Несиелік картаңызды тексеріңіз
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 신용 카드 인증
ku_arab: کرێدت کارتی خۆت بسەلمێنە
ky: Кредит картыңызды ырастаңыз
lo: ກວດສອບບັດເຄຣດິດຂອງທ່ານ
lt: Patikrinkite savo kredito kortelę
lv: Kredītkartes pārbaude
mi: Manatokona tō kāri nama
mk: Потврдете ја кредитната картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് സ്ഥിരീകരിക്കുക
mn: Кредит картаа баталгаажуулах
mr: आपल्या क्रेडिट कार्डची पडताळणी करा
ms: Tentu sahkan kad kredit anda
mt: Ivverifika l-kard ta' kreditu tiegħek
ne: तपाइँको क्रेडिट कार्ड रुजू गर्नुहोस्
nn_no: Stadfest kredittkortet
no: Verifiser kredittkortet
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡକୁ ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: اپنے کریڈٹ کارڈ دی تصدیق کرو
pa_in: ਆਪਣੇ ਕਰੈਡਿਟ ਕਾਰਡ ਦਾ ਪੁਸ਼ਟੀਕਰਨ ਕਰੋ
pl: Weryfikuj kartę kredytową
ru: Проверка кредитной карты
sd: توھان پنھنجي ڪريڊٽ ڪارڊ جي تصديق ڪريو
si: ඔබේ ක්‍රෙඩි‍ට් කාඩ්පත තහවුරු කරන්න
sl: Preverite kreditno kartico
sr_cyrl_rs: Верификујте кредитну картицу
sr_latn_rs: Verifikujte kreditnu karticu
sv: Verifiera ditt kreditkort
ta: உங்கள் கடன் அட்டையைச் சரிபார்க்கவும்
te: మీ క్రెడిట్ కార్డ్‌ను నిర్ధారించండి
tg: Корти қарзии худро санҷед
th: ตรวจสอบความถูกต้องของบัตรเครดิตของคุณ
tr: Kredi kartınızı doğrulayın
tt: Кредит картагызны раслагыз
ug: ئىناۋەتلىك كارتىڭىزنى ئىسپاتلاڭ
uk: Підтвердіть свою кредитну картку
ur: اپنے کریڈٹ کارڈ کی توثیق کروائیں
uz: Kredit kartochkangizni tekshiring
vi: Kiểm chứng thẻ tín dụng của bạn
zh_hans: 验证您的信用卡
zh_hant: 驗證您的信用卡
