Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OfficeOobe.CA.TrialText
source: After your free 30-day Office 365 Home trial, your card will be charged CAD $109.00. Taxes may apply. Cancel anytime. We'll save your card so it's easy to use wherever you sign in with ()EmailAddress.
af: Na jou 30-dae Office 365 Home-proeflopie, sal CAD $109,00 teen jou kaart gehef word. Belasting mag dalk geld. Kanselleer enige tyd. Ons sal jou kaart stoor sodat dit maklik is om te gebruik waar ook al jy met ()EmailAddress aanmeld.
am: የ30-ቀን የOffice 365 Home ሙከራዎ ካበቋ በኋላ፣ ከካርድዎ $109.00 የካናዳ ዶላር ይቆረጣል። ግብርም ተጨማሪ ሊኖር ይችላል። በማንኛውም ጊዜ ማስቀረት ይችላሉ። በ()EmailAddress በገቡ ቁጥር በካርድዎ ለመጠቀም ቀላል እንዲሆንልዎ ካርድዎን እናስቀምጣለን።
ar: بعد انتهاء تجربة Office 365 Home المجانية الخاصة بك لمدة 30 يوماً، سيتم خصم 109.00 دولارات كندية من بطاقتك. وقد يتم تطبيق ضرائب. يمكنك الإلغاء في أي وقت. سنقوم بحفظ بطاقتك بحيث يكون من السهل استخدامها أينما تقوم بتسجيل الدخول باستخدام ()EmailAddress.
as: আপোনাৰ 30-দিনৰ Office 365 Home পৰীক্ষণ সমাপ্ত হোৱাৰ পিছত, আপোনাৰ কাৰ্ডৰ পৰা CAD $109.00 আদায় কৰা হ’ব। কৰ প্ৰযোজ্য হ'ব পাৰে। যিকোনো সময়তে বাতিল কৰক। আমি আপোনাৰ কাৰ্ড সঞ্চিত ৰাখিম যাতে যেতিয়াই আপুনি ()EmailAddress -ৰে ছাইন ইন কৰে ইয়াক ব্যৱহাৰ কৰা সহজ হয়।
az: Pulsuz 30-günlük Office 365 Home sınağından sonra kartınızdan CAD $109,00 çıxılacaqdır. Vergilər tətbiq oluna bilər. İstənilən vaxt ləğv edin. Kartınızı saxlayacağıq, ona görə də ()EmailAddress ilə daxil olduğunuz istənilən yerdə onu istifadə etmək asandır.
bg: След 30-дневната безплатна пробна версия на Office 365 Home, вашата карта ще бъде таксувана 109,00 CAD $. Може да се прилагат данъци. Отменете по всяко време. Ще запишем вашата карта, за да ви улесним, когато влизате с ()EmailAddress.
bn_in: আপনার বিনামূল্যে 30 দিনের Office 365 Home ট্রায়ালের পরে, আপনার কার্ড CAD $109.00 চার্জ করা হবে। কর প্রযোজ্য হতে পারে। যে কোনও সময় বাতিল করুন। আমরা আপনার কার্ডটি সংরক্ষণ করবো যাতে আপনি যেখানেই হোক ()EmailAddress দিয়ে সাইন ইন করতে পারেন।
bs: Nakon besplatnog 30-dnevnog probnog perioda sistema Office 365 Home vaša kartica teretit će se iznosom od 109,00 CAD. Moguća je naplata poreza. Pretplatu možete otkazati u svakom trenutku. Pohranit ćemo podatke o vašoj kartici da biste je mogli jednostavno upotrebljavati gdje god se prijavite pomoću adrese ()EmailAddress.
cy: Wedi eich treial am ddim 30 niwrnod Office 365 Home, fe godir CAD $109.00 ar eich cerdyn. Efallai y bydd trethi i'w talu. Gallwch ganslo ar unhryw adeg. Byddwn yn cadw manylion eich cerdyn fel ei bod yn hawdd i'w ddefnyddio pryd bynnag fyddwch chi'n mewngofnodi gyda'ch ()EmailAddress.
da: Efter din gratis 30-dages Office 365 Home prøveversionen, debiteres dit kort med CAD $109,00. Du skal måske betale moms. Du kan annullere når som helst. Vi gemmer dit kort, så det er let at bruge, når du logger på med ()EmailAddress.
de: Nach Ablauf des kostenlosen 30-tägigen Testzeitraums von Office 365 Home wird Ihre Karte mit 109,00 CAD belastet. Es können Steuern anfallen. Die Kündigung ist jederzeit möglich. Ihre Karte wird gespeichert, sodass sie einfach verwendet werden kann, wenn Sie sich mit „()EmailAddress“ anmelden.
el: Μετά τη δωρεάν δοκιμή 30 ημερών του Office 365 για Οικιακή Χρήση, η κάρτα σας θα χρεωθεί 109,00 $ CAD. Ενδέχεται να εφαρμοστούν φόροι. Ακυρώστε ανά πάσα στιγμή. Θα αποθηκεύσουμε την κάρτα σας, ώστε να μπορείτε να τη χρησιμοποιείτε εύκολα όποτε εισέρχεστε με τη διεύθυνση ()EmailAddress.
es: Después de la prueba gratuita de 30 días de Office 365 Hogar, se cargarán 109,00 CAD. Es posible que se apliquen impuestos. Puede cancelar en cualquier momento. Guardaremos su tarjeta para que pueda usarla fácilmente cuando inicie sesión con ()EmailAddress.
et: Kui 30-päevane tasuta Office 365 Home'i prooviperiood on lõpule jõudnud, võetakse teie kaardilt tasu 109,00 Kanada dollarit. Lisanduda võivad maksud. Tellimuse saate igal ajal tühistada. Salvestame teie kaardi andmed, et seda oleks lihtne kasutada ka edaspidi, kui logite sisse kontoga ()EmailAddress.
eu: Office 365 Home-ren 30 eguneko doako probaren ostean, 109,00 $ CAD kobratuko zaizkizu txartelean. Baliteke zergak aplikatzea. Noiznahi utz dezakezu. Txartelaren datuak gordeko ditugu, ()EmailAddress helbidearekin saioa hasten duzunean errazago erabili ahal izateko.
fa: پس از دوره آزمایشی رایگان 30 روزه Office 365 Home، مبلغ 109.00 دلار کانادا از کارت شما برداشت خواهد شد. ممکن است مالیات اعمال شود. هر زمان می‌توانید اشتراک را لغو کنید. کارت شما را ذخیره خواهیم کرد تا هر جا که با ()EmailAddress وارد سیستم شوید به‌آسانی قابل استفاده باشد.
ga: Tar éis do thriail saor in aisce 30 lá Office 365 Home, gearrfar CAD $109.00 ar do chárta. Is féidir go ngearrfar cánacha. Cealaigh uair ar bith. Sábhálfaimid do chárta ionas gur furasta duit é a úsáid nuair a shíníonn tú isteach le ()EmailAddress.
gd: An dèidh triail Office 365 Home 30 latha an-asgaidh, thèid CAD $109.00 iarraidh air a’ chairt agad. Dh’fhaoidte gun tèid cìsean na cheann. Sguir dheth uair sam bith. Sàbhailidh sinn a’ chairt agad airson ’s gum bi e deas ri do làimh nuair a chlàraicheas tu a-steach le ()EmailAddress.
gl: Despois da proba gratuíta de Office 365 Home de 30 días, cargaranse 109,00 CAD no teu cartón de crédito. é posible que se apliquen impostos. Podes cancelar en calquera momento. Gardaremos o teu cartón para que resulte fácil de usar cando inicies sesión con ()EmailAddress.
gu: તમારા મફત 30-દિવસના Office 365 Home ટ્રાયલ પછી, તમારા કાર્ડને CAD $109.00 થી ચાર્જ કરવામાં આવશે. કર લાગુ થઈ શકે છે. કોઈપણ સમયે રદ કરો. અમે તમારા કાર્ડને સાચવીશું જેથી તમે જ્યાં ()EmailAddress થી સાઇન ઇન કરો ત્યાં ઉપયોગ કરવા માટે સરળ હોય છે.
he: לאחר 30 ימי ניסיון של Office 365 Home, הכרטיס שלך יחיוב בסך 109.00 CAD. ייתכן שיחולו מסים. תוכל לבטל בכל עת. נשמור את הכרטיס שלך כדי שיהיה לך קל להשתמש בו בכל במקום שבו תיכנס באמצעות ‎()EmailAddress.
hi: आपके 30-दिन के Office 365 Home परीक्षण के बाद, आपके कार्ड से CAD $109.00 का शुल्क लिया जाएगा. कर लागू हो सकते हैं. किसी भी समय रद्द करें. हम आपके कार्ड को सहेज लेंगे, ताकि आप चाहे जहाँ भी ()EmailAddress से साइन इन करें, इसका उपयोग करना आसान रहे.
hr: Nakon besplatnog 30-dnevnog probnog razdoblja sustava Office 365 Home vaša kartica teretit će se iznosom od 109,00 CAD. Moguća je naplata poreza. Pretplatu možete otkazati u svakom trenutku. Pohranit ćemo podatke o vašoj kartici da biste je mogli jednostavno upotrebljavati gdje god se prijavite s pomoću adrese ()EmailAddress.
hu: Az Office 365 Otthoni verzió ingyenes, 30 napos próbaidőszakának lejárta után a kártyáját 109,00 kanadai dollár (CAD) összeggel terheljük meg. Adók lehetnek érvényben. A szolgáltatás bármikor lemondható. A kártyáját mentjük, így bárhol egyszerűen használhatja, ahol bejelentkezik a(z) ()EmailAddress azonosítóval.
id: Setelah uji coba Office 365 Home gratis selama 30 hari, kartu Anda akan dikenakan biaya CAD $109,00. Pajak mungkin berlaku. Batalkan kapan saja. Kami akan menyimpan kartu Anda sehingga akan mudah digunakan kapan pun Anda masuk dengan ()EmailAddress.
is: Þegar ókeypis 30 daga prufuáskrift þinni að Office 365 Home lýkur verða 109 CAD $ skuldfærðir á kortið þitt. Skattar kunna að bætast við. Hægt er að hætta við hvenær sem er. Við munum vista kortið þitt svo auðvelt sé að nota það hvar sem þú skráir þig inn með ()EmailAddress.
ja: Office 365 Home の 30 日間の無料試用期間が終了すると、お使いのカードに 109.00 カナダ ドルが請求されます。税が適用される場合があります。キャンセルはいつでもできます。()EmailAddress でサインインしたときに簡単に利用できるように、弊社ではカード情報を保存します。
ka: Office 365 Home-ის საცდელი უფასო 30 დღიანი ვერსიის შემდეგ, თქვენი ბარათიდან ჩამოიჭრება 109,00 კანადური დოლარი. შეიძლება დაემატოს გადასახადები. გაუქმება შესაძლებელია ნებისმიერ დროს. ჩვენ შევინახავთ თქვენს ბარათს, რომ შეძლოთ მისი მარტივად გამოყენება ყველგან, სადაც შეხვალთ () EmailAddress-ის მეშვეობით.
kk: Үйге арналған Office 365 тегін сынақ нұсқасын 30 күн пайдаланғаннан кейін карта құны 109,00 доллар (CAD) тұрады. Салық салынуы мүмкін. Кез келген уақытта бас тарта аласыз. Біз картаңызды сақтаймыз, сондықтан ()EmailAddress көмегімен кірген кез келген жерде пайдалану оңай болады.
kn: ನಿಮ್ಮ ಉಚಿತ 30 ದಿನದ Office 365 Home ಪ್ರಯೋಗದ ನಂತರ, ನಿಮ್ಮ ಕಾರ್ಡ್ ಗೆ CAD $109.00 ಅನ್ನು ವಿಧಿಸಲಾಗುತ್ತದೆ. ತೆರಿಗೆ ಅನ್ವಯಿಸಬಹುದು. ಯಾವ ಸಮಯದಲ್ಲಾದರೂ ರದ್ದುಮಾಡಿ. ನಿಮ್ಮ ಕಾರ್ಡ್ ಅನ್ನು ನಾವು ಉಳಿಸುತ್ತೇವೆ ಆದ್ದರಿಂದ ()EmailAddress ನೊಂದಿಗೆ ನೀವು ಸೈನ್ ಇನ್ ಆಗಿರುವಾಗ ಅದನ್ನು ಬಳಸಲು ಸುಲಭವಾಗಿದೆ.
ko: Office 365 Home 평가판 30일 무료 체험 기간이 지나면 CAD $109.00의 비용이 청구됩니다. 세금이 부과될 수 있습니다. 언제든지 취소하세요. 카드 정보를 저장하여 ()EmailAddress로 로그인할 때마다 간편하게 사용할 수 있습니다.
ku_arab: پاش ئەوەی ماوەی تاقیکردنەوەی خۆڕایی 30-ڕۆژەی Office 365 Home ت کۆتایی پێهات، له کارتەکەت CAD $109.00 خەرج دەکرێت. لەوانەیە باجی بخرێته سەر. هەرکاتێک ویستت بەتاڵی بکەوه. ئێمه کارتەکەت هەڵدەگرین و بەم جۆرەیش ئاسانکاری دەکرێت بۆ بەکارهێنانی لەهەرشوێنێک لەڕێگەی ناونیشانی ئیمەیلی () بچیتەژوورەوه.
ky: 30 күндүк акысыз Office 365 Home сынооңуздун мөөнөтү бүткөндөн кийин картаңыздан CAD $109,00 өндүрүлөт. Салыктар алынышы мүмкүн. Каалаган убакта жокко чыгарыңыз. Картаңызды биз сактап койгондуктан, ()EmailAddress менен катталып киргениңизде колдонууга оңой болот.
lo: ຫລັງຈາກການທົດລອງໃຊ້ຟຣີ Office 365 Home ເປັນເວລາ 30 ວັນ, ບັດຂອງທ່ານຈະຖືກຫັກເງິນຈຳນວນ CAD $109.00. ອາດຈະນຳໃຊ້ອາກອນ. ຍົກເລີກໄດ້ທຸກເວລາ. ພວກເຮົາຈະບັນທຶກບັດຂອງທ່ານເພື່ອໃຫ້ງ່າຍໃນການໃຊ້ທຸກໆເວລາທີ່ທ່ານລົງຊື່ເຂົ້າໃຊ້ດ້ວຍ ()EmailAddress.
lt: Po 30 dienų nemokamos „Office 365 Home“ bandomosios versijos naudojimo nuo jūsų kortelės bus nuskaičiuoti 109,00 Kanados doleriai. Gali būti taikomi mokesčiai. Atšaukite bet kada. Jūsų kortelę įrašysime, todėl bus paprasta naudoti, kai prisijungsite naudodami ()EmailAddress.
lv: Pēc Office 365 mājas lietošanai bezmaksas izmēģinājumversijas 30 dienu lietošanas no jūsu kartes tiks iekasēti 109,00 CAD. Iespējams, tiks pieskaitīti nodokļi. Atceliet jebkurā laikā. Mēs saglabāsim jūsu kartes datus, lai tos būtu viegli izmantot, kad pieteiksities ar ()EmailAddress.
mi: I muri i tō whakamātautau Office 365 Home 30 rā, ka namatia tō kāri ki te CAD $109.00. Ka pā pea ngā tāke. Whakakorea ahakoa te wā. Mā mātou e tiaki tō kāri hei whakamahi ina takiuru mai koe ki te ()EmailAddress.
mk: По бесплатната 30-дневна проба на Office 365 Home, од вашата картичка ќе се наплатат CAD $109,00. Може да се применат даноци. Откажете во секое време. Ќе ја зачуваме вашата картичка така што ќе биде едноставна за користење кога и да се пријавите со ()EmailAddress.
ml: നിങ്ങളുടെ 30-ദിവസ Office 365 Home ട്രയലിന് ശേഷം, നിങ്ങളുടെ കാർഡില്‍ CAD $109.00 ഈടാക്കുന്നതാണ്. നികുതി ബാധകമായേക്കാം. ഏത് സമയത്തും റദ്ദാക്കാവുന്നതാണ്. നിങ്ങളുടെ കാർഡ് ഞങ്ങൾ സേവ് ചെയ്യുന്നതാണ്, അതിനാൽ നിങ്ങൾ ()EmailAddress ഉപയോഗിച്ച് സൈന്‍ ഇന്‍ ചെയ്യുമ്പോള്‍ എല്ലാം ഉപയോഗിക്കാൻ എളുപ്പമാണ്.
mn: Таныг Office 365 Home бүтээгдэхүүнийг 30 хоног туршсаны дараа таны картаас Канадын 109,00 доллар суутгана. Татвар тооцож болзошгүй. Хүссэн үедээ цуцалж болно. Бид таны картыг хадгалах тул ()EmailAddress хаягаараа нэвтрэх үедээ ашиглахад хялбар байх болно.
mr: आपल्या विनामूल्य 30-दिवस Office 365 Home चाचणी नंतर, आपल्या कार्डवर CAD $109.00 शुल्क आकारले जाईल. कर लागू होऊ शकतात. कोणत्याही वेळी रद्द करा. आम्ही आपल्या कार्डला सुरक्षित करू जेणेकरून आपण ()EmailAddress सोबत जिथे कुठेही साइन इन कराल ते वापरणे सोपे होईल.
ms: Selepas tempoh percubaan Office 365 Home 30 hari percuma anda, kad anda akan dikenakan bayaran $109.00 CAD. Cukai mungkin dikenakan. Batal pada bila-bila masa. Kami akan menyimpan kad anda supaya ia mudah digunakan di mana-mana sahaja anda mendaftar masuk dengan ()EmailAddress.
mt: Wara l-prova mingħajr ħlas ta' 30 jum tiegħek ta' Office 365 Home, il-kard tiegħek se tiġi ċċarġjata CAD $109.00. Jistgħu japplikaw xi taxxi. Ikkanċella meta trid. Aħna se nissejvjaw il-kard tiegħek sabiex tkun tista' tużaha faċilment kull fejn tidħol b' ()EmailAddress.
ne: तपाइँको नि:शुल्क 30 दिने Office 365 Home परीक्षणपछि, तपाइँको कार्डमा CAD $109.00 शुल्क लगाइनेछ। करहरू लागू हुन सक्छन्। कुनै पनि समयमा रद्द गर्नुहोस्। हामीले तपाइँको कार्ड बचत गर्नेछौं जसकारण तपाइँले ()EmailAddress बाट साइन-इन गर्दा प्रयोग गर्न सजिलो हुन्छ।
nn_no: Etter den 30-dagars gratis prøveversjonen av Office 365 Home blir kortet ditt belasta med CAD 109,00. Du kan avbryte når som helst. Vi lagrar kortet slik at det er enkelt å bruke når du loggar på med ()EmailAddress.
no: Etter den 30-dagers gratis prøveversjonen av Office 365 Home belastes kortet ditt med CAD 109,00. Avgifter kan komme til. Du kan avbryte når som helst. Vi lagrer kortet ditt slik at det enkelt kan brukes når du logger på med ()EmailAddress.
or: ଆପଣଙ୍କର ନିଃଶୁଳ୍କ 30 ଦିନର Office 365 Homeର ଟ୍ରାଏଲ୍‌ ଶେଷ ହେବା ପରେ, ଆପଣଙ୍କର କାର୍ଡକୁ CAD $109.00 ଚାର୍ଜ କରାଯିବ. ଟ୍ୟାକ୍ସର ପ୍ରୟୋଗ ହୋଇପାରେ. ଯେକୌଣସି ସମୟରେ ବାତିଲ୍‌ କରିପାରିବେ. ଆମେ ଆପଣଙ୍କର କାର୍ଡକୁ ସେଭ୍‌ କରିବୁ ଯାହାଦ୍ୱାରା ଯେତେବେଳେ ମଧ୍ୟ ଆପଣ ()EmailAddress ସାଇନ୍‌ କରିବେ ଏହାକୁ ବ୍ୟବହାର କରିବାରେ ସହଜ ହେବ.
pa_arab_pk: تہاڈے Office 365 Home دے 30-دن دے مفت ٹرائل توں بعد، تہاڈا کارڈ CAD $109.00 نال چارج کیتا جاوے گا۔ ٹیکسز لاگو ہوسکدے نیں۔ کسے وی ویلے منسوخ کرو۔ اسی تہاڈا کارڈ محفوظ کراں گے تاں جے کدی وی تہانوں ()EmailAddress پتے نال سائن کرنا ورتن لئی سوکھا ہووے۔
pa_in: ਤੁਹਾਡੀ ਮੁਫ਼ਤ 30-ਦਿਨ ਦੀ Office 365 Home ਅਜ਼ਮਾਇਸ਼ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਡੇ ਕਾਰਡ ਤੋਂ CAD $109.00 ਚਾਰਜ ਕੀਤੇ ਜਾਣਗੇ। ਟੈਕਸ ਲਾਗੂ ਹੋ ਸਕਦੇ ਹਨ। ਕਿਸੇ ਵੀ ਸਮੇਂ ਰੱਦ ਕਰੋ। ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰਡ ਨੂੰ ਰੱਖਿਅਤ ਕਰ ਲਵਾਂਗੇ ਤਾਂ ਜੋ ਜਦੋਂ ਵੀ ਤੁਸੀਂ ()EmailAddress ਪਤੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ ਤਾਂ ਇਸ ਨੂੰ ਵਰਤਣਾ ਅਸਾਨ ਹੋਵੇ।
pl: Po zakończeniu korzystania z 30-dniowej bezpłatnej wersji próbnej usługi Office 365 dla Użytkowników Domowych Twoja karta zostanie obciążona opłatą w wysokości 109,00 CAD. Mogą zostać naliczone odpowiednie podatki. W każdej chwili możesz anulować subskrypcję. Zapiszemy Twoją kartę, co ułatwi Ci używanie jej, gdy zalogujesz się za pomocą konta ()EmailAddress.
ru: После бесплатного 30-дневного пробного периода подписки на план "Office 365 для дома", с вашей карты будут списаны 109,00 канадских долларов. Возможно, потребуется уплатить налоги. Можно отказаться в любой момент. Данные вашей карты будут сохранены, поэтому ее будет легко использовать в любое время после входа с использованием адреса электронной почты ()EmailAddress.
sd: توهان جي 30 ڏينهن جي Office 365 Home جي مفت ٽرائل کان پوءِ، توهان جي ڪارڊ مان CAD $109.00 چارج ڪيو ويندو. ٽيڪس لاگو ٿي سگهن ٿا. ڪنهن به وقت منسوخ ڪريو. اسان توهان جو ڪارڊ محوظ ڪندا سين ته جڏهن به توهان ()EmailAddress سان ان ڪريو ته هن کي استعمال ڪرڻ آسان هجي.
si: ඔබගේ දින 30 නොමිලේ Office 365 Home පරීක්ෂා කාලයෙන් පසුව, ඔබගේ කාඩ්පතෙන් CAD $109.00 ක් අයකෙරෙනු ඇත. බදු අදාළ වේ. කවර විටක හෝ අවලංගු කරන්න. අප ඔබගේ කාඩ්පත සුරකින බැවින් ඔබ ()EmailAddress සමඟින් ඇතුල්වන විටක භාවිතයට පහසුය.
sl: Po koncu 30-dnevnega brezplačnega preskusa storitve Office 365 Home bomo vašo kartico bremenili za 109,00 CAD. Morda boste morali plačati davke. Naročnino lahko kadarkoli prekličete. Vašo kartico bomo shranili, tako da jo boste lahko uporabili, kjerkoli se vpišete z e-poštnim naslovom ()EmailAddress.
sr_cyrl_rs: Након бесплатне пробне верзије услуге Office 365 Home у трајању од 30 дана, наплатићемо 109,00 CAD са картице. Могућа је наплата пореза. Имате могућност да откажете у било ком тренутку. Сачуваћемо податке ваше картице ради лакшег коришћења када се пријавите помоћу адресе е-поште ()EmailAddress.
sr_latn_rs: Nakon probnog perioda u trajanju od 30 dana za Office 365 Home, sa vaše kartice će biti skinut iznos od 109,00 CAD. Možda će biti naplaćen porez. Otkažite u bilo kom trenutku. Sačuvaćemo vašu karticu, kako biste lako mogli da je koristite gde god se prijavite pomoću ()EmailAddress.
sv: Efter din 30 dagars kostnadsfria utvärderingsperiod för Office 365 Home dras 109,00 CAD $ från ditt kort. Skatt kan tillkomma. Du kan avbryta när som helst. Vi sparar ditt kort så att du enkelt kan använda det när du loggar in med ()EmailAddress.
ta: உங்களின் இலவச 30 நாள் Office 365 ஹோம் சோதனை முடிந்த பிறகு, உங்கள் அட்டையில் CAD $109.00 வசூலிக்கப்படும். வரிகள் இருக்கலாம். எப்போது வேண்டுமானாலும் ரத்துசெய்யலாம். உங்கள் அட்டையைச் சேமித்து வைப்போம், இதனால் நீங்கள் ()EmailAddress மூலம் உள்நுழையும் போதெல்லாம் அதனை எளிதாகப் பயன்படுத்தலாம்.
te: మీ 30-రోజుల ఉచిత Office 365 Home ట్రయల్ తరువాత, CAD $109.00 మీ కార్డ్‌కి ఛార్జ్ చేయబడుతుంది. పన్నులు కూడా వర్తించవచ్చు. ఏ సమయంలోనైనా రద్దు చేయండి. ()EmailAddress మీరు వాడడానికి ఏప్పుడు సైన్ ఇన్ చేసినా సుళువుగా ఉండడానికి మేము మీ కార్డ్ భద్రపరుస్తాము.
tg: Пас аз озмоиши 30 рӯзаи Office 365 Home аз корти шумо маблағи 109,00$ доллари Канада ситонида мешавад. Андозҳо метавонанд татбиқ карда шаванд. Дар вақти дилхоҳ бекор кунед. Мо корти шуморо захира мекунем, то ки истифодаи он дар дилхоҳ ҷое, ки шумо бо ()EmailAddress ворид мешавед, осон шавад.
th: หลังจากการทดลองใช้งาน Office 365 Home ฟรี 30 วัน เราจะเรียกเก็บเงินจากบัตรของคุณจำนวน CAD $109.00 โดยอาจมีภาษีเพิ่มเติม คุณสามารถยกเลิกได้ตลอดเวลา เราจะบันทึกข้อมูลบัตรของคุณไว้เพื่อให้สะดวกต่อการใช้งานเมื่อคุณลงชื่อเข้าใช้ด้วย ()EmailAddress
tr: Ücretsiz 30 günlük Office 365 Ev denemeniz bittikten sonra kartınızdan 109,00 CAD ücret tahsil edilecek. Vergiler uygulanabilir. İstediğiniz zaman iptal edin. ()EmailAddress ile oturum açtığınız her yerden kolayca kullanabilmeniz için kartınızı kaydedeceğiz.
tt: 30 көнлек Office 365 Home танышу версиясеннән соң, картагыздан 109,00 CAD (Канада доллары)алыначак. Салымнар булырга мөмкин. Теләсә кайсы вакытта баш тарта аласыз. ()EmailAddress белән кергән вакытта картагызны куллану җиңел булсын өчен, без аны саклаячакбыз.
ug: دەسلەپكى 30 كۈنلۈك Office 365 Home نىڭ ھەقسىز سىناق ۋاقتى توشقاندىن كېيىن كارتىڭىزدىن 109.00 كانادا دوللىرى ھەق تۇتۇلىدۇ. باج قوشۇلىشى مۇمكىن. خالىغان ۋاقتىڭىزدا بىكار قىلالايسىز. ()EmailAddress ئارقىلىق تىزىملاپ كىرگىنىڭىزدە ئىشلىتىش ئاسان بولۇش ئۈچۈن، كارتىڭىزنى ساقلاپ قويىمىز.
uk: Після безкоштовного 30-денного ознайомлення з передплатою на план "Office 365 домашній" з вашої картки буде стягнуто 109,00 канадських доларів. Можуть нараховуватися податки. Скасувати передплату можна будь-коли. Дані вашої картки буде збережено, тому ви зможете легко використовувати її після входу з використанням адреси електронної пошти ()EmailAddress.
ur: Office 365 Home کی مفت 30 دن کی آزمائش کے بعد، آپ کے کارڈ سے CAD $109.00 چارج کیے جائیں گے۔ ٹیکس کا اطلاق ہو سکتا ہے۔ کسی بھی وقت منسوخ کریں۔ ہم آپ کے کارڈ کو محفوظ کریں گے، لہٰذا یہ استعمال کے لیے آسان ہو گا جب بھی آپ ()EmailAddress کے ساتھ سائن ان کریں۔
uz: 30 kunlik Office 365 Home bepul sinov muddatidan keyin kartangizdan 109,00$ CAD yechib olinadi. Soliq olinishi mumkin. Istalgan payt bekor qila olasiz. Keyingi safar ()EmailAddress manzili bilan kirganingizda qulay foydalanishingiz uchun kartangiz saqlab olinadi.
vi: Sau thời gian dùng thử Office 365 Home miễn phí 30 ngày, thẻ của bạn sẽ bị tính phí $109,00 CAD. Thuế có thể được áp dụng. Hủy bất cứ lúc nào. Chúng tôi sẽ lưu thẻ của bạn để dễ dàng sử dụng bất cứ nơi nào bạn đăng nhập bằng ()EmailAddress.
zh_hans: 在 30 天的 Office 365 家庭版免费试用结束后，我们会向你收取 109.00 加拿大元的费用。可能需要支付税费。可随时取消。我们将保存你的卡片信息，以便在你用 ()EmailAddress 登录时使用。
zh_hant: 在您免費 30 天的 Office 365 家用版試用到期後，會向您的信用卡收取加拿大元 $109.00 元。您可隨時取消。我們會儲存您的信用卡，以便您隨時以 ()EmailAddress 登入。
