Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OrganizationContact.SectionDesc
source: Provide a contact for your organization.
af: Verskaf ’n kontak vir jou organisasie.
am: ለድርጅትዎ ዕውቂያ ያቅርቡ።
ar: توفير جهة اتصال لمؤسستك.
as: আপোনাৰ প্ৰতিষ্ঠানৰ বাবে এটা যোগাযোগ প্ৰদান কৰক৷
az: Təşkilatınızla əlaqə təqdim edin.
bg: Предоставете контакт за вашата организация.
bn_in: আপনার সংস্থার জন্য একটি যোগাযোগ প্রদান করুন।
bs: Navedite kontakt za svoju organizaciju.
cy: Rhowch gyswllt ar gyfer eich sefydliad.
da: Angiv en kontakt for din organisation.
de: Geben Sie einen Kontakt für Ihre Organisation an.
el: Καταχωρήστε μια επαφή για τον οργανισμό σας.
es: Proporcione un contacto para su organización.
et: Sisestage oma organisatsiooni kontaktisiku teave.
eu: Eman erakundeko harremanetarako kontaktu bat.
fa: مخاطبی را برای سازمان خود ارائه کنید.
ga: Cuir teagmhálaí ar fáil do d'eagraíocht
gd: Thoir seachad neach-aithne airson a’ bhuidhinn agad.
gl: Proporcione un contacto para a súa organización.
gu: તમારી સંસ્થા માટે કોઈ સંપર્ક પ્રદાન કરો.
he: ספק איש קשר עבור הארגון שלך.
hi: अपने संगठन की संपर्क जानकारी दें.
hr: Navedite podatke za kontakt za tvrtku ili ustanovu.
hu: Kapcsolattartó megadása a szervezet számára.
id: Berikan kontak untuk organisasi Anda.
is: Gefðu upp tengilið fyrir stofnunina/fyrirtækið.
ja: お客様の組織の連絡先を指定してください。
ka: შეიყვანეთ ორგანიზაციის საკონტაქტო ინფორმაცია.
kk: Ұйымыңыз үшін контактіні көрсетіңіз.
kn: ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಒಂದು ಸಂಪರ್ಕವನ್ನು ಒದಗಿಸಿ.
ko: 조직의 연락처를 제공합니다.
lo: ລະບຸລາຍຊື່ຕິດຕໍ່ສໍາລັບອົງກອນຂອງທ່ານ
lt: Pateikite savo organizacijos kontaktą.
lv: Norādiet jūsu organizācijas kontaktpersonu.
mi: Hōmai he tangata whakapā mō tō umanga.
mk: Наведете контакт за вашата организација.
ml: നിങ്ങളുടെ ഓർഗനൈസേഷനായി ഒരു കോൺടാക്റ്റ് നൽകുക.
mr: आपल्या संस्थेसाठी संपर्क प्रदान करा.
ms: Berikan butiran hubungan untuk organisasi anda.
mt: Ipprovdi kuntatt għall-organizzazzjoni tiegħek.
ne: आफ्नो संस्थाका लागि सम्पर्क उपलब्ध गराउनु होस्।
nn_no: Oppgi ein kontakt for organisasjonen.
no: Oppgi en kontakt for organisasjonen din.
or: ଆପଣଙ୍କ ସଂସ୍ଥା ପାଇଁ ଏକ ସଂପର୍କ ପ୍ରଦାନ କରନ୍ତୁ
pa_in: ਆਪਣੀ ਸੰਸਥਾ ਲਈ ਇੱਕ ਸੰਪਰਕ ਪ੍ਰਦਾਨ ਕਰੋ।
pl: Podaj osobę kontaktową dla swojej organizacji.
ru: Укажите контакт в вашей организации.
sl: Navedite stik za svojo organizacijo.
sr_cyrl_rs: Наведите контакт за вашу организацију.
sr_latn_rs: Navedite kontakt za vašu organizaciju.
sv: Ange en kontaktperson för din organisation.
ta: உங்கள் நிறுவனத்திற்கு ஒரு தொடர்பை வழங்கவும்.
te: మీ సంస్థ కోసం పరిచయాన్ని అందించండి.
th: ระบุที่ติดต่อสำหรับองค์กรของคุณ
tr: Kuruluşunuz için bir kişi belirtin.
tt: Оешмагыз өчен контакт тәкъдим итегез.
ug: ئىدارە ئۈچۈن ئالاقە ئۇچۇرى تەمىنلەڭ.
uk: Укажіть дані контактної особи з вашої організації.
ur: اپنی تنظیم کیلئے ایک رابطہ فراہم کریں۔
uz: Tashkilotingiz kontaktlarini koʻrsating.
vi: Cung cấp liên hệ cho tổ chức của bạn.
zh_hans: 为组织提供联系人。
zh_hant: 提供組織連絡人。

# Literal.OrganizationBillingAccount.SectionHeading
source: Organization and billing account details
af: Organisasie en faktureringsrekening se besonderhede
am: የድርጅት እና የሂሳብ አከፋፈል ሂሳብ ዝርዝሮች
ar: المؤسسة وتفاصيل حساب الفوترة
as: প্ৰতিষ্ঠান আৰু বিলিং একাউণ্টৰ বিৱৰণ
az: Təşkilat və hesablaşma hesabının təfərrüatları
bg: Подробни данни за организацията и сметката за плащане
bn_in: সংস্থা এবং বিলিং অ্যাকাউন্টের বিশদ বিবরণ
bs: Detalji organizacije i računa za plaćanje
cy: Manylion cyfrif y sefydliad a bilio
da: Oplysninger om organisations- og faktureringskonto
de: Organisations- und Abrechnungskontodetails
el: Λεπτομέρειες λογαριασμού οργανισμού και χρέωσης
es: Detalles de la cuenta de facturación y organización
et: Organisatsiooni ja arvelduskonto üksikasjad
eu: Erakundearen eta fakturazio-kontuaren xehetasunak
fa: جزئیات حساب سازمان و صورتحساب
ga: Sonraí cuntais eagraíochta agus billeála
gd: Mion-fhiosrachadh a’ bhuidhinn is a’ chunntais bhileachaidh
gl: Detalles da organización e da conta de facturación
gu: સંસ્થા અને બિલિંગ ખાતાની વિગતો
he: פרטי ארגון וחשבון לחיוב
hi: संगठन और बिलिंग खाते की जानकारी
hr: Pojedinosti o računu za naplatu tvrtke ili ustanove
hu: Szervezeti és számlázási fiók részletei
id: Detail akun organisasi dan penagihan
is: Upplýsingar um stofnun/fyrirtæki og greiðslureikning
ja: 組織と課金アカウントの詳細
ka: ორგანიზაციისა და ბილინგის ანგარიშის დეტალები
kk: Ұйым және есеп-шот ұсыну тіркелгісінің мәліметтері
kn: ಸಂಸ್ಥೆ ಮತ್ತು ಬಿಲ್ಲಿಂಗ್ ಖಾತೆಯ ವಿವರಗಳು
ko: 조직 및 청구 계정 세부 정보
lo: ລາຍລະອຽດອົງກອນແລະບັນຊີສໍາລັບການຮຽກເກັບເງິນ
lt: Išsami organizacijos ir atsiskaitymo paskyros informacija
lv: Informācija par organizāciju un norēķinu kontu
mi: Ngā taipitopito pūkete whakahaere, nama hoki
mk: Детали за организацијата и сметката за наплата
ml: ഓർഗനൈസേഷനും ബില്ലിംഗ് അക്കൗണ്ട് വിശദാംശങ്ങളും
mr: संस्था आणि बिलिंग खात्याचा तपशील
ms: Butiran akaun organisasi dan pengebilan
mt: Dettalji tal-organizzazzjoni u tal-kont tal-ħlasijiet
ne: संस्था र बिलिङ खाता विवरणहरू
nn_no: Organisasjons- og faktureringskontodetaljar
no: Detaljer om organisasjon og faktureringskonto
or: ସଂସ୍ଥା ଏବଂ ବିଲିଂ ଏକାଉଣ୍ଟ୍ ବିବରଣୀଗୁଡ଼ିକ
pa_in: ਸੰਸਥਾ ਅਤੇ ਬਿਲਿੰਗ ਖਾਤੇ ਦੇ ਵੇਰਵੇ
pl: Szczegóły konta organizacji i konta rozliczeniowego
ru: Сведения об организации и учетной записи выставления счетов
sl: Podrobnosti o organizaciji in računu za obračunavanje
sr_cyrl_rs: Детаљи о организацији и налогу за наплату
sr_latn_rs: Detalji organizacije i naloga za naplatu
sv: Information om organisations- och faktureringskonto
ta: நிறுவனம் மற்றும் பில்லிங் கணக்கு விவரங்கள்
te: సంస్థ మరియు బిల్లింగ్ ఖాతా వివరాలు
th: รายละเอียดบัญชีองค์กรและการเรียกเก็บเงิน
tr: Kuruluş ve faturalama hesabı ayrıntıları
tt: Оешма һәм хисап чыгару хисап язмасы турында мәгълүмат
ug: ئىدارە ۋە ھېساب بوغۇش ئۇچۇرى
uk: Відомості про організацію та обліковий запис для платних служб
ur: تنظیم اور بلنگ اکاؤنٹ کی تفصیلات
uz: Tashkilot va billing hisobi maʼlumotlari
vi: Chi tiết về tài khoản thanh toán và tổ chức
zh_hans: 组织和计费帐户详细信息
zh_hant: 組織及計費帳戶詳細資料

# Word.BillingAccount.Section
source: Billing account name and company information
af: Faktureringrekeningnaam en maatskappy-inligting
am: የሒሳብ መክፊያ መለያ ስም እና የኩባንያ መረጃ
ar: اسم حساب الفوترة ومعلومات الشركة
as: বিলিং একাউণ্টৰ নাম আৰু কোম্পানীৰ তথ্য
az: Hesablaşma hesab adı və şirkət haqqında məlumat
bg: Име на сметката за плащане и информация за фирмата
bn_in: বিলিং অ্যাকাউন্টের নাম এবং কোম্পানি সংক্রান্ত তথ্য
bs: Ime računa za naknadu i informacije o kompaniji
cy: Enw cyfrif bilio a gwybodaeth y cwmni
da: Navn på faktureringskonto og firmaoplysninger
de: Abrechnungskontoname und Unternehmensinformationen
el: Όνομα λογαριασμού χρέωσης και πληροφορίες εταιρείας
es: Nombre de la cuenta de facturación e información de la empresa
et: Arvelduskonto nimi ja ettevõtte teave
eu: Fakturazio-kontuaren izena eta enpresaren informazioa
fa: نام حساب صورتحساب و اطلاعات شرکت
ga: Ainm cuntais bhilleála agus faisnéis chuideachta
gd: Ainm a’ chunntais bhileachaidh agus fiosrachadh mun chompanaidh
gl: Información da empresa e nome da conta de facturación
gu: બિલિંગ ખાતાનું નામ અને કંપનીની માહિતી
he: שם חשבון חיוב ופרטי חברה
hi: बिलिंग खाते का नाम और कंपनी की जानकारी
hr: Naziv računa za naplatu i informacije o poduzeću
hu: Számlázási fiók neve és cégadatok
id: Nama akun penagihan dan informasi perusahaan
is: Heiti greiðslureiknings og upplýsingar fyrirtækis
ja: 課金アカウント名と会社情報
ka: ბილინგის ანგარიშის ნომერი და კომპანიის ინფორმაცია
kk: Есеп-шот ұсыну тіркелгісінің атауы және компания туралы ақпарат
kn: ಬಿಲ್ಲಿಂಗ್ ಖಾತೆ ಹೆಸರು ಮತ್ತು ಕಂಪನಿಯ ಮಾಹಿತಿ
ko: 청구 계정 이름 및 회사 정보
lo: ຊື່ບັນຊີຮຽກເກັບເງິນ ແລະ ຂໍ້ມູນບໍລິສັດ
lt: Atsiskaitymo paskyros pavadinimas ir įmonės informacija
lv: Norēķinu konta nosaukums un uzņēmuma informācija
mi: Ngā mōhiohio kamupene me te ingoa pūkete nama
mk: Име на сметката за наплата и информации за компанијата
ml: ബില്ലിംഗ് അക്കൗണ്ടിന്റെ പേരും കമ്പനി വിവരങ്ങളും
mr: बिलिंग खाते नाव आणि कंपनी माहिती
ms: Nama akaun pengebilan dan maklumat syarikat
mt: Isem tal-kont tal-ħlasijiet u informazzjoni dwar il-kumpanija
ne: बिलिङ खाताको नाम र कम्पनीको जानकारी
nn_no: Faktureringskonto og informasjon om verksemda
no: Fakturakontonavn og bedriftsinformasjon
or: ବିଲିଂ ଏକାଉଣ୍ଟ୍ ନାମ ଏବଂ କମ୍ପାନୀ ସୂଚନା
pa_in: ਬਿਲਿੰਗ ਖ਼ਾਤੇ ਦਾ ਨਾਮ ਅਤੇ ਕੰਪਨੀ ਦੀ ਜਾਣਕਾਰੀ
pl: Nazwa konta rozliczeniowego i informacje o firmie
ru: Имя учетной записи выставления счетов и сведения об организации
sl: Ime računa za obračunavanje in podatki o podjetju
sr_cyrl_rs: Име налога за наплату и информације о предузећу
sr_latn_rs: Ime naloga za naplatu i informacije o preduzeću
sv: Namn på faktureringskonto och företagsinformation
ta: பில்லிங் கணக்கின் பெயர் மற்றும் நிறுவனத் தகவல்
te: బిల్లింగ్ ఖాతా పేరు మరియు కంపెనీ సమాచారం
th: ชื่อบัญชีการเรียกเก็บเงินและข้อมูลบริษัท
tr: Ödeme hesabı adı ve şirket bilgileri
tt: Хисап чыгару хисап язмасы исеме һәм ширкәт турында мәгълүмат
ug: ھېساب بوغۇش نامى ۋە شىركەت ئۇچۇرى
uk: Ім’я облікового запису для платних служб і відомості про компанію
ur: بلنگ اکاؤنٹ کا نام اور کمپنی کی معلومات
uz: Billing hisobi nomi va kompaniya haqida maʼlumot
vi: Thông tin về tên tài khoản thanh toán và công ty
zh_hans: 计费帐户名称和公司信息
zh_hant: 計費帳戶名稱和公司資訊

# Word.BusinessContact.Section
source: Business contact information
af: Besigheidskontakinligting
am: የንግድ እውቂያ መረጃ
ar: معلومات جهة الاتصال الخاصة بالعمل
as: ব্যৱসায়িক যোগাযোগৰ তথ্য
az: Biznes əlaqə məlumatları
bg: Информация за бизнес контакт
bn_in: ব্যবসায়িক পরিচিতি সংক্রান্ত তথ্য
bs: Podaci o poslovnom kontaktu
cy: Gwybodaeth gyswllt busnes
da: Virksomhedens kontaktoplysninger
de: Geschäftskontaktinformationen
el: Στοιχεία επαγγελματικής επαφής
es: Información de contacto empresarial
et: Ettevõtte kontaktteave
eu: Negozioarekin harremanetan jartzeko informazioa
fa: اطلاعات تماس تجاری
ga: Faisnéis teagmhála gnó
gd: Fiosrachadh conaltradh gnìomhachais
gl: Información de contacto empresarial
gu: વ્યવસાય સંપર્ક માહિતી
he: פרטי איש קשר עסקי
hi: व्यावसायिक संपर्क जानकारी
hr: Poslovni podaci za kontakt
hu: Vállalati kapcsolattartási adatok
id: Informasi kontak bisnis
is: Samskiptaupplýsingar fyrirtækis
ja: 取引先担当者の情報
ka: საწარმოს საკონტაქტო ინფორმაცია
kk: Бизнес контакт мәліметтері
kn: ವ್ಯವಹಾರದ ಸಂಪರ್ಕ ಮಾಹಿತಿ
ko: 비즈니스 연락처 정보
lo: ຂໍ້ມູນຕິດຕໍ່ທາງທຸລະກິດ
lt: Kontaktinė verslo informacija
lv: Uzņēmuma kontaktinformācija
mi: Mōhiohio hoapā pakihi
mk: Деловни информации за контакт
ml: ബിസിനസ്സ് സമ്പർക്ക വിവരങ്ങൾ
mr: व्यवसाय संपर्क माहिती
ms: Maklumat hubungan perniagaan
mt: Informazzjoni tal-kuntatt tan-negozju
ne: व्यवसायिक सम्पर्क जानकारी
nn_no: Kontaktinformasjon for verksemda
no: Bedriftens kontaktinformasjon
or: ବ୍ୟବସାୟ ସଂପର୍କ ସୂଚନା
pa_in: ਵਪਾਰ ਸੰਪਰਕ ਜਾਣਕਾਰੀ
pl: Informacje kontaktowe firmy
ru: Сведения о деловых контактах
sl: Podatki za stik s podjetjem
sr_cyrl_rs: Пословне контакт информације
sr_latn_rs: Poslovne kontakt informacije
sv: Företagets kontaktinformation
ta: வணிகத் தொடர்புத் தகவல்
te: వ్యాపార సంప్రదింపు సమాచారం
th: ข้อมูลติดต่อทางธุรกิจ
tr: İlgili kişi bilgileri
tt: Бизнес-контакт мәгълүматы
ug: سودا ئالاقە ئۇچۇرى
uk: Інформація про бізнес-контакт
ur: کاروباری رابطہ کی معلومات
uz: Kompaniyaning kontakt maʼlumotlari
vi: Thông tin liên hệ doanh nghiệp
zh_hans: 企业联系人信息
zh_hant: 業務連絡資訊

# Word.CreateNewBillingAccount
source: Create new billing account
af: Skep nuwe faktureringrekening
am: አዲስ የሒሳብ መክፊያ መለያ ይፍጠሩ
ar: إنشاء حساب فوترة جديد
as: নতুন বিলিং একাউণ্ট সৃষ্টি কৰক
az: Yeni hesablaşma hesabı yarat
bg: Създаване на нова сметка за плащане
bn_in: নতুন বিলিং অ্যাকাউন্ট তৈরি করুন
bs: Kreiraj novi račun za naknadu
cy: Creu cyfrif bilio newydd
da: Opret ny faktureringskonto
de: Neues Abrechnungskonto erstellen
el: Δημιουργία νέου λογαριασμού χρέωσης
es: Crear una nueva cuenta de facturación
et: Uue arvelduskonto loomine
eu: Sortu fakturazio-kontu berria
fa: ایجاد حساب جدید صورتحساب
ga: Cruthaigh cuntas billeála nua
gd: Cruthaich cunntas bileachaidh ùr
gl: Crear conta de facturación nova
gu: નવું બિલિંગ ખાતું બનાવો
he: צור חשבון חדש לחיוב
hi: नया बिलिंग खाता बनाएँ
hr: Izradi novi račun za naplatu
hu: Új számlázási fiók létrehozása
id: Buat akun tagihan baru
is: Stofna nýjan greiðslureikning
ja: 新しい課金アカウントの作成
ka: შექმენით ბილინგის ახალი ანგარიში
kk: Жаңа есеп-шот ұсыну тіркелгісін жасау
kn: ಹೊಸ ಬಿಲ್ಲಿಂಗ್ ಖಾತೆಯನ್ನು ರಚಿಸಿ
ko: 새 청구 계정 만들기
lo: ສ້າງບັນຊີໃບເກັບເງິນໃໝ່
lt: Kurti naują atsiskaitymo paskyrą
lv: Izveidot jaunu norēķinu kontu
mi: Waihanga pūkete nama hōu
mk: Создајте нова сметка за наплата
ml: പുതിയ ബില്ലിംഗ് അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr: नवीन बिलिंग खाते तयार करा
ms: Cipta akaun pengebilan baru
mt: Oħloq kont tal-ħlasijiet ġdid
ne: नयाँ बिलिङ खाता सिर्जना गर्नुहोस्
nn_no: Opprett ny faktureringskonto
no: Opprett en ny fakturakonto
or: ନୂତନ ବିଲିଂ ଏକାଉଣ୍ଟ୍ ସୃଷ୍ଟି କରନ୍ତୁ
pa_in: ਨਵਾਂ ਬਿਲਿੰਗ ਖਾਤਾ ਬਣਾਓ
pl: Utwórz nowe konto rozliczeniowe
ru: Создание новую учетную запись выставления счетов
sl: Ustvarite nov račun za obračunavanje
sr_cyrl_rs: Креирај нови налог за наплату
sr_latn_rs: Kreiraj novi nalog za naplatu
sv: Skapa nytt faktureringskonto
ta: புதிய பில்லிங் கணக்கை உருவாக்குதல்
te: కొత్త బిల్లింగ్ ఖాతాను సృష్టించండి
th: สร้างบัญชีการเรียกเก็บเงินใหม่
tr: Yeni ödeme hesabı oluştur
tt: Яңа хисап чыгару хисап язмасы
ug: ھېساب بوغۇش ھېساباتى قۇرۇش
uk: Створення облікового запису для платних служб
ur: نیا بلنگ اکاؤنٹ بنائیں
uz: Yangi billing hisobi yaratish
vi: Tạo tài khoản thanh toán mới
zh_hans: 创建新的计费帐户
zh_hant: 建立新的計費帳戶

# Word.DoingBusinessAsName
source: Doing business as (DBA) name
af: Naam vir doen besigheid as (DBA)
am: እንደ (DBA) ስም ንግድ መሥራት
ar: الاسم التجاري الوهمي (DBA)
as: (DBA) নামেৰে ব্যৱসায় কৰি আছে
az: Ad olaraq iş görən (DBA)
bg: Извършване на бизнес като (DBA) име
bn_in: (DBA) নামে ব্যবসা করছে
bs: Poslovanje kao (DBA) ime
cy: Gwneud busnes fel enw (DBA)
da: Gør forretning som (DBA) navn
de: Firmenname (Doing Business As, DBA)
el: Επιχειρηματική δραστηριότητα ως όνομα (DBA)
es: Nombre comercial con el que opera
et: Äritegevus ettevõttena (DBA)
eu: Negozioak egiteko izena (DBA)
fa: نام فعال در حوزه کسب و کار (DBA)
ga: Ainm ag déanamh gnó mar (DBA)
gd: An t-ainm Doing Business As (DBA)
gl: Nome comercial con que opera
gu: આ રૂપે વ્યવસાય કરે છે (DBA) નામ
he: ביצוע עסקים בתור שם (DBA)
hi: व्यावसायिक (DBA) नाम
hr: Naziv (DBA) za obavljanje djelatnosti
hu: Kereskedelmi név/cégnév (DB)
id: Nama melakukan bisnis sebagai (DBA)
is: Viðskipti stunduð með (DBA) heitinu
ja: 企業の商号 (DBA) 名
ka: საქმიანობის წარმოება როგორც (DBA) სახელი
kk: Компанияның (DBA) аты
kn: ವ್ಯವಹಾರ ನಡೆಸುತ್ತಿರುವ (DBA) ಹೆಸರಿನ ಪ್ರಕಾರ
ko: (DBA) 이름으로 비즈니스 중
lo: ການເຮັດທຸລະກິດເປັນຊື່ (DBA)
lt: Verslo pavadinimas (DBA)
lv: Firmas (DBA) nosaukums
mi: Mahi pakihi ana hei ingoa (DBA)
mk: Деловно име (ДБА)
ml: (DBA) എന്ന പേരിൽ ബിസിനസ്സ് ചെയ്യുന്നു
mr: (DBA) नावाच्या स्वरुपात म्हणून व्यवसाय करणे
ms: Menjalankan nama perniagaan sebagai (DBA)
mt: Qed jinnegozja bl-isem (DBA)
ne: (DBA) नामको रूपमा व्यवसाय गर्दै
nn_no: Gjer forretningar som (DBA) namn
no: Driver forretninger som (DBA)-navn
or: (DBA) ନାମ ଭାବେ ବ୍ୟବସାୟ କରୁଛନ୍ତି
pa_in: ਜਿਸ ਨਾਮ ਨਾਲ ਵਪਾਰ ਕਰ ਰਹੇ ਹੋ (DBA)
pl: Prowadzenie działalności jako nazwa (DBA)
ru: Общеизвестное имя (DBA) организации
sl: Poslovanje kot (DBA) ime
sr_cyrl_rs: Послујете као (DBA) име
sr_latn_rs: Poslovanje kao (DBA) ime
sv: Gör affärer som namn (DBA)
ta: (DBA) பெயரில் வணிகம் செய்தல்
te: (DBA) పేరుతో వ్యాపారం చేస్తున్నారు
th: การทําธุรกิจเป็นชื่อ (DBA)
tr: İşletme faaliyet adı (DBA)
tt: Сәүдә исеме (DBA) буларак эш алып бару
ug: تىجارەت نامى (DBA)
uk: Загальновідоме найменування
ur: کاروبار کر رہے ہیں بطور (DBA) نام
uz: (DBA) nomi sifatida biznes yuritish
vi: Đang kinh doanh dưới (DBA) tên
zh_hans: 开展商务活动(DBA)虚拟名称
zh_hant: 以 (DBA) 名稱運作業務

# Word.OrganizationLegalName
source: Legal name of your organization
af: Regsnaam van jou organisasie
am: የድርጅትዎ ሕጋዊ ስም
ar: اسم مؤسستك القانوني
as: আপোনাৰ প্ৰতিষ্ঠানৰ আইনী নাম
az: Təşkilatınızın hüquqi adı
bg: Юридическо име на вашата организация
bn_in: আপনার সংস্থার আইনি নাম
bs: Pravno ime organizacije
cy: Enw cyfreithiol eich sefydliad
da: Din organisations juridiske navn
de: Rechtlicher Name Ihrer Organisation
el: Νομικό όνομα του οργανισμού σας
es: Nombre legal de la organización
et: Teie organisatsiooni juriidiline nimi
eu: Erakundearen izen soziala
fa: نام حقوقی سازمان شما
ga: Ainm dlíthiúil d'eagraíochta
gd: Ainm laghail a’ bhuidhinn agad
gl: Nome legal da organización
gu: તમારી સંસ્થાનું કાનૂની નામ
he: שם חוקי של הארגון שלך
hi: आपके संगठन का कानूनी नाम
hr: Pravni naziv tvrtke ili ustanove
hu: A szervezet jogi neve
id: Nama resmi organisasi Anda
is: Lagalegt heiti stofnunar/fyrirtækis
ja: お客様の組織の正式名称
ka: თქვენი ორგანიზაციის იურიდიული სახელი
kk: Ұйымыңыздың заңды атауы
kn: ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಕಾನೂನಾತ್ಮಕ ಹೆಸರು
ko: 조직의 법적 이름
lo: ຊື່ທາງກົດຫມາຍຂອງອົງການຂອງທ່ານ
lt: Organizacijos teisinis pavadinimas
lv: Jūsu organizācijas juridiskais nosaukums
mi: Ingoa ā-ture o tō whakahaere
mk: Правно име на организацијата
ml: നിങ്ങളുടെ ഓർഗനൈസേഷന്റെ നിയമപരമായ പേര്
mr: आपल्या संस्थेचे कायदेशीर नाव
ms: Nama sah organisasi anda
mt: Isem legali tal-organizzazzjoni tiegħek
ne: तपाईंको संस्थाको कानुनी नाम
nn_no: Juridisk namn på organisasjonen
no: Juridisk navn på organisasjonen
or: ଆପଣଙ୍କ ସଂସ୍ଥାର ଆଇନଗତ ନାମ
pa_in: ਤੁਹਾਡੀ ਸੰਸਥਾ ਦਾ ਕਨੂੰਨੀ ਨਾਮ
pl: Nazwa prawna organizacji
ru: Юридическое имя организации
sl: Zakonito ime vaše organizacije
sr_cyrl_rs: Правно име ваше организације
sr_latn_rs: Pravno ime organizacije
sv: Organisationens juridiska namn
ta: உங்கள் நிறுவனத்தின் சட்டப்பூர்வப் பெயர்
te: మీ సంస్థ యొక్క చట్టపరమైన పేరు
th: ชื่อตามกฎหมายขององค์กรของคุณ
tr: Kuruluşunuzun yasal adı
tt: Оешмагызның юридик исеме
ug: ئىدارىنىڭ قانۇنىي نامى
uk: Юридичне ім’я вашої організації
ur: آپ کی تنظیم کا قانونی نام
uz: Tashkilotingizning yuridik nomi
vi: Tên pháp lý của tổ chức của bạn
zh_hans: 组织的合法名称
zh_hant: 組織的法定名稱

# Word.BillingAccountName
source: Billing account name
af: Faktureringsrekening se naam
am: የሂሳብ አከፋፈል ስም
ar: اسم حساب الفوترة
as: বিলিং একাউণ্টৰ নাম
az: Hesablaşma hesabının adı
bg: Име на сметка за плащане
bn_in: বিলিং অ্যাকাউন্টের নাম
bs: Naziv računa za plaćanje
cy: Enw cyfrif bilio
da: Faktureringskontonavn
de: Name des Abrechnungskontos
el: Όνομα λογαριασμού χρέωσης
es: Nombre de la cuenta de facturación
et: Arvelduskonto nimi
eu: Fakturazio-kontuaren izena
fa: نام حساب صورتحساب
ga: Ainm an chuntais billeála
gd: Ainm bileachadh a’ chunntais
gl: Nome da conta de facturación
gu: બિલિંગ ખાતાનું નામ
he: שם חשבון לחיוב
hi: बिलिंग खाते का नाम
hr: Naziv računa za naplatu
hu: Számlázási fiók neve
id: Nama akun penagihan
is: Heiti greiðslureiknings
ja: 課金アカウント名
ka: ბილინგის ანგარიშის სახელი
kk: Есеп-шот ұсыну тіркелгісінің атауы
kn: ಬಿಲ್ಲಿಂಗ್ ಖಾತೆಯ ಹೆಸರು
ko: 청구 계정 이름
lo: ຊື່ບັນຊີການຮຽກເກັບເງິນ
lt: Atsiskaitymo paskyros pavadinimas
lv: Norēķinu konta nosaukums
mi: Ingoa pūkete nama
mk: Име на сметката за наплата
ml: ബില്ലിംഗ് അക്കൗണ്ടിന്റെ പേര്
mr: बिलिंग खात्याची माहिती
ms: Nama akaun pengebilan
mt: Isem tal-kont tal-ħlasijiet
ne: बिलिङ खाताको नाम
nn_no: Faktureringskontonamn
no: Navn på faktureringskonto
or: ବିଲିଂ ଏକାଉଣ୍ଟ୍ ନାମ
pa_in: ਬਿਲਿੰਗ ਖਾਤੇ ਦਾ ਨਾਮ
pl: Nazwa konta rozliczeniowego
ru: Имя учетной записи выставления счетов
sl: Ime računa za obračunavanje
sr_cyrl_rs: Име налога за наплату
sr_latn_rs: Ime naloga za naplatu
sv: Faktureringskontonamn
ta: பில்லிங் கணக்குப் பெயர்
te: బిల్లింగ్ ఖాతా పేరు
th: ชื่อบัญชีการเรียกเก็บเงิน
tr: Faturalama hesabı adı
tt: Хисап чыгару хисап язмасының исеме
ug: ھېساب بوغۇش ئادرېسى نامى
uk: Ім’я облікового запису для платних служб
ur: بلنگ اکاؤنٹ نام
uz: Billing hisobi nomi
vi: Tên tài khoản thanh toán
zh_hans: 计费帐户名
zh_hant: 計費帳戶名稱

# Word.RegistrationNumber.BIN
source: BIN/IIN registration number
af: BIN-/IIN- registrasienommer
am: BIN/IIN የምዝገባ ቁጥር
ar: رقم تسجيل رقم التعريف البنكي(BIN)/رقم تعريف جهة الإصدار (IIN)
as: BIN/IIN পঞ্জীয়ন নম্বৰ
az: BIN/IIN qeydiyyat nömrəsi
bg: Регистрационен номер на BIN/IIN
bn_in: BIN/IIN নিবন্ধন নম্বর
bs: BIN/IIN broj registracije
cy: Rhif cofrestru BIN/IIN
da: BIN-/IIN- registreringsnummer
de: BIN/IIN-Registrierungsnummer
el: Αριθμός μητρώου BIN/IIN
es: Número de registro de BIN/IIN
et: BIN-/IIN-registreerimisnumber
eu: BIN/IIN erregistro zenbakia
fa: شماره ثبت BIN/IIN
ga: Cláruimhir BIN/IIN
gd: Àireamh clàradh BIN/IIN
gl: Número de rexistro BIN ou NIN
gu: BIN/IIN નોંધણી નંબર
he: מספר רישום BIN/IIN
hi: BIN/IIN पंजीकरण संख्या
hr: BIN/IIN registarski broj
hu: BIN-/IIN-regisztrációs szám
id: Nomor registrasi BIN/IIN
is: BIN/IIN skráningar númer
ja: BIN または IIN 登録 番号
ka: BIN/IIN რეგისტრაციის ნომერი
kk: BIN/IIN тіркеу нөмірі
kn: BIN/IIN ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: BIN/IIN 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ BIN/IIN
lt: BIN / IIN registracijos numeris
lv: BIN/IIN reģistrācijas numurs
mi: TaurēhitaBIN/IIN
mk: BIN/IIN регистарски број
ml: BIN/IIN രജിസ്ട്രേഷൻ നമ്പർ
mr: BIN/IIN नोंदणी क्रमांक
ms: Nombor perdaftaran BIN/IIN
mt: Numru ta’ reġistrazzjoni tal-BIN/IIN
ne: BIN/IIN दर्ता नम्बर
nn_no: BIN/IIN registrerings nummer
no: Registreringsnummer for BIN/IIN
or: BIN/IIN ପଞ୍ଜିକରଣ ନମ୍ବର
pa_in: BIN/IIN ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji BIN/IIN
ru: Регистрационный номер BIN/IIN
sl: Številka registracije BIN/IIN
sr_cyrl_rs: BIN/IIN регистрациони број
sr_latn_rs: BIN/IIN registracioni broj
sv: BIN-/IIN -registreringsnummer
ta: BIN/IIN பதிவு எண்
te: BIN/IIN రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน BIN/IIN
tr: BIN/IIN kayıt numarası
tt: BIN/IIN теркәлү номеры
ug: BIN/IIN تىزىملاش نومۇرى
uk: Реєстраційний номер BIN/IIN
ur: BIN/IIN رجسٹریشن نمبر
uz: BIN/IIN registratsiya raqami
vi: Số đăng ký BIN/IIN
zh_hans: BIN/IIN 注册号
zh_hant: BIN/IIN 註冊 號碼

# Word.RegistrationNumber.CNPJ
source: CNPJ registration number
af: CNPJ- registrasienommer
am: CNPJ የምዝገባ ቁጥር
ar: رقم تسجيل السجل الوطني للهيئات القانونية
as: CNPJ পঞ্জীয়ন নম্বৰ
az: CNPJ qeydiyyat nömrəsi
bg: Регистрационен номер на CNPJ
bn_in: CNPJ নিবন্ধন নম্বর
bs: CNPJ registracija broj
cy: Rhif cofrestru CNPJ
da: CNPJ- registreringsnummer
de: CNPJ-Registrierungsnummer
el: Αριθμός μητρώου CNPJ
es: Número de registro de CNPJ
et: CNPJ-registreerimisnumber
eu: CNPJ erregistro zenbakia
fa: شماره ثبت CNPJ
ga: Cláruimhir CNPJ
gd: Àireamh clàraidh CNPJ
gl: Número de rexistro CNPJ
gu: CNPJ નોંધણી નંબર
he: מספר רישום UNPJ
hi: CNPJ पंजीकरण संख्या
hr: CNPJ registarski broj
hu: CNPJ-regisztrációs szám
id: Nomor registrasi CNPJ
is: CNPJ skráningar númer
ja: CNPJ 登録 番号
ka: CNPJ რეგისტრაციის ნომერი
kk: CNPJ тіркеу нөмірі
kn: CNPJ ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: CNPJ 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ CNPJ
lt: CNPJ registracijos numeris
lv: CNPJ reģistrācijas numurs
mi: TaurēhitaCNPJ
mk: CNPJ регистарски број
ml: CNPJ രജിസ്ട്രേഷൻ നമ്പർ
mr: CNPJ नोंदणी क्रमांक
ms: Nombor pendaftaran CNPJ
mt: Numru ta’ reġistrazzjoni tas-CNPJ
ne: CNPJ दर्ता नम्बर
nn_no: CNPJ registrerings nummer
no: Registreringsnummer for CNPJ
or: CNPJ ପଞ୍ଜିକରଣ ନମ୍ବର
pa_in: CNPJ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji CNPJ
ru: Регистрационный номер CNPJ
sl: Številka registracije CNPJ
sr_cyrl_rs: CNPJ регистрациони број
sr_latn_rs: CNPJ registracioni broj
sv: CNPJ- registreringsnummer
ta: CNPJ பதிவு எண்
te: CNPJ రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน CNPJ
tr: CNPJ kayıt numarası
tt: CNPJ теркәлү номеры
ug: CNPJ تىزىملاش نومۇرى
uk: Реєстраційний номер CNPJ
ur: CNPJ رجسٹریشن نمبر
uz: CNPJ registratsiya raqami
vi: Số đăng ký CNPJ
zh_hans: CNPJ 注册号
zh_hant: CNPJ 註冊 號碼
