Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PhonePrefix.MinLength
source: Phone prefix is too short.
af: Telefoonvoorvoegsel is te kort.
am: የስልክ ቅድመ ቅጥያ በጣም አጭር ነው።
ar: بادئة الهاتف قصيرة للغاية.
as: ফোন প্ৰিফিক্স অতি চুটি৷
az: Telefon prefiksi çox qısadır.
bg: Телефонният код е прекалено къс.
bn_in: ফোনের আগের অংশটি অত্যন্ত ছোট৷
bs: Pozivni broj je prekratak.
cy: Mae rhagddodiad y rhif ffôn yn rhy fyr.
da: Forbetegnelsen for telefonen er for kort.
de: Die Telefonvorwahl ist zu kurz.
el: Το πρόθεμα τηλεφώνου είναι πολύ μικρό.
es: El prefijo telefónico es demasiado corto.
et: Telefoninumbri prefiks on liiga lühike.
eu: Aurrezenbakia motzegia da.
fa: پیش شماره تلفن بسیار کوتاه است.
ga: Réamhuimhir theileafóin róghearr.
gd: Tha ro-leasachan an fhòn ro ghoirid.
gl: Prefixo telefónico moi curto.
gu: ફોન ઉપસર્ગ ખૂબ ટૂંકુ છે.
he: קידומת הטלפון קצרה מדי.
hi: फ़ोन उपसर्ग बहुत छोटा है.
hr: Telefonski predbroj je prekratak.
hu: Az előhívószám túl rövid.
id: Kode negara/area telepon terlalu pendek.
is: Forvalsnúmer er of stutt.
ja: 市外局番が短すぎます。
ka: სატელეფონო კოდი ძალიან მოკლეა.
kk: Телефон префиксі тым қысқа.
kn: ಫೋನ್ ಪೂರ್ವಪ್ರತ್ಯಯವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 지역 번호가 너무 짧습니다.
ku_arab: پێشگری تەلەفۆن زۆر کورتە.
ky: Телефондун префикси өтө кыска.
lo: ເລກນໍາໜ້າເບີໂທລະສັບສັ້ນເກີນໄປ.
lt: Telefono kodas per trumpas.
lv: Tālruņa prefikss ir pārāk īss.
mi: He poto rawa te pīmua waea.
mk: Телефонскиот префикс е прекраток.
ml: ഫോണ്‍ പ്രീഫിക്‌സ് വളരെ ചെറുതാണ്.
mn: Утасны гарцын код хэт богино байна.
mr: फोन प्रत्यय खूप लहान आहे.
ms: Awalan telefon terlalu pendek.
mt: Il-prefiss tat-telefown qasir wisq.
ne: फोन प्रिफिक्स धेरै छोटो भयो।
nn_no: Retningsnummeret er for kort.
no: Retningsnummeret er for kort.
or: ଫୋନ୍ ପୂର୍ବପଦ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ‏‏فون توں پہلاں آن آلے ہندسے بوت ای نکے نیں۔
pa_in: ਫੋਨ ਦਾ ਅਗੇਤਰ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Numer kierunkowy jest zbyt krótki.
ru: Слишком короткий телефонный код.
sd: فون پڇاڙي تمام ننڍي آهي.
si: දුරකථන කේතය කෙටි වැඩියි.
sl: Območna koda je prekratka.
sr_cyrl_rs: Позивни број је превише кратак.
sr_latn_rs: Pozivni broj je previše kratak.
sv: Riktnumret är för kort.
ta: தொலைபேசி முன்னெழுத்து மிகச் சிறியதாக உள்ளது.
te: ఫోన్ ఆదిప్రత్యయం చాలా చిన్నదిగా ఉంది.
tg: Префикси телефон аз ҳад кӯтоҳ аст.
th: เลขนำหน้าหมายเลขโทรศัพท์สั้นเกินไป
tr: Telefon alan kodu çok kısa.
tt: Телефон префиксы бик кыска.
ug: تېىلفون ئالدىنقى خانىسى بەك قىسقا.
uk: Закороткий префікс номера.
ur: فون سابقہ بہت مختصر ہے۔
uz: Telefon kodi juda qisqa.
vi: Tiền tố số điện thoại quá ngắn.
zh_hans: 电话号码前缀过短。
zh_hant: 電話首碼太短。

# Literal.PhonePrefix.Pattern
source: Invalid phone prefix.
af: Ongeldige telefoonvoorvoegsel.
am: ልክ ያልኾነ ቅድመ ቅጥያ።
ar: بادئة الهاتف غير صالحة.
as: অবৈধ ফোন প্ৰিফিক্স৷
az: Yanlış telefon prefiksi.
bg: Невалиден телефонен код.
bn_in: ফোন আগের অংশটি ঠিকঠাক নেই৷
bs: Nevažeći pozivni broj.
cy: Mae rhagddodiad y rhif ffôn yn annilys.
da: Ugyldig forbetegnelse for telefon.
de: Die Telefonvorwahl ist ungültig.
el: Μη έγκυρο πρόθεμα τηλεφώνου.
es: El prefijo telefónico no es válido.
et: Telefoninumbri prefiks on sobimatu.
eu: Aurrezenbakia baliogabea da.
fa: پیش شماره تلفن نامعتبر است.
ga: Réamhuimhir theileafóin neamhbhailí.
gd: Tha ro-leasachan na h-àireimh fòn mì-dhligheach.
gl: Prefixo telefónico non válido.
gu: અમાન્ય ફોન ઉપસર્ગ.
he: קידומת הטלפון לא חוקית.
hi: अमान्य फ़ोन उपसर्ग.
hr: Telefonski predbroj nije valjan.
hu: Érvénytelen előhívószám.
id: Kode negara/area telepon tidak valid.
is: Ógilt forvalsnúmer.
ja: 市外局番が正しくありません。
ka: სატელეფონო კოდი არასწორია.
kk: Телефон префиксі дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಫೋನ್ ಪೂರ್ವಪ್ರತ್ಯಯ.
ko: 지역 번호가 올바르지 않습니다.
ku_arab: پێشگری تەلەفۆن نادروستە.
ky: Телефондун префикси жараксыз.
lo: ເລກນໍາໜ້າເບີໂທລະສັບບໍ່ຖືກຕ້ອງ.
lt: Telefono kodas netinkamas.
lv: Nederīgs tālruņa prefikss.
mi: He muhu te pīmua waea.
mk: Неважечки телефонски префикс.
ml: ഫോണ്‍ പ്രീഫിക്‌സ് അസാധുവാണ്.
mn: Утасны гарцын код буруу байна.
mr: अवैध फोन प्रत्यय.
ms: Awalan telefon tidak sah.
mt: Il-prefiss tat-telefown mhux validu.
ne: अवैध फोन प्रिफिक्स।
nn_no: Ugyldig retningsnummer.
no: Ugyldig retningsnummer.
or: ଅବୈଧ ଫୋନ୍ ପୂର୍ବପଦ.
pa_arab_pk: ‏‏فون توں پہلاں آن آلے ہندسے غلط نیں۔
pa_in: ਅਵੈਧ ਫੋਨ ਅਗੇਤਰ।
pl: Nieprawidłowy numer kierunkowy.
ru: Недопустимый телефонный код.
sd: فون پڇاڙي غلط آهي.
si: දුරකථන කේතය වැරදියි.
sl: Območna koda ni veljavna.
sr_cyrl_rs: Неважећи позивни број.
sr_latn_rs: Nevažeći pozivni broj.
sv: Ogiltigt riktnummer.
ta: தவறான தொலைபேசி முன்ஒட்டு.
te: చెల్లని ఫోన్ ఆదిప్రత్యయం.
tg: Префикси телефони беэътибор.
th: เลขนำหน้าหมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Geçersiz telefon alan kodu.
tt: Телефон префиксы ялгыш.
ug: ئۈنۈمسىزتېلېفون ئالدىنقى خانىسى.
uk: Неприпустимий префікс номера.
ur: بے جواز فون سابقہ۔
uz: Telefon kodi haqiqiy emas.
vi: Tiền tố số điện thoại không hợp lệ.
zh_hans: 电话号码前缀无效。
zh_hant: 電話首碼無效。

# Literal.PhonePrefix.Required
source: Phone prefix is required.
af: Telefoonvoorvoegsel word vereis.
am: የስልክ ቅድመ ቅጥያ ያስፈልጋል።
ar: بادئة الهاتف مطلوبة.
as: ফোন প্ৰিফিক্স আৱশ্যক৷
az: Telefon prefiksi tələb olunur.
bg: Телефонният код е задължителен.
bn_in: ফোনের আগের অংশের উল্লেখ করা আবশ্যক৷
bs: Pozivni broj je obavezan.
cy: Rhaid nodi rhagddodiad y rhif ffôn.
da: Forbetegnelsen for telefonen skal angives.
de: Die Telefonvorwahl ist erforderlich.
el: Απαιτείται το πρόθεμα τηλεφώνου.
es: El prefijo telefónico es obligatorio.
et: Telefoninumbri prefiks on kohustuslik.
eu: Aurrezenbakia beharrezkoa da.
fa: به پیش شماره تلفن نیاز است.
ga: Réamhuimhir theileafóin ag teastáil.
gd: Tha feum air ro-leasachan fòn.
gl: Requírese prefixo telefónico.
gu: ફોન ઉપસર્ગ આવશ્યક છે.
he: קידומת הטלפון נדרשת.
hi: फ़ोन उपसर्ग आवश्यक है.
hr: Telefonski predbroj je obavezan.
hu: Az előhívószám megadása kötelező.
id: Kode negara/area telepon wajib diisi.
is: Forvalsnúmer er áskilið.
ja: 市外局番は必須項目です。
ka: ჩაწერეთ სატელეფონო კოდი.
kk: Телефон префиксі қажет.
kn: ಫೋನ್ ಪೂರ್ವಪ್ರತ್ಯಯವು ಅಗತ್ಯವಿದೆ.
ko: 지역 번호는 필수 항목입니다.
ku_arab: پێشگری تەلەفۆن پێویستە.
ky: Телефондун префикси талап кылынат.
lo: ຕ້ອງລະບຸເລກນໍາໜ້າເບີໂທລະສັບ.
lt: Telefono kodas būtinas.
lv: Norādiet tālruņa prefiksu.
mi: Kei te hiahiatia te pīmua waea.
mk: Телефонскиот префикс е задолжителен.
ml: ഫോണ്‍ പ്രീഫിക്‌സ് ആവശ്യമാണ്.
mn: Утасны гарцын кодыг бөглөх шаардлагатай.
mr: फोन प्रत्यय आवश्यक आहे.
ms: Awalan telefon diperlukan.
mt: Il-prefiss tat-telefown huwa meħtieġ.
ne: फोन प्रिफिक्स आवश्यक छ।
nn_no: Retningsnummer er obligatorisk.
no: Retningsnummer må angis.
or: ଫୋନ୍ ପୂର୍ବପଦ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏فون توں پہلاں آن آلے ہندسے درکار نیں۔
pa_in: ਫੋਨ ਦਾ ਅਗੇਤਰ ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer kierunkowy jest wymagany.
ru: Необходимо ввести телефонный код.
sd: فون پڇاڙي جي گھرج آهي.
si: දුරකථන කේතය අවශ්‍යයි.
sl: Vnesite območno kodo.
sr_cyrl_rs: Позивни број је обавезан.
sr_latn_rs: Pozivni broj je obavezan.
sv: Riktnummer måste anges.
ta: தொலைபேசி முன்னெழுத்து தேவை.
te: ఫోన్ ఆదిప్రత్యయం అవసరం.
tg: Префикси телефон ҳатмист.
th: ต้องระบุเลขนำหน้าหมายเลขโทรศัพท์
tr: Telefon alan kodu gereklidir.
tt: Телефон префиксы мәҗбүри.
ug: تېىلفون ئالدىنقى خانىسى كېرەك.
uk: Потрібно ввести префікс номера.
ur: فون سابقہ درکار ہے۔
uz: Telefon kodi talab qilinadi.
vi: Tiền tố số điện thoại là cần thiết.
zh_hans: 电话号码前缀为必填项。
zh_hant: 電話首碼是必要資訊。

# Literal.PiFriendlyName.MaxLength
source: Payment instrument friendly name is too long.
af: Betaling instument vriendelike naam is te lank.
am: የክፍያ መሳሪያ ተስማሚ ስም እጅግ ረጅም ነው።
ar: الاسم المألوف لوسيلة الدفع أطول من اللازم.
as: পৰিশোধ সা-সৰঞ্জাম বন্ধুত্বপূৰ্ণ নাম অতি দীঘল৷
az: Ödəniş aləti anlaşıqlı adı çox uzundur.
bg: Леснозапомнящото се име на платежния инструмент е прекалено дълго.
bn_in: অর্থপ্রদানের ব্যবস্থার বন্ধুত্বপূর্ণ নামটি অত্যন্ত লম্বা৷
bs: Prepoznatljivo ime instrumenta plaćanja je predugo.
cy: Mae enw hwylus yr offeryn talu yn rhy hir.
da: Det fulde navn til betalingsmidlet er for langt.
de: Der Anzeigename für das Zahlungsmittel ist zu lang.
el: Το φιλικό όνομα του οργάνου πληρωμής είναι πολύ μεγάλο.
es: El nombre descriptivo del instrumento de pago es demasiado largo.
et: Maksemeetodi sõbralik nimi on liiga pikk.
eu: Ordainketa-metodoaren izen adierazgarria luzeegia da.
fa: نام دوستانه ابزار پرداخت بسیار طولانی است.
ga: Gnáthainm ionstraim íocaíochta rófhada.
gd: Tha ainm càirdeil an inneil phàighidh ro fhada.
gl: O nome descritivo do instrumento de pagamento e moi longo.
gu: ચૂકવણીનું સાધનનું ફ્રેન્ડલી નામ ખૂબ લાંબુ છે.
he: השם הידידותי של אמצעי התשלום ארוך מדי.
hi: भुगतान विधि का मित्रवत नाम बहुत लंबा है.
hr: Neslužbeni naziv načina plaćanja predugačak je.
hu: A fizetési eszköz rövid neve túl hosszú.
id: Nama akrab alat pembayaran terlalu panjang.
is: Stutt heiti greiðslumáta er of langt.
ja: お支払い方法のフレンドリ名が長すぎます。
ka: გადახდის მეთოდის მეგობრული სახელი ძალიან გრძელია.
kk: Төлем әдісінің оңай аты тым ұзын.
kn: ಪಾವತಿ ವಿಧಾನ ಸ್ನೇಹಪೂರ್ಣ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 결제 방법 식별 이름이 너무 깁니다.
ku_arab: رێنمایی پارەدانی ناوی دۆستانە زۆر درێژە.
ky: Төлөө амалынын достук аты өтө узун.
lo: ຊື່ທີ່ຈື່ງ່າຍຂອງເຄື່ອງມືການຊຳລະເງິນຍາວເກີນໄປ.
lt: Draugiškas mokėjimo priemonės pavadinimas per ilgas.
lv: Maksāšanas līdzekļa draudzīgais nosaukums ir pārāk garš.
mi: He roa rawa te ingoa rarata o te taputapu utu.
mk: Средството на плаќање пријателско име е предолго.
ml: പേയ്‌മെന്റ് രീതിയ്‌ക്കുള്ള സൌഹൃദ നാമം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Төлбөрийн хэрэгслийн нөхөрсөг нэр хэт урт байна.
mr: देय साधन मित्रत्‍वाचे नाव खूप दीर्घ आहे.
ms: Nama mesra instrumen pembayaran terlalu panjang.
mt: L-isem faċli tal-istrument ta' pagament twil wisq.
ne: भुक्तान साधन मिलनसार नाम धेरै लामो छ।
nn_no: Eigendefinert namn på betalingsmetode er for langt.
no: Det egendefinerte navnet på betalingsmåten er for langt.
or: ଦେୟ ପଦ୍ଧତି ବନ୍ଧୁତ୍ଵ ନାମ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏ادائیگی آلہ دوستانہ ناں بہت ای لمااے۔
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦਾ ਦੋਸਤਾਨਾ ਨਾਂ ਬਹੁਤ ਲੰਮਾ ਹੈ।
pl: Przyjazna nazwa instrumentu płatniczego jest zbyt długa.
ru: Слишком длинное понятное имя платежного средства.
sd: ادائگي آلي جو دوستاڻو نالو تمام وڏو آهي.
si: ගෙවීම් උපකරණ හිතෛෂී නම ඉතාම දිගයි.
sl: Prijazno ime plačilnega instrumenta je predolgo.
sr_cyrl_rs: Препознатљиво име инструмента плаћања је предугачко.
sr_latn_rs: Prepoznatljivo ime instrumenta plaćanja je predugačko.
sv: Eget namn på betalningsmedel är för långt.
ta: பணம் செலுத்தும் உபகரணத்தின் நட்புப் பெயர் மிக நீளமாக உள்ளது.
te: చెల్లింపు పరికర స్నేహపూర్వక పేరు చాలా పొడవుగా ఉంది.
tg: Номи мусоиди василаи пардохт аз ҳад дароз аст.
th: ชื่อที่จำง่ายของเครื่องมือในการชำระเงินยาวเกินไป
tr: Ödeme aracı kolay adı çok uzun.
tt: Түләү коралының аңлаешлы исеме артык озын.
ug: ھەق تاپشۇرۇش قورالىنىڭ نامى بەك ئۇزۇن.
uk: Задовгі ім’я та прізвище платіжного засобу.
ur: ادائیگی آلہ کا دوستانہ نام بہت طویل ہے۔
uz: To'lov vositasi do'stona nomi juda uzun.
vi: Tên thân mật cho phương tiện thanh toán quá dài.
zh_hans: 付款方式友好名称过长。
zh_hant: 付款方式易記名稱太長。

# Literal.PiFriendlyName.Required
source: Payment instrument friendly name is required.
af: Betaling instument vriendelike naam word vereis.
am: የክፍያ መሳሪያ ተስማሚ ስም አስፈላጊ ነው።
ar: الاسم المألوف لوسيلة الدفع مطلوب.
as: পৰিশোধ সা-সৰঞ্জাম বন্ধুত্বপূৰ্ণ নাম আৱশ্যক৷
az: Ödəniş aləti anlaşıqlı adı tələb olunur.
bg: Леснозапомнящото се име на платежния инструмент е задължително.
bn_in: অর্থপ্রদানের ব্যবস্থার বন্ধুত্বপূর্ণ নামের উল্লেখ করা আবশ্যক৷
bs: Prepoznatljivo ime instrumenta plaćanja je obavezno.
cy: Rhaid nodi enw hwylus yr offeryn talu.
da: Der skal angives et fuldt navn til betalingsmidlet.
de: Der Anzeigename für das Zahlungsmittel ist erforderlich.
el: Απαιτείται το φιλικό όνομα του οργάνου πληρωμής.
es: El nombre descriptivo del instrumento de pago es obligatorio.
et: Maksemeetodi sõbralik nimi on kohustuslik.
eu: Ordainketa-metodoaren izen adierazgarria beharrezkoa da.
fa: به نام دوستانه ابزار پرداخت نیاز است.
ga: Gnáthainm ionstraim íocaíochta ag teastáil.
gd: Tha feum air ainm càirdeil an inneil phàighidh.
gl: Requírese un nome descritivo do instrumento de pagamento.
gu: ચૂકવણીનું સાધનનું ફ્રેન્ડલી નામ આવશ્યક છે.
he: נדרש שם ידידותי של אמצעי התשלום.
hi: भुगतान विधि का मित्रवत नाम आवश्यक है.
hr: Neslužbeni naziv načina plaćanja obavezan je.
hu: A fizetési eszköz rövid nevének megadása kötelező.
id: Nama akrab alat pembayaran diperlukan.
is: Færa þarf inn stutt heiti greiðslumáta.
ja: お支払い方法のフレンドリ名が短すぎます。
ka: მიუთითეთ გადახდის მეთოდის მეგობრული სახელი.
kk: Төлем әдісінің оңай аты қажет.
kn: ಪಾವತಿ ವಿಧಾನ ಸ್ನೇಹಪೂರ್ಣ ಹೆಸರು ಅಗತ್ಯವಿದೆ.
ko: 결제 방법 식별 이름은 필수 항목입니다.
ku_arab: رێنمایی پارەدانی ناوی دۆستانە پێویستە.
ky: Төлөө амалынын достук аты талап кылынат.
lo: ຕ້ອງລະບຸຊື່ທີ່ຈື່ງ່າຍຂອງເຄື່ອງມືການຊຳລະເງິນ.
lt: Būtina nurodyti draugišką mokėjimo priemonės pavadinimas.
lv: Norādiet maksāšanas līdzekļa draudzīgo nosaukumu.
mi: Kei te hiahiatia te ingoa rarata o te taputapu utu.
mk: Средството на плаќање пријателско име е задолжително.
ml: പേയ്‌മെന്റ് രീതിയ്‌ക്കുള്ള സൌഹൃദ നാമം ആവശ്യമാണ്.
mn: Төлбөрийн хэрэгслийн нөхөрсөг нэрийг бөглөх шаардлагатай.
mr: देयाच्‍या साधनाचे मैत्रीपूर्ण नाव आवश्यक आहे.
ms: Nama mesra instrumen pembayaran diperlukan.
mt: L-isem faċli tal-istrument ta' pagament meħtieġ.
ne: भुक्तान साधन मिलनसार नाम आवश्यक छ।
nn_no: Eigendefinert namn på betalingsmetode er obligatorisk.
no: Det egendefinerte navnet på betalingsmåten må angis.
or: ଦେୟ ପଦ୍ଧତି ବନ୍ଧୁତ୍ଵ ନାମ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ادائیگی آلہ دوستانہ ناں درکار اے۔
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦਾ ਦੋਸਤਾਨਾ ਨਾਂ ਲੋੜੀਂਦਾ ਹੈ।
pl: Przyjazna nazwa instrumentu płatniczego jest wymagana.
ru: Необходимо ввести понятное имя платежного средства.
sd: ادائگي آلي جي دوستاڻي نالي جي گھرج آهي.
si: ගෙවීම් උපකරණ හිතෛෂී නම අවශ්‍ය වේ.
sl: Vnesite prijazno ime plačilnega instrumenta.
sr_cyrl_rs: Препознатљиво име инструмента плаћања је обавезно.
sr_latn_rs: Prepoznatljivo ime instrumenta plaćanja je obavezno.
sv: Eget namn på betalningsmedel måste anges.
ta: பணம் செலுத்தும் உபகரணத்தின் நட்புப் பெயர் தேவை.
te: చెల్లింపు పరికర స్నేహపూర్వక పేరు అవసరం.
tg: Номи мусоиди василаи пардохт ҳатмист.
th: ต้องระบุชื่อที่จำง่ายของเครื่องมือในการชำระเงิน
tr: Ödeme aracı kolay adı gereklidir.
tt: Түләү коралының аңлаешлы исеме мәҗбүри.
ug: ھەق تاپشۇرۇش قورالىنىڭ نامى بەك قىسقا.
uk: Необхідно вказати ім’я та прізвище платіжного засобу.
ur: ادائیگی آلہ کا دوستانہ نام درکار ہے۔
uz: To'lov vositasi do'stona nomi talab qilinadi.
vi: Tên thân mật cho phương tiện thanh toán là cần thiết.
zh_hans: 付款方式友好名称为必填项。
zh_hant: 付款方式易記名稱是必要資訊。
