Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.NameOnAccount.Format
source: Incorrectly formatted name on account
af: Naam op rekening is verkeerd geformateer
am: በመለያ ላይ በትክክል ያልተቀረጸ ስም
ar: اسم منسق بشكل غير صحيح في الحساب
as: একাউণ্টত অশুদ্ধভাৱে সজ্জিত নাম আছে
az: Hesabda yanlış formatlaşdırılmış ad
bg: Името на акаунта е с неправилен формат
bn_in: অ্যাকাউন্টে ভুল বিন্যস্ত নাম
bs: Nepravilno formatirano ime na računu
cy: Enw wedi'i fformatio'n anghywir ar y cyfrif
da: Forkert formateret navn på konto
de: Falsch formatierter Name für Konto
el: Εσφαλμένη μορφή ονόματος στο λογαριασμό
es: Formato de nombre de titular de la cuenta incorrecto
et: Valesti vormindatud nimi kontol
eu: Kontuko izenaren formatua okerra da
fa: نام موجود در حساب با فرمت اشتباه
ga: Níl ainm an chuntais formáidithe i gceart
gd: Tha fòrmatadh ainm cearr air a’ chunntas
gl: O nome da conta non ten un formato correcto
gu: ખાતા પર ખોટી રીતે સ્વરૂપિત નામ
he: השם בחשבון מפורמט בצורה לא נכונה
hi: खाते पर गलत तरीके से फ़ॉर्मेट किया गया नाम
hr: Nepravilno oblikovano ime na računu
hu: Helytelen a számlatulajdonos nevének formátuma
id: Format nama pada akun salah
is: Rangt snið á nafni á reikningi
ja: 正しくない形式の口座名義
ka: ანგარიშში სახელის ფორმატი არასწორია
kk: Тіркелгінің дұрыс пішімделмеген аты
kn: ಖಾತೆಯಲ್ಲಿ ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಹೆಸರು
ko: 잘못된 형식의 계정 이름
ku_arab: فۆرماتی ناوی سەر ئەژمێر ناراستە
ky: Каттоо жазуудагы туура эмес форматталган ат
lo: ຊື່ເທິງບັນຊີທີ່ຢູ່ໃນຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas paskyros pavadinimo formatas
lv: Nepareizi formatēts vārds kontā
mi: Hē ana te hōputu o te ingoa i te pūkete
mk: Неправилно форматирано име на сметката
ml: അക്കൗണ്ടിൽ പേര് തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Данс эзэмшигчийн нэрийн хэлбэржүүлэлт буруу
mr: खात्यावर अयोग्यरीत्या स्वरुपित झालेले नाव
ms: Nama pada akaun tidak diformat dengan betul
mt: Isem ifformattjat ħażin fil-kont
ne: खातामा रहेको नाम गलत ढाँचामा छ
nn_no: Namnet på kontoen har feil format
no: Navnet på kontoen har feil format
or: ଏକାଉଣ୍ଟ୍‌ରେ ଭୁଲ୍‌ଭାବରେ ଫର୍ମାଟ୍ ହୋଇଥିବା ନାମ
pa_arab_pk: اکاؤنٹ تے غلط وضع کیتا ہویا ناں
pa_in: ਖਾਤੇ ਤੇ ਗਲਤ ਫਾਰਮੈਟਿਡ ਨਾਮ
pl: Niepoprawnie sformatowane nazwisko dla konta
ru: Неправильный формат имени на счете
sd: اڪائونٽ تي غلط فارميٽ ٿيل نالو
si: ගිණුම මත වැරදි ලෙස ආකෘතිගත නාමය
sl: Nepravilno oblikovano ime na računu
sr_cyrl_rs: Неправилан формат имена на налогу
sr_latn_rs: Nepravilan format imena na nalogu
sv: Ogiltigt format för kontonamn
ta: தவறாக வடிவமைக்கப்பட்ட கணக்கில் உள்ள பெயர்
te: ఖాతాలో తప్పుగా ఆకృతీకరించబడిన పేరు
tg: Номи ҳисоб дар формати нодуруст
th: ชื่อในบัญชีอยู่ในรูปแบบที่ไม่ถูกต้อง
tr: Hesapta yanlış biçimlendirilmiş ad var
tt: Хисаптагы исем дөрес форматланмаган
ug: ھېساباتتىكى ئىسىم فورماتى خاتا
uk: Неправильний формат імені в рахунку
ur: اکاؤنٹ میں نادرست وضع کردہ نام
uz: Noto‘g‘ri formatdagi hisob raqami nomi
vi: Tên được định dạng không đúng trên tài khoản
zh_hans: 帐户名称格式错误
zh_hant: 帳戶的名稱格式不正確

# Literal.BankName.Format
source: Incorrectly formatted bank name
af: Banknaam is verkeerd geformateer
am: በትክክል ያልተቀረጸ የባንክ ስም
ar: اسم البنك منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত বেংক নাম
az: Yanlış formatlaşdırılmış bank adı
bg: Името на банката е с неправилен формат
bn_in: ভুল বিন্যস্ত ব্যাঙ্কের নাম
bs: Nepravilno formatirani naziv banke
cy: Enw'r banc wedi ei fformatio'n anghywir
da: Forkert formateret banknavn
de: Falsch formatierter Name der Bank
el: Εσφαλμένη μορφή ονόματος τράπεζας
es: Formato de nombre de banco incorrecto
et: Valesti vormindatud panganimi
eu: Bankuaren izenaren formatua okerra da
fa: نام بانک با فرمت اشتباه
ga: Ní ainm an bhainc formáidithe i gceart
gd: Chan eil am fòrmatadh air ainm a’ bhanca mar bu chòir
gl: O nome do banco non ten un formato correcto
gu: ખોટી રીતે સ્વરૂપિત બેંકનું નામ
he: שם בנק מפורמט בצורה שגויה
hi: गलत तरीके से फ़ॉर्मेट किया गया बैंक नाम
hr: Nepravilno oblikovan naziv banke
hu: Helytelen a bank nevének formátuma
id: Format nama bank salah
is: Rangt snið á heiti banka
ja: 正しくない形式の銀行名
ka: ბანკის სახელის ფორმატი არასწორია
kk: Дұрыс пішімделмеген банк аты
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಬ್ಯಾಂಕ್ ಹೆಸರು
ko: 잘못된 형식의 은행 이름
ku_arab: فۆرماتی ناوی بانک ناراستە
ky: Туура эмес форматталган банк аталышы
lo: ຊື່ທະນາຄານທີ່ຢູ່ໃນຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas banko pavadinimo formatas
lv: Nepareizi formatēts bankas nosaukums
mi: Hē ana te hōputu o te ingoa pēke
mk: Неправилно форматирано име на банката
ml: ബാങ്ക് പേര് തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Банкны нэрийн хэлбэржүүлэлт буруу
mr: अयोग्यरीत्या स्वरुपित झालेले बँक नाव
ms: Nama bank tidak diformat dengan betul
mt: Isem il-bank ifformattjat ħażin
ne: बैङ्कको नाम गलत ढाँचामा छ
nn_no: Banknamnet har feil format
no: Banknavnet har feil format
or: ଭୁଲ୍ ଭାବରେ ବ୍ୟାଙ୍କ୍ ନାମ ଫର୍ମାଟ୍ ହୋଇଛି
pa_arab_pk: غلط وضع کیتا ہویا بینک دا ناں
pa_in: ਗਲਤ ਫਾਰਮੈਟਿਡ ਬੈਂਕ ਦਾ ਨਾਮ
pl: Niepoprawnie sformatowana nazwa banku
ru: Неправильный формат имени банка
sd: غلط فارميٽ ٿيل بينڪ نالو
si: වැරදි ලෙස ආකෘතිගත බැංකු නාමය
sl: Nepravilno oblikovano ime banke
sr_cyrl_rs: Неправилан формат имена банке
sr_latn_rs: Nepravilan format imena banke
sv: Ogiltigt format för banknamn
ta: தவறாக வடிவமைக்கப்பட்ட வங்கிப் பெயர்
te: తప్పుగా ఆకృతీకరించబడిన బ్యాంక్ పేరు
tg: Номи бонк дар формати нодуруст
th: ชื่อบัญชีอยู่ในรูปแบบที่ไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş banka adı
tt: Банк исеме дөрес форматланмаган
ug: بانكا نامىنىڭ فورماتى خاتا
uk: Неправильний формат імені банку
ur: نادرست وضع کردہ بینک نام
uz: Noto‘g‘ri formatdagi bank nomi
vi: Tên ngân hàng được định dạng không đúng
zh_hans: 银行名称格式错误
zh_hant: 銀行名稱的格式不正確

# Literal.BIC.Format
source: Incorrectly formatted BIC
af: BIC is verkeerd geformateer
am: በትክክል ያልተቀረጸ BIC
ar: رمز BIC منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত BIC
az: Yanlış formatlaşdırılmış BIC
bg: BIC кодът е с неправилен формат
bn_in: ভুল বিন্যস্ত BIC
bs: Nepravilno formatirani BIC
cy: Rhif BIC wedi'i fformatio'n anghywir
da: Forkert formateret BIC
de: Falsch formatierte BIC
el: Εσφαλμένη μορφή BIC
es: Formato de BIC incorrecto
et: Valesti vormindatud BIC
eu: BIC kodearen formatua okerra da
fa: BIC با فرمت اشتباه
ga: Níl an BIC formáidithe i gceart
gd: Chan eil am fòrmatadh air a’ BIC mar bu chòir
gl: O BIC non ten un formato correcto
gu: ખોટી રીતે સ્વરૂપિત BIC
he: BIC מפורמט בצורה שגויה
hi: गलत तरीके से फ़ॉर्मेट किया गया BIC
hr: Nepravilno oblikovan BIC
hu: Helytelen a BIC formátuma
id: Format BIC salah
is: Rangt snið á BIC
ja: 正しくない形式の BIC
ka: BIC კოდის ფორმატი არასწორია
kk: Дұрыс пішімделмеген BIC
kn: ತಪ್ಪಾದ ಸ್ವರೂಪಗೊಳಿಸಿದ BIC
ko: 잘못된 형식의 BIC
ku_arab: فۆرماتی BIC ناراستە
ky: Туура эмес форматталган BIC
lo: BIC ທີ່ຢູ່ໃນຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas BIC formatas
lv: Nepareizi formatēts BIC
mi: Hē ana te hōputu o te BIC
mk: Неправилно форматиран BIC
ml: BIC തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: BIC хэлбэржүүлэлт буруу
mr: अयोग्यरीत्या स्वरुपित झालेले BIC
ms: BIC tidak diformat dengan betul
mt: BIC ifformattjat ħażin
ne: BIC गलत ढाँचामा छ
nn_no: BIC-nummeret har feil format
no: BIC-nummeret har feil format
or: ଭୁଲ୍‌ଭାବରେ ଫର୍ମାଟ୍ ହୋଇଥିବା BIC
pa_arab_pk: غلط وضع کیتا ہویا BIC
pa_in: ਗਲਤ ਫਾਰਮੈਟਿਡ BIC
pl: Niepoprawnie sformatowany kod BIC
ru: Неправильный формат BIC
sd: غلط فارميٽ ٿيل BIC
si: වැරදි ලෙස ආකෘතිගත BIC
sl: Nepravilno oblikovana koda BIC
sr_cyrl_rs: Неправилан формат BIC броја
sr_latn_rs: Nepravilan format BIC broja
sv: Ogiltigt format för BIC
ta: தவறாக வடிவமைக்கப்பட்ட BIC
te: తప్పుగా ఆకృతీకరించిన BIC
tg: BIC дар формати нодуруст
th: BIC อยู่ในรูปแบบที่ไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş BIC
tt: BIC дөрес форматланмаган
ug: BIC فورماتى خاتا
uk: Неправильний формат BIC
ur: نادرست وضع کردہ BIC
uz: Noto‘g‘ri formatdagi BIC
vi: BIC được định dạng không đúng
zh_hans: BIC 格式错误
zh_hant: BIC 的格式不正確

# Literal.IBANNumber.Format
source: Incorrectly formatted IBAN number
af: IBAN-nommer is verkeerd geformateer
am: በትክክል ያልተቀረጸ IBAN ቁጥር
ar: رقم IBAN منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত IBAN নম্বৰ
az: Yanlış formatlaşdırılmış IBAN nömrəsi
bg: IBAN номерът е с неправилен формат
bn_in: ভুল বিন্যস্ত IBAN নম্বর
bs: Nepravilno formatirani IBAN broj
cy: Rhif IBAN wedi ei fformatio'n anghywir
da: Forkert formateret IBAN-nummer
de: Falsch formatierte IBAN
el: Εσφαλμένη μορφή αριθμού IBAN
es: Formato de número IBAN incorrecto
et: Valesti vormindatud IBAN-number
eu: IBAN zenbakiaren formatua okerra da
fa: شماره IBAN با فرمت اشتباه
ga: Níl an uimhir IBAN formáidithe i gceart
gd: Chan eil am fòrmatadh air an àireamh IBAN mar bu chòir
gl: O número IBAN non ten un formato correcto
gu: ખોટી રીતે સ્વરૂપિત IBAN નંબર
he: מספר IBAN מפורמט בצורה שגויה
hi: गलत तरीके से फ़ॉर्मेट किया गया IBAN नंबर
hr: Nepravilno oblikovan IBAN
hu: Helytelen az IBAN-szám formátuma
id: Format nomor IBAN salah
is: Rangt snið á IBAN-númeri
ja: 正しくない形式の IBAN 番号
ka: IBAN ნომრის ფორმატი არასწორია
kk: Дұрыс пішімделеген IBAN нөмірі
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ IBAN ಸಂಖ್ಯೆ
ko: 잘못된 형식의 IBAN 번호
ku_arab: فۆرماتی ژمارەی IBAN ناراستە
ky: Туура эмес форматталган IBAN номери
lo: ເລກ IBAN ທີ່ຢູ່ໃນຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas IBAN numerio formatas
lv: Nepareizi formatēts IBAN numurs
mi: Hē ana te hōputu o te tau IBAN
mk: Неправилно форматиран IBAN-број
ml: IBAN നമ്പർ തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: IBAN дугаарын хэлбэржүүлэлт буруу
mr: अयोग्यरीत्या स्वरुपित झालेला IBAN नंबर
ms: Nombor IBAN tidak diformat dengan betul
mt: Numru IBAN ifformattjat ħażin
ne: IBAN नम्बर गलत ढाँचामा छ
nn_no: IBAN-nummeret har feil format
no: IBAN-nummeret har feil format
or: ଭୁଲ୍‌ଭାବରେ ଫର୍ମାଟ୍ ହୋଇଥିବା IBAN ନମ୍ଵର୍
pa_arab_pk: غلط وضع کیتا ہویا IBAN نمبر
pa_in: ਗਲਤ ਫਾਰਮੈਟਿਡ IBAN ਨੰਬਰ
pl: Niepoprawnie sformatowany numer IBAN
ru: Неправильный формат номера IBAN
sd: غلط فارميٽ ٿيل IBAN نمبر
si: වැරදි ලෙස ආකෘතිගත IBAN අංකය
sl: Nepravilno oblikovana številka IBAN
sr_cyrl_rs: Неправилан формат IBAN броја
sr_latn_rs: Nepravilan format IBAN broja
sv: Ogiltigt format för IBAN-nummer
ta: தவறாக வடிவமைக்கப்பட்ட IBAN எண்
te: తప్పుగా ఆకృతీకరించబడిన IBAN నంబర్
tg: Рақами IBAN дар формати нодуруст
th: หมายเลข IBAN อยู่ในรูปแบบที่ไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş IBAN numarası
tt: IBAN номеры дөрес форматланмаган
ug: IBAN نومۇرىنىڭ فورماتى خاتا
uk: Неправильний формат номера IBAN
ur: نادرست وضع کردہ IBAN نمبر
uz: Noto‘g‘ri formatdagi IBAN raqami
vi: Số IBAN được định dạng không đúng
zh_hans: IBAN 号码格式错误
zh_hant: IBAN 號碼的格式不正確

# Literal.CreditCardHolderName.Format
source: Incorrectly formatted cardholder name
af: Inkorrekte geformatteerde kaarthouernaam
am: አቀማመጡ የተሳሳተ የካርድ ባለቤት ስም
ar: ‏‏اسم حامل البطاقة منسق بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা কাৰ্ডধাৰকৰ নাম
az: Kart sahibinin yanlış formatlaşdırılmış adı
bg: Неправилно форматирано име на притежател на карта
bn_in: ভুলভাবে ফরম্যাট করা কার্ডধারকের নাম
bs: Nepravilno formatirano ime vlasnika kartice
cy: Enw deilydd cerdyn â fformat anghywir
da: Forkert formateret kortholdernavn
de: Falsch formatierter Name des Karteninhabers
el: Εσφαλμένη μορφή ονόματος κατόχου κάρτας
es: Formato de titular de tarjeta incorrecto
et: Valesti vormindatud kaardiomaniku nimi
eu: Titularraren izenaren formatua ez da zuzena
fa: قالب بندی نام صاحب کارت نادرست است
ga: Ainm sealbhóra cárta formáidithe ar cearr
gd: Chan eil fòrmatadh ainm seilbheadair na cairte ceart
gl: Nome do titular do cartón con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત કાર્ડધારકનું નામ
he: שם מחזיק הכרטיס כתוב במבנה שגוי
hi: गलत तरीके से स्वरूपित कार्डधारक नाम
hr: Oblik imena vlasnika kartice nije točan
hu: Helytelen a kártyatulajdonos nevének formátuma
id: Format nama pemegang kartu salah
is: Rangt snið á nafni korthafa
ja: 正しくない形式のカード所有者名
ka: ბარათის მფლობელის სახელი არასწორია
kk: Қате пішімделген карта иесінің аты
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಕಾರ್ಡ್‌ಹೊಂದಿರುವವರ ಹೆಸರು
ko: 형식이 잘못된 카드 소유자 이름
ku_arab: ناوی کارتهەڵگری فۆرمات نادروست
ky: Карта ээсинин атынын форматы туура эмес
lo: ຊື່ເຈົ້າຂອງບັດບໍ່ຢູ່ໃນຮູບແບບທີ່ຖືກຕ້ອງ
lt: Neteisingas suformatuotas kortelės turėtojo vardas
lv: Nepareizi formatēts kartes īpašnieka vārds
mi: Hōputu ingoa kaipupuri kāri hē
mk: Името од сопственикот на картичката е погрешно форматирано
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത കാർഡ് ഉടമയുടെ പേര്
mn: Карт эзэмшигчийн нэрийн хэлбэржүүлэлт буруу
mr: अयोग्य पद्धतीने स्‍वरूपित केलेले कार्डधारक नाव
ms: Nama pemegang kad tidak diformatkan dengan betul
mt: Isem id-detentur tal-kard ifformattjat ħażin
ne: गलत तरिकाले स्वरूपण गरिएको कार्ड धनीको नाम
nn_no: Namn på kortinnehavar har ikkje rett format
no: Navn på kortinnehaver har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା କାର୍ଡଧରୀଙ୍କ ନାମ
pa_arab_pk: غلط فارمیٹ والا کارڈ والے دا ناں
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਕਾਰਡਹੋਲਡਰ ਨਾਮ
pl: Nieprawidłowo sformatowane imię i nazwisko właściciela karty
ru: Неправильный формат имени владельца карты
sd: ڪارڊ رکندڙ جو نالو غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත කාඩ්පත් ධාරකයාගේ නම
sl: Nepravilno oblikovano ime imetnika kartice
sr_cyrl_rs: Формат имена носиоца картице није исправан
sr_latn_rs: Format imena nosioca kartice nije ispravan
sv: Felaktigt format för kortinnehavarens namn
ta: பிழையாக ஒருங்கமைக்கப்பட்ட அட்டையை வைத்திருப்பவர் பெயர்
te: కార్డ్‌హోల్డర్ పేరు ఆకృతి చెల్లదు
tg: Номи дорандаи корт нодуруст ворид шуд
th: ชื่อผู้ถือบัตรไม่ถูกรูปแบบ
tr: Hatalı biçimlendirilmiş kart sahibi adı
tt: Ялгыш форматлы карта иясе исеме
ug: كارتا ئىگىسى نامىنىڭ فورماتى خاتا
uk: Неправильний формат імені власника картки
ur: غیردرست وضع کردہ کارڈ ہولڈر کا نام
uz: Kartochka egasi ismi noto‘g‘ri
vi: Tên chủ thẻ được định dạng không đúng
zh_hans: 持卡人姓名格式不正确
zh_hant: 格式不正確的持卡人姓名

# Literal.ExpirationMonth.format
source: Incorrectly formatted expiration month
af: Verkeerd geformateerde vervalmaand
am: የተሳሳተ ቅርፀት ያለው የአገልግሎት ማብቂያ ወር
ar: شهر انتهاء الصلاحية منسق بشكل غير صحيح
as: ভুলকৈ ফৰ্মেট কৰা ম্যাদ উকলা মাহ
az: Yanlış formatlanmış bitmə ayı
bg: Неправилно форматиран месец на изтичане на срока на годност
bn_in: মেয়াদ উত্তীর্ণ হওয়ার মাস ভুলভাবে বিন্যাস করা হয়েছে
bs: Nepravilno formatirani mjesec isteka
cy: Mis dod i ben yn y fformat anghywir
da: Forkert formateret udløbsmåned
de: Falsch formatierter Ablaufmonat
el: Εσφαλμένη μορφοποίηση μήνα λήξης
es: Formato de mes de expiración incorrecto
et: Valesti vormindatud aegumiskuu
eu: Iraungitze-hilabeteak formatu okerra du
fa: ماه انقضاء با فرمت اشتباه
ga: Mí éagtha formáidithe go mícheart
gd: Tha fòrmatadh a’ mhìos a dh’fhalbhas an ùine air ceàrr
gl: Mes de caducidade incorrectamente formatado
gu: ખોટી રીતે સ્વરૂપિત સમાપ્તિ મહિનો
he: חודש התפוגה כתוב בתבנית שגויה
hi: गलत तरीके से स्वरूपित समय सीमा समाप्ति माह
hr: Neispravan oblik mjesec isteka
hu: A lejárati hónap formátuma helytelen
id: Format bulan kedaluwarsa salah
is: Rangt sniðinn fyrningarmánuður
ja: 有効期限 (月) の形式が正しくありません
ka: ვადის ამოწურვის თვის ფორმატი არასწორია
kk: Жарамдылық мерзімі бітетін айдың пішімі дұрыс емес
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಅವಧಿ ಮೀರುವ ತಿಂಗಳು
ko: 잘못된 형식의 만료 월
lo: ເດືອນໝົດອາຍຸທີ່ຈັດຮູບແບບຢ່າງບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas galiojimo pabaigos mėnuo
lv: Nepareizi formatēts termiņa beigu mēnesis
mi: Ka hē te hōputu o te marama mōnehu
mk: Месец на истекување е погрешно форматиран
ml: തെറ്റായി ഫോർമാറ്റ് ചെയ്ത കാലഹരണ മാസം
mr: अयोग्यप्रकारे स्वरुपित केलेला कालबाह्यता महिना
ms: Bulan tamat tempoh tidak diformatkan dengan betul
mt: Xahar ta’ skadenza fformattjat ħażin
ne: गलत तरिकाले ढाँचाबद्ध म्याद समाप्त भएको महिना
nn_no: Feil formatert utløpsmånad
no: Utløpsmåneden har ikke riktig format
or: ଭୁଲ୍ ଭାବରେ ଫର୍ମାଟ୍ ହୋଇଥିବା ମିଆଦ ଶେଷର ମାସ
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਮਿਆਦ ਸਮਾਪਤੀ ਮਹੀਨਾ
pl: Niepoprawnie sformatowany miesiąc wygaśnięcia
ru: Неправильный формат месяца окончания срока действия
sl: Nepravilno oblikovan mesec poteka
sr_cyrl_rs: Неправилно обликован месец истека
sr_latn_rs: Format meseca isteka važenja nije ispravan
sv: Felaktigt formaterad förfallomånad
ta: தவறாக வடிவமைக்கப்பட்ட காலாவதியாகும் மாதம்
te: గడువు తీరే నెలతప్పుగా ఫార్మాట్ చేయబడింది
th: เดือนหมดอายุที่จัดรูปแบบไม่ถูกต้อง
tr: Son kullanma ayı hatalı biçimlendirilmiş
tt: Дөрес форматланмаган вакыты чыгу ае
ug: قەرەل ئاينىڭ فورماتى خاتا
uk: Неправильно відформатований місяць завершення терміну дії
ur: غلط وضع کردہ مدت ختم ہونے کا مہینہ
uz: Tugash oyi notoʻgʻri formatlangan
vi: Tháng hết hạn có định dạng không đúng
zh_hans: 过期月份格式不正确
zh_hant: 到期月份的格式不正確

# Literal.ExpirationYear.format
source: Incorrectly formatted expiration year
af: Verkeerd geformateerde vervaljaar
am: የተሳሳተ ቅርፀት ያለው የአገልግሎት ማብቂያ አመት
ar: سنة انتهاء الصلاحية منسقة بشكل غير صحيح
as: ভুলকৈ ফৰ্মেট কৰা ম্যাদ উকলা বছৰ
az: Yanlış formatlanmış bitmə ili
bg: Неправилно форматирана година на изтичане на срока на годност
bn_in: মেয়াদ উত্তীর্ণ হওয়ার বছর ভুলভাবে বিন্যাস করা হয়েছে
bs: Nepravilno formatirana godina isteka
cy: Blwyddyn dod i ben yn y fformat anghywir
da: Forkert formateret udløbsår
de: Falsch formatiertes Ablaufjahr
el: Εσφαλμένη μορφοποίηση έτους λήξης
es: Formato de año de expiración incorrecto
et: Valesti vormindatud aegumisaasta
eu: Iraungitze-urteak formatu okerra du
fa: سال انقضاء با فرمت اشتباه
ga: Bliain éaga formáidithe go mícheart
gd: Tha fòrmatadh na bliadhna a dh’fhalbhas an ùine air ceàrr
gl: Ano de caducidade incorrectamente formatado
gu: ખોટી રીતે સ્વરૂપિત સમાપ્તિ વર્ષ
he: שנת התפוגה כתובה בתבנית שגויה
hi: गलत तरीके से स्वरूपित समय सीमा समाप्ति वर्ष
hr: Neispravan oblik godine isteka
hu: A lejárati év formátuma helytelen
id: Format tahun kedaluwarsa salah
is: Rangt sniðið fyrningarár
ja: 有効期限 (年) の形式が正しくありません
ka: ვადის ამოწურვის წლის ფორმატი არასწორია
kk: Жарамдылық мерзімі бітетін жылдың пішімі дұрыс емес
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಅವಧಿ ಮೀರುವ ವರ್ಷ
ko: 잘못된 형식의 만료 연도
lo: ປີໝົດອາຍຸທີ່ຈັດຮູບແບບຢ່າງບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuoti galiojimo pabaigos metai
lv: Nepareizi formatēts termiņa beigu gads
mi: Ka hē te hōputu o te tau mōnehu
mk: Годината на истекување е погрешно форматирана
ml: തെറ്റായി ഫോർമാറ്റ് ചെയ്ത കാലഹരണ വർഷം
mr: अयोग्यप्रकारे स्वरुपित केलेले कालबाह्यता वर्ष
ms: Tahun tamat tempoh tidak diformatkan dengan betul
mt: Sena ta’ skadenza fformattjata ħażin
ne: गलत तरिकाले ढाँचाबद्ध म्याद समाप्त भएको वर्ष
nn_no: Feil formatert utløpsår
no: Utløpsåret har ikke riktig format
or: ଭୁଲ୍ ଭାବରେ ଫର୍ମାଟ୍ ହୋଇଥିବା ମିଆଦ ଶେଷର ବର୍ଷ
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਮਿਆਦ ਸਮਾਪਤੀ ਸਾਲ
pl: Niepoprawnie sformatowany rok wygaśnięcia
ru: Неправильный формат года окончания срока действия
sl: Nepravilno oblikovano leto poteka
sr_cyrl_rs: Неправилно обликована година престанка важења
sr_latn_rs: Format godine isteka nije ispravan
sv: Felaktigt formaterat förfalloår
ta: தவறாக வடிவமைக்கப்பட்ட காலாவதியாகும் வருடம்
te: గడువు తీరే సంవత్సరం తప్పుగా ఫార్మాట్ చేయబడింది
th: ปีหมดอายุที่จัดรูปแบบไม่ถูกต้อง
tr: Son kullanma yılı hatalı biçimlendirilmiş
tt: Дөрес форматланмаган вакыты чыгу елы
ug: قەرەل يىلنىڭ فورماتى خاتا
uk: Неправильно відформатований рік завершення терміну дії
ur: غلط وضع کردہ مدت ختم ہونے کا سال
uz: Tugash yili notoʻgʻri formatlangan
vi: Năm hết hạn có định dạng không đúng
zh_hans: 过期年份格式不正确
zh_hant: 到期年份的格式不正確

# Literal.EmailAddress.Format
source: Incorrectly formatted email address
af: Inkorrekte geformatteerde e-posadres
am: አቀማመጡ የተሳሳተ የኢሜይል አድራሻ
ar: ‏‏عنوان البريد الإلكتروني منسق بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা ই-মেইল ঠিকনা
az: Yanlış formatlaşdırılmış e-poçt ünvanı
bg: Неправилно форматиран имейл адрес
bn_in: ভুলভাবে ফরম্যাট করা ইমেল ঠিকানা
bs: Nepravilan format za adresu e-pošte
cy: Cyfeiriad e-bost â fformat anghywir
da: Forkert formateret mailadresse
de: Falsch formatierte E-Mail-Adresse
el: Εσφαλμένη μορφή διεύθυνσης ηλεκτρονικού ταχυδρομείου
es: Formato de dirección de correo electrónico incorrecto
et: Valesti vormindatud meiliaadress
eu: Helbide elektronikoaren formatua ez da zuzena
fa: قالب بندی آدرس ایمیل نادرست است
ga: Seoladh ríomhphoist formáidithe ar cearr
gd: Chan eil fòrmatadh an t-seòlaidh phuist-d ceart
gl: Enderezo de correo electrónico con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત ઈમેલ સરનામું
he: כתובת הדואר האלקטרוני כתובה במבנה שגוי
hi: गलत तरीके से स्वरूपित ईमेल पता
hr: Oblik adrese e-pošte nije točan
hu: Helytelen az e-mail-cím formátuma
id: Format alamat email salah
is: Rangt snið á netfangi
ja: 正しくない形式のメール アドレス
ka: ელფოსტის მისამართის ფორმატი არასწორია
kk: Қате пішімделген электрондық пошта мекенжайы
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಇಮೇಲ್ ವಿಳಾಸ
ko: 형식이 잘못된 메일 주소
ku_arab: ناونیشانی ئیمەیلێ فۆرمات نادروست
ky: Электрондук даректин форматы туура эмес
lo: ທີ່ຢູ່ອີເມວຢູ່ໃນຮູບແບບບໍ່ຖືກຕ້ອງ.
lt: Neteisingai suformatuotas el. pašto adresas
lv: Nepareizi formatēta e-pasta adrese
mi: Hōputu wāhitau īmēra hē
mk: Адресата на е-пошта е погрешно форматирана
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത ഇമെയിൽ വിലാസം
mn: Э-шуудангийн хаягийн хэлбэржүүлэлт буруу
mr: चुकीच्या पद्धतीने स्वरूपित केलेला ईमेल पत्ता
ms: Alamat e-mel tidak diformatkan dengan betul
mt: Indirizz elettroniku fformattjat ħażin
ne: गलत तरिकाले स्वरूपण गरिएको इमेल ठेगाना
nn_no: E-postadressa har ikkje rett format
no: E-postadressen har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା ଇମେଲ୍‍ ଠିକଣା
pa_arab_pk: غلط فارمیٹ والا ای میل دا پتہ
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਈਮੇਲ ਪਤਾ
pl: Nieprawidłowo sformatowany adres e-mail
ru: Неправильный формат адреса электронной почты
sd: اي ميل جو پتو غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත ඊමේල් ලිපිනය
sl: Nepravilno oblikovan e-poštni naslov
sr_cyrl_rs: Формат е-адресе није исправан
sr_latn_rs: Format adrese e-pošte nije ispravan
sv: Felaktigt format för e-postadress
ta: பிழையாக ஒருங்கமைக்கப்பட்ட மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా ఆకృతి చెల్లదు
tg: Суроғаи почтаи электронӣ нодуруст ворид шуд
th: อีเมลแอดเดรสที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş e-posta adresi
tt: Ялгыш форматлы электрон почта адресы
ug: تورخەت ئادرېسىنىڭ فورماتى خاتا
uk: Неправильний формат адреси електронної пошти
ur: غیردرست وضع کردہ ای میل پتہ
uz: E-pochta manzili noto‘g‘ri formatda
vi: Địa chỉ email được định dạng không đúng
zh_hans: 电子邮件格式不正确
zh_hant: 格式不正確的電子郵件地址
