Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Address.ShippingPhoneNumberWithExplanation
source: Phone number (for shipping-related issues)
af: Foonnommer (vir kwessies wat verband hou met versending)
am: ስልክ ቁጥር (ተያያዥ ጉዳዮችን ለመላክ)
ar: رقم الهاتف (للمشكلات المتعلقة بالشحن)
as: ফোন নম্বৰ (শ্বিপিং-সম্পৰ্কিত সমস্যাৰ বাবে)
az: Telefon nömrəsi (göndəriş ilə əlaqədar problemlər üçün)
bg: Телефонен номер (за проблеми, свързани с доставката)
bn_in: ফোন নম্বর (শিপিং সংক্রান্ত সমস্যাগুলির জন্য)
bs: Broj telefona (za probleme u vezi s isporukom)
cy: Rhif ffôn (ar gyfer materion yn ymwneud â danfon)
da: Telefonnummer (til forsendelsesrelaterede problemer)
de: Telefonnummer (bei Problemen im Zusammenhang mit dem Versand)
el: Αριθμός τηλεφώνου (για ζητήματα που σχετίζονται με αποστολές)
es: Número de teléfono (para problemas relacionados con los envíos)
et: Telefoninumber (kohaletoimetamisega seotud probleemide jaoks)
eu: Telefono-zenbakia (banaketarekin lotutako arazoetarako)
fa: شماره تلفن (برای مسائل مربوط به ارسال)
ga: Uimhir fóin (don chomhlacht poist)
gd: Àireamh fòn (airson cùisean co-cheangailte ri lìbhrigeadh)
gl: Número de teléfono (para asuntos relacionados con envíos)
gu: ફોન નંબર (શિપિંગ સંબંધિત સમસ્યાઓ માટે)
he: מספר טלפון (עבור בעיות שקשורות למשלוח)
hi: फ़ोन नंबर (शिपिंग से-संबंधित समस्याओं के लिए)
hr: Telefonski broj (za probleme oko dostave)
hu: Telefonszám (szállítással kapcsolatos ügyek)
id: Nomor ponsel (untuk masalah terkait pengiriman)
is: Símanúmer (fyrir vandamál tengd sendingum)
ja: 電話番号 (配送にする問題が発生した場合)
ka: ტელეფონის ნომერი (ტრანსპორტირებასთან დაკავშირებული პრობლემებისთვის)
kk: Телефон нөмірі (жеткізіп беруге қатысты мәселелер үшін)
kn: ಫೋನ್ ಸಂಖ್ಯೆ (ಶಿಪ್ಪಿಂಗ್-ಸಂಬಂಧಿತ ಸಮಸ್ಯೆಗಳಿಗೆ)
ko: 전화 번호(발송 관련 문제)
ku_arab: ژمارە تەلەفۆن (بۆ بابەتەکانی پەیوەندیدار لەگەڵ-گواستنەوه)
ky: Телефон номери (жөнөтүүгө байланыштуу маселелер үчүн)
lo: ໝາຍເລກໂທລະສັບ (ບັນຫາກ່ຽວກັບການຈັດສົ່ງ)
lt: Telefono numeris (su pristatymu susijusios problemos)
lv: Tālruņa numurs (ar nosūtīšanu saistītām problēmām)
mi: Tau waea (mō ngā raru kawe rawa)
mk: Телефонски број (за проблеми поврзани со испораката)
ml: ഫോൺ നമ്പർ (ഷിപ്പിംഗ് സംബന്ധിയായ പ്രശ്നങ്ങൾക്കായി)
mn: Утасны дугаар (хүргэлттэй холбоотой асуудлаар)
mr: फोन नंबर (वहनावळ-संबंधित समस्या)
ms: Nombor telefon (untuk isu berkaitan penghantaran)
mt: Numru tat-telefown (għal kwistjonijiet relatati mal-ikkunisnnar)
ne: फोन नम्बर (सिपिङ-सम्बन्धी समस्याहरूका लागि)
nn_no: Telefonnummer (for problem rundt levering)
no: Telefonnummer (for leveringsrelaterte problemer)
or: ଫୋନ୍ ନମ୍ବର୍ (ସିପିଂ-ସମ୍ଵନ୍ଧିତ ସମସ୍ୟାଗୁଡିକ ପାଇଁ)
pa_arab_pk: فون نمبر (شپنگ توں متعلقہ مسائل لئی)
pa_in: ਫੋਨ ਨੰਬਰ (ਸ਼ਿਪਿੰਗ-ਸਬੰਧਤ ਮਾਮਲਿਆਂ ਲਈ)
pl: Numer telefonu (problemy związane z wysyłką)
ru: Номер телефона (для проблем, связанных с доставкой)
sd: فون نمبر، (شپنگ سان لاڳاپيل-مسئلن لاءِ)
si: දුරකථන අංකය (ප්‍රවාහනගත කිරීමට අදාල ගැටලු සඳහා)
sl: Telefonska številka (za zadeve, povezane s pošiljanjem)
sr_cyrl_rs: Број телефона (за проблеме са испоруком)
sr_latn_rs: Broj telefona (za probleme vezane za isporuku)
sv: Telefonnummer (för leveransproblem)
ta: தொலைபேசி எண் (ஷிப்பிங் தொடர்பான சிக்கல்கள்)
te: ఫోన్ నెంబర్ (షిప్పింగ్ సంబంధిత విషయాల కొరకు)
tg: Рақами телефон (барои масъалаҳои интиқол)
th: หมายเลขโทรศัพท์ (สำหรับปัญหาที่เกี่ยวข้องกับการจัดส่ง)
tr: Telefon numarası (gönderim ile ilgili sorunlar için)
tt: Телефон номеры (китерү белән бәйле проблемалар өчен)
ug: تېلىفۇن نومۇرى (ئەۋەتىشكە مۇناسىۋەتلىك)
uk: Номер телефону (для пов’язаних з доставкою питань)
ur: فون نمبر (شپنگ سے متعلقہ مسائل کے لیے)
uz: Telefon raqami (yetkazib berishga doir masalalar uchun)
vi: Số điện thoại (dành cho các vấn đề liên quan đến vận chuyển)
zh_hans: 电话号码(用于解决发货相关问题)
zh_hant: 電話號碼 (供運送相關問題使用)

# Literal.Address.DirectDebit.AccountAddress
source: Account Address
af: Rekeningadres
am: የመለያ አድራሻ
ar: عنوان الحساب
as: একাউণ্টৰ ঠিকনা
az: Hesab Ünvanı
bg: Адрес на акаунта
bn_in: অ্যাকাউন্ট ঠিকানা
bs: Adresa računa
cy: Cyfeiriad y Cyfrif
da: Kontoadresse
de: Kontoadresse
el: Διεύθυνση λογαριασμού
es: Dirección de la cuenta
et: Konto aadress
eu: Kontuaren helbidea
fa: آدرس حساب
ga: Seoladh an chuntais
gd: Seòladh a’ chunntais
gl: Enderezo da conta
gu: અકાઉન્ટનું સરનામું
he: כתובת חשבון
hi: खाता पता
hr: Adresa računa
hu: Fiók címe
id: Alamat Akun
is: Heimilisfang reiknings
ja: アカウントの住所
ka: ანგარიშის მისამართი
kk: Тіркелгі мекенжайы
kn: ಖಾತೆ ವಿಳಾಸ
ko: 계정 주소
ku_arab: ناونیشانی ئەژمێر
ky: Каттоо жазуунун дареги
lo: ທີ່ຢູ່ບັນຊີ
lt: Paskyros adresas
lv: Konta adrese
mi: Wāhitau Pūkete
mk: Адреса на сметка
ml: അക്കൗണ്ട് വിലാസം
mn: Хэрэглэгчийн бүртгэлийн хаяг
mr: खाते पत्ता
ms: Alamat Akaun
mt: Indirizz tal-Kont
ne: खाता ठेगाना
nn_no: Kontoadresse
no: Kontoadresse
or: ଆକାଉଣ୍ଟ ଠିକଣା
pa_arab_pk: اکاؤنٹ دا پتہ
pa_in: ਖਾਤੇ ਦਾ ਪਤਾ
pl: Adres konta
ru: Адрес счета
sd: اڪائونٽ جو پتو
si: ගිණුමේ ලිපිනය
sl: Naslov računa
sr_cyrl_rs: Адреса налога
sr_latn_rs: Adresa naloga
sv: Kontoadress
ta: கணக்கு முகவரி
te: ఖాతా చిరునామా
tg: Суроғаи ҳисоб
th: ที่อยู่บัญชี
tr: Hesap Adresi
tt: Хисап язмасы адресы
ug: ھېسابات ئادرېسى
uk: Адреса в обліковому записі
ur: اکاؤنٹ پتہ
uz: Hisob manzili
vi: Địa chỉ Tài khoản
zh_hans: 帐户地址
zh_hant: 帳戶位址

# Literal.PaymentMethod.Select.HeadingAlternate1
source: Please select your payment method:
af: Kies asseblief jou betalingsmetode:
am: እባክዎ የመክፈያ ዘዴዎን ይምረጡ፦
ar: يُرجى تحديد طريقة الدفع الخاصة بك:
as: অনুগ্ৰহ কৰি আপোনাৰ পৰিশোধ পদ্ধতি চয়ন কৰক:
az: Ödəniş üsulunuzu seçin:
bg: Изберете своя метод за плащане:
bn_in: দয়া করে আপনার অর্থ প্রদানের পদ্ধতি নির্বাচন করুন:
bs: Odaberite način plaćanja:
cy: Dewiswch eich dull talu:
da: Vælg din betalingsmetode:
de: Wählen Sie Ihre Zahlungsmethode aus:
el: Επιλέξτε τη μέθοδο πληρωμής σας:
es: Selecciona el método de pago:
et: Valige makseviis:
eu: Hautatu ordainketa-metodoa
fa: لطفاً روش پرداخت خود را انتخاب کنید:
ga: Roghnaigh do mhodh íocaíochta:
gd: Tagh dòigh pàighidh dhut:
gl: Selecciona o método de pagamento:
gu: તમારી ચુકવણીની પદ્ધતિ કૃપા કરીને પસંદ કરો:
he: בחר את שיטת התשלום שלך:
hi: कृपया अपनी भुगतान पद्धति चुनें:
hr: Odaberite način plaćanja:
hu: Adja meg a használni kívánt fizetési módot:
id: Pilih metode pembayaran Anda:
is: Veldu greiðslumáta:
ja: お支払い方法を選択してください:
ka: გთხოვთ, აირჩიოთ გადახდის მეთოდი:
kk: Төлем әдісін таңдаңыз:
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ:
ko: 결제 방법을 선택하세요.
ku_arab: تکایه شێوازی پارەدانت دەسنیشان بکه:
ky: Төлөм ыкмаңызды тандаңыз:
lo: ກະລຸນາເລືອກວິທີການຊຳລະຂອງທ່ານ:
lt: Pasirinkite mokėjimo būdą:
lv: Atlasiet maksāšanas veidu:
mi: Me tīpako tō tikanga utu:
mk: Изберете го начинот на плаќање:
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക:
mn: Төлбөрийн хэрэгслээ сонгоно уу:
mr: कृपया आपली देय पद्धत निवडा:
ms: Sila pilih kaedah pembayaran anda:
mt: Agħżel il-metodu ta' pagament tiegħek:
ne: आफ्नो भुक्तानी गर्ने तरिका चयन गर्नुहोस्:
nn_no: Vel betalingsmåten:
no: Velg betalingsmåten:
or: ଦୟାକରି ଆପଣଙ୍କର ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ:
pa_arab_pk: میربانی کر کہ اپنا ادائیگی دا طریقہ چُنو:
pa_in: ਕਿਰਪਾ ਆਪਣਾ ਭੁਗਤਾਨ ਦਾ ਤਰੀਕਾ ਚੋਣ ਕਰੋ:
pl: Wybierz metodę płatności:
ru: Выберите метод оплаты:
sd: مهرباني ڪري پنهنجو ادائگي جو طريقو چونڊيو:
si: කරුණාකර ඔබගේ ගෙවීම් විධික්‍රමය තෝරන්න:
sl: Izberite plačilno sredstvo:
sr_cyrl_rs: Изаберите начин плаћања:
sr_latn_rs: Izaberite način plaćanja:
sv: Välj din betalningsmetod:
ta: உங்கள் கட்டண முறையைத் தேர்ந்தெடுக்கவும்:
te: దయచేసి మీ చెల్లింపు పద్ధతిని ఎంచుకోండి:
tg: Лутфан, усули пардохти худро интихоб кунед:
th: โปรดเลือกวิธีการชำระเงินของคุณ:
tr: Lütfen ödeme yönteminizi seçin:
tt: Түләү ысулыгызны тамгалагыз:
ug: ھەق تاپشۇرۇش ئۇسۇلى تاللاڭ:
uk: Виберіть метод оплати:
ur: براہ مہربانی اپنی ادائیگی کا طریقہ کار منتخب کریں:
uz: Toʻlov usulini tanlang:
vi: Vui lòng chọn phương pháp thanh toán của bạn:
zh_hans: 请选择支付方式:
zh_hant: 請選取您的付費方式：

# Literal.OobeLabel.AddCCHeader
source: Add your credit card to start your free trial
af: Voeg jou kredietkaart by om jou gratis proeflopie te begin
am: ነጻ ሙከራዎን ለመጀመር ክሬዲት ካርድዎን ያክሉ
ar: إضافة بطاقتك الائتمانية لبدء تجربتك المجانية
as: আপোনাৰ বিনামূলীয়া ট্ৰায়েল আৰম্ভ কৰিবলৈ আপোনাৰ ক্ৰেডিট কাৰ্ড যোগ কৰক
az: Pulsuz sınağınızı başlatmaq üçün kredit kartınızı əlavə edin
bg: Добавете кредитната си карта, за да започнете безплатния пробен период
bn_in: আপনার বিনামূল্যে ট্রায়াল শুরু করতে আপনার ক্রেডিট কার্ড যোগ করুন
bs: Dodajte kreditnu da biste započeli besplatnu probnu verziju
cy: Ychwanegwch gerdyn credyd i ddechrau eich treial am ddim
da: Tilføj dit kreditkort for at starte din gratis prøve
de: Fügen Sie Ihre Kreditkarte hinzu, um Ihre kostenlose Testversion zu starten.
el: Προσθέστε την πιστωτική κάρτα σας για να ξεκινήσετε τη δωρεάν δοκιμαστική έκδοση
es: Agrega tu tarjeta de crédito para iniciar la prueba​ gratuita
et: Krediitkaardi lisamine tasuta prooviversiooniga alustamiseks
eu: Gehitu kreditu-txartela, doako proba hasteko
fa: کارت اعتباری خود را برای شروع نسخه آزمایشی رایگان خود اضافه کنید
ga: Cuir do chárta creidmheasa leis chun do thriail saor in aisce a thosú
gd: Cuir a’ chairt-chreideis agad ris is tòisich air an triail an-asgaidh agad
gl: Confirmar o cartón de crédito para iniciar a proba​ gratuíta
gu: તમારી મફત અજમાયશ શરૂ કરવા માટે તમારું ક્રેડિટ કાર્ડ ઉમેરો
he: הוסף את כרטיס האשראי שלך כדי להתחיל גרסת ניסיון ללא תשלום
hi: अपना निःशुल्क परीक्षण प्रारंभ करने के लिए अपना क्रेडिट कार्ड जोड़ें
hr: Dodajte kreditnu karticu za pokretanje besplatne probne verzije
hu: Az ingyenes próbaverzió megkezdéséhez adja meg a hitelkártyaadatait.
id: Tambah kartu kredit untuk memulai coba gratis
is: Skráðu kreditkortið þitt til að hefja ókeypis prufutíma
ja: 無料試用版の利用を開始するには、クレジット カードを追加してください
ka: დაამატეთ თქვენი საკრედიტო ბარათი და გაუშვით უფასო საცდელი ვერსია
kk: Тегін сынақ нұсқасын бастау үшін несие картасын қосу
kn: ನಿಮ್ಮ ಉಚಿತ ಪ್ರಯೋಗವನ್ನು ಪ್ರಾರಂಭಿಸಲು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: 무료 평가판을 시작하려면 신용 카드를 추가하세요
ku_arab: کرێدت کارتەکەت زیاد بکه بۆ دەسپێکی تاقیکردنەوەی خۆڕاییت
ky: Акысыз сынооңузду баштоо үчүн насыя картаңызды кошуңуз
lo: ເພີ່ມ ບັດເຄຣດິດຂອງທ່ານເພື່ອເລີ່ມ ການທົດລອງໃຊ້ຟຣີ
lt: Norėdami pradėti naudotis nemokama bandomąja versija, įtraukite kredito kortelę
lv: Lai sāktu bezmaksas izmēģinājumu, pievienojiet kredītkarti
mi: Tāpiria tō kāri tāwere kia tīmataria tō whakamātau koreutu
mk: Додајте ја вашата кредитна картичка за да ја почнете вашата бесплатна проба
ml: നിങ്ങളുടെ സൌജന്യ ട്രയൽ ആരംഭിക്കുന്നതിന് നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് ചേർക്കുക
mn: Кредит картаа нэмээд үнэгүй туршиж эхлээрэй
mr: आपली फ्री ट्रायल सुरू करण्यासाठी आपले क्रेडीट कार्ड जोडा
ms: Tambah kad kredit anda untuk memulakan percubaan percuma anda
mt: Żid il-karta tal-kreditu tiegħek biex tibda l-prova bla ħlas tiegħek
ne: आफ्नो नि:शुल्क परीक्षण सुरु गर्न तपाइँले आफ्नो क्रेडिट कार्ड थप्नुहोस्
nn_no: Legg til kredittkort for å starte kostnadsfri prøveversjon
no: Bekreft kredittkortet for å starte gratis prøveversjon
or: ଆପଣଙ୍କର ନିଶୁଳ୍କ ପରୀକ୍ଷା ଆରମ୍ଭ କରିବାକୁ ନିଜର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯୋଗ କରନ୍ତୁ
pa_arab_pk: اپنا مفت ٹرائل شروع کرن لئی اپنا کریڈٹ کارڈ شامل کرو
pa_in: ਆਪਣੀ ਮੁਫ਼ਤ ਟ੍ਰਾਇਲ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਆਪਣਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜੋੜੋ
pl: Dodaj kartę kredytową, aby rozpocząć bezpłatny okres próbny
ru: Чтобы начать работу с бесплатной пробной версией, добавьте сведения о своей кредитной карте
sd: پنهنجي مفت آزمائش شروع ڪرڻ جي لاءِ پنهنجو ڪريڊٽ ڪارڊ شامل ڪريو
si: ඔබගේ නොමිලේ අත්හදා බැලීම ආරම්භ කිරීමට ඔබගේ ක්‍රෙඩිට් කාඩ්පත එක් කරන්න
sl: Če želite zagnati brezplačen preskus, dodajte kreditno kartico
sr_cyrl_rs: Додајте кредитну картицу да бисте покренули бесплатну пробну верзију
sr_latn_rs: Dodajte kreditnu karticu da biste pokrenuli besplatnu probnu verziju
sv: Lägg till ditt kreditkort för att starta din kostnadsfria utvärderingsperiod
ta: இலவசச் சோதனையைத் தொடங்க, கடன் அட்டையைச் சேர்க்கவும்
te: మీ ఉచిత ట్రయల్ను ప్రారంభించడానికి మీ క్రెడిట్ కార్డ్ని జోడించండి
tg: Барои оғози озмоиши ройгони худ корти қарзӣ илова кунед
th: เพิ่มบัตรเครดิตของคุณเพื่อเริ่มต้นรุ่นทดลองใช้ฟรี
tr: Ücretsiz denemenizi başlatmak için kredi kartınızı ekleyin
tt: Бушлай сынауны башлау өчен, кредит картагызны өстәгез
ug: ئىناۋەتلىك كارتا قوشۇپ، ھەقسىز سىناپ ئىشلىتىشنى باشلاڭ
uk: Щоб почати безкоштовне ознайомлення, додайте відомості про свою кредитну картку
ur: اپنی مفت آزمائش شروع کرنے کے لیے اپنا کریڈٹ کارڈ شامل کریں
uz: Bepul sinov versiyasidan foydalanishni boshlash uchun kredit kartangizni qoʻshing
vi: Thêm thẻ tín dụng của bạn để bắt đầu dùng thử miễn phí
zh_hans: 添加信用卡以开始免费试用
zh_hant: 新增信用卡即可免費試用
