Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.FirstNamePronunciation
source: First name pronunciation
af: Uitspraak van voornaam
am: የመጀመሪያ ስም አነባበብ
ar: هجاء الاسم الأول
as: প্ৰথম নাম উচ্চাৰণ
az: Adın tələffüzü
bg: Произнасяне на собственото име
bn_in: নামের উচ্চারণ
bs: Izgovor imena
cy: Ynganiad enw cyntaf
da: Udtale af fornavn
de: Aussprache des Vornamens
el: Φωνητική γραφή ονόματος
es: Pronunciación del nombre
et: Eesnime hääldus
eu: Izenaren ahoskera
fa: تلفظ نام اول
ga: Fuaimniú an chéadainm
gd: Tar-sgrìobhadh an ainm
gl: Pronunciación do nome
gu: પ્રથમ નામ ઉચ્ચારણ
he: היגוי שם פרטי
hi: पहले नाम का उच्चारण
hr: Izgovor imena
hu: Utónév kiejtése
id: Pelafalan nama depan
is: Framburður fornafns
ja: 名のフリガナ
ka: როგორ წარმოითქმის სახელი
kk: Атының айтылуы
kn: ಮೊದಲ ಹೆಸರಿನ ಉಚ್ಛಾರಣೆ
ko: 이름(발음 기준)
ku_arab: بێژانی ناوی یەکەم
ky: Атынын айтылышы
lo: ການອອກສຽງຊື່ຕົ້ນ
lt: Vardo tarimas
lv: Vārda izruna
mi: Whakahuatanga ingoa tuatahi
mk: Изговор на името
ml: പേരിന്റെ ആദ്യഭാഗത്തിന്റെ ഉച്ചാരണം
mn: Нэрний дуудлага
mr: नाव उच्चारण
ms: Sebutan nama pertama
mt: Pronunzja tal-isem
ne: पहिलो नामको उच्चारण
nn_no: Uttale av fornamn
no: Uttale av fornavn
or: ପ୍ରଥମ ନାମ ଉଚାରଣ
pa_arab_pk: پہلے ناں دا تلفظ
pa_in: ਨਾਮ ਦੇ ਪਹਿਲੇ ਭਾਗ ਦਾ ਉਚਾਰਣ
pl: Wymowa imienia
ru: Транскрипция имени
sd: پھرين نالي جو اُچار
si: පළමු නමේ උච්චාරණය
sl: Izgovarjava imena
sr_cyrl_rs: Изговор имена
sr_latn_rs: Izgovor imena
sv: Uttal av förnamn
ta: முதல் பெயரின் உச்சரிப்பு
te: మొదటి పేరు ఉచ్చారణ
tg: Талаффузи ном
th: วิธีการออกเสียงชื่อจริง
tr: Adın söylenişi
tt: Исем әйтелеше
ug: ئىسىمنىڭ ئالدى قوشۇمچىسى
uk: Вимова імені
ur: پہلے نام کا تلفظ
uz: Ism talaffuzi
vi: Phiên âm tên
zh_hans: 名字发音
zh_hant: 名字讀音

# Word.MiddleName
source: Middle name
af: Tweede naam
am: የአባት ስም
ar: الاسم الأوسط
as: মধ্যম নাম
az: İkinci ad
bg: Презиме
bn_in: মাঝের নাম
bs: Srednje ime
cy: Enw canol
da: Mellemnavn
de: Zweiter Vorname
el: Πατρώνυμο
es: Segundo nombre
et: Teine eesnimi
eu: Bigarren izena
fa: نام میانی
ga: Dara hainm
gd: Ainm meadhanach
gl: Segundo nome
gu: વચલું નામ
he: שם אמצעי
hi: मध्य नाम
hr: Srednje ime
hu: Középső név
id: Nama tengah
is: Millinafn
ja: ミドル ネーム
ka: მეორე სახელი
kk: Әке аты
kn: ಮಧ್ಯದ ಹೆಸರು
ko: 중간 이름
lo: ຊື່​ກາງ
lt: Antras vardas
lv: Otrais vārds
mi: Ingoa waenganui
mk: Средно име
ml: പേരിന്റെ മധ്യഭാഗം
mr: मधले नाव
ms: Nama tengah
mt: Isem tan-nofs
ne: बीचको नाम
nn_no: Mellomnamn
no: Mellomnavn
or: ମଧ୍ୟ ନାମ
pa_in: ਵਿਚਕਾਰਲਾ ਨਾਂ
pl: Drugie imię
ru: Отчество
sl: Srednje ime
sr_cyrl_rs: Средње име
sr_latn_rs: Srednje ime
sv: Mellannamn
ta: நடுப்பெயர்
te: మధ్య పేరు
th: ชื่อกลาง
tr: İkinci ad
tt: Икенче исем
ug: ئىككىنچى ئىسىم
uk: По батькові
ur: درمیانی نام
uz: Otasining ismi
vi: Tên đệm
zh_hans: 中间名
zh_hant: 中間名

# Word.FirstNameOptional
source: First name (optional)
af: Voornaam (opsioneel)
am: የመጀመሪያ ስም (ግድ ያልሆነ)
ar: الاسم الأول (اختياري)
as: প্ৰথম নাম (বৈকল্পিক)
az: Ad (şərti)
bg: Първо име (по избор)
bn_in: প্রথম নাম (ঐচ্ছিক)
bs: Ime (nije obavezno)
cy: Enw cyntaf (dewisol)
da: Fornavn (valgfrit)
de: Vorname (optional)
el: Όνομα (προαιρετικό)
es: Nombre (opcional)
et: Eesnimi (valikuline)
eu: Izena (aukerakoa)
fa: نام (اختیاری)
ga: Céadainm (roghnach)
gd: Ainm (roghainneil)
gl: Nome (opcional)
gu: પ્રથમ નામ (વૈકલ્પિક)
he: שם פרטי (אופציונלי)
hi: प्रथम नाम (वैकल्पिक)
hr: Ime (neobavezno)
hu: Utónév (nem kötelező)
id: Nama depan (opsional)
is: Skírnarnafn (valfrjálst)
ja: 名 (省略可能)
ka: სახელი (არასავალდებულო)
kk: Аты (міндетті емес)
kn: ಮೊದಲ ಹೆಸರು (ಐಚ್ಛಿಕ)
ko: 이름(선택 사항)
lo: ຊື່ແທ້ (ເລືອກໄດ້)
lt: Vardas (neprivaloma)
lv: Vārds (neobligāti)
mi: Ingoa tuatahi (he kōwhiringa)
mk: Име (изборно)
ml: പേരിന്റെ ആദ്യഭാഗം (ഓപ്‌ഷണല്‍)
mr: प्रथम नाव (वैकल्पिक)
ms: Nama pertama (pilihan)
mt: Isem (fakultattiv)
ne: नाम (ऐच्छिक)
nn_no: Fornamn (valfritt)
no: Fornavn (valgfritt)
or: ପ୍ରଥମ ନାମ (ବୈକଳ୍ପିକ)
pa_in: ਪਹਿਲਾ ਨਾਮ (ਵਿਕਲਪਿਕ)
pl: Imię (opcjonalnie)
ru: Имя (необязательно)
sl: Ime (izbirno)
sr_cyrl_rs: Име (опционално)
sr_latn_rs: Ime (opcionalno)
sv: Förnamn (valfritt)
ta: பெயரின் முற்பகுதி (விருப்பத்தேர்வு)
te: మొదటి పేరు (ఐచ్ఛికం)
th: ชื่อ (ไม่บังคับ)
tr: Ad (isteğe bağlı)
tt: Исем (мәҗбүри түгел)
ug: ئىسىم (ئىختىيارىي)
uk: Ім’я (необов’язково)
ur: پہلا نام (اختیاری)
vi: Tên (tùy chọn)
zh_hans: 名字(可选)
zh_hant: 名字 (選擇性)

# Word.LastNameOptional
source: Last name (optional)
af: Van (opsioneel)
am: የአያት ስም(ግድ ያልሆነ)
ar: الاسم الأخير (اختياري)
as: অন্তিম নাম (বৈকল্পিক)
az: Soyad (şərti)
bg: Фамилно име (по избор)
bn_in: পদবী (ঐচ্ছিক)
bs: Prezime (nije obavezno)
cy: Enw olaf (dewisol)
da: Efternavn (valgfrit)
de: Nachname (optional)
el: Επώνυμο (προαιρετικό)
es: Apellido (opcional)
et: Perekonnanimi (valikuline)
eu: Abizena (aukerakoa)
fa: نام خانوادگی (اختیاری)
ga: Sloinne (roghnach)
gd: Sloinneadh (roghainneil)
gl: Apelidos (opcional)
gu: અટક (વૈકલ્પિક)
he: שם משפחה (אופציונלי)
hi: अंतिम नाम (वैकल्पिक)
hr: Prezime (neobavezno)
hu: Vezetéknév (nem kötelező)
id: Nama belakang (opsional)
is: Eftirnafn (valfrjálst)
ja: 姓 (省略可能)
ka: გვარი (არასავალდებულო)
kk: Тегі (міндетті емес)
kn: ಕೊನೆಯ ಹೆಸರು (ಐಚ್ಛಿಕ)
ko: 성(선택 사항)
lo: ນາມສະກຸນ (ເລືອກໄດ້)
lt: Pavardė (neprivaloma)
lv: Uzvārds (neobligāti)
mi: Ingoa whakamutunga (he kōwhiringa)
mk: Презиме (изборно)
ml: പേരിന്റെ അവസാന ഭാഗം (ഓപ്‌ഷണല്‍)
mr: आडनाव (वैकल्पिक)
ms: Nama akhir (pilihan)
mt: Kunjom (fakultattiv)
ne: थर (ऐच्छिक)
nn_no: Etternamn (valfritt)
no: Etternavn (valgfritt)
or: ଶେଷ ନାମ (ବୈକଳ୍ପିକ)
pa_in: ਆਖਰੀ ਨਾਮ (ਵਿਕਲਪਿਕ)
pl: Nazwisko (opcjonalnie)
ru: Фамилия (необязательно)
sl: Priimek (izbirno)
sr_cyrl_rs: Презиме (опционално)
sr_latn_rs: Prezime (opcionalno)
sv: Efternamn (valfritt)
ta: பெயரின் பிற்பகுதி (விருப்பத்தேர்வு)
te: ఇంటి పేరు (ఐచ్ఛికం)
th: นามสกุล (ไม่บังคับ)
tr: Soyadı (isteğe bağlı)
tt: Фамилия (мәҗбүри түгел)
ug: فامىلە (ئىختىيارىي)
uk: Прізвище (необов’язково)
ur: آخری نام (اختیاری)
vi: Họ (tùy chọn)
zh_hans: 姓氏(可选)
zh_hant: 姓氏 (選擇性)

# Word.AddressFirstNameOptional
source: First name (Optional)
af: Voornaam (opsioneel)
am: የመጀመሪያ ስም (ግድ ያልሆነ)
ar: الاسم الأول (اختياري)
as: প্ৰথম নাম (বৈকল্পিক)
az: Ad (İxtiyari)
bg: Първо име (по избор)
bn_in: মূল নাম (ঐচ্ছিক)
bs: Ime (Nije obavezno)
cy: Enw cyntaf (Dewisol)
da: Fornavn (valgfrit)
de: Vorname (optional)
el: Όνομα (Προαιρετικό)
es: Nombre (opcional)
et: Eesnimi (valikuline)
eu: Izena (aukerakoa)
fa: نام (اختیاری)
ga: Céadainm (Roghnach)
gd: Ainm (roghainneil)
gl: Nome (opcional)
gu: પ્રથમ નામ (વૈકલ્પિક)
he: שם פרטי (אופציונלי)
hi: पहला नाम (वैकल्पिक)
hr: Ime (neobavezno)
hu: Utónév (nem kötelező)
id: Nama depan (Opsional)
is: Fornafn (valfrjálst)
ja: 名 (省略可能)
ka: სახელი (არასავალდებულო)
kk: Аты (міндетті емес)
kn: ಮೊದಲ ಹೆಸರು (ಐಚ್ಛಿಕ)
ko: 이름(선택 사항)
lo: ຊື່ແທ້ (ເລືອກໄດ້)
lt: Vardas (pasirinktinai)
lv: Vārds (neobligāti)
mi: Ingoa tuatahi (He kōwhiringa)
mk: Име (изборно)
ml: പേരിന്റെ ആദ്യഭാഗം (ഓപ്‌ഷണല്‍)
mr: प्रथम नाव (वैकल्पिक)
ms: Nama pertama (Pilihan)
mt: Isem (Fakultattiv)
ne: नाम (ऐच्छिक)
nn_no: Fornamn (valfritt)
no: Fornavn (valgfritt)
or: ପ୍ରଥମ ନାମ (ବୈକଳ୍ପିକ)
pa_in: ਪਹਿਲਾ ਨਾਮ (ਵਿਕਲਪਿਕ)
pl: Imię (opcjonalnie)
ru: Имя (необязательно)
sl: Ime (izbirno)
sr_cyrl_rs: Име (опционално)
sr_latn_rs: Ime (Opcionalno)
sv: Förnamn (valfritt)
ta: பெயரின் முற்பகுதி (விருப்பத்தேர்வு)
te: మొదటి పేరు (ఐచ్ఛికం)
th: ชื่อ (เพิ่มเติม)
tr: Ad (İsteğe bağlı)
tt: Исем (мәҗбүри түгел)
ug: ئىسىم (ئىختىيارىي)
uk: Ім’я (необов’язково)
ur: پہلا نام (اختیاری)
vi: Tên (Tùy chọn)
zh_hans: 名字(可选)
zh_hant: 名字 (選擇性)

# Word.AddressLastNameOptional
source: Last name (Optional)
af: Van (opsioneel)
am: የአያት ስም(ግድ ያልሆነ)
ar: الاسم الأخير (اختياري)
as: অন্তিম নাম (বৈকল্পিক)
az: Soyad (İxtiyari)
bg: Фамилно име (по избор)
bn_in: পদবী (ঐচ্ছিক)
bs: Prezime (Nije obavezno)
cy: Enw olaf (Dewisol)
da: Efternavn (valgfrit)
de: Nachname (optional)
el: Επώνυμο (Προαιρετικό)
es: Apellido (opcional)
et: Perekonnanimi (valikuline)
eu: Abizena (aukerakoa)
fa: نام خانوادگی (اختیاری)
ga: Sloinne (roghnach)
gd: Sloinneadh (roghainneil)
gl: Apelidos (opcional)
gu: અટક (વૈકલ્પિક)
he: שם משפחה (אופציונלי)
hi: अंतिम नाम (वैकल्पिक)
hr: Prezime (neobavezno)
hu: Vezetéknév (nem kötelező)
id: Nama belakang (Opsional)
is: Eftirnafn (valfrjálst)
ja: 姓 (省略可能)
ka: გვარი (არასავალდებულო)
kk: Тегі (міндетті емес)
kn: ಕೊನೆಯ ಹೆಸರು (ಐಚ್ಛಿಕ)
ko: 성(선택 사항)
lo: ນາມສະກຸນ (ເລືອກໄດ້)
lt: Pavardė (pasirinktinai)
lv: Uzvārds (neobligāti)
mi: Ingoa whakamutunga (He kōwhiringa)
mk: Презиме (изборно)
ml: പേരിന്റെ അവസാന ഭാഗം (ഓപ്‌ഷണല്‍)
mr: आडनाव (वैकल्पिक)
ms: Nama akhir (Pilihan)
mt: Kunjom (Fakultattiv)
ne: थर (ऐच्छिक)
nn_no: Etternamn (valfritt)
no: Etternavn (valgfritt)
or: ଶେଷ ନାମ (ବୈକଳ୍ପିକ)
pa_in: ਆਖਰੀ ਨਾਮ (ਵਿਕਲਪਿਕ)
pl: Nazwisko (opcjonalnie)
ru: Фамилия (необязательно)
sl: Priimek (izbirno)
sr_cyrl_rs: Презиме (опционално)
sr_latn_rs: Prezime (Opcionalno)
sv: Efternamn (valfritt)
ta: பெயரின் பிற்பகுதி (விருப்பத்தேர்வு)
te: ఇంటి పేరు (ఐచ్ఛికం)
th: นามสกุล (เพิ่มเติม)
tr: Soyadı (İsteğe bağlı)
tt: Фамилия (мәҗбүри түгел)
ug: فامىلە (ئىختىيارىي)
uk: Прізвище (необов’язково)
ur: آخری نام (اختیاری)
vi: Họ (Tùy chọn)
zh_hans: 姓氏(可选)
zh_hant: 姓氏 (選擇性)

# Word.MiddleNameOptional
source: Middle name (optional)
af: Tweede naam (opsioneel)
am: የአባት ስም (ግድ ያልሆነ)
ar: الاسم الأوسط (اختياري)
as: মধ্যম নাম (বৈকল্পিক)
az: İkinci ad (ixtiyari)
bg: Презиме (по избор)
bn_in: মধ্য নাম (ঐচ্ছিক)
bs: Srednje ime (nije obavezno)
cy: Enw canol (opsiynol)
da: Mellemnavn (valgfrit)
de: Zweiter Name (optional)
el: Πατρώνυμο (προαιρετικό)
es: Segundo nombre (opcional)
et: Teine eesnimi (valikuline)
eu: Bigarren izena (aukerakoa)
fa: نام میانی (اختیاری)
ga: Dara ainm (roghnach)
gd: Ainm meadhanach (roghainneil)
gl: Segundo nome (opcional)
gu: વચલું નામ (વૈકલ્પિક)
he: שם אמצעי (אופציונלי)
hi: मध्य नाम (वैकल्पिक)
hr: Srednji ime (neobavezno)
hu: Második utónév (nem kötelező)
id: Nama tengah (opsional)
is: Millinafn (valfrjálst)
ja: ミドル ネーム (省略可能)
ka: მეორე სახელი (არასავალდებულო)
kk: Әкесінің аты (міндетті емес)
kn: ಮಧ್ಯದ ಹೆಸರು (ಐಚ್ಛಿಕ)
ko: 중간 이름(선택 사항)
lo: ຊື່ກາງ (ຕົວເລືອກເສີມ)
lt: Antras vardas (pasirinktinai)
lv: Otrais vārds (neobligāti)
mi: Ingoa o waenganui (he kōwhiringa)
mk: Средно име (изборно)
ml: മധ്യനാമം (ഐച്ഛിപരമായ)
mr: मधले नाव (पर्यायी)
ms: Nama tengah (pilihan)
mt: Isem tan-nofs (fakultattiv)
ne: बीचको नाम (वैकल्पिक)
nn_no: Mellomnamn (valfritt)
no: Mellomnavn (valgfritt)
or: ମଧ୍ୟମ ନାମ (ବୈକଳ୍ପିକ)
pa_in: ਵਿਚਕਾਰਲਾ ਨਾਮ (ਵਿਕਲਪਿਕ)
pl: Drugie imię (opcjonalnie)
ru: Отчество (необязательно)
sl: Srednje ime (izbirno)
sr_cyrl_rs: Средње име (опционално)
sr_latn_rs: Srednje ime (opcionalno)
sv: Mellannamn (valfritt)
ta: பெயரின் நடுப்பகுதி (விருப்பத்தேர்வுக்குரியது)
te: మధ్య పేరు (ఐచ్ఛికం)
th: ชื่อกลาง (ไม่บังคับ)
tr: İkinci adınız (isteğe bağlı)
tt: Атасының исеме (мәҗбүри түгел)
ug: ئوتتۇرانچى ئىسىم (تاللانما)
uk: По батькові (необов'язково)
ur: درمیانی نام (اختیاری)
uz: Otasning ismi (ixtiyoriy)
vi: Tên đệm (không bắt buộc)
zh_hans: 中间名(可选)
zh_hant: 中間名 (選擇性)

# Word.FriendlyName.PayPal
source: PayPal account
af: PayPal-rekening
am: PayPal መለያ
ar: حساب PayPal
as: PayPal একাউণ্ট
az: PayPal hesabı
bg: Акаунт в PayPal
bn_in: PayPal অ্যাকাউন্ট
bs: PayPal račun
cy: Cyfrif PayPal
da: PayPal-konto
de: PayPal-Konto
el: Λογαριασμός PayPal
es: Cuenta de PayPal
et: PayPali konto
eu: PayPal kontua
fa: حساب PayPal
ga: Cuntas PayPal
gd: Cunntas PayPal
gl: Conta de PayPal
gu: PayPal ખાતુ
he: חשבון PayPal
hi: PayPal खाता
hr: Račun servisa PayPal
hu: PayPal-fiók
id: Akun PayPal
is: PayPal-reikningur
ja: PayPal 口座
ka: PayPal ანგარიში
kk: PayPal тіркелгісі
kn: PayPal ಖಾತೆ
ko: PayPal 계정
ku_arab: ئەژمێری PayPal
ky: PayPal эсеби
lo: ບັນຊີ PayPal
lt: „PayPal“ sąskaita
lv: PayPal konts
mi: Pūkete PayPal
mk: Сметка на PayPal
ml: PayPal അക്കൌണ്ട്
mn: PayPal-ын данс
mr: PayPal खाते
ms: Akaun PayPal
mt: Kont ta' PayPal
ne: PayPal खाता
nn_no: PayPal-konto
no: PayPal-konto
or: PayPal ଏକାଉଣ୍ଟ
pa_arab_pk: PayPal دا اکاؤنٹ
pa_in: PayPal ਖਾਤਾ
pl: Konto PayPal
ru: Учетная запись PayPal
sd: PayPal اڪائونٽ
si: PayPal ගිණුම
sl: Moj račun v storitvi PayPal
sr_cyrl_rs: PayPal налог
sr_latn_rs: PayPal nalog
sv: PayPal-konto
ta: PayPal கணக்கு
te: PayPal ఖాతా
tg: Суратҳисоби PayPal
th: บัญชี PayPal
tr: PayPal hesabı
tt: PayPal хисабы
ug: PayPal ھېساباتى
uk: Обліковий запис PayPal
ur: PayPal کھاتہ
uz: PayPal hisob qaydnomasi
vi: Tài khoản PayPal
zh_hans: PayPal 帐户
zh_hant: PayPal 帳戶

# Word.InicisDescriptionExample
source: - Example: My Inicis account -
af: - Voorbeeld: My Inicis-rekening -
am: - የእኔ፥ ኢኒሲስ መለያ -
ar: - مثال: حساب Inicis -
as: - উদাহৰণ: মোৰ Inicis একাউণ্ট -
az: - Məsələn: Inicis hesabım -
bg: - Пример: Моят акаунт в Inicis -
bn_in: - উদাহরণ: আমার Inicis অ্যাকাউন্ট -
bs: - Primjer:Moj Inicis račun -
cy: - Enghraifft: Fy nghyfrif Inicis -
da: - Eksempel: Min Inicis-konto -
de: - Beispiel: Mein Inicis-Konto -
el: - Παράδειγμα: Ο λογαριασμός μου Inicis -
es: - Ejemplo: Mi cuenta Inicis -
et: - Näide: minu Inicise konto -
eu: - Adibidea: nire Inicis kontua -
fa: - نمونه: حساب Inicis من -
ga: - Sampla: Mo chuntas Inicis -
gd: - Ball-eisimpler: An cunntas Inicis agam -
gl: - Exemplo: A miña conta Inicis -
gu: - ઉદાહરણ: મારુ Inicis ખાતુ -
he: - דוגמה: חשבון Inicis שלי -
hi: - उदाहरण: मेरा Inicis खाता -
hr: - Primjer: Moj Inicis račun -
hu: - Példa: a saját Inicis-számlám -
id: - Contoh: Akun Inicis saya -
is: - Dæmi: Inicis-reikningur minn -
ja: - 例: マイ Inicis アカウント -
ka: - მაგალითი: My Inicis account -
kk: - Мысал: Менің Inicis тіркелгім -
kn: - ಉದಾಹರಣೆ: ನನ್ನ Inicis ಖಾತೆ -
ko: - 예: 내 INICIS 계정 -
ku_arab: - بۆ نمونە: ئەژمێری Inicis ی من -
ky: - Үлгү: Менин Inicis эсебим -
lo: - ຕົວຢ່າງ: ບັນຊີ Inicis ຂອງຂ້ອຍ -
lt: - Pavyzdys: mano „Inicis“ sąskaita -
lv: - Piemērs: mans Inicis konts -
mi: - Tauira: Taku pūkete Inicis -
mk: - Пример: Моја сметка на Inicis -
ml: - ഉദാഹരണം: എന്റെ ഇനിസിസ് അക്കൌണ്ട് -
mn: - Жишээ нь: Миний Inicis данс -
mr: - उदाहरण: माझे Inicis खाते -
ms: - Contoh: Akaun Inicis saya -
mt: - Eżempju: Il-kont Inicis tiegħi -
ne: - उदाहरण: मेरो Inicis खाता -
nn_no: - Eksempel: Min Inicis-konto -
no: - Eksempel: Min Inicis-konto -
or: - ଉଦାହରଣ: ମୋ Inicis ଏକାଉଣ୍ଟ -
pa_arab_pk: - مثال: اکاؤنٹ اینیسیس میرا -
pa_in: - ਉਦਾਹਰਨ: ਮੇਰਾ Inicis ਖਾਤਾ -
pl: - Przykład: Moje konto Inicis -
ru: - Пример: моя учетная запись Inicis -
sd: - مثال منهنجي lnicis اڪائونٽ جو-
si: - උදා: මගේ Inicis ගිණුම -
sl: - Primer: Moj račun za Inicis -
sr_cyrl_rs: - Пример:Мој Inicis налог -
sr_latn_rs: - Primer:Moj Inicis nalog -
sv: - Exempel: Mitt Inicis-konto -
ta: - எடுத்துக்காட்டு: எனது Inicis கணக்கு -
te: - ఉదాహరణ: నా ఇనిసిస్ ఖాతా -
tg: - Мисол: Ҳисоби ман дар Inicis -
th: - ตัวอย่าง: บัญชี Inicis ของฉัน -
tr: - Örnek: Inicis hesabım -
tt: - Үрнәк: Минем Inicis хисабы -
ug: - مەسىلەن: Inicis ھېسابىم -
uk: - Приклад: Мій рахунок Inicis -
ur: - مثال: میرا انیسز کھاتہ -
uz: - Masalan: Mening Inicis hisob qaydnomam -
vi: - Ví dụ: Tài khoản Inicis của tôi -
zh_hans: - 示例：我的 Inicis 帐户 -
zh_hant: - 範例: 我的 Inicis 帳戶 -
