Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Klarna.Add.InvalidLastName
source: Check your last name. It doesn't match our records.
af: Kontroleer jou van. Dit stem nie ooreen met ons rekords nie.
am: የአያት ስምዎን ይፈትሹ። ከእኛ መዝገብ ጋር አይመሳሰልም።
ar: تحقق من اسم العائلة الخاص بك. إنه لا يتطابق مع سجلاتنا.
as: আপোনাৰ শেষ নাম পৰীক্ষা কৰক৷ এইটো আমাৰ ৰেকৰ্ডৰ সৈতে মিলা নাই৷
az: Soyadınızı yoxlayın. Bu, bizim yazılarımıza uyğun gəlmir.
bg: Проверете фамилното си име. Не съвпада с нашите записи.
bn_in: আপনার পদবি পরীক্ষা করে দেখুন। এটি আমাদের রেকর্ডের সাথে মেলে না।
bs: Provjerite svoje prezime. Ne podudara se s prezimenom u našim zapisima.
cy: Gwiriwch eich cyfenw. Nid yw'n cyd-fynd â'n cofnodion.
da: Kontrollér dit efternavn. Det stemmer ikke overens med vores registreringer.
de: Überprüfen Sie Ihren Nachnamen. Er stimmt nicht mit unseren Daten überein.
el: Ελέγξτε το επώνυμό σας. Δεν αντιστοιχεί με τα αρχεία μας.
es: Comprueba tu apellidos. No coincide con nuestros registros.
et: Kontrollige perekonnanime. See ei vasta meie andmetele.
eu: Egiaztatu abizena. Ez dator bat gure erregistroekin.
fa: نام خانوادگی خود را بررسی کنید. با اطلاعات ثبت شده ما مطابقت ندارد.
ga: Seiceáil do shloinne. Ní hionann é agus an sloinne inár dtaifid.
gd: Thoir sùil air do shloinneadh. Chan eil e a-rèir ar clàran.
gl: Comproba os apelidos. Non coincide cos nosos rexistros.
gu: તમારૂં છેલ્લું નામ તપાસો. તે અમારા રેકર્ડ્સની સાથે મેચ થતું નથી.
he: בדוק את שם המשפחה שלך. הוא אינו תואם לרשומות שלנו.
hi: अपना अंतिम नाम जाँचें. यह हमारे रिकॉर्ड से मेल नहीं खाता.
hr: Provjerite svoje prezime. Ne podudara se s prezimenom u našim zapisima.
hu: Ellenőrizze a vezetéknevet. Nem egyezik a nyilvántartásunkkal.
id: Periksa nama belakang Anda. Nama yang Anda masukkan tidak sesuai dengan catatan kami.
is: Athugaðu eftirnafnið. Það passar ekki við upplýsingar okkar.
ja: 姓をご確認ください。記録されているものと一致しません。
ka: შეამოწმეთ თქვენი გვარი. ის არ თანხვდება ჩვენს ჩანაწერებს.
kk: Тегіңізді тексеріңіз. Ол жазбаларға сәйкес келмейді.
kn: ನಿಮ್ಮ ಕೊನೆಯ ಹೆಸರು ಪರಿಶೀಲಿಸಿ. ಅದು ನಮ್ಮ ದಾಖಲೆಗಳಿಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 성을 확인하세요. 기록과 일치하지 않습니다.
ku_arab: نازناوی خۆت بپشکنه. لەگەڵ تۆمارەکانی ئێمەدا ناگونجێت.
ky: Фамилияңызды текшериңиз. Бул жазууларыбызга төп келбей жатат.
lo: ກວດເບິ່ງນາມສະກຸນຂອງທ່ານ. ມັນບໍ່ກົງກັນກັບຂໍ້ມູນບັນທຶກຂອງພວກເຮົາ.
lt: Patikrinkite pavardę. Ji neatitinka mūsų įrašų.
lv: Pārbaudiet savu uzvārdu. Tas neatbilst mūs rīcībā esošajai informācijai.
mi: Tirohia tō ingoa whakamutunga. Kāore i te taurite ki ā mātou rēkoata.
mk: Проверете го презимето. Не се совпаѓа со нашите записи.
ml: നിങ്ങളുടെ പേരിന്റെ അവസാനഭാഗം പരിശോധിക്കുക. ഇത് ഞങ്ങളുടെ രേഖകളുമായി പൊരുത്തപ്പെടുന്നില്ല.
mn: Овгоо шалгана уу. Манайд бүртгүүлсэнтэй таарахгүй байна.
mr: आपले आडनाव तपासा. ते आमच्या रेकॉर्ड्सशी जुळत नाही.
ms: Semak nama keluarga anda. Ia tidak sepadan dengan rekod kami.
mt: Iċċekkja l-kunjom tiegħek. Ma jaqbilx mar-rekords tagħna.
ne: आफ्नो पछिल्लो नाम जाँच्नुहोस्। यो हाम्रो रेकर्डहरूसँग मेल खाँदैन।
nn_no: Kontroller etternamnet. Det samsvarer ikkje med det vi har registrert.
no: Kontroller etternavnet ditt. Det samsvarer ikke med oppføringene våre.
or: ଆପଣଙ୍କ ଶେଷ ନାମ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ଆମ ରେକର୍ଡ ସହ ମେଳ ହେଉ ନାହିଁ.
pa_arab_pk: اپنا آخری ناں چیک کرو۔ ایہہ ساڈے ریکارڈز نال مطابقت نہیں رکھدی۔
pa_in: ਆਪਣੇ ਆਖਰੀ ਨਾਮ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਹ ਸਾਡੇ ਰਿਕਾਰਡਾਂ ਦੇ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ।
pl: Sprawdź nazwisko. Ta wartość nie pasuje do naszych danych.
ru: Проверьте фамилию. Она не совпадает со сведениями в системе.
sd: پنهنجو آخري نالو چيڪ ڪريو. اهو اسان رڪارڊ ۾ ڀيٽ نٿا ٿين.
si: ඔබගේ අග නම පරීක්ෂා කරන්න. එය අපගේ වාර්තාවලට නොගැළපේ.
sl: Preverite priimek. Ne ujema se z našo evidenco.
sr_cyrl_rs: Проверите презиме. Не подудара се са нашом евиденцијом.
sr_latn_rs: Proverite prezime. Ne podudara se sa našom evidencijom.
sv: Kontrollera ditt efternamn. Det stämmer inte med våra uppgifter.
ta: உங்கள் பெயரின் பிற்பகுதியைச் சரிபார்க்கவும். இது எங்கள் பதிவுகளுடன் பொருந்தவில்லை.
te: మీ చివరి పేరుని తనిఖీ చేయండి. మా రికార్డ్‌లలో ఉన్న దానితో ఇది సరిపోలలేదు.
tg: Насаби худро санҷед. Он бо сабтҳои мо мувофиқ нест.
th: ตรวจสอบนามสกุลของคุณ นามสกุลไม่ตรงกับเรกคอร์ดของเรา
tr: Soyadınızı kontrol edin. Kayıtlarımızla eşleşmiyor.
tt: Фамилиягезне тикшерегез. Ул безнең язмаларга туры килми.
ug: فامىلىڭىزنى تەكشۈرۈڭ. بىزنىڭ خاتىرلىگىنىمىزگە ماس كەلمىدى.
uk: Перевірте прізвище. Воно не збігається з відомостями в системі.
ur: اپنے آخری نام کی پڑتال کریں۔ وہ ہمارے ریکارڈ سے موازنہ نہیں رکھتا۔
uz: Familiyangizni tekshiring. U bizning qaydlarimizga mos kelmayapti.
vi: Kiểm tra họ của bạn. Nó không khớp với bản ghi của chúng tôi.
zh_hans: 请检查你的姓氏。它与我们的记录不匹配。
zh_hant: 請檢查您的姓氏，它與我們的記錄不相符。

# Literal.Klarna.Add.InvalidFirstName
source: Check your first name. It doesn't match our records.
af: Kontroleer jou voornaam. Dit stem nie ooreen met ons rekords nie.
am: የመጀመሪያ ስምዎን ይፈትሹ። ከእኛ መዝገብ ጋር አይመሳሰልም።
ar: تحقق من اسمك الأول. إنه لا يتطابق مع سجلاتنا.
as: আপোনাৰ প্ৰথম নাম পৰীক্ষা কৰক৷ এইটো আপোনাৰ ৰেকৰ্ডৰ সৈতে মিলা নাই৷
az: Adınızı yoxlayın. Bu, bizim yazılarımıza uyğun gəlmir.
bg: Проверете собственото си име. Не съвпада с нашите записи.
bn_in: আপনার নামটি পরীক্ষা করে দেখুন। এটি আমাদের রেকর্ডের সাথে মেলে না।
bs: Provjerite svoje ime. Ne podudara se s imenom u našim zapisima.
cy: Gwiriwch eich enw cyntaf. Nid yw'n cyd-fynd â'n cofnodion.
da: Kontrollér dit fornavn. Det stemmer ikke overens med vores registreringer.
de: Überprüfen Sie Ihren Vornamen. Er stimmt nicht mit unseren Daten überein.
el: Ελέγξτε το όνομά σας. Δεν αντιστοιχεί με τα αρχεία μας.
es: Comprueba tu nombre. No coincide con nuestros registros.
et: Kontrollige eesnime. See ei vasta meie andmetele.
eu: Egiaztatu izena. Ez dator bat gure erregistroekin.
fa: نام خود را بررسی کنید. با اطلاعات ثبت شده ما مطابقت ندارد.
ga: Seiceáil do chéad ainm. Ní hionann é agus an t-ainm inár dtaifid.
gd: Thoir sùil air d’ ainm Chan eil e a-rèir ar clàran.
gl: Comproba o nome. Non coincide cos nosos rexistros.
gu: તમારૂં પહેલું નામ તપાસો. તે અમારા રેકર્ડ્સની સાથે મેચ થતું નથી.
he: בדוק את השם הפרטי שלך. הוא אינו תואם לרשומות שלנו.
hi: अपना प्रथम नाम जाँचें. यह हमारे रिकॉर्ड से मेल नहीं खाता.
hr: Provjerite svoje ime. Ne podudara se s imenom u našim zapisima.
hu: Ellenőrizze az utónevet. Nem egyezik a nyilvántartásunkkal.
id: Periksa nama depan Anda. Nama yang Anda masukkan tidak sesuai dengan catatan kami.
is: Athugaðu fornafnið. Það passar ekki við upplýsingar okkar.
ja: 名をご確認ください。記録されているものと一致しません。
ka: შეამოწმეთ თქვენი სახელი. ის არ თანხვდება ჩვენს ჩანაწერებს.
kk: Атыңызды тексеріңіз. Ол жазбаларға сәйкес келмейді.
kn: ನಿಮ್ಮ ಮೊದಲ ಹೆಸರು ಪರಿಶೀಲಿಸಿ. ಅದು ನಮ್ಮ ದಾಖಲೆಗಳಿಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 이름을 확인하세요. 기록과 일치하지 않습니다.
ku_arab: ناوەکەت بپشکنه. لەگەڵ تۆمارەکانی ئێمەدا ناگونجێت.
ky: Атыңызды текшериңиз. Ал жазууларыбызга топ келбей жатат.
lo: ກວດເບິ່ງຊື່ຕົ້ນຂອງທ່ານ. ມັນບໍ່ກົງກັນກັບຂໍ້ມູນບັນທຶກຂອງພວກເຮົາ.
lt: Patikrinkite vardą. Jis neatitinka mūsų įrašų.
lv: Pārbaudiet savu vārdu. Tas neatbilst mūs rīcībā esošajai informācijai.
mi: Tirohia tō ingoa tuatahi. Kāore i te taurite ki ā mātou rēkoata.
mk: Проверете го името. Не се совпаѓа со нашите записи.
ml: നിങ്ങളുടെ പേരിന്റെ ആദ്യഭാഗം പരിശോധിക്കുക. ഇത് ഞങ്ങളുടെ രേഖകളുമായി പൊരുത്തപ്പെടുന്നില്ല.
mn: Өөрийн нэрээ шалгана уу. Манайд бүртгүүлсэнтэй таарахгүй байна.
mr: आपले नाव जोडा. ते आमच्या रेकॉर्ड्सशी जुळत नाही.
ms: Semak nama pertama anda. Ia tidak sepadan dengan rekod kami.
mt: Iċċekkja l-isem tiegħek. Ma jaqbilx mar-rekords tagħna.
ne: आफ्नो पहिलो नाम जाँच्नुहोस्। यो हाम्रो रेकर्डहरूसँग मेल खाँदैन।
nn_no: Kontroller fornamnet. Det samsvarer ikkje med det vi har registrert.
no: Kontroller fornavnet ditt. Det samsvarer ikke med oppføringene våre.
or: ଆପଣଙ୍କ ପ୍ରଥମ ନାମ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ଆମ ରେକର୍ଡ ସହ ମେଳ ହେଉ ନାହିଁ.
pa_arab_pk: اپنا پہلا ناں چیک کرو۔ ایہہ ساڈے ریکارڈ نال مطابقت نہیں رکھدا۔
pa_in: ਆਪਣੇ ਪਹਿਲੇ ਨਾਮ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਹ ਸਾਡੇ ਰਿਕਾਰਡਾਂ ਦੇ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ।
pl: Sprawdź imię. Ta wartość nie pasuje do naszych danych.
ru: Проверьте имя. Оно не совпадает со сведениями в системе.
sd: پنهنجو پهريون نالو چيڪ ڪريو. اهو اسان رڪارڊ ۾ ڀيٽ نٿا ٿين.
si: ඔබගේ මුල් නම පරීක්ෂා කරන්න. එය අපගේ වාර්තාවලට නොගැළපේ.
sl: Preverite ime. Ne ujema se z našo evidenco.
sr_cyrl_rs: Проверите име. Не подудара се са нашом евиденцијом.
sr_latn_rs: Proverite ime. Ne podudara se sa našom evidencijom.
sv: Kontrollera ditt förnamn. Det stämmer inte med våra uppgifter.
ta: உங்கள் பெயரின் முற்பகுதியைச் சரிபார்க்கவும். இது எங்கள் பதிவுகளுடன் பொருந்தவில்லை.
te: మీ మొదటి పేరుని తనిఖీ చేయండి. మా రికార్డ్‌లలో ఉన్న దానితో ఇది సరిపోలలేదు.
tg: Номи худро санҷед. Он бо сабтҳои мо мувофиқ нест.
th: ตรวจสอบชื่อจริงของคุณ ชื่อไม่ตรงกับเรกคอร์ดของเรา
tr: Adınızı kontrol edin. Kayıtlarımızla eşleşmiyor.
tt: Исемегезне тикшерегез. Ул безнең язмаларга туры килми.
ug: ئىسمىڭىزنى تەكشۈرۈڭ. بىزنىڭ خاتىرلىگىنىمىزگە ماس كەلمىدى.
uk: Перевірте ім’я. Воно не збігається з відомостями в системі.
ur: اپنے پہلے نام کی پڑتال کریں۔ وہ ہمارے ریکارڈ سے موازنہ نہیں رکھتا۔
uz: Ismingizni tekshiring. U bizning qaydlarimizga mos kelmayapti.
vi: Kiểm tra tên của bạn. Nó không khớp với bản ghi của chúng tôi.
zh_hans: 请检查你的名字。它与我们的记录不匹配。
zh_hant: 請檢查您的名字，它與我們的記錄不相符。

# Literal.Klarna.Add.InvalidFirstAndLastNames
source: Check your first and last name. They don't match.
af: Kontroleer jou voornaam en van. Dit stem nie ooreen nie.
am: የመጀመሪያ ስምዎን እና መጠሪያ ስምዎን ይፈትሹ። አይመሳሰሉም።
ar: تحقق من اسمك الأول واسم العائلة الخاص بك. إنهما غير متطابقان.
as: আপোনাৰ প্ৰথম আৰু শেষ নাম পৰীক্ষা কৰক৷ সেইয়া মিলা নাই৷
az: Adınızı və soyadınızı yoxlayın. Onlar uyğun gəlmir.
bg: Проверете собственото и фамилното си име. Не съвпадат.
bn_in: আপনার নাম ও পদবী পরীক্ষা করে দেখুন। এগুলি মিলছে না।
bs: Provjerite svoje ime i prezime. Ne podudaraju se.
cy: Gwiriwch eich enw cyntaf a chyfenw. Dydyn nhw ddim yn cyd-fynd.
da: Kontrollér dit for- og efternavn. De stemmer ikke overens.
de: Überprüfen Sie Ihren Vor- und Nachnamen. Sie ergeben keine Übereinstimmung.
el: Ελέγξτε το όνομα και το επώνυμό σας. Δεν αντιστοιχούν.
es: Comprueba tu nombre y apellidos. No coinciden.
et: Kontrollige ees- ja perekonnanime. Need ei sobi kokku.
eu: Egiaztatu izen-abizenak. Ez datoz bat.
fa: نام و نام خانوادگی خود را بررسی کنید. آنها مطابقت ندارند.
ga: Seiceáil do chéad ainm agus do shloinne. Ní hionann iad.
gd: Thoir sùil air d’ ainm ’s do shloinneadh. Chan eil iad co-ionnann.
gl: Comproba o nome e os apelidos. Non coinciden.
gu: તમારૂં પહેલું અને છેલ્લું નામ તપાસો. તે મેચ થતું નથી.
he: בדוק את השם הפרטי ושם המשפחה שלך. הם אינם תואמים.
hi: अपना प्रथम और अंतिम नाम जाँचें. वे मेल नहीं खाते.
hr: Provjerite svoje ime i prezime. Ne podudaraju se.
hu: Ellenőrizze az utónevet és a vezetéknevet. Nem felelnek meg egymásnak.
id: Periksa nama depan dan nama belakang Anda. Nama yang Anda masukkan tidak sesuai.
is: Athugaðu fornafn og eftirnafn. Nöfnin passa ekki.
ja: 名と姓をご確認ください。記録されているものと一致しません。
ka: შეამოწმეთ თქვენი სახელი და გვარი. ისინი არ თანხვდება.
kk: Атыңыз бен тегіңізді тексеріңіз. Олар сәйкес келмейді.
kn: ನಿಮ್ಮ ಮೊದಲ ಮತ್ತು ಕೊನೆಯ ಹೆಸರನ್ನು ಪರಿಶೀಲಿಸಿ. ಅವುಗಳು ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 성과 이름을 확인하세요. 일치하지 않습니다.
ku_arab: ناو و نازناوی خۆت بپشکنه. جووت نین.
ky: Атыңыз менен фамилияңызды текшериңиз. Дал келбейт экен.
lo: ກວດເບິ່ງຊື່ແລະນາມສະກຸນຂອງທ່ານ. ພວກມັນບໍ່ກົງກັນ.
lt: Patikrinti vardą ir pavardę. Jie neatitinka.
lv: Pārbaudiet savu vārdu un uzvārdu. Tie neatbilst.
mi: Tirohia tō ingoa tuatahi me tō ingoa mutunga. Kāore i te taurite.
mk: Проверете ги името и презимето. Не се совпаѓаат.
ml: നിങ്ങളുടെ പേരിന്റെ ആദ്യഭാഗവും അവസാനഭാഗവും പരിശോധിക്കുക. അവ പൊരുത്തപ്പെടുന്നില്ല.
mn: Овог, нэрээ шалгана уу. Таарахгүй байна.
mr: आपले नाव आणि आडनाव तपासा. ते जुळत नाहीत.
ms: Semak nama pertama dan nama keluarga anda. Ia tidak sepadan.
mt: Iċċekkja l-isem u l-kunjom tiegħek. Ma jaqblux.
ne: आफ्नो पहिलो र पछिल्लो नाम जाँच्नुहोस्। तिनीहरू मेल खाएनन्।
nn_no: Kontroller fornamn og etternamn. Dei samsvarer ikkje.
no: Kontroller for- og etternavnet ditt. De samsvarer ikke.
or: ଆପଣଙ୍କ ପ୍ରଥମ ନାମ ଏବଂ ଶେଷ ନାମ ଯାଞ୍ଚ କରନ୍ତୁ. ସେଗୁଡିକ ମେଳ ହେଉ ନାହିଁ.
pa_arab_pk: اپنا پہلا اتے آخری ناں چیک کرو۔ اوہ مماثل نہیں۔
pa_in: ਆਪਣੇ ਪਹਿਲੇ ਅਤੇ ਆਖਰੀ ਨਾਮ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਹ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ।
pl: Sprawdź imię i nazwisko. Są one niezgodne.
ru: Проверьте имя и фамилию. Они не соответствуют друг другу.
sd: پنهنجو پهريون ۽ آخري نالو چيڪ ڪريو. اهي ڀيٽ نٿا ٿين.
si: ඔබගේ මුල් සහ අග නම පරීක්ෂා කරන්න. ඒවා නොගැළපේ.
sl: Preverite ime in priimek. Ne ujemata se.
sr_cyrl_rs: Проверите име и презиме. Нису подударни.
sr_latn_rs: Proverite ime i prezime. Nisu podudarni.
sv: Kontrollera ditt för- och efternamn. De stämmer inte.
ta: உங்கள் பெயரின் முற்பகுதி மற்றும் பெயரின் பிற்பகுதியைச் சரிபார்க்கவும். அவை பொருந்தவில்லை.
te: మీ మొదటి మరియు చివరి పేర్లను తనిఖీ చేయండి. అవి సరిపోలలేదు.
tg: Ном ва насаби худро санҷед. Онҳо мувофиқ намебошанд.
th: ตรวจสอบชื่อจริงและนามสกุลของคุณ ข้อมูลไม่ตรงกัน
tr: Adınızı ve soyadınızı kontrol edin. Eşleşmiyorlar.
tt: Исем-фамилиягезне тикшерегез. Алар туры килми.
ug: ئىسىم-فامىلىڭىزنى تەكشۈرۈڭ. ئۇلار ماس كەلمىدى.
uk: Перевірте ім’я та прізвище. Вони не відповідають одне одному.
ur: اپنے پہلے اور آخری نام کی پڑتال کریں۔ وہ موازنہ نہیں رکھتے۔
uz: Ism va familiyangizni tekshiring. Ular mos kelmayapti.
vi: Kiểm tra tên và họ của bạn. Chúng không khớp.
zh_hans: 请检查你的名字和姓氏。它们不匹配。
zh_hant: 請檢查您的名字和姓氏。姓名不相符。

# Literal.Klarna.Add.InvalidPersonalNumber
source: Check your personal number. It doesn’t match our records.
af: Kontroleer jou persoonlike nommer. Dit stem nie ooreen met ons rekords nie.
am: የግል ቁጥርዎን ይፈትሹ። ከእኛ መዝገብ ጋር አይመሳሰልም።
ar: تحقق من رقمك الشخصي. إنه لا يتطابق مع سجلاتنا.
as: আপোনাৰ ব্যক্তিগত নম্বৰ পৰীক্ষা কৰক৷ এইটো আমাৰ ৰেকৰ্ডৰ সৈতে মিলা নাই৷
az: Şəxsi nömrənizi yoxlayın. Bu, bizim yazılarımıza uyğun gəlmir.
bg: Проверете своя личен номер. Не съвпада с нашите записи.
bn_in: আপনার ব্যক্তিগত নম্বরটি পরীক্ষা করে দেখুন। এটি আমাদের রেকর্ডের সাথে মেলে না।
bs: Provjerite svoj lični broj. Ne podudara se s ličnim brojem u našim zapisima.
cy: Gwiriwch eich rhif personol. Nid yw'n cyd-fynd â'n cofnodion.
da: Kontrollér dit personnummer. Det stemmer ikke overens med vores registreringer.
de: Überprüfen Sie Ihre persönliche Nummer. Sie stimmt nicht mit unseren Daten überein.
el: Ελέγξτε τον προσωπικό αριθμό σας. Δεν αντιστοιχεί με τα αρχεία μας.
es: Comprueba tu número personal. No coincide con nuestros registros.
et: Kontrollige isikukoodi. See ei vasta meie andmetele.
eu: Egiaztatu zenbaki pertsonala. Ez dator bat gure erregistroekin.
fa: شماره اختصاصی خود را بررسی کنید. با اطلاعات ثبت شده ما مطابقت ندارد.
ga: Seiceáil d'uimhir phearsanta. Ní hionann é agus an uimhir inár dtaifid.
gd: Thoir sùil air an àireamh phearsanta agad. Chan eil i a-rèir ar clàran.
gl: Comproba o número persoal. Non coincide cos nosos rexistros.
gu: તમારો અંગત નંબર તપાસો. તે અમારા રેકર્ડ્સની સાથે મેચ થતો નથી.
he: בדוק את מספר תעודת הזהות שלך. הוא אינו תואם לרשומות שלנו.
hi: अपना व्यक्तिगत नंबर जाँचें. यह हमारे रिकॉर्ड से मेल नहीं खाता.
hr: Provjerite svoj osobni broj. Ne podudara se s osobnim brojem u našim zapisima.
hu: Ellenőrizze a személyi számot. Nem egyezik a nyilvántartásunkkal.
id: Periksa nomor pribadi Anda. Nomor yang Anda masukkan tidak sesuai dengan catatan kami.
is: Athugaðu kennitölu. Hún passar ekki við upplýsingar okkar.
ja: マイナンバーをご確認ください。記録されたものと一致しません。
ka: შეამოწმეთ თქვენი პირადი ნომერი. ის არ თანხვდება ჩვენს ჩანაწერებს.
kk: Жеке нөміріңізді тексеріңіз. Ол жазбаларға сәйкес келмейді.
kn: ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಂಖ್ಯೆ ಪರಿಶೀಲಿಸಿ. ಅದು ನಮ್ಮ ದಾಖಲೆಗಳಿಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 개인 번호를 확인하세요. 기록과 일치하지 않습니다.
ku_arab: ژمارەی کەسیی خۆت بپشکنه. لەگەڵ تۆمارەکانی ئێمەدا ناگونجێت.
ky: Жеке номериңизди текшериңиз. Бул жазууларыбызга топ келбей жатат.
lo: ກວດເບິ່ງໝາຍເລກສ່ວນຕົວຂອງທ່ານ. ມັນບໍ່ກົງກັນກັບຂໍ້ມູນບັນທຶກຂອງພວກເຮົາ.
lt: Patikrinkite asmeninį numerį. Jis neatitinka mūsų įrašų.
lv: Pārbaudiet savu personas kodu. Tas neatbilst mūs rīcībā esošajai informācijai.
mi: Tirohia tō nama waea whaiaro. Kāore i te taurite ki ā mātou rēkoata.
mk: Проверете го матичниот број. Не се совпаѓа со нашите записи.
ml: നിങ്ങളുടെ വ്യക്തിഗത നമ്പർ പരിശോധിക്കുക. ഇത് ഞങ്ങളുടെ രേഖകളുമായി പൊരുത്തപ്പെടുന്നില്ല.
mn: Хувийн дугаараа шалгана уу. Манайд бүртгүүлсэнтэй таарахгүй байна.
mr: आपले वैयक्तिक नंबर तपासा. तो आमच्या रेकॉर्ड्सशी जुळत नाही.
ms: Semak nombor peribadi anda. Ia tidak sepadan dengan rekod kami.
mt: Iċċekkja n-numru personali tiegħek. Ma jaqbilx mar-rekords tagħna.
ne: आफ्नो व्यक्तिगत फोन नम्बर जाँच्नुहोस्। यो हाम्रो रेकर्डहरूसँग मेल खाँदैन।
nn_no: Kontroller fødselsnummer. Det samsvarer ikkje med det vi har registrert.
no: Kontroller personnummeret ditt. Det samsvarer ikke med oppføringene våre.
or: ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ନମ୍ବର ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ଆମ ରେକର୍ଡ ସହ ମେଳ ହେଉ ନାହିଁ.
pa_arab_pk: اپنا ذاتی نمبر چیک کرو۔ ایہہ ساڈے ریکارڈ نال مطابقت نہیں رکھدا۔
pa_in: ਆਪਣੇ ਨਿੱਜੀ ਨੰਬਰ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਹ ਸਾਡੇ ਰਿਕਾਰਡਾਂ ਦੇ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ।
pl: Sprawdź swój numer osobisty. Ta wartość nie pasuje do naszych danych.
ru: Проверьте личный номер. Он не совпадает со сведениями в системе.
sd: پنهنجو ذاتي نمبر چيڪ ڪريو. اسان اساجي رڪارڊ سان ڀيٽ نٿي ٿئي.
si: ඔබගේ පුද්ගලික අංකය පරීක්ෂා කරන්න. එය අපගේ වාර්තාවලට නොගැළපේ.
sl: Preverite osebno številko. Ne ujema se z našo evidenco.
sr_cyrl_rs: Проверите свој лични број. Не подудара се са нашом евиденцијом.
sr_latn_rs: Proverite svoj lični broj. Ne podudara se sa našom evidencijom.
sv: Kontrollera ditt personnummer. Det stämmer inte med våra uppgifter.
ta: உங்கள் தனிப்பட்ட எண்ணைச் சரிபார்க்கவும். இது எங்கள் பதிவுகளுடன் பொருந்தவில்லை.
te: మీ వ్యక్తిగత నంబర్‌ని తనిఖీ చేయండి. మా రికార్డ్‌లలో ఉన్న దానితో ఇది సరిపోలలేదు.
tg: Рақами шахсии худро санҷед. Он бо сабтҳои мо мувофиқ нест.
th: ตรวจสอบหมายเลขโทรศัพท์ส่วนตัวของคุณ หมายเลขไม่ตรงกับเรกคอร์ดของเรา
tr: Kişisel numaranızı kontrol edin. Kayıtlarımızla eşleşmiyor.
tt: Шәхси номерыгызны тикшерегез. Ул безнең язмаларга туры килми.
ug: شەخسىي نومۇرىڭىزنى تەكشۈرۈڭ. بىزنىڭ خاتىرلىگىنىمىزگە ماس كەلمىدى.
uk: Перевірте особистий номер. Він не збігається з відомостями в системі.
ur: اپنے ذاتی نمبر کی پڑتال کریں۔ یہ ہمارا ریکارڈ موازنہ نہیں رکھتا۔
uz: Shaxsiy raqamingizni tekshiring. U bizning qaydlarimizga mos kelmayapti.
vi: Kiểm tra số cá nhân của bạn. Nó không khớp với bản ghi của chúng tôi.
zh_hans: 请检查你的个人号码。它与我们的记录不匹配。
zh_hant: 請檢查您的個人識別碼，它與我們的記錄不相符。

# Literal.Klarna.SettingUp.Header
source: Setting up Klarna
af: Stel tans Klarna op
am: Klarna ን ማመቻት
ar: إعداد Klarna
as: Klarna ছেট আপ কৰা হৈছে
az: Klarna-nın quraşdırılması
bg: Настройване на Klarna
bn_in: Klarna সেট আপ
bs: Postavlјanje usluge Klarna
cy: Wrthi'n gosod Klarna
da: Konfigurerer Klarna
de: Klarna wird eingerichtet
el: Ρύθμιση Klarna
es: Configuración de Klarna en curso
et: Klarna seadistamine
eu: Konfiguratu Klarna
fa: تنظیم کردن Klarna
ga: Klarna a chumrú
gd: A’ suidheachadh Klarna
gl: Configuración de Klarna
gu: Klarna સેટ કરવું
he: מגדיר את Klarna
hi: Klarna सेट किया जा रहा है
hr: Postavljanje servisa Klarna
hu: A Klarna beállítása
id: Menyiapkan Klarna
is: Setur upp Klarna
ja: Klarna の設定
ka: Klarna-ს პარამეტრების დაყენება
kk: Klarna орнату
kn: Klarna ಸೆಟಪ್ ಮಾಡುವುದು
ko: Klarna 설정
lo: ກຳລັງຕັ້ງຄ່າ Klarna
lt: Nustatomas „Klarna“
lv: Klarna iestatīšana
mi: Te whakatatū i Klarna
mk: Klarna се поставува
ml: Klarna സജ്ജീകരിക്കുന്നു
mr: Klarna साठी सेटिंग अप करत आहे
ms: Menyediakan Klarna
mt: Qed jikkonfigura Klarna
ne: Klarna सेट अप गर्दै
nn_no: Set opp Klarna
no: Konfigurere Klarna
or: Klarna ସେଟ୍ ଅପ୍ କରନ୍ତୁ
pa_in: Klarna ਸੈੱਟ ਅੱਪ ਕਰਨਾ
pl: Konfigurowanie usługi Klarna
ru: Настройка Klarna
sl: Nastavitev strani Klarna
sr_cyrl_rs: Подешавање услуге Klarna
sr_latn_rs: Podešavanje usluge Klarna
sv: Ställa in Klarna
ta: Klarna -ஐ அமைப்பது
te: Klarnaని సెటప్ చేయడం
th: การตั้งค่า Klarna
tr: Klarna'yı ayarlama
tt: Klarna'ны көйләү
ug: Klarna نى راسلاش
uk: Налаштування оплати за допомогою Klarna
ur: Klarna سیٹ اپ کرنا
uz: Klarnani sozlash
vi: Thiết lập Klarna
zh_hans: 正在设置 Klarna
zh_hant: 設定 Klarna

# Literal.Klarna.SettingUp.NextText1
source: When you select 'Next'
af: Wanneer jy ‘Volgende’ kies
am: 'ቀጣይ' የሚለውን ሲመርጡ
ar: عند تحديد "التالي"
as: যেতিয়া আপুনি চয়ন কৰিব
az: Siz "Növbəti" seçəndə
bg: Когато изберете „Напред“
bn_in: আপনি যখন 'পরবর্তী' নির্বাচন করেন
bs: Kad izaberete 'Dalјe'
cy: Pan fyddwch yn dewis 'Nesaf'
da: Når du vælger 'Next'
de: Bei Auswahl von "Weiter"
el: Όταν επιλέξετε "Επόμενο",
es: Cuando seleccione "Siguiente"
et: Kui valite "Edasi"
eu: "Hurrengoa" hautatzen duzunean
fa: هنگام انتخاب «بعدی»
ga: Nuair a roghnaíonn tú ‘Ar aghaidh’
gd: Nuair a thaghas tu “Air adhart”
gl: Ao seleccionar "Seguinte"
gu: જ્યારે તમે 'આગલું' પસંદ કરશો
he: כאשר תלחץ על 'הבא'
hi: जब आप 'अगला' विकल्प का चयन करते हैं
hr: Kada odaberete "Dalje"
hu: Ha a Tovább gombot választja
id: Ketika Anda memilih 'Selanjutnya'
is: Þegar þú velur „Næsta“
ja: [次へ] を選択すると
ka: როდესაც აირჩევთ „შემდეგს“
kk: "Келесі" опциясы таңдалғанда
kn: ನೀವು 'ಮುಂದೆ' ಆಯ್ಕೆ ಮಾಡಿದಾಗ
ko: '다음'을 선택하면
lo: ​ເມື່ອທ່ານ​ເລືອກ 'ຕໍ່ໄປ'
lt: Jei pasirenkate „Pirmyn“
lv: Kad atlasīsit Tālāk
mi: Ina tīpako koe i 'Panuku'
mk: Кога ќе изберете „Следно“
ml: നിങ്ങൾ 'അടുത്തത്' തിരഞ്ഞെടുക്കുമ്പോൾ
mr: आपण 'पुढील' निवडाल तेव्हा
ms: Apabila anda memilih 'Seterusnya'
mt: Meta tagħżel 'Li Jmiss'
ne: तपाईंले 'अर्को' चयन गरेपछि
nn_no: Når du vel "Neste"
no: Når du velger «Neste»
or: ଯେତେବେଳେ ଆପଣ ଚୟନ କରିବେ 'ପରବର୍ତ୍ତୀ'
pa_in: ਜਦੋਂ ਤੁਸੀਂ 'ਅਗਲਾ' ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ
pl: Gdy naciśniesz przycisk „Dalej”
ru: Когда вы нажмете кнопку "Далее"
sl: Ko izberete »Naprej«
sr_cyrl_rs: Када изаберете „Даље“
sr_latn_rs: Kada izaberete „Dalje“
sv: När du väljer Nästa
ta: நீங்கள் 'அடுத்து' என்பதைத் தேர்வு செய்யும்போது
te: మీరు 'తదుపరి' ఎంచుకున్నప్పుడు
th: เมื่อคุณเลือก "ถัดไป"
tr: 'İleri' seçeneğini belirlediğinizde
tt: 'Next' төймәсен тамгалагач,
ug: «كېيىنكى» نى تاللىغىنىڭىزدا
uk: Коли ви натиснете кнопку "Далі",
ur: اگلا' کو آپ کے منتخب کرنے پر
uz: “Keyingisi”ni tanlaganingizda
vi: Khi bạn chọn 'Tiếp theo'
zh_hans: 当选择“下一步”
zh_hant: 當您選取 [下一步]
