Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.AuthzFail.BR
source: This transaction could not be authorized. Please verify your information. Some payment cards may not be accepted on this platform, in this case, we recommend using an alternative payment card. If the problem persists, you may contact your financial institution.
af: Hierdie transaksie kon nie gemagtig word nie. Verifieer asseblief jou inligting. Sommige betalingskaarte sal dalk nie op hierdie platform aanvaar word, en in hierdie geval beveel ons aan dat jy 'n alternatiewe betalingskaart gebruik. As die probleem voortduur, kan jy jou finansiële instelling kontak.
am: ይህ ግብይት ሊፈቀድ አልተቻለም። እባክዎ የእርስዎን መረጃ ትክክለኛነት ያረጋግጡ። አንዳንድ የክፍያ ካርዶች በቦታው ባለው የደህንነት መመሪያዎች ምክንያት በክፍያ መድረኩ ተቀባይነት ላይኖራቸው ይችላል፤ ይህ ሲሆን አማራጭ የክፍያ ካርድ እንዲጠቀሙ እንመክራለን። ችግሩ ከቀጠለ፣ የእርስዎን የፋይናንስ ተቋም ማነጋገር ይችላሉ።
ar: تعذر اعتماد هذه المعاملة. الرجاء التحقق من معلوماتك. قد لا يتم قبول بعض بطاقات الدفع على هذا النظام الأساسي، في هذه الحالة، نحن نوصي باستخدام بطاقة دفع بديلة. في حال استمرار المشكلة، يمكنك الاتصال بمؤسستك المالية.
as: এই লেন-দেনক অনুমোদন জনাব পৰা নাযাব৷ অনুগ্ৰহ কৰি আপোনাৰ তথ্য সত্যাপন কৰক৷ এনে ক্ষেত্ৰত, এই প্লেটফ'ৰ্মত কিছুমান ধন পৰিশোধ কাৰ্ড গ্ৰহণ নকৰিবও পাৰে, আমি এখন বৈকল্পিক ধন পৰিশোধ কাৰ্ড ব্যৱহাৰ কৰাৰ পৰামৰ্শ দিছো৷ যদি সমস্যাটো পাই থাকে, তেন্তে আপুনি আপোনাৰ বিত্তীয় প্ৰতিষ্ঠানৰ সৈতে যোগাযোগ কৰিব লগা হ'ব পাৰে৷
az: Bu əməliyyata icazə vermək mümkün olmadı. Məlumatınızı yoxlayın. Bəzi ödəmə kartları bu platformada qəbul olunmaya bilər, bu halda biz alternativ ödəmə kartından istifadə etməyinizi tövsiyə edirik. Problem davam edərsə, maliyyə institutunuzla əlaqə saxlaya bilərsiniz.
bg: Неуспешно удостоверяване на транзкацията. Потвърдете вашата информация. Някои карти за плащане може да не се приемат в тази платформа, в такъв случай препоръчваме да използвате алтернативна карта за плащане. Ако проблемът продължава, може да се свържете с вашата финансова институция.
bn_in: এই লেনদেনটিকে অনুমোদিত করা যায়নি৷ অনুগ্রহ করে আপনার তথ্য যাচাই করুন৷ কিছু অর্থ প্রদানের কার্ড এই প্ল্যাটফর্মে গ্রহণ করা নাও হতে পারে, এই ক্ষেত্রে, আমরা একটি বিকল্প অর্থপ্রদানের কার্ড ব্যবহার করার পরামর্শ দিই৷ সমস্যাটি যদি থেকে যায় তাহলে আপনাকে আপনার আর্থিক প্রতিষ্ঠানের সাথে যোগাযোগ করতে হতে পারে৷
bs: Nije bilo moguće ovlastiti transakciju. Provjerite informacije. Moguće je da se na ovoj platformi za plaćanje ne prihvataju neke kartice za plaćanje i u tom slučaju preporučujemo korištenje alternativne kartice za plaćanje. Ako se problem ne otkloni, možete se obratiti ustanovi koja vam pruža finansijske usluge.
cy: Nid oedd hi'n bosib awdurdodi'r trafodyn hwn. Gwiriwch eich gwybodaeth. Efallai na fydd y llwyfan talu hwn yn derbyn rhai cardiau talu, yn yr achos hwn, rydym yn argymell defnyddio cerdyn talu amgen. Os yw'r broblem yn parhau, gallwch gysylltu â'ch sefydliad ariannol.
da: Denne transaktion kunne ikke autoriseres. Kontrollér dine oplysninger. Nogle betalingskort accepteres muligvis ikke på denne platform. Hvis det er tilfældet, anbefaler vi, at du bruger et andet betalingskort. Kontakt dit pengeinstitut, hvis problemet fortsætter.
de: Diese Transaktion konnte nicht autorisiert werden. Überprüfen Sie Ihre Informationen. Einige Zahlungskarten werden auf dieser Zahlungsplattform möglicherweise nicht akzeptiert. In diesem Fall empfehlen wir die Verwendung einer anderen Zahlungskarte. Wenden Sie sich an Ihr Kreditinstitut, wenn dieses Problem weiterhin besteht.
el: Δεν ήταν δυνατή η εξουσιοδότηση αυτής της συναλλαγής. Επαληθεύστε τις πληροφορίες σας. Ορισμένες κάρτες πληρωμής μπορεί να μην γίνουν αποδεκτές σε αυτήν την πλατφόρμα. Σε αυτήν την περίπτωση, συνιστούμε να χρησιμοποιήσετε μια εναλλακτική κάρτα πληρωμής. Αν το πρόβλημα συνεχιστεί, μπορείτε να επικοινωνήσετε με το χρηματοπιστωτικό σας ίδρυμα.
es: Esta transacción no se pudo autorizar. Comprueba tu información. Es posible que algunas tarjetas de pago no sean aceptadas por esta plataforma; en este caso, se recomienda usar una tarjeta de pago diferente. Si el problema persiste, ponte en contacto con la entidad financiera.
et: Tehingut ei saanud volitada. Kinnitage oma andmed. See platvorm ei pruugi mõnda maksekaarti aktsepteerida. Soovitame sel juhul kasutada mõnda muud maksekaarti. Kui probleem ei lahene, pöörduge oma finantsasutuse poole.
eu: Ezin izan da baimendu transakzioa. Egiaztatu informazioa. Baliteke zenbait ordainketa-txartel ez onartzea plataforma honetan; kasu honetan, beste ordainketa-txartel bat erabiltzea gomendatzen dizugu. Arazoak jarraitzen badu, jarri harremanetan finantza-erakundearekin.
fa: نتوانستیم این تراکنش را تأیید کنیم. لطفاً اطلاعاتتان را تأیید کنید. ممکن است برخی از کارت‌های پرداخت در این پلتفرم پذیرفته نشوند، در این مورد، پیشنهاد می‌کنیم از یک کارت پرداخت جایگزین کنید. اگر مشکل همچنان ادامه پیدا کرد، می‌توانید با مؤسسه مالی خود تماس بگیرید.
ga: Níorbh fhéidir an beart seo a údarú. Fíoraigh d'fhaisnéis. Seans nach nglactar ar an ardán íocaíochtaí seo le cártaí íocaíochtaí áirithe, sa chás sin molaimid cárta íocaíochta malartach a úsáid. Má leanann an fhadhb ar aghaidh, déan teagmháil le d'institiúid airgeadais.
gd: Cha b’ urrainn dhuinn an tar-chur ùghdarrachadh. An dearbh thu am fiosrachadh agad? Dh’fhaoidte nach gabh an t-ùrlar-pàighidh seo ri gach cairt-phàighidh agus mholamaid gun cleachd thu cairt-phàighidh eile. Ma mhaireas an duilgheadas, feuch bruidhinn ris a’ bhanca agad.
gl: Esta transacción non se puido autorizar. Comproba a túa información. Algúns cartóns de pagamento non poden ser aceptados por esta plataforma; neste caso, recomendamos usar un cartón de pagamento diferente. Se o problema continúa, ponte en contacto coa túa entidade financeira.
gu: આ વ્યવહાર અધિકૃત કરી શકાયો નથી. કૃપયા તમારી માહિતી ચકાસો. કેટલાક ચુકવણી કાર્ડ્સ કદાચ આ પ્લેટફોર્મ પર સ્વીકારવામાં નહીં આવે, આ કિસ્સામાં, અમે એક વૈકલ્પિક ચુકવણી કાર્ડ ઉપયોગ કરવાની ભલામણ કરીએ છીએ. જો સમસ્યા ચાલુ રહે છે, તો તમે તમારી નાણાંકીય સંસ્થાનો સંપર્ક કરી શકો છો.
he: לא היתה אפשרות לאשר עסקה זו. אמת את המידע שלך. ייתכן שחלק מכרטיסי התשלום לא יתקבלו בפלטפורמה זו. במקרה זה, אנו ממליצים שתשתמש בכרטיס תשלום חלופי. אם הבעיה תימשך, באפשרותך לפנות למוסד הפיננסי שלך.
hi: यह लेन-देन अधिकृत नहीं किया जा सका. कृपया अपनी जानकारी सत्यापित करें. हो सकता है कि इस प्लेटफ़ॉर्म पर कुछ भुगतान कार्ड्स स्वीकृत न किए जा सकें, इस स्थिति में, हम किसी वैकल्पिक भुगतान कार्ड का उपयोग करने की अनुशंसा करते हैं. अगर समस्या बनी रहती है, तो आप अपने वित्तीय संस्थान से संपर्क कर सकते हैं.
hr: Transakciju nije moguće autorizirati. Provjerite svoje podatke. Ta platforma možda ne podržava neke kartice za plaćanje, a u tom slučaju preporučujemo korištenje zamjenske kartice za plaćanje. Ako se problem nastavi pojavljivati, možda ćete se morati obratiti financijskoj instituciji.
hu: A tranzakciót nem engedélyezték. Ellenőrizze az adatait. Előfordulhat, hogy bizonyos fizetőkártyákat ez a platform nem tud elfogadni. Ebben az esetben azt javasoljuk, hogy használjon másik fizetőkártyát. Ha a probléma nem oldódik meg, forduljon az illetékes pénzintézethez.
id: Transaksi ini tidak dapat disahkan. Verifikasikan informasi Anda. Beberapa kartu pembayaran mungkin tidak diterima di platform pembayaran ini. Jika hal tersebut terjadi, disarankan untuk menggunakan kartu pembayaran alternatif. Hubungi institusi keuangan Anda jika masalah masih berlanjut.
is: Ekki tókst að heimila færsluna. Gakktu úr skugga um að upplýsingarnar séu réttar. Greiðsluþjónustan tekur ekki á við sumum greiðslukortum, í þessu tilfelli mælum við með að annað greiðslukort sé notað. Ef vandamálið er viðvarandi skaltu hafa samband við fjármálastofnunina þína.
ja: このお取引を承認できませんでした。指定した情報を確認してください。このプラットフォームでは、一部の支払いカードを使用できない場合があります。この場合は、別の支払いカードのご使用をお勧めします。問題が解決しない場合は、ご利用の金融機関にお問い合わせください。
ka: ამ ტრანზაქციის ავტორიზაცია ვერ შესრულდა. გთხოვთ, შეამოწმოთ თქვენი ინფორმაცია. შესაძლოა, გადახდის პლატფორმაზე არ იყოს დაშვებული ზოგიერთი გადახდის ბარათი და, ამ შემთხვევაში, გირჩევთ გამოიყენოთ გადახდის სხვა ბარათი. პრობლემის მოუგვარებლობის შემთხვევაში, შეგიძლიათ დაუკავშირდეთ თქვენს საფინანსო დაწესებულებას.
kk: Бұл транзакцияны авторизациялау мүмкін емес. Ақпаратты тексеріңіз. Кейбір төлем карталары бұл платформада қабылданбауы мүмкін, сондай жағдайда баламалы төлем картасын пайдаланған дұрыс. Мәселенің шешімі табылмаса, қаржы бөліміне хабарласыңыз.
kn: ಈ ವಹಿವಾಟನ್ನು ದೃಢೀಕರಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಖಚಿತಪಡಿಸಿ. ಈ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ಕೆಲವು ಪಾವತಿ ಕಾರ್ಡ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸದೇ ಇರಬಹುದು, ಈ ಸಂದರ್ಭದಲ್ಲಿ, ಪರ್ಯಾಯ ಪಾವತಿ ಕಾರ್ಡ್ ಬಳಸುವಂತೆ ನಾವು ಶಿಫಾರಸು ಮಾಡುತ್ತೇವೆ. ಸಮಸ್ಯೆ ಹೀಗೆ ಮುಂದುವರಿದರೆ, ನೀವು ನಿಮ್ಮ ಹಣಕಾಸು ಸಂಸ್ಥೆಯನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು.
ko: 이 거래를 허가할 수 없습니다. 정보를 확인하세요. 이 플랫폼에서 일부 결제 카드가 지원되지 않을 수 있습니다. 그런 경우 다른 결제 카드를 사용하는 것이 좋습니다. 문제가 계속되는 경우 금융 기관에 문의하세요.
ku_arab: ناتوانرێت رێگە بدرێت بەم سەوداگەریە. تکایە زانیاریەکانت بسەلمێنە. ڕەنگە هەندێک کارتی پارەدان لەسەر ئەم پلاتفۆرمە پەسەند نەکرێن، لەم حاڵەتەدا ئێمە پێشنیاری بەکارهێنانی کارتێکی پارەدانی جێگرەوە دەکەین. ئەگەر گرفتەکە بەردەوام بوو، دەتوانیت پەیوەندی بکەیت بە دامەزراوەی دارایی خۆتەوە.
ky: Бул транзакциянын купуялыгын текшерүү болбоду. Маалыматыңызды ырастаңыз. Кээ бир төлөм карталар бул платформада кабыл алынылбоосу мүмкүн, мындай учурда, альтернативдүү төлөм картасын колдонууну сунуш кылабыз. Эгерде көйгөй чыга берсе, финансылык мекемеңиз менен байланышсаңыз болот.
lo: ບໍ່ສາມາດອະນຸຍາດທຸລະກຳນີ້ໄດ້. ກະລຸນາກວດສອບຂໍ້ມູນຂອງທ່ານ. ບັດຊຳລະເງິນຈຳນວນໜຶ່ງອາດຈະບໍ່ຖືກຍອມຮັບໂດຍລະບົບນີ້, ໃນກໍລະນີນີ້ ພວກເຮົາຂໍແນະນຳໃຫ້ໃຊ້ບັດຊຳລະເງິນອື່ນ. ຖ້າບັນຫາຍັງຄົງຢູ່, ທ່ານສາມາດຕິດຕໍ່ຫາສະຖາບັນການເງິນຂອງທ່ານ.
lt: Šios operacijos autorizuoti nepavyko. Patikrinkite savo informaciją. Šioje mokėjimo platformoje gali būti nepriimamos kai kurios mokėjimo kortelės, todėl tokiu atveju rekomenduojame naudoti alternatyvią mokėjimo kortelę. Jei problema kartojasi, kreipkitės į savo finansų instituciją.
lv: Šo transakciju neizdevās sankcionēt. Pārbaudiet savu informāciju. Šī platforma var nepieņemt dažas maksājumu kartes. Šādā gadījumā iesakām izmantot citu maksājumu karti. Ja problēma joprojām pastāv, varat sazināties ar savu finanšu iestādi.
mi: Kāore i taea tēnei tauwhitinga te whakamana. Me manatoko ō mōhiohio. Kāore pea e whakaaetia kei tēnei pūhara ētahi kāri utunga, nā reira i tēnei wā, e tūtohu ana mātou kia whakamahia he kāri utunga kē. Ki te raru tonu, me whakapā koe ki tō umanga pūtea.
mk: Трансакцијата не може да се авторизира. Проверете ги вашите информации. Некои платежни картички може да не бидат прифатени на оваа платформа, па во тој случај препорачуваме користење на алтернативна платежна картичка. Доколку проблемот продолжи, може да контактирате со финансиската институција.
ml: ഈ ഇടപാട് അംഗീകരിക്കാനായില്ല. നിങ്ങളുടെ വിവരം പരിശോധിച്ചുറപ്പിക്കുക. ഈ പ്ലാറ്റ്ഫോമിൽ ചില പേയ്‌മെന്‍റ് കാർഡുകൾ സ്വീകരിക്കപ്പെടാൻ ഇടയില്ലാത്ത സാഹചര്യത്തിൽ, മറ്റൊരു പേയ്‌മെന്‍റ് കാർഡ് ഉപയോഗിക്കാൻ ഞങ്ങൾ ശുപാർശചെയ്യുന്നു. പ്രശ്‌നം നിലനിൽക്കുന്നുവെങ്കിൽ, നിങ്ങളുടെ ബാങ്കിനെ ബന്ധപ്പെടാവുന്നതാണ്.
mn: Энэ гүйлгээг зөвшөөрөх боломжгүй. Мэдээллээ шалгана уу. Энэ системд зарим төлбөрийн картыг зөвшөөрдөггүй. Энэ тохиолдолд өөр төлбөрийн карт ашиглахыг зөвлөж байна. Хэрвээ бэрхшээл гарсаар байвал санхүүгийн байгууллагадаа хандана уу.
mr: हा व्यवहार अधिकृत करणे शक्य झाले नाही. कृपया आपली माहिती सत्यापित करा. काही देयक कार्ड्स या प्लॅटफॉर्मवर स्वीकारले जाणार नाहीत, या प्रकरणी, आम्ही पर्यायी देयक कार्ड वापरण्याची शिफारस करतो. समस्या कायम राहिल्यास, आपण आपल्या आर्थिक संस्थेशी संपर्क साधू शकता.
ms: Urus niaga ini tidak dapat disah kuasa. Sila tentu sahkan maklumat anda. Sesetengah kad pembayaran mungkin tidak diterima pada platform ini, dalam keadaan ini, kami mengesyorkan penggunaan kad pembayaran alternatif. Jika masalah berterusan, anda boleh menghubungi institusi kewangan anda.
mt: Din it-tranżazzjoni ma setgħetx tiġi awtorizzata. Jekk jogħġbok ivverifika l-informazzjoni tiegħek. Xi kards ta' pagament jistgħu ma jkunux aċċettati fuq din il-pjattaforma, f'dan il-każ, nirrakkomandaw li tuża kard ta' pagament alternattiva. Jekk il-problema tippersisti, tista' tikkuntattja lill-istituzzjoni finanzjarja tiegħek.
ne: यो लेनदेनलाई प्रमाणीकरण गर्न सकिएन। कृपया आफ्नो जानकारी रुजू गर्नुहोस्। यस अवस्थामा केही भुक्तानी कार्डहरू यस प्ल्याटफाराम स्वीकार नगरिन सक्छन्, हामीले वैकल्पिक भुक्तानी कार्डको प्रयोग गर्न सिफारिस गर्छौं। यस्तो समस्या देखापर्छ भने तपाइँले आफ्नो वित्तीय संस्थालाई सम्पर्क गर्न सक्नुहुनेछ।
nn_no: Kan ikkje godkjenne transaksjonen. Stadfest informasjonen din. Nokre betalingskort blir kanskje ikkje godtekne på denne plattforma. I så fall tilrår vi å bruke eit alternativt betalingskort. Dersom problemet held fram, bør du kontakte banken din.
no: Denne transaksjonen kan ikke godkjennes. Kontroller informasjonen. Det kan hende noen betalingskort ikke godtas på denne plattformen, og hvis det skulle være tilfelle, anbefaler vi bruk av et alternativt betalingskort. Hvis problemet vedvarer, bør du kontakte banken din.
or: ଏହି ବିନିମୟ ସ୍ଵୀକୃତ ହୋଇପାରିବ ନାହିଁ. ଦୟାକରି ଆପଣଙ୍କର ସୂଚନା ଯାଞ୍ଚ କରନ୍ତୁ. କିଛି ଦେୟ କାର୍ଡଗୁଡିକ ଏହି ପ୍ଲାଟଫର୍ମରେ ସ୍ଵୀକାର ହୋଇନପାରେ. ଏହି କ୍ଷେତ୍ରରେ, ଆମେ ଅନୁମୋଦିତ କରୁ ଯେ ଏକ ବେକଳ୍ପିକ ଦେୟ କାର୍ଡ୍ ବ୍ୟବହାର କରନ୍ତୁ. ଯଦି ସମସ୍ୟା ବିଦ୍ୟମାନ ରହେ, ଆପଣ ହୁଏତ ଆପଣଙ୍କର ଆର୍ଥିକ ସଂସ୍ଥା ସହ ସମ୍ପର୍କ କରିପାରିବେ.
pa_arab_pk: ایس کاروائی دی اجازت نئیں دیتی گئی۔ مہربانی کر کے اپنی معلومات دی تصدیق کرو۔ کجھ ادائیگی کارڈ ادائیگی دے پلیٹ فارم ولوں قبول نئیں کیتے جا سکدے، ایس صورت وچ اسی اک متبادل ادائیگی کارڈ ورتن دی تجویز کرنے آں۔ جے مسئلہ جاری رہندا اے، تسی اپنے مالیاتی ادارے نال رابطہ کر سکدے او۔
pa_in: ਇਹ ਵਿਹਾਰ ਅਧਿਕਾਰਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਇਸ ਪਲੇਟਫਾਰਮ 'ਤੇ ਕੁਝ ਡੈਬਿਟ ਕਾਰਡ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ, ਇਸ ਮਾਮਲੇ ਵਿੱਚ, ਅਸੀਂ ਵਿਕਲਪਕ ਭੁਗਤਾਨ ਕਾਰਡ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਸਿਫਾਰਿਸ਼ ਕਰਦੇ ਹਾਂ। ਜੇਕਰ ਸਮੱਸਿਆ ਜਾਰੀ ਰਹਿੰਦੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਵਿੱਤੀ ਸੰਸਥਾਨ 'ਤੇ ਸੰਪਰਕ ਸਕਦੇ ਹੋ।
pl: Nie można autoryzować tej transakcji. Sprawdź podane informacje. Niektóre karty płatnicze mogą nie być akceptowane przez tę platformę. W takiej sytuacji zalecamy użycie alternatywnej karty płatniczej. Jeśli problem będzie nadal występować, skontaktuj się z instytucją finansową.
ru: Эта транзакция не может быть разрешена. Проверьте свою информацию. Некоторые платежные карты могут не приниматься этой платформой. В этом случае советуем воспользоваться альтернативной платежной картой. Если проблема не решится, свяжитесь со своим финансовым учреждением.
sd: هن ٽرانزڪشن جي توثيق نه ٿي سگهي. مهرباني ڪري پنهنجي معلومات جي تصديق ڪريو. ڪجهه ادائگي ڪارڊ هن پليٽ فارم تي ٿي سگهي ٿو قبول نه ٿيل، ان صورت ۾، اسان هڪ متبادل ادائگي ڪارڊ استعمال ڪرڻ جي تجويز ڪنداسين. جيڪڏهن مسئلو جاري رهي ته، توهان پنهنجي مالي اداري سان رابطو ڪري سگهي ٿا.
si: මෙම ගනුදෙනුව අනුමත කරන්න නොහැකි විය. කරුණාකර ඔබගේ තොරතුරු සනාථ කරන්න. සමහර ගෙවීම් කාඩ්පත් මෙම වේදිකාව මත නොගනු ඇති අවස්ථාවේදී, විකල්ප ගෙවීම් කාඩ්පතක් භාවිතා කිරීමට අපි නිර්දේශ කරමු. ගැටළුව තවදුරටත් පවතී නම්, ඔබට ඔබගේ මූල්‍ය ආයතනය ඇමතිය හැකිය.
sl: Te transakcije ni bilo mogoče potrditi. Preverite svoje podatke. Platforma za plačila nekaterih plačilnih kartic morda ne sprejema. V tem primeru priporočamo, da uporabite nadomestno plačilno kartico. Če se težava ponavlja, se obrnite na svojo finančno ustanovo.
sr_cyrl_rs: Нисмо успели да ауторизујемо трансакцију. Проверите своје информације. Платна платформа можда не прихвата одређене платне картице. Уколико је проблем у томе, препоручујемо да пробате са неком другом платном картицом. Ако нисте успели да решите проблем, обратите се својој финансијској установи.
sr_latn_rs: Nismo uspeli da autorizujemo transakciju. Proverite svoje informacije. Platna platforma možda ne prihvata određene platne kartice. Ukoliko je problem u tome, preporučujemo da probate sa nekom drugom platnom karticom. Ako niste uspeli da rešite problem, obratite se svojoj finansijskoj ustanovi.
sv: Det gick inte att godkänna den här transaktionen. Kontrollera din information. Betalningsplattformen accepterar eventuellt inte vissa betalkort. Om så är fallet rekommenderar vi att du provar med ett annat betalkort. Kontakta din bank om problemet kvarstår.
ta: இந்தப் பரிவர்த்தனையை அதிகாரம்கொடுக்க இயலாது. தயவுசெய்து தங்கள் தகவலைச் சரிபார்க்கவும். சில கட்டணம் செலுத்தும் அட்டைகள் இந்தத் தளத்தில் ஏற்றுக்கொள்ளப் படாமல் இருக்கலாம், அப்படி இருந்தால், வேறு கட்டணம் செலுத்தும் அட்டையைப் பயன்படுத்துமாறு அறிவுறுத்துகிறோம். பிரச்சினை தொடர்ந்து இருந்தால், தங்கள் நிதி நிறுவனத்தைத் தொடர்பு கொள்ளவும்.
te: ఈ లావాదేవీ ప్రమాణీకరించబడదు. దయచేసి మీ సమాచారాన్ని నిర్ధారించండి. ఈ ప్లాట్‌ఫారమ్‌లో కొన్ని చెల్లింపు కార్డ్‌లు అంగీకరించబడకపోవచ్చు, అటువంటి సందర్భంలో ప్రత్యామ్నాయ చెల్లింపు కార్డ్‌ని ఉపయోగించమని మేము సిఫార్సు చేస్తున్నాము. సమస్య కొనసాగితే, మీరు మీ ఆర్థిక సంబంధ సంస్థని సంప్రదించవచ్చు.
tg: Ба ин муомила иҷозат дода намешавад. Лутфан, маълумоти худро тасдиқ кунед. Баъзе кортҳои пардохт аз тарафи ин платформа қабул карда намешаванд, дар ин маврид, мо тавсия медиҳем, то ки шумо корти пардохти дигареро истифода баред. Агар мушкилӣ ҳал нашавад, ба ташкилоти молиявии худ муроҷиат кунед.
th: ไม่สามารถให้อนุญาตธุรกรรมนี้ได้ โปรดตรวจสอบข้อมูลของคุณ บัตรชำระเงินบางใบอาจไม่ได้รับการยอมรับในแพลตฟอร์มนี้ ในกรณีนี้ เราขอแนะนำให้ใช้บัตรชำระเงินใบอื่น ถ้าปัญหานี้ยังคงมีอยู่ คุณสามารถติดต่อสถาบันการเงินของคุณได้
tr: Bu işleme yetki verilemedi. Lütfen bilgilerinizi doğrulayın. Bazı ödeme kartları bu platformda kabul edilmeyebilir, bu durumda başka bir ödeme kartı kullanmanızı öneririz. Sorun devam ederse finansal kurumunuzla iletişime geçebilirsiniz.
tt: Бу транзакцияне авторизацияләү мөмкин түгел. Мәгълүматыгызны тикшерегез. Кайбер түләү карталары бу платформада кабул ителмәскә мөмкин, бу очракта без башка түләү картасын кулланырга киңәш итәбез. Проблема сакланса, сез финанс оешмагызга мөрәҗәгать итә аласыз.
ug: بۇ مۇئامىلە ئىجازەتلەنمىدى. ئۇچۇرىڭىزنى دەلىللەڭ. بەزى ھەق تۆلەش كارتىلىرىنى بۇ ھەق تۆلەش سۇپىسى قوبۇل قىلمىغان بولۇشى مۇمكىن. بۇ ئەھۋالدا، باشقا ھەق تۆلەش كارتىسى ئىشلىتىشىڭىزنى تەۋسىيە قىلىمىز. بۇ مەسىلە داۋاملىق كۆرۈلسە، ھېساب ئاچقان پۇل-مۇئامىلە ئورگىنى بىلەن ئالاقىلىشىڭ.
uk: Цю транзакцію не дозволено. Перевірте свою інформацію. Ця платформа може не приймати деякі платіжні картки. У такому випадку радимо скористатись альтернативною платіжною карткою. Якщо проблема не зникає, зверніться до своєї фінансової установи.
ur: اس کاروائی کی اجازت نہیں دی جا سکی۔ براہ مہربانی اپنی معلومات تصدیق کریں۔ ممکن ہے اس پلیٹ فارم پر کچھ ادائیگی کارڈز کو قبول نہ کیا جائے، اس صورت میں، ہم متبادل ادائیگی کارڈ استعمال کرنے کی تجویز دیتے ہیں۔ اگر مسئلہ جاری رہتا ہے تو آپ اپنے مالیاتی ادارے سے رابطہ کر سکتے ہیں۔
uz: Bu tranzaksiyaga ruxsat berib bo‘lmaydi. Ma’lumotlaringizni tasdiqlang. Ayrim to‘lov kartalari o‘sha joydagi xavfsizlik siyosatlari bu platformada qabul qilinmasligi mumkin, bunday holatda muqobil to‘lov kartasidan foydalanishni tavsiya etamiz. Muammo takror yuzaga kelsa, moliyaviy institut bilan bog‘lanishingiz mumkin.
vi: Không thể ủy quyền giao dịch này. Vui lòng xác minh thông tin của bạn. Nền tảng thanh toán này không thể chấp nhận một số thẻ thanh toán. Trong trường hợp này, chúng tôi khuyên bạn nên sử dụng thẻ thanh toán thay thế. Nếu sự cố vẫn tiếp diễn, bạn có thể liên hệ với tổ chức tài chính của mình.
zh_hans: 此次交易无法得到授权。请验证信息。此平台不接受某些支付卡，在此情况下，我们建议使用备用支付卡。如果问题仍然存在，可以联系相关金融机构。
zh_hant: 無法授權此交易。請確認您的資訊。此平台不接受某些付款卡片，若是這種情況，建議您使用其他付款卡片。如果問題持續發生，請連絡您的金融機構。
