Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVC.TermOfUse.Inform1
source: As an added security measure, we need to verify your credit card before proceeding.
af: As 'n bykomende veiligheidsmaatreël moet ons jou kredietkaart verifieer voor ons verder gaan.
am: አንደታከለ የደህነት እርምጃ፡ ከመቀጠላችን በፊት የብድር ካርድ ለማረጋገጥ እንፈልጋለን ።
ar: لزيادة الأمان نحتاج إلى التحقق من صحة بطاقة ائتمانك قبل المتابعة.
as: কোনো নিৰাপত্তা ব্যৱস্থা যোগ কৰাৰ ৰূপত, আৰম্ভ কৰাৰ আগতে আমি আপোনাৰ ক্ৰেডিট কাৰ্ড সত্যাপন কৰাৰ প্ৰয়োজন হ'ব৷
az: Əlavə olunmuş təhlükəsizlik tədbiri kimi, davam etməmişdən əvvəl kredit kartınızı yoxlamalıyıq.
bg: Като допълнителна мярка за защита, трябва да проверим вашата кредитна карта, преди да продължим.
bn_in: একটি অতিরিক্ত সুরক্ষা উপায় হিসেবে, এগিয়ে যাওয়ার আগে আমাদেরকে আপনার ক্রেডিট কার্ডটি যাচাই করতে হবে৷
bs: Kao dodatnu sigurnosnu mjeru, potrebno je da verificiramo vašu kreditnu karticu prije nego što nastavimo.
cy: Fel cam diogelwch ychwanegol, bydd angen dilysu eich cerdyn credyd cyn bwrw ymlaen.
da: Som en ekstra sikkerhedsforanstaltning er vi nødt til at kontrollere dit kreditkort, før du fortsætter.
de: Als zusätzliche Sicherheitsmaßnahme muss Ihre Kreditkarte geprüft werden, ehe Sie fortfahren können.
el: Ως πρόσθετο μέτρο ασφάλειας, για να προχωρήσουμε πρέπει να κάνουμε επαλήθευση της πιστωτικής κάρτας σας.
es: Como medida de seguridad adicional, necesitamos comprobar su tarjeta de crédito antes de continuar.
et: Täiendava turvameetmena peame enne jätkamist teie krediitkaarti kontrollima.
eu: Segurtasun-neurri gehigarri gisa, zure kreditu-txartela egiaztatu behar dugu aurrera egin aurretik.
fa: بعنوان روشی برای حفظ ایمنی هرچه بیشتر، لازم است که قبل از ادامه کار، اعتبار کارت اعتباری شما تأیید شود.
ga: Mar bheart breise slándála, ní mór do chárta creidmheasa a dheimhniú chun dul ar aghaidh.
gd: Mar cheum tèarainteachd a bharrachd, feumaidh sinn do chairt-creideis a dhearbhadh mus tèid sinn air adhart.
gl: Como medida adicional de seguridade, debemos verificar o seu cartón de crédito antes de seguir.
gu: વિશેષ સલામતી માપ તરીકે, પ્રક્રિયા કરતા પહેલાં તમારું ક્રેડિટ કાર્ડ અમારે વેરીફાઇ કરવાની આવશ્યકતા રહેશે.
he: כאמצעי אבטחה נוסף, עלינו לאמת את כרטיס האשראי שלך לפני שנמשיך.
hi: एक अतिरिक्त सुरक्षा उपाय के रूप में, हमारे लिए आगे बढ़ने से पहले आपके क्रेडिट कार्ड का सत्यापन करना आवश्यक है.
hr: U sklopu dodatne sigurnosne mjere, moramo provjeriti valjanost vaše kreditne kartice kako bismo nastavili dalje.
hu: További óvintézkedésként a folytatás előtt ellenőriznünk kell a hitelkártyát.
id: Sebagai langkah keamanan tambahan, kami harus memverifikasi kartu kredit Anda sebelum melanjutkan.
is: Til þess að auka á öryggið þurfum við að sannprófa kreditkortið áður en lengra er haldið.
ja: クレジット カード決済の安全性を高めるために、ご利用のクレジット カードを検証させていただく必要があります。
ka: დამატებითი უსაფრთხოების მიზნით, ჩვენ უნდა დავადასტუროთ თქვენი საკრედიტო ბარათი, სანამ განვაგრძობთ.
kk: Қосымша қауіпсіздік шарасы ретінде жалғастыру алдында несиелік картаңызды тексеру керек.
kn: ಹೆಚ್ಚುವರಿ ಭದ್ರತೆ ಕ್ರಮವಾಗಿ, ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದಕ್ಕೂ ಮೊದಲು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ನಾವು ಪರಿಶೀಲಿಸಬೇಕಾಗಿದೆ.
ko: 보안 강화 절차로, 계속 진행하기 전에 회원님의 신용 카드를 인증해야 합니다.
ku_arab: وەک رێوشوێنێکی ئاسایشی زێدە، ئێمە پێویستمان بەوەیە پێش ئەوەی بەردەوامبوون کرێدت کارتی تۆ بسەلمێنین.
ky: Кошумча коопсуздук чарасы катары биз улантардан мурун сиздин кредит картыңызды текшеришибиз керек.
lo: ໃນນາມເປັນມາດຕະການຮັກສາຄວາມປອດໄພເພີ່ມເຕີມ, ພວກເຮົາຈຳເປັນຕ້ອງກວດສອບບັດເຄຣດິດຂອງທ່ານກ່ອນທີ່ຈະດຳເນີນການຕໍ່.
lt: Imamės papildomų saugos priemonių, todėl prieš pradėdami turime patikrinti jūsų kredito kortelę.
lv: Drošības nolūkos pirms turpināšanas ir jāveic kredītkartes pārbaude.
mi: Hei ine haumarutanga anō, manatokongia tō kāri nama i mua i te haere whakamua.
mk: Како дополнителна мерка за безбедност, треба да ја провериме вашата кредитна картичка пред да продолжиме.
ml: ഒരു വര്‍ദ്ധിത സുരക്ഷാ മാനദണ്ഡമെന്ന നിലയില്‍, തുടരുന്നതിന് മുമ്പായി ഞങ്ങള്‍ക്ക് നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് സ്ഥിരീകരിക്കേണ്ടതുണ്ട്.
mn: Аюулгүй байдлын нэмэлт арга хэмжээ болгож бид цааш үргэлжлүүлэхээс өмнө таны кредит картыг баталгаажуулах хэрэгтэй байна.
mr: जोडलेल्या सुरक्षा मापदंडाच्या रुपात, आम्हाला प्रक्रिया करण्यापूर्वी आपल्या क्रेडिट कार्डची पडताळणी करण्याची आवश्यकता आहे.
ms: Sebagai langkah keselamatan tambahan, kami perlu menentusahkan kad kredit anda sebelum meneruskan.
mt: Bħala miżura miżjuda tas-sigurtà, jeħtieġ li nivverifikaw il-karta ta' kreditu tiegħek qabel ma tipproċedi.
ne: थप सुरक्षा मापदण्डको रूपमा, अगाडि बड्नु भन्दा अगाडि हामीले तपाईँको क्रेडिट कार्ड रुजू गर्न आवश्यक छ।
nn_no: Som eit ekstra tryggleikstiltak må du stadfeste kredittkortet før du går vidare.
no: Som et ekstra sikkerhetstiltak må vi verifisere kredittkortet ditt før du fortsetter.
or: ଏକ ଯୋଡି ହୋଇଥିବା ସୁରକ୍ଷା ପରିମାପ ଭାବରେ, ଆମକୁ ପ୍ରକ୍ରିୟାକରଣ କରିବା ପୂର୍ବରୁ ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯାଞ୍ଚ କରିବାକୁ ପଡିବ.
pa_arab_pk: اضافی حفاظت دے طور تے، اگے جان توں پہلاں سانوں تساں دے کریڈٹ کارڈ دی تصدیق کرنی اے۔
pa_in: ਇੱਕ ਵਾਧੂ ਸੁਰੱਖਿਆ ਉਪਾਅ ਵਜੋਂ, ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ ਸਾਨੂੰ ਤੁਹਾਡੇ ਕਰੈਡਿਟ ਕਾਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: W ramach dodatkowych zabezpieczeń musimy zweryfikować kartę kredytową, zanim będzie można kontynuować.
ru: В качестве дополнительной меры безопасности перед продолжением требуется проверить вашу кредитную карту.
sd: جيئن اضافو ٿيل حفاظت کي ماپڻ، اسان کي اڳتي وڌڻ کان پهريان توهان جي ڪريڊٽ ڪارڊ جي تصديق ڪرڻ جي ضرورت آهي.
si: අතිරේක ආරක්ෂක පියවරක් ලෙස ඉදිරියට යාමට පෙර ඔබගේ ණයවරපත සත්‍යාපනය කර ගත යුතු වේ.
sl: Kot dodaten varnostni ukrep moramo pred nadaljevanjem preveriti vašo kreditno kartico.
sr_cyrl_rs: Као додатна безбедносна мера, потребно је да верификујемо вашу кредитну картицу пре него што наставимо.
sr_latn_rs: Kao dodatna bezbednosna mera, potrebno je da verifikujemo vašu kreditnu karticu pre nego što nastavimo.
sv: Som en extra säkerhetsåtgärd måste vi verifiera ditt kreditkort innan vi kan gå vidare.
ta: சேர்க்கப்பட்ட பாதுகாப்பு நடவடிக்கையாக, செயல்படுத்துவதற்கு முன்பு உங்கள் கடன் அட்டையை நாங்கள் சரிபார்க்க வேண்டும்.
te: జోడించబడిన భద్రతా ప్రమాణం వలె, మేము ప్రాసెస్ చేయడానికి ముందు మీ క్రెడిట్ కార్డ్‌ను నిర్ధారించాలి.
tg: Ба сифати чораи иловагии амниятӣ, мо бояд пеш аз шурӯъ кардан корти қарзии шуморо санҷем.
th: เพื่อเป็นมาตรการรักษาความปลอดภัยเพิ่มเติม เราจำเป็นต้องตรวจสอบบัตรเครดิตของคุณก่อนดำเนินการต่อ
tr: Ek bir güvenlik önlemi olarak, devam etmeden önce kredi kartınızı doğrulamamız gerekiyor.
tt: Иминлек өстәү максатыннан, дәвам иткәнче кредит картагызны тикшерергә кирәк.
ug: قوشۇمچە بىخەتەرلىك ۋاستىسى سۈپىتىدە،داۋاملاشتۇرۇشتىن ئىلگىرى ئىناۋەتلىك كارتىڭىزنى دەلىللېشىمىز لازىم.
uk: З метою додаткового захисту ми повинні перевірити вашу кредитну картку, перш ніж продовжити.
ur: مزید کاروائی سےپہلے ہمیں حفاظت کے پیش نظر آپ کے کریڈٹ کارڈ کی تصدیق کرنی ہے.
uz: Qo‘shimcha xavfsizlik chorasi sifatida davom etishdan avval kredit kartochkangizni tekshirishimiz kerak.
vi: Như một biện pháp an ninh bổ sung, chúng tôi cần kiểm chứng thẻ tín dụng của bạn trước khi tiếp tục.
zh_hans: 作为增强的安全措施，我们需要在继续之前验证您的信用卡。
zh_hant: 為了提供更嚴密的安全措施，我們必須先驗證您的信用卡，才能繼續進行後續動作。
