Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Klarna.CheckBox.Text
source: When I use Klarna to pay for purchases, I agree that Microsoft can transfer to Klarna the data required to process my order which includes an identity and credit-worthiness check. I can revoke my consent at any time with effect for the future. Terms and conditions of the dealer also apply.
af: Wanneer ek Klarna gebruik om vir aankope te betaal, stem ek in dat Microsoft die data wat vereis word om my bestelling te verwerk en my identiteit- en kredietwaardigheidskontrole insluit, na Klarna kan oordra. Ek kan my toestemming enige tyd terugtrek, wat vir die toekoms in effek sal tree. Die bepalings en voorwaardes van die handelaar is ook van toepassing.
am: ግዢዎችን ለመፈጸም በKlarna ስጠቀም፣ የእኔን ትዕዛዝ ለማስሄድ የሚያስፈልጉ ማንነትን የሚገልጹና ብድር የመመለስ ችሎታን የመሳሰሉ ውሂቦችን Microsoft ለKlarna እንዲያስተላልፍ ተስማምቻለሁ። ስምምነቴን በማንኛውም ማንሳት የምችል ሲሆን ይህን ማድረጌ ወደፊት ተጽዕኖ ሊኖረው ይችላል። የሻጭ ደንቦችና ሁኔታዎችም ተግባራዊ ይሆናሉ።
ar: عندما استخدم Klarna للدفع لعملية الشراء، فأنا أوافق على أن Microsoft يمكنها أن تنقل البيانات المطلوبة لمعالجة طلبي إلى Klarna والتي تشمل الهوية والتحقق من الجدارة الائتمانية. يمكنني إلغاء موافقتي في أي وقت ليسري في المستقبل. تُطبق أحكام وشروط الوكيل.
as: মই ক্ৰয়ৰ বাবে Klarna পৰিশোধ কৰিবলৈ Klarna ব্যৱহাৰ কৰাৰ সময়ত, মই সন্মতি জনাইছোঁ যে Microsoft-এ মোৰ অৰ্ডাৰৰ প্ৰক্ৰিয়া চলাবলৈ প্ৰয়োজন হোৱা ডাটা Klarna লৈ হস্তান্তৰ কৰিব পাৰিব য’ত পৰিচয় আৰু ক্ৰেডিট ৱৰ্থিনেছ পৰীক্ষা অন্তৰ্ভুক্ত হ’ব৷ মই ভৱিষ্যতে প্ৰভাৱিত হোৱাকৈ যিকোনো সময়তে মোৰ সন্মতি প্ৰত্যাহাৰ কৰিব পাৰোঁ৷ লগতে ডিলাৰৰ নিয়ম আৰু চৰ্তাৱলীও প্ৰযোজ্য হ’ব৷
az: Mən satınalmalara görə ödəniş etmək üçün Klarnadan istifadə edəndə, mən Microsoft-a eynilik və kredit ödəmə qabiliyyətinin yoxlanmasını ehtiva edən sifarişimi emal etmək üçün lazım olan verilənləri Klarna-ya ötürmək icazəsi verirəm. Mən gələcəkdə qüvvəyə minmə ilə istənilən vaxt razılığımı ləğv edə bilərəm. Satış dilerinin şərtləri də tətbiq olunur.
bg: Когато използвам Klarna, за да плащам за покупки, се съгласявам Microsoft да предава на Klara данни, необходими за обработката на моята поръчка, което включва проверка на самоличността и кредитоспособността. Мога да оттегля съгласието си по всяко време с бъдещо действие. Правилата и условията на доставчика също са приложими.
bn_in: যখন আমি Klarnaকে আমার কেনাকাটার জন্য অর্থপ্রদান করতে ব্যবহার করি তখন Microsoft আমার অর্ডার প্রক্রিয়াকরণের জন্য আবশ্যক ডাটা Klarnaকে স্থানান্তর করতে পারে, এতে একটি পরিচয় এবং ঋণের পক্ষে উপযুক্ততার পরীক্ষা অন্তর্ভুক্ত। আমি ভবিষ্যতে প্রযোজ্য হিসাবে যে কোনও সময় আমার সম্মতি প্রত্যাহার করতে পারি। ডিলারের বিধি ও শর্তাবলীও প্রযোজ্য হবে।
bs: Kada za svoje kupovine upotrebljavam usluge kompanije Klarna, pristajem da Microsoft može toj kompaniji poslati podatke koji su potrebni za obradu moje narudžbe, u šta spadaju provjera identiteta i kreditne sposobnosti. Svoj pristanak za ubuduće mogu opozvati u svakom trenutku. Također važe odredbe i uslovi prodavaoca.
cy: Pan fyddaf yn defnyddio Klarna i dalu am bryniannau, rwy'n cytuno y gall Microsoft drosglwyddo'r data sydd angen i broses fy archeb i Klarna sy'n cynnwys gwiriad hunaniaeth a chredyd. Gallaf ddiddymu fy nghaniatâd ar unrhyw adeg yn effeithiol ar gyfer y dyfodol. Mae telerau ac amodau'r deliwr hefyd yn berthnasol.
da: Når jeg bruger Klarna til at betale for køb, accepterer jeg, at Microsoft kan overføre de data til Klarna, der kræves for at behandle min ordre, hvilket omfatter en kontrol af identitet og kreditværdighed. Jeg kan til enhver tid tilbagekalde mit tilsagn med fremtidig virkning. Forhandlerens vilkår og betingelser er desuden gældende.
de: Mit der Nutzung von Klarna zur Bezahlung von Einkäufen stimme ich zu, dass Microsoft die erforderlichen Daten für die Verarbeitung der Bestellung an Klarna überträgt. Dieser Vorgang umfasst auch eine Überprüfung der Identität und Kreditwürdigkeit. Ich kann meine Zustimmung jederzeit widerrufen (jedoch nicht rückwirkend). Außerdem gelten die Geschäftsbedingungen des Händlers.
el: Όταν χρησιμοποιώ την Klarna για την πληρωμή αγορών, συμφωνώ ότι η Microsoft μπορεί να μεταφέρει στην Klarna τα δεδομένα που είναι απαραίτητα για την επεξεργασία της παραγγελίας μου, συμπεριλαμβανομένου ενός ελέγχου ταυτότητας και πιστοληπτικής ικανότητας. Μπορώ να ανακαλέσω τη συγκατάθεσή μου ανά πάσα στιγμή με μελλοντική ισχύ. Ισχύουν επίσης όροι και προϋποθέσεις του αντιπροσώπου.
es: Cuando uso Klarna para pagar compras, acepto que Microsoft puede transferir a Klarna los datos necesarios para procesar mi pedido, que incluye una comprobación de identidad y solvencia. Puedo revocar my consentimiento en cualquier momento con vigencia en el futuro. También se aplican los términos y condiciones del distribuidor.
et: Kui kasutan ostude eest tasumiseks Klarnat, nõustun sellega, et Microsoft võib Klarnale edastada minu tellimuse töötlemiseks vajalikke andmeid, mis hõlmab isikutuvastuse ja krediidivõimekuse kontrolli andmeid. Võin oma nõusoleku edaspidi igal ajal tühistada. Samuti kehtivad vahendaja tingimused.
eu: Klarna erabiltzen dudanean erosketak ordaintzeko, onartzen dut Microsoft-ek nire eskaera prozesatzeko behar diren datuak Klarna-ri transferitzea, besteak beste, nire nortasuna eta kreditua egiaztatzeko datuak. Noiznahi baliogabe dezaket nire onespena etorkizunerako. Saltzailearen Zehaztapenak eta baldintzak ere aplikatzen dira.
fa: زمانی که از Klarna برای خرید استفاده می‌کنم، موافقت می‌کنم که Microsoft اطلاعات مورد نیاز اعم از بررسی هویتی و درجه اعتبار من را برای پردازش سفارش به Klarna ارسال کند. بررسی هویت و credit-worthiness انتقال می توانید. من می‌توانم رضایت خود را در هر زمانی پس بگیرم تا دفعات بعد به مورد اجرا گذاشته شود. شرایط و ضوابط فروشنده نیز اعمال می‌شود.
ga: Nuair a úsáidim Klarna chun íoc as ceannacháin, aontaím gur féidir le Microsoft na sonraí is gá chun m'ordú a phróiseáil a aistriú chuig Klarna, sonraí lena n-áirítear seiceáil aitheantais agus creidiúnachta. Is féidir liom mo thoiliú a aisghairm uair ar bith le héifeacht as sin amach. Tá téarmaí agus coinníollacha eile i bhfeidhm ag an déileálaí.
gd: Nuair a chleachdas mi Klarna gus pàigheadh airson ceannachd, bidh mi ag aontachadh gum faod Microsoft an dàta a chur gu Klarna a dh’fheumas iad gus an t-òrdan agam a phròiseasadh agus gabhaidh sin a-staigh dearbhadh air cò mise agus a bheil mi airidh air creideas. ’S urrainn dhomh m’ aonta a thoirt air falbh uair sam bith is bidh sin an sàs san àm ri teachd. Bidh teirmichean is cumhaichean an reiceadair an sàs cuideachd.
gl: Cando uso Klarna para pagar compras, acepto que Microsoft pode transferir a Klarna os datos necesarios para procesar o meu pedido, que inclúe unha comprobación de identidade e solvencia. Podo revogar o meu consentimento en calquera momento con vixencia no futuro. Tamén se aplican os termos e condicións do distribuidor.
gu: જ્યારે હું ખરીદીઓ માટે ચુકવણી કરવા ક્લારનાનો ઉપયોગ કરૂં છું, ત્યારે હું સંમત છું કે Microsoft મારા ઑર્ડરની પ્રક્રિયા માટે જરૂરી વિગતો ક્લારનાને તબદીલ કરી શકે છે જેમાં ઓળખ અને ક્રેડિટ સુયોગ્યતા તપાસનો સમાવેશ થાય છે. હું ભવિષ્યમાં મારી સંમતિ કોઇપણ સમય પર પરત ખેંચી લઈ શકું છું. વિક્રેતાની શરતો અને નિયમો પણ લાગુ પડે છે.
he: כשאני נעזר ב- Klarna לתשלום על הרכישות שלי, אני מסכים לכך ש- Microsoft יכולה להעביר ל- Klarna את הנתונים הדרושים לטיפול בהזמנה שלי, כולל הזהות שלי ובדיקת מצב אשראי. יש לי אפשרות לבטל את הסכמתי בכל עת עבור עסקאות עתידיות. התנאים וההתניות של הסוחר חלים גם כן.
hi: जब मैं खरीदारियों हेतु भुगतान करने के लिए Klarna का उपयोग करता हूँ, तो मैं मानता हूँ कि Microsoft मेरे ऑर्डर को संसाधित करने के लिए आवश्यक डेटा को Klarna के पास स्थानांतरित कर सकता है, जिसमें एक पहचान और क्रेडिट-योग्यता जाँच शामिल है. मैं भविष्य में किसी भी समय अपनी सहमति को रद्द कर सकता हूँ. डीलर के नियम और शर्तें भी लागू होती हैं.
hr: Kada za svoje kupnje upotrebljavam usluge tvrtke Klarna, pristajem da Microsoft može toj tvrtki poslati podatke koji su potrebni za obradu moje narudžbe, u što spadaju provjera identiteta i kreditne sposobnosti. Svoj pristanak za ubuduće mogu opozvati u svakom trenutku. Također vrijede Odredbe i uvjeti Ugovora prodavatelja.
hu: Amikor a Klarnát használom a vásárlások kifizetéséhez, elfogadom, hogy a Microsoft átadhatja a Klarna részére a megrendelésem feldolgozásához szükséges adatokat. A folyamat részét képezi a személyazonosság és a hitelértékelés ellenőrzése. Hozzájárulásomat a jövőre nézve bármikor visszavonhatom. A kereskedő feltételei és kikötései is érvényesek.
id: Ketika saya menggunakan Klarna untuk membayar pembelian, saya setuju bahwa Microsoft dapat mentransfer data yang diperlukan untuk memproses pesanan saya ke Klarna termasuk pemeriksaan identitas dan kelayakan kredit. Saya dapat mencabut persetujuan saya kapan pun yang berdampak di masa depan. Syarat dan ketentuan dealer juga berlaku.
is: Þegar ég nota Klarna til að greiða fyrir innkaup samþykki ég að Microsoft getur flutt gögn sem eru nauðsynleg til að afgreiða pöntunina til Klarna, sem felur meðal annars í sér athugun á auðkenni og greiðslugetu. Ég get afturkallað samþykki mitt hvenær sem er og tekur afturköllunin gildi í framtíðinni. Skilmálar söluaðila gilda einnig.
ja: 私は、購入時の支払いに Klarna を利用する際、ID や信用調査を含め、私の注文の処理に必要なデータを Microsoft が Klarna に送信できることに合意します。私は今後に渡り、いつでもその同意を取り消すことができます。販売業者のご契約条件も適用されます。
ka: როდესაც Klarna-ს ვიყენებ გადახდისთვის, თანხმობას ვაცხადებ, რომ Microsoft-ს შეუძლია Klarna-ს გადასცეს ჩემი შეკვეთის დასამუშავებლად საჭირო მონაცემები, რომელშიც შედის ჩემი პირადობისა და კრედიტუნარიანობის შემოწმება. ჩემი თანხმობის გაუქმება შემიძლია ნებისმიერ დროს, რაც იმოქმედებს მომავალში. ასევე ძალაშია დილერის წესები და პირობები.
kk: Сатып алуларым үшін Кларнаны пайдаланған кезде Microsoft ұйымының Кларнаға идентификация мен кредит құндылығы тексерісі кіретін тапсырымды өңдеуге талап етілетін деректер тасымалдауға келісемін. Келісімімді болашақта кез келген уақытта өзгерте аламын. Әрі дилердің шарттары мен талаптары қолданылады.
kn: ಖರೀದಿಗಳಿಗೆ ಪಾವತಿಸಲು ನಾನು Klarna ಬಳಸಿದಾಗ, ನನ್ನ ಆರ್ಡರ್ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ಅಗತ್ಯವಾಗಿರುವ ಡೇಟಾವನ್ನು Klarna ಗೆ Microsoft ವರ್ಗಾಯಿಸಬಹುದು, ಇದು ಗುರುತು ಮತ್ತು ಕ್ರೆಡಿಟ್-ಅರ್ಹತೆಯ ಪರಿಶೀಲನೆಯನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ ಎಂಬುದಾಗಿ ನಾನು ಒಪ್ಪುತ್ತೇನೆ. ಭವಿಷ್ಯದ ಸಮಯಕ್ಕೆ ಕಾರ್ಯಗತವಾಗುವಂತೆ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ನನ್ನ ಸಮ್ಮತಿಯನ್ನು ನಾನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಬಹುದು. ಡೀಲರ್ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳು ಸಹ ಅನ್ವಯಿಸುತ್ತವೆ.
ko: Klarna를 이용하여 구매 비용을 지불하면 Microsoft에서 Klarna에 사용자의 ID 및 신용도 조회가 포함된 주문 처리에 필요한 데이터를 전송할 수 있음에 동의합니다. 향후 언제든지 즉각 동의를 철회할 수 있습니다. 대리점 계약조건도 적용됩니다.
ku_arab: کاتێک من Klarna بەکار دەهێنم بۆ پارەدانی بازاڕکردنەکانم. ڕازی دەبم بەوەی Microsoft دەتوانێت ئەو زانیاریانەی پیویسته بۆ جێبەجێکردنی ئۆردەرەکەم بنێرێت بۆ Klarna، لەوانەش پشکنینی ناسنامە و پشکنینی متمانەی-پێدانی قەرز. من دەتوانم هەرکاتێک ویستم ڕەزامەندی خۆم بۆ داهاتوو هەڵوشێنمەوه. هەروەها کار به مەرج و شەرتەکانی دەڵال دەکرێت.
ky: Мен Кларнаны колдонуп, сатып алууларга төлөгүм келгенде, Microsoft'тун Кларнага буйрутмамды иштеп чыгаруу үчүн маалыматтарды өткөрүүсүнө макулдугумду берем. Ага жеке маалыматтар, жекелик жана насыя картас жана насыяга татыктуу болгонтекшерүү кирет. Мен макулдугумду келечекте каалаган убакта алып сала алам. Дилердин Шарттар жана Жагдайлары да колдонулат.
lo: ເມື່ອຂ້ອຍໃຊ້ Klarna ຈ່າຍໃນການຊື້, ຂ້ອຍເຫັນດີວ່າ Microsoft ສາມາດສົ່ງໂອນຫາ Klarna ຂໍ້ມູນທີ່ຈຳເປັນໃນການດຳເນີນຄຳສັ່ງຊື້ຂອງຂ້ອຍເຊິ່ງລວມມີການລະບຸຕົວຕົນ ແລະການກວດກາຄວາມດີເລີດດ້ານສິນເຊື່ອ. ຂ້ອຍສາມາດເພີກຖອນການຍິນຍອມຂອງຂ້ອຍໄດ້ທຸກເວລາທີ່ມີຜົນໃນອະນາຄົດ. ຂໍ້ກຳນົດແລະເງື່ອນໄຂຂອງຜູ້ຈຳໜ່າຍ (dealer) ຈະນຳໃຊ້ອີກດ້ວຍ.
lt: Kai naudoju „Klarna“ atsiskaitydamas už pirkinius, sutinku, kad „Microsoft“ gali perduoti „Klarna“ duomenis, reikalingus užsakymui apdoroti. Šie duomenys apima tapatybė ir kreditingumo patikrą. Galiu atšaukti savo sutikimą bet kuriuo metu ir tai galios ateičiai. Taip pat taikomos tarpininko sąlygos.
lv: Izmantojot Klarna, lai maksātu par pirkumiem, es piekrītu, ka Microsoft var pārsūtīt uzņēmumam Klarna pasūtījuma apstrādei nepieciešamos datus, tostarp identitātes un kredītspējas pārbaudei. Es varu atsaukt savu piekrišanu jebkurā brīdī attiecībā uz nākotni. Tiek piemēroti arī tirgotāja noteikumi un nosacījumi.
mi: Ina whakaae au kia utu Klarna mō ngā hokonga, kei te whakaae au ka taea e Microsoft ngā raraunga e tika ana hei tukatuka i taku tono te whakawhiti ki Klarna, kei roto nei tētahi tākinga tuakiri, me tētahi tākinga tōtika tāwere. Ka taea e au taku whakaae te whakakāhore ahakoa te wā mō ngā rā kei te tū mai. Ka hoatu hoki ngā ture me ngā whakaritenga o te kaihoko.
mk: Кога ја користам Klarna за плаќање на купувањата, се согласувам дека Microsoft може да ѝ ги пренесе на Klarna потребните податоци за обработка на мојата нарачка што вклучуваат проверка на идентитетот и кредитоспособноста. Во секое време може да ја отповикам мојата согласност, со ефект за иднината. Исто така се применуваат и одредбите и условите на продавачот.
ml: വാങ്ങലുകൾക്ക് പണമടയ്ക്കുന്നതിന് ഞാൻ Klarna ഉപയോഗിക്കുമ്പോൾ, എന്റെ ഓർഡർ പ്രോസസ് ചെയ്യുന്നതിന് ആവശ്യമായ ഡാറ്റ, Klarna-യിലേക്ക് Microsoft-ന് കൈമാറാനാകുമെന്നും ഇതിൽ എന്റെ ഐഡന്റിറ്റി പരിശോധനയും ക്രെഡിറ്റ് അർഹത പരിശോധനയും ഉൾപ്പെടുമെന്നും ഞാൻ സമ്മതിക്കുന്നു. ഭാവിയിൽ ഏത് സമയത്തും പ്രാബല്യത്തിൽ വരുന്ന തരത്തിൽ എന്റെ സമ്മതം എനിക്ക് പിൻവലിക്കാവുന്നതാണ്. ഡീലറുടെ നിബന്ധനകളും വ്യവസ്ഥകളും ബാധകമാണ്.
mn: Миний худалдан авч буй зүйлийн үнийг Кларна төлөх үед Microsoft миний захиалгатай хоблоотой мэдээлэл, үүний дотор хувийн таних дугаар болон кредит төлбөрийн чадамжийн талаарх мэдээллийг Кларнад илгээхийг би зөвшөөрч байна. Би энэхүү зөвшөөрлөө хүссэн цагтаа цуцалж, цаашид хүчингүй болгож болно. Худалдаачны болзол, нөхцөл мөн үйлчилнэ.
mr: मी खरेदीसाठी क्लार्ना वापरतो, तेव्हा मी सहमत होतो की Microsoft हे क्लार्नाकडे माझ्या मागणीवर प्रक्रिया करण्यासाठी डेटा स्थानांतरित करू शकते यात ओळख आणि पत-पात्रतेचा धनादेश असतो. मी भविष्यासाठी प्रभावासह कोणत्याही वेळी माझी संमती मागे घेऊ शकतो.
ms: Apabila saya menggunakan Klarna untuk membayar pembelian, saya bersetuju bahawa Microsoft boleh memindahkan data yang diperlukan kepada Klarna untuk memproses pesanan saya yang termasuk semakan identiti dan kebolehpercayaan kredit. Saya boleh membatalkan keizinan saya pada bila-bila masa dengan kesan untuk masa depan. Terma dan syarat peniaga juga terpakai.
mt: Meta nuża Klarna biex inħallas għal xirjiet, jien naqbel li Microsoft tista' tittrasferixxi lil Klarna d-data meħtieġa biex l-ordni tiegħi tiġi pproċessata, li tinkludi verifika tal-identità u tal-affidabbiltà tal-kreditu. Jien nista' nirrevoka l-kunsens tiegħi meta rrid b'effett għall-futur. Japplikaw ukoll it-termini u l-kundizzjonijiet tan-negozjant.
ne: मैले खरीदहरूको लागि Klarna प्रयोग गर्दा, मेरो अर्डरलाई प्रक्रिया गर्न आवश्यक पर्ने पहिचान र क्रेडिट-योग्यता जाँच सहितको डाटालाई Microsoft ले Klarna मा स्थानान्तरण गर्छ भनी म सहमत छु। मैले भविष्यमा असर पर्ने गरी कुनै पनि समय मेरो सहमतिलाई खारेज गर्न सक्छु। डिलरका सर्त तथा नियमहरू पनि लागु हुन्छन्।
nn_no: Dersom eg bruker Klarna til å betale for kjøp, godtek eg at Microsoft kan overføre opplysningar som er nødvendige for å handsame bestillinga mi, til Klarna. Dette omfattar ein identitets- og kredittsjekk. Eg kan trekkje tilbake samtykket når som helst med framtidig verknad. Forhandlaren sine vilkår er også gjeldande.
no: Når jeg bruker Klarna til å betale for kjøp, godtar jeg at Microsoft kan overføre til Klarna dataene som er nødvendige for å behandle bestillingen min som omfatter en identitets- og kredittsjekk. Jeg kan trekke tilbake samtykket når som helst med virkning i fremtiden. Vilkårene og betingelsene til forhandleren gjelder også.
or: କ୍ରୟଗୁଡିକ ପାଇଁ ମୁଁ Klarna ବ୍ୟବହାର କରିବା ବେଳେ, ମୁଁ ରାଜି ହୁଏ ଯେ ମୋ ଅର୍ଡର୍‌ ପ୍ରକ୍ରିୟା କରାଯିବାକୁ ଆବଶ୍ୟକ ହେଉଥିବା ଡାଟା Microsoft Klarnaକୁ ସ୍ଥାନାନ୍ତର କରିପାରେ ଯାହା ଏକ ପରିଚୟ ଏବଂ କ୍ରେଡିଟ୍‌-ଯୋଗ୍ୟତା ଯାଞ୍ଚ ଅନ୍ତର୍ଭୂକ୍ତ କରେ. ଭବିଷ୍ୟତ ପାଇଁ ଲାଗୁ ହୋଇ ଆପଣ ଯେକୌଣସି ସମୟରେ ଆପଣଙ୍କ ସହମତି ଅପସାରଣ କରିପାରିବେ. ଡିଲରଙ୍କ ସର୍ତ୍ତାବଳୀ ଏବଂ ଚୁକ୍ତିନାମା ମଧ୍ୟ ଲାଗୁ ଅଟେ.
pa_arab_pk: جیدوں میں خریداریاں لئی Klarna ورتنا، اتے میں ایس گل اتے متفق ہوندا کہ میرے آرڈر اتے عمل درآمد کرن لئی جیہڑے ڈیٹا دی لوڑ ہووے، Microsoft اوہ ڈیٹا Klarna نوں منتقل کر سکدا اے جیہدے وچ شناخت اتے کریڈٹ دی مالیت چیک کرنا شامل اے۔ مستقبل وچ میں کسی وی ویلے اپنی رضامندی تُوں دستبردار ہو سکدے او۔ ڈیلر دیاں شرطاں اتے ضابطے لاگو ہوندے نیں۔
pa_in: ਜਦੋਂ ਮੈਂ ਖਰੀਦਾਰੀਆਂ ਲਈ ਭੁਗਤਾਨ ਕਰਨ ਵਾਸਤੇ Klarna ਦੀ ਵਰਤੋਂ ਕਰਦਾ/ਦੀ ਹਾਂ, ਤਾਂ ਮੈਂ ਸਹਿਮਤ ਹੁੰਦਾ/ਦੀ ਹਾਂ ਕਿ Microsoft ਮੇਰੇ ਆਰਡਰ 'ਤੇ ਕਾਰਵਾਈ ਕਰਨ ਲਈ Klarna ਨੂੰ ਲੋੜੀਂਦਾ ਡੇਟਾ ਸਥਾਂਨਤਰ ਕਰ ਸਕਦਾ ਹੈ, ਜਿਸ ਵਿੱਚ ਪਛਾਣ ਅਤੇ ਸਾਖ਼ ਦੀ ਜਾਂਚ ਸ਼ਾਮਲ ਹੁੰਦੀ ਹੈ। ਮੈਂ ਭਵਿੱਖ ਲਈ ਪ੍ਰਭਾਵ ਦੇ ਨਾਲ ਕਿਸੇ ਵੀ ਸਮੇਂ 'ਤੇ ਆਪਣੀ ਸਹਿਮਤੀ ਨੂੰ ਰੱਦ ਕਰ ਸਕਦਾ/ਦੀ ਹਾਂ। ਡੀਲਰ ਦੇ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਵੀ ਲਾਗੂ ਹੁੰਦੀਆਂ ਹਨ।
pl: Gdy używam usługi Klarna w celu płacenia za zakupy, zgadzam się na przesyłanie przez firmę Microsoft firmie Klarna danych potrzebnych do przetworzenia mojego zamówienia, co obejmuje sprawdzenie tożsamości i zdolności kredytowej. W każdej chwili mogę wycofać swoją zgodę, co będzie obowiązywać w przyszłości. Obowiązują także postanowienia określone przez sprzedawcę.
ru: Используя услуги Klarna для оплаты покупок, я соглашаюсь с тем, что корпорация Майкрософт может передавать Klarna данные, необходимые для обработки моего заказа, в том числе проверки личности и финансовой надежности. Я могу отменить свое согласие в любой момент на все последующее время. Применяются, среди прочего, условия и положения дилера.
sd: خريدارين لاءِ ادا ڪرڻ لاءِ جڏهن مان ڪلارنا استعمال ڪريو، مان قبول ڪريان ٿو ته Microsoft ڪلارنا کي ڊيٽا ٽرانسفر ڪري سگهي ٿي جيڪو منهنجو آرڊر عمل ۾ آڻڻ لاءِ گهربل آهي جنهن ۾ هڪ شناخت ۽ ڪريڊٽ-وردينيس چيڪ شامل آهي.
si: මම මිලදීගැනීම් සඳහා ක්ලර්නා භාවිතා කරන විට, Microsoft හට අනන්‍යතාවයක් සහ මූල්‍ය වටිනාකම් පරීක්ෂාවක් ඇතුලු මාගේ ඇණවුම සැකසුම් කිරීමට අවශ්‍ය දත්ත ක්ලර්නා වෙත මාරු කර යැවීමට හැකි බවට මම එකඟ වෙමි. අනාගතයට බළපාන පරිදි මට මාගේ කැමැත්ත ඕනෑම වේලාවක අස්කරගත හැකිය. බෙදාහරින්නාගේ නියමයන් සහ කොන්දේසිද අදාළ වේ.
sl: Ko za plačilo nakupov uporabljam Klarno, se strinjam, da lahko Microsoft Klarni posreduje podatke, potrebne za obdelavo mojega naročila, kar vključuje preverjanje identitete in kreditne sposobnosti. Svoje soglasje lahko kadarkoli umaknem, umik pa velja za naprej. Veljajo tudi pogoji in določila prodajalca.
sr_cyrl_rs: Када поруџбине плаћам преко услуге Klarna, слажем се са тим да Microsoft може да пренесе компанији Klarna податке који су неопходни за обраду моје поруџбине, а који обухватају личне податке и проверу кредитне способности. У сваком тренутку могу да повучем свој пристанак што ће ступити на снагу убудуће. Такође се примењују одредбе и услови продавца.
sr_latn_rs: Kada porudžbine plaćam preko usluge Klarna, slažem se sa tim da Microsoft može da prenese kompaniji Klarna podatke koji su neophodni za obradu moje porudžbine, a koji obuhvataju lične podatke i proveru kreditne sposobnosti. U svakom trenutku mogu da povučem svoj pristanak što će stupiti na snagu ubuduće. Takođe se primenjuju odredbe i uslovi prodavca.
sv: När jag använder Klarna för att betala för mina köp godkänner jag att Microsoft får vidarebefordra de data som krävs för att behandla min beställning till Klarna vilket innefattar en identifieringskontroll och kreditprövning. Jag kan när som helst dra tillbaka mitt medgivande för framtida köp. Återförsäljarens allmänna villkor gäller också.
ta: நான் வாங்கியவற்றுக்குப் பணம் செலுத்த Klarna -ஐப் பயன்படுத்தும்போது, எனது ஆர்டரைச் செயலாக்கத் தேவையான, அடையாளம் மற்றும் கடன் தகுதிச் சரிபார்ப்பு ஆகியவற்றை உள்ளடக்கிய தரவை Klarna-க்கு Microsoft இடம் மாற்றலாம் என்பதை நான் ஏற்கிறேன். எதிர்காலத்தில் அமலுக்கு வருமாறு நான் எந்த நேரத்திலும் எனது ஒப்புதலைத் திரும்பப் பெற்றுக்கொள்ளலாம். வியாபாரியின் விதிமுறைகள் மற்றும் நிபந்தனைகளும் கூட பொருந்தும்.
te: కొనుగోళ్ల సమయంలో చెల్లించడం కోసం నేను Klarnaని ఉపయోగించినట్లయితే, నా ఆర్డర్‌ని ప్రాసెస్ చేయడానికి అవసరమైన డేటాని Klarnaకి పంపడానికి నేను Microsoftని అనుమతిస్తున్నాను, ఇందులో గుర్తింపు మరియు క్రెడిట్-యోగ్యత తనిఖీ ఉంటాయి. నేను ఏ సమయంలో అయినా నా సమ్మతిని ఉపసంహరించుకోవచ్చు, అది భవిష్యత్తుకి కూడా వర్తిస్తుంది. డీలర్ యొక్క నిబంధనలు మరియు షరతులు కూడా వర్తిస్తాయి.
tg: Вақте ки ман барои пардохти харидҳо Klarna-ро истифода мебарам, ман розӣ мешавам, ки Microsoft маълумоти заруриро барои коркарди фармоиши ман, ки санҷиши шахсият ва қобилияти адои қарзро дар бар мегирад, ба Klarna интиқол дода метавонад. Ман метавонам дар вақти дилхоҳ розигии худро бо қувваи қонунии оянда бозгирам. Шартҳои фурӯшанда низ татбиқ карда мешаванд.
th: เมื่อข้าพเจ้าใช้ Klarna เพื่อชำระเงินซื้อสินค้า ข้าพเจ้ายินยอมให้ Microsoft ถ่ายโอนข้อมูลที่จำเป็นในการประมวลผลคำสั่งซื้อไปยัง Klarna ซึ่งรวมถึงการตรวจสอบข้อมูลประจำตัวและความน่าเชื่อถือด้านเครดิต ข้าพเจ้าสามารถยกเลิกความยินยอมได้ตลอดเวลาซึ่งจะมีผลในอนาคต นอกจากนี้ยังมีการบังคับใช้ข้อกำหนดและเงื่อนไขของตัวแทนจำหน่ายด้วย
tr: Alışveriş ödemelerim için Klarna kullandığımda Microsoft'un, siparişimi işlemek için gerekli olan ve kimlik ile kredibilite bilgilerini içeren verileri Klarna'ya gönderebileceğini kabul etmiş olurum. Verdiğim onayı gelecekte istediğim zaman iptal edebilirim. Bayi hüküm ve koşulları da geçerlidir.
tt: Мин сатып алулар өчен Klarna ярдәмендә түләгәндә, Майкрософтның Klarna'га заказымны эшкәртү өчен кирәк булган мәгълүматны тапшыруы белән килешәм, моңа шәхесне һәм кредит түли алучанлыкны тикшерү дә керә. Мин ризалыгымны теләсә кайчан кире ала алам, һәм бу киләчәккә дә кагылачак. Дилерның шартлары да кулланыла.
ug: كىلەرنەنى مال سېتىۋېلىشقا ئىشلەتكىنىمدە Microsoft نىڭ كىلەرنەگە بۇيرۇتمام ئۈچۈن كېرەكلىك بولغان، كىملىك ۋە كىرىدىت قاتارلىق تەكشۈرۈش مەلۇماتلىرىنى يۆتكىشىگە قوشۇلىمەن. مەن رۇخسىتىمنى خالىغان ۋاقتتا كېيىن ئەمەلدىن قالدۇرالايمەن سودىگەرنىڭ شەرتلىرى ‏‏ۋە شارائىتىمۇ قوللىنىلىدۇ.
uk: Використовуючи послуги Klarna для оплати покупок, я погоджуюся з тим, що корпорація Майкрософт може передавати Klarna дані, необхідні для обробки мого замовлення, зокрема для перевірки особистості та кредитоспроможності. Я можу скасувати свою згоду на весь майбутній час. Застосовуються, серед іншого, умови й положення дилера.
ur: جب میں Klarna کو خریداری کی ادائیگی کرنے کے لیے استعمال کرتا ہوں، میں اس بات سے اتفاق کرتا ہوں کہ Microsoft میرے آرڈر پر عمل درآمد کرنے کے لیے درکار کوائف منتقل کر سکتی ہے جس میں ایک شناخت اور کریڈٹ کی اہلیت کی پڑتال شامل ہوتی ہے۔ میں مستقبل کے لیے اپنی رضامندی کو کسی بھی وقت اثر کے ساتھ مسترد کر سکتا ہوں۔ ڈیلر کی شرائط و ضوابط بھی لاگو ہوتی ہیں۔
uz: Klarna’dan xaridlar haqini to‘lash uchun foydalanganimda, Microsoft shaxsimni tasdiqlash ma’lumoti va kredit to‘lov qobiliyati kabi buyurtmamni qayta ishlash uchun talab qilinadigan ma’lumotlarni Klarna’ga uzatishi mumkinligiga roziman. Istalgan vaqtda roziligimning kelajakka ta’sirini bekor qilishim mumkin. Dilerning muddat va shartlari ham qo‘llanilishi mumkin.
vi: Khi tôi sử dụng Klarna để thanh toán cho việc mua hàng, tôi đồng ý rằng Microsoft có thể chuyển cho Klarna các dữ liệu cần thiết để xử lý đơn hàng của tôi, bao gồm kiểm tra nhận dạng và khả năng thanh toán nợ. Tôi có thể thu hồi sự chấp thuận của tôi bất cứ lúc nào với hiệu lực cho tương lai. Các điều khoản và điều kiện của bên bán cũng được áp dụng.
zh_hans: 使用 Klarna 付款即代表我同意 Microsoft 向 Klarna 发送所需数据以处理我的订单，其中包括身份和信用度审核。之后我可以随时撤消授权。经销商条款和条件同样适用。
zh_hant: 當我使用 Klarna 支付購物款項時，我同意 Microsoft 可以將處理訂單所需的資料傳送給 Klarna，其中包含身分識別和信用度審查。我可以隨時撤銷我的同意書以在未來生效。代理商的條款及條件一併適用。
