Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Postcode
source: Post Code
af: Poskode
am: መልእክት ኮድ
ar: الرمز الربيدي
as: ডাক ক'ড
az: Poçt İndeksi
bg: Пощенски код
bn_in: ডাক কোড
bs: Poštanski kod
cy: Cod Post
da: Postnr.
de: PLZ-Code
el: Ταχυδρομικός κώδικας
es: Código postal
et: Sihtnumber
eu: Posta kodea
fa: کد پستی
ga: Cód poist
gd: Còd-puist
gl: Código postal
gu: પોસ્ટ કોડ
he: מיקוד
hi: पोस्‍ट कोड
hr: Poštanski broj
hu: Irányítószám
id: Kode Pos
is: Póstnúmer
ja: 郵便番号
ka: საფოსტო კოდი
kk: Пошта индексі
kn: ಪೋಸ್ಟ್ ಕೋಡ್
ko: 우편번호
ku_arab: کۆدی پۆست
ky: Почта коду
lo: ລະຫັດໄປສະນີ
lt: Pašto kodas
lv: Pasta indekss
mi: Waehere Pōhi
mk: Поштенски број
ml: പോസ്റ്റ് കോഡ്
mn: Шуудангийн код
mr: पोस्ट कोड
ms: Poskod
mt: Kodiċi Postali
ne: हुलाक सङ्केत
nn_no: Postnummer
no: Postnummer
or: ପୋଷ୍ଟ କୋଡ୍
pa_arab_pk: پوسٹ کوڈ
pa_in: ਪੋਸਟ ਕੋਡ
pl: Kod pocztowy
ru: Почтовый индекс
sd: پوسٽ ڪوڊ
sl: Poštna številka
sr_cyrl_rs: Поштански код
sr_latn_rs: Poštanski kod
sv: Postnummer
ta: அஞ்சல் குறியீடு
te: పోస్ట్ కోడ్
tg: Индекси почта
th: รหัสไปรษณีย์
tr: Posta Kodu
tt: Почта коды
ug: پوچتا نومۇرى
uk: Поштовий індекс
ur: پوسٹ کوڈ
uz: Pochta indeksi
vi: Mã Bưu điện
zh_hans: 邮政编码
zh_hant: 郵遞區號

# Literal.InvoicePONumber.MaxLength
source: Invoice PO number is too long.
af: Faktuur PO-nommer is te lank.
am: የፋክቱር PO በጣም ረጂም ነው።
ar: رقم أمر الشراء للفاتورة أطول من اللازم.
as: ইনভইচ PO নম্বৰ অতি দীঘল৷
az: Hesab-fakturanın PO nömrəsi çox uzundur.
bg: Номерът на поръчката за покупка във фактурата е прекалено дълъг.
bn_in: ইনভয়েস PO নাম্বারটি অত্যন্ত লম্বা৷
bs: Broj narudžbenice na fakturi je predug.
cy: Mae rhif Archeb Brynu yr anfoneb yn rhy hir.
da: Købsnummeret på fakturaen er for langt.
de: Die Bestellnummer auf der Rechnung ist zu lang.
el: Ο αριθμός παραγγελίας του τιμολογίου είναι πολύ μεγάλος.
es: El número de pedido de compra que figura en la factura es demasiado largo.
et: Arve ostutellimuse kood on liiga pikk.
eu: Fakturako erosketa-aginduaren zenbakia luzeegia da.
fa: شماره سفارش خرید صورتحساب بسیار طولانی است.
ga: Tá uimhir PO an tsonraisc rófhada.
gd: Tha àireamh fàirdeal PO ro fhada.
gl: O número de orde de compra de factura é moi longo.
gu: ઇન્વૉઇસ PO નંબર ખૂબ લાંબો છે.
he: מספר החשבונית של הזמנת הרכש ארוך מדי.
hi: इनवॉइस PO नंबर बहुत लंबा है.
hr: Broj fakture narudžbenice predugačak je.
hu: A számlán szereplő beszerzési rendelési szám túl hosszú.
id: Nomor PO faktur terlalu panjang.
is: Innkaupanúmer reikningsins er of langt.
ja: 請求書の発注番号が長すぎます。
ka: ინვოისში შეკვეთის ნომერი ძალიან გრძელია.
kk: Есепшоттың тапсырыс нөмірі тым ұзын.
kn: ಇನ್‌ವಾಯ್ಸ್ PO ಸಂಖ್ಯೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 송장 PO 번호가 너무 깁니다.
ku_arab: ژمارەی ئۆردەری کڕین زۆر درێژە.
ky: Эсеп-фактуранын буюртма номери өтө узун.
lo: ໝາຍເລກຄຳສັ່ງຊື້ໃນໃບຮຽກເກັບເງິນຍາວເກີນໄປ.
lt: Sąskaitos faktūros PU numeris yra per ilgas.
lv: Rēķina PP numurs ir pārāk garš.
mi: He roa rawa te tau PO nama.
mk: Бројот на налогот за нарачка во фактурата е предолг.
ml: ഇന്‍‌വോയ്‌സ് PO നമ്പർ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Нэхэмжлэхийн ХАЗ дугаар хэт урт байна.
mr: इनव्हॉइस PO नंबर खूप मोठा आहे.
ms: Nombor PO invois terlalu panjang.
mt: In-numru tal-PO tal-fattura twil wisq.
ne: चलानी PO नम्बर धरै लामो भयो।
nn_no: Innkjøpsordrenummeret på fakturaen er for langt.
no: Innkjøpsordrenummeret på fakturaen er for langt.
or: ଇନ୍‌ଭଏସ୍ PO ନମ୍ଵର୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: انوائس PO نمبر بہت لما اے۔
pa_in: ਬਿੱਲ PO ਨੰਬਰ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer ZZ na fakturze jest zbyt długi.
ru: Слишком длинный номер заказа на покупку в накладной.
sd: انوائس PO نمبر تمام وڏو آهي.
si: ඉන්වොයිස PO අංකය දිගු වැඩි ය.
sl: Številka naročila za račun je predolga.
sr_cyrl_rs: Број фактуре налога за куповину је предугачак.
sr_latn_rs: Broj fakture naloga za kupovinu je predugačak.
sv: Fakturans IO-nummer är för långt.
ta: விவரப்பட்டியல் PO எண் மிக நீளமாக உள்ளது.
te: ఇన్‌వాయిస్ PO నంబర్ చాలా పొడవుగా ఉంది.
tg: Рақами фармоиши харид дар инвойс аз ҳад дароз аст.
th: หมายเลข PO ใบแจ้งหนี้ยาวเกินไป
tr: Fatura satın alma siparişi numarası çok uzun.
tt: Заказ квитанциясенең номеры бик озын.
ug: زاكاز تالونىنىڭ نومۇرى بەك ئۇزۇن.
uk: Номер замовлення на придбання задовгий.
ur: رسید بل پی او نمبر بہت طویل ہے۔
uz: Invoysdagi buyurtma raqami juda uzun.
vi: Số PO hóa đơn quá dài.
zh_hans: 发票 PO 号太长。
zh_hant: 發票 PO 號碼太長。

# Literal.AccountEmail.MaxLength
source: Account email is too long.
af: E-posadres vir rekening is te lank.
am: የመለያ ኢሜይል በጣም ረጅም ነው።
ar: بريد الحساب الإلكتروني أطول من اللازم.
as: একাউণ্ট ইমেইল অতি দীঘল৷
az: Hesab e-poçtu çox uzundur.
bg: Имейлът на акаунта е прекалено дълъг.
bn_in: অ্যাকাউন্ট ইমেল অত্যন্ত লম্বা৷
bs: E-adresa računa je preduga.
cy: Mae e-bost y cyfrif yn rhy hir.
da: Mailadressen til kontoen er for lang.
de: Die Konto-E-Mail-Adresse ist zu lang.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του λογαριασμού είναι πολύ μεγάλη.
es: El correo electrónico de la cuenta es demasiado largo.
et: Konto meil on liiga pikk.
eu: Kontuaren helbide elektronikoa luzeegia da.
fa: پست الکترونیکی حساب بسیار طولانی است.
ga: Ríomhphost an chuntais rófhada.
gd: Tha post-d a' chunntais ro fhada.
gl: O correo electrónico da conta é moi longo.
gu: ખાતા ઇમેઇલ ખૂબ લાંબુ છે.
he: הדואר האלקטרוני של החשבון ארוך מדי.
hi: खाते का ई-मेल बहुत लंबा है.
hr: E-pošta računa predugačka je.
hu: A fiókhoz tartozó e-mail túl hosszú.
id: E-mail akun terlalu panjang.
is: Netfang reikningsins er of langt.
ja: アカウントメールが長すぎます。
ka: ანგარიშის ელ.ფოსტა ძალიან გრძელია.
kk: Тіркелгінің электрондық поштасы тым ұзын.
kn: ಖಾತೆ ಇಮೇಲ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 계정 메일이 너무 깁니다.
ku_arab: ئیمەیڵی ئەژمێر زۆر درێژە.
ky: Каттоо жазуусунун акча бирдиги өтө узун.
lo: ທີ່ຢູ່ອີເມວຍາວເກີນໄປ.
lt: Abonemento el. pašto adresas yra per ilgas.
lv: Konta e-pasta adrese ir pārāk gara.
mi: He roa rawa te īmēra pūkete.
mk: Е-поштата на сметката е предолга.
ml: അക്കൌണ്ട് ഇമെയില്‍ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хэрэглэгчийн дансны э-шуудан хэт урт байна.
mr: खाते ईमेल खूप मोठे आहे.
ms: E-mel akaun terlalu panjang.
mt: L-indirizz elettroniku tal-kont twil wisq.
ne: खाता इमेल धेरै लामो भयो।
nn_no: E-postadressa for kontoen er for lang.
no: E-postadressen til kontoen er for lang.
or: ଏକାଉଣ୍ଟ୍ ଇମେଲ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: اکاؤنٹ ای میل بہت لمی اے۔
pa_in: ਖਾਤਾ ਈਮੇਲ ਬੇਹੱਦ ਲੰਬੀ ਹੈ।
pl: Adres e-mail konta jest zbyt długi.
ru: Слишком длинный адрес электронной почты для счета.
sd: اڪائونٽ جي اي ميل تمام وڏي آھي.
si: ගිණු‍මේ ඉ-තැපැල් ලිපිනය දිග වැඩි ය.
sl: E-poštni naslov računa je predolg.
sr_cyrl_rs: Е-адреса налога је предугачка.
sr_latn_rs: E-adresa naloga je predugačka.
sv: Kontots e-postadress är för lång.
ta: கணக்கு மின்னஞ்சல் மிக நீளமாக உள்ளது.
te: ఖాతా ఇమెయిల్ చాలా పొడవుగా ఉంది.
tg: Почтаи электронии суратҳисоб аз ҳад дароз аст.
th: อีเมลบัญชียาวเกินไป
tr: Hesap e-postası çok uzun.
tt: Хисап электрон почтасы бик озын.
ug: ھېسابات ئېلخىتى بەك ئۇزۇن.
uk: Електронна пошта облікового запису задовга.
ur: کھاتہ کا ای میل بہت طویل ہے.
uz: Hisob qaydnomasi elektron pochta manzili juda uzun.
vi: Email tài khoản quá dài.
zh_hans: 帐户电子邮件地址太长。
zh_hant: 帳戶電子郵件太長。

# Literal.AccountAddress.NoActiveAccount
source: There is no active account. Please try again.
af: Daar is geen aktiewe rekening nie. Probeer asseblief weer.
am: ንቁ መለያ የለም።እባክህ እንደገና ሞክር።
ar: لا حساب نشط. يرجى إعادة المحاولة.
as: ইয়াত কোনো সক্ৰিয় একাউণ্ট নাই৷ অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক৷
az: Aktiv hesab yoxdur. Yenidən cəhd edin.
bg: Няма активна сметка. Моля, опитайте отново.
bn_in: কোনো সক্রিয় অ্যাকাউন্ট নেই দয়া করে আবার চেষ্টা করুন৷
bs: Ne postoji aktivni račun. Pokušajte ponovo.
cy: Does dim cyfrif gweithredol. Rhowch gynnig arall arni.
da: Der er ingen aktiv konto. Prøv igen.
de: Es existiert kein aktives Konto. Bitte versuchen Sie es erneut.
el: Δεν υπάρχει ενεργός λογαριασμός. Προσπαθήστε ξανά.
es: No hay ninguna cuenta activa. Inténtelo de nuevo.
et: Aktiivne konto puudub. Proovige uuesti.
eu: Ez dago kontu aktiborik. Saiatu berriro.
fa: هیچ حساب فعالی وجود ندارد. لطفاً دوباره امتحان کنید.
ga: Níl aon chuntas beo. Bain triail as arís le do thoil.
gd: Chan eil cunntas gnìomhach ann. Feuch ris a-rithist.
gl: Non hai conta activa. Ténteo de novo.
gu: કોઇ સક્રિય ખાતુ નથી. કૃપા કરી ફરીથી પ્રયાસ કરો.
he: אין חשבון פעיל. נסה שוב.
hi: कोई सक्रिय खाता नहीं. पुनः प्रयास करें.
hr: Nema aktivnih računa. Pokušajte ponovo.
hu: Nincs aktív fiók. Próbálja meg újra.
id: Tidak ada akun yang aktif. Silakan coba lagi.
is: Það er enginn reikningur virkur. Reyndu aftur.
ja: 有効なアカウントがありません。やり直してください。
ka: აქტიური ანგარიში არ არის. გთხოვთ, ისევ ცადოთ.
kk: Белсенді тіркелгі жоқ. Әрекетті қайталаңыз.
kn: ಯಾವುದೇ ಸಕ್ರಿಯ ಖಾತೆ ಇಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪಯತ್ನಿಸಿ.
ko: 활성 계정이 없습니다. 다시 시도해 보십시오.
ku_arab: ئەژمێرێکی چالاک نییە. تکایە دووبارە هەوڵ بدە.
ky: Аракеттеги каттоо эсеби жок. Өтүнүч, кайталаңыз.
lo: ບໍ່ມີບັນຊີທີ່ເຄື່ອນໄຫວຢູ່. ກະລຸນາລອງໃໝ່.
lt: Nėra suaktyvinto abonemento. Bandykite dar kartą.
lv: Nav aktīvu kontu. Lūdzu, mēģiniet vēlreiz.
mi: Kāore he pūkete hohe. Tēnā ngana anō.
mk: Нема активна сметка. Обидете се повторно.
ml: സജീവ അക്കൌണ്ട് ഒന്നുമില്ല. വീണ്ടും ശ്രമിക്കൂ.
mn: Идэвхтэй хэрэглэгчийн данс байхгүй байна. Дахин оролдоно уу.
mr: कोणतेही सक्रिय खाते नाही. कृपया पुन्हा प्रयत्न करा.
ms: Tidak ada akaun yang aktif. Sila cuba semula.
mt: Mhemmx kont attiv. Jekk jogħġbok erġa' pprova.
ne: यहाँ कुनै सक्रिय खाता छैन। कृपया फेरि प्रयास गर्नुहोस्।
nn_no: Det finst ingen aktiv konto. Prøv på nytt.
no: Ingen konto er aktiv. Prøv på nytt.
or: କୌଣସି ସକ୍ରିୟ ଏକାଉଣ୍ଟ ନାହିଁ. ଦୟାକରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: کوئی وی فعال اکاؤنٹ نئیں اے۔ میربانی کرے فیر کوشش کرو۔
pa_in: ਕੋਈ ਸਰਗਰਮ ਖਾਤਾ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Brak aktywnego konta. Spróbuj ponownie.
ru: Активных учетных записей нет. Повторите попытку.
sd: ھتي فعال اڪائونٽ نه آھي. مھرباني ڪري ٻيھر ڪوشش ڪريو.
si: සක්‍රීය ගිණුමක් ‍නො පවතී. කරුණාකර නැවත උත්සාහ කරන්න.
sl: Ni aktivnega računa. Poskusite znova.
sr_cyrl_rs: Не постоји активни налог. Покушајте поново.
sr_latn_rs: Ne postoji aktivni nalog. Pokušajte ponovo.
sv: Det finns inget aktivt konto. Försök igen.
ta: செயலில் உள்ள கணக்கு இல்லை. மீண்டும் முயலவும்.
te: సక్రియ ఖాతా లేదు. దయచేసి మళ్లీ ప్రయత్నించండి.
tg: Ягон ҳисоби фаъол нест. Лутфан, дубора кӯшиш кунед.
th: ไม่มีบัญชีที่ใช้งาน โปรดลองอีกครั้ง
tr: Etkin bir hesap yok. Lütfen tekrar deneyin.
tt: Эшли торган хисабы юк. Кабатлагыз тагын.
ug: ھەركەتچان ھېسابات يوق،تەكرار سىناڭ.
uk: Активних облікових записів немає. Повторіть спробу.
ur: کوئی فعال کھاتہ نہیں ہے. براہ مہربانی دوبارہ کوشش کریں.
uz: Faol hisob qaydnomasi mavjud emas. Qaytadan urining.
vi: Không có tài khoản hoạt động. Xin vui lòng thử lại.
zh_hans: 没有活动帐户。请重试。
zh_hant: 沒有有效的帳戶。請再試一次。
