Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IDEAL.idealredirectMessageLine3Text1
source: If you are not redirected soon,
af: As jy nie binnekort herlei word nie,
am: ቶሎ ካልተዛወሩ፣
ar: إذا لم تتم إعادة توجيهك قريباً،
as: যদি আপোনাক সোনকালে পুনঃনিৰ্দেশিত কৰা নহয়,
az: Tezliklə yönləndirilməsəniz,
bg: Ако не бъдете пренасочени скоро,
bn_in: আপনি শীঘ্রই পুনঃনির্দেশিত না হলে,
bs: Ako uskoro ne budete preusmjereni,
cy: Os na fyddwch chi'n cael eich ailgyfeirio cyn bo hir,
da: Hvis du ikke omdirigeres snart,
de: Wenn Sie nicht bald umgeleitet werden,
el: Εάν δεν ανακατευθυνθείτε σύντομα,
es: Si no se le redirige pronto,
et: Kui teid ei suunata varsti ümber,
eu: Laster birbideratzen ez bazaizu,
fa: اگر به‌زودی هدایت نشدید،
ga: Mura bhfuil tú atreoraithe go luath,
gd: Mur an tèid d’ ath-stiùireadh a dh’aithghearr,
gl: Se non se produce a redirección en breve,
gu: જો તમને ટૂંક સમયમાં રીડાયરેક્ટ કરવામાં ન આવે, તો
he: אם לא תנותב מחדש בקרוב,
hi: यदि आपको शीघ्र ही रीडायरेक्ट नहीं किया जाता है,
hr: Ako vas uskoro ne preusmjerimo,
hu: Ha hamarosan nem lesz átirányítva,
id: Jika Anda tidak segera dialihkan,
is: Ef þér verður ekki vísað áfram fljótlega skaltu
ja: すぐにリダイレクトされない場合は、
ka: თუ თქვენი გადამისამართება მალე არ მოხდება,
kk: Егер жақын арада қайта бағытталмаған болсаңыз,
kn: ನಿಮ್ಮನ್ನು ಶೀಘ್ರದಲ್ಲೇ ಮರುನಿರ್ದೇಶಿಸದಿದ್ದರೆ,
ko: 곧 리디렉션되지 않으면
lo: ຖ້າທ່ານບໍ່ຖືກປ່ຽນເສັ້ນທາງໃນໄວໆນີ້,
lt: Jei netrukus nesate peradresuoti,
lv: Ja drīz netiekat novirzīts,
mi: Mēnā kāore koe e tahurikētia ākuanei,
mk: Ако не бидете пренасочени наскоро,
ml: നിങ്ങളെ ഉടൻ റീഡയറക്ട് ചെയ്തില്ലെങ്കിൽ,
mr: आपल्याला लवकरच पुर्नदिग्देशित केले नसल्यास,
ms: Jika anda tidak diubah hala tidak lama lagi,
mt: Jekk ma tiġix ridirezzjonat dalwaqt,
ne: तपाईं चाँडै रिडाइरेक्ट हुनु भएन भने,
nn_no: Dersom du ikkje blir dirigert vidare snart,
no: Hvis du ikke omdirigeres snart,
or: ଯଦି ଆପଣଙ୍କୁ ଶୀଘ୍ର ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାନଯାଏ,
pa_in: ਜੇ ਤੁਹਾਨੂੰ ਛੇਤੀ ਹੀ ਨਿਰਦੇਸ਼ਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ,
pl: Jeśli wkrótce nie nastąpi przekierowanie,
ru: Если перенаправление не произойдет в ближайшее время,
sl: Če ne boste kmalu preusmerjeni,
sr_cyrl_rs: Ако ускоро не будете преусмерени,
sr_latn_rs: Ako uskoro ne budete preusmereni,
sv: Om du inte omdirigeras snart,
ta: நீங்கள் விரைவில் திருப்பிவிடப்படாவிட்டால்,
te: మీరు త్వరలో మళ్లించబడకపోతే,
th: ถ้าคุณไม่ได้เปลี่ยนเส้นทางในเร็วๆ นี้
tr: Kısa süre içinde yönlendirilmezseniz
tt: Тиздән кире күчмәсәгез,
ug: ئەگەر بەت دەرھال ئېچىلمىسا،
uk: Якщо найближчим часом вас не буде переспрямовано,
ur: اگر آپ کو جلد ری ڈائریکٹ نہیں کیا جاتا ہے،
vi: Nếu bạn không được chuyển hướng nhanh,
zh_hans: 如果系统没有很快将你重定向，
zh_hant: 如果系統未很快地為您重新導向，

# Literal.IDEAL.idealredirectMessageLine3Text2
source: please
af: asseblief
am: እባክዎን
ar: فالرجاء
as: অনুগ্ৰহ কৰি
az: zəhmət olmasa
bg: Моля
bn_in: অনুগ্রহ করে
bs: molimo
cy: os gwelwch chi'n dda
da: 'Udført'
de: Bitte
es: por favor
et: palun
eu: mesedez
fa: لطفاً
ga: le do thoil
gl: por favor
gu: કૃપયા
he: בבקשה
hi: कृपया
hr: molimo vas
hu: kérjük
id: silakan
is: vinsamlega
ja: お手数ですが
ka: გთხოვთ
kk: осы
kn: ದಯವಿಟ್ಟು
ko: 부탁드립니다
lo: ກະລຸນາ
lt: prašome
lv: lūdzu
mi: tēnā koa
mk: ве молиме
ml: ദയവായി
mr: कृपया
ms: sila
mt: jekk jogħġbok
ne: कृपया
nn_no: ver venleg og
no: vennligst
or: ଦୟାକରି
pa_in: ਕਿਰਪਾ ਕਰਕੇ
pl: proszę
ru: перейдите
sl: prosim
sr_cyrl_rs: молимо вас
sr_latn_rs: molimo vas
sv: vänta
ta: இந்த
te: దయచేసి
th: โปรด
tr: lütfen
tt: тамгалагыз
ug: مەرھەمەت
uk: будь ласка
ur: براہ کرم
vi: vui lòng
zh_hans: “完成”
zh_hant: 選取 [完成]

# Literal.IDEAL.idealredirectMessageLine3Text3
source: visit this link.
af: besoek hierdie skakel.
am: ይህንን ሊንክ ይጎብኙ።
ar: قم بزيارة هذا الارتباط.
as: এই লিংকটো দৰ্শন কৰক।
az: linkə daxil olun.
bg: посетете тази връзка.
bn_in: এই লিঙ্কটি পরিদর্শন করুন৷
bs: posjetite ovu vezu.
cy: ymweld â'r ddolen hon.
da: besøg dette link.
de: besuchen Sie diesen Link.
el: επισκεφθείτε αυτήν τη σύνδεση.
es: visite este vínculo.
et: külastage seda linki.
eu: erabili esteka hau.
fa: به این پیوند مراجعه کنید.
ga: tabhair cuairt ar an nasc seo.
gd: tadhail air a’ cheangal seo.
gl: visita esta ligazón.
gu: આ લિંકની મુલાકાત લો.
he: בקר בקישור זה.
hi: इस लिंक पर जाएँ.
hr: posjetite ovu vezu.
hu: látogasson el erre a hivatkozásra.
id: buka tautan ini.
is: opna þennan tengil.
ja: このリンクにアクセスしてください。
ka: ამ ბმულზე გადასვლა.
kk: сілтеме арқылы кіріңіз.
kn: ಈ ಲಿಂಕ್‍‌ಗೆ ಭೇಟಿ ನೀಡಿ.
ko: 이 링크를 방문하세요.
lo: ເຂົ້າເບິ່ງລິ້ງນີ້.
lt: apsilankyti šiame saite.
lv: apmeklējiet šo saiti.
mi: toro atu ki tēnei hononga.
mk: посетете ја оваа врска.
ml: ഈ ലിങ്ക് സന്ദർശിക്കുക.
mr: या लिंकला भेट द्या.
ms: lawati pautan ini.
mt: żur din il-link.
ne: यो लिङ्कमा जानुहोस्।
nn_no: gå til denne koplinga.
no: gå til denne koblingen.
or: ଏହି ଲିଙ୍କ୍ ପରିଦର୍ଶନ କରନ୍ତୁ ।
pa_in: ਇਸ ਲਿੰਕ 'ਤੇ ਜਾਓ।
pl: odwiedź ten link.
ru: по этой ссылке.
sl: obiščite to povezavo.
sr_cyrl_rs: посетите овај линк.
sr_latn_rs: posetite ovu vezu.
sv: besök den här länken.
ta: இணைப்பிற்குச் செல்லவும்.
te: ఈ లింక్‌‌ను సందర్శించండి.
th: ไปที่ลิงก์นี้
tr: bu bağlantıyı ziyaret edin.
tt: бу сылтама буенча күчү.
ug: بۇ ئۇلانمىنى ئېچىڭ.
uk: перейдіть за цим посиланням.
ur: یہ ربط ملاحظہ کریں۔
vi: truy nhập liên kết này.
zh_hans: 请访问此链接。
zh_hant: 瀏覽此連結。

# Literal.IDEAL.idealLegalString
source: For a subscription via direct debit, you will be asked to make a payment of €0,01 via iDEAL in order to verify your bank account. This €0,01 will be credited back to your account afterwards.
af: Vir ’n intekening via direkte debiet, sal jy gevra word om ’n betaling van €0,01 via iDEAL te maak om jou bankrekening te verifieer. Hierdie €0,01 sal ná die tyd na jou rekening terugbetaal word.
am: በቀጥታ ክፍያ ለደንበኝነት ምዝገባ፣ የባንክ ሂሳብዎን ለማረጋገጥ በ iDEAL 0,01 ዩሮ እንዲከፍሉ ይጠየቃሉ። ይህ €0,01 በኋላ ወደ ሂሳብዎ ይመለሳል።
ar: للحصول على اشتراك عبر الخصم المباشر، ستتم مطالبتك بدفع 0,01 يورو عبر iDEAL لتأكيد حسابك البنكي. ستتم إعادة مبلغ 0,01 يورو هذا إلى حسابك بعد ذلك.
as: পোনপটীয়া ডেবিটৰ জৰিয়তে গ্ৰাহকভুক্তিৰ বাবে, আপোনাৰ বেঙ্ক একাউণ্ট প্ৰমাণিত কৰিবলৈ আপোনাক iDEALৰ জৰিয়তে €0,01 পৰিশোধ কৰিবলৈ কোৱা হ'ব। এই €0,01 পিছত আপোনাৰ একাউণ্টলৈ ঘূৰাই দিয়া হ'ব।
az: Birbaşa debet vasitəsilə abunə üçün sizdən bank hesabınızı yoxlamaq məqsədilə iDEAL vasitəsilə 0,01€ ödəniş etməyiniz istənəcək. Bu €0,01 sonra hesabınıza qaytarılacaq.
bg: За абонамент чрез директен дебит ще бъдете помолени да платите 0,01 € чрез iDEAL, за да потвърдите банковата си сметка. Тези 0,01 € ще бъдат кредитирани обратно към акаунта ви след това.
bn_in: সরাসরি ডেবিটের মাধ্যমে সদস্যতার জন্য, আপনার ব্যাঙ্ক অ্যাকাউন্ট যাচাই করার জন্য আপনাকে iDEAL-এর মাধ্যমে €0,01 অর্থপ্রদান করতে বলা হবে। এই €0,01-কে পরে আপনার অ্যাকাউন্টে আবার ক্রেডিট করা হবে।
bs: Za pretplatu putem direktnog zaduženja, od vas će se zatražiti da izvršite uplatu od 0,01€ putem iDEAL-a, kako biste potvrdili svoj bankovni račun. Svota od 0,01€ će se nakon toga biti vraćena na vaš račun.
cy: Ar gyfer tanysgrifiad trwy ddebyd uniongyrchol, gofynnir i chi wneud taliad o €0,01 trwy iDEAL er mwyn dilysu’ch cyfrif banc. Bydd yr €0,01 hwn yn cael ei gredydu yn ôl i'ch cyfrif wedyn.
da: For et abonnement via direkte debitering bliver du bedt om at betale 0,01 EUR via iDEAL for at bekræfte din bankkonto. Disse 0,01 EUR krediteres tilbage til din konto bagefter.
de: Für ein Abonnement per Lastschrift werden Sie aufgefordert, über iDEAL eine Zahlung von 0,01 € zu leisten, um Ihr Bankkonto zu überprüfen. Diese 0,01 € werden ihrem Konto anschließend wieder gutgeschrieben.
el: Για μια συνδρομή μέσω άμεσης χρέωσης, θα σας ζητηθεί να καταβάλετε 0,01 € μέσω iDEAL για να επαληθεύσετε τον τραπεζικό λογαριασμό σας. Αυτό το ποσό των 0,01 € θα πιστωθεί ξανά στον λογαριασμό σας στη συνέχεια.
es: Para una suscripción por domiciliación bancaria, se le pedirá que realice un pago de 0,01 euros a través de iDEAL para verificar su cuenta bancaria. Estos 0,01 euros se abonarán posteriormente en su cuenta.
et: Otsekorraldusega tellimisel palutakse teil oma pangakonto kinnitamiseks tasuda iDEALi kaudu 0,01 eurot. See 0,01 eurot kantakse hiljem tagasi teie kontole.
eu: Banku-helbideratze bidezko harpidetza baten kasuan, iDEAL bidez 0,01 €-ko ordainketa bat egiteko eskatuko zaizu, banku-kontua egiaztatzeko. 0,01 € horiek geroago itzuliko zaizkizu kontuan.
fa: برای اشتراک از طریق برداشت مستقیم، از شما خواسته می‌شود تا ۰٫۰۱ یورو از طریق iDEAL پرداخت کنید تا حساب بانکی خود را تأیید کنید. این ۰٫۰۱ یورو پس‌ازآن به حساب شما واریز خواهد شد.
ga: Maidir le síntiús trí dhochar díreach, iarrfar ort íocaíocht de €0.01 a dhéanamh trí iDEAL chun do chuntas bainc a fhíorú. Cuirfear an €0,01 seo chun sochair ar ais chuig do chuntas ina dhiaidh sin.
gd: Airson fo-sgrìobhadh slighe Direct Debit, iarraidh sinn ort €0.01 a phàigheadh slighe iDEAL airson an cunntas banca agad a dhearbhadh. Thèid an €0.01 seo a thilleadh dhan chunntas agad às a dhèidh sin.
gl: No caso das subscricións mediante domiciliación, solicitaráselle que efectúe un pagamento de 0,01 € mediante iDEAL para verificar a conta bancaria. Estes 0,01 € euros reembolsaranse despois na conta.
gu: ડાયરેક્ટ ડેબિટ દ્વારા સબ્સ્ક્રિપ્શન માટે, તમને તમારા બેંક ખાતાને ચકાસવાના ક્રમમાં, iDEAL દ્વારા €0,01ની ચૂકવણી કરવા માટે કહેવામાં આવશે. આ €0,01ને પછીથી તમારા ખાતામાં પાછું ક્રેડિટ કરવામાં આવશે.
he: עבור מנוי באמצעות חיוב ישיר, תתבקש לבצע תשלום בסך €0,01 דרך iDEAL כדי לאמת את חשבון הבנק שלך. ה- €0,01 יזוכו בחזרה לחשבון שלך לאחר מכן.
hi: प्रत्यक्ष डेबिट के माध्यम से सदस्यता के लिए, आपको अपना बैंक खाता सत्यापित करने के लिए iDEAL के माध्यम से €0,01 का भुगतान करने के लिए कहा जाएगा. यह €0,01 बाद में आपके खाते में वापस क्रेडिट हो जाएगा.
hr: Za pretplatu putem izravnog terećenja od vas će se zatražiti da izvršite plaćanje u iznosu od 0,01 EUR putem servisa iDEAL kako biste potvrdili svoj bankovni račun. Iznos od 0,01 EUR bit će nakon toga vraćen na vaš račun.
hu: Csoportos beszedési megbízással történő előfizetés esetén a bankszámlája ellenőrzéséhez 0,01 € összegű, iDEAL-en keresztüli fizetést kell végrehajtania. Ezt a 0,01 €-t utólag jóváírjuk a számlájára.
id: Untuk langganan melalui debit langsung, Anda akan diminta untuk melakukan pembayaran sebesar €0.01 melalui iDEAL untuk memverifikasi rekening bank Anda. Setelahnya, €0,01 ini akan dikreditkan kembali ke akun Anda.
is: Fyrir áskrift með beingreiðslu verður þú beðin(n) um að greiða 0,01 evru með iDEAL til að staðfesta bankareikninginn þinn. Þessi 0,01 evra verður skuldfærð aftur á reikninginn þinn að því loknu.
ja: 自動引き落としのサブスクリプションの場合、銀行口座の確認のために iDEAL で €0,01 の支払いを行うように求められます。この €0,01 は、後で口座に入金されて返されます。
ka: პირდაპირი დებიტით გამოსაწერად თქვენ გთხოვენ €0,01-ს გადახდას iDEAL-ის საშუალებით თქვენი საბანკო ანგარიშის გადასამოწმებლად. ეს €0,01 მოგვიანებით კვლავ დაგიბრუნდებათ ანგარიშზე.
kk: Тікелей дебет арқылы жазылымға тіркелу үшін сізден банктік шотыңызды растау үшін iDEAL көмегімен €0,01 мөлшерінде төлем жасау сұралады. Бұл €0,01 сома кейінірек шотыңызға қайтарылады.
kn: ನೇರ ಡೆಬಿಟ್ ಮೂಲಕ ಚಂದಾದಾರಿಕೆಗಾಗಿ, ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು iDEAL ಮೂಲಕ € 0,01 ಪಾವತಿಯನ್ನು ಮಾಡಲು ನಿಮ್ಮನ್ನು ಕೇಳಲಾಗುತ್ತದೆ. ನಂತರ ಈ € 0,01 ಅನ್ನು ನಿಮ್ಮ ಖಾತೆಗೆ ಮರಳಿ ಜಮಾ ಮಾಡಲಾಗುತ್ತದೆ.
ko: 자동 이체를 통한 구독의 경우, 은행 계좌를 확인하기 위해 iDEAL을 통해 €0.01을 결제해야 합니다. 이 €0.01은 나중에 계정에 다시 적립됩니다.
lo: ສຳລັບການສະໝັກໃຊ້ຜ່ານເດບິດໂດຍກົງ, ທ່ານຈະຖືກຂໍໃຫ້ເຮັດການຊຳລະເງິນ €0,01 ຜ່ານ iDEAL ເພື່ອກວດສອບບັນຊີທະນາຄານຂອງທ່ານ. €0,01 ນີ້ຈະຖືກໂອນກັບເຂົ້າບັນຊີຂອງທ່ານໃນພາຍຫຼັງ.
lt: Jei prenumeruojate tiesioginiu debetu, jūsų bus paprašyta sumokėti 0,01 € per iDEAL, kad patvirtintumėte savo banko sąskaitą. Po to šis 0,01 € bus grąžintas į jūsų sąskaitą.
lv: Lai verificētu savu bankas kontu, jums, izmantojot iDEAL, tiks lūgts veikt 0,01 € maksājumu, izmantojot iDEAL. Šis 0,01 € pēc tam tiks atmaksāts jūsu kontā.
mi: Kia ohauru mā te nama tika tonu, ka tonoa nei koe kia utu i te €0,01 mā iDEAL hei manatokonga o tō kaute pūtea. Ko taua €0,01 ka whakahokia rā ki tō kaute pūtea ā muri iho mai nei.
mk: За претплата преку директно задолжување, ќе биде побарано да уплатите 0,01 € преку iDEAL за да ја потврдите вашата банкарска сметка. Ова 0,01 € ќе се кредитира назад на вашата сметка подоцна.
ml: ഡയറക്ട് ഡെബിറ്റ് വഴിയുള്ള സബ്‌സ്‌ക്രിപ്‌ഷനായി, നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് സ്ഥിരീകരിക്കുന്നതിനായി iDEAL വഴി 0,01 യൂറോ പേയ്മെന്റ് നടത്താൻ നിങ്ങളോട് ആവശ്യപ്പെടും. ഈ € 0,01 പിന്നീട് നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് ക്രെഡിറ്റ് ചെയ്യപ്പെടും.
mr: थेट डेबिटद्वारे सदस्यतेसाठी, आपल्या बँक खात्याची पडताळणी करण्यासाठी आपल्याला iDEAL द्वारे €0,01 चे पेमेंट करण्यासाठी विचारले जाईल. हे €0,01 नंतर आपल्या खात्यावर पुन्हा क्रेडिट केले जाईल.
ms: Untuk langganan melalui debit terus, anda akan diminta untuk membuat pembayaran sebanyak €0,01 melalui iDEAL dalam pesanan untuk mengesahkan akaun bank anda. €0,01 ini akan dikreditkan kembali ke akaun anda selepas itu.
mt: Għal abbonament permezz tad-debitu dirett, se tintalab tagħmel pagament ta’ €0.01 permezz ta’ iDEAL sabiex tivverifika l-kont tal-bank tiegħek. Dan il-€0.01 se jiġi kkreditjat lura fil-kont tiegħek wara dan.
ne: प्रत्यक्ष डेबिट मार्फत सदस्यताका लागि तपाईंलाई आफ्नो बैंक खाता रुजू गर्न iDEAL मार्फत € 0,01 को भुक्तानी गर्न अनुरोध गरिने छ। यो €0,01 त्यसपछि तपाईंको खातामा जम्मा गरिने छ।
nn_no: For eit abonnement via direkte debet blir du bedd om å betale 0,01 EUR via iDEAL for å kunne verifisere bankkontoen. Desse 0,01 EUR blir kreditert tilbake til kontoen din etterpå.
no: Abonnementer med direkte debitering blir bedt om å foreta en betaling på 0,01 € via iDEAL, for å bekrefte bankkontoen. Summen på 0,01 € blir kreditert tilbake til kontoen like etter.
or: ସିଧାସଳଖ ଡେବିଟ୍ ମାଧ୍ୟମରେ ସବସ୍କ୍ରିପସନ୍ ପାଇଁ, ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବା ପାଇଁ ଆପଣଙ୍କୁ iDEAL ମାଧ୍ୟମରେ €0,01 ର ଦେୟ ଦେବାକୁ କୁହାଯିବ । ଏହି €0,01 ପରେ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍‍‌କୁ ଫେରିଆସିବ ।
pa_in: ਡਾਇਰੈਕਟ ਡੈਬਿਟ ਰਾਹੀਂ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਲਈ, ਤੁਹਾਨੂੰ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ iDEAL ਰਾਹੀਂ € 0,01 ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕਿਹਾ ਜਾਵੇਗਾ। ਇਹ €0,01 ਬਾਅਦ ਵਿੱਚ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਵਾਪਸ ਜਮ੍ਹਾਂ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: W przypadku subskrypcji z opcją polecenia zapłaty zostanie wyświetlony monit o dokonanie płatności w wysokości 0,01 EUR za pomoca usługi iDEAL na potrzeby zweryfikowania konta bankowego. Ta kwota 0,01 EUR zostanie później zwrócona na Twoje konto.
ru: Для оформления подписки с автоматическим списанием средств вам будет предложено совершить платеж на сумму 0,01 евро через систему iDEAL, чтобы подтвердить ваш банковский счет. Позже эта сумма в 0,01 евро будет перечислена обратно на ваш счет.
sl: Pri naročnini z direktno bremenitvijo ste pozvani k plačilu stroškov v višini 0,01 EUR prek sistema iDEAL za preverjanje bančnega računa. Znesek 0,01 EUR bo nakazan na vaš račun kot dobroimetje.
sr_cyrl_rs: За претплату путем директног задужења рачуна од вас ће бити затражено да уплатите 0,01 € путем услуге iDEAL како бисте верификовали свој банковни рачун. Износ од 0,01 € биће вам поново уплаћен на рачун.
sr_latn_rs: Za pretplatu putem direktnog zaduženja, biće vam zatraženo da uplatite iznos od 0,01 evra putem iDEAL-a da biste verifikovali bankarski račun. Iznos od 0,01 evra biće nakon toga vraćen na vaš račun.
sv: För en prenumeration via autogiro ombeds du att göra en betalning på 0,01 € via iDEAL för att verifiera ditt bankkonto. Dessa 0,01 € kommer att krediteras tillbaka till ditt konto efteråt.
ta: நேரடி டெபிட் மூலம் சந்தாவுக்கு, உங்கள் வங்கிக் கணக்கைச் சரிபார்க்க, iDEAL மூலம் €0,01 தொகையைச் செலுத்துமாறு கேட்கப்படுவீர்கள். அதன்பிறகு இந்த €0,01 உங்கள் கணக்கில் மீண்டும் வரவு வைக்கப்படும்.
te: డైరెక్ట్ డెబిట్ ద్వారా సభ్యత్వం కోసం, మీ బ్యాంక్ ఖాతాను ధృవీకరించడానికి iDEAL ద్వారా €0,01 చెల్లింపు చేయమని మిమ్మల్ని అడుగుతారు. తరువాత, ఈ €0,01 మీ ఖాతాకు తిరిగి జమ చేయబడుతుంది.
th: สําหรับการสมัครใช้งานผ่านการหักบัญชีเงินฝาก คุณจะถูกขอให้ชําระเงิน €จํานวน 0,01 ผ่าน iDEAL เพื่อยืนยันบัญชีธนาคารของคุณ €0,01 นี้จะถูกโอนกลับไปยังบัญชีของคุณหลังจากนั้น
tr: Talimatlı ödeme aracılığıyla abonelik için, banka hesabınızı doğrulamak amacıyla iDEAL aracılığıyla 0,01 EUR ödeme yapmanız istenir. Bu 0,01 EUR daha sonra hesabınıza geri yatırılır.
tt: Туры дебет аша язылу өчен, банк хисабыгызны тикшерү өчен, iDEAL аша 0,01 евро түләргә тәкъдим ителәчәк. Бу 0,01 евро аннан соң сезнең хисабыгызга кайтарылачак.
ug: بىۋاسىتە چىقىملىق مۇشتەرىلىك ئۈچۈن، iDEAL ئارقىلىق €0,01 پۇل تۆلەپ بانكا ھېساباتىڭىزنى دەلىللەيسىز. دەلىللەپ بولغاندا بۇ €0,01 بانكا ھېساباتىڭىزغا قايتۇرۇلىدۇ.
uk: Щоб оформити передплату за допомогою прямого дебетування, вам буде запропоновано зробити платіж у розмірі 0,01 євро через iDEAL, щоб перевірити ваш банківський рахунок. Після цього ці 0,01 євро буде зараховано назад на ваш рахунок.
ur: براہ راست ڈیبٹ کے ذریعہ کسی سبسکرپشن کے لیے، آپ کو اپنے بینک اکاؤنٹ کی تصدیق کرنے کے لیے بذریعہ iDEAL €0,01 کی ادائیگی کرنے کو کہا جائے گا۔ اس €0,01 کو بعد میں آپ کے اکاؤنٹ میں واپس کریڈٹ کیا جائے گا۔
vi: Đối với gói đăng ký qua phương thức ghi nợ trực tiếp, bạn sẽ được yêu cầu thanh toán 0.01 EUR qua iDEAL để xác minh tài khoản ngân hàng. Sau đó, khoản tiền 0.01 EUR này sẽ được ghi có về tài khoản của bạn.
zh_hans: 对于通过直接借记进行的订阅，系统将要求你通过 iDEAL 支付 0.01 欧元，以验证你的银行帐户。此 0.01 欧元将在事后记回你的帐户。
zh_hant: 針對直接扣款的訂用帳戶，系統會要求您透過 iDEAL 進行 €0,01 的付款，以驗證您的銀行帳戶。此 €0,01 之後會退回您的帳戶中。

# Literal.IDEAL.MessageLine2Sequence2
source: to wrap things up.
af: om dinge af te handel.
am: ነገሮችን ጠቅልል አድርጎ ለማቅረብ።
ar: لإنهاء الأشياء.
as: বস্তুবোৰ ওপৰত ৰাখিবলৈ৷
az: işləri bitirmək üçün.
bg: , за да приключите с нещата.
bn_in: জিনিসগুলি শেষ করতে৷
bs: da sumiramo.
cy: i gwblhau'r broses.
da: for at gøre arbejdet færdigt.
de: , um den Vorgang abzuschließen.
el: για να ολοκληρώσετε τη διαδικασία.
es: para terminar.
et: toimingu lõpuleviimiseks.
eu: amaitzeko.
fa: برای تمام کردن کار.
ga: chun an jab a chríochnú.
gd: gus a h-uile rud a choileanadh.
gl: para terminar.
gu: વસ્તુઓ સમેટવા માટે પસંદ કરો.
he: כדי לסכם.
hi: हाँ.
hr: da biste riješili problem.
hu: elemet választva zárhatja le az ügyet.
id: selesaikan semuanya.
is: til að ljúka ferlinu.
ja: を選択して完了します。
ka: რომ მოამთავროთ.
kk: әрекетті аяқтауды таңдаңыз.
kn: ಸಂಗತಿಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು.
ko: 을(를) 선택하여 마무리하세요.
ku_arab: بۆ کۆتایی پێهێنانی شتەکان.
ky: нерселерди ороо үчүн.
lo: ເພື່ອເຮັດສຳເລັດສິ່ງຕ່າງໆ.
lt: kad viską užbaigtumėte.
lv: , lai pabeigtu darbu.
mi: kia whakaotia ngā take katoa.
mk: за да ги завршите работите.
ml: കാര്യങ്ങൾ റാപ്പ് ചെയ്യാം.
mn: цэгцэл.
mr: गोष्टींचा ओघ वर वळविण्यासाठी.
ms: untuk menyelesaikan beberapa perkara.
mt: biex inlestu kollox.
ne: वस्तुहरूलाई माथितिर बेर्न।
nn_no: for å fullføre.
no: for å fullføre.
or: କାର୍ଯ୍ୟ ସମ୍ମିଳିତ କରିବାକୁ.
pa_arab_pk: چیزاں ختم کرن لئی۔
pa_in: ਵਸਤੂਆਂ ਨੂੰ ਉੱਪਰ ਸਮੇਟਣ ਲਈ।
pl: , aby przejść do podsumowania.
ru: для завершения процесса.
sd: شين کي ويڙهڻ لاءِ.
si: දේවල් අවසන් කිරීමට.
sl: in dokončajte postopek.
sr_cyrl_rs: да бисте довршили поступак.
sr_latn_rs: da biste dovršili postupak.
sv: för att avsluta.
ta: முடிவாக.
te: విషయాలను పూర్తి చేయండి.
tg: барои печондани чизҳо.
th: กล่าวโดยสรุป
tr: seçeneğini seçin işlemlerinizi toparlayın.
tt: төймәсенә басып, эшне тәмамлагыз.
ug: ئىشلارنى تاماملاش ئۈچۈن.
uk: для завершення процесу.
ur: چیزوں کو لپیٹنے کے لیے۔
uz: ishni yakunlash uchun.
vi: để hoàn tất mọi thứ.
zh_hans: 以结束操作。
zh_hant: 以完成。

# Literal.CreditCard.Error.ExpiredCard
source: Check your expiration date.
af: Kontroleer jou vervaldatum.
am: የአገልግሎት ማለቂያ ቀንዎን ይፈትሹ።
ar: تحقق من تاريخ انتهاء الصلاحية الخاص بك.
as: আপোনাৰ ম্যাদ উকলা তাৰিখ পৰীক্ষা কৰক৷
az: Son istifadə tarixinizi yoxlayın.
bg: Проверете срока на годност.
bn_in: আপনার মেয়াদোত্তীর্ণের তারিখ পরীক্ষা করুন৷
bs: Provjerite datum isteka.
cy: Gwiriwch eich dyddiad dod i ben.
da: Kontrollér din udløbsdato.
de: Überprüfen Sie das Ablaufdatum.
el: Ελέγξτε την ημερομηνία λήξης.
es: Compruebe la fecha de expiración.
et: Kontrollige aegumiskuupäeva.
eu: Egiaztatu iraungitze-data.
fa: تاریخ انقضا را بررسی کنید.
ga: Seiceáil do dháta éaga.
gd: Thoir sùil air a’ cheann-là crìochnachaidh.
gl: Comproba a data de caducidade.
gu: તમારી સમાપ્તિ તારીખને તપાસો.
he: בדוק את תאריך התפוגה.
hi: अपना समय समाप्ति दिनांक जाँचें.
hr: Provjerite datum isteka.
hu: Ellenőrizze a lejárati dátumot.
id: Periksa tanggal kedaluwarsa.
is: Athugaðu gildistímann.
ja: 有効期限を確認してください。
ka: შეამოწმეთ თქვენი ვადის გასვლის თარიღი.
kk: Жарамдылық мерзімін тексеріңіз.
kn: ನಿಮ್ಮ ಅಂತಿಮ ದಿನಾಂಕ ಪರಿಶೀಲಿಸಿ.
ko: 만료 날짜를 확인하세요.
ku_arab: بەرواری بەسەرچوونت بپشکنه.
ky: Аяктоо мөөнөтүңүздүн күнүн текшериңиз.
lo: ກວດເບິ່ງວັນທີໝົດອາຍຸ.
lt: Patikrinkite galiojimo pabaigos datą.
lv: Pārbaudiet beigu datumu.
mi: Āta tirohia tō rā paunga.
mk: Проверете го рокот на важење.
ml: നിങ്ങളുടെ കാലഹരണ തീയതി പരിശോധിക്കുക.
mn: Дуусах хугацаагаа шалгана уу.
mr: आपली कालावधी समाप्ती तारीख तपासा.
ms: Semak tarikh tamat tempoh anda.
mt: Iċċekkja d-data ta' skadenza tiegħek.
ne: तपाईंको समय अन्तिम मिति जाँच्नुहोस्।
nn_no: Kontroller forfallsdato.
no: Kontroller utløpsdatoen.
or: ଆପଣଙ୍କର ସମୟସୀମା ସମାପ୍ତ ତାରିଖ ଯାଞ୍ଚ କରନ୍ତୁ।
pa_arab_pk: اپنی زائد المعیاد ہون دی تریخ چیک کرو۔
pa_in: ਆਪਣੀ ਕਾਲਅਵਧੀ ਸਮਾਪਤੀ ਮਿਤੀ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź datę wygaśnięcia.
ru: Проверьте дату окончания срока действия.
sd: پنهنجي مدي خارج ٿيڻ جي تاريخ ڏسو.
si: ඔබගේ කල් ඉකුත් වන දිනය පරීක්ෂා කරන්න.
sl: Preverite datum poteka veljavnosti.
sr_cyrl_rs: Проверите датум истека важења.
sr_latn_rs: Proverite datum isteka važenja.
sv: Kontrollera ditt förfallodatum.
ta: உங்கள் காலாவதித் தேதியைச் சரிபார்க்கவும்.
te: మీ గడువు ముగింపు తేదీని తనిఖీ చేసుకోండి.
tg: Санаи анҷоми муҳлати худро санҷед.
th: ตรวจสอบวันหมดอายุของคุณ
tr: Son kullanma tarihinizi kontrol edin.
tt: Вакыт чыгу датасын тикшерегез.
ug: ئۈنۈملۈك مۇددىتىنى تەكشۈرۈڭ.
uk: Перевірте дату завершення терміну чинності.
ur: اپنی اختتامی تاریخ کی پڑتال کریں۔
uz: Amal qilish muddatini tekshiring.
vi: Hãy kiểm tra ngày hết hạn của bạn.
zh_hans: 查看你的到期日期。
zh_hant: 檢查您的到期日。
