Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PhonePrefixPhoneNumber.Invalid
source: 10 digits are required for the phone prefix and number. Check that you have entered them correctly.
af: 10 syfers word vereis vir die telefoonvoorvoegsel en -nommer. Maak seker dat jy dit reg ingevoer het.
am: ለስልክ ቅድመ-ቅጥያና ቁጥር 10 አሃዞች ያስፈለጋሉ።በትክክል እንዳስገባሃቸው ፈትሽ።
ar: يلزم توفر 10 أرقام لبادئة الهاتف ورقم الهاتف. تحقق من إدخال هذه الأرقام بشكل صحيح.
as: ফোন প্ৰিফিক্স আৰু নম্বৰৰ কাৰণে 10-টা সংখ্যাৰ আৱশ্যক৷ পৰীক্ষা কৰক যে আপুনি তাক সঠিকভাৱে প্ৰৱিষ্ট কৰিছে৷
az: Telefon prefiksi və nömrə üçün 10 rəqəm lazımdır. Onları düzgün daxil etdiyinizi yoxlayın.
bg: Телефонният номер с кода трябва да съдържа общо 10 цифри. Проверете дали сте ги въвели правилно.
bn_in: ফোনের আগের অংশ এবং নাম্বার নিয়ে 10টি সংখ্যা থাকা আবশ্যক৷ আপনি ঠিকঠাক ভাবে তাদের উল্লেখ করেছেন কিনা দেখে নিন৷
bs: Potrebno je 10 cifara za pozivni broj i broj. Provjerite da li ste ih tačno unijeli.
cy: Rhaid i'r rhagddodiad a'r rhif ffôn ei hun fod yn 10 digid. Gwnewch yn siŵr eich bod chi wedi eu rhoi yn gywir.
da: Der kræves 10 cifre for forbetegnelse for telefon og nummer. Kontrollér, at du har indtastet dem korrekt.
de: Für die Telefonvorwahl und -nummer sind zehn Ziffern erforderlich. Vergewissern Sie sich, dass Sie diese korrekt eingegeben haben.
el: Για το πρόθεμα και αριθμό τηλεφώνου απαιτούνται 10 ψηφία. Βεβαιωθείτε ότι τα έχετε εισαγάγει σωστά.
es: Se requieren diez dígitos para el prefijo y el número telefónicos. Compruebe que los ha especificado correctamente.
et: Telefoninumbri prefiksi ja -numbri jaoks on kohustuslikud 10 numbrit. Kontrollige, kas sisestasite need õigesti.
eu: Telefono-zenbakiak eta aurrezenbakiak guztira 10 digitu izan behar dituzte. Egiaztatu ondo sartu dituzula.
fa: برای پیش شماره تلفن و شماره تلفن به 10 رقم نیاز است. بررسی کنید که آنها را بدرستی وارد کرده باشید.
ga: Tá 10 ndigit ag teastáil le haghaidh an réamhuimhir agus an uimhir theileafóin. Seiceáil go bhfuil siad curtha isteach i gceart agat.
gd: Feumaidh 10 àireamhan a bhith san àireamh fhòn agus san ro-leasachan còmhla. Dèan cinnteach gun do chuir thu a-steach ceart iad.
gl: Requírense 10 díxitos para o prefixo telefónico e o número. Comprobe que os introduciu correctamente.
gu: ફોન ઉપસર્ગ અને નંબર માટે 10 અંકોની આવશ્યકતા છે. તમે સાચી રીતે દાખલ કર્યા છે તેની ખાતરી કરો.
he: קידומת הטלפון ומספר הטלפון צריכים לכלול 10 ספרות. ודא שהזנת אותן כהלכה.
hi: फ़ोन उपसर्ग और नंबर के लिए 10 अंक आवश्यक हैं. जाँच करें कि आपने उन्हें सही तरीके से दर्ज किया है.
hr: Telefonski predbroj i broj moraju sadržavati 10 znamenki. Provjerite jeste li ih ispravno unijeli.
hu: Az előhívószám és a hívószám együtt 10 számjeggyel adható meg. Ellenőrizze, hogy megfelelően adta-e meg a számot.
id: Dibutuhkan 10 digit untuk kode negara/area dan nomor telepon. Pastikan Anda sudah memasukkannya dengan benar.
is: 10 tölustafi þarf fyrir forvalsnúmer og númer. Athugaðu hvort þú hefur slegið þá rétt inn.
ja: 市外局番と電話番号には 10 桁が必要です。入力内容が正しいことを確認してください。
ka: სატელეფონო კოდი და ტელეფონის ნომერი ერთად უნდა შედგებოდეს 10 ციფრისგან. შეამოწმეთ მათი სისწორე.
kk: Телефон префиксі мен нөмірі үшін 10 сан қажет. Олар дұрыс енгізілгенін тексеріңіз.
kn: ಫೋನ್ ಪೂರ್ವಪ್ರತ್ಯಯ ಮತ್ತು ಸಂಖ್ಯೆಗಾಗಿ 10 ಅಂಕಿಗಳು ಅಗತ್ಯವಿದೆ. ನೀವು ಸರಿಯಾಗಿ ನಮೂದಿಸಿರುವಿರಾ ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 지역 번호와 전화 번호는 10자리여야 합니다. 올바르게 입력했는지 확인하십시오.
ku_arab: 10 ژمارە پێویستە بۆ پێشگر و ژمارەی تەلەفۆن. بپشکنە بزانە بەراستی تێنووست کردوون.
ky: Телефондун префикси жана номуру үчүн 10 сан талап кылынат. Сиз аларды туура жазганыңызды текшериңиз.
lo: ຈໍາເປັນຕ້ອງມີ 10 ຕົວເລກສຳລັບເລກນໍາໜ້າ ແລະເບີໂທລະສັບ. ໃຫ້ກວດເບິ່ງວ່າທ່ານໄດ້ປ້ອນພວກມັນຢ່າງຖືກຕ້ອງແລ້ວບໍ.
lt: Nurodant telefono numerio kodą ir telefono numerį reikia įvesti 10 skaitmenų. Patikrinkite, ar juos įvedėte tinkamai.
lv: Tālruņa prefiksā un numurā ir jābūt 10 cipariem. Lūdzu, pārbaudiet, vai tie ir ievadīti pareizi.
mi: Me 10 rawa ngā matitau mō te pīmua me te tau waea. Tirohia kua tika tō tāurunga.
mk: За телефонскиот број и префикс се потребни 10 цифри. Проверете дали ги имате внесено правилно.
ml: ഫോണ്‍ പ്രീഫിക്‌സിനും നമ്പറിനും 10 സംഖ്യകള്‍ ആവശ്യമാണ്. അവ ശരിയായി നല്‍കിയെന്നത് ഉറപ്പുവരുത്തുക.
mn: Утасны гарцын код болон дугаарт 10 орон шаардагдана. Та тэдгээрийг зөв оруулсан эсэхээ шалга.
mr: फोन प्रत्यय नंबरसाठी 10 अंक आवश्यक आहे. आपण ते योग्यरित्या प्रविष्ट केले असल्याचे तपासा.
ms: 10 digit diperlukan bagi awalan dan nombor telefon. Pastikan anda telah memasukkannya dengan betul.
mt: Huma meħtieġa 10 ċifri għall-prefiss u n-numru tat-telefown. Iċċekkja li daħħalthom tajjeb.
ne: फोन प्रिफिक्स र नम्बरको लागि १० अङ्कहरू आवश्यक छ। तिनिहरूलाई सहि ढंगले प्रविष्ट गर्नुभएको पक्का गर्नुहोस्।
nn_no: Retningsnummeret og sjølve telefonnummeret må innehalde ti siffer. Kontroller at du har oppgitt riktige nummer.
no: Ti sifre kreves for retningsnummeret og telefonnummeret. Kontroller at du har skrevet dem inn riktig.
or: ଫୋନ୍ ପୂର୍ବପଦ ଏବଂ ନମ୍ଵର୍ ପାଇଁ 10 ଅକ୍ଷରର ଆବଶ୍ୟକ. ଯାଞ୍ଚ କରନ୍ତୁ ଯେ ଆପଣ ସେଗୁଡିକକୁ ସଠିକ୍ ଭାବରେ ପ୍ରବିଷ୍ଟ କରିଛନ୍ତି.
pa_arab_pk: ‏‏نمبر تے فون پریفکس واسطے 10 ہندسے درکار نیں۔ چیک کرو کہ تسی انہاں نوں صحیح درج کیتا اے۔
pa_in: ਫੋਨ ਦੇ ਅਗੇਤਰ ਅਤੇ ਨੰਬਰ ਵਾਸਤੇ 10 ਅੰਕ ਲੋੜੀਂਦੇ ਹਨ। ਜਾਂਚ ਕਰੋ ਕਿ ਤੁਸੀਂ ਇਹਨਾਂ ਨੂੰ ਠੀਕ ਤਰ੍ਹਾਂ ਦਾਖਲ ਕੀਤਾ ਹੋਵੇ।
pl: Numer telefonu i numer kierunkowy muszą składać się z 10 cyfr. Sprawdź, czy zostały prawidłowo wprowadzone.
ru: Общая длина номера и кода должна составлять 10 цифр. Убедитесь в том, что данные введены правильно.
sd: فون پريفڪس ۽ نمبر لاءِ 10 ڊجٽن جي گھرج آهي. چڪاس ڪريو ته توهان انهن کي صحيح داخل ڪيو آهي.
si: දුරකථන කේතය සහ අංකය සඳහා ඉලක්කම් 10 ක් අවශ්‍යයි. ඔබ ඒවා නිවැරදිව ඇතුල් කර තිබේදැයි පරීක්ෂා කරන්න.
sl: Vnesti morate 10-mestno telefonsko številko z območno kodo. Preverite, ali ste ju pravilno vnesli.
sr_cyrl_rs: 10 цифара је потребно за позивни број и број. Проверите да ли сте их тачно унели.
sr_latn_rs: 10 cifara je potrebno za pozivni broj i broj. Proverite da li ste ih tačno uneli.
sv: 10 siffror måste anges för riktnummer och telefonnummer. Kontrollera att du har angett dem rätt.
ta: தொலைபேசி முன்னெழுத்து மற்றும் எண்ணிற்கு 10 இலக்கங்கள் தேவை. அவற்றை சரியாக உள்ளிட்டீர்களா என்பதைச் சரிபார்க்கவும்.
te: ఫోన్ ఆదిప్రత్యయం మరియు నంబర్ కోసం 10 అంకెలు అవసరం. మీరు వాటిని సరిగ్గా నమోదు చేసారని తనిఖీ చేయండి.
tg: Барои префикс ва рақами телефон 10 рақам талаб карда мешавад. Тафтиш кунед, ки оё онҳоро дуруст ворид кардаед.
th: คุณต้องระบุรหัสและหมายเลขโทรศัพท์ 10 หลัก โปรดตรวจสอบว่าคุณป้อนได้ถูกต้อง
tr: Telefon alan kodu ve numarası için 10 rakam gereklidir. Rakamları doğru girip girmediğinizi kontrol edin.
tt: 10 санлы телефон номеры һәм префиксы кирәкле. Тикшерегез Сез дөрес аларны керттегез.
ug: تېلېفون نومۇرى تېلېفون ئالدىنقى خانىسى ئۈچۈن 10 خانىلىك سان تەلەپ قىلىندۇ.نومۇرنى تاغرا كىرگۈزگەنلىكىڭىزنى تەكشۈرۈڭ.
uk: Номер телефону разом із префіксом має містити 10 символів. Перевірте правильність введення номера.
ur: فون سابقہ اور عدد کیلئے 10 ہندسوں کی تعداد درکارہے۔ پڑتال کریں کہ آپ نے انہیں درست طریقے سے درج کردیا ہے۔
uz: Telefon kodi va raqami uchun 10 ta raqam talab qilinadi. Ularni to‘g‘ri kiritganligingizni tekshiring.
vi: Tiền tố số điện thoại và số điện thoại phải có 10 chữ số. Hãy đảm bảo rằng bạn đã nhập đúng.
zh_hans: 电话号码前缀及号码必须为 10 位数字。请检查是否正确输入了这些数字。
zh_hant: 電話首碼和號碼必須有 10 個數字。請檢查是否正確輸入號碼。

# Literal.PcsPage.Title
source: Payment Information Collection Service
af: Betaalinligtingsversamelingsdiens
am: የክፍያ መረጃ ስብስብ አገልግሎት
ar: خدمة جمع معلومات الدفع
as: পৰিশোধ তথ্য সংগ্ৰহ সেৱা
az: Ödəniş Məlumatının Toplanması Xidməti
bg: Услуга за събиране на информация за плащане
bn_in: অর্থপ্রদান সংক্রান্ত তথ্য সংগ্রহ পরিষেবা
bs: Usluga prikupljanja podataka o plaćanju
cy: Gwasanaeth Casglu Gwybodaeth am Daliad
da: Tjeneste til indsamling af betalingsoplysninger
de: Dienst für die Erfassung von Zahlungsinformationen
el: Υπηρεσία συλλογής πληροφοριών πληρωμής
es: Servicio de recopilación de información de pago
et: Makseteabe kogumise teenus
eu: Ordainketa-informazioaren bilketa zerbitzua
fa: سرویس جمع آوری اطلاعات پرداخت
ga: Seirbhís Bailiúcháin Eolais Íocaíochta
gd: Seirbheis cruinneachaidh fiosrachadh pàighidh
gl: Servizo de Recollida de Información de Pagamento
gu: ખાતા માહિતી એકત્રિકરણ સેવા
he: שירות איסוף פרטי תשלום
hi: भुगतान जानकारी एकत्रण सेवा
hr: Služba naplate - Podaci o plaćanju
hu: Fizetési adatokat összegyűjtő szolgáltatás
id: Layanan Pengumpulan Informasi Pembayaran
is: Söfnunarþjónusta greiðsluupplýsinga
ja: 支払情報収集サービス
ka: გადახდის ინფორმაციის შეგროვების სერვისი
kk: Төлем ақпаратын жинау қызметі
kn: ಪಾವತಿ ಮಾಹಿತಿ ಸಂಗ್ರಹ ಸೇವೆ
ko: 결제 정보 수집 서비스
ku_arab: خزمەتگوزاری وەرگرتنی زانیاری پارەدان
ky: Төлөө маалыматтарын топтоо кызматы
lo: ການບໍລິການເກັບຂໍ້ມູນການຊຳລະເງິນ
lt: Mokėjimo informacijos surinkimo tarnyba
lv: Maksājumu informācijas apkopošanas pakalpojums
mi: Ratonga Kohinga Mōhiohio Utu
mk: Сервис за прибирање информации за плаќање
ml: പേയ്‌മെന്റ് വിവര ശേഖരണ സേവനം
mn: Төлбөрийн мэдээлэл цуглуулах үйлчилгээ
mr: देय माहिती संकलन सेवा
ms: Perkhidmatan Pungutan Maklumat Pembayaran
mt: Servizz ta' Ġbir ta' Informazzjoni tal-Pagament
ne: भुक्तानी जानकारी सङ्कलन सेवा
nn_no: Teneste for registrering av betalingsinformasjon
no: Informasjon om betalingstjenesten
or: ସେବା ସୂଚନା ସଂଗ୍ରହ ସେବା
pa_arab_pk: ادائیگی دی معلومات نوں اکٹھا کرن دی خدمت
pa_in: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਇਕੱਤਰੀਕਰਨ ਸੇਵਾ
pl: Usługa gromadzenia informacji o płatnościach
ru: Служба сбора платежной информации
sd: رقم ادا ڪرڻ جي معلومات جمع خدمت
si: ගෙවීම් තොරතුරු රැස් කිරීමේ සේවාව
sl: Storitev zbiranja podatkov o plačilu
sr_cyrl_rs: Услуга прикупљања информација о плаћању
sr_latn_rs: Usluga prikupljanja informacija o plaćanju
sv: Tjänst för insamling av betalningsinformation
ta: கட்டணம் செலுத்துதல் தகவல் சேகரிப்பு சேவை
te: చెల్లింపు సమాచార సేకరణ సేవ
tg: Хидмати ҷамъоварии маълумоти пардохт
th: บริการเก็บข้อมูลการชำระเงิน
tr: Ödeme Bilgileri Toplama Hizmeti
tt: Түләү Мәгълүматы Җыелма Хезмәте
ug: ھەق تۆلەش ئۇچۇرىنى يىغىش مۇلازىمىتى
uk: Служба збору відомостей про оплату
ur: ادائیگی کی معلومات اکھٹی کرنے کے خدمت
uz: To‘lov ma‘lumotlarini jamlash xizmati
vi: Dịch vụ Thu thập Thông tin Thanh toán
zh_hans: 付款信息收集服务
zh_hant: 付費資訊收集服務

# Literal.Consent.Disagree
source: Disagree
af: Stem nie in nie
am: አለመስማማት
ar: رفض
as: অসন্মত
az: Razı deyiləm
bg: Не се съгласявам
bn_in: অসম্মত
bs: Ne slažem se
cy: Anghytuno
da: Jeg accepterer ikke
de: Ich stimme nicht zu
el: Διαφωνώ
es: No acepto
et: Ei nõustu
eu: Ez nago ados
fa: مخالف
ga: Ní aontaím
gd: Chan eil
gl: Non acepto
gu: નાસંમત
he: לא מסכים
hi: असहमत हूँ
hr: Ne slažem se
hu: Nem fogadom el
id: Tidak setuju
is: Hafna
ja: 同意しない
ka: არ ვეთანხმები
kk: Келіспеймін
kn: ಸಮ್ಮತುಸುವುದಿಲ್ಲ
ko: 동의 안 함
ku_arab: ناڕازیبوون
ky: Макул болбо
lo: ບໍ່ເຫັນດີ
lt: Nesutinku
lv: Nepiekrītu
mi: Whakahē
mk: Не се согласувам
ml: വിയോജിക്കുക
mn: Зөвшөөрөхгүй байна
mr: असहमत
ms: Tidak Setuju
mt: Ma naqbilx
ne: अस्वीकार गर्नुहोस्
nn_no: Ikkje einig
no: Ikke godtatt
or: ଅରାଜି
pa_arab_pk: متفق نئیں آں
pa_in: ਅਸਹਿਮਤ
pl: Nie zgadzam się
ru: Не принимаю
sd: راضي نه ٿيڻ
si: එකඟ නැත
sl: Ne strinjam se
sr_cyrl_rs: Не слажем се
sr_latn_rs: Ne slažem se
sv: Accepterar inte
ta: உடன்பாடில்லாதது
te: అంగీకరించవద్దు
tg: Розӣ нестам
th: ไม่ยอมรับ
tr: Kabul Etmiyorum
tt: Риза түгел
ug: قوشۇلمايمەن
uk: Не погоджуюсь
ur: میں متفق نہیں ہوں
uz: Rozi emasman
vi: Không đồng ý
zh_hans: 不同意
zh_hant: 不同意

# Literal.Consent.Agree
source: Agree
af: Stem in
am: መስማማት
ar: قبول
as: একমত
az: Razıyam
bg: Съгласявам се
bn_in: সম্মত
bs: Slažem se
cy: Cytuno
da: Jeg accepterer
de: Ich stimme zu
el: Συμφωνώ
es: Acepto
et: Nõustun
eu: Ados
fa: موافق
ga: Aontaím
gd: Aontaich
gl: Acepto
gu: સંમત
he: מסכים
hi: सहमत हूँ
hr: Slažem se
hu: Elfogadom
id: Setuju
is: Samþykkja
ja: 同意する
ka: ვეთანხმები
kk: Келісемін
kn: ಸಮ್ಮತಿಸಿ
ko: 동의
ku_arab: رازیم
ky: Макул бол
lo: ຕົກລົງ
lt: Sutinku
lv: Piekrītu
mi: Whakaae
mk: Се согласувам
ml: അംഗീകരിക്കുക
mn: Зөвшөөрч байна
mr: सहमत
ms: Setuju
mt: Aqbel
ne: स्वीकार्नुहोस्
nn_no: Einig
no: Godtatt
or: ରାଜି
pa_arab_pk: متفق آں
pa_in: ਸਹਿਮਤ
pl: Zgadzam się
ru: Принимаю
sd: راضي ٿيڻ
si: එකඟ යි
sl: Strinjam se
sr_cyrl_rs: Слажем се
sr_latn_rs: Slažem se
sv: Accepterar
ta: ஏற்பு
te: అంగీకరించు
tg: Розиям
th: ยอมรับ
tr: Kabul Et
tt: Ризалашу
ug: قوشۇلىمەن
uk: Погоджуюсь
ur: میں اتفاق کرتا ہوں
uz: Roziman
vi: Đồng ý
zh_hans: 同意
zh_hant: 同意

# Literal.Consent.Title
source: User Consent
af: Gebruikerstoestemming
am: የተጠቃሚ ፍቃድ
ar: موافقة المستخدم
as: ব্যৱহাৰকাৰী অনুমতি
az: İstifadəçi Razılığı
bg: Съгласие на потребителя
bn_in: ব্যবহারকারীর সম্মতি
bs: Odobrenje korisnika
cy: Caniatâd Defnyddiwr
da: Brugerens samtykke
de: Zustimmung des Benutzers
el: Συναίνεση χρήστη
es: Consentimiento del usuario
et: Kasutaja nõusolek
eu: Erabiltzailearen onarpena
fa: رضایت کاربر
ga: Comhthoil an Úsáideora
gd: Cead a' chleachdaiche
gl: Consentimento do usuario
gu: વપરાશકર્તા સંમતિ
he: הסכמת משתמש
hi: उपयोगकर्ता सहमति
hr: Pristanak korisnika
hu: Felhasználói hozzájárulás
id: Persetujuan Pengguna
is: Samþykki notanda
ja: ユーザーの同意
ka: მომხმარებლის თანხმობა
kk: Пайдаланушы келісімі
kn: ಬಳಕೆದಾರರ ಸಮ್ಮತಿ
ko: 사용자 동의
ku_arab: رەزامەندی بەکارهێنەر
ky: Колдонуучунун макулдугу
lo: ການຍິນຍອມຂອງຜູ້ໃຊ້
lt: Vartotojo sutikimas
lv: Lietotāja piekrišana
mi: Whakaaetanga Kaiwhakamahi
mk: Согласност од корисникот
ml: ഉപയോക്തൃ സമ്മതം
mn: Хэрэглэгчийн зөвшөөрөл
mr: प्रयोक्ता संमती
ms: Persetujuan Pengguna
mt: Kunsens tal-Utent
ne: प्रयोगकर्ता सहमती
nn_no: Brukarsamtykke
no: Brukersamtykke
or: ଉପଭୋକ୍ତା ଅନୁମୋଦନ
pa_arab_pk: صارف دی رضامندی
pa_in: ਵਰਤੋਂਕਾਰ ਦੀ ਮਨਜ਼ੂਰੀ
pl: Zgoda użytkownika
ru: Согласие пользователя
sd: صارف جي منظوري
si: පරිශීලක අනුමැතිය
sl: Privolitev uporabnika
sr_cyrl_rs: Одобрење корисника
sr_latn_rs: Odobrenje korisnika
sv: Användargodkännande
ta: பயனர் ஒப்புதல்
te: వినియోగదారు సమ్మతి
tg: Розигии корбар
th: ความยินยอมจากผู้ใช้
tr: Kullanıcı İzni
tt: Кулланучының Ризалашу
ug: قوللانغۇچىنىڭ قوشۇلۇشى
uk: Згода користувача
ur: صارف رضامندی
uz: Foydalanuvchining roziligi
vi: Chấp thuận bởi Người dùng
zh_hans: 用户同意
zh_hant: 使用者同意
