Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSRewards.UseCsvContentText
source: Available balance {0}
af: Beskikbare balans {0}
am: {0} የሚገኝ ቀሪ ሂሳብ
ar: الرصيد المتوفر {0}
as: উপলব্ধ বেলেন্স {0}
az: {0} balansı əlçatandır
bg: Наличен баланс {0}
bn_in: উপলভ্য ব্যালেন্স {0}
bs: Dostupan bilans {0}
cy: Balans sydd ar gael {0}
da: Tilgængelig saldo {0}
de: Verfügbarer Saldo {0}
el: Διαθέσιμο υπόλοιπο {0}
es: Saldo disponible {0}
et: Saadaolev saldo {0}
eu: Erabilgarri dagoen saldoa: {0}
fa: موجودی حساب در دسترس {0}
ga: Iarmhéid atá ar fáil {0}
gd: Am balans a tha ri fhaighinn: {0}
gl: Saldo dispoñible: {0}
gu: ઉપલબ્ધ બેલેન્સ {0}
he: יתרה זמינה {0}
hi: उपलब्ध बैलेंस {0}
hr: Dostupni saldo {0}
hu: Rendelkezésre álló egyenleg: {0}
id: Saldo tersedia {0}
is: Tiltæk inneign {0}
ja: 利用可能な残高: {0}
ka: ხელმისაწვდომი ნაშთი {0}
kk: Қолжетімді баланс: {0}
kn: ಲಭ್ಯವಿರು ಬಾಕಿ {0}
ko: 사용 가능한 잔액 {0}
lo: ຍອດເງິນທີ່ມີຢູ່ {0}
lt: Galimas likutis {0}
lv: Pieejamā bilance {0}
mi: Toenga wātea {0}
mk: Достапен баланс {0}
ml: ലഭ്യമായ ബാലൻസ് {0}
mr: उपलब्ध शिल्लक {0}
ms: Baki tersedia {0}
mt: Bilanċ disponibbli {0}
ne: उपलब्ध ब्यालेन्स {0}
nn_no: Tilgjengeleg saldo {0}
no: Tilgjengelig saldo {0}
or: ଉପଲବ୍ଧ ବାଲାନ୍ସ {0}
pa_in: ਉਪਲਬਧ ਬਕਾਇਆ {0}
pl: Dostępne saldo {0}
ru: Доступный баланс: {0}
sl: Razpoložljivo stanje {0}
sr_cyrl_rs: Доступни биланс {0}
sr_latn_rs: Dostupni saldo {0}
sv: Tillgängligt saldo {0}
ta: கிடைக்கக்கூடிய பேலன்ஸ் {0}
te: అందుబాటులో ఉన్న బ్యాలెన్స్ {0}
th: ยอดดุลที่พร้อมใช้งาน {0}
tr: Kullanılabilir bakiye {0}
tt: Куллануга әзер баланс {0}
ug: قالدۇق {0}
uk: Доступний баланс: {0}
ur: دستیاب بیلنس {0}
vi: Số dư có sẵn {0}
zh_hans: 可用余额 {0}
zh_hant: 可用餘額 {0}

# Literal.MSRewards.PhoneVerification
source: Phone verification
af: Foonverifikasie
am: የስልክ ማረጋገጫ
ar: التأكيد بالهاتف
as: ফোন সত্যাপন
az: Telefonun təsdiqlənməsi
bg: Проверка по телефона
bn_in: ফোন যাচাইকরণ
bs: Provjera telefonom
cy: Dilysu ffôn
da: Bekræftelse på mobiltelefon
de: Telefonüberprüfung
el: Επαλήθευση τηλεφώνου
es: Comprobación por teléfono
et: Telefonitsi kinnitamine
eu: Telefono bidezko egiaztapena
fa: تأیید تلفنی
ga: Fíorú fóin
gd: Dearbhadh fòn
gl: Verificación por teléfono
gu: ફોન ચકાસણી
he: אימות טלפוני
hi: फ़ोन का सत्यापन
hr: Provjera telefonom
hu: Telefonos ellenőrzés
id: Verifikasi telepon
is: Staðfesting með síma
ja: 電話の確認
ka: ტელეფონის შემოწმება
kk: Телефон арқылы тексеру
kn: ಫೋನ್‌ ಪರಿಶೀಲನೆ
ko: 전화 인증
lo: ການກວດສອບທາງໂທລະສັບ
lt: Telefono tikrinimas
lv: Verifikācija pa tālruni
mi: Manatokonga waea
mk: Проверка на телефонот
ml: ഫോണ്‍ ഒത്തുനോക്കല്‍
mr: फोन सत्यापन
ms: Pengesahan telefon
mt: Verifika bil-mowbajl
ne: फोन प्रमाणीकरण
nn_no: Telefonstadfesting
no: Telefonbekreftelse
or: ଫୋନ୍ ଯାଞ୍ଚକରଣ
pa_in: ਫ਼ੋਨ ਦੀ ਤਸਦੀਕ
pl: Weryfikacja telefoniczna
ru: Проверка по телефону
sl: Preverjanje prek telefona
sr_cyrl_rs: Верификација преко телефона
sr_latn_rs: Telefonska verifikacija
sv: Verifiering via telefon
ta: ஃபோன் சரிபார்ப்பு
te: ఫోన్ ధృవీకరణ
th: การยืนยันทางโทรศัพท์
tr: Telefon ile doğrulama
tt: Телефонны тикшерү
ug: تېلېفون دەلىللەش
uk: Перевірка за допомогою телефону
ur: فون کی تصدیق
vi: Xác minh điện thoại
zh_hans: 电话验证
zh_hant: 電話驗證

# Literal.MSRewards.ChallengeTypeText
source: Almost there! To continue, please select your preferred contact method to receive a 6-digit confirmation code
af: Amper daar! Om voort te gaan, kies asseblief jou voorkeurkontakmetode om ’n 6-syfer-bevestigingskode te ontvang
am: ሊደርስ ነው! ለመቀጠል፣ እባክዎ ባለ 6-አሃዝ የማረጋገጫ ኮድ ለመቀበል የእርስዎን ተመራጭ የአድራሻ ዘዴ ይምረጡ
ar: اقتربت من الانتهاء! للمتابعة، الرجاء تحديد طريقة الاتصال المفضلة لديك لتلقي رمز تأكيد مكون من 6 أرقام
as: প্ৰায় সম্পূৰ্ণ হৈছে! অব্যাহত ৰাখিবলৈ, 6 টা অংকৰ নিশ্চিতকৰণ ক’ড এটা লাভ কৰাৰ বাবে আপোনাৰ পছন্দৰ সম্পৰ্ক পদ্ধতি চয়ন কৰক
az: Demək olar ki, hazırdır! Davam etmək məqsədilə 6 rəqəmli təsdiq kodunu almaq üçün üstünlük verdiyiniz əlaqə metodunu seçin
bg: Почти е готово! За да продължите, моля, изберете предпочитания от вас метод за връзка, за да получите 6-цифрен код за потвърждение.
bn_in: প্রায় সেখানে! অবিরত রাখতে, একটি 6-সংখ্যার নিশ্চিতকরণ কোড পেতে আপনার পছন্দসই যোগাযোগের পদ্ধতি নির্বাচন করুন
bs: Još samo malo! Da biste nastavili, odaberite željeni način kontaktiranja kako biste primili 6-cifreni kôd za potvrdu
cy: Bron yno! I barhau, dewiswch eich hoff ddull cysylltu er mwyn cael cod cadarnhau 6 digid
da: Du er der næsten! Hvis du vil fortsætte, skal du vælge din foretrukne kontaktmetode for at modtage en 6-cifret bekræftelseskode
de: Schon fast fertig! Wählen Sie zum Fortfahren bitte Ihre bevorzugte Kontaktmethode aus, um einen 6-stelligen Bestätigungscode zu erhalten.
el: Είστε σχεδόν έτοιμοι! Για να συνεχίσετε, επιλέξτε την προτιμώμενη μέθοδο επικοινωνίας σας για να λάβετε έναν εξαψήφιο κωδικό επιβεβαίωσης
es: Ya casi está. Para continuar, seleccione su método de contacto preferido para recibir un código de confirmación de 6 dígitos
et: Peaaegu valmis! Jätkamiseks valige 6-kohalise kinnituskoodi saamiseks eelistatud kontaktiviis
eu: Ia amaitu dugu! Aurrera egiteko, hautatu harremanetarako metodo lehenetsia 6 digituko berrespen-kode bat jasotzeko
fa: تقریباً تمام شد! برای ادامه کار، لطفاً روش تماس ترجیحی خود را برای دریافت کد تأیید ۶ رقمی انتخاب کنید
ga: Beagnach réidh. Chun leanúint ar aghaidh, roghnaigh an modh teagmhála is fearr leat chun cód deimhnithe 6 dhigit a fháil
gd: Cha mhòr! Airson leantainn air adhart, tagh an dòigh as fheàrr leat airson an còd dearbhaidh 6-àireamhach fhaighinn
gl: Xa case está! Para continuar, seleccione o seu método de contacto preferido no que recibir un código de confirmación de 6 díxitos
gu: લગભગ પૂર્ણ! ચાલુ રાખવા માટે, કૃપયા 6-અંકનો પુષ્ટિકરણ કોડ પ્રાપ્ત કરવા માટે તમારી પસંદગીની સંપર્ક પદ્ધતિ પસંદ કરો
he: כמעט סיימת! כדי להמשיך, בחר את שיטת יצירת הקשר המועדפת עליך לקבלת קוד אישור בן 6 ספרות
hi: लगभग हो गया! जारी रखने के लिए, कृपया 6-अंकीय पुष्टिकरण कोड प्राप्त करने के लिए अपनी पसंदीदा संपर्क विधि का चयन करें
hr: Još malo pa gotovo! Da biste nastavili, odaberite preferirani način kontaktiranja da biste primili kod od šest znamenki za potvrdu
hu: Mindjárt készen vagyunk! A folytatáshoz válassza ki a kívánt kapcsolatfelvételi módot, amelyen keresztül elküldhetünk Önnek egy 6 számjegyből álló megerősítő kódot.
id: Hampir selesai! Untuk melanjutkan, pilih metode kontak pilihan Anda untuk menerima kode konfirmasi 6 digit
is: Næstum því komið! Til að halda áfram skaltu velja samskiptamáta til að fá 6 stafa staðfestingarkóða
ja: 完了まであと少しです。続行するには、ご希望の連絡方法を選択して、6 桁の確認コードを受け取ってください
ka: თითქმის მზადაა! გასაგრძელებლად აირჩიეთ თქვენი სასურველი საკონტაქტო მეთოდი, რათა მიიღოთ 6-ციფრიანი დადასტურების კოდი
kk: Дайын болуға жақын! Жалғастыру үшін қалаған байланыс әдісін таңдап, 6 таңбалы растау кодын алыңыз
kn: ಬಹುತೇಕ ಮುಗಿಸಿದ್ದೀರಿ! ಮುಂದುವರಿಸಲು, 6-ಅಂಕಿಯ ದೃಢೀಕರಣ ಕೋಡ್ ಸ್ವೀಕರಿಸುವುದಕ್ಕಾಗಿ ದಯವಿಟ್ಟು ನಿಮ್ಮ ಆದ್ಯತೆಯ ಸಂಪರ್ಕ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 거의 다 됐습니다! 계속하려면 원하는 연락 방법을 선택하여 6자리 확인 코드를 받으세요.
lo: ໃກ້ແລ້ວ! ເພື່ອສືບຕໍ່, ກະລຸນາເລືອກວິທີຕິດຕໍ່ທີ່ທ່ານຕ້ອງການເພື່ອຮັບລະຫັດຢືນຢັນຕົວເລກ 6 ຫຼັກ
lt: Liko nedaug! Norėdami tęsti, pasirinkite pageidaujamą susisiekimo būdą, kad gautumėte 6 skaitmenų patvirtinimo kodą
lv: Gandrīz pabeigts! Lai turpinātu, lūdzu, atlasiet vēlamo saziņas metodi, lai saņemtu 6 ciparu apstiprinājuma kodu
mi: Kua tata oti! Hei haere tonu, tīpakohia tō aratuka whakapā manako hei whiwhi i tētahi waehere whakaū mati-6
mk: Почекајте уште малку... За да продолжите, ве молиме изберете го вашиот претпочитан метод за контакт за да добиете 6-цифрен код за потврда
ml: മിക്കവാറും പൂർത്തിയായി! തുടരുന്നതിന്, 6-അക്ക സ്ഥിരീകരണ കോഡ് ലഭിക്കുന്നതിന് നിങ്ങളുടെ ഇഷ്ടപ്പെട്ട സമ്പർക്ക രീതി തിരഞ്ഞെടുക്കുക
mr: जवळजवळ झालेच! सुरू ठेवण्यासाठी, कृपया 6-अंकी पुष्टीकरण कोड प्राप्त करण्यासाठी आपली प्राधान्यकृत संपर्क पद्धत निवडा
ms: Hampir selesai! Untuk meneruskan, sila pilih kaedah hubungan pilihan anda untuk menerima kod pengesahan 6 digit
mt: Kważi lest! Biex tkompli, agħżel il-metodu ta’ kuntatt ippreferut tiegħek biex tirċievi kodiċi ta’ konferma b’6 ċifri
ne: काम पूरा हुनै लाग्यो! जारी राख्न, कृपया 6-अंकको पुष्टिकरण कोड प्राप्त गर्न आफ्नो मन पर्ने सम्पर्क विधि चयन गर्नुहोस्
nn_no: Nesten ferdig! For å halde fram vel du din føretrekte kontaktmetode for å få ein 6-sifra stadfestingskode
no: Nesten ferdig! For å fortsette velger du foretrukket kontaktmetode for å motta en sekssifret bekreftelseskode
or: ପ୍ରାୟ ହୋଇଯାଇଛି! ଜାରି ରଖିବାକୁ, ଦୟାକରି ଏକ 6-ଅଙ୍କ ବିଶିଷ୍ଟ ସୁନିଶ୍ଚିତକରଣ କୋଡ୍ ପ୍ରାପ୍ତ କରିବାକୁ ଆପଣଙ୍କ ପସନ୍ଦର ସଂପର୍କ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ
pa_in: ਲਗਭਗ ਹੋ ਗਿਆ! ਜਾਰੀ ਰੱਖਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ 6-ਅੰਕਾਂ ਦਾ ਪੁਸ਼ਟੀਕਰਨ ਕੋਡ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਆਪਣੀ ਤਰਜੀਹੀ ਸੰਪਰਕ ਵਿਧੀ ਚੁਣੋ
pl: Prawie gotowe! Aby kontynuować, wybierz preferowaną metodę kontaktu, aby otrzymać 6-cyfrowy kod potwierdzenia
ru: Почти готово! Чтобы продолжить, выберите предпочтительный способ связи и получите 6-значный код подтверждения
sl: Postopek je skoraj končan. Če želite nadaljevati, izberite želeni način za stik, da prejmete 6-mestno potrditveno kodo
sr_cyrl_rs: Још само мало! Да бисте наставили, изаберите жељени начин контактирања да бисте добили шестоцифрени кôд за потврду
sr_latn_rs: Još malo! Da biste nastavili, izaberite željeni metod kontakta da biste dobili šestocifreni kôd za potvrdu
sv: Nästan klart! Om du vill fortsätta väljer du önskad kontaktmetod för att få en 6-siffrig bekräftelsekod
ta: கிட்டத்தட்ட நெருங்கிவிட்டீர்கள்! தொடர்வதற்கு, 6 இலக்க உறுதிப்படுத்தல் குறியீட்டைப் பெற உங்களுக்கு விருப்பமான தொடர்பு முறையைத் தேர்ந்தெடுக்கவும்
te: దాదాపు పూర్తయింది! కొనసాగించడానికి, దయచేసి 6-అంకెల నిర్ధారణ కోడ్‌ని స్వీకరించడానికి మీ ప్రాధాన్య సంప్రదింపు పద్ధతిని ఎంచుకోండి
th: ใกล้เสร็จสมบูรณ์แล้ว! เมื่อต้องการดำเนินการต่อ โปรดเลือกวิธีการติดต่อที่คุณต้องการเพื่อรับรหัสยืนยัน 6 หลัก
tr: Neredeyse bitti! Devam etmek için lütfen 6 haneli onay kodu almak üzere tercih ettiğiniz iletişim yöntemini seçin
tt: Әзер диярлек! Дәвам итү өчен, 6-санлы раслау кодын алу максаты белән өстенлекле элемтә ысулын сайлагыз
ug: ئاز قالدى! داۋاملاشتۇرۇش ئۈچۈن، مايىل ئالاقە ئۇسۇلى تاللاڭ، ئۇ ئارقىلىق 6 خانىلىق جەزملەشتۈرۈش كودى تاپشۇرۇۋالىسىز
uk: Усе майже готово! Щоб продовжити, виберіть основний спосіб зв’язку та отримайте 6-значний код підтвердження
ur: تقریباً پہنچ ہی گئے! جاری رکھنے کے لئے، براہ کرم 6 ہندسوں والا تصدیقی کوڈ حاصل کرنے کا اپنا ترجیحی طریقہ منتخب کریں
vi: Bạn sắp hoàn tất! Để tiếp tục, vui lòng chọn phương thức liên hệ ưa thích của bạn để nhận mã xác nhận gồm 6 chữ số
zh_hans: 即将完成!要继续操作，请选择首选联系人方法以接收 6 位确认代码
zh_hant: 快完成了!若要繼續，請選取您慣用的聯繫人方法以接收 6 位數確認代碼

# Literal.MSRewards.ContactMethod
source: Contact method
af: Kontakmetode
am: የእውቂያ ዘዴ
ar: طريقة الاتصال
as: যোগাযোগৰ পদ্ধতি
az: Əlaqə metodu
bg: Метод за контакт
bn_in: যোগাযোগের পদ্ধতি
bs: Način kontaktiranja
cy: Dull cysylltu
da: Kontaktmetode
de: Kontaktmethode
el: Μέθοδος επικοινωνίας
es: Método de contacto
et: Kontaktiviis
eu: Harremanetarako metodoa
fa: روش تماس
ga: Modh teagmhála
gd: Dòigh conaltraidh
gl: Método de contacto
gu: સંપર્ક પદ્ધતિ
he: שיטת יצירת קשר
hi: संपर्क विधि
hr: Način kontaktiranja
hu: Kapcsolatfelvételi mód
id: Metode kontak
is: Samskiptamáti
ja: 連絡方法
ka: დაკონტაქტების მეთოდი
kk: Байланысу әдісі
kn: ಸಂಪರ್ಕ ವಿಧಾನ
ko: 연락 방법
lo: ວິທີການຕິດຕໍ່
lt: Susisiekimo būdas
lv: Saziņas metode
mi: Aratuka whakapā
mk: Метод на контакт
ml: സമ്പർക്ക രീതി
mr: संपर्क पद्धत
ms: Kaedah hubungan
mt: Metodu ta’ kuntatt
ne: सम्पर्क विधि
nn_no: Kontaktmetode
no: Kontaktmetode
or: ସଂପର୍କ ପଦ୍ଧତି
pa_in: ਸੰਪਰਕ ਵਿਧੀ
pl: Metoda kontaktu
ru: Способ связи
sl: Način stika
sr_cyrl_rs: Начин контакта
sr_latn_rs: Metod kontakta
sv: Kontaktmetod
ta: தொடர்பு முறை
te: సంప్రదింపు పద్ధతి
th: วิธีการติดต่อ
tr: İletişim yöntemi
tt: Элемтә ысулы
ug: ئالاقە ئۇسۇلى
uk: Спосіб зв’язку
ur: رابطے کا طریقہ
vi: Phương thức liên hệ
zh_hans: 联系方式
zh_hant: 連絡方式

# Literal.MSRewards.PhoneCall
source: Phone call
af: Oproep
am: የስልክ ጥሪ
ar: مكالمة هاتفية
as: ফোন কল
az: Telefon zəngi
bg: Телефонно обаждане
bn_in: ফোন কল
bs: Telefonski poziv
cy: Galwad ffôn
da: Telefonopkald
de: Telefonanruf
el: Τηλεφωνική κλήση
es: Llamada telefónica
et: Telefonikõne
eu: Telefono-deia
fa: تماس تلفنی
ga: Glao fóin
gd: Gairm fòn
gl: Chamada telefónica
gu: ફોન કૉલ
he: שיחת טלפון
hi: फ़ोन कॉल
hr: Telefonski poziv
hu: Telefonhívás
id: Panggilan telepon
is: Símtal
ja: 電話
ka: სატელეფონო ზარი
kk: Телефон қоңырауы
kn: ಫೋನ್ ಕರೆ
ko: 전화 통화
lo: ໂທລະສັບຫາ
lt: Telefono skambutis
lv: Tālruņa zvans
mi: Waeatanga
mk: Телефонски повик
ml: ഫോൺ കോൾ
mr: फोन कॉल
ms: Panggilan telefon
mt: Telefonata
ne: फोन कल
nn_no: Telefonsamtale
no: Telefonsamtale
or: ଫୋନ୍‍ କଲ୍‍
pa_in: ਫੋਨ ਕਾੱਲ
pl: Połączenie telefoniczne
ru: Телефонный звонок
sl: Telefonski klic
sr_cyrl_rs: Телефонски позив
sr_latn_rs: Telefonski poziv
sv: Telefonsamtal
ta: ஃபோன் அழைப்பு
te: ఫోన్ కాల్
th: การโทรติดต่อ
tr: Telefon araması
tt: Телефон шалтыратуы
ug: چاقىرىش
uk: Телефонний виклик
ur: فون کال
vi: Cuộc gọi điện thoại
zh_hans: 电话呼叫
zh_hant: 電話通話

# Literal.MSRewards.SMSTextMessage
source: SMS text message
af: SMS-boodskap
am: የ SMS የጽሑፍ መልእክት
ar: رسالة SMS النصية
as: SMS পাঠ বাৰ্তা
az: SMS mətn mesajı
bg: SMS текстово съобщение
bn_in: SMS পাঠ্য বার্তা
bs: Tekstualna poruka
cy: Neges destun SMS
da: Sms-besked
de: SMS-Textnachrichten
el: Μήνυμα κειμένου SMS
es: Mensaje de texto SMS
et: SMS tekstisõnum
eu: SMS bidezko testu-mezua
fa: پیام متنی پیامک
ga: Teachtaireacht téacs SMS
gd: Teachdaireachdan SMS
gl: Mensaxe de texto SMS
gu: SMS ટેક્સ્ટ સંદેશ
he: הודעת טקסט SMS
hi: SMS टेक्स्ट संदेश
hr: SMS tekstna poruka
hu: SMS-üzenet
id: Pesan teks SMS
is: SMS-textaskilaboð
ja: SMS テキスト メッセージ
ka: SMS ტექსტური შეტყობინება
kk: SMS мәтіндік хабары
kn: SMS ಪಠ್ಯ ಸಂದೇಶ
ko: SMS 문자 메시지
lo: ສົ່ງຂໍ້ຄວາມ SMS
lt: SMS teksto žinutė
lv: SMS īsziņa
mi: Karere kuputuhi SMS
mk: СМС текстуална порака
ml: SMS ടെക്‌സ്റ്റ് സന്ദേശം
mr: SMS मजकूर संदेश
ms: Mesej teks SMS
mt: Messaġġ SMS
ne: SMS पाठ सन्देश
nn_no: SMS-tekstmelding
no: SMS-tekstmelding
or: SMS ପାଠ୍ୟ ବାର୍ତ୍ତା
pa_in: SMS ਟੈਕਸਟ ਸੁਨੇਹਾ
pl: Wiadomości SMS
ru: SMS-сообщение
sl: Besedilno sporočilo SMS
sr_cyrl_rs: SMS текстуална порука
sr_latn_rs: SMS tekstualna poruka
sv: Alla textmeddelanden
ta: SMS உரைச் செய்தி
te: SMS వచన సందేశం
th: ข้อความ SMS
tr: SMS mesajı
tt: СМС хәбәре
ug: قىسقا ئۇچۇر
uk: SMS-повідомлення
ur: SMS ٹیکسٹ پیغام
vi: Tin nhắn văn bản SMS
zh_hans: 短信
zh_hant: 手機簡訊
