Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.BankAccountRegion.Pattern
source: Invalid postal code, state/region.
af: Ongeldige poskode, staat/streek.
am: ልክ ያልሆነ የፓስታ ኮድ፣ ግዛት/ክልል።
ar: رمز بريدي غير صالح، ولاية/منطقة.
as: অবৈধ পোষ্টেল ক'ড, ৰাজ্য/অঞ্চল।
az: Poçt indeksi, dövlət/region adı səhvdir.
bg: Невалиден пощенски код, щат/регион.
bn_in: অবৈধ ডাক কোড, রাজ্যে/অঞ্চলের নাম।
bs: Nevažeći poštanski broj, država/regija.
cy: Cod post, sir/rhanbarth annilys.
da: Ugyldigt postnummer, ugyldig stat/ugyldigt område.
de: Postleitzahl, Bundesland/Region ungültig.
el: Μη έγκυρος ταχυδρομικός κώδικας, νομός/περιοχή.
es: El estado/región o el código postal no es válido.
et: Vale sihtnumber, riik/regioon.
eu: Posta-kodea edo lurraldea/eskualdea ez da baliozkoa.
fa: کد پستی، نام منطقه/ایالت نامعتبر است.
ga: Cód poist, stát/réigiún neamhbhailí.
gd: Chan eil an còd-puist no ainm na siorrachd/stàite/sgìre dligheach.
gl: A rexión, o estado ou o código postal non son válidos.
gu: અમાન્ય પોસ્ટલ કોડ, રાજ્ય/ક્ષેત્ર.
he: מיקוד הדואר, שם המדינה/האזור לא חוקי.
hi: गलत पोस्टल कोड, राज्य/क्षेत्र.
hr: Poštanski broj ili regija nisu valjani.
hu: Az Irányítószám, állam/régió mező érvénytelen.
id: Kode pos, negara bagian/kawasan tidak valid.
is: Ógilt póstnúmer, svæði/umdæmi.
ja: 郵便番号、都道府県/地域が無効です。
ka: საფოსტო ინდექსი, შტატი/რეგიონი არასწორია.
kk: Жарамсыз пошталық индекс, облыс/аймақ.
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್, ರಾಜ್ಯ/ಪ್ರಾಂತ್ಯ ಅಮಾನ್ಯವಾಗಿದೆ.
ko: 우편 번호, 시/도, 지역이 잘못되었습니다.
ku_arab: كۆدی پۆستەیی، وڵات/هەرێمی نادروست.
ky: Почта индекси, өлкө/аймак аты жараксыз.
lo: ລະຫັດໄປສະນີ, ຊື່ລັດ/ພາກພື້ນບໍ່ຖືກຕ້ອງ.
lt: Netinkamas pašto indeksas, apskritis / rajonas.
lv: Pasta indekss, valsts/reģions nav derīgs.
mi: He muhu te waehere poutāpeta, rohe rānei.
mk: Неважечки поштенски број или држава/регион.
ml: അസാധുവായ തപാല്‍ കോഡ്, സംസ്ഥാനം/പ്രദേശം.
mn: Хүчингүй шуудангийн код, муж/бүс.
mr: अवैध पोस्टल कोड, राज्य/विभाग.
ms: Poskod, negeri/rantau tidak sah.
mt: Kodiċi postali, stat/reġjun invalidu.
ne: अमान्य हुलाकी सङ्केत, राज्य/क्षेत्र।
nn_no: Ugyldig postnummer, stat/område.
no: Ugyldig postnummer, delstat/område.
or: ଅବୈଧ ଡାକ କୋଡ୍, ରାଜ୍ୟ/ଅଞ୍ଚଳ.
pa_arab_pk: غلط پوسٹل کوڈ،ریاست/علاقہ۔
pa_in: ਅਵੈਧ ਡਾਕ ਕੋਡ, ਰਾਜ/ਖੇਤਰ।
pl: Nieprawidłowy kod pocztowy i nazwa województwa/regionu.
ru: Недопустимый почтовый индекс либо название штата или региона.
sd: غلط پوسٽل ڪوڊ، رياست/خطي جو نالو.
si: වලංගු නොවූ තැපැල් කේතය, රට/කලාපය.
sl: Neveljavna poštna številka ali zvezna država/regija.
sr_cyrl_rs: Неважећи поштански број, држава/регион.
sr_latn_rs: Nevažeći poštanski broj, država/region.
sv: Ogiltigt postnummer, delstat/region.
ta: தவறான அஞ்சல் குறியீடு, மாநிலம்/வட்டாரம் பெயர்.
te: పిన్‌ కోడ్‌, రాష్ట్రం లేదా ప్రాంతం పేరు ఎక్కడా లేదు.
tg: Индекси почта, иёлат/минтақаи беэътибор.
th: รหัสไปรษณีย์ รัฐ/ภูมิภาคไม่ถูกต้อง
tr: Geçersiz posta kodu, eyalet/bölge.
tt: Почта индексы, өлкә/төбәк исемә дөрес түгел.
ug: پوچتا نومۇرى، ئىشتات/رايون نامى ئىناۋەتسىز.
uk: Неприпустимі поштовий індекс, область/регіон.
ur: غلط پوسٹ کوڈ، ریاست/ریجن۔
uz: Noto'g'ri Pochta indeksi, davlat/region raqami nomi.
vi: Tiểu bang/khu vực, mã bưu điện không hợp lệ.
zh_hans: 邮政编码、国家/地区无效。
zh_hant: 無效的郵遞區號、省 (市)/地區。

# Literal.BranchName.MaxLength
source: Branch name is too long.
af: Taknaam is te lank.
am: የቅርንጫፍ ስም በጣም ረጅም ነው።
ar: اسم الفرع أطول من اللازم.
as: শাখা নাম অতি দীঘল৷
az: Filialın adı çox uzundur.
bg: Името на клон е твърде дълго.
bn_in: শাখা নাম অত্যন্ত বড়৷
bs: Naziv podružnice je predug.
cy: Mae enw'r gangen yn rhy hir.
da: Afdelingsnavn er for langt.
de: Zweigstellenname ist zu lang.
el: Η ονομασία υποκαταστήματος είναι πολύ μεγάλη.
es: El nombre de rama es demasiado largo.
et: Filiaali nimi on liiga pikk.
eu: Bulegoaren izena luzeegia da.
fa: نام شعبه بسیار طولانی است.
ga: Ainm brainse rófhada.
gd: Tha ainm a' mheòir ro fhada.
gl: Nome de sucursal moi longo.
gu: બ્રાંચ નામ ખૂબ લાંબુ છે.
he: שם הסניף ארוך מדי.
hi: ब्रांच नाम बहुत लंबा है.
hr: Naziv podružnice je predug.
hu: A bankfiók neve túl hosszú.
id: Nama cabang terlalu panjang.
is: Heiti útibús er of langt.
ja: 支店名が長すぎます。
ka: ფილიალის სახელი ძალიან გრძელია.
kk: Филиал атауы тым ұзын.
kn: ಶಾಖೆ ಹೆಸರು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 지점 이름이 너무 깁니다.
ku_arab: ژمارەی لق زۆر درێژە
ky: Бөлүмдүн аталышы өтө узун.
lo: ຊື່ສາຂາຍາວເກີນໄປ.
lt: Padalinio pavadinimas per ilgas.
lv: Filiāles nosaukums ir pārāk garš.
mi: He roa rawa te ingoa peka.
mk: Името на филијалата е предолго.
ml: ശാഖയുടെ പേര് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Салбарын нэр хэт урт байна.
mr: शाखा नाव खूप दीर्घ आहे.
ms: Nama cawangan terlalu panjang.
mt: Isem il-fergħa twil wisq.
ne: शाखाको नाम धेरै लामो भयो।
nn_no: Avdelingsnamnet er for langt.
no: Filialnavnet er for langt.
or: ଶାଖା ନାମ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: برانچ دا ناں بہت لما اے۔
pa_in: ਸ਼ਾਖਾ ਦਾ ਨਾਮ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Nazwa oddziału jest zbyt długa.
ru: Слишком длинное название филиала.
sd: برانچ جو نالو تمام وڏو آھي.
si: ශාඛාවේ නම දිග වැඩියි.
sl: Ime podružnice je predolgo.
sr_cyrl_rs: Назив филијале је предугачак.
sr_latn_rs: Naziv filijale je predugačak.
sv: Filialens namn är för långt.
ta: கிளைப் பெயர் மிக நீளமாக உள்ளது.
te: బ్రాంచ్ పేరు చాలా పొడవుగా ఉంది.
tg: Номи филиал аз ҳад дароз аст.
th: ชื่อสาขายาวเกินไป
tr: Şube adı çok uzun.
tt: Филиал исеме бик озын.
ug: تارماق ئىسىم بەك ئۇزۇن.
uk: Назва відділення надто довга.
ur: شاخ کا نام بہت طویل ہے.
uz: Filial nomi juda uzun.
vi: Tên chi nhánh quá dài.
zh_hans: 分行名称过长。
zh_hant: 分行名稱太長。

# Literal.BranchName.MinLength
source: Branch name is too short.
af: Taknaam is te kort.
am: የቅርንጫፍ ስም በጣም አጭር ነው።
ar: يقل اسم الفرع عن اللازم طولاً.
as: শাখা নাম অতি চুটি৷
az: Filialın adı çox qısadır.
bg: Името на клон е твърде късо.
bn_in: শাখা নাম অত্যন্ত ছোট৷
bs: Naziv podružnice je prekratak.
cy: Mae enw'r gangen yn rhy fyr.
da: Afdelingsnavn er for kort.
de: Zweigstellenname ist zu kurz.
el: Η ονομασία υποκαταστήματος είναι πολύ μικρή.
es: El nombre de rama es demasiado corto.
et: Filiaali nimi on liiga lühike.
eu: Bulegoaren izena motzegia da.
fa: نام شعبه بسیار کوتاه است.
ga: Ainm brainse róghearr.
gd: Tha ainm a' mheòir ro ghoirid.
gl: Nome de sucursal moi curto.
gu: બ્રાંચ નામ ખૂબ ટૂંકુ છે.
he: שם הסניף קצר מדי.
hi: ब्रांच का नाम बहुत छोटा है.
hr: Naziv podružnice je prekratak.
hu: A bankfiók neve túl rövid.
id: Nama cabang terlalu pendek.
is: Heiti útibús er of stutt.
ja: 支店名が短すぎます。
ka: ფილიალის სახელი ძალიან მოკლეა.
kk: Филиал атауы тым қысқа.
kn: ಶಾಖೆ ಹೆಸರು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 지점 이름이 너무 짧습니다.
ku_arab: ناوی لق زۆر کورتە.
ky: Бөлүмдүн аталышы өтө кыска.
lo: ຊື່ສາຂາສັ້ນເກີນໄປ.
lt: Padalinio pavadinimas per trumpas.
lv: Filiāles nosaukums ir pārāk īss.
mi: He poto rawa te ingoa peka.
mk: Името на филијалата е прекратко.
ml: ശാഖയുടെ പേര് വളരെ ചെറുതാണ്.
mn: Салбарын нэр хэт богино байна.
mr: शाखा नाव खूप लहान आहे.
ms: Nama cawangan terlalu pendek.
mt: Isem il-fergħa qasir wisq.
ne: शाखाको नाम धेरै छोटो भयो।
nn_no: Avdelingsnamnet er for kort.
no: Filialnavnet er for kort.
or: ଶାଖା ନାମ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: برانچ دا ناں بہت چھوٹا اے۔
pa_in: ਸ਼ਾਖਾ ਦਾ ਨਾਮ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Nazwa oddziału jest zbyt krótka.
ru: Слишком короткое название филиала.
sd: برانچ جو نالو تمام ننڍو آھي.
si: ශාඛාවේ නම කෙටි වැඩියි.
sl: Ime podružnice je prekratko.
sr_cyrl_rs: Назив филијале је прекратак.
sr_latn_rs: Naziv filijale je prekratak.
sv: Filialens namn är för kort.
ta: கிளைப் பெயர் மிகச் சிறியதாக உள்ளது.
te: బ్రాంచ్ పేరు చాలా చిన్నదిగా ఉంది.
tg: Номи филиал аз ҳад кӯтоҳ аст.
th: ชื่อสาขาสั้นเกินไป
tr: Şube adı çok kısa.
tt: Филиал исеме бик кыска.
ug: تارماق ئىسىم بەك قىسقا.
uk: Назва відділення надто коротка.
ur: شاخ کا نام بہت مختصر ہے.
uz: Filial nomi juda qisqa.
vi: Tên chi nhánh quá ngắn.
zh_hans: 分行名称过短。
zh_hant: 分行名稱太短。

# Literal.BranchName.Pattern
source: Invalid Branch name.
af: Ongeldige taknaam.
am: ልክ ያልኾነ የቅርንጫፍ ስም።
ar: اسم الفرع غير صالح.
as: অবৈধ শাখা নাম৷
az: Filialın adı səhvdir.
bg: Невалидно име на клон.
bn_in: শাখার নামটি ঠিকঠাক নেই৷
bs: Nevažeći naziv podružnice.
cy: Enw Cangen Annilys.
da: Ugyldigt afdelingsnavn.
de: Ungültiger Zweigstellenname.
el: Μη έγκυρη ονομασία υποκαταστήματος.
es: El nombre de rama no es válido.
et: Filiaali nimi on sobimatu.
eu: Bulegoaren izena baliogabea da.
fa: نام شعبه نامعتبر است.
ga: Ainm brainse neamhbhailí.
gd: Tha ainm a' mheòir mì-dhligheach.
gl: Nome de sucursal non válido.
gu: અમાન્ય બ્રાંચ નામ.
he: שם הסניף לא חוקי.
hi: अमान्य ब्रांच नाम.
hr: Naziv podružnice nije valjan.
hu: A fióknév érvénytelen.
id: Nama cabang tidak valid.
is: Ógilt útibúsheiti.
ja: 支店名が正しくありません。
ka: ფილიალის სახელი არასწორია.
kk: Филиал атауы жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ಶಾಖೆ ಹೆಸರು.
ko: 지점 이름이 올바르지 않습니다.
ku_arab: ناوی لق نادروستە.
ky: Бөлүмдүн аталышы жараксыз.
lo: ຊື່ສາຂາບໍ່ຖືກຕ້ອງ.
lt: Netinkamas padalinio pavadinimas.
lv: Nederīgs filiāles nosaukums.
mi: He muhu te ingoa Peka.
mk: Неважечко име на филијала.
ml: ശാഖയുടെ പേര് അസാധുവാണ്.
mn: Салбарын нэр буруу байна.
mr: अवैध शाखा नाव.
ms: Nama Cawangan tidak sah.
mt: L-isem tal-Fergħa mhux validu.
ne: शाखाको नाम अवैध छ।
nn_no: Ugyldig avdelingsnamn.
no: Ugyldig filialnavn.
or: ଅବୈଧ ଶାଖା ନାମ.
pa_arab_pk: برانچ دا ناں ناجائز اے۔
pa_in: ਸ਼ਾਖਾ ਨਾਮ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowa nazwa oddziału.
ru: Недопустимое название филиала.
sd: برانچ جو نالو غلط آھي.
si: වලංගු ‍නොවන ශාඛා නාමය කි.
sl: Neveljavno ime podružnice.
sr_cyrl_rs: Неважећи назив филијале.
sr_latn_rs: Nevažeći naziv filijale.
sv: Ogiltigt filialnamn.
ta: தவறான கிளைப் பெயர்.
te: చెల్లని బ్రాంచ్ పేరు.
tg: Номи филиали беэътибор.
th: ชื่อสาขาไม่ถูกต้อง
tr: Geçersiz Şube adı.
tt: Ялгыш филиал исеме.
ug: ئىناۋەتسىز تارماق ئىسىم.
uk: Неприпустима назва відділення.
ur: شاخ کا نام غلط ہے.
uz: Filial nomi haqiqiy emas.
vi: Tên chi nhánh không hợp lệ.
zh_hans: 分行名称无效。
zh_hant: 分行名稱無效。

# Literal.BranchName.Required
source: Branch name is required.
af: Taknaam word vereis.
am: የቅርንጫፍ ስም ይፈለጋል።
ar: اسم الفرع مطلوب.
as: শাখা নাম আৱশ্যক৷
az: Filial adı tələb olunur.
bg: Името на клон е задължително.
bn_in: শাখা নাম আবশ্যক৷
bs: Naziv podružnice je obavezan.
cy: Rhaid rhoi enw'r gangen.
da: Der skal angives et afdelingsnavn.
de: Zweigstellenname ist erforderlich.
el: Απαιτείται η ονομασία υποκαταστήματος.
es: El nombre de rama es obligatorio.
et: Filiaali nimi on nõutud.
eu: Bulegoaren izena beharrezkoa da.
fa: به نام شعبه نیاز است.
ga: Ainm brainse ag teastáil.
gd: Tha feum air ainm a' mheòir.
gl: Requírese nome de sucursal.
gu: બ્રાંચ નામની આવશ્યકતા છે.
he: שם הסניף נדרש.
hi: ब्रांच का नाम आवश्यक है.
hr: Naziv podružnice je obavezan.
hu: A bankfiók nevének megadása kötelező.
id: Nama cabang wajib diisi.
is: Útibúsheiti er áskilið.
ja: 支店名は必須項目です。
ka: მიუთითეთ ფილიალის სახელი.
kk: Филиал атауы қажет.
kn: ಶಾಖೆ ಹೆಸರು ಅಗತ್ಯವಾಗಿದೆ.
ko: 지점 이름은 필수 항목입니다.
ku_arab: ناوی لق پێویستە.
ky: Бөлүмдүн аталышы талап кылынат.
lo: ຕ້ອງລະບຸຊື່ສາຂາ.
lt: Padalinio pavadinimą nurodyti būtina.
lv: Jānorāda filiāles nosaukums.
mi: Kei te hiahiatia te ingoa peka.
mk: Името на филијалата е задолжително.
ml: ശാഖയുടെ പേര് ആവശ്യമാണ്.
mn: Салбарын нэрийг бөглөх шаардлагатай.
mr: शाखा नाव आवश्यक आहे.
ms: Nama cawangan diperlukan.
mt: Huwa meħtieġ isem il-fergħa.
ne: शाखाको नाम आवश्यक छ।
nn_no: Avdelingsnamn er obligatorisk.
no: Filialnavn må angis.
or: ଶାଖା ନାମ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: برانچ دا ناں درکار اے۔
pa_in: ਸ਼ਾਖਾ ਦਾ ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ।
pl: Nazwa oddziału jest wymagana.
ru: Необходимо указать название филиала.
sd: برانچ جو نالو گھربل آھي.
si: ශාඛාවේ නම අවශ්‍යයි.
sl: Ime podružnice je obvezno.
sr_cyrl_rs: Шифра пословнице је обавезна.
sr_latn_rs: Naziv filijale je obavezan.
sv: Filialens namn måste anges.
ta: கிளைப் பெயர் தேவை.
te: బ్రాంచ్ పేరు అవసరం.
tg: Номи филиал ҳатмист.
th: ต้องระบุชื่อสาขา
tr: Şube adı gereklidir.
tt: Филиал исеме мәҗбүри.
ug: تارماق ئىسىم كېرەك.
uk: Потрібно вказати назву відділення.
ur: شاخ کا نام درکار ہے.
uz: Filial nomi talab qilinadi.
vi: Tên chi nhánh là cần thiết.
zh_hans: 分行名称为必填项。
zh_hant: 分行名稱是必要資訊。

# Literal.StreetAddress.MaxLength
source: Street address is too long.
af: Straatadres is te lank.
am: የጎዳና አድራሻ በጣም ረጅም ነው።
ar: العنوان أطول من اللازم.
as: পথৰ ঠিকনা অতি দীঘল৷
az: Küçə adı çox uzundur.
bg: Данните за улица са твърде дълги.
bn_in: রাস্তার ঠিকানাটি অত্যন্ত বড়৷
bs: Ulica i broj su predugi.
cy: Mae'r cyfeiriad stryd yn rhy hir.
da: Gadenavn er for lang.
de: Die Angabe der Straße ist zu lang.
el: Η διεύθυνση είναι πολύ μεγάλη.
es: La dirección es demasiado larga.
et: Tänava aadress on liiga pikk.
eu: Kalea luzeegia da.
fa: آدرس خیابان بسیار طولانی است.
ga: Seoladh sráide rófhada.
gd: Tha an t-sràid ro fhada.
gl: Enderezo de rúa moi longo.
gu: શેરી સરનામું ખૂબ લાંબુ છે.
he: כתובת הרחוב ארוכה מדי.
hi: गली का पता बहुत लंबा है.
hr: Ulica i broj su predugi.
hu: Az utcai cím túl hosszú.
id: Alamat jalan terlalu panjang.
is: Gata er of löng.
ja: 番地が長すぎます。
ka: მისამართში ქუჩის სახელი ძალიან გრძელია.
kk: Көше мекенжайы тым ұзын.
kn: ಗಲ್ಲಿ ವಿಳಾಸವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 나머지 주소가 너무 깁니다.
ku_arab: ناونیشانی شەقام زۆر درێژە.
ky: Көчө дареги өтө узун.
lo: ທີ່ຢູ່ຖະໜົນຍາວເກີນໄປ.
lt: Gatvė ir numeris per ilgi.
lv: Adrese ir pārāk gara.
mi: He roa rawa te wāhitau Tiriti.
mk: Уличната адреса е предолга.
ml: സ്‌ട്രീറ്റ് വിലാസം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Гудамжны хаяг хэт урт байна.
mr: रस्त्याचा पत्ता खूप मोठा आहे.
ms: Alamat jalan terlalu panjang.
mt: L-indirizz tat-triq twil wisq.
ne: स्ट्रिट ठेगाना धेरै लामो भयो।
nn_no: Gateadressa er for lang.
no: Gateadressen er for lang.
or: ସାହୀ ଠିକଣା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: گلی دا پتا بہت لما اے۔
pa_in: ਗਲੀ ਦਾ ਪਤਾ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Nazwa ulicy jest zbyt długa.
ru: Слишком длинный адрес.
sd: گھٽي جو پتو تمام وڏو آهي.
si: වීදි ලිපිනය දිග වැඩියි.
sl: Naslov je predolg.
sr_cyrl_rs: Унос за улицу и број је предугачак.
sr_latn_rs: Unos za ulicu i broj je predugačak.
sv: Gatuadressen är för lång.
ta: தெரு முகவரி மிக நீளமாக உள்ளது.
te: వీధి చిరునామా చాలా పొడవుగా ఉంది.
tg: Суроғаи кӯча аз ҳад дароз аст.
th: ที่อยู่ยาวเกินไป
tr: Sokak adresi çok uzun.
tt: Урам адресы бик озын.
ug: كوچا ئادرېسىڭىز بەك ئۇزۇن.
uk: Адреса (вулиця) надто довга.
ur: گلی کا پتہ بہت طویل ہے.
uz: Ko‘cha manzili juda uzun.
vi: Địa chỉ đường quá dài.
zh_hans: 街道地址过长。
zh_hant: 街道地址太長。

# Literal.StreetAddress.MinLength
source: Street address is too short.
af: Straatadres is te kort.
am: የጎዳናው አድራሻ አጭር ነው።
ar: يقل العنوان عن اللازم طولاً.
as: পথৰ ঠিকনা অতি চুটি৷
az: Küçə adı çox qısadır.
bg: Данните за улица са твърде къси.
bn_in: রাস্তার ঠিকানাটি অত্যন্ত ছোট৷
bs: Ulica i broj su prekratki.
cy: Mae'r cyfeiriad stryd yn rhy fyr.
da: Gadenavn er for kort.
de: Die Angabe der Straße ist zu kurz.
el: Η διεύθυνση είναι πολύ μικρή.
es: La dirección es demasiado corta.
et: Tänava aadress on liiga lühike.
eu: Kalea motzegia da.
fa: آدرس خیابان بسیار کوتاه است.
ga: Seoladh sráide róghearr.
gd: Tha an t-sràid ro ghoirid.
gl: Enderezo de rúa moi curto.
gu: શેરી સરનામું ખૂબ ટૂંકુ છે.
he: כתובת הרחוב קצרה מדי.
hi: गली का पता बहुत छोटा है.
hr: Ulica i broj su prekratki.
hu: Az utcai cím túl rövid.
id: Alamat jalan terlalu pendek.
is: Gata er of stutt.
ja: 番地が短すぎます。
ka: მისამართში ქუჩის სახელი ძალიან მოკლეა.
kk: Көше мекенжайы тым қысқа.
kn: ಗಲ್ಲಿ ವಿಳಾಸವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 나머지 주소가 너무 짧습니다.
ku_arab: ناونیشانی شەقام زۆر کورتە.
ky: Көчө дареги өтө кыска.
lo: ທີ່ຢູ່ຖະໜົນສັ້ນເກີນໄປ.
lt: Gatvė ir numeris per trumpi.
lv: Adrese ir pārāk īsa.
mi: He poto rawa te wāhitau Tiriti.
mk: Уличната адреса е прекратка.
ml: സ്‌ട്രീറ്റ് വിലാസം വളരെ ചെറുതാണ്.
mn: Гудамжны хаяг хэт богино байна.
mr: रस्त्याचा पत्ता खूप लहान आहे.
ms: Alamat jalan terlalu pendek.
mt: L-indirizz tat-triq qasir wisq.
ne: स्ट्रिट ठेगाना धेरै छोटो भयो।
nn_no: Gateadressa er for kort.
no: Gateadressen er for kort.
or: ସାହୀ ଠିକଣା ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: گلی دا پتا بہت چھوٹا اے۔
pa_in: ਗਲੀ ਦਾ ਪਤਾ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Nazwa ulicy jest zbyt krótka.
ru: Слишком короткий адрес.
sd: گھٽي جو پتو تمام ننڍو آهي.
si: වීදි ලිපිනය කෙටි වැඩියි.
sl: Naslov je prekratek.
sr_cyrl_rs: Унос за улицу и број је прекратак.
sr_latn_rs: Unos za ulicu i broj je prekratak.
sv: Gatuadressen är för kort.
ta: தெரு முகவரி மிகச் சிறியதாக உள்ளது.
te: వీధి చిరునామా చాలా చిన్నదిగా ఉంది.
tg: Суроғаи кӯча аз ҳад кӯтоҳ аст.
th: ที่อยู่สั้นเกินไป
tr: Sokak adresi çok kısa.
tt: Урам адресы бик кыска.
ug: كوچا ئادرېسىڭىز بەك قىسقا.
uk: Адреса (вулиця) надто коротка.
ur: گلی کا پتہ بہت مختصت ہے.
uz: Ko‘cha manzili juda qisqa.
vi: Địa chỉ đường quá ngắn.
zh_hans: 街道地址过短。
zh_hant: 街道地址太短。

# Literal.StreetAddress.Pattern
source: Invalid Street address.
af: Ongeldige straatadres.
am: ልክ ያልሆነ የጎዳና አድራሻ ።
ar: ليس العنوان صالحًا.
as: অবৈধ পথৰ ঠিকনা৷
az: Küçə adı səhvdir.
bg: Невалидни данни за улица.
bn_in: রাস্তার ঠিকানাটি ঠিকঠাক নেই৷
bs: Nevažeća ulica i broj.
cy: Cyfeiriad Stryd annilys.
da: Ugyldigt gadenavn.
de: Die Straße ist ungültig.
el: Μη έγκυρη διεύθυνση.
es: La dirección no es válida.
et: Tänava aadress on sobimatu.
eu: Kalea baliogabea da.
fa: آدرس خیابان معتبر نیست.
ga: Seoladh sráide neamhbhailí.
gd: Tha an t-sràid mì-dhligheach.
gl: Enderezo de rúa non válido.
gu: અમાન્ય શેરી સરનામું.
he: כתובת הרחוב אינה חוקית.
hi: अमान्य गली का पता.
hr: Ulica i broj nisu valjani.
hu: Érvénytelen utca.
id: Alamat Jalan tidak valid.
is: Ógild gata.
ja: 番地が正しくありません。
ka: მისამართში ქუჩის სახელი არასწორია.
kk: Көше мекенжайы дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಗಲ್ಲಿ ವಿಳಾಸ.
ko: 나머지 주소가 올바르지 않습니다.
ku_arab: ناونیشانی شەقام نادروستە.
ky: Көчө дареги жараксыз.
lo: ທີ່ຢູ່ຖະໜົນບໍ່ຖືກຕ້ອງ.
lt: Gatvė ir numeris netinkamas.
lv: Nederīga adrese.
mi: He muhu te wāhitau Tiriti.
mk: Неважечка улична адреса.
ml: സ്‌ട്രീറ്റ് വിലാസം അസാധുവാണ്.
mn: Гудамжны хаяг буруу байна.
mr: अवैध रस्त्याचा पत्ता.
ms: Alamat Jalan tidak sah.
mt: Indirizz tal-Triq mhux validu.
ne: अवैध स्ट्रिट ठेगाना।
nn_no: Ugyldig gateadresse.
no: Ugyldig gateadresse.
or: ସାହୀ ଠିକଣା ଅବୈଧ ଅଟେ.
pa_arab_pk: گلی دا پتا ٹھیک نئیں اے۔
pa_in: ਗਲੀ ਦਾ ਪਤਾ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowa nazwa ulicy.
ru: Недопустимый адрес.
sd: گھٽي جو پتو غلط آهي.
si: වලංගු නොවන වීදි ලිපිනයකි.
sl: Naslov ni veljaven.
sr_cyrl_rs: Неважећа улица и број.
sr_latn_rs: Nevažeća ulica i broj.
sv: Ogiltig gatuadress.
ta: தவறான தெரு முகவரி.
te: చెల్లని వీధి చిరునామా.
tg: Суроғаи кӯчаи беэътибор.
th: ที่อยู่ไม่ถูกต้อง
tr: Sokak adresi geçersiz.
tt: Урам адресы ялгыш.
ug: ئىناۋەتسىز كوۋا ئادرېسى.
uk: Неприпустима адреса (вулиця).
ur: گلی کا پتہ غلط ہے.
uz: Ko‘cha manzili haqiqiy emas.
vi: Địa chỉ đường không hợp lệ.
zh_hans: 街道地址无效。
zh_hant: 街道地址無效。

# Literal.StreetAddress.Required
source: Street address is required.
af: Straatadres word vereis.
am: የጎዳና አድራሻ ይፈለጋል።
ar: العنوان مطلوب.
as: পথৰ ঠিকনাৰ আৱশ্যক৷
az: Küçə adı tələb olunur.
bg: Улицата е задължителна.
bn_in: রাস্তার ঠিকানা আবশ্যক৷
bs: Ulica i broj su obavezni.
cy: Rhaid rhoi cyfeiriad stryd.
da: Gadenavn skal angives.
de: Straße ist erforderlich.
el: Απαιτείται διεύθυνση.
es: La dirección es obligatoria.
et: Tänava aadress on nõutud.
eu: Kalea beharrezkoa da.
fa: به آدرس خیابان نیاز است.
ga: Seoladh sráide ag teastáil.
gd: Tha feum air sràid.
gl: Requírese enderezo de rúa.
gu: શેરી સરનામાંની આવશ્યકતા છે.
he: כתובת הרחוב נדרשת.
hi: अमान्य गली का पता आवश्यक है.
hr: Ulica i broj su obavezni.
hu: Az utcai cím megadása kötelező.
id: Alamat jalan wajib diisi.
is: Gata er áskilin.
ja: 番地は必須項目です。
ka: მისამართში მიუთითეთ ქუჩა.
kk: Көше мекенжайы қажет.
kn: ಗಲ್ಲಿ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ.
ko: 나머지 주소는 필수 항목입니다.
ku_arab: ناونیشانی شەقام پێویستە.
ky: Көчө дареги талап кылынат.
lo: ຕ້ອງລະບຸທີ່ຢູ່ຖະໜົນ.
lt: Būtina nurodyti gatvę ir numerį.
lv: Norādiet adresi.
mi: Kei te hiahiatia te wāhitau Tiriti.
mk: Уличната адреса е задолжителна.
ml: സ്‌ട്രീറ്റ് വിലാസം ആവശ്യമാണ്.
mn: Гудамжны хаягийг бөглөх шаардлагатай.
mr: रस्त्याचा पत्ता आवश्यक आहे.
ms: Alamat jalan diperlukan.
mt: L-indirizz tal-Triq hu meħtieġ.
ne: मार्गको ठेगाना आवश्यक छ।
nn_no: Gateadresse er obligatorisk.
no: Gateadresse må angis.
or: ସାହୀ ଠିକଣା ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: گلی دا پتا درکار اے۔
pa_in: ਗਲ਼ੀ ਦਾ ਪਤਾ ਲੋੜੀਂਦਾ ਹੈ।
pl: Nazwa ulicy jest wymagana.
ru: Необходимо указать адрес.
sd: گھٽي جي پتي جي گھرج آهي.
si: වීදි ලිපිනය අවශ්‍යයි.
sl: Naslov je obvezen.
sr_cyrl_rs: Улица и број су обавезни.
sr_latn_rs: Ulica i broj su obavezni.
sv: Gatuadress måste anges.
ta: தெரு முகவரி தேவை.
te: వీధి చిరునామా అవసరం.
tg: Суроғаи кӯча ҳатмист.
th: ต้องระบุที่อยู่
tr: Sokak adresi gereklidir.
tt: Урам адресы мәҗбүри.
ug: كوچا ئادرېسىڭىزكېرەك.
uk: Потрібно вказати адресу (вулицю).
ur: گلی کا پتہ درکار ہے.
uz: Ko‘cha manzili talab qilinadi.
vi: Địa chỉ đường là cần thiết.
zh_hans: 街道地址为必填项。
zh_hant: 街道地址是必要資訊。

# Literal.MailingOrStreetAddress.MaxLength
source: Mailing/Street address is too long.
af: Pos/straat adres is te kort.
am: የመልእክት/የጎዳና አድራሻ በጣም ረጅም ነው።
ar: عنوان الشارع أو البريد أطول من اللازم.
as: মেইলিং/পথৰ ঠিকনাসমূহ অতি দীঘল৷
az: Poçt/Küçə ünvanı çox uzundur.
bg: Пощенският адрес/улицата е прекалено дълга.
bn_in: মেল পাঠানোর/রাস্তার ঠিকানা অত্যন্ত বড়।
bs: Poštanska adresa je preduga.
cy: Mae'r cyfeiriad stryd/post yn rhy hir.
da: Postadressen er for lang.
de: Die Angabe der Postanschrift/Straße ist zu lang.
el: Η διεύθυνση/διεύθυνση αλληλογραφίας είναι πολύ μεγάλη.
es: La dirección postal es demasiado larga.
et: Postiaadress on liiga pikk.
eu: Posta-helbidea luzeegia da.
fa: آدرس پستی/خیابان بسیار طولانی است.
ga: Tá an seoladh Poist/Sráide rófhada.
gd: Tha an seòladh libhrigidh/sràide ro fhada.
gl: O enderezo postal é moi longo.
gu: મેઇલીંગ/ શેરી સરનામું ખૂબ લાંબુ છે.
he: כתובת הרחוב/הכתובת למשלוח ארוכה מדי.
hi: डाक/मार्ग का पता बहुत बड़ा है.
hr: Poštanska adresa predugačka je.
hu: A postacím/utca és házszám túl hosszú.
id: Alamat Penyuratan/Jalan terlalu panjang.
is: Póstfang er of langt.
ja: 住所/番地が長すぎます。
ka: საფოსტო/ქუჩის მისამართი ძალიან გრძელია.
kk: Пошталық мекенжай тым ұзын.
kn: ಮೇಲಿಂಗ್/ಗಲ್ಲಿ ವಿಳಾಸ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 우편 주소/나머지 주소가 너무 깁니다.
ku_arab: ناونیشانی پۆستە/شەقام زۆر درێژە.
ky: Почта/Көчө дареги өтө эле узун.
lo: ທີ່ຢູ່ໄປສະນີ/ທີ່ຢູ່ຖະໜົນຍາວເກີນໄປ.
lt: Pašto adresas per ilgas.
lv: Pasta/fiziskā adrese ir pārāk gara.
mi: He roa rawa taku wāhitau Tuku Mēra/Tiriti.
mk: Поштенската адреса е предолга.
ml: മെയിലിംഗ്/സ്‌ട്രീറ്റ് വിലാസം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Шуудан/Гудамжны хаяг хэт урт байна.
mr: मेलिंग/मार्ग पत्ता खूप मोठा आहे.
ms: Alamat Mel/Jalan terlalu panjang.
mt: L-indirizz postali twil wisq.
ne: हुलाक/गल्ली ठेगाना धेरै लामो छ।
nn_no: Post-/gateadressa er for lang.
no: Post-/gateadresse er for lang.
or: ମେଲିଂ/ସାହୀ ଠିକଣା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ڈاک/گھر پتہ بوہت لما اے۔
pa_in: ਮੇਲਿੰਗ/ਗਲੀ ਦਾ ਪਤਾ ਬਹੁਤ ਲੰਬਾ ਹੈ।
pl: Adres pocztowy (ulica) jest zbyt długi.
ru: Почтовый адрес слишком длинный.
sd: ڊاڪ/گھٽي جو پتو تمام وڏو آهي.
si: තැපැල්/වීදි ලිපිනය දිග වැඩියි.
sl: Poštni/ulični naslov je predolg.
sr_cyrl_rs: Поштанска адреса (улица и број) је предугачка.
sr_latn_rs: Poštanska adresa (ulica i broj) je predugačka.
sv: Post-/gatuadressen är för lång.
ta: அஞ்சல்/தெரு முகவரி மிக நீளமாக உள்ளது.
te: మెయిలింగ్/వీధి చిరునామా చాలా పొడవుగా ఉంది.
tg: Суроғаи почта/кӯча аз ҳад дароз аст.
th: ที่อยู่/ที่อยู่ทางไปรษณีย์ยาวเกินไป
tr: Posta/Sokak adresi çok uzun.
tt: Почта/Урам адресы бик озын.
ug: پوچتا/يول ئادرېسى بەك ئۇزۇن.
uk: Задовга поштова адреса.
ur: ڈاک/گلی کا پتہ بہت طویل ہے۔
uz: Pochta/Ko‘cha manzili juda uzun.
vi: Địa chỉ gửi thư/Địa chỉ đường quá dài.
zh_hans: 通讯地址/街道地址太长。
zh_hant: 郵寄/街道地址太長。
