Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.AR.TierradelFuego
source: Tierra del Fuego, Antartica and Islands
af: Vuurland, Antarktika en eilande
am: ቴራ ደል ፉወጎ ፡አንታረቲካና ደሴቶች
ar: تيرا دل فوجو وأنتاركتيكا والجزر
as: টিএৰা ডেল ফুএগো, আন্টাৰটিকা এণ্ড আইলেণ্ডচ
az: Tierra del Fueqo, Antartika və Adalar
bg: Тиера дел Фуего, Антарктика и Islands
bn_in: টিয়েরা ডেল ফুয়েগো, অ্যান্টার্টিকা এবং দ্বীপপুঞ্জ
bs: Ognjena zemlja, Antarktik i Otoci
cy: Tierra del Fuego, Antartica a'r Ynysoedd
da: Tierra del Fuego, Antarktis og øer
de: Feuerland, Antarktis und Inseln
el: Γη του Πυρός, Ανταρκτική και νησιά
es: Tierra del Fuego, Antártida e Islas del Atlántico Sur
et: Tulemaa, Antarktika ja saared
eu: Suzko Lurraldea, Antartika eta uharteak
fa: تیرا دل فوئگو، قطب جنوب و جزایر
ga: Tierra del Fuego, An t-Antartach agus Oileáin
gd: Tierra del Fuego, an Antartaig agus na h-eileanan
gl: Terra do Lume, Antártida e Illas
gu: ટિએર ડેલ ફ્યુગો, એન્ટકર્ટિકા અને આઇલેન્ડ્ઝ
he: ארץ האש, אנטרטיקה ואיים
hi: टिएरो डेल फ़ुएगो, अंटार्कटिक और आइलैंड
hr: Tierra del Fuego, Antarktika i Otoci
hu: Tűzföld, Antarktisz és a szigetek
id: Tierra del Fuego, Antartika dan Kepulauan
is: Tierra del Fuego, Antartíka og eyjar
ja: ティエラ・デル・フエゴ、南極、および周辺の諸島
ka: ცეცხლოვანი მიწა, ანტარქტიდა და კუნძულები
kk: Тьерра-дель-Фуэго, Антарктида және аралдар
kn: ಟಿಯೆರಾ ಡೆಲ್ ಫ್ಯೂಗೊ, ಅಂಟಾರ್ಟಿಕಾ ಮತ್ತು ದ್ವೀಪಗಳು
ku_arab: تیێرا دێل فیگۆ، جەمسەری باشوور و دوورگەکان
ky: Оттуу жер, Антарктида жана Аралдар
lo: ເຕຍຣາເດລຟິວໂກ, ແອນຕາຕິກາ ແລະໝູ່ເກາະ
lt: Ugnies Žemė, Antartika ir salos
lv: Tjerra del Fuego (Ugunszeme), Antarktika un salas
mi: Tiera te Whuekau, Whenua Pou Tonga me ngā Moutere
mk: Огнена Земја, Антарктика и Острови
ml: ടിയറ ഡെല്‍ ഫ്യൂഗോ, അന്റാര്‍ട്ടിക്ക-ദ്വീപുകള്‍
mn: Галт газар, Антарктид ба арлууд
mr: तिएरा डेल फ्युएगो, अंटार्टिका आणि बेटे
ms: Tierra del Fuego, Antartika dan Kepulauan
mt: Tierra del Fuego, Antartica u l-Gżejjer
ne: टियेरा देल फुवेगो, एन्टार्टिका र टापूहरू
nn_no: Eldlandet, Antarktis og øyane
no: Tierra del Fuego, Antarktis og øyene
or: ଟିଏରା ଡେଲ୍ ଫୁଏଗୋ, ଆଣ୍ଟାର୍କାଟିକା ଏବଂ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: ٹئیرا ڈیل فیوگو، انٹارکٹا تے جزائر
pa_in: ਟੀਆਰਾ ਡੇਲ ਫਿਊਗੋ, ਅੰਟਾਰਟਿਕਾ ਅਤੇ ਆਈਲੈਂਡਸ
pl: Ziemia Ognista, Antarktyka i Wyspy
ru: Огненная Земля, Антарктика и острова
sd: ٽيرا ڊيل فيگو, اينٽارٽڪا ۽ ٻيٽَ
si: ටියෙරා ඩිල් ෆුයෙග්වා, සහ දූපත්
sl: Ognjena zemlja, Antarktika in otoki
sr_cyrl_rs: Огњена земља, Антарктик и Острва
sr_latn_rs: Ognjena zemlja, Antarktik i Ostrva
ta: தி்யாரா டெல் ஃபுகோ, அண்டார்டிகா மற்றும் தீவுகள்
te: టియర్రా డెల్ ఫ్యూజో, అంటార్క్‌టికా మరియు దీవు‌లు
tg: Замини Оташбор, Антартика ва Ҷазираҳо
th: เตียร์ราเดลฟวยโก แอนตาร์กติกา และหมู่เกาะแอตแลนติก
tr: Tierra del Fuego, Antarktika ve Adalar
tt: Утлы җир, Антарктида һәм утраулар
ug: تىيېررا دېل فىيۇگو،ئانتىراكتىكا ئاراللىرى
uk: Тьєрра-дель-Фуеґо, Антартика і Острови
ur: ٹی ایرا ڈیل فیوگو، انٹارکٹکا اور جزائر
uz: Olovli Yer, Antarktida va orollar
zh_hans: 火地岛，南极洲和群岛
zh_hant: 火地島、南極與南大西洋諸島

# Word.State.AR.Tucumán
source: Tucumán
am: ቱኩማን
ar: توكومán
as: টুকাম এন
az: Tukuman
bg: Тукуман
bn_in: টুকুমáএন
bs: Tukuman
el: Τουκουμάν
fa: توکومن
gu: તુકુમán
he: טוקומן
hi: टुकुम
ja: トゥクマン
ka: ტუკუმინი
kk: Тукуман
kn: ಟುಕುಮ‌áನ್
ku_arab: توکوومـáن
ky: Тукуман
lo: ຕູຊູແມນ
lt: Tukumanas
lv: Tukumana
mi: Tukumana
mk: Тукуман
ml: ടുക്കുമാന്‍
mn: Тукуман
mr: तुकुáम्न
ne: टुकमáएन
or: ଟୁକୁମ୍áଏନ୍
pa_arab_pk: ٹوکومان
ru: Тукуман
sd: ٽيوڪمán
si: ටුකියුම් එන්
sr_cyrl_rs: Тукуман
sr_latn_rs: Tukuman
te: టుకుమ్
tg: Тукуман
th: ทูคัมá
tt: Тукуман
ug: تۇكۇم án
uk: Тукуман
ur: تکمان
uz: Tukuman
zh_hans: 图库曼
zh_hant: 圖庫曼

# Word.State.AU.AustralianCapitalTerritory
source: Australian Capital Territory
af: Australiese Hoofgebied
am: የአውስትራሊያ ዋና ከተማ ግዛት
ar: إقليم العاصمة الأسترالية
as: অষ্ট্ৰেলিয়ান কেপিটেল টেৰ'টেৰি
az: Avstraliyanın Paytaxt Ərazisi
bg: Територия на австралийската столица
bn_in: অস্ট্রেলিয়ান ক্যাপিটাল টেরিটরি
bs: Teritorij australijskog glavnog grada
cy: Prif Diriogaeth Awstralia
el: Διαμέρισμα Πρωτεύουσας Αυστραλίας
es: Territorio de la capital australiana
eu: Australiako Hiriburu Lurraldea
fa: قلمروی پایتخت استرالیا
ga: Críoch Príomhchathrach na hAstráile
gl: Territorio capital australiano
gu: ઓસ્ટ્રેલિયન કેપીટલ ટેરીટરી
he: טריטוריית הבירה האוסטרלית
hi: ऑस्ट्रेलियाई कैपिटल क्षेत्र
hr: Teritorij australskog glavnog grada
hu: Ausztrália fővárosi területe
id: Wilayah Ibu Kota Australia
is: Höfuðborgarsvæði Ástralíu
ja: オーストラリア首都特別地域
ka: ავსტრალიის დედაქალაქის ტერიტორია
kk: Австралия астанасы аумағы
kn: ಆಸ್ಟ್ರೇಲಿಯನ್ ಕ್ಯಾಪಿಟಲ್ ಪ್ರದೇಶ
ku_arab: هەرێمی پایتەختی ئوسترالی
ky: Австралия борбордук аймагы
lo: ອົດສະຕາຣຽນແຄັບປີໂຕເທຣີທໍຣີ
lt: Australijos sostinės teritorija
lv: Austrālijas galvaspilsētas teritorija
mi: Rohe Matua o Ahitereiria
mk: Територија на австралискиот главен град
ml: ഓസ്‌ട്രേലിയന്‍ ക്യാപിറ്റല്‍ ടെറിട്ടറി
mn: Австралийн нийслэлийн нутаг дэвсгэр
mr: ऑस्ट्रेलियन राजधानी प्रांत
ms: Wilayan Ibu Negeri Australia
ne: अष्ट्रलियन प्रमुख इलाका
nn_no: Australias hovudstadsområde
no: Australias hovedstadsområde
or: ଅଷ୍ଟ୍ରେଲିୟ ରାଜଧାନୀ କେନ୍ଦ୍ର ଶାସିତ ଅଞ୍ଚଳ
pa_arab_pk: آسٹریلیا دا دارالحکومت علاقہ
pa_in: ਆਸਟਰੇਲੀਆਈ ਰਾਜਧਾਨੀ ਖਿੱਤਾ
pl: Australijskie Terytorium Stołeczne
ru: Австралийская столичная территория
sd: آسٽريليئن ڪيپيٽل ٽيريٽري
si: ඕස්ට්‍රේලියානු ප්‍රධාන දේශසීමාව
sl: Avstralski glavni teritorij
sr_cyrl_rs: Територија аустралијског главног града
sr_latn_rs: Teritorija australijskog glavnog grada
ta: ஆஸ்திரேலிய தலைநகர் பிராந்தியம்
te: ఆస్ట్రేలియన్ రాజధాని సరిహద్దు
tg: Ҳудуди пойтахти Австралия
th: ออสเตรเลียนแคปิตอลเทร์ริทอรี
tr: Avustralya Başkent Toprakları
tt: Австралияның башкала өлкәсе
ug: ئاۋىستىرالىيە پايتەخىت تېررىتورىيىسى
uk: Австралійська Столична Територія
ur: آسٹریلیا کا دارالخلافہ خطہ
uz: Avstraliyaning poytaxt hududi
vi: Lãnh thổ Thủ đô Úc
zh_hans: 澳大利亚首都直辖区
zh_hant: 澳大利亞首都特區

# Word.State.AU.JervisBayTerritory
source: Jervis Bay Territory
af: Jervis Bay-gebied
am: ጄርቪስ ቤይ ግዛት
ar: منطقة خليج جيرفيس
as: জাৰ্ভিছ বেই ক্ষেত্ৰ
az: Jervis Körfəz Ərazisi
bg: Територия Джървис Бей
bn_in: জার্ভিস বে টেরিটোরি
bs: Teritorija Zaliva Jervis
cy: Tiriogaeth Jervis Bay
da: Jervis Bay-distrikt
de: Jervis-Bay-Territorium
el: Επικράτεια Τζέρβις Μπέι
es: Territorio de la Bahía de Jervis
et: Jervis Bay ala
eu: Jervis Bay lurraldea
fa: قلمرو خلیج جرویس
ga: Críoch Bhá Jervis
gd: Ranntair Jervis Bay
gl: Territorio da Baía Jervis
gu: જર્વીસ બે પ્રદેશ
he: טריטוריית ג'רוויס ביי
hi: जर्विस खाड़ी का क्षेत्र
hr: Teritorij Jervis Bay
ja: ジャービス湾特別地域
ka: ჯერვისის ყურეს ტერიტორია
kk: Джервис-Бей территориясы
kn: ಜೆರ್ವಿನ್ ಬೇ ಪ್ರಾಂತ್ಯ
ko: 저비스베이 자치구
ku_arab: زەویەکانی جێرڤیس بەی
ky: Джервис булуңуз аймагы
lo: ເຂດດິນແດນ Jervis Bay
lt: Jervis Bay teritorija
lv: Džērvisa līča teritorija
mi: Takiwā o Jervis Bay
mk: Територија Џервис Беј
ml: ജർവിസ് ബേ ടെറിട്ടറി
mn: Жервисийн эргийн нутаг дэвсгэр
mr: जेर्विस बे प्रदेश
ms: Wilayah Teluk Jervis
mt: Territorju ta' Jervis Bay
ne: जर्भिस बे क्षेत्र
nn_no: Jervis Bay-territoriet
or: ଜେର୍ଭିସ୍‌ ବେ ଟେରିଟୋରି
pa_arab_pk: خلیج جروس دا علاقہ
pa_in: ਜੇਰਵਿਸ ਬੇ ਰਾਜਖੇਤਰ
pl: Terytorium Jervis Bay
ru: Территория Джервис-Бей
sd: جروس بي حد
si: ජර්විස් බොක්ක කලාපය
sr_cyrl_rs: Територија Џервис Беј
sr_latn_rs: Teritorija Džervis Bej
ta: ஜெர்விஸ் வளைகுடா பிரதேசம்
te: జెర్విస్ బే భూభాగం
tg: Минтақаи Ҷевис Бэй
th: เขตแดน Jervis Bay
tr: Jervis Bay Bölgesi
tt: Джервис-Бей территориясе
ug: جېرۋىز قولتۇقى زېمىنى
uk: Територія Джервіс-Бей
ur: خلیج جروس کا علاقہ
uz: Jarvis Bey hududi
vi: Lãnh thổ Vịnh Jervis
zh_hans: 杰维斯湾地区
zh_hant: 傑維斯灣領土

# Word.State.AU.NewSouthWales
source: New South Wales
af: Nieu-Suid-Wallis
am: ኒው ሳውዝ ዌልስ
ar: ويلز الجنوبية الجديدة
as: নিউ চাউথ ৱেলচ
az: Yeni Cənubi Uels
bg: Нов южен Уелс
bn_in: নিউ সাউথ ওয়েলস
bs: Novi Južni Wales
cy: De Cymru Newydd
de: Neusüdwales
el: Νέα Νότια Ουαλία
es: Nueva Gales del Sur
eu: Hego Gales Berria
fa: نیو ولز جنوبی
gl: Nova Gales do Sur
gu: ન્યુ સાઉથ વેલ્સ
he: ניו סאות' ווילס
hi: न्यू साऊथ वेल्स
hr: Novi Južni Wales
hu: Új-Dél-Wales
is: Nýja Suður-Wales
ja: ニュー・サウス・ウェールズ
ka: ახალი სამხრეთ უელსი
kk: Жаңа Оңтүстік Уэльс
kn: ಹೊಸ ದಕ್ಷಿಣ ವೇಲ್ಸ್
ku_arab: وێڵزی باشوری نوێ
ky: Жаңы Түштүк Уельс
lo: ນິວຊາວເວລສ
lt: Naujasis Pietų Velsas
lv: Jaundienvidvelsa
mi: Niu Taute Wēra
mk: Нов Јужен Велс
ml: ന്യൂ സൌത്ത് വേല്‍‌സ്
mn: Шинэ Өмнөд Вэлс
mr: न्यू साउथ वेल्स
ne: नयाँ दक्षिण वेल्स
or: ନ୍ୟୁ ସାଉଥ୍ ୱାଲେସ୍
pa_arab_pk: نیو ساؤتھ ویلز
pa_in: ਨਿਊ ਸਾਊਥ ਵੇਲਜ
pl: Nowa Południowa Walia
ru: Новый Южный Уэльс
sd: نيون سائوٿ ويلس
si: නිව් සවුත් වේල්සය
sl: Novi Južni Wales
sr_cyrl_rs: Нови Јужни Велс
sr_latn_rs: Novi Južni Vels
ta: நி்யூ சவுத் வேல்ஸ்
te: న్యూ సౌత్ వేల్స్
tg: Уэлси Ҷанубии Нав
th: นิวเซาท์เวลส์
tr: Yeni Güney Galler
tt: Яңа Көньяк Уэльс
ug: يېڭى جەنۇبىي ۋېلىس
uk: Новий Південний Уельс
ur: نیا جنوبی ویلز
uz: Yangi Janubiy Uelьs
zh_hans: 新南威尔士州
zh_hant: 新南威爾斯

# Word.State.AU.NorthernTerritory
source: Northern Territory
af: Noordelike gebied
am: ሰሜናዊ ግዛት
ar: الإقليم الشمالي
as: নৰ্ডাৰ্ণ টেৰিটৰি
az: Şimal Ərazisi
bg: Северна територия
bn_in: নর্দান টেরিটরি
bs: Sjeverni teritorij
cy: Tiriogaeth y Gogledd
de: Nördliche Territorien
el: Βόρεια διαμερίσματα
es: Territorio del Norte
eu: Iparreko Lurraldea
fa: قلمروی شمالی
ga: An Críoch Thuaidh
gl: Territorio do Norte
gu: નોર્ધન ટેરીટરી
he: הטריטוריה הצפונית
hi: उत्तरी क्षेत्र
hr: Sjeverni teritorij
hu: Északi terület
id: Wilayah Utara
is: Norðursvæðið
ja: オーストラリア北部特別地域
ka: ჩრდილო ტრერიტორია
kk: Солтүстік аумақ
kn: ಉತ್ತರದ ಪ್ರದೇಶ
ku_arab: ناوچەی باکوور
ky: Түндүк Аймагы
lo: ໂນດເທິນເທຣີທໍຣີ
lt: Šiaurės Teritorija
lv: Ziemeļu teritorija
mi: Rohe ki te Raki
mk: Северна територија
ml: നോര്‍ത്തേണ്‍ ടെറിട്ടറി
mn: Хойд Хязгаар
mr: उत्तर प्रांत
ms: Wilayah Utara
ne: उत्तरीय इलाका
no: Nordterritoriet
or: ନର୍ଦେନ୍ ଟେରିଟୋରୀ
pa_arab_pk: شمالی علاقہ جات
pa_in: ਉੱਤਰੀ ਖਿੱਤਾ
pl: Terytorium Północne
ru: Северная территория
sd: ناردرن ٽيريٽري
si: උතුරු දේශසීමාව
sl: Severni teritorij
sr_cyrl_rs: Северна територија
sr_latn_rs: Severna teritorija
ta: வடக்குப் பிரதேசம்
te: నార్తర్న్ సరిహద్దు
tg: Ҳудуи Шимолӣ
th: อร์เทิร์นเทร์ริทอรี
tr: Kuzey Bölgesi
tt: Төньяк җирләре
ug: شىمالىي تېرىتورىيە
uk: Північна Територія
ur: جنوبی خطہ
uz: Shimoliy Hudud
vi: Lãnh thổ Phía Bắc
zh_hans: 澳北区
zh_hant: 北部領地

# Word.State.AU.Queensland
source: Queensland
am: ኩዊንስላንድ
ar: كوينز لاند
as: কুইনচলেণ্ড
az: Kvinslend
bg: Куинсленд
bn_in: ক্যুইন্সল্যান্ড
el: Κουίνσλαντ
fa: کویینزلند
gu: ક્વીન્સલેન્ડ
he: קווינסלנד
hi: क्वींसलैंड
ja: クイーンズランド
ka: ქვინსლენდი
kk: Квинсленд
kn: ಕ್ವೀನ್ಸ್‌ಲ್ಯಾಂಡ್
ku_arab: کوینسلاند
ky: Квинсланд
lo: ຄຣີນສແລນ
lt: Kvynslandas
lv: Kvīnslenda
mi: Kirīnirangi
mk: Квинсленд
ml: ക്വീന്‍സ്‌ലാന്റ്
mn: Квийнслэнд
mr: क्वीन्सलँड
ne: क्विन्स्ल्यान्ड
or: କୁଇନ୍ସଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: کیونز لینڈ
pa_in: ਕਵੀਨਜ਼ਲੈਂਡ
ru: Квинсленд
sd: ڪئينسلينڊ
si: ත්වීන්ස්ලන්තය
sr_cyrl_rs: Квинсленд
sr_latn_rs: Kvinslend
ta: குயின்ஸ்லாந்து
te: క్వీన్స్‌ల్యాండ్
tg: Квинсленд
th: ควีนส์แลนด์
tt: Квинсленд
ug: كۈۋىنىسلەند
uk: Квінсленд
ur: کوئینز لینڈ
uz: Kvinslend
zh_hans: 昆士兰州
zh_hant: 昆士蘭

# Word.State.AU.SouthAustralia
source: South Australia
af: Suid-Australië
am: ደቡብ አውስትራሊያ
ar: جنوب أستراليا
as: দক্ষিণ অষ্ট্ৰেলিয়া
az: Cənubi Avstraliya
bg: Южна Австралия
bn_in: দক্ষিণ অস্ট্রেলিয়া
bs: Južna Australija
cy: De Awstralia
de: Südaustralien
el: Νότια Αυστραλία
es: Australia Meridional
et: Lõuna-Austraalia
eu: Hego Australia
fa: جنوب استرالیا
ga: An Astráil Theas
gd: Astràilia a Deas
gl: Sur de Australia
gu: સાઉથ ઓસ્ટ્રેલિયા
he: דרום אוסטרליה
hi: दक्षिणी ऑस्ट्रेलिया
hr: Južna Australija
hu: Dél-Ausztrália
id: Australia Selatan
is: Suður-Ástralía
ja: サウス・オーストラリア
ka: სამხრეთ ავსტრალია
kk: Оңтүстік Австралия
kn: ದಕ್ಷಿಣ ಆಸ್ಟ್ರೇಲಿಯಾ
ku_arab: ئوسترالیای باشوور
ky: Түштүк Австралия
lo: ຊາວອົດສະຕາເລຍ
lt: Pietų Australija
lv: Dienvidaustrālija
mi: Ahitereiria ki te Tonga
mk: Јужна Австралија
ml: സൌത്ത് ഓസ്‌ട്രേലിയ
mn: Өмнөд Австрали
mr: दक्षिण ऑस्ट्रेलिया
ms: Australia Selatan
ne: दक्षिण अष्ट्रलिया
no: Sør-Australia
or: ଦକ୍ଷିଣ ଅଷ୍ଟ୍ରେଲିଆ
pa_arab_pk: جنوبی اسٹریلیا
pa_in: ਦੱਖਣੀ ਆਸਟਰੇਲੀਆ
pl: Australia Południowa
ru: Южная Австралия
sd: سائوٿ آسٽيريليا
si: දකුණු ඕස්ට්‍රේලියාව
sl: Južna Avstralija
sr_cyrl_rs: Јужна Аустралија
sr_latn_rs: Južna Australija
ta: தெற்கு ஆஸ்திரேலியா
te: దక్షిణ ఆస్ట్రేలియా
tg: Австралияи Ҷанубӣ
th: เซาท์ออสเตรเลีย
tr: Güvey Avustralya
tt: Көньяк Австралия
ug: جەنۇبىي ئاۋىستىرالىيە
uk: Південна Австралія
ur: جنوبی آسٹریلیا
uz: Janubiy Avstraliya
vi: Nam Úc
zh_hans: 南澳大利亚州
zh_hant: 南澳大利亞

# Word.State.AU.Tasmania
source: Tasmania
af: Tasmanië
am: ታዝሜንያ
ar: تسمانيا
as: টাচমানিয়া
az: Tasmaniya
bg: Тазмания
bn_in: তাসমানিয়া
bs: Tasmanija
da: Tasmanien
de: Tasmanien
el: Τασμανία
et: Tasmaania
fa: تازمانیا
ga: An Tasmáin
gu: ટાઝ્માનીયા
he: טסמניה
hi: तस्मानिया
hr: Tasmanija
hu: Tasmánia
is: Tasmanía
ja: タスマニア
ka: ტასმანია
kk: Тасмания
kn: ತಾಸ್ಮೇನಿಯಾ
ku_arab: تەسمانیا
ky: Тасмания
lo: ທາສມາເນຍ
lt: Tasmanija
lv: Tasmānija
mi: Tahimānia
mk: Тасманија
ml: താസ്‌മാനിയ
mn: Тасмани
mr: टास्मानिया
ne: टास्मेनिया
or: ତାସମାନିଆ
pa_arab_pk: تسمانیہ
pa_in: ਤਸਮਾਨੀਆ
ru: Тасмания
sd: تسمانيه
si: තස්මේනියාව
sl: Tasmanija
sr_cyrl_rs: Тасманија
sr_latn_rs: Tasmanija
sv: Tasmanien
ta: டாஸ்மேனியா
te: టాస్మానియా
tg: Тасмания
th: แทสเมเนีย
tr: Tazmanya
tt: Тасмания
ug: تاسمانىيە
uk: Тасманія
ur: تسمانیہ
uz: Tasmaniya
zh_hans: 塔斯马尼亚州
zh_hant: 塔斯馬尼亞

# Word.State.AU.Victoria
source: Victoria
am: ቪክቶሪያ
ar: فيكتوريا
as: ভিক্টৰিয়া
az: Viktoriya
bg: Виктория
bn_in: ভিক্টোরিয়া
bs: Viktorija
el: Βικτόρια
fa: ویکتوریا
gu: વિક્ટોરીયા
he: ויקטוריה
hi: विक्टोरिया
hr: Viktorija
ja: ビクトリア
ka: ვიქტორია
kk: Виктория
kn: ವಿಕ್ಟೋರಿಯಾ
ku_arab: ڤیکتۆریا
ky: Виктория
lo: ວິກທໍເຣຍ
lt: Viktorija
lv: Viktorija
mi: Wikitōria
mk: Викторија
ml: വിക്‌ടോറിയ
mn: Викториа
mr: व्हिक्टोरिया
ne: भिक्टोरिया
or: ଭିକ୍ଟୋରିଆ
pa_arab_pk: وکٹوریا
pa_in: ਵਿਕਟੋਰੀਆ
pl: Wiktoria
ru: Виктория
sd: وڪٽوريه
si: වික්ටෝරියා
sl: Viktorija
sr_cyrl_rs: Викторија
sr_latn_rs: Viktorija
ta: விக்டோரியா
te: విక్టోరియా
tg: Виктория
th: วิกตอเรีย
tt: Виктория
ug: ۋىكتورىيە
uk: Вікторія
ur: وکٹوریا
uz: Viktoriya
zh_hans: 维多利亚州
zh_hant: 維多利亞

# Word.State.AU.WesternAustralia
source: Western Australia
af: Wes-Australië
am: ምዕራባዊ አውስትራሊያ
ar: غرب أستراليا
as: পশ্চিমীয়া অষ্ট্ৰেলিয়া
az: Qərbi Avstraliya
bg: Западна Австралия
bn_in: পশ্চিম অস্ট্রেলিয়া
bs: Zapadna Australija
cy: Gorllewin Awstralia
de: Westaustralien
el: Δυτική Αυστραλία
es: Australia Occidental
et: Lääne-Austraalia
eu: Mendebaldeko Australia
fa: غرب استرالیا
ga: An Astráil Thiar
gd: Astràilia an Iar
gl: Australia Occidental
gu: વેસ્ટર્ન ઓસ્ટ્રેલિયા
he: מערב אוסטרליה
hi: पश्चिमी ऑस्ट्रेलिया
hr: Zapadna Australija
hu: Nyugat-Ausztrália
id: Australia Barat
is: Vestur-Ástralía
ja: ウェスタン・オーストラリア
ka: დასავლეთ ავსტრალია
kk: Батыс Австралия
kn: ಪಶ್ಚಿಮ ಆಸ್ಟ್ರೇಲಿಯಾ
ku_arab: ئوسترالیای رۆژئاوا
ky: Батыш Австралия
lo: ເວັສເທິນອົດສະຕາເລຍ
lt: Vakarų Australija
lv: Rietumaustrālija
mi: Ahitereiria ki te Uru
mk: Западна Австралија
ml: വെസ്‌റ്റേണ്‍ ഓസ്‌ട്രേലിയ
mn: Баруун Австрали
mr: पश्चिम ऑस्ट्रेलिया
ms: Australia Barat
ne: पश्चिमी अष्ट्रेलिया
no: Vest-Australia
or: ପଶ୍ଚିମାଞ୍ଚଳ ଅଷ୍ଟ୍ରେଲିଆ
pa_arab_pk: مغربی اسٹریلیا
pa_in: ਪੱਛਮੀ ਆਸਟਰੇਲੀਆ
pl: Australia Zachodnia
ru: Западная Австралия
sd: ويسٽرن آسٽيريليا
si: බටහිර ඕස්ට්‍රේලියාව
sl: Zahodna Avstralija
sr_cyrl_rs: Западна Аустралија
sr_latn_rs: Zapadna Australija
ta: மேற்கு ஆஸ்திரேலியா
te: వెస్టర్న్ ఆస్ట్రేలియా
tg: Австралияи Ғарбӣ
th: เวสเทิร์นออสเตรเลีย
tr: Batı Avustralya
tt: Көнбатыш Австралия
ug: غەربىي ئاۋستىرالىيە
uk: Західна Австралія
ur: مغربی آسٹریلیا
uz: G‘arbiy Avstraliya
vi: Tây Úc
zh_hans: 西澳大利亚州
zh_hant: 西澳大利亞

# Word.State.CN.AH
source: Anhui
am: አንሁዊ
ar: أنهوي
as: অনহুই
az: Anxoy
bg: Анхуи
bn_in: আনহুই
el: Ανχούι
fa: آنهویی
gu: એનહુઇ
he: אנהוי
hi: आन्हुई
ja: 安徽
ka: ანჰოი
kk: Аньхой
kn: ಅನ್‌ಹು
ku_arab: ئانهوی
ky: Аньхой
lo: ອານຮຸຍ
lv: Anhoja
mi: Anahui
mk: Анхуи
ml: അന്‍‌ഹുയി
mn: Аньхуй
mr: अन्हुई
ne: आनहुइ
or: ଆନହୁଇ
pa_arab_pk: ان ہوئی
pa_in: ਅਨਹੁਈ
ru: Аньхой
sd: انھئي
si: අන්හුයි
sr_cyrl_rs: Анхуи
ta: அன்ஹுய்
te: అన్‌హుయ్
tg: Анҳуй
th: อานฮุย
tt: Анхой
ug: ئەنخۈي
uk: Аньхой
ur: ان ہوئی
uz: Anxoy
vi: An Huy
zh_hans: 安徽
zh_hant: 安徽

# Word.State.CN.BJ
source: Beijing
am: በይጂንግ
ar: بكين
as: বেইজিং
az: Pekin
bg: Пекин
bn_in: বেজিং
bs: Peking
el: Πεκίνο
fa: پکن
ga: Béising
gl: Pequín
gu: બેઇજીંગ
he: בייג'ינג
hi: बीजिंग
hr: Peking
hu: Peking
is: Peking
ja: 北京
ka: პეკინი
kk: Пекин
kn: ಬೀಜಿಂಗ್
ko: 베이징
ku_arab: پەکین
ky: Бейжин
lo: ປັກກິ່ງ
lt: Pekinas
lv: Pekina
mi: Peihinga
mk: Пекинг
ml: ബീജിംഗ്
mn: Бээжин
mr: बीजिंग
ne: बेजिङ्
or: ବେଜିଂ
pa_arab_pk: بیجنگ
pa_in: ਬੀਜਿੰਗ
pl: Pekin
ru: Пекин
sd: بيجنگ
si: බීජිං
sl: Peking
sr_cyrl_rs: Пекинг
sr_latn_rs: Peking
ta: பெய்ஜிங்
te: బీజింగ్
tg: Бейҷинг
th: เป่ย์จิง
tt: Пекин
ug: بېيجىڭ
uk: Пекін
ur: بیجنگ
uz: Pekin
vi: Bắc Kinh
zh_hans: 北京
zh_hant: 北京

# Word.State.CN.CQ
source: Chongqing
am: ቾንግኪንግ
ar: شونجتشينج
as: চংকিং
az: Çunsin
bg: Чонгкинг
bn_in: চোংগকিং
el: Τσονγκίνγκ
fa: چونگ کینگ
gu: ચોંગીંગ
he: צ'ונגקינג
hi: चोंगकिंग
ja: 重慶
ka: ჩუნცინი
kk: Чунцин
kn: ಚಾಂಗ್‌ಕ್ವಿಂಗ್
ku_arab: چۆنگینگ
ky: Чунцин
lo: ສົງຊິ່ງ
lt: Čongčingas
lv: Čuncina
mi: Tonokīngi
mk: Чонгкинг
ml: ചോംഗ്വിംഗ്
mn: Чунцин
mr: चोंगकिंग
ne: चोङ्किङ्
or: ଚୋଙ୍ଗକୁଇଂ
pa_arab_pk: چونگ کنگ
pa_in: ਚਾਂਗਕਿੰਗ
ru: Чунцин
sd: چوگنگ
si: චොංග්කිං
sl: Čongčing
sr_cyrl_rs: Чонкинг
sr_latn_rs: Čonking
ta: சாங்க்யுங்க்
te: చోంగ్‌కింగ్
tg: Чонгкинг
th: ฉงชิ่ง
tt: Чунцин
ug: چوڭچىڭ
uk: Чунцін
ur: چونگ کنگ
uz: Chuntsin
vi: Trùng Khánh
zh_hans: 重庆
zh_hant: 重慶

# Word.State.CN.FJ
source: Fujian
am: ፉጂያን
ar: فوجيان
as: ফুজিয়ান
az: Fuzyan
bg: Фуджи
bn_in: ফুজিয়ান
el: Φουτζιάν
fa: فوجیان
gu: ફ્યુજીયન
he: פוז'יאן
hi: फुजियान
ja: 福建
ka: ფუცზიანი
kk: Фуцзянь
kn: ಫುಜಿಯನ್
ku_arab: فیوجیان
ky: Фуцзянь
lo: ຟູຈ້ຽນ
lt: Fudzianas
lv: Fudziaņa
mi: Whutiana
mk: Фуџен
ml: ഫുജിയന്‍
mn: Фузянь
mr: फुजिअन
ne: फुश्यान
or: ଫୁଜିଆନ୍
pa_arab_pk: فوجیان
pa_in: ਫਿਊਜੀਅਨ
ru: Фуцзянь
sd: فيوجين
si: ෆ්‍රජියාන්
sr_cyrl_rs: Фуџиан
sr_latn_rs: Fudžian
ta: ஃப்யுஜியன்
te: ఫ్యూజియన్
tg: Фуҷиан
th: ฝูเจี้ยน
tt: Фуцзян
ug: فۇجىيەن
uk: Фуцзянь
ur: فوجیان
uz: Futszyan
vi: Phúc Kiến
zh_hans: 福建
zh_hant: 福建

# Word.State.CN.GD
source: Guangdong
am: ጉዋንግዶንግ
ar: جانجدونج
as: গুৱাংডং
az: Quandun
bg: Гуангдонг
bn_in: গুয়াংডং
el: Γκουανγκτόνγκ
fa: گوانگ دونگ
gu: ગુઆંગડોંગ
he: גואנדונג
hi: ग्वांगडोंग
ja: 広東
ka: გუანდუნი
kk: Гуандун
kn: ಗುವಾಂಡಾಂಗ್
ku_arab: گواندۆنگ
ky: Гуандун
lo: ກວາງດົງ
lt: Guangdongas
lv: Guanduna
mi: Kuangatongi
mk: Гуангдонг
ml: ഗുവാന്‍‌ഡോംഗ്
mn: Гуандун
mr: गंगडोंग
ne: ग्वान्दोङ्
or: ଗୁଆନଡଂ
pa_arab_pk: گوینگ ڈونگ
pa_in: ਗੁਆਂਗਡਾਂਗ
ru: Гуандун
sd: گانگڊونگ
si: ගුවාන්ඩොං
sr_cyrl_rs: Гуангдонг
ta: குவாங்டாங்
te: గాంగ్‌డాంగ్
tg: Гуандонг
th: กวางตุ้ง
tt: Гуандун
ug: گۇاڭدۇڭ
uk: Ґуандун
ur: گویان ڈونگ
uz: Guandun
vi: Quảng Đông
zh_hans: 广东
zh_hant: 廣東

# Word.State.CN.GS
source: Gansu
am: ጋንሱ
ar: جانسو
as: গানচু
az: Qansu
bg: Гансу
bn_in: গানসু
el: Γκανσού
fa: گانسو
gu: ગાન્સુ
he: גאנסו
hi: गंसु
ja: 甘粛
ka: განსუ
kk: Ганьсу
kn: ಗಾನ್ಸು
ku_arab: گانسوو
ky: Ганьсу
lo: ການຊູ
mi: Kanahu
mk: Гансу
ml: ഗന്‍‌സു
mn: Ганьсу
mr: गान्सू
ne: गान्सु
or: ଗନସୁ
pa_arab_pk: گانسو
pa_in: ਗਾਂਸੂ
ru: Ганьсу
sd: گنسو
si: ගැන්සු
sr_cyrl_rs: Гансу
ta: கான்சு
te: గాన్సూ
tg: Гансу
th: กานซู
tt: Гансу
ug: گەنسۇ
uk: Ґаньсу
ur: گانسو
vi: Cam Túc
zh_hans: 甘肃
zh_hant: 甘肅

# Word.State.CN.GX
source: Guangxi
am: ጉዋንግዚ
ar: جوانجشي
as: গুৱাংজি
az: Quansi
bg: Гуангски
bn_in: গুয়াংক্সি
el: Γκουανξί
fa: گوانگکسی
gu: ગુઆંગ્ક્ષી
he: גואנגקסי
hi: गुआंग्ज़ी
ja: 広西壮族自治区
ka: გუანსი
kk: Гуанси
kn: ಗುವಾಂಗ್ಸಿ
ku_arab: گوانجی
ky: Гуанси
lo: ກວາງຊີ
lt: Guangsi
lv: Guansi
mi: Kangahi
mk: Гуангкси
ml: ഗുവാന്‍‌ഗ്ക്‌സി
mn: Гуанси
mr: ग्वांझी
ne: ग्वाङ्शी
or: ଗୁଆନଗକ୍ସି
pa_arab_pk: گوینگ زی
pa_in: ਗੁਆਂਗਸੀ
ru: Гуанси
sd: گئانزي
si: ගුවාන්ග්ක්ෂි
sr_cyrl_rs: Гуангкси
sr_latn_rs: Guangksi
ta: குவாங்க்ஸி
te: గాంగ్సీ
tg: Гуангкси
th: กว่างซี
tt: Гуанси
ug: گۇاڭشى
uk: Ґуансі
ur: گویانگ زی
uz: Guansi
vi: Quảng Tây
zh_hans: 广西
zh_hant: 廣西

# Word.State.CN.GX.2
source: Guangxi Zhuang
am: ጉዋንግዢ ዡዋንግ
ar: ‏‏غوانغكسي زوانغ
as: গুৱানক্সি ঝুৱান
az: Quansi-Çjuan
bg: Гуанси-джуански автономен регион
bn_in: গুয়াংসি ঝুয়াং
bs: Guandži Zuang
el: Κουανγκσί Τσουάνγκ
et: Guangxi Tšuang
fa: گوانگشی
gu: ગ્વાંક્સી ઝુઆંગ
he: גואנגשי ג'ואנג
hi: गुआंक्सी ज़ुआंग
hu: Kuanghszi-Csuang
ja: 広西チワン族自治区
ka: გუანგსი ჟუანგი
kk: Гуанси-Чжуан
kn: ಗುವಾಂಗ್ಕ್ಸಿ ಝೂವಾಂಗ್
ko: 광시좡
ku_arab: گوانزی ژوانگ
ky: Гуанси-Чжуан
lo: ກວ່າງຊີຈ້ວງ
lt: Guangsi Džuangas
lv: Guansi Žuangu
mk: Гуангкси Жуанг
ml: ഗുനാഗ്സി സുവാംഗ്
mn: Гуанши Жуанг
mr: क्वांग्शी झुआंग
ne: गुआङ्सी झुआङ्ग
or: ଗୁଆଙ୍ଗଜି ଝୁଆଙ୍ଗ
pa_arab_pk: گانگزی زوانگ
pa_in: ਗੁਐਂਗਕਸੀ ਜੁਆਂਗ
pl: Kuangsi-Czuang
ru: Гуанси-Чжуанский автономный район
sd: گوانگزي زوانگ
si: ගුවාන්ෂි ෂූවෑන්ග්
sr_cyrl_rs: Гуангси Џван
sr_latn_rs: Guangsi Džvan
ta: குவாங்ஸி ஸுவாங்
te: గువాంగ్‌క్సి జువాంగ్
tg: Гуанси-Чжуанг
th: กว่างซีจ้วง
tt: Гуанси-Чжуан
ug: گۇاڭشى جۇاڭزۇ ئاپتونوم رايونى
uk: Гуансі-Чжуанський автономний район
ur: گوانگ زی زوانگ
uz: Gvanji Juang
vi: Quảng Tây
zh_hans: 广西壮族自治区
zh_hant: 廣西

# Word.State.CN.GZ
source: Guizhou
am: ጉዊዞው
ar: جيزهو
as: গুইঝৌ
az: Quyçjoy
bg: Гуизхоу
bn_in: গুইঝাও
el: Γκουιζού
fa: گوییژو
gu: ગ્યુઝહોઉ
he: גיזו
hi: गुइझो
ja: 貴州
ka: გუიჩჟოუ
kk: Гуйчжоу
kn: ಗುಗ್ಸೋ
ku_arab: گیژوو
ky: Гуйчжоу
lo: ກຸ້ຍໂຈ
lt: Guidžou
lv: Guidžou
mi: Kuitihou
mk: Гуејгџоу
ml: ഗ്യുസിഹൌ
mn: Гуйжоу
mr: गुईझोऊ
ne: ग्वीझाउ
or: ଗୁଇଝଉ
pa_arab_pk: گوئےزو
pa_in: ਗਵਿਜ਼ਹੂ
ru: Гуанчжоу
sd: گئيزو
si: ගුයිසෞ
sr_cyrl_rs: Гуижу
sr_latn_rs: Guižu
ta: குஸிசவு
te: గజియో
tg: Гужоу
th: กุ้ยโจว
tt: Гуйчжоу
ug: گۇيجۇ
uk: Ґуйчжоу
ur: گوئزوئے
uz: Guychjou
vi: Quế Châu
zh_hans: 贵州
zh_hant: 貴州

# Word.State.CN.HA
source: Henan
am: ሄናን
ar: هينان
as: হেনান
az: Xenan
bg: Хенан
bn_in: হেনান
el: Χενάν
fa: هنان
gu: હેનાન
he: הנאן
hi: हेनान
ja: 河南
ka: ჰენანი
kk: Хэнань
kn: ಹೆನನ್
ku_arab: هینان
ky: хенань
lo: ເຮນານ
lt: Henanas
lv: Henaņa
mi: Henana
mk: Хенан
ml: ഹെനന്‍
mn: Хэнань
mr: हेनान
ne: हेनान
or: ହେନାନ
pa_arab_pk: ہینان
pa_in: ਹੇਨਾਨ
ru: Хэнань
sd: ھينن
si: හෙනාන්
sr_cyrl_rs: Хенан
ta: ஹெனன்
te: హెనన్
tg: Ненан
th: เหอหนาน
tt: Хэнан
ug: خېنەن
uk: Хенань
ur: ہینان
uz: Xenan
vi: Hà Nam
zh_hans: 河南
zh_hant: 河南

# Word.State.CN.HB
source: Hubei
am: ሁበይ
ar: هوبي
as: হুবেই
az: Xubey
bg: Хубей
bn_in: হুবেই
el: Χουμπέι
fa: هوبی
gu: હયુબેઇ
he: הוביי
hi: हुबेइ
ja: 湖北
ka: ჰუბეი
kk: Хубэй
kn: ಹುಬೆ
ku_arab: هوبەی
ky: Хубей
lo: ຮູເປີ່ຍ
lt: Hubėjus
mi: Hūpei
mk: Хубеи
ml: ഹ്യുബീ
mn: Хубэй
mr: हुबेई
ne: हुबेइ
or: ହୁବେଇ
pa_arab_pk: ہوبئی
pa_in: ਹੂਬੇਈ
ru: Хубэй
sd: هيوبي
si: හුබෙයි
sr_cyrl_rs: Хубеји
sr_latn_rs: Hubeji
ta: ஹுபெய்
te: హుబె
tg: Ҳубей
th: หูเป่ย
tt: Хубэй
ug: خۇبېي
uk: Хубей
ur: ہیوبے
uz: Xubey
vi: Hồ Bắc
zh_hans: 湖北
zh_hant: 湖北

# Word.State.CN.HE
source: Hebei
am: ሃበይ
ar: هيبي
as: হেবেই
az: Xebey
bg: Хебеи
bn_in: হেবেই
el: Χεμπέι
fa: هبی
gu: હેબેઇ
he: הביי
hi: हेबेइ
ja: 河北
ka: ჰებეი
kk: Хэбэй
kn: ಹಿಬೆ
ku_arab: هێبەی
ky: Хебей
lo: ເຫີເປີ່ຍ
lt: Hebėjus
mi: Hēpei
mk: Хебеи
ml: ഹെബീ
mn: Хэбэй
mr: हेबेई
ne: हेबेइ
or: ହେବି
pa_arab_pk: ہے بئی
pa_in: ਹੇਬੇਈ
ru: Хэбэй
sd: ھيبي
si: හෙබෙයි
sr_cyrl_rs: Хебеји
sr_latn_rs: Hebeji
ta: ஹெபெய்
te: హిబె
tg: Ҳебей
th: เหอเป่ย
tt: Хэбэй
ug: خېبېي
uk: Хебей
ur: ہےبے
uz: Xebey
vi: Hà Bắc
zh_hans: 河北
zh_hant: 河北

# Word.State.CN.HI
source: Hainan
am: ሃይናን
ar: هاينان
as: হাইনান
az: Xaynan
bg: Хайнан
bn_in: হাইনান
el: Χαϊνάν
fa: هایینان
gu: હેઇનન
he: האינן
hi: हैनान
ja: 海南
ka: ჰაინანი
kk: Хайнань
kn: ಹೈನನ್
ku_arab: هاینان
ky: Хайнань
lo: ໄຮນານ
lt: Hainanas
lv: Hainana
mi: Hainana
mk: Хаинан
ml: ഹെയ്‌നാന്‍
mn: Хайнань
mr: हैनान
ne: हाइनान
or: ହାଇନାନ୍
pa_arab_pk: ہےنان
pa_in: ਹਾਈਨਾਨ
ru: Хайнань
sd: ھئنن
si: හයිනෑන්
sr_cyrl_rs: Хаинан
ta: ஹைனன்
te: హైనన్
tg: Ҳайнан
th: ไห่หนาน
tt: Хайнан
ug: خەينەن
uk: Хайнань
ur: ہے نان
uz: Xaynan
vi: Hải Nam
zh_hans: 海南
zh_hant: 海南
