Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PhoneExtension.MaxLength
source: Phone extension is too long.
af: Telefoonuitbreiding is te lank.
am: የስልክ ቅጥያ በጣም ረጅም ነው።
ar: رقم الهاتف الداخلي أطول من اللازم.
as: ফোন এক্সটেনশ্বন অতি দীঘল৷
az: Telefon genişlənməsi çox uzundur.
bg: Вътрешният телефонен номер е прекалено дълъг.
bn_in: ফোন এক্সটেনশনটি অত্যন্ত দীর্ঘ৷
bs: Lokal je predug.
cy: Mae estyniad y rhif ffôn yn rhy hir.
da: Lokalnummeret er for langt.
de: Die Durchwahlnummer ist zu lang.
el: Η εσωτερική τηλεφωνική γραμμή είναι πολύ μεγάλη.
es: La extensión de teléfono es demasiado larga.
et: Telefoni lühinumber on liiga pikk.
eu: Telefono-luzapena luzeegia da.
fa: کد تلفن بسیار طولانی است.
ga: Folíne theileafóin rófhada.
gd: Tha leudachan an fhòn ro fhada.
gl: Extensión de teléfono moi longa.
gu: ફોન એક્સટેન્શન ખૂબ લાંબુ છે.
he: שלוחת הטלפון ארוכה מדי.
hi: फ़ोन एक्सटेंशन बहुत लंबा है.
hr: Kućni broj je predug.
hu: A mellékállomás száma túl hosszú.
id: Ekstensi telepon terlalu panjang.
is: Innanhússnúmer er of langt.
ja: 内線番号が長すぎます。
ka: ტელეფონის დამატებითი ნომერი ძალიან გრძელია.
kk: Қосымша телефон тым ұзын.
kn: ಫೋನ್ ವಿಸ್ತರಣೆಯು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 내선 번호가 너무 깁니다.
ku_arab: پاشگری تەلەفۆن زۆر درێژە.
ky: Телефондун кеңейтилиши өтө узун.
lo: ໝາຍເລກຕໍ່ສາຍຍາວເກີນໄປ.
lt: Papildomo telefono numeris per ilgas.
lv: Tālruņa paplašinājums ir pārāk garš.
mi: He roa rawa te toronga waea.
mk: Телефонскиот локал е предолг.
ml: ഫോണ്‍ വിപുലീകരണം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Дотуур утасны дугаар хэт урт байна.
mr: फोन विस्तार खूप लांब आहे.
ms: Sambungan telefon terlalu panjang.
mt: L-estensjoni tat-telefown twila wisq.
ne: फोन एक्स्टेन्सन धेरै लामो भयो।
nn_no: Internnummeret er for langt.
no: Internnummeret er for langt.
or: ଫୋନ୍ ବିସ୍ତୃତକରଣ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏فون ایکسٹینشن بوت ای لمّی اے۔
pa_in: ਫੋਨ ਐਕਸਟੈਨਸ਼ਨ ਬੇਹੱਦ ਲੰਬੀ ਹੈ।
pl: Numer wewnętrzny jest zbyt długi.
ru: Слишком длинный добавочный номер.
sd: فون جي توسيع تمام وڏي آهي.
si: දුරකථන දිගුව දිග වැඩියි.
sl: Interna številka je predolga.
sr_cyrl_rs: Локал је предугачак.
sr_latn_rs: Lokal je predugačak.
sv: Anknytningsnumret är för långt.
ta: தொலைபேசி நீட்டிப்பு மிக நீளமாக உள்ளது.
te: ఫోన్ ఎక్స్‌టెన్షన్ చాలా పొడవుగా ఉంది.
tg: Телефони изофӣ аз ҳад дароз аст.
th: หมายเลขโทรศัพท์พ่วงยาวเกินไป
tr: Dahili numara çok uzun.
tt: Телефон өстәмәсе бик озын.
ug: تېلېفون تارماق ئاپپراتى بەك ئۇزۇن.
uk: Задовгий внутрішній номер телефону.
ur: فون توسیع بہت طویل ہے۔
uz: Telefon kengaytmasi juda uzun.
vi: Phần mở rộng số ĐT quá dài.
zh_hans: 分机号过长。
zh_hant: 電話分機太長。

# Literal.PhoneExtension.MinLength
source: Phone extension is too short.
af: Telefoonuitbreiding is te kort.
am: የስልክ ቅጥያ በጣም አጭር ነው።
ar: رقم الهاتف الداخلي قصير للغاية.
as: ফোন এক্সটেনশ্বন অতি চুটি৷
az: Telefon genişlənməsi çox qısadır.
bg: Вътрешният телефонен номер е прекалено къс.
bn_in: ফোন এক্সটেনশনটি অত্যন্ত ছোট৷
bs: Lokal je prekratak.
cy: Mae estyniad y rhif ffôn yn rhy fyr.
da: Lokalnummeret er for kort.
de: Die Durchwahlnummer ist zu kurz.
el: Η εσωτερική τηλεφωνική γραμμή είναι πολύ μικρή.
es: La extensión de teléfono es demasiado corta.
et: Telefoni lühinumber on liiga lühike.
eu: Telefono-luzapena motzegia da.
fa: کد تلفن بسیار کوتاه است.
ga: Folíne theileafóin róghearr.
gd: Tha leudachan an fhòn ro ghoirid.
gl: Extensión de teléfono moi curta.
gu: ફોન એક્સટેન્શન ખૂબ ટૂંકુ છે.
he: שלוחת הטלפון קצרה מדי.
hi: फ़ोन एक्सटेंशन बहुत छोटा है.
hr: Kućni broj je prekratak.
hu: A mellékállomás száma túl rövid.
id: Ekstensi telepon terlalu pendek.
is: Innanhússnúmer er of stutt.
ja: 内線番号が短すぎます。
ka: ტელეფონის დამატებითი ნომერი ძალიან მოკლეა.
kk: Қосымша телефон тым қысқа.
kn: ಫೋನ್ ವಿಸ್ತರಣೆಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 내선 번호가 너무 짧습니다.
ku_arab: پاشگری تەلەفۆن زۆر کورتە.
ky: Телефондун кеңейтилиши өтө кыска.
lo: ໝາຍເລກຕໍ່ສາຍສັ້ນເກີນໄປ.
lt: Papildomo telefono numeris per trumpas.
lv: Tālruņa paplašinājums ir pārāk īss.
mi: He poto rawa te toronga waea.
mk: Телефонскиот локал е прекраток.
ml: ഫോണ്‍ വിപുലീകരണം വളരെ ചെറുതാണ്.
mn: Дотуур утасны дугаар хэт богино байна.
mr: फोन विस्तार खूप लहान आहे.
ms: Sambungan telefon terlalu pendek.
mt: L-estensjoni tat-telefown qasira wisq.
ne: फोन एक्स्टेन्सन धेरै छोटो भयो।
nn_no: Internnummeret er for kort.
no: Internnummeret er for kort.
or: ଫୋନ୍ ବିସ୍ତୃତକରଣ ବହୁତ ସଂକ୍ଷିପ୍ତ ଅଟେ.
pa_arab_pk: ‏‏فون ایکسٹینشن بوت ای نِکا اے۔
pa_in: ਫੋਨ ਐਕਸਟੈਨਸ਼ਨ ਬੇਹੱਦ ਛੋਟੀ ਹੈ।
pl: Numer wewnętrzny jest zbyt krótki.
ru: Слишком короткий добавочный номер.
sd: فون جي توسيع تمام ننڍي آهي.
si: දුරකථන දිගුව කෙටි වැඩියි.
sl: Interna številka je prekratka.
sr_cyrl_rs: Локал је превише кратак.
sr_latn_rs: Lokal je previše kratak.
sv: Anknytningsnumret är för kort.
ta: தொலைபேசி நீட்டிப்பு மிகச் சிறியதாக உள்ளது.
te: ఫోన్ ఎక్స్‌టెన్షన్ చాలా చిన్నదిగా ఉంది.
tg: Телефони изофӣ аз ҳад кӯтоҳ аст.
th: หมายเลขโทรศัพท์พ่วงสั้นเกินไป
tr: Dahili numara çok kısa.
tt: Телефон өстәмәсе бик кыска.
ug: تېلېفون تارماق ئاپپراتى بەك قىسقا.
uk: Закороткий внутрішній номер телефону.
ur: فون توسیع بہت مختصر ہے۔
uz: Telefon kengaytmasi juda qisqa.
vi: Phần mở rộng số ĐT quá ngắn.
zh_hans: 分机号过短。
zh_hant: 電話分機太短。

# Literal.PhoneExtension.Pattern
source: Invalid phone extension.
af: Ongeldige telefoonuitbreiding.
am: ልክ ያልኾነ የስልክ ቅጥያ
ar: رقم الهاتف الداخلي غير صالح.
as: অবৈধ ফোন এক্সটেনশ্বন৷
az: Yanlış telefon genişlənməsi.
bg: Невалиден вътрешен телефонен номер.
bn_in: ফোন এক্সটেনশেনটি ঠিকঠাক নেই৷
bs: Nevažeći lokal.
cy: Mae estyniad y rhif ffôn yn annilys.
da: Ugyldigt lokalnummer.
de: Die Durchwahlnummer ist ungültig.
el: Μη έγκυρη εσωτερική τηλεφωνική γραμμή.
es: La extensión de teléfono no es válida.
et: Telefoni lühinumber on sobimatu.
eu: Telefono-luzapena baliogabea da.
fa: کد تلفن نامعتبر است.
ga: Folíne theileafóin neamhbhailí.
gd: Tha an leudachan fòn mì-dhligheach.
gl: Extensión de teléfono non válida.
gu: અમાન્ય ફોન એક્સટેન્શન.
he: שלוחת הטלפון לא חוקית.
hi: अमान्य फ़ोन एक्सटेंशन.
hr: Kućni broj nije valjan.
hu: A mellékállomás száma érvénytelen.
id: Ekstensi telepon tidak valid.
is: Ógilt innanhússnúmer.
ja: 内線番号が正しくありません。
ka: ტელეფონის დამატებითი ნომერი არასწორია.
kk: Қосымша телефон дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಫೋನ್ ವಿಸ್ತರಣೆ.
ko: 내선 번호가 올바르지 않습니다.
ku_arab: پاشگری تەلەفۆن نادروستە.
ky: Телефондун кеңейтилиши жараксыз.
lo: ໝາຍເລກຕໍ່ສາຍບໍ່ຖືກຕ້ອງ.
lt: Papildomo telefono numeris netinkamas.
lv: Nederīgs tālruņa paplašinājums.
mi: He muhu te toronga waea.
mk: Неважечки телефонски локал.
ml: ഫോണ്‍ വിപുലീകരണം അസാധുവാണ്.
mn: Дотуур утасны дугаар буруу байна.
mr: अवैध फोन विस्तार.
ms: Sambungan telefon tidak sah.
mt: L-estensjoni tat-telefown mhix valida.
ne: अवैध फोन एक्स्टेन्सन।
nn_no: Ugyldig internnummer.
no: Ugyldig internnummer.
or: ଅବୈଧ ଫୋନ୍ ବିସ୍ତୃତକରଣ.
pa_arab_pk: ‏‏فون ایکسٹینشن غلط اے۔
pa_in: ਅਵੈਧ ਫੋਨ ਐਕਸਟੈਨਸ਼ਨ।
pl: Nieprawidłowy numer wewnętrzny.
ru: Недопустимый добавочный номер.
sd: فون جي توسيع غلط آهي
si: දුරකථන දිගුව වැරදියි.
sl: Interna številka ni veljavna.
sr_cyrl_rs: Неважећи локал.
sr_latn_rs: Nevažeći lokal.
sv: Ogiltigt anknytningsnummer.
ta: தவறான தொலைபேசி நீட்டிப்பு.
te: చెల్లని ఫోన్ ఎక్స్‌టెన్షన్.
tg: Телефони изофии беэътибор.
th: หมายเลขโทรศัพท์พ่วงไม่ถูกต้อง
tr: Geçersiz dahili numara.
tt: Телефон өстәмәсе ялгыш.
ug: ئۈنۈمسىزتېلېفون تارماق ئاپپراتى.
uk: Неприпустимий внутрішній номер телефону.
ur: بے جواز فون توسیع۔
uz: Telefon kengaytmasi haqiqiy emas.
vi: Phần mở rộng số ĐT không hợp lệ.
zh_hans: 分机号无效。
zh_hant: 電話分機無效。

# Literal.PhoneExtension.Required
source: Phone Extension is required.
af: Telefoonuitbreiding word vereis.
am: የስልክ ቅጥያ ያስፈልጋል።
ar: رقم الهاتف الداخلي مطلوب.
as: ফোন এক্সটেনশ্বন আৱশ্যক৷
az: Telefon Genişlənməsi tələb olunur.
bg: Вътрешният телефонен номер е задължителен.
bn_in: ফোন এক্সটেনশেনের উল্লেখ করা আবশ্যক৷
bs: Lokal je obavezan.
cy: Rhaid nodi Estyniad Ffôn.
da: Lokalnummeret skal angives.
de: Die Durchwahlnummer ist erforderlich.
el: Απαιτείται η εσωτερική τηλεφωνική γραμμή.
es: La extensión de teléfono es obligatoria.
et: Telefoni lühinumber on kohustuslik.
eu: Telefono-luzapena beharrezkoa da.
fa: به کد تلفن نیاز است.
ga: Folíne theileafóin ag teastáil.
gd: Tha feum air leudachan fòn.
gl: Requírese extensión de teléfono.
gu: ફોન એક્સટેન્શન આવશ્યક છે.
he: שלוחת הטלפון נדרשת.
hi: फ़ोन एक्सटेंशन आवश्यक है.
hr: Kućni broj je obavezan.
hu: A mellékállomás számának megadása kötelező.
id: Ekstensi Telepon wajib diisi.
is: Innanhússnúmer er áskilið.
ja: 内線番号は必須項目です。
ka: ჩაწერეთ ტელეფონის დამატებითი ნომერი.
kk: Қосымша телефон қажет.
kn: ಫೋನ್ ವಿಸ್ತರಣೆಯು ಅಗತ್ಯವಿದೆ.
ko: 내선 번호는 필수 항목입니다.
ku_arab: پاشگری تەلەفۆن پێویستە.
ky: Телефондун кеңейтилиши талап кылынат.
lo: ຕ້ອງລະບຸໝາຍເລກຕໍ່ສາຍ.
lt: Telefono numerio plėtinys būtinas.
lv: Jānorāda tālruņa paplašinājums.
mi: Kei te hiahiatia te Toronga Waea.
mk: Телефонскиот локал е задолжителен.
ml: ഫോണ്‍ വിപുലീകരണം ആവശ്യമാണ്.
mn: Дотуур утасны дугаарыг бөглөх шаардлагатай.
mr: फोन विस्तार आवश्यक आहे.
ms: Sambungan telefon diperlukan.
mt: L-Estensjoni tat-Telefown hija meħtieġa.
ne: फोन एक्स्टेन्सन आवश्यक छ।
nn_no: Internnummer er obligatorisk.
no: Internnummer må angis.
or: ଫୋନ୍ ବିସ୍ତୃତକରଣ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏فون ایکسٹینشن درکاراے۔
pa_in: ਫੋਨ ਐਕਸਟੈਨਸ਼ਨ ਲੋੜੀਂਦੀ ਹੈ।
pl: Numer wewnętrzny jest wymagany.
ru: Необходимо ввести добавочный номер.
sd: فون جي توسيع جي گھرج آهي.
si: දුරකථන දිගුව අවශ්‍යයි.
sl: Vnesite interno številko.
sr_cyrl_rs: Локал је обавезан.
sr_latn_rs: Lokal je obavezan.
sv: Anknytningsnummer måste anges.
ta: தொலைபேசி நீட்டிப்பு தேவை.
te: ఫోన్ ఎక్స్‌టెన్షన్ అవసరం.
tg: Телефони изофӣ ҳатмист.
th: ต้องระบุหมายเลขโทรศัพท์พ่วง
tr: Dahili Numara gereklidir.
tt: Телефон өстәмәсе мәҗбүри.
ug: تېلېفون تارماق ئاپپراتى كېرەك.
uk: Потрібно ввести внутрішній номер телефону.
ur: فون کی توسیع درکار ہے۔
uz: Telefon kengaytmasi talab qilinadi.
vi: Phần mở rộng số ĐT là cần thiết.
zh_hans: 分机号为必填项。
zh_hant: 電話分機是必要資訊。

# Literal.PhoneNumber.MaxLength
source: Phone number is too long.
af: Telefoonnommer is te lank.
am: ስልክ ቁጥር በጣም ረጅም ነው።
ar: رقم الهاتف أطول من اللازم.
as: ফোন নম্বৰ অতি দীঘল৷
az: Telefon nömrəsi çox uzundur.
bg: Телефонният номер е прекалено дълъг.
bn_in: ফোন নাম্বারটি অত্যন্ত লম্বা৷
bs: Broj telefona je predug.
cy: Mae'r rhif ffôn yn rhy hir.
da: Telefonnummeret er for langt.
de: Die Telefonnummer ist zu lang.
el: Ο αριθμός τηλεφώνου είναι πολύ μεγάλος.
es: El número de teléfono es demasiado largo.
et: Telefoninumber on liiga pikk.
eu: Telefono-zenbakia luzeegia da.
fa: شماره تلفن بسیار طولانی است.
ga: Uimhir theileafóin rófhada.
gd: Tha an àireamh fòn ro fhada.
gl: Número de teléfono moi longo.
gu: ફોન નંબર ખૂબ લાંબો છે.
he: מספר הטלפון ארוך מדי.
hi: फ़ोन नंबर बहुत लंबा है.
hr: Telefonski broj je predug.
hu: A telefonszám túl hosszú.
id: Nomor telepon terlalu panjang.
is: Símanúmer er of langt.
ja: 電話番号が長すぎます。
ka: ტელეფონის ნომერი ძალიან გრძელია.
kk: Телефон нөмірі тым ұзын.
kn: ಫೋನ್ ಸಂಖ್ಯೆಯು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 전화 번호가 너무 깁니다.
ku_arab: ژمارەی تەلەفۆن زۆر درێژە.
ky: Телефон номуру өтө узун.
lo: ເບີໂທລະສັບຍາວເກີນໄປ.
lt: Telefono numeris per ilgas.
lv: Tālruņa numurs ir pārāk garš.
mi: He roa rawa te tau waea.
mk: Телефонскиот број е предолг.
ml: ഫോണ്‍ നമ്പര്‍ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Утасны дугаар хэт урт байна.
mr: फोन नंबर खूप दीर्घ आहे.
ms: Nombor telefon terlalu panjang.
mt: In-numru tat-telefown twil wisq.
ne: फोन नम्बर धेरै लामो भयो।
nn_no: Telefonnummeret er for langt.
no: Telefonnummeret er for langt.
or: ଫୋନ୍ ନମ୍ଵର୍ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏فون نمبر بوت ای لمّا اے۔
pa_in: ਫੋਨ ਨੰਬਰ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer telefonu jest zbyt długi.
ru: Слишком длинный номер телефона.
sd: فون نمبر تمام وڏو آهي.
si: දුරකථන අංකය දිග වැඩියි.
sl: Telefonska številka je predolga.
sr_cyrl_rs: Број телефона је предугачак.
sr_latn_rs: Broj telefona je predugačak.
sv: Telefonnumret är för långt.
ta: தொலைபேசி எண் மிக நீளமாக உள்ளது.
te: ఫోన్ నంబర్ చాలా పొడవుగా ఉంది.
tg: Рақами телефон аз ҳад дароз аст.
th: หมายเลขโทรศัพท์ยาวเกินไป
tr: Telefon numarası çok uzun.
tt: Телефон номеры бик озын.
ug: تېلېفون نومۇرى بەك ئۇزۇن.
uk: Задовгий номер телефону.
ur: فون نمبر بہت طویل ہے۔
uz: Telefon raqami juda uzun.
vi: Số điện thoại quá dài.
zh_hans: 电话号码过长。
zh_hant: 電話號碼太長。

# Literal.PhoneNumber.MinLength
source: Phone number is too short.
af: Telefoonnommer is te kort.
am: የስልክ ቁጥሩ ስልክ ቁጥር ነው።
ar: رقم الهاتف قصير للغاية.
as: ফোন নম্বৰ অতি চুটি৷
az: Telefon nömrəsi çox qısadır.
bg: Телефонният номер е прекалено къс.
bn_in: ফোন নাম্বারটি অত্যন্ত ছোট৷
bs: Broj telefona je prekratak.
cy: Mae'r rhif ffôn yn rhy fyr.
da: Telefonnummeret er for kort.
de: Die Telefonnummer ist zu kurz.
el: Ο αριθμός τηλεφώνου είναι πολύ μικρός.
es: El número de teléfono es demasiado corto.
et: Telefoninumber on liiga lühike.
eu: Telefono-zenbakia motzegia da.
fa: شماره تلفن بسیار کوتاه است.
ga: Uimhir theileafóin róghearr.
gd: Tha an àireamh fòn ro ghoirid.
gl: Número de teléfono moi curto.
gu: ફોન નંબર ખૂબ ટૂંકો છે.
he: מספר הטלפון קצר מדי.
hi: फ़ोन नंबर बहुत छोटा है.
hr: Telefonski broj je prekratak.
hu: A telefonszám túl rövid.
id: Nomor telepon terlalu pendek.
is: Símanúmer er of stutt.
ja: 電話番号が短すぎます。
ka: ტელეფონის ნომერი ძალიან მოკლეა.
kk: Телефон нөмірі тым қысқа.
kn: ಫೋನ್ ಸಂಖ್ಯೆಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 전화 번호가 너무 짧습니다.
ku_arab: ژمارەی تەلەفۆن زۆر کورتە.
ky: Телефон номуру өтө кыска.
lo: ເບີໂທລະສັບສັ້ນເກີນໄປ.
lt: Telefono numeris per trumpas.
lv: Tālruņa numurs ir pārāk īss.
mi: He poto rawa te tau waea.
mk: Телефонскиот број е прекраток.
ml: ഫോണ്‍ നമ്പര്‍ വളരെ ചെറുതാണ്.
mn: Утасны дугаар хэт богино байна.
mr: फोन नंबर खूप लहान आहे.
ms: Nombor telefon terlalu pendek.
mt: In-numru tat-telefown qasir wisq.
ne: फोन नम्बर धेरै छोटो भयो।
nn_no: Telefonnummeret er for kort.
no: Telefonnummeret er for kort.
or: ଫୋନ୍ ନମ୍ଵର୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ‏‏فون نمبر بوت ای نِکا اے۔
pa_in: ਫੋਨ ਨੰਬਰ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Numer telefonu jest zbyt krótki.
ru: Слишком короткий номер телефона.
sd: فون نمبر تمام ننڍو آهي.
si: දුරකථන අංකය කෙටි වැඩියි.
sl: Telefonska številka je prekratka.
sr_cyrl_rs: Број телефона је превише кратак.
sr_latn_rs: Broj telefona je previše kratak.
sv: Telefonnumret är för kort.
ta: தொலைபேசி எண் மிகச் சிறியதாக உள்ளது.
te: ఫోన్ నంబర్ చాలా చిన్నదిగా ఉంది.
tg: Рақами телефон аз ҳад кӯтоҳ аст.
th: หมายเลขโทรศัพท์สั้นเกินไป
tr: Telefon numarası çok kısa.
tt: Телефон номеры бик кыска.
ug: تېلېفون نومۇرى بەك قىسقا.
uk: Закороткий номер телефону.
ur: فون نمبر بہت مختصر ہے۔
uz: Telefon raqami juda qisqa.
vi: Số điện thoại quá ngắn.
zh_hans: 电话号码过短。
zh_hant: 電話號碼太短。

# Literal.PhoneNumber.Pattern
source: Invalid phone number.
af: Ongeldige telefoonnommer.
am: ልክ ያልኾነ ስልክ ቁጥር።
ar: ليس رقم الهاتف صالحًا.
as: অবৈধ ফোন নম্বৰ৷
az: Yanlış telefon nömrəsi.
bg: Невалиден телефонен номер.
bn_in: ফোন নম্বরটি ঠিকঠাক নেই৷
bs: Nevažeći broj telefona.
cy: Mae'r rhif ffôn yn annilys.
da: Ugyldigt telefonnummer.
de: Die Telefonnummer ist ungültig.
el: Μη έγκυρος αριθμός τηλεφώνου.
es: El número de teléfono no es válido.
et: Telefoninumber on sobimatu.
eu: Telefono-zenbakia baliogabea da.
fa: شماره تلفن نامعتبر است.
ga: Uimhir theileafóin neamhbhailí.
gd: Tha an àireamh fòn mì-dhligheach.
gl: Número de teléfono non válido.
gu: અમાન્ય ફોન નંબર.
he: מספר הטלפון לא חוקי.
hi: अमान्य फ़ोन नंबर.
hr: Telefonski broj nije valjan.
hu: Érvénytelen telefonszám.
id: Nomor telepon tidak valid.
is: Ógilt símanúmer.
ja: 電話番号が正しくありません。
ka: ტელეფონის ნომერი არასწორია.
kk: Телефон нөмірі дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಫೋನ್ ಸಂಖ್ಯೆ.
ko: 전화 번호가 올바르지 않습니다.
ku_arab: ژمارەی تەلەفۆن نادروستە.
ky: Телефон номуру жараксыз.
lo: ເບີໂທລະສັບບໍ່ຖືກຕ້ອງ.
lt: Telefono numeris netinkamas.
lv: Nederīgs tālruņa numurs.
mi: Tau waea muhu.
mk: Неважечки телефонски број.
ml: ഫോണ്‍ നമ്പര്‍ അസാധുവാണ്.
mn: Утасны дугаар буруу байна.
mr: अवैध फोन नंबर.
ms: Nombor telefon tidak sah.
mt: In-numru tat-telefown mhux validu.
ne: अवैध फोन नम्बर।
nn_no: Ugyldig telefonnummer.
no: Ugyldig telefonnummer.
or: ଅବୈଧ ଫୋନ୍ ନମ୍ଵର୍.
pa_arab_pk: ‏‏فون نمبر غلط اے۔
pa_in: ਅਵੈਧ ਫੋਨ ਨੰਬਰ।
pl: Nieprawidłowy numer telefonu.
ru: Недопустимый номер телефона.
sd: فون نمبر غلط آهي.
si: දුරකථන අංකය වැරදියි.
sl: Telefonska številka ni veljavna.
sr_cyrl_rs: Неважећи број телефона.
sr_latn_rs: Nevažeći broj telefona.
sv: Ogiltigt telefonnummer.
ta: தவறான தொலைபேசி எண்.
te: చెల్లని ఫోన్ నంబర్.
tg: Рақами телефон беэътибор аст.
th: หมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Geçersiz telefon numarası.
tt: Телефон номеры ялгыш.
ug: ئىناۋەتسىز تېلېفون نومۇرى .
uk: Неприпустимий номер телефону.
ur: بے جواز فون نمبر۔
uz: Telefon raqami haqiqiy emas.
vi: Số điện thoại không hợp lệ.
zh_hans: 电话号码无效。
zh_hant: 電話號碼無效。

# Literal.PhoneNumber.Required
source: Phone number is required.
af: Telefoonnommer word vereis.
am: ስልክ ቁጥር ያስፈልጋል።
ar: رقم الهاتف مطلوب.
as: ফোন নম্বৰ আৱশ্যক৷
az: Telefon nömrəsi tələb olunur.
bg: Телефонният номер е задължителен.
bn_in: ফোন নম্বরের উল্লেখ করা আবশ্যক৷
bs: Broj telefona je obavezan.
cy: Rhaid nodi rhif ffôn.
da: Telefonnummeret skal angives.
de: Die Telefonnummer ist erforderlich.
el: Απαιτείται ο αριθμός τηλεφώνου.
es: El número de teléfono es obligatorio.
et: Telefoninumber on kohustuslik.
eu: Telefono-zenbakia beharrezkoa da.
fa: به شماره تلفن نیاز است.
ga: Uimhir theileafóin ag teastáil.
gd: Tha feum air àireamh fòn.
gl: O número de teléfono é necesario.
gu: ફોન નંબર આવશ્યક છે.
he: מספר הטלפון נדרש.
hi: फ़ोन नंबर आवश्यक है.
hr: Telefonski broj je obavezan.
hu: A telefonszám megadása kötelező.
id: Nomor telepon wajib diisi.
is: Símanúmer er áskilið.
ja: 電話番号は必須項目です。
ka: ჩაწერეთ ტელეფონის ნომერი.
kk: Телефон нөмірі қажет.
kn: ಫೋನ್ ಸಂಖ್ಯೆಯು ಅಗತ್ಯವಿದೆ.
ko: 전화 번호는 필수 항목입니다.
ku_arab: ژمارەی تەلەفۆن پێویستە.
ky: Телефон номуру талап кылынат.
lo: ຕ້ອງລະບຸເບີໂທລະສັບ.
lt: Telefono numeris būtinas.
lv: Norādiet tālruņa numuru.
mi: Kei te hiahiatia te tau waea.
mk: Телефонскиот број е задолжителен.
ml: ഫോണ്‍ നമ്പര്‍ ആവശ്യമാണ്.
mn: Утасны дугаарыг бөглөх шаардлагатай.
mr: फोन नंबर आवश्यक आहे.
ms: Nombor telefon diperlukan.
mt: In-numru tat-telefown huwa meħtieġ.
ne: फोन नम्बर आवश्यक छ।
nn_no: Telefonnummer er obligatorisk.
no: Telefonnummer må angis.
or: ଫୋନ୍ ନମ୍ଵର୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏فون نمبر درکار اے۔
pa_in: ਫੋਨ ਨੰਬਰ ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer telefonu jest wymagany.
ru: Необходимо ввести номер телефона.
sd: فون نمبر جي گھرج آهي.
si: දුරකථන අංකය අවශ්‍යයි.
sl: Vnesite telefonsko številko.
sr_cyrl_rs: Број телефона је обавезан.
sr_latn_rs: Broj telefona je obavezan.
sv: Telefonnummer måste anges.
ta: தொலைபேசி எண் தேவை.
te: ఫోన్ నంబర్ అవసరం.
tg: Рақами телефон ҳатмист.
th: ต้องระบุหมายเลขโทรศัพท์
tr: Telefon numarası gereklidir.
tt: Телефон номеры мәҗбүри.
ug: تېلېفون نومۇرى كېرەك.
uk: Потрібно ввести номер телефону.
ur: فون نمبر درکار ہے۔
uz: Telefon raqami talab qilinadi.
vi: Số điện thoại là cần thiết.
zh_hans: 电话号码为必填项。
zh_hant: 電話號碼是必要資訊。

# Literal.PhonePrefix.MaxLength
source: Phone prefix is too long.
af: Telefoonvoorvoegsel is te lank.
am: የስልክ ቅድመ ቅጥያ በጣም ረጅም ነው።
ar: بادئة الهاتف طويلة للغاية.
as: ফোন প্ৰিফিক্স অতি দীঘল৷
az: Telefon prefiksi çox uzundur.
bg: Телефонният код е прекалено дълъг.
bn_in: ফোনের আগের অংশটি অত্যন্ত লম্বা৷
bs: Pozivni broj je predug.
cy: Mae rhagddodiad y rhif ffôn yn rhy hir.
da: Forbetegnelsen for telefonen er for langt.
de: Die Telefonvorwahl ist zu lang.
el: Το πρόθεμα τηλεφώνου είναι πολύ μεγάλο.
es: El prefijo telefónico es demasiado largo.
et: Telefoninumbri prefiks on liiga pikk.
eu: Aurrezenbakia luzeegia da.
fa: پیش شماره تلفن بسیار طولانی است.
ga: Réamhuimhir theileafóin rófhada.
gd: Tha ro-leasachan na h-àireimh fòn ro fhada.
gl: Prefixo telefónico moi longo.
gu: ફોન ઉપસર્ગ ખૂબ લાંબુ છે.
he: קידומת הטלפון ארוכה מדי.
hi: फ़ोन उपसर्ग बहुत लंबा है.
hr: Telefonski predbroj je predug.
hu: Az előhívószám túl hosszú.
id: Kode negara/area telepon terlalu panjang.
is: Forvalsnúmer er of langt.
ja: 市外局番が長すぎます。
ka: სატელეფონო კოდი ძალიან გრძელია.
kk: Телефон префиксі тым ұзын.
kn: ಫೋನ್ ಪೂರ್ವಪ್ರತ್ಯಯವು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 지역 번호가 너무 깁니다.
ku_arab: پێشگری تەلەفۆن زۆر درێژە.
ky: Телефондун префикси өтө узун.
lo: ເລກນໍາໜ້າເບີໂທລະສັບຍາວເກີນໄປ.
lt: Telefono kodas per ilgas.
lv: Tālruņa prefikss ir pārāk garš.
mi: He roa rawa te pīmua waea.
mk: Телефонскиот префикс е предолг.
ml: ഫോണ്‍ പ്രീഫിക്‌സ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Утасны гарцын код хэт урт байна.
mr: फोन प्रत्यय खूप दीर्घ आहे.
ms: Awalan telefon terlalu panjang.
mt: Il-prefiss tat-telefown twil wisq.
ne: फोन प्रिफिक्स धेरै लामो भयो।
nn_no: Retningsnummeret er for langt.
no: Retningsnummeret er for langt.
or: ଫୋନ୍ ପୂର୍ବପଦ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏فون توں پہلاں آن آلے ہندسے بوت ای لمے نیں۔
pa_in: ਫੋਨ ਦਾ ਅਗੇਤਰ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer kierunkowy jest zbyt długi.
ru: Слишком длинный телефонный код.
sd: فون پڇاڙي تمام وڏي آهي.
si: දුරකථන කේතය දිග වැඩියි.
sl: Območna koda je predolga.
sr_cyrl_rs: Позивни број је предугачак.
sr_latn_rs: Pozivni broj je predugačak.
sv: Riktnumret är för långt.
ta: தொலைபேசி முன்னெழுத்து மிக நீளமாக உள்ளது.
te: ఫోన్ ఆదిప్రత్యయం చాలా పొడవుగా ఉంది.
tg: Префикси телефон аз ҳад дароз аст.
th: เลขนำหน้าหมายเลขโทรศัพท์ยาวเกินไป
tr: Telefon alan kodu çok uzun.
tt: Телефон префиксы бик озын.
ug: تېلېفون ئۇزۇن.
uk: Задовгий префікс номера.
ur: فون سابقہ طویل ہے۔
uz: Telefon kodi juda uzun.
vi: Tiền tố số điện thoại quá dài.
zh_hans: 电话号码前缀过长。
zh_hant: 電話首碼太長。
