Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.PIDetailTitle.Step2.Edit.StoredValue
source: Manage your Microsoft account balance
af: Bestuur jou Microsoft-rekeningbalans
am: የ Microsoft መለያዎትን ቀሪ ሒሳብ ያስተዳድሩ
ar: إدارة رصيد حساب Microsoft‏ الخاص بك
as: আপোনাৰ Microsoft একাউন্ট বেলেন্স প্ৰবন্ধন কৰক
az: Microsoft hesabı balansınızı idarə edin
bg: Управление на вашия баланс по акаунта в Microsoft
bn_in: আপনার Microsoft অ্যাকাউন্টের ব্যালেন্স পরিচালনা করুন
bs: Upravljajte stanjem na Microsoft računu
cy: Rheoli balans eich cyfrif Microsoft
da: Administrer din Microsoft-kontosaldo
de: Verwalten des Microsoft-Kontosaldos
el: Διαχείριση του υπόλοιπου του λογαριασμού σας Microsoft
es: Administrar el saldo de la cuenta Microsoft
et: Microsofti konto saldo haldamine
eu: Kudeatu Microsoft kontuaren saldoa
fa: مدیریت موجودی حساب Microsoft شما
ga: Bainistigh iarmhéid do chuntais Microsoft
gd: Stiùirich balans a’ chunntais Microsoft agad
gl: Xestionar o saldo da conta de Microsoft
gu: તમારા Microsoft ખાતાના બેલેંસનું સંચાલન કરો
he: ניהול היתרה בחשבון Microsoft שלך
hi: अपनी Microsoft खाता शेषराशि प्रबंधित करें
hr: Upravljanje saldom na Microsoftovu računu
hu: Microsoft-fiók egyenlegének kezelése
id: Kelola saldo akun Microsoft Anda
is: Umsjón með inneign á Microsoft-reikningi
ja: Microsoft アカウントの残高の管理
ka: მართეთ თქვენი Microsoft-ის ანგარიშის ბალანსი
kk: Microsoft тіркелгісіндегі қалдықты басқару
kn: ನಿಮ್ಮ Microsoft ಖಾತೆ ಬ್ಯಾಲೆನ್ಸ್ ನಿರ್ವಹಿಸಿ
ko: Microsoft 계정 잔액 관리
ku_arab: بەڕێوەبردنی بالانسی ئەژمێری Microsoft ی خۆت
ky: Microsoft каттоо жазууңуздун балансын башкарыңыз
lo: ຈັດການຍອດ​ເງິນ​ໃນບັນຊີ Microsoft ຂອງທ່ານ
lt: Valdykite savo „Microsoft“ paskyros likutį
lv: Sava Microsoft konta bilances pārvaldība
mi: Whakahaerengia tō moni pūkete Microsoft
mk: Управувајте со состојбата на вашата сметка на Microsoft
ml: നിങ്ങളുടെ Microsoft അക്കൗണ്ട് ബാലൻസ് മാനേജ് ചെയ്യുക
mn: Microsoft-ын хэрэглэгчийн бүртгэлийн дансны үлдэгдлээ удирдах
mr: आपली Microsoft खाते शिल्लक व्यवस्थापित करा
ms: Uruskan baki akaun Microsoft anda
mt: Immaniġġja l-bilanċ tal-kont ta' Microsoft tiegħek
ne: तपाइँको Microsoft खातामा बाँकी रकम व्यवस्थित गर्नुहोस्
nn_no: Handsam Microsoft-kontosaldoen
no: Administrer Microsoft-kontosaldoen
or: ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ୍ ବ୍ୟାଲେନ୍ସ ପରିଚାଳନା କରନ୍ତୁ
pa_arab_pk: اپنے Microsoft اکاؤنٹ بیلنس دا بندوبست کرو
pa_in: ਆਪਣਾ Microsoft ਖਾਤਾ ਬਕਾਇਆ ਪ੍ਰਬੰਧਿਤ ਕਰੋ
pl: Zarządzaj saldem kontem konta Microsoft
ru: Управление балансом учетной записи Майкрософт
sd: پنهنجو Microsoft اڪائونٽ بيلنس سنڀاليو.
si: ඔබේ Microsoft ගිණුම් ශේෂය කළමනාකරණය කරන්න
sl: Upravljajte vaše stanje sredstev v Microsoftovem računu
sr_cyrl_rs: Управљање билансом Microsoft налога
sr_latn_rs: Upravljanje bilansom Microsoft naloga
sv: Hantera ditt Microsoft-kontosaldo
ta: உங்கள் Microsoft கணக்கு இருப்பை நிர்வகியுங்கள்
te: మీ Microsoft అకౌంట్‌ని నిర్వహించండి
tg: Идора кардани тавозуни ҳисоби Microsoft-и худ
th: จัดการยอดดุลบัญชี Microsoft ของคุณ
tr: Microsoft hesap bakiyenizi yönetin
tt: Майкрософт хисап язмасы балансы белән идарә итү
ug: Microsoft ھىسابىڭىزنىدىكى قالدۇقنى باشقۇرۇش
uk: Керування балансом облікового запису Microsoft
ur: اپنے Microsoft اکاؤنٹ بیلنس کا بندوبست کریں
uz: Microsoft hisob qaydnomangiz hisobini boshqaring
vi: Quản lý số dư trên tài khoản Microsoft của bạn
zh_hans: 管理你的 Microsoft 帐户余额
zh_hant: 管理您的 Microsoft 帳戶餘額

# Word.PIDetailTitle.Step2.Edit.StoredValue.Optional
source: optional
af: opsioneel
am: አማራጭ
ar: اختياري
as: বৈকল্পিক
az: məcburi deyil
bg: не е задължително
bn_in: বৈকল্পিক
bs: Opciono
cy: dewisol
da: valgfri
el: προαιρετική
es: opcional
et: valikuline
eu: aukerakoa
fa: اختیاری
ga: roghnach
gd: roghainneil
gl: opcional
gu: વૈકલ્પિક
he: אופציונלי
hi: वैकल्पिक
hr: neobavezno
hu: nem kötelező
id: Opsional
is: valfrjálst
ja: オプション
ka: არასავალდებულო
kk: міндетті емес
kn: ಐಚ್ಛಿಕ
ko: 옵션
ku_arab: ئیختیاری
ky: каалоо боюнча
lo: ເລືອກໄດ້
lt: Pasirenkama
lv: neobligāts
mi: kōwhiringa
mk: изборно
ml: ഓപ്‌ഷണല്‍
mn: сонгож болох
mr: पर्यायी
ms: Pilihan
mt: fakultattiv
ne: वैकल्पिक
nn_no: valfri
no: valgfritt
or: ବୈକଳ୍ପିକ
pa_arab_pk: اختیاری
pa_in: ਵਿਕਲਪਕ
pl: opcjonalne
ru: необязательно
sd: اختياري
si: වෛකල්පික
sl: izbirno
sr_cyrl_rs: опционално
sr_latn_rs: opcionalno
sv: valfritt
ta: விருப்பம்
te: ఐచ్ఛికం
tg: ихтиёрӣ
th: ระบุหรือไม่ก็ได้
tr: isteğe bağlı
tt: сайлаган
ug: تاللىغىلى بولىدىغان
uk: не обов’язково
ur: اختیارات
uz: ixtiyoriy
vi: tùy chọn
zh_hans: 可选
zh_hant: 選填

# Word.Button.Book
source: Book
af: Bespreek
am: መጽሐፍ
ar: حجز
as: কিতাপ
az: Kitab
bg: Книга
bn_in: বুক
bs: Knjiga
cy: Archebu
da: Reservér
de: Buch
el: Βιβλίο
es: Reservar
et: Broneeri
eu: Erreserbatu
fa: رزرو کردن
ga: Leabhar
gd: Glèidh
gl: Libro
gu: બુક કરો
he: ספר
hi: बुक करें
hr: Knjiga
hu: Könyv
id: Pesan
is: Bók
ja: 本
ka: დაჯავშნა
kk: Резервтеу
kn: ಬುಕ್ ಮಾಡಿ
ko: 예약
lo: ຈອງ
lt: Rezervuoti
lv: Grāmata
mi: Tāpui
mk: Книга
ml: ബുക്ക് ചെയ്യുക
mr: बुक करा
ms: Buku
mt: Ibbukkja
ne: बुक गर्नुहोस्
nn_no: Bok
no: Bok
or: ପୁସ୍ତକ
pa_in: ਕਿਤਾਬ
pl: Zarezerwuj
ru: Книга
sl: Knjiga
sr_cyrl_rs: Резервиши
sr_latn_rs: Rezerviši
sv: Boka
ta: புத்தகம்
te: పుస్తకం
th: จอง
tr: Kitap
tt: Резервлау
ug: بۇيرۇتۇش
uk: Книга
ur: کتاب
uz: Kitob
vi: Đặt trước
zh_hans: 书籍
zh_hant: 訂購

# Word.Button.Cancel
source: Cancel
af: Kanselleer
am: መሰረዝ
ar: إلغاء الأمر
as: বাতিল কৰক
az: Ləğv et
bg: Отказ
bn_in: বাতিল করুন
bs: Otkaži
cy: Canslo
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
et: Tühista
eu: Utzi
fa: لغو
ga: Cealaigh
gd: Sguir dheth
gl: Cancelar
gu: રદ્દ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
is: Hætta við
ja: キャンセル
ka: გაუქმება
kk: Болдырмау
kn: ರದ್ದು
ko: 취소
ku_arab: بەتاڵکردنەوە
ky: Жокко чыгар
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mi: Whakakore
mk: Откажи
ml: റദ്ദാക്കുക
mn: Болих
mr: रद्द करा
ms: Batal
mt: Ikkanċella
ne: रद्द गर्नुहोस्
nn_no: Avbryt
no: Avbryt
or: ବାତିଲ୍
pa_arab_pk: ‏‏منسوخ کرو
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
ru: Отмена
sd: رد ڪريو
si: අවලංගු කරන්න
sl: Prekliči
sr_cyrl_rs: Откажи
sr_latn_rs: Otkaži
sv: Avbryt
ta: ரத்து
te: రద్దు చేయి
tg: Бекоркунӣ
th: ยกเลิก
tr: İptal
tt: Баш тарту
ug: بىكار قىلىش
uk: Скасувати
ur: منسوخ
uz: Bekor qilmoq
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

# Word.Button.Next
source: Next
af: Volgende
am: ቀጣይ
ar: التالي
as: পৰৱৰ্তী
az: Növbəti
bg: Напред
bn_in: পরবর্তী
bs: Sljedeće
cy: Nesaf
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
et: Edasi
eu: Hurrengoa
fa: بعدی
ga: Ar aghaidh
gd: Air adhart
gl: Seguinte
gu: આગલું
he: הבא
hi: अगला
hr: Dalje
hu: Tovább
id: Berikutnya
is: Áfram
ja: 次へ
ka: შემდეგ
kk: Келесі
kn: ಮುಂದೆ
ko: 다음
ku_arab: دواتر
ky: Кийинки
lo: ຕໍ່ໄປ
lt: Pirmyn
lv: Tālāk
mi: Panuku
mk: Следно
ml: അടുത്തത്
mn: Дараах
mr: पुढील
ms: Seterusnya
mt: Li Jmiss
ne: अर्को
nn_no: Neste
no: Neste
or: ପରବର୍ତ୍ତି
pa_arab_pk: ‏‏اگلا
pa_in: ਅੱਗੇ
pl: Dalej
ru: Далее
sd: اڳيون
si: ඊළඟ
sl: Naprej
sr_cyrl_rs: Даље
sr_latn_rs: Dalje
sv: Nästa
ta: அடுத்து
te: తదుపరి
tg: Навбатӣ
th: ถัดไป
tr: İleri
tt: Киләсе
ug: كېيىنكى
uk: Далі
ur: اگلا
uz: Keyingisiga o‘tish
vi: Tiếp theo
zh_hans: 下一页
zh_hant: 下一步

# Literal.Error.StoredValue.FundOperationFailure
source: The operation failed. Please try again later.
af: Die bewerking het misluk. Probeer asseblief later weer.
am: ክወና አልተሳካም።እባክህ እንደገና በኃላ ሞክር።
ar: فشلت العملية. الرجاء المحاولة مرة أخرى لاحقًا.
as: অ'পাৰেশ্বন বিফল হৈছে৷ অনুগ্ৰহ কৰি পিছত চেষ্টা কৰক৷
az: Əməliyyat baş tutmadı. Lütfən bir az sonra yenidən cəhd edin.
bg: Операцията завърши неуспешно. Опитайте пак по-късно.
bn_in: কাজটি করা যায়নি৷ অনুগ্রহ করে আবার পরে চেষ্টা করুন৷
bs: Operacija nije uspjela. Pokušajte ponovo kasnije.
cy: Heb lwyddo i wneud hyn. Rhowch gynnig arall arni rywbryd eto.
da: Handlingen mislykkedes. Prøv igen senere.
de: Vorgang fehlgeschlagen. Versuchen Sie es später erneut.
el: Η λειτουργία απέτυχε. Δοκιμάστε ξανά αργότερα.
es: La operación ha generado un error. Vuelva a intentarlo más tarde.
et: Toiming nurjus. Proovige hiljem uuesti.
eu: Eragiketak huts egin du. Saiatu berriro geroago.
fa: عملیات انجام نشد. لطفاً بعداً دوباره امتحان کنید.
ga: Theip ar an oibríocht. Bain triail as arís níos déanaí.
gd: Dh'fhàillig an t-obrachadh. Feuch a-rithist uaireigin eile.
gl: A operación fallou. Ténteo de novo máis tarde.
gu: કાર્ય નિષ્ફળ થયું છે. કૃપા કરી થોડીવાર બાદ પ્રયાસ કરો.
he: הפעולה נכשלה. נסה שוב מאוחר יותר.
hi: कार्रवाई विफल हो गई. कृपया बाद में पुनः प्रयास करें.
hr: Postupak nije uspio. Pokušajte ponovno kasnije.
hu: A művelet nem sikerült. Próbálja újból később.
id: Operasi gagal. Silakan dicoba lagi nanti.
is: Aðgerðin mistókst. reyndu aftur síðar.
ja: 操作に失敗しました。後で再試行してください。
ka: ოპერაცია ვერ შესრულდა. გთხოვთ, მოგვიანებით ცადოთ.
kk: Әрекет сәтсіз аяқталды. Әрекетті кейінірек қайталаңыз.
kn: ಕಾರ್ಯಾಚರಣೆಯು ವಿಫಲವಾಗಿದೆ. ದಯವಿಟ್ಟು ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 작업에 실패했습니다. 나중에 다시 시도해 보십시오.
ku_arab: ئەم کردارە شکستی هێنا. تکایە پاشتر دووبارە هەوڵ بدە.
ky: Операция аткарылган жок. Өтүнүч, кийинчерээк кайталаңыз.
lo: ການດຳເນີນງານບໍ່ສຳເລັດ. ກະລຸນາລອງໃໝ່ພາຍຫຼັງ.
lt: Operacijos atlikti nepavyko. Bandykite dar kartą vėliau.
lv: Operācija neizdevās. Lūdzu, vēlāk mēģiniet vēlreiz.
mi: I rahua te mahinga. Ngana anō ā taihoa.
mk: Операцијата не успеа. Обидете се повторно подоцна.
ml: പ്രവര്‍‌ത്തനം പരാജയപ്പെട്ടു. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mn: Ажиллагаа амжилтгүй боллоо. Дараа дахин оролдоно уу.
mr: ऑपरेशन अयशस्वी. कृपया नंतर पुन्हा प्रयत्न करा.
ms: Operasi gagal. Sila cuba lagi kemudian.
mt: L-operazzjoni ma tnexxietx. Erġa' pprova aktar tard.
ne: सञ्चालन असफल भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।
nn_no: Operasjonen lykkast ikkje. Prøv på nytt seinare.
no: Operasjonen mislyktes. Prøv på nytt senere.
or: ସଞ୍ଚାଳନ ବିଫଳ ହୋଇଛି. ଦୟାକରି ପରେ ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: ایہہ کم نکام ہوگیا اے۔ میربانی کرکے فیر کوشش کرو۔
pa_in: ਆਪਰੇਸ਼ਨ ਅਸਫਲ ਹੋ ਗਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Operacja nie powiodła się. Spróbuj ponownie później.
ru: Сбой операции. Повторите попытку позднее.
sd: آپريشن ناڪامياب ٿيو. مهرباني ڪري ٿوري دير کان پوءِ ٻيهر ڪوشش ڪريو.
si: මෙහෙයුම අසාර්ථක යි. කරුණාකර පසුව නැවත උත්සාහ කරන්න.
sl: Dejanje ni bilo uspešno. Poskusite znova pozneje.
sr_cyrl_rs: Операција није успела. Покушајте поново касније.
sr_latn_rs: Operacija nije uspela. Pokušajte ponovo kasnije.
sv: Åtgärden misslyckades. Försök igen senare.
ta: செயலாக்கம் தோல்வியடைந்தது. மீண்டும் முயலவும்.
te: ఆపరేషన్ విఫలమైంది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
tg: Амал иҷро нашуд. Лутфан, баъдтар дубора кӯшиш кунед.
th: การดำเนินงานล้มเหลว โปรดลองอีกครั้งในภายหลัง
tr: İşlem başarısız oldu. Lütfen daha sonra yeniden deneyin.
tt: Гамәл уңышка ирешмәде. Соңрак кабатлап карагыз.
ug: مەشغۇلات مەغلۇپ بولدى.كىيىنچە سىناپ كۆرۈڭ.
uk: Не вдалося виконати операцію. Повторіть спробу пізніше.
ur: عمل ناکام ہوگیا ہے. براہ مہربانی کچھ دیر بعد دوبارہ کوشش کریں.
uz: Operatsiya xatolikka uchradi. Keyinroq qaytadan urining.
vi: Thao tác không thành công. Vui lòng thử lại sau.
zh_hans: 操作失败。请稍后再试。
zh_hant: 作業失敗。請稍後再試。

# Literal.StoredValue.Verifying
source: verifying...
af: verifieer tans…
am: በማረጋገጥ ላይ...
ar: جارٍ التحقق...
as: সত্যাপন কৰি আছে...
az: yoxlanır...
bg: проверка...
bn_in: যাচাই করা হচ্ছে...
bs: Verificiranje...
cy: wrthi'n dilysu...
da: kontrollerer...
de: Überprüfung...
el: επαλήθευση...
es: verificando...
et: kontrollimine ...
eu: egiaztatzen...
fa: در حال تأیید اعتبار...
ga: ag deimhniú...
gd: ga dhearbhadh...
gl: verificando...
gu: વેરીફાઇ થાય છે...
he: מאמת...
hi: सत्यापित कर रहा है...
hr: provjeravam...
hu: Ellenőrzés...
id: memverifikasi...
is: sannprófun...
ja: 検証中...
ka: მოწმდება...
kk: тексеру...
kn: ಪರಿಶೀಲಿಸಲಾಗುತ್ತಿದೆ...
ko: 확인 중...
ku_arab: خەریکی سەلماندنە...
ky: текшерүүдө...
lo: ກຳລັງກວດສອບ...
lt: Tikrinama...
lv: notiek pārbaude...
mi: e manatoko ana...
mk: проверувам...
ml: സ്ഥിരീകരിക്കുന്നു...
mn: баталгаажуулж байна...
mr: पडताळणी करत आहे...
ms: menentusahkan...
mt: qed jivverifika...
ne: रुजू गर्दै...
nn_no: stadfester...
no: bekrefter ...
or: ଯାଞ୍ଚ କରୁଛି...
pa_arab_pk: تصدیق ہورئی اے...
pa_in: ਪੁਸ਼ਟੀ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ....
pl: trwa weryfikowanie...
ru: Идет проверка...
sd: تصديق ٿي رهي آهي...
si: සත්‍යාපනය කෙරෙමින් පවතී...
sl: preverjanje ...
sr_cyrl_rs: Верификовање...
sr_latn_rs: Verifikovanje...
sv: verifierar…
ta: சரிபார்க்கிறது...
te: నిర్ధారిస్తోంది...
tg: тайид мешавад...
th: กำลังตรวจสอบ...
tr: doğrulanıyor...
tt: тикшерү...
ug: دەلىللىنىۋاتىدۇ...
uk: перевірка...
ur: تصدیق ہورہی ہے...
uz: tekshirilayapti...
vi: đang kiểm chứng...
zh_hans: 正在验证...
zh_hant: 驗證中...

# Word.WebSite.ErrorDescription
source: Try that again. Something happened on our end.
af: Probeer dit weer. Iets het aan ons kant gebeur.
am: ያንን እንደገና ይሞክሩት። በእኛ በኩል የሆነ ነገር ተፈጥሯል።
ar: حدث خطأ من جانبنا. حاول مرة أخرى.
as: সেইটো পুনৰাই চেষ্টা কৰক৷ আমাৰ ইয়াত কিবা এটা ঘটিছে৷
az: Ona yenidən cəhd edin. Bizim tərəfimizdən problem baş verdi.
bg: Опитайте отново. Възникна грешка от наша страна.
bn_in: এটি আবার চেষ্টা করুন৷ আমাদের এখানে কিছু সমস্যা হয়েছে৷
bs: Pokušajte to ponovo. Pojavio se neki problem s naše strane.
cy: Rhowch gynnig arall ar hynny. Roedd rhywbeth wedi digwydd ar ein hochr ni.
da: Prøv igen. Et eller andet gik galt hos os.
de: Versuchen Sie es erneut. Bei uns ist ein Fehler aufgetreten.
el: Δοκιμάστε ξανά. Παρουσιάστηκε κάποιο πρόβλημα από την πλευρά μας.
es: Vuelve a intentarlo. Ha habido un problema por nuestra parte.
et: Proovige uuesti. Meie poolel läks midagi valesti.
eu: Saiatu berriro. Gure arazoa izan da.
fa: بعداً امتحان کنید. مشکلی در طرف ما رخ داده است.
ga: Triail é sin arís. Tharla rud éigin ar an taobh seo againne.
gd: Feuch sin a-rithist. Chaidh rudeigin cearr a-bhos an-seo.
gl: Téntao de novo. Algo sucedeu na nosa parte.
gu: તેનો ફરીથી પ્રયાસ કરો. અમારી બાજુએ કંઈંક થયું.
he: נסה זאת שוב. אירעה תקלה בצד שלנו.
hi: उसे पुनः आज़माएँ. हमारी ओर से कुछ हुआ.
hr: Pokušajte ponovno. Nešto se dogodilo kod nas.
hu: Rendszerünkben hiba történt, próbálkozzon újra.
id: Silakan coba lagi. Sesuatu terjadi pada pihak kami.
is: Reyndu þetta aftur. Eitthvað fór úrskeiðis hjá okkur.
ja: もう一度やり直してください。問題が発生しました。
ka: ისევ სცადეთ. ჩვენთან რაღაც მოხდა.
kk: Әрекетті қайталаңыз. Қате біздің тарапымыздан пайда болды.
kn: ಅದನ್ನು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ. ನಮ್ಮ ಕಡೆ ಏನೋ ಸಂಭವಿಸಿದೆ.
ko: 다시 시도하세요. 문제가 발생했습니다.
ku_arab: دووبارە ئەمە تاقی بکەرەوە. شتێک لای ئێمەوە روویداوە.
ky: Аны кайрадан аракет кылыңыз. Биз бүтөр мезгилде, кандайдыр бир ката чыкты.
lo: ລອງໃໝ່ອີກຄັ້ງ. ມີບາງຢ່າງເກີດຂຶ້ນຢູ່ເບື້ອງຂອງພວກເຮົາ.
lt: Bandykite dar kartą. Kažkas nutiko jūsų pusėje.
lv: Mēģiniet vēlreiz. Mums ir radusies kļūda.
mi: Me ngana anō. I puta he raru ki tēnei taha.
mk: Обидете се со тоа повторно. Се појави грешка кај нас.
ml: അത് വീണ്ടും ശ്രമിക്കുക. ഞങ്ങളുടെ ഭാഗത്ത് എന്തോ കുഴപ്പം സംഭവിച്ചു.
mn: Үүнийг дахиад оролдоно уу. Манай талд ямар нэг зүйл тохиолдлоо.
mr: ते पुन्हा करुन पहा. आमच्या बाजूने काहीतरी घडले.
ms: Cuba itu lagi. Sesuatu telah berlaku di tempat kami.
mt: Erġa' pprova agħmel dak. Ġrat xi ħaġa min-naħa tagħna.
ne: त्यो फेरी प्रयास गर्नुहोस्। हाम्रो तर्फ केही भएको छ।
nn_no: Prøv på nytt. Noko gjekk galt hos oss.
no: Prøv på nytt. Noe gikk galt hos oss.
or: ଟାହା ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ. ଆମ ତରଫରୁ କିଛି ଘଟିଛି.
pa_arab_pk: ایس دی فیر کوشش کرو۔ سہاڈے ولوں کجھ ہویا اے۔
pa_in: ਉਸ ਦੀ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਕੁੱਝ ਸਾਡੇ ਵਲੋਂ ਵਾਪਰਿਆ ਹੈ।
pl: Spróbuj ponownie. Coś się stało po naszej stronie.
ru: Попробуйте еще раз. В нашей системе возникла проблема.
sd: اهو ٻيهر ڪوشش ڪريو. اسان واري پاسي ڪجهه ٿيو.
si: එය නැවත උත්සාහ කරන්න. අපගේ අන්තයේ දී යමක් සිදු විය.
sl: Poskusite znova. Nekaj se je zgodilo na našem koncu.
sr_cyrl_rs: Покушајте то касније. Нешто се догодило код нас.
sr_latn_rs: Pokušajte to kasnije. Nešto se dogodilo kod nas.
sv: Ett fel uppstod hos oss. Försök igen.
ta: அதை மீண்டும் முயற்சிக்கவும். எங்கள் பக்கத்தில் ஏதோ நடந்துவிட்டது.
te: దాన్ని మళ్లీ ప్రయత్నించండి. మా వైపు ఏదో తప్పు జరిగింది.
tg: Аз нав кӯшиш кунед. Чизе дар тарафи мо ба амал омад.
th: ระบบของเราไม่สามารถใช้งานได้ชั่วคราว โปรดลองอีกครั้งในภายหลัง
tr: Bu işlemi tekrar deneyin. Bizim tarafımızda bir sorun oluştu.
tt: Тагын кабатлап карагыз. Безнең якта нидер булган.
ug: ئۇنى قايتا سىناڭ. بىز تەرەپتە مەسىلە كۆرۈلدى.
uk: Спробуйте ще раз. У нашій системі виникла проблема.
ur: اس کی دوبارہ کوشش کریں۔ ہماری جانب کچھ ہوا ہے۔
uz: Qayta urinib ko‘ring. Biz tomonda qandaydir muammo yuzaga keldi.
vi: Hãy thử lại. Đã xảy ra lỗi về phía chúng tôi.
zh_hans: 请重新尝试。我们这边出现了问题。
zh_hant: 請稍後再試一次。我們這邊發生問題。

# Word.WebSite.ErrorTitle
source: Error
af: Fout
am: ስሕተት
ar: خطأ
as: ত্ৰুটি
az: Səhv
bg: Грешка
bn_in: ত্রুটি
bs: Greška
cy: Gwall
da: Fejl
de: Fehler
el: Σφάλμα
et: Tõrge
eu: Errorea
fa: خطا
ga: Earráid
gd: Mearachd
gl: Erro
gu: ભૂલ
he: שגיאה
hi: त्रुटि
hr: Pogreška
hu: Hiba
id: Galat
is: Villa
ja: エラー
ka: შეცდომა
kk: Қате
kn: ದೋಷ
ko: 오류
ku_arab: هەڵە
ky: Ката
lo: ຜິດພາດ
lt: Klaida
lv: Kļūda
mi: Hapa
mk: Грешка
ml: പിശക്
mn: Алдаа
mr: त्रुटी
ms: Ralat
mt: Żball
ne: त्रुटि
nn_no: Feil
no: Feil
or: ତ୍ରୁଟି
pa_arab_pk: نقص
pa_in: ਗੜਬੜ
pl: Błąd
ru: Ошибка
sd: نقص
si: දෝෂය
sl: Napaka
sr_cyrl_rs: Грешка
sr_latn_rs: Greška
sv: Fel
ta: பிழை
te: దోషం
tg: Хатогӣ
th: ข้อผิดพลาด
tr: Hata
tt: Хата
ug: خاتالىق
uk: Помилка
ur: نقص
uz: Xatolik
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

# Literal.DirectDebit.ReviewTitle
source: Review and sign agreement
af: Lees en teken ooreenkoms
am: ገምግም እና ስምምነት ፈርም
ar: مراجعة الاتفاقية وتوقيعها
as: সমীক্ষা কৰক আৰু চুক্তিত স্বাক্ষৰ কৰক
az: Sazişə bax və imzala
bg: Преглед и подписване на споразумението
bn_in: চুক্তি পর্যালোচনা করুন এবং তাতে সই করুন
bs: Pregled i potpisivanje ugovora
cy: Adolygu a llofnodi'r cytundeb
da: Gennemse og underskriv aftalen
de: Vertrag überprüfen und unterzeichnen
el: Έλεγχος και υπογραφή σύμβασης
es: Revisar y firmar el acuerdo
et: Vaadake üle ja kirjutage lepingule alla
eu: Hitzarmena berrikusi eta sinatu
fa: بازبینی و امضای توافق نامه
ga: Déan athbhreithniú ar an gcomhaontú agus sínigh é
gd: Thoir sùil eile air is soidhnich an t-aonta
gl: Revisar e asinar acordo
gu: કરારની સમીક્ષા કરી અને સહી કરો
he: סקירת ההסכם וחתימה עליו
hi: अनुबंध की समीक्षा करें और उस पर हस्ताक्षर करें
hr: Pregledajte i potpišite ugovor
hu: Szerződés megtekintése és aláírása
id: Tinjau dan tanda tangani perjanjian
is: Lesa og skrifa undir samning
ja: 契約書の確認と署名
ka: გაეცანით და მოაწერეთ ხელი შეთანხმებას
kk: Келісімді қарап шығу және қол қою
kn: ಒಪ್ಪಂದವನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಸಹಿ ಮಾಡಿ
ko: 계약 검토 및 서명
ku_arab: پێداچوونەوە بە رێکەوتننامەدا بکە و واژۆی بکە
ky: Макулдашууну карап чыгып, кол койуу
lo: ເບິ່ງຄືນ ແລະເຊັນຂໍ້ຕົກລົງ
lt: Peržiūrėti ir pasirašyti sutartį
lv: Līguma pārskatīšana un parakstīšana
mi: Arotake me te waitohu whakaaetanga
mk: Прочитајте го и потпишете го договорот
ml: അവലോകനം ചെയ്‌ത് കരാറില്‍ ഒപ്പിടുക
mn: Гэрээтэй танилцаж, гарын үсэг зурах
mr: कराराचे पुनरावलोकन आणि स्वाक्षरी करा
ms: Kaji semula dan tandatangan perjanjian
mt: Eżamina u ffirma l-ftehim
ne: सम्झौता समीक्षा गर्नुहोस् र सहि गर्नुहोस्
nn_no: Les gjennom og signer avtale
no: Se gjennom og signer avtale
or: ଚୁକ୍ତି ସମୀକ୍ଷା ଏବଂ ଦସ୍ତଖତ
pa_arab_pk: دوبارہ پڑھو تے معاہدے تے دستخط کرو
pa_in: ਇਕਰਾਰਨਾਮੇ ਦੀ ਸਮੀਖਿਆ ਕਰੋ ਅਤੇ ਇਸਤੇ ਦਸਤਖਤ ਕਰੋ
pl: Przejrzyj i podpisz umowę
ru: Проверка и подписание соглашения
sd: جائزو وٺو ۽ اقرارنامو دستخط ڪريو
si: ගිවිසුම විමසා බලා අත්සන් කරන්න
sl: Pregled in podpis pogodbe
sr_cyrl_rs: Преглед и потписивање уговора
sr_latn_rs: Pregled i potpisivanje ugovora
sv: Granska och underteckna avtal
ta: ஒப்பந்தத்தைப் படித்து கையொப்பமிடவும்
te: సమీక్షించి ఒప్పందానికి సంతకం చేయండి
tg: Шартномаро дида бароед ва имзо кунед
th: ตรวจสอบและยอมรับตามข้อตกลง
tr: Sözleşmeyi gözden geçirin ve imzalayın
tt: Килешүне карагыз һәм имза куегыз
ug: كېلىشىمنى كۆرۈڭ ۋە ئىمزالاڭ
uk: Перегляд і підписання угоди
ur: جائزہ لیں اور معاہدے پہ دستخط کریں
uz: Kelishuvni ko‘rib chiqing va imzolang
vi: Xem lại và kí thỏa thuận
zh_hans: 查看并签署协议
zh_hant: 檢閱並簽署合約
