Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IDV.ChallengeSelectionEmailOptionHeading
source: Your card issuer will email you a code.
af: Jou kaartuitreiker sal vir jou 'n kode e-pos.
am: የእርስዎ ካርድ ሰጪ ኮድ በኢሜይል ይልክልዎታል።
ar: ستُرسل إليك جهة إصدار البطاقة الرمز عبر البريد الإلكتروني.
as: আপোনাৰ কাৰ্ড প্ৰদানকাৰীয়ে আপোনালৈ এটা কোড ই-মেইল কৰিব৷
az: Kartınızın emitenti sizə kodu e-poçt məktubu ilə göndərəcək.
bg: Издателят на картата ще ви изпрати код по имейл.
bn_in: আপনার কার্ড ইস্যুকারী আপনাকে একটি কোড ইমেল করবে।
bs: Izdavač vaše kartice će vam poslati kôd e-poštom.
cy: Bydd cyhoeddwr eich cerdyn yn anfon e-bost gyda'r cod i chi.
da: Kortudstederen sender dig en kode via mail.
de: Sie erhalten per E-Mail einen Code von Ihrem Kartenaussteller.
el: Ο εκδότης της κάρτας σας θα σας στείλει μέσω ηλεκτρονικού ταχυδρομείου έναν κωδικό.
es: El emisor de la tarjeta te enviará un código por correo electrónico.
et: Teie kaardi väljaandja saadab teile koodi meiliga.
eu: Txartelaren jaulkitzaileak kode bat bidaliko dizu posta elektronikoz.
fa: صادرکننده کارتتان کدی را برای شما ایمیل خواهد کرد.
ga: Seolfaidh eisitheoir do chárta cód chugat i ríomhphost.
gd: Cuiridh foillsichear na cairt agad còd thugad air a’ phost-d.
gl: O emisor do cartón enviarache un código por correo electrónico.
gu: તમારા કાર્ડ રજૂકર્તા તમને એક કોડ ઈમેલ કરશે.
he: מנפיק הכרטיס ישלח לך קוד בדואר אלקטרוני.
hi: आपका कार्ड जारीकर्ता आपको एक कोड ईमेल करेगा.
hr: Vaš će vam izdavatelj kartice kod poslati e-poštom.
hu: Kártyakibocsátója e-mailben fog Önnek kódot küldeni.
id: Penerbit kartu Anda akan mengirimkan email berisikan kode pada Anda.
is: Útgefandi kortsins sendir þér kóða í tölvupósti.
ja: カード発行元からお客様宛てにコードがメールで送られます。
ka: თქვენი ბარათის გამცემი ელფოსტით გამოგიგზავნით კოდს.
kk: Карта шығарушыңыз сізге кодты электрондық пошта арқылы жібереді.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ವಿತರಕರು ಇಮೇಲ್ ಮೂಲಕ ನಿಮಗೆ ಕೋಡ್ ಕಳುಹಿಸುತ್ತಾರೆ.
ko: 카드 발급사에서 코드를 메일로 보내드립니다.
ku_arab: دەرکەری کارتەکەت کۆدێکت بە ئیمەیل بۆ دەنێرێت
ky: Карта чыгаруучуңуз сизге кодду имейл аркылуу жөнөтөт.
lo: ຜູ້​ອອກ​ບັດ​ຂອງ​ທ່ານ​ສົ່ງ​ລະ​ຫັດໃຫ້​ທ່ານ​ທາງ​ອີ​ເມວ.
lt: Jūsų kortelės išdavėjas išsiųs jums kodą el. paštu.
lv: Jūsu kartes izsniedzējs nosūtīs jums e-pasta ziņojumu ar kodu.
mi: Ka īmēra waehere tō kaiwhakarato kāri ki a koe.
mk: Издавачот на картичката ќе ви испрати е-пошта со код.
ml: നിങ്ങളുടെ കാർഡ് ഇഷ്യൂവർ ഒരു കോഡ് ഇമെയിൽ ചെയ്യും.
mn: Танай карт олгогч э-шуудангаар код илгээнэ.
mr: आपला कार्ड जारीकर्ता आपल्याला एक कोड ईमेल करेल.
ms: Pengeluar kad anda akan menghantar kod kepada anda melalui e-mel.
mt: L-emittent tal-kard tiegħek jibgħatlek kodiċi bil-posta elettronika.
ne: तपाइँको कार्ड जारीकर्ताले तपाइँलाई कोड इमेल गर्नेछ।
nn_no: Kortutferdaren sender deg ein e-post med kode.
no: Kortutstederen sender en e-post med kode.
or: ଆପଣଙ୍କର କାର୍ଡ୍ ପ୍ରଦାନକାରୀ ଆପଣଙ୍କୁ ଏକ କୋଡ୍ ଇମେଲ୍ କରିବେ.
pa_arab_pk: تہاڈا کارڈ جاری کرن والا تہانوں اک کوڈ ای میل کریگا۔
pa_in: ਤੁਹਾਨੂੰ ਕਾਰਡ ਜਾਰੀ ਕਰਨ ਵਾਲਾ ਤੁਹਾਨੂੰ ਇੱਕ ਕੋਡ ਈਮੇਲ ਰਾਹੀਂ ਭੇਜੇਗਾ।
pl: Wydawca karty wyśle kod pocztą e-mail.
ru: Банк, выпустивший карту, отправит вам код по электронной почте.
sd: توهانجو ڪارڊ جاري ڪندڙ توهانکي هڪ ڪوڊ اي ميل ڪندو.
si: ඔබගේ කාඩ්පත් නිකුත් කරන්නා ඔබට කේතයක් ඊමේල් කරනු ඇත.
sl: Vaš izdajatelj kartice vam bo kodo poslal po e-pošti.
sr_cyrl_rs: Издавалац картице ће вам послати код путем е-поште.
sr_latn_rs: Izdavalac kartice će vam poslati kôd putem e-pošte.
sv: Kortutfärdaren skickar en kod till dig via e-post.
ta: உங்கள் அட்டை வழங்குனர் உங்களுக்கு ஒரு குறியீட்டை மின்னஞ்சல் செய்வார்.
te: మీ కార్డు మంజూరు చేసిన వారు మీకు కోడ్ మెయిల్‌లో పంపుతారు.
tg: Барорандаи корт ба шумо рамзеро тавассути почтаи электронӣ мефиристад.
th: ธนาคารของคุณจะส่งรหัสถึงคุณผ่านทางอีเมล
tr: Kartınızı veren kuruluş size e-posta ile bir kod gönderecek.
tt: Картагызны чыгарган оешма электрон почтагызга код җибәрәчәк.
ug: سىزگە كارتا بېجىرگۈچى تورخەت ئارقىلىق كود ئەۋەتىدۇ.
uk: Банк, що випустив картку, надішле вам код електронною поштою.
ur: آپ کا کارڈ اجراء کرنے والا آپ کو ایک کوڈ ای میل کرے گا۔
uz: Karta emitenti kodni e-pochta orqali yuboriladi.
vi: Công ty phát hành thẻ của bạn sẽ gửi mã cho bạn qua email.
zh_hans: 发卡机构将通过电子邮件向你发送代码。
zh_hant: 您的發卡機構將透過電子郵件傳送驗證碼給您。

# Literal.IDV.ChallengeSelectionCallOptionHeading
source: We'll start the call process.
af: Ons sal die oproep-proses begin.
am: የስልክ ጥሪ ሂደቱን እንጀምራለን።
ar: سنبدأ المكالمة الهاتفية.
as: আমি কলৰ প্ৰক্ৰিয়া আৰম্ভ কৰিম৷
az: Biz zəng prosesini başladacağıq.
bg: Ще започнем процеса по обаждане.
bn_in: আমরা কল প্রক্রিয়ার সূচনা করব।
bs: Započet ćemo postupak poziva.
cy: Byddwn yn dechrau proses yr alwad.
da: Vi starter opkaldet.
de: Wählvorgang
el: Θα ξεκινήσουμε τη διαδικασία κλήσης.
es: Vamos a empezar con el proceso de la llamada.
et: Alustame helistamisprotsessi.
eu: Deitzen hasiko gara.
fa: ما پردازش تماس را شروع خواهیم کرد.
ga: Tosóimid an próiseas glao.
gd: Tòisichidh sinn air a’ ghairm.
gl: Iniciaremos o proceso de chamada.
gu: અમે કૉલ પ્રક્રિયા પ્રારંભ કરીશું.
he: נתחיל בתהליך ההתקשרות.
hi: हम कॉल प्रक्रिया प्रारंभ करेंगे.
hr: Započet ćemo postupak pozivanja.
hu: Megkezdjük a hívást.
id: Kami akan memulai proses panggilan.
is: Við hefjum hringingarferlið.
ja: 電話プロセスを開始します。
ka: ჩვენ დავიწყებთ დარეკვის პროცესს.
kk: Қоңырау шалу процесін бастаймыз.
kn: ನಾವು ಕರೆ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪ್ರಾರಂಭಿಸುತ್ತೇವೆ.
ko: 통화 프로세스를 시작합니다.
ku_arab: ئێمە پرۆسەی پەیوەندیکردن دەستپێدەکەین.
ky: Чалуу процессин баштайбыз.
lo: ພວກ​ເຮົາ​ຈະ​ເລີ່ມ​ຕົ້ນ​ຂະ​ບວນ​ການ​ໂທ.
lt: Pradėsime skambinimo procesą.
lv: Tiks sākts zvana process.
mi: Ka tīmataria e mātou te waeatanga.
mk: Ќе го почнеме процесот на повикување.
ml: ഞങ്ങൾ വിളിക്കൽ പ്രക്രിയ ആരംഭിക്കും.
mn: Бид дуудлагыг эхлүүлнэ.
mr: आम्ही कॉल प्रक्रिया प्रारंभ करू.
ms: Kami akan memulakan proses panggilan.
mt: Nibdew il-proċess tat-telefonata.
ne: हामी कल प्रक्रिया सुरु गर्नेछौं।
nn_no: Vi ringjer.
no: Vi ringer deg.
or: ଆମେ କଲ୍ ପ୍ରକ୍ରିୟା ଆରମ୍ଭ କରିବୁ.
pa_arab_pk: اسی کال کرن دا عمل شروع کراں گے۔
pa_in: ਅਸੀਂ ਕਾਲ ਕਿਰਿਆ ਸ਼ੁਰੂ ਕਰਾਂਗੇ।
pl: Zainicjujemy połączenie telefoniczne.
ru: Мы начнем вызов по номеру телефона.
sd: اسان ڪال جو عمل شروع ڪنداسين.
si: අපි ඇමතුම් ක්‍රියාවලිය ආරම්භ කරන්නෙමු.
sl: Začeli bomo postopek klica.
sr_cyrl_rs: Почећемо процес позивања.
sr_latn_rs: Počećemo proces pozivanja.
sv: Vi startar uppringningsprocessen.
ta: அழைப்பு முறையை நாங்கள் தொடங்குவோம்.
te: మేము కాల్ ప్రాసెస్ ప్రారంభిస్తాము.
tg: Мо раванди зангро оғоз мекунем.
th: เราจะเริ่มดำเนินการโทร
tr: Arama sürecini başlatacağız.
tt: Шалтырату башланачак.
ug: بىز تېلېفون قىلىمىز.
uk: Ми почнемо виклик за номером телефону.
ur: ہم کال کا عمل شروع کریں گے۔
uz: Qo‘ng‘iroq jarayonini boshlaymiz.
vi: Chúng tôi sẽ bắt đầu quá trình gọi điện.
zh_hans: 我们将启动呼叫进程。
zh_hant: 我們即將開始撥號程序。

# Literal.IDV.ChallengeSelectionCodeLink
source: I have a code
af: Ek het 'n kode
am: ኮድ አለኝ
ar: لدي رمز
as: মোৰ এটা কোড আছে
az: Mənim kodum var
bg: Имам код
bn_in: আমার কাছে একটি কোড আছে
bs: Imam kôd
cy: Mae gen i god
da: Jeg har en kode
de: Ich habe einen Code.
el: Έχω κωδικό
es: Tengo un código
et: Mul on kood
eu: Badut kode bat
fa: من یک کد دارم
ga: Tá cód agam
gd: Tha còd agam
gl: Teño un código
gu: મારી પાસે એક કોડ છે
he: יש לי קוד
hi: मेरे पास कोड है
hr: Imam kod
hu: Van kódom
id: Saya memiliki kode
is: Ég er með kóða
ja: コードを持っている場合
ka: მიიღეთ კოდი
kk: Менде код бар
kn: ನನ್ನ ಬಳಿ ಕೋಡ್ ಇದೆ
ko: 코드가 있음
ku_arab: من کۆدێکم هەیە
ky: Менде код бар
lo: ຂ້ອຍ​ມີ​ລະ​ຫັດ
lt: Turiu kodą
lv: Man ir kods
mi: He waehere tāku
mk: Имам код
ml: എന്റെ പക്കൽ ഒരു കോഡുണ്ട്
mn: Надад код бий
mr: माझ्याकडे एक कोड आहे
ms: Saya mempunyai sebuah kod
mt: Għandi kodiċi
ne: मसँग कोड छ
nn_no: Eg har ein kode
no: Jeg har en kode
or: ମୋ ପାଖରେ ଏକ କୋଡ୍ ଅଛି
pa_arab_pk: میرے کول اک کوڈ اے۔
pa_in: ਮੇਰੇ ਕੋਲ ਇੱਕ ਕੋਡ ਹੈ
pl: Mam kod
ru: У меня есть код
sd: مون وٽ هڪ ڪوڊ آهي
si: මා සතුව කේතයක් ඇත
sl: Imam kodo
sr_cyrl_rs: Имам код
sr_latn_rs: Imam kod
sv: Jag har en kod
ta: என்னிடம் ஒரு குறியீடு உள்ளது
te: నా వద్ద కోడ్ ఉంది
tg: Ман рамз дорам
th: ฉันมีรหัสแล้ว
tr: Kodu aldım
tt: Кодым бар
ug: مەندە كود بار
uk: У мене є код
ur: میرے پاس ایک کوڈ ہے
uz: Kodga egaman
vi: Tôi có mã
zh_hans: 我有一个代码
zh_hant: 我有驗證碼

# Literal.IDV.ChallengeResolutionHeading
source: Enter the code
af: Voer die kode in
am: ኮዱን ያስገቡ
ar: إدخال الرمز
as: কোডটো প্ৰৱেশ কৰাওক
az: Kodu daxil et
bg: Въведете кода
bn_in: কোড প্রবেশ করান
bs: Unesite kôd
cy: Rhowch y cod
da: Angiv koden
de: Code eingeben
el: Εισαγωγή κωδικού
es: Escribe el código
et: Koodi sisestamine
eu: Idatzi kodea
fa: وارد کردن کد
ga: Iontráil an cód
gd: Cuir a-steach an còd
gl: Introducir o código
gu: કોડ પ્રવિષ્ટ કરો
he: הזן את הקוד
hi: कोड दर्ज करें
hr: Unos koda
hu: Írja be a kódot
id: Masukkan kode ini
is: Slá kóðann inn
ja: コードの入力
ka: შეიყვანეთ კოდი
kk: Кодты енгізу
kn: ಕೋಡ್ ನಮೂದಿಸಿ
ko: 코드 입력
ku_arab: کۆدەکە تێبنووسە
ky: Кодду киргизиңиз
lo: ປ້ອນ​ລະ​ຫັດເຂົ້າ​ໄປ
lt: Įveskite kodą
lv: Ievadiet kodu
mi: Tāurua te waehere
mk: Внесете го кодот
ml: കോഡ് നൽകുക
mn: Кодоо оруул
mr: कोड प्रविष्ट करा
ms: Masukkan kod
mt: Daħħal il-kodiċi
ne: कोड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn koden
no: Angi koden
or: କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: کوڈ داخل کرو
pa_in: ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź kod
ru: Введите код
sd: ڪوڊ داخل ڪريو
si: කේතය ඇතුල් කරන්න
sl: Vnesite kodo
sr_cyrl_rs: Унесите код
sr_latn_rs: Unesite kod
sv: Ange koden
ta: குறியீட்டை புகுத்தவும்
te: కోడ్ ప్రవేశపెట్టండి
tg: Рамзро ворид кунед
th: ป้อนรหัส
tr: Kodu girin
tt: Кодны кертегез
ug: كودنى كىرگۈزۈڭ
uk: Введіть код
ur: کوڈ داخل کریں
uz: Kodni kiriting
vi: Nhập mã
zh_hans: 输入代码
zh_hant: 輸入代碼

# Literal.IDV.ChallengeResolutionText
source: Your card issuer sent a code to {0} . Once you get the code, enter it here.
af: Jou kaartuitreiker het 'n kode na {0} gestuur. Sodra jy die kode kry, voer dit hier in.
am: የእርስዎ ካርድ ሰጪ ወደ {0} ኮድ ልኳል። አንድ ጊዜ ኮዱን ካገኙ በኋላ፣ እዚህ ላይ ያስገቡት።
ar: أرسل إليك مُصدر البطاقة رمز إلى {0} . بمجرد أن تحصل على الرمز، أدخله هنا.
as: আপোনাৰ কাৰ্ড প্ৰদানকাৰীয়ে {0} লৈ এটা কোড প্ৰেৰণ কৰিছে৷ এবাৰ আপুনি কোডটো লাভ কৰিলে, ইয়াত প্ৰৱেশ কৰাওক৷
az: Kartınızın emitenti {0}-a kod göndərdi. Kodu alan kimi onu bura daxil edin.
bg: Издателят на картата е изпратил код на {0} . След като получите кода, го въведете тук.
bn_in: আপনার কার্ড ইস্যুকারী {0}-এ একটি কোড পাঠিয়েছে। আপনি কোডটি পাবার পরে, এখানে এটি এন্টার করুন।
bs: Izdavač vaše kartice je poslao kôd na {0} . Kada dobijete kôd, unesite ga ovdje.
cy: Anfonodd cyhoeddwr eich cerdyn god i {0} . Unwaith y byddwch yn cael y cod, cyflwynwch ef yma.
da: Kortudstederen har sendt en kode til {0}. Når du har modtaget koden, skal du angive den her.
de: Ihr Kartenaussteller hat einen Code an {0} gesendet. Geben Sie den erhaltenen Code hier ein.
el: Ο εκδότης της κάρτας σας έστειλε έναν κωδικό προς {0}. Όταν λάβετε τον κωδικό, εισαγάγετέ τον εδώ.
es: El emisor de la tarjeta ha enviado un código a {0}. Cuando lo tengas, escríbelo aquí.
et: Teie kaardi väljaandja saatis koodi numbril/aadressil {0}. Kui olete selle kätte saanud, sisestage see siia.
eu: Txartelaren jaulkitzaileak kode bat bidali du hona: {0}. Kodea jasotzen duzunean, idatz ezazu hemen.
fa: صادرکننده کارتتان کدی را به {0} ارسال کرد. پس از دریافت این کد، آن را در اینجا وارد کنید.
ga: Sheol eisitheoir do chárta cód chuig {0}. Tar éis an cód a fháil, iontráil anseo é.
gd: Chuir foillsichear na cairt agad còd gu {0}. Turas a fhuair thu e, cuir a-steach an-seo e.
gl: O emisor do cartón enviou un código a {0}. Unha vez o recibas, introdúceo aquí.
gu: તમારા કાર્ડ રજૂકર્તાએ {0} પર એક કોડ મોકલ્યો. એકવાર તમને કોડ મળી જાય, તે પછી તેને અહીં પ્રવિષ્ટ કરો.
he: מנפיק הכרטיס שלך שלח קוד אל {0} . כשתקבל את הקוד, הזן אותו כאן.
hi: आपके कार्ड जारीकर्ता ने {0} पर कोड भेजा है. कोड मिल जाने पर उसे यहाँ दर्ज करें.
hr: Vaš je izdavatelj kartice poslao kod u {0} . Kada ga primite, unesite ga ovdje.
hu: Kártyakibocsátója egy kódot küldött ide: {0}. Ha megkapta a kódot, írja be itt.
id: Penerbit kartu Anda mengirim kode ke {0} . Saat Anda mendapatkan kode, masukkan di sini.
is: Útgefandi kortsins sendir þér kóða í {0}. Þegar þú færð kóðann skaltu slá hann inn hér.
ja: カード発行元から {0} にコードが送られました。コードを取得したら、ここに入力してください。
ka: თქვენმა ბარათის გამცემმა კოდი გაგზავნა {0}-ზე. კოდის მიღების შემდეგ, შეიყვანეთ იგი აქ.
kk: Карта шығарушысы {0} нөміріне кодты жіберді. Кодты алсаңыз, оны осында енгізіңіз.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ವಿತರಕರು {0} ಗೆ ಕೋಡ್ ಕಳುಹಿಸಿದ್ದಾರೆ . ಒಮ್ಮೆ ನೀವು ಕೋಡ್ ಪಡೆದುಕೊಂಡ ನಂತರ, ಅದನ್ನು ಇಲ್ಲಿ ನಮೂದಿಸಿ.
ko: 카드 발급사에서 {0}(으)로 코드를 보냈습니다 . 코드를 받으면 여기에 입력하세요.
ku_arab: دەرکەری کارتەکەت کۆدێکی نارد بۆ {0}. هەر کە کۆدەکەت وەرگرت، لێرەدا تێبنووسە.
ky: Сиздин карта чыгаруучуңуз {0} кодду жөнөттү. Качан сиз кодду алганда, аны бул жерге киргизиңиз.
lo: ຜູ້​ອອກ​ບັດ​ຂອງ​ທ່ານ​ສົ່ງ​ລະ​ຫັດ​ໄປ​ໃຫ້ {0} ແລ້ວ. ເມື່ອ​ທ່ານ​ເອົາ​ລະ​ຫັດ, ປ້ອນ​ມັນ​ເຂົ້າ​ໄປ​ທີ່​ນີ້.
lt: Jūsų kortelės išdavėjas išsiuntė kodą {0}. Gavę kodą, įveskite jį čia.
lv: Jūsu kartes izdevējs nosūtīja kodu uz adresi {0}. Kad saņemsit kodu, ievadiet to šeit.
mi: I tuku waehere tō kaiwhakarato kāri ki {0}. Ka riro i a koe te waehere, me tāuru ki konei.
mk: Издавачот на картичката испрати код на {0}. Штом ќе го добиете кодот, внесете го тука.
ml: നിങ്ങളുടെ ബാങ്ക് {0} എന്നതിലേക്ക് ഒരു കോഡ് അയച്ചു . നിങ്ങൾക്ക് കോഡ് ലഭിച്ചാൽ, അത് ഇവിടെ നൽകുക.
mn: Танай карт олгогч {0} руу код илгээсэн. Кодоо аваад энд оруулна уу.
mr: आपल्या कार्ड जारीकर्त्याने {0} वर एक कोड पाठविला आहे. एकदा आपल्याला कोड प्राप्त झाल्यानंतर, तो येथे प्रविष्ट करा.
ms: Pengeluar kad anda menghantar sebuah kod kepada {0}. Sebaik sahaja anda mendapat kod tersebut, masukkan ia di sini.
mt: L-emittent tal-kard tiegħek bagħat kodiċi lil {0}. Ladarba tirċievi l-kodiċi, daħħlu hawn.
ne: तपाइँको कार्ड जारीकर्ताले {0} मा कोड पठयो। तपाइँले कोड प्राप्त गरेपछि, यसलाई यहाँ प्रविष्ट गर्नुहोस्।
nn_no: Kortutferdaren sende ein kode til {0}. Når du får koden, skriv du han inn her.
no: Kortutstederen sendte en kode til {0}. Når du får koden, kan du angi den her.
or: ଆପଣଙ୍କର କାର୍ଡ୍ ପ୍ରଚଳନକାରୀ {0} କୁ ଏକ କୋଡ୍ ପଠାଇଛନ୍ତି. ଆପଣ କୋଡ୍ ପାଇବା ପରେ, ଏହାକୁ ଏଠାରେ ଏଣ୍ଟର୍ କରନ୍ତୁ.
pa_arab_pk: تہاڈے کارڈ جاری کرن والے نے تہانوں {0} تے کوڈ جاری کیتا اے۔ جدوں تُسی ایہہ کوڈ حاصل کردے اوہ، ایس نوں اتھے داخل کرو۔
pa_in: ਤੁਹਾਨੂੰ ਕਾਰਡ ਜਾਰੀ ਕਰਨ ਵਾਲਾ {0} ਤੇ ਇੱਕ ਕੋਡ ਭੇਜੇਗਾ । ਇੱਕ ਵਾਰ ਤੁਹਾਨੂੰ ਇਹ ਕੋਡ ਮਿਲ ਜਾਵੇ, ਇਸ ਨੂੰ ਇੱਥੇ ਦਾਖ਼ਲ ਕਰੋ।
pl: Wydawca karty wysłał kod pod numer/na adres {0}. Gdy otrzymasz kod, wprowadź go tutaj.
ru: Банк, выпустивший карту, отправил код на {0}. Введите его здесь, как только получите.
sd: توهانجي ڪارڊ جاري ڪندڙ {0} ڏانهن هڪ ڪوڊ موڪليو آهي. هڪ ڀيرو توهان ڪوڊ حاصل ڪريو ته، ان کي هتي داخل ڪريو.
si: ඔබගේ කාඩ්පත් නිකුත් කරන්නා {0} වෙත කේතයක් එවා ඇත. ඔබ කේතය ලද වහාම, එය මෙහි ඇතුල් කරන්න.
sl: Vaš izdajatelj kartice je na {0} poslal kodo. Ko jo prejmete, jo vnesite sem.
sr_cyrl_rs: Издавалац картице је послао код на {0}. Када примите код, унесите га овде.
sr_latn_rs: Izdavalac kartice je poslao kod na {0}. Kada primite kod, unesite ga ovde.
sv: Din kortutfärdare skickade en kod till {0}. Ange koden här när du får den.
ta: உங்கள் அட்டை வழங்குனர் {0}க்கு ஒரு குறியீட்டை அனுப்புவார். நீங்கள் குறியீட்டை பெற்றவுடன், அதனை இங்கே புகுத்தவும்.
te: మీ కార్డు మంజూరు చేసినవారు {0}కు కోడ్ పంపారు . మీరు కోడ్ పొందిన తర్వాత, దానిని ఇక్కడ ప్రవేశపెట్టండి.
tg: Барорандаи корти шумо ба {0} рамзеро ирсол кард. Баъд аз гирифтани рамз, онро инҷо ворид кунед.
th: ธนาคารของคุณได้ส่งรหัสไปที่ {0} เมื่อคุณได้รับรหัสแล้ว ให้ป้อนรหัสที่นี่
tr: Kartınızı gönderen kuruluş {0} adresine bir kod gönderdi. Kodu aldıktan sonra buraya girin.
tt: Картагызны чыгарган оешма {0} адресына код җибәргән. Кодны алгач, монда кертегез.
ug: سىزگە كارتا بېجىرگۈچى {0} گە كود ئەۋەتتى. كودنى تاپشۇرۇۋالغاندا بۇ يەرگە كىرگۈزۈڭ.
uk: Банк, що випустив картку, надіслав код на {0}. Введіть його тут, коли отримаєте.
ur: آپ کا کارڈ اجراء کرنے والے نے {0} پر ایک کوڈ بھیجا۔ کوڈ ملنے پر یہاں داخل کریں۔
uz: Kartangiz emitenti {0}’ga kod yubordi. Kodni olganingizdan so‘ng uni bu yerga kiriting.
vi: Công ty phát hành thẻ của bạn đã gửi mã tới {0} . Sau khi bạn nhận được mã, hãy nhập mã vào đây.
zh_hans: 发卡机构已将代码发送至 {0}。收到代码后，请在此处输入它。
zh_hant: 您的發卡機構已將驗證碼傳送到 {0}。一旦您取得驗證碼，請在這裡輸入。

# Literal.IDV.ChallengeResolutionCode
source: Code
af: Kode
am: ኮድ
ar: الرمز
as: কোড
az: Kod
bg: Код
bn_in: কোড
bs: Kôd
cy: Cod
da: Kode
el: Κωδικός
es: Código
et: Kood
eu: Kodea
fa: کد
ga: Cód
gd: Còd
gl: Código
gu: કોડ
he: קוד
hi: कोड
hr: Kod
hu: Kód
id: Kode
is: Kóði
ja: コード
ka: კოდი
kk: Код
kn: ಕೋಡ್
ko: 코드
ku_arab: کۆد
ky: Код
lo: ລະ​ຫັດ
lt: Kodas
lv: Kods
mi: Waehere
mk: Код
ml: കോഡ്
mn: Код
mr: कोड
ms: Kod
mt: Kodiċi
ne: कोड
nn_no: Kode
no: Kode
or: କୋଡ୍
pa_arab_pk: کوڈ
pa_in: ਕੋਡ
pl: Kod
ru: Код
sd: ڪوڊ
si: කේතය
sl: Koda
sr_cyrl_rs: Код
sr_latn_rs: Kod
sv: Kod
ta: குறியீடு
te: కోడ్
tg: Рамз
th: รหัส
tr: Kod
tt: Код
ug: كود
uk: Код
ur: کوڈ
uz: Kod
vi: Mã
zh_hans: 代码
zh_hant: 代碼

# Literal.IDV.ChallengeResolutionRevert
source: Use a different verification option
af: Gebruik 'n ander verifikasie-opsie
am: የተለየ የማረጋገጫ አማራጭ ተጠቀም
ar: استخدام خيار مختلف للتحقق
as: এটা পৃথক সত্যাসত্য নিৰূপণ বিকল্প ব্যৱহাৰ কৰক
az: Başqa yoxlama seçimindən istifadə edin
bg: Използване на различна опция за проверка
bn_in: একটি আলাদা যাচাইকরণের বিকল্প ব্যবহার করুন
bs: Koristi drugu opciju za potvrđivanje
cy: Defnyddio dewis dilysu gwahanol
da: Brug en anden bekræftelsesmulighed
de: Eine andere Überprüfungsoption verwenden
el: Χρήση διαφορετικής επιλογής επαλήθευσης
es: Usar otra opción de comprobación
et: Kasuta mõnd muud kinnitusvõimalust
eu: Erabili egiaztatzeko beste aukera bat
fa: استفاده از یک گزینه تأیید دیگر
ga: Bain úsáid as rogha fíorúcháin difriúil
gd: Cleachd roghainn dearbhaidh eile
gl: Usar unha opción de verificación diferente
gu: ભિન્ન ચકાસણી વિકલ્પનો ઉપયોગ કરો
he: השתמש באפשרות אימות אחרת
hi: किसी अन्य सत्यापन विकल्प का उपयोग करें
hr: Koristi neku drugu mogućnost potvrde
hu: Másik visszaigazolási lehetőség használata
id: Gunakan opsi verifikasi yang berbeda
is: Nota annan valkost fyrir staðfestingu
ja: 別の確認オプションを使う
ka: გადახდის სხვა ვარიანტის გამოყენება
kk: Басқа тексеру параметрін пайдалану
kn: ವಿಭಿನ್ನ ಪರಿಶೀಲನೆ ಆಯ್ಕೆ ಬಳಸಿ
ko: 다른 확인 옵션 사용
ku_arab: بەربژارێکی سەلماندنی جیاواز بەکاربێنە
ky: Башка тууралыкты аныктоо тандоосун колдонуңуз
lo: ໃຊ້​ທາງ​ເລືອກ​ການກວດ​ສອບ​ອື່ນ
lt: Naudoti kitą patvirtinimo parinktį
lv: Izmantot citu apstiprināšanas opciju
mi: Whakamahia he kōwhiringa manatoko kē
mk: Користи друга опција за потврдување
ml: മറ്റൊരു പരിശോധിച്ചുറപ്പിക്കൽ ഐച്ഛികം ഉപയോഗിക്കുക
mn: Өөрөөр баталгаажуулахыг сонго
mr: एक भिन्न पडताळणी पर्याय वापरा
ms: Gunakan opsyen pengesahan yang berbeza
mt: Uża għażla ta' verifika differenti
ne: फरक प्रमाणिकरण विकल्प प्रयोग गर्नुहोस्
nn_no: Bruk eit anna kontrollalternativ
no: Bruk en annen verifikasjonsmetode
or: ଏକ ଭିନ୍ନ ଯାଞ୍ଚକରଣ ବିକଳ୍ପ ବ୍ୟବହାର କରନ୍ତୁ
pa_arab_pk: اک وکھرا تصدیقی اختیار ورتو
pa_in: ਇੱਕ ਵੱਖਰਾ ਤਸਦੀਕੀ ਵਿਕਲਪ ਚੁਣੋ
pl: Użyj innej opcji weryfikacji
ru: Другой способ подтверждения
sd: هڪ مختلف تصديق جو اختيار استعمال ڪريو
si: වෙනස් සත්‍යාපන විකල්පයක් භාවිත කරන්න
sl: Uporabite drugo možnost za potrditev
sr_cyrl_rs: Користи другачију опцију верификације
sr_latn_rs: Koristi drugačiju opciju verifikacije
sv: Använd ett annat alternativ för verifiering
ta: வேறொரு சோதனை தேர்வை பயன்படுத்தவும்
te: వేరొక వెరిఫికేషన్ ఎంపికను ఉపయోగించండి
tg: Истифодаи имкони тафтиши дигар
th: ใช้การตรวจสอบวิธีอื่น
tr: Farklı bir doğrulama seçeneği kullanın
tt: Башка раслау вариантын куллану
ug: باشقا دەلىللەش ئۇسۇلى ئىشلىتىش
uk: Інший спосіб підтвердження
ur: کوئی مختلف تصدیق اختیار استعمال کریں
uz: Boshqa tasdiqlash variantidan foydalanish
vi: Sử dụng tùy chọn xác minh khác
zh_hans: 使用其他验证选项
zh_hant: 使用不同的驗證選項

# Literal.IDV.ChallengeResolutionOfflineHeading
source: Awaiting verification
af: Wag tans vir verifikasie
am: ማረጋገጫ በመጠባበቅ ላይ
ar: قيد انتظار التحقق
as: সত্যাসত্য নিৰূপণৰ বাবে অপেক্ষাৰত
az: Təsdiqləməni gözləyir
bg: Изчакване за проверка
bn_in: যাচাইকরণ অপেক্ষারত
bs: Čeka se potvrda
cy: Aros am ddilysu
da: Venter på bekræftelse
de: Überprüfung ausstehend
el: Αναμονή για επαλήθευση
es: Esperando comprobación
et: Kinnitamise ootel
eu: Egiaztapenaren zain
fa: در انتظار تأیید
ga: Ag feitheamh ar fhíorú
gd: A’ feitheamh ri dearbhadh
gl: Agardando verificación
gu: ચકાસણીની પ્રતીક્ષા કરે છે
he: ממתין לאימות
hi: सत्यापन के लिए प्रतीक्षारत
hr: Čekanje potvrde
hu: Várakozás visszaigazolásra
id: Menunggu verifikasi
is: Bíður staðfestingar
ja: 確認待ち
ka: ელოდება შემოწმებას
kk: Тексеруді күту
kn: ಪರಿಶೀಲನೆಗೆ ಕಾಯುತ್ತಿದೆ
ko: 확인을 기다리는 중
ku_arab: چاوەڕێی سەلماندنە
ky: Ырастоону күтүүдө
lo: ກຳ​ລັງ​ລໍ​ຖ້າ​ການກວດ​ສອບ
lt: Laukiama patvirtinimo
lv: Tiek gaidīta apstiprināšana
mi: Tāria ana te manatoko
mk: Се чека проверка
ml: പരിശോധിച്ചുറപ്പിക്കലിനായി കാത്തിരിക്കുന്നു
mn: Баталгаажуулахаар хүлээгдэж байна
mr: पडताळणीची प्रतीक्षा करीत आहे
ms: Menunggu pengesahan
mt: Qed jistenna l-verifika
ne: प्रतीक्षारत प्रमाणितकरण
nn_no: Ventar på kontroll
no: Venter på bekreftelse
or: ଯାଞ୍ଚକରଣ ପାଇଁ ଅପେକ୍ଷାରତ
pa_arab_pk: تصدیق دا انتظارکررئے آں
pa_in: ਤਸਦੀਕੀ ਦੀ ਉਡੀਕ ਵਿੱਚ
pl: Oczekiwanie na weryfikację
ru: Ожидание подтверждения
sd: تصديق جو انتظار ڪري پيو
si: සත්‍යාපනය සඳහා පොරොත්තු වෙමින්
sl: V čakanju na potrditev
sr_cyrl_rs: Чека се верификација
sr_latn_rs: Čeka se verifikacija
sv: Väntar på verifiering
ta: சோதனைக்கு காத்திருத்தல்
te: వెరిఫికేషన్ కోసం వేచి ఉంది
tg: Дар интизори тафтиш
th: กำลังรอการตรวจสอบ
tr: Doğrulama bekleniyor
tt: Раслау көтелә
ug: دەلىللەشنى كۈتۈۋاتىدۇ
uk: Очікування підтвердження
ur: تصدیق کے منتظر
uz: Tasdiqlash kutilmoqda
vi: Đang chờ xác minh
zh_hans: 正在等待验证
zh_hant: 等候驗證
