Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MsfbOrgProfile.Mexico.CheckboxForVatId.Text
source: Please confirm you are an authorized purchaser for a VAT registered entity in Mexico
af: Bevestig asseblief dat jy ’n gemagtigde aankoper vir ’n BTW-geregistreerde entiteit in Meksiko is
am: እባክዎ በሜክሲኮ ውስጥ ለተጨማሪ እሴት ታክስ ተመዝጋቢ አካል የተፈቀደ ገዥ መሆንዎን ያረጋግጡ
ar: يُرجى تأكيد أنك مشتر معتمد لوحدة ضريبة قيمة مضافة مسجلة في المكسيك
as: মেক্সিক'ত এক VAT পঞ্জীকৃত সত্তাৰ বাবে আপুনি এজন কৰ্তৃত্বপ্ৰাপ্ত ক্ৰেতা বুলি অনুগ্ৰহ কৰি নিশ্চিত কৰক
az: Meksidada ƏDV ilə qeydiyyatdan keçmiş müəssisə üçün səlahiyyətli alıcı olduğunuzu təsdiqləyin
bg: Потвърдете, че сте упълномощен купувач за регистриран по ДДС обект в Мексико
bn_in: দয়া করে নিশ্চিত করুন যে আপনি মেক্সিকোতে VAT নিবন্ধিত সত্তার একজন অনুমোদিত ক্রেতা
bs: Potvrdite da ste ovlašteni kupac za poslovni subjekt s registriranim PDV brojem u Meksiku
cy: Cadarnhewch eich bod yn brynwr awdurdodedig ar gyfer endid sydd wedi cofrestru ar gyfer Treth ar Werth ym Mecsico
da: Bekræft, at du er en autoriseret indkøber for en momsregistreret enhed i Mexico.
de: Bestätigen Sie, dass Sie ein autorisierter Einkäufer einer juristischen Person mit registrierter Umsatzsteuernummer in Mexiko sind.
el: Επιβεβαιώστε ότι είστε εξουσιοδοτημένος αγοραστής για μια καταχωρημένη οντότητα ΑΦΜ στο Μεξικό
es: Confirme que es un comprador autorizado para una entidad registrada en IVA en México.
et: Kinnitage, et olete käibemaksukohustuslasena (VAT) registreeritud üksuse volitatud ostja Mehhikos
eu: Berretsi Mexikoko BEZ sisteman erregistratutako entitate gisa jarduteko erosle baimendua zarela
fa: لطفاً تأیید کنید که شما یک خریدار مجاز برای نهاد ثبت‌شده مالیات بر ارزش افزوده (VAT) در مکزیک هستید
ga: Deimhnigh go bhfuil tú údaraithe mar cheannaitheoir d’aonán i Meicsiceo atá cláraithe do CBL
gd: Dearbh gu bheil thu nad cheannaiche ùghdarraichte airson buidheann a clàraich airson VAT ann am Meagsago
gl: Confirme que é un comprador autorizado para unha entidade de IVE rexistrada en México.
gu: કૃપા કરીને ખાતરી કરો કે તમે બાંગ્લાદેશમાં VAT રજિસ્ટર્ડ એન્ટિટી માટે અધિકૃત ખરીદકર્તા છો
he: אשר שאתה רוכש מורשה עבור ישות רשומה לצורך מע"מ במקסיקו
hi: कृपया पुष्टि करें कि आप मैक्सिको में VAT पंजीकृत निकाय के लिए अधिकृत खरीददार हैं
hr: Potvrdite da ste ovlašteni kupac za pravnu osobu koja je registrirana za PDV u Meksiku
hu: Igazolja, hogy Ön egy Mexikóban ÁFA-regisztrációval rendelkező jogi személy hivatalos beszerzője
id: Mohon konfirmasikan bahwa Anda adalah pembeli resmi untuk entitas yang terdaftar dengan PPN di Meksiko
is: Staðfestu að þú sért vottaður innkaupandi fyrirtækis á virðisaukaskattsskrá í Mexíkó
ja: お客様が、メキシコの VAT 登録法人で承認された購入者であることをご確認ください
ka: გთხოვთ, დაადასტუროთ, რომ თქვენ ხართ დღგ-ს დარეგისტრირებული გადამხდელი ობიექტის ავტორიზებული შემსყიდველი მექსიკაში
kk: Мексикадағы ҚҚС тіркелген ұйым үшін рұқсат етілген сатып алушы екеніңізді растаңыз
kn: ಮೆಕ್ಸಿಕೋದಲ್ಲಿ ನೀವು VAT ನೋಂದಾಯಿತ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ಖರೀದಿದಾರರಾಗಿದ್ದೀರಿ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ದೃಢೀಕರಿಸಿ
ko: 멕시코의 VAT 등록 법인의 승인된 구매자임을 확인하세요.
lo: ກະລຸນາຢືນຢັນທ່ານແມ່ນຜູ້ຊື້ທີ່ໄດ້ຮັບອະນຸຍາດສຳລັບນິຕິບຸກຄົນທີ່ລົງທະບຽນ VAT ໃນແມັກຊີໂກ
lt: Patvirtinkite, kad esate įgaliotasis pirkėjas, atstovaujantis Meksikoje registruotam PVM mokėtojui
lv: Lūdzu, apstipriniet, ka esat pilnvarots Meksikā reģistrēta PVN maksātāja pircējs
mi: Me whakaū ko koe te kaihoko whakamana mō tētahi hinonga rēhita VAT ki Mehiko
mk: Потврдете дека сте овластен купувач за субјект регистриран за ДДВ во Мексико
ml: മെക്‌സിക്കോയിൽ VAT രജിസ്‌റ്റർ ചെയ്‌തിട്ടുള്ള സ്ഥാപനത്തിന്റെ അംഗീകാരം ലഭിച്ചിട്ടുള്ള പർച്ചേസറാണ് നിങ്ങളെന്ന് സ്ഥിരീകരിക്കുക
mr: कृपया आपण मेक्सिको मधील एका VAT नोंदणीकृत संस्थेसाठी अधिकृत खरेदीदार आहात याची पुष्टी करा
ms: Sila sahkan bahawa anda ialah pembeli yang sah untuk entiti berdaftar VAT di Mexico
mt: Ikkonferma li int xerrej awtorizzat għal entità rreġistrata tal-VAT fil-Messiku
ne: कृपया तपाईं मेक्सिकोमा VAT दर्ता गरिएको तत्त्वको लागि अधिकृत खरीदकर्ता हुनुहुन्छ भनी पुष्टि गर्नुहोस्
nn_no: Stadfest at du er ein autorisert innkjøpar for ei MVA-registrert eining i Mexico
no: Bekreft at du er en autorisert innkjøper for en MVA-registrert enhet i Mexico.
or: ଦୟାକରି ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ମେକ୍ସିକୋରେ ଏକ ଭାଟ୍ ପଞ୍ଜୀକୃତ ସଂସ୍ଥା ପାଇଁ ଜଣେ ପ୍ରାଧିକୃତ କ୍ରେତା ଅଟନ୍ତି
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਸੀਂ ਬੰਗਲਾਦੇਸ਼ ਵਿੱਚ ਇੱਕ VAT ਰਜਿਸਟਰਡ ਐਨਟਿਟੀ ਲਈ ਅਧਿਕਾਰਤ ਖਰੀਦਦਾਰ ਹੋ
pl: Potwierdź, że jesteś autoryzowanym nabywcą z podmiotu będącego płatnikiem podatku VAT w Meksyku
ru: Подтвердите, что являетесь уполномоченным покупателем лица, зарегистрированного как плательщик НДС в Мексике.
sl: Potrdite, da ste pooblaščeni kupec za pravno osebo v Mehiki, ki je zavezanec za DDV
sr_cyrl_rs: Потврдите да сте овлашћени купац за ентитет регистрован у систему ПДВ у Мексику
sr_latn_rs: Potvrdite da ste ovlašćeni kupac za entitet registrovan u sistemu PDV u Meksiku
sv: Bekräfta att du är behörig köpare till en momsregistrerad entitet i Mexiko
ta: மெக்சிகோவில் VAT பதிவுசெய்துள்ள நிறுவனத்திற்காக நீங்கள் அங்கீகரிக்கப்பட்டுள்ள வாங்குபவர் என்பதை உறுதிப்படுத்தவும்
te: దయచేసి మీరు మెక్సికోలో VAT నమోదిత ఎంటిటీ కోసం అధికారిక కొనుగోలుదారు అనే విషయాన్ని నిర్ధారించండి
th: โปรดยืนยันว่าคุณเป็นผู้ซื้อที่ได้รับอนุญาตสำหรับหน่วยงานที่มีการขึ้นทะเบียน VAT ในเม็กซิโก
tr: Lütfen Meksika'da vergi mükellefi olan bir tüzel kişiliğin yetkili bir satın alma görevlisi olduğunuzu onaylayın
tt: Мексикада НДС түләүче буларак теркәлгән зат өчен вәкаләтле сатып алучы икәнлегегезне раслагыз
ug: مەرھەمەت ئۆزىڭىزنىڭ مېكسىكادا VAT (قوشۇلما قىممەت بېجى) رويخەتلەنگەن بىر مۇئەسسەسەنىڭ ھوقۇقلۇق سېتىۋالغۇچىسى ئىكەنلىكىڭىزنى جەزملەڭ
uk: Підтвердьте, що ви покупець, уповноважений діяти від імені особи, зареєстрованої як платник ПДВ в Мексиці
ur: براہ کرم تصدیق کریں کہ آپ میکسیکو میں VAT رجسٹرڈ اداراہ کیلئے ایک مجاز خریدار ہیں
uz: Meksikada QQS roʻyxatiga olingan yuridik shaxsning vakolatli xaridori ekaningizni tasdiqlang
vi: Vui lòng xác nhận bạn là người mua được ủy quyền của một tổ chức đã đăng ký thuế VAT tại Mexico
zh_hans: 请确认你是墨西哥增值税注册实体的授权买方
zh_hant: 請確認您是墨西哥境內加值稅註冊實體的授權購買者

# Literal.Cart.ShippingAddress.AddressLine1.Watermark
source: i.e. Street and number or P.O. Box #
af: d.w.s. Straat en -nommer of posbusnommer
am: ማለትም ጎዳና እና ቁጥር ወይም ፖ.ሳ. ቁጥር
ar: أي الشارع والرقم أو رقم صندوق البريد
as: যেনেঃ পথ আৰু নম্বৰ বা P.O. বক্স #
az: məs: Küçə və nömrəsi və ya poçt indeksi #
bg: напр. улица и номер или № на пощенска кутия
bn_in: যেমন স্ট্রিট এবং সংখ্যা বা P.O. বক্স #
bs: tj. ulica i broj ili broj poštanskog pretinca
cy: h.y. Stryd a rhif neu Rif Blwch Post
da: f.eks. husnr. eller postnr.
de: d. h. Straße und Hausnummer oder Postfach
el: π.χ. Οδός και αριθμός ή ταχυδρομική θυρίδα
es: Es decir, calle y número, o n.º de apartado postal
et: s.t tänav ja majanumber või postkasti number
eu: adibidez, kalea eta zenbakia edo posta-kutxatila zenbakia
fa: یعنی خیابان و شماره یا شماره صندوق پستی
ga: i.e. sráid agus uimhir nó bosca poist #
gd: can an t-sràid is an àireamh no àireamh a’ bhogsa P.O.
gl: p. ex., rúa e número ou número de apartado postal
gu: ઉદાહરણ તરીકે શેરી અને નંબર અથવા P.O. Box #
he: כלומר, רחוב וכתובת או מספר תא דואר
hi: जैसे मार्ग और नंबर या पोस्ट बॉक्स #
hr: npr. broj ulice i poštanski broj
hu: pl. utcanév és házszám vagy postafiók
id: Contohnya, Jalan dan nomor atau P.O. Box #
is: t.d. gata og númer eða pósthólf
ja: 例: 町名と番地、または私書箱の番号
ka: ე.ი. ქუჩა და ნომერი ან საფოსტო ყუთის #
kk: яғни, көшесі мен нөмірі немесе поштадағы абонементтік жәшік нөмірі
kn: ಅಂದರೆ, ಸ್ಟ್ರೀಟ್ ಮತ್ತು ಸಂಖ್ಯೆ ಅಥವಾ P.O. ಬಾಕ್ಸ್ #
ko: 예: 거리명과 번지 또는 사서함 번호
ku_arab: شەقام و ژمارە یان ژمارەی کۆدی پۆسته #
ky: б.а. көчөсү жана номери же Почта кутусу №
lo: ຕົວຢ່າງ: ຖະໜົນແລະໝາຍເລກ ຫລື ຕູ້ໄປສະນີ #
lt: pvz., gatvė ir namo numeris arba pašto dėžutės nr.
lv: t.i., iela un numurs vai pasta kastītes nr.
mi: arā, Te Tiriti me te nama, te pouaka Poutāpeta rānei #
mk: на пр. Улица и број или поштенски фах
ml: അതായത് സ്ട്രീറ്റ്, നമ്പർ അല്ലെങ്കിൽ പിഒ. പെട്ടി #
mn: ж. нь: гудамж ба дугаар эсвэл ш.х дугаар
mr: उदा. मार्ग आणि नंबर किंवा P.O. Box #
ms: iaitu, Jalan dan nombor atau nombor peti surat
mt: i.e. Isem u numru jew P.O. Box #
ne: अर्थात् सडकको नाम र नम्बर वा पोस्ट बक्स #
nn_no: dvs. gate og nummer eller postboksnummer
no: dvs. gate og nummer eller postboksnummer
or: ଅର୍ଥାତ୍ ଗଳି ଏବଂ ନମ୍ବର କିମ୍ବା P.O. ବକ୍ସ #
pa_arab_pk: جیداں کہ گلی اتے نمبر یا P.O. باکس #
pa_in: ਭਾਵ ਸਟਰੀਟ ਅਤੇ ਨੰਬਰ ਜਾਂ P.O. ਬਾਕਸ #
pl: tj. ulica i numer lub numer skrytki pocztowej
ru: т. е. улица и номер дома или номер а/я
sd: جيڪو گهٽي ۽ نمبر يا پي او باڪس #
si: වීදිය සහ අංකය හෝ තැපැල් පෙට්ටිය #
sl: npr. ulica in hišna številka ali št. poštnega predala
sr_cyrl_rs: тј. улица и број или број поштанског сандучета
sr_latn_rs: npr. ulica i broj ili broj poštanskog faha
sv: dvs. gatunummer eller boxnummer
ta: அதாவது தெரு மற்றும் எண் அல்லது P.O. பெட்டி #
te: అనగా వీధి మరియు సంఖ్య లేక పి.ఓ. బాక్స్ #
tg: яъне, кӯча ва рақам ё рақами қуттии почта
th: เช่น บ้านเลขที่และถนน หรือตู้ ป.ณ. #
tr: örn. Sokak ve Numara veya PK No.
tt: ягъни урам һәм өй номеры яки а/я #
ug: مەسىلەن: كوچا ۋە نۇمۇرى ياكى پوشتا قۇتىسى نۇمۇرى
uk: це вулиця та номер будинку або номер а/с
ur: یعنی سڑک اور نمبر یا P.O. خانہ #
uz: ya’ni, ko‘cha va raqam yoki pochta bo‘limi raqami
vi: tức là Đường và số nhà hoặc P.O. Box #
zh_hans: 例如街道和门牌号或邮政信箱号
zh_hant: 也就是街道和號碼或郵政信箱號碼

# Literal.Cart.non-US.ShippingAddress.AddressLine1.Watermark
source: i.e. Street and number
af: d.w.s. Straat en nommer
am: ማለትም ጎዳና እና ቁጥር
ar: أي الشارع والرقم
as: যেনেঃ পথ আৰু নম্বৰ
az: məs: Küçə və nömrəsi
bg: напр. улица и номер
bn_in: i.e রাস্তা এবং নম্বর
bs: tj. ulica i broj
cy: h.y Stryd a rhif
da: f.eks. gade og nummer
de: d. h. Straße und Hausnummer
el: π.χ. οδός και αριθμός
es: por ejemplo, calle y número
et: s.t tänav ja majanumber
eu: adibidez, kalea eta zenbakia
fa: یعنی خیابان و شماره پلاک
ga: i.e. sráid agus uimhir
gd: m.e. sràid is an àireamh
gl: p. ex., rúa e número
gu: એટલે કે, શેરી અને નંબર
he: כלומר, רחוב ומספר בית
hi: यानी सड़क और नंबर
hr: tj. ulica i broj
hu: pl. utca és házszám
id: yaitu Jalan dan nomor
is: t.d. gata og húsnúmer
ja: 例: 町名と番地
ka: ე.ი. ქუჩა და ნომერი
kk: яғни, көшесі мен нөмірі
kn: ಅಂದರೆ, ಸ್ಟ್ರೀಟ್ ಮತ್ತು ಸಂಖ್ಯೆ
ko: 예: 도로명 및 번지
lo: i.e. ຖະ ໜົນ ແລະເບີ
lt: pvz., gatvė ir namo numeris
lv: t.i., iela un numurs
mi: arā, te Tiriti me te nama
mk: т.е. улица и број
ml: i.e. തെരുവും നമ്പറും
mr: म्हणजे, मार्ग आणि नंबर
ms: iaitu Jalan dan nombor
mt: jiġifieri it-Triq u n-numru
ne: i.e सडक र नम्बर
nn_no: dvs. gate og nummer
no: dvs. gate og nummer
or: i.e ଗଳି ଏବଂ ସଂଖ୍ୟା
pa_in: ਜਿਵੇਂ ਕਿ ਗਲੀ ਅਤੇ ਨੰਬਰ
pl: tzn. ulica i numer
ru: Т. е. улица и номер дома
sl: npr. ulica in hišna številka
sr_cyrl_rs: тј. улица и број
sr_latn_rs: tj. ulica i broj
sv: t.ex. gata och nummer
ta: அதாவது தெரு மற்றும் எண்
te: అనగా వీధి మరియు సంఖ్య
th: เช่น บ้านเลขที่และถนน
tr: ör. Sokak ve numara
tt: ягъни урам һәм номер
ug: يەنى، كوچا نامى ۋە نۇمۇرى
uk: Наприклад, назва вулиці та номер будинку
ur: یعنی گلی اور نمبر
uz: ya’ni, ko‘cha va raqam
vi: tức là Đường và số nhà
zh_hans: 即街道和编号
zh_hant: 亦即街道名稱及門牌號碼

# Literal.Cart.ShippingAddress.AddressLine2.Watermark
source: i.e. Apt #, Suite, Floor
af: d.w.s. Woonstelnommer, Kamer, Vloer
am: ማለትም የአፓርትመንት ቁጥር፣ መኖሪያ ክፍል፣ ወለል
ar: أي رقم الشقة، والجناح، والطابق
as: যেনেঃ আবাস #, ছুইট, মহলা
az: məs: Mənzil #, Nömrə, Mərtəbə
bg: напр. апартамент №, етаж
bn_in: যেমন Apt #, সুইট, ফ্লোর
bs: tj. broj stana, apartman, sprat
cy: h.y. Rhif Fflat, Ystafell, Llawr
da: f.eks. lejlighedsnr., etage
de: d. h. Appartementnr., Suite, Stockwerk
el: π.χ. Αριθμός διαμερίσματος, σουίτα, όροφος
es: Es decir, n.º de dpto., habitación, piso
et: s.t korterinumber, sviit, korrus
eu: adibidez, apartamentu-zenbakia, suitea, solairua
fa: یعنی شماره آپارتمان، سوئیت، طبقه
ga: i.e. Árasán #, Svuít, Urlár
gd: can àireamh an fhlat no an làr
gl: p. ex., número de apartamento, habitación ou piso
gu: ઉદાહરણ તરીકે Apt #, Suite, Floor
he: כלומר, מספר דירה, סוויטה, קומה
hi: जैसे अपार्ट #, सुइट, तल
hr: npr. broj stana, kat
hu: pl. lakásszám, emelet
id: Contohnya, Apt #, Suite, Lantai
is: t.d. íbúð eða hæð
ja: 例: アパートや建物の部屋番号、階数
ka: ე.ი. ბინა #, სასტუმროს ნომერი, სართული
kk: яғни пәтер нөмірі, люкс, қабат
kn: ಅಂದರೆ, Apt #, ಸೂಟ್, ಮಹಡಿ
ko: 예: 아파트 동호수, 빌라 동호수, 층수
ku_arab: باڵەخانەی #، خانوو، نهۆم
ky: б.а. кв №, номер, этаж
lo: ຕົວຢ່າງ: ອາພາດເມັ້ນ #, ຫ້ອງຊຸດ, ຊັ້ນ
lt: pvz., buto nr., kambarys, aukštas
lv: t.i., dzīvokļa nr., korpuss, stāvs
mi: arā, Apt #, Wāhanga, Paparanga
mk: на пр. број на стан, влез, кат
ml: അതായത് Apt #, സ്യൂട്ട്, ഫ്ലോർ
mn: ж. нь: байрны дугаар, давхар, хаалганы дугаар
mr: उदा. Apt #, Suite, Floor
ms: iaitu Nombor Apartmen, Suite, Tingkat
mt: i.e. Apt #, Suite, Sular
ne: अर्थात् अपार्टमेन्ट #, सुइट, तल्ला
nn_no: dvs. husnummer, suite, etasje
no: dvs. leilighetsnummer, suite, etasje
or: ଅର୍ଥାତ୍ Apt #, ସୁଇଟ୍, ଫ୍ଲୋର୍‌
pa_arab_pk: جیداں کہ اپارٹمنٹ نمبر، سوئٹ، منزل
pa_in: ਭਾਵ ਅਪਾਰਟਮੈਂਟ #, ਸੂਟ, ਫਲੋਰ
pl: tj. numer mieszkania, piętro
ru: т. е. номер квартиры, здание, этаж
sd: جيڪو اپارٽمنٽ #, سوٽ, ماڙ آهي
si: නිවාසය #, කොටස
sl: npr. št. stanovanja, prostori podjetja, nadstropje
sr_cyrl_rs: тј. број стана, спрат
sr_latn_rs: npr. broj stana, apartman, sprat
sv: dvs. lägenhetsnr, svit, våning
ta: அதாவது அபார்ட்மென்ட் #, சூட், தளம்
te: అనగా ఎపార్ట్‌మెంట్ #, స్వీట్, అంతస్తు
tg: яъне, рақами бино, ҳуҷра, ошёна
th: เช่น ห้อง, ชั้น, อพาร์ทเมนท์ #
tr: örn. Apt. No, Daire, Kat
tt: ягъни фатир #, номер, кат
ug: مەسىلەن: بىنا نۇمۇرى، دائىرە چەۋەت
uk: це номер квартири, будівлі, поверху
ur: یعنی عمارت #، کمرہ، منزل
uz: ya’ni, uy raqami, xonadon, qavat
vi: tức là Căn hộ #, Dãy buồng, Tầng
zh_hans: 例如公寓号、套间、楼层
zh_hant: 也就是公寓號碼、套房、樓層

# Literal.MsfbOrgProfile.RegisterEInvoive.Text
source: Register for e-invoice
af: Registreer vir e-faktuur
am: ለኤሌክትሮኒክስ የክፍያ መጠየቂያ ይመዝገቡ
ar: التسجيل للفاتورة الإلكترونية
as: ই-ইনভইচৰ কাৰণে পঞ্জীয়ন কৰক
az: E-faktura üçün qeydiyyatdan keçin
bg: Регистрация за електронна фактура
bn_in: ই- ইনভয়েসের জন্য নিবন্ধন করুন
bs: Registrirajte se za e-fakturu
cy: Cofrestrwch ar gyfer e-anfoneb
da: Tilmeld dig e-faktura
de: Für e-Rechnung registrieren
el: Εγγραφή για ηλεκτρονικό τιμολόγιο
es: Registrarse para factura electrónica
et: Registreeru e-arve saamiseks
eu: Erregistratu faktura elektronikoak erabiltzeko
fa: برای صدور فاکتور الکترونیکی ثبت نام کنید
ga: Cláraigh le haghaidh ríomhshonraisc
gd: Clàraich airson fàirdeal-d
gl: Rexistrarse para unha factura electrónica
gu: ઈ-ઇન્વૉઇસ માટે નોંધણી કરો
he: הירשם לקבלת חשבונית אלקטרונית
hi: ई-इनवॉइस के लिए पंजीकरण करें
hr: Registracija za e-račun
hu: Regisztrálás e-számlára
id: Daftarkan e-faktur
is: Skrá fyrir rafrænum reikningi
ja: 電子請求書に登録
ka: რეგისტრაცია ელექტრონული ინვოისისთვის
kk: Электрондық есеп-шотқа тіркелу
kn: ಇ-ಇನ್ವಾಯ್ಸ್ ಗಾಗಿ ನೋಂದಾಯಿಸಿ
ko: 전자 청구서 등록
ku_arab: تۆمارکردن بۆ فاتوورەی-ئەلکترۆنیکی
ky: Электрондук дүмүрчөккө катталуу
lo: ລົງທະບຽນສຳລັບໃບຮຽກເກັບເງິນອີເລັກໂຕຼນິກ
lt: Registruotis e-sąskaitai
lv: Reģistrēties e-rēķinam
mi: Rēhita mō tētahi ī-nama
mk: Регистрирајте се за е-фактура
ml: ഇ-ഇന്‍വോയിസിന്‌ രജിസ്റ്റര്‍ ചെയ്യുക
mn: Цахим нэхэмжлэлд бүртгүүлэх
mr: ई-इनव्हॉइस साठी नोंदणी करा
ms: Daftar untuk e-invois
mt: Irreġistra għal fattura elettronika
ne: इ-इनभोइस बिजकका लागि दर्ता गर्नुहोस्
nn_no: Registrer deg for e-faktura
no: Registrer deg for e-faktura
or: ଇ-ଇନଭଏସ୍ ପାଇଁ ପଞ୍ଜୀକରଣ କରନ୍ତୁ
pa_arab_pk: ای-انوائس لئی رجسٹر کرو
pa_in: ਈ-ਇਨਵੌਇਸ ਲਈ ਪੰਜੀਕ੍ਰਿਤ ਕਰੀ
pl: Zarejestruj się w celu uzyskania faktury elektronicznej
ru: Зарегистрируйтесь, чтобы получать счета в электронном виде
sd: اليڪٽرانڪ انوائس لاءِ رجسٽر ڪرايو
si: ඊ-ඉන්වොයිසියට ලියාපදිංචි වන්න
sl: Registrirajte se za e-račun
sr_cyrl_rs: Региструјте се за е-фактуру
sr_latn_rs: Registrujte se za e-fakturu
sv: Registrera dig för e-faktura
ta: இ-இன்வாய்ஸிற்காகப் பதிவுசெய்க
te: ఇ-ఇన్వాయిస్ కోసం నమోదు చేయండి
tg: Ба борхати электронӣ номнавис шавед
th: ลงทะเบียน E-invoice
tr: E-fatura için kaydolun
tt: Электрон квитанциягә теркәлү
ug: ئېلېكترونلۇق تالۇنغا تىزىملىتىش
uk: Зареєструйтесь, щоб отримувати рахунки в електронному вигляді
ur: ای-انوائس کے لیے رجسٹر کریں
uz: E-invoys uchun ro‘yxatga olish
vi: Đăng ký hóa đơn điện tử
zh_hans: 注册以获取电子账单
zh_hant: 歸戶

# Literal.Alipay.ScanQrCode.Text
source: Scan the QR code with your Alipay wallet.
af: Skandeer die QR-kode met jou Alipay-beursie.
am: የQR ኮድዎን በAlipay ዋሌት ይቃኙ።
ar: امسح شفرة الاستجابة السريعة ضوئياً باستخدام محفظة Alipay الخاصة بك.
as: আপোনাৰ Alipay ৱালেটৰ সৈতে QR কোড স্কেন কৰক৷
az: QR kodunu Alipay pul kisənizlə skanlayın.
bg: Сканирайте QR кода с вашия портфейл в Alipay.
bn_in: আপনার Alipay ওয়ালেট দিয়ে QR কোড স্ক্যান করুন।
bs: Skenirajte QR kôd pomoću Alipay novčanika.
cy: Sganiwch y cod QR gyda'ch waled Alipay.
da: Scan QR-koden med din Alipay-tegnebog.
de: Scannen Sie den QR-Code mit Ihrer Alipay-Brieftasche.
el: Σαρώστε τον κωδικό QR με το πορτοφόλι σας Alipay.
es: Escanea el código QR con tu cartera de Alipay.
et: Skannige QR-kood Alipay rahakotiga.
eu: Eskaneatu QR kodea Alipay-ren diru-zorroarekin.
fa: کد QR را با کیف پول Alipay اسکن کنید.
ga: Scan do chód QR le do thiachóg Alipay.
gd: Sganaich an còd QR leis an sporan Alipay agad.
gl: Dixitaliza o código QR coa carteira de Alipay.
gu: તમારા Alipay વૉલેટ સાથે QR કોડ સ્કેન કરો.
he: סרוק את קוד ה-QR עם ארנק ה-Alipay שלך.
hi: अपने Alipay वॉलेट से QR कोड स्कैन करें.
hr: Skenirajte QR kôd novčanikom Alipay.
hu: Olvassa be a QR-kódot az Alipay-pénztárcájával.
id: Pindai kode QR dengan dompet Alipay Anda.
is: Skannaðu QR-kóðann með Alipay-veskinu.
ja: Alipay ウォレットを使用して QR コードをスキャンしてください。
ka: სკანირება გაუკეთეთ QR კოდს თქვენი Alipay-ის საფულით.
kk: QR кодын Alipay әмияңызбен сканерлеңіз.
kn: ನಿಮ್ಮ Alipay ವ್ಯಾಲೆಟ್ ನೊಂದಿಗೆ QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ.
ko: Alipay 지갑으로 QR 코드를 스캔하세요.
ku_arab: لەڕێگەی جزدانی Alipay ەکەتەوه کۆدی QR ەکه سکەن بکه.
ky: QR кодду Alipay капчыгыңыз менен скандаңыз.
lo: ສະແກນລະຫັດ QR ດ້ວຍກະເປົາເງິນ Alipay.
lt: Nuskaitykite QR kodą savo „Alipay“ pingine.
lv: Ieskenēt QR kodu ar Alipay maku.
mi: Karapatia te waehere QR ki tō pūkoro Alipay.
mk: Скенирајте го кодот QR со Alipay wallet.
ml: നിങ്ങളുടെ Alipay വാലറ്റിൽ QR കോഡ് സ്കാൻ ചെയ്യുക.
mn: Alipay түрийвчээрээ QR кодыг уншуулна уу.
mr: आपल्या Alipay वॉलेट सोबत QR कोड स्कॅन करा.
ms: Imbas kod QR dengan dompet Alipay anda.
mt: Skennja l-kodiċi QR bil-wallet ta' Alipay tiegħek.
ne: आफ्नो Alipay वालेट मार्फत QR कोड स्क्यान गर्नुहोस्।
nn_no: Skann QR-kode med Alipay-lommebok.
no: Skann QR-koden med Alipay Wallet.
or: ଆପଣଙ୍କ Alipay ୱାଲେଟରେ QR କୋଡ୍ ସ୍କାନ କରନ୍ତୁ।
pa_arab_pk: اپنے Alipay والیٹ نال QR کوڈ اسکین کرو۔
pa_in: ਆਪਣੇ Alipay ਵਾਲੇਟ ਦੇ ਨਾਲ QR ਕੋਡ ਸਕੈਨ ਕਰੋ।
pl: Zeskanuj kod QR, używając portfela Alipay.
ru: Отсканируйте QR-код с помощью кошелька Alipay.
sd: توهانجي Alipay واليٽ سان QR ڪوڊ اسڪين ڪريو.
si: ඔබේ Alipay වොලට්ටුවෙන් QR කේතය ස්කෑන් කරන්න.
sl: Optično preberite kodo QR z denarnico Alipay.
sr_cyrl_rs: Скенирајте QR код помоћу Alipay новчаника.
sr_latn_rs: Skenirajte QR šifru pomoću Alipay novčanika.
sv: Skanna QR-koden med din Alipay-plånbok.
ta: உங்கள் Alipay பணப்பை மூலம் QR குறியீட்டை ஸ்கேன் செய்யவும்.
te: మీ Alipay వ్యాలెట్ తోQR కోడ్‌ని స్కాన్ చేయండి.
tg: Рамзи QR-ро бо ҳамёни Alipay-и худ скан кунед.
th: สแกนคิวอาร์โค้ดด้วยกระเป๋าสตางค์ Alipay ของคุณ
tr: Alipay cüzdanınız ile QR kodunu tarayın.
tt: Alipay янчыгыгыз белән QR-код сканерлау.
ug: ئىككىلىك كودنى Alipay ھەميانىڭىز بىلەن سايىلەش.
uk: Відскануйте QR-код за допомогою гаманця Alipay.
ur: QR کوڈ کو اپنے الیپے والٹ کے ساتھ اسکین کریں۔
uz: Alipay hamyoningiz bilan QR kodni skanerlang.
vi: Quét mã QR bằng ví Alipay của bạn.
zh_hans: 使用支付宝电子钱包扫描 QR 码。
zh_hant: 以您的支付寶電子錢包掃描 QR 代碼。

# Literal.Alipay.AlipayLogin.Hyperlink
source: Login to Alipay
af: Meld aan by Alipay
am: ወደ Alipay በመለያ ይግቡ
ar: قم بتسجيل الدخول إلى Alipay
as: আপোনাৰ Alipay একাউণ্ট যোগ কৰিবলৈ
az: Alipay hesabınızı əlavə etmək üçün
bg: Влезте в Alipay
bn_in: Alipay তে লগইন করুন
bs: Prijava na Alipay
cy: Mewngofnodi i Alipay
da: Log på Alipay
de: Melden Sie sich bei Alipay an,
el: Συνδεθείτε στο Alipay
es: Inicia sesión en Alipay
et: Logi sisse teenusesse Alipay
eu: Hasi saioa Alipay-n
fa: وارد Alipay شوید
ga: Logáil isteach in Alipay
gd: Clàraich a-steach gu Alipay
gl: Iniciar sesión en Alipay
gu: તમારું Alipay ખાતું ઉમેરવા માટે
he: היכנס ל-Alipay
hi: अपने Alipay खाते को जोड़ने के लिए
hr: Prijavite se u Alipay
hu: Jelentkezzen be az Alipay rendszerbe
id: Masuk ke Alipay
is: Innskráning í Alipay
ja: Alipay にログインして
ka: შედით Alipay-ში
kk: Alipay тіркелгісін қосу үшін
kn: ನಿಮ್ಮ Alipay ಖಾತೆಯನ್ನು ಸೇರಿಸಲು
ko: Alipay에 로그인하여
ku_arab: چوونەژوورەوه بۆ Alipay
ky: Alipay-ге катталып кирүү
lo: ເຂົ້າສູ່ລະບົບ Alipay
lt: Prisijunkite prie „Alipay“
lv: Pieteikties pakalpojumā Alipay,
mi: Takiuru ki Alipay
mk: Пријавување на Alipay
ml: Alipay ല്‍ ലോഗിന്‍ ചെയ്യുക
mn: Alipay-д нэвтрээд
mr: Alipay वर लॉगिन करा
ms: Log masuk ke Alipay
mt: Login għal Alipay
ne: आफ्नो Alipay खातामा थप्न
nn_no: Logg på Alipay
no: Logg på Alipay
or: Alipay ରେ ଲଗ୍‍ ଇନ୍‍ କରନ୍ତୁ
pa_arab_pk: Alipay اتے لاگ ان کرو
pa_in: Alipay ਵਿੱਚ ਲੌਗਿਨ ਕਰੋ
pl: Zaloguj się do usługi Alipay
ru: Войдите в Alipay,
sd: Alipay ڏانهن لاگ ان ڪريو
si: ඔබේ Alipay ගිණුමට එක් කිරීමට
sl: Prijavite se v Alipay,
sr_cyrl_rs: Пријавите се на Alipay
sr_latn_rs: Prijavite se na Alipay
sv: Logga in på Alipay
ta: உங்கள் Alipay கணக்கைச் சேர்க்க,
te: మీ Alipay ఖాతాను జోడించడానికి
tg: Ба Alipay ворид шавед
th: เข้าสู่ระบบ Alipay
tr: Alipay hesabınızı eklemek için
tt: Alipay'га керү
ug: Alipay گە تىزىملاپ كىرىش
uk: Увійдіть у Alipay,
ur: الیپے میں لاگ ان کریں
uz: Alipay hisobingizni kiritish uchun
vi: Đăng nhập vào Alipay
zh_hans: 登录到支付宝
zh_hant: 登入支付寶
