Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Klarna.Add.Subheader2
source: Pay after delivery with Klarna.
af: Betaal met Klarna na aflewering.
am: ከማስረከብ በኋላ በKlarna ይክፈሉ።
ar: ادفع بعد التسليم مع Klarna.
as: Klarna-ৰ জৰিয়তে ডেলিভাৰী কৰাৰ পাছত পৰিশোধ কৰক৷
az: Klarna ilə çatdırılmadan sonra ödəniş edin.
bg: Платете след доставката с Klarna.
bn_in: পারিতোষিক প্রদানের পর Klarna-এর সাথে বিলি করুন।
bs: Platite nakon isporuke pomoću usluge Klarna.
cy: Talu wedi danfon gyda Klarna.
da: Betal efter levering med Klarna.
de: Zahlen Sie nach Lieferung mit Klarna.
el: Πληρωμή μέσω Klarna μετά την παράδοση.
es: Paga después de la entrega con Klarna.
et: Saate maksta pärast kohaletoimetamist Klarnaga.
eu: Ordaindu produktua jaso ostean Klarna-rekin.
fa: پرداخت بعد از تحویل با Klarna.
ga: Íoc i ndiaidh seachadta le Klarna.
gd: Pàigh às dèidh an lìbhrigidh le Klarna.
gl: Paga despois da entrega con Klarna.
gu: Klarna સાથે ડિલિવરી પછી ચૂકવો.
he: שלם לאחר המסירה באמצעות Klarna.
hi: Klarna के साथ डिलीवरी के बाद भुगतान करें.
hr: Plaćajte nakon isporuke uz opciju Klarna.
hu: Fizessen kézbesítés után a Klarna szolgáltatással.
id: Bayar setelah pengiriman dengan Klarna.
is: Greiddu eftir afhendingu með Klarna.
ja: Klarna を利用して、納品後に支払います。
ka: გადაიხადეთ მიწოდების შემდეგ Klarna-ს მეშვეობით.
kk: Жеткізілгеннен кейін Klarna арқылы төлеңіз.
kn: Klarna ದೊಂದಿಗೆ ವಿತರಿಸಿದ ನಂತರ ಪಾವತಿಸಿ.
ko: Klarna로 착불 결제.
ku_arab: پارەدان پاش گەیاندن لەلایەن Klarna وه.
ky: Klarna менен жеткирилгенден кийин төлөңүз.
lo: ຈ່າຍຫລັງຈາກຈັດສົ່ງດ້ວຍ Klarna.
lt: Su „Klarna“ mokėkite po pristatymo.
lv: Maksājiet pēc piegādes ar Klarna.
mi: Utua kia Klarna whai muri mai i te tukunga.
mk: Платете по испораката со Klarna.
ml: ഡെലിവറിയ്ക്കു ശേഷം Klarna വഴി പണമടയ്ക്കുക
mn: Хүргэсний дараа төлбөрийг Klarna-гаар төлнө.
mr: Klarna सह वितरणानंतर देय द्या.
ms: Bayar selepas penghantaran dengan Klarna.
mt: Ħallas wara l-kunsinna ma' Klarna.
ne: डिलिवरी पछि Klarna मार्फत भुक्तान गर्नुहोस्।
nn_no: Betal etter levering med Klarna.
no: Betal etter levering med Klarna.
or: Klarna ସହିତ ବିତରଣ ପରେ ଦେୟ କରନ୍ତୁ।
pa_arab_pk: Klarna نال ترسیل دے بعد ادائیگی کرو۔
pa_in: ਡਿਲੀਵਰੀ ਦੇ ਬਾਅਦ Klarna ਨਾਲ ਭੁਗਤਾਨ ਕਰੋ।
pl: Zapłać po dostawie za pomocą usługi Klarna.
ru: С Klarna вы платите за товар после доставки.
sd: Klarna سان ڊيليوري کان پوءِ ادا ڪريو.
si: Klarna සමගින් බෙදාහැරීමෙන් පසුව ගෙවන්න.
sl: Plačilo po dostavi z banko Klarna.
sr_cyrl_rs: Платите након испоруке уз услугу Klarna.
sr_latn_rs: Platite nakon isporuke pomoću usluge Klarna.
sv: Betala efter leverans med Klarna.
ta: டெலிவரி செய்யப்பட்ட பின் Klarna வுடன் பணம் செலுத்தவும்.
te: Klarna తో డెలివరి తరువాత చెల్లించండి.
tg: Пас аз бурдарасонӣ бо Klarna пардохт намоед.
th: ชำระเงินหลังการนำส่งด้วย Klarna
tr: Klarna ile teslimattan sonra ödeme yapın.
tt: Klarna белән китергәннән соң түләгез.
ug: يەتكۈزۈلگەندە Klarna ئارقىلىق تۆلەڭ.
uk: З Klarna ви сплачуєте за товар після доставки.
ur: Klarna کے ساتھ سپردگی کے بعد ادائیگی کریں۔
uz: Klarna bilan mahsulot yetkazib berilganidan keyin toʻlang.
vi: Thanh toán sau khi nhận hàng bằng Klarna.
zh_hans: 使用 Klarna 进行货到付款。
zh_hant: 透過 Klarna 利用貨到付款。

# Literal.Klarna.Add.Subheader3
source: Get your goods first and pay after delivery when you shop with us. No fees or interest, only pay for what you keep. Just select Klarna at checkout.
af: As jy by ons koop, kry jy eers jou goedere en betaal jy na aflewering. Geen fooie of rente, betaal net vir dit wat jy kry. Selekteer slegs Klarna by die betaalpunt.
am: መጀመሪያ ዕቃዎችዎን ያግኙ እና ከዚያም ከእኛ ሲገዙ ከተረከቡ በኋላ ይክፈሉ። ምንም ክፍያ ወይም ወለድ የለም፣ ለሚያስቀሩት ነገር ብቻ ይክፈሉ። በመክፈያው ጊዜ Klarna ይምረጡ።
ar: احصل على بضائعك أولاً ثم ادفع لاحقاً بعد التسليم عندما تتسوق معنا. لن تتكبد تكلفة أي رسوم أو فائدة، ولن تدفع سوى تكلفة ما تحتفظ به. ما عليك سوى تحديد Klarna عند السداد مع الخروج.
as: প্ৰথমে আপোনাৰ সামগ্ৰী লওক আৰু আপুনি আমাৰ ইয়াত ক্ৰয় কৰা সামগ্ৰী পোৱাৰ পাছত পৰিশোধ কৰক৷ কোনো মাচুল বা সুদ ভৰিব নালাগে, কেৱল আপুনি সংগ্ৰহ কৰাটোৰ বাবদহে পৰিশোধ কৰক৷ চ্চেকআউটত কেৱল Klarna বাছনি কৰক৷
az: Əvvəlcə mallarınızı əldə edin və bizimlə alış veriş etdikdə çatdırılmadan sonra ödəniş edin. Heç bir rüsum və ya faiz yoxdur, yalnız saxladığınıza görə ödəniş edin. Sadəcə olaraq qeydiyyatda Klarna seçin.
bg: Първо получете стоките си и платете след доставката, когато пазарувате с нас. Без такси или лихва, платете само за това, което ще задържите. Просто изберете Klarna при финализирането.
bn_in: প্রথমে আপনার পণ্যদ্রব্য পান এবং পারিতোষিক প্রদানের পর বিলি করুন যখন আপনি আমাদের সাথে কেনাকাটা করছেন। কোনো বেতন বা সুদ নেই, শুধুমাত্র আপনি যা রেখেছেন তার জন্য পারিতোষিক প্রদান করুন। চেকআউটের সময়ে শুধু Klarna নির্বাচন করুন।
bs: Prvo primite robu, a platite nakon isporuke, kada nas posjeti vaša prodavnica. Bez naknada i kamate, platite samo ono što želite zadržati. Samo izaberite uslugu Klarna prilikom odjave.
cy: Gallwch gael eich nwyddau a thalu wedi iddynt gael eu danfon wrth siopa gyda ni. Ni chodir unrhyw ffioedd na llog, a byddwch yn talu am yr hyn a gadwch yn unig. Dewiswch Klarna wrth dalu.
da: Hver gang du handler med os kan du få dine varer først og betale efter levering. Ingen gebyrer eller renter, betal kun for det du beholder. Vælg Klarna ved kassen.
de: Mit Klarna Rechnung schauen Sie sich Ihre Bestellung zuerst an und entscheiden dann, was Sie behalten möchten. Keine Gebühren oder Zinsen, zahlen Sie nur für das, was Sie behalten.
el: Όταν κάνετε τις αγορές σας από εμάς, θα λάβετε τα αγαθά σας και θα πληρώσετε μετά την παράδοση. Χωρίς τέλη ή τόκους, θα πληρώσετε μόνο για τα αγαθά που θα κρατήσετε. Απλώς επιλέξτε "Klarna" κατά την ολοκλήρωση της αγοράς.
es: Obtén primero la mercancía y paga después de la entrega cuando compres con nosotros. No hay ni cuotas ni intereses, solo pagas por lo que has comprado. Selecciona Klarna al finalizar la compra.
et: Meilt ostes saate kõigepealt kaubad kätte ja maksate alles pärast kohaletoimetamist. Ei mingeid tasusid ega intresse, maksate vaid nende kaupade eest, mille otsustate endale jätta. Valige lihtsalt maksma siirdudes Klarna.
eu: Lortu gurekin erositako produktuak eta ordain itzazu haiek jaso ostean. Ez duzu tarifa edo interes gehigarririk ordaindu behar: erositakoa soilik ordainduko duzu. Besterik gabe, hautatu Klarna ordainketa egitean.
fa: وقتی با ما خرید می‌کنید، کالای خود را می‌گیرید و بهای آن را پس از تحویل می‌پردازید. هیچ هزینه یا بهره‌ای دریافت نمی‌شود، فقط بهای کالای خود را می‌دهید. کافی است هنگام پرداخت Klarna را انتخاب کنید.
ga: Faigh do chuid earraí ar dtús agus íoc i ndiaidh seachadta nuair a cheannaíonn tú uainn. Níl aon táillí nó ús le híoc, ní íocann tú ach as na hearraí a choinníonn tú. Roghnaigh Klarna ag seiceáil amach.
gd: Faigh na batharan agad an toiseach ’s pàigh às dèidh an lìbhrigidh nuair a cheannaicheas tu rud uainn. Cha bhi tàille no riadh na lùib is cha phàigh thu ach airson nan rudan a chumas tu. Cha leig thu leas ach Klarna a thaghadh le coileanadh na ceannachd.
gl: Obtén primeiro a mercancía e paga despois de entrega cando compres connosco. Non hai nin tarifas nin intereses, só tes que pagar polo que compras. So tes que seleccionar Klarna ao finalizar a compra.
gu: જ્યારે તમે અમારી સાથે ખરીદી કરો છો ત્યારે પહેલા તમારો માલ પ્રાપ્ત કરો અને ડિલિવરી પછી ચૂકવો. કોઈ ફી અથવા વ્યાજ નથી, ફક્ત તમે જે રાખો છો તેના માટે ચૂકવો. ચેકઆઉટ પર ફક્ત Klarna પસંદ કરો.
he: קבל את הסחורה תחילה ושלם לאחר המסירה כשתקנה אצלנו. אין עמלות או ריבית, שלם רק עבור מה שתשאיר אצלך. פשוט בחר ב- Klarna בקופה.
hi: जब आप हमारे साथ खरीदारी करें तो अपने सामान को पहले प्राप्त करें और डिलीवरी के बाद भुगतान करें. कोई शुल्क या ब्याज नहीं, केवल जो आप रखते हैं उसके लिए भुगतान करें. बस चेकआउट में Klarna का चयन करें.
hr: Kad kupujete kod nas, prvo dobivate robu, a plaćate nakon isporuke. Nema naknada ni kamata, plaćate samo ono što zadržite. Jednostavno odaberite opciju Klarna pri završetku kupnje.
hu: Ha nálunk vásárol, először megkapja az árucikkeket, és kézbesítés után fizethet. Nincsenek díjak és kamatok, csak azért fizet, amit megtart. Megrendeléskor válassza ki a Klarna szolgáltatást.
id: Dapatkan barang Anda terlebih dahulu, lalu bayar setelah pengiriman dengan berbelanja bersama kami. Tanpa biaya atau bunga, hanya bayar untuk barang yang Anda simpan. Cukup pilih Klarna ketika menyelesaikan pembelian.
is: Fáðu vörurnar fyrst og greiddu eftir afhendingu þegar þú verslar með okkur. Engin gjöld og engir vextir, þú greiðir aðeins fyrir vöruna. Þú þarft aðeins að velja Klarna á greiðslusíðunni.
ja: 弊社でお買い物をした場合、最初に商品を受け取り、お支払いは納品後となります。手数料や利息はありません。ご購入した商品の料金のみをお支払いください。精算時に Klarna を選択するだけです。
ka: ჯერ მიიღეთ საქონელი და გადაიხადეთ მხოლოდ მიწოდების შემდეგ ჩვენი მეშვეობით შეძენის შემთხვევაში. არანაირი საპროცენტო გადასახადი, გადაიხადეთ მხოლოდ ნივთის საფასური. უბრალოდ, აირჩიეთ Klarna შეკვეთის გაფორმების დროს.
kk: Алдымен тауарларды алыңыз, бізден сатып алғанда жеткізгеннен кейін төлеңіз. Қосымша құн немесе пайыз қосылмайды, тек алғаныңызға төлейсіз. Рәсімдеу кезінде Klarna әдісін таңдаңыз.
kn: ನೀವು ನಮ್ಮೊಂದಿಗೆ ಶಾಪಿಂಗ್ ಮಾಡುವಾಗ ಮೊದಲು ನಿಮ್ಮ ವಸ್ತುಗಳನ್ನು ಪಡೆದುಕೊಳ್ಳಿ ಮತ್ತು ವಿತರಣೆಯ ನಂತರ ಪಾವತಿಸಿ. ಯಾವುದೇ ರೀತಿಯ ಶುಲ್ಕ ಅಥವಾ ಆಸಕ್ತಿ ಇಲ್ಲ, ನೀವು ಇರಿಸಿಕೊಳ್ಳುವ ವಸ್ತುಗಳಿಗಾಗಿ ಮಾತ್ರ ಪಾವತಿಸಿ. ಚೆಕ್‌ಔಟ್‌‌‍ನಲ್ಲಿ Klarna ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 저희와 쇼핑하실 때는 제품을 먼저 받고 착불로 결제하세요. 수수료나 이자도 붙지 않으며, 구매 확정한 제품만 결제하시면 됩니다. 체크 아웃 단계에서 Klarna를 선택하세요.
ku_arab: کاتێک لەگەڵ ئێمه بازاڕ دەکەیت، یەکەمجار کاڵاکانت وەربگره و پاش گەیاندنی کاڵاکه پارەکەی بدە. هیچ کرێ یان سوودێک وەرناگیرێت، تەنها پارەی ئەوە دەدەیت که کڕیوته. تەنها Klarna دەسنیشان بکه له چێک ئاوتدا.
ky: Бизден соода кылганыңызда, адегенде товарыңызды алып, жеткирилгенден кийин төлөңүз. Салыксыз же пайызсыз, өзүңүз сактаган нерсеге гана төлөңүз. Эсептешүү учурунда жөн гана Klarna-ны тандаңыз.
lo: ຮັບສິນຄ້າກ່ອນແລະຈ່າຍຫລັງຈາກຈັດສົ່ງເມື່ອເຈົ້າຊື້ຂອງກັບພວກເຮົາ. ບໍ່ມີຄ່າທຳນຽມ ຫລື ດອກເບ້ຍ, ພຽງຈ່າຍສຳລັບສິ່ງທີ່ເຈົ້າເອົາໄວ້. ພຽງເລືອກ Klarna ທີ່ຈຸດຊຳລະເງິນ.
lt: Pirkdami pas mus, pirmiausia gaukite savo prekes, o mokėkite po pristatymo. Jokių mokesčių ar palūkanų, mokėkite tik už tai, ką gaunate. Tiesiog, užbaigdami pirkimą pasirinkite „Klarna“.
lv: Iepērkoties mūsu veikalā, saņemiet preces vispirms un maksājiet tikai pēc to piegādes. Netiek piemērota nekāda procentu maksa, jūs maksājat tikai par to, ko paturat. Norēķinoties tikai atlasiet Klarna.
mi: Mēnā ka hokona koe mai i tō mātou toa ka whiwhia ō taputapu i te tuatahi, ā ka utua whai muri mai i te tukunga. Kāore he utunga atu he itareti rānei, ka utua noaiho i ngā taputapu ka pupuritia e koe. Tohua kia Klarna i te takiatu
mk: Прво добијте ја вашата роба, а платете по испораката кога пазарите со нас. Нема провизии или камата, платете само за тоа што ќе го задржите. Едноставно изберете Klarna при излегувањето.
ml: ഞങ്ങളുടെ പക്കൽനിന്നു വാങ്ങുമ്പോൾ സാധനങ്ങൾ കിട്ടിയ ശേഷം മാത്രം പണമടയ്ക്കുക. നിങ്ങൾ കൈവശം വെക്കുന്നതിനു മാത്രം പണമടയ്ക്കുക, ഫീസുകളോ പലിശയോ ഇല്ല. പണമടയ്ക്കുമ്പോൾ Klarna തിരഞ്ഞെടുത്താൽ മാത്രം മതി.
mn: Бидэнтэй худалдаа хийж бараагаа авсны дараа төлбөрөө төлж болно. Хүү, хураамж байхгүй, зөвхөн худалдан авсан зүйлийнхээ үнийг төлнө. Тооцоо хийхдээ л Klarna-г сонгоход болно.
mr: आपण आमच्यासह खरेदी करता तेव्हा प्रथम आपले सामान मिळवा आणि वितरणानंतर देय द्या. कोणतेही शुल्क किंवा व्याज नाही, आपण जे ठेवता त्याकरिताच देय द्या. चेकआउट करताना फक्त Klarna निवडा.
ms: Dapatkan barangan anda dahulu dan bayar selepas penghantaran apabila anda membeli-belah dengan kami. Tiada yuran atau bunga, hanya bayar untuk barangan anda. Cuma pilih Klarna semasa daftar keluar.
mt: L-ewwel ikseb l-oġġetti tiegħek imbagħad ħallas wara li tirċevihom meta tixtri mingħandnda. Ebda tariffi jew interessi, ħallas biss għall-affarijiet li żżomm. Sempliċiment agħżel Klarna fiċ-checkout.
ne: हामीसँग किनमेल गर्दा पहिला आफ्नो सामानहरू पाउनुहोस र डेलिभरी पछि भुक्तान गर्नुहोस्। कुनै शुल्क वा ब्याज छैन, मात्र तपाइँले जे राख्नु हुन्छ त्यसको भुक्तान गर्नुहोस्। खरीद समापनमा मात्र Klarna चयन गर्नुहोस्।
nn_no: Når du handlar hjå oss får du varene først, og betalar etter levering. Ikkje noko gebyr eller rente, du betalar berre for det du vil behalde. Berre vel Klarna i kassa.
no: Hver gang du handler med oss kan du få varene dine først og betale etter levering. Ingen avgifter eller noen skjulte gebyrer. Betal bare for det du vil beholde. Velg Klarna i kassen.
or: ଯେତେବେଳେ ଆପଣ ଆମ ସହ ଖରିଦାରୀ କରୁଛନ୍ତି ପ୍ରଥମେ ନିଜର ସାମଗ୍ରୀ ଗୁଡ଼ିକୁ ପ୍ରାପ୍ତ କରନ୍ତୁ ଏବଂ ବିତରଣ ପରେ ଦେୟ କରନ୍ତୁ। କୌଣସି ଶୁଳ୍କ କିମ୍ବା ସୁଧ ନାହିଁ, କେବଳ ଆପଣ ଯାହା ରଖୁଛନ୍ତି ତାହା ପାଇଁ ଦେୟ କରନ୍ତୁ। ଚେକ୍‌ଆଉଟ୍ ସମୟରେ କେବଳ Klarna କୁ ଚୟନ କରନ୍ତୁ।
pa_arab_pk: جیدوں تُسی ساڈے نال خریداری کرو اتے پہلاں اپنا سامان حاصل کرو اتے ترسیل دے بعد ادائیگی کرو۔ کوئی فیس یا سود نہیں، صرف جو کُجھ تُسی رکھدے او اودی ادائیگی کرو۔ بس چیک آؤٹ اتے Klarna دا انتخاب کرو۔
pa_in: ਪਹਿਲੇ ਆਪਣੇ ਸਾਮਾਨ ਲਵੋ ਅਤੇ ਡਿਲਿਵਰੀ ਤੋਂ ਬਾਅਦ ਭੁਗਤਾਨ ਕਰੋ ਜਦੋਂ ਤੁਸੀਂ ਸਾਡੇ ਨਾਲ ਖਰੀਦ ਕਰਦੇ ਹੋ। ਕੋਈ ਫ਼ੀਸ ਜਾਂ ਵਿਆਜ ਨਹੀਂ, ਸਿਰਫ ਜੋ ਤੁਸੀਂ ਰੱਖਦੇ ਹੋ ਉਸ ਲਈ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਥਾਂ ਬਸ ਚੈਕਆਉਟ ਤੇ Klarna ਚੁਣੋ।
pl: Kupując u nas, najpierw otrzymasz swoje produkty, a zapłacisz dopiero po dostawie. Żadnych opłat i odsetek — płacisz tylko za to, co kupujesz. Wystarczy wybrać usługę Klarna podczas finalizacji zakupu.
ru: Наши клиенты могут сначала получить товар, а потом оплатить его. Никаких комиссий и начислений — вы платите только за то, что получаете. Просто выберите Klarna при оформлении заказа.
sd: پهريان پنهنجيون شيون حاصل ڪريو ۽ جڏهن توهان اسان کان خريداري ڪريو ته ڊيليوري کان پوءِ ادا ڪريو، صرف ان لاءِ ادا ڪريو جيڪو توهان رکو. صرف چيڪ آئوٽ تي Klarna کي چونڊيو.
si: ඔබ අපගෙන් මිලදී ගන්නා විට පළමුව ඔබගේ භාණ්ඩ ලබාගෙන බෙදාහැරිය පසුව ගෙවන්න. ගාස්තු හෝ පොලියක් නැත, ඔබ තබාගන්නා දෙයට පමණක් ගෙවන්න. අවසන් කිරීමේදී හුදෙක් Klarna තෝරන්න.
sl: Če kupujete v naši trgovini, najprej prejmete blago, plačate pa po dostavi. Brez pristojbin ali obresti, plačate samo tisto, kar obdržite. Od dokončanju nakupa preprosto izberite banko Klarna.
sr_cyrl_rs: Добијте робу прво, а платите након испоруке када купујете уз нас. Без накнаде и камате, платите само за оно што задржите. Једноставно изаберите услугу Klarna при завршетку куповине.
sr_latn_rs: Dobijte svoju robu prvo, a platite nakon isporuke prilikom kupovine preko nas. Bez naknada ili kamate, platite samo ono što zadržite. Jednostavno izaberite uslugu Klarna prilikom završetka kupovine.
sv: Få dina varor först och betala efter leverans när du handlar hos oss. Ingen ränta eller dolda avgifter, betala bara för det du behåller. Välj Klarna i kassan.
ta: எங்களுடன் ஷாப்பிங் செய்யும் போது, முதலில் உங்கள் பொருட்களைப் பெறுங்கள் மற்றும் டெலிவரி செய்யப்பட்ட பணம் செலுத்துங்கள். எந்தக் கட்டணமும் இல்லை வட்டியும் இல்லை; நீங்கள் வைத்துக் கொண்டிருப்பதற்கு மட்டுமே பணம் செலுத்தவும்; வெளியேறுதல் வதற்கான பகுதியில் Klarna வைத் தேர்ந்தெடுக்கவும்.
te: మీరు మా దగ్గర కొనుగోలు చేసినప్పుడు ముందుగా మీ వస్తువులను పొందండి మరియు డెలివరి తరువాత చెల్లించండి. రుసుము లేక వడ్డీ ఏది లేదు, మీరు ఉంచుకున్నదానికే చెల్లించండి. చెక్ అవుట్ చేయడానికి కేవలం Klarna ఎంచుకోండి.
tg: Аввал молҳои худро гиред ва вақте ки аз мо харид мекунед, пас аз бурдарасонӣ пардохт кунед. Бе пардохтҳо ё фоиз, танҳо барои он чизе, ки нигоҳ медоред, пардохт кунед. Дар анҷоми харид фақат Klarna-ро интихоб кунед.
th: รับสินค้าของคุณก่อน แล้วชำระเงินหลังการนำส่งเมื่อคุณเลือกซื้อสินค้ากับเรา ไม่มีค่าธรรมเนียมหรือดอกเบี้ย ชำระเฉพาะสิ่งที่คุณเลือกไว้เท่านั้น เพียงแค่เลือก Klarna เมื่อเช็คเอาท์
tr: Bizimle alışveriş yaptığınızda; önce ürünleriniz gelsin, sonra ödeme yapın. Ücret veya faiz uygulanmaz, sadece sizde kalacak olan ürünler için ödeme yaparsınız. Ödemeyi sonuçlandırırken Klarna'yı seçmeniz yeterli.
tt: Безнең белән сатып алганда, башта товарларыгызны алыгыз, китергәннән соң гына түләгез. Өстәмә түләүләр яки процентлар алынмый, алган әйберегез өчен генә түлисе. Заказны төзегәндә Klarna'ны тамгаларга гына кирәк.
ug: بىزدىن مال سېتىۋالسىڭىز، مال كەلگەندە پۇل تۆلىسىڭىز بولىدۇ. رەسمىيەت ھەققى ياكى ئۆسۈم ئېلىنمايدۇ، پەقەت سېتىۋالغان مالنىڭ پۇلىنىلا تۆلەيسىز. بۇنىڭ ئۈچۈن ھېساب بوغقاندا Klarna نى تاللىسىڭىزلا بولىدۇ.
uk: Наші клієнти можуть спочатку отримати товар, а потім оплатити його. Жодних комісій і нарахувань – ви оплачуєте тільки за те, що отримуєте. Просто виберіть Klarna під час оформлення замовлення.
ur: جب آپ ہمارے ساتھ خریداری کرتے ہیں، پہلے اپنی اشیاء حاصل کریں اور سپردگی کے بعد ادائیگی کریں۔ کوئی فیس یا سود نہیں، جو آپ رکھتے ہیں صرف اس کی ادائیگی کریں۔ چیک آؤٹ پر صرف Klarna کا انتخاب کریں۔
uz: Bizdan xarid qilishda avval mahsulotlarni olishingiz va pulini ular yetkazib berilganidan keyin toʻlashingiz mumkin. Hech qanday foiz yoki qoʻshimcha haqlarsiz, faqat xarid qilgan narsangiz uchun toʻlang. Buning uchun to‘lovni amalga oshirishda Klarna usulini tanlang.
vi: Nhận hàng của bạn trước và trả tiền sau khi nhận hàng khi bạn mua sắm với chúng tôi. Không mất phí hoặc phải trả lãi, chỉ cần trả cho những gì bạn nhận. Chỉ cần chọn Klarna khi thanh toán.
zh_hans: 在我们这里购物，可以先取货后付款。无需支付任何费用或利息，只需为所购产品付款。在结帐时选择 Klarna 即可。
zh_hant: 當您向我們購物時，可在貨到後先取貨再付款。免費用或利息，只要為您保留的項目付款。只要在結帳時選取 [Klarna] 即可。

# Literal.Klarna.Property.PersonalNumber
source: Personal number
af: Persoonlike nommer
am: የግል ቁጥር
ar: الرقم الشخصي
as: ব্যক্তিগত নম্বৰ
az: Şəxsi nömrə
bg: Личен номер
bn_in: ব্যক্তিগত নম্বর
bs: Lični broj
cy: Rhif personol
da: Personnummer
de: Persönliche Nummer
el: Προσωπικός αριθμός
es: Número personal
et: Isikukood
eu: Zenbaki pertsonala
fa: شماره اختصاصی
ga: Uimhir phearsanta
gd: Àireamh phearsanta
gl: Número persoal
gu: વ્યક્તિગત નંબર
he: מספר תעודת זהות
hi: व्यक्तिगत नंबर
hr: Osobni broj
hu: Személyi szám
id: Nomor pribadi
is: Kennitala
ja: マイナンバー
ka: პირადი ნომერი
kk: Жеке нөмір
kn: ವೈಯಕ್ತಿಕ ಸಂಖ್ಯೆ
ko: 개인 번호
ku_arab: ژمارەی کەسیی
ky: Жеке номери
lo: ໝາຍເລກສ່ວນຕົວ
lt: Asmeninis numeris
lv: Personas kods
mi: Tau whaiaro
mk: Матичен број
ml: വ്യക്തിഗത നമ്പർ
mn: Хувийн дугаар
mr: वैयक्तिक क्रमांक
ms: Nombor peribadi
mt: Numru tat-telefon
ne: व्यक्तिगत नम्बर
nn_no: Fødselsnummer
no: Personnummer
or: ବ୍ୟକ୍ତିଗତ ନମ୍ବର
pa_arab_pk: ذاتی نمبر
pa_in: ਨਿੱਜੀ ਨੰਬਰ
pl: Numer osobisty
ru: Личный номер
sd: ذاتي نمبر
si: පුද්ගලික අංකය
sl: Osebna številka
sr_cyrl_rs: Лични број
sr_latn_rs: Lični broj
sv: Personnummer
ta: தனிப்பட்ட எண்
te: వ్యక్తిగత నంబర్
tg: Рақами шахсӣ
th: หมายเลขโทรศัพท์ส่วนตัว
tr: Kişisel numara
tt: Шәхси номер
ug: شەخسىي نومۇرى
uk: Особистий номер
ur: ذاتی نمبر
uz: Shaxsiy raqam
vi: Số cá nhân
zh_hans: 个人号码
zh_hant: 個人識別碼

# Literal.Klarna.Property.Gender
source: Gender
af: Geslag
am: ጾታ
ar: النوع
as: লিঙ্গ
az: Cins
bg: Пол
bn_in: লিঙ্গ পরিচয়
bs: Spol
cy: Rhyw
da: Køn
de: Geschlecht
el: Φύλο
es: Sexo
et: Sugu
eu: Sexua
fa: جنسیت
ga: Inscne
gd: Gnè
gl: Sexo
gu: જાતિ
he: מגדר
hi: लिंग
hr: Spol
hu: Nem
id: Jenis kelamin
is: Kyn
ja: 性別
ka: სქესი
kk: Жынысы
kn: ಲಿಂಗ
ko: 성별
ku_arab: ڕەگەز
ky: Жыныс
lo: ເພດ
lt: Lytis
lv: Dzimums
mi: Ira tangata
mk: Пол
ml: ലിംഗഭേദം
mn: Хүйс
mr: लिंग
ms: Jantina
mt: Sess
ne: लिङ्ग
nn_no: Kjønn
no: Kjønn
or: ଲିଙ୍ଗ
pa_arab_pk: جنس
pa_in: ਲਿੰਗ
pl: Płeć
ru: Пол
sd: جنس
si: ස්ත්‍රී පුරුෂභාවය
sl: Spol
sr_cyrl_rs: Пол
sr_latn_rs: Pol
sv: Kön
ta: பாலினம்
te: లింగం
tg: Ҷинс
th: เพศ
tr: Cinsiyet
tt: Җенес
ug: جىنسى
uk: Стать
ur: جنس
uz: Jinsi
vi: Giới tính
zh_hans: 性别
zh_hant: 性別

# Literal.Klarna.Property.StreetName
source: Street name
af: Straatnaam
am: የጎዳና ስም
ar: اسم الشارع
as: পথৰ নাম
az: Küçə adı
bg: Име на улица
bn_in: রাস্তার নাম
bs: Broj ulice
cy: Enw'r stryd
da: Gadenavn
de: Straßenname
el: Όνομα οδού
es: Nombre de la calle
et: Tänav
eu: Kalearen izena
fa: نام خیابان
ga: Ainm na sráide
gd: Ainm na sràide
gl: Nome da rúa
gu: શેરીનું નામ
he: שם רחוב
hi: सड़क का नाम
hr: Broj ulice
hu: Utca neve
id: Nama jalan
is: Götuheiti
ja: 住所
ka: ქუჩის სახელი
kk: Көше аты
kn: ರಸ್ತೆ ಹೆಸರು
ko: 거리명
ku_arab: ناوی شەقام
ky: Көчө аталышы
lo: ຊື່ຖະໜົນ
lt: Gatvės pavadinimas
lv: Ielas nosaukums
mi: Ingoa tiriti
mk: Име на улицата
ml: തെരുവിന്റെ പേര്
mn: Гудамжны нэр
mr: मार्ग नाव
ms: Nama jalan
mt: Isem tat-triq
ne: सडकको नाम
nn_no: Gatenamn
no: Gatenavn
or: ଗଳି ନାମ
pa_arab_pk: گلی دا ناں
pa_in: ਗਲੀ ਦਾ ਨਾਮ
pl: Ulica
ru: Название улицы
sd: گلي جو نالو
si: වීදියේ නම
sl: Ime ulice
sr_cyrl_rs: Назив улице
sr_latn_rs: Naziv ulice
sv: Gatunamn
ta: தெருவின் பெயர்
te: వీధి పేరు
tg: Номи кӯча
th: ชื่อถนน
tr: Sokak adı
tt: Урам исеме
ug: كوچا نامى
uk: Назва вулиці
ur: گلی کا نام
uz: Ko‘cha nomi
vi: Tên phố
zh_hans: 街道名称
zh_hant: 街道名稱

# Literal.Klarna.Property.HouseNumber
source: House number
af: Huisnommer
am: የቤት ቁጥር
ar: رقم المنزل
as: ঘৰৰ নম্বৰ
az: Ev nömrəsi
bg: Номер на жилищна сграда
bn_in: বাড়ির নম্বর
bs: Kućni broj
cy: Rhif tŷ
da: Husnummer
de: Hausnummer
el: Αριθμός οικίας
es: Número de domicilio
et: Majanumber
eu: Etxearen zenbakia
fa: پلاک خانه
ga: Uimhir an tí
gd: Àireamh an taighe
gl: Número de casa
gu: ઘર નંબર
he: מספר טלפון בבית
hi: मकान संख्या
hr: Kućni broj
hu: Házszám
id: Nomor rumah
is: Húsnúmer
ja: 家屋番号
ka: შენობის ნომერი
kk: Үй нөмірі
kn: ಮನೆ ಸಂಖ್ಯೆ
ko: 번지
ku_arab: ژمارەی خانوو
ky: Үй номери
lo: ໝາຍເລກເຮືອນ
lt: Namo numeris
lv: Mājas numurs
mi: Tau kāinga
mk: Куќен број
ml: വീട്ട് നമ്പർ
mn: Байрны дугаар
mr: घर क्रमांक
ms: Nombor rumah
mt: Numru tad-dar
ne: घर नम्बर
nn_no: Husnummer
no: Husnummer
or: ଘର ନମ୍ବର
pa_arab_pk: گھر نمبر
pa_in: ਹਾਊਸ ਨੰਬਰ
pl: Numer domu
ru: Номер дома
sd: گهر جو نمبر
si: නිවසේ අංකය
sl: Hišna številka
sr_cyrl_rs: Кућни број
sr_latn_rs: Kućni broj
sv: Husnummer
ta: வீட்டு எண்
te: ఇంటి సంఖ్య
tg: Рақами хона
th: บ้านเลขที่
tr: Ev numarası
tt: Йорт номеры
ug: ئۆي نومۇرى
uk: Номер будинку
ur: گھر کا نمبر
uz: Uy raqami
vi: Số nhà
zh_hans: 门牌号
zh_hant: 門牌號碼

# Literal.Klarna.Property.Gender.Male
source: Male
af: Manlik
am: ወንድ
ar: ذكر
as: পুৰুষ
az: Kişi
bg: Мъж
bn_in: পুরুষ
bs: Muški
cy: Gwryw
da: Mand
de: Männlich
el: Άνδρας
es: Hombre
et: Mees
eu: Gizona
fa: مرد
ga: Fireann
gd: Fireann
gl: Home
gu: પુરુષ
he: זכר
hi: पुरुष
hr: Muški
hu: Férfi
id: Laki-laki
is: Karl
ja: 男性
ka: მამაკაცი
kk: Ер
kn: ಪುರುಷ
ko: 남성
ku_arab: نێر
ky: Эркек
lo: ຊາຍ
lt: Vyras
lv: Vīrietis
mi: Ira tāne
mk: Машки
ml: പുരുഷന്‍
mn: Эр
mr: पुरुष
ms: Lelaki
mt: Maskil
ne: पुरूष
nn_no: Mann
no: Mann
or: ପୁରୁଷ
pa_arab_pk: مرد
pa_in: ਪੁਰਸ਼
pl: Mężczyzna
ru: Мужской
sd: مرد
si: පුරුෂ
sl: Moški
sr_cyrl_rs: Мушки
sr_latn_rs: Muški
sv: Man
ta: ஆண்
te: పురుషుడు
tg: Мард
th: ชาย
tr: Erkek
tt: Ир-ат
ug: ئەر
uk: Чоловіча
ur: مرد
uz: Erkak
vi: Nam
zh_hans: 男
zh_hant: 男性

# Literal.Klarna.Property.Gender.Female
source: Female
af: Vroulik
am: ሴት
ar: أنثى
as: মহিলা
az: Qadın
bg: Жена
bn_in: মহিলা
bs: Ženski
cy: Benyw
da: Kvinde
de: Weiblich
el: Γυναίκα
es: Mujer
et: Naine
eu: Emakumea
fa: زن
ga: Baineann
gd: Boireann
gl: Muller
gu: મહિલા
he: נקבה
hi: महिला
hr: Ženski
hu: Nő
id: Perempuan
is: Kona
ja: 女性
ka: ქალი
kk: Қыз
kn: ಮಹಿಳೆ
ko: 여성
ku_arab: مێ
ky: Аял
lo: ຍິງ
lt: Moteris
lv: Sieviete
mi: Ira wahine
mk: Женски
ml: സ്ത്രീ
mn: Эм
mr: स्त्री
ms: Perempuan
mt: Femminil
ne: महिला
nn_no: Kvinne
no: Kvinne
or: ମହିଳା
pa_arab_pk: عورت
pa_in: ਔਰਤ
pl: Kobieta
ru: Женский
sd: عورت
si: ස්ත්‍රී
sl: Ženska
sr_cyrl_rs: Женски
sr_latn_rs: Ženski
sv: Kvinna
ta: பெண்
te: స్త్రీ
tg: Зан
th: หญิง
tr: Kadın
tt: Хатын-кыз
ug: ئايال
uk: Жіноча
ur: عورت
uz: Ayol
vi: Nữ
zh_hans: 女
zh_hant: 女性
