Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.County.GB.TelfordandWrekin
source: Telford and Wrekin
af: Telford en Wrekin
am: Telford እና Wrekin
ar: تيلفورد وريكين
as: টেলফৰ্ড আৰু ৱ্ৰেকিন
az: Telford-end-Rikin
bg: Телфорд и Рекин
bn_in: টেলফোর্ড ও রেকিন
bs: Telford i Wrekin
cy: Telford a Wrekin
da: Telford og Wrekin
el: Τέλφορντ και Ρέκιν
es: Telford y Wrekin
eu: Telford eta Wrekin
fa: تلفورد و رکین
ga: Telford agus Wrekin
gd: Telford agus Wrekin
gl: Telford e Wrekin
gu: ટેલફોર્ડ અને રેકીન
he: טלפורד ורנקין
hi: टेलफोर्ड और व्रेंकिन
hr: Telford i Wrekin
hu: Telford és Wrekin
id: Telford dan Wrekin
ja: テルフォード・アンド・リーキン
ka: ტელფორდი და ვრეკინი
kk: Телфорд және Рекин
kn: ಟೆಲ್ಫೋರ್ಡ್‌ ಮತ್ತು ವ್ರೆಕಿನ್
ko: 텔포드와 레킨
lo: ເທວຟອດ ແລະ ເວຼັກກິນ
lt: Telfordas ir Rekinas
lv: Telforda un Rekina
mi: Takiwā o Telford me Wrekin
mk: Телфорд и Рикин
ml: ടെൽഫോർഡ്, റെക്കിൻ
mr: टेलफोर्ड आणि रेकिन
ms: Telford dan Wrekin
mt: Telford u Wrekin
ne: टेलफोर्ड र रेकिन
nn_no: Telford og Wrekin
no: Telford og Wrekin
or: ଟେଲଫୋର୍ଡ ଏବଂ ୱାରେକିନ୍
pa_in: ਟੇਲਫੋਰਡ ਅਤੇ ਰੈਕਿਨ
pl: Telford i Wrekin
ru: Телфорд и Рекин
sl: Telford in Wrekin
sr_cyrl_rs: Телфорд и Врекин
sr_latn_rs: Telford i Rekin
ta: டெல்ஃபோர்ட் மற்றும் ரெகின்
te: టెల్ఫోర్డ్ మరియు రెకిన్
th: เทลฟอร์ดและเรกกิน
tr: Telford ve Wrekin
tt: Телфорд и Рекин
ug: تېلفورد ۋە رېكىن
uk: Телфорд і Рекін
ur: ٹیلفورڈ اور ریکن
uz: Telford va Rekin
vi: Telford và Wrekin
zh_hans: 特尔福德和雷金
zh_hant: 特爾福德-里金山

# Word.County.GB.Thurrock
source: Thurrock
ar: ثوروك
as: থুৰক
az: Tarrok
bg: Търок
bn_in: থারক
el: Θύρροκ
fa: ثاراک
gu: થુરૉક
he: טרוק
hi: थूरॉक
ja: サロック
ka: თაროკი
kk: Таррок
kn: ಥರ್ರಾಕ್
ko: 서록
lo: ຕູລັອກ
lt: Tarokas
lv: Taroka
mi: Takiwā o Thurrock
mk: Турок
ml: തുറോക്ക്
mr: थुरॉक
ne: थररक
or: ଥୁରକ୍
pa_in: ਥੁਰਰੋਕ
ru: Таррок
sr_cyrl_rs: Турок
sr_latn_rs: Turok
ta: துர்ராக்
te: తర్రాక్
th: เธอร์ร็อค
tt: Террок
ug: تۇرروك
uk: Таррек
ur: تھروک
uz: Tarrok
zh_hans: 瑟罗克
zh_hant: 圖拉基岩

# Word.County.GB.Torbay
source: Torbay
ar: تورباي
as: টৰ্বে
az: Torbey
bg: Торбей
bn_in: টরবে
el: Τορμπάι
fa: توربی
gu: ટોર્બે
he: טורביי
hi: टॉर्बे
ja: トーベイ
ka: ტორბეი
kk: Торбей
kn: ಟೋರ್ಬೆ
ko: 토베이
lo: ທົວເບ
lv: Torbeja
mi: Takiwā o Torbay
mk: Торбеј
ml: ടോർബേ
mr: टोरबे
ne: टोर्बे
or: ଟର୍ବେ
pa_in: ਟੋਰਬੇ
ru: Торбей
sr_cyrl_rs: Торки
sr_latn_rs: Torki
ta: டோர்பே
te: టోర్బే
th: ทอร์เบย์
tt: Торбей
ug: تورباي
uk: Торбей
ur: ٹوربے
uz: Torbey
zh_hans: 托贝
zh_hant: 托貝

# Word.County.GB.Torfaen
source: Torfaen
ar: تورفين
as: টৰফেন
az: Torvayn
bg: Торва̀йн
bn_in: তোরফায়েন
el: Τορφάεν
fa: تورواین
gu: તોર્ફેન
he: טורפאן
hi: टोरफ़ेन
ja: トルバエン
ka: ტორფაენი
kk: Торвайн
kn: ಟೋರ್ಫೇನ್
ko: 토르펜
lo: ຕໍຟີແອນ
lt: Torfaenas
lv: Torfeina
mi: Kaute o Torfaen
mk: Торфаен
ml: ടോർഫെൻ
mr: टॉर्फेन
ne: टोर्फेन
or: ଟୋରଫେନ୍
pa_in: ਤੋਰਫੇਨ
ru: Торвайн
sr_cyrl_rs: Торфаен
ta: டோர்ஃபேன்
te: టోర్ఫెన్
th: ทอร์เฟน
tt: Торвайн
ug: تورفاين
uk: Торван
ur: ٹارفائن
uz: Torvayn
zh_hans: 托法恩
zh_hant: 托法恩

# Word.County.GB.TowerHamlets
source: Tower Hamlets
ar: تاور هامليتس
as: টাৱাৰ হেমলেটচ
az: Tauer-Hamlets
bg: Тауър Хамлетс
bn_in: টাওয়ার হ্যামলেট
el: Πύργος Άμλετ
fa: تاور هملتس
gu: ટાવર હેમલેટ્સ
he: טאוור האמלטס
hi: टॉवर हैमलेट्स
ja: タワーハムレッツ
ka: თაუერ ჰამლეტსი
kk: Тауэр-Хэмлетс
kn: ಟವರ್‌ ಹ್ಯಾಮ್ಲೆಟ್ಸ್
ko: 타워 햄릿
lo: ທາວເວີ ແຮມເລັດ
lt: Hamleto bokšto miestelis
lv: Tauerhemlita
mi: Paenoho o Ngā Pā Pourewa Rānana
mk: Тауер Хамлетс
ml: ടവർ ഹാംലെറ്റ്സ്
mr: टॉवर हॅमलेट्स
ne: टावर ह्याम्लेट्स
or: ଟାୱାର ହାମଲେଟସ୍
pa_in: ਟਾਵਰ ਹੈਮਲੇਟਸ
ru: Тауэр-Хэмлетс
sr_cyrl_rs: Тауер Хамлетс
sr_latn_rs: Tauer Hamlets
ta: டவர் ஹாம்லெட்ஸ்
te: టవర్ హామ్లెట్స్
th: ทาวเวอร์แฮมเล็ตส์
tt: Тауэр-Хамлетс
ug: ھاملېت مۇنارى
uk: Тауер-Гамлетс
ur: ٹاور ہیملٹس
uz: Touer Hamlets
zh_hans: 陶尔哈姆莱茨区
zh_hant: 哈姆雷特塔

# Word.County.GB.Trafford
source: Trafford
ar: ترافورد
as: ট্ৰেফৰ্ড
az: Trafford2/4
bg: Трафорд
bn_in: ট্র্যাফরড
cy: Fford trafford
el: Τράφορντ
fa: ترافورد
gu: ટ્રેફોર્ડ
he: טראפורד
hi: ट्राफोर्ड
ja: トラフォード
ka: ტრაფორდი
kk: Траффорд
kn: ಟ್ರ್ಯಾಫೊರ್ಡ್
ko: 트래포드
lo: ທຼາຟຟອດ
lt: Trafordas
lv: Treforda
mi: Paenoho o Trafford
mk: Трафорд
ml: ട്രാഫോർഡ്
mr: ट्रॅफोर्ड
ne: ट्राफोर्ड
or: ଟ୍ରାଫୋର୍ଡ
pa_in: ਟ੍ਰੈਫੋਰਡ
ru: Траффорд
sr_cyrl_rs: Трафорд
sr_latn_rs: Traford
ta: டிராஃபோர்ட்
te: ట్రాఫోర్డ్
th: ทราฟฟอร์ด
tt: Траффорд
ug: تراففورد
uk: Траффорд
ur: ٹریفورڈ
zh_hans: 特拉福德
zh_hant: 特拉福德

# Word.County.GB.ValeofGlamorgan
source: Vale of Glamorgan
ar: فالي أوف غلامورغان
as: ভেল অফ গ্লেমাৰ্গন
az: Veyl-of-Qlamorqan
bg: Вейл ъф Гламорган
bn_in: ভেইল অফ গ্ল্যামারগান
cy: Glamorgan
el: Βέιλ οφ Γκλαμόργκαν
fa: ویل آو گلامورگن
gl: Val de Glamorgan
gu: વેલ ઑફ ગ્લેમોર્ગન
he: וייל אוף גלמורגן
hi: वेल ऑफ़ ग्लैमॉगन
ja: ベールオブグラモーガン
ka: გლამორგანის ველი
kk: Гламорган аңғары
kn: ವೇಲ್‌ ಆಫ್‌ ಗ್ಲಾಮೊರ್ಗನ್
ko: 글래모건 계곡
lo: ເວວ ອອຟ ແກຼມມໍແກນ
lt: Glamorgano slėnis
lv: Veilofglamorgana
mi: Taiororua o Glamorgan
mk: Долината на Гламорган
ml: വാലെ ഓഫ് ഗ്ലാമോർഗൻ
mr: व्हॅली ऑफ ग्लॅमॉर्गन
ne: भेल अफ ग्ल्यामोरगन
or: ଗ୍ଲାମୋର୍ଗନ୍ ଅଫ୍ ଭାଲେ
pa_in: ਗਲੈਮੋਰਗਨ ਦੀ ਘਾਟੀ
ru: Долина Гламорган
sr_cyrl_rs: Долина Гламорган
sr_latn_rs: Dolina Glamorgan
ta: கிலாமோர்கனின் வேல்
te: వేల్ ఆఫ్ గ్లామోర్గాన్
th: เวลออฟกลามอร์แกน
tt: Гламорган үзәне
ug: گلامورگان قوۋۇقى
uk: Долина Гламорган
ur: ویل آف گلیمورگن
uz: Glamorgan vodiysi
zh_hans: 格拉摩根谷
zh_hant: 格拉摩根谷

# Word.County.GB.Wakefield
source: Wakefield
ar: ويكفيلد
as: ৱেকফিল্ড
az: Ueykfild
bg: Уейкфийлд
bn_in: ওয়েকফিল্ড
el: Γουέικφιλντ
fa: ویکفیلد
gu: વેકફિલ્ડ
he: וויקפילד
hi: वेकफ़ील्ड
ja: ウェイクフィールド
ka: უეიქფილდი
kk: Уэйкфилд
kn: ವೇಕ್‌ಫೀಲ್ಡ್
ko: 웨이크필드
lo: ເວັກຟຽວ
lt: Veikfildas
lv: Veikfīlda
mi: Tāone nui o Wakefield
mk: Вејкфилд
ml: വേക്ക്ഫീൽഡ്
mr: वेकफिल्ड
ne: वेकफिल्ड
or: ୱେକଫିଲ୍ଡ
pa_in: ਵੇਕਫੀਲਡ
ru: Уэйкфилд
sr_cyrl_rs: Вејкфилд
sr_latn_rs: Vejkfild
ta: வேக்ஃபீல்ட்
te: వేక్ఫీల్డ్
th: เวกฟิลด์
tt: Уэйкфилд
ug: ۋاكېفېلد
uk: Вейкфілд
ur: ویک فیلڈ
uz: Ueykfild
zh_hans: 韦克菲尔德
zh_hant: 維克菲爾德

# Word.County.GB.Wales
source: Wales
af: Wallis
am: ዌልስ
ar: ويلز
as: ৱেলছ
az: Uels
bg: Уелс
bn_in: ওয়েলস
cy: Cymru
el: Ουαλία
es: Gales
eu: Gales
fa: ولز
ga: An Bhreatain Bheag
gd: A’ Chuimrigh
gl: Gales
gu: વેલ્સ
he: ויילס
hi: वेल्स
ja: ウェールズ
ka: უელსი
kk: Уэльс
kn: ವೇಲ್ಸ್
ko: 웨일즈
ku_arab: وێڵز
ky: Уэлс
lo: ເວລສ໌
lt: Velsas
lv: Velsa
mi: Wēra
mk: Велс
ml: വെയിൽസ്
mn: Уэлс
mr: वेल्स
ne: वेल्स
or: ଵଲେସ୍
pa_arab_pk: ویلز
pa_in: ਵੇਲਸ
pl: Walia
ru: Уэльс
sd: ويلز
si: වේල්සය
sr_cyrl_rs: Велс
sr_latn_rs: Vels
ta: வேல்ஸ்
te: వేల్స్
tg: Уэлс
th: เวลส์
tr: Galler
tt: Уэльс
ug: ۋېلىش
uk: Вельс
ur: ویلز
uz: Uells
zh_hans: 威尔士

# Word.County.GB.Walsall
source: Walsall
ar: والسال
as: ৱালচাল
az: Uolsoll
bg: Уолсол
bn_in: ওয়ালসাল
el: Γουόλσολ
fa: والسال
gu: વૉલ્સેલ
he: וולסל
hi: वालसल
ja: ウォールソール
ka: უოლსოლი
kk: Уолсолл
kn: ವಾಲ್ಸಾಲ್
ko: 월솔
lo: ວໍຊໍ
lt: Volsolis
lv: Volsola
mi: Tāone o Walsall
mk: Валсал
ml: വാൽസൽ
mr: वॉल्सॉल
ne: वाल्सल
or: ୱାଲସଲ
pa_in: ਵਾਲਸਾਲ
ru: Уолсолл
sr_cyrl_rs: Волсол
sr_latn_rs: Volsal
ta: வால்சால்
te: వాల్సాల్
th: วอลซอลล์
tt: Уолсолл
ug: ۋالسال
uk: Волсолл
ur: والسال
uz: Uolsall
zh_hans: 沃尔索尔
zh_hant: 瓦勒

# Word.County.GB.WalthamForest
source: Waltham Forest
ar: غابة والثام
as: ৱালথাম ফৰেষ্ট
az: Uoltem Forest
bg: Уолтъм Форест
bn_in: ওয়াল্টহাম ফরেস্ট
cy: Coedwig Waltham
el: Δάσος Γουόλθαμ
fa: والتام فورست
ga: Foraois Waltham
gu: વાલ્થમ ફોરેસ્ટ
he: וולת'אם פורסט
hi: वाल्थम फॉरेस्ट
ja: ウォルサムフォレスト
ka: უოლტჰემის ტყე
kk: Уолтем-Форест
kn: ವಾಲ್ಥಾಮ್‌ ಫಾರೆಸ್ಟ್
ko: 월섬 포레스트
lo: ປ່າ ວໍແຮມ
lt: Voltam Forestas
lv: Voltemforesta
mi: Paenoho o Ngahere Waltham
mk: Волтам Форест
ml: വാൾത്താം ഫോറസ്റ്റ്
mr: वॉल्थम फॉरेस्ट
ne: वालथाम फरेस्ट
or: ୱାଲଥାମ୍ ଫରେଷ୍ଟ
pa_in: ਵਾਲਥਮ ਜੰਗਲ
ru: Уолтем-Форест
sr_cyrl_rs: Волтам Форест
sr_latn_rs: Voltam Forest
ta: வால்ட்ஹாம் காடு
te: వాల్తామ్ ఫారెస్ట్
th: วอลต์แฮมฟอเรสต์
tt: Уолтем-Форест
ug: ۋالتھام ئورمانلىقى
uk: Волтгем-Форест
ur: والتھم فاریسٹ
uz: Uoltem Forest
zh_hans: 沃尔瑟姆福里斯特区
zh_hant: 馬納姆森林

# Word.County.GB.Wandsworth
source: Wandsworth
ar: واندسورث
as: ৱাণ্ডচৱৰ্থ
az: Vondsuert
bg: Уандсуърт
bn_in: ওয়ান্ডসওয়ার্থ
el: Γουάντσγουορθ
fa: وانزوورث
gu: વેન્ડ્સવર્થ
he: ואנדסוורת'
hi: वैंड्सवर्थ
ja: ウォンズワース
ka: უონდზუორტი
kk: Уондсуэрт
kn: ವ್ಯಾಂಡ್ಸ್‌ವರ್ತ್
ko: 완즈워스
lo: ແວນສເວີດ
lt: Vandsvortas
lv: Vandsvērta
mi: Paenoho o Wandsworth
mk: Вендсворт
ml: വാൻഡ്സ്‌വർത്ത്
mr: वँड्सवर्थ
ne: वान्ड्सवर्थ
or: ୱାଣ୍ଡସୱର୍ଥ
pa_in: ਵੈਂਡਸਵਰਥ
ru: Уондсуэрт
sr_cyrl_rs: Вендсворт
sr_latn_rs: Vandsvort
ta: வாண்ட்ஸ்வொர்த்
te: వాండ్స్‌వర్త్
th: วอนด์สเวิร์ธ
tt: Уондсворт
ug: ۋاندسۋورت
uk: Вондсворт
ur: وانڈز ورتھ
uz: Uondsuert
zh_hans: 旺兹沃思
zh_hant: 萬德茲

# Word.County.GB.Warrington
source: Warrington
ar: وارينغتون
as: ৱাৰিংটন
az: Uorrinqton
bg: Уорингтън
bn_in: ওয়ারিংটন
el: Γουόρινγκτον
fa: وارینگتون
gu: વૉરિંગ્ટન
he: וורינגטון
hi: वारिंगटन
ja: ウォリントン
ka: უორინგტონი
kk: Уоррингтон
kn: ವಾರಿಂಗ್ಟನ್
ko: 워링턴
lo: ວໍຣິງຕັນ
lt: Voringtonas
lv: Voringtona
mi: Tāone o Warrington
mk: Верингтон
ml: വാറിംഗ്ടൺ
mr: वॉरिंग्टन
ne: वारिङटन
or: ୱାରିଙ୍ଗଟନ୍
pa_in: ਵਾਰਿੰਗਟਨ
ru: Уоррингтон
sr_cyrl_rs: Варингтон
sr_latn_rs: Vorington
ta: வாரிங்டன்
te: వారింగ్టన్
th: วอร์ริงตัน
tt: Уоррингтон
ug: ۋاررىڭتون
uk: Воррінгтон
ur: وارنگٹن
uz: Uorrington
zh_hans: 沃灵顿
zh_hant: 沃靈頓

# Word.County.GB.Warwickshire
source: Warwickshire
ar: وارويكشاير
as: ৱাৰউইকশ্বায়াৰ
az: Uorvikşir
bg: Уорикшир
bn_in: ওয়ারউইকশায়ার
cy: Swydd Warwick
el: Γουόργουικσάιρ
fa: وارویک‌شر
gu: વૉર્વિકશાયર
he: וורויקשייר
hi: वारविकशायर
ja: ウォリックシャー
ka: ვარვიკშირი
kk: Уорикшир
kn: ವಾರ್‌ವಿಕ್‌ಶೈರ್
ko: 워릭셔
lo: ເວີວິກເຊຍ
lt: Vorikšyras
lv: Vorikšīra
mi: Kaute o Warwickshire
mk: Ворвикшир
ml: വാർവിക്ഷെയർ
mr: वॉरविकशायर
ne: वारविकसायर
or: ୱାରୱିକଶାୟାର
pa_in: ਵਾਰਵਿਕਸ਼ਾਇਰ
ru: Уорикшир
sr_cyrl_rs: Варвикшир
sr_latn_rs: Vorvikšir
ta: வார்விக்ஷையர்
te: వార్విక్షైర్
th: วอร์วิกเชียร์
tt: Уорикшир
ug: ۋارۋىكشىر
uk: Ворикшир
ur: واروک شائر
uz: Uorvikshir
zh_hans: 沃里克郡
zh_hant: 瓦勒郡

# Word.County.GB.WestBerkshire
source: West Berkshire
ar: ويست بيركشاير
as: ৱেষ্ট বাৰ্কশ্বায়াৰ
az: Qərbi Berkşir
bg: Западен Бъркшър
bn_in: পশ্চিম বার্কশায়ার
cy: Gorllewin Swydd Berk
el: Δυτικό Μπερκσάιρ
eu: Mendebaldeko Berkshire
fa: برکشر غربی
gd: Berkshire an Iar
gu: વેસ્ટ બર્કશાયર
he: מערב ברקשייר
hi: वेस्ट बर्कशायर
hr: Zapadni Berkshire
id: Berkshire Barat
ja: ウェストバークシャー
ka: დასავლეთ ბერკშირი
kk: Батыс Беркшир
kn: ಪಶ್ಚಿಮ ಬರ್ಕ್‌ಶೈರ್
ko: 웨스트 버크셔
lo: ເບີັກເຊຍ ຕາເວັນຕົກ
lt: Vakarų Berkšyras
lv: Vesbērkšīra
mi: Takiwā o Berkshire ki te Uru
mk: Западен Беркшир
ml: വെസ്റ്റ് ബെർക്ക്ഷെയർ
mr: वेस्ट बर्कशायर
ms: Berkshire Barat
ne: पश्चिमी बर्कसायर
or: ପଶ୍ଚିମ ବର୍କଶାୟାର
pa_in: ਪੱਛਮੀ ਬਰਕਸ਼ਾਇਰ
ru: Западный Беркшир
sl: Zahodni Berkshire
sr_cyrl_rs: Западни Беркшир
sr_latn_rs: Zapadni Berkšir
ta: மேற்கு பெர்க்ஷையர்
te: వెస్ట్ బెర్క్‌షైర్
th: เวสต์เบิร์กเชียร์
tr: Batı Berkshire
tt: Көнбатыш Беркшир
ug: غەربىي بېركشىر
uk: Західний Беркшир
ur: ویسٹ برکشائر
uz: Gʻarbiy Berkshir
vi: Tây Berkshire
zh_hans: 西伯克郡
zh_hant: 西伯克郡

# Word.County.GB.WestDunbartonshire
source: West Dunbartonshire
ar: وست دونبارتونشاير
as: ৱেষ্ট ডানবাৰটনশ্বায়াৰ
az: Qərbi Danbartonşir
bg: Западен Дънбартъншир
bn_in: পশ্চিম ডানবারটনশায়ার
cy: Gorllewin Swydd Dunbarton
el: Δυτικό Ντάνμπαρτονσάιρ
eu: Mendebaldeko Dunbartonshire
fa: دونبارتونشر غربی
ga: Dunbartonshire Thiar
gd: Siorrachd Dhùn Breatann an Iar
gu: વેસ્ટ ડંબરટનશાયર
he: מזרח דונברטונשייר
hi: पूर्वी डनबार्टनशायर
hr: Zapadni Dunbartonshire
id: Dunbartonshire Barat
ja: ウェストダンバートンシャー
ka: დასავლეთ დანბარტონშირი
kk: Батыс Дамбартоншир
kn: ಪಶ್ಚಿಮ ಡನ್‌ಬಾರ್ಟನ್‌ಶೈರ್
ko: 웨스트 던바튼셔
lo: ດັນບາຕັ້ນເຊຍ ຕາເວັນຕົກ
lt: Vakarų Danbartonšyras
lv: Vestdanbārtonšīra
mi: Tāone o Dunbartonshire ki te Uru
mk: Западен Данбартоншир
ml: വെസ്റ്റ് ഡൺബാർട്ടൺഷയർ
mr: वेस्ट डनबर्टनशायर
ms: Dunbartonshire Barat
ne: पश्चिमी डनबार्टनसायर
or: ପଶ୍ଚିମ ଡନବାର୍ଟନଶାୟାର
pa_in: ਵੈਸਟ ਡਨਬਰਟਨਸ਼ਾਇਰ
ru: Западный Дамбартоншир
sl: Zahodni Dunbartonshire
sr_cyrl_rs: Западни Данбартоншир
sr_latn_rs: Zapadni Danbartonšir
ta: மேற்கு டன்பார்டன்ஷையர்
te: వెస్ట్ డన్‌బార్టన్‌షైర్
th: เวสต์ดันบาร์ตันเชียร์
tr: Batı Dunbartonshire
tt: Көнбатыш Данбартоншир
ug: غەربىي دۇنبارتونشىر
uk: Західний Данбартоншир
ur: ویسٹ ڈنبرٹن شائر
uz: Gʻarbiy Danbartonshir
vi: Tây Dunbartonshire
zh_hans: 西邓巴顿郡
zh_hant: 西巴頓郡

# Word.County.GB.WestLothian
source: West Lothian
ar: وست لوثيان
as: ৱেষ্ট লোথিয়ান
az: Qərbi Lotian
bg: Западен Лоудиън
bn_in: পশ্চিম লোথিয়ান
cy: Gorllewin Lothian
el: Δυτικό Λόθιαν
eu: Mendebaldeko Lothian
fa: لوتیان غربی
ga: Lothian Thiar
gd: Lodainn an Iar
gu: વેસ્ટ લોથિયન
he: מערב לות'יאן
hi: पूर्वी लोटियन
hr: Zapadni Lothian
id: Lothian Barat
ja: ウェストロージアン
ka: დასავლეთ ლოთიანი
kk: Батыс Лотиан
kn: ಪಶ್ಚಿಮ ಲೋಥಿಯನ್
ko: 웨스트 로시안
lo: ໂລທຽນ ຕາເວັນຕົກ
lt: Vakarų Lodianas
lv: Vestlotiana
mi: Tāone o Lothian ki te uru
mk: Западен Лотијан
ml: വെസ്റ്റ് ലോത്തിയൻ
mr: वेस्ट लोथियन
ne: पश्चिमी लोथियन
or: ପଶ୍ଚିମ ଲୋଥିଆନ୍
pa_in: ਪੱਛਮੀ ਲੋਥੀਅਨ
ru: Уэст-Лотиан
sl: Zahodni Lothian
sr_cyrl_rs: Западни Лотијан
sr_latn_rs: Zapadni Lotijan
ta: மேற்கு லோத்தியன்
te: వెస్ట్ లోథియన్
th: เวสต์โลเทียน
tr: Batı Lothian
tt: Көнбатыш Лотиан
ug: غەربىي لوتيان
uk: Західний Лотіан
ur: ویسٹ لوتھیان
uz: Gʻarbiy Lotian
vi: Tây Lothian
zh_hans: 西洛锡安
zh_hant: 西羅得安

# Word.County.GB.Westminster
source: Westminster
ar: وستمنستر
as: ৱেষ্টমিনষ্টাৰ
az: Vestminster
bg: Уестминстър
bn_in: ওয়েস্টমিনস্টার
cy: San Steffan
el: Ουέστμινστερ
fa: وست‌مینستر
gu: વેસ્ટમિનિસ્ટર
he: וסטמינסטר
hi: वेस्टमिंस्टर
ja: ウェストミンスター
ka: ვესტმინსტერი
kk: Вестминстер
kn: ವೆಸ್ಟ್‌ಮಿನಿಸ್ಟರ್
ko: 웨스트 민스터
lo: ເວດສມິນສະເຕີ
lt: Vestminsteris
lv: Vestminstera
mi: Paenoho o Westminster
mk: Вестминстер
ml: വെസ്റ്റ്മിൻസ്റ്റർ
mr: वेस्टमिन्स्टर
ne: वेस्टमिन्स्टर
or: ୱେଷ୍ଟମିନିଷ୍ଟର
pa_in: ਵੈਸਟਮਿੰਸਟਰ
ru: Вестминстер
sr_cyrl_rs: Вестминстер
sr_latn_rs: Vestminster
ta: வெஸ்ட்மின்ஸ்டர்
te: వెస్ట్ మినిస్టర్
th: เวสต์มินสเตอร์
tt: Вестминстер
ug: ۋېستمىنستېر
uk: Вестмінстер
ur: ویسٹ منسٹر
uz: Vestminster
zh_hans: 威斯敏斯特
zh_hant: 西敏寺

# Word.County.GB.WestSussex
source: West Sussex
ar: وست سوسيكس
as: ৱেষ্ট চাচেক্স
az: Qərbi Susseks
bg: Западен Съсекс
bn_in: পশ্চিম সাসেক্স
cy: Gorllewin Sussex
el: Δυτικό Σάσεξ
es: Sussex Occidental
eu: Mendebaldeko Sussex
fa: ساسکس غربی
ga: Sussex Thiar
gd: Sussex an Iar
gu: વેસ્ટ સસેક્સ
he: מערב ססקס
hi: ईस्ट ससेक्स
hr: Zapadni Sussex
id: Sussex Barat
ja: ウェストサセックス
ka: დასავლეთ სასექსი
kk: Батыс Сассекс
kn: ಪಶ್ಚಿಮ ಸಸ್ಸೆಕ್ಸ್
ko: 웨스트 서식스
lo: ຊູເຊັກ ຕາເວັນຕົກ
lt: Vakarų Saseksas
lv: Vestsaseksa
mi: Kaute o Sussex ki te uru
mk: Западен Сасекс
ml: വെസ്റ്റ് സസെക്സ്
mr: वेस्ट ससेक्स
ms: Sussex Barat
ne: पश्चिमी ससेक्स
or: ପଶ୍ଚିମ ସସେକ୍ସ
pa_in: ਵੈਸਟ ਸਸੇਕਸ
ru: Западный Суссекс
sl: Zahodni Sussex
sr_cyrl_rs: Западни Сасекс
sr_latn_rs: Zapadni Saseks
ta: மேற்கு சஸ்ஸெக்ஸ்
te: వెస్ట్ ససెక్స్
th: เวสต์ซัสเซ็กซ์
tr: Batı Sussex
tt: Көнбатыш Сассекс
ug: غەربىي سۇسسېكس
uk: Західний Сассекс
ur: ویسٹ سسیکس
uz: Gʻarbiy Sasseks
vi: Tây Sussex
zh_hans: 西萨塞克斯郡
zh_hant: 西薩塞克斯

# Word.County.GB.Wigan
source: Wigan
ar: ويجان
as: উইগান
az: Viqan
bg: Уигън
bn_in: উইগান
el: Γουίγκαν
fa: ویگان
gu: વિગન
he: ווייגאן
hi: विगन
ja: ウィガン
ka: უიგანი
kk: Уиган
kn: ವಿಗಾನ್
ko: 위건
lo: ວີແກນ
lt: Viganas
lv: Vigana
mi: Tāone o Wigan
mk: Виган
ml: വിഗൻ
mr: विगन
ne: विगन
or: ୱିଗାନ୍
pa_in: ਵਿਗਨ
ru: Уиган
sr_cyrl_rs: Виган
sr_latn_rs: Vigan
ta: விகன்
te: విగాన్
th: วิแกน
tt: Уиган
ug: ۋىگان
uk: Віган
ur: ویگان
uz: Uigan
zh_hans: 维冈
zh_hant: 維岡

# Word.County.GB.Wiltshire
source: Wiltshire
ar: ويلتشير
as: উইল্টশ্বায়াৰ
az: Uiltşir
bg: Уилтшър
bn_in: ওয়াইল্টশায়ার
el: Γουίλτσαϊρ
fa: ویلتشر
gu: વિલ્ટશાયર
he: ווילטשייר
hi: विल्टशायर
ja: ウィルトシャー
ka: უილთშირი
kk: Уилтшир
kn: ವಿಲ್ಟ್‌ಶೈರ್
ko: 윌트셔
lo: ວິວເຊຍ
lt: Viltšyras
lv: Viltšīra
mi: Kaute o Wiltshire
mk: Вилтшир
ml: വിൽറ്റ്ഷയർ
mr: विल्टशायर
ne: विल्टसायर
or: ୱିଲ୍ଟଶାୟାର
pa_in: ਵਿਲਟਸ਼ਾਇਰ
ru: Уилтшир
sr_cyrl_rs: Вилтшир
sr_latn_rs: Viltšir
ta: வில்ட்ஷையர்
te: విల్ట్‌షైర్
th: วิลต์เชียร์
tt: Уилтшир
ug: ۋىلتشىر
uk: Вільтшир
ur: ولٹ شائر
uz: Uiltsher
zh_hans: 威尔特郡
zh_hant: 威利特郡

# Word.County.GB.WindsorandMaidenhead
source: Windsor and Maidenhead
af: Windsor en Maidenhead
am: Windsor እና Maidenhead
ar: وندسور ومايدنهيد
as: উইণ্ডছৰ আৰু মেডেনহেড
az: Vindsor və Meydenhed
bg: Уиндзор и Мейдънхед
bn_in: উইন্ডসার এবং ম্যাডনিহেড
bs: Windsor i Maidenhead
cy: Windsor a Maidenhead
da: Windsor og Maidenhead
el: Γουίνστορ και Μεϊντενχέντ
es: Windsor y Maidenhead
eu: Windsor eta Maidenhead
fa: ویندسور و میدنهد
gd: Windsor agus Maidenhead
gl: Windsor e Maidenhead
gu: વિન્ડસર અને મેડનહેડ
he: ווינדזור ומיידהנד
hi: एन्स्ट्रेटर और मैदरहेडहेड
hr: Windsor i Maidenhead
hu: Windsor és Maidenhead
id: Windsor dan Maidenhead
ja: ウィンザー・アンド・メードンヘッド
ka: ვინდსორი და მეიდენჰედი
kk: Виндзор және Мейденхед
kn: ವಿಂಡ್ಸರ್ ಮತ್ತು ಮೇಯ್ಡನ್‌ಹೆಡ್
ko: 윈저와 메이든헤드
lo: ວິນເຊີ ແລະ ມາຍເດັນເຫດ
lt: Vindzoras ir Meidenhedas
lv: Vindzora un Meidenheda
mi: Rohe o Windsor me Maidenhead
mk: Виндсор и Мејденхед
ml: വിൻഡ്സർ, മെയ്ഡൻഹെഡ്
mr: विंडसर आणि मेडेनहेड
ms: Windsor dan Maidenhead
mt: Windsor u Maidenhead
ne: विन्डसर र मेडनहेड
nn_no: Windsor og Maidenhead
no: Windsor og Maidenhead
or: ୱିଣ୍ଡସର ଏବଂ ମେଡେନହେଡ୍
pa_in: ਵਿੰਡਸਰ ਅਤੇ ਮੇਡਨਹੈੱਡ
pl: Windsor i Maidenhead
ru: Виндзор и Мейденхед
sl: Windsor in Maidenhead
sr_cyrl_rs: Виндзор и Мејденхед
sr_latn_rs: Vindsor i Mejdenhed
ta: வின்ட்சர் மற்றும் மெய்டன்ஹெட்
te: విండ్సర్ మరియు మైడెన్‌హెడ్
th: วินด์เซอร์และเมเดนเฮด
tr: Windsor ve Maidenhead
tt: Виндзор һәм Мейденхед
ug: ۋىندسور ۋە مايدېنھېد
uk: Віндзор і Мейденгед
ur: ونڈسر اور میڈن ہیڈ
uz: Vindzor va Meydenhed
vi: Windsor và Maidenhead
zh_hans: 温莎-梅登黑德
zh_hant: 溫莎和梅登黑德

# Word.County.GB.Wirral
source: Wirral
ar: ويرال
as: উইৰেল
az: Uirral
bg: Уиръл
bn_in: ওয়্যারাল
el: Γουίραλ
fa: ویرال
gu: વાઇર્રલ
he: וויראל
hi: विरल
ja: ウィラル
ka: უირალი
kk: Уиррел
kn: ವಿರ್ರಾಲ್
ko: 위랄
lo: ເວີຣໍ
lt: Viralas
lv: Virela
mi: Takiwā o Wirral
mk: Вирал
ml: വിറൽ
mr: वायरल
ne: विरल
or: ୱିରାଲ୍
pa_in: ਵਾਇਰਲ
ru: Уиррел
sr_cyrl_rs: Вирал
sr_latn_rs: Viral
ta: விர்ரல்
te: వైరల్
th: วีร์รัล
tt: Уиррал
ug: ۋىررال
uk: Віррал
ur: ویرال
uz: Virral
zh_hans: 威勒尔
zh_hant: 威勒爾

# Word.County.GB.Wokingham
source: Wokingham
ar: ووكينغهام
as: ৱকিংহাম
az: Uokinqem
bg: Уокингам
bn_in: ওকিংহাম
el: Γουόκινγκχαμ
fa: ووکینگهام
gu: વૉકિંગહામ
he: ווקינגהאם
hi: वोकिंगहम
ja: ウォーキンガム
ka: ვოკინგჰემი
kk: Уокингхэм
kn: ವೋಕಿಂಗ್‌ಹ್ಯಾಮ್
ko: 워킹엄
lo: ໂວກກິ້ງແຮມ
lt: Vokingemas
lv: Vokingema
mi: Tāone nui o Wokingham
mk: Вокингам
ml: വോക്കിംഗ്ഹാം
mr: वोकिंगहॅम
ne: वकिङह्याम
or: ୱାକିଙ୍ଗହାମ୍
pa_in: ਵੋਕਿੰਘਮ
ru: Уокингхэм
sr_cyrl_rs: Вокингам
sr_latn_rs: Vokingem
ta: வோக்கிங்ஹாம்
te: వోకింగ్‌హామ్
th: วอกิงแฮม
tt: Уокингем
ug: ۋوكىڭھام
uk: Вокігем
ur: ورکنگ ہیم
uz: Uokingem
zh_hans: 沃金厄姆
zh_hant: 沃金漢姆

# Word.County.GB.Wolverhampton
source: Wolverhampton
ar: ولفرهامبتون
as: উলভাৰহেম্পটন
az: Vulverhempton
bg: Улвърхемптън
bn_in: ওলভারহাম্পটন
el: Γουλβερχάμπτον
fa: ولورهمپتون
gu: વૉલ્વરહેમ્પ્ટન
he: וולברהמפטון
hi: वोल्वरहैम्पटन
ja: ウルバーハンプトン
ka: ვულვერჰემპტონი
kk: Вулверхэмптон
kn: ವೋಲ್ವರ್‌ಹ್ಯಾಂಪ್ಟನ್
ko: 울버햄프턴
lo: ວູລເວີຮັມຕັນ
lt: Vulverhamptonas
lv: Vulverhemptona
mi: Tāone nui o Wolverhampton
mk: Вулверхемптон
ml: വോൾവർഹാംപ്ടൺ
mr: वॉल्व्हरहॅम्प्टन
ne: वुल्भरह्याम्पटन
or: ୱଲଭରହାମ୍ପଟନ୍
pa_in: ਵੁਲਵਰਹੈਂਪਟਨ
ru: Вулверхэмптон
sr_cyrl_rs: Вулверхемптон
sr_latn_rs: Vulverhempton
ta: வோல்வர்ஹாம்ப்டன்
te: వాల్వర్‌హాంప్టన్
th: วูล์ฟแฮมป์ตัน
tt: Уольверхэмптон
ug: ۋولۋېرھامپتون
uk: Вулвергемптон
ur: وولور ہیمپٹن
uz: Vulverhempton
zh_hans: 伍尔弗汉普顿
zh_hant: 馬利根

# Word.County.GB.Worcestershire
source: Worcestershire
ar: رسيستيرشاير
as: ৱাৰচেষ্টাৰশ্বায়াৰ
az: Vorsesterşir
bg: Уостършир
bn_in: ওর্সেস্টারশায়ার
cy: Swydd Gaerwrangon
el: Γουόρσεστερσάιρ
fa: ووسترشر
gu: વોર્સેસ્ટરશાયર
he: ווסטרשייר
hi: वर्सेस्टरशयर
ja: ウスターシャー
ka: ვუსტერშირი
kk: Вустершир
kn: ವೊರ್ಸೆಸ್ಟೆರ್‌ಶೈರ್
ko: 우스터셔
lo: ວໍເຊດສເຕີເຊຍ
lt: Vusteršyras
lv: Vusteršīra
mi: Kaute o Worcestershire
mk: Вустершир
ml: വോർസെസ്റ്റർഷയർ
mr: वोर्सेस्टरशायर
ne: वोर्सेस्टरसायर
or: ୱର୍ସେଷ୍ଟରଶାୟାର
pa_in: ਵਰਸੇਸਟਰਸ਼ਾਇਰ
ru: Вустершир
sr_cyrl_rs: Ворчестершир
sr_latn_rs: Vorčesteršir
ta: வோர்செஸ்டர்ஷையர்
te: వోర్సెస్టర్‌షైర్
th: วูร์สเตอร์เชียร์
tt: Вустершир
ug: ۋورسېستېرشىر
uk: Вустершир
ur: ورسٹر شائر
uz: Vustershir
zh_hans: 伍斯特郡
zh_hant: 瓦斯達郡

# Word.County.GB.Wrexham
source: Wrexham
ar: ريكسهام
as: ৰেক্সহাম
az: Reksem
bg: Рексъм
bn_in: রেক্সহ্যাম
cy: Wrecsam
el: Ρέξαμ
fa: ورکسام
gu: રેક્સહેમ
he: רקסהאם
hi: रिेक्सम
ja: レクサム
ka: ვრექსჰემი
kk: Рексем
kn: ವ್ರೆಕ್ಸ್‌ಹ್ಯಾಮ್
ko: 렉섬
lo: ເວຼັກແຮມ
lt: Reksamas
lv: Reksema
mi: Tāone o Wrexham
mk: Рексем
ml: റെക്സാം
mr: व्रेक्झॅम
ne: रेक्सह्याम
or: ରେକ୍ସହାମ୍
pa_in: ਰੈਕਸਹੈਮ
ru: Рексем
sr_cyrl_rs: Рексам
sr_latn_rs: Reksam
ta: ரெக்ஸ்ஹாம்
te: రెక్సామ్
th: เร็กซ์แฮม
tt: Рексхэм
ug: رېكسھام
uk: Рексгем
ur: ریکس ہیم
uz: Reksxem
zh_hans: 雷克斯汉姆
zh_hant: 雷克斯漢

# Word.County.GB.York
source: York
ar: يورك
as: য়ৰ্ক
bg: Йорк
bn_in: ইয়র্ক
cy: Efrog
el: Γιορκ
fa: یورک
gu: યોર્ક
he: יורק
hi: योर्क
ja: ヨーク
ka: იორკი
kk: Йорк
kn: ಯಾರ್ಕ್
ko: 요크
lo: ຢອກ
lt: Jorkas
lv: Jorka
mi: Tāone nui o Ioka
mk: Јорк
ml: യോർക്ക്
mr: यॉर्क
ne: योर्क
or: ୟର୍କ
pa_in: ਯਾਰਕ
ru: Йорк
sr_cyrl_rs: Јорк
sr_latn_rs: Jork
ta: யோர்க்
te: యార్క్
th: ยอร์ค
tt: Йорк
ug: يورك
uk: Йорк
ur: یارک
zh_hans: 约克
zh_hant: 約克
