Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCard.Error.InvalidCvv
source: Check your security code. There appears to be an error in it.
af: Kontroleer jou sekuriteitskode. Dit lyk of daar 'n fout is.
am: የእርስዎን የደህንነት ኮድ ይፈትሹ። በላዩ ላይ ስህተት አለ።
ar: تحقق من رمز الأمان. يبدو أنه يوجد به خطأ ما.‬
as: আপোনাৰ নিৰাপত্তা কোড পৰীক্ষা কৰক৷ তাত এটা ত্ৰুটি থকাৰ দৰে প্ৰকট হৈছে৷
az: Təhlükəsizlik kodunu yoxlayın. Görünür, onda səhv var.
bg: Проверете вашия код за защита. Изглежда има грешка в него.
bn_in: আপনার নিরাপত্তা কোডটি পরীক্ষা করুন৷ দেখে মনে হচ্ছে এটিতে কোনো ত্রুটি রয়েছে৷
bs: Provjerite sigurnosni kod. Izgleda da u njemu postoji greška.
cy: Gwiriwch eich cod diogelwch. Mae'n ymddangos bod yna wall ynddo.
da: Kontrollér sikkerhedskoden. Det ser ud til, at der er fejl i den.
de: Überprüfen Sie den Sicherheitscode. Die Angabe scheint falsch zu sein.
el: Ελέγξτε τον κωδικό ασφαλείας σας. Φαίνεται ότι περιέχει κάποιο σφάλμα.
es: Comprueba el código de seguridad. Parece haber un error.
et: Kontrollige turbekoodi. Võimalik, et seal on viga.
eu: Begiratu segurtasun-kodea. Badirudi erroreren bat duela.
fa: کد امنیتی خود را بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil an cód slándála. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air a’ chòd tèarainteachd agad. Tha coltas gu bheil mearachd ann.
gl: Comproba o código de seguranza. Parece que hai un erro.
gu: તમારો સુરક્ષા કોડ તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את קוד האבטחה. נראה שיש בו שגיאה.
hi: अपना सुरक्षा कोड जाँचें. ऐसा लगता है इसमें कोई त्रुटि है.
hr: Provjerite sigurnosni kod. Čini se da je došlo do pogreške.
hu: Ellenőrizze a biztonsági kódot: úgy tűnik, hogy hibásan adta meg.
id: Periksa kode keamanan Anda. Sepertinya terdapat kesalahan di dalamnya.
is: Athugaðu öryggisnúmerið. Það virðist vera villa í því.
ja: セキュリティ コードを確認してください。間違っているようです。
ka: შეამოწმეთ დამცავი კოდი. როგორც ჩანს, ის შეცდომითაა.
kk: Қауіпсіздік кодын тексеріңіз. Онда қате болуы мүмкін.
kn: ನಿಮ್ಮ ಭದ್ರತೆ ಕೋಡ್ ಪರಿಶೀಲಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ.
ko: 보안 코드를 확인하세요. 오류가 있는 것 같습니다.
ku_arab: کۆدی ئاسایشت بپشکنە. وادیارە هەڵەیەکی تێدایە.
ky: Коопсуздук кодуңузду текшериңиз. Ал жакта ката экени көрүнүп жатат.
lo: ກວດເບິ່ງລະຫັດຄວາມປອດໄພຂອງທ່ານ. ປະກົດວ່າມັນຜິດພາດ.
lt: Patikrinkite savo saugos kodą. Panašu, kad jis yra klaidingas.
lv: Pārbaudiet savu drošības kodu. Šķiet, ka tas ir kļūdains.
mi: Tirohia tō waehere haumarutanga. Te āhua nei kei roto tētahi hē.
mk: Проверете го безбедносниот код. Има грешка.
ml: നിങ്ങളുടെ സുരക്ഷാ കോഡ് പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി ദൃശ്യമാകുന്നു.
mn: Хамгаалалтын кодоо шалгана уу. Алдаатай байж болзошгүй.
mr: आपला सुरक्षा कोड तपासा. त्यामध्ये एक त्रुटी असल्याचे दिसत आहे.
ms: Semak kod keselamatan anda. Terdapat ralat padanya.
mt: Iċċekkja l-kodiċi tas-sigurtà tiegħek. Jidher li hemm xi żball fih.
ne: तपाइँको सुरक्षा सङ्केत हेर्नुहोस्। यसमा त्रुटि भएको देखिन्छ।
nn_no: Kontroller tryggingskoden din. Det ser ut til at han inneheld ein feil.
no: Sjekk sikkerhetskoden, den ser ut il å være feil.
or: ଆପଣଙ୍କର ସୁରକ୍ଷା କୋଡ୍ ଯାଞ୍ଚ କରନ୍ତୁ. ଏଥିରେ ଏକ ତ୍ରୁଟି ଥିବା ପରି ଦେଖାଯାଉଛି.
pa_arab_pk: اپنے سلامتی دے کوڈ دی پڑتال کرو۔ ایدے وچ نقص لگدا اے۔
pa_in: ਆਪਣਾ ਸੁਰੱਖਿਆ ਕੋਡ ਚੈਕ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਹੈ।
pl: Sprawdź kod weryfikacyjny. Wygląda na to, że jest błędny.
ru: Проверьте код безопасности. Возможно, он указан неправильно.
sd: پنهنجو سلامتي ڪوڊ چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ඔබගේ ආරක්ෂණ කේතය පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite varnostno kodo. Videti je, da je v njej napaka.
sr_cyrl_rs: Проверите свој безбедносни код. Изгледа да садржи неку грешку.
sr_latn_rs: Proverite svoj bezbednosni kod. Izgleda da sadrži neku grešku.
sv: Kontrollera din säkerhetskod. Det ser ut att finnas ett fel i den.
ta: உங்கள் பாதுகாப்புக் குறியீட்டைச் சரிபார்க்கவும். அதில் ஏதோ பிழை இருப்பதாகத் தோன்றுகிறது.
te: మీ భద్రతా కోడ్‌ని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Рамзи амниятро дар сатҳи корт аз назар гузаронед. Чунин менамояд, ки шумо онро бо хато ворид кардед.
th: ตรวจสอบรหัสความปลอดภัยของคุณ เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: Güvenlik kodunuzu kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: Иминлек кодыгызны тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: بىخەتەرلىك كودىنى تەكشۈرۈڭ. ئۇنىڭدا خاتالىق باردەك تۇرىدۇ.
uk: Перевірте код безпеки. Можливо, його вказано невірно.
ur: اپنے سلامتی کوڈ کی پڑتال کریں۔ لگتا ہے اس میں ایک نقص ہے۔
uz: Xavfsizlik kodini tekshiring. Unda xato borga o‘xshaydi.
vi: Hãy kiểm tra mã bảo mật của bạn. Có vẻ như đã xảy ra lỗi.
zh_hans: 请查看安全码。好像存在错误。
zh_hant: 檢查您的安全性驗證碼。其中似乎有錯誤。

# Literal.CreditCard.Error.InvalidPaymentInstrumentInfo
source: Check your info. The card number entered is invalid.
af: Kontroleer jou inligting. Die kaartnommer wat ingevoer is, is ongeldig.
am: የእርስዎን መረጃ ይፈትሹ። ያስገቡት የካርድ ቁጥር ልክ ያልኾነ ነው።
ar: تحقق من معلوماتك. رقم البطاقة الذي تم إدخاله غير صالح.
as: আপোনাৰ তথ্য পৰীক্ষা কৰক৷ প্ৰবিষ্ট কৰা কাৰ্ড নম্বৰটো অবৈধ৷
az: Məlumatınızı yoxlayın. Daxil edilən kartın nömrəsi yanlışdır.
bg: Проверете вашата информация. Въведеният номер на картата е невалиден.
bn_in: আপনার তথ্য পরীক্ষা করুন৷ প্রবেশ করানো কার্ড নম্বরটি অবৈধ৷
bs: Provjerite informacije. Uneseni broj kartice je nevažeći.
cy: Gwiriwch eich gwybodaeth. Mae rhif y cerdyn a roddwyd yn annilys.
da: Kontrollér dine oplysninger. Det angivne kortnummer er ugyldigt.
de: Überprüfen Sie Ihre Angaben. Die eingegebene Kartennummer ist ungültig.
el: Ελέγξτε τις πληροφορίες σας. Ο αριθμός κάρτας που εισαγάγατε δεν είναι έγκυρος.
es: Comprueba la información. El número de tarjeta no es válido.
et: Kontrollige andmeid. Sisestatud kaardinumber ei sobi.
eu: Begiratu informazioa. Txartel-zenbakiak ez du balio.
fa: اطلاعات خود را بررسی کنید. شماره کارت وارد شده معتبر نیست.
ga: Seiceáil d'fhaisnéis. Uimhir chárta neamhbhailí is ea a iontráladh.
gd: Thoir sùil air an fhiosrachadh agad. Tha àireamh na cairte a chuir thu a-steach mì-dhligheach.
gl: Comproba a túa información. O número de cartón non é válido.
gu: તમારી માહિતી તપાસો. દાખલ કરેલો કાર્ડ નંબર અમાન્ય છે.
he: בדוק את הפרטים. מספר הכרטיס שהוזן אינו חוקי.
hi: अपनी जानकारी जाँचें. दर्ज की गई कार्ड संख्या अमान्य है.
hr: Provjerite svoje podatke. Uneseni broj kartice nije valjan.
hu: Ellenőrizze az adatait, mert a megadott kártyaszám érvénytelen.
id: Periksa info Anda. Nomor kartu yang dimasukkan tidak valid.
is: Athugaðu upplýsingarnar. Fært var inn ógilt kortnúmer.
ja: お客様の情報を確認してください。入力したカード番号は無効です。
ka: შეამოწმეთ ინფორმაცია. შეყვანილი ბარათის ნომერი არასწორია.
kk: Ақпаратыңызды тексеріңіз. Енгізілген карта нөмірі жарамсыз.
kn: ನಿಮ್ಮ ಮಾಹಿತಿ ಪರಿಶೀಲಿಸಿ. ನಮೂದಿಸಿದ ಕಾರ್ಡ್‌ ಸಂಖ್ಯೆ ಅಮಾನ್ಯವಾಗಿದೆ.
ko: 정보를 확인하세요. 입력한 카드 번호가 잘못되었습니다.
ku_arab: زانیاریەکانت بپشکنە. ژمارەی کارتی تێنووسراو نادروستە.
ky: Маалыматыңызды текшериңиз. Киргизилген куту номери жарактуу эмес.
lo: ກວດເບິ່ງຂໍ້ມູນຂອງທ່ານ. ເລກບັດທີ່ປ້ອນເຂົ້າບໍ່ຖືກຕ້ອງ.
lt: Patikrinkite informaciją. Įvestas netinkamas kortelės numeris.
lv: Pārbaudiet savu informāciju. Jūsu ievadītais kartes numurs ir nederīgs.
mi: Tirohia ō mōhiohio. Kāore e whaimana te tau kāri.
mk: Проверете ги информациите. Внесениот број на картичката е неважечки.
ml: നിങ്ങളുടെ വിവരം പരിശോധിക്കുക. നൽകിയ കാർഡ് നമ്പർ സാധുതയുള്ളതല്ല.
mn: Мэдээллээ шалгана уу. Оруулсан картны дугаар буруу.
mr: आपली माहिती तपासा. प्रविष्ट केलेला कार्ड नंबर अवैध आहे.
ms: Semak maklumat anda. Nombor kad yang dimasukkan tidak sah.
mt: Iċċekkja l-informazzjoni tiegħek. In-numru tal-kard li daħħalt huwa invalidu.
ne: तपाइँको जानकारी हेर्नुहोस्। प्रविष्ट गरिएको खाता नम्बर अमान्य छ।
nn_no: Kontroller informasjonen. Kontonummeret du har skrive inn, er ugyldig.
no: Sjekk informasjonen. Angitt kortnummer er ugyldig.
or: ଆପଣଙ୍କ ସୂଚନା ଯାଞ୍ଚ କରନ୍ତୁ. ଏଣ୍ଟର୍ ହୋଇଥିବା କାର୍ଡ୍‌ ନମ୍ଵର ଅବୈଧ ଅଟେ.
pa_arab_pk: اپنی معلومات دی پڑتال کرو۔ داخل کیتا کارڈ نمبر مجاز نہیں اے۔
pa_in: ਆਪਣੀ ਜਾਣਕਾਰੀ ਚੈਕ ਕਰੋ। ਦਾਖਲ ਕੀਤਾ ਗਿਆ ਖਾਤਾ ਨੰਬਰ ਅਵੈਧ ਹੈ।
pl: Sprawdź swoje informacje. Wprowadzony numer karty jest nieprawidłowy.
ru: Проверьте свои данные. Введен недопустимый номер карты.
sd: پنهنجي معلومات چيڪ ڪريو. توهانجو داخل ڪيل ڪارڊ نمبر غلط آهي.
si: ඔබගේ තොරතුරු පරීක්ෂා කරන්න. ඇතුල් කළ කාඩ්පත් අංකය අවලංගුයි.
sl: Preverite svoje podatke. Vnesena številka kartica ni veljavna.
sr_cyrl_rs: Проверите своје податке. Унети број картице није важећи.
sr_latn_rs: Proverite svoje podatke. Uneti broj kartice nije važeći.
sv: Kontrollera din information. Det angivna kortnumret är ogiltigt.
ta: உங்கள் விபரத்தைச் சரிபாருங்கள். உள்ளிட்ட அட்டை எண் செல்லுபடியாகாது.
te: మీ సమాచారాన్ని తనిఖీ చేయండి. నమోదు చేసిన కార్డ్ సంఖ్య చెల్లదు.
tg: Маълумоти худро тафтиш кунед. Рақами корти воридшуда беэътибор аст.
th: โปรดตรวจสอบข้อมูลของคุณ หมายเลขบัตรที่ป้อนไม่ถูกต้อง
tr: Bilgilerinizi kontrol edin. Girilen kart numarası geçersiz.
tt: Мәгълүматыгызны тикшерегез. Кертелгән карта номеры ярашсыз.
ug: ئۇچۇرىڭىزنى تەكشۈرۈڭ. كىرگۈزگەن كارتا نومۇرى ئىناۋەتسىز.
uk: Перевірте свої відомості. Введено неприпустимий номер картки.
ur: اپنی معلومات کی پڑتال کریں۔ داخل کردہ کارڈ نمبر ناجائز ہے۔
uz: Ma’lumotlaringizni tekshiring. Kiritilgan karta raqami noto‘g‘ri.
vi: Hãy kiểm tra thông tin của bạn. Số thẻ bạn nhập không hợp lệ.
zh_hans: 请查看你的信息。输入的卡号无效。
zh_hant: 檢查您的資訊。輸入的卡號無效。

# Literal.CreditCard.Error.InvalidState
source: Check the state in your address. There appears to be an error in it.
af: Kontroleer die deelstaat in jou adres. Dit lyk of daar 'n fout is.
am: በእርስዎ አድራሻ ውስጥ ያለውን ዞን ይፈትሹ። በላዩ ላይ ስህተት አለ።
ar: تحقق من الحالة في العنوان الخاص بك. يبدو أنه يوجد به خطأ ما.‬
as: আপোনাৰ ঠিকনাত থকা ৰাজ্যখন পৰীক্ষা কৰক৷ তাত এটা ত্ৰুটি থকাৰ দৰে প্ৰকট হৈছে৷
az: Ünvanda ştatınızı yoxlayın. Görünür, onda səhv var.
bg: Проверете щата в адреса си. Изглежда има грешка в него.
bn_in: আপনার ঠিকানাতে রাজ্যের নাম পরীক্ষা করে দেখুন৷ দেখে মনে হচ্ছে এটিতে কোনো ত্রুটি রয়েছে৷
bs: Provjerite državu u adresi. Izgleda da u njoj postoji greška.
cy: Gwiriwch y sir yn eich cyfeiriad. Fe ymddengys bod gwall yno.
da: Kontrollér delstaten i adressen. Det ser ud til, at der er fejl i den.
de: Überprüfen Sie das Bundesland in der Adresse. Die Angabe scheint falsch zu sein.
el: Ελέγξτε τον νομό στη διεύθυνσή σας. Φαίνεται ότι περιέχει κάποιο σφάλμα.
es: Comprueba el estado en la dirección. Parece haber un error.
et: Kontrollige aadressi maakonda. Võimalik, et seal on viga.
eu: Begiratu helbideko estatua. Badirudi erroreren bat duela.
fa: ایالت را در آدرس خود بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil an contae i do sheoladh. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air an t-siorrachd/còigeamh san t-seòladh agad. Tha coltas gu bheil mearachd ann.
gl: Comproba o estado no enderezo. Parece que hai un erro.
gu: તમારા સરનામામાં રાજ્ય તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את המדינה בכתובת שלך. נראה שיש בה שגיאה.
hi: अपने पते में राज्य जाँचें. ऐसा लगता है इसमें कोई त्रुटि है.
hr: Provjerite saveznu državu u adresi. Čini se da je došlo do pogreške.
hu: Ellenőrizze a címben szereplő megyét: úgy tűnik, hogy hibásan adta meg.
id: Periksa negara di alamat Anda. Sepertinya terdapat kesalahan di dalamnya.
is: Athugaðu fylkið í heimilisfanginu. Það virðist vera villa í því.
ja: 住所の都道府県名を確認してください。間違っているようです。
ka: მისამართში შეამოწმეთ შტატი. როგორც ჩანს, ის შეცდომითაა.
kk: Мекенжайыңыздағы облысты тексеріңіз. Онда қате болуы мүмкін.
kn: ನಿಮ್ಮ ವಿಳಾಸದಲ್ಲಿ ಸ್ಥಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ.
ko: 주소에서 시/도를 확인하세요. 오류가 있는 것 같습니다.
ku_arab: ویلایەت لە ناونیشانەکەتدا بپشکنە. وادیارە هەڵەیەکی تێدایە.
ky: Дарегиңиздеги мамлекетти текшериңиз. Ал жакта ката экени көрүнүп жатат.
lo: ກວດເບິ່ງລັດໃນທີ່ຢູ່ຂອງທ່ານ. ປະກົດວ່າມັນຜິດພາດ.
lt: Patikrinkite savo adreso šalį. Panašu, kad ji klaidinga.
lv: Pārbaudiet novada nosaukumu savā adresē. Šķiet, ka tas ir kļūdains.
mi: Tirohia te rohe i tō wāhinoho. Te āhua nei kei roto tētahi hē.
mk: Проверете ја државата во адресата. Има грешка.
ml: നിങ്ങളുടെ വിലാസത്തിലെ സംസ്ഥാനം പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി ദൃശ്യമാകുന്നു.
mn: Хаяг дээрх муж улсаа шалгана уу. Алдаатай байж болзошгүй.
mr: आपल्या पत्त्यातील राज्य तपासा. त्यामध्ये एक त्रुटी असल्याचे दिसत आहे.
ms: Semak negeri pada alamat anda. Terdapat ralat padanya.
mt: Iċċekkja l-istat fil-indirizz tiegħek. Jidher li hemm xi żball fih.
ne: तपाइँको ठेगानामा राज्य हेर्नुहोस्। यसमा त्रुटि भएको देखिन्छ।
nn_no: Kontroller delstaten i adressa di. Det ser ut til at han inneheld ein feil.
no: Kontroller delstaten i adressen, den ser ut til å være feil.
or: ଆପଣଙ୍କର ଠିକଣାରେ ରାଜ୍ୟ ଦେଖନ୍ତୁ. ଏଥିରେ ଏକ ତ୍ରୁଟି ଥିବା ପରି ଦେଖାଯାଉଛି.
pa_arab_pk: اپنے پتے وچ ریاست دی پڑتال کرو۔ ایدے وچ نقص لگدا اے۔
pa_in: ਆਪਣੇ ਪਤੇ ਵਿੱਚ ਰਾਜ ਚੈਕ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਹੈ।
pl: Sprawdź województwo w adresie. Wygląda na to, że jest błędne.
ru: Проверьте страну в адресе. Возможно, она указана неправильно.
sd: پنهنجي پتي ۾ رياست چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ඔබගේ ලිපිනයේ ප්‍රාන්තය පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite zvezno državo v svojem naslovu. Videti je, da je v njej napaka.
sr_cyrl_rs: Проверите државу у својој адреси. Изгледа да садржи неку грешку.
sr_latn_rs: Proverite državu u svojoj adresi. Izgleda da sadrži neku grešku.
sv: Kontrollera delstaten i din adress. Det ser ut att finnas ett fel.
ta: உங்கள் முகவரியில் உள்ள மாநிலத்தைச் சரிபார்க்கவும். அதில் ஏதோ பிழை இருப்பதாகத் தோன்றுகிறது.
te: మీ చిరునామాలోని రాష్ట్రాన్ని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Иёлотро дар суроғаи худ тафтиш кунед. Чунин менамояд, ки шумо онро бо хато ворид кардед.
th: ตรวจสอบรัฐในที่อยู่ของคุณ เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: Adresinizdeki eyaleti kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: Адресыгыздагы төбәкне тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: ئادرېسىڭىزدىكى ئىشتات/ئۆلكە/ئاپتونوم رايون نامىنى تەكشۈرۈڭ. خاتالىق باردەك تۇرىدۇ.
uk: Перевірте країну в адресі. Можливо, її вказано невірно.
ur: اپنے پتہ میں ریاست کی پڑتال کریں۔ لگتا ہے اس میں ایک نقص ہے۔
uz: Manzilingizdagi shtatni tekshiring. Unda xato borga o‘xshaydi.
vi: Hãy kiểm tra tiểu bang trong địa chỉ của bạn. Có vẻ như đã xảy ra lỗi.
zh_hans: 请查看地址中的状态。好像存在错误。
zh_hant: 檢查您地址中的省/市。其中似乎有錯誤。

# Literal.CreditCard.Error.InvalidAddressCity
source: Check your city in address. There appears to be an error in it.
af: Kontroleer jou stad in die adres. Dit lyk of daar ’n fout in is.
am: በእርስዎ አድራሻ ውስጥ ከተማዎን ይፈትሹ። ስህተት ያለበት ይመስላል።
ar: تحقق من مدينتك في العنوان. يبدو أنه يوجد به خطأ ما.
as: আপোনাৰ ঠিকনাত চহৰ পৰীক্ষা কৰক৷ তাত এটা ত্ৰুটি থকাৰ দৰে প্ৰকট হৈছে৷
az: Ünvanda şəhərinizi yoxlayın. Görünür, onda səhv var.
bg: Проверете града си в адреса. Изглежда има грешка в него.
bn_in: ঠিকানাটিতে আপনার শহর খুঁজুন। এখানে একটি ত্রুটি আছে বলে মনে হচ্ছে।
bs: Provjerite grad u adresi. Izgleda da je pogrešno unesen.
cy: Gwiriwch eich dinas yn y cyfeiriad. Fe ymddengys bod gwall yno.
da: Kontrollér byen i adressen. Det ser ud til, at der er fejl i den.
de: Überprüfen Sie den Ort in der Adresse. Die Angabe scheint einen Fehler zu enthalten.
el: Ελέγξτε την πόλη στη διεύθυνση. Φαίνεται ότι περιέχει κάποιο σφάλμα.
es: Comprueba la ciudad en la dirección. Parece haber un error.
et: Kontrollige aadressi linna. On võimalik, et seal on viga.
eu: Egiaztatu helbideko hiria. Badirudi erroreren bat duela.
fa: شهر خود را در آدرس بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil an chathair i do sheoladh. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air a’ bhaile san t-seòladh. Tha coltas gu bheil mearachd ann.
gl: Comproba a cidade no enderezo. Parece que hai un erro.
gu: તમારા સરનામામાં શહેર તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את העיר בכתובת שלך. נראה שיש בה שגיאה.
hi: पते में अपना शहर जाँचें. लगता है इसमें कोई त्रुटि है.
hr: Provjerite grad u adresi. Čini se da je pogrešno unesen.
hu: Ellenőrizze a címben szereplő települést. Úgy tűnik, hogy hibásan adta meg.
id: Periksa kota di alamat Anda. Sepertinya terdapat kesalahan.
is: Athugaðu borgina í heimilisfanginu. Hún virðist innihalda villu.
ja: 住所の市区町村を確認してください。間違っているようです。
ka: მისამართში შეამოწმეთ თქვენი ქალაქი. როგორც ჩანს, იქ შეცდომაა.
kk: Мекенжайыңыздағы қаланы тексеріңіз. Онда қате болуы мүмкін.
kn: ವಿಳಾಸದಲ್ಲಿ ನಿಮ್ಮ ನಗರವನ್ನು ಪರಿಶೀಲಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ.
ko: 주소에서 구/군/시를 확인하세요. 오류가 있는 것 같습니다.
ku_arab: شارەکەت لەناو ناونیشانەکەدا بپشکنه. وادیارە هەڵەیەکی تێدایه.
ky: Даректеги шаарыңызды текшериңиз. Ката бар окшойт.
lo: ກວດເບິ່ງຊື່ເມືອງໃນທີ່ຢູ່ຂອງທ່ານ. ປະກົດວ່າມັນຜິດພາດ.
lt: Patikrinkite savo adreso miestą. Atrodo, kad jis klaidingas.
lv: Pārbaudiet pilsētas nosaukumu savā adresē. Šķiet, ka tas ir kļūdains.
mi: Tirohia te tāonenui i roto i tō wāhinoho. Te āhua nei kei roto tētahi hē.
mk: Проверете го градот во адресата. Изгледа дека има грешка.
ml: നിങ്ങളുടെ വിലാസത്തിലെ നഗരം പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി തോന്നുന്നു.
mn: Хаяг дах хотоо шалгана уу. Алдаатай байж болзошгүй.
mr: पत्त्यामधील आपले शहर तपासा. त्यात एक त्रुटी असल्याचे दिसते आहे.
ms: Semak bandar anda dalam alamat. Terdapat ralat padanya.
mt: Iċċekkja l-belt fl-indirizz tiegħek. Jidher li hemm xi żball fiha.
ne: ठेगानामा आफ्नो सहर चेक गर्नुहोस्। त्यसमा त्रुटि भएजस्तो देखिन्छ।
nn_no: Kontroller byen i adressa di. Det ser ut til at han inneheld ein feil.
no: Sjekk byen i adressen. Den ser ut til å være feil.
or: ଠିକଣାରେ ଆପଣଙ୍କର ସହର ଯାଞ୍ଚ କରନ୍ତୁ. ଏଥିରେ ଏକ ତ୍ରୁଟି ରହିଥିବା ପରି ଦେଖାଯାଉଛି.
pa_arab_pk: پتے وچ اپنا شہر چیک کرو۔ ایدے وچ اک نقص لگدا اے۔
pa_in: ਪਤੇ ਵਿੱਚ ਆਪਣੇ ਸ਼ਹਿਰ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਹੈ।
pl: Sprawdź miejscowość w adresie. Prawdopodobnie zawiera błąd.
ru: Проверьте город в адресе. Возможно, он указан неправильно.
sd: پتي ۾ شهر چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ලිපිනයේ ඔබගේ නගරය පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite mesto v naslovu. Videti je, da je v njem napaka.
sr_cyrl_rs: Проверите град у адреси. Изгледа да садржи неку грешку.
sr_latn_rs: Proverite grad u adresi. Izgleda da sadrži neku grešku.
sv: Kontrollera orten i din adress. Det ser ut att finnas ett fel.
ta: முகவரியில் உள்ள உங்கள் நகரத்தைச் சரிபார்க்கவும். அதில் ஏதோ பிழை இருப்பதாகத் தோன்றுகிறது.
te: చిరునామాలో మీ నగరాన్ని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Шаҳри худро дар суроға тафтиш кунед. Ба назар мерасад, ки дар он хато аст.
th: ตรวจสอบเมืองของคุณในที่อยู่ เนื่องจากดูเหมือนว่ามีข้อผิดพลาดเกิดขึ้น
tr: Adresteki şehrinizi kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: Адрестагы шәһәрне тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: ئادرېستىكى شەھىرىڭىزنى تەكشۈرۈڭ. خاتالىق باردەك تۇرىدۇ.
uk: Перевірте місто в адресі. Можливо, його вказано невірно.
ur: پتہ میں اپنے شہر کی پڑتال کریں۔ اس میں ایک نقص ظاہر ہو رہا ہے۔
uz: Manzildagi shaharni tekshiring. Unda xato borga o‘xshaydi.
vi: Hãy kiểm tra thành phố trong địa chỉ của bạn. Có vẻ như đã xảy ra lỗi.
zh_hans: 请查看你的地址所在城市。似乎存在错误。
zh_hant: 檢查您地址中的縣/市。其中似乎有錯誤。
