Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.PiAlreadyExists2
source: We can't add the payment method. Please make sure it hasn't been already added to your account. If you continue to get this message, try with another payment method or contact customer service for assistance.
af: Ons kan nie die betaalmetode by voeg nie. Maak asseblief seker dat dit nie al reeds tot you rekening gevoeg is nie. Indien jy aanhou om hierdie boodskap te ontvang, probeer met 'n ander betaalmetode of kontak kliëntediens vir hulp.
am: የክፍያ ዘዴውን ማከል አንችልም። እባክዎ አስቀድመሞ ወደመለያዎ ታክሎ እንዳልነበረ ያጣሩ። ይህንን መልእክት ማግኘትዎን ከቀጠሉ ሌላ የክፍያ ዘዴ ይጠቀሙ ወይም ለእገዛ የደንበኞች አገልግሎትን ያግኙ።
ar: يتعذر علينا إضافة طريقة الدفع. يرجى التأكد من أنه لم تتم إضافتها بالفعل إلى حسابك. إذا كنت لا تزال تتلقى هذه الرسالة، حاول استخدام طريقة دفع أخرى أو اتصل بخدمة العملاء للحصول على المساعدة.
as: আমি পৰিশোধ পদ্ধতিটো যোগ দিব নোৱাৰো৷ অনুগ্ৰহ কৰি এইটো ইতিমধ্যে আপোনাৰ একাউণ্টত যোগ নিদিয়াটো নিশ্চিত কৰক৷ যদি আপুনি এই বাৰ্তা পোৱাটো জাৰী থাকে, আন পৰিশোধ পদ্ধতিৰে চেষ্টা কৰক বা সহযোগিতাৰ কাৰণে গ্ৰাহক সেৱাত যোগাযোগ কৰক৷
az: Ödəniş üsulunu əlavə etmək mümkün deyil. Onun artıq hesabınıza əlavə olunduğunu yoxlayın. Əgər bu mesajı almaqda davam etsəniz, başqa ödəniş üsulunu sınaqdan keçirin və ya yardım üçün müştəri xidmətləri ilə əlaqə saxlayın.
bg: Методът на плащане не може да бъде добавен. Уверете се, че той вече не е добавен във вашия акаунт. Ако това съобщение продължава да се появява, опитайте да използвате друг метод на плащане или се свържете с отдела за обслужване на клиенти за съдействие.
bn_in: আমরা অর্থপ্রদানের মাধ্যমটি যোগ করতে পারছি না। অনুগ্রহ করে এটি যে ইতিমধ্যেই আপনার অ্যাকাউন্টে যোগ করা হয়নি তা নিশ্চিত করুন। আপনি এই বার্তাটি পেতেই থাকলে, হয় অর্থপ্রদানের অপর একটি পদ্ধতি দিয়ে চেষ্টা করুন বা সহায়তার জন্য গ্রাহক পরিষেবায় যোগাযোগ করুন।
bs: Ne možemo dodati način plaćanja. Provjerite da li je on već dodan na vaš račun. Ukoliko nastavite dobivati ovu poruku, pokušajte s drugim načinom plaćanja ili se obratite korisničkoj podršci za pomoć.
cy: Does dim modd i ni ychwanegu'r dull talu. Gwnewch yn siŵr nad yw wedi'i ychwanegu at eich cyfrif yn barod. Os byddwch chi'n dal i gael y neges hon, rhowch gynnig ar ddull talu arall neu gysylltu â'r gwasanaeth cwsmeriaid i gael cymorth.
da: Betalingsmåden kan ikke tilføjes. Kontrollér, at den ikke allerede er tilføjet din konto. Hvis du får vist denne meddelelse igen, skal du prøve at bruge en anden betalingsmåde eller kontakte kundeservice for at få hjælp.
de: Die Zahlungsmethode kann nicht hinzugefügt werden. Stellen Sie sicher, dass sie Ihrem Konto nicht bereits hinzugefügt wurde. Wenn Sie diese Nachricht weiterhin erhalten, probieren Sie eine andere Zahlungsmethode aus, oder wenden Sie sich an den Kundendienst.
el: Δεν είναι δυνατό να προσθέσουμε τη μέθοδο πληρωμής. Βεβαιωθείτε ότι δεν έχει ήδη προστεθεί στο λογαριασμό σας. Εάν συνεχίσετε να λαμβάνετε αυτό το μήνυμα, δοκιμάστε μια άλλη μέθοδο πληρωμής ή επικοινωνήστε με την εξυπηρέτηση πελατών για βοήθεια.
es: No podemos añadir el método de pago. Asegúrese de que no se haya añadido ya a su cuenta. Si sigue recibiendo este mensaje, intente usar otro método de pago o póngase en contacto con el servicio al cliente para obtener ayuda.
et: Me ei saa makseviisi lisada. Veenduge, et seda ei ole juba teie kontole lisatud. Kui saate jätkuvalt seda sõnumit, proovige muud makseviisi või võtke abi saamiseks ühendust klienditeenindusega.
eu: Ezin dugu ordainketa-metodoa gehitu. Ziurtatu ez dagoela lehendik kontuan gehituta. Mezu hau ikusten jarraitzen baduzu, saiatu beste ordainketa-metodo bat erabiltzen edo, laguntza eskuratzeko, jarri bezeroentzako arreta-zerbitzuarekin harremanetan.
fa: نمی توانیم روش پرداخت را اضافه کنیم. لطفاً بررسی کنید که قبلاً به حسابتان اضافه نشده باشد. اگر همچنان این پیام را دریافت می کنید، از یک روش پرداخت دیگر استفاده کنید یا اینکه برای راهنمایی با خدمات مشتریان تماس بگیرید.
ga: Ní féidir linn an modh íocaíochta a chur leis. Bí cinnte nach bhfuil sé curtha le do chuntas cheana féin. Má leanann tú de bheith ag fáil na teachtaireachta seo, bain triail as modh eile nó déan teagmháil le seirbhís do chustaiméirí chun cúnamh a fháil.
gd: Chan urrainn dhuinn an dòigh pàighidh a chur ris. Dèan cinnteach nach deach a chur ris mu thràth. Ma gheibh thu an teachdaireachd seo a-rithist 's a-rithist, feuch dòigh pàighidh eile no cuir fios gu sgioba taic nan custamairean airson cobhair.
gl: Non podemos engadir o método de pagamento. Asegúrese de que aínda non se engadiu á conta. Se segue a recibir esta mensaxe, ténteo con outro método de pagamento ou contacte co servizo de atención ao cliente para obter asistencia.
gu: અમે ચૂકવણી પદ્ધતિ ઍડ કરી શકતા નથી. કૃપયા ખાતરી કરો કે તેને પહેલાંથી તમારા ખાતામાં ઍડ કરવામાં આવેલી છે. જો તમને આ સંદેશ મળવાનું ચાલુ રહે છે, તો બીજી ચૂકવણી પદ્ધતિ અજમાવી જુઓ અથવા સહાયતા માટે ગ્રાહક સેવાનો સંપર્ક કરો.
he: אין לנו אפשרות להוסיף את שיטת התשלום. ודא שהיא לא נוספה כבר לחשבון שלך. אם אתה ממשיך לקבל הודעה זו, נסה שיטת תשלום אחרת או פנה לשירות לקוחות לקבלת סיוע.
hi: हम भुगतान विधि नहीं जोड़ सकते. कृपया सुनिश्चित करें कि यह आपके खाते से पहले से ही नहीं जुड़ा है. अगर आपको लगातार यह संदेश मिलता है, तो कोई अन्य भुगतान विधि आज़माएँ या सहायता के लिए ग्राहक सेवा से संपर्क करें.
hr: Ne možemo dodati način plaćanja. Provjerite je li već dodan na vaš račun. Ako nastavite dobivati ovu poruku, pokušajte s drugim načinom plaćanja ili se za pomoć obratite korisničkoj službi.
hu: Nem tudjuk hozzáadni a fizetési módot. Ellenőrizze, hogy nem adta-e már hozzá a fiókjához. Ha továbbra is ezt az üzenetet kapja, próbálkozzon egy másik fizetési móddal, vagy forduljon segítségért az ügyfélszolgálathoz.
id: Kami tidak dapat menambah metode pembayaran. Pastikan metode pembayaran telah ditambahkan ke akun Anda. Jika Anda terus mendapatkan pesan ini, cobalah metode lain atau layanan pelanggan untuk mendapatkan bantuan.
is: Ekki er hægt að bæta greiðslumátanum við. Gakktu úr skugga um að honum hafi ekki þegar verið bætt við reikninginn þinn. Ef þessi skilaboð halda áfram að birtast skaltu prófa annan greiðslumáta eða hafa samband við þjónustuver til að fá aðstoð.
ja: お支払い方法を追加できません。その方法がアカウントに既に追加されていないことを確認してください。このメッセージが引き続き表示される場合は、別のお支払い方法を試すか、カスタマー サービスにお問い合わせください。
ka: გადახდის მეთოდს ვერ ვამატებთ. გთხოვთ, შეამოწმოთ, ხომ არ გაქვთ იგი უკვე არ დამატებული თქვენს ანგარიშზე. თუ კვლავ იღებთ ამ შეტყობინებას, მოსინჯეთ გადახდის სხვა მეთოდი, ან დახმარებისთვის მიმართეთ მომხმარებელთა მომსახურების ცენტრს.
kk: Төлем әдісін қоса алмаймыз. Оның шотыңызға әлдеқашан қосылмағанына көз жеткізіңіз. Егер осы хабар әлі де жіберілсе, басқа төлем әдісін пайдаланып көріңіз немесе көмек алу үшін тұтынушыға қызмет көрсету орталығына хабарласыңыз.
kn: ನಮಗೆ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಲು ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ಇದನ್ನು ಈಗಾಗಲೇ ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಸೇರಿಸಲಾಗಿದೆಯೇ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ನೀವು ಈ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ಮುಂದುವರಿದರೆ, ಇನ್ನೊಂದು ಪಾವತಿ ವಿಧಾನವನ್ನು ಪ್ರಯತ್ನಿಸಿ ನೋಡಿ ಇಲ್ಲವೇ ಸಹಾಯಕ್ಕಾಗಿ ಗ್ರಾಹಕ ಸೇವೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 결제 방법을 추가할 수 없습니다. 아직 계정에 추가되지 않았는지 확인하십시오. 이 메시지가 계속 표시되면 다른 결제 방법을 시도하거나 고객 지원 센터에 도움을 요청하십시오.
ku_arab: ناتوانین شێوازی پارەدانەکە زیاد بکەین. تکایە دڵنیابەوە لەوەی ئەمە هەر پێشتر زیاد نەکراوە بۆ ئەژمێرەکەت. ئەگەر بە بەردەوامی ئەم پەیامەت بۆ دێت، هەوڵ بدە شێوازێکی تری پارەدان تاقی بکەیتەوە یان پەیوەندی بە خزمەتگوزاری راژەخوازەوە بکە بۆ یارمەتی.
ky: Биз төлөө жолун кошо албайбыз. Ал каттоо жазууңузга эчак кошулган эмес экенин текшериңиз. Эгерде бул билдирүү сизге келе берсе, башка төлөө жолун колдонуп көрүңүз же жардам үчүн, кардарды колдоо кызматы менен байланышыңыз.
lo: ພວກເຮົາບໍ່ສາມາດເພີ່ມວິທີການຊຳລະເງິນໄດ້. ກະລຸນາຮັບປະກັນວ່າມັນຍັງບໍ່ທັນໄດ້ຖືກເພີ່ມໃສ່ບັນຊີຂອງທ່ານເທື່ອ. ຖ້າທ່ານສືບຕໍ່ໄດ້ຮັບຂໍ້ຄວາມນີ້, ໃຫ້ລອງວິທີການຊຳລະເງິນອື່ນ ຫຼືຕິດຕໍ່ຫາຝ່າຍບໍລິການລູກຄ້າເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.
lt: Nepavyko įtraukti mokėjimo būdo. Patikrinkite, ar jis nėra įtrauktas į jūsų abonementą. Jei ir toliau gausite šį pranešimą, pabandykite naudoti kitą mokėjimo būdą arba kreipkitės pagalbos į klientų aptarnavimo tarnybą.
lv: Maksāšanas metodi nevar pievienot. Pārbaudiet, vai tā jūsu kontam nav pievienota iepriekš. Ja joprojām saņemat šo ziņojumu, izmēģiniet citu maksāšanas metodi vai sazinieties ar klientu atbalsta dienestu, lai saņemtu palīdzību.
mi: Kāore e taea e mātou te tikanga utu te tāpiri. Āta titiro kāore anō kia tāpiritia ki tō pūkete. Ki te puta tonu mai tēnei karere, kia ngana anō ki tētahi atu tikanga utu, whakapā mai rānei ki ratonga kiritaki mā rātou e āwhina.
mk: Не може да го додадеме методот на плаќање. Проверете дали можеби веќе е додаден на вашата сметка. Ако повторно ја добиете оваа порака, обидете се со друг метод на плаќање или контактирајте со службата за корисници за помош.
ml: ഞങ്ങള്‍ പണമടയ്ക്കല്‍ രീതി ചേര്‍ക്കാനായില്ല. അത് ഇതിനകം നിങ്ങളുടെ അക്കൌണ്ടിലേക്ക് ചേര്‍ത്തിട്ടില്ലെന്നത് ഉറപ്പാക്കുക. നിങ്ങള്‍ക്ക് ഈ സന്ദേശം തുടര്‍ന്നും ലഭിക്കുകയാണെങ്കില്‍, പണമടയ്ക്കല്‍ രീതി ഉപയോഗിച്ച് ശ്രമിക്കുക അല്ലെങ്കില്‍ സഹായത്തിന് ഉപഭോക്തൃ സേവനത്തെ ബന്ധപ്പെടുക.
mn: Бид төлбөрийн хэлбэрийг нэмж чадахгүй. Үүнийг хэрэглэгчийн бүртгэлдээ нэмчихсэн эсэхийг нягтална уу. Хэрэв танд энэ зурвас ирсээр байвал, төлбөрийн өөр хэлбэр ашигла эсвэл үйлчилгээний албанд хандаж тусламж ав.
mr: आम्ही देय पद्धती जोडू शकत नाही. कृपया ती आपल्या खात्यात आधीपासून जोडली गेली नसल्याचे सुनिश्चित करा. आपल्याला हा संदेश येणे सुरुच राहिल्यास, दुसर्‍या देय पद्धतीने प्रयत्न करून पहा किंवा सहाय्यासाठी ग्राहक सेवेशी संपर्क साधा.
ms: Kami tidak dapat menambah kaedah pembayaran tersebut. Sila pastikan kaedah pembayaran itu belum ditambah pada akaun anda lagi. Jika anda terus-menerus menerima mesej ini, cuba kaedah pembayaran yang lain atau hubungi perkhidmatan pelanggan untuk bantuan.
mt: Ma nistgħux inżidu l-metodu ta' ħlas. Aċċerta ruħek li ma ġiex miżjud diġà fil-kont tiegħek. Jekk tibqa' tirċievi dan il-messaġġ, ipprova b'metodu ta' ħlas ieħor jew ikkuntattja s-servizz tal-klijenti għall-assistenza.
ne: हामी भुक्तानी गर्ने तरिका थप्न सक्दैनौं। कृपया यो तपाइँको खातामा पहिले नै थपिएको छैन भनि सुनिश्चित गर्नुहोस्। यदि तपाइँले यो सन्देश प्राप्त गर्न जारी राख्नुभयो भने, अर्को भुक्तानी गर्ने तरिकाद्वारा प्रयास गर्नुहोस् वा साहयताको लागि ग्राहक सेवालाई सम्पर्क गर्नुहोस्।
nn_no: Vi kan ikkje leggje til betalingsmetoden. Kontroller at han ikkje allereie er lagt til kontoen din. Dersom du framleis får denne meldinga, må du prøve med ein annan betalingsmetode eller kontakte kundeservice for hjelp.
no: Vi kan ikke legge til betalingsmetode. Forsikre deg om at den ikke allerede har blitt lagt til kontoen din. Hvis du fortsetter med å få denne meldingen, prøv med en annen betalingsmetode eller kontakt kundeservice for hjelp.
or: ଆମେ ଦେୟ ପଦ୍ଧତି ଯୋଗ କରିପାରିବୁ ନାହିଁ. ଦୟାକରି ନିଶ୍ଚିତ କରନ୍ତୁ କି ଏହା ପୂର୍ବରୁ ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍‌କୁ ହୋଇଛି. ଯଦି ଆପଣ ଏହି ବାର୍ତ୍ତା ପ୍ରାପ୍ତ କରିବା ଜାରି ରହେ, ଅନ୍ୟ ଏକ ଦେୟ ପଦ୍ଧତି ସହ ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ସହାୟତା ପାଇଁ ଗ୍ରାହକ ସେବା ସହ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: اسی ادائیگی دا طریقہ اپنڑے کولوں نئیں پا سکدے۔ مہربانی کر کے ایس گل نوں پکا کر لو کہ ایہہ پہلے توں تہاڈے اکاؤنٹ وچ پے ا? ہووے۔ اگر تہانوں ایہہ پیغام فیر لبھے تے، ادائیگی دا ہور کوئی طریقہ ورتو یا فیر مدد لئی کسٹمر سنٹر دے نال رابطہ کرو۔
pa_in: ਅਸੀਂ ਭੁਗਤਾਨ ਵਿਧੀ ਨਹੀਂ ਜੋਡ਼ ਸਕਦੇ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਇਸਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਪਹਿਲਾਂ ਹੀ ਜੋਡ਼ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਜੇਕਰ ਤੁਹਾਨੂੰ ਲਗਾਤਾਰ ਇਹ ਸੰਦੇਸ਼ ਮਿਲਦਾ ਰਹਿੰਦਾ ਹੈ, ਤਾਂ ਕਿਸੇ ਹੋਰ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਅਜ਼ਮਾਓ ਜਾਂ ਮਦਦ ਲਈ ਗਾਹਕ ਸੇਵਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Nie można dodać formy płatności. Upewnij się, że ta forma nie została już dodana do konta. Jeśli ten komunikat będzie nadal wyświetlany, spróbuj wybrać inną formę płatności lub skontaktuj się z działem obsługi klienta w celu uzyskania pomocy.
ru: Не удается добавить метод оплаты. Убедитесь, что он не был добавлен в вашу учетную запись ранее. Если это сообщение появится еще раз, попытайтесь выбрать другой метод оплаты или обратитесь за помощью в службу поддержки.
sd: اسان ادائيگي جو طريقو داخل نه ڪري سگهيا سين. مهرباني ڪري يقين ڪريو ته اهو طريقو اڳ ۾ ئي توهانجي اڪائونٽ ۾ داخل ٿيل ته نه آهي. ائينجي توهانکي اهو پيغام مسلسل ملندو رهي، ته ڪنهن ٻئي ادائيگي جي طريقي يا مدد لاءِ ڪسٽمر سروس سان رابطو ڪريو.
si: අපට ගෙවීම් ක්‍රමය එක් කළ නොහැක. කරුණාකර එය දැනටමත් ඔබේ ගිණුමට එක් කර නොමැතිදැයි තහවුරු කර ගන්න. ඔබට දිගටම මෙම පණිවුඩය ලැබුණහොත්, වෙනත් ගෙවීම් ක්‍රමයක් සඳහා උත්සාහ කරන්න එසේ නැතහොත් සහාය සඳහා පාරිභෝගික සේවාව අමතන්න.
sl: Načina plačila ni mogoče dodati. Preverite, ali je že bil dodan v vaš račun. Če se to sporočilo še naprej prikazuje, uporabite drug način plačila ali se za pomoč obrnite na storitve za stranke.
sr_cyrl_rs: Не можемо да додамо начин плаћања. Уверите се да није већ додат на ваш налог. Ако вам се и даље буде приказивала ова порука, испробајте други начин плаћања или контактирајте корисничку подршку да бисте добили помоћ.
sr_latn_rs: Ne možemo da dodamo način plaćanja. Uverite se da nije već dodat na vaš nalog. Ako vam se i dalje bude prikazivala ova poruka, isprobajte drugi način plaćanja ili kontaktirajte korisničku podršku da biste dobili pomoć.
sv: Det går inte att lägga till betalningsmetoden. Kontrollera att den inte redan har lagts till i ditt konto. Försök med en annan betalningsmetod eller kontakta kundtjänst om det här meddelandet visas igen.
ta: எங்களால் கட்டண முறையைச் சேர்க்க முடியவில்லை. உங்கள் கணக்கில் அது ஏற்கனவே சேர்க்கப்பட்டிருக்கிறது என்பதை உறுதிசெய்யவும். இந்தச் செய்தியைத் தொடர்ந்து பெற்றால், வேறொரு கட்டண முறையை முயற்சிக்கவும் அல்லது உதவிக்கு வாடிக்கையாளர் ஆதரவைத் தொடர்புகொள்ளவும்.
te: మేము చెల్లింపు పద్ధతిని జోడించలేకపోయాము. దయచేసి ఇది మీ ఖాతాకు ఇప్పటికే జోడించబడలేదని నిర్ధారించుకోండి. మీరు ఈ సందేశాన్ని పొందడానికి కొనసాగిస్తే, మరో చెల్లింపు పద్ధతిని ప్రయత్నించండి లేదా సహాయం కోసం కస్టమర్ సర్వీసుని సంప్రదించండి.
tg: Мо усули пардохтро илова карда наметавонем. Лутфан мутмаин шавед, ки он аллакай ба ҳисоби шумо илова нашудааст. Агар боз ҳам ин паёмро гиред, бо усули пардохти дигаре кӯшиш кунед ё барои кӯмак бо хидмати дастгирии муштариён тамос гиред.
th: เราไม่สามารถเพิ่มวิธีการชำระเงินได้ โปรดตรวจสอบให้แน่ใจว่ายังไม่เคยมีการเพิ่มในบัญชีของคุณ หากคุณยังคงได้รับข้อความนี้ โปรดลองใช้วิธีการชำระเงินแบบอื่นหรือติดต่อฝ่ายบริการลูกค้าเพื่อขอความช่วยเหลือ
tr: Ödeme yöntemini ekleyemiyoruz. Lütfen hesabınıza zaten eklenmiş olmadığından emin olun. Bu iletiyi almaya devam ederseniz başka bir ödeme yöntemi deneyin veya yardım almak için müşteri hizmetlerine başvurun.
tt: Без түләү рәвешен өсти алмыйбыз. Аның Сезнең хисап язмагызга алдан өстәлмәгәнен тикшерегез. Сезнең бу хәбәрне алуыгыз дәвам ителсә, башка түләү рәвешен сайлап карагыз, яки ярдәм өчен клиентларга ярдәм күрсәтү хезмәте белән элемтәгә керегез.
ug: ھەق تاپشۇرۇش ئۇسۇلىنى قوشالمايمىز. ئۇنىڭ ھېساباتىڭىزغا ئاللىبۇرۇن قوشۇلۇپ بولمىغانلىقىنى جەزىملەشتۈرۈڭ. ئەگەر بۇ ئۇچۇر داۋاملىق كۆرۈنسە، باشقا ھەق تۆلەش ئۇسۇلىنى سىناپ بېقىڭ ياكى خېرىدارلار ياردەم مەركىزى بىلەن ئالاقىلىشىڭ.
uk: Не вдається додати спосіб оплати. Переконайтеся, що його не було додано у ваш обліковий запис раніше. Якщо це повідомлення з'явиться ще раз, спробуйте вибрати інший спосіб оплати або зверніться по допомогу до служби підтримки.
ur: ہم ادائیگی کا طریقہ شامل نہیں کر سکتے. براہ کرم یقینی بنائیں کہ یہ پہلے سے ہی آپ کے اکاؤنٹ میں شامل نہیں کیا گیا ہے. ایک اور ادائیگی کے طریقہ کار کے ساتھ کوشش کریں یا مدد کے لئے کسٹمر سروس سے رابطہ کریں.
uz: Biz to'lov vositasini qo'sha olmaymiz. Iltimos, bu hisob qaydnomangizga allaqachon qo'shilmaganligiga ishonch hosil qiling. Agar bu xabarni olishni davom etsangiz, boshqa to'lov vositasini sinab ko'ring yoki yordam uchun mijozlarga yordam ko'rsatish xizmatiga murojaat qiling.
vi: Chúng tôi không thể thêm phương thức thanh toán này. Vui lòng đảm bảo phương thức này chưa được thêm vào tài khoản của bạn. Nếu bạn tiếp tục nhận đươc thông điệp này, hãy thử với một phương thức thanh toán khác hoặc liên hệ dịch vụ khách hàng để được hỗ trợ.
zh_hans: 我们无法添加此付款方式。请确保它尚未添加到您的帐户中。如果继续收到本消息，请尝试其他付款方式，或者与客户服务联系以获得帮助。
zh_hant: 無法新增此付款方式。請確定該付款方式尚未新增到您的帳戶。如果您持續收到此訊息，請嘗試使用其他付款方式或連絡客戶服務中心以取得協助。

# Literal.Error.PiBanned
source: Your payment method is banned. Please try with another one.
af: Jou betaalmetode is verbied. Probeer asseblief 'n ander betaalmetode.
am: የክፍያ ስልትህ ታግደሃል ። እባክህ በሌላ ሞክር።
ar: تم حظر طريقة الدفع الخاصة بك. الرجاء محاولة طريقة أخرى.
as: আপোনাৰ পৰিশোধ পদ্ধতি বহিষ্কাৰ কৰা হৈছে৷ অনুগ্ৰহ কৰি অন্য এটাৰ সৈতে চেষ্টা কৰক৷
az: Ödəniş metodunuz qadağan edilib. Lütfən başqasını sınaqdan keçirin.
bg: Методът на плащане е забранен. Опитайте с друг.
bn_in: আপনার অর্থপ্রদান পদ্ধতিটিকে নিষিদ্ধ করা হয়েছে৷ অনুগ্রহ করে অন্য একটি দিয়ে চেষ্টা করুন৷
bs: Vaš način plaćanja je zabranjen. Pokušajte s drugim.
cy: Mae eich dull talu wedi'i wahardd. Rhowch gynnig ar un arall.
da: Din betalingsmetode er forbudt. Prøv med en anden metode.
de: Ihre Zahlungsmethode wurde gesperrt. Wählen Sie eine andere Zahlungsmethode aus.
el: Η μέθοδος πληρωμής σας έχει αποκλειστεί. Χρησιμοποιήστε διαφορετική μέθοδο.
es: Se ha desautorizado el método de pago. Pruebe con otro.
et: Teie makseviis on keelatud. Proovige mõnd teist makseviisi.
eu: Zure ordainketa-metodoa debekatuta dago. Saiatu beste batekin.
fa: روش پرداخت شما منع شده است. لطفاً یک روش دیگر را امتحان کنید.
ga: Tá bac ar do rogha íocaíochta. Bain triail as rogha eile le do thoil.
gd: Tha an roghainn pàighidh agad toirmisgte. Feuch dòigh eile.
gl: O seu método de pagamento está prohibido. Ténteo con outro.
gu: તમારી ચૂકવણી રીત પ્રતિબંધિત છે. કૃપા કરી અન્ય કોઇ સાથે પ્રયાસ કરો.
he: שיטת התשלום שלך חסומה. נסה זאת עם שיטת תשלום אחרת.
hi: आपकी भुगतान पद्धति प्रतिबंधित है. कृपया किसी अन्य के साथ प्रयास करें.
hr: Vaš je način plaćanja zabranjen. Pokušajte s nekim drugim načinom.
hu: A megadott fizetési módot a rendszer letiltotta. Próbáljon megadni egy másikat.
id: Metode pembayaran Anda dilarang. Harap coba metode lain.
is: Greiðsluaðferðin er bönnuð. Vinsamlegast notaðu aðra aðferð.
ja: お客様のお支払方法は、現在ご利用が禁止されています。別のお支払方法を試してください。
ka: თქვენი გადახდის მეთოდი აკრძალულია. გთხოვთ, მოსინჯოთ სხვა მეთოდი.
kk: Бұл төлем параметріне тыйым салынған. Әрекетті басқасымен қайталаңыз.
kn: ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ನಿರ್ಬಂಧಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಂದರೊಂದಿಗೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 결제 방법의 사용이 금지되어 있습니다. 다른 방법을 사용해 보십시오.
ku_arab: بەربژاری پارەدانی تۆ قەدەغەکراوە. تکایە هەوڵی دانەیەکی دیکە بدە.
ky: Сиздин төлөө ыкмаңыз бөгөлгөн. Башкасы менен кайталаңыз.
lo: ວິທີການຊໍາລະເງິນຂອງທ່ານຖືກຫ້າມ. ກະລຸນາລອງວິທີການໃໝ່.
lt: Jūsų mokėjimo būdas uždraustas. Išmėginkite kitą būdą.
lv: Jūsu izvēlētā maksāšanas metode ir aizliegta. Lūdzu, mēģiniet vēlreiz, izmantojot citu maksāšanas metodi.
mi: Kua rāhui tō tikanga utu. Me ngana anō me tētahi atu.
mk: Вашиот метод на плаќање е забранет. Обидете се со друг метод.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് രീതി നിരോധിച്ചിരിക്കുന്നു. മറ്റൊന്ന് ഉപയോഗിച്ച് ശ്രമിക്കുക.
mn: Таны төлбөрийн хэлбэр хориглогдсон байна. Өөр аргаар оролдоно уу.
mr: आपली देय पद्धत प्रतिबंधित आहे. कृपया दुसरीसह प्रयत्न करा.
ms: Kaedah pembayaran anda diharamkan. Sila cuba yang lain.
mt: Il-metodu ta' pagament tiegħek hu pprojbit. Jekk jogħġbok ipprova b'metodu ieħor.
ne: तपाईँको भुक्तानी प्रक्रिया निश्कासन गरिएको छ। कृपया अर्कोबाट प्रयास गर्नुहोस्।
nn_no: Betalingsmetoden blir ikkje godteken. Prøv med ein annan betalingsmetode.
no: Betalingsmåten er ikke tillatt. Prøv en annen.
or: ଆପଣଙ୍କର ଦେୟ ପଦ୍ଧତି ନିଷିଦ୍ଧ ହୋଇଛି. ଦୟାକରି ଅନ୍ୟ ଏକ ସହିତ ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: تہاڈا ادائیگی دا طریقہ بند کردیتا گیا اے۔ میربانی کرکے کسے ہور نال کوشش کرو۔
pa_in: ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਬੈਨ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਹੋਰ ਭੁਗਤਾਨ ਵਿਧੀ ਨਾਲ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Metoda płatności jest zabroniona. Użyj innej metody.
ru: Метод оплаты заблокирован. Попробуйте выбрать другой метод.
sd: توهان جي رقم ادا ڪرڻ واري طريقي تي پابندي لڳائي وئي آهي. مهرباني ڪري هڪ ٻئي سان ڪوشش ڪندا.
si: ඔබේ ගෙවීම් ක්‍රමය තහනම් කර තිබේ. කරුණාකර වෙනත් එකක් සඳහා උත්සාහ කරන්න.
sl: Vaš način plačila je prepovedan. Poskusite uporabiti drug način plačila.
sr_cyrl_rs: Ваш начин плаћања је забрањен. Покушајте са другим.
sr_latn_rs: Vaš način plaćanja je zabranjen. Pokušajte sa drugim.
sv: Betalningsmetoden tillåts inte. Försök med en annan.
ta: உங்கள் கட்டணம் செலுத்தும் மு்றை தடைசெய்யப்பட்டுவிட்டது. வேறொன்றைக் கொண்டு முயலவும்.
te: మీ చెల్లింపు విధానం నిషేధించబడింది. దయచేసి మరొక దానితో ప్రయత్నించండి.
tg: Усулли пардохти шумо манъ карда шудааст. Лутфан, усули дигареро санҷед.
th: วิธีชำระเงินของคุณถูกแบน โปรดลองวิธีอื่น
tr: Ödeme yönteminiz yasaklanmış. Lütfen başka bir ödeme yöntemi deneyin.
tt: Сезнең түләү ысулы тыелган. Башканы тырышыгыз.
ug: ھەق تۆلەش ئۇسۇلىڭىز چەكلەنگەن. باشقا بىرسىنى سىناپ كۆرۈڭ.
uk: Спосіб оплати заборонено. Спробуйте використати інший спосіб оплати.
ur: آپ کی ادائیگی کے طریقہ کار پہ پابندی عائد ہے. براہ مہربانی کسی دوسرے کے ساتھ کوشش کریں.
uz: Sizning to‘lov usulingiz ta‘qiqlab qo‘yildi. Iltimos, boshqa to‘lov usulini sinab ko‘ring.
vi: Phương thức thanh toán của bạn bị cấm. Vui lòng thử lại với phương thức khác.
zh_hans: 您的付款方式已被禁用，请尝试另一付款方式。
zh_hant: 您的付款方式被禁用。請嘗試其他的付款方式。
