Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCard.Error.InvalidSuburb
source: Check your suburb in address. There appears to be an error in it.
af: Kontroleer jou voorstad in die adres. Dit lyk of daar 'n fout in is.
am: በእርስዎ አድራሻ ውስጥ የከተማ ዳርሻዎን ይፈትሹ። ስህተት ያለበት ይመስላል።
ar: تحقق من ضاحيتك في العنوان. يبدو أنه يوجد به خطأ ما.
as: আপোনাৰ ঠিকনাত উপ-চহৰ পৰীক্ষা কৰক৷ তাত এটা ত্ৰুটি প্ৰকট হ’ব৷
az: Ünvanda qəsəbənizi yoxlayın. Görünür, onda səhv var.
bg: Проверете предградието в адреса си. Изглежда има грешка в него.
bn_in: ঠিকানাটিতে আপনার শহরতলি পরীক্ষা করে দেখুন। এখানে একটি ত্রুটি রয়েছে বলে মনে হচ্ছে।
bs: Provjerite predgrađe u adresi. Izgleda da sadrži grešku.
cy: Gwiriwch eich maestref yn y cyfeiriad. Mae'n ymddangos bod yna wall ynddo.
da: Kontrollér forstaden i adressen. Det ser ud til, at der er fejl i den.
de: Überprüfen Sie den Stadtteil in der Adresse. Die Angabe scheint einen Fehler zu enthalten.
el: Ελέγξτε το προάστιο στη διεύθυνση. Φαίνεται ότι περιέχει κάποιο σφάλμα.
es: Comprueba el barrio en la dirección. Parece haber un error.
et: Kontrollige aadressi linnaosa. Võimalik, et seal on viga.
eu: Begiratu helbideko aldiria. Badirudi erroreren bat duela.
fa: قسمت حومه شهر را در آدرس بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil an bruachbhaile i do sheoladh. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air an fhrith-bhaile san t-seòladh. Tha coltas gu bheil mearachd ann.
gl: Comproba o barrio no enderezo. Parece que hai un erro.
gu: તમારું સરનામું તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את הכתובת. נראה שיש בה שגיאה.
hi: अपना पता देखें. ऐसा लगता है इसमें कोई त्रुटि है.
hr: Provjerite predgrađe u adresi. Čini se da je pogrešno.
hu: Ellenőrizze a címben szereplő külvárost. Úgy tűnik, hogy hibásan adta meg.
id: Periksa kota pinggiran di alamat Anda. Sepertinya terdapat kesalahan di dalamnya.
is: Athugaðu hverfið í heimilisfanginu. Það virðist vera villa í því.
ja: 住所の郊外を確認してください。間違っているようです。
ka: მისამართში შეამოწმეთ თქვენი გარეუბანი. როგორც ჩანს, იქ შეცდომაა.
kk: Мекенжайыңыздағы аймақты тексеріңіз. Онда қате болуы мүмкін.
kn: ವಿಳಾಸದಲ್ಲಿ ನಿಮ್ಮ ಉಪನಗರವನ್ನು ಪರಿಶೀಲಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ.
ko: 주소에서 교외를 확인하세요. 오류가 있는 것 같습니다.
ku_arab: دەورووبەری شارەکەت له ناونیشانەکەدا بپشکنه. وادیارە هەڵەیەکی تێدایه.
ky: Дарегиңиздеги шаардын айланасын текшериңиз. Ал жакта ката экени көрүнүп жатат.
lo: ກວດເບິ່ງຊື່ຊານເມືອງໃນທີ່ຢູ່ຂອງທ່ານ. ປະກົດວ່າມັນຜິດພາດ.
lt: Patikrinkite savo priemiestį adrese. Panašu, kad jis yra klaidingas.
lv: Pārbaudiet priekšpilsētas nosaukumu savā adresē. Šķiet, ka tā ir kļūdaina.
mi: Tirohia tō wāhinoho. Te āhua nei kei roto tētahi hē.
mk: Проверете го предградието во адресата. Изгледа дека има грешка.
ml: നിങ്ങളുടെ വിലാസത്തിലെ പ്രാന്തപ്രദേശം പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി തോന്നുന്നു.
mn: Хаяг дээрх суурингаа шалгана уу. Алдаатай байж болзошгүй.
mr: आपला पत्ता तपासा. त्यामध्ये एक त्रुटी असल्याचे दिसत आहे.
ms: Semak subbandar anda dalam alamat. Nampaknya terdapat ralat padanya.
mt: Iċċekkja s-subborg fl-indirizz tiegħek. Jidher li hemm xi żball fih.
ne: ठेगानामा आफ्नो सबअर्ब चेक गर्नुहोस्। त्यसमा त्रुटि भएजस्तो देखिन्छ।
nn_no: Kontroller forstaden i adressa di. Det ser ut til at han inneheld ein feil.
no: Sjekk forstaden i adressen. Den ser ut til å være feil.
or: ଠିକଣାରେ ଆପଣଙ୍କର ଉପନଗର ଯାଞ୍ଚ କରନ୍ତୁ. ଏଥିରେ ଏକ ତ୍ରୁଟି ଥିବା ପରି ଦେଖାଯାଉଛି.
pa_arab_pk: پتے وچ اپنا قصبہ چیک کرو۔ ایدے وچ اک نقص لگدا اے۔
pa_in: ਪਤੇ ਵਿੱਚ ਆਪਣੇ ਉਪਨਗਰ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਲੱਗਦੀ ਹੈ।
pl: Sprawdź przedmieście w adresie. Prawdopodobnie zawiera błąd.
ru: Проверьте район в адресе. Возможно, он указан неправильно.
sd: پتي ۾ پنهنجو سبرب چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ඔබගේ ලිපිනයේ උප නගරය පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite predmestje v naslovu. Videti je, da je v njem napaka.
sr_cyrl_rs: Проверите део града у адреси. Изгледа да садржи неку грешку.
sr_latn_rs: Proverite deo grada u adresi. Izgleda da sadrži neku grešku.
sv: Kontrollera din adress. Det ser ut att finnas ett fel i den.
ta: முகவரியில் உள்ள உங்கள் புறநகரைச் சரிபார்க்கவும். அதில் ஏதோ பிழை இருப்பதாகத் தோன்றுகிறது.
te: మీ చిరునామాలో శివారు ప్రాంతాన్ని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Фарошаҳри худро дар суроға тафтиш кунед. Ба назар мерасад, ки дар он хато аст.
th: ตรวจสอบชานเมืองในที่อยู่ของคุณ เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: Adresteki köyünüzü kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: Адрестагы районны тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: ئادرېسىڭىزدىكى رايوننى تەكشۈرۈڭ. خاتالىق باردەك تۇرىدۇ.
uk: Перевірте район в адресі. Можливо, його вказано невірно.
ur: پتہ میں اپنے مضافات کی پڑتال کریں۔ اس میں ایک نقص نظر آ رہا ہے۔
uz: Manzilingizdagi shaharchani tekshiring. Unda xato borga o‘xshaydi.
vi: Hãy kiểm tra ngoại ô trong địa chỉ của bạn. Có vẻ như đã xảy ra lỗi.
zh_hans: 请查看你的地址所在市郊。似乎存在错误。
zh_hant: 檢查您地址中的郊區。其中似乎有錯誤。

# Literal.CreditCard.Error.InvalidZipCode
source: Check the Zip or Postal code in your address. There appears to be an error in it.
af: Kontroleer die ZIP- of poskode in jou adres. Dit lyk of daar 'n fout is.
am: በእርስዎ አድራሻ ውስጥ ያለውን የዚፕ ወይም የፖስታ ኮድ ይፈትሹ። በላዩ ላይ ስህተት አለ።
ar: تحقق من الرمز البريدي في العنوان الخاص بك. يبدو أنه يوجد به خطأ ما.‬
as: আপোনাৰ ঠিকনাত থকা জিপ বা ডাক কোডটো পৰীক্ষা কৰক৷ তাত এটা ত্ৰুটি থকাৰ দৰে প্ৰকট হৈছে৷
az: Ünvanınızda zip və ya poçt indeksini yoxlayın. Görünür, onda səhv var.
bg: Проверете пощенския код в адреса си. Изглежда има грешка в него.
bn_in: আপনার ঠিকানাতে পিন বা ডাক কোডটি পরীক্ষা করুন৷ দেখে মনে হচ্ছে এটিতে কোনো ত্রুটি রয়েছে৷
bs: Provjerite poštanski broj svoje adrese. Izgleda da u njemu postoji greška.
cy: Gwiriwch y Cod Post yn eich cyfeiriad. Fe ymddengys bod gwall yno.
da: Kontrollér postnummeret i adressen. Det ser ud til, at der er fejl i det.
de: Überprüfen Sie die Postleitzahl der Adresse. Die Angabe scheint falsch zu sein.
el: Ελέγξτε τον ταχυδρομικό κώδικα στη διεύθυνσή σας. Φαίνεται ότι περιέχει κάποιο σφάλμα.
es: Comprueba el código postal en la dirección. Parece haber un error.
et: Kontrollige aadressi sihtnumbrit. Võimalik, et seal on viga.
eu: Begiratu helbideko posta-kodea. Badirudi erroreren bat duela.
fa: کد پستی را در آدرس خود بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil an postchód i do sheoladh. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air a’ chòd-phuist san t-seòladh agad. Tha coltas gu bheil mearachd ann.
gl: Comproba o nome código postal no enderezo. Parece que hai un erro.
gu: તમારા સરનામામાં Zip અથવા પોસ્ટલ કોડ તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את המיקוד בכתובת שלך. נראה שיש בו שגיאה.
hi: अपने पते में ज़िप या पोस्टल कोड जाँचें. ऐसा लगता है इसमें कोई त्रुटि है.
hr: Provjerite poštanski broj u adresi. Čini se da je došlo do pogreške.
hu: Ellenőrizze a címben szereplő irányítószámot: úgy tűnik, hogy hibásan adta meg.
id: Periksa kode Pos di alamat Anda. Sepertinya terdapat kesalahan di dalamnya.
is: Athugaðu póstnúmerið í heimilisfanginu. Það virðist vera villa í því.
ja: 住所の郵便番号を確認してください。間違っているようです。
ka: მისამართში შეამოწმეთ საფოსტო კოდი ან ინდექსი. როგორც ჩანს, ის შეცდომითაა.
kk: Мекенжайыңыздағы пошталық индексіңізді тексеріңіз. Онда қате болуы мүмкін.
kn: ನಿಮ್ಮ ವಿಳಾಸದಲ್ಲಿ ಜಿಪ್ ಅಥವಾ ಪೋಸ್ಟಲ್ ಕೋಡ್ ನಮೂದಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ.
ko: 주소에서 우편 번호를 확인하세요. 오류가 있는 것 같습니다.
ku_arab: زیپ یان کۆدی پۆستی لە ناونیشانەکەتدا بپشکنە. وادیارە هەڵەیەکی تێدایە.
ky: Дарегиңиздеги почта индексин же почталык кодун текшериңиз. Ал жакта ката экени көрүнүп жатат.
lo: ກວດເບິ່ງລະຫັດໄປສະນີໃນທີ່ຢູ່ຂອງທ່ານ. ປະກົດວ່າມັນຜິດພາດ.
lt: Patikrinkite savo adreso pašto kodą. Panašu, kad jis klaidingas.
lv: Pārbaudiet pasta indeksu savā adresē. Šķiet, ka tas ir kļūdains.
mi: Tirohia te waehere Zip, Poutāpeta rānei i tō wāhinoho. Te āhua nei kei roto tētahi hē.
mk: Проверете го поштенскиот број во адресата. Има грешка.
ml: നിങ്ങളുടെ വിലാസത്തിലെ സിപ്പ് അല്ലെങ്കിൽ പോസ്റ്റൽ കോഡ് പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി ദൃശ്യമാകുന്നു.
mn: Хаягийн Zip/шуудангийн кодоо шалгана уу. Алдаатай байж болзошгүй.
mr: आपल्या पत्त्यामधील Zip किंवा पोस्ट कोड तपासा. त्यामध्ये एक त्रुटी असल्याचे दिसत आहे.
ms: Semak kod Zip atau poskod pada alamat anda. Terdapat ralat padanya.
mt: Iċċekkja l-Kodiċi Postali fl-indirizz tiegħek. Jidher li hemm xi żball fih.
ne: तपाइँको ठेगानामा Zip वा हुलाकी सङ्केत हेर्नुहोस्। यसमा त्रुटि भएको देखिन्छ।
nn_no: Kontroller postnummeret i adressa di. Det ser ut til at han inneheld ein feil.
no: Kontroller postnummeret i adressen, det ser ut til å være feil.
or: ଆପଣଙ୍କର ଠିକଣାରେ ଜିପ୍ କିମ୍ଵା ପୋଷ୍ଟାଲ୍ କୋଡ୍ ଦେଖନ୍ତୁ. ଏଥିରେ ଏକ ତ୍ରୁଟି ଥିବା ପରି ଦେଖାଯାଉଛି.
pa_arab_pk: اپنے پتے وچ زپ یا پوسٹل کوڈ دی پڑتال کرو۔ ایدے وچ نقص لگدا اے۔
pa_in: ਆਪਣੇ ਪਤੇ ਵਿੱਚ ਜ਼ਿਪ ਜਾ ਪੋਸਟਲ ਕੋਡ ਚੈਕ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਹੈ।
pl: Sprawdź kod pocztowy w adresie. Wygląda na to, że jest błędny.
ru: Проверьте почтовый индекс в адресе. Возможно, он указан неправильно.
sd: توهانجي پتي ۾ زپ يا پوسٽل ڪوڊ چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ඔබගේ ලිපිනයේ සිප් හෝ තැපැල් කේතය පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite poštno številko v svojem naslovu. Videti je, da je v njej napaka.
sr_cyrl_rs: Проверите поштански број у својој адреси. Изгледа да садржи неку грешку.
sr_latn_rs: Proverite poštanski broj u svojoj adresi. Izgleda da sadrži neku grešku.
sv: Kontrollera postnumret i din adress. Det ser ut att finnas ett fel i det.
ta: உங்கள் முகவரியில் உள்ள ஜிப் அல்லது பின் குறியீட்டைச் சரிபார்க்கவும். அதில் ஏதோ பிழை இருப்பதாகத் தோன்றுகிறது.
te: మీ చిరునామాలోని జిప్ లేదా పోస్టల్ కోడ్‌ని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Рамзи иёлот ё почтаро дар суроғаи худ тафтиш кунед. Чунин менамояд, ки шумо онро бо хато ворид кардед.
th: ตรวจสอบรหัสไปรษณีย์ในที่อยู่ของคุณ เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: Adresinizdeki posta kodunu kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: Адресыгыздагы почта индексын тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: ئادرېسىڭىزنىڭ پوچتا نومۇرىنى تەكشۈرۈڭ. خاتالىق باردەك تۇرىدۇ.
uk: Перевірте поштовий індекс в адресі. Можливо, його вказано невірно.
ur: اپنے پتہ میں زپ یا پوسٹل کوڈ کی پڑتال کریں۔ لگتا ہے اس میں ایک نقص ہے۔
uz: Manzilingizdagi Pochta indeksini tekshiring. Unda xato borga o‘xshaydi.
vi: Hãy kiểm tra mã Zip hoặc mã Bưu chính trong địa chỉ của bạn. Có vẻ như đã xảy ra lỗi.
zh_hans: 请查看地址中的邮政编码。好像存在错误。
zh_hant: 檢查您地址中的郵遞區號。其中似乎有錯誤。

# Word.Hint.TaxID.InvalidAustraliaBusiness
source: Invalid ABN
af: Ongeldige ABN
am: የማይሰራ ABN
ar: ABN غير صالح
as: অবৈধ ABN
az: ABN səhvdir
bg: Невалиден ABN
bn_in: ABN বৈধ নয়
bs: Nevažeći ABN
cy: ABN Annilys
da: Ugyldig ABN
de: ABN ungültig
el: Μη έγκυρο ABN
es: ABN no válida
et: Sobimatu ABN
eu: ABN zenbakiak ez du balio
fa: ABN نامعتبر.
ga: ABN neamhbhailí
gd: ABN mì-dhligheach
gl: ABN non válido
gu: અમાન્ય ABN
he: ABN לא תקף
hi: अमान्य ABN
hr: ABN nije valjan
hu: Érvénytelen ABN
id: ABN tidak valid
is: Ógilt ABN
ja: ABN が正しくありません
ka: ABN არასწორია
kk: Жарамсыз ABN
kn: ಅಮಾನ್ಯ ABN
ko: 잘못된 ABN
ku_arab: ‏ABN نادروستە
ky: Жараксыз ABN
lo: ABN ບໍ່ຖືກຕ້ອງ
lt: Netinkamas ABN
lv: Nederīgs ABN
mi: ABN muhu
mk: Неважечки ABN
ml: ABN അസാധുവാണ്
mn: ABN буруу
mr: अवैध ABN
ms: ABN Tak Sah
mt: ABN Invalidu
ne: अमान्य ABN
nn_no: Ugyldig ABN
no: Ugyldig ABN
or: ଅବୈଧ ABN
pa_arab_pk: غیر موزوں اے بی این
pa_in: ਅਵੈਧ ABN
pl: Nieprawidłowy numer ABN
ru: Недопустимый ABN
sd: غلط ABN
si: අවලංගු ABN
sl: Neveljaven ABN
sr_cyrl_rs: Неважећи ABN
sr_latn_rs: Nevažeći ABN
sv: Ogiltigt ABN
ta: தவறான ABN
te: చెల్లని ABN
tg: ABN-и беэътибор
th: ABN ไม่ถูกต้อง
tr: Geçersiz ABN
tt: Ярашсыз ABN
ug: ABN ئىناۋەتسىز
uk: Недійсний код ABN
ur: غلط ABN
uz: Noto‘g‘ri ABN
vi: ABN không hợp lệ
zh_hans: 无效的 ABN
zh_hant: ABN 無效

# Word.Hint.TaxID.NewZealandBusiness
source: GST Registration No.
af: GST-registrasienommer
am: የ GST ምዝገባ ቁጥር
ar: رقم تسجيل ضريبة السلع والخدمات
as: GST পঞ্জীয়ন নং
az: GST Qeydiyyat nömrəsi
bg: Номер на регистрация по GST
bn_in: GST নিবন্ধীকরণ নম্বর৷
bs: Registracijski broj za porez na robe i usluge (GST)
cy: Rhif Cofrestru GST
da: Momsregistreingsnummer
de: Ust.-Registrierungsnr.
el: Αριθμός μητρώου GST
es: N.º de registro GST
et: GST registreerimisnumber
eu: GST erregistratze-zenbakia
fa: شماره ثبت GST.
ga: Uimhir chlárúcháin GST
gd: Àireamh clàraidh GST.
gl: Núm. de rexistro GST
gu: GST નોંધણી નં.
he: GST מספר רישום
hi: GST पंजीयन सं.
hr: Registracijski broj za GST
hu: GST regisztrációs szám
id: No. Registrasi GST
is: Skráningarnúmer vöru- og þjónustuskatts
ja: GST 登録番号
ka: დღგ-ს რეგისტრაციის ნომერი
kk: ТҚС тіркеу нөмірі
kn: GST ನೋಂದಣಿ ಸಂ.
ko: GST 등록 번호
ku_arab: ژمارەی تۆماری GST
ky: КНС каттоо номери
lo: ເລກທີການລົງທະບຽນ GST
lt: GST registracijos Nr.
lv: GST reģistrācijas numurs
mi: Tau Rēhita Tāke Tauhokohoko
mk: Регистарски број за GST
ml: GST രജിസ്ട്രേഷൻ നം.
mn: GST бүртгэлийн дугаар
mr: GST नोंदणी नंबर.
ms: No. Pendaftaran GST
mt: Numru tar-Reġistrazzjoni tal-GST
ne: GST रजिस्ट्रेसन नम्बर
nn_no: GST-registreringsnr.
no: GST-registreringsnr.
or: GST ପଞ୍ଜିକରଣ ନଂ.
pa_arab_pk: GST رجسٹریشن نمبر‏‏۔
pa_in: GST ਪੰਜੀਕਰਨ ਨੰਬਰ
pl: Nr w rejestrze GST
ru: Регистрационный номер плательщика налога с продаж
sd: GST رجسٽريشن نمبر
si: GST ලියාපදිංචි අංකය.
sl: ID za GST
sr_cyrl_rs: GST регистрациони бр.
sr_latn_rs: GST registracioni br.
sv: GST-registreringsnummer
ta: GST பதிவு எண்.
te: GST నమోదీకరణ సం.
tg: Рақами бақайдгирии GST.
th: เลขทะเบียน GST
tr: GST Kayıt No.
tt: GST регистрация номеры
ug: GST تىزىملاش نومۇرى.
uk: Реєстраційний номер платника податку на товари та послуги
ur: GST رجسٹریشن نمبر۔
uz: GST registratsiya raqami
vi: Số ĐK GST
zh_hans: GST 注册号
zh_hant: 貨物及服務稅登記編號

# Word.Hint.TaxID.InvalidNewZealandBusiness
source: Invalid GST Registration No.
af: Ongeldige GST-registrasienommer
am: የማይሰራ የGST ምዝገባ ቁጥር
ar: رقم تسجيل ضريبة السلع والخدمات غير صالح
as: অবৈধ GST পঞ্জীয়ন নং
az: Yanlış GST Qeydiyyat nömrəsi
bg: Невалиден номер на регистрация по GST
bn_in: GST নিবন্ধীকরণ নম্বর বৈধ নয়৷
bs: Nevažeći registracijski broj za porez na robe i usluge (GST)
cy: Rhif Cofrestru GST Annilys
da: Ugyldigt momsregistreingsnummer
de: Ungültige Ust.-Registrierungsnr.
el: Μη έγκυρος αριθμός μητρώου GST
es: N.º de registro GST no válido
et: Sobimatu GST registreerimisnumber
eu: GST erregistratze-zenbakiak ez du balio
fa: شماره ثبت GST نامعتبر.
ga: Uimhir chlárúcháin GST neamhbhailí
gd: Àireamh clàraidh GST mhì-dhligheach.
gl: Núm. de rexistro GST non válido
gu: અમાન્ય GST નોંધણી નં.
he: רישום GST בלתי תקף.
hi: अमान्य GST पंजीयन सं.
hr: Registracijski broj za GST nije valjan
hu: Érvénytelen GST regisztrációs szám
id: No. Registrasi GST tidak valid
is: Ógilt skráningarnúmer vöru- og þjónustuskatts
ja: GST 登録番号が正しくありません
ka: დღგ-ს რეგისტრაციის ნომერი არასწორია
kk: Жарамсыз ТҚС тіркеу нөмірі
kn: ಅಮಾನ್ಯವಾದ GST ನೋಂದಣಿ ಸಂ.
ko: 잘못된 GST 등록 번호
ku_arab: ژمارەی تۆماری GST نادروستە
ky: КНС каттоо номери туура эмес
lo: ເລກທີການລົງທະບຽນ GST ບໍ່ຖືກຕ້ອງ
lt: Negaliojantis GST registracijos Nr.
lv: Nederīgs GST reģistrācijas numurs
mi: He Muhu Te Tau Rēhita Tāke Tauhokohoko
mk: Неважечки регистарски број за GST
ml: GST രജിസ്‌ട്രേഷന്‍ നമ്പര്‍ അസാധുവാണ്
mn: GST бүртгэлийн дугаар буруу
mr: GST अवैध नोंदणी नंबर.
ms: No. Pendaftaran GST Tak Sah
mt: Numru tar-Reġistrazzjoni tal-GST Invalidu
ne: अमान्य GST रजिस्ट्रेसन नम्बर
nn_no: Ugyldig GST-registreringsnr.
no: Ugyldig GST-registreringsnr.
or: ଅବୈଧ GST ପଞ୍ଜିକରଣ ନଂ.
pa_arab_pk: غیر موزوں GST رجسٹریشن نمبر‏‏۔
pa_in: ਅਵੈਧ GST ਪੰਜੀਕਰਨ ਨੰਬਰ
pl: Nieprawidłowy numer w rejestrze GST
ru: Недопустимый регистрационный номер плательщика налога с продаж
sd: غلط GST رجسٽريشن نمبر
si: අවලංගු GST ලියාපදිංචි අංකය.
sl: Neveljaven ID za GST
sr_cyrl_rs: Неважећи GST регистрациони бр.
sr_latn_rs: Nevažeći GST registracioni br.
sv: Ogiltigt GST-registreringsnummer
ta: தவறான GST பதிவு எண்.
te: చెల్లని GST నమోదీకరణ సం.
tg: Рақами бақайдгирии GST-и беэътибор.
th: เลขทะเบียน GST ไม่ถูกต้อง
tr: Geçersiz GST Kayıt No.
tt: GST регистрация номеры ялгыш
ug: GST تىزىملاش نومۇرى ئىناۋەتسىز.
uk: Недійсний реєстраційний номер платника податку на товари та послуги
ur: غلط GST رجسٹریشن نمبر۔
uz: Noto‘g‘ri GST registratsiya raqami
vi: Số ĐK GST không hợp lệ
zh_hans: 无效的 GST 注册号
zh_hant: 貨物及服務稅登記編號無效

# Literal.Bing.CreditCard.CardNumber.Required
source: Please fill in the card number.
af: Vul asseblief die kaartnommer in.
am: እባክዎ የካርድ ቁጥሩን ይሙሉ።
ar: برجاء تعبئة رقم البطاقة.
as: অনুগ্ৰহ কৰি কাৰ্ডৰ নম্বৰ পূৰ কৰক৷
az: Kartın nömrəsini doldurun.
bg: Въведете номера на картата.
bn_in: অনুগ্রহ করে কার্ডের নম্বরটি পূরণ করুন৷
bs: Unesite broj kartice.
cy: Rhowch rif y cerdyn.
da: Udfyld kortnummeret.
de: Geben Sie die Kartennummer ein.
el: Συμπληρώστε τον αριθμό κάρτας.
es: Rellena el número de la tarjeta.
et: Sisestage kaardinumber.
eu: Bete txartelaren zenbakia.
fa: لطفاً شماره کارت را وارد کنید.
ga: Líon isteach uimhir an chárta.
gd: Lìon àireamh na cairte.
gl: Enche o número do cartón.
gu: કૃપયા કાર્ડ નંબરમાં ભરો.
he: נא הכנס את מספר הכרטיס.
hi: कृपया कार्ड संख्या भरें.
hr: Unesite broj kartice.
hu: Írja be a kártyaszámot.
id: Silakan isi nomor kartu.
is: Fylltu út kortanúmerið.
ja: クレジット カード番号を入力してください。
ka: გთხოვთ, შეიყვანოთ ბარათის ნომერი.
kk: Карта нөмірін толтырыңыз.
kn: ದಯವಿಟ್ಟು ಕಾರ್ಡ್‌ ಸಂಖ್ಯೆಯನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ko: 카드 번호를 입력하세요.
ku_arab: تکایە ژمارەی کارتەکە پڕبکەرەوە.
ky: Картадагы номерди толтуруңуз.
lo: ກະລຸນາຕື່ມເລກບັດໃສ່.
lt: Įveskite kortelės numerį.
lv: Norādiet kartes numuru.
mi: Tāurua te tau kāri.
mk: Пополнете го бројот на картичката.
ml: കാർഡ് നമ്പർ ഫിൽ ചെയ്യുക.
mn: Картын дугаарыг бөглөнө үү.
mr: कृपया कार्ड नंबर फिल करा.
ms: Sila isikan nombor kad.
mt: Imla n-numru tal-karta.
ne: कृपया कार्ड नम्बर भर्नुहोस्।
nn_no: Fyll ut kortnummeret.
no: Fyll ut kortnummeret.
or: ଦୟାକରି କାର୍ଡ୍ ନମ୍ଵର୍‌ରେ ପୁରଣ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے کارڈ دا نمبر پُر کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਨੰਬਰ ਭਰੋ।
pl: Podaj numer karty.
ru: Введите номер карты.
sd: مهرباني ڪري ڪارڊ نمبر ڀريو.
si: කරුණාකර කාඩ්පත් අංකය පුරවන්න.
sl: Izpolnite številko kartice.
sr_cyrl_rs: Унесите број картице.
sr_latn_rs: Unesite broj kartice.
sv: Ange kortnumret.
ta: தயவுசெய்து உங்கள் அட்டை எண்ணை இடைக்கோடு நிரப்புக.
te: దయచేసి కార్డ్ నంబర్‌ని పూరించండి.
tg: Лутфан, рақами кортро ворид намоед.
th: โปรดกรอกหมายเลขบัตร
tr: Lütfen kart numarasını doldurun.
tt: Карта номерын тутырыгыз.
ug: كارتا نومۇرىنى تولدۇرۇڭ.
uk: Введіть номер картки.
ur: براہ مہربانی کارڈ نمبر درج کریں۔
uz: Karta raqami satrini to‘ldiring.
vi: Vui lòng điền vào số thẻ.
zh_hans: 请填写卡号。
zh_hant: 請填寫卡號。

# Literal.Bing.CreditCard.Error.InvalidCardNumber
source: Please check and reenter your card number.
af: Kontroleer asseblief jou kaartnommer en voer dit weer in.
am: እባክዎ የእርስዎን ካርድ ቁጥር ይፈትሹ እና እንደገና ያስገቡ።
ar: تحقق من رقم البطاقة الخاصة بك وأعد إدخاله.
as: অনুগ্ৰহ কৰি পৰীক্ষা কৰক আৰু আপোনাৰ কাৰ্ডৰ নম্বৰ পুনঃপ্ৰবিষ্ট কৰক৷
az: Kartınızın nömrəsini yoxlayıb yenidən daxil edin.
bg: Проверете и въведете повторно номера на картата.
bn_in: অনুগ্রহ করে আপনার কার্ডের নম্বর পরীক্ষা করুন এবং পুনঃপ্রবেশ করান৷
bs: Provjerite i ponovo unesite broj kartice.
cy: Gwiriwch a rhoi rhif eich cerdyn eto.
da: Kontrollér og genindtast dit kortnummer.
de: Überprüfen Sie die Kartennummer, und geben Sie sie erneut ein.
el: Ελέγξτε και εισαγάγετε εκ νέου τον αριθμό της κάρτας σας.
es: Comprueba y vuelve a introducir el número de tarjeta.
et: Kontrollige oma kaardinumbrit ja sisestage see uuesti.
eu: Egiaztatu eta idatzi berriro txartelaren zenbakia.
fa: لطفاً شماره کارت خود را بررسی و دوباره وارد کنید.
ga: Seiceáil uimhir do chárta agus cuir isteach arís í.
gd: Thoir sùil air an àireamh na cairte agad is cuir a-steach i a-rithist.
gl: Comproba e introduce de novo o número do cartón.
gu: કૃપયા તપાસો અને ફરી તમારો કાર્ડ નંબર દાખલ કરો.
he: בדוק בבקשה והכנס שוב את מספר הכרטיס.
hi: कृपया जाँचें और अपनी कार्ड संख्या पुनः दर्ज करें.
hr: Provjerite i ponovno unesite broj kartice.
hu: Ellenőrizze és írja be újra a kártyaszámot.
id: Silakan periksa dan masukkan lagi nomor kartu Anda.
is: Athugaðu kortanúmerið þitt og sláðu það inn aftur.
ja: カード番号を確認し、もう一度入力してください。
ka: გთხოვთ, შეამოწმოთ და თავიდან შეიყვანოთ ბარათის ნომერი.
kk: Карта нөмірін тексеріп, оны қайта енгізіңіз.
kn: ದಯವಿಟ್ಟು ಪರಶೀಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಕಾರ್ಡ್‌ ಸಂಖ್ಯೆಯನ್ನು ಮರುನಮೂದಿಸಿ.
ko: 카드 번호를 확인하고 다시 입력하세요.
ku_arab: تکایە دووبارە ژمارەی کارتەکەت بپشکنە و تێبنووسە.
ky: Картаңыздын номерин жана текшерип, кайрадан киргизиңиз.
lo: ກະລຸນາກວດເບິ່ງ ແລະ ປ້ອນເລກບັດຂອງທ່ານຄືນໃໝ່.
lt: Patikrinkite ir dar kartą įveskite kortelės numerį.
lv: Pārbaudiet un atkārtoti ievadiet savas kartes numuru.
mi: Āta tīrohia me te tāuru anō i tō tau kāri.
mk: Проверете го и повторно внесете го бројот на картичката.
ml: നിങ്ങളുടെ കാർഡ് നമ്പർ പരിശോധിച്ച് വീണ്ടും നൽകുക.
mn: Картны дугаараа шалгаад дахин оруулна уу.
mr: कृपया तपासा आणि आपला कार्ड नंबर पुन्हा प्रविष्ट करा.
ms: Sila semak dan masukkan semula nombor kad anda.
mt: Iċċekkja u erġa' daħħal in-numru tal-karta tiegħek.
ne: कृपया आफ्नो कार्ड नम्बर जाँच्नुहोस् र पुन: प्रविष्ट गर्नुहोस्।
nn_no: Kontroller og skriv inn kortnummeret på nytt.
no: Kontroller og skriv inn kortnummeret på nytt.
or: ଦୟାକରି ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର କାର୍ଡ୍ ନମ୍ଵର୍ ପୁନଃ ଏଣ୍ଟର୍ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے اپنے کارڈ نمبر دی پڑتال کرو اتے فیر داخل کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਕਾਰਡ ਨੰਬਰ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਮੁੜ ਦਾਖਲ ਕਰੋ।
pl: Sprawdź i wprowadź ponownie numer karty.
ru: Проверьте и еще раз введите номер карты.
sd: مهرباني ڪري پنهنجو ڪارڊ نمبر چيڪ ۽ ٻيهر داخل ڪريو.
si: කරුණාකර ඔබගේ කාඩ්පත් අංකය පරීක්ෂා කර නැවත ඇතුල් කරන්න.
sl: Preverite in znova vnesite številko kartice.
sr_cyrl_rs: Проверите број картице и поново га унесите.
sr_latn_rs: Proverite broj kartice i ponovo ga unesite.
sv: Kontrollera och ange ditt kortnummer på nytt.
ta: தயவுசெய்து உங்கள் அட்டை எண்ணைச் சரிபார்த்து மீள்நிரப்புக.
te: దయచేసి మీ కార్డ్ నంబర్‌ని తనిఖీ చేసి, తిరిగి నమోదు చేయండి.
tg: Лутфан, рақами корти худро тафтиш карда, аз нав ворид намоед.
th: โปรดตรวจสอบและป้อนหมายเลขบัตรของคุณอีกครั้ง
tr: Lütfen kart numaranızı kontrol edin ve yeniden girin.
tt: Картагызның номерын тикшереп, яңадан кертегез.
ug: كارتا نومۇرىنى تەكشۈرۈپ، قايتا كىرگۈزۈڭ.
uk: Перевірте і введіть ще раз номер картки.
ur: براہ مہربانی پڑتال کریں اور اپنا کارڈ نمبر پھر داخل کریں۔
uz: Tekshiring va karta raqamini qayta kiriting.
vi: Vui lòng kiểm tra và nhập lại số thẻ của bạn.
zh_hans: 请查看并重新输入卡号。
zh_hant: 請檢查並重新輸入您的卡號。
