Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.GoToBank.Text
source: Can't use your phone to scan? Go to the bank website for verification.
af: Kan jy jou foon nie gebruik om te skandeer nie? Gaan na die bankwebwerf vir verifikasie.
am: ስልክዎን ለመቃኘት መጠቀም አይችሉም? ለማረጋገጫ ወደ ባንክ ድር ጣቢያ ይሂዱ።
ar: ألا يمكنك استخدام هاتفك لإجراء مسح ضوئي؟ انتقل إلى موقع البنك على الويب لإجراء عملية التحقق.
as: স্কেন কৰিবলৈ আপোনাৰ ফোন ব্যৱহাৰ কৰিব পৰা নাই নেকি? প্ৰমাণীকৰণৰ বাবে বেংকৰ ৱেবছাইটলৈ যাওক।
az: Skan etmək üçün telefonunuzdan istifadə edə bilmirsiniz? Yoxlama üçün bankın veb-saytına daxil olun.
bg: Не можете да използвате телефона си за сканиране? Отидете на уеб сайта на банката за проверка.
bn_in: স্ক্যান করার জন্য আপনার ফোন ব্যবহার করা যাচ্ছে না? যাচাইকরণের জন্য ব্যাঙ্কের ওয়েবসাইটে যান।
bs: Ne možete da koristite telefon za skeniranje? Idite na web lokaciju banke radi provjere valjanosti.
cy: Methu defnyddio eich ffôn i sganio? Ewch i wefan y banc i ddilysu.
da: Kan du ikke bruge telefonen til at scanne? Gå til bankens websted for bekræftelse.
de: Sie können mit Ihrem Smartphone nicht scannen? Wechseln Sie zur Überprüfung zur Website der Bank.
el: Δεν μπορείτε να χρησιμοποιήσετε το τηλέφωνό σας για σάρωση; Μεταβείτε στην τοποθεσία web της τράπεζας για επαλήθευση.
es: ¿No puede usar el teléfono para digitalizar? Vaya al sitio web del banco para comprobarlo.
et: Kas te ei saa skannimiseks telefoni kasutada? Kinnitamiseks minge panga veebisaidile.
eu: Ezin duzu telefonoa erabili eskaner gisa? Joan bankuaren webgunera egiaztapena egiteko.
fa: نمی‌توانید از تلفنتان برای اسکن استفاده کنید؟ برای تأیید به وب‌سایت بانک بروید.
ga: Ní féidir d’fhón a úsáid chun scanadh a dhéanamh? Téigh chuig láithreán gréasáin an bhainc le haghaidh fíorú.
gd: Nach urrainn dhut a sganadh leis an fhòn agad? Tadhail air làrach-lìn a’ bhanca airson a dhearbhadh.
gl: Non podes usar o teléfono para dixitalizar? Vai á páxina web do banco para obter a verificación.
gu: સ્કૅન કરવા માટે તમારા ફોનનો ઉપયોગ કરી શકતા નથી? ચકાસણી માટે બેંકની વેબસાઇટ પર જાઓ.
he: לא מצליח להשתמש בטלפון שלך כדי לסרוק? עבור אל אתר האינטרנט של הבנק לצורך אימות.
hi: स्कैन करने के लिए आपके फ़ोन का उपयोग नहीं कर सकते? सत्यापन के लिए बैंक वेबसाइट पर जाएँ.
hr: Ne možete koristiti telefon za skeniranje? Idite na web-mjesto banke radi provjere valjanosti.
hu: Nem tud telefonnal szkennelni? Látogasson el a bank webhelyére ellenőrzés céljából.
id: Tidak dapat menggunakan telepon Anda untuk memindai? Buka situs web bank untuk verifikasi.
is: Geturðu ekki notað símann til að skanna? Farðu á vefsvæði bankans til að sannprófa.
ja: スマートフォンを使用してスキャンできない場合、確認のために銀行の Web サイトに移動します。
ka: ვერ ახერხებთ თქვენი ტელეფონის გამოყენებით სკანირებას? გადადით ბანკის ვებსაიტზე გადამოწმებისთვის.
kk: Телефонды сканерлеу үшін пайдалану мүмкін емес пе? Тексеру үшін банктің веб-сайтына өтіңіз.
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ನಿಮ್ಮ ಫೋನ್ ಅನ್ನು ಬಳಸಲು ಸಾಧ್ಯವಿಲ್ಲವೇ? ಪರಿಶೀಲನೆಗಾಗಿ ಬ್ಯಾಂಕ್ ವೆಬ್‍‌ಸೈಟ್‍‌ಗೆ ಹೋಗಿ.
ko: 휴대폰을 사용하여 스캔할 수 없나요? 확인을 위해 은행 웹 사이트로 이동합니다.
lo: ບໍ່ສາມາດໃຊ້ໂທລະສັບຂອງທ່ານເພື່ອສະແກນໄດ້ບໍ? ໄປທີ່ເວັບໄຊທ໌ທະນາຄານສຳລັບການຢັ້ງຢືນ.
lt: Negalite nuskaityti naudodami telefoną? Norėdami patvirtinti, eikite į banko svetainę.
lv: Vai nevarat izmantot tālruni, lai skenētu? Dodieties uz bankas tīmekļa vietni, lai veiktu verifikāciju.
mi: Kāore e taea tō waea te whakamahi hei karapa? Haere ki te paetukutuku pēke hei manatokonga.
mk: Не може да го користите телефонот за скенирање? Појдете на веб-локацијата од банката за проверка.
ml: സ്കാൻ ചെയ്യാൻ നിങ്ങളുടെ ഫോൺ ഉപയോഗിക്കാൻ കഴിയുന്നില്ലേ? സ്ഥിരീകരണത്തിനായി ബാങ്കിന്റെ വെബ്സൈറ്റിലേക്ക് പോകുക.
mr: स्कॅन करण्यासाठी आपला फोन वापरू शकत नाही? पडताळणीसाठी बँकेच्या वेबसाइटवर जा.
ms: Tidak dapat menggunakan telefon anda untuk mengimbas? Pergi ke laman web bank untuk pengesahan.
mt: Ma tistax tuża l-mowbajl tiegħek biex tiskennja? Mur fis-sit web tal-bank għall-verifika.
ne: स्क्यान गर्न आफ्नो फोन प्रयोग गर्न सक्नु हुन्न? प्रमाणीकरणका लागि आफ्नो बैंकको वेबसाइटमा जानुहोस्।
nn_no: Kan du ikkje bruke telefonen til å skanne? Gå til banken sin nettstad for stadfesting.
no: Kan du ikke bruke telefonen til å skanne? Gå til bankens nettsted for bekreftelse.
or: ସ୍କାନ୍ କରିବାକୁ ଆପଣଙ୍କ ଫୋନ୍ ବ୍ୟବହାର କରିପାରୁ ନାହାଁନ୍ତି? ଯାଞ୍ଚକରଣ ପାଇଁ ବ୍ୟାଙ୍କ ଓ୍ୱେବ୍ ସାଇଟ୍‌କୁ ଯାଆନ୍ତୁ.
pa_in: ਸਕੈਨ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਫ਼ੋਨ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਸਕਦੇ? ਤਸਦੀਕ ਕਰਨ ਲਈ ਬੈਂਕ ਵੈਬਸਾਈਟ 'ਤੇ ਜਾਓ।
pl: Nie możesz użyć telefonu do skanowania? Przejdź do witryny internetowej banku w celu weryfikacji.
ru: Не можете использовать телефон для сканирования? Перейдите на веб-сайт банка для проверки.
sl: Ali ne morete uporabiti telefona za optično branje? Za preverjanje obiščite spletno mesto banke.
sr_cyrl_rs: Не можете да користите телефон за скенирање? Посетите веб локацију банке ради провере.
sr_latn_rs: Ne možete da koristite telefon za skeniranje? Posetite veb lokaciju banke radi verifikacije.
sv: Kan du inte skanna med telefonen? Gå till bankens webbplats för verifiering.
ta: ஸ்கேன் செய்ய உங்கள் ஃபோனைப் பயன்படுத்த முடியவில்லையா? சரிபார்ப்பிற்காக, வங்கி வலைத் தளத்திற்குச் செல்லவும்.
te: స్కాన్ చేయడానికి మీ ఫోన్‌ని ఉపయోగించలేదా? ధృవీకరణ కోసం బ్యాంక్ వెబ్‌సైట్‌కి వెళ్లండి.
th: ไม่สามารถใช้โทรศัพท์ของคุณเพื่อสแกนได้ใช่หรือไม่ ไปที่เว็บไซต์ของธนาคารเพื่อตรวจสอบความถูกต้อง
tr: Telefonunuzla tarayamıyor musunuz? Doğrulama için banka web sitesine gidin.
tt: Телефоныгызны сканерлау өчен куллана алмыйсызмы? Тикшерү өчен банк төененә керегез.
ug: تېلېفون ئارقىلىق سايىلىيەلمىسىڭىز، بانكا توربېكىتىگە ئۆتۈپ دەلىللەڭ.
uk: Не вдається скористатися телефоном для сканування? Перейдіть на веб-сайт банку для перевірки.
ur: کیا آپ سکین کرنے کے لئے اپنا فون استعمال نہیں کر سکتے؟ تصدیق کرنے کے لئے اپنے بینک کی ویب سائٹ پر واپس جائیں۔
uz: Telefon orqali skanerlab boʻlmadimi? Tasdiqlash uchun bank veb-saytiga oʻting.
vi: Không thể dùng điện thoại để quét? Hãy truy nhập website ngân hàng để xác minh.
zh_hans: 无法使用手机进行扫描? 转到银行网站进行验证。
zh_hant: 無法用您的手機進行掃描嗎? 請前往銀行網站進行驗證。

# Word.Cvv3Help.Text
source: 3 digits on the back of your Visa or MasterCard
af: 3 syfers agter op jou Visa of MasterCard
am: በእርስዎ Visa ወይም በ MasterCard ጀርባ ላይ 3 አሃዞች
ar: 3 أرقام على ظهر بطاقة Visa أو MasterCard
as: আপোনাৰ Visa বা মাষ্টাৰকাৰ্ডৰ পিছফালে থকা 3 টা অংক
az: Visa və ya MasterCard-ınızın arxasındakı 3 rəqəm
bg: 3 цифри от задната страна на вашата Visa или MasterCard
bn_in: আপনার Visa বা MasterCard এর পিছনের 3টি সংখ্যা
bs: 3 cifre na poleđini Visa ili MasterCard kartice
cy: 3 digid ar gefn eich cerdyn Visa neu MasterCard
da: Tre cifre på bagsiden af dit Visa- eller MasterCard
de: 3 Ziffern auf der Rückseite Ihrer Visa- oder MasterCard
el: Τα 3 ψηφία στο πίσω μέρος της Visa ή της MasterCard σας
es: 3 dígitos en la parte posterior de su Visa o MasterCard
et: 3 numbrit teie Visa või MasterCardi tagaküljel
eu: Visa edo MasterCard txartelaren atzealdean dauden 3 digituak
fa: ۳ رقم پشت کارت Visa یا MasterCard شما
ga: 3 dhigit ar chúl do chárta Visa nó MasterCard
gd: Na 3 àireamhan air cùlaibh na cairte Visa no a’ MasterCard agad
gl: 3 díxitos no reverso da Visa ou MasterCard
gu: તમારા વિઝા અથવા માસ્ટરકાર્ડની પાછળના 3 અંકો
he: 3 ספרות בגב כרטיס ה- Visa או MasterCard שלך
hi: आपके Visa या MasterCard के पीछे वाले 3 अंक
hr: 3 znamenke na stražnjoj stranici kartice Visa ili MasterCard
hu: 3 számjegy a Visa vagy a MasterCard hátoldalán
id: 3 digit di bagian belakang Visa atau MasterCard Anda
is: 3 tölustafir aftan á Visa- eða MasterCard-kortinu
ja: Visa または MasterCard の裏面に記載された 3 桁
ka: 3 ციფრი თქვენი Visa ან MasterCard ბარათის წინა მხარეს
kk: Visa немесе MasterCard картаңыздың артқы жағындағы 3 сан
kn: ನಿಮ್ಮ ವೀಸಾ ಅಥವಾ ಮಾಸ್ಟರ್ ಕಾರ್ಡ್ ನ ಹಿಂಭಾಗದಲ್ಲಿರುವ 3 ಅಂಕಿಗಳು
ko: Visa 또는 MasterCard 뒷면의 3자리
lo: 3 ຕົວເລກໃນດ້ານຫຼັງຂອງບັດ Visa ຫຼື MasterCard
lt: 3 skaitmenys „Visa“ arba „MasterCard“ kitoje pusėje
lv: 3 cipari Visa vai MasterCard kartes aizmugurē
mi: Ngā mati e 3 kei muri o tō kāri Visa, MasterCard rānei
mk: 3 цифри на задната страна на вашата Visa или MasterCard
ml: നിങ്ങളുടെ വിസയുടെയോ മാസ്റ്റർകാർഡിന്റെയോ പിൻഭാഗത്തെ 3 അക്കങ്ങൾ
mr: आपल्या Visa किंवा MasterCard च्या मागील भागावरील 3 अंक
ms: 3 digit di belakang Visa atau MasterCard anda
mt: 3 ċifri fuq in-naħa ta’ wara tal-Visa jew tal-MasterCard tiegħek
ne: आफ्नो भिसा वा मास्टरकार्डको पछाडिको 3 अङ्क
nn_no: 3 tal på baksida av Visa eller MasterCard
no: Tre sifre på baksiden av Visa- eller MasterCard-kortet
or: ଆପଣଙ୍କ Visa କିମ୍ୱା MasterCard ପଛରେ 3 ଟି ଅଙ୍କ
pa_in: ਤੁਹਾਡੇ Visa ਜਾਂ ਮਾਸਟਰਕਾਰਡ ਦੇ ਪਿਛਲੇ ਪਾਸੇ 3 ਅੰਕ
pl: 3 cyfry z tyłu karty Visa lub MasterCard
ru: 3 цифры на задней части карты Visa или MasterCard
sl: 3 števke na hrbtni strani kartice Visa ali MasterCard
sr_cyrl_rs: 3 цифре на задњој страници Visa или MasterCard картице
sr_latn_rs: 3 cifre na zadnjoj stranici Visa ili MasterCard kartice
sv: Tre siffror på baksidan av ditt Visa- eller MasterCard-kort
ta: உங்கள் Visa அல்லது MasterCard கார்டின் பின்புறத்தில் உள்ள 3 இலக்கங்கள்
te: మీ వీసా లేదా మాస్టర్ కార్డ్ వెనుక ఉన్న 3 అంకెలు
th: ตัวเลข 3 หลักที่ด้านหลังของบัตร Visa หรือ MasterCard ของคุณ
tr: Visa veya MasterCard'ınızın arkasındaki 3 rakam
tt: Visa яки MasterCard картасының кире ягындагы 3 цифр
ug: Visa ياكى MasterCard نىڭ ئارقىدىكى 3 خانىلىق سان
uk: 3-значний код на зворотній стороні картки Visa або MasterCard
ur: آپ کے Visa یا MasterCard کی پشت پر 3 اعداد
uz: Visa karta yoki MasterCard kartasi orqasidagi 3 ta raqam
vi: 3 chữ số ở mặt sau thẻ Visa hoặc MasterCard của bạn
zh_hans: Visa 或 MasterCard 背面的 3 位数字
zh_hant: 您的 Visa 或 MasterCard 背面的 3 位數

# Word.Cvv4Help.Text
source: 4 digits on the front of your American Express
af: 4 syfers voor op jou American Express
am: በእርስዎ American Express ፊት ለፊት 4 አሃዞች
ar: 4 أرقام على الجانب الأمامي من بطاقة American Express
as: আপোনাৰ আমেৰিকান এক্সপ্ৰেছৰ সন্মুখত 4 টা অংক
az: American Express kartının qarşısındakı 4 rəqəm
bg: 4 цифри от предната страна на вашата American Express
bn_in: আপনার American Express এর সামনের 4টি সংখ্যা
bs: 4 cifre sa prednje strane vaše kartice American Express
cy: 4 digid ar flaen eich cerdyn American Express
da: Fire cifre på forsiden af dit American Express
de: 4 Ziffern auf der Vorderseite Ihrer American Express
el: Τα 4 ψηφία στο μπροστινό μέρος της American Express σας
es: 4 dígitos en la parte frontal de su American Express
et: 4 numbrit teie American Expressi esiküljel
eu: American Express txartelaren aurrealdean dauden 4 digituak
fa: ۴ رقم روی کارت American Express شما
ga: 4 dhigit ar aghaidh do chárta American Express
gd: Na 4 àireamhan air beulaibh an American Express agad
gl: 4 díxitos no anverso da American Express
gu: તમારા અમેરિકન એક્સપ્રેસના આગળના ભાગમાં 4 અંકો
he: 4 ספרות בחזית של כרטיס American Express שלך
hi: आपके American Express के सामने वाले 4 अंक
hr: 4 znamenke na prednjoj stranici vaše kartice American Express
hu: 4 számjegy az American Express előlapján
id: 4 digit di bagian depan American Express Anda
is: 4 tölustafir framan á American Express-kortinu
ja: American Express の前面に記載された 4 桁
ka: 4 ციფრი თქვენი American Express ბარათის წინა მხარეს
kk: American Express картасының алдыңғы жағындағы 4 сан
kn: ನಿಮ್ಮ American Express ಕಾರ್ಡಿನ ಮುಂಭಾಗದ 4 ಅಂಕಿಗಳು
ko: American Express 앞면의 4자리
lo: 4 ຕົວເລກຢູ່ດ້ານໜ້າບັດ American Express ຂອງທ່ານ
lt: 4 skaitmenys „American Express“ priekyje
lv: 4 cipari American Express kartes priekšpusē
mi: Ngā mati e 4 kei mua i tō American Express
mk: 4 цифри на предната страна на вашата American Express
ml: നിങ്ങളുടെ അമേരിക്കൻ എക്സ്പ്രസിന്റെ മുൻവശത്തെ 4 അക്കങ്ങൾ
mr: आपल्या American Express च्या अग्रभागावरील 4 अंक
ms: 4 digit di hadapan American Express anda
mt: 4 ċifri fuq in-naħa ta’ quddiem tal-American Express tiegħek
ne: तपाईंको American Express को अगाडिको 4 अङ्क
nn_no: 4 tal på framsida av American Express-kortet ditt
no: Fire sifre foran på American Express-kortet
or: ଆପଣଙ୍କ American Express ସମ୍ମୁଖରେ 4 ଟି ଅଙ୍କ
pa_in: ਤੁਹਾਡੇ American Express ਦੇ ਮੂਹਰਲੇ ਪਾਸੇ 4 ਅੰਕ
pl: 4 cyfry z przodu Twojej karty American Express
ru: 4 цифры на передней части American Express
sl: 4 števke na sprednji strani kartice American Express
sr_cyrl_rs: 4 цифре на предњој страни картице American Express
sr_latn_rs: 4 cifre na prednjoj strani kartice American Ekspres
sv: Fyra siffror på framsidan av ditt American Express-kort
ta: உங்கள் American Express கார்டின் முன்புறத்தில் உள்ள 4 இலக்கங்கள்
te: మీ అమెరికన్ ఎక్స్‌ప్రెస్ ముందు భాగంలో 4 అంకెలు
th: ตัวเลข 4 หลักที่ด้านหน้าบัตร American Express ของคุณ
tr: American Express kartının önündeki 4 rakam
tt: Сезнең American Express картагызның алгы ягындагы 4 цифр
ug: American Express نىڭ ئالدى تەرىپىدىكى 4 خانىلىق سان
uk: 4-значний код на лицьовій стороні картки American Express
ur: آپ کے American Express کے آگے 4 اعداد
uz: American Express kartangizning old tomonidagi 4 ta raqam
vi: 4 chữ số ở mặt trước thẻ American Express của bạn
zh_hans: 位于美国运通卡正面的 4 位数字
zh_hant: 您的 American Express 正面的 4 位數

# Word.ExpPrefix.Text
source: Exp
af: Verval
am: ጊዜው አብቅቷል
ar: تاريخ انتهاء الصلاحية
as: ম্যাদ
az: Son istifadə tarixi
bg: Валидна до
bs: Ističe
cy: Dod i ben
da: Udl.
de: Gült.
el: Λήξη
es: Expiración
et: Aegub
eu: Iraungitze-data
fa: انقضا
ga: Dáta éaga
gd: Falbhaidh an ùine air
gl: Cad.
gu: સમાપ્તિ
he: תאריך תפוגה
hr: Istječe
hu: Lejárat
id: Kedaluwarsa
is: Rennur út
ja: 有効期限
ka: ვადის გასვლის თარიღი
kk: Жарамдылық мерзімі
kn: ಅವಧಿ ಮೀರಿದೆ
ko: 만료일
lo: ໝົດອາຍຸ
lt: Galioja iki
lv: Term.
mi: Rā mōnehu
mk: Ист.
ml: കാലഹരണപ്പെടൽ
mr: समाप्ती
ms: Tamat tempoh
mt: Skadenza
ne: म्याद समाप्त हुने मिति
nn_no: Utgår
no: Utløper
or: ସମୟ ସମାପ୍ତି
pa_in: ਮਿਆਦ
pl: Wygasa
ru: Истекает
sl: Poteče
sr_cyrl_rs: Истиче
sr_latn_rs: Ističe
sv: Giltigt till
ta: காலாவதி
th: หมดอายุ
tr: Son kullanım tarihi
tt: Вакыты чыга
ug: قەرەل
uk: Дійсна до:
ur: میعاد ختم ہونے کی تاریخ
uz: Amal qilish muddati
vi: Hết hạn
zh_hans: 到期时间
zh_hant: 到期日

# Word.3dsRegulationText
source: Due to Reserve Bank of India regulations, we will need to verify your card.
af: Weens die Reserwebank van Indië se regulasies sal ons jou kaart moet verifieer.
am: በህንድ ሪዘርቭ ባንክ ደንቦች ምክንያት፣የእርስዎን ካርድ ማረጋገጥ አለብን።
ar: نظراً للوائح "بنك الاحتياطي الهندي"، سنحتاج إلى التحقق من بطاقتك.
as: ভাৰতীয় ৰিজাৰ্ভ বেংকৰ নিয়মাৱলী অনুসৰি, আমি আপোনাৰ কাৰ্ড সত্যাপন কৰিব লাগিব।
az: Hindistan Ehtiyat Bankının qaydalarına əsasən kartınızı yoxlamağımız tələb olunur.
bg: Поради нормативните разпоредби на Reserve Bank of India ще трябва да проверим вашата карта.
bn_in: ভারতীয় রিজার্ভ ব্যাঙ্কের নিয়মাবলী অনুযায়ী, আমাদেরকে আপনার কার্ড যাচাই করতে হবে।
bs: Zbog propisa Reserve Bank of India, morat ćemo provjeriti vašu karticu.
cy: Oherwydd rheoliadau Reserve Bank of India, bydd angen i ni ddilysu’ch cerdyn.
da: På grund af reglerne fra Reserve Bank of India skal vi bekræfte dit kort.
de: Aufgrund der Bestimmungen der Reserve Bank of India müssen wir Ihre Karte verifizieren.
el: Λόγω των κανονισμών της Ρυθμιστικής αρχής της Ινδίας, θα πρέπει να επαληθεύσουμε την κάρτα σας.
es: Debido a las regulaciones del Banco de la Reserva de la India, tendremos que comprobar su tarjeta.
et: India Reservpanga eeskirjade tõttu peame teie kaardi kinnitama.
eu: Reserve Bank of India-ren arauak direla eta, zure txartela egiaztatu behar dugu.
fa: به‌دلیل مقررات «بانک ذخایر هند»، باید کارت شما را تأیید کنیم.
ga: De bharr rialacháin Bhanc Cúlchiste na hIndia, ní mór dúinn do chárta a fhíorú.
gd: Air sgàth riaghailtean Banca Cùl-stòr nan Innseachan, feumaidh sinn a’ cairt agad a dhearbhadh.
gl: Debido ás normativas do Reserve Bank of India, teremos que verificar a tarxeta.
gu: રિઝર્વ બેંક ઑફ ઇન્ડિયાના નિયમનોના કારણે, અમારે તમારા કાર્ડની ચકાસણી કરવાની જરૂર પડશે.
he: עקב תקנות הבנק המרכזי של הודו, נצטרך לאמת את הכרטיס שלך.
hi: Reserve Bank of India विनियमों के कारण, हमें आपका कार्ड को सत्यापित करना होग.
hr: Zbog propisa Rezervne banke Indije morat ćemo provjeriti valjanost vaše kartice.
hu: A Reserve Bank of India előírásai miatt ellenőriznünk kell a kártyáját.
id: Karena peraturan Reserve Bank of India, kami perlu memverifikasi kartu Anda.
is: Vegna reglugerða Reserve Bank of India þurfum við að sannprófa kortið.
ja: インド準備銀行の規制により、お客様のカードを確認する必要があります。
ka: ინდოეთის სარეზერვო ბანკის რეგულაციების გამო თქვენი ბარათის დადასტურება დაგვჭირდება.
kk: Үндістанның Резервтік банкінің нормативтік-құқықтық актілеріне байланысты сіздің картаңызды тексеру қажет болады.
kn: ಭಾರತೀಯ ರಿಸರ್ವ್ ಬ್ಯಾಂಕ್ ನಿಯಮಗಳ ಕಾರಣದಿಂದಾಗಿ, ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ನಾವು ಪರಿಶೀಲಿಸಬೇಕಾದ ಅಗತ್ಯವಿದೆ.
ko: 인도 중앙은행(Bank of India) 규정에 따라 귀하의 카드를 확인해야 합니다.
lo: ເນື່ອງຈາກກົດລະບຽບຂອງທະນາຄານກາງຂອງອິນເດຍ, ພວກເຮົາຈຳເປັນຈະຕ້ອງໄດ້ກວດສອບບັດຂອງທ່ານ.
lt: Dėl Indijos rezervų banko taisyklių turėsime pavirtinti jūsų kortelę.
lv: Indijas Rezerves bankas noteikumu dēļ mums būs jāverificē jūsu karte.
mi: Nā ngā ture Rāhui Pēke o Īnia, me manatoko e mātou tōu kāri.
mk: Поради регулативите на Банката за резерви на Индија, ќе треба да ја потврдиме вашата картичка.
ml: റിസർവ് ബാങ്ക് ഓഫ് ഇന്ത്യ നിയന്ത്രണങ്ങൾ കാരണം, ഞങ്ങൾക്ക് നിങ്ങളുടെ കാർഡ് പരിശോധിക്കേണ്ടതുണ്ട്.
mr: रिझर्व्ह बँक ऑफ इंडिया नियमनांमुळे, आम्हाला आपल्या कार्डची पडताळणी करणे आवश्यक असेल.
ms: Disebabkan peraturan Bank Simpanan India, kami perlu menentusahkan kad anda.
mt: Minħabba r-regolamenti tar-Reserve Bank of India, se jkollna bżonn nivverifikaw il-kard tiegħek.
ne: भारतीय रिजर्भ बैंकका नियमहरूको कारणले, हामीलाई तपाईंको कार्ड रूजू गर्न आवश्यक हुने छ।
nn_no: På grunn av forskrifter frå Reserve Bank of India må vi stadfeste betalingsmåten.
no: På grunn av bestemmelser fra Reserve Bank of India må vi bekrefte kortet.
or: ଭାରତୀୟ ରିଜର୍ଭ ବ୍ୟାଙ୍କ ନିୟମାବଳୀ ଯୋଗୁଁ ଆମକୁ ଆପଣଙ୍କ କାର୍ଡ୍ ଯାଞ୍ଚ କରିବାକୁ ପଡିବ.
pa_in: ਭਾਰਤੀ ਰਿਜ਼ਰਵ ਬੈਂਕ ਦੇ ਨਿਯਮਾਂ ਦੇ ਕਾਰਨ, ਸਾਨੂੰ ਤੁਹਾਡੇ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
pl: Ze względu na przepisy Banku Rezerw Indii, musimy zweryfikować Twoją kartę.
ru: В соответствии с нормативными актами Резервного банка Индии нам потребуется проверить вашу карту.
sl: Zaradi predpisov Indijske centralne banke moramo preveriti vašo kartico.
sr_cyrl_rs: Због прописа Reserve Bank of India, морамо да верификујемо вашу картицу.
sr_latn_rs: Zbog propisa Reserve Bank of India, moramo da verifikujemo vašu karticu.
sv: På grund av regler för Reserve Bank of India behöver vi verifiera ditt kort.
ta: இந்திய ரிசர்வ் வங்கியின் ஒழுங்குமுறைகள் காரணமாக, உங்கள் கார்டை நாங்கள் சரிபார்க்க வேண்டும்.
te: రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా నిబంధనల కారణంగా, మీ కార్డ్‌ని మేము ధృవీకరించాల్సి ఉంటుంది.
th: เนื่องจากข้อบังคับของธนาคารกลางอินเดีย เราจําเป็นต้องตรวจสอบบัตรของคุณ
tr: Reserve Bank of India düzenlemeleri nedeniyle kartınızı doğrulamanız gerekir.
tt: Индия Резерв банкы кагыйдәләре нигезендә безгә сезнең картагызны расларга кирәк булачак.
ug: ھىندىستان ئامانەت بانكىسىنىڭ تۈزۈمى بويىچە كارتىڭىزنى دەلىللىشىمىز كېرەك.
uk: Відповідно до нормативно-правових актів Резервного банку Індії нам потрібно буде перевірити вашу картку.
ur: ریزرو بینک آف انڈیا کے قوانین کی وجہ سے ہمیں آپ کے کارڈ کی تصدیق کرنی ہوگی۔
uz: Hindiston Markaziy banki qoidalariga muvofiq, kartangizni tasdiqlashimiz kerak.
vi: Theo quy định của Ngân hàng Dự trữ Ấn Độ, chúng tôi sẽ cần xác minh thẻ của bạn.
zh_hans: 由于印度储备银行法规的要求，我们需要验证你的卡。
zh_hant: 由於印度保留銀行規定，我們需要驗證您的信用卡。
