Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVC.TermOfUse.Inform2
source: If you agree to this security measure, click Next to acknowledge your agreement and start the verification process. To stop the process, click Cancel. If the verification is cancelled or fails, your credit card will not be added to your online account.
af: As jy tot hierdie veiligheidsmaatreël instem, klik Volgende om jou instemming aan te dui en met die verifikasieproses te begin. Om die proses te stop, klik Kanselleer. As die verifikasie gekanselleer word of misluk, sal jou kredietkaart nie aan jou aanlyn rekening gekoppel word nie.
am: ለዚህ የደህንነት እርምጃ፣ መስማማትህን ለማሳወቅና ማረጋገጫ ሂደት ለመጀመር ቅጥያ ጠቅ አድርግ ።ሂደቱን ለማቆም ሰርዝ ጠቅ አድርግ።ማረጋገጫው ከተሰረዘ ወይም ካልተሳካ ፡ ፡የብድር ካርድህ ወደ መስመር ላይ መለያህ አይታከልም።
ar: إذا وافقت على إجراء الحماية هذا فانقر على ‘التالي‘ لإبداء موافقتك وبدء عملية التحقق. ولإيقاف الإجراء انقر على ‘إلغاء‘. وإذا ألغي التحقق أو فشل فلن تضاف بطاقة ائتمانك إلى حسابك الفوري.
as: যদি আপুনি এই নিৰাপত্তা ব্যৱস্থাৰ সৈতে একমত, আপোনাৰ চুক্তি স্বীকাৰ কৰিবলৈ পৰৱৰ্তী ক্লিক কৰক আৰু সত্যাপন প্ৰক্ৰিয়া আৰম্ভ কৰক৷ প্ৰক্ৰিয়া ৰাখিবলৈ, বাতিল কৰক ক্লিক কৰক৷ যদি সত্যাপন বাতিল হৈছে বা বিফল হৈছে, আপোনাৰ ক্ৰেডিট কাৰ্ড আপোনাৰ অনলাইন একাউণ্টলৈ যোগ নহ'ব৷
az: Bu təhlükəsizlik tədbirinə razılaşırsınızsa, razılığınızı etiraf etmək üçün Növbəti klikləyin və təsdiqləmə prosesinə başlayın. Prosesi dayandırmaq üçün Ləğv et klikləyin. Əgər təsdiqləmə ləğv edilərsə, yaxud baş tutmazsa, kredit kartınız onlayn hesabınıza əlavə olunmayacaq.
bg: Ако приемате тази мярка за защита, щракнете "Напред", за да потвърдите даването на съгласие и стартирането на процеса за проверка. За да спрете процеса, щракнете върху "Отказ". Ако проверката бъде отменена или е неуспешна, кредитната карта няма да бъде добавена към вашия онлайн акаунт.
bn_in: আপনি যদি এই সুরক্ষা ব্যবস্থায় রাজি থাকেন, তাহলে আপনার সম্মতি প্রদানের জন্য পরবর্তী-তে ক্লিক করুন এবং যাচাই প্রক্রিয়া শুরু করুন৷ প্রক্রিয়াটিকে থামিয়ে দেওয়ার জন্য বাতিল ক্লিক করুন৷ যাচাই প্রক্রিয়া বাতিল করা হলে কিংবা সেটি বিফল হলে, আপনার ক্রেডিট কার্ড আপনার অনলাইন একাউন্টে যোগ হবে না৷
bs: Ako ste saglasni s ovom sigurnosnom mjerom, kliknite na dugme „Sljedeće“ da biste potvrdili svoju saglasnost i kako biste počeli proces verificiranja. Da biste zaustavili proces, kliknite na dugme „Otkaži“. Ako se verificiranje otkaže ili ne uspije, vaša kreditna kartica neće biti dodata u vaš račun na mreži.
cy: Os byddwch chi'n cytuno i'r cam diogelwch hwn, cliciwch Nesaf i gydnabod eich bod yn cytuno a dechrau'r broses dilysu. I stopio'r broses, cliciwch Canslo. Os bydd y dilysu yn cael ei ganslo neu'n methu, fydd eich cerdyn credyd ddim yn cael ei ychwanegu at eich cyfrif ar-lein.
da: Hvis du accepterer denne sikkerhedsforanstaltning, skal du klikke på Næste for at bekræfte din accept og starte kontrolprocessen. Klik på Annuller for at stoppe processen. Hvis kontrollen annulleres eller mislykkes, vil dit kreditkort ikke blive føjet til din online konto.
de: Wenn Sie mit dieser Sicherheitsmaßnahme einverstanden sind, klicken Sie auf Weiter, um Ihr Einverständnis auszudrücken und den Prüfungsprozess zu starten. Klicken Sie anderenfalls auf Abbrechen. Wird die Prüfung abgebrochen oder schlägt sie fehl, wird Ihre Kreditkarte nicht zu Ihrem Onlinekonto hinzugefügt.
el: Εάν συμφωνείτε με αυτό το μέτρο ασφαλείας, κάντε κλικ στο κουμπί "Επόμενο" για να γνωστοποιήσετε τη συμφωνία σας και να ξεκινήσετε τη διαδικασία επαλήθευσης. Για να διακόψετε τη διαδικασία, κάντε κλικ στο κουμπί "Άκυρο". Εάν η επαλήθευση ακυρωθεί ή αποτύχει, η πιστωτική κάρτα σας δεν θα προστεθεί στον ηλεκτρονικό λογαριασμό σας.
es: Si está de acuerdo con esta medida de seguridad, haga clic en Siguiente para dar su consentimiento e iniciar el proceso de comprobación. Para detener el proceso, haga clic en Cancelar. Si se cancela la comprobación o se producen errores en la misma, la tarjeta de crédito no se agregará a su cuenta en línea.
et: Kui olete selle turvameetmega nõus, klõpsake suvandil Järgmine oma nõusoleku kinnitamiseks ja kontrollimisprotsessi alustamiseks. Protsessi peatamiseks klõpsake suvandil Tühista. Kontrollimise tühistamisel või nurjumisel ei lisata teie krediitkaarti teie veebikontole.
eu: Segurtasun-neurri honekin ados bazaude, sakatu Hurrengoa hori berresteko eta egiaztapen-prozesua hasteko. Prozesua gelditzeko, sakatu Utzi. Egiaztapena uzten bada edo horrek huts egiten badu, ez da zure txartela gehituko zure lineako kontuan.
fa: اگر با این روش امنیتی موافق هستید، روی بعدی کلیک کنید تا رضایت خود را اعلام کنید و مراحل تأیید اعتبار شروع شود. برای توقف این مراحل، روی لغو کلیک کنید. اگر تأیید اعتبار لغو شده یا انجام نشود، کارت اعتباری شما به حساب آنلاین اضافه نمی شود.
ga: Má ghlacann tú leis an mbeart slándála seo, cliceáil ar 'Ar aghaidh' chun glacadh leis an gcomhaontú agus chun tús a chur leis an bpróiséas fíorúcháin. Chun stop a chur leis an bpróiséas, cliceáil ar 'Cealaigh'. Má chuirtear deireadh leis an bhfíorú nó má theipeann air, ní chuirfear do chárta creidmheasa le do chuntas ar líne.
gd: Ma dh'aontaicheas tu ris a' ghleus tèarainteachd seo, briog air "Air adhart" gus d' aonta a dhearbhadh agus airson am pròiseas dearbhaidh a thòiseachadh. Gus stad a chur air a' phròiseas, briog air "Sguir dheth". Ma sguireas tu dhen dearbhadh no ma dh'fhàilligeas e, cha tèid an cunntas banca agad a chur ris a' chunntas air loidhne agad.
gl: Se está de acordo con esta medida de seguridade, prema en Seguinte para mostrar o seu acordo e comece o proceso de verificación. Para deter o proceso, prema en Cancelar. Se se cancela a verificación ou falla, o seu cartón de crédito non se poderá engadir á súa conta en liña.
gu: જો તમે આ સુરક્ષા માપન તમે સંમત થાઓ, તો કરાર માટેની તમારી સ્વીકૃતિ આગલું ક્લિક કરો અને ચકાસણીની પ્રક્રિયા પ્રારંભ કરો. પ્રક્રિયા રોકવા માટે, રદ કરો ક્લિક કરો. જો ચકાસણી રદ કરવામાં આવે અથવા નિષ્ફળ જાય, તો તમારા ક્રેડિટ કાર્ડને તમારા ઑનલાઇન બેંક ખાતામાં ઉમેરવામાં આવશે નહીં.
he: אם אתה מסכים לאמצעי אבטחה זה, לחץ על 'הבא' כדי לאשר את הסכמתך ולהתחיל בתהליך האימות. כדי להפסיק את התהליך, לחץ על 'ביטול'. אם האימות מבוטל או נכשל, כרטיס האשראי לא יתווסף לחשבון המקוון שלך.
hi: यदि आप इस सुरक्षा उपाय से सहमत हैं, तो सहमति की स्वीकृति के रूप में और सत्यापन प्रक्रिया प्रारंभ करने के लिए, अगला क्लिक करें. प्रक्रिया रोकने के लिए, रद्द करें क्लिक करें. यदि सत्यापन रद्द किया जाता है या विफल होता है, तो आपका क्रेडिट कार्ड आपके ऑनलाइन खाते में जोड़ा नहीं जाएगा.
hr: Ako pristajete na tu sigurnosnu mjeru, kliknite Dalje kako biste potvrdili sporazum i pokrenuli postupak provjere valjanosti. Za prekid postupka kliknite Odustani. Ako se provjera valjanosti prekine ili ne uspije, vaša kreditna kartica neće biti dodana vašem mrežnom računu.
hu: Ha elfogadja az óvintézkedést, a Tovább gombra kattintva fogadja el a megállapodást, majd kezdje meg az ellenőrzési folyamatot. A folyamat leállításához kattintson a Mégse gombra. Ha megszakítja az ellenőrzést vagy az nem sikerül, akkor a rendszer nem adja hozzá a hitelkártyát az online fiókhoz.
id: Jika Anda menyetujui langkah keamanan ini, klik Berikutnya untuk mengonfirmasikan persetujuan Anda dan memulai proses verifikasi. Untuk menghentikan proses, klik Batal. Jika verifikasi dibatalkan atau gagal, kartu kredit Anda tidak akan ditambahkan ke rekening online Anda.
is: Ef þú samþykkir þessa öryggisráðstöfun skaltu smella á „Áfram“ til að staðfesta samþykki þitt og hefja sannprófunarferlið. Smelltu á „Hætta við“ til að stöðva ferlið. Ef hætt er við sannprófun eða hún mistekst verður kreditkortinu ekki bætt við netreikninginn þinn.
ja: このセキュリティ対策にご同意いただける場合は、[次へ] をクリックし、検証手続きをお進めください。手続きを中止する場合は、[キャンセル] をクリックしてください。検証手続きが取り消された場合や失敗した場合、クレジット カードはオンライン アカウントに追加されません。
ka: თუ თანახმა ხართ უსაფრთხოების ამ ზომებზე, დააწკაპუნეთ ღილაკზე "შემდეგ", რომ განაცხადოთ თანხმობა და დაიწყოს დადასტურების პროცესი. პროცესის შესაჩერებლად, დააწკაპუნეთ "გაუქმება"-ზე. თუ დადასტურება გაუქმდება ან ვერ შესრულდება, თქვენი საკრედიტო ბარათი არ დაემატება თქვენს ონლაინ-ანგარიშს.
kk: Осы қауіпсіздік шарасына келіссеңіз, келісіміңізді растау үшін "Келесі" түймешігін басып, тексеру процесін бастаңыз. Процесті тоқтату үшін "Болдырмау" түймешігін басыңыз. Егер тексеру болдырылмаса немесе сәтсіз аяқталса, несиелік картаңыз онлайн тіркелгіңізге қосылмайды.
kn: ಈ ಭದ್ರತೆ ಕ್ರಮಕ್ಕೆ ನೀವು ಸಮ್ಮತಿಸಿದಲ್ಲಿ, ನಿಮ್ಮ ಒಪ್ಪಂದದ ಸಮ್ಮತಿಗೆ ಮುಂದೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಪರಿಶೀಲನೆ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ. ಪ್ರಕ್ರಿಯೆಯನ್ನು ನಿಲ್ಲಿಸಲು, ರದ್ದು ಕ್ಲಿಕ್ ಮಾಡಿ. ಪರಿಶೀಲನೆಯನ್ನು ರದ್ದುಮಾಡಿದಲ್ಲಿ ಅಥವಾ ವಿಫಲವಾದಲ್ಲಿ, ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಖಾತೆಗೆ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이 보안 과정에 동의하면 [다음]을 클릭하여 동의하고 인증 절차를 시작하십시오. 절차를 중단하려면 [취소]를 클릭하십시오. 인증이 취소되거나 실패하는 경우 회원님의 온라인 계정에 신용 카드가 추가되지 않습니다.
ku_arab: ئەگەر تۆ بەم رێوشوێنی ئاسایشە رازیت، کرتە بکە لەسەر دواتر بۆ ئیقرارکردن بە رەزامەندیت و دەستپێکردنی پرۆسەی سەلماندن. بۆ وەستاندنی پرۆسەکە، کرتەی بەتاڵ کردنەوە بکە. ئەگەر سەلماندن بەتاڵ کرایەوە یان شکستی هێنا، ئەوا کرێدت کارتی تۆ بۆ ئەژمێری سەرهێڵی تۆ زێدە ناکرێت.
ky: Эгер сиз бул коопсуздук билдирүүсүнө макул болсоңуз, макулдугуңузду ырасташ үчүн "Кийинки" ни басып, текшерүү процессин баштаңыз. Процессти токтотуш үчүн "Жокко чыгаруу" нукуурун басыңыз. Эгер текшерүү жокко чыгарылса же ишке ашпай калса, сиздин кредит картаңыз сиздин онлайн эсебиңизге кошулбайт.
lo: ຖ້າທ່ານຕົກລົງເຫັນດີນຳມາດຕະການຮັກສາຄວາມປອດໄພນີ້, ໃຫ້ຄລິກ ຕໍ່ໄປ ເພື່ອຍອມຮັບຂໍ້ຕົກລົງຂອງທ່ານ ແລະເລີ່ມຂະບວນການກວດສອບ. ເພື່ອຢຸດຂະບວນການ, ໃຫ້ຄລິກ ຍົກເລີກ. ຖ້າການກວດສອບຖືກຍົກເລີກ ຫຼືບໍ່ສຳເລັດ, ບັດເຄຣດິດຂອງທ່ານຈະບໍ່ຖືກເພີ່ມໃສ່ບັນຊີອອນລາຍຂອງທ່ານ.
lt: Jei sutinkate, kad šios saugos priemonės būtų taikomos, spustelėkite Toliau, kad patvirtintumėte sutikimą, ir pradėkite tikrinimo procesą. Jei procesą norite sustabdyti, spustelėkite Atšaukti. Jei tikrinimas bus atšauktas arba nutrauktas, kredito kortelė nebus įtraukta į jūsų internetinį abonementą.
lv: Ja piekrītat veikt šo drošības pasākumu, noklikšķiniet uz Tālāk, lai apliecinātu savu piekrišanu un sāktu pārbaudi. Lai pārtrauktu, noklikšķiniet uz Atcelt. Ja pārbaude ir atcelta vai nav izdevusies, informācija par kredītkarti netiks pievienota tiešsaistes kontam.
mi: Ki te whakae koe ki tēnei ine haumarutanga, pāwhiria te Panuku hei tuku whakaaetanga ki te tīmata i te tukanga manatokonga. Hei poro i tēnei tukanga, pāwhiri Whakakore. Ki te whakakorea, ki te rahua rānei te manatokonga, e kore e tāpirihia tō kāri ki tō pūkete tuihono.
mk: Ако се согласувате со оваа мерка за безбедност, кликнете на Следно за да го потврдите согласувањето и да започне процесот на верификација. За да го прекинете процесот, кликнете на Откажи. Ако верификацијата се откаже или не успее, кредитната картичка нема да се додаде на сметката на интернет.
ml: നിങ്ങള്‍ ഈ സുരക്ഷാ മാനദണ്ഡം അംഗീകരിക്കുന്നുവെങ്കില്‍, നിങ്ങള്‍ അംഗീകരിച്ചുവെന്നതിനും സ്ഥിരീകരണ പ്രക്രിയ ആരംഭിക്കുന്നതിനും, അടുത്തത് എന്നതില്‍ ക്ലിക്കുചെയ്യുക. പ്രക്രിയ നിര്‍ത്തുന്നതിന്, റദ്ദാക്കുക ക്ലിക്കുചെയ്യുക. സ്ഥിരീകരണം റദ്ദാക്കുകയോ പരാജയപ്പെടുകയോ ചെയ്‌തെങ്കില്‍, നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് ഓണ്‍ലൈന്‍ അക്കൌണ്ടില്‍ ചേര്‍ക്കപ്പെടില്ല.
mn: Хэрэв та энэ аюулгүй байдлын арга хэмжээг зөвшөөрч байвал зөвшөөрснөө нотолж, баталгаажуулах ажиллагааг эхлүүлэхийн тулд Дараах товчийг товш. Ажиллагааг зогсоохын тулд Цуцлах товчийг товш. Хэрэв баталгаажуулалт цуцлагдах буюу амжилтгүй болбол, таны кредит карт таны онлайн хэрэглэгчийн дансанд нэмэгдэхгүй.
mr: आपण या सुरक्षा मापदंडांशी सहमत असल्यास, आपला करार कबूल करण्याच्या पुढील क्लिक करा आणि पुष्टीकरण प्रक्रिया प्रारंभ करा. प्रक्रिया थांबविण्यासाठी, रद्द करा क्लिक करा. पडताळणी रद्द झाल्यास किंवा अयशस्वी झाल्यास, आपले क्रेडिट कार्ड आपल्या ऑनलाइन खात्यामध्ये जोडले जाणार नाही.
ms: Jika anda bersetuju dengan langkah keselamatan ini, klik Seterusnya untuk memperakukan persetujuan anda dan memulakan proses penentusahan. Untuk menghentikan proses ini, klik Batal. Jika penentusahan dibatalkan atau gagal, kad kredit anda tidak akan ditambah ke akaun dalam talian anda.
mt: Jekk taqbel ma' din il-miżura tas-sigurtà, ikklikkja Li Jmiss biex turi li taċċetta l-ftehim u ibda l-proċess ta' verifika. Biex twaqqaf il-proċess, ikklikkja Kkanċella. Jekk il-verifika tiġi kkanċellata jew ma tirnexxix, il-karta ta' kreditu tiegħek ma tiżdiedx mal-kont online tiegħek.
ne: यदि तपाईँ यस सुरक्षा मापदण्डलाई स्वीकार गर्नुहुन्छ भने, आफ्नो सम्झौता मञ्जूर गर्नको लागि अर्को क्लिक गर्नुहोस् र रुजू प्रक्रिया सुरु गर्नुहोस्। प्रक्रिया रोक्नको लागि, रद्द गर्नुहोस् क्लिक गर्नुहोस्। यदि रुजू गर्न रद्द गरियो वा असफल भयो भने, तपाईँको क्रेडिट कार्ड तपाईँको अनलाइन खातामा थप गरिने छैन।
nn_no: Dersom du godtek dette tryggleikstiltaket, klikkar du Neste for å godta avtala og starte stadfestingsprosessen. Dersom du vil stoppe prosessen, klikkar du Avbryt. Dersom stadfestinga blir avbroten eller mislukkast, blir ikkje kredittkortet lagt til i nettkontoen din.
no: Hvis du samtykker i dette sikkerhetstiltaket, klikker du Neste for å bekrefte ditt samtykke og begynne verifiseringsprosessen. Hvis du vil stanse prosessen, klikker du Avbryt. Hvis verifiseringen blir avbrutt eller mislykkes, tilføyes ikke kredittkortet til webkontoen din.
or: ଯଦି ଆପଣ ସୁରକ୍ଷା ପରିମାପକୁ ରାଜି ହୋଇଛନ୍ତି, ଯାଞ୍ଚକରଣ ପ୍ରକ୍ରିୟା ଆରମ୍ଭ କରିବା ଏବଂ ଆପଣଙ୍କର ଚୁକ୍ତି ସ୍ଵୀକାର କରିବାକୁ ପରବର୍ତ୍ତି କ୍ଲିକ୍ କରନ୍ତୁ. ପ୍ରକ୍ରିୟା ସ୍ଥଗିତ କରିବାକୁ, ବାତିଲ୍ କ୍ଲିକ୍ କରନ୍ତୁ. ଯଦି ଯାଞ୍ଚ କରଣ ବାତିଲ୍ କିମ୍ଵା ବିଫଳ ହୁଏ, ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଆପଣଙ୍କର ଅନ୍‌ଲାଇନ୍ ଏକାଉଣ୍ଟକୁ ଯୋଡି ହେବ ନାହିଁ.
pa_arab_pk: جے تسی ایس حفاظتی قدم نال اتفاق کردے اوہ، اپنے مرضی نوں وکھان لئی اگے تے کلک کرو تے تصدیقی عمل شروع کرو۔ عمل نوں روکن لئی، منسوخ تے کلک کرو۔ جے تصدیق منسوخ کردتی جاندی اے یا نکام ہوجاندی اے، تہاڈا کریڈٹ کارڈ دا اضافہ تہاڈے آن لائن اکاؤنٹ چے نئیں کیتا جائے گا۔
pa_in: ਜੇ ਤੁਸੀਂ ਇਸ ਸੁਰੱਖਿਆ ਉਪਾਅ ਨਾਲ ਸਹਿਮਤ ਹੋ ਤਾਂ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਦੀ ਹਾਮੀ ਭਰਨ ਲਈ ਅੱਗੇ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਪੁਸ਼ਟੀਕਰਨ ਦੇ ਅਮਲ ਨੂੰ ਸ਼ੁਰੂ ਕਰੋ। ਅਮਲ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ, ਰੱਦ ਕਰੋ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ। ਜੇ ਪੁਸ਼ਟੀਕਰਨ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ਜਾਂ ਇਹ ਅਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ ਕਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਆਨਲਾਈਨ ਖਾਤੇ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Jeśli akceptujesz tę formę zabezpieczeń, kliknij przycisk Dalej, aby potwierdzić zgodę i rozpocząć proces weryfikacji. Aby zakończyć proces, kliknij przycisk Anuluj. Jeśli weryfikacja zostanie anulowana lub nie powiedzie się, karta kredytowa nie zostanie dodana do konta online.
ru: Если вы согласны с этой мерой безопасности, нажмите кнопку "Далее", чтобы дать согласие и начать процесс проверки. Чтобы остановить этот процесс, нажмите кнопку "Отмена". Если проверка будет отменена или не будет пройдена, кредитная карта не будет добавлена в вашу учетную запись в Интернете.
sd: جيڪڏهن توهان هن حفاظت جي ماپ تي راضي ٿيو, پهنجو اقرار نامو مڃڻ لاءِ اڳئين کي ڪلڪ ڪريو ۽ تصديق تي عمل ڪرڻ شروع ڪريو. عمل کي روڪڻ لاءِ، رد ڪريو کي ڪلڪ ڪريو. جيڪڏهن تصديق رد يا فيل ٿي وڃي، توهان جو ڪريڊٽ ڪارڊ توهان جي آن لائن اڪائونٽ ۾ اضافو نه ڪيو ويندو.
si: ඔබ මෙම ආරක්ෂක පියවරට එකඟ වන්නේ නම්, ඔබේ එකඟතාව දැනුම් දී සත්‍යාපන ක්‍රියාවලිය ආරම්භ කිරීම සඳහා ‘ඊළඟ‘ ක්ලික් කරන්න. ක්‍රියාවලිය නතර කිරීම සඳහා ‘අවලංගු කරන්න‘ ක්ලික් කරන්න. සත්‍යාපනය අවලංගු වූයේ හෝ අසාර්ථක වූයේ නම්, ඔබේ ණයවරපත ඔබේ සබැඳි ගිණුමට ඇතුළත් නො කෙරෙනු ඇත.
sl: Če se strinjate s tem varnostnim ukrepom, kliknite »Naprej«, da potrdite svoje soglasje in začnete postopek preverjanja. Če želite ustaviti postopek, kliknite »Prekliči«. Če je preverjanje preklicano ali ne uspe, vaša kreditna kartica ne bo dodana v spletni račun.
sr_cyrl_rs: Ако сте сагласни са овом безбедносном мером, кликните на дугме „Даље“ да бисте потврдили своју сагласност и да бисте почели процес верификације. Да бисте зауставили процес, кликните на дугме „Откажи“. Ако се верификација откаже или не успе, ваша кредитна картица неће бити дотада у ваш налог на мрежи.
sr_latn_rs: Ako ste saglasni sa ovom bezbednosnom merom, kliknite na dugme „Dalje“ da biste potvrdili svoju saglasnost i da biste počeli proces verifikacije. Da biste zaustavili proces, kliknite na dugme „Otkaži“. Ako se verifikacija otkaže ili ne uspe, vaša kreditna kartica neće biti dotada u vaš nalog na mreži.
sv: Om du samtycker till den säkerhetsåtgärden klickar du på Nästa före att godkänna avtalet och starta verifieringsprocessen. Du kan avbryta processen genom att klicka på Avbryt. Om verifieringen avbryts eller misslyckas, läggs inte ditt kreditkort till i ditt onlinekonto.
ta: நீங்கள் இந்த பாதுகாப்பு நடவடிக்கையை ஏற்றால், உங்கள் ஒப்பந்தத்தை ஒப்புக்கொள்ள அடுத்து என்பதை கிளிக் செய்து, சரிபார்ப்பு செயலைத் தொடங்கவும். செயலை நிறுத்த ரத்து என்பதைக் கிளிக் செய்யவும். சரிபார்ப்பு ரத்துசெய்யப்பட்டால் அல்லது தோல்வியடைந்தால், உங்கள் ஆன்லைன் கணக்குடன் உங்கள் கடன் அட்டைச் சேர்க்கப்படாது.
te: మీరు ఈ భద్రతా ప్రమాణానికి అంగీకరిస్తే, మీ ఒప్పందాన్ని అంగీకరించడానికి తదుపరిదాన్ని క్లిక్ చేసి, నిర్ధారణ ప్రాసెస్‌ను ప్రారంభించండి. ప్రాసెస్‌ను నిలిపివేయడానికి, రద్దు చేయిని క్లిక్ చేయండి. నిర్ధారణ రద్దు చేయబడితే లేదా విఫలమైతే, మీ క్రెడిట్ కార్డ్ మీ ఆన్‌లైన్ ఖాతాకు జోడించబడదు.
tg: Агар шумо бо ин чораи амниятӣ розӣ бошед, "Навбатӣ"-ро зер карда, розигии худро эътироф кунед ва раванди санҷишро оғоз кунед. Барои қатъ кардани раванд Бекоркуниро зер кунед. Агар санҷиш қатъ ё ноком шавад, корти қарзии шумо ба ҳисоби онлайн илова карда намешавад.
th: หากคุณยอมรับมาตรการรักษาความปลอดภัยนี้ ให้คลิก ถัดไป เพื่อยอมรับข้อตกลงของคุณและเริ่มกระบวนการตรวจสอบ หากต้องการหยุดกระบวนการ ให้คลิก ยกเลิก ถ้าการตรวจสอบถูกยกเลิกหรือล้มเหลว บัตรเครดิตของคุณจะไม่มีการเพิ่มเข้าบัญชีออนไลน์ของคุณ
tr: Bu güvenlik önlemini kabul ediyorsanız, anlaşmanızı onaylamak ve doğrulama işlemini başlatmak için İleri'yi tıklatın. İşlemi durdurmak için İptal'i tıklatın. Doğrulama iptal edilir veya başarısız olursa, kredi kartınız çevrimiçi hesabınıza eklenmeyecektir.
tt: Әгәр Сез бу иминлеккә риза, Киләсе төймәне басыгыз Сезнең ризалашу раслау өчен һәм тикшерү процессны башланырга. Процессын туктатырга, чирттерегез Баш тарту. Әгәр тикшерү процессы баш тартуылыр яки уңышсыз була, Сезнең кредит картасы Сезнең онлайн хисап өстәмәс.
ug: ئەگەر بۇ بېخەتەرلىك ۋاستىسىغا قوشۇلسىڭىز،قوشۇلغانلىقىڭىزنى ئىتراپ قىلىش ھەمدە دەلىللەشنى باشلاش ئۈچۈن كېيىنكى قەدەم كۇنۇپكىسىنى بېسىڭ. مەشغۇلاتنى توختىتىش ئۈچۈن،بىكار قىلىش كونۇپكىسىنى بېسىڭ.ئەگەر دەلىللەش بىكار بولسا ياكى مەغلۇپ بولسا ئىناۋەتلىك كارتىڭىز توردىكى ھېسابىڭىزغا قوشۇلمايدۇ.
uk: Якщо ви погоджуєтеся на цю перевірку, натисніть кнопку "Далі", щоб підтвердити свою згоду та розпочати перевірку. Щоб відмовитися, натисніть кнопку "Скасувати". Якщо перевірку скасовано, або її не вдалося виконати, кредитну картку не буде додано до онлайнового облікового запису.
ur: اگر آپ اس حفاظی اقدامات سے متفق ہیں، تو اپنے اعتراف کا اظہار کرنے کے لیے اور تصدیقی عمل شروع کرنے کے لیے اگلا پہ کلک کریں. عمل کو روکنے کے لیے منسوخ پہ کلک کریں. اگر تصدیق منسوخ یا ناکام ہوگئی، آپ کا کریڈٹ کارڈ آپ کے آن لائن کھاتہ میں شامل نہیں کیا جائے گا.
uz: Agar Siz ushbu xavfsizlik chorasiga rozi bo‘lsangiz, o‘z roziligingizni tasdiqlash uchun Keyingisiga o‘tish tugmasini cherting va tekshirish jarayonini boshlang. Jarayonni to‘xtatish uchun Bekor qilmoq tugmasini cherting. Agar tekshirish jarayoni bekor qilinsa yoki xatolikka uchrasa, Sizning kredit kartochkangiz onlayn hisob qaydnomangizga qo‘shilmaydi.
vi: Nếu bạn chấp thuận biện pháp an ninh này, hãy bấm Tiếp theo để thể hiện sự đồng ý của bạn và bắt đầu qui trình kiểm chứng. Để dừng qui trình, hãy bấm Hủy bỏ. Nếu việc kiểm chứng bị hủy bỏ hoặc không thành công, thẻ tín dụng của bạn sẽ không được thêm vào tài khoản trực tuyến của bạn.
zh_hans: 如果您同意此安全措施，请单击“下一步”确认您同意并开始验证过程。要停止该过程，请单击“取消”。如果验证已取消或失败，则不会将信用卡添加到您的联机帐户。
zh_hant: 如果您同意進行此項安全措施，請按一下 [下一步] 表示您認可與同意，並開始驗證程序。如果要停止程序，請按一下 [取消]。如果驗證取消或失敗，您的信用卡就不會加入您的線上帳戶。

# Literal.PICVC.TermOfUse.Title
source: Instructions
af: Instruksies
am: መመሪያዎች
ar: تعليمات
as: নিৰ্দেশাৱলী
az: Təlimatlar
bg: Инструкции
bn_in: নির্দেশ
bs: Uputstva
cy: Cyfarwyddiadau
da: Instruktioner
de: Anweisungen
el: Οδηγίες
es: Instrucciones
et: Juhised
eu: Argibideak
fa: دستورالعمل ها
ga: Treoracha
gd: Stiùireadh
gl: Instrucións
gu: સૂચના
he: הנחיות
hi: निर्देश
hr: Upute
hu: Utasítások
id: Petunjuk
is: Leiðbeiningar
ja: 手順
ka: ინსტრუქცია
kk: Нұсқаулар
kn: ಸೂಚನೆಗಳು
ko: 지침
ku_arab: رێنماییەکان
ky: Нускамалар
lo: ຄຳແນະນຳ
lt: Instrukcijos
lv: Norādījumi
mi: Tohutohu
mk: Упатства
ml: നിര്‍ദ്ദേശങ്ങള്‍
mn: Зааварчилгаа
mr: सूचना
ms: Arahan
mt: Struzzjonijiet
ne: निर्देशनहरू
nn_no: Instruksjonar
no: Instruksjoner
or: ନିର୍ଦ୍ଦେଶାବଳୀସମୂହ
pa_arab_pk: ہدایتاں
pa_in: ਹਦਾਇਤਾਂ
pl: Instrukcje
ru: Инструкции
sd: هدايتون
si: උපදෙස්
sl: Navodila
sr_cyrl_rs: Упутства
sr_latn_rs: Uputstva
sv: Anvisningar
ta: வழிமுறைகள்
te: సూచనలు
tg: Дастурҳо
th: คำแนะนำ
tr: Yönergeler
tt: Инструкциялар
ug: تەلىم
uk: Інструкції
ur: ہدایات
uz: Ko‘rsatmalar
vi: Hướng dẫn
zh_hans: 说明
zh_hant: 說明

# Literal.PICVC.Title
source: Verify Your Card
af: Verifieer jou kaart
am: ካርድህን አረጋግጥ
ar: يجب التحقق من بطاقتك
as: আপোনাৰ কাৰ্ড সত্যাপন কৰক
az: Kartınızı Yoxlayın
bg: Проверка на картата
bn_in: আপনার কার্ড যাচাই করুন
bs: Potvrdite svoju karticu
cy: Dilysu eich Cerdyn
da: Kontrollér dit kort
de: Karte überprüfen
el: Επαλήθευση της κάρτας σας
es: Compruebe su tarjeta
et: Kaardi kinnitamine
eu: Egiaztatu zure txartela
fa: اعتبار کارت خود را تأیید کنید
ga: Fíoraigh do chárta
gd: Dearbh a' chairt agad
gl: Verifique o seu cartón
gu: તમારું કાર્ડ વેરીફાઇ કરો
he: אימות הכרטיס שלך
hi: अपना कार्ड सत्यापित करें
hr: Provjerite kreditnu karticu
hu: Kártya érvényesítése
id: Verifikasikan Kartu Kredit Anda
is: Sannprófaðu kortið
ja: カードの検証
ka: თქვენი ბარათის დადასტურება
kk: Картаны тексеру
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 카드 확인
ku_arab: سەلماندنی کارتەکەت
ky: Сиздин картыңызды текшерүү
lo: ກວດສອບບັດເຄຣດິດຂອງທ່ານ
lt: Kortelės patikrinimas
lv: Pārbaudīt karti
mi: Manatokona Tō Kāri
mk: Потврдете ја вашата картичка
ml: നിങ്ങളുടെ കാര്‍ഡ് സ്ഥിരീകരിക്കുക
mn: Картаа баталгаажуулах
mr: आपल्या कार्डची पडताळणी करा
ms: Tentu sahkan Kad Anda
mt: Ivverifika l-Kard Tiegħek
ne: तपाईँको कार्ड रुजू गर्नुहोस्
nn_no: Stadfest kortet
no: Verifiser kortet ditt
or: ଆପଣଙ୍କର କାର୍ଡ୍ ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: اپنے کارڈ دی تصدیق کرو
pa_in: ਆਪਣੇ ਕਾਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj kartę
ru: Проверка карты
sd: پهنجي ڪارڊ جي تصديق ڪريو
si: ඔබේ ණයවරපත සත්‍යාපනය කරන්න
sl: Preverite kartico
sr_cyrl_rs: Верификујте своју картицу
sr_latn_rs: Verifikujte svoju karticu
sv: Verifiera ditt kort
ta: உங்கள் அட்டையைச் சரிபார்க்கவும்
te: మీ కార్డ్‌ను నిర్ధారించండి
tg: Корти худро санҷед
th: ตรวจสอบบัตรของคุณ
tr: Kartınızı Doğrulayın
tt: Сезнең карта тикшерү
ug: كارتىڭىزنى دەلىللەڭ
uk: Перевірка картки
ur: اپنے کارڈ کی تصدیق کریں
uz: Kartochkangizni tekshiring
vi: Kiểm chứng Thẻ của Bạn
zh_hans: 验证信用卡
zh_hant: 驗證您的卡片
