Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.CVVInfo.XBox
source: Enter the CVV (card verification value) code on your credit card. Asking for this code helps us protect your account. We don't store it with your account info.
af: Om jou kredietkaartinligting en -transaksie te beskerm, vra ons jou om die Kaartverifikasiewaarde (CVV) van jou kredietkaart weer in te voer as 'n bykomende sekuriteitsvoorsorgmaatreël. Ons sal NIE jou CVV bewaar nie.
am: CVV (የካርድ ማረጋገጫ እሴት) ኮድን በክሬዲት ካርድዎት ላይ ያስገቡ። ይህን ኮድ መጠየቃችን መለያዎን ለመጠበቅ ያግዘናል። ከመለያ መረጃዎ ጋር አናከማቸውም።
ar: أدخل رمز CVV‏ (قيمة التحقق من البطاقة) الموجود على بطاقة ائتمانك. فهذا الإجراء يساعدنا في حماية حسابك. ولن نخزن هذا الرقم ضمن معلومات حسابك.
as: আপোনাৰ ক্ৰেডিট কাৰ্ডত থকা CVV (কাৰ্ড সত্যাপন নম্বৰ) প্ৰৱিষ্ট কৰক৷ এই কোডটো দিবলৈ সোধাটোৱে আমাক আপোনাৰ একাউন্ট সুৰক্ষিত কৰি ৰখাত সহায় কৰে৷ আমি আপোনাৰ একাউণ্টৰ তথ্যৰ সৈতে ইয়াক সংগ্ৰহ কৰি নথওঁ৷
az: Kredit kartınıza CVV (kart yoxlaması kodu) kodunu daxil edin. Bu kodun soruşulması hesabınızı qorumaqda bizə kömək edir. Biz onu hesab məlumatınızla birlikdə saxlamırıq.
bg: Въведете CVV кода (номера за проверка на карта) на вашата кредитна карта. Искаме ви този код за подпомагане на защитата на вашия акаунт. Не го съхраняваме заедно с информацията за вашия акаунт.
bn_in: আপনার ক্রেডিট কার্ডের CVV (কার্ড ভেরিফিকেশন ভ্যালু) কোড দিন৷ এই কোড জানতে চাওয়া আমাদেরকে আপনার অ্যাকাউন্ট সুরক্ষিত রাখতে সহায়তা করে৷ আমরা এটিকে আপনার অ্যাকাউন্ট তথ্যের সাথে সঞ্চয় করি না৷
bs: Unesite CVV (vrijednost za potvrdu kartice) kod kreditne kartice. Ovaj kod tražimo radi zaštite vašeg računa. Ne čuvamo ga sa informacijama o vašem računu.
cy: Rhowch y cod CVV (gwerth dilysu cerdyn) sydd ar eich cerdyn credyd. Mae gofyn am y cod hwn yn ein helpu i ddiogelu eich cyfrif. Fyddwn ni ddim yn ei storio gyda'r wybodaeth am eich cyfrif.
da: Indtast CVV-koden (kontrolkoden) fra dit kreditkort. Vi bruger koden til at beskytte din konto. Den gemmes ikke sammen med dine kontooplysninger.
de: Geben Sie die Kreditkartenprüfnummer auf Ihrer Kreditkarte ein. Durch Anforderung dieser Nummer wird Ihr Konto geschützt. Ihre Kreditkartenprüfnummer wird nicht zusammen mit Ihren Kontoinformationen gespeichert.
el: Εισαγάγετε τον κωδικό CVV (κωδικός ασφαλείας) της πιστωτικής κάρτας σας. Αυτός ο κωδικός μάς βοηθάει να προστατεύσουμε το λογαριασμό σας. Δεν τον αποθηκεύουμε μαζί με τα στοιχεία του λογαριασμού σας.
es: Escriba el CVV (número de comprobación de tarjeta) de la tarjeta de crédito. La solicitud de este código nos ayudará a proteger su cuenta. Este código no se almacena con la información de la cuenta.
et: Sisestage oma krediitkaardi CVV (kaardi kinnitamisväärtus) kood. Selle koodi küsimine aitab meil teie kontot kaitsta. Me ei salvesta seda koos teie kontoandmetega.
eu: Idatzi kreditu-txarteleko CVV kodea (txartela egiaztatzeko balioa). Zure kontua babesteko eskatzen dizugu hori. Ez dugu kontuko informazioarekin batera biltegiratuko.
fa: کد CVV (عدد شناسایی کارت) که بر روی کارت اعتباری شما نوشته شده است را وارد کنید. درخواست این کد به ما کمک می کند تا از حساب شما محافظت کنیم. ما آن را همراه با اطلاعات حساب شما ذخیره نخواهیم کرد.
ga: Cuir isteach an cód CVV (Luach Fíorúcháin Cárta) atá ar do chárta creidmheasa. Cabhróidh iarraidh an chóid seo linn do chuntas a chosaint. Ní stóráiltear é in éineacht le d'fhaisnéis chuntais.
gd: Cuir a-steach còd tèarainteachd na cairt CVV (Card Verification Value) a tha air a' chairt-chreidis agad. Tha an còd seo gar cuideachadh gus an cunntas agad a dhìon. Cha chum sinn e cuide ri fiosrachadh a' chunntais agad.
gl: Introduza o código CVV (valor de verificación de cartón) do seu cartón de crédito. Pedímoslle este código para protexer a súa conta. Non o almacenamos xunto coa información da súa conta.
gu: તમારા ક્રેડિટ કાર્ડની CVV (કાર્ડ વેરીફિકેશન વેલ્યુ) દાખલ કરવાનું અમે તમને જણાવીએ છીએ. તમારા ખાતાની સલામતીમાં અમને મદદ માટે પૂછવામાં આવે છે. અમે તેને તમારી ખાતા માહિતી સાથે સંગ્રહ કરીશું નહીં.
he: הזן את קוד ה- CVV (ערך אימות כרטיס) בכרטיס האשראי שלך. בקשת קוד זה עוזרת לנו להגן על החשבון שלך. איננו מאחסנים אותו עם פרטי החשבון שלך.
hi: अपने क्रेडिट कार्ड पर दिया CVV (कार्ड सत्यापन मान) कोड दर्ज करें. यह कोड हमें आपके खाते को सुरक्षित रखने में मदद करता है. हम इसे आपकी खाता जानकारी के साथ संग्रहीत नहीं करते हैं.
hr: Unesite CVV (broj za provjeru valjanosti kartice) sa svoje kreditne kartice. Broj tražimo radi zaštite vašeg računa. Ne pohranjujemo ga u podatke računa.
hu: Adja meg a hitelkártyán található CVV-t (kártyaellenőrző érték). A kód megadását a számla védelme érdekében kérjük. A CVV-t nem tároljuk a számla adataival együtt.
id: Masukkan kode CVV (nilai verifikasi kartu) pada kartu kredit Anda. Permintaan ini sebagai langkah pengamanan rekening Anda. Kami tidak akan menyimpannya dengan info rekening Anda.
is: Sláðu inn CVV-númer kreditkortsins. Með því að fara fram á þetta númer verndum við reikninginn þinn. Við geymum númerið ekki ásamt reikningsupplýsingunum þínum.
ja: クレジット カードのセキュリティ コード (CVV) を入力してください。この情報は、お客様の口座を保護するうえで必要です。入力いただいた CVV がアカウント情報に記録されることはありません。
ka: შეიყვანეთ თქვენი საკრედიტო ბარათის დადასტურების კოდი (CVV). ეს კოდი გვეხმარება თქვენი ანგარიშის დაცვაში. ჩვენ არ ვინახავთ მას თქვენი ანგარიშის ინფორმაციაში.
kk: Несиелік картаңыздың CVV (картаның тексеру коды) кодын енгізіңіз. Осы кодты сұрау шотыңызды қорғауға көмек береді. Біз оны шотыңыздың ақпаратымен сақтамаймыз.
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ನಲ್ಲಿ CVV (ಕಾರ್ಡ್ ಪರಿಶೀಲನೆ ಮೌಲ್ಯ) ಅನ್ನು ನಮೂದಿಸಿ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ನಮಗೆ ರಕ್ಷಿಸಲು ಈ ಕೋಡ್‌ಗಾಗಿ ಕೇಳಿ. ನಿಮ್ಮ ಖಾತೆ ಮಾಹಿತಿಯೊಂದಿಗೆ ಅದನ್ನು ನಾವು ಸಂಗ್ರಹಿಸಿಡುವುದಿಲ್ಲ.
ko: 신용 카드의 CVV 코드를 입력해 주십시오. 계정을 보호할 목적으로 이 코드가 요청됩니다. 이 CVV 코드 정보는 계정 정보에 저장되지 않습니다.
ku_arab: کۆدی CVV (بەهای سەلماندنی کارت) کە لەسەر کارتی کرێدتی خۆت تێنووس بکە. داواکردنی ئەم کۆدە یارمەتیدەرمانە بۆئەوەی ئەژمێرەکەت بپارێزین. ئێمە لەگەڵ زانیاری ئەژمێری تۆدا هەمباری ناکەین.
ky: Насыя картыңыздагы, Картаны текшерүү санын (CVV) киргизиңиз. Бул кодду суроо бизге сиздин эсебиңизди коргоого жардам берет. Биз аны, сиздин эсеп жазуу маалыматыңыз менен сактабайбыз.
lo: ໃຫ້ປ້ອນລະຫັດ CVV (ຄ່າການກວດສອບບັດ) ເທິງບັດເຄຣດິດຂອງທ່ານ. ການຖາມເອົາລະຫັດນີ້ຊ່ວຍໃຫ້ພວກເຮົາປົກປ້ອງບັນຊີຂອງທ່ານ. ພວກເຮົາບໍ່ເກັບມັນໄວ້ນໍາຂໍ້ມູນບັນຊີຂອງທ່ານ.
lt: Įveskite savo kredito kortelės CVV (kortelės patvirtinimo numeris) kodą. Šis kodas padeda mums apsaugoti jūsų sąskaitą. Jo nesaugome kartu su jūsų sąskaitos informacija.
lv: Ievadiet kredītkartes CVV (kartes pārbaudes vērtības) kodu. Šis kods ir jānorāda, lai aizsargātu kontu. Tas netiks glabāts kopā ar konta informāciju.
mi: Tāuru i te CVV (uara manatoko kāri) o tō kāri nama. Mā te pātai mō tēnei waehere ka āwhinatia mātou kia tiaki i tō pūkete. Kāore i tiakina ki te taha o ō mōhiohio pūkete.
mk: Внесете го CVV (верификацискиот број) на кредитната картичка. Барањето за овој број помага за заштита на вашата сметка. Не го складираме заедно со информациите за сметката.
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡില്‍ CVV (കാര്‍ഡ് സ്ഥിരീകരണ മൂല്യം) കോഡ് നല്‍കുക. ഈ കോഡ് ആവശ്യപ്പെടുന്നത് നിങ്ങളുടെ അക്കൌണ്ടിനെ പരിരക്ഷിക്കുന്നതിന് ഞങ്ങളെ സഹായിക്കുന്നു. ഞങ്ങള്‍ ഇത് നിങ്ങളുടെ അക്കൌണ്ട് വിവരത്തില്‍ സംഭരിക്കുന്നതല്ല.
mn: Кредит картан дээрх CVV (карт баталгаажуулах тоо) кодоо оруул. Энэ кодыг мэдэж авснаар бид таны дансыг хамгаалах боломжтой болно. Бид үүнийг таны дансны мэдээлэлд хадгалахгүй.
mr: आपल्या क्रेडिट कार्डवरील CVV (कार्ड पुष्टीकरण मूल्य) प्रविष्ट करा. या कोडसाठी विचारण्यामुळे आम्हाला आपले खाते सुरक्षित करण्यात मदत होते. आम्ही ते आपल्या खाते माहितीशिवाय संग्रहित करणार नाही.
ms: Masukkan kod CVV (nilai penentusahan kad) pada kad kredit anda. Kod ini diminta untuk membantu kami melindungi akaun anda. Kami tidak menyimpannya dengan maklumat akaun anda.
mt: Daħħal il-kodiċi tal-Valur tal-Verifika tal-Karta (CVV) fil-karta ta' kreditu tiegħek. Meta nitolbuk dan il-kodiċi nkunu nistgħu nipproteġu l-kont tiegħek. Aħna ma nżommuhx mal-informazzjoni dwar il-kont tiegħek.
ne: तपाइँको क्रेडिट कार्डमा रहेको CVV (कार्ड रुजु मान) सङ्केत प्रविष्ट गर्नुहोस्। यस सङ्केत सोध्नाले हामीलाई तपाइँको खाता सुरक्षित राख्न मद्दत गर्दछ। हामी यसलाई तपाइँको खाता जानकारीसँग भण्डार गर्दैनौ।
nn_no: Oppgi CVV (stadfestingskode på kortet) på kredittkortet ditt. Ved å oppgi denne koden blir kontoen din verna. Koden blir ikkje lagra saman med kontoinformasjonen.
no: Angi kredittkortets CVV-kode (Card Verification Value). Ved å be om denne koden kan vi bidra til å beskytte kontoen din. Vi lagrer den ikke sammen med kontoinformasjonen.
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡରେ CVV (କାର୍ଡ୍ ଯାଞ୍ଚ ମୂଲ୍ୟ) ଏଣ୍ଟର୍ କରନ୍ତୁ. ଏହି କୋଡ୍ ନିମନ୍ତେ ପଚାରିବା ଆପଣଙ୍କ ଆକାଉଣ୍ଗ ସୁରକ୍ଷା କରିବାରେ ଆମକୁ ସାହାଯ୍ୟ କରିବ. ଆମେ ଆପଣଙ୍କର ଆକାଉଣ୍ଟ୍ ସୂଚନା ସହ ଏହାକୁ ସଞ୍ଚୟ କରି ରଖିବୁ ନାହିଁ.
pa_arab_pk: ‏‏تہاڈےاکاؤنٹ نوں مفوظ کرن لئی، اسی تساں نوں آکھدے آں کہ تسی اپنے کریڈٹ کارڈ تے سی سی وی کوڈ (کارڈ تصدیقی قیمت) درج کرو۔ اسی تساں دی اکاؤنٹ معلومات نال ایس نوں ذخیرہ نئیں کراں گے۔
pa_in: ਤੁਹਾਡੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਤੇ ਦਿੱਤੇ ਗਏ CVV (ਕਾਰਡ ਵੈਰੀਫ਼ੀਕੇਸ਼ਨ ਵੈਲਯੂ) ਨੂੰ ਦਾਖਲ ਕਰੋ। ਇਸ ਕੋਡ ਬਾਰੇ ਪੁੱਛਣਾ, ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਸੁਰੱਖਿਆ ਕਰਨ ਸਾਡੀ ਵਿਚ ਮਦਦ ਕਰਦਾ ਹੈ। ਅਸੀਂ ਇਸਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਨਾਲ ਸਟੋਰ ਨਹੀਂ ਕਰਦੇ ਹਾਂ।
pl: Wprowadź kod CVV znajdujący się na karcie kredytowej, co pozwoli zapewnić ochronę konta. Nie będziemy przechowywać tego kodu wraz z informacjami o koncie.
ru: Введите проверочной код кредитной карты (CVV-код). Этот код запрашивается, чтобы защитить данные учетной записи. Он не сохраняется вместе с данными об учетной записи.
sd: پنھنجي ڪريڊِٽ ڪارڊ CVV (card verification value) تي ڪوڊ داخل ڪريو. توھان جي اڪائونٽ جي حفاظت ڪرڻ ۾ ھن ڪوڊ جو پڇڻ اسان جي مدد ڪندو. اسين ھن کي توھان جي اڪائونٽ جي معلومات سان مهفوظ نه ڪندا سين.
si: ඔබේ ක්‍රෙඩිට් කාඩ් පතේ CVV (කාඩ්පත් තහවුරු කිරීමේ අංකය) ඇතුළු කරන්න. මෙම කේතය ඉල්ලා සිටීම ඔබේ ගිණුම ආරක්ෂා වීමට හේතු වේ. එය ඔබේ ගිණුම් තොරතුරු සමග අප රඳවා තබා ගන්නේ නැත.
sl: Vnesite kodo CVV (koda za preverjanje kartice) s kreditne kartice. Vnos kode je dodatni varnostni ukrep, s katerim zaščitimo vaš račun. Podatkov o računu ne hranimo.
sr_cyrl_rs: Унесите CVV (Card Verification Value – вредност за верификацију картице) шифру кредитне картице. Ову шифру тражимо ради заштите вашег рачуна. Не чувамо је са информацијама о вашем рачуну.
sr_latn_rs: Unesite CVV (Card Verification Value – vrednost za verifikaciju kartice) šifru kreditne kartice. Ovu šifru tražimo radi zaštite vašeg računa. Ne čuvamo je sa informacijama o vašem računu.
sv: Ange kreditkortets CVV-kod (Card Verification Value). Koden används för att skydda ditt konto. Vi sparar inte CVV-koden.
ta: உங்கள் கடன் அட்டையில் உள்ள CVV குறியீட்டை (அட்டை சரிபார்ப்பு மதிப்பு) உள்ளிடவும். இந்த குறியீட்டைக் கேட்பது, உங்கள் கணக்கை பாதுகாக்க எங்களுக்கு உதவுகிறது. இதை உங்கள் கணக்கு தகவலுடன் சேமிக்கமாட்டோம்.
te: మీ క్రెడిట్ కార్డ్‌లో ఉన్న CVV (కార్డ్ నిర్ధారణ విలువ) కోడ్‌ను నమోదు చేయండి. ఈ కోడ్‌ని అడగడం మీ ఖాతాను రక్షించడంలో మాకు సహాయం చేస్తుంది. మేము దీన్ని మీ ఖాతా సమాచారంతో నిల్వ చేయము.
tg: CVV (қимати санҷиши корт) дар болои корти қарзии худро ворид кунед. Дархости ин рамз ба мо дар ҳифзи ҳисоби шумо кӯмак мекунад. Мо онро якҷоя бо маълумоти ҳисоби шумо нигоҳ намедорем.
th: ป้อนรหัส CCV (ค่าการตรวจสอบความถูกต้องของบัตร) บนบัตรเครดิตของคุณ การขอรหัสนี้จะช่วยให้เราสามารถปกป้องบัญชีของคุณได้ เราจะไม่จัดเก็บรหัสนี้ไว้กับข้อมูลบัญชีของคุณ
tr: Kredi kartınızdaki CVV'yi (kart doğrulama değeri) girin. Bu kodun sorulması hesabınızı korumamıza yardımcı olmaktadır. Bu bilgiyi hesap bilgilerinizle birlikte depolamıyoruz.
tt: Сезне CVV кодын (карта тикшерү хакыгызны) кертергә сорыйбыз. Бу кодны сорау Сезнең хисап язмагызны сакларга булыша. Сезнең CVV коды бездә хисап язмагыз мәгълуматы белән сакланмаячак.
ug: ئىناۋەتلىك كارتىڭىز ئۈستىدىكى CVV (كارتا دەلىللەش قىممىتى) نى كىرگۈزۈڭ. بۇ كودنى تەلەپ قىلىش ھېساباتىڭىزنى قوغداشقا پايدىلىق. بىز بۇ كودنى ھىسابات ئۇچۇرلىرى بىلەن بىللە ساقلىمايمىز.
uk: Введіть захисний код CVV (захисний код картки), який указано на кредитній картці. Цей код допоможе захистити ваш рахунок. Ми не зберігатимемо цей код у ваших облікових даних.
ur: ‏‏ اپنے کریڈٹ کارڈ پرCVV (کارڈ تصدیقی قدر) کوڈ داخل کریں۔ اس کوڈ کے لیے پوچھنا ہمیں آپ کے اکائونٹ کے تحفظ میں مدد کرتا ہے۔ ہم اسے آپ کی اکائونٹ معلومات میں ذخیرہ نہیں کرتے ہیں۔
uz: Kredit kartochkangizdagi CVV-kodni (kartaning tekshirish qiymati) kiriting. Ushbu kodni so‘rash bizga sizning hisob raqamingizni himoya qilishimizga yordam beradi. Biz uni sizning hisob raqamingiz ma‘lumotlari bilan birga saqlamaymiz.
vi: Nhập mã CVV (giá trị kiểm chứng thẻ) trên thẻ tín dụng của bạn. Việc yêu cầu mã này cho phép chúng tôi bảo vệ tài khoản của bạn. Chúng tôi không lưu thông tin này trong tài khoản của bạn.
zh_hans: 输入您的信用卡上的 CVV (卡验证值)代码。要求输入此代码可帮助我们保护您的帐户。我们不会将其与您的帐户信息存储在一起。
zh_hant: 請輸入信用卡上的 CVV 碼 (Card Verification Value，信用卡檢查碼)。這個檢查碼可以協助我們保護您的帳戶。我們不會在您的帳戶資訊中儲存這個檢查碼。

# Word.CVVInput.XBox
source: Enter Card Verification Value
af: Voer Kaartverifikasiewaarde in
am: የካረድ ማረጋገጫ እሴት አስገባ
ar: أدخل رمز التحقق من قيمة البطاقة
as: কাৰ্ড সত্যাপন মান প্ৰৱিষ্ট কৰক
az: Kartı Təsdiqləmə Qiymətinə daxil ol
bg: Въведете номера за проверка на картата
bn_in: কার্ড ভ্যারিফিকেশান ভ্যালু প্রবেশ করান
bs: Unesite vrijednost za potvrdu kartice
cy: Rhowch Werth Dilysu'r Cerdyn
da: Indtast kontrolkortnummer
de: Kreditkartenprüfnummer eingeben
el: Εισαγωγή κωδικού ασφαλείας κάρτας
es: Escriba el número de comprobación de tarjeta
et: Sisestage kaardi kontrollimise väärtus
eu: Sartu txartela egiaztatzeko balioa
fa: عدد تأیید اعتبار کارت را وارد کنید
ga: Cuir isteach Luach Fíorúcháin Cárta (CVV)
gd: Cuir a-steach an Card Verification Value
gl: Introduza Valor de Verificación do Cartón
gu: કાર્ડ વેરીફિકેશન વેલ્યું દાખલ કરો
he: הזן את ערך אימות הכרטיס
hi: कार्ड सत्यापन मान दर्ज करें
hr: Unesite broj za provjeru kartice
hu: Adja meg a kártya ellenőrzőszámát
id: Masukkan Nilai Verifikasi Kartu
is: Slá inn CVV-númer
ja: セキュリティ コード (CVV) の入力
ka: მიუთითეთ ბარათის დადასტურების კოდი
kk: Картаны тексеру мәнін енгізіңіз
kn: ಕಾರ್ಡ್ ಪರಿಶೀಲನೆ ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿ
ko: CVV 입력
ku_arab: بەهای سەلماندنی کارت تێنووس بکە
ky: Картты текшерүү маанисин жазыңыз
lo: ປ້ອນຄ່າການກວດສອບບັດ
lt: Įveskite kortelės patvirtinimo numerį
lv: Ievadiet kredītkartes drošības kodu.
mi: Tāuru i te Tau Manatoko Kāri
mk: Внесете CVV-број
ml: കാര്‍ഡ് സ്ഥിരീകരണ മൂല്യം നല്‍കുക
mn: Картны баталгаажуулах кодыг оруул
mr: कार्ड पुष्टीकरण मूल्य प्रविष्ट करा
ms: Masukkan Nilai Penentusahan Kad
mt: Daħħal il-Valur tal-Verifika tal-Kard
ne: कार्ड रुजू मान प्रविष्ट गर्नुहोस्
nn_no: Oppgi kontrollnummeret på kortet (CVV)
no: Angi CVV-nummer
or: କାର୍ଡ୍ ଯାଞ୍ଚକରଣ ନମ୍ଵର ପ୍ରବିଷ୍ଟ କରନ୍ତୁ
pa_arab_pk: کارڈ دی تصدیقی قیمت درج کرو
pa_in: ਕਾਰਡ ਪੁਸ਼ਟੀਕਰਨ ਮੁੱਲ ਨੂੰ ਦਾਖਲ ਕਰੋ
pl: Wprowadź numer CVV
ru: Введите проверочный код карты (CVV-код)
sd: Card Verification Value داخل ڪريو
si: ඔබේ ක්‍රෙඩිට් කාඩ්පතේ කාඩ්පත් තහවුරු කිරීමේ අංකය (CVV) ඇතුළු කරන්න
sl: Vnesite potrditveno kodo kartice (CVV)
sr_cyrl_rs: Унесите вредност за верификацију картице
sr_latn_rs: Unesite vrednost za verifikaciju kartice
sv: Ange CVV-kod
ta: அட்டை சரிபார்ப்பு மதிப்பை உள்ளிடவும்
te: కార్డ్ నిర్ధారణ విలువను నమోదు చేయండి
tg: Қимати санҷиши кортро ворид кунед
th: ป้อนค่าการตรวจสอบความถูกต้องของบัตร
tr: Kart Doğrulama Değerini Gir
tt: Карта Тикшерү Хакын кертегез
ug: كارتىڭىزنىڭ دەلىلللەش قىممىتنى كىرگۈزۈڭ
uk: Введіть код перевірки карти
ur: کارڈ کی توثیق کی قیمت کا اندراج کریں
uz: Kartochkani tekshiruv qiymatini kiriting
vi: Nhập Giá trị Kiểm chứng Thẻ
zh_hans: 输入卡验证值
zh_hant: 輸入信用卡檢查碼

# Word.CVVTitle.XBox
source: Enter the CVV of Your Credit Card
af: Voer CVV van jou kredietkaart in
am: የብድር ካርድህን CVV አሰገባ
ar: أدخل رمز CVV لبطاقة الائتمان
as: আপোনাৰ ক্ৰেডিট কাৰ্ডৰ CVV প্ৰৱিষ্ট কৰক
az: Kredit Kartınızın CVV-nə daxil olun
bg: Въведете CVV кода на кредитната карта
bn_in: আপনার ক্রেডিট কার্ডের CVV প্রবেশ করান
bs: Unesite CVV vaše kreditne kartice
cy: Rhowch CVV eich Cerdyn Credyd
da: Indtast dit kreditkorts kontrolnummer
de: Kreditkartenprüfnummer eingeben
el: Εισαγωγή του CVV της πιστωτικής σας κάρτας
es: Escriba el CVV de su tarjeta de crédito
et: Krediitkaardi CVV sisestamine
eu: Sartu zure kreditu-txartelaren CVV kodea
fa: CVV کارت اعتباری خود را وارد کنید
ga: Cuir isteach CVV do chárta creidmheasa
gd: Cuir a-steach CVV na cairt-chreideis agad
gl: Introduza o CVV do seu cartón de crédito
gu: તમારા ક્રેડિટ કાર્ડનો CVV દાખલ કરો
he: הזנת ה- CVV של כרטיס האשראי שלך
hi: अपने क्रेडिट कार्ड का CVV दर्ज करें
hr: Unesite CVV broj vaše kreditne kartice
hu: Adja meg hitelkártyájának CVV-jét
id: Masukkan CVV Kartu Kredit Anda
is: Sláðu inn CVV-númer kreditkortsins
ja: クレジット カードの CVV の入力
ka: მიუთითეთ თქვენი საკრედიტო ბარათის CVV
kk: Несиелік картаның CVV кодын енгізіңіз
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ನ CVV ಅನ್ನು ನಮೂದಿಸಿ
ko: 신용 카드의 CVV를 입력하십시오
ku_arab: CVV ی کرێدت کارتی خۆت تێنووس بکە
ky: Өзүңүздүн кредит картыңыздын CVV жазыңыз
lo: ປ້ອນລະຫັດ CVV ຂອງບັດເຄຣດິດຂອງທ່ານ
lt: Įveskite kredito kortelės CVV
lv: Ievadiet kredītkartes CVV kodu.
mi: Tāuru i te CVV o Tō Kāri Nama
mk: Внесете го CVV-бројот од кредитната картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡിന്റെ CVV നല്‍കുക
mn: Кредит картныхаа CVV-г оруул
mr: आपल्या क्रेडिट कार्डचे CVV प्रविष्ट करा
ms: Masukkan CVV Kad Kredit Anda
mt: Daħħal is-CVV tal-Karta ta' Kreditu Tiegħek
ne: तपाईँको क्रेडिट कार्डको CVV प्रविष्ट गर्नुहोस्
nn_no: Oppgi CVV på kredittkortet
no: Angi CVV-nummeret til kredittkortet
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡର CVV ପ୍ରବିଷ୍ଟ କରନ୍ତୁ
pa_arab_pk: اپنے کریڈٹ کارڈ دا CVV درج کرو
pa_in: ਤੁਹਾਡੇ ਕਰੈਡਿਟ ਕਾਰਡ ਦੀ CVV ਦਾਖਲ ਕਰੋ
pl: Wprowadź kod CVV karty kredytowej
ru: Ввод CVV-кода кредитной карты
sd: توھان پنھنجي ڪريڊٽ ڪارڊ جو CVV داخل ڪريو
si: ඔබේ ක්‍රෙඩිට් කාඩ්පතේ කාඩ්පත් තහවුරු කිරීමේ අංකය (CVV) ඇතුළු කරන්න
sl: Vnesite kodo CVV kreditne kartice
sr_cyrl_rs: Унесите CVV ваше кредитне картице
sr_latn_rs: Unesite CVV vaše kreditne kartice
sv: Ange kontokortets CVV-kod
ta: உங்கள் கடன் அட்டையின் CVV -ஐ உள்ளிடவும்
te: మీ క్రెడిట్ కార్డ్ యొక్క CVVని నమోదు చేయండి
tg: CVV-и корти худро вори кунед
th: ป้อน CVV ของบัตรเครดิตของคุณ
tr: Kredi Kartınızın CVV'sini Girin
tt: Сезнең кредит картаның CVV кодын кертегез
ug: ئىناۋەتلىك كارتىڭىزنىڭ CVV قىممىتىنى كىرگۈزۈڭ
uk: Введіть код CVV Вашої кредитної картки
ur: اپنے کریڈٹ کارڈ کا CVV درج کریں
uz: Kredit kartochkangizning CVV-kodini kiriting
vi: Nhập CVV của Thẻ Tín Dụng của Bạn
zh_hans: 输入您的信用卡的 CVV
zh_hant: 輸入您的信用卡 CVV

# Word.Required
source: Required
af: Vereis
am: የሚፈለግ
ar: مطلوب
as: আৱশ্যক
az: Vacib
bg: Задължително
bn_in: আবশ্যক
bs: Obavezno
cy: Gofynnol
da: Påkrævet
de: Erforderlich
el: Υποχρεωτικό
es: Obligatorio
et: Kohustuslik
eu: Beharrezkoa
fa: لازم است
ga: Ag teastáil
gd: Riatanach
gl: Obrigatorio
gu: આવશ્યક
he: דרוש
hi: आवश्यक
hr: Obavezno
hu: Kötelező
id: Diperlukan
is: Áskilið
ja: 必須
ka: სავალდებულო
kk: Міндетті
kn: ಅಗತ್ಯವಿದೆ
ko: 필수
ku_arab: پێویستە
ky: Талап кылынат
lo: ຕ້ອງລະບຸ
lt: Būtinas
lv: Nepieciešamā informācija
mi: E hiahiatia ana
mk: Задолжително
ml: ആവശ്യമാണ്
mn: Шаардлагатай
mr: आवश्यक
ms: Diperlukan
mt: Meħtieġ
ne: आवश्यक
nn_no: Obligatorisk
no: Obligatorisk
or: ଆବଶ୍ୟକୀୟ
pa_arab_pk: درکار اے
pa_in: ਲੋੜੀਂਦਾ
pl: Wymagane
ru: Обязательное
sd: گھرجيل
si: අවශ්‍යයි
sl: Obvezno
sr_cyrl_rs: Обавезно
sr_latn_rs: Obavezno
sv: Obligatoriskt
ta: தேவை
te: అవసరం
tg: Ҳатмӣ
th: ต้องระบุ
tr: Gerekli
tt: Кирәкле
ug: تەلەپ قىلىنىدۇ
uk: Обов’язково
ur: مطلوبہ
uz: Talab qilinadi
vi: Bắt buộc
zh_hans: 必填
zh_hant: 必要

# Word.RequiredField
source: Required field
af: Vereiste veld
am: የሚፈለግ መስክ
ar: حقل مطلوب
as: আৱশ্যক ফিল্ড
az: Vacib sahə
bg: Задължително поле
bn_in: আবশ্যক ক্ষেত্র
bs: Obavezno polje
cy: Maes gofynnol
da: Obligatorisk felt
de: Pflichtfeld
el: Απαιτούμενο πεδίο
es: Campo obligatorio
et: Kohustuslikud väljad
eu: Beharrezko eremua
fa: بخش های ضروری
ga: Réimse ag teastáil
gd: Raon riatanach
gl: Campo obrigatorio
gu: આવશ્યક ફિલ્ડ
he: שדה נדרש
hi: आवश्यक फ़ील्ड
hr: Obavezno polje
hu: Kötelező mező
id: Wajib diisi
is: Áskilinn reitur
ja: 必須フィールド
ka: სავალდებულო ველი
kk: Міндетті өріс
kn: ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ
ko: 필수 필드
ku_arab: خانەی پێویست
ky: Талап кылынган талаа
lo: ເຂດໃສ່ຂໍ້ມູນທີ່ຕ້ອງລະບຸ
lt: Būtinas laukas
lv: Nepieciešamais lauks
mi: Āpure e hiahiatia ana
mk: Задолжително поле
ml: ആവശ്യമായ ഫീല്‍ഡ്
mn: Бөглөх шаардлагатай талбар
mr: आवश्यक फील्ड
ms: Medan diperlukan
mt: Qasam meħtieġ
ne: आवश्यक फाँट
nn_no: Obligatorisk felt
no: Obligatorisk felt
or: ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: ‏‏قطعہ درکار اے
pa_in: ਲੋੜੀਂਦਾ ਫੀਲਡ
pl: Pole wymagane
ru: Обязательное поле
sd: گھرجيل فيلڊ
si: අවශ්‍ය කොටසකි
sl: Obvezno polje
sr_cyrl_rs: Обавезно поље
sr_latn_rs: Obavezno polje
sv: Obligatoriskt fält
ta: தேவையான புலம்
te: అవసరమైన ఫీల్డ్
tg: Майдони ҳатмӣ
th: ฟิลด์ที่ต้องระบุ
tr: Gerekli alan
tt: Кирәкле кырлар
ug: تەلەپ قىلىنغان بۆلەكلەر
uk: Обов’язкове поле
ur: مطلوبہ خانہ
uz: To‘ldirish talab qilinadigan maydon
vi: Trường bắt buộc
zh_hans: 必填字段
zh_hant: 必填欄位
