Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitNumber.Required
source: Account number is required.
af: Rekeningnommer word vereis.
am: የመለያ ቁጥር ያስፈልጋል።
ar: رقم الحساب مطلوب.
as: একাউণ্ট নম্বৰ আৱশ্যক৷
az: Hesab nömrəsi tələb olunur.
bg: Номерът на сметка е задължителен.
bn_in: অ্যাকাউন্ট নাম্বারের উল্লেখ করা আবশ্যক৷
bs: Broj računa je obavezan.
cy: Rhaid nodi rhif y cyfrif.
da: Kontonummeret skal angives.
de: Die Kontonummer ist erforderlich.
el: Απαιτείται ο αριθμός λογαριασμού.
es: El número de cuenta es obligatorio.
et: Kontonumber on kohustuslik.
eu: Kontuaren zenbakia beharrezkoa da.
fa: به شماره حساب نیاز است.
ga: Uimhir cuntais ag teastáil.
gd: Tha feum air àireamh a' chunntais.
gl: Requírese número de conta.
gu: ખાતા નંબરની આવશ્યકતા છે.
he: מספר חשבון נדרש.
hi: खाता संख्या आवश्यक है.
hr: Broj računa je obavezan.
hu: A számlaszám megadása kötelező.
id: Nomor rekening wajib diisi.
is: Reikningsnúmer er áskilið.
ja: 口座番号は必須項目です。
ka: მიუთითეთ ანგარიშის ნომერი.
kk: Шот нөмірі қажет.
kn: ಖಾತೆ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ.
ko: 계좌 번호는 필수 항목입니다.
ku_arab: ژمارەی ئەژمێر پێویستە.
ky: Каттоо жазуусунун номуру талап кылынат.
lo: ຕ້ອງລະບຸເລກບັນຊີ.
lt: Sąskaitos numeris būtinas.
lv: Norādiet konta numuru.
mi: Kei te hiahiatia te tau pūkete.
mk: Бројот на сметката е задолжителен.
ml: അക്കൌണ്ട് നമ്പര്‍ ആവശ്യമാണ്.
mn: Дансны дугаарыг бөглөх шаардлагатай.
mr: खाते नंबर आवश्यक आहे.
ms: Nombor akaun diperlukan.
mt: In-numru tal-kont hu meħtieġ.
ne: खाता नम्बर आवश्यक छ।
nn_no: Kontonummer er obligatorisk.
no: Kontonummer må angis.
or: ଏକାଉଣ୍ଟ ନମ୍ଵର ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: اکاؤنٹ نمبر درکار اے۔
pa_in: ਖਾਤਾ ਨੰਬਰ ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer konta jest wymagany.
ru: Необходимо ввести номер счета.
sd: اڪائونٽ نمبر تمام گھرجيل آھي.
si: ගිණුම් අංකය අවශ්‍යයි.
sl: Vnesite številko računa.
sr_cyrl_rs: Број налога је обавезан.
sr_latn_rs: Broj naloga je obavezan.
sv: Kontonummer måste anges.
ta: கணக்கு எண் தேவை.
te: ఖాతా సంఖ్య అవసరం.
tg: Рақами суратҳисоб ҳатмист.
th: ต้องระบุหมายเลขบัญชี
tr: Hesap numarası gereklidir.
tt: Хисап номеры мәҗбүри.
ug: ھېسابات نومۇرى كېرەك.
uk: Необхідно вказати номер рахунку.
ur: کھاتہ نمبر درکار ہے.
uz: Hisob raqami talab qilinadi.
vi: Số tài khoản là cần thiết.
zh_hans: 帐号为必填项。
zh_hant: 帳號是必要資訊。

# Literal.DirectDebitNumberConfirm.Error
source: You must enter the same number as the account number to confirm.
af: Jy moet dieselfde nommer as die rekeningnommer invoer om te bevestig.
am: ለማረጋገጥ እንደ መለያ ቁጥር ተመሳሳይ ቁጥር ማስገባት አለብህ ።
ar: يجب إدخال رقم مطابق لرقم الحساب للتأكيد.
as: আপুনি নিশ্চিত কৰিবলৈ একাউণ্ট নম্বৰৰ দৰে একে নম্বৰ প্ৰৱিষ্ট কৰিব লাগিব৷
az: Siz təsdiqləmək üçün hesab nömrəsi kimi eyni nömrəni daxil etməlisiniz.
bg: Трябва да въведете същия номер като номера на сметка за потвърждение.
bn_in: নিশ্চিত করার জন্য আপনাকে অ্যাকাউন্ট নাম্বারের একই নাম্বার দিতে হবে৷
bs: Morate unijeti isti broj kao broj računa da biste potvrdili.
cy: Rhaid i chi roi'r un rhif â rhif y cyfrif i gadarnhau.
da: Du skal angive det samme nummer som kontonummeret for at bekræfte kontonummeret.
de: Sie müssen zur Bestätigung die gleiche Nummer wie die Kontonummer eingeben.
el: Πρέπει να εισαγάγετε τον ίδιο αριθμό ως τον αριθμό λογαριασμού προς επιβεβαίωση.
es: Debe escribir el número de la cuenta otra vez para confirmarlo.
et: Kinnitamiseks peate sisestama numbri, mis ühtib kontonumbriga.
eu: Kontuaren zenbaki bera sartu behar duzu berresteko.
fa: برای تأیید، باید شماره ای مشابه شماره حساب وارد کنید.
ga: Ní mór duit an uimhir chéanna leis an uimhir chuntais a iontráil chun é a dheimhniú.
gd: Feumaidh tu an aon àireamh ri àireamh a' chunntais a chur a-steach airson dearbhadh.
gl: Debe introducir o mesmo número que o número de conta para confirmar.
gu: ખાતા નંબરની પુષ્ટિ કરવા માટે તમારે એકસરખો નંબર દાખલ કરવો ફરજિયાત છે.
he: עליך להזין את אותו מספר כמספר החשבון לאישור.
hi: आपको पुष्टि करने के लिए खाता संख्या वाली संख्या ही दर्ज करनी होगी.
hr: Da biste potvrdili račun, morate unijeti broj jednak broju računa.
hu: A megerősítéshez a számlaszámmal megegyező számot kell megadni.
id: Anda harus memasukkan nomor yang sama dengan nomor rekening untuk mengonfirmasi.
is: Þú verður að slá inn númer sem samsvarar reikningsnúmeri til að geta staðfest.
ja: 確認のために同じ口座番号を入力する必要があります。
ka: დასადასტურებლად უნდა აკრიფოთ იგივე ნომერი, რაც მითითებული გაქვთ ანგარიშისთვის.
kk: Растау үшін дәл шот нөмірі сияқты нөмірді енгізу керек.
kn: ಖಚಿತಪಡಿಸಲು ಖಾತೆ ಸಂಖ್ಯೆಯಾಗಿ ನೀವು ಅದೇ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಬೇಕು.
ko: 확인을 위해 계좌 번호와 동일한 번호를 입력해야 합니다.
ku_arab: پێویستە بۆ دووپاتکردنەوە هەمان ژمارەی هاوشێوەی ژمارەی ئەژمێرەکە بەکار بهێنیت.
ky: Сиз ырастоо үчүн каттоо жазуусунун номуру менен бирдей номурду киргизишиңиз керек.
lo: ທ່ານຕ້ອງປ້ອນໝາຍເລກດຽວກັນກັບເລກບັນຊີເພື່ອຢືນຢັນ.
lt: Norėdami patvirtinti, turite įvesti sąskaitos numerį.
lv: Lai apstiprinātu, ir jāievada tas pats numurs, kas ievadīts kā konta numurs.
mi: Me tāuru koe i te tau ōrite ki te tau pūkete hei whakaū.
mk: Мора да внесете ист број како бројот на сметката за да потврдите.
ml: സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങള്‍ അക്കൌണ്ട് നമ്പറായി അതേ നമ്പര്‍ തന്നെ നല്‍കേണ്ടതുണ്ട്.
mn: Та нотлохын тулд дансны дугаартай ижил дугаар оруулах ёстой.
mr: आपण पुष्टी करण्यासाठी तोच नंबर प्रविष्ट करणे आवश्यक आहे.
ms: Anda mesti masukkan nombor yang sama dengan nombor akaun untuk mengesahkan.
mt: Trid tikteb l-istess numru bħal dak tan-numru tal-kont tiegħek li jrid jiġi kkonfermat.
ne: तपाईँले पुष्टी गर्नको लागि खाता नम्बरसँग समान नम्बर प्रविष्ट गर्न अनिवार्य छ।
nn_no: Du må oppgi same nummer som kontonummeret for å stadfeste.
no: Du må angi samme nummer som kontonummeret for å bekrefte.
or: ସୁନିଶ୍ଚିତ କରିବାକୁ ଏକାଉଣ୍ଟ ନମ୍ଵର ଭାବରେ ସମାନ ନମ୍ଵର ଆପଣ ନିଶ୍ଚିତଭାବରେ ପ୍ରବିଷ୍ଟ କରିବେ.
pa_arab_pk: تصدیق لئی تساں نوں ایہو نمبر اکاؤنٹ نمبر دے طور تے درج کرنا اے۔
pa_in: ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਵਾਸਤੇ ਉਹੀ ਨੰਬਰ ਦਾਖਲ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ ਜੋ ਖਾਤਾ ਨੰਬਰ ਹੈ।
pl: Musisz wprowadzić taki sam numer, jak numer konta, który potwierdzasz.
ru: Для подтверждения необходимо ввести номер, совпадающий с номером счета.
sd: توھان تصديق ڪرڻ جي لاءِ اڪائونٽ نمبر کي ساڳي نمبر وانگر ضرور داخل ڪريو.
si: තහවුරු කිරීම සඳහා ගිණුම් අංකය ලෙස ඔබ එකම අංකය ඇතුල් කළ යුතුයි.
sl: Vnesite številko, ki je enaka kot številka računa, če jo želite potrditi.
sr_cyrl_rs: Морате унети исти број као број налога да бисте потврдили.
sr_latn_rs: Morate uneti isti broj kao broj naloga da biste potvrdili.
sv: Du måste ange samma nummer som kontonumret för att bekräfta.
ta: உறுதிபடுத்த அதையே கணக்கு எண்ணாக உள்ளிடவேண்டும்.
te: ఖాతా సంఖ్యను నిర్ధారించడానికి మీరు తప్పనిసరిగా అదే సంఖ్యను నమోదు చేయాలి.
tg: Барои тасдиқ шумо бояд худи ҳамон рақамро ҳамчун рақами суратҳисоб ворид кунед.
th: คุณต้องป้อนหมายเลขเดียวกันกับหมายเลขบัญชีเพื่อยืนยัน
tr: Onaylamak için hesap numarasıyla aynı numarayı girmeniz gerekiyor.
tt: Сез шундый ук номерын хисап номеры кебек кертергә тиеш раслау өчен.
ug: جەزىملەشتۈرۈش ئۈچۈن ھېسابات نومۇرىڭىزغا ئوخشاش نومۇرنى كىرگۈزۈشىڭىزكېرەك.
uk: Для підтвердження потрібно ввести такий самий номер, як номер рахунку.
ur: آپ کو تصدیق کرنے کے لئے لازمی طور پہ کھاتہ نمبر کے طور پہ ملاپ کھاتہ نمبر ہی داخل کرنا ہوگا.
uz: Siz tasdiqlash uchun hisob raqami bilan bir xil bo‘lgan raqamni kiritishingiz kerak.
vi: Bạn phải nhập cùng số giống như số tài khoản để xác nhận.
zh_hans: 您必须输入与帐号相同的号码才能通过确认。
zh_hant: 您必須輸入與帳號相同的號碼進行確認。

# Literal.DirectDebitNumberConfirm.MaxLength
source: Account number confirmation is too long.
af: Rekeningnommerbevestiging is te lank.
am: የመለያ ቁጥር ማረጋገጫ በጣም ረጅም ነው።
ar: تأكيد رقم الحساب أطول من اللازم.
as: একাউণ্ট নম্বৰ নিশ্চিতকৰণ অতি দীঘল৷
az: Hesab nömrəsinin təsdiqləməsi çox uzundur.
bg: Въведеният повторно номер на сметка е прекалено дълъг.
bn_in: নিশ্চিত করার অ্যাকাউন্ট নাম্বারটি অত্যন্ত বড়৷
bs: Potvrda broja računa je preduga.
cy: Mae cadarnhad rhif y cyfrif yn rhy hir.
da: Bekræftelsen af kontonummeret er for lang.
de: Die Bestätigung der Kontonummer ist zu lang.
el: Η επιβεβαίωση του αριθμού του λογαριασμού είναι πολύ μεγάλη.
es: La confirmación del número de cuenta es demasiado larga.
et: Kontonumbri kinnitamine on liiga pikk.
eu: Kontuaren zenbakiaren berrespena luzeegia da.
fa: شماره حساب تأیید بسیار طولانی است.
ga: Deimhniú na huimhreach cuntais rófhada.
gd: Tha àireamh dearbhaidh a' chunntais ro fhada.
gl: Confirmación de número de conta moi longa.
gu: ખાતા નંબર પુષ્ટિ ખૂબ લાંબી છે.
he: אישור מספר החשבון ארוך מדי.
hi: खाता संख्या पुष्टिकरण बहुत लंबा है.
hr: Potvrda broja računa je preduga.
hu: A megerősítési számlaszám túl hosszú.
id: Konfirmasi nomor rekening terlalu panjang.
is: Staðfest reikningsnúmer er of langt.
ja: 確認用の口座番号が長すぎます。
ka: დასადასტურებლად მითითებული ანგარიშის ნომერი ძალიან გრძელია.
kk: Растау шот нөмірі тым ұзын.
kn: ಖಾತೆ ಸಂಖ್ಯೆ ಖಚಿತತೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 확인용 계좌 번호가 너무 깁니다.
ku_arab: دووپاتکردنەوەی ژمارەی ئەژمێر زۆر درێژە.
ky: Каттоо жазуусунун номурун ырастоо өтө узун.
lo: ການຢືນຢັນເລກບັນຊີຍາວເກີນໄປ.
lt: Sąskaitos numerio patvirtinimas per ilgas.
lv: Konta numura apstiprinājums ir pārāk garš.
mi: He roa rawa te whakaūtanga tau pūkete.
mk: Потврдувањето на бројот на сметката е предолго.
ml: അക്കൌണ്ട് നമ്പര്‍ സ്ഥിരീകരണം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Дансны дугаарын нотолгоо хэт урт байна.
mr: खाते नंबर पुष्टीकरण खूप दीर्घ आहे.
ms: Pengesahan nombor akaun terlalu panjang.
mt: Il-konferma tan-numru tal-kont tiegħek hi twila wisq.
ne: खाता नम्बर पूष्टी धेरै लामो भयो।
nn_no: Kontonummerstadfestinga er for lang.
no: Bekreftelsen av kontonummeret er for lang.
or: ଏକାଉଣ୍ଟ ନମ୍ଵର ସୁନିଶ୍ଚିତକରଣ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: اکاؤنٹ نمبر دی تصدیق بہت لمبی اے۔
pa_in: ਖਾਤਾ ਨੰਬਰ ਪੁਸ਼ਟੀਕਰਨ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer konta potwierdzenia jest zbyt długi.
ru: Слишком длинный номер счета для подтверждения.
sd: اڪائونٽ نمبر جي تصديق تمام وڏي آھي.
si: ගිණුම් අංකය තහවුරු කිරීම ඉතා දිගයි.
sl: Potrditev številke računa je predolga.
sr_cyrl_rs: Потврда броја налога је предугачка.
sr_latn_rs: Potvrda broja naloga je predugačka.
sv: Bekräftelsen av kontonumret är för lång.
ta: கணக்கு எண் உறுதிப்படுத்தல் மிக நீளமாக உள்ளது.
te: ఖాతా సంఖ్య నిర్ధారణ చాలా పొడవుగా ఉంది.
tg: Тасдиқи рақами суратҳисоб аз ҳад дароз аст.
th: หมายเลขบัญชียาวเกินไป
tr: Hesap numarası onayı çok uzun.
tt: Хисап раслау өчен номеры бик озын.
ug: ھېسابات نومۇرىنىڭ جەزىملەشتۈرىلىشى بەك ئۇزۇن.
uk: Задовге підтвердження номера рахунку.
ur: کھاتہ نمبر کی تصدیق بہت طویل ہے.
uz: Hisob raqamining tasdig‘i juda uzun.
vi: Xác nhận số tài khoản quá dài.
zh_hans: 确认的帐号过长。
zh_hant: 帳號確認太長。

# Literal.DirectDebitNumberConfirm.MinLength
source: Account number confirmation is too short.
af: Rekeningnommerbevestiging is te kort.
am: የመለያ ቁጥር ማረጋገጫ በጣም አጭር ነው።
ar: تأكيد رقم الحساب قصير للغاية.
as: একাউণ্ট নম্বৰ নিশ্চিতকৰণ অতি চুটি৷
az: Hesab nömrəsinin təsdiqləməsi çox qısadır.
bg: Въведеният повторно номер на сметка е прекалено къс.
bn_in: নিশ্চিত করার অ্যাকাউন্ট নাম্বারটি অত্যন্ত ছোট৷
bs: Potvrda broja računa je prekratka.
cy: Mae cadarnhad rhif y cyfrif yn rhy fyr.
da: Bekræftelsen af kontonummeret er for kort.
de: Die Bestätigung der Kontonummer ist zu kurz.
el: Η επιβεβαίωση του αριθμού του λογαριασμού είναι πολύ μικρή.
es: La confirmación del número de cuenta es demasiado corta.
et: Kontonumbri kinnitamine on liiga lühike.
eu: Kontuaren zenbakiaren berrespena motzegia da.
fa: شماره حساب تأیید بسیار کوتاه است.
ga: Deimhniú na huimhreach cuntais róghearr.
gd: Tha àireamh dearbhaidh a' chunntais ro ghoirid.
gl: Confirmación do número de conta moi curta.
gu: ખાતા નંબર પુષ્ટિ ખૂબ ટૂંકી છે.
he: אישור מספר החשבון קצר מדי.
hi: खाता संख्या पुष्टिकरण बहुत छोटा है.
hr: Potvrda broja računa je prekratka.
hu: A megerősítési számlaszám túl rövid.
id: Konfirmasi nomor rekening terlalu pendek.
is: Staðfest reikningsnúmer er of stutt.
ja: 確認用の口座番号が短すぎます。
ka: დასადასტურებლად მითითებული ანგარიშის ნომერი ძალიან მოკლეა.
kk: Растау шот нөмірі тым қысқа.
kn: ಖಾತೆ ಸಂಖ್ಯೆ ಖಚಿತತೆಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 확인용 계좌 번호가 너무 짧습니다.
ku_arab: دووپاتکردنەوەی ژمارەی ئەژمێر زۆر کورتە.
ky: Каттоо жазуусунун номурун ырастоо өтө кыска.
lo: ການຢືນຢັນເລກບັນຊີສັ້ນເກີນໄປ.
lt: Sąskaitos numerio patvirtinimas per trumpas.
lv: Konta numura apstiprinājums ir pārāk īss.
mi: He poto rawa te whakaūtanga tau pūkete.
mk: Потврдувањето на бројот на сметката е прекратко.
ml: അക്കൌണ്ട് നമ്പര്‍ സ്ഥിരീകരണം വളരെ ചെറുതാണ്.
mn: Дансны дугаарын нотолгоо хэт богино байна.
mr: खाते नंबर पुष्टीकरण खूप लहान आहे.
ms: Pengesahan nombor akaun terlalu pendek.
mt: Il-konferma tan-numru tal-kont tiegħek hi qasira wisq.
ne: खाता नम्बर पूष्टी धेरै थोटो भयो।
nn_no: Kontonummerstadfestinga er for kort.
no: Bekreftelsen av kontonummeret er for kort.
or: ଏକାଉଣ୍ଟ ନମ୍ଵର ସୁନିଶ୍ଚିତକରଣ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: اکاؤنٹ نمبردی تصدیق بہت چھوٹی اے۔
pa_in: ਖਾਤਾ ਨੰਬਰ ਪੁਸ਼ਟੀਕਰਨ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Numer konta potwierdzenia jest zbyt krótki.
ru: Слишком короткий номер счета для подтверждения.
sd: اڪائونٽ نمبر جي تصديق تمام ننڍي آھي.
si: ගිණුම් අංකය තහවුරු කිරීම ඉතා කෙටියි.
sl: Potrditev številke računa je prekratka.
sr_cyrl_rs: Потврда броја налога је превише кратка.
sr_latn_rs: Potvrda broja naloga je previše kratka.
sv: Bekräftelsen av kontonumret är för kort.
ta: கணக்கு எண் உறுதிப்படுத்தல் மிகச் சிறியதாக உள்ளது.
te: ఖాతా సంఖ్య నిర్ధారణ చాలా చిన్నదిగా ఉంది.
tg: Тасдиқи рақами суратҳисоб аз ҳад кӯтоҳ аст.
th: หมายเลขบัญชีสั้นเกินไป
tr: Hesap numarası onayı çok kısa.
tt: Хисап раслау өчен номеры бик кыска.
ug: ھېسابات نومۇرىنىڭ جەزىملەشتۈرىلىشى بەك قىسقا.
uk: Закоротке підтвердження номера рахунку.
ur: کھاتہ نمبر کی تصدیق بہت مختصر ہے.
uz: Hisob raqamining tasdig‘i juda qisqa.
vi: Xác nhận số tài khoản quá ngắn.
zh_hans: 确认的帐号过短。
zh_hant: 帳號確認太短。

# Literal.DirectDebitNumberConfirm.Pattern
source: Invalid account number confirmation.
af: Ongeldige rekeningnommerbevestiging.
am: ልክ ያልኾነ የመለያ ቁጥር ማረጋገጫ።
ar: تأكيد رقم الحساب غير صالح.
as: অবৈধ একাউণ্ট নম্বৰ নিশ্চিতকৰণ৷
az: Hesab nömrəsinin təsdiqləməsi səhvdir.
bg: Невалиден повторно въведен номер на сметка.
bn_in: নিশ্চিত করার অ্যাকাউন্ট নাম্বারটি ঠিকঠাক নেই৷
bs: Nevažeća potvrda broja računa.
cy: Mae cadarnhad rhif y cyfrif yn annilys.
da: Ugyldig bekræftelse af kontonummer.
de: Die Bestätigung der Kontonummer ist ungültig.
el: Μη έγκυρη επιβεβαίωση αριθμού λογαριασμού.
es: La confirmación del número de cuenta no es válida.
et: Kontonumbri kinnitamine on sobimatu.
eu: Kontuaren zenbakiaren berrespena baliogabea da.
fa: شماره حساب تأیید نامعتبر است.
ga: Deimhniú na huimhreach cuntais neamhbhailí.
gd: Tha àireamh dearbhaidh a' chunntais mì-dhligheach.
gl: Confirmación do número de conta non válida.
gu: અમાન્ય ખાતા નંબર પુષ્ટિ.
he: אישור מספר החשבון לא חוקי.
hi: अमान्य खाता संख्या पुष्टिकरण.
hr: Potvrda broja računa nije valjana.
hu: Érvénytelen a megerősítési számlaszám.
id: Konfirmasi nomor rekening tidak valid.
is: Staðfest reikningsnúmer er ógilt.
ja: 確認用の口座番号が無効です。
ka: დასადასტურებლად მითითებული ანგარიშის ნომერი არასწორია.
kk: Растау шот нөмірі дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಖಾತೆ ಸಂಖ್ಯೆ ಖಚಿತತೆ.
ko: 확인용 계좌 번호가 올바르지 않습니다.
ku_arab: دووپاتکردنەوەی ژمارەی ئەژمێر نادروستە.
ky: Жараксыз Каттоо жазуусунун номурун ырастоо.
lo: ການຢືນຢັນເລກບັນຊີບໍ່ຖືກຕ້ອງ.
lt: Negaliojantis sąskaitos numerio patvirtinimas.
lv: Nederīgs konta numura apstiprinājums.
mi: He muhu te whakaūtanga tau pūkete.
mk: Неважечко потврдување на бројот на сметката.
ml: അക്കൌണ്ട് നമ്പര്‍ സ്ഥിരീകരണം അസാധുവാണ്.
mn: Дансны дугаарын нотолгоо хүчингүй байна.
mr: अवैध खाते नंबर पुष्टीकरण.
ms: Pengesahan nombor akaun tidak sah.
mt: Konferma tan-numru tal-kont invalida.
ne: खाता नम्बर पूष्टी अवैध छ।
nn_no: Ugyldig kontonummerstadfesting.
no: Ugyldig bekreftelse av kontonummeret.
or: ଅବୈଧ ଏକାଉଣ୍ଟ ନମ୍ଵର ସୁନିଶ୍ଚିତକରଣ.
pa_arab_pk: اکاؤنٹ نمبر دی تصدیق ناجائز اے۔
pa_in: ਖਾਤਾ ਨੰਬਰ ਪੁਸ਼ਟੀਕਰਨ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowe potwierdzenie numeru konta.
ru: Недопустимый номер счета для подтверждения.
sd: اڪائونٽ نمبر جي تصديق غلط آھي.
si: ගිණුම් අංකය තහවුරු කිරීම වැරදියි.
sl: Potrditev številke računa ni veljavna.
sr_cyrl_rs: Неважећа потврда броја налога.
sr_latn_rs: Nevažeća potvrda broja naloga.
sv: Ogiltig bekräftelse av kontonummer.
ta: தவறான கணக்கு எண் உறுதிப்படுத்தல்.
te: చెల్లని ఖాతా సంఖ్య నిర్ధారణ.
tg: Тасдиқи беэътибори рақами суратҳисоб.
th: การยืนยันหมายเลขบัญชีไม่ถูกต้อง
tr: Hesap numarası onayı geçersiz.
tt: Хисап раслау өчен номеры ялгыш.
ug: ھېسابات نومۇرىنىڭ جەزىملەشتۈرىلىشى ئىناۋەتسىز.
uk: Неприпустиме підтвердження номера рахунку.
ur: کھاتہ نمبر کی تصدیق غلط ہے.
uz: Hisob raqamining tasdig‘i haqiqiy emas.
vi: Xác nhận số tài khoản không hợp lệ.
zh_hans: 确认的帐号无效。
zh_hant: 帳號確認無效。

# Literal.IBANNumber.Required
source: IBAN number is required.
af: IBAN-nommer word vereis.
am: IBAN አስፈላጊ ነው።
ar: رقم IBAN‏ مطلوب.
as: IBAN নম্বৰ আৱশ্যক৷
az: IBAN nömrəsi tələb olunur.
bg: IBAN номерът е задължителен.
bn_in: IBAN নম্বর আবশ্যক।
bs: IBAN broj je obavezan.
cy: Rhaid cael rhif IBAN.
da: IBAN-nummeret skal angives.
de: Die IBAN-Nummer ist erforderlich.
el: Απαιτείται ο αριθμός IBAN.
es: El número IBAN es obligatorio.
et: Sisestada tuleb IBAN-i number.
eu: IBAN zenbakia behar da.
fa: به شماره IBAN نیاز است.
ga: Tá uimhir IBAN de dhíth.
gd: Tha feum air IBAN.
gl: Requírese o número IBAN.
gu: IBAN નંબર આવશ્યક છે.
he: מספר IBAN נדרש.
hi: IBAN नंबर की आवश्यक है.
hr: IBAN je obavezan.
hu: Az IBAN szám megadása kötelező.
id: Nomor IBAN wajib diisi.
is: IBAN-númerið er áskilið.
ja: IBAN 番号は必須項目です。
ka: მიუთითეთ IBAN ნომერი.
kk: IBAN нөмірі қажет.
kn: IBAN ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ.
ko: IBAN 번호는 필수입니다.
ku_arab: ژمارەی IBAN داواکراوە.
ky: IBAN номери талап кылынат.
lo: ຕ້ອງລະບຸໝາຍເລກ IBAN.
lt: Būtinas IBAN numeris.
lv: Ir nepieciešams IBAN numurs.
mi: E hiahiatia ana te tau IBAN.
mk: Потребен е IBAN-број.
ml: IBAN നമ്പര്‍ ആവശ്യമാണ്.
mn: IBAN дугаар оруулах шаардлагатай.
mr: IBAN नंबर आवश्यक आहे.
ms: Nombor IBAN diperlukan.
mt: In-numru tal-IBAN hu meħtieġ.
ne: IBAN नम्बर आवश्यक छ।
nn_no: IBAN-nummeret er obligatorisk.
no: IBAN-nummer er nødvendig.
or: IBAN ନମ୍ବର ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: IBAN نمبر دی لوڑ اے.
pa_in: IBAN ਨੰਬਰ ਦੀ ਲੋੜ ਹੈ।
pl: Numer IBAN jest wymagany.
ru: Требуется номер IBAN.
sd: IBAN نمبر گھربل آهي.
si: IBAN අංකය අවශ්‍යයි.
sl: Številka IBAN je obvezna.
sr_cyrl_rs: IBAN број је обавезан.
sr_latn_rs: IBAN broj je obavezan.
sv: IBAN-nummer måste anges.
ta: IBAN எண் அவசியமாகும்.
te: IBAN సంఖ్య అవసరం.
tg: Рақами IBAN ҳатмист.
th: ต้องระบุหมายเลข IBAN
tr: IBAN numarası gereklidir.
tt: IBAN номеры мәҗбүри.
ug: IBAN نومۇرى تەلەپ قىلىنىدۇ.
uk: Потрібно вказати номер IBAN.
ur: IBAN نمبرکی ضرورت ہے۔
uz: IBAN raqami talab qilinadi.
vi: Số IBAN là cần thiết.
zh_hans: IBAN 编号为必填项。
zh_hant: IBAN 號碼是必要資訊。

# Literal.IBANNumber.MaxLength
source: IBAN number is too long.
af: IBAN-nommer is te lank.
am: IBAN ቁጥር ከሚጠበቀው በላይ እረጅም ነው።
ar: رقم IBAN‏ أطول من اللازم.
as: IBAN নম্বৰ অতি দীঘল৷
az: IBAN nömrəsi çox uzundur.
bg: IBAN номерът е прекалено дълъг.
bn_in: IBAN নম্বর অত্যন্ত বড়।
bs: IBAN broj je predug.
cy: Mae'r rhif IBAN yn rhy hir.
da: IBAN-nummeret er for langt.
de: Die IBAN-Nummer ist zu lang.
el: Ο αριθμός IBAN είναι πολύ μεγάλος.
es: El número IBAN es demasiado largo.
et: IBAN-i number on liiga pikk.
eu: IBAN zenbakia luzeegia da.
fa: شماره IBAN بسیار طولانی است.
ga: Tá an uimhir IBAN rófhada.
gd: Tha an IBAN ro fhada.
gl: O número IBAN é moi longo.
gu: IBAN નંબર ખૂબ લાંબો છે.
he: מספר IBAN ארוך מדי.
hi: IBAN नंबर बहुत लंबा है.
hr: IBAN je predug.
hu: Az IBAN szám túl hosszú.
id: Nomor IBAN telalu panjang.
is: IBAN-númerið er of langt.
ja: IBAN 番号が長すぎます。
ka: IBAN ნომერი ძალიან გრძელია.
kk: IBAN нөмірі тым ұзын.
kn: IBAN ಸಂಖ್ಯೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: IBAN 번호가 너무 깁니다.
ku_arab: ژمارەی IBAN زۆر درێژە.
ky: IBAN номери өтө узун.
lo: ໝາຍເລກ IBAN ຍາວເກີນໄປ.
lt: IBAN numeris per ilgas.
lv: IBAN numurs ir pārāk garš.
mi: He roa rawa te tau IBAN.
mk: IBAN-бројот е предолг.
ml: IBAN നമ്പര്‍ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: IBAN дугаар хэт урт байна.
mr: IBAN नंबर खूप लांब आहे.
ms: Nombor IBAN terlalu panjang.
mt: In-numru tal-IBAN twil wisq.
ne: IBAN नम्बर धेरै लामो छ।
nn_no: IBAN-nummeret er for langt.
no: IBAN-nummeret er for langt.
or: IBAN ନମ୍ବର ବହୁତ ଦୀର୍ଘ ଅଟେ.
pa_arab_pk: IBAN نمبر چوکھا لما اے.
pa_in: IBAN ਨੰਬਰ ਬਹੁਤ ਲੰਬਾ ਹੈ।
pl: Numer IBAN jest zbyt długi.
ru: Слишком длинный номер IBAN.
sd: IBAN نمبر تمام ڊگھو آهي.
si: IBAN අංකය ඉතා දිගයි.
sl: Številka IBAN je predolga.
sr_cyrl_rs: IBAN број је предугачак.
sr_latn_rs: IBAN broj je predugačak.
sv: IBAN-numret är för långt.
ta: IBAN எண் மிக நீளமாக உள்ளது.
te: IBAN సంఖ్య చాలా పొడవుగా ఉంది.
tg: Рақами IBAN аз ҳад дароз аст.
th: หมายเลข IBAN ยาวเกินไป
tr: IBAN numarası çok uzun.
tt: IBAN номеры артык озын.
ug: IBAN نومۇرى بەك ئۇزۇن.
uk: Номер IBAN задовгий.
ur: IBAN نمبربہت بڑا ہے۔
uz: IBAN raqami juda uzun.
vi: Số IBAN quá dài.
zh_hans: IBAN 编号太长。
zh_hant: IBAN 號碼太長。

# Literal.IBANNumber.MinLength
source: IBAN number is too short.
af: IBAN-nommer is te kort.
am: IBAN ቁጥር ከሚጠበቀው በታች አጭር ነው።
ar: يقل رقم IBAN‏ عن اللازم طولاً.
as: IBAN নম্বৰ অতি চুটি৷
az: IBAN nömrəsi çox qısadır.
bg: IBAN номерът е прекалено къс.
bn_in: IBAN নম্বর অত্যন্ত ছোট।
bs: IBAN broj je prekratak.
cy: Mae'r rhif IBAN yn rhy fyr.
da: IBAN-nummeret er for kort.
de: Die IBAN-Nummer ist zu kurz.
el: Ο αριθμός IBAN είναι πολύ μικρός.
es: El número IBAN es demasiado corto.
et: IBAN-i number on liiga lühike.
eu: IBAN zenbakia laburregia da.
fa: شماره IBAN بسیار کوتاه است.
ga: Tá an uimhir IBAN róghearr.
gd: Tha an IBAN ro ghoirid.
gl: O número IBAN é moi curto.
gu: IBAN નંબર ખૂબ ટૂંકો છે.
he: מספר IBAN קצר מדי.
hi: IBAN नंबर बहुत छोटा है.
hr: IBAN je prekratak.
hu: Az IBAN szám túl rövid.
id: Nomor IBAN terlalu pendek.
is: IBAN-númerið er of stutt.
ja: IBAN 番号が短すぎます。
ka: IBAN ნომერი ძალიან მოკლეა.
kk: IBAN нөмірі өте қысқа.
kn: IBAN ಸಂಖ್ಯೆಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: IBAN 번호가 너무 짧습니다.
ku_arab: ژمارەی IBAN زۆر کورتە.
ky: IBAN номери өтө узун.
lo: ໝາຍເລກ IBAN ສັ້ນເກີນໄປ.
lt: IBAN numeris per trumpas.
lv: IBAN numurs ir pārāk īss.
mi: He poto rawa te tau IBAN.
mk: IBAN-бројот е прекраток.
ml: IBAN നമ്പര്‍ വളരെ ചെറുതാണ്.
mn: IBAN дугаар хэт богино байна.
mr: IBAN नंबर खूप लहान आहे.
ms: Nombor IBAN terlalu pendek.
mt: In-numru tal-IBAN qasir wisq.
ne: IBAN नम्बर धेरै छोटो छ।
nn_no: IBAN-nummeret er for kort.
no: IBAN-nummeret er for kort.
or: IBAN ନମ୍ବର ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: IBAN نمبر چوکھا چھوٹا اے.
pa_in: IBAN ਨੰਬਰ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Numer IBAN jest zbyt krótki.
ru: Слишком короткий номер IBAN.
sd: IBAN نمبر تمام ننڍو آهي.
si: IBAN අංකය ඉතා කෙටියි.
sl: Številka IBAN je prekratka.
sr_cyrl_rs: IBAN број је прекратак.
sr_latn_rs: IBAN broj je prekratak.
sv: IBAN-numret är för kort.
ta: IBAN எண் மிகச் சிறியதாக உள்ளது.
te: IBAN సంఖ్య చాలా చిన్నదిగా ఉంది.
tg: Рақами IBAN аз ҳад кӯтоҳ аст.
th: หมายเลข IBAN สั้นเกินไป
tr: IBAN numarası çok kısa.
tt: IBAN номеры артык кыска.
ug: IBAN نومۇرى بەك قىسقا.
uk: Номер IBAN закороткий.
ur: IBAN نمبر بہت چھوٹا ہے.
uz: IBAN raqami juda qisqa.
vi: Số IBAN quá ngắn.
zh_hans: IBAN 编号太短。
zh_hant: IBAN 號碼太短。
