Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.BillingGroup.Add.HelpDescription
source: Billing profiles allow you to manage how you are billed and how you pay your bills. For every profile you create, you'll receive a separate invoice each billing cycle.
af: Faktureringsprofiele stel jou in staat om te bestuur hoe jy gefaktureer word en hoe jy jou rekeninge betaal. Vir elke profiel wat jy skep, sal jy elke faktureringsiklus ’n aparte faktuur ontvang.
am: የሂሳብ መክፈያ መገለጫዎች ክፍያዎን የሚያስተዳድሩባቸው መንገዶች እንዲያስተዳድሩ ይፈቅዱልዎታል። ለሚፈጥሩት እያንዳንዱ መገለጫ፣ በእያንዳንዲ መክፈያ ጊዜ ውስጥ የተለየ የክፍያ መጠየቂያ ይደርስዎታል።
ar: تسمح لك ملفات تعريف الفوترة بإدارة كيفية إعداد الفواتير لك والطريقة التي تستخدمها لدفع الفواتير. وبالنسبة لكل ملف تعريف تقوم بإنشائه، ستتلقى فاتورة منفصلة لكل دورة فوترة.
as: বিলিং প্ৰ’ফাইলে আপোনাক বিল কেনেকৈ পঠিওৱা হয় আৰু আপুনি আপোনাৰ বিল কেনেকৈ পৰিশোধ কৰে সেয়া পৰিচালনা কৰিবলৈ অনুমতি দিয়ে৷ আপুনি সৃষ্টি কৰা প্ৰত্যেকটো প্ৰ’ফাইলৰ বাবে, আপুনি প্ৰত্যেক বিলিং চক্ৰত এখন পৃথক ইনভইচ পাব৷
az: Hesablaşma üzrə profillər sizə necə xərc yazıldığını və hesablarınızın necə ödənildiyini idarə etməyə icazə verir. Yaratdığınız hər bir profil üçün hər bir hesablaşma dövrü üçün ayrıca hesab-faktura alacaqsınız.
bg: Профилите за плащане ви позволяват да управлявате начина ви на таксуване и начина, по който плащате сметките си. За всеки създаден от вас профил вие ще получавате отделна фактура всеки период на фактуриране.
bn_in: আপনাকে কিভাবে বিল করা হবে এবং আপনি কিভাবে বিল পেমেন্ট করবেন, তা পরিচালনা করতে বিলিং প্রোফাইল আপনাকে অনুমতি দেয়। আপনার তৈরি করা প্রতিটি প্রোফাইলের জন্য, প্রতি বিলিং চক্রে, আপনি একটি পৃথক ইনভয়েস পাবেন।
bs: Profili naplate vam omogućavaju da upravljate načinom naplate i načinom na koji plaćate račune. Za svaki profil koji kreirate dobit ćete odvojenu fakturu u svakom ciklusu plaćanja.
cy: Mae proffiliau biliau yn eich galluogi i reoli sut ydych yn cael eich bilio a sut fyddwch yn talu eich biliau. Ar gyfer pob proffil a grëwch, byddwch yn derbyn anfoneb ar wahân ar gyfer pob cylch bilio.
da: Med faktureringsprofiler kan du styre, hvordan du faktureres, og hvordan du betaler dine fakturaer. For hver profil, du opretter, modtager du en separat faktura i hver faktureringscyklus.
de: Mithilfe von Abrechnungsprofilen können Sie verwalten, wie Sie Rechnung erhalten und bezahlen. Für jedes von Ihnen erstellte Profil erhalten Sie eine separate Rechnung für jeden Abrechnungszyklus.
el: Με τα προφίλ χρέωσης μπορείτε να διαχειριστείτε τον τρόπο χρέωσής σας και τον τρόπο πληρωμής των λογαριασμών σας. Για κάθε προφίλ που δημιουργείτε, λαμβάνετε ξεχωριστό τιμολόγιο σε κάθε κύκλο χρέωσης.
es: Los perfiles de facturación te permiten administrar cómo se te facturará y cómo pagarás las facturas. Por cada perfil que crees recibirás una factura independiente cada ciclo de facturación.
et: Arveldusprofiilide abil saate hallata arveid ja nende makseviise. Saate iga loodud profiili kohta igas arveldustsüklis eraldi arve.
eu: Fakturazio-profilei esker, fakturatzeko eta fakturak ordaintzeko modua kudea dezakezu. Sortzen duzun profil bakoitzeko, bereizitako faktura bat jasoko duzu fakturazio-ziklo bakoitzeko.
fa: نمایه‌های صورتحساب امکان مدیریت نحوه صدور صورتحساب برای شما و نحوه پرداخت صورتحساب‌ها را برایتان فراهم می‌کنند. برای هر نمایه‌ای که ایجاد می‌کنید، فاکتور جداگانه‌ای برای هر چرخه صورتحساب دریافت خواهید کرد.
ga: Is féidir do bhillí a bhainistiú agus a íoc le próifílí billeála. Gheobhadh tú sonrasc ar leith gach timthriall billeála maidir le gach próifíl a chruthaíonn tú.
gd: ’S urrainn dhut stiùireadh mar a gheibh thu bilichean agus mar a phàigheas tu iad leis na pròifilean bileachaidh. Gheibh thu fàirdeal fa leth gach cuairt bileachaidh airson gach pròifil a chruthaicheas tu.
gl: Os perfís de facturación permiten xestionar como se che factura e como pagas as facturas. Por cada perfil que crees, recibirás unha factura independente cada ciclo de facturación.
gu: બિલિંગ પ્રોફાઇલ્સ તમને કેવી રીતે બિલ કરવામાં આવે છે અને તમે તમારા બિલ્સની કેવી રીતે ચુકવણી કરો છો તે નિયંત્રિત કરવાનીપરવાનગી આપે છે. તમે બનાવેલ દરેક પ્રોફાઇલ માટે, તમને દરેક બિલિંગ સાયકલનું એક અલગ ઇન્વૉઇસ મળશે.
he: פרופילי חיוב הם דרך לניהול האופן שבו את מחויב ומשלם את החיובים שלך. עבור כל פרופיל שתיצור, תקבל חשבונית נפרדת בכל מחזור חיוב.
hi: बिलिंग प्रोफ़ाइल आपको यह प्रबंधित करने की अनुमति देती है कि आपको बिल कैसे भेजा जाता है और आप अपने बिलों का भुगतान कैसे करते हैं. आपके द्वारा बनाई गई प्रत्येक प्रोफ़ाइल के लिए, आप प्रत्येक बिलिंग चक्र में एक अलग इनवॉइस प्राप्त करेंगे.
hr: Profili naplate omogućuju vam upravljanje načinom naplate i plaćanja računa. Za svaki profil koji izradite primit ćete zasebnu fakturu za svako platno razdoblje.
hu: A számlázási profilok segítségével kezelheti a számlázás módját, valamint a számlák kifizetésének módját. Minden létrehozott profilhoz külön számlát fog kapni az egyes számlázási ciklusokban.
id: Profil tagihan memungkinkan Anda untuk mengelola cara Anda ditagih dan cara Anda membayar tagihan. Untuk setiap profil yang dibuat, Anda akan menerima faktur terpisah setiap siklus penagihan.
is: Þú getur notað greiðsluforstillingar til að halda utan um hvernig þú færð reikninga og hvernig þú greiðir reikninga. Þú færð sérstakan reikning á hverju innheimtutímabili fyrir hverja forstillingu sem þú býrð til.
ja: 課金プロファイルを使用すると、請求方法と請求に対するお支払い方法を管理できます。作成したすべてのプロファイルについて、請求サイクルごとに個別の請求書が届きます。
ka: ბილინგის პროფილები ნებას დაგრთავთ მართოთ ბილინგი და ანგარიშის გადახდის მეთოდები. ყოველ შექმნილ პროფილზე თქვენ მიიღებთ თოთოეული ბილინგის ციკლის ცალკე ინვოისს.
kk: Есеп-шот ұсыну профильдері есеп-шот ұсыну және есеп-шоттарды төлеу жолын басқаруға мүмкіндік береді. Жасаған әр профиліңіз үшін әр есеп-шот ұсыну айналымында бөлек есеп-шот аласыз.
kn: ಬಿಲ್ಲಿಂಗ್ ಪ್ರೊಫೈಲ್ ಗಳು ನೀವು ಹೇಗೆ ಬಿಲ್ ಮಾಡಿದ್ದೀರಿ ಮತ್ತು ನಿಮ್ಮ ಬಿಲ್ ಗಳನ್ನು ನೀವು ಹೇಗೆ ಪಾವತಿಸುತ್ತೀರಿ ಎಂಬುದನ್ನು ನಿರ್ವಹಿಸಲು ನಿಮಗೆ ಅವಕಾಶ ಮಾಡಿಕೊಡುತ್ತದೆ. ನೀವು ರಚಿಸುವ ಪ್ರತಿ ಪ್ರೊಫೈಲ್ ಗೆ, ಪ್ರತಿ ಬಿಲ್ಲಿಂಗ್ ಸೈಕಲ್ ಗೆ ನೀವು ಪ್ರತ್ಯೇಕ ಇನ್‌ವಾಯ್ಸ್ ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತೀರಿ.
ko: 청구 프로필을 통해 청구 방법 및 결제 방법을 관리할 수 있습니다. 각 청구 주기마다 사용자가 만든 모든 프로필에 대해 별도의 청구서가 발송됩니다.
ku_arab: پرۆفایلەکانی فاتوورەدان ڕێگەت پێدەدەن بۆ بەڕێوەبردنی چۆنیەتی دروستکردن و پارەدانی فاتوورەکان. بۆ هەر پرۆفایلێک که دروستی دەکەیت، فاتوورەیەکی جیاواز وەردەگریت بۆ هەر خولی فاتوورەیەک.
ky: Эсептөө чегерүү профилдери - эсептердин коюлушунун жана аларга төлөө жолун башкарууга шар түзөт. Түзүлгөн ар бир профиль үчүн ар бир эсептөө циклинде өзүнчө эсеп-дүмүрчөк аласыз.
lo: ໂປຣໄຟລ໌ການສົ່ງບິນອະນຸຍາດເຈົ້າຈັດການວິທີການເກັບເງິນນຳເຈົ້າ ແລະເຈົ້າຈ່າຍຄ່າບິນແນວໃດ. ສຳລັບແຕ່ລະໂປຣໄຟລ໌ເຈົ້າສ້າງ, ເຈົ້າຈະໄດ້ຮັບ ໃບຮັບເງິນແຍກຕ່າງຫາກ ແຕ່ລະຮອບວຽນການຮຽກເກັບເງິນ.
lt: Atsiskaitymo profiliuose galite tvarkyti sąskaitų išrašymo ir atsiskaitymo būdą. Kiekvienam sukurtam profiliui kiekvieną atsiskaitymo ciklą gausite atskirą sąskaitą.
lv: Norēķinu profili ļauj pārvaldīt to, kā saņemat rēķinus un kā tos apmaksājat. Katram izveidotajam profilam saņemsit atsevišķu rēķinu katrā norēķinu ciklā.
mi: He tikanga hei whakahaere, hei utu hoki i ō nama te kōtaha namatanga. Mō ia kōtaha e hangā e koe, ka whiwhi nama wehe kē koe i ia huringa namatanga.
mk: Профилите за наплата ви овозможуваат да управувате како ви се наплаќа и како ги плаќате вашите сметки. За секој профил што ќе го направите, ќе добиете одделна фактура во секој циклус на наплата.
ml: എങ്ങനെ ബിൽ ചെയ്യണം, എങ്ങനെ നിങ്ങളുടെ ബില്ലുകൾ അടയ്ക്കാം എന്നിവ കൈകാര്യം ചെയ്യാന്‍ ബില്ലിംഗ് പ്രൊഫൈലുകൾ നിങ്ങളെ സഹായിക്കുന്നു. നിങ്ങൾ സൃഷ്ടിക്കുന്ന ഓരോ പ്രൊഫൈലിനും, നിങ്ങൾക്ക് ഓരോ ബില്ലിംഗ് സൈക്കിളിനുമായി ഒരു പ്രത്യേക ഇൻവോയ്സ് ലഭിക്കും.
mn: Төлбөр тооцооны хувийн тохиргоо нь танд төлбөр тооцоогоо хэрхэн тооцох, төлөхөө удирдах боломж олгоно. Төлбөр тооцооны хувийн тохиргоо үүсгэх тоолонд та тооцооны хамрах хугацаа бүрд тусад нь нэхэмжлэх хүлээн авна.
mr: बिलिंग प्रोफाइल्स आपल्याला कशाप्रकारे बिल केले जाते आणि आपण आपल्या बिलांचे देय कसे देता ते व्यवस्थापित करण्याची अनुमती देतात. आपण तयार करता त्या प्रत्येक प्रोफाईलसाठी, आपल्याला प्रत्येक बिलिंग सायकलवर एक वेगळे इनव्हॉइस प्राप्त होईल.
ms: Profil pengebilan membolehkan anda menguruskan cara anda dibilkan dan cara anda membayar bil anda. Untuk setiap profil yang anda cipta, anda akan menerima invois berasingan bagi setiap kitaran pengebilan.
mt: Il-profili tal-kontijiet jippermettulek timmaniġġja kif tirċievi u tħallas il-kontijiet tiegħek. Għal kull profil li toħloq, tirċievi fattura separata f'kull ċiklu tal-kontijiet.
ne: बिलिङ प्रोफाइलहरूले तपाईंलाई कसरी बिल बनाइन्छ र तपाईंले आफ्ना बिलहरू कसरी भुक्तानी गर्नुहुन्छ भन्ने कुरा व्यवस्थित गर्न अनुमति दिन्छन्। तपाईंले सिर्जना गर्ने प्रत्यके प्रोफाइलको लागि, तपाईंले प्रत्येक बिलिङ चक्रमा छुट्टै बीजक प्राप्त गर्नुहुनेछ।
nn_no: Faktureringsprofilar er ein måte å handsame korleis du blir fakturert og betaler fakturaene dine. For kvar profil du opprettar, får du ein separat faktura kvar faktureringssyklus.
no: Faktureringsprofiler er en måte å administrere hvordan du faktureres og betaler fakturaer. For hver profil du oppretter, mottar du en separat faktura hver faktureringssyklus.
or: ଆପଣ କିପରି ବିଲ୍ କରୁଛନ୍ତି ଏବଂ କିପରି ଆପଣଙ୍କର ବିଲ୍ ପେ କରୁଛନ୍ତି ବିଲିଙ୍ଗ୍ ପ୍ରୋଫାଇଲ୍ ପରିଚାଳନା କରିବାକୁ ଅନୁମତି ଦେଇଥାଏ। ଆପଣ ସୃଷ୍ଟି କରିଥିବା ସମସ୍ତ ପ୍ରୋଫାଇଲ୍ ପାଇଁ, ଆପଣ ପ୍ରତି ବିଲିଙ୍ଗ୍ ସାଇକେଲରେ ଗୋଟିଏ ଅଲଗା ଇନଭଏସ୍ ପ୍ରାପ୍ତ କରିବେ।
pa_arab_pk: بلنگ پروفائلز تُہانوں ایہہ تنظیم کرن دی اجازت دیندیاں نیں کہ تُہانوں کینج بل آوندا اے اتے تُسیں کینج اپنے بلاں دی ادائیگی کردے او۔ تُہانوں، ہر پروفائل لئی جیہڑی تُسی تخلیق کردے او، تُسی ہر بلنگ سائیکل لئی اک علیحدہ رسید وصول کرو گے۔
pa_in: ਬਿਲਿੰਗ ਪ੍ਰੋਫਾਈਲ ਨਾਲ ਤੁਸੀਂ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦੇ ਹੋ ਤੁਹਾਨੂੰ ਕਿਵੇਂ ਬਿਲ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਤੁਸੀਂ ਆਪਣੇ ਬਿਲਾਂ ਦਾ ਭੁਗਤਾਨ ਕਿਵੇਂ ਕਰਦੇ ਹੋ। ਤੁਹਾਡੇ ਦੁਆਰਾ ਬਣਾਏ ਗਏ ਹਰੇਕ ਪ੍ਰੋਫਾਈਲ ਲਈ, ਤੁਹਾਨੂੰ ਹਰੇਕ ਬਿਲਿੰਗ ਚੱਕਰ ਵਿੱਚ ਵੱਖਰਾ ਇਨਵੋਇਸ ਮਿਲੇਗਾ।
pl: Profile rozliczeniowe umożliwiają zarządzanie sposobami rozliczania oraz opłacania rachunków. Dla każdego profilu, który utworzysz, otrzymasz osobną fakturę w każdym cyklu rozliczeniowym.
ru: С помощью профилей выставления счетов вы можете определять способ выставления и оплаты счетов. Для каждого созданного вами профиля вы будете получать отдельный счет в каждом цикле выставления счетов.
sd: بلنگ پروفائل توهان کي ڪيئن بل ملي ۽ ڪيئن توهان بل ادا ڪيو ٿا منظم ڪرڻ لاءِ اجازت ڏي ٿو. هر اهو پروفائيل جيڪو توهان ٺاهيو ٿا، توهان کي هر بلنگ سائيڪل جو هڪ الگ انوائس ملندي.
si: බිල්කරණ පැතිකඩ ඔබට බිල්කරණය කෙරෙන ආකාරය සහ ඔබ ඔබගේ බිල්පත් ගෙවන ආකාරය කළමනාකරණය කිරීමට ඔබට ඉඩ දෙයි. ඔබ නිර්මාණය කරන සෑම පැතිකඩක් සඳහාම සෑම බිල්කරණ චක්‍රයකටම ඔබට වෙනම ඉන්වොයිසියක් ලැබෙනු ඇත.
sl: S profili za obračunavanje lahko upravljate način obračunavanja in plačila računov. Za vsak profil, ki ga ustvarite, boste vsako obdobje obračunavanja prejeli ločen račun.
sr_cyrl_rs: Профили за наплату вам омогућавају да управљате начином на који вам се наплаћује и на који плаћате рачуне. За сваки профил који креирате, примићете посебну фактуру за сваки циклус наплате.
sr_latn_rs: Profili za naplatu vam omogućavaju da upravljate načinom na koji vam se naplaćuje i na koji plaćate račune. Za svaki profil koji kreirate, primićete posebnu fakturu za svaki ciklus naplate.
sv: Med faktureringsprofiler kan du hantera hur du faktureras och hur du betalar dina fakturor. Du får en separat faktura för varje faktureringscykel för varje profil du skapar.
ta: பில்லிங் சுயவிவரங்கள் மூலம் எவ்வாறு உங்களுக்குக் கட்டணம் விதிக்க வேண்டும், உங்கள் பில்களை எவ்வாறு செலுத்த வேண்டும் என்பதை நிர்வகிக்கலாம். நீங்கள் உருவாக்கும் ஒவ்வொரு சுயவிவரத்திற்காகவும், ஒவ்வொரு பில்லிங் சுழற்சியிலும் தனித்தனி இன்வாய்ஸைப் பெறுவீர்கள்.
te: బిల్లింగ్ ఫ్రొఫైల్స్ మీరు ఎలా బిల్ చేయబడ్డారు మరియు మీరు బిల్స్ ఎలా చెల్లించారు అనేదాన్ని నిర్వహించుకోడానికి అనుమతిస్తుంది. మీరు సృష్టించే ప్రతి ఫ్రోఫైల్‌కు, ప్రతి బిల్లింగ్ సైకిల్‌కు మీరు విడిగా ఒక ఇన్‌వాయిస్‌ను అందుకుంటారు.
tg: Профилҳои биллинг ба шумо имконияти тарзи идоракунии пешниҳоди ҳисоб ба шумо ва тарзи пардохти ҳисобномаҳои шуморо медиҳад. Барои ҳар як профиле, ки эҷод мекунед, шумо дар ҳар давраи биллинг борхати алоҳида мегиред.
th: โพรไฟล์การเรียกเก็บเงินช่วยให้คุณสามารถจัดการวิธีการเรียกเก็บเงินจากคุณและวิธีการที่คุณจะชำระเงินสำหรับใบเรียกเก็บเงินของคุณ สำหรับทุกโพรไฟล์ที่คุณสร้าง คุณจะได้รับใบแจ้งหนี้ต่างหากในรอบการเรียกเก็บเงินแต่ละรอบ
tr: Ödeme profilleri, faturalandırılma ve fatura ödeme yöntemlerinizi yönetmenize olanak tanır. Oluşturduğunuz her profil için her ödeme döneminde ayrı bir fatura alırsınız.
tt: Хисап чыгару профильләре сезгә хисаплар алу һәм аларны түләү ысуллары белән идарә итү мөмкинлеге бирә. Сез төзегән һәр профиль өчен хисап чыгару циклы саен аерым квитанция алачаксыз.
ug: ھېساب بوغۇش ئارخىپى سىزنىڭ ھېسابات تاپشۇرۇۋېلىشىڭىز ۋە ھەقنى قانداق تاپشۇرۇشىڭىزنى باشقۇرۇشىڭىزقا يول قويىدۇ. سىز ئاچقان ھەر بىر ھېساب بوغۇش ئارخىپى ئۈچۈن ئايرىم ھېساب بوغۇش دەۋرىلىكى تالونى تاپشۇرىۋالىسىز.
uk: За допомогою профілів виставлення рахунків ви можете визначати спосіб виставлення й оплати рахунків. Для кожного профілю, який ви створюєте, ви отримуватимете окремий рахунок у кожному циклі виставлення рахунків.
ur: بل کاری پروفائل آپ کو یہ بندوبست کرنے کی اجازت دیتی ہے کہ آپ کی بل کاری کیسے کی جائے اور آپ کیسے اپنے بل ادا کریں۔ ہر پروفائل جو آپ بناتے ہیں، اس کے بل کاری دور کے لیے آپ کو ایک علیحدہ انوائس موصول ہو گی۔
uz: Billing profillari hisob-kitoblaringiz va ularni toʻlash usullarini boshqarish imkonini beradi. Yaratgan har bir profilingiz uchun har bir hisob-kitob davrida alohida invoys olasiz.
vi: Hồ sơ thanh toán cho phép bạn quản lý cách bạn được lập hóa đơn và cách bạn thanh toán hóa đơn của mình. Đối với mỗi hồ sơ bạn tạo, bạn sẽ nhận được một hóa đơn riêng biệt cho mỗi chu kỳ thanh toán.
zh_hans: 利用计费配置文件，你可以管理你的计费方式和帐单支付方式。对于你创建的每个配置文件，你将在每个计费周期收到单独的发票。
zh_hant: 計費設定檔可讓您管理對您計費的方式以及您支付款帳單的方式。對於您建立的每個設定檔，您會在每個計費週期收到個別發票。

# Literal.BillingGroup.Add.HelpLearnMore
source: Learn more
af: Kom meer te wete
am: ተጨማሪ ይወቁ
ar: معرفة المزيد
as: অধিক জানক
az: Ətraflı öyrənin
bg: Научете повече
bn_in: আরো জানুন
bs: Saznajte više
cy: Dysgu mwy
da: Lær mere
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
et: Lisateave
eu: Informazio gehiago
fa: بیشتر بدانید
ga: Foghlaim tuilleadh
gd: Barrachd fiosrachaidh
gl: Máis información
gu: વધુ જાણો
he: למידע נוסף
hi: अधिक जानें
hr: Saznajte više
hu: További információ
id: Pelajari selengkapnya
is: Frekari upplýsingar
ja: 詳細情報
ka: შეიტყვეთ მეტი
kk: Қосымша ақпарат
kn: ಮತ್ತಷ್ಟು ತಿಳಿಯಿರಿ
ko: 추가 정보
ku_arab: زیاتر فێربە
ky: Дагы билүү
lo: ຮຽນຮູ້ເພີ່ມເຕີມ
lt: Sužinokite daugiau
lv: Papildinformācija
mi: Ako i ētahi atu mea
mk: Дознајте повеќе
ml: കൂടുതലറിയുക
mn: Нэмэлт мэдээлэл авах
mr: अधिक जाणून घ्या
ms: Ketahui lebih lanjut
mt: Sir af aktar
ne: थप जान्नुहोस्
nn_no: Finn ut meir
no: Finn ut mer
or: ଅଧିକ ଜାଣନ୍ତୁ
pa_arab_pk: ودھ کے سکھو
pa_in: ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej
ru: Подробнее
sd: وڌيڪ سکو
si: වැඩිදුර හදාරන්න
sl: Več informacij
sr_cyrl_rs: Сазнајте више
sr_latn_rs: Saznajte više
sv: Läs mer
ta: மேலும் அறிக
te: మరింత తెలుసుకోండి
tg: Маълумоти бештар
th: เรียนรู้เพิ่มเติม
tr: Daha fazla bilgi edinin
tt: Өстәмә мәгълүмат алу
ug: تەپسىلاتى
uk: Докладніше
ur: مزید جانیے
uz: Batafsil
vi: Tìm hiểu thêm
zh_hans: 了解详细信息
zh_hant: 深入了解

# Literal.BillingGroup.Add.NewPaymentMethod
source: + New payment method
af: + Nuwe betaalmetode
am: + አዲስ የመክፈያ ዘዴ
ar: + طريقة دفع جديدة
as: + নতুন পৰিশোধ পদ্ধতি
az: + Yeni ödəniş üsulu
bg: + Нов метод на плащане
bn_in: + নতুন অর্থপ্রদান মাধ্যম
bs: + Novi način plaćanja
cy: + Dull talu newydd
da: + Ny betalingsmetode
de: + Neue Zahlungsmethode
el: + Νέα μέθοδος πληρωμής
es: + Nuevo método de pago
et: + Uus makseviis
eu: + Ordainketa-metodo berria
fa: + روش پرداخت جدید
ga: = Modh íocaíochta nua
gd: + Dòigh pàighidh ùr
gl: + Novo método de pagamento
gu: + નવી ચૂકવણી રીત
he: + שיטת תשלום חדשה
hi: + नई भुगतान विधि
hr: + Novi način plaćanja
hu: + Új fizetési mód
id: + Metode pembayaran baru
is: + Nýr greiðslumáti
ja: + 新しいお支払い方法
ka: + ახალი გადახდის მეთოდი
kk: + Жаңа төлем әдісі
kn: + ಹೊಸ ಪಾವತಿ ವಿಧಾನ
ko: + 새로운 결제 방법
ku_arab: + شێوازی نوێی پارەدان
ky: + Жаңы төлөө ыкмасы
lo: + ວິທີການຊຳລະເງິນໃໝ່
lt: + Naujas mokėjimo būdas
lv: + Jauna maksāšanas metode
mi: + Tikanga utu hōu
mk: + Нов метод на плаќање
ml: + പുതിയ പേയ്‌മെന്‍റ് രീതി
mn: + Төлбөрийн шинэ хэлбэр
mr: + नवीन देय पद्धत
ms: + Kaedah pembayaran baharu
mt: + Metodu ġdid ta' ħlas
ne: + नयाँ भुक्तानी विधि
nn_no: + Ny betalingsmetode
no: + Ny betalingsmåte
or: + ନୂତନ ଦେୟ ପଦ୍ଧତି
pa_arab_pk: + ادائیگی دا نواں طریقہ
pa_in: + ਨਵੀਂ ਭੁਗਤਾਨ ਵਿਧੀ
pl: + Nowa metoda płatności
ru: + Новый метод оплаты
sd: + نئون ادائگي جو طريقو
si: + නව ගෙවීම් ක්‍රමය
sl: + Novo plačilno sredstvo
sr_cyrl_rs: + Нови метод плаћања
sr_latn_rs: + Novi metod plaćanja
sv: + Ny betalningsmetod
ta: + புதிய கட்டண முறை
te: + కొత్త చెల్లింపు విధానం
tg: + Усули нави пардохт
th: + วิธีการชำระเงินใหม่
tr: + Yeni ödeme yöntemi
tt: + Яңа түләү ысулы
ug: + يېڭى ھەق تۆلەش ئۇسۇلى
uk: + Новий спосіб оплати
ur: + ادائیگی کا نیا طریقہ کار
uz: + Yangi to‘lov usuli
vi: + Phương thức thanh toán mới
zh_hans: + 新的付款方式
zh_hant: + 新的付款方式

# Literal.BillingGroup.List.BillingGroupProfile
source: + Add a billing profile
af: + Voeg ’n faktureringsprofiel by
am: + የሂሳብ መክፈያ መገለጫ ያክሉ
ar: + إضافة أحد ملفات تعريف الفوترة
as: + এটা বিলিং প্ৰ’ফাইল যোগ কৰক
az: + Hesablaşma üzrə profil əlavə edin
bg: + Добавяне на профил за плащане
bn_in: + একটি বিলিং প্রোফাইল যোগ করুন
bs: + Dodajte profil naplate
cy: + Ychwanegu proffil bilio
da: + Tilføj en faktureringsprofil
de: + Abrechnungsprofil hinzufügen
el: + Προσθήκη προφίλ χρέωσης
es: + Agregar un perfil de facturación
et: + Lisa arveldusprofiil
eu: + Gehitu fakturazio-profila
fa: + افزودن نمایه صورتحساب
ga: + Cuir próifíl bhilleála leis
gd: + Cuir pròifil bileachaidh ris
gl: + Engadir un perfil de facturación
gu: + બિલિંગ પ્રોફાઇલ ઉમેરો
he: + הוסף פרופיל חיוב
hi: + एक बिलिंग प्रोफ़ाइल जोड़ें
hr: + Dodavanje profila naplate
hu: + Számlázási profil hozzáadása
id: + Tambahkan profil tagihan
is: + Bæta við greiðsluforstillingu
ja: + 課金プロファイルの追加
ka: + ბილინგის პროფილის დამატება
kk: + Есеп-шот ұсыну профилін қосу
kn: + ಬಿಲ್ಲಿಂಗ್ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಸೇರಿಸಿ
ko: + 청구 프로필 추가하기
ku_arab: + زیادکردنی پرۆفایلێکی فاتوورەدان
ky: + Эсеп чегерүү профайлын кошуу
lo: + ເພີ່ມໂປຣໄຟລ໌ການສົ່ງບິນ
lt: + Įtraukti atsiskaitymo profilį
lv: + Pievienot norēķinu profilu
mi: + Tāpiri kōtaha namanga
mk: + Додај профил за наплата
ml: + ഒരു ബില്ലിംഗ് പ്രൊഫൈൽ ചേർക്കുക
mn: + Төлбөр тооцооны хувийн тохиргоо нэмэх
mr: + एक बिलिंग प्रोफाइल जोडा
ms: + Tambah profil pengebilan
mt: + Żid profil ta' kont
ne: + बिलिङ प्रोफाइल थप्नुहोस्
nn_no: + Legg til ein faktureringsprofil
no: + Legg til en faktureringsprofil
or: + ଗୋଟିଏ ବିଲିଂ ପ୍ରୋଫାଇଲ୍ ଯୋଡ଼ନ୍ତୁ
pa_arab_pk: + اک بلنگ پروفائل شامل کرو
pa_in: + ਕੋਈ ਬਿਲਿੰਗ ਪ੍ਰੋਫਾਈਲ ਸ਼ਾਮਲ ਕਰੋ
pl: + Dodaj profil rozliczeniowy
ru: + Добавить профиль выставления счетов
sd: + هڪ بلنگ پروفائل شامل ڪريو
si: + බිල්කරණ පැතිකඩක් එක් කරන්න
sl: + Dodaj profil za obračunavanje
sr_cyrl_rs: + Додај профил фактурисања
sr_latn_rs: + Dodaj profil fakturisanja
sv: + Lägg till en faktureringsprofil
ta: + பில்லிங் சுயவிவரத்தைச் சேர்
te: + ఒక బిల్లింగ్ ప్రొఫైల్‌ను జోడించండి
tg: + Илова кардани профили биллинг
th: + เพิ่มโปรไฟล์การเรียกเก็บเงิน
tr: + Ödeme profili ekle
tt: + Хисап чыгару профиле өстәү
ug: + ھېساب بوغۇش ئارخىپى قوشۇش
uk: + Додати профіль виставлення рахунків
ur: + ایک بل کاری پروفائل شامل کریں
uz: + Billing profilini kiritish
vi: + Thêm hồ sơ thanh toán
zh_hans: + 添加计费配置文件
zh_hant: + 新增帳單設定檔

# Literal.BillingGroup.List.PONumber
source: P.O. Number (optional)
af: Posbusnommer (opsioneel)
am: የግዢ ትዕዛዝ ቁጥር (የግድ አይደለም)
ar: رقم أمر الشراء (اختياري)
as: P.O. সংখ্যা (ঐচ্ছিক)
az: P.O. Nömrəsi (ixtiyari)
bg: Номер на поръчка за покупка (опционален)
bn_in: P.O সংখ্যা (ঐচ্ছিক)
bs: Broj narudžbenice (nije obavezno)
cy: Rhif Archeb (dewisol)
da: Købsordrenummer (valgfrit)
de: Auftragsnummer (optional)
el: Αριθμός παραγγελίας (προαιρετικός)
es: Número de OC (opcional)
et: Ostutellimuse number (valikuline)
eu: Posta-kutxaren zenbakia (aukerakoa)
fa: شماره صندوق پستی (اختیاری)
ga: Uimhir Ordú Ceannaigh (roghnach)
gd: P.O. Àireamh (roghainneil)
gl: Número de PO (opcional)
gu: પી.ઓ.નંબર (વૈકલ્પીક)
he: מספר הזמנת רכש (אופציונלי)
hi: P.O. संख्या (वैकल्पिक)
hr: Broj narudžbenice (neobavezno)
hu: Postafiók száma (nem kötelező)
id: Nomor P.O. (opsional)
is: Pósthólfsnúmer (valfrjálst)
ja: 発注番号 (省略可)
ka: შესყიდვის ნომერი (არასავალდებულო)
kk: Төлем тапсырмасының нөмірі (қосымша)
kn: P.O. ಸಂಖ್ಯೆ (ಐಚ್ಛಿಕ)
ko: P.O. 번호 (선택 사항)
ku_arab: ژماره P.O. (ئارەزوومەندانه)
ky: Сатып алуу буйругунун саны (тандоо боюнча)
lo: ລະຫັດໄປສະນີ (ເລືອກໄດ້)
lt: PD numeris (pasirenkamas)
lv: PA numurs (neobligāts)
mi: P.O. Tau (kōwhiri)
mk: Број на налог за нарачка (опционално)
ml: P.O. നമ്പർ (ഓപ്ഷണൽ)
mn: Шуудангийн хайрцаг (нэмэлт)
mr: PO नंबर (पर्यायी)
ms: Nombor P.O. (pilihan)
mt: Numru tal-P.O. (fakultattiv)
ne: हुलाक नम्बर (वैकल्पिक)
nn_no: Postnummer (valfritt)
no: Postboks (valgfritt)
or: P.O. ନମ୍ଵର୍ (ବୈକଳ୍ପିକ)
pa_arab_pk: P.O. نمبر (اختیاری)
pa_in: ਪੀ.ਓ. ਨੰਬਰ (ਵਿਕਲਪਿਕ)
pl: Numer skrzynki pocztowej (opcjonalnie)
ru: Номер заказа (необязательно)
sd: P.O. نمبر (اختياري)
si: මි.ඇ. අංකය (වෛකල්පිතයි)
sl: Številka naročilnice (izbirno)
sr_cyrl_rs: Број фактуре (опционално)
sr_latn_rs: Broj porudžbine (opcionalno)
sv: IO-nummer (valfritt)
ta: அஞ்சல்பெட்டி எண் (விருப்பத்தேர்வு)
te: పి.ఓ. నెంబర్ (వికల్పం)
tg: Рақами фармоиши харид (ихтиёрӣ)
th: หมายเลข P.O. (ไม่จำเป็นต้องระบุ)
tr: Satın Alma Siparişi Numarası (isteğe bağlı)
tt: Заказ номеры (өстәмә)
ug: پوشتا نومۇرى (ئىختىيارى)
uk: Номер замовлення (необов’язково)
ur: P.O. نمبر (اختیاری)
uz: Buyurtma raqami (ixtiyoriy)
vi: Số P.O. (tùy chọn)
zh_hans: P.O. 编号(可选)
zh_hant: 訂單標號 (選用)
