Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.BankAccount.AccountholderName.HintForRussia
source: Enter the exact name on account
af: Voer die presiese naam op die rekening in
am: በባንክ ሂሳብ ደብተርዎ ላይ ያለውን ትክክለኛ ስም ያስገቡ
ar: أدخل الاسم الوارد في الحساب بالضبط
as: একাউন্টৰ সঠিক নাম প্ৰবিষ্ট কৰক
az: Hesabınızda qeyd olunan dəqiq adı daxil edin
bg: Въведете точното име на банковата сметка
bn_in: অ্যাকাউন্টে সঠিক নামটি লিখুন
bs: Unesite ime kako je navedeno na računu
cy: Rhowch yr union enw ar y cyfrif
da: Angiv det nøjagtige navn på kontoen
de: Geben Sie den genauen Namen wie im Konto ein
el: Εισαγάγετε το ακριβές όνομα στο λογαριασμό
es: Escriba el nombre exacto de su cuenta
et: Sisestage pangakontol olev täpne nimi
eu: Idatzi kontuan agertzen den izena
fa: نام دقیق دارنده حساب را وارد کنید
ga: Cuir isteach an t-ainm díreach mar atá sé ar an gcuntas
gd: Cuir a-steach an t-ainm a tha air a' chunntas banca agad gu pongail
gl: Introduza o nome como aparece na conta
gu: ખાતા પર છે તેવું જ નામ દાખલ કરો
he: הזן את השם המדויק של החשבון
hi: खाते में बिलकुल सटीक नाम दर्ज करें
hr: Unesite točan naziv računa
hu: Írja be a számlatulajdonos pontos nevét
id: Masukkan nama lengkap sesuai rekening
is: Færðu inn fullt nafn reikningshafa
ja: 口座に登録されている氏名を入力してください
ka: მიუთითეთ სახელი ზუსტად ისე, როგორც მითითებულია ანგარიშზე
kk: Банк шотыңызда дұрыс атыңызды енгізіңіз
kn: ಖಾತೆಯಲ್ಲಿ ನಿಖರವಾದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 계좌에 표시된 정확한 이름을 입력하십시오.
ku_arab: هەمان ئەو ناوەی سەر ئەژمێرەکەت تێبنووسە
ky: Эсептеги так атты жазыңыз
lo: ປ້ອນຊື່ທີ່ຖືກຕ້ອງເທິງບັນຊີ
lt: Įveskite tikslų sąskaitoje nurodytą vardą ir pavardę
lv: Ievadiet precīzu vārdu, kāds norādīts kontā
mi: Tāurua te ingoa pū o te pūkete
mk: Внесете го точното име од сметката
ml: അക്കൗണ്ടിലെ അതേ പേര് നല്‍കുക
mn: Дансныхаа нэрийг яг зөв оруул
mr: खात्‍यावर अचूक नाव प्रविष्‍ट करा
ms: Masukkan nama yang tepat yang terdapat pada akaun
mt: Daħħal l-isem eżatt ta' fuq il-kont
ne: खातामा भएको ठीक नाम प्रविष्ट गर्नुहोस्
nn_no: Oppgi det nøyaktige namnet på kontoen
no: Angi det nøyaktige navnet på kontoen
or: ଏକାଉଣ୍ଟରେ ଉପଯୁକ୍ତ ନାମ ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_arab_pk: اکاؤنٹ تے صحیح ناں درج کرو
pa_in: ਖਾਤੇ ਉੱਤੇ ਬਿਲਕੁੱਲ ਸਹੀ ਨਾਮ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź imię i nazwisko dokładnie tak, jak są podane na koncie
ru: Введите имя, которое указано в счете
sd: اڪائونٽ تي ساڳيو نالو داخل ڪريو
si: ඔබේ බැංකු ගිණුමෙහි ආකාරයටම නම ඇතුල් කරන්න
sl: Vnesite ime na računu
sr_cyrl_rs: Унесите тачно име наведено на банковном рачуну
sr_latn_rs: Unesite tačno ime navedeno na bankovnom računu
sv: Ange ditt namn exakt som det ser ut på kontoutdraget.
ta: கணக்கிலுள்ள அதே பெயரை உள்ளிடவும்
te: ఖాతాలో ఉన్న అదే పేరును నమోదు చేయండి
tg: Номи аниқро мувофиқи суратҳисоб ворид кунед
th: ป้อนชื่อเต็มที่ปรากฏบนบัญชีธนาคารของคุณ
tr: Hesap numaranızda görünen tam adı girin
tt: Төгәл хисап исемен языгыз
ug: بانكا ھېساباتى بىلەن ئوخشاش نامنى كىرگۈزۈڭ
uk: Введіть ім'я, яке вказано в рахунку
ur: اکاؤنٹ میں بالکل درست نام درج کریں
uz: Hisobingizdagi ismni aniq kiriting
vi: Nhập tên chính xác trên tài khoản
zh_hans: 输入帐户上列出的准确名称
zh_hant: 請輸入帳戶上的確切姓名

# Word.Birthday
source: Birthday
af: geboorte dag
am: የልደት ቀን
ar: عيد الميلاد
as: জন্মদিন
az: Doğum günü
bg: Рожден ден
bn_in: জন্মদিন
bs: Rođendan
cy: Pen-blwydd
da: Fødselsdato
de: Geburtstag
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
et: Sünniaeg
eu: Jaioteguna
fa: تاریخ تولد
ga: Breithlá
gd: Co-là breith
gl: Aniversario de nacemento
gu: જન્મદિવસ
he: יום הולדת
hi: जन्मदिन
hr: Datum rođenja
hu: Születésnap
id: Tanggal lahir
is: Fæðingardagur
ja: 誕生日
ka: დაბადების დღე
kk: Туған күн
kn: ಜನ್ಮದಿನ
ko: 생일
ku_arab: رۆژی لەدایکبوون
ky: Туулган күн
lo: ວັນເດືອນປີເກີດ
lt: Gimimo diena
lv: Dzimšanas datums
mk: Датум на раѓање
ml: ജന്മദിനം
mn: Төрсөн өдөр
mr: वाढदिवस
ms: Tarikh lahir
mt: Jum it-twelid
ne: जन्मदिन
nn_no: Fødselsdag
no: Fødselsdag
or: ଜନ୍ମଦିନ
pa_arab_pk: تریخ پیدائش
pa_in: ਜਨਮਦਿਨ
pl: Data urodzenia
ru: Дата рождения
sd: جنم جو ڏينهن
si: උපන්දිනය
sl: Rojstni dan
sr_cyrl_rs: Рођендан
sr_latn_rs: Rođendan
sv: Födelsedag
ta: பிறந்தநாள்
te: పుట్టినరోజు
tg: Санаи таваллуд
th: วันเกิด
tr: Doğum günü
tt: Туган көн
ug: تۇغۇلغان كۈنى
uk: День народження
ur: سالگرہ
uz: Tug‘ilgan kun
vi: Ngày sinh
zh_hans: 生日
zh_hant: 生日

# Word.Nationality
source: Nationality
af: Nasionaliteit
am: ዜግነት
ar: الجنسية
as: ৰাষ্ট্ৰীয়তা
az: Milliyyət
bg: Националност
bn_in: জাতীয়তা
bs: Državljanstvo
cy: Cenedligrwydd
da: Nationalitet
de: Staatsangehörigkeit
el: Εθνικότητα
es: Nacionalidad
et: Kodakondsus
eu: Nazionalitatea
fa: ملیت
ga: Náisiúntacht
gd: Nàiseantachd
gl: Nacionalidade
gu: રાષ્ટ્રીયતા
he: אזרחות
hi: राष्ट्रीयता
hr: Nacionalnost
hu: Állampolgárság
id: Kewarganegaraan
is: Þjóðerni
ja: 国籍
ka: მოქალაქეობა
kk: Ұлты
kn: ರಾಷ್ಟ್ರೀಯತೆ
ko: 국적
ku_arab: رەگەزنامە
ky: Улут
lo: ສັນຊາດ
lt: Tautybė
lv: Tautība
mi: Takenga ā-whenua
mk: Националност
ml: പൌരത്വം
mn: Яс үндэс
mr: राष्‍ट्रीयता
ms: Kewarganegaraan
mt: Nazzjonalità
ne: राष्ट्रियता
nn_no: Nasjonalitet
no: Nasjonalitet
or: ରାଷ୍ଟ୍ରିୟତା
pa_arab_pk: قومیت
pa_in: ਰਾਸ਼ਟਰੀਅਤਾ
pl: Narodowość
ru: Национальность
sd: قوميت
si: ජාතිය
sl: Državljanstvo
sr_cyrl_rs: Националност
sr_latn_rs: Nacionalnost
sv: Nationalitet
ta: தேசிய இனம்
te: జాతీయత
tg: Миллат
th: สัญชาติ
tr: Uyruk
tt: Милләт
ug: دۆلەت تەۋەلىكى
uk: Національність
ur: قومیت
uz: Millat
vi: Quốc tịch
zh_hans: 国籍
zh_hant: 國籍

# Literal.YearOfBirthday.MaxLength
source: The year of birthday is too long.
af: Die jaar van geboorte dag is te lank.
am: የልደት ዓመት በጣም ረጅም ነው።
ar: سنة عيد الميلاد أطول من اللازم.
as: জন্মদিনৰ বছৰটো অতি দীঘল৷
az: Doğulduğunuz il çox uzundur.
bg: Годината на рождения ден е прекалено дълга.
bn_in: জন্ম বছর অত্যন্ত বড়।
bs: Godina rođenja je preduga.
cy: Mae'r flwyddyn pen-blwydd yn rhy hir.
da: Fødselsår er for langt.
de: Das Jahr des Geburtstags ist zu lang.
el: Το έτος της ημερομηνίας γέννησης είναι πολύ μεγάλο.
es: El año de nacimiento es demasiado largo.
et: Sünniaja aasta on liiga pikk.
eu: Jaiotza-urtea luzeegia da.
fa: سال تولد بسیار طولانی است.
ga: Tá bliain an bhreithlae rófhada.
gd: Tha am bliadhna breith ro fhada.
gl: O ano do aniversario de nacemento e moi longo.
gu: જન્મદિવસ વર્ષ ખૂબ લાંબું છે.
he: שנת יום ההולדת ארוכה מדי.
hi: जन्मदिन का वर्ष बहुत लंबा है.
hr: Godina rođenja preduga je.
hu: A születési éve túl hosszú.
id: Tahun pada tanggal lahir terlalu panjang.
is: Ártal fæðingardags er of langt.
ja: 誕生日の年が長すぎます。
ka: დაბადების წელი ძალიან გრძელია.
kk: Туған жыл тым ұзын.
kn: ಜನ್ಮದಿನದ ವರ್ಷವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 생일의 연도가 너무 깁니다.
ku_arab: ساڵی لەدایکبوون زۆر درێژە.
ky: Туулган күн жылы өтө узун.
lo: ປີເກີດຍາວເກີນໄປ.
lt: Gimimo metai per ilgi.
lv: Dzimšanas gads ir pārāk garš.
mi: He roa rawa te tau o te rā whānau.
mk: Годината на раѓање е предолга.
ml: ജന്മദിന വര്‍ഷം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Төрсөн өдрийн он хэт урт байна.
mr: वाढदिवसाचे वर्ष खूप दीर्घ आहे.
ms: Tarikh hari lahir telalu panjang.
mt: Is-sena ta' jum it-twelid twila wisq.
ne: जन्मदिनको वर्ष धेरै लामो छ।
nn_no: Fødselsåret er for langt.
no: Fødselsåret er for langt.
or: ଜନ୍ମଦିନର ବର୍ଷ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: تریخ پیدائش دا سال بہت لمبا اے۔
pa_in: ਜਨਮਦਿਨ ਦਾ ਸਾਲ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Rok urodzenia jest zbyt długi.
ru: Слишком длинное значение года рождения.
sd: جنم جي ڏينهن جو سال تمام وڏو آهي.
si: උපන් දින අවුරුද්ද දිග වැඩියි.
sl: Leto rojstva je predolgo.
sr_cyrl_rs: Година рођења је предугачка.
sr_latn_rs: Godina rođenja je predugačka.
sv: Födelseåret är för långt.
ta: பிறந்தநாளின் ஆண்டு மிக நீளமாக உள்ளது.
te: పుట్టినరోజు యొక్క సంవత్సరం చాలా పొడవుగా ఉంది.
tg: Соли таваллуд аз ҳад дароз аст.
th: ปีของวันเกิดยาวเกินไป
tr: Doğum yılı çok uzun.
tt: Туган ел артык озын.
ug: تۇغۇلغان كۈندىكى يىل بەك ئۇزۇن.
uk: Рік народження задовгий.
ur: سالگرہ کا سال بہت بڑا ہے۔
uz: Tug‘ilgan kun yili juda uzun.
vi: Năm sinh quá dài.
zh_hans: 生日年份过长。
zh_hant: 生日年份太長。

# Literal.YearOfBirthday.MinLength
source: The year of birthday is too short.
af: Die jaar van geboorte dag is te kort.
am: የልደት ዓመት በጣም አጭር ነው።
ar: سنة عيد الميلاد قصيرة للغاية.
as: জন্মদিনৰ বছৰটো অতি ছুটি৷
az: Doğulduğunuz il çox qısadır.
bg: Годината на рождения ден е прекалено къса.
bn_in: জন্ম বছর অত্যন্ত ছোট।
bs: Godina rođenja je prekratka.
cy: Mae'r flwyddyn pen-blwydd yn rhy fyr.
da: Fødselsår er for kort.
de: Das Jahr des Geburtstags ist zu kurz.
el: Το έτος της ημερομηνίας γέννησης είναι πολύ μικρό.
es: El año de nacimiento es demasiado corto.
et: Sünniaja aasta on liiga lühike.
eu: Jaiotza-urtea motzegia da.
fa: سال تولد بسیار کوتاه است.
ga: Tá bliain an bhreithlae róghearr.
gd: Tha am bliadhna breith ro ghoirid.
gl: O ano do aniversario de nacemento e moi curto.
gu: જન્મદિવસ વર્ષ ખૂબ ટૂકું છે.
he: שנת יום ההולדת קצרה מדי.
hi: जन्मदिन का वर्ष बहुत छोटा है.
hr: Godina rođenja prekratka je.
hu: A születési éve túl rövid.
id: Tahun pada tanggal lahir terlalu pendek.
is: Ártal fæðingardags er of stutt.
ja: 誕生日の年が短すぎます。
ka: დაბადების წელი ძალიან მოკლეა.
kk: Туған жыл тым қысқа.
kn: ಜನ್ಮದಿನದ ವರ್ಷವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 생일의 연도가 너무 짧습니다.
ku_arab: ساڵی لەدایکبوون زۆر کورتە.
ky: Туулган күн жылы өтө кыска.
lo: ປີເກີດສັ້ນເກີນໄປ.
lt: Gimimo metai per trumpi.
lv: Dzimšanas gads ir pārāk īss.
mi: He poto rawa te tau o te rā whānau.
mk: Годината на раѓање е прекратка.
ml: ജന്മദിന വര്‍ഷം ഹ്രസ്വമാണ്.
mn: Төрсөн өдрийн он хэт богино байна.
mr: वाढदिवसाचे वर्ष खूप लहान आहे.
ms: Tarikh hari lahir telalu pendek.
mt: Is-sena ta' jum it-twelid qasira wisq.
ne: जन्मदिनको वर्ष धेरै छोटो छ।
nn_no: Fødselsåret er for kort.
no: Fødselsåret er for kort.
or: ଜନ୍ମଦିନର ବର୍ଷ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: تریخ پیدائش دا سال بہت چھوٹا اے۔
pa_in: ਜਨਮਦਿਨ ਦਾ ਸਾਲ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Rok urodzenia jest zbyt krótki.
ru: Слишком короткое значение года рождения.
sd: جنم جي ڏينهن جو سال تمام ننڍو آهي.
si: උපන් දින අවුරුද්ද කෙටි වැඩියි.
sl: Leto rojstva je prekratko.
sr_cyrl_rs: Година рођења је прекратка.
sr_latn_rs: Godina rođenja je prekratka.
sv: Födelseåret är för kort.
ta: பிறந்தநாளின் ஆண்டு மிகச் சிறியதாக உள்ளது.
te: పుట్టినరోజు యొక్క సంవత్సరం చాలా చిన్నదిగా ఉంది.
tg: Соли таваллуд аз ҳад кӯтоҳ аст.
th: ปีของวันเกิดสั้นเกิดไป
tr: Doğum yılı çok kısa.
tt: Туган ел артык кыска.
ug: تۇغۇلغان كۈندىكى يىل بەك قىسقا.
uk: Рік народження закороткий.
ur: سالگرہ کا سال بہت چھوٹا ہے۔
uz: Tug‘ilgan kun yili juda qisqa.
vi: Năm sinh quá ngắn.
zh_hans: 生日年份过短。
zh_hant: 生日年份太短。

# Literal.Birthday.Required
source: Birthday is required.
af: Geboorte dag word vereis.
am: የልደት ቀን ይጠየቃል።
ar: معلومات عيد الميلاد مطلوبة.
as: জন্মদিন আৱশ্যক৷
az: Doğum günü tələb olunur.
bg: Рожденият ден е задължителен.
bn_in: জন্মদিনের উল্লেখ করা আবশ্যক।
bs: Datum rođenja je obavezan.
cy: Rhaid nodi pen-blwydd.
da: Fødselsdato skal angives.
de: Der Geburtstag ist erforderlich.
el: Απαιτείται η ημερομηνία γέννησης.
es: La fecha de nacimiento es obligatoria.
et: Sünniaeg on kohustuslik.
eu: Jaioteguna beharrezkoa da.
fa: به تاریخ تولد نیاز است.
ga: Lá breithe ag teastáil.
gd: Tha feum air là breith.
gl: Requírese o aniversario de nacemento.
gu: જન્મદિવસ આવશ્યક છે.
he: יום ההולדת נדרש.
hi: जन्मदिन आवश्यक है.
hr: Datum rođenja obavezan je.
hu: A születésnap megadása kötelező.
id: Tanggal lahir wajib diisi.
is: Fæðingardagur er áskilinn.
ja: 誕生日は必須項目です。
ka: მიუთითეთ დაბადების დღე.
kk: Туған күн қажет.
kn: ಜನ್ಮದಿನ ಅಗತ್ಯವಿದೆ.
ko: 생일은 필수 항목입니다.
ku_arab: بەرواری لەدایکبوون پێویستە.
ky: Туулган күн талап кылынат.
lo: ຕ້ອງລະບຸວັນເດືອນປີເກີດ.
lt: Gimimo diena privaloma.
lv: Norādiet dzimšanas datumu.
mi: E hiahiatia ana te rā whānau.
mk: Датумот на раѓање е задолжителен.
ml: ജന്മദിനം ആവശ്യമാണ്.
mn: Төрсөн өдөр оруулах шаардлагатай.
mr: वाढदिवस आवश्‍यक आहे.
ms: Tarikh lahir diperlukan.
mt: Jum it-twelid meħtieġ.
ne: जन्मदिन आवश्यक छ।
nn_no: Fødselsdag er obligatorisk.
no: Fødselsdag må angis.
or: ଜନ୍ମଦିନ ଆବଶ୍ୟକ.
pa_arab_pk: تریخ پیدائش درکار اے۔
pa_in: ਜਨਮਦਿਨ ਲੋੜੀਂਦਾ ਹੈ।
pl: Data urodzenia jest wymagana.
ru: Укажите дату рождения.
sd: جنم جو ڏينهن گھربل آهي.
si: උපන්දිනය.
sl: Rojstni dan je obvezen podatek.
sr_cyrl_rs: Рођендан је обавезан.
sr_latn_rs: Rođendan je obavezan.
sv: Födelsedag måste anges.
ta: பிறந்தநாள் தேவை.
te: పుట్టినరోజు అవసరం.
tg: Санаи таваллуд бояд муайян карда шавад.
th: ต้องระบุวันเกิด
tr: Doğum günü gereklidir.
tt: Туган көне мәҗбүри.
ug: تۇغۇلغان كۈن تەلەپ قىلىنىدۇ.
uk: Потрібно ввести день народження.
ur: سالگرہ کی ضرورت ہے۔
uz: Tug‘ilgan kun talab qilinadi.
vi: Ngày sinh là cần thiết.
zh_hans: 生日为必填项。
zh_hant: 生日是必要資訊。

# Literal.Birthday.Invalid
source: Birthday is invalid.
af: Geboorte dag is ongeldig.
am: የልደት ቀኑ ትክክል አይደለም።
ar: ليست معلومات عيد الميلاد صالحة.
as: জন্মদিন অবৈধ৷
az: Doğum günü səhvdir.
bg: Рожденият ден е невалиден.
bn_in: জন্মদিনটি ভুল দেওয়া হয়েছে।
bs: Datum rođenja je nevažeći.
cy: Pen-blwydd annilys.
da: Ugyldig fødselsdato.
de: Der Geburtstag ist ungültig.
el: Η ημερομηνία γέννησης δεν είναι έγκυρη.
es: La fecha de nacimiento no es válida.
et: Sünniaeg on sobimatu.
eu: Jaioteguna baliogabea da.
fa: تاریخ تولد نامعتبر است.
ga: Lá breithe neamhbhailí.
gd: Tha an là breith mì-dhligheach.
gl: O aniversario de nacemento non é válido.
gu: જન્મદિવસ અમાન્ય છે.
he: יום ההולדת לא חוקי.
hi: जन्मदिन अमान्य है.
hr: Datum rođenja nije valjan.
hu: A születésnap érvénytelen.
id: Tanggal lahir tidak valid.
is: Fæðingardagurinn er ógildur.
ja: 誕生日が無効です。
ka: დაბადების დღე არასწორია.
kk: Туған күн жарамсыз.
kn: ಜನ್ಮದಿನ ಅಮಾನ್ಯವಾಗಿದೆ.
ko: 생일이 잘못되었습니다.
ku_arab: بەرواری لەدایکبوون نادروستە.
ky: Туулган күн туура эмес.
lo: ວັນເດືອນປີເກີດບໍ່ຖືກຕ້ອງ.
lt: Gimimo diena netinkama.
lv: Nederīgs dzimšanas datums.
mi: Kua muhu te rā whānau.
mk: Датумот на раѓање е неважечки.
ml: ജന്മദിനം അസാധുവാണ്.
mn: Төрсөн өдөр буруу байна.
mr: वाढदिवस अवैध आहे.
ms: Tarikh lahir tidak sah.
mt: Jum it-twelid invalidu.
ne: जन्मदिन अवैध छ।
nn_no: Fødselsdag er ugyldig.
no: Fødselsdag er ugyldig.
or: ଜନ୍ମଦିନ ଅବୈଧ ଅଟେ.
pa_arab_pk: تریخ پیدائش ناجائز اے۔
pa_in: ਜਨਮਦਿਨ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowa data urodzenia.
ru: Недопустимая дата рождения.
sd: جنم جو ڏينهن غلط آهي.
si: උපන්දිනය වැරදියි.
sl: Rojstni dan ni veljaven.
sr_cyrl_rs: Рођендан није важећи.
sr_latn_rs: Rođendan nije važeći.
sv: Födelsedag är ogiltig.
ta: பிறந்தநாள் தவறானது.
te: పుట్టినరోజు చెల్లదు.
tg: Санаи таваллуд беэътибор аст.
th: วันเกิดไม่ถูกต้อง
tr: Doğum günü geçersiz.
tt: Ялгыш туган көн.
ug: تۇغۇلغان كۈن ئىناۋەتسىز.
uk: Неприпустимий день народження.
ur: سالگرہ غلط ہے۔
uz: Tug‘ilgan kun haqiqiy emas.
vi: Ngày sinh không hợp lệ.
zh_hans: 生日无效。
zh_hant: 生日無效。

# Literal.Nationality.Required
source: Nationality is required.
af: Nasionaliteit word vereis.
am: ዜግነት ይጠየቃል።
ar: الجنسية مطلوبة.
as: ৰাষ্ট্ৰীয়তা আৱশ্যক৷
az: Milliyyət tələb olunur.
bg: Националността е задължителна.
bn_in: জাতীয়তার উল্লেখ করা আবশ্যক।
bs: Državljanstvo je obavezno.
cy: Rhaid nodi cenedligrwydd.
da: Nationalitet skal angives.
de: Die Staatsangehörigkeit ist erforderlich.
el: Απαιτείται η εθνικότητα.
es: La nacionalidad es obligatoria.
et: Kodakondsus on kohustuslik.
eu: Nazionalitatea beharrezkoa da.
fa: به ملیت نیاز است.
ga: Náisiúntacht ag teastáil.
gd: Tha feum air nàiseantachd.
gl: Requírese a nacionalidade.
gu: રાષ્ટ્રીયતા આવશ્યક છે.
he: יש להזין אזרחות.
hi: राष्ट्रीयता आवश्यक है.
hr: Nacionalnost je obavezna.
hu: Az állampolgárság megadása kötelező.
id: Kewarganegaraan wajib diisi.
is: Þjóðerni er áskilið.
ja: 国籍は必須項目です。
ka: მიუთითეთ მოქალაქეობა.
kk: Ұлтты енгізу қажет.
kn: ರಾಷ್ಟ್ರೀಯತೆ ಅಗತ್ಯವಿದೆ.
ko: 국적은 필수 항목입니다.
ku_arab: رەگەزنامە پێویستە.
ky: Улут талап кылынат.
lo: ຕ້ອງລະບຸສັນຊາດ.
lt: Tautybė yra privaloma.
lv: Norādiet tautību.
mi: Kei te hiahiatia te takenga ā-whenua.
mk: Националноста е задолжителна.
ml: പൌരത്വം ആവശ്യമാണ്.
mn: Яс үндсээ оруулах шаардлагатай.
mr: राष्‍ट्रीयता आवश्‍यक आहे.
ms: Kewarganegaraan diperlukan.
mt: Nazzjonalità meħtieġa.
ne: राष्ट्रियता आवश्यक छ।
nn_no: Nasjonalitet er obligatorisk.
no: Nasjonalitet må angis.
or: ରାଷ୍ଟ୍ରୀୟତା ଆବଶ୍ୟକ.
pa_arab_pk: قومیت درکار اے۔
pa_in: ਰਾਸ਼ਟਰੀਅਤਾ ਲੋੜੀਂਦੀ ਹੈ।
pl: Narodowość jest wymagana.
ru: Укажите национальность.
sd: قوميت گھربل آهي.
si: ජාතිය අවශ්‍යයි.
sl: Državljanstvo je obvezen podatek.
sr_cyrl_rs: Националност је обавезна.
sr_latn_rs: Nacionalnost je obavezna.
sv: Nationalitet måste anges.
ta: தேசிய இனம் தேவை.
te: జాతీయత అవసరం.
tg: Миллат бояд муайян карда шавад.
th: ต้องระบุสัญชาติ
tr: Uyruk gereklidir.
tt: Милләт мәҗбүри.
ug: دۆلەت تەۋەلىكى تەلەپ قىلىنىدۇ.
uk: Потрібно вказати національність.
ur: قومیت کی ضرورت ہے۔
uz: Millat talab qilinadi.
vi: Quốc tịch là cần thiết.
zh_hans: 国籍为必填项。
zh_hant: 國籍是必要資訊。

# Literal.AddressFriendlyName.MaxLength
source: Friendly name is too long.
af: Vriendelike naam is te lank.
am: ተስማሚ ስም እጅግ ረጅም ነው።
ar: الاسم المألوف طويل جدًا.
as: বন্ধুত্বপূৰ্ণ নাম অতি দীঘল৷
az: Anlaşıqlı ad həddindən artıq uzundur.
bg: Леснозапомнящото се име е прекалено дълго.
bn_in: বন্ধুসুলভ নামটি অনেক লম্বা৷
bs: Prepoznatljivo ime je predugo.
cy: Mae'r enw hwylus yn rhy hir.
da: Det fulde navn er for langt.
de: Der Anzeigename ist zu lang.
el: Το φιλικό όνομα είναι πολύ μεγάλο.
es: El nombre descriptivo es demasiado largo.
et: Sõbralik nimi on liiga pikk.
eu: Izen adierazgarria luzeegia da.
fa: نام دوستانه بسیار طولانی است.
ga: Gnáthainm rófhada.
gd: Tha an t-ainm càirdeil ro fhada.
gl: O nome descritivo e moi longo.
gu: ફ્રેન્ડલી નામ ખૂબ લાંબું છે.
he: השם הידידותי ארוך מדי.
hi: मित्रवत नाम बहुत लंबा है.
hr: Neslužbeni je naziv predugačak.
hu: A rövid név túl hosszú.
id: Nama akrab terlalu panjang.
is: Stutta heitið er of langt.
ja: フレンドリ名が長すぎます。
ka: მეგობრული სახელი ძალიან გრძელია.
kk: Оңай ат тым ұзын.
kn: ಸ್ನೇಹಪರ ಹೆಸರು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 식별 이름이 너무 깁니다.
ku_arab: ناوی دۆستانە زۆر درێژە.
ky: Достук ат өтө узун.
lo: ຊື່ທີ່ຈື່ງ່າຍຍາວເກີນໄປ.
lt: Draugiškas vardas yra per ilgas.
lv: Draudzīgais nosaukums ir pārāk garš.
mi: He roa rawa te ingoa rarata.
mk: Пријателското име е предолго.
ml: സൌഹൃദ നാമം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Нөхөрсөг нэр хэт урт байна.
mr: मित्रत्‍वाचे नाव खूप दीर्घ आहे.
ms: Nama mesra terlalu panjang.
mt: Isem faċli hu twil wisq.
ne: मिलनसार नाम धेरै लामो छ।
nn_no: Eigendefinert namn er for langt.
no: Det egendefinerte navnet er for langt.
or: ବନ୍ଧୁତ୍ୱପୂର୍ଣ୍ଣ ନାମ ବହୁତ ଲମ୍ବା ଅଟେ.
pa_arab_pk: ‏‏دوستانہ نام بہت لما اے
pa_in: ਦੋਸਤਾਨਾ ਨਾਂ ਬਹੁਤ ਲੰਮਾ ਹੈ।
pl: Przyjazna nazwa jest zbyt długa.
ru: Слишком длинное понятное имя.
sd: دوستاڻو نالو تمام ڊگھو آهي.
si: මිතුරු නම ඉතාම දිගයි.
sl: Prijazno ime je predolgo.
sr_cyrl_rs: Препознатљиво име је предугачко.
sr_latn_rs: Prepoznatljivo ime je predugačko.
sv: Eget namn är för långt.
ta: நட்புப் பெயர் மிக நீளமாக உள்ளது.
te: స్నేహపూర్వక పేరు చాలా పొడవుగా ఉంది.
tg: Номи мусоид аз ҳад дароз аст.
th: ชื่อที่จำง่ายยาวเกินไป
tr: Kolay ad çok uzun.
tt: Аңлаешлы исем артык озын.
ug: نام بەك ئۇزۇن.
uk: Задовге ім'я та прізвище.
ur: دوستانہ نام بہت طویل ہے۔
uz: Do'stona nom juda uzun.
vi: Tên thân mật quá dài.
zh_hans: 友好名称过长。
zh_hant: 易記名稱太長。

# Literal.AddressFriendlyName.Required
source: Friendly name is required.
af: Vriendelike naam word vereis.
am: ተስማሚ ስም አስፈላጊ ነው።
ar: الاسم المألوف مطلوب.
as: বন্ধুত্বপূৰ্ণ নাম আৱশ্যকীয়৷
az: Anlaşıqlı ad tələb olunur.
bg: Леснозапомнящото се име е задължително.
bn_in: বন্ধুসুলভ নামের আবশ্যক৷
bs: Prepoznatljivo ime je obavezno.
cy: Rhaid nodi enw hwylus.
da: Der skal angives et fuldt navn.
de: Der Anzeigename ist erforderlich.
el: Απαιτείται φιλικό όνομα.
es: El nombre descriptivo es obligatorio.
et: Sõbralik nimi on kohustuslik.
eu: Izen adierazgarria beharrezkoa da.
fa: به نام دوستانه نیاز است.
ga: Gnáthainm ag teastáil.
gd: Tha feum air ainm càirdeil.
gl: Requírese un nome descritivo.
gu: ફ્રેન્ડલી નામ આવશ્યક છે.
he: נדרש שם ידידותי.
hi: मित्रवत नाम आवश्यक है.
hr: Neslužbeni je naziv obavezan.
hu: A rövid név megadása kötelező.
id: Nama akrab diperlukan.
is: Færa verður inn stutt heiti.
ja: フレンドリ名は必須項目です。
ka: მიუთითეთ მეგობრული სახელი.
kk: Оңай ат қажет.
kn: ಸ್ನೇಹಪರ ಹೆಸರು ತುಂಬಾ ಅಗತ್ಯವಿದೆ.
ko: 식별 이름은 필수 항목입니다.
ku_arab: ناوی دۆستانە پێویستە.
ky: Достук ат талап кылынат.
lo: ຕ້ອງລະບຸຊື່ທີ່ຈື່ງ່າຍ.
lt: Būtina nurodyti draugišką vardą.
lv: Norādiet draudzīgo nosaukumu.
mi: Kei te hiahiatia te ingoa rarata.
mk: Пријателското име е задолжително.
ml: സൌഹൃദ നാമം ആവശ്യമാണ്.
mn: Нөхөрсөг нэрийг бөглөх шаардлагатай.
mr: मित्रत्‍वाचे नाव आवश्‍यक आहे.
ms: Nama mesra diperlukan.
mt: Isem faċli meħtieġ.
ne: मिलनसार नाम आवश्यक छ।
nn_no: Eigendefinert namn er obligatorisk.
no: Det egendefinerte navnet må angis.
or: ବନ୍ଧୁତ୍ୱପୂର୍ଣ୍ଣ ନାମ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏دوستانہ نام دی لوڑ اے
pa_in: ਦੋਸਤਾਨਾ ਨਾਂ ਲੋਡ਼ੀਂਦਾ ਹੈ।
pl: Przyjazna nazwa jest wymagana.
ru: Необходимо ввести понятное имя.
sd: دوستاڻي نالي جي ضرورت آهي.
si: මිතුරු නම අවශ්‍ය වේ.
sl: Vnesite prijazno ime.
sr_cyrl_rs: Препознатљиво име је обавезно.
sr_latn_rs: Prepoznatljivo ime je obavezno.
sv: Eget namn måste anges.
ta: நட்புப் பெயர் தேவை.
te: స్నేహపూర్వక పేరు అవసరం.
tg: Номи мусоид ҳатмист.
th: ต้องระบุชื่อที่จำง่าย
tr: Kolay ad gereklidir.
tt: Аңлаешлы исем мәҗбүри.
ug: نام تەلەپ قىلىنىدۇ.
uk: Потрібно ввести ім'я та прізвище.
ur: دوستانہ نام درکار ہے۔
uz: Do'stona nom talab qilinadi.
vi: Tên thân mật là cần thiết.
zh_hans: 友好名称为必填项。
zh_hant: 易記名稱是必要資訊。

# Literal.PICV.WS.Description
source: 3-digit code in description
af: 3-syferkode in beskrywing
am: 3-ዲጂት ኮድ በመግለጫ ውስጥ
ar: الرمز الثلاثي الأعداد ضمن الوصف
as: বৰ্ণনামূলক 3-সংখ্যাৰ ক'ড
az: təsvirdə 3-rəqəmli kod
bg: 3-цифрен код в описанието
bn_in: বিবরণে 3-সংখ্যার কোড
bs: Trocifrena šifra u opisu
cy: Cod 3-digid yn y disgrifiad
da: Trecifret kode i beskrivelse
de: Dreistellige Nummer in der Beschreibung
el: Τριψήφιος κωδικός στην περιγραφή
es: Código de tres dígitos de la descripción
et: 3-kohaline kood kirjelduses
eu: Azalpeneko 3 digituko kodea
fa: کد 3 رقمی در قسمت توضیحات
ga: Cód 3 dhigit sa tuairisc
gd: An còd trì fhigearan san tuairisgeul
gl: Código de tres díxitos na descrición
gu: વર્ણનમાં 3-અંક કોડ
he: קוד בן 3 ספרות בתיאור
hi: वर्णन में 3-अंकीय कोड
hr: Troznamenkasti kôd u opisu
hu: Háromjegyű kód a leírásban
id: Kode 3 digit dalam deskripsi
is: Þriggja tölustafa kóði í lýsingu
ja: 明細に記載された 3 桁のコード
ka: 3-ციფრიანი კოდი აღწერაში
kk: Сипаттамадағы 3 таңбалы код
kn: ವಿವರಣೆಯಲ್ಲಿ 3-ಅಂಕಿಯ ಕೋಡ್
ko: 설명에 표시된 3자리 코드
ku_arab: کۆدی 3-رەنووس لە شرۆڤەدا
ky: Сүрөттөлгөн 3 сандуу код
lo: ລະຫັດ 3 ຕົວເລກໃນລາຍລະອຽດ
lt: 3 skaitmenų kodas apraše
lv: Trīsciparu kods aprakstā
mi: Waehere matitoru ina whakamāramatia
mk: Троцифрен код во опис
ml: വിവരണത്തിലെ 3-അക്ക കോഡ്
mn: 3 оронтой код тайлбараар
mr: 3-अंकी कोड वर्णनामध्‍ये
ms: Kod 3 digit dalam keterangan
mt: kodiċi bi 3 ċifri fid-deskrizzjoni
ne: विवरणमा 3-अंकको संकेत
nn_no: Tresifra kode i skildring
no: Tresifret kode i beskrivelse
or: ବର୍ଣ୍ଣନାରେ 3-ଅଙ୍କ କୋଡ୍
pa_arab_pk: بیان چ اک 3 عدد کوڈ اے
pa_in: ਵੇਰਵੇ ਵਿੱਚ 3-ਅੰਕ ਦਾ ਕੋਡ
pl: 3-cyfrowy kod w opisie
ru: 3-значный код в описании
sd: وضاحت ۾ 3-ڊجٽ ڪوڊ
si: විස්තරයේ ඇති ඉලක්කම් 3-කේතය
sl: 3-mestna koda in opis
sr_cyrl_rs: Троцифрени код у опису
sr_latn_rs: Trocifreni kod u opisu
sv: Beskrivning av tresiffrig kod
ta: விளக்கத்தில் 3-இலக்க குறியீடு உள்ளது
te: 3-అంకెల కోడ్ వివరణ
tg: Рамзи 3-рақама дар тавсиф
th: รหัส 3 หลักในคำอธิบาย
tr: Açıklamadaki 3 haneli kod
tt: Тасвирламада 3-санлы код
ug: چۈشەندۈرۈشتىكى 3 خانىلىق كود
uk: 3-значний код в описі
ur: تفصیل میں تین ہندسوں کا کوڈ
uz: Bayondagi 3 xonali kod
vi: Mô tả mã gồm 3 chữ số
zh_hans: 说明中的 3 位数代码
zh_hant: 摘要說明中的 3 位數代碼
