Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Button.Yes
source: Yes
af: Ja
am: አዎ
ar: نعم
as: হয়
az: Bəli
bg: Да
bn_in: হ্যাঁ
bs: Da
cy: Ie
da: Ja
de: Ja
el: Ναι
es: Sí
et: Jah
eu: Bai
fa: بلی
ga: Tá
gd: Thadhail
gl: Si
gu: હા
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
is: Já
ja: はい
ka: დიახ
kk: Иә
kn: ಹೌದು
ko: 예
ku_arab: بەڵێ
ky: Ооба
lo: ແມ່ນ
lt: Taip
lv: Jā
mi: Āe
mk: Да
ml: ഉവ്വ്
mn: Тийм
mr: होय
ms: Ya
mt: Iva
ne: हो
nn_no: Ja
no: Ja
or: ହଁ
pa_arab_pk: ہاں
pa_in: ਹਾਂ
pl: Tak
ru: Да
sd: ها
si: ඔව්
sl: Da
sr_cyrl_rs: Да
sr_latn_rs: Da
sv: Ja
ta: ஆம்
te: అవును
tg: Ҳа
th: ใช่
tr: Evet
tt: Әйе
ug: شۇنداق
uk: Так
ur: ہاں
uz: Ha
vi: Có
zh_hans: 是
zh_hant: 是

# Word.Button.VerifyAge
source: Verify age
af: Bevestig ouderdom
am: ዕድሜ አረጋግጥ
ar: التحقق من العمر
as: সত্যাপন সময়
az: Yaşı təsdiqlə
bg: Проверка на възрастта
bn_in: বয়স যাচাই করুন
bs: Potvrdite starost
cy: Dilysu oedran
da: Bekræft alder
de: Alter überprüfen
el: Επαλήθευση ηλικίας
es: Comprobar edad
et: Vanuse kinnitamine
eu: Egiaztatu adina
fa: تأیید سن
ga: Fíoraigh aois
gd: Dearbh d' aois
gl: Verificación da idade
gu: ઉંમર વેરીફાઇ કરો
he: אמת גיל
hi: उम्र की पुष्टि करें
hr: Potvrdi dob
hu: Életkor igazolása
id: Verifikasi usia
is: Staðfesta aldur
ja: 年齢確認
ka: ასაკის შემოწმება
kk: Жылын тексеру
kn: ವಯಸ್ಸನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 연령 인증
ku_arab: تەمەن بسەلمێنە
ky: Жашты текшер
lo: ກວດສອບອາຍຸ
lt: Patvirtinti amžių
lv: Pārbaudīt vecumu
mi: Manatoko pakeke
mk: Провери возраст
ml: പ്രായം സ്ഥിരീകരിക്കുക
mn: Нас баталгаажуулах
mr: वयाची पडताळणी करा
ms: Tentu sahkan umur
mt: Ivverifika l-età
ne: उमेर रुजू गर्नुहोस्
nn_no: Stadfest alder
no: Bekreft alder
or: ବୟସ ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa_arab_pk: عمر دی تصدیق کرو
pa_in: ਉਮਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj wiek
ru: Проверить возраст
sd: عمر جي تصديق ڪريو
si: වයස සත්‍යාපනය කරන්න
sl: Preverite starost
sr_cyrl_rs: Провери старост
sr_latn_rs: Proveri starost
sv: Kontrollera ålder
ta: வயதைச் சரிபார்க்கவும்
te: వయస్సుని నిర్ధారించండి
tg: Тайиди синну сол
th: ตรวจสอบอายุ
tr: Yaşı doğrula
tt: Яшь тикшерү
ug: يېشىڭىزنى دەلىللەڭ
uk: Підтвердити вік
ur: عمر کی تصدیق کریں
uz: Yoshni tasdiqlamoq
vi: Kiểm chứng tuổi
zh_hans: 验证年龄
zh_hant: 驗證年齡

# Word.XBOX.Info1
source: Please enter all information exactly as it appears on your credit card.
af: Voer asseblief alle inligting in presies soos dit op jou kredietkaart verskyn.
am: እባክህ ሁሉም መረጃ በትክክል አስገባ ልክ እንደ የብድር ካርድህ ላይ የሚታይው።
ar: الرجاء إدخال جميع المعلومات تمامًا كما تراها على بطاقة الائتمان الخاصة بك.
as: অনুগ্ৰহ কৰি প্ৰকৃততে আপোনাৰ ক্ৰেডিট কাৰ্ডত দেখা পোৱা সকলো তথ্য প্ৰৱিষ্ট কৰক৷
az: Bütün məlumatları kredit kartınızda görünən kimi daxil edin.
bg: Въведете цялата информация, точно както фигурира на кредитната ви карта.
bn_in: অনুগ্রহ করে আপনার ক্রেডিট কার্ডে যেভাবে রয়েছে ঠিক সেই ভাবেই সমস্ত তথ্য প্রবেশ করান৷
bs: Unesite sve podatke tačno onako kako su navedeni na kreditnoj kartici.
cy: Rhowch yr holl wybodaeth yn union fel mae'n ymddangos ar eich cerdyn credyd.
da: Indtast venligst alle oplysninger præcis, som de fremgår på dit kreditkort.
de: Geben Sie die Informationen wie auf der Kreditkarte ein.
el: Εισαγάγετε όλες τις πληροφορίες όπως ακριβώς εμφανίζονται στην πιστωτική κάρτα σας.
es: Escriba todos los datos exactamente como aparecen en la tarjeta de crédito.
et: Sisestage kogu teave nii, nagu see on krediitkaardil.
eu: Sartu informazio guztia kreditu-txartelean agertzen den moduan.
fa: لطفاً تمام اطلاعات را همانطور که بر روی کارت اعتباری شما نشان داده شده است وارد کنید.
ga: Cuir isteach an t-eolas ar fad díreach mar atá sé ar an gcárta creidmheasa le do thoil.
gd: Cuir a-steach am fiosrachadh dìreach mar a tha e a' chairt-chreideis agad.
gl: Introduza toda a información exactamente como aparece no seu cartón de crédito.
gu: તમારા ક્રેડિટ કાર્ડમાં દેખાય છે તે મુજબ ચોક્કસ તમામ માહિતી કૃપા કરી દાખલ કરો.
he: הזן את כל המידע בדיוק כפי שהוא מופיע בכרטיס האשראי שלך.
hi: कृपया सभी जानकारी को वैसे ही दर्ज करें जैसे वह आपके क्रेडिट कार्ड पर प्रदर्शित होती है.
hr: Unesite sve podatke točno onako kako se pojavljuju na vašoj kreditnoj kartici.
hu: Minden adatot pontosan úgy adjon meg, ahogyan a hitelkártyán szerepel.
id: Masukkan semua informasi tepat seperti terlihat pada kartu kredit Anda.
is: Færðu allar upplýsingar inn nákvæmlega eins og þær birtast á kreditkortinu.
ja: すべての情報をクレジット カードに表示されているとおりに入力してください。
ka: გთხოვთ, ინფორმაცია მიუთითოთ ზუსტად ისე, როგორც აღნიშნულია თქვენს საკრედიტო ბარათზე.
kk: Бүкіл ақпаратты дәл несиелік картадағыдай енгізіңіз.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ನಲ್ಲಿ ಗೋಚರಿಸುವಂತೆ ಎಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಸರಿಯಾಗಿ ನಮೂದಿಸಿ.
ko: 신용 카드의 모든 정보를 정확하게 입력하십시오.
ku_arab: تکایە هەموو زانیاریەکان وەک خۆی هەروەک چۆن لەسەر کرێدت کارتی تۆ هەن تێنووس بکە.
ky: Өтүнүч, маалыматтын баарын сиздин кредит картыңызда кандай болсо, так ошондой жазыңыз.
lo: ກະລຸນາປ້ອນທຸກຂໍ້ມູນຢ່າງຖືກຕ້ອງຕາມທີ່ມັນປະກົດເທິງບັດເຄຣດິດຂອງທ່ານ.
lt: Visą informaciją įveskite tiksliai taip, kaip nurodyta ant kredito kortelės.
lv: Ievadiet visu informāciju precīzi, kā tā redzama uz kredītkartes.
mi: Me tāuru i ngā mōhiohio katoa kia ōrite pū ki tērā kei tō kāri nama.
mk: Внесете ги сите информации точно како што се напишани на кредитната картичка.
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡില്‍ ദൃശ്യമാകുന്നതുപോലെ തന്നെ എല്ലാ വിവരങ്ങളും നല്‍കുക.
mn: Бүх мэдээллийг яг кредит картан дээр байгаатай адил оруулна уу.
mr: कृपया सर्व माहिती आपल्या क्रेडिट कार्डवर दिसते तशीच तंतोतंत प्रविष्ट करा.
ms: Sila masukkan semua maklumat sama seperti di atas kad kredit anda.
mt: Daħħal l-informazzjoni kollha eżattament bħalma tidher fuq il-karta ta' kreditu tiegħek.
ne: क्रपया तपाईँको कार्डमा देखिए अनुरूप सबै जानकारी त्यस्तै ढंगले प्रविष्ट गर्नुहोस्।
nn_no: Oppgi all informasjon nøyaktig slik den står på kredittkortet.
no: Skriv inn all informasjon nøyaktig slik den vises på kredittkortet.
or: ଦୟାକରି ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡରେ ଏହା ଦୃଶ୍ୟଲବ୍ଧ ହେଉଥିବା ଭାବରେ ସମସ୍ତ ସୂଚନା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: میربانی کرکے ساری معلومات اوس طرح ای لکھو جس طرح ایہہ تساں دے کریڈٹ کارڈ تے لکھی ہوئی اے۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੀ ਜਾਣਕਾਰੀ ਨੂੰ ਠੀਕ ਉਸੇ ਤਰ੍ਹਾਂ ਦਾਖਲ ਕਰੋ ਜਿਵੇਂ ਇਹ ਤੁਹਾਡੇ ਕਰੈਡਿਟ ਕਾਰਡ ‘ਤੇ ਨਜ਼ਰ ਆਉਂਦੀ ਹੈ।
pl: Wprowadź wszystkie informacje dokładnie tak, jak są przedstawione na karcie kredytowej.
ru: Введите все сведения в точности так, как они указаны на кредитной карте.
sd: مھرباني ڪري پوري درست معلومات داخل ڪريو جيئن ته اھا توھان جي ڪريڊٽ ڪارڊ تي ظاھر ٿيندي.
si: කරුණාකර ඔබගේ ණයවර පතේ සඳහන් වන ආකාරයෙන්ම සියලුම තොරතුරු ඇතුළු කරන්න.
sl: Podatke vnesite tako, kot so zapisani na kreditni kartici.
sr_cyrl_rs: Унесите све информације тачно како су наведене на кредитној картици.
sr_latn_rs: Unesite sve informacije tačno kako su navedene na kreditnoj kartici.
sv: Ange all information exakt som den visas på kreditkortet.
ta: உங்கள் கடன் அட்டையில் தோன்றுவது போன்றே எல்லா தகவலையும் சரியாக உள்ளிடவும்.
te: దయచేసి మీ క్రెడిట్ కార్డ్‌పై కనిపించే విధంగా మొత్తం సమాచారాన్ని నమోదు చేయండి.
tg: Лутфан, маълумотро айнан ҳамон тавре, ки дар рӯи корти қарзии шумо дарҷ шудааст, ворид кунед.
th: โปรดป้อนข้อมูลทั้งหมดให้เหมือนกับที่ปรากฏบนบัตรเครดิตของคุณ
tr: Lütfen tüm bilgileri aynen kredi kartınızda görünen şekilde girin.
tt: Барлык мәгълүматны нәкъ кредит картагызда күрсәтелгәнчә кертегез.
ug: ھەممە ئۇچۇرلىرىڭىزنى ئىناۋەتلىك كارتىدا كۆرستىلگەندەك كىرگۈزۈڭ.
uk: Введіть дані ідентично до того, як вони зазначаються на кредитній картці.
ur: براہ مہربانی تمام معلومات جس انداز میں آپ کے کریڈٹ کارڈ پہ لکھی ہے اسی انداز میں درج کریں.
uz: Iltimos, barcha ma‘lumotlarni ular kredit kartochkangizda qanday ko‘rinishda bo‘lsa, shundayligicha kiriting.
vi: Vui lòng nhập tất cả thông tin chính xác như trên thẻ tín dụng của bạn.
zh_hans: 请严格按照出现在您信用卡上的信息输入所有信息。
zh_hant: 請按照信用卡上所示資訊輸入所有資訊。

# Word.BankAccount.IBANNumber
source: IBAN number
af: IBAN-nommer
am: IBAN ቁጥር
ar: رقم IBAN
as: IBAN নম্বৰ
az: IBAN nömrəsi
bg: IBAN номер
bn_in: IBAN সংখ্যা
bs: IBAN broj
cy: Rhif IBAN
da: IBAN-nummer
de: IBAN-Nummer
el: Αριθμός IBAN
es: Número IBAN
eu: IBAN zenbakia
fa: شماره IBAN
ga: Uimhir IBAN
gd: Àireamh IBAN
gl: Número IBAN
gu: IBAN નંબર
he: מספר IBAN
hi: IBAN संख्या
hr: IBAN broj
hu: IBAN szám
id: Nomor IBAN
is: IBAN-númer
ja: IBAN 番号
ka: IBAN ნომერი
kk: IBAN нөмірі
kn: IBAN ಸಂಖ್ಯೆ
ko: IBAN 번호
ku_arab: ژمارەی IBAN
ky: IBAN номуру
lo: ໝາຍເລກ IBAN
lt: IBAN numeris
lv: IBAN numurs
mi: Tau IBAN
mk: IBAN-број
ml: IBAN നമ്പര്‍
mn: IBAN дугаар
mr: IBAN नंबर
ms: Nombor IBAN
mt: Numru tal-IBAN
ne: IBAN नम्बर
nn_no: IBAN-nummer
no: IBAN-nummer
or: IBAN ନମ୍ଵର
pa_arab_pk: آئی بی اے این نمبر
pa_in: IBAN ਨੰਬਰ
pl: Numer IBAN
ru: Номер IBAN
sd: IBAN نمبر
si: IBAN අංකය
sl: Številka IBAN
sr_cyrl_rs: IBAN број
sr_latn_rs: IBAN broj
sv: IBAN-nummer
ta: IBAN எண்
te: IBAN సంఖ్య
tg: Рақами IBAN
th: หมายเลข IBAN
tr: IBAN numarası
tt: ИБАН номеры
ug: IBAN نومۇرىڭىز
uk: Номер IBAN
ur: IBAN نمبر
uz: IBAN raqami
vi: Số IBAN
zh_hans: IBAN 号码
zh_hant: IBAN 號碼

# Word.BankAccount.IBANNumberConfirm
source: Confirm IBAN number
af: Bevestig IBAN-nommer
am: አረጋግጥ IBAN ቁጥር
ar: تأكيد رقم IBAN
as: নিশ্চিত IBAN নম্বৰ
az: IBAN nömrəsini təsdiqlə
bg: Въведете повторно номера по IBAN
bn_in: IBAN সংখ্যাটি নিশ্চিত করুন
bs: Potvrda IBAN broja
cy: Cadarnhau rhif IBAN
da: Bekræft IBAN-nummer
de: IBAN-Nummer bestätigen
el: Επιβεβαίωση αριθμός IBAN
es: Confirmar número IBAN
et: Kinnitage IBAN-number
eu: Berretsi IBAN zenbakia
fa: شماره IBAN را تأیید کنید
ga: Deimhnigh uimhir IBAN
gd: Dearbh an àireamh IBAN
gl: Confirme número IBAN
gu: IBAN નંબર પુષ્ટિ કરો
he: אשר מספר IBAN
hi: IBAN संख्या की पुष्टि करें
hr: Potvrdi IBAN broj
hu: IBAN szám megerősítése
id: Konfirmasi nomor IBAN
is: Staðfesta IBAN-númer
ja: 確認用の IBAN コードの入力
ka: დაამოწმეთ IBAN ნომერი
kk: IBAN нөмірін растау
kn: IBAN ಸಂಖ್ಯೆಯನ್ನು ಖಚಿತಪಡಿಸಿ
ko: IBAN 번호 확인
ku_arab: ژمارەی IBAN دووپات بکەوە
ky: IBAN номурун ыраста
lo: ຢືນຢັນໝາຍເລກ IBAN
lt: Patvirtinti IBAN numerį
lv: Apstiprināt IBAN numuru
mi: Whakaū i te Tau IBAN
mk: Потврдете го IBAN-бројот
ml: IBAN നമ്പര്‍ സ്ഥിരീകരിക്കുക
mn: IBAN дугаарыг нотлох
mr: IBAN नंबरची पुष्टी करा
ms: Sahkan nombor IBAN
mt: Ikkonferma n-numru tal-IBAN
ne: IBAN नम्बर रुजू गर्नुहोस्
nn_no: Stadfest IBAN-nummer
no: Bekreft IBAN-nummer
or: IBAN ନମ୍ଵର ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa_arab_pk: آئی بی اے این نمبر دی تصدیق کرو
pa_in: IBAN ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź numer IBAN
ru: Подтвердить номер IBAN
sd: IBAN نمبر جي تصديق ڪريو
si: IBAN අංකය තහවුරු කරන්න
sl: Potrditev številke IBAN
sr_cyrl_rs: Потврда IBAN броја
sr_latn_rs: Potvrda IBAN broja
sv: Bekräfta IBAN-nummer
ta: உறுதிப்படுத்தல் IBAN எண்
te: IBAN సంఖ్యను నిర్ధారించండి
tg: Тасдиқи рақами IBAN
th: ยืนยันหมายเลข IBAN
tr: Hesap numarasını IBAN
tt: ИБАН номеры раслау итү
ug: IBAN نومۇرىنى جەزىملەشتۈرۈڭ
uk: Підтвердити номер IBAN
ur: IBAN نمبر کی تصدیق کریں
uz: IBAN raqamini tasdiqlang
vi: Xác nhận số IBAN
zh_hans: 确认 IBAN 号码
zh_hant: 確認 IBAN 號碼

# Literal.BankAccountPaySWIFTCode.MaxLength
source: Bank SWIFT Code is too long.
af: Bank- SWIFT-kode is te lank.
am: የባንክ SWIFT ኮድ በጣም ረዥም ነው።
ar: رمز SWIFT للبنك أطول من اللازم.
as: বেংক SWIFT ক'ড অতি দীঘল৷
az: Bankın SWIFT Kodu çox uzundur.
bg: SWIFT кодът на банката е прекалено дълъг.
bn_in: ব্যাঙ্কের SWIFT কোডটি অত্যন্ত লম্বা৷
bs: SWIFT kod banke je predug.
cy: Mae Cod SWIFT y Banc yn rhy hir.
da: Bankens SWIFT-kode er for lang.
de: Der SWIFT-Code der Bank ist zu lang.
el: Ο κωδικός SWIFT της τράπεζας είναι πολύ μεγάλος.
es: El código SWIFT del banco es demasiado largo.
et: Panga SWIFT-kood on liiga pikk.
eu: Bankuaren SWIFT kodea luzeegia da.
fa: کد سوییفت بانک بسیار طولانی است.
ga: Cód SWIFT Bainc rófhada.
gd: Tha còd SWIFT a' bhanca ro fhada.
gl: Código SWIFT de banco moi longo.
gu: બેંક SWIFT કોડ ખૂબ લાંબો છે.
he: קוד ה-SWIFT של הבנק ארוך מדי.
hi: बैंक SWIFT कोड बहुत लंबा है.
hr: SWIFT adresa banke preduga je.
hu: A bank SWIFT-kódja túl hosszú.
id: Kode SWIFT Bank terlalu panjang.
is: SWIFT-kóði banka er of langur.
ja: 銀行の SWIFT コードが長すぎます。
ka: ბანკის SWIFT კოდი ძალიან გრძელია.
kk: Банктің SWIFT коды тым ұзын.
kn: ಬ್ಯಾಂಕ್‌ SWIFT ಕೋಡ್ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 은행 SWIFT 코드가 너무 깁니다.
ku_arab: کۆدی SWIFT ی بانکی زۆر درێژە.
ky: Банктын SWIFT коду өтө узун.
lo: ລະຫັດ SWIFT ຂອງທະນາຄານຍາວເກີນໄປ.
lt: Banko SWIFT kodas per ilgas.
lv: Bankas SWIFT kods ir pārāk garš.
mi: He roa rawa te Waehere SWIFT pēke.
mk: SWIFT-кодот на банката е предолг.
ml: ബാങ്ക് സ്വിഫ്റ്റ് കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Банкны SWIFT код хэт урт байна.
mr: बँक SWIFT कोड खूप मोठा आहे.
ms: Kod SWIFT Bank terlalu panjang.
mt: Il-Kodiċi SWIFT tal-Bank twil wisq.
ne: बैङ्क SWIFT कोड धेरै लामो भयो।
nn_no: Bankens SWIFT-kode er for lang.
no: SWIFT-koden for banken er for lang.
or: ବ୍ୟାଙ୍କ SWIFT କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: بینک دا SWIFT کوڈ بہت لما اے۔
pa_in: ਬੈਂਕ SWIFT ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod SWIFT banku jest zbyt długi.
ru: Слишком длинный банковский код SWIFT.
sd: بينڪ جو SWIFTڪوڊ تمام وڏو آھي.
si: බැංකු SWIFT ‍කේතය දිගු වැඩිය.
sl: Bančna koda SWIFT je predolga.
sr_cyrl_rs: SWIFT шифра банке је предугачка.
sr_latn_rs: SWIFT šifra banke je predugačka.
sv: Bankens SWIFT-kod är för lång.
ta: வங்கி SWIFT குறியீடு மிக நீளமாக உள்ளது.
te: బ్యాంక్ స్విఫ్ట్ కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи SWIFT-и бонк аз ҳад дароз аст.
th: รหัส SWIFT ของธนาคารยาวเกินไป
tr: Banka SWIFT Kodu çok uzun.
tt: Банкның SWIFT коды артык озын.
ug: ‏‏بانكا SWIFT شىفىرى بەك ئۇزۇن.
uk: SWIFT-код банку задовгий.
ur: بینک کا SWIFT Code بہت طویل ہے.
uz: Bank SWIFT kodi juda uzun.
vi: Mã SWIFT ngân hàng quá dài.
zh_hans: 银行 SWIFT 代码过长。
zh_hant: 銀行 SWIFT 代碼太長。

# Literal.BankAccountPaySWIFTCode.MinLength
source: Bank SWIFT Code is too short.
af: Bank- SWIFT-kode is te kort.
am: የባንክ SWIFT ኮድ በጣም አጭር ነው።
ar: رمز SWIFT للبنك قصير للغاية.
as: বেংক SWIFT ক'ড অতি চুটি৷
az: Bankın SWIFT Kodu çox qısadır.
bg: SWIFT кодът на банката е прекалено къс.
bn_in: ব্যাঙ্কের SWIFT কোডটি অত্যন্ত ছোট৷
bs: SWIFT kod banke je prekratak.
cy: Mae Cod SWIFT y Banc yn rhy fyr.
da: Bankens SWIFT-kode er for kort.
de: Der SWIFT-Code der Bank ist zu kurz.
el: Ο κωδικός SWIFT της τράπεζας είναι πολύ μικρός.
es: El código SWIFT del banco es demasiado corto.
et: Panga SWIFT-kood on liiga lühike.
eu: Bankuaren SWIFT kodea laburregia da.
fa: کد سوییفت بانک بسیار کوتاه است.
ga: Cód SWIFT Bainc róghearr.
gd: Tha còd SWIFT a' bhanca ro ghoirid.
gl: Código SWIFT de banco moi curto.
gu: બેંક SWIFT કોડ ખૂબ ટૂંકો છે.
he: קוד ה-SWIFT של הבנק קצר מדי.
hi: बैंक SWIFT कोड बहुत छोटा है.
hr: SWIFT adresa je prekratka.
hu: A bank SWIFT-kódja túl rövid.
id: Kode SWIFT Bank terlalu pendek.
is: SWIFT-kóði banka er of stuttur.
ja: 銀行の SWIFT コードが短すぎます。
ka: ბანკის SWIFT კოდი ძალიან მოკლეა.
kk: Банктің SWIFT коды тым қысқа.
kn: ಬ್ಯಾಂಕ್‌ SWIFT ಕೋಡ್ ತುಂಬಾ ಕಿರುದಾಗಿದೆ.
ko: 은행 SWIFT 코드가 너무 짧습니다.
ku_arab: کۆدی SWIFT ی بانکی زۆر کورتە.
ky: Банктын SWIFT коду өтө кыска.
lo: ລະຫັດ SWIFT ຂອງທະນາຄານສັ້ນເກີນໄປ.
lt: Banko SWIFT kodas per trumpas.
lv: Bankas SWIFT kods ir pārāk īss.
mi: He poto rawa te Waehere SWIFT pēke.
mk: SWIFT-кодот на банката е прекраток.
ml: ബാങ്ക് സ്വിഫ്റ്റ് കോഡ് വളരെ ചെറുതാണ്.
mn: Банкны SWIFT код хэт богино байна.
mr: बँक SWIFT कोड खूप लहान आहे.
ms: Kod SWIFT Bank terlalu pendek.
mt: Il-Kodiċi SWIFT tal-Bank qasir wisq.
ne: बैङ्क SWIFT कोड धेरै छोटो भयो।
nn_no: Bankens SWIFT-kode er for kort.
no: SWIFT-koden for banken er for kort.
or: ବ୍ୟାଙ୍କ SWIFT କୋଡ୍ ବହୁତ ଛୋଟ.
pa_arab_pk: بینک دا SWIFT کوڈ بہت چھوٹا اے۔
pa_in: ਬੈਂਕ SWIFT ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod SWIFT banku jest zbyt krótki.
ru: Слишком короткий банковский код SWIFT.
sd: بينڪ جو SWIFTڪوڊ تمام ننڍو آھي.
si: බැංකු SWIFT ‍කේතය ‍කෙටි වැඩිය.
sl: Bančna koda SWIFT je prekratka.
sr_cyrl_rs: SWIFT шифра банке је превише кратка.
sr_latn_rs: SWIFT šifra banke je previše kratka.
sv: Bankens SWIFT-kod är för kort.
ta: வங்கி SWIFT குறியீடு மிகச் சிறியதாக உள்ளது.
te: బ్యాంక్ స్విఫ్ట్ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи SWIFT-и бонк аз ҳад кӯтоҳз аст.
th: รหัส SWIFT ของธนาคารสั้นเกินไป
tr: Banka SWIFT Kodu çok kısa.
tt: Банкның SWIFT коды артык кыска.
ug: ‏‏بانكا SWIFT شىفىرى بەك قىسقا.
uk: SWIFT-код банку закороткий.
ur: بینک کا SWIFT Code بہت مختصر ہے.
uz: Bank SWIFT kodi juda qisqa.
vi: Mã SWIFT ngân hàng quá ngắn.
zh_hans: 银行 SWIFT 代码过短。
zh_hant: 銀行 SWIFT 代碼太短。

# Literal.BankAccountPaySWIFTCode.Pattern
source: Invalid Bank SWIFT Code.
af: Ongeldige Bank- SWIFT-kode.
am: ልክ ያልሆነ የባንክ SWIFT ኮድ።
ar: رمز SWIFT للبنك غير صالح.
as: অবৈধ বেংক SWIFT ক'ড৷
az: Bankın SWIFT Kodu səhvdir.
bg: SWIFT кодът на банката е невалиден.
bn_in: ব্যাঙ্ক SWIFT কোডটি অবৈধ৷
bs: Nevažeći SWIFT kod banke.
cy: Cod SWIFT Banc Annilys.
da: Bankens SWIFT-kode er ugyldig.
de: Ungültiger Bank-SWIFT-Code.
el: Μη έγκυρος κωδικός SWIFT της τράπεζας.
es: El código SWIFT del banco no es válido.
et: Panga SWIFT-kood on sobimatu.
eu: Bankuaren SWIFT kodea ez da baliozkoa.
fa: کد سوییفت بانک نامعتبر است.
ga: Cód SWIFT Bainc neamhbhailí.
gd: Tha còd SWIFT a' bhanca mì-dhligheach.
gl: Código SWIFT de banco non válido.
gu: અમાન્ય બેંક SWIFT કોડ.
he: קוד ה-SWIFT של הבנק לא חוקי.
hi: अमान्य बैंक SWIFT कोड.
hr: SWIFT adresa banke nije valjana.
hu: A bank SWIFT-kódja érvénytelen.
id: Kode SWIFT Bank tidak valid.
is: Ógildur SWIFT-kóði banka.
ja: 銀行の SWIFT コードが正しくありません。
ka: ბანკის SWIFT კოდი არასწორია.
kk: Банктің SWIFT коды жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ಬ್ಯಾಂಕ್ SWIFT ಕೋಡ್.
ko: 은행 SWIFT 코드가 올바르지 않습니다.
ku_arab: کۆدی SWIFT ی بانک نادروستە.
ky: Банктын SWIFT коду жараксыз.
lo: ລະຫັດ SWIFT ຂອງທະນາຄານບໍ່ຖືກຕ້ອງ.
lt: Banko SWIFT kodas netinkamas.
lv: Nederīgs bankas SWIFT kods.
mi: He muhu te Waehere SWIFT Pēke.
mk: Неважечки SWIFT-код на банката.
ml: ബാങ്ക് സ്വിഫ്റ്റ് കോഡ് അസാധുവാണ്.
mn: Банкны SWIFT код хүчингүй байна.
mr: अवैध बँक SWIFT कोड.
ms: Kod SWIFT Bank tidak sah.
mt: Il-Kodiċi SWIFT tal-Bank mhux validu.
ne: अवैध बैङ्क SWIFT कोड।
nn_no: Ugyldig SWIFT-kode.
no: SWIFT-koden for banken er ugyldig.
or: ଅବୈଧ ବ୍ୟାଙ୍କ SWIFT କୋଡ୍.
pa_arab_pk: بینک دا SWIFT کوڈ ناجائز اے۔
pa_in: ਅਵੈਧ ਬੈਂਕ SWIFT ਕੋਡ।
pl: Nieprawidłowy kod SWIFT banku.
ru: Недопустимый банковский код SWIFT.
sd: بينڪ جو SWIFTڪوڊ غلط آھي.
si: වලංගු ‍නොවන බැංකු SWIFT ‍කේතයකි.
sl: Bančna koda SWIFT ni veljavna.
sr_cyrl_rs: Неважећа SWIFT шифра банке.
sr_latn_rs: Nevažeća SWIFT šifra banke.
sv: Ogiltig SWIFT-kod för bank.
ta: தவறான வங்கி SWIFT குறியீடு.
te: చెల్లని బ్యాంక్ స్విఫ్ట్ కోడ్.
tg: Рамзи SWIFT-и бонки беэътибор.
th: รหัส SWIFT ของธนาคารไม่ถูกต้อง
tr: Geçersiz Banka SWIFT Kodu.
tt: Банкның SWIFT коды ялгыш.
ug: ئىناۋەتسىز بانكا SWIFT شىفىرى.
uk: Неприпустимий SWIFT-код банку.
ur: بینک کا SWIFT Code غلط ہے.
uz: Noto‘g‘ri bank SWIFT kodi.
vi: Mã SWIFT ngân hàng không hợp lệ.
zh_hans: 银行 SWIFT 代码无效。
zh_hant: 銀行 SWIFT 代碼無效。

# Literal.BankAccountPaySWIFTCode.Required
source: Bank SWIFT Code is required.
af: Bank- SWIFT-kode word vereis.
am: የባንክ SWIFT ኮድ ያስፈልጋል።
ar: رمز SWIFT‏ البنكي مطلوب.
as: বেংক SWIFT ক'ড আৱশ্যক৷
az: Bankın SWIFT Kodu tələb olunur.
bg: SWIFT кодът на банката е задължителен.
bn_in: ব্যাঙ্ক SWIFT কোড আবশ্যক৷
bs: SWIFT kod banke je obavezan.
cy: Rhaid nodi Cod SWIFT y Banc.
da: Bank SWIFT-kode er obligatorisk.
de: Der SWIFT-Code der Bank ist erforderlich.
el: Απαιτείται ο κωδικός SWIFT της τράπεζας.
es: El código SWIFT del banco es obligatorio.
et: Panga SWIFT-kood on kohustuslik.
eu: Bankuaren SWIFT kodea beharrezkoa da.
fa: به کد سوییفت بانک نیاز است.
ga: Cód SWIFT Bainc ag teastáil.
gd: Tha feum air còd SWIFT a' bhanca.
gl: Requírese código SWIFT de banco.
gu: બેંક SWIFT કોડ આવશ્યક છે.
he: קוד ה- SWIFT של הבנק נדרש.
hi: बैंक SWIFTCode आवश्यक है.
hr: Bankovna SWIFT adresa obavezna je.
hu: A bank SWIFT-kódjának megadása kötelező.
id: Kode SWIFT Bank wajib diisi.
is: Færa þarf inn SWIFT-kóða banka.
ja: 銀行の SWIFT コードは必須項目です。
ka: მიუთითეთ ბანკის SWIFT კოდი.
kk: Банктің SWIFT коды қажет.
kn: ಬ್ಯಾಂಕ್‌ನ SWIFT ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 은행 SWIFT 코드는 필수 항목입니다.
ku_arab: کۆدی SWIFT ی بانک پێویستە.
ky: Банктын SWIFT коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດ SWIFT ຂອງທະນາຄານ.
lt: Banko SWIFT kodas yra būtinas.
lv: Norādiet bankas SWIFT kodu.
mi: Kei te hiahiatia te waehere SWIFT pēke.
mk: SWIFT-кодот на банката е задолжителен.
ml: ബാങ്ക് സ്വിഫ്റ്റ് കോഡ് ആവശ്യമാണ്.
mn: Банкны SWIFT кодыг бөглөх шаардлагатай.
mr: बँक SWIFT कोड आवश्यक आहे.
ms: Kod SWIFT Bank diperlukan.
mt: Il-Kodiċi SWIFT tal-Bank hu meħtieġ.
ne: बैङ्क SWIFT कोड धेरै आवश्यक छ।
nn_no: SWIFT-kode til banken er obligatorisk.
no: SWIFT-kode for banken må angis.
or: ବ୍ୟାଙ୍କ SWIFT କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: بینک دے SWIFT کوڈ درکار اے۔
pa_in: ਬੈਂਕ SWIFT ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod SWIFT banku jest wymagany.
ru: Необходимо ввести банковский код SWIFT.
sd: بينڪ جو SWIFTڪوڊ گھربل آھي.
si: බැංකු SWIFT කේතය අවශ්‍යයි.
sl: Vnesti je treba bančno kodo SWIFT.
sr_cyrl_rs: SWIFT код банке је обавезан.
sr_latn_rs: SWIFT Šifra banke je obavezan.
sv: Bankens SWIFT-kod måste anges.
ta: வங்கி SWIFT குறியீடு் தேவை.
te: బ్యాంక్ స్విఫ్ట్ కోడ్ అవసరం.
tg: Рамзи SWIFT-и бонк ҳатмист.
th: ต้องมีรหัส SWIFT ของธนาคาร
tr: Banka SWIFT Kodu gereklidir.
tt: Банкның SWIFT коды мәҗбүри.
ug: بانكا SWIFT شىفىرى كېرەك.
uk: Необхідно ввести SWIFT-код банку.
ur: بینک کا SWIFT کوڈ درکار ہے.
uz: Bank SWIFT kodi talab qilinadi.
vi: Mã SWIFT ngân hàng là cần thiết.
zh_hans: 银行 SWIFT 代码为必填项。
zh_hant: 銀行 SWIFT 代碼是必要資訊。

# Word.Province
source: Province
af: Provinsie
am: ጠቅላይ ግዛት
ar: المنطقة
as: ৰাজ্য
az: Əyalət
bg: Провинция
bn_in: অঞ্চল
bs: Pokrajina
cy: Ardal
da: Område
de: Bundesland/Kanton
el: Επαρχία
es: Provincia
et: Maakond
eu: Probintzia
fa: ایالت
ga: Cúige
gd: Mòr-roinn
gl: Provincia
gu: પ્રોવિન્સ
he: מחוז
hi: प्रांत
hr: Pokrajina
hu: Tartomány
id: Provinsi
is: Hérað
ja: 省/州/道など
ka: პროვინცია
kk: Облыс
kn: ವಲಯ
ko: 도
ku_arab: پارێزگا
ky: Элет жери
lo: ແຂວງ
lt: Rajonas
lv: Novads
mi: Porowini
mk: Провинција
ml: പ്രവിശ്യ
mn: Муж
mr: प्रांत
ms: Daerah
mt: Provinċja
ne: प्रान्त
nn_no: Provins
no: Provins
or: ଅଗ୍ରାଧିକାର
pa_arab_pk: صوبہ
pa_in: ਪ੍ਰਾਂਤ
pl: Województwo
ru: Регион
sd: صوبو
si: පළාත
sl: Pokrajina
sr_cyrl_rs: Провинција
sr_latn_rs: Provincija
sv: Region
ta: மாகாணம்
te: ప్రావిన్స్
tg: Музофот
th: จังหวัด
tr: İl
tt: Провинция
ug: ئۆلكە
uk: Провінція
ur: صوبہ
uz: Viloyat
vi: Tỉnh
zh_hans: 省/直辖市/自治区
zh_hant: 省 (市)
