Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.WP7Registration
source: Add payment method on a PC
af: Voeg betaling metode op 'n rekenaar
am: በ PC ላይ የክፍያ ዘዴን ያስገቡ
ar: إضافة أسلوب سداد إلى كمبيوتر
as: PC-ত পৰিশোধ পদ্ধতি যোগ কৰক
az: Kompüterdə ödəniş üsulu əlavə edin
bg: Добавяне на метод на плащане от компютър
bn_in: একটি PC তে পেমেন্ট পদ্ধতি যোগ করুন
bs: Dodaj način plaćanja na računar
cy: Ychwanegu dull talu ar gyfrifiadur
da: Tilføj betalingsmetode på en pc
de: Zahlungsmethode auf einem PC hinzufügen
el: Προσθήκη μεθόδου πληρωμής σε υπολογιστή
es: Agregar método de pago en un equipo
et: Makseviisi lisamine arvutis
eu: Gehitu ordainketa-metodoa PCan
fa: روش پرداخت را در یک رایانه اضافه کنید
ga: Cuir modh íocaíochta leis, ar do ríomhaire
gd: Cuir dòigh pàighidh ris air PC
gl: Engadir un método de pagamento nun PC
gu: PC પર ચુકવણી પદ્ધતિને ઉમેરો
he: הוסף שיטת תשלום במחשב
hi: PC पर भुगतान पद्धति जोड़ें
hr: Dodajte način plaćanja na računalu
hu: Fizetési mód hozzáadása számítógépen
id: Tambahkan metode pembayaran di PC
is: Bæta við greiðslumáta í tölvu
ja: PC でお支払い方法を追加してください
ka: დაამატეთ გადახდის მეთოდი კომპიუტერით
kk: Компьютерге төлем жасау әдісін қосу
kn: PC ರಲ್ಲಿ ಪಾವತಿ ವಿಧಾನ ಸೇರಿಸಿ
ko: PC에서 결제 방법 추가
ku_arab: شێوازی پارەدان لەسەر کۆمپیوتەرێک زێدە بکە
ky: PCден төлөм ыкманы кошуу
lo: ເພີ່ມວິທີການຊຳລະເງິນເທິງ PC
lt: Kompiuteryje įtraukite mokėjimo būdą
lv: Pievienot maksāšanas metodi datorā
mi: Tāpiri tikanga utu i tētahi RW
mk: Додавање метод на плаќање на компјутерот
ml: ഒരു PC യിലെ പേയ്‌മെന്റ് സംവിധാനം ചേര്‍ക്കുക
mn: Компьютер дээрээ төлбөрийн хэрэгсэл нэмэх
mr: एखाद्या PC वर देय पद्धत जोडा
ms: Tambah kaedah pembayaran pada PC
mt: Żid metodu ta' pagment fuq PC
ne: PC मा भुक्तान विधि थप्नुहोस्
nn_no: Leggje til betalingsmetode på ein PC
no: Legge til betalingsmetode på en PC
or: ଏକ PC ରେ ଦେୟ ପଦ୍ଧତି ଯୋଡନ୍ତୁ
pa_arab_pk: پی سی تے ادائیگی طریقہ داخل کرو۔
pa_in: ਕਿਸੇ PC ਤੇ ਭੁਗਤਾਨ ਤਰੀਕੇ ਨੂੰ ਜੋੜ੍ਹਨਾ
pl: Dodaj metodę płatności na komputerze
ru: Добавить метод оплаты на ПК
sd: PC تي رقم ادا ڪرڻ جي طريقي جو اضافو ڪريو
si: PC එකකට ගෙවීම් ක්‍රමයක් එක් කරන්න
sl: Dodajte plačilno sredstvo v računalniku
sr_cyrl_rs: Додај начин плаћања на рачунар
sr_latn_rs: Dodaj način plaćanja na računar
sv: Lägga till betalningsmetod på en dator
ta: கணினியில் கட்டண முறையைச் சேர்க்கவும்
te: PCలో చెల్లింపు విధానాన్ని జోడించండి
tg: Да ягон компютер усули пардохтро илова кунед
th: เพิ่มวิธีการชำระเงินลงในคอมพิวเตอร์
tr: Bilgisayarda ödeme yöntemi ekleme
tt: Санакка түләү рәвешен өстәү
ug: كومپيۇتېرىڭىزدا ھەق تۆلەش ئۇسۇلى قوشۇڭ
uk: Додати метод оплати на ПК
ur: پی سی میں ادائیگی طریقہ داخل کریں۔
uz: Shaxsiy kompьyuterda to‘lov usulini qo‘shish
vi: Thêm phương thức thanh toán qua máy tính
zh_hans: 在电脑上添加付款方式
zh_hant: 在電腦上新增付款方式

# Word.LocalPaymentSubType.Alipay
source: Alipay
ur: الیپے
zh_hans: 支付宝

# Word.LocalPaymentSubType.UnionPay
source: UnionPay Online Payment
af: UnionPay- aanlyn betaling
am: UnionPay መስመር ላይ ክፍያ
ar: الدفع عبر الإنترنت من خلال UnionPay‏
as: UnionPay অনলাইন পৰিশোধ
az: UnionPay Onlayn Ödəniş
bg: Онлайн плащане с UnionPay
bn_in: UnionPay অনলাইনে অর্থপ্রদান
bs: Plaćanje na mreži preko usluge UnionPay
cy: Taliad Ar-lein UnionPay
da: UnionPay-onlinebetaling
de: UnionPay-Onlinezahlung
el: Ηλεκτρονική πληρωμή μέσω UnionPay
es: Pago en línea UnionPay
et: UnionPay võrgumakse
ga: Íocaíocht ar líne UnionPay
gl: Pagamento en liña UnionPay
gu: UnionPay ઑનલાઇન ચૂકવણી
he: תשלום מקוון של UnionPay
hi: UnionPay ऑनलाइन भुगतान
hr: Mrežno plaćanje UnionPay
id: Pembayaran Daring UnionPay
is: UnionPay-netgreiðsla
ja: UnionPay オンライン決済
ka: UnionPay ინტერნეტით გადახდის მეთოდი
kk: UnionPay онлайндық төлемі
kn: UnionPay ಆನ್‌ಲೈನ್ ಪಾವತಿ
ku_arab: پارەدانی سەرهێڵی UnionPay
ky: UnionPay онлайн төлөмү
lo: ການຊຳລະເງິນທາງອອນລາຍຜ່ານ UnionPay
lt: „UnionPay“ mokėjimai internetu
mk: Плаќање преку интернет UnionPay
ml: UnionPay ഓണ്‍ലൈന്‍ പേയ്‌മെന്റ്
mn: UnionPay онлайн төлбөр
mr: UnionPay ऑनलाइन देय
ms: Pembayaran Dalam Talian UnionPay
mt: Ħlas Onlajn UnionPay
ne: UnionPay अनलाइन भुक्तान
nn_no: UnionPay nettbetaling
no: UnionPay Internett-betaling
or: UnionPay ଅନ୍‌ଲାଇନ୍ ଦେୟ
pa_arab_pk: UnionPay آن لائن ادائیگی
pa_in: UnionPay ਔਨਲਾਈਨ ਭੁਗਤਾਨ
pl: Płatność online w serwisie UnionPay
ru: Электронные платежи UnionPay
sd: UnionPay آنلائن ادائگي
si: UnionPay ඔන්ලයින් ගෙවීම
sl: Spletni sistem plačil UnionPay
sr_cyrl_rs: Плаћање на мрежи преко услуге UnionPay
sr_latn_rs: Plaćanje na mreži preko usluge UnionPay
sv: Onlinebetalning med UnionPay
ta: UnionPay ஆன்லைன் கட்டணம் செலுத்தல்
te: UnionPay ఆన్‌లైన్ చెల్లింపు
tg: Пардохти онлайни UnionPay
th: การชำระเงินออนไลน์ทาง UnionPay
tr: UnionPay Çevrimiçi Ödeme
tt: UnionPay аша онлайн түләү
ug: بانكىلار ھەمكارلىقى
uk: Онлайновий платіж UnionPay
ur: UnionPay آن لائن ادائیگی
uz: UnionPay Onlayn to‘lovi
vi: Thanh toán Trực tuyến UnionPay
zh_hans: 银联在线支付
zh_hant: UnionPay 線上付費

# Word.LocalPaymentSubType.VirtualAccountPay
source: Virtual Account
af: Virtuele rekening
am: ምናባዊ መለያ
ar: حساب ظاهري
as: ভাৰ্চুৱেল একাউণ্ট
az: Virtual Hesab
bg: Виртуална сметка
bn_in: ভার্টুয়াল অ্যাকাউন্ট
bs: Virtualni račun
cy: Rhith Gyfrif
da: Virtuel konto
de: Virtuelles Konto
el: Εικονικός λογαριασμός
es: Cuenta virtual
et: Virtuaalne konto
eu: Kontu birtuala
ga: Cuntas fíorúil
gd: Cunntas air loidhne
gu: વર્ચ્યુલ એકાઉન્ટ
he: חשבון וירטואלי
hi: आभासी खाता
hr: Virtualni račun
hu: Virtuális számla
id: Akun Virtual
is: Sýndarreikningur
ja: 仮想口座
ka: ვირტუალური ანგარიში
kn: ವರ್ಚ್ಯುಯಲ್ ಖಾತೆ
ko: 가상 계좌
ku_arab: ئەژمێری مەجازی
ky: Виртуалдуу эсеп
lo: ບັນຊີສະເໝືອນຈິງ
lt: Virtualioji sąskaita
mi: Pūkete Mariko
mk: Виртуелна сметка
ml: വെര്‍ച്വല്‍ അക്കൌണ്ട്
mn: Виртуал данс
mr: व्हर्च्युअल खाते
mt: Kont Virtwali
ne: भर्चुवल खाता
no: Virtuell konto
or: ଭିର୍ଚୁଆଲ୍ ଏକାଉଣ୍ଟ
pa_arab_pk: مجازی اکاؤنٹ
pa_in: ਪ੍ਰਤੀਤੀ ਖਾਤਾ (Virtual Account)
pl: Konto wirtualne
ru: Виртуальная учетная запись
sd: مجازي اڪائونٽ
si: මූලික ගිණුම
sl: Navidezni račun
sr_cyrl_rs: Виртуелни рачун
sr_latn_rs: Virtuelni račun
sv: Virtuellt konto
ta: வர்ச்சுவல் கணக்கு
te: వర్చువల్ ఖాతా
tg: Суратҳисоби виртуалӣ
tr: Sanal Hesap
tt: Виртуаль хисап
ug: مەۋھۈم ھې-ساپ
uk: Віртуальний обліковий запис
ur: مجازی کھاتہ
vi: Tài khoản Ảo
zh_hans: 虚拟帐户
zh_hant: 虛擬帳戶

# Word.LocalPaymentSubType.GroupName
source: Online Payments
af: Aanlyn betalings
am: መስመር ላይ ክፍያዎች
ar: الدفع عبر الإنترنت
as: অনলাইন পৰিশোধ
az: Onlayn Ödənişlər
bg: Онлайн плащания
bn_in: অনলাইনে অর্থপ্রদান
bs: Plaćanja na mreži
cy: Taliadau Ar-lein
da: Onlinebetaling
de: Onlinezahlungen
el: Ηλεκτρονικές πληρωμές
es: Pagos en línea
et: Võrgumaksed
eu: Lineako ordainketak
ga: Íocaíochtaí ar líne
gd: Pàighidhean air loidhne
gl: Pagamentos en liña
gu: ઓનલાઇન ચૂકવણીઓ
he: תשלומים מקוונים
hi: ऑनलाइन भुगतान
hr: Mrežna plaćanja
hu: Online fizetések
id: Pembayaran Daring
is: Netgreiðslur
ja: オンライン決済
ka: ონლაინ გადახდები
kk: Интернет арқылы төлемдер
kn: ಆನ್‌ಲೈನ್ ಪಾವತಿಗಳು
ko: 온라인 결제
ku_arab: پارەدانەکانی سەرهێڵ
ky: Онлайн төлөмдөр
lo: ການຊຳລະເງິນທາງອອນລາຍ
lt: Mokėjimai internetu
lv: Tiešsaistes maksājumi
mi: Utunga Tuihono
mk: Плаќања преку интернет
ml: ഓണ്‍ലൈന്‍ പേയ്‌മെന്റുകള്‍
mn: Онлайн төлбөрүүд
mr: ऑनलाइन देय
ms: Pembayaran Dalam Talian
mt: Ħlasijiet Onlajn
ne: अनलाइन भुक्तानीहरू
nn_no: Nettbetalingar
no: Onlinebetalinger
or: ଅନ୍‌ଲାଇନ୍ ଦେୟଗୁଡିକ
pa_arab_pk: آن لائن ادائیگی
pa_in: ਆਨਲਾਈਨ ਭੁਗਤਾਨ
pl: Płatności online
ru: Электронные платежи
sd: آن لائن رقم جون ادائيگيون
si: ඔන්ලයින් ගෙවීම්
sl: Spletni sistem plačil
sr_cyrl_rs: Плаћања на мрежи
sr_latn_rs: Plaćanja na mreži
sv: Onlinebetalningar
ta: ஆன்லைன் கட்டண செலுத்துதல்கள்
te: ఆన్‌లైన్ చెల్లింపులు
tg: Пардохтҳои онлайн
th: การชำระเงินออนไลน์
tr: Çevrimiçi Ödemeler
tt: Онлайн Түләүләр
ug: توردىكى ھەق تۆلەش
uk: Онлайнові платежі
ur: آن لائن ادائیگیاں
uz: Onlayn To‘lovlar
vi: Thanh toán Trực tuyến
zh_hans: 在线支付
zh_hant: 線上付費

# Literal.BankAccountPayBranchCode.MaxLength
source: Branch code is too short.
af: Takkode is te kort.
am: የቅርንጫፍ ኮድ በጣም አጭር ነው።
ar: يقل رمز الفرع عن اللازم طولاً.
as: শাখা ক'ড অতি চুটি৷
az: Filialın kodu çox qısadır.
bg: Кодът на клона е прекалено къс.
bn_in: শাখা কোড অত্যন্ত ছোট৷
bs: Šifra podružnice je prekratka.
cy: Mae cod y gangen yn rhy fyr.
da: Afdelingskoden er for kort.
de: Bankleitzahl ist zu kurz.
el: Ο κωδικός υποκαταστήματος είναι πολύ μικρός.
es: El código de la sucursal es demasiado corto.
et: Harukontori kood on liiga lühike.
eu: Sukurtsal-kodea motzegia da.
fa: کد شعبه بسیار کوتاه است.
ga: Cód brainse róghearr.
gd: Tha còd a' mheòir ro ghoirid.
gl: Código de sucursal demasiado curto.
gu: શાખા કોડ ખૂબ ટૂંકો છે.
he: קוד הסניף קצר מדי.
hi: शाखा कोड अत्‍यधिक छोटा है.
hr: Šifra poslovnice prekratka je.
hu: A fiókkód túl rövid.
id: Kode cabang terlalu pendek.
is: Útibúskóðinn er of stuttur.
ja: 支店コードが短すぎます。
ka: ფილიალის კოდი ძალიან მოკლეა.
kk: Филиал коды тым қысқа.
kn: ಶಾಖೆ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 지점 코드가 너무 짧습니다.
ku_arab: کۆدی لق زۆر کورتە.
ky: Бөлүмдүн коду өтө кыска.
lo: ລະຫັດສາຂາເສັ້ນເກີນໄປ.
lt: Per trumpas filialo kodas.
lv: Filiāles kods ir pārāk īss.
mi: He poto rawa te waehere peka.
mk: Кодот на филијалата е прекраток.
ml: ശാഖാ കോഡ് വളരെ ചെറുതാണ്.
mn: Салбарын код хэт богино байна.
mr: शाखा कोड खूप लहान आहे.
ms: Kod cawangan terlalu pendek.
mt: Kodiċi tal-fergħa qasir wisq.
ne: शाखा संकेत धेरै लामो भयो।
nn_no: Avdelingskoden er for kort.
no: Avdelingskoden er for kort.
or: ଶାଖା କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: برانچ کا کوڈ بہت چھوٹا اے۔
pa_in: ਸ਼ਾਖਾ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod oddziału jest zbyt krótki.
ru: Код филиала слишком короткий.
sd: برانچ ڪوڊ تمام ننڍو آھي.
si: ශාඛා කේතය කෙටි වැඩියි.
sl: Koda podružnice je prekratka.
sr_cyrl_rs: Шифра пословнице је прекратка.
sr_latn_rs: Šifra poslovnice je prekratka.
sv: Clearingnumret är för kort.
ta: கிளைக் குறியீடு மிகச் சிறியதாக உள்ளது.
te: బ్రాంచ్ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи филиал аз ҳад кӯтоҳ аст.
th: รหัสสาขาสั้นเกินไป
tr: Şube kodu çok kısa.
tt: Филиал коды бик кыска.
ug: تارماق بانكا نومۇرى بەك قىسقا.
uk: Закороткий код філії.
ur: برانچ کوڈ بہت مختصر ہے۔
uz: Filial kodi juda qisqa.
vi: Mã chi nhánh quá ngắn.
zh_hans: 分行代码过短。
zh_hant: 分行代碼太短。

# Literal.BankAccountPayBranchCode.MinLength
source: Branch code is too short.
af: Takkode is te kort.
am: የቅርንጫፍ ኮድ በጣም አጭር ነው።
ar: يقل رمز الفرع عن اللازم طولاً.
as: শাখা ক'ড অতি চুটি৷
az: Filialın kodu çox qısadır.
bg: Кодът на клона е прекалено къс.
bn_in: শাখা কোড অত্যন্ত ছোট৷
bs: Šifra podružnice je prekratka.
cy: Mae cod y gangen yn rhy fyr.
da: Afdelingskoden er for kort.
de: Bankleitzahl ist zu kurz.
el: Ο κωδικός υποκαταστήματος είναι πολύ μικρός.
es: El código de la sucursal es demasiado corto.
et: Harukontori kood on liiga lühike.
eu: Sukurtsal-kodea motzegia da.
fa: کد شعبه بسیار کوتاه است.
ga: Cód brainse róghearr.
gd: Tha còd a' mheòir ro ghoirid.
gl: Código de sucursal demasiado curto.
gu: શાખા કોડ ખૂબ ટૂંકો છે.
he: קוד הסניף קצר מדי.
hi: शाखा कोड अत्‍यधिक छोटा है.
hr: Šifra poslovnice prekratka je.
hu: A fiókkód túl rövid.
id: Kode cabang terlalu pendek.
is: Útibúskóðinn er of stuttur.
ja: 支店コードが短すぎます。
ka: ფილიალის კოდი ძალიან მოკლეა.
kk: Филиал коды тым қысқа.
kn: ಶಾಖೆ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 지점 코드가 너무 짧습니다.
ku_arab: کۆدی لق زۆر کورتە.
ky: Бөлүмдүн коду өтө кыска.
lo: ລະຫັດສາຂາສັ້ນເກີນໄປ.
lt: Per trumpas filialo kodas.
lv: Filiāles kods ir pārāk īss.
mi: He poto rawa te waehere peka.
mk: Кодот на филијалата е прекраток.
ml: ശാഖാ കോഡ് വളരെ ചെറുതാണ്.
mn: Салбарын код хэт богино байна.
mr: शाखा कोड खूप लहान आहे.
ms: Kod cawangan terlalu pendek.
mt: Kodiċi tal-fergħa qasir wisq.
ne: शाखा संकेत धेरै लामो भयो।
nn_no: Avdelingskoden er for kort.
no: Avdelingskoden er for kort.
or: ଶାଖା କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: برانچ کا کوڈ بہت چھوٹا اے۔
pa_in: ਸ਼ਾਖਾ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod oddziału jest zbyt krótki.
ru: Код филиала слишком короткий.
sd: برانچ ڪوڊ تمام ننڍو آھي.
si: ශාඛා කේතය කෙටි වැඩියි.
sl: Koda podružnice je prekratka.
sr_cyrl_rs: Шифра пословнице је прекратка.
sr_latn_rs: Šifra poslovnice je prekratka.
sv: Clearingnumret är för kort.
ta: கிளைக் குறியீடு மிகச் சிறியதாக உள்ளது.
te: బ్రాంచ్ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи филиал аз ҳад кӯтоҳ аст.
th: รหัสสาขาสั้นเกินไป
tr: Şube kodu çok kısa.
tt: Филиал коды бик кыска.
ug: تارماق بانكا نومۇرى بەك قىسقا.
uk: Закороткий код філії.
ur: برانچ کوڈ بہت مختصر ہے۔
uz: Filial kodi juda qisqa.
vi: Mã chi nhánh quá ngắn.
zh_hans: 分行代码过短。
zh_hant: 分行代碼太短。

# Literal.BankAccountPayBranchCode.Pattern
source: Branch code is bad formatted.
af: Takkode is sleg geformateer.
am: የቅርንጫፍ ኮድ በመጥፎ ተቀርጸዋል።
ar: تنسيق رمز الفرع سيئ.
as: শখা ক'ড বেয়া সজ্জাত আছে৷
az: Filialın kodu pis formatlaşdırılıb.
bg: Кодът на клона е форматиран неправилно.
bn_in: শাখা কোডের বিন্যাস ঠিকঠাক নেই৷
bs: Šifra podružnice nije dobro formatirana.
cy: Mae fformat cod y gangen yn wael.
da: Afdelingskoden er formateret forkert.
de: Bankleitzahl ist falsch formatiert.
el: Ο κωδικός υποκαταστήματος έχει εσφαλμένη μορφοποίηση.
es: El código de la sucursal tiene un mal formato.
et: Harukontori kood on halvasti vormindatud.
eu: Sukurtsal-kodeak formatu desegokia du.
fa: قالب بندی کد شعبه خراب است.
ga: Cód brainse formáidithe go mícheart.
gd: Tha fòrmat cearr air còd a' mheòir.
gl: Código de sucursal con formato erróneo.
gu: શાખા કોડ દૂષિત છે.
he: תבנית שגויה של קוד הסניף.
hi: शाखा कोड का प्रारूप ठीक नहीं है.
hr: Šifra poslovnice loše je formatirana.
hu: A fiókkód hibás formátumú.
id: Format kode cabang salah.
is: Útibúskóðinn er með ótæku sniði.
ja: 支店コードの形式が正しくありません。
ka: ფილიალის კოდის ფორმატი არასწორია.
kk: Филиал коды дұрыс пішімделмеген.
kn: ಶಾಖೆ ಕೋಡ್ ಅನ್ನು ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಲಾಗಿದೆ.
ko: 지점 코드의 형식이 잘못되었습니다.
ku_arab: کۆدی لق بە خراپی فۆرمەتکراوە.
ky: Бөлүмдүн коду is bad formatted.
lo: ລະຫັດສາຂາຢູ່ໃນຮູບແບບບໍ່ຖືກຕ້ອງ.
lt: Netinkamas filialo kodo formatas.
lv: Filiāles kodam ir nepareizs formāts.
mi: He kino te hōputu o te waehere peka.
mk: Кодот на филијалата е лошо форматиран.
ml: ശാഖാ കോഡ് തെറ്റായ ഫോര്‍മാറ്റിലാണ്.
mn: Салбарын кодны хэлбэр таарахгүй байна.
mr: शाखा कोड खराब स्वरूपित आहे.
ms: Kod cawangan diformat dengan teruk.
mt: Kodiċi tal-fergħa fformattjat ħażin.
ne: ब्रान्च संकेत गलत ढाँचामा छ।
nn_no: Avdelingskode har feil format.
no: Avdelingskoden er feilformatert.
or: ଶାଖା କୋଡ୍ ଖରାପ ଫର୍ମାଟରେ ଅଛି.
pa_arab_pk: برانچ دا کوڈ غلط انداز چے لکھیا ہویا اے۔
pa_in: ਸ਼ਾਖਾ ਕੋਡ ਖਰਾਬ ਵੰਨਗੀ ਵਿੱਚ ਹੈ।
pl: Kod oddziału ma zły format.
ru: Неправильный формат кода филиала.
sd: برانچ ڪوڊ خراب فارميٽ ٿيل آھي.
si: ශාඛා කේතය අයහපත් ලෙස ආකෘතිගත වී තිබේ.
sl: Koda podružnice je napačno oblikovana.
sr_cyrl_rs: Шифра пословнице није добро обликована.
sr_latn_rs: Šifra poslovnice nije dobro oblikovana.
sv: Clearingnumret har fel format.
ta: கிளைக் குறியீடு தவறாக வடிவமைக்கப்பட்டுள்ளது.
te: బ్రాంచ్ కోడ్ సరిగ్గా ఫార్మాట్ చేయబడలేదు.
tg: Рамзи филиал формати хато дорад.
th: รหัสสาขาอยู่ในรูปแบบที่ไม่เหมาะสม
tr: Şube kodu bozuk biçimlendirilmiş.
tt: Филиал коды дөрес форматта түгел.
ug: تارماق بانكا نومۇرىنىڭ فورماتى خاتا.
uk: Неправильний формат коду філії.
ur: برانچ کوڈ غلط انداز میں لکھا گیا ہے۔
uz: Filial kodi noto‘g‘ri formatda.
vi: Mã chi nhánh có dạng thức không hợp lệ.
zh_hans: 分行代码格式错误。
zh_hant: 分行代碼格式錯誤。

# Literal.BankAccountPayBranchCode.Required
source: Branch code is required.
af: Takkode word vereis.
am: የቅርነጫፍ ኮድ ይፈለጋል።
ar: رمز الفرع مطلوب.
as: শাখা ক'ড আৱশ্যক৷
az: Filialın kodu tələb olunur.
bg: Кодът на клона е задължителен.
bn_in: শাখা কোড দরকার৷
bs: Šifra podružnice je obavezna.
cy: Rhaid cael cod y gangen.
da: Der skal angives et afdelingsnavn.
de: Bankleitzahl ist erforderlich.
el: Απαιτείται κωδικός υποκαταστήματος.
es: Se requiere el código de la sucursal.
et: Harukontori kood on kohustuslik.
eu: Sukurtsal-kodea behar da.
fa: به کد شعبه نیاز است.
ga: Cód brainse ag teastáil.
gd: Tha feum air còd a' mheòir.
gl: Código de sucursal requirido.
gu: શાખા કોડની આવશ્યકતા છે.
he: נדרש קוד סניף.
hi: शाखा कोड आवश्‍यक है.
hr: Šifra poslovnice obavezna je.
hu: A fiókkód megadása kötelező.
id: Kode cabang diperlukan.
is: Færa þarf inn útibúskóða.
ja: 支店コードは必須項目です。
ka: მიუთითეთ ფილიალის კოდი.
kk: Филиал коды қажет.
kn: ಶಾಖೆ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 지점 코드는 필수 항목입니다.
ku_arab: کۆدی لق پێویستە.
ky: Бөлүмдүн коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດສາຂາ.
lt: Būtina nurodyti filialo kodą.
lv: Norādiet filiāles kodu.
mi: Kei te hiahiatia te waehere peka.
mk: Кодот на филијалата е задолжителен.
ml: ശാഖാ കോഡ് ആവശ്യമാണ്.
mn: Салбарын кодыг бөглөх шаардлагатай.
mr: शाखा कोड आवश्यक आहे.
ms: Kod cawangan diperlukan.
mt: Meħtieġ il-Kodiċi tal-fergħa.
ne: शाखा संकेत आवश्यक छ।
nn_no: Avdelingskode er obligatorisk.
no: Avdelingskode kreves.
or: ଶାଖା କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: برانچ کوڈ درکاراے۔
pa_in: ਸ਼ਾਖਾ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Jest wymagany kod oddziału.
ru: Укажите код филиала.
sd: برانچ ڪوڊ جي ضرورت آھي.
si: ශාඛා කේතය අවශ්‍යයි.
sl: Koda podružnice je obvezna.
sr_cyrl_rs: Шифра пословнице је обавезна.
sr_latn_rs: Šifra poslovnice je obavezna.
sv: Clearingnumret måste anges.
ta: கிளைக் குறியீடு் தேவை.
te: బ్రాంచ్ కోడ్ అవసరం.
tg: Рамзи филиал ҳатмист.
th: ต้องระบุรหัสสาขา
tr: Şube kodu gereklidir.
tt: Филиал коды мәҗбүри.
ug: تارماق بانكا نومۇرى تەلەپ قىلىنىدۇ.
uk: Потрібен код філії.
ur: برانچ کوڈ درکار ہے۔
uz: Filial kodi talab qilinadi.
vi: Mã chi nhánh là cần thiết.
zh_hans: 分行代码为必填项。
zh_hant: 分行代碼是必要資訊。

# Word.CityOrMunicipality
source: City/Municipality
af: Stad/Munisipaliteit
am: ከተማ/ማዘጋጃ ቤት
ar: المدينة/البلدية
as: চহৰ/নগৰপালিকা
az: Şəhər/Bələdiyyə
bg: Град/община
bn_in: শহর/পৌষসভা
bs: Grad/općina
cy: Dinas/Bwrdeistref
da: By/kommune
de: Ort/Gemeinde
el: Πόλη/Δήμος
es: Ciudad/Municipalidad
et: Linn/omavalitsus
eu: Herria/Udalerria
fa: شهر/شهرداری
ga: Cathair/bardas
gd: Baile/Roinn
gl: Cidade/Municipio
gu: શહેર/મ્યુનીસિપાલીટી
he: עיר/ראשות מקומית
hi: शहर/नगर पालिका
hr: Grad/općina
hu: Város/helység
id: Kota/Kota Madya
is: Borg/sveitarfélag
ja: 市区町村/自治体
ka: ქალაქი/მუნიციპალიტეტი
kk: Қала/әкімшілік
kn: ನಗರ/ಪುರಸಭೆ
ko: 시/지방자치단체
ku_arab: شار/شارەوانی
ky: Шаар/Муниципалитет
lo: ເມືອງ/ເທດສະບານ
lt: Miestas / savivaldybė
lv: Pilsēta/novads
mi: Tāone Nui/Rohe Rangatiratanga
mk: Град/Општина
ml: നഗരം/നഗരസഭ
mn: Хот/хотын захиргаа
mr: शहर/नगर परिषद
ms: Bandar Raya/Perbandaran
mt: Belt/Muniċipalità
ne: सहर/नगरपालिका
nn_no: By/kommune
no: By/kommune
or: ସିଟୀ/ମୁନିସିପାଲଟୀ
pa_arab_pk: شہر/بلدیہ
pa_in: ਸ਼ਹਿਰ/ਨਗਰਪਾਲਿਕਾ
pl: Miasto/Jednostka administracyjna
ru: Город или муниципалитет
sd: شھر/ميونسيپلٽي
si: නගරය/නාගරිකය
sl: Mesto/občina
sr_cyrl_rs: Град/општина
sr_latn_rs: Grad/opština
sv: Ort
ta: நகரம்/நகராட்சி
te: నగరం/పురపాలక సంఘం
tg: Шаҳр/Шаҳрдорӣ
th: เมือง/เขตปกครอง
tr: Şehir/Kasaba
tt: Шәһәр/Муниципалитет
ug: شەھەر ھۆكۈمەت/شەھەر
uk: Місто/муніципалітет
ur: شہر/بلدیہ
uz: Shahar/Munitsipalitet
vi: Thành phố/Thành phố tự trị
zh_hans: 城市/特别行政区
zh_hant: 城市/自治區

# Word.CityOrSuburb
source: City/Suburb
af: Stad/Voorstad
am: ከተማ/ከተማ አከባቢ
ar: المدينة/الضاحية
as: চহৰ/উপনগৰ
az: Geç semt/Qəsəbə
bg: Град/предградие
bn_in: শহর/শহরতলি
bs: Grad/predgrađe
cy: Dinas/Maestref
da: By/forstad
de: Ort/Stadtteil
el: Πόλη/Προάστιο
es: Ciudad/Suburbio
et: Linn/eeslinn
eu: Herria/Auzoa
fa: شهر/حومه
ga: Cathair/bruachbhaile
gd: Baile/Frith-bhaile
gl: Cidade/Barrio
gu: શહેર/ઉપનગર
he: עיר/פרבר
hi: शहर/उपनगर
hr: Grad/predgrađe
hu: Város/külváros
id: Kota/Suburban
is: Borg/úthverfi
ja: 市区町村/郊外
ka: ქალაქი/გარეუბანი
kk: Қала/қала маңы
kn: ನಗರ/ಉಪನಗರ
ko: 시/교외
ku_arab: شار/شارۆچکە
ky: Шаар/Чет жака
lo: ເມືອງ/ເຂດນອກເມືອງ
lt: Miestas / priemiestis
lv: Pilsēta/priekšpilsēta
mi: Tāone Nui/Tapa Tāone
mk: Град/Предградие
ml: നഗരം/നഗരപ്രാന്തം
mn: Хот/хаяа дүүрэг
mr: शहर/उपनगर
ms: Bandar Raya/Pinggir Bandar
mt: Belt/Subborg
ne: सहर/शाखानगर
nn_no: By/forstad
no: By/forstad
or: ସିଟୀ/ଉପନଗର
pa_arab_pk: شہر/مضافات
pa_in: ਸ਼ਹਿਰ/ਸ਼ਹਿਰ ਦਾ ਬਾਹਰੀ ਇਲਾਕਾ
pl: Miasto/Obrzeża
ru: Город или пригород
sd: شھر/سبرب
si: නගරය/තදාසන්න ප්‍රදේශය
sl: Mesto/predmestje
sr_cyrl_rs: Град/предграђе
sr_latn_rs: Grad/predgrađe
sv: Ort
ta: நகரம்/புறநகர்
te: నగరం/శివారు ప్రాంతం
tg: Шаҳр/Наздишаҳрӣ
th: เมือง/ชานเมือง
tr: Şehir/Köy
tt: Шәһәр/бистәсе
ug: شەھەر سىرتى/شەھەر
uk: Місто/селище
ur: شہر / مضافات
uz: Shahar/Poselka
vi: Thành phố/Ngoại thành
zh_hans: 城市/市郊
zh_hant: 城市/郊區

# Word.DistrictOrBarangay
source: District/Barangay
af: Streek/Barangay
am: ወረዳ/ባራንጌይ
ar: المحافظة/البرنجيه
as: জিলা/বাৰাঙগে'
az: Qəsəbə/Baranqay
bg: Област/барангай
bn_in: জেলা
bs: Okrug/oblast
cy: Rhanbarth/Barangay
da: Distrikt/Barangay
de: Amtsbezirk/Barangay
el: Περιφέρεια/Barangay
es: Distrito/Barangay
et: Linnaosa/barangai
eu: Barrutia
fa: ناحیه/بخش
ga: Ceantar/Barangay
gd: Sgìre/Barangay
gl: Distrito/Barangay
gu: રાજ્ય/બારાંગે
he: מחוז/Barangay
hi: ज़िला/बारंगे
hr: Okrug/Barangay
hu: Körzet/kerület
id: Kabupaten/Barangay
is: Svæði/Barangay
ja: 地区/バランガイ
ka: უბანი/ბარანგაი
kk: Аудан/барангай
kn: ಜಿಲ್ಲೆ/ಬಾರಂಗೆ
ko: 읍/면/동/동사무소
ku_arab: قەزا/گوند
ky: Оодан/Барангай
lo: ເມືອງ/ບ້ານ
lt: Rajonas / apylinkė
lv: Apgabals/barangaja
mi: Rohe/Parangai
mk: Област/Барангај
ml: ജില്ല/ബറംഗായ്
mn: Дүүрэг/Барангай
mr: जिल्हा/बारंगे
ms: Daearh/Barangay
mt: Distrett/Barangay
ne: जिल्ला/बाराङ्गे
nn_no: Distrikt/barangay
no: Distrikt/barangay
or: ଜିଲ୍ଲା/ବାରାନଗେ
pa_arab_pk: ضلع/بارنگے
pa_in: ਜਿਲ੍ਹਾ/ਬੈਰਾਨਗੇ
pl: Dzielnica/Barangay
ru: Район
sd: ضلعو/Barangay
si: දිස්ත්‍රික්කය/බරාන්ගේ
sl: Okrožje/okoliš
sr_cyrl_rs: Округ/област
sr_latn_rs: Okrug/oblast
sv: Distrikt
ta: மாவட்டம்/பராங்கே
te: జిల్లా/బరాంగే
tg: Ноҳия/Барангай
th: เขต/Barangay
tr: Mahalle/Semt
tt: Район/Филиппин округы
ug: رايون/Barangay
uk: Округ/барангей
ur: ضلع/بارانگے
uz: Tuman/Barangay
vi: Quận/Barangay
zh_hans: 区/镇
zh_hant: 鄉鎮市 (區)/村

# Word.Button.Later
source: Later
am: በኃላ
ar: لاحقًا
as: পিছত
az: Sonra
bg: По-късно
bn_in: পরে
bs: Kasnije
cy: Rywbryd eto
da: Senere
de: Später
el: Αργότερα
es: Más tarde
et: Hiljem
eu: Geroago
fa: بعداً
ga: Níos déanaí
gd: Uaireigin eile
gl: Máis tarde
gu: બાદમાં
he: מאוחר יותר
hi: बाद में
hr: Kasnije
hu: Később
id: Nanti
is: Síðar
ja: 後で
ka: მოგვიანებით
kk: Кейін
kn: ನಂತರ
ko: 나중에
ku_arab: پاشتر
ky: Кийинчерээк
lo: ພາຍຫຼັງ
lt: Vėliau
lv: Vēlāk
mi: Ā Muri Ake
mk: Подоцна
ml: പിന്നീട്
mn: Хожим
mr: नंतर
ms: Kemudian
mt: Imbagħad
ne: पछि
nn_no: Seinare
no: Senere
or: ପରେ
pa_arab_pk: باجوں وچ
pa_in: ਬਾਅਦ ਵਿੱਚ
pl: Później
ru: Позднее
sd: بعد ۾
si: පසුව
sl: Pozneje
sr_cyrl_rs: Касније
sr_latn_rs: Kasnije
sv: Senare
ta: பிறகு
te: తర్వాత
tg: Баъдтар
th: ในภายหลัง
tr: Daha Sonra
tt: Соңрак
ug: كىيىنچە
uk: Пізніше
ur: بعد میں
uz: Keyinroq
vi: Sau
zh_hans: 以后
zh_hant: 稍後
