Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SubmitConfirmation.Info.Add
source: The payment instrument below will be added. Please confirm:
af: Die betaling instrument hieronder sal bygevoeg word. Bevestig asseblief:
am: ከዚህ በታች ያለው የክፍያ መሳሪያ ይታከላል። እባክዎ ያረጋግጡ፥
ar: ستضاف وسيلة الدفع التالية فالرجاء التأكيد:
as: তলৰ পৰিশোধ সা-সৰঞ্জাম যোগ কৰিব লাগিব৷ অনুগ্ৰহ কৰি নিশ্চিত কৰক:
az: Aşağıdakı ödəniş aləti əlavə olunacaqdır. Lütfən təsdiqləyin:
bg: Платежният инструмент по-долу ще бъде добавен. Моля, потвърдете:
bn_in: নীচের অর্থপ্রদান ব্যবস্থাটি যোগ করা হবে। অনুগ্রহ করে নিশ্চিত করুন:
bs: Bit će dodan dolje navedeni instrument plaćanja. Potvrdite:
cy: Bydd yr offeryn talu isod yn cael ei ychwanegu. Cadarnhewch:
da: Nedenstående betalingsmiddel tilføjes. Bekræft:
de: Das unten angegebene Zahlungsmittel wird hinzugefügt. Bitte bestätigen:
el: Θα προστεθεί το παρακάτω όργανο πληρωμής. Επιβεβαιώστε:
es: Se agregará el instrumento de pago a continuación. Confírmelo:
et: Lisatakse alltoodud maksevahend. Kinnitage:
eu: Ordainketa-metodo hau gehituko da. Berretsi:
fa: ابزار پرداخت عنوان شده در زیر، اضافه می شود. لطفاً تأیید کنید:
ga: Cuirfear an ionstraim íocaíochta thíos leis. Deimhnigh le do thoil:
gd: Thèid an t-inneal pàighidh gu h-ìosal a chur ris. Tha agad ri dhearbhadh:
gl: Engadirase o seguinte instrumento de pagamento. Confírmeo:
gu: નીચે ચૂકવણીનું સાધન ઉમેરાશે. કૃપા કરી પુષ્ટિ કરો:
he: תתבצע הוספה של אמצעי התשלום שלהלן. נא אשר:
hi: नीचे दी गई भुगतान विधि को जोड़ दिया जाएगा. कृपया इसकी पुष्टि करें:
hr: Način plaćanja u nastavku bit će dodan. Potvrdite:
hu: Az alábbi fizetési eszköz lesz hozzáadva. Kérjük, erősítse meg:
id: Alat pembayaran di bawah akan ditambahkan. Harap konfirmasi:
is: Greiðslumátanum hér að neðan verður bætt við. Vinsamlegast staðfestu:
ja: 以下のお支払い方法が追加されます。ご確認ください。
ka: დაემატება ქვემოთ მოცემული გადახდის მეთოდი. გთხოვთ, დაადასტუროთ:
kk: Төмендегі төлем құралы қосылады. Растаңыз:
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಕೆಳಗೆ ಸೇರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಖಾತ್ರಿಪಡಿಸಿಕೊಳ್ಳಿ:
ko: 아래와 같이 결제 방법이 추가됩니다. 확인해야 하는 내용:
ku_arab: ئامڕازی پارەدانی لای خوارەوە زێدە دەکرێت. تکایە دوپاتی بکەوە:
ky: Төмөнкү төлөө куралы кошулат. Ырастаңыз:
lo: ເຄື່ອງມືການຊຳລະເງິນຂ້າງລຸ່ມຈະຖືກເພີ່ມເຂົ້າ. ກະລຸນາຢືນຢັນ:
lt: Bus įtraukta toliau nurodyta mokėjimo priemonė. Patvirtinkite:
lv: Tiks pievienots tālāk norādītais maksāšanas līdzeklis. Lūdzu, apstipriniet:
mi: Ka tāpiritia te taputapu utu i raro iho nei. Tēnā whakaūngia:
mk: Ќе се додаде инструментот на плаќање подолу. Потврдете:
ml: ചുവടെയുള്ള പേയ്‌മെന്റ് രീതി ചേര്‍ക്കും. സ്ഥിരീകരിക്കുക:
mn: Доорх төлбөрийн хэрэгсэл нэмэгдэнэ. Баталгаажуулна уу:
mr: खालील देय साधन जोडले जाईल. कृपया पुष्टी करा:
ms: Instrumen pembayaran di bawah akan ditambah. Sila sahkan:
mt: Se jiżdied l-istrument ta' pagament t'hawn taħt. Jekk jogħġbok ikkonferma:
ne: तलको भुक्तान साधन थपिनेछ। कृपया निश्चय गर्नुहोस्:
nn_no: Betalingsmetoden nedanfor blir lagd til. Stadfest at dette er rett:
no: Betalingsmåten nedenfor vil bli lagt til. Vennligst bekreft:
or: ଦେୟ ପଦ୍ଧତି ଯୋଡି ହେବ. ଦୟାକରି ସୁନିଶ୍ଚିତ କରନ୍ତୁ:
pa_arab_pk: تھلے آلا ادائیگی آلہ شامل کردتّا جاوے گا۔ مہربانی کرکے کنفرم کرو:
pa_in: ਹੇਠਾਂ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਜੋਡ਼ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ:
pl: Poniższy instrument płatniczy zostanie dodany. Potwierdź tę operację:
ru: Будет добавлено платежное средство, указанное ниже. Подтвердите правильность данных:
sd: هيٺيون ادائگي آلو شامل ڪيو ويندو. مهرباني ڪري تصديق ڪريو:
si: පහත ගෙවීම් උපකරණය එක් කෙරෙනු ඇත. කරුණාකර තහවුරු කරන්න:
sl: Dodan bo spodnji način plačila. Potrdite:
sr_cyrl_rs: Доле наведени инструмент плаћања биће додат. Потврдите:
sr_latn_rs: Dole navedeni instrument plaćanja biće dodat. Potvrdite:
sv: Betalningsmedlet nedan läggs till. Bekräfta:
ta: கீழே உள்ள கட்டணம் செலுத்தும் அட்டையானது சேர்க்கப்படும். உறுதிப்படுத்தவும்:
te: దిగువ ఉన్న చెల్లింపు పరికరం జోడించబడుతుంది. దయచేసి నిర్ధారించండి:
tg: Воситаи пардохти зерин илова карда мешавад. Лутфан, тасдиқ кунед:
th: เครื่องมือในการชำระเงินด้านล่างจะถูกเพิ่ม โปรดยืนยัน:
tr: Aşağıdaki ödeme aracı eklenecek. Lütfen onaylayın:
tt: Түбәндәге түләү коралы өстәләчәк. Зинһар, раслагыз:
ug: تۆۋەندىكى ھەق تاپشۇرۇش قورالى قوشۇلىدۇ. جەزىملەشتۈرۈڭ:
uk: Зазначений нижче платіжний засіб буде додано. Підтвердьте:
ur: ذیل کی ادائیگی آلہ کو شامل کر دیا جائے گا ۔ براہ مہربانی تصدیق کریں:
uz: Quyidagi to‘lov vositasi qo‘shiladi. Iltimos, quyidagini tasdiqlang:
vi: Phương tiện thanh toán dưới đây sẽ được thêm vào. Xin vui lòng xác nhận:
zh_hans: 将添加下面的付款方式。请确认：
zh_hant: 將新增下列付款方式。請確認:

# Literal.SubmitConfirmation.Info.Update
source: The payment instrument information below will be updated. Please confirm:
af: Die betaling instrument inigting hieronder sal op datum gebring word. Bevestig asseblief:
am: ከዚህ በታች ያለው የክፍያ መሳሪያ ይታከላል። እባክዎ ያረጋግጡ፥
ar: ستحدَّث المعلومات اللاحقة لوسيلة الدفع فالرجاء التأكيد:
as: তলৰ পৰিশোধ সা-সৰঞ্জাম উন্নত কৰিব লাগিব৷ অনুগ্ৰহ কৰি নিশ্চিত কৰক:
az: Aşağıdakı ödəniş aləti məlumatı yenilənəcəkdir. Lütfən təsdiqləyin:
bg: Информацията за платежния инструмент по-долу ще бъде обновена,. Моля, потвърдете:
bn_in: নীচের অর্থপ্রদান ব্যবস্থার তথ্য আপডেট করা হবে। অনুগ্রহ করে নিশ্চিত করুন:
bs: Bit će ažuriran dolje navedeni instrument plaćanja. Potvrdite:
cy: Bydd yr wybodaeth offeryn talu isod yn cael ei diweddaru. Cadarnhewch:
da: Nedenstående oplysninger om betalingsmiddel opdateres. Bekræft:
de: Das unten angegebene Zahlungsmittel wird aktualisiert. Bitte bestätigen:
el: Θα ενημερωθούν οι παρακάτω πληροφορίες του οργάνου πληρωμής. Επιβεβαιώστε:
es: Se actualizará la información del instrumento de pago a continuación. Confírmelo:
et: Värskendatakse alltoodud maksevahendi teave. Kinnitage:
eu: Ordainketa-metodoaren informazio hau eguneratuko da. Berretsi:
fa: اطلاعات ابزار پرداخت عنوان شده در زیر به روز می شود. لطفاً تأیید کنید:
ga: Déanfar an fhaisnéis faoin ionstraim íocaíochta thíos a nuashonrú. Deimhnigh le do thoil:
gd: Thèid an t-inneal pàighidh gu h-ìosal a ùrachadh. Tha agad ri dhearbhadh:
gl: Actualizarase o seguinte instrumento de pagamento. Confírmeo:
gu: નીચે ચૂકવણીનું સાધનની માહિતી અદ્યતન થશે. કૃપા કરી પુષ્ટિ કરો:
he: יתבצע עדכון של פרטי אמצעי התשלום שלהלן. נא אשר:
hi: नीचे दी गई भुगतान विधि जानकारी अद्यतित कर दी जाएगी. कृपया इसकी पुष्टि करें:
hr: Informacije o načinu plaćanja u nastavku bit će ažurirane. Potvrdite:
hu: Az alábbi fizetési eszköz adatai frissítve lesznek. Kérjük, erősítse meg:
id: Alat pembayaran di bawah akan diperbarui. Harap konfirmasi:
is: Greiðslumátaupplýsingarnar hér að neðan verða uppfærðar. Vinsamlegast staðfestu:
ja: 以下のお支払い方法情報が更新されます。ご確認ください。
ka: ქვემოთ მოცემული გადახდის მეთოდის ინფორმაცია განახლდება. გთხოვთ, დაადასტუროთ:
kk: Төмендегі төлем құралының ақпараты жаңартылады. Растаңыз:
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಕೆಳಗೆ ನವೀಕರಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಖಾತ್ರಿಪಡಿಸಿಕೊಳ್ಳಿ:
ko: 아래와 같이 결제 방법이 업데이트됩니다. 확인해야 하는 내용:
ku_arab: زانیاری ئامڕازی پارەدانی لای خوارەوە بەڕۆژ دەکرێت. تکایە دوپاتی بکەوە:
ky: Төмөнкү төлөө куралынын маалыматы жаңыртылат. Ырастаңыз:
lo: ຂໍ້ມູນເຄື່ອງມືການຊຳລະເງິນຂ້າງລຸ່ມຈະຖືກອັບເດດ. ກະລຸນາຢືນຢັນ:
lt: Bus atnaujinta toliau nurodyta mokėjimo priemonė. Patvirtinkite:
lv: Tiks atjaunināts tālāk norādītais maksāšanas līdzeklis. Lūdzu, apstipriniet:
mi: Ka tāpiritia te mōhiohio taputapu utu i raro iho nei, Tēnā whakaūngia:
mk: Ќе се додадат информациите за инструментот на плаќање подолу. Потврдете:
ml: ചുവടെയുള്ള പേയ്‌മെന്റ് രീതി അപ്‌ഡേറ്റുചെയ്യും. സ്ഥിരീകരിക്കുക:
mn: Доорх төлбөрийн хэрэгслийн мэдээлэл шинэчлэгдэнэ. Баталгаажуулна уу:
mr: खालील देय साधन माहिती अद्ययावत केली जाईल. कृपया पुष्टी करा:
ms: Maklumat instrumen pembayaran di bawah akan dikemas kini. Sila sahkan:
mt: L-informazzjoni dwar l-istrument ta' pagament murija hawn taħt se tiġi aġġornata. Jekk jogħġbok ikkonferma:
ne: तलको भुक्तान साधन जानकारी अद्यावधिक हुनेछ। कृपया यकिन गर्नुहोस्:
nn_no: Opplysningane om betalingsmetode nedanfor blir oppdaterte. Stadfest at dette er rett:
no: Betalingsmåten nedenfor vil bli oppdatert. Vennligst bekreft:
or: ନିମ୍ନୋକ୍ତ ଦେୟ ପଦ୍ଧତି ସୂଚନା ଅଦ୍ୟତିତ ହେବ. ଦୟାକରି ସୁନିଶ୍ଚିତ କରନ୍ତୁ:
pa_arab_pk: تھلے آلی ادائیگی آلہ معلومات تازہ کیتی جائے گی۔ مہربانی کرکے کنفرم کرو:
pa_in: ਹੇਠਾਂ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਜੋਡ਼ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਕਿਰਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ:
pl: Poniższe informacje o dokumencie płatniczym zostaną zaktualizowane. Potwierdź tę operację:
ru: Будет обновлено платежное средство, указанное ниже. Подтвердите правильность данных:
sd: هيٺ ادائگي آلي جي معلومات تازه ڪاري ڪئي ويندي. مهرباني ڪري تصديق ڪريو:
si: පහත ගෙවීම් උපකරණ තොරතුරු යාවත්කාල කෙරෙනු ඇත. කරුණාකර තහවුරු කරන්න:
sl: Spodnji podatki o načinu plačila bodo posodobljeni. Potrdite:
sr_cyrl_rs: Доле наведени инструмент плаћања биће ажуриран. Потврдите:
sr_latn_rs: Dole navedeni instrument plaćanja biće ažuriran. Potvrdite:
sv: Nedanstående information om betalningsmedel uppdateras. Bekräfta:
ta: கீழே உள்ள கட்டணம் செலுத்தும் அட்டையின் தகவல் புதுப்பிக்கப்படும். உறுதிப்படுத்தவும்:
te: దిగువ ఉన్న చెల్లింపు పరికర సమాచారం అప్‌డేట్ చేయబడుతుంది. దయచేసి నిర్ధారించండి:
tg: Маълумоти воситаи пардохти зерин навсозӣ карда мешавад. Лутфан, тасдиқ кунед:
th: ข้อมูลเครื่องมือในการชำระเงินด้านล่างจะได้รับการอัปเดต โปรดยืนยัน:
tr: Aşağıdaki ödeme aracı bilgileri güncelleştirilecek. Lütfen onaylayın:
tt: Түбәндәге түләү коралы мәгълүматы яңартылачак. Зинһар, раслагыз:
ug: تۆۋەندىكى ھەق تاپشۇرۇش قورالىنىڭ ئۇچۇرلىرى ئۆزگەرتىلىدۇ. جەزىملەشتۈرۈڭ:
uk: Зазначений нижче платіжний засіб буде оновлено. Підтвердьте:
ur: ذیل کی ادائیگی آلہ معلومات کی تازہ کاری کر دی جائے گی۔براہ مہربانی تصدیق کریں:
uz: To‘lov vositasi to‘g‘risidagi ma‘lumotlar yangilanadi. Iltimos, quyidagini tasdiqlang:
vi: Thông tin phương tiện thanh toán dưới đây sẽ được cập nhật. Xin vui lòng xác nhận:
zh_hans: 将更新下面的付款方式信息。请确认：
zh_hant: 將更新下列付款方式資訊。請確認:

# Word.From
source: FROM
af: Van af
am: ከ
ar: من
as: পৰা
az: KİMDƏN
bg: ОТ
bn_in: থেকে
bs: IZ
cy: ODDI WRTH
da: FRA
de: VON
el: ΑΠΟ
es: DE
et: EELMINE VÄÄRTUS
eu: NONDIK
fa: فرستنده
ga: Ó
gd: O
gl: DESDE
gu: તરફથી
he: מ-
hi: इससे
hr: IZ
hu: FELADÓ
id: DARI
is: FRÁ
ja: 更新前
ka: ვისგან
kk: ЕСКІ МӘН
kn: ಇವರಿಂದ
ko: 이전 값
ku_arab: لە
ky: КИМДЕН
lo: ຈາກ
lt: IŠ
lv: NO
mi: MAI I
mk: ОД
ml: മുതല്‍
mn: ХААНААС
ms: DARIPADA
mt: MINN
ne: बाट
nn_no: FRÅ
no: FRA
or: ଠାରୁ
pa_arab_pk: ولوں
pa_in: ਵਲੋਂ
pl: OD
ru: ПРЕДЫДУЩЕЕ ЗНАЧЕНИЕ
sd: جي طرفان
si: වෙතින්
sl: IZ
sr_cyrl_rs: ИЗ
sr_latn_rs: IZ
sv: FRÅN
ta: இலிருந்து
te: దీని నుండి
tg: АЗ
th: จาก
tr: KİMDEN
tt: КЕМНӘН
ug: بۇرۇنقىسى
uk: ВІД
ur: فارم
uz: QUYIDAGIDAN
vi: TỪ
zh_hans: 从
zh_hant: 從

# Word.IdentityType
source: IDENTITY TYPE
af: Identiteids tipe
am: የማንነት ዓይነት
ar: نوع الهوية
as: পৰিচয় প্ৰকাৰ
az: EYNİLİK NÖVÜ
bg: ТИП САМОЛИЧНОСТ
bn_in: পরিচয়ের ধরন
bs: VRSTA IDENTITETA
cy: MATH O HUNANIAETH
da: IDENTITETSTYPE
de: ID-Typ
el: ΤΥΠΟΣ ΤΑΥΤΟΤΗΤΑΣ
es: TIPO DE IDENTIDAD
et: IDENTITEEDI TÜÜP
eu: IDENTITATE MOTA
fa: نوع هویت
ga: CINEÁL AITHEANTAIS
gd: SEÒRSA NA ID
gl: TIPO DE IDENTIDADE
gu: ઓળખ પ્રકાર
he: סוג זהות
hi: पहचान प्रकार
hr: VRSTA IDENTITETA
hu: IDENTITÁS TÍPUSA
id: JENIS IDENTITAS
is: TEGUND AUÐKENNIS
ja: ID の種類
ka: იდენტიფიკაციის ტიპი
kk: СӘЙКЕСТІК КУӘЛІГІНІҢ ТҮРІ
kn: ಪ್ರಕಾರ ಗುರುತಿಸಿ
ko: ID 유형
ku_arab: جۆری ناسنامە
ky: БИРДЕЙЛИК ТҮРҮ
lo: ປະເພດຂໍ້ມູນສະເພາະຕົວ
lt: TAPATYBĖS TIPAS
lv: IDENTITĀTES VEIDS
mi: MOMO TUAKIRI
mk: ТИП ИДЕНТИТЕТ
ml: ഐഡന്റിറ്റി തരം
mn: ТАНИХ УТГА
mr: ओळख प्रकार
ms: JENIS IDENTITI
mt: TIP TA' IDENTITÀ
ne: परिचय प्रकार
nn_no: IDENTITETSTYPE
no: IDENTITETSTYPE
or: ପରିଚୟକରଣ ପ୍ରକାର
pa_arab_pk: ‏‏پچھان قدر
pa_in: ਪਹਿਚਾਣ ਕਿਸਮ
pl: TYP TOŻSAMOŚCI
ru: ТИП ИДЕНТИФИКАТОРА
sd: شناخت قسم
si: අනන්‍යතා වර්ගය
sl: VRSTA IDENTITETE
sr_cyrl_rs: ТИП ИДЕНТИТЕТА
sr_latn_rs: TIP IDENTITETA
sv: ID-TYP
ta: அடையாள வகை
te: గుర్తింపు రకం
tg: НАМУДИ МУШАХХАС
th: ประเภทข้อมูลประจำตัว
tr: KİMLİK TÜRÜ
tt: ВИРТУАЛЬ ШӘХЕС ТИБЫ
ug: كىملىك تۈرى
uk: ТИП ПОСВІДЧЕННЯ
ur: شناختی قسم
uz: IDENTIFIKATOR TURI
vi: LOẠI DANH TÍNH
zh_hans: 标识类型
zh_hant: 識別類型

# Word.IdentityValue
source: IDENTITY VALUE
af: Identiteids waarde
am: የማንነት እሴት
ar: قيمة الهوية
as: পৰিচয় মান
az: EYNİLİK QİYMƏTİ
bg: СТОЙНОСТ НА САМОЛИЧНОСТ
bn_in: পরিচয়ের মান
bs: VRIJEDNOST IDENTITETA
cy: GWERTH HUNANIAETH
da: IDENTITETSVÆRDI
de: ID-WERT
el: ΤΙΜΗ ΤΑΥΤΟΤΗΤΑΣ
es: VALOR DE IDENTIDAD
et: IDENTITEEDI VÄÄRTUS
eu: IDENTITATE-BALIOA
fa: مقدار هویت
ga: LUACH AITHEANTAIS
gd: LUACH NA ID
gl: VALOR DE IDENTIDADE
gu: ઓળખ મૂલ્ય
he: ערך זהות
hi: पहचान मान
hr: VRIJEDNOST IDENTITETA
hu: IDENTITÁS ÉRTÉKE
id: NILAI IDENTITAS
is: AUÐKENNISGILDI
ja: ID 値
ka: საიდენტიფიკაციო კოდი
kk: СӘЙКЕСТІК КУӘЛІГІНІҢ МӘНІ
kn: ಮೌಲ್ಯ ಗುರುತಿಸಿ
ko: ID 값
ku_arab: بەهای ناسنامە
ky: БИРДЕЙЛИК МААНИСИ
lo: ຄ່າຂໍ້ມູນສະເພາະຕົວ
lt: TAPATYBĖS REIKŠMĖ
lv: IDENTITĀTES VĒRTĪBA
mi: UARA TUAKIRI
mk: ВРЕДНОСТ НА ИДЕНТИТЕТ
ml: ഐഡന്റിറ്റി മൂല്യം
mn: ТАНИХ ТӨРӨЛ
mr: ओळख मूल्‍य
ms: NILAI IDENTITI
mt: VALUR TAL- IDENTITÀ
ne: परिचय मान
nn_no: IDENTITETSVERDI
no: IDENTITETSVERDI
or: ପରିଚୟକରଣ ମୂଲ୍ୟ
pa_arab_pk: ‏‏پجھان قسم
pa_in: ਪਹਿਚਾਣ ਵੈਲਯੂ
pl: WARTOŚĆ TOŻSAMOŚCI
ru: ЗНАЧЕНИЕ ИДЕНТИФИКАТОРА
sd: شناخت قدر
si: අනන්‍යතා අගය
sl: VREDNOST IDENTITETE
sr_cyrl_rs: ВРЕДНОСТ ИДЕНТИТЕТА
sr_latn_rs: VREDNOST IDENTITETA
sv: ID-VÄRDE
ta: அடையாள மதிப்பு
te: గుర్తింపు విలువ
tg: ҚИМАТИ МУШАХХАС
th: ค่าข้อมูลประจำตัว
tr: KİMLİK DEĞERİ
tt: ВИРТУАЛЬ ШӘХЕС КҮРСӘТКЕЧЕ
ug: كىملىك قىممىتى
uk: ІДЕНТИФІКАЦІЙНЕ ЗНАЧЕННЯ
ur: شناختی قدر
uz: IDENTIFIKATOR QIYMATI
vi: GIÁ TRỊ DANH TÍNH
zh_hans: 标识值
zh_hant: 識別值

# Word.PassportMemberName
source: PASSPORT MEMBER
af: PASSPORT LID
am: PASSPORT አባል
ar: عضو Passport‏
as: পাৰপত্ৰ সদস্য
az: PASSPORT ÜZVÜ
bg: ЧЛЕН НА PASSPORT
bn_in: PASSPORT সদস্য
bs: ČLAN PASSPORT USLUGE
cy: AELOD PASSPORT
da: PASSPORT-MEDLEM
de: PASSPORT-MITGLIED
el: ΜΕΛΟΣ PASSPORT
es: MIEMBRO DE PASSPORT
et: PASSPORT LIIGE
eu: PASSPORT KIDEA
fa: شماره PASSPORT
ga: BALL PASSPORT
gd: BALL A' PASSPORT
gl: MEMBRO DE PASSPORT
gu: PASSPORT નંબર
he: מנוי ב- PASSPORT
hi: PASSPORT सदस्य
hr: ČLAN USLUGE PASSPORT
hu: PASSPORT TAGSÁGI
id: ANGGOTA PASSPORT
is: PASSPORT AÐILI
ja: Passport メンバー
ka: PASSPORT წევრი
kk: PASSPORT МҮШЕСІ
kn: PASSPORT ಸದಸ್ಯ
ko: Passport 회원
ku_arab: ئەندامی PASSPORT
ky: PASSPORT МҮЧӨСҮ
lo: ສະມາຊິກໜັງສືຜ່ານແດນ
lt: „PASSPORT“ NARYS
lv: PASSPORT DALĪBNIEKS
mi: MEMA PASSPORT
mk: ЧЛЕН НА PASSPORT
ml: PASSPORT അംഗം
mn: PASSPORT ГИШҮҮН
mr: PASSPORT सदस्य
ms: AHLI PASSPORT
mt: MEMBRU TAL-PASSPORT
ne: PASSPORT सदस्य
nn_no: PASSPORT-MEDLEM
no: PASSPORT-MEDLEM
or: PASSPORT ସଭ୍ୟ
pa_arab_pk: PASSPORT ممبر
pa_in: PASSPORT ਸਦੱਸ
pl: CZŁONEK PASSPORT
ru: ПОЛЬЗОВАТЕЛЬ СЛУЖБЫ PASSPORT
sd: PASSPORT رڪن
si: PASSPORT සාමාජිකයා
sl: ČLAN STORITVE PASSPORT
sr_cyrl_rs: КОРИСНИК PASSPORT УСЛУГЕ
sr_latn_rs: KORISNIK PASSPORT USLUGE
sv: PASSPORT MEDLEM
ta: PASSPORT உறுப்பினர்
te: PASSPORT సభ్యుడు
tg: УЗВИ PASSPORT
th: สมาชิก PASSPORT
tr: PASSPORT ÜYESİ
tt: PASSPORT ӘГЪЗАСЫ
ug: PASSPORT ئەزاسى
uk: КОРИСТУВАЧ PASSPORT
ur: PASSPORT نمبر
uz: PASSPORT A‘ZOSI
vi: THÀNH VIÊN PASSPORT
zh_hans: PASSPORT 成员
zh_hant: PASSPORT 會員

# Word.To
source: TO
af: om te
am: ለ
ar: إلى
as: প্ৰতি
az: KİMƏ
bg: ДО
bn_in: প্রতি
bs: U
cy: AT
da: TIL
de: IN
el: ΣΕ
es: A
et: UUS VÄÄRTUS
eu: HONA
fa: گیرنده
ga: GO
gd: GU
gl: PARA
gu: પ્રતિ
he: ל-
hi: इस पर
hr: U
hu: CÍMZETT
id: KE
is: TIL
ja: 更新後
ka: ვის
kk: ЖАҢА МӘН
kn: ಇವರಿಗೆ
ko: 새 값
ku_arab: بۆ
ky: КИМГЕ
lo: ເຖິງ
lt: Į
lv: KAM
mi: KI
mk: ВО
ml: വരെ
mn: ХААШАА
mr: प्रति
ms: KEPADA
mt: LIL
ne: लाई
nn_no: TIL
no: TIL
or: ପ୍ରାପ୍ତେସୁ
pa_arab_pk: نوں
pa_in: ਲਈ
pl: DO
ru: НОВОЕ ЗНАЧЕНИЕ
sd: ڏانهن
si: වෙත
sl: V
sr_cyrl_rs: У
sr_latn_rs: U
sv: TILL
ta: க்கு
te: దీని వరకు
tg: БА
th: ถึง
tr: KİME
tt: КЕМГӘ
ug: يېڭىسى
uk: КОМУ
ur: بطرف
uz: QUYIDAGIGA
vi: ĐỔI THÀNH
zh_hans: 至
zh_hant: 至

# Word.PIFriendlyName
source: Payment instrument friendly name
af: Betaling instrument vriendelike naam
am: ከክፍያ መሳሪያ ጋር የሚስማማ ስም
ar: الاسم المألوف لوسيلة الدفع
as: পৰিশোধ সা-সৰঞ্জাম বন্ধুত্বপূৰ্ণ নাম
az: Ödəniş alətinin anlaşıqlı adı
bg: Истинско име на платежния инструмент
bn_in: অর্থপ্রদানের ব্যবস্থার বন্ধুত্বপূর্ণ নাম
bs: Prepoznatljivo ime instrumenta plaćanja
cy: Enw hwylus offeryn talu
da: Fuldt navn for betalingsmiddel
de: Anzeigename für Zahlungsmittel
el: Φιλικό όνομα οργάνου πληρωμής
es: Nombre descriptivo del instrumento de pago
et: Maksevahendi sõbralik nimi
eu: Ordainketa-metodoaren izen adierazgarria
fa: نام دوستانه ابزار پرداخت
ga: Ainm cairdiúil na hionstraime íocaíochta
gd: Far-ainm an inneil phàighidh
gl: Nome amigable do instrumento de pagamento
gu: ચૂકવણીનું સાધન મૈત્રીપૂર્ણ નામ
he: שם ידידותי של אמצעי תשלום
hi: भुगतान विधि परिचित नाम
hr: Pristupačan naziv načina plaćanja
hu: Fizetési eszköz rövid neve
id: Nama sederhana alat pembayaran
is: Notendavænt heiti greiðslumáta
ja: お支払い方法のフレンドリ名
ka: გადახდის მეთოდის მეტსახელი
kk: Төлем құралының оңай аты
kn: ಪಾವತಿ ವಿಧಾನ ಸ್ನೇಹಪೂರ್ವಕ ಹೆಸರು
ko: 결제 방법 식별 이름
ku_arab: ناوی دۆستانەی ئامڕازی پارەدان
ky: Төлөө куралынын достук аты
lo: ຊື່ທີ່ຈື່ງ່າຍຂອງເຄື່ອງມືການຊຳລະເງິນ
lt: Lengvai įsimenamas mokėjimo priemonės pavadinimas
lv: Maksāšanas līdzekļa draudzīgais nosaukums
mi: Ingoa whakahoa taputapu utu
mk: Лесно име на инструментот на плаќање
ml: പേയ്‌മെന്റ് രീതിയുടെ സൌഹാര്‍ദ്ദ നാമം
mn: Төлбөрийн хэрэгслийн ээлтэй нэр
mr: देय साधनाचे मैत्रीपूर्ण नाव
ms: Nama mesra instrumen pembayaran
mt: Isem faċli għall-istrument ta' pagament
ne: भुक्तान साधन सहज नाम
nn_no: Eigendefinert namn på betalingsmetode
no: Kallenavn for betalingsmåte
or: ଦେୟ ପଦ୍ଧତିର ବନ୍ଧିତ୍ଵ ନାମ
pa_arab_pk: ادائیگی آلہ دوستانہ نام
pa_in: ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਅਨੁਕੂਲਤ ਨਾਮ
pl: Przyjazna nazwa instrumentu płatniczego
ru: Понятное имя платежного средства
sd: ادائگي آلو دوستاڻو نالو
si: ගෙවීම් උපකරණයේ මිත්‍රශීලී නම
sl: Prijazno ime načina plačila
sr_cyrl_rs: Препознатљиво име инструмента плаћања
sr_latn_rs: Prepoznatljivo ime instrumenta plaćanja
sv: Namn på betalningsmedel
ta: கட்டணம் செலுத்தும் அட்டையின் நட்புரீதியான பெயர்
te: చెల్లింపు పరికర స్నేహపూర్వక పేరు
tg: Номи навозишии василаи пардохт
th: ชื่อที่เรียกง่ายของเครื่องมือในการชำระเงิน
tr: Ödeme aracı kolay anlaşılır adı
tt: Түләү коралы өчен яраклы исем
ug: ھەق تاپشۇرۇش قورالىنىڭ نامى
uk: Зрозуміле ім'я платіжного засобу
ur: ادائیگی آلہ کا دوستانہ نام
uz: To‘lov vositasining do‘stona nomi
vi: Tên thân thiện của phương tiện thanh toán
zh_hans: 付款方式友好名称
zh_hant: 付款方式易記名稱

# Word.BankAccount.AcconterNumber.Hint
source: 9 or 10 digital numbers
af: 9 of 10 digitale nommers
am: 9 ወይም 10 አኃዛዊ ቁጥሮች
ar: أرقام من 9‏ أو 10‏ أعداد
as: 9 বা 10 সংখ্যাৰ নম্বৰসমূহ
az: 9 və ya 10 rəqəmli nömrələr
bg: 9- или 10-цифрови номера
bn_in: 9 বা 10 ডিজিটাল নম্বর
bs: Brojevi sa 9 ili 10 cifara
cy: 9 neu 10 rhif digidol
da: 9 eller 10 digitaltal
de: 9 oder 10 digitale Zahlen
el: 9 ή 10 ψηφιακοί αριθμοί
es: 9 o 10 números digitales
et: 9 või 10 digitaalset numbrit
eu: 9 edo 10 zenbaki digital
fa: شماره 9 یا 10 رقمی
ga: 9 nó 10 d'uimhreacha digiteacha
gd: 9 no 10 àireamhan
gl: 9 ou 10 díxitos
gu: 9 અથવા 10 સંખ્યા
he: 9 או 10 מספרים דיגיטליים
hi: 9 या 10 डिजिटल संख्याएं
hr: 9 ili 10 digitalnih brojeva
hu: 9 vagy 10 jegyű számok
id: 9 atau 10 nomor digital
is: 9 eða 10 tölustafir
ja: 9 桁または 10 桁の番号
ka: 9 ან10 ციფრიანი ნომრები
kk: 9 немесе 10 сандық нөмірлер
kn: 9 ಅಥವಾ 10 ಡಿಜಿಟಲ್ ಸಂಖ್ಯೆಗಳು
ko: 9 또는 10자리 번호
ku_arab: 9 یان 10 رەنووسی ژمارەیی
ky: 9 же 10 белгиден турган сандар
lo: ໝາຍເລກ 9 ຫຼື 10 ຕົວເລກ
lt: 9 arba 10 skaitmenų numeris
lv: 9 vai 10 cipari
mi: 9, 10 ngā tau mamati
mk: 9 или 10 дигитални броеви
ml: 9 അല്ലെങ്കില്‍ 10 ഡിജിറ്റല്‍ നമ്പറുകള്‍
mn: 9-10 оронтой тоо
mr: 9 किंवा 10 अंकी नंबर्स
ms: 9 atau 10 nombor digital
mt: 9 jew 10 numri diġitali
ne: 9 वा 10 डिजिटल नम्बरहरू
nn_no: 9 eller 10 digitale tal
no: 9 eller 10 digitale sifre
or: 9 କିମ୍ଵା 10 ଅକ୍ଷରର ନମ୍ଵର୍
pa_arab_pk: 9 یا 10 عدد نمبر
pa_in: 9 ਜਾਂ 10 ਅੰਕੀ ਸੰਖਿਆਵਾਂ
pl: 9 lub 10 cyfr
ru: 9 или 10 цифр
sd: 9 يا 10 ڊجيٽل نمبر
si: ඉලක්කම් 9 හෝ 10 සංඛ්‍යා
sl: 9 ali 10 digitalnih številk
sr_cyrl_rs: Бројеви са 9 или 10 цифара
sr_latn_rs: Brojevi sa 9 ili 10 cifara
sv: 9 eller 10 siffror
ta: 9 அல்லது 10 டிஜிட்டல் எண்கள்
te: 9 లేదా 10 డిజిటల్ సంఖ్యలు
tg: 9 аз 10 шумораҳои рақамӣ
th: ตัวเลข 9 หรือ 10 หลัก
tr: 9 veya 10 dijital numara
tt: 9 яки 10 дискрет сан
ug: 9 ياكى 10 رەقەم
uk: 9 або 10 цифр
ur: 9 یا 10 عددی نمبرز
uz: 9 yoki 10 ta raqamli sonlar
vi: 9 hoặc 10 chữ số
zh_hans: 9 或 10 位数字
zh_hant: 9 或 10 位數號碼

# Word.BankAccount.AccountNumberAndIBAN
source: Account number/IBAN number
af: Rekening moner/IBAN nommer
am: የመለያ ቁጥር/IBAN ቁጥር
ar: رقم الحساب/IBAN‏
as: একাউণ্ট নম্বৰ/IBAN নম্বৰ
az: Hesab nömrəsi/IBAN nömrəsi
bg: Номер на сметка/IBAN номер
bn_in: অ্যাকাউন্ট নম্বর/IBAN নম্বর
bs: Broj računa/IBAN broj
cy: Rhif cyfrif/rhif IBAN
da: Kontonummer/IBAN-nummer
de: Kontonummer/IBAN
el: Αριθμός λογαριασμού/Αριθμός IBAN
es: Número de cuenta/número IBAN
et: Kontonumber/IBAN-kood
eu: Kontu-zenbakia/IBAN zenbakia
fa: شماره حساب/شماره IBAN
ga: Uimhir chuntais/uimhir IBAN
gd: Àireamh a' chunntais/IBAN
gl: Número de conta/número IBAN
gu: ખાતા નંબર/IBAN નંબર
he: מספר חשבון/מספר IBAN
hi: खाता संख्या/IBAN संख्या
hr: Broj računa/IBAN broj
hu: Számlaszám/IBAN szám
id: Nomor rekening/nomor IBAN
is: Reikningsnúmer/IBAN-númer
ja: 口座番号/IBAN 番号
ka: ანგარიშის ნომერი/IBAN ნომერი
kk: Тіркелгі нөмірі/IBAN нөмірі
kn: ಖಾತೆ ಸಂಖ್ಯೆ/IBAN ಸಂಖ್ಯೆ
ko: 계좌 번호/IBAN 번호
ku_arab: ژمارەی ئەژمێر/ژمارەی IBAN
ky: Эсеп жазуу номери/IBAN номери
lo: ເລກບັນຊີ/ໝາຍເລກ IBAN
lt: Sąskaitos numeris / IBAN numeris
lv: Konta numurs/IBAN numurs
mi: Tau pūkete/Tau IBAN
mk: Број на сметка/IBAN-број
ml: അക്കൌണ്ട് നമ്പര്‍/IBAN നമ്പര്‍
mn: Хэрэглэгчийн бүртгэлийн дугаар/IBAN дугаар
mr: खाता नंबर/IBAN नंबर
ms: Nombor akaun/nombor IBAN
mt: Numru tal-kont/Numru tal-IBAN
ne: खाता नम्बर/IBAN नम्बर
nn_no: Kontonummer/IBAN-nummer
no: Kontonummer/IBAN-nummer
or: ଏକାଉଣ୍ଟ ନମ୍ଵର/IBAN ନମ୍ଵର୍
pa_arab_pk: اکاؤنٹ نمبر/IBAN نمبر
pa_in: ਖਾਤਾ ਨੰਬਰ/IBAN ਨੰਬਰ
pl: Numer konta/numer IBAN
ru: Номер счета/номер IBAN
sd: اڪائونٽ نمبر/IBAN نمبر
si: ගිණුම් අංකය/IBAN අංකය
sl: Številka računa/številka IBAN
sr_cyrl_rs: Број рачуна / IBAN број
sr_latn_rs: Broj računa / IBAN broj
sv: Kontonummer/IBAN-nummer
ta: கணக்கு எண்/IBAN எண்
te: ఖాతా సంఖ్య/IBAN సంఖ్య
tg: Рақами суратҳисоб/рақами IBAN
th: หมายเลขบัญชี/หมายเลข IBAN
tr: Hesap numarası/IBAN numarası
tt: Хисап номеры/IBAN номеры
ug: ھېسابات نومۇرى/IBAN نومۇرى
uk: Номер рахунку/номер IBAN
ur: اکاونٹ نمبر/IBAN نمبر
uz: Hisob qaydnomasi raqami/IBAN raqami
vi: Số tài khoản/Số IBAN
zh_hans: 帐号/IBAN 编号
zh_hant: 帳號/IBAN 號碼
