Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CompanyName.MaxLength
source: Company name is too long.
af: Maatskappynaam is te lank.
am: የኩባንያው ስም በጣም ረጅም ነው።
ar: اسم الشركة أطول من اللازم.
as: কোম্পানী নাম অতি দীঘল৷
az: Şirkətin adı çox uzundur.
bg: Името на фирмата е прекалено дълго.
bn_in: কোম্পানির নামটি অত্যন্ত লম্বা৷
bs: Naziv preduzeća je predug.
cy: Mae enw'r cwmni yn rhy hir.
da: Firmanavnet er for langt.
de: Der Firmenname ist zu lang.
el: Η επωνυμία εταιρείας είναι πολύ μεγάλη.
es: El nombre de empresa es demasiado largo.
et: Ettevõtte nimi on liiga pikk.
eu: Enpresaren izena luzeegia da.
fa: نام شرکت بسیار طولانی است.
ga: Ainm cuideachta rófhada.
gd: Tha ainm a' chompanaidh ro fhada.
gl: Nome de empresa moi longo.
gu: કંપની નામ ખૂબ લાંબુ છે.
he: שם החברה ארוך מדי.
hi: कंपनी का नाम बहुत लंबा है.
hr: Naziv tvrtke je predug.
hu: A vállalat neve túl hosszú.
id: Nama perusahaan terlalu panjang.
is: Heiti fyrirtækis er of langt.
ja: 会社名が長すぎます。
ka: კომპანიის სახელი ძალიან გრძელია.
kk: Компания атауы тым ұзын.
kn: ಕಂಪನಿ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 회사 이름이 너무 깁니다.
ku_arab: ناوی کۆمپانیا زۆر درێژە.
ky: Компанинын аты өтө узун.
lo: ຊື່ບໍລິສັດຍາວເກີນໄປ.
lt: Įmonės pavadinimas per ilgas.
lv: Uzņēmuma nosaukums ir pārāk garš.
mi: He roa rawa te ingoa kamupene.
mk: Името на компанијата е предолго.
ml: കമ്പനിയുടെ പേര് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Компанийн нэр хэт урт байна.
mr: कंपनी नाव खूप दीर्घ आहे.
ms: Nama syarikat terlalu panjang.
mt: L-isem tal-kumpanija twil wisq.
ne: कम्पनीको नाम धेरै लामो भयो।
nn_no: Firmanamnet er for langt.
no: Firmanavnet er for langt.
or: କମ୍ପାନୀ ନାମ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏کمپنی دا ناں بوت ای لمّا اے۔
pa_in: ਕੰਪਨੀ ਦਾ ਨਾਮ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Nazwa firmy jest zbyt długa.
ru: Слишком длинное название компании.
sd: ڪمپني جو نالو تمام وڏي آهي.
si: සමාගමේ නම දිග වැඩියි.
sl: Ime podjetja je predolgo.
sr_cyrl_rs: Име предузећа је предугачко.
sr_latn_rs: Ime preduzeća je predugačko.
sv: Företagsnamnet är för långt.
ta: நிறுவனப் பெயர் மிக நீளமாக உள்ளது.
te: కంపెనీ పేరు చాలా పొడవుగా ఉంది.
tg: Номи ширкат аз ҳад дароз аст.
th: ชื่อบริษัทยาวเกินไป
tr: Şirket adı çok uzun.
tt: Ширкәт исеме бик озын.
ug: شىركەت ئىسمى بەك ئۇزۇن.
uk: Назва компанії задовга.
ur: کمپنی کا نام بہت طویل ہے۔
uz: Kompaniya nomi juda uzun.
vi: Tên công ty quá dài.
zh_hans: 公司名称过长。
zh_hant: 公司名稱太長。

# Literal.CompanyName.Pattern
source: Invalid company name.
af: Ongeldige maatskappynaam.
am: ልክ ያልኾነ የኩባንያ ስም።
ar: اسم الشركة غير صالح.
as: অবৈধ কোম্পানী নাম৷
az: Yanlış şirkət adı.
bg: Името на фирмата е невалидно.
bn_in: কোম্পানির নামটি ঠিকঠাক নেই৷
bs: Nevažeći naziv preduzeća.
cy: Mae enw'r cwmni yn annilys.
da: Ugyldigt firmanavn.
de: Der Firmenname ist ungültig.
el: Μη έγκυρη επωνυμία εταιρείας.
es: El nombre de empresa no es válido.
et: Ettevõtte nimi on sobimatu.
eu: Enpresaren izena baliogabea da.
fa: نام شرکت نامعتبر است.
ga: Ainm cuideachta neamhbhailí.
gd: Tha ainm a' chompanaidh mì-dhligheach.
gl: Nome de empresa non válido.
gu: અમાન્ય કંપની નામ.
he: שם החברה לא חוקי.
hi: अमान्य कंपनी का नाम.
hr: Naziv tvrtke nije valjan.
hu: Érvénytelen vállalatnév.
id: Nama perusahaan tidak valid.
is: Ógilt heiti fyrirtækis.
ja: 会社名が正しくありません。
ka: კომპანიის სახელი არასწორია.
kk: Компания атауы дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಕಂಪನಿ ಹೆಸರು.
ko: 회사 이름이 올바르지 않습니다.
ku_arab: ناوی کۆمپانیا نادروستە.
ky: Компаниянын аты жараксыз.
lo: ຊື່ບໍລິສັດບໍ່ຖືກຕ້ອງ.
lt: Įmonės pavadinimas netinkamas.
lv: Nederīgs uzņēmuma nosaukums.
mi: He muhu te ingoa kamupene.
mk: Неважечко име на компанија.
ml: കമ്പനിയുടെ പേര് അസാധുവാണ്.
mn: Компанийн нэр буруу байна.
mr: अवैध कंपनी नाव.
ms: Nama syarikat tidak sah.
mt: L-isem tal-kumpanija mhux validu.
ne: अवैध कम्पनीको नाम।
nn_no: Ugyldig firmanamn.
no: Ugyldig firmanavn.
or: ଅବୈଧ କମ୍ପାନୀ ନାମ ଅଟେ.
pa_arab_pk: ‏‏کمپنی دا ناں غلط اے۔
pa_in: ਅਵੈਧ ਕੰਪਨੀ ਨਾਮ।
pl: Nieprawidłowa nazwa firmy.
ru: Название компании недопустимо.
sd: ڪمپني جو نالو درست نه آهي.
si: සමාගමේ නම වැරදියි.
sl: Ime podjetja ni veljavno.
sr_cyrl_rs: Неважеће име предузећа.
sr_latn_rs: Nevažeće ime preduzeća.
sv: Ogiltigt företagsnamn.
ta: தவறான நிறுவனப் பெயர்.
te: చెల్లని కంపెనీ పేరు.
tg: Номи ширкати беэътибор.
th: ชื่อบริษัทไม่ถูกต้อง
tr: Geçersiz şirket adı.
tt: Ширкәт исеме ялгыш.
ug: ئىناۋەتسىز شىركەت ئىسمى.
uk: Неприпустима назва компанії.
ur: بے جواز کمپنی نام۔
uz: Kompaniya nomi haqiqiy emas.
vi: Tên công ty không hợp lệ.
zh_hans: 公司名称无效。
zh_hant: 公司名稱無效。

# Literal.HapiAddress.CompanyName.Pattern
source: Invalid company name
af: Ongeldige maatskappynaam
am: ልክ ያልኾነ የኩባንያ ስም።
ar: اسم الشركة غير صالح.
as: কোম্পানীৰ নাম অমান্য
az: Yanlış şirkət adı
bg: Невалидно име на фирма
bn_in: কোম্পানির নামটি অবৈধ
bs: Nevažeći naziv kompanije
cy: Mae enw'r cwmni yn annilys
da: Ugyldigt firmanavn
de: Ungültiger Firmenname
el: Μη έγκυρη επωνυμία εταιρείας
es: El nombre de empresa no es válido
et: Ettevõtte nimi on sobimatu.
eu: Enpresaren izena baliogabea da
fa: نام شرکت نامعتبر است
ga: Ainm cuideachta neamhbhailí
gd: Tha ainm na companaidh mì-dhligheach
gl: Nome de empresa non válido
gu: અમાન્ય કંપની નામ
he: שם החברה לא חוקי
hi: कंपनी का अमान्य नाम
hr: Naziv tvrtke nije valjan
hu: Érvénytelen vállalatnév
id: Nama perusahaan tidak valid
is: Ógilt heiti fyrirtækis.
ja: 会社名が無効です
ka: კომპანიის სახელი არასწორია
kk: Компания атауы дұрыс емес
kn: ಕಂಪನಿಯ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ.
ko: 회사 이름이 올바르지 않습니다.
lo: ຊື່ບໍລິສັດບໍ່ຖືກຕ້ອງ
lt: Neleistinas įmonės pavadinimas
lv: Nederīgs uzņēmuma nosaukums
mi: He muhu te ingoa kamupene.
mk: Неважечко име на компанија
ml: കമ്പനിയുടെ പേര് സാധുവായതല്ല
mr: अवैध कंपनीचे नाव
ms: Nama syarikat tidak sah
mt: L-isem tal-kumpanija mhux validu
ne: अवैधानिक कम्पनीको नाम
nn_no: Ugyldig firmanamn
no: Ugyldig firmanavn
or: ଅବୈଧ କମ୍ପାନୀ ନାମ
pa_in: ਕੰਪਨੀ ਨਾਮ ਅਯੋਗ ਹੈ
pl: Nieprawidłowa nazwa firmy
ru: Недопустимое название организации
sl: Ime podjetja ni veljavno.
sr_cyrl_rs: Неважеће име предузећа
sr_latn_rs: Nevažeće ime preduzeća
sv: Ogiltigt företagsnamn
ta: செல்லுபடியாகாத நிறுவனப் பெயர்.
te: కంపెనీ పేరు చెల్లదు
th: ชื่อบริษัทไม่ถูกต้อง
tr: Geçersiz şirket adı
tt: Дөрес булмаган ширкәт исеме
ug: شىركەت نامى ئىناۋەتسىز
uk: Неприпустима назва компанії
ur: بے جواز کمپنی کا نام
uz: Yaroqsiz kompaniya nomi
vi: Tên công ty không hợp lệ
zh_hans: 公司名称无效
zh_hant: 公司名稱無效

# Literal.CompanyName.Required
source: Company name is required.
af: Maatskappynaam word vereis.
am: የኩባንያ ስም ያስፈልጋል።
ar: اسم الشركة مطلوب.
as: কোম্পানী নাম আৱশ্যক৷
az: Şirkətin adı tələb olunur.
bg: Името на фирма е задължително.
bn_in: কোম্পানির নাম উল্লেখ করা আবশ্যক৷
bs: Naziv preduzeća je obavezan.
cy: Rhaid nodi enw'r cwmni.
da: Firmanavn kræves.
de: Der Firmenname ist erforderlich.
el: Απαιτείται η επωνυμία της εταιρείας.
es: El nombre de empresa es obligatorio.
et: Ettevõtte nimi on kohustuslik.
eu: Enpresaren izena beharrezkoa da.
fa: به نام شرکت نیاز است.
ga: Ainm cuideachta ag teastáil.
gd: Tha feum air ainm a' chompanaidh.
gl: Requírese nome de empresa.
gu: કંપની નામ આવશ્યક છે.
he: שם החברה נדרש.
hi: कंपनी का नाम आवश्यक है.
hr: Naziv tvrtke je obavezan.
hu: A vállalat nevének megadása kötelező.
id: Nama perusahaan harus diisi.
is: Tilgreina þarf heiti fyrirtækis.
ja: 会社名は必須項目です。
ka: ჩაწერეთ კომპანიის სახელი.
kk: Компания атауы қажет.
kn: ಕಂಪನಿ ಹೆಸರು ಅಗತ್ಯವಿದೆ.
ko: 회사 이름은 필수 항목입니다.
ku_arab: ناوی کۆمپانیا پێویستە.
ky: Компаниянын аты талап кылынат.
lo: ຕ້ອງລະບຸຊື່ບໍລິສັດ.
lt: Įmonės pavadinimas būtinas.
lv: Norādiet uzņēmuma nosaukumu.
mi: Kei te hiahiatia te ingoa kamupene.
mk: Името на компанијата е задолжително.
ml: കമ്പനിയുടെ പേര് ആവശ്യമാണ്.
mn: Компанийн нэрийг бөглөх шаардлагатай.
mr: कंपनी नाव आवश्यक आहे.
ms: Nama syarikat diperlukan.
mt: L-isem tal-kumpanija hu meħtieġ.
ne: कम्पनीको नाम आवश्यक छ।
nn_no: Firmanamn er obligatorisk.
no: Firmanavn må angis.
or: କମ୍ପାନୀ ନାମ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏کمپنی دا ناں درکار اے۔
pa_in: ਕੰਪਨੀ ਦਾ ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ।
pl: Nazwa firmy jest wymagana.
ru: Необходимо ввести название компании.
sd: ڪمپني جي نالي جي گھرج آهي.
si: සමාගමේ නම අවශ්‍යයි.
sl: Vnesite ime podjetja.
sr_cyrl_rs: Име предузећа је обавезно.
sr_latn_rs: Ime preduzeća je obavezno.
sv: Företagsnamn måste anges.
ta: நிறுவனப் பெயர் தேவை.
te: కంపెనీ పేరు అవసరం.
tg: Номи ширкат ҳатмист.
th: ต้องระบุชื่อบริษัท
tr: Şirket adı gereklidir.
tt: Ширкәт исеме мәҗбүри.
ug: شىركەت ئىسمى كېرەك.
uk: Необхідно ввести назву компанії.
ur: کمپنی کا نام درکار ہے۔
uz: Kompaniya nomi talab qilinadi.
vi: Tên công ty là cần thiết.
zh_hans: 公司名称为必填项。
zh_hant: 公司名稱是必要資訊。

# Literal.CreditCardHolderName.MaxLength
source: Name on card is too long.
af: Naam op kaart is te lank.
am: ስም ሒሳብ ላይ በጣም ረጅም ነው።
ar: الاسم المدون على البطاقة أطول من اللازم.
as: নাম আৰু কাৰ্ড অতি দীঘল৷
az: Kartın üzərindəki ad çox uzundur.
bg: Името на притежателя на картата е прекалено дълго.
bn_in: কার্ডে থাকা নাম অত্যন্ত বড়৷
bs: Ime na kartici je predugo.
cy: Mae'r enw ar y cerdyn yn rhy hir.
da: Navnet på kortet er for langt.
de: Der Name des Karteninhabers ist zu lang.
el: Το όνομα στην κάρτα είναι πολύ μεγάλο.
es: El nombre que figura en la tarjeta es demasiado largo.
et: Kaardil olev nimi on liiga pikk.
eu: Txarteleko izena luzeegia da.
fa: نام موجود بر روی کارت بسیار طولانی است.
ga: Ainm ar an gcárta rófhada.
gd: Tha an t-ainm air a' chairt ro fhada.
gl: Nome no cartón demasiado longo.
gu: કાર્ડ પર નામ ખૂબ લાંબુ છે.
he: השם על-גבי הכרטיס ארוך מדי.
hi: कार्ड पर मौजूद नाम बहुत लंबा है.
hr: Ime na kartici je predugo.
hu: A kártyatulajdonos neve túl hosszú.
id: Nama pada kartu terlalu panjang.
is: Nafn á korti er of langt.
ja: クレジット カードの名義が長すぎます。
ka: ბარათზე მითითებული სახელი ძალიან გრძელია.
kk: Картада көрсетілген есім тым ұзын.
kn: ಕಾರ್ಡ್‌ನಲ್ಲಿನ ಹೆಸರು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 카드상의 이름이 너무 깁니다.
ku_arab: ناوی سەر کرێدت کارت زۆر درێژە.
ky: Карттагы ат өтө узун.
lo: ຊື່ເທິງບັດຍາວເກີນໄປ.
lt: Kortelėje nurodyti vardas ir pavardė per ilgi.
lv: Kartes īpašnieka vārds un uzvārds ir pārāk garš.
mi: He roa rawa te ingoa i runga i te kāri.
mk: Името на картичката е предолго.
ml: കാര്‍ഡിലെ പേര്‌ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Картан дээрх нэр хэт урт байна.
mr: कार्डचे नाव खूप दीर्घ आहे.
ms: Nama di atas kad terlalu panjang.
mt: L-isem fuq il-kard twil wisq.
ne: कार्डमा नाम धेरै लामो भयो।
nn_no: Namnet på kortet er for langt.
no: Navn på kortet er for langt.
or: କାର୍ଡ୍‌ରେ ନାମ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: کارڈ تے لکھیا ناں بہت لمااے۔
pa_in: ਕਾਰਡ ‘ਤੇ ਨਾਮ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Imię i nazwisko na karcie są zbyt długie.
ru: Имя, указанное на карте, слишком длинное.
sd: ڪارڊ تي نالو تمام وڏو آھي.
si: කාඩ්පතේ නම ඉතා දිගයි.
sl: Ime, ki je prikazano na kartici, je predolgo.
sr_cyrl_rs: Име на картици је предугачко.
sr_latn_rs: Ime na kartici je predugačko.
sv: Namnet på kortinnehavaren är för långt.
ta: அட்டையில் பெயர் மிக நீளமாக உள்ளது.
te: కార్డ్‌లో పేరు చాలా పొడవుగా ఉంది.
tg: Ном дар рӯи корт аз ҳад дароз аст.
th: ชื่อบนบัตรยาวเกินไป
tr: Kart üzerindeki ad çok uzun.
tt: Картагы исеме бик озын.
ug: كارتىدىكى ئىسىم بەك ئۇزۇن.
uk: Задовге ім’я власника картки.
ur: کارڈ پہ لکھا نام بہت طویل ہے.
uz: Kartochkadagi nom juda uzun.
vi: Tên trên thẻ quá dài.
zh_hans: 持卡人姓名过长。
zh_hant: 信用卡上的名字太長。

# Literal.CreditCardHolderName.Required
source: Name on card is required.
af: Naam op kaart word vereis.
am: ስም ሒሳብ ላይ ይፈለጋል።
ar: الاسم المدون على البطاقة مطلوب.
as: নাম আৰু কাৰ্ড আৱশ্যক৷
az: Kartın üzərində ad tələb olunur.
bg: Името на притежателя на картата е задължително.
bn_in: কার্ডে নামের উল্লেখ থাকা আবশ্যক৷
bs: Ime na kartici je obavezno.
cy: Rhaid nodi'r enw ar y cerdyn.
da: Navnet på kortet skal angives.
de: Der Name des Karteninhabers ist erforderlich.
el: Απαιτείται το όνομα στην κάρτα.
es: El nombre que figura en la tarjeta es obligatorio.
et: Kaardil olev nimi on kohustuslik.
eu: Txarteleko izena beharrezkoa da.
fa: به نام موجود بر روی کارت نیاز است.
ga: Ainm ar an gcárta ag teastáil.
gd: Tha feum air ainm air a' chairt.
gl: Requírese o nome no cartón.
gu: કાર્ડ પર નામની આવશ્યકતા છે.
he: השם על-גבי הכרטיס נדרש.
hi: कार्ड पर मौजूद नाम आवश्यक है.
hr: Ime na kartici je obavezno.
hu: A kártyatulajdonos nevének megadása kötelező.
id: Nama pada kartu wajib diisi.
is: Nafn á korti er áskilið.
ja: クレジット カードの名義は必須項目です。
ka: მიუთითეთ ბარათზე მითითებული სახელი.
kk: Картада ат қажет.
kn: ಕಾರ್ಡ್‌ನಲ್ಲಿ ಹೆಸರು ಅಗತ್ಯವಿದೆ.
ko: 카드상의 이름은 필수 항목입니다.
ku_arab: ناوی سەر کرێدت کارت پێویستە.
ky: Карттагы ат талап кылынат.
lo: ຕ້ອງລະບຸຊື່ເທິງບັດ.
lt: Kortelėje nurodyti vardas ir pavardė būtini.
lv: Norādiet kartes īpašnieka vārdu.
mi: Kei te hiahiatia te ingoa i runga i te kāri.
mk: Името на картичката е задолжително.
ml: കാര്‍ഡിലെ പേര്‌ ആവശ്യമാണ്.
mn: Картан дээрх нэрийг бөглөх шаардлагатай.
mr: कार्डचे नाव आवश्यक आहे.
ms: Nama di atas kad diperlukan.
mt: L-isem fuq il-kard hu meħtieġ.
ne: कार्डमा नाम आवश्यक छ।
nn_no: Namn på kortet er obligatorisk.
no: Navn på kortet må angis.
or: କାର୍ଡ୍‌ରେ ନାମ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: کارڈ تے ناں درکار اے۔
pa_in: ਕਾਰਡ ‘ਤੇ ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ।
pl: Imię i nazwisko na karcie są wymagane.
ru: Необходимо ввести имя, указанное на карте.
sd: ڪارڊ تي نالو گھرجيل آھي.
si: කාඩ්පතේ ඇති නම අවශ්‍යයි.
sl: Vnesite ime, ki je na kartici.
sr_cyrl_rs: Име на картици је обавезно.
sr_latn_rs: Ime na kartici je obavezno.
sv: Namnet på kortinnehavaren måste anges.
ta: அட்டையில் பெயர் தேவை.
te: కార్డ్‌లో పేరు అవసరం.
tg: Ном дар рӯи корт ҳатмист.
th: ต้องระบุชื่อบนบัตร
tr: Kart üzerindeki ad gereklidir.
tt: Картагы исеме мәҗбүри.
ug: كارتىدىكى ئىسىم كېرەك.
uk: Необхідно вказати ім’я власника картки.
ur: کارڈ پہ لکھا نام درکار ہے.
uz: Kartochkadagi nom talab qilinadi.
vi: Tên trên thẻ là cần thiết.
zh_hans: 持卡人姓名为必填项。
zh_hant: 信用卡上的名字是必要資訊。

# Literal.CreditCardNumber.MaxLength
source: Credit card number is too long.
af: Kredietkaartnommer is te lank.
am: የብድር ካርድ ቁጥር በጣም ረጅም ነው።
ar: رقم بطاقة الائتمان أطول من اللازم.
as: ক্ৰেডিট কাৰ্ড নম্বৰ অতি দীঘল৷
az: Kredit kartının nömrəsi çox uzundur.
bg: Номерът на кредитната карта е прекалено дълъг.
bn_in: ক্রেডিট কার্ডের নাম্বারটি অত্যন্ত লম্বা৷
bs: Broj kreditne kartice je predug.
cy: Mae rhif y cerdyn credyd yn rhy hir.
da: Kreditkortnummeret er for langt.
de: Die Kreditkartennummer ist zu lang.
el: Ο αριθμός πιστωτικής κάρτας είναι πολύ μεγάλος.
es: El número de la tarjeta de crédito es demasiado largo.
et: Krediitkaardi number on liiga pikk.
eu: Kreditu-txartelaren zenbakia luzeegia da.
fa: شماره کارت اعتباری بسیار طولانی است.
ga: Uimhir chárta creidmheasa rófhada.
gd: Tha àireamh na cairt ro fhada.
gl: Número de cartón de crédito moi longo.
gu: ક્રેડિટ કાર્ડ નંબર ખૂબ લાંબો છે.
he: מספר כרטיס האשראי ארוך מדי.
hi: क्रेडिट कार्ड संख्या बहुत लंबी है.
hr: Broj kreditne kartice je predug.
hu: A hitelkártyaszám túl hosszú.
id: Nomor kartu kredit terlalu panjang.
is: Kreditkortsnúmer er of langt.
ja: クレジット カード番号が長すぎます。
ka: საკრედიტო ბარათის ნომერი ძალიან გრძელია.
kk: Несиелік карта нөмірі тым ұзын.
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 신용 카드 번호가 너무 깁니다.
ku_arab: ژمارەی کرێدت کارت زۆر درێژە.
ky: Кредит картынын номуру өтө узун.
lo: ເລກບັດເຄຣດິດຍາວເກີນໄປ.
lt: Kredito kortelės numeris per ilgas.
lv: Kredītkartes numurs ir pārāk garš.
mi: He roa rawa te tau kāri nama.
mk: Бројот на кредитната картичка е предолг.
ml: ക്രെഡിറ്റ് കാര്‍ഡ് നമ്പര്‍ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Кредит картны дугаар хэт урт байна.
mr: कार्ड नंबर खूप दीर्घ आहे.
ms: Nombor kad kredit terlalu panjang.
mt: In-numru tal-karta ta' kreditu twil wisq.
ne: क्रेडिट कार्ड नम्बर धेरै लामो भयो।
nn_no: Kredittkortnummeret er for langt.
no: Kredittkortnummeret er for langt.
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍ ନମ୍ଵର୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: کریڈٹ کارڈ دا نمبر بہت لمااے۔
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer karty kredytowej jest zbyt długi.
ru: Слишком длинный номер кредитной карты.
sd: ڪريڊٽ ڪارڊ جو نمبر تمام وڏو آھي.
si: ක්‍රෙඩිට් කාඩ්පතපත් අංකය ඉතා දිගයි.
sl: Številka kreditne kartice je predolga.
sr_cyrl_rs: Број кредитне картице је предугачак.
sr_latn_rs: Broj kreditne kartice je predugačak.
sv: Kreditkortsnumret är för långt.
ta: கடன் அட்டை எண் மிக நீளமாக உள்ளது.
te: క్రెడిట్ కార్డ్ నంబర్ చాలా పొడవుగా ఉంది.
tg: Рақами корти қарзӣ аз ҳад дароз аст.
th: หมายเลขบัตรเครดิตยาวเกินไป
tr: Kredi kartı numarası çok uzun.
tt: Кредит картагы номеры бик озын.
ug: ئىناۋەتلىك كارتا نومۇرى بەك ئۇزۇن.
uk: Номер кредитної картки занадто довгий.
ur: کریڈٹ کارڈ نمبر بہت طویل ہے.
uz: Kredit kartochka raqami juda uzun.
vi: Số thẻ tín dụng quá dài.
zh_hans: 信用卡号过长。
zh_hant: 信用卡號碼太長。

# Literal.CreditCardNumber.MinLength
source: Credit card number is too short.
af: Kredietkaartnommer is te kort.
am: የብድር ካርድ ቁጥር በጣም አጭር ነው።
ar: رقم بطاقة الائتمان قصير للغاية.
as: ক্ৰেডিট কাৰ্ড নম্বৰ অতি চুটি৷
az: Kredit kartının nömrəsi çox qısadır.
bg: Номерът на кредитната карта е прекалено къс.
bn_in: ক্রেডিট কার্ডের নাম্বারটি অত্যন্ত ছোট৷
bs: Broj kreditne kartice je prekratak.
cy: Mae rhif y cerdyn credyd yn rhy fyr.
da: Kreditkortnummeret er for kort.
de: Die Kreditkartennummer ist zu kurz.
el: Ο αριθμός πιστωτικής κάρτας είναι πολύ μικρός.
es: El número de la tarjeta de crédito es demasiado corto.
et: Krediitkaardi number on liiga lühike.
eu: Kreditu-txartelaren zenbakia motzegia da.
fa: شماره کارت اعتباری بسیار کوتاه است.
ga: Uimhir chárta creidmheasa róghearr.
gd: Tha àireamh na cairt ro ghoirid.
gl: Número de cartón de crédito moi curto.
gu: ક્રેડિટ કાર્ડ નંબર ખૂબ ટૂંકો છે.
he: מספר כרטיס האשראי קצר מדי.
hi: क्रेडिट कार्ड संख्या बहुत छोटी है.
hr: Broj kreditne kartice je prekratak.
hu: A hitelkártyaszám túl rövid.
id: Nomor kartu kredit terlalu pendek.
is: Kreditkortsnúmer er of stutt.
ja: クレジット カード番号が短すぎます。
ka: საკრედიტო ბარათის ნომერი ძალიან მოკლეა.
kk: Несиелік карта нөмірі тым қысқа.
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 신용 카드 번호가 너무 짧습니다.
ku_arab: ژمارەی کرێدت کارت زۆر کورتە.
ky: Кредит картынын номуру өтө кыска.
lo: ເລກບັດເຄຣດິດສັ້ນເກີນໄປ.
lt: Kredito kortelės numeris per trumpas.
lv: Kredītkartes numurs ir pārāk īss.
mi: He poto rawa te tau kāri nama.
mk: Бројот на кредитната картичка е прекраток.
ml: ക്രെഡിറ്റ് കാര്‍ഡ് നമ്പര്‍ വളരെ ചെറുതാണ്.
mn: Кредит картны дугаар хэт богино байна.
mr: क्रेडिट कार्ड नंबर खूप लहान आहे.
ms: Nombor kad kredit terlalu pendek.
mt: In-numru tal-karta ta' kreditu qasir wisq.
ne: क्रेडिट कार्ड नम्बर धेरै छोटो भयो।
nn_no: Kredittkortnummeret er for kort.
no: Kredittkortnummeret er for kort.
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍ ନମ୍ଵର୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: کریڈٹ کارڈ دا نمبر بہت چھوٹا اے۔
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Numer karty kredytowej jest zbyt krótki.
ru: Слишком короткий номер кредитной карты.
sd: ڪريڊٽ ڪارڊ جو نمبر تمام ننڍو آھي.
si: ක්‍රෙඩිට් කාඩ්පතපත් අංකය ඉතා කෙටියි.
sl: Številka kreditne kartice je prekratka.
sr_cyrl_rs: Број кредитне картице је превише кратак.
sr_latn_rs: Broj kreditne kartice je previše kratak.
sv: Kreditkortsnumret är för kort.
ta: கடன் அட்டை எண் மிகச் சிறியதாக உள்ளது.
te: క్రెడిట్ కార్డ్ నంబర్ చాలా చిన్నదిగా ఉంది.
tg: Рақами корти қарзӣ аз ҳад кӯтоҳ аст.
th: หมายเลขบัตรเครดิตสั้นเกินไป
tr: Kredi kartı numarası çok kısa.
tt: Кредит картагы номер бик кыска.
ug: ئىناۋەتلىك كارتا نومۇرى بەك قىسقا.
uk: Номер кредитної картки занадто короткий.
ur: کریڈٹ کارڈ نمبر بہت مختصر ہے.
uz: Kredit kartochka raqami juda qisqa.
vi: Số thẻ tín dụng quá ngắn.
zh_hans: 信用卡号过短。
zh_hant: 信用卡號碼太短。

# Literal.CreditCardNumber.Pattern
source: Invalid credit card number.
af: Ongeldige kredietkaartnommer.
am: ልክ ያልኾነ የብድር ካርድ ቁጥር።
ar: رقم بطاقة الائتمان غير صالح.
as: অবৈধ ক্ৰেডিট কাৰ্ড নম্বৰ৷
az: Kredit kartının nömrəsi səhvdir.
bg: Невалиден номер на кредитна карта.
bn_in: ক্রেডিট কার্ড নাম্বারটি ঠিকঠাক নেই৷
bs: Nevažeći broj kreditne kartice.
cy: Mae rhif y cerdyn credyd yn annilys.
da: Ugyldigt kreditkortnummer.
de: Die Kreditkartennummer ist ungültig.
el: Μη έγκυρος αριθμός πιστωτικής κάρτας.
es: Número de tarjeta de crédito no válido.
et: Krediitkaardi number on sobimatu.
eu: Kreditu-txartelaren zenbakia baliogabea da.
fa: شماره کارت اعتباری نامعتبر است.
ga: Uimhir chárta creidmheasa neamhbhailí.
gd: Tha àireamh na cairt mì-dhligheach.
gl: Número de cartón de crédito non válido.
gu: અમાન્ય ક્રેડિટ કાર્ડ નંબર.
he: מספר כרטיס האשראי לא חוקי.
hi: अमान्य क्रेडिट कार्ड संख्या.
hr: Broj kreditne kartice nije valjan.
hu: Érvénytelen hitelkártyaszám.
id: Nomor kartu kredit tidak valid.
is: Ógilt kreditkortsnúmer.
ja: クレジット カード番号が正しくありません。
ka: საკრედიტო ბარათის ნომერი არასწორია.
kk: Несиелік карта нөмірі дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ.
ko: 신용 카드 번호가 올바르지 않습니다.
ku_arab: ژمارەی کرێدت کارت نادروستە.
ky: Кредит картынын номуру жараксыз.
lo: ເລກບັດເຄຣດິດບໍ່ຖືກຕ້ອງ.
lt: Negaliojantis kredito kortelės numeris.
lv: Nederīgs kredītkartes numurs.
mi: He muhu te tau kāri nama.
mk: Неважечки број на кредитна картичка.
ml: ക്രെഡിറ്റ് കാര്‍ഡ് നമ്പര്‍ അസാധുവാണ്.
mn: Кредит картны дугаар буруу байна.
mr: अवैध क्रेडिट कार्ड नंबर.
ms: Nombor kad kredit tidak sah.
mt: Numru tal-karta ta' kreditu invalidu.
ne: अवैध क्रेडिट कार्ड नम्बर।
nn_no: Ugyldig kredittkortnummer.
no: Ugyldig kredittkortnummer.
or: ଅବୈଧ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ନମ୍ଵର୍.
pa_arab_pk: کریڈٹ کارڈ دا نمبر ناجائز اے۔
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy numer karty kredytowej.
ru: Недопустимый номер кредитной карты.
sd: ڪريڊٽ ڪارڊ جو نمبر غلط آھي.
si: වැරදි ක්‍රෙඩිට් කාඩ්පතපත් අංකයකි.
sl: Številka kreditne kartice ni veljavna.
sr_cyrl_rs: Неважећи број кредитне картице.
sr_latn_rs: Nevažeći broj kreditne kartice.
sv: Ogiltigt kreditkortsnummer.
ta: தவறான கடன் அட்டை எண்.
te: చెల్లని క్రెడిట్ కార్డ్ నంబర్.
tg: Рақами корти қарзии беэътибор.
th: หมายเลขบัตรเครดิตไม่ถูกต้อง
tr: Kredi kartı numarası geçersiz.
tt: Кредит картагы номеры ялгыш.
ug: ئىناۋەتسىزئىناۋەتلىك كارتا نومۇرى.
uk: Неприпустимий номер кредитної картки.
ur: کریڈٹ کارڈ نمبر غلط ہے.
uz: Kredit kartochka raqami haqiqiy emas.
vi: Số thẻ tín dụng không hợp lệ.
zh_hans: 信用卡号无效。
zh_hant: 信用卡號碼無效。
