Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SetupOfficeSdx.SEPA.InfoPage.Subheading
source: We'll open your browser to complete the signing process.
af: Ons sal jou blaaier oopmaak om die ondertekeningsproses te voltooi.
am: የመመዝገብ ሂደቱን ለማጠናቀቅ ማሰሻዎን እንከፍታለን።
ar: سنفتح مستعرضك لإكمال عملية التوقيع.
as: স্বাক্ষৰ প্ৰক্ৰিয়াটো সম্পূৰ্ণ কৰিবলৈ আমি আপোনাৰ ব্ৰাউজাৰ খুলিম।
az: İmzalama prosesini başa çatdırmaq üçün brauzerinizi açacağıq.
bg: Ще отворим браузъра ви, за да завършим процеса на подписване.
bn_in: সাইন ইন প্রক্রিয়াটি সম্পূর্ণ করতে আমরা আপনার ব্রাউজার তৈরি করব।
bs: Otvorit ćemo preglednik da biste dovršili proces prijave.
cy: Byddwn yn agor eich porwr i gwblhau'r broses llofnodi.
da: Vi åbner din browser for at fuldføre signeringsprocessen.
de: Wir öffnen Ihren Browser, um den Signiervorgang abzuschließen.
el: Θα ανοίξουμε το πρόγραμμα περιήγησής σας για να ολοκληρώσουμε τη διαδικασία υπογραφής.
es: Abriremos el explorador para completar el proceso de firma.
et: Allkirjastamisprotsessi lõpuleviimiseks avame teie brauseri.
eu: Sinatze-prozesua osatzeko, arakatzailea irekiko dugu.
fa: برای تکمیل فرآیند امضا، مرورگر شما را باز می‌کنیم.
ga: Osclóidh muid do bhrabhsálaí chun an próiseas sínithe a chomhlánú.
gd: Fosglaidh sinn am brabhsair agad gus am pròiseas soighnidh a chrìochnachadh.
gl: Abriremos o explorador para concluír o proceso de sinatura.
gu: સાઇનીંગ પ્રક્રિયા પૂર્ણ કરવા માટે અમે તમારું બ્રાઉઝર ખોલીશું.
he: נפתח את הדפדפן שלך כדי להשלים את תהליך החתימה.
hi: हम हस्ताक्षर करने की प्रक्रिया पूरी करने के लिए आपका ब्राउज़र खोल देंगे.
hr: Otvorit ćemo vaš preglednik da bismo dovršili postupak potpisivanja.
hu: Az aláírási folyamat befejezéséhez megnyitjuk a böngészőt.
id: Kami akan membuka browser untuk menyelesaikan proses penandatanganan.
is: Við opnum vafrann þinn til að klára innskráningarferlið.
ja: サインイン処理を完了するために、お客様のブラウザーをこちらが開きます。
ka: ჩვენ გავხსნით თქვენს ბრაუზერს შესვლის პროცესის დასასრულებლად.
kk: Қол қою процесін аяқтау үшін шолғыш ашылады.
kn: ಸಹಿ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಾವು ನಿಮ್ಮ ಬ್ರೌಸರ್ ತೆರೆಯುತ್ತೇವೆ.
ko: 서명 프로세스를 완료하기 위해 브라우저를 엽니다.
lo: ພວກເຮົາຈະເປີດບຣາວເຊີຂອງທ່ານເພື່ອໃຫ້ສໍາເລັດຂັ້ນຕອນການລົງຊື່ເຂົ້າໃຊ້.
lt: Atidarysime jūsų naršyklę, kad užbaigtumėte pasirašymo procesą.
lv: Mēs atvērsim jūsu pārlūkprogrammu, lai pabeigtu parakstīšanas procesu.
mi: Ka whakatuwheratia tō pūtirotiro kia oti ai te tukanga waitohu.
mk: Ќе го отвориме прегледувачот за да го завршите процесот на пријавување.
ml: ഒപ്പിടൽ പ്രോസസ് പൂർത്തിയാക്കുന്നതിന് ഞങ്ങൾ നിങ്ങളുടെ ബ്രൗസർ തുറക്കും.
mr: आम्ही साइन इन करण्याची प्रक्रिया पूर्ण करण्यासाठी आपले ब्राउझर उघडू.
ms: Kami akan membuka pelayar anda untuk melengkapkan proses menandatangan.
mt: Se niftħu l-brawżer tiegħek biex inlestu l-proċess tad-dħul.
ne: हामी हस्ताक्षर प्रक्रिया पूरा गर्न तपाईंको ब्राउजर खोल्ने छौँ।
nn_no: Vi opnar nettlesaren din for å fullføre signeringprosessen.
no: Vi åpner nettleseren din for å fullføre signeringsprosessen.
or: ଦସ୍ତଖତ ପ୍ରକ୍ରିୟା ସମାପ୍ତ କରିବାକୁ ଆମେ ଆପଣଙ୍କର ବ୍ରାଉଜର୍ ଖୋଲିବୁ ।
pa_in: ਸਾਈਨ ਇਨ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਅਸੀਂ ਤੁਹਾਡੇ ਬ੍ਰਾਉਜ਼ਰ ਨੂੰ ਖੋਲ੍ਹਾਂਗੇ।
pl: Otworzymy Twoją przeglądarkę, aby zakończyć proces podpisywania.
ru: Для завершения процесса подписания будет открыт браузер.
sl: Za dokončanje postopka vpisa bomo odprli vaš brskalnik.
sr_cyrl_rs: Отворићемо ваш прегледач да бисте довршили процес потписивања.
sr_latn_rs: Otvorićemo vaš pregledač da biste dovršili proces potpisivanja.
sv: Vi öppnar din webbläsare för att slutföra signeringsprocessen.
ta: பதிவுசெய்தல் செயலாக்கத்தை முடிக்க, நாங்கள் உங்கள் உலாவியைத் திறப்போம்.
te: సైన్ చేసే ప్రక్రియను పూర్తి చేయడానికి మేము మీ బ్రౌజర్‌ని తెరుస్తాము.
th: เราจะเปิดเบราว์เซอร์ของคุณเพื่อทำให้ขั้นตอนการลงชื่อเสร็จสมบูรณ์
tr: İmzalama işlemini tamamlamak için tarayıcınız açılacak.
tt: Системага керүне тәмамлау өчен сезнең күзәтүче ачылачак.
ug: تىزىملاشنى تاماملاش ئۈچۈن تور كۆرگۈچنى ئاچىمىز.
uk: Ваш браузер буде відкрито для завершення процесу підписання.
ur: سائن ان کرنے کا عمل کو مکمل کرنے کیلئے ہم آپ کا براؤزر کھولیں گے۔
uz: Kirish jarayonini yakunlash uchun brauzeringizni ochamiz.
vi: Chúng tôi sẽ mở trình duyệt của bạn để hoàn thành quy trình ký.
zh_hans: 我们将打开浏览器以完成签名过程。
zh_hant: 我們將開啟您的瀏覽器以完成簽署程序。

# Literal.CVV.Verification.VerifyCard
source: {card_number} verification
af: {card_number}-verifikasie
am: {card_number} ማረጋገጫ
ar: تحقق من {card_number}
as: {card_number} প্ৰমাণীকৰণ
az: {card_number} yoxlanması
bg: Проверка на {card_number}
bn_in: {card_number} যাচাইকরণ
bs: Provjera valjanosti kartice {card_number}
cy: dilysu {card_number}
da: {card_number} bekræftelse
de: {card_number} Überprüfung
el: Επαλήθευση {card_number}
es: Comprobación de {card_number}
et: {card_number} kinnitamine
eu: {card_number} egiaztapena
fa: تأیید {card_number}
ga: Fíorú {card_number}
gd: Dearbhadh {card_number}
gl: Verificación de {card_number}
gu: {card_number} ચકાસણી
he: אימות {card_number}
hi: {card_number} सत्यापन
hr: Provjera valjanosti kartice {card_number}
hu: {card_number} ellenőrzése
id: verifikasi {card_number}
is: {card_number} staðfesting
ka: {card_number}-ის გადამოწმება
kk: {card_number} тексеру
kn: {card_number} ಪರಿಶೀಲನೆ
ko: {card_number} 확인
lo: {card_number} ການກວດສອບ
lt: {card_number} tikrinimas
lv: {card_number} verifikācija
mi: Manatokonga {card_number}
mk: Потврда на {card_number}
ml: {card_number} സ്ഥിരീകരണം
mr: {card_number} पडताळणी
ms: Pengesahan {card_number}
mt: Verifika ta’ {card_number}
ne: {card_number} प्रमाणीकरण
nn_no: {card_number} verifisering
no: Bekreftelse av {card_number}
or: {card_number} ଯାଞ୍ଚକରଣ
pa_in: {card_number} ਤਸਦੀਕ
pl: Weryfikacja {card_number}
ru: Проверка {card_number}
sl: Preverjanje kartice {card_number}
sr_cyrl_rs: Верификација картице {card_number}
sr_latn_rs: Verifikacija kartice {card_number}
sv: {card_number}-verifiering
ta: {card_number} சரிபார்ப்பு
te: {card_number} ధ్రువీకరణ
th: การตรวจสอบ {card_number}
tr: {card_number} doğrulaması
tt: {card_number} тикшөрү
ug: {card_number} دەلىللەش
uk: Перевірка картки {card_number}
ur: {card_number} تصدیق
uz: {card_number} ni tasdiqlash
vi: Xác minh {card_number}
zh_hans: {card_number} 验证
zh_hant: {card_number} 驗證

# Literal.CVV.Verification.VerifyCardHeader
source: {card_name} {card_number} verification
af: {card_name} {card_number}-verifikasie
am: {card_name} {card_number} ማረጋገጫ
ar: التحقق من {card_name} {card_number}
as: {card_name} {card_number} প্ৰমাণীকৰণ
az: {card_name} {card_number} yoxlama
bg: Проверка на {card_name} {card_number}
bn_in: {card_name} {card_number} যাচাইকরণ
bs: Verifikacija {card_name} {card_number}
cy: dilysu {card_name} {card_number}
da: {card_name} {card_number} bekræftelse
de: {card_name} {card_number} Überprüfung
el: Επαλήθευση {card_name} {card_number}
es: Comprobación de {card_name} {card_number}
et: {card_name} {card_number} kontrollimine
eu: {card_name} {card_number} egiaztapena
fa: تأیید {card_name} {card_number}
ga: {card_name} {card_number} fíorú
gd: Dearbhadh {card_name} {card_number}
gl: Verificación de {card_name} {card_number}
gu: {card_name} {card_number} ચકાસણી
he: אימות {card_name} {card_number}
hi: {card_name} {card_number} सत्यापन
hr: Provjera valjanosti kartice {card_name} {card_number}
hu: {card_name} {card_number} ellenőrzése
id: verifikasi {card_name} {card_number}
is: {card_name} {card_number} staðfesting
ja: {card_name} {card_number} の確認
ka: {card_name} {card_number}-ის გადამოწმება
kk: {card_name} {card_number} тексеру
kn: {card_name} {card_number} ಪರಿಶೀಲನೆ
ko: {card_name} {card_number} 확인
lo: {card_name} ການກວດສອບຄວາມຖືກຕ້ອງ {card_number}
lt: {card_name} {card_number} patvirtinimas
lv: {card_name} {card_number} verifikācija
mi: Manatokonga {card_name} {card_number}
mk: Проверка на {card_name} {card_number}
ml: {card_name} {card_number} സ്ഥിരീകരണം
mr: {card_name} {card_number} पडताळणी
ms: Pengesahan {card_name} {card_number}
mt: Verifika ta’ {card_name} {card_number}
ne: {card_name} {card_number} प्रमाणीकरण
nn_no: Kontroll av {card_name} {card_number}
no: {card_name} {card_number} bekreftelse
or: {card_name} {card_number} ଯାଞ୍ଚକରଣ
pa_in: {card_name} {card_number} ਦੀ ਤਸਦੀਕ
pl: Weryfikacja {card_name} {card_number}
ru: Проверка {card_name} {card_number}
sl: Preverjanje {card_name} {card_number}
sr_cyrl_rs: Верификација картице {card_name} {card_number}
sr_latn_rs: Verifikacija kartice {card_name} {card_number}
sv: Verifiering för {card_name} {card_number}
ta: {card_name} {card_number} சரிபார்ப்பு
te: {card_name} {card_number} ధ్రువీకరణ
th: {card_name} การตรวจสอบ {card_number}
tr: {card_name} {card_number} doğrulaması
tt: {card_name} {card_number} тикшерү
ug: {card_name} {card_number} دەلىللەش
uk: Перевірка картки "{card_name}" ({card_number})
ur: {card_name} {card_number} تصدیق
uz: {card_name} {card_number} ni tasdiqlash
vi: Xác minh {card_name} {card_number}
zh_hans: {card_name} {card_number} 验证
zh_hant: {card_name} {card_number} 驗證

# Literal.CVV.Verification.VerifyCVVHeader
source: {type placeholder} {lastFour placeholder} verification
af: {type placeholder} {lastFour placeholder} se verifikasie
am: {type placeholder} {lastFour placeholder} ማረጋገጫ
ar: تأكيد {type placeholder} {lastFour placeholder}
as: {type placeholder} {lastFour placeholder} প্ৰমাণীকৰণ
az: {type placeholder} {lastFour placeholder} yoxlanması
bg: {type placeholder} Проверка на {lastFour placeholder}
bn_in: {type placeholder} {lastFour placeholder} যাচাইকরণ
bs: {type placeholder} {lastFour placeholder} verifikacija
cy: {type placeholder} Dilysu {lastFour placeholder}
da: Bekræftelse af {type placeholder} {lastFour placeholder}
de: {type placeholder} {lastFour placeholder}-Überprüfung
el: Επαλήθευση {type placeholder} {lastFour placeholder}
es: Comprobación de {type placeholder} {lastFour placeholder}
et: {type placeholder} {lastFour placeholder} kinnitamine
eu: {type placeholder} {lastFour placeholder} egiaztatzea
fa: تأیید {type placeholder} {lastFour placeholder}
ga: {type placeholder} Fíorú {lastFour Placeholder}
gd: Dearbhadh {type placeholder} {lastFour placeholder}
gl: {type placeholder} {lastFour placeholder} verificación
gu: {type placeholder} {lastFour placeholder} ચકાસણી
he: אימות {type placeholder}‏ {lastFour placeholder}
hi: {type placeholder} {lastFour placeholder} सत्यापन
hr: {type placeholder} {lastFour placeholder} provjera valjanosti
hu: {type placeholder} {lastFour placeholder} ellenőrzése
id: Verifikasi {lastFour placeholder} {type placeholder}
is: {type placeholder} {lastFour placeholder} staðfesting
ja: {type placeholder} {lastFour placeholder} の確認
ka: {type placeholder} {lastFour placeholder} გადამოწმება
kk: {type placeholder} {lastFour placeholder} тексерісі
kn: {type placeholder} {lastFour placeholder} ಪರಿಶೀಲನೆ
ko: {type placeholder} {lastFour placeholder} 확인
lo: ການກວດສອບ {type placeholder} {lastFour placeholder}
lt: {type placeholder} {lastFour placeholder} patvirtinimas
lv: {type placeholder} {lastFour placeholder} verifikācija
mi: Manatokonga {pato puriwāhi} {puriwāhi WhāWhakamutunga}
mk: Проверка на {type placeholder} {lastFour placeholder}
ml: {type placeholder} {lastFour placeholder} ഒത്തുനോക്കല്‍
mr: {type placeholder} {lastFour placeholder} पडताळणी
ms: Pengesahan {type placeholder} {lastFour placeholder}
mt: Verifika ta’ {type placeholder} {lastFour placeholder}
ne: {type placeholder} {lastFour placeholder} प्रमाणीकरण
nn_no: {type placeholder} {lastFour placeholder} stadfesting
no: {type plassholder} {lastFour placeholder} bekreftelse
or: {type placeholder} {lastFour placeholder} ଯାଞ୍ଚକରଣ
pl: Weryfikacja {type placeholder} {lastFour placeholder}
ru: Проверка {type placeholder} {lastFour placeholder}
sl: {type označba mesta} Preverjanje {lastFour}
sr_cyrl_rs: {type placeholder} {lastFour placeholder} верификација
sr_latn_rs: {type placeholder} {lastFour placeholder} verifikacija
sv: {type placeholder} {lastFour placeholder} verifiering
ta: {type placeholder} {lastFour placeholder} சரிபார்ப்பு
te: {type placeholder} {lastFour placeholder} ధృవీకరణ
th: {type placeholder} {lastFour placeholder} การตรวจสอบ
tr: {type placeholder} {lastFour placeholder} doğrulaması
tt: {type placeholder} {lastFour placeholder} чынлыкны тикшерү
ug: {type placeholder} {lastFour placeholder} دەلىللەش
uk: Перевірка {type placeholder} {lastFour placeholder}
ur: {type placeholder} {lastFour placeholder} تصدیق
uz: {type placeholder} {lastFour placeholder} tekshiruvi
vi: Xác minh {type placeholder} {lastFour placeholder}
zh_hans: {type placeholder} {lastFour placeholder} 验证
zh_hant: {type placeholder} {lastFour placeholder} 驗證

# Literal.CVV.Verification.ManageChallenge
source: Enter the CVV to verify your card:
af: Voer die kaartvalideringskode in om jou kaart te verifieer:
am: ካርድዎን ለማረጋገጥ CVV ያስገቡ፦
ar: أدخل رمز التحقق من البطاقة (CVV) لتأكيد بطاقتك:
as: আপোনাৰ কাৰ্ড প্ৰমাণিত কৰিবলৈ CVV প্ৰবিষ্ট কৰক:
az: Kartınızı yoxlamaq üçün CVV-ni daxil edin:
bg: Въведете CVV, за да потвърдите своята карта:
bn_in: আপনার কার্ড যাচাই করতে CVV লিখুন:
bs: Unesite CVV da potvrdite svoju karticu:
cy: Rhowch y CVV i wirio'ch cerdyn:
da: Angiv kortvalideringskoden for at bekræfte dit kort:
de: Geben Sie zum Überprüfen Ihrer Karte die Kartenprüfnummer (CVV) ein:
el: Εισαγάγετε το CVV για να επαληθεύσετε την κάρτα σας:
es: Escriba el CVV para comprobar la tarjeta:
et: Kaardi kinnitamiseks sisestage kaardi kontrollkood (CVV):
eu: Txartela egiaztatzeko, idatzi CVV zenbakia:
fa: برای تأیید کارت خود، CVV را وارد کنید:
ga: Iontráil an CVV chun do chárta a fhíorú:
gd: Cuir a-steach an CVV a dhearbhadh na cairte agad:
gl: Introduza o CVV para verificar o cartón:
gu: તમારા કાર્ડની ચકાસણી કરવા માટે CVV દાખલ કરો:
he: הזן את ה- CVV כדי לאמת את הכרטיס שלך:
hi: अपने कार्ड को सत्यापित करने के लिए CVV दर्ज करें:
hr: Unesite CVV da biste potvrdili svoju karticu:
hu: Adja meg a CVV kódot a kártya ellenőrzéséhez:
id: Masukkan CVV untuk memverifikasi kartu Anda:
is: Færðu inn CVV-númerið til að staðfesta kortið þitt:
ja: CVV を入力してカードを確認してください:
ka: შეიყვანეთ CVV თქვენი ბარათის გადასამოწმებლად:
kk: Картаңызды тексеру үшін CVV енгізіңіз:
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಪರಿಶೀಲಿಸಲು CVV ನಮೂದಿಸಿ:
ko: CVV를 입력하여 카드를 확인합니다.
lo: ປ້ອນ CVV ເຂົ້າ ເພື່ອກວດສອບບັດຂອງທ່ານ:
lt: Įveskite CVV kortelei patvirtinti:
lv: Ievadiet CVV, lai verificētu savu karti:
mi: Tāurua te CVV hei manatoko i tō kāri:
mk: Внесете CVV за да ја потврдите вашата картичка:
ml: നിങ്ങളുടെ കാർഡ് സ്ഥിരീകരിക്കുന്നതിന് CVV നൽകുക:
mr: आपले कार्ड सत्यापित करण्यासाठी CVV प्रविष्ट करा:
ms: Masukkan CVV untuk menentusahkan kad anda:
mt: Daħħal is-CVV biex tivverifika l-kard tiegħek:
ne: आफ्नो कार्ड रुजू गर्न CVV प्रविष्ट गर्नुहोस्:
nn_no: Skriv inn CVV for å verifisere kortet:
no: Angi CVV for å bekrefte kortet:
or: ଆପଣଙ୍କ କାର୍ଡ୍ ଯାଞ୍ଚ କରିବାକୁ ସିଭିଭି ପ୍ରବେଶ କରନ୍ତୁ:
pa_in: ਆਪਣੇ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ CVV ਦਾਖਲ ਕਰੋ:
pl: Wprowadź CVV, aby zweryfikować swoją kartę:
ru: Введите CVV-код для проверки карты:
sl: Vnesite številko CVV, da potrdite pristnost svoje kartice:
sr_cyrl_rs: Унесите CVV да верификујете своју картицу:
sr_latn_rs: Unesite CVV da biste verifikovali svoju karticu:
sv: Verifiera ditt kort genom att ange CVV:
ta: உங்கள் கார்டைச் சரிபார்க்க, CVV-ஐ உள்ளிடவும்:
te: మీ కార్డును ధ్రువీకరించడానికి CVV నమోదు చేయండి:
th: ใส่ CVV เพื่อยืนยันการ์ดของคุณ:
tr: Kartınızı doğrulamak için CVV kodunu girin:
tt: Картыгызны тикшерү өчен CVV коды кертегез:
ug: كارتىڭىزنى دەلىللەش ئۈچۈن CVV (كارتا تەكشۈرۈش كودى)نى كىرگۈزۈڭ:
uk: Введіть код CVV, щоб підтвердити свою картку:
ur: اپنے کارڈ کی تصدیق کرنے کے لیے CVV داخل کریں:
uz: Kartangizni tasdiqlash uchun CVV-kodni kiriting:
vi: Nhập CVV để xác minh thẻ của bạn:
zh_hans: 输入 CVV 以验证卡片:
zh_hant: 輸入 CVV 以驗證您的卡片:

# Literal.CVV.Verification.ManageChallengeLabel
source: Enter the CVV to verify your card
af: Voer die CVV in om jou kaart te verifieer
am: ካርድዎን ለማረጋገጥ CVV ያስገቡ
ar: أدخل رمز التحقق من البطاقة (CVV) لتأكيد بطاقتك
as: আপোনাৰ কাৰ্ড সত্যাপন কৰিবলৈ CVV প্ৰবিষ্ট কৰক
az: Kartınızı yoxlamaq üçün CVV-ni daxil edin
bg: Въведете CVV, за да потвърдите картата си
bn_in: আপনার কার্ড যাচাই করতে CVV লিখুন
bs: Unesite CVV da potvrdite svoju karticu
cy: Rhowch y CVV i ddilysu'ch cerdyn:
da: Angiv kortvalideringskoden for at bekræfte dit kort
de: Geben Sie die CVV ein, um Ihre Karte zu verifizieren
el: Εισαγάγετε το CVV για να επαληθεύσετε την κάρτα σας
es: Escriba el CVV para comprobar la tarjeta
et: Kaardi kinnitamiseks sisestage kaardi CVV
eu: Txartela egiaztatzeko, idatzi CVV zenbakia
fa: برای تأیید کارت خود، CVV را وارد کنید
ga: Iontráil an CVV chun do chárta a fhíorú
gd: Cuir a-steach an CVV a dhearbhadh na cairte agad
gl: Introduza o CVV para verificar o cartón
gu: તમારા કાર્ડની ચકાસણી કરવા માટે CVV દાખલ કરો
he: הזן את ה- CVV כדי לאמת את הכרטיס שלך
hi: अपने कार्ड को सत्यापित करने के लिए CVV दर्ज करें
hr: Unesite CCV kako biste potvrdili svoju karticu
hu: Adja meg a CVV kódot a kártya ellenőrzéséhez
id: Masukkan CVV untuk memverifikasi kartu Anda
is: Sláðu inn CVV til að staðfesta kortið þitt
ja: CVV を入力してカードを確認してください
ka: შეიყვანეთ CVV თქვენი ბარათის გადასამოწმებლად
kk: Картаңызды тексеру үшін CVV кодын енгізіңіз
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಪರಿಶೀಲಿಸಲು CVV ನಮೂದಿಸಿ
ko: CVV를 입력하여 카드를 확인합니다.
lo: ປ້ອນ CVV ເຂົ້າ ເພື່ອກວດສອບບັດຂອງທ່ານ
lt: Įveskite CVV kortelei patvirtinti
lv: Ievadiet CVV, lai verificētu savu karti
mi: Tāurua te CVV hei manatoko i tō kāri:
mk: Внесете CVV за да ја потврдите вашата картичка
ml: നിങ്ങളുടെ കാർഡ് സാധൂകരിക്കുന്നതിന് CVV നൽകുക
mr: आपले कार्ड सत्यापित करण्यासाठी CVV प्रविष्ट करा
ms: Masukkan CVV untuk menentusahkan kad anda
mt: Daħħal is-CVV biex tivverifika l-kard tiegħek
ne: आफ्नो कार्ड प्रमाणित गर्न CVV प्रविष्ट गर्नुहोस्
nn_no: Skriv inn CVV-koden for å stadfeste kortet
no: Angi CVV for å bekrefte kortet
or: ଆପଣଙ୍କ କାର୍ଡ୍ ଯାଞ୍ଚ କରିବାକୁ CVV ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ CVV ਦਾਖਲ ਕਰੋ
pl: Wprowadź kod CVV, aby zweryfikować swoją kartę
ru: Введите CVV-код для проверки карты
sl: Če želite preveriti kartico, vnesite CVV
sr_cyrl_rs: Унесите CVV да верификујете своју картицу
sr_latn_rs: Unesite CVV kôd da biste verifikovali svoju karticu
sv: Verifiera ditt kort genom att ange CVV-koden
ta: உங்கள் கார்டைச் சரிபார்க்க, CVV-ஐ உள்ளிடவும்
te: మీ కార్డును ధ్రువీకరించడానికి CVV నమోదు చేయండి
th: ใส่ CVV เพื่อยืนยันบัตรของคุณ
tr: Kartınızı doğrulamak için CVV kodunu girin
tt: Картагызны раслау өчен, CVV кодын кертегез
ug: CVV نى كىرگۈزۈپ كارتا دەلىللەڭ
uk: Введіть код CVV, щоб підтвердити свою картку:
ur: اپنے کارڈ کی تصدیق کرنے کے لیے CVV درج کریں
uz: Kartangizni tasdiqlash uchun CVV kodni kiriting
vi: Nhập CVV để xác minh thẻ của bạn
zh_hans: 输入 CVV 以验证你的卡片
zh_hant: 輸入 CVV 以驗證您的卡片

# Literal.CVV.Verification.ManageChallengeHeading
source: Verify your CVV
af: Verifieer jou CVV
am: የእርስዎን CVV ያረጋግጡ
ar: التحقق من البطاقة (CVV)
as: আপোনাৰ CVV সত্যাপন কৰক
az: CVV-nizi yoxlayın
bg: Проверка на вашия CVV
bn_in: আপনার CVV যাচাই করুন
bs: Potvrdite svoj CVV
cy: Dilyswch eich CVV
da: Bekræft din kortvalideringskode
de: Verifizieren Ihrer Karte
el: Επαληθεύστε το CVV σας
es: Compruebe su CVV
et: CVV kinnitamine
eu: Egiaztatu CVV zenbakia
fa: CVV خود را تأیید کنید
ga: Fíoraigh do CVV
gd: Dearbh an CVV agad
gl: Verifique o CVV
gu: તમારો CVV ચકાસો
he: אימות ה- CVV שלך
hi: अपना कार्ड सत्यापित करें
hr: Potvrdite CCV
hu: A CVV érvényesítése
id: Verifikasi CVV Anda
is: Staðfestu CVV þitt
ja: CVV の確認
ka: თქვენი CVV-ის გადამოწმება
kk: CVV кодын тексеріңіз
kn: ನಿಮ್ಮ CVV ಪರಿಶೀಲಿಸಿ
ko: CVV 확인
lo: ກວດສອບ CVV ຂອງທ່ານ
lt: Patvirtinkite savo CVV
lv: Verificējiet savu CVV
mi: Manatokona tō CVV
mk: Потврдете го вашиот CVV-код
ml: നിങ്ങളുടെ CVV സാധൂകരിക്കുക
mr: आपला CVV पडताळा
ms: Tentu sahkan CVV anda
mt: Ivverifika s-CVV tiegħek
ne: आफ्नो कार्ड प्रमाणित गर्नुहोस्
nn_no: Stadfest CVV-koden
no: Bekreft CVV-nummeret
or: ଆପଣଙ୍କ CVV ଯାଞ୍ଚ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰੋ
pl: Zweryfikuj swój kod CVV
ru: Проверка CVV-кода
sl: Preverite svoj CVV
sr_cyrl_rs: Верификујте CVV
sr_latn_rs: Verifikujte CCV kôd
sv: Verifiera din CVV-kod
ta: உங்கள் CVV-ஐச் சரிபாருங்கள்
te: మీ CVVని ధృవీకరించండి
th: ยืนยัน CVV ของคุณ
tr: CVV'nizi doğrulayın
tt: CVV раслагыз
ug: CVV دەلىللەش
uk: Підтвердьте код CVV
ur: اپنے CVV کی تصدیق کریں
uz: CVV kodingizni tasdiqlang
vi: Xác minh CVV của bạn
zh_hans: 验证 CVV
zh_hant: 驗證您的 CVV

# Literal.ADD.ShippingAddress
source: Add new shipping address
af: Voeg ’n nuwe versendingsadres by
am: አዲስ የመላኪያ አድራሻ ያክሉ
ar: إضافة عنوان شحن جديد
as: এটা নতুন শ্বিপিং ঠিকনা যোগ কৰক
az: Yeni göndəriş ünvanı əlavə et
bg: Добавяне на нов адрес на доставка
bn_in: নতুন পাঠানোর ঠিকানা যোগ করুন
bs: Dodaj novu adresu za isporuku
cy: Ychwanegu cyfeiriad postio newydd
da: Tilføj en ny leveringsadresse
de: Neue Versandadresse hinzufügen
el: Προσθήκη νέας διεύθυνσης αποστολής
es: Agregar una nueva dirección de envío
et: Lisa uus kättetoimetamisaadress
eu: Gehitu bidalketarako helbide berria
fa: افزودن آدرس ارسال جدید
ga: Seoladh poist nua a chur isteach
gd: Cuir seòladh libhrigidh ùr ris
gl: Engadir un novo enderezo de envío
gu: નવું શિપિંગ સરનામું ઍડ કરો
he: הוסף כתובת חדשה למשלוח
hi: नया बिलिंग पता जोड़ें
hr: Dodavanje nove adrese za dostavu
hu: Új szállítási cím hozzáadása
id: Tambah alamat pengiriman baru
is: Bæta við nýju heimilisfangi viðtakanda
ja: 新しい配送先住所の追加
ka: მიწოდების ახალი მისამართის დამატება
kk: Жаңа жеткізу мекенжайын қосу
kn: ಹೊಸ ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ko: 새 배송지 주소 추가
lo: ບອກພວກເຮົາກ່ຽວກັບຕົວທ່ານເລັກນ້ອຍ
lt: Įtraukti naują pristatymo adresą
lv: Pievienot jaunu piegādes adresi
mi: Tāpirihia he wāhitau tukutanga hōu
mk: Додајте нова адреса за испраќање
ml: പുതിയ ഷിപ്പിംഗ് വിലാസം ചേർക്കുക
mr: नवीन शिपिंग पत्ता जोडा
ms: Tambah alamat penghantaran baru
mt: Żid indirizz ġdid tal-postaġġ
ne: नयाँ सिपिङ ठेगाना थप्नुहोस्
nn_no: Legg til ei ny leveringsadresse
no: Legg til en ny leveringsadresse
or: ଏକ ନୂତନ ସିପିଂ ଠିକଣା ଯୋଡନ୍ତୁ
pa_in: ਨਵਾਂ ਸ਼ਿਪਿੰਗ ਪਤਾ ਜੋੜੋ
pl: Dodaj nowy adres wysyłkowy
ru: Добавить новый адрес доставки
sl: Dodaj nov naslov za dostavo
sr_cyrl_rs: Додајте нову адресу за испоруку
sr_latn_rs: Dodajte novu adresu za isporuku
sv: Lägg till ny leveransadress
ta: ஒரு புது ஷிப்பிங் முகவரியை சேர்க்கவும்
te: కొత్త షిప్పింగ్ చిరునామాను జోడించండి
th: เพิ่มที่อยู่สำหรับจัดส่งใหม่
tr: Yeni gönderim adresi ekleme
tt: Яңа китерү адресын өстәү
ug: يېڭى توشۇش ئادرېسى قوشۇش
uk: Додайте нову адресу доставки
ur: ترسیل کا نیا پتہ شامل کریں
uz: Yangi topshirish manzilini kiritish
vi: Thêm địa chỉ chuyển hàng mới
zh_hans: 添加新的送货地址
zh_hant: 新增收件地址
