Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Webblends.ACHSEPA.Error.InvalidState
source: Check your state. Something's not right.
af: Kontroleer jou deelstaat. Iets is verkeerd.
am: የእርስዎን ስቴት ይፈትሹ። የሆነ ነገር ትክክል አይደለም።
ar: تحقق من الحالة الخاصة بك. هناك شيء غير صحيح.
as: আপোনাৰ ৰাজ্য পৰীক্ষা কৰক৷ কিবা শুদ্ধ হোৱা নাই৷
az: Ştatınızı yoxlayın. Nəisə düzgün deyil.
bg: Проверете вашия щат. Нещо не е наред.
bn_in: আপনার স্থিতি পরীক্ষা করুন৷ কিছু একটা ঠিক নেই৷
bs: Provjerite saveznu državu. Nešto nije uredu.
cy: Gwiriwch eich talaith. Mae rhywbeth yn anghywir.
da: Kontrollér delstaten. Den angivne er ikke korrekt.
de: Überprüfen Sie das Bundesland. Dieses Bundesland ist nicht korrekt.
el: Ελέγξτε το νομό σας. Υπάρχει κάποιο σφάλμα.
es: Comprueba la región. Algo no va bien.
et: Kontrollige oma maakonda. Midagi pole õige.
eu: Egiaztatu egoera. Zerbait ez da zuzena.
fa: ایالت خود را بررسی کنید. موردی درست نیست.
ga: Seiceáil do thír. Tá rud éigin cearr.
gd: Thoir sùil air an stàit agad. Tha rudeigin cearr air.
gl: Comproba a rexión. Algo non está ben.
gu: તમારું રાજ્ય તપાસો. કંઈક સાચું નથી.
he: בדוק את המדינה. משהו לא בסדר.
hi: अपनी स्थिति जाँचें. ऐसा कुछ है जो सही नहीं है.
hr: Provjerite saveznu državu. Ova nije točna.
hu: Ellenőrizze a megyét, mert helytelenül adta meg.
id: Periksa provinsi Anda. Ada sesuatu yang salah.
is: Athugaðu ríkið. Eitthvað er ekki rétt.
ja: 都道府県を確認してください。この都道府県は無効です。
ka: შეამოწმეთ შტატი. რაღაც არასწორია.
kk: Күйін тексеріңіз. Бірдеңе дұрыс емес.
kn: ನಿಮ್ಮ ರಾಜ್ಯವನ್ನು ಪರಿಶೀಲಿಸಿ. ಏನೋ ಸರಿಯಾಗಿಲ್ಲ.
ko: 시/도를 확인하세요. 현재 정보가 잘못되었습니다.
ku_arab: ویلایەتەکەت بپشکنە. شتێک راست نییە.
ky: Мамлекетиңизди текшериңиз. Бир нерсе туура эмес.
lo: ​ກວດ​ເບິ່ງ​ລັດ​ຂອງ​ທ່ານ. ມີ​ບາງ​ຢ່າງ​ບໍ່​ຖືກຕ້ອງ.
lt: Patikrinkite valstiją. Kažkas nurodyta netinkamai.
lv: Pārbaudiet savu novadu. Norādītais novads nav pareizs.
mi: Tirohia tō rohe kāwana. Kei te hē tētahi mea.
mk: Проверете ја државата. Нешто не е во ред.
ml: നിങ്ങളുടെ സംസ്ഥാനം പരിശോധിക്കുക. എന്തോ കുഴപ്പമുണ്ട്.
mn: Төлөвөө шалгана уу. Ямар нэг зүйл буруу байна.
mr: आपले राज्य तपासा. काहीतरी योग्य नाही.
ms: Semak negeri anda. Ada yang tidak kena.
mt: Iċċekkja l-istat tiegħek. Hemm xi ħaġa ħażina.
ne: आफ्नो राज्य जाँच्नुहोस्। केही ठीक छैन।
nn_no: Kontroller delstat. Det er noko som ikkje stemmer.
no: Kontroller delstat. Det er noe som ikke stemmer.
or: ଆପଣଙ୍କ ରାଜ୍ୟ ଯାଞ୍ଚ କରନ୍ତୁ. କିଛି ବିଷୟ ସଠିକ ନୁହେଁ.
pa_arab_pk: اپنی ریاست دی پڑتال کرو۔ ایہہ آلی صحیح نئیں اے۔
pa_in: ਆਪਣਾ ਰਾਜ ਚੈਕ ਕਰੋ। ਕੋਈ ਚੀਜ਼ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź województwo. Coś się nie zgadza.
ru: Некоторые данные указаны неверно. Проверьте область.
sd: پنهنجي رياست چيڪ ڪريو. ڪجهه صحيح ناهي.
si: ඔබගේ ප්‍රාන්තය පරීක්ෂා කරන්න. යම් එකක් නිවැරදි නොවේ.
sl: Preverite zvezno državo. Nekaj je narobe.
sr_cyrl_rs: Проверите државу. Нешто није у реду.
sr_latn_rs: Proverite državu. Nešto nije u redu.
sv: Kontrollera regionen. Den stämmer inte.
ta: உங்கள் மாகாணத்தைச் சரிபாருங்கள். ஏதோ சரியில்லை.
te: మీ స్థితిని తనిఖీ చేయండి. ఏదో తప్పు జరిగింది.
tg: Иёлоти худро тафтиш кунед. Ин рақам нодуруст аст.
th: โปรดตรวจสอบรัฐหรือจังหวัดของคุณ มีบางอย่างไม่ถูกต้อง
tr: Girilen eyaleti kontrol edin. Bir bilgi doğru değil.
tt: Төбәкне тикшерегез. Нәрсәдер дөрес түгел.
ug: ئىشتات/ئۆلكە/ئاپتونوم رايون نامىنى تەكشۈرۈڭ. بۇ توغرا ئەمەس.
uk: Певні дані вказано невірно. Перевірте область.
ur: اپنی ریاست کی پڑتال کریں۔ کچھ صحیح نہیں ہے۔
uz: Holatingizni tekshiring. Nimadir noto‘g‘ri.
vi: Hãy kiểm tra tiểu bang của bạn. Tiểu bang này không đúng.
zh_hans: 查看状态。出现了一些问题。
zh_hant: 檢查您的省/市。某些資訊不正確。

# Literal.Webblends.ACHSEPA.Error.InvalidZipCode
source: Check your zip code. This one's not right.
af: Kontroleer jou ZIP-kode. Hierdie een is verkeerd.
am: የእርስዎን ዚፕ ኮድ ይፈትሹ። ይኼኛው ትክክል አይደለም።
ar: تحقق من الرقم البريدي. هذا الرقم غير صحيح.
as: আপোনাৰ জিপ কোড পৰীক্ষা কৰক৷ এইটো শুদ্ধ নহয়৷
az: Poçt indeksinizi yoxlayın. Bu, düzgün deyil.
bg: Проверете вашия пощенски код. Този не е правилен.
bn_in: আপনার ZIP কোড কোড পরীক্ষা করুন৷ এইটি ঠিক নয়৷
bs: Provjerite poštanski broj. Ovaj nije pravilan.
cy: Gwiriwch eich cod post. Nid yw hwn yn gywir.
da: Kontrollér postnummeret. Det angivne er ikke korrekt.
de: Überprüfen Sie die Postleitzahl. Diese Postleitzahl ist nicht korrekt.
el: Ελέγξτε τον ταχυδρομικό κώδικα. Αυτός δεν είναι σωστός.
es: Comprueba el código postal. Este no es correcto.
et: Kontrollige oma sihtnumbrit. See pole õige.
eu: Egiaztatu posta-kodea. Hau ez da zuzena.
fa: کد پستی خود را بررسی کنید. این مورد درست نیست.
ga: Seiceáil do chód poist. Níl an ceann seo ceart.
gd: Thoir sùil air a’ chòd-phuist agad. Chan eil am fear seo mar bu chòir.
gl: Comproba o código postal. Este non é correcto.
gu: તમારો ZIP કોડ તપાસો. આ સાચું નથી.
he: בדוק את מיקוד הדואר. המיקוד הזה אינו תקין.
hi: अपना ज़िप कोड जाँचें. यह सही नहीं है.
hr: Provjerite poštanski broj. Ovaj nije točan.
hu: Ellenőrizze az irányítószámot, mert helytelenül adta meg.
id: Periksa kode pos Anda. Kode pos ini tidak benar.
is: Athugaðu póstnúmerið þitt. Þetta er ekki rétt.
ja: 郵便番号を確認してください。この番号は無効です。
ka: შეამოწმეთ საფოსტო ინდექსი. ეს მონაცემი არასწორია.
kk: Пошталық индексті тексеріңіз. Бұл біреуі дұрыс емес.
kn: ನಿಮ್ಮ ಜಿಪ್ ಕೋಡ್ ಪರಿಶೀಲಿಸಿ. ಇದು ಸರಿಯಾಗಿಲ್ಲ.
ko: 우편 번호를 확인하세요. 현재 정보는 잘못되었습니다.
ku_arab: کۆدی زیپت بپشکنە. ئەم دانەیە راست نییە.
ky: Почта индексиңизди текшериңиз. Мунусу туура эмес.
lo: ກວດ​ເບິ່ງ​ລະຫັດ​ໄປສະນີ​ຂອງ​ທ່ານ. ອັນ​ນີ້​ບໍ່ຖືກຕ້ອງ.
lt: Patikrinkite pašto kodą. Šis kodas neteisingas.
lv: Pārbaudiet savu pasta indeksu. Norādītais pasta indekss nav pareizs.
mi: Tirohia tō waehere zip. Kei te hē tēnei.
mk: Проверете го поштенскиот број. Овој не е во ред.
ml: നിങ്ങളുടെ സിപ്പ് കോഡ് പരിശോധിക്കുക. ഇത് ശരിയായതല്ല.
mn: Zip кодоо шалгана уу. Энэ буруу байна.
mr: आपला zip कोड तपासा. हा एक योग्य नाही.
ms: Semak poskod anda. Ini tidak betul.
mt: Iċċekkja l-kodiċi postali tiegħek. Dan mhuwiex tajjeb.
ne: आफ्नो zip संकेत जाँच्नुहोस्। यो एउटा ठीक छैन।
nn_no: Kontroller postnummeret. Dette er ikkje rett.
no: Kontroller postnummeret. Dette er ikke riktig.
or: ଆପଣଙ୍କ ଜିପ୍‌ କୋଡ୍ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ସଠିକ ନୁହେଁ.
pa_arab_pk: اپنے زپ کوڈ دی پڑتال کرو۔ ایہہ آلا صحیح نئیں اے۔
pa_in: ਆਪਣਾ ਜ਼ਿਪ ਕੋਡ ਚੈਕ ਕਰੋ। ਇਹ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź kod pocztowy. Ten kod jest nieprawidłowy.
ru: Вы указали неправильный почтовый индекс, проверьте его.
sd: پنهنجو زپ ڪوڊ چيڪ ڪريو. اهو صحيح ناهي.
si: ඔබගේ සිප් කේතය පරීක්ෂා කරන්න. මෙය නිවැරදි එක නොවේ.
sl: Preverite poštno številko. Ta ni prava.
sr_cyrl_rs: Проверите поштански број. Овај није тачан.
sr_latn_rs: Proverite poštanski broj. Ovaj nije tačan.
sv: Kontrollera postnumret. Det stämmer inte.
ta: உங்கள் தபால் குறியீட்டைச் சரிபாருங்கள். இது சரியானதில்லை.
te: మీ జిప్ కోడ్‌ని తనిఖీ చేయండి. ఇది సరైనది కాదు.
tg: Рамзи почтаи худро тафтиш кунед. Ин рамз нодуруст аст.
th: โปรดตรวจสอบรหัสไปรษณีย์ของคุณ ข้อมูลนี้ไม่ถูกต้อง
tr: Posta kodunuzu kontrol edin. Bu kod doğru değil.
tt: Почта индексын тикшерегез. Монысы дөрес түгел.
ug: پوچتا نومۇرىنى تەكشۈرۈڭ. بۇ توغرا ئەمەس.
uk: Ви вказали неправильний поштовий індекс. Перевірте його.
ur: اپنے زپ کوڈ کی پڑتال کریں۔ یہ درست نہیں ہے۔
uz: Pochta indeksini tekshiring. Bunisi noto‘g‘ri.
vi: Hãy kiểm tra mã zip của bạn. Mã này không đúng.
zh_hans: 查看邮政编码。此邮政编码错误。
zh_hant: 檢查您的郵遞區號。此資訊不正確。

# Literal.Webblends.ACH.Error.ValidationFailed
source: Check your bank account and routing numbers. The current pair isn't working.
af: Kontroleer jou bankrekeningnommer en takkode. Die huidige paar werk nie.
am: የእርስዎን የባንክ ሂሳብ እና ራውቲንግ ቁጥሮችን ይፈትሹ። አሁን ያለው ጥምር እየሰራ አይደለም።
ar: تحقق من حساب البنك الخاص بك وأرقام التوجيه. الاقتران الحالي لا يعمل.
as: আপোনাৰ বেংক একাউণ্ট আৰু ৰাউটিং নম্বৰ পৰীক্ষা কৰক৷ বৰ্তমানৰ যোৰাটোৱে কাম কৰা নাই৷
az: Bank hesabınızı və bank kodunuzu yoxlayın. Cari cütlük işləmir.
bg: Проверете номера на вашата банкова сметка и на идентификационния код. Настоящата двойка не работи.
bn_in: আপনার ব্যাঙ্ক অ্যাকাউন্ট এবং সমন্বয়করণ নম্বরগুলি পরীক্ষা করুন৷ বর্তমান জোড়া কাজ করছে না৷
bs: Provjerite broj bankovnog računa i broj razvrstavanja. Trenutni par brojeva nije odgovarajući.
cy: Gwiriwch eich cyfrif banc a rhifau llwybro. Nid yw'r pâr presennol yn gweithio.
da: Kontrollér bankkonto- og registreringsnumre. Det aktuelle par er ikke korrekt.
de: Überprüfen Sie die Bankkontonummer und die Bankleitzahl. Die aktuelle Kombination funktioniert nicht.
el: Ελέγξτε τον αριθμό τραπεζικού λογαριασμού και τον κωδικό υποκαταστήματος. Ο τρέχον συνδυασμός δεν λειτουργεί.
es: Comprueba tu cuenta bancaria y los números de ruta. El emparejamiento actual no funciona.
et: Kontrollige oma pangakontot ja protsessikoode. Praegune paar ei tööta.
eu: Egiaztatu banku-kontua eta bideratzaile-zenbakia. Ez du funtzionatzen uneko pareak.
fa: شماره‌های حساب بانکی و مسیریابی خود را بررسی کنید. جفت کنونی کار نمی‌کنند.
ga: Seiceáil do chuntas bainc agus d'uimhreacha ródaithe. Níl an péire reatha ag obair.
gd: Thoir sùil air a’ chunntas bhanca agus air a’ chòd-seòrsachaidh. Chan eil a’ phaidhir seo ag obair.
gl: Comproba a conta bancaria e os números de ruta. Este emparellamento non funciona.
gu: તમારું બેંક ખાતું અને રૂટિંગ નંબર્સ તપાસો. વર્તમાન પેઅર કામ કરી રહી નથી.
he: בדוק את מספר חשבון הבנק שלך ואת מספר הניתוב. הזוג הנוכחי לא פועל.
hi: अपना बैंक खाता और राउटिंग संख्याएँ जाँचें. वर्तमान युग्म कार्य नहीं कर रहा है.
hr: Provjerite broj bankovnog računa i šifru banke. Trenutna kombinacija nije točna.
hu: Ellenőrizze a számlaszámát és a regisztrációs azonosítót, mert legalább az egyiket tévesen adta meg.
id: Periksa rekening bank dan nomor perutean Anda. Pasangan saat ini tidak berfungsi.
is: Athugaðu bankareiknings- og leiðarnúmerið. Núverandi par virkar ekki.
ja: 銀行口座番号とルーティング ナンバーを確認してください。現在の組み合わせは無効です。
ka: აირჩიეთ თქვენი საბანკო ანგარიშის მარშრუტის ნომრები. მიმდინარე დაწყვილება არ მოქმედებს.
kk: Банк шотын және кодтарын тексеріңіз. Ағымдағы жұптау істемейді.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಮತ್ತು ರೂಟಿಂಗ್ ಸಂಖ್ಯೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ. ಪ್ರಸ್ತುತ ಜೋಡಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ.
ko: 은행 계좌 및 라우팅 번호를 확인하세요. 현재 쌍은 작동하지 않습니다.
ku_arab: ئەژمێری بانکی و ژمارەکانی راوتینگ بپشکنە. جووت کردنی ئێستا کارناکات.
ky: Банк эсебиңизди жана бөлүнгөн сандарын текшериңиз. Учурдагы түгөй иштебей жатат.
lo: ກວດເບິ່ງບັນຊີທະນາຄານ ແລະ ເລກລະບຸທະນາຄານຂອງທ່ານ. ຄູ່ປັດຈຸບັນໃຊ້ບໍ່ໄດ້.
lt: Patikrinkite banko sąskaitą ir banko kodą. Esama pora neveikia.
lv: Pārbaudiet savu bankas kontu un reģistrācijas numurus. Pašreizējais pāris nedarbojas.
mi: Tirohia tō pūkete pēke me ngā tauara. Kāore ēnei mea e rua i te mahi.
mk: Проверете ги бројот на банкарската сметка и бројот за насочување на банката. тековните не функционираат.
ml: ബാങ്ക് അക്കൗണ്ടും റൂട്ടിംഗ് നമ്പറുകളും പരിശോധിക്കുക. നിലവിലെ ജോടി പ്രവർത്തിക്കുന്നില്ല.
mn: Банкны данс, чиглүүлэх дугаараа шалгана уу. Энд байгаа дугаарууд тохирохгүй байна.
mr: आपले बँक खाते आणि मार्ग नंबर तपासा. सद्य जोड कार्य करत नाही.
ms: Semak akaun bank dan nombor penghalaan anda. Pasangan semasa tidak berfungsi.
mt: Iċċekkja l-kont tal-bank tiegħek u n-numri tar-routing. Il-par attwali mhux qed jaħdem.
ne: आफ्नो बैङ्क खाता तथा रूटिङ नम्बर जाँच्नुहोस्। हालको जोडाले कार्य गरिरहेको छैन।
nn_no: Kontroller bankkontoen og rutingnummer. Det gjeldande paret verkar ikkje.
no: Kontroller bankkontoen og rutingnumre. Det gjeldende paret fungerer ikke.
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ ଏବଂ ରୁଟିଂ ନମ୍ଵର୍ ଯାଞ୍ଚ କରନ୍ତୁ. ବର୍ତ୍ତମାନର ଯୋଡି କାର୍ଯ୍ୟ କରୁ ନାହିଁ.
pa_arab_pk: اپنا بینک اکاؤنٹ تے روٹنگ نمبر دی پڑتال کرو۔ موجودہ جوڑی کم نئیں کر رہی۔
pa_in: ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਅਤੇ ਰੂਟਿੰਗ ਨੰਬਰਾਂ ਦੀ ਜਾਂਚ ਕਰੋ। ਮੌਜੂਦਾ ਜੋੜਾ ਕੰਮ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ।
pl: Sprawdź numer konta bankowego i kod banku. Bieżąca para numerów jest nieprawidłowa.
ru: Проверьте свой банковский счет и код банка. Текущая пара указана неверно.
sd: پنهنجو بينڪ اڪائونٽ ۽ رائوٽنگ نمبر چيڪ ڪريو. موجوده جوڙو ڪم نه پيو ڪري.
si: ඔබගේ බැංකු ගිණුමේ උත්-සම්බන්ධක අංක පරීක්ෂා කරන්න. වර්තමාන යුගලය ක්‍රියා නොකරයි.
sl: Preverite številko bančnega računa in številko za preusmerjanje. Trenutni par ne deluje.
sr_cyrl_rs: Проверите рачун у банци и број усмеравања. Тренутни пар не ради.
sr_latn_rs: Proverite račun u banci i broj usmeravanja. Trenutni par ne radi.
sv: Kontrollera ditt bankkonto och clearingnummer. De stämmer inte överens.
ta: உங்கள் வங்கிக் கணக்கு மற்றும் திரைவுதல் எண்களைச் சோதிக்கவும் தற்போதைய இணை வேலைசெய்யவில்லை.
te: మీ బ్యాంక్ ఖాతా మరియు రూటింగ్ నంబర్‌లను తనిఖీ చేయండి. ప్రస్తుతం జతచేయబడి ఉన్నవి పని చేయడం లేదు.
tg: Ҳисоби бонкӣ ва рақамҳои масиргирии худро аз назар гузаронед. Ҷуфти ҷорӣ кор намекунад.
th: โปรดตรวจสอบบัญชีธนาคารและหมายเลขเส้นทาง ไม่สามารถใช้งานคู่ปัจจุบันได้
tr: Banka hesabınızı ve banka kodunu kontrol edin. Mevcut eşleştirme doğru değil.
tt: Банктагы хисапны һәм маршрутизация номерларын тикшерегез. Хәзерге пары эшләми.
ug: بانكا ھېساباتى ۋە يول نومۇرىنى تەكشۈرۈڭ. نۆۋەتتىكىسى ئىشلىمىدى.
uk: Перевірте банківський рахунок і маршрутний код банку. Поточна пара невірна.
ur: اپنے بینک اکاؤنٹ اور روٹنگ نمبر کی پڑتال کریں۔ موجودہ جوڑی کام نہیں کی۔
uz: Bank hisob qaydnomangiz va marshrutlash raqamlarini tekshiring. Joriy bog‘lanish ishlamayapti.
vi: Hãy kiểm tra số định tuyến và số tài khoản ngân hàng của bạn. Ghép đôi hiện tại không hoạt động.
zh_hans: 查看银行帐户和银行代号。当前的银行帐户和银行代号无效。
zh_hant: 檢查您的銀行帳戶與匯款路徑編號。目前的組合無效。

# Literal.Webblends.SEPA.Error.InvalidBankCode
source: Check your bank code. This one's not right.
af: Kontroleer jou bankkode. Hierdie een is verkeerd.
am: የእርስዎን የባንክ ኮድ ይፈትሹ። ይኼኛው ትክክል አይደለም።
ar: تحقق من رمز البنك الخاص بك. هذا الرمز غير صحيح.
as: আপোনাৰ বেংক কোড পৰীক্ষা কৰক৷ এইটো শুদ্ধ নহয়৷
az: Bank kodunuzu yoxlayın. Bu, düzgün deyil.
bg: Проверете вашия банков код. Този не е правилен.
bn_in: আপনার ব্যাঙ্কের কোড পরীক্ষা করুন৷ এইটি ঠিক নয়৷
bs: Provjerite šifru banke. Ova nije pravilna.
cy: Gwiriwch eich cod banc. Nid yw hwn yn gywir.
da: Kontrollér bankkoden. Det angivne er ikke korrekt.
de: Überprüfen Sie die Bankleitzahl. Diese Bankleitzahl ist nicht korrekt.
el: Ελέγξτε τον κωδικό της τράπεζας. Αυτός δεν είναι σωστός.
es: Comprueba el código de banco. Este no es correcto.
et: Kontrollige oma pangakoodi. See pole õige.
eu: Egiaztatu banku-kodea. Hau ez da zuzena.
fa: کد بانک خود را بررسی کنید. این مورد درست نیست.
ga: Seiceáil do chód bainc. Níl an ceann seo ceart.
gd: Thoir sùil air còd a’ bhanca agad. Chan eil am fear seo mar bu chòir.
gl: Comproba o código de banco. Este non é correcto.
gu: તમારો બેંક કોડ તપાસો. આ સાચું નથી.
he: בדוק את קוד הבנק. הקוד הזה אינו תקין.
hi: अपना बैंक कोड जाँचें. यह सही नहीं है.
hr: Provjerite šifru banke. Ova nije točna.
hu: Ellenőrizze a bankkódot, mert helytelenül adta meg.
id: Periksa kode bank Anda. Kode bank ini tidak benar.
is: Athugaðu bankakóðann þinn. Þessi er ekki réttur.
ja: 銀行コードを確認してください。この銀行コードは無効です。
ka: შეამოწმეთ ბანკის კოდი. ეს მონაცემი არასწორია.
kk: Банк кодын тексеріңіз. Бұл біреуі дұрыс емес.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ ಕೋಡ್ ಪರಿಶೀಲಿಸಿ. ಇದು ಸರಿಯಾಗಿಲ್ಲ.
ko: 은행 코드를 확인하세요. 현재 정보는 잘못되었습니다.
ku_arab: کۆدی بانکەکەت بپشکنە. ئەم دانەیە راست نییە.
ky: Банк кодуңузду индексиңизди текшериңиз. Мунусу туура эмес.
lo: ກວດ​ເບິ່ງລະຫັດ​ທະນາຄານ​ຂອງ​ທ່ານ. ອັນນີ້​ບໍ່​ຖືກຕ້ອງ.
lt: Patikrinkite banko kodą. Šis kodas neteisingas.
lv: Pārbaudiet savu bankas kodu. Norādītais bankas kods nav pareizs.
mi: Tirohia tō waehere pēke. Kei te hē tēnei.
mk: Проверете го кодот на банката. Овој не е во ред.
ml: നിങ്ങളുടെ ബാങ്ക് കോഡ് പരിശോധിക്കുക. ഇത് ശരിയായതല്ല.
mn: Банкны кодоо шалгана уу. Энэ буруу байна.
mr: आपला बँक कोड तपासा. हा योग्य नाही.
ms: Semak kod bank anda. Ini tidak betul.
mt: Iċċekkja l-kodiċi tal-bank tiegħek. Dan mhuwiex tajjeb
ne: आफ्नो बैङ्क संकेत जाँच्नुहोस्। यो एउटा ठीक छैन।
nn_no: Kontroller bankkoden. Denne er ikkje rett.
no: Kontroller bankkoden. Denne er ikke riktig.
or: ଆପଣଙ୍କ ବ୍ୟାଙ୍କ କୋଡ୍ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ସଠିକ ନୁହେଁ.
pa_arab_pk: اپنے بینک کوڈ دی پڑتال کرو۔ ایہہ آلا صحیح نئیں اے۔
pa_in: ਆਪਣਾ ਬੈਂਕ ਕੋਡ ਚੈਕ ਕਰੋ। ਇਹ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź kod banku. Ten kod jest nieprawidłowy.
ru: Вы указали неправильный банковский код, проверьте его.
sd: پنهنجو بينڪ ڪوڊ چيڪ ڪريو. اهو صحيح ناهي.
si: ඔබගේ බැංකු කේතය පරීක්ෂා කරන්න. මෙය නිවැරදි එක නොවේ.
sl: Preverite kodo banke. Ta ni prava.
sr_cyrl_rs: Проверите шифру банке. Ова није тачна.
sr_latn_rs: Proverite šifru banke. Ova nije tačna.
sv: Kontrollera bankkoden. Den stämmer inte.
ta: உங்கள் வங்கிக் குறியீட்டைச் சரிபாருங்கள். இந்தது சரியானதில்லை.
te: మీ బ్యాంకు కోడ్‌ని తనిఖీ చేయండి. ఇది సరైనది కాదు.
tg: Рамзи бонкии худро тафтиш кунед. Ин рамз нодуруст аст.
th: โปรดตรวจสอบรหัสธนาคารของคุณ ข้อมูลนี้ไม่ถูกต้อง
tr: Banka kodunuzu kontrol edin. Bu kod doğru değil.
tt: Банк кодын тикшерегез. Монысы дөрес түгел.
ug: بانكا كودىنى تەكشۈرۈڭ. بۇ توغرا ئەمەس.
uk: Ви вказали неправильний код банку. Перевірте його.
ur: اپنے بینک کوڈ کی پڑتال کریں۔ یہ درست نہیں ہے۔
uz: Bank kodini tekshiring. Bunisi noto‘g‘ri.
vi: Hãy kiểm tra mã ngân hàng của bạn. Mã này không đúng.
zh_hans: 查看银行代码。此代码错误。
zh_hant: 檢查您的銀行代碼。此資訊不正確。

# Literal.Webblends.SEPA.Error.InvalidPaymentInstrumentInfo
source: Check your IBAN. This one's not right.
af: Kontroleer jou IBAN. Hierdie een is verkeerd.
am: የእርስዎን IBAN ይፈትሹ። ይኼኛው ትክክል አይደለም።
ar: تحقق من IBAN الخاص بك. هذا الرقم غير صحيح.
as: আপোনাৰ IBAN পৰীক্ষা কৰক৷ এইটো শুদ্ধ নহয়৷
az: IBAN nömrənizi yoxlayın. Bu, düzgün deyil.
bg: Проверете вашия IBAN. Този не е правилен.
bn_in: আপনার IBAN পরীক্ষা করুন৷ এইটি ঠিক নয়৷
bs: Provjerite IBAN broj. Ovaj nije pravilan.
cy: Gwiriwch eich IBAN. Nid yw hwn yn gywir.
da: Kontrollér dit IBAN. Det angivne er ikke korrekt.
de: Überprüfen Sie die IBAN. Diese IBAN ist nicht korrekt.
el: Ελέγξτε το IBAN. Αυτό δεν είναι σωστό.
es: Comprueba el IBAN. Este no es correcto.
et: Kontrollige oma IBAN-koodi. See pole õige.
eu: Egiaztatu IBAN. Hau ez da zuzena.
fa: IBAN خود را بررسی کنید. این مورد درست نیست.
ga: Seiceáil d'IBAN. Níl an ceann seo ceart.
gd: Thoir sùil air an IBAN agad. Chan eil an tè seo mar bu chòir.
gl: Comproba o IBAN. Este non é correcto.
gu: તમારું IBAN તપાસો. આ સાચું નથી.
he: בדוק את ה- IBAN שלך. הוא לא תקין.
hi: अपना IBAN जाँचें. यह सही नहीं है.
hr: Provjerite IBAN. Ovaj nije točan.
hu: Ellenőrizze az IBAN-számot, mert helytelenül adta meg.
id: Periksa IBAN Anda. IBAN ini tidak benar.
is: Athugaðu IBAN-númerið þitt. Þetta er ekki rétt.
ja: IBAN を確認してください。この IBAN は無効です。
ka: შეამოწმეთ თქვენი IBAN. ეს მონაცემი არასწორია.
kk: IBAN тексеріңіз. Бұл біреуі дұрыс емес.
kn: ನಿಮ್ಮ IBAN ಪರಿಶೀಲಿಸಿ. ಇದು ಸರಿಯಾಗಿಲ್ಲ.
ko: IBAN을 확인하세요. 현재 정보는 잘못되었습니다.
ku_arab: ‏IBAN ی خۆت بپشکنە. ئەم دانەیە راست نییە.
ky: IBAN номериңизди текшериңиз. Мунусу туура эмес.
lo: ກວດ​ເບິ່ງ IBAN. ອັນ​ນີ້​ບໍ່​ຖືກຕ້ອງ.
lt: Patikrinkite IBAN. Šis numeris neteisingas.
lv: Pārbaudiet savu IBAN. Norādītais IBAN nav pareizs.
mi: Tirohia tō IBAN. Kei te hē tēnei.
mk: Проверете го IBAN. Овој не е во ред.
ml: നിങ്ങളുടെ IBAN എന്നിവ പരിശോധിക്കുക. ഇത് ശരിയായതല്ല.
mn: IBAN дугаараа шалгана уу. Энэ буруу байна.
mr: आपले IBAN तपासा. हा योग्य नाही.
ms: Semak IBAN anda. Ini tidak betul.
mt: Iċċekkja l-IBAN tiegħek. Dan mhuwiex tajjeb.
ne: आफ्नो IBAN जाँच्नुहोस्। यो एउटा ठीक छैन।
nn_no: Kontroller IBAN-nummeret. Dette er ikkje rett.
no: Kontroller IBAN-nummeret. Dette er ikke riktig.
or: ଆପଣଙ୍କ IBAN ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ସଠିକ ନୁହେଁ.
pa_arab_pk: اپنے IBAN دی پڑتال کرو۔ ایہہ آلا صحیح نہیں اے۔
pa_in: ਆਪਣਾ IBAN ਚੈਕ ਕਰੋ। ਇਹ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź numer IBAN. Ten numer jest nieprawidłowy.
ru: Вы указали неправильный номер IBAN, проверьте его.
sd: پنهنجو IBAN چيڪ ڪريو. اهو صحيح ناهي.
si: ඔබගේ IBAN එක පරීක්ෂා කරන්න. මෙය නිවැරදි එක නොවේ.
sl: Preverite IBAN. Ta ni pravi.
sr_cyrl_rs: Проверите IBAN. Овај није тачан.
sr_latn_rs: Proverite IBAN. Ovaj nije tačan.
sv: Kontrollera IBAN. Det stämmer inte.
ta: உங்கள் IBAN -ஐச் சரிபாருங்கள். இது சரியானதில்லை.
te: మీ IBANని తనిఖీ చేయండి. ఇది సరైనది కాదు.
tg: Рақами IBAN-и худро тафтиш кунед. Ин рақам нодуруст аст.
th: โปรดตรวจสอบ IBAN ของคุณ ข้อมูลนี้ไม่ถูกต้อง
tr: IBAN'ınızı kontrol edin. Bu numara doğru değil.
tt: IBAN кодын тикшерегез. Монысы дөрес түгел.
ug: IBAN نى تەكشۈرۈڭ. بۇ توغرا ئەمەس.
uk: Ви вказали неправильний номер IBAN. Перевірте його.
ur: اپنے IBAN کی پڑتال کریں۔ یہ درست نہیں ہے۔
uz: IBAN’ni tekshiring. Bunisi noto‘g‘ri.
vi: Hãy kiểm tra IBAN của bạn. IBAN này không đúng.
zh_hans: 查看 IBAN。此 IBAN 错误。
zh_hant: 檢查您的 IBAN。此資訊不正確。
