Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICV.WS.Statement.Inform1
source: On [{0}] we charged your payment method a small amount which will be refunded
af: Op [{0}] ons het teen jou betaling metode 'n klein bedrag gehef wat terug betaal sal word
am: የክፍያ ዘዴዎን ተመልሶ ሊከፈል የሚችል ትንሽ ገንዘብ በ[{0}] ላይ አስከፍለንዋል
ar: في [{0}]‏ قمنا بتحصيل مبلغ قليل من خلال طريقة الدفع الخاصة بك وسيُرد إليك هذا المبلغ لاحقًا
as: [{0}]ত আমি আপোনাৰ পৰিশোধ পদ্ধতিত কম পৰিমাণৰ চাৰ্জ লগাম যিটো ঘুৰাই দিয়া হ'ব
az: [{0}]-da sizin ödəmə üsulunuza kiçik məbləğ yazacıq ki, bu da geri ödəniləcək
bg: На [{0}] начислихме по метода ви на плащане малка сума, която ще ви бъде върната
bn_in: আমরা [{0}] তে আপনার থেকে একটি সামান্য মূল্য আদায় করছি যেটিকে ফিরিয়ে দেওয়া হবে
bs: Dana [{0}] naplatili smo s vašeg načina plaćanja mali iznos koji će vam biti vraćen
cy: Ar [{0}], gwnaethom godi ffi fach ar eich dull talu a byddwn yn ad-dalu hwn i chi
da: Den [{0}] opkræver vi et mindre beløb på din betalingsmetode. Beløbet refunderes
de: Zum {0} haben wir die von Ihnen angegebene Zahlungsmethode mit einem geringfügigen Betrag belastet, der Ihnen zurückerstattet wird.
el: Στις [{0}] πραγματοποιήσαμε χρέωση ενός μικρού ποσού στη μέθοδο πληρωμής σας, το οποίο θα επιστραφεί
es: El [{0}] cargamos en su método de pago una pequeña cantidad que se reembolsará
et: Kuupäeval [{0}] võtsime teie maksemeetodilt väikese tasu, mis tagastatakse.
eu: [{0}] egunean itzuli egingo zaizun kopuru txiki bat kobratu genizun zehaztu duzun ordainketa-metodotik
fa: ما در تاریخ [{0}] روش پرداخت حساب شما را کمی شارژ کردیم که این مبلغ از شما پس گرفته خواهد شد
ga: Ar [{0}] ghearramar méid beag airgid ar do mhodh íocaíochta agus déanfar é a aisíoc
gd: Dh'iarr sinn suim bheag bhìodach air an dòigh phàighidh agad {0} ach bheir sinn air ais dhut e
gl: O [{0}] cargamos unha pequena cantidade que se lle devolverá no seu método de pagamento
gu: [{0}] પર અમે તમારી ચૂકવણી પદ્ધતિથી એક નાની રકમ લઈએ છીએ જે પરત કરવામાં આવશે
he: ב- [{0}] חייבנו את שיטת התשלום שלך בגין סכום נמוך שיוחזר
hi: [{0}] को, हमने आपकी भुगतान विधि पर एक लघु राशि का शुल्क लगाया, जिसकी धनवापसी कर दी जाएगी
hr: [{0}] teretili smo vaš način plaćanja malenim iznosom koji ćemo vam vratiti
hu: [{0}] dátummal egy kisebb összeggel terheltük meg a megadott fizetési módhoz tartozó számlát, amit vissza fogunk téríteni.
id: Pada tanggal [{0}] kami menagih metode pembayaran Anda dalam jumlah kecil yang akan akan dikembalikan dananya
is: Hinn [{0}] gjaldfærðum við lága upphæð sem verður endurgreidd með greiðslumátanum þínum
ja: [{0}]、選択したお支払い方法で少額をいただきましたが、この金額は返金されます
ka: [{0}]-ში დავაკავეთ მცირე რაოდენობის თანხა, რომელიც უკან დაგიბრუნდებათ
kk: [{0}] төлем әдісіңізден қайтарылатын кіші соманы алдық
kn: [{0}] ರಂದು ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನಕ್ಕೆ ನಾವು ಒಂದು ಚಿಕ್ಕ ಮೊತ್ತವನ್ನು ವಿಧಿಸಿದ್ದೆವು ಅದನ್ನು ಮರುಪಾವತಿಸಲಾಗುತ್ತದೆ
ko: [{0}]에 회원님의 결제 방법으로 소액을 청구했으며, 이 금액은 상환됩니다.
ku_arab: رۆژی [{0}] بڕێکی کەم پارەمان لە شێوازی پارەدانەکەت بڕیوە کە پاشتر بۆتی دەگێڕنەوە
ky: [{0}] күнү биз сиздин төлөө амалыңызга, кайра кайтарылуучу төлөм салдык
lo: ເທິງ [{0}] ພວກເຮົາໄດ້ຮຽກເກັບເງິນນໍາວິທີການຊຳລະເງິນຂອງທ່ານໃນຈຳນວນເງິນນ້ອຍໆ ເຊິ່ງຈະຖືກສົ່ງຄືນ
lt: [{0}] jūsų mokėjimo būdui pritaikėme nedidelį mokestį, kurį grąžinsime
lv: Datumā: [{0}] tika piemērota neliela maksāšanas metodes maksa, kas tiks atmaksāta
mi: I te [{0}] i namangia e mātou tō tikanga utu ki tētahi utu iti ka whakahokia ki a koe
mk: На [{0}] ви наплативме преку методот за плаќање мала сума којашто ќе ви биде рефундирана
ml: [{0}] തീയതിയില്‍ ഞങ്ങള്‍ നിങ്ങളുടെ പേയ്‌മെന്റ് രീതിയ്‌ക്ക് ഒരു ചെറിയ തുക ഈടാക്കി, അത് മടക്കി നല്‍കും
mn: [{0}]-д бид таны төлбөрийн хэрэгслээс буцаан төлөгдөх багахан хэмжээний хураамж суутгаж авсан
mr: [{0}] वर आम्‍ही आपल्‍या देय पद्धतीवर लहान रकमेचे शुल्‍क आकारले ज्‍याचा परतावा केला जाईल
ms: Pada [{0}] kami mengenakan caj bayaran yang kecil, yang akan dikembalikan, pada kaedah pembayaran anda
mt: Fi [{0}] iċċarġjajna ammont żgħir fuq il-metodu ta' pagament tiegħek li se jiġi rimborżat
ne: [{0}] मा हामीले तपाइँको भुक्तानी गर्ने तरिकामा सानो रकम शुल्क लगाएका छौँ जुन फिर्ता गरिनेछ।
nn_no: [{0}] blei eit lite beløp belasta betalingsmetoden din. Beløpet blir refundert.
no: Den [{0}] belastet vi betalingsmetoden din et mindre beløp, som vil bli refundert
or: [{0}] ରେ ଆମେ ଆପଣଙ୍କର ଦେୟ ପଦ୍ଧତିକୁ ଏକ କ୍ଷୁଦ୍ର ପରିମାଣ ଚାର୍ଜ କରିଛୁ ଯାହାକି ଫେରସ୍ତ ହେବ
pa_arab_pk: ‏ [{0}] تے اسی تہاڈے ادائیگی طریقہ تے کجھ کٹوتی کیتی اے جیہڑی بعد چ واپس کردتی جائے گی.
pa_in: [{0}] ਨੂੰ ਅਸੀਂ ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਦੇ ਤਰੀਕੇ ਤੋਂ ਇੱਕ ਛੋਟੀ ਰਕਮ ਦਾ ਸ਼ੁਲਕ ਲਗਾਵਾਂਗੇ, ਜੋ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ
pl: W dniu [{0}] metoda płatności została obciążona niewielką kwotą, która zostanie zwrócona
ru: [{0}] мы сняли небольшую сумму, используя ваш метод оплаты. Эта сумма будет возвращена
sd: [{0}] تي اسان توهان جي ادائگي جي طريقي تي ننڍي رقم چارج ڪئي آهي جيڪا واپس ڪئي ويندي
si: [{0}] දින අපි ඔබගේ ගෙවීම් ක්‍රමයෙන් සුළු ගාස්තුවක් අය කළ අතර එය ආපසු ගෙවනු ඇත
sl: Dne [{0}] smo vaš način plačila bremenili za majhen znesek, ki vam ga bomo vrnili
sr_cyrl_rs: Дана [{0}] наплатили смо са вашег начина плаћања мали износ који ће вам бити рефундиран
sr_latn_rs: Dana [{0}] naplatili smo sa vašeg načina plaćanja mali iznos koji će vam biti refundiran
sv: Den [{0}] debiterade vi ditt konto med ett litet belopp som kommer att återbetalas
ta: [{0}] அன்று உங்கள் கட்டண முறைக்கு நாங்கள் கட்டணம் விதித்துள்ளோம், இந்தச் சிறிய தொகை திருப்பி வழங்கப்படும்
te: [{0}]న మేము మీ చెల్లింపు విధానానికి ఛార్జీ చేసాము, ఇది తిరిగి చెల్లించబడుతుంది
tg: Рӯзи [{0}] мо ба воситаи усули пардохти шумо маблағи хӯрде ситонидем, ки дертар баргардонида мешавад
th: เมื่อวันที่ [{0}] เราได้เรียกเก็บเงินจำนวนเล็กน้อยจากวิธีการชำระเงินของคุณ ซึ่งคุณจะได้รับเงินจำนวนนี้คืน
tr: [{0}] üzerinden ödeme yönteminize bağlı olarak daha sonra size iade edilecek küçük bir miktarda çekim yaptık
tt: [{0}] көнне без Сезнең түләү рәвешенә кире кайтарылачак кечкенә күләм керттек
ug: [{0}] بىز ھەق تۆلەش ئۇسۇلىڭىزدىن ئازراق پۇل تۇتتۇق، بۇنى قايتۇرۇپ بېرىمىز.
uk: [{0}] ми зняли невелику суму за допомогою вашого методу оплати. Цю суму буде повернуто
ur: [{0}] پر ہم نے آپ کے طریقہ ادائیگی پر ایک چھوٹی قیمت لگائی ہے جو واپس ہو جائےگی۔
uz: [{0}] da to'lov usulingizdan oz miqdorda to'lov oldik, olingan to'lov o'zingizga qaytarib beriladi
vi: Vào ngày [{0}] chúng tôi đã thu một khoản phí nhỏ từ phương thức thanh toán của bạn và khoản phí này sẽ được hoàn lại
zh_hans: 在 [{0}]，我们根据您的付款方式收取了一小笔费用，但以后将会退还给您
zh_hant: 我們在 [{0}] 按照您的付款方式收取了一筆小額費用，並將於日後退還給您

# Literal.PICV.WS.Statement.Title
source: Three steps to verification!
af: Drie stappe te verifikasie!
am: ለማጣራት ሦስት ደረጃዎች!
ar: ثلاث خطوات للتحقق!
as: সত্যাপন কৰিবলৈ তিনিটা পদক্ষেপ!
az: Yoxlamaya üç addım!
bg: Три стъпки до завършването на проверката!
bn_in: প্রামানিকরণের তিনটি ধাপ!
bs: Tri koraka do verifikacije!
cy: Tri cham i ddilysu!
da: Tre trin til kontrol!
de: Drei Schritte bis zur Prüfung!
el: Τρία βήματα για την επαλήθευση!
es: ¡Tres pasos para la comprobación!
et: Kolm toimingut kontrollimiseks.
eu: Hiru urrats falta zaizkizu egiztatzen amaitzeko!
fa: سه گام تا انجام تأیید اعتبار!
ga: Trí chéim chun fíoraithe!
gd: Trì ceuman gus crìoch a chur air an dearbhadh!
gl: Tres pasos para a verificación.
gu: ચકાસણી માટેના ત્રણ પગલાં!
he: שלושה שלבים לאימות!
hi: सत्यापन के तीन चरण!
hr: Tri koraka potvrde!
hu: Az ellenőrzés három lépése!
id: Tiga langkah verifikasi!
is: Þrjú skref til staðfestingar!
ja: 検証には 3 つの手順があります。
ka: დადასტურების სამი ეტაპი!
kk: Тексеруге дейін үш қадам!
kn: ಪರಿಶೀಲನೆಗೆ ಮೂರು ಹಂತಗಳು!
ko: 인증 단계는 3단계입니다.
ku_arab: سێ هەنگاو بۆ سەلماندن!
ky: Ырастоого үч кадам!
lo: ສາມບາດກ້າວໃນການກວດສອບ!
lt: Trys patvirtinimo veiksmai!
lv: Trīs darbības līdz verifikācijai!
mi: E toru ngā hipanga ki te whakamananga!
mk: Три чекори за потврдување!
ml: സ്ഥിരീകരണത്തിന് മൂന്ന് ഘട്ടങ്ങള്‍!
mn: Баталгаажуулах гурван алхам!
mr: पु:ष्‍टीकरणाचे तीन चरण!
ms: Tiga langkah untuk pengesahan!
mt: Tliet passi għall-verifika!
ne: प्रमाणिकरण गर्न तीन चरणहरू!
nn_no: Tre trinn for å stadfeste!
no: Tre trinn til verifisering!
or: ଯାଞ୍ଚକରଣ କରିବାକୁ ତିନୋଟି ପଦକ୍ଷେପ!
pa_arab_pk: تصدیق دے تین مرحلے!
pa_in: ਤਸਦੀਕ ਕਰਨ ਦੇ ਤਿੰਨ ਕਦਮ!
pl: Trzy kroki w celu przeprowadzenia weryfikacji!
ru: Всего три действия для проверки!
sd: تصديق نامي لاءِ ٽي قدم!
si: සත්‍යාපනය සඳහා පියවර තුනක්!
sl: Trije koraki do preverjanja pristnosti!
sr_cyrl_rs: Три корака до верификације!
sr_latn_rs: Tri koraka do verifikacije!
sv: Tre steg för att verifiera!
ta: சரிபார்ப்பதற்கான மூன்று படிகள்!
te: నిర్ధారణకు మూడు దశలు!
tg: Се қадами дигар то анҷоми санҷиш!
th: สามขั้นตอนเพื่อการตรวจสอบความถูกต้อง!
tr: Doğrulama için üç adım!
tt: Тикшерүгә кадәр өч адым!
ug: تەستىقلاشقا ئاران ئۈچلا باسقۇچ كېتىدۇ!
uk: Лише три дії для перевірки!
ur: تصدیق کے تین مراحل!
uz: Tekshirish uchun uchta bosqich!
vi: Ba bước để kiểm chứng!
zh_hans: 验证只需三步!
zh_hant: 驗證三步驟！

# Literal.PICV.WS.Verification.Inform1
source: Find the 3-digit code or the transaction amount from the statement and enter it in the fields below.
af: Vind die 3-syfer kode of die transaksie bedrag van die verklaring en voer ditin die veld hieronder.
am: ባለ3-አሃዝ ኮድ ወይም የልውውጡን መጠን ከሂሳብ መግለጫው ያግኙ እና ከዚህ በታች ባሉ መስኮች ያስገቡት።
ar: ابحث عن الرمز الثلاثي الأعداد أو مبلغ الصفقة من كشف الحساب وأدخله في الحقول أدناه.
as: বিবৃতিৰ পৰা 3-সংখ্যা ক'ড বা লেনদেন পৰিমাণ বিচাৰক আৰু ইয়াক তলৰ ফিল্ডসমূহত প্ৰৱিষ্ট কৰক৷
az: Bildirişdən 3 rəqəmli kodu və ya sövdələşmə məbləğini tapın və onu aşağıdakı yerlərə daxil edin.
bg: Намерете трицифрения код или сумата на транзакцията в извлечението и го/я въведете в долните полета.
bn_in: বিবৃতি থেকে 3-সংখ্যার কোড অথবা লেনদেনের পরিমাণ খুঁজুন এবং নিচের ফীল্ডে এটিকে প্রবিষ্ট করুন৷
bs: Pronađite trocifrenu šifru ili iznos transakcije u izvodu i unesite u donja polja.
cy: Chwiliwch am y cod 3 digid neu swm y trafodiad o'r gyfriflen a rhowch hwn yn y meysydd isod.
da: Find den 3-cifrede kode eller transaktionsbeløbet på kontoudtoget, og indtast det i felterne nedenfor.
de: Suchen Sie die dreistellige Nummer oder den Transaktionsbetrag auf Ihrem Kontoauszug, und geben Sie ihn in die nachfolgenden Felder ein.
el: Βρείτε τον τριψήφιο κωδικό ή το ποσό συναλλαγής από την αναλυτική κατάσταση και εισαγάγετέ το στα πεδία παρακάτω.
es: Localice el código de tres dígitos o el importe de la transacción en el extracto y escríbalo en los campos siguientes.
et: Leidke konto väljavõttelt kolmekohaline kood või kontrolltehingu summa ja sisestage see allolevale väljale.
eu: Bilatu hiru digituko kodea edo transakzioaren kopurua kontu-laburpenean eta sar ezazu beheko eremuetan.
fa: کد 3 رقمی یا مقدار تراکنش را از اظهارنامه پیدا کرده و آن را در قسمت های زیر وارد کنید.
ga: Faigh an cód 3-dhigit nó méid an idirbhirt ón ráiteas agus iontráil é sna réimsí thíos.
gd: Thoir sùil airson suim an tar-chuir no an còd a tha trì figearan a dh'fhaid air an aithris is cuir a-steach e gu h-ìosal.
gl: Busque o código de tres díxitos ou a cantidade da transacción no extracto e introdúzao nos campos seguintes.
gu: તમારા સ્ટેટમેન્ટમાંથી 3-અંકનો કોડ અથવા વહેવાર રકમ શોધો અને તેને નીચેની ફીલ્ડ્સમાં દાખલ કરો.
he: מצא את הקוד בן שלוש הספרות או את סכום העסקה בדף החשבון והזן אותו בשדות להלן.
hi: विवरण से 3-अंकीय कोड या लेनदेन की राशि ढूँढें और उसे नीचे दी गई फ़ील्ड में दर्ज करें.
hr: Na izvodu potražite troznamenkasti kôd ili iznos transakcije, a zatim ga unesite u polja u nastavku.
hu: Keresse meg a számlakivonaton a háromjegyű kódot vagy a tranzakció összegét, és adja meg az alábbi mezőkben.
id: Temukan kode 3-digit atau jumlah transaksi dari laporan mutasi lalu masukkan ke dalam bidang berikut.
is: Finndu þriggja tölustafa kóðann eða færsluupphæðina af yfirlitinu og sláðu inn í reitina hér fyrir neðan.
ja: 明細書に記載された 3 桁のコードまたはお取引金額を確認し、以下のフィールドに入力します。
ka: განცხადებაში მოძებნეთ 3-ციფრიანი კოდი ან ტრანზაქციის ოდენობა და შეყვანეთ ქვემოთ მოცემულ ველში.
kk: Есептен 3 таңбалы кодты немесе транзакция сомасын табыңыз және оны төмендегі өрістерге енгізіңіз.
kn: ಹೇಳಿಕೆಯಿಂದ 3-ಅಂಕಿಯ ಕೋಡ್ ಅಥವಾ ವಹಿವಾಟಿನ ಮೊತ್ತವನ್ನು ಹುಡುಕಿ ಮತ್ತು ಅದನ್ನು ಕೆಳಗಿನ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ನಮೂದಿಸಿ.
ko: 거래 내역서에서 3자리 코드나 거래 금액을 확인하여 아래 필드에 입력하십시오.
ku_arab: کۆدی 3-رەنووس یان بڕی سەوداگەری لە بڵاونامەکەتدا بدۆزەوە و لە خانەی لای خوارەوەدا بینووسە.
ky: Отчеттон 3 сандуу кодду же транзакция санын табыңыз жана аны төмөнкү талаага киргизиңиз.
lo: ຊອກລະຫັດ 3 ຕົວເລກ ຫຼືຈຳນວນເງິນຂອງທຸລະກຳຈາກໃບແຈ້ງຍອດ ແລະປ້ອນມັນເຂົ້າໃສ່ເຂດໃສ່ຂໍ້ມູນລຸ່ມນີ້.
lt: Raskite 3 skaitmenų kodą arba operacijos sumą išraše ir įveskite toliau esančiuose laukuose.
lv: Pārskatā atrodiet trīsciparu kodu vai darījuma summu un ievadiet to tālāk esošajos laukos.
mi: Kimihia te waehere tau toru, te tapeke whakawhitinga rānei i te tauākī, ka tāuru ai ki ngā āpure i raro iho nei.
mk: Најдете ја шифрата со три цифри или вредноста на трансакција од изјвата и внесете ги во полињата подолу.
ml: സ്റ്റേറ്റ്‌മെന്റില്‍ നിന്ന് 3-അക്ക കോഡോ ഇടപാട് തുകയോ കണ്ടെത്തി ചുവടെയുള്ള ഫീല്‍ഡുകളില്‍ അത് നല്‍കുക.
mn: 3 оронтой тоо эсвэл тайлан дээрээсээ гүйлгээний дүнг эрж олоод доорх талбаруудад оруул.
mr: 3-अंकी कोड किंवा स्‍टेटमेंटवरील व्‍यवहाराची रक्कम शोधा आणि खालील फील्‍डमध्‍ये प्रविष्‍ट करा.
ms: Dapatkan kod 3 digit atau amaun transaksi dari penyata anda dan masukkannya ke dalam medan di bawah.
mt: Sib il-kodiċi bi 3 ċifri jew l-ammont tat-tranżazzjoni mir-rendikont u daħħlu fl-oqsma t'hawn taħt.
ne: 3-अंकको सङ्केत वा कथनबाट कारोबार रकम फेला पार्नुहोस् र यसलाई तलको फाँटहरूमा प्रविष्टि गराउनुहोस्।
nn_no: Finn den tresifra koden eller transaksjonsbeløpet frå utskrifta, og legg inn sifra i felta nedanfor.
no: Finn den tresifrede koden eller transaksjonsbeløpet på kontoutskriften, og angi den/det i feltene nedenfor.
or: ବିବରଣୀରୁ 3-ଅଙ୍କ କୋଡ୍ କିମ୍ବା ବିନିମୟ ପରିମାଣ ଖୋଜନ୍ତୁ ଏବଂ ଏହା ନିମ୍ନରେ ଥିବା କ୍ଷେତ୍ରଗୁଡିକରେ ଏଣ୍ଟର୍ କରନ୍ତୁ.
pa_arab_pk: 3 عددی کوڈ لبھو یا بیان چوں ادائیگی دی مقدار ویکھ کے تھلے خانے چ درج کرو.
pa_in: ਸਟੇਟਮੈਂਟ ਤੋਂ 3-ਅੰਕ ਦਾ ਕੋਡ ਜਾਂ ਲੈਣਦੇਣ ਦੀ ਰਕਮ ਲੱਭੋ ਅਤੇ ਉਸਨੂੰ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਫੀਲਡ ਵਿੱਚ ਦਾਖਲ ਕਰੋ।
pl: Na wyciągu znajdź 3-cyfrowy kod lub kwotę transakcji, a następnie wprowadź tę wartość w poniższych polach.
ru: Найдите 3-значный код или сумму операции в выписке по счету и введите их в поля ниже.
sd: 3-ڊجٽ ڪوڊ ڳوليو يا گوشواري مان ٽرانزيڪشن جي رقم ۽ هيٺين فيلڊن ۾ داخل ڪريو.
si: ඉලක්කම් 3 කේතයක් හෝ ගනුදෙනු මුදල ප්‍රකාශයෙන් සොයා ගෙන එය පහත කොටුවල ඇතුල් කරන්න.
sl: Na izpisku poiščite trimestno kodo ali transakcijski znesek in ga vnesite v spodnja polja.
sr_cyrl_rs: Пронађите троцифрену шифру или износ трансакције на изводу и унесите у доња поља.
sr_latn_rs: Pronađite trocifrenu šifru ili iznos transakcije na izvodu i unesite u donja polja.
sv: Leta reda på den tresiffriga koden eller det debiterade beloppet på kontoutdraget och ange det i fälten nedan.
ta: அறிக்கையிலிருந்து மூன்று இலக்க குறியீடு அல்லது பரிமாற்று தொகையைக் கண்டறிந்து, அதை கீழேயுள்ள புலங்களில் உள்ளிடவும்.
te: స్టేట్‌మెంట్‌లో 3-అంకెల కోడ్ లేదా లావాదేవీ మొత్తాన్ని కనుగొని, దాన్ని దిగువ క్షేత్రాల్లో నమోదు చేయండి.
tg: Рамзи серақама ё маблағи амалиётро дар иқтибос ёфта, онро ба майдонҳои зерин ворид кунед.
th: ค้นหารหัสสามหลัก หรือจำนวนเงินที่ทำธุรกรรมจากใบแจ้งยอด และป้อนรายการดังกล่าวในฟิลด์ด้านล่าง
tr: Ekstrenizde 3 haneli kodu veya işlem tutarını bulun ve aşağıdaki alana girin.
tt: Аңлатмагызда өч санлы кодны яки транзакция күләмен табыгыз һәм түбәндәге кырларга кертегез.
ug: بانكا تالونىدىن 3 خانىلىق كود ياكى مۇئامىلە سوممىسىنى ئېنىقلاپ، ئۇنى تۆۋەندىكى ئورۇنغا كىرگۈزۈڭ.
uk: Знайдіть 3-значний код або суму транзакції у виписці з рахунка і введіть її в поля нижче.
ur: گوشوارے سے تین ہندسوں کا کوڈ یا لین دین کی رقم تلاش کریں اور ذیل خانوں میں درج کریں۔
uz: Bayonotdan 3 xonali kod yoki tranzaksiya miqdorini toping va uni quyidagi maydonchalarga kiriting.
vi: Tìm mã gồm 3 chữ số hoặc số tiền giao dịch từ bản kê và nhập vào các trường bên dưới.
zh_hans: 在对帐单中查找 3 位数代码或交易金额，然后将它输入以下字段中。
zh_hant: 在對帳單上尋找 3 位數代碼或交易金額，並輸入下面的欄位。

# Literal.PICV.WS.Verification.Title
source: Complete verification
af: Volledige verifikasie
am: ማጣራትን ያጠናቅቁ
ar: إكمال التحقق
as: সম্পূৰ্ণ সত্যাপন
az: Yoxlamanı bitir
bg: Завършване на проверката
bn_in: সম্পূর্ণ প্রামাণিকরণ
bs: Dovršavanje verifikacije
cy: Cwblhau'r broses ddilysu
da: Komplet kontrol
de: Prüfung abschließen
el: Ολοκλήρωση επαλήθευσης
es: Completar comprobación
et: Lõpetage kinnitamine
eu: Osatu egiaztapena
fa: تکمیل تأیید اعتبار
ga: Críochnaigh an fíorú
gd: Coilean an dearbhadh
gl: Verificación concluída
gu: ચકાસણી પૂર્ણ કરો
he: השלמת האימות
hi: सत्यापन पूर्ण करें
hr: Dovršite potvrdu
hu: Ellenőrzés elvégzése
id: Selesaikan verifikasi
is: Ljúka staðfestingu
ja: 検証の完了
ka: დადასტურების შესრულება
kk: Тексеруді аяқтау
kn: ಪರಿಶೀಲನೆ ಪೂರೈಸಿ
ko: 인증 완료
ku_arab: سەلماندن تەواو بکە
ky: Ырастоону бүтүрүү
lo: ສຳເລັດການກວດສອບ
lt: Užbaikite patvirtinimą
lv: Verifikācijas pabeigšana
mi: Manatokonga katoa
mk: Потврдувањето е завршено
ml: സ്ഥിരീകരണം പൂര്‍ത്തിയാക്കുക
mn: Баталгаажуулалт дууслаа
mr: संपूर्ण पुष्‍टीकरण
ms: Lengkapkan pengesahan
mt: Lesti l-verifika
ne: प्रमाणिकरण पुरा गर्नुहोस्
nn_no: Fullfør stadfesting
no: Verifisering fullført
or: ଯାଞ୍ଚକରଣ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ
pa_arab_pk: مکمل تصدیق
pa_in: ਤਸਦੀਕ ਪੂਰੀ ਕਰੋ
pl: Ukończ weryfikację
ru: Завершить проверку
sd: مڪمل تصديق نامو
si: සත්‍යාපනය තහවුරු කරන්න
sl: Dokončaj preverjanje pristnosti
sr_cyrl_rs: Довршавање верификације
sr_latn_rs: Dovršavanje verifikacije
sv: Slutför verifiering
ta: சரிபார்ப்பை முடிக்கவும்
te: పూర్తి నిర్ధారణ
tg: Ба охир расонидани санҷиш
th: ดำเนินการตรวจสอบความถูกต้องให้เสร็จสมบูรณ์
tr: Doğrulamayı tamamla
tt: Тикшерүне тәмамларга
ug: تەستىقلاشنى تاماملاش
uk: Завершити перевірку
ur: مکمل تصدیق
uz: Tekshirishni tugatish
vi: Hoàn thành kiểm chứng
zh_hans: 完成验证
zh_hant: 完成驗證

# Word.AzureV2.CreditCardType
source: Card Type
af: Kaart tipe
am: የካርድ ዓይነት
ar: نوع البطاقة
as: কাৰ্ড প্ৰকাৰ
az: Kart Tipi
bg: Тип карта
bn_in: কার্ডের প্রকার
bs: Vrsta kartice
cy: Math o Gerdyn
da: Korttype
de: Kartentyp
el: Τύπος κάρτας
es: Tipo de tarjeta
et: Kaardi tüüp
eu: Txartel mota
fa: نوع کارت
ga: Cineál Cárta
gd: Seòrsa na cairt
gl: Tipo de cartón
gu: કાર્ડ પ્રકાર
he: סוג הכרטיס
hi: कार्ड प्रकार
hr: Vrsta kartice
hu: Kártyatípus
id: Jenis Kartu
is: Kortategund
ja: カードの種類
ka: ბარათის ტიპი
kk: Карта түрі
kn: ಕಾರ್ಡ್ ಪ್ರಕಾರ
ko: 카드 종류
ku_arab: جۆری کارت
ky: Карта түрү
lo: ປະເພດບັດ
lt: Kortelės tipas
lv: Kartes tips
mi: Momo Kāri
mk: Тип картичка
ml: കാര്‍ഡ് തരം
mn: Картын төрөл
mr: कार्ड प्रकार
ms: Jenis Kad
mt: Tip ta' Karta
ne: कार्डको प्रकार
nn_no: Korttype
no: Korttype
or: କାର୍ଡ ପ୍ରକାର
pa_arab_pk: کارڈ دی قسم
pa_in: ਕਾਰਡ ਪ੍ਰਕਾਰ
pl: Typ karty
ru: Тип карты
sd: ڪارڊ قسم
si: කාඩ්පත් වර්ගය
sl: Vrsta kartice
sr_cyrl_rs: Тип картице
sr_latn_rs: Vrsta kartice
sv: Korttyp
ta: கார்டு வகை
te: కార్డ్ రకం
tg: Навъи корт
th: ประเภทบัตร
tr: Kart Türü
tt: Карта төре
ug: كارتا تىپى
uk: Тип картки
ur: کارڈ کی قسم
uz: Kartochka turi
vi: Loại Thẻ
zh_hans: 卡类型
zh_hant: 卡片類型

# Word.NewCreditCard
source: New Credit/Debit Card
af: Nuwe krediet-/debietkaart
am: አዲስ የክሬዲት/የዴቢት ካርድ
ar: بطاقة ائتمان/إثبات صحة رصيد مدين جديدة
as: নতুন ক্ৰেডিট/ডেবিট কাৰ্ড
az: Yeni Kredit Kartı/Debet Kartı
bg: Нова кредитна/дебитна карта
bn_in: নতুন ক্রেডিট/ডেবিট কার্ড
bs: Nova kreditna/debitna kartica
cy: Cerdyn Credyd/Debyd Newydd
da: Nyt kredit-/debetkort
de: Neue Kredit-/Kundenkarte
el: Νέα πιστωτική/χρεωστική κάρτα
es: Tarjeta de crédito o débito nueva
et: Uus krediit-/deebetkaart
eu: Kreditu- edo zordunketa-txartel berria
fa: کارت اعتباری/نقدی جدید
ga: Cárta Creidmheasa/Dochair Nua
gd: Cairt-chreideis/Cairt-fhiachan ùr
gl: Novo cartón de crédito ou débito
gu: નવું ક્રેડિટ/ડેબિટ કાર્ડ
he: כרטיס אשראי/חיוב חדש
hi: नया क्रेडिट/डेबिट कार्ड
hr: Nova kreditna/debitna kartica
hu: Új bankkártya
id: Kartu Kredit/Debit Baru
is: Nýtt kredit-/debetkort
ja: 新しいクレジット カード/デビット カード
ka: ახალი საკრედიტო/სადებეტო ბარათი
kk: Жаңа несиелік/дебеттік кәртішке
kn: ಹೊಸ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್/ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: 새 신용 카드/직불 카드
ku_arab: کرێدت کارت/کارتی قەرزی نوێ
ky: Жаңы карыз/насыя картасы
lo: ບັດເຄຣດິດ/ເດບິດໃໝ່
lt: Nauja kredito / debeto kortelė
lv: Jauna kredītkarte/debetkarte
mi: Kāri Tāwere/Nama Hōu
mk: Нова кредитна/дебитна картичка
ml: പുതിയ ക്രെഡിറ്റ്/ഡെബിറ്റ് കാര്‍ഡ്
mn: Шинэ кредит/дебит карт
mr: नवीन क्रेडिट/डेबिट कार्ड
ms: Kad Kredit/Debit Baharu
mt: Karta ta' Kreditu/Debitu Ġdida
ne: नयाँ क्रेडिट/डेबिट कार्ड
nn_no: Nytt kreditt-/debetkort
no: Nytt kreditt-/debetkort
or: ନୂତନ କ୍ରେଡିଟ୍ କାର୍ଡ
pa_arab_pk: نواں کریڈٹ/ڈیبٹ کارڈ
pa_in: ਨਵਾਂ ਕ੍ਰੈਡਿਟ/ਡੈਬਿਟ ਕਾਰਡ
pl: Nowa karta kredytowa/debetowa
ru: Новая кредитная/платежная карта
sd: نئون ڪريڊٽ/ڊيبٽ ڪارڊ
si: නව ණය/හර කාඩ්පත
sl: Nova kreditna/debetna kartica
sr_cyrl_rs: Нова кредитна/дебитна картица
sr_latn_rs: Nova kreditna/debitna kartica
sv: Nytt kredit- eller betalkort
ta: புதிய கடன் /கிரெடிட் அட்டை
te: కొత్త క్రెడిట్‌/డెబిట్ కార్డు
tg: Корти дебетӣ/қарзии нав
th: บัตรเครดิต/เดบิตใหม่
tr: Yeni Kredi Kartı/ATM Kartı
tt: Яңа кредит/дебет картасы
ug: يېڭى ئىناۋەتلىك كارتا/ئامانەت كارتىسى
uk: Нова кредитна/платіжна картка
ur: نیا کریڈٹ/ڈیبٹ کارڈ
uz: Yangi kredit/debet karta
vi: Thẻ Tín dụng/Thẻ Ghi nợ Mới
zh_hans: 新的信用/借记卡
zh_hant: 新的信用卡/轉帳卡

# Word.NewDirectDebit
source: New Direct Debit
af: Nuwe Direkte Debiet
am: አዲስ ቀጥታ ዕዳ
ar: دين مباشر جديد
as: নতুন প্ৰত্যক্ষ জমা
az: Yeni Birbaşa Debet
bg: Нов директен дебит
bn_in: নতুন ডেবিট কার্ড
bs: Novo direktno zaduženje
cy: Cerdyn Debyd Newydd
da: Ny direkte debitering
de: Neue Lastschrift
el: Νέα άμεση χρέωση
es: Adeudo directo nuevo
et: Uus otsekorraldus
eu: Banku-helbideratze berria
fa: Direct Debit جدید
ga: Dochar Díreach Nua
gd: Direct Debit ùr
gl: Novo débito directo
gu: નવો ડાયરેક્ટ ડેબિટ
he: חיוב ישיר חדש
hi: नया प्रत्यक्ष डेबिट
hr: Novo izravno terećenje
hu: Új csoportos beszedési megbízás
id: Debit Langsung Baru
is: Ný beingreiðsla
ja: 新しい口座振替
ka: ახალი პირდაპირი დებეტი
kk: Жаңа тікелей дебет
kn: ಹೊಸ ನೇರ ಡೆಬಿಟ್
ko: 새 직불 카드
ku_arab: کارتێکی قەرزی نوێ
ky: Жаңы түз дебет
lo: ການຫັກບັນຊີໂດຍກົງໃໝ່
lt: Naujas tiesioginis debetas
lv: Jauns tiešais debets
mi: Nama Hāngai Hou
mk: Нова директна дебитна картичка
ml: പുതിയ ഡയറക്റ്റ് ഡെബിറ്റ്
mn: Шинэ шууд дебит
mr: नवीन डेबिट कार्ड
ms: Debit Terus Baru
mt: Direct Debit ġdid
ne: नयाँ प्रत्यक्ष डेबिट
nn_no: Ny direkte belasting
no: Ny direkte debitering
or: ନୂତନ ଡାଇରେକ୍ଟ ଡେବିଟ୍
pa_arab_pk: نواں براہ راست قرضہ
pa_in: ਨਵਾਂ ਡਾਇਰੈਕਟ ਡੈਬਿਟ
pl: Nowe polecenie zapłaty
ru: Новый прямой дебет
sd: نئون ڊائريڪٽ ڊيبٽ
si: නව ඩෙබිට් කාඩ්පත
sl: Nova neposredna bremenitev
sr_cyrl_rs: Ново директно задужење
sr_latn_rs: Novo direktno zaduženje
sv: Nytt autogiro
ta: புதிய நேரடி பற்று
te: కొత్త ప్రత్యక్ష డెబిట్
tg: Direct Debit-и нав
th: การหักบัญชีเงินฝากใหม่
tr: Yeni Talimatlı Ödeme
tt: Яңа Туры Дебет
ug: يېڭى بىۋاستە چىقىم
uk: Новий прямий дебет
ur: نیا براہ راست ڈیبٹ
uz: Yangi to'g'ri debit
vi: Ghi nợ Trực tiếp Mới
zh_hans: 新借记卡
zh_hant: 新的直接扣款
