Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ConfirmCSVToken.GiftCardBalanceText
source: {0} Microsoft gift card
af: {0} Microsoft-geskenkkaart
am: {0} Microsoft የስጦታ ካርድ
ar: {0} من بطاقات هدايا Microsoft
as: {0} Microsoft উপহাৰ কাৰ্ড
az: {0} Microsoft hədiyyə kartı
bg: Ваучер за подарък на Microsoft на стойност {0}
bn_in: {0} Microsoft উপহারের কার্ড
bs: {0} Microsoft poklon kartica
cy: Cerdyn rhodd {0} Microsoft
da: {0} Microsoft-gavekort
de: Microsoft-Geschenkkarte in Höhe von {0}
el: Δωροκάρτα Microsoft {0}
es: Tarjeta regalo Microsoft de {0}
et: {0} Microsofti kinkekaart
eu: {0} Microsoft opari-txartela
fa: کارت هدیه Microsoft ‏{0}
ga: {0} cárta bronntanais Microsoft
gd: Cairt prèasaint Microsoft air {0}
gl: Tarxeta agasallo de Microsoft de {0}
gu: {0} Microsoft ગિફ્ટ કાર્ડ
he: כרטיס מתנה של Microsoft בסך {0}
hi: {0} Microsoft उपहार कार्ड
hr: Microsoftov poklon-bon od {0}
hu: {0} értékű Microsoft ajándékkártya
id: Kartu hadiah Microsoft {0}
is: {0} Microsoft-gjafakort
ja: {0} 分の Microsoftギフトカード
ka: {0} Microsoft-ის სასაჩუქრე ბარათი
kk: {0} Microsoft сыйлық картасы
kn: {0}Microsoft ಉಡುಗೊರೆ ಕಾರ್ಡ್
ko: {0} Microsoft 기프트 카드
lo: {0} ບັດຂອງຂັວນ Microsoft
lt: {0} „Microsoft“ dovanų kortelė
lv: {0} Microsoft dāvanu karte
mi: kāri takoha Microsoft {0}
mk: Подарок-картичка на Microsoft од {0}
ml: {0} Microsoft ഗിഫ്റ്റ് കാർഡ്
mr: {0} Microsoft भेट कार्ड
ms: {0} kad hadiah Microsoft
mt: Gift card ta’ Microsoft {0}
ne: {0} Microsoft उपहार कार्ड
nn_no: {0} Microsoft-gåvekort
no: {0} Microsoft-gavekort
or: {0} Microsoft ଉପହାର କାର୍ଡ୍
pa_in: {0} Microsoft ਗਿਫਟ ਕਾਰਡ
pl: Bon upominkowy Microsoft na kwotę {0}
ru: Карта оплаты Майкрософт номиналом {0}
sl: Microsoftov darilni bon ({0})
sr_cyrl_rs: {0} Microsoft поклон-картица
sr_latn_rs: {0} Microsoft poklon-kartica
sv: Microsoft-presentkort med {0}
ta: {0} Microsoft பரிசு அட்டை
te: {0} Microsoft బహుమతి కార్డ్
th: {0} บัตรกำนัล Microsoft
tr: {0} tutarında Microsoft hediye kartı
tt: {0} Майкрософт бүләк картасы
ug: {0} Microsoft سوۋغات كارتىسى
uk: Подарункова картка Microsoft на {0}
ur: {0} Microsoft تحفہ کارڈ
vi: {0} thẻ quà tặng Microsoft
zh_hans: {0} Microsoft 礼品卡
zh_hant: {0} Microsoft 禮品卡

# Literal.PayPalHEC.EnterYourAccount
source: Enter your PayPal account
af: Voer jou PayPal-rekening in
am: የእርስዎን PayPal መለያ ያስገቡ
ar: إدخال حساب PayPal الخاص بك
as: আপোনাৰ PayPal একাউণ্ট প্ৰৱেশ কৰাওক
az: PayPal hesabınızı daxil edin
bg: Въвеждане на акаунта в PayPal
bn_in: আপনার PayPal অ্যাকাউন্টটি লিখুন
bs: Unesite svoj PayPal račun
cy: Rhowch eich cyfrif PayPal
da: Angiv din PayPal-konto
de: PayPal-Konto eingeben
el: Εισαγωγή του λογαριασμού σας PayPal
es: Escribir la cuenta de PayPal
et: Sisestage oma PayPali konto
eu: Sartu PayPal kontuan
fa: حساب PayPal را وارد کنید
ga: Iontráil do chuntas PayPal
gd: Cuir an cunntas PayPal agad a-steach
gl: Introduce a conta de PayPal
gu: તમારું PayPal ખાતું પ્રવિષ્ટ કરો
he: הזן את חשבון PayPal שלך
hi: अपना PayPal खाता दर्ज करें
hr: Unos računa za PayPal
hu: Írja be PayPal-fiókja címét
id: Masukkan akun PayPal Anda
is: Sláðu inn reikninginn fyrir PayPal
ja: PayPal アカウントを入力します
ka: შეიყვანეთ თქვენი PayPal ანგარიში
kk: PayPal тіркелгісін енгізіңіз
kn: ನಿಮ್ಮ PayPal ಖಾತೆ ನಮೂದಿಸಿ
ko: PayPal 계정 입력
ku_arab: ئەژمێری PayPal ی خۆت تێبنووسە
ky: PayPal каттоо жазууңузду киргизиңиз
lo: ​ປ້ອນ​ບັນ​ຊີ PayPal ​ຂອງ​ທ່ານ​ໃສ່
lt: Įveskite savo „PayPal“ paskyros
lv: Ievadiet savu PayPal kontu
mi: Tāurua tō pūkete PayPal
mk: Внесете ја вашата сметка на PayPal
ml: നിങ്ങളുടെ PayPal അക്കൗണ്ട് നൽകുക
mn: PayPal дансаа оруулна уу
mr: आपले PayPal खाते प्रविष्ट करा
ms: Masukkan akaun PayPal anda
mt: Daħħal il-kont ta' PayPal tiegħek
ne: तपाइँको PayPal खाता प्रविष्ट गर्नुहोस्
nn_no: Skriv inn PayPal-konto
no: Angi PayPal-kontoen din
or: ଆପଣଙ୍କର PayPal ଏକାଉଣ୍ଟ୍ ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_arab_pk: اپنا PayPal اکاؤنٹ داخل کرو
pa_in: ਆਪਣਾ PayPal ਖਾਤਾ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź konto PayPal
ru: Введите имя пользователя учетной записи PayPal
sd: پنهنجو PayPal اڪائونٽ داخل ڪريو
si: ඔබගේ PayPal ගිණුම ඇතුල් කරන්න
sl: Vnesite svoj račun za PayPal
sr_cyrl_rs: Унесите PayPal налог
sr_latn_rs: Unesite PayPal nalog
sv: Ange ditt PayPal-konto
ta: PayPal கணக்கு யை புகுத்தவும்
te: మీ PayPal ఖాతాను నమోదు చేయండి
tg: Ҳисоби PayPal-и худро дохил кунед
th: ใส่บัญชี PayPal ของคุณ
tr: PayPal hesabınızı girin
tt: PayPal хисап язмасын кертегез
ug: PayPal ھېساباتىڭىزنى كىرگۈزۈڭ
uk: Введіть ім’я облікового запису PayPal
ur: اپنا PayPal اکاؤنٹ داخل کریں
uz: PayPal hisob qaydnomasini kiriting
vi: Nhập tài khoản PayPal của bạn
zh_hans: 输入 PayPal 帐户
zh_hant: 輸入您的 PayPal 帳戶

# Literal.PayPalHEC.EmailAddress
source: Email address
af: E-posadres
am: የኢሜይል አድራሻ
ar: عنوان البريد الإلكتروني
as: ই-মেইল ঠিকনা
az: E-poçt ünvanı
bg: Имейл адрес
bn_in: ইমেল ঠিকানা
bs: Adresa e-pošte
cy: Cyfeiriad e-bost
da: Mailadresse
de: E-Mail-Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Dirección de correo electrónico
et: Meiliaadress
eu: Helbide elektronikoa
fa: آدرس ایمیل
ga: Seoladh ríomhphoist
gd: Seòladh puist-d
gl: Enderezo de correo electrónico
gu: ઈમેલ સરનામું
he: כתובת דואר אלקטרוני
hi: ईमेल पता
hr: Adresa e-pošte
hu: E-mail-cím
id: Alamat email
is: Netfang
ja: メール アドレス
ka: ელფოსტის მისამართი
kk: Электрондық пошта мекенжайы
kn: ಇಮೇಲ್ ವಿಳಾಸ
ko: 메일 주소
ku_arab: ناونیشانی ئیمەیڵ
ky: Имейл дареги
lo: ​ທີ່​ຢູ່​ອີ​ເມວ
lt: El. pašto adresą
lv: E-pasta adrese
mi: Wāhitau īmēra
mk: Адреса на е-пошта
ml: ഇമെയില്‍ വിലാസം
mn: Э-шуудангийн хаяг
mr: ईमेल पत्ता
ms: Alamat e-mel
mt: Indirizz elettroniku
ne: इ-मेल ठेगाना
nn_no: E-postadresse
no: E-postadresse
or: ଇମେଲ୍ ଠିକଣା
pa_arab_pk: ای میل پتہ
pa_in: ਈ-ਮੇਲ ਪਤਾ
pl: Adres e-mail
ru: Адрес электронной почты
sd: اي ميل پتو
si: ඊමේල් ලිපිනය
sl: E-poštni naslov
sr_cyrl_rs: Адреса е-поште
sr_latn_rs: Adresa e-pošte
sv: E-postadress
ta: மின்னஞ்சல் முகவரி
te: ఇ-మెయిల్ చిరునామా
tg: Суроғаи почтаи электронӣ
th: อีเมลแอดเดรส
tr: E-posta adresi
tt: Электрон почта адресы
ug: تورخەت ئادرېسى
uk: Адреса електронної пошти
ur: ای میل پتہ
uz: E-pochta manzili
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# Literal.PayPalHEC.Description
source: Microsoft will collect your PayPal account info and check it with PayPal. Microsoft doesn't use it without your permission. See our privacy statement. If you don't have a PayPal account, create one at PayPal.com.
af: Microsoft sal jou PayPal-rekeningbesonderhede versamel en dit nagaan met PayPal. Microsoft gebruik dit nie sonder jou toestemming nie. Sien ons privaatheidstelling. As jy nie 'n PayPal-rekening het nie, skep een by PayPal.com.
am: Microsoft የእርስዎን PayPal መለያ መረጃ ይሰበስብ እና ከ PayPal ጋር ይፈትሸዋል። Microsoft ያለ እርስዎ ፈቃድ አይጠቀምበትም። የእኛኝ የግላዊነት መግለጫ ይመልከቱ። የ PayPal መለያ ከሌልዎት፣ PayPal.com ላይ አንድ ይፍጠሩ።
ar: ستقوم Microsoft بجمع معلومات حساب PayPal الخاص بك والتحقق منها بواسطة PayPal. لن تستخدم Microsoft تلك المعلومات بدون إذن منك. راجع بيان الخصوصية الخاص بنا. إذا لم تكن تملك حساب PayPal، فقم بإنشاء واحدٍ على PayPal.com.
as: Microsoft-এ আপোনাৰ PayPal একাউণ্ট তথ্য সংগ্ৰহ কৰিব আৰু ইয়াক PayPal-ৰ সৈতে পৰীক্ষা কৰিব৷ Microsoft-এ আপোনাৰ অনুমতি নোহোৱাকৈ ইয়াক ব্যৱহাৰ নকৰে৷ আপোনাৰ গোপনীয়তা বিষয়ক বিবৄতি চাওক৷ যদি আপোনাৰ কোনো PayPal একাউণ্ট নাই, তেন্তে PayPal.com-ত এটা সৃষ্টি কৰক৷
az: Microsoft PayPal hesab məlumatınızı toplayacaq və onu PayPal ilə yoxlayacaq. Microsoft icazəniz olmadan onu istifadə etmir. Məxfilik bildirişimizə baxın. PayPal hesabınız yoxsa, birini PayPal.com-da yaradın.
bg: Microsoft ще събира информация за вашия акаунт в PayPal и ще я проверява при PayPal. Microsoft няма да я използва без вашето разрешение. Прегледайте нашата декларация за поверителност. Ако нямате акаунт в PayPal, създайте такъв на адрес PayPal.com.
bn_in: Microsoft আপনার PayPal অ্যাকাউন্টের তথ্য সংগ্রহ করবে এবং PayPal এর সঙ্গে এটিকে পরীক্ষা করবে৷ Microsoft আপনার অনুমতি ছাড়া এটি ব্যবহার করবে না৷ আমাদের গোপনীয়তা বিবৃতি দেখুন৷ যদি আপনার কাছে একটি PayPal অ্যাকাউন্ট না থাকে তাহলে PayPal.com এ একটি অ্যাকাউন্ট তৈরি করুন৷
bs: Microsoft će prikupiti informacije o vašem PayPal računu i provjeriti ih kod kompanije PayPal. Microsoft te informacije ne koristi bez vaše dozvole. Pročitajte našu izjavu o privatnosti. Ako nemate PayPal račun, kreirajte ga na stranici PayPal.com.
cy: Bydd Microsoft yn casglu gwybodaeth eich cyfrif PayPal a gwirio gyda PayPal. Nid yw Microsoft yn ei defnyddio heb eich caniatâd. Gweld ein datganiad preifatrwydd. Os nad oes gennych gyfrif PayPal, gallwch greu un ar PayPal.com.
da: Microsoft vil indsamle dine PayPal-kontooplysninger og tjekke dem med PayPal. Microsoft bruger dem ikke uden din tilladelse. Der er flere oplysninger i vores erklæring om beskyttelse af personlige oplysninger. Hvis du ikke har en PayPal-konto, kan du oprette én på PayPal.com.
de: Microsoft erfasst und überprüft Ihre PayPal-Kontoinformationen. Microsoft verwendet diese Informationen nicht ohne Ihre Zustimmung. Lesen Sie die Datenschutzbestimmungen. Falls Sie kein PayPal-Konto besitzen, können Sie eins auf „PayPal.com“ erstellen.
el: Η Microsoft θα συλλέξει τις πληροφορίες του λογαριασμού σας PayPal και θα τις ελέγξει με το PayPal. Η Microsoft δεν τις χρησιμοποιεί χωρίς την άδειά σας. Ανατρέξτε στη δήλωση προστασίας προσωπικών δεδομένων. Αν δεν έχετε λογαριασμό PayPal, δημιουργήστε έναν στην τοποθεσία PayPal.com.
es: Microsoft recopilará la información de tu cuenta de PayPal y la comprobará con PayPal. Microsoft no la usará sin tu permiso. Consulta nuestra declaración de privacidad. Si no tienes una cuenta de PayPal, puedes crear una en PayPal.com.
et: Microsoft kogub teie PayPali kontoteavet ja kontrollib selle PayPali kaudu üle. Microsoft ei kasuta teavet ilma teie loata. Lugege meie privaatsusavaldust. Kui teil pole PayPali kontot, saate selle luua saidil PayPal.com.
eu: Microsoft-ek zure PayPal kontuko informazioa bilduko du eta PayPal-ekin egiaztatuko du, baina ez du erabiliko zure baimenik gabe. Ikusi gure pribatutasun-adierazpena. Ez baduzu PayPal konturik, sortu bat PayPal.com helbidean.
fa: Microsoft اطلاعات حساب PayPal شما را جمع‌آوری کرده و آن را با PayPal مطابقت می‌دهد. Microsoft از این اطلاعات بدون اجازه شما استفاده نمی‌کند. بیانیه حریم خصوصی ما را ببینید. اگر حساب PayPal ندارید، یکی در PayPal.com ایجاد کنید.
ga: Baileoidh Microsoft d'fhaisnéis chuntais PayPal agus seiceálfar é le PayPal. Ní úsáideann Microsoft í gan cead uaitse. Féach ár ráiteas príobháideachais. Mura bhfuil cuntas PayPal agat, cruthaigh ceann ag PayPal.com.
gd: Cruinnichidh Microsoft am fiosrachadh mun chunntas PayPal agad is dearbhaidh e e aig PayPal. Cha chleachd Microsoft e gun chead uat. Faic an aithris prìobhaideachd againn. Mur eil cunntas PayPal agad, cruthaich fear air PayPal.com.
gl: Microsoft recompilará a información da conta de PayPal e verificará con PayPal. Microsoft non a usa sen o teu permiso. Consulta a nosa declaración de privacidade. Se non tes unha conta de PayPal, crea unha en PayPal.com.
gu: Microsoft તમારા PayPal ખાતાની માહિતી એકત્રિત કરશે અને તેને PayPal સાથે તપાસશે. Microsoft તમારી અનુમતિ વિના તેનો ઉપયોગ કરતું નથી. અમારું ગોપનીયતા વિધાન જુઓ. જો તમે PayPal ખાતું ધરાવતા નથી, તો PayPal.com પર એક ખાતું બનાવો.
he: Microsoft תאסוף את פרטי חשבון PayPal שלך ותבדוק אותם מול PayPal‏. Microsoft לא תשתמש בפרטים אלה ללא הרשאתך. עיין במדיניות הפרטיות שלנו. אם אין לך חשבון PayPal, תוכל ליצור חשבון כזה ב- PayPal.com.
hi: Microsoft आपकी PayPal खाता जानकारी एकत्रित करेगा और उसे PayPal के साथ जाँचेगा. Microsoft इसे आपकी अनुमति के बिना उपयोग नहीं करता है. हमारा गोपनीयता कथन देखें. यदि आपका PayPal खाता नहीं है, तो PayPal.com पर एक बनाएँ.
hr: Microsoft će prikupiti vaše podatke o računu za PayPal i provjeriti ih s tim servisom. Neće ih koristiti bez dopuštenja. Pročitajte našu izjavu o zaštiti privatnosti. Ako nemate račun za PayPal, stvorite ga na web-mjestu PayPal.com.
hu: A Microsoft összegyűjti az Ön PayPal-fiókadatait, és egyezteti őket a PayPallel. A Microsoft nem használja fel ezeket az adatokat az Ön engedélye nélkül. Olvassa el adatvédelmi nyilatkozatunkat. Ha nincs PayPal-fiókja, a PayPal.com-on hozzon létre egyet.
id: Microsoft akan mengumpulkan info akun PayPal Anda dan memeriksanya dengan PayPal. Microsoft tidak akan menggunakan info akun tanpa izin Anda. Lihat pernyataan privasi kami. Jika Anda tidak memiliki akun PayPal, buat akun di PayPal.com.
is: Microsoft tekur saman upplýsingar um PayPal-reikninginn þinn og staðfestir þær hjá PayPal. Microsoft notar þessar upplýsingar ekki án þíns samþykkis. Sjá yfirlýsingu okkar um persónuvernd. Ef þú ert ekki með PayPal-reikning skaltu stofna hann á PayPal.com.
ja: Microsoft では、PayPal アカウント情報を収集し、PayPal に基づいてこの情報を確認します。ただし、お客様の許可なくこの情報を使用することはありません。Microsoft のプライバシーに関する声明をご覧ください。PayPal アカウントをお持ちでない場合は、PayPal.com で作成してください。
ka: Microsoft მიიღებს თქვენი PayPal ანგარიშის ინფორმაციას და შეამოწმებს მას PayPal-ზე. Microsoft არ გამოიყენებს მას თქვენი ნებართვის გარეშე. იხილეთ ჩვენი კონფიდენციალურობის დებულება. თუ არ გაქვთ PayPal ანგარიში, შექმენით იგი საიტზე PayPal.com.
kk: Microsoft PayPal тіркелгі ақпаратыңызды жинап, оны PayPal сайты арқылы тексереді. Microsoft осы ақпаратты сіздің рұқсатыңызсыз пайдаланбайды. Құпиялылық мәлімдемесін қараңыз. Егер сізде PayPal тіркелгісі болмаса, оны PayPal.com сайтында жасаңыз.
kn: Microsoft ನಿಮ್ಮ PayPal ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತದೆ ಮತ್ತು PayPal ಜೊತೆಗೆ ಅದನ್ನು ಪರಿಶೀಲಿಸುತ್ತದೆ. ನಿಮ್ಮ ಅನುಮತಿ ಇಲ್ಲದೇ ಅದನ್ನು Microsoft ಬಳಸುವುದಿಲ್ಲ. ನಮ್ಮ ಗೌಪ್ಯತೆ ಹೇಳಿಕೆಯನ್ನು ನೋಡಿ. ನಿಮ್ಮ ಬಳಿ PayPal ಖಾತೆ ಇಲ್ಲದಿದ್ದರೆ, PayPal.com ನಲ್ಲಿ ಒಂದನ್ನು ರಚಿಸಿ.
ko: Microsoft는 회원님의 PayPal 계정 정보를 수집하고 PayPal에 이 정보를 확인합니다. Microsoft는 회원님 허가 없이는 이 정보를 사용하지 않습니다. Microsoft 개인정보취급방침을 참조하세요. PayPal 계정이 없으시면 PayPal.com에서 만드세요.
ku_arab: ‏Microsoft زانیاری ئەژمێری PayPal ی تۆ وەردەگرێت و لەگەڵ PayPal دەیپشکنێت. Microsoft ئەم زانیاریە بەبێ رێپێدانی تۆ بەکار ناهێنێت. بڕوانە بەیاننامەی پاراستنی نهێنیەکانمان. ئەگەر تۆ ئەژمێرێکی PayPal ت نییە، دانەیەک دروست بکە لە PayPal.com.
ky: Microsoft сиздин PayPal каттоо жазууңуздун маалыматын чогултат жана аны PayPal менен текшерет. Ал маалыматты Microsoft сиздин уруксатыңыз жок колдонбойт. Купуялык билдирүүбүздү көрүңүз. Эгерде сизде PayPal каттоо жазуусу жок болсо, аны PayPal.com'до түзүңүз.
lo: Microsoft ຈະ​ເກັບ​ເອົາ​ຂໍ້​ມູນ​ບັນ​ຊີ PayPal ​ຂອງ​ທ່ານ ແລະ ກວດ​ເບິ່ງມັນນຳ PayPal. Microsoft ​​ບໍ່​ໃຊ້​ຂໍ້ມູນໂດຍ​ບໍ່​ມີ​ການ​ອະ​ນຸ​ຍາດຈາກ​ທ່ານ. ​ເບິ່ງ​ຄຳ​ຖະ​ແຫຼງ​ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ​ຂອງ​ພວກ​ເຮົາ. ​ຖ້າ​ທ່ານ​ບໍ່​ມີ​ບັນ​ຊີ PayPal, ​ໃຫ້​ສ້າງ​ບັນ​ຊີ​ຢູ່ PayPal.com.
lt: „Microsoft“ surinks jūsų „PayPal“ paskyros informaciją ir sutikrins ją su „PayPal“. „Microsoft“ nenaudoja informacijos be jūsų sutikimo. Žr. mūsų privatumo patvirtinimą. If Jeigu neturite „PayPal“ paskyros, sukurkite ją svetainėje PayPal.com.
lv: Korporācija Microsoft apkopos informāciju par jūsu PayPal kontu un pārbaudīs to uzņēmumā PayPal. Korporācija Microsoft neizmantos šo informāciju bez jūsu atļaujas. Skatiet mūsu paziņojumu par konfidencialitāti. Ja jums nav PayPal konta, izveidojiet to vietnē PayPal.com.
mi: Ka kohia e Microsoft ō mōhiohio pūkete PayPal ka āta takina hoki me PayPal. Kāore a Mirosoft e whakamahi i aua mōhiohio ki te kore tō whakaaetanga. Tirohia tā mātou tauākī tūmataitinga. Ki te kāhore tāu pūkete PayPal, me hanga tētahi i PayPal.com.
mk: Microsoft ќе ги собере информациите за вашата сметка на PayPal и ќе ги провери со PayPal. Microsoft нема да ги користи без ваша дозвола. Погледнете ја нашата изјава за заштита на личните податоци. Доколку немате сметка на PayPal, создајте една на PayPal.com.
ml: Microsoft നിങ്ങളുടെ PayPal അക്കൗണ്ട് വിവരം ശേഖരിച്ച് അത് PayPal-മൊത്ത് പരിശോധിക്കും. നിങ്ങളുടെ അനുമതിയില്ലാതെ Microsoft അത് ഉപയോഗിക്കില്ല. ഞങ്ങളുടെ സ്വകാര്യതാ പ്രസ്താവന കാണുക. നിങ്ങൾക്ക് ഒരു PayPal അക്കൗണ്ട് ഇല്ലെങ്കിൽ, PayPal.com എന്നതിൽ ഒന്ന് സൃഷ്‌ടിക്കുക.
mn: Microsoft таны PayPal дансны мэдээллийг цуглуулж Paypal-аар шалгуулна. Microsoft таны зөвшөөрөлгүйгээр энэ мэдээллийг ашиглахгүй. Манай нууцлалын баталгаатай танилцана уу. Хэрвээ танд PayPal данс байхгүй бол PayPal.com дээр үүсгээрэй.
mr: Microsoft आपली PayPal खाते माहिती संकलित करेल आणि PayPal सह तपासेल. Microsoft ते आपल्या परवानगी शिवाय वापरणार नाही. आमचे प्रायव्हसी स्टेटमेंट पहा. आपले PayPal खाते नसल्यास, PayPal.com वर एक तयार करा.
ms: Microsoft akan mengumpul maklumat akaun PayPal anda dan menyemak ia dengan PayPal. Microsoft tidak menggunakan ia tanpa kebenaran anda. Lihat pernyataan privasi kami. Jika anda tidak mempunyai akaun PayPal, cipta sebuah di PayPal.com.
mt: Microsoft tiġbor l-informazzjoni tal-kont ta' PayPal tiegħek u tiċċekkjaha ma' PayPal. Microsoft ma tużahiex mingħajr il-permess tiegħek. Ara d-dikjarazzjoni tal-privatezza tagħna. Jekk m'għandekx kont ta' PayPal, oħloq wieħed f'PayPal.com.
ne: Microsoft ले तपाइँको PayPal खाताको जानकारी संकलन गर्नेछ र PayPal मार्फत जाँच गर्नेछ। Microsoft ले तपाइँको अनुमति बिना यसको प्रयोग गर्दैन। हाम्रो गोपनीयता कथन हेर्नुहोस्। तपाइँसँग PayPal खाता छैन भने PayPal.com बाट एउटा खाता बनाउनुहोस्।
nn_no: Microsoft registrerer PayPal-kontoinformasjonen din og kontrollerer han mot PayPal. Microsoft bruker ikkje informasjonen utan løyve frå deg. Sjå personvernerklæringa vår. Dersom du ikkje har PayPal-konto, kan du opprette ein på PayPal.com.
no: Microsoft vil samle inn PayPal-kontoinformasjonen din og sjekke den med PayPal. Microsoft bruker den ikke uten din tillatelse. Se vår personvernerklæring. Hvis du ikke har PayPal-konto, kan du opprette en på PayPal.com.
or: Microsoft ଆପଣଙ୍କର PayPal ଏକାଉଣ୍ଟ୍ ସୂଚନା ସଂଗ୍ରହ କରିବ ଏବଂ PayPal ସହିତ ଯାଞ୍ଚ କରିବ. Microsoft ଆପଣଙ୍କର ଅନୁମତି ବିନା ଏହା ବ୍ୟବହାର କରେ ନାହିଁ. ଆମର ଗୋପନୀୟତା ବିବରଣୀ ଦେଖନ୍ତୁ. ଯଦି ଆପଣଙ୍କର ଏକ PayPal ଏକାଉଣ୍ଟ୍ ନାହିଁ, PayPal.com ରେ ଏକ ସୃଷ୍ଟି କରନ୍ତୁ.
pa_arab_pk: Microsoft تہاڈی PayPal اکاؤنٹ دی معلومات اکھٹی کرے گا تے ایہدی PayPal نال پرٹال کرے گا۔ Microsoft ایہنوں تہاڈی اجازت دے بغیر نہیں ورتدا۔ اپنا رازداری بارے اعلان ویکھو۔ جے تہاڈے کول PayPal اکاؤنٹ نئیں اے، تے PayPal.com تے اک بناؤ۔
pa_in: Microsoft ਤੁਹਾਡੇ PayPal ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਅਤੇ PayPal ਨਾਲ ਇਸ ਦੀ ਜਾਂਚ ਕਰੇਗਾ। Microsoft ਇਸ ਦੀ ਵਰਤੋਂ ਤੁਹਾਡੀ ਇਜਾਜ਼ਤ ਤੋਂ ਬਿਨਾਂ ਨਹੀਂ ਕਰੇਗਾ। ਸਾਡਾ ਗੋਪਨੀਯਤਾ ਕਥਨ ਵੇਖੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ PayPal ਖਾਤਾ ਨਹੀਂ ਹੈ, ਤਾਂ PayPal.com ‘ਤੇ ਇੱਕ ਖਾਤਾ ਬਣਾਓ।
pl: Firma Microsoft zbierze podane informacje o koncie PayPal i sprawdzi je w serwisie PayPal. Nie użyjemy tych informacji bez Twojej zgody. Zapoznaj się z naszymi zasadami zachowania poufności informacji. Jeśli nie masz konta PayPal, możesz je utworzyć w witrynie PayPal.com.
ru: Корпорация Майкрософт соберет сведения об учетной записи PayPal и проверит их с PayPal. Корпорация Майкрософт не будет использовать эти сведения без вашего разрешения. См. наше заявление о конфиденциальности. Если у вас нет учетной записи PayPal, вы можете создать ее на веб-сайте PayPal.com.
sd: Microsoft توهانجي PayPal اڪائونٽ جي معلومات جمع ڪندي ۽ ان کي PayPal سان چيڪ ڪندي. Microsoft ان کي توهانجي اجازت کان بغير استعمال نٿي ڪري. اسانجو رازداري جو بيان ڏسو. جيڪڏهن توهان وٽ PayPal اڪائونٽ ناهي، PayPal.com تي هڪ ٺاهيو.
si: Microsoft විසින් ඔබගේ PayPal ගිණුම් තොරතුරු රැස් කර ඒවා PayPal සමග පරීක්ෂා කරනු ඇත. Microsoft ඔබගේ අවසරය නොමැතිව ඒවා භාවිත නොකරයි. අපගේ රහස්‍යතා ප්‍රකාශය බලන්න. ඔබ සතුව PayPal ගිණුමක් නොමැති නම්, PayPal.com හිදී එකක් නිර්මාණය කරන්න.
sl: Microsoft bo zbral informacije o vašem računu za PayPal in ga bo preveril pri storitvi PayPal. Microsoft ga ne bo uporabljal brez vašega dovoljenja. Glejte našo izjavo o zasebnosti. Če računa za PayPal nimate, ga ustvarite na spletnem mestu PayPal.com.
sr_cyrl_rs: Microsoft ће прикупити информације о вашем PayPal налогу и провериће их код услуге PayPal. Microsoft их неће користити без ваше дозволе. Прочитајте нашу изјаву о приватности. Ако немате PayPal налог, креирајте га на локацији PayPal.com.
sr_latn_rs: Microsoft će prikupiti informacije o vašem PayPal nalogu i proveriće ih kod usluge PayPal. Microsoft ih neće koristiti bez vaše dozvole. Pročitajte našu izjavu o privatnosti. Ako nemate PayPal nalog, kreirajte ga na lokaciji PayPal.com.
sv: Microsoft samlar in din PayPal-kontoinformation och verifierar den med PayPal. Microsoft använder den inte utan din tillåtelse. Se vår sekretesspolicy. Om du inte har något PayPal-konto kan du skapa ett på PayPal.com.
ta: Microsoft உங்களின் PayPal கணக்கு விபரத்தைச் சேகரித்து PayPal -லிடம் அதைச் சரிபார்க்கும். உங்கள் அனுமதியில்லாமல் Microsoft இதைப் பயன்படுத்தாது. உங்கள் அந்தரங்க அறிக்கையைப் பார்க்கவும். உங்களிடம் PayPal கணக்கு இல்லை எனில் PayPal.com சென்று ஒரு கணக்கை உருவாக்குக.
te: Microsoft మీ PayPal ఖాతా సమాచారాన్ని సేకరించి, దాన్ని PayPalతో తనిఖీ చేస్తుంది. Microsoft దాన్ని మీ అనుమతి లేకుండా ఉపయోగించదు. మా గోప్యతా ప్రకటనను చూడండి. మీ వద్ద PayPal ఖాతా లేకుంటే, PayPal.comలో ఒకదాన్ని సృష్టించండి.
tg: Microsoft маълумоти ҳисоби PayPal-и шуморо ҷамъ мекунад ва онро бо PayPal тафтиш мекунад. Microsoft онро бе иҷозати шумо истифода намебарад. Баёнияи махфияти моро мутолиа кунед. Агар шумо ҳисоби PayPal надошта бошед, онро дар PayPal.com эҷод намоед.
th: Microsoft จะรวบรวมข้อมูลบัญชี PayPal ของคุณและตรวจสอบข้อมูลนั้นกับ PayPal ทั้งนี้ Microsoft จะไม่นำข้อมูลมาใช้โดยที่ไม่ได้รับอนุญาตจากคุณ โปรดอ่านคำชี้แจงสิทธิ์ส่วนบุคคลของเรา ถ้าคุณไม่มีบัญชี PayPal คุณสามารถสร้างได้ที่ PayPal.com
tr: Microsoft, PayPal hesap bilgilerinizi alır ve bu bilgileri PayPal'dan kontrol eder. Microsoft bu bilgileri izniniz olmadan kullanmaz. Gizlilik bildirimimize bakın. PayPal hesabınız yoksa, PayPal.com adresinden bir tane oluşturun.
tt: Майкрософт сезнең PayPal хисап язмасы мәгълүматын туплап, аны PayPal аша тикшерәчәк. Майкрософт аны рөхсәтегездән башка кулланмый. Безнең хосусыйлык аңлатмасын карагыз. PayPal хисап язмагыз булмаса, аны PayPal.com сайтында төзи аласыз.
ug: Microsoft شىركىتى PayPal ھېسابات ئۇچۇرىڭىزنى توپلاپ، ئۇنى PayPal دىن تەكشۈرىدۇ. Microsoft ئۇنى سىزنىڭ رۇخسىتىڭىزسىز ئىشلەتمەيدۇ. مەخپىيەتلىك باياناتىمىزنى كۆرۈڭ. ئەگەر PayPal ھېساباتىڭىز بولمىسا، PayPal.com دا بىرنى قۇرۇڭ.
uk: Корпорація Майкрософт збере відомості вашого облікового запису PayPal і перевірить їх із PayPal, проте вона не використовуватиме їх без вашого дозволу. Див. нашу декларацію про конфіденційність. Якщо ви не маєте облікового запису PayPal, його можна створити на веб-сайті PayPal.com.
ur: Microsoft آپ کی PayPal اکاؤنٹ معلومات جمع کرے گا اور اس کی PayPal کے ساتھ پڑتال کرے گا۔ Microsoft اسے آپ کی اجازت کے بغیر استعمال نہیں کرتا۔ ہمارا رازداری کے بارے میں اعلان دیکھیں۔ اگر آپ کے پاس PayPal اکاؤنٹ نہیں ہے تو PayPal.com پر ایک بنائیں۔
uz: Microsoft PayPal hisob qaydnomangiz ma’lumotlarini to‘playdi va uni PayPal bilan tekshiradi. Microsoft ruxsatingizsiz ulardan foydalanmaydi. Maxfiylik bayonnomamizni ko‘ring. PayPal hisob qaydnomangiz mavjud bo‘lmasa, PayPal.com manzilida uni yarating.
vi: Microsoft sẽ thu thập thông tin tài khoản PayPal của bạn và kiểm tra với PayPal. Microsoft không sử dụng thông tin này khi chưa có sự cho phép của bạn. Hãy xem điều khoản về quyền riêng tư của chúng tôi. Nếu bạn chưa có tài khoản PayPal, hãy tạo một tài khoản trên PayPal.com.
zh_hans: Microsoft 将收集你的 PayPal 帐户信息，并向 PayPal 核实该信息。Microsoft 在未征得你的同意时不会使用此信息。请参阅我们的隐私声明。如果你没有 PayPal 帐户，请在 PayPal.com 上创建一个帐户。
zh_hant: Microsoft 將會收集您的 PayPal 帳戶資訊並向 PayPal 驗證。Microsoft 不會在未取得您的授權之前使用它。請參閱我們的隱私權聲明。若您沒有 PayPal 帳戶，請在 PayPal.com 建立。
