Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.RegistrationNumber.EGRPOU
source: EGRPOU/EDRPOU registration number
af: EGRPOU-/EDRPOU- registrasienommer
am: EGRPOU/EDRPOU የምዝገባ ቁጥር
ar: رقم تسجيل رقم التعريف الرقمي الفريد/رقم تعريف الجهة القانونية في سجل الدولة الموحد للمؤسسات والشركات في أوكرانيا (EGRPOU/EDRPOU)
as: EGRPOU/EDRPOU পঞ্জীয়ন নম্বৰ
az: EGRPOU/EDRPOU qeydiyyat nömrəsi
bg: Регистрационен номер на EGRPOU/EDRPOU
bn_in: EGRPOU/EDRPOU নিবন্ধন নম্বর
bs: EGRPOU/EDRPOU registraciju broj
cy: Rhif cofrestru EGRPOU/EDRPOU
da: EGRPOU-/EDRPOU- registreringsnummer
de: EGRPOU/EDRPOU-Registrierungsnummer
el: Αριθμός μητρώου EGRPOU/EDRPOU
es: Número de registro de EGRPOU/EDRPOU
et: EGRPOU/EDRPOU registreerimisnumber
eu: EGRPOU/EDRPOU erregistro zenbakia
fa: شماره ثبت EGRPOU/EDRPOU
ga: Cláruimhir EGRPOU/EDRPOU
gd: Àireamh clàradh EGRPOU/EDRPOU
gl: Número de rexistro EGRPOU ou EDRPOU
gu: EGRPOU/EGRPOU નોંધણી નંબર
he: מספר רישום EGRPOU/EDRPOU
hi: EGRPOU/EDRPOU पंजीकरण संख्या
hr: EGRPOU/EDRPOU registracijski broj
hu: EGRPOU-/EDRPOU-regisztrációs szám
id: Nomor registrasi EGRPOU/EDRPOU
is: EGRPOU/EDRPOU skráningar númer
ja: EGRPOU または EDRPOU 登録 番号
ka: EGRPOU/EDRPOU რეგისტრაციის ნომერი
kk: EGRPOU/EDRPOU тіркеу нөмірі
kn: EGRPOU/EDRPOU ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: EGRPOU/EDRPOU 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ EGRPOU/EDRPOU
lt: EGRPOU / EDRPOU registracijos numeris
lv: EGRPOU/EDRPOU reģistrācijas numurs
mi: TaurēhitaEGRPOU/EDRPOU
mk: EGRPOU/EDRPOU регистарски број
ml: EGRPOU/EDRPOU രജിസ്ട്രേഷൻ നമ്പർ
mr: EGRPOU/EDRPOU नोंदणी क्रमांक
ms: Nombor pendaftaran EGRPOU/EDRPOU
mt: Numru ta’ reġistrazzjoni tal-EGRPOU/EDRPOU
ne: EGRPOU/EDRPOU दर्ता नम्बर
nn_no: EGRPOU/EDRPOU registrerings nummer
no: Registreringsnummer for EGRPOU/EDRPOU
or: EGRPOU/EDRPOU ପଞ୍ଜିକରଣ ସଂଖ୍ୟା
pa_in: EGRPOU/EDRPOU ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji EGRPOU/EDRPOU
ru: Регистрационный номер EGRPOU/EDRPOU
sl: Številka registracije EGRPOU/EDRPOU
sr_cyrl_rs: EGRPOU/EDRPOU регистрациони број
sr_latn_rs: EGRPOU/EDRPOU registracioni broj
sv: EGRPOU-/EDRPOU -registreringsnummer
ta: EGRPOU/EDRPOU பதிவு எண்
te: EGRPOU/EDRPOU రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน EGRPOU/EDRPOU
tr: EGRPOU/EDRPOU kayıt numarası
tt: EGRPOU/EDRPOU теркәлү номеры
ug: EGRPOU/EDRPOU تىزىملاش نومۇرى
uk: Реєстраційний номер ЄДРПОУ (ЕГРПОУ)
ur: EGRPOU/EDRPOU رجسٹریشن نمبر
uz: EGRPOU/EDRPOU registratsiya raqami
vi: Số đăng ký EGRPOU/EDRPOU
zh_hans: EGRPOU/EDRPOU 注册号
zh_hant: EGRPOU/EDRPOU 註冊 號碼

# Word.RegistrationNumber.IDNO
source: IDNO/IDNP registration number
af: IDNO-/IDNP- registrasienommer
am: IDNO/IDNP የምዝገባ ቁጥር
ar: رقم تسجيل IDNO/IDNP
as: IDNO/IDNP পঞ্জীয়ন নম্বৰ
az: IDNO/IDNP qeydiyyat nömrəsi
bg: Регистрационен номер на IDNO/IDNP
bn_in: IDNO/IDNP নিবন্ধন নম্বর
bs: IDNO/IDNP registracijski broj
cy: Rhif cofrestru IDNO/IDNP
da: IDNO-/IDNP- registreringsnummer
de: IDNO/IDNP-Registrierungsnummer
el: Αριθμός μητρώου IDNO/IDNP
es: Número de registro de IDNO/IDNP
et: IDNO-/IDNP-registreerimisnumber
eu: IDNO/IDNP erregistro zenbakia
fa: شماره ثبت IDNO/IDNP
ga: Cláruimhir IDNO/IDNP
gd: Àireamh clàradh IDNO/IDNP
gl: Número de rexistro IDNO ou IDNP
gu: IDNO/IDNP નોંધણી નંબર
he: מספר רישום IDNO/IDNP
hi: IDNO/IDNP पंजीकरण संख्या
hr: IDNO/IDNP registarski broj
hu: IDNO-/IDNP-regisztrációs szám
id: Nomor registrasi IDNO/IDNP
is: IDNO/IDNP skráningar númer
ja: IDNO または IDNP 登録 番号
ka: IDNO/IDNP რეგისტრაციის ნომერი
kk: IDNO/IDNP тіркеу нөмірі
kn: IDNO/IDNP ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: IDNO/IDNP 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ IDNO/IDNP
lt: IDNO / IDNP registracijos numeris
lv: IDNO/IDNP reģistrācijas numurs
mi: TaurēhitaIDNO/IDNP
mk: IDNO/IDNP регистарски број
ml: IDNO/IDNP രജിസ്ട്രേഷൻ നമ്പർ
mr: IDNO/IDNP नोंदणी क्रमांक
ms: Nombor pendaftaran IDNO/IDNP
mt: Numru ta’ reġistrazzjoni tal-ISDNO/ISNP
ne: IDNO/IDNP दर्ता नम्बर
nn_no: IDNO/IDNP registrerings nummer
no: Registreringsnummer for IDNO/IDNP
or: IDNO/IDNP ପଞ୍ଜିକରଣ ନମ୍ବର
pa_in: IDNO/IDNP ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji IDNO/IDNP
ru: Регистрационный номер IDNO/IDNP
sl: Številka registracije IDNO/IDNP
sr_cyrl_rs: IDNO/IDNP регистрациони број
sr_latn_rs: IDNO/IDNP registracioni broj
sv: IDNO-/IDNP -registreringsnummer
ta: IDNO/IDNP பதிவு எண்
te: IDNO/IDNP రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน IDNO/IDNP
tr: IDNO/IDNP kayıt numarası
tt: IDNO/IDNP теркәлү номеры
ug: IDNO/IDNP تىزىملاش نومۇرى
uk: Реєстраційний номер IDNO/IDNP
ur: IDNO/IDNP رجسٹریشن نمبر
uz: IDNO/IDNP registratsiya raqami
vi: Số đăng ký IDNO/IDNP
zh_hans: IDNO/IDNP 注册号
zh_hant: IDNO/IDNP 註冊 號碼

# Word.RegistrationNumber.INN
source: INN registration number
af: INN- registrasienommer
am: INN የምዝገባ ቁጥር
ar: رقم تسجيل رقم التعريف الشخصي لدافع الضريبة (INN)
as: INN পঞ্জীয়ন নম্বৰ
az: INN qeydiyyat nömrəsi
bg: Регистрационен номер на INN
bn_in: INN নিবন্ধন নম্বর
bs: INN registracijski broj
cy: Rhif cofrestru INN
da: INN- registreringsnummer
de: INN-Registrierungsnummer
el: Αριθμός μητρώου INN
es: Número de registro de INN
et: INN-registreerimisnumber
eu: INN erregistro zenbakia
fa: شماره ثبت INN
ga: Cláruimhir INN
gd: Àireamh clàraidh INN
gl: Número de rexistro INN
gu: INN નોંધણી નંબર
he: מספר רישום INN
hi: INN पंजीकरण संख्या
hr: INN registarski broj
hu: INN-regisztrációs szám
id: Nomor registrasi INN
is: INN skráningar númer
ja: INN 登録 番号
ka: INN რეგისტრაციის ნომერი
kk: INN тіркеу нөмірі
kn: INN ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: INN 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ INN
lt: INN registracijos numeris
lv: INN reģistrācijas numurs
mi: TaurēhitaINN
mk: INN регистарски број
ml: INN രജിസ്ട്രേഷൻ നമ്പർ
mr: INN नोंदणी क्रमांक
ms: Nombor pendaftaran INN
mt: Numru ta’ reġistrazzjoni tal-INN
ne: INN दर्ता नम्बर
nn_no: INN registrerings nummer
no: Registreringsnummer for INN
or: INN ପଞ୍ଜିକରଣ ନମ୍ବର
pa_in: INN ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji INN
ru: Регистрационный номер INN
sl: Številka registracije INN
sr_cyrl_rs: INN регистрациони број
sr_latn_rs: INN registracioni broj
sv: INN- registreringsnummer
ta: INN பதிவு எண்
te: INN రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน INN
tr: INN kayıt numarası
tt: INN теркәлү номеры
ug: INN تىزىملاش نومۇرى
uk: Реєстраційний номер INN
ur: INN رجسٹریشن نمبر
uz: INN registratsiya raqami
vi: Số đăng ký INN
zh_hans: INN 注册号
zh_hant: INN 註冊 號碼

# Word.RegistrationNumber.KPP
source: INN/EIN/KPP registration number
af: INN-/EIN-/KPP- registrasienommer
am: INN/EIN/KPP የምዝገባ ቁጥር
ar: رقم تسجيل رقم التعريف الشخصي لدافع الضريبة (INN)/رقم تعريف ضريبة فيدرالية (EIN)/رمز سبب تسجيل الضريبة (KPP)
as: INN/EIN/KPP পঞ্জীয়ন নম্বৰ
az: INN/EIN/KPP qeydiyyat nömrəsi
bg: Регистрационен номер на INN/EIN/KPP
bn_in: INN/EIN/KPP নিবন্ধন নম্বর
bs: INN/EIN/KPP broj broj
cy: Rhif cofrestru INN/EIN/KPP
da: INN-/EIN-/KPP- registreringsnummer
de: INN/EIN/KPP-Registrierungsnummer
el: Αριθμός μητρώου INN/EIN/KPP
es: Número de registro de INN/EIN/KPP
et: INN-/EIN-/KPP-registreerimisnumber
eu: INN/EIN/KPP erregistro zenbakia
fa: شماره ثبت INN/EIN/KPP
ga: Cláruimhir INN/EIN/KPP
gd: Àireamh clàradh INN/EIN/KPP
gl: Número de rexistro INN, EIN ou KPP
gu: INN/EIN/KPP નોંધણી નંબર
he: מספר רישום INN/EIN/KPP
hi: INN/EIN/KPP पंजीकरण संख्या
hr: INN/EIN/KPP registarski broj
hu: INN-/EIN-/KPP-regisztrációs szám
id: Nomor registrasi INN/EIN/KPP
is: INN/EIN/KPP skráningar númer
ja: INN、EIN、KPP 登録 番号
ka: INN/EIN/KPP რეგისტრაციის ნომერი
kk: INN/EIN/KPP тіркеу нөмірі
kn: INN/EIN/KPP ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: INN/EIN/KPP 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ INN/EIN/KPP
lt: INN / EIN / KPP registracijos numeris
lv: INN/EIN/KPP reģistrācijas numurs
mi: TaurēhitaINN/EIN/KPP
mk: INN/EIN/KPP регистарски број
ml: INN/EIN/KPP രജിസ്ട്രേഷൻ നമ്പർ
mr: INN/EIN/KPP नोंदणी क्रमांक
ms: Nombor pendaftaran INN/EIN/KPP
mt: Numru ta’ reġistrazzjoni tal-IBNN/EIN/KPP
ne: INN/EIN/KPP दर्ता नम्बर
nn_no: INN/EIN/KPP registrerings nummer
no: Registreringsnummer for INN/EIN/KPP
or: INN/EIN/KPP ପଞ୍ଜିକରଣ ନମ୍ବର
pa_in: INN/EIN/KPP ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji INN/EIN/KPP
ru: Регистрационный номер INN/EIN/KPP
sl: Številka registracije INN/EIN/KPP
sr_cyrl_rs: INN/EIN/KPP регистрациони број
sr_latn_rs: INN/EIN/KPP registracioni broj
sv: INN-/EIN-/KPP -registreringsnummer
ta: INN/EIN/KPP பதிவு எண்
te: INN/EIN/KPP రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน INN/EIN/KPP
tr: INN/EIN/KPP kayıt numarası
tt: INN/EIN/KPP теркәлү номеры
ug: INN/EIN/KPP تىزىملاش نومۇرى
uk: Реєстраційний номер INN/EIN/KPP
ur: INN/EIN/KPP رجسٹریشن نمبر
uz: INN/EIN/KPP registratsiya raqami
vi: Số đăng ký INN/EIN/KPP
zh_hans: INN/EIN/KPP 注册号
zh_hant: INN/EIN/KPP 註冊 號碼

# Word.RegistrationNumber.LearnMore
source: Learn more about registration numbers
af: Kom meer te wete oor registrasienommers
am: ስለምዝገባ ቁጥሮች ተጨማሪ ይወቁ
ar: تعرف على المزيد حول أرقام التسجيل
as: পঞ্জীয়ন নম্বৰৰ বিষয়ে অধিক জানক
az: Qeydiyyat nömrələri haqqında ətraflı öyrənin
bg: Научете повече за регистрационните номера
bn_in: নিবন্ধন নম্বরসমূহ সম্পর্কে আরও জানুন
bs: Saznajte više o registracijskom broju
cy: Dysgu mwy am rifau cofrestru
da: Få mere at vide om registreringsnumre
de: Weitere Informationen zu Registrierungsnummern
el: Μάθετε περισσότερα σχετικά με τους αριθμούς κυκλοφορίας
es: Obtener más información sobre los números de registro
et: Lisateave registreerimisnumbrite kohta
eu: Informazio gehiago erregistro-zenbakiei buruz
fa: درباره شماره‌های ثبت بیشتر بدانید
ga: Foghlaim tuilleadh faoi chláruimhreacha
gd: Barrachd fiosrachaidh mu dhèidhinn àireamhan clàraidh
gl: Máis información acerca dos números de rexistro
gu: નોંધણી નંબર વિશે વધુ જાણો
he: קבל מידע נוסף אודות מספרי רישום
hi: पंजीकरण संख्याओं के बारे में अधिक जानें
hr: Saznajte više o registracijski brojevima
hu: További információ a regisztrációs számokról
id: Pelajari selengkapnya tentang nomor pendaftaran
is: Frekari upplýsingar um skráningarnúmer
ja: 番号の登録に関する詳細
ka: შეიტყვეთ მეტი რეგისტრაციის ნომრების შესახებ
kk: Тіркеу нөмірлері туралы қосымша мәліметтер
kn: ನೋಂದಣಿ ಸಂಖ್ಯೆಗಳ ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko: 등록 번호에 대한 자세한 정보
lo: ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບໝາຍເລກຈົດທະບຽນ
lt: Sužinokite daugiau apie registracijos numerius
lv: Papildinformācija par reģistrācijas numuriem
mi: Ako anō mō ngā tau rēhita
mk: Дознајте повеќе за регистарските броеви
ml: രജിസ്ട്രേഷൻ നമ്പറുകളെ കുറിച്ച് കൂടുതൽ അറിയുക
mr: नोंदणी क्रमांकांविषयी अधिक जाणून घ्या
ms: Ketahui lebih lanjut tentang nombor pendaftaran
mt: Sir af aktar dwar in-numri ta’ reġistrazzjoni
ne: दर्ता नम्बरहरू बारे थप जान्नुहोस्
nn_no: Finn ut meir om registreringsnummer
no: Finn ut mer om registreringsnumre
or: ପଞ୍ଜିକରଣ ନମ୍ଵର୍‌ଗୁଡିକ ସମ୍ଵନ୍ଧରେ ଅଧିକ ଜାଣନ୍ତୁ
pa_in: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰਾਂ ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej o numerach rejestracji
ru: Дополнительные сведения о регистрационных номерах
sl: Več informacij o registracijskih številkah
sr_cyrl_rs: Сазнајте више о бројевима за регистрацију
sr_latn_rs: Saznajte više o brojevima za registraciju
sv: Läs mer om registreringsnummer
ta: பதிவு எண்கள் பற்றி மேலும் அறிக
te: రిజిస్ట్రేషన్ సంఖ్యల గురించి మరింత తెలుసుకోండి
th: เรียนรู้เพิ่มเติมเกี่ยวกับหมายเลขการลงทะเบียน
tr: Kayıt numaraları hakkında daha fazla bilgi edinin
tt: Теркәлү номерлары турында тулырак мәгълүмат
ug: تىزىملاش نومۇرى ھەققىدە
uk: Докладніше про реєстраційні номери
ur: رجسٹریشن نمبرز کے بارے میں مزید جانیں
uz: Registratsiya raqamlari haqida batafsil
vi: Tìm hiểu thêm về số đăng ký
zh_hans: 了解有关注册编号的更多信息
zh_hant: 深入了解註冊數字

# Word.RegistrationNumber.NIN
source: TIN/NIN registration number
af: TIN-/NIN- registrasienommer
am: TIN/NIN የምዝገባ ቁጥር
ar: رقم تسجيل رقم تعريف الجهة الخاضعة للضريبة (TIN)/رقم التعريف الوطني (NIN)
as: TIN/NIN পঞ্জীয়ন নম্বৰ
az: VÖEN/NIN qeydiyyat nömrəsi
bg: Регистрационен номер на TIN/NIN
bn_in: TIN/NIN নিবন্ধন নম্বর
bs: TIN/NIN registracija broj
cy: Rhif cofrestru TIN/NIN
da: TIN-/NIN- registreringsnummer
de: Steuer-ID/NIN-Registrierungsnummer
el: Αριθμός μητρώου TIN/NIN
es: Número de registro de TIN/NIN
et: TIN-/NIN-registreerimisnumber
eu: TIN/NIN erregistro zenbakia
fa: شماره ثبت TIN/NIN
ga: Cláruimhir TIN/NIN
gd: Àireamh clàradh TIN/NIN
gl: Número de rexistro NIF ou NIN
gu: TIN/NIN નોંધણી નંબર
he: מספר רישום TIN/NIN
hi: TIN/NIN पंजीकरण संख्या
hr: TIN/NIN registracijski broj
hu: TIN-/NIN-regisztrációs szám
id: Nomor registrasi NPWP/NIK
is: TIN/NIN skráningar númer
ja: TIN または NIN 登録 番号
ka: TIN/NIN რეგისტრაციის ნომერი
kk: TIN/NIN тіркеу нөмірі
kn: TIN/NIN ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: TIN/NIN 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ TIN/NIN
lt: TIN / NIN registracijos numeris
lv: TIN/NIN reģistrācijas numurs
mi: TaurēhitaTIN/NIN
mk: TIN/NIN регистарски број
ml: TIN/NIN രജിസ്ട്രേഷൻ നമ്പർ
mr: TIN/NIN नोंदणी क्रमांक
ms: Nombor pendaftaran TIN/NIN
mt: Numru ta’ reġistrazzjoni tat-TIN/NIN
ne: TIN/NIN दर्ता नम्बर
nn_no: TIN/NIN registrerings nummer
no: Registreringsnummer for TIN/NIN
or: TIN/NIN ପଞ୍ଜିକରଣ ନମ୍ବର
pa_in: TIN/NIN ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji NIP/NIN
ru: Регистрационный номер TIN/NIN
sl: Številka registracije TIN/NIN
sr_cyrl_rs: TIN/NIN регистрациони број
sr_latn_rs: TIN/NIN registracioni broj
sv: TIN-/NIN -registreringsnummer
ta: TIN/NIN பதிவு எண்
te: TIN/NIN రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน TIN/NIN
tr: TIN/NIN kayıt numarası
tt: TIN/NIN теркәлү номеры
ug: TIN/NIN تىزىملاش نومۇرى
uk: Реєстраційний номер ІІН/NIN
ur: TIN/NIN رجسٹریشن نمبر
uz: TIN/NIN registratsiya raqami
vi: Số đăng ký TIN/NIN
zh_hans: TIN/NIN 注册号
zh_hant: TIN/NIN 註冊 號碼

# Word.RegistrationNumber.NZOU
source: VAT/Public service/INN/UNN/NZOU registration number
af: BTW-/Openbare diens-/INN-/UNN-/NZOU- registrasienommer
am: VAT/የህዝብ አገልግሎት/INN/UNN/NZOU የምዝገባ ቁጥር
ar: رقم تسجيل ضريبة القيمة المضافة(VAT)/الخدمة العامة/رقم التعريف الشخصي لدافع الضريبة (INN)/رقم وطني غير مخصص (UNN)/NZOU
as: VAT/ৰাজুৱা সেৱা/INN/UNN/NZOU পঞ্জীয়ন নম্বৰ
az: ƏDV/Dövlət xidməti/INN/UNN/NZOU qeydiyyat nömrəsi
bg: Регистрационен номер на ДДС/публична услуга /INN/UNN/NZOU
bn_in: VAT/পাবলিক পরিষেবা/INN/UNN/NZOU নিবন্ধন নম্বর
bs: VAT/Javni /INN/UNN/NZOU registracijski broj
cy: Rhif cofrestru TAW/Gwasanaeth cyhoeddus/INN/UNN/NZOU
da: Registreringsnummer for Moms/Offentlig tjeneste/INN/UNN/NZOU
de: MwSt./Öffentlicher Dienst/INN/UNN/NZOU-Registrierungsnummer
el: Αριθμός μητρώου ΑΦΜ/Δημοσίου τομέα/INN/UNN/NZOU
es: Número de registro de IVA servicio público/INN/UNN/NZOU
et: Käibemaksu / avaliku teenuse/INN-/UNN-/NZOU-registreerimisnumber
eu: BEZ/Zerbitzu publikoaa/INN/UNN/NZOU erregistro zenbakia
fa: شماره ثبت INN/UNN/NZOU/سرویس عمومی/VAT
ga: Cláruimhir CBL/ Seirbhíse Poiblí/INN/UNN/NZOU
gd: Àireamh clàradh VAT/seirbheise phoblach/INN/UNN/NZOU
gl: Número de rexistro de servizo, INN, UNN ou NZOU público ou do IVE
gu: VAT/સાર્વજનિક સેવા/NN/UNN/NZOU નોંધણી નંબર
he: מספר רישום מע"מ/ציבורי שירות/INN/UNN/NZOU
hi: VAT/सार्वजनिक सेवा/INN/UNN/NZOU पंजीकरण संख्या
hr: Registracijski broj PDV-a /broj javne službe/INN/UNN/NZOU
hu: Áfa-/nyilvános szolgáltatási/INN-/UNN-/NZOU-regisztrációs szám
id: Nomor registrasi PPN/Layanan publik/INN/UNN/NZOU
is: VAT(VSK)/Opinber þjónusta/INN/UNN/NZOU skráningar númer
ja: VAT、公共 サービス、INN、UNN、NZOU 登録 番号
ka: დღგ/საჯარო სამსახურის/INN/UNN/NZOU რეგისტრაციის ნომერი
kk: VAT/мемлекеттік қызмет/INN/UNN/NZOU тіркеу нөмірі
kn: VAT/ಸಾರ್ವಜನಿಕ ಸೇವೆ/INN/UNN/NZOU ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: VAT/공공 서비스/INN/UNN/NZOU 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ ການບໍລິການ/INN/UNN/NZOU VAT/ສາທາລະນະ
lt: PVM / viešosios tarnybos / INN / UNN / NZOU registracijos numeris
lv: PVN/publiskā pakalpojums/INN/UNN/NZOU reģistrācijas numurs
mi: TaurēhitaVAT/Ratongatūmatanui/INN/UNN/NZOU
mk: ДДВ/јавно услужен/INN/UNN/NZOU регистарски број
ml: VAT/Public service/INN/UNN/NZOU രജിസ്ട്രേഷൻ നമ്പർ
mr: VAT/सार्वजनिक सेवा/INN/UNN/NZOU नोंदणी क्रमांक
ms: Nombor pendaftaran VAT/perkhidmatan awam/INN/UNN/NZOU
mt: Numru ta’ reġistrazzjoni tas- servizz/INN/UNN/NZOU tal-VAT/pubbliku
ne: VAT/सार्वजनिक सेवा/INN/UNN/NZOU दर्ता नम्बर
nn_no: VAT/Offentleg teneste/INN/UNN/NZOU registrerings nummer
no: Registreringsnummer for MVA/offentlig tjeneste/INN/UNN/NZOU
or: VAT/ପବ୍ଲିକ୍ ସେବା/INN/UNN/NZOU ପଞ୍ଜିକରଣ ସଂଖ୍ୟା
pa_in: VAT/ਪਬਲਿਕ ਸੇਵਾ/INN/UNN/NZOU ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji VAT/administracji publicznej/INN/UNN/NZOU
ru: Регистрационный номер VAT/общественной службы/INN/UNN/NZOU
sl: Številka registracije za DDV/Public service/INN/UNN/NZOU
sr_cyrl_rs: VAT/јавна /ИНН/УНН/НЗОУ регистрациони број
sr_latn_rs: VAT/javna /INN/UNN/NZOU registracioni broj
sv: MOMS-/offentligt tjänst-/INN-/UNN-/NZOU -registreringsnummer
ta: VAT/Public service/INN/UNN/NZOU பதிவு எண்
te: వాట్/పబ్లిక్ సర్వీస్/INN/UNN/NZOU రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน VAT/บริการ สาธารณะ/INN/UNN/NZOU
tr: KDV/Kamu hizmeti/INN/UNN/NZOU kayıt numarası
tt: VAT/Гомуми хезмәт/INN/UNN/NZOU теркәлү номеры
ug: VAT/ئاممىۋىي مۇلازىمەت/INN/UNN/NZOU تىزىملاش نومۇرى
uk: Реєстраційний номер платника ПДВ / INN / UNN / номерний знак громадських послуг (НЗГП)
ur: VAT/عوامی خدمت/INN/UNN/NZOU رجسٹریشن نمبر
uz: QQS/Davlat xizmati/INN/UNN/NZOU registratsiya raqami
vi: Số đăng ký dịch vụ/INN/UNN/NZOU VAT/Công
zh_hans: 增值税/公共服务/INN/UNN/NZOU 注册号
zh_hant: VAT/公共 服務/INN/UNN/NZOU 註冊 號碼

# Word.RegistrationNumber.PAN
source: Tax/PAN registration number
af: Belasting-/PAN- registrasienommer
am: ግብር/PAN የምዝገባ ቁጥር
ar: رقم تسجيل الضريبة/رقم الحساب الدائم
as: কৰ/PAN পঞ্জীয়ন নম্বৰ
az: Vergi/PAN qeydiyyat nömrəsi
bg: Регистрационен номер на данък/PAN
bn_in: Tax/PAN নিবন্ধন নম্বর
bs: Porezni/PAN registracijski broj
cy: Rhif cofrestru treth/PAN
da: Skat-/PAN- registreringsnummer
de: Steuer/PAN-Registrierungsnummer
el: Αριθμός μητρώου Tax/PAN
es: Número de registro de impuesto/PAN
et: Maksukohustuslase/PAN-registreerimisnumber
eu: Zerga/PAN erregistro zenbakia
fa: شماره ثبت مالیات/PAN
ga: Cláruimhir Chánach/PAN
gd: Àireamh clàradh cìse/PAN
gl: Número de rexistro fiscal ou PAN
gu: કરવેરા/PAN નોંધણી નંબર
he: מספר רישום מס/PAN
hi: कर/PAN पंजीकरण संख्या
hr: Porezni/PAN registarski broj
hu: Adó-/PAN-regisztrációs szám
id: Nomor registrasi pajak/PAN
is: Skattskrá/PAN skráningar númer
ja: 税または PAN 登録 番号
ka: გადამხდელის/PAN რეგისტრაციის ნომერი
kk: Салықтық/PAN тіркеу нөмірі
kn: ತೆರಿಗೆ/PAN ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: 세금/PAN 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ ພາສີ/PAN
lt: Mokesčių / PAN registracijos numeris
lv: Nodokļu/PAN reģistrācijas numurs
mi: TaurēhitaTāke/PAN
mk: Даночен/PAN регистарски број
ml: ടാക്സ്/PAN രജിസ്ട്രേഷൻ നമ്പർ
mr: कर/PAN नोंदणी क्रमांक
ms: Nombor pendaftaran cukai/PAN
mt: Numru ta’ reġistrazzjoni tat-taxxa/PAN
ne: कर/PAN दर्ता नम्बर
nn_no: Skatt/PAN registrerings nummer
no: Nummer for avgift/PAN- registrering
or: କର/ପ୍ୟାନ୍ ପଞ୍ଜିକରଣ ସଂଖ୍ୟା
pa_in: ਟੈਕਸ/PAN ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji podatkowej/PAN
ru: Налоговый регистрационный номер/PAN
sl: Številka registracije za davek/PAN
sr_cyrl_rs: Порески /PAN регистрациони број
sr_latn_rs: Poreski/PAN registracioni broj
sv: Skatt-/PAN- registreringsnummer
ta: Tax/PAN பதிவு எண்
te: పన్ను/పాన్ రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน ภาษี/PAN
tr: Vergi/PAN kayıt numarası
tt: Салым/PAN теркәлү номеры
ug: Tax/PAN تىزىملاش نومۇرى
uk: Реєстраційний номер платника податків / PAN
ur: ٹیکس/PAN رجسٹریشن نمبر
uz: Soliq/PAN registratsiya raqami
vi: Số đăng ký thuế/PAN
zh_hans: 税务/PAN 注册号
zh_hant: 稅務/PAN 註冊 號碼

# Word.RegistrationNumber.PESEL
source: TIN/PESEL registration number
af: TIN-/PESEL- registrasienommer
am: TIN/PESEL የምዝገባ ቁጥር
ar: رقم تسجيل رقم تعريف الجهة الخاضعة للضريبة/رقم التعريف الشخصي في بولندا (PESEL)
as: TIN/PESEL পঞ্জীয়ন নম্বৰ
az: VÖEN/PESEL qeydiyyat nömrəsi
bg: Регистрационен номер на TIN/PESEL
bn_in: TIN/PESEL নিবন্ধন নম্বর
bs: TIN/PESEL registracijski broj
cy: Rhif cofrestru TIN/PESEL
da: TIN-/PESEL- registreringsnummer
de: Steuer-ID/PESEL-Registrierungsnummer
el: Αριθμός μητρώου TIN/PESEL
es: Número de registro de TIN/PESEL
et: TIN-/PESEL-registreerimisnumber
eu: TIN/PESEL erregistro zenbakia
fa: شماره ثبت TIN/PESEL
ga: Cláruimhir TIN/PESEL
gd: Àireamh clàradh TIN/PESEL
gl: Número de rexistro NIF ou PESEL
gu: TIN/PESEL નોંધણી નંબર
he: מספר רישום TIN/PESEL
hi: TIN/PESEL पंजीकरण संख्या
hr: TIN/PESEL registracijski broj
hu: TIN-/PESEL-regisztrációs szám
id: Nomor registrasi NPWP/PESEL
is: TIN/PESEL skráningar númer
ja: TIN または PESEL 登録 番号
ka: TIN/PESEL რეგისტრაციის ნომერი
kk: TIN/PESEL тіркеу нөмірі
kn: TIN/PESEL ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: TIN/PESEL 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ TIN/PESEL
lt: TIN / PESEL registracijos numeris
lv: TIN/PESEL reģistrācijas numurs
mi: TaurēhitaTIN/PESEL
mk: TIN/PESEL регистарски број
ml: TIN/PESEL രജിസ്ട്രേഷൻ നമ്പർ
mr: TIN/PESEL नोंदणी क्रमांक
ms: Nombor pendaftaran TIN/PESEL
mt: Numru ta’ reġistrazzjoni tat-TIN/PESEL
ne: TIN/PESEL दर्ता नम्बर
nn_no: TIN/PESEL registrerings nummer
no: Registreringsnummer for TIN/PESEL
or: TIN/PESEL ପଞ୍ଜିକରଣ ସଂଖ୍ୟା
pa_in: TIN/PESEL ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji NIP/PESEL
ru: Регистрационный номер TIN/PESEL
sl: Številka registracije TIN/PESEL
sr_cyrl_rs: ТИН /PESEL регистрациони број
sr_latn_rs: TIN/PESEL registracioni broj
sv: TIN-/PESEL -registreringsnummer
ta: TIN/PESEL பதிவு எண்
te: TIN/PESEL రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน TIN/PESEL
tr: TIN/PESEL kayıt numarası
tt: TIN/PESEL теркәлү номеры
ug: TIN/PESEL تىزىملاش نومۇرى
uk: Реєстраційний номер ІНН/PESEL
ur: TIN/PESEL رجسٹریشن نمبر
uz: TIN/PESEL registratsiya raqami
vi: Số đăng ký TIN/PESEL
zh_hans: TIN/PESEL 注册号
zh_hant: TIN/PESEL 註冊 號碼

# Word.RegistrationNumber.PIC
source: TIN/INN/PIC registration number
af: TIN-/INN-/PIC- registrasienommer
am: TIN/NIN/PIC የምዝገባ ቁጥር
ar: رقم تسجيل رقم تعريف الجهة الخاضعة للضريبة (TIN)/رقم تعريف جهة التصدير (INN)/رمز تعريف (PIC)
as: TIN/INN/PIC পঞ্জীয়ন নম্বৰ
az: VÖEN/INN/PIC qeydiyyat nömrəsi
bg: Регистрационен номер на TIN/INN/PIC
bn_in: TIN/INN/PIC নিবন্ধন নম্বর
bs: TIN/INN/PIC registracijski broj
cy: Rhif cofrestru TIN/INN/PIC
da: TIN-/INN-/PIC- registreringsnummer
de: Steuer-ID/INN/PIC-Registrierungsnummer
el: Αριθμός μητρώου TIN/INN/PIC
es: Número de registro de TIN/INN/PIC
et: TIN-/INN-/PIC-registreerimisnumber
eu: TIN/INN/PIC erregistro zenbakia
fa: شماره ثبت TIN/INN/PIC
ga: Cláruimhir TIN/INN/PIC
gd: Àireamh clàradh TIN/INN/PIC
gl: Número de rexistro NIF, INN ou PIC
gu: TIN/INN/PIC નોંધણી નંબર
he: מספר רישום TIN/INN/PIC
hi: TIN/INN/PIC पंजीकरण संख्या
hr: TIN/INN/PIC registarski broj
hu: TIN-/INN-/PIC-regisztrációs szám
id: Nomor registrasi NPWP/INN/PIC
is: TIN/INN/PIC skráningar númer
ja: TIN、INN、PIC 登録 番号
ka: TIN/INN/PIC რეგისტრაციის ნომერი
kk: TIN/INN/PIC тіркеу нөмірі
kn: TIN/INN/PIC ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: TIN/INN/PIC 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ TIN/INN/PIC
lt: TIN / INN / PIC registracijos numeris
lv: TIN/INN/PIC reģistrācijas numurs
mi: TaurēhitaTIN/INN/PIC
mk: TIN/INN/PIC регистарски број
ml: TIN/INN/PIC രജിസ്ട്രേഷൻ നമ്പർ
mr: TIN/INN/PIC नोंदणी क्रमांक
ms: Nombor pendaftaran TIN/INN/PIC
mt: Numru ta’ reġistrazzjoni tat-TIN/INN/PIC
ne: TIN/INN/PIC दर्ता नम्बर
nn_no: TIN/INN/PIC registrerings nummer
no: Registreringsnummer for TIN/INN/PIC
or: TIN/INN/PIC ପଞ୍ଜିକରଣ ନମ୍ବର
pa_in: TIN/INN/PIC ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji NIP/INN/PIC
ru: Регистрационный номер TIN/INN/PIC
sl: Številka registracije TIN/INN/PIC
sr_cyrl_rs: TIN/INN/PIC регистрациони број
sr_latn_rs: TIN/INN/PIC registracioni broj
sv: TIN-/INN-/PIC -registreringsnummer
ta: TIN/INN/PIC பதிவு எண்
te: TIN/INN/PIC రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน TIN/INN/PIC
tr: TIN/INN/PIC kayıt numarası
tt: TIN/INN/PIC теркәлү номеры
ug: TIN/INN/PIC تىزىملاش نومۇرى
uk: Реєстраційний номер ІІН/INN/PIC
ur: TIN/INN/PIC رجسٹریشن نمبر
uz: TIN/INN/PIC registratsiya raqami
vi: Số đăng ký TIN/INN/PIC
zh_hans: TIN/INN/PIC 注册号
zh_hant: TIN/INN/PIC 註冊 號碼
