Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.WP7EmailLine1
source: 1. Go to <a href="http://windowsphone.com">http://windowsphone.com</a> and select the dropdown menu on the top right. Click "Have a Windows Phone? Sign in" to sign in with your Microsoft account.
af: 1. Gaan na <a href="http://windowsphone.com">http://windowsphone.com</a> en kies die aftrekkieslys regs bo. Klik "Het 'n Windows Phone? Meld aan "om met jou Microsoft-rekening aan te meld.
am: 1. ወደ <a href="http://windowsphone.com">http://windowsphone.com</a> ሂድ እና ከላይ በቀኝ በኩል የደታች የሚወርደውን ምናሌ ምረጥ። "የ Windows ስልክ አለዎ? ወደ ውስጥ ይግቡ" በእርስዎ የ Microsoft መለያ ለመግባት ይህንን ጠቅ ያድርጉ።
ar: 1. انتقل إلى <a href="http://windowsphone.com">http://windowsphone.com</a>‏ وحدد القائمة المنسدلة على أعلى اليمين. انقر فوق "هل لديك Windows Phone؟ تسجيل الدخول" لتسجيل الدخول باستخدام حساب Microsoft.
as: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> লৈ যাওক আৰু ওপৰৰ সোঁফালে ড্ৰপডাউন মেনু চয়ন কৰক৷ আপোনাৰ Microsoft একাউণ্টৰ সৈতে চাইন ইন কৰিবলৈ "Windows ফোন আছেনে? চাইন ইন" ক্লিক কৰক৷
az: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> ünvanına keçin və yuxarı sağda aşağıaçılan menyunu seçin. Microsoft hesabı ilə daxil olmaq üçün "Windows Phone-unuz var? Daxil olun" klikləyin.
bg: 1. Отидете на адрес <a href="http://windowsphone.com">http://windowsphone.com</a> и изберете падащото меню горе вдясно. Щракнете върху "Имате Windows Phone? Влезте", за да влезете с вашия акаунт в Microsoft.
bn_in: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> এ যান এবং উপরের ডানদিকে ড্রপডাউন মেনু নির্বাচন করুন। আপনার Microsoft অ্যাকাউন্ট সহ সাইন ইন করতে "আপনার কাছে কি একটি Windows Phone আছে? সাইন ইন করুন" এ ক্লিক করুন৷
bs: 1. Idite na <a href="http://windowsphone.com">http://windowsphone.com</a>, pa izaberite padajući meni koji se nalazi na vrhu desno. Kliknite na „Imate Windows Phone? Prijavite se“ za prijavljivanje na svoj Microsoft račun.
cy: 1. Ewch i <a href="http://windowsphone.com">http://windowsphone.com</a> a dewis y ddewislen ar yr ochr dde uchaf. Cliciwch "Windows Phone? Mewngofnodi" i fewngofnodi gyda'ch cyfrif Microsoft.
da: 1. Gå til <a href="http://windowsphone.com">http://windowsphone.com</a> og vælg rullelisten øverst til højre. Klik på "Har du en Windows Phone? Log på" for at logge på med din Microsoft-konto.
de: 1. Rufen Sie <a href="http://windowsphone.com">http://windowsphone.com</a> auf, und öffnen Sie das Dropdownmenü oben rechts. Klicken Sie auf „Haben Sie ein Windows Phone? Anmeldung“, um sich mit Ihrem Microsoft-Konto anzumelden.
el: 1. Μεταβείτε στη διεύθυνση <a href="http://windowsphone.com">http://windowsphone.com</a> και επιλέξτε το αναπτυσσόμενο μενού επάνω δεξιά. Κάντε κλικ στην επιλογή "Έχετε Windows Phone; Είσοδος" για να πραγματοποιήσετε είσοδο στο λογαριασμό σας Microsoft.
es: 1. Vaya a <a href="http://windowsphone.com">http://windowsphone.com</a> y seleccione el menú desplegable en la parte superior derecha. Haga clic en "¿Tiene un Windows Phone? Inicie sesión" para iniciar sesión con su cuenta Microsoft.
et: 1. Avage aadress <a href="http://windowsphone.com">http://windowsphone.com</a> ja valige paremas ülanurgas rippmenüü. Microsofti kontoga sisselogimiseks klõpsake suvandil „Kas teil on Windows Phone? Logige sisse”.
eu: 1. Joan <a href="http://windowsphone.com">http://windowsphone.com</a> gunera eta hautatu goialdean ezkerrean dagoen goitibeherako menua. Sakatu "Windows Phone duzu? Hasi saioa" eta hasi saioa Microsoft kontuarekin.
fa: 1. به <a href="http://windowsphone.com">http://windowsphone.com</a> بروید و منوی کشویی را در بالا سمت راست انتخاب کنید. برای ورود به برنامه با استفاده از حساب Microsoft خود، روی "یک تلفن Windows Phone دارید؟ به برنامه وارد شوید" را کلیک کنید.
ga: 1. Téigh chuig <a href="http://windowsphone.com">http://windowsphone.com</a> agus roghnaigh an roghchlár anuas ar barr ar dheis. Cliceáil ar 'An bhfuil Windows Phone agat? Sínigh isteach' le siniú isteach le do chuntas Microsoft.
gd: 1. Rach gu <a href="http://windowsphone.com">http://windowsphone.com</a> agus tagh an clàr-taice teàrnaidh air an taobh deas aig a' bharr. Briog air "A bheil Windows Phone agad? Clàraich a-steach" airson clàradh a-steach a dhèanamh leis a' chunntas Microsoft agad.
gl: 1. Vaia a <a href="http://windowsphone.com">http://windowsphone.com</a> e seleccione o menú despregable que se amosa na parte superior dereita. Prema en "Ten un Windows Phone? Inicie sesión" para iniciar sesión na súa conta de Microsoft.
gu: ૧. <a href="http://windowsphone.com">http://windowsphone.com</a> પર જાઓ અને જમણી બાજુ ટોચ પરના ડ્રોપડાઉન મેનુને પસંદ કરો. તમારા Microsoft ખાતામાં સાઇન ઇન કરવા Windows Phone છે? સાઇન ઇન કરો" ને ક્લિક કરો.
he: 1. עבור אל <a href="http://windowsphone.com">http://windowsphone.com</a> ובחר את התפריט הנפתח בפינה השמאלית העליונה. לחץ על "יש לך Windows Phone? היכנס למערכת" כדי להיכנס באמצעות חשבון Microsoft שלך.
hi: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> पर जाएँ और शीर्ष दाईं ओर ड्रॉपडाउन मेनू का चयन करें. अपने Microsoft खाते से साइन इन करने के लिए "क्या आपके पास Windows Phone है? साइन इन करें" क्लिक करें.
hr: 1. Idite na <a href="http://windowsphone.com">http://windowsphone.com</a> i odaberite padajući izbornik u gornjem desnom kutu. Kliknite „Imate Windows Phone? Prijavite se“ da biste se prijavili Microsoftovim računom.
hu: 1. Lépjen a <a href="http://windowsphone.com">http://windowsphone.com</a> címre, és válassza a jobb felső sarokban a legördülő menüt. Kattintson a „Windows Phone-telefonja van? Bejelentkezés itt” menüpontra a Microsoft-fiókkal történő bejelentkezéshez.
id: 1. Buka <a href="http://windowsphone.com">http://windowsphone.com</a> dan pilih menu turun-bawah di kanan atas. Klik "Punya Windows Phone? Masuk" untuk masuk dengan akun Microsoft Anda.
is: 1. Farðu á <a href="http://windowsphone.com">http://windowsphone.com</a> og veldu fellivalmyndina efst til hægri. Smelltu á „Ertu með Windows Phone? Skráðu þig inn“ til að skrá þig inn með Microsoft-reikningnum þínum.
ja: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> にアクセスし、右上のドロップダウン メニューを選択します。[Windows Phone をお持ちの場合は、サインインしてください] をクリックして Microsoft アカウントにサインインします。
ka: 1. გახსენით საიტი <a href="http://windowsphone.com">http://windowsphone.com</a> და აირჩიეთ ჩამოსაშლელი მენიუ ზედა მარჯვენა მხარეს. დაწკაპუნებით აირჩიეთ „გაქვთ Windows ტელეფონი? შედით სისტემაში“ და შედით თქვენს Microsoft ანგარიშზე.
kk: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> торабына өтіп, жоғарғы оң жақтағы ашылмалы мәзірді таңдаңыз. Microsoft шотыңызға кіру үшін "Windows Phone құрылғысын пайдаланасыз ба? Кіріңіз" батырмасын нұқыңыз.
kn: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> ಗೆ ಹೋಗಿ ಮತ್ತು ಮೇಲಿನ ಬಲಭಾಗದಲ್ಲಿ ಡ್ರಾಪ್‌ಡೌನ್ ಮೆನು ಆಯ್ಕೆಮಾಡಿ. ನಿಮ್ಮ Microsoft ಖಾತೆಯೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಲು "Windows ಫೋನ್ ಹೊಂದಿರುವಿರಾ? ಸೈನ್ ಇನ್ ಮಾಡಿ" ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 1. <a href="http://windowsphone.com">http://windowsphone.com</a>으로 이동하여 상단 오른쪽의 드롭다운 메뉴를 선택합니다. "Windows Phone을 사용하세요? 로그인하세요."를 클릭하고 Microsoft 계정으로 로그인합니다.
ku_arab: 1. بڕۆ بۆ <a href="http://windowsphone.com">http://windowsphone.com</a> و پێرستی داکێش لەلای راستی سەروو دەسنیشان بکە. کرتە بکە لەسەر "Windows Phone ت هەیە؟ بڕۆ ناوەوە" بۆ چوونە ناوەوە بە ئەژمێری Microsoft ی خۆت.
ky: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> көздөй барып, жана баштагы сол жактан ылдый түшүүчү меню тандаңыз. "Windows Телефонуна ээ болдуңузбу? Кирүү" Microsoft эсеп жазууңуз менен кирүүгө чык этиңиз.
lo: 1. ເຂົ້າຫາ <a href="http://windowsphone.com">http://windowsphone.com</a> ແລະເລືອກເມນູຫຼົ່ນລົງຢູ່ສ່ວນເທິງເບື້ອງຂວາ. ຄລິກ "ມີ Windows Phone ບໍ? ລົງຊື່ເຂົ້າ" ເພື່ອລົງຊື່ເຂົ້າດ້ວຍບັນຊີ Microsoft ຂອງທ່ານ.
lt: 1. Eikite į <a href="http://windowsphone.com">http://windowsphone.com</a> ir viršuje dešinėje pasirinkę išskleidžiamąjį meniu. Spustelėkite „Turite „Windows Phone“? Prisijungti“ norėdami prisijungti su „Microsoft“ abonementu.
lv: 1. Dodieties uz vietni <a href="http://windowsphone.com">http://windowsphone.com</a> un augšējā labajā stūrī izvēlieties nolaižamo izvēlni. Noklikšķiniet uz "Vai jums ir Windows Phone? Pierakstīties", lai pierakstītos savā Microsoft kontā.
mi: 1. Haere ki <a href="http://windowsphone.com">http://windowsphone.com</a> ka tīpako ai i te tahua taka iho i runga whakatematau. Pāwhiritia "He Waea Windows tāu? Waitohu mai " hei waitohu mai ki tō pūkete Microsoft.
mk: 1. Одете до <a href="http://windowsphone.com">http://windowsphone.com</a> и изберете го паѓачкото мени горе десно. Кликнете „Имате ли Windows Phone? Пријавете се“ за да се пријавите со својата сметка на Microsoft.
ml: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> എന്നതിലേക്ക് പോകുക കൂടാതെ മുകളില്‍ വലത് വശത്ത് ഡ്രോപ്പ് ഡൌണ്‍ മെനു തിരഞ്ഞെടുക്കുക. നിങ്ങളുടെ Microsoft അക്കൌണ്ടിനൊപ്പം സൈന്‍ ഇന്‍ ചെയ്യാന്‍ "ഒരു Windows ഫോണ്‍ ഉണ്ടോ? സൈന്‍ ഇന്‍ ചെയ്യുക" എന്നതില്‍ ക്ലിക്കുചെയ്യുക.
mn: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> руу нэвтэрч, баруун дээд талын унадаг цэсийг сонго. "Windows Phone-той юу? Нэвтэр" гэснийг сонгож Microsoft хэрэглэгчийн бүртгэлээрээ нэвтэр.
mr: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> वर जा आणि शीर्ष उजवीकडील ड्रॉपडाऊन मेनू निवडा. आपल्या Microsoft खात्यासह साइन इन करण्यासाठी "Windows Phone आहे का? साइन इन करा" क्लिक करा.
ms: 1. Pergi ke <a href="http://windowsphone.com">http://windowsphone.com</a> dan pilih menu juntai bawah pada bahagian atas sebelah kanan. Klik "Ada Telefon Windows? Log masuk" untuk melog masuk dengan akaun Microsoft anda.
mt: Mur <a href="http://windowsphone.com">http://windowsphone.com</a> u agħżel il-menù dropdown fin-naħa ta' fuq fuq il-lemin. Ikklikkja "Għandek Windows Phone? Idħol" biex tidħol bil-kont ta' Microsoft tiegħek.
ne: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> मा जानुहोस् र माथि दायाँ भागमा ड्रपडाउन मेनु चयन गर्नुहोस्। तपाईको Microsoft खातासँग साइन इन गर्न "Windows Phone छ? साइन इन गर्नुहोस्" क्लिक गर्नुहोस्।
nn_no: 1. Gå til <a href="http://windowsphone.com">http://windowsphone.com</a> og vel rullegardinmenyen øvst til høgre. Klikk "Har du Windows-telefon? Logg på" for å logge på med Microsoft-kontoen.
no: Gå til <a href="http://windowsphone.com">http://windowsphone.com</a> og velg rullegardinmenyen øverst til høyre. Klikk "Har du Windows-telefon? Logg på" for å logge på med din Microsoft-konto.
or: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> କୁ ଯାଆନ୍ତୁ ଏବଂ ଶୀର୍ଷ ଡାହାଣର ଡୃପ୍‌ଡାଉନ୍ ମେନ୍ୟୁ ଚୟନ କରନ୍ତୁ. ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ୍ ସହିତ ସାଇନ୍ ଇନ୍ କରିବାକୁ "ଏକ Windows ଫୋନ୍ ରହିଛି? ସାଇନ୍ ଇନ୍ କରନ୍ତୁ".
pa_arab_pk: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> تے جاؤ تے اتلے پاسے سجے ڈراپ ڈاؤن مینیو تے کلک کرو۔ اپنے Microsoft اکاؤنٹ چ سائن ان ہون لئی " کی Windows فون اے؟ سائن ان" تے کلک کرو۔
pa_in: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> ਤੇ ਜਾਓ ਅਤੇ ਖੱਬੇ ਦੇ ਸਿਖਰ ਤੇ ਡਰਾਪ ਡਾਊਨ ਮੀਨੂੰ ਨੂੰ ਚੁਣੋ। ਆਪਣੇ Microsoft ਖਾਤੇ ਨਾਲ ਸਾਇਨ ਇਨ ਕਰਨ ਲਈ "Windows Phone ਹੈ? ਸਾਇਨ ਇਨ" ਤੇ ਕਲਿਕ ਕਰੋ।
pl: 1. Przejdź do strony <a href="http://windowsphone.com">http://windowsphone.com</a> i wybierz menu rozwijane w prawym górnym rogu. Kliknij pozycję „Masz system Windows Phone? Zaloguj się”, aby zalogować się na koncie Microsoft.
ru: 1. Перейдите на страницу <a href="http://windowsphone.com">http://windowsphone.com</a> и щелкните по раскрывающемуся меню, расположенному справа вверху. Выберите "У вас есть Windows Phone? Войти", чтобы войти в учетную запись Майкрософт.
sd: <a href="http://windowsphone.com">http://windowsphone.com</a> تي وڃو ۽ ساڄي پاسي تي مٿي ڊراپ ڊائون مينو چونڊي. پهنجي Microsoft اڪائونٽ سان سائن ان ڪرڻ لاءِ "Have a Windows Phone? Sign in" کي ڪلڪ ڪريو.
si: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> වෙත ගොස් ඉහළ දකුණු පස ඇති ඩ්‍රොප්ඩවුන් මෙනුව තෝරන්න. "Windows Phone එකක් තිබේද? මත ක්ලික් කර" ඔබේ Microsoft ගිණුම සමග ඇතුල් වන්න තෝරන්න.
sl: 1. Pojdite na <a href="http://windowsphone.com">http://windowsphone.com</a> in izberite spustni meni zgoraj desno. Kliknite »Imate Windows Phone? Vpišite se« in se vpišite z Microsoftovim računom.
sr_cyrl_rs: 1. Идите на локацију <a href="http://windowsphone.com">http://windowsphone.com</a> и изаберите падајући мени који се налази горе десно. Кликните на „Имате Windows Phone? Пријавите се“ да бисте се пријавили на свој Microsoft налог.
sr_latn_rs: 1. Idite na lokaciju <a href="http://windowsphone.com">http://windowsphone.com</a> i izaberite padajući meni koji se nalazi gore desno. Kliknite na „Imate Windows Phone? Prijavite se“ da biste se prijavili na svoj Microsoft nalog.
sv: 1. Gå till <a href="http://windowsphone.com">http://windowsphone.com</a> och markera nedrullningsmenyn längst upp till höger. Klicka på "Har du en Windows Phone? Logga in" om du vill logga in på ditt Microsoft-konto.
ta: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> -க்குச் சென்று மேல் வலது பக்கத்தில் உள்ள கீழ்தோன்றும் மெனுவைத் தேர்ந்தெடுக்கவும். பின்னர் உங்கள் Microsoft கணக்கில் உள்நுழைய "Windows Phone உள்ளதா? உள்நுழைக" என்பதைக் கிளிக் செய்யவும்.
te: 1. <a href="http://windowsphone.com">http://windowsphone.com</a>కు వెళ్లి, ఎగువ కుడి భాగంలో ఉన్న డ్రాప్‌డౌన్ మెనుని ఎంచుకోండి. మీ Microsoft ఖాతాతో సైన్ ఇన్ చేయడానికి "Windows ఫోన్ ఉందా? సైన్ ఇన్‌"ని క్లిక్ చేయండి.
tg: 1.Ба <a href="http://windowsphone.com">http://windowsphone.com</a> равед ва менюи афтандаро дар тарафи рост аз боло интихоб кунед. "Оё Windows Phone доред? Ворид шавед"-ро зер карда, бо ҳисоби Microsoft-и худ ворид шавед.
th: 1. ไปที่ <a href="http://windowsphone.com">http://windowsphone.com</a> และเลือกเมนูดรอปดาวน์ด้านขวาบน คลิก "มี Windows Phone ใช่หรือไม่ ลงชื่อเข้าใช้" เพื่อลงชื่อเข้าใช้บัญชี Microsoft ของคุณ
tr: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> adresine gidin ve sağ üst taraftaki açılan menüyü seçin. "Windows Phone'unuz var mı? Oturum açın"ı tıklatın ve Microsoft hesabınızla oturum açın.
tt: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> 'га барыгыз һәм өстәге уң ачылучан сайлакны сайлагыз. Үзегезнең Microsoft хисап язмасыгызны кулланып керү өчен "Windows Phone"-ыгыз бармы? Керү" дигәнгә чирттерегез.
ug: 1.سىز <a href="http://windowsphone.com">http://windowsphone.com</a> غا كىرىڭ ھەمدە ئوڭ ئۈست تەرەپتىكى تارتما تىزىملىكنى تاللاڭ.Microsoft ھېساباتىڭىز بىلەن تىزىملىتىپ كىرىش ئۈچۈن"تېلېفونىڭىز بارمۇ؟ تىزىملىتىپ كىرىڭ Windows " نى چىكىڭ.
uk: 1. Перейдіть на сторінку <a href="http://windowsphone.com">http://windowsphone.com</a> і клацніть розкривне меню, розташоване вверху праворуч. Виберіть "Маєте Windows Phone? Увійти", щоб увійти в обліковий запис Microsoft.
ur: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> پر جائیے اور دائیں جانب اوپر ڈراپ ڈاؤن مینو منتخب کیجیے۔" کیا Windows فون ہے؟ سائن ان" پر کلک کیجیے اور اپنے Microsoft اکاؤنٹ کے ساتھ سائن ان ہو جائیے۔
uz: 1. <a href="http://windowsphone.com">http://windowsphone.com</a> saytiga o‘ting va yuqori o‘ng tomondagi ochiladigan menyuni tanlang. Microsoft hisob qaydnomangiz bilan tizimga kirish uchun "Windows Phone telefoningiz bormi? Kirish"ni cherting.
vi: 1. Vào trang <a href="http://windowsphone.com">http://windowsphone.com</a> và chọn menu thả xuống ở phía trên bên phải. Bấm vào "Bạn có Windows Phone? Hãy đăng nhập" để đăng nhập vào tài khoản Microsoft của bạn.
zh_hans: 1. 转到 <a href="http://windowsphone.com">http://windowsphone.com</a> 并选择右上方的下拉菜单。单击“拥有 Windows Phone? 请登录”以使用您的 Microsoft 帐户登录。
zh_hant: 移至 <a href="http://windowsphone.com">http://windowsphone.com</a>，然後選取右上角的下拉式功能表。按一下 [擁有 Windows Phone 嗎? 請登入]，使用您的 Microsoft 帳戶登入。

# Word.WP7EmailLine2
source: 2. After signing in, go back to the same dropdown menu and click "Account Settings".
af: 2. Nadat u ingeteken het, gaan terug na die dieselfde hangkieslys menu, en kliek op "Rekening Instellings".
am: 2. ከገቡ በኋላ፣ ወደ ተመሳሳይ ወደታች የሚወርድ ምናሌ ይመለሱ እና "የመለያ የክንውን አውዶች" የሚለውን ጠቅ ያድርጉ።
ar: 2. بعد تسجيل الدخول، انتقل مرة أخرى إلى نفس القائمة المنسدلة وانقر فوق "إعدادات الحساب"‏.
as: 2. চাইন ইন কৰাৰ পিছত, একেই ড্ৰপডাউন মেনুলৈ যাওক আৰু "একাউণ্ট ছেটিংছ" ক্লিক কৰক৷
az: 2. Daxil olduqdan sonra, eyni aşağıaçılan menyuya qayıdın və "Hesab Parametrləri" klikləyin.
bg: 2. След като влезете, отидете обратно на същото падащо меню и щракнете върху "Настройки на акаунт".
bn_in: 2. সাইন ইন করার পরে, একই ড্রপডাউন মেনু তে ফিরে যান এবং "অ্যাকাউন্ট সেটিংস" এ ক্লিক করুন।
bs: 2. Posle prijavljivanja, vratite se na isti padajući meni i kliknite na „Podešavanja računa“.
cy: 2. Ar ôl mewngofnodi, ewch yn ôl i'r un ddewislen a chlicio "Gosodiadau'r Cyfrif".
da: 2. Når du er logget på, skal du gå tilbage til den samme rulleliste og klikke på "Kontoindstillinger".
de: 2. Wählen Sie nach der Anmeldung im gleichen Dropdownmenü „Kontoeinstellungen“ aus.
el: 2. Αφού συνδεθείτε, μεταβείτε πίσω στο ίδιο αναπτυσσόμενο μενού και κάντε κλικ στην επιλογή "Ρυθμίσεις λογαριασμού".
es: 2. Después de iniciar sesión, vuelva al mismo menú desplegable y haga clic en "Configuración de la cuenta".
et: 2. Pärast sisselogimist minge tagasi sama rippmenüü juurde ja klõpsake suvandil „Konto seaded”.
eu: 2. Saioa hasi ondoren, itzuli goitibeherako menu berera eta hautatu "Kontuaren ezarpenak".
fa: 2. پس از ورود به برنامه، به همان منوی کشویی بازگردید و روی "تنظیمات حساب" کلیک کنید.
ga: 2. Tar éis duit síniú isteach, téigh ar ais go dtí an roghchlár anuas céanna agus cliceáil ar 'Socruithe chuntais'.
gd: 2. Till dhan dearbh chlàr-taice teàrnaidh as dèidh dhut clàradh a-steach agus briog air "Roghainnean a' chunntais".
gl: 2. Logo de iniciar sesión, volva ao mesmo menú despregable e prema en "Configuración da conta".
gu: ૨. સાઇન ઇન કર્યા પછી, તે જ ડ્રોપડાઉન મેનુ પર પરત આવો અને "એકાઉન્ટ સેટિંગ્સ" ને ક્લિક કરો.
he: 2. לאחר הכניסה, חזור לאותו תפריט נפתח ולחץ על "הגדרות חשבון".
hi: 2. साइन इन करने के बाद, उसी ड्रॉपडाउन मेनू पर वापस जाएँ और "खाता सेटिंग" क्लिक करें.
hr: 2. Nakon prijave vratite se na prethodni padajući izbornik i kliknite „Postavke računa“.
hu: 2. Bejelentkezés után térjen vissza ugyanahhoz a legördülő menühöz, és kattintson a Fiókbeállítások menüpontra.
id: 2. Setelah masuk, kembalilah ke menu turun-bawah yang sama dan klik "Pengaturan Akun".
is: 2. Þegar þú ert búin(n) að skrá þig inn skaltu fara aftur í sömu fellivalmynd og smella á „Reikningsstillingar“.
ja: 2. サインインしたら、同じドロップダウン メニューを開き、[アカウント設定] をクリックします。
ka: 2. შესვლის შემდეგ მიუბრუნდით იმავე ჩამოსაშლელ მენიუს და დაწკაპუნებით აირჩიეთ „ანგარიშის პარამეტრები“.
kk: 2. Кірген соң, дәл сол ашылмалы мәзірге қайтып, "Шот параметрлері" батырмасын нұқыңыз.
kn: 2. ಸೈನ್ ಇನ್ ಮಾಡಿದ ನಂತರ, ಅದೇ ಡ್ರಾಪ್‌ಡೌನ್ ಮೆನುಗೆ ಹಿಂತಿರುಗಿ ಮತ್ತು "ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು" ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 2. 로그인한 후에는 다시 동일한 드롭다운 메뉴로 가서 "계정 설정"을 클릭합니다.
ku_arab: 2. پاش چوونە ناوەوە، بگەڕێوە بۆ هەمان پێرستی داکێش و کرتە بکە لەسەر "رێکبەندەکانی ئەژمێر".
ky: 2. Киргенден кийин, ошол эле ылдый түшүүчү менюге кайтып, жана "Эсеп жазуу Орнотуулары" чык этиңиз.
lo: 2. ຫຼັງຈາກລົງຊື່ເຂົ້າແລ້ວ, ກັບຄືນຫາເມນູຫຼົ່ນລົງ ແລະຄລິກ "ການຕັ້ງຄ່າບັນຊີ".
lt: 2. Kai prisijungsite, grįžkite į tą patį išskleidžiamąjį meniu ir spustelėkite „Abonemento parametrai“.
lv: 2. Pēc pierakstīšanās atgriezieties uz to pašu nolaižamo izvēlni un noklikšķiniet uz "Konta iestatījumi".
mi: 2. I muri i te waitohu mai, hoki atu ki taua tahua takaiho ka pāwhiri ai i a "Tautuhinga Pūkete".
mk: 2. По пријавувањето, вратете се на истото паѓачко мени и кликнете „Параметри на сметка“.
ml: 2. സൈന്‍ ഇന്‍ ചെയ്‌തതിന് ശേഷം, സമാന ഡ്രോപ്പ്‌ഡൌണ്‍ മെനുവിലേക്ക് തിരികെ പോയി, "അക്കൌണ്ട് സജ്ജീകരണങ്ങള്‍" ക്ലിക്കുചെയ്യുക.
mn: 2. Нэвтрээд унадаг цэс рүү буцаж, "Хэрэглэгчийн бүртгэлийн тохиргоо" гэснийг товш.
mr: 2. साइन इन केल्यानंतर, त्याच ड्रॉपडाउन मेनूमध्ये परत जा आणि ''खाते सेटिंग्ज'' क्लिक करा.
ms: 2. Selepas melog masuk, pergi ke menu juntai bawah yang sama dan klik "Tetapan Akaun".
mt: 2. Meta tidħol, mur lura fl-istess menù dropdown u kklikkja "Issettjar tal-Kont".
ne: 2. साइनइन गरेपछि, उही ड्रपडाउन मेनुमा फेरि जानुहोस् र "खाता सेटिङहरू" क्लिक गर्नुहोस्"।
nn_no: 2. Etter at du har logga på, går du tilbake til den same rullegardinmenyen og klikkar "Kontoinnstillingar".
no: 2. Etter at du har logget på, går du tilbake til samme rullegardinmeny og klikker på "Kontoinnstillinger".
or: 2. ସାଇନ୍ ଇନ୍ କରିବା ପରେ, ସମାନ ଡ୍ରପ୍‌ଡାଉନ୍ ମେନ୍ୟୁକୁ ଫେରନ୍ତୁ ଏବଂ "ଏକାଉଣ୍ଟ୍ ସେଟିଂସମୂହ" କ୍ଲିକ୍ କରନ୍ତୁ.
pa_arab_pk: 2. سائن ان ہون توں بعد اوسے ڈراپ ڈاؤن مینیو تے جاؤ تے "اکاؤنٹ ترتیباں" تے کلک کرو
pa_in: ਸਾਇਨ ਇਨ ਕਰਨ ਦੇ ਬਾਅਦ, ਵਾਪਸ ਓਸੇ ਡਰਾਪ ਡਾਊਨ ਮੀਨੂੰ ਤੇ ਜਾਓ ਅਤੇ "ਖਾਤੇ ਦੀਆਂ ਸੈਟਿੰਗਸ" ਤੇ ਕਲਿਕ ਕਰੋ।
pl: 2. Po zalogowaniu się wróć do tego samego menu rozwijanego i kliknij pozycję „Ustawienia konta”.
ru: 2. Выполнив вход, вернитесь к раскрывающемуся меню и выберите "Параметры учетной записи".
sd: 2. سائن ان ٿيڻ کان پوءِ, ساڳي ھيٺ ڇڏي ڏيڻ واري مينو تي واپس وڃو ۽ "اڪائونٽ سيٽنگ" کي ڪلڪ ڪريو.
si: 2. ඇතුල් වීමෙන් පසුව, එම ඩ්‍රොප්ඩවුන් මෙනුව වෙත ආපසු ගොස්, "ගිණුම් සැකසුම්" තෝරන්න.
sl: 2. Po vpisu pojdite na isti spustni meni in kliknite »Nastavitve računa«.
sr_cyrl_rs: 2. После пријављивања, вратите се на исти падајући мени и кликните на „Поставке налога“.
sr_latn_rs: 2. Posle prijavljivanja, vratite se na isti padajući meni i kliknite na „Postavke naloga“.
sv: 2. När du har loggat in går du tillbaka till samma nedrullningsmeny och klickar på "Kontoinställningar".
ta: 2. உள்நுழைந்த பிறகு, அதே கீழ்தோன்றும் மெனுவிற்குச் சென்று "கணக்கு அமைப்புகள்" என்பதைக் கிளிக் செய்யவும்.
te: 2. సైన్ ఇన్ చేసిన తర్వాత, డ్రాప్‌డౌన్ మెనుకి తిరిగి వెళ్లి, "ఖాతా సెట్టింగ్‌లు"ని క్లిక్ చేయండి.
tg: 2. Пас аз ворид шудан, ба худи ҳамон менюи афтанда бозгардед ва "Танзимоти ҳисобро"-ро зер кунед.
th: 2. หลังจากลงชื่อเข้าใช้ ให้ย้อนกลับไปที่เมนูดรอปดาวน์เดิมแล้วคลิก "การตั้งค่าบัญชี"
tr: 2. Oturum açtıktan sonra aynı açılan menüye geri dönün ve "Hesap Ayarları"nı tıklatın.
tt: Кергәч соң, элекке ачылучан сайлакка артка барыгыз һәм "Хисап язмасы параметрлары" дигәнгә чирттерегез.
ug: 2.تىزىملىتىپ كىرگەندىن كىيىن،ئوخشاش تارتما تىزىملىككە قايتىپ "ھېساباتنى تەڭشەش"نى چىكىڭ.
uk: 2. Виконавши вхід, поверніться до розкривного меню й виберіть "Параметри облікового запису".
ur: 2۔ سائن ان ہونے کے بعد اسی ڈراپ ڈاؤن مینو میں جائیے اور "کھاتہ سیٹنگ" پر کلک کیجیے۔
uz: 2. Tizimga kirgandan keyin o‘sha ochiladigan menyuga qayting va "Hisob qaydnomasi sozlamalari"ni cherting.
vi: 2. Sau khi đăng nhập, chọn lại menu thả xuống ở bước trên và bấm vào "Cài đặt Tài khoản".
zh_hans: 2. 登录后，回退到同一下拉菜单并单击“帐户设置”。
zh_hant: 2. 登入後，請返回相同的下拉式功能表，然後按一下 [帳戶設定]。
