Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.HM
source: Heard Island and McDonald Islands
af: Heard-eiland en McDonald-eilande
am: የሀርድ ደሴት እና የማክዶናልድ ደሴቶች
ar: جزر هيرد وجزر مكدونالد
as: হাৰ্ড আইলেণ্ড আৰু মেকডোনাল্ড আইলেণ্ডচ
az: Herd Adası və Makdonald Adaları
bg: Острови Хърд и Макдоналд
bn_in: হার্ড আইল্যান্ড অ্যান্ড ম্যাকডোনাল্ড আইল্যান্ড
bs: Ostrvo Heard i arhipelag McDonald
cy: Ynys Heard ac Ynysoedd McDonald
da: Heard- og McDonaldøerne
de: Heard und McDonaldinseln
el: Νησιά Χερντ και Μακντόναλντ
es: Islas Heard y McDonald
et: Heard ja McDonald
eu: Heard eta McDonald uharteak
fa: جزیره هرد و جزایر مک دونالد
ga: Oileán Heard agus Oileáin McDonald
gd: Eilean Heard is Eileanan MhicDhòmhnaill
gl: Illas de Heard e McDonald
gu: હર્ડ આઇલેન્ડ્સ અને મેક્ડોનાલ્ડ આઇલેન્ડ્સ
he: האי הרד ואיי מקדונלד
hi: हर्ड आइलैंड्स एंड मैक्डोनाल्ड आइलैंड्स
hr: Otok Heard i McDonaldsovi Otoci
hu: Heard-sziget és McDonald-szigetek
id: Pulau Heard dan Kepulauan McDonald
is: Heard og McDonalds-eyjar
ja: ハード・マクドナルド諸島
ka: ჰერდ-მაკდონალდის კუნძულები.
kk: Херд аралы және Макдональд аралдары
kn: ಹರ್ಡ್ ದ್ವೀಪ ಮತ್ತು ಮ್ಯಾಕ್‌ಡೊನಾಲ್ಡ್ ದ್ವೀಪಗಳು
ko: 허드 섬 및 맥도널드 제도
ku_arab: دوورگەی هێرد و دوورگەکانی ماکدۆناڵد
ky: Херд аралы жана МакДоналд аралдары
lo: ເກາະເຮີດ ແລະໝູ່ເກາະແມັກໂດໂນ
lt: Herdo ir Makdonaldo Salos
lv: Hērda sala un Makdonalda salas
mi: Moutere o Hēta me ngā Moutere o Makitānara
mk: Остров Херд и Острови Мекдоналд
ml: ഹര്‍ഡ് ദ്വീപുകളും മക്ഡൊണാള്‍ഡ് ദ്വീപുകളും
mn: Херд ба Макдональдийн арлууд
mr: हर्ड बेट आणि मॅक्डॉनल्ड बेटे
ms: Pulau Heard dan Kepulauan McDonald
mt: Gżira Heard u Gżejjer McDonald
ne: हर्ड टापू र म्याकडोनल्ड टापूहरू
nn_no: Heardøya og McDonaldøyane
no: Heardøya og McDonaldøyene
or: ହେଆର୍ଡ ଦ୍ଵୀପ ଓ ମ୍ୟାକଡୋନାଲ୍ଡ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: ہانڈراس
pa_in: ਹਰਡ ਆਈਲੈਂਡ ਅਤੇ ਮੈਕਡੋਨਾਲਡ ਆਈਲੈਂਡਸ
pl: Wyspy Heard i McDonalda
ru: Остров Херд и Острова Макдональд
sd: هيرڊ ٻيٽَ ۽ ميڊولينڊ ٻيٽَ
si: හර්ඩ් දුපත සහ මැක්ඩොනල්ඩ් දුපත්
sl: Heardov otok in McDonaldovi otoki
sr_cyrl_rs: Острво Херд и Мекдоналдова острва
sr_latn_rs: Ostrvo Herd i Mekdonaldova оstrva
sv: Heardön och McDonaldöarna
ta: ஹியர்டு தீவு மற்றும் மெக்டோனல்டு தீவுகள்
te: హెర్డ్ దీవి మరియు మెక్‌డొనాల్డ్ దీవులు
tg: Ҷазираи Ҳерд ва Ҷазираҳои МакДоналд
th: เกาะเฮิร์ตและเกาะแมกดอนัลด์
tr: Heard ve McDonald Adaları
tt: Херд утравы һәм Макдональд утраулары
ug: خارد ئارىلى ۋە مەكدونالد تاقىم ئاراللىرى
uk: Острів Герд і острови Макдоналд
ur: ہیرڈ جزیرہ و میکڈولینڈ جزائر
uz: Xerd oroli va Makdonald orollari
vi: Đảo Heard và Quần đảo MacDonald
zh_hans: 赫德和麦克唐纳群岛
zh_hant: 赫德島及麥當勞群島

# Country.HN
source: Honduras
am: ሆንዱራስ
ar: هندوراس
as: হন্দুৰাছ
bg: Хондурас
bn_in: হন্ডুরাস
cy: Hondiwras
el: Ονδούρα
fa: هندوراس
ga: Hondúras
gd: Hondùras
gu: હોન્ડુરાસ
he: הונדורס
hi: होंडुरास
is: Hondúras
ja: ホンジュラス
ka: ჰონდურასი
kk: Гондурас
kn: ಹೊಂಡುರಾಸ್
ko: 온두라스
ku_arab: هۆندۆراس
ky: Гондурас
lo: ຮອນດູຣາສ
lt: Hondūras
lv: Hondurasa
mi: Honotura
mk: Хондурас
ml: ഹോണ്ടുറാസ്
mn: Гондурас
mr: होंडुरास
mt: Ħonduras
ne: होन्दरस
or: ହଣ୍ଡୁରାସ୍
pa_arab_pk: ہانڈراس
pa_in: ਹਾਨਡੂਰਸ
ru: Гондурас
sd: هونڊرس
si: හොන්ඩුරාස්
sr_cyrl_rs: Хондурас
ta: ஹோண்டுராஸ்
te: హోండురాస్
tg: Гондурас
th: ฮอนดูรัส
tt: Гондурас
ug: ھوندۇراس
uk: Гондурас
ur: ہانڈراس
uz: Gonduras
zh_hans: 洪都拉斯
zh_hant: 宏都拉斯

# Country.HR
source: Croatia
af: Kroasië
am: ክሮሺያ
ar: كرواتيا
as: ক্ৰোৱেছিয়া
az: Xorvatiya
bg: Хърватия
bn_in: ক্রোয়েশিয়া
bs: Hrvatska
da: Kroatien
de: Kroatien
el: Κροατία
es: Croacia
et: Horvaatia
eu: Kroazia
fa: کرواسی
ga: An Chróit
gd: A' Chròthais
gl: Croacia
gu: ક્રોએશિયા
he: קרואטיה
hi: क्रोएशिया
hr: Hrvatska
hu: Horvátország
id: Kroasia
is: Króatía
ja: クロアチア
ka: ხორვატია
kk: Хорватия
kn: ಕ್ರೊಯೇಷಿಯಾ
ko: 크로아티아
ku_arab: کرواتیا
ky: Хорватия
lo: ໂຄຣເອເຊຍ
lt: Kroatija
lv: Horvātija
mi: Koroātia
mk: Хрватска
ml: ക്രൊയേഷ്യ
mn: Хорват
mr: क्रोएशिया
mt: Kroazja
ne: क्रोएसिया
nn_no: Kroatia
no: Kroatia
or: କ୍ରୋଏସିଆ
pa_arab_pk: کروشیا
pa_in: ਕਰੋਏਸ਼ੀਆ
pl: Chorwacja
ru: Хорватия
sd: ڪوريٽيا
si: ක්‍රොයේෂියාව
sl: Hrvaška
sr_cyrl_rs: Хрватска
sr_latn_rs: Hrvatska
sv: Kroatien
ta: குரோஷியா
te: క్రొయేషియా
tg: Хорватия
th: โครเอเชีย
tr: Hırvatistan
tt: Хорватия
ug: كىرودىيە
uk: Хорватія
ur: کروشیا
uz: Xorvatiya
zh_hans: 克罗地亚
zh_hant: 克羅埃西亞

# Country.HT
source: Haiti
am: ሃይቲ
ar: هايتي
as: হাইটি
bg: Хаити
bn_in: হাইতি
el: Αϊτή
es: Haití
fa: هائیتی
ga: Háítí
gd: Haidhti
gl: Haití
gu: હૈતી
he: האיטי
hi: हैती
is: Haítí
ja: ハイチ
ka: ჰაიტი
kk: Гаити
kn: ಹೈಟಿ
ko: 아이티
ku_arab: هاییتی
ky: Гаити
lo: ເຮຕິ
lt: Haitis
mk: Хаити
ml: ഹെയ്റ്റി
mn: Гайти
mr: हैती
mt: Ħaiti
ne: हैटी
or: ହାଇତି
pa_arab_pk: ہیٹی
pa_in: ਹਾਈਟੀ
ru: Гаити
sd: هيٽي
si: හයිටි
sr_cyrl_rs: Хаити
ta: ஹைத்தி
te: హైతీ
tg: Гаити
th: เฮติ
tt: Гаити
ug: ھايتى
uk: Гаїті
ur: ہیثی
uz: Gaiti
zh_hans: 海地
zh_hant: 海地

# Country.HU
source: Hungary
af: Hongarye
am: ሃንጋሪ
ar: هنغاريا
as: হাংগেৰী
az: Macarıstan
bg: Унгария
bn_in: হাঙ্গারী
bs: Mađarska
cy: Hwngari
da: Ungarn
de: Ungarn
el: Ουγγαρία
es: Hungría
et: Ungari
eu: Hungaria
fa: مجارستان
ga: An Ungáir
gd: An Ungair
gl: Hungría
gu: હંગેરી
he: הונגריה
hi: हंगरी
hr: Mađarska
hu: Magyarország
id: Hongaria
is: Ungverjaland
ja: ハンガリー
ka: უნგრეთი
kk: Венгрия
kn: ಹಂಗಾರಿ
ko: 헝가리
ku_arab: هەنگاریا
ky: Венгрия
lo: ຮູ່ງກາຣີ
lt: Vengrija
lv: Ungārija
mi: Hanekari
mk: Унгарија
ml: ഹംഗറി
mn: Унгар
mr: हंगेरी
mt: Ungerija
ne: हङ्गेरी
nn_no: Ungarn
no: Ungarn
or: ହଙ୍ଗେରୀ
pa_arab_pk: ہنگری
pa_in: ਹੰਗਰੀ
pl: Węgry
ru: Венгрия
sd: هنگري
si: හංගේරියාව
sl: Madžarska
sr_cyrl_rs: Мађарска
sr_latn_rs: Mađarska
sv: Ungern
ta: ஹங்கேரி
te: హంగేరీ
tg: Маҷористон
th: ฮังการี
tr: Macaristan
tt: Венгрия
ug: ۋېنگىرىيە
uk: Угорщина
ur: ہنگری
uz: Vengriya
zh_hans: 匈牙利
zh_hant: 匈牙利

# Country.ID
source: Indonesia
af: Indonesië
am: ኢንዶኔዥያ
ar: إندونيسيا
as: ইণ্ডোনেচিয়া
az: İndoneziya
bg: Индонезия
bn_in: ইন্দোনেশিয়া
bs: Indonezija
da: Indonesien
de: Indonesien
el: Ινδονησία
et: Indoneesia
fa: اندونزی
ga: An Indinéis
gd: Na h-Innd-innse
gu: ઇન્ડોનેશિયા
he: אינדונזיה
hi: इंडोनेशिया
hr: Indonezija
hu: Indonézia
is: Indónesía
ja: インドネシア
ka: ინდონეზია
kk: Индонезия
kn: ಇಂಡೋನೇಶಿಯಾ
ko: 인도네시아
ku_arab: ئەندۆنیسیا
ky: Индонезия
lo: ອິນໂດເນເຊຍ
lt: Indonezija
lv: Indonēzija
mi: Initonīhia
mk: Индонезија
ml: ഇന്തോനേഷ്യ
mn: Индонез
mr: इंडोनेशिया
mt: Indoneżja
ne: ईन्दोनेसिया
or: ଇଣ୍ଡୋନେସିଆ
pa_arab_pk: انڈونیشیا
pa_in: ਇੰਡੋਨੇਸ਼ੀਆ
pl: Indonezja
ru: Индонезия
sd: انڊونيشيا
si: ඉන්දුනීසියාව
sl: Indonezija
sr_cyrl_rs: Индонезија
sr_latn_rs: Indonezija
sv: Indonesien
ta: இந்தோனேசியா
te: ఇండోనేషియా
tg: Индонезия
th: อินโดนีเซีย
tr: Endonezya
tt: Индонезия
ug: ھىندونېزىيە
uk: Індонезія
ur: انڈونیشیا
uz: Indoneziya
zh_hans: 印尼
zh_hant: 印尼

# Country.IL
source: Israel
am: እስራኤል
ar: إسرائيل
as: ইজৰাইল
az: İsrail
bg: Израел
bn_in: ইজরায়েল
bs: Izrael
el: Ισραήλ
et: Iisrael
fa: اسرائیل
ga: Iosrael
gd: Iosrael
gu: ઇઝરાઇલ
he: ישראל
hi: इज़राइल
hr: Izrael
hu: Izrael
is: Ísrael
ja: イスラエル
ka: ისრაელი
kk: Израиль
kn: ಇಸ್ರೇಲ್
ko: 이스라엘
ku_arab: ئیسرائیل
ky: Израиль
lo: ອິດສະລາແອນ
lt: Izraelis
lv: Izraēla
mi: Iharaira
mk: Израел
ml: ഇസ്രയേല്‍
mn: Израйль
mr: इस्त्राइल
mt: Iżrael
ne: ईजराइल
or: ଇସ୍ରାଏଲ୍
pa_arab_pk: اسرائیل
pa_in: ਇਜ਼ਰਾਈਲ
pl: Izrael
ru: Израиль
sd: اسرائيل
si: ඊශ්‍රායලය
sl: Izrael
sr_cyrl_rs: Израел
sr_latn_rs: Izrael
ta: இஸ்ரேல்
te: ఇజ్రాయెల్
tg: Исроил
th: อิสราเอล
tr: İsrail
tt: Израиль
ug: ئىسرائىلىيە
uk: Ізраїль
ur: اسرائیل
uz: Isroil
zh_hans: 以色列
zh_hant: 以色列

# Country.IM
source: Isle of Man
am: አይል ኦፍ ማን
ar: جزيرة مان
as: ইচেল অফ মেন
az: Men Adası
bg: Остров Ман
bn_in: মানব দ্বীপ
bs: Ostrvo Man
cy: Ynys Manaw
de: Insel Man
el: Νησί Μαν
es: Isla de Man
et: Mani saar
eu: Man uhartea
fa: جزیره من
ga: Manainn
gd: Eilean Mhanainn
gl: Illa de Man
gu: આઇલ ઑફ મેન
he: האי מאן
hi: आइल ऑफ़ मेन
hr: Otok Man
hu: Man-sziget
id: Pulau Man
is: Mön
ja: マン島
ka: მენის კუნძული
kk: Мэн аралы
kn: ಐಲ್ ಆಫ್ ಮ್ಯಾನ್
ko: 맨 섬
ku_arab: دوورگەی مان
ky: Мэн Аралы
lo: ເອວ ອອບ ແມນ
lt: Meno Sala
lv: Menas sala
mi: Moutere o Mana
mk: Островот Мен
ml: ഐല്‍ ഓഫ് മാന്‍
mn: Мэн арал
mr: इस्ले ऑफ मॅन
ne: आइल अफ म्यान
or: ଆଇଜଲ୍ ଅଫ୍ ମେନ୍
pa_arab_pk: جزیرہ آدم
pa_in: ਆਇਲ ਆਫ ਮੈਨ
pl: Wyspa Man
ru: Остров Мэн
sd: ايسل آف مين
si: අයිසල් ඔෆ් මාන්
sl: Otok Man
sr_cyrl_rs: Острво Ман
sr_latn_rs: Ostrvo Man
ta: ஐஸல் ஆஃப் மேன்
te: ఐల్ ఆఫ్ మాన్
tg: Ҷазираи Мэн
th: เกาะแมน
tr: Man Adası
tt: Мэн утравы
ug: مائىن ئارىلى
uk: Острів Мен
ur: جزیرہ آدم
uz: Men oroli
vi: Đảo Man
zh_hans: 马恩岛
zh_hant: 曼城島

# Country.IN
source: India
af: Indië
am: ሕንድ
ar: الهند
as: ভাৰত
az: Hindistan
bg: Индия
bn_in: ভারত
bs: Indija
da: Indien
de: Indien
el: Ινδία
fa: هند
ga: An India
gd: Na h-Innseachan
gu: ભારત
he: הודו
hi: भारत
hr: Indija
is: Indland
ja: インド
ka: ინდოეთი
kk: Үндістан
kn: ಭಾರತ
ko: 인도
ku_arab: هیند
ky: Индия
lo: ອິນເດຍ
lt: Indija
lv: Indija
mi: Inia
mk: Индија
ml: ഇന്ത്യ
mn: Энэтхэг
mr: भारत
mt: Indja
ne: भारत
or: ଭାରତ
pa_arab_pk: بھارت
pa_in: ਭਾਰਤ
pl: Indie
ru: Индия
sd: انڊيا
si: ඉන්දියාව
sl: Indija
sr_cyrl_rs: Индија
sr_latn_rs: Indija
sv: Indien
ta: இந்தியா
te: భారతదేశం
tg: Ҳиндустон
th: อินเดีย
tr: Hindistan
tt: Һиндистан
ug: ھىندىستان
uk: Індія
ur: بھارت
uz: Hindiston
vi: Ấn Độ
zh_hans: 印度
zh_hant: 印度

# Country.IO
source: British Indian Ocean Territory
af: Brits-Indiese Oseaangebied
am: የብሪታኒያ ሕንድ ውቅያኖስ ግዛት
ar: مقاطعة المحيط الهندي البريطاني
as: ব্ৰিটিছ ইণ্ডিয়ান অ'চন টেৰিট'ৰি
az: Britaniyanın Hind Okeanı Ərazisi
bg: Британска индоокеанска територия
bn_in: ব্রিটিশ ইন্ডিয়ান ওশিয়ান টেরিটোর
bs: Britanski Teritorij Indijskog okeana
cy: Tiriogaeth Brydeinig Cefnfor yr India
da: Det Britiske Territorium i Det Indiske Ocean
de: Britisches Territorium im Indischen Ozean
el: Βρετανικά Εδάφη Ινδικού Ωκεανού
es: Territorio Británico del Océano Índico
et: Briti India ookeani ala
eu: Indiako Ozeanoko lurralde britainiarra
fa: قلمرو بریتانیا در اقیانوس هند
ga: Críoch Aigéan Indiach na Breataine
gd: Ranntair Breatannach Cuan nan Innseachan
gl: Territorio Británico no Océano Índico
gu: આઇલૅન્ડ બ્રિટિશ ઈન્ડિયન ઓસન ટેરીટરી
he: הטריטוריה הבריטית באוקיינוס ההודי
hi: ब्रिटिश हिंद महासागरीय क्षेत्र
hr: Britanski Indijskooceanski Teritorij
hu: Brit Indiai-óceáni Terület
id: Teritori Samudra Hindia Britania
is: Bresku Indlandshafseyjar
ja: 英領インド洋地域
ka: ბრიტანეთის ტერიტორია ინდოეთის ოკეანეში
kk: Үнді мұхитындағы Британия аумағы
kn: ಬ್ರಿಟಿಷ್ ಹಿಂದೂ ಮಹಾಸಾಗರ ಪ್ರದೇಶ
ko: 영국령 인도양 식민지
ku_arab: هەرێمی بەریتانی لە ئۆقیانووسی هیندی
ky: Индия океанындагы Британия Аймагы
lo: ເຂດແດນບຣິທິສອິນດຽນໂອຊຽນ
lt: Indijos Vandenyno Britų Sritis
lv: Indijas okeāna Britu teritorija
mi: Rohe o te Moana Iniani o Piritene
mk: Британска Територија во Индискиот Океан
ml: ബ്രിട്ടിഷ് ഇന്ത്യന്‍ സമുദ്ര പ്രവിശ്യ
mn: Британийн Энэтхэгийн далайн нутаг дэвсгэр
mr: ब्रिटिश हिंदी महासागरीय प्रदेश
ms: Wilayah Lautan Hindi British
mt: Territorju Ingliż fl-Oċean Indjan
ne: बेलायती भारती समुद्र टेरोटरी
nn_no: Det britiske territoriet i Indiahavet
no: Det britiske territoriet i Indiahavet
or: ବ୍ରିଟିସ୍ ଇଣ୍ଡିଆନ୍ ଓସିଅନ୍ ଅଞ୍ଚଳ
pa_arab_pk: برطانوی بحر ہند دا علاقہ
pa_in: ਬ੍ਰਿਟਿਸ਼ ਹਿੰਦ ਮਹਾਂਸਾਗਰ ਟੈਰਿਟਰੀ
pl: Brytyjskie Terytorium Oceanu Indyjskiego
ru: Британская территория в Индийском океане
sd: برٽش انڊين اوسين ٽيريٽري
si: බ්‍රිතාන්‍ය ඉන්දීය සාගර බල ප්‍රදේශය
sl: Britansko ozemlje Indijskega oceana
sr_cyrl_rs: Британска територија Индијског океана
sr_latn_rs: Britanska teritorija u Indijskom okeanu
sv: Brittiska territoriet i Indiska Oceanen
ta: பிரிட்டிஷ் இந்திய பெருங்கடல் நிலப்பரப்பு
te: బ్రిటిష్ హిందూ మహాసముద్ర ప్రాంతం
tg: Қаламрави Британия дар уқёнуси Ҳинд
th: บริติชอินเดียนโอเชียนเทร์ริทอรี
tr: İngiliz Hint Okyanusu Toprakları
tt: Британиянең Һинд Океанындагы территориясе
ug: ئەنگلىيەگە قاراشلىق ھىندى ئوكيان تېررىتورىيەسى
uk: Британська територія в Індійському Океані
ur: برطانوی بحر ہند کا علاقہ
uz: Hind okeanidagi Britaniya hududi
vi: Lãnh thổ Ấn độ dương thuộc Anh
zh_hans: 英属印度洋领地
zh_hant: 英屬印度洋領土

# Country.IQ
source: Iraq
af: Irak
am: ኢራቅ
ar: العراق
as: ইৰাক
bg: Ирак
bn_in: ইরাক
bs: Irak
cy: Irac
da: Irak
de: Irak
el: Ιράκ
es: Irak
et: Iraak
eu: Irak
fa: عراق
ga: An Iaráic
gd: Ioràc
gu: ઇરાક
he: עיראק
hi: इराक
hr: Irak
hu: Irak
id: Irak
is: Írak
ja: イラク
ka: ერაყი
kk: Ирак
kn: ಇರಾಕ್
ko: 이라크
ku_arab: عێراق
ky: Ирак
lo: ອີຣັກ
lt: Irakas
lv: Irāka
mi: Irāki
mk: Ирак
ml: ഇറാഖ്
mn: Ирак
mr: इराक
ne: ईराक
nn_no: Irak
no: Irak
or: ଇରାକ୍
pa_arab_pk: عراق
pa_in: ਇਰਾਕ
pl: Irak
ru: Ирак
sd: عراق
si: ඉරාකය
sl: Irak
sr_cyrl_rs: Ирак
sr_latn_rs: Irak
sv: Irak
ta: ஈராக்
te: ఇరాక్
tg: Ироқ
th: อิรัก
tr: Irak
tt: Гыйрак
ug: ئىراق
uk: Ірак
ur: عراق
uz: Iroq
zh_hans: 伊拉克
zh_hant: 伊拉克

# Country.IS
source: Iceland
af: Ysland
am: አይስላንድ
ar: أيسلندا
as: আইচলেণ্ড
az: İslandiya
bg: Исландия
bn_in: আইসল্যান্ড
bs: Island
cy: Gwlad yr Iâ
da: Island
de: Island
el: Ισλανδία
es: Islandia
et: Island
eu: Islandia
fa: ایسلند
ga: An Íoslainn
gd: Innis Tìle
gl: Islandia
gu: આઇસલેન્ડ
he: איסלנד
hi: आइसलैंड
hr: Island
hu: Izland
id: Islandia
is: Ísland
ja: アイスランド
ka: ისლანდია
kk: Исландия
kn: ಐಸ್‌ಲ್ಯಾಂಡ್
ko: 아이슬란드
ku_arab: ئایسلاند
ky: Исландия
lo: ໄອສແລນ
lt: Islandija
lv: Islande
mi: Tiorangi
mk: Исланд
ml: ഐസ്‌ലാന്റ്
mn: Исланд
mr: आइसलँड
mt: Iżlanda
ne: आइस्ल्यान्ड
nn_no: Island
no: Island
or: ଆଇସ୍‌ଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: آئس لینڈ
pa_in: ਆਈਸਲੈਂਡ
pl: Islandia
ru: Исландия
sd: آئس لينڊ
si: අයිස්ලන්තය
sl: Islandija
sr_cyrl_rs: Исланд
sr_latn_rs: Island
sv: Island
ta: ஐஸ்லாந்து
te: ఐస్లాండ్
tg: Исландия
th: ไอซ์แลนด์
tr: İzlanda
tt: Исландия
ug: ئىسلاندىيە
uk: Ісландія
ur: آئس لینڈ
uz: Islandiya
zh_hans: 冰岛
zh_hant: 冰島

# Country.IT
source: Italy
af: Italië
am: ኢጣሊያ
ar: إيطاليا
as: ইটালি
az: İtaliya
bg: Италия
bn_in: ইতালি
bs: Italija
cy: Yr Eidal
da: Italien
de: Italien
el: Ιταλία
es: Italia
et: Itaalia
eu: Italia
fa: ایتالیا
ga: An Iodáil
gd: An Eadailt
gl: Italia
gu: ઇટાલી
he: איטליה
hi: इटली
hr: Italija
hu: Olaszország
id: Italia
is: Ítalía
ja: イタリア
ka: იტალია
kk: Италия
kn: ಇಟಲಿ
ko: 이탈리아
ku_arab: ئیتالیا
ky: Италия
lo: ອິຕາລີ
lt: Italija
lv: Itālija
mi: Itāria
mk: Италија
ml: ഇറ്റലി
mn: Итали
mr: इटली
ms: Itali
mt: Italja
ne: ईटाली
nn_no: Italia
no: Italia
or: ଇଟାଲୀ
pa_arab_pk: اٹلی
pa_in: ਇਟਲੀ
pl: Włochy
ru: Италия
sd: اٽلي
si: ඉතාලිය
sl: Italija
sr_cyrl_rs: Италија
sr_latn_rs: Italija
sv: Italien
ta: இத்தாலி
te: ఇటలీ
tg: Италия
th: อิตาลี
tr: İtalya
tt: Италия
ug: ئىتالىيە
uk: Італія
ur: اٹلی
uz: Italiya
zh_hans: 意大利
zh_hant: 義大利

# Country.JE
source: Jersey
am: ጀርሲ
ar: جيرسي
as: জাৰ্চি
az: Cersi
bg: Джърси
bn_in: জার্সি
el: Τζέρζι
fa: جرسی
ga: Geirsí
gd: Deàrsaidh
gu: જર્સી
he: ג'רזי
hi: जर्सी
ja: ジャージー島
ka: ჯერსი
kk: Джерси
kn: ಜರ್ಸಿ
ko: 저지
ku_arab: جێرسی
ky: Жерси
lo: ເຈີຊີ
lt: Džersis
lv: Džērsija
mi: Hēhi
mk: Џерси
ml: ജേഴ്സി
mn: Жерси
mr: जर्सी
ne: जर्सी
or: ଜର୍ସି
pa_arab_pk: جرسی
pa_in: ਜਰਸੀ
ru: Джерси
sd: جرسي
si: ජෙරසි
sr_cyrl_rs: Џерзи
sr_latn_rs: Džersi
ta: ஜெர்ஸி
te: జెర్సీ
tg: Ҷерси
th: เจอร์ซีย์
tt: Джерси
ug: جېرسىي
uk: Джерсі
ur: جرسی
uz: Jersi
zh_hans: 泽西岛
zh_hant: 澤西

# Country.JE.2
source: Channel Islands - Jersey
af: Kanaaleilande-Jersey
am: ካነል አይላንድስ - ጄርሲ
ar: ‏‏جزر القنال الإنجليزي - جيرسى
as: চেনেল আইলেণ্ডছ - জাৰ্ছী
az: Kanal Adaları - Cersi
bg: Нормандски острови – Джърси
bn_in: নেল আইল্যান্ডে - জার্সি
bs: Kanalski otoci - Jersey
cy: Ynysoedd y Sianel - Jersey
da: Kanaløerne - Jersey
de: Kanalinseln - Jersey
el: Νησιά Τσάνελ - Τζέρσεϊ
es: Jersey
et: Kanalisaared – Jersey
eu: Kanaleko uharteak - Jersey
fa: جزیره های مانش - جرسی
ga: Oileáin Mhuir nIocht - Geirsí
gd: Eileanan Caolas Shasainn - Deàrsaidh
gl: Illas da Canle - Jersey
gu: ચેનલ આઇલેન્ડ્સ - જર્સી
he: איי התעלה - ג'רזי
hi: चैनल आइलैंड्स - जर्सी
hr: Kanalski otoci – Jersey
hu: Csatorna-szigetek – Jersey
id: Kepulauan Channel - Jersey
is: Ermasundseyjar – Jersey
ja: チャネル諸島 - ジャージー
ka: არხის კუნძულები - ჯერსი
kk: Норманд аралдары - Джерси
kn: ಚಾನಲ್ ದ್ವೀಪಗಳು - ಜೆರ್ಸಿ
ko: 채널 제도 - 저지
ku_arab: دورگەکانی کەناڵ - جێرسی
ky: Норманд аралдары - Джерси
lo: ໝູ່ເກາະຊາແນລ - ເຈີຊີ
lt: Normandijos salos – Džersis
lv: Normandijas salas - Džērsija
mi: Ngā Motu Tianere - Hēhi
mk: Каналски Острови - Џерси
ml: ചാനൽ ഐലൻഡുകൾ - ജെഴ്സി
mn: Хоолойн арлууд - Жерси
mr: खाडीतील बेटे-जर्सी
ms: Kepulauan Channel - Jersey
ne: चान्नेल आइल्याण्ड्स - जर्सी
nn_no: Kanaløyane – Jersey
no: Kanaløyene – Jersey
or: ଚ୍ୟାନେଲ୍ ଦ୍ଵୀପପୁଞ୍ଜ - ଜର୍ସି
pa_arab_pk: چینل آئ لیںڈز۔ جرسی
pa_in: ਚੈਨਲ ਆਈਲੈਂਡਸ - ਜਰਸੀ
pl: Wyspy Normandzkie — Jersey
ru: Нормандские острова — Джерси
sd: چينل آئي لينڊز - جرسي
si: ඕඩ දූපත් - ජර්සි
sl: Kanalski otoki – Jersey
sr_cyrl_rs: Каналска Острва – Џерзи
sr_latn_rs: Kanalska Ostrva – Džerzi
sv: Kanalöarna - Jersey
ta: சேனல் தீவுகள் - ஜெர்ஸி
te: ఛానెల్ దీవులు - జెర్సీ
tg: Ҷазираҳои нормандӣ - Ҷерси
th: หมู่เกาะแชนเนล - เจอร์ซีย์
tr: Manş Adaları - Jersey
tt: Норманд утраулары - Джерси
ug: شاننېل تاقىم ئاراللىرى- جېرسېي
uk: Нормандські острови – Джерсі
ur: چینل آئی لینڈز - جرسی
uz: Normand orollari - Jersi
vi: Quần đảo Channel - Jersey
zh_hans: 海峡群岛 - 泽西岛
zh_hant: 海峽群島 - 澤西島

# Country.JM
source: Jamaica
af: Jamaika
am: ጃማይካ
ar: جامايكا
as: জামাইকা
az: Yamayka
bg: Ямайка
bn_in: জামাইকা
bs: Jamajka
de: Jamaika
el: Τζαμάικα
eu: Jamaika
fa: جامائیکا
ga: Iamáice
gd: Diameuga
gl: Xamaica
gu: જમૈકા
he: ג'מייקה
hi: जमैका
hr: Jamajka
id: Jamaika
is: Jamaíka
ja: ジャマイカ
ka: იამაიკა
kk: Ямайка
kn: ಜಮೈಕಾ
ko: 자메이카
ku_arab: جامایکا
ky: Ямайка
lo: ຈາເມກ້າ
lt: Jamaika
lv: Jamaika
mi: Hamaika
mk: Јамајка
ml: ജമൈക്ക
mn: Ямайка
mr: जमैका
mt: Ġamajka
ne: जमैका
or: ଜାମାଇକା
pa_arab_pk: جمائیکا
pa_in: ਜਮਾਇਕਾ
pl: Jamajka
ru: Ямайка
sd: جاميڪا
si: ජැමෙයිකාව
sl: Jamajka
sr_cyrl_rs: Јамајка
sr_latn_rs: Jamajka
ta: ஜமைக்கா
te: జమైకా
tg: Ямайка
th: จาเมกา
tr: Jamaika
tt: Ямайка
ug: يامايكا
uk: Ямайка
ur: جمائیکا
uz: Yamayka
zh_hans: 牙买加
zh_hant: 牙買加

# Country.JO
source: Jordan
af: Jordanië
am: ዮርዳኖስ
ar: الأردن
as: জৰ্ডান
az: İordaniya
bg: Йордания
bn_in: জর্ডন
cy: Gwlad Iorddonen
de: Jordanien
el: Ιορδανία
es: Jordania
et: Jordaania
eu: Jordania
fa: اردن
ga: An Iordáin
gd: Iòrdan
gl: Xordania
gu: જોર્ડન
he: ירדן
hi: जॉर्डन
hu: Jordánia
id: Yordania
is: Jórdanía
ja: ヨルダン
ka: იორდანია
kk: Иордания
kn: ಜೋರ್ಡಾನ್
ko: 요르단
ku_arab: ئەردەن
ky: Иордания
lo: ຈໍແດນ
lt: Jordanija
lv: Jordānija
mi: Hōtene
mk: Јордан
ml: ജോര്‍ദ്ദാന്‍
mn: Йордан
mr: जॉर्डन
mt: Ġordan
ne: जोर्डन
or: ଜୋର୍ଡନ୍
pa_arab_pk: اردن
pa_in: ਜੌਰਡਨ
pl: Jordania
ru: Иордания
sd: اردن
si: ජෝර්දානය
sl: Jordanija
sr_cyrl_rs: Јордан
sv: Jordanien
ta: ஜோர்டான்
te: జోర్డాన్
tg: Урдун
th: จอร์แดน
tr: Ürdün
tt: Иордания
ug: ئىيوردانىيە
uk: Йорданія
ur: اردن
uz: Iordaniya
zh_hans: 约旦
zh_hant: 約旦

# Country.KE
source: Kenya
af: Kenia
am: ኬንያ
ar: كينيا
as: কেনিয়া
az: Keniya
bg: Кения
bn_in: কেনিয়া
bs: Kenija
cy: Cenia
de: Kenia
el: Κένυα
es: Kenia
fa: کنیا
ga: An Chéinia
gd: Ceinia
gu: કેન્યા
he: קניה
hi: केन्या
hr: Kenija
is: Kenía
ja: ケニア
ka: კენია
kk: Кения
kn: ಕೀನ್ಯಾ
ko: 케냐
ku_arab: کینیا
ky: Кения
lo: ເຄັນຢາ
lt: Kenija
lv: Kenija
mi: Kenia
mk: Кенија
ml: കെനിയ
mn: Кени
mr: केनिया
mt: Kenja
ne: केन्या
or: କେନିଆ
pa_arab_pk: کینیا
pa_in: ਕੀਨੀਆ
pl: Kenia
ru: Кения
sd: ڪينيا
si: කෙන්යාව
sl: Kenija
sr_cyrl_rs: Кенија
sr_latn_rs: Kenija
ta: கென்யா
te: కెన్యా
tg: Кения
th: เคนยา
tt: Кения
ug: كېنىيە
uk: Кенія
ur: کینیا
uz: Keniya
zh_hans: 肯尼亚
zh_hant: 肯亞

# Country.KG
source: Kyrgyzstan
af: Kirgisië
am: ኪግሪዝስታን
ar: قيرغيزستان
as: কিৰ্গিজস্তান
az: Qırğızıstan
bg: Киргизстан
bn_in: কিরঘিজিস্তান
bs: Kirgistan
da: Kirgisistan
de: Kirgisistan
el: Κιργιστάν
es: Kirguistán
et: Kõrgõzstan
eu: Kirgizistan
fa: قرقیزستان
ga: An Chirgeastáin
gd: Cìorgastan
gl: Kirguizistán
gu: કિર્ગિઝસ્તાન
he: קירגיזסטן
hi: किर्गिज़स्तान
hr: Kirgistan
hu: Kirgizisztán
is: Kirgistan
ja: キルギス
ka: ყირგიზეთი
kk: Қырғызстан
kn: ಕಿರ್ಗಿಸ್ಥಾನ್
ko: 키르기스스탄
ku_arab: قەرەغیزستان
ky: Кыргызстан
lo: ເຄີກິດສະຖານ
lt: Kirgizija
lv: Kirgizstāna
mi: Kehitāna
mk: Киргистан
ml: കിര്‍ഗ്ഗിസ്താന്‍
mn: Кыргызстан
mr: किर्गिझस्तान
mt: Kirgistan
ne: किर्गिजस्तान
nn_no: Kirgisistan
no: Kirgisistan
or: କେରଜିଗସ୍ତାନ୍
pa_arab_pk: کرغیزستان
pa_in: ਕਿਰਗਿਜ਼ਸਤਾਨ
pl: Kirgistan
ru: Киргизия
sd: ڪرغستان
si: කිර්ගිස්තානය
sl: Kirgizistan
sr_cyrl_rs: Киргизија
sr_latn_rs: Kirgistan
sv: Kirgizistan
ta: கிர்கிஸ்தான்
te: కిర్గిజ్‌స్థాన్
tg: Қирғизистон
th: คีร์กีซสถาน
tr: Kırgızistan
tt: Кыргызстан
ug: قىرغىزىستان
uk: Киргизстан
ur: کرغیزستان
uz: Qirg‘iziston
zh_hans: 吉尔吉斯斯坦
zh_hant: 吉爾吉斯

# Country.KH
source: Cambodia
af: Kambodja
am: ካምቦዲያ
ar: كمبوديا
as: কম্বোডিয়া
az: Kamboca
bg: Камбоджа
bn_in: কম্বোডিয়া
bs: Kambodža
da: Cambodja
de: Kambodscha
el: Καμπότζη
es: Camboya
et: Kambodža
eu: Kanbodia
fa: کامبوج
ga: An Chambóid
gd: Cambuidea
gl: Cambodja
gu: કંબોડિયા
he: קמבודיה
hi: कम्बोडिया
hr: Kambodža
hu: Kambodzsa
id: Kamboja
is: Kambódía
ja: カンボジア
ka: კამბოჯა
kk: Камбоджа
kn: ಕಾಂಬೋಡಿಯಾ
ko: 캄보디아
ku_arab: کەمبۆدیا
ky: Камбожия
lo: ກໍາປູເຈຍ
lt: Kambodža
lv: Kambodža
mi: Kamopōtia
mk: Камбоџа
ml: കംബോഡിയ
mn: Камбож
mr: कंबोडिया
ms: Kemboja
mt: Kambodja
ne: क्यामबोडिया
nn_no: Kambodsja
no: Kambodsja
or: କାମ୍ଵୋଡିଆ
pa_arab_pk: کمبوڈیا
pa_in: ਕੰਬੋਡੀਆ
pl: Kambodża
ru: Камбоджа
sd: ڪمپوڊيا
si: කා‍ම්බෝජියාව
sl: Kambodža
sr_cyrl_rs: Камбоџа
sr_latn_rs: Kambodža
sv: Kambodja
ta: கம்போடியா
te: కాంబోడియా
tg: Камбоҷа
th: กัมพูชา
tr: Kamboçya
tt: Камбоджа
ug: كامبودژا
uk: Камбоджа
ur: کمبوڈیا
uz: Kambodja
vi: Campuchia
zh_hans: 柬埔寨
zh_hant: 柬埔寨

# Country.KI
source: Kiribati
am: ኪሪባቲ
ar: كيريباتي
as: কিৰিবাটি
bg: Кирибати
bn_in: কিরিবাটি
el: Κιριμπάτι
fa: کیریباتی
ga: Cireabaití
gd: Ciribeas
gu: કિરિબાતી
he: קיריבטי
hi: किरिबाती
is: Kíribatí
ja: キリバス
ka: კირიბატი
kk: Кирибати
kn: ಕಿರಿಬಟಿ
ko: 키리바시
ku_arab: کیریباتی
ky: Кирибати
lo: ຄຣິບາຕິ
lt: Kiribatis
mi: Kiripati
mk: Кирибати
ml: കിരിബാറ്റി
mn: Кирибати
mr: किरीबाटी
ne: किरीबाती
or: କିରିବାଟି
pa_arab_pk: کری باتی
pa_in: ਕੀਰੀਬਾਟੀ
ru: Кирибати
sd: ڪرباتي
si: කිරිබති
sr_cyrl_rs: Кирибати
ta: கிரிபாதி
te: కిరిబాటి
tg: Кирибати
th: คิริบาส
tt: Кирибати
ug: كىرىباتى
uk: Кірібаті
ur: کری باتی
zh_hans: 基里巴斯
zh_hant: 吉里巴斯

# Country.KM
source: Comoros
af: Comore, Die
am: ኮሞሮስ
ar: جزر القمر
as: কোমোৰোজ
az: Komor adaları
bg: Коморски острови
bn_in: কোমোরস
bs: Komori
da: Comorerne
de: Komoren
el: Κομόρες
es: Comoras
et: Komoorid
eu: Komoreak
fa: کومور
ga: Oileáin Chomóra
gl: Comores
gu: કોમોરોઝ
he: קומורו
hi: कोमोरोज़
hr: Komori
hu: Comore-szigetek
id: Komoro
is: Kómoreyjar
ja: コモロ
ka: კომორის კუნძულები
kk: Комор аралдары
kn: ಕೊಮೋರೋಸ್
ko: 코모로
ku_arab: کۆمۆرۆس
ky: Коморос
lo: ໂຄໂມຣອສ
lt: Komorai
lv: Komoru salas
mi: Komorohi
mk: Комори
ml: കൊമോറസ്
mn: Коморын арлууд
mr: कॉमॉरोस
mt: Komoros
ne: कोमोरोस
nn_no: Komorane
no: Komorene
or: କୋମୋରୋସ୍
pa_arab_pk: کاموروس
pa_in: ਕੋਮੋਰੋਸ
pl: Komory
ru: Коморы
sd: ڪوموروس
si: කොමරෝස්
sl: Komori
sr_cyrl_rs: Комори
sr_latn_rs: Komori
sv: Komorerna
ta: கொமரோஸ்
te: కోమొరోస్
tg: Комор
th: คอโมโรส
tr: Komorolar
tt: Комор утраулары
ug: كومورا
uk: Комори
ur: کاموروس
uz: Komor orollari
zh_hans: 科摩罗
zh_hant: 葛摩
