Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.JP.OkayamakenDashed
source: Okayama-ken
am: ኦካያማ-ከን
ar: أوكياما-كين
as: অকায়ামা-কেন
bg: Окаяма Кен
bn_in: ওকায়ামা-কেন
el: Επαρχία Οκαγιάμα
es: Prefectura de Okayama
fa: اوکایاما-کن
he: אוקאיאמה-קן
ja: 岡山県
ka: ოკაიამა-კენი
kk: Окаяма
ku_arab: ئۆکایاما-کێن
ky: Окаяма префектурасы
lo: ໂອຄາຢາມາ-ເຄັນ
lv: Okajama
mk: Окајама-кен
mn: Окаяма-кэн
ne: ओकायामा-केन
or: ଓକୋୟମା-କେନ୍
pa_arab_pk: اوکایاما-کین
pa_in: ਓਕਾਇਮਾ-ਕੇਨ
pl: Prefektura Okayama
ru: Префектура Окаяма
sd: اوڪي ياما-ڪين
si: ඔකයාමා-කෙන්
sl: Prefektura Okajama
sv: Okayama
tg: Окайамакен
th: โอะกะยะมะ
tt: Окайама-кен
ug: ئوكاياما ناھىيەسى
uk: Префектура Окаяма
ur: اوکایاما-کین
uz: Okayama prefekturasi

# Word.State.JP.OkinawakenDashed
source: Okinawa-ken
am: ኦኪናዋ-ከን
ar: أوكيناوا-كين
as: অকিনাৱা-কেন
az: Okinava-ken
bg: Окинава Кен
bn_in: ওকিনাওয়া-কেন
bs: Okinava-ken
el: Επαρχία Οκινάουα
es: Prefectura de Okinawa
fa: اوکیناوا-کن
he: אוקינאווה-קן
ja: 沖縄県
ka: ოკინავა-კენი
kk: Окинава
ku_arab: ئۆکیناوا-کێن
ky: Окинава префектурасы
lo: ໂອກີນາວາ-ເຄັນ
lv: Okinava
mk: Окинава-кен
mn: Окинава-кэн
ne: ओकिनावा-केन
or: ଓକିନାୱା-କେନ୍
pa_arab_pk: اوکی ناوا-کین
pa_in: ਓਕੀਨਾਵਾ-ਕੇਨ
pl: Prefektura Okinawa
ru: Префектура Окинава
sd: اوڪيناوا-ڪين
si: ඔකිනාවා-කෙන්
sl: Prefektura Okinava
sv: Okinawa
tg: Окинавакен
th: โอกินาวา
tt: Окинава-кен
ug: ئوكىناۋا ناھىيەسى
uk: Префектура Окінава
ur: اوکیناوا-کین
uz: Okinava prefekturasi

# Word.State.JP.OsakafuDashed
source: Osaka-fu
am: ኦሳካ-ከን
ar: أوساكا-فو
as: ওছাকা-ফু
bg: Осака Фу
bn_in: ওসাকা-ফু
el: Οσάκα
es: Prefectura de Osaka
fa: اوساکا-فو
he: אוסקה-פו
ja: 大阪府
ka: ოსაკა-ფუ
kk: Осака
ku_arab: ئۆساکا-فوو
ky: Осака префектурасы
lo: ໂອຊະກະ-ຟູ
lv: Osaka
mk: Осака-фу
mn: Оосака-фү
ne: ओसाका-फु
or: ଓସୋକା-ଫୁ
pa_arab_pk: اوساکا-فو
pa_in: ਓਸਾਕਾ-ਕੇਨ
pl: Prefektura miejska Osaka
ru: Префектура Осака
sd: اوساڪا-ڦو
si: ඔසාකා-ෆු
sl: Osaka
sv: Osaka
tg: Осака-фу
th: โอซาก้า
tt: Осако-фу
ug: ئوساكا مەھكىمىسى
uk: Префектура Осака
ur: اوساکا-فو
uz: Osaka prefekturasi

# Word.State.JP.SagakenDashed
source: Saga-ken
am: ሳጋ-ከን
ar: ساجا-كين
as: ছাগা-কেন
az: Saqa-ken
bg: Сага Кен
bn_in: সাগা-কেন
el: Επαρχία Σάγκα
es: Prefectura de Saga
fa: ساگا-کن
he: סאגה-קן
ja: 佐賀県
ka: საგა-კენი
kk: Сага
ku_arab: ساگا-کێن
ky: Сага префектурасы
lo: ຊາກະ-ເຄັນ
lv: Saga
mk: Сага-кен
mn: Сага-кэн
ne: सागा-केन
or: ସାଗା-କେନ୍
pa_arab_pk: ساگا-کین
pa_in: ਸਾਗਾ-ਕੇਨ
pl: Prefektura Saga
ru: Префектура Сага
sd: ساگا-ڪين
si: සාගා-කෙන්
sl: Prefektura Saga
sv: Saga
tg: Сагакен
th: ซากะ
tt: Сага-кен
ug: ساگا ناھىيەسى
uk: Префектура Сага
ur: ساگا-کین
uz: Saga prefekturasi

# Word.State.JP.SaitamakenDashed
source: Saitama-ken
am: ሳይታማ-ከን
ar: سيتاما-كين
as: ছাইটামা-কেন
bg: Сайтама Кен
bn_in: সাইটামা-কেন
el: Επαρχία Σαϊτάμα
es: Prefectura de Saitama
fa: سایتاما-کن
he: סאיטמה-קן
ja: 埼玉県
ka: საიტამა-კენი
kk: Сайтама
ku_arab: سائیتاما-کێن
ky: Сайтама префектурасы
lo: ໄຊຕາມະ-ເຄນ
lv: Saitama
mk: Саитама-кен
mn: Сайтама-кэн
ne: साइतामा-केन
or: ସିଏତମା-କେନ୍
pa_arab_pk: سائتاما-کین
pa_in: ਸੈਟਮਾ-ਕੇਨ
pl: Prefektura Saitama
ru: Префектура Сайтама
sd: سئيٽاما-ڪين
si: සයිටමා -කෙන්
sl: Prefektura Saitama
sv: Saitama
tg: Сағтамакен
th: ไซตามะ
tt: Сайтама-кен
ug: سايتاما ناھىيەسى
uk: Префектура Сайтама
ur: سائٹاما-کین
uz: Saytama prefekturasi

# Word.State.JP.ShigakenDashed
source: Shiga-ken
am: ሺጋ-ከን
ar: شيجا-كين
as: চ্ছিগা-কেন
az: Şiqa-ken
bg: Шига Кен
bn_in: শিগা-কেন
el: Επαρχία Σίγκα
es: Prefectura de Shiga
fa: شیگا-کن
he: שיגה-קן
ja: 滋賀県
ka: შიგა-კენი
kk: Шига
ku_arab: شیگا-کێن
ky: Сига префектурасы
lo: ຊິກະ-ເຄັນ
lv: Siga
mk: Шига-кен
mn: Шига-кэн
ne: सिगा-केन
or: ଶିଗା-କେନ୍
pa_arab_pk: شیگا-کین
pa_in: ਸ਼ਿਗਾ-ਕੇਨ
pl: Prefektura Shiga
ru: Префектура Сига
sd: شيگا-ڪين
si: ෂිගා-කෙන්
sl: Prefektura Shiga
sv: Shiga
tg: Сигакен
th: ชิงะ
tt: Шига-кен
ug: شىگا ناھىيەسى
uk: Префектура Сіга
ur: شیگا-کین
uz: Siga prefekturasi

# Word.State.JP.ShimanekenDashed
source: Shimane-ken
am: ሺማነ-ከን
ar: شيماني-كين
as: শ্বিমানে–কেন
az: Şimane-ken
bg: Шимане Кен
bn_in: শিমানে-কেন
el: Επαρχία Σιμάνε
es: Prefectura de Shimane
fa: شیمین-کین
he: שימאנה-קן
ja: 島根県
ka: შიმანე-კენი
kk: Шиман
ku_arab: شیمانێ-کێن
ky: Симане префектурасы
lo: ຊິມາເນ-ເຄັນ
lv: Simane
mk: Шимане-кен
mn: Шиманэ-кэн
ne: सिमाने-केन
or: ସିମେନେ-କେନ୍
pa_arab_pk: شیمانے-کین
pa_in: ਸ਼ਿਮਾਨੇ-ਕੇਨ
pl: Prefektura Shimane
ru: Префектура Симане
sd: شمائن-ڪين
si: ෂිමානෙ-කෙන්
sl: Prefektura Šimane
sv: Shimane
tg: Симанекен
th: ชิมาเนะ
tt: Шиман-кен
ug: شىمانې ناھىيەسى
uk: Префектура Сімане
ur: شیمانے=کین
uz: Simane prefekturasi

# Word.State.JP.ShizuokakenDashed
source: Shizuoka-ken
am: ሺዙኦካ-ከን
ar: شيزوكا-كين
as: চিঝৌকা-কেন
az: Şizuoka-ken
bg: Шизука Кен
bn_in: শিজুআকা-কেন
el: Επαρχία Σιζουόκα
es: Prefectura de Shizuoka
fa: شیزوکو-کن
he: שיצואוקה-קן
ja: 静岡県
ka: შიზუოკა-კენი
kk: Шизуока
ku_arab: شیزووئۆکا-کێن
ky: Сид-зубка префектурасы
lo: ຊິຊຸຄາ-ເຄັນ
lv: Sidzouka
mk: Шидзуока-кен
mn: Шизүока-кэн
ne: सिजुका-केन
or: ସିଜୁକୋ-କେନ୍
pa_arab_pk: شیزوکا-کین
pa_in: ਸ਼ਿਜ਼ੌਕਾ-ਕੇਨ
pl: Prefektura Shizuoka
ru: Префектура Сидзуока
sd: شزوڪا-ڪين
si: ෂිට්සුඕකා-කෙන්
sl: Prefektura Shizuoka
sv: Shizuoka
tg: Судзиокакен
th: ชิซูโอกะ
tt: Шизуока-кен
ug: شېزوكا ناھىيەسى
uk: Префектура Сідзуока
ur: شیزوکا-کین
uz: Sidzuoka prefekturasi

# Word.State.JP.TochigikenDashed
source: Tochigi-ken
am: ቶቺጊ-ከን
ar: توشيجي-كين
as: টছিগি-কেন
az: Toçigi-ken
bg: Точиги Кен
bn_in: টচিগি-কেন
el: Επαρχία Τοτσίγκι
es: Prefectura de Tochigi
fa: توچیگی-کن
he: טוצ'יגי-קן
ja: 栃木県
ka: ტოჩიგი-კენი
kk: Точиги
ku_arab: تۆچیگی-کێن
ky: Тотиги префектурасы
lo: ໂຕຈິກິ-ເຄັນ
lv: Točigi
mk: Точиги-кен
mn: Точиги-кэн
ne: टोचिगी-केन
or: ତୋଚିଗି-କେନ୍
pa_arab_pk: ٹوچیگی-کین
pa_in: ਤੋਚਿਗੀ-ਕੇਨ
pl: Prefektura Tochigi
ru: Префектура Тотиги
sd: ٽوچيگي-ڪين
si: ටොචිගි-කින්
sl: Prefektura Tochigi
sv: Tochigi
tg: Тотиги
th: โตชิกิ
tt: Точиги-Кен
ug: توچىگى ناھىيەسى
uk: Префектура Тотігі
ur: ٹوچیگی-کین
uz: Totigi prefekturasi

# Word.State.JP.TokushimakenDashed
source: Tokushima-ken
am: ቶኩሺማ-ከን
ar: طوكوشيما-كين
as: টোকুশ্বিমা-কেন
az: Tokusima-ken
bg: Токушима Кен
bn_in: টকুশিমা-কেন
el: Επαρχία Τοκουσίμα
es: Prefectura de Tokushima
fa: توکوشیما-کن
he: טוקושימה-קן
ja: 徳島県
ka: ტოკუშიმა-კენი
kk: Токушима
ku_arab: تۆکووشیما-کێن
ky: Токусима префектурасы
lo: ໂຕຄູຊິມະ-ເຄັນ
lv: Tokusima
mk: Токушима-кен
mn: Токүшима-кэн
ne: टोकुसिमा-केन
or: ଟୋକୁଶିମା-କେନ୍
pa_arab_pk: ٹوکوشیما-کین
pa_in: ਟੋਕੂਸ਼ੀਮਾ-ਕੇਨ
pl: Prefektura Tokushima
ru: Префектура Токусима
sd: ٽوڪوشيما-ڪين
si: ටොකුෂිමා-කෙන්
sl: Prefektura Tokušima
sv: Tokushima
tg: Токусимакен
th: โทคูชิมา
tt: Токушима-кен
ug: توكوشىما ناھىيەسى
uk: Префектура Токусіма
ur: ٹوکوشیما-کین
uz: Tokusima prefekturasi

# Word.State.JP.TokyotoDashed
source: Tokyo-to
am: ቶክዮ-ቶ
ar: طوكيو-طو
as: টকিঅ-টো
bg: Токио То
bn_in: টোকিও-টু
bs: Tokijo
el: Τόκιο
es: Tokio
eu: Tokio-to
fa: توکیو-تو
he: טוקיו-טו
ja: 東京都
ka: ტოკიო-ტო
kk: Токио
ku_arab: تۆکیۆ-تۆ
ky: Токио префектурасы
lo: ໂຕກຽວ-ໂຕ
lv: Tokija
mk: Токио-то
mn: Токио-то
ne: टोक्यो-टो
or: ଟୋକିୟୋ-ଟୁ
pa_arab_pk: ٹوکیو-ٹو
pa_in: ਟੋਕੀਓ-ਟੋ
pl: Prefektura stołeczna Tokio
ru: Столичная префектура Токио
sd: ٽوڪيو-جي لاءِ
si: ටෝකියෝ-ටු
sl: Tokio
sv: Tokyo
tg: Токио-то
th: โตเกียว
tt: Токио
ug: توكيو-تو
uk: Столична Префектура Токіо
ur: ٹوکیو-ٹو
uz: Tokio

# Word.State.JP.TottorikenDashed
source: Tottori-ken
am: ቶቶሪ-ከን
ar: توتوري-كين
as: তট্টোৰি-কেন
bg: Тотори Кен
bn_in: টটটোরি-কেন
el: Επαρχία Τοτόρι
es: Prefectura de Tottori
fa: توتوری-کن
he: טוטורי-קן
ja: 鳥取県
ka: ტოტორი-კენი
kk: Тоттори
ku_arab: تۆتۆری-کێن
ky: Тоттори префектурасы
lo: ຕັອດໂຕຣິ-ເຄັນ
lv: Totori
mk: Тотори-кен
mn: Тоттори-кэн
ne: टोटोरी-केन
or: ଟୋଟୋରିଆ-କେନ୍
pa_arab_pk: ٹوٹوری-کین
pa_in: ਟੋੱਟੋਰੀ-ਕੇਨ
pl: Prefektura Tottori
ru: Префектура Тоттори
sd: ٽٽوري-ڪين
si: ටොටොරි-කෙන්
sl: Prefektura Tottori
sv: Tottori
tg: Тотторикен
th: ทตโตะริ
tt: Тоттори-кен
ug: توتتورى ناھىيەسى
uk: Префектура Тотторі
ur: ٹوٹن-کین
uz: Tottori prefekturasi

# Word.State.JP.ToyamakenDashed
source: Toyama-ken
am: ቶያማ-ከን
ar: طوياما-كين
as: টয়ামা-কেন
bg: Тояма Кен
bn_in: টোয়য়ামা-কেন
el: Επαρχία Τογιάμα
es: Prefectura de Toyama
fa: تویاما-کن
he: טויאמה-קן
ja: 富山県
ka: ტოიამა-კენი
kk: Тояма
ku_arab: تۆیاما-کێن
ky: Тояма префектурасы
lo: ໂຕຢາມະ-ເຄັນ
lv: Tojama
mk: Тојама-кен
mn: Тояма-кэн
ne: टोयामा-केन
or: ତୋୟମା-କେନ୍
pa_arab_pk: ٹویاما-کین
pa_in: ਤੋਇਮਾ-ਕੇਨ
pl: Prefektura Toyama
ru: Префектура Тояма
sd: ٽوياما-ڪين
si: ටොයාමා-කෙන්
sl: Prefektura Toyama
sv: Toyama
tg: Тоямакен
th: โทยามะ
tt: Тояма-кен
ug: توياما ناھىيەسى
uk: Префектура Тояма
ur: ٹویاما=کین
uz: Toyama prefekturasi

# Word.State.JP.WakayamakenDashed
source: Wakayama-ken
am: ዋካያማ-ከን
ar: واكياما-كين
as: ৱাকায়ামা-কেন
az: Vakayama-ken
bg: Вакаяма Кен
bn_in: ওয়াকায়ামা-কেন
el: Επαρχία Ουακαγιάμα
es: Prefectura de Wakayama
fa: واکایاما-کن
he: וואקאיאמה-קן
ja: 和歌山県
ka: ვაკაიამა-კენი
kk: Вакаяма
ku_arab: واکایاما-کێن
ky: Вакаяма префектурасы
lo: ວາຄະຢາມະ-ເຄັນ
lv: Vakajama
mk: Вакајама-кен
mn: Вакаяма-кэн
ne: वाकायामा-केन
or: ୱାକାୟାମା-କେନ୍
pa_arab_pk: واکایامو-کین
pa_in: ਵਕਾਇਮਾ-ਕੇਨ
pl: Prefektura Wakayama
ru: Префектура Вакаяма
sd: واڪي ياما-ڪين
si: වකයාමා-කෙන්
sl: Prefektura Vakajama
sv: Wakayama
tg: Вакаямакен
th: วากายามะ
tt: Уакаяма-кен
ug: ۋاكاياما ناھىيەسى
uk: Префектура Вакаяма
ur: واکایاما-کین
uz: Vakayama prefekturasi

# Word.State.JP.YamagatakenDashed
source: Yamagata-ken
am: ያማጋታ-ከን
ar: ياماجاتا-كين
as: য়ামাগাটা-কেন
az: Yamaqata-ken
bg: Ямагата Кен
bn_in: ইয়ামাগাটা-কেন
el: Επαρχία Γιαμαγκάτα
es: Prefectura de Yamagata
fa: یاماگاتا-کن
he: ימגטה-קן
ja: 山形県
ka: იამაგატა-კენი
kk: Ямаката
ku_arab: یاماگاتا-کێن
ky: Ямагата префектурасы
lo: ຢາມາກາຕາ-ເຄັນ
lv: Jamagata
mk: Јамагаѕа-кен
mn: Ямагата-кэн
ne: यामागाता-केन
or: ଯାମାଗାଟା-କେନ୍
pa_arab_pk: یاماگاٹا-کین
pa_in: ਯਮਾਗਤਾ-ਕੇਨ
pl: Prefektura Yamagata
ru: Префектура Ямагата
sd: ياماگتا-ڪين
si: යමගටා - කෙන්
sl: Prefektura Yamagata
sv: Yamagata
tg: Ямагатакен
th: ยามากาตะ
tt: Ямагата-Кен
ug: ياماگاتا ناھىيەسى
uk: Префектура Ямагата
ur: یاماگٹے-کین
uz: Yamagata prefekturasi

# Word.State.JP.YamaguchikenDashed
source: Yamaguchi-ken
am: ያማጉቺ-ከን
ar: ياماجوشي-كين
as: য়ামাগুশ্বি-কেন
az: Yamaquçi-ken
bg: Ямагучи Кен
bn_in: ইয়ামাগুচি-কেন
el: Επαρχία Γιαμαγκούτσι
es: Prefectura de Yamaguchi
fa: یاماگوچی-کن
he: יאמאגוצ'י-קן
ja: 山口県
ka: იამაგუჩი-კენი
kk: Ямагучи
ku_arab: یاماگووچی-کێن
ky: Ямагучи префектурасы
lo: ຢາມາກູຊິ-ເຄັນ
lv: Jamaguči
mk: Јамагучи-кен
mn: Ямагүчи-кэн
ne: यामागुची-केन
or: ୟାମାଗୁଚି-କେନ୍
pa_arab_pk: یاماگوچی-کین
pa_in: ਯਮੇਗੁਚੀ-ਕੇਨ
pl: Prefektura Yamaguchi
ru: Префектура Ямагучи
sd: ياماگوچي-ڪين
si: යමාගුචි-කෙන්
sl: Prefektura Jamaguči
sv: Yamaguchi
tg: Ямагучикен
th: ยามากูชิ
tt: Ямагучи-кен
ug: ياماگۇچى ناھىيەسى
uk: Префектура Ямагучі
ur: یاماگوچی-کین
uz: Yamaguchi prefekturasi

# Word.State.JP.YamanashikenDashed
source: Yamanashi-ken
am: ያማናሺ-ከን
ar: يامنشي-كين
as: য়ামানাছি-কেন
az: Yamanaşi-ken
bg: Яманаши Кен
bn_in: ইয়ামানসি-কেন
el: Επαρχία Γιαμανάσι
es: Prefectura de Yamanashi
fa: یاماناشی-کن
he: ימנאשי-קן
ja: 山梨県
ka: იამანაში-კენი
kk: Яманаши
ku_arab: یاماناشی-کێن
ky: Яманаси префектурасы
lo: ຢາມານາຊິ-ເຄັນ
lv: Jamanasi
mk: Јаманаши-кен
mn: Яманаши-кэн
ne: यामानसी-केन
or: ୟାମନସି-କେନ୍
pa_arab_pk: یاماناشی-کین
pa_in: ਯਮਨਾਸ਼ੀ-ਕੇਨ
pl: Prefektura Yamanashi
ru: Префектура Яманаси
sd: ياماناش-ڪين
si: යමනාෂි-කෙන්
sl: Prefektura Yamanashi
sv: Yamanashi
tg: Яманашикен
th: ยามานาชิ
tt: Яманаши-кен
ug: ياماناشى ناھىيەسى
uk: Префектура Яманасі
ur: یاماناشی-کین
uz: Yamanasi prefekturasi

# Literal.Klarna.Property.CPRNumberTenDigits
source: CPR-number (10 digits)
af: CPR-nommer (10 syfers)
am: CPR-ቁጥር (10 አሃዞች)
ar: رقم CPR (10 أرقام)
as: CPR- নম্বৰ (10 সংখ্যাৰ)
az: CPR nömrəsi (10 rəqəm)
bg: CPR – число (10 цифри)
bn_in: CPR-নম্বর (10টি সংখ্যা)
bs: CPR broj (10 cifara)
cy: Rhif CPR (10 digid)
da: CPR-nummer (10 cifre)
de: CPR-Nummer (10-stellig)
el: Αριθμός CPR (10 ψηφία)
es: Número de CPR (10 dígitos)
et: CPR-number (10 kohta)
eu: CPR zenbakia (10 digitu)
fa: شماره CPR (۱۰ رقمی)
ga: Uimhir CPR (10 ndigit)
gd: Àireamh CPR (10 àireamhan)
gl: Número de CPR (10 díxitos)
gu: CPR-નંબર (10 અંક)
he: מספר תעודת זהות בדנמרק (10 ספרות)
hi: CPR-संख्या (10 अंकीय)
hr: CPR-broj (10 znamenki)
hu: CPR-szám (10 számjegy)
id: Nomor CPR (10 digit)
is: Kennitala (10 tölustafir)
ja: CPR 番号 (10 桁)
ka: CPR-ნომერი (10 ციფრი)
kk: Орталық жеке тіркеу нөмірі (10 цифр)
kn: ಸಿಪಿಆರ್‌-ಸಂಖ್ಯೆ (10 ಅಂಕಿಗಳು)
ko: CPR 숫자(10자리)
lo: ເບີ CPR (10 ຕົວເລກ)
lt: CPR numeris (10 skaitmenų)
lv: CPR numurs (10 cipari)
mi: Tau-CPR (10 mati)
mk: CPR-број (10 цифри)
ml: CPR-നമ്പർ (10 അക്കങ്ങൾ)
mr: CPR-संख्या (10 अंक)
ms: Nombor CPR (10 digit)
mt: Numru tas-CPR (10 ċifri)
ne: CPR-नम्बर (10 अंक)
nn_no: CPR-nummer (10 siffer)
no: CPR-tall (10 sifre)
or: CPR-ନମ୍ବର (10 ଅଙ୍କ)
pa_in: CPR-ਨੰਬਰ (10 ਅੰਕ)
pl: Numer CPR (10 cyfr)
ru: Номер CPR (10 цифр)
sl: Številka CPR (10 števk)
sr_cyrl_rs: CPR број (10 цифара)
sr_latn_rs: CPR broj (10 cifara)
sv: CPR-nummer (10 siffror)
ta: CPR-எண் (10 இலக்கங்கள்)
te: CPR-నంబర్ (10 అంకెలు)
th: ตัวเลข CPR (10 หลัก)
tr: CPR numarası (10 basamak)
tt: CPR номеры (10 цифр)
ug: CPR نومۇرى (10 خانا)
uk: Номер CPR (10 цифр)
ur: CPR-نمبر (10 ہندسے)
uz: CPR raqami (10 xonali)
vi: Số CPR (10 chữ số)
zh_hans: CPR-数字(10 位数)
zh_hant: CPR-號碼 (10個數字)

# Literal.Klarna.Property.PersonalNumberElevenDigits
source: Personal number (11 digits)
af: Persoonlike nommer (11 syfers)
am: የግል ቁጥር (11 አሃዞች)
ar: الرقم الشخصي (11 رقمًا)
as: ব্যক্তিগত নম্বৰ (11 সংখ্যাৰ)
az: Şəxsi nömrə (11 rəqəm)
bg: Персонален номер (11 цифри)
bn_in: ব্যক্তিগত নম্বর (11টি সংখ্যা)
bs: Lični broj (11 cifara)
cy: Rhif personol (11 digid)
da: Personnummer (11 cifre)
de: Personennummer (11-stellig)
el: Προσωπικός αριθμός (11 ψηφία)
es: Número personal (11 dígitos)
et: Isiklik number (11 kohta)
eu: Zenbakia pertsonala (11 digitu)
fa: شماره شخصی (۱۱ رقم)
ga: Uimhir phearsanta (11 dhigit)
gd: Àireamh phearsanta (11 àireamh)
gl: Número persoal (11 díxitos)
gu: વ્યક્તિગત નંબર (11 અંક)
he: מספר תעודת זהות בדנמרק (11 ספרות)
hi: व्यक्तिगत संख्या (11 अंकीय)
hr: Osobni broj (11 znamenki)
hu: Személyes szám (11 számjegy)
id: Nomor pribadi (11 digit)
is: Persónunúmer (11 tölustafir)
ja: 個人番号 (11 桁)
ka: პერსონალური ნომერი (11 ციფრი)
kk: Жеке нөмір (11 цифр)
kn: ವೈಯಕ್ತಿಕ ಸಂಖ್ಯೆ (11 ಅಂಕಿಗಳು)
ko: 개인 번호(11자리 숫자)
lo: ເບີສ່ວນຕົວ (11 ຕົວເລກ)
lt: Asmeninis numeris (11 skaitmenų)
lv: Personiskais numurs (11 cipari)
mi: Tau whaiaro (11 mati)
mk: Личен број (11 цифри)
ml: വ്യക്തിഗത നമ്പർ (11 അക്കങ്ങൾ)
mr: वैयक्तिक संख्या (11 अंक)
ms: Nombor peribadi (11 digit)
mt: Numru personali (11-il ċifra)
ne: व्यक्तिगत नम्बर (11 अंक)
nn_no: Personnummer (11 siffer)
no: Fødselsnummer (11 siffer)
or: ବ୍ୟକ୍ତିଗତ ନମ୍ବର (11 ଅଙ୍କ)
pa_in: ਨਿੱਜੀ ਨੰਬਰ (11 ਅੰਕ)
pl: Numer osobisty (11 cyfr)
ru: Персональный номер (11 цифр)
sl: Osebna številka (11 števk)
sr_cyrl_rs: Лични број (11 цифара)
sr_latn_rs: Lični broj (11 cifara)
sv: Personnummer (11 siffror)
ta: தனிப்பட்ட எண் (11 இலக்கங்கள்)
te: వ్యక్తిగత నంబర్ (11 అంకెలు)
th: หมายเลขส่วนตัว (11 หลัก)
tr: Kişisel numara (11 basamak)
tt: Шәхси номер (11 цифр)
ug: شەخسىي نومۇر (11 خانا)
uk: Особистий номер (11 цифр)
ur: ذاتی نمبر (11 ہندسے)
uz: Shaxsiy raqam (11 xonali)
vi: Số cá nhân (11 chữ số)
zh_hans: 个人电话(11 位)
zh_hant: 個人號碼 (11 個數字)

# Literal.PaymentMethod.Paypal.CancelButtonAccessibilityName
source: Add payment info Cancel
af: Voeg betaalinligting by Kanselleer
am: የክፍያ መረጃ ያክሉ ሰርዝ
ar: إضافة معلومات الدفع إلغاء الأمر
as: ধন পৰিশোধৰ তথ্য যোগ কৰক বাতিল
az: Ödəniş haqqında məlumat əlavə edin Ləğv edin
bg: Отказ от добавяне на информация за плащане
bn_in: অর্থপ্রদানের তথ্য যোগ করুন বাতিল করুন
bs: Dodavanje informacija o plaćanju Otkaži
cy: Ychwanegu gwybodaeth talu Canslo
da: Tilføj betalingsoplysninger Annuller
de: Zahlungsinformationen hinzufügen: Abbrechen
el: Προσθήκη πληροφοριών πληρωμής Άκυρο
es: Agregar información de pago Cancelar
et: Makseteabe lisamine, nupp Loobu
eu: Utzi bertan behera ordaintzeko informazioa gehitzeko ekintza
fa: افزودن روش پرداخت لغو
ga: Cuir faisnéis íocaíochta leis Cealaigh
gd: Sguir dhen a bhith a’ cur fiosrachadh pàighidh ris
gl: Engadir información de pagamento Cancelar
gu: ચૂકવણીની માહિતી ઍડ કરોને રદ કરો
he: הוספת פרטי תשלום – לחצן 'ביטול'
hi: भुगतान जानकारी पर रद्द करें बटन जोड़ें
hr: Dodavanje podataka o plaćanju Odustani
hu: Fizetési adatok megadása Mégse
id: Tambahkan info pembayaran Batal
is: Bæta við greiðsluupplýsingum Hætta við
ja: [支払情報の追加] [キャンセル]
ka: დაამატეთ გადახდის ინფორმაცია „გაუქმება“
kk: Төлем ақпаратын қосу Бас тарту
kn: ಪಾವತಿ ಮಾಹಿತಿ ಸೇರಿಸಿ
ko: 결제 정보 추가 취소
lo: ເພີ່ມຂໍ້ມູນການຈ່າຍເງິນ ຍົກເລີກ
lt: Puslapio Įtraukti mokėjimo informaciją mygtukas Atšaukti
lv: Maksājumu informācijas pievienošana — Atcelt
mi: Tāpiri mōhiohio utunga Whakakore
mk: Додај информации за плаќање Откажи
ml: പേയ്മെന്‍റ് വിവരം ചേർക്കുക റദ്ദാക്കുക
mr: देय माहिती जोडा रद्द करा
ms: Tambah maklumat pembayaran Batal
mt: Żid informazzjoni dwar il-ħlas Ikkanċella
ne: भुक्तानीको जानकारी थप्नुहोस् रद्द गर्नुहोस्
nn_no: Legg til betalingsinformasjon Avbryt
no: Avbryt «Legg til betalingsinformasjon»
or: ଦେୟ ସୂଚନା ଯୋଡନ୍ତୁ ବାତିଲ୍‌ କରନ୍ତୁ
pa_in: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਨੂੰ ਜੋੜਨਾ ਬੰਦ ਕਰੋ
pl: Przycisk Anuluj na stronie Dodawanie informacji o płatności
ru: Кнопка "Отмена" на странице "Добавление платежной информации"
sl: Dodajanje podatkov o plačilu – prekliči
sr_cyrl_rs: Додајте информације о плаћању Откажи
sr_latn_rs: Dodajte informacije o plaćanju Otkaži
sv: Lägg till betalningsinformation Avbryt
ta: கட்டணம் செலுத்தும் தகவலைச் சேர்ப்பதை ரத்துசெய்யும்
te: చెల్లింపు సమాచారాన్ని జోడించు రద్దు చేయి
th: เพิ่มข้อมูลการชำระเงิน ยกเลิก
tr: Ödeme bilgileri ekleyin İptal
tt: Түләү мәгълүматын өстәү битендә "Баш тарту" төймәсе
ug: ھەق تاپشۇرۇش ئۇچۇرى قوشۇش «بىكار قىلىش»
uk: Додати інформацію про оплату Скасувати
ur: ادائیگی کی معلومات شامل کریں منسوخ کریں
uz: To‘lov ma’lumotlarini qo‘shish Bekor qilish
vi: Nút Hủy trên trang Thêm thông tin thanh toán
zh_hans: 添加付款信息 取消
zh_hant: 新增付款資訊的取消

# Literal.PaymentMethod.Paypal.SaveNextButtonAccessibilityName
source: Add payment info Next
af: Voeg betaalinligting by Volgende
am: የክፍያ መረጃን በቀጣይ ያክሉ
ar: إضافة معلومات الدفع التالي
as: ধন পৰিশোধৰ তথ্য যোগ কৰক পাছলৈ
az: Ödəniş haqqında məlumat əlavə edin Növbəti
bg: Бутон „Напред“ при добавяне на информация за плащане
bn_in: অর্থপ্রদানের তথ্য যোগ করুন পরবর্তী
bs: Dodavanje informacija o plaćanju Dalјe
cy: Ychwanegu gwybodaeth talu Nesaf
da: Tilføj betalingsoplysninger Næste
de: Zahlungsinformationen hinzufügen: Weiter
el: Προσθήκη πληροφοριών πληρωμής Επόμενο
es: Agregar información de pago Siguiente
et: Makseteabe lisamine, nupp Edasi
eu: Ordaintzeko informazioa gehitzeko orriko "Hurrengoa" botoia
fa: افزودن روش پرداخت بعدی
ga: Cuir faisnéis íocaíochta leis Ar aghaidh
gd: Air adhart a’ cur fiosrachadh pàighidh ris
gl: Engadir información de pagamento Seguinte
gu: ચૂકવણીની માહિતી ઍડ કરો આગલું
he: הוספת פרטי תשלום – לחצן 'הבא'
hi: भुगतान जानकारी पर अगला बटन जोड़ें
hr: Dodavanje podataka o plaćanju Dalje
hu: Fizetési adatok megadása Tovább
id: Tambahkan info pembayaran Berikutnya
is: Bæta við greiðsluupplýsingum Næsta
ja: [支払情報の追加] [次へ]
ka: დაამატეთ გადახდის ინფორმაცია „შემდეგი“
kk: Төлем ақпаратын қосу Келесі
kn: ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಮುಂದೆ ಸೇರಿಸಿ
ko: 결제 정보 추가 다음
lo: ເພີ່ມຂໍ້ມູນການຈ່າຍເງິນ ຕໍ່ໄປ
lt: Puslapio Įtraukti mokėjimo informaciją mygtukas Toliau
lv: Maksājumu informācijas pievienošana — Tālāk
mi: Tāpiri mōhiohio utunga Panuku
mk: Додај информации за плаќање Следно
ml: പേയ്മെന്‍റ് വിവരം ചേർക്കുക അടുത്തത്
mr: देय माहिती जोडा पुढील
ms: Tambah maklumat pembayaran Seterusnya
mt: Żid informazzjoni dwar il-ħlas Li Jmiss
ne: भुक्तानीको जानकारी थप्नुहोस् अर्को
nn_no: Legg til betalingsinformasjon Neste
no: Neste «Legg til betalingsinformasjon»
or: ଦେୟ ସୂଚନା ଯୋଡନ୍ତୁ ପରବର୍ତ୍ତୀ
pa_in: ਅੱਗੇ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਨੂੰ ਜੋੜੋ
pl: Przycisk Dalej na stronie Dodawanie informacji o płatności
ru: Кнопка "Далее" на странице "Добавление платежной информации"
sl: Dodajanje podatkov o plačilu – naprej
sr_cyrl_rs: Додајте информације о плаћању Даље
sr_latn_rs: Dodajte informacije o plaćanju Dalje
sv: Lägg till betalningsinformation Nästa
ta: கட்டணம் செலுத்தும் தகவலைச் சேர்க்க அடுத்த பக்கம் செல்லும்
te: చెల్లింపు సమాచారాన్ని జోడించు తదుపరి
th: เพิ่มข้อมูลการชำระเงิน ถัดไป
tr: Ödeme bilgileri ekleyin İleri
tt: Түләү мәгълүматын өстәү битендә "Алга" төймәсе
ug: ھەق تاپشۇرۇش ئۇچۇرى قوشۇش «كېيىنكى»
uk: Додати інформацію про оплату Далі
ur: ادائیگی کی معلومات شامل کریں منسوخ کریں اگلا
uz: To‘lov ma’lumotlarini qo‘shish Keyingisi
vi: Nút Tiếp theo trên trang Thêm thông tin thanh toán
zh_hans: 添加付款信息 下一步
zh_hant: 新增付款資訊的下一步

# Literal.WhatIsACVV
source: What is a CVV?
af: Wat is ’n CVV?
am: CVV ምንድን ነው?
ar: ما هو CVV؟
as: CVV কি হ'য়?
az: CVV nədir?
bg: Какво е CVV?
bn_in: একটি CVV কী?
bs: Šta je CVV?
cy: Beth yw CVV?
da: Hvad er et CVV?
de: Was ist eine Kreditkartenprüfnummer?
el: Τι είναι το CVV;
es: ¿Qué es un CVV?
et: Mis on CVV?
eu: Zer da CVV?
fa: CVV چیست؟
ga: Cad is CVV ann?
gd: Dè tha ann an CVV?
gl: Que é un CVV?
gu: What એટલે શું?
he: מהו CVV?
hi: CVV क्या है?
hr: Što je CVV?
hu: Mi a CVV?
id: Apa itu CVV?
is: Hvað er staðfestingarnúmer (CVV)?
ja: CVV とは何ですか?
ka: რა არის CVV?
kk: CVV деген не?
kn: CVV ಎಂದರೇನು?
ko: CVV란?
lo: CVV ແມ່ນຫຍັງ?
lt: Kas yra CVV?
lv: Kas ir CVV?
mi: He aha tēnei mea te CVV?
mk: Што е CVV?
ml: എന്താണ് ഒരു CVV?
mr: CVV काय असतो?
ms: Apakah itu CVV?
mt: X'inhu CVV?
ne: CVV भनेको के हो?
nn_no: Kva er CVV?
no: Hva er en CVV-kode?
or: ଗୋଟେ CVV କଣ?
pa_in: CVV ਕੀ ਹੈ?
pl: Co to jest kod CVV?
ru: Что такое CVV?
sl: Kaj je številka CVV?
sr_cyrl_rs: Шта је то CVV?
sr_latn_rs: Šta je to CVV?
sv: Vad är en CVV-kod?
ta: CVV என்பது என்ன?
te: CVV అంటే ఏమిటి?
th: CVV คืออะไร
tr: CVV nedir?
tt: CVV коды – нәрсә ул?
ug: CVV دېگەن نېمە؟
uk: Що таке код CVV?
ur: CVV کیا ہے؟
uz: CVV nima?
vi: CVV là gì?
zh_hans: 什么是 CVV?
zh_hant: 什麼是 CVV?
