Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.BoletoBancarioDesc.Help
source: A Boleto can be paid at ATMs, branch facilities and internet banking of any Bank, Post Office, Lottery Agent and some supermarkets until its due date. You will receive a Boleto slip, please print and pay it to finish the purchase.
af: ’n Boleto kan by OTM's, takfasiliteite en internetbankgeriewe van enige bank, poskantoor, lotery-agent en party supermarkte betaal word tot die dag wat dit verskuldig is. Jy sal ’n boleto-strokie ontvang. Druk en betaal dit asseblief om die aankoop te voltooi.
am: Boleto በቀነ ገደቡ ውስጥ በATMዎች፣ በቅርንጫፍ አገልግሎት መስጫዎች እና በማንኛውም ባንክ የበይነመረብ ባንክ አገልግሎት፣ በፖስታ ቤቶች፣ በሎተሪ ወኪሎች እና በተወሰኑ የገበያ አዳራሾች ሊከፈል ይችላል። የBoleto መረጃ ሰጪ ወረቀት ያገኛሉ፣ ግዢውን ለማጠናቀቅ እባክዎ ያትሙትና ይክፈሉ።
ar: يمكن دفع تذاكر Boleto من خلال ماكينات الصّراف الآلي، ومرافق الفرع، والخدمات المصرفية عباء اليانصيب، وبعض محلات السوبر ماركت وذلك حتى تاريخ الاستحقاق. سوف تستلم إيصال Boleto، يرجى طباعته والدفع باستخدامه لإتمام عملية الشراء.
as: এটা বোলেটো এ.টি.এমত, যিকোনো বেংকৰ শাখাৰ সুবিধা আৰু ইণ্টাৰনেট বেংকিং, ডাক ঘৰ, লটাৰী এজেণ্ট আৰু কিছুমান ছুপাৰমাৰ্কেটত ইয়াৰ দেয় তাৰিখলৈকে পৰিশোধ কৰিব পাৰি৷ আপুনি বোলেটো শ্লিপ প্ৰাপ্ত কৰিব, অনুগ্ৰহ কৰি মুদ্ৰণ কৰক আৰু ক্ৰয় শেষ হ’লে এয়া পৰিশোধ কৰক৷
az: Boletonu son icra tarixinə kimi bankomatlarda, filial müəssisələrində və hər hansı Bank, Poçt idarəsi, Lotoreya Agentinin internet bankçılığı vasitəsilə ödəmək olar. Siz Boleto kuponu alacaqsınız, lütfən satınalmanı bitirmək üçün onu çap edin və ödəyin.
bg: Банковият документ Boleto може да бъде платен от банкомат, банков клон и интернет банкиране на всяка банка, пощенски клон, разпространител на лотарийни билети и някои супермаркети до крайния му срок. Ще получите разписка на Boleto, която трябва да отпечатате и платите, за да завършите покупката.
bn_in: নির্দিষ্ট তারিখে ভিতর ATM, শাখা, এবং যেকোন ব্যাঙ্কের ইন্টারনেট ব্যাঙ্কিং, পোস্ট অফিস, লটারি এজেন্ট এবং কিছু সুপারমার্কেটের মাধ্যমে Boleto প্রদান করা যেতে পারে। আপনি একটি Boleto স্লিপ পাবেন, অনুগ্রহ করে তা প্রিন্ট করুন এবং কেনাকাটা সম্পূর্ণ করার জন্য অর্থপ্রদান করুন।
bs: Boleto se može platiti na bankomatima, u podružnicama i internetskim bankarstvom bilo koje banke, u poštanskom uredu, u lutriji i u nekim supermarketima sve do krajnjeg roka dospijeća. Kad dobijete račun Boleto, odštampajte ga i platite da biste završili kupovinu.
cy: Mae modd talu Boleto mewn ATMs, yng nghyfleusterau’r gangen a bancio ar y we unrhyw Fanc, Swyddfa’r Post, Asiant Loteri a rhai archfarchnadoedd hyd at y dyddiad y mae’n ddyledus. Byddwch yn cael slip Boleto. Dylech ei argraffu a’i dalu er mwyn cwblhau’r pryniant.
da: En Boleto kan udbetales i hæveautomater, filialer og internetbaserede bankfunktioner af alle banker, posthuse og lotteriagenturer samt nogle supermarkeder indtil forfaldsdagen. Du vil modtage et Boleto-bilag. Udskriv og betal det for at afslutte købet.
de: Ein Boleto kann bis zum Fälligkeitstermin an Geldautomaten, bei den Filialen bzw. per Online-Banking jeder Bank, bei Postämtern, Lotterieannahmestellen und einigen Supermärkten bezahlt werden. Sie erhalten einen Boleto-Beleg. Drucken Sie ihn aus und bezahlen Sie ihn, um den Kauf abzuschließen.
el: Η πληρωμή του Boleto μπορεί να πραγματοποιηθεί σε ATM, υποκαταστήματα και με το σύστημα τραπεζικών συναλλαγών μέσω Internet οποιασδήποτε τράπεζας, στο Ταχυδρομείο, σε πρακτορείο κληρώσεων και σε ορισμένα σούπερ μάρκετ μέχρι την ημερομηνία πληρωμής. Θα λάβετε ένα δελτίο Boleto το οποίο πρέπει να το εκτυπώσετε και να το πληρώσετε για να ολοκληρώσετε την αγορά.
es: Un Boleto se puede pagar en cajeros automáticos, sucursales y a través de la banca electrónica de cualquier banco, oficina de correos, punto de venta de lotería y algunos supermercados hasta la fecha de vencimiento . Cuando recibas un Boleto, imprímelo y págalo para finalizar la compra.
et: Boletot saab kasutada igas pangaautomaadis, panga, postkontori, loteriiasutuse harukontoris ja Interneti-pangas ning mõnes supermarketis kuni selle kehtivusaja lõpuni. Saate Boleto kviitungi. Ostu lõpetamiseks printige see välja ja sooritage makse.
eu: Boleto bat edozein bankuren kutxazainetan, sukurtsaletan eta Interneteko bankuan, postetxean, loteria-agentzietan eta zenbait supermerkatutan ordain daiteke, mugaeguna baino lehen. Boleto txartel bat jasoko duzu. Inprimatu eta amaitu erosten.
fa: می‌توان کوپن را تا موعد مقرر آن، در دستگاه‌های خودپرداز، تسهیلات شعبه و بانکداری اینترنتی بانک‌ها، اداره پست، عامل قرعه‌کشی و برخی از سوپرمارکت‌ها پرداخت کرد. یک نسخه کوپن دریافت خواهید کرد، لطفاً آن را چاپ کنید و آن را برای تکمیل پرداخت کنید.
ga: Is féidir Boleto a íoc ag UMB, i mbrainse bainc agus trí bhaincéireacht idirlín aon bhainc, oifig an phoist, gníomhaire lató agus in ollmhargaí áirithe go dtí an dáta dlite. Gheobhaidh tú duillín Boleto, priontáil agus íoc é chun an ceannach a chríochnú.
gd: ’S urrainn dhut Boleto a phàigheadh aig ATM no meur banca sam bith no air an eadar-lìon, ann an oifis a’ phuist, aig àidseant a’ crannchuir agus ann an cuid dhe na bùithtean mòra gu ruige an latha a bhios e ri phàigheadh. Gheibh thu bileag Boleto, clò-bhuail e ’s pàigh e an uairsin gus an ceannach a choileanadh.
gl: Podes pagar un Boleto en caixeiros automáticos, sucursais e banca por internet de calquera banco, oficinas de correos, administracións de lotaría e algúns supermercados ata a súa data de vencemento. Recibirás un Boleto que terás que imprimir e pagar para finalizar a túa compra.
gu: બોલેટોની ચૂકવણી ATM, કોઈપણ બેંકની શાખા સુવિધાઓ અને ઇન્ટરનેટ બેન્કિંગ, પોસ્ટ ઓફિસ, લોટરી એજન્ટ અને કેટલાક સુપરમાર્કેટોમાં તેની નિયત તારીખ સુધીમાં કરી શકાય છે. તમને બોલેટોની એક કાપલી મળશે, કૃપા કરીને પ્રિન્ટ કરો અને ખરીદી પૂર્ણ કરવા માટે તેની ચૂકવણી કરો.
he: ‏‫ניתן לשלם שובר Boleto במכשירי כספומט, בסניפים השונים ובשירותי בנקאות באינטרנט של כל בנק, דואר, סוכנות לוטו או רשתות סופרמרקט מסוימות עד לתאריך התשלום. לאחר שתקבל שובר Boleto, הדפס ושלם אותו לצורך סיום הרכישה.
hi: Boleto का भुगतान ATM, शाखा परिसरों और किसी भी बैंक की इंटरनेट बैंकिंग पर, पोस्ट ऑफ़िस, लॉटरी एजेंट और कुछ सुपरमार्केट पर उसकी नियत तिथि तक किया जा सकता है. आपको एक Boleto स्लिप प्राप्त होगी, कृपया खरीदी पूर्ण करने के लिए उसे मुद्रित करें और उसका भुगतान करें.
hr: Boleto se može platiti na bankomatima, u podružnicama i internetskim bankarstvom bilo koje banke, u poštanskom uredu, u lutriji te u nekim supermarketima sve do krajnjeg roka plaćanja. Dobit ćete račun Boleto, ispišite ga i platite da biste završili kupnju.
hu: Boleto kifizetése a lejárati dátumig az ATM-eknél, tetszőleges bankfiókban és banki internetes felületen, postahivatalban, lottózóban és szupermarketben lehetséges. Ön egy Boleto szelvényt fog kapni. Kérjük, a vásárlás befejezéséhez nyomtassa ki és fizesse ki.
id: Boleto dapat dibayarkan di ATM, fasilitas cabang, dan perbankan internet Bank apa pun, Kantor Pos, Agen Undian Berhadiah, dan supermarket tertentu hingga tanggal jatuh temponya. Anda akan menerima bukti pembayaran Boleto, silakan cetak dan bayarkan untuk menyelesaikan pembelian.
is: Hægt er að greiða Boleto í hraðbönkum, útibúum og netbönkum allra banka, á pósthúsum, hjá happdrættismiðasölum og í sumum stórmörkuðum fram að gjalddaga. Þú færð Boleto-miða sem þú skalt prenta út og greiða til að ljúka við kaupin.
ja: Boleto は期日内であれば、ATM、支店、ブラジル国内銀行のインターネット バンキング、郵便局、宝くじ売り場、および一部のスーパーマーケットでお支払いいただけます。 Boleto のお支払い用紙を受け取られたら、印刷し、お支払い手続きをお済ませください。ご入金の確認をもってご購入完了となります。
ka: Boleto-ს გადასახადი შეგიძლიათ გადარიცხოთ ნებისმიერი ბანკის ბანკომატებით, ფილიალებიდან და ინტერნეტ-ბანკინგით, ფოსტით, ლატარეის სააგენტოდან და ზოგიერთი სუპერმარკეტიდან, გადახდის ვადამდე. თუ Boleto-დან მოვა ქვითარი, გთხოვთ, ამობეჭდოთ და გადაიხადოთ შეძენის დასასრულებლად.
kk: Boleto сомасын кез келген банктің банкоматтары мен интернет банкингінен, поштадан, лотерея агентінен және супермаркеттерден төлем мерзіміне дейін төлеуге болады. Сіз Boleto бланкісін аласыз, оны басып шығарып, сатып алуды аяқтау үшін төлеңіз.
kn: Boleto ಅನ್ನು ATM ಗಳು, ಶಾಖೆ ಸೌಲಭ್ಯಗಳು ಮತ್ತು ಯಾವುದೇ ಬ್ಯಾಂಕಿನ ಇಂಟರ್ನೆಟ್ ಬ್ಯಾಂಕಿಂಗ್, ಅಂಚೆ ಕಚೇರಿ, ಲಾಟರಿ ಏಜೆಂಟ್ ಮತ್ತು ಸೂಪರ್‌ಮಾರ್ಕೆಟ್‌ಗಳಲ್ಲಿ ಅಂತಿಮ ದಿನಾಂಕದವರೆಗೆ ಪಾವತಿಸಬಹುದು. ನೀವು Boleto ಸ್ಲಿಪ್ ಪಡೆಯುತ್ತೀರಿ, ದಯವಿಟ್ಟು ಮುದ್ರಿಸಿ ಮತ್ತು ಖರೀದಿಯನ್ನು ಮುಗಿಸಲು ಅದನ್ನು ಪಾವತಿಸಿ.
ko: Boleto는 지불 기한까지 모든 은행의 ATM, 지점 및 인터넷 뱅킹, 우체국, 복권 판매점 및 일부 수퍼마켓에서 결제할 수 있습니다. Boleto 슬립을 받고 이를 인쇄해서 지불하면 결제가 완료됩니다.
ku_arab: دەکرێت پارەی بلیت لە رێگەی ئامێرەکانی ATM، دامەزراوە فەرعیەکان و سیستمی بانکی ئینتەرنێتلە هەر بانکێکەوە بێت، نووسینگەی پۆستە و گەیاندن، بریکارەکانی یانسیب و هەندیك سوپەر مارکێت هەتا بەرواری وادەی خۆی تۆ پەڕەیەکی کۆبۆن وەردەگرن بۆ دەفسکردن
ky: Болетону анын акыркы датасына чейин каалаган банк, почта, лотерея агентинин жана айрым супермаркеттердин банкоматтарында, бөлүмүндөгү орнотмолору жана интернет банк кызматтарында төлөсө болот. Сиз Болето баракчасын аласыз, сатып алууну аягына чыгарыш үчүн аны басып чыгарып, баасын төлөңүз.
lo: Boleto ສາມາດຈ່າຍທີ່ ATMs, ສາຂາ ແລະ ທະນາຄານທາງອອນລາຍນ໌ຂອງທະນາຄານໃດໜຶ່ງ, ຫ້ອງການໄປສະນີ, ຕົວແທນຫວຍລັອດເຕີຣີ ແລະ ຊູເປີ ມາເກັດບາງແຫ່ງຈົນກວ່າຄົບວັນທີກຳນົດ. ທ່ານຈະໄດ້ຮັບໃບຮັບເງິນ Boleto, ກະລຸນາພິມແລະຈ່າຍມັນເພື່ອສຳເລັດການຊື້ຂາຍ.
lt: „Boleto“ galima apmokėti visų bankų, pašto skyrių, loterijos platintojų ir kai kurių prekybos centrų bankomatuose, bankų filialuose ir internetinės bankininkystės svetainėse iki termino. Gavę „Boleto“ kvitą, atsispausdinkite jį ir apmokėkite, kad baigtumėte pirkimo procesą.
lv: Līdz Boleto rēķina izpildes datumam to var apmaksāt jebkuras bankas bankomātos, filiālēs un internetbankā, kā arī pasta nodaļās, loterijas aģentu nodrošinātajās tirdzniecības vietās un dažos lielveikalos. Jūs saņemsit Boleto kvīti. Lūdzu, izdrukājiet to un apmaksājiet, lai pabeigtu pirkšanas darījumu.
mi: Ka taea tētahi Boleto te utu i ngā ATM, i ngā pekanga pēke, pēke ipurangi hoki o tētahi Pēke, i ngā Poutāpeta, Kaihoko Rāwhara Moni, me ētahi hokomaha taea noatia tōna rā whakapaunga. Ka whiwhi koe i tētahi puka Boleto, tēnā tāngia, ka utua ai hei whakaoti i te hoko.
mk: Уплатно банкарско ливче може да се плати преку банкомати, филијали и интернет-банкарство на која било банка, пошта, агент на лотарија и некои супермаркети до датумот на втасување за плаќање. Ќе добиете уплатно банкарско ливче (Boleto), отпечатете го и платете го за да се заврши купувањето.
ml: ഒരു Boleto അതിന്‍റെ അവസാന തീയതിയ്‌‌ക്കുള്ളിൽ ATM-കളിലും ഏത് ബാങ്കിന്‍റെയും ബ്രാഞ്ചിലും ഇന്‍റർനെറ്റ് ബാങ്കിംഗിലും പോസ്റ്റ് ഓഫീസിലും ലോട്ടറി ഏജന്‍റിലും ചില സൂപ്പർമാർക്കറ്റുകളിലും അടയ്‌ക്കാവുന്നതാണ്. നിങ്ങൾക്ക് ഒരു Boleto സ്ലിപ്പ് ലഭിക്കും, വാങ്ങൽ പൂർത്തിയാക്കാൻ അത് അച്ചടിച്ച് പണമടയ്‌ക്കുക.
mn: Boleto-г эцсийн хугацаанаас нь өмнө аль ч банкны ATM, салбар, интернет банк, шуудангийн салбар, сугалааны зуучлагч болон зарим супермаркетад төлөх боломжтой. Та Boleto хуудас хүлээн авна. Худалдан авалтыг дуусгахын тулд үүнийг хэвлэж, төлнө үү.
mr: ATM मध्ये, कोणत्याही बँकेच्या, पोस्ट ऑफिसच्या, लॉरी एजंटच्या आणि काही सुपरमार्केटच्या शाखा सुविधा आणि इंटरनेट बँकिंगद्वारे त्याच्या मुदतीच्या तारखेपर्यंत Boleto चे पैसे भरावे. आपल्याला Boleto ची स्लिप मिळेल, कृपया खरेदी पूर्ण करण्यासाठी मुद्रण करा आणि त्याचे देय द्या.
ms: Boleto boleh dibayar di ATM, kemudahan cawangan dan perbankan internet mana-mana Bank, Pejabat Pos, Ejen Loteri dan beberapa pasar raya sehingga tarikh akhirnya. Anda akan menerima slip Boleto, sila cetak dan bayar untuk melengkapkan pembelian.
mt: Boleto jista' jitħallas f'ATMs, f'faċilitajiet tal-fergħat u bl-ibbankjar tal-internet ta' kwalunkwe Bank, Uffiċċju tal-Posta, Aġent tal-Lotterija u xi supermarkits sad-data tal-iskadenza tiegħu. Ser tirċievi folja ta' Boleto, jekk jogħġbok ipprintjaha u ħallasha biex ittemm l-akkwist.
ne: Boleto लाई मिति समाप्त नहुँदासम्म ATM हरू, शाखा सुविधाहरू तथा कुनै पनि बैंकको इन्टरनेट बैंकिङ, हुलाक कार्यालय, लट्री एजेन्ट तथा केही सुपरमार्केटहरूमा भुक्तान गर्न सकिन्छ। तपाइँले Boleto स्लिप प्राप्त गर्नुहुनेछ, खरिद पूरा गर्नको लागि कृपया यसलाई छोपेर भुक्तान गर्नुहोस्।
nn_no: Ein boleto kan betalast i alle minibankar, i alle bankar og i alle nettbankar, på alle postkontor, hos alle lotteriagentar og visse matvarebutikkar før forfallsdatoen. Du får ein boleto-setel som du må skrive ut og betale for å fullføre kjøpet.
no: En Boleto kan betales i minibanker, over skranken og via nettbanken i en hvilken som helst bank, på postkontoret, hos lotterikommisjonærer og i enkelte supermarkeder frem til forfallsdatoen. Du vil motta en Boleto-slipp. Skriv den ut og betal den for å fullføre kjøpet.
or: ATMs, ସୁବିଧା ଥିବା ଯେକୌଣସି ବ୍ୟାଙ୍କର ଶାଖା କିମ୍ବା ଇଣ୍ଟର୍ନେଟ୍‌ ବ୍ୟାଙ୍କିଂ, ପୋଷ୍ଟ ଅଫିସ୍‌, ଲଟେରୀ ଏଜେଣ୍ଟ ଏବଂ ସୁପରମାର୍କେଟ୍‌‌ରେ ଦେୟ ତାରିଖ ସୀମା ପର୍ଯ୍ୟନ୍ତ ଏକ Boleto ଦେୟ ଦିଆ ଯାଇ ପାରିବ. ଆପଣ ଏକ Boleto ସ୍ଲିପ୍‌ ପ୍ରାପ୍ତ କରିବେ, ଦୟାକରି ଏହାକୁ ମୁଦ୍ରଣ କରନ୍ତୁ ଏବଂ କ୍ରୟ ସମାପ୍ତ କରିବାକୁ ଏହାର ଦେୟ ଦିଅନ୍ତୁ.
pa_arab_pk: Boleto نوں مقررہ تریخ توں پہلاں ATMs, برانچاں، کسے وی بینک دی انٹرنیٹ دی سہولت نال، ڈاکخانے، لاٹری ایجنٹ یا کجھ وڈیاں مارکیٹاں چے جمع کروایا جاسکدا اے۔ تہانوں Boleto دی رسید ملے گی، میربانی کرکے خریداری نوں پورا کرن لئی انہوں چھاپو تے ایدی ادائیگي کرو۔
pa_in: ਇੱਕ Boleto ਦਾ ਭੁਗਤਾਨ ATMs, ਸ਼ਾਖਾ ਦੀਆਂ ਫੈਸੀਲਿਟੀਆਂ ਵਿਖੇ ਅਤੇ ਕਿਸੇ ਬੈਂਕ ਦੀ ਇੰਟਰਨੈਟ ਬੈਂਕਿੰਗ, ਲਾਟਰੀ ਏਜੰਟ ਅਤੇ ਕੁਝ ਸੂਪਰਮਾਰਕਿਟਾਂ ਵਿਖੇ ਇਸਦੀ ਦੇਣਯੋਗ ਮਿਤੀ ਤੱਕ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਇੱਕ Boleto ਪਰਚੀ ਪ੍ਰਾਪਤ ਕਰੋਗੇ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਨੂੰ ਪ੍ਰਿੰਟ ਕਰੋ ਅਤੇ ਖਰੀਦਦਾਰੀ ਨੂੰ ਖਤਮ ਕਰਨ ਲਈ ਇਸਦਾ ਭੁਗਤਾਨ ਕਰੋ।
pl: Płatność Boleto można zrealizować w bankomatach, oddziałach i witrynach internetowych dowolnych banków, a także w urzędach pocztowych, kolekturach Lotto i w niektórych supermarketach przed upływem daty płatności. Po otrzymaniu kuponu Boleto wydrukuj go i dokonaj płatności w celu dokończenia zakupu.
ru: Билет Boleto можно оплатить в банкоматах, отделениях и системах интернет-банкинга любых банков, почтовых службах, лотерейных агентах и некоторых супермаркетах. Это нужно сделать до окончания срока действия билета. Вы получите корешок Boleto. Напечатайте и оплатите его, чтобы завершить покупку.
sd: هڪ Boleto ان جي واجب ال ادا تاريخ تائين ATMs، ڪنهن بينڪ، پوسٽ آفيس، لاٽري ايجنٽ ۽ ڪجهه سپر مارڪيٽن جي برانچ سهولتن ۽ انٽرنيٽ بينڪنگ تي ادائگي ڪري سگهجي ٿي. توهانکي هڪ Boleto سلپ وصول ٿيندي، خريداري مڪمل ڪرڻ لاءِ مهرباني ڪري ان کي پرنٽ ڪريو ۽ ان کي ادا ڪريو.
si: බොලෙටෝවක් එහි ගෙවිය යුතු දිනය තෙක් ඕනෑම බැංකුවක ATM, ශාඛා පහසුකම් සහ අන්තර්ජාල බැංකුකරණය, තැපැල් කාර්යාල, ලොතරැයි අලෙවි නියෝජිත සහ සමහර සුපිරි වෙළඳසැල් වලදී ගෙවීමට හැකිය. ඔබට බොලෙටෝ තුණ්ඩුවක් ලැබෙනු ඇත, මිලදී ගැනීම අවසන් කිරීමට කරුණාකර එය මුද්‍රණය කර ගෙවන්න.
sl: Boleto lahko plačate na bančnih avtomatih, v podružnicah banke in prek sistema spletnega bančništva poljubne banke, pošte in loterijskega posrednika ter v nekaterih supermarketih, dokler ne zapade. Prejeli boste listek Boleto – natisnite in plačajte ga, da končate nakup.
sr_cyrl_rs: Boleto може да се плати на банкоматима, у филијалама и помоћу интернет банкарства сваке банке, поште, продавца лутрије и у неким супермаркетима до крајњег рока. Добићете Boleto исечак, одштампајте га и платите да бисте завршили куповину.
sr_latn_rs: Boleto može da se plati na bankomatima, u filijalama i pomoću internet bankarstva svake banke, pošte, prodavca lutrije i u nekim supermarketima do krajnjeg roka. Dobićete Boleto isečak, odštampajte ga i platite da biste završili kupovinu.
sv: En Boleto kan betalas i bankomater, filialer och Internetbanker för alla banker, postkontor, lotteriombud och vissa stormarknader fram till förfallodatum. Du får en Boleto-avi som du ska skriva ut och betala för att slutföra köpet.
ta: ATM-கள், எந்தவொரு வங்கியினதும் கிளை வசதிகள் மற்றும் இணைய வங்கியியல், அஞ்சல் அலுவலகம், லாட்டரி முகவர் மற்றும் சில சூப்பர்மார்க்கெட்களில் நிலுவைத் தேதி வரை Boleto-ஐச் செலுத்தலாம். Boleto சிட்டை ஒன்றைப் பெறுவீர்கள், வாங்குதலை முடிக்க, தயவுசெய்து அதை அச்சிட்டு, பணம் செலுத்தவும்.
te: Boletoని ATMలు, బ్యాంక్ శాఖలు మరియు ఏదైనా బ్యాంక్ యొక్క ఇంటర్నెట్ బ్యాంకింగ్, తపాలా కార్యాలయం, లాటరీ ఏజెంట్ మరియు కొన్ని సూపర్‌మార్కెట్‌లలో గడువు తేదీలోపు చెల్లించవచ్చు. మీకు Boleto రసీదు అందుతుంది, దయచేసి దానిని ముద్రించి, చెల్లించడం ద్వారా కొనుగోలును పూర్తి చేయండి.
tg: Болеторо дар банкоматҳо, филиалҳо ва интернет-банкинги бонки дилхоҳ, шӯъбаи почтаъ, агентии лотерея ва баъзе супермаркетҳо то охири мӯлати пардохти он пардохт кардан мумкин аст. Шумо баргаи пардохти Болероро мегиред, ки онро бояд чоп карда, пардохт намоед, то харидро анҷом диҳед.
th: สามารถชำระ Boleto ได้ที่ ATM, สาขาย่อย และบริการธนาคารทางอินเทอร์เน็ตของธนาคาร รวมถึงที่ทำการไปรษณีย์ ตัวแทนจำหน่ายสลากกินแบ่ง และซุปเปอร์มาร์เก็ตบางแห่งจนกว่าจะถึงวันครบกำหนด คุณจะได้รับใบสลิป Boleto โปรดพิมพ์ใบสลิปและชำระเงินตามใบสลิปเพื่อดำเนินการสั่งซื้อให้เสร็จสิ้น
tr: Boleto ödemesi, son ödeme tarihine kadar bir Bankanın ATM'lerinden, şubelerinden ve İnternet bankacılığı üzerinden, Postaneden, Piyango Şirketinden ve bazı süpermarketlerden yapılabilir. Size bir Boleto fişi verilecektir, lütfen satın alma işlemini tamamlamak için bu fişi yazdırıp ödeyin.
tt: Boleto ярдәмендә банкоматларда, банкларның филиалларында һәм интернет-банк хезмәтләрендә, почта бүлекчәләрендә, лотерея агентларында һәм кайбер супермаркетларда вакыты чыкканчы түләп була. Сез Boleto квитанциясен алачаксыз, сатып алуны тәмамлау өчен аны бастырыгыз һәм түләгез.
ug: بېلەتنىڭ ۋاقتى توشۇپ كەتكۈچە ATM، تارماق، تور بانكا، لاتارىيە سېتىۋېلىش ئورنى قاتارلىق ھەرخىل ئورۇندا نەقلەشتۈرگىلى بولىدۇ. بېلەت تالونى تاپشۇرۇۋالىسىز، ئۇنى بېسىپ چىقىرىپ، ھەق تۆلەپ سودىلىقنى تاماملاڭ.
uk: Boleto можна оплатити в банкоматі, філіалі або за допомогою послуг інтернет-банкінгу будь-якого банку, поштового відділення, лотерейного агента та деяких супермаркетів до крайньої дати оплати. Ви отримаєте квитанцію Boleto, роздрукуйте її та оплатіть, щоб завершити придбання.
ur: ایک بولیٹو یا Boleto اس کی مقررہ تاریخ تک ATM، برانچ سہولیات اور کسی بھی بینک کی انٹرنیٹ بینکنگ، ڈاکخانے، لاٹری ایجنٹ اور بعض سپر مارکیٹوں میں ادا کیا جا سکتا ہے. آپ کو ایک بولیٹو پرچی وصول ہو گی، براہ مہربانی خریداری مکمل کرنے کے لیے اسے پرنٹ کریں اور ادا کریں۔
uz: Boleto to‘lovi amal qilish muddati oxiriga qadar istalgan banklarning bankomatlari, filiallari va internet banking xizmatlari, Pochta, Lotereya agenti va ayrim supermarketlarda to‘lanishi mumkin. Boleto shaklini olasiz, xaridni nihoyasiga yetkazish uchun uni chop eting va to‘lovni to‘lang.
vi: Boleto có thể được thanh toán tại các ATM, các trụ sở chi nhánh và giao dịch qua mạng của bất kì Ngân hàng, Bưu điện, Đại lí vé số và một số siêu thị cho đến ngày hết hạn. Bạn sẽ nhận được một phiếu Boleto, xin vui lòng in phiếu ra và thanh toán để hoàn tất giao dịch mua.
zh_hans: 在截止日期之前，可以在 ATM、任何银行的分行和网上银行、邮局、彩票代理点和某些超市处使用 Boleto 进行支付。 你将收到 Boleto 账单，请打印并支付该账单以完成购买。
zh_hant: 您可以在到期日前，於任何銀行的 ATM、分行和網路銀行、郵局、樂透彩券行以及部分超市支付 Boleto 的費用。 您將收到 Boleto 繳款聯，請列印並支付費用來完成交易。
