Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Phone
source: Phone number
af: Telefoonnommer
am: ስልክ ቁጥር
ar: رقم الهاتف
as: ফোন নম্বৰ
az: Telefon nömrəsi
bg: Тел. номер
bn_in: ফোন নম্বর
bs: Broj telefona
cy: Rhif ffôn
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
et: Telefoninumber
eu: Telefono-zenbakia
fa: شماره تلفن
ga: Uimhir theileafóin
gd: Àireamh fòn
gl: Número de teléfono
gu: ફોન નંબર
he: מספר טלפון
hi: फ़ोन नंबर
hr: Telefonski broj
hu: Telefonszám
id: Nomor telepon
is: Símanúmer
ja: 電話番号
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ko: 전화 번호
ku_arab: ژمارەی تەلەفۆن
ky: Телефон номуру
lo: ເບີໂທລະສັບ
lt: Telefono numeris
lv: Tālruņa numurs
mi: Tau waea
mk: Телефонски број
ml: ഫോണ്‍ നമ്പര്‍
mn: Утасны дугаар
mr: फोन नंबर
ms: Nombor telefon
mt: Numru tat-telefown
ne: फोन नम्बर
nn_no: Telefonnummer
no: Telefonnummer
or: ଫୋନ୍ ନମ୍ଵର୍
pa_arab_pk: فون نمبر
pa_in: ਫੋਨ ਨੰਬਰ
pl: Numer telefonu
ru: Номер телефона
sd: فون نمبر
si: දුරකථන අංකය
sl: Telefonska številka
sr_cyrl_rs: Број телефона
sr_latn_rs: Broj telefona
sv: Telefonnummer
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
tg: Рақами телефон
th: หมายเลขโทรศัพท์
tr: Telefon numarası
tt: Телефон номеры
ug: تېلېفون نومۇرى
uk: Номер телефону
ur: فون نمبر
uz: Telefon raqami
vi: Số điện thoại
zh_hans: 电话号码
zh_hant: 電話號碼

# Word.PhoneOptional
source: Phone number (optional)
af: Foonnommer (opsioneel)
am: ስልክ ቁጥር (የውዴታ)
ar: رقم الهاتف (اختياري)
as: ফোন নম্বৰ (বৈকল্পিক)
az: Telefon nömrəsi (ixtiyari)
bg: Телефонен номер (по избор)
bn_in: ফোন নম্বর(ঐচ্ছিক)
bs: Broj telefona (opcionalno)
cy: Rhif ffôn (dewisol)
da: Telefonnummer (valgfrit)
de: Telefonnummer (optional)
el: Αριθμός τηλεφώνου (προαιρετικός)
es: Número de teléfono (opcional)
et: Telefoninumber (valikuline)
eu: Telefono-zenbakia (aukerakoa)
fa: شماره تلفن (اختیاری)
ga: Uimhir theileafóin (roghnach)
gd: Àireamh fòn (roghainneil)
gl: Número de teléfono (opcional)
gu: ફોન નંબર (વૈકલ્પિક)
he: מספר טלפון (אופציונלי)
hi: फ़ोन नंबर (वैकल्पिक)
hr: Telefonski broj (neobavezno)
hu: Telefonszám (nem kötelező)
id: Nomor telepon (opsional)
is: Símanúmer (valfrjálst)
ja: 電話番号 (省略可能)
ka: ტელეფონის ნომერი (არასავალდებულო)
kk: Телефон нөмірі (қосымша)
kn: ಫೋನ್ ಸಂಖ್ಯೆ (ಐಚ್ಛಿಕ)
ko: 전화 번호(선택 사항)
ku_arab: ژمارە تەلەفۆن (ئارەزوومەندانه)
ky: Телефон номери (милдеттүү эмес)
lo: ເບີໂທລະສັບ (ບໍ່ບັງຄັບ)
lt: Telefono numeris (nebūtina)
lv: Tālruņa numurs (neobligāts)
mi: Tau waea (hei kōwhiringa)
mk: Телефонски број (по избор)
ml: ഫോൺ നമ്പർ (ഓപ്‌ഷണൽ)
mn: Утасны дугаар (заавал)
mr: फोन क्रमांक (वैकल्पिक)
ms: Nombor telefon (pilihan)
mt: Numru tal-mowbajl (fakultattiv)
ne: फोन नम्बर (वैकल्पिक)
nn_no: Telefonnummer (valfritt)
no: Telefonnummer (valgfritt)
or: ଫୋନ୍‌ ନମ୍ବର (ଇଚ୍ଛାଧୀନ)
pa_arab_pk: فون نمبر(اختیاری)
pa_in: ਫੋਨ ਨੰਬਰ (ਵਿਕਲਪਿਕ)
pl: Numer telefonu (opcjonalnie)
ru: Номер телефона (необязательно)
sd: فون نمبر (اختياري)
si: දුරකතන අංකය (විකල්ප)
sl: Telefonska številka (izbirno)
sr_cyrl_rs: Број телефона (опционално)
sr_latn_rs: Broj telefona (opcionalno)
sv: Telefonnummer (valfritt)
ta: தொலைபேசி எண் (விரும்பினால்)
te: ఫోన్ నంబర్ (ఐచ్ఛికం)
tg: Рақами телефон (ихтиёрӣ)
th: หมายเลขโทรศัพท์ (ไม่บังคับ)
tr: Telefon numarası (isteğe bağlı)
tt: Телефон номеры (мәҗбүри түгел)
ug: تېلېفون نومۇرى (تاللانما)
uk: Номер телефону (необов’язково)
ur: فون نمبر (اختیاری)
uz: Telefon raqami (ixtiyoriy)
vi: Số điện thoại (tùy chọn)
zh_hans: 电话号码(可选)
zh_hant: 電話號碼 (選擇性)

# Word.PhoneOptionalForTemplate
source: Phone number (Optional)
af: Foonnommer (opsioneel)
am: ስልክ ቁጥር (የውዴታ)
ar: رقم الهاتف (اختياري)
as: ফোন নম্বৰ (বৈকল্পিক)
az: Telefon nömrəsi (İxtiyari)
bg: Телефонен номер (Опционален)
bn_in: ফোন নম্বর (ঐচ্ছিক)
bs: Broj telefona (nije obavezno)
cy: Rhif ffôn (Dewisol)
da: Telefonnummer (valgfrit)
de: Telefonnummer (optional)
el: Αριθμός τηλεφώνου (προαιρετικός)
es: Número de teléfono (opcional)
et: Telefoninumber (valikuline)
eu: Telefono-zenbakia (aukerakoa)
fa: شماره تلفن (اختیاری)
ga: Uimhir theileafóin (Roghnach)
gd: Àireamh fòn (roghainneil)
gl: Número de teléfono (opcional)
gu: ફોન નંબર (વૈકલ્પિક)
he: מספר טלפון (אופציונלי)
hi: फ़ोन नंबर (वैकल्पिक)
hr: Telefonski broj (neobavezno)
hu: Telefonszám (nem kötelező)
id: Nomor telepon (Opsional)
is: Símanúmer (valfrjálst)
ja: 電話番号 (省略可能)
ka: ტელეფონის ნომერი (არასავალდებულო)
kk: Телефон нөмірі (қосымша)
kn: ಫೋನ್ ಸಂಖ್ಯೆ (ಐಚ್ಛಿಕ)
ko: 전화 번호(선택 사항)
lo: ເບີໂທລະສັບ (ເລືອກໄດ້)
lt: Telefono numeris (pasirinktinai)
lv: Tālruņa numurs (neobligāts)
mi: Nama waea (hei kōwhiringa)
mk: Телефонски број (по избор)
ml: ഫോൺ നമ്പർ (ഓപ്‌ഷണൽ)
mr: फोन क्रमांक (वैकल्पिक)
ms: Nombor telefon (Pilihan)
mt: Numru tal-mowbajl (Fakultattiv)
ne: फोन नम्बर (वैकल्पिक)
nn_no: Telefonnummer (Valfritt)
no: Telefonnummer (valgfritt)
or: ଫୋନ୍‌ ନମ୍ବର (ଇଚ୍ଛାଧୀନ)
pa_in: ਫੋਨ ਨੰਬਰ (ਵਿਕਲਪਿਕ)
pl: Numer telefonu (opcjonalnie)
ru: Номер телефона (необязательно)
sl: Telefonska številka (izbirno)
sr_cyrl_rs: Број телефона (опционално)
sr_latn_rs: Broj telefona (Opcionalno)
sv: Telefonnummer (valfritt)
ta: தொலைபேசி எண் (விருப்பத்தேர்வுக்குரியது)
te: ఫోన్ నంబర్ (ఐచ్ఛికం)
th: หมายเลขโทรศัพท์ (ไม่บังคับ)
tr: Telefon numarası (İsteğe bağlı)
tt: Телефон номеры (Өстәмә)
ug: تېلېفون نومۇرى (تاللانما)
uk: Номер телефону (необов’язково)
ur: فون نمبر (اختیاری)
vi: Số điện thoại (Tùy chọn)
zh_hans: 电话号码(可选)
zh_hant: 電話號碼 (選擇性)

# Word.Phone.Mandatory
source: Phone number*
af: Foonnommer*
am: ስልክ ቁጥር*
ar: رقم الهاتف*
as: ফোন নম্বৰ*
az: Telefon nömrəsi*
bg: Телефонен номер*
bn_in: ফোন নম্বর*
bs: Broj telefona*
cy: Rhif ffôn*
da: Telefonnummer*
de: Telefonnummer*
el: Αριθμός τηλεφώνου*
es: Número de teléfono*
et: Telefoninumber*
eu: Telefono-zenbakia*
fa: شماره تلفن*
ga: Uimhir theileafóin*
gd: Àireamh fòn*
gl: Número de teléfono*
gu: ફોન નંબર*
he: מספר טלפון*
hi: फ़ोन नंबर*
hr: Telefonski broj*
hu: Telefonszám*
id: Nomor telepon*
is: Símanúmer*
ja: 電話番号*
ka: ტელეფონის ნომერი*
kk: Телефон нөмірі*
kn: ಫೋನ್ ಸಂಖ್ಯೆ*
ko: 전화 번호*
ku_arab: ژماره موبایل*
ky: Телефон номери*
lo: ເບີໂທລະສັບ*
lt: Telefono numeris*
lv: Tālruņa numurs*
mi: Tau waea*
mk: Телефонски број*
ml: ഫോണ്‍ നമ്പര്‍*
mn: Утасны дугаар*
mr: फोन नंबर*
ms: Nombor telefon*
mt: Numru tal-mowbajl*
ne: फोन नम्बर*
nn_no: Telefonnummer*
no: Telefonnummer*
or: ଫୋନ୍‍ ନମ୍ବର୍‍*
pa_arab_pk: فون نمبر٭
pa_in: ਫੋਨ ਨੰਬਰ*
pl: Numer telefonu*
ru: Номер телефона*
sd: فون نمبر*
si: දුරකථන අංකය*
sl: Telefonska številka*
sr_cyrl_rs: Број телефона*
sr_latn_rs: Broj telefona*
sv: Telefonnummer*
ta: தொலைபேசி எண்*
te: ఫోన్ నెంబరు*
tg: Рақами телефон*
th: หมายเลขโทรศัพท์*
tr: Telefon numarası*
tt: Телефон номеры*
ug: تېلېفون نومۇرى*
uk: Номер телефону*
ur: فون نمبر*
uz: Telefon raqami*
vi: Số điện thoại*
zh_hans: 电话号码*
zh_hant: 電話號碼*

# Word.Phone.Prefix
source: Phone number area code
af: Foonnommer areakode
am: የስልክ ቁጥር አካባቢ ኮድ
ar: رمز المنطقة الخاص برقم الهاتف
as: ফোন নম্বৰ ক্ষেত্ৰ কোড৷
az: Telefon nömrəsi ərazi kodu
bg: Регионален код на телефонен номер
bn_in: ফোন নম্বরের আঞ্চলিক কোড
bs: Pozivni broj za broj telefona
cy: Cod ardal rhif ffôn
da: Telefonområdenummer
de: Vorwahl der Telefonnummer
el: Υπεραστικός κωδικός αριθμού τηλεφώνου
es: Código de área del número de teléfono
et: Telefoninumbri suunakood
eu: Telefono-zenbakiaren area-kodea
fa: کد منطقه‌ای شماره تلفن
ga: Cód ceantair an uimhir fóin
gd: Còd-sgìre na h-àireimh fòn
gl: Prefixo do número de teléfono
gu: ફોન નંબર ક્ષેત્ર કોડ
he: אזור חיוג של מספר טלפון
hi: फ़ोन नंबर क्षेत्र कोड
hr: Pozivni broj telefonskog broja
hu: Telefonszám körzethívószáma
id: Kode area nomor telepon
is: Svæðisnúmer símanúmers
ja: 電話番号の市外局番
ka: რეგიონის ნომრის სატელეფონო კოდი
kk: Телефон нөмірінің аймақ коды
kn: ಫೋನ್‌ ಸಂಖ್ಯೆ ಪ್ರದೇಶದ ಕೋಡ್
ko: 전화 번호 지역 번호
ku_arab: کۆدی ژمارە تەلەفۆنی ناوچە
ky: Телефон номеринин аймактык коду
lo: ລະ​ເຫດ​ເຂດ​ຂອງ​ເບີ​ໂທລະສັບ
lt: Telefono numerio regiono kodas
lv: Tālruņa numura apgabala kods
mi: Waehere rohe tau waea
mk: Повикувачки број за телефонскиот број
ml: ഫോൺ നമ്പർ ഏരിയ കോഡ്
mn: Утасны дугаарын бүсийн код
mr: फोन नंबर क्षेत्र कोड
ms: Kod nombor telefon kawasan anda
mt: Kodiċi taż-żona tan-numru tat-telefown
ne: फोन नम्बरको क्षेत्र संकेत
nn_no: Retningsnummer
no: Retningsnummer
or: ଫୋନ୍ ନମ୍ଵର୍ ଅଞ୍ଚଳ କୋଡ୍
pa_arab_pk: فون نمبر دا ایریا کوڈ
pa_in: ਫ਼ੋਨ ਨੰਬਰ ਖੇਤਰ ਕੋਡ
pl: Kierunkowy numer telefonu
ru: Телефонный код города
sd: فون نمبر ايريا ڪوڊ
si: දුරකථන අංකයේ ප්‍රාදේශීය කේතය
sl: Omrežna skupina telefonske številke
sr_cyrl_rs: Позивни телефонски број
sr_latn_rs: Pozivni telefonski broj
sv: Riktnummer
ta: தொலைபேசி எண் பகுதிக் குறியீடு.
te: ఫోన్ నంబర్ ప్రాంతం కోడ్
tg: Рамзи минтақаи рақами телефон
th: รหัสพื้นที่หมายเลขโทรศัพท์
tr: Telefon numarası alan kodu
tt: Телефон номерының ил коды дөрес түгел
ug: تېلېفون نومۇرىنىڭ رايون نومۇرى
uk: Телефонний код населеного пункту
ur: فون نمبر کا علاقہ کوڈ
uz: Telefon raqami hudud kodi
vi: Mã vùng số điện thoại
zh_hans: 电话号码区号
zh_hant: 電話號碼 - 區碼

# Word.VATID.Orgnr
source: Orgnr
af: Orgno.
az: Orqnr
cy: Sefydliad
da: Organisation
et: Organisatsiooni kood
hi: संगठनकर्ता
lo: ອົງກອນ
lt: Organizacijos numeris
mk: Oрганизација
ne: व्यवस्थापक
th: องค์กร
tr: Kuruluş no
ug: ئۇيۇشتۇرغۇچى
ur: تنظیمی
vi: Người tổ chức

# Word.VATID.Ma'am
source: Ma'am
ar: سيدتي
as: মেডাম
az: Xanım
bs: Gospođo
de: Dame
el: Κυρία
ga: Bean uasal
he: מע"מ
hi: मैडम
is: Frú
lo: ມາດາມ
mi: E te rangatira
mk: Госпоѓа
ml: മാഡം
mr: मॅम
ne: म्याम
nn_no: Frue
or: ମ୍ୟାଡମ୍
pa_in: ਮੈਡਮ
sl: Gospa
sr_cyrl_rs: Госпођа
sr_latn_rs: Gospođa
te: మేడమ్
ug: خانىم
ur: خاتون
uz: Xonim
zh_hans: 女士

# Word.VATID.GST/VAT
source: GST/VAT ID
af: GST/BTW ID
ar: معرف ضريبة السلع والخدمات/ضريبة القيمة المضافة
az: MXV/ƏDV ID-si
bg: GST/НОМЕР ПО ДДС
bs: ID za GST/PDV
cy: ID TAW/GST
da: GST/moms-id
de: USt./MwSt.-ID
el: ΑΝΑΓΝΩΡΙΣΤΙΚΟ GST/ΑΦΜ
es: Id. de IVA o GST
et: GST/KMKR
eu: GST/IFZ
fa: شناسه مالیات بر کالا و خدمات/مالیات بر ارزش افزوده
ga: ID GST/CBL
gl: ID do IVE/GST
he: מזהה GST/מע"מ
hu: GST/ÁFA-azonosító
id: GST/NPWP PPN
is: GST/VSK auðkenni
ka: GST/დღგ-ს საიდენტიფიკაციო კოდი
kk: GST/ҚҚС идентификаторы
lo: ລະຫັດ GST/VAT
lv: GST/PVN ID
mk: Идентификациски број за Данок на стоки и услуги/ДДВ
ms: ID GST/VAT
mt: ID tal-GST/VAT
ne: GST/VAT आइडी
no: GST/MVA-ID
pl: IDENTYFIKATOR GST/VAT
ru: Код GST/НДС
sl: ID za splošni prometni davek/DDV
sr_cyrl_rs: ID за ПДВ/Порез на робу и услуге
sr_latn_rs: ID za PDV/Porez na robu i usluge
th: GST/ID ภาษี
tr: GST/KDV No
tt: GST / НДС идентификаторы
ug: GST/VAT نومۇرى
uk: Ідентифікатор податку на товари та послуги або ПДВ
ur: GST/VAT کی ID
uz: GST/INN
vi: ID GST/VAT
zh_hans: 商品劳务税/增值税 ID
zh_hant: 貨物及服務稅/加值稅識別碼

# Word.WhatsThis.TooltipOne
source: 3 digit verification code
af: 3-syfer verifikasiekode
am: 3 አሃዝ ማረጋገጫ ኮድ
ar: رمز التحقق ذو 3 أرقام
as: 3 সংখ্যাৰ সত্যাসত্য নিৰূপণ কোড
az: 3-rəqəmli yoxlama kodu
bg: 3-цифрен код за потвърждение
bn_in: 3 সংখ্যার যাচাইকরণ কোড
bs: Trocifren kôd za verifikaciju
cy: Cod dilysu 3 digid
da: 3-cifret bekræftelseskode
de: Dreistellige Prüfnummer
el: Κωδικός επαλήθευσης 3 ψηφίων
es: Código de comprobación de 3 dígitos
et: 3-numbriline kinnituskood
eu: 3 digituko egiaztapen-kodea
fa: کد تأیید اعتبار 3 رقمی
ga: Cód fíorúcháin 3 dhigit
gd: Còd dearbhaidh 3 fhigearan
gl: Código de verificación de 3 díxitos
gu: 3 અંક ચકાસણી કોડ
he: קוד אימות בן 3 ספרות
hi: 3 अंकीय सत्यापन कोड
hr: Troznamenkasti kod za provjeru valjanosti
hu: Háromjegyű ellenőrzőkód
id: kode verifikasi 3 digit
is: 3 stafa staðfestingarkóði
ja: 3 桁の確認コード
ka: 3 ნიშნიანი დამოწმების კოდი
kk: 3 сандық тексеру коды
kn: 3 ಅಂಕಿಯ ಪರಿಶೀಲನೆ ಕೋಡ್
ko: 3자리 확인 코드
ku_arab: کۆدی سەلماندنی 3 رەنووسی
ky: 3 сандуу ырастоо коду
lo: ລະຫັດການຢືນຢັນ 3 ຕົວເລກ
lt: 3 skaitmenų patikrinimo kodas
lv: Trīsciparu verifikācijas kods
mi: Waehere manatokonga 3 matitau
mk: Троцифрен верификациски код
ml: 3 അക്ക സൂക്ഷ്മപരിശോധന കോഡ്
mn: 3 оронтой баталгаажуулах код
mr: 3 अंकी सत्यापन कोड
ms: Kod pengesahan 3 digit
mt: Kodiċi ta' verifika bi 3 numri
ne: ३ अंकको प्रमाणीकरण कोड
nn_no: Stadfestingskode på tre siffer
no: Tresifret bekreftelseskode
or: 3 ଅକ୍ଷର ଯାଞ୍ଚକରଣ କୋଡ୍
pa_arab_pk: 3 ہندسیاں دا تصدیقی کوڈ
pa_in: 3 ਅੰਕੀ ਤਸਦੀਕੀ ਕੋਡ
pl: 3-cyfrowy kod weryfikacyjny
ru: 3-значный код проверки
sd: 3 ڊجٽ تصديق ڪوڊ
si: අංක 3ක් සහිත සත්‍යාපන කේතය
sl: 3-mestna potrditvena koda
sr_cyrl_rs: Троцифрени код за верификацију
sr_latn_rs: Trocifreni kôd za verifikaciju
sv: 3-siffrig verifieringskod
ta: 3 இலக்க சரிபார்ப்புக் குறியீடு
te: 3 అంకెల ధృవీకరణ కోడ్
tg: Рамзи санҷиши 3-рақама
th: รหัสการตรวจสอบ 3 หลัก
tr: 3 basamaklı doğrulama kodu
tt: 3 санлы раслау коды
ug: 3 خانىلىق دەلىللەش نومۇرى
uk: 3-цифровий код перевірки
ur: 3 ہندسوں والا توثیقی کوڈ
uz: 3 ta raqamli tasdiqlash kodi
vi: Mã xác minh 3 chữ số
zh_hans: 3 位数的验证码
zh_hant: 3 位數驗證碼

# Word.WhatsThis.TooltipTwo
source: 4 digit verification code
af: 4-syfer verifikasiekode
am: 4 አሃዝ ማረጋገጫ ኮድ
ar: رمز التحقق ذو 4 أرقام
as: 4 সংখ্যাৰ সত্যাসত্য নিৰূপণ কোড
az: 4-rəqəmli yoxlama kodu
bg: 4-цифрен код за потвърждение
bn_in: 4 সংখ্যার যাচাইকরণ কোড
bs: Četverocifren kôd za verifikaciju
cy: Cod dilysu 4 digid
da: 4-cifret bekræftelseskode
de: Vierstellige Prüfnummer
el: Κωδικός επαλήθευσης 4 ψηφίων
es: Código de comprobación de 4 dígitos
et: 4-numbriline kinnituskood
eu: 4 digituko egiaztapen-kodea
fa: کد تأیید اعتبار 4 رقمی
ga: Cód fíorúcháin 4 dhigit
gd: Còd dearbhaidh 4 fhigearan
gl: Código de verificación de 4 díxitos
gu: 4 અંક ચકાસણી કોડ
he: קוד אימות בן 4 ספרות
hi: 4 अंकीय सत्यापन कोड
hr: Četveroznamenkasti kod za provjeru valjanosti
hu: Négyjegyű ellenőrzőkód
id: kode verifikasi 4 digit
is: 4 stafa staðfestingarkóði
ja: 4 桁の確認コード
ka: 4 ნიშნიანი დამოწმების კოდი
kk: 4 сандық тексеру коды
kn: 4 ಅಂಕಿಯ ಪರಿಶೀಲನೆ ಕೋಡ್
ko: 4자리 확인 코드
ku_arab: کۆدی سەلماندنی 4 رەنووسی
ky: 4 сандуу ырастоо коду
lo: ລະຫັດການຢືນຢັນ 4 ຕົວເລກ
lt: 4 skaitmenų patikrinimo kodas
lv: Četrciparu verifikācijas kods
mi: Waehere manatokonga 4 matitau
mk: Четвороцифрен верификациски код
ml: 4 അക്ക സൂക്ഷ്മപരിശോധന കോഡ്
mn: 4 оронтой баталгаажуулах код
mr: 4 अंकी सत्यापन कोड
ms: Kod pengesahan 4 digit
mt: Kodiċi ta' verifika b'4 numri
ne: ४ अंकको प्रमाणीकरण कोड
nn_no: Stadfestingskode på fire siffer
no: Firesifret bekreftelseskode
or: 4 ଅକ୍ଷର ଯାଞ୍ଚକରଣ କୋଡ୍
pa_arab_pk: 4 ہندسیاں دا تصدیقی کوڈ
pa_in: 4 ਅੰਕੀ ਤਸਦੀਕੀ ਕੋਡ
pl: 4-cyfrowy kod weryfikacyjny
ru: 4-значный код проверки
sd: 4 ڊجٽ تصديق ڪوڊ
si: අංක 4ක් සහිත සත්‍යාපන කේතය
sl: 4-mestna potrditvena koda
sr_cyrl_rs: Четвороцифрени код за верификацију
sr_latn_rs: Četvorocifreni kôd za verifikaciju
sv: 4-siffrig verifieringskod
ta: 4 இலக்க சரிபார்ப்புக் குறியீடு
te: 4 అంకెల ధృవీకరణ కోడ్
tg: Рамзи санҷиши 4-рақама
th: รหัสการตรวจสอบ 4 หลัก
tr: 4 basamaklı doğrulama kodu
tt: 4 санлы раслау коды
ug: 4 خانىلىق دەلىللەش نومۇرى
uk: 4-цифровий код перевірки
ur: 4 ہندسوں والا توثیقی کوڈ
uz: 4 xonali tasdiqlash kodi
vi: Mã xác minh 4 chữ số
zh_hans: 4 位数的验证码
zh_hant: 4 位數驗證碼

# Word.CVV3.Information
source: The last 3 digits on the back.
af: Die laaste 3 syfers op die agterkant
am: በጀርባ ያሉት የመጨረሻዎቹ 3 አሃዞች
ar: آخر ثلاثة أرقام على ظهر البطاقة.
as: পিছফালে থকা অন্তিম 3 টা অংক৷
az: Arxada son 3 rəqəm.
bg: Последните 3 цифри на задната страна.
bn_in: পিছনের শেষ 3 সংখ্যা৷
bs: Posljednje 3 brojke na stražnjoj strani.
cy: Y 3 digid olaf ar y cefn.
da: De sidste 3 cifre på bagsiden.
de: Die letzten drei Ziffern auf der Rückseite.
el: Τα τελευταία 3 ψηφία στην πίσω πλευρά.
es: Últimos 3 dígitos de la parte posterior.
et: 3 viimast numbrit tagaküljel.
eu: Atzealdeko azken hiru digituak.
fa: کد ۳ رقمی پشت کارت.
ga: Na 3 dhigit dheireanacha ar chúl.
gd: Na trì àireamhan mu dheireadh air a’ chùl.
gl: Os últimos 3 díxitos da parte traseira.
gu: પાછળની બાજુએ રહેલ છેલ્લા 3 અંક.
he: 3 הספרות האחרונות בגב הכרטיס
hi: पार्श्व भाग में 3-अंकीय कोड.
hr: Zadnje tri znamenke sa stražnje strane.
hu: A kártya hátlapján látható utolsó 3 számjegy.
id: 3 digit terakhir di bagian belakang.
is: Síðustu þrír tölustafirnir aftan á kortinu.
ja: 背面の最後の 3 桁です。
ka: ბოლო 3 ციფრი უკანა მხარეს.
kk: Артқы жақтағы соңғы 3 сан.
kn: ಹಿಂಭಾಗದಲ್ಲಿ ಕೊನೆಯ 3 ಅಂಕಿಗಳು.
ko: 뒷면의 마지막 3자리입니다.
ku_arab: دوایین 3 رەنووس لە دواوە.
ky: Артындагы 3 сандан турган код.
lo: 3 ຕົວເລກສຸດທ້າຍຢູ່ດ້ານຫຼັງ.
lt: Paskutiniai 3 skaitmenys kitoje pusėje.
lv: Pēdējie 3 cipari aizmugurē.
mi: Ko ngā mati whakamutunga e toru kei muri
mk: Последните 3 цифри на задната страна.
ml: 3-അക്ക കോഡ് പിറകുവശത്താണ്.
mn: Ар талд байгаа тооны сүүлийн 3 орон.
mr: मागील बाजूवरील शेवटचे 3 अंक.
ms: 3 digit terakhir di belakang.
mt: L-aħħar 3 ċifri fuq wara.
ne: पछाडिको अन्तिम 3 अङ्क।
nn_no: Dei siste tre tala på baksida.
no: De siste tre tegnene på baksiden.
or: ପଛରେ ଶେଷ 3 ଅଙ୍କ.
pa_arab_pk: پچھلے پاسے 3 عدد دا کوڈ۔
pa_in: ਪਿੱਛੇ ਅੰਤਿਮ 3 ਅੰਕ।
pl: Ostatnie 3 cyfry na odwrocie.
ru: Код с задней части из 3 цифр.
sd: آخري 3 انگ پٺيان.
si: පසුපස ඇති අවසන් සංඛ්‍යාංක 3.
sl: Zadnje tri števke na hrbtni strani.
sr_cyrl_rs: Последње 3 цифре на полеђини картице.
sr_latn_rs: Poslednje 3 cifre na poleđini kartice.
sv: De sista 3 siffrorna på baksidan.
ta: பின்புறமுள்ள கடைசி 3 இலக்கங்கள்.
te: వెనుకవైపు 3 అంకెల కోడ్.
tg: Рамзи 3-рақамаи охирин аз қафо.
th: รหัส 3 หลักสุดท้ายด้านหลัง
tr: Kartın arka tarafındaki son 3 rakam.
tt: Арттагы соңгы 3 сан.
ug: ئارقا تەرەپتىكى ئاخىرقى 3 خانىسى.
uk: Останні 3 цифри на задній частині.
ur: پشت پر 3 عددی کوڈ۔
uz: Orqa tomondagi oxirgi 3 xona.
vi: Mã gồm 3 chữ số cuối ở mặt sau.
zh_hans: 背面最后 3 位数。
zh_hant: 後面的最後 3 碼。

# Word.CVV4.Information
source: The 4-digit code on the front.
af: Die 4-syferkode op die voorkant.
am: ከፊት ለፊት ያለው ባለ 4-አሃዝ ኮድ።
ar: الرمز المكون من أربعة أرقام على وجه البطاقة.
as: সন্মুখত থকা 4-টা অংকৰ কোড৷
az: Öndə 4-rəqəmli kod.
bg: 4-цифреният код на предната страна.
bn_in: সামনের 4 সংখ্যার কোড৷
bs: Četverocifreni kôd na prednjoj strani.
cy: Y cod 4 digid ar y blaen.
da: Den 4-cifrede kode på forsiden.
de: Der vierstellige Code auf der Vorderseite.
el: Ο 4ψήφιος κωδικός στην μπροστινή πλευρά.
es: Código de 4 dígitos de la parte anterior.
et: 4-numbriline kood esiküljel.
eu: Aurrealdeko lau digituko kodea.
fa: کد ۴ رقمی جلوی کارت.
ga: An cód 4 dhigit ar an tosach.
gd: An còd ceithir-àireamhach air a’ bheulaibh.
gl: O código de 4 díxitos da parte frontal.
gu: આગળની બાજુએ રહેલ 4-અંકનો કોડ.
he: 4 הספרות בקדמת הכרטיס
hi: सामने 4-अंकीय कोड.
hr: Četveroznamenkasti digitalni kod s prednje strane.
hu: A kártya előlapján látható 4 jegyű kód.
id: Kode 4 digit di bagian depan.
is: Fjögurra tölustafa kóðinn framan á kortinu.
ja: 前面の 4 桁のコードです。
ka: 4-ციფრიანი კოდი წინა მხარეს.
kk: Алдыңғы жақтағы 4 таңбалы код.
kn: ಮುಂಭಾಗದಲ್ಲಿ 4-ಅಂಕಿಯ ಕೋಡ್.
ko: 앞면의 4자리 코드입니다.
ku_arab: کۆدی 4-رەنووس لە پێشەوە.
ky: Маңдайындагы 4 сандан турган код.
lo: 4 ຕົວເລກຢູ່ດ້ານໜ້າ.
lt: 4 skaitmenų kodas priekinėje pusėje.
lv: 4 ciparu kods priekšpusē.
mi: Ko te waehere 4-mati kei mua.
mk: Кодот од 4 цифри на предната страна.
ml: 4-അക്ക കോഡ് മുൻഭാഗത്താണ്.
mn: Нүүрэн талд байгаа тооны 4 оронтой код.
mr: समोरच्या बाजूवरील 4 अंक.
ms: Kod 4 digit di hadapan.
mt: Il-kodiċi b'4 ċifri fuq quddiem.
ne: अगाडिपट्टी रहेको 4 अङ्कको कोड।
nn_no: Koden på fire teikn på framsida.
no: Den firesifrede koden på fremsiden.
or: ସମ୍ମୁଖରେ 4-ଅଙ୍କ କୋଡ୍.
pa_arab_pk: سامنے والے پاسے 4-عدد دا کوڈ۔
pa_in: ਸਾਹਮਣੇ 4-ਅੰਕ ਦਾ ਕੋਡ।
pl: 4-cyfrowy kod na przedniej stronie.
ru: Код с передней части из 4 цифр.
sd: اڳيان 4 انگن وارو ڪوڊ.
si: ඉදිරිපස ඇති සංඛ්‍යාංක 4 කේතය.
sl: Štirimestna koda na sprednji strani.
sr_cyrl_rs: Четвороцифрени код на предњој страни картице.
sr_latn_rs: Četvorocifreni kod na prednjoj strani kartice.
sv: Den 4-siffriga koden på framsidan.
ta: முன்புறமுள்ள 4-இலக்கக் குறியீடு.
te: ముందువైపు 4-అంకెల కోడ్.
tg: Рамзи 4-рақама аз пеш.
th: รหัส 4 หลักด้านหน้า
tr: Kartın ön tarafındaki 4 haneli kod.
tt: Алгы яктагы 4 санлы код.
ug: ئالدى تەرەپتىكى 4 خانىلىق كود.
uk: Код із 4 цифр на передній частині картки.
ur: سامنے کا 4 عددی کوڈ۔
uz: Old tomondagi 4 xonali kod.
vi: Mã gồm 4 chữ số ở mặt trước.
zh_hans: 正面 4 位代码。
zh_hant: 前面的 4 位數代碼。

# Word.CommercialStores.CVV3.Information
source: 3 digit verification code
af: 3-syfer-verifikasiekode
am: 3 አሃዝ ማረጋገጫ ኮድ
ar: رمز التحقق ذو 3 أرقام
as: 3 টা সংখ্যাৰ সত্যাসত্য নিৰূপণ কোড
az: 3-rəqəmli yoxlama kodu
bg: 3-цифрен код за потвърждение
bn_in: 3 সংখ্যার যাচাইকরণ কোড
bs: Trocifren kôd za verifikaciju
cy: Cod dilysu 3 digid
da: 3-cifret bekræftelseskode
de: Dreistellige Prüfnummer
el: Τριψήφιος κωδικός επαλήθευσης
es: Código de comprobación de 3 dígitos
et: 3-numbriline kinnituskood
eu: 3 digituko egiaztapen-kodea
fa: کد تأیید اعتبار 3 رقمی
ga: Cód fíorúcháin 3 dhigit
gd: Còd dearbhaidh 3 fhigearan
gl: Código de verificación de 3 díxitos
gu: 3 અંક ચકાસણી કોડ
he: קוד אימות בן 3 ספרות
hi: 3 अंकीय सत्यापन कोड
hr: Troznamenkasti kod za provjeru valjanosti
hu: Háromjegyű ellenőrzőkód
id: kode verifikasi 3 digit
is: 3 stafa staðfestingarkóði
ja: 3 桁の確認コード
ka: 3 ნიშნიანი დამოწმების კოდი
kk: 3 таңбалы тексеру коды
kn: 3 ಅಂಕಿಯ ಪರಿಶೀಲನೆ ಕೋಡ್
ko: 3자리 확인 코드
ku_arab: کۆدی سەلماندنی 3 رەنووسی
ky: 3 сандуу ырастоо коду
lo: ລະຫັດການຢືນຢັນ 3 ຕົວເລກ
lt: 3 skaitmenų patikrinimo kodas
lv: Trīsciparu verifikācijas kods
mi: Waehere manatokonga mati-3
mk: Троцифрен верификациски код
ml: 3 സൂക്ഷ്മപരിശോധന കോഡ്
mn: 3 оронтой баталгаажуулах код
mr: 3 अंकी सत्यापन कोड
ms: Kod pengesahan 3 digit
mt: kodiċi ta' verifika bi 3 ċifri
ne: 3 अंकको प्रमाणीकरण कोड
nn_no: Stadfestingskode med tre siffer
no: Tresifret bekreftelseskode
or: 3 ସଂଖ୍ୟା ବିଶିଷ୍ଟ ଯାଞ୍ଚକରଣ କୋଡ୍
pa_arab_pk: 3 ہندسیاں دا تصدیقی کوڈ
pa_in: 3 ਅੰਕੀ ਤਸਦੀਕੀ ਕੋਡ
pl: 3-cyfrowy kod weryfikacyjny
ru: 3-значный код проверки
sd: 3 ڊجٽ تصديق ڪوڊ
si: අංක 3ක් සහිත සත්‍යාපන කේතය
sl: 3-mestna potrditvena koda
sr_cyrl_rs: Троцифрени код за верификацију
sr_latn_rs: Trocifreni kôd za verifikaciju
sv: 3-siffrig verifieringskod
ta: 3 இலக்க சரிபார்ப்புக் குறியீடு
te: 3 అంకెల ధృవీకరణ కోడ్
tg: Рамзи санҷиши 3-рақама
th: รหัสการตรวจสอบ 3 หลัก
tr: 3 basamaklı doğrulama kodu
tt: 3 санлы раслау коды
ug: 3 خانىلىق دەلىللەش كودى
uk: 3-цифровий код перевірки
ur: 3 ہندسوں والا توثیقی کوڈ
uz: 3 xonali tasdiqlash kodi
vi: Mã xác minh 3 chữ số
zh_hans: 3 位数的验证码
zh_hant: 3 位數驗證碼
