Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Venmo.QrCode.AccessibilityText
source: QR code for adding a Venmo account
af: QR-kode om ’n Venmo-rekening by te voeg
am: የ Venmo መለያ ለማከል QR ኮድ
ar: شفرة الاستجابة السريعة لإضافة حساب Venmo
as: Venmo একাউণ্ট যোগ কৰাৰ বাবে কিউআৰ ক’ড
az: Venmo hesabı əlavə etmək üçün QR kodu
bg: QR код за добавяне на акаунт във Venmo
bn_in: একটি Venmo অ্যাকাউন্ট যোগ করার জন্য QR কোড
bs: QR kod za dodavanje Venmo računa
cy: Cod QR ar gyfer ychwanegu cyfrif Venmo
da: QR-kode til tilføjelse af en Venmo-konto
de: QR-Code zum Hinzufügen eines Venmo-Kontos
el: Κωδικός QR για την προσθήκη λογαριασμού Venmo
es: Código QR para agregar una cuenta de Venmo
et: QR-kood Venmo konto lisamiseks
eu: Venmo kontu bat gehitzeko QR kodea
fa: کد QR برای افزودن یک حساب Venmo
ga: Cód QR chun cuntas Venmo a chur leis
gd: Còd QR airson cunntas Venmo a chur ris
gl: Código QR para engadir unha conta Venmo
gu: Venmo ખાતું ઍડ કરવા માટે QR કોડ
he: קוד QR להוספת חשבון Venmo
hi: कोई वेमो खाता जोड़ने के लिए QR कोड
hr: QR kod za dodavanje Venmo računa
hu: QR-kód Venmo-fiók hozzáadásához
id: Kode QR untuk menambahkan akun Venmo
is: QR-kóði til að bæta við Venmo-reikningi
ja: Venmo アカウントを追加するための QR コード
ka: Venmo-ს ანგარიშის დასამატებელი QR კოდი
kk: Venmo тіркелгісін қосу үшін QR коды
kn: Venmo ಖಾತೆಯನ್ನು ಸೇರಿಸಲು QR ಕೋಡ್
ko: Venmo 계정을 추가하기 위한 QR 코드
lo: ລະຫັດ QR ສຳລັບການເພີ່ມບັນຊີ Venmo
lt: „Venmo“ paskyros pridėjimo QR kodas
lv: QR kods Venmo konta pievienošanai
mi: He waehere QR hei tāpiri i tētahi pūkete Venmo
mk: Код QR за додавање на Venmo сметка
ml: ഒരു Venmo അക്കൗണ്ട് ചേർക്കുന്നതിനുള്ള QR കോഡ്
mr: Venmo खाते जोडण्यासाठी QR कोड
ms: Kod QR untuk menambah akaun Venmo
mt: Kodiċi QR biex iżżid kont ta’ Venmo
ne: Venmo खाता थप्नका लागि QR कोड
nn_no: QR-kode for å leggje til Venmo-konto
no: QR-kode for å legge til en Venmo-konto
or: ଏକ Venmo ଏକାଉଣ୍ଟ୍ ଯୋଡିବା ପାଇଁ QR କୋଡ୍
pa_in: Venmo ਖਾਤਾ ਜੋੜਨ ਲਈ QR ਕੋਡ
pl: Kod QR do dodawania konta Venmo
ru: QR-код для добавления учетной записи Venmo
sl: Koda QR za dodajanje računa Venmo
sr_cyrl_rs: QR шифра за додавање Venmo налога
sr_latn_rs: QR šifra za dodavanje Venmo naloga
sv: QR-kod för att lägga till ett Venmo-konto
ta: ஒரு Venmo கணக்கைச் சேர்ப்பதற்கான QR குறியீடு
te: Venmo ఖాతాను జోడించడానికి QR కోడ్
th: คิวอาร์โค้ดสำหรับการเพิ่มบัญชี Venmo
tr: Venmo hesabı eklemek için gerekli QR kodu
tt: Venmo хисап язмасын өстәү өчен QR коды
ug: Venmo ھېساباتى قوشۇش QR كودى
uk: QR-код для додавання облікового запису Venmo
ur: Venmo اکاؤنٹ شامل کرنے کا QR کوڈ
vi: Mã QR để thêm tài khoản Venmo
zh_hans: 用于添加 Venmo 帐户的 QR 码
zh_hant: 用於新增 Venmo 帳戶的 QR 代碼

# Literal.Xbox.ShippingAddress.AddHeader
source: Add a new shipping address
af: Voeg ’n nuwe versendingsadres by
am: አዲስ የመላኪያ አድራሻ ያክሉ
ar: إضافة عنوان شحن جديد
as: এটা নতুন শ্বিপিং ঠিকনা যোগ কৰক
az: Yeni göndəriş ünvanı əlavə et
bg: Добавяне на нов адрес на доставка
bn_in: একটি নতুন গন্তব্য ঠিকানা যোগ করুন
bs: Dodavanje nove adrese za isporuku
cy: Ychwanegu cyfeiriad postio newydd
da: Tilføj en ny leveringsadresse
de: Neue Versandadresse hinzufügen
el: Προσθήκη νέας διεύθυνσης αποστολής
es: Agregar nueva dirección de envío
et: Lisa uus postiaadress
eu: Gehitu bidalketarako helbide berria
fa: افزودن نشانی ارسال جدید
ga: Cuir seoladh poist nua leis
gd: Cuir seòladh libhrigidh ùr ris
gl: Engadir un novo enderezo de envío
gu: નવું શિપિંગ સરનામું ઉમેરો
he: הוסף כתובת חדשה למשלוח
hi: कोई नया शिपिंग पता जोड़ें
hr: Dodaj novu adresu za dostavu
hu: Új szállítási cím hozzáadása
id: Tambah alamat pengiriman baru
is: Bæta við nýju heimilisfangi viðtakanda
ja: 新しい配送先住所の追加
ka: მიწოდების ახალი მისამართის დამატება
kk: Жаңа жөнелтім мекенжайын қосу
kn: ಹೊಸ ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ko: 새 배송지 주소 추가
ku_arab: زیادکردنی ناونیشانێکی گواستنەوەی نوێ
ky: Жаңы жеткирүү дарегин кошуу
lo: ເພີ່ມທີ່ຢູ່ຈັດສົ່ງໃໝ່
lt: Įtraukti naują pristatymo adresą
lv: Pievienot jaunu piegādes adresi
mi: Tāpirihia he wāhitau tukutanga hōu
mk: Додај нова адреса за испорака
ml: ഒരു പുതിയ ഷിപ്പിംഗ് വിലാസം ചേർക്കുക
mn: Шинэ хүргэх хаяг нэмэх
mr: नवीन शिपिंग पत्ता जोडा
ms: Tambah alamat penghantaran baharu
mt: Żid indirizz ġdid tal-konsenja
ne: नयाँ शिपिङ ठेगाना थप्नुहोस्
nn_no: Legg til ei ny leveringsadresse
no: Legg til en ny leveringsadresse
or: ଏକ ନୂତନ ସିପିଂ ଠିକଣା ଯୋଡନ୍ତୁ
pa_arab_pk: ترسیل دا نواں پتہ شامل کرو
pa_in: ਇੱਕ ਨਵਾਂ ਸ਼ਿਪਿੰਗ ਪਤਾ ਜੋੜੋ
pl: Dodaj nowy adres wysyłkowy
ru: Добавление нового адреса доставки
sd: هڪ نئون شپنگ پتو شامل ڪريو
si: නව ප්‍රවාහනගත කිරීමේ ලිපිනයක් එක් කරන්න
sl: Dodaj nov naslov za dostavo
sr_cyrl_rs: Додај нову адресу испоруке
sr_latn_rs: Dodaj novu adresu za isporuku
sv: Lägg till en ny leveransadress
ta: புதிய அனுப்ப வேண்டிய முகவரி ஒன்றைச் சேர்க்க
te: కొత్త రవాణా చిరునామాను జోడించు
tg: Илова кардани суроғаи интиқоли нав
th: เพิ่มที่อยู่ใหม่สำหรับการจัดส่ง
tr: Yeni bir gönderim adresi ekle
tt: Яңа китерү адресын өстәү
ug: يېڭى يەتكۈزۈش ئادرېسى قوشۇش
uk: Додавання нової адреси доставки
ur: ایک نیا ترسیل کا پتہ شامل کریں
uz: Yangi yetkazish manzilini kiriting
vi: Thêm địa chỉ chuyển hàng mới
zh_hans: 添加新的送货地址
zh_hant: 新增送貨地址

# Literal.Xbox.BillingAddress.AddHeader
source: Add a new billing address
af: Voeg ’n nuwe faktureringsadres by
am: አዲስ የመክፈያ አድራሻ ያክሉ
ar: إضافة عنوان فوترة جديد
as: এটা নতুন বিলিং ঠিকনা যোগ কৰক
az: Yeni hesablaşma ünvanı əlavə et
bg: Добавяне на нов адрес за фактуриране
bn_in: একটি নতুন বিলিং ঠিকানা যোগ করুন
bs: Dodajte novu adresu za naplatu
cy: Ychwanegu cyfeiriad bilio newydd
da: Tilføj en ny faktureringsadresse
de: Neue Rechnungsadresse hinzufügen
el: Προσθήκη νέας διεύθυνσης χρέωσης
es: Adición de una nueva dirección de facturación
et: Uue arveldusaadressi lisamine
eu: Gehitu fakturazio-helbide berri bat
fa: افزودن آدرس صورتحساب جدید
ga: Cuir seoladh nua billeála leis
gd: Cuir seòladh bileachaidh ùr ris
gl: Adición dun novo enderezo de facturación
gu: નવું બિલિંગ સરનામું ઍડ કરો
he: הוסף כתובת חדשה לחיוב
hi: कोई नया बिलिंग पता जोड़ें
hr: Dodaj novu adresu za dostavu
hu: Új számlázási cím hozzáadása
id: Tambah alamat penagihan baru
is: Bæta við nýju heimilisfangi greiðanda
ja: 新しい請求先住所の追加
ka: ბილინგის ახალი მისამართის დამატება
kk: Жаңа шот жіберілетін мекенжайды қосу
kn: ಹೊಸ ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ko: 새 청구 주소 추가
lo: ເພີ່ມທີ່ຢູ່ໃບບິນໃໝ່
lt: Įtraukti naują sąskaitų siuntimo adresą
lv: Pievienot jaunu norēķinu adresi
mi: Tāpirihia he wāhitau tukutanga hōu
mk: Додајте нова адреса за наплата
ml: ഒരു പുതിയ ബില്ലിംഗ് വിലാസം ചേർക്കുക
mr: नवीन बिलाचा पत्ता जोडा
ms: Tambah alamat pengebilan baru
mt: Żid indirizz tal-ħlasijiet ġdid
ne: नयाँ बिलिङ ठेगाना थप्नुहोस्
nn_no: Legg til ei ny leveringsadresse
no: Legge til en ny faktureringsadresse
or: ଏକ ନୂତନ ବିଲିଂ ଠିକଣା ଯୋଡନ୍ତୁ
pa_in: ਕੋਈ ਨਵਾਂ ਬਿਲਿੰਗ ਪਤਾ ਜੋੜੋ
pl: Dodaj nowy adres rozliczeniowy
ru: Добавление нового адреса выставления счета
sl: Dodaj nov naslov plačnika računa
sr_cyrl_rs: Додајте нову адресу фактурисања
sr_latn_rs: Dodajte novu adresu fakturisanja
sv: Lägg till en ny faktureringsadress
ta: ஒரு புது பில்லிங் முகவரியைச் சேர்க்கவும்
te: కొత్త బిల్లింగ్ చిరునామాను జోడించండి
th: เพิ่มที่อยู่สําหรับเรียกเก็บเงินใหม่
tr: Yeni fatura adresi ekle
tt: Яңа хисап чыгару адресын өстәү
ug: يېڭى بىر تالونلاش ئادرېسى قوشۇش
uk: Додайте нову адресу доставки
ur: بلنگ کا ایک نیا پتہ شامل کریں
uz: Yangi billing manzilini qo‘shish
vi: Thêm địa chỉ thanh toán mới
zh_hans: 添加新的帐单邮寄地址
zh_hant: 新增帳單地址

# Literal.PaymentMethod.SelectButtonAccessibilityName
source: Add selected payment method
af: Voeg geselekteerde betaalmetode by
am: የተመረጠ የመክፈያ ዘዴ ያክሉ
ar: إضافة طريقة دفع محددة
as: চয়নিত পৰিশোধ পদ্ধতি যোগ কৰক
az: Seçilmiş ödəniş üsulu əlavə edin
bg: Добавяне на избран метод на плащане
bn_in: নির্বাচিত পেমেন্ট পদ্ধতি যোগ করুন
bs: Dodaj izabrani način plaćanja
cy: Ychwanegu'r dull talu a ddetholwyd
da: Tilføj valgt betalingsmetode
de: Ausgewählte Zahlungsmethode hinzufügen
el: Προσθήκη επιλεγμένης μεθόδου πληρωμής
es: Agregar método de pago seleccionado
et: Valitud makseviisi lisamine
eu: Gehitu hautatutako ordainketa-metodoa
fa: افزودن روش پرداخت انتخابی
ga: Modh íocaíochta roghnaithe a chur leis
gd: Cuir ris an dòigh pàighidh a thagh thu
gl: Engadir o método de pagamento seleccionado
gu: પસંદ કરેલ ચુકવણીની પદ્ધતિ ઉમેરો
he: הוסף אמצעי תשלום שנבחר
hi: चयनित भुगतान विधि जोड़ें
hr: Dodaj odabrani način plaćanja
hu: Kijelölt fizetési mód hozzáadása
id: Tambahkan metode pembayaran yang dipilih
is: Bæta völdum greiðslumáta við
ja: 選択したお支払方法の追加
ka: არჩეული გადახდის მეთოდის დამატება
kk: Таңдалған төлем әдісін қосу
kn: ಆಯ್ಕೆ ಮಾಡಿದ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ
ko: 새 결제 방법 추가
ku_arab: شێوازی پارەدانی دەسنیشانکراو زیاد بکه
ky: Тандалган төлөм ыкмасын кошуу
lo: ເພີ່ມວິທີການຊຳລະທີ່ເລືອກ
lt: Įtraukti pasirinktą mokėjimo būdą
lv: Pievienot atlasīto maksāšanas veidu
mi: Tāpiri tikanga utu tīpako
mk: Додајте избран начин на плаќање
ml: തിരഞ്ഞെടുത്ത പണമടയ്ക്കൽ രീതി ചേർക്കുക
mn: Сонгосон төлбөрийн хэрэгслийг нэмэх
mr: निवडलेली देय पद्धत जोडा
ms: Tambah kaedah pembayaran yang dipilih
mt: Żid il-metodu ta' pagament magħżul
ne: चयन गरिएको भुक्तानी विधि थप्नुहोस्
nn_no: Legg til vald betalingsmetode
no: Legg til valgt betalingsmåte
or: ଚୟନିତ ପେମେଣ୍ଟ ପଦ୍ଧତି ଯୋଡନ୍ତୁ
pa_arab_pk: منتخب کردہ ادائیگی دا طریقہ چُنو
pa_in: ਚੁਣੀਆਂ ਹੋਈਆਂ ਭੁਗਤਾਨ ਵਿਧੀ ਜੋੜੋ
pl: Dodaj wybraną metodę płatności
ru: Добавить выбранный метод оплаты
sd: چونڊيل ادائيگي طريقو اضافو ڪريو
si: තෝරාගත් ගෙවීම් ක්‍රමය එක් කරන්න
sl: Dodaj izbran način plačila
sr_cyrl_rs: Додај изабрани начин плаћања
sr_latn_rs: Dodaj izabrani način plaćanja
sv: Lägg till vald betalningsmetod
ta: தேர்ந்தெடுக்கப்பட்ட கட்டண முறையைச் சேர்
te: ఎంచుకున్న చెల్లింపు పద్ధతిని జోడించండి
tg: Усули пардохти интихобшударо илова кунед
th: เพิ่มวิธีการชำระเงินที่เลือก
tr: Seçilen ödeme yöntemini ekle
tt: Тамгаланган түләү ысулын өстәү
ug: تاللانغان ھەق تاپشۇرۇش ئۇسۇلى قوشۇش
uk: Додати вибраний метод оплати
ur: منتخب کردہ ادائیگی کا طریقہ کار شامل کریں
uz: Yangi toʻlov usulini kiritish
vi: Thêm phương thức thanh toán đã chọn
zh_hans: 添加选中的付款方式
zh_hant: 新增已選取的付款方式

# Literal.ErrorMessage.BillingGroupIsRequired
source: Billing group is a required field
af: Faktureringsgroep is ’n vereiste veld
am: የመክፈያ ቡድን አስፈላጊ መስክ ነው
ar: تُعد مجموعة الفوترة أحد الحقول المطلوبة
as: বিলিং গোট হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Hesablaşma qrupu lazımi sahədir
bg: Група за фактуриране е задължително поле
bn_in: বিলিং গ্রুপটি একটি প্রয়োজনীয় ক্ষেত্র
bs: Grupa plaćanja je obavezno polje
cy: Mae grŵp bilio yn faes gofynnol
da: Faktureringsgruppe skal angives
de: „Abrechnungsgruppe“ ist ein Pflichtfeld.
el: Η ομάδα χρέωσης είναι απαιτούμενο πεδίο
es: El grupo de facturación es un campo obligatorio.
et: Arveldusrühm on nõutav väli
eu: Fakturazio-taldea derrigorrezko eremua da
fa: گروه صدور صورتحساب یک فیلد الزامی است
ga: Réimse riachtanach is ea grúpa billeála
gd: Tha am buidheann bileachaidh na raon riatanach
gl: O grupo de facturación é un campo obrigatorio
gu: બિલિંગ જૂથ એક આવશ્યક ક્ષેત્ર છે
he: 'קבוצת חיוב' הוא שדה נדרש
hi: बिलिंग समूह आवश्यक फ़ील्ड है
hr: Skupina za naplatu je obavezno polje
hu: A Számlázási csoport mezőt kötelező kitölteni.
id: Grup tagihan adalah bidang yang wajib diisi
is: Innheimtuhópur er áskilinn reitur
ja: [請求グループ] は必須フィールドです
ka: ბილინგის ჯგუფი სავალდებულო ველია
kk: Есеп-шот ұсыну тобы міндетті өріс болып табылады
kn: ಬಿಲ್ಲಿಂಗ್ ಗುಂಪು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 청구 그룹은 필수 필드입니다.
ku_arab: گرووپی فاتوورەدان خانەیەکی پێویسته
ky: Эсептөө тобу милдеттүү түрдө толтурула турган талаа
lo: ກຸ່ມການສົ່ງບິນແມ່ນເປັນຊ່ອງທີ່ຕ້ອງຕື່ມໃສ່
lt: Atsiskaitymo grupė yra privalomas laukas
lv: Norēķinu grupa ir obligāti aizpildāms lauks
mi: He āputa te rōpū pire kei te hiahiatia
mk: Групата за наплата е задолжително поле
ml: ബില്ലിംഗ് ഗ്രൂപ്പ് ഒരു നിർബന്ധിത ഫീല്‍ഡ് ആണ്
mn: Төлбөр тооцооны бүлгийг бөглөх шаардлагатай
mr: बिलिंग समूह एक आवश्यक फील्ड आहे
ms: Kumpulan pengebilan ialah medan yang diperlukan
mt: Grupp tal-ħlasijiet huwa qasam meħtieġ
ne: बिलिङ समूह आवश्यक फाँट हो
nn_no: Faktureringsgruppe er obligatorisk felt
no: Faktureringsgruppen er et obligatorisk felt
or: ବିଲିଂ ଗ୍ରୁପ୍‌ ଗୋଟିଏ ଆବଶ୍ୟକ କ୍ଷେତ୍ର ଅଟେ
pa_arab_pk: بلنگ گروپ اک درکار فیلڈ اے
pa_in: ਬਿਲਿੰਗ ਸਮੂਹ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ।
pl: Grupa rozliczeń jest polem wymaganym
ru: Группа выставления счетов является обязательным полем
sd: بلنگ گروپ هڪ گهربل فيلڊ آهي
si: බිල්කරණ කණ්ඩායම අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Skupina za obračunavanje je obvezno polje.
sr_cyrl_rs: Група за наплату је обавезно поље
sr_latn_rs: Grupa za naplatu je obavezno polje
sv: Faktureringsgrupp är ett obligatoriskt fält.
ta: பில்லிங் குழு ஒரு தேவையான புலம்
te: బిల్లింగ్ సమూహం అనేది అవసరమైన ఫీల్డ్
tg: Гурӯҳи биллинг майдони ҳатмист
th: กลุ่มการเรียกเก็บเงินเป็นเขตข้อมูลที่ต้องระบุ
tr: Ödeme grubu doldurulması zorunlu bir alandır
tt: Хисап чыгару төркеме - мәҗбүри кыр
ug: ھېساب بوغۇش ‏‏گۇرۇپپىسى زۆرۈر بولغان بۆلەك
uk: Група для виставлення рахунків – обов’язкове поле
ur: بل کاری گروپ ایک لازمی قطعہ ہے
uz: Billing guruhi majburiy maydoncha hisoblanadi
vi: Nhóm thanh toán là trường bắt buộc
zh_hans: 计费组是必填字段
zh_hant: 帳單群組為必填欄位

# Literal.BillingGroup.EditPONumber.Header
source: View/Edit PO Number
af: Bekyk/Wysig PO-nommer
am: PO ቁጥር ይመልከቱ/አርትዕ ያድርጉ
ar: عرض/تحرير رقم أمر الشراء
as: PO নম্বৰ দৰ্শন/সম্পাদনা কৰক
az: PO Nömrəsinə Baxın/Redaktə Edin
bg: Преглед/редактиране на номер на поръчка за покупка
bn_in: PO নম্বর দেখুন / সম্পাদনা করুন
bs: Prikaži/uredi broj narudžbenice
cy: Gweld/Golygu Rhif Archeb
da: Vis/rediger købsordrenummer
de: Auftragsnummer anzeigen/bearbeiten
el: Προβολή/επεξεργασία αριθμού παραγγελίας
es: Ver o modificar el número de pedido de compra
et: Ostutellimuse koodi kuvamine/redigeerimine
eu: Ikusi/Editatu erosketa-aginduaren zenbakia
fa: مشاهده/ویرایش شماره سفارش
ga: Uimhir ordú ceannaigh a fheiceáil/a chur in eagar
gd: Seall/Deasaich àireamh a’ PO
gl: Ver ou editar número de orde de Compra
gu: PO નંબર જુઓ/સંપાદિત કરો
he: הצגה/עריכה של מספר הזמנת רכש
hi: PO संख्या देखें/संपादित करें
hr: Prikaz/uređivanje broja narudžbenice
hu: Rendelésszám megtekintése/szerkesztése
id: Lihat/Edit Nomor PO
is: Skoða/breyta innkaupanúmeri
ja: 発注番号の表示/編集
ka: შეკვეთის ნომრის ნახვა/რედაქტირება
kk: Тапсырыс нөмірін көрсету/өңдеу
kn: PO ಸಂಖ್ಯೆಯನ್ನು ವೀಕ್ಷಿಸಿ/ಸಂಪಾದಿಸಿ
ko: PO 번호 보기/편집
ku_arab: بینین/بژارکردنی ژماره PO
ky: Буюртма номерин көрүү/түзөтүү
lo: ເບິ່ງ/ແກ້ໄຂ ໝາຍເລກ PO
lt: Peržiūrėti / redaguoti PU numerį
lv: Skatīt/rediģēt PP numuru
mi: Tiro/Whakatika Tau PO
mk: Прикажи/уреди број на нарачка
ml: PO നമ്പർ കാണുക / എഡിറ്റുചെയ്യുക
mn: ХАЗ дугаарыг харах
mr: PO क्रमांक पहा/संपादित करा
ms: Lihat/Edit Nombor PO
mt: Ara/Editja n-Numru tal-PO
ne: PO नम्बर हेर्नुहोस्/सम्पादन गर्नुहोस्
nn_no: Vis/rediger innkjøpsordrenummer
no: Vis/rediger innkjøpsordrenummer
or: PO ନମ୍ବର ଦେଖନ୍ତୁ/ଏଡ଼ିଟ୍ କରନ୍ତୁ
pa_arab_pk: PO نمبر ویکھو/ترمیم کرو
pa_in: PO ਨੰਬਰ ਦੇਖੋ/ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Wyświetl/edytuj numer zamówienia zakupu
ru: Просмотреть или изменить номер заказа на покупку
sd: PO نمبر ڏسو/تدوين ڪريو
si: PO අංකය බලන්න/සංස්කරණය කරන්න
sl: Ogled/urejanje številke naročilnice
sr_cyrl_rs: Приказивање/уређивање броја поруџбенице
sr_latn_rs: Prikazivanje/uređivanje broja porudžbenice
sv: Visa/redigera IO-nummer
ta: PO எண்ணைக் காட்டு/திருத்து
te: PO నంబర్ ను వీక్షించండి/సవరించండి
tg: Намоиш/таҳрири рақами фармоиши харид
th: ดู/แก้ไขหมายเลข PO
tr: Satın Alma Siparişi Numarasını Görüntüle/Düzenle
tt: Заказ номерын карау/төзәтү
ug: كۆرۈش/تەھرىرلەش بۇيرۇتما نومۇرى
uk: Перегляд і редагування номера замовлення на придбання
ur: پی او نمبر منظر/تدوین کریں
uz: Buyurtma raqamini ochish/tahrirlash
vi: Xem/Chỉnh sửa Số PO
zh_hans: 查看/编辑 PO 编号
zh_hant: 檢視/編輯 PO 編號

# Literal.BillingGroup.EditDetails.Header
source: Edit billing details
af: Wysig faktureringsbesonderhede
am: የሂሳብ አከፋፈል ዝርዝሮችን አርትዕ
ar: تحرير تفاصيل الفوترة
as: বিলিং তথ্য সম্পাদনা কৰক
az: Hesablaşma təfərrüatlarını redaktə edin
bg: Редактиране на платежната информация
bn_in: বিলিং বিবরণ সম্পাদনা করুন
bs: Uređivanje detalja o naplati
cy: Golygu manylion bilio
da: Rediger faktureringsoplysninger
de: Abrechnungsdetails bearbeiten
el: Επεξεργασία λεπτομερειών χρέωσης
es: Editar detalles de facturación
et: Arvelduse üksikasjade redigeerimine
eu: Editatu fakturazio-xehetasunak
fa: ویرایش جزئیات صورتحساب
ga: Mionsonraí billeála a chur in eagar
gd: Deasaich fiosrachadh a’ bhileachaidh
gl: Editar detalles de facturación
gu: બિલિંગ વિગતો સંપાદિત કરો
he: ערוך פרטי חיוב
hi: बिलिंग विवरण संपादित करें
hr: Uređivanje pojedinosti za naplatu
hu: Számlázási adatok szerkesztése
id: Edit detail tagihan
is: Breyta greiðsluupplýsingum
ja: 請求の詳細を編集
ka: ბილინგის დეტალების რედაქტირება
kk: Шот ұсыну мәліметтерін өзгерту
kn: ಬಿಲ್ಲಿಂಗ್ ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ
ko: 청구 세부 정보 편집
ku_arab: بژارکردنی وردەکاری فاتوورە
ky: Эсептөө маалыматын түзөтүү
lo: ແກ້ໄຂລາຍລະອຽດການສົ່ງບິນ
lt: Redaguoti atsiskaitymo informaciją
lv: Norēķinu informācijas rediģēšana
mi: Whakatikaia ngā taipitopito tuku nama
mk: Уредете платежни детали
ml: ബില്ലിംഗ് വിശദാംശങ്ങൾ എഡിറ്റുചെയ്യുക
mn: Төлбөр тооцооны мэдээллийг засварлах
mr: बिलिंग तपशील संपादित करा
ms: Edit butiran pengebilan
mt: Editja d-dettalji tal-fattura
ne: बिलिङ विवरणहरू सम्पादन गर्नुहोस्
nn_no: Rediger fakturadetaljar
no: Rediger faktureringsinformasjon
or: ବିଲିଂ ସବିଶେଷ ସମ୍ପାଦନ କରନ୍ତୁ
pa_arab_pk: بلنگ دیاں تفصیلاں وچ ترمیم کرو
pa_in: ਬਿਲਿੰਗ ਵੇਰਵੇ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj szczegóły rozliczeniowe
ru: Изменить сведения для выставления счетов
sd: بلنگ جي تفصيلات تدوين ڪريو
si: බිල්කරන විස්තර සංස්කරණය කරන්න
sl: Urejanje podrobnosti o obračunavanju
sr_cyrl_rs: Уреди детаље о наплати
sr_latn_rs: Uredi detalje o naplati
sv: Redigera faktureringsinformation
ta: பில்லிங் விவரங்களைத் திருத்து
te: బిల్లింగ్ వివరాలను సవరించండి
tg: Таҳрир кардани тафсилоти биллинг
th: แก้ไขรายละเอียดการเรียกเก็บเงิน
tr: Fatura ayrıntılarını düzenle
tt: Хисап чыгару мәгълүматын төзәтү
ug: ھېساب بوغۇش تەپسىلاتلىرىنى تەھرىرلەش
uk: Змінити відомості для виставлення рахунків
ur: بلنگ کی تفصیلات تدوین کریں
uz: Billing tafsilotlari
vi: Chỉnh sửa chi tiết thanh toán
zh_hans: 编辑计费详细信息
zh_hant: 編輯帳單詳細資料

# Literal.BillingGroup.EditPONumber.ApplyOrderOnly.Button
source: Apply to this order only
af: Pas slegs op hierdie bestelling toe
am: ለዚህ ትዕዛዝ ብቻ ተግባራዊ ያድርጉ
ar: التطبيق في هذا الطلب فقط
as: কেৱল এই অৰ্ডাৰলৈ প্ৰয়োগ কৰক
az: Yalnız bu sifarişə tətbiq edin
bg: Прилагане само за тази поръчка
bn_in: শুধুমাত্র এই অর্ডারটিতে প্রয়োগ করুন
bs: Primijeni na ovu narudžbu
cy: Gweithredu i'r archeb yma'n unig
da: Anvend kun for denne ordre
de: Nur auf diese Bestellung anwenden
el: Εφαρμογή μόνο σε αυτή την παραγγελία
es: Aplicar únicamente a este pedido
et: Rakenda ainult sellele tellimusele
eu: Aplikatu eskaera honi soilik
fa: فقط به این سفارش اعمال شود
ga: Le cur i bhfeidhm ar an ordú seo amháin
gd: Na cuir an gnìomh ach san òrdan seo
gl: Aplicar unicamente a este pedido
gu: ફક્ત આ ઓર્ડર પર લાગુ કરો
he: החל על הזמנה זו בלבד
hi: केवल इस ऑर्डर पर लागू करें
hr: Primijeni samo na ovu narudžbu
hu: Csak erre a megrendelésre érvényes
id: Terapkan hanya pada pesanan ini
is: Nota aðeins fyrir þessa pöntun
ja: この注文にのみ適用
ka: მხოლოდ ამ მიმდევრობის გამოყენება
kk: Тек осы тапсырысқа қолдану
kn: ಈ ಆರ್ಡರ್‌ಗೆ ಮಾತ್ರ ಅನ್ವಯಿಸಿ
ko: 이 주문에만 적용
ku_arab: کاری پێبکرێت تەنها بۆ ئەم ئۆردەرە
ky: Ушул буюртмага гана колдонуу
lo: ນຳໃຊ້ກັບຄຳສັ່ງຊື້ນີ້ເທົ່ານັ້ນ
lt: Taikyti tik šiam užsakymui
lv: Lietot tikai šim pasūtījumam
mi: Hoatu ki tēnei tono anake
mk: Применете само на оваа нарачка
ml: ഈ ഓർഡറിന് മാത്രം പ്രയോഗിക്കുക
mn: Зөвхөн энэ захиалгад хэрэглэ
mr: केवळ या ऑर्डरवर लागू करा
ms: Guna pada pesanan ini sahaja
mt: Applika għal din l-ordni biss
ne: यो अर्डरमा मात्रै लागू गर्नुहोस्
nn_no: Bruk berre på denne bestillinga
no: Bruk bare på denne bestillingen
or: କେବଳ ଏହି ଅର୍ଡର ରେ ଲାଗୁ କରନ୍ତୁ।
pa_arab_pk: صرف ایس آرڈر اتے لاگو کرو
pa_in: ਸਿਰਫ ਇਸ ਆਦੇਸ਼ ਤੇ ਲਾਗੂ ਕਰੋ
pl: Zastosuj tylko do tego zamówienia
ru: Применить только к этому заказу
sd: صرف ان ترتيب ۾ لاڳو ڪريو
si: මෙම ඇණවුමට පමණක් අදාළ කරන්න
sl: Uporabi samo za to naročilo
sr_cyrl_rs: Примени само на ову поруџбину
sr_latn_rs: Primeni samo na ovu porudžbinu
sv: Tillämpa endast för denna order
ta: இந்த ஆர்டருக்கு மட்டும் பயன்படுத்தவும்
te: ఈ ఆర్డర్‌లో మాత్రమే వర్తించండి
tg: Танҳо ба ин фармоиш татбиқ кунед
th: ใช้เฉพาะกับใบสั่งนี้เท่านั้น
tr: Yalnızca bu siparişe uygula
tt: Шушы заказ өчен генә куллану
ug: پەقەت بۇ بۇيرۇتۇشقىلا قوللىنىلىدۇ
uk: Застосувати лише до цього замовлення
ur: صرف اس ترتیب پر لاگو کریں
uz: Faqat shu buyurtmaga tatbiq qilish
vi: Chỉ áp dụng cho đơn hàng này
zh_hans: 仅应用于此订单
zh_hant: 僅套用至此訂單
