Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CIBUpgradeTOU.MigrationText.DE
source: You agree that Microsoft can transmit your payment instructions to PayPal, so that you can pay with PayPal directly on Microsoft to Microsoft and to identified payment recipients using the Microsoft platform. You allow PayPal to share your PayPal transaction details with Microsoft including information normally shared with a payment recipient under our Privacy Policy. This enables Microsoft to see if your payment has been successful and to help fulfill your transaction. PayPal may let Microsoft know if you withdraw your consent. You instruct PayPal to treat payment requests sent by Microsoft as authorized by you. If you have a PayPal balance, it will be used first. If your default funding source is declined or expired, your backup-funding source will be charged. You can cancel this authorization or change your preferred funding source at any time in your PayPal account. If you pay in a currency that is not the primary currency of your PayPal Account, PayPal will convert the amount using our then current rate.
af: Jy stem in dat Microsoft jou betalinginstruksies aan PayPal kan stuur, sodat jy met PayPal direkte betalings aan Microsoft en geïdentifiseerde ontvangers deur middel van die Microsoft-platform kan doen. Jy laat PayPal toe om jou PayPal-transaksiebesonderhede met Microsoft te deel, insluitend inligting wat ingevolge ons privaatheidsbeleid gewoonlik met ’n betalingontvanger gedeel word. Dit stel Microsoft in staat om te sien om jou betaling suksesvol was en om jou transaksie te help afhandel. PayPal mag Microsoft in kennis stel indien jy jou toestemming terugtrek. Jy gee PayPal instruksies om betalingsversoeke wat deur Microsoft gestuur is, te behandel asof dit deur jou gemagtig is. Indien jy ’n PayPal-balans het, sal dit eerste gebruik word. Indien jou verstekfinansieringsbron afgekeur word of verval het, sal die bedrag teen jou rugsteunfinansieringsbron gehef word. In jou PayPal-rekening kan jy hierdie magtiging enige tyd kanselleer of jou voorkeurbron van befondsing enige tyd verander. Indien jy met ’n geldeenheid betaal wat nie die primêre geldeenheid van jou PayPal-rekening is nie, sal PayPal die bedrag omskakel deur die koers te gebruik wat op daardie tydstip geld.
am: ለMicrosoft እና የMicrosoft መድረክን ለሚጠቀሙ ተለይተው የሚታወቁ የክፍያ ተቀባዮች እርስዎ በቀጥታ በMicrosoft ላይ በPayPal አማካኝነት መክፈል እንዲችሉ Microsoft የክፍያ መመሪያዎን ለPayPal ማስተላለፍ እንደሚችል ተስማምተዋል። በእኛ የግላዊነት መመሪያ መሰረት ለክፍያ ተቀባይ የሚጋሩ የተለመዱ መረጃዎችን ጨምሮ PayPal የእርስዎን የPayPal የግብይት ዝርዝሮች ለMicrosoft እንዲያጋራ ተስማምተዋል። ይህም ክፍያዎ በተሳካ ሁኔታ መከናወኑን Microsoft እንዲያውቅ እና ግብይትዎ እንዲጠናቀቅ ለማገዝ ያስችለዋል። ስምምነትዎን በሚያነሱ ጊዜ PayPal ይህንኑ ለMicrosoft ሊያሳውቅ ይችላል። በMicrosoft የሚላኩ የክፍያ ጥያቄዎች ልክ በእርስዎ እንደተላኩ ሆነው እንዲስተናገዱ ለPayPal ትዕዛዝ ሰጥተዋል። የPayPal ሂሳብ ካለዎት፣ መጀመሪያ እሱ ጥቅም ላይ ይውላል። ነባሪው የገንዘብ ምንጭ ፈቃደኛ ካልሆነ ወይም ጊዜው ካለፈበት፣ በምትኬነት ያስቀመጡት የገንዘብ ምንጭ ይቆረጥበታል። በማንኛውም ጊዜ በPayPal መለያዎ ውስጥ ይህን ፈቃድ ማስቀረት ወይም ተመራጭ የገንዘብ ምንጭ መቀየር ይችላሉ። የPayPal መለያዎ ቀዳሚ ምንዛሬ ባልሆነ ምንዛሬ የሚከፍሉ ከሆነ፣ PayPal የወቅቱን ምንዛሬ በመጠቀም ይቀይረዋል።
ar: توافق على أنه يمكن لـ Microsoft أن ترسل تعليمات الدفع الخاصة بك إلى PayPal، بحيث يمكنك الدفع مباشرة باستخدام PayPal من Microsoft وإلى Microsoft وإلى مستلمي عملية الدفع المحددة باستخدام النظام الأساسي لـ Microsoft. يتعين عليك السماح لـ PayPal بمشاركة تفاصيل معاملات PayPal الخاصة بك مع Microsoft بما في ذلك المعلومات التي تتم مشاركتها عادة مع مستلم عملية الدفع بموجب نهج الخصوصية لدينا. وهذا يتيح لـ Microsoft معرفة ما إذا تم إجراء عملية الدفع الخاصة بك بنجاح والمساعدة في تنفيذ معاملاتك. قد تتيح PayPal لـ Microsoft المعرفة في حالة سحبك لموافقتك. كما أنك تطلب من PayPal معاملة طلبات الدفع المرسلة من قبل Microsoft على أنها مخولة منك. إذا كان لديك رصيد في PayPal، فسيتم استخدامه أولاً. إذا تم رفض مصدر التمويل الافتراضي أو انتهت صلاحيته، فسيتم تحصيل الرسوم من مصدر التمويل الاحتياطي. يمكنك إلغاء هذا التخويل أو تغيير مصدر التمويل المفضل لديك في أي وقت في حساب PayPal الخاص بك. إذا كنت تستخدم عملة مختلفة عن العملة الأساسية لحساب PayPal الخاص بك، فسيعمل PayPal على تحويل المبلغ باستخدام المعدل المناسب لذلك الوقت لدينا.
as: আপুনি সন্মতি জনাইছে যে Microsoft-এ আপোনাৰ পৰিশোধৰ নিৰ্দেশনা PayPal লৈ সৰবৰাহ কৰিব পাৰে, সেয়েহে আপুনি PayPal-ৰ সৈতে Microsoft-ৰ পৰা Microsoft-লৈ পোনপটীয়াকৈ পৰিশোধ কৰিব আৰু Microsoft প্লেটফ’ৰ্ম ব্যৱহাৰ কৰি পৰিশোধ প্ৰাপ্তকৰ্তাসকলক চিনাক্ত কৰিব পাৰে৷ আপুনি আমাৰ গোপনীয়তা নীতিৰ অধীনত এজন পৰিশোধ প্ৰাপ্তকৰ্তাৰ সৈতে সাধাৰণতে ভাগ-বতৰা কৰা তথ্যক সামৰি Microsoft-ৰ সৈতে আপোনাৰ PayPal লেনদেনৰ বিৱৰণ ভাগ-বতৰা কৰিবলৈ PayPal-ক অনুমতি দিছে৷ এইটোৱে Microsoft-ক আপোনাৰ পৰিশোধ সফল হৈছেনে নাই চাবলৈ আৰু আপোনাৰ লেনদেন সম্পূৰ্ণ কৰাত সহায় কৰিবলৈ সক্ষম কৰি তোলে৷ যদি আপুনি আপোনাৰ সন্মতি উঠাই লয়, তেন্তে PayPal-এ Microsoft-ক জনাব পাৰে৷ আপুনি PayPal-ক Microsoft-ৰ দ্বাৰা প্ৰেৰণ কৰা পৰিশোধ অনুৰোধ আপোনাৰ দ্বাৰা অনুমোদিত ৰূপে জনাইছে৷ যদি আপোনাৰ কোনো PayPal বেলেঞ্চ আছে, তেন্তে ইয়াক প্ৰথমে ব্যৱহাৰ কৰা হ’ব৷ যদি আপোনাৰ ডিফ’ল্ট জমাৰাশি উৎস প্ৰত্যাখ্যান কৰে বা ম্যাদ উকলে, তেন্তে আপোনাৰ বেকআপ-জমাৰাশি উৎসৰ মাছুল লোৱা হ’ব৷ আপুনি এই অনুমোদন বাতিল কৰিব পাৰে বা আপোনাৰ PayPal একাউণ্টত যিকোনো সময়তে আপোনাৰ পচন্দৰ জমাৰাশি উৎসক পৰিৱৰ্তন কৰিব পাৰে৷ যদি আপুনি পৰিশোধ কৰা মুদ্ৰা আপোনাৰ PayPal একাউণ্টৰ প্ৰাথমিক মুদ্ৰা নহয়, তেন্তে PayPal-এ আমাৰ তেতিয়াৰ সাম্প্ৰতিক দৰ ব্যৱহাৰ কৰি পৰিমাণটো ৰূপান্তৰ কৰিব৷
az: Siz razılaşırsınız ki, Microsoft ödənişlə bağlı göstərişlərinizi PayPal-a ötürə bilər ki, siz birbaşa PayPal ilə Microsoft-dan Microsoft-a və Microsoft platformasından istifadə etməklə, müəyyən olunmuş ödəniş qəbuledənlərinə ödəniş edə biləsiniz. Siz PayPal-a PayPal əməliyyat təfərrüatlarını, o cümlədən Məxfilik Siyasətimiz əsasında ödənişi qəbuledənlə adi şəkildə paylaşılan informasiyanı Microsoft ilə paylaşmaq icazəsi verirsiniz. Bu, Microsoft-a ödənişinizin uğurlu olub-olmadığını görmək və əməliyyatınızı doldurmağa kömək etmək imkanı verir. PayPal Microsoft-a razılığınızı geri götürüb-götürmədiyinizi bilmək imkanı verir. Siz PayPal-a icazə verdiyiniz şəkildə Microsoft tərəfindən göndərilən ödəniş sorğularını emal etmək göstərişi verirsiniz. Əgər PayPal balansınız varsa, ilk olaraq ondan istifadə olunacaqdır. Əgər standart maliyyə mənbəyinizdən imtina edilibsə, yaxud onun vaxtı bitibsə, sizin ehtiyat nüsxə maliyyə mənbəyinə xərc yazılacaqdır. Siz bu avtorizasiyadan imtina edə və ya üstün tutduğunuz maliyyə mənbəyini istənilən vaxt PayPal hesabınızda dəyişdirə bilərsiniz. Əgər PayPal Hesabınızın əsas valyutası olmayan valyutada ödəniş edirsinizsə, PayPal bizim həmin anda olan valyuta tarifindən istifadə etməklə, məbləği çevirəcəkdir.
bg: Вие се съгласявате Microsoft да предава вашите инструкции за плащане към PayPal, за да можете да плащате с PayPal директно в Microsoft на Microsoft и на идентифицирани получатели на плащания, използвайки платформата на Microsoft. Позволявате на PayPal да споделя вашите данни за транзакции с PayPal с Microsoft, включително и информация, която обикновено се споделя с получател на плащания съгласно нашите Правила за поверителност. Това позволява на Microsoft да вижда кога вашето плащане е било успешно, а също и да подпомогне изпълняването на вашата транзакция. PayPal може да уведоми Microsoft, ако вие оттеглите съгласието си. Вие инструктирате PayPal да третира заявки за плащане, изпратени от Microsoft, като такива, удостоверени от вас. Ако имате баланс в PayPal, първо той ще бъде използван. Ако вашият източник на финансиране по подразбиране бъде отхвърлен или изтече, ще бъдат изтеглени пари от вашия резервен източник на финансиране. Можете да отмените удостоверяването или да промените вашия предпочитан източник на финансиране по всяко време във вашия акаунт в PayPal. Ако заплатите във валута, която не е основна за вашия акаунт в PayPal, PayPal ще преобразува сумата, използвайки своя текущ валутен курс.
bn_in: আপনি সম্মত হন যে Microsoft আপনার পেমেন্টের নির্দেশগুলিকে PayPal-এর কাছে পাঠাতে পারে, যাতে আপনি Microsoft প্লাটফর্ম ব্যবহার করে PayPal থেকে সরাসরি Microsoft-এই Microsoft-কে এবং অন্যান্য সনাক্ত করা পেমেন্টের প্রাপককে সরাসরি পেমেন্ট করা যেতে। আপনি PayPal-কে আপনার PayPal-এর লেনদেনের বিশদ Microsoft-এর সাথে শেয়ার করার অনুমতি দেন যাতে আমাদের গোপনীয়তা নীতি অনুযায়ী পেমেন্টের প্রাপকদের সেসকল তথ্য সাধারণতঃ শেয়ার করা হয় তাও অন্তর্ভুক্ত থাকে। এটি Microsoft-কে পেমেন্টগুলি সফল হয়েছে কিনা দেখতে এবং আপনার লেনদেনগুলি সম্পূর্ণ করতে সহায়তা করে। আপনি যদি আপনার অনুমতি তুলে নেন তবে PayPal সে বিষয়ে Microsoft-কে জানাতে পারে। আপনি PayPal-কে Microsoft দ্বারা পাঠানো পেমেন্টের অনুরোধগুলিকে আপনার দ্বারা অনুমোদিত বলে বিবেচনা করার নির্দেশ দেন। আপনার যদি PayPal-এ কোনো ব্যালেন্স থাকে তবে সেটা প্রথমে ব্যবহৃত হবে। আপনার ফান্ডিং-এর ডিফল্ট উত্‍সটি প্রত্যাখ্যাত হয় বা মেয়াদ শেষ হয়ে যায়, আপনার ব্যাকআপ ফান্ডিং-এর উত্‍সটিকে চার্জ করা হবে। আপনি আপনার PayPal অ্যাকাউন্টে যেকোনো সময় এই অনুমোদন বাতিল করতে বা আপনার পছন্দসই ফান্ডিং-এর উত্‍সটি পরিবর্তন করতে পারেন। আপনি যদি PayPal-এ আপনার প্রাথমিক মুদ্রার থেকে অন্য কোনো মুদ্রায় পেমেন্ট করেন, PayPal আমাদের সমসাময়িক পরিবর্তনের রেট অনুযায়ী অর্থরাশিটিকে পরিবর্তন করবে।
bs: Prihvaćate da Microsoft može prenositi vaše platne naloge usluzi PayPal da biste na web lokacijama kompanije Microsoft putem usluge PayPal mogli direktno plaćati kompaniji Microsoft i određenim primaocima plaćanja pomoću platforme kompanije Microsoft. Dozvoljavate usluzi PayPal da dijeli podatke o transakcijama s kompanijom Microsoft, uključujući informacije koje se standardno dijele s primaocima plaćanja prema našim Pravilima privatnosti. To omogućuje kompaniji Microsoft da utvrdi da li je vaše plaćanje bilo uspješno i da ga pomogne dovršiti. Ako povučete svoj pristanak, PayPal ima pravo o tome obavijestiti Microsoft. Vi nalažete usluzi PayPal da za zahtjeve za plaćanje koje pošalje Microsoft smatra da ste ih vi odobrili. Ako imate sredstava na usluzi PayPal, prvo će se ona upotrijebiti. Ako je vaš zadani izvor finansiranja odbijen ili istekao, teretit će se vaš rezervni izvor finansiranja. Na svom računu na usluzi PayPal možete u svakom trenutku otkazati ovo ovlaštenje ili promijeniti preferirani izvor finansiranja. Ako platite u valuti koja nije primarna valuta na vašem računu na usluzi PayPal, PayPal će konvertirati taj iznos prema našoj stopi konverzije koja je bila aktualna u trenutku plaćanja.
cy: Rydych yn cytuno y gall Microsoft drosglwyddo eich cyfarwyddiadau talu i PayPal, fel y gallwch dalu gyda PayPal yn uniongyrchol ar Microsoft i Microsoft ac i dderbynwyr taliadau penodol gan ddefnyddio llwyfan Microsoft. Rydych yn cytuno y gall PayPal rannu eich manylion trafodiad PayPal gyda Microsoft, gan gynnwys gwybodaeth a rennir fel arfer gyda derbynnydd taliad o dan ein Polisi Preifatrwydd. Mae hyn yn galluogi Microsoft i weld os oedd eich taliad yn llwyddiannus ac yn helpu cyflawni eich trafodiad. Gall PayPal roi gwybod i Microsoft os byddwch yn tynnu eich caniatâd yn ôl. Rydych yn cyfarwyddo PayPal i drin ceisiadau am daliadau a anfonwyd gan Microsoft fel rhai a awdurdodwyd gennych chi. Os oes gennych falans PayPal, caiff ei ddefnyddio gyntaf. Os yw eich ffynhonnell ariannu diofyn wedi ei wrthod neu wedi dod i ben, fe godir tâl ar eich ffynhonnell arian wrth gefn. Gallwch ganslo'r awdurdodiad hwn neu newid eich dewis ffynhonnell arian ar unrhyw adeg yn eich cyfrif PayPal. Os ydych yn talu mewn arian nad yw'n brif arian cyfred eich cyfrif PayPal, bydd PayPal yn trosi'r swm gan ddefnyddio ein cyfradd cyfredol ar y pryd.
da: Du accepterer, at Microsoft kan overføre dine betalingsvejledninger til PayPal, så du kan betale med PayPal direkte under Microsoft til Microsoft og til identificerede betalingsmodtagere, der bruger Microsoft-platformen. Du giver PayPal ret til at dele dine PayPal-transaktionsdetaljer med Microsoft, herunder oplysninger, der normalt deles med en betalingsmodtager under vores politik om beskyttelse af personlige oplysninger. Det gør det muligt for Microsoft at se, om din betaling er blevet gennemført og opfylde din transaktion. PayPal kan lade Microsoft vide, hvis du tilbagekalder dit samtykke. Du instruere PayPal i at behandle betalingsanmodninger, der er sendt af Microsoft, som godkendt af dig. Hvis du har en PayPal-saldo, bruges den først. Hvis din standardfinansieringskilde er afslået eller udløbet, debiteres din backupkilde til finansiering. Du kan altid annullere denne tilladelse eller ændre dine foretrukne finansieringskilde i din PayPal-konto. Hvis du betaler i en anden valuta, der ikke er den primære valuta på din konto i PayPal, konverterer PayPal beløbet ved hjælp af vores aktuelle kurs.
de: Sie stimmen zu, dass Microsoft Ihre Zahlungsanweisungen an PayPal übertragen darf, damit Sie mit PayPal direkt auf der Microsoft-Plattform Zahlungen an Microsoft und aufgeführte Zahlungsempfänger, die die Microsoft-Plattform nutzen, tätigen können. Sie erlauben PayPal die Weitergabe Ihrer PayPal-Transaktionsdetails an Microsoft, einschließlich Informationen, die in der Regel im Rahmen unserer Datenschutzrichtlinie an einen Zahlungsempfänger weitergegeben werden. Dadurch kann Microsoft überprüfen, ob eine Zahlung erfolgreich war, und Sie beim der Transaktion unterstützen. PayPal teilt Microsoft unter Umständen mit, wenn Sie Ihre Zustimmung widerrufen. Sie weisen PayPal an, von Microsoft gesendete Zahlungsaufforderungen als von Ihnen autorisiert zu behandeln. Falls Sie ein PayPal-Guthaben besitzen, wird dieses zuerst aufgebraucht. Falls Ihre standardmäßige Zahlungsquelle abgelehnt wird oder abgelaufen ist, wird Ihre alternative Zahlungsquelle belastet. Sie können diese Autorisierung jederzeit in Ihrem PayPal-Konto widerrufen oder die bevorzugte Zahlungsquelle ändern. Falls Sie in einer anderen Währung als der primären Währung des PayPal-Kontos bezahlen, rechnet PayPal den Betrag gemäß dem aktuellen Wechselkurs um.
el: Συμφωνείτε ότι η Microsoft μπορεί να μεταβιβάσει τις οδηγίες πληρωμής σας στην PayPal, ώστε να είναι δυνατή η πληρωμή απευθείας μέσω PayPal στη Microsoft και σε αναγνωρισμένους παραλήπτες πληρωμής που χρησιμοποιούν την πλατφόρμα της Microsoft. Επιτρέπετε στην PayPal την κοινοποίηση στη Microsoft των λεπτομερειών της συναλλαγής μέσω PayPal, συμπεριλαμβανομένων πληροφοριών που τυπικά κοινοποιούνται στον παραλήπτη της πληρωμής με βάση την Πολιτική προστασίας προσωπικών δεδομένων μας. Με αυτόν τον τρόπο, η Microsoft μπορεί να διαπιστώσει αν η πληρωμή σας ήταν επιτυχημένη προκειμένου να ολοκληρώσει τη συναλλαγή σας. Η PayPal μπορεί να ενημερώσει τη Microsoft αν αποσύρετε τη συγκατάθεσή σας. Εκχωρείτε στην PayPal τη δυνατότητα χειρισμού ως εξουσιοδοτημένες εκ μέρους σας των αιτήσεων πληρωμής που αποστέλλονται από τη Microsoft. Αν διαθέτετε υπόλοιπο PayPal, αυτό θα χρησιμοποιηθεί πρώτα. Αν η προεπιλεγμένη πηγή χρηματοδότησής σας απορριφθεί ή λήξει, θα χρεωθεί η εφεδρική πηγή χρηματοδότησής σας. Μπορείτε να ακυρώσετε αυτή την εξουσιοδότηση ή να αλλάξετε την προτιμώμενη πηγή χρηματοδότησης οποιαδήποτε στιγμή στον λογαριασμό σας PayPal. Αν η πληρωμή γίνει σε νόμισμα που δεν είναι το κύριο νόμισμα του λογαριασμού PayPal, η PayPal θα μετατρέψει το ποσό χρησιμοποιώντας την ισοτιμία που ισχύει εκείνη τη στιγμή.
es: Acepta que Microsoft pueda transmitir sus instrucciones de pago a PayPal, a fin de que pueda realizar pagos a Microsoft y a destinatarios de pago identificados con PayPal directamente en Microsoft mediante la plataforma de Microsoft. Autoriza a PayPal para que comparta los detalles de su transacción de PayPal con Microsoft, incluida la información que normalmente se comparte con un destinatario de pago en virtud de nuestra Directiva de privacidad. Esto permite a Microsoft comprobar que su pago se haya realizado correctamente y ayudar a completar la transacción. PayPal puede informar a Microsoft si retira su consentimiento. Usted indica a PayPal que autorice en su nombre las solicitudes de pago enviadas por Microsoft. Si tiene saldo en PayPal, se usará este primero. Si su fuente de financiación predeterminada se rechaza o expira, se realizará el cobro en su fuente de financiación alternativa. Puede cancelar esta autorización o cambiar su fuente de financiación preferida en cualquier momento en la cuenta de PayPal. Si paga con una moneda que no es la principal de su cuenta de PayPal, PayPal convertirá el importe mediante nuestra tasa actual.
et: Nõustute, et Microsoft saadab teie maksejuhised PayPalile, et saaksite Microsoftis maksta PayPaliga otse Microsoftile ja määratletud maksesaajatele Microsofti platvormi abil. Lubate PayPalil jagada Microsoftiga teie PayPali tehinguandmeid, sh meie privaatsuspoliitika alusel makse saajaga harilikult jagatavat teavet. See võimaldab Microsoftil näha, kas teie makse on tehtud, ja aitab teie tehingu lõpule viia. PayPal võib Microsoftile teatada, kui te oma nõusoleku tagasi võtate. Te annate PayPalile nõusoleku käsitleda Microsofti saadetavaid maksetaotlusi teie poolt volitatud maksetena. Kui teil on PayPali saldo, kasutatakse esmalt seda. Kui teie vaikimisi määratud rahastamise allikas tagasi lükatakse või aegub, kasutatakse makse tegemiseks teie teisest rahastamise allikat. Oma PayPali kontol saate igal ajal selle volituse tühistada või eelistatud rahastamise allikat muuta. Kui maksate valuutas, mis pole teie PayPali konto esmane valuuta, vahetab PayPal summa ümber meie sel hetkel kehtiva vahetuskursi alusel.
eu: Onartzen duzu Microsoft-ek ordainketa-aginduak transmititzea PayPal-era, PayPal-kin zuzenean ordaindu ahal izateko Microsoft-etik Microsoft-era eta identifikatutako ordainketa-hartzaileei Microsoft plataforma erabiliz. Baimena ematen diozu PayPal-i PayPal-en transakzio-xehetasunak partekatzeko Microsoft-ekin, gure Pribatutasun-gidalerroko ordainketa-hartzaile batekin normalean partekatzen den informazioa barne. Horrela, ordainketa ongi egin den ikus dezake Microsoft-ek, baita transakzioa gauzatzen ere. Baliteke PayPal-ek Microsoft-i jakinaraztea, zure onespena baliogabetzen baduzu. Microsoft-ek bidalitako ordainketa-eskaerak zuk onartutakoak bezala tratatzeko agindua ematen diozu PayPal-i. PayPal saldoa baduzu, hori erabiliko da lehenik. Funts-iturri lehenetsia baztertu edo iraungitzen bada, ordezko funts-iturrian kobratuko da. Noiznahi utz dezakezu baimen hori edo alda dezakezu PayPal kontuko funts-iturri lehenetsia. PayPal kontuan moneta nagusia ez den moneta batean ordaintzen baduzu, PayPal-ek uneko truke-tasa erabiliz bihurtuko du zenbatekoa.
fa: شما موافقت می‌کنید که Microsoft می‌تواند دستورالعمل‌های پرداخت را به PayPal منتقل کند تا می‌توانید به طور مستقیم در Microsoft به Microsoft با PayPal پرداخت کنید و گیرندگان پرداخت را با استفاده از پلتفرم Microsoft شناسایی کنید. شما به PayPal اجازه می‌دهید تا جزئیات تراکنش PayPal شما از جمله اطلاعاتی که به طور عادی با یک گیرنده پرداخت تحت خط‌مشی حریم خصوصی ما به اشتراک گذاشته می‌شود، با Microsoft به اشتراک بگذارید. این امر به Microsoft اجازه می‌دهد تا ببیند آیا پرداخت شما موفق بوده است یا خیر و به تکمیل تراکنش شما کمک کند. اگر شما رضایت خود را پس بگیرید، PayPal می‌تواند به Microsoft اطلاع دهد. شما به PayPal اطلاع می‌دهید که با درخواست‌های پرداخت Microsoft به صورت تأیید شده از طرف شما رفتار کند. اگر موجودی PayPal. دارید، ابتدا مورد استفاده قرار می‌گیرد. اگر منبع سرمایه‌گذاری پیش فرض شما رد یا منقضی شده است، منبع سرمایه‌گذاری پشتیبان شما هزینه را پرداخت خواهد کرد. می‌توانید این مجوز را لغو کنید یا منبع سرمایه‌گذاری ترجیحی خود را در هر زمانی در حساب PayPal خود تغییر دهید. اگر با ارزی پرداخت می‌کنید که ارز اصلی حساب PayPal شما نیست، PayPal مبلغ را با استفاده از نرخ تبدیل، تبدیل خواهد کرد.
ga: Aontaíonn tú gur féidir le Microsoft d'orduithe íocaíochta a tharchur chuig PayPal, ionas gur féidir leat íoc go díreach le PayPal ar Microsoft le Microsoft agus le faighteoirí aitheanta íocaíochtaí le hardán Microsoft. Ceadaíonn tú do PayPal sonraí d'idirbhirt PayPal a chomhroinnt le Microsoft lena n-áirítear faisnéise a chomhroinntear de ghnáth le faighteoir íocaíochta faoinár bPolasaí Príobháideachais. Cumasaíonn sé sin do Microsoft féachaint ar éirigh le d'íocaíocht agus cabhrú leat d'idirbheart do chomhlíonadh. Féadfaidh PayPal é a chur a in iúl do Microsoft má aistarraingíonn tú do thoiliú. Ordaíonn tú do PayPal caitheamh le hiarratais ar íocaíochtaí a sheolann Microsoft mar iarratais atá údaraithe agatsa. Má tá iarmhéid PayPal agat, is é is túisce a úsáidfear. Má dhiúltaítear do d'fhoinse réamhshocraithe cistithe, nó má tá sé éagtha, gearrfar an táille ar d'fhoinse chúltaca cistithe. Is féidir leat an t-údarú seo a chealú nó d'fhoinse chéadrogha cistithe a athrú uair ar bith i do chuntas PayPal. Má íocann tú in airgeadra nach é príomhairgeadra do chuntais PayPal é, tiontóidh PayPal an méid leis an ráta atá i bhfeidhm ag an am.
gd: Tha thu ag aontachadh gum faod Microsoft an stiùireadh pàighidh agad a chur gu PayPal ach an urrainn dhut Microsoft agus faightearan pàighidh aithnichte a phàigheadh le PayPal air Microsoft fhèin slighe ùrlar Microsoft. Tha thu a’ toirt cead dha PayPal fiosrachadh mun tar-chur a chur gu Microsoft, a’ gabhail a-staigh fiosrachadh a thèid a cho-roinneadh le faightear pàighidh a ghnàth a-rèir phoileasaidh na prìobhaideachd againn. Bheir seo comas dha Microsoft dearbhadh gun deach a phàigheadh agus gus an tar-chur agad a choileanadh. Dh’fhaoidte gun leig PayPal fios dha Microsoft ma bheir thu air falbh d’ aonta. Tha thu a’ toirt stiùireadh dha PayPal gun làimhsich iad iarrtasan pàighidh o Microsoft mar gun d’fhuair iad ùghdarras leat fhèin. Ma bhios balans PayPal agad, thèid sin a chleachdadh an toiseach. Ma thèid an tùs maoineachaidh àbhaisteach agad a dhiùltadh no ma dh’fhalbh an ùine air, thèid an t-airgead iarraidh air an roghainn phàighidh èiginneach agad. ’S urrainn dhut d’ aonta a thoirt air falbh no am prìomh-thùs maoineachaidh agad atharrachadh sa chunntas PayPal agad uair sam bith. Ma phàigheas tu ann an airgeadra nach e am prìomh-airgeadra sa chunntas PayPal agad, iompaichidh PayPal an t-suim a-rèir an reat iomlaid làithreach againn.
gl: Aceptas que Microsoft pode transmitir as túas instrucións de pagamento a PayPal para que poidas realizar pagamentos a Microsoft directamente con PayPal en Microsoft, así como para realizar pagamentos aos destinatarios identificados mediante a plataforma de Microsoft. Permites que PayPal comparta os detalles da túa transacción en PayPal con Microsoft, incluída a información que normalmente se comparte co destinatario dun pagamento conforme á nosa Política de privacidade. Isto permite que Microsoft poida ver se o teu pagamento se realizou correctamente e axudarte a finalizar a transacción. PayPal pode avisar a Microsoft se retiras o teu consentimento. Por este medio, envías instrucións a PayPal para que trate as solicitudes de pagamento enviadas por Microsoft como autorizadas por ti. Se tes saldo dispoñible en PayPal, este usarase primeiro. Se a túa fonte predefinida de financiamento se rexeita ou está caducada, o cargo efectuarase na fonte de financiamento alternativa. Podes cancelar esta autorización ou cambiar a túa fonte de financiamento preferida en calquera momento, na túa conta de PayPal. Se pagas nunha moeda que non é a moeda principal da túa conta de PayPal, PayPal realizará a conversión co noso tipo de cambio que sexa válido no momento.
gu: તમે Microsoft થી Microsoft સીધા જ PayPal સાથે અરજી કરી શકો અને Microsoft પ્લેટફોર્મનો ઉપયોગ કરીને ચુકવણીની રસિદની ઓળખ કરી શકો તે માટે Microsoft તમારી પેમેન્ટને લગતી સૂચના PayPal ને મોકલી શકે છે.અમારી ગોપનિય નીતિ હેઠળ પેમેન્ટ રિસિપ્ટ સાથે ઔપચારિક માહિતી સહિતની તમારી PayPal વ્યવહારની વિગતોની આપલે કરવા તમે PayPal સાથે સહમત છો. તમારી ચુકવણી સફળ રહી છે તે જોવા માટે Microsoft સક્ષમ બને છે અને તમારા વ્યવહારને પૂર્ણ કરવામાં મદદરૂપ બને છે. જો તમારી સંમતિ તમે પાછીં ખેંચી લો તેવા સંજોગોમાં PayPal એ Microsoft ને જાણ કરી શકે છે. તમારા દ્વારા અધિકૃતતા તરીકે Microsoft દ્વારા મોકરવામાં આવેલી ચુકવણીને લગતી વિનંતી અંગે PayPal ને તમે સૂચના આપે છે.જો તમે PayPal સિલક ધરાવતા હોય તો, તે પ્રથમ વખત ઉપયોગ કરવામાં આવશે.જો તમારા ડિફોલ્ટ ફંડિંગના સ્રોતને લઈ ઈન્કાર કરવામાં આવે અથવા મુદત વિતી ગયેલી હોય તો તમારા બૅકઅપ-ફંડિંગ સ્રોત ચાર્જ કરવામાં આવશે.તમે આ અધિકૃતતા રદ્દ કરી શકે છે અથવા તમારા PayPal એકાઉન્ટમાં કોઈ પણ સમયે તમારા પસંદગી ધરાવતા ભંડોળના સ્રોત ધરાવે છે. તમે કરન્સીમાં ચુકવણી કરતા હોય તો તમારા PayPal એકાઉન્ટની પ્રાઈમરી કરન્સિ હોતી નથી, PayPal વર્તમાન દરનો ઉપયોગ કરીને રૂપાંતરીત કરશે.
he: אתה מסכים לכך ש- Microsoft יכולה לשדר את הוראות התשלום שלך ל- PayPal, כדי שתוכל לשלם באמצעות PayPal ישירות בעסקות מ- Microsoft ל- Microsoft ולנמעני תשלום מזוהים באמצעות פלטפורמת Microsoft. אתה מרשה ל- PayPal לשתף את פרטי העסקאות שלך ב- PayPal עם Microsoft, כולל מידע המשותף בדרך כלל עם נמעני תשלום במסגרת מדיניות הפרטיות שלנו. זה מאפשר ל- Microsoft לראות אם התשלום שלך הצליח ולעזור בביצוע העסקה. PayPal עשויה להודיע ל- Microsoft אם אתה מבטל את הסכמתך. אתה מורה ל- PayPal להתייחס לבקשות תשלום הנשלחות מ- Microsoft כבקשות שאושרו על-ידך. אם יש לך יתרה ב- PayPal, ייעשה בה שימוש תחילה. אם מקור המימון המוגדר כברירת מחדל עבורך נדחה או פג תוקף, מקור המימון לגיבוי יחויב. ניתן לבטל הרשאה זו או לשנות את מקור המימון המועדף בכל עת בחשבון PayPal שלך. אם אתה משלם במטבע שאינו המטבע העיקרי שלך בחשבון PayPal, ‏PayPal תמיר את הסכום לפי התעריף הנוכחי באותו זמן.
hi: आप इस तथ्य से सहमत हैं कि Microsoft आपके भुगतान दिशा-निर्देशों को PayPal के लिए प्रसारित कर सकता है ताकि आप Microsoft से Microsoft को PayPal से सीधे भुगतान कर सकें और Microsoft प्लेटफ़ॉर्म का उपयोग करके भुगतान प्राप्तकर्ताओं की पहचान कर सकें. आप PayPal को Microsoft के साथ लेनदेन का विवरण साझा करने दें जिसमें हमारी गोपनीयता नीति के तहत सामान्य तौर पर साझा की गई भुगतान प्राप्ति जानकारी शामिल है. यह Microsoft को यह देखने के लिए सक्षम बनाता है कि क्या आपका भुगतान सफल रहा है या नहीं और आपके लेनदेन को पूरा करने में मदद करता है. यदि आप अपनी सहमति वापस लेते हैं तो PayPal को Microsoft को इसकी जानकारी देने दें. आप PayPal को स्वयं के द्वारा अधिकृत किए जाते ही Microsoft द्वारा भेजे गए भुगतान अनुरोधों को पूरा करने के लिए निर्देश देते हैं. यदि आपके पास PayPal भुगतान शेष है, तो उसे पहले उपयोग में लिया जाएगा. यदि आपका डिफ़ॉल्ट फ़ंडिंग स्रोत अस्वीकार कर दिया जाता है या उसकी समय-सीमा समाप्त हो जाती है तो आपके बैकअप-फ़ंडिंग स्रोत से शुल्क वसूला जाएगा. आप इस प्रमाणन को रद्द कर सकते हैं या अपने PayPal खाते में किसी भी समय अपने पसंदीदा फ़ंडिंग स्रोत को परिवर्तित कर सकते हैं. यदि आप ऐसी मुद्रा में भुगतान करते हैं जो आपके PayPal खाते की प्राथमिक मुद्रा नहीं है तो PayPal हमारी वर्तमान दर का उपयोग करके उसे रूपांतरित करेगा.
hr: Prihvaćate da Microsoft može prenositi vaše platne naloge servisu PayPal da biste na Microsoftovim web-mjestima putem servisa PayPal mogli izravno plaćati Microsoftu i određenim primateljima plaćanja pomoću Microsoftove platforme. Dopuštate servisu PayPal da dijeli pojedinosti o transakcijama s Microsoftom, uključujući informacije koje se standardno dijele s primateljima plaćanja prema našim Pravilima zaštite privatnosti. To omogućuje Microsoftu da utvrdi je li vaše plaćanje bilo uspješno i da pomogne dovršiti plaćanje. Ako vi povučete svoj pristanak, PayPal ima pravo o tome obavijestiti Microsoft. Vi nalažete servisu PayPal da za zahtjeve za plaćanje koje pošalje Microsoft smatra da ste ih vi odobrili. Ako imate sredstava na servisu PayPal, prvo će se ona upotrijebiti. Ako je vaš zadani izvor financiranja odbijen ili istekao, teretit će se vaš pričuvni izvor financiranja. Na svojem računu na servisu PayPal možete u svakom trenutku otkazati ovo ovlaštenje ili promijeniti preferirani izvor financiranja. Ako platite u valuti koja nije primarna valuta na vašem računu na servisu PayPal, PayPal će konvertirati taj iznos prema našoj stopi konverzije koja je aktualna u trenutku plaćanja.
hu: Ön beleegyezik abba, hogy a Microsoft az Ön fizetési utasításait átadja a PayPal vállalatnak annak érdekében, hogy Ön a PayPal rendszerrel közvetlenül fizethessen a Microsoft vállalatnak, illetve azonosított fizetési címzetteknek a Microsoft platform használatával. Ön engedélyezi a PayPal számára az Ön PayPal-tranzakciós adatainak megosztását a Microsoft vállalattal, ideértve azokat az adatokat is, amelyeket általában adatvédelmi irányelveink keretein belül fizetési címzettekkel osztunk meg. A Microsoft így láthatja, hogy a fizetés sikeres volt-e, és segíthet lezárni a tranzakciót. A PayPal tájékoztathatja arról a Microsoft vállalatot, ha visszavonja a jóváhagyását. Ön utasítja a PayPal vállalatot, hogy a Microsoft által küldött fizetési kéréseket Ön által hitelesítettként kezelje. Ha rendelkezik PayPal-egyenleggel, először az egyenleg kerül felhasználásra. Ha az alapértelmezett fizetési forrás visszautasításra kerül vagy lejár, a másodlagos fizetési forrást használjuk. PayPal-fiókjában bármikor visszavonhatja ezt a meghatalmazást, illetve módosíthatja az elsődleges fizetési forrást. Ha a PayPal-fiókban beállított elsődleges pénznemtől eltérő pénznemben fizet, a PayPal az akkori saját átváltási rátája szerint váltja át az összeget.
id: Anda setuju bahwa Microsoft dapat mentransmisikan instruksi pembayaran Anda ke PayPal, sehingga Anda dapat membayar secara langsung dengan PayPal pada Microsoft ke Microsoft dan untuk penerima pembayaran yang teridentifikasi menggunakan platform Microsoft. Anda mengizinkan PayPal untuk membagikan detail transaksi PayPal Anda dengan Microsoft termasuk informasi yang biasanya dibagi dengan penerima pembayaran di bawah Kebijakan Privasi. Hal ini memungkinkan Microsoft untuk melihat apakah pembayaran Anda telah berhasil dan untuk membantu memenuhi transaksi Anda. PayPal akan memberi tahu Microsoft apakah Anda membatalkan persetujuan. Anda meminta PayPal untuk mengurusi permintaan pembayaran yang dikirim oleh Microsoft sesuai dengan wewenang yang Anda berikan. Jika Anda memiliki saldo PayPal, saldo ini akan digunakan lebih dulu. Jika sumber pembiayaan default Anda ditolak atau kedaluwarsa, sumber pembiayaan cadangan akan digunakan. Anda dapat membatalkan wewenang ini atau mengubah sumber pembiayaan Anda kapan pun pada akun PayPal Anda. Jika Anda membayar dalam mata uang yang bukan merupakan mata uang utama Akun PayPal Anda, PayPal akan mengonversikannya sesuai dengan kisaraan saat ini.
is: Þú samþykkir að Microsoft má senda greiðslufyrirmæli til PayPal til að þú getir greitt Microsoft og völdum viðtakendum beint með PayPal á Microsoft með því að nota Microsoft-verkvanginn. Þú leyfir PayPal að deila upplýsingum um PayPal-færslur með Microsoft, þ.m.t. upplýsingum sem venjulega er deilt með viðtakanda færslu, samkvæmt persónuverndarstefnu okkar. Þetta gerir Microsoft kleift að sjá hvort greiðslan þín hafi tekist og hjálpa þér að ganga frá greiðslunni. PayPal getur látið Microsoft vita ef þú dregur samþykki þitt til baka. Þú gefur PayPal fyrirmæli um að meðhöndla greiðslubeiðnir sem Microsoft sendir eins og að þú hafir heimilað þær. Ef inneign er á PayPal-reikningnum þínum verður hún notuð fyrst. Ef sjálfgefnum uppruna fjármögnunar er hafnað eða er útrunninn verður skuldfært á varauppruna. Þú getur afturkallað þessa heimild eða breytt uppruna fjármögnunar hvenær sem er á PayPal-reikningnum þínum. Ef þú greiðir í gjaldmiðli sem er ekki aðalgjaldmiðill PayPal-reikningsins þíns mun PayPal umreikna upphæðina með gildandi gegni okkar á þeim tíma.
ja: マイクロソフトがお客様の支払指図書を PayPal に転送することに同意することで、マイクロソフトおよびマイクロソフトのプラットフォームを使用している特定の支払先に、PayPal を使用してマイクロソフトで直接支払うことができます。マイクロソフトのプライバシー ポリシーの下で支払先と一般的に共有される情報など、PayPal のトランザクションの詳細をマイクロソフトと共有することを PayPal に許可します。これにより、支払いが正しく行われたかどうかをマイクロソフトが確認できるようになり、トランザクションの実行をサポートします。同意を取り消すと、PayPal はマイクロソフトに通知する場合があります。マイクロソフトから送信される支払い要求は、お客様が承認したものとして PayPal に指示します。PayPal に残高がある場合はそれが先に使用されます。既定の資金源が却下されたか有効期限が切れている場合、バックアップの資金源に対して請求されます。この承認や優先される資金源は PayPal アカウントでいつでもキャンセルまたは変更できます。PayPal アカウントで指定されている主要通貨以外の通貨で支払う場合、PayPal はその時点のマイクロソフトのレートを使用してその通貨に変換します。
ka: თქვენ ეთანხმებით, რომ Microsoft-მა შეიძლება გადასცეს PayPal-ს თქვენი გადახდის ინსტრუქციები, რათა თქვენ შეძლოთ PayPal-ით გადაუხადოთ პირდაპირ Microsoft-ზე Microsoft-ს და იდენტიფიცირებულ გადახდის მიმღებ სხვა მხარეებს Microsoft- ის პლატფორმის გამოყენებით. თქვენ უფლებას აძლევთ PayPal გაუზიაროს თქვენი PayPal გარიგების დეტალები Microsoft- თან, მათ შორის, გადახდის მიმღებთან ჩვეულებრივ გაზიარებული ინფორმაცია, რომელსაც ფარავს ჩვენი კონფიდენციალურობის პოლიტიკა. ეს საშუალებას აძლევს საშუალებას Microsoft- ს ნახოს თქვენი გადახდა თუ წარმატებით განხორციელდა და დაგეხმაროთ გარიგების შესრულებაში. PayPal-მა შეიძლება Microsoft-ს აცნობოს, თუ თქვენ უკან გაიხმობთ თქვენს თანხმობას. თქვენ უფლებას აძლევთ PayPal-ს შეასრულოს ის გადახდის მოთხოვნები, რომელიც გაეგზავნა მას Microsoft-ისგან, როგორც თქვენ მიერ ავტორიზებული. თუ თქვენ გაქვთ PayPal-ის ბალანსი, პირველ რიგში მისი გამოყენება მოხდება. თუ თქვენი ნაგულისხმევი დაფინანსების წყაროს უარყოფილია ან ვადა გაუვიდა, თქვენს სარეზერვო დაფინანსების წყაროზე გადავა გადახდის მოთხოვნა. თქვენ შეგიძლიათ გააუქმოთ ეს ავტორიზაცია ან შეცვალოთ სასურველი დაფინანსების წყარო თქვენი PayPal-ის ანგარიშიდან ნებისმიერ დროს. თუ თქვენ იხდით ვალუტაში, რომელიც არ არის თქვენი PayPal ანგარიშის პირველადი ვალუტა, PayPal დაააკონვერტირენს თანხას ჩვენი მოქმედი სავალურო კურსის გამოყენებით.
kk: Сіз Microsoft сайтындағы PayPal қызметінен тікелей Microsoft компаниясына төлем жасау мүмкіндігін алу және Microsoft платформасы арқылы төлем алушыларын анықтау үшін Microsoft компаниясына төлем нұсқауларын PayPal қызметіне тасымалдауға рұқсат бересіз. Оған қоса, сіз PayPal қызметіне сіздің PayPal арқылы жасаған транзакция ақпаратыңызды Microsoft компаниясымен және біздің құпиялылық саясатымызға сәйкес төлем алушысымен бөлісуге рұқсат бересіз. Бұл Microsoft компаниясына төлем сәтті жасалғанын көруге және транзакцияны орындауға көмектесуге мүмкіндік береді. Егер келісуден бас тартсаңыз, PayPal қызметі ол туралы Microsoft компаниясына хабарлауы мүмкін. Сіз PayPal қызметіне Microsoft арқылы жіберілген төлем сұраулары сіздің рұқсатыңызбен жүзеге асырылғанын растайсыз. Егер сізде PayPal балансы болса, ол бірінші болып пайдаланылады. Егер сіздің әдепкі қаржыландыру көзіңіз қабылданбаса немесе оның жарамдылық мерзімі өтсе, сіздің қосалқы қаржыландыру көзіңізден ақы алынады. Сіз бұл рұқсаттан бас тарта аласыз немесе кез келген уақытта PayPal тіркелгісінде таңдаулы қаржыландыру көзін өзгерте аласыз. Егер PayPal тіркелгісінде орнатылған негізгі валютадан басқа валютада төлем жасасаңыз, PayPal қызметі ол соманы біздің сол кездегі ағымдағы бағамымызға сәйкес түрлендіреді.
kn: ನಿಮ್ಮ ಪಾವತಿ ಸೂಚನೆಗಳನ್ನು PayPal ಗೆ Microsoft ಸಂವಹನ ಮಾಡಬಹುದು ಎಂಬುದಾಗಿ ನೀವು ಒಪ್ಪುತ್ತೀರಿ, ಇದರಿಂದ ನೀವು PayPal ಮೂಲಕ ನೇರವಾಗಿ Microsoft ನಲ್ಲಿ Microsoft ಗೆ ಮತ್ತು Microsoft ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಬಳಸಿಕೊಂಡು ಗುರುತಿಸಲಾದ ಪಾವತಿ ಸ್ವೀಕೃತದಾರರಿಗೆ ಪಾವತಿಸಬಹುದು. ಗೌಪ್ಯತೆ ನೀತಿಯ ಅಡಿಯಲ್ಲಿ ಪಾವತಿ ಸ್ವೀಕೃತದಾರರ ಜೊತೆಗೆ ಸಾಮಾನ್ಯವಾಗಿ ಹಂಚಿಕೊಳ್ಳಲಾಗುವ ಮಾಹಿತಿಯನ್ನು ಒಳಗೊಂಡಂತೆ ನಿಮ್ಮ PayPal ವಹಿವಾಟು ವಿವರಗಳನ್ನು Microsoft ಜೊತೆಗೆ ಹಂಚಿಕೊಳ್ಳಲು ನೀವು PayPal ಗೆ ಅನುಮತಿಸುತ್ತೀರಿ. ನಿಮ್ಮ ಪಾವತಿಯು ಯಶಸ್ವಿಯಾಗಿದೆಯೇ ಎಂಬುದನ್ನು ನೋಡಲು ಮತ್ತು ನಿಮ್ಮ ವಹಿವಾಟುಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಸಹಾಯ ಮಾಡಲು ಇದು Microsoft ಅನ್ನು ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ. ಒಂದು ವೇಳೆ ನಿಮ್ಮ ಸಮ್ಮತಿಯನ್ನು ನೀವು ಹಿಂತೆಗೆದುಕೊಂಡರೆ Microsoft ಗೆ PayPal ತಿಳಿಸಬಹುದು. Microsoft ಕಳುಹಿಸಿದ ಪಾವತಿ ವಿನಂತಿಗಳನ್ನು ನೀವು ಅಧಿಕಾರ ನೀಡಿರುವುದು ಎಂಬುದಾಗಿ ಪರಿಗಣಿಸುವಂತೆ ನೀವು PayPal ಗೆ ಸೂಚನೆ ನೀಡುತ್ತೀರಿ. ನಿಮ್ಮ ಬಳಿ PayPal ಬಾಕಿ ಇದ್ದರೆ, ಅದನ್ನು ಮೊದಲು ಬಳಸಲಾಗುತ್ತದೆ. ಒಂದು ವೇಳೆ ನಿಮ್ಮ ಡೀಫಾಲ್ಟ್ ಹಣದ ಮೂಲವು ನಿರಾಕರಿಸಲ್ಪಟ್ಟರೆ ಅಥವಾ ಅವಧಿ ಮೀರಿದ್ದರೆ, ನಿಮ್ಮ ಬ್ಯಾಕಪ್-ಹಣದ ಮೂಲಕ್ಕೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುತ್ತದೆ. ನೀವು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಈ ಪ್ರಮಾಣೀಕರಣವನ್ನು ನೀವು ರದ್ದುಗೊಳಿಸಬಹುದು ಅಥವಾ ನಿಮ್ಮ ಆದ್ಯತೆಯ ಹಣದ ಮೂಲವನ್ನು ನಿಮ್ಮ PayPal ಖಾತೆಯಲ್ಲಿ ಬದಲಿಸಬಹುದು. ನಿಮ್ಮ PayPal ಖಾತೆಯ ಪ್ರಾಥಮಿಕ ಕರೆನ್ಸಿ ಅಲ್ಲದ ಕರೆನ್ಸಿಯಲ್ಲಿ ನೀವು ಪಾವತಿಸಿದರೆ, ಮೊತ್ತವನ್ನು ಆಗಿನ ಪ್ರಸ್ತುತ ದರವನ್ನು ಬಳಸಿಕೊಂಡು PayPal ಪರಿವರ್ತಿಸುತ್ತದೆ.
ko: 귀하는 Microsoft가 귀하의 지불 관련 지침을 PayPal로 전송하여 귀하가 Microsoft에서 바로 PayPal로 지불할 수 있고 Microsoft 플랫폼을 사용하여 지불 수령인을 식별할 수 있음에 동의합니다. PayPal이 당사의 개인 정보 취급 방침에 따라 지불 수령인과 일반적으로 공유하는 정보를 포함하여 PayPal 거래 세부 정보를 Microsoft와 공유하도록 허용합니다. 이렇게 하면 Microsoft가 귀하의 지불이 성공적인지 여부를 확인하고 거래가 처리되도록 도울 수 있습니다. PayPal은 귀하의 동의 철회 여부를 Microsoft에 알릴 수 있습니다. 귀하가 승인한대로 Microsoft가 보낸 지불 요청을 처리하도록 PayPal에 지시합니다. PayPal 잔액이 있는 경우 먼저 사용됩니다. 기본 결제 방법이 거부되거나 만료되면 백업 결제 방법으로 비용이 청구됩니다. PayPal 계정에서 언제든지 이 승인을 취소하거나 원하는 결제 방법을 변경할 수 있습니다. PayPal 계정의 기본 통화가 아닌 통화로 지불하는 경우 PayPal은 그 당시의 현재 환율을 사용하여 금액을 환산합니다.
ku_arab: تۆ ڕازیت بەوەی که Microsoft دەتوانێ زانیاریەکانی پارەدانت بڵاوبکاتەوه بۆ PayPal، بەمەش دەتوانی ڕاستەوخۆ له Microsoft ەوه پارە بدەیت لەڕێگەی PayPal ەوه بۆ Microsoft و بۆ وەرگره دیاریکراوەکان لەڕێگەی بەکارهێنانی پلاتفۆرمی Microsoft. تۆ ڕیگه به PayPal دەدەیت که وردەکاریەکانی گواستنەوەی پارەی تۆ لەگەڵ Microsoft هاوبەش بکات لەوانەش ئەو زانیاریانەی ئاساییانه هاوبەش دەکرێت لەگەڵ وەرگرەکان به گوێرەی سیاسەتەکانی پاراستنی نهێنیەکانی ئێمه. ئەمەش توانای ئەوە به Microsoft دەدات که ببینێت ئایا پارەدانەکەت سەرکەوتووانه بووه و بۆ یارمەتیدانت بۆ ئەنجامدانی گواستنەوەکەت. PayPal لەوانەیه ڕێگه بەوە بدات که Microsoft بزانێت که تۆ پارەت له حیسابەکەت هەڵگرتووه. تۆ ڕێگه به PayPal دەدەیت که مامەڵه لەگەڵ داواکاریەکانی پارەدانی نێردراو لەلایەن Microsoft ەوه بکات بەو شێوەی که خۆت ڕێگەت پێداوه. ئەگەر باڵانسی PayPal ت ببێت، یەکەم جار ئەو بەکاردەهێندرێت. ئەگەر سەرچاوەی دابینکردنی دارایی گریمانەی تۆ کەم ببێتەوه یان بەسەرچێت، له سەرچاوەی دابینکردنی دارایی پشتیوانی تۆ کەڵک وەردەگیرێت. تۆ دەتوانی ئەم ڕێپێدانه بەتاڵ کەیتەوه یان سەرچاوەی دابینکردنی دارایی خۆت بگۆڕیت هەرکاتێک ویستت له ناو ئەژمێری PayPal ی خۆتەوه. ئەگەر پارەیەکت به دراوێکەوه دا که دراوی سەرەکی ئەژمێری PayPal ت نەبوو، ئەو کاته PayPal بڕی پارەکە دەگۆڕیتەوه به گوێرەی نرخی ئەوکاتە.
ky: Сиз Microsoft Microsoft үчүн Microsoft сиз түздөн-түз PayPal менен төлөй аласыз үчүн жана Microsoft аянтчаны колдонуп аныкталган төлөм алуучуларга, PayPal үчүн төлөм көрсөтмөлөрдү бериши мүмкүн экендигине макул. Сиз PayPal Microsoft адатта Купуялык саясаты боюнча төлөм алуучу менен бөлүштү маалыматты, анын ичинде менен PayPal бүтүм маалымат менен бөлүшүүгө мүмкүндүк берет. Бул сиздин төлөө ийгиликтүү болуп-жетпесин билиш үчүн, жана бүтүмдү аткарууга жардам берүү үчүн Microsoft берет. PayPal сиз макулдук алып, анда Microsoft билип алат. Сиз тарабынан ыйгарым укук берилип, ошондой эле Microsoft жөнөткөн төлөм талаптарын мамиле PayPal окуп-үйрөнүү. Эгер PayPal балансы бар болсо, анда ал биринчи колдонулат. Демейки каржылоо булагы начарлап кетсе же анын мөөнөтү өтүп кеткен болсо, көмөкчү-каржылоо булагы алынат. Сиз бул уруксат жокко чыгаруу же PayPal эсебинде каалаган убакта каалаган каржылоо булагын өзгөртө аласыз. Эгер PayPal эсеби биринчи акча эмес, бир акча төлөп келсе, PayPal биздин учурдагы курсу менен сумманы кайра берет.
lo: ທ່ານເຫັນດີວ່າ Microsoft ສາມາດສົ່ງຜ່ານຄຳແນະນຳການຊຳລະຂອງທ່ານຫາ Paypal, ເພື່ອໃຫ້ທ່ານສາມາດຈ່າຍດ້ວຍ Paypal ໃນ Microsoft ຫາ Microsoft ໂດຍກົງ ແລະ ຫາ ບັນດາຜູ້ຮັບການຊຳລະທີ່ຜ່ານການລະບຸຕົວຕົນແລ້ວໂດຍການໃຊ້ ແຟລັດຟອມ Microsoft. ທ່ານອະນຸຍາດ Paypal ແບ່ງປັນການທຸລະກຳ Paypal ຂອງທ່ານກັບ Microsoft ລວມມີຂໍ້ມູນທີ່ຖືກແບ່ງປັນກັບຜູ້ຮັບການຊຳລະພາຍໃຕ້ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ. ນີ້ເຮັດໃຫ້ Microsoft ສາມາດເຫັນໄດ້ຫາກວ່າການຊຳລະຂອງທ່ານສຳເລັດ ແລະເພື່ອຊ່ວຍເຫຼືອການທຸລະກຳຂອງທ່ານໃຫ້ບັນລຸເສັດສິ້ນ. Paypal ອາດໃຫ້ Microsoft ຮັບຊາບຫາກວ່າທ່ານຍົກເລີກການຍິນຍອມຂອງທ່ານ. ທ່ານແນະນຳ Paypal ໃນການປະຕິບັດຕໍ່ຄຳຮ້ອງຂໍການຊຳລະທີ່ສົ່ງໂດຍ Microsoft ຕາມທີ່ທ່ານອະນຸຍາດ. ຖ້າທ່ານມີເງິນຍອດເຫຼືອໃນ Paypal, ເງິນນັ້ນຈະຖືກໃຊ້ກ່ອນ. ຖ້າແຫລ່ງທຶນຄ່າມາດຕະຖານຂອງທ່ານຖືກປະຕິເສດ ຫລື ໝົດອາຍຸ, ແຫລ່ງທຶນສຳຮອງຂອງທ່ານຈະຖືກໃຊ້ຈ່າຍເງິນ. ທ່ານສາມາດຍົກເລີກການອະນຸຍາດນີ້ ຫລື ປ່ຽນແປງແຫລ່ງທຶນທີ່ມັກໃຊ້ກວ່າໝູ່ຂອງທ່ານໄດ້ທຸກເວລາໃນບັນຊີ Paypal ຂອງທ່ານ. ຖ້າທ່ານຊຳລະເປັນສະກຸນເງິນທີ່ບໍ່ແມ່ນສະກຸນເງິນຫລັກຂອງບັນຊີ Paypal ທ່ານ, Paypal ຈະແລກປ່ຽນສະກຸນເງິນຕາມມອັດຕາແລກປ່ຽນປັດຈຸບັນໃນເວລານັ້ນ.
lt: Jūs sutinkate, kad „Microsoft“ gali perduoti jūsų mokėjimo nurodymus „PayPal“, kad jūs būdami „Microsoft“ galėtumėte su „PayPal“ tiesiogiai mokėti „Microsoft“ ir nurodytiems mokėjimo gavėjams, naudodami „Microsoft“ platformą. Jūs leidžiate „PayPal“ bendrinti savo „PayPal“ operacijų duomenis su „Microsoft“, įskaitant informaciją, kuri paprastai bendrinama su mokėjimo gavėju pagal mūsų privatumo politikos nuostatas. Tai leidžia „Microsoft“ sužinoti, ar jūsų mokėjimas buvo sėkmingas, padeda atlikti įvykdyti operaciją. „PayPal“ gali pranešti „Microsoft“, kad atšaukėte savo sutikimą. Jūs nurodote „PayPal“ elgtis su „Microsoft“ siunčiamomis mokėjimo užklausomis, kaip su jūsų įgaliotomis užklausomis. Jei turite „PayPal“ likutį, jis bus naudojamas pirmiausia. Jei jūsų numatytasis lėšų skyrimo šaltinis atmetamas arba baigia galioti, lėšos bus nuskaičiuotos iš atsarginio lėšų skyrimo šaltinio. Savo „PayPal“ sąskaitoje galite atšaukti šį leidimą arba bet kuriuo metu pakeisti pageidaujamą lėšų skyrimo šaltinį. Jei mokate valiuta, kuri nėra pagrindinė jūsų „PayPal“ sąskaitos valiuta, „PayPal“ konvertuos sumą pagal tuo metu galiojantį tarifą.
lv: Jūs piekrītat, ka korporācija Microsoft var pārsūtīt jūsu apmaksas norādījumus vietnei PayPal, lai varat veikt maksājumus korporācijai Microsoft tieši vietnē Microsoft un norādītajiem maksājuma saņēmējiem, izmantojot Microsoft platformu. Jūs atļaujat vietnei PayPal kopīgot detalizētu informāciju par PayPal transakciju ar korporāciju Microsoft, tostarp informāciju, kas parasti tiek kopīgota ar maksājuma saņēmēju saskaņā ar mūsu konfidencialitātes politiku. Šādi korporācija Microsoft var redzēt, vai jūsu maksājums ir veiksmīgs, un palīdzēt izpildīt transakciju. Ja atsauksit piekrišanu, PayPal var informēt par to korporāciju Microsoft. Jūs dodat norādījumus vietnei PayPal apstrādāt no Microsoft saņemtus maksājumu pieprasījumus, ko esat autorizējis. Ja jums vietnē PayPal ir atlikums, tas tiks izmantots vispirms. Ja jūsu noklusējuma līdzekļu avots ir noraidīts vai tā derīgums ir beidzies, maksa tiks iekasēta no jūsu dublējošā līdzekļu avota. Varat atcelt šo autorizāciju vai mainīt vēlamo līdzekļu avotu jebkurā laikā savā PayPal kontā. Ja maksājat, izmantojot valūtu, kas nav jūsu PayPal konta primārā valūta, PayPal konvertēs summu, izmantojot mūsu valūtas kursu.
mi: Kei te whakaae koe ka āhei a Microsoft te whakawhiti ō tohutohu utunga ki PayPal, kia pai ai tō utu hāngai i PayPal mō Microsoft ki Microsoft me ngā tāngata whiwhi utunga i tautuhitia e whakamahi ana i te pūhara Microsoft. Kei te whakaae koe kia tiri a PayPal i ō taipitopito tauwhitinga PayPal ki Microsoft tae atu ki ngā mōhiotanga ka tiria i te nuinga o te wā ki tētahi tangata whiwhi utunga i raro i tā mātou Kaupapahere Tūmataitinga. Mā konei ka āhei Microsoft ki te tiro mehemea kua tutuki tō utunga, e āwhina hoki te whakatutuki i te tauwhitinga. Mā PayPal a Microsoft e whakamōhio ki te kōunu koe i tō whakaae. Kei te tohutohu koe i PayPal kia whakaritea ngā tono utunga ka tukua e Microsoft hei utunga kua whakaaetia e koe. Mēnā he toenga PayPal tāu, koirā ka whakamahia tuatahitia. Ki te whakakāhoretia tō puna pūtea taunoa, kua pau rānei, ka namatia tō puna pūtea tārua. Ka taea e koe tēnei whakamananga te whakakore, te huri rānei i tō puna pūtea manako ahakoa te wā i roto i pūkete PayPal. Ki te utu koe mā tētahi moni ehara i te moni tuatahi o tō pūkete PayPal o nāianei, ka whakatahuritia te rahi e PayPal mā te whakamahi i tā mātou ritenga o taua wā.
mk: Се согласувате дека Microsoft може да му ги пренесе вашите упатства за плаќање на PayPal, така што ќе може да плаќате со PayPal директно на Microsoft до Microsoft и на идентификуваните примачи на плаќањето со користење на платформата на Microsoft. Дозволувате PayPal да ги сподели деталите за трансакцијата на PayPal со Microsoft, вклучувајќи ги информациите што нормално се споделуваат со примачот на плаќањето согласни нашите Правила за приватност. Ова на Microsoft му овозможува да види дали вашето плаќање било успешно и да ви помогне да ја исполните трансакцијата. PayPal може да му даде на знаење на Microsoft доколку ја повлечете својата согласност. Вие на PayPal му давате упатства да се справува со барањата за плаќање што ги испраќа Microsoft како овластени од вас. Доколку имате баланс на PayPal balance, тоа ќе се користи прво. Доколку вашиот стандарден извор на финансирање е одбиен или истекол, ќе се наплати од вашиот резервен извор на финансирање. Во секое време може да го откажете овластувањево или да го промените претпочитаниот извор на финансирање на сметката на PayPal. Доколку плаќате во валута што не е примарна на вашата сметка на PayPal, PayPal ќе ја конвертира сумата користејќи го нашиот тогашен курс.
ml: Microsoft-നും Microsoft പ്ലാറ്റ്‌ഫോം ഉപയോഗിക്കുന്ന തിരിച്ചറിഞ്ഞ പേയ്‌മെന്‍റ് സ്വീകർത്താക്കൾക്കും PayPal ഉപയോഗിച്ച് Microsoft-ൽ നേരിട്ട് പണമടയ്‌ക്കാൻ, Microsoft നിങ്ങളുടെ പേയ്‌മെന്‍റ് വിവരങ്ങൾ PayPal-ന് അയയ്‌ക്കാനിടയുണ്ടെന്ന കാര്യം നിങ്ങൾ അംഗീകരിക്കുന്നു. ഞങ്ങളുടെ സ്വകാര്യതാ നയത്തിന് കീഴിൽ ഒരു പേയ്‌മെന്‍റ് സ്വീകർത്താവുമായി സാധാരണഗതിയിൽ പങ്കിടുന്ന വിവരങ്ങൾ ഉൾപ്പെടെ, നിങ്ങളുടെ PayPal ഇടപാട് വിശദാംശങ്ങൾ Microsoft-മായി പങ്കിടാൻ നിങ്ങൾ PayPal-നെ അനുവദിക്കുന്നു. ഇത് നിങ്ങളുടെ പേയ്‌മെന്‍റ് വിജയകരമായോ എന്നറിയാനും നിങ്ങളുടെ ഇടപാട് പൂർത്തിയാക്കാൻ സഹായിക്കുന്നതിനും Microsoft-നെ പ്രാപ്‌തമാക്കുന്നു. നിങ്ങളുടെ സമ്മതം പിൻവലിക്കുകയാണെങ്കിൽ, ആ വിവരം അറിയാൻ Microsoft-നെ PayPal അനുവദിച്ചേക്കാം. നിങ്ങൾ അംഗീകരിക്കുന്നത് അനുസരിച്ച്, Microsoft അയയ്‌ക്കുന്ന പേയ്‌മെന്‍റ് അഭ്യർത്ഥനകൾ കൈകാര്യം ചെയ്യാൻ നിങ്ങൾ PayPal-നോട് നിർദ്ദേശിക്കുന്നു. നിങ്ങൾക്ക് ഒരു PayPal ബാലൻസ് ഉണ്ടെങ്കിൽ, ആദ്യം അത് ഉപയോഗിക്കും. നിങ്ങളുടെ ഡിഫോൾട്ട് ഫണ്ടിംഗ് ഉറവിടം നിരസിക്കപ്പെടുകയോ കാലഹരണപ്പെടുകയോ ചെയ്‌താൽ, നിങ്ങളുടെ ബാക്കപ്പ് ഫണ്ടിംഗ് ഉറവിടത്തിൽ നിന്നും നിരക്ക് ഈടാക്കുന്നതാണ്. നിങ്ങളുടെ PayPal അക്കൗണ്ടിൽ ഏതുസമയത്തും ഈ അധികാരപ്പെടുത്തൽ റദ്ദാക്കാനോ നിങ്ങൾ താൽപ്പര്യപ്പെടുന്ന ഫണ്ടിംഗ് ഉറവിടം മാറ്റാനോ കഴിയുന്നതാണ്. നിങ്ങളുടെ PayPal അക്കൗണ്ടിന്‍റെ പ്രാഥമിക കറൻസി അല്ലാത്ത ഒരു കറൻസിയിലാണ് നിങ്ങൾ പണമടയ്‌ക്കുന്നതെങ്കിൽ, ഞങ്ങളുടെ നിലവിലുള്ള നിരക്ക് ഉപയോഗിച്ച് തുക PayPal മാറ്റുന്നതാണ്.
mn: Та Microsoft-г таны төлбөр төлөх зааварчилгааг PayPal руу шилжүүлэхийг зөвшөөрснөөр, та Microsoft-н платформыг ашиглаж байгаа танигдсан төлбөр хүлээн авагчид болон Microsoft руу PayPal-аар шууд Microsoft дээр төлбөр хийх боломжтой болно. Та манай Нууцлалын бодлогод заасны дагуу ердийн нөхцөлд төлбөр хүлээн авагчтай хуваалцдаг мэдээллийг оролцуулаад, өөрийн PayPal болон Microsoft хоорондын шилжүүлгийн мэдээллийг хуваалцахыг PayPal-д зөвшөөрч байна. Үүгээр Microsoft-д таны шилжүүлгийг гүйцээхэд туслах, төлбөр тань амжилттай болсныг харах боломж олгоно. Хэрэв та зөвшөөрлөө цуцалбал PayPal нь Microsoft-д мэдэгдэж магадгүй. Та Microsoft-н илгээсэн төлбөрийн хүсэлтүүдийг таны зөвшөөрөлтэй адил гэж тооцож болохыг PayPal-д зааварлаж байна. Хэрэв таны PayPal-д үлдэгдэл байвал, тэр нь түрүүлж ашиглагдах болно. Хэрэв таны өгөгдсөн сангийн эх үүсвэр татгалзуулсан эсвэл хугацаа нь дууссан бол таны нөөц сангийн эх үүсвэрээс төлбөр хийгдэнэ. Та дуртай үедээ энэ зөвшөөрлийг цуцалж эсвэл өөрийн сангийн эх үүсвэрийн тохиргоог өөрийн PаyPal дансандаа өөрчилж болно. Хэрэв таны төлбөр хийх валют PayPal дансны тань үндсэн валютаас өөр байвал PayPal үнийн дүнг тухайн үеийн ханшаар шилжүүлнэ.
mr: आपण सहमती देता की Microsoft हे PayPal वर आपल्या देय सूचनांचे प्रसारण करू शकते, जेणेकरून आपण Microsoft वरूनच Microsoft साठी थेट PayPal चे आणि Microsoft प्लॅटफॉर्म वापरून ओळखलेल्या देय पावत्यांचे देय देऊ शकता. आपण PayPal ला आमच्या गोपनीयता धोरणाच्या अंतर्गत एका देय पावतीसह सामान्यतः सामायिक केल्या जाणाऱ्या माहितीसह आपले PayPal व्यवहार तपशील Microsoft वर सामायिक करण्यास परवानगी देता. हे Microsoft ला आपले देय देणे यशस्वी झाल्याबाबत तसे पाहण्यासाठी आणि आपल्या व्यवहाराची पूर्तता करण्यात सक्षम करते. आपण आपली संमती काढून घेतल्यास त्याबाबत PayPal हे Microsoft ला कळू देऊ शकते. आपण आपल्याकडून अधिकृत केल्यानुसार Microsoft द्वारे पाठविलेल्या देय विनंत्या हाताळण्यासाठी PayPal ला विनंती करू शकता. आपल्याकडे PayPal शिल्लक असल्यास, प्रथम ती वापरली जाईल. आपला डिफॉल्ट निधी नाकारलेला किंवा कालबाह्य झालेला असल्यास, आपल्या बॅकअप-निधी स्त्रोतावर शुल्क आकारले जाईल. आपण ही अधिकृतता केव्हाही रद्द करू शकता किंवा आपल्या PayPal खात्यातून केव्हाही आपला प्राधान्यकृत निधी स्त्रोत बदलू शकता.आपण आपल्या PayPal खात्याचे प्राथमिक चलन नसलेल्या चलनात देय देत असल्यास, PayPal आमचा तेव्हाचा सद्य दर वापरून रक्कम रूपांतरित करेल.
ms: Anda bersetuju bahawa Microsoft boleh menghantar arahan pembayaran anda kepada PayPal supaya anda boleh membayar PayPal secara langsung pada Microsoft kepada Microsoft dan untuk mengenal pasti penerima pembayaran menggunakan platform Microsoft. Anda membenarkan PayPal untuk berkongsi butiran transaksi PayPal anda dengan Microsoft termasuk maklumat yang biasanya dikongsi dengan penerima pembayaran di bawah Dasar Privasi kami. Ini membolehkan Microsoft untuk melihat sama ada pembayaran anda telah berjaya dan untuk membantu memenuhi transaksi anda. PayPal mungkin memaklumkan Microsoft jika anda menarik balik persetujuan anda. Anda mengarahkan PayPal untuk melayan permintaan pembayaran yang dihantar oleh Microsoft sebagai kebenaran oleh anda. Jika anda mempunyai baki PayPal, ia akan digunakan dahulu. Jika sumber dana lalai anda ditolak atau tamat tempoh, sumber dana sandaran anda akan dikenakan bayaran. Anda boleh membatalkan kebenaran ini atau mengubah sumber dana keutamaan anda pada bila-bila masa dalam akaun PayPal anda. Jika anda membayar dalam mata wang yang bukan mata wang Akaun PayPal utama anda, PayPal akan menukarkan amaun menggunakan kadar semasa kami pada masa itu.
mt: Int taqbel li Microsoft tista' tibgħat l-istruzzjonijiet tal-pagament tiegħek lil PayPal, sabiex fuq Microsoft tkun tista' tħallas direttament b'PayPal lil Microsoft u lil riċevituri identifikati tal-pagament billi tuża l-pjattaforma ta' Microsoft. Int tippermetti lil PayPal tixxerja d-dettalji tat-tranżazzjoni ta' PayPal tiegħek ma' Microsoft inkluż informazzjoni li normalment tiġi xxerjata ma' riċevitur ta' pagament taħt il-Politika tal-Privatezza tagħna. Dan jippermetti lil Microsoft tara jekk il-pagament tiegħek irnexxiex u tgħin tissodisfa t-tranżazzjoni tiegħek. PayPal jista' jgħarraf lil Microsoft jekk tirtira l-kunsens tiegħek. Int tagħti struzzjoni lil PayPal biex jittratta talbiet ta' pagament li jintbagħtu minn Microsoft kif tawtorizza int. Jekk għandek bilanċ f'PayPal, dan ser jintuża l-ewwel. Jekk is-sors ta' finanzjament awtomatiku tiegħek jiġi rrifjutat jew skada, ser jiġi ċċarġjat is-sors ta' finanzjament ta' riżerva tiegħek. Tista' tikkanċella din l-awtorizzazzjoni jew tibdel is-sors ta' finanzjament ippreferut tiegħek meta trid fil-kont tiegħek ta' PayPal. Jekk tħallas f'munita li mhijiex il-munita primarja tal-Kont tiegħek ta' PayPal, PayPal ser jikkonverti l-ammont billi juża r-rata kurrenti tagħna ta' dak il-ħin.
ne: Microsoft ले तपाइँको भुक्तानी निर्देशनहरूलाई PayPal मा प्रसारित गर्न सक्छ भन्ने कुरामा तपाइँ सहमत हुनुहुन्छ, जसकारण तपाइँले Microsoft प्लाटफारामको प्रयोग गरेर Microsoft मा PayPal द्वारा सिधै Microsoft र पहिचान गरिएका भुक्तानी प्राप्तकर्ताहरूलाई भुक्तान गर्न सक्नुहुन्छ। तपाइँले PayPal लाई हाम्रो गोपनीयता नीति अन्तर्गत सामान्य रूपमा भुक्तानी प्राप्तकर्तासँग साझा गरिएका जानकारी सहितका आफ्ना PayPal कारोबार विवरणहरू Microsoft सँग साझा गर्ने अनुमति दिनुहुन्छ। यसले Microsoft लाई तपाइँको भुक्तानी सफल भएको छ वा छैन भनी हेर्न र तपाइँको कारोबार पूरा गर्नमा मद्दत गर्न सक्षम बनाउँछ। तपाइँले आफ्नो सहमति फिर्ता लिनुहुन्छ भने PayPal ले Microsoft लाई यसबारे थाहा दिन सक्छ। तपाइँले PayPal लाई Microsoft द्वारा पठाइएका भुक्तानी अनुरोधहरूलाई आफूले अधिकारप्रदान गरेअनुसार व्यवहार गर्न निर्देशन दिनुहुन्छ। तपाइँसँग PayPal बाँकी रकम छ भने, पहिले यसलाई प्रयोग गरिनेछ। तपाइँको पूर्वनिर्धारित वित्त स्रोतलाई अस्वीकार गरिन्छ वा त्यसको म्याद समाप्त हुन्छ भने, तपाइँको जगेडा-वित्त स्रोतमा शुल्क लगाइनेछ। तपाइँले कुनै पनि समय आफ्नो PayPal खातामा यो अधिकारप्रदानलाई रद्द गर्न वा आफ्नो अधिमान्य वित्त स्रोतलाई परिवर्तन गर्न सक्नुहुन्छ। तपाईंले आफ्नो PayPal खाताको प्राथमिक मुद्रा नभएको मुद्रामा भुक्तान गर्नुहुन्छ भने, PayPal ले हाम्रो हालको दर प्रयोग गरेर रकमलाई रूपान्तरण गर्नेछ।
nn_no: Du godtek at Microsoft kan overføre betalingsinstruksjonane dine til PayPal, slik at du kan betale med PayPal direkte på Microsoft til Microsoft og til identifiserte betalingsmottakarar ved hjelp av Microsoft-plattforma. Du tillèt at PayPal kan dele PayPal-transaksjonsdetaljar med Microsoft, inkludert informasjon som blir delt med ein betalingsmottakar, i samsvar med personvernerklæringa vår. Slik kan Microsoft sjå om betalinga di har blitt utført, og hjelpe deg å fullføre transaksjonar. Dersom du trekkjer tilbake samtykket, kan PayPal formidle dette til Microsoft. Du instruerer PayPal om å handsame betalingsførespurnader sende av Microsoft, som godkjend av deg. Dersom du har ein PayPal-saldo, blir denne brukt først. Dersom den standard betalingskjelda di blir avslått eller er utgått, blir kjelda du har oppgitt som sikring, belasta. Du kan avbryte denne godkjenninga eller endre betalingskjelde når som helst i PayPal-kontoen din. Dersom betaler i ein valuta som ikkje er primærvaluta i PayPal-kontoen, konverterer PayPal beløpet ved hjelp av gjeldande valuta.
no: Du samtykker i at Microsoft kan overføre betalingsinstruksjonene dine til PayPal, slik at du kan betale direkte med PayPal hos Microsoft til Microsoft og til identifiserte betalingsmottakere som bruker Microsoft-plattformen. Du gir PayPal lov til å dele PayPal-transaksjonsdetaljene dine med Microsoft, inkludert informasjon som vanligvis deles med betalingsmottakere i henhold til personvernerklæringen vår. Dette gjør at Microsoft kan se om betalingen din lyktes, og hjelpe deg å gjennomføre transaksjonen. PayPal kan gi Microsoft beskjed hvis du trekker tilbake samtykket ditt. Du gir PayPal beskjed om at betalingsforespørsler fra Microsoft skal behandles som om de har blitt godkjent av deg. Har du PayPal-saldo, brukes den først. Hvis den standard finansieringskilden din avvises eller er utløpt, debiteres finansieringskilden du har som reserve. Du kan når som helst kansellere denne godkjenningen eller endre foretrukket finansieringskilde i PayPal-kontoen din. Hvis du betaler i en valuta som ikke er PayPal-kontoens primære valuta, konverterer PayPal beløpet ved hjelp av den da gjeldende valutakursen.
or: ଆପଣ ରାଜି ହୁଅନ୍ତି ଯେ Microsoft ଆପଣଙ୍କ ଦେୟ ନିର୍ଦ୍ଦେଶନାମା PayPalକୁ ଟ୍ରାନ୍ସମିଟ୍‌ କରିପାରିବ, ଯାହା ଦ୍ୱାରା PayPal ଦ୍ୱାରା ପ୍ରତ୍ୟେକ୍ଷ ଭାବେ Microsoft ରୁ Microsoft କୁ ଏବଂ Microsoft ପ୍ଲାଟଫର୍ମ ବ୍ୟବହାର କରି ଚିହ୍ନିତ ଦେୟ ପ୍ରାପ୍ତକାରୀଙ୍କୁ ଦେୟ ଦେଇ ପାରିବେ। ଆମ ଗୋପନୀୟତା ନୀତି ଅଧୀନରେ ଏକ ଦେୟ ପ୍ରାପ୍ତକାରୀଙ୍କ ସହ ସାମାନ୍ୟ ଭାବେ ଅଂଶୀଦାର କରାଯାଉଥିବା ସୂଚନା ଅନ୍ତର୍ଭୂକ୍ତ କରି ଆପଣଙ୍କ PayPal ଟ୍ରାଞ୍ଜେକସନ୍‌ Microsoft ସହ ଅଂଶୀଦାର କରିବାକୁ ଆପଣ PayPal କୁ ଅନୁମତି ଦିଅନ୍ତି। ଆପଣଙ୍କ ଦେୟ ସଫଳ ହୋଇଛି କି ନାହିଁ ଏବଂ ଆପଣଙ୍କ ଟ୍ରାଞ୍ଜେକସନ୍‌ ପୂରଣ କରିବାରେ ସହାୟତା କରିବାକୁ ଏହା Microsoft କୁ ଦେଖିବାରେ ସମର୍ଥ କରାଏ। ଆପଣଙ୍କ ସହମତି ଯଦି ଆପଣ ପ୍ରତ୍ୟାହାର କରନ୍ତି PayPal Microsoftକୁ ଜଣାଇ ପାରେ। Microsoft ଦ୍ୱାରା ପ୍ରେରିତ ଦେୟ ଅନୁରୋଧକୁ ଆପଣ ସ୍ୱୀକୃତ କରିଥିବା ରୂପେ ଗଣନା କରିବାକୁ ଆପଣ PayPal କୁ ନିର୍ଦ୍ଦେଶ ଦିଅନ୍ତି। ଯଦି ଆପଣଙ୍କର PayPal ବାଲାନ୍ସ ଥାଏ, ଏହା ପ୍ରଥମେ ବ୍ୟବହାର କରାଯିବ। ଯଦି ଆପଣଙ୍କ ଡିଫଲ୍ଟ ଫଣ୍ଡିଂ ଉତ୍ସ ପ୍ରତ୍ୟାଖିତ କିମ୍ବା ମିଆଦପୂର୍ଣ୍ଣ ହୋଇଥାଏ, ଆପଣଙ୍କ ବ୍ୟାକଅପ୍‌-ଫଣ୍ଡିଂ ଉତ୍ସରେ ଦେୟ ଲାଗୁ କରାଯିବ। ଆପଣଙ୍କ PayPal ଆକାଉଣ୍ଟରେ ଆପଣ ଯେକୌଣସି ସମୟରେ ଏହି ସ୍ୱୀକୃତିକରଣ ବାତିଲ୍‌ କରିପାରିବେ କିମ୍ବା ଆପଣଙ୍କ ମନପସନ୍ଦ ଫଣ୍ଡିଂ ଉତ୍ସ ପରିବର୍ତ୍ତନ କରିପାରିବେ। ଯଦି ଆପଣ ଏପରି ଏକ ମୁଦ୍ରାରେ ଦେୟ ପ୍ରଦାନ କରନ୍ତି ଯାହା ଆପଣଙ୍କ PayPal ଆକାଉଣ୍ଟର ପ୍ରାଥମିକ ମୁଦ୍ରା ନୁହେଁ, ସେହି ସମୟର ମୁଦ୍ରା ବିନିମୟ ମୂଲ୍ୟ ବ୍ୟବହାର କରି PayPal ରାଶିକୁ ବଦଳାଇବ।
pa_arab_pk: تُسی متفق ہو کہ Microsoft تہاڈی ادائیگیاں دیاں ہدایتاں PayPal نوں منتقل کرے، تاں جے تُسی PayPal نال Microsoft تُوں Microsoft تے براہِ راست ادائیگی کر سکو اتے Microsoft پلیٹ فارم ورتدیاں ادائیگی دے وصول کنندگان دی نشاندہی کر سکو۔ تُسی PayPal نُوں اپنیاں PayPal دیاں ٹرانزیکشن دیاں تفصیلاں Microsoft نال شئیر کرن دی اجازت دیندے او بشمول اونہاں معلومات دے جیہڑیاں ساڈی رازداری دی پالیسی دے تحت ادائیگی دے وصول کنندہ نال عمومی طور تے شئیر کیتیاں جاندیاں نیں۔ ایہہ Microsoft نُوں ایہہ ویکھن دے قابل کردا اے کہ آیا تہاڈی ادائیگی کامیاب رہی اتے تہاڈی ٹرانزیکشن پوری کرن وچ مدد دیندا اے۔ جے تُسی اپنی منظوری تُوں دستبردار ہوندے او تے PayPal ایدا Microsoft نُوں دس سکدا اے۔ تُسی PayPal نُوں ہدایت دیندے او کہ Microsoft ولوں بھیجی گئی ادائیگی دی درخواست نُوں تہاڈے ولوں منظور کیتی گئی دے طور تے تصور کرے۔ جے تُہاڈے کول PayPal بیلنس اے، ایہہ پہلاں ورتیا جاوے گا۔ جے تہاڈا طے شدہ فنڈنگ دا ماخذ مسترد کر دتا گیا اے یا زائد المعیاد ہو گیا اے، تے تہاڈے بیک اپ فنڈنگ دے ماخذ نُوں چارج کیتا جاوے گا۔ تُسی اپنے PayPal اکاؤنٹ وچ کسے وی ویلے
pa_in: ਤੁਸੀਂ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ ਕਿ Microsoft ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਨਿਰਦੇਸ਼ਾਂ ਨੂੰ PayPal 'ਤੇ ਭੇਜ ਸਕਦਾ ਹੈ, ਤਾਂ ਜੋ ਤੁਸੀਂ Microsoft ਤੋਂ Microsoft ਉੱਤੇ PayPal ਨਾਲ ਭੁਗਤਾਨ ਕਰ ਸਕੋ ਅਤੇ Microsoft ਪਲੇਟਫਾਰਮ ਦੀ ਵਰਤੋਂ ਕਰਨ ਵਾਲੇ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਕਰਨ ਵਾਲਿਆਂ ਦੀ ਪਛਾਣ ਕਰ ਸਕੋਂ। ਤੁਸੀਂ PayPal ਨੂੰ ਆਪਣੇ PayPal ਟ੍ਰਾਂਜ਼ੈਕਸ਼ਨ ਵੇਰਵੇ Microsoft ਨੂੰ ਦੱਸਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ ਹੋ ਜਿਸ ਵਿੱਚ ਆਮ ਤੌਰ 'ਤੇ ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਪਾਲਿਸੀ ਦੇ ਤਹਿਤ ਇੱਕ ਭੁਗਤਾਨ ਕਰਤਾ ਦੇ ਨਾਲ ਸਾਂਝੀ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਹੈ। ਇਹ Microsoft ਨੂੰ ਇਹ ਵੇਖਣ ਦੇ ਯੋਗ ਬਣਾਉਂਦਾ ਹੈ ਕਿ ਤੁਹਾਡਾ ਭੁਗਤਾਨ ਸਫ਼ਲ ਰਿਹਾ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਿਚ ਮਦਦ ਕਰਦਾ ਹੈ। PayPal ਤੁਹਾਡੇ ਵੱਲੋਂ ਸਹਿਮਤੀ ਵਾਪਸ ਲਏ ਜਾਣ ਬਾਰੇ Microsoft ਨੂੰ ਦੱਸ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ PayPal ਨੂੰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਪ੍ਰਮਾਣਿਤ ਕੀਤੇ ਗਏ ਅਨੁਸਾਰ Microsoft ਦੁਆਰਾ ਭੇਜੀਆਂ ਗਈਆਂ ਭੁਗਤਾਨ ਬੇਨਤੀਆਂ ਨਾਲ ਨਜਿੱਠਣ ਦਾ ਨਿਰਦੇਸ਼ ਦਿੰਦੇ ਹੋ। ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ PayPal ਬਕਾਇਆ ਹੈ, ਤਾਂ ਪਹਿਲਾਂ ਉਸ ਨੂੰ ਵਰਤਿਆ ਜਾਵੇਗਾ। ਜੇ ਤੁਹਾਡਾ ਡਿਫੌਲਟ ਫੰਡਿੰਗ ਸਰੋਤ ਅਸਵੀਕਾਰ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ਜਾਂ ਉਸਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਜਾਂਦੀ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ ਬੈਕਅਪ ਫੰਡਿੰਗ ਸਰੋਤ ਤੋਂ ਖਰਚਾ ਲਿਆ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਇਸ ਅਧਿਕਾਰ ਨੂੰ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ ਜਾਂ ਆਪਣੇ PayPal ਖਾਤੇ ਵਿੱਚ ਕਿਸੇ ਵੀ ਸਮੇਂ ਆਪਣਾ ਪਸੰਦੀਦਾ ਫੰਡਿੰਗ ਸਰੋਤ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ। ਜੇ ਤੁਸੀਂ ਕਿਸੇ ਅਜਿਹੀ ਕਰੰਸੀ ਵਿੱਚ ਭੁਗਤਾਨ ਕਰਦੇ ਹੋ ਜੋ ਤੁਹਾਡੇ PayPal ਖਾਤੇ ਦੀ ਮੁੱਢਲੀ ਕਰੰਸੀ ਨਹੀਂ ਹੈ, ਤਾਂ PayPal ਸਾਡੀ ਓਦੋਂ ਮੌਜੂਦਾ ਦਰ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ ਰਕਮ ਨੂੰ ਪਰਿਵਰਤਿਤ ਕਰੇਗਾ।
pl: Wyrażasz zgodę na przesyłanie przez firmę Microsoft Twoich instrukcji dotyczących płatności firmie PayPal, dzięki czemu będziesz mieć możliwość płacenia bezpośrednio za pomocą usługi PayPal firmie Microsoft oraz określonym odbiorcom płatności, korzystając z platformy firmy Microsoft. Zezwalasz firmie PayPal na udostępnianie szczegółów Twoich transakcji w usłudze PayPal firmie Microsoft, w tym informacji udostępnianych normalnie odbiorcy płatności zgodnie z naszymi Zasadami ochrony prywatności. Dzięki temu firma Microsoft będzie wiedzieć, czy Twoja płatność została zrealizowana pomyślnie, i będzie mogła pomagać Ci w pomyślnej realizacji transakcji. Firma PayPal może informować firmę Microsoft o wycofaniu przez Ciebie Twojej zgody. Informujesz firmę PayPal, że żądania płatności wysyłane przez firmę Microsoft mają być traktowane jako autoryzowane przez Ciebie. Jeśli masz saldo PayPal, będzie ono używane jako pierwsze. Jeśli Twoje domyślne źródło środków zostanie odrzucone lub wygaśnie, zostanie obciążone Twoje zapasowe źródło środków. W każdej chwili możesz anulować tę autoryzację lub zmienić preferowane źródło środków, korzystając z ustawień konta PayPal. Jeśli będziesz płacić w walucie, która nie jest walutą podstawową Twojego konta PayPal, firma PayPal przekonwertuje kwotę płatności, używając swojego bieżącego kursu wymiany.
ru: Вы соглашаетесь с тем, что Майкрософт может передавать ваши инструкции по оплате в PayPal, чтобы вы могли выполнять оплату с помощью PayPal напрямую корпорации Майкрософт и указанным получателям платежа с помощью платформы Майкрософт. Вы даете согласие на то, чтобы PayPal давал доступ корпорации Майкрософт к данным операций PayPal, включая информацию, доступ к которой обычно предоставляется получателю платежа в соответствии с нашей политикой конфиденциальности. Это дает возможность корпорации Майкрософт видеть, был ли успешен ваш платеж, и помочь завершить операцию. PayPal может известить корпорацию Майкрософт, если вы отзовете свое согласие. Вы настроите PayPal обрабатывать запросы на оплату, отправленные корпорацией Майкрософт, как разрешенные вами. Если у вас есть счет PayPal, он будет использоваться в первую очередь. Если ваш финансовый ресурс по умолчанию будет отклонен или закончится срок его действия, оплата будет снята с резервного источника финансирования. Вы можете отменить это разрешение или изменить основной финансовый источник в любое время в учетной записи PayPal. При оплате в валюте, которая не является основной валютой вашей учетной записи PayPal, PayPal конвертирует эту сумму, используя текущий курс на дату обмена.
sd: توهان قبول ڪريو ٿا ته Microsoft توهانجيون ادائگي جون هدايتون PayPal ڏانهن موڪلي سگهي ٿي، جيئن توهان Microsoft پليٽ فارم استعمال ڪندي Microsoft تي Microsoft ۽ سڃاتل ادائگي وصول ڪندڙن ڏانهن سڌو PayPal ذريعي ادائگي ڪري سگهو. توهان Microsoft سان توهانجي PayPal ٽرانزڪشن جا تفصيل حصيداري ڪرڻ جي PayPal کي اجازت ڏيو ٿا بشمول اسانجي رازداري جي پاليسي هيٺ هڪ ادائگي وصول ڪندڙ سان عام طور تي حصيداري ڪيل معلومات. توهان جي ادائگي ڪامياب ٿي يا توهانجي ٽرانزڪشن مڪمل ڪرڻ ۾ مدد لاءِ اهو Microsoft کي فعال ڪري ٿو. جيڪڏهن توهان پنهنجي رضامندي واپس وٺو ٿا ته PayPal پڻ Microsoft کي ٻڌائي سگهي ٿي. توهان Microsoft پاران موڪليل ادائگي درخواست کي توهان پاران مجاز سمجهڻ لاءِ PayPal کي هدايت ڏيو ٿا. جيڪڏهن توهان وٽ هڪ PayPal بيلينس آهي، اهو پهريا استعمال ڪيو ويندو. جيڪڏهن توهانجو ڊفالٽ فنڊنگ وسيلو انڪار يا مدي خارج ٿئي ٿو ته، توهانجو بيڪ-اپ فنڊنگ وسيلو چارج ڪيو ويندو. توهان هي مجازيت منسوخ ڪري سگهو ٿا يا پنهنجي PayPal اڪائونٽ ۾ ڪنهن به وقت ترجيحي فنڊنگ وسيلو تبديل ڪريو. جيڪڏهن توهان هڪ ڪرنسي ۾ ادا ڪريو ٿا جيڪو توهانجي PayPal اڪائونٽ جي بنيادي ڪرنسي ناهي، ته PayPal اسان جو ان وقت جو ريٽ استعمال ڪندي رقم کي تببديل ڪندو.
si: Microsoft හට ඔබගේ ගෙවීම් උපදෙස් PayPal වෙත සම්ප්‍රේෂණය කිරීමට හැකි බවට ඔබ එකඟ වන්නෙහිය, එබැවින් ඔබට Microsoft මත දී සෘජුව Microsoft කරා PayPal සමගින් ගෙවිය හැකි වන අතර Microsoft ගෙවීම් වේදිකාව භාවිත කරමින් ගෙවීම් ලාභියා හඳුනා ගැනීමට හැකිවේ. අපගේ රහස්‍යතා ප්‍රතිපත්ති යටතේ ගෙවීම් ලාභියෙකු සමග බෙදාහදා ගැනීමට සාමාන්‍යයෙන් වන තොරතුරු ඇතුළුව PayPal ගනුදෙනු විස්තර Microsoft සමගින් බෙදාහදා ගැනීමට PayPal වෙත ඉඩ හරින්නේය. මෙයින් ඔබගේ ගෙවීම සාර්ථකදැයි බැලීමට Microsoft සබල කෙරෙන අතර ඔබගේ ගනුදෙනුව සම්පූර්ණ කිරීමට ඔබට උපකාරී වෙයි. ඔබ ඔබගේ කැමැත්ත අස්කර ගන්නේ නම් PayPal විසින් Microsoft හට දැනුවත් වීමට ඉඩ සලසනු ලබන්නේය. ඔබ Microsoft විසින් යවන ගෙවීම් ඉල්ලීම් ඔබ විසින් අනුමත කරන ලද ඒවා ලෙස සැලකීමට ඔබ PayPal වෙත උපදෙස් දෙනු ලබන්නේය. ඔබ සතුව PayPal ශේෂයක් ඇත්නම්, පළමුවෙන් එය භාවිත කෙරෙනු ඇත. ඔබගේ නිශ්චය කළ ගෙවීම් ප්‍රභවය ප්‍රතික්ෂේප කරන්නේ නම් හෝ කල් ඉකුත් වී ඇත්නම්, ඔබගේ උපස්ථ ගෙවීම් ප්‍රභවය කරා අයකෙරෙනු ඇත. ඔබට මෙම අනුමැතිය කවර අවස්ථාවක අවලංගු කළ හැකි අතර නැත්නම් ඔබගේ PayPal ගිණුම තුළ දී මනාප අරමුදල් ප්‍රභවය වෙනස් කළ හැකිය. ඔබ ඔබගේ PayPal ගිණුමේ ප්‍රාථමික මුදල් වර්ගය නොවන මුදල් වර්ගයකින් ගෙවන්නේ නම්, අපගේ ප්‍රවර්තන අනුපාතය භාවිත කරමින් PayPal විසින් මුදල පරිවර්තනය කරනු ඇත.
sl: Strinjate se, da lahko Microsoft prenese vaša navodila za plačilo v PayPal, tako da lahko prek storitve PayPal na Microsoftovih spletnih mestih plačate neposredno Microsoftu in prepoznanim prejemnikom plačil prek Microsoftove platforme. Storitvi PayPal dovolite, da z Microsoftom deli podrobnosti o vaših transakcijah PayPal, vključno s podatki, ki jih običajno delite s prejemnikom plačila v skladu z našim pravilnikom o zasebnosti. To Microsoftu omogoča, da vidi, ali je bilo vašo plačilo uspešno, in pomaga dokončati vašo transakcijo. Če umaknete soglasje, lahko PayPal to sporoči družbi Microsoft. PayPal mora obravnavati zahteve za plačilo, ki jih pošlje Microsoft, na podlagi vašega pooblastila. Če imate sredstva na računu PayPal, bodo najprej uporabljena ta sredstva. Če vaš privzeti vir financiranja poteče ali je zavrnjen, bo bremenjen vaš rezervni vir financiranja. V računu PayPal lahko kadarkoli prekličete to pooblastilo ali spremenite želeni vir financiranja. Če plačate v valuti, ki ni primarna valuta vašega računa PayPal, PayPal pretvori znesek v skladu s trenutnim menjalnim tečajem.
sr_cyrl_rs: Пристајете на то да Microsoft може да пренесе упутства за плаћање услузи PayPal како бисте могли да плаћате директно путем услуге PayPal корпорацији Microsoft и идентификованим примаоцима плаћања путем Microsoft платформе. Дозволићете услузи PayPal да дели детаље о PayPal траксакцији са корпорацијом Microsoft, укључујући информације које се обично деле са примаоцем плаћања, према нашим смерницама о приватности. То омогућава корпорацији Microsoft да провери да ли је плаћање успело и уједно помогне при извршењу трансакције. PayPal може да обавести Microsoft ако повучете пристанак. Упућујете PayPal да третира захтеве за плаћање од корпорације Microsoft као да сте их овластили. Ако имате салдо на PayPal налогу, он ће се прво користити. Ако се подразумевани извор средстава одбије или истекне, наплата ће се извршити са резервног извора средстава. Можете да откажете ово овлашћење или да промените жељени извор средстава у било ком тренутку на PayPal налогу. Ако платите у валути која није примарна валута PayPal налога, PayPal ће конвертовати тај износ користећи наш актуелни девизни курс.
sr_latn_rs: Pristajete na to da Microsoft može da prenese uputstva za plaćanje usluzi PayPal kako biste mogli da plaćate direktno putem usluge PayPal korporaciji Microsoft i identifikovanim primaocima plaćanja putem Microsoft platforme. Dozvolićete usluzi PayPal da deli detalje o PayPal traksakciji sa korporacijom Microsoft, uključujući informacije koje se obično dele sa primaocem plaćanja, prema našim smernicama o privatnosti. To omogućava korporaciji Microsoft da proveri da li je plaćanje uspelo i ujedno pomogne pri izvršenju transakcije. PayPal može da obavesti Microsoft ako povučete pristanak. Upućujete PayPal da tretira zahteve za plaćanje od korporacije Microsoft kao da ste ih ovlastili. Ako imate saldo na PayPal nalogu, on će se prvo koristiti. Ako se podrazumevani izvor sredstava odbije ili istekne, naplata će se izvršiti sa rezervnog izvora sredstava. Možete da otkažete ovo ovlašćenje ili da promenite željeni izvor sredstava u bilo kom trenutku na PayPal nalogu. Ako platite u valuti koja nije primarna valuta PayPal naloga, PayPal će konvertovati taj iznos koristeći naš aktuelni devizni kurs.
sv: Du godkänner att Microsoft får vidarebefordra dina betalningsinstruktioner till PayPal så att du kan betala med PayPal direkt på Microsoft till Microsoft och till identifierade betalningsmottagare med Microsoft-plattformen. Du godkänner att PayPal får lämna ut PayPal-transaktionsinformation till Microsoft inklusive information som normalt delas med en betalningsmottagare under vår sekretesspolicy. Det gör att Microsoft kan se om din betalning genomförts och hjälpa dig slutföra din transaktion. Om du drar tillbaka ditt godkännande får PayPal meddela Microsoft det. Du instruerar PayPal att behandla betalningsärenden skickade av Microsoft som godkända av dig. Om du har ett PayPal-saldo används det först. Om den finansieringskälla du använder som standard avvisas eller har gått ut debiteras din alternativa finansieringskälla. Du kan dra tillbaka denna auktorisation eller ändra den finansieringskälla du föredrar att använda när du vill i ditt PayPal-konto. Om du betalar med en valuta som inte är den huvudsakliga i ditt PayPal-konto omräknar PayPal beloppet med vår aktuella växlingskurs.
ta: Microsoft ஆனது உங்கள் கட்டண அறிவுறுத்தல்களை PayPal-க்கு அனுப்பலாம் என்று ஏற்கிறீர்கள், எனவே நீங்கள் Microsoft பணித்தளத்தைப் பயன்படுத்தி Microsoft-க்கு மற்றும் அடையாளப்படுத்திய கட்டணப் பெறுநர்களுக்கும் Microsoft-இல் நேரடியாகவே PayPal-ஐப் பயன்படுத்தி கட்டணத்தைச் செலுத்தலாம். எங்கள் தனியுரிமைக் கொள்கையின் கீழ் கட்டணத்தைப் பெறுபவருடன் வழக்கமாகப் பகிரப்படும் தகவல் உட்பட, உங்கள் PayPal பரிமாற்ற விவரங்களை Microsoft உடன் பகிர்வதற்கு PayPal-ஐ அனுமதிக்கிறீர்கள். இது உங்கள் கட்டணம் வெற்றிகரமாகச் செலுத்தப்பட்டதா என்று பார்க்கவும், உங்கள் பரிவர்த்தனையை நிறைவுசெய்ய உதவவும் Microsoft-ஐ இயலச்செய்யும். நீங்கள் உங்கள் ஒப்புதலைத் திரும்பப்பெற்றால் அதை Microsoft இடம் PayPal தெரிவிக்கக் கூடும். உங்களால் அங்கீகரிக்கப்பட்டவாறே Microsoft மூலம் அனுப்பப்படும் கட்டணக் கோரிக்கைகளைக் கையாளுமாறு நீங்கள் PayPal இடம் அறிவுறுத்தலாம். உங்களிடம் PayPal இருப்பு இருந்தால், அது முதலில் பயன்படுத்தப்படும். உங்கள் இயல்புநிலையான நிதியளிக்கும் மூலம் நிராகரிக்கப்பட்டால் அல்லது காலாவதியானால், உங்கள் மறுபிரதி-நிதியளிப்பு மூலத்தில் வசூலிக்கப்படும். நீங்கள் எந்த நேரத்திலும் உங்கள் PayPal கணக்கில் இந்த அங்கீகாரத்தை ரத்து செய்யலாம் அல்லது உங்களுக்குப் பிடித்த நிதியளிக்கும் மூலத்தை மாற்றலாம். உங்கள் PayPal கணக்கின் முதன்மையான நாணயம் அல்லாத ஒரு நாணயத்தில் நீங்கள் செலுத்தினால், PayPal அப்போது நடப்பிலுள்ள கட்டணப்படி அத்தொகையை மாற்றும்.
te: Microsoft మీ చెల్లింపు సూచనలను PayPalకు పంపడానికి మీరు అంగీకరించాలి, తద్వారా మీరు నేరుగా PayPalతో Microsoftలోనే Microsoftకు చెల్లించవచ్చు మరియు Microsoft ప్లాట్‌ఫారమ్‌ని ఉపయోగించి చెల్లింపు రసీదులను గుర్తించవచ్చు. మా గోప్యతా విధానానికి అనుగుణంగా చెల్లింపు రసీదుతో పాటు సాధారణంగా భాగస్వామ్యం చేసే సమాచారంతో పాటు మీ PayPal లావాదేవీ వివరాలను Microsoftతో భాగస్వామ్యం చేయడానికి మీరు PayPalని అనుమతించాలి. దీని ద్వారా Microsoft మీ చెల్లింపు విజయవంతం అయ్యిందో లేదో చూస్తుంది మరియు మీ లావాదేవీని పూర్తి చేయడంలో సహాయపడుతుంది. మీరు మీ సమ్మతిని ఉపసంహరించుకున్నట్లు Microsoftకు PayPal తెలియజేయవచ్చు. Microsoft పంపే చెల్లింపు అభ్యర్థనలను మీరు పంపినట్లుగానే పరిగణించాల్సిందిగా మీరు PayPalకి సూచించాలి. మీ వద్ద PayPal బ్యాలెన్స్ ఉన్నట్లయితే, ముందుగా అది ఉపయోగించబడుతుంది. మీ డిఫాల్ట్ ఫండింగ్ సోర్స్ తిరస్కరించబడినట్లయితే లేదా దాని గడువు ముగిసినట్లయితే, మీ బ్యాకప్ ఫండింగ్ సోర్స్‌కు ఛార్జీ విధించబడుతుంది. మీరు ఏ సమయంలో అయినా PayPal ఖాతాలో ఈ ప్రమాణీకరణను రద్దు చేయవచ్చు లేదా మీ ప్రాధాన్య ఫండింగ్ సోర్స్‌ని మార్చవచ్చు. మీరు మీ PayPal ఖాతా యొక్క ప్రాథమిక కరెన్సీ కాని కరెన్సీలో చెల్లించినట్లయితే, PayPal ఆ మొత్తాన్ని మా ప్రస్తుత ధరకు అనుగుణంగా మార్పిడి చేస్తుంది.
tg: Шумо розӣ мешавед, ки Microsoft дастурҳои пардохти шуморо ба PayPal интиқол дода метавонад, то ки шумо бо PayPal бевосита дар Microsoft ба Microsoft ва ба қабулкунандагони муайяншудаи пардохт бо истифодаи платформаи Microsoft пардохт карда тавонед. Шумо ба PayPal иҷозат медиҳед, ки ҷузъиёти амалиёти PayPal-и шуморо бо Microsoft мубодила намояд, аз ҷумла маълумоте, ки мувофиқи Сиёсати махфияти мо одатан бо қабулкунандаи пардохт мубодила карда мешавад. Ин ба Microsoft имкон медиҳад, ки бомуваффақ анҷом ёфтани пардохти шуморо бинад ва барои иҷрои амалиёти шумо мусоидат кунад. PayPal метавонад ба Microsoft дар сурати бозхонди розигиатон хабар диҳад. Шумо ба PayPal дастур медиҳед, ки дархостҳои пардохтро, ки Microsoft мефиристад, ҳамчун аз ҷониби шумо иҷозатшуда коркард намояд. Агар шумо тавозуни PayPal дошта бошед, аввал он истифода бурда мешавад. Агар манбаи маблағгузории пешфарзи шумо рад карда шавад ё муҳлаташ гузашта бошад, аз манбаи маблағгузории эҳтиётии шумо маблағ ситонида мешавад. Шумо метавонед дар вақти дилхоҳ дар ҳисоби PayPal-и худ ин иҷозатро бекор кунед ё манбаи маблағгузории писандидаи худро тағйир диҳед. Агар шумо бо асъоре пардохт намоед, ки он асъори асосии ҳисоби PayPal-и шумо набошад, пас PayPal маблағро бо истифодаи қурби ҳамонрӯза мубодила менамояд.
th: คุณยอมรับว่า Microsoft สามารถส่งคำแนะนำการชำระเงินของคุณให้กับ PayPal เพื่อที่คุณจะสามารถชำระเงินด้วย PayPal โดยตรงใน Microsoft ไปยัง Microsoft รวมถึงส่งไปยังผู้รับการชำระเงินที่ระบุโดยใช้แพลตฟอร์ม Microsoft คุณอนุญาตให้ PayPal ใช้รายละเอียดธุรกรรม PayPal ของคุณร่วมกับ Microsoft รวมถึงข้อมูลที่ใช้ร่วมกับผู้รับการชำระเงินตามปกติ โดยเป็นไปตามนโยบายการเก็บข้อมูลส่วนบุคคลของเรา การดำเนินการนี้ช่วยให้ Microsoft เห็นว่าการชำระเงินของคุณสำเร็จหรือไม่ และช่วยเติมข้อมูลธุรกรรมของคุณ PayPal อาจแจ้งให้ Microsoft ทราบหากคุณเพิกถอนการยินยอมของคุณ คุณเป็นผู้ระบุให้ PayPal ดำเนินการกับคำขอชำระเงินที่ส่งโดย Microsoft ตามที่อนุญาตโดยคุณ หากคุณมียอดคงเหลือใน PayPal ยอดนี้จะถูกใช้ก่อน หากแหล่งเงินทุนเริ่มต้นของคุณถูกปฏิเสธหรือหมดอายุ ระบบจะเรียกเก็บเงินจากแหล่งเงินทุนสำรองของคุณ คุณสามารถยกเลิกการอนุญาตนี้หรือเรียกเก็บเงินจากแหล่งเงินทุนที่คุณต้องการได้ทุกเมื่อในบัญชี PayPal ของคุณ หากคุณจ่ายในสกุลเงินที่ไม่ใช้สกุลเงินหลักของบัญชี PayPal ของคุณ PayPal จะแปลงจำนวนเงินโดยใช้อัตราปัจจุบันของเรา
tr: Microsoft'un ödeme yönergelerimizi PayPal'a iletebileceğini kabul ettiniz, böylece Microsoft'a ve Microsoft platformunu kullanan tanımlı ödeme alıcılarına Microsoft'daki Paypal ile doğrudan ödeme yapabilirsiniz. PayPal'ın, Gizlilik İlkemiz kapsamında bir ödeme alıcısı ile normalde paylaşılan bilgilerde dâhil olmak üzere PayPal işlem ayrıntılarınızı Microsoft ile paylaşmasına izin veriyorsunuz. Bu, Microsoft'un ödemenizin başarılı olup olmadığını kontrol etmesine ve işleminizi gerçekleştirmenize yardımcı olur. PayPal, onayınızı geri çektiğinizde bu durumu Microsoft'a bildirebilir. PayPal'a, siz yetkilendirdiğiniz şekilde Microsoft tarafından gönderilen ödeme taleplerini işleme koyma talimatı verirsiniz. Bir PayPal bakiyeniz varsa ilk olarak bu kullanılacaktır. Varsayılan finansman kaynağınız reddedildiğinde veya kullanım süresi dolduğunda yedek finansman kaynağınız üzerinden ücretlendirileceksiniz. Bu yetkiyi iptal edebilir veya PayPal hesabınızdan istediğiniz zaman tercih edilen finansman kaynağınızı değiştirebilirsiniz. PayPal Hesabınızın birincil para birimi olmayan bir para birimi cinsinden ödeme yaparsanız PayPal, bu tutarı o zaman geçerli olan kur oranımızı kullanarak dönüştürecektir.
tt: Сез Майкрософтның түләү күрсәтмәләрегезне PayPal'га тапшыруы белән килешәсез, һәм Майкрософт продуктларында PayPal аша турыдан-туры Майкрософтка һәм Майкрософт платформасыннан файдаланучы танылган түләү алучыларга түләүләр башкара алачаксыз. Сез үзегезнең PayPal транзакцияләре мәгълүматын, шул исәптән, безнең Хосусыйлык политикасы нигезендә гадәттә түләү алучы белән уртаклаша торган мәгълүматны да PayPal'га Майкрософт белән уртаклашырга рөхсәт итәсез. Шулай итеп, Майкрософт түләвегезнең уңышлымы булганын билгели һәм транзакциягезне үткәрә ала. Ризалыкны кире алсагыз, PayPal моны Майкрософтка хәбәр итә ала. Сез PayPal'га Майкрософт тарафыннан җибәрелгән түләү таләпләрен үзегез раслаган дип санарга күрсәтмә бирәсез. PayPal'да балансыгыз булса, ул беренче чиратта кулланылачак. Сезнең килешенгәнчә финанслау чыганагы кире кагылса яки аның вакыты чыкса, резерв финанслау чыганагыннан түләү алыначак. PayPal хисап язмагызда теләсә кайчан бу рөхсәттән баш тартырга яки өстенлекле финанслау чыганагын үзгәртергә мөмкин. PayPal хисап язмагызның төп валютасы булмаган валютада түләсәгез, PayPal акчаны гамәлдәге курс нигезендә алмаштырачак.
ug: ھەق تۆلەشلەردە Microsoft گە بىۋاستە ھالدا Microsoft قا PayPal ئارقىلىق Microsoft سۇپىسىنى ئىشلىتىپ ھەق تۆلەشكە قوشۇلدىڭىز. سىز PayPal نىڭ Microsoft بىلەن سىزنىڭ ئادەتتە شەخسى مەخپىيەتلىگىڭىز قوغدىلىش تۈزۈمى ئاستىدىكى ئۇچۇرلارنى ئورتاقلىشىشىغا قوشۇلدىڭىز. PayPal بۇ Microsoft ھەق تاپشۇرۇشنىڭ مۇۋەپپىقىيەتلىك بولىشىغا ۋە شۇنداقلا ياردەمدە بولىشىغا ئىناۋەتلىك بولىدۇ. PayPal دا قالدۇق ھەق تاپشۇرۇش بولسا دەشلەپتە شۇ ھەق تاپشۇرۇش قىلىپ ئىشلىتىلىدۇ. ئەگەرPayPal سىزنىڭ مايىل ھەق تاپشۇرۇش ئۇسۇلى ياكى سۈكۈتتىكى ھەق تاپشۇرۇش ئۇسۇلىنىڭ ۋاقتى توشۇپ كەتكەن ياكى رەت قىلىنغان بولسا، زاپاسلاش بىلەن ھەق تاپشۇرۇشنى بېجىرىدۇ. سىز ھەق تاپشۇرۇش ئۇسۇلىنى سەپلىيەلەيسىز ياكى ھەق تاپشۇرۇشنى ئۆزگەرتەلەيسىز ۋە ياكى Paypal تەڭشەكلىرى ئارقىلىق ھوقۇق بەرگەن ھەق تۆلەشنى بىكار قىلىۋېتەلەيسىز. تەڭشەكدىن ھەق تۆلەش ئۇسۇلىنى سەپلىگەنگە قەدەر، ئەگەر ھەق تاپشۇرۇشنى تاللىغان پۇلىڭىز PayPal دىكى پۇل ئەمەس بولسا نۆۋەتتىكى ئالماشتۇرۇش نىسبىتى بويىچە PayPal ئۇنى ئۆزى بىۋاستە ئالماشتۇرىدۇ.
uk: Ви погоджуєтеся з тим, що Майкрософт може передавати ваші інструкції з оплати в PayPal, щоб ви могли платити за допомогою PayPal безпосередньо корпорації Майкрософт і зазначеним одержувачам платежу за допомогою платформи Microsoft. Ви даєте згоду на те, щоб PayPal давав доступ до даних операцій PayPal корпорації Майкрософт, включаючи інформацію, доступ до якої зазвичай надається одержувачу платежу відповідно до нашої політики конфіденційності. Це дає можливість корпорації Майкрософт побачити, чи був успішний ваш платіж, і допомогти завершити операцію. PayPal може сповістити корпорацію Майкрософт, якщо ви відкличете свою згоду. Ви налаштуєте PayPal обробляти запити на оплату, відправлені корпорацією Майкрософт, як дозволені вами. Якщо у вас є рахунок PayPal, він буде використовуватися в першу чергу. Якщо ваш фінансовий ресурс за замовчуванням буде відхилений або закінчиться термін його дії, оплату буде знято з резервного джерела фінансування. Ви можете скасувати цей дозвіл або змінити основне фінансове джерело в будь-який час в обліковому записі PayPal. При оплаті у валюті, яка не є основною валютою вашого облікового запису PayPal, PayPal конвертує цю суму, використовуючи поточний курс на дату обміну.
ur: آپ اس بات سے اتفاق کرتے ہیں کہ Microsoft آپ کی ادائیگی کی ہدایات PayPal منتقل کر سکتی ہے، تاکہ آپ Microsoft پلیٹ فارم کو استعمال کر کے PayPal کے ساتھ براہ راست Microsoft سے Microsoft اور شناخت کردہ ادائیگی وصول کرنے والوں کو ادائیگی کر سکیں۔ آپ Microsoft کے ساتھ PayPal کو اپنی PayPal کی کارروائی کی تفصیلات کا اشتراک کرنے کی اجازت دیتے ہیں بشمول وہ معلومات جو ہماری نجی حیثیت پالیسی کے تحت عام طور پر ایک ادائیگی وصولندہ کے ساتھ اشتراک کی جاتی ہیں۔ یہ Microsoft کو آپ کی ادائیگی کا کامیابی سے ہونے کو دیکھنے اور آپ کی کارروائی کو پورا کرنے میں مدد کرنے کے لیے اہل بناتی ہے۔ اگر آپ اپنی رضامندی واپس لے لیتے ہیں تو Microsoft، PayPal کو آگاہ کر سکتا ہے۔ آپ PayPal کو Microsoft کے جانب سے بھیجی جانی والی ادائیگی کی درخواستوں کو اپنی جانب سے مجاز شدہ ہونے کی ہدایات دیتے ہیں۔ اگر آپ کے پاس PayPal بقایا موجود ہے، اس کو پہلے استعمال کیا جائے گا۔ اگر آپ کا طے شدہ سرمایہ کاری کا ذریعہ مسترد کر دیا جاتا ہے یا اس کی معیاد ختم ہو جاتی ہے، آپ کی متبادل سرمایہ کاری کے ذریعہ کو چارج کیا جائے گا۔ آپ اپنے PayPal اکاؤنٹ میں کسی بھی وقت اس اختیار کو منسوخ کر سکتے ہیں یا اپنا ترجیح کردہ سرمایہ کاری کا ذریعہ تبدیل کر سکتے ہیں۔ اگر آپ اس کرنسی میں ادائیگی کرتے ہیں جو PayPal اکاؤنٹ کی بنیادی کرنسی نہیں ہے، PayPal ہماری موجودہ شرح استعمال کر کے رقم کو تبدیل کرے گا۔
uz: Siz Microsoft to‘lov yo‘riqnomalaringizni PayPal’ga uzatishi mumkinligiga rozilik berasiz va PayPal yordamida Microsoft’dan Microsoft’ga to‘g‘ridan-to‘g‘ri va Microsoft platformasi yordamida aniqlangan to‘lov oluvchilariga to‘lovlarni amalga oshirishingiz mumkin. PayPal’ga Maxfiylik siyosatimiz asosida odatda to‘lov oluvchisi bilan baham ko‘riladigan ma’lumotlar bilan birga tranzaksiya tafsilotlarini Microsoft bilan baham ko‘rilishiga rozilik berasiz. Bu Microsoft’ga to‘lovingiz muvaffaqiyatli amalga oshirilganini va tranzaksiyani to‘ldirishga yordam berish imkonini beradi. PayPal Microsoft’ga roziligingizni bekor qilganingiz haqida xabar berishi mumkin. Siz PayPal’ni Microsoft tomonidan yuborilgan so‘rovlarni sizning nomingizdan qabul qiladigan qilib sozlagansiz. PayPal hisobiga ega bo‘lsangiz, birinchi bo‘lib u ishlatiladi. Agar birlamchi moliyalashtirish manbai rad etilsa yoki muddati tugagan bo‘lsa, to‘lov zaxira moliyalashtirish manbaidan olinadi. PayPal hisobida istalgan vaqtda bu haqiqiylik tekshiruvini bekor qilishingiz yoki afzal ko‘rilgan moliyalashtirish manbaini o‘zgartirishingiz mumkin. Agar siz to‘lovni PayPal hisobingizning asosiy valyutasi bo‘lmagan valyuta bilan amalga oshirayotgan bo‘lsangiz, PayPal mablag‘ni o‘sha paytdagi joriy kursga o‘giradi.
vi: Bạn đồng ý rằng Microsoft có thể chuyển chỉ dẫn thanh toán của bạn tới PayPal, để bạn có thể thanh toán với PayPal trực tiếp trên Microsoft tới Microsoft và tới người nhận thanh toán đã xác định sử dụng nền tảng Microsoft. Bạn cho phép PayPal chia sẻ thông tin chi tiết giao dịch PayPal của bạn với Microsoft bao gồm thông tin được chia sẻ bình thường với người nhận thanh toán theo Chính sách về Quyền riêng tư của chúng tôi. Việc này cho phép Microsoft kiểm tra xem thanh toán của bạn có thành công không và giúp hoàn thành giao dịch của bạn. Paypal có thể báo cho Microsoft nếu bạn rút đồng ý. Bạn chỉ dẫn PayPal xử lý yêu cầu thanh toán Microsoft đã gửi theo sự cho phép của bạn. Nếu bạn có số dư PayPal, số dư này sẽ được sử dụng trước. Nếu nguồn quỹ mặc định của bạn bị từ chối hoặc hết hạn, nguồn quỹ dự phòng của bạn sẽ được tính. Bạn có thể hủy cho phép này hoặc thay đổi nguồn quỹ ưu tiên của bạn bất kỳ thời điểm nào trong tài khoản PayPal của bạn. Nếu bạn thanh toán bằng tiền tệ không phải là tiền tệ chính của Tài khoản PayPal của bạn, PayPal sẽ chuyển đổi số tiền sử dụng tỷ giá hiện hành vào thời điểm đó của chúng tôi.
zh_hans: 你同意 Microsoft 将付款说明传送给 PayPal，以便可以直接在 Microsoft 平台上使用 PayPal 向 Microsoft 付款，以及使用 Microsoft 平台向识别的付款收款人付款。你允许 PayPal 与 Microsoft 共享你的 PayPal 交易详情，包括通常根据我们的隐私策略与付款收款人共享的信息。这样，Microsoft 能够查看你的付款是否成功，并帮助完成交易。如果你撤消同意，PayPal 可能会通知 Microsoft。你可以指示 PayPal 将 Microsoft 发送的付款请求视为已经过你授权。如果你有 PayPal 余额，则将首先使用此余额。如果你的默认资金来源被拒绝或过期，则将对备用资金来源扣款。你可以随时在 PayPal 帐户中取消此授权或更改首选资金来源。如果你的付款货币不是 PayPal 账户的主要货币，则 PayPal 将使用当时现行汇率转换金额。
zh_hant: 您同意 Microsoft 可將您的付款指示傳達給 PayPal，讓您可以使用 Microsoft 平台直接在 Microsoft 上以 PayPal 付款給 Microsoft 和指明的受款人。您允許 PayPal 將您的 PayPal 交易明細與 Microsoft 分享，包括依據隱私權原則於正常情況下會與受款人分享的資訊。這樣 Microsoft 才能夠查看您的付款是否成功，並協助您完成交易。如果您收回同意，PayPal 可告知 Microsoft。您指示 PayPal 將 Microsoft 傳送的付款要求視為由您授權。如果您有 PayPal 餘額，將優先使用該餘額。如果您的預設資金來源遭到拒絕或已過期，則向您的備用資金來源收費。您可以隨時在您的 PayPal 帳戶中取消此授權或變更慣用的資金來源。如果付款貨幣不是您 PayPal 帳戶的主要貨幣，PayPal 將使用本公司當時的匯率轉換金額。
