Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.AddCCOfficeOOBE.AfterYourTrial
source: After your free 30-day trial, Office 365 Home is $99.99 per year. Don't worry, you can cancel anytime.
af: Na jou gratis 30 dae-proeflopie, is Office 365 Home $99.99 per jaar. Moenie bekommerd wees nie, jy kan enige tyd kanselleer.
am: ከ30-ቀን ነጻ የሙከራ ጊዜዎ በኋላ፣ Office 365 Home በዓመት $99.99 ያስከፍላል። አያስቡ፣ በማንኛውም ጊዜ ማስቀረት ይችላሉ።
ar: بعد تجربتك المجانية لمدة 30 يوماً، سيكون سعر Office 365 Home هو 99.99. لا تقلق، يمكنك الإلغاء في أي وقت.
as: আপোনাৰ 30 দিনীয়া পৰীক্ষণৰ পাছত, Office 365 Home প্ৰতি বছৰে $99.99 হয়৷ চিন্তা নকৰিব, আপুনি যিকোনো সময়তে বাতিল কৰিব পাৰিব৷
az: Pulsuz 30-günlük sınağınızdan sonra Office 365 Home bir ildə $99.99 qiymətinədir. Narahat olmayın, siz istənilən vaxt imtina edə bilərsiniz.
bg: След вашата безплатна 30-дневна пробна версия Office 365 Home ще струва 99,99 щ.д. на година. Не се притеснявайте, можете да го отмените по всяко време.
bn_in: আপনার 30-দিন বিনামূল্যে পরীক্ষামূলক ব্যবহারের পর, Office 365 Home এর মূল্য প্রতিবছর $99.99। চিন্তা করবেন না, যেকোনো সময়ে আপনি এটি বাতিল করতে পারবেন।
bs: Nakon besplatnog 30-dnevnog perioda Office 365 Home košta 99,99 USD godišnje. Bez brige, u svakom trenutku možete otkazati pretplatu.
cy: Ar ôl i'ch treial 30 diwrnod am ddim ddod i ben, mae Office 365 Home yn $99.99 y flwyddyn. Ond peidiwch â phoeni, gallwch chi ei ganslo unrhyw bryd.
da: Efter din gratis 30 dages prøve ophører, koster Office 365 Home $ 99,99 pr. år. Du kan annullere når som helst.
de: Nach Ablauf des kostenlosen 30-tägigen Testzeitraums kostet Office 365 Home 99,99 $ pro Jahr. Keine Sorge, Sie können jederzeit kündigen.
el: Μετά τη δωρεάν δοκιμή 30 ημερών, η τιμή του Office 365 για Οικιακή χρήση είναι 99,99 ευρώ ανά έτος. Μην ανησυχείτε, μπορείτε να ακυρώσετε ανά πάσα στιγμή.
es: Después de la versión de prueba gratuita de 30 días, el precio de Office 365 Hogar es 99,99 USD por año. No te preocupes, puedes cancelar en cualquier momento.
et: 30-päevase tasuta prooviperioodi lõppemisel tuleb Office 365 Home'i eest tasuda 99,99 € aastas. Soovi korral saate tellimuse igal ajal tühistada.
eu: 30 eguneko proba amaitzean, Office 365 Home 99,99 $ kostatzen da urtean. Ez kezkatu, noiznahi utz dezakezu bertan behera.
fa: س از دوره آزمایشی 30 روزه شما، Office 365 Home در هر سال 99.99 دلار می‌شود. نگران نباشید، هر زمان که بخواهید می‌توانید لغو کنید.
ga: Tar éis do thriail 30 lá saor in aisce, cosnóidh Office 365 Home $99.99 sa bhliain. Ná bí buartha, is féidir cealú uair ar bith.
gd: Bidh Office 365 Home $99.99 gach bliadhna an dèidh na triail an-asgaidh 30 latha. Na gabh dragh, ’s urrainn dhut crìoch a chur air uair sam bith.
gl: Despois da proba gratuíta de 30 días, o prezo de Office 365 Home é 99,99 USD por ano. Non te preocupes, podes cancelar en calquera momento.
gu: તમારા 30-દિવસના મફત અજમાયશ પછી, Office 365 Home $ 99.99 માં પ્રતિ વર્ષે છે. ચિંતા કરશો નહીં, તમે કોઈપણ સમયે રદ કરી શકો છો.
he: לאחר הניסיון ל- 30 יום ללא תשלום, העלות של Office 365 Home היא $99.99 לשנה. אל דאגה, תוכל לבטל בכל עת.
hi: आपके 30-दिन के निशुल्क परीक्षण के बाद, Office 365 Home $99.99 प्रति वर्ष है. चिंता न करें, आप किसी भी समय रद्द कर सकते हैं.
hr: Nakon besplatnog 30-dnevnog razdoblja Office 365 Home košta 99,99 USD godišnje. Bez brige, u svakom trenutku možete otkazati pretplatu.
hu: A 30 napos ingyenes próbaidőszak után az Office 365 Otthoni verzió éves díja 99,99 USD. Ne aggódjon, bármikor lemondhatja.
id: Setelah percobaan gratis 30 hari, Office 365 Home akan menjadi $99,99 per tahun. Jangan khawatir, Anda dapat membatalkannya kapan saja.
is: Þegar 30 daga prufuáskriftin að Office 365 Home rennur út kostar áskriftin aðeins 99,99 USD á ári. Engar áhyggjur, þú getur sagt áskriftinni upp hvenær sem er.
ja: 30 日間の無料試用期間が終了すると、Office 365 Home の価格は 1 年あたり $99.99 になりますが、ご安心ください。キャンセルはいつでもできます。
ka: 30-დღიანი უფასო საცდელი ვადის გასვლის შემდეგ, Office 365 Home-ის ფასი იქნება $99,99 წელიწადში. ნუ იდარდებთ, გაუქმებას ნებისმიერ დროს შეძლებთ.
kk: Тегін 30-күндік сынақ нұсқасынан кейін Office 365 Home құны жылына $99,99 болады. Нұсқадан кез келген уақытта бас тартуға болады.
kn: ನಿಮ್ಮ 30 ದಿನದ ಉಚಿತ ಪ್ರಯೋಗದ ನಂತರ, Office 365 Home ಪ್ರತೀ ವರ್ಷಕ್ಕೆ $ 99.99 ಆಗಿದೆ. ಚಿಂತಿಸಬೇಡಿ, ನೀವು ಯಾವಾಗ ಬೇಕಾದರೂ ರದ್ದು ಮಾಡಬಹುದು.
ko: 무료 30일 평가판을 종료 후 Office 365 Home 이용료는 연간 99.99달러입니다. 걱정하지 마세요. 언제든지 취소할 수 있습니다.
ku_arab: پاش تەواوبوونی ماوەی تاقیکردنەوەی 30-ڕۆژەت، Office 365 Home ساڵانه 99.99$ ه. نیگەران مەبه، هەرکاتێک ویستت دەتوانی بەتاڵی کەیتەوه.
ky: Бекер 30 күндүк сынамык версиңыздан кийин, Office 365 Home жылына $99,99 турат. Кам санабаңыз, каалаган убакта токтото аласыз.
lo: ຫລັງຈາກການທົດລອງໃຊ້ 30 ວັນ, Office 365 Home ມີລາຄາ $99.99 ຕໍ່ປີ.ບໍ່ຕ້ອງກັງວົນ, ທ່ານສາມາດຍົກເລີກໄດ້ທຸກເວລາ.
lt: Praėjus 30 d. nemokamam bandomajam laikotarpiui, „Office 365 Home“ kainuoja 99,99 USD per metus. Nesijaudinkite, galite bet kada atsisakyti.
lv: Pēc 30 dienu bezmaksas izmēģināšanas Office 365 mājas lietošanai maksā USD 99,99 gadā. Neuztraucieties, jebkurā laikā varat atcelt.
mi: I muri i tō whakamātautau 30-rā, ko te utu ā-tau mō Office 365 Home e $99.99 ia tau. Kaua e āwangawanga, ka taea e koe te whakakore ahakoa te wā.
mk: По бесплатната проба од 30 дена, Office 365 Home чини 99,99 долари годишно. Не грижете се, може да откажете во секое време.
ml: നിങ്ങളുടെ 30 ദിവസ സൌജന്യ ട്രയല്‍ അവസാനിച്ചുകഴിഞ്ഞാല്‍, Office 365 ഹോം $99.99 പ്രതിവര്‍ഷമായിരിക്കും. വിഷമിക്കരുത്, നിങ്ങള്‍ക്കിത് എപ്പോള്‍ വേണമെങ്കിലും വേണ്ടെന്നുവെയ്ക്കാം.
mn: 30 хоногийн туршилтын хугацааны дараа Office 365 Home-н төлбөр жилд 99,99 доллар болно. Санаа зоволтгүй, та хүссэн үедээ цуцалж болно.
mr: आपल्या 30-दिवस विनामूल्य चाचणी नंतर, Office 365 Home हे $99.99 प्रति वर्ष आहे. काळजी करू नका, आपण कोणत्याही वेळी रद्द करू शकता.
ms: Selepas percubaan 30 hari percuma anda, Office 365 Home berharga $99.99 bagi setiap tahun. Jangan risau, anda boleh membatalkan pada bila-bila masa.
mt: Wara l-prova mingħajr ħlas ta' 30 ġurnata tiegħek, Office 365 Home ikun jiswa $99.99 fis-sena. Tinkwetax, tista' tikkanċella meta trid.
ne: तपाईंको नि:शूल्क 30 दिनको परिक्षणपछि, Office 365 गृह प्रति वर्ष 99.99$ हुन्छ। चिन्ता नलिनुहोस्, तपाईंले कुनै पनि समयमा रद्द गर्नसक्नुहुन्छ।
nn_no: Etter den gratis prøveperioden på 30 dagar er prisen på Office 365 Home USD 99,99 per år. Men ingen grunn til uro, du kan seie opp når som helst.
no: Etter den kostnadsfrie prøveperioden på 30 dager, koster Office 365 Home $ 99,99 per år. Ikke bekymre deg, du kan avbryte når som helst.
or: ଆପଣଙ୍କ ମାଗଣା 30 ଦିନ ପରୀକ୍ଷା ପରେ, Office 365 Home ବାର୍ଷିକ $99.99. ଚିନ୍ତା କରନ୍ତୁ ନାହିଁ, ଆପଣ ଯେକୌଣସି ସମୟରେ ବାତିଲ୍‍ କରିପାରିବେ.
pa_arab_pk: تُہاڈے 30 دیہاڑیاں دے مفت ٹرائل توں بعد، Office 365 Home فی سال $99.99 دا اے۔ فکر نہ کرو، تُسی ایہہ کسے وی ویلے منسوخ کر سکدے او۔
pa_in: ਤੁਹਾਡੇ 30-ਦਿਨਾਂ ਦੇ ਮੁਫ਼ਤ ਟ੍ਰਾਇਲ ਦੇ ਬਾਅਦ, Office 365 Home ਪ੍ਰਤੀ ਸਾਲ $99.99 ਹੈ। ਚਿੰਤਾ ਨਾ ਕਰੋ, ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Po zakończeniu 30-dniowego bezpłatnego okresu próbnego usługa Office 365 dla Użytkowników Domowych kosztuje 99,99 USD rocznie. Nie martw się, w każdej chwili możesz anulować subskrypcję.
ru: После бесплатного 30-дневного пробного периода подписка на план "Office 365 для дома" стоит 99,99 дол. США в год. Не беспокойтесь, вы можете отменить ее в любое время.
sd: توهان جي 30 ڏينهن جي مفت آزمائش کانپوءِ، Office 365 Home هر سال $99.99 جي آهي. پريشان نه ٿيو، توهان ڪنهن به وقت رد ڪري سگهو ٿا.
si: ඔබගේ අත්හදා බැලීමේ නොමිලේ දින 30 න් පසු, Office 365 Home වසරකට $99.99 වේ. කනගාටු නොවන්න, ඔබට ඕනෑම වේලාවක අවලංගු කළ හැකිය.
sl: Po brezplačnem 30-dnevnem preskušanju Office 365 Home stane 99,99 USD na leto. In nič ne skrbite, naročnino lahko kadarkoli odpoveste.
sr_cyrl_rs: Након пробног периода у трајању од 30 дана, цена за Office 365 Home ће износити 99,99 USD годишње. Не брините, можете да откажете у било ком тренутку.
sr_latn_rs: Nakon probnog perioda u trajanju od 30 dana, cena za Office 365 Home će iznositi 99,99 USD godišnje. Ne brinite, možete da otkažete u bilo kom trenutku.
sv: Efter din 30 dagars kostnadsfria utvärderingsperiod kostar Office 365 Home 99,99 USD per år. Du kan avbryta när du vill.
ta: உங்கள் இலவச 30-நாள் சோதனை முடிந்த பிறகு, Office 365 Home-க்காக ஆண்டுக்கு $99.99 செலுத்த வேண்டும். கவலை வேண்டாம், நீங்கள் எந்த நேரத்திலும் ரத்து செய்யலாம்.
te: మీ 30-రోజుల ఉచిత ట్రయల్ తరువాత, Office 365 హోం సంవత్సరానికి 99.99 డాలర్లు. కంగారుపడకండి, మీరు ఏ సమయంలోనైనా రద్దు చేసుకోవచ్చును.
tg: Баъд аз озмоиши 30 рӯзаи ройгон арзиши Office 365 Home 99,99$ барои як сол мешавад. Хавотир нашавед, шумо метавонед онро дар вақти дилхоҳ бекор кунед.
th: หลังจากที่คุณทดลองใช้งานฟรี 30 วันแล้ว Office 365 Home จะมีค่าธรรมเนียมการสมัครใช้งาน $99.99 ต่อปี โปรดอย่ากังวล คุณสามารถยกเลิกเมื่อใดก็ได้
tr: Ücretsiz 30 günlük denemenizden sonra Office 365 Ev yıllık 99,99 ABD dolarıdır. Endişelenmeyin, istediğiniz zaman iptal edebilirsiniz.
tt: 30 көнлек бушлай сынаудан соң, Office 365 Home елына $99,99 тора. Борчылмагыз, теләсә кайчан баш тартырга мөмкин.
ug: دەسلەپكى 30 كۈنلۈك ھەقسىز سىناق ۋاقتىڭىز توشقاندىن كېيىن Office 365 Home يىللىق باھاسى 99.99 دوللار. ئەنسىرىمەڭ، خالىغان ۋاقتىڭىزدا ‏‏بىكار قىلالايسىز.
uk: Після безкоштовного 30-денного ознайомлення передплата на план "Office 365 домашній" коштує 99,99 дол. США на рік. Не хвилюйтеся, передплату можна скасувати будь-коли.
ur: آپ کی مفت 30 دن کی آزمائش کے بعد، Office 365 Home سالانہ $99.99 ہے۔ فکر نہ کریں، آپ کسی بھی وقت منسوخ کر سکتے ہیں۔
uz: 30 kunlik bepul sinovdan so‘ng, Office 365 Home narxi yiliga 99,99$. Xavotir olmang, istalgan vaqtda bekor qilishingiz mumkin.
vi: Sau 30 ngày dùng thử miễn phí, phí Office 365 Home là $99,99 mỗi năm. Đừng lo lắng, bạn có thể hủy bất cứ lúc nào.
zh_hans: 30 天的免费试用后，Office 365 Home 的价格为每年 99.99 美元。不用担心，你可以随时取消。
zh_hant: 在 30 的免費試用期後，Office 365 家用版每年訂閱金額為 $99.99。別擔心，您可以隨時取消訂閱。
