Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitBeneCorreAccount.MinLength
source: Beneficiary correspondent account is too short.
af: Begunstigde- korresponderende rekening is te kort.
am: የተጠቃሚ ወኪል መለያ በጣም አጭር ነው።
ar: الحساب المطابق للمستفيد قصير للغاية.
as: হিতাধিকাৰী যোগাযোগ একাউণ্ট অতি চুটি৷
az: Benefisiarın müxbir hesabı çox qısadır.
bg: Кореспондентската сметка на банката-получател е прекалено къса.
bn_in: বেনিফিসিয়ারি করসপনডেন্ট অ্যাকাউন্ট অত্যন্ত ছোট৷
bs: Korespondencijski račun primaoca je prekratak.
cy: Mae cyfrif cyfryngwr y buddiolwr yn rhy fyr.
da: Nummeret på den begunstigede vostrokonto er for kort.
de: Das Korrespondenzkonto des Begünstigten ist zu kurz.
el: Ο λογαριασμός ανταποκριτή δικαιούχου είναι πολύ μικρός.
es: La cuenta correspondiente del beneficiario es demasiado corta.
et: Kasusaaja korrespondentkonto on liiga lühike.
eu: Korrespontsal onuradunaren kontua motzegia da.
fa: حساب کارگزار ذینفع بسیار کوتاه است.
ga: Cuntas comhfhreagrach an tairbhí róghearr.
gd: Tha cunntas co-sgrìobhachais an fhaighteir ro ghoirid.
gl: Conta correspondente do beneficiario moi curta.
gu: લાભાર્થી પત્રવ્યવહાર ખાતું ખૂબ ટૂંકુ છે.
he: חשבון הנוסטרו של המוטב קצר מדי.
hi: लाभार्थी पत्रव्यवहारी खाता बहुत छोटा है.
hr: Korespondentni račun primatelja je prekratak.
hu: A kedvezményezett levelezőszámlája túl rövid.
id: Rekening koresponden penerima terlalu pendek.
is: Fulltrúareikningur rétthafa er of stuttur.
ja: 受取人コルレス口座が短すぎます。
ka: ბენეფიციარის საკორესპონდენტო ანგარიში ძალიან მოკლეა.
kk: Бенефициардың корреспонденттік шоты тым қысқа.
kn: ಫಲಾನುಭವಿಯ ವ್ಯವಹಾರದ ಖಾತೆಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 수취인 대리 계좌가 너무 짧습니다.
ku_arab: ئەژمێری نێوەندکاری سوودمەند زۆر کورتە.
ky: Кабыл алуучунун корреспонденттик эсеби өтө кыска.
lo: ບັນຊີກົງກັນຂອງຜູ້ຮັບເງິນສັ້ນເກີນໄປ.
lt: Gavėjo korespondentinės sąskaitos numeris per trumpas.
lv: Saņēmēja korespondējošais konts ir pārāk īss.
mi: He poto rawa te pūkete ōritetanga tangata whiwhi takuhe.
mk: Кореспондентската сметка на корисникот е прекратка.
ml: ഗുണഭോക്താവിന്റെ കറസ്‌പോണ്ടന്റ് അക്കൌണ്ട് വളരെ ചെറുതാണ്.
mn: Хүлээн авагчийн харилцах данс хэт богино байна.
mr: लाभार्थी पत्रव्यव्हारकर्त्याचे खाते खूप लहान आहे.
ms: Akaun pewarta benefisiari terlalu pendek.
mt: Il-kont tal-korrispondenti benefiċjarju qasir wisq.
ne: लाभग्राही पत्रव्यवहारी खाता धेरै छोटो भयो।
nn_no: Kontoen til mottakarkontakten er for kort.
no: Tilhørende konto for mottaker er for kort.
or: ବେନିଫିସିଆରୀ ପ୍ରତିନିଧି ଏକାଉଣ୍ଟ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: مستفید متعلقہ اکاؤنٹ بہت چھوٹا اے۔
pa_in: ਲਾਭਪਾਤਰ ਦਾ ਅਨੁਸਾਰੀ ਖਾਤਾ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Numer konta beneficjenta-korespondenta jest zbyt krótki.
ru: Слишком короткий корреспондентский счет получателя.
sd: فائدو کڻندڙ جو ناما نگار اڪائونٽ تمام ننڍو آھي.
si: ප්‍රතිලාභී අනුරූපී ගිණුම කෙටි වැඩියි.
sl: Račun korespondenta upravičenca je prekratek.
sr_cyrl_rs: Кореспондентски рачун примаоца је прекратак.
sr_latn_rs: Korespondentski račun primaoca je prekratak.
sv: Korrespondentkonto för mottagare är för kort.
ta: பயனாளியின் தொடர்புக் கணக்கு மிகச் சிறியதாக உள்ளது.
te: లబ్దిదారు కరస్పాండెంట్ ఖాతా చాలా చిన్నదిగా ఉంది.
tg: Суратҳисоби мукотибавии гиранда аз ҳад кӯтоҳ аст.
th: บัญชีคู่สัญญาของผู้รับประโยชน์สั้นเกินไป
tr: Lehdar muhabir hesabı çok kısa.
tt: Алучы банк-корреспондентның хисабы бик кыска.
ug: مەنپەئەتلەنگۈچىنىڭ ۋاكالەت ھېساباتى بەك قىسقا.
uk: Закороткий кореспондентський рахунок отримувача.
ur: مستفید مراسل اکاؤنٹ بہت مختصر ہے۔
uz: Benefitsiar vakillik hisob qaydnomasi juda qisqa.
vi: Tài khoản tương ứng người thụ hưởng quá ngắn.
zh_hans: 受益人代理帐户过短。
zh_hant: 受款人通匯銀行帳戶太短。

# Literal.DirectDebitBeneCorreAccount.Pattern
source: Invalid beneficiary correspondent account.
af: Ongeldige begunstigde- korresponderende rekening.
am: ልክ ያልኾነ የተጠቃሚ ወኪል መለያ።
ar: الحساب المطابق للمستفيد غير صالح.
as: অবৈধ হিতাধিকাৰী যোগাযোগ একাউণ্ট৷
az: Benefisiarın müxbir hesabı səhvdir.
bg: Невалидна кореспондентска сметка на банката-получател.
bn_in: বেনিফিসিয়ারি করসপনডেন্ট অ্যাকাউন্টটি ঠিকঠাক নেই৷
bs: Nevažeći korespondencijski račun primaoca.
cy: Mae cyfrif cyfryngwr y buddiolwr yn annilys.
da: Den begunstigede vostrokonto er ugyldig.
de: Das Korrespondenzkonto des Begünstigten ist ungültig.
el: Μη έγκυρος λογαριασμός ανταποκριτή δικαιούχου.
es: La cuenta correspondiente del beneficiario no es válida.
et: Kasusaaja korrespondentkonto on sobimatu.
eu: Korrespontsal onuradunaren kontua baliogabea da.
fa: حساب کارگزار ذینفع نامعتبر است.
ga: Cuntas comhfhreagrach an tairbhí neamhbhailí.
gd: Tha cunntas co-sgrìobhachais an fhaighteir mì-dhligheach.
gl: Conta correspondente do beneficiario non válida.
gu: અમાન્ય લાભાર્થી પત્રવ્યવહાર ખાતું.
he: חשבון הנוסטרו של המוטב לא חוקי.
hi: अमान्य लाभार्थी पत्रव्यवहारी खाता.
hr: Korespondentni račun primatelja nije valjan.
hu: A kedvezményezett levelezőszámlája érvénytelen.
id: Rekening koresponden penerima tidak valid.
is: Fulltrúareikningur rétthafa er ógildur.
ja: 無効な受取人コルレス口座です。
ka: ბენეფიციარის საკორესპონდენტო ანგარიში არასწორია.
kk: Бенефициардың корреспонденттік шоты дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಫಲಾನುಭವಿಯ ವ್ಯವಹಾರದ ಖಾತೆ.
ko: 수취인 대리 계좌가 올바르지 않습니다.
ku_arab: ئەژمێری نێوەندکاری سوودمەند نادروستە.
ky: Жараксыз кабыл алуучунун корреспонденттик эсеби.
lo: ບັນຊີກົງກັນຂອງຜູ້ຮັບເງິນບໍ່ຖືກຕ້ອງ.
lt: Gavėjo korespondentinės sąskaitos numeris netinkamas.
lv: Nederīgs saņēmēja korespondējošais konts.
mi: He muhu te pūkete ōritetanga tangata whiwhi takuhe.
mk: Неважечка кореспондентска сметка на корисникот.
ml: ഗുണഭോക്താവിന്റെ കറസ്‌പോണ്ടന്റ് അക്കൌണ്ട് അസാധുവാണ്.
mn: Хүлээн авагчийн харилцах данс хүчингүй байна.
mr: अवैध लाभार्थी पत्रव्यव्हारकर्त्याचे खाते.
ms: Akaun pewarta benefisiari tidak sah.
mt: Il-kont tal-korrispondenti benefiċjarju hu invalidu.
ne: लाभग्राही पत्रव्यवहारी खाता अवैध छ।
nn_no: Ugyldig konto for mottakarkontakt.
no: Ugyldig tilhørende konto for mottaker.
or: ଅବୈଧ ବେନିଫିସିଆରୀ ପ୍ରତିନିଧି ଏକାଉଣ୍ଟ୍.
pa_arab_pk: مستفید متعلقہ اکاؤنٹ ناجائز اے۔
pa_in: ਲਾਭਪਾਤਰ ਦਾ ਅਨੁਸਾਰੀ ਖਾਤਾ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy numer konta beneficjenta-korespondenta.
ru: Недопустимый корреспондентский счет получателя.
sd: فائدو کڻندڙ جو ناما نگار اڪائونٽ غلط آھي.
si: ප්‍රතිලාභී අනුරූපී ගිණුම වැරදියි.
sl: Neveljaven račun korespondenta upravičenca.
sr_cyrl_rs: Неважећи кореспондентски рачун примаоца.
sr_latn_rs: Nevažeći korespondentski račun primaoca.
sv: Ogiltigt korrespondentkonto för mottagare.
ta: பயனாளியின் தொடர்புக் கணக்குத் தவறானது.
te: చెల్లని లబ్దిదారు కరస్పాండెంట్ ఖాతా.
tg: Суратҳисоби мукотибавии беэтибори гиранда.
th: บัญชีคู่สัญญาของผู้รับประโยชน์ไม่ถูกต้อง
tr: Geçersiz lehdar muhabir hesabı.
tt: Алучы банк-корреспондентның хисабы ялгыш.
ug: مەنپەئەتلەنگۈچىنىڭ ۋاكالەت ھېساباتى ئىناۋەتسىز.
uk: Неприпустимий кореспондентський рахунок отримувача.
ur: مستفید مراسل اکاؤنٹ غلط ہے۔
uz: Benefitsiar vakillik hisob qaydnomasi haqiqiy emas.
vi: Tài khoản tương ứng người thụ hưởng không hợp lệ.
zh_hans: 受益人代理帐户无效。
zh_hant: 受款人通匯銀行帳戶無效。

# Literal.DirectDebitBeneCorreAccount.Required
source: Beneficiary correspondent account is required.
af: Begunstigde- korresponderende rekening word vereis.
am: የተጠቃሚ ወኪል መለያ ይፈለጋል።
ar: الحساب المطابق للمستفيد مطلوب.
as: হিতাধিকাৰী যোগাযোগ একাউণ্ট আৱশ্যক৷
az: Benefisiarın müxbir hesabı tələb olunur.
bg: Кореспондентската сметка на банката-получател е задължителна.
bn_in: বেনিফিসিয়ারি করসপনডেন্ট অ্যাকাউন্টের উল্লেখ করা আবশ্যক৷
bs: Korespondencijski račun primaoca je obavezan.
cy: Rhaid nodi cyfrif cyfryngwr y buddiolwr.
da: Der kræves en begunstiget vostrokonto.
de: Das Korrespondenzkonto des Begünstigten ist erforderlich.
el: Απαιτείται λογαριασμός ανταποκριτή δικαιούχου.
es: La cuenta correspondiente del beneficiario es obligatoria.
et: Kasusaaja korrespondentkonto on kohustuslik.
eu: Korrespontsal onuradunaren kontua beharrezkoa da.
fa: به حساب کارگزار ذینفع نیاز است.
ga: Cuntas comhfhreagrach an tairbhí ag teastáil.
gd: Tha feum air cunntas co-sgrìobhachais an fhaighteir.
gl: Requírese conta correspondente do beneficiario.
gu: લાભાર્થી પત્રવ્યવહાર ખાતાની આવશ્યકતા છે.
he: חשבון נוסטרו של מוטב נדרש.
hi: लाभार्थी पत्रव्यवहारी खाता आवश्यक है.
hr: Korespondentni račun primatelja je obavezan.
hu: A kedvezményezett levelezőszámlájának megadása kötelező.
id: Rekening koresponden penerima wajib diisi.
is: Þú þarft að tilgreina fulltrúareikning rétthafa.
ja: 受取人コルレス口座は必須項目です。
ka: მიუთითეთ ბენეფიციარის საკორესპონდენტო ანგარიში.
kk: Бенефициардың корреспонденттік шоты қажет.
kn: ಫಲಾನುಭವಿಯ ವ್ಯವಹಾರದ ಖಾತೆಯ ಅಗತ್ಯವಿದೆ.
ko: 수취인 대리 계좌는 필수 항목입니다.
ku_arab: ئەژمێری نێوەندکاری سوودمەند پێویستە.
ky: Кабыл алуучунун корреспонденттик эсеби талап кылынат.
lo: ຕ້ອງລະບຸບັນຊີກົງກັນຂອງຜູ້ຮັບເງິນ.
lt: Gavėjo korespondentinės sąskaitos numeris būtinas.
lv: Norādiet saņēmēja korespondējošo kontu.
mi: Kei te hiahiatia te pūkete ōritetanga Tangata Whiwhi takuhe.
mk: Кореспондентската сметка на корисникот е задолжителна.
ml: ഗുണഭോക്താവിന്റെ കറസ്‌പോണ്ടന്റ് അക്കൌണ്ട് ആവശ്യമാണ്.
mn: Хүлээн авагчийн харилцах дансыг бөглөх шаардлагатай.
mr: लाभार्थी पत्रव्यव्हारकर्त्याचे खाते आवश्यक आहे.
ms: Akaun pewarta benefisiari diperlukan.
mt: Il-kont tal-korrispondenti benefiċjarju hu meħtieġ.
ne: लाभग्राही पत्रव्यवहारी खाता आवश्यक छ।
nn_no: Konto til mottakarkontakten er obligatorisk.
no: Tilhørende konto for mottaker må angis.
or: ବେନିଫିସିଆରୀ ପ୍ରତିନିଧି ଏକାଉଣ୍ଟ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: مستفید متعلقہ اکاؤنٹ درکار اے۔
pa_in: ਲਾਭਪਾਤਰ ਦਾ ਅਨੁਸਾਰੀ ਖਾਤਾ ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer konta beneficjenta-korespondenta jest wymagany.
ru: Необходимо ввести корреспондентский счет получателя.
sd: فائدو کڻندڙ جو ناما نگار اڪائونٽ گھرجيل آھي.
si: ප්‍රතිලාභී අනුරූපී ගිණුම අවශ්‍යයි.
sl: Račun korespondenta upravičenca je obvezen podatek.
sr_cyrl_rs: Кореспондентски рачун примаоца је обавезан.
sr_latn_rs: Korespondentski račun primaoca je obavezan.
sv: Korrespondentkonto för mottagare måste anges.
ta: பயனாளியின் தொடர்புக் கணக்குத் தேவை.
te: లబ్దిదారు కరస్పాండెంట్ ఖాతా అవసరం.
tg: Суратҳисоби мукотибавии гиранда ҳатмист.
th: ต้องระบุบัญชีคู่สัญญาของผู้รับประโยชน์
tr: Lehdar muhabir hesabı gereklidir.
tt: Алучы банк-корреспондентның хисабы мәҗбүри.
ug: مەنپەئەتلەنگۈچىنىڭ ۋاكالەت ھېساباتى تەلەپ قىلىنىدۇ.
uk: Потрібно ввести кореспондентський рахунок отримувача.
ur: مستفید مراسل اکاؤنٹ درکار ہے۔
uz: Benefitsiar vakillik hisob qaydnomasi talab qilinadi.
vi: Tài khoản tương ứng người thụ hưởng là cần thiết.
zh_hans: 受益人代理帐户为必填项。
zh_hant: 受款人通匯銀行帳戶是必要資訊。

# Literal.DirectDebitBeneficiaryID.MaxLength
source: Beneficiary ID is too long.
af: Begunstigde-ID is te lank.
am: የተጠቃሚ መታወቂያ በጣም ረጂም ነው።
ar: معرف المستفيد أطول من اللازم.
as: হিতাধিকাৰী ID অতি দীঘল৷
az: Benefisiarın ID-si çox uzundur.
bg: ИД на получателя е прекалено дълъг.
bn_in: বেনিফিসিয়ারি আইডি অত্যন্ত বড়৷
bs: ID korisnika je predug.
cy: Mae ID y Buddiolwr yn rhy hir.
da: Begunstigelses-id er for langt.
de: Die ID des Begünstigten ist zu lang.
el: Το αναγνωριστικό δικαιούχου είναι πολύ μεγάλο.
es: El id. del beneficiario es demasiado largo.
et: Kasusaaja ID on liiga pikk.
eu: Onuradunaren IDa luzeegia da.
fa: شناسه ذینفع بسیار طولانی است.
ga: Tá uimhir aitheantais an tairbhí rófhada.
gd: Tha ID an fhaighteir ro fhada.
gl: ID do beneficiario moi longo.
gu: બેનિફિસીયરી ID ખૂબ લાંબુ છે.
he: מזהה המוטב ארוך מדי.
hi: लाभार्थी ID बहुत लंबी है.
hr: ID primatelja je predug.
hu: A kedvezményezett azonosítója túl hosszú.
id: ID Penerima terlalu panjang.
is: Auðkenni rétthafa er of langt.
ja: 受取人 ID が長すぎます。
ka: ბენეფიციარის ID ძალიან გრძელია.
kk: Бенефициардың идентификаторы тым ұзын.
kn: ಫಲಾನುಭವಿ ID ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 수취인 ID가 너무 깁니다.
ku_arab: ناسنامەی سوودمەند زۆر درێژە.
ky: Пайда көрүүчүнүн энчилүү номуру өтө узун.
lo: ID ຂອງຜູ້ຮັບເງິນຍາວເກີນໄປ.
lt: Gavėjo ID per ilgas.
lv: Saņēmēja ID ir pārāk garš.
mi: He roa rawa te TT Kaiwhiwhi takuhe.
mk: Идентификацискиот број на корисникот е предолг.
ml: ഗുണഭോക്തൃ ID ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хүлээн авагчийн ID хэт урт байна.
mr: लाभार्थी ID खूप दीर्घ आहे.
ms: ID Benefisiari terlalu panjang.
mt: L-ID tal-Benefiċjarju twil wisq.
ne: लाभग्राही आइडी धेरै लामो भयो।
nn_no: Mottakar-IDen er for lang.
no: Mottaker-ID er for lang.
or: ବେନିଫିସିଆରୀ ID ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: فائدہ لین آلے دا آئی ڈی بہت لما اے۔
pa_in: ਲਾਭਪਾਤਰ ਦੀ ID ਬੇਹੱਦ ਲੰਬੀ ਹੈ।
pl: Identyfikator beneficjenta jest zbyt długi.
ru: Слишком длинный код получателя.
sd: بينيفشري ID تمام وڏي آھي.
si: ප්‍රතිලාභී අයිඩී දිග වැඩියි.
sl: ID upravičenca je predolg.
sr_cyrl_rs: ID корисника је предугачак.
sr_latn_rs: ID korisnika je predugačak.
sv: Mottagar-ID är för långt.
ta: பயனடைபவரின் ID மிக நீளமாக உள்ளது.
te: లబ్దిదారు ID చాలా పొడవుగా ఉంది.
tg: ID-и гиранда аз ҳад дароз аст.
th: ID ผู้รับประโยชน์ยาวเกินไป
tr: Lehdar No çok uzun.
tt: Алучының ID бик озын.
ug: مەنپەئەتلەنگۈچى كىملىكى بەك ئۇزۇن.
uk: Ідентифікатор отримувача занадто довгий.
ur: وصول کنندہ آئی ڈی بہت طویل ہے.
uz: Benefitsiar raqami juda uzun.
vi: ID người thụ hưởng quá dài.
zh_hans: 收款人ID 过长。
zh_hant: 受款人 ID 太長。

# Literal.DirectDebitBeneficiaryID.MinLength
source: Beneficiary ID is too short.
af: Begunstigde-ID is te kort.
am: የተጠቃሚ መታወቂያ በጣም አጭር ነው።
ar: معرف المستفيد قصير للغاية.
as: হিতাধিকাৰী ID অতি চুটি৷
az: Benefisiarın ID-si çox qısadır.
bg: ИД на получателя е прекалено къс.
bn_in: বেনিফিসিয়ারি আইডি অত্যন্ত ছোট৷
bs: ID korisnika je prekratak.
cy: Mae ID y Buddiolwr yn rhy fyr.
da: Begunstigelses-id er for kort.
de: Die ID des Begünstigten ist zu kurz.
el: Το αναγνωριστικό δικαιούχου είναι πολύ μικρό.
es: El id. del beneficiario es demasiado corto.
et: Kasusaaja ID on liiga lühike.
eu: Onuradunaren IDa motzegia da.
fa: شناسه ذینفع کوتاه است.
ga: Tá uimhir aitheantais an tairbhí róghearr.
gd: Tha ID an fhaighteir ro ghoirid.
gl: ID do beneficiario moi curto.
gu: બેનિફિસીયરી ID ખૂબ ટૂંકુ છે.
he: מזהה המוטב קצר מדי.
hi: लाभार्थी ID बहुत छोटी है.
hr: ID primatelja je prekratak.
hu: A kedvezményezett azonosítója túl rövid.
id: ID Penerima terlalu pendek.
is: Auðkenni rétthafa er of stutt.
ja: 受取人 ID が短すぎます。
ka: ბენეფიციარის ID ძალიან მოკლეა.
kk: Бенефициардың идентификаторы тым қысқа.
kn: ಫಲಾನುಭವಿ ID ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 수취인 ID가 너무 짧습니다.
ku_arab: ناسنامەی سوودمەند زۆر کورتە.
ky: Пайда көрүүчүнүн энчилүү номуру өтө кыска.
lo: ID ຂອງຜູ້ຮັບເງິນສັ້ນເກີນໄປ.
lt: Gavėjo ID per trumpas.
lv: Saņēmēja ID ir pārāk īss.
mi: He poto rawa te TT Kaiwhiwhi takuhe.
mk: Идентификацискиот број на корисникот е прекраток.
ml: ഗുണഭോക്തൃ ID വളരെ ചെറുതാണ്.
mn: Хүлээн авагчийн ID хэт богино байна.
mr: लाभार्थी ID खूप लहान आहे.
ms: ID Benefisiari terlalu pendek.
mt: L-ID tal-Benefiċjarju qasir wisq.
ne: लाभग्राही आइडी धेरै छोटो भयो।
nn_no: Mottakar-IDen er for kort.
no: Mottaker-ID er for kort.
or: ବେନିଫିସିଆରୀ ID ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: فائدہ لین آلے دا آئی ڈی بہت چھوٹا اے۔
pa_in: ਲਾਭਪਾਤਰ ਦੀ ID ਬੇਹੱਦ ਛੋਟੀ ਹੈ।
pl: Identyfikator beneficjenta jest zbyt krótki.
ru: Слишком короткий код получателя.
sd: بينيفشري ID تمام ننڍي آھي.
si: ප්‍රතිලාභී අයිඩී කෙටි වැඩියි.
sl: ID upravičenca je prekratek.
sr_cyrl_rs: ID корисника је прекратак.
sr_latn_rs: ID korisnika je prekratak.
sv: Mottagar-ID är för kort.
ta: பயனடைபவரின் ID மிகச் சிறியதாக உள்ளது.
te: లబ్దిదారు ID చాలా చిన్నదిగా ఉంది.
tg: ID-и гиранда аз ҳад кӯтоҳ аст.
th: ID ผู้รับประโยชน์สั้นเกินไป
tr: Lehdar No çok kısa.
tt: Алучының ID бик кыска.
ug: مەنپەئەتلەنگۈچى كىملىكى بەك قىسقا.
uk: Ідентифікатор отримувача занадто короткий.
ur: وصول کنندہ آئی ڈی بہت مختصر ہے.
uz: Benefitsiar raqami juda qisqa.
vi: ID người thụ hưởng quá ngắn.
zh_hans: 收款人ID 过短。
zh_hant: 受款人 ID 太短。

# Literal.DirectDebitBeneficiaryID.Pattern
source: Invalid Beneficiary ID.
af: Ongeldige begunstigde-ID.
am: ልክ ያልኾነ የተጠቃሚ መታወቂያ ።
ar: معرف المستفيد غير صالح.
as: অবৈধ হিতাধিকাৰী ID৷
az: Benefisiarın ID-si səhvdir.
bg: Невалиден ИД на получателя.
bn_in: বেনিফিসিয়ারি আইডি ঠিকঠাক নেই৷
bs: Nevažeći ID korisnika.
cy: Mae ID y Buddiolwr yn annilys.
da: Ugyldigt begunstigelses-id.
de: Die ID des Begünstigten ist ungültig.
el: Μη έγκυρο αναγνωριστικό δικαιούχου.
es: El id. del beneficiario no es válido.
et: Kasusaaja ID on sobimatu.
eu: Onuradunaren IDa baliogabea da.
fa: شناسه ذینفع نامعتبر است.
ga: Tá uimhir aitheantais an tairbhí neamhbhailí.
gd: Tha ID an fhaighteir mì-dhligheach.
gl: ID do beneficiario non válido.
gu: અમાન્ય બેનિફિસીયરી ID.
he: מזהה המוטב לא חוקי.
hi: अमान्य लाभार्थी ID.
hr: ID primatelja nije valjan.
hu: A kedvezményezett azonosítója érvénytelen.
id: ID Penerima tidak valid.
is: Auðkenni rétthafa er ógilt.
ja: 無効な受取人 ID です。
ka: ბენეფიციარის ID არასწორია.
kk: Бенефициардың идентификаторы дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಫಲಾನುಭವಿ ID.
ko: 수취인 ID가 올바르지 않습니다.
ku_arab: ناسنامەی سوودمەند نادروستە.
ky: Жараксыз Пайда көрүүчүнүн энчилүү номуру.
lo: ID ຂອງຜູ້ຮັບເງິນບໍ່ຖືກຕ້ອງ.
lt: Gavėjo ID netinkamas.
lv: Nederīgs saņēmēja ID.
mi: He muhu te TT Kaiwhiwhi takuhe.
mk: Неважечки идентификациски број на корисникот.
ml: ഗുണഭോക്തൃ ID അസാധുവാണ്.
mn: Хүлээн авагчийн ID хүчингүй байна.
mr: अवैध लाभार्थी ID.
ms: ID Benefisiari Tidak Sah.
mt: L-ID tal-Benefiċjarju hu invalidu.
ne: लाभग्राही आइडी अवैध छ।
nn_no: Ugyldig mottakar-ID.
no: Ugyldig mottaker-ID.
or: ଅବୈଧ ବେନିଫିସିଆରୀ ID.
pa_arab_pk: فائدہ لین آلے دا آئی ڈی ناجائز اے۔
pa_in: ਲਾਭਪਾਤਰ ID ਅਵੈਧ ਹੈ।
pl: Identyfikator beneficjenta jest nieprawidłowy.
ru: Недопустимый код получателя.
sd: بينيفشري ID غلط آھي.
si: ප්‍රතිලාභී අයිඩී වැරදියි.
sl: Neveljaven ID upravičenca.
sr_cyrl_rs: Неважећи ID корисника.
sr_latn_rs: Nevažeći ID korisnika.
sv: Ogiltigt mottagar-ID.
ta: தவறான பயனடைபவர் ID.
te: చెల్లని లబ్దిదారు ID.
tg: ID-и гирандаи беэътибор.
th: ID ผู้รับประโยชน์ไม่ถูกต้อง
tr: Geçersiz Lehdar No.
tt: Алучының ID ялгыш.
ug: ئىناۋەتسىزمەنپەئەتلەنگۈچى كىملىكى.
uk: Неприпустимий ідентифікатор отримувача.
ur: وصول کنندہ آئی ڈی غلط ہے.
uz: Benefitsiar raqami haqiqiy emas.
vi: ID người thụ hưởng không hợp lệ.
zh_hans: 收款人ID 无效。
zh_hant: 受款人 ID 無效。

# Literal.DirectDebitBeneficiaryID.Required
source: Beneficiary ID is required.
af: Begunstigde-ID word vereis.
am: የተጠቃሚ መታወቂያ ይፈለጋል።
ar: معرف المستفيد مطلوب.
as: হিতাধিকাৰী ID আৱশ্যক৷
az: Benefisiarın ID-si tələb olunur.
bg: ИД на получателя е задължителен.
bn_in: বেনিফিসিয়ারি আইডির উল্লেখ করা আবশ্যক৷
bs: ID korisnika je obavezan.
cy: Rhaid nodi ID y Buddiolwr.
da: Begunstigelses-id kræves.
de: Die ID des Begünstigten ist erforderlich.
el: Απαιτείται αναγνωριστικό δικαιούχου.
es: El id. del beneficiario es obligatorio.
et: Kasusaaja ID on kohustuslik.
eu: Onuradunaren IDa beharrezkoa da.
fa: به شناسه ذینفع نیاز است.
ga: Tá uimhir aitheantais an tairbhí ag teastáil.
gd: Tha feum air ID an fhaighteir.
gl: Requírese ID do beneficiario.
gu: બેનિફિસીયરી ID ની આવશ્યકતા છે.
he: מזהה מוטב נדרש.
hi: लाभार्थी ID आवश्यक है.
hr: ID primatelja je obavezan.
hu: A kedvezményezett azonosítójának megadása kötelező.
id: ID Penerima wajib diisi.
is: Þú þarft að tilgreina auðkenni rétthafa.
ja: 受取人 ID は必須項目です。
ka: მიუთითეთ ბენეფიციარის ID.
kk: Бенефициардың идентификаторы қажет.
kn: ಫಲಾನುಭವಿ ID ಅಗತ್ಯವಿದೆ.
ko: 수취인 ID는 필수 항목입니다.
ku_arab: ناسنامەی سوودمەند پێویستە.
ky: Пайда көрүүчүнүн энчилүү номуру талап кылынат.
lo: ຕ້ອງລະບຸ ID ຂອງຜູ້ຮັບເງິນ.
lt: Gavėjo ID būtinas.
lv: Norādiet saņēmēja ID.
mi: Kei te hiahiatia te TT Kaiwhiwhi takuhe.
mk: Идентификацискиот број на корисникот е задолжителен.
ml: ഗുണഭോക്തൃ ID ആവശ്യമാണ്.
mn: Хүлээн авагчийн ID-г бөглөх шаардлагатай.
mr: लाभार्थी ID आवश्यक आहे.
ms: ID Benefisiari diperlukan.
mt: L-ID tal-Benefiċjarju hu meħtieġ.
ne: लाभग्राही आइडी आवश्यक छ।
nn_no: Mottakar-IDen er obligatorisk.
no: Mottaker-ID må angis.
or: ବେନିଫିସିଆରୀ ID ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: فائدہ لین آلے دا آئی دی درکار اے۔
pa_in: ਲਾਭਪਾਤਰ ਦੀ ID ਲੋੜੀਂਦੀ ਹੈ।
pl: Identyfikator beneficjenta jest wymagany.
ru: Необходимо ввести код получателя.
sd: بينيفشري ID گھرجيل آھي.
si: ප්‍රතිලාභී අයිඩී අවශ්‍යයි.
sl: ID upravičenca je obvezen podatek.
sr_cyrl_rs: ID корисника је обавезан.
sr_latn_rs: ID korisnika je obavezan.
sv: Mottagar-ID måste anges.
ta: பயனடைபவரின் ID தேவை.
te: లబ్దిదారు ID అవసరం.
tg: ID-и гиранда ҳатмист.
th: โปรดป้อน ID ผู้รับประโยชน์ของคุณ
tr: Lehdar No gereklidir.
tt: Алучының ID мәҗбүри.
ug: مەنپەئەتلەنگۈچىنىڭ كىملىكى كېرەك.
uk: Потрібно ввести ідентифікатор отримувача.
ur: وصول کنندہ آئی ڈی درکار ہے.
uz: Benefitsiar raqami talab qilinadi.
vi: ID người thụ hưởng là cần thiết.
zh_hans: 收款人ID 为必填项。
zh_hant: 受款人 ID 是必要資訊。

# Literal.DirectDebitBeneficiaryINN.MaxLength
source: Beneficiary INN is too long.
af: Begunstigde-INN is te lank.
am: የተጠቃሚ INN በጣም ረጅም ነው።
ar: INN الخاص بالمستفيد أطول من اللازم.
as: হিতাধিকাৰী INN অতি দীঘল৷
az: Benefisiarın INN-i çox uzundur.
bg: ИНН на получателя е прекалено дълъг.
bn_in: বেনিফিসিয়ারি INN অত্যন্ত বড়৷
bs: INN primaoca je predug.
cy: Mae INN y Buddiolwr yn rhy hir.
da: Begunstigelses-INN er for langt.
de: Die INN des Begünstigten ist zu lang.
el: Το INN δικαιούχου είναι πολύ μεγάλο.
es: El INN del beneficiario es demasiado largo.
et: Kasusaaja INN on liiga pikk.
eu: Onuradunaren INN kodea luzeegia da.
fa: INN ذینفع بسیار طولانی است.
ga: Tá INN an tairbhí rófhada.
gd: Tha INN an fhaighteir ro fhada.
gl: INN do beneficiario moi longo.
gu: લાભાર્થી INN ખૂબ લાંબુ છે.
he: ה- INN של המוטב ארוך מדי.
hi: लाभार्थी INN बहुत लंबा है.
hr: INN primatelja je predug.
hu: A kedvezményezett INN-száma túl hosszú.
id: INN Penerima terlalu panjang.
is: INN rétthafa er of langt.
ja: 受取人 INN が長すぎます。
ka: ბენეფიციარის INN ძალიან გრძელია.
kk: Бенефициардың ИНН тым ұзын.
kn: ಫಲಾನುಭವಿಯ INN ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 수취인 INN이 너무 깁니다.
ku_arab: INN ی سوودمەند زۆر درێژە.
ky: Пайда көрүүчүнүн СИН өтө узун.
lo: INN ຂອງຜູ້ຮັບເງິນຍາວເກີນໄປ.
lt: Gavėjo INN per ilgas.
lv: Saņēmēja nodokļu maksātāja kods ir pārāk garš.
mi: He roa rawa te INN Tangata Whiwhi takuhe.
mk: Идентификацискиот број на правно лице е предолг.
ml: ഗുണഭോക്തൃ INN ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хүлээн авагчийн INN хэт урт байна.
mr: लाभार्थी INN खूप दीर्घ आहे.
ms: INN Benefisiari terlalu panjang.
mt: L-INN tal-Benefiċjarju twil wisq.
ne: लाभग्राही INN धेरै लामो भयो।
nn_no: Mottakarens skattenummer (INN) er for langt.
no: Mottaker-INN er for lang.
or: ବେନିଫିସିଆରୀ INN ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: مستفید دا آئی این این بہت لمااے۔
pa_in: ਲਾਭਪਾਤਰ INN ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Identyfikator INN beneficjenta jest zbyt długi.
ru: Слишком длинный ИНН получателя.
sd: فائدو کڻندڙ INN تمام وڏو آھي.
si: ප්‍රතිලාභී INN දිග වැඩියි.
sl: INN upravičenca je predolg.
sr_cyrl_rs: INN примаоца је предугачак.
sr_latn_rs: INN primaoca je predugačak.
sv: Mottagar-INN är för långt.
ta: INN பயனாளி எண் மிக நீளமாக உள்ளது.
te: లబ్దిదారు INN చాలా పొడవుగా ఉంది.
tg: INN-и гиранда аз ҳад дароз аст.
th: Beneficiary INN ยาวเกินไป
tr: Lehdar INN çok uzun.
tt: Алучының ИНН бик озын.
ug: مەنپەئەتلەنگۈچىنىڭ INN نومۇرى بەك ئۇزۇن.
uk: Задовгий INN отримувача.
ur: مستفید INN بہت طویل ہے۔
uz: Benefitsiar INN juda uzun.
vi: INN người thụ hưởng quá dài.
zh_hans: 受益人 INN 过长。
zh_hant: 受款人 INN 太長。
