Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.County.GB.BlackburnwithDarwen
source: Blackburn with Darwen
af: Blackburn saam met Darwen
am: Blackburn ከDarwen ጋር
ar: بلاكبرن ويذ دارون
as: ডাৰৱেনৰ সৈতে ব্লেকবাৰ্ণ
az: Blekbern-uit-Daruen
bg: Блекбърн с Даруен
bn_in: ডারওয়েনের সাথে ব্ল্যাকবার্ন
bs: Blackburn s Darwenom
cy: Blackburn gyda Darwen
da: Blackburn med Darwen
el: Μπλάκμπερν με Ντάργουεν
es: Blackburn con Darwen
eu: Blackburn eta Darwen
fa: بلکبرن با داروین
gl: Blackburn con Darwen
gu: ડાર્વેન સાથે બ્લેકબર્ન
he: בלאקבורן עם דארוון
hi: डारवेन के साथ ब्लैकबर्न
hr: Blackburn s Darwenom
id: Blackburn dengan Darwen
is: Blackburn með Darwen
ja: ブラックバーンとダーウェン
ka: ბლექბერნი და დარვენი
kk: Блэкберн-уит-Даруэн
kn: ಬ್ಲ್ಯಾಕ್‌ಬರ್ನ್‌ ವಿದ್‌ ಡರ್ವೆನ್
ko: 블랙번과 다웬
lo: ແບລັກເບີນ ກັບ ດາເວັນ
lt: Blakbernas ir Darvenas
lv: Blekbērna un Dārvena
mi: Paenoho o Blackburn me Darwen
mk: Блекбурн со Дарвен
ml: ഡാർവെനൊപ്പം ബ്ലാക്ക്ബേൺ
mr: ब्लॅकबर्न विद डार्वेन
ms: Blackburn dengan Darwen
ne: ब्ल्याकबर्न विथ डारवेन
nn_no: Blackburn med Darwen
no: Blackburn med Darwen
or: ଡାର୍ୱେନ୍ ସହିତ ବ୍ଲାକବର୍ନ
pa_in: ਬਲੈਕਬਰਨ ਵਿੱਧ ਡਾਰਵੇਨ
pl: Blackburn z Darwen
ru: Блэкберн-уит-Даруэн
sl: Blackburn z Darwen
sr_cyrl_rs: Блекбурн са Дарвеном
sr_latn_rs: Blekburn sa Darvenom
ta: டார்வென் உடன் பிளாக்பர்ன்
te: డార్వెన్‌తో బ్లాక్‌బర్న్
th: แบล็กเบิร์นกับดาร์เวน
tr: Blackburn ile Darwen
tt: Блэкберн һәм Дарвен
ug: دارۋېن ۋە بلاكبۇرن
uk: Блекберн і Дарвен
ur: ڈاروین کے ساتھ بلیک برن
uz: Blekbern va Darven
vi: Blackburn với Darwen
zh_hans: 布莱克本-达文
zh_hant: 布拉克本-達爾文

# Word.County.GB.Blackpool
source: Blackpool
ar: بلاكبول
as: ব্লেকপুল
az: Blekpul
bg: Блекпул
bn_in: ব্ল্যাকপুল
el: Μπλάκπουλ
fa: بلکپول
gu: બ્લેકપૂલ
he: בלקפול
hi: ब्लैकपूल
ja: ブラックプール
ka: ბლექპული
kk: Блэкпул
kn: ಬ್ಲ್ಯಾಕ್‌ಪೂಲ್
ko: 블랙풀
lo: ເບຼັກພູ
lt: Blakpulas
lv: Blekpūla
mi: Tāone o Punapango
mk: Блекпул
ml: ബ്ലാക്ക്പൂൾ
mr: ब्लॅकपूल
ne: ब्ल्याकपुल
or: ବ୍ଲାକପୁଲ
pa_in: ਬਲੈਕਪੂਲ
ru: Блэкпул
sr_cyrl_rs: Блекпул
sr_latn_rs: Blekpul
ta: பிளாக்பூல்
te: బ్లాక్పూల్
th: แบล็กพูล
tt: Блэкпул
ug: بلاكپول
uk: Блекпул
ur: بلیک پول
uz: Blekpul
zh_hans: 布莱克浦
zh_hant: 布拉克普耳

# Word.County.GB.BlaenauGwent
source: Blaenau Gwent
ar: بلايناو غوينت
as: ব্লেনাউ গৱেণ্ট
az: Blaynay-Quent
bg: Блаену Гвент
bn_in: ব্লেনাউ গোয়েন্ট (Blaenau Gwent)
el: Μπλαένα Γκουέντ
fa: بلاینای گونت
gu: બ્લેનાઉ ગ્વેન્ટ
he: בלינו גוונט
hi: ब्लेनौ गेन्ट
ja: ブライナイグエント
ka: ბლაინაი-გვენტი
kk: Блейнау Гвинт
kn: ಬ್ಲೇನೌ ಗ್ವೆಂಟ್
ko: 블레나우 궨트
lo: ເບລນົວ ເກວນ
lt: Blainai Gventas
lv: Bleinogventa
mi: Kaute o Blaenau Gwent
mk: Бленау Гвент
ml: ബ്ലെനൌ ഗ്വെന്റ്
mr: ब्लेनाउ ग्वेंट
ne: ब्लेनाउ ग्वेन्ट
or: ବ୍ଲେନାଉ ଗ୍ୱେଣ୍ଟ
pa_in: ਬਲੇਨੌ ਗਵੈਂਟ
ru: Блейнау Гвинт
sr_cyrl_rs: Блено Гвент
sr_latn_rs: Bleno Gvent
ta: பிளேனவ் குவென்ட்
te: బ్లెనౌ గ్వెంట్
th: เบลนอ เกวนต์
tt: Блейнау Гвинт
ug: بلايناۋ گۋېنت
uk: Бланау-Гвент
ur: بلیناؤ گوینٹ
uz: Blaynay-Guent
zh_hans: 布莱耐格温特
zh_hant: 布萊奈格溫特

# Word.County.GB.Bolton
source: Bolton
ar: بولتون
as: বোল্টন
bg: Болтън
bn_in: বোল্টন
el: Μπόλτον
fa: بولتون
gu: બોલ્ટન
he: בולטון
hi: बोल्टन
ja: ボルトン
ka: ბოლტონი
kk: Болтон
kn: ಬೋಲ್ಟನ್
ko: 볼튼
lo: ໂບຕັນ
lt: Boltonas
lv: Boltona
mi: Tāone o Bolton
mk: Болтон
ml: ബോൾട്ടൺ
mr: बोल्टन
ne: बोल्टन
or: ବୋଲ୍ଟନ୍
pa_in: ਬੋਲਟਨ
ru: Болтон
sr_cyrl_rs: Болтон
ta: போல்டன்
te: బోల్టన్
th: โบลตัน
tt: Болтон
ug: بولتون
uk: Болтон
ur: بولٹن
zh_hans: 博尔顿
zh_hant: 博爾頓

# Word.County.GB.BournemouthChristchurchandPoole
source: Bournemouth, Christchurch and Poole
af: Bournemouth, Christchurch en Poole
am: Bournemouth, Christchurch እና Poole
ar: بورنموث وكرايستشيرش وبول
as: বোৰ্ণমাউথ, ক্ৰিষ্টচাৰ্চ আৰু পুল
az: Bornmut, Kraystçerç və Pul
bg: Борнмут, Крайстчърч и Пуул
bn_in: বোর্নমাউথ, ক্রিস্টচার্ক এবং পুল
bs: Bournemouth, Christchurch i Poole
cy: Bourne troellwr, Christchurch a Poole
da: Bournemouth, Christchurch og Poole
el: Μπόρνμουθ, Κράιστσερτς και Πουλ
es: Bournemouth, Christchurch y Poole
eu: Bournemouth, Christchurch eta Poole
fa: بورنموت، کرایستچرچ و پول
ga: Bournemouth, Christchurch agus Poole
gd: Bournemouth, Christchurch agus Poole
gl: Bournemouth, Christchurch e Poole
gu: બોર્નમાઉથ, ક્રાઇસ્ટચર્ચ અને પૂલ
he: בורנמות', קרייסטצ'רץ ופול
hi: बोर्नमाउथ, क्राइस्टचर्च और पूले
hr: Bournemouth, Christchurch i Poole
hu: Bournemouth, Christchurch és Poole
id: Bournemouth, Christchurch, dan Poole
is: Bournemouth, Christchurch og Poole
ja: ボーンマス、クライストチャーチ・アンド・プール
ka: ბორნმუტი, ქრაისთჩერჩი და პული
kk: Борнмут, Крайстчерч және Пул
kn: ಬೋರ್ನೆಮೌತ್, ಕ್ರೈಸ್ಟ್‌ಚರ್ಚ್‌ ಮತ್ತು ಪೂಲೆ
ko: 본머스, 크라이스트처치 및 풀
lo: ໂບເດເມົ້າ, ໄຄຼສເຊີດ ແລະ ປູລີ
lt: Bornmutas, Kraistčerčas ir Pulas
lv: Bornmuta, Kraistčērča un Pūla
mi: Takiwā o Bournemouth, Christchurch me Poole
mk: Бурнемаут, Крајстчерч и Пул
ml: ബോൺമൗത്ത്, ക്രൈസ്റ്റ്ചർച്ച്, പൂൾ
mr: बॉर्नमाउथ, क्राइस्टचर्च आणि पूल
ms: Bournemouth, Christchurch dan Poole
mt: Bournemouth, Christchurch u Poole
ne: बोर्नमाउथ, क्राइस्टचर्च र पुल
nn_no: Bournemouth, Christchurch og Poole
no: Bournemouth, Christchurch og Poole
or: ବୋର୍ନମାଉଥ, ଖ୍ରୀଷ୍ଟଚର୍ଚ୍ଚ ଏବଂ ପୁଲ୍
pa_in: ਬੋਰਨੇਮਾਊਥ, ਕ੍ਰਾਈਸਟਚਰਚ ਅਤੇ ਪੂਲ
pl: Bournemouth, Christchurch i Poole
ru: Борнмут, Крайстчерч и Пул
sl: Bournemouth, Christchurch in Poole
sr_cyrl_rs: Борнмут, Крајстчерч и Пул
sr_latn_rs: Bornmut, Krajstčerč i Pul
ta: போர்ன்மவுத், கிரைஸ்ட்சர்ச் மற்றும் பூலே
te: బౌర్న్‌మౌత్, క్రైస్ట్‌చర్చ్ మరియు పూలే
th: บอร์นมัธ ไครสต์เชิร์ช และพูล
tr: Bournemouth, Christchurch ve Poole
tt: Борнмут, Крайстчерч һәм Пул
ug: بورنېموت، كرايستچېرچ ۋە پول
uk: Борнмут, Крайстчерч і Пул
ur: بوورن ماؤتھ، کراسئٹ چرچ اور پول
uz: Bornmut, Kraystcherch va Pul
vi: Bournemouth, Christchurch và Poole
zh_hans: 伯恩茅斯、基督城和普尔
zh_hant: 伯恩茅斯、基督城和普爾

# Word.County.GB.BracknellForest
source: Bracknell Forest
ar: براكنيل فورست
as: ব্ৰেকনেল ফৰেষ্ট
az: Braknell Forest
bg: Бракнъл Форест
bn_in: ব্র্যাকনেল ফরেস্ট
cy: Coedwig Bracknell
el: Δάσος Μπράκνελ
fa: براکنل فارست
ga: Foraois Bracknell
gu: બ્રેકનેલ ફોરેસ્ટ
he: ברנקל פורסט
hi: कोष्ठक फ़ॉरेस्ट
ja: ブラックネルフォレスト
ka: ბრეკნელი
kk: Бракнелл-Форест
kn: ಬ್ರ್ಯಾಕ್‌ನೆಲ್‌ ಫಾರೆಸ್ಟ್
ko: 브랙넬 숲
lo: ປ່າ ເບຼັກເນວ
lt: Braknel Forestas
lv: Breknelforista
mi: Tāone o te Ngahere Bracknell
mk: Брекнел Форест
ml: ബ്രാക്ക്നെൽ ഫോറസ്റ്റ്
mr: ब्रॅकनेल फॉरेस्ट
ne: ब्राकनेल फरेस्ट
or: ବ୍ରାକନେଲ ଫରେଷ୍ଟ
pa_in: ਬ੍ਰੈਕਨੇਲ ਜੰਗਲ
ru: Бракнелл-Форест
sl: Gozd Bracknell
sr_cyrl_rs: Брекнелска шума
sr_latn_rs: Breknelska šuma
ta: பிராக்னெல் காடு
te: బ్రాక్నెల్ ఫారెస్ట్
th: แบร็คเนลล์ฟอเรสต์
tt: Брэкнелл Форест
ug: براكنېل ئورمانلىقى
uk: Брекнельський ліс
ur: بریکنیل فاریسٹ
uz: Braknell Forest
zh_hans: 布拉克内尔森林
zh_hant: 背脊森林

# Word.County.GB.Bradford
source: Bradford
ar: برادفورد
as: ব্ৰেডফৰ্ড
az: Bredford
bg: Брадфорд
bn_in: ব্র্যাডফোর্ড
el: Μπράντφορντ
fa: بردفورد
gu: બ્રેડફોર્ડ
he: ברדפורד
hi: ब्रैडफोर्ड
ja: ブラッドフォード
ka: ბრედფორდი
kk: Брэдфорд
kn: ಬ್ರ್ಯಾಡ್‌ಫೋರ್ಡ್
ko: 브래드포드
lo: ແບຣດຟອດ
lt: Bradfordas
lv: Bredforda
mi: Tāone nui o Bradford
mk: Бредфорд
ml: ബ്രാഡ്ഫോർഡ്
mr: ब्रॅडफोर्ड
ne: ब्राडफोर्ड
or: ବ୍ରାଡଫୋର୍ଡ
pa_in: ਬ੍ਰੈਡਫੋਰਡ
ru: Брэдфорд
sr_cyrl_rs: Бредфорд
sr_latn_rs: Bredford
ta: பிராட்ஃபோர்டு
te: బ్రాడ్‌ఫోర్డ్
th: แบรดฟอร์ด
tt: Брэдфорд
ug: برادفورد
uk: Бредфорд
ur: بریڈ فورڈ
uz: Bredford
zh_hans: 布拉德福德
zh_hant: 布拉德福德

# Word.County.GB.Brent
source: Brent
ar: برنت
as: ব্ৰেণ্ট
bg: Брент
bn_in: ব্রেন্ত
el: Μπρεντ
fa: برنت
gu: બ્રેન્ટ
he: ברנט
hi: ब्रेंट
ja: ブレント
ka: ბრენტი
kk: Брент
kn: ಬ್ರೆಂಟ್
ko: 브렌트
lo: ເບຣນ
lt: Brentas
lv: Brenta
mi: Paenoho o Brent
mk: Брент
ml: ബ്രെന്റ്
mr: ब्रेंट
ne: ब्रेन्ट
or: ବ୍ରେଣ୍ଟ
pa_in: ਬ੍ਰੈਂਟ
ru: Брент
sr_cyrl_rs: Брент
ta: பிரெண்ட்
te: బ్రెంట్
th: เบรนต์
tt: Брент
ug: برېنت
uk: Брент
ur: برینٹ
zh_hans: 布伦特
zh_hant: 布倫特

# Word.County.GB.Bridgend
source: Bridgend
ar: بريدجيند
as: ব্ৰিজণ্ড
az: Bricend
bg: Бридженд
bn_in: ব্রিজেন্ড
cy: Pen-y-bont ar Ogwr
el: Μπρίτζεντ
fa: بریجند
gu: બ્રિજેન્ડ
he: ברידג'נד
hi: ब्रिजेंड
ja: ブリジェンド
ka: ბიჯენდი
kk: Бридженд
kn: ಬ್ರಿಡ್‌ಗೆಂಡ್
ko: 브리젠드
lo: ບຼິດເຈັນ
lt: Bridžendas
lv: Bridženda
mi: Kaute o Bridgend
mk: Бриџенд
ml: ബ്രിഡ്ജെൻഡ്
mr: ब्रिजएंड
ne: ब्रिजेन्ड
or: ବ୍ରିଜେଣ୍ଡ
pa_in: ਬ੍ਰਿਜੈਂਡ
ru: Бридженд
sr_cyrl_rs: Бриџенд
ta: பிரிட்ஜெண்ட்
te: బ్రిడ్జ్‌ఎండ్
th: บริดเจนด์
tt: Бридженд
ug: برىجېند
uk: Брідженд
ur: برج اینڈ
uz: Bridjent
zh_hans: 布里真德市
zh_hant: 布里真德市

# Word.County.GB.BrightonandHove
source: Brighton and Hove
af: Brighton en Hove
am: Brighton እና Hove
ar: برايتون أند هوف
as: ব্ৰাইটন এণ্ড হোভ
az: Brayton və Hov
bg: Брайтън и Хоув
bn_in: ব্রাইটন এবং হোভ
bs: Brighton i Hove
cy: Brighton a Hove
da: Brighton og Hove
el: Μπράιτον και Χόουβ
es: Brighton y Hove
eu: Brighton eta Hove
fa: برایتون و هوو
ga: Brighton agus Hove
gd: Brighton agus Hove
gl: Brighton e Hove
gu: બ્રાઇટન અને હોવે
he: ברייטון והוב
hi: ब्राइटन और होव
hr: Brighton i Hove
hu: Brighton és Hove
id: Brighton dan Hove
ja: ブライトン・アンド・ホーヴ
ka: ბრაიტონი და ჰოუვი
kk: Брайтон және Хоув
kn: ಬ್ರೈಟನ್ ಮತ್ತು ಹೋವ್
ko: 브라이튼 앤 호브
lo: ໄບຼຕັ້ນ ແລະ ເຮີບ
lt: Braitonas ir Hovas
lv: Braitona un Hava
mi: Tāone nui o Brighton me Hove
mk: Брајтон и Хов
ml: ബ്രൈറ്റൺ, ഹോവ്
mr: ब्राइटन आणि होव्ह
ne: ब्राइटन र होभ
nn_no: Brighton og Hove
no: Beached og Hove
or: ବ୍ରାଇଟନ୍ ଏବଂ ହୋଭ୍
pa_in: ਬ੍ਰਾਈਟਨ ਅਤੇ ਹੋਵ
pl: Brighton i Hove
ru: Брайтон и Хоув
sl: Brighton in Hove
sr_cyrl_rs: Брајтон и Хов
sr_latn_rs: Brajton i Houv
ta: பிரைட்டன் மற்றும் ஹோவ்
te: బ్రైటన్ మరియు హోవ్
th: ไบรตันและโฮฟ
tr: Brighton ve Hove
tt: Брайтон һәм Хоув
ug: برايتون ۋە ھوۋ
uk: Брайтон і Гоув
ur: برائٹن اور ہوو
uz: Brayton-end-Hov
vi: Brighton và Hove
zh_hans: 布赖顿和霍夫
zh_hant: 布萊頓-霍夫

# Word.County.GB.Bristol
source: Bristol
ar: بريستول
as: ব্ৰিষ্টল
bg: Бристъл
bn_in: ব্রিস্টল
cy: Bryste
el: Μπρίστολ
fa: بریستول
gu: બ્રિસ્ટલ
he: בריסטול
hi: ब्रिस्टल
ja: ブリストル
ka: ბრისტოლი
kk: Бристоль
kn: ಬ್ರಿಸ್ಟಲ್
ko: 브리스톨
lo: ບຼີສໂຕສ
lt: Bristolis
lv: Bristole
mi: Tāone nui o Bristol
mk: Бристол
ml: ബ്രിസ്റ്റോൾ
mr: ब्रिस्टल
ne: ब्रिस्टल
or: ବ୍ରିଷ୍ଟଲ
pa_in: ਬ੍ਰਿਸਟਲ
ru: Бристоль
sr_cyrl_rs: Бристол
ta: பிரிஸ்டல்
te: బ్రిస్టల్
th: บริสตอล
tt: Бристоль
ug: برىستول
uk: Брістоль
ur: برسٹل
zh_hans: 布里斯托尔
zh_hant: 布里斯托爾

# Word.County.GB.Bromley
source: Bromley
ar: بروملي
as: ব্ৰমলী
az: Bromli
bg: Бромли
bn_in: ব্রোমলি
el: Μπρόμλεϋ
fa: بروملی
gu: બ્રોમલી
he: ברומלי
hi: ब्रॉमली
ja: ブロムリー
ka: ბრომლი
kk: Бромли
kn: ಬ್ರೋಮ್ಲೆ
ko: 브롬리
lo: ບຣອມລີ
lv: Bramli
mi: Paenoho o Bromley
mk: Бромли
ml: ബ്രോംലി
mr: ब्रॉमले
ne: ब्रोम्ले
or: ବ୍ରୋମଲି
pa_in: ਬਰੋਮਲੀ
ru: Бромли
sr_cyrl_rs: Бромли
sr_latn_rs: Bromli
ta: புரோம்லி
te: బ్రోమ్లీ
th: บรอมลีย์
tt: Бромли
ug: بروملېي
uk: Бромлі
ur: بروملی
uz: Bromli
zh_hans: 布罗姆利
zh_hant: 布羅姆利

# Word.County.GB.Buckinghamshire
source: Buckinghamshire
ar: باكينغهامشير
as: বাকিংহামশ্বায়াৰ
az: Bakingemşir
bg: Бъкингамшър
bn_in: বাকিংহামশায়ার
el: Μπάκιγχαμσάιρ
fa: باکینگهام‌شر
gu: બકીંગહામશાયર
he: בקינגהאמשייר
hi: बकिंघमशायर
ja: バッキンガムシャー
ka: ბუკინგემის საგრაფო
kk: Бакингемшир
kn: ಬಕಿಂಗ್‌ಹ್ಯಾಮ್‌ಶೈರ್
ko: 버킹엄셔
lo: ບັກກິ້ງແຮມ
lt: Bakingamšyras
lv: Bakingemšīra
mi: Kaute o Buckinghamshire
mk: Бакингемшир
ml: ബക്കിംഗ്ഹാംഷയർ
mr: बकिंगहॅमशायर
ne: बकिङह्याम्सायर
or: ବକିଂହାମଶାୟର୍
pa_in: ਬਕਿੰਘਮਸ਼ਾਇਰ
ru: Бакингемшир
sr_cyrl_rs: Бакингемшир
sr_latn_rs: Bakingemšir
ta: பக்கிங்ஹாம்ஷையர்
te: బకింగ్‌హామ్‌షైర్
th: บักกิงแฮมเชียร์
tt: Бакингемшир
ug: بۇكىڭھامشىر
uk: Бакінгемшир
ur: بکنگھم شائر
uz: Bakingemshir
zh_hans: 白金汉郡
zh_hant: 巴布利郡

# Word.County.GB.Bury
source: Bury
ar: بيري
as: বুৰি
az: Beri
bg: Бъри
bn_in: বিউরি
el: Μπέρι
fa: بری
gu: બરી
he: בורי
hi: बरी
ja: ベリー
ka: ბარი
kk: Бери
kn: ಬರಿ
ko: 베리
lo: ເບີຣີ
lt: Beris
lv: Beri
mi: Tāone o Bury
mk: Бери
ml: ബറി
mr: बरी
ne: बरी
nn_no: Gravleggje
or: ବ୍ୟୁରି
pa_in: ਦਫ਼ਨਾਓ
ru: Бери
sr_cyrl_rs: Бери
sr_latn_rs: Buri
ta: பரி
te: బెరీ
th: บูรี
tt: Бери
ug: بۇرى
uk: Бері
ur: بری
uz: Beri
zh_hans: 柏里
zh_hant: 貝里

# Word.County.GB.Caerphilly
source: Caerphilly
ar: كيرفيلي
as: কেৰফিলি
az: Kerfilli
bg: Каърфили
bn_in: কের্ফিলি
cy: Caerffili
el: Καέρφιλι
fa: کائرفیلی
gu: કેર્ફીલી
he: קירפילי
hi: कैरफ़िली
ja: ケアフィリー
ka: კეერფილი
kk: Кайрфилли
kn: ಕೇರ್ಫಿಲ್ಲಿ
ko: 카에필리
lo: ແຄຣ໌ຟີລີ
lt: Karfilis
lv: Karfili
mi: Tāone o Caerphilly
mk: Керфили
ml: കേർഫില്ലി
mr: कॅरफिली
ne: केर्फिली
or: କାରେଫିଲି
pa_in: ਕੈਰਫਿਲੀ
ru: Кайрфилли
sr_cyrl_rs: Керфили
sr_latn_rs: Kerfili
ta: காயர்ஃபில்லி
te: కేర్ఫిల్లీ
th: แคร์ฟิลลี
tt: Кайрфилли
ug: كايېرفىللى
uk: Карфіллі
ur: کیئرفلی
uz: Kayrfilli
zh_hans: 卡菲利
zh_hant: 卡勒法利

# Word.County.GB.Calderdale
source: Calderdale
ar: كالدرديل
as: কালডাৰডেল
az: Kolderdeyl
bg: Калдърдейл
bn_in: ক্যালডারডেল
el: Κάλντερντεϊλ
fa: کالدردیل
gu: કાલ્ડેર્ડેલ
he: קלדרדייל
hi: केल्डरडेल
ja: カルダーデール
kk: Колдердейл
kn: ಕಾಲ್ಡರ್‌ಡೇಲ್
ko: 칼더데일
lo: ຄາວເດີເດວ
lt: Kalderdeilas
lv: Kolderdeila
mi: Rohe o Calderdale
mk: Калдердејл
ml: കാൽഡെർഡേൽ
mr: कॅल्डरडेल
ne: क्याल्डरडेल
or: କାଲଡେଲ
pa_in: ਕੈਲਡਰਡੇਲ
ru: Колдердейл
sr_cyrl_rs: Калдердејл
sr_latn_rs: Kalderdejl
ta: கால்டர்டேல்
te: కాల్డెర్డేల్
th: คาลเดอร์เดล
tt: Колдердейл
ug: كالدېردال
uk: Колдердейл
ur: کالڈر ڈیل
uz: Kolderdeyl
zh_hans: 卡尔德达尔
zh_hant: 卡德萊

# Word.County.GB.Cambridgeshire
source: Cambridgeshire
ar: كامبريدجشاير
as: কেমব্ৰিজশ্বায়াৰ
az: Kembridcşir
bg: Кеймбриджшир
bn_in: ক্যামব্রিজশায়ার
cy: Swydd Caergrawnt
el: Κέιμπριτζσάιρ
fa: کمبریج‌شر
gu: કેમ્બ્રિજશાયર
he: קיימברידג'שייר
hi: केंब्रिड्जशयर
ja: ケンブリッジシャー
ka: კემბრიჯშირი
kk: Кембриджшир
kn: ಕ್ಯಾಂಬ್ರಿಡ್ಜ್‌ಶೈರ್
ko: 케임브리지셔
lo: ເຄມບຼິດເຊຍ
lt: Keimbridžšyras
lv: Kembridžšīra
mi: Kaute o Cambridgeshire
mk: Кембриџшир
ml: കേംബ്രിഡ്ജ്ഷയർ
mr: कॅम्ब्रिजशायर
ne: क्याम्ब्रिजसायर
or: କେମ୍ବ୍ରିଜଶାୟାର
pa_in: ਕੈਮਬ੍ਰਿਜਸ਼ਾਇਰ
ru: Кембриджшир
sr_cyrl_rs: Кембриџшир
sr_latn_rs: Kembridžšir
ta: கேம்பிரிட்ஜ்ஷையர்
te: కేంబ్రిడ్జ్‌షైర్
th: แคมบริดจ์เชียร์
tt: Кембриджшир
ug: كامبرىجشىر
uk: Кембриджшир
ur: کیمبرج شائر
uz: Kembrijshir
zh_hans: 剑桥
zh_hant: 劍橋

# Word.County.GB.Camden
source: Camden
ar: كامدين
as: কেমডেন
az: Kamden
bg: Камдън
bn_in: ক্যামডেন
el: Κάμντεν
fa: کمدن
gu: કેમડેન
he: קמדן
hi: केंडन
ja: カムデン
ka: ქამდენი
kk: Камден
kn: ಕಾಮ್ಡೆನ್
ko: 캠든
lo: ແຄມເດັນ
lt: Kamdenas
lv: Kemdena
mi: Paenoho o Camden
mk: Камден
ml: കാംഡൻ
mr: कॅम्डेन
ne: क्यामडेन
or: କ୍ୟାମଡେନ୍
pa_in: ਕੈਮਡੇਨ
ru: Камден
sr_cyrl_rs: Камден
sr_latn_rs: Kamden
ta: கேம்டன்
te: కామ్డెన్
th: แคมเดน
tt: Камден
ug: كامدېن
uk: Камден
ur: کیمڈن
uz: Kamden
zh_hans: 卡姆登区
zh_hant: 康登

# Word.County.GB.Cardiff
source: Cardiff
ar: كارديف
as: কাৰ্ডিফ
az: Kardiff
bg: Кардиф
bn_in: কার্ডিফ
cy: Caerdydd
el: Κάρντιφ
fa: کاردیف
gu: કાર્ડીફ્ફ
he: קארדיף
hi: कार्डिफ
ja: カーディフ
ka: კარდიფი
kk: Кардифф
kn: ಕಾರ್ಡಿಫ್
ko: 카디프
lo: ຄາດິຟ
lt: Kardifas
lv: Kārdifa
mi: Tāone nui o Cardiff
mk: Кардиф
ml: കാർഡിഫ്
mr: कार्डिफ
ne: कार्डिफ
or: କାର୍ଡିଫ
pa_in: ਕਾਰਡਿਫ
ru: Кардифф
sr_cyrl_rs: Кардиф
sr_latn_rs: Kardif
ta: கார்டிஃப்
te: కార్డిఫ్
th: คาร์ดิฟฟ์
tt: Кардифф
ug: كاردىف
uk: Кардіфф
ur: کارڈف
uz: Kardiff
zh_hans: 加的夫
zh_hant: 卡地夫

# Word.County.GB.Carmarthenshire
source: Carmarthenshire
ar: كارمارثينشاير
as: কাৰ্মাৰথেনশ্বায়াৰ
az: Karmartenşir
bg: Кармартеншир
bn_in: কার্মার্থেনশায়ার
cy: Sir Gaerfyrddin
el: Καρμαρτενσάιρ
fa: کارمارتنشر
gu: કાર્માર્થનશાયર
he: קרמאת'נשייר
hi: कारमार्थनशायर
ja: カーマーゼンシャー
ka: კარმატენშირი
kk: Кармартеншир
kn: ಕಾರ್ಮಾರ್ಥೆನ್‌ಶೈರ್
ko: 카마텐셔
lo: ຄາມາເທັນເຊຍ
lt: Karmardenšyras
lv: Karmārtenšīra
mi: Kaute o Carmarthenshire
mk: Кармартеншир
ml: കാർമാർത്തൻഷയർ
mr: कारमार्थेनशायर
ne: कारमार्थनसायर
or: କାର୍ମଡେନଶାୟାର
pa_in: ਕਾਰਮਾਰਟਨਸ਼ਾਇਰ
ru: Кармартеншир
sr_cyrl_rs: Кармартеншир
sr_latn_rs: Karmartenšir
ta: கார்மர்தன்ஷையர்
te: కార్మార్థెన్‌షైర్
th: คาร์มาร์เธนเชียร์
tt: Кармартеншир
ug: كارمارتېنشىر
uk: Кармартеншир
ur: کارمارتھن شائر
uz: Karmantenshir
zh_hans: 卡马森郡
zh_hant: 卡馬南郡

# Word.County.GB.CausewayCoastandGlens
source: Causeway Coast and Glens
af: Causeway Coast en Glens
am: Causeway Coast እና Glens
ar: كوزواي كوست آند جلينز
as: কজৱে’ কষ্ট আৰু গ্লেনচ
az: Kausvey Kost və Qlens
bg: Козуей Коуст и Гленс
bn_in: কজওয়ে কোস্ট এবং গ্লেনস
bs: Causeway Coast i Glens
cy: Arfordir Casffordd a Glens
da: Causeway Coast og Glens
el: Ακτή του Κόζγουει και Γκλενς
es: Causeway Coast y Glens
eu: Causeway Coast eta Glens
fa: کازوی کوست و گلنز
ga: Cósta an Rampair agus Glinnte
gd: Cósta an Chlocháin agus na Gleannta
gl: Causeway Coast e Glens
gu: કોઝવે કોસ્ટ અને ગ્લેન્સ
he: חוף קוסוואיי וגלנס
hi: सेसवे कोस्ट और ग्लेंस
hr: Causeway Coast i Glens
hu: Causeway Coast és Glens
id: Causeway Coast dan Glens
is: Causeway Coast og Glens
ja: コーズウェイコースト・アンド・グレンズ
ka: კაუვეის სანაპირო და გლენსი
kk: Косвей-Кост және Гленс
kn: ಕಾಸ್‌ವೇ ಕೋಸ್ಟ್‌ ಮತ್ತು ಗ್ಲೆನ್ಸ್
ko: 코즈웨이 코스트 앤 글렌스
lo: ຊາຍຝັ່ງ ຄອດສເວ ແລະ ເກຼັນ
lt: Causeway Coast ir Glens
mi: Rohe o Tai Causeway me Glens
mk: Каузвеј Коуст и Гленс
ml: കോസ്‌വേ കോസ്റ്റ്, ഗ്ലെൻസ്
mr: कॉजवे कोस्ट आणि ग्लेन्स
ms: Causeway Coast dan Glens
mt: Causeway Coast u Glens
ne: कजवे कोस्ट र ग्लेन्स
nn_no: Causeway Coast og Glens
no: Causeway Coast og Glens
or: କଜୱେ କୋଷ୍ଟ ଏବଂ ଗ୍ଲେନ୍ସ
pa_in: ਕਾਜ਼ਵੇਅ ਕੋਸਟ ਅਤੇ ਗਲੇਨਜ਼
pl: Causeway Coast i Glens
ru: Косвей-Кост и Гленс
sl: Causeway Coast in Glens
sr_cyrl_rs: Козвеј обала и Гленс
sr_latn_rs: Causeway Coast i Glens
ta: காஸ்வே கோஸ்ட் மற்றும் கிளென்ஸ்
te: కాజ్‌వే కోస్ట్ మరియు గ్లెన్స్
th: คอสเวย์โคสต์และเกลนส์
tr: Causeway Sahili ve Glens
tt: Козүэй яр буе һәм Гленс
ug: كاۋسېۋاي قىرغىقى ۋە گلېنس
uk: Козуей-Кост і Гленс
ur: کازوے کوسٹ اور گلینز
uz: Kozuey Kost va Glens
vi: Causeway Coast và Glens
zh_hant: 路道海岸和海斯

# Word.County.GB.CentralBedfordshire
source: Central Bedfordshire
ar: سنترال بيدفوردشاير
as: চেন্ট্ৰেল বেডফৰ্ডশ্বায়াৰ
az: Mərkəzi Bedfordşir
bg: Централен Бедфордшир
bn_in: সেন্ট্রাল বেডফোল্ডশায়ার
cy: Canol Swydd Bedford
el: Κεντρικό Μπέντφορντσάιρ
eu: Erdialdeko Bedfordshire
fa: بدفوردشایر مرکزی
gd: Meadhan Bedfordshire
gu: સેન્ટ્રલ બેડફોર્ડશાયર
he: מרכז בדפורדשייר
hi: सेंट्रल बेडफ़ोर्डशायर
hr: Središnji Bedfordshire
id: Bedfordshire Tengah
ja: セントラルベッドフォードシャー
ka: ცენტრალური ბედფორდშირი
kk: Орталық Бедфордшир
kn: ಸೆಂಟ್ರಲ್ ಬೆಡ್‌ಫೋರ್ಡ್‌ಶೈರ್
ko: 센트럴 베드퍼드셔
lo: ເຊັນໂທຼ ເບດຟອດເຊີຍ
lt: Centrinis Bedfordšyras
lv: Centrālā Bedfordšīra
mi: Takiwā o Bedfordshire Waengapū
mk: Централен Бедфордшир
ml: സെൻട്രൽ ബെഡ്ഫോർഡ്ഷയർ
mr: सेंट्रल बेडफोर्डशायर
ne: केन्द्रीय बेडफोर्डसायर
nn_no: Sentrale Bedfordshire
no: Sentrale Bedfordshire
or: କେନ୍ଦ୍ରୀୟ ବେଡଫୋର୍ଡଶାୟାର
pa_in: ਸੈਂਟਰਲ ਬੈੱਡਫੋਰਡਸ਼ਾਇਰ
pl: Centralne Bedfordshire
ru: Центральный Бедфордшир
sl: Osrednji Bedfordshire
sr_cyrl_rs: Централни Бедфордшир
sr_latn_rs: Centralni Bedfordšir
ta: மத்திய பெட்ஃபோர்ட்ஷையர்
te: సెంట్రల్ బెడ్‌ఫోర్డ్‌షైర్
th: เซนทรัลเบดฟอร์ดเชียร์
tr: Orta Bedfordshire
tt: Үзәк Бедфордшир
ug: مەركىزىي بېدفوردشىر
uk: Центральний Бедфордшир
ur: مرکزی بیڈ فورڈ شائر
uz: Markaziy Bedfordshir
vi: Trung Bedfordshire
zh_hans: 中贝德福德郡
zh_hant: 中貝德福德郡

# Word.County.GB.Ceredigion
source: Ceredigion
ar: سيريديجون
as: চেৰেডিজিয়ন
az: Kerediqion
bg: Керъдигиън
bn_in: সেরেডিজিয়ন
el: Κερεντίγκιον
fa: کردیگیون
gu: ક્રેડીજીયન
he: קרדיגיון
hi: सेरेडिगियन
ja: ケレディギオン
ka: ქერედიგიონი
kk: Кередигион
kn: ಸೆರೆಡಿಜಿಯನ್
ko: 세레디기온
lo: ເຊເລດີເຈິນ
lt: Keredigionas
lv: Kerēdigiona
mi: Kaute o Ceredigion
mk: Кередигион
ml: സെറിഡിജിയോൺ
mr: सेरेडिजियन
ne: सेरेडिजियन
or: ସେରେଡିଜିଓନ୍
pa_in: ਸੇਰਡਿਜਿਅਨ
ru: Кередигион
sr_cyrl_rs: Кередиџон
sr_latn_rs: Keredidžon
ta: கேரெடிஜியன்
te: సెరెడిజియన్
th: เซเรดิเจียน
tt: Кередигион
ug: سېرېدىگيون
uk: Кередіґіон
ur: سیریڈیجیون
uz: Keredigion
zh_hans: 锡尔迪金郡
zh_hant: 塞羅迪金

# Word.County.GB.CheshireEast
source: Cheshire East
ar: تشيشير إيست
as: চেশ্বায়াৰ ইষ্ট
az: Şərqi Çeşir
bg: Източен Чешър
bn_in: চশায়ার ইস্ট
cy: Dwyrain Swydd Gaer
el: Ανατολικό Τσεσάιρ
eu: Cheshire Ekialdea
fa: چشر شرقی
ga: Cheshire Thoir
gd: Cheshire an Ear
gu: સેશાયર પૂર્વ
he: מזרח צ'שייר
hi: चेशायर ईस्ट
hr: Istočni Cheshire
id: Cheshire Timur
ja: チェシャーイースト
ka: აღმოსავლეთ ჩეშირი
kk: Шығыс Чешир
kn: ಚೆಷೈರ್ ಪೂರ್ವ
ko: 체셔 이스트
lo: ເຊດເຊຍ ຕາເວັນອອກ
lt: Češyro rytinė dalis
lv: Austrumčešīra
mi: Takiwā o Cheshire Rāwhiti
mk: Источен Чешир
ml: ചെഷയർ ഈസ്റ്റ്
mr: चेशायर ईस्ट
ms: Timur Cheshire
ne: चेसायर पूर्व
nn_no: Cheshire aust
or: ଚେଶାୟାର ଇଷ୍ଟ
pa_in: ਚੈਸ਼ਾਇਰ ਈਸਟ
ru: Восточный Чешир
sr_cyrl_rs: Источни Чешир
sr_latn_rs: Istočni Češir
ta: செஷையர் கிழக்கு
te: చెషైర్ ఈస్ట్
th: เชสเชียร์ตะวันออก
tr: Cheshire Doğu
tt: Көнчыгыш Чешир
ug: چېشىر شەرقىي
uk: Східний Чешир
ur: مشرقی چیشائر
uz: Cheshir Ist
vi: Đông Cheshire
zh_hans: 东柴郡
zh_hant: 切郡東部

# Word.County.GB.CheshireWestandChester
source: Cheshire West and Chester
af: Cheshire West en Chester
am: Cheshire West እና Chester
ar: شيشاير ويست وتشيستر
as: চেশ্বায়াৰ ৱেষ্ট আৰু চেষ্টাৰ
az: Çeşir Uest və Çester
bg: Западен Чешър и Честър
bn_in: চেশায়ার ওয়েস্ট এবং চেস্টার
bs: Cheshire West i Chester
cy: Gorllewin Swydd Caer a Chaer
da: Cheshire West og Chester
el: Δυτικό Τσεσάιρ και Τσέστερ
eu: Cheshire West eta Chester
fa: چشر غربی و چستر
ga: Iarthar Cheshire agus Chester
gl: Cheshire West e Chester
gu: સેશાયર વેસ્ટ અને ચેસ્ટર
he: מערב צ'שייר וצ'סטר
hi: चेशायर वेस्ट और चेस्टर
hr: Cheshire West i Chester
hu: Cheshire West és Chester
id: Cheshire Barat dan Chester
is: Cheshire West og Chester
ja: チェシャーウェスト・アンド・チェスター
ka: დასავლეთ ჩეშირი და ჩესტერი
kk: Батыс Чешир және Честер
kn: ಚೆಷೈರ್ ವೆಸ್ಟ್ ಮತ್ತು ಚೆಸ್ಟರ್
ko: 체셔 웨스트와 체스터
lo: ເຊສເຊຍ ຕາເວັນຕົກ ແລະ ເຊສເຕີ
lt: Češyro vakarai ir Česteris
lv: Rietumčešīra un Čestera
mi: Tāone nui o Cheshire ki te Uru me Chester
mk: Чешир Вест и Честер
ml: ചെഷയർ വെസ്റ്റ്, ചെസ്റ്റർ
mr: चेशायर वेस्ट आणि चेस्टर
ms: Cheshire Barat dan Chester
mt: Cheshire West u Chester
ne: चेसायर वेस्ट र चेस्टर
nn_no: Cheshire West og Chester
no: Cheshire West og Valley
or: ଚେଶାୟାର ପଶ୍ଚିମ ଏବଂ ଚେଷ୍ଟର
pa_in: ਚੈਸ਼ਾਇਰ ਵੈਸਟ ਅਤੇ ਚੈਸਟਰ
pl: Cheshire West i Chester
ru: Чешир Уэст и Честер
sl: Cheshire West in Chester
sr_cyrl_rs: Западни Чешир и Честер
sr_latn_rs: Zapadni Češir i Čester
ta: செஷயர் மேற்கு மற்றும் செஸ்டர்
te: చెషైర్ వెస్ట్ మరియు చెస్టర్
th: เชสเชียร์เวสต์และเชสเตอร์
tr: Cheshire West ve Chester
tt: Көнбатыш Чешир һәм Честер
ug: چېشىر غەربىي ۋە چېستېر
uk: Західний Чешир і Честер
ur: مغربی چیشائر اور چیسٹر
uz: Chershir Vest va Chester
vi: Tây Cheshire và Chester
zh_hans: 切郡西部和切斯特
zh_hant: 切郡西部和維勒亞

# Word.County.GB.Clackmannanshire
source: Clackmannanshire
ar: كلاكمانانشاير
as: ক্লেকমান্নানশ্বায়াৰ
az: Klakmannanşir
bg: Клакмананшир
bn_in: ক্ল্যাকমানানশায়ার
cy: Swydd Clackmannan
el: Κλακμαννανσάιρ
fa: کلاکماننشر
gd: Siorrachd Chlach Mhanann
gu: ક્લેકમેન્નનશાયર
he: קלוקמנישייר
hi: क्लैकमैनानशायर
ja: クラックマナンシャー
ka: კლეკმანანშირი
kk: Клакманнаншир
kn: ಕ್ಲಾಕ್‌ಮನ್ನನ್‌ಶೈರ್
ko: 클락만난셔
lo: ເຄຼກແມນເນນເຊຍ
lt: Klakmananšyras
lv: Klekmenanšīra
mi: Kaute o Clackmannanshire
mk: Клекманнаншир
ml: ക്ലാക്ക്മന്നൻഷയർ
mr: क्लॅकमॅननशायर
ne: क्लाकमनानसायर
or: କ୍ଲାକମାନାନଶାୟାର
pa_in: ਕਲੈਕਮੈਨਨਸ਼ਾਇਰ
ru: Клакманнаншир
sr_cyrl_rs: Клакмананшир
sr_latn_rs: Klakmananšir
ta: கிளாக்மன்னன்ஷையர்
te: క్లాక్‌మన్నన్‌షైర్
th: แคลกมันแนนเชียร์
tt: Клакманнаншир
ug: كلاكماننانشىر
uk: Клакманнаншир
ur: کلیکمینن شائر
uz: Klakmannanshir
zh_hans: 克拉克曼南郡
zh_hant: 克拉克曼南郡

# Word.County.GB.Conwy
source: Conwy
ar: كونوي
as: কনৱি
az: Koniu
bg: Конуи
bn_in: কনউই
el: Κόνγουι
fa: کانوی
gu: કોન્વી
he: קונווי
hi: कान्वे
ja: コンウィ
ka: კონვი
kk: Конуи
kn: ಕಾನ್ವಿ
ko: 콘위
lo: ຄອນວີ
lt: Konvis
lv: Konvi
mi: Tāone o Conwy
mk: Конви
ml: കോൺവി
mr: कोन्वी
ne: कनवी
or: କନୱି
pa_in: ਕੋਨਵੀ
ru: Конуи
sr_cyrl_rs: Конви
sr_latn_rs: Konvi
ta: கான்வி
te: కాన్వీ
th: คอนวี
tt: Конуи
ug: كونۋى
uk: Конві
ur: کانوے
uz: Konui
zh_hans: 康维
zh_hant: 康維
