Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.CommercialStores.CVV4.Information
source: 4 digit verification code
af: 4-syfer-verifikasiekode
am: 4 አሃዝ ማረጋገጫ ኮድ
ar: رمز التحقق ذو 4 أرقام
as: 4 টা সংখ্যাৰ সত্যাসত্য নিৰূপণ কোড
az: 4-rəqəmli yoxlama kodu
bg: 4-цифрен код за потвърждение
bn_in: 4 সংখ্যার যাচাইকরণ কোড
bs: Četverocifren kôd za verifikaciju
cy: Cod dilysu 4 digid
da: 4-cifret bekræftelseskode
de: Vierstellige Prüfnummer
el: Τετραψήφιος κωδικός επαλήθευσης
es: Código de comprobación de 4 dígitos
et: 4-numbriline kinnituskood
eu: 4 digituko egiaztapen-kodea
fa: کد تأیید اعتبار 4 رقمی
ga: Cód fíorúcháin 4 dhigit
gd: Còd dearbhaidh 4 fhigearan
gl: Código de verificación de 4 díxitos
gu: 4 અંક ચકાસણી કોડ
he: קוד אימות בן 4 ספרות
hi: 4 अंकीय सत्यापन कोड
hr: Četveroznamenkasti kod za provjeru valjanosti
hu: Négyjegyű ellenőrzőkód
id: kode verifikasi 4 digit
is: 4 stafa staðfestingarkóði
ja: 4 桁の確認コード
ka: 4 ნიშნიანი დამოწმების კოდი
kk: 4 таңбалы тексеру коды
kn: 4 ಅಂಕಿಯ ಪರಿಶೀಲನೆ ಕೋಡ್
ko: 4자리 확인 코드
ku_arab: کۆدی سەلماندنی 4 رەنووسی
ky: 4 сандуу ырастоо коду
lo: ລະຫັດການຢືນຢັນ 4 ຕົວເລກ
lt: 4 skaitmenų patikrinimo kodas
lv: Četrciparu verifikācijas kods
mi: Waehere manatokonga mati-4
mk: Четвороцифрен верификациски код
ml: 4 അക്ക സൂക്ഷ്മപരിശോധന കോഡ്
mn: 4 оронтой баталгаажуулах код
mr: 4 अंकी सत्यापन कोड
ms: Kod pengesahan 4 digit
mt: kodiċi ta' verifika b'4 ċifri
ne: 4 अंकको प्रमाणीकरण कोड
nn_no: Stadfestingskode med fire siffer
no: Firesifret bekreftelseskode
or: 4 ସଂଖ୍ୟା ବିଶିଷ୍ଟ ଯାଞ୍ଚକରଣ କୋଡ୍
pa_arab_pk: 4 ہندسیاں دا تصدیقی کوڈ
pa_in: 4 ਅੰਕੀ ਤਸਦੀਕੀ ਕੋਡ
pl: 4-cyfrowy kod weryfikacyjny
ru: 4-значный код проверки
sd: 4 ڊجٽ تصديق ڪوڊ
si: අංක 4ක් සහිත සත්‍යාපන කේතය
sl: 4-mestna potrditvena koda
sr_cyrl_rs: Четвороцифрени код за верификацију
sr_latn_rs: Četvorocifreni kôd za verifikaciju
sv: 4-siffrig verifieringskod
ta: 4 இலக்க சரிபார்ப்புக் குறியீடு
te: 4 అంకెల ధృవీకరణ కోడ్
tg: Рамзи санҷиши 4-рақама
th: รหัสการตรวจสอบ 4 หลัก
tr: 4 basamaklı doğrulama kodu
tt: 4 санлы раслау коды
ug: 4 خانىلىق دەلىللەش كودى
uk: 4-цифровий код перевірки
ur: 4 ہندسوں والا توثیقی کوڈ
uz: 4 xonali tasdiqlash kodi
vi: Mã xác minh 4 chữ số
zh_hans: 4 位数的验证码
zh_hant: 4 位數驗證碼

# Word.Zipcode
source: ZIP code
af: Poskode
am: ዚፕ ኮድ
ar: الرمز البريدي
as: জিপ ক'ড
az: Poçt indeksi
bg: Пощенски код
bn_in: ZIP কোড
bs: Poštanski broj
cy: Cod post
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
es: Código postal
et: Sihtnumber
eu: Posta-kodea
fa: کد پستی
ga: Cód poist
gd: Còd-puist
gl: Código postal
gu: ZIP કોડ
he: מיקוד
hi: ज़िप कोड
hr: Poštanski broj
hu: Irányítószám
id: Kode pos
is: Póstnúmer
ja: 郵便番号
ka: საფოსტო ინდექსი
kk: Пошталық индекс
kn: ಜಿಪ್ ಕೋಡ್
ko: 우편 번호
ku_arab: کۆدی زیپ
ky: Индекс
lo: ລະຫັດໄປສະນີ
lt: Pašto indeksas
lv: Pasta indekss
mi: Waehere ZIP
mk: Поштенски број
ml: ZIP കോഡ്
mn: ZIP код
mr: ZIP कोड
ms: Kod zip
mt: Kodiċi postali
ne: जिप सङ्केत
nn_no: Postnummer
no: Postnummer
or: ଜିପ୍ କୋଡ୍
pa_arab_pk: ‏‏زپ کوڈ
pa_in: ਜ਼ਿੱਪ ਕੋਡ
pl: Kod pocztowy
ru: Почтовый индекс
sd: زپ ڪوڊ
si: සිප් කේතය
sl: Poštna številka
sr_cyrl_rs: Поштански број
sr_latn_rs: Poštanski broj
sv: Postnummer
ta: ஜிப் குறியீடு
te: జిప్ కోడ్
tg: Индекси почта
th: รหัสไปรษณีย์
tr: Posta kodu
tt: Почта индексы
ug: پوچتا نومۇرى
uk: Поштовий індекс
ur: زپ کوڈ
uz: Pochta indeksi
vi: Mã bưu điện
zh_hans: 邮政编码
zh_hant: 郵遞區號

# Word.Zipcode.New
source: Zip code
af: Poskode
am: ዚፕ ኮድ
ar: الرمز البريدي
as: Zip ক'ড
az: Poçt indeksi
bg: Пощенски код
bn_in: জিপ কোড
bs: Poštanski broj
cy: Cod zip
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
es: Código postal
et: Sihtnumber
eu: Posta-kodea
fa: کد پستی
ga: Cód poist
gd: Còd-puist
gl: Código postal
gu: ZIP કોડ
he: מיקוד
hi: ज़िप कोड
hr: Poštanski broj
hu: Irányítószám
id: Kode zip
is: Póstnúmer
ja: 郵便番号
ka: საფოსტო ინდექსი
kk: Пошталық индекс
kn: ZIP ಕೋಡ್
ko: 우편 번호
lo: ລະຫັດໄປສະນີ
lt: Pašto indeksas
lv: Pasta indekss
mi: Waehere poutāpeta
mk: Поштенски број
ml: ZIP കോഡ്
mr: Zip कोड
ms: Kod Zip
mt: Kodiċi postali
ne: जिप कोड
nn_no: Postnummer
no: Postnummer
or: ଜିପ୍ କୋଡ୍
pa_in: ਜ਼ਿਪ ਕੋਡ
pl: Kod pocztowy
ru: Почтовый индекс
sl: Poštna številka
sr_cyrl_rs: Поштански број
sr_latn_rs: ZIP kôd
sv: Postnummer
ta: ZIP குறியீடு
te: జిప్ కోడ్‌
th: รหัสไปรษณีย์
tr: Posta kodu
tt: Почта индексы
ug: پوچتا نومۇرى
uk: Поштовий індекс
ur: زپ کوڈ
vi: Mã zip
zh_hans: 邮政编码
zh_hant: 郵遞區號

# Word.Zip
source: Zip
af: Poskode
am: ዚፕ
ar: الرمز البريدي
as: জিপ
az: Poçt indeksi
bg: Пощенски код
bn_in: পিন
bs: Poštanski broj
da: Postnummer
de: PLZ
el: Ταχυδρομικός κώδικας
es: Código postal
et: Sihtnumber
eu: Posta-kodea
fa: زیپ
gl: Comprimir
gu: ઝિપ કરો
he: מיקוד
hi: ज़िप
hr: Poštanski broj
hu: Irányítószám
is: Þjappa
ja: 郵便番号
ka: Zip-კოდი
kk: Пошталық индекс
kn: ಜಿಪ್
ko: 우편 번호
ku_arab: کۆدی پۆسته
ky: Почта индекси
lt: Pašto indeksas
lv: Pasta indekss
mi: Waehere Poutāpeta
mk: Поштенски број
ml: തപാൽ കോഡ്
mn: Зип
mr: क्षिप
ne: जिप
nn_no: Postnummer
or: ଜିପ୍‌
pa_arab_pk: زپ
pa_in: ਜਿਪ
pl: Kod pocztowy
ru: Почтовый индекс
sd: زپ
si: සිප්
sl: Stisnjena datoteka
sr_cyrl_rs: Поштански број
sr_latn_rs: Poštanski broj
sv: Postnummer
ta: ஜிப்
te: జిప్
tg: Индекси почта
th: รหัสไปรษณีย์
tr: Posta Kodu
tt: Кысу
ug: پوچتا نومۇرى
uk: Індекс
ur: زپ
uz: Indeks
zh_hans: 邮政编码
zh_hant: 郵遞區號

# Word.Zipcode.Optional
source: ZIP Code (Optional)
af: Zip-kode (opsioneel)
am: ዚፕ ኮድ (የግድ ያልሆነ)
ar: الرمز البريدي (اختياري)
as: জিপ ক'ড (বৈকল্পিক)
az: Poçt indeksi (İxtiyari)
bg: Пощенски код (опционално)
bn_in: ZIP কোড (বৈকল্পিক)
bs: Poštanski broj (opcionalno)
cy: Cod Post (Dewisol)
da: Postnummer (valgfri)
de: Postleitzahl (optional)
el: Ταχυδρομικός κώδικας (προαιρετικά)
es: Código postal (opcional)
et: Sihtnumber (valikuline)
eu: ZIP kodea (aukerakoa)
fa: کد پستی (اختیاری)
ga: Cód poist (Roghnach)
gd: Còd-puist/ZIP (roghainneil)
gl: Código postal (opcional)
gu: ZIP કોડ (વૈકલ્પિક)
he: מיקוד (אופציונלי)
hi: ZIP कोड (वैकल्पिक)
hr: Poštanski broj (neobavezno)
hu: Irányítószám (nem kötelező)
id: Kode Pos (Opsional)
is: Póstnúmer (valfrjálst)
ja: 郵便番号 (省略可)
ka: საფოსტო კოდი (არასავალდებულო)
kk: Пошта индексі (қосымша)
kn: ZIP ಕೋಡ್ (ಐಚ್ಛಿಕ)
ko: 우편 번호(선택 사항)
ku_arab: کۆدی پۆسته (ئارەزوومەندانه)
ky: Индекси (каалоо боюнча)
lo: ລະຫັດ ZIP (ເລືອກໄດ້)
lt: Pašto kodas (pasirinktinai)
lv: ASV pasta indekss (neobligāti)
mi: Waehere Poutāpeta (Kōwhiri)
mk: Поштенски број (изборно)
ml: ZIP കോഡ് (ഓപ്ഷണൽ)
mn: ZIP код (сонголтот)
mr: ZIP कोड (पर्यायी)
ms: Kod ZIP (Pilihan)
mt: Kodiċi ZIP (Fakultattiv)
ne: जिप सङ्केत (वैकल्पिक)
nn_no: Postnummer (valfritt)
no: Postnummer (valgfritt)
or: ZIP କୋଡ୍ (ବୈକଳ୍ପିକ)
pa_arab_pk: ZIP کوڈ (اختیاری)
pa_in: ਜ਼ਿੱਪ ਕੋਡ (ਵਿਕਲਪਿਕ)
pl: Kod pocztowy (opcjonalnie)
ru: Почтовый индекс (необязательно)
sd: زپ ڪوڊ (اختياري)
si: සිප් කේතය (වෛකල්පිතයි)
sl: Poštna številka (neobvezno)
sr_cyrl_rs: ZIP кôд (опционално)
sr_latn_rs: ZIP kôd (opcionalno)
sv: Postnummer (valfritt)
ta: ஜிப் குறியீடு (விருப்பத்தேர்வு)
te: ZIP కోడ్ (ఐచ్ఛికం)
tg: Индекси почта (Ихтиёрӣ)
th: รหัสไปรษณีย์ (ระบุหรือไม่ก็ได้)
tr: Posta Kodu (İsteğe bağlı)
tt: Почта индексы (мәҗбүри түгел)
ug: پوچتا نومۇرى (ئىختىيارىي)
uk: Поштовий індекс (необов’язково)
ur: ZIP کوڈ (اختیاری)
uz: Pochta indeksi (Ixtiyoriy)
vi: Mã ZIP (Tùy chọn)
zh_hans: 邮政编码（可选）
zh_hant: 郵遞區號 (選填)

# Word.DirectDebitAccount
source: Direct debit accounts
af: Direktedebietrekeninge
am: ቀጥታ ዕዳ ሒሳቦች
ar: حسابات مدينة مباشرة
as: প্ৰত্যক্ষ জমা একাউণ্ট
az: Birbaşa debet hesabları
bg: Сметки за директен дебит
bn_in: সরাসরি ডেবিট অ্যাকাউন্টগুলি
bs: Računi direktnog zaduženja
cy: Cyfrifon debyd uniongyrchol
da: Direkte debiteringskonti
de: Lastschriftkonten
el: Λογαριασμοί άμεσης χρέωσης
es: Cuentas de adeudo directo
et: Otsekorralduskontod
eu: Banku-helbideratzerako kontuak
fa: حساب های بدهی مستقیم
ga: Cuntais dochair dhírigh
gd: Cunntasan Pàigheadh Dìreach
gl: Contas de domiciliación
gu: ડાયરેક્ટ ડેબિટ ખાતા
he: חשבונות חיוב ישיר
hi: प्रत्यक्ष डेबिट खाते
hr: Računi za izravno terećenje
hu: Csoportos beszedési megbízásos számlák
id: Rekening debit langsung
is: Beingreiðslureikningar
ja: 振替用口座
ka: პირდაპირი სადებეტო ანგარიშები
kk: Тікелей дебет шоттары
kn: ಡೈರೆಕ್ಟ್ ಡೆಬಿಟ್ ಖಾತೆಗಳು
ko: 직불 카드 계좌
ku_arab: ئەژمێرەکانی داشکاندنی راستەوخۆ
ky: Түз дебет эсептери
lo: ບັນຊີແບບຫັກບັນຊີໂດຍກົງ
lt: Tiesioginio debeto sąskaitos
lv: Tiešā debeta konti
mi: Ngā pūkete tango utu tōtika
mk: Сметки за директно дебитно плаќање
ml: ഡയറക്‌ട് ഡെബിറ്റ് അക്കൌണ്ടുകള്‍
mn: Шууд дебит данснууд
mr: थेट डेबिट खाती
ms: Akaun debit terus
mt: Kontijiet tad-direct debit
ne: प्रत्यक्ष खर्च खाताहरू
nn_no: Kontoar for direkte belasting
no: Direkte debitering-kontoer
or: ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ଏକାଉଣ୍ଟଗୁଡିକ
pa_arab_pk: Direct debit آلے اکاؤنٹس
pa_in: ਸਿੱਧੀ ਕਟੌਤੀ ਵਾਲੇ ਖਾਤੇ
pl: Konta polecenia zapłaty
ru: Счета с прямым дебетом
sd: ڊاريڪٽ ڊيبٽ اڪائونٽَ
si: ඍජු හර ගිණුම්
sl: Računi za direktno obremenitev
sr_cyrl_rs: Налози директног задужења
sr_latn_rs: Nalozi direktnog zaduženja
sv: Autogirokonton
ta: நேரடி பற்று கணக்குகள்
te: ప్రత్యక్ష డెబిట్ ఖాతాలు
tg: Суратҳисобҳои дебити мутсақим
th: บัญชีการหักบัญชีเงินฝาก
tr: Talimatlı ödeme hesapları
tt: Туры дебет хисаплар
ug: بىۋاستە چىقىم ھېساباتى
uk: Рахунки з прямим дебетом
ur: براہ راست ڈیبٹ کھاتے
uz: To‘g‘ri debit hisob qaydnomalari
vi: Tài khoản ghi nợ trực tiếp
zh_hans: 直接借记帐户
zh_hant: 直接扣款帳戶

# Word.DirectDebitBankCodeLink
source: Where can you find this?
af: Waar kan jy dit kry?
am: ይህ የት አገኘኸው?
ar: أين يمكنك العثور على هذا؟
as: আপুনি ইয়াক ক'ত বিচাৰিব?
az: Bunu harada tapa bilərsiniz?
bg: Къде можете да намерите тази информация?
bn_in: আপনি এটি কোথায় পেতে পারেন?
bs: Gdje se ovo može naći?
cy: Ble allwch chi ddod o hyd i hyn?
da: Hvor kan du finde dette?
de: Wo finden Sie dies?
el: Πού μπορείτε να βρείτε αυτό;
es: ¿Dónde puede encontrar esto?
et: Kust seda leida?
eu: Non aurki dezakezu hori?
fa: کجا می توانید این را پیدا کنید؟
ga: Cá bhfaighfinn é seo?
gd: Càit an lorg thu seo?
gl: Onde pode encontrar isto?
gu: આ તમને ક્યા મેળવશો?
he: היכן ניתן למצוא זאת?
hi: आपको यह कहाँ मिल सकता है?
hr: Gdje se to može pronaći?
hu: Hol található?
id: Di manakah Anda bisa menemukan ini?
is: Hvar finnur þú þetta?
ja: どこで見つけることができますか?
ka: სად შეგიძლიათ ნახოთ ეს?
kk: Мұны қайдан табуға болады?
kn: ಇದನ್ನು ನೀವು ಎಲ್ಲಿ ಪಡೆಯಬಹುದು?
ko: 라우팅 번호를 확인할 수 있는 위치
ku_arab: دەتوانیت ئەمە لە کوێ بدۆزیتەوە؟
ky: Сиз муну кайдан таба аласыз?
lo: ທ່ານສາມາດຊອກສິ່ງນີ້ໄດ້ຢູ່ໃສ?
lt: Kur galite rasti?
lv: Kur to var atrast?
mi: Ka kite tēnei i hea?
mk: Каде може да го најдете ова?
ml: നിങ്ങള്‍ക്ക് ഇത് എവിടെ കണ്ടെത്താന്‍ കഴിയും?
mn: Та үүнийг хаанаас олох вэ?
mr: आपण हे कुठे शोधू शकता?
ms: Di manakah anda boleh mencari ini?
mt: Fejn tista' ssib dan?
ne: तपाईँले यो कहाँ पाउन सक्नुहुन्छ?
nn_no: Kvar kan du finne dette?
no: Hvor finner du dette?
or: ଆପଣ କେଉଁଠାରୁ ଏହା ପାଇବେ?
pa_arab_pk: تسی ایہہ کتھے لبھ سکدے اوہ؟
pa_in: ਇਸਨੂੰ ਤੁਸੀਂ ਕਿੱਥੇ ਲੱਭ ਸਕਦੇ ਹੋ?
pl: Gdzie można to znaleźć?
ru: Где это можно найти?
sd: توھان ھي ڪٿي ڳولھي سگھو ٿا؟
si: මෙය සොයා ගත හැක්කේ කොහෙන්ද?
sl: Kje lahko to najdete?
sr_cyrl_rs: Где се ово може наћи?
sr_latn_rs: Gde se ovo može naći?
sv: Var finns detta?
ta: எங்கு இதை நீங்கள் கண்டறியலாம்?
te: మీరు దీన్ని ఎక్కడ కనుగొనవచ్చు?
tg: Шмо инро дар куҷо ёфта метавонед?
th: คุณจะพบข้อมูลนี้ได้ที่ใด
tr: Bunu nerede bulabilirsiniz?
tt: Кайда син моны табарсың?
ug: بۇنى قەيەردىن تاپالايسىز؟
uk: Де це знайти?
ur: آپ یہ کہاں سے حاصل کرسکتے ہیں ؟
uz: Siz buni qayerdan topa olasiz?
vi: Bạn có thể tìm thông tin này ở đâu?
zh_hans: 可以在哪里找到它?
zh_hant: 可以在哪裡找到此號碼？

# Word.InicisPaymentInstrument.SelectAccounts
source: Inicis accounts
af: Inicis-rekeninge
am: Inicis መለያዎች
ar: حسابات Inicis
as: Inicis একাউণ্ট
az: Inicis hesabları
bg: Акаунти в Inicis
bn_in: Inicis অ্যাকাউন্টগুলি
bs: Inicis računi
cy: Cyfrifon Inicis
da: Inicis-konti
de: Inicis-Konten
el: Λογαριασμοί Inicis
es: Cuentas Inicis
et: Inicise kontod
eu: Inicis kontuak
fa: حساب های Inicis
ga: Cuntais Inicis
gd: Cunntasan Inicis
gl: Contas Inicis
gu: Inicis ખાતા
he: חשבונות Inicis
hi: Inicis खाते
hr: Računi Inicis
hu: Inicis-számlák
id: Akun Inicis
is: Inicis-reikningar
ja: Inicis アカウント
ka: Inicis ანგარიშები
kk: Inicis тіркелгілері
kn: Inicis ಖಾತೆಗಳು
ko: INICIS 계정
ku_arab: ئەژمێرەکانی Inicis
ky: Inicis эсептер
lo: ບັນຊີ Inicis
lt: „Inicis“ sąskaitos
lv: Inicis konti
mi: Ngā pūkete Inicis
mk: Сметки на Inicis
ml: ഇനിസിസ് അക്കൌണ്ടുകള്‍
mn: Inicis данснууд
mr: Inicis खाती
ms: Akaun Inicis
mt: Kontijiet Inicis
ne: Inicis खाताहरू
nn_no: Inicis-kontoar
no: Inicis-kontoer
or: Inicis ଏକାଉଣ୍ଟଗୁଡିକ
pa_arab_pk: اینیسیس دے اکاؤنٹس
pa_in: Inicis ਖਾਤੇ
pl: Konta Inicis
ru: Счета Inicis
sd: Inicis اڪائونٽَ
si: Inicis ගිණුම්
sl: Računi za Inicis
sr_cyrl_rs: Inicis налози
sr_latn_rs: Inicis nalozi
sv: Inicis-konton
ta: Inicis கணக்குகள்
te: ఇనిసిస్ ఖాతాలు
tg: Суратҳисобҳои Inicis
th: บัญชี Inicis
tr: Inicis hesapları
tt: Inicis хисаплары
ug: Inicis ھېسابى
uk: Рахунки Inicis
ur: انیسز کھاتے
uz: Inicis hisob qaydnomalari
vi: Các tài khoản Inicis
zh_hans: Inicis 帐户
zh_hant: Inicis 帳戶

# Word.PaymentInstrumentType.BAP
source: Bank account
af: Bankrekening
am: የባንክ ሒሳብ
ar: حساب البنك
as: বেংক একাউণ্ট
az: Bank hesabı
bg: Банкова сметка
bn_in: ব্যাঙ্ক অ্যাকাউন্ট
bs: Bankovni račun
cy: Cyfrif banc
da: Bankkonto
de: Bankkonto
el: Τραπεζικός λογαριασμός
es: Cuenta bancaria
et: Pangakonto
eu: Banku-kontua
fa: حساب بانکی
ga: Cuntas bainc
gd: Cunntas banca
gl: Conta bancaria
gu: બેંક ખાતુ
he: חשבון בנק
hi: बैंक खाता
hr: Bankovni račun
hu: Bankszámla
id: Rekening bank
is: Bankareikningur
ja: 銀行口座
ka: საბანკო ანგარიში
kk: Банк шоты
kn: ಬ್ಯಾಂಕ್ ಖಾತೆ
ko: 은행 계좌
ku_arab: ئەژمێری بانکی
ky: Банк эсеби
lo: ບັນຊີທະນາຄານ
lt: Banko sąskaita
lv: Bankas konts
mi: Pūkete pēke
mk: Банкарска сметка
ml: ബാങ്ക് അക്കൌണ്ട്
mn: Банкны данс
mr: बँक खाते
ms: Akaun bank
mt: Kont tal-bank
ne: बैङ्क खाता
nn_no: Bankkonto
no: Bankkonto
or: ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ
pa_arab_pk: بینک دا اکاؤنٹ
pa_in: ਬੈਂਕ ਖਾਤਾ
pl: Konto bankowe
ru: Банковский счет
sd: بينڪ اڪائونٽ
si: බැංකු ගිණුම
sl: Bančni račun
sr_cyrl_rs: Рачун у банци
sr_latn_rs: Račun u banci
sv: Bankkonto
ta: வங்கி கணக்கு
te: బ్యాంక్ ఖాతా
tg: Суратҳисби бонкӣ
th: บัญชีธนาคาร
tr: Banka hesabı
tt: Банк хисабы
ug: بانكا ھېسابى
uk: Банківський рахунок
ur: بینک کھاتہ
uz: Bank hisob qaydnomasi
vi: Tài khoản ngân hàng
zh_hans: 银行帐户
zh_hant: 銀行帳戶

# Word.PaymentInstrumentType.CC
source: Credit/Debit card
af: Krediet-/Debietkaart
am: የክሬዲት/የዴቢት ካርድ
ar: بطاقة الائتمان/الخصم
as: ক্ৰেডিট কাৰ্ড/ডেবিট কাৰ্ড
az: Kredit/Debet kartı
bg: Кредитна/дебитна карта
bn_in: ক্রেডিট/ডেবিট কার্ড
bs: Kreditna/debitna kartica
cy: Cerdyn credyd/debyd
da: Kredit/debetkort
de: Kredit-/Kundenkarte
el: Πιστωτική/χρεωστική κάρτα
es: Tarjeta de crédito o débito
et: Krediit-/deebetkaart
eu: Kreditu- edo zordunketa-txartela
fa: کارت نقدی/اعتباری
ga: Cárta creidmheasa/dochair
gd: Cairt-chreideis/Cairt-fhiachan
gl: Cartón de crédito ou débito
gu: ક્રેડિટ/ડેબિટ કાર્ડ
he: כרטיס אשראי/חיוב
hi: क्रेडिट/डेबिट कार्ड
hr: Kreditna/debitna kartica
hu: Betéti/hitelkártya
id: Kartu Kredit/Debit
is: Kredit-/debetkort
ja: クレジット/デビット カード
ka: საკრედიტო/სადებეტო ბარათი
kk: Несиелік/Дебеттік карта
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್/ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: 신용/직불 카드
ku_arab: کرێدت کارت/کارتی قەرز
ky: Кредит/Насыя картасы
lo: ບັດເຄຣດິດ/ບັດເດບິດ
lt: Kredito / debeto kortelė
lv: Kredītkarte/debetkarte
mi: Kari nama/Kāri tāwere
mk: Кредитна/дебитна картичка
ml: ക്രെഡിറ്റ്/ഡെബിറ്റ് കാർഡ്
mn: Кредит/Дебит карт
mr: क्रेडिट/डेबिट कार्ड
ms: Kad Kredit/Debit
mt: Karta ta' kreditu/debitu
ne: क्रेडिट/डेबिट कार्ड
nn_no: Kreditt-/debetkort
no: Kreditt- eller debetkort
or: କ୍ରେଡିଟ୍/ଡେବିଟ୍ କାର୍ଡ
pa_arab_pk: کریڈٹ/ڈیبٹ کارڈ
pa_in: ਕਰੈਡਿਟ/ਡੈਬਿਟ ਕਾਰਡ
pl: Karta kredytowa/debetowa
ru: Кредитная/платежная карта
sd: ڪريڊٽ/ڊيبٽ ڪارڊ
si: ණය/හර කාඩ්පත
sl: Kreditna/debetna kartica
sr_cyrl_rs: Кредитна/дебитна картица
sr_latn_rs: Kreditna/debitna kartica
sv: Kredit- eller betalkort
ta: கடன்/டெபிட் அட்டை
te: క్రెడిట్/డెబిట్ కార్డ్
tg: Корти қарзӣ/дебетӣ
th: บัตรเครดิต/เดบิต
tr: Kredi/Banka kartı
tt: Кредит/дебет картасы
ug: ئىناۋەتلىك كارتا/ئامانەت كارتىسى
uk: Кредитна/платіжна картка
ur: کریڈٹ/ڈیبٹ کارڈ
uz: Kredit/debit karta
vi: Thẻ Tín dụng/Ghi nợ
zh_hans: 信用/借记卡
zh_hant: 信用卡/轉帳卡

# Word.PaymentInstrumentType.DD
source: Direct debit
af: Direkte debiet
am: ቀጥታ ዕዳ
ar: الخصم المباشر
as: ডাইৰেক্ট ডেবিট
az: Birbaşa debet
bg: Директен дебит
bn_in: সরাসরি ডেবিট
bs: Direktno zaduženje
cy: Debyd uniongyrchol
da: Direkte debitering
de: Lastschrift
el: Άμεση χρέωση
es: Adeudo directo
et: Otsekorraldus
eu: Zordunketa automatikoa
fa: بدهی مستقیم
ga: Dochar díreach
gd: Pàigheadh Dìreach
gl: Domiciliación
gu: ડાયરેક્ટ ડેબિટ
he: חיוב ישיר
hi: प्रत्यक्ष डेबिट
hr: Izravno terećenje
hu: Csoportos beszedési megbízás
id: Debit langsung
is: Beingreiðsla
ja: 口座振替
ka: პირდაპირი დებეტი
kk: Тікелей дебет
kn: ನೇರ ಡೆಬಿಟ್
ko: 체크 카드
ku_arab: داشکاندنی راستەوخۆ
ky: Түз дебет
lo: ຫັກບັນຊີໂດຍກົງ
lt: Tiesioginis debetas
lv: Tiešais debets
mi: Tango moni tōtika
mk: Директно дебитно плаќање
ml: നേരിട്ടുള്ള ഡെബിറ്റ്
mn: Шууд дебит
mr: थेट डेबिट
ms: Debit terus
mt: Debitu dirett
ne: प्रत्यक्ष डेबिट
nn_no: Direkte debitering
no: Direkte debitering
or: ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍
pa_arab_pk: ڈائریکٹ ڈیبٹ
pa_in: ਡਾਇਰੈਕਟ ਡੈਬਿਟ
pl: Polecenie zapłaty
ru: Прямое списание
sd: براہ راست ڊيبٽ
si: ඍජු හර
sl: Direktna bremenitev
sr_cyrl_rs: Директно задужење
sr_latn_rs: Direktno zaduženje
sv: Autogiro
ta: நேரடி பற்று
te: డైరెక్ట్ డెబిట్
tg: Дебети мустақим
th: การหักบัญชีเงินฝาก
tr: Talimatlı ödeme
tt: Туры дебет
ug: بىۋاسىتە چىقىم
uk: Пряме дебетування
ur: براہ راست ڈیبٹ
uz: To‘g‘ridan-to‘g‘ri debet
vi: Ghi nợ trực tiếp
zh_hans: 直接借记
zh_hant: 直接扣款

# Word.PaymentInstrumentType.Inicis
source: Inicis pay
am: Inicis ክፍያ
ar: دفع Inicis
as: Inicis পৰিশোধ
az: Inicis ödənişi
bg: Плащане през Inicis
bs: Inicis plaćanje
cy: Cyflog Inicis
da: Inicis-betaling
de: Inicis-Zahlung
el: Πληρωμή μέσω Inicis
es: Inicis
et: Inicise makse
eu: Inicis ordainketa
ga: Pá Inicis
gd: Pàigheadh Inicis
gl: Pagamento de Inicis
gu: Inicis પે
he: תשלום ל-Inicis
hi: Inicis भुगतान
hr: Plaćanje servisom Inicis
hu: Inicis-fizetés
id: pembayaran Inicis
is: Inicis-greiðsla
ja: Inicis 支払い
kk: Inicis төлеу
kn: Inicis ಪಾವತಿ
ko: INICIS 결제
ku_arab: پارەدانی Inicis
lt: Mokėjimas iš „Inicis“
lv: Samaksa, izmantojot Inicis
mi: Utu Inicis
mk: Плаќање преку Inicis
ml: ഇനിസിസ് പേ
mn: Inicis төлбөр
mr: Inicis देय
ms: bayar inicis
mt: Ħlas Inicis
ne: Inicis भुक्तान
nn_no: Inicis-betaling
no: Inicis-betaling
or: Inicis ଦେୟ
pa_arab_pk: اینیسیس ادائیگی
pa_in: Inicis ਭੁਗਤਾਨ
pl: Płatność Inicis
ru: Оплата через Inicis
si: Inicis වැටුප
sl: Plačilo prek Inicisa
sr_cyrl_rs: Inicis плаћање
sr_latn_rs: Inicis plaćanje
sv: Inicis-betalning
ta: Inicis கட்டணம் செலுத்துதல்
te: ఇనిసిస్ చెల్లింపు
tg: Пардохти Inicis
th: ชำระผ่าน Inicis
tr: Inicis ödemesi
ug: Inicis ھەق تۆلەش
uk: Оплата через Inicis
ur: انیسز ادائیگی
uz: Inicis to‘lov
vi: Thanh toán Inicis
zh_hans: Inicis 付款
zh_hant: Inicis 付費

# Word.PaymentInstrumentType.IdealBA
source: iDEAL (Direct Debit)
af: iDEAL (Direkte debiet)
am: iDEAL (ቀጥተኛ ዴቢት)
ar: iDEAL (الإيداع المباشر)
az: iDEAL (Birbaşa Debet)
bg: iDEAL (Директен дебит)
bn_in: iDEAL (সরাসরি ডেবিট)
bs: iDEAL (Direktno terećenje)
cy: iDEAL (Debyd Uniongyrchol)
da: iDEAL (direkte debitering)
de: iDEAL (Lastschrift)
el: iDEAL (Άμεση χρέωση)
es: iDEAL (adeudo directo)
et: iDEAL (otsekorraldus)
eu: iDEAL (zordunketa zuzena)
fa: iDEAL (بدهی مستقیم)
ga: iDEAL (Dochar Díreach)
gl: iDEAL (Débito directo)
gu: iDEAL (ડાયરેક્ટ ડેબિટ)
he: iDEAL (חיוב ישיר)
hi: iDEAL (प्रत्यक्ष डेबिट)
hr: iDEAL (izravno terećenje računa)
hu: iDEAL (beszedési megbízás)
id: iDEAL (Debit Langsung)
is: iDEAL (beingreiðsla)
ja: iDEAL (口座振替)
ka: iDEAL (პირდაპირი დებეტი)
kk: iDEAL (тікелей дебет)
kn: iDEAL (ನೇರ ಡೆಬಿಟ್)
ko: iDEAL(직불 카드)
ku_arab: iDEAL (داشکاندنی راستەوخۆ)
ky: iDEAL (Түз Дебет)
lo: iDEAL (ຫັກບັນຊີໂດຍກົງ)
lt: „iDEAL“ (tiesioginis debetas)
lv: iDEAL (tiešais debets)
mi: iDEAL (Utu Hāngai)
mk: iDEAL (директно дебино плаќање)
ml: iDEAL (സ്വയം ഡെബിറ്റ്)
mn: iDEAL (Шууд Дебит)
mr: iDEAL (थेट डेबिट)
ms: iDEAL (Debit Terus)
mt: iDEAL (Debitu Dirett)
ne: iDEAL (डाइरेक्ट डेबिट)
nn_no: iDEAL (direkte debet)
no: iDEAL (direkte debitering)
or: iDEAL (ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍)
pa_arab_pk: iDEAL (براہ رست ڈیبٹ)
pa_in: iDEAL (ਡਾਇਰੈਕਟ ਡੈਬਿਟ)
pl: iDEAL (polecenie zapłaty)
ru: iDEAL (Прямой дебет)
sd: iDEAL (براه راست ڊيبٽ)
sl: iDEAL (trajnik)
sr_cyrl_rs: iDEAL (директно задужење)
sr_latn_rs: iDEAL (direktno zaduženje)
sv: iDEAL (autogiro)
te: iDEAL (ప్రత్యక్ష డెబిట్)
tg: iDEAL (Дебети бевосита)
th: iDEAL (หักบัญชีเงินฝาก)
tr: iDEAL (Otomatik Ödeme)
tt: iDEAL (Туры дебет)
ug: iDEAL (بىۋاستە چىقىم)
uk: iDEAL (Прямий дебет)
ur: iDEAL (براہ راست واجب)
uz: iDEAL (To‘g‘ridan-to‘g‘ri debet)
vi: iDEAL (Ghi nợ Trực tiếp)
zh_hans: iDEAL (直接借记)
zh_hant: iDEAL (直接借記)

# Word.Example.Hint
source: - Example: {0} -
af: - Voorbeeld: {0} -
am: - ምሳሌ፥ {0} -
ar: - مثال: {0} -
as: - উদাহৰণ: {0} -
az: - Məsələn: {0} -
bg: - Пример: {0} -
bn_in: - উদাহরণ: {0} -
bs: - Primjer: {0} -
cy: - Enghraifft: {0} -
da: - Eksempel: {0} -
de: - Beispiel: {0} -
el: - Παράδειγμα: {0} -
es: - Ejemplo: {0} -
et: - Näide: {0} -
eu: - Adibidea: {0} -
fa: - نمونه: {0} -
ga: - Sampla: {0} -
gd: - Ball-eisimpleir: {0} -
gl: - Exemplo: {0} -
gu: - ઉદાહરણ: {0} -
he: - דוגמה: {0} -
hi: - उदाहरण: {0} -
hr: - Primjer: {0} -
hu: - Példa: {0} -
id: - Contoh: {0} -
is: - Dæmi: {0} -
ja: - 例: {0} -
ka: - მაგალითი: {0} -
kk: - Мысал: {0} -
kn: - ಉದಾಹರಣೆ: {0} -
ko: - 예: {0} -
ku_arab: - بۆ نمونە: {0} -
ky: - Үлгү: {0} -
lo: - ຕົວຢ່າງ: {0} -
lt: - Pavyzdys: {0} -
lv: - Piemērs: {0} -
mi: - Tauira: {0} -
mk: - Пример: {0} -
ml: - ഉദാഹരണം: {0} -
mn: - Жишээ нь: {0} -
mr: - उदाहरण: {0} -
ms: - Contoh: {0} -
mt: - Eżempju: {0} -
ne: - उदाहरण: {0} -
nn_no: - Eksempel: {0} -
no: - Eksempel: {0} -
or: - ଉଦାହାରଣ: {0} -
pa_arab_pk: - مثال: {0} -
pa_in: - ਉਦਾਹਰਨ: {0} -
pl: - Przykład: {0} -
ru: - Пример: {0} -
sd: - مثال: {0} -
si: - උදා: {0} -
sl: - Primer: {0} -
sr_cyrl_rs: - Пример: {0} -
sr_latn_rs: - Primer: {0} -
sv: - Exempel: {0} -
ta: - எடுத்துக்காட்டு: {0} -
te: - ఉదాహరణ: {0} -
tg: - Мисол: {0} -
th: - ตัวอย่าง: {0} -
tr: Örnek: {0}-
tt: - Үрнәк: {0} -
ug: - مىسال: {0} -
uk: - Приклад: {0} -
ur: - مثال: {0} -
uz: - Masalan: {0} -
vi: - Ví dụ: {0} -
zh_hans: - 示例：{0} -
zh_hant: - 範例: {0} -
