Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.BankAccountInstitutionNumber.MinLength
source: Institution number is too short.
af: Instelling nommer is te kort.
am: የተቋሙ ቁጥር በጣም አጭር ነው።
ar: يقل رقم المؤسسة عن اللازم طولاً.
as: প্ৰতিষ্ঠান নম্বৰ অতি চুটি৷
az: Müəssisənin nömrəsi çox qısadır.
bg: Номерът на институция е прекалено къс.
bn_in: প্রতিষ্ঠানের নম্বর অত্যন্ত ছোট।
bs: Broj institucije je prekratak.
cy: Mae'r rhif Sefydliad yn rhy fyr.
da: Bankkoden er for kort.
de: Die Institutnummer ist zu kurz.
el: Ο αριθμός χρηματοπιστωτικού ιδρύματος είναι πολύ μικρός.
es: El número de entidad es demasiado corto.
et: Pangakood on liiga lühike.
eu: Bankuaren zenbakia laburregia da.
fa: شماره مؤسسه بسیار کوتاه است.
ga: Tá uimhir na hInstitiúide róghearr.
gd: Tha còd an eagrachais ro ghoirid.
gl: O número de institución é moi corto.
gu: સંસ્થા નંબર ખૂબ ટૂંકો છે.
he: מספר המוסד קצר מדי.
hi: संस्थान संख्या बहुत छोटी है.
hr: Broj ustanove prekratak je.
hu: Az intézmény száma túl rövid.
id: Nomor Lembaga terlalu pendek.
is: Stofnunarnúmerið er of stutt.
ja: 機関番号が短すぎます。
ka: დაწესებულები ნომერი ძალიან მოკლეა.
kk: Ұйым нөмірі тым қысқа.
kn: ಸಂಸ್ಥೆ ಸಂಖ್ಯೆ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 금융 기관 번호가 너무 짧습니다.
ku_arab: ژمارەی دامەزراوە زۆر کورتە.
ky: Институт номери өтө эле кыска.
lo: ໝາຍເລກສະຖາບັນສັ້ນເກີນໄປ.
lt: Institucijos numeris per trumpas.
lv: Iestādes numurs ir pārāk īss.
mi: He poto rawa te tau rōpū.
mk: Бројот на институцијата е прекраток.
ml: ഇന്‍സ്റ്റിറ്റ്യൂഷന്‍ നമ്പര്‍ വളരെ ചെറുതാണ്.
mn: Байгууллагын дугаар хэт богино байна.
mr: संस्था नंबर खूप लहान आहे.
ms: Nombor institusi terlalu pendek.
mt: In-numru tal-istituzzjoni qasir wisq.
ne: संस्था नम्बर धेरै छोटो छ।
nn_no: Institusjonsnummeret er for kort.
no: Institusjonsnummeret er for langt.
or: ସଂସ୍ଥା ନମ୍ଵର୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ‏‏ادارہ نمبر بوہت نکا اے۔
pa_in: ਸੰਸਥਾ ਨੰਬਰ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Numer instytucji jest zbyt krótki.
ru: Номер учреждения слишком короткий.
sd: اداري جو نمبر تمام ننڍو آهي.
si: ආයතනයේ අංකය කෙටි වැඩියි.
sl: Številka institucije je prekratka.
sr_cyrl_rs: Број институције је прекратак.
sr_latn_rs: Broj institucije je prekratak.
sv: Institutionsnumret är för kort.
ta: நிறுவன எண் மிகச் சிறியதாக உள்ளது.
te: సంస్థ సంఖ్య చాలా చిన్నదిగా ఉంది.
tg: Рамзи муассиса аз ҳад кӯтоҳ аст.
th: หมายเลขสถาบันสั้นเกินไป
tr: Kurum numarası çok kısa.
tt: Оешма номеры артык кыска.
ug: ئورگان نومۇرى بەك قىسقا.
uk: Закороткий номер установи.
ur: ادارہ کا نمبر بہت مختصر ہے۔
uz: Institut nomi juda qisqa.
vi: Số tổ chức quá ngắn.
zh_hans: 机构编号太短。
zh_hant: 機構編號太短。

# Literal.BankAccountInstitutionNumber.Pattern
source: Invalid Institution number.
af: Ongeldige instelling nommer.
am: ልክ ያልሆነ የተቋሙ ቁጥር።
ar: ليس رقم المؤسسة صالحًا.
as: অবৈধ প্ৰতিষ্ঠান নম্বৰ৷
az: Müəssisənin nömrəsi səhvdir.
bg: Невалиден номер на институция.
bn_in: প্রতিষ্ঠানের নম্বর সঠিক নয়।
bs: Nevažeći broj institucije.
cy: Rhif Sefydliad annilys.
da: Ugyldig bankkode.
de: Die Institutnummer ist ungültig.
el: Μη έγκυρος αριθμός χρηματοπιστωτικού ιδρύματος.
es: El número de entidad no es válido.
et: Vigane pangakood.
eu: Bankuaren zenbakia ez da baliozkoa.
fa: شماره مؤسسه نامعتبر است.
ga: Uimhir Institiúide neamhbhailí.
gd: Tha còd an eagrachais mì-dhligheach.
gl: Número de institución non válido.
gu: અમાન્ય સંસ્થા નંબર.
he: מספר מוסד לא חוקי.
hi: अमान्य संस्थान संख्या.
hr: Broj ustanove nije valjan.
hu: Az intézmény száma érvénytelen.
id: Nomor Lembaga tidak valid.
is: Ógilt stofnunarnúmer.
ja: 機関番号が無効です。
ka: დაწესებულები ნომერი არასწორია.
kk: Ұйым нөмірі жарамсыз.
kn: ಅಮಾನ್ಯ ಸಂಸ್ಥೆ ಸಂಖ್ಯೆ.
ko: 금융 기관 번호가 올바르지 않습니다.
ku_arab: ژمارەی دامەزراوە نادروستە.
ky: Туура эмес институт номери.
lo: ໝາຍເລກສະຖາບັນບໍ່ຖືກຕ້ອງ.
lt: Netinkamas institucijos numeris.
lv: Nederīgs iestādes numurs.
mi: Tau whakahaere muhu.
mk: Бројот на институцијата е неважечки.
ml: ഇന്‍സ്റ്റിറ്റ്യൂഷന്‍ നമ്പര്‍ അസാധുവാണ്.
mn: Байгууллагын дугаар буруу байна.
mr: अवैध संस्था नंबर.
ms: Nombor Institusi tidak sah.
mt: In-numru tal-istituzzjoni invalidu.
ne: अवैध संस्था नम्बर।
nn_no: Ugyldig institusjonsnummer.
no: Ugyldig institusjonsnummer.
or: ଅବୈଧ ସଂସ୍ଥା ନମ୍ଵର୍.
pa_arab_pk: ‏‏ناجائز ادارہ نمبر
pa_in: ਸੰਸਥਾ ਦਾ ਅਯੋਗ ਨੰਬਰ।
pl: Nieprawidłowy numer instytucji.
ru: Номер учреждения недействителен.
sd: غلط اداري جو نمبر.
si: ආයතනයේ අංකය වැරදියි.
sl: Številka institucije ni veljavna.
sr_cyrl_rs: Неважећи број институције.
sr_latn_rs: Nevažeći broj institucije.
sv: Ogiltigt institutionsnummer.
ta: தவறான நிறுவன எண்.
te: చెల్లని సంస్థ సంఖ్య.
tg: Рамзи муассиса беэътибор.
th: หมายเลขสถาบันไม่ถูกต้อง
tr: Geçersiz Kurum numarası.
tt: Оешма номеры ялгыш.
ug: ئورگان نومۇرى ئىناۋەتسىز.
uk: Неприпустимий номер установи.
ur: بے جوازادارہ نمبر
uz: Institut nomi haqiqiy emas.
vi: Số Tổ chức không hợp lệ.
zh_hans: 机构编号无效。
zh_hant: 機構編號無效。

# Literal.BankAccountInstitutionNumber.Required
source: Institution number is required.
af: Instelling nomer word vereis.
am: የተቋም ቁጥር ያስፈልጋል።
ar: رقم المؤسسة مطلوب.
as: প্ৰতিষ্ঠান নম্বৰৰ আৱশ্যক৷
az: Müəssisə nömrəsi tələb olunur.
bg: Номерът на институция е задължителен.
bn_in: প্রতিষ্ঠানের নম্বর আবশ্যক।
bs: Broj institucije je obavezan.
cy: Rhaid rhoi rhif Sefydliad.
da: Bankkoden skal angives.
de: Die Institutnummer ist erforderlich.
el: Απαιτείται αριθμός χρηματοπιστωτικού ιδρύματος.
es: El número de entidad es obligatorio.
et: Pangakood on kohustuslik.
eu: Bankuaren zenbakia behar da.
fa: به شماره مؤسسه نیاز است.
ga: Tá uimhir Institiúide de dhíth.
gd: Tha feum aur còd an eagrachais.
gl: Requírese un número de institución.
gu: સંસ્થા નંબરની આવશ્યકતા છે.
he: נדרש מספר מוסד.
hi: संस्थान संख्या आवश्यक है.
hr: Broj ustanove obavezan je.
hu: Az intézmény számát kötelező megadni.
id: Nomor Lembaga wajib diisi.
is: Færa þarf inn stofnunarnúmer.
ja: 機関番号は必須項目です。
ka: მიუთითეთ დაწესებულები ნომერი.
kk: Ұйым нөмірі қажет.
kn: ಸಂಸ್ಥೆ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ.
ko: 금융 기관 번호는 필수 항목입니다.
ku_arab: ژمارەی دامەزراوە پێویستە.
ky: Институт номери талап кылынууда.
lo: ຕ້ອງລະບຸໝາຍເລກສະຖາບັນ.
lt: Reikia nurodyti institucijos numerį.
lv: Nepieciešams iestādes numurs.
mi: Me mātua noho mai te tau whakahaere.
mk: Потребен е број на институција.
ml: ഇന്‍സ്റ്റിറ്റ്യൂഷന്‍ നമ്പര്‍ ആവശ്യമാണ്.
mn: Байгууллагын дугаар оруулах шаардлагатай.
mr: संस्था नंबरची आवश्यकता आहे.
ms: Nombor institusi diperlukan.
mt: In-numru tal-istituzzjoni meħtieġ.
ne: संस्था नम्बर आवश्यक छ।
nn_no: Institusjonsnummer er obligatorisk.
no: Institusjonsnummer er påkrevd.
or: ସଂସ୍ଥା ନମ୍ଵର୍ ଆବଶ୍ୟକ.
pa_arab_pk: ‏‏ادارہ نمبر دی لوڑ اے۔
pa_in: ਸੰਸਥਾ ਦੇ ਨੰਬਰ ਦੀ ਲੋਡ਼ ਹੈ।
pl: Numer instytucji jest wymagany.
ru: Требуется указать номер учреждения.
sd: اداري جي نمبر جي ضرورت آهي.
si: ආයතනයේ අංකය අවශ්‍යයි.
sl: Vnesite številko institucije.
sr_cyrl_rs: Број институције је обавезан.
sr_latn_rs: Broj institucije je obavezan.
sv: Institutionsnummer krävs.
ta: நிறுவன எண் தேவை.
te: సంస్థ సంఖ్య అవసరం.
tg: Рамзи муассиса ҳатмист.
th: ต้องระบุหมายเลขสถาบัน
tr: Kurum numarası gereklidir.
tt: Оешма номеры мәҗбүри.
ug: ئورگان نومۇرى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати номер установи.
ur: ادارہ کا نمبر مطلوب ہے۔
uz: Institut nomi talab qilinadi.
vi: Số tổ chức là cần thiết.
zh_hans: 机构编号为必填项。
zh_hant: 機構編號是必要資訊。

# Literal.PICV.SMSResultContent.Fail
source: Your account cannot be verified. Please try again or contact customer support.
af: Jou rekening kan nie geverifieer word nie. Probeer asseblief weer of kontak kliëntondersteuning.
am: መለያህ ሊረጋገጥ አልተቻለም።እባክህ እንደገና ሞክር ወይም የደንበኞች ድጋፍ አግኝ።
ar: لا يمكن التحقق من حسابك. يرجى إعادة المحاولة أو الاتصال بدعم العملاء.
as: আপোনাৰ একাউণ্ট সত্যাপন কৰিব নোৱাৰে৷ অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক বা গ্ৰাহক সমৰ্থকৰ লগত যোগাযোগ কৰক৷
az: Hesabınızı yoxlamaq mümkün deyil. Lütfən yenidən cəhd edin və ya müştəri xidməti ilə əlaqə saxlayın.
bg: Акаунтът ви не може да бъде проверен. Моля, опитайте отново или се свържете с поддръжката на клиенти.
bn_in: আপনার অ্যাকাউন্টের সত্যতা যাচাই করা যায় নি৷ দয়া করে আবার চেষ্টা করুন অথবা গ্রাহক সহায়তার সাথে যোগাযোগ করুন৷
bs: Vaš račun nije moguće verificirati. Pokušajte ponovo ili se obratite korisničkoj podršci.
cy: Does dim modd dilysu eich cyfrif. Rhowch gynnig arall arni neu cysylltwch â chymorth i gwsmeriaid.
da: Din konto kan ikke kontrolleres. Prøv igen eller kontakt kundesupport.
de: Ihr Konto konnte nicht überprüft werden. Versuchen Sie es erneut oder wenden Sie sich an den Kundensupport.
el: Δεν είναι δυνατή η επαλήθευση του λογαριασμού σας. Προσπαθήστε ξανά ή επικοινωνήστε με την υποστήριξη πελατών.
es: No se puede comprobar su cuenta. Inténtelo de nuevo o póngase en contacto con el Soporte técnico.
et: Teie kontot ei saa kinnitada. Proovige uuesti või võtke ühendust klienditoega.
eu: Ezin da zure kontua egiaztatu. Saiatu berriro edo jarri harremanetan bezero-zerbitzuarekin.
fa: اعتبار حساب شما تأیید نمی شود. لطفاً دوباره امتحان کرده یا با پشتیبانی مشتری خود تماس بگیرید.
ga: Ní féidir do chuntas a dheimhniú. Bain triail as arís le do thoil nó téigh i dteagmháil le tacaíocht do chustaiméirí.
gd: Chan urrainn dhuinn an cunntas agad a dhearbhadh. Cuir fios gu sgioba taic nan custamairean.
gl: A súa conta non se pode verificar. Ténteo de novo ou contacte con atención ao cliente.
gu: તમારું ખાતુ વેરીફાઇ થઇ શકતુ નથી. કૃપા કરી ફરીથી પ્રયાસ કરો અથવા ગ્રાહક સહાયનો સંપર્ક કરો.
he: לא ניתן לאמת את חשבונך. נסה שוב או צור קשר עם תמיכת הלקוחות.
hi: आपके खाते को सत्यापित नहीं किया जा सकता है. कृपया पुनः प्रयास करें या ग्राहक समर्थन से संपर्क करें.
hr: Nije moguće provjeriti valjanost vašeg računa. Pokušajte ponovo ili kontaktirajte korisničku službu.
hu: A fiókja nem ellenőrizhető. Próbálja meg újra, vagy forduljon az ügyfélszolgálathoz.
id: Rekening Anda tidak dapat diverifikasi. Coba lagi nanti atau hubungi dukungan pelanggan.
is: Ekki er hægt að sannprófa reikninginn. Reyndu aftur eða hafðu samband við þjónustuver.
ja: アカウントを検証できません。やり直すか、カスタマー サポートにお問い合わせください。
ka: თქვენი ანგარიში ვერ დასტურდება. გთხოვთ, ისევ ცადოთ და დაუკავშირდეთ მომხმარებელთა დახმარების პუნქტს.
kk: Тіркелгіні тексеру мүмкін емес. Әрекетті қайталаңыз немесе тұтынушыларды қолдау қызметіне хабарласыңыз.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಗ್ರಾಹಕ ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 회원님의 계좌를 인증할 수 없습니다. 다시 시도하거나 고객 지원 센터에 문의하십시오.
ku_arab: ناتوانرێت ئەژمێرەکەت بسەلمێنرێت. تکایە دووبارە هەوڵ بدە یان پەیوەندی بە پشتیوانی راژەخوازەوە بکە.
ky: Сиздин каттоо жазууңуз текшерилбейт. Өтүнүч, кайталаңыз же кардарларды колдооо кызматына кайрылыңыз.
lo: ບໍ່ສາມາດກວດສອບບັນຊີຂອງທ່ານໄດ້. ກະລຸນາລອງໃໝ່ ຫຼືຕິດຕໍ່ຫາຝ່າຍສະໜັບສະໜູນລູກຄ້າ.
lt: Abonemento patikrinti nepavyksta. Bandykite dar kartą arba kreipkitės į klientų aptarnavimo tarnybą.
lv: Nevar pārbaudīt kontu. Lūdzu, mēģiniet vēlreiz vai sazinieties ar klientu atbalsta dienestu.
mi: Kāore e taea to pūkete te manatoko. Ngana anō, whakapā atu rānei ki te tautoko kiritaki.
mk: Сметката не може да се провери. Обидете се повторно или контактирајте со службата за грижа за корисници.
ml: നിങ്ങളുടെ അക്കൌണ്ട് സ്ഥിരീകരിക്കാനാവുന്നില്ല. വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കില്‍ ഉപഭോക്തൃ പിന്തുണയുമായി ബന്ധപ്പെടുക.
mn: Таны дансыг баталгаажуулах боломжгүй. Дахин оролдох буюу үйлчлүүлэгчид туслалцаа үзүүлэх албанд хандана уу.
mr: आपल्या खात्याची पडताळणी केली जाऊ शकत नाही. कृपया पुन्हा प्रयत्न करा किंवा ग्राहक समर्थनाशी संपर्क साधा.
ms: Akaun anda tidak boleh ditentusahkan. Sila cuba semula atau hubungi sokongan pelanggan.
mt: Il-kont tiegħek ma jistax jiġi vverifikat. Jekk jogħġbok erġa' pprova jew ikkuntattja l-appoġġ għall-klijent.
ne: तपाईँको खाता रुजू गर्न सकिएन। कृपया फेरि प्रयास गर्नुहोस् वा उपभोक्ता समर्थनमा सम्पर्क गर्नुहोस्।
nn_no: Kontoen kan ikkje stadfestast. Prøv på nytt, eller kontakt kundestøtte.
no: Kontoen kan ikke verifiseres. Prøv på nytt eller kontakt kundestøtten.
or: ଆପଣଙ୍କର ଏକାଉଣ୍ଟ ଯାଞ୍ଚ ହୋଇପାରିବ ନାହିଁ. ଦୟାକରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ଵା ଗ୍ରାହାକ ସାମର୍ଥ୍ୟ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: تساں دے اکاؤنٹ دی تصدیق نئیں ہوسکدی۔ میربانی کرکے فیر کوشش کرو یا صارف دی مدد نال رابطہ کرو۔
pa_in: ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਗਾਹਕ ਸਹਾਇਤਾ ਦੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Nie można zweryfikować konta. Spróbuj ponownie lub skontaktuj się z obsługą klienta.
ru: Не удается проверить вашу учетную запись. Повторите попытку или обратитесь в службу поддержки пользователей.
sd: توهان جي اڪائونٽ جي تصديق نه ٿي ٿي سگھجي. مهرباني ڪري ٻيهر ڪوشش ڪريو يا ڪسٽمر خدمتن سان رابطو ڪريو.
si: ඔබේ ගිණුම සත්‍යාපනය කළ නො හැක. කරුණාකර නැවත උත්සාහ කරන්න, නැතහොත් පාරිභෝගික උපකාරක සේවාව අමතන්න.
sl: Računa ni mogoče preveriti. Poskusite znova ali se obrnite na podporo strankam.
sr_cyrl_rs: Ваш налог није могуће верификовати. Покушајте поново или се обратите подршци за кориснике.
sr_latn_rs: Vaš nalog nije moguće verifikovati. Pokušajte ponovo ili se obratite podršci za korisnike.
sv: Ditt konto kan inte verifieras. Försök igen eller kontakta kundsupporten.
ta: உங்கள் கணக்கைச் சரிபார்க்க முடியாது. மீண்டும் முயலவும் அல்லது வாடிக்கையாளர் ஆதரவைத் தொடர்புகொள்ளவும்.
te: మీ ఖాతా నిర్ధారించబడలేదు. దయచేసి మళ్లీ ప్రయత్నించండి లేదా కస్టమర్ మద్దతుని సంప్రదించండి.
tg: Санҷидани ҳаққонияти суратҳисоби шумо номумкин аст. Лутфан, дубора кӯшиш кунед ё бо дастгирии муштариён тамос гиред.
th: ไม่สามารถตรวจสอบบัญชีของคุณได้ โปรดลองอีกครั้งหรือติดต่อฝ่ายบริการลูกค้า
tr: Hesabınız doğrulanamadı. Lütfen tekrar deneyin veya müşteri desteğine başvurun.
tt: Сезнең хисабы тикшерә алмас. Омтылышны кабатлагыз ләкин ярдәм белән элемтәгә керегез.
ug: ھېسابىڭىزدەلىللىنەلمىدى.تەكرار سىناپ كۆرۈڭ ياكى خېردارلار مۇلازىمىتى بىلەن ئالاقىلىشىڭ.
uk: Не вдалося перевірити ваш обліковий запис. Повторіть спробу або зверніться до служби підтримки.
ur: آپ کے کھاتہ کی تصدیق نہیں ہوسکتی. براہ مہربانی دوبارہ کوشش کریں یا صارف معاون سے رابطہ کریں.
uz: Sizning hisob qaydnomangizni tasdiqlab bo‘lmaydi. Qaytadan urining yoki xaridorlarni qo‘llab-quvvatlash xizmatiga murojaat qiling.
vi: Tài khoản của bạn không thể được kiểm chứng. Xin vui lòng thử lại hoặc liên hệ bộ phận hỗ trợ khách hàng.
zh_hans: 无法验证您的帐户。请重试或与客户支持联系。
zh_hant: 無法驗證您的帳戶。請再試一次或連絡客戶支援。

# Literal.PICV.SMSResultContent.Success
source: Congratulations! Your account has been verified.
af: Veels geluk! Jou rekening is geverifieer.
am: እንኳን ደስ ያለህ! መለያህ ተረጋግጧል።
ar: تهانينا! لقد أُثبت حسابك.
as: অভিনন্দন! আপোনাৰ একাউণ্ট সত্যাপন কৰা হৈছে৷
az: Təbriklər! Hesabınız yoxlanıldı.
bg: Поздравления! Акаунтът ви е проверен.
bn_in: অভিনন্দন! আপনার অ্যাকাউন্টের সত্যতা যাচাই করা হয়েছে৷
bs: Čestitamo! Vaš račun je verificiran.
cy: Llongyfarchiadau! Mae eich cyfrif wedi cael ei ddilysu.
da: Tillykke! Din konto er blevet kontrolleret.
de: Herzlichen Glückwunsch! Ihr Konto wurde geprüft.
el: Συγχαρητήρια! Ο λογαριασμός σας επαληθεύτηκε.
es: Enhorabuena. Su cuenta ha sido comprobada.
et: Palju õnne! Teie konto on kinnitatud.
eu: Zorionak! Zure kontua egiaztatu da.
fa: تبریک می گوییم! حساب شما تأیید اعتبار شد.
ga: Comhghairdeas! Deimhníodh do chuntas.
gd: Meal do naidheachd! Chaidh an cunntas agad a dhearbhadh.
gl: Parabéns! A súa conta foi verificada.
gu: અભિનંદન! તમારું ખાતુ વેરીફાઇ થયું છે.
he: ברכותינו! חשבונך אומת.
hi: बधाई! आपका खाता सत्यापित किया जा चुका है.
hr: Čestitamo! Provjerena je valjanost vašeg računa.
hu: Gratulálunk! A fiók ellenőrzése sikerült.
id: Selamat! Rekening Anda telah diverifikasi.
is: Til hamingju! Reikningurinn hefur verið sannprófaður.
ja: おめでとうございます。アカウントの検証が終了しました。
ka: გილოცავთ! თქვენი ანგარიში დადასტურდა.
kk: Құттықтаймыз! Тіркелгіңіз тексерілді.
kn: ಅಭಿನಂದನೆಗಳು! ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ.
ko: 축하합니다! 계좌가 인증되었습니다.
ku_arab: پیرۆزە! ئەژمێرەکەت سەلمێنراوە.
ky: Куттуктайбыз! Сиздин каттоо жазууңуз текшерилди.
lo: ຍິນດີດ້ວຍ! ບັນຊີຂອງທ່ານໄດ້ຮັບການກວດສອບແລ້ວ.
lt: Džiugu! Jūsų abonementas patikrintas.
lv: Apsveicam! Konta pārbaude ir pabeigta.
mi: Ngā Mihi! Kua manatokona tō pūkete.
mk: Честитки! Сметката се провери.
ml: അഭിനന്ദനങ്ങള്‍! നിങ്ങളുടെ അക്കൌണ്ട് സ്ഥിരീകരിച്ചു.
mn: Баяр хүргэе! Таны хэрэглэгчийн данс баталгаажсан.
mr: अभिनंदन! आपल्या खात्याची पडताळणी केली गेली.
ms: Tahniah! Akaun anda telah ditentusahkan.
mt: Prosit! Il-kont tiegħek ġie vverifikat.
ne: बधाई छ! तपाईँको खाता रुजू गरियो।
nn_no: Gratulerer! Kontoen din er stadfesta.
no: Gratulerer! Kontoen din er verifisert.
or: ଅଭିନନ୍ଦନ! ଆପଣଙ୍କର ଏକାଉଣ୍ଟ ଯାଞ୍ଚ ହୋଇଛି.
pa_arab_pk: مبارکاں! تہاڈے اکاؤنٹ دی تصدیق ہوگئی اے۔
pa_in: ਵਧਾਈਆਂ! ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਲਈ ਗਈ ਹੈ।
pl: Gratulacje! Twoje konto zostało zweryfikowane.
ru: Ваша учетная запись прошла проверку.
sd: مبارڪون! توهان جي اڪائونٽ جي تصديق ٿي وئي آهي.
si: සුභ පැතුම්! ඔබේ ගිණුම සත්‍යාපනය විය.
sl: Čestitamo! Vaš račun je preverjen.
sr_cyrl_rs: Честитамо! Ваш налог је верификован.
sr_latn_rs: Čestitamo! Vaš nalog je verifikovan.
sv: Grattis! Ditt konto har verifierats.
ta: வாழ்த்துகள்! உங்கள் கணக்கு சரிபார்க்கப்பட்டது.
te: అభినందనలు! మీ ఖాతా నిర్ధారించబడింది.
tg: Табрик! Ҳаққонияти ҳисоби шумо санҷида шуд.
th: ขอแสดงความยินดี! บัญชีของคุณผ่านการตรวจสอบแล้ว
tr: Tebrikler! Hesabınız doğrulandı.
tt: Әфәрин! Сезнең хисабы тикшерелгән.
ug: مۇبارەك بولسۇن!ھېسابىڭىزدەلىللەندى.
uk: Вітаємо! Ваш обліковий запис перевірено.
ur: مبارک ہو! آپ کے کھاتہ کی تصدیق ہوگئی ہے.
uz: Tabriklaymiz! Sizning hisob qaydnomangiz tasdiqlandi.
vi: Xin chúc mừng! Tài khoản của bạn đã được kiểm chứng.
zh_hans: 祝贺您! 您的帐户已得到验证。
zh_hant: 恭喜！您的帳戶已通過驗證。
