Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCardSummary.Verve
source: Add Verve ending in {0}
af: Voeg Verve by wat eindig op {0}
am: የሚያበቃውን በ {0} ውስጥ ያክሉ
ar: أضف Verve التي تنتهي بـ {0}
as: {0}ত সমাপ্ত হোৱা Verve যোগ কৰক
az: {0} ilə bitən Verve əlavə et
bg: Добавяне на карта Verve, завършваща на {0}
bn_in: {0}-এ শেষ হওয়া ভার্ভ যোগ করুন
bs: Dodajte Verve karticu koja se završava sa {0}
cy: Ychwanegwch Verve sy'n gorffen gyda {0}
da: Tilføj Verve, der slutter på {0}
de: Verve hinzufügen, das auf {0} endet
el: Προσθήκη Verve που τελειώνει σε {0}
es: Agregar Verve que termina en {0}
et: Lisage Verve, mille numbri lõpus on {0}
eu: Gehitu honela amaitzen den Verve txartela: {0}
fa: افزودن Verve با چهار رقم آخر {0}
ga: Cuir Verve a chríochnaíonn ar {0}
gd: Cuir ris Verve a chrìochnaicheas le {0}
gl: Engadir o Verve que remata en {0}
gu: {0} સાથે સમાપ્ત થતું Verve ઍડ કરો
he: הוסף Verve המסתיים ב{0}
hi: {0} से समाप्त होने वाले Verve जोड़ें
hr: Dodaj karticu Verve koja završava na {0}
hu: Verve-kártya hozzáadása, utolsó számjegyek: {0}
id: Tambahkan Verve yang berakhiran {0}
is: Bæta við Verve sem endar á {0}
ja: 末尾が {0} の Verve を追加する
ka: დაამატეთ Verve, რომელიც მთავრდება შემდეგი ციფრებით: {0}
kk: {0} санымен аяқталатын Verve картасын қосу
kn: {0} ರಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ Verve ಸೇರಿಸಿ
ko: {0}(으)로 끝나는 Verve 추가
lo: ເພີ່ມ Verve ທີ່ລົງທ້າຍດ້ວຍ {0}
lt: Įtraukti „Verve“, kurios numeris baigiasi {0}
lv: Pievienojiet Verve, kas beidzas ar {0}
mi: Tāpiri Verve e mutu ana ki te {0}
mk: Додајте Verve што завршува со {0}
ml: {0}-ല്‍ അവസാനിക്കുന്ന Verve ചേ൪ക്കുക
mr: {0} ने शेवट होणारे Verve जोडा
ms: Tambahkan Verve yang berakhir dengan {0}
mt: Żid il-Verve li tispiċċa bi {0}
ne: {0} मा समाप्त हुने भर्भ थप्नुहोस्
nn_no: Legg til Verve som sluttar på {0}
no: Legg til Verve som slutter på {0}
or: {0} ରେ ଶେଷ ହେଉଥିବା Verve ଯୋଡନ୍ତୁ
pa_in: {0} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲਾ Verve ਜੋੜੋ
pl: Dodaj kartę Verve kończącą się cyframi {0}
ru: Добавьте карту Verve, номер которой заканчивается на {0}
sl: Dodajte konec Verve v {0}
sr_cyrl_rs: Додајте Verve картицу која се завршава са {0}
sr_latn_rs: Dodajte Verve karticu koja se završava sa {0}
sv: Lägg till Verve som slutar på {0}
ta: {0} என்ற எண்ணில் முடிவடையும் Verve-ஐச் சேர்க்கவும்
te: {0}తో ముగిసే Verveను జోడించండి
th: เพิ่ม Verve ที่ลงท้ายด้วย {0}
tr: {0} ile biten Verve kartını ekleyin
tt: {0} белән тәмамланган Verve картасын өстәгез
ug: ئاياغ نومۇرى {0} بولغان Verve نى قوشۇش
uk: Додати картку Verve, що закінчується на {0}
ur: وہ Verve شامل کریں جس کے آخری اعداد {0} ہیں
uz: Oxiri {0} bilan tugaydigan Verve kartasini kiriting
vi: Thêm thẻ Verve kết thúc bằng {0}
zh_hans: 添加以 {0} 结尾的 Verve
zh_hant: 新增結尾為 {0} 的 Verve

# Literal.CreditCardSummary.JCB
source: Add JCB ending in {0}
af: Voeg JCB by wat eindig op {0}
am: በ {0} የሚያልቅ JCB ያክሉ
ar: أضف JCB التي تنتهي بـ {0}
as: {0}ত সমাপ্ত হোৱা JCB যোগ কৰক
az: {0} ilə bitən JCB əlavə et
bg: Добавяне на карта JCB, завършваща на {0}
bn_in: {0}-এ শেষ হওয়া JCB যোগ করুন
bs: Dodajte JCB karticu koja se završava sa {0}
cy: Ychwanegwch JCB sy'n gorffen gyda {0}
da: Tilføj JCB, der slutter på {0}
de: JCB hinzufügen, das auf {0} endet
el: Προσθήκη JCB που τελειώνει σε {0}
es: Agregar JCB que termina en {0}
et: Lisage JCB, mille numbri lõpus on {0}
eu: Gehitu honela amaitzen den JCB txartela: {0}
fa: افزودن JCB با چهار رقم آخر {0}
ga: Cuir JCB a chríochnaíonn ar {0}
gd: Cuir ris JCB a chrìochnaicheas le {0}
gl: Engadir o JCB que remata en {0}
gu: {0} સાથે સમાપ્ત થતું JCB ઍડ કરો
he: הוסף JCB המסתיים ב- {0}
hi: {0} से समाप्त होने वाली JCB जोड़ें
hr: Dodaj karticu JCB koja završava na {0}
hu: JCB-kártya hozzáadása, utolsó számjegyek: {0}
id: Tambahkan JCB yang berakhiran {0}
is: Bæta við JCB sem endar á {0}
ja: 末尾が {0} の JCB を追加する
ka: დაამატეთ JCB, რომელიც მთავრდება შემდეგი ციფრებით: {0}
kk: {0} санымен аяқталатын JCB картасын қосу
kn: {0} ರಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ JCB ಸೇರಿಸಿ
ko: {0}(으)로 끝나는 JCB 추가
lo: ເພີ່ມ JCB ທີ່ລົງທ້າຍດ້ວຍ {0}
lt: Įtraukti JCB, kurios numeris baigiasi {0}
lv: Pievienojiet JCB, kas beidzas ar {0}
mi: Tāpiri JCB e mutu ana ki te {0}
mk: Додајте JCB што завршува со {0}
ml: {0}-ല്‍ അവസാനിക്കുന്ന JCB ചേ൪ക്കുക
mr: {0} ने शेवट होणारे JCB जोडा
ms: Tambahkan JCB yang berakhir dengan {0}
mt: Żid il-JCB li tispiċċa bi {0}
ne: {0} मा समाप्त हुने JCB थप्नुहोस्
nn_no: Legg til JCB som sluttar på {0}
no: Legg til JCB som slutter på {0}
or: {0} ରେ ଶେଷ ହେଉଥିବା JCB ଯୋଡନ୍ତୁ
pa_in: {0} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲਾ JCB ਜੋੜੋ
pl: Dodaj kartę JCB kończącą się cyframi {0}
ru: Добавьте карту JCB, номер которой заканчивается на {0}
sl: Dodajte konec JCB v {0}
sr_cyrl_rs: Додајте JCB картицу која се завршава са {0}
sr_latn_rs: Dodajte JCB karticu koja se završava sa {0}
sv: Lägg till JCB som slutar på {0}
ta: {0} என்ற எண்ணில் முடிவடையும் JCB-ஐச் சேர்க்கவும்
te: {0}తో ముగిసే JCBని జోడించండి
th: เพิ่ม JCB ที่ลงท้ายด้วย {0}
tr: {0} ile biten JCB kartını ekleyin
tt: {0} белән тәмамланган JCB картасын өстәгез
ug: ئاياغ نومۇرى {0} بولغان JCB نى قوشۇش
uk: Додати картку JCB, що закінчується на {0}
ur: وہ JCB شامل کریں جس کے آخری اعداد {0} ہیں
uz: Oxiri {0} bilan tugaydigan JCB kartasini kiriting
vi: Thêm thẻ JCB kết thúc bằng {0}
zh_hans: 添加以 {0} 结尾的 JCB
zh_hant: 新增結尾為 {0} 的 JCB

# Literal.CreditCardSummaryAccountToken.Discover
source: (Add Discover ending in {accountToken})
af: (Voeg Discover by wat eindig op {accountToken})
am: (Discover የሚያበቃውን በ{accountToken} ያክሉ)
ar: (إضافة Discover تنتهي بـ {accountToken})
as: ({accountToken}ৰে অন্ত পৰা Discover যোগ দিয়ক)
az: ({accountToken} ilə bitən Discover kartı əlavə edin)
bg: (Добавяне на карта Discover, завършваща на {accountToken})
bn_in: ({accountToken} এ মেয়াদ উত্তীর্ণ হবে এমন Discover যোগ করুন)
bs: (Dodajte Discover karticu koja se završava na {accountToken})
cy: (Ychwanegu Discover sy'n gorffen gyda {accountToken})
da: (Tilføj Discover, der slutter på {accountToken})
de: (Discover-Karte hinzufügen, die auf {accountToken} endet)
el: (Προσθήκη εντοπισμού που τελειώνει σε {accountToken})
es: (Agregar Discover que termina en {accountToken})
et: (Lisage Discover, mille neli viimast numbrit on {accountToken})
eu: (Gehitu {accountToken} zenbakiekin amaitzen den Discover txartela)
fa: (افزودن Discover که به چهار رقم {accountToken} ختم می‌شود)
ga: (Cuir Cárta Discover leis ag críochnú ar {accountToken})
gd: (Cuir ris Discover a tha a’ crìochnachadh le {accountToken})
gl: (Engadir Discover que remata en {accountToken})
gu: ({accountToken} માં સમાપ્ત થાય તે Discover ઍડ કરો)
he: (הוסף גילוי המסתיים ב- {accountToken})
hi: ({accountToken} में समाप्त होने वाला अन्वेषण जोड़ें)
hr: (Dodajte Discover karticu koja završava s {accountToken})
hu: ({accountToken} végződésű Discover-kártya hozzáadása)
id: (Tambahkan Discover yang berakhiran {accountToken})
is: (Bæta við Discover sem endar á {accountToken})
ja: (末尾が {accountToken} の Discover を追加)
ka: (დაამატეთ Discover, რომელიც მთავრდება შემდეგი ციფრებით: {accountToken})
kk: (Нөмірі {accountToken} деп аяқталатын Discover картасын қосыңыз)
kn: ({accountToken} ನಲ್ಲಿ ಕೊನೆಯಾಗುವ Discover ಸೇರಿಸಿ)
ko: ({accountToken}(으)로 끝나는 Discover 추가)
lo: (ເພີ່ມ Discover ທີ່ລົງທ້າຍດ້ວຍ {accountToken})
lt: (Įtraukite „Discover“, kurios numeris baigiasi {accountToken})
lv: (Pievienojiet Discover karti, kuras numurs beidzas ar {accountToken})
mi: (Tāpiri Discover e mutu ana ki {accountToken})
mk: (Додајте Discover што завршува со {accountToken})
ml: ({accountToken} എന്നതിൽ അവസാനിക്കുന്ന Discover ചേർക്കുക)
mr: ({accountToken} ने समाप्त होणारे Discover प्रविष्ट करा)
ms: (Tambah Discover yang berakhir dengan {accountToken})
mt: (Żid Discover li tiskadi bi {accountToken})
ne: (अन्तिममा {accountToken} भएको Discover थप्नुहोस्)
nn_no: (Legg til Discover som sluttar på {accountToken})
no: (Legg til Discover som slutter på {accountToken})
or: ({accountToken} ରେ ଶେଷ ହେଉଥିବା Discover ଯୋଡନ୍ତୁ)
pa_in: ({accountToken} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲੇ Discover ਕਾਰਡ ਨੂੰ ਜੋੜੋ)
pl: (Dodaj kartę Discover kończącą się na {accountToken})
ru: (Добавить карту Discover, номер которой заканчивается на {accountToken})
sl: (Dodajte kartico Discover, ki se konča s številkami {accountToken})
sr_cyrl_rs: (Додајте Discover картицу која се завршава на {accountToken})
sr_latn_rs: (Dodajte Discover karticu koja završava sa {accountToken})
sv: (Lägg till Discover som slutar på {accountToken})
ta: ({accountToken} என முடியும் Discover-ஐச் சேருங்கள்)
te: ({accountToken}తో ముగిసే డిస్కవర్‌ని జోడించండి)
th: (เพิ่ม Discover ที่ลงท้ายด้วย {accountToken})
tr: ({accountToken} ile biten Discover kartını ekleyin)
tt: ({accountToken} белән тәмамланучы Discover өстәү)
ug: (ئاياغ نومۇرى {accountToken} بولغان Discover)
uk: (Додайте картку Discover, що закінчується на {accountToken})
ur: (وہ Discover شامل کریں جس کے آخر میں {accountToken} ہے)
uz: ({accountToken} bilan tugaydigan Discover kiriting)
vi: (Thêm thẻ Discover có các số cuối là {accountToken})
zh_hans: (添加以 {accountToken} 结尾的 Discovery 卡)
zh_hant: (新增結尾為 {accountToken} 的 Discover)

# Literal.CreditCardSummaryAccountToken.Amex
source: (Add American Express ending in {accountToken})
af: (Voeg American Express by wat eindig op {accountToken})
am: (American Express የሚያበቃውን በ{accountToken} ያክሉ)
ar: (إضافة American Express تنتهي بـ {accountToken})
as: ({accountToken}ৰে অন্ত পৰা American Express যোগ দিয়ক)
az: ({accountToken} ilə bitən American Express əlavə edin)
bg: (Добавяне на карта American Express, завършваща на {accountToken})
bn_in: ({accountToken} এ মেয়াদ উত্তীর্ণ হবে এমন American Express যোগ করুন)
bs: (Dodajte American Express karticu koja se završava na {accountToken})
cy: (Ychwanegu American Express sy'n gorffen gyda {accountToken})
da: (Tilføj American Express, der slutter på {accountToken})
de: (American Express-Karte hinzufügen, die auf {accountToken} endet)
el: (Προσθήκη αριθμού American Express που τελειώνει σε {accountToken})
es: (Agregar American Express que termina en {accountToken})
et: (Lisage American Express, mille neli viimast numbrit on {accountToken})
eu: (Gehitu {accountToken} zenbakiekin amaitzen den American Express txartela)
fa: (افزودن American Express که به چهار رقم {accountToken} ختم می‌شود)
ga: (Cuir Cárta American Express leis ag críochnú ar {accountToken})
gd: (Cuir ris American Express a tha a’ crìochnachadh le {accountToken})
gl: (Engadir American Express que remata en {accountToken})
gu: ({accountToken} માં સમાપ્ત થાય તે American Express ઍડ કરો)
he: (הוסף American Express המסתיים ב- {accountToken})
hi: ({accountToken} में समाप्त होने वाली American Express जोड़ें)
hr: (Dodajte American Express karticu koja završava s {accountToken})
hu: ({accountToken} végződésű American Express hozzáadása)
id: (Tambahkan American Express yang berakhiran {accountToken})
is: (Bæta við American Express sem endar á {accountToken})
ja: (末尾が {accountToken} の American Express を追加)
ka: (დაამატეთ American Express ბარათი, რომელიც მთავრდება შემდეგი ციფრებით: {accountToken})
kk: (Нөмірі {accountToken} деп аяқталатын American Express картасын қосыңыз)
kn: ({accountToken} ನಲ್ಲಿ ಕೊನೆಯಾಗುವ American Express ಸೇರಿಸಿ)
ko: ({accountToken}(으)로 끝나는 American Express 추가)
lo: (ເພີ່ມ American Express ທີ່ລົງທ້າຍດ້ວຍ {accountToken})
lt: (Įtraukite „American Express“, kurios numeris baigiasi {accountToken})
lv: (Pievienojiet American Express karti, kuras numurs beidzas ar {accountToken})
mi: (Tāpiri American Express e mutu ana ki {accountToken})
mk: (Додајте American Express што завршува со {accountToken})
ml: ({accountToken} എന്നതിൽ അവസാനിക്കുന്ന American Express ചേർക്കുക)
mr: ({accountToken} ने समाप्त होणारे American Express प्रविष्ट करा)
ms: (Tambah American Express yang berakhir dengan {accountToken})
mt: (Żid American Express li tispiċċa bi {accountToken})
ne: (अन्तिममा {accountToken} भएको American Express थप्नुहोस्)
nn_no: (Legg til American Express som sluttar på {accountToken})
no: (Legg til American Express som slutter på {accountToken})
or: ({accountToken} ରେ ଶେଷ ହେଉଥିବା American Express ଯୋଡନ୍ତୁ)
pa_in: ({accountToken} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲੇ American Express ਕਾਰਡ ਨੂੰ ਜੋੜੋ)
pl: (Dodaj kartę American Express kończącą się na {accountToken})
ru: (Добавьте карту American Express, номер которой заканчивается на {accountToken})
sl: (Dodajte kartico American Express, ki se konča s številkami {accountToken})
sr_cyrl_rs: (Додајте American картицу која се завршава на {accountToken})
sr_latn_rs: (Dodajte American Express karticu koja završava sa {accountToken})
sv: (Lägg till American Express som slutar på {accountToken})
ta: ({accountToken} என முடியும் American Express-ஐச் சேருங்கள்)
te: ({accountToken}తో ముగిసే అమెరికన్ ఎక్స్‌ప్రెస్‌ని జోడించండి)
th: (เพิ่ม American Express ที่ลงท้ายด้วย {accountToken})
tr: ({accountToken} ile biten American Express kartını ekleyin)
tt: ({accountToken} белән тәмамланучы American Express өстәү)
ug: (ئاياغ نومۇرى {accountToken} بولغان American Express)
uk: (Додайте картку American Express, що закінчується на {accountToken})
ur: (وہ American Express شامل کریں جس کے آخر میں {accountToken} ہے)
uz: ({accountToken} bilan tugaydigan American Express kiriting)
vi: (Thêm thẻ American Express có các số cuối là {accountToken})
zh_hans: (添加以 {accountToken} 结尾的 American Express 卡)
zh_hant: (新增結尾為 {accountToken} 的 American Express)

# Literal.EditCreditCardSummaryAccountToken.Amex
source: (Edit American Express ending in {accountToken})
af: (Redigeer American Express wat eindig op {accountToken})
am: (በ{accountToken} የሚያበቃውን American Express ያርትዑ)
ar: (إضافة بطاقة American Express المنتهية بـ {accountToken})
as: ({accountToken}ৰে অন্ত পৰা American Express সম্পাদনা কৰক)
az: ({accountToken} ilə bitən American Express-i redaktə edin)
bg: (Редактиране на American Express, завършваща на {accountToken})
bn_in: ({accountToken}-এ মেয়াদ উত্তীর্ণ হবে এমন American Express সম্পাদনা করুন)
bs: (Uredite American Express karticu koja završava na {accountToken})
cy: (Golygu American Express sy’n gorffen gyda {accountToken})
da: (Rediger American Express, der slutter på {accountToken})
de: (Bearbeiten Sie die American Express-Karte, die auf {accountToken} endet)
el: (Επεξεργασία κάρτας American Express που τελειώνει σε {accountToken})
es: (Editar American Express que termina en {accountToken})
et: (Muutke American Express, mille neli viimast numbrit on {accountToken})
eu: (Editatu American Express txartelaren amaiera {accountToken} kontuan)
fa: (ویرایش American Express که به {accountToken} ختم می‌شود)
ga: (Cuir cárta American Express ag críochnú ar {accountToken} in eagar)
gd: (Deasaich an American Express a tha a’ crìochnachadh le {accountToken})
gl: (Editar American Express que remata en {accountToken})
gu: ({accountToken} સાથે સમાપ્ત થતાં American Expressને સંપાદિત કરો)
he: (עריכת American Express המסתיים ב- {accountToken})
hi: ({accountToken} पर समाप्त होने वाली American Express संपादित करें)
hr: (uredite American Express karticu koja završava s {accountToken})
hu: ({accountToken} végződésű American Express szerkesztése)
id: (Edit American Express yang berakhiran {accountToken})
is: (Bæta við American Express sem endar á {accountToken})
ja: (末尾が {accountToken} の American Express を編集)
ka: (American Express ბარათის რედაქტირება, რომელიც მთავრდება შემდეგი ციფრებით: {accountToken})
kk: ({accountToken} деп аяқталатын American Express картасын өзгерту)
kn: ({accountToken} ನಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ ಅಮೆರಿಕನ್ ಎಕ್ಸ್‌ಪ್ರೆಸ್ ಕಾರ್ಡ್ ಅನ್ನು ಸಂಪಾದಿಸಿ)
ko: ({accountToken}(으)로 끝나는 American Express 편집)
lo: (ແກ້ໄຂ American Express ທີ່ລົງທ້າຍດ້ວຍ {accountToken})
lt: (Redaguoti „American Express“, kurios numeris baigiasi {accountToken})
lv: (Rediģēt American Express karti, kuras numurs beidzas ar {accountToken})
mi: (Whakatika American Express e mutu ana ki te {accountToken})
mk: (Уредете American Express што завршува со {accountToken})
ml: ({accountToken} എന്നതിൽ അവസാനിക്കുന്ന American Express എഡിറ്റ്‌ ചെയ്യുക)
mr: ({accountToken} ने समाप्त होणारे American Express संपादित करा)
ms: (Edit American Express yang berakhir dengan {accountToken})
mt: (Editja l-American Express li tispiċċa bi {accountToken})
ne: ({accountToken} मा समाप्त हुने अमेरिकी एक्सप्रेस सम्पादन गर्नुहोस्)
nn_no: (Rediger American Express som sluttar på {accountToken})
no: (Rediger American Express som slutter på {accountToken})
or: ({accountToken} ରେ ଶେଷ ହେଉଥିବା American Express ସଂପାଦନା କରନ୍ତୁ)
pa_in: ({accountToken} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲੇ American Express ਕਾਰਡ ਦਾ ਸੰਪਾਦਨ ਕਰੋ)
pl: (Dodaj kartę American Express kończącą się na {accountToken})
ru: (Измените карту American Express, номер которой заканчивается на {accountToken})
sl: (Uredite kartico American Express, ki se konča s številkami {accountToken})
sr_cyrl_rs: (Уређивање картице American Express која се завршава са {accountToken})
sr_latn_rs: (Uredite American Express karticu koja završava sa {accountToken})
sv: (Redigera American Express som slutar på {accountToken})
ta: ({accountToken} என முடியும் American Express கார்டைத் திருத்துங்கள்)
te: ({accountToken}తో ముగిసే అమెరికన్ ఎక్స్‌ప్రెస్‌ని సవరించండి)
th: (แก้ไข American Express ที่ลงท้ายด้วย {accountToken})
tr: ({accountToken} ile biten American Express kartını düzenleyin)
tt: ({accountToken} белән тәмамланучы American Express төзәтү)
ug: (ئاياغ نومۇرى {accountToken} بولغان American Express نى تەھرىرلەش)
uk: (Редагування картки American Express, що закінчується на {accountToken})
ur: (اس American Express کی تدوین کریں جس کے آخر میں {accountToken} آتا ہے)
uz: ({accountToken} bilan tugaydigan American Express kartasini tahrirlash)
vi: (Chỉnh sửa thẻ American Express có các số cuối là {accountToken})
zh_hans: (编辑以 {accountToken} 结尾的 American Express 卡)
zh_hant: (編輯結尾為 {accountToken} 的 American Express)

# Literal.CreditCardSummaryAccountToken.Mastercard
source: (Add Mastercard ending in {accountToken})
af: (Voeg Mastercard by wat eindig op {accountToken})
am: (Mastercard የሚያበቃውን በ{accountToken} ያክሉ)
ar: (إضافة Mastercard تنتهي بـ {accountToken})
as: ({accountToken}ৰে অন্ত পৰা Mastercard যোগ দিয়ক)
az: ({accountToken} ilə bitən Mastercard əlavə edin)
bg: (Добавяне на карта Mastercard, завършваща на {accountToken})
bn_in: ({accountToken} এ মেয়াদ উত্তীর্ণ হবে এমন Mastercard যোগ করুন)
bs: (Dodajte Mastercard karticu koja se završava na {accountToken})
cy: (Ychwanegu Mastercard sy'n gorffen gyda {accountToken})
da: (Tilføj Mastercard, der slutter på {accountToken})
de: (Mastercard-Karte hinzufügen, die auf {accountToken} endet)
el: (Προσθήκη αριθμού Mastercard που τελειώνει σε {accountToken})
es: (Agregar MasterCard que termina en {accountToken})
et: (Lisage Mastercard, mille neli viimast numbrit on {accountToken})
eu: (Gehitu {accountToken} zenbakiekin amaitzen den Mastercard txartela)
fa: (افزودن Mastercard که به چهار رقم {accountToken} ختم می‌شود)
ga: (Cuir Cárta Mastercard leis ag críochnú ar {accountToken})
gd: (Cuir ris Mastercard a tha a’ crìochnachadh le {accountToken})
gl: (Engadir Mastercard que remata en {accountToken})
gu: ({accountToken} માં સમાપ્ત થાય તે Mastercard ઍડ કરો)
he: (הוסף כרטיס ראשי המסתיים ב- {accountToken})
hi: ({accountToken} में समाप्त होने वाले मास्टरकार्ड जोड़ें)
hr: (Dodaj Mastercard karticu koja završava s {accountToken})
hu: ({accountToken} végződésű Mastercard hozzáadása)
id: (Tambahkan Mastercard yang berakhiran {accountToken})
is: (Bæta við Mastercard sem endar á {accountToken})
ja: (末尾が {accountToken} の Mastercard を追加)
ka: (დაამატეთ MasterCard, რომელიც მთავრდება შემდეგი ციფრებით: {accountToken})
kk: (Нөмірі {accountToken} деп аяқталатын Mastercard картасын қосыңыз)
kn: ({accountToken} ನಲ್ಲಿ ಕೊನೆಯಾಗುವ Mastercard ಸೇರಿಸಿ)
ko: ({accountToken}(으)로 끝나는 마스터 카드 추가)
lo: (ເພີ່ມ Mastercard ທີ່ລົງທ້າຍດ້ວຍ {accountToken})
lt: (Įtraukite „MasterCard“, kurios numeris baigiasi {accountToken})
lv: (Pievienojiet MasterCard karti, kuras numurs beidzas ar {accountToken})
mi: (Tāpiri Mastercard e mutu ana ki {accountToken})
mk: (Додајте Mastercard што завршува со {accountToken})
ml: ({accountToken} എന്നതിൽ അവസാനിക്കുന്ന MasterCard ചേർക്കുക)
mr: ({accountToken} समाप्त होणारे मास्टरकार्ड प्रविष्ट करा)
ms: (Tambah Mastercard yang berakhir dengan {accountToken})
mt: (Żid Mastercard li tispiċċa bi {accountToken})
ne: (अन्तिममा {accountToken} भएको Mastercard थप्नुहोस्)
nn_no: (Legg til Mastercard som sluttar på {accountToken})
no: (Legg til Mastercard som slutter på {accountToken})
or: ({accountToken} ରେ ଶେଷ ହେଉଥିବା Mastercard ଯୋଡନ୍ତୁ)
pa_in: ({accountToken} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲਾ Mastercard ਜੋੜੋ)
pl: (Dodaj kartę Mastercard kończącą się na {accountToken})
ru: (Добавить карту Mastercard, номер которой заканчивается на {accountToken})
sl: (Dodajte kartico Mastercard, ki se konča s številkami {accountToken})
sr_cyrl_rs: (Додајте Mastercard картицу која се завршава на {accountToken})
sr_latn_rs: (Dodaj Mastercard karticu koja se završava sa {accountToken})
sv: (Lägg till Mastercard som slutar med {accountToken})
ta: ({accountToken} என முடியும் Mastercard-ஐச் சேருங்கள்)
te: ({accountToken}తో ముగిసే మాస్టర్‌కార్డ్‌ని జోడించండి)
th: (เพิ่ม Mastercard ที่ลงท้ายด้วย {accountToken})
tr: ({accountToken} ile biten Mastercard kartını ekleyin)
tt: ({accountToken} белән тәмамланучы Mastercard өстәү)
ug: (ئاياغ نومۇرى {accountToken} بولغان Mastercard)
uk: (Додайте картку Mastercard, що закінчується на {accountToken})
ur: (وہ Mastercard شامل کریں جس کے آخر میں {accountToken} ہے)
uz: ({accountToken} bilan tugaydigan Mastercard kiriting)
vi: (Thêm thẻ MasterCard có các số cuối là {accountToken})
zh_hans: (添加以 {accountToken} 结尾的万事达卡)
zh_hant: (新增結尾為 {accountToken} 的 Mastercard)
