Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVD.Verification.Inform1
source: Find the 3-digit code or the deposit amount from the statement and enter it in the fields below.
af: Vind die 3-syferkode of die depositobedrag van die staat en voer dit in die velde hieronder in.
am: ባለ 3-ዲጂት ኮድ ወይም ተቀማጭ ብዛት ከሂሳብ መግለጫ ይፈልጉና ከዚህ በታች በሚገኘው መስክ ላይ ያስገቡ።
ar: ابحث عن الرمز الثلاثي الأعداد أو مبلغ الإيداع في الكشف وأدخله بالحقول أدناه.
as: বিবৃতিৰ পৰা 3-সংখ্যাৰ কোডটো বা জমা পৰিমাণটো বিচাৰক আৰু ইয়াক তলত দিয়া স্থানত প্ৰবিষ্ট কৰক৷
az: Çıxarışdakı 3-rəqəmli kodu və ya əmanət məbləğini tapın və onu aşağıdakı sahədə daxil edin.
bg: Открийте 3-цифрения код или сумата на депозита в извлечението и я въведете в полетата по-долу.
bn_in: বিবৃতি থেকে 3-সংখ্যার কোড বা আমানতের পরিমাণ খুঁজুন নীচের ক্ষেত্রে এটি লিখুন৷
bs: Pronađite trocifreni kôd ili iznos depozita na izvodu i unesite ga u polјa ispod.
cy: Chwiliwch drwy'r gyfriflen am y cod 3-digid neu'r swm a roddwyd a rhowch y manylion yn y meysydd isod.
da: Find den trecifrede kode eller indbetalingsbeløbet på kontoudtoget, og indtast det i felterne nedenfor.
de: Suchen Sie nach der dreistelligen Nummer oder dem Einzahlungsbetrag auf dem Auszug, und geben Sie den entsprechenden Wert in das zutreffende Feld ein.
el: Βρείτε τον τριψήφιο κωδικό ή το ποσό κατάθεσης από την κατάσταση λογαριασμού και καταχωρήστε τον στα παρακάτω πεδία.
es: Encuentre el código de 3 dígitos o el importe del ingreso en el extracto y escríbalo en los campos siguientes.
et: Otsige väljavõttelt 3-kohaline kood või deposiidisumma ning sisestage see allolevatele väljadele.
eu: Aurkitu 3 digituko kodea edo sartutako diru-kopurua zure kontu-laburpenean eta sar ezazu beheko eremuetan.
fa: ‏‏کد 3 رقمی یا مبلغ واریز شده را در صورتحساب خود پیدا کنید و آنرا در قسمت های زیر وارد کنید.
ga: Aimsigh an cód 3 dhigit nó an tsuim thaisce ar an ráiteas agus iontráil an cód nó an tsuim sin sna réimsí thíos.
gd: Lorg an còd de 3 figearan no an t-suim airgid air an aithris 's cuir a-steach e sna raointean gu h-ìosal.
gl: Busque o código de tres díxitos ou a cantidade do depósito no extracto e introdúzao nos campos seguintes.
gu: સ્ટેટમેન્ટમાંથી 3-અંકનો કોડ અથવા જમા રકમ શોધો અને તેને નીચેની ફીલ્ડ્સમાં દાખલ કરો.
he: מצא את הקוד בן 3 הספרות או את סכום ההפקדה בדף החשבון והזן אותו בשדות להלן.
hi: विवरण से 3-अंकीय कोड या जमा राशि ढूँढें और उसे नीचे दी गईं फ़ील्ड में दर्ज करें.
hr: Potražite troznamenkasti kod ili iznos depozita na izvatku pa ga unesite u donja polja.
hu: Keresse meg a tranzakció közleményében található háromjegyű kódot, vagy az átutalás pontos összegét a számlakivonatában, és írja be a lenti mezőkbe.
id: Cari kode 3 digit atau jumlah deposit dari laporan rekening dan masukkan ke bidang di bawah.
is: Finndu þriggja tölustafa kóðann eða greiðsluupphæð á bankayfirlitinu og sláðu hann inn í svæðið fyrir neðan.
ja: 明細書に記載された 3 桁のコードまたは入金額を確認し、以下のフィールドに入力します。
ka: მოძებნეთ 3-ციფრიანი კოდი ან ჩარიცხული თანხა ტრანზაქციების ჩამონათვალში და შეიყვანეთ ქვემოთ მოცემულ ველებში.
kk: Мәлімдемеден 3 таңбалы кодты немесе депозит сомасын тауып, оны төмендегі өрістерге енгізіңіз.
kn: ಸ್ಟೇಟ್‌ಮೆಂಟ್‌ನಿಂದ 3-ಅಂಕೆಗಳ ಕೋಡ್ ಅಥವಾ ಠೇವಣಿ ಮೊತ್ತವನ್ನು ಪತ್ತೆಹಚ್ಚಿ ಮತ್ತು ಕೆಳಗಿನ ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಅದನ್ನು ನಮೂದಿಸಿ.
ko: 거래 명세서에서 3자리 코드 또는 입금 금액을 확인하고 아래의 필드에 입력하십시오.
ku_arab: ئەو کۆدی 3-رەنووس یان بڕی سپاردەکە لە بڵاونامەکەدا بدۆزەرەوە و لە خانەی لای خواروودا تێبنووسە.
ky: Билдирүүдөн 3 сандуу кодду же депозит өлчөмүн таап, төмөнкү талааларга жазыңыз.
lo: ຊອກເບິ່ງລະຫັດ 3 ຕົວເລກ ຫຼືຈຳນວນເງິນທີ່ຝາກເຂົ້າຈາກໃບແຈ້ງຍອດບັນຊີ ແລະ ປ້ອນມັນໃສ່ເຂດໃສ່ຂໍ້ມູນລຸ່ມນີ້.
lt: Išraše suraskite 3 skaitmenų kodą arba įmokos sumą ir įveskite į toliau pateiktus laukus.
lv: Pārskatā atrodiet 3 ciparu kodu vai depozīta summu un ievadiet to zemāk redzamajos laukos.
mi: Kimihia te waehere matitoru, te nuinga moni whakatakoto rānei i te tauākī, ā, tāurua ki ngā āpure i raro nei.
mk: Најдете го троцифрениот код или депонираниот износ од изводот и внесете го во подолните полиња.
ml: സ്റ്റേറ്റ്‌മെന്റില്‍ നിന്ന് 3-അക്ക കോഡ് അല്ലെങ്കില്‍ ഡിപ്പോസിറ്റ് തുക കണ്ടെത്തി താഴെയുള്ള വിഭാഗങ്ങളില്‍ നല്‍കുക.
mn: 3 оронтой код эсвэл хадгаламжийн хэмжээг хуулгаснаасаа олоод доорх талбарт оруулна.
mr: या स्टेटमेंटमधून 3-अंकी कोड किंवा ठेवीची रक्कम शोधा आणि ती खालील क्षेत्रात प्रविष्ट करा.
ms: Cari kod 3 digit atau jumlah deposit dari penyata dan masukkannya di dalam medan di bawah.
mt: Sib il-kodiċi bi 3 ċifri jew l-ammont tad-depożitu fir-rendikont u daħħlu fl-oqsma t'hawn taħt.
ne: 3-अंकको सङ्केत वा कथनबाट जम्मा गरेको रकम फेला पार्नुहोस् र यसलाई तलको फाँटमा प्रविष्ट गर्नहोस्।
nn_no: Finn den tresifra koden eller beløpet som vi har sett inn, frå kontoutskrifta, og legg han eller det inn i felta nedanfor.
no: Finn den tresifrede koden eller overføringsbeløpet på kontoutskriften, og skriv inn den/det i feltene nedenfor.
or: ବିବୃତିରୁ 3-ସଂଖ୍ୟା ବିଶିଷ୍ଟ କୋଡ୍ କିମ୍ଵା ଜମା ରାଶି ଖୋଜନ୍ତୁ ଏବଂ ତାହାକୁ ନିମ୍ନରେ ଥିବା କ୍ଷେତ୍ରରେ ଏଣ୍ଟର୍ କରନ୍ତୁ.
pa_arab_pk: 3-ہندسیاں دا کوڈ یا سٹیٹمینٹ توں جمع کیتی رقم دا کھوج لاؤ تے تھلے دیتی تھاں تے داخل کرو۔
pa_in: ਵੇਰਵੇ ਤੋਂ 3-ਅੰਕ ਦਾ ਕੋਡ ਜਾਂ ਜਮ੍ਹਾਂ ਰਕਮ ਲੱਭੋ ਅਤੇ ਉਸਨੂੰ ਹੇਠਾਂ ਦਿੱਤੀਆਂ ਫੀਲਡ ਵਿੱਚ ਦਾਖਲ ਕਰੋ।
pl: Znajdź na wyciągu 3-cyfrowy kod lub kwotę depozytu, a następnie wpisz odpowiednią wartość w polach poniżej.
ru: Найдите 3-значный код или сумму депозита из выписки и введите в поля ниже.
sd: اسٽيٽمنٽ مان 3-ڊجٽ ڪوڊ يا جمع ٿيل رقم ڳوليو ۽ انهي کي هيٺين خانن ۾ داخل ڪريو.
si: ඉලක්කම් 3-කේතය හෝ තැන්පතු මුදල ප්‍රකාශනයෙන් සොයා පහත ක්ෂේත්‍රෙයහි එය ඇතුළු කරන්න.
sl: Poiščite 3-mestno kodo ali znesek depozita na izpisku in ga vnesite v polja spodaj.
sr_cyrl_rs: Пронађите троцифрени код или износ депозита на изводу и унесите их у поља која следе.
sr_latn_rs: Pronađite trocifreni kod ili iznos depozita na izvodu i unesite ga u polja ispod.
sv: Leta reda på den tresiffriga koden eller det insatta beloppet på kontoutdraget och ange koden eller beloppet i fälten nedan.
ta: அறிக்கையிலிருந்து 3-இலக்க குறியீடு அல்லது டெபாசிட் தொகையைக் கண்டறிந்து கீழுள்ள புலங்களில் அதை உள்ளிடவும்.
te: స్టేట్‌మెంట్‌లో 3- అంకెల కోడ్‌ను లేదా డిపాజిట్ మొత్తాన్ని కనుగొని, దాన్ని దిగువ ఫీల్డ్‌ల్లో నమోదు చేయండి.
tg: Рамзи 3-рақама ё маблағи амонатро аз ҳисобот ёбед ва дар майдоҳои зер ворид кунед.
th: โปรดค้นหารหัส 3 หลักหรือจำนวนเงินฝากจากใบแจ้งยอดของธนาคารและป้อนในเขตข้อมูลด้านล่าง
tr: Ekstreden 3 haneli kodu veya yatırılan tutarı bulup aşağıdaki alanlara girin.
tt: Белдерүдән 3-санлы кодны яки Кергән Акча Исабын табыгыз һәм астагы буш кырга урнаштырыгыз
ug: تالوندىكى 3 خانىلىق كود ياكى ئامانەت سوممىسىنى تېپىپ، تۆۋەندىكى ئورۇنغا كىرگۈزۈڭ.
uk: Знайдіть 3-значний код або суму депозиту з виписки, щоб ввести в поля нижче.
ur: 3 ہندسہ والا کوڈ یا اسٹیٹمنٹ سے ڈپازٹ رقم تلاش کریں اور اسے ذیل میں موجود فیلڈ میں درج کریں۔
uz: Hisobotdan 3 xonali kod yoki depozit qiymatini toping va quyidagi sohalarga kiriting.
vi: Tìm mã gồm 3 chữ số hoặc số tiền gửi từ bảng sao kê và nhập vào các trường dưới đây.
zh_hans: 在对帐单上查找 3 位数代码或存款金额，然后将其输入下面的字段中。
zh_hant: 請在帳單明細中尋找 3 位數代碼或存款金額，並將其輸入至下方欄位中。

# Literal.Error.RequiredMissing
source: Required field missing.
af: Vereiste veld ontbreek.
am: አስፈላጊው መስክ ጠፍቷል።
ar: حقل مطلوب مفقود.
as: প্ৰয়োজনীয় ফিল্ড নাই৷
az: İcbari xana boşdur.
bg: Не е попълнено задължително поле.
bn_in: প্রয়োজনীয় ফিল্ড অনুপস্থিত৷
bs: Nedostaje traženo polјe.
cy: Mae maes angenrheidiol ar goll.
da: Obligatorisk felt mangler.
de: Erforderliches Feld fehlt.
el: Λείπει ένα υποχρεωτικό πεδίο.
es: Falta el campo requerido.
et: Nõutud väli puudub.
eu: Beharrezko eremu bat falta da.
fa: فیلد ضروری خالی است.
ga: Réimse riachtanach ar iarraidh.
gd: Tha raon riatanach a dhìth.
gl: Campo necesario non atopado.
gu: આવશ્યક ફીલ્ડ ખૂટે છે.
he: שדה נדרש חסר.
hi: आवश्यक फ़ील्ड अनुपलब्ध.
hr: Nedostaje obavezno polje.
hu: Hiányzik egy kötelező mező.
id: Bidang yang diperlukan tidak ada.
is: Nauðsynlegan reit vantar.
ja: 必須フィールドに入力されていません。
ka: აუცილებელი ველი არ არის შევსებული.
kk: Қажетті өріс жоқ.
kn: ಅಗತ್ಯ ಕ್ಷೇತ್ರ ಕಾಣೆಯಾಗಿದೆ.
ko: 필수 필드가 누락되었습니다.
ku_arab: خانەی پێویست دیار نییە.
ky: Керектүү талаа жок.
lo: ເຂດໃສ່ຂໍ້ມູນທີ່ຈຳເປັນຫາຍໄປ.
lt: Neužpildytas privalomasis laukas.
lv: Trūkst obligātā lauka.
mi: Kei te ngaro he āpure ka hiahiatia.
mk: Недостасува задолжителното поле.
ml: ആവശ്യമായ വിഭാഗം നല്‍കിയിട്ടില്ല.
mn: Бөглөх шаардлагатай талбар хоосон байна.
mr: आवश्यक क्षेत्र नाही आहे.
ms: Medan yang diperlukan tidak diisi.
mt: Il-qasam meħtieġ nieqes.
ne: आवश्यक फाँट छुटिरहेको छ।
nn_no: Obligatorisk felt manglar.
no: Obligatorisk felt mangler.
or: ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର ମିଳୁ ନାହିଁ.
pa_arab_pk: لوڑ والی فیلڈ موجود نیں۔
pa_in: ਲੋੜੀਂਦਾ ਖੇਤਰ ਖੁੰਝਿਆ ਹੈ।
pl: Brakuje wymaganego pola.
ru: Отсутствует обязательное поле.
sd: گهربل فيلڊ غم آهي.
si: අවශ්‍ය ක්ෂේත්‍රය නැත.
sl: Obvezno polje manjka.
sr_cyrl_rs: Недостаје обавезно поље.
sr_latn_rs: Nedostaje obavezno polje.
sv: Obligatoriskt fält saknas.
ta: தேவையான புலம் விடுபட்டுள்ளது.
te: అవసరమైన క్షేత్రం మిస్ అయినది.
tg: Майдони ҳатмӣ намерасад.
th: ไม่มีข้อมูลในเขตข้อมูลที่ต้องระบุ
tr: Gerekli alan boş.
tt: Кирәкле кыр юк.
ug: زۆرۈر ئۇچۇر تولدۇرۇلماپتۇ.
uk: Відсутнє обов'язкове поле.
ur: مطلوبہ قطعہ غائب ہے۔
uz: Kerakli satrlar yo'q.
vi: Thiếu trường bắt buộc.
zh_hans: 必填字段未填写。
zh_hant: 遺漏必要欄位。

# Word.State.BR.Acre
source: Acre
am: አክር
ar: اكري
as: একৰ
az: Akra
bg: Акра
bn_in: একর
el: Άκρε
fa: آکره
gu: એકડ
he: אקרה
hi: एकर
ja: アクレ
ka: აკრე
kk: Акко
kn: ಏಕರ್
ko: 아크리
ku_arab: ئاکرا
ky: Акра
lo: ເອເຄີ
lt: Akrė
lv: Akri
mk: Акр
ml: ഏക്കർ
mn: Акр
mr: एकर
ms: Ekar
mt: Akkra
ne: एकर
or: ଏକର
pa_arab_pk: آکرے
pa_in: ਏਕੜ
ru: Акре
sd: ايڪڙ
si: ඇක්රේ
sr_cyrl_rs: Акре
sr_latn_rs: Akre
ta: ஏக்கர்
te: ఏకర్
tg: Акр
th: เอเคอร์
tt: Акри
ug: ئاكرې
uk: Акре
ur: آکرے
uz: Akri
zh_hans: 阿克里
zh_hant: 阿克里

# Word.State.BR.Alagoas
source: Alagoas
am: አላጎስ
ar: ألاغواس
as: এলাগ'চ
az: Alaqoas
bg: Алагоас
bn_in: অ্যালাগোস
el: Αλαγκόας
fa: آلاگوئاس
gu: અલાગાઓસ
he: אלגואס
hi: एलागोआ
ja: アラゴアス
ka: ალაგოასი
kk: Алагоас
kn: ಅಲಾಗೋಸ್
ko: 알라고아스
ku_arab: ئالاگۆس
ky: Алагоас
lo: ອາລາໂກອັສ
lt: Alaguasas
lv: Alagoasa
mk: Алагоас
ml: അലഗോവാസ്
mn: Алагоас
mr: एलागॉस
ne: आलागोआस
or: ଆଲାଗୋଆସ୍
pa_arab_pk: آلاگواس
pa_in: ਐਲਾਗੋਆਸ
ru: Алагоас
sd: الاگواس
si: ඇලගෝස්
sr_cyrl_rs: Алагоас
ta: அலாகோவஸ்
te: అలాగోస్
tg: Алагоас
th: อาลาโกอัส
tt: Алагоас
ug: ئالاگوئاس
uk: Алагоас
ur: آلاگواس
zh_hans: 阿拉戈斯
zh_hant: 阿拉戈斯

# Word.State.BR.Amazonas
source: Amazonas
am: አማዞናስ
ar: أمازوناس
as: আমাজোনাছ
az: Amazoniya
bg: Амасонас
bn_in: আমাজোনাস
el: Αμαζόνας
fa: آمازوناس
gu: અમેઝોનાસ
he: אמזונאס
hi: एमेज़ोनस
ja: アマゾナス
ka: ამაზონია
kk: Амазонас
kn: ಅಮಾಝೋನಾಸ್
ko: 아마조나스
ku_arab: ئامازۆناس
ky: Амазонас
lo: ອາເມຊອນນາສ
lt: Amazonė
lv: Amazonasa
mk: Амазонас
ml: ആമസോണസ്
mn: Амазонас
mr: आमाझोनस
ne: अमेजोनस
or: ଆମାଜୋନାସ୍
pa_arab_pk: ایمازوناس
pa_in: ਏਮੋਜ਼ੋਨਾਸ
ru: Амазонас
sd: امازوناس
si: ඇමසෝනාස්
sr_cyrl_rs: Амазонас
ta: அமேஸானஸ்
te: అమెజాన్స్
tg: Амазонас
th: อามาโซนัส
tt: Амазонас
ug: ئامازوناس
uk: Амазонас
ur: ایمازوناس
zh_hans: 亚马逊
zh_hant: 亞馬遜

# Word.State.BR.Amapá
source: Amapá
am: አማፓ
ar: أمابا
as: এমাপা
az: Amapa
bg: Амапа
bn_in: আমাপা
el: Αμαπά
fa: آماپا
gu: અમાપા
he: אמפיה
hi: ऐमापा
ja: アマパ
ka: ამაოა
kk: Амапа
kn: ಅಮಾಪಾ
ko: 아마파
ku_arab: ئاماپا
ky: Амапа
lo: ອາມາປາ
lt: Amapa
lv: Amapata
mk: Амапа
ml: അമാപ
mn: Амара
mr: एमाप्पा
ne: आमपा
or: ଆମାପା
pa_arab_pk: آماپا
pa_in: ਅਮਾਪਾ
ru: Амапа
sd: اماپا
si: ඇමාපා
sl: Amapa
sr_cyrl_rs: Амапа
sr_latn_rs: Amapa
ta: அமாபா
te: అమాపా
tg: Амапа
th: อามาปา
tt: Амапа
ug: ئاماپا
uk: Амапа
ur: آماپا
uz: Amapa
zh_hans: 阿马帕
zh_hant: 阿馬帕

# Word.State.BR.Bahia
source: Bahia
am: ባሂያ
ar: باهيا
as: বাহিআ
az: Bahiya
bg: Баия
bn_in: বাহিয়া
el: Μπαΐα
es: Bahía
fa: باهیا
gu: બહિઆ
he: באהיה
hi: बाहिया
ja: バイア
ka: ბაჰია
kk: Баия
kn: ಬಾಹಿಯಾ
ko: 바이아
ku_arab: باهیا
ky: Бахиа
lo: ບາເຮຍ
lt: Baija
lv: Baija
mk: Баија
ml: ബഹിയ
mn: Бахиа
mr: बिहा
ne: बाहिया
or: ବାହିଆ
pa_arab_pk: باہیا
pa_in: ਬਾਹੀਆ
ru: Баия
sd: باهيا
si: බාහියා
sr_cyrl_rs: Баија
sr_latn_rs: Baija
ta: பஹியா
te: బహియా
tg: Бахия
th: บาเยีย
tt: Баия
ug: باھىيا
uk: Баія
ur: باہیا
uz: Baiya
zh_hans: 巴伊亚
zh_hant: 巴伊亞

# Word.State.BR.Ceará
source: Ceará
am: ሴያራ
ar: سيارا
as: চেঅ'ৰা
az: Ceara
bg: Сеара
bn_in: সিয়েরা
el: Σεαρά
fa: کائرا
gu: સીઆરા
he: קיארה
hi: सिएरा
ja: セアラ
ka: სეარა
kk: Сеара
kn: ಸಿಯೆರಾ
ko: 세아라
ku_arab: سییارا
ky: Кеара
lo: ເຊອາຣາ
lt: Seara
lv: Seara
mk: Сеара
ml: സിയാറ
mn: Сиара
mr: सेअरिआ
ne: सिएरा
or: ସେଆରା
pa_arab_pk: سیارا
pa_in: ਸੇਅਰਾ
ru: Сеара
sd: ڪيارا
si: සීරා
sl: Ceara
sr_cyrl_rs: Сеара
sr_latn_rs: Seara
ta: சியரா
te: సేయరా
tg: Сайра
th: เซอาร่า
tt: Сеара
ug: سېيارا
uk: Сеара
ur: سیارا
uz: Seara
zh_hans: 塞阿拉
zh_hant: 塞阿臘

# Word.State.BR.DistritoFederal
source: Federal District
af: Federale distrik
am: ፌዴራል ዲስትሪክት
ar: القطاع الفدرالي
as: ফেডাৰেল ডিষ্ট্ৰিক্ট
az: Federal Mahal
bg: Федерален окръг
bn_in: ফেডারেল ডিস্ট্রিক্ট
bs: Savezni distrikt
cy: Ardal Ffederal
da: Forbundsdistrikt
de: Distrito Federal
el: Ομοσπονδιακή περιοχή
es: Distrito Federal
et: Föderaalringkond
eu: Barruti Federala
fa: منطقه فدرال
ga: Ceantar Feidearálach
gl: Distrito Federal
gu: ફેડરલ ડિસ્ટ્રિક્ટ
he: מחוז פדרלי
hi: संघीय जिले
hr: Federalni distrikt
hu: Szövetségi kerület
id: Distrik Federal
is: Ríkisumdæmi
ja: ブラジリア連邦直轄区
ka: ფედერალური ოლქი
kk: Федералдық округ
kn: ಫೆಡರಲ್ ಡಿಸ್ಟ್ರಿಕ್ಟ್
ko: 연방구
ku_arab: دیستریکتی فیدراڵ
ky: Федералдык Аймак
lo: ເຂດປົກຄອງຂອງລັດຖະບານກາງ
lt: Federalinė apygarda
lv: Federālais apgabals
mk: Федерална област
ml: ഫെഡറല്‍ ഡിസ്ട്രിക്റ്റ്
mn: Холбооны дүүрэг
mr: फेडरल जिल्हा
mt: Distrett Federali
ne: फेडेरल डिस्ट्रिक्ट
no: Distrito Federal
or: ଫେଡେରାଲ୍ ଡିଷ୍ଟ୍ରିକ୍ଟ୍
pa_arab_pk: وفاقی ضلع
pa_in: ਫੈਡਰਲ ਡਿਸਟ੍ਰਿਕਟ
pl: Dystrykt Federalny
ru: Федеральный округ
sd: فيڊرل ڊسٽرڪ
si: ෆෙඩරල් දිස්ත්‍රික්කය
sr_cyrl_rs: Савезни дистрикт
sr_latn_rs: Savezni distrikt
sv: Brasiliens federala distrikt
ta: பெடரல் டிஸ்ட்ரிக்ட்
te: ఫెడరల్ డిస్ట్రిక్ట్
tg: Ноҳияи федералӣ
th: เฟเดอรัลดิสตริกต์
tr: Federal Bölge
tt: Федераль өлкә (Бразилия)
ug: فېدېراتسىيە رايونى
uk: Федеральний Округ
ur: وفاقی ضلع
uz: Federal okrug
vi: Quận liên bang
zh_hans: 联邦地区
zh_hant: 聯邦特區

# Word.State.BR.EspíritoSanto
source: Espírito Santo
am: ኢስፒሪቶ ሳንቶ
ar: اسبيريتو سانتو
as: এচপিৰিঅট' চেণ্ট'
az: Espirito Santo
bg: Еспирито Санто
bn_in: এসপিরিটো স্যান্টো
el: Εσπίριτο Σάντο
fa: اسپریتو سانتو
gu: એસ્પિરિટો સાન્ટો
he: אספריטו סנטו
hi: एस्‍पिरिटो सैंटो
is: Espirito Santo
ja: エスピリト・サント
ka: ესპირიტო-სანტო
kk: Эспириту-Санту
kn: ಎಸ್ಪಿರಿಟೋ ಸ್ಯಾಂಟೋ
ko: 이스피리투산투
ku_arab: ئێسپیریتۆ سانتۆ
ky: Эспирито Санта
lo: ແອັສປີຣີໂຕ ຊານໂຕ
lt: Espirito Santas
lv: Espiritu Santu
mk: Еспирито Санто
ml: എസ്പിരിറ്റോ സാന്റോ
mn: Эспирито Санто
mr: इस्पिर्टो सॅन्टो
ne: एस्पिरिटो सान्टो
or: ଏସପୋରୋଟୋ ସାନଟୋ
pa_arab_pk: ایسپیریتو سانتو
pa_in: ਐਸਪਿਰੀਟੋ ਸੈਂਟੋ
ru: Эспириту-Санто
sd: اسپريٽو سانٽو
si: එස්පිරිටෝ සැන්ටෝ
sl: Espirito Santo
sr_cyrl_rs: Еспирито Санто
sr_latn_rs: Espirito Santo
ta: எஸ்பிரிடோ சாண்டோ
te: స్పిరిట్ సాంటో
tg: Эспирито Санто
th: เอสปีรีตูซานตู
tt: Эспириту-Санту
ug: ئېسپىرىتو سانتو
uk: Еспіріту-Санту
ur: ایسپیریتو سانتو
uz: Espritu-Santu
zh_hans: 圣埃斯皮里图
zh_hant: 聖林城

# Word.State.BR.Goiás
source: Goiás
am: ጎያስ
ar: غوياس
as: গ'য়াচ
az: Qoyas
bg: Гояс
bn_in: গোয়িয়াস
el: Γκοϊάς
fa: گویاس
gu: ગોઇઆસ
he: גולאס
hi: गोएज़
ja: ゴイアス
ka: გოიასი
kk: Гояс
kn: ಗೋಇಯಾಸ್
ko: 고이아스
ku_arab: گۆیاس
ky: Гоас
lo: ໂກຢາສ
lt: Gojasas
lv: Gojasa
mk: Гојас
ml: ഗൊയാസ്
mn: Гоиас
mr: गोइअस
ne: गोएआस
or: ଗୋଇଆସ୍
pa_arab_pk: گویاس
pa_in: ਗੋਇਆਸ
ru: Гояс
sd: گواس
si: ගොයියාස්
sl: Goias
sr_cyrl_rs: Гојас
sr_latn_rs: Gojas
ta: கொய்யாஸ்
te: గోయియాస్
tg: Гойас
th: โกยาส
tt: Гояс
ug: گوياس
uk: Гояс
ur: گویاس
uz: Goyas
zh_hans: 戈亚斯
zh_hant: 戈亞斯

# Word.State.BR.Maranhão
source: Maranhão
am: ማራንሃዎ
ar: مارانهاو
as: মাৰেনহাউ
az: Maranhao
bg: Мараняо
bn_in: মারানহোয়া
el: Μαρανιάο
fa: مارانائو
gu: મારાનહાઓ
he: מרניאו
hi: मारनहाओ
ja: マラニョン
ka: მარანჰაო
kk: Мараньян
kn: ಮರನ್ಹೋ
ko: 마라냥
ku_arab: مارانهاو
ky: Маранхоа
lo: ມາຣານເຍົາ
lt: Maranjaunas
lv: Maraņauna
mk: Марањао
ml: മറാൻഹോ
mn: Маранхао
mr: मारान्हाओ
ne: मरनहाओ
or: ମରନହାଓ
pa_arab_pk: مارانہیو
pa_in: ਮਾਰਾਂਹਾਓ
ru: Мараньян
sd: ماراناهو
si: මැරැන්හෝ
sl: Maranhao
sr_cyrl_rs: Марањао
sr_latn_rs: Maranjao
ta: மரான்ஹவோ
te: మరాన్హో
tg: Маранян
th: มารันเยา
tt: Мараньян
ug: مارانھاۋ
uk: Мараньян
ur: مارانیاؤ
uz: Maranyan
zh_hans: 马拉尼昂
zh_hant: 馬拉尼昂

# Word.State.BR.MinasGerais
source: Minas Gerais
am: ሚናስ ጌራይስ
ar: ميناس جيرايس
as: মিনাচ গেৰেইচ
az: Minas Jerais
bg: Минас Жерайс
bn_in: মিনাস গিরাইস
el: Μίνας Ζεράις
fa: میناس گرایس
gu: મિનાસ ગેરાઇસ
he: מינאס גראיס
hi: मिनास गेरेस
ja: ミナス ジェライス
ka: მინას-გერიასი
kk: Минас-Жерайс
kn: ಮಿನಾಸ್ ಗೆರಾಯ್ಸ್
ko: 미나스제라이스
ku_arab: میناس جێرایس
ky: Минас Герайс
lo: ມີນາສ ເຊໄຣສ
lt: Minas Žeraisas
lv: Minasžeraisa
mk: Минаш Жераис
ml: മിനാസ് ജെറൈസ്
mn: Минас Гераис
mr: मिनास गेराइस
ne: मिनास गेराइस
or: ମିନାସ୍ ଗେରଇସ୍
pa_arab_pk: میناس گیرائس
pa_in: ਮਿਨਾਸ ਗੈਰੇਸ
ru: Минас-Жерайс
sd: مناس گيرياس
si: මිනාස් ජෙරායිස්
sr_cyrl_rs: Минас Жераис
sr_latn_rs: Minas Žerais
ta: மினாஸ் ஜெரைஸ்
te: మినాస్ జెరాయిస్
tg: Минас-Жерайс
th: มีนัสเชไรส์
tt: Минас-Жерайс
ug: مىناس گېرايس
uk: Мінас-Жерайс
ur: میناس گیرائس
uz: Minas-Jerays
zh_hans: 米纳斯吉拉斯
zh_hant: 米納斯吉拉斯

# Word.State.BR.MatoGrossodoSul
source: Mato Grosso do Sul
am: ማቶ ግሮሶ ዶ ሱል
ar: ماتو جروسو دو سول
as: মেটা গ্ৰ'চ' ড' চুল
az: Mato Qrosso du Sul
bg: Мато Гросо до Сул
bn_in: মাটো গ্রসো ডো সুল
el: Μάτο Γκρόσο ντο Σουλ
es: Mato Grosso del Sur
fa: ماتو گروسو دو سول
gu: માટો ગ્રોસો ડુ સુલ
he: מאטו גרוסו דו סול
hi: माटो ग्रोसो दो सुल
ja: マト グロッソ ド スル
ka: მანტო-გროსო-დუ-სული
kk: Мату-Гросу-ду-Сул
kn: ಮಾಟೋ ಗ್ರೋಸ್ಸೋ ಡು ಸುಲ್
ko: 마투그로수두술
ku_arab: ماتۆ گرۆسۆ دو سۆل
ky: Мато Гроссо-до-Сул
lo: ມາໂຕ ໂກຣໂຊ ໂດຊູລ
lt: Pietų Mato Grosas
lv: Matugrosu du Sula
mk: Мато Гросо ду Сул
ml: മാറ്റോ ഗ്രോസ്സോ ദ സൾ
mn: Мато Гроссо до Сул
mr: मातो ग्रोसो दो सूल
ne: माटो ग्रोस्सो डो सुल
or: ମାଟୋ ଗ୍ରୋସୋ ଡୋ ସୁଲ୍
pa_arab_pk: ماتو گروسو دو سول
pa_in: ਮਾਟੋ ਗਰੌਸੋ ਡੋ ਸੁਲ
ru: Мату-Гросу-ду-Сул
sd: ماٽو گراسو دو سل
si: මාටෝ ග්‍රොස්සෝ ඩෝ සුල්
sr_cyrl_rs: Мато Гросо до Сул
sr_latn_rs: Mato Groso do Sul
ta: மாடோ க்ராஸ்ஸோ டு சுல்
te: మాటో గ్రొస్సో డు స్యూల్
tg: Мато Гроссо до Сул
th: มาตูโกรสซูโดซูล
tt: Мату-Гросу-ду-Сул
ug: ماتو گروسسو دو سۇل
uk: Мату-Гросу-ду-Сул
ur: ماتو گروسوجنوبی
uz: Matu-Grosu-do-Sul
zh_hans: 南马托格罗索
zh_hant: 南馬托格羅索

# Word.State.BR.MatoGrosso
source: Mato Grosso
am: ማቶ ግሮሶ
ar: ماتو غروسو
as: মেটা গ্ৰ'চ'
az: Mato Qrosso
bg: Мато Гросо
bn_in: মাটো গ্রসো
el: Μάτο Γκρόσο
fa: ماتو گروسو
gu: માટો ગ્રોસો
he: מאטו גרוסו
hi: माटो ग्रोसो
ja: マト グロッソ
ka: მანტო-გროსო
kk: Мату-Гросу
kn: ಮಾಟೋ ಗ್ರೋಸ್ಸೋ
ko: 마투그로수
ku_arab: ماتۆ گرۆسۆ
ky: Мато Гроссо
lo: ມາໂຕ ໂກຣໂຊ
lt: Mato Grosas
lv: Matugrosu
mk: Мато Гросо
ml: മാറ്റോ ഗ്രോസ്സോ
mn: Мато Гроссо
mr: मातो ग्रोसो
ne: माटो ग्रोस्सो
or: ମାଟୋ ଗ୍ରୋସୋ
pa_arab_pk: ماتو گروسو
pa_in: ਮਾਟੋ ਗਰੌਸੋ
ru: Мату-Гросу
sd: ماٽو گراسو
si: මාටෝ ග්‍රොස්සෝ
sr_cyrl_rs: Мато Гросо
sr_latn_rs: Mato Groso
ta: மாடோ க்ராஸ்ஸோ
te: మాటో గ్రొస్సో
tg: Мато Гроссо
th: มาตูโกรสซู
tt: Мату-Гросу
ug: ماتو گروسسو
uk: Мату-Гросу
ur: ماتو گروسو
uz: Matu-Grosu
zh_hans: 马托格罗索
zh_hant: 馬托格羅索

# Word.State.BR.Pará
source: Pará
am: ፓራ
ar: بارا
as: পাৰা
az: Para
bg: Пара
bn_in: পারা
el: Παρά
fa: پارا
gu: પારા
he: פארה
hi: पेरा
ja: パラー
ka: პარა
kk: Пара
kn: ಪಾರಾ
ko: 파라
ku_arab: پارا
ky: Пара
lo: ປາຣາ
lt: Para
lv: Para
mk: Пара
ml: പരാ
mn: Пара
mr: पारा
ne: पारा
or: ପାରା
pa_arab_pk: پارا
pa_in: ਪਾਰਾ
ru: Пара
sd: پارا
si: පාරා
sl: Para
sr_cyrl_rs: Пара
sr_latn_rs: Para
ta: பாரா
te: పరా
tg: Пара
th: ปารา
tt: Пара
ug: پارا
uk: Пара
ur: پارا
uz: Para
zh_hans: 帕拉
zh_hant: 帕拉

# Word.State.BR.Paraíba
source: Paraíba
am: ፓራይባ
ar: باريبا
as: পাৰাইবা
az: Paraiba
bg: Параиба
bn_in: পারাইবা
el: Παραΐμπα
fa: پارایبا
gu: પરાઇબા
he: פאראיבה
hi: परैबा
ja: パライバ
ka: პარაიბა
kk: Параиба
kn: ಪರೈಬಾ
ko: 파라이바
ku_arab: پارایبا
ky: Парайба
lo: ປາຣາບາ
lt: Paraiba
lv: Paraiba
mk: Параиба
ml: പറൈബ
mn: Параиба
mr: पाराइबा
ne: पाराइबा
or: ପରାଇବା
pa_arab_pk: پارایبا
pa_in: ਪਾਰਾਇਬਾ
ru: Параиба
sd: پارائيبا
si: පාරයිබා
sl: Paraiba
sr_cyrl_rs: Параиба
sr_latn_rs: Paraiba
ta: பாரைபா
te: పరైదా
tg: Парайба
th: ปาราอีบา
tt: Параиба
ug: پارايبا
uk: Параїба
ur: پارایبا
uz: Paraiba
zh_hans: 帕拉伊巴
zh_hant: 帕拉伊巴

# Word.State.BR.Pernambuco
source: Pernambuco
am: ፐርናምቡቾ
ar: بيرنامبوكو
as: পাৰনামবুক'
az: Pernambuku
bg: Пернамбуко
bn_in: পারনামবুকো
el: Περναμπούκο
fa: پرنامبوکو
gu: પર્નામ્બુકો
he: פרנמבוקו
hi: परनाम्‍बुको
ja: ペルナンブコ
ka: პერნამბუკო
kk: Пернамбуку
kn: ಪೆರ್ನಾಂಬುಕೋ
ko: 페르남부쿠
ku_arab: پێرنامبوکۆ
ky: Пернамбуко
lo: ເປີນາມບູໂກ
lt: Pernambukas
lv: Pernambuku
mk: Пернамбуко
ml: പെർണംബുകോ
mn: Пернамбуко
mr: पेरनाम्बुको
ne: पर्नामबुको
or: ପେରନାମବୁକୋ
pa_arab_pk: پیرنامبوکو
pa_in: ਪਰਨਾਮਬੁਕੋ
ru: Пернамбуку
sd: ميمامبڪو
si: පර්නැමිබියුකෝ
sr_cyrl_rs: Пернамбуко
sr_latn_rs: Pernambuko
ta: பெர்னாம்புகோ
te: పెర్నంబుకో
tg: Пернамбуку
th: เปร์นัมบูกู
tt: Пернамбуку
ug: پېرنامبۇكو
uk: Пернамбуку
ur: پیرنامبُوکو
uz: Pernambuko
zh_hans: 伯南布哥
zh_hant: 伯南布哥

# Word.State.BR.Piauí
source: Piauí
am: ፒያዊ
ar: بياوي
as: পিয়াউ
az: Piaui
bg: Пиауи
bn_in: পিয়াউই
el: Πιαουί
fa: پیائوی
gu: પિઆયુઇ
he: פלאוי
hi: पियाई
ja: ピアウイ
ka: პიაუი
kk: Пиауи
kn: ಪಿಯಾಯುಯಿ
ko: 피아우이
ku_arab: پیاوی
ky: Пиау
lo: ເປຍອຸຍ
lt: Piaui
lv: Pjaui
mk: Пјауи
ml: പിയയി
mn: Пиау
mr: पिऊइ
ne: पिआवी
or: ପିଆଉଇ
pa_arab_pk: پیاوئی
pa_in: ਪਿਆਵੀ
ru: Пиауи
sd: پيائي
si: පියාවු
sl: Piaui
sr_cyrl_rs: Пјауи
sr_latn_rs: Pjaui
ta: பியாவு
te: పియాయ్
tg: Пиауи
th: ปีเอาอี
tt: Пиауи
ug: پىياۋى
uk: Піауї
ur: پیاوئی
uz: Piaui
zh_hans: 皮奥伊
zh_hant: 皮奧伊

# Word.State.BR.Paraná
source: Paraná
am: ፓራና
ar: بارانا
as: পাৰানা
az: Parana
bg: Парана
bn_in: পারানা
el: Παρανά
fa: پارانا
gu: પરાના
he: פארניה
hi: पराना
ja: パラナ
ka: პარანა
kk: Парана
kn: ಪರನಾ
ko: 파라나
ku_arab: پارانا
ky: Парана
lo: ປາຣານາ
lt: Parana
lv: Parana
mk: Парана
ml: പരാന
mn: Парана
mr: पाराना
ne: पाराना
or: ପରନା
pa_arab_pk: پارانا
pa_in: ਪਾਰਾਨਾ
ru: Парана
sd: پارانا
si: පාරානා
sl: Parana
sr_cyrl_rs: Парана
sr_latn_rs: Parana
ta: பாரன
te: పరాన
tg: Парана
th: ปารานา
tt: Парана
ug: پارانا
uk: Парана
ur: پارانا
uz: Parana
zh_hans: 巴拉那
zh_hant: 巴拉那

# Word.State.BR.RiodeJaneiro
source: Rio de Janeiro
am: ሪዮ ዲ ጄኔሮ
ar: ريو دي جانيرو
as: ৰিঅ' ডা জেনেৰিঅ'
az: Rio de Janeyro
bg: Рио де Жанейро
bn_in: রিও ডি জেনিরো
el: Ρίο ντε Τζανέιρο
es: Río de Janeiro
fa: ریو دو ژانیرو
gu: રિઓ ડી જેનેઇરો
he: ריו זה ז'נרו
hi: रियो डी जेनेरियो
ja: リオデジャネイロ
ka: რიო-დე-ჟანეირო
kk: Рио-де-Жанейро
kn: ರಿಯೋ ಡೆ ಜನಿರೋ
ko: 리우데자네이루
ku_arab: ریۆ دی جانیرۆ
ky: Рио-де-Жанейро
lo: ຣີໂອ ເດຈາເນໂຣ
lt: Rio de Žaneiras
lv: Riodežaneiro
mk: Рио де Жанеиро
ml: റിയോ ദ ജനീറോ
mn: Рио де Жанейро
mr: रियो दि जानेरो
ne: रियो डि जेनेरियो
or: ରିଓ ଡେ ଜାନେଇରୋ
pa_arab_pk: ریو ڈی جنیرو
pa_in: ਰਿਓ ਡੀ ਜਨੇਰੋ
ru: Рио-де-Жанейро
sd: ريو دي جانيريو
si: රියෝ ඩි ජැනෙයිරෝ
sr_cyrl_rs: Рио де Жанеиро
sr_latn_rs: Rio de Žaneiro
ta: ரியோ டி ஜனீரோ
te: రియో డి జనీరో
tg: Рио де Жанейро
th: รีโอเดจาเนโร
tt: Рио-де-Жанейро
ug: رىيو دې ژانېيرو
uk: Ріо-де-Жанейро
ur: ریو دے جینیرو
uz: Rio-de-Janeyro
zh_hans: 里约热内卢
zh_hant: 里約熱內盧
