Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PayPalEmail.Required
source: PayPal email address is required.
af: PayPal-e-posadres word vereis.
am: PayPal ኢሜይል አድራሻ ይፈለጋል።
ar: عنوان بريد PayPal الإلكتروني مطلوب.
as: PayPal ইমেইল ঠিকনা আৱশ্যক৷
az: PayPal e-poçt ünvanı tələb olunur.
bg: Имейл адресът за PayPal е задължителен.
bn_in: PayPal ইমেল ঠিকানার আবশ্যক৷
bs: PayPal adresa e-pošte je obavezna.
cy: Rhaid nodi cyfeiriad e-bost PayPal.
da: PayPal-mailadressen skal angives.
de: Die PayPal-E-Mail-Adresse ist erforderlich.
el: Απαιτείται η διεύθυνση ηλεκτρονικού ταχυδρομείου του PayPal.
es: La dirección de correo electrónico de PayPal es obligatoria.
et: PayPali meiliaadress on kohustuslik.
eu: PayPal-eko helbide elektronikoa beharrezkoa da.
fa: به آدرس پست الکترونیکی PayPal نیاز است.
ga: Seoladh ríomhphoist PayPal ag teastáil.
gd: Tha feum air seòladh puist-d airson PayPal.
gl: Requírese enderezo de correo electrónico de PayPal.
gu: PayPal ઇમેઇલ સરનામું આવશ્યક છે.
he: כתובת הדואר האלקטרוני ב- PayPal נדרשת.
hi: PayPal ईमेल पता आवश्यक है.
hr: Adresa e-pošte za PayPal je obavezna.
hu: A PayPal e-mail-cím megadása kötelező.
id: Alamat email PayPal wajib diisi.
is: PayPal-netfang er áskilið.
ja: PayPal メール アドレスは必須項目です。
ka: მიუთითეთ PayPal-ში გამოყენებული ელფოსტის მისამართი.
kk: PayPal электрондық пошта мекенжайы қажет.
kn: PayPal ಇಮೇಲ್ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ.
ko: PayPal 메일 주소는 필수 항목입니다.
ku_arab: ناونیشانی ئیمەیڵی PayPal پێویستە.
ky: PayPal электрондук почта дареги талап кылынат.
lo: ຕ້ອງລະບຸທີ່ຢູ່ອີເມວ PayPal.
lt: „PayPal“ el. pašto adresas būtinas.
lv: Norādiet PayPal e-pasta adresi.
mi: Kei te hiahiatia te wāhitau īmēra PayPal.
mk: Адресата на е-пошта за PayPal е задолжителна.
ml: PayPal ഇമെയില്‍ വിലാസം ആവശ്യമാണ്.
mn: PayPal-ын э-шуудангийн хаягийг оруулах шаардлагатай.
mr: PayPal ईमेल पत्ता आवश्यक आहे.
ms: Alamat e-mel PayPal diperlukan.
mt: L-indirizz elettroniku ta' PayPal hu meħtieġ.
ne: PayPal इमेल ठेगाना आवश्यक छ।
nn_no: E-postadresse for PayPal er obligatorisk.
no: PayPal-e-postadresse må angis.
or: PayPal ଇମେଲ୍ ଠିକଣା ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏PayPal ای میل پتہ درکار اے۔
pa_in: PayPal ਈਮੇਲ ਪਤਾ ਲੋੜੀਂਦਾ ਹੈ।
pl: Adres e-mail usługi PayPal jest wymagany.
ru: Необходимо ввести адрес электронной почты для службы PayPal.
sd: PayPal اي ميل پتي جي گھرج آهي.
si: PayPal ඊමේල් ලිපිනය අවශ්‍යයි.
sl: E-poštni naslov iz sistema PayPal je obvezen.
sr_cyrl_rs: PayPal е-адреса је обавезна.
sr_latn_rs: PayPal adresa e-pošte je obavezna.
sv: PayPal-e-postadress måste anges.
ta: PayPal மின்னஞ்சல் முகவரி தேவை.
te: PayPal ఇమెయిల్ చిరునామా అవసరం.
tg: Суроғаи почтаи электронӣ дар PayPal ҳатмист.
th: ต้องระบุอีเมลแอดเดรส PayPal
tr: PayPal e-posta adresi gereklidir.
tt: PayPal электрон почта адресы мәҗбүри.
ug: PayPal ئادرېسى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати адресу електронної пошти PayPal.
ur: PayPal ای میل پتہ درکار ہے۔
uz: PayPal elektron pochta manzili talab qilinadi.
vi: ̣Địa chỉ email PayPal là cần thiết.
zh_hans: PayPal 电子邮件地址为必填项。
zh_hant: PayPal 電子郵件地址是必要資訊。

# Literal.PayPalEmailConfirm.Error
source: You must enter the same PayPal email address to confirm.
af: Jy moet dieselfde PayPal-e-posadres invoer om dit te bevestig.
am: ለማረጋገጥ ተመሳሳይ PayPal ኢሜይል አድራሻ ማስገባት አለብህ።
ar: يجب إدخال نفس عنوان بريد PayPal الإلكتروني للتأكيد.
as: আপুনি নিশ্চিত কৰিবলৈ একেই PayPal ইমেইল ঠিকনা প্ৰৱিষ্ট কৰিব লাগিব৷
az: Təsdiqləmək üçün eyni PayPal e-poçt ünvanını daxil etməlisiniz.
bg: За да потвърдите, трябва да въведете същия имейл адрес за PayPal.
bn_in: নিশ্চিত করতে আপনাকে অবশ্যই একই PayPal ইমেল ঠিকানা প্রবিষ্ট করতে হবে৷
bs: Morate unijeti istu PayPal adresu e-pošte da biste potvrdili.
cy: Rhaid i chi roi'r un cyfeiriad e-bost PayPal i gadarnhau.
da: Du skal angive den samme PayPal-mailadresse for at bekræfte adressen.
de: Sie müssen zur Bestätigung die gleiche PayPal-E-Mail-Adresse eingeben.
el: Πρέπει να εισαγάγετε την ίδια διεύθυνση ηλεκτρονικού ταχυδρομείου στο PayPal για επιβεβαίωση.
es: Debe escribir la dirección de correo electrónico de PayPal otra vez para confirmarla.
et: Kinnitamiseks peate sisestama sama PayPali meiliaadressi.
eu: Berresteko, PayPal-eko helbide elektroniko bera sartu behar duzu.
fa: برای تأیید، باید آدرس پست الکترونیکی PayPal مشابهی را وارد کنید.
ga: Ní mór duit an seoladh ríomhphoist PayPal céanna a chur isteach chun é a dheimhniú.
gd: Feumaidh tu an aon seòladh puist-d airson PayPal a chur a-steach airson a dhearbhadh.
gl: Debe introducir o mesmo enderezo de correo electrónico de PayPal para confirmar.
gu: પુષ્ટિ કરવા માટે તમારું સમાન PayPal ઇમેઇલ સરનામું દાખલ કરવું જોઇશે.
he: עליך להזין אותה כתובת דואר אלקטרוני ב- PayPal לצורך אישור.
hi: पुष्टि करने के लिए आपको समान PayPal ईमेल पता दर्ज करना होगा.
hr: Morate unijeti istu adresu e-pošte za PayPal za potvrdu.
hu: A megerősítéshez ugyanazt a PayPal e-mail-címet kell megadni.
id: Anda harus memasukkan alamat email PayPal yang sama untuk mengonfirmasi.
is: Þú verður að færa inn sama PayPal-netfang til að staðfesta.
ja: 確認のために同じ PayPal メール アドレスを入力する必要があります。
ka: დასადასტურებლად უნდა გაიმეოროთ PayPal-ში გამოყენებული ელფოსტის მისამართი.
kk: Растау үшін дәл осындай PayPal электрондық пошта мекенжайын енгізу керек.
kn: ಖಚಿತಪಡಿಸಲು ನೀವು ಅದೇ PayPal ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಬೇಕು.
ko: 확인을 위해 동일한 PayPal 메일 주소를 입력해야 합니다.
ku_arab: بۆ دووپاتکردنەوە پێویستە هەمان ناونیشانی ئیمەیڵی PayPal تێنووس بکەیت.
ky: Сиз ырасташ үчүн ошол эле PayPal электрондук почта даректи жазышыңыз керек.
lo: ທ່ານຕ້ອງການປ້ອນທີ່ຢູ່ອີເມວ PayPal ດຽວກັນເພື່ອຢືນຢັນ.
lt: Norėdami patvirtinti, turite įvesti tą patį „PayPal“ el. pašto adresą.
lv: Lai apstiprinātu, ievadiet to pašu PayPal e-pasta adresi.
mi: Hei whakaū, me tāuru koe i te taua wāhitau īmēra PayPal anō.
mk: Мора да ја внесете истата адресата на е-поштата за PayPal за да потврдите.
ml: സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങള്‍ സമാന PayPal ഇമെയില്‍ വിലാസം നല്‍കേണ്ടതുണ്ട്.
mn: Баталгаажуулахын тулд ижил PayPal-ын э-шуудангийн хаяг оруулах ёстой.
mr: आपण पुष्टी करण्यासाठी समान PayPal ईमेल पत्ता प्रविष्ट करणे आवश्यक आहे.
ms: Anda mesti memasukkan alamat e-mel PayPal yang sama untuk mengesahkan.
mt: Trid tikteb l-istess indirizz elettroniku ta' PayPal biex tikkonferma.
ne: तपाइँले यकिन गर्नको लागि उही PayPal इमेल ठेगाना प्रविष्टि गर्नु अनिवार्य छ।
nn_no: Du må oppgi den same e-postadressa for PayPal for å stadfeste.
no: Du må angi samme PayPal-e-postadresse for å bekrefte.
or: ସୁନିଶ୍ଚିତ କରିବାକୁ ଆପଣଙ୍କୁ ନିଶ୍ଚିତ ଭାବରେ ସମାନ PayPal ଇମେଲ୍ ଠିକଣା ପ୍ରବିଷ୍ଟ କରିବାକୁ ପଡିବ.
pa_arab_pk: ‏‏تصدیق کرن لئی تساں نوں لازمی طور PayPal دا اوہئی ای میل پتہ درج کرنادرکار اے۔
pa_in: ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਵਾਸਤੇ ਉਹੀ PayPal ਈਮੇਲ ਪਤਾ ਦਾਖਲ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।
pl: Musisz wprowadzić taki sam adres e-mail usługi PayPal, jak adres, który potwierdzasz.
ru: Для подтверждения необходимо ввести адрес, совпадающий с адресом электронной почты для службы PayPal.
sd: تصديق ڪرڻ لاءِ توهان کي ساڳو PayPal اي ميل پتو داخل ڪرڻو آهي.
si: තහවුරු කිරීමට ඔබ එම PayPal ඊමේල් ලිපිනයම ඇතුල් කළ යුතුයි.
sl: Vnesite isti e-poštni naslov iz sistema PayPal, da ga potrdite.
sr_cyrl_rs: Морате унети исту PayPal е-адресу да бисте потврдили.
sr_latn_rs: Morate uneti istu PayPal adresu e-pošte da biste potvrdili.
sv: Du måste ange samma PayPal-e-postadress för att bekräfta.
ta: உறுதிபடுத்த அதே PayPal மின்னஞ்சல் முகவரியை உள்ளிட வேண்டும்.
te: మీరు నిర్ధారించడానికి తప్పనిసరిగా అదే PayPal ఇమెయిల్ చిరునామాను నమోదు చేయాలి.
tg: Барои тасдиқ кардан шумо бояд худи ҳамон суроғаи почтаи электронӣ дар PayPal-ро ворид кунед.
th: คุณต้องป้อนอีเมลแอดเดรส PayPal เพื่อยืนยัน
tr: Onaylamak için aynı PayPal e-posta adresini girmeniz gerekiyor.
tt: Сез шул ук PayPal электрон почта адресын раслау өчен кертергә тиеш.
ug: ئوخشاش PayPal ئادرېسىنى كىرگۈزۈپ مۇقىملاشتۇرۇڭ.
uk: Для підтвердження потрібно ввести таку саму адресу електронної пошти PayPal.
ur: تصدیق کے لیے آپ کو وہی PayPal پتہ درج کرنا لازمی ہے۔
uz: Siz tasdiqlash uchun bir xil PayPal elektron pochta manzilini kiritishingiz kerak.
vi: Bạn phải nhập vào cùng một địa chỉ email PayPal để xác nhận.
zh_hans: 您必须输入相同的 PayPal 电子邮件地址才能通过确认。
zh_hant: 您必須輸入相同的 PayPal 電子郵件地址進行確認。

# Literal.PayPalEmailConfirm.MaxLength
source: PayPal email address confirmation is too long.
af: PayPal-e-posadresbevestiging is te lank.
am: PayPal ኢሜይል አድራሻ ማረጋገጫ በጣም ረጅም ነው።
ar: عنوان بريد PayPal الإلكتروني طويل جدًا.
as: PayPal ইমেইল ঠিকনা নিশ্চিতকৰণ অতি দীঘল৷
az: PayPal e-poçt ünvanı təsdiqi çox uzundur.
bg: Повторно въведеният имейл адрес за PayPal е прекалено дълъг.
bn_in: PayPal ইমেল ঠিকানার নিশ্চিতকরণ অত্যন্ত লম্বা৷
bs: Potvrda PayPal adresa e-pošte je preduga.
cy: Mae'r cadarnhad cyfeiriad e-bost PayPal yn rhy hir.
da: PayPal-mailadressebekræftelsen er for lang.
de: Die Bestätigung der PayPal-E-Mail-Adresse ist zu lang.
el: Η επιβεβαίωση της διεύθυνσης ηλεκτρονικού ταχυδρομείου του PayPal είναι πολύ μεγάλη.
es: La confirmación de la dirección de correo electrónico de PayPal es demasiado larga.
et: PayPali kinnitamise meiliaadress on liiga pikk.
eu: PayPal-eko berrespen helbide elektronikoa luzeegia da.
fa: آدرس پست الکترونیکی PayPal تأیید بسیار طولانی است.
ga: Deimhniú seoladh ríomhphoist PayPal rófhada.
gd: Tha dearbhadh an t-seòlaidh phuist-d airson PayPal ro fhada.
gl: Confirmación de enderezo de correo electrónico de PayPal moi longa.
gu: PayPal ઇમેઇલ સરનામાંની પુષ્ટિ ખૂબ લાંબી છે.
he: אישור כתובת הדואר האלקטרוני ב- PayPal ארוך מדי.
hi: PayPal ईमेल पता पुष्टिकरण बहुत लंबा है.
hr: Potvrda adrese e-pošte za PayPal je preduga.
hu: A PayPal e-mail-cím megerősítése túl hosszú.
id: Konfirmasi alamat email PayPal terlalu panjang.
is: Staðfesting PayPal-netfangs er of löng.
ja: 確認用 PayPal メール アドレスが長すぎます。
ka: დასადასტურებლად აკრეფილი PayPal-ში გამოყენებული ელფოსტის მისამართი ძალიან გრძელია.
kk: Растау PayPal электрондық пошта мекенжайы тым ұзын.
kn: PayPal ಇಮೇಲ್ ವಿಳಾಸ ಖಚಿತತೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: PayPal 확인 메일 주소가 너무 깁니다.
ku_arab: دووپاتکردنەوەی ناونیشانی ئیمەیڵی PayPal زۆر درێژە.
ky: PayPal электрондук почта дарек ырастоосу өтө узун.
lo: ການຢືນຢັນທີ່ຢູ່ອີເມວ PayPal ຍາວເກີນໄປ.
lt: „PayPal“ el. pašto adreso patvirtinimas yra per ilgas.
lv: PayPal e-pasta adreses apstiprinājums ir pārāk garš.
mi: He roa rawa te whakaūtanga wāhitau īmēra PayPal.
mk: Потврдувањето на адресата на е-пошта за PayPal е предолго.
ml: PayPal ഇമെയില്‍ വിലാസ സ്ഥിരീകരണം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: PayPal-ын э-шуудангийн хаягийн баталгаа хэт урт байна.
mr: PayPal ईमेल पत्ता पुष्टीकरण खूप मोठे आहे.
ms: Pengesahan alamat e-mel PayPal terlalu panjang.
mt: Il-konferma tal-indirizz elettroniku ta' PayPal twila wisq.
ne: PayPal इमेल ठेगाना यकिन धेरै लामो भयो।
nn_no: E-postadressestadfestinga for PayPal er for lang.
no: Bekreftelse av PayPal-e-postadresse er for lang.
or: PayPal ଇମେଲ୍ ଠିକଣା ସୁନିଶ୍ଚିତ କରଣ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏PayPal ای میل پتے دی تصدیق بہت لمی اے۔
pa_in: PayPal ਈਮੇਲ ਪਤਾ ਪੁਸ਼ਟੀਕਰਨ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Potwierdzenie adresu e-mail usługi PayPal jest zbyt długie.
ru: Слишком длинный адрес электронной почты подтверждения для службы PayPal.
sd: PayPal اي ميل پتي جي تصديق تمام وڏي آهي.
si: PayPal ඉ-තැපැල් ලිපින තහවුරුකරණය දිගු වැඩි ය.
sl: Potrditev e-poštnega naslova iz sistema PayPal je predolga.
sr_cyrl_rs: Потврда PayPal е-адресе је предугачка.
sr_latn_rs: Potvrda PayPal adrese e-pošte je predugačka.
sv: Bekräftelse av PayPal-e-postadress är för långt.
ta: PayPal மின்னஞ்சல் முகவரி உறுதிப்படுத்தல் மிக நீளமாக உள்ளது.
te: PayPal ఇమెయిల్ చిరునామా నిర్ధారణ చాలా పొడవుగా ఉంది.
tg: Тасдиқи суроғаи почтаи электронӣ дар PayPal аз ҳад дароз аст.
th: การยืนยันอีเมลแอดเดรส PayPal ยาวเกินไป
tr: PayPal e-posta adresi onayı çok uzun.
tt: PayPal электрон почта адресы раслау өчен артык озын.
ug: جەزىملەشتۈرمەكچى بولغان PayPal ئادرېسى بەك ئۇزۇنكەن.
uk: Повторно введена адреса електронної пошти PayPal задовга.
ur: PayPal ای میل پتہ کی تصدیق بہت طویل ہے۔
uz: PayPal tasdiqlovchi elektron pochta manzili juda uzun.
vi: Xác nhận địa chỉ email PayPal quá dài.
zh_hans: 确认的 PayPal 电子邮件地址过长。
zh_hant: PayPal 電子郵件地址確認太長。

# Literal.PayPalEmailConfirm.Required
source: PayPal email address confirmation is required.
af: PayPal-e-posadresbevestiging word vereis.
am: PayPal ኢሜይል አድራሻ ማረጋገጫ ይፈለጋል።
ar: تأكيد عنوان بريد PayPal الإلكتروني مطلوب.
as: PayPal ইমেইল ঠিকনা নিশ্চিতকৰণ অতি চুটি৷
az: PayPal e-poçt ünvanı təsdiqi tələb olunur.
bg: Повторното въвеждане на имейл адрес за PayPal е задължително.
bn_in: PayPal ইমেল ঠিকানার নিশ্চিতকরণের আবশ্যক৷
bs: Potvrda PayPal adresa e-pošte je obavezna.
cy: Rhaid cadarnhau'r cyfeiriad e-bost PayPal.
da: PayPal-mailadressen skal bekræftes.
de: Die Bestätigung der PayPal-E-Mail-Adresse ist erforderlich.
el: Η επιβεβαίωση της διεύθυνσης ηλεκτρονικού ταχυδρομείου του PayPal είναι απαραίτητη.
es: La confirmación de la dirección de correo electrónico de PayPal es obligatoria.
et: PayPali kinnitamise meiliaadressi on kohustuslik.
eu: PayPal-eko berrespen helbide elektronikoa beharrezkoa da.
fa: به آدرس پست الکترونیکی PayPal تأیید نیاز است.
ga: Deimhniú seoladh ríomhphoist PayPal ag teastáil.
gd: Tha feum air dearbhadh an t-seòlaidh phuist-d airson PayPal.
gl: Requírese confirmación de enderezo de correo electrónico de PayPal.
gu: PayPal ઇમેઇલ સરનામાંની પુષ્ટિ આવશ્યક છે.
he: אישור של כתובת הדואר האלקטרוני ב- PayPal נדרש.
hi: PayPal ईमेल पता पुष्टिकरण आवश्यक है.
hr: Potvrda adrese e-pošte za PayPal je obavezna.
hu: A PayPal e-mail-cím megerősítése kötelező.
id: Konfirmasi alamat email PayPal diperlukan.
is: Staðfesting PayPal-netfangs er áskilin.
ja: 確認用 PayPal メール アドレスは必須項目です。
ka: საჭიროა PayPal-ში გამოყენებული ელფოსტის მისამართის დადასტურება.
kk: Растау PayPal электрондық пошта мекенжайы қажет.
kn: PayPal ಇಮೇಲ್ ವಿಳಾಸ ಖಚಿತತೆಯ ಅಗತ್ಯವಿದೆ.
ko: PayPal 확인 메일 주소는 필수 항목입니다.
ku_arab: دووپاتکردنەوەی ناونیشانی ئیمەیڵی PayPal پێویستە.
ky: PayPal электрондук почта дарек ырастоосу талап кылынат.
lo: ຕ້ອງລະບຸການຢືນຢັນທີ່ຢູ່ອີເມວ PayPal.
lt: „PayPal“ el. pašto adreso patvirtinimas būtinas.
lv: Norādiet PayPal e-pasta adreses apstiprinājumu.
mi: Kei te hiahiatia te whakaūtanga wāhitau īmēra PayPal.
mk: Потврдувањето на адресата на е-поштата за PayPal е задолжително.
ml: PayPal ഇമെയില്‍ വിലാസ സ്ഥിരീകരണം ആവശ്യമാണ്.
mn: PayPal-ын э-шуудангийн хаягийн баталгаа оруулах шаардлагатай.
mr: PayPal ईमेल पत्ता पुष्टीकरण आवश्यक आहे.
ms: Pengesahan alamat e-mel PayPal diperlukan.
mt: Il-konferma tal-indirizz elettroniku ta' PayPal hi meħtieġa.
ne: PayPal इमेल ठेगाना यकिन आवश्यक छ।
nn_no: E-postadressestadfesting for PayPal er obligatorisk.
no: Bekreftelse av PayPal-e-postadresse må angis.
or: PayPal ଇମେଲ୍ ଠିକଣା ସୁନିଶ୍ଚିତ କରଣ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏PayPal ای میل پتے دی تصدیق بہت چھوٹی اے۔
pa_in: PayPal ਈਮੇਲ ਪਤਾ ਪੁਸ਼ਟੀਕਰਨ ਲੋੜੀਂਦਾ ਹੈ।
pl: Potwierdzenie adresu e-mail usługi PayPal jest wymagane.
ru: Необходимо подтвердить адрес электронной почты для службы PayPal.
sd: PayPal اي ميل پتي جي تصديق جي گھرج آهي.
si: PayPal ඊමේල් ලිපිනය තහවුරු කිරීම අවශ්‍යයි.
sl: Potrditev e-poštnega naslova iz sistema PayPal je obvezna.
sr_cyrl_rs: Потврда PayPal е-адресе је обавезна.
sr_latn_rs: Potvrda PayPal adrese e-pošte je obavezna.
sv: Bekräftelse av PayPal-e-postadress måste anges.
ta: PayPal மின்னஞ்சல் முகவரி உறுதிப்படுத்தல் தேவை.
te: PayPal ఇమెయిల్ చిరునామా నిర్ధారణ అవసరం.
tg: Тасдиқи суроғаи почтаи электронӣ дар PayPal ҳатмист.
th: ต้องระบุการยืนยันอีเมลแอดเดรส PayPal
tr: PayPal e-posta adresi onayı gereklidir.
tt: PayPal электрон почта адресы раслау өчен мәҗбүри.
ug: PayPal ئادرېسىنى جەزىملەشتۈرۈش تەلەپ قىلىنىدۇ.
uk: Потрібно ввести підтвердження адреси електронної пошти PayPal.
ur: PayPal ای میل پتہ کی تصدیق درکار ہے۔
uz: PayPal tasdiqlovchi elektron pochta manzili talab qilinadi.
vi: Xác nhận địa chỉ email PayPal là cần thiết.
zh_hans: 确认的 PayPal 电子邮件地址为必填项。
zh_hant: PayPal 電子郵件地址確認是必要資訊。
