Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICV.WS.ErrorMessage
source: <p><b>The number you entered is incorrect.</b></p> <p>Try using the 3-digit code, or make sure to enter the verification amount and not the authorization amount. <a href="{0}" class="font-link1" target="_blank">Learn more</a></p>
af: <p><b>Die nommer wat jy ingevoer het, is verkeerd.</b></p> <p>Probeer om die 3-syferkode te gebruik, of maak seker jy voer die verifiëringsbedrag in, nie die magtigingsbedrag nie. <a href="{0}" class="font-link1" target="_blank">Kom meer te wete</a></p>
am: <p><b>ያስገቡት ቁጥር የተሳሳተ ነው።</b></p> <p>ባለ 3-አሃዝ ኮዱን በመጠቀም ይሞክሩ ወይም ፈቃድ የመስጫ መጠኑን ሳይሆን የማረጋገጫ መጠኑን ማስገባትዎን እርግጠኛ ይሁኑ። <a href="{0}" class="font-link1" target="_blank">የበለልጠ ይወቁ</a></p>
ar: <p><b>الرقم الذي أدخلته غير صحيح.</b></p> <p>حاول استخدام الرمز المكون من 3 أرقام، أو تأكد من إدخال مبلغ التحقق ليس مبلغ التخويل. <a href="{0}" class="font-link1" target="_blank">معرفة المزيد</a></p>
as: <p><b>আপুনি লিখা নম্বৰটো অশুদ্ধ হৈছে৷</b></p> <p>3-টা সংখ্যাৰ কোড ব্যৱহাৰ কৰি চেষ্টা কৰক, বা সত্যতা নিৰূপণ পৰিমাণ লিখাটোহে নিশ্চিত কৰক অনুমোদন জনোৱা পৰিমাণ নহয়৷ <a href="{0}" class="font-link1" target="_blank">অধিক জানক</a></p>
az: <p><b>Daxil etdiyiniz nömrə səhvdir.</b></p> <p>3-rəqəmli koddan istifadə edərək cəhd edin və ya icazə verilən məbləği deyil, yoxlama məbləğini daxil etdiyinizə əmin olun. <a href="{0}" class="font-link1" target="_blank">Ətraflı öyrənin</a></p>
bg: <p><b>Въведеният от вас номер е неправилен.</b></p> <p>Опитайте да използвате 3-цифрения код или се уверете, че въвеждате сумата за проверка, а не сумата за удостоверяване. <a href="{0}" class="font-link1" target="_blank">Научете повече</a></p>
bn_in: <p><b>আপনি যে নম্বর প্রবিষ্ট করেছেন সেটি ঠিক নয়।</b></p> <p>3 সংখ্যার কোড ব্যবহার করার চেষ্টা করুন অথবা যাচাইকরণের অর্থরাশিটি প্রবিষ্ট করা নিশ্চিত করুন, অনুমোদনের অর্থরাশিটি নয় কিন্তু। <a href="{0}" class="font-link1" target="_blank">আরও জানুন</a></p>
bs: <p><b>Uneseni broj je neispravan.</b></p> <p>Unesite trocifreni kod ili unesite iznos potvrdnog terećenja, a ne iznos ovlaštenja. <a href="{0}" class="font-link1" target="_blank">Saznajte više</a></p>
cy: <p><b>Mae’r rhif a roesoch yn anghywir.</b></p> <p>Rhowch gynnig ar ddefnyddio'r cod 3-digid, neu gwnewch yn siŵr eich bod yn rhoi’r swm dilysu ac nid y swm awdurdodi. <a href="{0}" class="font-link1" target="_blank">Dysgu mwy</a></p>
da: <p><b>Det indtastede tal er forkert.</b></p> <p> Prøv at bruge den 3-cifrede kode, eller kontrollér, at du indtaster bekræftelsesbeløbet og ikke godkendelsesbeløbet. <a href="{0}" class="font-link1" target="_blank">Få mere at vide </a></p>
de: <p><b>Die von Ihnen eingegebene Nummer ist falsch.</b></p> <p>Verwenden Sie den dreistelligen Code, oder vergewissern Sie sich, dass Sie nicht anstelle des Prüfbetrags den Autorisierungsbetrag eingegeben haben. <a href="{0}" class="font-link1" target="_blank">Weitere Informationen</a></p>
el: <p><b> Ο αριθμός που έχετε εισαγάγει δεν είναι σωστός.</b></p> <p> Δοκιμάστε να χρησιμοποιήσετε τον τριψήφιο κωδικό ή βεβαιωθείτε ότι εισαγάγετε το ποσό επαλήθευσης αντί του ποσού εξουσιοδότησης. <a href="{0}" class="font-link1" target="_blank">Μάθετε περισσότερα</a></p>
es: <p><b>El número que has escrito es incorrecto.</b></p> <p>Intenta usar el código de tres dígitos o asegúrate de escribir el importe de comprobación y no el importe de autorización. <a href="{0}" class="font-link1" target="_blank">Más información</a></p>
et: <p><b>Teie sisestatud number on vale.</b></p> <p>Proovige kasutada kolmekohalist koodi või sisestage kindlasti kontrollimistasu ja mitte autoriseerimistasu. <a href="{0}" class="font-link1" target="_blank">Lisateave</a></p>
eu: <p><b>Idatzi duzun zenbakia okerra da.</b></p> <p>Saiatu 3 zenbakiko kodea erabiltzen edo ziurtatu egiaztapen-zenbatekoa idatzi duzula eta ez baimena emateko zenbatekoa. <a href="{0}" class="font-link1" target="_blank">Lortu informazio gehiago</a></p>
fa: <p><b>شماره‌ای که وارد کردید، اشتباه است..</b></p> <p>سعی کنید از یک کد ۳ رقمی استفاده کنید یا مطمئن شوید که مبلغ تأیید و نه مبلغ تأیید هویت را وارد کنید. <a href="{0}" class="font-link1" target="_blank">بیشتر بدانید</a></p>
ga: <p><b>Is uimhir mhícheart í an uimhir a chuir tú isteach.</b></p> <p>Triail an cód 3 dhigit a úsáid, nó féach chuige go gcuireann tú isteach an méid fíoraithe agus ní an méid údaraithe. <a href="{0}" class="font-link1" target="_blank">Foghlaim tuilleadh</a></p>
gd: <p><b>Cha robh an àireamh a chuir thu a-steach ceart.</b></p> <p>Feuch is cleachd an còd 3 trì fhigearan no dèan cinnteach gun do chuir thu a-steach an t-suim dearbhaidh seach an t-suim a tha ri phàigheadh. <a href="{0}" class="font-link1" target="_blank">Barrachd fiosrachaidh</a></p>
gl: <p><b>O número indicado non é correcto.</b></p> <p>Tenta usar o código de tres díxitos ou asegúrate de que escribes o importe de verificación en lugar do importe de autorización. <a href="{0}" class="font-link1" target="_blank">Máis información</a></p>
gu: <p><b>તમે દાખલ કરેલો નંબર ખોટો છે. </b></p> <p>3-અંકના કોડનો ઉપયોગ કરવાનો પ્રયાસ કરો અથવા ચકાસણી રકમ દાખલ કરવાની ખાતરી કરો નહીં કે અધિકૃત રકમ. <a href="{0}" class="font-link1" target="_blank">વધુ જાણો</a></p>
he: <p><b>המספר שהזנת אינו נכון.</b></p> <p>נסה להשתמש בקוד בן שלוש הספרות או ודא שהזנת את סכום האימות במקום את סכום האישור. <a href="{0}" class="font-link1" target="_blank">למידע נוסף</a></p>
hi: <p><b>आपके द्वारा दर्ज की गई संख्या गलत है.</b></p> <p>3-अंकों के कोड का उपयोग करके देखें या सत्यापन राशि दर्ज करना सुनिश्चित करें, प्राधिकृत राशि नहीं. <a href="{0}" class="font-link1" target="_blank">अधिक जानें</a></p>
hr: <p><b>Uneseni broj je neispravan.</b></p> <p>Unesite troznamenkasti kod ili unesite iznos potvrdnog terećenja, a ne autorizacijski iznos. <a href="{0}" class="font-link1" target="_blank">Saznajte više</a></p>
hu: <p><b>A megadott szám hibás.</b></p> <p>Próbálja meg a háromjegyű kóddal, vagy próbálja meg újból, ügyelve arra, hogy ne a hitelesítő összeget adja meg az ellenőrző összeg helyett. <a href="{0}" class="font-link1" target="_blank">További információ</a></p>
id: <p><b>Angka yang Anda masukkan tidak cocok.</b></p> <p>Coba gunakan kode 3-digit, atau pastikan Anda memasukkan jumlah verifikasinya bukan jumlah otorisasi. <a href="{0}" class="font-link1" target="_blank">Pelajari selengkapnya</a></p>
is: <p><b>Talan sem þú slóst inn er röng.</b></p> <p>Prófaðu þriggja tölustafa kóðann eða gakktu úr skugga um að þú hafir slegið inn staðfestingarupphæðina en ekki heimildarupphæðina. <a href="{0}" class="font-link1" target="_blank">Frekari upplýsingar</a></p>
ja: <p><b>入力された番号が正しくありません。</b></p> <p>3 桁のコードを使用するか、承認用の金額ではなく検証用の金額を入力してください。<a href="{0}" class="font-link1" target="_blank">詳細についてはこちら</a>を参照してください。</p>
ka: <p><b>თქვენ მიერ შეყვანილი ნომერი არასწორია.</b></p> <p>მოსინჯეთ 3-ციფრიანი კოდი, ან დარწმუნდით, რომ შეიყვანეთ დადასტურების და არა ავტორიზაციის თანხა. <a href="{0}" class="font-link1" target="_blank">შეიტყვეთ მეტი</a></p>
kk: <p><b>Енгізілген нөмір дұрыс емес.</b></p> <p>3 таңбалы кодты пайдаланып көріңіз немесе авторизациялық соманы емес, тексеру сомасын енгізуді ұмытпаңыз. <a href="{0}" class="font-link1" target="_blank">Қосымша ақпарат</a></p>
kn: <p><b>ನೀವು ನಮೂದಿಸಿದ ಸಂಖ್ಯೆಯು ತಪ್ಪಾಗಿದೆ.</b></p> <p> 3-ಅಂಕಿಯ ಕೋಡ್ ಬಳಸಲು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಪರಿಶೀಲನೆ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಲು ಪ್ರಯತ್ನಿಸಿ ಆದರೆ ಪ್ರಮಾಣೀಕರಣ ಮೊತ್ತವನ್ನಲ್ಲ. <a href="{0}" class="font-link1" target="_blank"> ಮತ್ತಷ್ಟು ತಿಳಿಯಿರಿ</a></p>
ko: <p><b>입력한 번호가 올바르지 않습니다.</b></p> <p>3자리 코드를 사용하거나 승인 금액이 아닌 인증 금액을 입력해야 합니다. <a href="{0}" class="font-link1" target="_blank">자세한 정보</a></p>
ku_arab: <p><b>ئەو ژمارەی تێتنووسیوە ناراستە.</b></p> <p>هەوڵ بدە کۆدێکی 3-رەنووس تێبنووسیت، یان دڵنیابەوە لەوەی بڕی سەلماندن نەک بڕی رێپێدراوت تێنووسیوە. <a href="{0}" class="font-link1" target="_blank">زیاتر فێربە</a></p>
ky: <p><b>Сиз киргизген сан туура эмес.</b></p> <p>3 сандуу кодду колдонуп көрүңүз же авторлугун аныктоо саны эмес ырастоо санын киргизгениңизди текшериңиз. <a href="{0}" class="font-link1" target="_blank">Көбүрөөк билиңиз</a></p>
lo: <p><b>ໝາຍເລກທີ່ທ່ານປ້ອນເຂົ້ານັ້ນແມ່ນບໍ່ຖືກຕ້ອງ.</b></p> <p>Try ໃຊ້ລະຫັດ 3-ຕົວເລກ, ຫລື ເຮັດໃຫ້ແນ່ໃຈວ່າປ້ອນຈຳນວນທີ່ຢືນຢັນເຂົ້າ ແລະ ບໍ່ແມ່ນຈຳນວນທີ່ອະນຸມັດ. <a href="{0}" class="font-link1" target="_blank">Learn more</a></p>
lt: <p><b>Įvestas numeris neteisingas.</b></p> <p>Bandykite įvesti 3 skaitmenų kodą arba įsitikinkite, kad įvedėte patvirtinimo, o ne autorizavimo sumą.<a href="{0}" class="font-link1" target="_blank">Sužinokite daugiau</a></p>
lv: <p><b>Ievadītais skaitlis nav pareizs.</b></p> <p>Ievadiet trīs ciparu kodu vai arī pārliecinieties, vai ievadāt verifikācijas summu, nevis autorizācijas summu. <a href="{0}" class="font-link1" target="_blank">Papildinformācija</a></p>
mi: <p><b>Kei te hē te tau nāu i tāuru.</b></p> <p>Kia kaha ki te whakauru i te waehere 3-mati, āta tiro rānei kua whakaurua te rahinga manatoko, kaua te rahi manatoko rānei. <a href="{0}" class="font-link1" target="_blank">Ako i ētahi atu mea</a></p>
mk: <p><b>Бројот што го внесовте е неправилен.</b></p> <p>Обидете се со користење на шифрата со три цифри или проверете дали сте ја внеле вредноста за потврдување наместо вредноста за авторизација. <a href="{0}" class="font-link1" target="_blank">Дознајте повеќе</a></p>
ml: <p><b>നിങ്ങൾ നൽകിയ നമ്പർ തെറ്റാണ്.</b></p> <p>3 അക്ക കോഡ് ഉപയോഗിക്കുന്നത് പരീക്ഷിക്കുക, അല്ലെങ്കിൽ പരിശോധിച്ചുറപ്പിക്കൽ തുക (അംഗീകരണ തുകയല്ല) നൽകുന്നത് ഉറപ്പാക്കുക. <a href="{0}" class="font-link1" target="_blank">കൂടുതൽ അറിയുക</a></p>
mn: <p><b>Таны оруулсан дугаар буруу байна.</b></p> <p>3 оронтой код ашиглах, эсвэл зөвшөөрлийн үнийн дүн бус, баталгаажуулах үнийн дүнг оруулсан байвал зохино. <a href="{0}" class="font-link1" target="_blank">Нэмэлт мэдээлэл авах</a></p>
mr: <p><b>आपण प्रविष्ट केलेली संख्या चुकीची आहे.</b></p> <p>3-अंकी कोड वापरून पहा किंवा अधिकृत करण्‍याची रक्कम नाही, तर पडताळणी रक्कम प्रविष्‍ट करण्‍याचे सुनिश्‍चित करा. <a href="{0}" class="font-link1" target="_blank">अधिक जाणून घ्या</a></p>
ms: <p><b>Angka yang anda masukkan itu salah.</b></p> <p>Cuba gunakan kod 3 digit atau pastikan anda memasukkan amaun pengesahan dan bukan amaun kebenaran. <a href="{0}" class="font-link1" target="_blank">Ketahui lebih lanjut</a></p>
mt: <p><b>In-numru li daħħalt huwa inkorrett.</b></p> <p>Ipprova uża l-kodiċi bi 3 ċifri jew kun żgur li ddaħħal l-ammont ta' verifika u mhux l-ammont tal-awtorizzazzjoni. <a href="{0}" class="font-link1" target="_blank">Sir af aktar</a></p>
ne: <p><b>तपाइँले प्रविष्ट गर्नु भएको नम्बर गलत छ।</b></p> <p>3 अङ्कको कोड प्रयोग गरी प्रयास गर्नुहोस् वा प्रमाणीकरण रकम नभइ रुजू रकम प्रविष्ट गर्ने कुरा सुनिश्चित गर्नुहोस्। <a href="{0}" class="font-link1" target="_blank">थप जान्नुहोस्</a></p>
nn_no: <p><b>Nummeret du skreiv inn, er feil.</b></p> <p>Prøv å bruke den tresifra koden, eller legg inn stadfestingsbeløpet i staden for godkjenningsbeløpet. <a href="{0}" class="font-link1" target="_blank">Lær meir</a></p>
no: <p><b>Nummeret du har oppgitt, er feil.</b></p> <p>Prøv å bruke den tresifrede koden, eller pass på at du oppgir verifiseringsbeløpet, ikke godkjenningsbeløpet. <a href="{0}" class="font-link1" target="_blank">Finn ut mer</a></p>
or: <p><b>ଆପଣ ପ୍ରବେଶ କରିଥିବା ନମ୍ବର ଭୁଲ୍ ଅଟେ.</b></p> <p>3-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ବ୍ୟବହାର କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ, କିମ୍ବା ସ୍ୱୀକୃତ କରଣ ରାଶି ନୁହେଁ ଯାଞ୍ଚକରଣ ରାଶି ପ୍ରବେଶ କରିବାକୁ ନିଶ୍ଚିତ କରନ୍ତୁ. <a href="{0}" class="font-link1" target="_blank">ଅଧିକ ଜାଣନ୍ତୁ</a></p>
pa_arab_pk: ‏‏<p><b>اوہ! اے رلیا نئیں.</b></p> <p>3 عددی کوڈ ورتن کی کوشش کرو یا ایس گل نوں یقینی بناؤ کے تسی توثیقی مقدار دی بجائے تصدیقی مقدار درج کرو۔ <a href="{0}" class="font-link1" target="_blank">ہور سیکھو</a></p>
pa_in: <p><b>ਤੁਹਾਡਾ ਦਾਖ਼ਲ ਕੀਤਾ ਨੰਬਰ ਗ਼ਲਤ ਹੈ।</b></p> <p>3-ਅੰਕ ਦਾ ਕੋਡ ਵਰਤਣਾ ਸ਼ੁਰੂ ਕਰੋ, ਜਾਂ ਪ੍ਰਮਾਣੀਕਰਣ ਕੋਡ ਨੂੰ ਦਾਖ਼ਲ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ, ਨਾ ਕਿ ਪ੍ਰਮਾਣੀਕਰਣ ਰਕਮ ਨੂੰ। <a href="{0}" class="font-link1" target="_blank">ਹੋਰ ਜਾਣੋ</a></p>
pl: <p><b>Wprowadzony numer jest niepoprawny.</b></p> <p>Spróbuj użyć 3-cyfrowego kodu lub upewnij się, że wprowadzona została kwota weryfikacyjna, a nie kwota autoryzacyjna. <a href="{0}" class="font-link1" target="_blank">Dowiedz się więcej</a></p>
ru: <p><b>Введено неправильное число.</b></p> <p>Попробуйте использовать 3-значный код или введите проверочную сумму, а не сумму авторизации. <a href="{0}" class="font-link1" target="_blank">Дополнительные сведения</a>.</p>
sd: <p><b>توهانجو داخل ڪيل نمبر غلط آهي.</b></p> <p>هڪ 3-ڊجٽ ڪوڊ استعمال ڪرڻ جي ڪوشش ڪريو، يا تصديقي رقم داخل ڪرڻ يقيني بڻايو مجازي رقم نه. <a href="{0}" class="font-link1" target="_blank">وڌيڪ سکو</a></p>
si: <p><b>ඔබ ඇතුළත් කළ අංකය වැරදියි.</b></p> <p>සංඛ්‍යාංක 3 කේතය භාවිතා කිරීමට උත්සාහ කරන්න, හෝ බලය දීමේ ප්‍රමාණය නොව සත්‍යාපන ප්‍රමාණය ඇතුළත් කිරීමට තහවුරු කරගන්න. <a href="{0}" class="font-link1" target="_blank">තවදුරටත් හදාරන්න</a></p>
sl: <p><b>Vnesena številka ni pravilna.</b></p> <p>Poskusite uporabiti trimestno kodo ali pa se prepričajte, da ste vnesli znesek za preverjanje in ne avtorizacijskega zneska. <a href="{0}" class="font-link1" target="_blank">Več o tem</a></p>
sr_cyrl_rs: <p><b>Број који сте унели је неважећи.</b></p> <p>Пробајте са троцифреном шифром или проверите да нисте унели износ за верификацију уместо износа за ауторизацију. <a href="{0}" class="font-link1" target="_blank">Сазнајте више</a></p>
sr_latn_rs: <p><b>Broj koji ste uneli je nevažeći.</b></p> <p>Probajte sa trocifrenom šifrom ili proverite da niste uneli iznos za verifikaciju umesto iznosa za autorizaciju. <a href="{0}" class="font-link1" target="_blank">Saznajte više</a></p>
sv: <p><b>Siffrorna du angav var fel.</b></p> <p>Prova att använda den tresiffriga koden eller kontrollera att du har angett verifieringsbeloppet och inte auktoriseringsbeloppet. <a href="{0}" class="font-link1" target="_blank">Läs mer</a></p>
ta: <p><b>நீங்கள் உள்ளிட்ட எண் தவறானது.</b></p> <p>3-இலக்கக் குறியீட்டைப் பயன்படுத்த முயற்சிக்கவும் அல்லது சரிபார்ப்புத் தொகையை உள்ளிடுவதை உறுதிப்படுத்தவும், அங்கீகரிப்புத் தொகையை அல்ல. <a href="{0}" class="font-link1" target="_blank">மேலும் அறிக</a></p>
te: <p><b>మీరు నమోదు చేసిన సంఖ్య తప్పు.</b></p> <p>3 అంకెల కోడ్‌ని ఉపయోగించి ప్రయత్నించండి లేదా ప్రమాణీకరణ మొత్తం కాకుండా ధృవీకరణ మొత్తాన్ని నమోదు చేసినట్లు నిర్ధారించుకోండి. <a href="{0}" class="font-link1" target="_blank">మరింత తెలుసుకోండి</a></p>
tg: <p><b>Рақами воридкардаи шумо нодуруст аст.</b></p> <p>Рамзи серақамаро кӯшиш кунед ё мутмаин шавед, ки маблағи тасвибиро ворид мекунед, на маблағи иҷозатиро. <a href="{0}" class="font-link1" target="_blank">Маълумоти бештар</a></p>
th: <p><b>หมายเลขที่คุณป้อนไม่ถูกต้อง</b></p> <p>ลองใช้รหัส 3 หลักหรือตรวจสอบว่าคุณได้ป้อนจำนวนเงินสำหรับการตรวจสอบความถูกต้อง ซึ่งไม่ใช่จำนวนเงินสำหรับการอนุญาต <a href="{0}" class="font-link1" target="_blank">เรียนรู้เพิ่มเติม</a></p>
tr: <p><b>Girdiğiniz numara yanlış.</b></p> <p>3 haneli kodu girmeyi deneyin veya yetkilendirme miktarını değil, doğrulama miktarını girdiğinizden emin olun. <a href="{0}" class="font-link1" target="_blank">Daha fazla bilgi edinin</a></p>
tt: <p><b>Сез керткән номер дөрес түгел.</b></p> <p>3 цифрлы кодны кулланып карагыз, яисә авторизация суммасын түгел, ә чыннан да раслау суммасын керткәнегезне тикшерегез. <a href="{0}" class="font-link1" target="_blank">Тулырак</a></p>
ug: <p><b>سىز كىرگۈزگەن سان خاتا.</b></p> <p>3 خانىلىق كود كىرگۈزۈڭ ياكى دەلىللەش ۋە ئىجازەت سوممىسىنى كىرگۈزۈشنى ئۇنتۇپ قالماڭ. <a href="{0}" class="font-link1" target="_blank">تەپسىلاتى</a></p>
uk: <p><b>Введено неправильне число.</b></p> <p>Скористайтеся 3-значним цифровим кодом або переконайтеся, що вводите суму перевірки, а не авторизації. <a href="{0}" class="font-link1" target="_blank">Докладніше</a></p>
ur: <p><b>درج کیا گیا نمبر درست نہیں۔</b></p> <p>3 عدد کا کوڈ استعمال کرنے کی کوشش کریں، یا یقینی بنائیں کہ آپ تصدیق کی رقم درج کر رہے ہیں نا کہ اختیار کی رقم۔ <a href="{0}" class="font-link1" target="_blank">مزید جانیے</a></p>
uz: <p><b>Siz kiritgan raqam noto‘g‘ri.</b></p> <p>3 xonali koddan foydalaning, yoki tekshiruv miqdori emas, balki tasdiqlash miqdori kiritilganligiga ishonch hosil qiling. <a href="{0}" class="font-link1" target="_blank">Qo‘shimcha ma’lumot</a></p>
vi: <p><b>Số bạn đã nhập không đúng.</b></p> <p>Hãy thử dùng một mã 3 chữ số, hoặc đảm bảo rằng bạn nhập khoản tiền kiểm chứng và không phải là khoản tiền ủy quyền. <a href="{0}" class="font-link1" target="_blank">Tìm hiểu thêm</a></p>
zh_hans: <p><b>输入的数字不正确。</b></p> <p>请尝试使用 3 位数代码，或确保输入验证金额，而不是授权金额。<a href="{0}" class="font-link1" target="_blank">了解详细信息</a></p>
zh_hant: <p><b>您輸入的數字不正確。</b></p> <p>請嘗試使用 3 位數代碼，或確定輸入的是驗證金額，不是授權金額。<a href="{0}" class="font-link1" target="_blank">更多資訊</a></p>
