Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.AccountCurrency.Pattern
source: Invalid account currency.
af: Ongeldige geldeenheid vir rekening.
am: ልክ ያልኾነ የሒሳብ ምንዛሬ።
ar: عملة الحساب غير صالحة.
as: অবৈধ একাউণ্ট মুদ্ৰা৷
az: Hesab üzrə valyuta səhvdir.
bg: Невалидна валута на сметката.
bn_in: অ্যাকাউন্ট মুদ্রা ভুল৷
bs: Nevažeća valuta računa.
cy: Math o arian cyfrif annilys.
da: Ugyldig valuta for konto.
de: Die Kontowährung ist ungültig.
el: Μη έγκυρη νομισματική μονάδα λογαριασμού.
es: La moneda de la cuenta no es válida.
et: Konto valuuta on sobimatu.
eu: Kontuko moneta baliogabea da.
fa: ارز حساب نامعتبر است.
ga: Airgeadra cuntais neamhbhailí.
gd: Tha airgeadra a' chunntais mì-dhligheach.
gl: Moeda de conta non válida.
gu: અમાન્ય ખાતા ચલણ.
he: מטבע החשבון לא חוקי.
hi: अमान्य खाता मुद्रा.
hr: Valuta računa nije valjana.
hu: Érvénytelen a számlához megadott pénznem.
id: Mata uang akun tidak valid.
is: Ógildur gjaldmiðill fyrir reikning.
ja: 口座の通貨が正しくありません。
ka: ანგარიშის ვალუტა არასწორია.
kk: Шот валютасы жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ಖಾತೆ ಕರೆನ್ಸಿ.
ko: 계정 통화가 올바르지 않습니다.
ku_arab: دراوی ئەژمێر دروست نییە.
ky: Каттоо эсебинин акча бирдиги жараксыз.
lo: ສະກຸນເງິນຂອງບັນຊີບໍ່ຖືກຕ້ອງ.
lt: Sąskaitos valiuta netinkama.
lv: Nederīga konta valūta.
mi: Moni pūkete muhu.
mk: Неважечка валута на сметката.
ml: അക്കൌണ്ട് കറന്‍സി അസാധുവാണ്.
mn: Хэрэглэгчийн дансны валют буруу байна.
mr: अवैध खाते चलन.
ms: Mata wang akaun tidak sah.
mt: Munita tal-kont invalida.
ne: अवैध खाता मुद्रा।
nn_no: Ugyldig kontovaluta.
no: Ugyldig kontovaluta.
or: ଅବୈଧ ଏକାଉଣ୍ଟ ମୁଦ୍ରା.
pa_arab_pk: اکاؤنٹ دی ناجائز کرنسی۔
pa_in: ਖਾਤਾ ਕਰੰਸੀ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowa waluta konta.
ru: Недопустимая валюта счета.
sd: اڪائونٽ جي ڪرنسي غلط آھي.
si: ගිණුමේ මුදල් වර්ගය වැරදියි.
sl: Valuta za račun ni veljavna.
sr_cyrl_rs: Неважећа валута налога.
sr_latn_rs: Nevažeća valuta naloga.
sv: Ogiltig valuta för kontot.
ta: தவறான கணக்கு நாணயம்.
te: చెల్లని ఖాతా కరెన్సీ.
tg: Асъори беэътибори суратҳисоб.
th: สกุลเงินของบัญชีไม่ถูกต้อง
tr: Geçersiz hesap para birimi.
tt: Ялгыш хисап валютасы.
ug: ئىناۋەتسىز ھېسابات پۇل بىرلىكى .
uk: Недійсна валюта рахунку.
ur: غلط کھاتہ کرنسی.
uz: Hisob qaydnomasi pul birligi haqiqiy emas.
vi: Đơn vị tiền tài khoản không hợp lệ.
zh_hans: 帐户货币无效。
zh_hant: 帳戶貨幣無效。

# Literal.Logo.Title
source: {0} logo,
am: {0} አርማ፣
ar: شعار {0}،
as: {0} লোগো,
az: {0} loqo,
bg: {0} емблема,
bn_in: {0} লোগো,
bs: Logotip kompanije {0},
cy: Logo {0},
el: Λογότυπο {0},
es: logotipo de {0},
eu: {0} logotipoa,
fa: آرم {0}،
ga: Lógó {0},
gd: Suaicheantas {0},
gl: Logotipo de {0},
gu: {0} લૉગો,
he: סמל של {0},
hi: {0} लोगो,
hr: Logo za {0}
hu: {0}-embléma
id: Logo {0},
is: {0} vörumerki,
ja: {0} ロゴ、
ka: {0}-(ი)ს ლოგო,
kk: {0} логотипі,
kn: {0} ಲೋಗೋ,
ko: {0} 로고,
lo: ໂລໂກ້ {0},
lt: {0} logotipas,
lv: {0} logotips,
mi: Moko {0},
mk: {0} лого,
ml: {0} ലോഗോ,
mr: {0} लोगो,
ms: Logo {0},
mt: Logo ta’ {0},
ne: {0} को प्रतीकचिन्ह,
or: {0} ଲୋଗୋ
pa_in: {0} ਲੋਗੋ,
pl: Logo {0},
ru: Логотип {0}
sl: Logotip {0},
sr_cyrl_rs: {0} логотип,
sr_latn_rs: {0} logotip,
sv: {0}-logotyp,
ta: {0} சின்னம்,
te: {0} లోగో,
th: โลโก้ {0}
tr: {0} logosu,
tt: {0} эмблемасы,
ug: {0} تۇغى،
uk: Емблема {0},
ur: {0} کا لوگو،
uz: {0} logotipi
vi: Logo {0},
zh_hans: {0} 徽标，
zh_hant: {0} 標誌，

# Literal.AccountCurrency.Required
source: Account currency is required.
af: Geldeenheid vir rekening word vereis.
am: የሒሳብ ምንዛሬ ይፈለጋል።
ar: يلزم توفر عملة الحساب.
as: একাউণ্ট মুদ্ৰাৰ আৱশ্যক৷
az: Hesab üzrə valyuta tələb olunur.
bg: Валутата на сметката е задължителна.
bn_in: অ্যাকাউন্ট মুদ্রা উল্লেখ করা আবশ্যক৷
bs: Valuta računa je obavezna.
cy: Rhaid nodi math o arian cyfrif.
da: Valuta for konto skal angives.
de: Die Kontowährung ist erforderlich.
el: Απαιτείται νομισματική μονάδα λογαριασμού.
es: La moneda de la cuenta es obligatoria.
et: Konto valuuta on kohustuslik.
eu: Kontuko moneta beharrezkoa da.
fa: به ارز حساب نیاز است.
ga: Airgreadra cuntais ag teastáil.
gd: Tha feum air airgeadra a' chunntais.
gl: Requírese moeda de conta.
gu: ખાતા ચલણની આવશ્યકતા છે.
he: מטבע החשבון נדרש.
hi: खाता मुद्रा आवश्यक है.
hr: Unesite valutu računa.
hu: A számla pénznemének megadása kötelező.
id: Mata uang akun wajib diisi.
is: Gjaldmiðill reiknings er nauðsynlegur.
ja: 口座通貨は必須項目です。
ka: მიუთითეთ ანგარიშის ვალუტა.
kk: Шот валютасы қажет.
kn: ಖಾತೆ ಕರೆನ್ಸಿ ಅಗತ್ಯವಿದೆ.
ko: 계정 통화는 필수 항목입니다.
ku_arab: دراوی ئەژمێر پێویستە.
ky: Каттоо эсебинин акча бирдиги талап кылынат.
lo: ຕ້ອງລະບຸສະກຸນເງິນ.
lt: Sąskaitos valiuta būtina.
lv: Norādiet konta valūtu.
mi: Kei te hiahiatia te pūkete moni.
mk: Валутата на сметката е задолжителна.
ml: അക്കൌണ്ട് കറന്‍സി ആവശ്യമാണ്.
mn: Хэрэглэгчийн дансны валютыг бөглөх шаардлагатай.
mr: खाते चलन आवश्यक आहे.
ms: Mata wang akaun diperlukan.
mt: Il-valuta tal-kont hija meħtieġa.
ne: खाता मुद्रा आवश्यक छ।
nn_no: Kontovaluta er obligatorisk.
no: Kontovaluta må angis.
or: ଏକାଉଣ୍ଟ୍ ମୁଦ୍ରା ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: اکاؤنٹ دی کرنسی درکار اے۔
pa_in: ਖਾਤਾ ਕਰੰਸੀ ਲੋੜੀਂਦੀ ਹੈ।
pl: Waluta konta jest wymagana.
ru: Необходимо указать валюту счета.
sd: اڪائونٽ جي ڪرنسي جي ضرورت آھي.
si: ගිණුමේ මුදල් වර්ගය සඳහන් කළ යුතු ය.
sl: Navesti je treba valuto računa.
sr_cyrl_rs: Валута налога је обавезна.
sr_latn_rs: Valuta naloga je obavezna.
sv: Kontovaluta är obligatoris.
ta: கணக்கு நாணயம் தேவை.
te: ఖాతా కరెన్సీ అవసరం.
tg: Асъори суратҳисоб ҳатмист.
th: ต้องมีสกุลเงินของบัญชี
tr: Hesap para birimi gereklidir.
tt: Хисап валютасы кирәк.
ug: ھېسابات پۇل بىرلىكى كېرەك.
uk: Потрібно вказати валюту рахунку.
ur: کھاتہ کی کرنسی درکار ہے.
uz: Hisob qaydnomasi pul birligi talab qilinadi.
vi: Đơn vị tiền tài khoản là cần thiết.
zh_hans: 必须提供帐户货币。
zh_hant: 帳戶貨幣是必要資訊。

# Literal.AccountEMail.Pattern
source: Invalid account email.
af: Ongeldige e-posadres vir rekening.
am: ልክ ያልኾነ የኢሜይል መለያ።
ar: البريد الإلكتروني للحساب غير صالح.
as: অবৈধ একাউণ্ট ইমেইল৷
az: Hesab e-poçtu səhvdir.
bg: Невалиден имейл на акаунт.
bn_in: অ্যাকাউন্ট ইমেল ভুল৷
bs: Nevažeća e-adresa računa.
cy: E-bost cyfrif annilys.
da: Ugyldig kontomail.
de: Die Konto-E-Mail-Adresse ist ungültig.
el: Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου λογαριασμού.
es: El correo electrónico de la cuenta no es válido.
et: Konto meiliaadress on sobimatu.
eu: Kontuko helbide elektronikoa baliogabea da.
fa: پست الکترونیکی حساب نامعتبر است.
ga: Ríomhphost cuntais neamhbhailí.
gd: Tha post-d a' chunntais mi-dhligheach.
gl: Correo electrónico da conta non válido.
gu: અમાન્ય ખાતા ઇમેઇલ.
he: הדואר האלקטרוני של החשבון לא חוקי.
hi: अमान्य खाता ईमेल.
hr: E-pošta računa nije valjana.
hu: A számlázáshoz megadott e-mail érvénytelen.
id: E-mail akun tidak valid.
is: Ógilt netfang reiknings.
ja: 無効なアカウントメールです。
ka: ანგარიშის ელ.ფოსტა არასწორია.
kk: Шот электрондық пошта мекенжайы жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ಖಾತೆ ಇಮೇಲ್.
ko: 계정 메일이 올바르지 않습니다.
ku_arab: ئیمەیڵی ئەژمێر نادروستە.
ky: Каттоо эсебинин имейли жараксыз.
lo: ອີເມວບັນຊີບໍ່ຖືກຕ້ອງ.
lt: Abonemento el. pašto adresas netinkamas.
lv: Nederīga konta e-pasta adrese.
mi: He muhu te īmēra pūkete.
mk: Неважечка е-пошта на сметката.
ml: അക്കൌണ്ട് ഇമെയില്‍ അസാധുവാണ്.
mn: Хэрэглэгчийн дансны э-шуудан буруу байна.
mr: अवैध खाते ईमेल.
ms: E-mel akaun tidak sah.
mt: L-indirizz elettroniku tal-kont invalidu.
ne: अवैध खाता इमेल।
nn_no: Ugyldig e-post for kontoen.
no: Ugyldig e-postadresse for kontoen.
or: ଅବୈଧ ଏକାଉଣ୍ଟ ଇମେଲ୍.
pa_arab_pk: اکاؤنٹ دی ای میل ناجائز اے۔
pa_in: ਖਾਤਾ ਈਮੇਲ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy adres e-mail konta.
ru: Недопустимый адрес электронной почты учетной записи.
sd: اڪائونٽ جي اي ميل غلط آھي.
si: වලංගු ‍නොවන ගිණුම් ඉ-තැපැල් ලිපිනයකි.
sl: E-poštni naslov računa ni veljaven.
sr_cyrl_rs: Неважећа е-пошта налога.
sr_latn_rs: Nevažeća e-pošta naloga.
sv: Ogiltig e-postadress för konto.
ta: தவறான கணக்கு மின்னஞ்சல்.
te: చెల్లని ఖాతా ఇమెయిల్.
tg: Почтаи электронии беэътибори суратҳисоб.
th: อีเมลของบัญชีไม่ถูกต้อง
tr: Geçersiz hesap e-posta adresi.
tt: Хисап электрон почтасы ялгыш.
ug: ئىناۋەتسىز تورخەت.
uk: Неприпустима адреса електронної пошти облікового запису.
ur: کھاتہ ای میل غلط ہے.
uz: Haqiqiy bo‘lmagan hisob qaydnomasi elektron pochta manzili.
vi: Email tài khoản không hợp lệ.
zh_hans: 帐户电子邮件无效。
zh_hant: 帳戶電子郵件無效。

# Literal.AddressLine1.MaxLength
source: Address line 1 is too long.
af: Adres reël 1 is te lank.
am: አድራሻ መስመር 1 በጣም ረጅም ነው።
ar: سطر العنوان 1 أطول من اللازم.
as: ঠিকনা শাৰী 1 অতি দীঘল৷
az: Ünvan sətri 1 çox uzundur.
bg: Ред за адрес 1 е прекалено дълъг.
bn_in: ঠিকানা 1 ম লাইন অত্যন্ত লম্বা৷
bs: Adresa 1 je preduga.
cy: Mae llinell cyfeiriad 1 yn rhy hir.
da: Adresselinje 1 er for lang.
de: Die Adresszeile 1 ist zu lang.
el: Η γραμμή διεύθυνσης 1 είναι πολύ μεγάλη.
es: La línea 1 de la dirección es demasiado larga.
et: Postiaadressi 1. rida on liiga pikk.
eu: Helbidearen 1. lerroa luzeegia da.
fa: آدرس 1 بسیار طولانی است.
ga: Líne 1 den seoladh rófhada.
gd: Tha loidhne 1 an t-seòlaidh ro fhada.
gl: Liña de enderezo 1 é moi longa.
gu: સરનામાં લાઇન 1 ખૂબ લાંબી છે.
he: שורת כתובת 1 ארוכה מדי.
hi: पता पंक्ति 1 बहुत लंबी है.
hr: Adresni redak 1 predugačak je.
hu: A cím 1. sora túl hosszú.
id: Baris alamat 1 terlalu panjang.
is: Póstfangslína 1 er of löng.
ja: 住所 1 が長すぎます。
ka: მისამართის 1-ლი სტრიქონი ძალიან გრძელია.
kk: 1-мекенжай жолы тым ұзын.
kn: ವಿಳಾಸ ಸಾಲು 1 ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 주소란 1이 너무 깁니다.
ku_arab: هێڵی 1 ی ناونیشان زۆر درێژە.
ky: Дарек, сап 1 өтө узун.
lo: ທີ່ຢູ່ແຖວທີ 1 ຍາວເກີນໄປ.
lt: 1 adreso eilutė yra per ilga.
lv: Adreses 1. rindiņa ir pārāk gara.
mi: He roa rawa te Raina Wāhitau 1.
mk: Редот 1 за адреса е предолг.
ml: വിലാസ വരി 1 ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хаягийн мөр 1 хэт урт байна.
mr: पत्ता रेखा 1 खूप दीर्घ आहे.
ms: Baris alamat 1 terlalu panjang.
mt: Il-linja tal-indirizz 1 twila wisq.
ne: ठेगाना रेखा १ धेरै लामो भयो।
nn_no: Adresseline 1 er for lang.
no: Adresselinje 1 er for lang.
or: ଠିକଣା ଧାଡି 1 ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: پتہ لائن 1 بہت لمی اے۔
pa_in: ਪਤਾ ਲਾਈਨ 1 ਬੇਹੱਦ ਲੰਬੀ ਹੈ।
pl: 1. wiersz adresu jest zbyt długi.
ru: Слишком длинная первая строка адреса.
sd: لائن 1 جو پتو تمام وڏو آھي.
si: ‍යොමු ‍පෙළ 1 දිගු වැඩි ය.
sl: Naslov 1 je predolg.
sr_cyrl_rs: Ред за адресу 1 је предугачак.
sr_latn_rs: Red za adresu 1 je predugačak.
sv: Adressrad 1 är för lång.
ta: முகவரி வரி 1 மிக நீளமாக உள்ளது.
te: చిరునామా పంక్తి 1 చాలా పొడవుగా ఉంది.
tg: Сатри суроғаи 1 аз ҳад дароз аст.
th: ที่อยู่บรรทัดที่ 1 ยาวเกินไป
tr: Adres satırı 1 çok uzun.
tt: 1нче адрес юлы бик озын.
ug: ئادرېس سىزىقى 1 بەك ئۇزۇن.
uk: Рядок адреси 1 задовгий.
ur: پتہ لائن 1 بہت طویل ہے.
uz: 1-manzil qatori juda uzun.
vi: Địa chỉ dòng 1 quá dài.
zh_hans: 地址行 1 过长。
zh_hant: 地址 1 太長。

# Literal.AddressLine1.Required
source: Address line 1 is required.
af: Adres reël 1 word vereis.
am: አድራሻ መስመር 1 ያስፈልጋል።
ar: سطر العنوان 1‏ مطلوب.
as: ঠিকনা শাৰী 1 আৱশ্যক৷
az: Ünvan sətri 1 tələb olunur.
bg: Ред за адрес 1 е задължителен.
bn_in: ঠিকানা 1 ম লাইন আবশ্যক৷
bs: Adresa 1 je obavezna.
cy: Rhaid nodi llinell cyfeiriad 1.
da: Adresselinje 1 er obligatorisk.
de: Die Adresszeile 1 ist erforderlich.
el: Απαιτείται η γραμμή διεύθυνσης 1.
es: La línea 1 de la dirección es obligatoria.
et: Postiaadressi 1. rida on kohustuslik.
eu: Helbidearen 1. lerroa beharrezkoa da.
fa: به آدرس 1 نیاز است.
ga: Líne 1 den seoladh ag teastáil.
gd: Tha feum air loidhne 1 an t-seòlaidh.
gl: Requírese liña de enderezo 1.
gu: સરનામાં લાઇન 1 ની આવશ્યકતા છે.
he: שורת כתובת 1 נדרשת.
hi: पता पंक्ति 1 आवश्यक है.
hr: Adresni redak 1 obavezan je.
hu: A cím 1. sorának megadása kötelező.
id: Baris alamat 1 wajib diisi.
is: Póstfangslína 1 er nauðsynleg.
ja: 住所 1 は必須項目です。
ka: შეავსეთ მისამართის 1-ლი სტრიქონი.
kk: 1-мекенжай жолы қажет.
kn: ವಿಳಾಸ ಸಾಲು 1 ಅಗತ್ಯವಿದೆ.
ko: 주소란 1은 필수 항목입니다.
ku_arab: هێڵی 1 ی ناونیشان پێویستە.
ky: Дарек, сап 1 талап кылынат.
lo: ຕ້ອງລະບຸທີ່ຢູ່ແຖວທີ 1.
lt: 1 adreso eilutė yra būtina.
lv: Norādiet adreses 1. rindiņu.
mi: Kei te hiahiatia te Raina Wāhitau 1.
mk: Редот 1 за адреса е задолжителен.
ml: വിലാസ വരി 1 ആവശ്യമാണ്.
mn: Хаягийн мөр 1-ийг бөглөх шаардлагатай.
mr: पत्ता रेखा 1 आवश्यक आहे.
ms: Baris alamat 1 diperlukan.
mt: Il-linja tal-indirizz 1 hija meħtieġa.
ne: ठेगाना रेखा १ आवश्यक छ।
nn_no: Adresseline 1 er obligatorisk.
no: Adresselinje 1 må angis.
or: ଠିକଣା ଧାଡି 1 ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: پتہ لائن 1 درکار اے۔
pa_in: ਪਤਾ ਲਾਈਨ 1 ਲੋੜੀਂਦੀ ਹੈ।
pl: 1. wiersz adresu jest wymagany.
ru: Необходимо ввести первую строку адреса.
sd: لائن 1 جو پتو گھرجيل آھي.
si: ‍යොමු ‍පෙළ 1 සඳහන් කළ යුතු ය.
sl: Vnesite naslov 1.
sr_cyrl_rs: Ред за адресу 1 је обавезан.
sr_latn_rs: Red za adresu 1 je obavezan.
sv: Adressrad 1 måste anges.
ta: முகவரி வரி 1 தேவை.
te: చిరునామా పంక్తి 1 అవసరం.
tg: Сатри суроғаи 1 ҳатмист.
th: ต้องระบุที่อยู่บรรทัดที่ 1
tr: Adres satırı 1 gereklidir.
tt: 1нче адрес юлы мәҗбүри.
ug: ئادرېس سىزىقى 1 كېرەك.
uk: Необхідно ввести дані в рядок адреси 1.
ur: پتہ لائن 1 درکار ہے.
uz: 1-manzil qatori talab qilinadi.
vi: Địa chỉ dòng 1 là cần thiết.
zh_hans: 地址行 1 为必填项。
zh_hant: 地址 1 是必要資訊。

# Literal.AddressLine2.MaxLength
source: Address line 2 is too long.
af: Adres reël 2 is te lank.
am: አድራሻ መስመር 2 በጣም ረጅም ነው።
ar: سطر العنوان 2 أطول من اللازم.
as: ঠিকনা শাৰী 2 অতি দীঘল৷
az: Ünvan sətri 2 çox uzundur.
bg: Ред за адрес 2 е прекалено дълъг.
bn_in: ঠিকানা 2 য় লাইন অত্যন্ত লম্বা৷
bs: Adresa 2 je preduga.
cy: Mae llinell cyfeiriad 2 yn rhy hir.
da: Adresselinje 2 er for lang.
de: Die Adresszeile 2 ist zu lang.
el: Η γραμμή διεύθυνσης 2 είναι πολύ μεγάλη.
es: La línea 2 de la dirección es demasiado larga.
et: Postiaadressi 2. rida on liiga pikk.
eu: Helbidearen 2. lerroa luzeegia da.
fa: آدرس 2 بسیار طولانی است.
ga: Líne 2 den seoladh rófhada.
gd: Tha loidhne 2 an t-seòlaidh ro fhada.
gl: Liña de enderezo 2 é moi longa.
gu: સરનામાં લાઇન 2 ખૂબ લાંબી છે.
he: שורת כתובת 2 ארוכה מדי.
hi: पता पंक्ति 2 बहुत लंबी है.
hr: Adresni redak 2 predugačak je.
hu: A cím 2. sora túl hosszú.
id: Baris alamat 2 terlalu panjang.
is: Póstfangslína 2 er of löng.
ja: 住所 2 が長すぎます。
ka: მისამართის მე-2 სტრიქონი ძალიან გრძელია.
kk: 2-мекенжай жолы тым ұзын.
kn: ವಿಳಾಸ ಸಾಲು 2 ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 주소란 2가 너무 깁니다.
ku_arab: هێڵی 2 ی ناونیشان زۆر درێژە.
ky: Дарек, сап 2 өтө узун.
lo: ທີ່ຢູ່ແຖວທີ 2 ຍາວເກີນໄປ.
lt: 2 adreso eilutė yra per ilga.
lv: Adreses 2. rindiņa ir pārāk gara.
mi: He roa rawa te Raina Wāhitau 2.
mk: Редот 2 за адреса е предолг.
ml: വിലാസ വരി 2 ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хаягийн мөр 2 хэт урт байна.
mr: पत्ता रेखा 2 खूप दीर्घ आहे.
ms: Baris alamat 2 terlalu panjang.
mt: Il-linja tal-indirizz 2 twila wisq.
ne: ठेगाना रेखा २ धेरै लामो भयो।
nn_no: Adresseline 2 er for lang.
no: Adresselinje 2 er for lang.
or: ଠିକଣା ଧାଡି 2 ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: پتہ لائن 2 بہت لمی اے۔
pa_in: ਪਤਾ ਲਾਈਨ 2 ਬੇਹੱਦ ਲੰਬੀ ਹੈ।
pl: 2. wiersz adresu jest zbyt długi.
ru: Слишком длинная вторая дополнительного адреса.
sd: لائن 2 جو پتو تمام وڏو آھي.
si: ‍යොමු ‍පෙළ 2 දිගු වැඩි ය.
sl: Naslov 2 je predolg.
sr_cyrl_rs: Ред за адресу 2 је предугачак.
sr_latn_rs: Red za adresu 2 je predugačak.
sv: Adressrad 2 är för lång.
ta: முகவரி வரி 2 மிக நீளமாக உள்ளது.
te: చిరునామా పంక్తి 2 చాలా పొడవుగా ఉంది.
tg: Сатри суроғаи 2 аз ҳад дароз аст.
th: ที่อยู่บรรทัดที่ 2 ยาวเกินไป
tr: Adres satırı 2 çok uzun.
tt: 2нче адрес юлы бик озын.
ug: ئادرېس سىزىقى2 بەك ئۇزۇن.
uk: Рядок адреси 2 задовгий.
ur: پتہ لائن 2 بہت طویل ہے.
uz: 2-manzil qatori juda uzun.
vi: Địa chỉ dòng 2 quá dài.
zh_hans: 地址行 2 过长。
zh_hant: 地址 2 太長。

# Literal.AddressLine2.Required
source: Address line 2 is required.
af: Adres reël 2 word vereis.
am: አድራሻ መስመር 2 ያስፈልጋል።
ar: سطر العنوان 2‏ مطلوب.
as: ঠিকনা শাৰী 2 আৱশ্যক৷
az: Ünvan sətri 2 tələb olunur.
bg: Ред за адрес 2 е задължителен.
bn_in: ঠিকানা 2 য় লাইন আবশ্যক৷
bs: Adresa 2 je obavezna.
cy: Rhaid nodi llinell cyfeiriad 2.
da: Adresselinje 2 er obligatorisk.
de: Die Adresszeile 2 ist erforderlich.
el: Απαιτείται η γραμμή διεύθυνσης 2.
es: La línea 2 de la dirección es obligatoria.
et: Postiaadressi 2. rida on kohustuslik.
eu: Helbidearen 2. lerroa beharrezkoa da.
fa: به آدرس 2 نیاز است.
ga: Líne 2 den seoladh ag teastáil.
gd: Tha feum air loidhne 2 an t-seòlaidh.
gl: Requírese liña de enderezo 2.
gu: સરનામાં લાઇન 2 ની આવશ્યકતા છે.
he: שורת כתובת 2 נדרשת.
hi: पता पंक्ति 2 आवश्यक है.
hr: Adresni redak 2 obavezan je.
hu: A cím 2. sorának megadása kötelező.
id: Baris alamat 2 wajib diisi.
is: Póstfangslína 2 er nauðsynleg.
ja: 住所 2 は必須項目です。
ka: შეავსეთ მისამართის მე-2 სტრიქონი.
kk: 2-мекенжай жолы қажет.
kn: ವಿಳಾಸ ಸಾಲು 2 ಅಗತ್ಯವಿದೆ.
ko: 주소란 2는 필수 항목입니다.
ku_arab: هێڵی 2 ی ناونیشان پێویستە.
ky: Дарек, сап 2 талап кылынат.
lo: ຕ້ອງລະບຸທີ່ຢູ່ແຖວທີ 2.
lt: 2 adreso eilutė yra būtina.
lv: Norādiet adreses 2. rindiņu.
mi: Kei te hiahiatia te Raina Wāhitau 2.
mk: Редот 2 за адреса е задолжителен.
ml: വിലാസ വരി 2 ആവശ്യമാണ്.
mn: Хаягийн мөр 2-ыг бөглөх шаардлагатай.
mr: पत्ता रेखा 2 आवश्यक आहे.
ms: Baris alamat 2 diperlukan.
mt: Il-linja tal-indirizz 2 hija meħtieġa.
ne: ठेगाना रेखा २ आवश्यक छ।
nn_no: Adresseline 2 er obligatorisk.
no: Adresselinje 2 må angis.
or: ଠିକଣା ଧାଡି 2 ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: پتہ لائن 2 درکار اے۔
pa_in: ਪਤਾ ਲਾਈਨ 2 ਲੋੜੀਂਦੀ ਹੈ।
pl: 2. wiersz adresu jest wymagany.
ru: Необходимо ввести вторую строку адреса.
sd: لائن 2 جو پتو گھرجيل آھي.
si: යොමු ‍පෙළ 2 සඳහන් කළ යුතු ය.
sl: Vnesite naslov 2.
sr_cyrl_rs: Ред за адресу 2 је обавезан.
sr_latn_rs: Red za adresu 2 je obavezan.
sv: Adressrad 2 måste anges.
ta: முகவரி வரி 2 தேவை.
te: చిరునామా పంక్తి 2 అవసరం.
tg: Сатри суроғаи 2 ҳатмист.
th: ต้องระบุที่อยู่บรรทัดที่ 2
tr: Adres satırı 2 gereklidir.
tt: 2нче адрес юлы мәҗбүри.
ug: ئادرېس سىزىقى 2 كېرەك.
uk: Необхідно ввести дані в рядок адреси 2.
ur: پتہ لائن 2 درکار ہے.
uz: 2-manzil qatori talab qilinadi.
vi: Địa chỉ dòng 2 là cần thiết.
zh_hans: 地址行 2 为必填项。
zh_hant: 地址 2 是必要資訊。

# Literal.AddressLine3.MaxLength
source: Address line 3 is too long.
af: Adres reël 3 is te lank.
am: አድራሻ መስመር 3 በጣም ረጅም ነው።
ar: سطر العنوان 3 أطول من اللازم.
as: ঠিকনা শাৰী 3 অতি দীঘল৷
az: Ünvan sətri 3 çox uzundur.
bg: Ред за адрес 3 е прекалено дълъг.
bn_in: ঠিকানা 3 য় লাইন অত্যন্ত লম্বা৷
bs: Adresa 3 je preduga.
cy: Mae llinell cyfeiriad 3 yn rhy hir.
da: Adresselinje 3 er for lang.
de: Die Adresszeile 3 ist zu lang.
el: Η γραμμή διεύθυνσης 3 είναι πολύ μεγάλη.
es: La línea 3 de la dirección es demasiado larga.
et: Postiaadressi 3. rida on liiga pikk.
eu: Helbidearen 3. lerroa luzeegia da.
fa: آدرس 3 بسیار طولانی است.
ga: Líne 3 den seoladh rófhada.
gd: Tha loidhne 3 an t-seòlaidh ro fhada.
gl: Liña de enderezo 3 é moi longa.
gu: સરનામાં લાઇન 3 ખૂબ લાંબી છે.
he: שורת כתובת 3 ארוכה מדי.
hi: पता पंक्ति 3 बहुत लंबी है.
hr: Adresni redak 3 predugačak je.
hu: A cím 3. sora túl hosszú.
id: Baris alamat 3 terlalu panjang.
is: Póstfangslína 3 er of löng.
ja: 住所 3 が長すぎます。
ka: მისამართის მე-3 სტრიქონი ძალიან გრძელია.
kk: 3-мекенжай жолы тым ұзын.
kn: ವಿಳಾಸ ಸಾಲು 3 ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 주소란 3이 너무 깁니다.
ku_arab: هێڵی 3 ی ناونیشان زۆر درێژە.
ky: Дарек, сап 3 өтө узун.
lo: ທີ່ຢູ່ແຖວທີ 3 ຍາວເກີນໄປ.
lt: 3 adreso eilutė yra per ilga.
lv: Adreses 3. rindiņa ir pārāk gara.
mi: He roa rawa te Raina Wāhitau 3.
mk: Редот 3 за адреса е предолг.
ml: വിലാസ വരി 3 ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хаягийн мөр 3 хэт урт байна.
mr: पत्ता रेखा 3 खूप दीर्घ आहे.
ms: Baris alamat 3 terlalu panjang.
mt: Il-linja tal-indirizz 3 twila wisq.
ne: ठेगाना रेखा ३ धेरै लामो भयो।
nn_no: Adresseline 3 er for lang.
no: Adresselinje 3 er for lang.
or: ଠିକଣା ଧାଡି 3 ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: پتہ لائن 3 بہت لمی اے۔
pa_in: ਪਤਾ ਲਾਈਨ 3 ਬੇਹੱਦ ਲੰਬੀ ਹੈ।
pl: 3. wiersz adresu jest zbyt długi.
ru: Слишком длинная третья строка адреса.
sd: لائن 3 جو پتو تمام وڏو آھي.
si: යොමු ‍පෙළ 3 දිගු වැඩි ය.
sl: Naslov 3 je predolg.
sr_cyrl_rs: Ред за адресу 3 је предугачак.
sr_latn_rs: Red za adresu 3 je predugačak.
sv: Adressrad 3 är för lång.
ta: முகவரி வரி 3 மிக நீளமாக உள்ளது.
te: చిరునామా పంక్తి 3 చాలా పొడవుగా ఉంది.
tg: Сатри суроғаи 3 аз ҳад дароз аст.
th: ที่อยู่บรรทัดที่ 3 ยาวเกินไป
tr: Adres satırı 3 çok uzun.
tt: 3нче адрес юлы бик озын.
ug: ئادرېس سىزىقى 3 بەك ئۇزۇن.
uk: Рядок адреси 3 задовгий.
ur: پتہ لائن 3 بہت طویل ہے.
uz: 3-manzil qatori juda uzun.
vi: Địa chỉ dòng 3 quá dài.
zh_hans: 地址行 3 过长。
zh_hant: 地址 3 太長。

# Literal.AddressLine3.Required
source: Address line 3 is required.
af: Adres reël 3 word vereis.
am: አድራሻ መስመር 3 ያስፈልጋል።
ar: سطر العنوان 3‏ مطلوب.
as: ঠিকনা শাৰী 3 আৱশ্যক৷
az: Ünvan sətri 3 tələb olunur.
bg: Ред за адрес 3 е задължителен.
bn_in: ঠিকানা 3 য় লাইন আবশ্যক৷
bs: Adresa 3 je obavezna.
cy: Rhaid nodi llinell cyfeiriad 3.
da: Adresselinje 3 er obligatorisk.
de: Die Adresszeile 3 ist erforderlich.
el: Απαιτείται η γραμμή διεύθυνσης 3.
es: La línea 3 de la dirección es obligatoria.
et: Postiaadressi 3. rida on kohustuslik.
eu: Helbidearen 3. lerroa beharrezkoa da.
fa: به آدرس 3 نیاز است.
ga: Líne 3 den seoladh ag teastáil.
gd: Tha feum air loidhne 3 an t-seòlaidh.
gl: Requírese liña de enderezo 3.
gu: સરનામાં લાઇન 3 ની આવશ્યકતા છે.
he: שורת כתובת 3 נדרשת.
hi: पता पंक्ति 3 आवश्यक है.
hr: Adresni redak 3 obavezan je.
hu: A cím 3. sorának megadása kötelező.
id: Baris alamat 3 wajib diisi.
is: Póstfangslína 3 er nauðsynleg.
ja: 住所 3 は必須項目です。
ka: შეავსეთ მისამართის მე-3 სტრიქონი.
kk: 3-мекенжай жолы қажет.
kn: ವಿಳಾಸ ಸಾಲು 3 ಅಗತ್ಯವಿದೆ.
ko: 주소란 3은 필수 항목입니다.
ku_arab: هێڵی 3 ی ناونیشان پێویستە.
ky: Дарек, сап 3 талап кылынат.
lo: ຕ້ອງລະບຸທີ່ຢູ່ແຖວທີ 3.
lt: 3 adreso eilutė yra būtina.
lv: Norādiet adreses 3. rindiņu.
mi: Kei te hiahiatia te Raina Wāhitau 3.
mk: Редот 3 за адреса е задолжителен.
ml: വിലാസ വരി 3 ആവശ്യമാണ്.
mn: Хаягийн мөр 3-ыг бөглөх шаардлагатай.
mr: पत्ता रेखा 3 आवश्यक आहे.
ms: Baris alamat 3 diperlukan.
mt: Il-linja tal-indirizz 3 hija meħtieġa.
ne: ठेगाना रेखा ३ आवश्यक छ।
nn_no: Adresseline 3 er obligatorisk.
no: Adresselinje 3 må angis.
or: ଠିକଣା ଧାଡି 3 ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: پتہ لائن 3 درکار اے۔
pa_in: ਪਤਾ ਲਾਈਨ 3 ਲੋੜੀਂਦੀ ਹੈ।
pl: 3. wiersz adresu jest wymagany.
ru: Необходимо ввести третью строку адреса.
sd: لائن 3 جو پتو گھرجيل آھي.
si: යොමු ‍පෙළ 3 සඳහන් කළ යුතු ය.
sl: Vnesite naslov 3.
sr_cyrl_rs: Ред за адресу 3 је обавезан.
sr_latn_rs: Red za adresu 3 je obavezan.
sv: Adressrad 3 måste anges.
ta: முகவரி வரி 3 தேவை.
te: చిరునామా పంక్తి 3 అవసరం.
tg: Сатри суроғаи 3 ҳатмист.
th: ต้องระบุที่อยู่บรรทัดที่ 3
tr: Adres satırı 3 gereklidir.
tt: 3нче адрес юлы мәҗбүри.
ug: ئادرېس سىزىقى 3 كېرەك.
uk: Необхідно ввести дані в рядок адреси 3.
ur: پتہ لائن 3 درکار ہے.
uz: 3-manzil qatori talab qilinadi.
vi: Địa chỉ dòng 3 là cần thiết.
zh_hans: 地址行 3 为必填项。
zh_hant: 地址 3 是必要資訊。
