Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SubscriptionAgreement
source: Check here to indicate that you have read and agree to the <a href="{0}" class="font-link1" target="_blank">Microsoft Azure Agreement</a> and the <a href="{1}" class="font-link1" target="_blank">Rate Plan</a>. Your email and phone number may be used to contact you regarding information for new subscribers, billing and your subscription.
af: Merk hier om te toon dat jy die <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-ooreenkoms</a> en die <a href="{1}" class="font-link1" target="_blank">Tariefplan</a> gelees het en daartoe instem. U e-pos en telefoonnommer kan gebruik word om u te kontak in verband met inligting vir nuwe intekenaars, rekeninge en u intekening.
am: ከዚህ ላይ ምልክት በማድረግ የ<a href="{0}" class="font-link1" target="_blank">Microsoft Azure ስምምነትን</a> እና <a href="{1}" class="font-link1" target="_blank">የክፍያ እቅድ</a>ን ማንበብዎን እና መስማማትዎን ይግለፁ። ለአዲስ የደንበኝነት ተመዝጋቢዎች፣ ክፍያን ወይም የደንበኝነት ምዝገባዎ በሚመለከት ከእርስዎ ጋርለመገናኘት ኢሜልዎን እና ስልክ ቁጥርዎን እንጠቀማለን።
ar: اختر هذا الخيار للتأكيد على أنك قد قرأت <a href="{0}" class="font-link1" target="_blank">اتفاقية Microsoft Azure‏</a> و<a href="{1}" class="font-link1" target="_blank">خطة الأسعار</a> توافق عليهما. وقد يتم استخدام بريدك الإلكتروني ورقم هاتفك للاتصال بك فيما يخص معلومات المشتركين الجدد والفوترة واشتراكك.
as: আপুনি যে <a href="{0}" class="font-link1" target="_blank">Microsoft Azure চুক্তি</a> আৰু <a href="{1}" class="font-link1" target="_blank">দৰ আঁচনি</a> পঢ়িলে আৰু তাৰ লগত একমত তাক জনাবলৈ ইয়াত পৰীক্ষা কৰক৷ নতুন সদস্যভুক্তি, বিল আদায় দিয়া আৰু আপোনাৰ সদস্যভুক্তিৰ কাৰণে প্ৰয়োজনীয় তথ্য সম্পৰ্কে আপোনাৰ লগত সম্পৰ্ক কৰিবলৈ আপোনাৰ ই-মেইল আৰু ফোন নম্বৰ ব্যৱহাৰ কৰিব পাৰে৷
az: <a href="{0}" class="font-link1" target="_blank">Microsoft Azure Sazişi</a> və <a href="{1}" class="font-link1" target="_blank">Tarif Planını</a> oxuduğunuzu və ona razılaşdığınızı göstərmək üçün buranı işarələyin. Yeni abunəçilər, hesablaşma və abunənizlə bağlı məlumatla əlaqədar sizinlə əlaqə saxlamaq üçün e-poçt və telefon nömrənizdən istifadə oluna bilər.
bg: Поставете отметка тук, за да укажете, че сте прочели и приемате <a href="{0}" class="font-link1" target="_blank">Споразумението за Microsoft Azure</a> и <a href="{1}" class="font-link1" target="_blank">Ценовия план</a>. Вашите имейл и телефонен номер могат да бъдат използвани за връзка с вас относно информация за нови абонати, плащания и вашия абонамент.
bn_in: আপনি যে <a href="{0}" class="font-link1" target="_blank">Microsoft Azure চুক্তি</a> এবং <a href="{1}" class="font-link1" target="_blank">রেট প্ল্যান</a> পড়েছেন এবং সন্মত হয়েছেন তা সূচিত করতে এখানে টিক চিহ্ন দিন৷ নতুন সাবস্ক্রাইবারদের তথ্যের জন্য, বিলিং এবং আপনার সাবস্ক্রিপশনের বিষয়ে আপনার সাথে যোগাযোগ করতে আপনার ইমেল এবং ফোন নম্বর ব্যবহার করা হতে পারে৷
bs: Označite ovdje da biste potvrdili da ste pročitali <a href="{0}" class="font-link1" target="_blank">Ugovor o usluzi za Microsoft Azure</a> i <a href="{1}" class="font-link1" target="_blank">Tarifni plan</a> i da ste saglasni s njima. Možemo koristiti vašu e-poštu i broj telefona da bismo vas kontaktirali u vezi s podacima za nove pretplatnike, naplaćivanje i pretplatu.
cy: Cliciwch yma i ddangos eich bod chi wedi darllen <a href="{0}" class="font-link1" target="_blank">Cytundeb Microsoft Azure</a> a'r <a href="{1}" class="font-link1" target="_blank">Cynllun Cyfradd</a> ac yn cytuno â nhw. Efallai caiff eich e-bost a'ch rhif ffôn eu defnyddio i gysylltu â chi ynghylch gwybodaeth i danysgrifwyr newydd, bilio a'ch tanysgrifiad chi.
da: Markér dette afkrydsningsfelt for at angive, at du har læst og accepterer <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-aftalen</a> og <a href="{1}" class="font-link1" target="_blank">prisoversigten</a>. Din mail og dit telefonnummer kan eventuelt blive brugt til at kontakte dig vedrørende oplysninger til nye abonnenter, fakturering og dit abonnement.
de: Klicken Sie hier, um anzugeben, dass Sie den <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-Vertrag</a> und die <a href="{1}" class="font-link1" target="_blank">Gebührenübersicht</a> gelesen haben und diesen zustimmen. Ihre E-Mail-Adresse und Ihre Telefonnummer können verwendet werden, um mit Ihnen Kontakt aufzunehmen und Ihnen Informationen für neue Abonnenten sowie Informationen zur Abrechnung und zu Ihrem Abonnement zukommen zu lassen.
el: Επιλέξτε αυτό το πλαίσιο για να υποδείξετε ότι έχετε διαβάσει και συμφωνείτε με τη <a href="{0}" class="font-link1" target="_blank">Σύμβαση Microsoft Azure</a> και το <a href="{1}" class="font-link1" target="_blank">Πρόγραμμα χρεώσεων</a>. Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας και ο αριθμός τηλεφώνου σας μπορεί να χρησιμοποιηθούν για να επικοινωνήσουμε μαζί σας σχετικά με πληροφορίες για τους νέους συνδρομητές, τη χρέωση και τη συνδρομή σας.
es: Activa esta opción para indicar que has leído y que aceptas el <a href="{0}" class="font-link1" target="_blank">Acuerdo de Microsoft Azure</a> y el <a href="{1}" class="font-link1" target="_blank">Plan de tarifas</a>. Tu dirección de correo electrónico y número de teléfono podrían usarse para ponerse en contacto contigo con información para nuevos suscriptores, sobre la facturación y sobre tu suscripción.
et: Märkige see väli näitamaks, et olete lugenud ja nõustute <a href="{0}" class="font-link1" target="_blank">Microsoft Azure'i lepingu</a> ja <a href="{1}" class="font-link1" target="_blank">hinnaplaaniga</a>. Teie meiliaadressi ja telefoninumbrit võidakse kasutada teiega ühenduse võtmiseks uusi tellijaid puudutava teabe, arvete esitamise ja teie tellimusega seoses.
eu: Markatu hau <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-ren hitzarmena</a> eta <a href="{1}" class="font-link1" target="_blank">Tarifa-plana</a> irakurri dituzula eta onartzen dituzula adierazteko. Zure helbide elektronikoa eta telefono-zenbakia erabiliko ditugu zurekin harremanetan jarri eta harpidedun berrientzako informazioa, eta fakturatzearen eta harpidetzaren inguruko informazioa emateko.
fa: اینجا را علامت بزنید تا تأیید کنید که <a href="{0}" class="font-link1" target="_blank">توافقنامه Microsoft Azure</a> و <a href="{1}" class="font-link1" target="_blank">طرح‌های هزینه‌ها</a> را خوانده و با آنها موافقید. ایمیل و شماره تلفن شما ممکن است برای تماس با شما در رابطه با اطلاعات مشترک‌های جدید، صورتحساب و اشتراک شما به کار رود.
ga: Seiceáil anseo chun a dheimhniú go bhfuil an <a href="{0}" class="font-link1" target="_blank">Comhaontú Microsoft Azure </a> agus an <a href="{1}" class="font-link1" target="_blank">Plean Rátaí</a> léite agat agus go n-aontaíonn tú leo. Is féidir go n-úsáidfí do ríomhphost agus d'uimhir theileafóin a úsáid chun dul i dteagmháil leat maidir le heolas faoi shíntiúsóirí nua, faoi bhilleáil agus faoi do shíntiús.
gd: Cuir cromag an-seo gus nochdadh gun do leugh thu agus gu bheil thu ag aontachadh ri <a href="{0}" class="font-link1" target="_blank">aonta Microsoft Azure</a> agus <a href="{1}" class="font-link1" target="_blank">plana nan reataichean</a>. Faodar am post-d is am fòn agad a chleachdadh gus fiosrachadh mu fho-sgrìobhaichean ùra, bileachadh is am fo-sgrìobhadh agadsa a chur thugad.
gl: Marca aquí para indicar que liches e aceptas o <a href="{0}" class="font-link1" target="_blank">contrato de Microsoft Azure</a> e o <a href="{1}" class="font-link1" target="_blank">Plan de Tarifas</a>. Pode que usemos o teu correo electrónico e o teu teléfono para poñernos en contacto contigo no referente a información para novos subscritores, facturación e a túa subscrición.
gu: તમે <a href="{0}" class="font-link1" target="_blank">Microsoft Azure કરાર</a> અને <a href="{1}" class="font-link1" target="_blank">ભાવ યોજના</a> વાંચ્યા છે અને તેનાથી સંમત છો તે દર્શાવવા માટે અહીં તપાસ કરો. નવા સબસ્ક્રાઇબર્સ, બિલિંગ અને તમારી સદસ્યતા માટે સંબંધિત જાણકારી માટે તમારો સંપર્ક કરવા તમારી ઈમેલ અથવા ફોન નંબરનો ઉપયોગ કરવામાં આવી શકે છે.
he: סמן כאן כדי לציין שקראת ושאתה מסכים ל<a href="{0}" class="font-link1" target="_blank">הסכם Microsoft Azure</a> ול<a href="{1}" class="font-link1" target="_blank">תוכנית הדירוגים</a>. כתובת הדואר ומספר הטלפון שלך עשויים לשמש כדי ליצור איתך קשר בנוגע למידע למנויים חדשים, חיובים והמנוי שלך.
hi: यह इंगित करने के लिए यहाँ चेक करें कि आपने <a href="{0}" class="font-link1" target="_blank">Microsoft Azure अनुबंध</a> और <a href="{1}" class="font-link1" target="_blank">दर योजना</a> को पढ़ लिया है और इससे सहमत हैं. आपके ईमेल और फ़ोन नंबर का उपयोग नए सदस्यों की जानकारी, बिलिंग और आपकी सदस्यता के संबंध में आपसे संपर्क करने में किया जा सकता है.
hr: Ovdje potvrdite da ste pročitali i da prihvaćate <a href="{0}" class="font-link1" target="_blank">Ugovor o platformi Microsoft Azure</a> i <a href="{1}" class="font-link1" target="_blank">cijene</a>. Vašu adresu e-pošte i broj telefona možemo koristiti da bismo vam prenijeli informacije za nove pretplatnike, o naplati i vašoj pretplati.
hu: Jelölje be a jelölőnégyzetet, ha elfogadja a <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-szerződés</a> és a <a href="{1}" class="font-link1" target="_blank">Díjkonstrukció</a> feltételeit. Az új előfizetőknek szóló, valamint a számlázással és az előfizetéssel kapcsolatos információkkal e-mailben és telefonon fogjuk felkeresni.
id: Centang di sini untuk menunjukkan bahwa Anda telah membaca dan menyetujui <a href="{0}" class="font-link1" target="_blank">Perjanjian Microsoft Azure</a> dan <a href="{1}" class="font-link1" target="_blank">Skema Tarif</a>. Email dan nomor telepon Anda dapat digunakan untuk menghubungi Anda terkait informasi bagi pelanggan baru, tagihan, dan langganan Anda.
is: Merktu hér til að gefa til kynna að þú hafir lesið og samþykkt <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-samninginn</a> og <a href="{1}" class="font-link1" target="_blank">verðskrána</a>. Netfangið þitt og símanúmer kunna að vera notuð til að hafa samband við þig vegna upplýsinga fyrir nýja áskrifendur, vegna innheimtu og vegna áskriftar þinnar.
ja: <a href="{0}" class="font-link1" target="_blank">Microsoft Azure 契約</a>と<a href="{1}" class="font-link1" target="_blank">料金プラン</a>をお読みのうえ、同意いただいた場合はここをクリックしてください。新しいサブスクライバー、課金内容、サービスに関して、ご提示いただいたメール アドレスや電話番号に連絡させていただく場合がございます。
ka: მონიშვნით დაადასტურეთ, რომ გაეცანით და ეთანხმებით <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-ის შეთანხმებასა</a> და <a href="{1}" class="font-link1" target="_blank">სატარიფო გეგმას</a>. თქვენი ელფოსტა და ტელეფონი შეიძლება გამოვიყენოთ თქვენთან დასაკავშირებლად, ახალი გამოწერების, ანგარიშსწორებისა და თქვენი გამოწერების შესახებ ინფორმაციის თაობაზე.
kk: <a href="{0}" class="font-link1" target="_blank">Microsoft Azure келісімі</a> мен <a href="{1}" class="font-link1" target="_blank">Тарифтік жоспар</a> құжаттарын оқығаныңызды және келісетініңізді көрсету үшін, осы жерді тексеріңіз. Электрондық поштаңыз бен телефон нөміріңіз сізге жаңа жазылушыларға, шот жіберуге және жазылымыңызға қатысты хабарласу үшін пайдаланылуы мүмкін.
kn: <a href="{0}" class="font-link1" target="_blank">Microsoft Azure ಒಪ್ಪಂದ</a> ಮತ್ತು <a href="{1}" class="font-link1" target="_blank">ದರ ಯೋಜನೆ</a> ಅನ್ನು ನೀವು ಓದಿದ್ದೀರಿ ಮತ್ತು ಅದಕ್ಕೆ ಒಪ್ಪುತ್ತೀರಿ ಎಂಬುದನ್ನು ಸೂಚಿಸಲು ಇಲ್ಲಿ ಗುರುತು ಮಾಡಿ. ಹೊಸ ಚಂದಾದಾರರು, ಬಿಲ್ಲಿಂಗ್ ಮತ್ತು ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಗಾಗಿನ ಮಾಹಿತಿಯ ಕುರಿತಾಗಿ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲು ನಿಮ್ಮ ಇಮೇಲ್ ಮತ್ತು ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಬಳಸಿಕೊಳ್ಳಬಹುದಾಗಿದೆ.
ko: <a href="{0}" class="font-link1" target="_blank">Microsoft Azure 계약</a> 및 <a href="{1}" class="font-link1" target="_blank">요금제</a> 내용을 읽었고 그 내용에 동의한다는 것을 나타내려면 여기를 선택하세요. 신규 가입자, 청구, 가입 서비스에 관한 정보를 확인하기 위해 메일 및 전화 번호를 통해 회원님에게 연락할 수 있습니다.
ku_arab: ئێرە بپشکنە بۆ دەرخستنی ئەوەی کە تۆ خوێندنەوەت بۆ کردووە و رازیت بە <a href="{0}" class="font-link1" target="_blank">رێکەوتننامەی Microsoft Azure</a> و <a href="{1}" class="font-link1" target="_blank">پلانی نرخ</a>. رەنگە ناونیشانی ئیمەیڵ و تەلەفۆنی تۆ بۆ پەیوەندیکردن بە تۆوە بەکاربهێنرێت سەبارەت بە زانیاری ئابوونە، فاتوورە و ئابوونەکەت.
ky: Сиз <a href="{0}" class="font-link1" target="_blank">Microsoft Azure Макулдашуусун</a> жана <a href="{1}" class="font-link1" target="_blank">Ченем Планын</a> окуп чыкканыңызды жана ага макул экениңизди билдирүү үчүн бул жерди басыңыз. Сиздин электрондук почтаңыз жана телефон номериңиз жаңы жазылуучулар үчүн маалымат, эсеп берүү жана сиздин жазылууңуз боюнча сизге байланышуу үчүн колдонулушу мүмкүн.
lo: ໝາຍເອົາບ່ອນນີ້ເພື່ອຊີ້ບອກວ່າທ່ານໄດ້ອ່ານ ແລະຕົກລົງເຫັນດີນຳ <a href="{0}" class="font-link1" target="_blank">ຂໍ້ຕົກລົງຂອງ Microsoft Azure</a> ແລະ <a href="{1}" class="font-link1" target="_blank">ແຜນອັດຕາ</a>. ອີເມວ ແລະເບີໂທລະສັບຂອງທ່ານອາດຈະຖືກໃຊ້ເພື່ອຕິດຕໍ່ຫາທ່ານກ່ຽວກັບຂໍ້ມູນສຳລັບຜູ້ສະໝັກໃຊ້ໃໝ່, ການຮຽກເກັບເງິນ ແລະການສະໝັກໃຊ້.
lt: Pažymėkite, jei norite nurodyti, kad perskaitėte <a href="{0}" class="font-link1" target="_blank">„Microsoft Azure“ sutartį</a> ir <a href="{1}" class="font-link1" target="_blank">tarifo planą</a> ir sutinkate su jų sąlygomis. Jūsų el. pašto adresas ir telefono numeris gali būti naudojamas susisiekti su jumis dėl minėtos naujų prenumeratorių, atsiskaitymo ir prenumeratos informacijos.
lv: Atzīmējiet šo izvēles rūtiņu, lai norādītu, ka izlasījāt <a href="{0}" class="font-link1" target="_blank">Microsoft Azure līgumu</a> un <a href="{1}" class="font-link1" target="_blank">tarifu plānu</a>. Jūsu e-pasta adrese un tālruņa numurs var tikt izmantoti, lai sazinātos ar jums un sniegtu jauniem abonentiem paredzēto informāciju, kā arī informāciju par norēķiniem un abonēšanu.
mi: Tirohia i konei hei tohu kua pānuitia e koe me te whakaae ki te <a href="{0}" class="font-link1" target="_blank">Kirimana Microsoft Azure</a> me te <a href="{1}" class="font-link1" target="_blank">Mahere Utu</a>. Ka whakamahia pea tō īmēra me tō tau waea ki te whakapā ki a koe mō te mōhiohio kaiohaurunga hōu, te tuku nama me tō ohaurunga.
mk: Проверете тука за да покажете дека сте го прочитале и дека се согласувате со <a href="{0}" class="font-link1" target="_blank">Договорот за Microsoft Azure</a> и со <a href="{1}" class="font-link1" target="_blank">Планот за тарифирање</a>. Може да ги користиме вашите е-пошта и телефонски број за да контактираме со вас во врска со информации за нови претплатници, за фактурирањето и за претплатата.
ml: <a href="{0}" class="font-link1" target="_blank">Microsoft Azure കരാര്‍,</a> <a href="{1}" class="font-link1" target="_blank">നിരക്ക് പ്ലാന്‍</a> എന്നിവ നിങ്ങള്‍ വായിച്ച് അംഗീകരിച്ചുവെന്നത് സൂചിപ്പിക്കുന്നതിന് ഇവിടെ ചെക്കുചെയ്യുക. പുതിയ സബ്‌സ്‌ക്രൈബര്‍മാര്‍, ബില്ലിംഗ്, നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷന്‍ എന്നിവയെ സംബന്ധിച്ചുള്ള വിവരങ്ങൾക്കായി നിങ്ങളെ ബന്ധപ്പെടുന്നതിന് നിങ്ങളുടെ ഇമെയിലും ഫോൺ നമ്പറും ഉപയോഗിച്ചേക്കാം.
mn: Та <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-н гэрээ</a> болон <a href="{1}" class="font-link1" target="_blank">Үнэлгээний багц</a>-ыг уншиж танилцаад зөвшөөрснөө илэрхийлэхийн тулд энд товш. Шинэ захиалагч, төлбөр тооцоо болон таны захиалгатай холбоотой мэдээллийн талаар танд хандахдаа э-шуудан болон утасны дугаарыг тань ашиглаж болно.
mr: आपण <a href="{0}" class="font-link1" target="_blank">Microsoft Azure करार</a> आणि <a href="{1}" class="font-link1" target="_blank">दर योजना</a> वाचले असल्याचे आणि त्याच्याशी सहमत असल्याचे दर्शविण्यासाठी येथे क्लिक करा. नवीन सदस्य, बिलिंग आणि आपल्या सदस्यतेशी संबंधित माहितीसाठी आपल्याशी संपर्क साधण्यासाठी आपला ईमेल आणि फोन नंबर वापरला जाऊ शकतो.
ms: Tandakan di sini untuk menunjukkan bahawa anda telah membaca dan bersetuju dengan <a href="{0}" class="font-link1" target="_blank">Perjanjian Microsoft Azure</a> dan <a href="{1}" class="font-link1" target="_blank">Pelan Kadar</a>. E-mel dan nombor telefon anda mungkin digunakan untuk menghubungi anda mengenai maklumat bagi pelanggan baharu, pengebilan dan langganan anda.
mt: Immarka hawn biex tindika li qrajt u taqbel mal-<a href="{0}" class="font-link1" target="_blank">Ftehim ta' Microsoft Azure</a> u l-<a href="{1}" class="font-link1" target="_blank">Pjan tar-Rata</a>. L-indirizz elettroniku u n-numru tat-telefown tiegħek jistgħu jintużaw biex tiġi kkuntattjat b'informazzjoni għal abbonati ġodda, kontijiet u l-abbonament tiegħek.
ne: तपाइँले <a href="{0}" class="font-link1" target="_blank">Microsoft Azure सम्झौता</a> and the <a href="{1}" class="font-link1" target="_blank">मूल्याङ्कन योजना</a> पढेर स्वीकार गर्नुभएको छ भनी संकेत गर्न यहाँ जाँच गर्नुहोस्। तपाइँको नयाँ सदस्य, बिलिङ र आफ्नो सदस्यतासँग सम्बन्धित जानकारीको लागि सम्पर्क गर्न तपाइँको इमेल र फोन नम्बर प्रयोग गर्न सकिन्छ।
nn_no: Merk av her for å stadfeste at du har lese og godtek <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-avtalen</a> og <a href="{1}" class="font-link1" target="_blank">betalingsplanen</a>. E-postadressa og telefonnummeret kan bli brukt til å kontakte deg med omsyn til informasjon for nye abonnentar, fakturering og abonnementet ditt.
no: Merk av her for å bekrefte at du har lest og godtatt <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-avtalen</a> og <a href="{1}" class="font-link1" target="_blank">prisen</a>. E-postadressen og telefonnummeret ditt kan bli brukt til å sende deg informasjon for nye abonnenter, fakturering og ditt abonnement.
or: ଆପଣ <a href="{0}" class="font-link1" target="_blank">ଗ୍ରହିତା ଚୁକ୍ତି</a> ଏବଂ <a href="{1}" class="font-link1" target="_blank">Microsoft Azure ଚୁକ୍ତି</a> ପଠନ କରିଥିବା ଏବଂ ରାଜି ହେଉଥିବାକୁ ସୂଚିତ କରିବାକୁ ଏଠାରେ କ୍ଲିକ୍ କରନ୍ତୁ. ଆପଣଙ୍କର ଇମେଲ୍ ଏବଂ ଫୋନ୍ ନମ୍ବର ହୁଏତ ଆପଣଙ୍କର ଗ୍ରହିତା ଏବଂ ବିଲିଂ,ନୂତନ ଗ୍ରହିତା ପାଇଁ ସୂଚନା ସମ୍ଵନ୍ଧିତ ସମ୍ପର୍କକୁ ବ୍ୟବହାର କରିପାରେ.
pa_arab_pk: ‏‏ایہہ دسن لئی کہ تسی ایہ پڑھ لیا تے اس تے راضی او اس تے کلک کرو <a href="{0}" class="font-link1" target="_blank">Microsoft Azure اجريمينت</a> تے <a href="{1}" class="font-link1" target="_blank">قیمتاں دا منصوبہ</a>۔ تھاڈا دا ای میل تے فون نمبر تساں دے نال نوے رکناں دی معلومات، بل تے تساں دی رکنیت دے بارے چے دسن لئی ورتیاجاسکدااے۔
pa_in: ਇਹ ਦਰਸਾਉਣ ਲਈ ਏਥੇ ਕਲਿੱਕ ਕਰੋ ਕਿ ਤੁਸੀਂ <a href="{0}" class="font-link1" target="_blank">Microsoft Azure ਦੇ ਇਕਰਾਰਨਾਮੇ</a> ਅਤੇ <a href="{1}" class="font-link1" target="_blank">ਰੇਟ ਯੋਜਨਾ</a> ਨੂੰ ਪੜ੍ਹ ਲਿਆ ਹੈ ਅਤੇ ਤੁਸੀਂ ਇਸ ਨਾਲ ਸਹਿਮਤ ਹੋ। ਨਵੇਂ ਸਬਸਕ੍ਰਾਈਬਰਾਂ, ਬਿੱਲ ਬਣਾਉਣ ਸਬੰਧੀ ਅਤੇ ਤੁਹਾਡੀ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਸਬੰਧੀ ਜਾਣਕਾਰੀ ਵਾਸਤੇ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਲਈ ਤੁਹਾਡੀ ਈਮੇਲ ਅਤੇ ਫ਼ੋਨ ਨੰਬਰ ਦੀ ਵਰਤੋਂ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।
pl: Zaznacz to pole wyboru, aby potwierdzić, że znasz i akceptujesz <a href="{0}" class="font-link1" target="_blank">Umowę dotyczącą platformy Microsoft Azure</a> oraz <a href="{1}" class="font-link1" target="_blank">Plan taryfowy</a>. Podany adres e-mail i numer telefonu mogą zostać użyte w celu skontaktowania się z Tobą i przekazania informacji dotyczących nowych subskrybentów, fakturowania i subskrypcji.
ru: Установите этот флажок в качестве подтверждения того, что вы ознакомились и согласились с <a href="{0}" class="font-link1" target="_blank">договором Microsoft Azure</a> и <a href="{1}" class="font-link1" target="_blank">тарифным планом</a>. Номер вашего телефона и адрес электронной почты могут использоваться для связи с вами относительно сведений для новых подписчиков, выставления счетов и действующей подписки.
sd: اشارو ڪرڻ لاءِ هتي ڪلڪ ڪريو ته توهان <a href="{0}" class="font-link1" target="_blank">Microsoft Azure اقرارنامو</a> ۽ <a href="{1}" class="font-link1" target="_blank">ريٽ منصوبو</a> کي پڙهيو آهي ۽ راضي آهيو. نوَن سبسڪرائبرس، بلنگ ۽ توهان جي سبسڪرپشن جي باري ۾ معلومات لاءِ توهان سان رابطي ڪرڻ لاءِ توهان جي اي ميل ۽ فون نمبر استعمال ڪري سگهجن ٿا.
si: ඔබ විසින් <a href="{0}" class="font-link1" target="_blank">Microsoft Azure ගිවිසුම</a> ගිවිසුම <a href="{1}" class="font-link1" target="_blank">අනුපාත සැලැස්ම </a>කියවා එකඟ වූ බව හැඟවීමට මෙතැන ක්ලික් කරන්න. නව දායකයන්, බිල්පත්කරණය හා ඔබේ දායකත්වය සම්බන්ධ තොරතුරු සඳහා ඔබව ඇමතීම සඳහා ඔබේ ඉ-තැපෑල හා දුරකථන අංකය භාවිතා කරනු ලබනු ඇත.
sl: Označite to polje, da potrdite, da ste prebrali <a href="{0}" class="font-link1" target="_blank">pogodbo za Microsoft Azure</a> in <a href="{1}" class="font-link1" target="_blank">cenik</a> ter soglašate z njima. Vaš e-poštni naslov in telefonsko številko lahko uporabimo za stik z vami glede informacij za nove naročnike, obračunavanja in vaše naročnine.
sr_cyrl_rs: Обележите овде да бисте означили да сте прочитали <a href="{0}" class="font-link1" target="_blank">Microsoft Azure уговор</a> и <a href="{1}" class="font-link1" target="_blank">тарифни план</a>, као и да се слажете с њима. Можемо да користимо вашу е-адресу и број телефона да бисмо вас контактирали у вези са информацијама за нове претплатнике, наплаћивањем и претплатом.
sr_latn_rs: Obeležite ovde da biste označili da ste pročitali <a href="{0}" class="font-link1" target="_blank">Microsoft Azure ugovor</a> i <a href="{1}" class="font-link1" target="_blank">tarifni plan</a>, kao i da se slažete s njima. Možemo da koristimo vašu e-adresu i broj telefona da bismo vas kontaktirali u vezi sa informacijama za nove pretplatnike, naplaćivanjem i pretplatom.
sv: Markera detta för att visa att du har läst och godkänt <a href="{0}" class="font-link1" target="_blank">Microsoft Azure-avtalet</a> och <a href="{1}" class="font-link1" target="_blank">prislistan</a>. Din e-postadress och ditt telefonnummer kan komma att användas om vi behöver kontakta dig om information för nya prenumeranter, fakturering och din prenumeration.
ta: <a href="{0}" class="font-link1" target="_blank">Microsoft Azure ஒப்பந்தம்</a> மற்றும் <a href="{1}" class="font-link1" target="_blank">கட்டணத் திட்டத்தைப்</a> படித்து ஏற்கிறீர்கள் என்பதைக் குறிக்க இங்கே தேர்ந்தெடுக்கவும். புதிய சந்தாதாரர்கள், இரசீது மற்றும் உங்கள் சந்தாவிற்கான தகவல் தொடர்பாக உங்களைத் தொடர்புகொள்ள உங்கள் மின்னஞ்சல் மற்றும் தொலைபேசி எண் பயன்படுத்தப்படும்.
te: మీరు <a href="{0}" class="font-link1" target="_blank">Microsoft Azure ఒప్పందం</a> మరియు <a href="{1}" class="font-link1" target="_blank">రేటు ప్రణాళిక‌</a>ను చదివి, అంగీకరిస్తున్నట్లు సూచించడానికి ఇక్కడ టిక్కు పెట్టండి. కొత్త సభ్యులు, బిల్లింగ్ మరియు మీ సభ్యత్వానికి సంబంధించి మిమ్మల్ని సంప్రదించడం కోసం మీ ఇమెయిల్ మరియు ఫోన్ నంబర్ ఉపయోగించబడవచ్చు.
tg: Барои нишон додани он, ки шумо <a href="{0}" class="font-link1" target="_blank"> Microsoft Azure Agreement </a> ва <a href="{1}" class="font-link1" target="_blank">Нақшаи нархҳо</a>-ро хондаед ва бо он розиед, дар ин ҷой зер кунед. Почтаи электронӣ ва рақами телефони шумо метавонанд барои тамос гирифтан бо шумо дар мавриди маълумот дар бораи обунашавандагони нав, пешниҳоди ҳисоб ва обунаи шумо истифода бурда шаванд.
th: คลิกที่นี่เพื่อแสดงว่าคุณได้อ่านและยอมรับ <a href="{0}" class="font-link1" target="_blank">ข้อตกลง Microsoft Azure</a> และ<a href="{1}" class="font-link1" target="_blank">แผนอัตรา</a> อาจใช้อีเมลและหมายเลขโทรศัพท์ของคุณเพื่อติดต่อคุณเกี่ยวกับข้อมูลผู้สมัครใหม่ การเรียกเก็บเงิน และการสมัครสมาชิกของคุณ
tr: <a href="{0}" class="font-link1" target="_blank">Microsoft Azure Anlaşması</a>'nı ve <a href="{1}" class="font-link1" target="_blank">Ücret Planı</a>'nı okuduğunuzu ve kabul ettiğinizi belirtmek için burayı işaretleyin. E-postanız ve telefon numaranız yeni aboneler, faturalama ve kendi aboneliğinizle ilgili olarak sizinle bağlantı kurmak için kullanılabilir.
tt: <a href="{0}" class="font-link1" target="_blank">Microsoft Azure килешүен</a> һәм <a href="{1}" class="font-link1" target="_blank">Тариф планын</a> укып, алар белән ризалашканыгызны күрсәтү өчен монда чирттерегез. Сезнең электрон почта адресыгыз һәм телефон номерыгыз яңа язылучылар өчен мәгълүмат, хисаплар чыгару һәм язылуыгыз буенча сезнең белән элемтәгә керү өчен кулланылырга мөмкин.
ug: بۇ يەرنى چېكىپ، <a href="{0}" class="font-link1" target="_blank">«Microsoft Azure كېلىشىمى»</a> ۋە <a href="{1}" class="font-link1" target="_blank">«باھا لايىھەسى»</a> نى ئوقۇپ، قوشۇلغانلىقىڭىزنى مۇئەييەنلەشتۈرۈڭ. تورخەت ئادرېسىڭىز ۋە تېلېفون نومۇرىڭىز يېڭى خېرىدارلارغا ئالاقىدار ئىشلار، زاكاز ۋە سودىلىق ئۇچۇرلىرىنى يەتكۈزۈشتە ئىشلىتىلىشى مۇمكىن.
uk: Установіть тут позначку, щоб підтвердити, що ви ознайомилися з <a href="{0}" class="font-link1" target="_blank">угодою Microsoft Azure</a> і <a href="{1}" class="font-link1" target="_blank">тарифним планом</a> і погоджуєтеся з ними. Ми можемо використовувати вказані адресу електронної пошти та номер телефону, щоб зв’язуватися з вами стосовно відомостей для нових передплатників, виставлення рахунків, діючої передплати.
ur: نشاندہی کرنے کے لیے کہ آپ نے <a href="{0}" class="font-link1" target="_blank">Microsoft Azure معاہدہ</a> and the <a href="{1}" class="font-link1" target="_blank">Rate Plan</a> پڑھ اور اس سے اتفاق کر لیا ہے، یہاں نشان لگائیں۔ نئے ارکان، بل کاری اور آپ کی رکنیت سے متعلق معلومات کے سلسلے میں آپ سے رابطہ کرنے کے لئے آپ کا ای میل یا فون نمبر استعمال کیا جا سکتا ہے۔۔
uz: Siz quyidagilarni o‘qiganligingiz va ularga roziligingizni ko‘rsatish uchun bu yerga cherting: <a href="{0}" class="font-link1" target="_blank">Microsoft Azure shartnomasi</a> va <a href="{1}" class="font-link1" target="_blank">Tarif rejasi</a>. Yangi obunachilar, billing va obunangizga tegishli ma’lumotlar bo‘yicha siz bilan bog‘lanishda elektron pochta manzilingiz va telefon raqamingizdan foydalanilishi mumkin.
vi: Bấm vào đây để xác nhận bạn đã đọc và đồng ý với <a href="{0}" class="font-link1" target="_blank">Thỏa thuận dành cho Microsoft Azure</a> và <a href="{1}" class="font-link1" target="_blank">Gói Cước</a>. Email và số điện thoại của bạn có thể được dùng để liên lạc với bạn về các thông tin cho người mới đăng kí, hoá đơn và đăng kí dịch vụ của bạn.
zh_hans: 单击此处即表示你已阅读并同意 <a href="{0}" class="font-link1" target="_blank">Microsoft Azure 协议</a>和<a href="{1}" class="font-link1" target="_blank">费率计划</a>。我们可能会使用你的电子邮件地址和电话号码与你联系，以说明有关新订户、计费和你的订阅的信息。
zh_hant: 請勾選此處表示您已閱讀並同意 <a href="{0}" class="font-link1" target="_blank">Microsoft Azure 合約</a>與<a href="{1}" class="font-link1" target="_blank">費率方案</a>。我們可能會使用您提供的電子郵件和電話號碼連絡您，以提供新訂戶、計費和訂閱的相關資訊。
