Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IdealBA.Add.Header
source: Set up an iDeal (Direct debit) account
af: Stel ’n iDeal-rekening (Direkte debiet) op
am: iDeal (ቀጥተኛ ዴቢት) መለያ ያቀናብሩ
ar: إعداد حساب iDeal (الخصم المباشر)
as: iDeal (ডাইৰেক্ট ডেবিট) একাউণ্ট এটা ছেট আপ কৰক
az: iDeal (Birbaşa debet) hesabı qurun
bg: Настройване на сметка iDeal (директен дебит)
bn_in: একটি iDeal অ্যাকাউন্ট (ডাইরেক্ট ডেবিট) সেট করুন
bs: Postavljanje računa na usluzi iDeal (direktno terećenje)
cy: Sefydlu cyfrif iDeal (Debyd uniongyrchol)
da: Konfigurer en iDeal-konto (direkte debitering)
de: iDeal-Konto (Lastschrift) einrichten
el: Ρύθμιση λογαριασμού iDeal (άμεση χρέωση)
es: Configurar una cuenta de iDeal (adeudo directo)
et: Seadistage iDeali (otsekorralduse) konto
eu: Konfiguratu iDeal (zordunketa zuzena) kontua
fa: یک حساب iDeal (برداشت مستقیم) تنظیم کنید
ga: Cuntas iDeal (Dochar díreach) a chumrú
gd: Suidhich cunntas iDEAL (Direct Debit)
gl: Configurar unha conta de iDeal (domiciliación)
gu: iDeal (ડાયરેક્ટ ડેબિટ) એકાઉન્ટ સેટ અપ કરો
he: הגדר חשבון iDeal (חיוב ישיר)
hi: एक iDeal (प्रत्यक्ष डेबिट) खाता सेट करें
hr: Postavljanje računa na usluzi iDeal (izravno terećenje)
hu: iDeal- (csoportos beszedési megbízási) számla beállítása
id: Siapkan rekening iDeal (Debit langsung)
is: Setja upp iDeal-reikning (beingreiðslur)
ja: iDeal (口座振替) アカウントの設定
ka: iDeal (პირდაპირი დებეტი) ანგარიშის დაყენება
kk: iDeal (тікелей дебет) тіркелгісін орнату
kn: ಒಂದು iDeal (ನೇರ ಡೆಬಿಟ್) ಖಾತೆಯನ್ನು ಹೊಂದಿಸಿ
ko: iDeal(자동 이체) 계정 설정
ku_arab: ئامادەکردنی ئەژمێرێکی iDeal (دێبیتی ڕاستەوخۆ)
ky: iDeal (Түз дебет) эсебин жөндөө
lo: ຕັ້ງບັນຊີ iDeal (ຫັກໜີິ້ໂດຍກົງ)
lt: „iDeal“ (tiesioginio debeto) sąskaitos nustatymas
lv: iDeal (tiešā debeta) konta iestatīšana
mi: Whakaritea he pūkete (utunga hāngai) iDeal
mk: Поставете сметка на iDeal (картичка за директно дебитно плаќање)
ml: ഒരു iDeal (ഡയറക്റ്റ് ഡെബിറ്റ്) അക്കൗണ്ട് തുടങ്ങുക
mn: iDeal (Шууд дебит) данс тохируулах
mr: एक iDeal (थेट डेबिट) खाते सेट अप करा
ms: Sediakan akaun iDeal (Debit terus)
mt: Ikkonfigura kont ta' (Debitu dirett) iDeal
ne: iDeal (डाइरेक्ट डेबिट) खाता सेट अप गर्नुहोस्
nn_no: Konfigurer ein iDeal-konto (direkte debitering)
no: Konfigurer en iDeal-konto (direkte debitering)
or: ଏକ iDeal ଅକାଉଣ୍ଟ (ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍‌) ତିଆରି କରନ୍ତୁ
pa_arab_pk: اک iDeal (براہ راست ڈیبٹ) اکاؤنٹ ترتیب دوو
pa_in: ਕਿਸੇ iDeal (ਸਿੱਧਾ ਡੈਬਿਟ) ਖਾਤੇ ਨੂੰ ਸੈੱਟ ਅਪ ਕਰੋ
pl: Skonfiguruj konto iDeal (polecenie zapłaty)
ru: Настройка учетной записи iDeal (прямое дебетование)
sd: هڪ iDeal (ڊائريڪيٽ ڊيبٽ) اڪائونٽ سيٽ اپ ڪريو.
si: iDeal (සෘජු හර) ගිණුමක් සකස් කරන්න
sl: Nastavitev računa iDeal (direktna obremenitev)
sr_cyrl_rs: Подешавање налога iDeal (директно задужење)
sr_latn_rs: Podešavanje naloga iDeal (direktno zaduženje)
sv: Skapa ett iDeal-konto (autogiro)
ta: iDeal (நேரடி பற்று) கணக்கை அமைக்கவும்
te: iDeal (సరాసరి డెబిట్) ఖాతాను ఏర్పరుచుకోండి
tg: Танзим кардани ҳисоби iDeal (Дебити мустақим)
th: ตั้งค่าบัญชี iDeal (การหักบัญชีเงินฝากอัตโนมัติ)
tr: Bir iDeal (Talimatlı ödeme) hesabı oluşturun
tt: iDeal (туры дебет) хисап язмасын көйләү
ug: iDeal (بىۋاستە چىقىم) ھېساباتىنى سەپلەش
uk: Налаштування облікового запису iDeal (пряме дебетування)
ur: ایک iDeal (براہ راست ڈیبٹ) اکاؤنٹ سیٹ اپ کریں
uz: iDeal (bevosita debet) hisobini yaratish
vi: Thiết lập tài khoản iDeal (Ghi nợ trực tiếp)
zh_hans: 设置 iDeal (直接借记)帐户
zh_hant: 設定 iDeal (直接扣款) 帳戶

# Literal.ModernIdeal.Add.Header
source: Set up an iDEAL (Direct debit) account
af: Stel ’n iDEAL-rekening (Direkte debiet) op
am: የ iDEAL (ቀጥታ ዴቢት) መለያ ያዋቅሩ
ar: إعداد حساب iDEAL (الخصم المباشر)
as: iDeal (ডাইৰেক্ট ডেবিট) একাউণ্ট এটা ছেট আপ কৰক
az: iDEAL (Birbaşa debet) hesabı qurun
bg: Настройте сметка iDEAL (директен дебит)
bn_in: একটি iDEAL অ্যাকাউন্ট (ডাইরেক্ট ডেবিট) সেট করুন
bs: Postavljanje računa na usluzi iDEAL (direktno terećenje)
cy: Sefydlu cyfrif iDEAL (debyd uniongyrchol)
da: Konfigurer en iDEAL-konto (direkte debitering)
de: iDEAL-Konto (Lastschrift) einrichten
el: Ρύθμιση λογαριασμού iDEAL (άμεση χρέωση)
es: Configurar una cuenta de iDEAL (adeudo directo)
et: Seadistage iDEALi (otsekorralduse) konto
eu: Konfiguratu iDEAL (zordunketa zuzena) kontu bat
fa: یک حساب iDEAL (برداشت مستقیم) تنظیم کنید
ga: Cuntas iDEAL (Dochar díreach) a chumrú
gd: Suidhich cunntas iDEAL (Direct Debit)
gl: Configurar unha conta de iDEAL (domiciliación)
gu: iDEAL (ડાયરેક્ટ ડેબિટ) ખાતું સેટ અપ કરો
he: הגדר חשבון iDEAL (חיוב ישיר)
hi: iDEAL (प्रत्यक्ष डेबिट) खाता सेट अप करें
hr: Postavljanje računa na usluzi IDEAL (izravno terećenje)
hu: iDEAL (csoportos beszedési megbízási) számla beállítása
id: Siapkan rekening iDEAL (Debit langsung)
is: Setja upp iDEAL-reikning (beingreiðslu)
ja: iDEAL (自動引き落とし) アカウントの設定
ka: iDEAL (პირდაპირი დებეტი) ანგარიშის დაყენება
kk: iDEAL (тікелей дебет) тіркелгісін орнату
kn: ಒಂದು iDEAL (ನೇರ ಡೆಬಿಟ್) ಖಾತೆಯನ್ನು ಸೆಟಪ್ ಮಾಡಿ
ko: iDeal(자동 이체) 계정 설정
lo: ຕັ້ງບັນຊີ iDEAL (ເດບິດໂດຍກົງ)
lt: „iDEAL“ (tiesioginio debeto) paskyros nustatymas
lv: iDEAL (tiešā debeta) konta iestatīšana
mi: Whakatūria he pūkete iDEAL (utunga hāngai tonu)
mk: Поставете сметка на iDeal (картичка за директно дебитно плаќање)
ml: ഒരു iDeal (ഡയറക്റ്റ് ഡെബിറ്റ്) അക്കൗണ്ട് സജ്ജീകരിക്കുക
mr: एक iDEAL (थेट डेबिट) खाते सेट अप करा
ms: Sediakan akaun iDEAL (Debit terus)
mt: Ikkonfigura kont ta’ iDeal (Debitu dirett)
ne: iDEAL (डाइरेक्ट डेबिट) खाता सेट अप गर्नुहोस्
nn_no: Konfigurer ein iDEAL-konto (direkte debitering)
no: Opprett en iDEAL-konto (direkte debitering)
or: ଏକ iDEAL ଏକାଉଣ୍ଟ୍ (ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍‌) ତିଆରି କରନ୍ତୁ
pa_in: ਇੱਕ iDeal (ਸਿੱਧਾ ਡੈਬਿਟ) ਖਾਤੇ ਨੂੰ ਸੈੱਟ ਅਪ ਕਰੋ
pl: Skonfiguruj konto iDEAL (polecenie zapłaty)
ru: Настройка учетной записи iDEAL (прямое дебетование)
sl: Nastavitev računa iDEAL (direktna obremenitev)
sr_cyrl_rs: Подешавање налога iDEAL (директно задужење)
sr_latn_rs: Podešavanje iDEAL naloga (direktno dugovanje)
sv: Skapa ett iDEAL-konto (autogiro)
ta: iDEAL (நேரடிப் பற்று) கணக்கை அமைக்கவும்
te: iDEAL (సరాసరి డెబిట్) ఖాతాను ఏర్పరుచుకోండి
th: ตั้งค่าบัญชี iDEAL (การหักบัญชีโดยตรง)
tr: Bir iDEAL (Talimatlı ödeme) hesabı oluşturun
tt: iDEAL (туры дебет) хисап язмасын көйләү
ug: iDEAL (بىۋاستە چىقىم) ھېساباتىنى سەپلەش
uk: Налаштування облікового запису iDeal (пряме дебетування)
ur: ایک iDEAL (براہ راست ڈیبٹ) اکاؤنٹ سیٹ اپ کریں
vi: Thiết lập tài khoản iDEAL (Ghi nợ trực tiếp)
zh_hans: 设置 iDEAL (直接借记)帐户
zh_hant: 設定 iDeal (直接扣款) 帳戶

# Literal.Sepa.Update
source: Update SEPA Direct debit account
af: Werk SEPA-direktedebietrekening by
am: SEPA ቀጥተኛ ዴቢት መለያ ያዘምኑ
ar: تحديث حساب الخصم المباشر لسيبا
as: SEPA ডাইৰেক্ট ডেবিট একাউণ্ট আপডেট কৰক
az: SEPA Birbaşa debet hesabını yeniləyin
bg: Актуализиране на сметка SEPA директен дебит
bn_in: SEPA ডাইরেক্ট ডেবিট অ্যাকাউন্টটি আপডেট করুন
bs: Ažuriranje računa za direktno terećenje za SEPA
cy: Diweddaru cyfrif Debyd Uniongyrchol SEPA
da: Opdater SEPA-konto til direkte debitering
de: SEPA-Lastschriftkonto aktualisieren
el: Ενημέρωση λογαριασμού άμεσης χρέωσης SEPA
es: Actualizar la cuenta de adeudo directo de SEPA
et: Värskendage SEPA otsekorralduskontot
eu: Eguneratu SEPA zordunketa zuzeneko kontua
fa: حساب برداشت مستقیم SEPA را به‌روزسانی کنید
ga: Cuntas dochair dhírigh SEPA a nuashonrú
gd: Ùraich an cunntas Direct Debit SEPA
gl: Actualizar a conta de domiciliación de SEPA
gu: SEPA ડાયરેક્ટ ડેબિટ એકાઉન્ટ અપડેટ કરો
he: עדכן חשבון לחיוב ישיר של SEPA
hi: SEPA प्रत्यक्ष डेबिट खाता अद्यतन करें
hr: Ažuriranje računa za izravno terećenje za SEPA
hu: SEPA csoportos beszedési megbízási számla frissítése
id: Perbarui rekening Debit Langsung SEPA
is: Uppfæra SEPA-beingreiðslureikning
ja: SEPA 口座振替アカウントの更新
ka: SEPA პირდაპირი დებეტის ანგარიშის განახლება
kk: SEPA тікелей дебеті тіркелгісін жаңарту
kn: SEPA ನೇರ ಡೆಬಿಟ್ ಖಾತೆಯನ್ನು ನವೀಕರಿಸಿ
ko: SEPA 자동 이체 계좌 업데이트
ku_arab: نوێکردنەوەی ئەژمێری دێبیتی SEPA Direct
ky: SEPA Түз дебет эсебин жаңыртуу
lo: ອັບເດດບັນຊີຫັກໜີ້ໂດຍກົງ SEPA
lt: SEPA tiesioginio debeto sąskaitos atnaujinimas
lv: SEPA tiešā debeta konta atjaunināšana
mi: Whakahōutia te pūkete utunga hāngai SEPA
mk: Ажурирајте ја сметката на картичката за директно дебитно плаќање SEPA
ml: SEPA ഡയറക്റ്റ് ഡെബിറ്റ് അക്കൌണ്ട് പുതുക്കുക
mn: SEPA шууд дебит дансыг шинэчлэх
mr: SEPA थेट डेबिट खाते अद्यतनित करा
ms: Kemas kini akaun Debit terus SEPA
mt: Aġġorna l-kont ta' Debitu dirett ta' SEPA
ne: SEPA डाइरेक्ट डेबिट खाता अद्यावधिक गर्नुहोस्
nn_no: Oppdater SEPA-konto for direkte debitering
no: Oppdater SEPA-konto for direkte debitering
or: SEPA ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍‌ ଅକାଉଣ୍ଟ ଅପଡେଟ୍‌ କରନ୍ତୁ
pa_arab_pk: SEPA ڈائریکٹ ڈیبٹ اکاؤنٹ اپ ڈیٹ کرو
pa_in: SEPA ਸਿੱਧਾ ਡੈਬਿਟ ਖਾਤੇ ਨੂੰ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj konto polecenia zapłaty SEPA
ru: Обновление учетной записи прямого дебетования SEPA
sd: SEPA ڊائريڪٽ ڊيبٽ اڪائونٽ تازه ڪاري ڪريو
si: SEPA සෘජු හර ගිණුම යාවත්කාල කරන්න
sl: Posodobite račun za direktno obremenitev SEPA
sr_cyrl_rs: Ажурирање SEPA налога директног задужења
sr_latn_rs: Ažuriranje SEPA naloga direktnog zaduženja
sv: Uppdatera ett SEPA-autogirokonto
ta: SEPA நேரடிப் பற்றுக் கணக்கைப் புதுப்பிக்கவும்
te: SEPA సరాసరి డెబిట్ ఖాతాను పునరుద్ధరించండి
tg: Навсозӣ кардани ҳисоби дебити мустақими SEPA
th: อัปเดตบัญชีแบบหักบัญชีเงินฝากอัตโนมัติ SEPA
tr: SEPA Talimatlı ödeme hesabını güncelleştir
tt: SEPA туры дебет хисап язмасын яңарту
ug: ‏SEPA بىۋاسىتە چىقىم ھېساباتىنى يېڭىلاش
uk: Оновлення облікового запису прямого дебетування SEPA
ur: SEPA براہ راست ڈیبٹ اکاؤنٹ کی تازہ کاری کریں
uz: SEPA bevosita debet hisobini yangilash
vi: Cập nhật tài khoản Ghi nợ trực tiếp SEPA
zh_hans: 更新 SEPA 直接借记帐户
zh_hant: 更新 SEPA 直接扣款帳戶

# Literal.Klarna.ViewConsentButton
source: View Klarna consent
af: Bekyk Klarna-toestemming
am: የKlarna ስምምነት ይመልከቱ
ar: عرض موافقة Klarna
as: Klarna সন্মতি চাওঁক
az: Klarna razılığına baxın
bg: Преглед на съгласието за Klarna
bn_in: Klarna সম্মতি দেখুন
bs: Prikaži pristanak banke Klarna
cy: Gweld cydsyniad Klarna
da: Vis Klarna-samtykke
de: Klarna-Zustimmung anzeigen
el: Προβολή συγκατάθεσης Klarna
es: Ver el consentimiento de Klarna
et: Kuva Klarna nõusolek
eu: Ikusi Klarna-ren onespena
fa: مشاهده رضایت Klarna
ga: Amharc ar thoiliú Klarna
gd: Faic aonta Klarna
gl: Ver o consentimento de Klarna
gu: કલાર્ના કૉન્સેંટ જુઓ
he: הצג את ההסכמה לשימוש ב- Klarna
hi: Klarna की सहमति देखें
hr: Prikaži pristanak banke Klarna
hu: A Klarna-hozzájárulás megtekintése
id: Lihat persetujuan Klarna
is: Skoða samþykki fyrir Klarna
ja: Klarna の同意を表示
ka: იხილეთ Klarna-ს პირობებზე დათანხმება
kk: Klarna келісімін қарау
kn: Klarna ಸಮ್ಮತಿಯನ್ನು ವೀಕ್ಷಿಸಿ
ko: Klarna 동의서 보기
ku_arab: بینینی ڕەزامەندی Klarna
ky: Klarna макулдугун көрүү
lo: ເບິ່ງການຍິນຍອມ Klarna
lt: Peržiūrėti „Klarna“ sutikimą
lv: Skatīt Klarna piekrišanu
mi: Tiro whakaaetanga Klarna
mk: Прикажи согласност за Klarna
ml: Klarna സമ്മതം കാണുക
mn: Klarna-гийн зөвшөөрлийг харах
mr: Klarna सहमती पहा
ms: Lihat keizinan Klarna
mt: Ara l-kunsens ta' Klarna
ne: Klarna सहमति हेर्नुहोस्
nn_no: Sjå Klarna-samtykke
no: Se Klarna-samtykke
or: Klarna ର ସ୍ୱୀକୃତିକୁ ଦେଖନ୍ତୁ
pa_arab_pk: Klarna دی رضامندی ویکھو
pa_in: Klarna ਸਹਿਮਤੀ ਦੇਖੋ
pl: Wyświetl zgodę na używanie usługi Klarna
ru: Просмотреть согласие с условиями Klarna
sd: Klarna رضامندي ڏسو
si: ක්ලාර්නා කැමැත්ත බලන්න
sl: Prikaži soglasje banke Klarna
sr_cyrl_rs: Прикажи пристанак за услугу Klarna
sr_latn_rs: Prikaz Klarna pristanka
sv: Visa Klarna-medgivande
ta: Klarna ஒப்புதலைக் காட்டு
te: క్లర్న పోటిని వీక్షించండి
tg: Намоиш додани розигии Klarna
th: ดูความยินยอมของ Klarna
tr: Klarna onayını görüntüle
tt: Klarna килешүен карау
ug: كىلەرنە رۇخسەت ئېلىشىنى كۆرۈش
uk: Переглянути згоду з умовами Klarna
ur: Klarna اجازت منظر کریں
uz: Klarna roziligi bilan tanishish
vi: Xem chấp thuận Klarna
zh_hans: 查看 Klarna 许可
zh_hant: 檢視 Klarna 同意書

# Literal.Klarna.ViewTermsButton
source: View Klarna terms
af: Bekyk Klarna-bepalings
am: የKlarna ውሎችን ይመልከቱ
ar: عرض شروط Klarna
as: Klarna চৰ্তাৱলী চাওঁক
az: Klarna şərtlərinə baxın
bg: Преглед на условията на Klarna
bn_in: Klarna শর্তাবলী দেখুন
bs: Prikaži uslove banke Klarna
cy: Gweld amodau Klarna
da: Vis Klarna-vilkår
de: Klarna-Bestimmungen anzeigen
el: Προβολή όρων Klarna
es: Ver los términos de Klarna
et: Kuva Klarna tingimused
eu: Ikusi Klarna-ren baldintzak
fa: مشاهده شرایط Klarna
ga: Amharc ar théarmaí Klarna
gd: Faic teirmichean Klarna
gl: Ver os termos de Klarna
gu: કલાર્ના આઇટમ જુઓ
he: הצג את תנאי Klarna
hi: Klarna की शर्तें देखें
hr: Prikaži uvjete banke Klarna
hu: A Klarna feltételeinek megtekintése
id: Lihat ketentuan Klarna
is: Skoða skilmála Klarna
ja: Klarna の契約条件を表示
ka: იხილეთ Klarna-ს პირობები
kk: Klarna шарттарын қарау
kn: Klarna ನಿಯಮಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ko: Klarna 사용 약관 보기
ku_arab: بینینی مەرجەکانی Klarna
ky: Klarna шарттарын көрүү
lo: ເບິ່ງຂໍ້ກຳນົດຂອງ Klarna
lt: Peržiūrėti „Klarna“ sąlygas
lv: Skatīt Klarna noteikumus
mi: Tiro whakaritenga Klarna
mk: Прикажи услови на Klarna
ml: Klarna നിബന്ധനകള്‍ കാണുക
mn: Klarna-гийн нөхцөлийг харах
mr: Klarna अटी पहा
ms: Lihat terma Klarna
mt: Ara t-termini ta' Klarna
ne: Klarna का सर्तहरू हेर्नुहोस्
nn_no: Sjå vilkår for Klarna
no: Se vilkår for Klarna
or: Klarna ର ସର୍ତ୍ତଗୁଡ଼ିକୁ ଦେଖନ୍ତୁ
pa_arab_pk: Klarna دیاں شرطاں ویکھو
pa_in: Klarna ਦੀਆਂ ਸ਼ਰਤਾਂ ਦੇਖੋ
pl: Wyświetl postanowienia dotyczące usługi Klarna
ru: Просмотреть условия Klarna
sd: Klarna جون شرطون ڏسو
si: ක්ලාර්නා නියමයන් බලන්න
sl: Prikaži pogoje banke Klarna
sr_cyrl_rs: Прикажи услове за услугу Klarna
sr_latn_rs: Prikaz Klarna uslova
sv: Visa Klarnas villkor
ta: Klarna விதிகளைக் காட்டு
te: క్లర్న నియమాలు వీక్షించండి
tg: Намоиш додани шартҳои Klarna
th: ดูข้อกำหนดของ Klarna
tr: Klarna koşullarını görüntüle
tt: Klarna шартларын карау
ug: كىلەرنە شەرتلىرىنى كۆرۈش
uk: Переглянути умови Klarna
ur: Klarna شرائط منظر کریں
uz: Klarna shartlari bilan tanishish
vi: Xem điều khoản Klarna
zh_hans: 查看 Klarna 条款
zh_hant: 檢視 Klarna 條款

# Literal.OfficeOoobe.Page2.Subheading
source: This address will be saved with your Microsoft account. To change your settings, go to account.microsoft.com.
af: Hierdie adres sal met jou Microsoft-rekening gestoor word. Gaan na account.microsoft.com om jou instellings te verander.
am: ይህ አድራሻ በMicrosoft መለያዎ የሚቀመጥ ይሆናል። የክንውን አውዶችዎን ለመቀየር፣ ወደ account.microsoft.com ይሂዱ።
ar: سيتم حفظ هذا العنوان مع حساب Microsoft الخاص بك. لتغيير الإعدادات التي لديك، انتقل إلى account.microsoft.com.
as: এই ঠিকনা আপোনাৰ Microsoft একাউন্টৰ সৈতে সংৰক্ষণ কৰা হ'ব। আপোনাৰ ছেটিংছ পৰিৱৰ্তন কৰিবলৈ account.microsoft.com-লৈ যাওক।
az: Bu ünvan Microsoft hesabınızla saxlanacaqdır. Parametrlərinizi dəyişdirmək üçün account.microsoft.com səhifəsinə keçin.
bg: Този адрес ще бъде записан във вашия акаунт в Microsoft. За да промените настройките си, отидете на account.microsoft.com.
bn_in: এই ঠিকানাটি আপনার Microsoft অ্যাকাউন্ট হিসাবে সেভ করা হবে। সেটিংসে পরিবর্তন করার জন্য, account.microsoft.com-এ চলুন।
bs: Ova adresa bit će sačuvana u vašem Microsoft računu. Da biste promijenili postavke, idite na account.microsoft.com.
cy: Bydd y cyfeiriad hwn yn cael ei gadw gyda'ch cyfrif Microsoft. I newid eich gosodiadau, ewch i account.microsoft.com.
da: Denne adresse vil blive gemt sammen med din Microsoft-konto. Du kan ændre dine indstillinger på account.microsoft.com.
de: Diese Adresse wird mit Ihrem Microsoft-Konto gespeichert. Unter account.microsoft.com können Sie Ihre Einstellungen ändern.
el: Αυτή η διεύθυνση θα αποθηκευτεί με τον λογαριασμό Microsoft σας. Για να αλλάξετε τις ρυθμίσεις σας, μεταβείτε στη διεύθυνση account.microsoft.com.
es: Esta dirección se guardará en tu cuenta de Microsoft. Si quieres cambiar la configuración, ve a account.microsoft.com.
et: See aadress salvestatakse teie Microsofti kontole. Sätete muutmiseks avage leht account.microsoft.com.
eu: Helbidea Microsoft kontuan gordeko da. Ezarpenak aldatzeko, joan account.microsoft.com helbidera.
fa: این آدرس با حساب Microsoft شما ذخیره خواهد شد. برای تغییر تنظیمات خود، به account.microsoft.com بروید.
ga: Sábhálfar an seoladh seo le do chuntas Microsoft. Chun do shocruithe a athrú, gabh chuig account.microsoft.com.
gd: Thèid an seòladh seo a shàbhaladh leis a' chunntas Microsoft agad. Gus na roghainnean agad atharrachadh, tadhail air account.microsoft.com.
gl: Este enderezo gardarase coa túa conta de Microsoft. Para cambiar a configuración, vai a account.microsoft.com.
gu: આ સરનામું તમારા Microsoft ખાતું સાથે સાચવવામાં આવશે. તમારી સેટિંગ્સ બદલવા માટે, account.microsoft.com પર જાઓ.
he: כתובת זו תישמר עם חשבון Microsoft שלך. כדי לשנות את ההגדרות שלך, בקר בכתובת account.microsoft.com.
hi: यह पता आपके Microsoft खाते के साथ सहेजा जाएगा. अपनी सेटिंग परिवर्तित करने के लिए, account.microsoft.com पर जाएँ.
hr: Adresa će se spremiti na Microsoftov račun. Za promjenu postavki idite na account.microsoft.com.
hu: Ezt a címet mentjük Microsoft-fiókjába. A beállításait az account.microsoft.com webhelyen módosíthatja.
id: Alamat ini akan disimpan di akun Microsoft Anda. Untuk mengubah pengaturan, buka account.microsoft.com.
is: Þetta heimilisfang verður vistað á Microsoft-reikningnum þínum. Farðu á account.microsoft.com til að breyta stillingunum þínum.
ja: この住所は Microsoft アカウントと共に保存されます。設定を変更するには、account.microsoft.com にアクセスしてください。
ka: ეს მისამართი შეინახება თქვენს Microsoft ანგარიშში. თქვენი პარამეტრების შესასვლელად, გადადით: account.microsoft.com.
kk: Бұл мекенжай Microsoft тіркелгісімен сақталады. Параметрлерді өзгерту үшін account.microsoft.com сайтына өтіңіз.
kn: ಈ ವಿಳಾಸವನ್ನು ನಿಮ್ಮ Microsoft ಖಾತೆಯೊಂದಿಗೆ ಉಳಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್ ಗಳನ್ನು ಬದಲಾಯಿಸಲು, account.microsoft.com ಗೆ ಹೋಗಿ.
ko: 이 주소는 Microsoft 계정에 저장됩니다. 설정을 변경하려면 account.microsoft.com으로 이동하세요.
ku_arab: ئەم ناونیشانه هەڵدەگیرێت لەگەڵ ئەژمیری Microsoft ت. بۆ گۆڕینی ڕێکبەندەکانت، بڕۆ بۆ account.microsoft.com.
ky: Бул дарек Microsoft экаунтуңуз менен сакталат. Баптоолоруңузду өзгөрткөнү буга барыңыз: account.microsoft.com.
lo: ທີ່ຢູ່ນີ້ຈະຖືກບັນທຶກດ້ວຍ ບັນຊີ Microsoft ຂອງທ່ານ. ເພື່ອປ່ຽນແປງ ການຕັ້ງຄ່າຂອງທ່ານ, ໄປທີ່ account.microsoft.com.
lt: Šis adresas bus įrašytas jūsų „Microsoft“ paskyroje. Norėdami pakeisti parametrus, eikite į account.microsoft.com.
lv: Šī adrese tiks saglabāta ar jūsu Microsoft kontu. Lai mainītu savus iestatījumus, dodieties uz account.microsoft.com.
mi: Ka tiakina tēnei wāhitau ki tō pūkete Microsoft. Hei huri i ō tautuhinga, haere ki account.microsoft.com.
mk: Оваа адреса ќе се зачува со вашата сметка на Microsoft. За да ги смените вашите параметри, одете во account.microsoft.com.
ml: ഈ അഡ്രസ് നിങ്ങളുടെ Microsoft അക്കൌണ്ട്ൽ സേവ് ചെയ്യും. നിങ്ങളുടെ ക്രമീകരണങ്ങൾ മാറ്റുന്നതിന് account.microsoft.com ലേക്കു പോകുക
mn: Энэ хаягийг таны Microsoft-н хэрэглэгчийн бүртгэлд хадгална. Тохиргоогоо өөрчлөхийг хүсвэл account.microsoft.com руу орно уу.
mr: हा पत्ता तुमच्या Microsoft खात्यासोबत साठवला जाईल. तुमचे सेटिंग्ज बदलण्यासाठी, account.microsoft.com वर जा.
ms: Alamat ini akan disimpan dengan akaun Microsoft anda. Untuk mengubah tetapan anda, pergi ke account.microsoft.com.
mt: Dan l-indirizz sejjer jiġi ssejvjat mal-kont ta' Microsoft tiegħek. Biex tibdel is-settings tiegħek, mur fuq account.microsoft.com.
ne: यो ठेगानालाई तपाइँको Microsoft खातासँग बचत गरिनेछ। तपाइँका सेटिङ्हरू परिवर्तन गर्न, account.microsoft.com मा जानुहोस्।
nn_no: Denne adressa blir lagra i Microsoft-kontoen din. Du kan endre innstillingane dine ved å gå til account.microsoft.com.
no: Denne adressen lagres i Microsoft-kontoen din. Du kan endre innstillingene ved å gå til account.microsoft.com.
or: ଏହି ଠିକଣା ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟରେ ସଞ୍ଚୟ ହୋଇଛି. ନିଜର ସେଟିଂ ଗୁଡ଼ିକୁ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ, account.microsoft.com କୁ ଯାଆନ୍ତୁ.
pa_arab_pk: ایہہ پتہ تہاڈے Microsoft اکاؤنٹ نال محفوظ کیتا جاوے گا۔ اپنی ترتیبات تبدیل کرن لئی، account.microsoft.com تے جاؤ۔
pa_in: ਇਹ ਪਤਾ ਤੁਹਾਡੇ Microsoft ਖਾਤੇ ਨਾਲ ਸੁਰੱਖਿਅਤ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ। ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਬਦਲਣ ਲਈ account.microsoft.com 'ਤੇ ਜਾਓ।
pl: Ten adres zostanie zapisany na Twoim koncie Microsoft. Aby zmienić swoje ustawienia, przejdź na stronę account.microsoft.com.
ru: Этот адрес будет сохранен для вашей учетной записи Майкрософт. Вы можете изменить свои настройки на странице account.microsoft.com.
sd: اهو پتو توهان جي Microsoft اڪائونٽ سان محفوظ ڪيو ويندو. پنهنجون سيٽنگون تبديل ڪرڻ لاءِ، account.microsoft.com ڏانهن وڃو.
si: මෙම ලිපිනය ඔබගේ Microsoft ගිණුම සමග සුරැකෙනු ඇත. ඔබගේ පසුතල වෙනස් කිරීමට account.microsoft.com වෙත යන්න.
sl: Ta naslov bo shranjen v vaš Microsoftov račun. Če želite spremeniti nastavitve, pojdite na account.microsoft.com.
sr_cyrl_rs: Ова адреса ће бити сачувана у оквиру вашег Microsoft налога. Да бисте променили поставке, идите на account.microsoft.com.
sr_latn_rs: Ova adresa će biti sačuvana uz vaš Microsoft nalog. Da biste promenili svoje postavke, idite na lokaciju account.microsoft.com.
sv: Den här adressen sparas med ditt Microsoft-konto. Gå till account.microsoft.com om du vill ändra dina inställningar.
ta: இந்த முகவரி உங்கள் Microsoft கணக்கில் சேமிக்கப்படும். உங்கள் அமைப்புகளை மாற்ற, account.microsoft.com என்பதற்குச் செல்லவும்.
te: ఈ చిరునామా మీ Microsoft అకౌంట్‌తో భద్రపర్చబడుతుంది. మీ ప్రకరణాలను మార్చడానికి, account.microsoft.com కు వెళ్ళండి..
tg: Ин суроға дар ҳисоби Microsoft-и шумо захира карда мешавад. Барои тағйир додани танзимоти худ, ба account.microsoft.com гузаред.
th: ที่อยู่นี้จะถูกบันทึกด้วยบัญชี Microsoft ของคุณ หากต้องการเปลี่ยนแปลงการตั้งค่า โปรดไปที่ account.microsoft.com
tr: Bu adres, Microsoft hesabınız ile kaydedilecektir. Ayarlarınızı değiştirmek için account.microsoft.com adresine gidin.
tt: Бу адрес Майкрософт хисап язмагыз белән сакланачак. Параметрларыгызны үзгәртү өчен, account.microsoft.com веб-битенә күчегез.
ug: بۇ ئادرېس Microsoft ھېساباتىڭىزدا ساقلىنىدۇ. تاللانمىلىرىڭىزنى ئۆزگەرتىش ئۈچۈن account.microsoft.com غا بېرىڭ.
uk: Цю адресу буде збережено для облікового запису Microsoft. Змінити свої настройки можна на сторінці account.microsoft.com.
ur: یہ پتہ آپ کے Microsoft اکاؤنٹ کے ساتھ محفوظ کیا جائے گا۔ اپنی سیٹنگیں تبدیل کرنے کے لیے account.microsoft.com پر جائیں۔
uz: Bu manzil Microsoft hisobingiz bilan birga saqlanadi. Sozlamalarni o‘zgartirish uchun account.microsoft.com sahifasini oching.
vi: Địa chỉ này sẽ được lưu với tài khoản Microsoft của bạn. Để thay đổi các cài đặt của bạn, hãy truy cập account.microsoft.com.
zh_hans: 此地址将与你的 Microsoft 帐户一起保存。若要更改你的设置，请前往 account.microsoft.com。
zh_hant: 此地址將以您的 Microsoft 帳戶儲存。若要變更您的設定，請前往 account.microsoft.com。
