Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.AddCCOfficeOOBE.YourBillingAddress
source: Your billing address and payment option will be saved in your Microsoft account, making it easy to buy products and services anywhere you sign in with ()EmailAddress. To change your settings, go to account.microsoft.com.
af: Jou faktureringsadres en betaalmetode sal in jou Microsoft-rekening gestoor word. Dit maak dit maklik om enige plek waar jy met ()EmailAddress aanmeld, produkte en dienste te koop. Om jou instellings te verander, gaan na account.microsoft.com.
am: በማንኛውም ቦታ በ ()EmailAddress ሲገቡ ምርቶች እና አገልግሎቶችን በቀላሉ ለመግዛት እንዲችሉ፣ የመክፈያ አድራሻዎ እና የመክፈያ ዘዴዎ በMicrosoft መለያዎ ውስጥ ይቀመጣሉ። የክንውን አውዶችን ለመለወጥ ወደ account.microsoft.com ይሂዱ።
ar: سيتم حفظ خيار الدفع وعنوان الفوترة الخاص بك في حساب Microsoft لديك، وذلك سيسهل شراء المنتجات والخدمات في أي مكان تقوم فيه بتسجيل الدخول مستخدماً ()EmailAddress. لتغيير إعداداتك، انتقل إلى account.microsoft.com.
as: যিকোনো স্থানতে আপুনি ()EmailAddress ৰে ছাইন ইন কৰি প্ৰ'ডাক্ট আৰু সেৱাসমূহ ক্ৰয় কৰিবলৈ সহজ কৰি আপোনাৰ বিলিং ঠিকনা আৰু পৰিশোধ বিকল্প আপোনাৰ Microsoft একাউন্টলৈ সংৰক্ষণ কৰা হ'ব। আপোনাৰ ছেটিংছ পৰিৱৰ্তন কৰিবলৈ account.microsoft.com লৈ যাওক।
az: Faktura ünvanınız və ödəniş seçiminiz Microsoft hesabınızda saxlanacaq və ()EmailAddress ilə daxil olduğunuz istənilən yerdə məhsullar və xidmətləri almağınızı asanlaşdıracaq. Parametrlərinizi dəyişdirmək üçün account.microsoft.com səhifəsinə keçin.
bg: Вашите адрес на фактуриране и опция за плащане ще бъдат записани във вашия акаунт в Microsoft, като по този начин ще улеснят купуването на продукти и услуги, където и да влезете с ()EmailAddress. За да промените настройките си, отидете на account.microsoft.com.
bn_in: আপনাকে বিল পাঠাবার ঠিকানা ও আপনার মূল্য প্রদান বিকল্পটি আপনার Microsoft অ্যাকাউন্টে সংরক্ষণ করা হবে, যেকোনো স্থান থেকে পণ্য ও পরিষেবাগুলি কেনা আরও সহজ করতে ()EmailAddress-এর মাধ্যমে সাইন ইন করুন। সেটিংস পরিবর্তন করার জন্য account.microsoft.com-এ যান।
bs: Vaši adresa za naplatu i način plaćanja pohranit će se na vašem Microsoft računu, tako da ćete svugdje moći jednostavno kupovati proizvode i usluge pomoću adrese e-pošte. Svoje postavke možete promijeniti na web lokaciji account.microsoft.com.
cy: Bydd eich cyfeiriad bilio ac opsiwn talu yn cael ei gadw yn eich cyfrif Microsoft, gan ei gwneud yn hawdd i chi brynu cynnyrch a gwasanaethau ble bynnag y byddwch yn mewngofnodi gyda ()EmailAddress. I newid eich gosodiadau, ewch i account.microsoft.com.
da: Dine indstillinger for faktureringsadresse og -betaling bliver gemt i din Microsoft-konto, hvilket gør det nemt at købe produkter og tjenester hvor som helst, når du logger på med ()EmailAddress. Du kan ændre indstillingerne ved at gå til account.microsoft.com.
de: Ihre Rechnungsadresse und Zahlungsoption werden in Ihrem Microsoft-Konto gespeichert. So können Sie ganz einfach überall dort Produkte und Dienste kaufen, wo Sie sich mit „()EmailAddress“ anmelden. Wenn Sie Ihre Einstellungen ändern möchten, rufen Sie „account.microsoft.com“ auf.
el: Η διεύθυνση χρέωσης και η επιλογή πληρωμής σας θα αποθηκευτεί στον λογαριασμό σας Microsoft και θα διευκολύνει την αγορά προϊόντων και υπηρεσιών οπουδήποτε εισέρχεστε με τη διεύθυνση ()EmailAddress. Για να αλλάξετε τις ρυθμίσεις σας, μεταβείτε στην τοποθεσία account.microsoft.com.
es: La opción de pago y dirección de facturación se guardarán en tu cuenta de Microsoft, lo que facilita la compra de productos y servicios dondequiera que inicies sesión con () EmailAddress. Para cambiar la configuración, ve a account.microsoft.com.
et: Arveldusaadress ja makseviis salvestatakse teie Microsofti kontole, nii et teil on lihtne osta tooteid ja teenuseid kõikjal, kuhu te logite sisse meiliaadressiga ()EmailAddress. Sätete muutmiseks minge lehele account.microsoft.com.
eu: Fakturazio-helbidea eta ordainketa-aukera Microsoft kontuan gordeko dira, produktuak eta zerbitzuak errazago erosi ahal izateko ()EmailAddress helbidearekin saioa hasten duzun edozein tokitan. Ezarpenak aldatzeko, joan account.microsoft.com helbidera.
fa: آدرس صورتحساب و گزینه پرداختتان در حساب Microsoft شما ذخیره خواهند شد؛ همین امر باعث می‌شود هر جا که با ()EmailAddress وارد شوید، خرید محصولات و سرویس‌ها آسان شود. برای تغییر تنظیمات خود، به account.microsoft.com بروید.
ga: Sábhálfar do sheoladh billeála agus an modh íocaíochta i do chuntas Microsoft, ionas go mbeidh sé éasca táirgí agus seirbhísí a cheannach áit ar bith a síníonn tú isteach le ()EmailAddress. Chun na socruithe a athrú, gabh chuig account.microsoft.com.
gd: Thèid an seòladh bileachaidh agus an roghainn pàighidh agad a shàbhaladh sa chunntas Microsoft agad agus leis a sin, bidh e furasta dhut bathar is seirbheisean a cheannach àite sam bith far an clàraich thu a-steach le ()EmailAddress. Gus na roghainnean agad atharrachadh, tadhail air account.microsoft.com.
gl: A opción de pagamento e o enderezo de facturación gardaranse na túa conta de Microsoft, facilitando así a compra de produtos e servizos en calquera lugar que inicies sesión con ()EmailAddress. Para cambiar a configuración, vai a account.microsoft.com.
gu: તમારૂ બિલિંગ એડ્રેસ અને ચૂકવણીનો વિકલ્પ તમારા Microsoft એકાઉન્ટમાં સેવ કરાયેલ છે, જે ઉત્પાદનો અને સેવાઓ ()EmailAddress સાથેના સાઇન ઈનથી ખરીદવાનું સરળ બનાવે છે. તમારા સેટિંગ્સ બદલવા, account.microsoft.com પર જાઓ.
he: כתובת החיוב ואפשרות התשלום שלך יישמרו בחשבון Microsoft שלך. כך תוכל לקנות בקלות מוצרים ושירותים בכל מקום שאליו אתה מתחבר עם ()EmailAddress‏. כדי לשנות את ההגדרות שלך, עבור לכתובת account.microsoft.com‏.
hi: आपका बिलिंग पता और भुगतान विकल्प आपके Microsoft खाते में सहेजा जाएगा, जिससे आप आसानी से ()EmailAddress के साथ साइन-इन करके कहीं से भी उत्पाद और सेवाएँ खरीद सकते हैं. अपनी सेटिंग बदलने के लिए, account.microsoft.com पर जाएँ.
hr: Vaši adresa za naplatu i način plaćanja spremit će se na vašem Microsoftovom računu, tako da ćete svugdje moći jednostavno kupovati proizvode i usluge s pomoću adrese e-pošte – ()EmailAddress. Svoje postavke možete promijeniti na web-mjestu account.microsoft.com.
hu: A számlázási cím és a fizetési mód a Microsoft-fiókba kerül mentésre, így könnyen vásárolhat termékeket és szolgáltatásokat mindenhol, ahol a következő e-mail-címmel jelentkezik be: ()EmailAddress. A beállítások módosításához keresse fel az account.microsoft.com webhelyet.
id: Opsi alamat dan pembayaran tagihan Anda akan disimpan di akun Microsoft Anda, sehingga mudah untuk membeli produk dan layanan di mana pun Anda masuk dengan ()EmailAddress. Untuk mengubah pengaturan, masuk ke account.microsoft.com.
is: Reikningsheimilisfangið og greiðslumátinn verða vistuð á Microsoft-reikningnum þínum til að auðvelda þér að kaupa vörur og þjónustu hvar sem þú skráir þig inn með ()EmailAddress. Þú getur breytt stillingunum á account.microsoft.com.
ja: お客様の請求先住所と支払いオプションは、Microsoft アカウントに保存されます。これにより、()EmailAddress を使ってサインインすれば、どこからでも製品やサービスを簡単に購入することができます。設定を変更するには、account.microsoft.com にアクセスしてください。
ka: თქვენი ბილინგის მისამართი და გადახდის ვარიანტი შეინახება Microsoft-ის ანგარიშზე, რაც გაგიმარტივებთ პროდუქტებისა და სერვისების შეძენას ყველგან, სადაც შეხვალთ ()EmailAddress-ით. პარამეტრების შესაცვლელად, ეწვიეთ საიტს account.microsoft.com.
kk: Шот ұсыну мекенжайы және төлем опциясы Microsoft тіркелгісіне сақталды, ()электрондық пошта мекенжайымен жүйеге кірген сайын өнімдер мен қызметтерді сатып алу әрекетін жеңілдейді. Параметрлерді өзгерту үшін, account.microsoft.com торабына кіріңіз.
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸ ಮತ್ತು ಪಾವತಿ ಆಯ್ಕೆಯನ್ನು ನಿಮ್ಮ Microsoft ಖಾತೆಯಲ್ಲಿ ಉಳಿಸಲಾಗುವುದು, () EmailAddress ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಿ ಎಲ್ಲಿಯಾದರೂ ಉತ್ಪನ್ನಗಳನ್ನು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಸುಲಭವಾಗಿ ಖರೀದಿಸಬಹುದು. ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್ಗಳನ್ನು ಬದಲಾಯಿಸಲು, account.microsoft.com ಗೆ ಹೋಗಿ.
ko: 청구 주소 및 결제 옵션은 Microsoft 계정에 저장되므로 ()EmailAddress를 사용하여 로그인하면 어디서나 제품 및 서비스를 쉽게 구입할 수 있습니다. 설정을 변경하려면 account.microsoft.com으로 이동하세요.
ku_arab: ناونیشانی فاتوورەدان و بژارەکانی پارەدانت لە ناو ئەژمێری Microsoft ەکەتدا هەڵدەگیرێن، بە مەبەستی ئاسانکاری بۆ کڕینی بەرهەمەکان و ڕاژەکان له هەرشوێنێکەوە که لەڕێگەی ناونیشانی ئیمەیلی () خۆتەوه بچیتەژوورەوه. بۆ گۆڕینی ڕێکبەندەکانت، بڕۆ بۆ account.microsoft.com.
ky: Эсеп төлөө дарегиңиз жана төлөө параметриңиз, өнүмдөр менен кызматтарды ()EmailAddress менен катталып кирген жериңиздин баарында оңой төлөш үчүн, Microsoft каттоо жазууңузда сакталат. Орнотууларыңызыд өзортүү үчүн, account.microsoft.com сайтына баш багыңыз.
lo: ທີ່ຢູ່ການສົ່ງບິນແລະຕົວເລືອກການຊຳລະຂອງທ່ານຈະຖືກບັນທຶກໃນບັນຊີ Microsoft, ເຮັດໃຫ້ງ່າຍຂຶ້ນໃນການຊື້ຜະລິດຕະພັນແລະການບໍລິການທຸກບ່ອນທີ່ທ່ານລົງຊື່ເຂົ້າໃຊ້ກັບ ()EmailAddress. ເພື່ອປ່ຽນການຕັ້ງຄ່າຂອງທ່ານ, ໄປທີ່ account.microsoft.com.
lt: Jūsų sąskaitų siuntimo adresas ir mokėjimo parinktis bus įrašyta „Microsoft“ paskyroje, kad jums būtų lengviau įsigyti produktų ir paslaugų, prisijungus naudojant ()EmailAddress. Norėdami pakeisti parametrus, eikite į account.microsoft.com.
lv: Jūsu norēķinu adrese un maksājuma variants tiks saglabāts jūsu Microsoft kontā — tādējādi varēsit ērti iegādāties produktus un pakalpojumus jebkurā ierīcē, kur pierakstīsities, izmantojot e-pasta adresi ()EmailAddress. Lai mainītu iestatījumus, dodieties uz vietni account.microsoft.com.
mi: Ka tiakina tō wāhitau namanga me tō kōwhiringa utu ki tō pūkete Microsoft, kia ngāwari ai te hoko hua, ratonga ahakoa ki hea ina takiuru koe mā ()EmailAddress. Hei huri i ō tautuhinga, haere ki account.microsoft.com.
mk: Вашата адреса за наплата и опцијата за плаќање ќе се зачуваат на сметката на Microsoft, олеснувајќи го купувањето производи и услуги секаде каде што ќе се пријавите со ()EmailAddress. За промена на параметрите, појдете во account.microsoft.com.
ml: നിങ്ങളുടെ Microsoft അക്കൌണ്ടിൽ നിങ്ങളുടെ ബില്ലിംഗ് വിലാസവും പേയ്മെന്റ് ഓപ്ഷനും സംരക്ഷിക്കപ്പെടും, ()ഈമെയില്‍വിലാസം. ഉപയോഗിച്ച് സൈന്‍ ഇന്‍ ചെയ്ത് എവിടെ നിന്നും ഉത്പന്നങ്ങളും സേവനങ്ങളും വാങ്ങാന്‍ നിങ്ങള്‍ക്ക് കഴിയും. നിങ്ങളുടെ ക്രമീകരണങ്ങൾ മാറ്റാൻ, account.microsoft.com എന്നതിലേക്ക് പോകുക.
mn: Таны төлбөр, тооцооны хаяг ба төлбөрийн сонголтыг Microsoft-н хэрэглэгчийн бүртгэлд хадгалснаар ()EmailAddress хаягаар нэвтэрсэн газраасаа бүтээгдэхүүн, үйлчилгээ худалдан авахад хялбар байх болно. Тохиргоогоо өөрчлөхдөө account.microsoft.com руу орно уу.
mr: आपला बिलिंग पत्ता आणि देय पर्याय आपल्या Microsoft खात्यामध्ये सुरक्षित केला जाईल, जे कुठेही आपण ()EmailAddress सोबत साइन इन कराल तेथे उत्पादन आणि सेवा खरेदी करणे सोपे करते. आपले सेटिंग्ज बदलण्यासाठी, account.microsoft.com वर जा.
ms: Alamat pengebilan dan pilihan bayaran anda akan disimpan dalam akaun Microsoft anda, menjadikannya senang untuk membeli produk dan perkhidmatan di mana-mana anda mendaftar masuk dengan ()EmailAddress. Untuk menukar tetapan anda, pergi ke account.microsoft.com.
mt: L-indirizz tal-kont tiegħek kif ukoll l-opzjoni ta' pagament tiegħek sejrin jiġu ssejvjati fil-kont ta' Microsoft tiegħek. Dan jagħmilha faċli biex tixtri prodotti u servizzi kull fejn tilloggja b'()EmailAddress. Biex tibdel is-settings tiegħek, mur fuq account.microsoft.com
ne: तपाइँको बिलिङ ठेगाना र भुक्तानी विकल्प तपाइँको Microsoft खातामा बचत गरिनेछ र तपाइँले ()EmailAddress मार्फत साइन इन गर्नुहुने कुनै पनि ठाउँमा उत्पादन र सेवाहरू खरीद गर्न सजिलो बनाउँछ। आफ्ना सेटिङहरू परिवर्तन गर्नको लागि, account.microsoft.com मा जानुहोस्।
nn_no: Faktureringsadresse og betalingsalternativ blir lagra i Microsoft-kontoen din. Slik kan du enkelt kjøpe produkt og tenester kvar som helst du loggar på med ()EmailAddress. Du kan endre innstillingane dine på account.microsoft.com.
no: Faktureringsadresse og betalingsalternativ lagres i Microsoft-kontoen din. Dette gjør det enkelt å kjøpe produkter og tjenester hvor som helst ved å logge på med ()EmailAddress. Du kan endre innstillinger på account.microsoft.com.
or: ଆପଣଙ୍କର ବିଲିଙ୍ଗ୍ ଠିକଣା ଏବଂ ଦେୟ ବିକଳ୍ପଟି ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ୍ ରେ ସଂରକ୍ଷଣ କରାହେବ, ଯାହାଦ୍ୱାରା ଆପଣ (‌)EmailAddress ଦ୍ୱାରା ଯେକୌଣସି ସ୍ଥାନରେ ସାଇନ୍‍-ଇନ୍‍ କରି ଉତ୍ପାଦ ଗୁଡ଼ିକୁ ଏବଂ ସେବା ଗୁଡ଼ିକୁ ସହଜରେ କ୍ରୟ କରିପାରିବେ. ଆପଣଙ୍କ ସେଟିଂସମୂହରେ ପରିବର୍ତ୍ତନ କରିବା ପାଇଁ account.microsoft.com କୁ ଯାଆନ୍ତୁ.
pa_arab_pk: تہاڈا بلنگ دا پتہ اتے ادائیگی دا انتخاب تہاڈے Microsoft اکاؤنٹ وچ محفوظ ہو جاوے گا، جو کیتے وی () ای میل پتے نال سائن ان کر کہ مصنوعات اتے خدمتاں خریدن نوں سوکھا بنا رہیا اے۔ اپنی ترتیبات تبدیل کرن لئی، account.microsoft.com تے جاؤ۔
pa_in: ਤੁਹਾਡੇ Microsoft ਖ਼ਾਤੇ ਵਿੱਚ ਤੁਹਾਡਾ ਬਿਲਿੰਗ ਦਾ ਪਤਾ ਅਤੇ ਭੁਗਤਾਨ ਦਾ ਵਿਕਲਪ ਸੁਰੱਖਿਅਤ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ, ਤੁਹਾਡੇ ()EmailAddress ਨਾਲ ਕੀਤੇ ਵੀ ਸਾਈਨ ਇਨ ਕਰਨ ਤੇ, ਇਹ ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਖ਼ਰੀਦਣਾ ਆਸਾਨ ਬਣਾਉਂਦਾ ਹੈ। ਸੈਟਿੰਗਾਂ ਬਦਲਣ ਲਈ, account.microsoft.com ਤੇ ਜਾਓ।
pl: Twój adres rozliczeniowy i opcja płatności zostaną zapisane w danych Twojego konta Microsoft, co umożliwi Ci łatwe kupowanie produktów i usług w dowolnej lokalizacji po zalogowaniu się za pomocą adresu e-mail ()EmailAddress. Aby zmienić swoje ustawienia, przejdź na stronę account.microsoft.com.
ru: Адрес выставления счета и способ платежа будут сохранены в вашей учетной записи Майкрософт. Благодаря этому вы сможете легко покупать продукты и услуги везде, где входите с помощью адреса ()EmailAddress. Параметры можно изменить на сайте account.microsoft.com.
sd: توهانجو بلنگ پتو ۽ ادائگي جو اختيار توهانجي Microsoft اڪائونٽ ۾ محفوظ ڪيو ويندو، جتي توهان ()EmailAddress پتي سان سائن ان ڪريو ٿا ته پروڊڪٽس ۽ خدمتون خريد ڪرڻ کي آسان ڪندي. پنهنجيون سيٽنگون تبديل ڪرڻ لاءِ، account.microsoft.com ڏانهن وڃو.
si: ඔබ ()EmailAddress මගින් ඇතුල්වන ඕනෑම ස්ථානයක දී නිෂ්පාදන සහ සේවා මිලදී ගැනීම පහසු කරමින් ඔබගේ බිල්කරණ ලිපිනය සහ ගෙවීම් විකල්ප ඔබගේ Microsoft ගිණුමට සුරැකෙනු ඇත. ඔබගේ පසුතල සුරැකීමට, account.microsoft.com වෙත යන්න.
sl: Naslov plačnika računa in način plačila bosta shranjena v vaš Microsoftov račun, tako da boste zlahka kupovali izdelke in storitve, kjerkoli se vpišete z e-poštnim naslovom ()EmailAddress. Nastavitve lahko spremenite na spletnem mestu account.microsoft.com.
sr_cyrl_rs: Ваша адреса фактурисања и опција плаћања ће бити сачуване у оквиру вашег Microsoft налога, што вам олакшава куповину производа и услуга са било ког места на ком сте пријављени помоћу адресе е-поште ()EmailAddress. Да бисте променили поставке, посетите account.microsoft.com.
sr_latn_rs: Vaša adresa fakturisanja i opcija plaćanja će biti sačuvane u okviru vašeg Microsoft naloga, što vam olakšava kupovinu proizvoda i usluga sa bilo kog mesta na kom ste prijavljeni pomoću adrese e-pošte ()EmailAddress. Da biste promenili postavke, posetite account.microsoft.com.
sv: Din faktureringsadress och ditt betalningsalternativ sparas i ditt Microsoft-konto så att du enkelt kan köpa produkter och tjänster var du än loggar in med ()EmailAddress. Gå till account.microsoft.com om du vill ändra dina inställningar.
ta: நீங்கள் எங்கிருந்து ()EmailAddress இல் உள்நுழைந்தாலும், தயாரிப்புகள் மற்றும் சேவைகள் வாங்குவதை எளிதாக்க, உங்கள் பில்லிங் முகவரி மற்றும் கட்டண விருப்பம் உங்கள் Microsoft கணக்கில் சேமிக்கப்படும். உங்கள் அமைப்புகளை மாற்ற, account.microsoft.com க்குச் செல்லவும்.
te: మీ బిల్లింగ్ చిరునామా మరియు చెల్లింపు ఐచికం Microsoft ఖాతాలో భద్రపరచబడతాయి, ()EmailAddress ఎక్కడ సైన్ ఇన్ చేసినా ఉత్పత్తులు మరియు సేవలు కొనుక్కోవడం సులభంగా చేసేందుకు. మీ సెట్టింగ్స్ మార్చడానికి, account.microsoft.com కు వెళ్ళండి.
tg: Суроғаи биллингӣ ва имкони пардохти шумо дар ҳисоби Microsoft-и шумо захира карда мешаванд, аз дилхоҳ ҷой бо ()EmailAddress ворид шуда, хариди маҳсулот ва хизматрасониҳоро осон мегардонад. Барои тағйир додани танзимоти худ, ба account.microsoft.com гузаред.
th: ที่อยู่สำหรับเรียกเก็บเงินและตัวเลือกการชำระเงินของคุณจะถูกบันทึกลงในบัญชี Microsoft ซึ่งช่วยให้คุณสามารถซื้อผลิตภัณฑ์และบริการได้อย่างง่ายดายจากทุกที่เมื่อคุณลงชื่อเข้าใช้ด้วย()อีเมลแอดเดรส หากต้องการเปลี่ยนการตั้งค่า ให้ไปที่ account.microsoft.com
tr: Fatura adresiniz ve ödeme seçeneğiniz Microsoft hesabınıza kaydedilecektir; böylece ()EmailAddress ile oturum açtığınız her yerden kolayca ürün ve hizmet satın alabilirsiniz. Ayarlarınızı değiştirmek için account.microsoft.com adresine gidin.
tt: Сезнең хисап чыгару адресы һәм түләү ысулы Майкрософт хисап язмагызда сакланачак, һәм сез ()EmailAddress адресы белән кергән һәр җирдә продуктларны. һәм хезмәтләрне җиңелрәк сатып ала алачаксыз. Параметрларны үзгәртү өчен, account.microsoft.com битенә күчегез.
ug: ()EmailAddress بىلەن تىزىملاپ كىرگەن ھەرقانداق يەردە مەھسۇلات سېتىۋېلىشىڭىزنى ئاسانلاشتۇرۇش ئۈچۈن، مال يەتكۈزۈش ئادرېسىڭىز ۋە ھەق تاپشۇرۇش تاللانمىلىرىڭىز Microsoft ھېساباتىڭىزدا ساقلىنىدۇ. تاللانمىلىرىڭىزنى ئۆزگەرتىش ئۈچۈن account.microsoft.com غا بېرىڭ.
uk: Адресу для виставлення рахунків і спосіб оплати буде збережено у вашому обліковому записі Microsoft, завдяки чому ви зможете де завгодно купувати продукти та послуги, увійшовши в систему з використанням адреси ()EmailAddress. Щоб змінити свої настройки, перейдіть на сторінку account.microsoft.com.
ur: آپ کے بل کاری پتہ اور ادائیگی کے اختیار کو آپ کے Microsoft اکاؤنٹ میں محفوظ کر دیا جائے گا، جہاں کہیں بھی آپ () ای میل پتہ کے ساتھ سائن ان کریں گے وہ مصنوعات اور خدمات کی خریداری کو آسان بنا دے گا۔
uz: Billing manzilingiz va to‘lov usuli Microsoft hisob qaydnomangizga saqlanadi, bu esa ()EmailAddress bilan kiradigan istalgan joyda mahsulot va xizmatlarni osongina sotib olish imkonini beradi. Sozlamalarni o‘zgartirish uchun account.microsoft.comsaytiga kiring.
vi: Địa chỉ thanh toán và tuỳ chọn thanh toán của bạn sẽ được lưu trong tài khoản Microsoft của bạn, giúp bạn dễ dàng mua sản phẩm và dịch vụ bất cứ nơi nào bạn đăng nhập bằng ()EmailAddress. Để thay đổi cài đặt của bạn, hãy truy cập account.microsoft.com.
zh_hans: 你的计费地址和付款选项将保存在 Microsoft 帐户中，方便你使用 ()EmailAddress 随时随地登录帐户购买产品和服务。若要更改设置，请前往 account.microsoft.com。
zh_hant: 您的帳單地址和付款選項將儲存在您的 Microsoft 帳戶中，方便您隨時隨地用 ()EmailAddress 登入購買產品和服務。若要變更設定，請前往 account.microsoft.com。

# Literal.AddCCOfficeOOBE.AddYourBillingAddress
source: Add your billing address
af: Voeg jou faktureringsadres by
am: የሂሳብ መክፈያ አድራሻዎን ያክሉ
ar: إضافة عنوان الفوترة الخاص بك
as: আপোনাৰ বিলিং ঠিকনা যোগ কৰক
az: Yeni hesablaşma ünvanı əlavə edin
bg: Добавяне на вашия адрес на фактуриране
bn_in: আপনার বিল পাঠাবার ঠিকানাটি যোগ করুন
bs: Dodavanje adrese za naplatu
cy: Ychwanegwch eich cyfeiriad bilio
da: Tilføj din faktureringsadresse
de: Rechnungsadresse hinzufügen
el: Προσθήκη διεύθυνσης χρέωσης
es: Agrega tu dirección de facturación
et: Lisage arveldusaadress
eu: Gehitu fakturazio-helbidea
fa: آدرس صورتحساب جدیدتان را اضافه کنید
ga: Cuir do sheoladh billeála leis
gd: Cuir an seòladh bileachaidh agad ris
gl: Engade o enderezo de facturación
gu: તમારું બિલિંગ સરનામું ઉમેરો
he: הוסף כתובת לחיוב
hi: अपना बिलिंग पता जोड़ें
hr: Dodavanje adrese za naplatu
hu: Számlázási cím megadása
id: Tambahkan alamat tagihan Anda
is: Settu inn heimilisfang greiðanda
ja: 請求先住所の追加
ka: ბილინგის მისამართის დამატება
kk: Есеп-шот ұсыну мекенжайын қосу
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ko: 청구 주소 추가
ku_arab: ناونیشانی فاتوورەدانت زیاد بکه
ky: Эсептөө дарегиңизди кошуңуз
lo: ເພີ່ມທີ່ຢູ່ການສົ່ງບິນໃໝ່
lt: Įtraukti savo sąskaitų siuntimo adresą
lv: Pievienot savu norēķinu adresi
mi: Āta tāpiri ki tō wāhitau tuku nama
mk: Додај ја адресата за наплата
ml: നിങ്ങളുടെ ബില്ലിംഗ് വിലാസം ചേർക്കുക
mn: Төлбөр тооцооны хаягаа нэмнэ үү
mr: आपला बिलिंग पत्ता जोडा
ms: Tambah alamat pengebilan anda
mt: Żid l-indirizz tal-ħlasijiet tiegħek
ne: आफ्नो बिलिङ ठेगाना थप्नुहोस्
nn_no: Legg til faktureringsadresse
no: Legg til faktureringsadressen
or: ଆପଣଙ୍କର ବିଲିଂ ଠିକଣା ଯୋଡ଼ନ୍ତୁ
pa_arab_pk: اپنا بلنگ دا پتہ شامل کرو
pa_in: ਆਪਣਾ ਬਿਲਿੰਗ ਪਤਾ ਜੋੜੋ
pl: Dodaj swój adres rozliczeniowy
ru: Добавить адрес выставления счета
sd: پنهنجو نئون بلنگ پتو شامل ڪريو
si: නව බිල්පත්කරණ ලිපිනයක් එක් කරන්න
sl: Dodajte svoj naslov za obračunavanje
sr_cyrl_rs: Додајте адресу фактурисања
sr_latn_rs: Dodajte adresu fakturisanja
sv: Lägg till din faktureringsadress
ta: உங்கள் பில்லிங் முகவரியைச் சேர்க்கவும்
te: మీ బిల్లింగ్ చిరునామాని జోడించండి
tg: Суроғаи биллингии худро илова кунед
th: เพิ่มที่อยู่สำหรับเรียกเก็บเงิน
tr: Fatura adresinizi ekleyin
tt: Хисап чыгару адресыгызны өстәгез
ug: ھېساب بوغۇش ئادرېسىڭىزنى قوشۇش
uk: Додати адресу виставлення рахунка
ur: بل کاری پتہ شامل کریں
uz: Billing manzilingizni qo‘shing
vi: Thêm địa chỉ thanh toán của bạn
zh_hans: 添加帐单邮寄地址
zh_hant: 新增帳單地址

# Literal.AddCCOfficeOOBE.EditYourBillingAddress
source: Edit your billing address
af: Voeg jou faktureringsadres by
am: የሂሳብ አከፋፈል አድራሻዎን ያርትዑ
ar: قم بتحرير عنوان الفاتورة خاصتك
as: আপোনাৰ বিলিঙৰ ঠিকনা সম্পাদনা কৰক
az: Hesablaşma ünvanınızı redaktə edin
bg: Редактиране на вашия адрес за фактуриране
bn_in: আপনার বিলি পাঠানোর ঠিকানা সম্পাদনা করুন
bs: Uredite adresu za naplatu
cy: Golygu eich cyfeiriad bilio
da: Rediger din faktureringsadresse
de: Rechnungsadresse bearbeiten
el: Επεξεργασία της διεύθυνσης χρέωσής σας
es: Editar su dirección de facturación
et: Redigeerige arveldusaadressi
eu: Editatu fakturazio-helbidea
fa: آدرس صورتحساب جدیدتان را ویرایش کنید
ga: Cuir do sheoladh billeála in eagar
gd: Deasaich an seòladh bileachaidh agad
gl: Editar o enderezo de facturación
gu: તમારું બિલિંગ સરનામું સંપાદિત કરો
he: ערוך את הכתובת לחיוב
hi: अपना बिलिंग पता संपादित करें
hr: Uredite adresu za naplatu
hu: A számlázási cím szerkesztése
id: Edit alamat tagihan Anda
is: Settu inn heimilisfang greiðanda
ja: 請求先住所の編集
ka: დაარედაქტირეთ თქვენი ბილინგის მისამართი
kk: Есеп-шот ұсыну мекенжайын өңдеу
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಸಂಪಾದಿಸಿ
ko: 청구 주소 편집
lo: ແກ້ໄຂທີ່ຢູ່ບ່ອນສົ່ງບິນເກັບເງິນຂອງທ່ານ
lt: Sąskaitų siuntimo adreso redagavimas
lv: Rediģēt savu norēķinu adresi
mi: Whakatikahia ki tō wāhitau tuku nama
mk: Уреди ја адресата за наплата
ml: നിങ്ങളുടെ ബില്ലിംഗ് വിലാസം എഡിറ്റുചെയ്യുക
mr: आपला बिलिंग पत्ता संपादित करा
ms: Edit alamat pengebilan anda
mt: Editja l-indirizz tal-ħlasijiet tiegħek
ne: आफ्नो बिलिङ ठेगाना प्रविष्ट गर्नुहोस्
nn_no: Rediger faktureringsadressa di
no: Rediger faktureringsadressen din
or: ଆପଣଙ୍କର ବିଲିଂ ଠିକଣା ସଂପାଦନା କରନ୍ତୁ
pa_in: ਆਪਣੇ ਬਿਲਿੰਗ ਪਤੇ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj swój adres rozliczeniowy
ru: Изменить адрес выставления счета
sl: Dodajte svoj naslov za obračunavanje
sr_cyrl_rs: Додајте адресу фактурисања
sr_latn_rs: Dodajte adresu fakturisanja
sv: Redigera din faktureringsadress
ta: உங்கள் பில்லிங் முகவரியைத் திருத்துங்கள்
te: మీ బిల్లింగ్ చిరునామాని సవరంచండి
th: แก้ไขที่อยู่สําหรับเรียกเก็บเงินของคุณ
tr: Fatura adresinizi düzenleyin
tt: Хисап чыгару адресыгызны төзәтегез
ug: ھېساب بوغۇش ئادرېسىنى تەھرىرلەش
uk: Редагування адреси виставлення рахунка
ur: اپنی بل کاری کے پتہ کی تدوین کریں
uz: Billing manzilingizni tahrirlang
vi: Chỉnh sửa địa chỉ thanh toán của bạn
zh_hans: 编辑帐单邮寄地址
zh_hant: 編輯您的帳單地址
