Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.KN
source: Saint Kitts and Nevis
af: Sint Kitts en Nevis
am: ሴንት ኪቲስ እና ኔቪስ
ar: سانت كيتس ونيفيس
as: চেইণ্ট কিট্ট আৰু নেভিচ
az: Sent-Kits və Nevis
bg: Сейнт Китс и Невис
bn_in: সেন্ট কিটস ও নেভিস
bs: Sveti Kristofor i Nevis
cy: St Kitts a Nevis
da: Saint Kitts og Nevis
de: St. Kitts und Nevis
el: Άγιος Χριστόφορος και Νέβις
es: San Cristóbal y Nieves
et: Saint Kitts ja Nevis
eu: Saint Kitts eta Nevis
fa: سنت کیتس و نویس
ga: San Críostóir-Nimheas
gd: Naomh Crìstean is Nibheis
gl: Saint Kitts e Nevis
gu: સેંટ કિટ્સ અને નેવિશ
he: סנט קיטס ונוויס
hi: सेंट किट्स और नेविस
hr: Sveti Kristofor i Nevis
hu: Saint Kitts és Nevis
id: Saint Kitts dan Nevis
is: Sankti Kitts og Nevis
ja: セントクリストファー・ネーヴィス
ka: სენტკიტს-ნევისი
kk: Сент-Китс және Невис Федерациясы
kn: ಸೇಂಟ್ ಕಿಟ್ಸ್ ಮತ್ತು ನೆವಿಸ್
ko: 세인트 크리스토퍼 네비스
ku_arab: سەینت کیتس و نیڤیس
ky: Сент Китс жана Невис
lo: ເຊນ ຄິດ ແລະ ເນວິສ
lt: Sent Kitsas ir Nevis
lv: Sentkitsa un Nevisa
mi: Hato Kete me Newihi
mk: Св. Китс и Невис
ml: സെയ്ന്റ് കിറ്റ്സ് ആന്റ് നീവസ്
mn: Сент-Киттс ба Невис
mr: सेंट किट्स आणि नॅविस
ms: Saint Kitts dan Nevis
mt: Saint Kitts u Nevis
ne: सेन्ट किट्स र नेभिस
nn_no: Saint Kitts og Nevis
no: Saint Kitts og Nevis
or: ସେଣ୍ଟ କିଟ୍‌ସ୍ ଓ ନେଭିସ୍
pa_arab_pk: سینٹ کٹس تے نیویز
pa_in: ਸੈਂਟ ਕਿਟਸ ਐਂਡ ਨੇਵਿਸ
pl: Saint Kitts i Nevis
ru: Сент-Китс и Невис
sd: سائنٽ ڪيٽس ۽ نيوس
si: ශාන්ත කිට්ස් සහ නෙවිස්
sl: Saint Kitts in Nevis
sr_cyrl_rs: Свети Китс и Невис
sr_latn_rs: Sent Kits i Nevis
sv: Saint Kitts och Nevis
ta: செயின்ட் கிட்ஸ் மற்றும் நெவிஸ்
te: సెయింట్ కిట్స్ మరియు నెవిస్
tg: Сент-Китс ва Невис
th: เซนต์คิตส์และเนวิส
tr: Saint Kitts ve Nevis
tt: Сент-Китс һәм Невис
ug: ساينت كىتىس ۋە نېۋىس
uk: Сент-Кітс і Невіс
ur: سینٹ کٹس و نیویز
uz: Sent-Kits va Nevis
vi: Saint Kitts và Nevis
zh_hans: 圣基茨和尼维斯
zh_hant: 聖克里斯多福及尼維斯

# Country.KR
source: Korea
am: ኮሪያ
ar: كوريا
as: কোৰিয়া
az: Koreya
bg: Корея
bn_in: কোরিয়া
bs: Koreja
cy: Corea
de: Korea, Republik
el: Κορέα
es: Corea del Sur
et: Lõuna-Korea
fa: کره
ga: An Chóiré
gd: Coirèa
gl: Corea
gu: કોરિયા
he: קוריאה
hi: कोरिया
hr: Koreja
is: Suður-Kórea
ja: 韓国
ka: კორეა
kk: Корея Республикасы
kn: ಕೊರಿಯಾ
ko: 한국
ku_arab: کۆریا
ky: Корея
lo: ເກົາຫລີ
lt: Korėja
lv: Koreja
mi: Kōria
mk: Кореја
ml: കൊറിയ
mn: Солонгос
mr: कोरिया
ne: कोरिया
nn_no: Sør-Korea
no: Sør-Korea
or: କୋରିୟା
pa_arab_pk: کوریا
pa_in: ਕੋਰੀਆ
pl: Korea Południowa
ru: Корея, Республика
sd: ڪوريا
si: කොරියාව
sl: Južna Koreja
sr_cyrl_rs: Кореја
sr_latn_rs: Koreja
sv: Sydkorea
ta: கொரியா
te: కొరియా
tg: Корея
th: เกาหลี
tr: Kore
tt: Корея
ug: كورېيە
uk: Корея
ur: کوریا
uz: Koreya
vi: Hàn Quốc
zh_hans: 韩国
zh_hant: 韓國

# Country.KR.2
source: Korea, Republic Of
af: Korea, Republiek van
am: የኮርያ ሪፓብሊክ
ar: ‏‏جمهورية كوريا
as: কোৰিয়া, প্ৰজাতন্ত্ৰ
az: Koreya Respublikası
bg: Република Корея
bn_in: দক্ষিণ কোরিয়া
bs: Republika Koreja
cy: Corea, Gweriniaeth
da: Korea, Republikken
de: Republik Korea
el: Δημοκρατία της Κορέας
es: Corea, República de
et: Korea Vabariik
eu: Koreako Errepublika
fa: جمهوری کره
ga: Poblacht Chóiré
gd: Poblachd Choirèa
gl: Corea, República de
gu: રિપબ્લિક ઑફ કોરિયા
he: קוריאה, הרפובליקה של
hi: कोरिया, गणतंत्र
hr: Republika Korea
hu: Koreai Köztársaság
id: Republik Korea
is: Suður-Kórea
ja: 大韓民国
ka: კორეის რესპუბლიკა
kk: Корея Республикасы
kn: ಕೊರಿಯಾ, ಗಣರಾಜ್ಯ
ko: 대한민국
ku_arab: کۆریا، کۆماری
ky: Корея Республикасы
lo: ສາທາລະນະລັດເກົາຫຼີ
lt: Korėjos Respublika
lv: Korejas Republika
mi: Korea, Whenua o
mk: Република Кореја
ml: റിപ്പബ്ലിക് ഓഫ് കൊറിയ
mn: Бүгд Найрамдах Солонгос Улс
mr: कोरिया, रिपब्लिक ऑफ
ms: Republik Korea
mt: Korea, Repubblika tal-
ne: कोरिया, गणतन्त्र
nn_no: Korea, republikken
no: Korea, republikken
or: କୋରିଆ, ସାଧାରଣତନ୍ତ୍ର
pa_arab_pk: کوریا، کی جمہوریہ
pa_in: ਕੋਰੀਆ, ਰਿਪਬਲਿਕ ਔਫ
pl: Republika Korei
ru: Республика Корея
sd: جمهوريه ڪوريا
si: කොරියා ජනරජය
sl: Republika Koreja
sr_cyrl_rs: Кореја, Република
sr_latn_rs: Koreja, Republika
sv: Republiken Korea
ta: கொரியக் குடியரசு
te: కొరియా, రిపబ్లిక్ ఆఫ్
tg: Ҷумҳурии Корея
th: สาธารณรัฐเกาหลี
tr: Kore Cumhuriyeti
tt: Корея Республикасы
ug: كورېيە جۇمھۇرىيىتى
uk: Республіка Корея
ur: کوریا، جمہوریہ
uz: Koreya Respublikasi
vi: Hàn Quốc
zh_hans: 大韩民国
zh_hant: 大韓民國

# Country.KW
source: Kuwait
af: Koeweit
am: ኩዌት
ar: الكويت
as: কুৱেইট
az: Küveyt
bg: Кувейт
bn_in: কুয়েত
bs: Kuvajt
el: Κουβέιτ
et: Kuveit
fa: کویت
ga: Cuáit
gd: Cuibhèit
gu: કુવૈત
he: כוויית
hi: कुवैत
hr: Kuvajt
hu: Kuvait
is: Kúveit
ja: クウェート
ka: ქუვეითი
kk: Кувейт
kn: ಕುವೈತ್
ko: 쿠웨이트
ku_arab: کوێت
ky: Кувейт
lo: ກູເວດ
lt: Kuveitas
lv: Kuveita
mi: Kūweiti
mk: Кувајт
ml: കുവൈറ്റ്
mn: Кувейт
mr: कुवेत
mt: Kuwajt
ne: कुवेत
or: କୁୱେତ୍
pa_arab_pk: کویت
pa_in: ਕੁਵੈਤ
pl: Kuwejt
ru: Кувейт
sd: ڪويت
si: කුවේට්
sl: Kuvajt
sr_cyrl_rs: Кувајт
sr_latn_rs: Kuvajt
ta: குவைத்
te: కువైట్
tg: Қувайт
th: คูเวต
tr: Kuveyt
tt: Күвәйт
ug: كۇۋەيت
uk: Кувейт
ur: کویت
uz: Quvayt
zh_hans: 科威特
zh_hant: 科威特

# Country.KY
source: Cayman Islands
af: Kaaimanseilande
am: የኬይማን ደሴቶች
ar: جزر كيمان
as: কেমন আইলেণ্ড
az: Kayman adaları
bg: Кайманови острови
bn_in: কেম্যান আইল্যান্ড
bs: Kajmanska ostrva
cy: Ynysoedd y Cayman
da: Caymanøerne
de: Kaimaninseln
el: Νησιά Καϊμάν
es: Islas Caimán
et: Kaimanisaared
eu: Kaiman uharteak
fa: جزایر کیمن
ga: Oileáin Cayman
gd: Na h-Eileanan Caimean
gl: Illas Caimán
gu: કેમેન આઇલેન્ડ્સ
he: איי קיימן
hi: कैमेन आइलैंड्स
hr: Kajmanski Otoci
hu: Kajmán-szigetek
id: Kepulauan Cayman
is: Cayman-eyjar
ja: ケイマン諸島
ka: კაიმანის კუნძულები
kk: Кайман аралдары
kn: ಕೇಮ್ಯಾನ್ ದ್ವೀಪಗಳು
ko: 케이맨 제도
ku_arab: دوورگەکانی کایمەن
ky: Кайман Аралдары
lo: ໝູ່ເກາະໄກແມນ
lt: Kaimanų salos
lv: Kaimanu salas
mi: Ngā Moutere o Keimana
mk: Кајмански Острови
ml: കേയ്മാന്‍ ദ്വീപുകള്‍
mn: Кайманы арлууд
mr: केमन बेटे
ms: Kepulauan Cayman
mt: Gżejjer Cayman
ne: केम्येन टापूहरू
nn_no: Caymanøyane
no: Caymanøyene
or: କେମନ୍ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: کیمین جزائر
pa_in: ਕੇਮੈਨ ਆਈਲੈਂਡਸ
pl: Kajmany
ru: Острова Кайман
sd: ڪيمان ٻيٽَ
si: කේමන් දුපත්
sl: Kajmanski otoki
sr_cyrl_rs: Кајманска Острва
sr_latn_rs: Kajmanska Ostrva
sv: Caymanöarna
ta: கேமன் தீவுகள்
te: కేమాన్ దీవులు
tg: Ҷазираҳои Кайман
th: หมู่เกาะเคย์แมน
tr: Cayman Adaları
tt: Кайман утраулары
ug: كايمان تاقىم ئاراللىرى
uk: Кайманові острови
ur: کیمین جزائر
uz: Kayman orollari
vi: Quần đảo Cayman
zh_hans: 开曼群岛
zh_hant: 開曼群島

# Country.KZ
source: Kazakhstan
af: Kazakstan
am: ካዛክስታን
ar: كازاخستان
as: কাজাখাস্তান
az: Qazaxıstan
bg: Казахстан
bn_in: কাজাখস্তান
bs: Kazahstan
da: Kasakhstan
de: Kasachstan
el: Καζαχστάν
es: Kazajistán
et: Kasahstan
fa: قزاقستان
ga: An Chasacstáin
gd: Casachstàn
gl: Kazakhistán
gu: કઝાખસ્તાન
he: קזחסטן
hi: कज़ाकस्तान
hr: Kazahstan
hu: Kazahsztán
is: Kasakstan
ja: カザフスタン
ka: ყაზახეთი
kk: Қазақстан
kn: ಕಝಕಿಸ್ತಾನ್
ko: 카자흐스탄
ku_arab: کازاخستان
ky: Казакстан
lo: ຄາຊັກສະຖານ
lt: Kazachija
lv: Kazahstāna
mi: Katatānga
mk: Казахстан
ml: കസാഖ്‌സ്ഥാന്‍
mn: Казахстан
mr: कझाकस्तान
mt: Kazakstan
ne: काजाखिस्तान
nn_no: Kasakhstan
no: Kasakhstan
or: କାଜାକସ୍ତାନ୍
pa_arab_pk: کاغزستان
pa_in: ਕਜ਼ਾਕਸਤਾਨ
pl: Kazachstan
ru: Казахстан
sd: قازقستان
si: කසකස්තානය
sl: Kazahstan
sr_cyrl_rs: Казахстан
sr_latn_rs: Kazahstan
sv: Kazakstan
ta: கஸகஸ்தான்
te: కజకస్థాన్
tg: Қазоқистон
th: คาซัคสถาน
tr: Kazakistan
tt: Казахстан
ug: قازاقىستان
uk: Казахстан
ur: کاغزستان
uz: Qozog‘iston
zh_hans: 哈萨克斯坦
zh_hant: 哈薩克

# Country.LA
source: Laos
am: ላኦስ
ar: لاوس
as: লাওচ
bg: Лаос
bn_in: লাওস
el: Λάος
fa: لائوس
gd: Làthos
gu: લાઓસ
he: לאוס
hi: लाओस
hu: Laosz
ja: ラオス
ka: ლაოსი
kk: Лаос
kn: ಲಾವೋಸ್
ko: 라오스
ku_arab: لاۆس
ky: Лаос
lo: ລາວ
lt: Laosas
lv: Laosa
mi: Rao
mk: Лаос
ml: ലാവോസ്
mn: Лаос
mr: लाओस
ne: लाओस
or: ଲାଓସ୍
pa_arab_pk: لاس
pa_in: ਲਾਓਸ
ru: Лаосская Народно-Демократическая Республика
sd: لاس
si: ලාඕසය
sr_cyrl_rs: Лаос
ta: லாவோஸ்
te: లావోస్
tg: Лаос
th: ลาว
tt: Лаос
ug: لائوس
uk: Лаос
ur: لاس
vi: Lào
zh_hans: 老挝
zh_hant: 寮國

# Country.LB
source: Lebanon
af: Libanon
am: ሊባኖስ
ar: لبنان
as: লেবানন
az: Livan
bg: Ливан
bn_in: লেবানন
bs: Liban
da: Libanon
de: Libanon
el: Λίβανος
es: Líbano
et: Liibanon
eu: Libano
fa: لبنان
ga: An Liobáin
gd: Leabanon
gl: Líbano
gu: લેબનાન
he: לבנון
hi: लेबनान
hr: Libanon
hu: Libanon
is: Líbanon
ja: レバノン
ka: ლიბანი
kk: Ливан
kn: ಲೆಬನಾನ್
ko: 레바논
ku_arab: لوبنان
ky: Ливан
lo: ເລບານອນ
lt: Libanas
lv: Libāna
mi: Repanona
mk: Либан
ml: ലെബനന്‍
mn: Ливан
mr: लेबनन
ms: Lubnan
mt: Libanu
ne: लेबेनन्
nn_no: Libanon
no: Libanon
or: ଲେବାନନ୍
pa_arab_pk: لبنان
pa_in: ਲੈਬਨਾਨ
pl: Liban
ru: Ливан
sd: لبنان
si: ලෙබනනය
sl: Libanon
sr_cyrl_rs: Либан
sr_latn_rs: Liban
sv: Libanon
ta: லெபனான்
te: లెబనాన్
tg: Лубнон
th: เลบานอน
tr: Lübnan
tt: Ливан
ug: لىۋان
uk: Ліван
ur: لبنان
uz: Livan
vi: Li-băng
zh_hans: 黎巴嫩
zh_hant: 黎巴嫩

# Country.LC
source: Saint Lucia
af: Sint Lucia
am: ሴንት ሉሲያ
ar: سانت لوسيا
as: চেণ্ট লুচিয়া
az: Sent-Lusiya
bg: Сейнт Лусия
bn_in: সেন্ট লুসিয়া
bs: Sveta Lucija
cy: St Lucia
de: St. Lucia
el: Αγία Λουκία
es: Santa Lucía
eu: Santa Luzia
fa: سنت لوسیا
gd: Naomh Lùisea
gl: Santa Lucía
gu: સેંટ લુસિયા
he: סנט לוסיה
hi: सेंट लूसिया
hr: Sveta Lucija
is: Sankti Lúsía
ja: セントルシア
ka: სენტ ლუჩია
kk: Сент-Люсия
kn: ಸೇಂಟ್ ಲೂಸಿಯಾ
ko: 세인트 루시아
ku_arab: سەینت لوسیا
ky: Сент-Люсия
lo: ເຊນ ລູເຊຍ
lt: Sent Lusija
lv: Sentlūsija
mi: Hato Rūiha
mk: Света Луција
ml: സെയ്ന്റ് ലൂസിയ
mn: Сент Люсиа
mr: सेंट लुसिया
ne: सेन्ट लुसिया
or: ସାଇଣ୍ଟ୍ ଲୁସିଆ
pa_arab_pk: سینٹ لیوشیا
pa_in: ਸੇਂਟ ਲੂਸੀਆ
ru: Сент-Люсия
sd: سينٽ لوڪيو
si: ශාන්ත ලුසියා
sr_cyrl_rs: Света Луција
sr_latn_rs: Sveta Lucija
ta: செயின்ட் லூசியா
te: సెయింట్ లూసియా
tg: Сент-Люсия
th: เซนต์ลูเซีย
tt: Сент-Люсия
ug: ساينت لۇسىيە
uk: Сент-Люсія
ur: سینٹ لیوشیا
uz: Sent-Lyusiya
zh_hans: 圣卢西亚
zh_hant: 聖露西亞

# Country.LI
source: Liechtenstein
am: ሌችተንስቴን
ar: ليشتنشتاين
as: লিচটেনষ্টেইন
az: Lixtenşteyn
bg: Лихтенщайн
bn_in: লিশটেনষ্টাইন
bs: Lihtenštajn
el: Λιχτενστάιν
fa: لیختن اشتاین
ga: Lichtinstéin
gd: Lichtenstein
gu: લીચેંસ્ટાઈન
he: ליכטנשטיין
hi: लिचेंस्टीन
hr: Lihtenštajn
ja: リヒテンシュタイン
ka: ლიხტენშტეინი
kk: Лихтенштейн
kn: ಲಿಚೆಂಟೆಸ್ಟಿನ್
ko: 리히텐슈타인
ku_arab: لێخنشتاین
ky: Лихтенштейн
lo: ລິກເຕນສະໄຕ
lt: Lichtenšteinas
lv: Lihtenšteina
mi: Rikitaina
mk: Лихтенштајн
ml: ലീച്ടെന്‍സ്റ്റെയിന്‍
mn: Лихтенштейн
mr: लिचेंन्स्टीन
ne: लिचेस्टाइन्
or: ଲିଚେଟନଷ୍ଟାଇନ୍
pa_arab_pk: لیچی سٹین
pa_in: ਲਿਕਟਨਸਟਾਇਨ
ru: Лихтенштейн
sd: لچي ٽينسٽين
si: ලයිචෙන්ට්ටේන්
sl: Lihtenštajn
sr_cyrl_rs: Лихтенштајн
sr_latn_rs: Lihtenštajn
ta: லிச்டென்ஸ்டெய்ன்
te: లీచెస్టిన్
tg: Лихтенштейн
th: ลิกเตนสไตน์
tt: Лихтенштейн
ug: لىچتېنشتېين
uk: Ліхтенштейн
ur: لیچی سٹین
uz: Lixtenshteyn
zh_hans: 列支敦士登
zh_hant: 列支敦斯登

# Country.LK
source: Sri Lanka
am: ስሪላንካ
ar: سريلانكا
as: শ্ৰীলংকা
az: Şri-Lanka
bg: Шри Ланка
bn_in: শ্রীলঙ্কা
bs: Šri Lanka
el: Σρι Λάνκα
fa: سریلانکا
ga: Srí Lanca
gd: Sri Lanca
gu: શ્રીલંકા
he: סרי לנקה
hi: श्रीलंका
hr: Šri Lanka
hu: Srí Lanka
is: Srí Lanka
ja: スリランカ
ka: შრი-ლანკა
kk: Шри-Ланка
kn: ಶ್ರೀಲಂಕಾ
ko: 스리랑카
ku_arab: سریلانکا
ky: Шри-Ланка
lo: ສີລັງກາ
lt: Šri Lanka
lv: Šrilanka
mi: Hiri Rānaka
mk: Шри Ланка
ml: ശ്രീലങ്ക
mn: Шри-Ланка
mr: श्रीलंका
ne: श्री लङ्का
or: ଶ୍ରୀଲଙ୍କା
pa_arab_pk: سری لنکا
pa_in: ਸ੍ਰੀ ਲੰਕਾ
ru: Шри-Ланка
sd: سريلينڪا
si: ශ්‍රී ලංකාව
sl: Šrilanka
sr_cyrl_rs: Шри Ланка
sr_latn_rs: Šri Lanka
ta: இலங்கை
te: శ్రీలంక
tg: Шри-Ланка
th: ศรีลังกา
tt: Шри-Ланка
ug: سىرىلانكا
uk: Шрі-Ланка
ur: سری لنکا
uz: Shri-Lanka
zh_hans: 斯里兰卡
zh_hant: 斯里蘭卡

# Country.LR
source: Liberia
af: Liberië
am: ላይቤሪያ
ar: ليبيريا
as: লিবেৰিয়া
az: Liberiya
bg: Либерия
bn_in: লাইবেরিয়া
bs: Liberija
el: Λιβερία
et: Libeeria
fa: لیبریا
ga: An Libéir
gd: Libèir
gu: લાઇબેરિયા
he: ליבריה
hi: लाइबेरिया
hr: Liberija
hu: Libéria
is: Líbería
ja: リベリア
ka: ლიბერია
kk: Либерия
kn: ಲೈಬೀರಿಯ
ko: 라이베리아
ku_arab: لایبیریا
ky: Либерия
lo: ລິເບີເຣຍ
lt: Liberija
lv: Libērija
mi: Raipiria
mk: Либерија
ml: ലിബേറിയ
mn: Либери
mr: लायबेरिया
mt: Liberja
ne: लिबेरिया
or: ଲିବେରିଆ
pa_arab_pk: لائبیریا
pa_in: ਲਾਈਬੀਰੀਆ
ru: Либерия
sd: لابيريا
si: ලයිබීරියාව
sl: Liberija
sr_cyrl_rs: Либерија
sr_latn_rs: Liberija
ta: லிபீரியா
te: లైబీరియా
tg: Либерия
th: ไลบีเรีย
tr: Liberya
tt: Либерия
ug: لىبېرىيە
uk: Ліберія
ur: لائبیریا
uz: Liberiya
zh_hans: 利比里亚
zh_hant: 賴比瑞亞

# Country.LS
source: Lesotho
am: ሌሴቶ
ar: ليسوتو
as: লেছ'থ'
az: Lesoto
bg: Лесото
bn_in: লেসোথো
bs: Lesoto
el: Λεσότο
es: Lesoto
fa: لسوتو
ga: Leosóta
gd: Leasoto
gl: Lesoto
gu: લેસોથો
he: לסותו
hi: लेसोथो
hr: Lesoto
is: Lesótó
ja: レソト
ka: ლესოთო
kk: Лесото
kn: ಲೆಸೊಥೊ
ko: 레소토
ku_arab: لێسۆتۆ
ky: Лесото
lo: ເລໂຊໂທ
lt: Lesotas
lv: Lesoto
mi: Teroto
mk: Лесото
ml: ലെസൊതൊ
mn: Лесото
mr: लेसोथो
mt: Lesoto
ne: लेसोथो
or: ଲେସୋଥୋ
pa_arab_pk: لاسوتھو
pa_in: ਲੇਸੋਥੋ
ru: Лесото
sd: ليسوٽو
si: ලෙසතෝ
sl: Lesoto
sr_cyrl_rs: Лесото
sr_latn_rs: Lesoto
ta: லெசாதோ
te: లెసోథో
tg: Лесото
th: เลโซโท
tt: Лесото
ug: لېسسوتر
uk: Лесото
ur: لاسوتھو
uz: Lesoto
zh_hans: 莱索托
zh_hant: 賴索托

# Country.LT
source: Lithuania
af: Litoue
am: ሊትዌንያ
ar: ليتوانيا
as: লিথুৱানিয়া
az: Litva
bg: Литва
bn_in: লিথুয়ানিয়া
bs: Litvanija
cy: Lithwania
da: Litauen
de: Litauen
el: Λιθουανία
es: Lituania
et: Leedu
eu: Lituania
fa: لیتوانی
ga: An Liotuáin
gd: An Liotuain
gl: Lituania
gu: લિથુઆનિયા
he: ליטא
hi: लिथुआनिया
hr: Litva
hu: Litvánia
is: Litháen
ja: リトアニア
ka: ლიტვა
kk: Литва
kn: ಲಿಥುವೆನಿಯಾ
ko: 리투아니아
ku_arab: لیتوانیا
ky: Литва
lo: ລິທົວເນຍ
lt: Lietuva
lv: Lietuva
mi: Rehuānia
mk: Литванија
ml: ലിത്വാനിയ
mn: Литва
mr: लिथुआनिया
mt: Litwanja
ne: लिथ्वेनिया
nn_no: Litauen
no: Litauen
or: ଲିଥୁନିଆ
pa_arab_pk: لیتھونیا
pa_in: ਲਿਥੁਆਨੀਆ
pl: Litwa
ru: Литва
sd: لٿونيا
si: ලිතුවේනියාව
sl: Litva
sr_cyrl_rs: Литванија
sr_latn_rs: Litvanija
sv: Litauen
ta: லிதுவேனியா
te: లిథువేనియా
tg: Литва
th: ลิทัวเนีย
tr: Litvanya
tt: Литва
ug: لىتۋانىيە
uk: Литва
ur: لیتھونیا
uz: Litva
zh_hans: 立陶宛
zh_hant: 立陶宛

# Country.LU
source: Luxembourg
af: Luxemburg
am: ሉክስምበርግ
ar: لكسمبورج
as: লাক্সেমবাৰ্গ
az: Lüksemburq
bg: Люксембург
bn_in: লুক্সেমবুর্গ
bs: Luksemburg
cy: Lwcsembwrg
de: Luxemburg
el: Λουξεμβούργο
es: Luxemburgo
et: Luksemburg
eu: Luxenburgo
fa: لوگزامبورگ
ga: Lucsamburg
gd: Lugsamburg
gl: Luxemburgo
gu: લક્ઝમ્બર્ગ
he: לוקסמבורג
hi: लक्ज़म्बर्ग
hr: Luksemburg
hu: Luxemburg
id: Luksemburg
is: Lúxemborg
ja: ルクセンブルク
ka: ლუქსემბურგი
kk: Люксембург
kn: ಲಕ್ಸೆಂಬೊರ್ಗ್
ko: 룩셈부르크
ku_arab: لۆکسمبرگ
ky: Люксембург
lo: ລຸກຊໍາບວກ
lt: Liuksemburgas
lv: Luksemburga
mi: Rakapuō
mk: Луксембург
ml: ലക്‌സംബര്‍ഗ്
mn: Люксембург
mr: लग्झेंबर्ग
mt: Lussemburgu
ne: लुक्समबर्ग
nn_no: Luxemburg
no: Luxemburg
or: ଲକ୍ସେବର୍ଗ
pa_arab_pk: لکسمبرگ
pa_in: ਲਕਜ਼ਮਬਰਗ
pl: Luksemburg
ru: Люксембург
sd: ليڪسمبورگ
si: ලක්සෙම්බර්ග්
sl: Luksemburg
sr_cyrl_rs: Луксембург
sr_latn_rs: Luksemburg
sv: Luxemburg
ta: லக்சம்பர்க்
te: లక్సెంబర్గ్
tg: Люксембург
th: ลักเซมเบิร์ก
tr: Lüksemburg
tt: Люксембург
ug: لىيۇكسېمبۇرگ
uk: Люксембурґ
ur: لکسمبرگ
uz: Lyuksemburg
zh_hans: 卢森堡
zh_hant: 盧森堡

# Country.LV
source: Latvia
af: Letland
am: ላቲቪያ
ar: لاتفيا
as: লাটভিয়া
az: Latviya
bg: Латвия
bn_in: লাতভিয়া
bs: Latvija
cy: Latfia
da: Letland
de: Lettland
el: Λετονία
es: Letonia
et: Läti
eu: Letonia
fa: لتونی
ga: An Laitvia
gd: An Laitbhe
gl: Letonia
gu: લાટવિયા
he: לטביה
hi: लाटविया
hr: Latvija
hu: Lettország
is: Lettland
ja: ラトビア
ka: ლატვია
kk: Латвия
kn: ಲಾಟ್ವಿಯ
ko: 라트비아
ku_arab: لاتڤیا
ky: Латвия
lo: ລາດເວຍ
lt: Latvija
lv: Latvija
mi: Rāwhia
mk: Летонија
ml: ലാത്‌വിയ
mn: Латви
mr: लातव्हिया
mt: Latvja
ne: लाट्भिया
or: ଲାଟଭିଆ
pa_arab_pk: لیٹویا
pa_in: ਲਾਟਵਿਆ
pl: Łotwa
ru: Латвия
sd: لاتويا
si: ලැට්වියාව
sl: Latvija
sr_cyrl_rs: Летонија
sr_latn_rs: Letonija
sv: Lettland
ta: லாத்வியா
te: లాట్వియా
tg: Латвия
th: ลัตเวีย
tr: Letonya
tt: Латвия
ug: لاتۋىيە
uk: Латвія
ur: لیٹویا
uz: Latviya
zh_hans: 拉脱维亚
zh_hant: 拉脫維亞

# Country.MA
source: Morocco
af: Marokko
am: ሞሮኮ
ar: المغرب
as: মৰক্কো
az: Mərakeş
bg: Мароко
bn_in: মরক্কো
bs: Maroko
cy: Moroco
da: Marokko
de: Marokko
el: Μαρόκο
es: Marruecos
et: Maroko
eu: Maroko
fa: مراکش
ga: Maracó
gd: Moroco
gl: Marrocos
gu: મોરક્કો
he: מרוקו
hi: मोरक्को
hr: Maroko
hu: Marokkó
id: Maroko
is: Marokkó
ja: モロッコ
ka: მაროკო
kk: Марокко
kn: ಮೊರಾಕೊ
ko: 모로코
ku_arab: مەغریب
ky: Марокко
lo: ມໍຣັອກໂຄ
lt: Marokas
lv: Maroka
mi: Maroko
mk: Мароко
ml: മൊറോക്കൊ
mn: Морокко
mr: मोरोक्को
ms: Maghribi
mt: Marokk
ne: मोरोक्को
nn_no: Marokko
no: Marokko
or: ମରୋକୋ
pa_arab_pk: موراکو
pa_in: ਮੋਰੱਕੋ
pl: Maroko
ru: Марокко
sd: موروڪو
si: මොරොක්කෝව
sl: Maroko
sr_cyrl_rs: Мароко
sr_latn_rs: Maroko
sv: Marocko
ta: மொராக்கோ
te: మొరాకో
tg: Марокаш
th: โมร็อกโก
tr: Fas
tt: Марокко
ug: ماراكەش
uk: Марокко
ur: موراکو
uz: Marokash
vi: Ma-rốc
zh_hans: 摩洛哥
zh_hant: 摩洛哥

# Country.MC
source: Monaco
am: ሞናኮ
ar: موناكو
as: মোনাকো
az: Monako
bg: Монако
bn_in: মোনাকো
bs: Monako
el: Μονακό
es: Mónaco
eu: Monako
fa: موناکو
ga: Monacó
gl: Mónaco
gu: મોનાકો
he: מונקו
hi: मोनाको
hr: Monako
id: Monako
is: Mónakó
ja: モナコ
ka: მონაკო
kk: Монако
kn: ಮೊನಾಕೊ
ko: 모나코
ku_arab: مۆناکۆ
ky: Монако
lo: ໂມນາໂຄ
lt: Monakas
lv: Monako
mi: Monako
mk: Монако
ml: മൊണാക്കോ
mn: Монако
mr: मोनॅको
mt: Monako
ne: मोनाको
or: ମୋନାକୋ
pa_arab_pk: مناکو
pa_in: ਮੋਨਾਕੋ
pl: Monako
ru: Монако
sd: موناڪو
si: මොනාකෝ
sl: Monako
sr_cyrl_rs: Монако
sr_latn_rs: Monako
ta: மொனாக்கோ
te: మొనాకో
tg: Монако
th: โมนาโก
tr: Monako
tt: Монако
ug: موناكو
uk: Монако
ur: مناکو
uz: Monako
zh_hans: 摩纳哥
zh_hant: 摩納哥

# Country.MD
source: Moldova
af: Moldowa
am: ሞልዶቫ
ar: مولدافا
as: মোলডোভা
bg: Молдова
bn_in: মলডোভা
bs: Moldavija
cy: Moldofa
de: Republik Moldau
el: Μολδαβία
eu: Moldavia
fa: مولداوی
ga: Poblacht na Moldóive
gd: A' Mholdobha
gu: માલ્ડોવા
he: מולדובה
hi: माल्डोवा
is: Moldóva
ja: モルドバ共和国
ka: მოლდოვა
kk: Молдова
kn: ಮಾಲ್ಡೋವಾ
ko: 몰도바
ku_arab: کۆماری مۆڵدۆڤا
ky: Молдова
lo: ມອນໂດວາ
mi: Morotouwa
mk: Молдавија
ml: മൊല്‍ദോവ
mn: Молдов
mr: मॉल्डोवा
ne: माल्डोभा
or: ମୋଲଡୋଭା
pa_arab_pk: مالڈووا
pa_in: ਮੋਲਡੋਵਾ ਗਣਤੰਤਰ
pl: Mołdawia
ru: Молдова
sd: مولڊووا
si: මෝල්ඩෝවා
sl: Moldavija
sr_cyrl_rs: Молдавија
sr_latn_rs: Moldavija
sv: Moldavien
ta: மால்டோவா
te: మొల్డోవా
tg: Молдова
th: มอลโดวา
tt: Молдова
ug: مولدوۋا
uk: Молдова
ur: مالڈووا
zh_hans: 摩尔多瓦
zh_hant: 摩爾多瓦

# Country.ME
source: Montenegro
am: ሞንተኔግሮ
ar: الجبل الأسود
as: মণ্টেনেগ্ৰু
az: Çernoqoriya
bg: Черна гора
bn_in: মন্টেনিগ্রো
bs: Crna Gora
el: Μαυροβούνιο
fa: مونته نگرو
ga: Montainéagró
gd: Am Monadh Neagrach
gu: મૉન્ટેંનીગ્રો
he: מונטנגרו
hi: मान्टेनेग्रो
hr: Crna Gora
hu: Montenegró
is: Svartfjallaland
ja: モンテネグロ
ka: მონტენეგრო
kk: Черногория
kn: ಮಾಂಟೆನೆಗ್ರೊ
ko: 몬테네그로
ku_arab: مۆنتینیگرۆ
ky: Черногория
lo: ມອນເຕເນໂກຣ
lt: Juodkalnija
lv: Melnkalne
mi: Monotenēro
mk: Црна Гора
ml: മോണ്ടെനെഗ്രൊ
mn: Монтенегро
mr: मॉन्टेनिग्रो
ne: मोन्टेनिग्रो
or: ମୋଣ୍ଟେନେଗ୍ରୋ
pa_arab_pk: مونٹیگرو
pa_in: ਮੋਨਟੇਨੇਗਰੋ
pl: Czarnogóra
ru: Черногория
sd: مونٽينيگرو
si: මොන්ටෙනෙග්‍රෝ
sl: Črna gora
sr_cyrl_rs: Црна Гора
sr_latn_rs: Crna Gora
ta: மோன்டேனீக்ரோ
te: మాంటెనెగ్రో
tg: Черногория
th: มอนเตเนโกร
tr: Karadağ
tt: Черногория
ug: قارا تاغ
uk: Чорногорія
ur: مونٹیگرو
uz: Chernogoriya
zh_hans: 黑山
zh_hant: 蒙特內哥羅

# Country.MF
source: Saint Martin
af: Sint Martin
am: ሴንት ማርቲን (የፈረንሳይ ክፍል)
ar: سان مارتن
as: চেইণ্ট মাৰ্টিন
az: Sent Martin
bg: Сен Мартен
bn_in: সেন্ট মার্টিন
cy: St Martin
de: St. Martin
el: Άγιος Μαρτίνος (Γαλλικό τμήμα)
es: San Martín
fa: سنت مارتین
ga: San Martin
gd: Naomh Màrtainn
gu: સેંટ માર્ટિન
he: סנט מרטין
hi: सेंट मार्टिन
is: Sankti Martin
ja: サンマルタン島
ka: სენ-მარტენი
kk: Сен-Мартен
kn: ಸೇಂಟ್ ಮಾರ್ಟಿನ್
ko: 세인트 마틴
ku_arab: سەینت مارتین
ky: Ыйык Мартин
lo: ເຊນ ມາທິນ
lt: Sen Martenas
lv: Senmartēna
mi: Hato Mātene Wīwī
mk: Свети Мартин
ml: ദ്വീപസമൂഹം
mn: Сент-Мартин
mr: सेंट मार्टिन
ne: सेन्ट मार्टिन
or: ସେଣ୍ଟ ମାର୍ଟିନ୍
pa_arab_pk: سینٹ مارٹن
pa_in: ਸੇਂਟ ਮਾਰਟਿਨ
ru: Сен-Мартен
sd: سينٽ ميرٽين
si: ශාන්ත මාර්ටින්
sr_cyrl_rs: Свети Мартин (Француска)
sr_latn_rs: Sveti Martin (Francuska)
ta: செயின்ட் மார்டின்
te: సెయింట్ మార్టిన్
tg: Ҷазираи Сент-Мартин
th: เซนต์มาร์ติน
tt: Сент-Мартин
ug: ساينت مارتىن
uk: Сен-Мартен
ur: سینٹ مارٹن
uz: Avliyo Martin
zh_hans: 法属圣马丁
zh_hant: 法屬聖馬丁

# Country.MF.2
source: Saint Martin (French part)
af: Sint Martin (Franse deel)
am: ሴንት ማርቲን (የፈረንሳይ ክፍል)
ar: سان مارتن (الجزء الفرنسي)
as: চেইণ্ট মাৰ্টিন (ফ্ৰেন্স পাৰ্ট)
az: Sent Martin (Fransa hissəsi)
bg: Сен Мартен (френска част)
bn_in: সেন্ট মার্টিন (ফরাসি অংশ)
bs: Saint Martin (francuski dio)
cy: St Martin (rhan Ffrainc)
da: St. Martin (franske del)
de: St. Martin (Französischer Teil)
el: Άγιος Μαρτίνος (Γαλλικό τμήμα)
es: San Martín (parte francesa)
et: Saint-Martin (Prantsusmaa osa)
eu: Saint Martin (alde frankofonoa)
fa: سنت مارتین (بخش فرانسوی)
ga: Saint Martin (limistéar na Fraince)
gd: Saint Martin (pàirt na Frainge)
gl: Saint Martin (parte francesa)
gu: સેંટ માર્ટિન (ફ્રેંચ પાર્ટ)
he: סנט מרטין (החלק הצרפתי)
hi: सेंट मार्टिन (फ़्रेंच भाग)
hr: Saint Martin (francuski dio)
hu: Saint Martin (francia rész)
id: Saint Martin (bagian Prancis)
is: Sankti Martin (franski hlutinn)
ja: サンマルタン島 (フランス領地域)
ka: სენ-მარტენი (ფრანგული ნაწილი)
kk: Сен-Мартен (Франция бөлігі)
kn: ಸೇಂಟ್ ಮಾರ್ಟಿನ್ (ಫ್ರೆಂಚ್ ಭಾಗ)
ko: 세인트 마틴(프랑스 영역)
ku_arab: سەینت مارتین (بەشی فەرەنسی)
ky: Сент Мартин (Француз бөлүгү)
lo: ເຊນມາຕິນ (ບາງສ່ວນຝຣັ່ງ)
lt: Sen Martenas (Prancūzijos dalis)
lv: Senmartēna (Francijas daļa)
mi: Hato Mātene (wāhanga Wīwī)
mk: Свети Мартин (француски дел)
ml: ദ്വീപസമൂഹം (ഫ്രെഞ്ച് പാർട്ട്)
mn: Сэн Мартин (Францын хэсэг)
mr: सेंट मार्टिन (फ्रेंच भाग)
ms: Saint Martin (bahagian Perancis)
mt: Saint Martin (Il-parti Franċiża)
ne: सेन्ट मार्टिन (फ्रेन्च भाग)
nn_no: Saint Martin (fransk del)
no: Saint Martin (fransk del)
or: ସେଣ୍ଟ ମାର୍ଟିନ୍ (ଫରାସୀ ଭାଗ)
pa_arab_pk: سینٹ مارٹن (فرانسیسی حصہ)
pa_in: ਸੇਂਟ ਮਾਰਟਿਨ (ਫ੍ਰੈਂਚ ਹਿੱਸਾ)
pl: Wyspa Św. Marcina (część francuska)
ru: Сен-Мартен (французская часть)
sd: سينٽ ميرٽين (فرينچ جو حصو)
si: ශාන්ත මාර්ටින් (ප්‍රංශ කොටස)
sl: Saint Martin (francoski del)
sr_cyrl_rs: Свети Мартин (француски део)
sr_latn_rs: Sveti Martin (francuski deo)
sv: Saint Martin (franska delen)
ta: செயின்ட் மார்டின் (ஃபிரெஞ் பகுதி)
te: సెయింట్ మార్టిన్ (ఫ్రెంచ్ భాగం)
tg: Сент-Мартин (қисми франсузӣ)
th: เซนต์มาร์ติน (เขตฝรั่งเศส)
tr: Saint Martin (Fransız bölgesi)
tt: Сен-Мартен (Франция өлеше)
ug: ساينت مارتىن (فىرانسىيە قىسىمى)
uk: Сен-Мартен (французька частина)
ur: سینٹ مارٹن (فرانسیسی حصہ)
uz: Sen-Marten (Frantsuz qismi)
vi: Saint Martin (phần thuộc Pháp)
zh_hans: 圣马丁(法属)
zh_hant: 法屬聖馬丁

# Country.MG
source: Madagascar
af: Madagaskar
am: ማዳጋስካር
ar: مدغشقر
as: মাডাগাস্কাৰ
az: Madaqaskar
bg: Мадагаскар
bn_in: মাদাগাস্কার
bs: Madagaskar
da: Madagaskar
de: Madagaskar
el: Μαδαγασκάρη
et: Madagaskar
eu: Madagaskar
fa: ماداگاسکار
gd: Madagasgar
gu: મેડાગાસ્કર
he: מדגסקר
hi: मैडागास्कर
hr: Madagaskar
hu: Madagaszkár
id: Madagaskar
is: Madagaskar
ja: マダガスカル
ka: მადაგასკარი
kk: Мадагаскар
kn: ಮಡಗಾಸ್ಕರ್
ko: 마다가스카르
ku_arab: مەدەغەشقەر
ky: Мадагаскар
lo: ມາດາກາສກ້າ
lt: Madagaskaras
lv: Madagaskara
mi: Marakāhaka
mk: Мадагаскар
ml: മഡഗാസ്കര്‍
mn: Мадагаскар
mr: मादागास्कर
ms: Madagaskar
mt: Madagaskar
ne: म्याडागास्कर
nn_no: Madagaskar
no: Madagaskar
or: ମାଡାଗାସ୍କର
pa_arab_pk: میڈاگاسکر
pa_in: ਮੈਡਾਗਾਸਕਰ
pl: Madagaskar
ru: Мадагаскар
sd: ماڊاگيسڪر
si: මැඩගස්කර්
sl: Madagaskar
sr_cyrl_rs: Мадагаскар
sr_latn_rs: Madagaskar
sv: Madagaskar
ta: மடகாஸ்கர்
te: మడగాస్కర్
tg: Мадагаскар
th: มาดากัสการ์
tr: Madagaskar
tt: Мадагаскар
ug: ماداغاسقار
uk: Мадаґаскар
ur: میڈاگاسکر
uz: Madagaskar
zh_hans: 马达加斯加
zh_hant: 馬達加斯加
