Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Alipay.AlipayLogin.Text
source: to add your Alipay account.
af: om jou Alipay-rekening by te voeg.
am: የAlipay መለያዎን ለማከል።
ar: لإضافة حساب Alipay الخاص بك.
as: Alipay-ত লগইন কৰক৷
az: Alipay-ə daxil olun.
bg: за добавяне на вашия акаунт в Alipay.
bn_in: আপনার Alipay অ্যাকাউন্টে যোগ করতে।
bs: radi dodavanja Alipay računa.
cy: i ychwanegu eich cyfrif Alipay.
da: for at tilføje din Alipay-konto.
de: um Ihr Alipay-Konto hinzuzufügen.
el: για να προσθέσετε τον λογαριασμό σας Alipay.
es: para agregar tu cuenta de Alipay.
et: , et lisada Alipay konto.
eu: Alipay kontua gehitzeko.
fa: تا حساب Alipay خود را اضافه کنید.
ga: le cur le do chuntas Alipay.
gd: gus an cunntas Alipay agad a chur ris.
gl: para engadir a túa conta de Alipay.
gu: Alipay માં લોગીન કરો.
he: להוספה לחשבון ה-Alipay שלך.
hi: Alipay में लॉग इन करें.
hr: za dodavanje računa za Alipay.
hu: Alipay-fiókjának hozzáadásához.
id: untuk menambahkan akun Alipay Anda.
is: til að bæta Alipay-reikningnum þínum við.
ja: Alipay アカウントを追加してください。
ka: Alipay-ის ანგარიშის დასამატებლად.
kk: Alipay қызметіне кіріңіз.
kn: Alipay ಗೆ ಲಾಗಿನ್ ಆಗಿ.
ko: Alipay 계정 추가하기
ku_arab: بۆ زیادکردنی ئەژمێری Alipay خۆت.
ky: Alipay каттоо жазууңузду кошуу үчүн.
lo: ເພື່ອເພີ່ມບັນຊີ Alipay ຂອງເຈົ້າ.
lt: ir įtraukite savo „Alipay“ sąskaitą.
lv: lai pievienotu Alipay kontu.
mi: hei tāpiri ki tō pūkete Alipay.
mk: за да ја додадете вашата сметка на Alipay.
ml: നിങ്ങളുടെ Alipay അക്കൗണ്ട് ചേർക്കാൻ.
mn: Alipay бүртгэлээ нэмнэ үү.
mr: आपले Alipay खाते जोडण्यासाठी.
ms: untuk menambah akaun Alipay anda.
mt: biex iżżid il-kont ta' Alipay tiegħek.
ne: Alipay मा लग इन गर्नुहोस्।
nn_no: for å leggje til Alipay-konto.
no: for å legge til en Alipay-konto.
or: ଆପଣଙ୍କ Alipay ଆକାଉଣ୍ଟ କୁ ଯୋଡିବା ପାଇଁ।
pa_arab_pk: اپنے Alipay اکاؤنٹ نُوں شامل کرن لئی۔
pa_in: ਆਪਣਾ Alipay ਖਾਤਾ ਸ਼ਾਮਲ ਕਰਨ ਲਈ।
pl: w celu dodania konta Alipay.
ru: чтобы добавить свою учетную запись Alipay.
sd: توهانجو Alipay اڪائونٽ اضافو ڪرڻ لاءِ.
si: Alipay වලට ලොගින් වන්න.
sl: da dodate račun Alipay.
sr_cyrl_rs: да бисте додали Alipay налог.
sr_latn_rs: da biste dodali Alipay nalog.
sv: för att lägga till ditt Alipay-konto.
ta: Alipay-இல் உள்நுழையவும்.
te: Alipay లోకి లాగిన్ అవ్వండి.
tg: , то ки ҳисоби Alipay илова кунед.
th: เพื่อเพิ่มบัญชี Alipay ของคุณ
tr: Alipay'de oturum açın.
tt: сезнең Alipay хисап язмасын өстәү өчен.
ug: Alipay ھېساباتىڭىزغا قوشۇڭ.
uk: щоб додати свій обліковий запис Alipay account.
ur: اپنا الیپے اکاؤنٹ شامل کرنے کے لیے۔
uz: Alipay hisobingizga kiring.
vi: để thêm tài khoản Alipay của bạn.
zh_hans: 以添加你的支付宝帐户。
zh_hant: 新增您的支付寶帳戶。

# Literal.ErrorMessage.MultipleFields
source: There are {n} fields in the form that require your attention
af: Daar is {n} velde in die vorm wat jou aandag verg
am: የእርስዎን ትኩረት የሚሹ {n} መስኮች በቅጹ ላይ አሉ
ar: توجد {n} من الحقول في النموذج تتطلب انتباهك
as: ফৰ্মত আপোনাৰ মনোযোগৰ আৱশ্যক হোৱা {n}-টা ক্ষেত্ৰ আছে
az: Formada diqqətinizi tələb edən {n} sahə vardır
bg: {n} полета във формуляра изискват вашето внимание
bn_in: ফর্মে {n} টি ফিল্ড আছে যেগুলিতে আপনার মনোযোগ দেওয়া প্রয়োজন
bs: Postoji {n} polja u obrascu na koja morate obratiti pažnju
cy: Mae yna {n} o feysydd yn y ffurflen sydd angen eich sylw
da: Der er {n} felter i formularen, som du skal udfyldes
de: {n} Felder des Formulars erfordern Ihre Aufmerksamkeit.
el: Υπάρχουν {n} πεδία στη φόρμα που απαιτούν την προσοχή σας
es: Hai {n} campos en el formulario que requieren tu atención
et: Vormil on {n} välja, mis vajavad teie tähelepanu
eu: Zure arreta behar duten {n} eremu daude inprimakian
fa: {n} فیلد وجود دارد که نیازمند توجه شما است
ga: Tá {n} réimse san fhoirm nár mhór duit díriú air
gd: Tha {n} raon san fhoirm a bhios feumach air d’ aire
gl: Hai {n} campos no formulario que requiren a túa atención
gu: ફોર્મમાં {n} ફીલ્ડ્સ છે જેના માટે તમારું ધ્યાન જરૂરી છે
he: טיפולך נדרש ל-{n} שדות בטופס
hi: प्रपत्र में {n} फ़ील्ड पर आपको ध्यान देने की आवश्यकता है
hr: U obrascu se nalazi {n} polja koja zahtijevaju vašu pozornost
hu: {n} mező található az űrlapon, amely beavatkozást igényel
id: Ada {n} bidang di dalam formulir yang memerlukan perhatian Anda
is: Það eru {n} reitir á eyðublaðinu sem þarfnast athugunar
ja: フォーム内に確認が必要なフィールドが {n} か所あります
ka: ფორმაში არის {n} ველები, რომლებიც მოითხოვს თქვენს ყურადღებას
kk: Пішінде көңіл бөлуіңіз керек {n} өріс бар
kn: ಫಾರ್ಮ್ ನಲ್ಲಿ ನಿಮ್ಮ ಗಮನದ ಅವಶ್ಯಕತೆ ಇರುವ {n} ಕ್ಷೇತ್ರಗಳಿವೆ
ko: 양식에 주의가 필요한 필드가 {n}개 있습니다.
ku_arab: {n} خانه له فۆرمەکەدا ماوە که پێویستی به سەرنجی تۆیه
ky: Формада көңүл бурууңузду талап кылган {n} талаа бар
lo: ມີ {n} ຊ່ອງໃນຟອມທີ່ຕ້ອງການຄວາມໃສ່ໃຈຂອງເຈົ້າ
lt: Formoje yra laukų ({n}), kuriuos turėtumėte peržiūrėti
lv: Formā ir {n} lauki, kuriem ir jāpievērš uzmanība
mi: E {n} ngā āpure kei te puka me āta tiro koe
mk: Има {n} полиња во образецот на кои им е потребно вашето внимание
ml: നിങ്ങളുടെ ശ്രദ്ധ ആവശ്യമായ {n} ഫീൽഡുകൾ ഫോമില്‍ ഉണ്ട്
mn: Маягтад буй {n} талбарт анхаарлаа хандуулна уу
mr: आपल्याला लक्ष देणे आवश्यक आहे अशी फॉर्ममध्ये {n} फिल्ड्स आहेत
ms: Terdapat {n} medan dalam borang yang memerlukan perhatian anda
mt: Hemm {n} oqsma fil-formola li jeħtieġu l-attenzjoni tiegħek
ne: फाराममा तपाईंको ध्यानाकर्षण आवश्यक हुने {n} वटा फाँट छन्
nn_no: Det er {n} felt i skjemaet som krev tilsyn
no: Det er {n} felt i skjemaet som krever din oppmerksomhet
or: ଏହି ଫର୍ମରେ {n} ଟି କ୍ଷେତ୍ର ଅଛି ଯେଉଁଥିରେ ଆପଣଙ୍କର ଧ୍ୟାନ ଆବଶ୍ୟକ
pa_arab_pk: ایتھے فارم اتے {n} فیلڈز نیں جیناں نوں تُہاڈی توجہ دی لوڑ اے
pa_in: ਫਾਰਮ ਵਿੱਚ {n} ਖੇਤਰ ਹਨ ਜਿਨ੍ਹਾਂ 'ਤੇ ਤੁਹਾਨੂੰ ਧਿਆਨ ਦੇਣ ਦੀ ਲੋੜ ਹੈ
pl: W formularzu znajduje się następująca liczba pól wymagających uwagi: {n}
ru: Полей формы, которым вы должны уделить внимание: {n}
sd: فارم ۾ {n} فيلڊون آهن جن کي توهان جي توجه جي ضرورت آهي
si: ඔබගේ අවධානය අවශ්‍ය ක්‍ෂේත්‍ර {n} ක් පෝරමයේ ඇත
sl: V obrazcu je toliko polj, ki zahtevajo vašo pozornost: {n}
sr_cyrl_rs: Погледајте следећа поља у обрасцу: {n}
sr_latn_rs: Sledeći broj polja u obrascu zahteva vašu pažnju: {n}
sv: Det finns {n} fält i formuläret som behöver åtgärdas
ta: படிவத்தில் உங்கள் கவனம் தேவைப்படும் {n} புலங்கள் உள்ளன
te: ఫారంలో మీ ధ్యానం కావలసిన {n} ఫీల్డ్స్ ఉన్నాయి
tg: {n} майдон дар шакле мебошад, ки таваҷҷуҳи шуморо талаб мекунад
th: มีเขตข้อมูล {n} รายการในฟอร์มนี้ซึ่งคุณต้องให้ความใส่ใจ
tr: Formda dikkat etmeniz gereken {n} alan var
tt: Формадагы {n} кыр сезнең игътибарыгызны көтә
ug: رامكادا {n} تەرەپلەرگە ‏‏دىققەت قىلىشىڭىز تەلەپ قىلىنىدۇ
uk: У формі є поля ({n}), які потребують вашої уваги.
ur: فارم میں {n} قطعات ہیں جن کو آپ کی توجہ کی ضرورت ہے
uz: Shaklda {n} ta maydonchani tekshirishingiz talab qilinadi
vi: Có {n} trường trong biểu mẫu yêu cầu sự chú ý của bạn
zh_hans: 表单中有 {n} 个需要注意的字段
zh_hant: 表單中有 {n} 個欄位需要您注意

# Literal.ErrorMessage.SingleField
source: There is 1 field in the form that requires your attention
af: Daar is 1 veld in die vorm wat jou aandag verg
am: የእርስዎን 1 ትኩረት የሚሻ በቅጽ ላይ አሉ
ar: يوجد حقل واحد في النموذج يتطلب انتباهك
as: ফৰ্মত আপোনাৰ মনোযোগৰ আৱশ্যক হোৱা 1-টা ক্ষেত্ৰ আছে
az: Formada diqqətinizi tələb edən 1 sahə vardır
bg: 1 поле във формуляра изисква вашето внимание
bn_in: ফর্মে 1 টি ফিল্ড আছে যেটিতে আপনার মনোযোগ দেওয়া প্রয়োজন
bs: Postoji 1 polje u obrascu na koje morate obratiti pažnju
cy: Mae yna 1 maes yn y ffurflen sydd angen eich sylw
da: Der er 1 felt i formularen, som du skal udfyldes
de: Ein Feld des Formulars erfordert Ihre Aufmerksamkeit.
el: Υπάρχει 1 πεδίο στη φόρμα που απαιτεί την προσοχή σας
es: Hay 1 campo en el formulario que requiere tu atención
et: Vormil on 1 väli, mis vajab teie tähelepanu
eu: Zure arreta behar duen 1 eremu dago inprimakian
fa: 1 فیلد وجود دارد که نیازمند توجه شما است
ga: Tá réimse amháin san fhoirm nár mhór duit díriú air
gd: Tha raon san fhoirm a bhios feumach air d’ aire
gl: Hai 1 campo no formulario que require a túa atención
gu: ફોર્મમાં 1 ફીલ્ડ છે જેને તમારા ધ્યાનની જરૂર છે
he: טיפולך נדרש לשדה אחד בטופס
hi: प्रपत्र में 1 फ़ील्ड पर आपको ध्यान देने की आवश्यकता है
hr: U obrascu se nalazi 1 polje koje zahtijeva vašu pozornost
hu: 1 mező található az űrlapon, amely beavatkozást igényel
id: Ada 1 bidang di dalam formulir yang memerlukan perhatian Anda
is: Það er 1 reitur á eyðublaðinu sem þarfnast athugunar
ja: フォーム内に確認が必要なフィールドが 1 か所あります
ka: ფორმაში არის 1 ველი, რომელიც მოითხოვს თქვენს ყურადღებას
kk: Пішінде көңіл бөлуіңіз керек 1 өріс бар
kn: ಫಾರ್ಮ್ ನಲ್ಲಿ ನಿಮ್ಮ ಗಮನದ ಅವಶ್ಯಕತೆ ಇರುವ 1 ಕ್ಷೇತ್ರ ಇದೆ
ko: 양식에 주의가 필요한 필드가 1개 있습니다.
ku_arab: 1 خانه ماوە لەناو فۆرمەکەدا که پێویستی به سەرنجی تۆیه
ky: Формада көңүл бурууңузду талап кылган 1 талаа бар
lo: ມີ 1 ຊ່ອງໃນຟອມທີ່ຕ້ອງການຄວາມໃສ່ໃຈຂອງເຈົ້າ
lt: Formoje yra 1 laukas, kurį turėtumėte peržiūrėti
lv: Formā ir 1 lauks, kuram ir jāpievērš uzmanība
mi: 1 te āpure kei te puka me āta tiro koe
mk: Има 1 поле во образецот на кое му е потребно вашето внимание
ml: നിങ്ങളുടെ ശ്രദ്ധ ആവശ്യമായ 1 ഫീല്‍ഡ് ഫോമില്‍ ഉണ്ട്
mn: Маягтад буй 1 талбарт анхаарлаа хандуулна уу
mr: आपल्याला लक्ष देणे आवश्यक आहे असे फॉर्ममध्ये 1 फिल्ड आहे
ms: Terdapat 1 medan dalam borang yang memerlukan perhatian anda
mt: Hemm qasam 1 fil-formola li jeħtieġ l-attenzjoni tiegħek
ne: फाराममा तपाईंको ध्यानाकर्षण आवश्यक हुने 1 फाँट छ
nn_no: Det er eit felt i skjemaet som krev tilsyn
no: Det er ett felt i skjemaet som krever din oppmerksomhet
or: ଏହି ଫର୍ମରେ 1 ଟି କ୍ଷେତ୍ର ଅଛି ଯେଉଁଥିରେ ଆପଣଙ୍କର ଧ୍ୟାନ ଆବଶ୍ୟକ
pa_arab_pk: اس فارم وچ 1 فیلڈ اے جینوں تُہاڈی توجہ دی لوڑ اے
pa_in: ਫਾਰਮ ਵਿੱਚ ਖੇਤਰ ਹੈ ਜਿਸ 'ਤੇ ਤੁਹਾਨੂੰ ਧਿਆਨ ਦੇਣ ਦੀ ਲੋੜ ਹੈ
pl: W formularzu znajduje się 1 pole wymagające uwagi
ru: В форме есть 1 поле, которому вы должны уделить внимание
sd: فارم ۾ 1 فيلڊ آهي جنهن کي توهان جي توجه جي ضرورت آهي
si: ඔබගේ අවධානය අවශ්‍ය 1 ක්‍ෂේත්‍රයක් පෝරමයේ ඇත
sl: V obrazcu je 1 polje, ki zahteva vašo pozornost
sr_cyrl_rs: Погледајте 1 поље у обрасцу
sr_latn_rs: 1 polje u obrascu zahteva vašu pažnju
sv: Det finns 1 fält i formuläret som behöver åtgärdas
ta: படிவத்தில் உங்கள் கவனம் தேவைப்படும் 1 புலம் உள்ளது
te: ఫారంలో మీ ధ్యానం కావలసిన 1 ఫీల్డ్ ఉంది
tg: 1 майдон дар шакле мебошад, ки таваҷҷуҳи шуморо талаб мекунад
th: มีเขตข้อมูล 1 รายการในฟอร์มนี้ซึ่งคุณต้องให้ความใส่ใจ
tr: Formda dikkat etmeniz gereken 1 alan var
tt: Формадагы 1 кыр сезнең игътибарыгызны көтә
ug: رامكادا 1 تەرەپگە دىققەت قىلىشىڭىز تەلەپ قىلىنىدۇ
uk: У формі є одне поле, яке потребує вашої уваги.
ur: فارم میں 1 قطعہ ہے جس کو آپ کی توجہ کی ضرورت ہے
uz: Shaklda 1 ta maydonchani tekshirishingiz talab qilinadi
vi: Có 1 trường trong biểu mẫu yêu cầu sự chú ý của bạn
zh_hans: 表单中有 1 个需要注意的字段
zh_hant: 表單中有 1 個欄位需要您注意

# Literal.BillingGroup.PayWith
source: Pay with
af: Betaal met
am: ይክፈሉ በ
ar: دفع من خلال
as: ইয়াৰে পৰিশোধ কৰক
az: Ödəmə vasitəsi
bg: Плащане чрез
bn_in: এর মাধ্যমে অর্থপ্রদান করুন
bs: Način plaćanja
cy: Talu gyda
da: Betal med
de: Bezahlen mit
el: Πληρωμή με
es: Pagar con
et: Maksevahend:
eu: Ordaintzeko metodoa:
fa: پرداخت با
ga: Íoc le
gd: Pàigh le
gl: Pagar con
gu: આની સાથે ચૂકવો
he: שלם באמצעות
hi: इससे भुगतान करें
hr: Način plaćanja
hu: Fizetés ezzel:
id: Bayar dengan
is: Greiða með
ja: 支払方法
ka: გადახდისთვის გამოიყენეთ
kk: Төлем әдісі
kn: ಇದನ್ನು ಬಳಸಿಕೊಂಡು ಪಾವತಿಸಿ
ko: 결제 방법
ku_arab: پارەدان لەرێگەی
ky: Менен төлөө
lo: ຈ່າຍດ້ວຍ
lt: Mokėti naudojant
lv: Maksāt ar
mi: Utua mā
mk: Платете со
ml: ഇതുപയോഗിച്ച് പണമടയ്‌ക്കുക
mn: Үүгээр төлөх
mr: यासह देय द्या
ms: Bayar dengan
mt: Ħallas bi
ne: यस मार्फत भुक्तानी गर्नुहोस्
nn_no: Betal med
no: Betal med
or: ସହିତ ଦିଅନ୍ତୁ
pa_arab_pk: نال ادائیگی کرو
pa_in: ਇਸ ਨਾਲ ਭੁਗਤਾਨ ਕਰੋ
pl: Zapłać przy użyciu
ru: Оплатить с помощью
sd: سان ادا ڪيو
si: සමගින් ගෙවන්න
sl: Za plačilo uporabi
sr_cyrl_rs: Плаћање помоћу
sr_latn_rs: Plaćanje pomoću
sv: Betala med
ta: பேமென்ட் முறை
te: దీనితో చెల్లింపు
tg: Пардохт бо
th: ชำระเงินโดย
tr: Ödeme yöntemi
tt: Түләү ысулы
ug: بىلەن ھەق تۆلەش
uk: Сплатити за допомогою
ur: ادائیگی کریں بذریعہ
uz: To‘lov vositasi
vi: Thanh toán bằng
zh_hans: 付款方式
zh_hant: 付款方式

# Literal.BillingGroup.Add.Title
source: Add a billing profile
af: Voeg ’n faktureringsprofiel by
am: የሂሳብ መክፈያ መገለጫ ያክሉ
ar: إضافة أحد ملفات تعريف الفوترة
as: এটা বিলিং প্ৰ’ফাইল যোগ কৰক
az: Hesablaşma üzrə profil əlavə edin
bg: Добавяне на профил за плащане
bn_in: একটি বিলিং প্রোফাইল যোগ করুন
bs: Dodajte profil naplate
cy: Ychwanegu proffil bilio
da: Tilføj en faktureringsprofil
de: Abrechnungsprofil hinzufügen
el: Προσθήκη προφίλ χρέωσης
es: Agregar un perfil de facturación
et: Arveldusprofiili lisamine
eu: Gehitu fakturazio-profila
fa: افزودن نمایه صورتحساب
ga: Cuir próifíl bhilleála leis
gd: Cuir pròifil bileachaidh ris
gl: Engadir un perfil de facturación
gu: બિલિંગ પ્રોફાઇલ ઉમેરો
he: הוסף פרופיל חיוב
hi: एक बिलिंग प्रोफ़ाइल जोड़ें
hr: Dodavanje profila naplate
hu: Számlázási profil hozzáadása
id: Tambahkan profil tagihan
is: Bæta við greiðsluforstillingu
ja: 課金プロファイルの追加
ka: ბილინგის პროფილის დამატება
kk: Есеп-шот ұсыну профилін қосу
kn: ಬಿಲ್ಲಿಂಗ್ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಸೇರಿಸಿ
ko: 청구 프로필 추가하기
ku_arab: زیادکردنی پرۆفایلێکی فاتوورەدان
ky: Эсеп чегерүү профайлын кошуу
lo: ເພີ່ມໂປຣໄຟລ໌ການສົ່ງບິນ
lt: Įtraukti atsiskaitymo profilį
lv: Norēķinu profila pievienošana
mi: Tāpiri kōtaha namanga
mk: Додај профил за наплата
ml: ഒരു ബില്ലിംഗ് പ്രൊഫൈൽ ചേർക്കുക
mn: Төлбөр тооцооны хувийн тохиргоо нэмэх
mr: एक बिलिंग प्रोफाइल जोडा
ms: Tambah profil pengebilan
mt: Żid profil ta' kont
ne: बिलिङ प्रोफाइल थप्नुहोस्
nn_no: Legg til ein faktureringsprofil
no: Legg til en faktureringsprofil
or: ଗୋଟିଏ ବିଲିଂ ପ୍ରୋଫାଇଲ୍ ଯୋଡ଼ନ୍ତୁ
pa_arab_pk: اک بلنگ پروفائل شامل کرو
pa_in: ਕੋਈ ਬਿਲਿੰਗ ਪ੍ਰੋਫਾਈਲ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj profil rozliczeniowy
ru: Добавить профиль выставления счетов
sd: هڪ بلنگ پروفائل شامل ڪريو
si: බිල්කරණ පැතිකඩක් එක් කරන්න
sl: Dodaj profil za obračunavanje
sr_cyrl_rs: Додавање профила фактурисања
sr_latn_rs: Dodaj profil fakturisanja
sv: Lägg till en faktureringsprofil
ta: பில்லிங் சுயவிவரத்தைச் சேர்
te: ఒక బిల్లింగ్ ప్రొఫైల్‌ను జోడించండి
tg: Илова кардани профили биллинг
th: เพิ่มโปรไฟล์การเรียกเก็บเงิน
tr: Ödeme profili ekle
tt: Хисап чыгару профиле өстәү
ug: ھېساب بوغۇش ئارخىپى قوشۇش
uk: Додати профіль виставлення рахунків
ur: ایک بل کاری پروفائل شامل کریں
uz: Billing profilini kiritish
vi: Thêm hồ sơ thanh toán
zh_hans: 添加计费配置文件
zh_hant: 新增帳單設定檔

# Literal.BillingGroup.Add.Name
source: Billing profile name
af: Faktureringsprofielnaam
am: የሂሳብ መክፈያ መገለጫ ስም
ar: اسم ملف تعريف الفوترة
as: বিলিং প্ৰ’ফাইলৰ নাম
az: Hesablaşma üzrə profilin adı
bg: Име на профил за плащане
bn_in: বিলিং প্রোফাইলের নাম
bs: Naziv profila naplate
cy: Enw proffil bilio
da: Navn på faktureringsprofil
de: Name des Abrechnungsprofils
el: Όνομα προφίλ χρέωσης
es: Nombre del perfil de facturación
et: Arveldusprofiili nimi
eu: Fakturazio-profilaren izena
fa: نام نمایه صورتحساب
ga: Ainm na próifíle billeála
gd: Ainm na pròifil bileachaidh
gl: Nome do perfil de facturación
gu: બિલિંગ પ્રોફાઇલ નામ
he: שם פרופיל חיוב
hi: बिलिंग प्रोफ़ाइल नाम
hr: Naziv profila naplate
hu: Számlázási profil neve
id: Nama profil tagihan
is: Heiti greiðsluforstillingar
ja: 課金プロファイルの名前
ka: ბილინგის პროფილის სახელი
kk: Есеп-шотты ұсыну профилінің аты
kn: ಬಿಲ್ಲಿಂಗ್ ಪ್ರೊಫೈಲ್ ಹೆಸರು
ko: 청구 프로필 이름
ku_arab: ناوی پرۆفایلی فاتوورەدان
ky: Эсеп чегерүү профайлынын аты
lo: ຊື່ໂປຣໄຟລ໌ການສົ່ງບິນ
lt: Atsiskaitymo profilio pavadinimas
lv: Norēķinu profila nosaukums
mi: Ingoa kōtaha namanga
mk: Име на профил за наплата
ml: ബില്ലിംഗ് പ്രൊഫൈല്‍ നാമം
mn: Төлбөр тооцооны хувийн тохиргооны нэр
mr: बिलिंग प्रोफाइल नाव
ms: Nama profil pengebilan
mt: Isem tal-profil ta' kont
ne: बिलिङ प्रोफाइल नाम
nn_no: Namn på faktureringsprofil
no: Navn på faktureringsprofil
or: ବିଲିଂ ପ୍ରୋଫାଇଲ୍ ନାମ
pa_arab_pk: بلنگ پروفائل دا ناں
pa_in: ਬਿਲਿੰਗ ਪ੍ਰੋਫਾਈਲ ਦਾ ਨਾਮ
pl: Nazwa profilu rozliczeniowego
ru: Имя профиля выставления счетов
sd: بلنگ پروفائل جو نالو
si: බිල්කරණ පැතිකඩේ නම
sl: Ime profila za obračunavanje
sr_cyrl_rs: Име профила фактурисања
sr_latn_rs: Ime profila fakturisanja
sv: Namn på faktureringsprofil
ta: பில்லிங் சுயவிவரப் பெயர்
te: బిల్లింగ్ ప్రొఫైల్ పేరు
tg: Номи профили биллинг
th: ชื่อโปรไฟล์การเรียกเก็บเงิน
tr: Ödeme profili adı
tt: Хисап чыгару профиле исеме
ug: ھېساب بوغۇش ئارخىپ نامى
uk: Им’я профілю виставлення рахунків
ur: بل کاری پروفائل نام
uz: Billing profili nomi
vi: Tên hồ sơ thanh toán
zh_hans: 计费配置文件名称
zh_hant: 帳單設定檔名稱

# Literal.BillingGroup.Add.HelpTitle
source: What is a billing profile?
af: Wat is ’n faktureringsprofiel?
am: የሂሳብ መክፈያ መገለጫ ምንድን ነው?
ar: ما هو ملف تعريف الفوترة؟
as: বিলিং প্ৰ’ফাইল মানে কি?
az: Hesablaşma üzrə profil nədir?
bg: Какво е профил за плащане?
bn_in: একটি বিলিং প্রোফাইল কী হয়?
bs: Šta je profil naplate?
cy: Beth yw proffil bilio?
da: Hvad er faktureringsprofil?
de: Was ist ein Abrechnungsprofil?
el: Τι είναι το προφίλ χρέωσης;
es: ¿Qué es un perfil de facturación?
et: Mis on arveldusprofiil?
eu: Zer da fakturazio-profila?
fa: نمایه صورتحساب چیست؟
ga: Cad is próifíl bhilleála ann?
gd: Dè tha ann am pròifil bileachaidh?
gl: Que é un perfil de facturación?
gu: બિલિંગ પ્રોફાઇલ શું છે?
he: מהו פרופיל חיוב?
hi: बिलिंग प्रोफ़ाइल क्या है?
hr: Što je profil naplate?
hu: Mi az a számlázási profil?
id: Apa itu profil tagihan?
is: Hvað er greiðsluforstilling?
ja: 課金プロファイルとは
ka: რა არის ბილინგის პროფილი?
kk: Есеп-шот ұсыну профилі дегеніміз не?
kn: ಒಂದು ಬಿಲ್ಲಿಂಗ್ ಪ್ರೊಫೈಲ್ ಎಂದರೇನು?
ko: 청구 프로필이란?
ku_arab: پرۆفایلی فاتوورەدان چیه؟
ky: Эсеп чегерүү профайлы деген эмне?
lo: ແມ່ນຫຍັງຄື ໂປຣໄຟລ໌ການສົ່ງບິນ?
lt: Kas yra atsiskaitymo profilis?
lv: Kas ir norēķinu profils?
mi: He aha tēnei mea te kōtaha namanga?
mk: Што е профил за наплата?
ml: ബില്ലിംഗ് പ്രൊഫൈൽ എന്നാല്‍ എന്താണ്?
mn: Төлбөр тооцооны хувийн тохиргоо гэж юу вэ?
mr: बिलिंग प्रोफाइल म्हणजे काय?
ms: Apakah itu profil pengebilan?
mt: X'inhu profil ta' kont?
ne: बिलिङ प्रोफाइल भनेको के हो?
nn_no: Kva er ein faktureringsprofil?
no: Hva er en faktureringsprofil?
or: ବିଲିଂ ପ୍ରୋଫାଇଲ୍ କ'ଣ?
pa_arab_pk: بلنگ پروفائل کیی اے؟
pa_in: ਇੱਕ ਬਿਲਿੰਗ ਪ੍ਰੋਫਾਈਲ ਕੀ ਹੈ?
pl: Co to jest profil rozliczeniowy?
ru: Что такое профиль выставления счетов?
sd: هڪ بلنگ پروفائل ڇا آهي؟
si: බිල්කරණ පැතිකඩක් යනු කුමක්ද?
sl: Kaj je profil za obračunavanje?
sr_cyrl_rs: Шта је профил фактурисања?
sr_latn_rs: Šta je profil fakturisanja?
sv: Vad är en faktureringsprofil?
ta: பில்லிங் சுயவிவரம் என்றால் என்ன?
te: బిల్లింగ్ ప్రొఫైల్ అంటే ఏమిటి?
tg: Профили биллинг чист?
th: โปรไฟล์การเรียกเก็บเงินคืออะไร
tr: Ödeme profili nedir?
tt: Хисап чыгару профиле нәрсә ул?
ug: ھېساب بوغۇش ئارخىپى دىگەن نىمە؟
uk: Що таке профіль виставлення рахунків?
ur: ایک بل کاری پروفائل کیا ہوتی ہے؟
uz: Billing profili nima?
vi: Hồ sơ thanh toán là gì?
zh_hans: 计费配置文件是什么?
zh_hant: 什麼是帳單設定檔？
