Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitBenePassportNum.MinLength
source: Beneficiary passport number is too short.
af: Begunstigde paspoortnommer is te kort.
am: የተጠቃሚው ፓስፖርት ቁጥር በጣም አጭር ነው።
ar: يقل رقم جواز سفر المستفيد عن اللازم طولاً.
as: হিতাধিকাৰী পাছপ'ৰ্ট নম্বৰ অতি চুটি৷
az: Benefisiarın pasport nömrəsi çox qısadır.
bg: Номерът на паспорта на получателя е твърде къс.
bn_in: বেনিফিসিয়ারি পাসপোর্ট নম্বর অত্যন্ত ছোট৷
bs: Broj pasoša korisnika je prekratak.
cy: Mae rhif pasport y Buddiolwr yn rhy fyr.
da: Beneficiantens pasnummer er for kort.
de: Die Reisepassnummer des Begünstigten ist zu kurz.
el: Ο αριθμός διαβατηρίου δικαιούχου είναι πολύ μικρός.
es: El número de pasaporte del beneficiario es demasiado corto.
et: Saaja passi number on liiga lühike.
eu: Onuradunaren pasaporte-zenbakia laburregia da.
fa: شماره کد عبور ذینفع بسیار کوتاه است.
ga: Uimhir pas an tairbhí róghearr.
gd: Tha àireamh cead-siubhail an fhaighteir ro ghoirid.
gl: O número de pasaporte do beneficiario é demasiado curto.
gu: બેનિફિસીયરી પાસપોર્ટ નંબર ખૂબ ટૂંકો છે.
he: מספר הדרכון של המוטב קצר מדי.
hi: लाभार्थी पासपोर्ट संख्या बहुत छोटी है.
hr: Broj putovnice primatelja prekratak je.
hu: A kedvezményezett útlevélszáma túl rövid.
id: Nomor paspor Penerima terlalu pendek.
is: Vegabréfsnúmer rétthafa er of stutt.
ja: 受取人パスポート番号が短すぎます。
ka: ბენეფიციარის პასპორტის ნომერი ძალიან მოკლეა.
kk: Бенефициардың паспорт нөмірі тым қысқа.
kn: ಫಲಾನುಭವಿಯ ಪಾಸ್‌ಪೋರ್ಟ್ ಸಂಖ್ಯೆ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 수취인 여권 번호가 너무 짧습니다.
ku_arab: ژمارەی پاسپۆرتی سوودمەند زۆر کورتە.
ky: Пайда көрүүчүнүн паспорт номуру өтө кыска.
lo: ໝາຍເລກໜັງສືຜ່ານແດນຂອງຜູ້ຮັບເງິນສັ້ນເກີນໄປ.
lt: Gavėjo paso numeris per trumpas.
lv: Saņēmēja pases numurs ir pārāk īss.
mi: He poto rawa te tau uruwhenua Kaiwhiwhi takuhe.
mk: Бројот на пасош на корисникот е прекраток.
ml: ഗുണഭോക്താവിന്റെ പാസ്‌പോര്‍ട്ട് നമ്പര്‍ വളരെ ചെറുതാണ്.
mn: Хүлээн авагчийн паспортын дугаар хэт богино байна.
mr: लाभार्थी पासपोर्ट नंबर खूप लहान आहे.
ms: Nombor pasport Benefisiari terlalu pendek.
mt: In-numru tal-passaport tal-Benefiċjarju qasir wisq.
ne: लाभग्राही राहदानी नम्बर धेरै छोटो भयो।
nn_no: Passnummeret til mottakar er for langt.
no: Mottakers passnummer er for kort.
or: ବେନିଫିସିଆରୀ ପାସ୍‌ପୋର୍ଟ୍ ନମ୍ଵର୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: فائدہ لین آلے دا پامعاونت نمبر بہت چھوٹا اے۔
pa_in: ਲਾਭਪਾਤਰ ਪਾਸਪੋਰਟ ਨੰਬਰ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Numer paszportu beneficjenta jest zbyt krótki.
ru: Слишком короткий номер Паспорта получателя.
sd: بينيفشري جو پاسپورٽ نمبر تمام ننڍو آھي.
si: ප්‍රතිලාභී ගමන් බලපත් අංකය කෙටි වැඩියි.
sl: Številka potnega lista upravičenca je prekratka.
sr_cyrl_rs: Број пасоша корисника је прекратак.
sr_latn_rs: Broj pasoša korisnika je prekratak.
sv: Mottagarens passnummer är för kort.
ta: பயனடைபவரின் பாஸ்போர்ட் எண் மிகச் சிறியதாக உள்ளது.
te: లబ్దిదారు పాస్‌పోర్ట్ సంఖ్య చాలా చిన్నదిగా ఉంది.
tg: Рақами шиносномаи гиранда аз ҳад кӯтоҳ аст.
th: หมายเลขหนังสือเดินทางของผู้รับประโยชน์สั้นเกินไป
tr: Lehdar pasaport numarası çok kısa.
tt: Алучының паспорт номеры бик кыска.
ug: مەنپەئەتلەنگۈچىنىڭ پاسپورت نومۇرى بەك قىسقا.
uk: Закороткий номер паспорта отримувача.
ur: وصول کنندہ پاسپورٹ نمبر بہت مختصر ہے.
uz: Benefitsiar pasport raqami juda qisqa.
vi: Số hộ chiếu người thụ hưởng quá ngắn.
zh_hans: 受益人护照号码过短。
zh_hant: 受款人護照號碼太短。

# Literal.DirectDebitBenePassportNum.Pattern
source: Invalid Beneficiary passport number.
af: Ongeldige begunstigde paspoortnommer.
am: ልክ ያልኾነ የተጠቃሚ ፓስፖርት ቁጥር።
ar: ليس رقم جواز سفر المستفيد صالحًا.
as: অবৈধ হিতাধিকাৰী পাছপ'ৰ্ট নম্বৰ৷
az: Benefisiarın pasport nömrəsi səhvdir.
bg: Невалиден номер на паспорта на получателя.
bn_in: বেনিফিসিয়ারি পাসপোর্ট নম্বর ঠিক নেই৷
bs: Nevažeći broj pasoša korisnika.
cy: Mae rhif pasport y Buddiolwr yn annilys.
da: Beneficiantens pasnummer er ugyldigt.
de: Die Reisepassnummer des Begünstigten ist ungültig.
el: Μη έγκυρος αριθμός διαβατηρίου δικαιούχου.
es: El número de pasaporte del beneficiario no es válido.
et: Sobimatu saaja passi number.
eu: Onuradunaren pasaporte-zenbakia baliogabea da.
fa: شماره کد عبور ذینفع نامعتبر است.
ga: Uimhir pas an tairbhí neamhbhailí.
gd: Tha àireamh cead-siubhail an fhaighteir mì-dhligheach.
gl: Número de pasaporte do beneficiario non válido.
gu: અમાન્ય બેનિફિસીયરી પાસપોર્ટ નંબર.
he: מספר הדרכון של המוטב אינו חוקי.
hi: अमान्य लाभार्थी पासपोर्ट संख्या.
hr: Nevažeći broj putovnice primatelja.
hu: A kedvezményezett útlevélszáma érvénytelen.
id: Nomor paspor Penerima tidak valid.
is: Ógilt vegabréfsnúmer rétthafa.
ja: 受取人パスポート番号が正しくありません。
ka: ბენეფიციარის პასპორტის ნომერი არასწორია.
kk: Бенефициардың паспорт нөмірі жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ಫಲಾನುಭವಿ ಪಾಸ್‌ಪೋರ್ಟ್ ಸಂಖ್ಯೆ.
ko: 수취인 여권 번호가 잘못되었습니다.
ku_arab: ژمارەی پاسپۆرتی سوودمەند نادروستە.
ky: Жараксыз Пайда көрүүчүнүн паспорт номуру.
lo: ໝາຍເລກໜັງສືຜ່ານແດນຂອງຜູ້ຮັບເງິນບໍ່ຖືກຕ້ອງ.
lt: Klaidingas gavėjo paso numeris.
lv: Saņēmēja pases numurs nav derīgs.
mi: He muhu te tau uruwhenua Kaiwhiwhi takuhe.
mk: Неважечки број на пасош на корисникот.
ml: ഗുണഭോക്താവിന്റെ പാസ്‌പോര്‍ട്ട് നമ്പര്‍ അസാധുവാണ്.
mn: Хүлээн авагчийн паспортын дугаар хүчингүй байна.
mr: अवैध लाभार्थी पासपोर्ट नंबर.
ms: Nombor pasport Benefisiari tidak sah.
mt: In-numru tal-passaport tal-Benefiċjarju invalidu.
ne: लाभग्राही राहदानी नम्बर अवैध छ।
nn_no: Passnummeret til mottakar er ugyldig.
no: Mottakers passnummer er ugyldig.
or: ଅବୈଧ ବେନିଫିସିଆରୀ ପାସ୍‌ପୋର୍ଟ୍ ନମ୍ଵର୍.
pa_arab_pk: فائدہ لین آلے دا پامعاونت نمبر ناجائز اے۔
pa_in: ਲਾਭਪਾਤਰ ਪਾਸਪੋਰਟ ਨੰਬਰ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy numer paszportu beneficjenta.
ru: Неверный номер Паспорта получателя.
sd: بينيفشري جو پاسپورٽ نمبر غلط آھي.
si: ප්‍රතිලාභී ගමන් බලපත්‍ර අංකය.
sl: Številka potnega lista upravičenca ni veljavna.
sr_cyrl_rs: Број пасоша корисника није важећи.
sr_latn_rs: Broj pasoša korisnika nije važeći.
sv: Mottagarens passnummer är ogiltigt.
ta: பயனடைபவரின் பாஸ்போர்ட் எண் தவறானது.
te: చెల్లని లబ్దిదారు పాస్‌పోర్ట్ సంఖ్య.
tg: Рақами шиносномаи гирандаи беэътибор.
th: หมายเลขหนังสือเดินทางของผู้รับประโยชน์ไม่ถูกต้อง
tr: Lehdar pasaport numarası geçersiz.
tt: Алучының паспорт номеры ялгыш.
ug: مەنپەئەتلەنگۈچىنىڭ پاسپورت نومۇرى ئىناۋەتسىز.
uk: Неприпустимий номер паспорта отримувача.
ur: وصول کنندہ پاسپورٹ نمبر غلط ہے.
uz: Benefitsiar pasport raqami haqiqiy emas.
vi: Số hộ chiếu người thụ hưởng không hợp lệ.
zh_hans: 受益人护照号码无效。
zh_hant: 受款人護照號碼無效。

# Literal.DirectDebitBenePassportNum.Required
source: Beneficiary passport number is required.
af: Begunstigde paspoortnommer word vereis.
am: የተጠቃሚው ፓስፖርት ቁጥር ይፈለጋል።
ar: رقم جواز سفر المستفيد مطلوب.
as: হিতাধিকাৰী পাছপ'ৰ্ট নম্বৰ আৱশ্যক৷
az: Benefisiarın pasport nömrəsi tələb olunur.
bg: Номерът на паспорта на получателя е задължителен.
bn_in: বেনিফিসিয়ারি পাসপোর্ট নম্বর আবশ্যক৷
bs: Broj pasoša korisnika je obavezan.
cy: Rhaid cael rhif pasport y Buddiolwr.
da: Beneficiantens pasnummer skal angives.
de: Die Reisepassnummer des Begünstigten ist erforderlich.
el: Απαιτείται αριθμός διαβατηρίου δικαιούχου.
es: El número de pasaporte del beneficiario es obligatorio.
et: Saaja passi number on kohustuslik.
eu: Onuradunaren pasaporte-zenbakia behar da.
fa: به شماره کد عبور ذینفع نیاز است.
ga: Uimhir pas an tairbhí ag teastáil.
gd: Tha feum air àireamh cead-siubhail an fhaighteir.
gl: É preciso o número de pasaporte do beneficiario.
gu: બેનિફિસીયરી પાસપોર્ટ નંબરની આવશ્યકતા છે.
he: מספר הדרכון של המוטב נדרש.
hi: लाभार्थी पासपोर्ट संख्या की आवश्यकता है.
hr: Potreban je broj putovnice primatelja.
hu: A kedvezményezett útlevélszámának megadása kötelező.
id: Nomor paspor Penerima diperlukan.
is: Færa þarf inn vegabréfsnúmer rétthafa.
ja: 受取人パスポート番号は必須項目です。
ka: მიუთითეთ ბენეფიციარის პასპორტის ნომერი.
kk: Бенефициардың паспорт нөмірі қажет.
kn: ಫಲಾನುಭವಿ ಪಾಸ್‌ಪೋರ್ಟ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ.
ko: 수취인 여권 번호는 필수 항목입니다.
ku_arab: ژمارەی پاسپۆرتی سوودمەند پێویستە.
ky: Пайда көрүүчүнүн паспорт номуру талап кылынат.
lo: ຕ້ອງລະບຸໝາຍເລກໜັງສືຜ່ານແດນຂອງຜູ້ຮັບເງິນ.
lt: Būtina nurodyti gavėjo paso numerį.
lv: Jānorāda saņēmēja pases numurs.
mi: Kei te hiahiatia te tau uruwhenua Kaiwhiwhi takuhe.
mk: Бројот на пасош на корисникот е задолжителен.
ml: ഗുണഭോക്താവിന്റെ പാസ്‌പോര്‍ട്ട് നമ്പര്‍ ആവശ്യമാണ്.
mn: Хүлээн авагчийн паспортын дугаарыг бөглөх шаардлагатай.
mr: लाभार्थी पासपोर्ट नंबर आवश्यक आहे.
ms: Nombor pasport Benefisiari diperlukan.
mt: Meħtieġ in-numru tal-passaport tal-Benefiċjarju.
ne: लाभग्राही राहदानी नम्बर आवश्यक छ।
nn_no: Passnummer til mottakar er obligatorisk.
no: Mottakers passnummer må angis.
or: ଅବୈଧ ବେନିଫିସିଆରୀ ପାସ୍‌ପୋର୍ଟ୍ ନମ୍ଵର୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: فائدہ لین آلے دا اپامعاونت نمبر درکار اے۔
pa_in: ਲਾਭਪਾਤਰ ਪਾਸਪੋਰਟ ਨੰਬਰ ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer paszportu beneficjenta jest wymagany.
ru: Требуется номер Паспорта получателя.
sd: بينيفشري جو پاسپورٽ نمبر گھرجيل آھي.
si: ප්‍රතිලාභී ගමන් බලපත් අංකය අවශ්‍යයි.
sl: Številka potnega lista upravičenca je obvezna.
sr_cyrl_rs: Потребно је унети број пасоша корисника.
sr_latn_rs: Potrebno je uneti broj pasoša korisnika.
sv: Mottagarens passnummer måste anges.
ta: பயனடைபவரின் பாஸ்போர்ட் எண் தேவை.
te: లబ్దిదారు పాస్‌పోర్ట్ సంఖ్య అవసరం.
tg: Рақами шиносномаи гиранда ҳатмист.
th: ต้องระบุหมายเลขหนังสือเดินทางของผู้รับประโยชน์
tr: Lehdar pasaport numarası gereklidir.
tt: Алучының паспорт номеры мәҗбүри.
ug: مەنپەئەتلەنگۈچىنىڭ پاسپورت نومۇرى كېرەك.
uk: Потрібно ввести номер паспорта отримувача.
ur: وصول کنندہ کا پاسپورٹ نمبر درکار ہے.
uz: Benefitsiar pasport raqami talab qilinadi.
vi: Số hộ chiếu người thụ hưởng là cần thiết.
zh_hans: 必须提供受益人护照号码。
zh_hant: 受款人護照號碼是必要資訊。

# Literal.DirectDebitBeneUNNCode.MaxLength
source: UNN code of taxpayer is too long.
af: UNN-kode van belastingbetaler is te lank.
am: የቀረጥ ከፋይ UNN ኮድ በጣም ረጅም ነው።
ar: رمز UNN‏ لدافع الضريبة أطول من اللازم.
as: টেক্সপেয়াৰৰ UNN ক'ড অতি দীঘল৷
az: Vergi ödəyicisinin UNN kodu çox uzundur.
bg: UNN кодът на данъкоплатец е твърде дълъг.
bn_in: কর প্রদানকারীর UNN কোড অত্যন্ত বড়৷
bs: UNN šifra poreznog obveznika je preduga.
cy: Mae cod UNN y trethdalwr yn rhy hir.
da: Skatteyderens UNN-kode er for lang.
de: Der UNN-Code des Steuerzahlers ist zu lang.
el: Ο κωδικός UNN φορολογούμενου είναι πολύ μεγάλος.
es: El código de contribuyente (UNN) es demasiado largo.
et: Maksumaksja UNN-i kood on liiga pikk.
eu: Zergadunaren UNN kodea luzeegia da.
fa: کد UNN پرداخت کننده مالیات بسیار طولانی است.
ga: Cód UNN an cháiníocóra rófhada.
gd: Tha còd UNN pàighear nan cìsean ro fhada.
gl: O código UNN de contribuínte é demasiado longo.
gu: કરદાતાનો UNN કોડ ખૂબ લાંબો છે.
he: קוד ה- UNN של משלם המסים ארוך מדי.
hi: करदाता का UNN कोड बहुत लंबा है.
hr: UNN broj poreznog obveznika predug je.
hu: Az adófizető UNN-kódja túl hosszú.
id: Kode UNN wajib pajak terlalu panjang.
is: UNN-kóði skattgreiðanda er of langur.
ja: 納税者 UNN コードが長すぎます。
ka: გადასახადების გადამხდელის UNN კოდი ძალიან გრძელია.
kk: Салық төлеушінің UNN коды тым ұзын.
kn: ತೆರಿಗೆ ಪಾವತಿದಾರರ UNN ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 납세자 UNN 코드가 너무 깁니다.
ku_arab: کۆدی UNN ی پێدەری باج زۆر درێژە.
ky: Салык төлөөчүнүн UNN коду өтө узун.
lo: ລະຫັດ UNN ຂອງຜູ້ເສຍອາກອນຍາວເກີນໄປ.
lt: Mokesčių mokėtojo UNN kodas per ilgas.
lv: Nodokļu maksātāja UUN kods ir pārāk garš.
mi: He roa rawa te waehere UNN o te kaiutu tāke.
mk: UNN-кодот на даночен обврзник е предолг.
ml: നികുതിദായകന്റെ UNN കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Татвар төлөгчийн UNN код хэт урт байна.
mr: करदात्याचा UNN कोड खूप दीर्घ आहे.
ms: Kod UNN pembayar cukai terlalu panjang.
mt: Il-kodiċi UNN tal-persuna taxxabbli twil wisq.
ne: करदाताको UNN सङ्केत धेरै लामो भयो।
nn_no: UNN-skattebetalarkoden er for lang.
no: UNN-kode (foretaksnummer) er for lang.
or: କରଦାତାଙ୍କ UNN କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ٹیکس ادا کرن آلے دا UNN کوڈ بہت لما اے۔
pa_in: ਟੈਕਸਦਾਤਾ ਦਾ UNN ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod UNN płatnika jest zbyt długi.
ru: Слишком длинный ИНН налогоплательщика.
sd: ٽيڪس ڀريندڙ جو UNN ڪوڊ تمام وڏو آھي.
si: බදු ගෙවන්නාගේ UNN කේතය දිග වැඩියි.
sl: Koda UNN davkoplačevalca je predolga.
sr_cyrl_rs: UNN шифра пореског обвезника је предугачка.
sr_latn_rs: UNN šifra poreskog obveznika je predugačka.
sv: UNN-koden för skattebetalning är för lång.
ta: வரிசெலுத்துவோருக்கான UNN குறியீடு மிக நீளமாக உள்ளது.
te: పన్ను చెల్లింపుదారు UNN కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи UNN-и андозсупоранда аз ҳад дароз аст.
th: รหัส UNN ของผู้เสียภาษียาวเกินไป
tr: Vergi mükellefi UNN kodu çok uzun.
tt: UNN коды салым түләүченең бик озын.
ug: باج تاپشۇرغۇچىنىڭ UNN نومۇرى بەك ئۇزۇن.
uk: Задовгий код UNN платника податку.
ur: ٹیکس دہندہ کا UNN کوڈ بہت طویل ہے.
uz: Soliq to‘lovchining UNN kodi juda uzun.
vi: Mã UNN của người nộp thuế quá dài.
zh_hans: 纳税人 UNN 代码过长。
zh_hant: 納稅人 UNN 代碼太長。

# Literal.DirectDebitBeneUNNCode.MinLength
source: UNN code of taxpayer is too short.
af: UNN-kode van belastingbetaler is te kort.
am: የቀረጥ ከፋይ UNN ኮድ በጣም አጭር ነው።
ar: يقل رمز UNN‏ لدافع الضريبة عن اللازم طولاً.
as: টেক্সপেয়াৰৰ UNN ক'ড অতি চুটি৷
az: Vergi ödəyicisinin UNN kodu çox qısadır.
bg: UNN кодът на данъкоплатец е твърде къс.
bn_in: কর প্রদানকারীর UNN কোড অত্যন্ত ছোট৷
bs: UNN šifra poreznog obveznika je prekratka.
cy: Mae cod UNN y trethdalwr yn rhy fyr.
da: Skatteyderens UNN-kode er for kort.
de: Der UNN-Code des Steuerzahlers ist zu kurz.
el: Ο κωδικός UNN φορολογούμενου είναι πολύ μικρός.
es: El código de contribuyente (UNN) es demasiado corto.
et: Maksumaksja UNN-i kood on liiga lühike.
eu: Zergadunaren UNN kodea laburregia da.
fa: کد UNN پرداخت کننده مالیات بسیار کوتاه است.
ga: Cód UNN an cháiníocóra róghearr.
gd: Tha còd UNN pàighear nan cìsean ro ghoirid.
gl: O código UNN de contribuínte é demasiado curto.
gu: કરદાતાનો UNN કોડ ખૂબ ટૂંકો છે.
he: קוד ה- UNN של משלם המסים קצר מדי.
hi: करदाता का UNN कोड बहुत छोटा है.
hr: UNN broj poreznog obveznika prekratak je.
hu: Az adófizető UNN-kódja túl rövid.
id: Kode UNN wajib pajak terlalu pendek.
is: UNN-kóði skattgreiðanda er of stuttur.
ja: 納税者 UNN コードが短すぎます。
ka: გადასახადების გადამხდელის UNN კოდი ძალიან მოკლეა.
kk: Салық төлеушінің UNN коды тым қысқа.
kn: ತೆರಿಗೆ ಪಾವತಿದಾರರ UNN ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 납세자 UNN 코드가 너무 짧습니다.
ku_arab: کۆدی UNN ی پێدەری باج زۆر کورتە.
ky: Салык төлөөчүнүн UNN коду өтө кыска.
lo: ລະຫັດ UNN ຂອງຜູ້ເສຍອາກອນເສັ້ນເກີນໄປ.
lt: Mokesčių mokėtojo UNN kodas per trumpas.
lv: Nodokļu maksātāja UUN kods ir pārāk īss.
mi: He poto rawa te waehere UNN o te kaiutu tāke.
mk: UNN-кодот на даночен обврзник е прекраток.
ml: നികുതിദായകന്റെ UNN കോഡ് വളരെ ചെറുതാണ്.
mn: Татвар төлөгчийн UNN код хэт богино байна.
mr: करदात्याचा UNN कोड खूप लहान आहे.
ms: Kod UNN pembayar cukai terlalu pendek.
mt: Il-kodiċi UNN tal-persuna taxxabbli qasir wisq.
ne: करदाताको UNN सङ्केत धेरै छोटो भयो।
nn_no: UNN-skattebetalarkoden er for lang.
no: UNN-kode (foretaksnummer) er for kort.
or: କରଦାତାଙ୍କ UNN କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ٹیکس ادا کرن آلے دا UNN کوڈ بہت چھوٹا اے۔
pa_in: ਟੈਕਸਦਾਤਾ ਦਾ UNN ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod UNN płatnika jest zbyt krótki.
ru: Слишком короткий ИНН налогоплательщика.
sd: ٽيڪس ڀريندڙ جو UNN ڪوڊ تمام ننڍو آھي.
si: බදු ගෙවන්නාගේ UNN කේතය කෙටි වැඩියි.
sl: Koda UNN davkoplačevalca je prekratka.
sr_cyrl_rs: UNN шифра пореског обвезника је прекратка.
sr_latn_rs: UNN šifra poreskog obveznika je prekratka.
sv: UNN-koden för skattebetalning är för kort.
ta: வரிசெலுத்துவோருக்கான UNN குறியீடு மிகச் சிறியதாக உள்ளது.
te: పన్ను చెల్లింపుదారు UNN కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи UNN-и андозсупоранда аз ҳад кӯтоҳ аст.
th: รหัส UNN ของผู้เสียภาษีสั้นเกินไป
tr: Vergi mükellefi UNN kodu çok kısa.
tt: UNN коды салым түләүченең бик кыска.
ug: باج تاپشۇرغۇچىنىڭ UNN نومۇرى بەك قىسقا.
uk: Закороткий код UNN платника податку.
ur: ٹیکس دہندہ کا UNN کوڈ بہت مختصر ہے.
uz: Soliq to‘lovchining UNN kodi juda qisqa.
vi: Mã UNN của người nộp thuế quá ngắn.
zh_hans: 纳税人 UNN 代码过短。
zh_hant: 納稅人 UNN 代碼太短。

# Literal.DirectDebitBeneUNNCode.Pattern
source: Invalid UNN code of taxpayer.
af: Ongeldige UNN-kode van belastingbetaler.
am: የቀረጥ ከፋይ ልክ ያልኾነ UNN ኮድ።
ar: ليس رمز UNN‏ الخاص بدافع الضريبة صالحًا.
as: টেক্সপেয়াৰৰ UNN ক'ড অবৈধ৷
az: Vergi ödəyicisinin UNN kodu səhvdir.
bg: Невалиден UNN код на данъкоплатец.
bn_in: অবৈধ কর প্রদানকারীর UNN কোড৷
bs: Nevažeća UNN šifra poreznog obveznika.
cy: Mae cod UNN y trethdalwr yn annilys.
da: Skatteyderens UNN-kode er ugyldig.
de: Der UNN-Code des Steuerzahlers ist ungültig.
el: Μη έγκυρος κωδικός UNN φορολογούμενου.
es: El código de contribuyente (UNN) no es válido.
et: Sobimatu maksumaksja UNN-i kood.
eu: Zergadunaren UNN kodea baliogabea da.
fa: کد UNN پرداخت کننده مالیات نامعتبر است.
ga: Cód UNN an cháiníocóra neamhbhailí.
gd: Tha còd UNN pàighear nan cìsean mì-dhligheach.
gl: Código UNN de contribuínte non válido.
gu: અમાન્ય કરદાતાનો UNN કોડ.
he: קוד ה- UNN של משלם המסים אינו חוקי.
hi: करदाता का अमान्य UNN कोड.
hr: Nevažeći UNN broj poreznog obveznika.
hu: Az adófizető UNN-kódja érvénytelen.
id: Kode UNN wajib pajak tidak valid.
is: Ógildur UNN-kóði skattgreiðanda.
ja: 納税者 UNN コードが正しくありません。
ka: გადასახადების გადამხდელის UNN კოდი არასწორია.
kk: Салық төлеушінің UNN коды жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ತೆರಿಗೆ ಪಾವತಿದಾರರ UNN ಕೋಡ್.
ko: 납세자 UNN 코드가 잘못되었습니다.
ku_arab: کۆدی UNN ی پێدەری باج نادروستە.
ky: Жараксыз Салык төлөөчүнүн UNN коду.
lo: ລະຫັດ UNN ຂອງຜູ້ເສຍອາກອນບໍ່ຖືກຕ້ອງ.
lt: Klaidingas mokesčių mokėtojo UNN kodas.
lv: Nodokļu maksātāja UUN kods nav derīgs.
mi: He muhu te waehere UNN o te kaiutu tāke.
mk: Неважечки UNN-код на даночен обврзник.
ml: നികുതിദായകന്റെ UNN കോഡ് അസാധുവാണ്.
mn: Татвар төлөгчийн UNN код хүчингүй байна.
mr: करदात्याचा अवैध UNN कोड.
ms: Kod UNN pembayar cukai tidak sah.
mt: Il-kodiċi UNN tal-persuna taxxabbli invalidu.
ne: करदाताको UNN सङ्केत अवैध छ।
nn_no: UNN-skattebetalarkoden er for lang.
no: UNN-kode (foretaksnummer) er ugyldig.
or: କରଦାତାଙ୍କ ଅବୈଧ UNN କୋଡ୍.
pa_arab_pk: ٹیکس دین آلے دا UNN کوڈ ناجائز اے۔
pa_in: ਟੈਕਸਦਾਤਾ ਦਾ UNN ਕੋਡ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy kod UNN płatnika.
ru: Неверный ИНН налогоплательщика.
sd: ٽيڪس ڀريندڙ جو UNN ڪوڊ غلط آھي.
si: බදු ගෙවන්නාගේ UNN කේතය වැරදියි.
sl: Koda UNN davkoplačevalca ni veljavna.
sr_cyrl_rs: UNN шифра пореског обвезника није важећа.
sr_latn_rs: UNN šifra poreskog obveznika nije važeća.
sv: UNN-koden för skattebetalning är ogiltig.
ta: வரிசெலுத்துவோருக்கான UNN குறியீடு தவறானது.
te: చెల్లని పన్ను చెల్లింపుదారు UNN కోడ్.
tg: Рамзи UNN-и андозсупорандаи беэътибор.
th: รหัส UNN ของผู้เสียภาษีไม่ถูกต้อง
tr: Vergi mükellefi UNN kodu geçersiz.
tt: UNN коды салым түләүченең ялгыш.
ug: باج تاپشۇرغۇچىنىڭ UNN نومۇرى ئىناۋەتسىز.
uk: Неприпустимий код UNN платника податку.
ur: ٹیکس دہندہ کا UNN کوڈ غلط ہے.
uz: Soliq to‘lovchining UNN kodi haqiqiy emas.
vi: Mã UNN của người nộp thuế không hợp lệ.
zh_hans: 纳税人 UNN 代码无效。
zh_hant: 納稅人 UNN 代碼無效。

# Literal.DirectDebitBeneUNNCode.Required
source: UNN code of taxpayer is required.
af: UNN-kode van belastingbetaler word vereis.
am: የቀረጥ ከፋይ UNN ኮድ ይፈለጋል።
ar: رمز UNN‏ الخاص بدافع الضريبة مطلوب.
as: টেক্সপেয়াৰৰ UNN ক'ড আৱশ্যক৷
az: Vergi ödəyicisinin UNN kodu tələb olunur.
bg: UNN кодът на данъкоплатец е задължителен.
bn_in: কর প্রদানকারীর UNN কোড প্রয়োজনীয়৷
bs: UNN šifra poreznog obveznika je obavezna.
cy: Rhaid cael cod UNN y trethdalwr.
da: Skatteyderens UNN-kode skal angives.
de: Der UNN-Code des Steuerzahlers ist erforderlich.
el: Απαιτείται κωδικός UNN φορολογούμενου.
es: El código de contribuyente (UNN) es obligatorio.
et: Maksumaksja UNN-i kood on kohustuslik.
eu: Zergadunaren UNN kodea behar da.
fa: به کد UNN پرداخت کننده مالیات نیاز است.
ga: Cód UNN an cháiníocóra ag teastáil.
gd: Tha feum air còd UNN pàighear nan cìsean.
gl: É preciso o código UNN de contribuínte.
gu: કરદાતાના UNN કોડની આવશ્યકતા છે.
he: קוד ה- UNN של משלם המסים נדרש.
hi: करदाता के UNN कोड की आवश्यकता है.
hr: Potreban je UNN broj poreznog obveznika.
hu: Az adófizető UNN-kódjának megadása kötelező.
id: Kode UNN wajib pajak diperlukan.
is: Færa þarf inn UNN-kóða skattgreiðanda.
ja: 納税者 UNN コードは必須項目です。
ka: მიუთითეთ გადასახადების გადამხდელის UNN კოდი.
kk: Салық төлеушінің UNN коды қажет.
kn: ತೆರಿಗೆ ಪಾವತಿದಾರರ UNN ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 납세자 UNN 코드는 필수 항목입니다.
ku_arab: کۆدی UNN ی پێدەری باج پێویستە.
ky: Салык төлөөчүнүн UNN коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດ UNN ຂອງຜູ້ເສຍອາກອນ.
lt: Būtina nurodyti mokesčių mokėtojo UNN kodą.
lv: Jānorāda nodokļu maksātāja UUN kods.
mi: Kei te hiahiatia te waehere UNN o te kaiutu tāke.
mk: UNN-кодот на даночниот обврзник е задолжителен.
ml: നികുതിദായകന്റെ UNN കോഡ് ആവശ്യമാണ്.
mn: Татвар төлөгчийн UNN кодыг бөглөх шаардлагатай.
mr: करदात्याचा UNN कोड आवश्यक आहे.
ms: Kod UNN pembayar cukai diperlukan.
mt: Meħtieġ il-kodiċi UNN tal-persuna taxxabbli.
ne: करदाताको UNN सङ्केत आवश्यक छ।
nn_no: UNN-skattebetalarkode er obligatorisk.
no: UNN-kode (foretaksnummer) må angis.
or: କରଦାତାଙ୍କ UNN କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ٹیکس دین آلے دا UNN کوڈ درکار اے۔
pa_in: ਟੈਕਸਦਾਤਾ ਦਾ UNN ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod UNN płatnika jest wymagany.
ru: Требуется ИНН налогоплательщика.
sd: ٽيڪس ڀريندڙ جو UNN ڪوڊ گھرجيل آھي.
si: බදු ගෙවන්නාගේ UNN කේතය අවශ්‍යයි.
sl: Koda UNN davkoplačevalca je obvezna.
sr_cyrl_rs: Потребно је навести UNN шифру пореског обвезника.
sr_latn_rs: Potrebno je navesti UNN šifru poreskog obveznika.
sv: UNN-koden för skattebetalning måste anges.
ta: வரிசெலுத்துவோருக்கான UNN குறியீடு தேவை.
te: పన్ను చెల్లింపుదారు UNN కోడ్ అవసరం.
tg: Рамзи UNN-и андозсупоранда ҳатмист.
th: ต้องระบุรหัส UNN ของผู้เสียภาษี
tr: Vergi mükellefi UNN kodu gereklidir.
tt: UNN коды салым түләүченең мәҗбүри.
ug: باج تاپشۇرغۇچىنىڭ UNN نومۇرى كېرەك.
uk: Потрібно ввести код UNN платника податку.
ur: ٹیکس دہندہ کا UNN کوڈ درکار ہے.
uz: Soliq to‘lovchining UNN kodi talab qilinadi.
vi: Mã UNN của người nộp thuế là cần thiết.
zh_hans: 必须提供纳税人 UNN 代码。
zh_hant: 納稅人 UNN 代碼是必要資訊。
