Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.LastName.MaxLength
source: Last name is too long.
af: Van is te lank.
am: የአያት ስም በጣም ረጅም ነው።
ar: اسم العائلة أطول من اللازم.
as: শেষ নাম অতি দীঘল৷
az: Soyad çox uzundur.
bg: Фамилното име е прекалено дълго.
bn_in: পদবিটি অত্যন্ত লম্বা৷
bs: Prezime je predugo.
cy: Mae'r enw olaf yn rhy hir.
da: Efternavnet er for langt.
de: Der Nachname ist zu lang.
el: Το επώνυμο είναι πολύ μεγάλο.
es: El apellido es demasiado largo.
et: Perekonnanimi on liiga pikk.
eu: Abizena luzeegia da.
fa: نام خانوادگی بسیار طولانی است.
ga: Sloinne rófhada.
gd: Tha an sloinneadh ro fhada.
gl: Apelido moi longo.
gu: અંતિમ નામ ખૂબ લાંબુ છે.
he: שם המשפחה ארוך מדי.
hi: अंतिम नाम बहुत लंबा है.
hr: Prezime je predugo.
hu: A vezetéknév túl hosszú.
id: Nama belakang terlalu panjang.
is: Eftirnafn er of langt.
ja: 姓が長すぎます。
ka: გვარი ძალიან გრძელია.
kk: Тегі тым ұзын.
kn: ಕೊನೆಯ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 성이 너무 깁니다.
ku_arab: نازناو زۆر درێژە.
ky: Фамилиясы өтө узун.
lo: ນາມສະກຸນຍາວເກີນໄປ.
lt: Pavardė per ilga.
lv: Uzvārds ir pārāk garš.
mi: He roa rawa te ingoa whakamutunga.
mk: Презимето е предолго.
ml: പേരിന്റെ അവസാനഭാഗം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Овог хэт урт байна.
mr: आडनाव खूप दीर्घ आहे.
ms: Nama keluarga terlalu panjang.
mt: Il-kunjom twil wisq.
ne: अन्तिम नाम धेरै लामो भयो।
nn_no: Etternamnet er for langt.
no: Etternavnet er for langt.
or: ଶେଷ ନାମ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏آخری ناں بوت ای لما اے۔
pa_in: ਨਾਮ ਦਾ ਆਖਰੀ ਭਾਗ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Nazwisko jest zbyt długie.
ru: Слишком длинная фамилия.
sd: آخري نالو تمام وڏو آهي.
si: අවසන් නම දිග වැඩියි.
sl: Priimek je predolg.
sr_cyrl_rs: Презиме је предугачко.
sr_latn_rs: Prezime je predugačko.
sv: Efternamnet är för långt.
ta: கடைசிப் பெயர் மிக நீளமாக உள்ளது.
te: చివరి పేరు చాలా పొడవుగా ఉంది.
tg: Насаб аз ҳад дароз аст.
th: นามสกุลยาวเกินไป
tr: Soyadı çok uzun.
tt: Фамилия бик озын.
ug: فامىلە بەك ئۇزۇن.
uk: Задовге прізвище.
ur: آخری نام بہت طویل ہے۔
uz: Familiya juda uzun.
vi: Họ quá dài.
zh_hans: 姓氏过长。
zh_hant: 姓氏太長。

# Literal.LastName.Pattern
source: Invalid last name.
af: Ongeldige van.
am: ልክ ያልኾነ የአያት ስም
ar: اسم العائلة غير صالح.
as: অবৈধ শেষ নাম৷
az: Yanlış soyad.
bg: Фамилното име е невалидно.
bn_in: পদবিটি ঠিকঠাক নেই৷
bs: Nevažeće prezime.
cy: Mae'r enw olaf yn annilys.
da: Ugyldigt efternavn.
de: Der Nachname ist ungültig.
el: Μη έγκυρο επώνυμο.
es: El apellido no es válido.
et: Perekonnanimi on sobimatu.
eu: Abizena baliogabea da.
fa: نام خانوادگی نامعتبر است.
ga: Sloinne neamhbhailí.
gd: Tha an sloinneadh mì-dhligheach.
gl: Apelido non válido.
gu: અમાન્ય અંતિમ નામ.
he: שם המשפחה לא חוקי.
hi: अमान्य अंतिम नाम.
hr: Prezime nije valjano.
hu: Érvénytelen vezetéknév.
id: Nama belakang tidak valid.
is: Ógilt eftirnafn.
ja: 姓が正しくありません。
ka: გვარი არასწორია.
kk: Тегі дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಕೊನೆಯ ಹೆಸರು.
ko: 성이 올바르지 않습니다.
ku_arab: نازناو نادروستە.
ky: Фамилиясы жараксыз.
lo: ນາມສະກຸນບໍ່ຖືກຕ້ອງ.
lt: Pavardė netinkama.
lv: Nederīgs uzvārds.
mi: He muhu te ingoa whakamutunga.
mk: Неважечко презимето.
ml: പേരിന്റെ അവസാന ഭാഗം അസാധുവാണ്.
mn: Овог буруу байна.
mr: अवैध आडनाव.
ms: Nama keluarga tidak sah.
mt: Il-kunjom mhux validu.
ne: अवैध अन्तिम नाम।
nn_no: Ugyldig etternamn.
no: Ugyldig etternavn.
or: ଅବୈଧ ଶେଷ ନାମ.
pa_arab_pk: ‏‏آخری ناں غلط اے۔
pa_in: ਨਾਮ ਦਾ ਆਖਰੀ ਭਾਗ ਅਵੈਧ।
pl: Nieprawidłowe nazwisko.
ru: Недопустимая фамилия.
sd: آخري نالو غلط ڪريو.
si: අවසන් නම වැරදියි.
sl: Priimek ni veljaven.
sr_cyrl_rs: Неважеће презиме.
sr_latn_rs: Nevažeće prezime.
sv: Ogiltigt efternamn.
ta: தவறான கடைசி பெயர்.
te: చెల్లని చివరి పేరు.
tg: Насаби беэътибор.
th: นามสกุลไม่ถูกต้อง
tr: Geçersiz soyadı.
tt: Фамилия ялгыш.
ug: فامىلە ئىناۋەتسىز.
uk: Неприпустиме прізвище.
ur: بے جواز آخری نام۔
uz: Familiya haqiqiy emas.
vi: Họ không hợp lệ.
zh_hans: 姓氏无效。
zh_hant: 姓氏無效。

# Literal.HapiAddress.LastName.Pattern
source: Invalid last name
af: Ongeldige van
am: ልክ ያልኾነ የአያት ስም
ar: اسم العائلة غير صالح.
as: উপাধি অমান্য
az: Yanlış soyad
bg: Невалидно фамилно име
bn_in: পদবী অবৈধ
bs: Nevažeće prezime
cy: Mae'r enw olaf yn annilys
da: Ugyldigt efternavn
de: Ungültiger Nachname
el: Μη έγκυρο επώνυμο
es: Apellido no válido
et: Perekonnanimi on sobimatu.
eu: Abizena baliogabea da
fa: نام خانوادگی نامعتبر است
ga: Sloinne neamhbhailí
gd: Tha an sloinneadh mì-dhligheach
gl: Apelido non válido
gu: અમાન્ય અટક.
he: שם המשפחה לא חוקי
hi: अमान्य अंतिम नाम
hr: Prezime nije valjano
hu: Érvénytelen vezetéknév
id: Nama belakang tidak valid
is: Ógilt eftirnafn.
ja: 姓が無効です
ka: გვარი არასწორია
kk: Тегі дұрыс емес
kn: ಕೊನೆಯ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ.
ko: 성이 잘못되었습니다.
lo: ນາມສະກຸນບໍ່ຖືກຕ້ອງ
lt: Neleistina pavardė
lv: Nederīgs uzvārds
mi: He muhu te ingoa whakamutunga.
mk: Неважечко презиме
ml: പേരിന്റെ അവസാന ഭാഗം സാധുവായതല്ല
mr: अवैध अंतिम नाव
ms: Nama akhir atau nama keluarga tidak sah
mt: Il-kunjom mhux validu
ne: अवैधानिक थर
nn_no: Ugyldig etternamn
no: Ugyldig etternavn
or: ଅବୈଧ ଶେଷ ନାମ
pa_in: ਅਖੀਰਲਾ ਨਾਮ ਅਯੋਗ ਹੈ
pl: Nieprawidłowe nazwisko
ru: Недопустимая фамилия
sl: Priimek ni veljaven.
sr_cyrl_rs: Неважеће презиме
sr_latn_rs: Nevažeće prezime
sv: Ogiltigt efternamn
ta: செல்லுபடியாகாத பெயரின் பிற்பகுதி
te: ఇంటిపేరు చెల్లదు
th: นามสกุลไม่ถูกต้อง
tr: Geçersiz soyadı
tt: Дөрес булмаган фамилия
ug: فامىلە ئىناۋەتسىز
uk: Неприпустиме прізвище
ur: بے جواز آخری نام
uz: Yaroqsiz familiya
vi: Họ không hợp lệ
zh_hans: 姓氏无效
zh_hant: 姓氏無效

# Literal.LastName.Required
source: Last name is required.
af: Van word vereis.
am: የአያት ስም ያስፈልጋል።
ar: اسم العائلة مطلوب.
as: শেষ নাম আৱশ্যক৷
az: Soyad tələb olunur.
bg: Фамилното име е задължително.
bn_in: পদবি উল্লেখ করা আবশ্যক৷
bs: Prezime je obavezno.
cy: Rhaid nodi enw olaf.
da: Efternavn skal angives.
de: Der Nachname ist erforderlich.
el: Απαιτείται το επώνυμο.
es: El apellido es obligatorio.
et: Perekonnanimi on kohustuslik.
eu: Abizena beharrezkoa da.
fa: به نام خانوادگی نیاز است.
ga: Sloinne ag teastáil.
gd: Tha feum air sloinneadh.
gl: Requírese apelido.
gu: અંતિમ નામ આવશ્યક છે.
he: שם המשפחה נדרש.
hi: अंतिम नाम आवश्यक है.
hr: Prezime je obavezno.
hu: A vezetéknév megadása kötelező.
id: Nama belakang wajib diisi.
is: Eftirnafn er áskilið.
ja: 姓は必須項目です。
ka: ჩაწერეთ გვარი.
kk: Тегі қажет.
kn: ಕೊನೆಯ ಹೆಸರು ಅಗತ್ಯವಿದೆ.
ko: 성은 필수 항목입니다.
ku_arab: نازناو پێویستە.
ky: Фамилиясы талап кылынат.
lo: ຕ້ອງລະບຸນາມສະກຸນ.
lt: Pavardė būtina.
lv: Norādiet uzvārdu.
mi: Kei te hiahiatia te ingoa whakamutunga.
mk: Презимето е задолжително.
ml: പേരിന്റെ അവസാന ഭാഗം ആവശ്യമാണ്.
mn: Овгийг бөглөх шаардлагатай.
mr: आडनाव आवश्यक आहे.
ms: Nama keluarga diperlukan.
mt: Il-kunjom hu meħtieġ.
ne: अन्तिम नाम आवश्यक छ।
nn_no: Etternamn er obligatorisk.
no: Etternavn må angis.
or: ଶେଷ ନାମ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏آخری ناں درکار اے۔
pa_in: ਨਾਮ ਦਾ ਆਖਰੀ ਭਾਗ ਲੋੜੀਂਦਾ ਹੈ।
pl: Nazwisko jest wymagane.
ru: Необходимо ввести фамилию.
sd: آخري نالي جي گھرج آهي.
si: අවසන් නම අවශ්‍යයි.
sl: Vnesite priimek.
sr_cyrl_rs: Презиме је обавезно.
sr_latn_rs: Prezime je obavezno.
sv: Efternamn måste anges.
ta: கடைசிப் பெயர் தேவை.
te: చివరి పేరు అవసరం.
tg: Насаб ҳатмист.
th: ต้องระบุนามสกุล
tr: Soyadı gereklidir.
tt: Фамилия мәҗбүри.
ug: فامىلە تەلەپ قىلىنىدۇ.
uk: Потрібно ввести прізвище.
ur: آخری نام درکار ہے۔
uz: Familiya talab qilinadi.
vi: Họ là cần thiết.
zh_hans: 姓氏为必填项。
zh_hant: 姓氏是必要資訊。

# Literal.LastNamePronunciation.MaxLength
source: Last name pronunciation is too long.
af: Van se uitspraak is te lank.
am: የአያት ስም አነባበብ በጣም ረጅም ነው።
ar: هجاء اسم العائلة أطول من اللازم.
as: শেষ নাম উচ্চাৰণ অতি দীঘল৷
az: Soyadın tələffüzü çox uzundur.
bg: Произнасянето на фамилното име е прекалено дълго.
bn_in: পদবির উচ্চারণ অত্যন্ত বড়৷
bs: Izgovor prezimena je predug.
cy: Mae ynganiad eich enw olaf yn rhy hir.
da: Udtalen af efternavnet er for lang.
de: Die Aussprache des Nachnamens ist zu lang.
el: Η φωνητική γραφή επωνύμου είναι πολύ μεγάλη.
es: La pronunciación del apellido es demasiado larga.
et: Perekonnanime hääldus on liiga pikk.
eu: Abizenaren ahoskera luzeegia da.
fa: تلفظ نام خانوادگی بسیار طولانی است.
ga: Fuaimniú an tsloinne rófhada.
gd: Tha tar-sgrìobhadh an t-sloinnidh ro fhada.
gl: Pronunciación do apelido moi longa.
gu: અંતિમ નામ ઉચ્ચારણ ખૂબ લાંબુ છે.
he: היגוי שם המשפחה ארוך מדי.
hi: अंतिम नाम का उच्चारण बहुत लंबा है.
hr: Izgovor prezimena je predug.
hu: A vezetéknév kiejtése túl hosszú.
id: Pelafalan nama belakang terlalu panjang.
is: Framburður eftirnafns er of langur.
ja: 姓のフリガナが長すぎます。
ka: გვარის წარმოთქმის აღმნიშვნელი სიტყვა ძალიან გრძელია.
kk: Тегінің айтылуы тым ұзын.
kn: ಕೊನೆಯ ಹೆಸರಿನ ಉಚ್ಛಾರಣೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 성(발음 기준)이 너무 깁니다.
ku_arab: بێژانی نازناو زۆر درێژە.
ky: Фамилиянын айтылышы өтө узун.
lo: ການອອກສຽງນາມສະກຸນຍາວເກີນໄປ.
lt: Pavardės tarimas per ilgas.
lv: Uzvārda izruna ir pārāk gara.
mi: He roa rawa te whakahuatanga o te ingoa whakamutunga.
mk: Изговорот на презимето е предолг.
ml: പേരിന്റെ അവസാനഭാഗത്തിന്റെ ഉച്ചാരണം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Овгийн дуудлага хэт урт байна.
mr: आडनाव उच्चारण खूप मोठे आहे.
ms: Sebutan nama keluarga terlalu panjang.
mt: Il-pronunzja tal-kunjom hi twila wisq.
ne: अन्तिम नामको उच्चारण धेरै लामो भयो।
nn_no: Uttalen av etternamnet er for lang.
no: Uttalen av etternavnet er for lang.
or: ଶେଷ ନାମ ଉଦ୍‌ଘୋଷଣା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: اخیرلے ناں دا تلفظ بہت لما اے۔
pa_in: ਨਾਮ ਦੇ ਆਖਰੀ ਭਾਗ ਦਾ ਉਚਾਰਣ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Wymowa nazwiska jest zbyt długa.
ru: Слишком длинная транскрипция фамилии.
sd: آخري نالي جو اُچار تمام وڏو آهي.
si: අවසන් නමේ උච්චාරණය දිග වැඩියි.
sl: Izgovarjava priimka je predolga.
sr_cyrl_rs: Изговор презимена је предугачак.
sr_latn_rs: Izgovor prezimena je predugačak.
sv: Uttalet av efternamnet är för långt.
ta: கடைசிப் பெயர் உச்சரிப்பு மிக நீளமாக உள்ளது.
te: చివరి పేరు ఉచ్చారణ చాలా పొడవుగా ఉంది.
tg: Талаффузи насаб аз ҳад дароз аст.
th: วิธีการออกเสียงนามสกุลยาวเกินไป
tr: Soyadının söylenişi çok uzun.
tt: Фамилия әйтелеше бик озын.
ug: فامىلىنىڭ ئالدى قوشۇلغۇچىسى بەك ئۇزۇن.
uk: Задовга вимова прізвища.
ur: آخری نام کا تلفظ بہت طویل ہے.
uz: Familiya talaffuzi juda uzun.
vi: Phiên âm họ quá dài.
zh_hans: 姓氏发音过长。
zh_hant: 姓氏讀音太長。

# Literal.LastNamePronunciation.Required
source: Last name pronunciation is required.
af: Van se uitspraak word vereis.
am: የአያት ስም አነባበብ ያስፈልጋል።
ar: هجاء اسم العائلة مطلوب.
as: শেষ নাম উচ্চাৰণ আৱশ্যক৷
az: Soyadın tələffüzü tələb olunur.
bg: Произнасянето на фамилното име е задължително.
bn_in: পদবির উচ্চারণ উল্লেখ করা আবশ্যক৷
bs: Izgovor prezimena je obavezan.
cy: Rhaid nodi ynganiad eich enw olaf.
da: Udtalen af efternavnet skal angives.
de: Die Aussprache des Nachnamens ist erforderlich.
el: Απαιτείται η φωνητική γραφή επωνύμου.
es: La pronunciación del apellido es obligatoria.
et: Perekonnanime hääldus on kohustuslik.
eu: Abizenaren ahoskera beharrezkoa da.
fa: به تلفظ نام خانوادگی نیاز است.
ga: Fuaimniú an tsloinne ag teastáil.
gd: Tha feum air tar-sgrìobhadh an t-sloinnidh.
gl: Requírese pronunciación do apelido.
gu: અંતિમ નામ ઉચ્ચારણની આવશ્યકતા છે.
he: היגוי שם משפחה נדרש.
hi: अंतिम नाम का उच्चारण आवश्यक है.
hr: Izgovor prezimena je obavezan.
hu: A vezetéknév kiejtésének megadása kötelező.
id: Pelafalan nama belakang diperlukan.
is: Framburður eftirnafns er áskilinn.
ja: 姓のフリガナは必須項目です。
ka: მიუთითეთ როგორ წარმოითქმის გვარი.
kk: Тегінің айтылуы қажет.
kn: ಕೊನೆಯ ಹೆಸರಿನ ಉಚ್ಛಾರಣೆ ಅಗತ್ಯವಿದೆ.
ko: 성(발음 기준)은 필수 항목입니다.
ku_arab: بێژانی نازناو پێویستە.
ky: Фамилиянын айтылышы талап кылынат.
lo: ຕ້ອງລະບຸການອອກສຽງນາມສະກູນ.
lt: Pavardės tarimas būtinas.
lv: Norādiet uzvārda izrunu.
mi: Kei te hiahiatia te whakahuatanga o te ingoa whakamutunga.
mk: Изговорот на презимето е задолжителен.
ml: പേരിന്റെ അവസാന ഭാഗത്തിന്റെ ഉച്ചാരണം ആവശ്യമാണ്.
mn: Овгийн дуудлагыг оруулах шаардлагатай.
mr: आडनाव उच्चारण आवश्यक आहे.
ms: Sebutan nama keluarga diperlukan.
mt: Il-pronunzja tal-kunjom hi meħtieġa.
ne: अन्तिम नामको उच्चारण आवश्यक छ।
nn_no: Uttale av etternamnet er obligatorisk.
no: Uttale av etternavnet må angis.
or: ଶେଷ ନାମ ଉଦ୍‌ଘୋଷଣା ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: اخیرلے ناں دا تلفظ درکار اے۔
pa_in: ਨਾਮ ਦੇ ਆਖਰੀ ਭਾਗ ਦਾ ਉਚਾਰਣ ਲੋੜੀਂਦਾ ਹੈ।
pl: Wymowa nazwiska jest wymagana.
ru: Необходимо ввести транскрипцию фамилии.
sd: آخري نالي جي آُچار جي گھرج آهي.
si: අවසන් නමේ උච්චාරණය අවශ්‍යයි.
sl: Vnesite izgovarjavo priimka.
sr_cyrl_rs: Изговор презимена је обавезан.
sr_latn_rs: Izgovor prezimena je obavezan.
sv: Uttalet av efternamnet måste anges.
ta: கடைசிப் பெயர் உச்சரிப்புத் தேவை.
te: చివరి పేరు ఉచ్చారణ అవసరం.
tg: Талаффузи насаб ҳатмист.
th: ต้องระบุวิธีการออกเสียงนามสกุล
tr: Soyadının söylenişi gereklidir.
tt: Фамилия әйтелеше мәҗбүри.
ug: فامىلىنىڭ ئالدى قوشۇلغۇچىسى كېرەك.
uk: Потрібно ввести вимову прізвища.
ur: آخری نام کا تلفظ درکار ہے.
uz: Familiya talaffuzi talab qilinadi.
vi: Phiên âm họ là cần thiết.
zh_hans: 姓氏发音为必填项。
zh_hant: 姓氏讀音是必要資訊。

# Literal.PayPalEmail.MaxLength
source: PayPal email address is too long.
af: PayPal-e-posadres is te lank.
am: PayPal ኢሜይል አድራሻ በጣም ረጅም ነው።
ar: عنوان بريد PayPal الإلكتروني أطول من اللازم.
as: PayPal ইমেইল ঠিকনা অতি দীঘল৷
az: PayPal e-poçt ünvanı çox uzundur.
bg: Имейл адресът за PayPal е прекалено дълъг.
bn_in: PayPal ইমেল ঠিকানা অত্যন্ত লম্বা৷
bs: PayPal adresa e-pošte je preduga.
cy: Mae'r cyfeiriad e-bost PayPal yn rhy hir.
da: PayPal-mailadressen er for lang.
de: Die PayPal-E-Mail-Adresse ist zu lang.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του PayPal είναι πολύ μεγάλη.
es: La dirección de correo electrónico de PayPal es demasiado larga.
et: PayPali meiliaadress on liiga pikk.
eu: PayPal-eko helbide elektronikoa luzeegia da.
fa: آدرس پست الکترونیکی PayPal بسیار طولانی است.
ga: Seoladh ríomhphoist PayPal rófhada.
gd: Tha an seòladh puist-d airson PayPal ro fhada.
gl: Enderezo de correo electrónico de PayPal moi longo.
gu: PayPal ઇમેઇલ સરનામું ખૂબ લાંબુ છે.
he: כתובת הדואר האלקטרוני ב- PayPal ארוכה מדי.
hi: PayPal ईमेल पता बहुत लंबा है.
hr: Adresa e-pošte za PayPal je preduga.
hu: A PayPal e-mail-cím túl hosszú.
id: Alamat email PayPal terlalu panjang.
is: PayPal-netfang er of langt.
ja: PayPal メール アドレスが長すぎます。
ka: PayPal-ში გამოყენებული ელფოსტის მისამართი ძალიან გრძელია.
kk: PayPal электрондық пошта мекенжайы тым ұзын.
kn: PayPal ಇಮೇಲ್ ವಿಳಾಸವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: PayPal 메일 주소가 너무 깁니다.
ku_arab: ناونیشانی ئیمەیڵی PayPal زۆر درێژە.
ky: PayPal электрондук почта дареги өтө узун.
lo: ທີ່ຢູ່ອີເມວ PayPal ຍາວເກີນໄປ.
lt: „PayPal“ el. pašto adresas per ilgas.
lv: PayPal e-pasta adrese ir pārāk gara.
mi: He roa rawa te wāhitau īmēra PayPal.
mk: Адресата на е-пошта за PayPal е предолга.
ml: PayPal ഇമെയില്‍ വിലാസം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: PayPal-ын э-шуудангийн хаяг хэт урт байна.
mr: PayPal ईमेल पत्ता खूप मोठा आहे.
ms: Alamat e-mel PayPal terlalu panjang.
mt: L-indirizz elettroniku ta' PayPal twil wisq.
ne: PayPal इमेल ठेगाना धेरै लामो छ।
nn_no: E-postadressa for PayPal er for lang.
no: PayPal-e-postadressen er for lang.
or: PayPal ଇମେଲ୍ ଠିକଣା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏PayPalای میل پتہ بہت لما اے۔
pa_in: PayPal ਈਮੇਲ ਪਤਾ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Adres e-mail usługi PayPal jest zbyt długi.
ru: Слишком длинный адрес электронной почты для службы PayPal.
sd: PayPal اي ميل پتو تمام وڏو آهي.
si: PayPal ඊමේල් ලිපිනය ‍දිග වැඩියි.
sl: E-poštni naslov iz sistema PayPal je predolg.
sr_cyrl_rs: PayPal е-адреса је предугачка.
sr_latn_rs: PayPal adresa e-pošte je predugačka.
sv: PayPal-e-postadressen är för lång.
ta: PayPal மின்னஞ்சல் முகவரி மிக நீளமாக உள்ளது.
te: PayPal ఇమెయిల్ చిరునామా చాలా పొడవుగా ఉంది.
tg: Суроғаи почтаи электронӣ дар PayPal аз ҳад дароз аст.
th: อีเมลแอดเดรส PayPal ยาวเกินไป
tr: PayPal e-posta adresi çok uzun.
tt: PayPal электрон почта адресы артык озын.
ug: PayPal ئادرېسى بەك ئۇزۇنكەن.
uk: Задовга адреса електронної пошти PayPal.
ur: PayPal ای میل پتہ بہت طویل ہے۔
uz: PayPal elektron pochta manzili juda uzun.
vi: ̣Địa chỉ email PayPal quá dài.
zh_hans: PayPal 电子邮件地址过长。
zh_hant: PayPal 電子郵件地址太長。

# Literal.PayPalEmail.MinLength
source: PayPal email address is too short.
af: PayPal-e-posadres is te kort.
am: PayPal ኢሜይል አድራሻ በጣም አጭር ነው።
ar: عنوان بريد PayPal الإلكتروني قصير للغاية.
as: PayPal ইমেইল ঠিকনা অতি চুটি৷
az: PayPal e-poçt ünvanı çox qısadır.
bg: Имейл адресът за PayPal е прекалено къс.
bn_in: PayPal ইমেল ঠিকানা অত্যন্ত ছোট৷
bs: PayPal adresa e-pošte je prekratka.
cy: Mae'r cyfeiriad e-bost PayPal yn rhy fyr.
da: PayPal-mailadressen er for kort.
de: Die PayPal-E-Mail-Adresse ist zu kurz.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου του PayPal είναι πολύ μικρή.
es: La dirección de correo electrónico de PayPal es demasiado corta.
et: PayPali meiliaadress on liiga lühike.
eu: PayPal-eko helbide elektronikoa motzegia da.
fa: آدرس پست الکترونیکی PayPal بسیار کوتاه است.
ga: Seoladh ríomhphoist PayPal róghearr.
gd: Tha an seòladh puist-d airson PayPal ro ghoirid.
gl: Enderezo de correo electrónico de PayPal moi curto.
gu: PayPal ઇમેઇલ સરનામું ખૂબ ટૂંકુ છે.
he: כתובת הדואר האלקטרוני ב- PayPal קצרה מדי.
hi: PayPal ईमेल पता बहुत छोटा है.
hr: Adresa e-pošte za PayPal je prekratka.
hu: A PayPal e-mail-cím túl rövid.
id: Alamat email PayPal terlalu pendek.
is: PayPal-netfang er of stutt.
ja: PayPal メール アドレスが短すぎます。
ka: PayPal-ში გამოყენებული ელფოსტის მისამართი ძალიან მოკლეა.
kk: PayPal электрондық пошта мекенжайы тым қысқа.
kn: PayPal ಇಮೇಲ್ ವಿಳಾಸವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: PayPal 메일 주소가 너무 짧습니다.
ku_arab: ناونیشانی ئیمەیڵی PayPal زۆر کورتە.
ky: PayPal электрондук почта дареги өтө кыска.
lo: ທີ່ຢູ່ອີເມວ PayPal ສັ້ນເກີນໄປ.
lt: „PayPal“ el. pašto adresas per trumpas.
lv: PayPal e-pasta adrese ir pārāk īsa.
mi: He poto rawa te wāhitau īmēra PayPal.
mk: Адресата на е-пошта за PayPal е прекратка.
ml: PayPal ഇമെയില്‍ വിലാസം വളരെ ചെറുതാണ്.
mn: PayPal-ын э-шуудангийн хаяг хэт богино байна.
mr: PayPal ईमेल पत्ता खूप लहान आहे.
ms: Alamat e-mel PayPal terlalu pendek.
mt: L-indirizz elettroniku ta' PayPal qasir wisq.
ne: PayPal इमेल ठेगाना धेरै छोटो छ।
nn_no: E-postadressa for PayPal er for kort.
no: PayPal-e-postadressen er for kort.
or: PayPal ଇମେଲ୍ ଠିକଣା ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ‏‏PayPal ای میل پتہ بہت چھوٹا اے۔
pa_in: PayPal ਈਮੇਲ ਪਤਾ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Adres e-mail usługi PayPal jest zbyt krótki.
ru: Слишком короткий адрес электронной почты для службы PayPal.
sd: PayPal اي ميل پتو تمام ننڍو آهي.
si: PayPal ඊමේල් ලිපිනය කෙටි වැඩියි.
sl: E-poštni naslov iz sistema PayPal je prekratek.
sr_cyrl_rs: PayPal е-адреса је прекратка.
sr_latn_rs: PayPal adresa e-pošte je prekratka.
sv: PayPal-e-postadressen är för kort.
ta: PayPal மின்னஞ்சல் முகவரி மிகக் குறுகியதாக உள்ளது.
te: PayPal ఇమెయిల్ చిరునామా చాలా చిన్నదిగా ఉంది.
tg: Суроғаи почтаи электронӣ дар PayPal аз ҳад кӯтоҳ аст.
th: อีเมลแอดเดรส PayPal สั้นเกินไป
tr: PayPal e-posta adresi çok kısa.
tt: PayPal электрон почта адресы артык кыска.
ug: PayPal ئادرېسى بەك قىسقا ئىكەن.
uk: Закоротка адреса електронної пошти PayPal.
ur: PayPal ای میل پتہ بہت مختصر ہے۔
uz: PayPal elektron pochta manzili juda qisqa.
vi: ̣Địa chỉ email PayPal quá ngắn.
zh_hans: PayPal 电子邮件地址过短。
zh_hant: PayPal 電子郵件地址太短。

# Literal.PayPalEmail.Pattern
source: Invalid PayPal email address.
af: Ongeldige PayPal-e-posadres.
am: ልክ ያልሆነ PayPal ኢሜይል አድራሻ።
ar: عنوان بريد PayPal الإلكتروني غير صالح.
as: অবৈধ PayPal ইমেইল ঠিকনা৷
az: PayPal e-poçt ünvanı səhvdir.
bg: Невалиден имейл адрес за PayPal.
bn_in: PayPal ইমেল ঠিকানা অবৈধ৷
bs: Nevažeća PayPal adresa e-pošte.
cy: Mae'r cyfeiriad e-bost PayPal yn annilys.
da: Ugyldig PayPal-mailadresse.
de: Die PayPal-E-Mail-Adresse ist ungültig.
el: Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου του PayPal.
es: La dirección de correo electrónico de PayPal no es válida.
et: PayPali meiliaadress on sobimatu.
eu: PayPal-eko helbide elektronikoa baliogabea da.
fa: آدرس پست الکترونیکی PayPal نامعتبر است.
ga: Seoladh ríomhphoist PayPal neamhbhailí.
gd: Tha an seòladh puist-d airson PayPal mì-dhligheach.
gl: Enderezo de correo electrónico de PayPal non válido.
gu: અમાન્ય PayPal ઇમેઇલ સરનામું.
he: כתובת הדואר האלקטרוני ב- PayPal לא חוקית.
hi: अमान्य PayPal ईमेल पता.
hr: Adresa e-pošte za PayPal nije valjana.
hu: Érvénytelen PayPal e-mail-cím.
id: Alamat email PayPal tidak valid.
is: Ógilt PayPal-netfang.
ja: PayPal メール アドレスが無効です。
ka: PayPal-ში გამოყენებული ელფოსტის მისამართი არასწორია.
kk: PayPal электрондық пошта мекенжайы дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ PayPal ಇಮೇಲ್ ವಿಳಾಸ.
ko: PayPal 메일 주소가 올바르지 않습니다.
ku_arab: ناونیشانی ئیمەیڵی PayPal نادروستە.
ky: Жараксыз PayPal электрондук почта дареги.
lo: ທີ່ຢູ່ອີເມວ PayPal ບໍ່ຖືກຕ້ອງ.
lt: Netinkamas „PayPal“ el. pašto adresas.
lv: Nederīga PayPal e-pasta adrese.
mi: He muhu te wāhitau īmēra PayPal.
mk: Неважечка адресата на е-поштата за PayPal.
ml: PayPal ഇമെയില്‍ വിലാസം അസാധുവാണ്.
mn: PayPal-ын э-шуудангийн хаяг буруу байна.
mr: अवैध PayPal ईमेल पत्ता.
ms: Alamat e-mel PayPal tidak sah.
mt: Indirizz elettroniku ta' PayPal invalidu.
ne: अवैध PayPal इमेल ठेगाना।
nn_no: Ugyldig e-postadresse for PayPal.
no: Ugyldig PayPal-e-postadresse.
or: ଅବୈଧ PayPal ଇମେଲ୍ ଠିକଣା.
pa_arab_pk: ‏‏PayPal ای میل پتہ ناجائز اے۔
pa_in: PayPal ਈਮੇਲ ਪਤਾ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy adres e-mail usługi PayPal.
ru: Недопустимый адрес электронной почты для службы PayPal.
sd: PayPal اي ميل پتو غلط آهي.
si: PayPal ඊමේල් ලිපිනය වැරදියි.
sl: E-poštni naslov iz sistema PayPal ni veljaven.
sr_cyrl_rs: Неважећа PayPal е-адреса.
sr_latn_rs: Nevažeća PayPal adresa e-pošte.
sv: Ogiltig PayPal-e-postadress.
ta: தவறான PayPal மின்னஞ்சல் முகவரி.
te: చెల్లని PayPal ఇమెయిల్ చిరునామా.
tg: Суроғаи почтаи электронии беэеътибор дар PayPal.
th: อีเมลแอดเดรส PayPal ไม่ถูกต้อง
tr: PayPal e-posta adresi geçersiz.
tt: PayPal электрон почта адресы ялгыш.
ug: PayPal ئادرېسى ئىناۋەتسىز.
uk: Неприпустима адреса електронної пошти PayPal.
ur: PayPal ای میل پتہ غلط ہے۔
uz: PayPal elektron pochta manzili haqiqiy emas.
vi: ̣Địa chỉ email PayPal không hợp lệ.
zh_hans: PayPal 电子邮件地址无效。
zh_hant: PayPal 電子郵件地址無效。
