Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.BR.RioGrandedoNorte
source: Rio Grande do Norte
am: ሪዮ ግራንድ ዶ ኖርት
ar: ريو غراندي دو نورتي
as: ৰিঅ' গ্ৰেণ্ডে ডু নৰ্টে
az: Rio Qrande du Norte
bg: Рио Гранди до Норти
bn_in: রিও গ্রান্ডে ডো নোর্টে
el: Ρίο Γκράντε ντο Νόρτε
es: Río Grande del Norte
fa: ریو گراند دو نورت
gu: રિઓ ગ્રાંડે ડો નોર્ટે
he: ריו גרנדה דו נורטה
hi: रियो ग्रैंड डो नोर्ट
ja: リオ グランデ ド ノルテ
ka: რიუ-გრანდი-დუ-ნორტი
kk: Риу-Гранди-ду-Норти
kn: ರಿಯೋ ಗ್ರಾಂಡೆ ಡು ನಾರ್ಟೆ
ko: 히우그란지두노르치
ku_arab: ریۆ گراند دو نۆرت
ky: Рио Гранде-до-Норте
lo: ຣີໂອ ກຣານເດ ໂດໂນເຕ
lt: Šiaurės Rio Grandė
lv: Riugrandi du Norti
mk: Рио Гранде ду Норте
ml: റിയോ ഗ്രാൻഡേ ദ നോർട്ടേ
mn: Рио Гранде до Норте
mr: रियो ग्रान्दे दो नॉर्थे
ne: रियो ग्रान्डे डो नोर्टे
or: ରିଓ ଗ୍ରାନଡେ ଡୋ ନୋରତେ
pa_arab_pk: ریو گراندے دو نورتے
pa_in: ਰਿਓ ਗਰੈਂਡੇ ਡੋ ਨੌਰਟੇ
ru: Риу-Гранди-ду-Норти
sd: ريو گراندي دو نورٽ
si: රියෝ ග්‍රැන්ඩේ ඩෝ නොර්ටේ
sr_cyrl_rs: Рио Гранде до Норте
ta: ரியோ கிராண்டி டு நார்டே
te: రియో గ్రాండ్ డు నార్త్
tg: Рио Гранд де Норте
th: รีโอกรันดีโดนอร์เต
tt: Риу-Гранди-ду-Норти
ug: رىيو گراندې دو نورتې
uk: Ріо-Гранде-ду-Норте
ur: ریو گراندے شمالی
zh_hans: 北里奥格兰德
zh_hant: 北里約格朗德

# Word.State.BR.Rondônia
source: Rondônia
am: ሮንዶኒያ
ar: روندونيا
as: ৰ'ণ্ড'নিয়া
az: Rondonia
bg: Рондония
bn_in: রন্ডোনিয়া
el: Ροντόνια
fa: روندونیا
gu: રોન્ડોનિયો
he: רונדוניה
hi: रोंडोनिया
id: Rondonia
ja: ロンドニア
ka: რონდონია
kk: Рондония
kn: ರೊಂಡೊನಿಯಾ
ko: 혼도니아
ku_arab: رۆندۆنیا
ky: Рондония
lo: ຣອນໂດເນຍ
lt: Rondonija
lv: Rondonija
mk: Рондонија
ml: റൊൺഡോണിയ
mn: Рондониа
mr: रोंदोनिया
ne: रोन्डोनिया
or: ରୋନଡୋନିଆ
pa_arab_pk: روندونیا
pa_in: ਰੌਂਡੌਨੀਆ
ru: Рондония
sd: رونڊونيا
si: රොන්ඩෝනියා
sl: Rondonia
sr_cyrl_rs: Рондонија
sr_latn_rs: Rondonija
ta: ரோண்டோனியா
te: రండోనియా
tg: Рондония
th: รอนโดเนีย
tt: Рондония
ug: روندونىيا
uk: Рондонія
ur: روندونیا
uz: Rondonya
zh_hans: 朗多尼亚
zh_hant: 朗多尼亞

# Word.State.BR.Roraima
source: Roraima
am: ሮራይማ
ar: رورايما
as: ৰ'ৰাইমা
az: Rorayma
bg: Рорайма
bn_in: রোরাইমা
el: Ροράιμα
fa: رورایما
gu: રોરાઇમા
he: רוראימה
hi: रोरैमा
ja: ロライマ
ka: რორაიმა
kk: Рорайма
kn: ರೊರೈಮಾ
ko: 호라이마
ku_arab: رۆرایما
ky: Рораима
lo: ໂຣໄຣມາ
mk: Рораима
ml: റൊറൈമ
mn: Рорайма
mr: रोमानिया
ne: रोराइमा
or: ରୋରାଇମା
pa_arab_pk: رورائما
pa_in: ਰੌਰਾਇਮਾ
ru: Рорайма
sd: رورائما
si: රොරේමා
sr_cyrl_rs: Рораима
ta: ரோரைமா
te: రొరైమా
tg: Рорайма
th: โรไรมา
tt: Рорайма
ug: رورايما
uk: Рорайма
ur: رورایما
uz: Roraнma
zh_hans: 罗赖马
zh_hant: 羅賴馬

# Word.State.BR.RioGrandedoSul
source: Rio Grande do Sul
am: ሪዮ ግራንድ ዶ ሱል
ar: ريو غراندي دو سول
as: ৰিঅ' গ্ৰেণ্ডে ডু চুল
az: Rio Qrande du Sul
bg: Рио Гранди до Сул
bn_in: রিও গ্রান্ডে ডো সুল
el: Ρίο Γκράντε ντο Σουλ
es: Río Grande del Sur
fa: ریو گراند دو سول
gu: રિઓ ગ્રાંડે ડો સુલ
he: ריו גרנדה דו סול
hi: रियो ग्रैंड डो सुल
ja: リオ グランデ ド スル
ka: რიუ-გრანდი-დუ-სული
kk: Риу-Гранди-ду-Сул
kn: ರಿಯೋ ಗ್ರಾಂಡೆ ಡು ಸುಲ್
ko: 히우그란지두술
ku_arab: ریۆ گراند دو سۆل
ky: Рио Гранде-до-Сул
lo: ຣິໂອ ກຣານເດ ໂດຊູລ
lt: Pietų Rio Grandė
lv: Riugrandi du Sula
mk: Рио Гранде ду Сул
ml: റിയോ ഗ്രാൻഡേ ദ സൾ
mn: Рио Гранде до Сул
mr: रिओ ग्रान्दे सुल
ne: रियो ग्रान्डे डो सुल
or: ରିଓ ଗ୍ରାଣ୍ଡେ ଡୋ ସୁଲ୍
pa_arab_pk: ریو گراندے دو سول
pa_in: ਰਿਓ ਗਰੈਂਡੇ ਡੋ ਸੁਲ
ru: Риу-Гранди-ду-Сул
sd: ريو گراندي دو سل
si: රියෝ ග්‍රැන්ඩේ ඩෝ සුල්
sr_cyrl_rs: Рио Гранде до Сул
ta: ரியோ கிராண்டி டு சுல்
te: రియో గ్రాండ్ డు స్యూల్
tg: Рио Гранд де Сул
th: รีโอกรันดีโดซูล
tt: Риу-Гранди-ду-Сл
ug: رىيو گراندې دو سۇل
uk: Ріо-Гранде-ду-Сул
ur: ریو گراندے جنوبی
zh_hans: 南里奥格兰德
zh_hant: 南里奧格蘭德

# Word.State.BR.SantaCatarina
source: Santa Catarina
am: ሳንታ ካታሪና
ar: سانتا كاترينا
as: চাণ্টা কাটাৰিনা
az: Santa Katarina
bg: Санта Катарина
bn_in: সান্তা ক্যাটারিনা
el: Σάντα Καταρίνα
fa: سانتا کاتارینا
gu: સાન્ટા કેટરિના
he: סנטה קטרינה
hi: सैंटा कैटेरिना
ja: サンタ カタリーナ
ka: სანტა კატარინა
kk: Санта-Катарина
kn: ಸ್ಯಾಂಟಾ ಕ್ಯಾಟಾರಿನಾ
ko: 산타카타리나
ku_arab: سانتا کاتارینا
ky: Санта Катарина
lo: ຊານຕາ ຄາຕາຣີນາ
lt: Santa Katarina
lv: Santakatarina
mk: Санта Катарина
ml: സാന്റ കാതറീന
mn: Санта Катарина
mr: सँटा कॅटारिना
ne: सान्टा काटारिना
or: ସାନ୍ତା କାଟାରିନା
pa_arab_pk: سانتا کاتارینا
pa_in: ਸੈਂਟਾ ਕੈਟੈਰਿਨਾ
ru: Санта-Катарина
sd: سنتا ڪاٽارينا
si: සැන්ටා කැටරිනා
sr_cyrl_rs: Санта Катарина
sr_latn_rs: Santa Katarina
ta: சாண்டா கேட்டரினா
te: శాంటా కాతరినా
tg: Санта-Катарина
th: ซันตากาตารีนา
tt: Санта-Катарина
ug: سانتا كاتارىنا
uk: Санта-Катаріна
ur: سانتا کاتارینہ
uz: Santa-Katarina
zh_hans: 圣卡塔琳娜
zh_hant: 聖卡塔琳娜

# Word.State.BR.Sergipe
source: Sergipe
am: ሰርጊፔ
ar: سرجيب
as: চাৰ্গিপে
az: Serjipe
bg: Сержипи
bn_in: সার্জাইপ
el: Σερζίπε
fa: سرجیپه
gu: સર્જિપે
he: סרגיפה
hi: सेर्गिप
ja: セルジペ
ka: სერგიპი
kk: Сержипи
kn: ಸೆರ್ಗಿಪೆ
ko: 세르지피
ku_arab: سێرجیپ
ky: Сержи
lo: ເຊຊິບເປ
lt: Seržipė
lv: Seržipi
mk: Сержипе
ml: സെർജിപെ
mn: Сергипе
mr: सर्जिपे
ne: सर्जिप
or: ସେରଗିପେ
pa_arab_pk: سرگیپے
pa_in: ਸਰਜਿਪ
ru: Сержипи
sd: سيرگگ
si: සර්ජයිප්
sr_cyrl_rs: Сержипе
sr_latn_rs: Seržipe
ta: செர்ஜிப்
te: సెర్జీప్
tg: Сержипи
th: เซร์ชิเป
tt: Сержипи
ug: سېرگىپې
uk: Сержипі
ur: سرژیپی
uz: Sergip
zh_hans: 塞尔希培
zh_hant: 塞爾希培

# Word.State.BR.SãoPaulo
source: São Paulo
am: ሳኦ ፖሎ
ar: ساو باولو
as: চাও পাওল'
az: San Paulo
bg: Сао Пауло
bn_in: সাও পাওলো
el: Σάο Πάολο
fa: سائو پائولو
gu: સાઓ પાઉલો
he: סאו פאולו
hi: साओ पाउलो
id: Sao Paulo
ja: サンパウロ
ka: სან-პაულო
kk: Сан-Паулу
kn: ಸಾವೋ ಪೌಲೋ
ko: 상파울루
ku_arab: ساو پاولۆ
ky: Сан Пауло
lo: ຊາວ ເປົາໂລ
lt: San Paulas
lv: Sanpaulu
mk: Сао Паоло
ml: സാവോ പോളോ
mn: Сао Пауло
mr: साओ पावलो
ne: साओ पाउलो
or: ସାଓ ପୌଲୋ
pa_arab_pk: ساؤ پاؤلو
pa_in: ਸਾਓ ਪਾਉਲੋ
ru: Сан-Паулу
sd: سائو پائولو
si: සාවෝ පෝලෝ
sl: Sao Paulo
sr_cyrl_rs: Сао Пауло
sr_latn_rs: Sao Paulo
ta: சாவோ பௌலோ
te: సూ పాలో
tg: Сан-Паулу
th: เซาเปาลู
tt: Сан-Паулу
ug: ساۋ پاۋلو
uk: Сан-Паулу
ur: ساؤ پاؤلو
uz: San-Paulo
zh_hans: 圣保罗
zh_hant: 聖保羅

# Word.State.BR.Tocantins
source: Tocantins
am: ቶካንቲንስ
ar: توكانتيس
as: ট'কানটিন
az: Tokantins
bg: Токантинс
bn_in: টোকানটিনস
el: Τοκαντίνς
fa: توکانتیس
gu: ટોકાન્ટિંસ
he: טוקאנטינס
hi: टोकेंटिंस
ja: トカンチンス
ka: ტოკანტინსი
kk: Токантинс
kn: ಟೊಕ್ಯಾಂಟಿನ್ಸ್
ko: 토칸칭스
ku_arab: تۆکانتینس
ky: Токантинс
lo: ໂຕຄານຕິນສ
lt: Tokantinsas
lv: Tokantinsa
mk: Токантинс
ml: ടൊകാന്റിൻസ്
mn: Токантинс
mr: टोकन्टिन्स
ne: टोकान्टिन्स
or: ଟୋକାନଟିନସ୍
pa_arab_pk: ٹوکانٹنس
pa_in: ਟੋਕੈਂਟਿੰਸ
ru: Токантинс
sd: ٽوڪاٽنس
si: ටොකාන්ටින්ස්
sr_cyrl_rs: Токантинс
sr_latn_rs: Tokantins
ta: டோகாண்டின்ஸ்
te: టొకాంటిన్స్
tg: Токантинс
th: โตกันตินส์
tt: Токантинс
ug: توكانتىنس
uk: Токантінс
ur: توکانتینیس
uz: Tokantins
zh_hans: 托坎廷斯
zh_hant: 托坎廷斯

# Word.State.BS.Abaco
source: Central Abaco
am: ማዕከላዊ አባኮ
ar: سنترال أباكو
as: চেণ্ট্ৰেল আবাকো
az: Mərkəzi Abako
bg: Централен остров Абако
bn_in: সেন্ট্রাল অ্যাবাকো
bs: Centralni Abaco
el: Κεντρικό Αμπάκο
et: Kesk-Abaco
ga: Abaco Láir
gd: Meadhan Abaco
gu: સેન્ટ્રલ અબેકો
he: אבאקו המרכזית
hi: मध्य अबैको
hr: Središnji Abaco
ja: セントラル アバコ
ka: ცენტრალური აბაკო
kk: Орталық Абако
kn: ಸೆಂಟ್ರಲ್ ಅಬಾಕೋ
ko: 센트럴 아바코
ku_arab: ئاباکۆی ناوەراست
ky: Борбордук Абако
lo: ອາບາໂກກາງ
lt: Centrinis Abakas
lv: Centrālā Abako
mk: Централен Абако
ml: സെന്‍ട്രല്‍ അബാകോ
mn: Төв Абако
mr: मध्य अबाको
ms: Abaco Tengah
ne: केन्द्रिय अबाको
or: କେନ୍ଦ୍ରୀୟ ଆବାକୋ
pa_arab_pk: سینٹرل اباکو
pa_in: ਸੈਂਟ੍ਰਲ ਅਬਾਕੋ
ru: Центральный Абако
sd: سينٽرل اباڪو
si: මධ්‍යම ඇබකෝ
sr_cyrl_rs: Централни Абако
sr_latn_rs: Centralni Abako
ta: மத்திய அபாக்கோ
te: సెంట్రల్ అబాకో
tg: Абакои Марказӣ
th: เซ็นทรัลอาบาโก
tt: Үзәк Абако
ug: مەركىزىي ئاباكو
uk: Центральний Абако
ur: سنٹرل اباکو
uz: Markaziy Abako
zh_hans: 中阿巴科
zh_hant: 中阿巴科

# Word.State.BS.Acklins
source: Acklins
am: አክሊንስ
ar: أكلينز
as: আকলিন্স
az: Aklins
bg: Аклинс
bn_in: অ্যাকলিন্স
el: Άκλινς
gu: એકલિંસ
he: אקלינס
hi: एक्लिंस
ja: アクリンズ島
ka: აკლინსი
kk: Аклинс
kn: ಅಕ್ಲಿನ್ಸ್
ko: 아클린스
ku_arab: ئاکلینس
ky: Аклинс
lo: ແອັກຄລິນ
lt: Aklinsas
lv: Aklinsa
mk: Аклинс
ml: അക്ലിന്‍സ്
mn: Аклинс
mr: एक्लींस
ne: अक्लाइन्स
or: ଆକଲିନସ୍
pa_arab_pk: اکلنس
pa_in: ਐਕਲਿਨਸ
ru: Аклинс
sd: اڪلنس
si: ඇක්ලින්ස්
sr_cyrl_rs: Аклинс
sr_latn_rs: Aklins
sv: Acklins Island
te: ఆక్‌లిన్స్
tg: Аклинз
th: แอคลินส์
tt: Аклинс
ug: ئاكلىنس
uk: Аклінс
ur: اکلائنس
uz: Aklins
zh_hans: 阿克林岛
zh_hant: 阿克林島

# Word.State.BS.Andros
source: Central Andros
am: ማዕከላዊ አንድሮስ
ar: سنترال أندروس
as: চেণ্ট্ৰেল এণ্ড্ৰোছ
az: Mərkəzi Andros
bg: Централен остров Андрос
bn_in: সেন্ট্রাল অ্যান্ড্রোস
bs: Centralni Andros
el: Κεντρικό Άντρος
et: Kesk-Andros
ga: Andras Láir
gd: Meadhan Andros
gu: સેન્ટ્રલ એન્ડ્રોસ
he: מרכז אנדרוס
hi: मध्य एंड्रोस
hr: Središnji Andros
ja: セントラル アンドロス
ka: ცენტრალური ანდროსი
kk: Орталық Андрос
kn: ಸೆಂಟ್ರಲ್ ಆಂಡ್ರೋಸ್
ko: 센트럴 안드로스
ku_arab: ئەندرۆسی ناوەراست
ky: Борбордук Андрос
lo: ແອນດຣອສກາງ
lt: Centrinis Andras
lv: Centrālā Androsa
mk: Централен Андрос
ml: സെന്‍ട്രല്‍ ആന്‍ഡ്രോസ്
mn: Төв Андрос
mr: मध्य अन्द्रोस
ms: Andros Tengah
ne: केन्द्रिय एन्ड्रोस
or: କେନ୍ଦ୍ରୀୟ ଆଣ୍ଡ୍ରୋସ୍
pa_arab_pk: سینٹرل ایندروس
pa_in: ਸੈਂਟ੍ਰਲ ਐਂਡਰੋਸ
ru: Центральный Андрос
sd: سينٽرل اندروس
si: මධ්‍යම ඇන්ඩ්‍රෝස්
sr_cyrl_rs: Централни Андрос
sr_latn_rs: Centralni Andros
te: సెంట్రల్ ఆండ్రోస్
tg: Андроси Марказӣ
th: เซ็นทรัลแอนดรอส
tt: Үзәк Андрос
ug: مەركىزىي ئاندروس
uk: Центральний Андрос
ur: سنٹرل انڈروس
uz: Markaziy Andros
zh_hans: 中安德罗斯
zh_hant: 中安德羅斯島

# Word.State.BS.Bahama
source: East Grand Bahama
am: ምስራቅ ግራንድ ባህማ
ar: إيست جراند بهاما
as: পূৱ গ্ৰেণ্ড বাহামা
az: Şərqi Qrand Bahama
bg: Ийст Гранд Бахама
bn_in: ইস্ট গ্র্যান্ড বাহামা
bs: Istočna Velika Bahama
el: Ανατολικό Γκραντ Μπαχάμα
ga: Baháma Mór Oirthearach
gu: ઇસ્ટ ગ્રાંડ બહામા
he: גרנד בהאמה מזרח
hi: पूर्वी ग्रैंड बहामा
hr: Istočni Grand Bahama
ja: イースト グランド バハマ
ka: აღმოსავლეთი დიდი ბაჰამა
kk: Шығыс Үлкен Багама
kn: ಈಸ್ಟ್ ಗ್ರಾಂಡ್ ಬಹಾಮಾ
ko: 이스트 그랜드 바하마
ku_arab: رۆژهەڵاتی گراند باهاما
ky: Ист Гранд Багама
lo: ແກຣນບາຮາມາຕາເວັນອອກ
lt: Rytų Didžioji Bahama
lv: Lielā Austrumbahama
mk: Источна Гранд Бахама
ml: ഈസ്റ്റ് ഗ്രാന്‍ഡ് ബഹാമ
mn: Ист-Гранд-Багама
mr: इस्ट ग्रँड बहामा
ms: Grand Bahama Timur
ne: इस्ट ग्राण्ड बाहामा
or: ପୂର୍ବ ଗ୍ରାଣ୍ଡ୍ ବାହାମା
pa_arab_pk: مشرقی گرینڈ بھاما
pa_in: ਈਸਟ ਗ੍ਰੈਂਡ ਬਹਾਮਾ
ru: Восточный Большой Багама
sd: اوڀر گرانڊ بهاما
si: නැගෙනහිර ග්‍රෑන්ඩ් බහාමා
sr_cyrl_rs: Источни Гранд Бахама
sr_latn_rs: Istočni Grand Bahama
te: ఈస్ట్ గ్రాండ్ బహామా
tg: Гранд Баҳамаи Шарқӣ
th: อีสต์แกรนด์บาฮามา
tt: Көнчыгыш Зур Багама
ug: شەرقىي چوڭ باھاما
uk: Східний Великий Багама
ur: ایسٹ گرانڈ بہاما
uz: Sharqiy Grand Bagama
zh_hans: 东大巴哈马
zh_hant: 東大巴哈馬島

# Word.State.BS.Berry
source: Berry Islands
am: ቤሪ ደሴቶች
ar: جزر بيري
as: বেৰী দ্বীপপুঞ্জ
az: Berri Adaları
bg: Бери Айлъндс
bn_in: বেরি দ্বীপপুঞ্জ
bs: Otoci Berry
el: Νησιά Μπέρι
es: Islas Berry
et: Berry saared
gd: Eileanan Berry
gl: Illas Berry
gu: બેરી આઇલેન્ડ્સ
he: איי ברי
hi: बेरी द्वीपसूमह
hr: Otočje Berry
id: Kepulauan Berry
ja: ベリー諸島
ka: ბერის კუნძულები
kk: Берри аралдары
kn: ಬೆರ್ರಿ ದ್ವೀಪಗಳು
ko: 베리 제도
ku_arab: دورگەکانی بێری
ky: Берри Аралдары
lo: ໝູ່ເກາະເບີຣີ
lt: Berio Salos
lv: Beri salas
mk: Острови Бери
ml: ബെറി ഐലന്‍ഡ്‌സ്
mn: Берри арлууд
mr: बेरी बेटे
ms: Kepulauan Berry
ne: बेरी आइल्याण्ड्स
or: ବେରୀ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: بیری جزائز
pa_in: ਬੈਰੀ ਆਈਲੈਂਡਸ
ru: Острова Берри
sd: بيري ٻيٽ
si: බෙරි දූපත
sr_cyrl_rs: Острва Бери
sr_latn_rs: Ostrva Beri
te: బెర్రీ దీవులు
tg: Ҷазираҳои Берри
th: เบอรี่ไอส์แลนด์
tt: Берри утраулары
ug: بېررى ئاراللىرى
uk: Острови Беррі
ur: بیری آئیلینڈ
uz: Berri orollari
vi: Quần đảo Berry
zh_hans: 贝里岛
zh_hant: 柏利群島

# Word.State.BS.Bimini
source: Bimini
am: ቢሚኒ
ar: بيميني
as: বিমিনি
bg: Бимини
bn_in: বিমিনি
el: Μπίμινι
gu: બિમિની
he: בימיני
hi: बिमीनी
ja: ビミニ
ka: ბიმინი
kk: Бимини
kn: ಬಿಮಿನಿ
ko: 비미니
ku_arab: بیمینی
ky: Бимини
lo: ບີມີນີ
lt: Biminis
mk: Бимини
ml: ബിമിനി
mn: Бимини
mr: बिमिनी
ne: बिमिनि
or: ବିମିନି
pa_arab_pk: بیمینی
pa_in: ਬਿਮਿਨੀ
ru: Бимини
sd: نمني
si: බිමිනි
sr_cyrl_rs: Бимини
sv: Bimini Islands
te: బిమిని
tg: Бимини
th: บีมีนี
tt: Бимини
ug: بىمىنى
uk: Біміні
ur: بیمینی
zh_hans: 比米尼
zh_hant: 比米尼島

# Word.State.BS.Black
source: Black Point
am: ብላክ ፓይንት
ar: بلاك بوينت
as: ব্লেক পইণ্ট
az: Blek Point
bg: Блек Пойнт
bn_in: ব্ল্যাক পয়েন্ট
el: Μπλακ Πόιντ
gu: બ્લેક પોઇન્ટ
he: בלאק פוינט
hi: ब्लैक प्वॉइंट
ja: ブラック ポイント
ka: ბლეკ-პოინტი
kk: Блэк Пойнт
kn: ಬ್ಲಾಕ್ ಪಾಯಿಂಟ್
ko: 블랙 포인트
ku_arab: بلاک پۆینت
ky: Блэк Поинт
lo: ແບລັກພອຍທ
lv: Blekpointa
mk: Блек Поинт
ml: ബ്ലാക്ക് പോയിന്‍റ്
mn: Блэк-Пойнт
mr: ब्लॅक पॉइन्ट
ne: ब्ल्याक पोइन्ट
or: କଳା ପଏଣ୍ଟ୍
pa_arab_pk: بلیک پوائنٹ
pa_in: ਬਲੈਕ ਪੌਇੰਟ
ru: Блэк-Пойнт
sd: ڪارو نختو
si: බ්ලැක් පොයින්ට්
te: బ్లాక్ పాయింట్
tg: Блэк Пойнт
th: แบล็คพอยต์
tt: Блэк-Пойнт
ug: قارا نۇقتا
uk: Блек-Пойнт
ur: بلیک پوائنٹ
uz: Qora nuqta
zh_hans: 黑角
zh_hant: 布萊克角

# Word.State.BS.CatIsland
source: Cat Island
am: ካት ደሴት
ar: جزيرة كات
as: কেট দ্বীপ
az: Pişik Adası
bg: Котешки остров
bn_in: ক্যাট দ্বীপ
bs: Ostrvo mačaka
el: Κατ Άιλαντ
es: Isla del Gato
gd: Eilean Cat
gl: Illa Cat
gu: કેટ આઇલેન્ડ
he: האי קאט
hi: कैट द्वीप
id: Pulau Cat
ja: キャット島
ka: კეტის კუნძული
kk: Кэт аралы
kn: ಕ್ಯಾಟ್ ದ್ವೀಪ
ko: 캣 아일랜드
ku_arab: دورگەی کات
ky: Кэт Айлэнд
lo: ເກາະແຄັດ
lt: Katės Sala
lv: Keta
mk: Остров Кет
ml: കാറ്റ് ഐലന്‍ഡ്
mn: Кэт-Айленд
mr: कॅट बेट
ms: Pulau Cat
ne: क्याट आइल्याण्ड
or: କ୍ୟାଟ୍ ଦ୍ଵୀପ
pa_arab_pk: کیٹ جزیرہ
pa_in: ਕੈਟ ਆਈਲੈਂਡ
ru: Остров Кэт
sd: ٻلي ٻيٽ
si: කැට් දූපත
sr_cyrl_rs: Острво мачака
sr_latn_rs: Ostrvo mačaka
te: క్యాట్ ద్వీవి
tg: Ҷазираи Кет
th: แคทไอส์แลนด์
tt: Кэт утравы
ug: كات ئارىلى
uk: Острів Кат
ur: کیٹ آئیلینڈ
uz: Ket oroli
vi: Đảo Cat
zh_hans: 猫岛
zh_hant: 卡特島

# Word.State.BS.Crooked
source: Crooked Island
am: ክሩክድ ደሴት
ar: جزيرة كروكد
as: ক্ৰুকড দ্বীপ
az: Kruked Adası
bg: Извит остров
bn_in: ক্রুকড দ্বীপ
el: Κρουκντ Άιλαντ
es: Isla de Crooked
gd: Eilean Crooked
gl: Illa de Crooked
gu: ક્રૂક્ડ આઇલેન્ડ
he: אי קרוקד
hi: क्रूक्ड द्वीप
id: Pulau Crooked
ja: クルックド島
ka: კრუქთ-აილენდი
kk: Крукед-Айленд
kn: ಕ್ರೂಕಡ್ ದ್ವೀಪ
ko: 크룩드 아일랜드
ku_arab: دورگەی کرووکت
ky: Крукд Айлэнд
lo: ເກາະຄຣຸກເກັດ
lt: Kreivoji Sala
lv: Krukedailenda
mk: Остров Крукет
ml: ക്രൂക്ഡ് ഐലന്‍ഡ്
mn: Крукед-Айленд
mr: क्रुकेड बेट
ms: Pulau Crooked
ne: क्रुक्ड आइल्यानण्ड
or: କ୍ରୁକଡ୍ ଦ୍ଵୀପ
pa_arab_pk: کروکڈ جزیرہ
pa_in: ਕਰੂਕੱਡ ਆਈਲੈਂਡ
ru: Крукед-Айленд
sd: ڪروڪڊ ٻيٽ
si: කෘකඩ් දූපත
te: క్రూక్డ్ దీవి
tg: Ҷазираи Крукд
th: ครูกไอส์แลนด์
tt: Крукед-Айленд
ug: كرۇكىد ئارىلى
uk: Крукед-Айленд
ur: کروکڈ آئیلینڈ
uz: Krukd oroli
vi: Đảo Crooked
zh_hans: 克鲁克德岛
zh_hant: 克魯克德島

# Word.State.BS.Eleuthera
source: Central Eleuthera
am: ማዕከላዊ ኢሊቴራ
ar: سنترال إليوثيرا
as: চেণ্ট্ৰেল ইলেউথেৰা
az: Mərkəzi Eleutera
bg: Централен остров Елеутера
bn_in: সেন্ট্রাল ইলিউথেরা
el: Κεντρικό Ελεύθερα
et: Kesk-Eleuthera
ga: Eleuthera Láir
gd: Meadhan Eleuthera
gu: સેન્ટ્રલ ઇલ્યુથેરા
he: אלאותרה המרכזית
hi: मध्य एलेउथ्ररा
hr: Središnja Eleuthera
ja: セントラル エルーセラ
ka: ცენტრალური ელიუთერა
kk: Орталық Эльютера
kn: ಮಧ್ಯ ಎಲ್ಯೂಥೆರಾ
ko: 센트럴 엘레우테라
ku_arab: ئێلوسێرای ناوەراست
ky: Борбордук Элеутера
lo: ອີລິວເທຣາກາງ
lt: Centrinė Elutera
lv: Centrālā Ilūtera
mk: Централна Елевтера
ml: സെന്‍‌ട്രല്‍ എല്യൂതെര
mn: Төв Эльютера
mr: मध्य एल्युथेरा
ms: Eleuthera Tengah
ne: केन्द्रिय एलिउथेरा
or: କେନ୍ଦ୍ରୀୟ ଏଲୁଥେରା
pa_arab_pk: سینٹرل ایلوتھیرا
pa_in: ਸੈਂਟ੍ਰਲ ਏਲੂਥੇਰਾ
ru: Центральный Эльютера
sd: سينٽر اليوٿيرا
si: මධ්‍යම ඇලෙතෙරා
sr_cyrl_rs: Централна Ељутера
sr_latn_rs: Centralna Eljutera
te: సెంట్రల్ ఇలుతేరియా
tg: Елевтераи Марказӣ
th: เซ็นทรัลเอลูเธรา
tt: Үзәк Эльютера
ug: مەركىزىي ئېلېئۇتېرا
uk: Центральний Ельютера
ur: سنٹرل لوتھیرا
uz: Markaziy Eleutera
zh_hans: 中伊柳塞拉
zh_hant: 中伊柳塞拉島

# Word.State.BS.Exuma
source: Exuma
am: ኤክሱማ
ar: إكسوما
as: এক্সুমা
az: Eksuma
bg: Ексума
bn_in: এক্সজুমা
el: Εξούμα
gu: એક્ઝુમા
he: אקסומה
hi: एक्जुमा
ja: エグズーマ
ka: ეგზუმა
kk: Эксума
kn: ಎಕ್ಸುಮಾ
ko: 엑수마
ku_arab: ئێگزوما
ky: Эксума
lo: ອີຊູມາ
lt: Egzuma
lv: Eksuma
mk: Ексума
ml: എക്സുമ
mn: Эксума
mr: एक्झुमा
ne: एक्जुमा
or: ଏକ୍ସୁମା
pa_arab_pk: ایکزوما
pa_in: ਐਕਜ਼ਿਉਮਾ
ru: Эксума
sd: اڪسيوما
si: එක්සුමා
sr_cyrl_rs: Егзума
sr_latn_rs: Egzuma
te: ఎక్యుమా
tg: Эксума
th: เอ็กซูมา
tt: Эксума
ug: ئېكسۇما
uk: Ексума
ur: ایکسیوما
uz: Ekzuma
zh_hans: 爱克苏马
zh_hant: 埃克蘇馬群島

# Word.State.BS.Freeport
source: City of Freeport
am: የፍሪፓርት ከተማ
ar: مدينة فريبورت
as: চিটি অফ ফ্ৰীপ'ৰ্ট
az: Friport Şəhəri
bg: Град Фрийпорт
bn_in: ফ্রীপর্ট সিটি
bs: Grad Freeport
el: Πόλη του Φρίπορτ
es: Ciudad de Freeport
et: Freeporti linn
ga: Cathair Freeport
gd: Baile Freeport
gl: Cidade de Freeport
gu: ફ્રીપોર્ટ શહેર
he: העיר פריפורט
hi: फ़्रीपोर्ट शहर
hr: Freeport
ja: フリーポート市
ka: ქალაქი ფრიპორტი
kk: Фрипорт
kn: ಸಿಟಿ ಆಫ್ ಫ್ರೀಪೋರ್ಟ್
ko: 프리포트 시티
ku_arab: شاری فریپۆرت
ky: Фрипорт шаары
lo: ນະຄອນຟຣີພອດ
lt: Friporto miestas
lv: Frīporta
mk: Градот Фрипорт
ml: സിറ്റി ഓഫ് ഫ്രീപോര്‍ട്ട്
mn: Сити-Оф-Фрипорт
mr: फ्रिपोर्ट शहर
ne: फ्रिपोर्टको शहर
or: ଫ୍ରିଓର୍ଟ୍‌ର ସିଟୀ
pa_arab_pk: سٹی آف فری پورٹ
pa_in: ਸਿਟੀ ਔਫ ਫ੍ਰੀਪੋਰਟ
pl: Freeport
ru: Фрипорт
sd: فري پورٽ جو شهر
si: ෆ්‍රීපෝට් නගරය
sr_cyrl_rs: Град Фрипорт
sr_latn_rs: Grad Friport
sv: Freeport
te: ఫ్రీపోర్ట్ నగరం
tg: Шаҳри Фрипорт
th: เมืองฟรีพอร์ต
tt: Фрипорт Шәһәре
ug: ئەركىن پورت شەھىرى
uk: Фріпорт
ur: سٹی آف فری پورٹ
uz: Erkin port shahri
vi: Thành phố Freeport
zh_hans: 自由港市
zh_hant: 自由港市

# Word.State.BS.Grand
source: Grand Cay
am: ግራንድ ኬይ
ar: جراند كاي
as: গ্ৰেণ্ড কে
az: Qrand Key
bg: Гранд Кей
bn_in: গ্র্যান্ড কেই
el: Γκραντ Κέι
gu: ગ્રાન્ડ કે
he: גרנד קיי
hi: ग्रैंड प्रवाल माला
ja: グランド ケイ
ka: გრანდ-კეი
kk: Гранд-Ки
kn: ಗ್ರಾಂಡ್ ಕೇ
ko: 그랜드 케이
ku_arab: گراند کای
ky: Гранд Кэй
lo: ແກຣນໄກ
lv: Granda
mk: Гранд Ки
ml: ഗ്രാന്‍ഡ് കേ
mn: Гранд-Кей
mr: ग्रँड के
ne: ग्राण्ड के
or: ଗ୍ରାଣ୍ଡ୍ କେ
pa_arab_pk: گرینڈ کے
pa_in: ਗਰੈਂਡ ਕੇ
ru: Гранд-Ки
sd: گرانڊ سٽي
si: ග්‍රෑන්ඩ් කේ
te: గ్రాండ్ కే
tg: Гранд Кей
th: แกรนด์เคย์
tt: Гранд-Ки
ug: چوڭ ئارال
uk: Ґранд-Кі
ur: گرانڈ کے
uz: Katta koral rifi
zh_hans: 大开
zh_hant: 大礁島

# Word.State.BS.GreenTurtle
source: Green Turtle Cay
am: ግሪን ተርትል ኬይ
ar: جرين تيرتل كاي
as: গ্ৰীণ টাৰ্টল কে
az: Qrin Törtl Key
bg: Грийн Търтъл Кей
bn_in: গ্রীন টার্টল কেই
bs: Otok zelene kornjače
el: Γκριν Τερτλ Κέι
es: Cayo Tortuga Verde
gu: ગ્રીન ટર્ટલ કે
he: גרין טרטל קיי
hi: ग्रीन टर्टल प्रवाल माला
ja: グリーン タートル ケイ
ka: გრინ-ტორტლ-კეი
kk: Грин-Тёртл-Ки
kn: ಗ್ರೀನ್ ಟರ್ಟಲ್ ಕೇ
ko: 그린 터틀 케이
ku_arab: گرین تێرتڵ کای
ky: Грин Төртл Кэй
lo: ກຣີນເຕີໂທລໄກ
lv: Grīntērtla
mk: Островот на зелените желки
ml: ഗ്രീന്‍ ടര്‍ടില്‍ കേ
mn: Грин-Туртл-Кэй
mr: ग्रीन टर्टल के
ne: ग्रिन टर्टल के
or: ସବୁଜ ଟର୍‌ଟଲ୍ କେ
pa_arab_pk: گرین ٹرٹل کے
pa_in: ਗ੍ਰੀਨ ਟਰਟਲ ਕੇ
ru: Грин-Тартл-Ки
sd: سائو ڪمي ڪي
si: ග්‍රීන් ටර්ටල් කේ
te: గ్రీన్ టర్టైల్ కే
tg: Грин Туртл Кей
th: กรีนเทอร์เทิลเคย์
tt: Грин Тертл Ки
ug: يېشىل تۇرتلې ئارىلى
uk: Ґрін-Тартл-Кі
ur: گرین ٹرٹل کے
uz: Yashil toshbaqa koral rifi
zh_hans: 绿龟岛
zh_hant: 綠龜島

# Word.State.BS.Harbour
source: Harbour Island
am: ሃርቦር ደሴት
ar: جزيرة هاربور
as: হাৰ্বাৰ দ্বীপ
az: Harbor Adası
bg: Харбър Айлънд
bn_in: হারবার দ্বীপ
el: Χάρμπορ Άιλαντ
es: Isla Harbour
et: Harbouri saar
gd: Eilean Harbour
gl: Illa Harbour
gu: હાર્બર આઇલેન્ડ
he: אי הארבור
hi: हार्बर द्वीप
ja: ハーバー島
ka: ჰარბურის კუნძული
kk: Харбор айленд
kn: ಹಾರ್ಬರ್ ಐಲ್ಯಾಂಡ್
ko: 하버 아일랜드
ku_arab: دورگەی هاربەر
ky: Харбор Айлэнд
lo: ເກາະຮາເບີ
lv: Hārborailenda
mk: Харбор Ајленд
ml: ഹാര്‍ബര്‍ ഐലന്‍ഡ്
mn: Харбор-Айленд
mr: हार्बर बेट
ms: Pulau Harbour
ne: हार्बोर आइल्याण्ड
or: ହାର୍ବର୍ ଦ୍ଵୀପ
pa_arab_pk: ہربور جزیرہ
pa_in: ਹਾਰਬਰ ਆਈਲੈਂਡ
ru: Харбор-Айленд
sd: هاربور ٻيٽ
si: හාබර් දූපත
sr_cyrl_rs: Острво Харбор
sr_latn_rs: Ostrvo Harbor
te: హార్బర్ దీవి
tg: Ҷазираи Ҳарбор
th: ฮาร์เบอร์ไอส์แลนด์
tt: Харбор утравы
ug: پورت ئارىلى
uk: Гарбор-Айленд
ur: ہاربرآئیلینڈ
uz: Gavan oroli
vi: Đảo Harbour
zh_hans: 哈尔伯尔岛
zh_hant: 哈勃島

# Word.State.BS.HopeTown
source: Hope Town
am: ሆፕ ታውን
ar: هوب تاون
as: হোপ টাউন
az: Houp Taun
bg: Хоуп Таун
bn_in: হোপ টাউন
el: Χόουπ Τάουν
gu: હોપ ટાઉન
he: הופ טאון
hi: होप टाउन
ja: ホープ タウン
ka: ჰოუპ-ტაუნი
kk: Хоп Таун
kn: ಹೋಪ್ ಟೌನ್
ko: 호프 타운
ku_arab: هۆپ تاون
ky: Хоуп Таун
lo: ຮົບທາວ
lt: Hopo miestas
lv: Houptauna
mk: Хоуп Таун
ml: ഹോപ് ടൗണ്‍
mn: Хоуп-Таун
mr: होप टाउन
ne: होप टाउन
or: ହୋପ୍ ଟାଉନ୍
pa_arab_pk: ہوپ ٹاؤن
pa_in: ਹੋਪ ਟਾਉਨ
ru: Хоуп-Таун
sd: هوپ ٽائون
si: හෝප් නගරය
sr_cyrl_rs: Хоуптаун
sr_latn_rs: Houptaun
te: హోప్ పట్టణం
tg: Ҳоуп Таун
th: โฮปทาวน์
tt: Хоуп Таун
ug: ئۈمىد بازىرى
uk: Гоп-Таун
ur: ہوپ ٹاؤن
uz: Xouptaun
vi: Thị trấn Hope
zh_hans: 霍普镇
zh_hant: 霍普鎮

# Word.State.BS.Inagua
source: Inagua
am: ኢኑጋ
ar: إناجوا
as: ইনাগুৱা
az: İnaqua
bg: Инагуа
bn_in: ইনাগুয়া
el: Ινάγκουα
gu: ઇનાગ્વા
he: אינגואה
hi: इनागुआ
ja: イナグア島
ka: ინაგუა
kk: Инагуа
kn: ಇನಾಗ್ವಾ
ko: 이나구아
ku_arab: ئیناگوا
ky: Инагуа
lo: ອີນາກົວ
lt: Inagva
lv: Inagva
mk: Инагва
ml: ഇനാഗുവ
mn: Инагуа
mr: इनागुआ
ne: इनागुआ
or: ଇନାଗୁଆ
pa_arab_pk: اناگوا
pa_in: ਇਨਾਗੁਆ
ru: Инагуа
sd: اناگوا
si: ඉනගුවා
sr_cyrl_rs: Инагва
sr_latn_rs: Inagva
te: ఇనగ్యుయా
tg: Инагуа
th: อินากัว
tt: Инагуа
ug: ئىناگۇئا
uk: Інаґуа
ur: اناگوآ
zh_hans: 伊纳瓜
zh_hant: 伊納瓜島

# Word.State.BS.Long
source: Long Island
am: ሎንግ ደሴት
ar: جزيرة لونج
as: লং দ্বীপ
az: Lonq Aylend
bg: Лонг Айлънд
bn_in: লং আইল্যান্ড
el: Λόνγκ Άιλαντ
gu: લોંગ આઇલેન્ડ
he: האי לונג
hi: लॉन्ग द्वीप
ja: ロング島
ka: ლონგ-აილენდი
kk: Лонг-Айленд
kn: ಲಾಂಗ್ ದ್ವೀಪ್
ko: 롱 아일랜드
ku_arab: دورگەی لۆنگ
ky: Лонг Айлэнд
lo: ເກາະລອງ
lt: Ilgoji Sala
lv: Longailenda
mk: Лонг Ајленд
ml: ലോംഗ് ഐലന്‍ഡ്
mn: Лонг-Айленд
mr: लॉंग आयलंड
ms: Pulau Long
ne: लङ्ग आइल्याण्ड
or: ଲମ୍ଵା ଦ୍ଵୀପ
pa_arab_pk: لانگ جزیرہ
pa_in: ਲੋਂਗ ਆਈਲੈਂਡ
ru: Лонг-Айленд
sd: ڊگهو ٻيٽ
si: ලෝන්ග් දූපත
sr_cyrl_rs: Лонг Ајленд
sr_latn_rs: Long Ajlend
te: లాంగ్ దీవి
tg: Лонг Айленд
th: ลองไอส์แลนด์
tt: Лонг-Айленд
ug: لوڭ ئارىلى
uk: Лонґ-Айленд
ur: لانگ آئیلینڈ
uz: Long-Aylend
vi: Đảo Long
zh_hans: 长岛
zh_hant: 長島

# Word.State.BS.Mangrove
source: Mangrove Cay
am: ማግሮቭ ኬይ
ar: مانجروف كاي
as: মেংগ্ৰোভ কে
az: Menqruv Key
bg: Менгроув Кей
bn_in: ম্যানগ্রোভ কেই
el: Μάνγκροβ Κέι
es: Cayo Mangrove
gu: મેન્ગ્રોવ કે
he: מנגרוב קיי
hi: मैंग्रूव प्रवाल माला
ja: マングローブ ケイ
ka: მანგრუვ-კეი
kk: Мангров-Ки
kn: ಮ್ಯಾನ್‌ಗ್ರೋವ್ ಕೇ
ko: 맹그로브 케이
ku_arab: مانگروڤ کای
ky: Мэнгроув Кэй
lo: ແມນໂກຣບໄກ
lt: Mangrovių Sala
lv: Mangrova
mk: Мангрув КИ
ml: മാംഗ്രൂവ് കേ
mn: Мэнгрув-Кэй
mr: मान्ग्रोव्ह के
ne: म्याङ्ग्रोव के
or: ମାନଗ୍ରୋଭ୍ କେ
pa_arab_pk: میگرورو کے
pa_in: ਮੈਨਗਰੂਵ ਕੇ
ru: Мангров-Ки
sd: منگروو ڪي
si: මෑන්ග්‍රෝ කේ
te: మాన్‌గ్రూవ్ క్లే
tg: Мангрув Кей
th: แมนกรูฟเคย์
tt: Мангров-Ки
ug: مانگرۇۋ ئارىلى
uk: Манґров-Кі
ur: مینگروو کے
uz: Mangrov-Key
zh_hans: 曼格鲁弗开
zh_hant: 曼格羅夫島

# Word.State.BS.Mayaguana
source: Mayaguana
am: ማያጉና
ar: ماياجوانا
as: মায়াগুৱানা
az: Mayaquana
bg: Майагуана
bn_in: মায়াগুয়ানা
el: Μαγιαγκουάνα
gu: માયાગુઆના
he: מאיגואנה
hi: मयागुवाना
ja: マヤグアナ島
ka: მაიაგუანა
kk: Маягуана
kn: ಮಾಯಾಗ್ವಾನಾ
ko: 마야구아나
ku_arab: مایاگوانا
ky: Майагана
lo: ມາຢາກົວນາ
lt: Majagvana
lv: Majagvana
mk: Мајагвана
ml: മായാഗുവാന
mn: Маягуана
mr: मायागुआना
ne: मायागुआना
or: ମାୟାଗୁଆନା
pa_arab_pk: مایاگوانا
pa_in: ਮਾਯਾਗੁਆਵਾ
ru: Маягуана
sd: مايا گوانا
si: මායාගුවානා
sr_cyrl_rs: Мајагвана
sr_latn_rs: Majagvana
te: మాయాగుయానా
tg: Майагуана
th: มายากัวนา
tt: Маягуана
ug: ماياگۇئانا
uk: Маяґуана
ur: میاگوآنا
zh_hans: 曼格鲁弗
zh_hant: 馬亞瓜納島
