Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PostingText.Azure
source: Please do not close the window while we complete this step…
af: Moet asseblief nie die venster toemaak terwyl ons hierdie stap voltooi nie…
am: ይህ ደረጃ እያጠናቀቅን እያለን እባክህ መስኮቱን እንዳትዘጋው...
ar: الرجاء عدم إغلاق الإطار ونحن ننفذ هذه الخطوة…
as: অনুগ্ৰহ কৰি আমি এই পদক্ষেপ সম্পূৰ্ণ কৰি থকাৰ সময়ত উইণ্ড' বন্ধ নকৰিব…
az: Biz bu addımı tamamlayarkən lütfən pəncərəni bağlamayın…
bg: Моля, не затваряйте прозореца, докато завършим тази стъпка…
bn_in: আমরা এই ধাপটি পূরণ না করা পর্যন্ত অনুগ্রহ করে উইন্ডোটি বন্ধ করবেন না…
bs: Nemojte zatvoriti prozor dok ne završimo ovaj korak…
cy: Peidiwch â chau'r ffenestr tra byddwn ni'n cwblhau'r cam hwn…
da: Undgå at lukke vinduet, før trinnet er fuldført…
de: Der Schritt wird abgeschlossen. Schließen Sie das Fenster nicht…
el: Μην κλείσετε το παράθυρο ενώ ολοκληρώνουμε αυτό το βήμα…
es: No cierre la ventana mientras se completa este paso…
et: Palun ärge sulgege akent enne selle etapi lõppu …
eu: Ez itxi leiho hau urratsa burutu arte...
fa: در حین تکمیل این مرحله توسط ما، این پنجره را نبندید…
ga: Ná dún an fhuinneog seo nuair atá an chéim seo á cur i gcrích againn…
gd: Na dùin an uinneag fhad 's a bhios sinn a choileanas sinn an ceum seo…
gl: Non peche a ventá mentres completamos este paso…
gu: અમે આ પગલું પૂર્ણ કરતા હોય ત્યારે કૃપા કરી આ વિન્ડો બંધ કરશો નહીં…
he: אל תסגור חלון זה בזמן שאנו משלימים שלב זה…
hi: जब हम यह चरण पूर्ण कर रहे हों तब कृपया यह विंडो बंद न करें…
hr: Nemojte zatvarati ovaj prozor prije završetka ovog koraka…
hu: Ne zárja be az ablakot, amíg be nem fejeződik ez a lépés…
id: Harap untuk tidak menutup jendela selama kami menyelesaikan langkah ini…
is: Ekki loka þessum glugga meðan þetta skref stendur yfir…
ja: この手順が完了するまでの間、ウィンドウを閉じないでください…
ka: გთხოვთ, არ დახუროთ ფანჯარა, სანამ ამ ნაბიჯს დავასრულებთ…
kk: Осы қадам орындалып жатқанда терезені жаппаңыз...
kn: ನಾವು ಈ ಹಂತವನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸುವಾಗ ದಯವಿಟ್ಟು ವಿಂಡೊವನ್ನು ಮುಚ್ಚಬೇಡಿ…
ko: 이 단계를 완료하는 동안 창을 닫지 마십시오.
ku_arab: تکایە ئەم پەنجەرەیە دامەخە هەتا ئەم هەنگاوە تەواو دەکەین…
ky: Өтүнүч, биз бул баскычты аяктамайынча бул терезени жаппаңыз...
lo: ກະລຸນາຢ່າປິດໜ້າຕ່າງໃນຂະນະທີ່ພວກເຮົາເຮັດສຳເລັດບາດກ້າວນີ້…
lt: Neuždrykite šio lango, kol nebus atliktas šis veiksmas…
lv: Lūdzu, neaizveriet logu, kamēr notiek šī darbība…
mi: Tēnā kaua e katia te matapihi i te wā e whakaotihia ana tēnei hipanga…
mk: Не затворајте го овој прозорец додека го завршуваме овој чекор…
ml: ഞങ്ങള്‍ ഈ ഘട്ടം പൂര്‍ത്തിയാക്കുമ്പോള്‍ വിന്‍ഡോ അടയ്‌ക്കരുത്…
mn: Бид энэ алхмыг дуусгах хүртэл цонхыг бүү хаагаарай…
mr: कृपया आम्ही हे चरण पूर्ण करेपर्यंत विंडो बंद करू नका…
ms: Sila jangan tutup tetingkap ini semasa kami melengkapkan langkah ini…
mt: Jekk jogħġbok tagħlaqx it-tieqa waqt li nlestu dan il-pass…
ne: हामीले यस चरण पूरा नगरे सम्म सञ्झाल बन्द नगर्नुहोस्…
nn_no: Ikkje lukk vindauget mens dette trinnet blir utført…
no: Ikke lukk vinduet mens vi fullfører dette trinnet…
or: ଆମେ ଏହି ଷ୍ଟେପ ସମ୍ପୁର୍ଣ୍ଣ କରିବା ବେଳେ ଦୟାକରି ୱିଣ୍ଡୋ ବନ୍ଦ କରନ୍ତୁ ନାହିଁ…
pa_arab_pk: میربانی کرکے اودوں ایہہ ونڈو بند نہ کرو جدوں اسی ایہہ عمل پورا کررئے آں…
pa_in: ਜਦ ਤੱਕ ਅਸੀਂ ਇਸ ਪੜਾਅ ਨੂੰ ਪੂਰਾ ਕਰਦੇ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਵਿੰਡੋ ਨੂੰ ਬੰਦ ਨਾ ਕਰੋ…
pl: Nie zamykaj okna, dopóki ten krok nie zostanie zakończony…
ru: Не закрывайте окно, пока выполняется этот этап...
sd: مهرباني ڪري هي window بند نه ڪندا جيستائين اسان هي قدم مڪمل ڪريون…
si: කරුණාකර අප විසින් මෙම පියවර සම්පූර්ණ කරන අතරේ කවුළුව වැසීමෙන් වළකින්න…
sl: Ne zapirajte tega okna, dokler ne končamo tega koraka …
sr_cyrl_rs: Немојте затворити прозор док не завршимо овај корак…
sr_latn_rs: Nemojte zatvoriti prozor dok ne završimo ovaj korak…
sv: Stäng inte fönstret förrän det här steget är klart…
ta: நாங்கள் இந்தப் படியை முடிக்கும்போது சாளரத்தை மூட வேண்டாம்…
te: దయచేసి మేము ఈ దశను పూర్తి చేసేటప్పుడు విండోను మూసివేయవద్దు…
tg: Лутфан, ҳангоми иҷро шудани ин амал равзанаро напӯшед…
th: โปรดอย่าปิดหน้าต่างขณะที่เราดำเนินการขั้นตอนนี้...
tr: Lütfen biz bu adımı tamamlarken pencereyi kapatmayın…
tt: Без бу адымны тәмамлаганчы тәрәзне япмагыз...
ug: بۇ قەدەمنى تاماملاش باسقۇچىمىزدا كۆزنەكنى تاقىماڭ…
uk: Не закривайте вікно, доки виконується ця процедура…
ur: براہ مہربانی window بند مت کریں جب کہ ہم یہ عمل مکمل کررہے ہوں…
uz: Biz ushbu qadamni nihoyasiga yetkazmagunimizcha oynani yopmang…
vi: Vui lòng không đóng cửa sổ trong khi chúng tôi hoàn thành bước này…
zh_hans: 在我们完成此步骤时请勿关闭窗口...
zh_hant: 正在完成此步驟，請勿關閉視窗…

# Literal.EmailPromotionAgreement
source: I agree that Microsoft may also use my email and phone number to provide special offers regarding Microsoft Azure.
af: Ek stem in dat Microsoft ook my e-pos en foonnommer mag gebruik om spesiale aanbiedinge in verband met Microsoft Azure te voorsien.
am: Microsoft Azure በተመለከተ ልዩ ስጦታዎች ለማቅረብ Microsoft ስልክ ቁጥር እና የኢሜል አድራሻዬን መጠቀም እንዲችል ተስማምቻለሁ።
ar: أوافق على أنه يجوز لشركة Microsoft‏ استخدام بريدي الإلكتروني ورقم هاتفي لتقديم العروض الخاصة بالنسبة إلى Windows Azure‏ من Microsoft.
as: মই একমত যে Microsoft-এ মোৰ ই-মেইল আৰু ফোন নম্বৰ Microsoft Azure-ৰ সম্পৰ্কে কোনো বিশেষ অ'ফাৰ প্ৰদান কৰিবলৈ ব্যৱহাৰ কৰিব পাৰে৷
az: Mən Microsoft-un Microsoft Azure ilə bağlı xüsusi təkliflər üçün e-poçt və telefon nömrəmdən istifadə etməsinə razılaşıram.
bg: Съгласен съм Microsoft да използва моите имейл и телефонен номер също и за предоставянето на специални оферти, свързани с Microsoft Azure.
bn_in: আমি সন্মতি জানাচ্ছি যে Microsoft Azure সম্পর্কিত বিশেষ অফারগুলি প্রদান করতে Microsoft আমার ইমেল এবং ফোন নম্বরও ব্যবহার করতে পারবে৷
bs: Slažem se da Microsoft također može koristiti moju e-poštu i broj telefona kako bi me obavještavao o posebnim ponudama u vezi s uslugom Microsoft Azure.
cy: Rwy'n cytuno y gall Microsoft ddefnyddio fy e-bost a fy rhif ffôn i ddarparu cynigion arbennig gan Microsoft Azure.
da: MicrosoftJeg accepterer, at Microsoft eventuelt også bruger min mailadresse og mit telefonnummer til at levere særtilbud i forbindelse med Microsoft Azure.
de: Ich stimme zu, dass Microsoft meine E-Mail-Adresse und Telefonnummer verwendet, um Sonderangebote bezüglich Microsoft Azure bereitzustellen.
el: Συμφωνώ η Microsoft να μπορεί επίσης να χρησιμοποιεί τη διεύθυνση ηλεκτρονικού ταχυδρομείου και τον αριθμό τηλεφώνου μου για την παροχή ειδικών προσφορών σχετικά με το Microsoft Azure.
es: Estoy de acuerdo con que Microsoft también use mi correo electrónico y número de teléfono para proponerme ofertas especiales relativas a Microsoft Azure.
et: Luban Microsoftil kasutada minu meiliaadressi ja telefoninumbrit, et saata reklaampakkumisi Microsoft Azure'i kohta.
eu: Onartzen dut Microsoft-ek nire helbide elektronikoa eta telefono-zenbakia Microsoft Azure-ko eskaintza bereziak helarazteko erabiltzea.
fa: من موافق هستم که Microsoft همچنین ممکن است از ایمیل و شماره تلفن من برای ارائه پیشنهادهای خاص در ارتباط با Microsoft Azure استفاده کند.
ga: Aontaím go bhféadfaidh Microsoft mo ríomhphost agus m'uimhir theileafóin a úsáid chun tairiscintí speisialta maidir le Microsoft Azure a thairiscint dom.
gd: Tha mi ag aontachadh gum faod Microsoft am post-d agam agus an àireamh fòn agam a chleachdadh airson tairgsean sònraichte a thoirt dhomh mu Microsoft Azure.
gl: Dou permiso a Microsoft para usar o meu correo electrónico e o meu teléfono para ofertas especiais relacionadas con Microsoft Azure.
gu: Microsoft Azure થી સંબંધિત વિશેષ ઑફર્સ પ્રદાન કરવા માટે Microsoft મારી ઈમેલ અને ફોન નંબરનો પણ ઉપયોગ કરી શકે તે માટે હું સંમત છું.
he: אני מסכים לכך ש- Microsoft תשתמש גם בכתובת הדואר האלקטרוני ובמספר הטלפון שלי לשליחת הצעות מיוחדות בנוגע ל- Microsoft Azure.
hi: मैं सहमत हूँ कि Microsoft, Azure से संबंधित विशेष प्रस्ताव प्रदान करने के लिए Microsoft मेरे ईमेल और फ़ोन नंबर का भी उपयोग कर सकता है.
hr: Slažem se da Microsoft može koristiti moju adresu e-pošte i broj telefona radi informiranja o posebnim ponudama vezanima uz Microsoft Azure.
hu: Tudomásul veszem, hogy a Microsoft az e-mail-címemet és a telefonszámomat arra is használhatja, hogy a Microsoft Azure-ra vonatkozó különleges ajánlatokat küldjön.
id: Saya setuju bahwa Microsoft juga dapat menggunakan email dan nomor telepon saya untuk menyediakan tawaran khusus terkait Microsoft Azure.
is: Ég samþykki að Microsoft megi einnig nota netfangið og símanúmerið mitt til að kynna sértilboð í tengslum við Microsoft Azure.
ja: 私は、Microsoft がメール アドレスと電話番号を使って Microsoft Azure に関する特別提供を行うことに同意します。
ka: თანახმა ვარ, რომ Microsoft-მა ჩემი ელფოსტა და ტელეფონი ასევე გამოიყენოს Microsoft Azure-ის შესახებ სპეციალური შემოთავაზებების გამოსაგზავნად.
kk: Microsoft Azure қызметіне қатысты арнайы ұсыныстарды жіберуі үшін, Microsoft корпорациясының менің электрондық поштам мен телефон нөмірімді пайдалануына келісемін.
kn: Microsoft Azure ಕುರಿತು ವಿಶೇಷ ಕೊಡುಗೆಗಳನ್ನು ನೀಡಲು ಸಹ Microsoft ನನ್ನ ಇಮೇಲ್ ಮತ್ತು ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಬಳಸಿಕೊಳ್ಳಬಹುದು ಎಂಬುದಕ್ಕೆ ನಾನು ಸಮ್ಮತಿಸುತ್ತೇನೆ.
ko: Microsoft에서 내 메일 및 전화 번호로 Microsoft Azure와 관련된 판촉 행사 안내를 보낸다는 데에도 동의합니다.
ku_arab: من رەزامەندی دەردەبڕم کە Microsoft بە هەمان شێوە بۆی هەیە ئیمەیڵ و تەلەفۆنی من بەکاربهێنێت بۆ پێشکەشکردنی ئۆفەری تایبەت سەبارەت بە Microsoft Azure.
ky: Microsoft Azure менен байланышкан атайын сунуштарды камсыз кылуу үчүн, Microsoft менин электрондук почтамды жана телефон номеримди колдоно ала турганына макулдугумду берем.
lo: ຂ້ອຍຕົກລົງເຫັນດີວ່າ Microsoft ອາດຈະໃຊ້ອີເມວ ແລະເບີໂທລະສັບຂອງຂ້ອຍເພື່ອສະໜອງຂໍ້ສະເໜີພິເສດກ່ຽວກັບ Microsoft Azure.
lt: Sutinku, kad „Microsoft“ bendrovė naudotų mano el. pašto adresą ir telefono numerį norėdama pateikti specialių pasiūlymų, susijusių su „Microsoft Windows Azure“.
lv: Es piekrītu, ka korporācija Microsoft var izmantot manu e-pasta adresi un tālruņa numuru, lai nodrošinātu īpašos piedāvājumus saistībā ar pakalpojumu Microsoft Azure.
mi: Kei te whakaae au kia whakamahia e Microsoft taku īmēra me taku tau waea ki te tuku mai i ngā whakawhiwhi motuhake e pā ana ki a Microsoft Azure.
mk: Се согласувам дека Microsoft може да ја користи мојата е-пошта и телефонскиот број за да обезбедува специјални понуди во врска со Microsoft Azure.
ml: Microsoft Azure-നെ സംബന്ധിച്ച പ്രത്യേക ഓഫറുകള്‍ നല്‍കുന്നതിന് Microsoft-ന് എന്റെ ഇമെയിലും ഫോൺ നമ്പറും ഉപയോഗിക്കാമെന്നത് ഞാന്‍ അംഗീകരിക്കുന്നു.
mn: Microsoft Azure-тай холбоотой тусгай зүйлс санал болгохдоо Microsoft миний э-шуудан болон утасны дугаарыг мөн ашиглаж болно гэдгийг би зөвшөөрч байна.
mr: मी सहमत आहे की Microsoft Azure शी संबंधित विशेष ऑफर प्रदान करण्यासाठी Microsoft माझे ईमेल आणि फोन नंबर देखील वापरू शकते.
ms: Saya bersetuju bahawa Microsoft juga boleh menggunakan e-mel dan nombor telefon saya untuk memberikan tawaran istimewa berkaitan Microsoft Azure.
mt: Naqbel li Microsoft tista' tuża l-indirizz elettroniku u n-numru tat-telefown tiegħi biex twassal offerti promozzjonali dwar Microsoft Azure.
ne: Microsoft ले Microsoft Azure सँग सम्बन्धित विशेष प्रस्तावहरू प्रदान गर्नको लागि मेरो इमेल र फोन नम्बर पनि प्रयोग पनि गर्न सक्छ भन्ने कुरामा म सहमत छु।
nn_no: Eg godtek at Microsoft kan bruke e-postadressa og telefonnummeret mitt til å sende reklametilbod om Microsoft Azure.
no: Jeg godtar at Microsoft også kan bruke e-postadressen min og telefonnummeret mitt til å sende spesialtilbud angående Microsoft Azure.
or: ମୁଁ ରାଜି ହୋଇଛି ଯେ Microsoft ହୁଏତ Microsoft Azure ସମ୍ଵନ୍ଧିତ ସ୍ଵତନ୍ତ୍ର ଅଫରଗୁଡିକ ପ୍ରଦାନ କରିବକୁ ମୋ ଇମେଲ୍ ଏବଂ ଫୋନ୍ ନମ୍ବର ବ୍ୟବହାର କରିପାରେ.
pa_arab_pk: ‏‏میں اتفاق کرداں آں کہ Microsoft، Microsoft Azure دے متلق خاص پیشکشاں دین لئی میرا ای میل تے فون ورت سکدا اے۔
pa_in: ਮੈਂ ਸਹਿਮਤ ਹਾਂ ਕਿ Microsoft, Microsoft Azure ਨਾਲ ਸਬੰਧਿਤ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ਾਂ ਪ੍ਰਦਾਨ ਕਰਵਾਉਣ ਲਈ ਮੇਰੀ ਈਮੇਲ ਅਤੇ ਫ਼ੋਨ ਨੰਬਰ ਦੀ ਵਰਤੋਂ ਵੀ ਕਰ ਸਕਦਾ ਹੈ।
pl: Zgadzam się, aby firma Microsoft używała mojego adresu e-mail oraz numeru telefonu w celu dostarczania specjalnych ofert dotyczących platformy Microsoft Azure.
ru: Я разрешаю Майкрософт также использовать мой адрес электронной почты и номер телефона для предоставления информации о специальных предложениях, связанных с Microsoft Azure.
sd: مان راضي آھيان ته Microsoft منھنجي اي ميل ۽ فون نمبر کي Microsoft Azure جي مطابق خاص پيشَڪشَ مھيا ڪرڻ جي لاءِ پڻ استعمال ڪندو.
si: Microsoft Azure සම්බන්ධ විශේෂ දීමනා ලබා දීම සඳහා Microsoft ආයතනය මගින් මගේ ඉ-තැපැල් ලිපිනය සහ දුරකථන අංකය භාවිත කරනු ලැබීමට එකඟ වෙමි.
sl: Soglašam, da mi lahko Microsoft po e-pošti in prek telefona predstavlja posebne ponudbe glede storitve Microsoft Azure.
sr_cyrl_rs: Слажем се да Microsoft може такође да користи моју е-адресу и број телефона како би ми слао посебне понуде у вези са услугом Microsoft Azure.
sr_latn_rs: Slažem se da Microsoft takođe može da koristi moju e-adresu i broj telefona kako bi mi slao posebne ponude u vezi sa uslugom Microsoft Azure.
sv: Jag samtycker till att Microsoft även får använda min e-postadress och mitt telefonnummer för att skicka specialerbjudanden om Microsoft Azure.
ta: Microsoft Azure தொடர்பான சிறப்பு சலுகைகளை வழங்க எனது மின்னஞ்சல் மற்றும் தொலைபேசி எண்ணை Microsoft பயன்படுத்தலாம் என்பதை ஏற்கிறேன்.
te: Microsoft Azureకు సంబంధించిన ప్రత్యేక ఆఫర్‌లను అందించడానికి Microsoft నా ఇమెయిల్ మరియు ఫోన్ నంబర్‌ను ఉపయోగించడానికి నేను అంగీకరిస్తున్నాను.
tg: Ман розиям, ки Microsoft инчунин метавонад суроғаи почтаи электронӣ ва рақами телефони маро барои пешниҳодҳои махсуси марбут ба Microsoft Azure истифода барад.
th: ฉันตกลงให้ Microsoft สามารถใช้อีเมลและหมายเลขโทรศัพท์ของฉันเพื่อให้บริการข้อเสนอพิเศษที่เกี่ยวกับ Microsoft Azure
tr: Microsoft'un Microsoft Azure ile ilgili özel teklifler sunmak için e-posta adresimi ve telefon numaramı kullanmasına izin veriyorum.
tt: Мин Майкрософт ширкәтенең электрон почта адресымны һәм телефон номерымны да Microsoft Azure белән бәйләнешле махсус тәкъдимнәр җибәрү өчен куллана алуы белән ризалашам.
ug: مەن Microsoft نىڭ ماڭا Microsoft Azure غا مۇناسىۋەتلىك ئېتىبارلارنى تەمىنلىشى ئۈچۈن تېلېفون نومۇرۇم ۋە تورخەت ئادرېسىمنى ئىشلىتىشىگە قوشۇلىمەن.
uk: Я даю згоду на те, щоб корпорація Майкрософт використовувала також мою адресу електронної пошти та номер телефону для надсилання пропозицій стосовно Microsoft Azure.
ur: میں اتفاق کرتا ہوں کہ Microsoft Windows Azure سے متعلق خصوصی پیشکشوں کو مہیا کرنے کیلئے Microsoft میرا ای میل اور فون نمبراستعمال کر سکتا ہے۔
uz: Men Microsoft Azure-ga tegishli maxsus takliflar bilan ta’minlash uchun Microsoft mening elektron pochta manzilim va telefon raqamimdan foydalanishi mumkinligiga roziman.
vi: Tôi đồng ý rằng Microsoft cũng có thể dùng email và số điện thoại của tôi để cung cấp các chương trình khuyến mãi đặc biệt liên quan đến Microsoft Azure.
zh_hans: 我同意 Microsoft 也可使用我的电子邮件地址和电话号码提供有关 Microsoft Azure 的特别优惠。
zh_hant: 我同意 Microsoft 也可以使用我的電子郵件和電話號碼提供有關 Microsoft Azure 的促銷優惠。
