Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.BankAccount.Landmark
source: Landmark/Area
af: Baken/Area
am: ወሰን/አካባቢ
ar: معلم/منطقة
as: ভূচিহ্ন/এলেকা
az: Yol nişanı/Sahə
bg: Ориентир/район
bn_in: ল্যান্ডমার্ক/এরিয়া
bs: Znamenitost/područje
cy: Tirnod/Ardal
da: Landmærke/område
de: Sehenswürdigkeit/Region
el: Γνωστό σημείο/περιοχή
es: Punto de referencia/área
et: Maamärk/piirkond
eu: Leku-erreferentzia/area
fa: مرزنما/منطقه
ga: Críochchomhartha/Ceantar
gd: Comharra-tìre/Sgìre
gl: Punto de referencia ou área
gu: સીમાચિહ્ન/ક્ષેત્ર
he: ציון דרך/אזור
hi: स्थल चिह्न/क्षेत्र
hr: Znamenitost/područje
hu: Terület
id: Penanda/Area
is: Kennileiti/svæði
ja: ランドマーク/地域
ka: ობიექტი/რაიონი
kk: Белгі/Аймақ
kn: ಹೆಗ್ಗುರುತು/ವಲಯ
ko: 주요 건물/지역
ku_arab: شوێن/ناوچە
ky: Жербелги/Аймак аты
lo: ສະຖານທີ່ສຳຄັນ/ພື້ນທີ່
lt: Orientyras / teritorija
lv: Objekts/apgabals
mi: Tohuwhenua/Takiwā
mk: Регион/област
ml: ലാന്‍ഡ്‌മാര്‍ക്ക്/ഏരിയ
mn: Газрын тэмдэг/Газар
mr: जवळची खूण/ क्षेत्र
ms: Tanda Tempat/Kawasan
mt: Punt ta' Interess/Żona
ne: ल्याण्डमार्क/क्षेत्र
nn_no: Landemerke/område
no: Landemerke/område
or: ଲ୍ୟାଣ୍ଡମାର୍କ୍/ଅଞ୍ଚଳ
pa_arab_pk: لینڈ مارک/ایریا
pa_in: ਸਥਾਨਚਿੰਨ੍ਹ/ਇਲਾਕਾ
pl: Punkt orientacyjny/obszar
ru: Достопримечательность или район
sd: لينڊ مارڪ/علائقو
si: බිම්ලකුණ/ප්‍රදේශය
sl: Znamenitost/območje
sr_cyrl_rs: Оријентир/област
sr_latn_rs: Orijentir/oblast
sv: Landmärke/område
ta: இட அடையாளம்/பகுதி
te: ల్యాండ్ మార్క్ లేదా ప్రాంతం
tg: Нишонаи замин/Минтақа
th: สถานที่จุดสังเกต/ท้องที่
tr: Yer İşareti/Alan
tt: Тамга/өлкә
ug: جاي/رايون
uk: Орієнтир/область
ur: لینڈ مارک/علاقہ
uz: Yer belgisi/Hudud
vi: Khu vực/mốc
zh_hans: 陆标/区域
zh_hant: 地標/區域

# Word.BankAccount.Region
source: Postal code, State/region
af: Poskode, Staat/streek
am: የፓስታ ኮድ፣ ግዛት/ክልል
ar: الرمز البريدي، الولاية/المنطقة
as: পোষ্টেল ক'ড, ৰাজ্য/অঞ্চল
az: Poçt indeksi, dövlət/region
bg: Пощенски код, щат/регион
bn_in: ডাক কোড, রাজ্যে/অঞ্চল
bs: Poštanski broj, država/regija
cy: Cod post, sir/rhanbarth
da: Postnummer, stat/område
de: Postleitzahl, Bundesland/Region
el: Ταχυδρομικός κώδικας, νομός/περιοχή
es: Código postal, estado/región
et: Sihtnumber, riik/regioon
eu: Posta-kodea, lurraldea/eskualdea
fa: کد پستی، ایالت/منطقه
ga: Cód poist, stát/réigiún
gd: Còd-puist, siorrachd/stàit/sgìre
gl: Código postal, estado ou rexión
gu: પોસ્ટલ કોડ, રાજ્ય/ક્ષેત્ર
he: מיקוד דואר, מדינה/אזור
hi: पोस्टल कोड, राज्य/क्षेत्र
hr: Poštanski broj, regija
hu: Irányítószám, állam/régió
id: Kode pos, negara bagian/kawasan
is: Póstnúmer, ríki/umdæmi
ja: 郵便番号、都道府県/地域
ka: საფოსტო ინდექსი, შტატი/რეგიონი
kk: Пошталық индекс, Облыс/аймақ
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್, ರಾಜ್ಯ/ಪ್ರಾಂತ್ಯ
ko: 우편 번호, 시/도, 지역
ku_arab: كۆدی پۆستەیی، وڵات/هەرێم
ky: Почта индекси, өлкө/аймак
lo: ລະຫັດໄປສະນີ, ລັດ/ພາກພື້ນ
lt: Pašto indeksas, apskritis / rajonas
lv: Pasta indekss, valsts/reģions
mi: Waehere poutāpeta, rohe rānei
mk: Поштенски број, држава/регион
ml: തപാല്‍ കോഡ്, സംസ്ഥാനം/പ്രദേശം
mn: Шуудангийн код, муж/бүс
mr: पोस्टल कोड, राज्य/विभाग
ms: Poskod, Negeri/rantau
mt: Kodiċi postali, Stat/reġjun
ne: हुलाकी सङ्केत, राज्य/क्षेत्र
nn_no: Postnummer, stat/område
no: Postnummer, delstat/område
or: ଡାକ କୋଡ୍, ରାଜ୍ୟ/ଅଞ୍ଚଳ
pa_arab_pk: پوسٹل کوڈ،ریاست/علاقہ
pa_in: ਡਾਕ ਕੋਡ, ਰਾਜ/ਖੇਤਰ
pl: Kod pocztowy, województwo/region
ru: Почтовый индекс, штат или регион
sd: پوسٽل ڪوڊ، رياست/خطو
si: තැපැල් කේතය, රට/කලාපය
sl: Poštna številka, zvezna država/regija
sr_cyrl_rs: Поштански број, Држава/регион
sr_latn_rs: Poštanski broj, Država/region
sv: Postnummer, delstat/region
ta: அஞ்சல் குறியீடு, மாநிலம்/வட்டாரம்
te: పిన్‌ కోడ్‌, రాష్ట్రం లేదా ప్రాంతం
tg: Индекси почта, Иёлат/минтақа
th: รหัสไปรษณีย์ รัฐ/ภูมิภาค
tr: Posta kodu, eyalet/bölge
tt: Почта индексы, өлкә/төбәк
ug: پوچتا نومۇرى، ئىشتات/رايون
uk: Поштовий індекс, область/регіон
ur: پوسٹ کوڈ، ریاست/ریجن
uz: Pochta indeksi, davlat/region
vi: Mã bưu điện, Tiểu bang/khu vực
zh_hans: 邮政编码、国家/地区
zh_hant: 郵遞區號、省 (市)/地區

# Word.BankAccount.AgencyCodeHint
source: Agency code
af: Agentskapkode
am: ወኪል ኮድ
ar: كود الوكالة
as: এজেঞ্চি ক'ড
az: Orqanın kodu
bg: Код на агенцията
bn_in: সংস্থা কোড
bs: Šifra agencije
cy: Cod yr asiantaeth
da: Agentkode
de: Agenturcode
el: Κωδικός γραφείου
es: Código de agencia
et: Agentuuri kood
eu: Agentziaren kodea
fa: کد سازمان
ga: Cód gníomhaireachta
gd: Còd a' bhuidhinn-ghnìomha
gl: Código de axencia
gu: એજન્સી કોડ
he: קוד סוכנות
hi: एजेंसी कोड
hr: Šifra agencije
hu: Szervezet kódja
id: Kode agen
is: Skrifstofukóði
ja: 金融機関コード
ka: სააგენტოს კოდი
kk: Агенттіктің коды
kn: ಏಜೆನ್ಸಿ ಕೋಡ್
ko: 금융 기관 코드
ku_arab: کۆدی دەزگا
ky: Агенттиктин коду
lo: ລະຫັດອົງການ
lt: Agentūros kodas
lv: Aģentūras kods
mi: Waehere pūtahi
mk: Код на агенција
ml: ഏജന്‍സി കോഡ്
mn: Зуучлалын код
mr: एजन्सी कोड
ms: Kod agensi
mt: Kodiċi tal-aġenzija
ne: निकाय सङ्केत
nn_no: Byråkode
no: Byråkode
or: ଶାଖା କୋଡ୍
pa_arab_pk: ایجنسی دا کوڈ
pa_in: ਅਦਾਰਾ ਕੋਡ
pl: Kod agencji
ru: Код агентства
sd: ايجنسي ڪوڊ
si: නියෝජිතායතන කේතය
sl: Koda agencije
sr_cyrl_rs: Код агенције
sr_latn_rs: Kod agencije
sv: Kontorskod
ta: முகமைக் குறியீடு
te: ఏజెన్సీ కోడ్
tg: Рамзи агентӣ
th: รหัสตัวแทน
tr: Aracı kodu
tt: Агентство коды
ug: ۋەكىلنىڭ نومۇرى
uk: Код агенції
ur: ایجنسی کا کوڈ
uz: Agentlik kodi
vi: Mã đại lí
zh_hans: 代理机构代码
zh_hant: 代理機構代碼

# Word.BankAccount.BankRIB
source: Bank RIB
am: ባንክ RIB
ar: RIB‏ البنك
as: বেংক RIB
az: Bankın RIB-i
bg: Банков RIB код
bn_in: ব্যাঙ্ক RIB
bs: RIB banke
cy: RIB y Banc
de: RIB der Bank
el: RIB τράπεζας
es: Código CIB del banco
et: Panga RIB
eu: Bankuaren RIBa
fa: RIB بانک
ga: RIB an bhainc
gd: RIB a' bhanca
gl: Díxito de control bancario
gu: બેંક RIB
he: RIB של בנק
hi: बैंक RIB
hr: Bankovni RIB
hu: RIB azonosító
id: RIB Bank
is: RIB banka
ja: 銀行 RIB
ka: ბანკის RIB
kk: Банк RIB коды
kn: ಬ್ಯಾಂಕ್ RIB
ko: 은행 RIB
ku_arab: بانکی RIB
ky: Банк RIB
lo: RIB ຂອງທະນາຄານ
lt: Banko RIB
lv: Bankas RIB kods
mi: RIB pēke
mk: Банковен RIB
ml: ബാങ്ക് RIB
mn: Банкны RIB
mr: बँक RIB
ms: RIB Bank
mt: RIB tal-Bank
ne: बैङ्क RIB
or: ବ୍ୟାଙ୍କ RIB
pa_arab_pk: بینک دا آر آئی بی
pa_in: ਬੈਂਕ RIB
pl: Numer RIB banku
ru: Код RIB
sd: بينڪ RIB
si: බැංකු RIB
sl: Koda RIB banke
sr_cyrl_rs: RIB банке
sr_latn_rs: RIB banke
ta: வங்கி RIB
te: బ్యాంక్ RIB
tg: RIB-и бонк
tr: Banka RIB No
tt: Банк РИБ
ug: بانكا RIB نومۇرى
uk: RIB банку
ur: بینک RIB
vi: RIB Ngân hàng
zh_hans: 银行 RIB
zh_hant: 銀行 RIB

# Word.BankAccount.BankStateBranchNumberHint
source: Bank State Branch(BSB) Number
af: Bank-Staat-Tak(BSB)-nommer
am: የዞን ቅርንጫፍ ባንክ (BSB) ቁጥር
ar: رقم فرع الولاية للبنك (BSB)
as: বেংক ৰাজ্য শাখা(BSB) নম্বৰ
az: Bankın Dövlət Filialı (BSB) Nömrəsi
bg: BSB номер
bn_in: ব্যাঙ্ক স্টেট ব্রাঞ্চ(BSB) সংখ্যা
bs: Broj podružnice (BSB)
cy: Rhif Banc/Talaith/Cangen (BSB)
da: BSB-nummer (Bank State Branch)
de: Bankleitzahl (BLZ)
el: Αριθμός υποκαταστήματος τράπεζας (Bank State Branch - BSB)
es: Número de sucursal (BSB)
et: BSB-number
eu: Bankuko estatuko bulegoaren (BSB) zenbakia
fa: شماره شعبه ایالتی بانک (BSB)
ga: Uimhir Bhrainse Bainc Stáit (BSB)
gd: Àireamh Bank State Branch (BSB)
gl: Número BSB
gu: બેંક રાજ્ય બ્રાંચ(BSB) નંબર
he: מספר בנק-מחוז-סניף (BSB)
hi: बैंक राज्य शाखा(BSB) संख्या
hr: Identifikacijski broj podružnice banke (BSB)
hu: BSB-szám
id: Nomor Bank State Branch (BSB)
is: BSB-númer (Bank State Branch)
ja: 支店 (BSB) 番号
ka: ბანკის შტატის ფილიალის (BSB) ნომერი
kk: BSB нөмірі
kn: ಬ್ಯಾಂಕ್‌ ರಾಜ್ಯದ ಶಾಖೆ(BSB) ಸಂಖ್ಯೆ
ko: BSB(Bank State Branch) 번호
ku_arab: ژمارەی لقی Bnak State (BSB)
ky: Банк Мамлекет Бөлүм (BSB) номуру
lo: ໝາຍເລກລະບຸສາຂາທະນາຄານ (BSB)
lt: BSB numeris
lv: Valsts bankas filiāles (Bank State Branch - BSB) numurs
mi: Tau Peka Whenua Tōpū Pēke(BSB)
mk: Број на државната филијала на банката (BSB)
ml: ബാങ്ക് സ്റ്റേറ്റ് ബ്രാഞ്ച്(BSB) നമ്പര്‍
mn: Банкны Муж улсын салбарын(BSB) дугаар
mr: बँक राज्य शाखा(BSB) नंबर
ms: Nombor Cawangan Negeri Bank(BSB)
mt: Numru tal-Fergħa tal-Istat tal-Bank(BSB)
ne: बैङ्क राज्या शाखा(BSB) नम्बर
nn_no: BSB-nummer (Bank State Branch)
no: Bank State Branch-nummer (BSB)
or: ବ୍ୟାଙ୍କ ରାଜ୍ୟ ଶାଖା(BSB) Number
pa_arab_pk: بینک دی ریاستی برانچ (بی ایس بی) دا نمبر
pa_in: ਬੈਂਕ ਸਟੇਟ ਬਰਾਂਚ (BSB) ਨੰਬਰ
pl: Numer BSB banku
ru: Номер BSB
sd: Bank State Branch(BSB) نمبر
si: බැංකු ප්‍රාන්ත ශඛා(BSB) අංකය
sl: Številka poslovne enote banke (BSB)
sr_cyrl_rs: Број филијале (BSB)
sr_latn_rs: Broj filijale (BSB)
sv: BSB-nummer (Bank State Branch)
ta: வங்கி மாநிலக் கிளை(BSB) எண்
te: బ్యాంక్ రాష్ట్రం శాఖ(BSB) సంఖ్య
tg: Рақами филиали бонк дар иёлат (BSB)
th: รหัสธนาคารสาขาของรัฐ (BSB)
tr: Banka Eyalet Şube (BSB) Numarası
tt: Банкның дәүләт филиалы (БДФ) номеры
ug: بانكىنىڭ شىتاتلىق تارماق (BSB) نومۇرى
uk: Код BSB
ur: بینک کا مرکزی شاخ (بی ایس بی) نمبر
uz: Bankning shtatdagi filiali raqami (BSB)
vi: Số Chi nhánh Bang Ngân hàng(BSB)
zh_hans: 国家银行分行(BSB)编号
zh_hant: 澳洲銀行 (BSB) 號碼

# Word.BankAccount.BankTransCode
source: Central Bank Transaction Code
af: Sentrale Bank-transaksiekode
am: የማዕከላዊ ባንክ የልውውጥ ኮድ
ar: رمز المعاملة للبرنك المركزي
as: কেন্দ্ৰীয় বেংক লেন-দেন ক'ড
az: Mərkəzi Bankın Əməliyyat Kodu
bg: Код на транзакция на централната банка
bn_in: সেন্ট্রাল ব্যাঙ্কের লেনদেন কোড
bs: Šifra za transakcije centralne banke
cy: Cod Trafodion y Banc Canolog
da: Nationalbankens transaktionskode
de: Transaktionscode der Zentralbank
el: Κωδικός συναλλαγών κεντρικής τράπεζας
es: Código de transacción del Banco Central
et: Keskpanga kandekood
eu: Banku zentralaren transakzio-kodea
fa: کد تراکنش بانک مرکزی
ga: Cód Idirbhirt an Bhainc Cheannais
gd: Còd gnothaich Banca a' Mheadhain
gl: Código de transacción da banca central
gu: કેન્દ્રીય બેંક વહેવાર કોડ
he: קוד עסקה של הבנק המרכזי
hi: केंद्रीय बैंक लेनदेन कोड
hr: Transakcijska šifra Centralne banke
hu: Központi bank tranzakciókódja
id: Kode Transaksi Central Bank
is: Færslukóði seðlabanka
ja: 中央銀行取引コード
ka: ცენტრალური ბანკის ტრანზაქციის კოდი
kk: Орталық банк транзакция коды
kn: ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ ವಹಿವಾಟು ಕೋಡ್
ko: 중앙 은행 거래 코드
ku_arab: کۆدی سەوداگەری بانکی ناوەندی
ky: Борбордук Банктын которуу коду
lo: ລະຫັດທຸລະກໍາຂອງທະນາຄານກາງ
lt: Centrinio banko operacijos kodas
lv: Centrālās bankas transakcijas kods
mi: Waehere Tauwhitinga Pēke Pū
mk: Трансакциски код на Централната банка
ml: സെന്‍‌ട്രല്‍ ബാങ്ക് ഇടപാട് കോഡ്
mn: Төв банкны гүйлгээний код
mr: केंद्रीय बँक विनिमय कोड
ms: Kod Transaksi Bank Pusat
mt: Kodiċi tat-Tranżazzjoni tal-Bank Ċentrali
ne: केन्द्रिय बैङ्क लेनदेन संकेत
nn_no: Transaksjonskode til sentralbank
no: Transaksjonskode for sentralbanken
or: କେନ୍ଦ୍ରୀୟ ବ୍ୟାଙ୍କ ବିନିମୟ କୋଡ୍
pa_arab_pk: مرکزی بینک ٹرانزیکشن کوڈ
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ ਟਰਾਂਜੈਕਸ਼ਨ ਕੋਡ
pl: Kod transakcji banku centralnego
ru: Код транзакции Центрального банка
sd: سينٽرل بينڪ ٽرانزيڪشن ڪوڊ
si: මධ්‍යම බැංකු ගනුදෙනු කේතය
sl: Transakcijska koda centralne banke
sr_cyrl_rs: Шифра за трансакције централне банке
sr_latn_rs: Šifra za transakcije centralne banke
sv: Centralbankens transaktionskod
ta: சென்ட்ரல் பேங்க்கின் பரிமாற்றக் குறியீடு
te: కేంద్ర బ్యాంక్ లావాదేవీ కోడ్
tg: Рамзи амалиёти Бонки марказӣ
th: รหัสธุรกรรมของธนาคารกลาง
tr: Merkez Bankası İşlem Kodu
tt: Үзәк банкның транзакция коды
ug: مەركىزى بانكا مۇئامىلە نومۇرى
uk: Код транзакції Центрального банку
ur: سینٹرل بینک کاروائی کوڈ
uz: Markaziy Bank tranzaktsiyasi kodi
vi: Mã Giao dịch Ngân hàng Trung tâm
zh_hans: 中央银行交易代码
zh_hant: 中央銀行交易代碼

# Word.BankAccount.BeneficiaryRUT
source: Beneficiary RUT
af: Begunstigde-RUT
am: የተጠቃሚ RUT
ar: RUT للمستفيد
as: হিতাধিকাৰী আৰইউটি
az: Benefisiarın RUT-u
bg: RUT на получателя
bn_in: বেনিফিসিয়ারি RUT
bs: RUT primaoca
cy: RUT Buddiolwr
da: Begunstigelses-RUT
de: RUT des Begünstigten
el: RUT δικαιούχου
es: RUT del beneficiario
et: Kasusaaja RUT
eu: Onuradunaren RUT kodea
fa: RUT ذینفع
ga: RUT an tairbhí
gd: RUT an fhaighteir
gl: RUT do beneficiario
gu: લાભાર્થી RUT
he: RUT של מוטב
hi: लाभार्थी RUT
hr: RUT primatelja
hu: Kedvezményezett RUT-száma
id: RUT Penerima
is: RUT rétthafa
ja: 受取人 RUT
ka: ბენეფიციარის RUT
kk: Бенефициардың RUT нөмірі
kn: ಫಲಾನುಭವಿ RUT
ko: 수취인 RUT
ku_arab: RUT ی سوودمەند
ky: Пайда көрүүчүнүн RUT
lo: RUT ຂອງຜູ້ຮັບເງິນ
lt: Gavėjo RUT
lv: Saņēmēja RUT
mi: RUT kaiwhiwhi takuhe
mk: RUT-број на корисникот
ml: ഗുണഭോക്തൃ RUT
mn: Хүлээн авагчийн RUT
mr: लाभार्थी RUT
ms: RUT Benefisiari
mt: RUT tal-Benefiċjarju
ne: लाभग्राही RUT
nn_no: Mottakarens RUT-nummer
no: Mottaker-RUT
or: ବେନିଫିସିଆରୀ RUT
pa_arab_pk: فائدہ لین آلے دا آر یوٹی
pa_in: ਲਾਭਪਾਤਰ RUT
pl: Identyfikator RUT beneficjenta
ru: RUT получателя
sd: فائدو کڻندڙ RUT
si: ප්‍රතිලාභී RUT
sl: RUT upravičenca
sr_cyrl_rs: RUT примаоца
sr_latn_rs: RUT primaoca
sv: Mottagar-RUT
ta: RUT பயனாளி எண்
te: లబ్దిదారుడి RUT
tg: RUT-и гиранда
tr: Lehdar RUT
tt: Алучының RUT коды
ug: مەنپەئەتلەنگۈچىنىڭ RUT نومۇرى
uk: RUT отримувача
ur: RUT مستفید
uz: Benifitsiar RUT
vi: RUT người thụ hưởng
zh_hans: 受益人 RUT
zh_hant: 受款人 RUT

# Word.BankAccount.BeneIINBINCode
source: Business/Individual Identification Code
af: Besigheid/Individuele Identifikasie Kode
am: የንግድ/ የእያንዳንዱ መለያ ኮድ
ar: كود التعريف التجاري/الشخصي
as: ব্যৱসায়/ব্যক্তিগত চিনাক্তকৰণ ক'ড
az: İş/Fərdi İdentifikasiya Kodu
bg: Идентификационен код на фирма/физическо лице
bn_in: ব্যবসা/ব্যক্তি সনাক্তকরণ কোড
bs: Poslovni/osobni identifikacijski kod
cy: Cod Adnabod Unigolyn/Busnes
da: Firma/person-id
de: Geschäfts-/Personen-ID-Code
el: Επαγγελματικός/Προσωπικός κωδικός αναγνώρισης
es: Código de identificación personal/fiscal
et: Ettevõtte/eraisiku tunnuskood
eu: Enpresako/Banako identifikazio-kodea
fa: شماره شناسایی تجاری/شخصی
ga: Cód aitheantais gnó/aonair
gd: Còd Aithneachadh Gnothachais/Pearsanta
gl: Código de identificación empresarial/persoal
gu: વ્યાવસાયિક/વ્યક્તિગત ઓળખ કોડ
he: קוד זיהוי עסקי/אישי
hi: व्यवसाय/व्यक्ति का पहचान कोड
hr: Poslovni/osobni identifikacijski broj
hu: Vállalati/egyéni azonosító kód
id: Kode Identitas Bisnis/Individu
is: Auðkenniskóði fyrirtækis/einstaklings
ja: 法人/個人識別コード
ka: ბიზნესის ან ინდივიდუალური საიდენტიფიკაციო კოდი
kk: Бизнес/Жеке идентификациялық код
kn: ವ್ಯವಹಾರ/ವೈಯಕ್ತಿಕ ಗುರುತಿಸುವಿಕೆ ಕೋಡ್
ko: 사업자등록번호/주민등록번호
ku_arab: کۆدی ناسینەوەی بزنس/تاکەکەس
ky: Ишкананын/Жеке адамдын идентификация коду
lo: ລະຫັດລະບຸຕົນຕົວທຸລະກິດ/ສ່ວນບຸກຄົນ
lt: Įmonės / privataus asmens identifikavimo kodas
lv: Uzņēmuma/personas identifikācijas kods
mi: Waehere Tāutunga Pakihi/Tangata
mk: Деловен/индивидуален идентификациски код
ml: ബിസിനസ്സ്/വ്യക്തിഗത ഐഡന്റിഫിക്കേഷന്‍ കോഡ്
mn: Бизнесийн/Хувийн таних код
mr: व्यवसाय/वैयक्तिक ओळख कोड
ms: Kod Pengenalan Perniagaan/Individu
mt: Kodiċi ta' Identifikazzjoni Kummerċjali/Individwali
ne: व्यवसाय/व्यक्तिगत पहिचान सङ्केत
nn_no: ID-kode for firma/person
no: Identifikasjonskode for bedrift/person
or: ବ୍ୟବସାୟ/ବ୍ୟକ୍ତିଗତ ପରିଚିତିକରଣ କୋଡ୍
pa_arab_pk: کاروباری/ انفرادی شناختی کوڈ
pa_in: ਕਾਰੋਬਾਰ/ਵਿਅਕਤੀਗਤ ਪਹਿਚਾਣ ਕੋਡ
pl: Kod identyfikacyjny firmy/osoby
ru: Идентификационный код физического или юридического лица
sd: ڪاروبار/انفرادي سڃاڻپ وارو ڪوڊ
si: ව්‍යාපාර/තනි පුද්ගල හඳුනාගැනීමේ කේතය
sl: Identifikacijska koda podjetja/posameznika
sr_cyrl_rs: Шифра за идентификацију предузећа/физичког лица
sr_latn_rs: Šifra za identifikaciju preduzeća/fizičkog lica
sv: Identifieringskod för verksamhet/individ
ta: வணிக/தனிநபர் அடையாளக் குறியீடு
te: వ్యాపార/ఒక్కొక్క గుర్తింపు కోడ్
tg: Рамзи мушаххаси Корхона/Шахси воқеӣ
th: รหัสการระบุตัวบุคคล/ธุรกิจ
tr: İşletme/Şahıs Kimlik Kodu
tt: Эш/Шәхси идентификацияләү коды
ug: سودا/سانائەت شىفىرىسى
uk: Ідентифікаційний код підприємства/особи
ur: کاروباری/انفرادی شناخت کوڈ
uz: Biznes/Yakka tartibdagi identifikatsiya kodi
vi: Mã Định danh Cá nhân/Doanh nghiệp
zh_hans: 企业/个人标识代码
zh_hant: 公司/個人識別碼

# Word.BankAccount.BenePassportNum
source: Beneficiary passport number
af: Begunstigde paspoortnommer
am: የተጠቃሚ ፓስፖርት ቁጥር
ar: رقم جواز السفر الخاص بالمستفيد
as: হিতাধিকাৰী পাছপ'ৰ্ট নম্বৰ
az: Benefisiarın pasport nömrəsi
bg: Номер на паспорта на получателя
bn_in: বেনিফিসিয়ারি পাসপোর্ট নম্বর
bs: Broj pasoša korisnika
cy: Rhif pasport y Buddiolwr
da: Beneficiantens pasnummer
de: Reisepassnummer des Begünstigten
el: Αριθμός διαβατηρίου δικαιούχου
es: Número de pasaporte del beneficiario
et: Saaja passi number
eu: Onuradunaren pasaporte-zenbakia
fa: شماره گذرنامه ذینفع
ga: Uimhir pas an tairbhí
gd: Àireamh cead-siubhail an fhaighteir
gl: Número de pasaporte do beneficiario
gu: બેનિફિસીયરી પાસપોર્ટ નંબર
he: מספר דרכון של המוטב
hi: लाभार्थी पासपोर्ट संख्या
hr: Broj putovnice primatelja
hu: Kedvezményezett útlevélszáma
id: Nomor paspor Penerima
is: Vegabréfsnúmer rétthafa
ja: 受取人パスポート番号
ka: ბენეფიციარის პასპორტის ნომერი
kk: Бенефициардың паспорт нөмірі
kn: ಫಲಾನುಭವಿ ಪಾಸ್‌ಪೋರ್ಟ್ ಸಂಖ್ಯೆ
ko: 수취인 여권 번호
ku_arab: ژمارەی پاسپۆرتی سوودمەند
ky: Пайда көрүүчүнүн паспорт номуру
lo: ໝາຍເລກໜັງສືຜ່ານແດນຂອງຜູ້ຮັບເງິນ
lt: Gavėjo paso numeris
lv: Saņēmēja pases numurs
mi: Tau uruwhenua kaiwhiwhi takuhe
mk: Број на пасош на корисникот
ml: ഗുണഭോക്തൃ പാസ്‌പോര്‍ട്ട് നമ്പര്‍
mn: Хүлээн авагчийн паспортын дугаар
mr: लाभार्थी पासपोर्ट नंबर
ms: Nombor pasport benefisiari
mt: Numru tal-passaport tal-Benefiċjarju
ne: लाभग्राही राहदानी नम्बर
nn_no: Passnummer til mottakar
no: Mottakers passnummer
or: ବେନିଫିସିଆରୀ ପାସ୍‌ପୋର୍ଟ୍ ନମ୍ଵର
pa_arab_pk: فائدہ لین آلے دا پامعاونت نمبر
pa_in: ਲਾਭਪਾਤਰ ਦਾ ਪਾਸਪੋਰਟ ਨੰਬਰ
pl: Numer paszportu beneficjenta
ru: Номер паспорта получателя
sd: بينيفشري جو پاسپورٽ نمبر
si: ප්‍රතිලාභී ගමන් බලපත් අංකය
sl: Številka potnega lista upravičenca
sr_cyrl_rs: Број пасоша корисника
sr_latn_rs: Broj pasoša korisnika
sv: Mottagarens passnummer
ta: பயனடைபவரின் பாஸ்போர்ட் எண்
te: లబ్దిదారుడి పాస్‌పోర్ట్ సంఖ్య
tg: Рақами шиносномаи гиранда
th: หมายเลขหนังสือเดินทางของผู้รับประโยชน์
tr: Lehdar pasaport numarası
tt: Алучының пасспорт номеры
ug: مەنپەئەتلەنگۈچىنىڭ پاسپورت نومۇرى
uk: Номер паспорта отримувача
ur: وصول کنندہ کا پاسپورٹ نمبر
uz: Benefitsiarning pasport raqami
vi: Số hộ chiếu người thụ hưởng
zh_hans: 受益人护照号码
zh_hant: 受款人護照號碼

# Word.BankAccount.BeneUNNCode
source: UNN code of taxpayer
af: UNN-kode van belastingbetaler
am: የቀረጥ ከፋይ UNN ኮድ
ar: رمز UNN‏ الخاص بدافع الضريبة
as: কৰদাতাৰ UNN ক'ড
az: Vergi ödəyicisinin UNN kodu
bg: UNN код на данъкоплатец
bn_in: কর প্রদানকারীর UNN কোড
bs: UNN šifra poreznog obveznika
cy: Cod UNN y trethdalwr
da: Skatteyderens UNN-kode
de: UNN-Code des Steuerzahlers
el: Κωδικός UNN φορολογούμενου
es: Código de contribuyente (UNN)
et: Maksumaksja UNN-i kood
eu: Zergadunaren UNN kodea
fa: کد UNN پرداخت کننده مالیات
ga: Cód UNN an cháiníocóra
gd: Còd UNN pàighear nan cìsean
gl: Código UNN do contribuínte
gu: કરદાતાનો UNN કોડ
he: קוד UNN של משלם המסים
hi: करदाता का UNN कोड
hr: UNN broj poreznog obveznika
hu: Adófizető UNN-kódja
id: Kode UNN wajib pajak
is: UNN-kóði skattgreiðanda
ja: 納税者 UNN コード
ka: გადასახადების გადამხდელის UNN კოდი
kk: Салық төлеушінің UNN коды
kn: ತೆರಿಗೆಪಾವತಿದಾರರ UNN ಕೋಡ್
ko: 납세자 UNN 코드
ku_arab: کۆدی UNN ی پێدەری باج
ky: Салык төлөөчүнүн UNN коду
lo: ລະຫັດ UNN ຂອງຜູ້ເສຍອາກອນ
lt: Mokesčių mokėtojo UNN kodas
lv: Nodokļu maksātāja UUN kods
mi: Waehere UNN o te kauutu tāke
mk: UNN-код на даночниот обврзник
ml: നികുതിദായകന്റെ UNN കോഡ്
mn: Татвар төлөгчийн UNN код
mr: करदात्याचा UNN कोड
ms: Kod UNN pembayar cukai
mt: Kodiċi UNN tal-persuna taxxabbli
ne: करदाताको UNN सङ्केत
nn_no: UNN-skattebetalarkode
no: UNN-kode (foretaksnummer)
or: କରଦାତାଙ୍କର UNN କୋଡ୍
pa_arab_pk: ٹیکس دین آلے دا UNN کوڈ
pa_in: ਟੈਕਸਦਾਤਾ ਦਾ UNN ਕੋਡ
pl: Kod UNN płatnika
ru: ИНН налогоплательщика
sd: ٽيڪس ڀريندڙ جو UNN ڪوڊ
si: බදු ගෙවන්නාගේ UNN කේතය
sl: Koda UNN davkoplačevalca
sr_cyrl_rs: UNN шифра пореског обвезника
sr_latn_rs: UNN šifra poreskog obveznika
sv: UNN-koden för skattebetalning
ta: வரிசெலுத்துவோருக்கான UNN குறியீடு
te: పన్ను చెల్లింపుదారు యొక్క UNN కోడ్
tg: Рамзи UNN-и андозсупоранда
th: รหัส UNN ของผู้เสียภาษี
tr: Vergi mükellefi UNN kodu
tt: UNN салым түләүче коды
ug: باج تاپشۇرغۇچىنىڭ UNN نومۇرى
uk: Код UNN платника податку
ur: ٹیکس دہندہ کا UNN کوڈ
uz: Soliq to‘lovchiningsh UNN kodi
vi: Mã UNN của người nộp thuế
zh_hans: 纳税人 UNN 代码
zh_hant: 納稅人 UNN 代碼

# Word.BankAccount.RegistrationNumberHint
source: Registration number
af: Registrasienommer
am: ምዘገባ ቁጥር
ar: رقم التسجيل
as: পঞ্জীয়ন নম্বৰ
az: Qeydiyyat nömrəsi
bg: Регистрационен номер
bn_in: নিবন্ধন সংখ্যা
bs: Registracijski broj
cy: Rhif cofrestru
da: Registreringsnummer
de: Registrierungsnummer
el: Αριθμός μητρώου
es: Número de registro
et: Registreerimisnumber
eu: Erregistro-zenbakia
fa: شماره ثبت
ga: Uimhir clárúcháin
gd: Àireamh clàrachaidh
gl: Número de rexistro
gu: રજીસ્ટ્રેશન નંબર
he: מספר רישום
hi: पंजीकरण संख्या
hr: Registracijski broj
hu: Regisztrációs szám
id: Nomor registrasi
is: Skráningarnúmer
ja: 登録番号
ka: რეგისტრაციის ნომერი
kk: Тіркеу нөмірі
kn: ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: 등록 번호
ku_arab: ژمارەی تۆمارکردن
ky: Каттоо номуру
lo: ໝາຍເລກຈົດທະບຽນ
lt: Registracijos numeris
lv: Reģistrācijas numurs
mi: Tau rēhitatanga
mk: Регистарски број
ml: രജിസ്‌ട്രേഷന്‍ നമ്പര്‍
mn: Бүртгэлийн дугаар
mr: नोंदणी नंबर
ms: Nombor pendaftaran
mt: Numru tar-reġistrazzjoni
ne: दर्ता नम्बर
nn_no: Registreringsnummer
no: Registreringsnummer
or: ପଞ୍ଜିକରଣ ନମ୍ଵର
pa_arab_pk: رجسٹریشن نمبر
pa_in: ਪੰਜੀਕਰਨ ਨੰਬਰ
pl: Numer rejestracyjny
ru: Регистрационный номер
sd: رجسٽريشن نمبر
si: ලියාපදිංචි කිරීමේ අංකය
sl: Registracijska številka
sr_cyrl_rs: Регистрациони број
sr_latn_rs: Registracioni broj
sv: Registreringsnummer
ta: பதிவு எண்
te: రిజిస్ట్రేషన్ సంఖ్య
tg: Рақами бақайдгирӣ
th: หมายเลขการจดทะเบียน
tr: Kayıt numarası
tt: Теркәлү номеры
ug: تىزىمىلتىش نومۇرىڭىز
uk: Реєстраційний номер
ur: رجسٹریشن نمبر
uz: Ro‘yxatga olish raqami
vi: Số đăng kí
zh_hans: 注册编号
zh_hant: 註冊號碼

# Literal.BankAccountPay.SWIFTCode.Required
source: SWIFT code is required.
af: SWIFT-kode word vereis.
am: SWIFT ኮድ ይፈለጋል።
ar: رمز SWIFT‏ مطلوب.
as: SWIFT ক'ডৰ আৱশ্যক৷
az: SWIFT kodu tələb olunur.
bg: SWIFT кодът е задължителен.
bn_in: SWIFT কোডটি উল্লেখ করা আবশ্যক৷
bs: SWIFT kod je obavezan.
cy: Rhaid nodi cod SWIFT.
da: SWIFT-kode skal angives.
de: Der SWIFT-Code ist erforderlich.
el: Απαιτείται ο κωδικός SWIFT.
es: El código SWIFT es obligatorio.
et: SWIFT-kood on kohustuslik.
eu: SWIFT kodea beharrezkoa da.
fa: به کد SWIFT نیاز است.
ga: Cód SWIFT ag teastáil.
gd: Tha feum air còd SWIFT.
gl: Requírese código SWIFT.
gu: SWIFT કોડની આવશ્યકતા છે.
he: קוד SWIFT נדרש.
hi: SWIFT कोड आवश्यक है.
hr: SWIFT adresa obavezna je.
hu: A SWIFT-kód megadása kötelező.
id: Kode SWIFT wajib diisi.
is: SWIFT-kóði er nauðsynlegur.
ja: SWIFT コードが必要です。
ka: მიუთითეთ SWIFT code.
kk: SWIFT коды қажет.
kn: SWIFT ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: SWIFT 코드는 필수 항목입니다.
ku_arab: کۆدی SWIFT پێویستە.
ky: SWIFT коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດ SWIFT.
lt: SWIFT kodas būtinas.
lv: Norādiet SWIFT kodu.
mi: Kei te hiahiatia te waehere SWIFT.
mk: SWIFT-кодот е задолжителен.
ml: സ്വിഫ്റ്റ് കോഡ് ആവശ്യമാണ്.
mn: SWIFT кодыг бөглөх шаардлагатай.
mr: SWIFT कोड आवश्यक आहे.
ms: Kod SWIFT diperlukan.
mt: Il-kodiċi SWIFT huwa meħtieġ.
ne: SWIFT कोड आवश्यक छ।
nn_no: SWIFT-kode er obligatorisk.
no: SWIFT-kode må angis.
or: SWIFT କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: SWIFT کوڈ درکار اے۔
pa_in: SWIFT ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod SWIFT jest wymagany.
ru: Необходимо ввести код SWIFT.
sd: SWIFT ڪوڊ جي ضرورت آھي.
si: SWIFT කේතය සඳහන් කළ යුතු ය.
sl: Vnesite poštno številko.
sr_cyrl_rs: SWIFT код је обавезан.
sr_latn_rs: SWIFT šifra je obavezan.
sv: SWIFT-kod måste anges.
ta: SWIFT குறியீடு தேவை.
te: స్విఫ్ట్ కోడ్ అవసరం.
tg: Рамзи SWIFT ҳатмист.
th: ต้องมีรหัส SWIFT
tr: SWIFT kodu gereklidir.
tt: SWIFT коды кирәк.
ug: SWIFT شىفرىسى كېرەك.
uk: Потрібно ввести SWIFT-код.
ur: SWIFT کوڈ درکار ہے.
uz: SWIFT kodi talab qilinadi.
vi: Mã SWIFT là cần thiết.
zh_hans: SWIFT 代码为必填项。
zh_hant: SWIFT 代碼是必要資訊。
