Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitCheckDigit.MinLength
source: Checking digit is too short.
af: Kontroleersyfer is te kort.
am: የአሃዝ ማጣራት በጣም አጭር ነው።
ar: رقم التحقق قصير للغاية.
as: পৰীক্ষা কৰি থকা সংখ্যা অতি চুটি৷
az: Yoxlama rəqəmi çox qısadır.
bg: Номерът с контролната цифра е прекалено къс.
bn_in: যাচাই সংখ্যা অত্যন্ত ছোট৷
bs: Broj za provjeru je prekratak.
cy: Mae'r digid gwirio yn rhy fyr.
da: Kontrolcifferet er for kort.
de: Die Prüfziffer ist zu kurz.
el: Το ψηφίο ελέγχου είναι πολύ μικρό.
es: El número de la cuenta de cheques es demasiado corto.
et: Kontrollnumber on liiga lühike.
eu: Kontrol-digitua motzegia da.
fa: عدد بررسی بسیار کوتاه است.
ga: Digit seiceála róghearr.
gd: Tha am figear-dearbhaidh ro ghoirid.
gl: Díxito de control moi curto.
gu: ચેકીંગ અંક ખૂબ ટૂંકો છે.
he: ספרת ההמחאות קצרה מדי.
hi: चेकिंग अंक बहुत छोटा है.
hr: Kontrolni broj je prekratak.
hu: Az ellenőrzőszám túl rövid.
id: Digit Pemeriksaan terlalu pendek.
is: Staðfestingartala er of stutt.
ja: チェック デジットが短すぎます。
ka: ჩეკის ოპერაციის ნომერი ძალიან მოკლეა.
kk: Тексеру саны тым қысқа.
kn: ಅಂಕೆಯ ಪರಿಶೀಲನೆ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 확인 번호가 너무 짧습니다.
ku_arab: رەنووسی پشکنین زۆر کورتە.
ky: Текшерүү белгилери өтө кыска.
lo: ຕົວເລກການກວດສອບສັ້ນເກີນໄປ.
lt: Kontrolinis skaitmuo per trumpas.
lv: Pārbaudes skaitlis ir pārāk īss.
mi: He poto rawa te matitau takitaki.
mk: Цифрата за проверка е прекратка.
ml: ചെക്കിംഗ് സംഖ്യ വളരെ ചെറുതാണ്.
mn: Шалгах тоо хэт богино байна.
mr: तपासणी अंक खूप लहान आहे.
ms: Nombor Cek terlalu pendek.
mt: Checking Digit qasir wisq.
ne: अंक जाँच धेरै छोटो भयो।
nn_no: Kontrollsifferet er for kort.
no: Kontrollsifferet er for kort.
or: ଅକ୍ଷର ଯାଞ୍ଚ କରିବା ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: پڑتال دا ہندسہ بہت تھوڑے نیں۔
pa_in: ਚੈਕਿੰਗ ਅੰਕ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Cyfra kontrolna jest zbyt krótka.
ru: Слишком короткое контрольное число.
sd: ڊجٽ جي چڪاس تمام ننڍي آھي.
si: පිරික්සුම් අංකය කෙටි වැඩි ය.
sl: Kontrolna številka je prekratka.
sr_cyrl_rs: Цифра за проверу је превише кратка.
sr_latn_rs: Cifra za proveru je previše kratka.
sv: Kontrollsiffran är för kort.
ta: சரிபார்ப்பு இலக்கம் மிகச் சிறியதாக உள்ளது.
te: తనిఖీ చేసే అంకె చాలా చిన్నదిగా ఉంది.
tg: Рақами санҷишӣ аз ҳад кӯтоҳ аст.
th: ตัวเลขการตรวจสอบสั้นเกินไป
tr: Sağlama sayısı çok kısa.
tt: Тикшерү саны бик кыска.
ug: تەكشۈرۈلىۋاتقان خانە بەك قىسقا.
uk: Закоротка контрольна цифра.
ur: ہندسوں کی پڑتال بہت مختصر ہے.
uz: Tekshiruv raqami juda qisqa.
vi: Số kiểm tra quá ngắn.
zh_hans: 校验数字过短。
zh_hant: 檢核碼太短。

# Literal.DirectDebitCheckDigit.Pattern
source: Invalid checking digit.
af: Ongeldige kontroleersyfer.
am: ልክ ያልኾነ የአሃዝ ማጣራት።
ar: رقم التحقق غير صالح.
as: অবৈধ পৰীক্ষা কৰি থকা সংখ্যা৷
az: Yoxlama rəqəmi səhvdir.
bg: Невалидна контролна цифра.
bn_in: যাচাই সংখ্যা ঠিকঠাক নেই৷
bs: Nevažeći broj za provjeru.
cy: Mae'r digid gwirio yn annilys.
da: Ugyldigt kontrolciffer.
de: Ungültige Prüfziffer.
el: Μη έγκυρο ψηφίο ελέγχου.
es: Número de la cuenta de cheques no válido.
et: Kehtetu kontrollnumber.
eu: Kontrol-digitua baliogabea da.
fa: عدد بررسی نامعتبر است.
ga: Digit seiceála neamhbhailí.
gd: Tha am figear-dearbhaidh mì-dhligheach.
gl: Díxito de control non válido.
gu: અમાન્ય ચેકીંગ અંક.
he: ספרת ההמחאות לא חוקית.
hi: अमान्य चेकिंग अंक.
hr: Kontrolni broj nije valjan.
hu: Érvénytelen ellenőrzőszám.
id: Digit pemeriksaan tidak valid.
is: Ógild staðfestingartala.
ja: チェック デジットが正しくありません。
ka: ჩეკის ოპერაციის ნომერი არასწორია.
kk: Тексеру саны дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಅಂಕೆ ಪರಿಶೀಲನೆ.
ko: 확인 번호가 올바르지 않습니다.
ku_arab: رەنووسی پشکنین نادروستە.
ky: Жараксыз Текшерүү саны.
lo: ຕົວເລກການກວດສອບບໍ່ຖືກຕ້ອງ.
lt: Kontrolinis skaitmuo netinkamas.
lv: Nederīgs pārbaudes skaitlis.
mi: He muhu te matitau takitaki.
mk: Неважечка цифра за проверка.
ml: ചെക്കിംഗ് സംഖ്യ അസാധുവാണ്.
mn: Шалгах тоо буруу байна.
mr: अवैध तपासणी अंक.
ms: Nombor cek tidak sah.
mt: Checking digit invalidu.
ne: अंक जाँच अवैध छ।
nn_no: Ugyldig kontrollsiffer.
no: Ugyldig kontrollsiffer.
or: ଅବୈଧ ଯାଞ୍ଚକରଣ ଅକ୍ଷର.
pa_arab_pk: پڑتال دا ہندسہ ناجائز اے۔
pa_in: ਚੈਕਿੰਗ ਅੰਕ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowa cyfra kontrolna.
ru: Недопустимое контрольное число.
sd: ڊجٽ جي چڪاس غلط آھي.
si: පරීක්ෂණ සංඛ්‍යාව වැරදියි.
sl: Kontrolna številka ni veljavna.
sr_cyrl_rs: Неважећа цифра за проверу.
sr_latn_rs: Nevažeća cifra za proveru.
sv: Ogiltig kontrollsiffra.
ta: தவறான சரிபார்ப்பு இலக்கம்.
te: చెల్లని తనిఖీ చేసే అంకె.
tg: Рақами санҷишии беэътибор.
th: ตัวเลขการตรวจสอบไม่ถูกต้อง
tr: Geçersiz sağlama sayısı.
tt: Тикшерү саны ялгыш.
ug: تەكشۈرۈلىۋاتقان خانە ئىناۋەتسىز.
uk: Неприпустима контрольна цифра.
ur: ہندسوں کی پڑتال غلط ہے.
uz: Tekshiruv raqami haqiqiy emas.
vi: Số kiểm tra không hợp lệ.
zh_hans: 校验数字无效。
zh_hant: 檢核碼無效。

# Literal.DirectDebitCheckDigit.Required
source: Checking Digit is required.
af: Kontroleersyfer word vereis.
am: የአሃዝ ማጣራት ያስፈልጋል።
ar: رقم التحقق مطلوب.
as: পৰীক্ষা কৰি থকা সংখ্যা আৱশ্যক৷
az: Yoxlama rəqəmi tələb olunur.
bg: Контролната цифра е задължителна.
bn_in: যাচাই সংখ্যার উল্লেখ করা আবশ্যক৷
bs: Broj za provjeru je obavezan.
cy: Rhaid nodi Digid Gwirio.
da: Kontrolcifferet skal angives.
de: Eine Prüfziffer ist erforderlich.
el: Απαιτείται ψηφίο ελέγχου.
es: El número de la cuenta de cheques es obligatorio.
et: Kontrollnumber on kohustuslik.
eu: Kontrol-digitua beharrezkoa da.
fa: به عدد بررسی نیاز است.
ga: Digit seiceála ag teastáil.
gd: Tha feum air figear-dearbhaidh.
gl: Requírese díxito de control.
gu: ચેકીંગ અંકની આવશ્યકતા છે.
he: נדרשת ספרת המחאות.
hi: चेकिंग अंक आवश्यक है.
hr: Kontrolni broj je obavezan.
hu: Az ellenőrzőszám megadása kötelező.
id: Digit Pemeriksaan wajib diisi.
is: Staðfestingartala er áskilin.
ja: チェック デジットは必須項目です。
ka: მიუთითეთ ჩეკის ოპერაციის ნომერი.
kk: Тексеру саны қажет.
kn: ಅಂಕೆ ಪರಿಶೀಲನೆ ಅಗತ್ಯವಿದೆ.
ko: 확인 번호는 필수 항목입니다.
ku_arab: رەنووسی پشکنین پێویستە.
ky: Текшерүү белгилери талап кылынат.
lo: ຕ້ອງລະບຸຕົວເລກການກວດສອບ.
lt: Kontrolinis skaitmuo būtinas.
lv: Norādiet pārbaudes skaitli.
mi: Kei te hiahiatia te Matitau Takitaki.
mk: Цифрата за проверка е задолжителна.
ml: ചെക്കിംഗ് സംഖ്യ ആവശ്യമാണ്.
mn: Шалгах тоог бөглөх шаардлагатай.
mr: तपासणी अंक आवश्यक आहे.
ms: Nombor Cek diperlukan.
mt: Checking Digit hu meħtieġ.
ne: अंक जाँच आवश्यक छ।
nn_no: Kontrollsiffer er obligatorisk.
no: Kontrollsiffer må angis.
or: ଆବଶ୍ୟକୀୟ ଅକ୍ଷର ଯାଞ୍ଚ କରୁଛି.
pa_arab_pk: پڑتال دا ہندسہ درکار اے۔
pa_in: ਚੈਕਿੰਗ ਅੰਕ ਲੋੜੀਂਦਾ ਹੈ।
pl: Cyfra kontrolna jest wymagana.
ru: Необходимо ввести контрольное число.
sd: ڊجٽ جي چڪاس گھرجيل آھي.
si: පරීක්ෂණ සංඛ්‍යාව අවශ්‍යයි.
sl: Vnesite kontrolno številko.
sr_cyrl_rs: Цифра за проверу је обавезна.
sr_latn_rs: Cifra za proveru je obavezna.
sv: Kontrollsiffra måste anges.
ta: சரிபார்ப்பு இலக்கம் தேவை.
te: తనిఖీ చేసే అంకె అవసరం.
tg: Рақами санҷишӣ ҳатмист.
th: ต้องระบุตัวเลขการตรวจสอบ
tr: Sağlama Sayısı gereklidir.
tt: Тикшерү саны мәҗбүри.
ug: تەكشۈرۈلىۋاتقان خانە كېرەك.
uk: Потрібно ввести контрольну цифру.
ur: ہندسوں کی پڑتال درکار ہے.
uz: Tekshiruv raqami talab qilinadi.
vi: Số Kiểm tra là cần thiết.
zh_hans: 校验数字为必填项。
zh_hant: 檢核碼是必要資訊。

# Literal.DirectDebitHolderName.MaxLength
source: Name on account is too long
af: Naam op rekening is te lank
am: መለያ ላይ ስም በጣም ረጅም ነው።
ar: الاسم المسجل في الحساب أطول من اللازم.
as: একাউণ্টত থকা নাম অতি দীঘল
az: Hesabın üzərindəki ad çox uzundur
bg: Името на притежателя на сметката е прекалено дълго
bn_in: অ্যাকাউন্টে থাকা নাম অত্যন্ত বড়
bs: Ime na računu je predugo
cy: Enw rhy hir ar y cyfrif
da: Navnet på kontoen er for langt
de: Der Name des Kontoinhabers ist zu lang.
el: Το όνομα στο λογαριασμό είναι πολύ μεγάλο.
es: El nombre que aparece en la cuenta es demasiado largo.
et: Konto omaniku nimi on liiga pikk.
eu: Kontuko izena luzeegia da.
fa: نام موجود در حساب بسیار طولانی است
ga: Ainm ar an gcuntas rófhada.
gd: Tha an t-ainm air a' chunntas ro fhada
gl: Nome na conta moi longo
gu: ખાતા પરનું નામ ખૂબ લાંબુ છે
he: השם בחשבון ארוך מדי
hi: खाते पर मौजूद नाम बहुत लंबा है
hr: Ime na računu je predugo
hu: A számlatulajdonos neve túl hosszú.
id: Nama pada rekening terlalu panjang
is: Nafn reikningseiganda er of langt
ja: 口座名が長すぎます。
ka: ანგარიშის სახელი ძალიან გრძელია
kk: Шоттағы ат тым ұзын.
kn: ಖಾತೆಯಲ್ಲಿನ ಹೆಸರು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ
ko: 예금주 이름이 너무 깁니다.
ku_arab: ناوی سەر ئەژمێر زۆر درێژە
ky: Эсеп жазуудагы аты өтө узун
lo: ຊື່ເທິງບັນຊີຍາວເກີນໄປ.
lt: Vardo ir pavardės įrašas sąskaitoje per ilgas.
lv: Konta īpašnieka vārds ir pārāk garš.
mi: He roa rawa te ingoa i runga i te pūkete
mk: Името на сметката е предолго
ml: അക്കൌണ്ടിലെ പേ‍ര് ദൈര്‍ഘ്യമേറിയതാണ്
mn: Дансны нэр хэт урт байна
mr: खात्यावरील नाव खूप दीर्घ आहे
ms: Nama pada akaun terlalu panjang
mt: L-isem fuq il-kont twil wisq
ne: खातामा नाम धेरै लामो भयो
nn_no: Namnet på kontoen er for langt
no: Kontoinnehaverens navn er for langt.
or: ଏକାଉଣ୍ଟରେ ନାମ ବହୁତ ଲମ୍ଵା ଅଟେ
pa_arab_pk: اکاؤنٹ دا ناں بہت لما اے
pa_in: ਖਾਤੇ ‘ਤੇ ਨਾਮ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Nazwa konta jest zbyt długa
ru: Слишком длинное имя владельца счета.
sd: اڪائونٽ تي نالو تمام وڏو آھي
si: ගිණුමේ නම ඉතා දිගයි
sl: Ime, ki je prikazano na računu, je predolgo.
sr_cyrl_rs: Име на налогу је предугачко
sr_latn_rs: Ime na nalogu je predugačko
sv: Kontonamnet är för långt.
ta: கணக்கில் பெயர் மிக நீளமாக உள்ளது
te: ఖాతాలో పేరు చాలా పొడవుగా ఉంది
tg: Номи суратҳисоб аз ҳад дароз аст
th: ชื่อบัญชียาวเกินไป
tr: Hesaptaki ad çok uzun.
tt: Хисапта исеме бик озын
ug: ھېساباتتىكى ئىسىم بەك ئۇزۇن.
uk: Задовге ім’я власника рахунку
ur: کھاتہ پہ لکھا نام بہت طویل ہے
uz: Hisob raqamidagi nom juda uzun
vi: Tên trên tài khoản quá dài
zh_hans: 帐户持有人姓名过长
zh_hant: 帳戶持有人姓名太長

# Literal.DirectDebitHolderName.MinLength
source: Name on account is too short.
af: Naam op rekening is te kort.
am: መለያ ላይ ስም በጣም አጭር ነው።
ar: الاسم المسجل في الحساب قصير للغاية.
as: একাউণ্টত থকা নাম অতি চুটি৷
az: Hesabın üzərindəki ad çox qısadır.
bg: Името на притежателя на сметката е прекалено късо.
bn_in: অ্যাকাউন্টে থাকা নাম অত্যন্ত ছোট৷
bs: Ime na računu je prekratko.
cy: Enw cyfrif rhy fyr.
da: Navnet på kontoen er for kort.
de: Der Name des Kontoinhabers ist zu kurz.
el: Το όνομα στο λογαριασμό είναι πολύ μικρό.
es: El nombre que aparece en la cuenta es demasiado corto.
et: Konto omaniku nimi on liiga lühike.
eu: Kontuko izena motzegia da.
fa: نام موجود در حساب بسیار کوتاه است.
ga: Ainm ar an gcuntas róghearr.
gd: Tha an t-ainm air a' chunntas ro ghoirid.
gl: Nome na conta moi curto.
gu: ખાતા પરનું નામ ખૂબ ટૂંકુ છે.
he: השם בחשבון קצר מדי.
hi: खाते पर मौजूद नाम बहुत छोटा है.
hr: Ime na računu je prekratko.
hu: A számlatulajdonos neve túl rövid.
id: Nama pada rekening terlalu pendek.
is: Nafn reikningseiganda er of stutt.
ja: 口座名義が短すぎます。
ka: ანგარიშის სახელი ძალიან მოკლეა.
kk: Шоттағы ат тым қысқа.
kn: ಖಾತೆಯಲ್ಲಿನ ಹೆಸರು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 예금주 이름이 너무 짧습니다.
ku_arab: ناوی سەر ئەژمێر زۆر کورتە.
ky: Эсеп жазуудагы аты өтө кыска.
lo: ຊື່ເທິງບັນຊີເສັ້ນເກີນໄປ.
lt: Sąskaitoje nurodyti vardas ir pavardė per trumpi.
lv: Konta īpašnieka vārds ir pārāk īss.
mi: He poto rawa te ingoa i runga i te pūkete.
mk: Името на сметката е прекратко.
ml: അക്കൌണ്ടിലെ പേ‍ര് വളരെ ചെറുതാണ്.
mn: Дансны нэр хэт богино байна.
mr: खात्यावरील नाव खूप लहान आहे.
ms: Nama pada akaun terlalu pendek.
mt: L-isem fuq il-kont qasir wisq.
ne: खातामा नाम धेरै छोटो भयो।
nn_no: Namnet på kontoen er for kort.
no: Kontoinnehaverens navn er for kort.
or: ଏକାଉଣ୍ଟରେ ନାମ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: اکاؤنٹ دا ناں بہت چھوٹا اے۔
pa_in: ਖਾਤੇ ‘ਤੇ ਨਾਮ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Nazwa konta jest zbyt krótka.
ru: Слишком короткое имя владельца счета.
sd: اڪائونٽ تي نالو تمام ننڍو آھي.
si: ගිණුමේ නම ඉතා කෙටියි.
sl: Ime, ki je prikazano na računu, je prekratko.
sr_cyrl_rs: Име на налогу је превише кратко.
sr_latn_rs: Ime na nalogu je previše kratko.
sv: Kontonamnet är för kort.
ta: கணக்கில் பெயர் மிகக் குறுகியதாக உள்ளது.
te: ఖాతాలో పేరు చాలా చిన్నదిగా ఉంది.
tg: Номи суратҳисоб аз ҳад кӯтоҳ аст.
th: ชื่อบัญชีสั้นเกินไป
tr: Hesaptaki ad çok kısa.
tt: Хисапта исеме бик кыска.
ug: ھېساباتتىكى ئىسىم بەك قىسقا.
uk: Закоротке ім’я власника рахунку.
ur: کھاتہ پہ لکھا نام بہت مختصر ہے.
uz: Hisob raqamidagi nom juda qisqa.
vi: Tên trên tài khoản quá ngắn.
zh_hans: 帐户持有人姓名过短。
zh_hant: 帳戶持有人姓名太短。

# Literal.DirectDebitHolderName.Pattern
source: Invalid name on account.
af: Ongeldige naam op rekening.
am: ልክ ያልኾነ መለያ ላይ ስም።
ar: الاسم المسجل في الحساب غير صالح.
as: একাউণ্টত থকা নাম অবৈধ৷
az: Hesabın üzərindəki ad səhvdir.
bg: Невалидно име на притежателя на сметката.
bn_in: অ্যাকাউন্টে থাকা নাম ঠিকঠাক নেই৷
bs: Nevažeće ime na računu.
cy: Enw cyfrif annilys.
da: Ugyldigt navn på konto.
de: Der Name des Kontoinhabers ist ungültig.
el: Μη έγκυρο όνομα στο λογαριασμό.
es: El nombre que aparece en la cuenta no es válido.
et: Konto omaniku nimi on sobimatu.
eu: Kontuko izena baliogabea da.
fa: نام موجود در حساب نامعتبر است.
ga: Ainm ar an gcuntas neamhbhailí.
gd: Tha an t-ainm air a' chunntas mì-dhligheach.
gl: Nome na conta non válido.
gu: અમાન્ય ખાતા પરનું નામ.
he: השם בחשבון לא חוקי.
hi: अमान्य खाते पर मौजूद नाम.
hr: Ime na računu nije valjano.
hu: Érvénytelen a számlatulajdonos neve.
id: Nama pada rekening tidak valid.
is: Nafn reikningseiganda er ógilt.
ja: 口座名義が正しくありません。
ka: ანგარიშის სახელი არასწორია.
kk: Шоттағы ат дұрыс емес.
kn: ಖಾತೆಯಲ್ಲಿನ ಅಮಾನ್ಯ ಹೆಸರು.
ko: 예금주 이름이 올바르지 않습니다.
ku_arab: ناوی سەر ئەژمێر نادروستە.
ky: Эсеп жазуудагы ат жарамсыз.
lo: ຊື່ເທິງບັນຊີບໍ່ຖືກຕ້ອງ.
lt: Sąskaitoje nurodyti vardas ir pavardė negalioja.
lv: Nederīgs kontā norādītais vārds, uzvārds.
mi: He muhu te ingoa i runga i te pūkete.
mk: Неважечко име на сметката.
ml: അക്കൌണ്ടിലെ പേ‍ര് അസാധുവാണ്.
mn: Дансны нэр буруу байна.
mr: खात्यावर अवैध नाव.
ms: Nama pada akaun tidak sah.
mt: Isem invalidu fuq il-kont.
ne: खातामा नाम अवैध भयो।
nn_no: Ugyldig namn på kontoen.
no: Ugyldig navn på kontoinnehaver.
or: ଏକାଉଣ୍ଟରେ ଅବୈଧ ନାମ.
pa_arab_pk: اکاؤنٹ دا ناں ناجائز اے۔
pa_in: ਖਾਤੇ ‘ਤੇ ਨਾਮ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowa nazwa konta.
ru: Недопустимое имя владельца счета.
sd: اڪائونٽ تي نالو غلط آھي.
si: ගිණුමේ නම වැරදියි.
sl: Ime, ki je prikazano na računu, ni veljavno.
sr_cyrl_rs: Неважеће име на налогу.
sr_latn_rs: Nevažeće ime na nalogu.
sv: Kontonamnet är ogiltigt.
ta: கணக்கில் உள்ள பெயர் தவறானது.
te: ఖాతాలో పేరు చెల్లదు.
tg: Номи суратҳисоби беэътибор.
th: ชื่อบัญชีไม่ถูกต้อง
tr: Hesaptaki ad geçersiz.
tt: Хисапта исеме ялгыш.
ug: ھېساباتتىكى ئىسىم ئىناۋەتسىز.
uk: Неприпустиме ім’я власника рахунку.
ur: کھاتہ پہ لکھا نام غلط ہے.
uz: Hisob raqamidagi nom haqiqiy emas.
vi: Tên trên tài khoản không hợp lệ.
zh_hans: 帐户持有人姓名无效。
zh_hant: 帳戶持有人姓名無效。

# Literal.DirectDebitHolderName.Required
source: Name on account is required.
af: Naam op rekening word vereis.
am: መለያ ላይ ስም ያስፈልጋል።
ar: الاسم المسجل في الحساب مطلوب.
as: একাউণ্টত নাম থকাতো আৱশ্যক৷
az: Hesabın üzərində ad tələb olunur.
bg: Името на притежателя на сметката е задължително.
bn_in: অ্যাকাউন্টে থাকা নামের উল্লেখ করা আবশ্যক৷
bs: Ime na računu je obavezno.
cy: Rhaid nodi'r enw ar y cyfrif.
da: Navnet på kontoen skal angives.
de: Der Name des Kontoinhabers ist erforderlich.
el: Απαιτείται το όνομα στο λογαριασμό.
es: El nombre que aparece en la cuenta es obligatorio.
et: Konto omaniku nimi on kohustuslik.
eu: Kontuko izena beharrezkoa da.
fa: به نام موجود در حساب نیاز است.
ga: Ainm ar an gcuntas ag teastáil.
gd: Tha feum air ainm air a' chunntas.
gl: Requírese nome na conta.
gu: ખાતા પરના નામની આવશ્યકતા છે.
he: נדרש שם בחשבון.
hi: खाते पर मौजूद नाम आवश्यक है.
hr: Ime na računu je obavezno.
hu: A számlatulajdonos nevének megadása kötelező.
id: Nama pada rekening diperlukan.
is: Nafn reikningseiganda er áskilið.
ja: 口座名義は必須項目です。
ka: მიუთითეთ ანგარიშის სახელი.
kk: Шоттағы ат қажет.
kn: ಖಾತೆಯಲ್ಲಿನ ಹೆಸರು ಅಗತ್ಯವಿದೆ.
ko: 예금주 이름은 필수 항목입니다.
ku_arab: ناوی سەر ئەژمێر پێویستە.
ky: Эсеп жазуудагы аты талап кылынат.
lo: ຕ້ອງລະບຸຊື່ເທິງບັນຊີ.
lt: Būtina sąskaitoje nurodyti vardą ir pavardę.
lv: Norādiet konta īpašnieka vārdu.
mi: Kei te hiahiatia te ingoa i runga i te pūkete.
mk: Името на сметката е задолжително.
ml: അക്കൌണ്ടിലെ പേ‍ര് ആവശ്യമാണ്.
mn: Дансны нэрийг бөглөх шаардлагатай.
mr: खात्यावर नाव आवश्यक आहे.
ms: Nama pada akaun diperlukan.
mt: L-isem fuq il-kont hu meħtieġ.
ne: खातामा नाम आवश्यक छ।
nn_no: Namn på kontoen er obligatorisk.
no: Du må angi kontoinnehavers navn.
or: ଏକାଉଣ୍ଟରେ ନାମ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: اکاؤنٹ دا ناں درکار اے۔
pa_in: ਖਾਤੇ ‘ਤੇ ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ।
pl: Nazwa konta jest wymagana.
ru: Необходимо ввести имя владельца счета.
sd: اڪائونٽ تي نالو گھرجيل آھي.
si: ගිණුමේ නම අවශ්‍යයි.
sl: Vnesite ime, ki je prikazano na računu.
sr_cyrl_rs: Име на налогу је обавезно.
sr_latn_rs: Ime na nalogu je obavezno.
sv: Kontonamn måste anges.
ta: கணக்கில் பெயர் தேவை.
te: ఖాతాలో పేరు అవసరం.
tg: Номи суратҳисоб ҳатмист.
th: ต้องระบุชื่อบัญชี
tr: Hesaptaki ad gereklidir.
tt: Хисапта исеме мәҗбүри.
ug: ھېساباتتىكى ئىسىم كېرەك.
uk: Потрібно ввести ім’я власника рахунку.
ur: کھاتہ پہ لکھا نام درکار ہے.
uz: Hisob raqamidagi nom talab qilinadi.
vi: Tên trên tài khoản là cần thiết.
zh_hans: 帐户持有人姓名为必填项。
zh_hant: 帳戶持有人姓名是必要資訊。

# Literal.DirectDebitNumber.MaxLength
source: Account number is too long
af: Rekeningnommer is te lank
am: የመለያ ቁጥር በጣም ረጅም ነው።
ar: رقم الحساب أطول من اللازم.
as: একাউণ্ট নম্বৰ অতি দীঘল
az: Hesab nömrəsi çox uzundur
bg: Номерът на сметката е прекалено дълъг
bn_in: অ্যাকাউন্ট নাম্বারটি অত্যন্ত বড়
bs: Broj računa je predug
cy: Mae rhif y cyfrif yn rhy hir
da: Kontonummeret er for langt
de: Die Kontonummer ist zu lang.
el: Ο αριθμός λογαριασμού είναι πολύ μεγάλος.
es: El número de cuenta es demasiado largo.
et: Kontonumber on liiga pikk.
eu: Kontuaren zenbakia luzeegia da.
fa: شماره حساب بسیار طولانی است
ga: Uimhir cuntais rófhada.
gd: Tha àireamh a' chunntais ro fhada
gl: Número de conta moi longo
gu: ખાતા નંબર ખૂબ લાંબો છે
he: מספר החשבון ארוך מדי
hi: खाता संख्या बहुत लंबी है
hr: Broj računa je predug
hu: A számlaszám túl hosszú.
id: Nomor rekening terlalu panjang
is: Reikningsnúmer er of langt
ja: 口座番号が長すぎます。
ka: ანგარიშის ნომერი ძალიან გრძელია
kk: Шот нөмірі тым ұзын.
kn: ಖಾತೆ ಸಂಖ್ಯೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ
ko: 계좌 번호가 너무 깁니다.
ku_arab: ژمارەی ئەژمێر زۆر درێژە
ky: Каттоо жазуусунун номуру өтө узун
lo: ເລກບັນຊີຍາວເກີນໄປ.
lt: Sąskaitos numeris per ilgas.
lv: Konta numurs ir pārāk garš.
mi: He roa rawa te tau pūkete
mk: Бројот на сметката е предолг
ml: അക്കൌണ്ട് നമ്പര്‍ ദൈര്‍ഘ്യമേറിയതാണ്
mn: Дансны дугаар хэт урт байна
mr: खात्याचा नंबर खूप दीर्घ आहे
ms: Nombor akaun terlalu panjang
mt: In-numru tal-kont twil wisq
ne: खाता नम्बर धेरै लामो भयो
nn_no: Kontonummeret er for langt.
no: Kontonummeret er for langt.
or: ଏକାଉଣ୍ଟ ନମ୍ଵର ବହୁତ ଲମ୍ଵା ଅଟେ
pa_arab_pk: اکاؤنٹ نمبر بہت لما اے
pa_in: ਖਾਤਾ ਨੰਬਰ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer konta jest zbyt długi
ru: Слишком длинный номер счета.
sd: اڪائونٽ نمبر تمام وڏو آھي
si: ගිණුම් අංකය ඉතා දිගයි
sl: Številka računa je predolga.
sr_cyrl_rs: Број налога је предугачак
sr_latn_rs: Broj naloga je predugačak
sv: Kontonumret är för långt.
ta: கணக்கு எண் மிக நீளமாக உள்ளது
te: ఖాతా సంఖ్య చాలా పొడవుగా ఉంది
tg: Рақами суратҳисоб аз ҳад дароз аст
th: หมายเลขบัญชียาวเกินไป
tr: Hesap numarası çok uzun.
tt: Хисап номеры бик озын
ug: ھېسابات نومۇرى بەك ئۇزۇن
uk: Задовгий номер рахунку
ur: کھاتہ نمبر بہت طویل ہے
uz: Hisob raqami juda uzun
vi: Số tài khoản quá dài
zh_hans: 帐号过长
zh_hant: 帳號太長

# Literal.DirectDebitNumber.MinLength
source: Account number is too short.
af: Rekeningnommer is te kort.
am: የመለያ ቁጥር በጣም አጭር ነው።
ar: رقم الحساب قصير للغاية.
as: একাউণ্ট নম্বৰ অতি চুটি৷
az: Hesab nömrəsi çox qısadır.
bg: Номерът на сметката е прекалено къс.
bn_in: অ্যাকাউন্ট নাম্বারটি অত্যন্ত ছোট৷
bs: Broj računa je prekratak.
cy: Mae rhif y cyfrif yn rhy fyr.
da: Kontonummeret er for kort.
de: Die Kontonummer ist zu kurz.
el: Ο αριθμός λογαριασμού είναι πολύ μικρός.
es: El número de cuenta es demasiado corto.
et: Kontonumber on liiga lühike.
eu: Kontuaren zenbakia motzegia da.
fa: شماره حساب بسیار کوتاه است.
ga: Uimhir cuntais róghearr.
gd: Tha àireamh a' chunntais ro ghoirid.
gl: Número de conta moi curto.
gu: ખાતા નંબર ખૂબ ટૂંકો છે.
he: מספר החשבון קצר מדי.
hi: खाता संख्या बहुत छोटी है.
hr: Broj računa je prekratak.
hu: A számlaszám túl rövid.
id: Nomor rekening terlalu pendek.
is: Reikningsnúmer er of stutt.
ja: 口座番号が短すぎます。
ka: ანგარიშის ნომერი ძალიან მოკლეა.
kk: Шот нөмірі тым қысқа.
kn: ಖಾತೆ ಸಂಖ್ಯೆಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 계좌 번호가 너무 짧습니다.
ku_arab: ژمارەی ئەژمێر زۆر کورتە.
ky: Каттоо жазуусунун номуру өтө кыска.
lo: ເລກບັນຊີສັ້ນເກີນໄປ.
lt: Sąskaitos numeris per trumpas.
lv: Konta numurs ir pārāk īss.
mi: He poto rawa te tau pūkete.
mk: Бројот на сметката е прекраток.
ml: അക്കൌണ്ട് നമ്പര്‍ വളരെ ചെറുതാണ്.
mn: Дансны дугаар хэт богино байна.
mr: खात्याचा नंबर खूप लहान आहे.
ms: Nombor akaun terlalu pendek.
mt: In-numru tal-kont qasir wisq.
ne: खाता नम्बर धेरै छोटो भयो।
nn_no: Kontonummeret er for kort.
no: Kontonummeret er for kort.
or: ଏକାଉଣ୍ଟ ନମ୍ଵର ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: اکاؤنٹ نمبر بہت چھوٹا اے۔
pa_in: ਖਾਤਾ ਨੰਬਰ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Numer konta jest zbyt krótki.
ru: Слишком короткий номер счета.
sd: اڪائونٽ نمبر تمام ننڍو آھي.
si: ගිණුම් අංකය ඉතා කෙටියි.
sl: Številka računa je prekratka.
sr_cyrl_rs: Број налога је превише кратак.
sr_latn_rs: Broj naloga je previše kratak.
sv: Kontonumret är för kort.
ta: கணக்கு எண் மிகச் சிறியதாக உள்ளது.
te: ఖాతా సంఖ్య చాలా చిన్నదిగా ఉంది.
tg: Рақами суратҳисоб аз ҳад кӯтоҳ аст.
th: หมายเลขบัญชีสั้นเกินไป
tr: Hesap numarası çok kısa.
tt: Хисап номеры бик кыска.
ug: ھېسابات نومۇرى بەك قىسقا.
uk: Закороткий номер рахунку.
ur: کھاتہ نمبر بہت مختصر ہے.
uz: Hisob raqami juda qisqa.
vi: Số tài khoản quá ngắn.
zh_hans: 帐号过短。
zh_hant: 帳號太短。

# Literal.DirectDebitNumber.Pattern
source: Invalid account number.
af: Ongeldige rekeningnommer.
am: ልክ ያልኾነ የመለያ ቁጥር።
ar: رقم الحساب غير صالح.
as: অবৈধ একাউণ্ট নম্বৰ৷
az: Hesab nömrəsi səhvdir.
bg: Невалиден номер на сметка.
bn_in: অ্যাকাউন্ট নাম্বারটি ঠিকঠাক নেই৷
bs: Nevažeći broj računa.
cy: Mae rhif y cyfrif yn annilys.
da: Ugyldigt kontonummer.
de: Die Kontonummer ist ungültig.
el: Μη έγκυρος αριθμός λογαριασμού.
es: Número de cuenta no válido.
et: Kontonumber on sobimatu.
eu: Kontuaren zenbakia baliogabea da.
fa: شماره حساب نامعتبر است.
ga: Uimhir cuntais neamhbhailí.
gd: Tha àireamh a' chunntais mì-dhligheach.
gl: Número de conta non válido.
gu: અમાન્ય ખાતા નંબર.
he: מספר החשבון לא חוקי.
hi: अमान्य खाता संख्या.
hr: Broj računa nije valjan.
hu: Érvénytelen számlaszám.
id: Nomor rekening tidak valid.
is: Ógilt reikningsnúmer.
ja: 口座番号が正しくありません。
ka: ანგარიშის ნომერი არასწორია.
kk: Шот нөмірі дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಖಾತೆ ಸಂಖ್ಯೆ.
ko: 계좌 번호가 올바르지 않습니다.
ku_arab: ژمارەی ئەژمێر نادروستە.
ky: Жараксыз Каттоо жазуусунун номуру.
lo: ເລກບັນຊີບໍ່ຖືກຕ້ອງ.
lt: Negaliojantis sąskaitos numeris.
lv: Nederīgs konta numurs.
mi: He muhu te tau pūkete.
mk: Неважечки број на сметка.
ml: അക്കൌണ്ട് നമ്പര്‍ അസാധുവാണ്.
mn: Дансны дугаар хүчингүй байна.
mr: अवैध खाते नंबर.
ms: Nombor akaun tidak sah.
mt: Numru tal-kont invalidu.
ne: अवैध खाता नम्बर।
nn_no: Ugyldig kontonummer.
no: Ugyldig kontonummer.
or: ଅବୈଧ ଏକାଉଣ୍ଟ ନମ୍ଵର.
pa_arab_pk: اکاؤنٹ نمبر ناجائز اے۔
pa_in: ਖਾਤਾ ਨੰਬਰ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy numer konta.
ru: Недопустимый номер счета.
sd: اڪائونٽ نمبر تمام غلط آھي.
si: ගිණුම් අංකය වැරදියි.
sl: Številka računa ni veljavna.
sr_cyrl_rs: Неважећи број налога.
sr_latn_rs: Nevažeći broj naloga.
sv: Ogiltigt kontonummer.
ta: தவறான கணக்கு எண்.
te: చెల్లని ఖాతా సంఖ్య.
tg: Рақами суратҳисоби беэътибор.
th: หมายเลขบัญชีไม่ถูกต้อง
tr: Hesap numarası geçersiz.
tt: Хисап номеры ялгыш.
ug: ھېسابات نومۇرى ئىناۋەتسىز.
uk: Неприпустимий номер рахунку.
ur: کھاتہ نمبر غلط ہے.
uz: Hisob raqami haqiqiy emas.
vi: Số tài khoản không hợp lệ.
zh_hans: 帐号无效。
zh_hant: 帳號無效。
