Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Profile.Update.Heading
source: Update your organization profile
af: Werk jou organisasieprofiel by
am: የድርጅትዎን መገለጫ ያዘምኑ
ar: تحديث ملف تعريف مؤسستك
as: আপোনাৰ প্ৰতিষ্ঠানৰ প্ৰ’ফাইল উন্নীত কৰক
az: Təşkilat profilinizi yeniləyin
bg: Актуализиране на профила на организацията
bn_in: আপনার প্রতিষ্ঠানের প্রোফাইল আপডেট করুন
bs: Ažurirajte profil svoje organizacije
cy: Diweddaru proffil eich sefydliad
da: Opdater din organisationsprofil
de: Organisationsprofil aktualisieren
el: Ενημέρωση του προφίλ του οργανισμού σας
es: Actualizar el perfil de la organización
et: Ettevõtte profiili värskendamine
eu: Eguneratu erakunde-profila
fa: نمایه سازمانتان را به‌روز کنید
ga: Nuashonraigh próifíl d'eagraíochta
gd: Ùraich pròifil a’ bhuidhinn agad
gl: Actualizar o perfil da organización
gu: તમારી સંસ્થા પ્રોફાઇલને અપડેટ કરો
he: עדכן את פרופיל הארגון שלך
hi: अपने संगठन प्रोफ़ाइल अद्यतित करें
hr: Ažurirajte profil svoje tvrtke ili ustanove
hu: A szervezeti profil frissítése
id: Perbarui profil organisasi Anda
is: Uppfæra notandasíðu stofnunar/fyrirtækis
ja: 組織プロファイルを更新する
ka: განაახლეთ თქვენი ორგანიზაციის პროფილი
kk: Ұйым профилін жаңарту
kn: ನಿಮ್ಮ ಸಂಸ್ಥೆಯ ಪ್ರೊಫೈಲ್ ಪರಿಷ್ಕರಿಸಿ
ko: 조직 프로필 업데이트
ku_arab: پرۆفایلی ڕێکخراوەکەت نوێ بکەوه
ky: Уюмуңуздун профилин жаңыртыңыз
lo: ອັບ​ເດດ​ໂປຣ​ໄຟ​ລ໌ອົງການ​ຂອງ​ທ່ານ
lt: Atnaujinkite savo organizacijos profilį
lv: Organizācijas profila atjaunināšana
mi: Whakahoutia tō kōtaha whakahaere
mk: Ажурирајте го вашиот профил на организацијата
ml: നിങ്ങളുടെ ഓർഗനൈസേഷൻ പ്രൊഫൈൽ കാലികമാക്കുക
mn: Байгууллагын хувийн тохиргоогоо өөрчлөх
mr: आपल्या संस्थेची प्रोफाईल अपडेट करा
ms: Kemas kini profil organisasi anda
mt: Aġġorna l-profil tal-organizzazzjoni tiegħek
ne: आफ्नो सङ्गठनको प्रोफाइल अद्यावधिक गर्नुहोस्
nn_no: Oppdater organisasjonsprofilen
no: Oppdater organisasjonsprofilen
or: ଆପଣଙ୍କ ସଂସ୍ଥା ପ୍ରୋଫାଇଲ୍‌ ଅଦ୍ୟତନ କରନ୍ତୁ
pa_arab_pk: اینی تنظیم دی پروفائل اپ ڈیٹ کرو
pa_in: ਆਪਣੀ ਸੰਸਥਾ ਪ੍ਰੋਫਾਈਲ ਅਪਡੇਟ ਕਰੋ
pl: Zaktualizuj profil organizacji
ru: Обновление профиля организации
sd: پنهنجي اداري جي پروفائل تازه ڪاري ڪريو
si: ඔබගේ සංවිධාන පැතිකඩ යාවත්කාල කරන්න
sl: Posodobite profil svoje organizacije
sr_cyrl_rs: Ажурирање профила организације
sr_latn_rs: Ažuriranje profila organizacije
sv: Uppdatera din organisationsprofil
ta: உங்கள் நிறுவனச் சுயவிவரத்திற்கான புதுப்பி
te: మీ సంస్థ ప్రొఫైల్‌ను అప్‌డేట్ చేయండి
tg: Профили ташкилоти худро навсозӣ кунед
th: อัปเดตโพรไฟล์องค์กรของคุณ
tr: Kuruluş profilinizi güncelleyin
tt: Оешма профилен яңартыгыз
ug: ئىدارە ئارخىپىنى يېڭىلاش
uk: Оновлення профілю організації
ur: اپنے ادارے کی پروفائل کی تازہ کاری کریں
uz: Tashkilotingiz profilini yangilash
vi: Cập nhật hồ sơ tổ chức của bạn
zh_hans: 更新你的组织档案
zh_hant: 更新您的組織設定檔

# Literal.ProfileEmployee.AddUpdate.Heading
source: Update your profile
af: Werk jou profiel by
am: የድርጅትዎን መገለጫ ያዘምኑ
ar: تحديث ملفك التعريفي
as: আপোনাৰ প্ৰ’ফাইল উন্নীত কৰক
az: Profilinizi yeniləyin
bg: Актуализиране на профила
bn_in: আপনার প্রোফাইল আপডেট করুন
bs: Ažurirajte profil
cy: Diweddaru eich proffil
da: Opdater din profil
de: Profil aktualisieren
el: Ενημέρωση του προφίλ σας
es: Actualizar el perfil
et: Profiili värskendamine
eu: Eguneratu profila
fa: نمایه خود را به‌روزرسانی کنید
ga: Nuashonraigh do phróifíl
gd: Ùraich a’ phròifil agad
gl: Actualizar o perfil
gu: તમારી પ્રોફાઇલ અપડેટ કરો
he: עדכן את הפרופיל שלך
hi: अपनी प्रोफ़ाइल अद्यतित करें
hr: Ažuriranje profila
hu: A profil frissítése
id: Perbarui profil Anda
is: Uppfærðu notandasíðuna þína
ja: プロファイルを更新
ka: განაახლეთ თქვენი პროფილი
kk: Профиліңізді жаңарту
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪರಿಷ್ಕರಿಸಿ
ko: 프로필 업데이트
ku_arab: پرۆفایلەکەت نوێ بکەوه
ky: Профилди жаңыртыңыз
lo: ອັບເດດໂປຣໄຟລ໌ຂອງທ່ານ
lt: Atnaujinkite savo profilį
lv: Profila atjaunināšana
mi: Whakahouhia tō kōtaha
mk: Ажурирајте го профилот
ml: നിങ്ങളുടെ പ്രൊഫൈൽ അപ്‌ഡേറ്റുചെയ്യുക
mn: Хувийн тохиргоогоо шинэчлэх
mr: तुमचे प्रोफाईल अद्ययावत करा
ms: Kemas kini profil anda
mt: Aġġorna l-profil tiegħek
ne: आफ्नो प्रोफाइल अद्यावधिक गर्नुहोस्
nn_no: Oppdater profilen din
no: Oppdater profilen din
or: ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ୍ ଅଦ୍ୟତନ କରନ୍ତୁ
pa_arab_pk: اپنی پروفائل اپ ڈیٹ کرو
pa_in: ਆਪਣਾ ਪ੍ਰੋਫਾਈਲ ਅਪਡੇਟ ਕਰੋ
pl: Zaktualizuj swój profil
ru: Обновить профиль
sd: پنهنجي پروفائل جي تازه ڪاري ڪريو
si: ඔබගේ පැතිකඩ යාවත්කාලීන කරන්න
sl: Posodobite svoj profil
sr_cyrl_rs: Ажурирајте профил
sr_latn_rs: Ažurirajte profil
sv: Uppdatera din profil
ta: உங்கள் சுயவிவரத்தைப் புதுப்பிக்கவும்
te: మీ ప్రొఫైల్‌ను అప్‌డేట్ చేయండి
tg: Профили худро навсозӣ кунед
th: อัปเดตโปรไฟล์ของคุณ
tr: Profilinizi güncelleştirin
tt: Профилегезне яңартыгыз
ug: ئارخىپىڭىزنى يېڭىلاش
uk: Оновлення вашого профілю
ur: اپنی پروفائل اپ ڈیٹ کریں
uz: Profilingizni yangilang
vi: Cập nhật hồ sơ của bạn
zh_hans: 更新个人资料
zh_hant: 更新設定檔

# Word.Select.NoDashes
source: Select
af: Kies
am: ይምረጡ
ar: تحديد
as: চয়ন কৰক
az: Seç
bg: Избор
bn_in: নির্বাচন করুন
bs: Odaberite
cy: Dewis
da: Vælg
de: Auswählen
el: Επιλογή
es: Seleccionar
et: Vali
eu: Hautatu
fa: انتخاب
ga: Roghnaigh
gd: Tagh
gl: Seleccionar
gu: પસંદ કરો
he: בחר
hi: चयन करें
hr: Odaberite
hu: Kiválasztás
id: Pilih
is: Velja
ja: 選択
ka: არჩევა
kk: Таңдау
kn: ಆಯ್ಕೆಮಾಡು
ko: 선택
ku_arab: دەسنیشانکردن
ky: Тандоо
lo: ເລືອກ
lt: Pasirinkti
lv: Atlasīt
mi: Tīpako
mk: Избери
ml: തിരഞ്ഞെടുക്കുക
mn: Сонго
mr: निवडा
ms: Pilih
mt: Agħżel
ne: चयन गर्नुहोस्
nn_no: Vel
no: Vel
or: ଚୟନ କରନ୍ତୁ
pa_arab_pk: منتخب کرو
pa_in: ਚੋਣ ਕਰੋ
pl: Wybierz
ru: Выбрать
sd: چونڊيو
si: තෝරන්න
sl: Izberite
sr_cyrl_rs: Изабери
sr_latn_rs: Izaberi
sv: Välj
ta: தேர்ந்தெடு
te: ఎంచుకోండి
tg: Интихоб кардан
th: เลือก
tr: Seçin
tt: Сайлау
ug: تاللاش
uk: Вибрати
ur: منتخب کریں
uz: Tanlash
vi: Chọn
zh_hans: 选择
zh_hant: 選取

# Word.Button.AddNewPi
source: Add a new payment method
af: Voeg ’n nuwe betaalmetode by
am: አዲስ የመክፈያ ዘዴ ያክሉ
ar: إضافة طريقة دفع جديدة
as: এটা নতুন পৰিশোধ পদ্ধতি যোগ কৰক
az: Yeni ödəniş üsulu əlavə edin
bg: Добавяне на нов метод на плащане
bn_in: অর্থপ্রদানের এক নতুন পদ্ধতি যোগ করুন
bs: Dodavanje novog načina plaćanja
cy: Ychwanegu dull talu newydd
da: Tilføj en ny betalingsmetode
de: Neue Zahlungsmethode hinzufügen
el: Προσθήκη νέας μεθόδου πληρωμής
es: Agregar un método de pago nuevo
et: Lisa uus makseviis
eu: Gehitu ordainketa-metodoa
fa: افزودن یک روش پرداخت جدید
ga: Cuir modh nua íocaíochta leis
gd: Cuir dòigh pàighidh ùr ris
gl: Engadir un método de pagamento novo
gu: ચૂકવણીનો નવો પ્રકાર ઉમેરો
he: הוסף שיטת תשלום חדשה
hi: एक नई भुगतान विधि जोड़ें
hr: Dodavanje novog načina plaćanja
hu: Új fizetési mód megadása
id: Tambahkan metode pembayaran baru
is: Bæta við nýjum greiðslumáta
ja: 新しい支払方法を追加する
ka: გადახდის ახალი მეთოდის დამატება
kk: Жаңа төлем әдісін қосу
kn: ಹೊಸ ಪಾವತಿ ವಿಧಾನ ಸೇರಿಸಿ
ko: 새 결제 방법 추가
ku_arab: شێوازێکی پارەدانی نوێ زیادبکه
ky: Жаңы төлөм ыкмасын кошуңуз
lo: ເພີ່ມວິທີການຊຳລະໃໝ່
lt: Įtraukti naują mokėjimo būdą
lv: Pievienot jaunu maksāšanas metodi
mi: Tāpiritia he tikanga utu hōu
mk: Додајте нов начин на плаќање
ml: ഒരു പുതിയ പണമടയ്‌ക്കൽ രീതി ചേർക്കുക
mn: Шинэ төлбөрийн хэрэгсэл нэмэх
mr: एक नवीन देय पद्धती जोडा
ms: Tambah kaedah pembayaran baharu
mt: Żid metodu ġdid ta' pagament
ne: नयाँ भुक्तान विधि थप्नुहोस्
nn_no: Legg til ein ny betalingsmetode
no: Legg til en ny betalingsmetode
or: ଏକ ନୂଆ ପେମେଣ୍ଟ ପଦ୍ଧତି ଯୋଡନ୍ତୁ।
pa_arab_pk: ادائیگی دا نواں طریقہ شامل کرو
pa_in: ਇੱਕ ਨਵਾਂ ਭੁਗਤਾਨ ਮੈਥਡ ਜੋੜੋ
pl: Dodaj nową metodę płatności
ru: Добавить новый метод оплаты
sd: هڪ نئون ادائگي جو طريقو شامل ڪريو
si: නව ගෙවීම් ක්‍රමයක් එක් කරන්න
sl: Dodaj nov način plačila
sr_cyrl_rs: Додај нову опцију плаћања
sr_latn_rs: Dodaj novu opciju plaćanja
sv: Lägg till en ny betalningsmetod
ta: புதிய கட்டண முறையைச் சேர்க்கவும்
te: కొత్త చెల్లింపు పద్ధతిని జోడించండి
tg: Илова кардани усули нави пардохт
th: เพิ่มวิธีการชำระเงินใหม่
tr: Yeni bir ödeme yöntemi ekleyin
tt: Яңа түләү ысулын өстәү
ug: يېڭى ھەق تاپشۇرۇش ئۇسۇلى قوشۇش
uk: Додати новий метод оплати
ur: ایک نیا ادائیگی کا طریقہ کار شامل کریں
uz: Yangi to‘lov usulini qo‘shish
vi: Thêm phương thức thanh toán mới
zh_hans: 添加新的付款方式
zh_hant: 新增付款方式

# Word.Button.Buy
source: Buy
af: Koop
am: ይግዙ
ar: شراء
as: ক্ৰয় কৰক
az: Al
bg: Закупуване
bn_in: কিনুন
bs: Kupi
cy: Prynu
da: Køb
de: Kaufen
el: Αγορά
es: Comprar
et: Osta
eu: Erosi
fa: خریدن
ga: Ceannaigh
gd: Ceannaich
gl: Comprar
gu: ખરીદો
he: קנה
hi: खरीदें
hr: Kupi
hu: Vásárlás
id: Beli
is: Kaupa
ja: 購入
ka: შეძენა
kk: Сатып алу
kn: ಖರೀದಿಸಿ
ko: 구매하기
ku_arab: کڕین
ky: Сатып алуу
lo: ຊື້
lt: Pirkti
lv: Pirkt
mi: Hoko
mk: Купи
ml: വാങ്ങുക
mn: Худалдан авах
mr: खरेदी करा
ms: Beli
mt: Ixtri
ne: किन्नुहोस्
nn_no: Kjøp
no: Kjøp
or: କିଣନ୍ତୁ
pa_arab_pk: خریدو
pa_in: ਖਰੀਦੋ
pl: Kup
ru: Купить
sd: خريد ڪريو
si: මිලදීගන්න
sl: Kupi
sr_cyrl_rs: Купи
sr_latn_rs: Kupi
sv: Köp
ta: வாங்கு
te: కొనుగోలు చేయండి
tg: Харидан
th: ซื้อ
tr: Satın Al
tt: Сатып алу
ug: سېتىۋېلىش
uk: Придбати
ur: خریدیں
uz: Sotib olish
vi: Mua
zh_hans: 购买
zh_hant: 購買

# Word.Button.UseThisPMButton
source: Use this payment method
af: Gebruik hierdie betaalmetode
am: ይህን የመክፈያ ዘዴ ይጠቀሙ
ar: استخدام طريقة الدفع هذه
as: এই পৰিশোধ পদ্ধতিটো ব্যৱহাৰ কৰক
az: Bu ödəniş üsulundan istifadə edin
bg: Използвай този метод на плащане
bn_in: অর্থপ্রদানের এই পদ্ধতিটি ব্যবহার করুন
bs: Koristi ovaj način plaćanja
cy: Defnyddio'r dull talu hwn
da: Brug denne betalingsmetode
de: Diese Zahlungsmethode verwenden
el: Χρήση αυτής της μεθόδου πληρωμής
es: Usar este método de pago
et: Kasuta seda makseviisi
eu: Erabili ordainketa-metodo hau
fa: استفاده از این روش پرداخت
ga: Úsáid an modh íocaíochta seo
gd: Cleachd an dòigh pàighidh seo
gl: Usar este método de pagamento
gu: ચૂકવણીના આ પ્રકારનો ઉપયોગ કરો
he: השתמש בשיטת תשלום זו
hi: इस भुगतान विधि का उपयोग करें
hr: Koristi ovaj način plaćanja
hu: Ennek a fizetési módnak a használata
id: Gunakan metode pembayaran ini
is: Nota þennan greiðslumáta
ja: この支払方法を使用する
ka: გადახდის ამ მეთოდის გამოყენება
kk: Осы төлем әдісін пайдаланыңыз
kn: ಈ ಪಾವತಿ ವಿಧಾನ ಬಳಸಿ
ko: 이 결제 방법을 사용하세요.
ku_arab: ئەم شێوازی پارەدانه بەکاربهێنه
ky: Бул төлөм ыкмасын колдонуу
lo: ໃຊ້ວິທີການຊຳລະນີ້
lt: Naudoti šį mokėjimo būdą
lv: Izmantot šo maksāšanas metodi
mi: Whakamahi i tēnei tikanga utu
mk: Користи го овој начин на плаќање
ml: ഈ പണമടയ്‌ക്കൽ രീതി ഉപയോഗിക്കുക
mn: Энэ төлбөрийн хэрэгслийг ашигла
mr: ही देय पद्धती जोडा
ms: Gunakan kaedah pembayaran ini
mt: Uża dan il-metodu ta' pagament
ne: यो भुक्तान विधि प्रयोग गर्नुहोस्
nn_no: Bruk denne betalingsmetoden
no: Bruk denne betalingsmetoden
or: ଏହି ପେମେଣ୍ଟ ପଦ୍ଧତିକୁ ବ୍ୟବହାର କରନ୍ତୁ
pa_arab_pk: ادائیگی دا ایہہ طریقہ ورتو
pa_in: ਇਸ ਭੁਗਤਾਨ ਮੈਥਡ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Użyj tej metody płatności
ru: Использовать этот метод оплаты
sd: هي ادائگي جو طريقو استعمال ڪريو
si: මෙම ගෙවීම් ක්‍රමය භාවිතා කරන්න
sl: Uporabi ta način plačila
sr_cyrl_rs: Користи ову опцију плаћања
sr_latn_rs: Koristi ovu opciju plaćanja
sv: Använd den här betalningsmetoden
ta: இந்தக் கட்டண முறையைப் பயன்படுத்தவும்
te: ఈ చెల్లింపు పద్ధతిని జోడించండి
tg: Истифода бурдани ин усули пардохт
th: ใช้วิธีการชำระเงินนี้
tr: Bu ödeme yöntemini kullan
tt: Бу түләү ысулын куллану
ug: بۇ ھەق تاپشۇرۇش ئۇسۇلىنى ئىشلىتىش
uk: Використовувати цей метод оплати
ur: اس ادائیگی کے طریقہ کار کو استعمال کریں
uz: Ushbu to‘lov usulidan foydalanish
vi: Sử dụng phương thức thanh toán này
zh_hans: 使用此付款方式
zh_hant: 使用此付款方式

# Word.Heading.BackupPiHeading
source: How do you want to pay the rest?
af: Hoe wil jy die res betaal?
am: ቀሪውን እንዴት መክፈል ይፈልጋሉ?
ar: كيف تود دفع الباقي؟
as: আপুনি বাকীখিনি কেনেকৈ পৰিশোধ কৰিব বিচাৰে?
az: Qalanını necə ödəmək istəyirsiniz?
bg: Как искате да платите останалата част?
bn_in: আপনি বাকি অর্থ কীভাবে দিতে চান?
bs: Kako želite platiti ostatak?
cy: Sut ydych chi am dalu'r gweddill?
da: Hvordan ønsker du at betale resten?
de: Wie möchten Sie den Restbetrag bezahlen?
el: Πώς θέλετε να εξοφλήσετε το υπόλοιπο;
es: ¿Cómo quieres pagar el resto?
et: Kuidas soovite maksta ülejäänud summa?
eu: Nola ordaindu nahi duzu gainerakoa?
fa: می‌خواهید مابقی هزینه را چگونه پرداخت کنید؟
ga: Conas ar mhaith leat an chuid eile a íoc?
gd: Ciamar a bu toigh leat an corr a phàigheadh?
gl: ¿Como queres pagar o resto?
gu: તમે બાકીની ચૂકવણી કેવી રીતે કરવા માંગો છો?
he: כיצד ברצונך לשלם על השאר?
hi: आप अन्य का भुगतान कैसे करना चाहेंगे?
hr: Kako želite platiti ostatak?
hu: Hogyan szeretné kifizetni a fennmaradó összeget?
id: Bagaimana Anda ingin membayar sisanya?
is: Hvernig viltu greiða afganginn?
ja: その他の支払い方法を選んでください
ka: როგორ გსურთ დარჩენილი ნაწილის გადახდა?
kk: Қалғанын қалай төлегіңіз келеді?
kn: ಉಳಿದುದನ್ನು ನೀವು ಹೇಗೆ ಪಾವತಿಸಲು ಬಯಸುತ್ತೀರಿ?
ko: 나머지는 어떻게 지불하시겠습니까?
ku_arab: چۆن دەتەوێ باقیەکەی بدەیت؟
ky: Калганын кантип төлөгөнү турасыз?
lo: ທ່ານຕ້ອງການຈ່າຍທີ່ເຫຼືອແນວໃດ?
lt: Kaip norite mokėti likusią dalį?
lv: Kā vēlaties maksāt atlikumu?
mi: He pēhea koe e hiahia ana ki te utu i te roanga atu?
mk: Како сакате да го платите остатокот?
ml: ബാക്കിയുള്ളവ എങ്ങനെ വാങ്ങാനാണ് താൽപ്പര്യപ്പെടുന്നത്?
mn: Үлдсэн төлбөрийг хэрхэн төлөх вэ?
mr: आपण उर्वरित देय कसे देऊ इच्छिता?
ms: Bagaimanakah anda ingin membayar yang selebihnya?
mt: Kif tixtieq tħallas il-bqija?
ne: तपाइँ बाँकी रकम कसरी भुक्तान गर्न चाहनुहुन्छ?
nn_no: Korleis vil du betale for resten?
no: Hvordan vil du betale for resten?
or: ବଳକା କିପରି ଭାବରେ ଅର୍ଥ ପରିଶୋଧ କରିବାକୁ ଚାହିଁବେ?
pa_arab_pk: تُسی کیی ادا کرنا چاہندے او؟
pa_in: ਤੁਸੀਂ ਬਾਕੀ ਰਕਮ ਦਾ ਭੁਗਤਾਨ ਕਿਵੇਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Jak chcesz zapłacić resztę kwoty?
ru: Как вы хотите оплатить оставшуюся часть заказа?
sd: توهان ٻي ڪيئن ادائگي ڪرڻ چاهيو ٿائ
si: ඔබට ඉතිරිය ගෙවීමට අවශ්‍ය කෙසේද?
sl: Kako želite plačati preostanek?
sr_cyrl_rs: Како желите да платите остатак?
sr_latn_rs: Kako želite da platite ostatak?
sv: Hur vill du betala resten?
ta: மீதியை எவ்வாறு செலுத்த விரும்புகிறீர்கள்?
te: మిగిలిన వాటిని మీరు ఎలా చెల్లించాలనుకుంటున్నారు?
tg: Боқимондаашро чӣ тавр пардохт кардан мехоҳед?
th: คุณต้องการชำระเงินส่วนที่เหลืออย่างไร
tr: Geri kalanını nasıl ödemek istersiniz?
tt: Калганын ничек түлисегез килә?
ug: باشقىلىرىغا قانداق ھەق تۆلەيسىز؟
uk: Як ви бажаєте оплатити решту замовлення?
ur: آپ باقی کی ادائیگی کیسے کرنا چاہتے ہیں؟
uz: Qolgani uchun to‘lovni qanday olmoqchisiz?
vi: Bạn muốn trả phần còn lại bằng cách nào?
zh_hans: 你想如何支付剩余款项?
zh_hant: 請問您要如何支付其他款項?

# Word.Heading.RemainingBalance
source: Remaining balance:
af: Oorblywende balans:
am: ቀሪ ሂሳብ፦
ar: الرصيد المتبقي:
as: অৱশিষ্ট বেলেঞ্চ:
az: Qalan balans:
bg: Оставащ баланс:
bn_in: বাকি থাকা ব্যালেন্স:
bs: Preostali saldo:
cy: Balans sy'n weddill:
da: Resterende saldo:
de: Verbleibender Saldo:
el: Υπόλοιπο που απομένει:
es: Saldo restante:
et: Järelejäänud saldo:
eu: Geratzen den saldoa:
fa: موجودی باقیمانده:
ga: Iarmhéid:
gd: Am balans a tha air fhàgail:
gl: Saldo restante:
gu: બાકી સિલક
he: יתרה נותרת:
hi: शेषराशि?
hr: Preostali saldo:
hu: Fennmaradó egyenleg:
id: Saldo tersisa:
is: Eftirstöðvar:
ja: 残高:
ka: დარჩენილი ბალანსი:
kk: Қалған баланс:
kn: ಉಳಿದಿರುವ ಬಾಕಿ:
ko: 남은 잔액:
ku_arab: باڵانسی ماوه:
ky: Калган баланс:
lo: ເງິນຍອດເຫຼືອ:
lt: Likutis:
lv: Bilances atlikums:
mi: Te tapeke kei te toe:
mk: Преостанато салдо:
ml: ശേഷിക്കുന്ന ബാലൻസ്:
mn: Үлдэгдэл:
mr: उर्वरित शिल्लक:
ms: Baki yang tinggal:
mt: Il-bilanċ li jifdal:
ne: बाँकी रकम:
nn_no: Saldo som står att:
no: Gjenstående saldo:
or: ବଳକା ରାଶି:
pa_arab_pk: بقایا بیلنس:
pa_in: ਬਕਾਇਆ ਬੈਲੈਂਸ:
pl: Pozostałe saldo:
ru: Остаток средств:
sd: باقي بيلينس:
si: ඉතිරි ශේෂය:
sl: Preostalo stanje sredstev:
sr_cyrl_rs: Преостали салдо:
sr_latn_rs: Preostali saldo:
sv: Återstående saldo:
ta: மீதமுள்ள இருப்பு:
te: మిగులు మొత్తం:
tg: Тавозуни боқимонда:
th: ยอดดุลคงเหลือ:
tr: Kalan bakiye:
tt: Калган баланс:
ug: قالدۇق سومما:
uk: Залишок на рахунку:
ur: بقیہ رقم:
uz: Hisobda qolgan mablag‘:
vi: Số dư còn lại:
zh_hans: 余额:
zh_hant: 餘額:

# Word.GSTID
source: GST ID
am: GST መታወቂያ
ar: معرّف ضريبة السلع والخدمات
az: GST ID-si
bg: ИД за GST
el: Αναγνωριστικό GST
es: Id. de GST
eu: GST IDa
fa: شناسه GST
gd: ID GST
gl: ID de GST
he: מזהה GST
hu: GST-azonosító
id: ID GST
is: GST-auðkenni
kk: GST идентификаторы
ko: 물품용역세(Goods and Services Tax) ID
ku_arab: ناسنامەی GST
mk: GST ИД
ms: ID GST
pl: Identyfikator płatnika podatku GST
ru: Код налога с продаж
si: GST හැඳුනුම
sl: ID za splošni prometni davek
tg: ID-и GST
th: ID ภาษีมูลค่าเพิ่ม (GST)
tr: GST Kimliği
tt: GST идентификаторы
ug: GST كىملىكى
uk: Код податку на товари та послуги
ur: GST شناخت
uz: GST ID’si
vi: ID GST
zh_hant: 貨物及服務稅識別碼

# Word.PANID
source: PAN ID
am: PAN መታወቂያ
ar: معرّف رقم الحساب الدائم
az: PAN ID-si
bg: ИД за PAN
el: Αναγνωριστικό PAN
es: Id. de PAN
et: PAN-i ID
eu: PAN IDa
fa: شناسه PAN
gd: ID PAN
gl: ID de PAN
he: מזהה PAN
hu: PAN-azonosító
id: ID PAN
is: PAN-auðkenni
kk: PAN идентификаторы
ku_arab: ناسنامەی PAN
mk: PAN ИД
ms: ID PAN
ne: पान ID
pl: Identyfikator PAN
ru: Код PAN
si: PAN හැඳුනුම
sl: ID za PAN
tg: ID-и PAN
th: เลขประจำตัวผู้เสียภาษี
tr: PAN Kimliği
tt: PAN идентификаторы
ug: PAN كىملىكى
uk: Код PAN
ur: PAN شناخت
uz: DHR ID’si
vi: ID PAN
zh_hant: PAN 識別碼

# Literal.Error.GSTID
source: Invalid India State GST ID
af: Ongeldige GST ID vir Indië-staat
am: ልክ ያልሆነ የህንድ ግዛት GST መታወቂያ
ar: معرّف ضريبة السلع والخدمات‬ الخاص بدولة الهند غير صالح
as: অবৈধ ভাৰত ৰাষ্ট্ৰ GST ID
az: Hindistan Dövlətinin GST ID-si səhvdir
bg: Невалиден ИД за GST за щат в Индия
bn_in: ভারতীয় প্রদেশের অবৈধ GST ID
bs: Neispravan GST ID za Indiju
cy: ID GST Talaith India annilys
da: Ugyldigt GST-id for indisk delstat
de: Ungültige GST-ID für indischen Bundesstaat
el: Μη έγκυρο αναγνωριστικό κρατικού GST Ινδίας
es: El id. de GST del estado de India no es válido
et: India osariigi GST ID ei sobi
eu: Ez du balio India estatuko GST IDk
fa: شناسه نامعتبر GST دولت هند
ga: ID GST neamhbhailí do Stát na hIndia
gd: Tha ID GST Stàid nan Innseachan mì-dhligheach
gl: O ID de GST do estado de India non é válido
gu: ઈન્ડિયા સ્ટેટ GST ID અમાન્ય
he: מזהה GST לא חוקי של הודו
hi: अमान्य भारतीय राज्य GST ID
hr: India State GST ID nije valjan
hu: Az Indiára vonatkozó állami GST-azonosító érvénytelen.
id: ID GST Negara India Tidak Valid
is: Ógilt indverskt GST-ríkisauðkenni
ja: インドの州の GST ID が無効です
ka: ინდოეთის შტატის GST ID არასწორია
kk: Үндістан мемлекеттік GST идентификаторы жарамсыз
kn: ಅಮಾನ್ಯ ಭಾರತ ರಾಜ್ಯ GST ID
ko: 인도의 국가 물품용역세(Goods and Services Tax) ID가 잘못되었습니다.
ku_arab: ناسنامەی GST ی دەوڵەتی هێندستانی ناڕەوا
ky: Жараксыз India State GST ID
lo: ID ອາກອນການບໍລິການແລະສິນຄ້າ (GST) ຂອງປະເທດອິນເດຍແມ່ນບໍ່ຖືກຕ້ອງ
lt: Netinkamas Indijos valstijos GST ID
lv: Nederīgs Indijas valsts GST ID
mi: GST ID Rohe Inia Muhu
mk: Неважечки GST ИД на државата Индија
ml: ഇന്ത്യൻ സംസ്ഥാന GST ID അസാധുവാണ്
mn: Энэтхэгийн GST ID буруу байна
mr: अमान्य भारतीय राज्य GST ID
ms: ID GST Negeri India Tidak Sah
mt: Il-GST ID tal-Istat tal-Indja mhuwiex validu
ne: अमान्य भारत राज्य GST ID
nn_no: Ugyldig GST-ID for India
no: Ugyldig status for GST-ID for India
or: ଭାରତର ରାଜ୍ୟ GST ID ବୈଧ ନାହିଁ
pa_arab_pk: بھارت دی غلط ریاستی GST ID
pa_in: ਅਯੋਗ ਭਾਰਤ ਸਟੇਟ GST ID
pl: Nieprawidłowy identyfikator płatnika stanowego podatku GST w Indiach
ru: Недействительный индийский государственный код налога с продаж
sd: غلط انڊيا حالت GST ID
si: ඉන්දියා ප්‍රාන්ත GST හැඳුනුම අවලංගුයි
sl: Neveljaven ID za državni splošni prometni davek za Indijo
sr_cyrl_rs: Неважећи GST ID за државу у Индији
sr_latn_rs: Nevažeći GST ID za državu u Indiji
sv: Ogiltigt GST-ID för Indien
ta: தவறான இந்தியா மாநிலம் GST ID
te: చెల్లని భారత దేశ రాష్ట్ర GST ID
tg: GST ID-и беэътибори штати Ҳиндустон
th: ID ภาษีมูลค่าเพิ่ม (GST) ระดับรัฐของอินเดียไม่ถูกต้อง
tr: Geçersiz Hindistan Durum GST Kimliği
tt: Индия штаты GST идентификаторы ярашсыз
ug: ‏‏GST كىملىكى ھىندىستان ھالەت ئىناۋەتسىز
uk: Недійсний індійський державний код податку на товари та послуги
ur: ناجائز بھارتی ریاستی GST شناخت
uz: Haqiqiy bo‘lmagan Hindiston Shtati GST ID’si
vi: ID GST bang tại Ấn Độ không hợp lệ
zh_hans: 印度邦 GST ID 无效
zh_hant: 無效的印度國家貨物及服務稅識別碼

# Literal.Error.PANID
source: Invalid India PAN ID
af: Ongeldige ID vir Indië PAN
am: ልክ ያልሆነ የህንድ PAN መታወቂያ
ar: معرّف رقم الحساب الدائم الخاص بالهند غير صالح
as: অবৈধ ভাৰত ৰাষ্ট্ৰ PAN ID
az: Hindistan PAN ID-si səhvdir
bg: Невалиден ИД за PAN за Индия
bn_in: ভারতীয় PAN IDটি অবৈধ
bs: Neispravan PAN ID za Indiju
cy: ID PAN India annilys
da: Ugyldigt PAN-id for India
de: Ungültige PAN-ID für Indien
el: Μη έγκυρο αναγνωριστικό PAN Ινδίας
es: El id. de PAN de India no es válido
et: India PAN-i ID ei sobi
eu: Ez du balio Indiako PAN IDk
fa: شناسه نامعتبر PAN هند
ga: ID PAN neamhbhailí don India
gd: Tha ID PAN nan Innseachan mì-dhligheach
gl: O ID de PAN de India non é válido
gu: ઈન્ડિયા PAN ID અમાન્ય
he: מזהה PAN לא חוקי של הודו
hi: अमान्य भारतीय PAN ID
hr: India PAN ID nije valjan
hu: Az Indiára vonatkozó PAN-azonosító érvénytelen.
id: ID PAN India Tidak Valid
is: Ógilt indverskt PAN-auðkenni
ja: インドの PAN ID が無効です
ka: ინდოეთის PAN ID არასწორია
kk: Үндістан PAN идентификаторы жарамсыз
kn: ಅಮಾನ್ಯ ಭಾರತ PAN ID
ko: 인도의 PAN ID가 잘못되었습니다.
ku_arab: ناسنامەی PAN ی هێندستانی ناڕەوا
ky: Жараксыз India PAN ID
lo: ID ເລກບັນຊີຖາວອນ (PAN) ຂອງປະເທດອິນເດຍບໍ່ຖືກຕ້ອງ
lt: Netinkamas Indijos PAN ID
lv: Nederīgs Indijas PAN ID
mi: PAN ID Inia Muhu
mk: Неважечки PAN ИД на Индија
ml: ഇന്ത്യൻ PAN ID അസാധുവാണ്
mn: Энэтхэгийн PAN ID буруу байна
mr: अमान्य भारतीय PAN ID
ms: ID PAN India Tidak Sah
mt: Il-PAN ID tal-Indja mhuwiex validu
ne: अमान्य भारत पान ID
nn_no: Ugyldig PAN-ID for India
no: Ugyldig PAN-ID for India
or: ଭରତର PAN ID ବୈଧ ନାହିଁ
pa_arab_pk: غلط انڈیا PAN ID
pa_in: ਅਯੋਗ ਭਾਰਤ PAN ID
pl: Nieprawidłowy indyjski identyfikator PAN
ru: Недействительный индийский код PAN
sd: غلط انڊيا PAN ID
si: ඉන්දියා PAN හැඳුනුම අවලංගුයි
sl: Neveljaven ID za PAN za Indijo
sr_cyrl_rs: Неважећи PAN ID у Индији
sr_latn_rs: Nevažeći PAN ID u Indiji
sv: Ogiltigt PAN-ID för Indien
ta: தவறான இந்தியா PAN ID
te: చెల్లని భారత దేశ PAN ID
tg: PAN ID-и беэътибори Ҳиндустон
th: เลขประจำตัวผู้เสียภาษีของอินเดียไม่ถูกต้อง
tr: Geçersiz Hindistan PAN Kimliği
tt: Индия штаты PAN идентификаторы ярашсыз
ug: PAN كىملىكى ئىناۋەتسىز ھىندىستان
uk: Недійсний індійський код PAN
ur: ناجائز بھارتی PAN شناخت
uz: Haqiqiy bo‘lmagan Hindiston DHR ID’si
vi: ID PAN tại Ấn Độ không hợp lệ
zh_hans: 印度 PAN ID 无效
zh_hant: 無效的印度 PAN 識別碼
