Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.BillingGroup.AddCC.SameAsSoldToAddress
source: Same as my "Sold To" address
af: Dieselfde as my "verkoop aan"-adres
am: ከእኔ «የተሸጠ» አድራሻ ጋር ተመሳሳይ ነው
ar: مماثل لعنوان "المُباع له" لدي
as: মোৰ "বিক্ৰী" ঠিকনাৰ সৈতে একেই
az: "Satıldı" ünvanımla eynidir
bg: Същият адрес от „Продадено на“
bn_in: আমার "সোল্ড টু " ঠিকানার মতোই
bs: Ista kao moja adresa „Prodano za“
cy: Yr un peth â fy nghyfeiriad "Gwerthwyd i"
da: Samme som min "Solgt til"-adresse
de: Mit meiner Käuferadresse identisch
el: Ίδια με τη διεύθυνση "Πώληση σε"
es: Igual que mi dirección de "Vendido a"
et: Sama nagu ostja aadress
eu: Nire "Nori saldua" helbidearen bera
fa: همانند آدرس "فروخته شد به" من
ga: Mar an gcéanna le mo sheoladh "Díolta le"
gd: Co-ionnann ris an t-seòladh “Air a reic gu” agam
gl: Mesmo enderezo que "Vendido a"
gu: "ખરીદકર્તા" ના સરનામા પ્રમાણે
he: זהה לכתובת "נמכר ל-"
hi: मेरे "बेचने" के पते के समान
hr: Ista kao i adresa "Kupac"
hu: Ugyanaz, mint a vevői címem
id: Sama seperti alamat "Dijual Kepada" saya
is: Sama og „Selt til“ heimilisfangið
ja: "販売先" の住所と同じ
ka: იგივე, როგორიც არის ჩემი „გაყიდვის“ მისამართი
kk: "Сатылды" мекенжайыммен бірдей
kn: ನನ್ನ "ಗೆ ಮಾರಾಟ ಮಾಡಿ" ವಿಳಾಸದಂತೆಯೇ
ko: 내 "판매 대상" 주소와 동일함
ku_arab: هەروەکوو ناونیشانی "فرۆشراو به" ی من
ky: "Алуучу:" дарегим катары сактоо
lo: ເໝືອນກັນກັບ ທີ່ຢູ່ "ຖືກຂາຍໃຫ້ກັບ" ຂອງຂ້ອຍ
lt: Toks pat kaip mano „Pirkėjas“ adresas
lv: Tā pati adrese, kas norādīta sadaļā “Pircējs”
mi: Rite ki taku wāhitau "Hokona Ki"
mk: Исто како мојата адреса „Продадено на“
ml: "സോള്‍ഡ് ടു" വിലാസം പോലെ
mn: Миний "Худалдсан" хаягтай ижил
mr: माझ्या "ला विकलेल्या" पत्त्यासारखेच
ms: Sama dengan alamat "Dijual Kepada" saya
mt: L-istess bħall-indirizz "Mibjugħ Lil" tiegħi
ne: मेरो "लाई बिक्री गरिएको" ठेगानासँग समान
nn_no: Same som «Seld til»-adressa mi
no: Samme som Solgt til-adressen min
or: ମୋର "ବିକ୍ରୀ" ଠିକଣା ସହିତ ସମାନ
pa_arab_pk: میرے "اتے فروخت کیتا گیا" پتے وانگوں
pa_in: ਮੇਰੇ "ਇਸਨੂੰ ਵੇਚਿਆ" ਪਤਾ
pl: Taki sam jak mój adres nabywcy
ru: Использовать мой адрес покупателя
sd: منهنجي ''ڏانهن وڪرو'' پتي جهڙي
si: මගේ "විකුණුම් කළ" ලිපිනයට සමාන වේ
sl: Enako kot naslov prejemnika
sr_cyrl_rs: Исто као моја адреса за „Коме је продато“
sr_latn_rs: Isto kao moja adresa za „Kome je prodato“
sv: Samma som min Såld till-adress
ta: எனது "வாங்குபவர்" முகவரியே
te: అదే నా "సోల్డ్ టూ" చిరునామాలా
tg: Ба суроғаи "Фурӯхта шуд ба"-и ман монанд
th: เหมือนกับที่อยู่ "ขายให้" ของฉัน
tr: "Alıcı" adresimle aynı
tt: "Сатып алучы" адресы белән туры килә
ug: سېتىلغان ئادرېس بىلەن ئوشاش
uk: Використовувати мою адресу покупця
ur: بلکل میرے 'کو فروخت کر دیا گیا ہے' پتہ جیسا ہے
uz: “Sotilgan” manzilim bilan bir xil
vi: Giống như địa chỉ được cung cấp ở mục "Bán cho"
zh_hans: 与我的“买家”地址相同
zh_hant: 與我的 [付款人] 地址相同

# Literal.BillingGroup.Address.SameAsSoldToAddress
source: Same as Sold To address
af: Dieselfde as Verkoop aan- adres
am: ከተሸጠለት አካል አድራሻ ጋር አንድ አይነት
ar: مماثل لعنوان المباع إليه
as: বিক্ৰীৰ ঠিকনাৰ দৰে একেই
az: Satılıb ünvanı ilə eyni
bg: Същият адрес от „Продадено на“
bn_in: যে ঠিকানায় বিক্রীত হয়েছে সেই একই ঠিকানা
bs: Isto kao adresa „Prodano klijentu“
cy: Yr un peth â'r cyfeiriad Gwerthwyd i
da: Samme som Solgt til-adresse
de: Mit Käuferadresse identisch
el: Ίδια με τη διεύθυνση πώλησης
es: Igual que la dirección de Vendido a
et: Sama ostja aadressiga
eu: "Nori saldua" helbidearen bera
fa: همان آدرس خریدار
ga: Úsáid an seoladh Díola
gd: Co-ionnann ris an t-seòladh “Air a reic gu”
gl: Mesmo enderezo que Vendido a
gu: સરનામું વેચવાની જેમ સમાન
he: זהה לכתובת 'נמכר ל-'
hi: बिक्री के पते के समान
hr: Ista kao adresa kupca
hu: Megegyezik a Vevő címével
id: Sama dengan alamat Terjual Ke
is: Sama og heimilisfangið í „Selt til“
ja: "販売先" の住所と同じ
ka: იგივე, რაც მყიდველის მისამართი
kk: Сатылды мекенжайымен бірдей
kn: ಸೋಲ್ಡ್ ಟು ವಿಳಾಸದಂತೆಯೇ
ko: 구매자 주소와 동일
ku_arab: هەروەکوو ناونیشانی فرۆشراو به
ky: Сатылган дарекке окшош
lo: ຄືກັນທີ່ຢູ່ທີ່ໄດ້ຂາຍໃຫ້
lt: Toks pat kaip „Pirkėjas“ adresas
lv: Tāda pati kā adrese Pircējs
mi: Ōrite ki te wāhinoho i Hoko Atu
mk: Исто како адресата за Продадено на
ml: വിറ്റ വിലാസത്തിന് സമാനം
mn: "Хэнд худалдсан" хаягтай адил
mr: पत्त्यावर विक्रीच्या समान
ms: Sama seperti alamat Jual Kepada
mt: L-istess bħall-indiriz Mibjugħ Lil
ne: बिक्री गरिएको ठेगाना जस्तै समान
nn_no: Same som Seld til-adressa mi
no: Samme som Solgt til-adressen
or: ଠିକଣାକୁ ବିକ୍ରୀ ହିସାବରେ ସମାନ
pa_arab_pk: اتے فروخت کیتا گیا پتے وانگوں
pa_in: 'ਵੇਚੇ ਗਏ' ਪਤੇ ਵਾਲਾ ਹੀ
pl: Taki sam jak adres nabywcy
ru: Использовать адрес покупателя
sd: ساڳيو جنهن پتي تي وڪرو ڪيو
si: විකුණූ ලිපිනයට සමානය
sl: Enak kot naslov kupca
sr_cyrl_rs: Исто као адреса за „Коме је продато“
sr_latn_rs: Isto kao adresa za „Kome je prodato“
sv: Samma som Såld till-adress
ta: எனது வாங்குபவர் முகவரியே
te: అమ్మబడిన చిరునామా లాగానే
tg: Ба суроғаи "Фурӯхта шуд ба" монанд
th: เหมือนกับที่อยู่สำหรับจัดส่ง
tr: Alıcı adresiyle aynı
tt: Сатып алучы адресы белән туры килә
ug: سېتىۋالغۇچى ئادرېسى بىلەن ‏‏ئوخشاش
uk: Використовувати адресу покупця
ur: بالکل ایسے جیسے فروخت کردہ بطرف پتہ
uz: “Sotilgan” manzili bilan bir xil
vi: Giống địa chỉ Người mua hàng
zh_hans: 与买方地址相同
zh_hant: 與購買人地址相同

# Literal.BillingGroup.Format
source: Incorrectly formatted billing profile name
af: Verkeerd geformateerde faktureringsprofielnaam
am: ልክ ያልሆነ ቅርፀት ያለው የሂሳብ መክፈያ መገለጫ ስም
ar: تم تنسيق اسم ملف تعريف الفوترة بصورة غير صحيحة
as: অশুদ্ধভাৱে ফৰ্মেট কৰা বিলিং প্ৰ’ফাইলৰ নাম
az: Səhv formatlaşdırılmış hesablaşma profili adı
bg: Неправилно форматирано име на профил за плащане
bn_in: ভুল ফর্ম্যাট করা বিলিং প্রোফাইলের নাম
bs: Nepravilan format naziva profila naplate
cy: Enw proffil bilio wedi ei fformatio'n anghywir
da: Forkert formateret profilnavn for fakturering
de: Falsch formatierter Abrechnungsprofilname
el: Εσφαλμένη μορφή ονόματος προφίλ χρέωσης
es: El formato del perfil de facturación no es correcto
et: Vales vormingus arveldusprofiili nimi
eu: Fakturako profilaren izenak formatu okerra du
fa: نام نمایه صورتحساب به شکل درست قالب‌بندی نشده است
ga: Ainm próifíle billeála atá formáidithe ar cearr
gd: Chan eil am fòrmatadh air ainm na pròifil bileachaidh ceart
gl: O formato do nome do perfil de facturación non é correcto
gu: ખોટી રીતે ફોર્મેટ કરેલ બિલિંગ પ્રોફાઇલ નામ
he: תבנית שגויה של שם פרופיל חיוב
hi: गलत तरीके से स्वरूपित बिलिंग प्रोफ़ाइल नाम
hr: Ime profila za naplatu nije točno oblikovano
hu: Helytelenül formázott számlázási profil
id: Kesalahan format nama profil tagihan
is: Heiti greiðsluforstillingar er með röngu sniði
ja: 課金プロファイルの名前の形式が間違っています
ka: ბილინგის პროფილის სახელის ფორმატი არასწორია
kk: Есепшот ұсыну профилінің аты дұрыс пішімделмеген
kn: ತಪ್ಪಾಗಿ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಲಾದ ಬಿಲ್ಲಿಂಗ್ ಪ್ರೊಫೈಲ್ ಹೆಸರು
ko: 형식이 잘못된 청구 프로필 이름
ku_arab: ناوی پرۆفایلی فاتوورەدانی فۆرمات نادروست
ky: Эсептөө профилинин аталышы туура эмес форматталган
lo: ຊື່ໂປຣໄຟລ໌ຂອງການສົ່ງບິນບໍ່ໄດ້ຖືກຈັດຮູບແບບຢ່າງຖືກຕ້ອງ
lt: Neteisingai suformatuotas atsiskaitymo profilio pavadinimas
lv: Nepareizi formatēts norēķinu profila nosaukums
mi: Kua whakahōputu hēngia te ingoa kōtaha namatanga
mk: Погрешно форматирано име на профилот за наплата
ml: തെറ്റായി രൂപകൽപ്പന ചെയ്ത ബില്ലിംഗ് പ്രൊഫൈൽ നാമം
mn: Төлбөр тооцооны хувийн тохиргоон дах нэрийн хэлбэржүүлэлт буруу
mr: चुकीचे स्वरूपित बिलिंग प्रोफाइल नाव
ms: Nama profil pengebilan yang salah diformat
mt: Isem tal-profil tal-ħlasijiet ifformattjat ħażin
ne: गलत रूपमा फर्म्याट गरिएको बिलिङ प्रोफाइल नाम
nn_no: Faktureringsprofilnamnet har feil format
no: Navnet på faktureringsprofilen har ikke riktig format
or: ସଠିକ ଭାବରେ ଫର୍ମାଟ୍ ହୋଇନଥିବା ପ୍ରୋଫାଇଲ ନାମ
pa_arab_pk: غلط طور اتے فارمیٹ کردہ بلنگ پروفائل دا ناں
pa_in: ਗ਼ਲਤ ਰੂਪ ਵਿੱਚ ਫੌਰਮੈਟ ਕੀਤਾ ਬਿਲਿੰਗ ਪ੍ਰੋਫ਼ਾਈਲ ਦਾ ਨਾਮ
pl: Niepoprawnie sformatowana nazwa profilu rozliczeniowego
ru: Неправильный формат имени профиля выставления счетов
sd: غلط طريقي سان فارميٽ ٿيل بلنگ پروفائل جو نالو
si: වැරදි ආකෘතියේ බිල්කරණ පැතිකඩ නම
sl: Ime profila za obračunavanje ni pravilno oblikovano
sr_cyrl_rs: Формат имена профила за наплату није исправан
sr_latn_rs: Format imena profila za naplatu nije ispravan
sv: Felaktigt format för namn på faktureringsprofil
ta: தவறாக வடிவமைக்கப்பட்ட பில்லிங் சுயவிவர பெயர்
te: బిల్లింగ్ ప్రొఫైల్ పేరు తప్పుగా రూపొందించబడింది
tg: Номи профили биллинги ба таври нодуруст форматгузоришуда
th: ชื่อโปรไฟล์การเรียกเก็บเงินที่จัดรูปแบบไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş ödeme profili adı
tt: Хисап чыгару профиле исеменең форматы дөрес түгел
ug: ھېساب بوغۇش ئارخىپ نامى خاتا فورماتلانغان
uk: Неправильний формат імені профілю виставлення рахунків
ur: غلط وضع کردہ بل کاری پروفائل نام
uz: Billing profili nomi xato shakllantirilgan
vi: Tên hồ sơ thanh toán được định dạng không chính xác
zh_hans: 计费配置文件名称格式错误
zh_hant: 帳單設定檔名稱的格式不正確

# Literal.ErrorMessage.EmptyBillingProfileName
source: Enter the billing profile name
af: Voer die faktureringsprofielnaam in
am: የሂሳብ መክፈያ መገለጫ ስም ያስገቡ
ar: إدخال اسم ملف تعريف الفوترة
as: বিলিং প্ৰ’ফাইলৰ নামটো দিয়ক
az: Hesablaşma profili adını daxil edin
bg: Въведете името на профила за плащане
bn_in: বিলিং প্রোফাইলে নাম লিখুন
bs: Unesite naziv profila naplate
cy: Rhowch enw'r proffil bilio
da: Angiv profilnavnet for fakturering
de: Abrechnungsprofilname eingeben
el: Καταχωρήστε το όνομα του προφίλ χρέωσης
es: Escribir el nombre del perfil de facturación
et: Sisestage arveldusprofiili nimi
eu: Idatzi fakturako profilaren izena
fa: نام نمایه صورتحساب را وارد کنید
ga: Iontráil an t-ainm próifíle billeála
gd: Cuir a-steach ainm na pròifil bileachaidh
gl: Escribir o nome do perfil de facturación
gu: બિલિંગ પ્રોફાઇલ નામ દાખલ કરો
he: הזן את שם פרופיל החיוב
hi: बिलिंग प्रोफ़ाइल नाम दर्ज करें
hr: Unesite ime profila za naplatu
hu: Adja meg a számlázási profil nevét
id: Masukkan nama profil tagihan
is: Sláðu inn heiti greiðsluforstillingar
ja: 課金プロファイルの名前を入力してください
ka: ბილინგის პროფილის სახელის შეყვანა
kk: Есепшот ұсыну профилінің атын енгізу
kn: ಬಿಲ್ಲಿಂಗ್ ಪ್ರೊಫೈಲ್ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 청구 프로필 이름을 입력하세요
ku_arab: ناوی پرۆفایلی فاتوورەدان تێبنووسه
ky: Эсептөө профилинин аталышын киргизиңиз
lo: ປ້ອນເຂົ້າຊື່ໂປຣໄຟລ໌ຂອງການສົ່ງບິນ
lt: Įveskite atsiskaitymo profilio pavadinimą
lv: Ievadiet norēķinu profila nosaukumu
mi: Tāurua te ingoa kōtaha namatanga
mk: Внесете го името на профилот за наплата
ml: ബില്ലിംഗ് പ്രൊഫൈൽ നാമം നൽകുക
mn: Төлбөр тооцооны хувийн тохиргоон дах нэрийг оруул
mr: बिलिंग प्रोफाइल नाव प्रविष्ट करा
ms: Masukkan nama profil pengebilan
mt: Daħħal l-isem tal-profil tal-ħlasijiet
ne: बिलिङ प्रोफाइल नाम प्रविष्ट गर्नुहोस्
nn_no: Skriv inn faktureringsprofilnamn
no: Angi navn på faktureringsprofil
or: ବିଲିଂ ପ୍ରୋଫାଇଲ୍ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: بلنگ پروفائل دا ناں درج کرو
pa_in: ਬਿਲਿੰਗ ਪ੍ਰੋਫਾਈਲ ਨਾਮ ਦਰਜ ਕਰੋ
pl: Wprowadź nazwę profilu rozliczeniowego
ru: Введите имя профиля выставления счетов
sd: بلنگ پروفائل جو نالو داخل ڪريو
si: බිල්කරණ පැතිකඩ නම ඇතුල් කරන්න
sl: Vnesite ime profila za obračunavanje
sr_cyrl_rs: Унесите име профила за наплату
sr_latn_rs: Unesite ime profila za naplatu
sv: Ange namnet på faktureringsprofilen
ta: பில்லிங் சுயவிவர பெயரை உள்ளிடவும்
te: బిల్లింగ్ ప్రొఫైల్ పేరు ప్రవేశపెట్టండి
tg: Номи профили биллингро ворид кунед
th: ป้อนชื่อโปรไฟล์การเรียกเก็บเงิน
tr: Ödeme profili adını girin
tt: Хисап чыгару профиле исемен кертегез
ug: ھېساب بوغۇش ئارخىپ نامىنى كىرگۈزۈڭ
uk: Введіть ім’я профілю виставлення рахунків
ur: بل کاری پروفائل نام داخل کریں
uz: Billing profili nomini kiriting
vi: Nhập tên hồ sơ thanh toán
zh_hans: 输入计费配置文件名称
zh_hant: 輸入帳單設定檔名稱

# Literal.ErrorMessage.EmptyPaymentMethod
source: Pick your payment method
af: Kies jou betalingsmetode
am: የክፍያ ዘዴዎን ይምረጡ
ar: اختيار طريقة الدفع لديك
as: আপোনাৰ ধন পৰিশোধৰ পদ্ধতি বাছক
az: Ödəniş üsulunuzu seçin
bg: Изберете своя метод на плащане
bn_in: আপনার পেমেন্ট পদ্ধতি নির্বাচন করুন
bs: Izaberite način plaćanja
cy: Dewiswch eich dull talu
da: Vælg en betalingsmetode
de: Zahlungsmethode auswählen
el: Επιλέξτε τη μέθοδο πληρωμής σας
es: Seleccionar un método de pago
et: Valige makseviis
eu: Hautatu ordaintzeko metodoa
fa: لطفاً روش پرداخت خود را انتخاب کنید
ga: Pioc do mhodh íocaíochta
gd: Tagh an dòigh pàighidh agad
gl: Selecciona un método de pagamento
gu: તમારી ચુકવણી પદ્ધતિ ચૂંટો
he: בחר שיטת תשלום
hi: अपनी भुगतान विधि चुनें
hr: Odaberite način plaćanja
hu: Fizetési mód kiválasztása
id: Pilih metode pembayaran Anda
is: Veldu greiðslumáta
ja: 支払方法を選択してください
ka: აირჩიეთ თქვენი გადახდის მეთოდი
kk: Төлем әдісін таңдау
kn: ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ಆರಿಸಿ
ko: 결제 방법을 선택하세요
ku_arab: شێوازی پارەدانت هەڵبژێره
ky: Төлөм ыкмаңызды тандаңыз
lo: ເລືອກວິທີການຊຳລະຂອງເຈົ້າ
lt: Pasirinkite mokėjimo būdą
lv: Maksāšanas veida izvēle
mi: Kōwhiria tō tikanga utunga
mk: Изберете начин на плаќање
ml: ഒരു പേയ്മെന്‍റ് രീതി തിരഞ്ഞെടുക്കുക
mn: Төлбөрийн хэрэгслээ сонго
mr: एक देय पद्धत निवडा
ms: Pilih kaedah pembayaran anda
mt: Agħżel il-metodu tal-ħlas tiegħek
ne: आफ्नो भुक्तान विधि चुन गर्नुहोस्
nn_no: Vel ein betalingsmåte
no: Velg betalingsmåte
or: ଆପଣଙ୍କର ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ
pa_arab_pk: اپنا ادائیگی دا طریقہ چُنو
pa_in: ਆਪਣੀ ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ
pl: Wybierz metodę płatności
ru: Выберите метод оплаты
sd: پنهنجو ادائگي جو طريقو چونڊ ڪريو
si: ඔබගේ ගෙවීම් ක්‍රමය තෝරාගන්න
sl: Izberite plačilno sredstvo
sr_cyrl_rs: Избор начина плаћања
sr_latn_rs: Izbor načina plaćanja
sv: Välj din betalningsmetod
ta: உங்கள் பணம் செலுத்தும் முறையை தேர்ந்தெடுக்கவும்.
te: మీ చెల్లింపు పద్ధతిని ఎంచుకోండి
tg: Усули пардохти худро интихоб кунед
th: เลือกวิธีการชำระเงินของคุณ
tr: Ödeme yönteminizi seçin
tt: Түләү ысулын сайлагыз
ug: ھەق تاپشۇرۇش ئۇسۇلىڭىزنى تاللاڭ
uk: Виберіть спосіб оплати
ur: اپنا ادائیگی کا طریقہ منتخب کریں
uz: To‘lov usulingizni tanlang
vi: Chọn phương thức thanh toán của bạn
zh_hans: 选取付款方式
zh_hant: 挑選您的付款方式

# Literal.Error.InvalidPONumber
source: Incorrectly formatted P.O. number
af: Verkeerd geformateerde PO-nommer
am: ልክ ያልሆነ ቅርፀት ያለው የግዢ ትዕዛዝ ቁጥር
ar: تم تنسيق رقم أمر الشراء بصورة غير صحيحة
as: অশুদ্ধভাৱে ফৰ্মেট কৰা P.O. নম্বৰ
az: Səhv formatlaşdırılmış P.O. nömrəsi
bg: Неправилно форматиран номер на поръчка за покупка
bn_in: ভুলভাবে বিন্যস্ত P.O. সংখ্যা
bs: Nepravilan format broja narudžbenice
cy: Rhif archeb wedi ei fformatio'n anghywir
da: Forkert formateret købsordrenummer
de: Falsch formatierte Auftragsnummer
el: Εσφαλμένη μορφή αριθμού παραγγελίας
es: El formato del número de pedido de compra no es correcto
et: Vales vormingus tellimuse number
eu: Erosketa-aginduaren zenbakiak formatu okerra du
fa: شماره صندوق پستی به شکل درست قالب‌بندی نشده است
ga: Uimhir ordú ceannaigh atá formáidithe ar cearr
gd: Chan eil am fòrmatadh air an àireamh P.O. ceart
gl: O formato do número do código postal non é correcto
gu: ખોટી રીતે ફોર્મેટ કરેલ P.O. નંબર
he: תבנית שגויה של מספר הזמנת רכש
hi: गलत तरीके से स्वरूपित P.O. नंबर
hr: Nepravilno oblikovan broj narudžbenice
hu: Helytelenül formázott rendelésszám
id: Kesalahan format nomor P.O.
is: Innkaupanúmer er með röngu sniði
ja: 発注番号の形式が間違っています
ka: შეკვეთის ნომრის ფორმატი არასწორია
kk: Тапсырыс нөмірі дұрыс пішімделмеген
kn: ತಪ್ಪಾಗಿ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಲಾದ PO ಸಂಖ್ಯೆ
ko: 형식이 잘못된 PO 번호
ku_arab: ژمارەی P.O. ی فۆرمات نادروست
ky: Буюртма номери туура эмес форматталган
lo: ລະຫັດໄປສະນີບໍ່ໄດ້ຖືກຈັດຮູບແບບຢ່າງຖືກຕ້ອງ
lt: Netinkamas pašto dėžutės numerio formatas
lv: Nepareizi formatēts pastkastes numurs
mi: Kua whakahōputu hēngia te tau P.O.
mk: Погрешно форматиран број на нарачка
ml: തെറ്റായി ഫോർമാറ്റുചെയ്ത P.O. നമ്പര്‍
mn: ШХ дугаарын хэлбэржүүлэлт буруу
mr: चुकीचा स्वरूपित P.O. क्रमांक
ms: Nombor P.O. yang salah diformat
mt: Numru tal-P.O. ifformattjat ħażin
ne: गलत रूपमा फर्म्याट गरिएको P.O. नम्बर
nn_no: Innkjøpsordrenummeret har feil format
no: Innkjøpsordrenummeret har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା P.O. ନମ୍ବର
pa_arab_pk: غلط طور اتے فارمیٹ کردہ P.O. نمبر
pa_in: ਗਲਤ ਫੌਰਮੈਟ ਕੀਤਾ P.O. ਨੰਬਰ
pl: Niepoprawnie sformatowany numer skrytki pocztowej
ru: Неправильный формат номера заказа
sd: غلط طريقي سان فارميٽ ٿيل P.O. نمبر
si: වැරදි ලෙස ආකෘතිගත P.O. අංකය
sl: Številka naročilnice ni pravilno oblikovana
sr_cyrl_rs: Формат броја поруџбенице није исправан
sr_latn_rs: Format broja porudžbenice nije ispravan
sv: Felaktigt format för IO-nummer
ta: தவறாக வடிவமைக்கப்பட்ட P.O. எண்
te: పి.ఓ.నెంబరు తప్పుగా రూపొందించబడింది
tg: Рақами нодуруст форматгузоришудаи фармоиши харид
th: หมายเลข PO ที่จัดรูปแบบไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş Satın Alma Siparişi numarası
tt: Заказ номерының форматы дөрес түгел
ug: بۇيرۇتما نومۇرى خاتا فورماتلانغان
uk: Неправильний формат номера замовлення
ur: غلط وضع کردہ پی او نمبر
uz: Buyurtma raqami xato shakllantirilgan
vi: Số P.O. được định dạng không chính xác
zh_hans: P.O. 编号格式错误
zh_hant: PO 編號的格式不正確

# Literal.WhatsThisWithParentheses
source: (What's this?)
af: (Wat is dit?)
am: (ይህ ምንድን ነው?)
ar: (ما هذا؟)
as: (এইটো কি?)
az: (Bu nədir?)
bg: (Какво е това?)
bn_in: (এটি কী?)
bs: (Šta je ovo?)
cy: (Beth yw hyn?)
da: (Hvad er dette?)
de: (Was ist das?)
el: (Τι είναι αυτό;)
es: (¿Qué es esto?)
et: (Mis see on?)
eu: (Zer da hau?)
fa: (این چیست؟)
ga: (Cad é seo?)
gd: (Dè tha seo?)
gl: (Que é isto?)
gu: (આ શું છે?)
he: (מה זה?)
hi: (यह क्या है?)
hr: (Što je ovo?)
hu: (Mi ez?)
id: (Apa ini?)
is: (Hvað er þetta?)
ja: (説明の表示)
ka: (რა არის ეს?)
kk: (Бұл не?)
kn: (ಇದು ಏನು?)
ko: (소개)
ku_arab: (ئەمە چییە؟)
ky: (Бул эмне?)
lo: (ນີ້ແມ່ນຫຍັງ?)
lt: (Kas tai?)
lv: (Kas tas ir?)
mi: (He aha tēnei?)
mk: (Што е ова?)
ml: (എന്താണിത്?)
mn: Энэ юу вэ?
mr: (हे काय आहे?)
ms: (Apakah ini?)
mt: (Dan x'inhu?)
ne: (यो के हो?)
nn_no: (Kva er dette?)
no: (Hva er dette?)
or: (ଏହା କଣ ଅଟେ?)
pa_arab_pk: (ایہہ کیی اے؟)
pa_in: (ਇਹ ਕੀ ਹੈ?)
pl: (Co to jest?)
ru: (Что это?)
sd: (هي ڇا آهي؟)
si: (මේ කුමක්ද?)
sl: (Kaj je to?)
sr_cyrl_rs: (Шта је ово?)
sr_latn_rs: (Šta je ovo?)
sv: (Förklaring)
ta: (இது என்ன?)
te: (ఇది ఏమిటి?)
tg: (Ин чист?)
th: (นี่คืออะไร)
tr: (Bu nedir?)
tt: (Бу нәрсә?)
ug: (بۇ نىمە؟)
uk: (Що це?)
ur: (یہ کیا ہے؟)
uz: (Bu nima?)
vi: (Đây là gì?)
zh_hans: (这是什么?)
zh_hant: (相關說明)

# Literal.Invoice.Recipient.Required
source: Recipient is a required field
af: Ontvanger is ’n vereiste veld
am: ተቀባይ አስፈላጊ መስክ ነው
ar: يُعد المستلم أحد الحقول المطلوبة
as: প্ৰাপ্তকৰ্তাৰ ক্ষেত্ৰটো প্ৰয়োজনীয়
az: Qəbuledən lazımi sahədir
bg: „Получател“ е задължително поле
bn_in: প্রাপক একটি প্রয়োজনীয় ক্ষেত্র
bs: Primalac je obavezno polje
cy: Mae derbynnydd yn faes gofynnol
da: Modtager er et påkrævet felt
de: Empfänger ist ein Pflichtfeld
el: Ο παραλήπτης είναι απαιτούμενο πεδίο
es: El campo Destinatario es obligatorio
et: Saaja on kohustuslik väli
eu: Hartzailea derrigorrezko eremua da
fa: گیرنده فیلدی الزامی است
ga: Réimse éigeantach is ea faighteoir
gd: Tha am faightear na raon riatanach
gl: O campo Destinatario é obrigatorio
gu: પ્રાપ્તકર્તા આવશ્યક ફીલ્ડ છે
he: 'נמען' הוא שדה נדרש
hi: प्राप्तकर्ता आवश्यक फ़ील्ड है
hr: Primatelj je obavezno polje
hu: A Címzett mezőt kötelező kitölteni.
id: Penerima adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir viðtakanda
ja: 受信者は必須フィールドです
ka: მიმღების ველის შევსება სავალდებულოა
kk: Алушы өрісін толтыру қажет
kn: ಸ್ವೀಕರಿಸುವವರು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 수신자는 필수 필드입니다.
ku_arab: وەرگر خانەیەکی پێویسته
ky: Кабыл алуучу - милдеттүү талаа
lo: ຊ່ອງຜູ້ຮັບແມ່ນຕ້ອງໃສ່ຂໍ້ມູນ
lt: Gavėjas yra būtinas laukas
lv: Adresāts ir obligāts lauks
mi: He āpure hiahiatia te Kaiwhiwhi
mk: Примачот е задолжително поле
ml: സ്വീകർത്താവ് ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Хүлээн авагч шаардлагатай
mr: प्राप्तकर्ता हे एक आवश्यक फील्ड आहे
ms: Penerima ialah medan yang diperlukan
mt: Destinatarju hija qasam meħtieġ
ne: प्रापक आवश्यक भएको फाँट हो
nn_no: Mottakar er obligatorisk
no: Mottaker må angis
or: ପ୍ରାପ୍ତକର୍ତ୍ତା ଏକ ଆବଶ୍ୟକୀୟ ସ୍ଥାନ
pa_arab_pk: وصول کنندہ اک درکار فیلڈ اے
pa_in: ਪ੍ਰਾਪਤਕਰਤਾ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Adresat to pole wymagane
ru: Получатель — обязательное поле
sd: وصول ڪندڙ هڪ گھربل فيلڊ آھي
si: ලබන්නා අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Prejemnik« je obvezno
sr_cyrl_rs: „Прималац“ је обавезно поље
sr_latn_rs: „Primalac“ je obavezno polje
sv: Mottagare är ett obligatoriskt fält
ta: பெறுபவர் என்பது ஒரு தேவைப்படும் புலம் ஆகும்
te: గ్రహీత అవసరమైన ఫీల్డ్
tg: Қабулкунанда майдони ҳатмист
th: ผู้รับเป็นเขตข้อมูลที่ต้องระบุ
tr: Alıcı gerekli bir alandır
tt: Алучы - мәҗбүри кыр
ug: تاپشۇرۇۋالغۇچى زۆرۈر تولدۇرىدىغان بۆلەك
uk: Одержувач – обов’язкове поле
ur: وصول کنندہ ایک مطلوبہ قطعہ ہے
uz: Oluvchini kiritish majburiy
vi: Người nhận là trường bắt buộc
zh_hans: 收件人是必填字段
zh_hant: 收件者為必填欄位

# Literal.Invoice.TOU.Required
source: You have to accept the term of use.
af: Jy moet die gebruiksbepaling aanvaar.
am: የአጠቃቀም ጊዜን መቀበል አለብዎት።
ar: يتعين عليك قبول شروط الاستخدام.
as: আপুনি ব্যৱহাৰৰ চৰ্ত গ্ৰহণ কৰিব লাগিব।
az: İstifadə şərtini qəbul etməlisiniz.
bg: Трябва да приемете срока на използване.
bn_in: আপনাকে ব্যবহারের টার্ম গ্রহণ করতে হবে।
bs: Morate prihvatiti uslove korištenja.
cy: Mae’n rhaid i chi dderbyn y teler defnydd.
da: Du skal acceptere vilkår for anvendelse.
de: Sie müssen den Nutzungsbedingungen zustimmen.
el: Πρέπει να αποδεχτείτε τους όρους χρήσης.
es: Debe aceptar el término de uso.
et: Peate nõustuma kasutustingimustega.
eu: Erabilera-baldintzak onartu behar dituzu.
fa: شما باید شرایط استفاده را بپذیرید.
ga: Caithfidh tú glacadh leis an téarmaí úsáide.
gd: Feumaidh tu gabhail ri teirmichean a’ chleachdaidh.
gl: Ten que aceptar as condicións de uso.
gu: તમારે ઉપયોગની શરત સ્વીકારવી પડશે.
he: עליך לקבל את תנאי השימוש.
hi: आपको उपयोग की शर्तें स्वीकार करनी होंगी.
hr: Morate prihvatiti uvjete korištenja.
hu: El kell fogadnia a használati feltételeket.
id: Anda harus menerima ketentuan penggunaan.
is: Þú verður að samþykkja notkunarskilmálana.
ja: 使用条件に同意する必要があります。
ka: საჭიროა, დაეთანხმოთ გამოყენების წესებს.
kk: Пайдалану шарттарын қабылдау қажет.
kn: ನೀವು ಬಳಕೆಯ ನಿಯಮವನ್ನು ಅಂಗೀಕರಿಸಬೇಕಾಗುತ್ತದೆ.
ko: 사용 약관을 수락해야 합니다.
lo: ທ່ານຈະຕ້ອງຍອມຮັບຂໍ້ກຳນົດການໃຊ້.
lt: Turite sutikti su naudojimo sąlyga.
lv: Jums ir jāpiekrīt lietošanas noteikumiem.
mi: Me whakaae koe ki te ture whakamahi.
mk: Треба да ги прифатите условите на користење.
ml: ഉപയോഗ പദം നിങ്ങൾ അംഗീകരിക്കണം.
mr: आपल्याला वापर अट स्वीकारणे आवश्यक आहे.
ms: Anda perlu menerima terma penggunaan.
mt: Trid taċċetta t-terminu tal-użu.
ne: तपाईंले प्रयोगको सर्त स्वीकार्नु पर्छ।
nn_no: Du må godta bruksvilkåret.
no: Du må godta vilkårene for bruk.
or: ଆପଣଙ୍କୁ ବ୍ୟବହାରର ପଦ ଗ୍ରହଣ କରିବାକୁ ପଡିବ
pa_in: ਤੁਹਾਨੂੰ ਵਰਤੋਂ ਦੀ ਸ਼ਰਤ ਸਵੀਕਾਰ ਕਰਨੀ ਪਵੇਗੀ।
pl: Musisz zaakceptować warunki użytkowania.
ru: Необходимо принять условия использования.
sl: Sprejeti morate pogoj uporabe.
sr_cyrl_rs: Морате да прихватите услов коришћења.
sr_latn_rs: Morate da prihvatite uslove korišćenja.
sv: Du måste godkänna användningsvillkoren.
ta: நீங்கள் பயன்பாட்டு விதிமுறையை ஏற்றுக்கொள்ள வேண்டும்.
te: మీరు వినియోగ నిబంధనను అంగీకరించాలి.
th: คุณต้องยอมรับข้อตกลงการใช้งาน
tr: Kullanım koşullarını kabul etmeniz gerekiyor.
tt: Сез куллану шартын кабул итәргә тиеш.
ug: ئىشلىتىش شەرتلىرىنى قوبۇل قىلىشىڭىز كېرەك.
uk: Потрібно прийняти умови використання.
ur: آپ کو شرائط استعمال قبول کرنی ہوں گی۔
uz: Foydalanish shartlarini qabul qilishingiz kerak.
vi: Bạn phải chấp nhận thời hạn sử dụng.
zh_hans: 必须接受使用条款。
zh_hant: 您必須接受使用規定。
