Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Zipcode.MinLength
source: ZIP code is too short.
af: Poskode is te kort.
am: ዚፕ ኮድ በጣም አጭር ነው።
ar: الرمز البريدي قصير جدًا.
as: জিপ ক'ড অতি চুটি৷
az: Poçt indeksi çox qısadır.
bg: Пощенският код е прекалено къс.
bn_in: ZIP কোড অনেক ছোট।
bs: Poštanski broj je prekratak.
cy: Mae'r cod post yn rhy fyr.
da: Postnummeret er for kort.
de: Die Postleitzahl ist zu kurz.
el: Ο ταχυδρομικός κώδικας είναι πολύ μικρός.
es: El código postal es demasiado corto.
et: Sihtnumber on liiga lühike.
eu: Posta-kodea laburregia da.
fa: کد پستی بسیار کوتاه است.
ga: Cód poist róghearr.
gd: Tha an còd-puist ro ghoirid.
gl: Código postal moi curto.
gu: ZIP કોડ ખૂબ ટૂંકો છે.
he: המיקוד קצר מדי.
hi: ज़िप कोड बहुत छोटा है.
hr: Poštanski broj prekratak je.
hu: Az irányítószám túl rövid.
id: Kode pos terlalu pendek.
is: Póstnúmerið er of stutt.
ja: 郵便番号が短すぎます。
ka: საფოსტო ინდექსი ძალიან მოკლეა.
kk: Пошталық индекс тым қысқа.
kn: ಜಿಪ್ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 우편 번호가 너무 짧습니다.
ku_arab: کۆدی زیپ زۆر کورتە.
ky: Индекс өтө кыска.
lo: ລະຫັດໄປສະນີສັ້ນເກີນໄປ.
lt: Pašto indeksas yra per trumpas.
lv: Pasta indekss ir pārāk īss.
mi: He poto rawa te Waehere ZIP.
mk: Поштенскиот број е прекраток.
ml: ZIP കോഡ് വളരെ ചെറുതാണ്.
mn: ZIP код хэт богино байна.
mr: ZIP कोड खूप लहान आहे.
ms: Kod zip terlalu pendek.
mt: Il-kodiċi postali hi qasira wisq.
ne: जिप सङ्केत धेरै छोटो भयो।
nn_no: Postnummeret er for kort.
no: Postnummeret er for kort.
or: ଜିପ୍ କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ‏‏زپ کوڈ بہت چھوٹا اے.
pa_in: ਜ਼ਿੱਪ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod pocztowy jest za krótki.
ru: Слишком короткий почтовый индекс.
sd: زپ ڪوڊ تمام ننڍو آهي.
si: සිප් කේතය කෙටි වැඩියි.
sl: Poštna številka je prekratka.
sr_cyrl_rs: Поштански број је прекратак.
sr_latn_rs: Poštanski broj je prekratak.
sv: Postnumret är för kort.
ta: ஜிப் குறியீடு மிகச் சிறியதாக உள்ளது.
te: జిప్ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Индекси почта аз ҳад кӯтоҳ аст.
th: รหัสไปรษณีย์สั้นเกินไป
tr: Posta kodu çok kısa.
tt: Почта индексы бик кыска.
ug: پوچتا نومۇرى بەك قىسقا.
uk: Поштовий індекс закороткий.
ur: زپ کوڈ بہت مختصر ہے۔
uz: Pochta indeksi juda qisqa.
vi: Mã bưu điện quá ngắn.
zh_hans: 邮政编码过短。
zh_hant: 郵遞區號太短。

# Literal.Zipcode.Pattern
source: Invalid ZIP code.
af: Ongeldige poskode.
am: ልክ ያልሆነ ዚፕ ኮድ ።
ar: الرمز البريدي غير صالح.
as: অবৈধ জিপ ক'ড৷
az: Poçt indeksi səhvdir.
bg: Невалиден пощенски код.
bn_in: ZIP কোড অবৈধ।
bs: Nevažeći poštanski broj.
cy: Mae'r cod post yn annilys.
da: Ugyldigt postnummer.
de: Die Postleitzahl ist ungültig.
el: Μη έγκυρος ταχυδρομικός κώδικας.
es: Código postal no válido.
et: Sihtnumber on sobimatu.
eu: Posta-kodea baliogabea da.
fa: کد پستی نامعتبر است.
ga: Cód poist neamhbhailí.
gd: Tha an còd-puist mì-dhligheach.
gl: Código postal non válido.
gu: અમાન્ય ZIP કોડ.
he: המיקוד אינו חוקי.
hi: अमान्य ज़िप कोड.
hr: Poštanski broj nije valjan.
hu: Érvénytelen irányítószám.
id: Kode pos tidak sah.
is: Ógilt póstnúmer.
ja: 郵便番号が正しくありません。
ka: საფოსტო ინდექსი არასწორია.
kk: Пошталық индекс дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಜಿಪ್ ಕೋಡ್.
ko: 우편 번호가 올바르지 않습니다.
ku_arab: کۆدی زیپ نادروستە.
ky: Жараксыз индекс.
lo: ລະຫັດໄປສະນີບໍ່ຖືກຕ້ອງ.
lt: Pašto indeksas yra netinkamas.
lv: Nederīgs pasta indekss.
mi: He muhu te waehere ZIP.
mk: Неважечки поштенски број.
ml: അസാധുവായ ZIP കോഡ്.
mn: ZIP код буруу байна.
mr: अवैध ZIP कोड.
ms: Kod zip tidak sah.
mt: Kodiċi postali invalida.
ne: अवैध जिप सङ्केत।
nn_no: Ugyldig postnummer.
no: Ugyldig postnummer.
or: ଅବୈଧ ଜିପ୍ କୋଡ୍.
pa_arab_pk: ‏‏زپ کوڈ غلط اے.
pa_in: ਜ਼ਿੱਪ ਕੋਡ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy kod pocztowy.
ru: Недопустимый почтовый индекс.
sd: غلط زپ ڪوڊ.
si: වලංගු නොවන තැපැල් කේතයකි.
sl: Poštna številka ni veljavna.
sr_cyrl_rs: Неважећи поштански број.
sr_latn_rs: Nevažeći poštanski broj.
sv: Postnumret är ogiltigt.
ta: தவறான ஜிப் குறியீடு.
te: చెల్లని జిప్ కోడ్.
tg: Индекси почтаи беэътибор.
th: รหัสไปรษณีย์ไม่ถูกต้อง
tr: Posta kodu geçersiz.
tt: Почта индексы ялгыш.
ug: پوچتا نومۇرى ئىناۋەتسىز.
uk: Неприпустимий поштовий індекс.
ur: زپ کوڈ غلط ہے۔
uz: Pochta indeksi haqiqiy emas.
vi: Mã bưu điện không hợp lệ.
zh_hans: 邮政编码无效。
zh_hant: 郵遞區號無效。

# Literal.Zipcode.Required
source: ZIP code is required.
af: Poskode word vereis.
am: ዚፕ ኮድ ይፈለጋል።
ar: الرمز البريدي مطلوب.
as: জিপ ক'ড আৱশ্যক৷
az: Poçt indeksi tələb olunur.
bg: Пощенският код е задължителен.
bn_in: ZIP কোডের আবশ্যক।
bs: Poštanski broj je obavezan.
cy: Rhaid nodi cod post.
da: Postnummeret skal angives.
de: Die Postleitzahl ist erforderlich.
el: Απαιτείται ο ταχυδρομικός κώδικας.
es: El código postal es obligatorio.
et: Sihtnumber on kohustuslik.
eu: Posta-kodea beharrezkoa da.
fa: به کد پستی نیاز است.
ga: Cód poist riachtanach.
gd: Tha feum air còd-puist.
gl: Requírese código postal.
gu: ZIP કોડ આવશ્યક છે.
he: נדרש מיקוד.
hi: ज़िप कोड आवश्यक है.
hr: Poštanski broj obavezan je.
hu: Az irányítószám megadása kötelező.
id: Kode pos diperlukan.
is: Færa þarf inn póstnúmer.
ja: 郵便番号は必須項目です。
ka: მიუთითეთ საფოსტო ინდექსი.
kk: Пошталық индекс талап етіледі.
kn: ಜಿಪ್ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 우편 번호는 필수 항목입니다.
ku_arab: کۆدی زیپ پێویستە.
ky: Индекс талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດໄປສະນີ.
lt: Pašto indeksas yra būtinas.
lv: Jānorāda pasta indekss.
mi: Kei te hiahiatia te waehere ZIP.
mk: Поштенскиот број е задолжителен.
ml: ZIP കോഡ് ആവശ്യമാണ്.
mn: Zip кодыг бөглөх шаардлагатай.
mr: ZIP कोड आवश्यक आहे.
ms: Kod zip diperlukan.
mt: Il-kodiċi postali hi meħtieġa.
ne: जिप सङ्केत आवश्यक छ।
nn_no: Postnummer er obligatorisk.
no: Postnummer må angis.
or: ଜିପ୍ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏زپ کوڈ درکار اے۔
pa_in: ਜ਼ਿੱਪ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod pocztowy jest wymagany.
ru: Необходимо ввести почтовый индекс.
sd: زپ ڪوڊ جي گھرج آهي.
si: සිප් කේතය අවශ්‍යයි.
sl: Poštna številka je obvezna.
sr_cyrl_rs: Поштански број је потребан.
sr_latn_rs: Poštanski broj je potreban.
sv: Postnummer måste anges.
ta: ஜிப் குறியீடு தேவை.
te: జిప్ కోడ్ అవసరం.
tg: Индекси почта ҳатмист.
th: ต้องระบุรหัสไปรษณีย์
tr: Posta kodu gereklidir.
tt: Почта индексы мәҗбүри.
ug: پوچتا نومۇرى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати поштовий індекс.
ur: زپ کوڈ درکار ہے۔
uz: Pochta indeksi talab qilinadi.
vi: Mã bưu điện là cần thiết.
zh_hans: 邮政编码为必填项。
zh_hant: 郵遞區號是必要資訊。

# Literal.CreditCardSummary.Discover
source: Add Discover ending in {0}
af: Voeg Discover by wat eindig op {0}
am: ግኝቱን የሚያበቃው በ {0} ውስጥ ያክሉ
ar: أضف بطاقة Discover المنتهية برقم {0}
as: {0} ত সমাপ্ত হোৱা আৱিষ্কাৰ যোগ কৰক
az: {0} ilə bitən Discover kartını əlavə edin
bg: Добавяне на карта Discover, завършваща на {0}
bn_in: {0}-এ শেষ হচ্ছে যে Discover তা যোগ করুন
bs: Dodaj Discover karticu koja se završava na {0}
cy: Ychwanegwch Darganfod sy'n gorffen gyda {0}
da: Tilføj Discover, der slutter på {0}
de: Discover hinzufügen, die auf {0} endet
el: Προσθήκη Εύρεσης που λήγει σε {0}
es: Agregar detección que termina en {0}
et: Lisage Discover, mille numbri lõpus on {0}
eu: Gehitu honela amaitzen den Discover txartela: {0}
fa: افزودن Discover با چهار رقم آخر {0}
ga: Cuir Cárta Discover leis a chríochnaíonn ar {0}
gd: Cuir ris Discover a tha a’ crìochnachadh le {0}
gl: Engade a Discover que remata en {0}
gu: {0} માં સમાપ્ત થાય તે Discover ઍડ કરો
he: הוסף כרטיס Discover שמסתיים ב- {0}
hi: {0} से समाप्त होने वाली Discover जोड़ें
hr: Dodaj karticu Discover koja se završava sa {0}
hu: Discover-kártya hozzáadása, utolsó számjegyek: {0}
id: Tambahkan Discover yang berakhiran {0}
is: Bæta við Discover-korti sem endar á {0}
ja: 末尾が {0} の Discover を追加する
ka: დაამატეთ Discover ბარათი, რომელიც მთავრდება შემდეგი ციფრებით: {0}
kk: {0} аяқталатын Discover картасын қосыңыз
kn: {0} ರಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ Discover ಸೇರಿಸಿ
ko: {0}(으)로 끝나는 Discover 추가
lo: ເພີ່ມ Discover ທີ່ລົງທ້າຍດ້ວຍ {0}
lt: Įtraukite „Discover“, kurios numeris baigiasi {0}
lv: Pievienot Discover karti, kura beidzas ar {0}
mi: Tāpiria te mutunga Discover ki {0}
mk: Додајте Discover што завршува со {0}
ml: {0}-ല്‍ അവസാനിക്കുന്ന Discover ചേർക്കൂ
mr: {0} ने शेवट होणारे Discover जोडा
ms: Tambah Discover yang berakhir dengan {0}
mt: Żid id-Discover li tiskadi bi {0}
ne: {0} मा अन्त्य हुने Discover थप्नुहोस्
nn_no: Legg til Discover som sluttar på {0}
no: Legg til Oppdag som slutter på {0}
or: {0} ଶେଷ ହେଉଥିବା Discover ଯୋଡନ୍ତୁ
pa_in: {0} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲਾ Discover ਜੋੜੋ
pl: Dodaj kartę Discovery kończącą się na {0}
ru: Добавить карту Discover, номер которой заканчивается на {0}
sl: Dodajte kartico Discover, ki se konča s {0}
sr_cyrl_rs: Додајте Discover картицу које се завршава са {0}
sr_latn_rs: Dodajte Discover karticu koja se završava sa {0}
sv: Lägg till Discover som slutar på {0}
ta: {0}-இல் முடிவடையும் Discover-ஐச் சேர்க்கவும்
te: {0} లో ముగిసే డిస్కవర్‌ను జోడించండి
th: เพิ่ม Discover ที่ลงท้ายด้วย {0}
tr: {0} ile biten Discover kartını ekleyin
tt: {0} белән тәмамланган Discover өстәгез
ug: ئاياغ نومۇرى {0} بولغان Discover كارتىسىنى قوشۇڭ
uk: Додати Discover, що закінчується на {0}
ur: وہ Discover شامل کریں جس کے آخری اعداد {0}ہیں
uz: Oxiri {0} bilan tugaydigan Discover kartasini kiriting
vi: Thêm Discover kết thúc bằng {0}
zh_hans: 添加以 {0} 结尾的 Discovery 卡
zh_hant: 新增結尾為 {0} 的探索

# Literal.CreditCardSummary.Amex
source: Add American Express ending in {0}
af: Voeg American Express by wat eindig op {0}
am: በ {0} የሚያበቃውን አሜሪካን ኤክስፕረስ ያክሉ
ar: أضف بطاقة American Express المنتهية برقم {0}
as: {0}ত সমাপ্ত হোৱা American Express যোগ কৰক
az: {0} ilə bitən American Express kartını əlavə edin
bg: Добавяне на карта American Express, завършваща на {0}
bn_in: {0}-এ শেষ হচ্ছে যে American Express তা যোগ করুন
bs: Dodaj American Express karticu koja se završava na {0}
cy: Ychwanegwch American Express sy'n gorffen gyda {0}
da: Tilføj American Express, der slutter på {0}
de: American Express hinzufügen, die auf {0} endet
el: Προσθήκη American Express που τελειώνει σε {0}
es: Agregar American Express que termine en {0}
et: Lisage American Express, mille numbri lõpus on {0}
eu: Gehitu honela amaitzen den American Express txartela: {0}
fa: افزودن American Express با چهار رقم آخر {0}
ga: Cuir Cárta American Express a chríochnaíonn ar {0}
gd: Cuir ris American Express a tha a’ crìochnachadh le {0}
gl: Engade a American Express que remata en {0}
gu: {0} માં સમાપ્ત થાય તે American Express ઍડ કરો
he: הוסף כרטיס American Express שמסתיים ב- {0}
hi: {0} से समाप्त होने वाली American Express जोड़ें
hr: Dodajte karticu American Express koja se završava sa {0}
hu: American Express-kártya hozzáadása, utolsó számjegyek: {0}
id: Tambahkan American Express yang berakhiran {0}
is: Ógilt American Express-kort sem endar á {0}
ja: 末尾が {0} の American Express を追加する
ka: დაამატეთ American Express ბარათი, რომელიც მთავრდება შემდეგი ციფრებით: {0}
kk: {0} аяқталатын American Express картасын қосыңыз
kn: {0} ರಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ American Express ಸೇರಿಸಿ
ko: {0}(으)로 끝나는 American Express 추가
lo: ເພີ່ມ American Express ທີ່ລົງທ້າຍດ້ວຍ {0}
lt: Įtraukite „American Express“, kurios numeris baigiasi {0}
lv: Pievienot American Express karti, kura beidzas ar {0}
mi: Tāpiria te mutunga American Express ki {0}
mk: Додајте American Express што завршува со {0}
ml: {0}-ല്‍ അവസാനിക്കുന്ന American Express ചേർക്കൂ
mr: {0} ने शेवट होणारे American Express जोडा
ms: Tambah American Express yang berakhir dengan {0}
mt: Żid l-American Express li tiskadi bi {0}
ne: {0} मा अन्त्य हुने American Express थप्नुहोस्
nn_no: Legg til American Express som sluttar på {0}
no: Legg til American Express som slutter på {0}
or: {0} ଶେଷ ହେଉଥିବା American Express ଯୋଡନ୍ତୁ
pa_in: {0} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲਾ American Express ਜੋੜੋ
pl: Dodaj kartę American Express kończącą się na {0}
ru: Добавить карту American Express, номер которой заканчивается на {0}
sl: Dodajte kartico American Express, ki se konča s {0}
sr_cyrl_rs: Додајте American Express картицу која се завршава са {0}
sr_latn_rs: Dodajte American Express karticu koja se završava sa {0}
sv: Lägg till American Express som slutar på {0}
ta: {0}-இல் முடிவடையும் American Express-ஐச் சேர்க்கவும்
te: {0} ముగిసే అమెరికన్ ఎక్స్‌ప్రెస్‌ని జోడించండి
th: เพิ่ม American Express ที่ลงท้ายด้วย {0}
tr: {0} ile biten American Express kartını ekleyin
tt: {0} белән тәмамланган American Express өстәгез
ug: ئاياغ نومۇرى {0} بولغان American Express نى قوشۇڭ
uk: Додати American Express, що закінчується на {0}
ur: وہ American Express شامل کریں جس کے آخری اعداد {0}ہیں
uz: Oxiri {0} bilan tugaydigan American Express kartasini kiriting
vi: Thêm American Express kết thúc bằng {0}
zh_hans: 添加以 {0} 结尾的 American Express 卡
zh_hant: 新增結尾為 {0} 的 American Express

# Literal.CreditCardSummary.Mastercard
source: Add Mastercard ending in {0}
af: Voeg Mastercard by wat eindig op {0}
am: በ {0} የሚያልቅ ማስተር ካርድ ያክሉ
ar: أضف بطاقة Mastercard المنتهية برقم {0}
as: {0}ত সমাপ্ত হোৱা MasterCard যোগ কৰক
az: {0} ilə bitən Mastercard kartını əlavə edin
bg: Добавяне на карта Mastercard, завършваща на {0}
bn_in: {0}-এ শেষ হচ্ছে যে MasterCard তা যোগ করুন
bs: Dodaj Mastercard koja se završava na {0}
cy: Ychwanegwch Meistr-gerdyn sy'n gorffen gyda {0}
da: Tilføj masterkort, der slutter på {0}
de: Mastercard hinzufügen, die auf {0} endet
el: Προσθήκη κύριας κάρτας που τελειώνει σε {0}
es: Agregue la tarjeta MasterCard que termina en {0}
et: Lisage Mastercard, mille numbri lõpus on {0}
eu: Gehitu honela amaitzen den Mastercard txartela: {0}
fa: افزودن Mastercard با چهار رقم آخر {0}
ga: Cuir Cárta Mastercard leis ag críochnú ar {0}
gd: Cuir ris Mastercard a tha a’ crìochnachadh le {0}
gl: Engade a Mastercard que remata en {0}
gu: {0} માં સમાપ્ત થાય તે MasterCard ઍડ કરો
he: הוסף כרטיס Mastercard שמסתיים ב- {0}
hi: {0} से समाप्त होने वाले Mastercard जोड़ें
hr: Dodaj karticu Mastercard koja se završava sa {0}
hu: Mastercard-kártya hozzáadása, utolsó számjegyek: {0}
id: Tambahkan Mastercard yang berakhiran {0}
is: Bæta við Mastercard-korti sem endar á {0}
ja: 末尾が {0} の Mastercard を追加する
ka: დაამატეთ MasterCard, რომელიც მთავრდება შემდეგი ციფრებით: {0}
kk: {0} аяқталатын Mastercard картасын қосыңыз
kn: {0} ರಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ Mastercard ಸೇರಿಸಿ
ko: {0}(으) 끝나는 마스터 카드 추가
lo: ເພີ່ມ Mastercard ທີ່ລົງທ້າຍດ້ວຍ {0}
lt: Įtraukite „MasterCard“, kurios numeris baigiasi {0}
lv: Pievienot MasterCard karti, kura beidzas ar {0}
mi: Tāpiria te mutunga Mastercard ki {0}
mk: Додајте Mastercard што завршува со {0}
ml: {0}-ല്‍ അവസാനിക്കുന്ന MasterCard ചേർക്കൂ.
mr: {0} ने शेवट होणारे Mastercard जोडा
ms: Tambah Mastercard yang berakhir dengan {0}
mt: Żid il-Mastercard li tispiċċa bi {0}
ne: अन्त्यमा {0} भएको मास्टरकार्ड थप्नुहोस्
nn_no: Legg til Mastercard som sluttar på {0}
no: Legg til Mastercard som slutter på {0}
or: {0} ଶେଷ ହେଉଥିବା Mastercard ଯୋଡନ୍ତୁ
pa_in: {0} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲਾ Mastercard ਜੋੜੋ
pl: Dodaj kartę Mastercard kończącą się na {0}
ru: Добавить карту Mastercard, номер которой заканчивается на {0}
sl: Dodajte kartico Mastercard, ki se konča s {0}
sr_cyrl_rs: Додајте Mastercard картицу која се завршава са {0}
sr_latn_rs: Dodajte Mastercard karticu koja se završava sa {0}
sv: Lägg till Mastercard som slutar på {0}
ta: {0}-இல் முடிவடையும் Mastercard-ஐச் சேர்க்கவும்
te: {0} ముగిసే మాస్టర్‌కార్డ్‌ని జోడించండి
th: เพิ่ม Mastercard ที่ลงท้ายด้วย {0}
tr: {0} ile biten Mastercard kartını ekleyin
tt: {0} белән тәмамланган Mastercard өстәгез
ug: ئاياغ نومۇرى {0} بولغان Mastercard نى قوشۇڭ
uk: Додати основну картку, що закінчується на {0}
ur: وہ Mastercard شامل کریں جس کے آخری اعداد {0}ہیں
uz: Oxiri {0} bilan tugaydigan MasterCard kartasini kiriting
vi: Thêm Mastercard kết thúc bằng {0}
zh_hans: 添加以 {0} 结尾的 Mastercard
zh_hant: 新增結尾為 {0} 的 Mastercard

# Literal.CreditCardSummary.Visa
source: Add Visa ending in {0}
af: Voeg VISA by wat eindig op {0}
am: የሚያበቃው ቪዛ ያክሉ{0}
ar: أضف بطاقة Visa المنتهية برقم {0}
as: {0}ত সমাপ্ত হোৱা Visa যোগ কৰক
az: {0} ilə bitən Visa kartını əlavə edin
bg: Добавяне на карта Visa, завършваща на {0}
bn_in: {0}-এ শেষ হচ্ছে যে Visa তা যোগ করুন
bs: Dodaj Visa karticu koja se završava na {0}
cy: Ychwanegwch Visa sy'n gorffen gyda {0}
da: Tilføj Visa, der slutter på {0}
de: Visa hinzufügen, die auf {0} endet
el: Προσθήκη Visa που λήγει σε {0}
es: Agregar visa que termina en {0}
et: Lisage Visa, mille numbri lõpus on {0}
eu: Gehitu honela amaitzen den Visa txartela: {0}
fa: افزودن Visa با چهار رقم آخر {0}
ga: Cuir Cárta Visa a chríochnaíonn ar {0}
gd: Cuir ris Visa a tha a’ crìochnachadh le {0}
gl: Engade a Visa que remata en {0}
gu: {0}માં સમાપ્ત થાય તે Visa ઍડ કરો
he: הוסף כרטיס Visa שמסתיים ב- {0}
hi: {0} से समाप्त होने वाला Visa जोड़ें
hr: Dodaj karticu Visa koja se završava sa {0}
hu: Visa-kártya hozzáadása, utolsó számjegyek: {0}
id: Tambahkan Visa yang berakhiran {0}
is: Bæta við Visa-korti sem endar á {0}
ja: 末尾が {0} の Visa を追加する
ka: დაამატეთ Visa ბარათი, რომელიც მთავრდება შემდეგი ციფრებით: {0}
kk: {0} аяқталатын Visa картасын қосыңыз
kn: {0} ರಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ Visa ಸೇರಿಸಿ
ko: {0}(으)로 끝나는 Visa 추가
lo: ເພີ່ມ Visa ທີ່ລົງທ້າຍດ້ວຍ {0}
lt: Įtraukite „Visa“, kurios numeris baigiasi {0}
lv: Pievienot Visa karti, kura beidzas ar {0}
mi: Tāpiria te mutunga Visa ki {0}
mk: Додајте Visa што завршува со {0}
ml: {0}-ല്‍ അവസാനിക്കുന്ന Visa ചേർക്കൂ
mr: {0} ने शेवट होणारे Visa जोडा
ms: Tambah Visa yang berakhir dengan {0}
mt: Żid il-Visa li tispiċċa bi {0}
ne: {0} मा अन्त्य हुने भिसा थप्नुहोस्
nn_no: Legg til Visa som sluttar på {0}
no: Legg til Visa som slutter på {0}
or: {0} ଶେଷ ହେଉଥିବା Visa ଯୋଡନ୍ତୁ
pa_in: {0} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲਾ Visa ਜੋੜੋ
pl: Dodaj kartę Visa kończącą się na {0}
ru: Добавить карту Visa, номер которой заканчивается на {0}
sl: Dodajte kartico Visa, ki se konča s {0}
sr_cyrl_rs: Додајте Visa картицу која се завршава са {0}
sr_latn_rs: Dodajte Visa karticu koja se završava sa {0}
sv: Lägg till Visa som slutar på {0}
ta: {0}-இல் முடிவடையும் Visa-ஐச் சேர்க்கவும்
te: {0} లో ముగిసే వీసాను జోడించండి
th: เพิ่ม Visa ที่ลงท้ายด้วย {0}
tr: {0} ile biten Visa kartını ekleyin
tt: {0} белән тәмамланган Visa өстәгез
ug: ئاياغ نومۇرى {0} بولغان Visa كارتىسىنى قوشۇڭ
uk: Додати Visa, що закінчується на {0}
ur: وہ Visa شامل کریں جس کے آخری اعداد {0}ہیں
uz: Oxiri {0} bilan tugaydigan Visa kartani kiriting
vi: Thêm Visa kết thúc bằng {0}
zh_hans: 添加以 {0} 结尾的 Visa 卡
zh_hant: 新增結尾為 {0} 的 Visa

# Literal.CreditCardSummary.Elo
source: Add Elo ending in {0}
af: Voeg Elo by wat eindig op {0}
am: ኤሎ የሚያበቃውን በ {0} ያክሉ
ar: أضف Elo التي تنتهي بـ {0}
as: {0}ত সমাপ্ত হোৱা Elo যোগ কৰক
az: {0} ilə bitən Elo əlavə et
bg: Добавяне на карта Elo, завършваща на {0}
bn_in: {0}-এ শেষ হওয়া Elo যোগ করুন
bs: Dodajte Elo karticu koja se završava sa {0}
cy: Ychwanegwch Elo sy'n gorffen gyda {0}
da: Tilføj Elo, der slutter på {0}
de: Elo hinzufügen, das auf {0} endet
el: Προσθήκη Elo που τελειώνει σε {0}
es: Agregar Elo que termina en {0}
et: Lisage Elo, mille numbri lõpus on {0}
eu: Gehitu honela amaitzen den Elo txartela: {0}
fa: افزودن Elo با جهار رقم آخر {0}
ga: Cuir Elo a chríochnaíonn ar {0}
gd: Cuir ris Elo a chrìochnaicheas le {0}
gl: Engadir o Elo que remata en {0}
gu: {0} સાથે સમાપ્ત થતું Elo ઍડ કરો
he: הוסף Elo שמסתיים ב- {0}
hi: {0} से समाप्त होने वाले Elo जोड़ें
hr: Dodaj karticu Elo koja završava na {0}
hu: Elo-kártya hozzáadása, utolsó számjegyek: {0}
id: Tambahkan Elo yang berakhiran {0}
is: Bæta við Elo sem endar á {0}
ja: 末尾が {0} の Elo を追加する
ka: დაამატეთ Elo, რომელიც მთავრდება შემდეგი ციფრებით: {0}
kk: {0} санымен аяқталатын Elo картасын қосу
kn: {0} ರಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ Elo ಸೇರಿಸಿ
ko: {0}(으)로 끝나는 Elo 추가
lo: ເພີ່ມ Elo ທີ່ລົງທ້າຍດ້ວຍ {0}
lt: Įtraukti „Elo“, kurios numeris baigiasi {0}
lv: Pievienojiet ELO, kas beidzas ar {0}
mi: Tāpiri Elo e mutu ana ki te {0}
mk: Додајте Elo што завршува со {0}
ml: {0}-ല്‍ അവസാനിക്കുന്ന Elo ചേ൪ക്കുക
mr: {0} ने शेवट होणारे Elo जोडा
ms: Tambahkan Elo yang berakhir dengan {0}
mt: Żid l-Elp li tispiċċa bi {0}
ne: {0} मा समाप्त हुने Elo थप्नुहोस्
nn_no: Legg til Elo som sluttar på {0}
no: Legg til Elo som slutter på {0}
or: {0} ରେ ଶେଷ ହେଉଥିବା Elo ଯୋଡନ୍ତୁ
pa_in: {0} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲਾ Elo ਜੋੜੋ
pl: Dodaj kartę Elo kończącą się cyframi {0}
ru: Добавьте карту Elo, номер которой заканчивается на {0}
sl: Dodajte konec Elo v {0}
sr_cyrl_rs: Додајте Elo картицу која се завршава са {0}
sr_latn_rs: Dodajte Elo karticu koja se završava sa {0}
sv: Lägg till Elo som slutar på {0}
ta: {0} என்ற எண்ணில் முடிவடையும் Elo-ஐச் சேர்க்கவும்
te: {0}తో ముగిసే Eloను జోడించండి
th: เพิ่ม Elo ลงท้ายด้วย {0}
tr: {0} ile biten Elo kartını ekleyin
tt: {0} белән тәмамланган Elo картасын өстәгез
ug: ئاياغ نومۇرى {0} بولغان Elo نى قوشۇش
uk: Додати картку Elo, що закінчується на {0}
ur: وہ Elo شامل کریں جس کے آخری اعداد {0} ہیں
uz: Oxiri {0} bilan tugaydigan Elo kartasini kiriting
vi: Thêm thẻ Elo kết thúc trong {0}
zh_hans: 添加以 {0} 结尾的 Elo
zh_hant: 新增結尾為 {0} 的 Elo

# Literal.CreditCardSummary.Hipercard
source: Add Hipercard ending in {0}
af: Voeg Hipercard by wat eindig op {0}
am: በ {0} የሚያልቅ ሂፐርካርድ ያክሉ
ar: أضف بطاقة Hipercard التي تنتهي بـ {0}
as: {0}ত সমাপ্ত হোৱা Hipercard যোগ কৰক
az: {0} ilə bitən Hiperkartı əlavə et
bg: Добавяне на карта Hipercard, завършваща на {0}
bn_in: {0}-এ শেষ হওয়া হাইপারকার্ড যোগ করুন
bs: Dodajte Hipercard karticu koja se završava sa {0}
cy: Ychwanegwch Hipercard sy'n gorffen gyda {0}
da: Tilføj Hipercard, der slutter på {0}
de: Hipercard hinzufügen, die auf {0} endet
el: Προσθήκη Hipercard που τελειώνει σε {0}
es: Agregar Hipercard que termina en {0}
et: Lisage Hipercard, mille numbri lõpus on {0}
eu: Gehitu honela amaitzen den Hipercard txartela: {0}
fa: افزودن Hipercard با چهار رقم آخر {0}
ga: Cuir Hipercard a chríochnaíonn ar {0}
gd: Cuir ris Hipercard a chrìochnaicheas le {0}
gl: Engadir o hipercartón que remata en {0}
gu: {0} સાથે સમાપ્ત થતું Hipercard ઍડ કરો
he: הוסף Hipercard המסתיים ב- {0}
hi: {0} से समाप्त होने वाला Hipercard जोड़ें
hr: Dodaj karticu Hipercard koja završava na {0}
hu: Hipercard-kártya hozzáadása, utolsó számjegyek: {0}
id: Tambahkan Hipercard yang berakhiran {0}
is: Bæta við Hipercard sem endar á {0}
ja: 末尾が {0} の Hipercard を追加する
ka: დაამატეთ Hipercard, რომელიც მთავრდება შემდეგი ციფრებით: {0}
kk: {0} санымен аяқталатын Hipercard картасын қосу
kn: {0} ರಲ್ಲಿ ಕೊನೆಗೊಳ್ಳುವ Hipercard ಸೇರಿಸಿ
ko: {0}(으)로 끝나는 Hipercard 추가
lo: ເພີ່ມ Hipercard ທີ່ລົງທ້າຍດ້ວຍ {0}
lt: Įtraukti „Hipercard“, kurios numeris baigiasi {0}
lv: Pievienojiet Hipercard, kas beidzas ar {0}
mi: Tāpiri Hipercard e mutu ana ki te {0}
mk: Додајте Hipercard што завршува со {0}
ml: {0}-ല്‍ അവസാനിക്കുന്ന Hipercard ചേ൪ക്കുക.
mr: {0} ने शेवट होणारे Hipercard जोडा
ms: Tambahkan Hipercard yang berakhir dengan {0}
mt: Żid il-Hipercard li tispiċċa bi {0}
ne: {0} मा समाप्त हुने हाइपरकार्ड थप्नुहोस्
nn_no: Legg til Hipercard som sluttar på {0}
no: Legg til Hipercard som slutter på {0}
or: {0} ରେ ଶେଷ ହେଉଥିବା Hipercard ଯୋଡନ୍ତୁ
pa_in: {0} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲਾ Hipercard ਜੋੜੋ
pl: Dodaj kartę Hipercard kończącą się cyframi {0}
ru: Добавьте карту Hipercard, номер которой заканчивается на {0}
sl: Dodajte konec Hipercard v {0}
sr_cyrl_rs: Додајте Hipercard картицу која се завршава са {0}
sr_latn_rs: Dodajte Hipercard karticu koja se završava sa {0}
sv: Lägg till Hiperkort som slutar med {0}
ta: {0} என்ற எண்ணில் முடிவடையும் Hipercard-ஐச் சேர்க்கவும்
te: {0}తో ముగిసే Hipercardను జోడించండి
th: เพิ่ม Hipercard ที่ลงท้ายด้วย {0}
tr: {0} ile biten Hipercard kartını ekleyin
tt: {0} белән тәмамланган Hipercard картасын өстәгез
ug: ئاياغ نومۇرى {0} بولغان Hipercard نى قوشۇش
uk: Додати картку Hipercard, що закінчується на {0}
ur: وہ Hipercard شامل کریں جس کے آخری اعداد {0} ہیں
uz: Oxiri {0} bilan tugaydigan Hipercard kartasini kiriting
vi: Thêm thẻ Hipercard kết thúc bằng {0}
zh_hans: 添加以 {0} 结尾的 Hipercard
zh_hant: 新增結尾為 {0} 的 Hipercard
