Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.PICountryTitle.ADD
source: Choose country/region
af: Kies land/streek
am: አገር/ክልል ምረጥ
ar: اختر بلدًا/منطقة
as: দেশ/ক্ষেত্ৰ পছন্দ কৰক
az: Ölkə/region seç
bg: Изберете страна/регион
bn_in: দেশ/অঞ্চল বাছুন
bs: Odaberite državu/regiju
cy: Dewiswch gwlad/rhanbarth
da: Vælg land/område
de: Land/Region auswählen
el: Επιλέξτε χώρα/περιοχή
es: Elegir país o región
et: Riigi/regiooni valimine
eu: Hautatu Herrialdea/Eskualdea
fa: کشور/منطقه را انتخاب کنید
ga: Roghnaigh tír/réigiún
gd: Tagh dùthaich/roinn-dùthcha
gl: Escolla país/rexión
gu: દેશ/ક્ષેત્રની પસંદગી કરો
he: בחירת מדינה/אזור
hi: देश/क्षेत्र चुनें
hr: Odaberite državu/regiju
hu: Ország/régió kiválasztása
id: Pilih negara/kawasan
is: Veldu land/svæði
ja: 国/地域の選択
ka: აირჩიეთ ქვეყანა/რეგიონი
kk: Ел/өңірді таңдау
kn: ದೇಶ/ಪ್ರಾಂತ್ಯವನ್ನು ಆರಿಸಿ
ko: 국가/지역 선택
ku_arab: وڵات/ناوچه هەڵبژێرە
ky: Өлкө/аймакты тандаңыз
lo: ເລືອກປະເທດ/ພາກພື້ນ
lt: Pasirinkite šalį / regioną
lv: Izvēlēties reģionu/valsti
mi: Kōwhiria te whenua/rohe
mk: Изберете држава/област
ml: രാജ്യം/പ്രദേശം തിരഞ്ഞെടുക്കുക
mn: Улс/бүс нутаг сонгох
mr: देश/विभाग निवडा
ms: Pilih negara/rantau
mt: Agħżel il-pajjiż/reġjun
ne: देश/क्षेत्र रोज्नुहोस्
nn_no: Vel land/region
no: Velg land/område
or: ଦେଶ/ଅଞ୍ଚଳ ଚୟନ କରନ୍ତୁ
pa_arab_pk: ملک /علاقہ چنو
pa_in: ਦੇਸ਼/ਖੇਤਰ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz kraj/region
ru: Выберите страну или регион
sd: ملڪ/علائقو چونديو
si: රට/කලාපය තෝරා ගන්න
sl: Izberite državo/regijo
sr_cyrl_rs: Одаберите земљу/регион
sr_latn_rs: Odaberite zemlju/region
sv: Välj land/region
ta: நாடு/வட்டாரம்த்தைத் தேர்வுசெய்யவும்
te: దేశాన్ని/ప్రాంతాన్ని ఎంచుకోండి
tg: Кишвар/минтақаро интихоб кунед
th: เลือกประเทศ/ภูมิภาค
tr: Ülke/bölge seçin
tt: Илне/төбәкне сайлагыз
ug: دۆلەت/رايوننى تاللاڭ
uk: Виберіть країну або регіон
ur: ملک/ علاقہ کا انتخاب کریں
uz: Mamlakat/mintaqani tanlang
vi: Chọn quốc gia/vùng
zh_hans: 选择国家/地区
zh_hant: 選擇國家/地區

# Word.PIDetailTitle.Step2.ADD.SkyDrive.Paypal
source: Add new PayPal account
af: Voeg nuwe PayPal-rekening by
am: አዲስ PayPal መለያ አክል
ar: إضافة حساب PayPal‏ جديد
as: নতুন PayPal একাউণ্ট যোগ কৰক
az: Yeni PayPal hesabı əlavə edin
bg: Добавяне на нов PayPal акаунт
bn_in: নতুন PayPal অ্যাকাউন্ট যোগ করুন
bs: Dodavanje novog PayPal računa
cy: Ychwanegu cyfrif PayPal newydd
da: Tilføj ny PayPal-konto
de: Neues PayPal-Konto hinzufügen
el: Προσθήκη νέου λογαριασμού PayPal
es: Agregar nueva cuenta de PayPal
et: Uue PayPali konto lisamine
eu: Gehitu PayPal kontua
fa: افزودن یک حساب PayPal جدید
ga: Cuir cuntas nua PayPal leis
gd: Cuir ris cunntas PayPal eile
gl: Engadir nova conta de PayPal
gu: નવું PayPal ખાતુ ઉમેરો
he: הוספת חשבון PayPal חדש
hi: नया PayPal खाता जोड़ें
hr: Dodaj novi PayPal račun
hu: Új PayPal-fiók hozzáadása
id: Tambahkan akun PayPal baru
is: Bæta við nýjum PayPal-reikningi
ja: 新規 PayPal アカウントの追加
ka: დაამატეთ ახალი PayPal ანგარიში
kk: Жаңа PayPal тіркелгісін қосу
kn: ಹೊಸ PayPal ಖಾತೆಯನ್ನು ಸೇರಿಸಿ
ko: 새 PayPal 계정 추가
ku_arab: ئەژمێرێکی نوێی PayPal زێدە بکە
ky: Жаңы PayPal эсебин кошуу
lo: ເພີ່ມບັນຊີ PayPal ໃໝ່
lt: Įtraukite naują „PayPal“ abonementą
lv: Pievienot jaunu PayPal kontu
mi: Tāpirihia te pūkete PayPal hōu
mk: Додај нова сметка на PayPal
ml: പുതിയ PayPal അക്കൌണ്ട് ചേര്‍ക്കുക
mn: PayPal-ын шинэ данс нэмэх
mr: नवीन PayPal खाते जोडा
ms: Tambah akaun PayPal baru
mt: Żid kont ġdid ta' PayPal
ne: नयाँ PayPal खाता थप्नुहोस्
nn_no: Legg til ny PayPal-konto
no: Legg til ny PayPal-konto
or: ନୂତନ PayPal ଏକାଉଣ୍ଟ ଯୋଡନ୍ତୁ
pa_arab_pk: نوے PayPal اکاؤنٹ دا اضافہ کرو
pa_in: ਨਵੇਂ PayPal ਖਾਤੇ ਨੂੰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj nowe konto PayPal
ru: Добавить новую учетную запись PayPal
sd: نئين PayPal اڪائونٽ جو اضافو ڪريو
si: නව PayPal ගිණුමක් එකතු කරන්න
sl: Dodajte nov račun PayPal
sr_cyrl_rs: Додај нови PayPal налог
sr_latn_rs: Dodaj novi PayPal nalog
sv: Lägg till nytt PayPal-konto
ta: புதிய PayPal கணக்கைச் சேர்க்கவும்
te: కొత్త PayPal ఖాతాను జోడించండి
tg: Супатҳисоби нави PayPal-ро илова кунед
th: เพิ่มบัญชี PayPal ใหม่
tr: Yeni PayPal hesabı ekle
tt: Яңа PayPal хисабын өстәгез
ug: يېڭى PayPal ھىسابى قوشۇڭ
uk: Додати новий обліковий запис PayPal
ur: نیا PayPal کھاتے کا اضافہ کریں
uz: Yangi PayPal hisob qaydnomasini qo‘shmoq
vi: Thêm tài khoản PayPal mới
zh_hans: 添加新 PayPal 帐户
zh_hant: 新增 PayPal 帳戶

# Country.CT
source: Catalan
af: Katalaans
am: ካታላንኛ
ar: الكتالانية
as: কেটালান
az: Katalan
bg: Каталонски
bn_in: ক্যাটালান
bs: Katalonski
da: Catalansk
de: Katalanisch
el: Καταλανικά
es: Catalán
et: Katalaani
eu: Katalana
fa: کاتالان
ga: Catalónach
gd: Catalòinia
gl: Catalán
gu: કતલાન
he: קטלונית
hi: कैटलान
hr: Katalonija
hu: Katalán
is: Katalónía
ja: カタルニア
ka: კატალონური
kk: Каталан
kn: ಕ್ಯಾಟಲಾನ್
ko: 카탈로니아어
ku_arab: کاتالانی
ky: Каталан
lo: ຄາຕາລານ
lt: Katalonija
lv: Katalonija
mi: Katarana
mk: Каталонија
ml: കറ്റാലന്‍
mn: Каталан
mr: कॅटलान
mt: Katalan
ne: क्याटलान
nn_no: Katalansk
no: Katalansk
or: କାଟାଲାନ୍
pa_arab_pk: ‏‏کیٹالان
pa_in: ਕੈਟਾਲੈਨ
pl: Kataloński
ru: Каталанский
sd: ڪيٽالان
si: කැලටන්
sl: katalonščina
sr_cyrl_rs: каталонски
sr_latn_rs: katalonski
sv: Katalonien
ta: கேட்டலன்
te: కాటలాన్
tg: Каталанӣ
th: คาตาลัน
tr: Katalanca
tt: Каталонча
ug: ئىسپانىيە تىلى
uk: Каталонська
ur: کیٹالان
uz: Katalan
vi: Ca-ta-lăng
zh_hans: 加泰罗尼亚
zh_hant: 卡達隆尼亞

# Country.GLG
source: Galicia
af: Galicië
am: ጋለሲያ
ar: غاليسيا
as: গালিচিয়া
az: Qalisiya
bg: Галисия
bn_in: গালিসিয়া
bs: Galicija
cy: Galisia
da: Galicien
de: Galicisch
el: Γαλικία
eu: Galizia
fa: گالیشی
ga: An Ghailís
gd: Gailìsea
gu: ગેલીસીયા
he: גליציה
hi: गलिशिआ
hr: Galicija
hu: Galícia
is: Galisía
ja: ガリシア
ka: გალიცია
kk: Галиция
kn: ಗೆಲೀಸಿಯಾ
ko: 갈리시아어
ku_arab: گالیسیا
ky: Галисия
lo: ກາລີເຊຍ
lt: Galisija
lv: Galisija
mi: Karihia
mk: Галиција
ml: ഗലീഷ്യ
mn: Галициа
mr: गॅलिशिया
mt: Galizja
ne: गालिसिया
or: ଗାଲିସିଆ
pa_arab_pk: گلیسیا
pa_in: ਗੈਲੀਸੀਆ
pl: Galicyjski
ru: Галисия
sd: گاليشيائي
si: ගැලීසියාව
sl: Galicija
sr_cyrl_rs: Галиција
sr_latn_rs: Galicija
sv: Galicien
ta: காலிசியா
te: గెలీషియా
tg: Галисия
th: กาลิเซีย
tr: Galiçya
tt: Галисия
ug: گالىشا
uk: Галісія
ur: گالیشیا
uz: Galitsiya
zh_hans: 加利西亚
zh_hant: 加利西亞

# Country.IR
source: Iran
am: ኢራን
ar: إيران
as: ইৰান
bg: Иран
bn_in: ইরান
el: Ιράν
es: Irán
et: Iraan
fa: ایران
ga: An Iaráin
gd: Ioràn
gl: Irán
gu: ઇરાન
he: איראן
hi: ईरान
hu: Irán
is: Íran
ja: イラン
ka: ირანი
kk: Иран
kn: ಇರಾನ್
ko: 이란
ku_arab: ئێران
ky: Иран
lo: ອີຣານ
lt: Iranas
lv: Irāna
mi: Irāna
mk: Иран
ml: ഇറാന്‍
mn: Иран
mr: इराण
ne: ईरान
or: ଇରାନ୍
pa_arab_pk: ایران
pa_in: ਈਰਾਨ
ru: Иран
sd: ايران
si: ඉරානය
sr_cyrl_rs: Иран
ta: ஈரான்
te: ఇరాన్
tg: Эрон
th: อิหร่าน
tt: Иран
ug: ئىران
uk: Іран
ur: ایران
uz: Eron
zh_hans: 伊朗
zh_hant: 伊朗

# Country.LUF
source: Luxembourg(French)
af: Luxemburg (Frans)
am: ሉግሰምበርግ(ፈረንሳይኛ)
ar: لكسمبورج (الفرنسية)
as: লাক্সেমবাৰ্গ(ফ্ৰেন্স)
az: Lüksemburq(Fransız)
bg: Люксембург(френски)
bn_in: লুক্সেমবুর্গ (ফ্রেঞ্চ)
bs: Luksemburg (francuski)
cy: Lwcsembwrg(Ffrangeg)
da: Luxembourg (fransk)
de: Luxemburg (Französisch)
el: Λουξεμβούργο (Γαλλικά)
es: Luxemburgo (francés)
et: Luksemburg (prantsuse)
eu: Luxenburgo (frantsesa)
fa: لوگزامبورگ (فرانسوی)
ga: Lucsamburg(Fraincis)
gd: Lugsamburg (Fraingis)
gl: Luxemburgo(francés)
gu: લક્ઝમબર્ગ(ફ્રેંચ)
he: לוקסמבורג (צרפתית)
hi: लक्समबर्ग(फ्रेंच)
hr: Luksemburg (francuski)
hu: Luxemburg (francia)
id: Luksemburg(Prancis)
is: Lúxemborg (franska)
ja: ルクセンブルグ (フランス語)
ka: ლუქსემბურგი (ფრანგული)
kk: Люксембург(Француз)
kn: ಲಕ್ಸೆಂಬರ್ಗ್(ಫ್ರೆಂಚ್)
ko: 룩셈부르크(프랑스어)
ku_arab: لۆکسمبرگ(فەرەنسی)
ky: Люксембург(Француз)
lo: ລຸກຊໍາບວກ (ຝຣັ່ງ)
lt: Liuksemburgas (prancūzų)
lv: Luksemburga (franču)
mi: Rakapuō(Wīwī)
mk: Луксембург (француски)
ml: ലക്‌സം‍ബര്‍ഗ്‍(ഫ്രെഞ്ച്)
mn: Люксембург(Франц)
mr: लग्झेंबर्ग(फ्रेंच)
ms: Luxembourg(Perancis)
mt: Lussemburgu(Franċiż)
ne: लुक्समबर्ग(फ्रेन्च)
nn_no: Luxembourg (fransk)
no: Luxemburg (fransk)
or: ଲକ୍ସମବର୍ଗ(ଫରାସୀ)
pa_arab_pk: لیگزم برگ (فرانسیسی)
pa_in: ਲਕਜ਼ਮਬਰਗ- (ਫਰੈਂਚ)
pl: Luksemburg (francuski)
ru: Люксембург (французский)
sd: ليڪسمبورگ(فرينچ)
si: ලක්සම්බර්ග් (ප්‍රංශ)
sl: Luksemburg (francoščina)
sr_cyrl_rs: Луксембург (француски)
sr_latn_rs: Luksemburg (francuski)
sv: Luxemburg (franska)
ta: லக்ஸம்பெர்க்(ஃபிரெஞ்)
te: లక్సెంబర్గ్ (ఫ్రెంచ్)
tg: Люксембург (франсузӣ)
th: ลักเซมเบิร์ก (ฝรั่งเศส)
tr: Lüksemburg (Fransa)
tt: Люксембург (Французча)
ug: لىيوكسېمبورگ(فرانسىيە)
uk: Люксембурґ (французька)
ur: لکسمبرگ (فرانسیسی)
uz: Lyuksenburg (frantsuz)
vi: Luc-xem-bua(Tiếng Pháp)
zh_hans: 卢森堡(法语区)
zh_hant: 盧森堡 (法文)

# Country.LUG
source: Luxembourg(German)
af: Luxemburg (Duits)
am: ሉግሰምበርግ(ጀርመንኛ)
ar: لكسمبورج (الألمانية)
as: লাক্সেমবাৰ্গ(জাৰ্মান)
az: Lüksemburq(Alman)
bg: Люксембург(немски)
bn_in: লুক্সেমবুর্গ (জার্মান)
bs: Luksemburg (njemački)
cy: Lwcsembwrg(Almaeneg)
da: Luxembourg (tysk)
de: Luxemburg (Deutsch)
el: Λουξεμβούργο (Γερμανικά)
es: Luxemburgo (alemán)
et: Luksemburg (saksa)
eu: Luxenburgo (alemana)
fa: لوگزامبورگ (آلمانی)
ga: Lucsamburg(Gearmáinis)
gd: Lugsamburg (Gearmailtis)
gl: Luxemburgo(alemán)
gu: લક્ઝમબર્ગ(જર્મન)
he: לוקסמבורג (גרמנית)
hi: लक्समबर्ग(जर्मन)
hr: Luksemburg (njemački)
hu: Luxemburg (német)
id: Luksemburg(Jerman)
is: Lúxemborg (þýska)
ja: ルクセンブルグ (ドイツ語)
ka: ლუქსემბურგი (გერმანული)
kk: Люксембург(Неміс)
kn: ಲಕ್ಸೆಂಬರ್ಗ್(ಜರ್ಮನ್)
ko: 룩셈부르크(독일어)
ku_arab: لۆکسمبرگ (ئەڵمانی)
ky: Люксембург(Герман)
lo: ລຸກຊໍາບວກ (ເຢັຍລະມັນ)
lt: Liuksemburgas (vokiečių)
lv: Luksemburga (vācu)
mi: Rakapuō)(Tiamana)
mk: Луксембург (германски)
ml: ലക്‌സം‍ബര്‍ഗ്(ജര്‍മ്മന്‍)
mn: Люксембург(Герман)
mr: लग्झेंबर्ग(जर्मन)
ms: Luxembourg(Jerman)
mt: Lussemburgu(Ġermaniż)
ne: लुक्समबर्ग(जर्मन)
nn_no: Luxembourg (tysk)
no: Luxemburg (tysk)
or: ଲକ୍ସମବର୍ଗ(ଜର୍ମାନ୍)
pa_arab_pk: لیگزم برگ (جرمن)
pa_in: ਲਕਜ਼ਮਬਰਗ (ਜਰਮਨ)
pl: Luksemburg (niemiecki)
ru: Люксембург (немецкий)
sd: ليڪسمبورگ(جرمن)
si: ලක්සම්බර්ග් (ජර්මානු)
sl: Luksemburg (nemščina)
sr_cyrl_rs: Луксембург (немачки)
sr_latn_rs: Luksemburg (nemački)
sv: Luxemburg (tyska)
ta: லக்ஸம்பெர்க்(ஜெர்மன்)
te: లక్సెంబర్గ్ (జర్మన్)
tg: Люксембург(немисӣ)
th: ลักเซมเบิร์ก (เยอรมัน)
tr: Lüksemburg (Almanya)
tt: Люксембург(Алманча)
ug: لىيوكسېمبورگ(گېرمانىيە)
uk: Люксембурґ (німецька)
ur: لکسمبرگ (جرمن)
uz: Lyuksenburg (nemis)
vi: Luc-xem-bua(Tiếng Đức)
zh_hans: 卢森堡(德语区)
zh_hant: 盧森堡 (德文)

# Country.LY
source: Libya
af: Libië
am: ሊቢያ
ar: ليبيا
as: লিবিয়া
az: Liviya
bg: Либия
bn_in: লিবিয়া
bs: Libija
da: Libyen
de: Libyen
el: Λιβύη
es: Libia
et: Liibüa
eu: Libia
fa: لیبی
ga: An Libia
gd: Libia
gl: Libia
gu: લિબિયા
he: לוב
hi: लीबिया
hr: Libija
hu: Líbia
is: Líbía
ja: リビア
ka: ლიბია
kk: Ливия
kn: ಲಿಬಿಯಾ
ko: 리비아
ku_arab: لیبیا
ky: Ливия
lo: ລິເບຍ
lt: Libija
lv: Lībija
mi: Ripia
mk: Либија
ml: ലിബിയ
mn: Ливи
mr: लीबिया
mt: Libja
ne: लिबिया
or: ଲିବ୍ୟା
pa_arab_pk: لیبیا
pa_in: ਲੀਬੀਆ
pl: Libia
ru: Ливийская Арабская Ливия
sd: لبيا
si: ලිබියාව
sl: Libija
sr_cyrl_rs: Либија
sr_latn_rs: Libija
sv: Libyen
ta: லிபியா
te: లిబియా
tg: Либия
th: ลิเบีย
tt: Ливия
ug: لىۋىيە
uk: Лівія
ur: لیبیا
uz: Liviya
zh_hans: 利比亚
zh_hant: 利比亞

# Country.MTC
source: Montenegro (Cyrillic)
af: Montenegro (Cyrillies)
am: ሞንቴኔግሮ(ሲሪሊክ)
ar: مونتينيغرو (السيريلية)
as: মণ্টেনেগ্ৰ' (চেৰিলিক)
az: Çernoqoriya (Kiril)
bg: Черна гора (кирилица)
bn_in: মন্টেনেগ্রো (সিরিলিক)
bs: Crna Gora (ćirilica)
cy: Montenegro (Cyrilig)
da: Montenegro (kyrillisk)
de: Montenegro (Kyrillisch)
el: Μαυροβούνιο (Κυριλλικά)
es: Montenegro (cirílico)
et: Montenegro (kirillitsa)
eu: Montenegro (zirilikoa)
fa: مونته نگرو (سیریلیک)
ga: Montainéagró (Coireallach)
gd: Am Monadh Neagrach (Cirilis)
gl: Montenegro (cirílico)
gu: મૉન્ટેંનીગ્રો (સિરીલીક)
he: מונטנגרו (קירילית)
hi: मॉन्टेंगरो (सिरिलिक)
hr: Crna Gora (ćirilica)
hu: Montenegró (cirill betűs)
id: Montenegro (Sirilik)
is: Svartfjallaland (kyrillískt letur)
ja: モンテネグロ (キリル言語)
ka: მონტენეგრო (კირილიცა)
kk: Монтенегро (Кириллица)
kn: ಮೋಂಟೆನೆಗ್ರೊ (ಸಿರಿಲಿಕ್)
ko: 몬테네그로(키릴 자모)
ku_arab: مۆنتینیگرۆ (سیریلی)
ky: Монтенегро (Кирилл)
lo: ມອນເຕເນໂກຣ (ຊີຣິລິກ)
lt: Juodkalnija (kirilica)
lv: Melnkalne (kirilica)
mi: Monotenēro (Hiririka)
mk: Црна Гора (кирилица)
ml: മോണ്ടെനെഗ്രൊ (സിറില്ലിക്ക്)
mn: Монтенегро (кирилл)
mr: मॉनटेनेग्रो (सिरिलिक)
mt: Montenegro (Ċirilliku)
ne: मोन्टेनिग्रो (सिरिलिक)
nn_no: Montenegro (kyrillisk)
no: Montenegro (kyrillisk)
or: ମୋନଟେନେଗ୍ରୋ (ସିରିଲିକ୍)
pa_arab_pk: مونٹی نیگرو (سیریلک)
pa_in: ਮੋਨਟੇਨੇਗਰੋ (ਸਿਰੀਲਿਕ)
pl: Czarnogóra (cyrylica)
ru: Черногория (кириллица)
sd: مونٽينيگرو (سائيرِلِڪ)
si: ‍මොන්‍‍ටෙ‍නෙ‍‍ග්‍රෝ (සිරිලික්)
sl: Črna gora (cirilica)
sr_cyrl_rs: Црна Гора (ћирилица)
sr_latn_rs: Crna Gora (ćirilica)
sv: Montenegro (kyrillisk)
ta: மான்டிநீக்ரோ (சிரில்லிக்)
te: మాంటినీగ్రో (సిరిలిక్)
tg: Черногория (кириллӣ)
th: มอนเตเนโกร (ซิริลลิก)
tr: Karadağ (Kiril)
tt: Черногория (кирилл)
ug: مونتىنېيگىرو(سىلاۋىيانچە)
uk: Чорногорія (кирилиця)
ur: مونٹی نیگرو (سیریلک)
uz: Chernogoriya (kirill)
vi: Môn-tê-nê-grô (Kirin)
zh_hans: 黑山(西里尔文区)
zh_hant: 蒙特內哥羅 (斯拉夫文)

# Country.MTL
source: Montenegro (Latin)
af: Montenegro (Latyns)
am: ሞንቴኔግሮ(ላቲን)
ar: مونتينيغرو (اللاتينية)
as: মণ্টেনেগ্ৰ' (লেটিন)
az: Çernoqoriya (Latın)
bg: Черна гора (латиница)
bn_in: মন্টেনেগ্রো (ল্যাটিন)
bs: Crna Gora (latinica)
cy: Montenegro (Lladin)
de: Montenegro (Lateinisch)
el: Μαυροβούνιο (Λατινικά)
es: Montenegro (latino)
et: Montenegro (ladina)
eu: Montenegro (latinoa)
fa: مونته نگرو (لاتین)
ga: Montainéagró (Laidineach)
gd: Am Monadh Neagrach (Laideann)
gl: Montenegro (latín)
gu: મૉન્ટેંનીગ્રો (લેટિન)
he: מונטנגרו (לטינית)
hi: मॉन्टेंगरो (लैटिन)
hr: Crna Gora (latinica)
hu: Montenegró (latin betűs)
is: Svartfjallaland (latneskt letur)
ja: モンテネグロ (ラテン語)
ka: მონტენეგრო (ლათინური)
kk: Монтенегро (Латын)
kn: ಮೋಂಟೆನೆಗ್ರೊ (ಲ್ಯಾಟಿನ್)
ko: 몬테네그로(라틴 문자)
ku_arab: مۆنتینیگرۆ (لاتین)
ky: Монтенегро (Латын)
lo: ມອນເຕເນໂກຣ (ລາຕິນ)
lt: Juodkalnija (lotynų)
lv: Melnkalne (latīņu alfabēts)
mi: Monotenēro (Rātini)
mk: Црна Гора (латиница)
ml: മോണ്ടെനെഗ്രൊ (ലാറ്റിന്‍‌)
mn: Монтенегро (латин)
mr: मॉनटेनेग्रो (लॅटिन)
ne: मोन्टेनिग्रो (ल्याटिन)
nn_no: Montenegro (latinsk)
or: ମୋନଟେନେଗ୍ରୋ (ଲାଟିନ୍)
pa_arab_pk: مونٹی نیگرو (لاطینی)
pa_in: ਮੋਨਟੇਨੇਗਰੋ (ਲਾਤੀਨੀ)
pl: Czarnogóra (alfabet łaciński)
ru: Черногория (латиница)
sd: مونٽينيگرو(لاطيني)
si: ‍මොන්‍‍ටෙ‍නෙ‍ග්‍රෝ (ලතින්)
sl: Črna gora (latinica)
sr_cyrl_rs: Црна Гора (латиница)
sr_latn_rs: Crna Gora (latinica)
sv: Montenegro (latinsk)
ta: மான்டிநீக்ரோ (லத்தீன்)
te: మాంటినీగ్రో (లాటిన్)
tg: Черногория (лотинӣ)
th: มอนเตเนโกร (ละติน)
tr: Karadağ (Latin)
tt: Черногория (латин)
ug: مونتىنېيگىرو(لاتىنچە)
uk: Чорногорія (латиниця)
ur: مونٹی نیگرو (لاطینی)
uz: Chernogoriya (lotin)
vi: Môn-tê-nê-grô (Latin)
zh_hans: 黑山(拉丁语区)
zh_hant: 蒙特內哥羅 (拉丁文)

# Country.SBC
source: Serbia (Cyrillic)
af: Serwië (Cyrillies)
am: ሰርቢያ (ሲሪሊክ)
ar: صربيا (السيريلية)
as: চাৰ্বিয়া(চেৰিলিক)
az: Serbiya (Kiril)
bg: Сърбия (кирилица)
bn_in: সার্বিয়া (সিরিলিক)
bs: Srbija (ćirilica)
cy: Serbia (Cyrilig)
da: Serbien (kyrillisk)
de: Serbien (Kyrillisch)
el: Σερβία (Κυριλλικά)
es: Serbia (cirílico)
et: Serbia (kirillitsa)
eu: Serbia (zirilikoa)
fa: صربستان (سیریلیک)
ga: An tSeirbia (Coireallach)
gd: An t-Sèirb (Cirilis)
gl: Serbia (cirílico)
gu: સર્બિયા (સિરીલીક)
he: סרביה (קירילית)
hi: सर्बिया (सिरिलिक)
hr: Srbija (ćirilica)
hu: Szerbia (cirill betűs)
id: Serbia (Sirilik)
is: Serbía (kyrillískt letur)
ja: セルビア (キリル語)
ka: სერბეთი (კირილიცა)
kk: Сербия (Кириллица)
kn: ಸೆರ್ಬಿಯಾ (ಸಿರಿಲಿಕ್)
ko: 세르비아(키릴 자모)
ku_arab: سربیا (سیریلی)
ky: Сербия (Кирилл)
lo: ເຊີເບຍ (ຊີຣິລິກ)
lt: Serbija (kirilica)
lv: Serbija (kirilica)
mi: Hēpia (Hiririka)
mk: Србија (кирилица)
ml: സെര്‍ബിയ (സിറിലിക്)
mn: Серби (кирилл)
mr: सर्बिया (सिरिलिक)
mt: Serbja (Ċirilliku)
ne: सर्बिया (सिरिलिक)
nn_no: Serbia (kyrillisk)
no: Serbia (kyrillisk)
or: ସର୍ବିଆ (ସିରିଲିକ୍)
pa_arab_pk: سربیا (سیریلیک)
pa_in: ਸਰਬੀਆ (ਸਿਰੀਲਿਕ)
pl: Serbia (cyrylica)
ru: Сербия (кириллица)
sd: سربيا (سائيرِلِڪ)
si: සර්බියාව (සිරිලික්)
sl: Srbija (cirilica)
sr_cyrl_rs: Србија (ћирилица)
sr_latn_rs: Srbija (ćirilica)
sv: Serbien (kyrillisk)
ta: செர்பியா (சிரில்லிக்)
te: సెర్బియా (సిరిలిక్)
tg: Сербия (кириллӣ)
th: เซอร์เบีย (ซิริลลิก)
tr: Sırbistan (Kiril)
tt: Сербия (кирилл)
ug: سېربىيە(سىلاۋىيانچە)
uk: Сербія (кирилиця)
ur: سربیا (سیریلک)
uz: Serbiya (kirill)
vi: Séc-bi (Kirin)
zh_hans: 塞尔维亚共和国(西里尔文区)
zh_hant: 塞爾維亞 (斯拉夫文)

# Country.SBL
source: Serbia (Latin)
af: Serwië (Latyns)
am: ሰርቢያ (ላቲን)
ar: صربيا (اللاتينية)
as: চাৰ্বিয়া (লেটিন)
az: Serbiya (Latın)
bg: Сърбия (латиница)
bn_in: সার্বিয়া (ল্যাটিন)
bs: Srbija (latinica)
cy: Serbia (Lladin)
da: Serbien (latin)
de: Serbien (Lateinisch)
el: Σερβία (Λατινικά)
es: Serbia (latino)
et: Serbia (ladina)
eu: Serbia (latinoa)
fa: صربستان (لاتین)
ga: An tSeirbia (Laidineach)
gd: An t-Sèirb (Laideann)
gl: Serbia (latín)
gu: સર્બિયા (લેટિન)
he: סרביה (לטינית)
hi: सर्बिया (लैटिन)
hr: Srbija (latinica)
hu: Szerbia (latin betűs)
is: Serbía (latneskt letur)
ja: セルビア (ラテン語)
ka: სერბეთი (ლათინური)
kk: Сербия (Латын)
kn: ಸೆರ್ಬಿಯಾ (ಲ್ಯಾಟಿನ್)
ko: 세르비아(라틴 문자)
ku_arab: سربیا (لاتینی)
ky: Сербия (Латын)
lo: ເຊີເບຍ (ລາຕິນ)
lt: Serbija (lotynų)
lv: Serbija (latīņu alfabēts)
mi: Hēpia (Rātini)
mk: Србија (латиница)
ml: സെര്‍ബിയ (ലാറ്റിന്‍)
mn: Серби (латин)
mr: सर्बिया (लॅटिन)
mt: Serbja (Latin)
ne: सर्बिया (ल्याटिन)
nn_no: Serbia (latinsk)
or: ସର୍ବିଆ (ଲାଟିନ୍)
pa_arab_pk: سربیا (لاطینی)
pa_in: ਸਰਬੀਆ (ਲਾਤੀਨੀ)
pl: Serbia (alfabet łaciński)
ru: Сербия (латиница)
sd: سربيا (لاطيني)
si: සර්බියාව (ලතින්)
sl: Srbija (latinica)
sr_cyrl_rs: Србија (латиница)
sr_latn_rs: Srbija (latinica)
sv: Serbien (latinsk)
ta: செர்பியா (லத்தீன்)
te: సెర్బియా (లాటిన్)
tg: Сербия (лотинӣ)
th: เซอร์เบีย (ละติน)
tr: Sırbistan (Latin)
tt: Сербия (латин)
ug: سېربىيە(لاتىنچە)
uk: Сербія (латиниця)
ur: سربیا (لاطینی)
uz: Serbiya (lotin)
vi: Séc-bi (Latin)
zh_hans: 塞尔维亚共和国(拉丁语区)
zh_hant: 塞爾維亞 (拉丁文)
