Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ACH.SummaryLine3Expression
source: Account number: ({accountToken})
af: Rekeningnommer: ({accountToken})
am: የባንክ ሂሳብ ቁጥር፦ ({accountToken})
ar: رقم الحساب: ({accountToken})
as: একাউণ্ট নম্বৰ: ({accountToken})
az: Hesab nömrəsi: ({accountToken})
bg: Номер на сметка: ({accountToken})
bn_in: অ্যাকাউন্ট নম্বর: ({accountToken})
bs: Broj računa: ({accountToken})
cy: Rhif cyfrif: ({accountToken})
da: Kontonummer: ({accountToken})
de: Kontonummer: ({accountToken})
el: Αριθμός λογαριασμού: ({accountToken})
es: Número de cuenta: ({accountToken})
et: Kontonumber: ({accountToken})
eu: Kontuaren zenbakia: ({accountToken})
fa: شماره حساب: ({accountToken})
ga: Uimhir chuntais: ({accountToken})
gd: Àireamh a’ chunntais: ({accountToken})
gl: Número de conta: ({accountToken})
gu: ખાતા નંબર: ({accountToken})
he: מספר חשבון: ({accountToken})
hi: खाता संख्या: ({accountToken})
hr: Broj računa: ({accountToken})
hu: Számlaszám: ({accountToken})
id: Nomor rekening: ({accountToken})
is: Reikningsnúmer: ({accountToken})
ja: 口座番号: ({accountToken})
ka: ანგარიშის ნომერი: ({accountToken})
kk: Тіркелгі нөмірі: ({accountToken})
kn: ಖಾತೆ ಸಂಖ್ಯೆ: ({accountToken})
ko: 계좌 번호: ({accountToken})
ku_arab: ژمارەی ئەژمێر: ({accountToken})
ky: Каттоо жазуу номери: ({accountToken})
lo: ເລກບັນຊີ: ({accountToken})
lt: Sąskaitos numeris: ({accountToken})
lv: Konta numurs: ({accountToken})
mi: Tau pūkete: ({accountToken})
mk: Број на сметка: ({accountToken})
ml: അക്കൗണ്ട് നമ്പർ: ({accountToken})
mn: Дансны дугаар: ({accountToken})
mr: खाते नंबर: ({accountToken})
ms: Nombor akaun: ({accountToken})
mt: Numru tal-kont: ({accountToken})
ne: खाता नम्बर: ({accountToken})
nn_no: Kontonummer: ({accountToken})
no: Kontonummer: ({accountToken})
or: ଏକାଉଣ୍ଟ୍‌ ନମ୍ଵର: ({accountToken})
pa_arab_pk: اکاؤنٹ نمبر: ({accountToken})
pa_in: ਖਾਤਾ ਨੰਬਰ: ({accountToken})
pl: Numer konta: ({accountToken})
ru: Номер счета: ({accountToken})
sd: اڪائونٽ نمبر: ({accountToken})
si: ගිණුම් අංකය: ({accountToken})
sl: Številka računa: ({accountToken})
sr_cyrl_rs: Број рачуна: ({accountToken})
sr_latn_rs: Broj računa: ({accountToken})
sv: Kontonummer: ({accountToken})
ta: கணக்கு எண்: ({accountToken})
te: ఖాతా నంబర్: ({accountToken})
tg: Рақами суратҳисоб: ({accountToken})
th: หมายเลขบัญชี: ({accountToken})
tr: Hesap numarası: ({accountToken})
tt: Хисап номеры: ({accountToken})
ug: ھېسابات نومۇرى: ({accountToken})
uk: Номер рахунку: ({accountToken})
ur: اکاؤنٹ نمبر: ({accountToken})
uz: Hisob raqami: ({accountToken})
vi: Số tài khoản: ({accountToken})
zh_hans: 帐号: ({accountToken})
zh_hant: 帳戶號碼: ({accountToken})

# Literal.ACH.SummaryLine4Expression
source: Routing number: ({bankCode})
af: Roetenommer: ({bankCode})
am: ሩቲንግ ቁጥር፦ ({bankCode})
ar: رقم التوجيه: ({bankCode})
as: ৰাউটিং নম্বৰ: ({bankCode})
az: Yönləndirmə nömrəsi: ({bankCode})
bg: Банков код: ({bankCode})
bn_in: রাউটিং নম্বর: ({bankCode})
bs: Broj sortiranja: ({bankCode})
cy: Rhif llwybro: ({bankCode})
da: Registreringsnummer: ({bankCode})
de: Bankleitzahl: ({bankCode})
el: Κωδικός υποκαταστήματος: ({bankCode})
es: Número de ruta: ({bankCode})
et: Marsruutimisnumber: ({bankCode})
eu: Bideratzaile-zenbakia: ({bankCode})
fa: شماره مسیریابی: ({bankCode})
ga: Uimhir ródaithe: ({bankCode})
gd: Àireamh rùtachaidh: ({bankCode})
gl: Número de encamiñamento: ({bankCode})
gu: રૂટિંગ નંબર: ({bankCode})
he: מספר ניתוב: ({bankCode})
hi: राउटिंग संख्या: ({bankCode})
hr: Šifra banke: ({bankCode})
hu: Regisztrációs azonosító: ({bankCode})
id: Nomor perutean: ({bankCode})
is: Bankanúmer: ({bankCode})
ja: ルーティング ナンバー: ({bankCode})
ka: მარშრუტის ნომერი: ({bankCode})
kk: Бағыттау нөмірі: ({bankCode})
kn: ರೂಟಿಂಗ್ ಸಂಖ್ಯೆ: ({bankCode})
ko: 라우팅 번호: ({bankCode})
ku_arab: ژمارەی ئاراستەکردن: ({bankCode})
ky: Жолдоо номери: ({bankCode})
lo: ເລກລະບຸທະນາຄານ: ({bankCode})
lt: Banko kodas: ({bankCode})
lv: Reģistrācijas numurs: ({bankCode})
mi: Tau ararere: ({bankCode})
mk: Број за насочување: ({bankCode})
ml: റൂട്ടിംഗ് നമ്പർ: ({bankCode})
mn: Чиглүүлэх дугаар: ({bankCode})
mr: मार्गस्थ नंबर: ({bankCode})
ms: Nombor penghalaan: ({bankCode})
mt: Numru tar-Routing: ({bankCode})
ne: राउटिङ नम्बर: ({bankCode})
nn_no: Registreringsnummer: ({bankCode})
no: Registreringsnummer: ({bankCode})
or: ରୁଟିଂ ନମ୍ଵର: ({bankCode})
pa_arab_pk: رؤوٹنگ نمبر: ({bankCode})
pa_in: ਰੂਟਿੰਗ ਨੰਬਰ: ({bankCode})
pl: Kod banku: ({bankCode})
ru: Код банка: ({bankCode})
sd: رائوٽنگ نمبر: ({bankCode})
si: නගුගත සම්බන්ධකරණ අංකය: ({bankCode})
sl: Številka za preusmeritev: ({bankCode})
sr_cyrl_rs: Број усмеравања: ({bankCode})
sr_latn_rs: Broj usmeravanja: ({bankCode})
sv: Clearingnummer: ({bankCode})
ta: ரூட்டிங் எண்: ({bankCode})
te: రూటింగ్ నంబర్: ({bankCode})
tg: Рақами масиргузорӣ: ({bankCode})
th: หมายเลขกระบวนการผลิต: ({bankCode})
tr: Banka kodu: ({bankCode})
tt: Маршрутизация номеры: ({bankCode})
ug: يول نومۇرى: ({bankCode})
uk: Маршрутний код банку: ({bankCode})
ur: راؤٹنگ نمبر: ({bankCode})
uz: Marshrutlash raqami: ({bankCode})
vi: Số định tuyến: ({bankCode})
zh_hans: 银行代号: ({bankCode})
zh_hant: 匯款路徑編號: ({bankCode})

# Literal.SEPA.SummaryLine4Expression
source: IBAN number: ({accountToken})
af: IBAN-nommer: ({accountToken})
am: IBAN ቁጥር፦ ({accountToken})
ar: رقم IBAN: ({accountToken})
as: IBAN নম্বৰ: ({accountToken})
az: IBAN nömrəsi: ({accountToken})
bg: IBAN: ({accountToken})
bn_in: IBAN নম্বর: ({accountToken})
bs: IBAN računa: ({accountToken})
cy: Rhif IBAN: ({accountToken})
da: IBAN-nummer: ({accountToken})
de: IBAN: ({accountToken})
el: Αριθμός IBAN: ({accountToken})
es: Número IBAN: ({accountToken})
eu: IBAN zenbakia: ({accountToken})
fa: شماره IBAN: ({accountToken})
ga: Uimhir IBAN: ({accountToken})
gd: Àireamh IBAN: ({accountToken})
gl: Número IBAN: ({accountToken})
gu: IBAN નંબર: ({accountToken})
he: מספר זה"ב: ({accountToken})
hi: IBAN संख्या: ({accountToken})
hr: IBAN: ({accountToken})
hu: IBAN-szám: ({accountToken})
id: Nomor IBAN: ({accountToken})
is: IBAN-númer: ({accountToken})
ja: IBAN 番号: ({accountToken})
ka: IBAN ნომერი: ({accountToken})
kk: IBAN нөмірі: ({accountToken})
kn: IBAN ಸಂಖ್ಯೆ: ({accountToken})
ko: IBAN 번호: ({accountToken})
ku_arab: ژمارەی IBAN: ({accountToken})
ky: IBAN номери: ({accountToken})
lo: ຕົວເລກ IBAN: ({accountToken})
lt: IBAN numeris: ({accountToken})
lv: IBAN numurs: ({accountToken})
mi: Te Nama IBAN: ({accountToken})
mk: IBAN-број: ({accountToken})
ml: IBAN നമ്പർ: ({accountToken})
mn: IBAN дугаар: ({accountToken})
mr: IBAN नंबर: ({accountToken})
ms: Nombor IBAN: ({accountToken})
mt: Numru IBAN: ({accountToken})
ne: IBAN नम्बर: ({accountToken})
nn_no: IBAN-nummer: ({accountToken})
no: IBAN-nummer: ({accountToken})
or: IBAN ନମ୍ଵର: ({accountToken})
pa_arab_pk: IBAN نمبر: ({accountToken})
pa_in: IBAN ਨੰਬਰ: ({accountToken})
pl: Numer IBAN: ({accountToken})
ru: Номер IBAN: ({accountToken})
sd: IBAN نمبر: ({accountToken})
si: IBAN අංකය: ({accountToken})
sl: Številka IBAN: ({accountToken})
sr_cyrl_rs: IBAN број: ({accountToken})
sr_latn_rs: IBAN broj: ({accountToken})
sv: IBAN-nummer: ({accountToken})
ta: IBAN எண்: ({accountToken})
te: IBAN నంబర్: ({accountToken})
tg: Рақами IBAN: ({accountToken})
th: หมายเลข IBAN: ({accountToken})
tr: IBAN numarası: ({accountToken})
tt: IBAN номеры: ({accountToken})
ug: ‏IBAN نومۇرى: ({accountToken})
uk: Номер IBAN: ({accountToken})
ur: IBAN نمبر: ({accountToken})
uz: IBAN raqami: ({accountToken})
vi: Số IBAN: ({accountToken})
zh_hans: IBAN 号码: ({accountToken})
zh_hant: IBAN 號碼: ({accountToken})

# Literal.ACH.PaymentSummaryText
source: You can use this payment option to buy Microsoft products and services when you sign in with ()EmailAddress.
af: Jy kan hierdie betalingsopsie gebruik om Microsoft-produkte en -dienste te koop wanneer jy met ()EmailAddress aanmeld.
am: ይህን የክፍያ አማራጭ የ Microsoft ምርቶችን እና አገልግሎቶችን እርስዎ በ ()EmailAddress በመለያ ሲገቡ ለመግዛት ሊጠቀሙበት ይችላሉ።
ar: يمكنك استخدام خيار الدفع لشراء منتجات وخدمات Microsoft عندما تقوم بتسجيل الدخول باستخدام ()EmailAddress.
as: আপুনি ()EmailAddress-ৰ সৈতে ছাইন ইন কৰাৰ সময়ত Microsoft প্ৰডাক্ট আৰু সেৱাসমূহ ক্ৰয় কৰিবলৈ এই ধন পৰিশোধ বিকল্পটো ব্যৱহাৰ কৰিব পাৰে৷
az: Siz ()EmailAddress ilə daxil olanda Microsoft məhsulları və xidmətlərini almaq üçün bu ödəniş seçimindən istifadə edə bilərsiniz.
bg: Можете да използвате тази опция за плащане, за да закупувате продукти и услуги на Microsoft, когато влизате с ()EmailAddress.
bn_in: আপনি যখন ()EmailAddress দিয়ে সাইন ইন করেন তখন আপনি Microsoft পণ্য এবং পরিষেবাসমূহ কেনার জন্য এই অর্থপ্রদানের বিকল্পটি ব্যবহার করতে পারেন৷
bs: Ovu opciju za plaćanje možete koristiti za kupovinu proizvoda i usluga kompanije Microsoft kada se prijavite koristeći ()EmailAddress.
cy: Gallwch ddefnyddio'r opsiwn talu hwn i brynu cynnyrch a gwasanaethau Microsoft pan fyddwch yn mewngofnodi gyda ()EmailAddress.
da: Du kan bruge denne betalingsmetode til at købe Microsoft-produkter og -tjenester, når du logger på med ()EmailAddress.
de: Mit dieser Zahlungsoption können Sie Microsoft-Produkte und -Dienste kaufen, wenn Sie sich mit „()EmailAddress“ anmelden.
el: Μπορείτε να χρησιμοποιείτε αυτήν την επιλογή πληρωμής για την αγορά προϊόντων και υπηρεσιών της Microsoft όταν εισέρχεστε με τη διεύθυνση ()EmailAddress.
es: Puedes usar esta opción de pago para comprar productos y servicios de Microsoft cuando inicies sesión con ()EmailAddress.
et: Seda makseviisi saate kasutada Microsofti toodete ja teenuste ostmiseks, kui olete sisse logitud meiliaadressiga ()EmailAddress.
eu: ()EmailAddress kontuarekin saioa hasten duzunean erabil dezakezu ordaintzeko aukera hau Microsoft produktuak eta zerbitzuak erosteko.
fa: زمانی که با ()EmailAddress وارد سیستم شوید، می‌توانید از این گزینه پرداخت برای خرید محصولات و خدمات Microsoft استفاده کنید.
ga: Is féidir leat an rogha íocaíochta seo a úsáid chun táirgí agus seirbhísí de chuid Microsoft a cheannach nuair a shíníonn tú isteach le () EmailAddress.
gd: ’S urrainn dhut an roghainn pàighidh seo a chleachdadh gus bathar is seirbheisean Microsoft a cheannach nuair a chlàraicheas tu a-steach le ()EmailAddress.
gl: Podes usar esta opción de pagamento para comprar produtos e servizos Microsoft cando inicies sesión con ()EmailAddress.
gu: જ્યારે તમે ()EmailAddress થી સાઇન કરો ત્યારે તમે Microsoft ઉત્પાદનો અને સેવાઓ ખરીદીને આ ચૂકવણી વિકલ્પનો ઉપયોગ કરી શકો છો.
he: תוכל להשתמש באופן התשלום הזה כשתקנה מוצרי Microsoft כאשר תרשם עם ()EmailAddress.
hi: जब आप ()EmailAddress से साइन इन करते हैं, तो आप Microsoft उत्पाद और सेवाएँ खरीदने के लिए इस भुगतान विकल्प का उपयोग कर सकते हैं.
hr: Pomoću tog načina plaćanja možete kupovati Microsoftove proizvode i servise svuda gdje se prijavite pomoću adrese ().
hu: Ezzel a fizetőeszközzel akkor vásárolhat Microsoft-termékeket, ha a(z) ()EmailAddress címmel jelentkezik be.
id: Anda dapat menggunakan opsi pembayaran ini untuk membeli produk dan layanan Microsoft saat Anda masuk dengan ()EmailAddress.
is: Þú getur notað þennan greiðslukost til að kaupa vörur og þjónustu frá Microsoft þegar þú skráir þig inn með ()EmailAddress.
ja: ()EmailAddress を利用してサインインすると、この支払い方法を使って Microsoft の製品とサービスを購入できます。
ka: Microsoft-ის პროდუქტებისა და სერვისების შესაძენად შეგიძლიათ, გამოიყენოთ გადახდის ეს ვარიანტი, როდესაც შესასვლელად გამოყენებული გაქვთ ()EmailAddress.
kk: ()EmailAddress арқылы кірген кезде, Microsoft өнімдері мен қызметтерін сатып алу үшін осы төлем әдісін пайдалануға болады.
kn: ನೀವು ()EmailAddress ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿದಾಗ Microsoft ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಲು ನೀವು ಈ ಪಾವತಿ ಆಯ್ಕೆಯನ್ನು ಬಳಸಬಹುದು.
ko: ()EmailAddress(으)로 로그인할 경우 이 결제 옵션을 사용하여 Microsoft 제품 및 서비스를 구매할 수 있습니다.
ku_arab: دەتوانیت ئەم بەربژاری پارەدانە بەکاربێنیت بۆ کڕینی بەرهەم و خزمەتگوزاریەکانی Microsoft کاتێک دەچیتە ناوەوە بە ()EmailAddress.
ky: Сиз бул төлөө параметрин Microsoft өнүмдөрүн жана кызматтарын сатып алууга ()EmailAddress аркылуу каалаган жериңизге катталып киргенде колдонсоңуз болот.
lo: ທ່ານສາມາດໃຊ້ທາງເລືອການຊຳລະເງິນນີ້ເພື່ອຊື້ຜະລິດຕະພັນ ແລະ ການບໍລິການຂອງ Microsoft ໃນເວລາທີ່ທ່ານລົງຊື່ເຂົ້າໃຊ້ດ້ວຍ ()EmailAddress.
lt: „Microsoft“ produktus ir paslaugas galite įsigyti naudodami šį mokėjimo būdą, kai prisijungiate naudodami ()EmailAddress.
lv: Šo maksāšanas līdzekli varat izmantot, lai iegādātos Microsoft produktus un pakalpojumus, pierakstoties ar e-pasta adresi ()EmailAddress.
mi: Ka taea tēnei kōwhiringa utu te whakamahi ki te hoko i ngā hua me ngā ratonga Microsoft ina takiuru koe ki te ()EmailAddress.
mk: Оваа опција за плаќање може да ја користите за купување производи и услуги на Microsoft кога ќе се пријавите со ()EmailAddress.
ml: ()EmailAddress ഉപയോഗിച്ച് നിങ്ങൾ സൈനിൻ ചെയ്യുമ്പോൾ Microsoft ഉൽപ്പന്നങ്ങളും സേവനങ്ങളും വാങ്ങാൻ നിങ്ങൾക്ക് ഈ പണമടയ്ക്കൽ ഐച്ഛികം ഉപയോഗിക്കാം.
mn: Та ()EmailAddress хаягаар нэвтэрч Microsoft-н бүтээгдэхүүн, үйлчилгээ худалдан авахдаа энэ төлбөрийн хэрэгслийг ашиглаж болно.
mr: आपण ()EmailAddress सह साइन करता तेव्हा आपण Microsoft उत्पादने आणि सेवा खरेदीसाठी हा देय पर्याय वापरू शकता.
ms: Anda boleh menggunakan pilihan pembayaran ini untuk membeli produk dan perkhidmatan Microsoft apabila anda mendaftar masuk dengan ()EmailAddress.
mt: Tista' tuża din l-għażla ta' pagament biex tixtri prodotti u servizzi ta' Microsoft meta tidħol bi ()EmailAddress.
ne: तपाइँले ()EmailAddress बाट साइन इन गर्दा, Microsoft का उत्पादन तथा सेवाहरू खरिद गर्न तपाइँले यो भुक्तानी विकल्प प्रयोग गर्न सक्नुहुन्छ।
nn_no: Du kan bruke dette betalingsalternativet til å kjøpe Microsoft sine produkt og tenester når du loggar på med ()EmailAddress.
no: Du kan bruke dette betalingsalternativet til å kjøpe Microsoft-produkter og -tjenester når du logger på med ()EmailAddress.
or: ଆପଣ ()EmailAddress ସହିତ ସାଇନ୍ ଇନ୍ କରି Microsoft ଉତ୍ପାଦ ଏବଂ ସେବାସମୂହ କ୍ରୟ କରିବାକୁ ଆପଣ ଏହି ଦେୟ ବିକଳ୍ପ ବ୍ୟବହାର କରିପାରିବେ.
pa_arab_pk: جیدوں تُسی ()EmailAddress نال سائن ان کردے او، اودوں تسی Microsoft دیاں مصنوعات تے خدمات خریدن لئی ادائیگی دا ایہہ انتخاب ورت سکدے او۔
pa_in: ਤੁਸੀਂ Microsoft ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਖਰੀਦਣ ਲਈ ਇਸ ਭੁਗਤਾਨ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ ਜਦੋਂ ਤੁਸੀਂ ()EmailAddress ਨਾਲ ਸਾਇਨ ਇਨ ਹੁੰਦੇ ਹੋ।
pl: Ta opcja płatności umożliwia kupowanie produktów i usług firmy Microsoft po zalogowaniu się za pomocą adresu ()EmailAddress.
ru: С помощью этого способа оплаты можно покупать продукты и услуги корпорации Майкрософт при выполнении входа с использованием адреса ()EmailAddress.
sd: توهان هي ادائگي جو اختيار Microsoft جون پروڊڪٽس ۽ خدمتون خريد ڪرڻ لاءِ استعمال ڪري سگهو ٿا ڪٿان به جڏهن توهان ()EmailAddress سان سائن ان ٿيو ٿا.
si: ඔබ ()EmailAddress මගින් ඇතුල් වන ඕනෑම තැනකදී ඔබට Microsoft නිෂ්පාදන හෝ සේවාවන් මිලදී ගැනීමට මෙම ගෙවීම් අභිරුචිය භාවිත කළ හැකිය.
sl: Če ste vpisani z naslovom ()EmailAddress, lahko s to možnostjo plačila kupujete Microsoftove izdelke in storitve.
sr_cyrl_rs: Ову опцију плаћања можете да користите за куповину Microsoft производа и услуга када се пријавите користећи ()EmailAddress.
sr_latn_rs: Ovu opciju plaćanja možete da koristite za kupovinu Microsoft proizvoda i usluga kada se prijavite koristeći ()EmailAddress.
sv: Du kan använda det här betalningsalternativet och köpa produkter och tjänster från Microsoft när du loggar in med ()EmailAddress.
ta: நீங்கள் ()EmailAddress வைத்து உள்நுழையும்போது, இந்தக் கட்டணம் செலுத்தும் முறையைப் பயன்படுத்தி Microsoft தயாரிப்புகள் மற்றும் சேவைகளை வாங்கலாம்.
te: మీరు ()EmailAddressతో సైన్ ఇన్ చేసినప్పుడు Microsoft ఉత్పత్తులు మరియు సేవలను కొనుగోలు చేయడం కోసం మీరు ఈ చెల్లింపు విధానాన్ని ఉపయోగించవచ్చు.
tg: Шумо метавонед ин имкони пардохтро барои харидани маҳсулот ва хидматҳои Microsoft аз ҳар ҷое, ки бо ()EmailAddress ворид мешавед, истифода баред.
th: คุณสามารถใช้ตัวเลือกการชำระเงินนี้เพื่อซื้อผลิตภัณฑ์และบริการ Microsoft เมื่อคุณลงชื่อเข้าใช้ด้วย ()EmailAddress
tr: Bu ödeme seçeneğini, ()EmailAddress ile oturum açtığınızda Microsoft ürün ve hizmetlerini satın almak için kullanabilirsiniz.
tt: Сез бу түләү ысулы ярдәмендә ()EmailAddress белән кергәндә Майкрософт продуктлары һәм хезмәтләрен сатып ала аласыз.
ug: ()EmailAddress ئارقىلىق تىزىملاپ كىرگەندە بۇ ھەق تاپشۇرۇش ئۇسۇلى ئارقىلىق Microsoft مەھسۇلاتلىرى ۋە مۇلازىمەتلىرىنى سېتىۋالالايسىز.
uk: За допомогою цього способу оплати можна купувати продукти та послуги Microsoft, коли для входу використовується адреса ()EmailAddress.
ur: آپ ()EmailAddress کے ساتھ سائن ان کر کے Microsoft مصنوعات اور خدمات خریدنے کے لیے ادائیگی کا یہ اختیار استعمال کر سکتے ہیں۔
uz: Bu to‘lov usulidan ()EmailAddress bilan kiradigan istalgan joyda Microsoft mahsulot va xizmatlarini sotib olish uchun foydalanishingiz mumkin.
vi: Bạn có thể sử dụng tùy chọn thanh toán này để mua các sản phẩm và dịch vụ của Microsoft khi đăng nhập bằng ()EmailAddress.
zh_hans: 通过 ()EmailAddress 登录时，可以使用此付款选项购买 Microsoft 产品和服务。
zh_hant: 當您使用 ()EmailAddress 登入時，您可以使用此付款選項來購買 Microsoft 產品與服務。
