Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Kakaopay.AddHeading
source: Setting up 카카오페이
af: Stel 카카오페이 op
am: 카카오페이 ያዘጋጁ
ar: إعداد 카카오페이
as: 카카오페이 ছেট আপ কৰি থকা হৈছে
az: 카카오페이 quraşdırılır
bg: Настройване на 카카오페이
bn_in: 카카오페이 সেট আপ করা হচ্ছে
bs: Postavljanje 카카오페이
cy: Wrthi'n gosod 카카오페이
da: Konfiguration af 카카오페이
de: Einrichten von 카카오페이
el: Ρύθμιση 카카오페이
es: Configurando 카카오페이
et: 카카오페이 häälestamine
eu: 카카오페이 konfiguratzen
fa: در حال تنظیم 카카오페이
ga: Ag cumrú 카카오페이
gd: A’ suidheachadh 카카오페이
gl: Configurando 카카오페이
gu: 카카오페이 ને સેટ અપ કરી રહ્યાં છે
he: הגדרת 카카오페이
hi: 카카오페이 सेट किया जा रहा है
hr: Postavlja se 카카오페이
hu: A 카카오페이 beállítása
id: Menyiapkan 카카오페이
is: Setja upp카카오페이
ja: 카카오페이を設定しています
ka: 카카오페이-(ი)ს დაყენება
kk: 카카오페이 реттеу
ko: 카카오페이 설정
lo: ກຳລັງຕັ້ງຄ່າ 카카오페이
lt: Nustatoma 카카오페이
lv: 카카오페이 iestatīšana
mi: Whakatatū 카카오페이
mk: Се поставува 카카오페이
ml: 카카오페이 സജ്ജീകരിക്കുന്നു
mr: 카카오페이 सेट अप करत आहे
ms: Menyediakan 카카오페이
mt: Qed jikkonfigura 카카오페이
ne: 카카오페이 सेटअप गर्दै
nn_no: Konfigurere 카카오페이
no: Konfigurerer 카카오페이
or: 카카오페이 ସେଟ୍ ଅପ୍ ହେଉଛି
pa_in: 카카오페이 ਨੂੰ ਸੈਟ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Konfigurowanie 카카오페이
ru: Настройка 카카오페이
sl: Nastavljanje 카카오페이
sr_cyrl_rs: Подешавање 카카오페이
sr_latn_rs: Podešavanje 카카오페이
sv: Ställer in 카카오페이
ta: 카카오페이 என்பதை அமைக்கிறது
te: 카카오페이 సెటప్ చేయి
th: กําลังตั้งค่า 카카오페이
tr: 카카오페이 ayarlanıyor
tt: 카카오페이 көйләү
ug: 카카오페이 سەپلەش
uk: Налаштування 카카오페이
ur: 카카오페이 کو سیٹ اپ کیا جا رہا ہے
uz: 카카오페이 sozlanmoqda
vi: Đang thiết lập 카카오페이
zh_hans: 正在设置 카카오페이
zh_hant: 設定 카카오페이

# Literal.Kakaopay.DeleteHeading
source: Delete 카카오페이?
af: Skrap 카카오페이?
am: 카카오페이 ይሰርዙ?
ar: هل تريد حذف 카카오페이؟
as: 카카오페이 বিলোপ কৰিবনে?
az: 카카오페이 silinsin?
bg: Изтриване на 카카오페이?
bn_in: 카카오페이 মুছবেন?
bs: Želite li izbrisati 카카오페이?
cy: Dileu 카카오페이?
da: Vil du slette 카카오페이?
de: 카카오페이 löschen?
el: Διαγραφή 카카오페이?
es: ¿Eliminar 카카오페이?
et: Kas soovite 카카오페이 kustutada?
eu: 카카오페이 ezabatu nahi duzu?
fa: 카카오페이 حذف شود؟
ga: An bhfuil fonn ort 카카오페이 a scriosadh?
gd: A bheil thu airson 카카오페이 a sguabadh às?
gl: Eliminar 카카오페이?
gu: 카카오페이 ને હટાવીએ?
he: האם למחוק את 카카오페이?
hi: 카카오페이 हटाएँ?
hr: Želite li izbrisati 카카오페이?
hu: Törli a következőt: 카카오페이?
id: Hapus 카카오페이?
is: Eyða카카오페이?
ja: 카카오페이を削除しますか?
ka: გსურთ 카카오페이-(ი)ს წაშლა?
kk: 카카오페이 жою керек пе?
ko: 카카오페이를 삭제할까요?
lo: ລຶບ 카카오페이 ບໍ?
lt: Naikinti 카카오페이?
lv: Vai dzēst 카카오페이?
mi: Muku 카카오페이?
mk: Да се избрише 카카오페이?
ml: 카카오페이 നീക്കം ചെയ്യണോ?
mr: 카카오페이 हटवायचे?
ms: Padam 카카오페이?
mt: Tħassar 카카오페이?
ne: 카카오페이 मेटाउने?
nn_no: Vil du slette 카카오페이?
no: Slette 카카오페이?
or: 카카오페이 ବିଲୋପ କରିବେ?
pa_in: 카카오페이 ਨੂੰ ਮਿਟਾਉਣਾ ਹੈ?
pl: Usunąć 카카오페이?
ru: Удалить 카카오페이?
sl: Ali želite izbrisati 카카오페이?
sr_cyrl_rs: Желите ли да избришете 카카오페이?
sr_latn_rs: Želite li da izbrišete 카카오페이?
sv: Vill du ta bort 카카오페이?
ta: 카카오페이 என்பதை நீக்கவா?
te: 카카오페이 తొలగించాలా?
th: ลบ 카카오페이 หรือไม่
tr: 카카오페이 silinsin mi?
tt: 카카오페이 бетерергәме?
ug: 카카오페이 نى ئۆچۈرەمسىز؟
uk: Видалити 카카오페이?
ur: 카카오페이 کو حذف کریں؟
uz: 카카오페이 oʻchirib tashlansinmi?
vi: Xóa 카카오페이?
zh_hans: 删除 카카오페이?
zh_hant: 刪除 카카오페이?

# Literal.Kakaopay.DeleteConfirmation
source: Are you sure you want to delete your kakaopay account?
af: Is jy seker jy wil jou Kakaopay-rekening skrap?
am: እርግጠኛ ነዎት የ kakaopay መለያዎን መሰረዝ ይፈልጋሉ?
ar: هل تريد بالتأكيد حذف حسابك في Kakaopay؟
as: আপুনি নিজৰ Kakaopay একাউণ্টটো নিশ্চিতভাৱে বিলোপ কৰিব বিচাৰেনে?
az: Kakaopay hesabınızı silmək istədiyinizdən əminsiniz?
bg: Наистина ли искате да изтриете своя акаунт в Kakaopay?
bn_in: আপনি কি আপনার kakaopay অ্যাকাউন্ট মুছে দেওয়ার ব্যাপারে নিশ্চিত?
bs: Želite li zaista izbrisati svoj kakaopay račun?
cy: Ydych chi’n siŵr eich bod am ddileu eich cyfrif kakaopay?
da: Er du sikker på, at du vil slette din kakaopay-konto?
de: Sind Sie sicher, dass Sie Ihr Kakaopay-Konto löschen wollen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τον λογαριασμό kakaopay;
es: ¿Está seguro de que quiere eliminar la cuenta de Kakaopay?
et: Kas soovite kindlasti kakaopay konto kustutada?
eu: Ziur Kakaopay kontua ezabatu nahi duzula?
fa: مطمئنید می‌خواهید حساب kakaopay خود را حذف کنید؟
ga: An bhfuil tú cinnte gur mhaith leat do chuntas kakaopay a scriosadh?
gd: A bheil thu cinnteach gu bheil thu airson an cunntas KakaoPay agad a sguabadh às?
gl: Seguro que queres eliminar a túa conta de Kakaopay?
gu: શું તમે ખરેખર તમારું kakaopay ખાતું હટાવવા માંગો છો?
he: האם אתה בטוח שברצונך למחוק את חשבון Kakaopay שלך?
hi: क्या आप वाकई अपना kakaopay खाता हटाना चाहते हैं?
hr: Jeste li sigurni da želite izbrisati kakaopay račun?
hu: Biztosan törli a Kakaopay-fiókját?
id: Yakin ingin menghapus akun kakaopay Anda?
is: Ertu viss um að þú viljir eyða Kakaopay reikningnum þínum?
ja: Kakaopay アカウントを削除しますか?
ka: ნამდვილად გსურთ თქვენი Kakaopay-ის ანგარიშის წაშლა?
kk: Kakaopay тіркелгіңізді шынымен жойғыңыз келе ме?
kn: ನಿಮ್ಮ kakaopay ಖಾತೆಯನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: kakaopay 계정을 삭제하시겠습니까?
lo: ທ່ານແນ່ໃຈບໍວ່າທ່ານຕ້ອງການລຶບບັນຊີ kakaopay ຂອງທ່ານ?
lt: Ar tikrai norite panaikinti savo „Kakaopay“ paskyrą?
lv: Vai tiešām vēlaties izdzēst savu Kakaopay kontu?
mi: Me tino muku rānei tō pūkete kakaopay?
mk: Сигурно ли сакате да ја избришете сметката на kakaopay?
ml: നിങ്ങളുടെ Kakaopay അക്കൌണ്ട് ഇല്ലാതാക്കണമെന്ന് തീർച്ചയാണോ?
mr: आपण आपले Kakaopay खाते हटवण्याबाबत खात्रीशीर आहात का?
ms: Adakah anda pasti ingin memadamkan akaun kakaopay anda?
mt: Żgur tixtieq tħassar il-kont ta’ kakaopay tiegħek?
ne: तपाईं आफ्नो kakaopay खाता मेटाउन सुनिश्चत हुनु हुन्छ?
nn_no: Er du sikker på du vil slette kakaopay-kontoen din?
no: Er du sikker på at du vil slette Kakaopay-kontoen?
or: ଆପଣ ନିଶ୍ଚିତ କି ଆପଣ ଆପଣଙ୍କ kakaopay ଏକାଉଣ୍ଟ୍ ବିଲୋପ କରିବାକୁ ଚାହାଁନ୍ତି?
pa_in: ਕੀ ਤੁਸੀਂ ਨਿਸ਼ਚਿਤ ਹੀ ਆਪਣੇ Kakaopay ਖਾਤੇ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz usunąć swoje konto w KakaoPay?
ru: Действительно удалить учетную запись Kakaopay?
sl: Ali ste prepričani, da želite izbrisati račun kakaopay?
sr_cyrl_rs: Желите ли заиста да избришете Kakaopay налог?
sr_latn_rs: Želite li zaista da izbrišete Kakaopay nalog?
sv: Vill du ta bort ditt Kakaopay-konto?
ta: உங்கள் Kakaopay கணக்கை நிச்சயமாக நீக்க வேண்டுமா?
te: మీరు ఖచ్చితంగా మీ kakaopay ఖాతాను తొలగించాలనుకుంటున్నారా?
th: คุณแน่ใจหรือไม่ว่าต้องการลบบัญชี Kakaopay ของคุณ
tr: Kakaopay hesabınızı silmek istediğinizden emin misiniz?
tt: Kakaopay хисап язмагызны чынлап та бетерергә телисезме?
ug: Kakaopay ھېساباتىڭىزنى ئۆچۈرەمسىز؟
uk: Справді видалити рахунок Kakao Pay?
ur: کیا آپ واقعی اپنے kakaopay اکاؤنٹ کو حذف کرنا چاہتے ہیں؟
uz: Kakaopay hisobingiz oʻchirib tashlansinmi?
vi: Bạn có chắc chắn muốn xóa tài khoản kakaopay của mình không?
zh_hans: 是否确定要删除你的 Kakaopay 账户?
zh_hant: 確定要刪除您的 kakaopay 帳戶嗎?

# Literal.Paypal.Add.Heading
source: Add payment info
af: Voeg betaalinligting by
am: የክፍያ መረጃ ያክሉ
ar: إضافة معلومات الدفع
as: ধন পৰিশোধৰ তথ্য যোগ কৰক
az: Ödəniş haqqında məlumat əlavə edin
bg: Добавяне на информация за плащане
bn_in: অর্থপ্রদানের তথ্য যোগ করুন
bs: Dodaj informacije za plaćanje
cy: Ychwanegu gwybodaeth talu
da: Tilføj betalingsoplysninger
de: Zahlungsinformationen hinzufügen
el: Προσθήκη πληροφοριών πληρωμής
es: Agregar información de pago
et: Makseteabe lisamine
eu: Gehitu ordaintzeko informazioa
fa: افزودن روش پرداخت
ga: Cuir faisnéis íocaíochta leis
gd: Cuir fiosrachadh pàighidh ris
gl: Engadir información de pagamento
gu: ચૂકવણીની માહિતી ઉમેરો
he: הוסף מידע תשלום
hi: भुगतान जानकारी जोड़ें
hr: Dodavanje podataka o plaćanju
hu: Fizetési adatok megadása
id: Tambahkan info pembayaran
is: Bæta við greiðsluupplýsingum
ja: 支払情報の追加
ka: დაამატეთ გადახდის ინფორმაცია
kk: Төлем ақпаратын қосу
kn: ಪಾವತಿ ಮಾಹಿತಿ ಸೇರಿಸಿ
ko: 결제 정보 추가
ku_arab: زیادکردنی زانیاری پارەدان
ky: Төлөм маалыматын кошуу
lo: ເພີ່ມຂໍ້ມູນການຊຳລະ
lt: Įtraukti mokėjimo informaciją
lv: Maksājumu informācijas pievienošana
mi: Tāpiri mōhiohio utunga
mk: Додај информации за плаќање
ml: പേയ്മെന്‍റ് വിവരം ചേർക്കുക
mn: Төлбөрийн мэдээлэл нэмэх
mr: देय माहिती जोडा
ms: Tambah maklumat pembayaran
mt: Żid informazzjoni dwar il-ħlas
ne: भुक्तानीको जानकारी थप्नुहोस्
nn_no: Legg til betalingsinformasjon
no: Legg til betalingsopplysninger
or: ଦେୟ ସୂଚନା ଯୋଡନ୍ତୁ
pa_arab_pk: ادائیگی دی معلومات شامل کرو
pa_in: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਨੂੰ ਜੋੜੋ
pl: Dodaj informacje o płatności
ru: Добавление платежной информации
sd: ادائگي جي معلومات داخل ڪريو
si: ගෙවීම් තොරතුරු එක් කරන්න
sl: Dodajanje podatkov o plačilu
sr_cyrl_rs: Додавање информација о плаћању
sr_latn_rs: Dodavanje informacija o plaćanju
sv: Lägg till betalningsinformation
ta: கட்டணம் செலுத்தும் தகவலைச் சேர்க்கவும்
te: చెల్లింపు సమాచారాన్ని జోడించు
tg: Маълумоти пардохтро илова кунед
th: เพิ่มข้อมูลการชำระเงิน
tr: Ödeme bilgileri ekleyin
tt: Түләү мәгълүматын өстәү
ug: ھەق تاپشۇرۇش ئۇچۇرى قوشۇش
uk: Додати платіжні відомості
ur: ادائیگی کی معلومات شامل کریں
uz: To‘lov ma’lumotlarini qo‘shish
vi: Thêm thông tin thanh toán
zh_hans: 添加付款信息
zh_hant: 新增付款資訊

# Literal.Paypal.Add.Heading1
source: Add a PayPal account
af: Voeg ’n PayPal-rekening by
am: የ PayPal መለያ አክል
ar: إضافة حساب PayPal
as: PayPal একাউণ্ট যোগ কৰক
az: PayPal hesabı əlavə et
bg: Добавяне на акаунт в PayPal
bn_in: একটি PayPal অ্যাকাউন্ট যোগ করুন
bs: Dodavanje PayPal računa
cy: Ychwanegu cyfrif PayPal
da: Tilføj en PayPal-konto
de: PayPal-Konto hinzufügen
el: Προσθήκη λογαριασμού PayPal
es: Agregar una cuenta de PayPal
et: PayPali konto lisamine
eu: Gehitu PayPal kontu bat
fa: یک حساب PayPal اضافه کنید
ga: Cuir cuntas PayPal leis
gd: Cuir cunntas PayPal ris
gl: Engadir unha conta de PayPal
gu: PayPal ખાતું ઍડ કરો
he: הוסף חשבון PayPal
hi: PayPal खाता जोड़ें
hr: Dodajte račun za PayPal
hu: PayPal-fiók hozzáadása
id: Tambah akun PayPal
is: Bæta við PayPal-reikningi
ja: PayPal アカウントの追加
ka: დაამატეთ PayPal-ის ანგარიში
kk: PayPal тіркелгісін қосу
kn: ಒಂದು PayPal ಖಾತೆ ಸೇರಿಸಿ
ko: PayPal 계정 추가
lo: ເພີ່ມບັນຊີ PayPal
lt: Įtraukti „PayPal“ sąskaitą
lv: Pievienot PayPal kontu
mi: Tāpiria he pūkete PayPal
mk: Додајте сметка на PayPal
ml: ഒരു PayPal അക്കൗണ്ട് ചേര്‍ക്കുക
mr: एक PayPal खाते जोडा:
ms: Tambah akaun PayPal
mt: Żid kont ta' PayPal
ne: PayPal खाता थप्नुहोस्
nn_no: Legg til PayPal-konto
no: Legg til en PayPal-konto
or: ଏକ PayPal ଏକାଉଣ୍ଟ୍ ଯୋଗ କରନ୍ତୁ
pa_in: ਕੋਈ PayPal ਖਾਤਾ ਜੋੜੋ
pl: Dodaj konto PayPal
ru: Добавить учетную запись PayPal
sl: Dodajte račun za PayPal
sr_cyrl_rs: Додавање PayPal налога
sr_latn_rs: Dodavanje PayPal naloga
sv: Lägg till ett PayPal-konto
ta: ஒரு PayPal கணக்கைச் சேர்
te: PayPal ఖాతాను జోడించండి
th: เพิ่มบัญชี PayPal
tr: PayPal hesabı ekle
tt: PayPal хисап язмасын өстәү
ug: PayPal ھېساباتى قوشۇش
uk: Додати обліковий запис PayPal
ur: PayPal اکاؤنٹ شامل کریں
uz: PayPal hisobini qoʻshish
vi: Thêm tài khoản PayPal
zh_hans: 添加 PayPal 帐户
zh_hant: 新增 PayPal 帳戶

# Literal.PaypalText.Add.Message
source: you'll be redirected to PayPal's website to verify your account. We'll collect your Paypal account info but won't use it without your permission.
af: jy sal na PayPal se webwerf herlei word om jou rekening te verifieer. Ons sal jou PayPal-rekeninginligting versamel, maar sal dit nie sonder jou toestemming gebruik nie.
am: መለያዎን ለማረጋገጥ ወደ የ PayPal's ድረ-ገጽ ትመራለህ። የ Paypal መለያ መረጃዎን እንሰበስባለን ነገርግን ያለፈቃድዎ አንጠቀምበትም።
ar: ستتم إعادة توجيهك إلى موقع ويب PayPal للتحقق من حسابك. سوف نجمع معلومات حسابك على PayPal لكننا لن نستخدمها بدون إذنك.
as: আপোনাৰ একাউণ্ট সত্যাপন কৰিবলৈ আপোনাক PayPal-ৰ ৱেবছাইটলৈ লৈ যোৱা হ'ব৷ আমি আপোনাৰ PayPal একাউণ্টৰ তথ্য সংগ্ৰহ কৰিম, কিন্তু আপোনাৰ অনুমতি অবিহনে সেয়া ব্যৱহাৰ নকৰোঁ।
az: hesabınızı yoxlamaq üçün PayPal veb-saytına yönləndiriləcəksiniz. Paypal hesab məlumatınızı toplayacağıq, lakin icazəniz olmadan istifadə etməyəcəyik.
bg: ще бъдете пренасочени към уеб сайта на PayPal, за да потвърдите вашия акаунт. Ние ще съберем информацията от вашия акаунт в Paypal, но няма да я използваме без ваше разрешение.
bn_in: আপনার অ্যাকাউন্ট যাচাই করার জন্য আপনাকে PayPal ওয়েবসাইটে নিয়ে যাওয়া হবে৷ আমরা আপনার Paypal অ্যাকাউন্টের তথ্য সংগ্রহ করব কিন্তু আপনার অনুমতি ছাড়া এটি ব্যবহার করা হবে না৷
bs: Bit ćete preusmjereni na web lokaciju usluge PayPal da bi se izvršila provjera vašeg računa. Prikupit ćemo informacije o vašem PayPal računu, ali ih nećemo koristiti bez vaše dozvole.
cy: cewch eich ailgyfeirio i wefan PayPal i wirio’ch cyfrif. Byddwn yn casglu gwybodaeth am eich cyfrif PayPal ond ni fyddwn yn ei defnyddio heb eich caniatâd.
da: du omdirigeres til PayPals websted for at bekræfte din konto. Vi indsamler dine PayPal-kontooplysninger, men de bliver ikke brugt uden din tilladelse.
de: werden Sie zur PayPal-Website weitergeleitet, um Ihr Konto zu überprüfen. Wir erfassen Ihre PayPal-Kontoinformationen, verwenden sie aber nicht ohne Ihre Zustimmung.
el: θα ανακατευθυνθείτε στην τοποθεσία web του PayPal για να επαληθεύσετε το λογαριασμό σας. Θα συλλέξουμε τις πληροφορίες του λογαριασμού σας Paypal, αλλά δεν θα τις χρησιμοποιήσουμε χωρίς την άδειά σας.
es: se le redirigirá al sitio web de PayPal para comprobar su cuenta. Recopilaremos la información de su cuenta de PayPal, pero no la usaremos sin su permiso.
et: konto kinnitamiseks suunatakse teid PayPali veebisaidile. Kogume teie Paypali konto teavet, kuid ei kasuta seda ilma teie loata.
eu: PayPal-en webgunera eramango zaituzte zure kontua egiaztatzeko. Zure Paypal kontuko informazioa bilduko dugu, baina ez dugu zure baimenik gabe erabiliko.
fa: برای تأیید حسابتان دوباره به وب‌سایت PayPal هدایت خواهید شد. ما اطلاعات حساب PayPal شما را جمع‌آوری می‌کنیم، اما از آن بدون اجازه شما استفاده نخواهیم کرد.
ga: atreorófar thú chuig suíomh Gréasáin PayPal chun do chuntas a fhíorú. Baileoimid d'fhaisnéis cuntais PayPal, ach ní úsáidfimid í gan do chead.
gd: thèid d’ ath-stiùireadh gu làrach-lìn PayPal a dhearbhadh a’ chunntais agad. Cruinnichidh sinn fiosrachadh mun chunntas PayPal agad ach cha chleachd sinn e gun chead uat.
gl: váiselle redirixir ao sitio web de PayPal para verificar a súa conta. Recompilaremos a información da súa conta de PayPal, pero non a usaremos sen o seu permiso.
gu: તમારા ખાતાની ચકાસણી કરવા માટે તમને PayPalની વેબસાઇટ પર રીડાયરેક્ટ કરવામાં આવશે. અમે તમારા PayPal ખાતાની માહિતી એકત્રિત કરીશું પરંતુ તમારી અનુમતિ વિના તેનો ઉપયોગ કરીશું નહીં.
he: תנותב מחדש לאתר של PayPal כדי לאמת את חשבונך. נאסוף את פרטי חשבון Paypal שלך אך לא נשתמש בהם ללא הרשאתך.
hi: अपना खाता सत्यापित करने के लिए आपको PayPal की वेबसाइट पर रीडायरेक्ट किया जाएगा. हम आपकी PayPal खाता जानकारी एकत्रित करेंगे लेकिन आपकी अनुमति के बिना उसका उपयोग नहीं करेंगे.
hr: Preusmjerit ćemo vas na web-mjesto servisa PayPal radi provjere vašeg računa. Prikupit ćemo informacije o računu servisa PayPal, ali ih nećemo upotrijebiti bez vaše dozvole.
hu: átirányítjuk a PayPal webhelyére a fiókja igazolásához. Gyűjtjük a PayPal-fiókjával kapcsolatos adatokat, de az Ön engedélye nélkül nem használjuk fel azokat.
id: Anda akan dialihkan ke situs web PayPal untuk memverifikasi akun. Kami akan mengumpulkan informasi akun Paypal Anda tetapi tidak akan menggunakannya tanpa izin Anda.
is: Við sendum þig á vefsvæði PayPal til að staðfesta reikninginn þinn. Við söfnum PayPal-reikningsupplýsingunum þínum en notum þær ekki án þinnar heimildar.
ja: お客様のアカウントを確認するために PayPal の Web サイトにリダイレクトされます。Microsoft は、PayPal アカウント情報を収集しますが、お客様の許可なくこれを使用することはありません。
ka: თქვენ გადახვალთ PayPal-ის ვებსაიტზე, რომ დაამოწმოთ თქვენი ანგარიში. ჩვენ ინფორმაციას ავიღებთ თქვენი PayPal ანგარიშიდან, მაგრამ არ გამოვიყენებთ მას თქვენი ნებართვის გარეშე.
kk: сіз тіркелгіні растау үшін PayPal веб-сайтына бағытталасыз. Біз PayPal тіркелгіңіз туралы ақпаратты жинаймыз, бірақ оны сіздің рұқсатыңызсыз пайдаланбаймыз.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮನ್ನು PayPal ನ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ PayPal ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಆದರೆ ಅದನ್ನು ನಿಮ್ಮ ಅನುಮತಿಯಿಲ್ಲದೆಯೇ ಬಳಸುವುದಿಲ್ಲ.
ko: 계정을 확인하기 위해 PayPal 웹 사이트로 리디렉션됩니다. 회원님 PayPal 계정 정보를 수집하지만 회원님 허가 없이는 사용하지 않습니다.
lo: ທ່ານຈະຖືກນຳທາງໄປຫາເວັບໄຊທ໌ຂອງ PayPal ເພື່ອກວດສອບບັນຊີຂອງທ່ານ.ພວກເຮົາຈະເກັບເອົາຂໍ້ມູນບັນຊີ Paypal ຂອງທ່ານແຕ່ບໍ່ໃຊ້ມັນໂດຍບໍ່ມີການອະນຸຍາດຈາກທ່ານ.
lt: būsite nukreipti į „PayPal“ svetainę, kad patvirtintumėte savo paskyrą. Surinksime jūsų „PayPal“ paskyros informaciją, bet nenaudosime jos be jūsų leidimo.
lv: Jūs tiksit novirzīts uz PayPal vietni, lai varētu verificēt jūsu kontu. Mēs apkoposim jūsu PayPal konta informāciju, bet neizmantosim to bez jūsu atļaujas.
mi: Ka tahurikētia koe ki te pae tukutuku o PayPal hei manatoko i tō pūkete. Mā mātou e kohi ō mōhiohio pūkete PayPal, engari e kore e whakamahia ki te kore koe e whakaae i te tuatahi.
mk: Ќе ве пренасочиме до веб-локацијата на PayPal за да ја проверите сметката. Ќе ги собереме информациите за сметката на PayPal, но нема да ги користиме без ваша дозвола.
ml: നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കുന്നതിന്, നിങ്ങളെ PayPal വെബ്‌സൈറ്റിലേക്ക് റീഡയറക്ട് ചെയ്യും. നിങ്ങളുടെ PayPal അക്കൗണ്ട് വിവരം ഞങ്ങൾ ശേഖരിക്കും, എന്നാൽ നിങ്ങളുടെ അനുമതിയില്ലാതെ ഞങ്ങളത് ഉപയോഗിക്കില്ല.
mr: आपले खाते पडताळण्यासाठी आपल्याला PayPal च्या वेबसाइटवर पुनर्निर्देशित केले जाईल. आम्ही आपली PayPal खात्याची माहिती संकलित करू, परंतु ती आपल्या परवानगीशिवाय वापरणार नाही.
ms: anda akan dihalakan semula ke laman web PayPal untuk mengesahkan akaun anda. Kami akan mengumpul maklumat akaun Paypal anda tetapi tidak akan menggunakannya tanpa kebenaran anda.
mt: se tiġi ridirezzjonat għas-sit web ta’ PayPal sabiex tivverifika l-kont tiegħek. Aħna se niġbru l-informazzjoni tal-kont ta’ PayPal tiegħek iżda mhux se nużawha mingħajr il-permess tiegħek.
ne: तपाईंको खाता रुजू गर्न तपाईंलाई PayPal को वेबसाइटमा रिडाइरेक्ट गरिने छ। हामी तपाईंको PayPal खातासम्बन्धी जानकारी सङ्कलन गर्ने छौँ तर तपाईंको अनुमति बिना यसको प्रयोग गर्ने छैनौँ।
nn_no: Du blir omdirigert til PayPal sin nettstad for å stadfeste kontoen din. Vi samlar inn opplysningar om PayPal-kontoen din, men bruker ikkje desse opplysningane utan at vi har fått løyve frå deg.
no: du blir omdirigert til PayPals nettsted for å bekrefte kontoen din. Vi samler inn opplysninger om PayPal-kontoen, men bruker den ikke uten din tillatelse.
or: ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ PayPal ୱେବସାଇଟ୍‍‌କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ । ଆମେ ଆପଣଙ୍କ PayPal ଏକାଉଣ୍ଟ୍ ସୂଚନା ସଂଗ୍ରହ କରିବୁ କିନ୍ତୁ ଆପଣଙ୍କ ଅନୁମତି ବିନା ଏହାକୁ ବ୍ୟବହାର କରିବୁ ନାହିଁ ।
pa_in: ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਤਸਦੀਕ ਕਰਨ ਲਈ PayPal ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੇ PayPal ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕਰਾਂਗੇ, ਪਰ ਇਸ ਨੂੰ ਤੁਹਾਡੀ ਆਗਿਆ ਦੇ ਬਿਨਾਂ ਨਹੀਂ ਵਰਤਾਂਗੇ।
pl: nastąpi przekierowanie do witryny PayPal w celu weryfikacji Twojego konta. Zbierzemy informacje o koncie PayPal, ale nie wykorzystamy ich bez Twojej zgody.
ru: Вы будете перенаправлены на веб-сайт PayPal для проверки учетной записи. Мы будем собирать сведения о вашей учетной записи PayPal, но не будем использовать их без вашего разрешения.
sl: preusmerjeni boste na spletno mesto PayPal, kjer boste lahko potrdili svoj račun. Podatke o vašem računu PayPal zberemo, a ji brez vašega dovoljenja ne bomo uporabljali.
sr_cyrl_rs: бићете преусмерени на веб локацију услуге PayPal како бисмо верификовали ваш налог. Ми прикупљамо информације о вашем PayPal налогу, али их нећемо користити без ваше дозволе.
sr_latn_rs: bićete preusmereni na veb lokaciju usluge PayPal kako bismo verifikovali vaš nalog. Mi prikupljamo informacije o vašem PayPal nalogu, ali ih nećemo koristiti bez vaše dozvole.
sv: Du omdirigeras till PayPals webbplats för att bekräfta ditt konto. Vi samlar in dina PayPal-kontouppgifter, men använder dem inte utan din tillåtelse.
ta: நீங்கள் உங்கள் கணக்கைச் சரிபார்ப்பதற்காக PayPal-க்குத் திருப்பிவிடப்படுவீர்கள். உங்கள் Paypal கணக்குத் தகவல்களைச் சேகரிப்போம், ஆனால் உங்கள் அனுமதி இல்லாமல் அதைப் பயன்படுத்த மாட்டோம்.
te: మీ ఖాతాను సరి చూడడానికి మీరు PayPal యొక్క వెబ్ సైట్ కు రీడైరెక్ట్ చేయబడతారు. మేము మీ PayPal ఖాతా సమాచారాన్ని సేకరిస్తాము, కానీ మీ అనుమతి లేకుండా ఉపయోగించము.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ของ PayPal เพื่อทำการยืนยันบัญชีของคุณ เราจะเก็บรวบรวมข้อมูลบัญชี PayPal ของคุณ แต่จะไม่ใช้ข้อมูลเหล่านั้นหากไม่ได้รับอนุญาต
tr: Hesabınızı doğrulamak için PayPal’ın Web sitesine yönlendirileceksiniz. PayPal hesap bilgilerinizi toplayacağız, ancak izniniz olmadan bu bilgileri kullanmayacağız.
tt: Хисап язмагызны раслау өчен, PayPal веб-төененә юнәлтеләчәксез. Сезнең PayPal хисап язмасы мәгълүматын туплаячакбыз, ләкин рөхсәтегездән башка кулланмаячакбыз.
ug: سىزنى Paypal نىڭ توربېكىتىگە باشلاپ، ھېساباتىڭىزنى دەلىللەيمىز. Paypal ھېسابات ئۇچۇرىڭىزنى توپلايمىز، ئەمما ئۇنى رۇخسىتىڭىزسىز ئىشلەتمەيمىز.
uk: Вас буде переспрямовано на веб-сайт PayPal для перевірки облікового запису. Ми збиратимемо відомості вашого облікового запису PayPal, але не використовуватимемо їх без вашої згоди.
ur: آپ کو اپنے اکاؤنٹ کی تصدیق کرنے کے لئے PayPal کی ویب سائٹ پر بھیج دیا جائے گا۔ ہم آپ کی PayPal اکاؤنٹ کی معلومات جمع تو کریں گے لیکن آپ کی اجازت کے بغیر انہیں استعمال نہیں کریں گے۔
uz: hisobingizni tekshirish uchun PayPal veb-saytiga yoʻnaltirilasiz. Paypal hisobingiz axborotini jamlaymiz, lekin ruxsatingizsiz foydalanmaymiz.
vi: bạn sẽ được chuyển hướng đến trang web của PayPal để xác minh tài khoản của mình. Chúng tôi sẽ thu thập thông tin tài khoản PayPal của bạn nhưng sẽ không sử dụng thông tin đó khi bạn chưa cho phép.
zh_hans: 系统会将你重定向至 PayPal 网站，以验证你的帐户。我们将收集你的 PayPal 帐户信息，但不会未经你许可使用该信息。
zh_hant: 系統會將您重新導向到 PayPal 的網站以驗證您的帳戶。我們將會收集您的 PayPal 帳戶資訊，但不會在未取得您的同意之前使用該資訊。
