Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Address.Verify.PostalServiceMessage
source: Your address is different to the one recommended by the postal service.
af: Jou adres verskil van die een wat deur die posdiens aanbeveel is.
am: አድራሻዎ በፖስታ አገልግሎት ከሚመከረው የተለየ ነው።
ar: عنوانك مختلف عن العنوان المقترح من قبل الخدمة البريدية.
as: ডাক সেৱাৰ দ্বাৰা অনুমোদিত ঠিকনাতকৈ আপোনাৰ ঠিকনাটো বেলেগ।
az: Ünvanınız poçt xidmətinin tövsiyə etdiyindən fərqlidir.
bg: Адресът ви се различава от този, препоръчан от пощенската услуга.
bn_in: আপনার ঠিকানা ডাক পরিষেবা দ্বারা প্রস্তাবিত ঠিকানার চেয়ে আলাদা।
bs: Adresa se razlikuje od adrese preporučene od strane poštanske službe.
cy: Mae eich cyfeiriad yn wahanol i'r un a argymhellir gan y gwasanaeth post.
da: Din adresse er en anden end den, der anbefales af postvæsenet.
de: Ihre Adresse unterscheidet sich von der von der Post empfohlenen Adresse.
el: Η διεύθυνσή σας είναι διαφορετική από εκείνη που προτείνεται από την ταχυδρομική υπηρεσία.
es: La dirección es diferente a la recomendada por el servicio postal.
et: Teie aadress erineb postiteenuse soovitatud aadressist.
eu: Zure helbidea ez dator bat posta-zerbitzuak gomendatutakoarekin.
fa: آدرس شما از آدرسی که توسط خدمات پستی توصیه می‌شود متفاوت است.
ga: Ní hionann do sheoladh agus an seoladh atá molta ag an tseirbhís phoist.
gd: Tha an seòladh agad eadar-dhealaichte on t-seòladh a mholadh seirbheis a’ phuist.
gl: O enderezo non coincide coa recomendación do servizo postal.
gu: તમારું સરનામું પોસ્ટલ સેવા દ્વારા ભલામણ કરેલ સરનામાંથી અલગ છે.
he: הכתובת שלך שונה מהכתובת המומלצת על-ידי שירות הדואר.
hi: आपका पता पोस्टल सेवा द्वारा अनुशंसित पते से भिन्न है.
hr: Vaša se adresa razlikuje od one koju je preporučio poštanski servis.
hu: A cím eltér a postai szolgáltatás által javasolttól.
id: Alamat Anda berbeda dengan yang disarankan oleh layanan pos.
is: Heimilisfangið er annað en það sem póstþjónustan leggur til.
ja: お客様の住所が、郵便サービスで推奨されているものと一致しません。
ka: თქვენი მისამართი განსხვავდება საფოსტო სამსახურის მიერ რეკომენდებული მისამართისგან.
kk: Мекенжайыңыз пошта қызметі ұсынған мекенжайдан өзгеше.
kn: ನಿಮ್ಮ ವಿಳಾಸವು ಅಂಚೆ ಸೇವೆಯಿಂದ ಶಿಫಾರಸು ಮಾಡಲಾದ ವಿಳಾಸಕ್ಕಿಂತ ಭಿನ್ನವಾಗಿದೆ.
ko: 입력한 주소가 우편 서비스에서 권장하는 주소와 다릅니다.
lo: ທີ່ຢູ່ຂອງທ່ານແຕກຕ່າງກັບທີ່ຢູ່ທີ່ແນະນຳໃຫ້ໂດຍການບໍລິການໄປສະນີ.
lt: Jūsų adresas skiriasi nuo pašto tarnybos rekomenduojamo adreso.
lv: Jūsu adrese atšķiras no tās, ko ieteica pasta pakalpojumu sniedzējs.
mi: He rerekē tō wāhitau ki tērā e tūtohutia ana e te ratonga mēra
mk: Адреса е различна од таа што ја предложи поштенската услуга.
ml: നിങ്ങളുടെ വിലാസം തപാൽ സേവനം ശുപാർശ ചെയ്യുന്നതിൽ നിന്ന് വ്യത്യസ്തമാണ്.
mr: पोस्टल सेवेने शिफारस केलेल्या पत्त्यापेक्षा आपला पत्ता वेगळा आहे.
ms: Alamat anda berbeza dengan alamat yang disyorkan oleh perkhidmatan pos.
mt: L-indirizz tiegħek huwa differenti minn dak irrakkomandat mis-servizz postali.
ne: तपाईंको ठेगाना हुलाक सेवाद्वारा सिफारिस गरिएको भन्दा फरक छ।
nn_no: Adressa du har oppgitt er ei anna enn den posten anbefaler.
no: Adressen din er forskjellig fra adressen posttjenesten anbefaler.
or: ପୋଷ୍ଟ ସେବା ଦ୍ୱାରା ସୁପାରିଶ କରାଯାଇଥିବା ଠିକଣା ସହିତ ଆପଣଙ୍କ ଠିକଣା ଭିନ୍ନ ଅଟେ.
pa_in: ਤੁਹਾਡਾ ਪਤਾ ਡਾਕ ਸੇਵਾ ਦੁਆਰਾ ਸਿਫਾਰਸ ਕੀਤੇ ਗਏ ਨਾਲੋਂ ਵੱਖਰਾ ਹੈ।
pl: Twój adres różni się od zalecanego przez usługodawcę pocztowego.
ru: Ваш адрес отличается от рекомендованного почтовой службой.
sl: Naslov se razlikuje od naslova, ki ga je navedla poštna služba.
sr_cyrl_rs: Адреса се разликује се од оне коју препоручује пошта.
sr_latn_rs: Adresa koju se razlikuje od one koju preporučuje pošta.
sv: Din adress är inte den som rekommenderas av posttjänsten.
ta: உங்கள் முகவரி அஞ்சல் சேவையால் பரிந்துரைக்கப்பட்ட முகவரியிலிருந்து வேறாக உள்ளது.
te: మీ చిరునామా పోస్టల్ సేవ సిఫార్సు చేసిన చిరునామాకు భిన్నంగా ఉంది.
th: ที่อยู่ของคุณแตกต่างจากที่อยู่ที่แนะนำโดยบริการไปรษณีย์
tr: Adresiniz, posta hizmeti tarafından önerilen adresten farklı.
tt: Сезнең адрес почта хезмәте киңәш иткән адрестан аерыла.
ug: ئادرېسىڭىز پوچتا مۇلازىمەت تەۋسىيە قىلغان ئادرېسقا ئوخشىمايدۇ.
uk: Ваша адреса відрізняється від рекомендованої поштовою службою.
ur: آپ کا پتہ پوسٹل سروس کی جانب سے تجویز کردہ پتے سے مختلف ہے۔
uz: Manzilingiz pochta xizmati tomonidan tavsiya etilgan manzildan farq qiladi.
vi: Địa chỉ của bạn khác với địa chỉ do một dịch vụ bưu chính đề xuất.
zh_hans: 你的地址与邮政服务建议的地址不同。
zh_hant: 您的地址與郵政服務建議的地址不同。

# Word.Address.PreviouslyEntered
source: Previously entered
af: Voorheen ingevoer
am: ከዚህ ቀደም የገባ
ar: تم إدخالها مسبقًا
as: পূৰ্বতে প্ৰবিষ্ট কৰা হৈছে
az: Daha əvvəl daxil edilib
bg: Въведен по-рано
bn_in: পূর্বে প্রবেশ
bs: Prethodno uneseni
cy: Cofnodwyd yn flaenorol
da: Tidligere angivne
de: Zuvor eingegeben
el: Έγινε εισαγωγή προηγουμένως
es: Especificada anteriormente
et: Eelnevalt sisestatud
eu: Aurrez zehaztutakoa
fa: قبلاً واردشده
ga: Curtha isteach roimhe seo
gd: Air a chur ris roimhe
gl: Especificado anteriormente
gu: પહેલાં દાખલ કરેલ
he: הוזן בעבר
hi: पहले दर्ज किया गया
hr: Prethodno uneseno
hu: Korábban megadott
id: Dimasukkan sebelumnya
is: Þegar fært inn
ja: 以前に入力済み
ka: ადრე შეყვანილი მონაცემი
kk: Бұрын енгізілген
kn: ಈ ಹಿಂದೆ ನಮೂದಿಸಿದ
ko: 이전에 입력함
lo: ເຂົ້າມາກ່ອນ
lt: Anksčiau įvestas
lv: Iepriekš ievadīts
mi: I tāuru tōmuatia
mk: Претходно внесена
ml: മുമ്പ് നൽകി
mr: आधी प्रविष्ट केलेले
ms: Dimasukkan sebelum ini
mt: Iddaħħal qabel
ne: पहिले प्रविष्टि गरिएको
nn_no: Tidlegare skrive inn
no: Tidligere angitt
or: ପୂର୍ବରୁ ପ୍ରବେଶ କରାଯାଇଥିଲା
pa_in: ਪਹਿਲਾਂ ਦਾਖਲ ਹੋਇਆ ਸੀ
pl: Wprowadzone wcześniej
ru: Введенный ранее
sl: Že vneseno
sr_cyrl_rs: Претходно унето
sr_latn_rs: Prethodno uneto
sv: Tidigare angett
ta: முன்பு நுழைந்தது
te: గతంలో ప్రవేశించింది
th: ใส่ไว้ก่อนหน้านี้
tr: Daha önce girilen
tt: Элегрәк кертелгән
ug: ئىلگىرى كىرگۈزۈلگەن
uk: Введено раніше
ur: اس سے پہلے درج کردہ
uz: Avval kiritilgan
vi: Đã nhập trước đây
zh_hans: 之前的输入
zh_hant: 先前輸入

# Word.Address.YourAddress
source: Your address
af: Jou adres
am: አድራሻዎ
ar: عنوانك
as: আপোনাৰ ঠিকনা
az: Ünvanınız
bg: Вашият адрес
bn_in: আপনার ঠিকানা
bs: Vaša adresa
cy: Eich cyfeiriad
da: Din adresse
de: Ihre Adresse
el: Η διεύθυνσή σας
es: Su dirección
et: Teie aadress
eu: Zure helbidea
fa: آدرس شما
ga: Do sheoladh
gd: An seòladh agad
gl: O teu enderezo
gu: તમારું સરનામું
he: הכתובת שלך
hi: आपका पता
hr: Vaša adresa
hu: Saját cím
id: Alamat Anda
is: Heimilisfangið þitt
ja: お客様の住所
ka: თქვენი მისამართი
kk: Мекенжайыңыз
kn: ನಿಮ್ಮ ವಿಳಾಸ
ko: 주소
lo: ທີ່ຢູ່ຂອງທ່ານ
lt: Jūsų adresas
lv: Jūsu adrese
mi: Tō wāhitau
mk: Вашата адреса
ml: നിങ്ങളുടെ വിലാസം
mr: आपला पत्ता
ms: Alamat anda
mt: L-indirizz tiegħek
ne: तपाईंको ठेगाना
nn_no: Di adresse
no: Din adresse
or: ଆପଣଙ୍କର ଠିକଣା
pa_in: ਤੁਹਾਡਾ ਪਤਾ
pl: Twój adres
ru: Ваш адрес
sl: Vaš naslov
sr_cyrl_rs: Ваша адреса
sr_latn_rs: Vaša adresa
sv: Din adress
ta: உங்கள் முகவரி
te: మీ చిరునామా
th: ที่อยู่ของคุณ
tr: Adresiniz
tt: Сезнең адрес
ug: ئادرېسىڭىز
uk: Ваша адреса
ur: آپ کا پتہ
uz: Manzilingiz
vi: Địa chỉ của bạn
zh_hans: 你的地址
zh_hant: 您的地址

# Word.AddressValidationMessage.VerifiedShippable
source: Given address is valid and shippable.
af: Adres wat gegee is, is geldig en versendbaar.
am: የተሰጠው አድራሻ ትክክለኛ እና መላክ የሚችል ነው።
ar: العنوان المحدد صالح وقابل للشحن.
as: প্ৰদান কৰা ঠিকনাটো বৈধ আৰু ইয়ালৈ ডাক সেৱা উপলব্ধ।
az: Verilmiş ünvan doğrudur və çatdırılma üçün uyğundur.
bg: Предоставеният адрес е валиден и годен за доставка.
bn_in: প্রদত্ত ঠিকানা বৈধ এবং শিপযোগ্য।
bs: Navedena adresa je važeća i dostava na nju je moguća.
cy: Mae'r cyfeiriad yn ddilys ac mae modd danfon iddo.
da: Den angivne adresse er gyldig og vi kan derfor levere til den.
de: Die angegebene Adresse ist gültig, und der Versand dorthin ist möglich.
el: Η διεύθυνση που δόθηκε είναι έγκυρη και η αποστολή σε αυτήν είναι δυνατή.
es: La dirección proporcionada es válida y se pueden realizar envíos a esta.
et: Antud aadress on sobiv ja sellele saab kaupu saata.
eu: Emandako helbidea baliozko da, eta bidalketak jaso ditzake.
fa: آدرس ارائه‌شده معتبر و قابل ارسال است.
ga: Tá an seoladh sonraithe bailí agus is féidir rudaí a sheoladh chuige.
gd: Tha an seòladh a chuir thu ann dligheach agus gabhaibh post a lìbhrigeadh dha.
gl: Pódense realizar envíos ao enderezo fornecido, que é válido.
gu: આપેલ સરનામું માન્ય અને શિપયોગ્ય છે.
he: הכתובת שסופקה חוקית וניתנת למשלוח.
hi: दिया गया पता मान्य है और इस पर शिपिंग की जा सकती है.
hr: Navedena je adresa valjana i na nju je moguća otprema.
hu: A megadott cím érvényes és szállítási címként megadható
id: Alamat yang diberikan valid dan dapat dikirim.
is: Heimilisfangið sem fært var inn er gilt og getur tekið við sendingum.
ja: 入力された住所は有効で配送可能です。
ka: მოცემული მისამართი სწორია და ტრანსპორტაბელურია.
kk: Берілген мекенжай жарамды және дұрыс.
kn: ನೀಡಿದ ವಿಳಾಸವು ಮಾನ್ಯವಾಗಿದೆ ಮತ್ತು ಶಿಪ್ ಮಾಡಬಹುದಾಗಿದೆ.
ko: 지정된 주소가 유효하며 배송 가능합니다.
lo: ທີ່ຢູ່ທີ່ຖືກຕ້ອງແມ່ນຖືກຕ້ອງແລະສາມາດຂົນສົ່ງໄດ້.
lt: Nurodytas adresas yra tinkamas ir gali būti naudojamas kaip pristatymo adresas.
lv: Norādītā adrese ir derīga un izmantojama piegādei.
mi: He pono te wāhitau i tāurua, ka taea hoki te kawe taonga ki reira.
mk: Дадената адреса е важечка и може да се изврши испорака.
ml: നൽകിയ വിലാസം സാധുതയുള്ളതും അയയ്‌ക്കാവുന്നതുമാണ്.
mr: दिलेला पत्ता वैध आणि शिप करता येण्याजोगा आहे.
ms: Alamat yang diberikan adalah sah dan boleh dihantar.
mt: L-indirizz mogħti huwa validu u jista' jirċievi konsenji.
ne: प्रदान गरिएको ठेगाना मान्य छ र ढुवानी गर्न सकिन्छ
nn_no: Adressa er gyldig og kan sendast til.
no: Angitt adresse er gyldig og kan leveres til.
or: ଦିଆଯାଇଥିବା ଠିକଣା ବୈଧ ଏବଂ ପଠାଯିବା ଯୋଗ୍ୟ.
pa_in: ਦਿੱਤਾ ਗਿਆ ਪਤਾ ਯੋਗ ਅਤੇ ਸਿਪਰੇ ਯੋਗ ਹੈ.
pl: Podany adres jest prawidłowy i możliwa jest wysyłka pod niego.
ru: Указанный адрес является действительным и доступен для доставки.
sl: Navedeni naslov je veljaven in omogoča pošiljanje.
sr_cyrl_rs: Наведена адреса је важећа и подржава пријем пошиљки.
sr_latn_rs: Navedena adresa je važeća i podržava prijem pošiljki.
sv: Den angivna adressen är en giltig leveransadress.
ta: கொடுக்கப்பட்ட முகவரி சரியானது மற்றும் அனுப்பப்படக்கூடியது.
te: ఇచ్చిన చిరునామా చెల్లుబాటు అయ్యేది మరియు రవాణా చేయదగినది.
th: ที่อยู่ที่ระบุถูกต้องและสามารถจัดส่งได้
tr: Belirtilen adres geçerli ve buraya gönderim yapılabilir.
tt: Бирелгән адрес дөрес һәм анда китереп була.
ug: بېرىلگەن ئادرېس ئىناۋەتلىك ۋە توشۇمغا ئۇيغۇندۇر.
uk: Ця адреса припустима, і на неї можна виконати поставку.
ur: دیا ہوا پتہ صحیح اور قابل ترسیل ہے۔
uz: Berilgan manzil yaroqli va yetkazib beriladigan.
vi: Địa chỉ đã cho là hợp lệ và có thể giao hàng.
zh_hans: 给定的地址有效且可收货。
zh_hant: 指定的地址是有效送貨地址。

# Word.AddressValidationMessage.Verified
source: Given address is valid and verified.
af: Adres wat gegee is, is geldig en geverifieer.
am: የተሰጠው አድራሻ ትክክለኛ እና የተረጋገጠ ነው።
ar: العنوان المحدد صالح وتم التحقق منه.
as: প্ৰদান কৰা ঠিকনাটো বৈধ আৰু সত্যাৰ্পন কৰা হৈছে।
az: Verilmiş ünvan doğrudur və yoxlanılıb.
bg: Предоставеният адрес е валиден и проверен.
bn_in: প্রদত্ত ঠিকানা বৈধ এবং যাচাই করা আছে।
bs: Navedena adresa je važeća i potvrđena.
cy: Mae'r cyfeiriad yn ddilys ac wedi'i gadarnhau.
da: Den angivne adresse er gyldig og bekræftet.
de: Die angegebene Adresse ist gültig und wurde verifiziert.
el: Η διεύθυνση που δόθηκε είναι έγκυρη και επαληθεύτηκε.
es: La dirección proporcionada es válida y se ha verificado.
et: Antud aadress on sobiv ja kinnitatud.
eu: Emandako helbidea baliozkoa da eta egiaztatuta dago.
fa: آدرس ارائه‌شده معتبر و مورد تأیید است.
ga: Tá an seoladh sonraithe bailí agus fíoraithe.
gd: Tha an seòladh a chuir thu ann dligheach agus chaidh a dhearbhadh.
gl: O enderezo fornecido é valido e está verificado.
gu: આપેલ સરનામું માન્ય અને ચકાસેલું છે.
he: הכתובת שסופקה חוקית ומאומתת.
hi: दिया गया पता मान्य और सत्यापित है.
hr: Navedena je adresa valjana i potvrđena.
hu: A megadott cím érvényes és ellenőrzött
id: Alamat yang diberikan valid dan terverifikasi
is: Heimilisfangið sem fært var inn er gilt og staðfest.
ja: 入力された住所は有効で確認済みです。
ka: მოცემული მისამართი სწორია და დამოწმებულია.
kk: Берілген мекенжай жарамды және тексерілген.
kn: ನೀಡಿದ ವಿಳಾಸವು ಮಾನ್ಯವಾಗಿದೆ ಮತ್ತು ಪರಿಶೀಲಿಸಲ್ಪಟ್ಟಿದೆ.
ko: 지정된 주소가 유효하며 확인되었습니다.
lo: ທີ່ຢູ່ທີ່ຖືກຕ້ອງແລະຖືກຢືນຢັນ.
lt: Nurodytas adresas yra tinkamas ir patikrintas.
lv: Norādītā adrese ir derīga un pārbaudīta.
mi: He pono te wāhitau i tāurua, kua whakamanahia anō hoki.
mk: Дадената адреса е важечка и проверена.
ml: നൽകിയ വിലാസം സാധുതയുള്ളതും പരിശോധിച്ചുറപ്പിച്ചതുമാണ്.
mr: दिलेला पत्ता वैध आणि सत्यापित झाला आहे.
ms: Alamat yang diberikan adalah sah dan telah ditentusahkan.
mt: L-indirizz mogħti huwa validu u vverifikat
ne: दिइएको ठेगाना मान्य र प्रमाणित छ।
nn_no: Adressa er gyldig og verifisert.
no: Angitt adresse er gyldig og bekreftet.
or: ପ୍ରଦତ୍ତ ଠିକଣା ବୈଧ ଏବଂ ଯାଞ୍ଚ ହୋଇଛି
pa_in: ਦਿੱਤਾ ਪਤਾ ਵੈਧ ਅਤੇ ਪ੍ਰਮਾਣਿਤ ਹੈ.
pl: Podany adres jest prawidłowy i zweryfikowany.
ru: Указанный адрес проверен и является действительным.
sl: Navedeni naslov je veljaven in preverjen.
sr_cyrl_rs: Наведена адреса је важећа и верификована.
sr_latn_rs: Navedena adresa je važeća i verifikovana.
sv: Den angivna adressen är giltig och har verifierats.
ta: கொடுக்கப்பட்ட முகவரி சரியானது மற்றும் சரிபார்க்கப்பட்டது.
te: ఇచ్చిన చిరునామా చెల్లుతుంది మరియు ధృవీకరించబడింది.
th: ที่อยู่ที่ระบุถูกต้องและได้รับการตรวจสอบแล้ว
tr: Belirtilen adres geçerli ve doğrulanmış.
tt: Бирелгән адрес дөрес һәм тикшерелгән.
ug: بېرىلگەن ئادرېس ئىناۋەتلىك ۋە دەلىللەندى.
uk: Указана адреса припустима. Її перевірено.
ur: دیا ہوا پتہ صحیح اور تصدیق شدہ ہے۔
uz: Berilgan manzil yaroqli va tasdiqlangan.
vi: Địa chỉ đã cho là hợp lệ và đã được xác minh.
zh_hans: 给定的地址有效且已验证。
zh_hant: 指定的地址有效，而且已經過驗證。

# Word.AddressValidationMessage.PremisesPartial
source: We can verify this location exists, but need more address info.
af: Ons kan verifieer dat hierdie ligging bestaan, maar benodig nog adresinligting.
am: ይህን አካባቢ መኖሩን ማረጋገጥ እንችላለን፣ ሆኖም ግን ተጨማሪ የአድራሻ መረጃ ያስፈልገናል።
ar: يمكننا التحقق من وجود هذا الموقع، إلا أننا بحاجة إلى مزيد من معلومات العنوان.
as: আমি সত্যাৰ্পন কৰিব পাৰিছো যে এই স্থান উপলব্ধ,কিন্তু অধিক ঠিকনা তথ্যৰ প্ৰয়োজন আছে।
az: Bu məkanın mövcud olduğunu yoxlaya bilərik, lakin ünvan haqqında daha çox məlumat tələb olunur.
bg: Можем да потвърдим, че това местоположение съществува, но е нужна повече информация за адреса.
bn_in: আমরা এই অবস্থানটি যাচাই করতে পারি, তবে আরও ঠিকানা তথ্যের প্রয়োজন।
bs: Možemo potvrditi da ova lokacija postoji, ali nam treba više informacija o adresi.
cy: Gallwn ddilysu bod y lleoliad hwn yn bodoli, ond mae angen rhagor o wybodaeth am y cyfeiriad.
da: Vi kan bekræfte, at denne placering findes, men for at gøre det har vi brug for flere adresseoplysninger.
de: Wir können überprüfen, ob dieser Standort vorhanden ist, benötigen aber weitere Adressinformationen.
el: Μπορούμε να επαληθεύσουμε ότι αυτή η τοποθεσία υπάρχει, αλλά χρειαζόμαστε περισσότερες πληροφορίες διεύθυνσης.
es: Podemos comprobar que esta ubicación existe, pero necesitamos más información sobre la dirección.
et: Saame kinnitada, et see asukoht on olemas, kuid vajame rohkem aadressiteavet.
eu: Kokaleku hori existitzen dela egiaztatu dugu, baina helbideari buruzko informazio gehiago behar dugu.
fa: می‌توانیم تأیید کنیم که این مکان وجود دارد، اما به اطلاعات آدرس بیشتری نیاز است.
ga: Is féidir linn an áit sin a fhíorú ach teastaíonn tuilleadh faisnéise uainn faoin seoladh.
gd: B’ urrainn dhuinn dearbhadh gu bheil a leithid a dh’ionad ann ach feumaidh sinn barrachd fiosrachaidh mun t-seòladh.
gl: Pódese verificar que a localización existe, mais cómpre máis información do enderezo.
gu: અમે ચકાસી શકીએ કે આ સ્થાન અસ્તિત્વમાં છે, પરંતુ વધુ સરનામાંની માહિતીની જરૂર છે.
he: באפשרותנו לאמת את הנכונות של מיקום זה, אך אנו זקוקים לפרטי כתובת נוספים.
hi: हम सत्यापित कर सकते हैं कि यह स्थान मौजूद है, लेकिन पते से जुड़ी और अधिक जानकारी की आवश्यकता है.
hr: Možemo potvrditi da to mjesto postoji, ali nam je potrebno više podataka o adresi.
hu: Le tudjuk ellenőrizni, hogy létezik-e a hely, de ahhoz további címadatokra van szükségünk
id: Kami dapat memverifikasi bahwa lokasi ini ada, tetapi memerlukan info alamat lebih lanjut.
is: Við getum athugað hvort þessi staður sé til en við þurfum ítarlegri upplýsingar um heimilisfangið.
ja: この場所が存在することを確認できますが、住所情報がさらに必要です。
ka: გადამოწმების შემდეგ ვადასტურებთ, რომ ეს მდებარეობა არსებობს, მაგრამ საჭიროა მეტი ინფორმაცია მისამართის შესახებ.
kk: Бұл орынның бар екенін тексере аламыз, бірақ мекенжай туралы қосымша ақпарат қажет.
kn: ಈ ಸ್ಥಳ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ ಎಂದು ನಾವು ಖಚಿತಪಡಿಸಬಹುದು, ಆದರೆ ಹೆಚ್ಚು ವಿಳಾಸ ಮಾಹಿತಿ ಅಗತ್ಯವಿದೆ.
ko: 이 위치가 있는지 확인할 수 있지만 더 많은 주소 정보가 필요합니다.
lo: ພວກເຮົາສາມາດກວດສອບສະຖານທີ່ນີ້, ແຕ່ຕ້ອງການຂໍ້ມູນທີ່ຢູ່ເພີ່ມເຕີມ.
lt: Galime patikrinti, ar ši vieta yra, bet reikia daugiau informacijos apie adresą.
lv: Varam verificēt šīs atrašanās vietas esamību, taču ir nepieciešama papildinformācija par adresi.
mi: Ka taea te manatoko mēnā kei reira te tauwāhi, engari ka hiahiatia he mōhiohio wāhitau anō.
mk: Може да потврдиме дека оваа локација постои, но ни требаат повеќе информации за адресата.
ml: ഈ ലൊക്കേഷൻ നിലവിലുണ്ടെന്ന് ഞങ്ങൾക്ക് സ്ഥിരീകരിക്കാൻ കഴിയും, പക്ഷേ കൂടുതൽ വിലാസ വിവരങ്ങൾ ആവശ്യമാണ്.
mr: आम्ही हे स्थळ अस्तित्वात असल्याचे सत्यापित कर शकतो, पण आम्हाला अधिक पत्ता माहितीची आवश्यकता आहे.
ms: Kami boleh menentusahkan bahawa lokasi ini wujud, tetapi memerlukan lebih banyak maklumat alamat.
mt: Nistgħu nivverifikaw li dan il-post jeżisti, iżda għandna bżonn aktar informazzjoni tal-indirizz.
ne: हामी यो स्थान अवस्थित रहेको प्रमाणित गर्न सक्दछौं, तर अधिक ठेगाना जानकारी चाहिन्छ।
nn_no: Vi kan verifisere at staden eksisterer, men treng meir adresseinformasjon.
no: Vi kan bekrefte at denne plasseringen finnes, men vi trenger mer adresseinformasjon.
or: ଆମେ ଏହି ଅବସ୍ଥାନ ବିଦ୍ୟମାନ ଅଛି ଯାଞ୍ଚ କରିପାରିବା, କିନ୍ତୁ ଅଧିକ ଠିକଣା ସୂଚନା ଆବଶ୍ୟକ କରେ
pa_in: ਅਸੀਂ ਤਸਦੀਕ ਕਰ ਸਕਦੇ ਹਾਂ ਕਿ ਇਹ ਸਥਾਨ ਮੌਜੂਦ ਹੈ, ਪਰ ਤੁਹਾਨੂੰ ਪਤਾ ਕਰਨ ਲਈ ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਦੀ ਜ਼ਰੂਰਤ ਹੈ.
pl: Możemy potwierdzić, że ta lokalizacja istnieje, ale potrzebujemy więcej informacji adresowych.
ru: Мы можем проверить это расположение, но в адресе необходимы дополнительные данные.
sl: Potrdimo lahko obstoj te lokacije, vendar potrebujemo več informacij o naslovu.
sr_cyrl_rs: Можемо да верификујемо да ова локација постоји, али су нам потребне додатне информације о адреси.
sr_latn_rs: Možemo da verifikujemo da ova lokacija postoji, ali su nam potrebne dodatne informacije o adresi.
sv: Vi kan kontrollera att platsen finns men behöver mer adressinformation.
ta: இந்த இடம் உள்ளதா என்பதை எங்களால் சரிபார்க்க முடியும் ஆனால் மேலும் முகவரி தகவல் தேவைப்படுகிறது.
te: ఈ స్థానం ఉనికిలో ఉందని మేము ధృవీకరించవచ్చు, కాని మరింత చిరునామా సమాచారం అవసరం.
th: เราสามารถตรวจสอบได้ว่ามีตำแหน่งที่ตั้งนี้อยู่ แต่ต้องการข้อมูลที่อยู่เพิ่มเติม
tr: Bu konumun mevcut olduğunu doğrulayabiliriz ancak daha fazla adres bilgisi gerekiyor.
tt: Бу урынның барлыгын тикшереп була, ләкин тулырак адрес кирәк.
ug: بۇ مەنزىلنىڭ مەۋجۇتلۇقىنى دەلىللىيەلەيمىز، ئەمما تېخىمۇ كۆپ ئادرېس مەلۇماتى كېرەك.
uk: Укажіть додаткові дані адреси, щоб ми перевірили, чи існує це розташування.
ur: ہم اس مقام کی موجوگی کی توثیق کر سکتے ہیں، لیکن پتہ کی مزید معلومات درکار ہیں۔
uz: Biz bu joy mavjudligini tekshirishimiz mumkin, ammo qoʻshimcha manzil maʼlumotlari kerak.
vi: Chúng tôi có thể xác minh vị trí này tồn tại, nhưng cần thêm thông tin địa chỉ.
zh_hans: 我们可验证此位置是否存在，但需要更多地址信息。
zh_hant: 已驗證確有此地點，但需要更多地址資訊。

# Word.AddressValidationMessage.StreetPartial
source: Enter your house or building number.
af: Voer jou huis- of gebounommer in.
am: የቤትዎን ወይም የሕንፃ ቁጥርዎን ያስገቡ።
ar: أدخل رقم المبنى أو المنزل لديك.
as: আপোনাৰ ঘৰ বা বিল্ডিং নম্বৰটো প্ৰবিষ্ট কৰক।
az: Ev və ya bina nömrəsini daxil edin.
bg: Въведете номера на вашата къща или сграда.
bn_in: আপনার বাড়ি বা বিল্ডিং নম্বর প্রবেশ করান।
bs: Unesite broj kuće ili zgrade.
cy: Rhowch rif eich tŷ neu'ch adeilad.
da: Angiv dit hus- eller bygningsnummer.
de: Geben Sie die Haus- oder Gebäudenummer ein.
el: Εισαγάγετε τον αριθμό της οικίας ή του κτιρίου σας.
es: Escriba el número de su casa o edificio.
et: Sisestage oma maja või hoone number.
eu: Idatzi etxe edo eraikinaren zenbakia.
fa: شماره خانه یا ساختمان خود را وارد کنید.
ga: Iontráil uimhir an tí nó an fhoirgnimh.
gd: Cuir a-steach àireamh an taighe no togalaich agad.
gl: Introduza o número da casa ou edificio.
gu: તમારું મકાન અથવા મકાન નંબર દાખલ કરો.
he: הזן את מספר הבית או הבניין שלך.
hi: अपने घर या भवन का नंबर दर्ज करें.
hr: Unesite kućni broj ili broj zgrade.
hu: Adja meg a házszámát vagy épületszámát
id: Masukkan nomor rumah atau bangunan Anda.
is: Færðu inn númer hús- eða blokkarnúmer.
ja: 自宅または建物の番号を入力してください。
ka: შეიყვანეთ თქვენი სახლის ან შენობის ნომერი.
kk: Үй немесе ғимарат нөмірін енгізіңіз.
kn: ನಿಮ್ಮ ಮನೆ ಅಥವಾ ಕಟ್ಟಡ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ko: 집 또는 건물 번호를 입력합니다.
lo: ກະລຸນາໃສ່ເລກທີ່ເຮືອນຫຼືອາຄານຂອງທ່ານ.
lt: Įveskite savo namų arba pastato numerį.
lv: Ievadiet savas mājas vai ēkas numuru.
mi: Tāurua te tau o tō whare.
mk: Внесете го бројот на куќата или зградата.
ml: നിങ്ങളുടെ വീട് അല്ലെങ്കിൽ കെട്ടിട നമ്പർ നൽകുക.
mr: आपल्या घराचा किंवा बिल्डींगचा क्रमांक प्रविष्ट करा.
ms: Masukkan nombor rumah atau bangunan anda.
mt: Daħħal in-numru tad-dar jew tal-binja tiegħek
ne: तपाईंको घर वा भवन नम्बर प्रविष्ट गर्नुहोस्।
nn_no: Skriv inn husnummeret eller bygningsnummeret ditt.
no: Angi hus- eller bygningsnummer.
or: ଆପଣଙ୍କ ଘର ବା ବିଲ୍ଡିଂ ନମ୍ବର ଏଣ୍ଟର୍ କରନ୍ତୁ.
pa_in: ਆਪਣਾ ਘਰ ਜਾਂ ਬਿਲਡਿੰਗ ਨੰਬਰ ਦਰਜ ਕਰੋ.
pl: Wprowadź numer swojego domu lub budynku.
ru: Введите свой номер дома.
sl: Vnesite številko hiše ali stavbe.
sr_cyrl_rs: Унесите број куће или зграде.
sr_latn_rs: Unesite broj kuće ili zgrade.
sv: Ange nummer på hus eller byggnad.
ta: உங்கள் வீட்டு அல்லது கட்டட எண்ணை உள்ளிடவும்.
te: మీ ఇల్లు లేదా భవనం సంఖ్యను నమోదు చేయండి.
th: ใส่เลขที่บ้านหรืออาคารของคุณ
tr: Ev veya bina numaranızı girin.
tt: Йортыгызның яки бинаның номерын кертегез.
ug: ئۆي ياكى بىنا نومۇرىڭىزنى كىرگۈزۈڭ.
uk: Введіть номер будинку або будівлі.
ur: اپنا مکان یا عمارت نمبر درج کریں۔
uz: Uy yoki bino raqamini kiriting.
vi: Nhập số nhà hoặc số tòa nhà của bạn.
zh_hans: 请输入你的房屋或建筑物门牌号。
zh_hant: 輸入您住家或大樓的號碼。
