Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Consent.Content.HU
source: In order to provide you with products or services it is required that you create a user account. Each time you provide a new payment instrument for a product or service we may provide the following notice and collect your consent before you proceed. During and for the purposes of account creation and/or adding a new payment instrument you will be required to provide personally identifiable information such as: your name, address, phone number, email address, credit card number and bank account number. We may also collect your IP address and your device ID and associate this information with the personally identifiable information you provide for account creation or when adding a new payment instrument. This personally identifiable account information will be collected and immediately transferred upon account creation in a secure, encrypted manner to Microsoft Corporation in the United States to process your transactions and provide the products and services to you. Such data may be used and retained as long as allowed by law. Microsoft Corporation will not use your personally identifiable information provided herein for purposes other than those set forth herein, including but not limited to marketing activities. Microsoft may disclose your personally identifiable information to third parties. Your information is transferred to third parties when doing so is reasonably necessary to process your transaction, comply with legal process, respond to claims, prevent fraud or act in accordance with governmental regulations. You may access or modify your personally identifiable information at: https://commerce.microsoft.com. In the event you choose to modify your information you are hereby providing consent that allows Microsoft Corporation to collect and immediately transfer your personally identifiable information as noted above. By creating an account and clicking the “Agree” button below you agree to provide Microsoft Corporation with your personally identifiable information and you consent to Microsoft’s collection, transfer and sharing of your personally identifiable information with third parties as set forth herein.
af: Ten einde jou van produkte of dienste te voorsien, word daar van jou vereis om ’n gebruikersrekening te skep. Elke keer wat jy ’n nuwe betalingsinstrument vir ’n produk of diens verskaf, kan ons moontlik die volgende kennisgewing verskaf en jou toestemming kry voordat jy voortgaan. Tydens en vir die doel van die skep van ’n rekening en/of die byvoeg van ’n nuwe betalingsinstrument, sal daar van jou vereis word om persoonlik identifiseerbare data te verskaf, bv. jou naam, adres, foonnommer, e-posadres, kredietkaartnommer en bankrekeningnommer. Ons sal moontlik ook jou IP-adres en jou toestel-ID versamel, en hierdie inligting assosieer met die persoonlik identifiseerbare data wat jy verskaf vir die skep van ’n rekening of wanneer ’n nuwe betalingsinstrument bygevoeg word. Hierdie persoonlik identifiseerbare rekeninginligting sal versamel word en onmiddellik ná die skep van die rekening op ’n veilige, geënkripteerde manier oorgedra word na Microsoft Corporation in die Verenigde State om jou transaksies te verwerk en die produkte en dienste aan jou te verskaf. Sodanige data mag gebruik en behou word solank as wat die wet dit toelaat. Microsoft Corporation sal nie jou persoonlik identifiseerbare inligting wat hierin verskaf word vir enige doel gebruik buiten vir dit wat hier uiteengesit word nie, insluitend maar nie beperk nie tot reklameaktiwiteite. Microsoft mag jou persoonlik identifiseerbare inligting aan derde partye openbaar maak. Jou inligting word oorgedra wanneer dit redelikerwys nodig is om jou transaksie te verwerk, te voldoen aan ’n wetlike proses, te reageer op eise, bedrog te voorkom of in ooreenstemming met regeringsregulasies op te tree. Jy mag toegang tot jou persoonlik identifiseerbare inligting verkry of dit wysig by https://commerce.microsoft.com. Indien jy kies om jou inligting te wysig, gee jy hiermee toestemming wat Microsoft Corporation toelaat om jou persoonlik identifiseerbare inligting te versamel en onmiddellik oor te dra soos hierbo uiteengesit word. Deur ’n rekening te skep en die “Stem in”-knoppie hieronder te klik, stem jy in om Microsoft Corporation te voorsien van jou persoonlik identifiseerbare inligting en stem jy in tot Microsoft se versameling, oordrag en deel van jou persoonlik identifiseerbare inligting met derde partye, soos hier uiteengesit word.
am: ምርትና አገግሎቶችን ለእርስዎ ለማቅረብ የተጠቃሚ መለያ እንዲፈጥሩ ያስፈልጋል። ለአንድ ምርት ወይም አገልግሎት አዲስ የክፍያ መሳሪያ ባቀረቡ ቁጥር፣ ከመቀጠላችን በፊት የሚከተለውን ማሳወቂያ ልናቀርብ እና ስምምነትዎን መያዝ ሊኖርብን ይችላል። በመለያ ፈጠራ ወቅት ለመለያ ፈጠራው እና/ወይም አዲስ የክፍያ መሳሪያ ለማከል ሲባል የሚከተሉትን እና የመሳሰሉትን የግለሰብን ማንነት ለመለየት የሚጠቅሙ መረጃዎችን እንዲያቀርቡ ያስፈልጋል፦ የእርስዎ ስም፣ አድራሻ፣ ስልክ ቁጥር፣ ኢሜይል አድራሻ፣ ክሬዲት ካርድ ቁጥር እና የባንክ ሂሳብ ቁጥር። በተጨማሪም የእርስዎን አይፒ አድራሻ እና የመሳሪያ መታወቂያ ልንሰበስብ እና ይህን መረጃ መለያ ሲፈጥሩ ወይም አዲስ የክፍያ መሳሪያ ሲያክሉ ከሚያቀርቡት ማንነትን የሚገልጽ መረጃ ጋር ልናያይዘው እንችላለን። ይህ ማንነትን የሚገልጽ የመለያ መረጃ የእርስዎን ግብይቶች ለማስሄድና ምርቶችና አገልግሎቶችን ለእርስዎ ለማቅረብ በመለያ ፈጠራው ወቅት ሊሰበሰብና ወዲያውኑ ደህንነቱ ተጠብቆና ተመስጥሮ ወደ ዩናይትድ ስቴትስ Microsoft Corporation ይላካል። እንደዚህ አይነት ውሂብ በህግ እስከሚፈቀደው ድረስ ሊያዝ ይችላል። እዚህ የቀረበውን ማንነትን የሚለይ የእርስዎ መረጃ Microsoft Corporation በዚህ ሰነድ ከተጠቀሱት ዓላማዎች ውጭ ለገበያ ተግባሮችም ሆነ ለሌሎች ጉዳዮች አይጠቀምበትም። Microsoft የእርስዎን ማንነት የሚለዩ መረጃዎችን ለሦስተኛ ወገን እንዲታዩ ሊያድረግ ይችላል። የእርስዎን ማንነት የሚለዩ መረጃዎች ለሦስተኛ ወገን ሊተላለፉ የሚችሉት የእርስዎን ግብይት ለማከናወን፣ የህግ ሂደቶችን ለማክበር፣ ለይገባኛል ጥያቄዎች ምላሽ ለመስጠት፣ ማጭበርበርን ለመከላከል፣ ወይም በመንግስት ድንጋጌዎች መሰረት ለመንቀሳቀስ ይህን ማድረግ ምክንያታዊ የሆነ አስፈላጊነት ሲኖር ነው። ማንነትን የሚለዩ መረጃዎችን ከሚከተለው ማየትና መቀየር ይችላሉ፦ https://commerce.microsoft.com። የግል ውሂብዎን ለመቀየር በሚመርጡበት ጊዜ፣ ከላይ በተገለጸው መሰረት Microsoft Corporation ማንነትን የሚለይ መረጃዎን እንዲሰበስብና ወዲያውኑ እንዲያስተላልፍ ፈቃድዎን እየሰጡት ነው። መለያ በመፍጠርና ከታች "እስማማለሁ" የሚለውን አዝራር ጠቅ በማድረግ፣ ማንነትን የሚለይ መረጃዎን ለMicrosoft Corporation ለማቅረብ እና እዚህ በተግለጸው መሰረት Microsoft ለሚያደርገው የግል ማንነትን የሚገልጽ መረጃ መሰብሰብ፣ ለሦስተኛ ወገን ማስተላለፍና ማጋራት እየተስማሙ ነው።
ar: لتوفير المنتجات والخدمات لك، يجب عليك إنشاء حساب المستخدم. وفي كل مرة تقوم باستخدام وسيلة دفع جديدة لمنتج أو خدمة معينة، قد نعرض الإشعار التالي ونحصل على موافقتك قبل المتابعة. أثناء إنشاء الحساب و/أو إضافة وسيلة دفع جديدة ولهذه الأغراض، سوف يتعين عليك تقديم معلومات تعريف الشخصية مثل: اسمك، وعنوانك، ورقم هاتفك، وعنوان بريدك الإلكتروني، ورقم بطاقة ائتمانك، ورقم حسابك البنكي. يجوز لنا أيضاً الحصول على عنوان IP ومعرّف الجهاز وإقران هذه المعلومات بمعلومات تعريف الشخصية التي قدمتها من أجل إنشاء الحساب أو عند إضافة وسيلة دفع جديدة. سيتم جمع معلومات تعريف الحساب الشخصية هذه ونقلها على الفور عند إنشاء الحساب بطريقة مشفرة وآمنة إلى Microsoft Corporation بالولايات المتحدة الأمريكية لمعالجة معاملاتك وتقديم المنتجات والخدمات لك. ويجوز استخدام هذه البيانات والاحتفاظ بها للمدة التي يسمح بها القانون. لن تستخدم شركة Microsoft Corporation معلومات تعريف الشخصية المقدمة في هذه الوثيقة لأغراض أخرى بخلاف تلك المنصوص عليها بها، بما في ذلك على سبيل المثال لا الحصر الأنشطة التسويقية. يجوز لشركة Microsoft أن تكشف عن معلومات تعريف الشخصية الخاصة بك لجهات خارجية. يتم نقل معلوماتك لجهات خارجية عندما تستلزم الضرورة ذلك بشكل معقول بغرض معالجة معاملاتك، أو التوافق مع الإجراءات القانونية، أو الاستجابة للمطالبات، أو منع التزوير، أو العمل وفقاً للوائح الحكومية. يمكنك الوصول إلى معلومات تعريف الشخصية الموجودة على الموقع التالي وتعديلها: https://commerce.microsoft.com. في حالة اختيار تعديل معلوماتك، فأنت توافق وفقاً لهذه الوثيقة على السماح لشركة Microsoft Corporation بجمع معلومات تعريف الشخصية الخاصة بك ونقلها فوراً كما هو موضح أعلاه. ويعني إنشاء حساب والنقر فوق زر "قبول" أدناه موافقتك على تقديم معلومات تعريف الشخصية لشركة Microsoft Corporation وموافقتك على قيام Microsoft بجمعها وتحويلها ومشاركتها مع جهات خارجية كما هو منصوص عليه في هذه الوثيقة.
as: আপোনাক প্ৰডাক্ট আৰু সেৱাসমূহৰ সৈতে প্ৰদান কৰিবৰ বাবে আপুনি এটা ব্যৱহাৰকৰ্তা একাউণ্ট সৃষ্টি কৰাটো আৱশ্যক৷ এটা প্ৰডাক্ট বা সেৱাৰ বাবে আপুনি প্ৰতিবাৰতে এটা নতুন পৰিশোধ সা-সৰঞ্জাম প্ৰদান কৰিলে আমি নিম্নলিখিত জাননী প্ৰদান কৰিব পাৰোঁ আৰু আপুনি আগবঢ়াৰ পূৰ্বে আপোনাৰ সন্মতি সংগ্ৰহ কৰিবও পাৰোঁ৷ একাউণ্ট সৃষ্টিৰ সময়ত আৰু/বা এটা নতুন পৰিশোধ সা-সৰঞ্জাম যোগ কৰাৰ উদ্দেশ্যে আপুনি এনেধৰণৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা তথ্য প্ৰদান কৰাৰ প্ৰয়োজন হ’ব: আপোনাৰ নাম, ঠিকনা, ফোন নম্বৰ, ইমেইল ঠিকনা, ক্ৰেডিট কাৰ্ডৰ নম্বৰ আৰু বেংক একাউণ্টৰ নম্বৰ৷ আমি আপোনাৰ IP ঠিকনা আৰু আপোনাৰ ডিভাইচ ID আৰু আপুনি একাউণ্ট সৃষ্টিৰ বাবে বা এটা নতুন পৰিশোধ সা-সৰঞ্জাম যোগ কৰাৰ সময়ত আপুনি প্ৰদান কৰা ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা তথ্যৰ সৈতে যুক্ত এই তথ্যকো আমি সংগ্ৰহ কৰিব পাৰোঁ৷ এই ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা একাউণ্টৰ তথ্য সংগ্ৰহ কৰা হ’ব আৰু এটা সুৰক্ষিত, এনক্ৰিপ্ট কৰা উপায়েৰে আপোনাৰ লেন-দেনৰ প্ৰক্ৰিয়া চলাবলৈ আৰু আপোনাক প্ৰডাক্ট আৰু সেৱাসমূহ প্ৰদান কৰিবলৈ যুক্তৰাষ্ট্ৰত থকা Microsoft Corporation লৈ একাউণ্ট সৃষ্টি কৰোঁতেই তাৎক্ষণিকভাৱে স্থানান্তৰ কৰা হ’ব৷ এই ধৰণৰ ডাটা ব্যৱহাৰ কৰিব পৰাও যাব পাৰে আৰু আইনে যেতিয়ালৈকে অনুমোদন জনায় তেতিয়ালৈকে বৰ্তাই ৰাখিব পাৰে৷ Microsoft Corporation-এ বাণিজ্যিক ক্ৰিয়া-কলাপক সামৰি কিন্তু সীমাবদ্ধ নকৰি, ইয়াত উল্লেখ কৰি থোৱাখিনিৰ বাদে অন্য উদ্দেশ্যে আপুনি প্ৰদান কৰা আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা তথ্য ব্যৱহাৰ নকৰে৷ Microsoft-এ তৃতীয় পক্ষসমূহকো আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা তথ্য প্ৰকাশ কৰিব পাৰে৷ আপোনাৰ তথ্য তৃতীয় পক্ষসমূহলৈ তেতিয়া স্থানান্তৰ কৰা হ’ব যেতিয়া আপোনাৰ লেন-দেনৰ প্ৰক্ৰিয়া চলাবলৈ, আইনী প্ৰক্ৰিয়া মানি চলিবলৈ, দাবীৰ প্ৰতি সঁহাৰি জনাবলৈ, জালিয়াতি প্ৰতিৰোধ কৰিবলৈ বা চৰকাৰী নিয়ম অনুসাৰে কাম কৰিবলৈ কাৰণবশত অত্যন্ত জৰুৰী হয়৷ আপুনি আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা ডাটাত প্ৰৱেশ আৰু সংশোধন ইয়াত কৰিব পাৰিব: https://commerce.microsoft.com. আপুনি আপোনাৰ ব্যক্তিগত ডাটা সংশোধন কৰিবলৈ পচন্দ কৰাৰ ক্ষেত্ৰত আপুনি ইয়াৰ দ্বাৰা সন্মতি প্ৰদান কৰিছে যে ওপৰত উল্লেখ কৰাৰ দৰেই আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা ডাটা Microsoft Corporation-এ সংগ্ৰহ আৰু সঞ্চয় কৰিবলৈ অনুমতি আছে৷ এটা একাউণ্ট সৃষ্টি কৰি আৰু তলৰ “একমত” বুটামত ক্লিক কৰি আপুনি আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা তথ্যৰ সৈতে Microsoft Corporation-ক প্ৰদান কৰিবলৈ একমত হৈছে আৰু আপুনি ইয়াত উল্লেখ কৰাৰ দৰেই তৃতীয় পক্ষসমূহৰ সৈতে আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা তথ্যৰ Microsoft-ৰ সংগ্ৰহণ, স্থানান্তৰ আৰু ভাগ-বতৰাকৰণৰ বাবে সন্মতি দিছে৷
az: Sizi məhsullar və xidmətlərlə təmin etmək məqsədilə istifadəçi hesabı yaratmağınız tələb olunur. Məhsul və ya xidmət üçün hər dəfə yeni ödəniş aləti təqdim etdiyiniz zaman sizə aşağıdakı bildirişi təqdim edə və davam etməmişdən icazənizi toplaya bilərik. Hesabın yaradılması zamanı və ya bu məqsəd üçün və/yaxud yeni ödəniş aləti əlavə etmək üçün sizdən sizi müəyyən edən şəxsi məlumatlar tələb olunacaqdır: adınız, ünvanınız, telefon nömrəniz, e-poçt ünvanınız, kredit kartının nömrəsi və bank hesabı nömrəniz. Biz həmçinin İP ünvanınızı və cihazınızın identifikatorunu toplaya və hesabın yaradılması üçün və ya yeni ödəniş aləti əlavə etdiyiniz zaman bu məlumatı sizi şəxsən məlumatlarla əlaqələndirə bilərik. Bu, şəxsən tanıya bilən məlumatlar toplanacaq və əməliyyatlarınızı emal etmək və sizi məhsul və xidmətlərlə təmin etmək üçün hesabın yaradılması zamanı dərhal təhlükəsiz, şifrlənmiş şəkildə ABŞ-dakı Microsoft Corporation-a ötürüləcəkdir. Bu cür məlumatlardan qanunla icazə verildiyi şəkildə və müddətdə istifadə oluna və saxlanıla bilər. Microsoft Corporation sizi şəxsən tanıya bilən məlumatlardan burada qeyd olunanlardan başqa digər məqsədlər, o cümlədən marketinq fəaliyyətləri üçün istifadə etməyəcək. Microsoft sizi şəxsən tanıya bilən məlumatları üçüncü tərəflərə açıqlaya bilər. Əməliyyatınızı emal etmək, qanuni prosesə əməl etmək, iddialara cavab vermək, hökümət nizamnamələrinə əsasən saxtakarlıq və ya əməllərin qarşısını almaq üçün vacib olduqda, məlumatlarınız üçüncü tərəflərə ötürülür. Siz https://commerce.microsoft.com veb-səhifəsində sizi şəxsən tanıya bilən məlumatlara daxil ola və ya onu dəyişdirə bilərsiniz. Əgər şəxsi məlumatlarınızı dəyişdirməyi seçsəniz, siz burada Microsoft Corporation-a yuxarıda qeyd olunduğu kimi sizi şəxsən tanıyan məlumatları toplamaq və saxlamaq imkanı verən razılığınızı bildirirsiniz. Hesab yaratmaqla və aşağıda “Razıyam” düyməsinə klikləməklə, siz Microsoft Corporation-a sizi şəxsən tanıyan məlumatları verməyə razılaşır və Microsoft Corporation-in sizi şəxsən tanıyan məlumatları toplamasına, ötürməsinə və burada qeyd olunduğu kimi üçüncü tərəflərlə paylaşmasına razılığınızı bildirirsiniz.
bg: За да получавате продукти или услуги, е необходимо да създадете потребителски акаунт. Всеки път, когато предоставяте нов платежен инструмент за продукт или услуга, може да ви покажем следното известие и да поискаме вашето съгласие, преди да продължите. По време и за целите на създаването на акаунт и/или добавянето на нов платежен инструмент ще е необходимо да предоставите информация за идентифициране на лице, като например: своето име, адрес, телефонен номер, имейл адрес, номер на кредитна карта и на банкова сметка. Можем също така да съберем данните за вашия IP адрес и ИД на вашето устройство и да свържем тези данни с информацията за идентифициране на лице, която предоставяте за създаването на акаунт или при добавянето на нов платежен инструмент. Тази информация за акаунт за идентифициране на лице ще се събира и незабавно прехвърля при създаването на акаунта по един сигурен и шифрован начин до Microsoft Corporation в САЩ, за да обработим вашите транзакции и предоставим продуктите и услугите. Данните могат да се използват и запазват за период, толкова дълъг, колкото е разрешено от закона. Microsoft Corporation няма да използва вашата информация за идентифициране на лице, предоставена тук, за цели, различни от посочените тук, включително, но не само, за маркетингови дейности. Microsoft може да разкрива вашата информация за идентифициране на лице на трети лица. Вашата информация се прехвърля до трети лица, когато извършването на това е необходимо в рамките на разумното за обработване на вашата транзакция, спазване на законовите процедури, отговаряне на жалби, предотвратяване на измами или извършване на действия в съответствие с държавни разпоредби. Можете да осъществявате достъп до или да променяте вашата информация за идентифициране на лице на адрес: https://commerce.microsoft.com. В случай че изберете да промените вашата информация за идентифициране на лице, с настоящото давате съгласие, което позволява на Microsoft Corporation да събира и незабавно да прехвърля вашата информация за идентифициране на лице, както е посочено тук. Със създаването на акаунт и щракването върху бутона „Приемам“ по-долу давате съгласие да предоставите на Microsoft Corporation вашата информация за идентифициране на лице и съгласието си Microsoft Corporation да събира, прехвърля и споделя вашата информация за идентифициране на лице с трети лица, както е посочено тук.
bn_in: পণ্য অথবা পরিষেবা পেতে আপনাকে একটি ব্যবহারকারীর অ্যাকাউন্ট বানাতে হবে। কোনও পণ্য অথবা সেবা জন্য আপনি প্রতিবার নতুন অর্থপ্রদান করলে আমরা নিম্নলিখিত বিজ্ঞপ্তি পাঠাতে পারি এবং অগ্রসর হওয়ার আগে আপনার সম্মতি নিতে পারি। অ্যাকাউন্ট বানানোর জন্য এবং বানানোর সময়ে এবং/অথবা নতুন অর্থপ্রদানের ব্যবস্থা যোগ করার সময়ে আপনাকে পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন দিতে হবে যেমন: আপনার নাম, ঠিকানা, ফোন নম্বর, ইমেইল ঠিকানা, ক্রেডিট কার্ড নম্বর এবং ব্যাঙ্ক অ্যাকাউন্ট নম্বর। আমরা আপনার IP ঠিকানা এবং আপনার ডিভাইস ID ও সংগ্রহ করতে পারি এবং এই তথ্য আপনার অ্যাকাউন্ট বানানোর জন্য অথবা অর্থপ্রদানের নতুন ব্যবস্থা যোগ করার সময়ে আপনার দেওয়া পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশনের সাথে সংযুক্ত করতে পারি। অ্যাকাউন্ট তৈরি করা হয়ে গেলে এই পার্সোনালি আইডেন্টিফায়াবেল অ্যাকাউন্টের তথ্য সংগ্রহ করে অবিলম্বে মার্কিন যুক্তরাষ্ট্রে অবস্থিত Microsoft Corporation এ এনক্রিপ্ট করে নিরাপদ ভাবে স্থানান্তর করা হবে যাতে আপনার লেনদেন প্রক্রিয়া করা সম্ভব হয় এবং আপনাকে আপনার পণ্য এবং সেবা প্রদান করা হবে। ওই সব ডাটা আইনি ভাবে যতদিন রেখে দেওয়ার ও ব্যবহার করার অনুমতি রয়েছে ততদিন রেখে দেওয়া ও ব্যবহার করা হতে পারে। Microsoft Corporation আপনার দেওয়া পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন এখানে যে কারণে ব্যবহার করার কথা বলা হয়েছে তার বাইরে অন্য কোনও কারণে ব্যবহার করবে না, যার মধ্যে অন্তর্ভূক্ত হল বিপণন সম্বন্ধীয় কার্যকলাপ, তবে তাতেই সীমাবদ্ধ নয়। Microsoft তৃতীয় পক্ষের কাছে আপনার পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন প্রকাশ করতে পারে। আপনার লেনদেন প্রক্রিয়া করা, আইনি প্রক্রিয়া মেনে চলা, দাবির জবাব দেওয়া, জালিয়াতি আটকানো অথবা সরকারি নিয়মকানুন অনুসারে কাজ করার ক্ষেত্রে যুক্তিসঙ্গতভাবে যদি প্রয়োজন হয় তবেই আপনার তথ্য তৃতীয় পক্ষের কাছে স্থানান্তরিত করা হয়। আপনি এখানে আপনার পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন ব্যবহার অথবা পরিবর্তন করতে পারেন: https://commerce.microsoft.com. আপনি আপনার তথ্য পরিবর্তন করবেন বলে ঠিক করলে আপনি এখানে Microsoft Corporation কে উপরে উল্লিখিত আপনার পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন সংগ্রহ করার এবং অবিলম্বে স্থানান্তর করার অনুমতি দিচ্ছেন। একটি অ্যাকাউন্ট তৈরি করা এবং নীচে “সম্মত” বোতামে ক্লিক করার মাধ্যমে আপনি Microsoft Corporation কে আপনার পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন দিতে রাজি হচ্ছেন এবং Microsoft কে এখানে উল্লিখিত অনুসারে আপনার পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন তৃতীয় পক্ষের সাথে সংগ্রহ, স্থানান্তর এবং শেয়ার করার অনুমতি দিচ্ছেন।
bs: Da biste dobili pristup našim proizvodima ili uslugama, morate kreirati korisnički račun. Svaki put kad navedete novi instrument plaćanja za proizvod ili uslugu, moguće je da ćemo vam prije nego što nastavite poslati sljedeće obavještenje i zatražiti vaš pristanak. Za vrijeme i za potrebe kreiranja korisničkog računa i/ili dodavanja novog instrumenta plaćanja morat ćete navesti podatke pomoću kojih se može utvrditi vaš identitet, kao što su: ime i prezime, adresa, broj telefona, adresa e-pošte, broj kreditne kartice i broj bankovnog računa. Moguće je da ćemo također prikupiti vašu IP adresu i ID uređaja i te podatke povezati s podacima pomoću kojih se može utvrditi vaš identitet, a koje navedete prilikom kreiranja računa ili dodavanja novog instrumenta plaćanja. Ti podaci o računu na osnovu kojih se može utvrditi vaš identitet će se prikupiti i odmah nakon kreiranja računa na siguran način i u šifriranom obliku poslati kompaniji Microsoft Corporation u Sjedinjenim Američkim Državama da bismo obradili vaše transakcije i pružili vam proizvode i usluge. Takvi podaci se mogu koristiti i zadržati koliko god je to zakonom dozvoljeno. Kompanija Microsoft Corporation neće vaše lične podatke koristiti u druge svrhe osim ovdje navedenih, uključujući, između ostalog, marketinške aktivnosti. Kompanija Microsoft može otkriti vaše lične podatke trećim stranama. Vaši podaci će se prenositi trećim stranama kada to bude objektivno potrebno za obradu vaših transakcija, usklađenost s pravnim postupkom, odgovaranje na zahtjeve, sprječavanje prevara ili postupanje u skladu s državnim propisima. Svojim ličnim podacima možete pristupiti i promijeniti ih na web stranici https://commerce.microsoft.com. Za slučaj da budete mijenjali svoje podatke, ovim dajete svoju suglasnost da kompanija Microsoft vaše podatke prikuplja i bez odlaganja šalje na način koji je naprijed opisan. Kreiranjem računa i klikom na dugme „Prihvatam” u nastavku pristajete da ćete kompaniji Microsoft Corporation dati svoje lične podatke i suglasni ste s načinom na koji ta kompanija prikuplja, prenosi i razmjenjuje vaše lične podatke s trećim stranama, a koji je naveden u ovom dokumentu.
cy: Er mwyn darparu cynnyrch neu wasanaethau i chi, rhaid i chi greu cyfrif defnyddiwr. Bob tro y byddwch yn darparu dull talu newydd ar gyfer cynnyrch neu wasanaeth, mae’n bosib y byddwn yn rhoi’r hysbysiad canlynol ac yn gofyn am eich caniatâd cyn bwrw ymlaen. Yn ystod y broses o greu cyfrif a/neu ychwanegu dull talu newydd, bydd gofyn i chi ddarparu gwybodaeth bersonol fel: eich enw, cyfeiriad, rhif ffôn, cyfeiriad e-bost, rhif cerdyn credyd a rhif cyfrif banc. Efallai byddwn hefyd yn casglu eich cyfeiriad IP ac ID eich dyfais ac yn cysylltu’r wybodaeth hon â’r data personol a ddarperwch er mwyn creu cyfrif neu wrth ychwanegu dull talu newydd. Ar ôl creu’r cyfrif, bydd y wybodaeth bersonol hon am y cyfrif yn cael ei chasglu a’i throsglwyddo’n syth mewn ffordd ddiogel ac wedi’i hamgryptio i Microsoft Corporation yn yr Unol Daleithiau er mwyn prosesu eich trafodion a darparu'r cynnyrch a’r gwasanaethau i chi. Mae’n bosib bydd y data hyn yn cael ei ddefnyddio a’i gadw am faint bynnag o amser ag a ganiateir gan y gyfraith. Ni fydd Microsoft Corporation yn defnyddio’r wybodaeth bersonol a ddarperir yma at ddibenion eraill heblaw am y rheini a nodir yma, yn cynnwys ond heb eu cyfyngu i weithgareddau marchnata. Gall Microsoft ddatgelu eich gwybodaeth bersonol i drydydd partïon. Caiff eich gwybodaeth ei throsglwyddo i drydydd partïon, os bydd yn rhesymol angenrheidiol i wneud hynny, er mwyn prosesu eich trafodyn, i gydymffurfio â phrosesau cyfreithiol, i ymateb i hawliadau, i atal twyll, neu i weithredu’n unol â rheoliadau llywodraethol. Cewch fynediad at eich gwybodaeth bersonol neu gallwch ei haddasu yn: https://commerce.microsoft.com. Os ydych chi’n dewis addasu eich gwybodaeth, rydych yn rhoi caniatâd drwy hyn sy’n galluogi Microsoft Corporation i gasglu a throsglwyddo eich gwybodaeth bersonol yn syth fel a nodir uchod. Drwy greu cyfrif a chlicio’r botwm “Cytuno” isod, rydych yn cytuno i ddarparu eich gwybodaeth bersonol i Microsoft Corporation ac yn caniatáu Microsoft Corporation i’w chasglu, ei throsglwyddo a’i rhannu â thrydydd partïon fel a nodir yma.
da: For at kunne levere produkter eller tjenester skal du oprette en brugerkonto. Hver gang du anvender et nyt betalingsmiddel for et produkt eller en tjeneste, kan følgende besked blive vist for at opnå dit samtykke, før du fortsætter. Under og ved oprettelse af en konto og/eller ved tilføjelse af et nyt betalingsmiddel vil du blive bedt om at give nogle personligt identificerbare oplysninger, som for eksempel dit navn, din adresse, dit telefonnummer, din mailadresse, dit kreditkortnummer og dit bankkontonummer. Vi beder måske også om din IP-adresse og dit enheds-id for at knytte dem til de personligt identificerbare oplysninger, som du gav ved kontooprettelsen eller ved tilføjelsen af et nyt betalingsmiddel. Disse personligt identificerbare kontooplysninger vil blive indsamlet og overført umiddelbart efter kontooprettelsen på en sikker krypteret måde til Microsoft Corporation i USA for at behandle dine transaktioner og levere produkterne og tjenesterne til dig. Sådanne data kan anvendes og bevares, så længe loven tillader det. Microsoft Corporation vil ikke anvende de personligt identificerbare oplysninger, der er indsamlet, til andre formål end dem, der er nævnt heri, herunder, men ikke begrænset til, marketingaktiviteter. Microsoft kan videregive de personligt identificerbare oplysninger til tredjepart. Dine oplysninger videregives til tredjepart, når det skønnes nødvendigt for at behandle din transaktion, efterleve retslige procedurer, reagere på retskrav, forebygge svindel eller overholde lokal lovgivning. Du kan få adgang til eller ændre dine personligt identificerbare oplysninger på: https://commerce.microsoft.com. Hvis du vælger at ændre dine oplysninger, giver du samtidig Microsoft Corporation tilladelse til at indsamle og umiddelbart efter at overføre dine personligt identificerbare oplysninger, som angivet ovenfor. Ved at oprette en konto og klikke på knappen "Jeg accepterer" herunder giver du Microsoft Corporation tilladelse til at få adgang til dine personligt identificerbare oplysninger, og du accepterer, at Microsoft indsamler, videregiver og deler disse oplysninger med tredjepart, som angivet heri.
de: Um Produkte oder Dienste nutzen zu können, müssen Sie ein Benutzerkonto erstellen. Bei jeder Angabe eines neuen Zahlungsmittels für ein Produkt oder einen Dienst erhalten Sie möglicherweise den folgenden Hinweis und eine Zustimmungsaufforderung, um den Vorgang fortzusetzen. Im Rahmen und zum Zwecke der Kontoerstellung und/oder des Hinzufügens eines neuen Zahlungsmittels müssen Sie unter anderem die folgenden personenbezogenen Informationen bereitstellen: Name, Adresse, Telefonnummer, E-Mail-Adresse, Kreditkartennummer und Bankkontonummer. Wir erfassen möglicherweise auch Ihre IP-Adresse und Ihre Geräte-ID und ordnen diese Informationen den personenbezogenen Informationen zu, die Sie zur Kontoerstellung und/oder beim Hinzufügen eines neuen Zahlungsmittels bereitgestellt haben. Diese personenbezogenen Informationen werden erfasst und sofort nach der Kontoerstellung sicher und verschlüsselt an die Microsoft Corporation in den USA übermittelt, damit Ihre Transaktionen verarbeitet und Ihnen die Produkte und Dienste bereitgestellt werden können. Diese Daten können so lange wie gesetzlich zulässig genutzt und gespeichert werden. Die Microsoft Corporation nutzt Ihre bereitgestellten personenbezogenen Informationen nur zu den in dieser Vereinbarung festgelegten Zwecken, einschließlich, aber nicht beschränkt auf Werbemaßnahmen. Microsoft kann Ihre personenbezogenen Informationen möglicherweise Dritten offen legen. Ihre Informationen werden dann an Dritte übermittelt, wenn dies zur Verarbeitung Ihrer Transaktion, zur Einhaltung gesetzlicher Bestimmungen, zur Bearbeitung von Ansprüchen, zur Verhinderung von Betrug oder aufgrund behördlicher Vorgaben in einem vertretbaren Maße erforderlich ist. Sie können unter folgender Adresse auf Ihre personenbezogenen Informationen zugreifen oder diese bearbeiten: https://commerce.microsoft.com. Wenn Sie Ihre personenbezogenen Informationen ändern, erklären Sie hiermit Ihre Zustimmung zur Erfassung und sofortigen Übermittlung Ihrer personenbezogenen Informationen durch die Microsoft Corporation gemäß den oben aufgeführten Bedingungen. Durch Erstellen eines Kontos und Klicken auf die unten angezeigte Schaltfläche „Ich stimme zu“ stimmen Sie der Bereitstellung Ihrer personenbezogenen Informationen für die Microsoft Corporation sowie deren Erfassung, Übermittlung und Weitergabe an Dritte durch Microsoft gemäß dieser Vereinbarung zu.
el: Για να σας παρέχουμε προϊόντα και υπηρεσίες είναι απαραίτητο να δημιουργήσετε ένα λογαριασμό χρήστη. Κάθε φορά που καταχωρείτε ένα νέο όργανο πληρωμής για ένα προϊόν ή μια υπηρεσία, μπορεί να στείλουμε την παρακάτω ειδοποίηση και να λάβουμε τη συναίνεσή σας πριν προχωρήσετε. Κατά τη διάρκεια της διαδικασίας και για τους σκοπούς της δημιουργίας λογαριασμού ή/και την προσθήκη ενός νέου οργάνου πληρωμής, πρέπει να καταχωρήσετε προσωπικά στοιχεία όπως τα εξής: όνομα, διεύθυνση, αριθμό τηλεφώνου, διεύθυνση ηλεκτρονικού ταχυδρομείου, αριθμό πιστωτικής κάρτας και αριθμό λογαριασμού τράπεζας. Επίσης, μπορεί να συλλέξουμε τη διεύθυνση IP σας και το αναγνωριστικό της συσκευής σας, καθώς και να συσχετίσουμε αυτές τις πληροφορίες με τα προσωπικά αναγνωρίσιμα στοιχεία που παρέχετε για τη δημιουργία λογαριασμού ή όταν προσθέτετε ένα νέο όργανο πληρωμής. Αυτές οι αναγνωρίσιμες προσωπικές πληροφορίες λογαριασμού θα συλλέγονται και θα μεταβιβάζονται αμέσως κατά τη δημιουργία λογαριασμού με ασφαλή και κρυπτογραφημένο τρόπο στη Microsoft Corporation στις Η.Π.Α. για την επεξεργασία των συναλλαγών σας και την παροχή των προϊόντων και των υπηρεσιών προς εσάς. Τέτοιου είδους δεδομένα μπορεί να χρησιμοποιούνται και να διατηρούνται για όσο διάστημα επιτρέπεται από το νόμο. Η Microsoft Corporation δεν θα χρησιμοποιήσει τα αναγνωρίσιμα προσωπικά στοιχεία σας που παρέχονται στο παρόν για σκοπούς διαφορετικούς από αυτά που ορίζονται στο παρόν, συμπεριλαμβανομένων ενδεικτικά δραστηριοτήτων μάρκετινγκ. Η Microsoft μπορεί να αποκαλύψει τα αναγνωρίσιμα προσωπικά στοιχεία σας σε τρίτους. Τα στοιχεία σας μεταβιβάζονται σε τρίτους όταν κάτι τέτοιο είναι εύλογα απαραίτητο για την επεξεργασία της συναλλαγής σας, τη συμμόρφωση με νομικές διαδικασίες, την απόκριση σε αξιώσεις, την αποτροπή απάτης ή για ενέργεια σύμφωνα με τους κυβερνητικούς κανονισμούς. Μπορείτε να έχετε πρόσβαση στα αναγνωρίσιμα προσωπικά στοιχεία σας στη διεύθυνση: https://commerce.microsoft.com. Σε περίπτωση που επιλέξετε να τροποποιήσετε τα προσωπικά σας στοιχεία, δια της παρούσης παρέχεται συναίνεση που επιτρέπει στη Microsoft Corporation να συλλέγει και αμέσως να μεταβιβάζει τα αναγνωρίσιμα προσωπικά στοιχεία σας όπως αναφέρεται παραπάνω. Αν δημιουργήσετε ένα λογαριασμό και κάνετε κλικ στο κουμπί “Συμφωνώ” παρακάτω, συμφωνείτε να παράσχετε στη Microsoft Corporation τα αναγνωρίσιμα προσωπικά στοιχεία σας και συναινείτε στη συλλογή, μεταβίβαση και κοινή χρήση από τη Microsoft αυτών των στοιχείων με τρίτους όπως ορίζεται στο παρόν.
es: Para que podamos proporcionarte productos o servicios es necesario que crees una cuenta de usuario. Cada vez que proporciones un nuevo instrumento de pago para un producto o servicio, es posible que te enviemos el siguiente aviso y que pidamos tu consentimiento antes de continuar. Durante la creación de cuentas o al agregar un nuevo instrumento de pago y a efectos de los mismos, se te pedirá que proporciones información de identificación personal como nombre, dirección, número de teléfono, dirección de correo electrónico, número de tarjeta de crédito y número de cuenta bancaria. Es posible que también te pidamos tu dirección IP y el id. de dispositivo para asociar esta información con los datos personales proporcionados para la creación de la cuenta o al agregar un nuevo instrumento de pago. Esta información de cuenta de identificación personal se recopilará y transferirá tras la creación de la cuenta, de forma inmediata y de un modo seguro y cifrado a Microsoft Corporation en los Estados Unidos con el fin de procesar las transacciones y proporcionarte los productos y servicios. Estos datos pueden usarse y conservarse siempre y cuando lo permita la ley. Microsoft Corporation no usará la información de identificación personal que facilites en el presente documento para fines distintos a los que aquí se establecen (incluidas, de forma no exhaustiva, las actividades de marketing). Microsoft podría divulgar tu información de identificación personal a terceros. La transferencia de la información a terceros se efectuará cuando exista una necesidad razonable para ello con el propósito de procesar la transacción, cumplir con procesos legales, formular respuestas a reclamaciones, evitar actividades fraudulentas o actuar en virtud de la normativa gubernamental. Podrás acceder a tu información de identificación personal y modificarla en: https://commerce.microsoft.com. Si optaras por modificar tu información, por el presente documento estarías prestando tu consentimiento a Microsoft Corporation para recopilarla y almacenarla según lo establecido anteriormente. Al crear una cuenta y hacer clic en el botón "Acepto", aceptas proporcionar a Microsoft Corporation tu información de identificación personal y prestas tu consentimiento para que Microsoft Corporation la recopile, transfiera y comparta con terceros de acuerdo con las condiciones indicadas en el presente documento.
et: Selleks, et saaksime teile tooteid ja teenuseid pakkuda, peate looma kasutajakonto. Iga kord, kui sisestate toote või teenuse ostmiseks uue maksevahendi, on võimalik, et edastame teile järgmise teatise ja küsime enne jätkamist teie nõusolekut. Konto loomise ja/või uue maksevahendi lisamise ajal või nende toimingute tegemiseks peate esitama järgmised isikuandmed: teie nimi, aadress, telefoninumber, meiliaadress, krediitkaardi number ja pangakonto number. Samuti võime koguda teie IP-aadressi ja seadme ID-d ning seostada selle teabe konto loomise või uue maksevahendi lisamise ajal isiku tuvastamist võimaldava teabega. Tehingu töötlemiseks ja toodete ning teenuste pakkumiseks kogutakse see isiku tuvastamist võimaldav teave konto loomisel ning edastatakse kohe turvaliselt ja krüptitult Microsoft Corporationile Ameerika Ühendriikides. Seda teavet võib kasutada ja säilitada vastavalt seaduses lubatule. Microsoft Corporation kasutab esitatud isiku tuvastamist võimaldavat teavet ainult siin toodud eesmärkidel, sealhulgas turundustegevus. Microsoft võib teie isiku tuvastamist võimaldavat teavet avaldada kolmandatele osapooltele. Teie andmed edastatakse kolmandatele osapooltele, kui see on mõistlikult vajalik teie tehingu töötlemiseks, õiguslikule protsessi järgimiseks, nõuetele vastamiseks, pettuste ärahoidmiseks või tegutsemiseks vastavalt riiklikele määrustele. Oma isiku tuvastamist võimaldavatele andmetele pääsete juurde ja saate neid muuta veebilehel https://commerce.microsoft.com. Kui otsustate oma andmeid muuta, annate oma nõusoleku, mis lubab Microsoft Corporationil teie isiku tuvastamist võimaldavaid andmeid koguda ja kohe üle kanda vastavalt ülaltoodule. Kui loote konto ja klõpsate allpool nuppu "Nõustun", nõustute esitama Microsoft Corporationile oma isiku tuvastamist võimaldavad andmed ja nõustute, et Microsoft Corporation kogub ja edastab need andmeid ning jagab neid kolmandatele osapooltele vastavalt siintoodule.
eu: Produktuak edo zerbitzuak eman ahal izateko erabiltzaile-kontu bat sortu behar duzu. Produktuak edo zerbitzuak emateko ordainketa-tresna bat ematen duzun bakoitzean, ohar hau bidali eta zure onespena eska dezakezu jarraitu baino lehen. Kontua sortzeko eta/edo ordainketa-tresna berri bat gehitzeko edo bitartean, pertsonalki identifika zaitzakeen informazioa emateko eskatuko zaizu, besteak beste: izena, helbidea, telefono-zenbakia, helbide elektronikoa, kreditu-txartelaren zenbakia eta banku-kontuaren zenbakia. Gainera, IP helbidea eta gailuaren IDa ere bil ditzakegu eta informazio hori kontua sortzean edo ordainketa-tresna bat gehitzean emandako pertsonalki identifika zaitzakeen informazioa lot dezakete informazio hori. Pertsonalaki identifika zaitzakeen datu horiek bildu, kontua sortu eta berehala transferituko zaizkio modu seguruan eta enkriptatuta Microsoft Corporation enpresari Estatu Batuetara transakzioak egin eta produktuak eta zerbitzuak emateko. Datu horiek legeak onartzen duen gehieneko denboran erabili eta gordeko dira. Microsoft Corporation enpresak ez du erabiliko pertsonalki identifika zaitzakeen informazioa hemen ezarri ez den beste helburu baterako, marketin-jardueretarako barne, baina horretara soilik mugatu gabe. Microsoft-ek pertsonalki identifika zaitzakeen informazioa jakinaraz diezaieke hirugarrenei. Hirugarrenei transferitutako datuak beharrezkoak dira transakzioak prozesatzeko, lege-prozesuak betetzeko, erreklamazioei erantzuteko, iruzurrak saihesteko edo gobernuko legeen arabera jarduteko. Pertsonalki identifika zaitzakeen informazioa helbide honetan atzi eta alda dezakezu: https://commerce.microsoft.com. Informazio hori aldatzea aukeratuko bazenu, baimena ematen diozu Microsoft Corporation enpresari pertsonalki identifika zaitzakeen informazioa biltzeko eta berehala transferitzeko goian azaldu moduan. Kontua sortu eta "Ados" botoia sakatuz gero, onartzen duzu Microsoft Corporation enpresari pertsonalki identifika zaitzakeen informazioa ematea eta onartzen duzu Microsoft-ek pertsonalki identifika zaitzakeen informazioa biltzea, transferitzea eta hirugarrenekin partekatzea goian adierazi moduan.
fa: برای ارائه محصولات یا خدماتی به شما، باید یک حساب کاربر ایجاد کنید. هر زمانی که یک روش پرداخت جدید برای محصول یا سرویس ارائه می‌کنید، اعلامیه زیر را ارائه می‌کنیم و قبل از ادامه، رضایت شما را جلب می‌کنیم. در طی و برای اهداف ایجاد حساب و/یا افزودن یک روش پرداخت جدید، لازم است که داده‌های شخصی مانند موارد زیر را ارائه کنید: نام شما، آدرس، شماره تلفن، آدرس ایمیل، شماره کارت اعتباری و شماره حساب بانکی. همچنین می‌توانیم آدرس IP شما و شناسه دستگاهتان را جمع‌آوری کنیم و این اطلاعات را با داده‌های شخصی که برای ایجاد حساب یا در زمان افزودن یک روش پرداخت جدید ارائه می‌کنید، مرتبط می‌کنیم. اینگونه اطلاعات حساب قابل شناسایی شخصی جمع‌آوری خواهند شد و بلافاصله پس از ایجاد حساب، با یک روش ایمن و رمزگذاری شده به Microsoft Corporation در ایالات متحده منتقل می‌شود تا برای تراکنش‌های شما پردازش شوند و محصولات و خدمات به شما ارائه شوند. اینگونه داده‌ها می‌توانند تا زمانی که از لحاظ قانونی مجاز است، استفاده و حفظ شوند.Microsoft Corporation از اطلاعات قابل شناسایی شخصی شما برای مقاصدی به جز مواردی که در اینجا ذکر شده است، استفاده نخواهد کرد، از جمله اما نه محدود به فعالیت‌های تبلیغاتی. Microsoft می‌تواند اطلاعات قابل شناسایی شخصی شما را در اختیار اشخاص ثالث قرار دهد. زمانی که انتقال اطلاعات شما به اشخاص ثالث برای پردازش تراکنش شما، مطابقت با پردازش قانونی، پاسخگویی به مطالبه‌ها، جلوگیری از کلاهبرداری یا قانون مطابق با قوانین دولتی ضروری باشد، این کار صورت خواهد گرفت. می‌توانید به اطلاعات قابل شناسایی شخصی خود را در آدرس زیر دسترسی داشته باشید یا آنها را تغییر دهید. https://commerce.microsoft.com. در صورتی که انتخاب کنید اطلاعات خود را تغییر دهید، بدین معنی است که رضایت می‌دهید تا Microsoft Corporation اطلاعات قابل شناسایی شخصی شما را همانطور که در بالا آمده است، جمع‌آوری و بلافاصله منتقل کند. با ایجاد یک حساب و کلیک کردن روی دکمه «موافق» در زیر، موافقت می‌کنید که اطلاعات قابل شناسایی شخصی خود را در اختیار Microsoft Corporation قرار دهید و رضایت خود را برای جمع‌آوری Microsoft Corporation و انتقال به صورت بالا، اعلام می‌کنید.
ga: Chun gur féidir linn táirgí agus seirbhísí a sholáthar duit ní mór duit cuntas úsáideora a chruthú. Gach uair dá soláthraíonn tú ionstraim nua íocaíochta le haghaidh táirge nó seirbhíse, féadfaimid an fógra seo a leanas a sholáthar agus do thoiliú a bhailiú sula dtéann tú ar aghaidh. Le linn chruthú an chuntais agus lena aghaidh agus/nó ionstraim nua íocaíochta a chur leis iarrfar ort faisnéis inaitheanta phearsanta a sholáthar amhail: d'ainm, seoladh, uimhir fóin, seoladh ríomhphoist, uimhir cárta creidmheasa agus uimhir chuntas bainc. Féadfaimid do sheoladh IP agus ID do ghléis a bhailiú, leis, agus an fhaisnéis sin a ghaolú leis na sonraí pearsanta a sholáthraíonn tú chun cuntas a chruthú nó nuair a chuireann tú ionstraim nua íocaíochta leis. Baileofar an fhaisnéis cuntais inaitheanta phearsanta agus aistreofar láithreach é tar éis chruthú do chuntais ar shlí shlán chriptithe go Microsoft Corporation sna Stáit Aontaithe chun d'idirbhearta a phróiseáil agus na táirgí agus seirbhísí a sholáthar duit. Is féidir sonraí den sórt sin a úsáid agus a choinneáil an fad a cheadaítear faoin dlí. Ní úsáidfidh Microsoft Corporation d'fhaisnéis inaitheanta phearsanta a sholáthraítear anseo le haghaidh cuspóirí seachas na cuspóirí atá leagtha amach anseo, lena n-áirítear ach gan a bheith teoranta do gníomhaíochtaí margaíochta. Féadfaidh Microsoft d'fhaisnéis inaitheanta phearsanta a nochtadh do thríú páirtithe. Aistrítear d'fhaisnéis chuig tríú páirtithe nuair is gá é sin a dhéanamh go réasúnta chun d'idirbheart a phróiseáil, próiseas dlí a chomhlíonadh, freagairt d'éilimh, calaois a chosc nó gníomhú de réir rialacháin rialtais. Féadfaidh tú do shonraí pearsanta a rochtain nó a mhionathrú ag: https://commerce.microsoft.com. I gcás ina roghnaíonn tú do shonraí pearsanta a mhionathrú tugann tú cead leis seo a cheadaíonn do Microsoft Corporation do shonraí a d'fhaisnéis inaitheanta phearsanta a bhailiú agus a stóráil mar atá nótáilte thuas. Is ionann cuntas a chruthú agus an cnaipe “Agree” thíos a chliceáil agus aontú d'fhaisnéis inaitheanta phearsanta a sholáthar do Microsoft Corporation agus toilíonn tú le bailiú agus aistriú agus comhroinnt d'fhaisnéis inaitheanta phearsanta le tríú páirtithe mar atá leagtha amach anseo.
gd: Feumaidh tu cunntas cleachdaiche a chruthachadh mus urrainn dhuinn batharan no seirbheisean a sholar dhut. Gach turas a chuireas tu inneal pàighidh ùr seachad airson bathar no seirbheis, dh’fhaoidte gun seall sinn am brath a leanas dhut gus d’ aonta iarraidh mus lean thu air adhart. Rè agus a chum cruthachadh cunntais agus/no cur inneil pàighidh ùir ris, thèid iarraidh ort gun toir thu fiosrachadh seachad air an aithnichear thu fhèin, can: d’ ainm, an seòladh, an àireamh fòn, an seòladh puist-d, an àireamh cairt-chreideis agus àireamh a’ chunntais banca agad. Faodaidh sinn an seòladh IP agad agus ID an uidheim agad a chruinneachadh cuideachd agus am fiosrachadh sin a cho-cheangal ris an fhiosrachadh air an aithnichear thu fhèin ’s a thug thu dhuinn nuair a chruthaich thu cunntas ùr no nuair a chuir thu inneal pàighidh ùr ris. Thèid am fiosrachadh cunntais seo, air an aithnichear thu fhèin, a chruinneachadh is a chur a-null gu Microsoft Corporation sna Stàitean Aonaichte ann an cruth tèarainte is crioptaichte gus na tar-chuir agad a phròiseasadh rè cruthachadh a’ chunntais agad agus na batharan is seirbheisean a sholar dhut. Faodar an dàta seo a chleachdadh is a ghlèidheadh cho fada agus a cheadaicheas an lagh. Cha chleachd Microsoft Corporation am fiosrachadh air an aithnichear thu fhèin ’s a bheir thu seachad le seo air adhbhar sam bith eile ach na h-adhbharan a thathar ag innse dhut le seo, a’ gabhail a-steach ach chan ann cuingichte dha ghnìomhan margaidheachd. Faodaidh Microsoft am fiosrachadh seo air an aithnichear thu fhèin a thoirt do threas-phàrtaidhean. Thèid am fiosrachadh agad a thar-chur gu treas-phàrtaidhean ma bhios feum reusanta air gus an tar-chur agad a phròiseasadh, airson gèilleadh ri modhan-obrach laghail, airson freagairt ri tagraidhean, gus bacadh a chur air foill no airson gèilleadh ri conn-riaghladh riaghaltasan. ’S urrainn dhut am fiosrachadh air an aithnichear thu fhèin inntrigeadh is atharrachadh air: https://commerce.microsoft.com. Ma dh’atharraicheas tu am fiosrachadh agad, bidh thu a’ toirt cead dha Microsoft Corporation an dàta seo air an aithnichear thu fhèin a chruinneachadh is a thar-chur mar a chaidh a mhìneachadh gu h-àrd. Le bhith a’ cruthachadh cunntas is tu a’ briogadh air “Tha mi ag aontachadh” gu h-ìosal, bidh thu ag aontachadh dàta air an aithnichear thu fhèin a sholar dha Microsoft Corporation is bidh thu ag aontachadh gum faod Microsoft Corporation dàta air an aithnichear thu gu pearsanta a chruinneachadh, a thar-chur is a cho-roinneadh mar a chaidh a chur an cèill an-seo.
gl: Para proporcionarche produtos ou servizos é necesario que crees unha conta de usuario. Cada vez que proporciones un novo instrumento de pagamento para un produto ou servizo poderemos mostrarche o seguinte aviso e recoller o teu consentimento antes de continuar. Durante e co propósito de creación de conta e/ou engadir un novo instrumento de pagamento pediráseche que nos deas datos persoais tales como: o teu nome, enderezo, número de teléfono, enderezo de correo electrónico, número de tarxeta de crédito e número de conta bancaria. Tamén poderemos recoller o teu enderezo IP e o ID do teu dispositivo e asociar esta información persoal identificable que nos proporcionaches para a creación de conta ou ao engadir un novo instrumento de pagamento. Esta información de conta persoalmente identificable será recollida e inmediatamente transferida tras a creación de conta de xeito seguro e cifrado a Microsoft Corporation nos Estados Unidos para procesar as túas transaccións e proporcionarche os produtos e servizos. Tales datos poden ser usados e retidos por tanto tempo como a lei o permita. Microsoft Corporation non usará a túa información persoalmente identificable aquí subministrada para outros propósitos que os aquí establecidos, incluíndo, pero sen limitarse a actividades de promoción. Microsoft pode revelar a túa información persoalmente identificable a terceiros cando facelo sexa razoablemente necesario para procesar a túa transacción, cumprir con procesos legais, responder a reclamacións, previr un fraude ou actuar de acordo coas normativas gobernamentais. Podes acceder ou modificar a túa información persoalmente identificable en https://commerce.microsoft.com. En caso de que optes por modificar a túa información persoalmente identificable, pola presente prestas consentimento para que Microsoft Corporation recolla e garde a túa información persoalmente identificable como anteriormente se indica. Ao crear unha conta e premer no botón " Aceptar" aceptas proporcionar a Microsoft Corporation a túa información persoalmente identificable e consentes en que Microsoft Corporation a recolla, transfira e comparta con terceiros como aquí se indica.
gu: તમને ઉત્પાદનો અથવા સેવાઓ પ્રદાન કરવા માટે તમારે વપરાશકર્તાનું એકાઉન્ટ બનાવવું આવશ્યક છે. જયારે તમે ઉત્પાદન અથવા સેવા માટે નવું ચુકવણી સાધન પ્રદાન કરો છો, ત્યારે દર વખતે અમે નીચેની સૂચનાઓ આપી શકીશું અને તમે આગળ વધતા પહેલાં તમારી સંમતિ એકત્રિત કરી શકીશું. એકાઉન્ટ બનાવતી વખતે અને એના માટે અને/અથવા નવા ચુકવણી સાધન ઉમેરતી વખતે તમને તમારી વ્યક્તિગત માહિતી પ્રદાન કરવી આવશ્યક છે જેમ કે: તમારું નામ, સરનામુ, ફોન નંબર, ઈમેઇલ સરનામુ, ક્રેડિટ કાર્ડ નંબર અને બેંક એકાઉન્ટ નંબર. અમે તમારું IP સરનામુ અને તમારા ઉપકરણની ID પણ એકત્રિત કરી શકીએ છીએ અને આ માહિતીને તમે એકાઉન્ટ બનાવતી વખતે અથવા નવું ચુકવણી સાધન ઉમેરતી વખતે પ્રદાન કરેલી વ્યક્તિગત માહિતી સાથે સરખાવીએ છીએ. વ્યક્તિગત રીતે ઓળખી શકાય એવી એકાઉન્ટની માહિતી એકત્રિત કરવામાં આવશે અને તમારા વ્યવહારો પર પ્રક્રિયા કરવા અને તમને ઉત્પાદનો અને સેવાઓ પ્રદાન કરવા માટે યુનાઈટેડ સ્ટેટ્સમાં Microsoft Corporation સુરક્ષિત, એન્ક્રિપ રીતે એકાઉન્ટ બનાવતી વખતે તરત જ સ્થાનાંતરિત કરવામાં આવશે. આ પ્રકારની માહિતીનો જ્યાં સુધી કાયદાની મંજૂરી છે ત્યાં સુધી ઉપયોગ કરી શકાય છે અને જાળવી શકાય છે. Microsoft Corporation તમારી વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતીનો ઉપયોગ અહીં દર્શાવ્યા સિવાય માર્કેટિંગ પ્રવૃત્તિઓ સહિતના અન્ય હેતુઓ સિવાય બીજા હેતુઓ માટે નહીં કરે. Microsoft તમારી વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતીને તૃતીય પક્ષોને જાહેર કરી શકે છે. જ્યારે તમારા વ્યવહારો પર પ્રક્રિયા કરવા, કાનૂની પ્રક્રિયાનું પાલન કરવા, દાવાનો પ્રતિસાદ આપવા, સરકારી નિયમનો અનુસાર કૌભાંડને રોકવું અથવા કાર્ય કરવું આવશ્યક હોય, ત્યારે તમારી માહિતી તૃતીય પક્ષને ત્યારે જ સ્થાનાંતરિત કરવામાં આવે છે. તમે તમારી વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતીને https://commerce.microsoft.com પરથી મેળવી અથવા સંશોધિત કરી શકો છો. જયારે તમે તમારા વ્યક્તિગત ડેટાને સંશોધિત કરવાનું પસંદ કરો છો ત્યારે તમે સંમતિ પ્રદાન કરો છો જે ઉપર જણાવ્યા મુજબ તમારી વ્યક્તિગત માહિતીને એકત્રિત કરવા અને સંગ્રહિત કરવા Microsoft Corporation ને મંજૂરી આપે છે. એક એકાઉન્ટ બનાવીને અને નીચેના "સંમતિ" બટનને ક્લિક કરીને તમે Microsoft Corporation ને તમારી વ્યક્તિગત માહિતી આપવા માટે સંમત થાઓ છો અને તમે અહીં બતાવ્યા પ્રમાણે Microsoft કોર્પોરેશનને સંગ્રહ કરવા, તૃતીય પક્ષો સાથે તમારી વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી આપવા અને સ્થાનાંતરણ કરવા માટે સંમતિ આપો છો.
he: כדי לספק לך את המוצרים או השירותים, נדרש ממך ליצור חשבון משתמש. בכל פעם שתספק אמצעי תשלום חדש עבור מוצר או שירות, ייתכן שנספק לך את ההודעה הבאה ונקבל ממך את רשותך לפני שתמשיך. במהלך יצירת חשבון ו/או הוספת אמצעי תשלום חדש ולמטרת ביצוע פעולות אלה, תתבקש לספק מידע שיכול לזהות אותך באופן אישי, כגון: שמך, כתובתך, מספר הטלפון, כתובת דואר אלקטרוני, מספר כרטיס אשראי ומספר חשבון בנק. ייתכן שנבקש ממך לספק גם את כתובת ה- IP ואת מזהה ההתקן שלך ונשייך מידע זה למידע הניתן לזיהוי באופן אישי שאתה מספק עבור יצירת חשבון, או בעת הוספת אמצעי תשלום חדש. מידע חשבון זה הניתן לזיהוי באופן אישי ייאסף ויועבר באופן מיידי עם יצירת החשבון, בצורה מאובטחת ומוצפנת, אל Microsoft Corporation בארצות הברית כדי לעבד את העסקאות שלך וכדי לספק לך את המוצרים והשירותים. נתונים אלה עשויים לשמש ולהישמר למשך התקופה שהחוק מתיר. Microsoft Corporation לא תשתמש במידע שלך הניתן לזיהוי באופן אישי שסופק בזאת למטרות מלבד המטרות שנקבעו בזאת, לרבות, אך ללא הגבלה, פעילויות שיווק. ‏Microsoft עשויה לחשוף את המידע שלך הניתן לזיהוי באופן אישי לצד שלישי. המידע שלך מועבר אל צד שלישי כאשר זה הכרחי באופן סביר עבור עיבוד העסקה שלך, ציות להליך משפטי, תגובה על תביעות, מניעת הונאה או פעולה בהתאם לתקנות הממשלתיות. באפשרותך לגשת למידע שלך הניתן לזיהוי באופן אישי או לשנות אותו בכתובת: https://commerce.microsoft.com. במקרה שתבחר לשנות את המידע שלך, אתה מסכים בזאת לאפשר ל- Microsoft Corporation לאסוף ולהעביר באופן מיידי את המידע שלך הניתן לזיהוי באופן אישי, כפי שצוין לעיל. על-ידי יצירת חשבון ולחיצה על לחצן 'מסכים' להלן, אתה מסכים לספק ל- Microsoft Corporation את המידע שלך הניתן לזיהוי באופן אישי ומסכים לאיסוף, להעברה ולשיתוף של המידע שלך הניתן לזיהוי באופן אישי על-ידי Microsoft עם צד שלישי, כפי שנקבע בזאת.‬
hi: आपको उत्पाद या सेवाएँ प्रदान करने के लिए यह आवश्यक है कि आप एक उपयोगकर्ता खाता बनाएँ. हर बार जब आप किसी उत्पाद या सेवा के लिए एक नई भुगतान विधि प्रदान करते हैं, तो इससे पहले कि आप आगे बढ़ें हम निम्न सूचना प्रदान कर सकते हैं और आपकी सहमति प्राप्त कर सकते हैं. खाता बनाने और/या एक नई भुगतान विधि जोड़ने के दौरान और उसके उद्देश्य से आपके लिए आपकी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन प्रदान करना आवश्यक होगा, जैसे: आपका नाम, पता, फ़ोन नंबर, ईमेल पता, क्रेडिट कार्ड नंबर और बैंक खाता संख्या. हम आपका IP पता और आपकी डिवाइस ID भी एकत्र कर सकते हैं और इस जानकारी को आपके द्वारा खाता बनाने के लिए या नई भुगतान विधि जोड़ने के लिए प्रदान की गई पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन से संबद्ध भी कर सकते हैं. आपके ट्रांज़ैक्शन को संसाधित करने और आपको उत्पाद और सेवाएँ प्रदान करने के लिए खाता बनाने के बाद इस पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन को तत्काल सुरक्षित और एन्क्रिप्ट करने के तरीके से संयुक्त राज्य में Microsoft Corporation को स्थानांतरित कर दिया जाएगा. ऐसे डेटा का उपयोग कानून द्वारा अनुमत सीमा तक किया जा सकता है और उसे बनाए रखा जा सकता है. Microsoft Corporation यहाँ प्रदान की गई आपकी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन का उपयोग परिसीमन रहित रूप से मार्केटिंग गतिविधियों सहित यहाँ बताए गए उद्देश्यों को छोड़कर अन्य किसी उद्देश्य के लिए नहीं करेगा. Microsoft आपकी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन, तृतीय पक्षों को प्रकट कर सकता है. आपकी जानकारी तृतीय-पक्षों को तभी स्थानांतरित की जाती है, जब आपके ट्रांज़ैक्शन को संसाधित करने, कानूनी प्रक्रिया का अनुपालन करने, दावों का प्रतिसाद करने, धोखाधड़ी को रोकने या सरकारी विनियमों के अनुसार कार्रवाई करने के लिए ऐसा करना तार्किक रूप से आवश्यक हो. आप यहाँ अपनी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन की पहुँच प्राप्त कर सकते हैं और उसे संशोधित कर सकते हैं: https://commerce.microsoft.com. उस स्थिति में, जब आप अपनी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन को संशोधित करने का विकल्प चुनते हैं, आप Microsoft Corporation को ऊपर नोट किए गए अनुसार आपकी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन को एकत्र करने और उसे तत्काल स्थानांतरित करने की अनुमति देने हेतु सहमति देते हैं. खाता बनाकर और नीचे “स्वीकार है” बटन क्लिक करके आप Microsoft Corporation को आपकी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन प्रदान करने की और यहाँ बताए गए अनुसार Microsoft द्वारा आपकी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन के एकत्रीकरण, स्थानांतरण और उसे तृतीय पक्षों के साथ साझा करने के लिए अपनी सहमति प्रदान करते हैं.
hr: Da biste imali pristup našim proizvodima ili uslugama, morate stvoriti korisnički račun. Svaki put kada navedete novi način plaćanja za proizvod ili uslugu, moguće je da ćemo vam prije nego što nastavite poslati sljedeću obavijest i zatražiti vaš pristanak. Tijekom i za potrebe stvaranja korisničkog računa i/ili dodavanja novog načina plaćanja morat ćete navesti podatke s pomoću kojih se može utvrditi vaš identitet, kao što su: ime i prezime, adresa, broj telefona, adresa e-pošte, broj kreditne kartice i broj bankovnog računa. Moguće je da ćemo također prikupiti vašu IP adresu i ID uređaja te povezati te podatke s osobnim podacima koje navedete prilikom stvaranja računa ili dodavanja novog načina plaćanja. Ti podaci o računu na osnovu kojih se može utvrditi vaš identitet prikupit će se i odmah po stvaranju računa na siguran način i u šifriranom obliku poslati tvrtki Microsoft Corporation u Sjedinjenim Američkim Državama da bismo obradili vaše transakcije i pružili vam proizvode i usluge. Takvi se podaci mogu koristiti i zadržati koliko god je to zakonom dopušteno. Tvrtka Microsoft Corporation neće vaše osobne podatke koristiti za druge svrhe od onih ovdje navedenih, uključujući, ali ne ograničavajući se na marketinške aktivnosti. Microsoft može otkriti vaše osobne podatke trećim stranama. Vaši podaci prenose se trećim stranama ako je to objektivno potrebno za obradu vaših transakcija, usklađenost s pravnim postupkom, odgovaranje na zahtjeve, sprječavanje prijevara ili postupanje u skladu s državnim propisima. Svojim osobnim podacima možete pristupiti i promijeniti ih na web-stranici: https://commerce.microsoft.com. Za slučaj da budete mijenjali svoje podatke, ovim dajete svoju suglasnost da tvrtka Microsoft vaše podatke prikuplja i bez odlaganja šalje na način koji je naprijed opisan. Stvaranjem računa i klikom na gumb „Prihvaćam” u nastavku pristajete da ćete tvrtki Microsoft Corporation dati svoje osobne podatke i suglasni ste s načinom na koji tvrtka Microsoft prikuplja, prenosi i razmjenjuje vaše osobne podatke s trećim stranama, kako je navedeno u ovom dokumentu.
hu: A termékek és szolgáltatások biztosításához létre kell hoznia egy felhasználói fiókot. Valahányszor új fizetési eszközt ad meg egy termékhez vagy szolgáltatáshoz, megjelenhet a következő értesítés, és a folytatáshoz a jóváhagyására lehet szükség. Fiók létrehozása és/vagy új fizetési eszköz felvétele céljából a művelet során meg kell adnia személyes adatait, például a nevét, címét, telefonszámát, e-mail-címét, hitelkártyaszámát és bankszámlaszámát. Az IP-címét és az eszközazonosítóját is rögzíthetjük, és társíthatjuk a fiók létrehozásakor vagy új fizetési eszköz felvételekor megadott személyes adatokkal. Ezeket a személyes adatokat a fiók létrehozásakor a rendszer összegyűjti, és azonnal, biztonságos módon, titkosítva továbbítja a Microsoft Corporationnek az Amerikai Egyesült Államokba a tranzakciók feldolgozásához, illetve a termékek és szolgáltatások nyújtásához. A Microsoft az adatokat a jogszabályokban meghatározott ideig őrizheti meg és használhatja fel. A Microsoft Corporation az itt leírtak szerint meghatározott személyes adatait a jelen cikkben leírtakon kívül más célból nem használja, többek között ideértve a marketingtevékenységet. A Microsoft átadhatja személyes adatait harmadik feleknek. Ez csak akkor történik meg, ha ésszerűségi szempontból szükséges a tranzakció feldolgozása, a jogszabályoknak, illetve jogi követeléseknek való megfelelés, a csalás megakadályozása vagy a kormányzati előírások betartása miatt. A személyes adatok a https://commerce.microsoft.com címen érhetők el és módosíthatók. A személyes adatok módosításával hozzájárul ahhoz, hogy a Microsoft Corporation a fentieknek megfelelően összegyűjthesse, és azonnal továbbíthassa azokat. Ha egy fiók létrehozásakor az alábbi „Elfogadom” gombra kattint, hozzájárul személyes adatai megadásához a Microsoft Corporation részére, valamint jóváhagyja, hogy a Microsoft Corporation az itt leírtak szerint összegyűjtse, továbbítsa és megossza azokat harmadik felekkel.
id: Untuk menyediakan produk atau layanan bagi Anda, Anda harus membuat akun pengguna. Setiap kali Anda memberikan alat pembayaran baru untuk sebuah produk atau layanan, kami dapat memberikan pemberitahuan berikut ini dan meminta persetujuan Anda sebelum Anda melanjutkan. Selama dan untuk tujuan membuat akun dan/atau menambahkan alat pembayaran baru, Anda harus memberikan data pribadi seperti: nama, alamat, nomor telepon, alamat email, nomor kartu kredit, dan nomor rekening bank Anda. Kami mungkin juga mengumpulkan alamat IP Anda dan ID peranti Anda dan mengaitkan informasi ini dengan data pribadi yang Anda berikan untuk pembuatan akun atau saat menambahkan alat pembayaran baru. Informasi akun kenal diri ini akan dikumpulkan dan langsung ditransfer saat akun dibuat, dengan cara yang aman dan terenkripsi kepada Microsoft Corporation di Amerika Serikat untuk memproses transaksi dan memberikan produk dan layanan kepada Anda. Data tersebut dapat digunakan dan diberikan sesuai dengan ketentuan hukum. Microsoft Corporation tidak akan menggunakan informasi kenal diri Anda yang tersedia untuk tujuan selain yang tercantum di sini, termasuk namun tidak terbatas pada aktivitas pemasaran. Microsoft dapat mengungkapkan informasi kenal diri milik Anda kepada pihak ketiga. Informasi Anda ditransfer apabila hal tersebut secara wajar diperlukan untuk memproses transaksi Anda, mematuhi proses hukum, menanggapi klaim, mencegah penipuan, atau bertindak sesuai dengan peraturan pemerintah. Anda dapat mengakses atau mengubah data pribadi Anda di: https://commerce.microsoft.com. Apabila Anda memilih untuk mengubah data pribadi Anda, dengan ini Anda memberikan persetujuan yang mengizinkan Microsoft Corporation untuk mengumpulkan dan menyimpan data pribadi Anda sebagaimana dinyatakan di atas. Dengan membuat akun dan mengklik tombol "Setuju" di bawah ini, Anda setuju untuk memberikan data pribadi Anda kepada Microsoft Corporation dan mengizinkan Microsoft Corporation untuk mengumpulkan dan mentransfernya sebagaimana ditentukan di sini.
is: Þess er krafist að þú stofnir notandareikning svo hægt sé að veita þér vörur eða þjónustu. Í hvert skipti sem þú gefur upp nýjan greiðslumáta vegna vöru eða þjónustu kunnum við að birta eftirfarandi tilkynningu og leita eftir samþykki þínu áður en lengra er haldið. Við stofnun reiknings og/eða þegar nýjum greiðslumáta er bætt við þarftu að gefa upp persónugreinanlegar upplýsingar á borð við: nafnið þitt, heimilisfang, símanúmer, netfang, kreditkortanúmer og númer bankareiknings. Við kunnum einnig að skrá IP-töluna þína og auðkenni tækis og tengja þær upplýsingar við persónugreinanlegar upplýsingar sem þú veitir við stofnun reiknings eða þegar nýjum greiðslumáta er bætt við. Þessum persónugreinanlegu upplýsingum verður safnað og þær strax fluttar þegar reikningurinn er stofnaður á öruggan, dulritaðan hátt til Microsoft Corporation í Bandaríkjunum til að vinna úr færslunum þínum og veita þér vörurnar og þjónustuna. Slík gögn má nota og geyma eins lengi og lög leyfa. Microsoft Corporation mun ekki nota persónugreinanlegar upplýsingar þínar sem hér eru veittar í öðrum tilgangi en hér er líst, meðal annars í auglýsingatilgangi. Microsoft er heimilt að veita þriðja aðila persónugreinanlegar upplýsingar þínar. Upplýsingar þínar eru fluttar til þriðja aðila þegar slíkt telst nauðsynlegt til að vinna úr færslu þinni, fylgja lagalegum ferlum, verða við kröfum, hindra svik eða fara að reglugerðum stjórnvalda. Þú getur fengið aðgang að eða breytt persónugreinanlegum upplýsingum þínum á: https://commerce.microsoft.com. Í því tilviki að þú kjósir að breyta upplýsingunum þínum gefur þú hér með samþykki sem heimilar Microsoft Corporation að safna og flytja strax persónugreinanlegar upplýsingar þínar eins og lýst er hér að ofan. Með því að stofna reikning og smella á hnappinn „Samþykkja“ hér að neðan samþykkir þú að veita Microsoft Corporation persónugreinanleg gögn þín og samþykkir söfnun og flutning Microsoft Corporation og samnýtingu með þriðju aðilum á gögnunum eins og hér er tilgreint.
ja: 製品またはサービスを利用するには、ユーザー アカウントを作成する必要があります。製品またはサービスの新しいお支払い方法を指定するたびに、次の声明が表示され、次の処理に進む前に声明に同意していただく場合があります。アカウントの作成時、新しいお支払い方法の追加時、およびそれらの用途で、お客様の名前、住所、電話番号、メール アドレス、クレジット カード番号、銀行口座番号など、個人の身元を特定する情報を提供していただく必要があります。また、マイクロソフトは、お客様の IP アドレスとデバイス ID を収集し、その情報を、お客様がアカウントを作成する場合や新しいお支払い方法を追加するときに指定した個人の身元を特定する情報と関連付ける場合があります。 この個人の身元を特定するアカウント情報は、アカウント作成時に収集され、安全で暗号化された方法で即時に米国の Microsoft Corporation に転送され、取引が処理され、製品とサービスがお客様に提供されます。このようなデータは、法律で許可されている期間、使用および保持される可能性があります。マイクロソフトは、ここで提供された個人の身元を特定する情報を、ここで規定されている用途 (マーケティング活動など) 以外に使用しません。 マイクロソフトは、個人の身元を特定する情報を第三者に提供する場合があります。お客様の情報が第三者に転送されるのは、お客様の取引を処理するため、法的手続きに準拠するため、申し立てに対応するため、詐欺を防ぐため、または国の規制に準拠して行動するために合理的に必要な場合です。 個人の身元を特定する情報にアクセスし、変更するには、https://commerce.microsoft.com を使用します。お客様の情報を変更する場合、それによって、前述した個人の身元を特定する情報をマイクロソフトが収集し、即時に転送することを許可したものと見なされます。 アカウントを作成し、以下の [同意する] ボタンをクリックすると、ここで定められているように、マイクロソフトに個人の身元を特定する情報を提供することに同意し、マイクロソフトによる個人の身元を特定する情報の収集、転送、および第三者との共有に同意することになります。
ka: თუ გსურთ მიიღოთ პროდუქტი ან სერვისები, უნდა შექმნათ მომხმარებლის ანგარიში. პროდუქტის ან სერვისისთვის გადახდის ახალი მეთოდის მითითების ყოველ ჯერზე, შეიძლება გაგაცნოთ შემდეგი დებულება და მივიღოთ თქვენი თანხმობა, სანამ განაგრძობთ. ანგარიშის შექმნის და/ან გადახდის ახალი მეთოდის დამატების დროს ან შესაბამისი მიზნით, მოგეთხოვებათ მიუთითოთ ისეთი პერსონალური მონაცემები, როგორიცაა: თქვენი სახელი და გვარი, მისამართი, ტელეფონის ნომერი, ელფოსტის მისამართი, საკრედიტო ბარათის ნომერი და საბანკო ანგარიშის ნომერი. ასევე შეიძლება გავიგოთ თქვენი IP მისამართი და თქვენი მოწყობილობის საიდენტიფიკაციო კოდი და დავაკავშიროთ ეს ინფორმაცია თქვენს პერსონალურად იდენტიფიცირებად ინფორმაციასთან, რომელიც მოგვაწოდეთ ანგარიშის შექმნისთვის ან გადახდის ახალი მეთოდის დამატების დროს. ეს პერსონალურად იდენტიფიცირებადი ანგარიშის ინფორმაცია შეგროვდება და, ანგარიშის შექმნისთანავე, დაცული და დაშიფრული ფორმით დაუყოვნებლად გადაიგზავნება კორპორაციაში Microsoft Corporation, შეერთებულ შტატებში, რომ დამუშავდეს თქვენი ტრანზაქციები და მიიღოთ პროდუქტები და სერვისები. ასეთი ინფორმაციის გამოყენება და შენახვა მოხდება იმდენი ხნით, რამდენის უფლებასაც იძლევა კანონი. Microsoft Corporation არ გამოიყენებს თქვენს პერსონალურად იდენტიფიცირებად ინფორმაციას წინამდებარე დოკუმენტში დასახელებულისგან განსხვავებული რაიმე მიზნით, მათ შორის და არამარტო საბაზრო მოქმედებებისთვის. Microsoft-მა შეიძლება თქვენი პერსონალურად იდენტიფიცირებადი ინფორმაცია გაუმხილოს მესამე მხარეებს. მესამე მხარეებს თქვენი ინფორმაცია გაეგზავნება, როდესაც ამის აუცილებლობა არსებოს თქვენი ტრანზაქციის შესრულების თვალსაზრისით, როცა ამას ითხოვს სამართლებრივი პროცესი, როცა საჭიროა რეაგირება საჩივარზე, თაღლითური ქმედების თავიდან ასაცილებლად, ან როცა საჭიროა მოქმედება სახელმწიფო დებულებების შესაბამისად. თქვენი პირადი მონაცემების გახსნა და შეცვლა შეგიძლიათ საიტზე: https://commerce.microsoft.com. თუ გადაწყვეტთ შეცვალოთ თქვენი პირადი მონაცემები, უნდა განაცხადოთ თანხმობა, რომ უფლებას აძლევთ კორპორაციას Microsoft Corporation შეაგროვოს და შეინახოს თქვენი პერსონალურად იდენტიფიცირებადი მონაცემები, როგორც ეს მოცემულია ზემოთ. თუ შექმნით ანგარიშს და დააჭერთ ქვემოთ მოცემულ ღილაკს „ვეთანხმები“, განაცხადებთ თანხმობას, რომ კორპორაციას Microsoft Corporation მიაწოდებთ თქვენს პერსონალურ ინფორმაციას და უფლებას აძლევთ კორპორაციას Microsoft Corporation შეაგროვოს და გაგზავნოს იგი ისე, როგორც აღწერილია წინამდებარე დოკუმენტში.
kk: Сізді өнімдермен немесе қызметтермен қамтамасыз ету үшін пайдаланушы тіркелгісін жасау қажет етіледі. Өнімге немесе қызметке жаңа төлем құралын қамтамасыз еткен сайын, төмендегі мәлімдемені беріп, жалғастырудан бұрын келісіміңізді жинауға құқылымыз. Тіркелгі жасау және/немесе жаңа төлем құралын қосу барысында және сол мақсаттар үшін мынадай жеке тұлғаңызды анықтайтын ақпарат талап етіледі: атыңыз, мекенжайыңыз, телефон нөміріңіз, электрондық пошта мекенжайыңыз, несие картаңыздың нөмірі және банк шотыңыздың нөмірі. Сонымен бірге IP мекенжайыңыз бен құрылғыңыздың идентификаторын жинап, тіркелгі жасауға қатысты немесе жаңа төлем құралы қосылған кезде берілетін осы жеке тұлғалығыңызды анықтайтын ақпаратты байланыстыруға құқылымыз. Бұл жеке тұлғалығыңызды анықтайтын тіркелгі ақпараты жиналады да, тіркелгі жасалған соң, транзакцияларыңызды өңдеу және сізді өнімдермен және қызметтермен қамтамасыз ету үшін Америка Құрама Штаттарындағы Microsoft корпорациясына қауіпсіз, шифрланған күйінде бірден беріледі. Мұндай деректер рұқсат етілген заң бойынша пайдаланылуы және сақталуы мүмкін. Microsoft корпорациясы осы құжатта берілген ақпаратты осында белгіленгендерден басқа мақсаттарға, оның ішінде маркетинг жұмыстарымен шектелместен, пайдалануға құқылы емес. Microsoft жеке тұлғалығыңызды анықтайтын ақпаратты үшінші тараптарға жариялауға құқылы. Транзакцияңызды өңдеу, заңды процесті ұстану, өтінімдерге жауап беру, алаяқтықтың алдын алу немесе мемлекеттік заңдарға сәйкес әрекет ету үшін сол істеу керек болған жағдайда, ақпаратыңыз үшінші тараптарға беріледі. Жеке тұлғалығыңызды анықтайтын ақпаратқа кіруге немесе оны өзгертуге болатын сайт: https://commerce.microsoft.com. Ақпаратыңызды өзгертуді таңдаған жағдайда, осы құжат арқылы Microsoft корпорациясына жоғарыда аталған жеке тұлғалығыңызды анықтайтын ақпаратты жинауға және үшінші тарапқа беруге келісім бересіз. Тіркелгі жасау және төмендегі “Келісемін” түймесін басу арқылы Microsoft корпорациясына жеке тұлғалығыңызды анықтайтын ақпаратты беруге, Microsoft корпорациясының жинағына, осы құжатта қарастырылғандай жеке тұлғалығыңызды анықтайтын ақпаратты үшінші тараптарға беруге және ортақ пайдалануға келісесіз.
kn: ನಿಮಗೆ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ನೀಡುವುದಕ್ಕಾಗಿ ನೀವು ಬಳಕೆದಾರ ಖಾತೆಯನ್ನು ರಚಿಸುವುದು ಅಗತ್ಯವಿರುತ್ತದೆ. ಉತ್ಪನ್ನ ಅಥವಾ ಸೇವೆಗಾಗಿ ಪ್ರತಿ ಬಾರಿ ನೀವು ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಒದಗಿಸಿದಾಗ ನಾವು ಮುಂದಿನ ಸೂಚನೆಯನ್ನು ಒದಗಿಸಬಹುದು ಮತ್ತು ನೀವು ಮುಂದುವರಿಯುವ ಮೊದಲು ನಿಮ್ಮ ಸಮ್ಮತಿಯನ್ನು ಪಡೆಯಬಹುದು. ಖಾತೆ ರಚನೆ ಸಮಯದಲ್ಲಿ ಮತ್ತು/ಅಥವಾ ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸುವ ಉದ್ದೇಶಗಳಿಗೆ ನೀವು ಇವುಗಳಂತಹ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಬೇಕಾಗುತ್ತದೆ: ನಿಮ್ಮ ಹೆಸರು, ವಿಳಾಸ, ಫೋನ್ ಸಂಖ್ಯೆ, ಇಮೇಲ್ ವಿಳಾಸ, ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ಮತ್ತು ಬ್ಯಾಂಕ್ ಖಾತೆ ಸಂಖ್ಯೆ. ನಿಮ್ಮ IP ವಿಳಾಸ ಮತ್ತು ನಿಮ್ಮ ಸಾಧನ ID ಅನ್ನೂ ಸಹ ನಾವು ಸಂಗ್ರಹಿಸಬಹುದು ಮತ್ತು ಈ ಮಾಹಿತಿಯನ್ನು ನೀವು ಖಾತೆಯನ್ನು ರಚಿಸುವುದಕ್ಕಾಗಿ ಅಥವಾ ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸುವ ಸಂದರ್ಭದಲ್ಲಿ ಒದಗಿಸುವ ವೈಯಕ್ತಿಕ ಡೇಟಾದ ಜೊತೆಗೆ ಸಂಯೋಜಿಸಬಹುದು. ಈ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಖಾತೆ ರಚಿಸಿದ ತಕ್ಷಣವೇ ಸುರಕ್ಷಿತವಾದ, ಎನ್ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾದ ರೀತಿಯಲ್ಲಿ ನಿಮ್ಮ ವಹಿವಾಟುಗಳನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದಕ್ಕಾಗಿ ಮತ್ತು ನಿಮಗೆ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಒದಗಿಸುವುದಕ್ಕಾಗಿ ಸಂಯುಕ್ತ ಸಂಸ್ಥಾನಗಳಲ್ಲಿರುವ Microsoft Corporation ಗೆ ವರ್ಗಾಯಿಸಲಾಗುತ್ತದೆ. ಅಂತಹ ಡೇಟಾವನ್ನು ಕಾನೂನು ಅನುಮತಿಸುವ ತನಕ ಬಳಸಬಹುದು ಮತ್ತು ಇರಿಸಿಕೊಳ್ಳಬಹುದು. ಇಲ್ಲಿ ಒದಗಿಸಲಾದ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಮಾರ್ಕೆಟಿಂಗ್ ಚಟುವಟಿಕೆಗಳಿಗೆ ಒಳಗೊಂಡು ಆದರೆ ಅವುಗಳಿಗೆ ಮಿತಿಯಿಲ್ಲದಂತೆ ಇಲ್ಲಿ ವಿವರಿಸಲಾಗಿರುವುದನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಉದ್ದೇಶಗಳಿಗೆ Microsoft Corporation ಬಳಸುವುದಿಲ್ಲ. Microsoft ನಿಮ್ಮ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಮೂರನೆಯ ವ್ಯಕ್ತಿಗಳಿಗೆ ಬಹಿರಂಗಪಡಿಸಬಹುದು. ನಿಮ್ಮ ವಹಿವಾಟನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು, ಕಾನೂನು ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ಅನುಸರಿಸಲು, ಕ್ಲೇಮ್ಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು, ವಂಚನೆಯನ್ನು ತಡೆಗಟ್ಟಲು ಅಥವಾ ಸರ್ಕಾರಿ ನಿಬಂಧನೆಗಳ ಪ್ರಕಾರ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಯುಕ್ತವಾಗಿ ಅಗತ್ಯವಿದ್ದಾಗ ಮಾತ್ರ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಮೂರನೆಯ ವ್ಯಕ್ತಿಗಳಿಗೆ ವರ್ಗಾಯಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಇಲ್ಲಿ ನೀವು ಪ್ರವೇಶಿಸಬಹುದು ಅಥವಾ ಮಾರ್ಪಡಿಸಬಹುದು: https://commerce.microsoft.com. ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಮಾರ್ಪಡಿಸಲು ನೀವು ಆರಿಸಿಕೊಂಡ ಪಕ್ಷದಲ್ಲಿ, ನೀವು Microsoft Corporation ಗೆ ಮೇಲೆ ತಿಳಿಸಲಾದಂತೆ ನಿಮ್ಮ ವೈಯಕ್ತಿವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು ಮತ್ತು ತಕ್ಷಣವೇ ವರ್ಗಾಯಿಸಲು ಅನುಮತಿಸುವ ಸಮ್ಮತಿಯನ್ನು ಈ ಮೂಲಕ ಒದಗಿಸುತ್ತಿರುವಿರಿ. ಖಾತೆಯನ್ನು ರಚಿಸುವ ಮತ್ತು ಕೆಳಗೆ “ಒಪ್ಪುತ್ತೇನೆ” ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು Microsoft Corporation ಗೆ ನಿಮ್ಮ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಲು ಒಪ್ಪುತ್ತೀರಿ ಮತ್ತು ನೀವು ಇಲ್ಲಿ ವಿವರಿಸಲಾಗಿರುವಂತೆ ನಿಮ್ಮ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು Microsoft ಸಂಗ್ರಹಿಸುವುದಕ್ಕೆ, ಮೂರನೇ ಪಕ್ಷಗಳಿಗೆ ವರ್ಗಾಯಿಸುವುದಕ್ಕೆ ಮತ್ತು ಅವುಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದಕ್ಕೆ ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ.
ko: 제품 또는 서비스를 제공받기 위해서는 사용자 계정을 만들어야 합니다. 회원님이 제품 또는 서비스에 대한 새로운 결제 방법을 입력할 때마다 Microsoft Corporation은 다음과 같이 공지하고 계속 진행하기 전에 회원님의 동의를 얻습니다. 계정을 만들거나 새로운 결제 방법을 추가하려면 회원님이 이름, 주소, 전화 번호, 메일 주소, 신용 카드 번호, 은행 계좌 번호 등의 개인 식별이 가능한 정보를 제공해 주셔야 합니다. 또한 Microsoft Corporation에서 IP 주소와 장치 ID를 수집하여, 회원님이 계정을 만들거나 새로운 결제 방법을 추가할 때 제공한 개인 정보와 연결시킬 수 있습니다. 개인 식별이 가능한 계정 정보는 계정이 만들어지는 즉시 거래를 처리하고 회원님에게 제품과 서비스를 제공하기 위해 안전하게 암호화된 방식으로 수집되어 Microsoft Corporation으로 전송됩니다. 이러한 정보는 법률에서 허용하는 한도 내에서 사용 및 보관됩니다. Microsoft Corporation은 마케팅 활동을 포함하여(단, 이에 제한되지 않음) 여기에 명시된 목적 이외의 다른 목적으로는 여기에 제공된 개인 식별이 가능한 정보를 사용하지 않습니다. Microsoft는 회원님의 개인 식별이 가능한 정보를 제3자에게 공개할 수 있습니다. 즉, 회원님의 거래를 처리하거나 법률을 준수하거나 청구에 대응하거나 사기를 방지하거나 정부 규정을 따르기 위해 합리적으로 필요한 경우 제3자에게 정보가 전송됩니다. https://commerce.microsoft.com에서 개인 식별이 가능한 정보를 확인하거나 수정할 수 있습니다. 개인 정보를 수정하도록 선택한 경우 이 계약에 따라 Microsoft Corporation이 위에 명시된 대로 회원님의 개인 식별이 가능한 정보를 수집하고 즉시 전송한다는 데 동의하는 것입니다. 계정을 만들고 아래의 "동의" 단추를 클릭함으로써 회원님은 Microsoft Corporation에 회원님의 개인 식별이 가능한 정보를 제공하는 데 동의하며 Microsoft가 여기에 명시된 대로 회원님의 개인 식별이 가능한 정보를 수집 및 전송하고 제3자와 공유한다는 데에도 동의하는 것입니다.
ku_arab: بۆ ئەوەی بتوانین ئەو بەرهەم و خزمەتگوزاریانەت بۆ دەستەبەر بکەین، پێویست بەوە دەکات کە تۆ ئەژمێری بەکارهێنەرێک دروست بکەیت. هەرکاتێک کە تۆ رێنماییەکی نوێی پارەدان بۆ بەرهەمێک یان خزمەتگوزاریەک دەستەبەر دەکەیت، رەنگە ئێمە ئەم ئاگاداریەی خوارەوە بدەین و داوای رەزامەندی تۆ بکەین پێش بەردەوام بوون. لەکاتی پرۆسەکەدا و بە مەبەستی دروستکردنی ئەژمێر و/یان زێدەکردنی رێنماییەکانی نوێی پارەدان، داوات لێدەکرێت زانیاری ناسەرەوەی شەخسی دەستەبەر بکەیت، وەک: ناوی خۆت، ناونیشان، ژمارەی تەلەفۆن، ناونیشانی ئیمەیڵ، ژمارەی کرێدت کارت و ژمارەی ئەژمێری بانک. رەنگە ئێمە بە هەمان شێوە ناونیشانی IP ی تۆ و ناسنامەی ئامێرەکەت وەربگرین و وابەستەی ئەم زانیاریانە بە زانیاری ناسەرەوەی شەخسی تۆوەی بکەین کە بۆ دروستکردنی ئەم ئەژمێرە یان کاتێک رێنماییەکی نوێی پارەدان زێدە دەکەیت دەستەبەرت کردووە. ئەم زانیاری ئەژمێرە ناسەرەوەیە کۆدەکرێتەوە و دەستوبرد لەگەڵ دروستکردنی ئەژمێرەکەدا بە شێوازێکی سەلامەت و رەمزێنراو دەگوازرێتەوە بۆ Microsoft Corporation لە ویلایەتە یەکگرتووەکان بە بەمەبەستی سازکردنی سەوداگەریەکانی تۆ و دابینکردنی بەرهەم و خزمەتگوزاریەکان بۆ تۆ. رەنگە ئەو جۆرە دەیتایە هەتا ئەو ئاستەی یاسا رێگە دەدات بەکاربهێنرێت و بپارێزرێت. Microsoft Corporation زانیاری ناسەرەوەی شەخسی تۆ هەروەک لای خوارەوە هاتووە بۆ هەر مەبەستێکی دیکەی بەدەر لەوەی لێرەدا هاتووە بەکار ناهێنێت، لەوانە و سنووردار نییە بە چالاکیەکانی بازاڕگەری. رەنگە Microsoft زانیاری ناسەرەوەی شەخسی تۆ بۆ لایەنانی سێهەم ئاشکرا بکات. ئەو زانیاریەی تۆ کە دەگوازرێتەوە بۆ لایەنانی سێهەم تەنها بەو بڕە لۆژیکیە پێویستەیە کە بۆ سازکردنی سەوداگەری تۆ پێویستە، بۆ وەڵامدانەوەی داوای یاسایی، رێگریکردن لە ساختەکاری یان کردەوەیەک بە گوێرەی رێسا حکومییەکان. رەنگە دەستگەیشتنت هەبێت بۆ زانیاریە ناسەرەوە شەخسیەکانی خۆت یان هەمواری بکەیتەوە لە: https://commerce.microsoft.com. لە حاڵەتێکدا بتەوێت هەمواری زانیاریەکانت بکەیت، تۆ لێرەدا رەزامەندی دەردەبڕیت لەسەر رێگەدان بە Microsoft Corporation بۆ ئەوەی زانیاری ناسەرەوەی شەخسی تۆ کۆبکاتەوە و دەستوبرد بیگوازێتەوە هەروەک لای سەرەوە هاتووە. بە دروستکردنی ئەژمێرێک و کرتە کردن لەسەر دوگمەی رازیم، تۆ رەزامەندی دەردەبڕیت لەسەر پێدانی زانیاری ناسەرەوەی شەخسی خۆت بە Microsoft Corporation و رەزامەندی خۆت لەسەر ئەوەی Microsoft زانیاری ناسەرەوەی شەخسی تۆ کۆبکاتەوە و هاوبەشی بکات لەگەڵ لایەنانی سێهەم بەو شێوەی لەم بەڵگەنامەیەدا هاتووە.
ky: Сизге өнүмдөр же кызматтарды берүү үчүн каттоо жазуусун түзүшүңүз талап кылынат. Сиз өнүм же кызмат үчүн жаңы төлөм куралын киргизген сайын биз ылдыйкыдай эскертме берип, улантар алдында сиздин макулдугуңузду алып турушубуз мүмкүн. Каттоо жазууңузду түзүү жана/же жаңы төлөм куралын кошуу учурунда жана бул үчүн сиздин төмөнкү сыяктуу жеке маалым аттарыңызды беришиңиз талап кылынмакчы: атыңыз, дарегиңиз, телефон номериңиз, имейл дареги, насыя картаңыздын номуру жана банктагы каттоо эсебиңиздин номуру. Биз ошондой эле сиздин IP дарегиңизди жана түзмөгүңүздүн энчилүү санын сактап калып, бул маалыматты сиз каттоо жазууңузду түзүп жатканда же жаңы төлөө ыкмасын кошуп жатканда берген жеке маалымат менен жыйнай алабыз. Бул жеке таандык эсеп жөнүндө маалымат алынат жана ошол замат Сиздин бүтүмдөрдү иштеп чыгуу үчүн Кошмо Штаттардагы Microsoft Corporation үчүн коопсуз, Оско тартипте эсеп жазуусун жаратуу боюнча өткөрүлүп берилген жана силер үчүн каржылык өнүмдөрдү жана кызматтарды көрсөтүү. Мындай маалыматтарды пайдалануу жана көп мыйзам тарабынан жол катары сакталып калышы мүмкүн. Microsoft Corporation сиздин жекеликти аныктоочу маалыматты ушул Кодексте каралган ушул Кодексте белгиленген башка максаттар үчүн каралган, анын ичинде, бирок маркетинг иш менен эле чектелген эмес. .Microsoft үчүнчү жактарга сиздин жекеликти аныктоочу маалыматты ачыкка чыгарышы мүмкүн колдоно албайт. Сиздин маалыматты үчүнчү жактарга, ошондуктан, сиздин бүтүмдү иштеп мыйзамдуу жол менен аткаруу үчүн негиздүү зарыл дооматтарга жооп кылып мамлекеттик ченемдик актыларынын талаптарына ылайык, алдамчылык же аракетти алдын кийин өткөрүлүп берилет. Сиз кимдигиңизди аныктаган маалыматыңызды бул даректен ала же жаңылай аласыз: https://commerce.microsoft.com. Сиз кимдигиңизди аныктаган маалыматыңызды жаңылоону чечсеңиз, сиз аны менен Майкрософт корпорациясы сиздин жеке маалыматыңызды жогоруда көрсөтүлгөндөй чогултуп жана сактап коюшуна макулдугуңузду билдирген болосуз. Каттоо жазууңузду ачып, ылдыйкы “Макул бол” баскычын басуу менен сиз Майкрософт корпорациясына, сиз бул документте көрсөтүлгөндөй сиздин кимдигиңизди аныктаган маалыматыңызды Microsoft корпорациясынын жыйнагына бергенге, үчүнчү жактарга ошол маалыматты өткөргөнгө жана алар менен жалпы колдонгонго макулдугуңузду берип жатасыз.
lo: ເພື່ອໃຫ້ທ່ານ ການບໍລິການ ແລະ ຜະລິດຕະພັນນັ້ນໄດ້ຮຽກຮ້ອງໃຫ້ທ່ານສ້າງ ບັນຊີ ຜູ້ໃຊ້. ທຸກໆຄັ້ງທີ່ທ່ານໃຫ້ເຄື່ອງມືການຊຳລະອັນໃໝ່ ສຳລັບ ຜະລິດຕະພັນ ຫລື ການບໍລິການໜຶ່ງ ພວກເຮົາອາດໃຫ້ການແຈ້ງການດັ່ງຕໍ່ໄປນີ້ ແລະ ເກັບກຳ ການຍິນຍອມຂອງທ່ານກ່ອນທ່ານດຳເນີນຕໍ່. ໃນລະຫວ່າງ ແລະ ຈຸດປະສົງສຳລັບການສ້າງບັນຊີແລະ /ຫລື ເພີ່ມເຄື່ອງມືການຊຳລະອັນໃໝ່ ທ່ານຈະຖືກຮຽກຮ້ອງໃຫ້ ສະໜອຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວ ເຊັ່ນ: ຊື່ຂອງທ່ານ, ທີ່ຢູ່, ເບີໂທລະສັບ, ທີ່ຢູ່ອີເມວ, ເລກບັດເຄຣດິດ ແລະ ເລກບັນຊີທະນາຄານ. ພວກເຮົາອາດເກັບກຳທີ່ຢູ່ IP ແລະ ID ອຸປະກອນຂອງທ່ານແລະເຊື່ອມໂຍງຂໍ້ມູນນີ້ກັບ ຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວທີ່ໃຫ້ ສຳລັບການສ້າງບັນຊີ ຫລື ໃນຕອນເພີ່ມ ເຄື່ອງມືການຊຳລະອັນໃໝ່. ຂໍ້ມູນບັນຊີການລະບຸຕົວຕົນສ່ວນຕົວນີ້ຈະຖືກເກັບກຳ ແລະໂອນຖ່າຍທັນທີເມື່ອບັນຊີຖືກສ້າງໃນຮູບແບບທີ່ປອດໄພ, ໃສ່ລະຫັດແລ້ວ ໄປຍັງ Microsoft Corporation ໃນສະຫະລັດ ເພື່ອດຳເນີນການທຸລະກຳຂອງທ່ານ ແລະສະໜອງ ຜະລິດຕະພັນ ແລະການບໍລິການແກ່ທ່ານ. ຂໍ້ມູນດັ່ງກ່າວອາດຈະໃຊ້ ແລະຮັກສາໄວ້ ດົນຕາມທີ່ກົດໝາຍອະນຸຍາດໃຫ້. Microsoft Corporation ຈະບໍ່ໃຊ້ ຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານທີ່ໃຫ້ໃນນີ້ເພື່ອຈຸດປະສົງທີ່ນອກເໜືອຈາກ ຈຳພວກທີ່ໄດ້ອະທິບາຍໃນເອກະສານນີ້, ລວມເຖິງ ແຕ່ບໍ່ຈຳກັດ ສຳລັບກິດຈະກຳການຕະຫລາດຕ່າງໆ. Microsoft ອາດເປີດເຜີຍ ຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານໃຫ້ກັບບຸກຄົນທີສາມ. ຂໍ້ມູນຂອງທ່ານໄດ້ໂອນຖ່າຍໄປຍັງບຸກຄົນທີສາມ ເມື່ອເຮັດດັ່ງນັ້ນຈຳເປັນໃນການດຳເນີນການທຸລະກຳຂອງທ່ານຢ່າງມີເຫດຜົນ, ປະຕິບັດຕາມ ຂັ້ນຕອນກົດໝາຍ, ຕອບສະໜອງຕໍ່ການຮຽກຮ້ອງ, ປ້ອງກັນການສໍ້ໂກງ ຫລື ເຮັດຕາມກົດລະບຽບທີ່ລັດຖະບານວາງອອກ. ທ່ານອາດເຂົ້າຫາ ຫລື ແກ້ໄຂ ຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານໄດ້ທີ່: https://commerce.microsoft.com. ໃນກໍລະນີທ່ານເລືອກເພື່ອແກ້ໄຂ ຂໍ້ມູນຂອງທ່ານໂດຍໜັງສືສະບັບນີ້ ທ່ານໃຫ້ການຍິນຍອມ ຊື່ງອະນຸຍາດ Microsoft Corporation ເພື່ອເກັບກຳ ແລະໂອນຖ່າຍ ຂໍ້ມູນລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານຕາມທີ່ແຈ້ງຂ້າງເທິງ. ໂດຍການສ້າງບັນຊີ ແລະຄລິກປຸ່ມ “ເຫັນດີ” ດ້ານລຸ່ມເພື່ອຕົກລົງເຫັນດີໃນການສະຫນອງ ຂໍ້ມູນລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານແກ່ Microsoft Corporation ແລະທ່ານຍິນຍອມໃຫ້ Microsoft Corporation ເກັບກຳ, ໂອນຖ່າຍ ແລະແບ່ງປັນ ຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານກັບບຸກຄົນທີສາມຕາມທີ່ໄດ້ອະທິບາຍໃນໜັງສືສະບັບນີ້.
lt: Kad galėtumėte įsigyti produktų ir paslaugų, jums reikia susikurti vartotojo paskyrą. Kiekvieną kartą jums pateikus naują mokėjimo už produktą arba paslaugą priemonę, prieš tęsiant mes galime pateikti šį pranešimą ir paprašyti jūsų sutikimo. Paskyros kūrimo ir (arba) naujos mokėjimo priemonės įtraukimo metu jums reikės pateikti procesui būtinus asmeninius duomenis, pvz., savo vardą ir pavardę, adresą, telefono numerį, el. pašto adresą, kredito kortelės numerį ir banko sąskaitos numerį. Taip pat galime užfiksuoti jūsų IP adresą ir įrenginio ID bei susieti šią informaciją su jūsų asmeniniais duomenimis, kuriuos pateikėte kurdami paskyrą arba įtraukdami naują mokėjimo priemonę. Sukūrus paskyrą ši asmeninė paskyros informacija bus surinkta ir nedelsiant perduota saugiu, šifruotu būdu „Microsoft Corporation“, įsikūrusiai JAV, kuri apdoros jūsų operacijas ir teiks jums produktus ir paslaugas. Šie duomenys gali būti naudojami ir saugomi įstatymo numatytą laikotarpį. „Microsoft Corporation“ čia pateiktus asmeninius duomenis naudos tik čia nurodytais tikslais, įskaitant, bet neapsiribojant rinkodaros veikla. „Microsoft“ gali atskleisti jūsų asmeninius duomenis trečiosioms šalims. Jūsų informacija perduodama trečiosioms šalims, kai tai pagrįstai būtina jūsų operacijoms apdoroti, teisinių procedūrų sąlygoms tenkinti, pretenzijoms atsakyti, sukčiavimo prevencijai arba valstybiniams reglamentams tenkinti. Savo asmeninius duomenis galite pasiekti arba modifikuoti adresu https://commerce.microsoft.com. Jei nuspręsite modifikuoti savo asmeninius duomenis, šiuo dokumentu sutinkate, kad „Microsoft Corporation“ suteikiama teisė rinkti ir nedelsiant perduoti jūsų asmeninius duomenis kaip nurodyta anksčiau. Kurdami savo paskyrą ir spustelėdami „Sutinku“ sutinkate pateikti „Microsoft Corporation“ savo asmeninius duomenis ir sutinkate, kad „Microsoft Corporation“ rinktų, perduotų ir bendrintų jūsų asmeninius duomenis trečiosioms šalims kaip nurodyta šiame dokumente.
lv: Lai jūs varētu saņemt produktus vai pakalpojumus, jums ir jāizveido lietotāja konts. Katru reizi, kad nodrošināt jaunu maksāšanas līdzekli, mēs varam nodrošināt tālāk redzamo paziņojumu un iegūt jūsu piekrišanu, pirms turpināt. Konta izveides un/vai jauna maksāšanas līdzekļa pievienošanas laikā un šī procesa izpildei jums vajadzēs nodrošināt šādu personu identificējošu informāciju: jūsu vārds, adrese, tālruņa numurs, e-pasta adrese, kredītkartes numurs un bankas konta numurs. Iespējams, mēs iegūsim arī jūsu IP adresi un ierīces ID un saistīsim šo informāciju ar personu identificējošo informāciju, ko nodrošināt, lai izveidotu kontu vai pievienotu jaunu maksāšanas līdzekli. Šī personu identificējošā konta informācija tūlīt pēc konta izveides tiks apkopota un nekavējoties pārsūtīta drošā, šifrētā veidā korporācijai Microsoft Corporation Amerikas Savienotajās Valstīs, lai apstrādātu jūsu transakcijas. Šādus datus var izmantot un glabāt tiesību aktos noteikto laika posmu. Korporācija Microsoft Corporation neizmantos šeit norādīto personu identificējošo informāciju citiem mērķiem, kā vien tiem, kas šeit norādīti, tostarp (bet ne tikai) mārketinga darbībām. Microsoft var atklāt jūsu personu identificējošo informāciju trešajām pusēm. Jūsu informācija tiek pārsūtīta gadījumos, kad tas ir nepieciešams, lai apstrādātu jūsu transakciju, izpildītu ar tiesas procesu saistītas darbības, atbildētu uz prasībām, novērstu krāpniecību vai rīkotos saskaņā ar valsts tiesību aktiem. Varat piekļūt savai personu identificējošajai informācijai un to modificēt šeit: https://commerce.microsoft.com. Izvēloties modificēt savu informāciju, jūs ar šo nodrošināt atļauju korporācijai Microsoft Corporation apkopot un nekavējoties pārsūtīt jūsu personu identificējošo informāciju saskaņā ar iepriekš aprakstītajām darbībām. Izveidojot kontu un noklikšķinot uz tālāk esošās pogas “Piekrist”, jūs piekrītat nodrošināt korporācijai Microsoft Corporation savu personu identificējošo informāciju un piekrītat, ka Microsoft apkopo, pārsūta un kopīgo jūsu personu identificējošo informāciju ar trešajām pusēm, kā aprakstīts šajā rakstā.
mi: Kia horaina mai he hua, he ratonga rānei ki a koe, he mea nui kia hanga koe i tētahi pūkete kaiwhakamahi. I ngā wā katoa e hora mai ai koe i tētahi tikanga utu hōu mō tētahi hua, tētahi ratonga rānei, mā mātou pea e tuku atu te pānui e whai ake nei me te rapu i tō whakaaetanga i mua i tō haerenga whakamua. I roto i ngā mahi hanga pūkete, te tāpiri tikanga utu hou hoki/rānei, hei āwhina hoki i aua mahi, me mātua hora mai e koe ētahi raraunga whaiaro ka taea te tautohu pēnei i: tō ingoa, tō wāhi noho, tō tau waea, tō wāhitau īmēra, tō tau kāri tāwere me tō tau pūkete pēke. Ka kohia hoki pea e mātou tō wāhitau IP me tō TT pūrere, ka whakapiri ai i tēnei mōhiohio ki ngā raraunga whaiaro ka taea te tautohu kua horaina mai e koe mō te hanga pūkete, mō te tāpiri rānei i tētahi tikanga utu hou. Ka kohia, ka whakawhitia inamata ēnei mōhiohio whaiaro ka taea te tautohu i te hanganga pūkete i runga i ngā tikanga muna, haumaru hoki ki Microsoft Corporation i Amerika, hei tukatuka i ō whakawhitinga hei hora hoki i ngā hua me ngā ratonga ki a koe. Ka whakamahia pea ka puritia hoki mō te roanga o te wā e whakaaetia ana e te ture. E kore a Microsoft Corporation e whakamahi ō mōhiohio whaiaro ka taea te tautohu mō ngā pūtake i tua atu i ērā e tākina atu nei i konei, tae atu, engari kāore e herea anake, ki ngā mahi hokohoko. E kore a Microsoft e whākī i ō mōhiohio whaiaro ka taea te tautohu ki te hunga tuatoru. Ka whakawhitiria ō mōhiohio ki te hunga tuatoru mehemea me pērā anake e taea ai tō whakawhitinga te tukatuka, te whakahāngai rānei i ngā mahi ki ngā ritenga ā-ture, te urupare rānei ki ngā kerēme, te aukati i te mahi tinihanga, i raro rānei i ngā ritenga o te kāwanatanga. Ka taea e koe te uru te whakarerekē rānei i ō mōhiohio whaiaro ka taea te tautohu i: https://commerce.microsoft.com. Ki te kōwhiri koe kia whakarerekē i ō mōhiohio mā reira kua whakaae koe ki te kohikohi me te whakawhiti inamata a Microsoft Corporation i ō mōhiohio whaiaro ka taea te tautohu, pēra i runga nei. Mā te hanga pūkete me te pāwhiri i te pātene "Whakaae" i raro iho nei kei te whakaae koe kia kohikohi kia rokiroki hoki Microsoft Corporation i ō mōhiohio whaiaro ka taea te tautohu, me te whakaae kia kohikohi kia whakawhiti kia tiri hoki a Microsoft Corporation i ō mōhiohio whaiaro ka taea te tautohu ki te hunga tuatoru pēra i ngā kōrero e tākina atu nei.
mk: За да ви се обезбедуваат производи или услуги потребно е да создадете корисничка сметка. Секој пат кога ќе наведете нов инструмент за плаќање за производ или услуга може да го обезбедиме следново известување и да побараме ваша согласност пред да продолжите. За да создадете сметка и за време на нејзиното создавање и/или додавањето на нов инструмент за плаќање ќе ви се побараат лични информации за идентификација како што се: име, адреса, телефонски број, адресата на е-поштата, број на кредитна картичка и број на банкарска сметка. Исто така, може да ја собереме вашата ИП-адреса и идентификацискиот број на уредот и да ги поврземе овие лични информации за идентификација кои ги обезбедувате за создавање на сметката или кога додавате нов инструмент за плаќање. Овие лични информации за идентификација ќе се собираат и веднаш по создавањето на сметката ќе се префрлат во Microsoft Corporation во Соединетите Американски Држави на безбеден и шифриран начин со цел да ги обработат вашите трансакции и да ви обезбедат производи и услуги. Таквите податоци може да се користат и задржат колку што е дозволено со закон. Microsoft Corporation нема да ги користи личните информации за идентификација обезбедени со ова за други цели освен за оние што тука се утврдени, вклучувајќи ги, но не ограчничувајќи се на маркетиншките активности. Microsoft може да им ги открива личните информации за идентификација на трети страни. Вашите информации се пренесуваат до трети страни кога тоа е разумно потребно за обработка на вашата трансакција, усогласување со законските процеси, одговарање на барањата, спречување измама или дејствување во согласност со нашите законски регулативи. Може да им пристапите или да ги менувате личните информации за иднетификација на: https://commerce.microsoft.com. Доколку одлучите да ги менувате информациите, овдека со тоа давате согласност што дозволува Microsoft Corporation да ги собира и веднаш да ги пренесе личните информации за идентификација како што е наведено погоре. Создавајќи сметка и кликнувајќи на копчето „Се согласувам“ подолу, се согласувате на Microsoft Corporation да му ги обезбедите личните информации за идентификација и се согласувате Microsoft да ги собира, пренесува и споделува личните информации за идентификација со трети страни, како што е утврдено тука.
ml: നിങ്ങൾക്ക്ഉൽപ്പന്നങ്ങളോസേവനങ്ങളോനൽകാൻ, നിങ്ങൾഒരുഉപയോക്തൃഅക്കൗണ്ട്സൃഷ്ടിക്കേണ്ടതുണ്ട്. നിങ്ങൾഒരുഉൽപ്പന്നത്തിനോസേവനത്തിനോആയിഓരോതവണയുംഒരുപുതിയപേയ്മെന്റ്രീതിനൽകുമ്പോൾ, തുടരുന്നതിന്മുമ്പായിഞങ്ങൾഇനിപ്പറയുന്നഅറിയിപ്പ്നൽകിനിങ്ങളുടെസമ്മതംശേഖരിക്കാനിടയുണ്ട്. അക്കൗണ്ട്സൃഷ്ടിക്കലിനുംഒപ്പം/അല്ലെങ്കിൽഒരുപുതിയപേയ്മെന്റ്രീതിചേർക്കുന്നതിനുംഇടയിലോഅതിന്റെആവശ്യകതയ്ക്കോആയി, നിങ്ങൾക്ക്ഇവപോലുള്ളവ്യക്തിഗതമായിതിരിച്ചറിയാനാകുന്നവിവരങ്ങൾനൽകേണ്ടിവരും: നിങ്ങളുടെപേര്, വിലാസം, ഫോൺനമ്പർ, ഇമെയിൽവിലാസം, ക്രെഡിറ്റ്കാർഡ്നമ്പർ, ബാങ്ക്അക്കൗണ്ട്നമ്പർ. ഞങ്ങൾനിങ്ങളുടെ IP വിലാസവുംഉപകരണ ID-യുംശേഖരിച്ച്ഈവിവരംഅക്കൗണ്ട്സൃഷ്ടിക്കലിനോഒരുപുതിയപേയ്മെന്റ്രീതിചേർക്കുമ്പോഴോനിങ്ങൾനൽകുന്നവ്യക്തിഗതമായിതിരിച്ചറിയാനാകുന്നവിവരവുമായിബന്ധപ്പെടുത്താനുംഇടയുണ്ട്. അക്കൗണ്ട്സൃഷ്ടിക്കുമ്പോൾവ്യക്തിഗതമായിതിരിച്ചറിയാനാകുന്നഅക്കൗണ്ട്വിവരംശേഖരിക്കപ്പെടുകയുംനിങ്ങളുടെഇടപാടുകൾപ്രോസസ്ചെയ്ത്നിങ്ങൾക്ക്ഉൽപ്പന്നങ്ങളുംസേവനങ്ങളുംനൽകുന്നതിനായിസുരക്ഷിതവുംഗൂഢഭാഷയാക്കിയതുമായരീതിയിൽഉടനടിഅമേരിക്കൻഐക്യനാടുകളിലുള്ള Microsoft Corporation-ലേക്ക്കൈമാറുകയുംചെയ്യും. നിയമംഅനുവദിക്കുന്നിടത്തോളംകാലംഅത്തരംവിവരംഉപയോഗിക്കാനുംനിലനിർത്താനുംഇടയുണ്ട്. വിപണനപ്രവർത്തനങ്ങൾഉൾപ്പെടെ, എന്നാൽഅതിൽമാത്രംപരിമിതപ്പെടുത്താത്ത, ഇവിടെപ്രതിപാദിച്ചിരിക്കുന്നവയ്ക്ക്പുറമെയുള്ളമറ്റ്ആവശ്യങ്ങൾക്കായിനിങ്ങളെവ്യക്തിഗതമായിതിരിച്ചറിയാകുന്നവിവരങ്ങൾ Microsoft Corporation ഉപയോഗിക്കുകയില്ല. നിങ്ങളെവ്യക്തിഗതമായിതിരിച്ചറിയാനാകുന്നവിവരങ്ങൾ Microsoft മൂന്നാംകക്ഷികൾക്ക്വെളിപ്പെടുത്തിയേക്കാം. നിങ്ങളുടെഇടപാട്പ്രോസസ്ചെയ്യുന്നതിനോനിയമപ്രക്രിയപാലിക്കുന്നതിനോക്ലെയിമുകളോട്പ്രതികരിക്കുന്നതിനോവഞ്ചനതടയുന്നതിനോസർക്കാർസ്ഥാപനങ്ങൾക്ക്അനുസൃതമായിപ്രവർത്തിക്കുന്നതിനോആയന്യായമായആവശ്യങ്ങൾനിർവ്വഹിക്കാൻനിങ്ങളുടെവിവരംമൂന്നാംകക്ഷികൾക്ക്കൈമാറേണ്ടതുണ്ട്. നിങ്ങളെവ്യക്തിഗതമായിതിരിച്ചറിയാനാകുന്നവിവരംഇവിടെആക്സസ്ചെയ്യുകയോപരിഷ്ക്കരിക്കുകയോചെയ്യാവുന്നതാണ്: https://commerce.microsoft.com. നിങ്ങളുടെവിവരംപരിഷ്ക്കരിക്കുന്നത്നോക്കിയെടുക്കുന്നസാഹചര്യത്തിൽ, മുകളിൽഅറിയിച്ചത്പോലെനിങ്ങളെവ്യക്തിഗതമായിതിരിച്ചറിയാനാകുന്നവിവരംശേഖരിച്ച്ഉടനടികൈമാറാൻ Microsoft Corporation-നെഅനുവദിക്കുന്നസമ്മതംനിങ്ങൾഇതുവഴിനൽകുകയാണ്. ഒരുഅക്കൗണ്ട്സൃഷ്ടിച്ച്ചുവടെയുള്ള "അംഗീകരിക്കുക" ബട്ടൺഅമർത്തുന്നതിലൂടെ, Microsoft Corporation-ന്നിങ്ങളെവ്യക്തിഗതമായിതിരിച്ചറിയാനാകുന്നവിവരംനൽകുന്നത്അംഗീകരിക്കുകയുംഇതിൽപ്രതിപാദിച്ചിരിക്കുന്നതുപോലെ Microsoft നിങ്ങളെവ്യക്തിഗതമായിതിരിച്ചറിയാനാകുന്നവിവരംശേഖരിക്കുകയുംഅവമൂന്നാംകക്ഷികളുമായികൈമാറുകയുംപങ്കിടുകയുംചെയ്യുന്നത്നിങ്ങൾസമ്മതിക്കുകയുംചെയ്യുന്നു.
mn: Таныг бүтээгдэхүүн буюу үйлчилгээгээр хангахын тулд танд хэрэглэгчийн бүртгэл үүсгэсэн байх шаардлагатай. Таныг бүтээгдэхүүн буюу үйлчилгээ авахдаа шинээр төлбөрийн хэрэгсэл оруулах бүрд бид дараах мэдэгдлийг өгч, таныг цааш үргэлжлүүлэхээс өмнө зөвшөөрлийг тань авч болно. Хэрэглэгчийн бүртгэл үүсгэх буюу төлбөрийн шинэ хэрэгсэл нэмэх явцад, мөн дараах зорилгоор та бидэнд хувийн таних мэдээллээ өгөх шаардлагатай болно. Үүнд: таны нэр, хаяг, утасны дугаар, э-шуудангийн хаяг, кредит картын дугаар, банкны дансны дугаар зэрэг орно. Бид мөн таны төхөөрөмжийн таних дугаар, IP хаягийг цуглуулж, эдгээрийг таны хэрэглэгчийн бүртгэлээ үүсгэхдээ эсвэл төлбөрийн шинэ хэрэгсэл нэмэхдээ оруулсан хувийн таних мэдээлэлтэй холбодог. Таны гүйлгээг боловсруулж, бүтээгдэхүүн, үйлчилгээгээ нийлүүлэхийн тулд таныг хэрэглэгчийн бүртгэлээ үүсгэх үедээ өгсөн эдгээр хувийн танилах мэдээллийг аюулгүй, шифрлэсэн байдлаар цуглуулж, Америкийн Нэгдсэн Улс дах Microsoft корпорацид нэн даруй дамжуулна. Энэхүү мэдээллийг хуулиар зөвшөөрсөн хугацаанд ашиглаж, хадгалж болно. Microsoft корпораци таны хувийн таних мэдээллийг энд зааснаас бусад зорилгоор, тухайлбал маркетингийн үйл ажиллагаанд (гэхдээ үүгээр хязгаарлагдахгүй) ашиглахгүй. Microsoft таны хувийн таних мэдээллийг гуравдагч этгээдэд задруулж болно. Таны гүйлгээг боловсруулах, хуулийн дагуу үйл ажиллагаагаа явуулах, нэхэмжлэлийн дагуу хариу арга хэмжээ авах, залилангийн гэмт хэргээс урьдчилан сэргийлэх, эсвэл засгийн газраас тогтоосон журмын дагуу, шаардлагатай тохиолдолд таны мэдээллийг гуравдагч этгээдэд дамжуулна. Та хувийн таних мэдээллээ энэ хаягаар нэвтрэн өөрчилж болно: https://commerce.microsoft.com. Та мэдээллээ өөрчлөхөөр шийдсэн тохиолдолд, үүгээр Microsoft корпорацид хувийн таних мэдээллийг дээр заасны дагуу цуглуулж, нэн даруй дамжуулах зөвшөөрлийг өгнө. Хэрэглэгчийн бүртгэл үүсгэж, доор буй “Зөвшөөрч байна” товчийг товшсоноор та Microsoft корпорацид хувийн таних мэдээллээ өгөхийг зөвшөөрч, энд заасны дагуу хувийн таних мэдээлэл цуглуулах, гуравдагч этгээдэд дамжуулах ба тэдэнтэй хамтран ашиглах зөвшөөрлийг Microsoft-д өгнө.
mr: आपल्याला उत्पादने किंवा सेवांसह प्रदान करण्यासाठी आपण प्रयोक्ता खाते तयार करणे आवश्यक आहे. प्रत्येकवेळी आपण उत्पादन किंवा सेवेसाठी एक नवीन देय साधन प्रदान करता तेव्हा आपण पुढे जाण्यापूर्वी आम्ही खालील सूचना प्रदान करू शकतो आणि आपली संमती घेऊ शकतो. खाते निर्मिती दरम्यान आणि त्यासाठी आणि/किंवा एखादे नवीन देय साधन जोडण्यासाठी आपल्याला वैयक्तिक डेटा प्रदान करणे आवश्यक असेल, जसे की: आपले नाव, पत्ता, फोन नंबर, ईमेल पत्ता, क्रेडिट कार्ड नंबर आणि बँक खाते नंबर. आम्ही आपला IP पत्ता आणि आपला डिव्हाइस IP देखील मिळवू आणि खाते निर्मितीसाठी किंवा नवीन देय साधन जोडताना आपण प्रदान केलेल्या वैयक्तिक डेटामध्ये ही माहिती एकत्रित करू. खाते निर्मितीनंतर वैयक्तिकरित्या ओळकता येणारी खाते माहिती संकलित केली जाईल आणि आपल्या व्यवहारांवर प्रक्रिया करण्याकरिता आणि आपल्याला उत्पादने आणि सेवा प्रदान करण्यासाठी युनायटेड स्टेट्समध्ये Microsoft Corporation कडे सुरक्षित, एन्क्रिप्ट केलेल्या स्वरूपात तत्काळ स्थानांतरीत केली जाईल. अशी माहिती ही वापरली जाऊ शकते आणि कायद्याची परवानगी असेपर्यंत सांभाळून ठेवली जाऊ शकते. Microsoft Corporation हे येथे प्रदान केलेली आपली वैयक्तिकरित्या ओळखता येणारी माहिती, यासह मात्र व्यापारी कार्यकलापाच्या मर्यादेत न रहाता, येथे नमूद केलेल्या व्यतिरिक्त कोणत्याही हेतूसाठी वापरणार नाही. Microsoft हे आपल्याला वैयक्तिकरित्या ओळखता येणारी माहिती तृतीय पक्षांकडे उघड करू शकते. आपली माहिती तृतीय पक्षांकडे स्थानांतरित केली जाते असे करताना आपल्या व्यवहारावर प्रक्रिया करणे, कायदेशीर प्रक्रियेचे पालन करणे, दाव्यांना प्रतिसाद देणे, फसवणुकीस किंवा शासकीय नियमांशी संबंधित असलेली कृती करण्यास प्रतिबंध घालणे सयुक्तिकपणे आवश्यक असते. येथे आपण आपली वैयक्तिकरित्या ओळखता येणारी माहिती अॅक्सेस करू शकता किंवा त्यात फेरफार करू शकता: https://commerce.microsoft.com. आपल्या माहितीमध्ये फेरफार करण्यासाठी आपण निवड करता त्याबाबतीत आपण याअन्वये संमती प्रदान करण्यामुळे उपरोक्त नमूद केल्यानुसार आपल्याला वैयक्तिकरित्या ओळखता येणारी माहिती संकलित करण्यास आणि तत्काळ स्थानांतरित करण्यास Microsoft Corporation ला परवानगी दिली जाते. खाते तयार करून आणि खाली असलेले “सहमत आहे” बटण क्लिक करून आपण Microsoft Corporation ला आपला वैयक्तिक डेटा प्रदान करण्यासाठी सहमती देता आणि येथे नमूद केल्यानुसार Microsoft Corporation च्या संकलनास आणि स्थानांतरणास आपण संमती देता.
ms: Bagi membolehkan produk dan perkhidmatan disediakan kepada anda, anda dikehendaki mencipta akaun pengguna. Setiap kali anda memberikan instrumen pembayaran baharu bagi sesuatu produk atau perkhidmatan, kami mungkin memberikan notis berikut dan mendapatkan persetujuan anda sebelum anda meneruskan. Semasa dan bagi tujuan penciptaan akaun dan/atau penambahan instrumen pembayaran baharu anda akan diminta untuk maklumat yang boleh mengenal pasti anda secara peribadi seperti: nama, alamat, nombor telefon, alamat e-mel, nombor kad kredit dan nombor akaun bank anda. Kami mungkin mengumpulkan alamat IP anda dan ID peranti anda dan mengaitkan maklumat ini dengan maklumat yang boleh mengenal pasti anda secara peribadi yang anda berikan untuk penciptaan akaun atau semasa penambahan instrumen pembayaran baharu. Maklumat akaun yang boleh mengenal pasti anda secara peribadi ini akan dikumpulkan dan serta-merta dipindahkan semasa penciptaan akaun dengan cara yang selamat dan disulitkan kepada Microsoft Corporation di Amerika Syarikat untuk memproses transaksi anda dan menyediakan produk dan perkhidmatan kepada anda. Data demikian boleh digunakan dan disimpan selama tempoh yang dibenarkan oleh undang-undang. Microsoft Corporation tidak akan menggunakan maklumat yang boleh mengenal pasti anda secara peribadi bagi tujuan selain daripada yang dinyatakan di sini, termasuk tetapi tidak terhad kepada aktiviti pemasaran. Microsoft mungkin mendedahkan maklumat yang boleh mengenal pasti anda secara peribadi kepada pihak ketiga. Maklumat anda dipindahkan kepada pihak ketiga apabila tindakan untuk melakukannya itu perlu secara munasabah untuk memproses transaksi anda, mematuhi proses undang-undang, membalas tuntutan, mencegah penipuan atau bertindak menurut peraturan kerajaan. Anda boleh mengakses atau mengubah suai maklumat yang boleh mengenal pasti anda secara peribadi di: https://commerce.microsoft.com. Sekiranya anda memilih untuk mengubah suai maklumat anda, anda dengan ini memberikan persetujuan yang membenarkan Microsoft Corporation untuk mengumpulkan dan memindahkan maklumat yang boleh mengenal pasti anda secara peribadi seperti yang dinyatakan di atas. Dengan mencipta akaun dan mengklik butang “Setuju” di bawah, anda bersetuju untuk memberikan Microsoft Corporation maklumat yang boleh mengenal pasti anda secara peribadi dan anda bersetuju dengan pengumpulan, pemindahan dan perkongsian maklumat yang boleh mengenal pasti anda secara peribadi oleh Microsoft kepada pihak ketiga seperti yang dinyatakan di sini.
mt: Sabiex nagħtuk prodotti jew servizzi jeħtieġ li toħloq kont ta' utent. Kull darba li tagħtina strument ta' pagament ġdid għal prodott jew servizz aħna nistgħu nagħtuk l-avviż li ġej u niġbru l-kunsens tiegħek qabel ma tipproċedi. Matul u għall-finijiet tal-ħolqien tal-kont u/jew biex iżżid strument ta' pagament ġdid tkun meħtieġ tagħti informazzjoni identifikabbli personalment bħal: ismek, l-indirizz, in-numru tat-telefown, l-indirizz elettroniku, in-numru tal-kard ta' kreditu u n-numru tal-kont tal-bank. Nistgħu wkoll niġbru l-indirizz tal-IP tiegħek u l-ID tat-tagħmir tiegħek u nassoċjaw din l-informazzjoni mal-informazzjoni identifikabbli personalment li tagħtina għall-ħolqien tal-kont jew meta żżid strument ta' pagament ġdid. Din l-informazzjoni tal-kont identifikabbli personalment tinġabar u tiġi ttrasferita immedjatament mal-ħolqien tal-kont b'mod sigur u ċċifrat lil Microsoft Corporation fl-Istati Uniti sabiex tipproċessa t-tranżazzjonijiet tiegħek u tipprovdilek il-prodotti u s-servizzi. Din id-dejta tista' tintuża u tinżamm diment li tkun permessa mil-liġi. Microsoft Corporation ma tużax l-informazzjoni identifikabbli personalment ipprovduta hawnhekk għal skopijiet għajr dawk stipulati hawnhekk, inkluż iżda mhux limitati għal attivitajiet ta' kummerċjalizzazzjoni. Microsoft tista' tiżvela l-informazzjoni identifikabbli personalment tiegħek lil partijiet terzi. L-informazzjoni tiegħek tiġi ttrasferita lil partijiet terzi meta tkun raġjonevolment meħtieġa biex tiġi pproċessata t-tranżazzjoni tiegħek, tkun konformi mal-proċess legali, twieġeb pretensjonijiet, tipprevjeni frodi jew taġixxi skont ir-regolamenti governattivi. Tista' taċċessa jew temenda l-informazzjoni identifikabbli personalment tiegħek fi: https://commerce.microsoft.com. Fil-każ li tagħżel li temenda l-informazzjoni tiegħek int għaldaqstant tkun qed tagħti kunsens li jippermetti lil Microsoft Corporation sabiex tiġbor u taħżen l-informazzjoni identifikabbli personalment tiegħek kif notifikat hawn fuq. Meta toħloq kont u tikklikkja fuq il-buttuna “Naqbel” hawn taħt inti taqbel li tagħti lil Microsoft Corporation l-informazzjoni identifikabbli personalment tiegħek u tagħti kunsens lil Microsoft Corporation biex tiġbor, tittrasferixxi u tixxerja l-informazzjoni identifikabbli personalment tiegħek ma' partijiet terzi kif hawn stipulat.
ne: तपाइँलाई उत्पादन वा सेवाहरू उपलब्ध गराउनको लागि तपाइँले प्रयोगकर्ता खाता सिर्जना गर्नु आवश्यक हुन्छ। तपाइँले उत्पादन वा सेवाका लागि प्रत्येक समय नयाँ भुक्तानी साधन उपलब्ध गराउँदा हामीले निम्नलिखित सूचना उपलब्ध गराउन र तपाईंले प्रक्रिया गर्नुभन्दा अगाडि नै तपाइँको सहमति संकलन गर्न सक्छौं। खाता सिर्जना र/वा नयाँ भुक्तान साधन थप गर्ने प्रयोजनहरूको अवधिमा तपाइँलाई यस्ता व्यक्तिगत परिचयात्मक जानकारी उपलब्ध गराउन आवश्यक गराइनेछ: तपाइँको नाम, ठेगाना, फोन नम्बर, इ-मेल ठेगाना, क्रेडिट कार्ड नम्बर तथा बैंक खाता नम्बर। हामीले तपाइँको आइपी ठेगाना र तपाइँको यन्त्रको आइडी संकलन गर्न तथा नयाँ भुक्तानी साधन थपिँदा यो जानकारीलाई तपाइँले खाता सिर्जना गर्नका लागि उपलब्ध गराउनुभएको व्यक्तिगत परिचयात्मक जानकारीसँग संबद्ध गराउन सक्छौं। यो व्यक्तिगत परिचयात्मक जानकारीलाई संकलन गरिनेछ र तपाइँको लेनदेनलाई प्रक्रिया गर्न तथा तपाइँलाई उत्पादन तथा सेवाहरू उपलब्ध गराउनको लागि यसलाई खाता सिर्जना गर्ने कार्यमा सुरक्षित तथा गुप्तलिखित तरिकाबाट तुरुन्तै संयुक्त राज्यको Microsoft Corporation मा पठाउनेछ। कानूनले अनुमति दिएको खण्डमा यस्तो लगतलाई प्रयोग तथा पुन: प्राप्त गरिन सक्छ। Microsoft Corporation ले तपाइँले यहाँ उपलब्ध गराउनुभएको व्यक्तिगत परिचयात्मक जानकारीलाई बजारीकरण क्रियाकलापहरू सहित तर यसमा मात्र सीमित नरही यहाँ उल्लेख गरिएका उद्देश्यहरू बाहेक अन्य कुरामा प्रयोग गर्नेछैन। Microsoft ले तपाइँको व्यक्तिगत परिचयात्मक जानकारीलाई तेस्रो पक्षहरूसँग खुलासा गर्न सक्छ। सरकारी नियमनहरू अनुरूप तपाइँको लेनदेनलाई प्रक्रिया गर्न, कानूनी प्रक्रियाको अनुपालना गर्न, दाबीहरूमा प्रतिक्रिया जनाउन, ठगी वा त्यस्तो कार्य रोक्न लागि त्यस्तो गर्नु उचित रूपमा आवश्यक हुन्छ भने तपाइँको जानकारी तेस्रो पक्षहरूलाई स्थानान्तर गरिन्छ। तपाइँले आफ्नो व्यक्तिगत परिचयात्मक जानकारीलाई यहाँ गएर पहुँच गर्न सक्नुहुन्छ: https://commerce.microsoft.com. तपाइँले आफ्नो व्यक्तिगत जानकारीलाई परिमार्जन गर्ने कुरा छान्नुहुन्छ भने तपाइँले यसद्वारा Microsoft Corporation लाई माथि उल्लेख गरिए अनुसार आफ्नो व्यक्तिगत परिचयात्मक जानकारी संकलन तथा तुरुन्तै स्थानान्तर गर्न अनुमति दिने सहमति उपलब्ध गराउँदै हुनुहुन्छ। खाता सिर्जना गरी तलको “सहमत छु” बटनमा क्लिक गरेर तपाइँ Microsoft Corporation लाई आफ्नो व्यक्तिगत परिचयात्मक जानकारी उपलब्ध गराउन सहमत हुनुहुन्छ तथा तपाइँले यसमा उल्लेख गरिए अनुसार Microsoft को तपाइँको व्यक्तिगत परिचयात्मक जानकारीलाई संकलन, स्थानान्तर तथा तेस्रो पक्षहरूसँग साझा गर्ने कार्यमा सहमति जनाउनुहुन्छ।
nn_no: Dersom du vil ha produkt eller tenester, må du opprette ein brukarkonto. Kvar gong du oppgir ein ny betalingsmetode for eit produkt eller ei teneste, sender vi kanskje meldinga nedanfor og får di godkjenning før du held fram. Når du opprettar ny konto og/eller legg til ny betalingsmetode, må du oppgi personlege data, for eksempel namn, adresse, telefonnummer, e-postadresse, kredittkortnummer og bankkontonummer. Det kan hende vi også registrerer IP-adressa di og einings-ID-en din og knyter denne informasjonen til dei personlege dataa du oppgir under kontoopprettinga, eller når ein betalingsmetode blir lagd til. Denne personlege kontoinformasjonen blir registrert og straks overførd på ein sikker, kryptert måte til Microsoft Corporation i USA når kontoen er oppretta, slik at transaksjonar kan bli handsama og du kan få tilgang til produkta og tenestene. Slike data kan bli brukte og lagra så lenge loven tillét det. Microsoft Corporation kjem ikkje til å bruke den personlege informasjonen din til anna enn det som er oppgitt her, inkludert, men ikkje avgrensa til, marknadsføringsaktivitetar. Microsoft sender kanskje den personlege informasjon din til tredjepartar. Informasjonen blir overførd til tredjepartar når ein slik praksis er særskild nødvendig for å handsame transaksjonen, overhalde den juridiske prosessen, svare på krav, hindre svindel eller handle i samsvar med reglane frå styresmaktene. Du får tilgang til og kan endre den personlege informasjonen på https://commerce.microsoft.com. Dersom du vel å endre den personlege informasjonen, samtykkjer du også i at Microsoft Corporation kan registrere og straks overføre den personlege informasjonen som oppgitt ovanfor. Ved å opprette ein konto og klikke Einig-knappen nedanfor, samtykkjer du i å oppgi personlege data til Microsoft Corporation, og samstundes godtek du at Microsoft Corporation registrerer og overfører dataa til tredjepartar i samsvar med informasjonen som er oppgitt her.
no: Før vi kan tilby deg produkter eller tjenester, må du opprette en brukerkonto. Hver gang du angir en ny betalingsmåte for et produkt eller en tjeneste, kan vi gi deg følgende melding og be om samtykke før du fortsetter. Når du oppretter en konto og/eller legger til en ny betalingsmåte, må du oppgi personlig identifiserbar informasjon, for eksempel navn, adresse, telefonnummer, e-postadresse, kredittkortnummer og bankkontonummer. Vi kan også registrere IP-adressen din og enhets-ID-en og knytte denne informasjonen til den personlig identifiserbare informasjonen du oppgir når du oppretter en konto eller legger til en ny betalingsmåte. Når du oppretter en konto, blir denne personlig identifiserbare kontoinformasjonen samlet inn og umiddelbart overført på en sikker, kryptert måte til Microsoft Corporation i USA, slik at transaksjonene dine kan behandles og du kan begynne å bruke produktene og tjenestene. Slike data kan bli brukt og oppbevart så lenge loven tillater det. Microsoft Corporation vil ikke bruke den personlig identifiserbare informasjonen som oppgis her, til andre formål enn dem som er fremsatt her, inkludert, men ikke begrenset til, markedsføringsaktiviteter. Microsoft kan oppgi den personlig identifiserbare informasjonen til tredjeparter. Informasjonen overføres til tredjeparter når dette er rimelig nødvendig for å behandle transaksjonen din, rette seg etter juridiske prosesser, svare på erstatningskrav, forhindre svindel eller handle i samsvar med offentlige forskrifter. Du kan få tilgang til eller endre den personlig identifiserbare informasjonen her: https://commerce.microsoft.com. I tilfelle av at du velger å endre informasjonen din, gir du herved samtykke til at Microsoft Corporation kan samle inn og umiddelbart overføre den personlig identifiserbare informasjonen som beskrevet ovenfor. Ved å opprette en konto og klikke Godtatt nedenfor godtar du å gi Microsoft Corporation personlig identifiserbar informasjon, og du samtykker i at Microsoft kan samle inn, overføre og dele den personlig identifiserbare informasjonen med tredjeparter som beskrevet her.
or: ଆପଣଙ୍କୁ ଏକ ଉତ୍ପାଦ କିମ୍ବା ସେବା ପ୍ରଦାନ କରିବାକୁ ଏହା ଆବଶ୍ୟକ ଯେ ଆପଣଙ୍କ ଉପଭୋକ୍ତା ନାମ ଆପଣ ତିଆରି କରନ୍ତୁ. ଏକ ଉତ୍ପାଦ କିମ୍ବା ସେବା ପାଇଁ ଆପଣ ପ୍ରତି ଥର ପ୍ରଦାନ କରିବା ଏକ ନୂତନ ଦେୟ ଇନ୍‌ଷ୍ଟ୍ରୁମେଣ୍ଟ ପାଇଁ ଆମେ ନିମ୍ନ ନୋଟିସ୍‌ ପ୍ରଦାନ କରିପାରୁ ଏବଂ ଆପଣ ଆଗକୁ ବଢିବା ପୂର୍ବରୁ ଆପଣଙ୍କ ସହମତି ସଂଗ୍ରହ କରିପାରୁ. ଆକାଉଣ୍ଟ ତିଆରି କରିବା ଏବଂ/କିମ୍ବା ଏକ ନୂତନ ଦେୟ ଇନ୍‌ଷ୍ଟ୍ରୁମେଣ୍ଟ ଯୋଡିବା ସମୟରେ ଏବଂ ଏହି ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ପରି ସୂଚନା ପ୍ରଦାନ କରିବା ଆବଶ୍ୟକ କରିବେ ଯେପରିକି: ଆପଣଙ୍କ ନାମ, ଠିକଣା, ଫୋନ୍‌ ନମ୍ବର, ଇମେଲ୍‌ ଠିକଣା, କ୍ରେଡିଟ୍‌ କାର୍ଡ ନମ୍ବର ଏବଂ ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ନମ୍ବର. ଆମେ ଆପଣଙ୍କର IP ଠିକଣା ଏବଂ ଆପଣଙ୍କ ଡିଭାଇସ୍‌ ID ମଧ୍ୟ ସଂଗ୍ରହ କରିପାରୁ ଏବଂ ଏହି ସୂଚନା ଆପଣ ଆକାଉଣ୍ଟ ତିଆରି କିମ୍ବା ଏକ ନୂତନ ଦେୟ ଇନ୍‌ଷ୍ଟ୍ରୁମେଣ୍ଟ ଯୋଡିବା ବେଳେ ପ୍ରଦାନ କରିଥିବା ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ପରି ସୂଚନାରେ ଜଡିତ କରିପାରୁ. ଆକାଉଣ୍ଟ ତିଆରି ହେବା ସ୍ଥଳେ ଏହି ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ପରି ଆକାଉଣ୍ଟ ସୂଚନା ସଂଗ୍ରହ କରାଯିବ ଏବଂ ଏକ ସୁରକ୍ଷିତ, ଏନକ୍ରିପ୍ଟ କରାଯାଇଥିବା ମାଧ୍ୟମରେ ଯୁକ୍ତ ରାଷ୍ଟ୍ରରେ ଥିବା Microsoft Corporationକୁ ଆପଣଙ୍କ ଦେଣନେଣ ପ୍ରକ୍ରିୟା କରାଇବାକୁ ଏବଂ ଉତ୍ପାଦ ଏବଂ ସେବାଗୁଡିକ ଆପଣଙ୍କୁ ପ୍ରଦାନ କରାଯିବାକୁ ତୁରନ୍ତ ସ୍ଥାନାନ୍ତର କରାଯିବ. ଉକ୍ତ ଡାଟା ନିୟମ ଅନୁଯାୟୀ ଅନୁମୋଦିତ ସମୟ ପର୍ଯ୍ୟନ୍ତ ବ୍ୟବହାର କରାଯିବ ତଥା ରଖାଯିବ. ମାର୍କେଟିଂ କାର୍ଯ୍ୟକଳାପ ଅନ୍ତର୍ଭୂକ୍ତ କରି କିନ୍ତୁ ଏତିକିରେ ସୀମିତ ନରଖି ଏଠାରେ ଧାର୍ଯ୍ୟ ହୋଇଥିବା ଉଦ୍ଦେଶ୍ୟ ବ୍ୟତୀତ Microsoft Corporation ବ୍ୟକ୍ତିଗତ ରୂପେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ସୂଚନାକୁ ଅନ୍ୟ ଉଦ୍ଦେଶ୍ୟରେ ବ୍ୟବହାର କରିବ ନାହିଁ. ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ରୂପେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ସୂଚନାକୁ Microsoft ତୃତୀୟ ପକ୍ଷଗୁଡିଙ୍କୁ ଉନ୍ମୋଚନ କରିପାରେ. ଆପଣଙ୍କ ଦେଣନେଣ ପ୍ରକ୍ରିୟା କରାଇବାକୁ ଯୁକ୍ତିସଙ୍ଗତ ଭାବେ ଆବଶ୍ୟକ ହେବା ସ୍ଥଳେ, ଆଇନକୁ ପାଳନ କରି, ଦାବୀର ପ୍ରତିକ୍ରିୟାରେ, ଠକେଇ ପ୍ରତିରୋଧ କରିବାକୁ କିମ୍ବା ସରକାରୀ ନିୟମ ଅନୁଯାୟୀ ଆପଣଙ୍କ ସୂଚନା ତୃତୀୟ ପକ୍ଷମାନଙ୍କୁ ସ୍ଥାନାନ୍ତର କରାଯିବ. ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ସୂଚନା ଆପଣ ଏଠାରେ ଆକସେସ୍‌ କରିପାରିବେ ଏବଂ ସମ୍ପାଦନ କରିପାରିବେ: https://commerce.microsoft.com. ଆପଣଙ୍କ ସୂଚନା ଆପଣ ରୂପାନ୍ତର କରିବାକୁ ବାଛିବା ସ୍ଥଳେ ଆପଣ ଏତଦ୍‌ଦ୍ୱାରା ଉପରେ ନୋଟ୍‌ କରାଯାଇ ଥିବା ପରି Microsoft Corporationକୁ ଆପଣଙ୍କୁ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ସୂଚନା ସଂଗ୍ରହ କରିବାକୁ ତଥା ତୁରନ୍ତ ସ୍ଥାନାନ୍ତର କରିବାକୁ ଆପଣଙ୍କ ସହମତି ପ୍ରଦାନ କରନ୍ତି. ଏକ ଆକାଉଣ୍ଟ ତିଆରି କରି ଏବଂ ନିମ୍ନରେ "ରାଜି ଅଟେ" ବଟନ୍‌ କ୍ଲିକ୍‌ କରି ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ପରି ସୂଚନା Microsoft Corporationକୁ ପ୍ରଦାନ କରିବାକୁ ଆପଣ ରାଜି ଅଟନ୍ତି ଏବଂ ଏଠାରେ ଦର୍ଶାଯାଇଥିବା ପରି ଆପଣ ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ପରି ସୂଚନାର ସଂଗ୍ରହ ଏବଂ ସ୍ଥାନାନ୍ତର ଏବଂ ଅଂଶୀଦାର କରିବାକୁ Microsoftକୁ ସହମତି ପ୍ରଦାନ କରନ୍ତି.
pa_arab_pk: تساں نوں شیواں تے خدمتاں مہیا کرن لئی ایہہ ضروری اے کہ تسی اپنا صارف اکاؤنٹ بناؤ۔ جدوں وی تسی کسی خدمت یا شے لئی ادائیگی آلہ درج کردے اوہ، اسی اگے جان توں پہلاں تساں دی مرضی جانن لئی تھلے دیتا ہویا ایہہ نوٹس وکھا سکدے آں۔ نوے اکاؤنٹ نوں بنان لئی تے بنان دے دوران تے/یا ادائیگی لئی نوے آلے دا اضافہ کرن لگیاں تساں نوں ایس طرح قابل شناخت ذاتی معلومات دینی ہووے گی: تساں دا ناں، پتہ، فون نمبر، ای میل پتہ، کریڈٹ کارڈ نمبر، تے بینک دا اکاؤنٹ نمبر۔ اسی تساں دا IP تے تساں دے آلے دا آئی ڈی وی محفوظ کرسکدے آں تے ایس معلومات نوں تساں دی ذاتی معلومات جیڑی تسی اکاؤنٹ نوں کھولن لئی یا ادائیگی لئی نوا آلہ درج کرن ویلے دتی سی، نال منسلک کرسکدے آں۔ اکاؤنٹ کھولن دے فوراً باجوں, تساں دے لین دین نوں ہورا کرن لئی اکاؤنٹ دی ایہہ ذاتی شناخت دے قابل معلومات نوں جمع کرلیا جائے گا تے مفوظ، تے خفیہ طریقے نال امریکہ چے Microsoft Corporation چے کل دیتا جائے گا۔ ایس طرح دا مواد ورتیا تے رکھیا جاسکدا اے جدوں تک قانون وچ ایہدی اجازت ہوئے گی۔ Microsoft Corporation ایتھے فراہم کیتی تہاڈی قابل شناخت ذاتی معلومات نوں ایتھے دسے گئے مقصد توں علاوہ نئیں ورتے گا، بشمول پر محدود نئیں مارکیٹنگ دی سرگرمیاں لئی۔ Microsoft تہاڈی قابل شناخت ذاتی معلومات تیجی پارٹی نوں فاش کر سکدی اے۔ تساں دی معلومات تیجی پارٹیاں نوں منتقل کیتی جا سکدی اے تے اینج کرن دے ویلے ایہہ بہت ضروری اے کہ تساں دا لین دین کیتا جائے، قنونی طریقیاں تے عمل کیتا جائے، تہاڈیاں شکیتاں دا جواب دیتا جائے، توکھے توں بچایا جائے، تے حکومت دے قنوناں دے مطابق عمل کیتا جائے۔. تسی اپنا ذاتی مواد ویکھ سکدے اوہ تے اودی ترمیم کرسکدے او بذریعہ: https://commerce.microsoft.com۔ جدوں تسی اپنے ذاتی مواد چے ترمیم کرن نوں چن دے اوہ تے تسی اپنی مرضی دا اظہار وی کردیندے اوہ جیدے مطابق Microsoft Corporation نوں، جس طرح کہ اتے بیان کیتا گیا اے، اپنا ذاتی مواد اکٹھا کرن تے محفوظ کرن دی اجازت دیندے اوہ۔. اکاؤنٹ کھولن تے “متفق” دے بٹن تے کلک کرن نال، تسی Microsoft Corporation نوں اپنا قابل شناخت ذاتی مواد دین تے راضی اوہ تے Microsoft نوں تیجی پارٹیاں نال اپنا قابل شناخت ذاتی مواد اکٹھا کرن، منتقل کرن تے شرکت کرن دی اجازت دیندے او جیویں ایتھے بیان کیتا گیا اے۔
pa_in: ਤੁਹਾਨੂੰ ਉਤਪਾਦ ਜਾਂ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਦੇ ਲਈ, ਇਹ ਲੋੜ ਹੁੰਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇੱਕ ਉਪਭੋਗਤਾ ਖਾਤਾ ਬਣਾਓ। ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਉਤਪਾਦ ਜਾਂ ਸੇਵਾ ਲਈ ਇੱਕ ਨਵਾਂ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋ, ਅਸੀਂ ਤੁਹਾਡੇ ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ ਹੇਠ ਲਿਖਿਆ ਨੋਟਿਸ ਪ੍ਰਦਾਨ ਕਰਕੇ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਲੈ ਸਕਦੇ ਹਾਂ। ਖਾਤਾ ਬਣਾਉਣ ਅਤੇ/ਜਾਂ ਨਵੀਂ ਭੁਗਤਾਨ ਵਿਧੀ ਜੋੜਣ ਦੇ ਦੌਰਾਨ ਅਤੇ ਇਸਦੇ ਉਦੇਸ਼ਾਂ ਲਈ, ਤੁਹਾਨੂੰ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਲੋੜ ਹੋਏਗੀ ਜਿਵੇਂ ਕਿ: ਤੁਹਾਡਾ ਨਾਮ, ਪਤਾ, ਫ਼ੋਨ ਨੰਬਰ, ਈਮੇਲ ਪਤਾ, ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਅਤੇ ਬੈਂਕ ਖਾਤਾ ਨੰਬਰ। ਅਸੀਂ ਤੁਹਾਡਾ IP ਪਤਾ ਅਤੇ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ID ਨੂੰ ਵੀ ਇਕੱਤਰ ਕਰ ਸਕਦੇ ਹਾਂ ਅਤੇ ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਖਾਤਾ ਬਣਾਉਣ ਜਾਂ ਇੱਕ ਨਵਾਂ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਜੋੜਣ ਵੇਲੇ ਤੁਹਾਡੀ ਪ੍ਰਦਾਨ ਕੀਤੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਜੋੜ ਸਕਦੇ ਹਨ। ਇਹ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਖਾਤਾ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕੀਤੀ ਅਤੇ ਖਾਤਾ ਬਣਾਉਣ ਉੱਤੇ ਤੁਰੰਤ ਇੱਕ ਸੁਰੱਖਿਅਤ, ਏਨਕ੍ਰਿਪਟ ਕੀਤੇ ਤਰੀਕੇ ਵਿੱਚ ਯੂਨਾਈਟਿਡ ਸਟੇਟਸ ਵਿੱਚ Microsoft Corporation ਨੂੰ ਤੁਹਾਡੀਆਂ ਟ੍ਰਾਂਜੈਕਸ਼ਨਾਂ ਉੱਤੇ ਕਾਰਵਾਈ ਕਰਨ ਅਤੇ ਤੁਹਾਡੇ ਲਈ ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਟ੍ਰਾਂਸਫਰ ਕੀਤੀ ਜਾਏਗੀ। ਅਜਿਹਾ ਡੇਟਾ ਕਾਨੂੰਨ ਦੁਆਰਾ ਇਜਾਜ਼ਤ ਦਿੱਤੇ ਗਏ ਵੱਧ ਤੋਂ ਵੱਧ ਸਮੇਂ ਲਈ ਵਰਤਿਆਂ ਅਤੇ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। Microsoft Corporation ਇਸ ਦੇ ਅੰਦਰ ਪ੍ਰਦਾਨ ਕੀਤੀ ਤੁਹਾਡੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਨੂੰ ਇਸ ਦੇ ਅੰਦਰ ਤੈਅ ਕੀਤੇ ਗਏ ਉਦੇਸ਼ਾਂ ਤੋਂ ਅਲਾਵਾ ਨਹੀਂ ਵਰਤੇਗਾ, ਜਿਸ ਵਿੱਚ ਮਾਰਕਿਟਿੰਗ ਗਤੀਵਿਧੀਆਂ ਸ਼ਾਮਲ ਹਨ, ਪਰ ਇਸ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ। Microsoft ਤੁਹਾਡੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ ਤੀਜੀਆਂ ਧਿਰਾਂ ਨੂੰ ਕਰ ਸਕਦਾ ਹੈ। ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਤੀਜੀਆਂ ਧਿਰਾਂ ਨੂੰ ਟ੍ਰਾਂਸਫਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਜਦੋਂ ਅਜਿਹਾ ਕਰਨਾ ਤੁਹਾਡੀ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਉੱਤੇ ਕਾਰਵਾਈ ਕਰਨ, ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਦਾ ਅਨੁਪਾਲਣ ਕਰਨ, ਦਾਅਵਿਆਂ ਦਾ ਜਵਾਬ ਦੇਣ, ਧੋਖਾ-ਧੜੀ ਰੋਕਣ ਜਾਂ ਸਰਕਾਰੀ ਕਾਇਦਿਆਂ ਦੇ ਮੁਤਾਬਕ ਕੰਮ ਕਰਨ ਲਈ ਮੁਨਾਸਬ ਤੌਰ 'ਤੇ ਜ਼ਰੂਰੀ ਹੁੰਦਾ ਹੈ। ਤੁਸੀਂ ਆਪਣੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਨੂੰ ਇੱਥੇ ਐਕਸੈਸ ਜਾਂ ਸੰਸ਼ੋਧਿਤ ਕਰ ਸਕਦੇ ਹੋ: https://commerce.microsoft.com. ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਸ਼ੋਧਿਤ ਕਰਨਾ ਚੁਣਦੇ ਹੋ, ਉਸ ਸੂਰਤ ਵਿੱਚ ਤੁਸੀਂ ਅਜਿਹੀ ਸਹਿਮਤੀ ਪ੍ਰਦਾਨ ਕਰ ਰਹੇ ਹੋ ਜੋ Microsoft Corporation ਨੂੰ ਉੱਪਰ ਨੋਟ ਕੀਤੇ ਮੁਤਾਬਕ ਤੁਹਾਡੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਤਰ ਅਤੇ ਤੁਰੰਤ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀ ਹੈ। ਇੱਕ ਖਾਤਾ ਬਣਾ ਕੇ ਅਤੇ ਹੇਠਾਂ “ਸਹਿਮਤ” ਬਟਨ 'ਤੇ ਕਲਿਕ ਕਰਕੇ, ਤੁਸੀਂ Microsoft Corporation ਨੂੰ ਆਪਣੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਨੂੰ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ ਅਤੇ ਤੁਸੀਂ ਇੱਥੋਂ ਤੋਂ ਤੈਅ ਕੀਤੇ ਮੁਤਾਬਕ Microsoft ਦੁਆਰਾ ਤੁਹਾਡੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਤਰ, ਟ੍ਰਾਂਸਫਰ ਅਤੇ ਤੀਜੀਆਂ ਧਿਰਾਂ ਦੇ ਨਾਲ ਸਾਂਝਾ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।
pl: W celu otrzymania produktów lub usług musisz utworzyć konto użytkownika. Za każdym razem, gdy zostanie wybrany nowy instrument płatniczy dla produktu lub usługi, przed kontynuacją możemy dostarczyć poniższe powiadomienie i wymagać uzyskania Twojej zgody. W trakcie tworzenia konta i w związku ze związanymi z tym celami oraz dodawania i/lub edytowania nowego instrumentu płatniczego wymagane będzie podanie danych osobowych, takich jak nazwisko, adres, numer telefonu, adres e-mail, numer karty kredytowej oraz numer konta bankowego. Możemy również zarejestrować Twój adres IP i identyfikator urządzenia, a następnie skojarzyć te informacje z danymi osobowymi podanymi w trakcie tworzenia konta lub dodawania nowego instrumentu płatniczego. Te dane osobowe konta zostaną zebrane i natychmiast po utworzeniu konta przesłane w bezpieczny, szyfrowany sposób do firmy Microsoft Corporation w Stanach Zjednoczonych w celu przetwarzania Twoich transakcji i dostarczenia Ci produktów i usług. Dane te mogą być wykorzystywane i przechowywane tak długo, jak zezwala na to prawo. Firma Microsoft Corporation nie będzie wykorzystywać podanych tutaj danych osobowych do celów innych niż wymienione w niniejszym dokumencie, a w szczególności do działań marketingowych. Firma Microsoft może udostępniać Twoje dane osobowe stronom trzecim. Informacje są przesyłane do stron trzecich, gdy jest to niezbędne do przeprowadzenia transakcji, przestrzegania ustaleń prawnych, złożenia odpowiedzi na roszczenia, zapobieganiu nadużyciom lub działaniom zgodnie z rozporządzeniami rządowymi. Dostęp do swoich danych osobowych oraz możliwość ich modyfikowania możesz uzyskać w witrynie https://commerce.microsoft.com. Modyfikując dane osobowe, przekazujesz firmie Microsoft Corporation zgodę na zbieranie i natychmiastowe przesłanie tych danych zgodnie z powyższymi postanowieniami. Utworzenie konta i kliknięcie poniżej przycisku „Zgadzam się” oznacza wyrażenie zgody na przekazanie swoich danych osobowych firmie Microsoft Corporation oraz na zbieranie, przesyłanie i udostępnianie przez nią tych danych stronom trzecim na prawach opisanych w niniejszym dokumencie.
ru: Чтобы вам можно было предоставлять продукты или услуги, вы должны создать учетную запись пользователя. Каждый раз, когда вы указываете новое платежное средство для продукта или услуги, может отображаться приведенное ниже уведомление и запрашиваться ваше согласие, необходимое для продолжения операции. Во время или в целях создания учетной записи и (или) добавления нового платежного средства необходимо предоставить персональные данные, такие как ваше имя, адрес, номер телефона, адрес электронной почты, номер кредитной карты и номер банковского счета. Мы также можем получать ваш IP-адрес и идентификатор вашего устройства и сопоставлять эти сведения с вашими персональными данными, предоставленными при создании учетной записи или добавлении нового платежного средства. После создания учетной записи эти персональные данные из учетной записи собираются и немедленно передаются по защищенному зашифрованному каналу в корпорацию Майкрософт, расположенную в США, чтобы она могла обрабатывать ваши транзакции и предоставлять вам продукты и услуги. Эти данные могут использоваться и храниться так долго, как это разрешено законодательством. Корпорация Майкрософт не будет использовать предоставленные вами персональные данные в целях, отличных от указанных здесь, в частности для маркетинговой деятельности. Корпорация Майкрософт может раскрывать ваши персональные данные третьим лицам. Ваши данные передаются им, когда это по разумным причинам необходимо для обработки вашей транзакции, обеспечения соответствия юридическому процессу, реагирования на требования, предотвращения мошенничества или соблюдения постановлений органов государственной власти. Вы можете просмотреть и изменить персональные данные по следующему адресу: https://commerce.microsoft.com. Если вы решите изменить свои персональные данные, то соглашаетесь предоставить корпорации Майкрософт право собирать и немедленно передавать эти данные в соответствии с описанными выше условиями. Создавая учетную запись и нажимая расположенную ниже кнопку "Принимаю", вы соглашаетесь предоставить корпорации Майкрософт свои персональные данные и разрешаете ей собирать и передавать эти данные, а также раскрывать их третьим лицам описанным здесь образом.
sd: توهانکي پروڊڪٽس ۽ خدمتون مهيا ڪرڻ لاءِ اهو گهربل آهي ته توهان هڪ صارف اڪائونٽ ٺاهيو. هر ڀيري توهان هڪ پروڊڪٽ يا خدمت لاءِ هڪ نئون ادائگي اوزار مهيا ڪري ٿو ته اسان هيٺيون نوٽيس ڏئي سگهون ٿا ۽ توهان اڳتي وڌو ان کان پهرين توهانجي رضامندي جمع ڪري سگهون ٿا. اڪائونٽ ٺاهڻ جي سببن دوران ۽ لاءِ ۽/يا هڪ نئون ادائگي اوزار اضافو ڪرڻ لاءِ توهانکي ذاتي ڊيٽا مهيا ڪرڻي پوندي جيئن: توهانجو نالو، پتو، فون نمبر، اي ميل پتو، ڪريڊڪٽ ڪارڊ نمبر ۽ بينڪ اڪائونٽ نمبر. اسان توهانجو IP پتو ۽ توهانجي ڊوائيس جي ID جمع ڪري سگهون ٿا ان کي اڪائونٽ ٺاهڻ يا هڪ نئون ادائگي جو اوزار لاءِ مهيا ڪيل توهانجي ذاتي ڊيٽا ملائي سگهو ٿا. توهانجين ٽرانزڪشنن تي عمل ڪرڻ توهانکي پروڊڪٽس ۽ خدمتون مهيا ڪرڻ لاءِ هي ذاتي سڃاڻپ لائق اڪائونٽ معلومات جمع ڪئي ويندي ۽ اڪائونٽ ٺاهڻ دوران هڪ محفوظ، ۽ ڳجهي طريقي سان آمريڪا ۾ Microsoft Corporation ڏانهن فوري طور تي منتقل ڪئي ويندي. اهڙي ڊيٽا اوستائين استعمال ڪري ۽ برقرار رکي سگهجي ٿي جيستائين قانون پاران اجازت ڏني وئي آهي. Microsoft Corporation هتي ذاتي سڃاڻپ لائق توهانجي معلومات هتي اڳ سيٽ ٿيل مقصدن کان علاوه مقصدن لاءِ استعمال نه ڪندي، بشمول پر مارڪيٽنگ سرگرمين تائين محدود ناهي. Microsoftتوهانجي معلومات ٽئين پارٽين ڏانهن منتقل ڪئي ويندي آهي جڏهن ايئن ڪرڻ توهانجي ٽرانزڪشن تي عمل ڪرڻ مناسب طور تي ضروري آهي، قانوني عمل جو تعمل ڪرڻ، دعوائن جو جواب ڏيڻ، ڌوڪي کي روڪڻ يا سرڪاري قائدن مطابق عمل ڪرڻ لاءِ ضروري آهي. توهان هتي پنهنجي ذاتي ڊيٽا رسائي ۽ تدوين ڪري سگهو ٿا: https://commerce.microsoft.com. واقعي ۾ توهان پنهنجي ذاتي ڊيٽا ترميم ڪرڻ چونڊيو ٿا توهان هتي رضامندي مهيا ڪريو ٿا ته جيڪو Microsoft Corporation کي توهانجي ذاتي ڊيٽا جمع ۽ استعمال ڪرڻ جي اجازت ڏئي ٿو جيئن مٿي نوٽ ٿيل آهي. اڪائونٽ ٺاهي ۽ هيٺ ”قبول“ بٽڻ تي ڪلڪ ڪري توهان Microsoft Corporation کي پنهنجي ذآتي ڊيٽا مهيار ڪرڻ جي رضامندي ڏيو ٿا ٿا ۽ Microsoft Corporation جي جمع ڪرڻ ۽ منتقل ڪرڻ جي رضامندي ڏيو ٿا جيئن هتي سيٽ ٿيل آهي.
si: ඔබට නිෂ්පාදන හෝ සේවා සැපයීමට ඔබ පරිශීලක ගිණුමක් නිර්මාණය කිරීම අවශ්‍ය කෙරේ. ඔබ නිෂ්පාදනයක් හෝ සේවාවක් සඳහා නව ගෙවීම් උපකරණයක් සපයන සෑම වේලාවකදීම ඔබ ක්‍රියාරම්භ කිරීමට පෙර අපි පහත දැන්වීම සපයා ඔබගේ කැමැත්ත ලබාගත හැකිය. ගිණුම නිර්මාණයේදී සහ/හෝ නව ගෙවීම් උපකරණයක් එක් කිරීමේදී සහ එම අරමුණෙන් ඔබ මෙවැනි පුද්ගලිකව හඳුනාගත හැකි දත්ත සැපයීම අපේක්‍ෂා කෙරෙනු ඇත: ඔබගේ නම, ලිපිනය, දුරකථන අංකය, ඊමේල් ලිපිනය, ණය කාඩ්පත් අංකය සහ බැංකු ගිණුම් අංකය. අපි ඔබගේ IP ලිපිනය සහ ඔබගේ උපාංග ID ද රැස් කර මෙම තොරතුරු ඔබ ගිණුම නිර්මාණය සඳහා හෝ නව ගෙවීම් උපකරණයක් එක් කිරීමේදී සපයන පුද්ගලිකව හඳුනාගත හැකි තොරතුරු සමග සම්බන්ධ කළ හැකිය. ඔබේ ගණුදෙනු සැකසුම් කිරීමට සහ ඔබට නිෂ්පාදන සහ සේවා සැපයීමට මෙම පුද්ගලිකව හඳුනාගත හැකි ගිණුම් තොරතුරු රැස්කර ගිණුම් නිර්මාණය කිරීමේදී එක්සත් ජනපදයේ පිහිටි Microsoft Corporation වෙත ආරක්ෂිත, සංකේතනය කළ ආකාරයකින් ඉක්මනින්ම මාරුකෙරෙනු ඇත. එවැනි දත්ත නීතිය මගින් ඉඩදී ඇතිතාක් දුරට භාවිතා කර තබාගැනෙනු ඇත. Microsoft Corporation විසින් අලෙවිකරණ ක්‍රියාකාරකම් ඇතුළුව නමුත් එයට සීමා නොවී, මෙහි සඳහන් කර ඇති අරමුණු හැර වෙනත් ඒවා සඳහා මෙහි සපයා ඇති ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු භාවිත නොකරනු ඇත. Microsoft විසින් තෙවන පාර්ශ්වයන් වෙත ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු අනාවරණය කළ හැකිය. එසේ කිරීම ඔබගේ ගනුදෙනුව ක්‍රියාවලිගත කිරීමට, නෛතික ක්‍රියාවලියට අනුකූළ වීමට, හිමිකම් පෑම් වලට ප්‍රතිචාර දැක්වීමට, වංචා වැළැක්වීමට හෝ රජයේ නියාමනයන්ට අනුකූලව ක්‍රියාකිරීම සඳහා එසේ කිරීම සෑහෙන තරම් දුරට අත්‍යාවශ්‍ය විට ඔබගේ තොරතුරු තෙවන පාර්ශ්වයන් වෙත මාරු කෙරේ. ඔබට ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු වෙත ප්‍රවේශවීම හෝ නවීකරණය මෙහිදී සිදුකළ හැකිය: https://commerce.microsoft.com. ඔබ ඔබගේ තොරතුරු නවීකරණය කිරීමට තෝරාගන්නා විට ඉහත සඳහන් කර ඇති පරිදි ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු රැස්කර ඉක්මනින් මාරු කිරීමට Microsoft Corporation ඉඩදෙන කැමැත්ත ඔබ මෙහිදී සපයන්නේහිය. ගිණුමක් නිර්මාණය කර පහත "එකඟයි" බොත්තම එබීමෙන් Microsoft Corporation හට ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු සැපයීමට ඔබ එකඟ වන අතර මෙහි පහත දැක්වෙන පරිදි Microsoft Corporation ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු රැස්කිරීම, මාරු කිරීම සහ තෙවන පාර්ශ්වයන් සමග බෙදාහදාගැනීමට ඔබ ඔබගේ කැමැත්ත පළ කරන්නෙහිය.
sl: Da vam lahko ponudimo izdelke in storitve, morate ustvariti uporabniški račun. Vsakič, ko vnesete nov način plačila za izdelek ali storitev, se lahko prikaže spodnje obvestilo in morali se boste strinjati, da boste lahko nadaljevali. Med potekom ustvarjanja in za namene ustvarjanja računa in/ali dodajanja novega načina plačila boste morali posredovati osebne podatke, kot so: ime, naslov, telefonska številka, e-poštni naslov, številka kreditne kartice in številka bančnega računa. Prav tako utegnemo zbrati vaš naslov IP in ID vaše naprave ter te podatke povezati z osebnimi podatki, ki ste jih posredovali, ko ste ustvarili nov račun ali dodali nov način plačila. Takoj ko bo račun ustvarjen, bodo ti podatki o računu, ki omogočajo osebno prepoznavo, zbrani in v varni, šifrirani obliki posredovani družbi Microsoft Corporation v Združenih državah za obdelavo vaših transakcij in omogočanje izdelkov in storitev. Ti podatki lahko ostanejo v uporabi in shranjeni tako dolgo, kot je to dovoljeno z zakonom. Družba Microsoft Corporation vaših osebnih podatkov, ki ste jih navedli, ne bo uporabljala v namene, ki niso navedeni v nadaljevanju, vključno s tržnimi dejavnostmi, vendar ne omejeno nanje. Microsoft lahko vaše osebne podatke razkrije tretjim osebam. Vaši podatki bodo tretjim osebam posredovani, kadar je to v razumnem okviru potrebno za obdelavo vaše transakcije, izpolnjevanje zahtevka v pravnem procesu, odgovarjanje na zahtevke, preprečevanje goljufij ali ravnanje v skladu z vladnimi predpisi. Do svojih osebnih podatkov lahko dostopate in jih spreminjate na naslovu: https://commerce.microsoft.com. Če se odločite za spremembo osebnih podatkov, s tem privolite, da družba Microsoft Corporation zbere in nemudoma posreduje vaše osebne podatke, kot je opisano zgoraj. Ko ustvarite račun in kliknete spodnji gumb »Strinjam se«, privolite v posredovanje osebnih podatkov družbi Microsoft Corporation in v to, da jih družba Microsoft Corporation zbira, prenaša in posreduje tretjim osebam, kot je opisano tukaj.
sr_cyrl_rs: Да бисмо вам обезбедили производе и услуге, неопходно је да креирате кориснички налог. Сваки пут када наведете нови инструмент плаћања за производ или услугу, ми ћемо послати следеће обавештење и тражити ваш пристанак пре него што наставите. Током и у сврху креирања налога и/или додавања новог инструмента плаћања, обавезни сте да дате информације са личним подацима који се могу идентификовати попут: имена, адресе, броја телефона, адресе е-поште, броја кредитне картице или броја банковног рачуна. Такође можемо узети вашу IP адресу и ID уређаја и повезати ове информације са датим информацијама са личним подацима који се могу идентификовати за креирање налога или кад додајете нови инструмент плаћања. Ове информације са личним подацима који се могу идентификовати у оквиру налога ће бити прикупљене и одмах пренесене, након креирања налога, на сигуран, шифрован начин у Microsoft Corporation у Сједињеним Америчким Државама ради обраде трансакције и понуде производа и услуга. Такви подаци се могу користити и чувати докле год је то дозвољено законом. Microsoft Corporation неће користити ваше информације са личним подацима који се могу идентификовати дате овде за друге сврхе осим оних наведених овде, укључујући и, али не ограничавајући се на маркетиншке активности. Microsoft може открити ваше информације са личним подацима који се могу идентификовати независним произвођачима. Ваши подаци се преносе независним произвођачима када је то неопходно за обраду трансакције, поштовање законског поступка, одговор на жалбе, спречавање преваре или понашање у складу са управним прописима. Можете приступити информацијама са личним подацима који се могу идентификовати или их променити на адреси: https://commerce.microsoft.com. У случају да желите да промените податке, овим дајете пристанак који омогућава Microsoft Corporation да прикупи и одмах пренесе ваше информације са личним подацима који се могу идентификовати као што је наведено изнад. Креирањем налога и кликом на дугме „Слажем се“ у наставку, пристајете да Microsoft Corporation дате своје информације са личним подацима који се могу идентификовати и пристајете да Microsoft Corporation прикупља, преноси и дели ваше информације са личним подацима који се могу идентификовати са независним произвођачима као што је овде наведено.
sr_latn_rs: Da bismo vam obezbedili proizvode i usluge, neophodno je da kreirate korisnički nalog. Svaki put kada navedete novi instrument plaćanja za proizvod ili uslugu, mi ćemo poslati sledeće obaveštenje i tražiti vaš pristanak pre nego što nastavite. Tokom i u svrhu kreiranja naloga i/ili dodavanja novog instrumenta plaćanja, obavezni ste da date informacije sa ličnim podacima koji se mogu identifikovati poput: imena, adrese, broja telefona, adrese e-pošte, broja kreditne kartice ili broja bankovnog računa. Takođe možemo uzeti vašu IP adresu i ID uređaja i povezati ove informacije sa datim informacijama sa ličnim podacima koji se mogu identifikovati za kreiranje naloga ili kad dodajete novi instrument plaćanja. Ove informacije sa ličnim podacima koji se mogu identifikovati u okviru naloga će biti prikupljene i odmah prenesene, nakon kreiranja naloga, na siguran, šifrovan način u Microsoft Corporation u Sjedinjenim Američkim Državama radi obrade transakcije i ponude proizvoda i usluga. Takvi podaci se mogu koristiti i čuvati dokle god je to dozvoljeno zakonom. Microsoft Corporation neće koristiti vaše informacije sa ličnim podacima koji se mogu identifikovati date ovde za druge svrhe osim onih navedenih ovde, uključujući i, ali ne ograničavajući se na marketinške aktivnosti. Microsoft može otkriti vaše informacije sa ličnim podacima koji se mogu identifikovati nezavisnim proizvođačima. Vaši podaci se prenose nezavisnim proizvođačima kada je to neophodno za obradu transakcije, poštovanje zakonskog postupka, odgovor na žalbe, sprečavanje prevare ili ponašanje u skladu sa upravnim propisima. Možete pristupiti informacijama sa ličnim podacima koji se mogu identifikovati ili ih promeniti na adresi: https://commerce.microsoft.com. U slučaju da želite da promenite podatke, ovim dajete pristanak koji omogućava Microsoft Corporation da prikupi i odmah prenese vaše informacije sa ličnim podacima koji se mogu identifikovati kao što je navedeno iznad. Kreiranjem naloga i klikom na dugme „Slažem se“ u nastavku, pristajete da Microsoft Corporation date svoje informacije sa ličnim podacima koji se mogu identifikovati i pristajete da Microsoft Corporation prikuplja, prenosi i deli vaše informacije sa ličnim podacima koji se mogu identifikovati sa nezavisnim proizvođačima kao što je ovde navedeno.
sv: Du måste skapa ett användarkonto för att vi ska kunna tillhandahålla produkter eller tjänster. Varje gång du anger ett nytt betalningsmedel för en produkt eller tjänst kan följande meddelande visas och du måste acceptera villkoren innan du kan fortsätta. När du skapar ett konto och/eller lägger till ett nytt betalningsmedel måste du ange personligt identifierbar information som namn, adress, telefonnummer, e-postadress, kreditkortsnummer och bankkontonummer. Vi kan även samla in din IP-adress och ditt enhets-id och koppla denna information till den personligt identifierbara information du anger när kontot skapas eller när du lägger till ett nytt betalningsmedel. Denna personligt identifierbara kontoinformation samlas in och överförs direkt när kontot skapas på ett säkert, krypterat sätt till Microsoft Corporation i USA så att dina transaktioner kan bearbetas och produkterna och tjänsterna kan tillhandahållas dig. Denna information kan komma att användas och sparas i enlighet med det som lagen tillåter. Microsoft Corporation använder inte din personligt identifierbara information som anges här i andra syften än de som beskrivs här, inklusive men inte begränsat till marknadsföringsaktiviteter. Microsoft har rätt att vidarebefordra din personligt identifierbara information till tredje part. Din information överförs till tredje part när det är rimligen nödvändigt för att bearbeta din transaktion, uppfylla juridiska processer, svara på anspråk, förhindra bedrägerier eller agera i enlighet med myndighetsföreskrifter. Du har rätt att få åtkomst till eller ändra din personligt identifierbara information på: https://commerce.microsoft.com. Om du väljer att ändra din personligt identifierbara information accepterar du därmed att Microsoft Corporation har rätt att samla in och omedelbart överföra din personligt identifierbara information enligt ovan. Genom att skapa ett konto och klicka på knappen Accepterar nedan accepterar du att tillhandahålla Microsoft Corporation din personligt identifierbara information och att Microsoft Corporation har rätt att samla in, överföra och vidarebefordra din personligt identifierbara information till tredje part såsom beskrivs här.
ta: தயாரிப்புகள் அல்லது சேவைகளை உங்களுக்கு வழங்க, நீங்கள் ஒரு பயனர் கணக்கை உருவாக்குவது அவசியம். ஒரு தயாரிப்பு அல்லது சேவைக்காக நீங்கள் ஒரு புதிய கட்டணம் செலுத்தல் கருவி அளிக்கும் ஒவ்வொரு முறையும், நீங்கள் மேலே தொடரும் முன் நாங்கள் பின்வரும் அறிவிப்பை வழங்கி, உங்கள் ஒப்புதலைச் சேகரிக்கக்கூடும். கணக்கு உருவாக்கம் மற்றும்/அல்லது புதிய கட்டணம் செலுத்தும் கருவியைச் சேர்க்கும் போதும் அந்த நோக்கங்களுக்காகவும், நீங்கள் பின்வருவன போன்ற தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலை வழங்க வேண்டும்: உங்கள் பெயர், முகவரி, தொலைபேசி எண், மின்னஞ்சல் முகவரி, கடன் அட்டை எண் மற்றும் வங்கிக் கணக்கு எண். கணக்கு உருவாக்கம் அல்லது புதிய கட்டணம் செலுத்தும் கருவியைச் சேர்க்க நீங்கள் அளிக்கும் தனிப்பட்ட தரவுடன், நாங்கள் உங்கள் IP முகவரி மற்றும் உங்கள் சாதன ID-ஐயும்கூடச் சேகரித்து, அவற்றுடன் இணைக்கக்கூடும். கணக்கு உருவாக்கியதும், இந்தத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலானது சேகரிக்கப்பட்டு, உங்கள் பரிவர்த்தனைகளைச் செயலாக்கல் மற்றும், தயாரிப்புகளையும் சேவைகளையும் உங்களுக்குத் வழங்கல் இவற்றின் பொருட்டு, ஐக்கிய அமெரிக்க நாடுகளிலுள்ள Microsoft Corporation-க்கு பாதுகாப்பான, குறியாக்கப்பட்ட முறையில் உடனடியாக இடமாற்றப்படும். இத்தகைய தரவானது சட்டத்தால் அனுமதிக்கப்படும் காலம் வரை பயன்படுத்த மற்றும் தக்கவைக்கப்படக்கூடும். இங்கே நீங்கள் வழங்கும் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலை Microsoft Corporation-ஆனது இங்கு சொல்லப்பட்டவை தவிர, சந்தைப்படுத்தல் உள்ளிட்ட அவைபோன்ற பிற செயல்பாடுகளுக்குப் பயன்படுத்தாது. உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலை Microsoft-ஆனது மூன்றாம் தரப்புகளுக்குத் தெரியப்படுத்தக் கூடும். உங்கள் பரிவர்த்தனையைச் செயலாக்க, சட்டச் செயல்முறைகளுக்கு இணங்க, உரிமைகோரல்களுக்குப் பதிலளிக்க, மோசடியைத் தடுக்க அல்லது அரசாங்க ஒழுங்குமுறைகளுக்கு இணங்கச் செயற்பட என்று நியாயமான தேவைகள் ஏற்படும் சமயத்தில் உங்கள் தகவலானது மூன்றாம் தரப்புகளுக்கு இடம் மாற்றப்படுகிறது. உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலை அணுக அல்லது மாற்ற: https://commerce.microsoft.com. உங்கள் தகவலை மாற்ற விரும்பும் பட்சத்தில், இதன்மூலம் மேலே குறிப்பிட்ட உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலைச் சேகரித்து உடனே அதை இடமாற்றம் செய்ய Microsoft Corporation-க்கு அனுமதி வழங்கி ஒப்புதலை அளிக்கிறீர்கள். கணக்கொன்றை உருவாக்கி, கீழே உள்ள “ஏற்கிறேன்”என்ற பொத்தானைக் கிளிக் செய்வதன் மூலம், உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலை Microsoft Corporation-க்கு வழங்க ஒப்புக்கொண்டு இதில் கண்டவாறு, உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலைச் சேகரிக்கவும் மூன்றாம் தரப்புக்கு இடம் மாற்றவும் பகிரவும் செய்ய Microsoft Corporation-க்கு அனுமதி வழங்குகிறீர்கள்.
te: మీకు ఉత్పత్తులు లేదా సేవలను అందించాలంటే, మీరు వినియోగదారు ఖాతాని సృష్టించాలి. ఉత్పత్తి లేదా సేవ కోసం మీరు కొత్త చెల్లింపు పరికరాన్ని అందించిన ప్రతిసారీ, మేము కింది గమనికను చూపుతాము మరియు కొనసాగించడం కంటే ముందు మీ సమ్మతిని పొందుతాము. ఖాతాను సృష్టించడం మరియు/లేదా కొత్త చెల్లింపు పరికరాన్ని జోడించడం వంటివి చేస్తున్నప్పుడు మరియు వాటికి సంబంధించిన ఇతర అవసరాల కోసం మీరు మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల డేటాని అందించాలి, వీటిని పేర్కొనాలి: మీ పేరు, చిరునామా, ఫోన్ నంబర్, ఇమెయిల్ చిరునామా, క్రెడిట్ కార్డ్ సంఖ్య మరియు బ్యాంక్ ఖాతా సంఖ్య. ఖాతాని సృష్టిస్తున్నప్పుడు లేదా కొత్త చెల్లింపు పరికరాన్ని జోడిస్తున్నప్పుడు, మేము మీ IP చిరునామా మరియు మీ పరికర IDని కూడా సేకరించవచ్చు మరియు ఈ సమాచారాన్ని మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల డేటాతో అనుబంధించవచ్చు. మీ లావాదేవీలను ప్రాసెస్ చేయడం మరియు మీకు ఉత్పత్తులు మరియు సేవలను అందించడం కోసం ఖాతాని సృష్టించిన వెంటనే ఈ వ్యక్తిగతంగా గుర్తించగల ఖాతా సమాచారం సేకరించబడుతుంది మరియు యునైటెడ్ స్టేట్స్‌లో ఉన్న Microsoft Corporationకు సురక్షిత పద్ధతిలో బదిలీ చేయబడుతుంది. ఆ డేటాని చట్ట ప్రకారం ఉపయోగించవచ్చు మరియు అవసరమైనంత కాలం నిల్వ ఉంచవచ్చు. మార్కెటింగ్ కార్యాచరణలు మాత్రమే కాకుండా ఇక్కడ పేర్కొనని ఏ అవసరాల కోసం కూడా Microsoft Corporation ఇక్కడ పేర్కొన్న మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని ఉపయోగించదు. Microsoft మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని మూడవ పక్షాలకు అందించవచ్చు. మీ లావాదేవీని ప్రాసెస్ చేయడం, చట్టపరమైన ప్రక్రియలకు అనుగుణంగా ఉండటం, క్లెయిమ్‌లకు ప్రతిస్పందించడం, మోసాలను నివారించడం లేదా ప్రభుత్వ నియమాలకు కట్టుబడి ఉండటం కోసం మీ సమాచారం మూడవ పక్షాలకు బదిలీ చేయబడుతుంది. మీరు ఇక్కడ మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని ప్రాప్యత చేయవచ్చు లేదా సవరించవచ్చు: https://commerce.microsoft.com. మీ సమాచారాన్ని సవరించాలనుకోవడం ద్వారా, ఎగువ పేర్కొన్న విధంగా మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని సేకరించడానికి మరియు తక్షణమే బదిలీ చేయడానికి మీరు Microsoft Corporationని అనుమతిస్తున్నారు. ఖాతాని సృష్టించి, దిగువ “అంగీకరించు” బటన్‌ని క్లిక్ చేయడం ద్వారా, మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని Microsoft Corporationకి అందించడానికి మరియు ఇక్కడ పేర్కొన్న విధంగా మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని Microsoft సేకరించడానికి, మూడవ పక్షాలకు బదిలీ చేయడానికి మరియు వారితో భాగస్వామ్యం చేయడాని మీరు అంగీకరిస్తున్నారు.
tg: Барои ба шумо пешкаш кардани маҳсулот ё хидматҳо, ба шумо лозим меояд, ки як ҳисоби корбар эҷод кунед. Ҳар дафъае ки шумо барои ягон маҳсулот ё хидмат як василаи нави пардохтро интихоб мекунед, мо метавонем ин огоҳиро фиристода, пеш аз шурӯъ кардан розигии шуморо гирем. Ҳангоми эҷоди ҳисоб ва бо мақсади эҷоди он ва/ё барои иловаи василаи нави пардохт, аз шумо пешниҳоди маълумоти муайянкунандаи шахсият талаб карда мешавад, аз ҷумла: ном, суроға, рақами телефон, суроғаи почтаи электронӣ, рақами корти қарзӣ ва рақами суратҳисоби бонкии шумо. Мо инчунин метавонем суроғаи IP ва ID-и дастгоҳи шуморо ҷамъ оварем ва ин маълумотро бо маълумоти муайнкунандаи шахсият, ки ҳангоми эҷоди ҳисоб ё иловаи василаи пардохти нав пешниҳод кардаед, алоқаманд намоем. Ин маълумоти муайянкунандаи шахсияти ҳисоб ҷамъоварӣ карда шуда, пас аз эҷод шудани ҳисоб ба таври бехатар ва рамзгузоришуда фавран ба Microsoft Corporation дар Иёлоти Муттаҳида бо мақсади ба шумо пешкаш кардани маҳсулот ва хидматҳо интиқол дода мешавад. Ингуна иттилоот метавонад дар тӯли муддати иҷозатдодаи қонун нигоҳ дошта шавад. Microsoft Corporation маълумоти муайянкунандаи шахсияти дар инҷо пешниҳодкардаи шуморо барои ҳеҷ гуна мақсад, ба ҷуз мақсадҳои дар инҷо муқаррашуда, аз ҷумла, вале бидуни маҳдудият, барои фаъолияти маркетингӣ, истифода нахоҳад бурд. Microsoft метавонад маълумоти муайянкунандаи шахсияти шуморо ба шахсони сеюм ифшо кунад. Маълумоти шумо ба шахсони сеюм он вақт интиқол дода мешавад, ки ингуна амал ба таври асоснок барои коркарди амалиёти шумо, посух ба даъвоҳо, пешгирии қаллобӣ ё амал кардан тибқи қоидаҳои давлатӣ зарур шавад. Шумо метавонед маълумоти муайянкунандаи шахсияти худро дар суроғаи зерин дастрас кунед ё тағйир диҳед: https://commerce.microsoft.com. Агар шумо қарор диҳед, ки маълумоти муайянкунандаи шахсияти пешниҳодкардаатонро тағйир диҳед, бо ин шумо ба Microsoft Corporation розигӣ медиҳед, ки маълумоти муайянкунандаи шахсияти шуморо ба таври дар боло зикршуда ҷамъоварӣ кунад ва фавран интиқол диҳад. Бо эҷод кардани ҳисоб ва зер кардани тугмаи “Розиям” дар зер шумо розӣ мешавед, ки ба Microsoft Corporation маълумоти муайянкунандаи шахсияти худро пешниҳод кунед ва розӣ мешавед, ки Microsoft маълумоти муайянкунандаи шахсияти шуморо ҷамъ оварад, ва ба таври дар инҷо муқарраршуда ба шахсони сеюм интиқол диҳад ва бо онҳо мубодила кунад.
th: คุณจะต้องสร้างบัญชีผู้ใช้เพื่อให้คุณสามารถใช้ผลิตภัณฑ์หรือบริการต่างๆ ได้ ในแต่ละครั้งที่คุณเพิ่มเครื่องมือในการชำระเงินใหม่สำหรับผลิตภัณฑ์หรือบริการ เราอาจมีข้อความแจ้งต่อไปนี้เพื่อให้คุณยินยอมก่อนที่จะดำเนินการต่อ ในระหว่างหรือเพื่อจุดประสงค์ในการสร้างบัญชีและ/หรือเพิ่มเครื่องมือในการชำระเงินใหม่ คุณจะต้องให้ข้อมูลระบุตัวตน เช่น ชื่อ ที่อยู่ หมายเลขโทรศัพท์ อีเมลแอดเดรส หมายเลขบัตรเครดิต และหมายเลขบัญชีธนาคาร เรายังอาจขอที่อยู่ IP และรหัสอุปกรณ์ของคุณ และเชื่อมโยงข้อมูลนี้กับข้อมูลระบุตัวตนที่คุณให้เพื่อสร้างบัญชีหรือให้เมื่อเพิ่มเครื่องมือในการชำระเงินใหม่ ข้อมูลบัญชีที่สามารถระบุตัวตนได้นี้จะได้รับการรวบรวมและส่งให้ Microsoft Corporation ในสหรัฐอเมริกาโดยทันทีเมื่อสร้างบัญชี โดยใช้วิธีการที่ปลอดภัยและมีการเข้ารหัสข้อมูล เพื่อจุดประสงค์ในการทำธุรกรรมต่างๆ รวมถึงมอบผลิตภัณฑ์และบริการให้กับคุณ ข้อมูลดังกล่าวจะถูกใช้และเก็บไว้ตามระยะเวลาที่กฎหมายกำหนด Microsoft Corporation จะไม่ใช้ข้อมูลระบุตัวตนซึ่งคุณได้ให้ไว้ที่นี้เพื่อจุดประสงค์อื่นๆ นอกเหนือจากที่แจ้งไว้ในที่นี้ ซึ่งรวมถึงแต่ไม่จำกัดเพียงกิจกรรมทางการตลาด Microsoft อาจเปิดเผยข้อมูลระบุตัวตนของคุณกับบุคคลที่สาม ข้อมูลของคุณจะถูกถ่ายโอนให้กับบุคคลที่สามหากจำเป็นต้องใช้เพื่อดำเนินธุรกรรม เพื่อให้เป็นไปตามขั้นตอนทางกฎหมาย เพื่อตอบกลับข้อเรียกร้องสิทธิ เพื่อป้องกันการหลอกลวง หรือเพื่อให้เป็นไปตามข้อบังคับของรัฐบาล คุณสามารถเข้าถึงหรือแก้ไขข้อมูลระบุตัวตนของคุณได้ที่: https://commerce.microsoft.com ในกรณีที่คุณแก้ไขข้อมูลส่วนบุคคลของคุณ จะถือว่าคุณยินยอมให้ Microsoft Corporation รวบรวมและจัดเก็บข้อมูลระบุตัวตนของคุณตามที่แจ้งไว้ข้างต้น การสร้างบัญชีและคลิกปุ่ม “ยอมรับ” ด้านล่างนี้หมายถึงคุณยินยอมให้ข้อมูลระบุตัวตนของคุณกับ Microsoft Corporation และยินยอมให้ Microsoft Corporation รวบรวม ถ่ายโอน และแบ่งปันข้อมูลระบุตัวตนของคุณกับบุคคลที่สามตามที่ได้ระบุไว้ในที่นี้
tr: Size ürün veya hizmet sağlayabilmemiz için bir kullanıcı hesabı oluşturmanız gerekir. Bir ürün veya hizmet için yeni bir ödeme aracı kullanmak istediğinizde, her zaman size aşağıdaki bildirimi gönderebilir ve ilerlemeden önce onayınızı alabiliriz. Hesap oluşturma ve/veya yeni bir ödeme yöntemi ekleme sırasında veya bunun için adınız, adresiniz, telefon numaranız, e-posta adresiniz, kredi kartı numaranız ve banka hesap numaranız gibi kişiyi tanımlamak için kullanılan bilgileri sağlamanız gerekecektir. IP adresinizi ve cihaz kimliğinizi de alarak bu bilgiyi hesap oluşturma veya yeni bir ödeme aracı ekleme için sağladığınız kişiyi tanımlamak için kullanılan bilgilerle ilişkilendirebiliriz. Kişiyi tanımlamak için kullanılan bu hesap bilgileri hesap oluşturulduktan sonra alınır ve hemen güvenli, şifreli bir şekilde Amerika Birleşik Devletleri'nde bulunan Microsoft Corporation'a gönderilerek işlemleriniz işlenir ve tarafınıza ürün ve hizmet sağlanır. Bu veriler yasalarla izin verilen süre boyunca kullanılabilir ve saklanabilir. Microsoft Corporation, burada sağladığınız kişiyi tanımlamak için kullanılan bilgilerinizi pazarlama işlemleri dahil ancak bunlarla sınırlı olmamak üzere, burada belirtilen dışında hiçbir amaç doğrultusunda kullanmaz. Microsoft kişiyi tanımlamak için kullanılan bilgilerinizi üçüncü taraflara ifşa edebilir. İşleminizi işlemek, yasal süreçlere uymak, beyanları yanıtlamak, dolandırıcılığı önlemek veya devlet düzenlemelerine uygun hareket etmek üzere makul seviyede gerekli olduğu durumlarda, bilgileriniz üçüncü taraflara aktarılır. Kişiyi tanımlamak için kullanılan bilgilerinize buradan ulaşabilir veya bilgileri değiştirebilirsiniz: https://commerce.microsoft.com. Bilgilerinizi değiştirmeyi seçtiğinizde Microsoft Corporation'ın kişiyi tanımlamak için kullanılan bilgilerinizi yukarıda belirtildiği şekilde toplamasına ve hemen aktarmasına izin veren bir onay vermiş olursunuz. Bir hesap oluşturarak ve aşağıdaki " Kabul Ediyorum" düğmesine tıklayarak Microsoft Corporation'a kişisel verilerinizi sağlamayı kabul eder ve Microsoft Corporation'ın verileri bu belgede belirtilen şekilde toplamasına, aktarmasına ve paylaşmasına izin vermiş olursunuz.
tt: Сезгә продуктлар яки хезмәтләр тәкъдим ителсен өчен, сез кулланучы хисап язмасын төзергә тиешсез. Сез продукт яки хезмәт өчен яңа түләү ысулын күрсәткән саен, түбәндәге белдерү күрсәтелергә һәм дәвам итү алдыннан сездән ризалык соралырга мөмкин. Хисап язмагызны төзү һәм/яки яңа түләү ысулын өстәү вакытында һәм максатларында түбәндәге шәхси мәгълүматыгыз кирәк булачак: исемегез, адресыгыз, телефон номерыгыз, электрон почтагыз адресы, кредит картагызның һәм банк хисабыгызның номеры. Шулай ук без IP-адресыгызны һәм җайланмагызның идентификаторын туплый һәм бу мәгълүматны сез хисап язмагызны төзегәндә яки яңа түләү ысулын өстәгәндә күрсәткән шәхси мәгълүматыгыз белән бәйли алабыз. Хисап язмасы төзелгәч тә, хисап язмасындагы бу шәхси мәгълүмат тупланачак һәм шифрланган куркынычсыз рәвештә АКШ-тагы Майкрософт ширкәтенә транзакцияләрегезне эшкәртү һәм сезгә продуктлар һәм хезмәтләр тәкъдим итү өчен тапшырылачак. Шул мәгълүмат законда рөхсәт ителгән кадәр озак сакланырга мөмкин. Майкрософт ширкәте биредә күрсәтелгән шәхси мәгълүматыгызны биредә билгеләнгән максатлардан тыш кулланмаячак, бу маркетинг эшчәнлегенә һәм башка гамәлләргә дә кагыла. Майкрософт ширкәте шәхси мәгълүматыгызны чит тарафларга ача ала. Мәгълүматыгызны чит тарафларга тапшыруның дәлилле нигезләре булып транзакцияләрне эшкәртү, хокукый процесска туры килүне тәэмин итү, дәгъваларга җавап бирү, алдауны булдырмау һәм хөкүмәт карарларын үтәү санала. Сез https://commerce.microsoft.com битендә үз шәхси мәгълүматыгызга кереп, аны үзгәртә аласыз. Мәгълүматыгызны үзгәртергә уйласагыз, сез Майкрософт ширкәтенә югарыда билгеләнгән шартларда шәхси мәгълүматыгызны тупларга һәм кичекмәстән тапшырырга рөхсәт бирүче ризалык бирәсез. Хисап язмагызны төзеп һәм түбәндәге "Кабул итәм" төймәсенә чирттереп, сез Майкрософт ширкәтенә шәхси мәгълүматыгызны бирергә һәм Майкрософтның шәхси мәгълүматыгызны биредә тасвирланганча туплавына, тапшыруына һәм чит тарафлар белән уртаклашуына ризалашасыз.
ug: سىزگە مەھسۇلات ياكى مۇلازىمەت تەمىنلەش ئۈچۈن ئىشلەتكۈچى ھېساباتى قۇرۇشىڭىز كېرەك. مەھسۇلات ياكى مۇلازىمەتكە ھەر قېتىم يېڭى ھەق تاپشۇرۇش قورالى قوشسىڭىز، سىزگە تۆۋەندىكى ئەسكەرتىشنى كۆرسىتىپ، رۇخسەت ئېلىپ داۋاملاشتۇرۇشىمىز مۇمكىن. ھېسابات قۇرۇش ۋە/يېڭى ھەق تاپشۇرۇش قورالى قوشۇش جەريانىدا ئىسىم، ئادرېس، تېلېفون نومۇرى، تورخەت ئادرېسى، ئىناۋەتلىك كارتا ۋە بانكا ھېسابات نومۇرى قاتارلىق شەخسىي ئۇچۇرلارنى تەمىنلىشىڭىز تەلەپ قىلىنىدۇ. ھېسابات قۇرغان ياكى يېڭى ھەق تاپشۇرۇش قورالى قوشقاندا، يەنە سىز تەمىنلىگەن شەخسىي ئۇچۇرلارغا مۇناسىۋەتلىك IP ئادرېسى ۋە ئۈسكۈنە كىملىكى دېگەندەك ئۇچۇرلارنىمۇ توپلىشىمىز مۇمكىن. بۇ شەخسىي ئۇچۇرلار ھېسابات قۇرۇلغاندا مەخپىيلەشتۈرۈلۈپ، ئامېرىكا قوشما ئىشتاتلىرىدىكى Microsoft Corporation غا ئەۋەتىلىپ، ساقلىنىپ، مۇئامىلىنى بىر تەرەپ قىلىش ۋە سىزگە مۇلازىمەت تەمىنلەشتە ئىشلىتىلىدۇ. بۇ خىل ئۇچۇرلار قانۇن رۇخسەت قىلغان ئەڭ ئۇزۇن مۇددەت بويىچە ساقلىنىشى ۋە ئىشلىتىشى مۇمكىن. Microsoft Corporation شەخسىي ئۇچۇرلىرىڭىزنى بۇ يەردە دېيىلگەن بازار ئېچىش قاتارلىق ئىشلاردىن باشقا ئىشلار ئۈچۈن ئىشلەتمەيدۇ. Microsoft شەخسىي ئۇچۇرلىرىڭىزنى ئۈچىنچى تەرەپكە ئاشكارىلىشى مۇمكىن. ئادەتتە مۇئامىلىڭىزنى بىر تەرەپ قىلىشتا زۆرۈر بولسا، قانۇنىي تەلەپ ياكى ئەرز-شىكايەت ياكى ھۆكۈمەتنىڭ تۈزۈملىرىگە ماس ئىنكاس قايتۇرۇش مەقسىتىدە ئۈچىنچى تەرەپ بىلەن ئورتاقلىشىشقا توغرا كېلىشى مۇمكىن. شەخسىي ئۇچۇرلىرىڭىزنى بۇ يەردىن كۆرەلەيسىز ۋە ئۆزگەرتەلەيسىز: https://commerce.microsoft.com. شەخسىي ئۇچۇرلىرىڭىزنى ئۆزگەرتمەكچى بولسىڭىز، ئۆزگەرتىلگەن ئۇچۇرلارنى Microsoft Corporation نىڭ يۇقىرىدا چۈشەندۈرۈلگەندەك توپلاپ ئىشلىتىشىگە قوشۇلغان بولىسىز. ھېسابات قۇرۇپ، تۆۋەندىكى «قوشۇلىمەن» نى چەكسىڭىز، Microsoft Corporation غا شەخسىي ئۇچۇرلىرىڭىزنى تەمىنلەش ۋە Microsoft Corporation نىڭ شەخسىي ئۇچۇرلىرىڭىزنى توپلىشى، ئۈچىنچى تەرەپكە يوللىشى ۋە ئىشلىتىشىگە قوشۇلغان بولىسىز.
uk: Щоб ми могли надавати вам продукти або служби, вам необхідно створити обліковий запис користувача. Кожного разу, коли ви надаєте новий інструмент оплати продукту або служби, ми можемо надіслати таке повідомлення, щоб отримати від вас згоду, перш ніж продовжити. Під час і для цілей створення облікового запису та/або додавання нового інструмента оплати вам знадобиться вказати особисті дані, як-от: ваші ім’я, адреса, номер телефону, адреса електронної пошти, номер кредитної картки та номер банківського рахунку. Ми можемо також збирати дані про вашу IP-адресу й ідентифікатор вашого пристрою та пов’язати ці відомості з особистими даними, які ви вказали для створення облікового запису або під час додавання нового інструмента оплати. Ці особисті дані облікового запису збираються та після створення облікового запису негайно передаються безпечним зашифрованим способом до корпорації Microsoft у Сполучених Штатах для обробки ваших транзакцій і надання вам продуктів і служб. Такі дані можуть використовуватися та зберігатися так довго, як цього дозволяє закон. Корпорація Microsoft не використовуватиме ваші особисті дані, які ви надаєте тут, для інших цілей, ніж ті, що описано тут, у тому числі для маркетингової діяльності. Microsoft може розголошувати ваші особисті дані третім особам. Ваші відомості передаються третім особам, коли це обґрунтовано необхідно для обробки вашої транзакції, дотримання вимог судового процесу, відповіді на претензії, запобігання шахрайству та забезпечення відповідності державним нормативним актам. Ви можете отримати доступ до своїх особистих даних або змінити їх на веб-сторінці: https://commerce.microsoft.com. У разі, якщо ви вирішите змінити свої особисті дані, ви тим самим дозволяєте корпорації Microsoft збирати та негайно передавати ваші особисті дані, як описано вище. Створюючи обліковий запис і натискаючи кнопку "Погоджуюсь" нижче, ви погоджуєтеся надати корпорації Microsoft свої особисті дані та дозволяєте корпорації Microsoft збирати та передавати ваші особисті дані третім сторонам, як описано в цьому документі.
ur: آپ کو مصنوعات اور خدمات فراہم کرنے کے لیے ضروری ہے کہ آپ ایک صارف اکاؤنٹ بنائیں۔ ہر بار جب آپ مصنوعہ یا خدمت کی ادائیگی کا ایک نیا ادائیگی کا آلہ فراہم کریں گے ہم آپ کو مندرجہ ذیل نوٹس فراہم کر سکتے ہیں اور آگے بڑھنے سے پہلے آپ کی اجازت لیں گے۔ اکاؤنٹ کی تخلیق کے دوران اور اس کے مقصد کے لیے اور/یا ادائیگی کا ایک نیا ادائیگی کا آلہ شامل کرتے ہوئے یہ درکار ہوگا کہ آپ اپنی ذاتی قابل شناخت معلومات فراہم کریں جیسا کہ: آپ کا نام، پتہ، فون نمبر، ای میل پتہ، کریڈٹ کارڈ نمبر اور بینک اکاؤنٹ نمبر۔ ہم آپ کا IP پتہ اور آلہ کی ID بھی جمع کر سکتے ہیں اور اس معلومات کو اکاؤنٹ کی تخلیق کے لیے یا جب نیا ادائیگی کا آلہ شامل کر رہے ہوں گے آپ کے ذاتی قابل شناخت معلومات کے ساتھ منسلک کر سکتے ہیں۔ اس ذاتی طور پر قابل شناخت اکاؤنٹ کی معلومات کو جمع کیا جائے گا اور فوری طور پر اکاؤنٹ کی تعمیل پر ایک محفوظ، مرموز طریقہ کار میں Microsoft Corporation کو امریکہ میں آپ کے لین دین پر عملدرآمد اور آپ کے لئے مصنوعات اور خدمات فراہم کرنے کے لیے منتقل کیا جائے گا۔ قانون میں دی گئی معیاد کی اجازت تک ان کوائف کو استعمال اور برقرار رکھا جائے گا۔ Microsoft Corporation یہاں بیان کیے گئے مقاصد کے علاوہ آپ کی ذاتی قابل شناخت معلومات کو استعمال نہیں کرے گی، بشمول مارکیٹنگ سرگرمیاں لیکن اس تک محدود نہیں۔ Microsoft فریقین ثالث کے ساتھ آپ کی ذاتی قابل شناخت معلومات کا اشتراک کر سکتا ہے۔ آپ کی معلومات اس وقت منتقل کی جاتی ہیں جب آپ کے لین دین، قانونی کاروائی کی تعمیل، دعووں کا جواب دینا، دھوکا کو روکنے یا حکومتی قوانین کے مطابق عمل کرنے پر عمل درآمد درکار ہو۔ آپ اپنی ذاتی قابل شناخت معلومات پر رسائی یا ترمیم کے لیے رسائی کر سکتے ہیں: https://commerce.microsoft.com۔ اگر کسی واقعہ پر آپ اپنی معلومات میں ترمیم کرنے کا انتخاب کرتے ہیں تو آپ رضامندی ظاہر کرتے ہیں کہ آپ Microsoft Corporation کو مندرجہ بالا درج کردہ کے تحت آپ کی ذاتی قابل شناخت معلومات کو جمع اور ذخیرہ کرنے کی اجازت دیتے ہیں۔ ایک اکاؤنٹ بنا کر اور ذیل میں بٹن “Agree” پر کلک کر کے آپ ادھر درج کیے گئے کے مطابق Microsoft Corporation کو اپنی ذاتی قابل شناخت معلومات کا فریقین ثالث کے ساتھ اشتراک کرنے اور منتقلی کرنے کی اجازت دیتے ہیں۔
uz: Sizga mahsulot va xizmatlarni taqdim etilishi uchun foydalanuvchi hisob qaydnomasini yaratishingiz talab qilinadi. Mahsulot yoki xizmat uchun yangi to‘lov vositasini taqdim etganingizda har gal quyidagi eslatmani taqdim etishimiz va davom etishdan oldin roziligingizni to‘plashimiz mumkin. Hisob qaydnomasi yaratish va/yoki yangi to‘lov vositasi qo‘shish davomida va maqsadida sizdan quyidagi shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlarni taqdim etish talab etiladi: ism, manzil, telefon raqami, e-pochta manzili, kredit karta raqami va bank hisob raqami. Shuningdek, IP-manzilingiz va qurilmangiz ID’sini to‘playmiz va bu ma’lumotni hisob qaydnomasini yaratish uchun yoki yangi to‘lov vositasini qo’shishda siz taqdim etgan shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlar bilan birlashtiramiz. Ushbu shaxsingizni aniqlash mumkin bo‘lgan hisob qaydnomasi ma’lumotlari to‘planadi va hisob qaydnomasi yaratilayotganda tranzaksiyalaringizni amalga oshirish va mahsulot va xizmatlarni sizga taqdim etish uchun Amerika Qo‘shma Shtatlarida joylashgan Microsoft korporatsiyasiga xavfsiz, shifrlangan holatda darhol uzatiladi. Bunday ma’lumotlar qonunda ko‘rsatilgan muddat saqlanadi va ishlatiladi. Microsoft korporatsiyasi bu yerda taqdim etgan shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlardan bu yerda ko‘rsatilgandan boshqa maqsadlarda, jumladan, marketing faoliyatlarida, foydalanmaydi. Microsoft shaxsingizni aniqlash mumkin bo'lgan ma'lumotlarni uchinchi tomonga oshkor qilishi mumkin. Ma’lumotlaringizni uchinchi tomonga uzatish tranzaksiyangizni amalga oshirish, qonuniy jarayonni olib borish, shikoyatlarga javob berish, qonunbuzarliklarni oldini olish yoki hukumat qarorlari asosida faoliyat yuritish uchun zarur bo‘lgandagina, bu amalga oshiriladi. Quyidagi manzilda shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlarga kirishingiz yoki ularni o‘zgartirishingiz mumkin: https://commerce.microsoft.com. Ma’lumotlaringizni o‘zgartirishni tanlaganingizda, Microsoft korporatsiyasiga shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlarni, yuqorida ko‘rsatilgandek, to’plash va darhol uzatish uchun ruxsat beradi. Hisob qaydnomasini yaratish va quyidagi “Roziman” tugmasiga chertish orqali siz shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlaringizning Microsoft korporatsiyasiga taqdim etilishiga va Microsoft’ning shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlarini ushbu hujjatda ko‘rsatilgandek uchinchi tomonga uzatish va baham ko‘rishiga rozilik berasiz.
vi: Để được cung cấp các sản phẩm và dịch vụ bạn cần phải tạo một tài khoản người dùng. Mỗi lần bạn cung cấp một phương tiện thanh toán mới cho một sản phẩm hoặc dịch vụ chúng tôi có thể sẽ cung cấp thông báo sau và yêu cầu bạn đồng ý trước khi tiếp tục. Trong quá trình và nhằm mục đích để tạo tài khoản và/hoặc thêm một phương tiện thanh toán mới bạn sẽ được yêu cầu cung cấp các thông tin định danh cá nhân như: tên, địa chỉ, số điện thoại, địa chỉ email, số thẻ tín dụng và số tài khoản ngân hàng của bạn. Chúng tôi cũng có thể thu thập địa chỉ IP của bạn và ID của thiết bị của bạn và liên kết thông tin này với thông tin định danh cá nhân bạn đã cung cấp để tạo tài khoản hoặc khi thêm một phương tiện thanh toán mới. Thông tin tài khoản định danh cá nhân này sẽ được thu thập và sau khi tạo tài khoản sẽ lập tức truyền tải bằng cách mã hóa an toàn đến Microsoft Corporation tại Hoa Kỳ để xử lí các giao dịch của bạn và cung cấp sản phẩm và dịch vụ cho bạn. Các dữ liệu này có thể được dùng và lưu lại trong giới hạn thời gian được pháp luật cho phép. Microsoft Corporation sẽ không dùng thông tin định danh cá nhân được cung cấp tại đây của bạn cho mục đích khác ngoài các mục đích được nêu ở đây, bao gồm nhưng không chỉ giới hạn trong các hoạt động tiếp thị. Microsoft có thể tiết lộ thông tin định danh cá nhân của bạn cho các bên thứ ba. Thông tin của bạn được chuyển tải sang bên thứ ba khi việc này là cần thiết hợp lí để xử lí giao dịch của bạn, tuân theo quy trình pháp lý, hồi đáp các yêu cầu khiếu nại, đề phòng giả mạo hoặc dựa theo các quy định của chính phủ. Bạn có thể truy cập hoặc sửa đổi thông tin định danh cá nhân của bạn tại: https://commerce.microsoft.com. Trong trường hợp bạn sửa đổi thông tin bạn đồng ý tại đây cho phép Microsoft Corporation thu thập và truyền tải ngay lập tức thông tin định danh cá nhân của bạn như đã nêu ở trên. Bằng cách tạo tài khoản và bấm vào nút “Đồng ý” bên dưới bạn đã đồng ý cung cấp cho Microsoft Corporation các thông tin định danh cá nhân của bạn và cho phép Microsoft thu thập, chuyển tải và chia sẻ thông tin định danh cá nhân của bạn với các bên thứ ba như đã nêu tại đây.
zh_hans: 为了向你提供产品或服务，你必须创建一个用户帐户。每次你为产品或服务提供新的付款方式时，我们都可能会提供以下声明，并在你继续之前征得你的同意。为了创建帐户和/或添加新的付款方式，以及在创建帐户和/或添加新的付款方式时，你需要提供个人身份信息，例如: 你的姓名、地址、电话号码、电子邮件地址、信用卡号和银行帐号。我们还可能会收集你的 IP 地址和设备 ID，并将这些信息与你提供的用于创建帐户或添加新的付款方式的个人身份信息关联起来。 我们将收集这些个人身份帐户信息，并在帐户创建后立即以安全的加密方式传输到位于美国的 Microsoft Corporation，以处理你的交易并向你提供产品和服务。我们将依法使用和保留这些数据。Microsoft Corporation 不会将你在此提供的个人身份信息用于除此处提出的用途以外的其他用途，包括但不限于营销活动。 Microsoft 可能会向第三方披露你的个人身份信息。如果这样做是处理你的交易、遵守法律程序、应对索赔、预防欺诈或按照政府法规行事所合理需要的，则会将你的信息传输给第三方。 你可以在 https://commerce.microsoft.com 访问或修改你的个人身份信息。如果你选择修改信息，则你在此同意，Microsoft Corporation 可以如上所述收集和立即传输你的个人身份信息。 创建帐户和单击下面的“同意”按钮即表示你同意向 Microsoft Corporation 提供你的个人身份信息，并同意 Microsoft 按照此处所述收集你的个人身份信息并将其传输给第三方或与第三方共享。
zh_hant: 為提供您產品或服務，您必須建立使用者帳戶。在您每次提供新的付款方式支付產品或服務費用時，我們可能都會提供以下聲明並在取得您的同意後繼續。在帳戶建立和/或新增付款方式期間以及出於該目的所需，您將必須提供以下個人識別資訊: 姓名、地址、電話號碼、電子郵件地址、信用卡號碼及銀行帳戶號碼。我們可能還會收集您的 IP 位址和裝置識別碼，並將此資訊與您為建立帳戶或在新增付款方式時所提供的個人識別資訊建立關聯。 這些個人識別帳戶資訊將在帳戶建立時收集，並以安全的加密方式立即傳送到位於美國的 Microsoft Corporation，以利處理您的交易並提供產品和服務給您。該資料將按照法律規定使用與保存。Microsoft Corporation 不會將您在此提供的個人識別資訊用於此處所述以外的其他用途，包括但不限於行銷活動。 Microsoft 可能會將您的個人識別資訊透露給第三方。您的資訊會出於合理需要傳送給第三方，包括處理您的交易、遵守法律程序、回應索賠要求、防止詐騙或遵循政府規定。 您可至以下網址存取或修改您的個人識別資訊: https://commerce.microsoft.com。若您選擇修改資訊，即表示同意允許 Microsoft Corporation 按照上述方式收集和立即傳送您的個人識別資訊。 建立帳戶並按下底下的 [同意] 按鈕之後，表示您同意提供個人識別資訊予 Microsoft Corporation，並同意 Microsoft Corporation 按照此處所述方式收集、傳送並與第三方分享您的個人識別資訊。
