Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCardDesc.WindowsDeveloper
source: When you add a credit card as a payment method, Microsoft authorizes the card by making a small, temporary charge to your account. Your bank may add transaction fees to your card transaction related to your developer subscription. Such fees are assessed by your bank, not Microsoft. Please contact your bank for details.
af: Wanneer jy jou krediet kaart as betalings metode byvoeg, Microsoft magtig die kaart deur 'n klein, tydelike heffing te maak tot you rekening. Jou bank kan 'n bykomende transaksiefooi byvoeg tot jou kaart wat transaksie verband hou met jou ontwikkelaar inskrywing. Hierdie fooie bepaal deur jou bank, nie Microsoft nie. Kontak asseblif jou bank vir besonderhede.
am: ክሬዲት ካርድን እንደ ክፍያ ዘዴ በሚያክሉ ጊዜ፣ Microsoft በመለያዎ ላይ ትንሽ፣ ጊዜያዊ ክፍያን በማድርግ ለካርዱ ፈቃድ ሰጥቷል። የእርስዎ ባንክ ከማሳደጊያ ደንበኝነት ምዝገባ ጋር ተያያዥነት ላላቸው የደንበኝነት ምዝገባ በካርድዎ ላይ የገንዘብ ልውውጥ ክፍያዎችን ያክላል። እንዲህ ያሉ ክፍያዎች በባንክዎ፣ ሳይሆን በMicrosoft ይገመገማሉ። እባክዎን ለዝርዝሮቹ ባንክዎን ያነጋግሩ።
ar: عند إضافة بطاقة الائتمان كطريقة من طرق الدفع، تقوم Microsoft بالتحقق من البطاقة عن طريق تحصيل رسم بسيط ومؤقت على حسابك. وقد يفرض البنك رسوم معاملات على معاملة البطاقة الخاصة بك والتي ترتبط باشتراك المطوّر الخاص بك. ويتولى البنك، وليس Microsoft، تقييم هذه الرسوم‏. الرجاء الاتصال بالبنك للحصول على التفاصيل.
as: আপুনি পৰিশোধ পদ্ধতিৰ ৰূপত ক্ৰেডিট কাৰ্ড যোগ কৰাৰ সময়ত, Microsoft আপোনাৰ একাউণ্টৰ পৰা কম পৰিমাণৰ, অস্থায়ী চাৰ্জ লৈ কাৰ্ডখনক অনুমোদন জনাই৷ আপোনাৰ বেংকে আপোনাৰ ডেভ'লপাৰ গ্ৰাহকভুক্তিলৈ সম্বন্ধিত আপোনাৰ কাৰ্ড লেনদেনলৈ লেনদেন মাচুল যোগ কৰিব পাৰে৷ তেনেধৰণৰ মাচুলসমূহ আপোনাৰ বেংকৰ লগতহে সম্পৰ্কিত, Microsoft-ৰ লগত নহয়৷ অনুগ্ৰহ কৰি বিশদ-বিৱৰণৰ কাৰণে আপোনাৰ বেংকৰ লগত যোগাযোগ কৰক৷
az: Ödəniş metodu kimi kredit kartı əlavə etdiyinizdə, Microsoft hesabınızdan müvəqqəti olaraq cüzi məbləğ çıxaraq kartı təsdiq edir. Bankınız kart əməliyyatınıza əməliyyat haqları əlavə edə bilər. Belə haqlar Microsoft deyil, bankınız tərəfindən qiymətləndirilir. Təfərrüatlar üçün bankınızla əlaqə saxlayın.
bg: Когато добавите кредитна карта като начин на плащане, Microsoft разрешава картата, като прави малко временно таксуване на сметката ви. Банката ви може да добави такси за транзакциите с кредитната карта, свързани с вашия абонамент на разработчик. Тези такси са наложени от вашата банка, а не от Microsoft. Обърнете се към вашата банка за подробности.
bn_in: অর্থপ্রদানের মাধ্যম হিসাবে কোনো কার্ড যোগ করলে, Microsoft কার্ড যাচাই করতে আপনার অ্যাকাউন্ট থেকে অল্প পরিমাণ অর্থ কেটে নেয়৷ আপনার ডেভলপার সাবস্ক্রিপশন অনুসারে, আপনার কার্ডের মাধ্যমে হওয়া লেনদেনের জন্য আপনার ব্যাঙ্ক কিছু অতিরিক্ত অর্থ কেটে নিতে পারে৷ এই অতিরিক্ত অর্থ আপনার ব্যাঙ্কের পক্ষ থেকে কেটে নেওয়া হয়, Microsoft এর পক্ষ থেকে নয়৷ বিস্তারিত জানতে দয়া করে আপনার ব্যাঙ্কের সাথে যোগাযোগ করুন৷
bs: Kada dodate kreditnu karticu kao način plaćanja, Microsoft odobrava tu karticu tako što pravi mali, privremeni trošak na vašem računu. Banka može dodati naknadu za transakcije među transakcije vaše kartice koje se odnose na programersku pretplatu. Tu naknadu utvrđuje vaša banka, a ne Microsoft. Obratite se svojoj banci za detalje.
cy: Pan fyddwch yn ychwanegu cerdyn credyd fel dull talu, bydd Microsoft yn awdurdodi'r cerdyn drwy godi ffi fechan, dros dro, ar eich cyfrif. Mae'n bosibl y bydd eich banc yn ychwanegu ffioedd trafodion at drafodyn eich cerdyn yng nghyswllt eich tanysgrifiad datblygwr. Caiff ffioedd o'r fath eu hasesu gan eich banc, ddim gan Microsoft. Holwch eich banc am fanylion.
da: Når du tilføjer et kreditkort som en betalingsmetode, godkender Microsoft kortet ved at hæve et mindre, midlertidigt beløb på din konto. Din bank kan opkræve et overførselsgebyr, der er forbundet med dit udviklerabonnement. Disse gebyrer fastsættes af banken, ikke af Microsoft. Kontakt din bank for at få flere oplysninger.
de: Wenn Sie eine Kreditkarte als Zahlungsmethode hinzufügen, wird diese Karte von Microsoft autorisiert, indem Ihr Konto vorübergehend mit einem geringen Betrag belastet wird. Ihre Bank stellt unter Umständen Transaktionsgebühren für Ihre Kartentransaktion in Verbindung mit Ihrem Entwicklerabonnement in Rechnung. Solche Gebühren werden nicht von Microsoft, sondern von Ihrer Bank festgelegt. Weitere Informationen erhalten Sie bei Ihrer Bank.
el: Όταν προσθέτετε μια πιστωτική κάρτα ως μέθοδο πληρωμής, η Microsoft επαληθεύει την κάρτα πραγματοποιώντας μια μικρή και προσωρινή χρέωση στο λογαριασμό σας. Η τράπεζά σας μπορεί να προσθέσει χρέωση συναλλαγής για τη συναλλαγή της κάρτας σας που σχετίζεται με τη συνδρομή προγραμματιστή. Η αξιολόγηση αυτής της προμήθειας γίνεται από την τράπεζά σας και όχι από τη Microsoft. Για λεπτομέρειες, επικοινωνήστε με την τράπεζα.
es: Cuando agrega una tarjeta de crédito como método de pago, Microsoft autoriza la tarjeta mediante un pequeño cargo temporal en su cuenta. El banco podría agregar tasas de transacción a la transacción de la tarjeta relacionada con su suscripción de desarrollador. Dichas tasas las evalúa el banco, no Microsoft. Póngase en contacto con su banco para obtener más información.
et: Kui lisate makseviisina krediitkaardi, broneerib Microsoft krediitkaardi autoriseerimiseks teie kontol ajutiselt väikese summa. Teie pank võib teie arendajatellimusega seotud kaarditehingule lisada ülekandetasu. Selliseid teenustasusid määrab teie pank, mitte Microsoft. Täpsemat teavet saate oma pangast.
eu: Kreditu-txartela ordainketa metodo gisa gehitzen duzunean, Microsoft-ek txartela onartzeko, aldi baterako kobrantza txiki bat egiten du zure kontuan. Beharbada, bankuak transakzio-tasak gehituzko dizkio garatzaile-harpidetzari lotutako txartelaren transakzioari. Tasa horiek bankuak zehazten ditu, ez Microsoft-ek. Xehetasunak eskuratzeko, jarri harremanetan bankuarekin.
fa: هنگامی که کارت اعتباری را به عنوان روش پرداخت اضافه می کنید، Microsoft مبلغ کمی را به صورت موقت به حساب شما اضافه می کند تا اعتبار حساب شما تأیید شود. بانک شما ممکن است هزینه های تراکنش را به تراکنش کارت شما که در رابطه با اشتراک برنامه نویس شما است اضافه کند. چنین هزینه هایی توسط بانک شما ارزیابی می شوند نه Microsoft. برای کسب اطلاعات بیشتر لطفاً با بانک خود تماس بگیرید.
ga: Nuair a chuireann tú cárta creidmheasa mar mhodh íocaíochta leis, údaraíonn Microsoft an cárta trí tháille bheag shealadach a ghearradh ar do chuntas. D'fhéadfadh do bhanc táillí idirbhirt a chur le d'idirbheart cárta a bhaineann le do shíntiús idirbhirt. Is é do bhanc agus ní hiad Microsoft a dhéanann táillí den chineál sin a mheas. Iarr na sonraí ar do bhanc.
gd: Nuair a chuireas tu cairt-chreidis ris mar dhòigh pàighidh, bheir Microsoft ùghdarras dhan chairt 's e ag iarraidh suim bheag shealach air a' chunntas agad. Dh'fhaoidte gun iarr am banca agad tàille ort a thaobh an tar-chuir airson an fho-sgrìobhaidh luchd-leasachaidh agad. Tha tàillean mar sin an urra ris a' bhanca agad is chan ann ri Microsoft. Cuir fios gun bhanca agad airson mion-fhiosrachadh.
gl: Cando engade un cartón de crédito como método de pagamento, Microsoft autoriza o cartón aplicando un pequeno custo temporal á súa conta. Pode que o banco engada cotas pola transacción relacionadas coa súa subscrición de programador. Estas cotas son avaliadas polo banco, non por Microsoft. Contacte co seu banco para obter información detallada.
gu: જ્યારે તમે ક્રેડિટ કાર્ડને ચુકવણીની પદ્ધતિ તરીકે ઉમેરો છો, Microsoft તમારા ખાતામાં એક નાનો, હંગામી ચાર્જ કરીને કાર્ડને અધિકૃત કરે છે. તમારી બેંક તમારા કાર્ડની લેવડદેવડમાં તમારા ડેવલપરના લવાજમ સંબંધી લેવડદેવડ શુલ્ક ઉમેરી શકે છે. આ શુલ્કની આકારણી તમારી બેંક દ્વારા કરવામાં આવે છે, Microsoft દ્વારા નહિં. વિગતો માટે કૃપા કરી તમારી બેંકનો સંપર્ક સાધો.
he: בעת הוספת כרטיס אשראי כשיטת תשלום, Microsoft מאשרת את הכרטיס על-ידי ביצוע חיוב קטן זמני לחשבון. ייתכן שהבנק שלך יוסיף עמלות לעסקת הכרטיס הקשורה למנוי המפתח שלך. עמלות אלה נאמדות על-ידי הבנק שלך, לא על-ידי Microsoft. פנה אל הבנק שלך לקבלת פרטים.
hi: जब आप किसी क्रेडिट कार्ड को भुगतान विधि के रूप में जोड़ते हैं, तो Microsoft आपके खाते पर एक छोटा, अस्थायी शुल्क लगाकर कार्ड को प्राधिकृत करता है. आपका बैंक आपकी डेवलपर सदस्यता के संबंध में आपके कार्ड लेन-देन पर लेन-देन शुल्क जोड़ सकता है. ऐसे शुल्क का आपके बैंक द्वारा मूल्यांकन किया जाता है, न कि Microsoft द्वारा. विवरण के लिए कृपया अपने बैंक से संपर्क करें.
hr: Kad dodajete kreditnu karticu kao oblik plaćanja, Microsoft autorizira karticu neznatnom, privremenom naplatom na vašem računu. Vaša banka može zaračunati transakcijske pristojbe, vezano uz vašu pretplatu razvojnog inženjera. Takve pristojbe zaračunava vaša banka, a ne Microsoft. Molimo, kontaktirajte vašu banku oko pojedinosti.
hu: Amikor hozzáad egy hitelkártyát a fizetési módhoz, a Microsoft a számla kis mértékű, ideiglenes terhelésével hitelesíti a kártyát. A fejlesztői előfitzetéssel kapcsolatban a bank tranzakciós díjat számíthat fel a kártyás tranzakcióra. Ezeket a díjakat a bank szabja ki, nem a Microsoft. További részletekért forduljon a bankjához.
id: Ketika Anda menambahkan kartu kredit sebagai metode pembayaran, Microsoft memberikan otorisasi pada kartu dengan melakukan tagihan sementara dalam jumlah kecil ke rekening Anda. Bank mungkin menambahkan biaya transaksi ke transaksi kartu Anda terkait langganan pengembang Anda. Biaya tersebut dinilai oleh bank, bukan Microsoft. Harap hubungi bank Anda untuk keterangan lebih lanjut.
is: Þegar þú bætir kreditkorti við sem greiðslumáta staðfestir Microsoft kortið með því að gjaldfæra lága, tímabundna greiðslu á reikninginn. Bankinn þinn kann að innheimta gjöld vegna kortafærslunnar sem tengist þróunaraðilaáskriftinni. Slík gjöld eru samkvæmt mati bankans en ekki Microsoft. Hafa skal samband við bankann til að fá frekari upplýsingar.
ja: 支払い方法としてクレジット カードを追加すると、Microsoft はお客様の口座に少額の一時的な決済を行うことでカードを承認します。銀行によっては、開発者サービスに関連するカードの取引に取引手数料がかかることがあります。追加料金はお客様の銀行が査定したものであり、Microsoft は関与いたしません。詳細についてはお使いの銀行にお問い合わせください。
ka: როდესაც საკრედიტო ბარათს ამატებთ გადახდის მეთოდად, Microsoft ბარათის დასამოწმებლად დროებით დააკავებს მასზე მცირე ოდენობის თანხას. შესაძლოა, თქვენმა ბანკმა გადაგახდევინოთ დეველოპერების სერვისის გამოწერისთვის საჭირო ტრანზაქციის გადასახადები თქვენი ბარათიდან. ამგვარ გადასახადებს აწესებს თქვენი ბანკი და არა Microsoft. გთხოვთ, ინფორმაციისთვის მიმართოთ თქვენს ბანკს.
kk: Төлем әдісі ретінде несиелік кәртішкені қосқан кезде, Microsoft компаниясы кішкентай, уақытша төлем алу арқылы кәртішкені авторизациялайды. Сіздің банкіңіз әзірлеуші жазылымыңызбен байланыстырылған карта транзакциясы үшін транзакция ақысын қосуы мүмкін. Ондай ақыны Microsoft компаниясы емес, банкіңіз бағалайды. Толық мәлімет алу үшін банкіңізге хабарласыңыз.
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ನೀವು ಪಾವತಿ ವಿಧಾನವಾಗಿ ಸೇರಿಸಿದಾಗ, ಚಿಕ್ಕ, ತಾತ್ಕಾಲಿಕ ಶುಲ್ಕವನ್ನು ನಿಮ್ಮ ಖಾತೆಗೆ ವಿಧಿಸುವ ಮೂಲಕ ಕಾರ್ಡ್ ಅನ್ನು Microsoft ದೃಢೀಕರಿಸುತ್ತದೆ. ನಿಮ್ಮ ಅಭಿವೃದ್ಧಿ ಚಂದಾದಾರಿಕೆಗೆ ಸಂಬಂಧಿಸಿದಂತೆ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ನಿಮ್ಮ ಕಾರ್ಡ್ ವಹಿವಾಟಿಗೆ ಶುಲ್ಕಗಳನ್ನು ವಿಧಿಸಬಹುದು. ಅಂತಹ ಶುಲ್ಕಗಳನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ನಿಂದ ಪ್ರವೇಶಿಸಲಾಗುತ್ತದೆ, Microsoft ನಿಂದಲ್ಲ. ವಿವರಗಳಿಗಾಗಿ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 결제 방법으로 신용 카드를 추가한 경우 Microsoft에서 회원님의 계좌로 소액을 임시로 청구합니다. 거래 시 은행 수수료가 추가될 수 있습니다. 추가 수수료는 거래 중인 은행에서 산정한 것이며 Microsoft에서 부과한 것이 아닙니다. 자세한 내용은 은행에 문의하십시오.
ku_arab: کاتێک کارتێکی کرێدت وەک شیوازێکی پارەدان زێدە دەکەیت، Microsoft بڕێک پارەی کەم دەخاتە سەر ئەژمێرەکەت. رەنگە بانکەکەت کریی سەوداگەری بخاتە سەر سەوداگەری کارتەکەت سەبارەت بە ئابوونەی پەرەپێدەری خۆت. ئەم جۆرە کرێیانە لەلایەن بانکەکەتەوە هەڵسەنگاندنی بۆ دەکرێت نەک Microsoft. تکایە پەیوەندی بە بانکەکەتەوە بکە بۆ وردەکاریەکان.
ky: Эгер сиз насыя картаны төлөө ыкма катары кошсоңуз, Microsoft картаны, эсеп жазууңуздан кичинекей сумманы убактылуу өндүрүү менен, жактырат. Банкыңыз которуу төлөмдөрүн, иштеп чыгуучу жазылууңузга байланышкан картаңыздын которуусуна кошушу мүмкүн. Андай төлөмдөр Microsoft эмес, банкыңыз тарабынан эсептелинет. Маалымат үчүн банкыңыз менен байланышыңыз.
lo: ເມື່ອທ່ານເພີ່ມບັດເຄຣດິດເປັນວິທີການຊຳລະເງິນ, Microsoft ອະນຸຍາດບັດນັ້ນ ໂດຍການເຮັດການຮຽກເກັບເງິນໃນຈຳນວນນ້ອຍໆຊົ່ວຄາວນຳບັນຊີຂອງທ່ານ. ທະນາຄານຂອງທ່ານອາດຈະເພີ່ມຄ່າທໍານຽມທຸລະກໍາໃສ່ບັດຂອງທ່ານທີ່ກ່ຽວຂ້ອງກັບການສະໝັກໃຊ້ຜູ້ພັດທະນາຂອງທ່ານ. ຄ່າທໍານຽມດັ່ງກ່າວຖືກກຳນົດໂດຍທະນາຄານຂອງທ່ານ, ບໍ່ແມ່ນ Microsoft. ກະລຸນາຕິດຕໍ່ຫາທະນາຄານຂອງທ່ານເພື່ອຂໍຂໍ້ມູນເພີ່ມເຕີມ.
lt: Kai kredito kortelę įtraukiate kaip mokėjimo būdą, „Microsoft“ įgalina kortelę už nedidelį vienkartinį mokestį, išskaičiuojamą iš jūsų sąskaitos. Jūsų bankas gali taikyti mokesčius kortele atliekamas operacijas, susijusias su kūrėjo prenumerata. Šiuos mokesčius nustato bankas, bet ne „Microsoft“. Norėdami gauti išsamesnės informacijos, kreipkitės į savo banką.
lv: Izvēloties kredītkarti kā maksājuma metodi, korporācija Microsoft autorizē karti, piemērojot nelielu pagaidu maksu jūsu kontam. Jūsu banka var piemērot darījumu maksas, kad, izmantojot karti, veicat darījumus saistībā ar izstrādātāja abonementu. Šo maksu apmēru nosaka banka, nevis korporācija Microsoft. Lai iegūtu papildinformāciju, lūdzu, sazinieties ar banku.
mi: Ina tāpiri koe i tētahi kāri tāwere hei tikanga utu, ka whakamana a Microsoft i te kāri mā te tango i tētahi utu iti, wā poto hoki i tō pūkete. Ka āhei hoki tō pēke ki te tāpiri utunga hoko e pā ana ki tō ohauru kaiwhakawhanake. Kei te whakaritea aua utunga e tō pēke, ehara mā Microsoft e whakarite. Tēnā whakapā atu ki tō pēke mō ngā taipitopito.
mk: Кога ќе додадете кредитна картичка како метод за плаќање, Microsoft ја овластува картичката со правење мала, привремена наплата на вашата сметка. Вашата банка може да додаде тарифи за трансакција на трансакциите на картичката поврзани со претплатата на развивачот. Таквите тарифи се поставени од вашата банка, а не Microsoft. Обратете се до банката за повеќе детали.
ml: നിങ്ങള്‍ ഒരു ക്രെഡിറ്റ് കാര്‍ഡ് പേയ്‌മെന്റ് രീതിയായി ചേര്‍ക്കുമ്പോള്‍, Microsoft നിങ്ങളുടെ അക്കൌണ്ടിലേക്ക് താല്‍ക്കാലികമായ ഒരു ചെറിയ മാറ്റം വരുത്തിക്കൊണ്ട് കാര്‍ഡിന് അംഗീകാരം നല്‍കുന്നു. നിങ്ങളുടെ ഡെവലപ്പര്‍ സബ്‌സ്‌ക്രിപ്‌ഷനുമായി ബന്ധപ്പെട്ട് കാര്‍ഡ് ഇടപാടിലേക്ക് ബാങ്ക് ഒരു ഇടപാട് നിരക്ക് ചേര്‍ക്കാം. അത്തരം നിരക്കുകള്‍ ബാങ്കായിരിക്കും നിര്‍ണ്ണയിക്കുക, Microsoft അല്ല. വിശദാംശങ്ങള്‍ക്ക് ബാങ്കുമായി ബന്ധപ്പെടുക.
mn: Таныг төлбөрийн хэрэгсэл болгож кредит карт нэмэхэд Microsoft таны хэрэглэгчийн бүртгэлд багахан хэмжээний, түр хураамж суутгаж тухайн картыг баталгаажуулна. Таны хөгжүүлэгчийн захиалгатай холбоотойгоор танай банк таны картын гүйлгээнд гүйлгээний хураамж нэмж болно. Ийм хураамжийг Microsoft биш, танай банк үнэлж тогтооно. Дэлгэрэнгүй мэдээлэл авах бол банкиндаа хандана уу.
mr: आपण क्रेडिट कार्ड एक देय पद्धत म्‍हणून जोडता तेव्‍हा, Microsoft आपल्‍या खात्‍यावर तात्‍पुरते एक लहान शुल्‍क आकारून कार्ड अधिकृत करते. आपली बँक आपल्‍या विकसक सदस्‍यतेशी संबंधित आपल्‍या कार्डवर व्‍यवहार शुल्‍क जोडू शकते. अशा प्रकारच्‍या शुल्‍कांचे मूल्‍यांकन Microsoft द्वारे नाही तर आपल्‍या बँकेद्वारे केले जाते. कृपया तपशीलांसाठी आपल्‍या बँकेशी संपर्क साधा.
ms: Apabila anda menambah kad kredit sebagai kaedah pembayaran, Microsoft mengesahkannya dengan membuat satu caj sementara pada akaun anda. Bank anda akan menambah bayaran transaksi pada transaksi kada nada yang berkaitan dengan langganan pembangun. Bayaran yang dikenakan adalah mengikut ketetapan bank anda, bukan Microsoft. Sila hubungi bank untuk butiran.
mt: Meta żżid karta ta' kreditu bħala metodu ta' pagament, Microsoft jawtorizzaha billi jagħmel ċarġ żgħira temporanja fil-kont tiegħek. Il-bank tiegħek jista' jżid miżati tat-tranżazzjoni mat-tranżazzjoni tal-kard tiegħek relatata mal-abbonament tal-iżviluppatur tiegħek. Dawn il-miżati jiġu stmati mill-bank tiegħek, mhux minn Microsoft. Jekk jogħġbok ikkuntattja l-bank tiegħek għad-dettalji.
ne: जब तपाइँ भुक्तान विधिको रुपमा क्रेडिट कार्ड थप्नुहुन्छ, Microsoft ले तपाइँको खातामा अस्थायी शुल्क लगाएर, कार्डलाई सानो बनाएर आधिकारिकता प्रदान गर्छ। तपाइँको बैङ्कले तपाइँको कार्डमा तपाइँको विकासकर्ता सदतासँग सदस्यता सम्बन्धित कारोबारहरूमा कारोबार शुल्कहरू थप्न सक्छ। त्यस्ता शुल्कहरू तपाइँको बैङ्कद्वारा मुल्याङ्कन गरिन्छन्, Microsoft द्वारा होइन। कृपया विस्तृतता को लागि आफ्नो बैङ्कमा सम्पर्क गर्नुहोस्।
nn_no: Når du legg til eit kredittkort som betalingsmåte, godkjenner Microsoft kortet ved å belaste kontoen din for eit lite, mellombels beløp. Banken din kan leggje til transaksjonsavgifter for korttransaksjonar i samband med utviklarabonnementet. Slike avgifter blir handsama av banken, og ikkje av Microsoft. Ta kontakt med banken for å få fleire opplysningar.
no: Når du legger til et kredittkort som betalingsmetode, godkjenner Microsoft kortet ved å belaste kortet midlertidig med et lite beløp. Det kan hende at banken din legger til transaksjonsgebyrer for korttransaksjonen som er forbundet med utviklerabonnementet. Slike gebyrer fastsettes av banken din, ikke Microsoft. Kontakt banken hvis du vil ha mer informasjon.
or: ଯେତେବେଳେ ଆପଣ ଦେୟ ପଦ୍ଧତି ଭାବେ ଏକ କ୍ରେଡିଟ୍ କାର୍ଡ ଯୋଗ କରନ୍ତି, Microsoft ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍‌କୁ ଏକ ଛୋଟ, ଅସ୍ଥାୟୀ ଦେୟ ଲାଗୁ କରି କାର୍ଡକୁ ସ୍ଵୀକୃତି ଦେଇଥାଏ. ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଆପଣଙ୍କ ଡେଭଲପର୍ ଗ୍ରହୀତା ସମ୍ବନ୍ଧିତ କାର୍ଡ ବିନିମୟକୁ ବିନିମୟ ଦେୟଗୁଡିକ ଯୋଗ କରିପାରେ. ସେହିଭଳି ଦେୟଗୁଡିକ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଦ୍ୱାରା ନିର୍ଦ୍ଧାରିତ ହୋଇଥାଏ, Microsoft ଦ୍ୱାରା ନୁହେଁ. ବିବରଣୀସମୂହ ପାଇଁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ସହ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: ‏‏جدوں تسیں ادائیگی دے طریقہ دے طور تے کریڈٹ کارڈ داخل کردے او، Microsoft تہاڈے اکاؤنٹ توں ایک معمولی تے عارضی کٹوتی کر کے کارڈ نوں اہل کرے گا. تہاڈا بینک تہاڈی ڈویلپر رکنیت توں وابستہ، کارڈ دی لین دین تے لین دین دی فیس لاگو کر سکدا اے۔ ایہو جئی فیس دا تعین تہاڈا بینک کردا اے، Microsoft نئیں. تفصیلات لئی، برائے مہربانی اپنے بینک نال رابطہ کرو۔
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਇਕ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਇਕ ਭੁਗਤਾਨ ਵਿਧੀ ਦੇ ਤੌਰ ਤੇ ਜੋੜਦੇ ਹੋ, ਤਾਂ Microsoft ਤੁਹਾਡੇ ਖਾਤੇ ਤੇ ਇਕ ਛੋਟਾ, ਅਸਥਾਈ ਬਦਲਾਵ ਕਰਕੇ ਕਾਰਡ ਦਾ ਪ੍ਰਾਧਿਕਰਣ ਦਿੰਦਾ ਹੈ। ਤੁਹਾਡਾ ਬੈਂਕ ਤੁਹਾਡੇ ਡਿਵੇਲਪਰ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਨਾਲ ਸੰਬੰਧਿਤ ਤੁਹਾਡੇ ਕਾਰਡ ਦੀ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਤੇ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਫੀਸ ਜੋੜ ਸਕਦਾ ਹੈ। ਅਜਿਹੀ ਫੀਸ ਦੀ ਜਾਂਚ ਤੁਹਾਡੇ ਬੈਂਕ ਦੁਆਰਾ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਨਾ ਕਿ Microsoft ਦੁਆਰਾ। ਵੇਰਵਿਆਂ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Gdy karta kredytowa zostanie dodana jako metoda płatności, firma Microsoft autoryzuje kartę, dokonując tymczasowego obciążenia konta użytkownika niewielką kwotą. Bank może dodać opłaty transakcyjne do transakcji kartą dotyczącej subskrypcji developera. Takie opłaty są ustalane przez bank, a nie przez firmę Microsoft. Skontaktuj się z bankiem w celu uzyskania szczegółów.
ru: При добавлении кредитной карты в качестве метода оплаты корпорация Майкрософт выполняет авторизацию карты, временно снимая с нее небольшую сумму. Банк может взимать плату за транзакции по карте, относящиеся к подписке разработчика. Размер этой платы устанавливается банком, а не корпорацией Майкрософт. Обратитесь в свой банк за дополнительными сведениями.
sd: جڏهن توهان ادائگي جي طريقي جي طور تي ڪريڊٽ ڪارڊ کي شامل ڪندا آهيو، Microsoft توهان جي اڪائونٽ تي ننڍو عارضي چارج لڳائي انهي کي پڪو ڪندو آهي. توهان جو بينڪ شايد توهان جي ڪارڊ تي ٽرانزيڪشن فيس جو اضافو ڪري جيڪو توهان جي ٺاهيندڙ جي سبسڪرپشن سان لاڳاپيل هجي. اهڙي قسمن جي فيسن جي رسائي توهان جي بينڪ جي طرفان ٿيندي آهي، Microsoft جي طرفان نه. تفصيلن لاءِ مهرباني ڪري پنهنجي بينڪ سان رابطو ڪريو.
si: ඔබ ගෙවීම් ක්රංමයක් ලෙස ක්රෙ ඩිට් කාඩ්පතක් එක් කරන විට, ඔබේ ගිණුමට කුඩා, තාවකාලික අය කිරීමක් සිදු කරමින් Microsoft විසින් කාඩ්පතට බලය ලබා දේ. ඔබේ සංවර්ධනකරු දායකත්වය වෙත අදාළව ඔබේ බැංකුව ගනුදෙනු ගාස්තුව ඔබේ කාඩ්පත් ගනුදෙනුව වෙත එක් කරනු ඇත. එවැනි ගාස්තු තක්සේරු කරනු ලබන්නේ ඔබේ බැංකුව විසින් වන අතර, Microsoft විසින් නොවේ. විස්තර සඳහා කරුණාකර ඔබේ බැංකුව අමතන්න.
sl: Ko kot način plačila dodate kreditno kartico, Microsoft preveri kartico tako, da jo začasno bremeni za majhen znesek. Vaša banka vam lahko zaračuna stroške transakcije kartice, povezane z vašo naročnino za razvijalce. Višino stroškov določi banka, ne Microsoft. Za podrobnosti se obrnite na svojo banko.
sr_cyrl_rs: Када додате кредитну картицу као начин плаћања, Microsoft одобрава ту картицу тако што прави мали, привремени трошак на вашем налогу. Банка може додати провизију за трансакције међу трансакције ваше картице повезане са програмерском претплатом. Ту провизију утврђује ваша банка, а не Microsoft. Обратите се својој банци за детаље.
sr_latn_rs: Kada dodate kreditnu karticu kao način plaćanja, Microsoft odobrava tu karticu tako što pravi mali, privremeni trošak na vašem nalogu. Banka može dodati proviziju za transakcije među transakcije vaše kartice povezane sa programerskom pretplatom. Tu proviziju utvrđuje vaša banka, a ne Microsoft. Obratite se svojoj banci za detalje.
sv: När du lägger till ett kontokort som en betalningsmetod autentiseras kortet av Microsoft genom att en liten, tillfällig avgift debiteras kontot. Din bank kan lägga till transaktionsavgifter för korttransaktionen i samband med din utvecklarprenumeration. Sådana avgifterna fastställs av banken och inte av Microsoft. Kontakta din bank om du vill ha mer information.
ta: நீங்கள் கடன் அட்டையை கட்டண முறையாக சேர்க்கும்போது, உங்கள் கணக்கிற்குச் சிறிய, தற்காலிக கட்டணத்தை வழங்குவதன் மூலம் அட்டையை Microsoft அங்கீகரிக்கும். உங்கள் டெவெலப்பர் சந்தா தொடர்பான உங்கள் அட்டைப் பரிமாற்றத்திற்குப் பரிமாற்ற கட்டணங்களை உங்கள் வங்கி சேர்க்கலாம். அதுபோன்ற கட்டணங்களை உங்கள் வங்கியால் மதிப்பிடப்படும், Microsoft அல்ல. விவரங்களுக்கு உங்கள் வங்கி மேலாளரைத்ஜ் தொடர்புகொள்ளவும்.
te: మీరు క్రెడిట్ కార్డ్‌ను చెల్లింపు పద్ధతిగా జోడించినప్పుడు, Microsoft మీ ఖాతాకు చిన్న, తాత్కాలిక ఛార్జీని చేయడం ద్వారా కార్డ్‌కు అధికారాన్ని ఇస్తుంది. మీ బ్యాంక్ మీ డెవలపర్ సబ్‌స్క్రిప్షన్‌కు సంబంధించిన మీ కార్డ్ లావాదేవీకి లావాదేవీ రుసుమును జోడించవచ్చు. అటువంటి రుసుమును మీ బ్యాంక్ అంచనా వేస్తుంది Microsoft కాదు. దయచేసి వివరాల కోసం మీ బ్యాంక్‌ను సంప్రదించండి.
tg: Вақте ки шумо корти қарзиро ҳамчун усули пардохт илова мекунед, Microsoft бо ситонидани пардохти хурди муваққатӣ аз ҳмсоби шумо кортро иҷозат медиҳад. Бонки шумо метавонад барои амалиёти бо обунаи таҳиягари шумо марбут ҳаққи амалиёт илова кунад. Ингуна пардохтҳоро бонки шумо муайян мекунад, на Microsoft. Барои тафсилот бо бонкуи худ тамос гиред.
th: เมื่อคุณเพิ่มบัตรเครดิตเป็นวิธีการชำระเงิน Microsoft จะอนุญาตบัตรนั้นโดยทำการเรียกเก็บเงินชั่วคราวเป็นจำนวนเล็กน้อยกับบัญชีของคุณ ธนาคารของคุณอาจเพิ่มค่าธรรมเนียมการทำธุรกรรมกับธุรกรรมของบัตรที่เกี่ยวกับการสมัครใช้งานของนักพัฒนาของคุณ ค่าธรรมเนียมดังกล่าวจะประเมินโดยธนาคารของคุณ ไม่ใช่ Microsoft โปรดติดต่อธนาคารของคุณเพื่อขอรายละเอียด
tr: Ödeme yöntemi olarak bir kredi kartı eklediğinizde, Microsoft küçük ve geçici bir çekim yaparak hesabınızı yetkilendirir. Bankanız geliştirici aboneliğinizle ilgili kart işleminize yönelik bir işlem ücreti alabilir. Bazı ücretleri Microsoft değil, bankanız belirler. Lütfen ayrıntılar için bankanızla iletişim kurun.
tt: Сез кредит картаны түләү рәвеше буларак өстәгәндә, Майкрософт картаны Сезнең хисабыгызга кечкенә вакытлы түләү кертеп авторизацияләштерә. Сезнең банк карта транзакциясенә Сезнең төзүче язылуына бәйле транзакция түләүләрен өстәргә мөмкин. Бу түләүләр Майкрософт тарафыннан түгел, Сезнең банк тарафыннан билгеләнә. Тулырак мәгълүмат өчен Сезнең банк белән элемтәгә керегез.
ug: ئىناۋەتلىك كارتىنى ھەق تۆلەش ئۇسۇلى شەكلىدە قوشقاندا، Microsoft كىچىك سوممىلىق ۋاقىتلىق ھەق تۇتۇش ئارقىلىق كارتىنى تەستىقتىن ئۆتكۈزىدۇ. كېيىنكى سودىلىقلىرىڭىز ئۈچۈن بانكا مۇئامىلە ھەققى ئېلىشى مۇمكىن. ئۇنداق ھەقلەرنى Microsoft ئەمەس، بانكا ئالىدۇ. تەپسىلاتىنى بانكىدىن سۈرۈشتۈرۈڭ.
uk: Під час додавання кредитної картки як методу оплати корпорація Майкрософт авторизує картку, тимчасово знімаючи з неї невелику суму. Банк може стягувати плату за транзакції по картці, які стосуються передплати розробника. Розмір цієї плати визначає банк, а не корпорація Майкрософт. Докладніше можна дізнатися у вашому банку.
ur: جب آپ ایک ادائیگی کے طریقہ کے طور پر ایک کریڈٹ کارڈ شامل کرتے ہیں تو،Microsoft اجازتی طور پرایک چھوٹا سا کارڈ بنا کرآپ کے اکاؤنٹ میں عارضی طور پر چارج لیتا ہے۔ آپ کا بینک آپ کے ڈیولپر رکنیت سے متعلق آپ کے کارڈ کی لین دین کرنے کے لئے لین دین کی فیس شامل کر سکتے ہیں۔ اس طرح کی فیس آپ کے بینک کی طرف سے تعین کی جاتی ہے، Microsoft کی طرف سے نہیں۔ براہ مہربانی تفصیلات کے لئے اپنے بینک سے رابطہ کریں۔
uz: To'lov usuli sifatida kredit kartochkani qo'shganingizda, Microsoft hisob qaydnomangizga kichik, vaqtincha o'zgartirish kiritish orqali kartochkangizga ruxsat beriladi. Bankingiz ishlab chiqaruvchi obunangizga tegishli kartochka tranzaksiyasiga tranzaksiya haqini qo'shishi mumkin. Bunday haqlarga bank orqali kirish mumkin, Microsoft orqali emas. Iltimos, ma'lumotlar uchun bankingizga murojaat qiling.
vi: Khi bạn thêm một thẻ tín dụng làm phương thức thanh toán, Microsoft ủy quyền cho thẻ này bằng cách thu một khoản phí nhỏ tạm thời từ tài khoản của bạn. Ngân hàng của bạn có thể cộng thêm phí giao dịch vào giao dịch trên thẻ liên quan đến đăng kí dịch vụ nhà phát triển của bạn. Các khoản phí này được định giá bởi ngân hàng của bạn, không phải bởi Microsoft. Vui lòng liên hệ ngân hàng của bạn để biết thêm chi tiết.
zh_hans: 在添加信用卡作为付款方式时，Microsoft 将通过暂时向您的帐户收取一笔小额费用来对该卡进行授权。您的银行可能会向与开发人员订阅相关的卡交易加收交易费。此类费用由银行而非 Microsoft 收取。有关详细信息，请与银行联系。
zh_hant: 當您新增信用卡作為付款方式時，Microsoft 將暫時在您的帳戶中計入一筆小額費用，以對該張信用卡進行授權。銀行可能會對涉及開發人員訂閱的信用卡交易加收一筆交易手續費。此等費用係由銀行 (而非 Microsoft) 負責估算。相關詳情請洽詢您的銀行。
