Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ProfileAddress.SummaryPage.NoProfileAddressText
source: This address will be saved with your Microsoft account.
af: Hierdie adres sal saam met jou Microsoft-rekening gestoor word.
am: ይህ አድራሻ ከMicrosoft መለያዎ ጋር ይቀመጣል።
ar: سيتم حفظ هذا العنوان مع حساب Microsoft الخاص بك.
as: এই ঠিকনাটো আপোনাৰ Microsoft একাউন্টৰ সৈতে সংৰক্ষণ কৰা হ'ব৷
az: Bu ünvan Microsoft hesabınız ilə saxlanacaq.
bg: Този адрес ще бъде записан с вашия акаунт в Microsoft.
bn_in: এই ঠিকানাটি আপনার Microsoft অ্যাকাউন্টের সঙ্গে সংরক্ষণ হবে।
bs: Ta adresa će biti sačuvana s vašim Microsoft računom.
cy: Bydd y cyfeiriad hwn yn cael ei gadw gyda'ch cyfrif Microsoft.
da: Denne adresse gemmes med din Microsoft-konto.
de: Diese Adresse wird in Ihrem Microsoft-Konto gespeichert.
el: Αυτή η διεύθυνση θα αποθηκευτεί στο λογαριασμό Microsoft που έχετε.
es: Esta dirección se guardará en tu cuenta de Microsoft.
et: See aadress salvestatakse teie Microsofti kontole.
eu: Microsoft kontuan gordeko da helbidea.
fa: این آدرس در حساب Microsoft شما ذخیره می‌شود.
ga: Sábhálfar an seoladh seo in éineacht le do chuntas Microsoft.
gd: Thèid an seòladh seo a shàbhaladh leis a' chunntas Microsoft agad.
gl: Este enderezo gardarase na túa conta de Microsoft.
gu: તમારા Microsoft ખાતા સાથે આ સરનામું સાચવવામાં આવશે.
he: כתובת זו תישמר עם חשבון Microsoft שלך.
hi: यह पता आपके Microsoft खाते के साथ सहेजा जाएगा.
hr: Adresa će se spremiti na Microsoftov račun.
hu: Ezt a címet mentjük Microsoft-fiókjába.
id: Alamat ini akan disimpan dengan akun Microsoft Anda.
is: Þetta heimilisfang verður vistað á Microsoft-reikningnum þínum.
ja: この住所が Microsoft アカウントに保存されます。
ka: ეს მისამართი შეინახება თქვენს Microsoft ანგარიშში.
kk: Бұл мекенжай Microsoft тіркелгісімен сақталады.
kn: ಈ ವಿಳಾಸವನ್ನು ನಿಮ್ಮ Microsoft ಖಾತೆಯ ಜೊತೆಗೆ ಉಳಿಸಲಾಗುತ್ತದೆ.
ko: 이 주소는 Microsoft 계정과 함께 저장됩니다.
ku_arab: ئەم ناونیشانه هەڵدەگیرێت لەگەڵ ئەژمێری Microsoft ت.
ky: Бул дарек Microsoft каттоо жазууңуз менен сакталат.
lo: ທີ່ຢູ່ນີ້ຈະຖືກບັນທຶກດ້ວຍບັນຊີ Microsoft.
lt: Šis adresas bus įrašytas su jūsų „Microsoft“ paskyra.
lv: Šī adrese tiks saglabāta kopā ar jūsu Microsoft kontu.
mi: Ka tiakina tēnei wāhitau ki tō pūkete Microsoft.
mk: Оваа адреса ќе биде зачувана со вашата сметка на Microsoft.
ml: നിങ്ങളുടെ Microsoft അക്കൗണ്ട് ഉപയോഗിച്ച് ഈ വിലാസം സംരക്ഷിക്കപ്പെടും.
mn: Энэ хаягийг таны Microsoft-н хэрэглэгчийн бүртгэлд хадгална.
mr: हा पत्ता आपल्या Microsoft खात्यामध्ये जतन केला जाईल.
ms: Alamat ini akan disimpan dengan akaun Microsoft anda.
mt: Dan l-indirizz sejjer jiġi ssejvjat mal-kont ta' Microsoft tiegħek.
ne: यो ठेगाना तपाइँको Microsoft खातासँग बचत गरिनेछ।
nn_no: Denne adressa blir lagra i Microsoft-kontoen din.
no: Denne adressen lagres med Microsoft-kontoen din.
or: ଏହି ଠିକଣାଟି ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ୍ ରେ ସଂରକ୍ଷିତ କରାଯିବ.
pa_arab_pk: ایہہ پتہ تہاڈے Microsoft اکاؤنٹ نال محفوظ کیتا جاوے گا۔
pa_in: ਇਹ ਪਤਾ ਤੁਹਾਡੇ Microsoft ਖਾਤੇ ਵਿੱਚ ਸੁਰਖਿਅਤ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Ten adres zostanie zapisany na Twoim koncie Microsoft.
ru: Этот адрес будет сохранен в вашей учетной записи Майкрософт.
sd: هي پتو توهان جي Microsoft اڪائونٽ سان محفوظ ڪيو ويندو.
si: මෙම ලිපිනය ඔබගේ Microsoft ගිණුම සමග සුරකිනු ඇත.
sl: Ta naslov bo shranjen v vaš Microsoftov račun.
sr_cyrl_rs: Ова адреса ће бити сачувана у оквиру Microsoft налога.
sr_latn_rs: Ova adresa će biti sačuvana u okviru Microsoft naloga.
sv: Den här adressen sparas med ditt Microsoft-konto.
ta: இந்த முகவரி உங்கள் Microsoft கணக்கில் சேமிக்கப்படும்.
te: ఈ చిరునామా మీ Microsoft అకౌంట్‌తో సేవ్ చేయబడుతుంది.
tg: Ин суроға дар ҳисоби Microsoft-и шумо захира карда мешавад.
th: ที่อยู่นี้จะถูกบันทึกด้วยบัญชี Microsoft ของคุณ
tr: Bu adres Microsoft hesabınıza kaydedilecektir.
tt: Бу адрес Майкрософт хисап язмагыз белән сакланачак.
ug: بۇ ئادرېس Microsoft ھېساباتىڭىز بىلەن بىللە ساقلىنىدۇ.
uk: Цю адресу буде збережено у вашому обліковому записі Microsoft.
ur: یہ پتہ آپ کے Microsoft اکاؤنٹ کے ساتھ محفوظ کیا جائے گا۔
uz: Ushbu manzil Microsoft hisob qaydnomangiz bilan birga saqlanadi.
vi: Địa chỉ này sẽ được lưu với tài khoản Microsoft của bạn.
zh_hans: 此地址将随你的 Microsoft 帐户一同保存。
zh_hant: 此地址會儲存在您的 Microsoft 帳戶中。

# Literal.IBANNumber.NoSpaces
source: No spaces are allowed in the IBAN number
af: Geen spasies word in die IBAN-nommer toegelaat nie
am: በIBAN ቁጥር ውስጥ ምንም ባዶ ቦታ እንዲኖር አይፈቀድም
ar: غير مسموح بالمسافات في رقم IBAN
as: IBAN নম্বৰত কোনো খালী স্থানৰ অনুমোদন জনোৱা নহয়
az: IBAN nömrəsində boşluqlara icazə verilmir
bg: Не са разрешени интервали в IBAN номера
bn_in: IBAN নম্বরটির মধ্যে কোনো ফাঁকা স্থানের অনুমতি নেই
bs: Nisu dozvoljeni razmaci u IBAN broju
cy: Ni chaniateir llefydd gwag yn y rhif IBAN
da: Der må ikke være mellemrum i IBAN-nummeret
de: Die IBAN darf keine Leerzeichen enthalten.
el: Δεν επιτρέπονται κενά διαστήματα στον αριθμό IBAN
es: No se permiten espacios en el número IBAN
et: IBAN-numbris ei tohi olla tühikuid
eu: Ez idatzi zuriunerik IBAN zenbakian
fa: شماره IBAN نباید فاصله داشته باشد
ga: Ní féidir spás a fhágáil in uimhir IBAN
gd: Chan fhaod àitichean bàna a bhith ann an àireamh IBAN
gl: Non se permiten espazos no número IBAN
gu: IBAN નંબરમાં કોઈ સ્થાનની પરવાનગી નથી
he: אין להשתמש ברווחים במספר זה"ב
hi: IBAN संख्या में रिक्त स्थानों की अनुमति नहीं है
hr: U IBAN broju nisu dopušteni razmaci
hu: Ne írjon szóközöket az IBAN számba.
id: Tidak boleh ada spasi di nomor IBAN
is: Ekki er leyft að nota bil í IBAN-númerinu
ja: IBAN 番号を空白にすることはできません
ka: IBAN ნომერი არ უნდა შეიცავდეს ინტერვალს
kk: IBAN нөмірінде бос орынға рұқсат жоқ
kn: IBAN ಸಂಖ್ಯೆಯಲ್ಲಿ ಯಾವುದೇ ಸ್ಥಳಾವಕಾಶಗಳನ್ನು ಅನುಮತಿಸಲಾಗಿಲ್ಲ
ko: IBAN 번호에 공백을 사용할 수 없습니다.
ku_arab: ژمارەی IBAN نابێت هیچ بۆشاییەکی تێدابێت
ky: IBAN номеринде эч бир орунга уруксат жок
lo: ບໍ່ອະນຸຍາດໃຫ້ມີລະຍະຫວ່າງໃນຕົວເລກ IBAN
lt: IBAN numeryje negali būti tarpų
lv: IBAN numurā nedrīkst būt atstarpes
mi: Kāore ngā āteatanga i te whakaaetia i roto i te tau IBAN
mk: Не се дозволени празни места во IBAN-бројот
ml: IBAN നമ്പറിൽ സ്പെയ്സുകൾ അനുവദനീയമല്ല
mn: IBAN дугаарт зай оруулж болохгүй
mr: IBAN नंबरमध्ये कोणत्याही स्थानांना परवानगी नाही
ms: Tiada ruang dibenarkan dalam nombor IBAN
mt: Ma huwa permess ebda spazju fin-numru IBAN
ne: IBAN नम्बरमा कुनै खाली ठाउँहरू अनुमति छैन
nn_no: Det er ikkje tillate med mellomrom i IBAN-nummeret
no: Det er ikke tillatt med mellomrom i IBAN-nummeret
or: IBAN ନମ୍ଵର୍‌ରେ ଖାଲିସ୍ଥାନ ଅନୁମୋଦିତ ନୁହେଁ
pa_arab_pk: IBAN نمبر وچ خالی تھاواں مجاز کردہ نہیں
pa_in: IBAN ਨੰਬਰ ਵਿੱਚ ਕੋਈ ਸਪੇਸਿਸ ਦਾ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ
pl: Numer IBAN nie może zawierać spacji
ru: В номере IBAN не должно быть пробелов
sd: IBAN نمبر ۾ ڪي به وٿيون اجازت ڏنل ناهن
si: IBAN අංකයෙහි හිස් ඉඩ තැබීමට ඉඩ නොදේ
sl: Številka IBAN ne sme vsebovati presledkov
sr_cyrl_rs: IBAN број не сме да садржи размаке
sr_latn_rs: IBAN broj ne sme da sadrži razmake
sv: Inga blanksteg tillåts i IBAN-numret
ta: IBAN எண்ணுக்கு இடையில் இடைவெளிகள் இருக்கக் கூடாது
te: IBAN నంబర్‌లో ఖాళీలు అనుమతించబడవు
tg: Ягон фосила дар рақами IBAN мумкин нест
th: ไม่อนุญาตให้มีช่องว่างในหมายเลข IBAN
tr: IBAN numarasında boşluklara izin verilmez
tt: IBAN номерында буш аралар рөхсәт ителми
ug: IBAN نومۇرىدا بوشلۇق كەلمەيدۇ
uk: У номері IBAN не має бути пробілів
ur: IBAN نمبر میں وقفوں کی اجازت نہیں ہے
uz: IBAN raqami tarkibida bo‘shliq bo‘lishi mumkin emas
vi: Số IBAN không được chứa dấu cách
zh_hans: IBAN 编号中禁止有空格
zh_hant: IBAN 號碼不能有空格

# Literal.PaymentInstrument.Select.Heading
source: Pick a way to pay
af: Kies 'n manier om te betaal
am: የመክፈያ መንገድ ይምረጡ
ar: اختيار طريقة للدفع
as: পৰিশোধ কৰিবলৈ এটা পন্থা বাছক
az: Ödəniş etmək üsul seçin
bg: Изберете начин за плащане
bn_in: অর্থপ্রদান করার একটি পদ্ধতি বাছুন
bs: Izaberite način plaćanja
cy: Dewiswch ffordd i dalu
da: Vælg en måde at betale på
de: Zahlungsmethode auswählen
el: Επιλέξτε τρόπο πληρωμής
es: Elegir un método de pago
et: Maksmisviisi valimine
eu: Aukeratu ordainketa-metodoa
fa: برای پرداخت یک روش انتخاب کنید
ga: Pioc modh íocaíochta
gd: Tagh dòigh pàighidh.
gl: Escoller un método de pagamento
gu: ચૂકવણી કરવાની એક રીત ચૂંટો
he: בחר דרך לתשלום
hi: भुगतान करने का तरीका चुनें
hr: Odaberite način plaćanja
hu: Hogyan szeretne fizetni?
id: Pilih cara membayar
is: Veldu greiðsluleið
ja: 支払い方法を選んでください
ka: აირჩიეთ გადახდის მეთოდი
kk: Төлеу әдісін таңдау
kn: ಪಾವತಿಸಲು ಒಂದು ಮಾರ್ಗವನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ
ko: 지불 방법 선택
ku_arab: ڕێگایەک بۆ پارەدان هەڵبژێره
ky: Төлөөнүн жолун тандоо
lo: ເລືອກວິທີຈ່າຍ
lt: Kaip norite mokėti?
lv: Izvēlieties maksāšanas veidu
mi: Kōwhiria he tikanga utu kē
mk: Изберете начин на плаќање
ml: പണമടയ്ക്കേണ്ട ഒരു രീതി തിരഞ്ഞെടുക്കുക
mn: Төлбөр төлөх хэлбэрээ сонго
mr: देय देण्याचे मार्ग निवडा
ms: Pilih cara untuk bayar
mt: Agħżel mod kif tħallas
ne: भुक्तान गर्ने एउटा तरिका रोज्नुहोस्
nn_no: Vel ein betalingsmåte
no: Velg en betalingsmåte
or: ଦେୟ କରିବାକୁ ଏକ ପଥ ନିଅନ୍ତୁ
pa_arab_pk: ادائیگی لئی طریقہ چُنو
pa_in: ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਇੱਕ ਤਰੀਕਾ ਚੁਣੋ
pl: Wybierz sposób zapłaty
ru: Выберите способ оплаты
sd: ادا ڪرڻ جو طريقو چونڊيو
si: ගෙවීමට මාර්ගයක් එකතු කරන්න
sl: Izberite način plačila
sr_cyrl_rs: Како желите да платите
sr_latn_rs: Kako želite da platite
sv: Välj en betalningsmetod
ta: பணம் செலுத்தும் வழியைத் தெரிவுசெய்க
te: చెల్లించేందుకు మార్గాన్ని ఎంచుకోండి
tg: Барои пардохт усулеро интихоб кунед
th: เลือกวิธีการชำระเงิน
tr: Bir ödeme yöntemi seçin
tt: Түләү ысулын сайлагыз
ug: ھەق تۆلەيدىغان ئۇسۇل تاللاڭ
uk: Виберіть спосіб оплати
ur: ادائیگی کا کوئی طریقہ چنیں
uz: To‘lov usulini tanlash
vi: Chọn cách thanh toán
zh_hans: 选取付款方式
zh_hant: 選擇付款方式

# Literal.PaymentInstrument.Edit.Information
source: Edit Information
af: Redigeer inligting
am: መረጃን ያርትዑ
ar: تحرير المعلومات
as: তথ্য সম্পাদনা কৰক
az: Məlumatı Redaktə Et
bg: Редактиране на информация
bn_in: তথ্য সম্পাদনা করুন
bs: Uredi informacije
cy: Golygu Gwybodaeth
da: Rediger oplysninger
de: Informationen bearbeiten
el: Επεξεργασία πληροφοριών
es: Editar información
et: Redigeeri teavet
eu: Editatu informazioa
fa: ویرایش اطلاعات
ga: Cuir faisnéis in eagar
gd: Deasaich am fiosrachadh
gl: Editar Información
gu: માહિતી સંપાદિત કરો
he: ערוך מידע
hi: जानकारी संपादित करें
hr: Uređivanje informacija
hu: Adatok szerkesztése
id: Edit Informasi
is: Breyta upplýsingum
ja: 情報の編集
ka: ინფორმაციის რედაქტირება
kk: Ақпаратты өңдеу
kn: ಮಾಹಿತಿ ಸಂಪಾದಿಸಿ
ko: 정보 편집
lo: ແກ້ໄຂຂໍ້ມູນ
lt: Redaguoti informaciją
lv: Rediģēt informāciju
mi: Whakatika Mōhiohio
mk: Уреди ги информациите
ml: വിവരങ്ങൾ ചിട്ടപ്പെടുത്തുക
mr: माहिती संपादित करा
ms: Edit Maklumat
mt: Editja l-Informazzjoni
ne: जानकारी सम्पादन गर्नुहोस्
nn_no: Rediger informasjon
no: Redigere informasjon
or: ସୂଚନା ସଂପାଦନା କରନ୍ତୁ
pa_in: ਜਾਣਕਾਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj informacje
ru: Изменить сведения
sl: Uredi informacije
sr_cyrl_rs: Уреди информације
sr_latn_rs: Uredi informacije
sv: Redigera information
ta: தகவலைத் திருத்து
te: సమాచారాన్ని సవరించు
th: แก้ไขข้อมูล
tr: Bilgileri Düzenle
tt: Мәгълүматны үзгәртү
ug: ئۇچۇر تەھرىرلەش
uk: Редагувати відомості
ur: معلومات کی تدوین کریں
uz: Maʼlumotlarni tahrirlash
vi: Chỉnh sửa thông tin
zh_hans: 编辑信息
zh_hant: 編輯資訊

# Literal.PaymentInstrument.Select.Text
source: Payment Instruments
af: Betalinginstrumente
am: የክፍያ መሳሪያዎች
ar: وسائل الدفع
as: পৰিশোধ সা-সৰঞ্জাম
az: Ödəniş Alətləri
bg: Платежни инструменти
bn_in: অর্থপ্রদানের ব্যবস্থাগুলি
bs: Instrumenti plaćanja
cy: Dulliau Talu
da: Betalingsmidler
de: Zahlungsmittel
el: Όργανα πληρωμής
es: Instrumentos de pago
et: Maksevahendid
eu: Ordainketa-metodoak
fa: روش‌های پرداخت
ga: Ionstraimí íocaíochta
gd: Innealan pàighidh
gl: Instrumentos de pagamento
gu: ચૂકવણીનું સાધન
he: אמצעי תשלום
hi: भुगतान विधियाँ
hr: Načini plaćanja
hu: Fizetési eszközök
id: Alat Pembayaran
is: Greiðslumátar
ja: 支払い方法
ka: გადახდის საშუალებები
kk: Төлем құралдары
kn: ಪಾವತಿ ವಿಧಾನ
ko: 결제 방법
ku_arab: ئامرازەکانی پارەدان
ky: Төлөм куралдары
lo: ເຄື່ອງມືການຊຳລະເງິນ
lt: Mokėjimo priemonės
lv: Maksāšanas līdzekļi
mi: Ngā Taputapu Utu
mk: Инструменти за плаќање
ml: പേയ്മെന്‍റ് രീതികൾ
mn: Төлбөрийн хэрэгсэл
mr: देय साधनाचे
ms: Instrumen Pembayaran
mt: Strumenti ta’ Ħlas
ne: भुक्तान साधन
nn_no: Betalingsmetodar
no: Betalingsmåter
or: ଦେୟ ନିର୍ଦ୍ଦେଶନାମାଗୁଡିକ
pa_arab_pk: ادائیگی دے آلات
pa_in: ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼
pl: Instrumenty płatnicze
ru: Платежные средства
sd: ادائگي جا آلا
si: ගෙවීම් උපකරණය
sl: Načini plačila
sr_cyrl_rs: Инструменти плаћања
sr_latn_rs: Instrumenti plaćanja
sv: Betalningsmedel
ta: கட்டணம் செலுத்தும் கருவி
te: చెల్లింపు పరికరాలు
tg: Василаҳои пардохт
th: เครื่องมือในการชำระเงิน
tr: Ödeme Araçları
tt: Түләү кораллары
ug: ھەق تاپشۇرۇش قورالى
uk: Платіжні засоби
ur: ادائیگی کے آلات
uz: To‘lov vositalari
vi: Công cụ thanh toán
zh_hans: 付款方式
zh_hant: 付款方式

# Literal.PaymentMethod.Select.Text
source: Payment Methods
af: Betalingmetodes
am: የክፍያ ዘዴዎች
ar: طرق الدفع
as: পৰিশোধ পদ্ধতিসমূহ
az: Ödəniş Metodları
bg: Методи на плащане
bn_in: পরিশোধের পদ্ধতি
bs: Načini plaćanja
cy: Dulliau Talu
da: Betalingsmetoder
de: Zahlungsmethoden
el: Τρόποι πληρωμής
es: Métodos de pago
et: Makseviisid
eu: Ordainketa-metodoak
fa: روش‌های پرداخت
ga: Modhanna íocaíochta
gd: Dòigh pàighidh
gl: Métodos de pagamento
gu: ચૂકવણી પદ્ધતિઓ
he: שיטות תשלום
hi: भुगतान विधि
hr: Načini plaćanja
hu: Fizetési módok
id: Metode Pembayaran
is: Greiðslumátar
ja: 支払い方法
ka: გადახდის მეთოდები
kk: Төлем әдістері
kn: ಪಾವತಿ ವಿಧಾನಗಳು
ko: 결제 방법
ku_arab: شێوازەکانی پارەدان
ky: Төлөм ыкмалары
lo: ວິທີການຊຳລະ
lt: Mokėjimo būdai
lv: Maksāšanas metodes
mi: Ngā Tikanga Utu
mk: Методи на плаќање
ml: പണമടയ്ക്കൽ രീതികൾ
mn: Төлбөрийн хэлбэр
mr: देय पद्धत
ms: Kaedah Pembayaran
mt: Metodu ta’ Ħlas
ne: भुक्तानी गर्ने तरिका
nn_no: Betalingsmåtar
no: Betalingsmetoder
or: ଦେୟ ପଦ୍ଧତି
pa_arab_pk: ادائیگی دے طریقے
pa_in: ਭੁਗਤਾਨ ਵਿਧੀਆਂ
pl: Metody płatności
ru: Методы оплаты
sd: ادائگي جا طريقا
si: ‍ගෙවුම් විධිය
sl: Načini plačila
sr_cyrl_rs: Начини плаћања
sr_latn_rs: Načini plaćanja
sv: Betalningsmetoder
ta: கட்டண முறை
te: చెల్లింపు విధానాలు
tg: Усулҳои пардохт
th: วิธีการชำระเงิน
tr: Ödeme Yöntemleri
tt: Түләү ысуллары
ug: ھەق تاپشۇرۇش ئۇسۇلى
uk: Способи оплати
ur: ادائیگی کے طریقے
uz: To'lov usullari
vi: Phương thức thanh toán
zh_hans: 付款方法
zh_hant: 付款方式

# Literal.Error.SystemTokenization
source: Something has gone wrong, please try again later
af: Iets het verkeerd gegaan, probeer asseblief later weer
am: የሆነ ነገር ተሳስቷል፣ እባክዎ በኋላ ላይ እንደገና ይሞክሩ
ar: حدث خطأ ما، يُرجى إعادة المحاولة لاحقاً.
as: কিবা ভুল হৈ গৈছিল, অনুগ্ৰহ কৰি পিছত পুনৰ চেষ্টা কৰক
az: Problem baş verdi, az sonra yenidən cəhd edin
bg: Възникна грешка, опитайте отново по-късно
bn_in: কিছু একটা ভুল হয়েছে, অনুগ্রহ করে পরে পুনরায় চেষ্টা করুন
bs: Pojavio se problem, pokušajte ponovo kasnije.
cy: Mae rhywbeth wedi mynd o'i le, rhowch gynnig arni yn nes ymlaen
da: Noget er gået galt. Prøv igen senere.
de: Da hat etwas nicht geklappt. Versuchen Sie es später noch mal.
el: Παρουσιάστηκε κάποιο πρόβλημα, δοκιμάστε ξανά αργότερα
es: Algo ha ido mal. Inténtalo de nuevo más tarde
et: Midagi läks valesti. Proovige hiljem uuesti.
eu: Arazoren bat izan da. Saiatu berriro geroago
fa: مشکلی روی داده است، لطفاً دوباره امتحان کنید
ga: Bhí fadhb ann, bain triail eile as ar ball
gd: Chaidh rudeigin cearr, feuch ris a-rithist an ceann greis
gl: Houbo un contratempo. Téntao de máis tarde
gu: કંઈક ખોટું થયું છે, કૃપા કરી થોડીવાર પછી ફરી પ્રયત્ન કરો
he: משהו השתבש, נסה שוב מאוחר יותר
hi: कुछ गलत हो गया है, कृपया बाद में फिर से प्रयास करें
hr: Došlo je do pogreške, pokušajte ponovno poslije
hu: Hiba történt. Később próbálja meg újból.
id: Terjadi kesalahan, silakan coba lagi nanti
is: Eitthvað fór úrskeiðis, reyndu aftur síðar.
ja: 問題が発生しました。後でやり直してください
ka: რაღაც პრობლემაა და, გთხოვთ, მოგვიანებით ისევ სცადოთ
kk: Бірдеңесі дұрыс болмады, әрекетті кейінірек қайталап көріңіз
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ, ದಯವಿಟ್ಟು ನಂತರ ಪ್ರಯತ್ನಿಸಿ
ko: 오류가 발생했습니다. 나중에 다시 시도하세요.
ku_arab: هەڵەیەک ڕوویدا، تکایه دواتر دووباره هەوڵبدەوه
ky: Бир нерсе туура эмес кетти, кийинирээк кайра аракет кылып көрүңүз
lo: ມີບາງຢ່າງຜິດພາດເກີດຂຶ້ນ, ກະລຸນາລອງໃໝ່ພາຍຫຼັງ
lt: Kažkas negerai, bandykite vėliau dar kartą
lv: Radās kāda problēma, vēlāk mēģiniet vēlreiz
mi: Kua puta mai tētahi raru, kia ngana anō ā taihoa
mk: Нешто не е во ред, обидете се повторно подоцна
ml: എന്തോ പിശക് സംഭവിച്ചു, ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക
mn: Уучлаарай, ямар нэг алдаа гарлаа. Дахин оролдоно уу.
mr: काहीतरी चुकले, कृपया नंतर पुन्हा प्रयत्न करा
ms: Sesuatu tidak kena telah berlaku, sila cuba lagi kemudian
mt: Xi ħaġa marret ħażin, jekk jogħġbok erġa' pprova aktar tard
ne: केही गलत भएको छ, कृपया पछि फेरि प्रयास गर्नुहोस्
nn_no: Noko gjekk gale. Prøv på nytt
no: Noe gikk galt. Prøv på nytt senere
or: କିଛି ଭୁଲ୍‌ ହୋଇଯାଇଛି, ଦୟାକରି ପରେ ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ
pa_arab_pk: کُجھ غلط ہو گیا اے، میربانی کر کے بعد وچ فیر کوشش کرو
pa_in: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Wystąpił błąd, spróbuj ponownie później
ru: Произошла ошибка. Повторите попытку позже
sd: ڪا غلطي ٿي آهي. ٻيهر ڪوشش ڪريو.
si: යමක් වැරදී ගොස් ඇත, කරුණාකර පසුව නැවත උත්සාහ කරන්න
sl: Prišlo je do napake, poskusite znova pozneje
sr_cyrl_rs: Нешто није у реду; покушајте поново касније.
sr_latn_rs: Nešto nije u redu; pokušajte ponovo kasnije.
sv: Ett fel uppstod, försök igen senare
ta: ஏதோ தவறாகி விட்டது, பின்னர் மீண்டும் முயற்சிக்கவும்
te: ఏదో తప్పు జరిగింది, దయచేసి మళ్ళీ తిరిగి ప్రయత్నించండి
tg: Чизе нодуруст иҷро шуд, луфтан, дертар аз нав кӯшиш кунед
th: มีบางอย่างผิดปกติ โปรดลองอีกครั้งในภายหลัง
tr: Bir sorun oluştu, lütfen daha sonra yeniden deneyin.
tt: Ниндидер хата чыккан, соңрак кабатлап карагыз.
ug: خاتالىق كۆرۈلدى. قايتا سىناڭ.
uk: Сталася помилка. Повторіть спробу пізніше.
ur: کچھ غلط ہو گیا ہے، براہ مہربانی تھوڑی دیر بعد دوبارہ کوشش کریں
uz: Qandaydir xato yuz berdi, keyinroq qayta urinib ko‘ring
vi: Đã xảy ra sự cố, vui lòng thử lại sau
zh_hans: 出现了一些问题，请稍后重试
zh_hant: 發生問題，請稍後再試一次

# Literal.PaymentMethodOption.CreditDebit
source: Credit card or debit card
af: Kredietkaart of debietkaart
am: ክሬዲት ወይም የዴቢት ካርድ
ar: بطاقة الائتمان أو بطاقة إثبات صحة رصيد المدين
as: ক্ৰেডিট কাৰ্ড বা ডেবিট কাৰ্ড
az: Kredit kartı və ya debet kartı
bg: Кредитна или дебитна карта
bn_in: ক্রেডিট কার্ড বা ডেবিট কার্ড
bs: Kreditna ili debitna kartica
cy: Cerdyn credyd neu gerdyn debyd
da: Kreditkort eller debetkort
de: Kreditkarte oder Debitkarte
el: Πιστωτική ή χρεωστική κάρτα
es: Tarjeta de crédito o de débito
et: Krediitkaart või deebetkaart
eu: Kreditu-txartela edo zordunketa-txartela
fa: کارت اعتباری یا کارت نقدی
ga: Cárta creidmheasa nó cárta dochair
gd: Cairt-chreideis no cairt-fhiachan
gl: Cartón de crédito ou de débito
gu: ક્રેડિટ કાર્ડ અથવા ડેબિટ કાર્ડ
he: כרטיס אשראי או כרטיס חיוב
hi: क्रेडिट कार्ड या डेबिट कार्ड
hr: Kreditna ili debitna kartica
hu: Hitelkártya vagy betéti kártya
id: Kartu kredit atau kartu debit
is: Kreditkort eða debetkort
ja: クレジット カードまたはデビット カード
ka: საკრედიტო ან სადებეტო ბარათი
kk: Несие картасы немесе дебет картасы
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: 신용 카드 또는 직불 카드
ku_arab: کرێدت کارت یان دێبیت کارت
ky: Насыя карта же дебит картасы
lo: ບັດເຄຣດິດ ຫຼື ບັດເດບິດ
lt: Kredito kortelė arba debeto kortelė
lv: Kredītkarte vai debetkarte
mi: Kāri tāwere, kāri nama rānei
mk: Кредитна или дебитна картичка
ml: ക്രെഡിറ്റ് കാർഡ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ്
mn: Кредит карт эсвэл дебит карт
mr: क्रेडिट कार्ड किंवा डेबिट कार्ड
ms: Kad kredit atau kad debit
mt: Kard ta' kreditu jew kard ta' debitu
ne: क्रेडिट कार्ड वा डेबिट कार्ड
nn_no: Kreditt- eller debetkort
no: Kreditt- eller debetkort
or: କ୍ରେଡିଟ୍‌ କାର୍ଡ କିମ୍ବା ଡେବିଟ୍‌ କାର୍ଡ
pa_arab_pk: کریڈٹ کارڈ یا ڈیبٹ کارڈ
pa_in: ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ
pl: Karta kredytowa lub debetowa
ru: Кредитная или дебетовая карта
sd: ڪريڊٽ ڪارڊ يا ڊيبٽ ڪارڊ
si: ණය කාඩ්පත හෝ හර කාඩ්පත
sl: Kreditna ali debetna kartica
sr_cyrl_rs: Кредитна или дебитна картица
sr_latn_rs: Kreditna ili debitna kartica
sv: Kredit- eller betalkort
ta: கடன் அட்டை அல்லது டெபிட் அட்டை
te: క్రెడిట్ కార్డ్ లేదా డెబిట్ కార్డ్
tg: Корти қарзӣ ё дебитӣ
th: บัตรเครดิตหรือบัตรเดบิต
tr: Kredi kartı veya ATM kartı
tt: Кредит яки дебет картасы
ug: ئىناۋەتلىك كارتا ياكى ئامانەت كارتىسى
uk: Кредитна або дебетова картка
ur: کریڈٹ کارڈ یا ڈیبٹ کارڈ
uz: Kredit karta yoki debet karta
vi: Thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 信用卡或借记卡
zh_hant: 信用卡或轉帳卡

# Literal.PaymentMethodOption.Credit
source: Credit card
af: Kredietkaart
am: ክሬዲት ካርድ
ar: بطاقة الائتمان
as: ক্ৰেডিট কাৰ্ড
az: Kredit kartı
bg: Кредитна карта
bn_in: ক্রেডিট কার্ড
bs: Kreditna kartica
cy: Cerdyn credyd
da: Kreditkort
de: Kreditkarte
el: Πιστωτική κάρτα
es: Tarjeta de crédito
et: Krediitkaart
eu: Kreditu-txartela
fa: کارت اعتباری
ga: Cárta creidmheasa
gd: Cairt-chreideis
gl: Cartón de crédito
gu: ક્રેડિટ કાર્ડ
he: כרטיס אשראי
hi: क्रेडिट कार्ड
hr: Kreditna kartica
hu: Hitelkártya
id: Kartu kredit
is: Kreditkort
ja: クレジット カード
ka: საკრედიტო ბარათი
kk: Несие картасы
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ko: 신용 카드
ku_arab: کرێدت کارت
ky: Насыя картасы
lo: ບັດເຄຣດິດ
lt: Kredito kortelė
lv: Kredītkarte
mi: Kāri tāwere
mk: Кредитна картичка
ml: ക്രെഡിറ്റ് കാര്‍ഡ്
mn: Кредит карт
mr: क्रेडिट कार्ड
ms: Kad kredit
mt: Karta tal-kreditu
ne: क्रेडिट कार्ड
nn_no: Kredittkort
no: Kredittkort
or: କ୍ରେଡିଟ୍‍ କାର୍ଡ
pa_arab_pk: کریڈٹ کارڈ
pa_in: ਕ੍ਰੈਡਿਟ ਕਾਰਡ
pl: Karta kredytowa
ru: Кредитная карта
sd: ڪريڊٽ ڪارڊ
si: ණයවර කාඩ්පත
sl: Kreditna kartica
sr_cyrl_rs: Кредитна картица
sr_latn_rs: Kreditna kartica
sv: Kreditkort
ta: கிரெடிட் கார்டு
te: క్రెడిట్‌ కార్డు
tg: Корти қарзӣ
th: บัตรเครดิต
tr: Kredi kartı
tt: Кредит картасы
ug: ئىناۋەت كارتىسى
uk: Кредитна картка
ur: کریڈٹ کارڈ
uz: Kredit karta
vi: Thẻ tín dụng
zh_hans: 信用卡
zh_hant: 信用卡

# Literal.PaymentMethodOption.NonSim
source: Mobile phone
af: Selfoon
am: ተንቀሳቃሽ ስልክ
ar: الهاتف الجوال
as: ম'বাইল ফোন
az: Mobil telefon
bg: Мобилен телефон
bn_in: মোবাইল ফোন
bs: Mobilni telefon
cy: Ffôn symudol
da: Mobiltelefon
de: Mobiltelefon
el: Κινητό τηλέφωνο
es: Teléfono móvil
et: Mobiiltelefon
eu: Telefono mugikorra
fa: تلفن همراه
ga: Fón póca
gd: Fòn-làimhe
gl: Teléfono móbil
gu: મોબાઇલ ફોન
he: טלפון נייד
hi: मोबाइल फ़ोन
hr: Mobilni telefon
hu: Mobiltelefon
id: Telepon seluler
is: Farsími
ja: 携帯電話
ka: მობილური ტელეფონი
kk: Ұялы телефон
kn: ಮೊಬೈಲ್ ಫೋನ್
ko: 휴대폰
ku_arab: ژماره مۆبایل
ky: Мобилдик телефон
lo: ໂທລະສັບມືຖື
lt: Mobilusis telefonas
lv: Mobilais tālrunis
mi: Waea pūkoro
mk: Мобилен телефон
ml: മൊബൈൽ ഫോൺ
mn: Гар утас
mr: मोबाइल फोन
ms: Telefon mudah alih
mt: Mowbajl
ne: मोबाइल फोन
nn_no: Mobiltelefon
no: Mobiltelefon
or: ମୋବାଇଲ୍ ଫୋନ୍
pa_arab_pk: موبائل فون
pa_in: ਮੋਬਾਈਲ ਫ਼ੋਨ
pl: Telefon komórkowy
ru: Мобильный телефон
sd: موبائل فون
si: ජංගම දුරකථනය
sl: Mobilni telefon
sr_cyrl_rs: Мобилни телефон
sr_latn_rs: Mobilni telefon
sv: Mobiltelefon
ta: செல்லிடப் பேசி
te: మొబైల్ ఫోన్
tg: Телефони мобилӣ
th: โทรศัพท์มือถือ
tr: Cep telefonu
tt: Мобиль телефон
ug: يانفون
uk: Мобільний телефон
ur: موبائل فون
uz: Mobil telefon
vi: Điện thoại di động
zh_hans: 移动电话
zh_hant: 行動電話
