Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Webblends.SEPA.Error.ValidationFailed
source: Check your BIC and IBAN. The current pair isn't working.
af: Kontroleer jou BIC en IBAN. Die huidige paar werk nie.
am: የእርስዎን BIC እና IBAN ይፈትሹ። አሁን ያለው ጥምረት እየሰራ አይደለም።
ar: تحقق من BIC وIBAN. الاقتران الحالي لا يعمل.
as: আপোনাৰ BIC আৰু IBAN পৰীক্ষা কৰক৷ বৰ্তমানৰ যোৰাটোৱে কাম কৰা নাই৷
az: BIC və IBAN-ınızı yoxlayın. Cari cütlük işləmir.
bg: Проверете вашия BIC и IBAN. Настоящата двойка не работи.
bn_in: আপনার BIC এবং IBAN পরীক্ষা করুন৷ বর্তমান জোড়টি কাজ করছে না৷
bs: Provjerite BIC i IBAN broj. Trenutni par brojeva ne funkcionira.
cy: Gwiriwch eich BIC ac IBAN. Nid yw'r pâr presennol yn gweithio.
da: Kontrollér dit BIC og IBAN. Det aktuelle par er ikke korrekt.
de: Überprüfen Sie BIC und IBAN. Die aktuelle Kombination funktioniert nicht.
el: Ελέγξτε το BIC και το IBAN. Ο τρέχων συνδυασμός δεν λειτουργεί.
es: Comprueba el BIC y el IBAN. El emparejamiento actual no funciona.
et: Kontrollige oma BIC- ja IBAN-koode. Praegune paar ei tööta.
eu: Egiaztatu BIC eta IBAN kodeak. Ez da zuzena uneko parea.
fa: BIC و IBAN خود را بررسی کنید. جفت کنونی کار نمی‌کند.
ga: Seiceáil do BIC agus IBAN. Níl an dá cheann seo ag obair.
gd: Thoir sùil air a’ BIC is IBAN agad. Can eil an fheadhainn làithreach a-rèir a chèile.
gl: Comproba O BIC e o IBAN. Este emparellamento non funciona.
gu: તમારું BIC અને IBAN તપાસો. વર્તમાન પેઅર કાર્ય કરી રહી નથી.
he: בדוק את ה- BIC ו- IBAN שלך. הצמד הנוכחי אינו פועל.
hi: अपना BIC और IBAN जाँचें. वर्तमान युग्म कार्य नहीं कर रहा है.
hr: Provjerite BIC i IBAN. Trenutni par ne funkcionira.
hu: Ellenőrizze a BIC-kódot és az IBAN-számot, mert a megadott értékek nem illenek össze.
id: Periksa BIC dan IBAN Anda. BIC dan IBAN saat ini tidak berfungsi.
is: Athugaðu BIC-númerið og IBAN-númerið. Núverandi par virkar ekki.
ja: BIC と IBAN を確認してください。現在の組み合わせは無効です。
ka: აირჩიეთ თქვენი BIC და IBAN. მიმდინარე დაწყვილება არ მოქმედებს.
kk: BIC және IBAN тексеріңіз. Ағымдағы жұптау істемейді.
kn: ನಿಮ್ಮ BIC ಮತ್ತು IBAN ಪರಿಶೀಲಿಸಿ. ಪ್ರಸ್ತುತ ಜೋಡಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತಿಲ್ಲ.
ko: BIC 및 IBAN을 확인하세요. 현재 쌍은 작동하지 않습니다.
ku_arab: ‏BIC و IBAN بپشکنە. جووت کردنی ئێستا کارناکات.
ky: BIC жана IBAN номерлериңизди текшериңиз. Учурдагы түгөй иштебей жатат.
lo: ກວດ​ເບິ່ງ BIC ​ແລະ IBAN. ຄູ່​ປັດຈຸບັນ​ໃຊ້​ບໍ່​ໄດ້.
lt: Patikrinkite BIC ir IBAN. Esama pora netinkama.
lv: Pārbaudiet savu BIC un IBAN. Pašreizējais pāris nedarbojas.
mi: Tirohia tō BIC me tō IBAN. Kāhore tēnei takirua i te mahi.
mk: Проверете ги BIC и IBAN. Тековниот пар не функционира.
ml: നിങ്ങളുടെ BIC, IBAN എന്നിവ പരിശോധിക്കുക. നിങ്ങളുടെ നിലവിലെ ജോടി പ്രവർത്തിക്കുന്നില്ല.
mn: BIC, IBAN дугаараа шалгана уу. Энд байгаа дугаарууд тохирохгүй байна.
mr: आपले BIC आणि IBAN तपासा. सद्य जोड कार्य करत नाही
ms: Semak BIC dan IBAN anda. Pasangan semasa tidak berfungsi.
mt: Iċċekkja l-BIC u l-IBAN tiegħek. Il-par attwali mhux qed jaħdem.
ne: आफ्नो BIC र IBAN जाँच्नुहोस्। हालको जोडाले कार्य गरिरहेको छैन।
nn_no: Kontroller BIC- og IBAN-nummer. Det gjeldande paret verkar ikkje.
no: Kontroller BIC- og IBAN-numre. Det gjeldende paret fungerer ikke.
or: ଆପଣଙ୍କ BIC ଏବଂ IBAN ଯାଞ୍ଚ କରନ୍ତୁ. ବର୍ତ୍ତମାନର ଯୋଡା କାର୍ଯ୍ୟ କରୁନାହିଁ.
pa_arab_pk: اپنے BIC تے IBAN دی پڑتال کرو۔ موجودہ جوڑی کم نئیں کر رہی۔
pa_in: ਆਪਣੇ BIC ਅਤੇ IBAN ਚੈਕ ਕਰੋ। ਮੌਜੂਦਾ ਜੋੜਾ ਕੰਮ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ।
pl: Sprawdź kod BIC i numer IBAN. Bieżąca para nie działa.
ru: Проверьте свои номера BIC и IBAN. Сейчас они указаны неверно.
sd: پنهنجو BIC ۽ IBAN چيڪ ڪريو. موجوده جوڙو ڪم نه پيو ڪري.
si: ඔබගේ BIC සහ IBAN පරීක්ෂා කරන්න. වර්තමාන යුගලය ක්‍රියා නොකරයි.
sl: Preverite BIC in IBAN. Trenutna kombinacija ne deluje.
sr_cyrl_rs: Проверите BIC и IBAN. Тренутни пар не ради.
sr_latn_rs: Proverite BIC i IBAN. Trenutni par ne radi.
sv: Kontrollera BIC och IBAN. De stämmer inte överens.
ta: உங்கள் BIC மற்றும் IBAN -ஐச் சரிபாருங்கள். தற்போதைய இணை வேலை செய்யவில்லை.
te: మీ BIC మరియు IBANని తనిఖీ చేయండి. ప్రస్తుతం జత చేయబడి ఉన్నవి పని చేయడం లేదు.
tg: Рақамҳои BIC ва IBAN-ро тафтиш кунед. Ҷуфти ҷорӣ кор намекунад.
th: โปรดตรวจสอบ BIC และ IBAN ของคุณ การจับคู่ในปัจจุบันไม่ทำงาน
tr: BIC ve IBAN'ınızı kontrol edin. Mevcut eşleştirme doğru değil.
tt: BIC and IBAN кодларын тикшерегез. Хәзерге пары эшләми.
ug: BIC ۋە IBAN نى تەكشۈرۈڭ. نۆۋەتتىكىسى ئىشلىمىدى.
uk: Перевірте номери BIC та IBAN. Зараз їх зазначено невірно.
ur: اپنے BIC اور IBAN کی پڑتال کریں۔ موجودہ جوڑی کام نہیں کر رہی۔
uz: BIC va IBAN’ni tekshiring. Joriy bog‘lanish ishlamayapti.
vi: Hãy kiểm tra BIC và IBAN của bạn. Cặp hiện tại không hoạt động.
zh_hans: 查看 BIC 和 IBAN。当前配对没有效果。
zh_hant: 檢查您的 BIC 與 IBAN。目前的組合無效。

# Literal.ACH.Error.InvalidNameOnAccount
source: Incorrectly formatted name on account
af: Naam op rekening is verkeerd geformateer
am: በባንክ ሂሳብ ላይ በትክክል ያልተቀረጸ ስም
ar: اسم منسق بشكل غير صحيح في الحساب
as: একাউণ্টত অশুদ্ধভাৱে সজ্জিত নাম আছে
az: Hesabda yanlış formatlaşdırılmış ad
bg: Името на сметката е с неправилен формат
bn_in: অ্যাকাউন্টে ভুলভাবে বিন্যাসিত নাম
bs: Nepravilno formatirano ime na računu
cy: Enw wedi'i fformatio'n anghywir ar y cyfrif
da: Forkert formateret navn på konto
de: Falsch formatierter Name für das Konto
el: Εσφαλμένη μορφή ονόματος στο λογαριασμό
es: Formato de nombre de titular de la cuenta incorrecto
et: Valesti vormindatud nimi kontol
eu: Kontuko izenaren formatua okerra da
fa: نام موجود در حساب با فرمت اشتباه
ga: Ainm cuntais formáidithe ar cearr
gd: Chan eil am fòrmatadh air ainm a’ chunntais mar bu chòir
gl: O nome da conta non ten un formato correcto
gu: ખાતા પર ખોટી રીતે સ્વરૂપિત નામ
he: השם בחשבון בפורמט שגוי
hi: खाते पर गलत तरीके से फ़ॉर्मेट किया गया नाम
hr: Nepravilno oblikovano ime na računu
hu: Helytelen a számlatulajdonos nevének formátuma
id: Format nama pada rekening salah
is: Nafn á reikningi er með röngu sniði
ja: 口座名義の形式が正しくありません
ka: ანგარიშში სახელის ფორმატი არასწორია
kk: Тіркелгінің дұрыс пішімделмеген аты
kn: ಖಾತೆಯಲ್ಲಿ ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಹೆಸರು
ko: 잘못된 형식의 계정 이름
ku_arab: فۆرماتی ناوی سەر ئەژمێر ناڕاستە
ky: Каттоо жазуудагы туура эмес форматталган ат
lo: ຊື່ໃນບັນຊີຢູ່ໃນຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas sąskaitoje nurodyto vardo formatas
lv: Nepareizi formatēts vārds kontā
mi: Hē ana te hōputu o te ingoa pūkete
mk: Неправилно форматирано име на сметката
ml: അക്കൗണ്ടിലെ നാമം തെറ്റായി ഫോർമാറ്റ് ചെയ്തിരിക്കുന്നു
mn: Данс эзэмшигчийн нэрийн хэлбэржүүлэлт буруу
mr: खात्यावर चुकीच्या पद्धतीने स्वरूपित केलेले नाव
ms: Nama pada akaun tidak diformat dengan betul
mt: Isem ifformattjat ħażin fil-kont
ne: खातामा गलत रूपमा ढाँचा गरिएको नाम
nn_no: Namnet på kontoen har feil format
no: Navnet på kontoen har feil format
or: ଏକାଉଣ୍ଟ୍‌ରେ ଭୁଲ୍‌ଭାବରେ ଫର୍ମାଟ୍ ହୋଇଥିବା ନାମ
pa_arab_pk: اکاؤنٹ تے غلط وضع کیتا ہویا ناں
pa_in: ਖਾਤੇ 'ਤੇ ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਨਾਮ
pl: Niepoprawnie sformatowane nazwisko dla konta
ru: Неправильный формат имени для счета
sd: اڪائونٽ تي غلط فارميٽ ٿيل نالو
si: ගිණුම මත වැරදි ලෙස ආකෘතිගත නාමය
sl: Nepravilno oblikovano ime na računu
sr_cyrl_rs: Неправилан формат имена на рачуну
sr_latn_rs: Nepravilan format imena na računu
sv: Ogiltigt format för kontonamn
ta: கணக்கில் உள்ள பெயரின் வடிவமைப்பு தப்பு
te: ఖాతాలో పేరు సరైన ఆకృతిలో లోదు
tg: Номи ҳисоб дар формати нодуруст
th: ชื่อในบัญชีอยู่ในรูปแบบที่ไม่ถูกต้อง
tr: Hesapta yanlış biçimlendirilmiş ad var
tt: Хисаптагы исем дөрес форматланмаган
ug: ھېساباتتىكى ئىسىم فورماتى خاتا
uk: Неправильний формат імені для рахунку
ur: اکاؤنٹ میں نادرست وضع کردہ نام
uz: Noto‘g‘ri formatdagi hisob raqami nomi
vi: Tên tài khoản có định dạng không đúng
zh_hans: 帐户名称格式错误
zh_hant: 帳戶的名稱格式不正確

# Literal.ACH.Error.InvalidAccountNumber
source: Incorrectly formatted Account number
af: Rekeningnommer is verkeerd geformateer
am: በትክክል ያልተቀረጸ የባንክ ሂሳብ ቁጥር
ar: رقم حساب منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত একাউণ্ট নম্বৰ
az: Hesab nömrəsi düzgün formatlaşdırılmayıb
bg: Номерът на сметката е с неправилен формат
bn_in: ভুলভাবে বিন্যাসিত অ্যাকাউন্ট নম্বর
bs: Nepravilno formatiran broj računa
cy: Rhif y Cyfrif wedi'i fformatio'n anghywir
da: Forkert formateret kontonummer
de: Falsch formatierte Kontonummer
el: Εσφαλμένη μορφή αριθμού λογαριασμού
es: Formato de número de cuenta incorrecto
et: Valesti vormindatud kontonumber
eu: Kontu-zenbakiaren formatua ez da zuzena
fa: شماره حساب با فرمت اشتباه
ga: Uimhir chuntais formáidithe ar cearr
gd: Chan eil am fòrmatadh air àireamh a’ chunntais mar bu chòir
gl: O número da conta non ten un formato correcto
gu: ખોટી રીતે સ્વરૂપિત ખાતા નંબર
he: מספר חשבון בפורמט שגוי
hi: गलत तरीके से फ़ॉर्मेट किया गया खाता संख्या
hr: Nepravilno oblikovan broj računa
hu: Helytelen a számlaszám formátuma
id: Format nomor Rekening salah
is: Reikningsnúmer er á röngu sniði
ja: 口座番号の形式が正しくありません
ka: ანგარიშის ნომრის ფორმატი არასწორია
kk: Дұрыс пішімделмеген тіркелгі нөмірі
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಖಾತೆ ಸಂಖ್ಯೆ
ko: 잘못된 형식의 계좌 번호
ku_arab: ژمارەی ئەژمێر بە ناراست فۆرماتکراوە
ky: Туура эмес форматталган Каттоо жазуусунун номери
lo: ເລກບັນຊີຢູ່ໃນຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas sąskaitos numerio formatas
lv: Nepareizi formatēts konta numurs
mi: Hē ana te hōputu o te Tau pūkete
mk: Неправилно форматиран број на сметката
ml: അക്കൗണ്ട് നമ്പർ തെറ്റായി ഫോർമാറ്റ് ചെയ്തിരിക്കുന്നു
mn: Дансны дугаарын хэлбэржүүлэлт буруу
mr: चुकीच्या पद्धतीने स्वरूपित केलेला खाते नंबर
ms: Nombor akaun tidak diformat dengan betul
mt: Numru tal-Kont ifformattjat ħażin
ne: गलत रूपमा ढाँचा गरिएको खाता नम्बर
nn_no: Kontonummeret har ikkje rett format
no: Kontonummeret har feil format
or: ଭୁଲ୍‌‌‌ଭାବରେ ଫର୍ମାଟ୍‌ ହୋଇଥିବା ଏକାଉଣ୍ଟ୍‌ ନମ୍ବର
pa_arab_pk: غلط وضع کیتا اکاؤنٹ نمبر
pa_in: ਗਲਤ ਸਰੂਪ ਕੀਤਾ ਖਾਤਾ ਨੰਬਰ
pl: Niepoprawnie sformatowany numer konta
ru: Неправильный формат номера счета
sd: غلط وضح ٿيل اڪائونٽ نمبر
si: වැරදි ලෙස ආකෘතිගත කළ ගිණුම් අංකය
sl: Nepravilno oblikovana številka računa
sr_cyrl_rs: Неправилно форматиран број рачуна
sr_latn_rs: Nepravilno formatiran broj računa
sv: Ogiltigt format för kontonummer
ta: தவறாக வடிவமைக்கப்பட்ட கணக்கு எண்
te: ఖాతాలో సంఖ్య సరైన ఆకృతిలో లోదు
tg: Рақами ҳисоб дар формати нодуруст
th: หมายเลขบัญชีอยู่ในรูปแบบที่ไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş Hesap numarası
tt: Хисап номерының форматы дөрес түгел
ug: ھېسابات نومۇرىنىڭ فورماتى خاتا
uk: Неправильний формат номеру рахунку
ur: غلط وضع کردہ اکاؤنٹ نمبر
uz: Noto‘g‘ri formatlangan Hisob raqami
vi: Số tài khoản có định dạng không đúng
zh_hans: 帐号格式错误
zh_hant: 帳戶號碼的格式不正確

# Literal.ACH.Error.InvalidBankCode
source: Incorrectly formatted Routing number
af: Verkeerde geformateerde roetenommer
am: በትክክል ያልተቀረጸ የራውቲንግ ቁጥር
ar: رقم التوجيه منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত ৰাউটিং নম্বৰ
az: Bankın kodu düzgün formatlaşdırılmayıb
bg: Неправилно форматиран номер за маршрутизиране
bn_in: সমন্বয়করণ নম্বর ত্রুটিপূর্নভাবে বিন্যাসিত হয়েছে
bs: Nepravilno formatiran broj za sortiranje
cy: Rhif Llwybro wedi'i fformatio'n anghywir
da: Forkert formateret registreringsnummer
de: Falsch formatierte Bankleitzahl
el: Εσφαλμένη μορφή κωδικού υποκαταστήματος
es: Formato de número de ruta incorrecto
et: Valesti vormindatud marsruutimisnumber
eu: Bideratzaile-zenbakiaren formatua ez da zuzena
fa: شماره مسیریابی قالب‌بندی شده نادرست
ga: Uimhir ródaithe formáidithe ar cearr
gd: Chan eil am fòrmatadh air an àireamh rùtachaidh mar bu chòir
gl: O número de encamiñamento non ten un formato correcto
gu: અયોગ્ય રીતે સ્વરૂપિત રાઉટિંગ નંબર
he: מספר ניתוב בעל תבנית שגויה
hi: गलत तरीके से स्वरूपित रूटिंग नंबर
hr: Broj usmjeravanja nije valjano oblikovan
hu: Helytelen a regisztrációs azonosító formátuma
id: Nomor Perutean yang diformat dengan tidak benar
is: Leiðarnúmer er á röngu sniði
ja: ルーティング ナンバーの形式が正しくありません
ka: მარშრუტის ნომრის ფორმატი არასწორია
kk: Дұрыс форматталмаған банк коды
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ರೂಟಿಂಗ್ ಸಂಖ್ಯೆ
ko: 잘못된 형식의 라우팅 번호
ku_arab: ژمارەی ڕاوتینگ بە ناراست فۆرماتکراوە
ky: Туура эмес форматталган Багыттоо номери
lo: ເລກລະບຸທະນາຄານມີຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas banko kodo formatas
lv: Nepareizi formatēts reģistrācijas numurs
mi: Tau ararere hōputu hē
mk: Неправилно форматиран број за насочување
ml: തെറ്റായി ഫോർമാറ്റ് ചെയ്ത റൗട്ടിംഗ് നമ്പർ
mn: Чиглүүлэх дугаарын хэлбэржүүлэлт буруу
mr: अयोग्यप्रकारे स्वरूपित झालेला रूटिंग नंबर
ms: Nombor Penghalaan diformat dengan salah
mt: Ir-Routing number ifformattjat b'mod skorrett.
ne: गलत रूपमा ढाँचा गरिएको राउटिङ नम्बर
nn_no: Registreringsnummeret har ikkje rett format
no: Registreringsnummeret har feil format
or: ଭୂଲଭାବରେ ଫର୍ମାଟ୍ ହୋଇଥିବା ରୋଟିଂ ନମ୍ଵର୍
pa_arab_pk: غلط وضع کیتا روٹنگ نمبر
pa_in: ਗਲਤ ਸਰੂਪ ਕੀਤਾ ਰੂਟਿੰਗ ਨੰਬਰ
pl: Nieprawidłowo sformatowany kod banku.
ru: Неправильный формат кода банка
sd: غلط وضح ٿيل رائوٽنگ نمبر
si: වැරදි ලෙස ආකෘතිගත රූටින් අංකය
sl: Neveljavno oblikovana identifikacijska številka banke
sr_cyrl_rs: Формат броја усмеравања није исправан
sr_latn_rs: Format broja usmeravanja nije ispravan
sv: Ogiltigt format för clearingnummer
ta: தவறாக வடிவமைக்கப்பட்ட ரூட்டிங் எண்
te: రూటింగ్ నంబర్ సరిగ్గా ఆకృతీకరించబడలేదు
tg: Рақами масиргузорӣ дар формати нодуруст аст
th: หมายเลข Routing มีการจัดรูปแบบที่ไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş Banka kodu
tt: Маршрутизация номерының форматы дөрес түгел
ug: يول نومۇرىنىڭ فورماتى خاتا
uk: Неправильний формат маршрутного коду банку
ur: غلط وضع کردہ روٹنگ نمبر
uz: Noto‘g‘ri formatlangan Bank kodi
vi: Số định tuyến được định dạng không đúng
zh_hans: 银行代号格式错误
zh_hant: 匯款路徑編號格式不正確

# Literal.ACH.Error.NoSpaceInAccountNumber
source: No spaces are allowed in the Account number
af: Geen spasies word in die rekeningnommer toegelaat nie
am: በሂሳብ ቁጥር ላይ ምንም ባዶ ቦታዎች አይፈቀዱም
ar: غير مسموح بالمسافات في رقم الحساب
as: একাউণ্ট নম্বৰত কোনো খালী স্থানৰ অনুমোদন জনোৱা নহয়
az: Hesab nömrəsində boşluqlara icazə verilmir
bg: Не са позволени интервали в номера на сметката
bn_in: অ্যাকাউন্ট নম্বরে কোনও জায়গার অনুমতি নেই
bs: Nisu dopušteni razmaci u broju računa
cy: Ni chaniateir llefydd gwag yn rhif y Cyfrif
da: Der må ikke være mellemrum i kontonummeret
de: Die Kontonummer darf keine Leerzeichen enthalten.
el: Δεν επιτρέπονται κενά διαστήματα στον αριθμό λογαριασμού
es: No se permiten espacios en el número de cuenta
et: Kaardinumbris ei tohi olla tühikuid.
eu: Ez idatzi zuriunerik kontuaren zenbakian
fa: استفاده از فاصله در شماره حساب مجاز نیست.
ga: Ní féidir spás a fhágáil in uimhir an chuntais.
gd: Chan fhaod àitichean bàna a bhith ann an àireamh a’ chunntais
gl: Non se permiten espazos no número de conta
gu: ખાતા નંબરમાં કોઈ સ્થાનને પરવાનગી નથી
he: אסור שיהיו רווחים במספר החשבון
hi: खाता संख्या में किसी रिक्त स्थान की अनुमति नहीं है
hr: U broju računa nisu dopušteni razmaci
hu: A számlaszámban nem lehet szóköz
id: Tidak diizinkan adanya spasi di nomor Rekening
is: Ekki er leyft að nota bil í reikningsnúmerinu
ja: 口座番号を空白にすることはできません
ka: ანგარიშის ნომერი არ უნდა შეიცავდეს ინტერვალს
kk: Тіркелгі нөмірінде бос орын рұқсат етілмейді
kn: ಖಾತೆ ಸಂಖ್ಯೆಯಲ್ಲಿ ಯಾವುದೇ ಸ್ಪೇಸ್‌ಗಳನ್ನು ಅನುಮತಿಸಲಾಗಿಲ್ಲ
ko: 계좌 번호에 공백을 사용할 수 없습니다.
ku_arab: رێگەنادرێت بە هەبوونی بۆشایی لەنێوان ژمارەکانی ئەژمێرەکەدا
ky: Каттоо жазуунун номеринде бош орундарга уруксат жок
lo: ບໍ່ອະນຸຍາດໃຫ້ມີຍະຫວ່າງໃນເລກບັນຊີ
lt: Sąskaitos numeryje negali būti tarpų
lv: Konta numurā nedrīkst būt atstarpes
mi: Kāore e whakaaetia he mokowā ki te Tau pūkete
mk: Не се дозволени празни места во бројот на сметката
ml: അക്കൗണ്ട് നമ്പറിൽ സ്പെയ്സുകൾ അനുവദനീയമല്ല
mn: Дансны дугаарт зай оруулж болохгүй
mr: खाते नंबर मध्ये रिक्त स्थानांना परवानगी नाही
ms: Tiada ruang dibenarkan dalam Nombor akaun
mt: Mhumiex permessi spazji fin-numru tal-Kont
ne: खाता नम्बरमा खाली ठाउँ अनुमति छैन
nn_no: Det er ikkje tillate med mellomrom i kontonummeret
no: Det er ikke tillatt med mellomrom i kontonummeret
or: ଏକାଉଣ୍ଟ୍‌ ନମ୍ବରରେ କୌଣସି ସ୍ପେସ୍‌ ଅନୁମତିପ୍ରାପ୍ତ ନୁହେଁ
pa_arab_pk: اکاؤنٹ نمبر وچ خالی تھّاواں دی اجازت نہیں
pa_in: ਖਾਤਾ ਨੰਬਰ ਵਿੱਚ ਖਾਲੀ ਸਥਾਨਾਂ ਦੀ ਇਜਾਜ਼ਤ ਨਹੀਂ ਹੈ
pl: Numer konta nie może zawierać odstępów
ru: В номере счета не должно быть пробелов
sd: اڪائونٽ نمبر ۾ وٿين جي اجازت ناهي
si: ගිණුම් අංකයෙහි හිස් ඉඩ තැබීමට ඉඩ නොදේ
sl: Pri številki računa presledki niso dovoljeni
sr_cyrl_rs: Број рачуна не сме да садржи размаке
sr_latn_rs: Broj računa ne sme da sadrži razmake
sv: Inga blanksteg tillåts i kontonumret
ta: கணக்கு எண்ணில் இடைவெளிகளுக்கு அனுமதி இல்லை
te: ఖాతా సంఖ్యలో అంతరాలు అనుమతించబడవు
tg: Гузоштани фосила ба сатри рақами ҳисоб номумкин аст
th: ไม่อนุญาตให้มีช่องว่างในหมายเลขบัญชี
tr: Hesap numarasında boşluklara izin verilmez
tt: Хисап номерында буш аралар рөхсәт ителми
ug: ھېسابات نومۇرىدا بوشلۇق بولمايدۇ
uk: У номері рахунку не має бути пробілів
ur: اکاؤنٹ نمبر میں وقفوں کی اجازت نہیں ہے
uz: Hisob raqami tarkibida bo‘shliq bo‘lishi mumkin emas
vi: Số tài khoản không được chứa dấu cách
zh_hans: 帐号中不能有空格
zh_hant: 帳戶號碼中不能包含空格

# Literal.ACH.Error.CheckboxIsRequired
source: You have to accept the authorization for setting up the account.
af: Jy moet die magtiging aanvaar om die rekening op te stel.
am: የባንክ ሂሳቡን ለማቀናበር ፈቃድ መስጫውን መቀበል ይኖርብዎታል።
ar: يجب عليك قبول التفويض لإعداد الحساب.
as: আপুনি একাউণ্ট ছেট আপৰ বাবে অনুমোদন স্বীকাৰ কৰিব লাগিব৷
az: Hesabı qurmaq üçün siz avtorizasiyanı qəbul etməlisiniz.
bg: Необходимо е да приемете удостоверяването, за да настроите сметката.
bn_in: অ্যাকাউন্টটি সেট আপ করতে আপনাকে অনুমোদন প্রাপ্ত করতে হবে৷
bs: Morate prihvatiti ovlaštenje za postavljanje računa.
cy: Rhaid ichi dderbyn yr awdurdodiad ar gyfer gosod y cyfrif.
da: Du skal acceptere autorisationen for at oprette kontoen.
de: Zum Einrichten des Kontos muss die Autorisierung akzeptiert werden.
el: Πρέπει να αποδεχτείτε την εξουσιοδότηση για τη ρύθμιση του λογαριασμού.
es: Tienes que aceptar la autorización para configurar la cuenta.
et: Te peate aktsepteerima konto seadistamise autoriseerimise.
eu: Kontua konfiguratzeko baimena onartu duzu.
fa: برای راه‌اندازی حساب، باید تأیید اعتبار را بپذیرید.
ga: Ní mór an t-údarú a ghlacadh chun an cuntas a chumrú.
gd: Feumaidh tu gabhail ris an ùghdarrasadh gus an cunntas a shuidheachadh.
gl: Tes que aceptar a autorización para configurar a conta.
gu: ખાતું સેટ કરવા માટે તમારે અધિકૃતતા સ્વીકારવાની છે.
he: עליך לקבל את ההרשאה להגדרת החשבון.
hi: आपको खाता सेट करने के लिए प्रमाणन स्वीकार करना होगा.
hr: Morate prihvatiti provjeru autentičnosti za postavljanje računa.
hu: Bele kell egyeznie a fiók beállítására vonatkozó felhatalmazásba.
id: Anda harus menerima otorisasi untuk menyiapkan rekening.
is: Þú þarft að samþykkja heimildina til að reikningurinn verði stofnaður.
ja: 口座をセットアップするための承認を受け入れる必要があります。
ka: ანგარიშის დასაყენებლად უნდა მიიღოთ ავტორიზაცია.
kk: Тіркелгіні орнату үшін авторизацияны қабылдау керек.
kn: ಖಾತೆಯನ್ನು ಹೊಂದಿಸಲು ನೀವು ಪ್ರಮಾಣೀಕರಣವನ್ನು ಸಮ್ಮತಿಸಬೇಕು.
ko: 계좌 설정에 대한 권한 부여에 동의해야 합니다.
ku_arab: دەبێت رێپێدان قەبووڵ بکەیت بۆ ئامادەکردنی ئەژمێرەکە.
ky: Сиз каттоо жазуусун орнотуу үчүн уруксат берүүгө макул болушуңуз керек.
lo: ທ່ານຈຳເປັນຕ້ອງຍອມຮັບການອະນຸຍາດສຳລັການຕັ້ງບັນຊີ.
lt: Kad būtų galima nustatyti sąskaitą, reikia suteikti įgaliojimą
lv: Jums ir jāpiekrīt konta iestatīšanas autorizācijai.
mi: Me whakaae koe ki te whakamanatanga o te tatū pūkete.
mk: Треба да ја прифатите авторизацијата за поставување на сметката.
ml: നിങ്ങൾ അക്കൗണ്ട് സജ്ജീകരിക്കാനുള്ള അധികാരപ്പെടുത്തൽ അംഗീകരിക്കേണ്ടതുണ്ട്.
mn: Та дансаа тохируулахдаа баталгаажуулалтыг хүлээн зөвшөөрөх ёстой.
mr: खाते सेट करण्यासाठी आपल्याला अनुज्ञापन स्वीकारावे लागेल.
ms: Anda perlu menerima keizinan untuk menyediakan akaun.
mt: Aċċettajt l-awtorizzazzjoni għall-konfigurazzjoni tal-kont.
ne: तपाइँले खातालाई सेटिङ अप गर्नको लागि अधिकारप्रदानलाई स्वीकार गर्नुपर्छ।
nn_no: Du må godta autorisasjonen for å konfigurere kontoen.
no: Du må godta autorisasjon for å konfigurere kontoen.
or: ଏକାଉଣ୍ଟ୍‌ ସେଟ୍‌ ଅପ୍‌ କରିବା ପାଇଁ ଆପଣଙ୍କୁ ପ୍ରାଧିକରଣ ସ୍ୱୀକାର କରିବାକୁ ପଡିବ.
pa_arab_pk: تہانوں اکاؤنٹ سیٹ اپ کرن لئی اجازت نامہ قبول کرنا پوے گا۔
pa_in: ਤੁਹਾਨੂੰ ਖਾਤਾ ਸਥਾਪਿਤ ਕਰਨ ਲਈ ਅਧਿਕਾਰ ਸੌਂਪਣਾ ਸਵੀਕਾਰ ਕਰਨਾ ਪਵੇਗਾ।
pl: Musisz zaakceptować autoryzację na potrzeby konfiguracji konta.
ru: Для настройки счета необходимо выполнить авторизацию.
sd: اڪائونٽ سيٽ اپ ڪرڻ لاءِ توهانکي تصديق قبول ڪرڻي پوندي.
si: ගිණුම සකස් කිරීම පිණිස ඔබ විසින් අනුමැතිය පිළිගත යුතුය.
sl: Če želite nastaviti ta račun, morate sprejeti pooblastitev.
sr_cyrl_rs: Морате да прихватите ауторизацију како бисте конфигурисали овај рачун.
sr_latn_rs: Morate da prihvatite autorizaciju kako biste konfigurisali ovaj račun.
sv: Du måste ge ditt godkännande för att konfigurera kontot.
ta: கணக்கை அமைப்பதற்கான அங்கீகாரத்தை நீங்கள் ஏற்றாக வேண்டும்.
te: ఖాతాని సెటప్ చేయడం కోసం మీరు ప్రమాణీకరణను ఆమోదించాలి.
tg: Барои танзим кардани ҳисоб шумо бояд иҷозатро қабул кунед.
th: คุณต้องยอมรับการอนุญาตในการตั้งค่าบัญชี
tr: Hesabı oluşturmak için yetkilendirmeyi kabul etmeniz gerekir.
tt: Хисапны көйләү өчен авторизацияне кабул итәргә кирәк.
ug: ھېسابات سەپلەشكە ئىجازەت بېرىشكە قوشۇلۇشىڭىز كېرەك.
uk: Для настройки рахунку потрібно виконати авторизацію.
ur: آپ کو اکاؤنٹ سیٹ اپ کرنے کے لیے اجازت نامہ قبول کرنا ہو گا۔
uz: Hisob qaydnomasini sozlash uchun haqiqiylik tekshiruvini qabul qilishingiz lozim.
vi: Bạn phải chấp nhận ủy quyền để thiết lập tài khoản.
zh_hans: 必须接受设置帐户的授权。
zh_hant: 您已接受設定帳戶的授權。

# Literal.ACH.Error.IncorrectAmount
source: The amount you entered is incorrect.
af: Die bedrag wat jy ingevoer het, is verkeerd.
am: ያስገቡት የገንዘብ ጥአን ትክክል አይደለም።
ar: المبلغ الذي أدخلته غير صحيح.
as: আপুনি প্ৰবিষ্ট কৰা ৰাশি অশুদ্ধ৷
az: Daxil etdiyiniz məbləğ səhvdir.
bg: Въведената сума е неправилна.
bn_in: যে পরিমাণটি আপনি প্রবেশ করিয়েছেন সেটি ভুল৷
bs: Iznos koji ste unijeli je nepravilan.
cy: Mae'r swm rydych chi wedi'i roi yn anghywir.
da: Det indtastede beløb er forkert.
de: Der eingegebene Betrag ist falsch.
el: Το ποσό που εισαγάγατε είναι εσφαλμένο.
es: El importe especificado es incorrecto.
et: Sisestatud summa on vale.
eu: Idatzi duzun kopurua ez da zuzena.
fa: مبلغی که وارد کردید اشتباه است.
ga: Tá an méid mícheart curtha isteach agat.
gd: Chan eil an t-uiread a chuir thu a-steach mar bu chòir.
gl: O importe introducido non é correcto.
gu: તમે દાખલ કરેલ રકમ ખોટી છે.
he: הסכום שהזנת שגוי.
hi: आपके द्वारा दर्ज राशि गलत है.
hr: Iznos koji ste unijeli nije točan.
hu: A megadott összeg érvénytelen.
id: Jumlah yang dimasukkan salah.
is: Upphæðin sem þú færðir inn er ekki rétt.
ja: 入力した金額が正しくありません。
ka: თქვენს მიერ შეყვანილი თანხა არასწორია.
kk: Енгізілген сома дұрыс емес.
kn: ನೀವು ನಮೂದಿಸಿದ ಮೊತ್ತವು ತಪ್ಪಾಗಿದೆ.
ko: 입력한 금액이 잘못되었습니다.
ku_arab: ئەو بڕەی تێتنووسیوە ناڕاستە.
ky: Сиз киргизген сумма туура эмес.
lo: ຈຳນວນທີ່ທ່ານປ້ອນເຂົ້າບໍ່ຖືກຕ້ອງ.
lt: Įvesta neteisinga suma.
lv: Ievadītā summa ir nepareiza.
mi: Kei te hē te nuinga moni i tāuru koe.
mk: Внесениот износ е неправилен.
ml: നിങ്ങൾ നൽകിയ തുക തെറ്റാണ്.
mn: Таны оруулсан дүн буруу байна.
mr: आपण प्रविष्ट केलेली रक्कम अयोग्य आहे.
ms: Amaun yang anda masukkan salah.
mt: L-ammont li daħħalt huwa ħażin.
ne: तपाइँले प्रविष्ट गर्नुभएको रकम गलत छ।
nn_no: Beløpet du har skrive inn, er feil.
no: Det angitte beløpet er feil.
or: ଆପଣ ଏଣ୍ଟର୍‌ କରିଥିବା ରାଶି ଭୁଲ୍‌ ଅଛି.
pa_arab_pk: تہاڈی درج کیتی رقم درست نئیں اے۔
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖਲ ਕੀਤੀ ਰਕਮ ਗਲਤ ਹੈ।
pl: Podana kwota jest nieprawidłowa.
ru: Вы ввели неправильную сумму.
sd: توهان جيڪو رقم داخل ڪئي آهي اهو صحيح نه آهي.
si: ඔබ ඇතුළත් කළ මුදල වැරදි යි.
sl: Vneseni znesek ni pravilen.
sr_cyrl_rs: Унети износ није тачан.
sr_latn_rs: Uneti iznos nije tačan.
sv: Beloppet du angav är felaktigt.
ta: நீங்கள் உள்ளிட்ட தொகை தவறு.
te: మీరు నమోదు చేసిన మొత్తం సరైనది కాదు.
tg: Маблағи воридшуда нодуруст аст.
th: จำนวนที่คุณป้อนไม่ถูกต้อง
tr: Girdiğiniz miktar yanlış.
tt: Кертелгән сумма дөрес түгел.
ug: كىرگۈزگەن سومما خاتا.
uk: Введено неправильну суму.
ur: آپ کی درج کردہ رقم درست نہیں ہے۔
uz: Siz kiritgan miqdor noto‘g‘ri.
vi: Số tiền bạn nhập không đúng.
zh_hans: 输入的金额错误。
zh_hant: 您輸入的金額不正確。
