Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ChinaUnionPay.ErrorMessage.SmsFailure
source: Request a code again. Something happened on our end. Waiting a bit can help.
af: Versoek weer 'n kode. Iets het aan ons kant gebeur. Om 'n rukkie te wag, kan dalk help.
am: እንደገና ኮድ ይጠይቁ። በእኛ በኩል የሆነ ችግር ተፈጥሯል። ትንሽ መጠበቅ ሊያግዝ ይችል ይሆናል።
ar: اطلب رمزًا مرة أخرى. حدث شيء من جانبنا. قد يساعد الانتظار قليلاً.
as: আকৌ এটা কোড অনুৰোধ কৰক৷ আমাৰ ইয়াত কিবা এটা সংঘটিত হৈছে৷ ক্ষন্তেক অপেক্ষাই সহায় কৰিব পাৰে৷
az: Kodu yenidən sorğulayın. Tərəfimizdən problem baş verdi. Bir az gözləsəniz, bu kömək edə bilər.
bg: Подайте отново заявка за нов код. Възникна проблем от наша страна. Изчакването може да помогне.
bn_in: আবার একটি কোডের অনুরোধ করুন৷ আমাদের শেষে কিছু ঘটেছে৷ কিছুক্ষনের অপেক্ষা সাহায্য করতে পারে৷
bs: Ponovo zatražite kôd. Pojavio se problem kod nas. Može biti od pomoći ako malo pričekate.
cy: Gofynnwch am god eto. Digwyddodd rhywbeth ar ein hochr ni. Gall aros ychydig helpu.
da: Anmod om en kode igen. Et eller andet gik galt hos os. Det kan hjælpe at vente lidt.
de: Fordern Sie erneut einen Code an. Bei uns ist ein Fehler aufgetreten, der sich nach kurzer Wartezeit von selbst lösen kann.
el: Ζητήστε ξανά έναν κωδικό. Παρουσιάστηκε κάποιο πρόβλημα από την πλευρά μας. Ίσως είναι καλή ιδέα να περιμένετε λίγο.
es: Solicita de nuevo un código. Ha habido un problema por nuestra parte. Espera un poco.
et: Taotlege koodi uuesti. Meie poolel läks midagi valesti. Abi võib olla sellest, kui te veidi ootate.
eu: Eskatu kodea berriro. Arazoren bat izan dugu. Itxaron pixka batean ea konpontzen dugun.
fa: یک کد دیگر درخواست دهید. مشکلی در طرف ما رخ داده است. کمی صبر کنید.
ga: Iarr cód arís. Tharla rud éigin ar an taobh seo. Seans gurbh fhiú fanacht tamall.
gd: Iarr còd a-rithist. Chaidh rudeigin cearr a-bhos an-seo. Dh’fhaoidte gun obraich e a-rithist ma dh’fhuiricheas tu greis.
gl: Solicita un código de novo. Ocorreu algo pola nosa parte. Se esperas un pouco, podería axudar.
gu: કોડની ફરીથી વિનંતી કરો. અમારા પક્ષે કંઈક થયું હતું. થોડીક રાહ જોવી મદદ કરી શકે છે.
he: בקש שוב קוד. משהו קרה בצד שלנו. מומלץ להמתין מעט.
hi: कोड का पुनः अनुरोध करें. हमारी ओर से कुछ हुआ. कुछ समय प्रतीक्षा करने से मदद मिल सकती है.
hr: Ponovno zatražite kod. Nešto se dogodilo na našoj strani. Problem će se možda riješiti ako malo pričekate.
hu: Rendszerünkben hiba történt. Várjon néhány percet, majd kérjen ismét kódot.
id: Minta kode lagi. Terjadi sesuatu di pihak kami. Mohon tunggu sebentar.
is: Reyndu aftur að biðja um kóða. Eitthvað fór úrskeiðis hjá okkur. Það hjálpar hugsanlega að bíða smástund.
ja: もう一度コードを要求してください。弊社側で問題が発生しました。しばらくお待ちください。
ka: ისევ მოითხოვეთ კოდი. ჩვენთან რაღაც პრობლემაა. შესაძლოა, ცოტა ხანში გამოსწორდეს.
kk: Кодты қайта сұраңыз. Соңында мәселе орын алды. Шамалы күтсеңіз көмектесуі мүмкін.
kn: ಕೋಡ್‍ಗಾಗಿ ಪುನಃ ಕೋರಿಕೆ ಸಲ್ಲಿಸಿ. ನಮ್ಮ ಬದಿಯಲ್ಲಿ ಏನೋ ಸಮಸ್ಯೆಯಾಗಿದೆ. ಸ್ವಲ್ಪ ಕಾದರೆ, ಸಹಾಯವಾಗಬಹುದು.
ko: 코드를 다시 요청하세요. 문제가 발생했습니다. 잠시 기다려 주세요.
ku_arab: دووبارە داوای کۆدێک بکە. شتێک لای ئێمەوە روویدا. دەکرێت کەمێک چاوەڕوانی یارمەتیدەر بێت.
ky: Кодду кайра сураңыз. Биз тараптан бир нерсе болду. Бир аз күтсөңүз жардам бере алат.
lo: ຮ້ອງ​ຂໍ​ລະ​ຫັດ​ໃໝ່​ອີກ. ມີ​ບາງ​ຢ່າງ​ໄດ້​ເກີດ​ຂື້ນ​ໃນ​ສ່ວນ​ຂອງ​ພວກ​ເຮົາ. ລໍ​ຖ້າ​ຄາວ​ໜຶ່ງ​ສາ​ມາດ​ຊ່ວຍ​ໄດ້.
lt: Dar kartą paprašykite kodo. Kažkas pas mus nutiko dėl mūsų veiksmų. Viskas gali susitvarkyti šiek tiek palaukus.
lv: Pieprasiet kodu vēlreiz. Mūsu pusē radās problēma. Mēģiniet uzgaidīt.
mi: Tonongia he waehere anō. I raru tēnei taha. He pai tonu pea te āta tatari.
mk: Побарајте код повторно. Се појави грешка кај нас. Може да помогне доколку почекате малку.
ml: വീണ്ടും ഒരു കോഡ് അഭ്യർത്ഥിക്കുക. ഞങ്ങളുടെ ഭാഗത്ത് നിന്നും എന്തോ സംഭവിച്ചു. കുറച്ച് കാത്തിരിക്കുന്നത് സഹായിച്ചേക്കാം.
mn: Код авах хүсэлтээ дахин илгээнэ үү. Манай талд ямар нэг алдаа гарлаа. Түр хүлээвэл тус болж магадгүй.
mr: एक कोडसाठी पुन्हा विनंती करा. आमच्या बाजूने काहीतरी घडले. क्षणभर प्रतिक्षा करणे मदत करु शकते.
ms: Minta kod sekali lagi. Sesuatu telah berlaku di pihak kami. Menunggu sebentar boleh membantu.
mt: Erġa' itlob kodiċi. Ġrat xi ħaġa min-naħa tagħna. L-aħjar tistenna ftit.
ne: फेरि सङ्केत अनुरोध गर्नुहोस्। हाम्रो तर्फ केही भयो। केही क्षण प्रतिक्षा गर्दा मद्दत हुन
nn_no: Be om ein ny kode att. Det skjedde noko hos oss. Det kan hende det hjelper å vente litt.
no: Be om kode på nytt. Noe gikk galt hos oss. Det kan hjelpe å vente litt.
or: ଏକ କୋଡ୍ ପୁଣି ଅନୁରୋଧ କରନ୍ତୁ. ଆମ ତରଫରୁ କିଛି ହୋଇଛି. କିଛି ସମୟ ଅପେକ୍ଷା କରିବା ସହାୟତା କରିପାରେ.
pa_arab_pk: کوڈ دی دوبارہ گزارش کرو۔ ساڈے پاسے کجھ ہویا۔ تھوڑا چِیر اڈیکنا مدد کر سکدا اے۔
pa_in: ਕੋਡ ਲਈ ਦੁਬਾਰਾ ਬੇਨਤੀ ਕਰੋ। ਸਾਡੇ ਵਾਲੇ ਪਾਸੇ ਕੁਝ ਹੋ ਗਿਆ ਹੈ। ਥੋੜ੍ਹੀ ਉਡੀਕ ਕਰਨ ਨਾਲ ਮਦਦ ਮਿਲ ਸਕਦੀ ਹੈ।
pl: Ponownie zażądaj kodu. Wystąpił problem po naszej stronie. Możesz zaczekać chwilę.
ru: Запросите код еще раз. У нас возникла проблема. Возможно, следует немного подождать.
sd: هڪ ڪوڊ ٻيهر ڪوشش ڪريو. اسان واري پاسي ڪجهه ٿيو. ٿوري دير انتظار ڪرڻ مدد ڪري سگهي ٿو.
si: නැවතත් කේතයක් ඉල්ලන්න. අපගේ අන්තයේදී යම්දෙයක් සිදුවිය. මදක් පොරොත්තු වීම උදව් විය හැකිය.
sl: Znova zahtevajte kodo. Nekaj se je zgodilo na našem koncu. Morda bo pomagalo, če malce počakate.
sr_cyrl_rs: Поново затражите код. Нешто се догодило код нас. Можда је потребно да сачекате мало.
sr_latn_rs: Ponovo zatražite kôd. Nešto se dogodilo kod nas. Možda je potrebno da sačekate malo.
sv: Begär en kod igen. Något hände på vår sida. Om du väntar en stund kanske det hjälper.
ta: குறியீட்டை மீண்டும் கேட்கவும். எங்கள் தரப்பில் ஏதோ நடந்துவிட்டது. சிறிது நேரம் காத்திருப்பது உதவக் கூடும்.
te: మళ్లీ కోడ్ అభ్యర్థించండి. మీవైపు ఏదో జరిగింది. కొద్ది సమయం వేచి ఉండటం సహాయపడవచ్చు.
tg: Рамзеро аз нав дархост кунед. Чизе аз тарафи мо ба вуҷуд омад. Интизорӣ метавонад кумак расонад.
th: ขอรหัสใหม่อีกครั้ง บางอย่างเกิดขึ้นทางฝั่งของเรา โปรดรอสักครู่
tr: Tekrar kod isteyin. Bizim tarafımızda bir sorun oluştu. Biraz beklemek yararlı olabilir.
tt: Кодны кабат сорагыз. Безнең якта нәрсәдер булган. Бераз көтсәгез, рәтләнергә мөмкин.
ug: قايتا كود ئىلتىماس قىلىڭ. بىز تەرەپتە مەسىلە كۆرۈلدى. بىردەم ساقلىسىڭىز ئوڭشىلىشى مۇمكىن.
uk: Запитайте код ще раз. У нас виникла проблема. Можливо, слід зачекати деякий час.
ur: کوڈ کی دوبارہ درخواست کریں۔ ہماری طرف کچھ ہو گیا تھا۔ کچھ دیر انتظام معاون ہو سکتا ہے۔
uz: Kodni qayta so‘rab ko‘ring. Biz tomonda qandaydir xato yuz berdi. Bir oz kutish yordam berishi mumkin.
vi: Yêu cầu lại mã. Phía chúng tôi đã xảy ra sự cố. Hãy đợi trong giây lát.
zh_hans: 请重新请求代码。我们这边出现了问题。请等待一会可能有助于解决问题。
zh_hant: 重新要求驗證碼。我們這邊發生問題。稍候一下可能會有幫助。

# Literal.ChinaUnionPay.ErrorMessage.InvalidPhoneInformation
source: Check the phone number you gave us or wait a bit to retry. We can't reach you.
af: Kontroleer die foonnommer wat jy vir ons gegee het of wag 'n oomblik om te herprobeer. Ons kan jou nie bereik nie.
am: ለእኛ የሰጡን የእርስዎ ስልክ ቁጥር ትክክል እንደሆነ ያረጋግጡ ወይም እንደገና ለመሞከር ትንሽ ይጠብቁ። እርስዎን ማግኘት አልቻልንም።
ar: تحقق من رقم الهاتف الذي قدمته لنا أو انتظر قليلاً لإعادة المحاولة. يتعذر علينا الوصول إليك.
as: আপুনি আমাক দিয়া ফোন নম্বৰ পৰীক্ষা কৰক বা পুনঃচেষ্টা কৰিবলৈ কিছুসময় অপেক্ষা কৰক৷ আমি আপোনাৰ সৈতে যোগাযোগ কৰিব পৰা নাই৷
az: Bizə verdiyiniz telefon nömrəsini yoxlayın və ya təkrar cəhd etmək üçün bir az gözləyin. Sizinlə əlaqə saxlamaq olmur.
bg: Проверете телефонния номер, който ни дадохте, или изчакайте малко, за да опитате повторно. Не можем да се свържем с вас.
bn_in: আপনার আমাদেরকে দেওয়া ফোন নম্বরটি পরীক্ষা করুন বা কিছুক্ষন অপেক্ষা করুন বা পুনরায় চেষ্টা করুন৷ আমরা আপনার কাছে পৌঁছতে পারিনি৷
bs: Provjerite broj telefona koji ste nam dali ili pričekajte malo i pokušajte ponovo. Ne možemo stupiti u kontakt s vama.
cy: Gwiriwch y rhif ffôn a roddoch inni neu arhoswch am ychydig a cheisio eto. Allwn ni ddim eich cyrraedd.
da: Kontrollér det telefonnummer, du har givet os, eller vent et øjeblik for at prøve igen. Vi kan ikke komme i kontakt med dig.
de: Überprüfen Sie die angegebene Telefonnummer, oder wiederholen Sie den Vorgang in einer Weile noch mal. Wir können Sie nicht erreichen.
el: Ελέγξτε τον αριθμό τηλεφώνου που μας δώσατε ή περιμένετε λίγο για να δοκιμάσετε ξανά. Δεν μπορούμε να επικοινωνήσουμε μαζί σας.
es: Comprueba el número de teléfono que nos has proporcionado o espera un poco para intentarlo de nuevo. No podemos conectarnos contigo.
et: Kontrollige meile antud telefoninumbrit või oodake veidi ja proovige uuesti. Me ei saa teid kätte.
eu: Egiaztatu eman zenigun telefono-zenbakia edo itxaron apur bat berriro saiatu baino lehen. Ezin dizugu deitu.
fa: شماره تلفن ارائه شده را بررسی کرده و کمی بعد دوباره امتحان کنید. نمی‌توانیم به شما دسترسی یابیم.
ga: Seiceáil an uimhir fóin a thug tú dúínn nó fan tamall lena atriall. Ní féidir linn tú a shroicheadh.
gd: Thoir sùil air an àireamh fòn a chuir thu thugainn no fuirich greis is feuch ris a-rithist. Cha d’ fhuair sinn greim ort.
gl: Comproba o número de teléfono que nos deches ou agarda un momento para tentalo de novo. Non puidemos contactar contigo.
gu: તમે અમને આપેલો ફોન નંબર તપાસો અથવા ફરી પ્રયાસ માટે થોડીક રાહ જુઓ. અમે તમારો સંપર્ક કરી શકતાં નથી.
he: בדוק את מספר הטלפון שנתת לנו או המתן מעט כדי לנסות שנית. איננו מצליחים להשיג אותך.
hi: आपके द्वारा हमें दिया गया नंबर जाँचें या पुनर्प्रयास करने के लिए कुछ समय प्रतीक्षा करें. हम आप तक नहीं पहुँच पा रहे हैं.
hr: Provjerite telefonski broj koji ste nam dali. Ne možemo vas dosegnuti.
hu: Nem tudjuk Önt elérni. Ellenőrizze, hogy helyes telefonszámot adott-e meg, vagy próbálkozzon újra egy kicsit később.
id: Periksa nomor telepon yang Anda berikan kepada kami atau tunggu sebentar untuk mencoba lagi. Kami tidak dapat menjangkau Anda.
is: Athugaðu símanúmerið sem þú gafst upp eða bíddu í smástund ef þú vilt reyna aftur. Við náum ekki sambandi við þig.
ja: お客様が指定した電話番号を確認するか、しばらくしてからやり直してください。ご連絡を差し上げることができません。
ka: შეამოწმეთ ტელეფონის ნომერი, რომელიც მოგვეცით, ან ცოტა დაიცადეთ და ისევ სცადეთ. ვერ გიკავშირდებით.
kk: Бізге берген телефон нөмірін тексеріңіз немесе шамалы күтіңіз. Хабарласа алмадық.
kn: ನೀವು ನಮಗೆ ಕೊಟ್ಟ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಪುನಃ ಪ್ರಯತ್ನಿಸಲು ಸ್ವಲ್ಪ ನಿರೀಕ್ಷಿಸಿ. ನಿಮ್ಮನ್ನು ತಲುಪಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ.
ko: 전화 번호를 확인하거나 잠시 후에 다시 시도하세요. 연락이 되지 않습니다.
ku_arab: ئەو ژمارەی تەلەفۆنە بپشکنە کە پێتداوین یان کەمێکی تر چاوەڕێبە بۆ هەوڵدانەوە. ئێمە ناتوانین پەیوەندیت پێوە بکەین.
ky: Бизге берген телефон номериңизди текшериңиз же кайра аракет кылуу үчүн бир аз күтүңүз. Биз сиз менен байланыша албай жатабыз.
lo: ກວດ​ເບິ່ງ​​ເບີ​ໂທ​ລະ​ສັບທີ່​ທ່ານ​ເອົາ​ໃຫ້​ພວກ​ເຮົາ ຫຼື ລໍຖ້າ​ຄາວໜຶ່ງ​ເພື່ອ​ລອງ​ໃໝ່. ພວກ​​ເຮົາ​ບໍ່​ສາມາ​ດຕິດ​ຕໍ່​ຫາ​ທ່ານ​ໄດ້.
lt: Patikrinkite mums pateiktą telefono numerį arba šiek tiek palaukite, kad galėtumėte bandyti iš naujo. Negalime su jumis susisiekti.
lv: Pārbaudiet tālruņa numuru, ko norādījāt, vai nedaudz uzgaidiet un mēģiniet vēlreiz. Mēs nevaram ar jums sazināties.
mi: Āta tirohia kei te tika te tau waea i hōmai koe, taihoa rānei keiwhā ngana anō. Kāore koe e taea ana e mātou.
mk: Проверете го бројот на телефонот што ни го дадовте или почекајте малку за да се обидете повторно. Не може да ве добиеме.
ml: നിങ്ങൾ ഞങ്ങൾക്ക് നൽകിയ ഫോൺ നമ്പർ പരിശോധിക്കുക അല്ലെങ്കിൽ വീണ്ടും ശ്രമിക്കുന്നതിന് ഒരൽപ്പം കാത്തിരിക്കുക. ഞങ്ങൾക്ക് നിങ്ങളെ ബന്ധപ്പെടാനാകുന്നില്ല.
mn: Бидэнд өгсөн утасны дугаараа шалгах буюу дахин оролдтол түр хүлээнэ үү. Бид тантай холбогдох боломжгүй байна.
mr: आपण आम्हाला दिलेला फोन नंबर तपासा किंवा पुन्हा प्रयत्न करण्यासाठी क्षणभर प्रतिक्षा करा. आम्ही आपल्यापर्यंत पोहचू शकत नाही.
ms: Semak nombor telefon yang anda berikan kepada kami atau tunggu sebentar untuk cuba lagi. Kami tidak dapat menghubungi anda.
mt: Iċċekkja n-numru tal-mowbajl li tajtna tiegħek jew stenna ftit biex terġa' tipprova. Ma nistgħux naqbduk.
ne: तपाइँले हामीलाई दिएको फोन नम्बर जाँच गर्नुहोस् वा फेरि प्रयास गर्न केही क्षण प्रतिक्षा हर्नुहोस्। हामी तपाइँमा पहुँच हुन सक्दैनौं।
nn_no: Kontroller telefonnummeret du har oppgitt, eller vent litt og prøv på nytt. Vi kan ikkje nå deg.
no: Sjekk telefonnummeret du gav oss, eller vent litt for å prøve på nytt. Vi kan ikke nå frem til deg.
or: ଆପଣ ଆମକୁ ଦେଇଥିବା ଫୋନ୍ ନମ୍ଵର୍ ଯାଞ୍ଚ କରନ୍ତୁ କିମ୍ଵା ପୁନଃଚେଷ୍ଟା କରିବାକୁ କିଛି ସମୟ ଅପେକ୍ଷା କରନ୍ତୁ. ଆମେ ଆପଣଙ୍କ ପାଖରେ ପହଞ୍ଚିପାରୁ ନାହୁଁ.
pa_arab_pk: جیہڑا فون نمبر تُسی سانو دتا اوہ چیک کرو یا فیر کوشش کرن لئی اُڈیکو۔ اسی تہاڈے تیکر نہیں پہنچ سکدے۔
pa_in: ਉਸ ਫੋਨ ਨੰਬਰ ਦੀ ਜਾਂਚ ਕਰੋ ਜੋ ਤੁਸੀਂ ਸਾਨੂੰ ਦਿੱਤਾ ਸੀ ਜਾਂ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ ਥੋੜ੍ਹੀ ਉਡੀਕ ਕਰੋ। ਅਸੀਂ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਨਹੀਂ ਕਰ ਪਾ ਰਹੇ ਹਾਂ।
pl: Sprawdź poprawność podanego numeru telefonu lub poczekaj trochę i spróbuj ponownie. Nie możemy się z Tobą skontaktować.
ru: Проверьте номер телефона, который вы указали, или подождите немного и попробуйте еще раз. Нам не удается с вами связаться.
sd: پنهنجو فون نمبر چيڪ ڪريو جيڪو توهان اسانکي ڏنو آهي يا ٻيهر ڪوشش ڪرڻ لاءِ ٿوري دير انتظار ڪريو. اسان توهان تائين نٿا پهچي سگهون.
si: ඔබ අපට ලබාදුන් දුරකථන අංකය පරීක්ෂා කරන්න හෝ යළිත් උත්සාහ කිරීමට මදක් රැඳී සිටින්න. අපට ඔබ වෙත ළඟාවිය නොහැක.
sl: Preverite telefonsko številko, ki ste nam jo posredovali. Ne moremo vas priklicati.
sr_cyrl_rs: Проверите да ли је број телефона који сте нам дали тачан, или покушајте поново нешто касније. Не можемо да вас добијемо.
sr_latn_rs: Proverite da li je broj telefona koji ste nam dali tačan, ili pokušajte ponovo nešto kasnije. Ne možemo da vas dobijemo.
sv: Kontrollera det telefonnummer du gav oss eller försök igen om en stund. Vi kan inte nå dig.
ta: நீங்கள் வழங்கிய தொலைபேசி எண்ணைச் சரிபார்க்கவும், அல்லது மீண்டும் முயற்சிக்க, சிறிது நேரம் காத்திருக்கவும். உங்களைத் தொடர்பு கொள்ள முடியவில்லை.
te: మీరు మాకు ఇచ్చిన ఫోన్ నంబర్‌ని తనిఖీ చేయండి లేదా మళ్లీ ప్రయత్నించేందుకు కొద్ది సమయం వేచి ఉండండి. మేము మిమ్మల్ని సంప్రదించలేకపోయాము.
tg: Рақами телефони дохилкардаатонро тафтиш кунед ё қабл аз такрор кардан андак интизор шавед. Мо бо шумо дар тамос шуда наметавонем.
th: ตรวจสอบหมายเลขโทรศัพท์ที่คุณให้เราไว้หรือรอสักครู่แล้วลองใหม่อีกครั้ง เราไม่สามารถติดต่อคุณได้
tr: Bize verdiğiniz telefon numaranızı denetleyin veya tekrar denemek için biraz bekleyin. Size ulaşamıyoruz.
tt: Безгә бирелгән телефон номерыгызны тикшерегез яки бераз көтеп кабатлагыз. Сезнең белән тоташып булмый.
ug: سىز بىزگە بەرگەن تېلېفون نومۇرىنى تەكشۈرۈڭ ياكى بىردەم ساقلاپ، قايتا سىناڭ. سىز بىلەن ئالاقىلىشالمىدۇق.
uk: Перевірте номер телефону, який ви вказали, або повторіть спробу через деякий час. Нам не вдається зв’язатися з вами.
ur: ہمیں دیے گئے فون نمبر کی پڑتال کریں یا دوبارہ کوشش کرنے کے لیے تھوڑا انتظار کریں۔ ہم آپ تک نہیں پہنچ سکتے۔
uz: Bizga bergan telefon raqamini tekshiring yoki qayta urinish uchun bir oz kuting. Siz bilan bog‘lana olmayapmiz.
vi: Kiểm tra số điện thoại bạn đã cung cấp cho chúng tôi hoặc đợi một chút để thử lại. Chúng tôi không thể liên hệ với bạn.
zh_hans: 检查你提供给我们的手机号码或等待一会儿再重试。我们无法与你取得联系。
zh_hant: 檢查您提供給我們的電話號碼，或稍後再試一次。無法與您連絡。

# Literal.SmsChallenge.Heading
source: Additional verification needed
af: Bykomende verifikasie word vereis
am: ተጨማሪ ማረጋገጫ ያስፈልጋል
ar: مطلوب تحقق إضافي
as: অতিৰিক্ত প্ৰমাণীকৰণৰ আৱশ্যক
az: Əlavə təsdiqləmə tələb olunur
bg: Необходимо е допълнително потвърждение
bn_in: অতিরিক্ত যাচাইকরন প্রয়োজন
bs: Potrebna je dodatna provjera
cy: Mae angen dilysu ychwanegol
da: Der skal angives yderligere bekræftelse
de: Zusätzliche Überprüfung erforderlich
el: Απαιτείται επιπλέον επαλήθευση
es: Es necesario realizar más comprobaciones
et: Vajalik täiendav kontroll
eu: Beste egiaztapen bat behar da
fa: تأیید اعتبار اضافی نیاز است
ga: Fíorú breise de dhíth
gd: Tha feum air barrachd dearbhaidh
gl: Necesítase verificación adicional
gu: અતિરિક્ત ચકાસણી જરૂરી છે
he: נדרש אימות נוסף
hi: अतिरिक्त सत्यापन आवश्यक
hr: Potrebna je dodatna potvrda
hu: További ellenőrzésre van szükség
id: Diperlukan verifikasi tambahan
is: Frekari sannprófunar er þörf
ja: 追加の確認が必要です
ka: საჭიროა დამატებით დადასტურება
kk: Қосымша тексеру керек болды
kn: ಹೆಚ್ಚುವರಿ ಪರಿಶೀಲನೆ ಅಗತ್ಯವಿದೆ
ko: 추가 확인 필요
ku_arab: سەلمادنی زێدە پێویستە
ky: Кошумча тастыктоо талап кылынат
lo: ຕ້ອງການ​ມີ​ການກວດ​ຢືນຢັນ​ເພີ່ມ​ເຕີມ
lt: Reikia papildomo patvirtinimo
lv: Nepieciešama papildu verifikācija
mi: Ka hiahiatia he manatoko tāpiri
mk: Потребна е дополнителна потврда
ml: അധിക പരിശോധിച്ചുറപ്പിക്കൽ ആവശ്യമാണ്
mn: Нэмэлт баталгаажуулалт шаардлагатай
mr: अतिरिक्त पुष्टीकरणाची आवश्यकता
ms: Pengesahan tambahan diperlukan
mt: Meħtieġa verifika addizzjonali
ne: अतिरिक्त रुजू आवश्यक
nn_no: Ytterlegare kontroll er nødvendig
no: Trenger mer bekreftelse
or: ଅତିରିକ୍ତ ଯାଞ୍ଚକରଣ ଆବଶ୍ୟକ ଅଟେ
pa_arab_pk: اضافی تصدیق دی لوڑ اے
pa_in: ਅਤਿਰਿਕਤ ਪ੍ਰਮਾਣੀਕਰਨ ਲੋੜੀਂਦਾ
pl: Wymagana dodatkowa weryfikacja
ru: Требуется дополнительная проверка
sd: اضافي تصديق جي ضرورت آهي
si: අමතර සත්‍යාපනය කිරීමක් අවශ්‍යයි
sl: Potrebna je dodatna potrditev
sr_cyrl_rs: Потребна је додатна верификација
sr_latn_rs: Potrebna je dodatna verifikacija
sv: Ytterligare verifiering krävs
ta: கூடுதல் சரிபார்ப்பு தேவை
te: అదనపు ధృవీకరణ అవసరం
tg: Санҷиши иловагӣ лозим аст
th: ต้องการการตรวจสอบเพิ่มเติม
tr: Ek doğrulama gereklidir
tt: Өстәмә раслау кирәк
ug: قوشۇمچە دەلىللەش كېرەك
uk: Потрібна додаткова перевірка
ur: اضافی تصدیق درکار ہے
uz: Qo‘shimcha tasdiqlash talab qilinadi
vi: Cần xác minh bổ sung
zh_hans: 需要其他验证
zh_hant: 需要額外的驗證

# Literal.SmsChallenge.Subheading
source: We texted a verification code to {0}.
af: Ons het 'n verifikasiekode per SMS na {0} gestuur.
am: ወደ {0} ማረጋገጫ ኮድ በጽሑፍ ልከናል።
ar: قمنا بإرسال رمز التحقق في رسالة نصية إلى {0}.
as: আমি {0}-লৈ এটা কোড লিখি পঠাইছিলোঁ৷
az: {0} nömrəsinə yoxlama kodu göndərdik.
bg: Изпратихме текстово съобщение с код за потвърждение до {0}.
bn_in: আমরা {0} তে একটি যাচাইকরণ কোড পাঠ্য বার্তা হিসাবে পাঠিয়েছি৷
bs: Kôd za verifikaciju smo poslali tekstualnom porukom na {0}.
cy: Rydyn ni wedi anfon cod dilysu i {0} mewn neges destun.
da: Vi har sendt en sms med en bekræftelseskode til {0}.
de: Wir haben eine SMS mit dem Prüfcode an {0} gesendet.
el: Στείλαμε μήνυμα κειμένου με τον κωδικό επαλήθευσης στον αριθμό {0}.
es: Hemos enviado un código de comprobación a {0}.
et: Saatsime kinnituskoodi tekstsõnumiga telefoninumbrile {0}.
eu: {0} telefono-zenbakira testu-mezu bat bidali dugu egiaztapen-kodearekin.
fa: کد تأیید را با پیامک به {0} ارسال کردیم.
ga: Sheolamar cód fíorúcháin chuig {0} i dteachtaireacht téacs.
gd: Chuir sinn teacsa le còd dearbhaidh gu {0}.
gl: Enviamos unha mensaxe de texto co código de verificación a {0}.
gu: અમે {0} પર ચકાસણી કોડ ટેક્સ્ટ કર્યો
he: שלחנו הודעת טקסט עם קוד אימות אל {0}.
hi: हमने {0} पर सत्यापन कोड भेजा है.
hr: Poslali smo SMS s kodom za provjeru valjanosti na broj {0}.
hu: SMS-ben elküldtünk egy ellenőrzőkódot erre a számra: {0}
id: Kami mengirim kode verifikasi melalui pesan teks ke {0}
is: Við sendum staðfestingarkóða í {0}.
ja: {0} に確認コードを送信しました。
ka: დამოწმების კოდი გავგზავნეთ ნომერზე: {0}.
kk: Біз тексеру кодын {0} телефон нөміріне жібердік.
kn: ನಾವು {0} ಗೆ ಪರಿಶೀಲನೆ ಕೋಡ್‌ ಸಂದೇಶ ಕಳುಹಿಸಿದ್ದೇವೆ.
ko: {0}번으로 확인 코드를 전송했습니다.
ku_arab: ئێمە کۆدێکی سەلماندنمان بە تێکست بۆ ناردیت بۆ {0}.
ky: Биз {0} номерине ырастоо кодун жөнөттүк.
lo: ພວກເຮົາໄດ້ສົ່ງລະຫັດການຢືນຢັນທາງຂໍ້ຄວາມຫາ {0} ແລ້ວ.
lt: Tikrinimo kodą nusiuntėme {0}.
lv: Mēs nosūtījām īsziņu ar verifikācijas kodu uz tālruņa numuru {0}.
mi: I tuku waehere manatokonga mātou ki {0}.
mk: Испративме текстуална порака верификациски код на {0}.
ml: ഞങ്ങൾ {0} എന്നതിലേക്ക് ഒരു സൂക്ഷ്മപരിശോധന കോഡ് അയച്ചു.
mn: Бид {0} руу баталгаажуулах код илгээлээ.
mr: आम्ही {0} ला एक सत्यापन कोड पाठवला.
ms: Kami telah menghantar kod pengesahan ke {0}.
mt: Bgħatna SMS b'kodiċi ta' verifika lil {0}.
ne: हामीले {0} मा प्रमाणीकरण गर्ने कोड पठायौं।
nn_no: Vi sende ei tekstmelding med stadfestingskode til {0}.
no: Vi tekstet en bekreftelseskode til {0}.
or: ଆମେ {0} କୁ ଏକ ଯାଞ୍ଚକରଣ କୋଡ୍ ପାଠ୍ୟ କରିଛୁ.
pa_arab_pk: اسی {0} نوں اک تصدیقی کوڈ ٹیکسٹ کیتا۔
pa_in: ਅਸੀਂ {0} ਨੂੰ ਇੱਕ ਤਸਦੀਕੀ ਕੋਡ ਭੇਜਿਆ।
pl: Wysłaliśmy SMS-a z kodem weryfikacyjnym pod numer {0}.
ru: Код проверки отправлен на номер {0}.
sd: اسان {0} ڏانهن هڪ تصديق ڪوڊ موڪليو.
si: අපි {0} වෙතට සත්‍යාපන කේතයක් යැවුවෙමු.
sl: Potrditveno kodo smo poslali na {0}.
sr_cyrl_rs: Послали смо SMS са кодом за верификацију на број {0}.
sr_latn_rs: Poslali smo SMS sa kodom za verifikaciju na broj {0}.
sv: Vi har skickat en verifieringskod i ett sms till {0}.
ta: {0}-க்கு ஒரு சரிபார்ப்புக் குறியீட்டை உரையில் அனுப்பினோம்.
te: మేము {0}కి ధృవీకరణ కోడ్‌ని పంపాము.
tg: Мо рамзи санҷиширо ба {0} бо паёми матнӣ ирсол кардем.
th: เราส่งข้อความที่มีรหัสการตรวจสอบความถูกต้องไปที่ {0}
tr: {0} numarasına kısa mesaj ile bir doğrulama kodu gönderdik.
tt: Без {0} номерына раслау кодын җибәрдек.
ug: {0} گە دەلىللەش كودى ئەۋەتتۇق.
uk: Код перевірки надіслано на номер {0}.
ur: ہم نے {0} کو ایک توثیقی کوڈ ٹیکسٹ کیا ہے۔
uz: Tasdiqlash kodini {0} raqamiga matnli xabar orqali yubordik.
vi: Chúng tôi đã gửi mã xác minh qua tin nhắn tới {0}.
zh_hans: 我们已将验证码用短信发送到 {0}。
zh_hant: 我們已將驗證碼透過簡訊傳送到 {0}。

# Literal.SmsChallenge.SendNewCode
source: Send me a new code
af: Stuur vir my 'n nuwe kode
am: አዲስ ኮድ ላክልኝ
ar: إرسال رمز جديد لي
as: মোলৈ এটা নতুন কোড প্ৰেৰণ কৰক
az: Mənə yeni kod göndər
bg: Изпратете ми на нов код
bn_in: আমাকে একটি নতুন কোড পাঠান
bs: Pošalji mi novi kôd
cy: Anfon cod newydd ataf
da: Send mig en ny kode
de: Neuen Code senden
el: Αποστολή νέου κωδικού
es: Enviadme un código nuevo
et: Saatke mulle uus kood
eu: Bidali beste kode bat
fa: کد جدید برایم ارسال شود
ga: Seol cód nua chugam
gd: Cuir còd ùr thugam
gl: Enviarme un código novo
gu: મને નવો કોડ મોકલો
he: שלחו לי קוד חדש
hi: मुझे नया कोड भेजें
hr: Pošaljite mi novi kôd
hu: Új kódot kérek
id: Kirimkan saya kode baru
is: Senda mér nýjan kóða
ja: 新しいコードを送信する
ka: გამომიგზავნე ახალი კოდი
kk: Маған жаңа код жіберу
kn: ನನಗೆ ಹೊಸ ಕೋಡ್ ಕಳುಹಿಸು
ko: 새 코드 받기
ku_arab: کۆدێکی نوێم بۆ بنێرە
ky: Мага жаңы код жөнөтүңүз
lo: ສົ່ງ​ລະຫັດ​ໃໝ່​ໃຫ້​ຂ້ອຍ
lt: Atsiųsti man naują kodą
lv: Sūtīt man jaunu kodu
mi: Tukua mai he waehere hōu
mk: Испрати ми нов код
ml: എനിക്ക് ഒരു പുതിയ കോഡ് അയയ്ക്കുക
mn: Надад шинэ код илгээнэ үү
mr: मला एक नवीन कोड पाठवा
ms: Hantar saya kod baharu
mt: Ibgħatli kodiċi ġdid
ne: मलाई नयाँ सङ्केत पठाउनुहोस्
nn_no: Send meg ein ny kode
no: Send meg en ny kode
or: ମୋତେ ଏକ ନୂତନ କୋଡ୍ ପଠାନ୍ତୁ
pa_arab_pk: مینوں نواں کوڈ بھیجو
pa_in: ਮੈਨੂੰ ਨਵਾਂ ਕੋਡ ਭੇਜੋ
pl: Wyślij mi nowy kod
ru: Прислать новый код
sd: مونکي هڪ نئون ڪوڊ موڪليو
si: මට නව කේතයක් එවන්න
sl: Pošlji mi novo kodo
sr_cyrl_rs: Пошаљи ми нови код
sr_latn_rs: Pošalji mi novi kôd
sv: Skicka mig en ny kod
ta: புதிய குறியீடு அனுப்பு
te: నాకు కొత్త కోడ్ పంపు
tg: Ба ман рамзи нав фиристед
th: ส่งรหัสใหม่ให้ฉัน
tr: Bana yeni bir kod gönder
tt: Миңа яңа код җибәрегез
ug: ماڭا يېڭى كود ئەۋەتىڭ
uk: Надіслати новий код
ur: مجھے نیا کوڈ بھیجیں
uz: Menga yangi kod yuborilsin
vi: Gửi cho tôi mã mới
zh_hans: 向我发送新代码
zh_hant: 傳送新的驗證碼給我
