Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ErrorMessage.SmsChallengeCodeIsRequired
source: Make sure to enter the verification code
af: Maak seker dat jy die verifikasiekode invoer
am: ማረጋገጫ ኮድ ማስገባትዎን እርግጠኛ ይሁኑ
ar: تأكد من إدخال رمز التحقق
as: সত্যতা নিৰূপণ কোড প্ৰবিষ্ট কৰাটো নিশ্চিত কৰক
az: Yoxlama kodunu daxil etdiyinizə əmin olun
bg: Не забравяйте да въведете кода за потвърждение
bn_in: শনাক্তকরণ কোডটি প্রবেশ করিয়েছেন কিনা সে বিষয়ে নিশ্চিত হন
bs: Obavezno unesite kôd za verifikaciju
cy: Gwnewch yn siŵr eich bod yn rhoi'r cod dilysu
da: Sørg for at indtaste bekræftelseskoden
de: Stellen Sie sicher, dass der Prüfcode eingegeben wurde.
el: Φροντίστε να πληκτρολογήσετε τον κωδικό επαλήθευσης
es: Asegúrate de escribir el código de verificación
et: Lisage kindlasti kinnituskood
eu: Ziurtatu egiaztapen-kodea idatzi duzula
fa: کد تأیید را حتماً وارد کنید
ga: Féach chuige go n-iontrálann tú an cód fíoraithe
gd: Dèan cinnteach gun cuir thu a-steach an còd dearbhaidh
gl: Asegúrate de escribir o código de verificación
gu: ચકાસણી કોડ દાખલ કરવાની ખાતરી કરો
he: הקפד להזין את קוד האימות
hi: सत्यापन कोड दर्ज करना सुनिश्चित करें
hr: Obavezno unesite kod za provjeru valjanosti
hu: Meg kell adnia az ellenőrző kódot.
id: Pastikan untuk memasukkan kode verifikasi
is: Gættu þess að færa inn staðfestingarkóðann
ja: 確認コードを必ず入力してください
ka: დარწმუნდით, რომ შეიყვანეთ დამოწმების კოდი
kk: Тексеру кодын енгізгеніңізге көз жеткізіңіз
kn: ಪರಿಶೀಲನಾ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಲು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ko: 확인 코드를 입력해야 합니다.
ku_arab: دڵنیابەوه له تێنووسینی کۆدی سەلماندن
ky: Ырастоо кодун киргизишиңиз керек
lo: ແນ່ໃຈໃນການປ້ອນເຂົ້າລະຫັດການຢືນຢັນ
lt: Būtinai įveskite tikrinimo kodą
lv: Noteikti ievadiet verifikācijas kodu
mi: Āta titiro kua tāurutia te waehere manatoko.
mk: Осигурете се дека сте го внеле верификацискиот код
ml: നിങ്ങള്‍ സൂക്ഷ്മപരിശോധന കോഡ് നല്‍കിയെന്നുറപ്പാക്കുക
mn: Баталгаажуулах код оруулсан эсэхээ магадлана уу
mr: सत्यापन कोड प्रविष्ट करण्याचे सुनिश्चित करा
ms: Pastikan anda memasukkan kod pengesahan
mt: Kun żgur li ddaħħal il-kodiċi ta' verifika
ne: प्रमाणीकरण कोड प्रविष्ट गर्न सुनिश्चित हुनुहोस्
nn_no: Hugs å skrive inn stadfestingskoden
no: Husk å angi bekreftelseskoden
or: ଯାଞ୍ଚକରଣ କୋଡ୍‍ ଏଣ୍ଟର୍‍ କରିବା ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa_arab_pk: تصدیقی کوڈ دا اندراج یقینی بناؤ
pa_in: ਤਸਦੀਕੀ ਕੋਡ ਨੂੰ ਦਾਖਲ ਕਰਨਾ ਯਕੀਨੀ ਬਣਾਓ
pl: Pamiętaj, aby wprowadzić kod weryfikacyjny
ru: Обязательно введите код проверки
sd: پڪ ڪريو ته توهان تصديقي ڪوڊ داخل ڪيو آهي
si: සත්‍යාපන කේතය ඇතුලත් කිරීමට තහවුරු කරගන්න
sl: Ne pozabite vnesti potrditvene kode
sr_cyrl_rs: Обавезно унесите кôд за верификацију
sr_latn_rs: Obavezno unesite kôd za verifikaciju
sv: Du måste ange verifieringskoden
ta: சரிபார்ப்புக் குறியீட்டை உள்ளிடுவதை உறுதிப்படுத்தவும்
te: ధృవీకరణ కోడ్ ఖచ్చితంగా నమోదు చేసారని నిర్థారించుకోండి
tg: Ҳатман рамзи санҷиширо ворид кунед
th: โปรดแน่ใจว่าคุณได้ป้อนรหัสการตรวจสอบ
tr: Doğrulama kodunu girdiğinizden emin olun
tt: Раслау кодын кертергә кирәк
ug: دەلىللەش كودىنى كىرگۈزۈڭ
uk: Обов’язково введіть код перевірки
ur: یقینی طور پر توثیقی کوڈ داخل کریں
uz: Tasdiqlash kodi kiritilganiga ishonch hosil qiling
vi: Hãy đảm bảo bạn nhập mã xác minh
zh_hans: 请确保输入验证码
zh_hant: 請務必輸入您的驗證碼

# Literal.ErrorMessage.FirstNameIsRequired
source: First name is a required field
af: Voornaam is ’n vereiste veld
am: መጠሪያ ስም አስፈላጊ መስክ ነው
ar: يعد الاسم الأول أحد الحقول المطلوبة
as: প্ৰথম নাম হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Ad lazımi sahədir
bg: Собствено име е задължително поле
bn_in: প্রথম নাম ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Ime je obavezno polje
cy: Rhaid i chi roi Enw cyntaf
da: Fornavn er et påkrævet felt
de: Der Vorname muss angegeben werden.
el: Το όνομα είναι απαιτούμενο πεδίο
es: Nombre es un campo obligatorio
et: Eesnimi on kohustuslik väli
eu: Izena derrigorrezko eremua da
fa: نام فیلدی الزامی است
ga: Is réimse riachtanach é céadainm
gd: Tha ainm riatanach
gl: O nome é un campo obrigatorio
gu: પ્રથમ નામ આવશ્યક ક્ષેત્ર છે
he: 'שם פרטי' הוא שדה נדרש
hi: पहला नाम आवश्यक फ़ील्ड है
hr: Ime je obavezno polje
hu: Az Utónév mezőt kötelező kitölteni.
id: Nama depan adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir fornafn
ja: 名は必須フィールドです
ka: სახელის ველის შევსება სავალდებულოა
kk: Аты міндетті өріс болып табылады
kn: ಮೊದಲ ಹೆಸರು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 이름은 필수 필드입니다.
ku_arab: ناو خانەیەکی پێویسته
ky: Атыңыз милдеттүү талаа
lo: ຊື່ແມ່ນຊ່ອງທີ່ຕ້ອງຕື່ມ
lt: Vardas yra būtinas laukas
lv: Vārds ir obligāts lauks
mi: He āpure e hiahiatia ana a ingoa tuatahi
mk: Името е задолжително поле
ml: ആദ്യ നാമം ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Өөрийн нэр шаардлагатай
mr: पहिले नाव एक आवश्यक फील्ड आहे
ms: Nama pertama ialah medan yang diperlukan
mt: Isem huwa qasam meħtieġ
ne: पहिलो नाम आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi fornamn
no: Fornavn må angis
or: ଆଦ୍ୟ ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: پہلا ناں اک دکار فیلڈ اے
pa_in: ਪਹਿਲਾ ਨਾਮ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Imię jest wymagane
ru: Имя — обязательное поле
sd: پهريون نالو هڪ گهربل فيلڊ آهي
si: මුල් නම අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Ime« je treba obvezno izpolniti
sr_cyrl_rs: Име је обавезно поље
sr_latn_rs: Ime je obavezno polje
sv: Förnamn är ett obligatoriskt fält
ta: முதல் பெயர் ஆனது தேவையான புலம்
te: మొదటిపేరు అవసరమైన ఫీల్డ్
tg: Ном майдони ҳатмист
th: ชื่อเป็นเขตข้อมูลที่ต้องระบุ
tr: Ad gerekli bir alandır
tt: Исем - мәҗбүри кыр
ug: ئىسمى تولدۇرىلىشى كېرەك
uk: Ім’я – обов’язкове поле
ur: پہلا نام ایک مطلوبہ قطعہ ہے
uz: Ism majburiy maydon hisoblanadi
vi: Tên là trường bắt buộc
zh_hans: 名字为必填字段
zh_hant: 名字為必填欄位

# Literal.ErrorMessage.FirstNameOrCompanyNameIsRequired
source: First name or company name is a required field
af: Voornaam of maatskappynaam is ’n vereiste veld
am: የአባት ስም ወይም የኩባንያ ስም አስፈላጊ መስክ ነው
ar: حقل الاسم الأول أو اسم الشركة مطلوب
as: প্ৰথম নাম বা কোম্পানীৰ নাম প্ৰৱিষ্ট কৰাতো বাঞ্চনীয়
az: Ad və ya şirkət adı tələb olunan sahədir
bg: „Собствено име или име на фирма“ е задължително поле
bn_in: প্রথম নাম বা সংস্থার নাম একটি প্রয়োজনীয় ক্ষেত্র
bs: Ime ili naziv preduzeća je obavezno polje
cy: Rhaid llenwi'r maes enw cyntaf neu enw cwmni
da: Fornavn eller firmanavn er et påkrævet felt
de: Der Vorname oder der Unternehmensname muss angegeben werden.
el: Το όνομα ή η επωνυμία εταιρείας είναι απαιτούμενο πεδίο
es: El campo del nombre o la denominación de la empresa es obligatorio.
et: Eesnimi või ettevõtte nimi on kohustuslik väli
eu: Izena edo enpresa-izena derrigorrez eman behar da
fa: نام یا نام شرکت یک فیلد الزامی است
ga: Is réimse riachtanach é an réimse le haghaidh céadainm nó ainm cuideachta
gd: Tha ainm no ainm companaidh riatanach
gl: Cómpre encher o campo de nome ou nome de empresa.
gu: પ્રથમ નામ અથવા કંપનીનું નામ આવશ્યક ક્ષેત્ર છે
he: 'שם פרטי' או 'שם חברה' הוא שדה נדרש
hi: प्रथम नाम या कंपनी का नाम, आवश्यक फ़ील्ड है
hr: Ime ili naziv tvrtke obavezna su polja
hu: Az utónév vagy a cégnév mezők kitöltése kötelező
id: Nama depan atau nama perusahaan wajib diisi
is: Skírnarnafn eða nafn fyrirtækis er áskilinn reitur
ja: 名または会社名は必須フィールドです
ka: სახელი ან კომპანიის დასახელება სავალდებულო ველია
kk: Аты немесе компания атауы міндетті өріс болып табылады
kn: ಮೊದಲ ಹೆಸರು ಅಥವಾ ಕಂಪನಿ ಹೆಸರು ಅಗತ್ಯದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 이름 또는 회사 이름은 필수 필드입니다.
lo: ຊື່ ທຳ ອິດຫລືຊື່ບໍລິສັດແມ່ນຊ່ອງຂໍ້ມູນທີ່ ຈຳ ເປັນ
lt: Vardo arba įmonės pavadinimo laukas yra būtinas laukas
lv: Vārds vai uzņēmuma nosaukums ir obligāti aizpildāms lauks
mi: He āpure ka hiahiatia te ingoa tuatahi, te ingoa kamupene rānei
mk: Полето Лично име или име на компанија е задолжително
ml: ആദ്യ പേരോ കമ്പനിയുടെ പേരോ ആവശ്യമായ ഫീൽഡാണ്
mr: प्रथम नाव किंवा कंपनी नाव एक आवश्यक फील्ड आहे
ms: Nama pertama atau nama syarikat adalah medan yang diperlukan
mt: L-isem jew isem il-kumpanija huwa qasam meħtieġ
ne: पहिलो नाम वा कम्पनी नाम आवश्यक फिल्ड हो
nn_no: Fornamn eller firmanamn er eit obligatorisk felt
no: Fornavn eller firmanavn er et obligatorisk felt
or: ପ୍ରଥମ ନାମ କିମ୍ବା କମ୍ପାନୀ ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_in: ਪਹਿਲਾ ਨਾਮ ਜਾਂ ਕੰਪਨੀ ਦਾ ਨਾਮ ਇੱਕ ਜ਼ਰੂਰੀ ਖੇਤਰ ਹੈ
pl: Pole imienia lub nazwy firmy jest polem wymaganym
ru: Поле имени пользователя или компании является обязательным.
sl: Ime ali ime podjetja je obvezno polje
sr_cyrl_rs: Име или назив предузећа је обавезно поље
sr_latn_rs: Ime ili naziv preduzeća je obavezno polje
sv: Förnamn eller företagsnamn måste anges
ta: முதற்பெயர் அல்லது நிறுவனப் பெயர் புலம் தேவையானது
te: మొదటి పేరు లేదా కంపెనీ పేరు అవసరమైన ఫీల్డ్
th: ชื่อหรือชื่อบริษัทเป็นเขตข้อมูลที่จำเป็น
tr: Ad veya şirket adı gerekli bir alandır
tt: Исем яки ширкәт исеме - мәҗбүри кыр
ug: ئىسىم ياكى شىركەت نامى زۆرۈر بىر ساھەدۇر
uk: Ваше ім’я або назва компанії – це обов’язкове поле
ur: پہلا نام یا کمپنی کا نام ایک مطلوبہ فیلڈ ہے
uz: Ismi yoki kompaniya nomini kiritish majburiy
vi: Tên hoặc tên công ty là trường bắt buộc
zh_hans: “名字”或“公司名称”是必填字段
zh_hant: 名字或公司名稱是必要欄位

# Literal.ErrorMessage.LastNameIsRequired
source: Last name is a required field
af: Van is ’n vereiste veld
am: የአያት ስም አስፈላጊ መስክ ነው
ar: يعد اسم العائلة أحد الحقول المطلوبة
as: শেষৰ নাম হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Soyad lazımi sahədir
bg: Фамилия е задължително поле
bn_in: পদবি ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Prezime je obavezno polje
cy: Rhaid i chi roi Cyfenw
da: Efternavn er et påkrævet felt
de: Der Nachname muss angegeben werden.
el: Το επώνυμο είναι απαιτούμενο πεδίο
es: Apellidos es un campo obligatorio
et: Perekonnanimi on kohustuslik väli
eu: Abizena derrigorrezko eremua da
fa: نام خانوادگی فیلدی الزامی است
ga: Is réimse riachtanach é sloinne
gd: Tha sloinneadh riatanach
gl: O apelido é un campo obrigatorio
gu: છેલ્લું નામ આવશ્યક ક્ષેત્ર છે
he: 'שם פרטי' הוא שדה נדרש
hi: अंतिम नाम आवश्यक फ़ील्ड है
hr: Prezime je obavezno polje
hu: A Vezetéknév mezőt kötelező kitölteni.
id: Nama belakang adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir eftirnafn
ja: 姓は必須フィールドです
ka: გვარის ველის შევსება სავალდებულოა
kk: Тегі міндетті өріс болып табылады
kn: ಕೊನೆಯ ಹೆಸರು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 성은 필수 필드입니다.
ku_arab: نازناو خانەیەکی پێویسته
ky: Фамилия милдеттүү талаа
lo: ນາມສະກຸນ ແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Pavardė yra būtinas laukas
lv: Uzvārds ir obligāts lauks
mi: He āpure e hiahiatia ana a ingoa whakamutunga
mk: Презимето е задолжително поле
ml: കാർഡ് ഉടമയുടെ അവസാന നാമം ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Овог шаардлагатай
mr: शेवटचे नाव एक आवश्यक फील्ड आहे
ms: Nama keluarga ialah medan yang diperlukan
mt: Kunjom huwa qasam meħtieġ
ne: पछिल्लो नाम आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi etternamn
no: Etternavn må angis
or: ଶେଷ ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: آخری ناں اک درکار فیلڈ اے
pa_in: ਆਖਰੀ ਨਾਮ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Nazwisko jest wymagane
ru: Фамилия — обязательное поле
sd: آخري نالو هڪ گهربل فيلڊ آهي
si: අවසන් නම අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Priimek« je treba obvezno izpolniti
sr_cyrl_rs: Презиме је обавезно поље
sr_latn_rs: Prezime je obavezno polje
sv: Efternamn är ett obligatoriskt fält
ta: கடைசிப் பெயர் ஆனது தேவையான புலம்
te: అఖరి పేరు అవసరమైన ఫీల్డ్
tg: Насаб майдони ҳатмист
th: นามสกุลเป็นเขตข้อมูลที่ต้องระบุ
tr: Soyad gerekli bir alandır
tt: Фамилия - мәҗбүри кыр
ug: فامىلە ئىسمى تولدۇرىلىشى كېرەك
uk: Прізвище – обов’язкове поле
ur: آخری نام ایک مطلوبہ قطعہ ہے
uz: Familiya majburiy maydon hisoblanadi
vi: Họ là trường bắt buộc
zh_hans: 姓氏为必填字段
zh_hant: 姓氏為必填欄位

# Literal.ErrorMessage.EmailAddressIsRequired
source: Email address is a required field
af: E-posadres is ’n vereiste veld
am: ኢሜይል አድራሻ አስፈላጊ መስክ ነው
ar: يعد عنوان البريد الإلكتروني أحد الحقول المطلوبة
as: ইমেইল হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: E-poçt ünvanı lazımi sahədir
bg: Имейл адрес е задължително поле
bn_in: ইমেল ঠিকানা ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Adresa e-pošte je obavezno polje
cy: Rhaid i chi roi Cyfeiriad e-bost
da: Mailadresse er et påkrævet felt
de: Die E-Mail-Adresse muss angegeben werden.
el: Η διεύθυνση email είναι απαιτούμενο πεδίο
es: Dirección de correo electrónico es un campo obligatorio
et: Meiliaadress on kohustuslik väli
eu: Helbide elektronikoa derrigorrezko eremua da
fa: آدرس ایمیل فیلدی الزامی است
ga: Is réimse éigeantach é seoladh ríomhphoist
gd: Tha seòladh puist-d riatanach
gl: O enderezo de correo electrónico é un campo obrigatorio
gu: ઇમેઇલ સરનામું આવશ્યક ક્ષેત્ર છે
he: 'כתובת דואר אלקטרוני' הוא שדה נדרש
hi: ईमेल पता आवश्यक फ़ील्ड है
hr: Adresa e-pošte obavezno je polje
hu: Az E-mail-cím mezőt kötelező kitölteni.
id: Alamat email adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir netfang
ja: メール アドレスは必須フィールドです
ka: ელფოსტის მისამართის ველის შევსება სავალდებულოა
kk: Электрондық пошта мекенжайы міндетті өріс болып табылады
kn: ಇಮೇಲ್ ವಿಳಾಸವು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 이메일 주소는 필수 필드입니다.
ku_arab: ناونیشانی ئیمەیل خانەیەکی پێویسته
ky: Email дареги бул милдеттүү талаа
lo: ທີ່ຢູ່ອີເມວແມ່ນຊ່ອງທີ່ຕ້ອງຕື່ມ
lt: El. pašto adresas yra būtinas laukas
lv: E-pasta adrese ir obligāts lauks
mi: He āpure e hiahiatia ana a wāhitau īmēra
mk: Адресата на е-пошта е задолжително поле
ml: ഇമെയിൽ വിലാസം ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Э-шуудангийн хаяг шаардлагатай
mr: इमेल पत्ता एक आवश्यक फील्ड आहे
ms: Alamat e-mel ialah medan yang diperlukan
mt: Indirizz elettroniku huwa qasam meħtieġ
ne: इमेल ठेगाना आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi e-postadresse
no: E-postadresse må angis
or: ଇମେଲ୍‍ ଠିକଣା ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: ای میل پتہ اک درکار فیلڈ اے
pa_in: ਈਮੇਲ ਪਤਾ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Adres e-mail jest wymagane
ru: Адрес электронной почты — обязательное поле
sd: اي ميل پتو هڪ گهربل فيلڊ آهي
si: ඊමේල් ලිපිනය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »E-poštni naslov« je treba obvezno izpolniti
sr_cyrl_rs: Адреса е-поште је обавезно поље
sr_latn_rs: Adresa e-pošte je obavezno polje
sv: E-postadress är ett obligatoriskt fält
ta: மின்னஞ்சல் முகவரி ஆனது தேவையான புலம்
te: ఇమెయిల్ చిరునామా అవసరమైన ఫీల్డ్
tg: Суроғаи почтаи электронӣ майдони ҳатмист
th: อีเมลแอดเดรสเป็นเขตข้อมูลที่ต้องระบุ
tr: E-posta adresi gerekli bir alandır
tt: Электрон почта адресы - мәҗбүри кыр
ug: تورخەت ئادرېسى تولدۇرىلىشى كېرەك
uk: Адреса електронної пошти – обов’язкове поле
ur: ای میل پتہ ایک مطلوبہ قطعہ ہے
uz: E-pochta manzili majburiy maydon hisoblanadi
vi: Địa chỉ email là trường bắt buộc
zh_hans: 电子邮件地址为必填字段
zh_hant: 電子郵件地址為必填欄位

# Literal.ErrorMessage.RoutingNumberIsRequired
source: Routing number is a required field
af: Roeteringsnommer is ’n vereiste veld
am: ማዘዋወሪያ ቁጥር አስፈላጊ መስክ ነው
ar: يعد رقم التوجيه أحد الحقول المطلوبة
as: ৰাউটিং নম্বৰ হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Bank kodu lazımi sahədir
bg: Банков код е задължително поле
bn_in: রাউটিং নাম্বার ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Broj preusmjeravanja je obavezno polje
cy: Rhaid i chi roi Rhif llwybro
da: Registreringsnummer er et påkrævet felt
de: Die Bankleitzahl muss angegeben werden.
el: Ο αριθμός υποκαταστήματος είναι απαιτούμενο πεδίο
es: Número de ruta es un campo obligatorio.
et: Protsessikood on kohustuslik väli
eu: Bideratze-zenbakia derrigorrezko eremua da
fa: شماره شبا فیلدی الزامی است
ga: Is réimse riachtanach é uimhir ródaithe
gd: Tha àireamh rùtachaidh riatanach
gl: O número de ruta é un campo obrigatorio
gu: રાઉટીંગ નંબર એક આવશ્યક ક્ષેત્ર છે
he: 'מספר ניתוב' הוא שדה נדרש
hi: रूटिंग नंबर आवश्यक फ़ील्ड है
hr: Broj usmjeravanja obavezno je polje
hu: A Bankazonosító kód mezőt kötelező kitölteni.
id: Nomor perutean adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir leiðarnúmer
ja: ルーティング ナンバーは必須フィールドです
ka: მარშრუტის ნომრის ველის შევსება სავალდებულოა
kk: Бағыттау нөмірі міндетті өріс болып табылады
kn: ರೂಟಿಂಗ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 라우팅 번호는 필수 필드입니다.
ku_arab: ژمارەی گواستنەوه خانەیەکی پێویسته
ky: Багыттоо номери милдеттүү талаа
lo: ເລກເສັ້ນທາງທະນາຄານ (routing) ແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Banko numeris yra būtinas laukas
lv: Reģistrācijas numurs ir obligāts lauks
mi: He āpure e hiahiatia ana a Tau ararere
mk: Бројот на насочување е задолжително поле
ml: കാർഡ് നമ്പർ ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Чиглүүлэх дугаар шаардлагатай
mr: रुटिंग क्रमांक एक आवश्यक फील्ड आहे
ms: Nombor penghalaan ialah medan yang diperlukan
mt: Numru tar-routing huwa qasam meħtieġ
ne: रूटिङ्ग नम्बर आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi bankkode
no: Registreringsnummer må angis
or: ରୋଟିଂ ନମ୍ବର ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: راوٹنگ نمبر اک درکار فیلڈ اے
pa_in: ਰੂਟਿੰਗ ਨੰਬਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Kod banku jest wymagane
ru: Код банка — обязательное поле
sd: رائوٽنگ نمبر هڪ گهربل فيلڊ آهي
si: මාර්ග අංකය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Številka banke« je treba obvezno izpolniti
sr_cyrl_rs: Број усмеравања је обавезно поље
sr_latn_rs: Broj usmeravanja je obavezno polje
sv: Clearingnummer är ett obligatoriskt fält
ta: வழிகாட்டும் எண் ஆனது தேவையான புலம்
te: రౌటింగ్ సంఖ్య అవసరమైన ఫీల్డ్
tg: Рақами раҳнамо майдони ҳатмист
th: หมายเลขกระบวนการผลิตเป็นเขตข้อมูลที่ต้องระบุ
tr: Banka kodu gerekli bir alandır
tt: Маршрутлау номеры - мәҗбүри кыр
ug: ماڭغۇزۇش نومۇرى تولدۇرىلىشى كېرەك
uk: Маршрутний код банку – обов’язкове поле
ur: متحدہ نمبر ایک مطلوبہ قطعہ ہے
uz: Marshrutlash raqami majburiy maydon hisoblanadi
vi: Số định tuyến là trường bắt buộc
zh_hans: 银行代号为必填字段
zh_hant: 匯款路線號碼為必填欄位

# Literal.ErrorMessage.AccountNumberIsRequired
source: Account number is a required field
af: Rekeningnommer is ’n vereiste veld
am: የካርድ ቁጥር መስክ አስፈላጊ ነው
ar: يعد رقم الحساب أحد الحقول المطلوبة
as: একাউণ্ট নম্বৰটো হৈছে আৱশ্যকীয় ক্ষেত্ৰ
az: Kartın nömrəsi lazımi sahədir
bg: Номер на сметка е задължително поле
bn_in: অ্যাকাউন্ট নাম্বার ক্ষেত্রটি পূরণ করা প্রয়োজন
bs: Broj računa je obavezno polje
cy: Rhaid i chi roi Rhif y cyfrif
da: Kortnummer er et påkrævet felt
de: Die Kontonummer muss angegeben werden.
el: Ο αριθμός λογαριασμού είναι απαιτούμενο πεδίο
es: Número de cuenta es un campo obligatorio
et: Konto number on kohustuslik väli
eu: Kontuaren zenbakia derrigorrezko eremua da
fa: شماره حساب فیلدی الزامی است
ga: Is réimse riachtanach é uimhir an chuntais
gd: Tha àireamh a’ chunntais riatanach
gl: O número de conta é un campo obrigatorio
gu: એકાઉન્ટ નંબર આવશ્યક ક્ષેત્ર છે
he: 'מספר חשבון' הוא שדה נדרש
hi: खाता संख्या आवश्यक फ़ील्ड है
hr: Broj kartice obavezno je polje
hu: A Számlaszám mezőt kötelező kitölteni.
id: Nomor akun adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir reikningsnúmer
ja: 口座番号は必須フィールドです
ka: ანგარიშის ნომრის ველის შევსება სავალდებულოა
kk: Тіркелгі нөмірі міндетті өріс болып табылады
kn: ಖಾತೆ ಸಂಖ್ಯೆಯು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 계좌 번호는 필수 필드입니다.
ku_arab: ژمارەی ئەژمێر خانەیەکی پێویسته
ky: Каттоо эсептин номери милдеттүү талаа
lo: ເລກບັດ ແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Sąskaitos numeris yra būtinas laukas
lv: Konta numurs ir obligāts lauks
mi: He āpure e hiahiatia ana a Tau pūkete
mk: Бројот на сметката е задолжително поле
ml: അക്കൗണ്ട് നമ്പർ ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Дансны дугаарыг бөглөх шаардлагатай
mr: खाते क्रमांक एक आवश्यक फील्ड आहे
ms: Nombor akaun ialah medan yang diperlukan
mt: Numru tal-kont huwa qasam meħtieġ
ne: खाता नम्बर आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi kontonummer
no: Kontonummer må angis
or: ଏକାଉଣ୍ଟ୍ ନମ୍ବର୍‍ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: اکاؤنٹ نمبر درکار فیلڈ اے
pa_in: ਖਾਤਾ ਨੰਬਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Numer konta jest wymagane
ru: Номер счета — обязательное поле
sd: اڪائونٽ نمبر هڪ گهربل فيلڊ آهي
si: ගිණුම් අංකය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Številka računa« je treba obvezno izpolniti
sr_cyrl_rs: Број рачуна је обавезно поље
sr_latn_rs: Broj računa je obavezno polje
sv: Kontonummer är ett obligatoriskt fält
ta: கணக்கு எண் ஆனது தேவையான புலம்
te: ఖాతా సంఖ్య అవసరమైన ఫీల్డ్
tg: Рақами ҳисоб майдони ҳатмист
th: หมายเลขบัญชีผู้ใช้เป็นเขตข้อมูลที่ต้องระบุ
tr: Hesap numarası gerekli bir alandır
tt: Хисап номеры - мәҗбүри кыр
ug: ھېسابات نومۇرى تولدۇرىلىشى كېرەك
uk: Номер рахунку – обов’язкове поле
ur: اکاؤنٹ نمبر ایک مطلوبہ قطعہ ہے
uz: Hisob raqami majburiy maydon hisoblanadi
vi: Số tài khoản là trường bắt buộc
zh_hans: 帐号为必填字段
zh_hant: 帳戶號碼為必填欄位
