Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.EmailPromotionAgreement.Azure.Sanya
source: I agree that my email and phone may also be used to receive special offers regarding Microsoft Azure and Office 365.
af: Ek stem in dat my e-pos en foon ook gebruik kan word om spesiale aanbiedings rakende Microsoft Azure en Office 365 te onvang.
am: ስለ Microsoft Azure እና Office 365 በተመለከተ ልዩ የዋጋ ቅናሾችን ለመቀበል የእኔ ኢሜይል እና ስልክ ቁጥር ጥቅም ላይ በተጨማሪ ሊውሉ እንደሚችሉ እስማማለሁ።
ar: أوافق على أنه يمكن استخدام بريدي الإلكتروني ورقم هاتفي لاستلام العروض الخاصة المتعلقة بـ Microsoft Azure‏ وOffice 365.
as: মই Microsoft Azure আৰু Office 365 সম্পৰ্কীয় বিশেষ অ’ফাৰসমূহ প্ৰাপ্ত কৰিবলৈ মোৰ ই-মেইল আৰু ফোন নম্বৰো ব্যৱহাৰ কৰিব পাৰিব বুলি মই সন্মতি জনাইছো৷
az: Mən e-poçt və telefonumun Microsoft Azure və Office 365 ilə bağlı xüsusi təklifləri almaq üçün istifadə oluna bildiyinə razıyam.
bg: Приемам имейлът и телефонът ми да могат също да бъдат използвани за получаване на специални предложения относно Microsoft Azure и Office 365.
bn_in: Microsoft Azure এবং Office 365 এর সম্পর্কিত বিশেষ অফারগুলি গ্রহণ করার জন্য ইমেল এবং ফোনও ব্যবহার করা হতে পারে সেই বিষয়ে আমি রাজি৷
bs: Saglasan/na sam da se moja adresa e-pošte i broj telefona mogu koristiti i za primanje posebnih ponuda za usluge Microsoft Azure i Office 365.
cy: Rwy'n cytuno y gellir hefyd defnyddio fy nghyfeiriad e-bost a rhif ffôn i dderbyn cynigion arbennig parthed Microsoft Azure ac Office 365.
da: Jeg accepterer, at min mail og telefon også må bruges til at modtage særtilbud vedrørende Microsoft Azure og Office 365.
de: Ich stimme zu, dass meine E-Mail-Adresse und meine Telefonnummer auch dazu verwendet werden dürfen, mir besondere Angeboten zu Microsoft Azure und Office 365 zukommen zu lassen.
el: Συμφωνώ να χρησιμοποιείται η διεύθυνση ηλεκτρονικού ταχυδρομείου και το τηλέφωνό μου για τη λήψη ειδικών προσφορών σχετικά με το Microsoft Azure και το Office 365.
es: Estoy de acuerdo con que se usen mi correo electrónico y teléfono para recibir también ofertas relacionadas con Microsoft Azure y Office 365
et: Luban kasutada oma meiliaadressi ja telefoninumbrit, et saata reklaampakkumisi Microsoft Azure'i ja Office 365 kohta.
eu: Onartzen dut nire helbide elektronikoa eta telefonoa erabil daitezkeela Microsoft Azure eta Office 365 zerbitzuen inguruko eskaintzak jasotzeko.
fa: می‌پذیرم که ایمیل و تلفن من می‌تواند برای ارسال پیشنهادهای ویژه درباره Microsoft Azure و Office 365 استفاده شود.
ga: Aontaím gur féidir mo ríomhphost agus m'uimhir fóin a úsáid chun tairiscintí speisialta a fháil maidir le Microsoft Azure agus Office 365.
gd: Tha mi ag aontachadh gum faigh mi tairgsean sònraichte mu Microsoft Azure agus Office 365 air a’ phost-d agus fòn agam.
gl: Estou de acordo con que se empreguen tamén o meu correo electrónico e o meu teléfono para recibir ofertas especiais relacionadas con Microsoft Azure e Office 365.
gu: હું સંમત છું કે મારી ઈમેલ અને ફોનનો ઉપયોગ Microsoft Azure અને Office 365 થી સંબંધિત વિશેષ ઑફર્સ પ્રાપ્ત કરવા માટે પણ થઈ શકે છે.
he: אני מסכים לכך שייתכן שכתובת הדואר האלקטרוני ומספר הטלפון שלי ישמשו גם לקבלת הצעות מיוחדות הקשורות ל- Microsoft Azure ול- Office 365.
hi: मैं सहमत हूं कि हो सकता है Microsoft Azure और Office 365 के संबंध में विशेष ऑफ़र प्राप्त करने के लिए मेरे ईमेल और फ़ोन का भी उपयोग किया जाए.
hr: Suglasan sam s korištenjem moje adrese e-pošte i telefonskog broja radi primanja posebnih ponuda vezanih uz Microsoft Azure i Office 365.
hu: Beleegyezem, hogy e-mail-címemre és telefonszámomra különleges ajánlatokat küldjenek a Microsoft Azure-ral és az Office 365-tel kapcsolatban.
id: Saya setuju bahwa alamat email dan nomor telepon saya dapat digunakan pula untuk menerima penawaran khusus terkait Microsoft Azure dan Office 365.
is: Ég samþykki að einnig megi nota netfangið og símanúmerið mitt til að kynna fyrir mér sértilboð í tengslum við Microsoft Azure og Office 365.
ja: Microsoft Azure および Office 365 に関するセールの案内を受け取る際に、メール アドレスおよび電話番号が使用されることに同意します。
ka: თანახმა ვარ, რომ ჩემი ელფოსტა და ტელეფონის ნომერი გამოყენებული იქნას სპეციალური შემოთავაზებების მისაღებად, Microsoft Azure და Office 365-თან დაკავშირებით.
kk: Электрондық пошта мекенжайы мен телефон нөмірім Microsoft Azure және Office 365 жүйелеріне қатысты арнайы ұсыныстарды алу үшін пайдаланылуы мүмкін екеніне келісемін.
kn: ನನ್ನ ಇಮೇಲ್ ಮತ್ತು ಫೋನ್ ಅನ್ನು Microsoft Azure ಮತ್ತು Office 365 ಕುರಿತಾಗಿ ವಿಶೇಷ ಕೊಡುಗೆಗಳನ್ನು ಸ್ವೀಕರಿಸಲು ಸಹ ಬಳಸಬಹುದು ಎಂಬುದಕ್ಕೆ ನಾನು ಒಪ್ಪುತ್ತೇನೆ.
ko: 또한 본인은 내 메일 및 전화 번호가 Microsoft Azure 및 Office 365에 대한 특별 행사 관련 소식을 받는 데 사용되는 것에 동의합니다.
ku_arab: من رازیم بەوەی دەشێت ئیمەیل و تەلەفۆنەکەم بەکاربێنرێت بۆ وەرگرتنی ئۆفەرە تایبەتەکان سەبارەت بە Microsoft Azure و Office 365.
ky: Менин имейлим жана телефон номурум Microsoft Azure жана Office 365'га тиешелүү атайын сунуштарды кабыл алуу үчүн колдонуларына макулдук берем.
lo: ຂ້ອຍເຫັນດີວ່າ ອີເມວ ແລະໂທລະສັບຂອງຂ້ອຍອາດຈະຖືກໃຊ້ ເພື່ອໄດ້ຮັບຂໍ້ສະເໜີພິເສດກ່ຽວກັບ Microsoft Azure ແລະ Office 365.
lt: Sutinku, kad mano el. pašto adresas ir telefonas būtų naudojamas specialiems su „Microsoft Azure“ ir „Office 365“ susijusiems pasiūlymams gauti.
lv: Es piekrītu, ka manu e-pastu un telefonu arī drīkst izmantot, lai saņemtu īpašos piedāvājumus attiecībā uz Microsoft Azure un Office 365.
mi: E whakaae ana ahau kia whakamahia hoki taku īmēra me taku waea ki te whiwhi toronga motuhake e pā ana ki te Microsoft Azure me te Office 365.
mk: Се согласувам мојата е-пошта и мојот телефон да се користат и за примање посебни понуди во поглед на Microsoft Azure и Office 365.
ml: Microsoft Azure, Office 365 എന്നിവയുമായി ബന്ധപ്പെട്ട പ്രത്യേക ഓഫറുകൾ ലഭിക്കുന്നതിനായി എന്റെ ഇമെയിലും ഫോണും ഉപയോഗിക്കാനിടയുണ്ടെന്നതും ഞാൻ അംഗീകരിക്കുന്നു.
mn: Миний э-шуудан ба утасны дугаараар Microsoft Azure ба Office 365-тай холбоотой шинэ саналуудыг илгээхийг зөвшөөрч байна.
mr: Microsoft Azure आणि Office 365 शी संबंधित खास ऑफर्स प्राप्त करण्यासाठी माझा इमेल आणि फोन देखील वापरला जाऊ शकतो याच्याशी मी सहमत आहे.
ms: Saya bersetuju bahawa e-mel dan telefon saya juga boleh digunakan untuk menerima tawaran istimewa berkenaan Microsoft Azure dan Office 365.
mt: Naqbel li l-indirizz elettroniku u t-telefown tiegħek jistgħu jintużaw ukoll biex nirċievi offerti speċjali dwar Microsoft Azure u Office 365.
ne: Microsoft Azure र Office 365 सम्बन्धमा म सहमत छु कि मेरो इमेल र फोन विशेष अफरहरू प्रयोग हुनसक्छ।
nn_no: Eg godtar at e-postadressa mi og telefonnummeret mitt også kan bli brukte til å gje meg spesialtilbod relaterte til Microsoft Azure og Office 365.
no: Jeg godtar at e-postadressen min og telefonnummeret mitt også kan brukes til å motta spesialtilbud for Microsoft Azure og Office 365.
or: ମୁଁ ରାଜି ହୋଇଛି ଯେ ମୋ ଇମେଲ୍ ଏବଂ ଫୋନ୍ ହୁଏତ Microsoft Azure ଏବଂ Office 365 ସମ୍ଵନ୍ଧରେ ସ୍ଵତନ୍ତ୍ର ଅଫର୍‌ଗୁଡିକ ପ୍ରାପ୍ତ କରିବାକୁ ବ୍ୟବହାର ହୋଇପାରେ.
pa_arab_pk: میں قبول کرنا کہ میرا ای میل تے فون نوں Microsoft Azure تے Office 365 دے متعلق خصوصی پیشکشاں وصول کرن لئی ورتیا جا سکدا اے۔
pa_in: ਮੈਂ ਸਹਿਮਤ ਹਾਂ ਕਿ ਮੇਰੀ ਈਮੇਲ ਅਤੇ ਫੋਨ ਦੀ ਵਰਤੋਂ Microsoft Azure ਅਤੇ Office 365 ਦੇ ਸੰਬੰਧ ਵਿੱਚ ਵਿਸ਼ੇਸ਼ ਪੇਸ਼ਕਸ਼ਾਂ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਵੀ ਕੀਤੀ ਜਾ ਸਕਦੀ ਹੈ।
pl: Zgadzam się, aby na mój adres e-mail oraz pod numer telefonu były dostarczane specjalne oferty dotyczące platformy Microsoft Azure i usługi Office 365.
ru: Я соглашаюсь с тем, что мой электронный адрес и номер телефона могут также использоваться для передачи специальных предложений, касающихся Microsoft Azure и Office 365.
sd: مان قبول ڪريان ٿو ته منهنجي اي ميل ۽ فون نمبر Microsoft Azure ۽ Office 365 بابت خاص آڇون حاصل ڪرڻ لاءِ استعمال ڪري سگهجي ٿو.
si: Microsoft Azure සහ Office 365 සම්බන්ධ විශේෂ පිරිනැමීම් ලැබීමට මගේ ඊමේල් එක සහ දුරකථනය භාවිත කළ හැකි බවට මම එකඟ වෙමි.
sl: Strinjam se, da lahko na moj e-poštni naslov in telefonsko številko pošiljate posebne ponudbe storitev Microsoft Azure in Office 365.
sr_cyrl_rs: Слажем се да моја адреса е-поште и број телефона могу да се користе за слање посебних понуда у склопу Microsoft Azure и Office 365 услуга.
sr_latn_rs: Slažem se da moja adresa e-pošte i broj telefona mogu da se koriste za slanje posebnih ponuda u sklopu Microsoft Azure i Office 365 usluga.
sv: Jag godkänner att min e-postadress och mitt telefonnummer får användas för att skicka specialerbjudanden angående Microsoft Azure och Office 365.
ta: Microsoft Azure மற்றும் Office 365 தொடர்பாக சிறப்பு சலுகைகள் பெறுவதற்கு என்னுடைய மின்னஞ்சல் மற்றும் தொலைபேசி பயன்படுத்தப்படலாம் என்று நான் ஒப்புக்கொள்கிறேன்.
te: Microsoft Azure మరియు Office 365కు సంబంధించి ప్రత్యేక ఆఫర్‌లను స్వీకరించడానికి నా ఇమెయిల్ మరియు ఫోన్‌లను కూడా ఉపయోగించవచ్చని నేను ఆమోదిస్తున్నాను.
tg: Ман розӣ ҳастам, ки почтаи электронӣ ва телефони ман инчунин метавонад барои қабулкунии пешниҳодҳои махсус барои Microsoft Azure ва Office 365 истифода карда шавад.
th: ฉันยอมรับว่าอีเมล์และโทรศัพท์ของฉันอาจถูกใช้เพื่อรับข้อเสนอพิเศษที่เกี่ยวกับ Microsoft Azure และ Office 365
tr: E-posta ve telefonumun da Microsoft Azure ve Office 365 ile ilgili özel teklifleri almak için kullanılmasını kabul ediyorum.
tt: Мин электрон почтама һәм телефоныма шулай ук Microsoft Azure һәм Office 365 белән бәйле махсус тәкъдимнәр килә алуы белән ризалашам.
ug: تورخەت ۋە تېلېفون نومۇرىمنىڭ Microsoft Azure ۋە Office 365 كە مۇناسىۋەتلىك ئېتىبارلىق مۇلازىمەت تەشۋىقاتلىرىنى تاپشۇرۇۋېلىشقا ئىشلىتىلىشىگە قوشۇلىمەن.
uk: Я погоджуюсь із тим, що моя електронна адреса та номер телефону можуть також використовуватися для передачі спеціальних пропозицій стосовно Microsoft Azure і Office 365.
ur: میں قبول کرتا ہوں کہ میری ای میل اور فون کو Microsoft Azure اور Office 365 سے متعلقہ خصوصی پیشکشوں کیلئے بھی استعمال کیا جا سکتا ہے۔
uz: Men e-pochta va telefonim Microsoft Azure va Office 365’ga aloqador maxsus takliflarni olishda ishlatilishiga roziman.
vi: Tôi đồng ý rằng email và số điện thoại của tôi cũng có thể được sử dụng để nhận ưu đãi đặc biệt về Microsoft Azure và Office 365.
zh_hans: 我同意我的电子邮件地址和电话号码也可用于接收有关 Microsoft Azure 和 Office 365 的特别优惠。
zh_hant: 我同意你們可以使用我的電子郵件與電話號碼提供有關 Microsoft Azure 與 Office 365 的特惠資訊給我。
