Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.FirstName.MaxLength
source: First name is too long.
af: Voornaam is te lank.
am: መጠሪያ ስም በጣም ረጅም ነው።
ar: الاسم الأول أطول من اللازم.
as: প্ৰথম নাম অতি দীঘল৷
az: Ad çox uzundur.
bg: Собственото име е прекалено дълго.
bn_in: নামটি অত্যন্ত লম্বা৷
bs: Ime je predugo.
cy: Mae'r enw cyntaf yn rhy hir.
da: Fornavnet er for langt.
de: Der Vorname ist zu lang.
el: Το όνομα είναι πολύ μεγάλο.
es: El nombre es demasiado largo.
et: Eesnimi on liiga pikk.
eu: Izena luzeegia da.
fa: نام بسیار طولانی است.
ga: Céadainm rófhada.
gd: Tha an t-ainm ro fhada.
gl: Nome moi longo.
gu: પ્રથમ નામ ખૂબ લાંબુ છે.
he: השם הפרטי ארוך מדי.
hi: पहला नाम बहुत लंबा है.
hr: Ime je predugo.
hu: Az utónév túl hosszú.
id: Nama depan terlalu panjang.
is: Fornafn er of langt.
ja: 名が長すぎます。
ka: სახელი ძალიან გრძელია.
kk: Аты тым ұзын.
kn: ಮೊದಲ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 이름이 너무 깁니다.
ku_arab: ناوی یەکەم زۆر درێژە.
ky: Аты өтө узун.
lo: ຊື່ຕົ້ນຍາວເກີນໄປ.
lt: Vardas per ilgas.
lv: Vārds ir pārāk garš.
mi: He poto rawa te ingoa tuatahi.
mk: Името е предолго.
ml: പേരിന്റെ ആദ്യഭാഗം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Нэр хэт урт байна.
mr: प्रथम नाव खूप दीर्घ आहे.
ms: Nama pertama terlalu panjang.
mt: L-isem twil wisq.
ne: पहिलो नाम धेरै लामो भयो।
nn_no: Fornamnet er for langt.
no: Fornavnet er for langt.
or: ପ୍ରଥମ ନାମ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏پہلا ناں بوت ای لمّا اے۔
pa_in: ਨਾਮ ਦਾ ਪਹਿਲਾ ਭਾਗ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Imię jest zbyt długie.
ru: Слишком длинное имя.
sd: پهريون نالو تمام وڏو آهي.
si: පළමු නම දිග වැඩියි.
sl: Ime je predolgo.
sr_cyrl_rs: Име је предугачко.
sr_latn_rs: Ime je predugačko.
sv: Förnamnet är för långt.
ta: முதல் பெயர் மிக நீளமாக உள்ளது.
te: మొదటి పేరు చాలా పొడవుగా ఉంది.
tg: Ном аз ҳад дароз аст.
th: ชื่อจริงยาวเกินไป
tr: Ad çok uzun.
tt: Исем артык озын.
ug: ئىسىم بەك ئۇزۇن.
uk: Задовге ім’я.
ur: پہلا نام بہت طویل ہے۔
uz: Ism juda uzun.
vi: Tên quá dài.
zh_hans: 名字过长。
zh_hant: 名字太長。

# Literal.FirstName.Pattern
source: Invalid first name.
af: Ongeldige voornaam.
am: ልክ ያልኾነ መጠሪያ ስም።
ar: الاسم الأول غير صالح.
as: অবৈধ প্ৰথম নাম৷
az: Yanlış ad.
bg: Невалидно собствено име.
bn_in: নামটি ঠিকঠাক নেই৷
bs: Nevažeće ime.
cy: Mae'r enw cyntaf yn annilys.
da: Ugyldigt fornavn.
de: Der Vorname ist ungültig.
el: Μη έγκυρο όνομα.
es: El nombre no es válido.
et: Eesnimi on sobimatu.
eu: Izena baliogabea da.
fa: نام نامعتبر است.
ga: Céadainm neamhbhailí.
gd: Tha an t-ainm mì-dhligheach.
gl: Nome non válido.
gu: અમાન્ય પ્રથમ નામ.
he: השם הפרטי לא חוקי.
hi: अमान्य पहला नाम.
hr: Ime nije valjano.
hu: Érvénytelen utónév.
id: Nama depan tidak valid.
is: Ógilt fornafn.
ja: 名が正しくありません。
ka: სახელი არასწორია.
kk: Ат дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಮೊದಲ ಹೆಸರು.
ko: 이름이 올바르지 않습니다.
ku_arab: ناوی یەکەم نادروستە.
ky: Аты жараксыз.
lo: ຊື່ຕົ້ນບໍ່ຖືກຕ້ອງ.
lt: Vardas netinkamas.
lv: Nederīgs vārds.
mi: He muhu te ingoa tuatahi.
mk: Неважечко името.
ml: പേരിന്റെ ആദ്യഭ്യാഗം അസാധുവാണ്.
mn: Нэр буруу байна.
mr: अवैध प्रथम नाव.
ms: Nama pertama tidak sah.
mt: L-isem mhux validu.
ne: अवैध पहिलो नाम।
nn_no: Ugyldig fornamn.
no: Ugyldig fornavn.
or: ଅବୈଧ ପ୍ରଥମ ନାମ.
pa_arab_pk: ‏‏پہلا ناں غلط اے۔
pa_in: ਨਾਮ ਦਾ ਪਹਿਲਾ ਭਾਗ ਅਵੈਧ।
pl: Nieprawidłowe imię.
ru: Недопустимое имя.
sd: پهريون نالوغلط آهي.
si: පළමු නම වැරදියි.
sl: Ime ni veljavno.
sr_cyrl_rs: Неважеће име.
sr_latn_rs: Nevažeće ime.
sv: Ogiltigt förnamn.
ta: தவறான முதல் பெயர்.
te: చెల్లని మొదటి పేరు.
tg: Номи беэътибор.
th: ชื่อจริงไม่ถูกต้อง
tr: Geçersiz ad.
tt: Исем ялгыш.
ug: ئىسىم ئىناۋەتسىز.
uk: Неприпустиме ім’я.
ur: بے جواز پہلا نام۔
uz: Ism haqiqiy emas.
vi: Tên không hợp lệ.
zh_hans: 名字无效。
zh_hant: 名字無效。

# Literal.HapiAddress.FirstName.Pattern
source: Invalid first name
af: Ongeldige voornaam
am: ልክ ያልኾነ የመጀመሪያ ስም።
ar: الاسم الأول غير صالح.
as: প্ৰথম নাম অমান্য
az: Yanlış ad
bg: Невалидно собствено име
bn_in: নামের প্রথম অংশ অবৈধ
bs: Nevažeće ime
cy: Mae'r enw cyntaf yn annilys
da: Ugyldigt fornavn
de: Ungültiger Vorname
el: Μη έγκυρο όνομα
es: Nombre no válido
et: Eesnimi on sobimatu.
eu: Izena baliogabea da
fa: نام نامعتبر است
ga: Céadainm neamhbhailí
gd: Tha an t-ainm mì-dhligheach
gl: Nome non válido
gu: અમાન્ય પ્રથમ નામ
he: השם הפרטי לא חוקי
hi: अमान्य पहला नाम
hr: Ime nije valjano
hu: Érvénytelen keresztnév
id: Nama depan tidak valid
is: Ógilt fornafn.
ja: 名が無効です
ka: სახელი არასწორია
kk: Аты дұрыс емес
kn: ಮೊದಲ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ.
ko: 이름이 잘못되었습니다.
lo: ຊື່ແທ້ບໍ່ຖືກຕ້ອງ
lt: Neleistinas vardas
lv: Nederīgs vārds
mi: He muhu te ingoa tuatahi.
mk: Неважечко име
ml: പേരിന്റെ ആദ്യഭ്യാഗം സാധുവായതല്ല
mr: अवैध प्रथम नाव
ms: Nama pertama tidak sah
mt: L-isem mhux validu
ne: अवैधानिक नाम
nn_no: Ugyldig fornamn
no: Ugyldig fornavn
or: ଅବୈଧ ପ୍ରଥମ ନାମ
pa_in: ਪਹਿਲਾ ਨਾਮ ਅਯੋਗ ਹੈ
pl: Nieprawidłowe imię
ru: Недопустимое имя
sl: Ime ni veljavno.
sr_cyrl_rs: Неважеће име
sr_latn_rs: Nevažeće ime
sv: Ogiltigt förnamn
ta: செல்லுபடியாகாத பெயரின் முற்பகுதி
te: మొదటి పేరు చెల్లదు
th: ชื่อไม่ถูกต้อง
tr: Geçersiz ad
tt: Дөрес булмаган исем
ug: ئىسىم ئىناۋەتسىز
uk: Неприпустиме ім’я
ur: بے جواز پہلا نام
uz: Yaroqsiz ism
vi: Tên không hợp lệ
zh_hans: 名字无效
zh_hant: 名字無效

# Literal.FirstName.Required
source: First name is required.
af: Voornaam word vereis.
am: መጠሪያ ስም ያስፈልጋል።
ar: الاسم الأول مطلوب.
as: প্ৰথম নাম আৱশ্যক৷
az: Ad tələb olunur.
bg: Собственото име е задължително.
bn_in: নাম উল্লেখ করা আবশ্যক৷
bs: Ime je obavezno.
cy: Rhaid nodi enw cyntaf.
da: Fornavn skal angives.
de: Der Vorname ist erforderlich.
el: Απαιτείται το όνομα.
es: El nombre es obligatorio.
et: Eesnimi on kohustuslik.
eu: Izena beharrezkoa da.
fa: به نام نیاز است.
ga: Céadainm ag teastáil.
gd: Tha feum air ainm.
gl: Requírese nome.
gu: પ્રથમ નામ આવશ્યક છે.
he: השם הפרטי נדרש.
hi: पहला नाम आवश्यक है.
hr: Ime je obavezno.
hu: Az utónév megadása kötelező.
id: Nama depan wajib diisi.
is: Fornafn er áskilið.
ja: 名は必須項目です。
ka: ჩაწერეთ სახელი.
kk: Аты талап етіледі.
kn: ಮೊದಲ ಹೆಸರು ಅಗತ್ಯವಿದೆ.
ko: 이름은 필수 항목입니다.
ku_arab: ناوی یەکەم پێویستە.
ky: Аты талап кылынат.
lo: ຕ້ອງລະບຸຊື່ຕົ້ນ.
lt: Vardas būtinas.
lv: Norādiet vārdu.
mi: Kei te hiahiatia te ingoa tuatahi.
mk: Името е задолжително.
ml: പേരിന്റെ ആദ്യ ഭാഗം ആവശ്യമാണ്.
mn: Нэрийг бөглөх шаардлагатай.
mr: प्रथम नाव आवश्यक आहे.
ms: Nama pertama diperlukan.
mt: L-isem hu meħtieġ.
ne: पहिलो नाम आवश्यक छ।
nn_no: Fornamn er obligatorisk.
no: Fornavn må angis.
or: ପ୍ରଥମ ନାମ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏پہلا ناں درکار اے۔
pa_in: ਨਾਮ ਦਾ ਪਹਿਲਾ ਭਾਗ ਲੋੜੀਂਦਾ ਹੈ।
pl: Imię jest wymagane.
ru: Необходимо ввести имя.
sd: پهرين نالي جي گھرج آهي.
si: පළමු නම අවශ්‍යයි.
sl: Vnesite ime.
sr_cyrl_rs: Име је обавезно.
sr_latn_rs: Ime je obavezno.
sv: Förnamn måste anges.
ta: முதல் பெயர் தேவை.
te: మొదటి పేరు అవసరం.
tg: Ном ҳатмист.
th: ต้องระบุชื่อจริง
tr: Ad gereklidir.
tt: Исем мәҗбүри.
ug: ئىسىم تەلەپ قىلىنىدۇ.
uk: Потрібно ввести ім’я.
ur: پہلا نام درکار ہے۔
uz: Ism talab qilinadi.
vi: Tên là cần thiết.
zh_hans: 名字为必填项。
zh_hant: 名字是必要資訊。

# Literal.FirstNamePronunciation.MaxLength
source: First name pronunciation is too long.
af: Uitspraak van voornaam is te lank.
am: የመጀመሪያ ስም አነባበብ በጣም ረጅም ነው።
ar: هجاء الاسم الأول أطول من اللازم.
as: প্ৰথম নামৰ উচ্চাৰণ অতি দীঘল৷
az: Adın tələffüzü çox uzundur.
bg: Произнасянето на собственото име е прекалено дълго.
bn_in: নামটির উচ্চারণ অত্যন্ত বড়৷
bs: Izgovor imena je predug.
cy: Mae ynganiad eich enw cyntaf yn rhy hir.
da: Udtalen af fornavnet er for lang.
de: Die Aussprache des Vornamens ist zu lang.
el: Η φωνητική γραφή ονόματος είναι πολύ μεγάλη.
es: La pronunciación del nombre es demasiado larga.
et: Eesnime hääldus on liiga pikk.
eu: Izenaren ahoskera luzeegia da.
fa: علائم نگارشی نام بسیار طولانی است.
ga: Fuaimniú an chéadainm rófhada.
gd: Tha tar-sgrìobhadh an ainm ro fhada.
gl: Pronunciación do nome moi longa.
gu: પ્રથમ નામ ઉચ્ચારણ ખૂબ લાંબુ છે.
he: היגוי השם הפרטי ארוך מדי.
hi: पहले नाम का उच्चारण बहुत लंबा है.
hr: Izgovor imena je predug.
hu: Az utónév kiejtése túl hosszú.
id: Pelafalan nama depan terlalu panjang.
is: Framburður fornafns er of langur.
ja: 名のフリガナが長すぎます。
ka: სახელის წარმოთქმის აღმნიშვნელი სიტყვა ძალიან გრძელია.
kk: Аттың айтылуы тым ұзын.
kn: ಮೊದಲ ಹೆಸರಿನ ಉಚ್ಛಾರಣೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 이름(발음 기준)이 너무 깁니다.
ku_arab: بێژانی ناوی یەکەم زۆر درێژە.
ky: Аттын айтылышы өтө узун.
lo: ການອອກສຽງຊື່ຕົ້ນຍາວເກີນໄປ.
lt: Vardo tarimas per ilgas.
lv: Vārda izruna ir pārāk gara.
mi: He roa rawa te whakahuatanga o te ingoa tuatahi.
mk: Изговорот на името е предолг.
ml: പേരിന്റെ ആദ്യഭാഗത്തിന്റെ ഉച്ചാരണം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Нэрний дуудлага хэт урт байна.
mr: नाव उच्चारण खूप दीर्घ आहे.
ms: Sebutan nama pertama terlalu panjang.
mt: Il-pronunzja tal-isem hi twila wisq.
ne: पहिलो नामको उच्चारण धेरै लामो भयो।
nn_no: Uttalen av fornamnet er for lang.
no: Uttalen av fornavnet er for lang.
or: ପ୍ରଥମ ନାମ ଉଚ୍‌ଚାରଣ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: پہلے ناں دا تلفظ بہت لما اے۔
pa_in: ਨਾਮ ਦੇ ਪਹਿਲੇ ਭਾਗ ਦਾ ਉਚਾਰਣ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Wymowa imienia jest zbyt długa.
ru: Слишком длинная транскрипция имени.
sd: پهرين نالي جو اُچار تمام وڏو آهي.
si: පළමු නමේ උච්චාරණය දිග වැඩියි.
sl: Izgovarjava imena je predolga.
sr_cyrl_rs: Изговор имена је предугачак.
sr_latn_rs: Izgovor imena je predugačak.
sv: Uttalet av förnamnet är för långt.
ta: முதல் பெயரின் உச்சரிப்பு மிக நீளமாக உள்ளது.
te: మొదటి పేరు ఉచ్చారణ చాలా పొడవుగా ఉంది.
tg: Талаффузи ном аз ҳад дароз аст.
th: วิธีการออกเสียงชื่อจริงยาวเกินไป
tr: Adın söylenişi çok uzun.
tt: Исем әйтелеше бик озын.
ug: ئىسىمنىڭ ئالدى قوشۇمچىسى بەك ئۇزۇن.
uk: Задовга вимова імені.
ur: پہلے نام کا تلفظ بہت طویل ہے.
uz: Ism talaffuzi juda uzun.
vi: Phiên âm tên quá dài.
zh_hans: 名字发音过长。
zh_hant: 名字讀音太長。

# Literal.FirstNamePronunciation.Required
source: First name pronunciation is required.
af: Uitspraak van voornaam word vereis.
am: የመጀመሪያ ስም አነባበብ ያስፈልጋል።
ar: هجاء الاسم الأول مطلوب.
as: প্ৰথম নাম উচ্চাৰণ আৱশ্যক৷
az: Adın tələffüzü tələb olunur.
bg: Произнасянето на собственото име е задължително.
bn_in: নামের উচ্চারণ উল্লেখ করা আবশ্যক৷
bs: Izgovor imena je obavezan.
cy: Rhaid nodi ynganiad eich enw cyntaf.
da: Udtalen af fornavnet skal angives.
de: Die Aussprache des Vornamens ist erforderlich.
el: Απαιτείται η φωνητική γραφή ονόματος.
es: La pronunciación del nombre es obligatoria.
et: Eesnime hääldus on kohustuslik.
eu: Izenaren ahoskera beharrezkoa da.
fa: به علائم نگارشی نام نیاز است.
ga: Fuaimniú an chéadainm ag teastáil.
gd: Tha feum air tar-sgrìobhadh an ainm.
gl: Necesítase pronunciación do nome.
gu: પ્રથમ નામ ઉચ્ચારણની આવશ્યકતા છે.
he: היגוי שם פרטי נדרש.
hi: पहले नाम का उच्चारण आवश्यक है.
hr: Izgovor imena je obavezan.
hu: Az utónév kiejtésének megadása kötelező.
id: Pelafalan nama depan wajib diisi.
is: Framburður fornafns er áskilinn.
ja: 名のフリガナは必須項目です。
ka: მიუთითეთ როგორ წარმოითქმის სახელი.
kk: Аттың айтылуы қажет.
kn: ಮೊದಲ ಹೆಸರಿನ ಉಚ್ಛಾರಣೆಯ ಅಗತ್ಯವಿದೆ.
ko: 이름(발음 기준)은 필수 항목입니다.
ku_arab: بێژانی ناوی یەکەم پێویستە.
ky: Аттын айтылышы талап кылынат.
lo: ຕ້ອງລະບຸການອອກສຽງຊື່ຕົ້ນ.
lt: Vardo tarimas yra būtinas.
lv: Norādiet vārda izrunu.
mi: Kei te hiahiatia te whakahuatanga o te ingoa tuatahi.
mk: Изговорот на името е задолжителен.
ml: പേരിന്റെ ആദ്യ ഭാഗത്തിന്റെ ഉച്ചാരണം ആവശ്യമാണ്.
mn: Нэрний дуудлагыг оруулах шаардлагатай.
mr: नाव उच्चारण आवश्यक आहे.
ms: Sebutan nama pertama diperlukan.
mt: Il-pronunzja tal-isem hi meħtieġa.
ne: पहिलो नामको उच्चारण आवश्यक छ।
nn_no: Uttale av fornamnet er obligatorisk.
no: Uttalen av fornavnet må angis.
or: ପ୍ରଥମ ନାମ ଉଚ୍‌ଚାରଣ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: پہلے ناں دا تلفظ بہت چھوٹا اے۔
pa_in: ਨਾਮ ਦੇ ਪਹਿਲੇ ਭਾਗ ਦਾ ਉਚਾਰਣ ਲੋੜੀਂਦਾ ਹੈ।
pl: Wymowa imienia jest wymagana.
ru: Необходимо ввести транскрипцию имени.
sd: پهرين نالي جي اُچار جي گھرج آهي.
si: පළමු නමේ උච්චාරණය අවශ්‍යයි.
sl: Vnesite izgovarjavo imena.
sr_cyrl_rs: Изговор имена је обавезан.
sr_latn_rs: Izgovor imena je obavezan.
sv: Uttalet av förnamnet måste anges.
ta: முதல் பெயரின் உச்சரிப்பு தேவை.
te: మొదటి పేరు ఉచ్చారణ అవసరం.
tg: Талаффузи ном ҳатмист.
th: ต้องระบุวิธีการออกเสียงชื่อ
tr: Adın söylenişi gereklidir.
tt: Исем әйтелеше мәҗбүри.
ug: ئىسىمنىڭ ئالدى قوشۇمچىسى تەلەپ قىلىنىدۇ.
uk: Потрібно ввести вимову імені.
ur: آخری نام کا تلفظ بہت مختصر ہے.
uz: Ismning talaffuzi talab qilinadi.
vi: Phiên âm tên là cần thiết.
zh_hans: 名字发音为必填项。
zh_hant: 名字讀音是必要資訊。

# Literal.InicisBuyerEMail.MaxLength
source: Email address is too long.
af: E-posadres is te lank.
am: የኢሜይል አድራሻ በጣም ረጅም ነው።
ar: عنوان البريد الإلكتروني أطول من اللازم.
as: ইমেইল ঠিকনা অতি দীঘল৷
az: E-poçt ünvanı çox uzundur.
bg: Имейл адресът е прекалено дълъг.
bn_in: ইমেল ঠিকানাটি অত্যন্ত বড়৷
bs: Adresa e-pošte je preduga.
cy: Mae'r cyfeiriad e-bost yn rhy hir.
da: Mailadressen er for lang.
de: Die E-Mail-Adresse ist zu lang.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου είναι πολύ μεγάλη.
es: La dirección de correo electrónico es demasiado larga.
et: Meiliaadress on liiga pikk.
eu: Helbide elektronikoa luzeegia da.
fa: آدرس پست الکترونیکی بسیار طولانی است.
ga: Seoladh ríomhphoist rófhada.
gd: Tha an seòladh puist-d ro fhada.
gl: Enderezo de correo electrónico moi longo.
gu: ઇમેઇલ સરનામું ખૂબ લાંબુ છે.
he: כתובת הדואר האלקטרוני ארוכה מדי.
hi: ईमेल पता बहुत लंबा है.
hr: Adresa e-pošte je preduga.
hu: Az e-mail-cím túl hosszú.
id: Alamat email terlalu panjang.
is: Netfangið er of langt.
ja: メール アドレスが長すぎます。
ka: ელფოსტის მისამართი ძალიან გრძელია.
kk: Электрондық пошта мекенжайы тым ұзын.
kn: ಇಮೇಲ್ ವಿಳಾಸವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 메일 주소가 너무 깁니다.
ku_arab: ناونیشانی ئیمەیڵ زۆر درێژە.
ky: Электрондук почта дареги өтө узун.
lo: ທີ່ຢູ່ອີເມວຍາວເກີນໄປ.
lt: El. pašto adresas per ilgas.
lv: E-pasta adrese ir pārāk gara.
mi: He roa rawa te wāhitau īmēra.
mk: Адресата на е-поштата е предолга.
ml: ഇമെയില്‍ വിലാസം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Э-шуудангийн хаяг хэт урт байна.
mr: ईमेल पत्ता खूप दीर्घ आहे.
ms: Alamat e-mel terlalu panjang.
mt: L-indirizz elettroniku twil wisq.
ne: इमेल ठेगाना धेरै लामो भयो।
nn_no: E-postadressa er for lang.
no: E-postadressen er for lang.
or: ଇମେଲ୍ ଠିକଣା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏ای-میل پتہ بوت ای لمّا اے۔
pa_in: ਈਮੇਲ ਪਤਾ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Adres e-mail jest zbyt długi.
ru: Слишком длинный адрес электронной почты.
sd: اي ميل پتو تمام وڏو آهي.
si: ඊමේල් ලිපිනය දිග වැඩියි.
sl: E-poštni naslov je predolg.
sr_cyrl_rs: Е-адреса је предугачка.
sr_latn_rs: Adresa e-pošte je predugačka.
sv: E-postadressen är för lång.
ta: மின்னஞ்சல் முகவரி மிக நீளமாக உள்ளது.
te: ఇమెయిల్ చిరునామా చాలా పొడవుగా ఉంది.
tg: Суроғаи почтаи электронӣ аз ҳад дароз аст.
th: อีเมลแอดเดรสยาวเกินไป
tr: E-posta adresi çok uzun.
tt: Электрон почта адресы артык озын.
ug: تورخەت ئادرېسى بەك ئۇزۇن.
uk: Задовга адреса електронної пошти.
ur: ای میل پتہ بہت طویل ہے۔
uz: Elektron pochta manzili juda uzun.
vi: Địa chỉ email quá dài.
zh_hans: 电子邮件地址过长。
zh_hant: 電子郵件地址太長。

# Literal.InicisBuyerEMail.Pattern
source: Invalid email address.
af: Ongeldige e-posadres.
am: ልክ ያልኾነ የኢሜይል አድራሻ።
ar: عنوان البريد الإلكتروني غير صحيح.
as: অবৈধ ইমেইল ঠিকনা৷
az: E-poçt ünvanı səhvdir.
bg: Невалиден имейл адрес.
bn_in: ইমেল ঠিকানাটি ঠিকঠাক নেই৷
bs: Nevažeća adresa e-pošte.
cy: Mae'r cyfeiriad e-bost yn annilys.
da: Ugyldig mailadresse.
de: Die E-Mail-Adresse ist ungültig.
el: Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: La dirección de correo electrónico no es válida.
et: Meiliaadress on sobimatu.
eu: Helbide elektronikoa baliogabea da.
fa: آدرس پست الکترونیکی نامعتبر است.
ga: Seoladh ríomhphoist neamhbhailí.
gd: Tha an seòladh puist-d mì-dhligheach.
gl: Enderezo de correo electrónico non válido.
gu: અમાન્ય ઇમેઇલ સરનામું.
he: כתובת הדואר האלקטרוני לא חוקית.
hi: अमान्य ईमेल पता.
hr: Adresa e-pošte nije valjana.
hu: Érvénytelen e-mail-cím.
id: Alamat email tidak valid.
is: Ógilt netfang.
ja: メール アドレスが正しくありません。
ka: ელფოსტის მისამართი არასწორია.
kk: Электрондық пошта мекенжайы дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸ.
ko: 메일 주소가 올바르지 않습니다.
ku_arab: ناونیشانی ئیمەیڵ نادروستە.
ky: Жараксыз электрондук почта дареги.
lo: ທີ່ຢູ່ອີເມວບໍ່ຖືກຕ້ອງ.
lt: Netinkamas el. pašto adresas.
lv: Nederīga e-pasta adrese.
mi: He muhu te wāhitau īmēra.
mk: Неважечка адресата на е-поштата.
ml: ഇമെയില്‍ വിലാസം അസാധുവാണ്.
mn: Э-шуудангийн хаяг буруу байна.
mr: अवैध ईमेल पत्ता.
ms: Alamat e-mel tidak sah.
mt: Indirizz tal-posta elettronika mhux validu.
ne: अवैध इमेल ठेगाना।
nn_no: Ugyldig e-postadresse.
no: Ugyldig e-postadresse.
or: ଅବୈଧ ଇମେଲ୍ ଠିକଣା.
pa_arab_pk: ای میل پتہ ناجائز اے۔
pa_in: ਈਮੇਲ ਪਤਾ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy adres e-mail.
ru: Недопустимый адрес электронной почты.
sd: ايميل پتو غلط آهي.
si: වලංගු නොවන ඉ-තැපැල් ලිපිනයකි.
sl: E-poštni naslov ni veljaven.
sr_cyrl_rs: Неважећа е-адреса.
sr_latn_rs: Nevažeća adresa e-pošte.
sv: Ogiltig e-postadress.
ta: தவறான மின்னஞ்சல் முகவரி.
te: చెల్లని ఇమెయిల్ చిరునామా.
tg: Суроғаи почтаи электронӣ беэътибор аст.
th: อีเมลแอดเดรสไม่ถูกต้อง
tr: Geçersiz e-posta adresi.
tt: Электрон почта адресы ялгыш.
ug: تورخەت ئادرېسى ئىناۋەتسىز.
uk: Неприпустима адреса електронної пошти.
ur: غلط ای میل پتہ۔
uz: Elektron pochta manzili haqiqiy emas.
vi: Địa chỉ email không hợp lệ.
zh_hans: 电子邮件地址无效。
zh_hant: 電子郵件地址無效。

# Literal.InicisDescription.MinLength
source: Description is too short.
af: Beskrywing is te kort.
am: መግለጫ በጣም አጭር ነው።
ar: الوصف قصير للغاية.
as: বিৱৰণ অতি চুটি৷
az: Təsvir çox qısadır.
bg: Описанието е прекалено късо.
bn_in: বর্ণনাটি অত্যন্ত ছোট৷
bs: Opis je prekratak.
cy: Mae'r disgrifiad yn rhy fyr.
da: Beskrivelsen er for kort.
de: Die Beschreibung ist zu kurz.
el: Η περιγραφή είναι πολύ μικρή.
es: La descripción es demasiado corta.
et: Kirjeldus on liiga lühike.
eu: Azalpena motzegia da.
fa: توصیف بسیار کوتاه است.
ga: Cur síos róghearr.
gd: Tha an tuairisgeul ro ghoirid.
gl: Descrición moi curta.
gu: વર્ણન ખૂબ ટૂંકુ છે.
he: התיאור קצר מדי.
hi: वर्णन बहुत छोटा है.
hr: Opis je prekratak.
hu: A leírás túl rövid.
id: Deskripsi terlalu pendek.
is: Lýsing er of stutt.
ka: აღწერა ძალიან მოკლეა.
kk: Сипаттама тым қысқа.
kn: ವಿವರಣೆಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 설명이 너무 짧습니다.
ku_arab: وردەکاری زۆر کورتە.
ky: Сүрөттөө өтө кыска.
lo: ລາຍລະອຽດສັ້ນເກີນໄປ.
lt: Aprašas per trumpas.
lv: Apraksts ir pārāk īss.
mi: He poto rawa te whakaahuatanga.
mk: Описот е прекраток.
ml: വിവരണം വളരെ ചെറുതാണ്.
mn: Тодорхойлолт хэт богино байна.
mr: वर्णन खूप लहान आहे.
ms: Perihalan terlalu pendek.
mt: Id-deskrizzjoni qasira wisq.
ne: वर्णन धेरै छोटो भयो।
nn_no: Forklaringa er for kort.
no: Beskrivelsen er for kort.
or: ବିବରଣୀ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: تفصیل بہت چھوٹی اے۔
pa_in: ਵਰਣਨ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Opis jest zbyt krótki.
ru: Слишком короткое описание.
sd: تفصيل تمام ننڍي آهي.
si: විස්තරය කෙටි වැඩි ය.
sl: Opis je prekratek.
sr_cyrl_rs: Опис је превише кратак.
sr_latn_rs: Opis je previše kratak.
sv: Beskrivningen är för kort.
ta: விவரம் மிகச் சிறியதாக உள்ளது.
te: వివరణ చాలా చిన్నదిగా ఉంది.
tg: Тавсиф аз ҳад кӯтоҳ аст.
th: คำอธิบายสั้นเกินไป
tr: Açıklama çok kısa.
tt: Аңлатма бик кыска.
ug: تەسۋىر بەك قىسقا.
uk: Опис закороткий.
ur: وضاحت بہت مختصر ہے.
uz: Bayon juda qisqa.
vi: Mô tả quá ngắn.
zh_hans: 说明过短。
zh_hant: 描述太短。

# Literal.InicisDescription.Pattern
source: Invalid description.
af: Ongeldige beskrywing.
am: ልክ ያልኾነ መግለጫ።
ar: الوصف غير صالح.
as: অবৈধ বিৱৰণ৷
az: Təsvir səhvdir.
bg: Невалидно описание.
bn_in: বর্ণনাটি ঠিকঠাক নেই৷
bs: Nevažeći opis.
cy: Mae'r disgrifiad yn annilys.
da: Ugyldig beskrivelse.
de: Ungültige Beschreibung.
el: Μη έγκυρη περιγραφή.
es: Descripción no válida.
et: Kirjeldus on sobimatu.
eu: Azalpena baliogabea da.
fa: توصیف نامعتبر است.
ga: Cur síos neamhbhailí.
gd: Tha an tuairisgeul mì-dhligheach.
gl: Descrición non válida.
gu: અમાન્ય વર્ણન.
he: תיאור לא חוקי.
hi: अमान्य वर्णन.
hr: Opis nije valjan.
hu: Érvénytelen leírás.
id: Deskripsi tidak valid.
is: Ógild lýsing.
ja: 無効な説明です。
ka: აღწერა არასწორია.
kk: Сипаттама дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ವಿವರಣೆ.
ko: 설명이 올바르지 않습니다.
ku_arab: وردەکاری دروست نییە.
ky: Жараксыз Сүрөттөө.
lo: ລາຍລະອຽດບໍ່ຖືກຕ້ອງ.
lt: Netinkamas aprašas.
lv: Nederīgs apraksts.
mi: He muhu te whakaahuatanga.
mk: Неважечки опис.
ml: വിവരണം അസാധുവാണ്.
mn: Тодорхойлолт хүчингүй байна.
mr: अवैध वर्णन.
ms: Perihalan tidak sah.
mt: Deskrizzjoni mhux valida.
ne: वर्णन अवैध छ।
nn_no: Ugyldig forklaring.
no: Ugyldig beskrivelse.
or: ଅବୈଧ ବିବରଣୀ.
pa_arab_pk: تفصیل ناجائز اے۔
pa_in: ਵਰਣਨ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy opis.
ru: Недопустимое описание.
sd: تفصيل غلط آهي.
si: වලංගු නොවන විස්තරයකි.
sl: Opis ni veljaven.
sr_cyrl_rs: Неважећи опис.
sr_latn_rs: Nevažeći opis.
sv: Ogiltig beskrivning.
ta: தவறான விளக்கம்.
te: చెల్లని వివరణ.
tg: Тавсифи беэътибор.
th: คำอธิบายไม่ถูกต้อง
tr: Geçersiz açıklama.
tt: Аңлатма ялгыш.
ug: ئىناۋەتسىزتەسۋىر.
uk: Неприпустимий опис.
ur: وضاحت غلط ہے.
uz: Bayon haqiqiy emas.
vi: Mô tả không hợp lệ.
zh_hans: 说明无效。
zh_hant: 描述無效。

# Literal.InicisDescription.Required
source: Description is required.
af: Beskrywing word vereis.
am: መግለጫ ይፈለጋል።
ar: الوصف مطلوب.
as: বিৱৰণৰ আৱশ্যক৷
az: Təsvir tələb olunur.
bg: Описанието е задължително.
bn_in: বর্ণনার উল্লেখ করা আবশ্যক৷
bs: Opis je obavezan.
cy: Rhaid nodi disgrifiad.
da: Beskrivelse er obligatorisk.
de: Die Beschreibung ist erforderlich.
el: Απαιτείται περιγραφή.
es: La descripción es obligatoria.
et: Kirjeldus on kohustuslik.
eu: Azalpena beharrezkoa da.
fa: به توصیف نیاز است.
ga: Cur síos ag teastáil.
gd: Tha feum air tuairisgeul.
gl: Requírese descrición.
gu: વર્ણનની આવશ્યકતા છે.
he: התיאור נדרש.
hi: वर्णन आवश्यक है.
hr: Opis je obavezan.
hu: A leírás megadása kötelező.
id: Deskripsi wajib diisi.
is: Lýsing er nauðsynleg.
ja: 説明は必須項目です。
ka: დაამატეთ აღწერა.
kk: Сипаттама қажет.
kn: ವಿವರಣೆಯು ಅಗತ್ಯವಿದೆ.
ko: 설명은 필수 항목입니다.
ku_arab: وردەکاری پێویستە.
ky: Сүрөттөө талап кылынат.
lo: ຕ້ອງລະບຸລາຍລະອຽດ.
lt: Aprašas būtinas.
lv: Norādiet aprakstu.
mi: Kei te hiahiatia te whakaahuatanga.
mk: Описот е задолжителен.
ml: വിവരണം ആവശ്യമാണ്.
mn: Тодорхойлолтыг бөглөх шаардлагатай.
mr: वर्णन आवश्यक आहे.
ms: Perihalan diperlukan.
mt: Id-deskrizzjoni meħtieġa.
ne: वर्णन आवश्यक छ।
nn_no: Forklaring er obligatorisk.
no: Beskrivelse må angis.
or: ବିବରଣୀ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: تفصیل درکار اے۔
pa_in: ਵਰਣਨ ਲੋੜੀਂਦਾ ਹੈ।
pl: Opis jest wymagany.
ru: Необходимо ввести описание.
sd: تفصيل جي گھرج آهي.
si: විස්තරයක් සඳහන් කළ යුතු ය.
sl: Opis je obvezen.
sr_cyrl_rs: Опис је обавезан.
sr_latn_rs: Opis je obavezan.
sv: En beskrivning måste anges.
ta: விவரம் தேவை.
te: వివరణ అవసరం.
tg: Тавсиф ҳатмист.
th: ต้องระบุคำอธิบาย
tr: Açıklama gereklidir.
tt: Аңлатма мәҗбүри.
ug: تەسۋىركېرەك.
uk: Введення опису є обов'язковим.
ur: وضاحت درکار ہے.
uz: Bayon talab qilinadi.
vi: Mô tả là cần thiết.
zh_hans: 说明为必填项。
zh_hant: 描述是必要資訊。
