Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Province.Optional
source: Province (Optional)
af: Provinsie (opsioneel)
am: ክፍለ ሀገር (የግድ ያልሆነ)
ar: المنطقة (اختياري)
as: প্ৰদেশ (বৈকল্পিক)
az: Əyalət (İxtiyari)
bg: Провинция (опционално)
bn_in: অঞ্চল (বৈকল্পিক)
bs: Pokrajina (opcionalno)
cy: Talaith (Dewisol)
da: Provins (valgfri)
de: Provinz (optional)
el: Επαρχία (προαιρετικά)
es: Municipio (opcional)
et: Provints (valikuline)
eu: Probintzia (aukerakoa)
fa: استان (اختیاری)
ga: Cúige (Roghnach)
gd: Mòr-roinn (roghainneil)
gl: Concello (opcional)
gu: પ્રાંત (વૈકલ્પિક)
he: מחוז (אופציונלי)
hi: प्रांत (वैकल्पिक)
hr: Pokrajina (neobavezno)
hu: Tartomány (nem kötelező)
id: Provinsi (Opsional)
is: Hérað (valfrjálst)
ja: 省/州/道など (省略可)
ka: პროვინცია (არასავალდებულო)
kk: Провинция (қосымша)
kn: ವಲಯ (ಐಚ್ಛಿಕ)
ko: 시/도(선택 사항)
ku_arab: پارێزگا (ئارەزوومەندانه)
ky: Кыштагы (каалоо боюнча)
lo: ແຂວງ (ເລືອກໄດ້)
lt: Provincija (pasirinktinai)
lv: Rajons (neobligāti)
mi: Porowini (Kōwhiri)
mk: Провинција (изборно)
ml: പ്രവിശ്യ (ഓപ്‌ഷണൽ)
mn: Аймаг (сонголтот)
mr: प्रांत (पर्यायी)
ms: Wilayah (Pilihan)
mt: Provinċja (Fakultattiv)
ne: प्रान्त (वैकल्पिक)
nn_no: Område (valfritt)
no: Område (valgfritt)
or: ପ୍ରଦେଶ (ବୈକଳ୍ପିକ)
pa_arab_pk: صوبہ (اختیاری)
pa_in: ਖਿੱਤਾ (ਵਿਕਲਪਿਕ)
pl: Prowincja (opcjonalnie)
ru: Регион (необязательно)
sd: صوبو (اختياري)
si: පළාත (වෛකල්පිතයි)
sl: Območje (neobvezno)
sr_cyrl_rs: Покрајина (опционално)
sr_latn_rs: Pokrajina (opcionalno)
sv: Provins (valfritt)
ta: மாகாணம் (விருப்பத்தேர்வு)
te: ప్రాంతం (ఐచ్ఛికం)
tg: Вилоят (Ихтиёрӣ)
th: จังหวัด (ระบุหรือไม่ก็ได้)
tr: İl (İsteğe bağlı)
tt: Провинция (мәҗбүри түгел)
ug: ئۆلكە (ئىختىيارىي)
uk: Республіка (необов’язково)
ur: صوبہ (اختیاری)
uz: Viloyat (Ixtiyoriy)
vi: Tỉnh (Tùy chọn)
zh_hans: 省（可选）
zh_hant: 縣/市 (選填)

# Word.Town
source: Town
af: Dorp
am: ትንሽ ከተማ
ar: البلدة
as: চহৰ
az: Şəhər
bg: Град
bn_in: নগর
bs: Grad
cy: Tref
da: By
de: Ort
el: Κωμόπολη
es: Pueblo
et: Linn
eu: Herria
fa: شهر
ga: Baile
gd: Baile
gl: Vila
gu: શહેર
he: עיר
hi: कस्‍बा
hr: Mjesto
hu: Város
id: Kota
is: Bær
ja: 町村
ka: დაბა
kk: Кіші қала
kn: ಪಟ್ಟಣ
ko: 도시/마을
ku_arab: ناحیە
ky: Шаар
lo: ເມືອງ
lt: Miestas
lv: Pilsēta
mi: Tāone
mk: Место
ml: ടൌണ്‍
mn: Хот
mr: नगर
ms: Pekan
mt: Lokalità
ne: टोल
nn_no: By
no: By
or: ସହର
pa_arab_pk: قصبہ
pa_in: ਕਸਬਾ
pl: Centrum
ru: Микрорайон
sd: ننڍو شھر
si: නගරය
sl: Kraj
sr_cyrl_rs: Град
sr_latn_rs: Grad
sv: Stad
ta: சிறுநகரம்
te: పట్టణం
tg: Шаҳрак
th: เขตเมือง
tr: İlçe
tt: Кала
ug: بازار
uk: Місто
ur: قصبہ
uz: Shaharcha
vi: Thị trấn
zh_hans: 镇
zh_hant: 鄉鎮

# Word.Suburb
source: Suburb
af: Voorstad
am: ከተማ አከባቢ
ar: الضاحية
as: চুবুৰ্ব
az: Geç semt
bg: Предградие
bn_in: শহরতলি
bs: Predgrađe
cy: Maestref
da: Forstad
de: Stadtteil
el: Προάστιο
es: Suburbio
et: Eeslinn
eu: Auzoa
fa: حومه
ga: Bruachbhaile
gd: Frith-bhaile
gl: Barrio
gu: ઉપનગર
he: פרבר
hi: उपनगर
hr: Predgrađe
hu: Külváros
id: Suburban
is: Úthverfi
ja: 郊外
ka: ქალაქის გარეუბანი
kk: Қала маңы
kn: ಉಪನಗರ
ko: 교외
ku_arab: کەنارشار
ky: Тегерек-чет
lo: ຄຸ້ມນອກເມືອງ
lt: Priemiestis
lv: Priekšpilsēta
mi: Tapa Tāone
mk: Предградие
ml: നഗരപ്രാന്തം
mn: Дүүрэг
mr: उपनगर
ms: Pinggir Bandar
mt: Subborg
ne: शाखानगर
nn_no: Forstad
no: Forstad
or: ଉତ୍ତମ
pa_arab_pk: مضافات
pa_in: ਸ਼ਹਿਰ ਦਾ ਬਾਹਰੀ ਖੇਤਰ
pl: Obrzeża
ru: Пригород
sd: سبرب
si: තදාසන්න ප්‍රදේශය
sl: Predmestje
sr_cyrl_rs: Предграђе
sr_latn_rs: Predgrađe
sv: Förstad
ta: புறநகர்
te: శివారు ప్రాంతం
tg: Атрофи шаҳр
th: ชานเมือง
tr: Köy
tt: Бистә
ug: شەھەر ئەتراپى
uk: Селище
ur: مضافات
uz: Poselka
vi: Ngoại thành
zh_hans: 市郊
zh_hant: 郊區

# Literal.Error.DuplicateParameter
source: The URL pass duplicated parameter.
af: Die URL-deurgaan het parameter gedupliseer.
am: URL ተደጋጋሚ ግቤት አልፏል።
ar: اكتشفت معلمة ازدواجية أثناء نقل الـ URL‏.
as: URL পাছ নকল পেৰামিটাৰ৷
az: URL təkrarlanan parametri keçir.
bg: URL подава дублиран параметър.
bn_in: URL নকল প্যারামিটার ছাড়ায়৷
bs: URL adresa sadrži duplirani parametar.
cy: Paramedr pasio URL wedi'i ddyblygu.
da: URL-adressen overførte dubleret parameter.
de: Doppelter Parameter in der URL.
el: Η διεύθυνση URL διαβιβάζει διπλότυπη παράμετρο.
es: Parámetros duplicados en la URL.
et: URL-is on topeltparameeter.
eu: URLaren pasabide-parametro bikoiztua.
fa: URL دارای پارامتر تکراری است.
ga: Tá paraiméadar dúbailte san URL aistrithe.
gd: Paramadair dùblaichte pas an URL.
gl: O enderezo URL pasa parámetros duplicados.
gu: URL નકલીત પેરામીટર પાસ કર્યો છે.
he: כתובת ה-URL מעבירה פרמטר כפול.
hi: URL पास डुप्लिकेट पैरामीटर.
hr: URL lozinka ima dupli parametar.
hu: Az URL duplikált paramétert adott vissza.
id: URL mengirimkan parameter duplikat.
is: Vefföngin skila tvítekinni færibreytu.
ja: URL 渡しのパラメーターが重複しています。
ka: URL გადასცემს დუბლირებულ პარამეტრს.
kk: URL қайталанатын параметрді берді.
kn: URL ಪಾಸ್ ಪ್ಯಾರಾಮೀಟರ್ ಅನ್ನು ನಕಲುಗೊಳಿಸಿದೆ.
ko: URL이 중복된 매개 변수를 전달합니다.
ku_arab: پارامیتەری دووبارەبوونەوەی تێپەڕینی URL.
ky: URL кирүү көчүрүлөн параметри.
lo: ຄ່າພາຣາມີເຕີຜ່ານຂອງ URL ຊໍ້າກັນ.
lt: URL perdavimo parametro dublikatas.
lv: URL ir ietverts divkāršs parametrs.
mi: Te tawhā i tukuruatia hipa URL.
mk: Двоен параметар пренесен во URL-адресата.
ml: പാരാമീറ്ററിന്റെ URL പാസ്സ് തനിപ്പകര്‍പ്പാക്കി.
mn: URL нь давхардсан параметр дамжуулсан байна.
mr: URL पास ड्युप्लीकेटेड मापदंड.
ms: Parameter duplikasi pas URL.
mt: Il-parametru dduplikat tal-pass tal-URL.
ne: URL पासले परिमितिलाई नक्कली बनाएको छ।
nn_no: Nettadressa hoppar over ein identisk parameter.
no: Duplikatparameter for URL-sendingen.
or: URL ନକଲ ପାରାମିଟର୍ ଅତିକ୍ରମ କରିଛି.
pa_arab_pk: URL نے دوہرے پیرامیٹرز نوں جان دیتااے۔
pa_in: URL ਪਾਸ ਡੁਪਲੀਕੇਟਿਡ ਪੈਰਾਮੀਟਰ।
pl: Adres URL zawiera zduplikowany parametr.
ru: В URL-адресе передан повторяющийся параметр.
sd: URL pass پئراميٽر جو نقل ڪيو.
si: URL අනුපිටපත් පරාමිතියට අනුකූල වේ.
sl: URL je podal podvojen parameter.
sr_cyrl_rs: URL адреса садржи дуплирани параметар.
sr_latn_rs: URL adresa sadrži duplirani parametar.
sv: Duplicerad parameter för att skicka URL.
ta: URL நகலெடுக்கப்பட்ட அளவுருவை வழங்குகிறது.
te: నకిలీ పారామీటర్ గుండా URL వెళ్లింది.
tg: Параметри такроршудаи гузаргоҳи URL.
th: URL ส่งพารามิเตอร์ที่ซ้ำกัน
tr: URL geçişi parametreyi yeniledi.
tt: URL'га үтә икелек параметры.
ug: URL كۆپەيتىلگەن پارامېېتېرنى يوللاۋاتىدۇ.
uk: У URL-адресі передається повторюваний параметр.
ur: URL نے نقل خدوخال کو اجازت دے دی ہے.
uz: URL nusxa parametrni o‘tkazadi.
vi: Trùng tham số truyền trong URL.
zh_hans: URL 传递重复的参数。
zh_hant: URL 傳遞了重複的參數。

# Literal.CreditCardType.NumberNotMatchedType
source: Credit card number and credit card type does not match.
af: Kredietkaartnommer en kredietkaarttipe pas nie bymekaar nie.
am: የብድር ካረደ ቁጥርና የብድር ዓይነት ተዛማጅ አይደልም።
ar: رقم بطاقة الائتمان ونوع بطاقة الائتمان غير متطابقين.
as: ক্ৰেডিট কাৰ্ড নম্বৰ আৰু ক্ৰেডিট কাৰ্ড প্ৰকাৰ মিলা নাই৷
az: Kredit kartının nömrəsi və kredit kartı növü uyğun gəlmir.
bg: Номерът на кредитна карта и видът на кредитна карта не съответстват.
bn_in: ক্রেডিট কার্ড নাম্বার এবং ক্রেডিট কার্ডের ধরন একে অপরের সাথে মিলছে না৷
bs: Ne poklapaju se broj kreditne kartice i vrsta kreditne kartice.
cy: Dydy rhif y cerdyn credyd a'r math o gerdyn credyd ddim yn cyfateb.
da: Kreditkortnummer og kreditkorttype stemmer ikke overens.
de: Nummer und Typ der Kreditkarte entsprechen einander nicht.
el: Ο αριθμός και ο τύπος της πιστωτικής κάρτας δεν συμφωνούν.
es: El número y el tipo de tarjeta de crédito no coinciden.
et: Krediitkaardi number ja tüüp ei kattu.
eu: Kreditu-txartelaren zenbakia eta mota ez datoz bat.
fa: شماره کارت اعتباری و نوع کارت اعتباری با یکدیگر مطابقت ندارند.
ga: Ní mheaitseálann an uimhir chárta creidmheasa an cineál cárta creidmheasa.
gd: Chan eil àireamh na cairt-chreideis agus seòrsa na cairt-chreideis a' maidseadh.
gl: Número e tipo de cartón de crédito non coinciden.
gu: ક્રેડિટ કાર્ડ નંબર અને ક્રેડિટ કાર્ડ પ્રકાર બંધબેસતા નથી.
he: המספר והסוג של כרטיס האשראי אינם תואמים זה את זה.
hi: क्रेडिट कार्ड संख्या और क्रेडिट कार्ड प्रकार मेल नहीं खाते.
hr: Broj kreditne kartice i vrsta kreditne kartice se ne poklapaju.
hu: A hitelkártya száma és típusa nem egyezik.
id: Nomor dan jenis kartu kredit tidak cocok.
is: Kreditkortsnúmer og -gerð passa ekki.
ja: クレジット カードの番号と種類が適合しません。
ka: საკრედიტო ბარათის ნომერი და საკრედიტო ბარათის ტიპი არ თანხვდება.
kk: Несиелік карта нөмірі мен несиелік карта түрі сәйкес емес.
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ಮತ್ತು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಪ್ರಕಾರವು ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 신용 카드 번호와 신용 카드 종류가 일치하지 않습니다.
ku_arab: ژمارەی کرێدت کارت و جۆری کرێدت کارت هاوتا نین.
ky: Кредит картынын номуру кредит картынын тибине дал келбейт.
lo: ເລກບັດເຄຣດິດ ແລະປະເພດບັດເຄຣດິດບໍ່ກົງກັນ.
lt: Kredito kortelės numerio ir kredito kortelės tipo neatitiktis.
lv: Kredītkartes numurs un kredītkartes veids nesakrīt.
mi: Kāore e taurite ana te tau kāri nama me te momo kāri nama.
mk: Бројот на кредитната картичка и типот на кредитната картичка не се совпаѓаат.
ml: ക്രെഡിറ്റ് കാര്‍ഡ് നമ്പറും ക്രെഡിറ്റ് കാര്‍ഡ് തരവും പൊരുത്തപ്പെടുന്നില്ല.
mn: Кредит картны дугаар болон кредит картны төрөл таарахгүй байна.
mr: क्रेडिट कार्ड नंबर आणि क्रेडिट कार्ड प्रकार जुळत नाहीत.
ms: Nombor kad kredit dan jenis kad kredit tidak sepadan.
mt: In-numru tal-karta ta' kreditu u t-tip tal-karta ta' kreditu ma jaqblux.
ne: क्रेडिट कार्ड नम्बर र क्रेडिट कार्ड प्रकार मिल्दैन।
nn_no: Kredittkortnummeret og kredittkorttypen samsvarer ikkje.
no: Kredittkortnummer og kredittkorttype samsvarer ikke.
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍ ନମ୍ଵର୍ ଏବଂ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ପ୍ରକାର ମେଳକ ନୁହେଁ.
pa_arab_pk: کریڈٹ کارڈ دا نمبر تے کریڈٹ کارڈ دی قسم میل نئیں کھاندیاں۔
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਅਤੇ ਕਰੈਡਿਟ ਕਾਰਡ ਕਿਸਮ ਮੇਲ਼ ਨਹੀਂ ਖਾਂਦੇ।
pl: Numer karty kredytowej i jej typ nie pasują do siebie.
ru: Номер кредитной карты не соответствует ее типу.
sd: ڪريڊٽ ڪارڊ جو نمبر ۽ ڪريڊٽ ڪارڊ جو قسم مئچ نٿا ڪن.
si: ණයවර පත් අංකය හා ණයවරපත් වර්ගය නො ගැළපේ.
sl: Številka in vrsta kreditne kartice se ne ujemata.
sr_cyrl_rs: Не поклапа се број кредитне картице и тип кредитне картице.
sr_latn_rs: Ne poklapa se broj kreditne kartice i vrsta kreditne kartice.
sv: Kreditkortsnumret och kreditkortstypen motsvarar inte varandra.
ta: கடன் அட்டை எண் மற்றும் கடன் அட்டை வகை பொருந்தவில்லை.
te: క్రెడిట్ కార్డ్ నంబర్ మరియు క్రెడిట్ కార్డ్ రకం సరిపోలలేదు.
tg: Рақами корти қарзӣ ва намуди корти қарзӣ мувофиқат намекунанд.
th: หมายเลขบัตรเครดิตและประเภทของบัตรเครดิตไม่ตรงกัน
tr: Kredi kartı numarası ve kredi kartı türü uyuşmuyor.
tt: Кредит картагы номеры һәм кредит картаның тибы туры килешми.
ug: ئىناۋەتلىك كارتا نومۇرى بىلەن ئىناۋەتلىك كارتا تۈرى ماس كەلمىدى.
uk: Номер кредитної карти не відповідає вказаному типу карти.
ur: کریڈٹ کارڈ کا نمبر اور کریڈٹ کارڈ کی قسم میل نہیں کھاتی.
uz: Kredit kartochka raqami va kredit kartochka turi mos emas.
vi: Số thẻ tín dụng và loại thẻ tín dụng không khớp.
zh_hans: 信用卡号与信用卡类型不匹配。
zh_hant: 信用卡號碼和信用卡類型不符。

# Word.Select
source: --Select--
af: --Kies--
am: --ምረጥ--
ar: --تحديث--
as: --চয়ন--
az: --Seç--
bg: --Изберете--
bn_in: --নির্বাচন করুন--
bs: --Izaberi--
cy: --Dewiswch--
da: --Vælg--
de: --Auswählen--
el: --Επιλογή--
es: --Seleccionar--
et: --Valige--
eu: --Hautatu--
fa: --انتخاب کنید--
ga: --Roghnaigh--
gd: --Tagh--
gl: --Seleccionar--
gu: --પસંદ કરો--
he: --בחר--
hi: --चयन करें--
hr: --Odaberite--
hu: --Válasszon--
id: --Pilih--
is: --Velja--
ja: --選択--
ka: --აირჩიეთ--
kk: --Таңдау--
kn: --ಆಯ್ಕೆಮಾಡಿ--
ko: --선택--
ku_arab: --دەسنیشان بکە--
ky: --Танда--
lo: --ເລືອກ--
lt: --Žymėti--
lv: --Atlasiet--
mi: --Tīpako--
mk: - Изберете -
ml: --തിരഞ്ഞെടുക്കുക--
mn: --Сонгох--
mr: --निवडा--
ms: --Pilih--
mt: --Agħżel--
ne: --चयन गर्नुहोस्--
no: --Velg--
or: --ଚୟନ--
pa_arab_pk: --منتخب کرو--
pa_in: --ਚੁਣੋ-
pl: --Wybierz--
ru: --Выбрать--
sd: چونڊيو--
si: -- තෝරන්න --
sl: – Izberite –
sr_cyrl_rs: --Изабери--
sr_latn_rs: --Izaberi--
sv: --Välj--
ta: --தேர்ந்தெடு--
te: --ఎంచుకోండి--
tg: --Интихоб--
th: --เลือก--
tr: --Seç--
tt: --Сайлагыз--
ug: --تاللاڭ--
uk: --Виберіть--
ur: --منتخب کریں--
uz: --Tanlamoq--
vi: --Chọn--
zh_hans: --选择--
zh_hant: --選取--

# Word.Select.Option
source: Select an option
af: Kies ’n opsie
am: አማራጭ ይምረጡ
ar: تحديد خيار
as: এটা বিকল্প চয়ন কৰক
az: Seçim edin
bg: Изберете опция
bn_in: একটি বিকল্প নির্বাচন করুন
bs: Odaberite opciju
cy: Dewiswch un
da: Vælg en indstilling
de: Option auswählen
el: Διαλέξτε μια επιλογή
es: Seleccionar una opción
et: Valige suvand
eu: Hautatu aukera bat
fa: گزینه‌ای انتخاب کنید
ga: Roghnaigh rogha
gd: Tagh roghainn
gl: Seleccionar unha opción
gu: વિકલ્પ પસંદ કરો
he: בחר אפשרות
hi: विकल्प का चयन करें
hr: Odaberite mogućnost
hu: Válasszon egy beállítást
id: Pilih opsi
is: Veldu valkost
ja: オプションの選択
ka: ვარიანტის არჩევა
kk: Нұсқалардың біреуін таңдаңыз
kn: ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ
ko: 옵션 선택
lo: ເລືອກຕົວເລືອກໃດໜຶ່ງ
lt: Pasirinkite parinktį
lv: Atlasīt opciju
mi: Tīpakohia he kōwhiringa
mk: Изберете опција
ml: ഒരു ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക
mr: एक पर्याय निवडा
ms: Pilih opsyen
mt: Agħżel għażla
ne: कुनै विकल्प चयन गर्नुहोस्
nn_no: Vel eit alternativ
no: Velg et alternativ
or: ଏକ ବିକଳ୍ପ ଚୟନ କରନ୍ତୁ
pa_in: ਕਿਸੇ ਵਿਕਲਪ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz opcję
ru: Выберите вариант
si: විකල්පයක් තෝරන්න
sl: Izberite možnost
sr_cyrl_rs: Изаберите опцију
sr_latn_rs: Izaberite opciju
sv: Välj ett alternativ
ta: விருப்பத்தேர்வைத் தேர்ந்தெடுக்கவும்
te: ఒక ఎంపికను ఎంచుకోండి
th: เลือกตัวเลือก
tr: Bir seçenek belirleyin
tt: Параметрны сайлагыз
ug: بىرنى تاللاڭ
uk: Виберіть параметр
ur: کوئی اختیار منتخب کریں
uz: Variantni tanlang
vi: Chọn tùy chọn
zh_hans: 选择选项
zh_hant: 選取選項

# Word.PIDetailTitle.XBOX.ADD
source: Add credit card
af: Voeg kredietkaart by
am: የብድር ካርድ አክል
ar: إضافة بطاقة الائتمان
as: ক্ৰেডিট কাৰ্ড যোগ কৰক
az: Kredit kartı əlavə edin
bg: Добавяне на кредитна карта
bn_in: ক্রেডিট কার্ড যোগ করুন
bs: Dodavanje kreditne kartice
cy: Ychwanegu cerdyn credyd
da: Tilføj kreditkort
de: Kreditkarte hinzufügen
el: Προσθήκη πιστωτικής κάρτας
es: Agregar tarjeta de crédito
et: Krediitkaardi lisamine
eu: Gehitu kreditu-txartela
fa: افزودن کارت اعتباری
ga: Cuir cárta creidmheasa leis
gd: Cuir ris cairt-creideis
gl: Engadir cartón de crédito
gu: ક્રેડિટ કાર્ડ ઉમેરો
he: הוספת כרטיס אשראי
hi: क्रेडिट कार्ड जोड़ें
hr: Dodavanje kreditne kartice
hu: Hitelkártya hozzáadása
id: Tambah kartu kredit
is: Bæta við kreditkorti
ja: クレジット カードの追加
ka: დაამატეთ საკრედიტო ბარათი
kk: Несиелік картаны қосу
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: 신용 카드 추가
ku_arab: کرێدت کارت زێدە بەک
ky: Кредит картын кошуу
lo: ເພີ່ມບັດເຄຣດິດ
lt: Įtraukite kredito kortelę
lv: Kredītkartes pievienošana
mi: Tāpirihia tētahi kāri nama
mk: Додај кредитна картичка
ml: ക്രെഡിറ്റ് കാര്‍ഡ് ചേര്‍ക്കുക
mn: Кредит карт нэмэх
mr: क्रेडिट कार्ड जोडा
ms: Tambah kad kredit
mt: Żid karta ta' kreditu
ne: क्रेडिट कार्ड थप्नुहोस्
nn_no: Legg til kredittkort
no: Legg til kredittkort
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯୋଡନ୍ତୁ
pa_arab_pk: کریڈٹ کارڈ دا اضافہ کرو
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj kartę kredytową
ru: Добавление кредитной карты
sd: ڪريڊٽ ڪارڊ جو اضافو ڪريو
si: ණයවරපතක් එකතු කරන්න
sl: Dodajte kreditno kartico
sr_cyrl_rs: Додавање кредитне картице
sr_latn_rs: Dodavanje kreditne kartice
sv: Lägg till kreditkort
ta: கடன் அட்டையைச் சேர்க்கவும்
te: క్రెడిట్ కార్డ్‌ను జోడించండి
tg: Корти қарзиро илова кунед
th: เพิ่มบัตรเครดิต
tr: Kredi kartı ekle
tt: Кредит картасы өстәү
ug: ئىناۋەتلىك كارتىنى قوشۇڭ
uk: Додати кредитну картку
ur: کریڈٹ کارڈ کا اضافہ کریں
uz: Kredit kartochkani qo‘shmoq
vi: Thêm thẻ tín dụng
zh_hans: 添加信用卡
zh_hant: 新增信用卡

# Word.PIDetailTitle.XBOX.Edit
source: Update credit card
af: Werk kredietkaart by
am: የብድር ካርድን አዘምን
ar: تحديث بطاقة الائتمان
as: ক্ৰেডিট কাৰ্ড আপডেট কৰক
az: Kredit kartını yeniləyin
bg: Актуализиране на кредитната карта
bn_in: ক্রেডিট কার্ড আপডেট করুন
bs: Ažuriranje kreditne kartice
cy: Diweddaru cerdyn credyd
da: Opdater kreditkort
de: Kreditkarte aktualisieren
el: Ενημέρωση πιστωτικής κάρτας
es: Actualizar tarjeta de crédito
et: Krediitkaardi värskendamine
eu: Eguneratu kreditu-txartela
fa: به روز رسانی کارت اعتباری
ga: Nuashonraigh an cárta creidmheasa
gd: Ùraich a' chairt-chreideis
gl: Actualizar cartón de crédito
gu: ક્રેડિટ કાર્ડ અદ્યતન કરો
he: עדכון כרטיס אשראי
hi: क्रेडिट कार्ड अद्यतित करें
hr: Ažuriranje kreditne kartice
hu: Hitelkártya frissítése
id: Perbarui kartu kredit
is: Uppfæra kreditkort
ja: クレジット カードの更新
ka: საკრედიტო ბარათის განახლება
kk: Несиелік картаны жаңарту
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ನವೀಕರಿಸಿ
ko: 신용 카드 업데이트
ku_arab: کرێدت کارت بەڕۆژ بکە
ky: Кредит картты жаңылоо
lo: ອັບເດດບັດເຄຣດິດ
lt: Atnaujinkite kredito kortelę
lv: Kredītkartes atjaunināšana
mi: Whakahōu kāri nama
mk: Ажурирај кредитна картичка
ml: ക്രെഡിറ്റ് കാര്‍ഡ് അപ്‌ഡേറ്റുചെയ്യുക
mn: Кредит карт шинэчлэх
mr: क्रेडिट कार्ड अद्ययावत करा
ms: Kemas kini kad kredit
mt: Aġġorna l-karta ta' kreditu
ne: क्रेडिट कार्ड अपडेट गर्नुहोस्
nn_no: Oppdater kredittkort
no: Oppdater kredittkort
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଅଦ୍ୟତନ କରନ୍ତୁ
pa_arab_pk: کریڈٹ کارڈ دی تازہ کاری کرو
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਨਵੀਨਤਮ ਕਰੋ
pl: Zaktualizuj kartę kredytową
ru: Обновление кредитной карты
sd: ڪريڊٽ ڪارڊ جي تازه ڪاري ڪريو
si: ක්‍රෙඩිට්කාඩ්පත යාවත්කාල කරන්න
sl: Posodobitev kreditne kartice
sr_cyrl_rs: Ажурирање кредитне картице
sr_latn_rs: Ažuriranje kreditne kartice
sv: Uppdatera kreditkort
ta: கடன் அட்டையைப் புதுப்பிக்கவும்
te: క్రెడిట్ కార్డును నవీకరించు
tg: Навсозии корти қарзӣ
th: อัปเดตบัตรเครดิต
tr: Kredi kartını güncelleştir
tt: Кредит картасын яңартырыгыз
ug: ئىناۋەتلىك كارتىڭىزنى يېڭىلاڭ
uk: Оновити дані кредитної картки
ur: کریڈٹ کارڈ کی تازہ کاری کریں
uz: Kredit kartochkani yangilash
vi: Cập nhật thẻ tín dụng
zh_hans: 更新信用卡
zh_hant: 更新信用卡

# Literal.Cobranding.FooterLink.Account
source: Account
af: Rekening
am: መለያ
ar: حساب
as: একাউণ্ট
az: Hesab
bg: Акаунт
bn_in: অ্যাকাউন্ট
bs: Račun
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
eu: Kontua
fa: حساب
ga: Cuntas
gd: Cunntas
gl: Conta
gu: ખાતું
he: חשבון
hi: खाता
hr: Račun
hu: Számla
id: Akun
is: Reikningur
ja: アカウント
ka: ანგარიში
kk: Шот
kn: ಖಾತೆ
ko: 계정
ku_arab: ئەژمێر
ky: Каттоо жазуусу
lo: ບັນຊີ
lt: Sąskaita
lv: Konts
mi: Pūkete
mk: Сметка
ml: അക്കൌണ്ട്
mn: Хэрэглэгчийн бүртгэл
mr: खाते
ms: Akaun
mt: Kont
ne: खाता
nn_no: Konto
no: Konto
or: ଏକାଉଣ୍ଟ୍
pa_arab_pk: اکاؤنٹ
pa_in: ਖਾਤਾ
pl: Konto
ru: Учетная запись
sd: اڪائونٽ
si: ගිණුම
sl: Račun
sr_cyrl_rs: Налог
sr_latn_rs: Nalog
sv: Konto
ta: கணக்கு
te: ఖాతా
tg: Ҳисоб
th: บัญชี
tr: Hesap
tt: Хисап язмасы
ug: ھېسابات
uk: Обліковий запис
ur: اکاؤنٹ
uz: Hisob qaydnomasi
vi: Tài khoản
zh_hans: 帐户
zh_hant: 帳戶

# Literal.Cobranding.FooterLink.Feedback
source: Feedback
af: Terugvoering
am: ግብረመልስ
ar: ملاحظات
as: ফীডবেক
az: Əks əlaqə
bg: Обратна връзка
bn_in: ফিডব্যাক
bs: Povratne informacije
cy: Adborth
el: Σχόλια
es: Comentarios
et: Tagasiside
eu: Oharrak
fa: نظر
ga: Aiseolas
gd: beachd thugainn
gl: Comentarios
gu: પ્રતિક્રિયા
he: משוב
hi: प्रतिक्रिया
hr: Povratne informacije
hu: Visszajelzés
id: Saran
is: Athugasemdir
ja: ご意見ご感想
ka: გამოხმაურება
kk: Кері байланыс
kn: ಪ್ರತಿಕ್ರಿಯೆ
ko: 피드백
ku_arab: کاردانەوە
ky: Пикир
lo: ຄໍາຄິດ​ເຫັນ​ຕິ​ຊົມ
lt: Atsiliepimai
lv: Atsauksmes
mi: Urupare
mk: Повратни информации
ml: പ്രതികരണം
mn: Санал хүсэлт
mr: फीडबॅक
ms: Maklum balas
ne: फिडब्याक
nn_no: Tilbakemelding
no: Tilbakemelding
or: ମତାମତ
pa_arab_pk: فیڈ بیک
pa_in: ਪ੍ਰਤੀਕਿਰਿਆ
pl: Opinie
ru: Отзывы и предложения
sd: معلوماتي موٽ
si: ප්‍රතිපෝෂණය
sl: Povratne informacije
sr_cyrl_rs: Повратне информације
sr_latn_rs: Povratne informacije
ta: பின்னூட்டம்
te: అభిప్రాయం
tg: Изҳори назар
th: คำติชม
tr: Geri Bildirim
tt: Кире элемтә
ug: تەكلىپ-پىكىر
uk: Зворотний зв’язок
ur: فیڈ بیک
uz: Fikr-mulohaza
vi: Phản hồi
zh_hans: 反馈
zh_hant: 意見反應

# Literal.Cobranding.FooterLink.HelpCentral
source: Help Central
af: Hulp-sentraal
am: እገዛ መካከለኛ
ar: مركز التعليمات
as: সহায় কেন্দ্ৰীয়
az: Kömək Mərkəzi
bg: Център за помощ
bn_in: সাহায্য কেন্দ্র
bs: Centar za pomoć
cy: Canolfan Help
da: Hjælp
de: Hilfezentrale
el: Κέντρο βοήθειας
es: Centro de ayuda
et: Spikrikeskus
eu: Laguntza-zentrala
fa: راهنمای مرکزی
ga: Lárionad Cabhrach
gd: Ionad na cobharach
gl: Centro de axuda
gu: મદદ કેન્દ્ર
he: מרכז העזרה
hi: मदद केंद्र
hr: Glavni centar za pomoć
hu: Súgóközpont
id: Pusat Bantuan
is: Hjálparmiðstöð
ja: ヘルプ センター
ka: დახმარების ცენტრი
kk: Анықтама орталығы
kn: ಸಹಾಯ ಕೇಂದ್ರ
ko: 도움말 센터
ku_arab: سەنتەری رێنوێنی
ky: Борбордук жардам
lo: ສູນ​ກາງ​ຊ່ວຍ​ເຫຼືອ
lt: Pagalbos centras
lv: Palīdzības centrs
mi: Pokapū Awhina
mk: Централа за помош
ml: സഹായ കേന്ദ്രം
mn: Тусламжийн төв
mr: मध्यवर्ती मदत
ms: Pusat Bantuan
mt: Ċentru tal-Għajnuna
ne: मद्दत कन्द्र
nn_no: Hjelpesentral
no: Hjelp og støtte
or: ସହାୟତା କେନ୍ଦ୍ରୀୟ
pa_arab_pk: مرکزی مدد
pa_in: ਹੈਲਪ ਸੈਂਟਰਲ
pl: Centrala pomocy
ru: Центр справки
sd: مرڪزي مدد
si: උපකාර මධ්‍යස්ථානය
sl: Središče za pomoč
sr_cyrl_rs: Центар за помоћ
sr_latn_rs: Centar za pomoć
sv: Hjälpcenter
ta: உதவி மையம்
te: సహాయ కేంద్రం
tg: Маркази дастгирӣ
th: ศูนย์รวมวิธีใช้
tr: Yardım Merkezi
tt: Ярдәм үзәге
ug: ياردەم مەركىزى
uk: Довідковий центр
ur: مرکزی مدد
uz: Markaziy yordam
vi: Trung tâm Trợ giúp
zh_hans: 帮助中心
zh_hant: 說明中心

# Literal.Cobranding.FooterLink.Legal
source: Legal
af: Wetlik
am: ሕጋዊ
ar: قانوني
as: আইনসন্মত
az: Hüquqi
bg: Правна информация
bn_in: আইনি
bs: Pravni aspekti
cy: Cyfreithiol
da: Juridisk meddelelse
de: Rechtliche Hinweise
el: Νομικές ανακοινώσεις
es: Avisos legales
et: Juriidiline teave
eu: Lege-oharrak
fa: حقوقی
ga: Dlí
gd: Laghail
gu: કાનુની
he: מידע משפטי
hi: कानूनी
hr: Pravne napomene
hu: Jogi tudnivalók
id: Hukum
is: Lagalegt
ja: 使用条件
ka: იურიდიული
kk: Заңды
kn: ಕಾನೂನು
ko: 서비스 계약
ku_arab: یاسایی
ky: Мыйзамдуу
lo: ກົດໝາຍ
lt: Teisinė informacija
lv: Juridiskie teksti
mi: Ā-Ture
mk: Правно
ml: നിയമപരം
mn: Эрх зүй
mr: कायदेशीर
ms: Undang-undang
mt: Legali
ne: कानुनी
nn_no: Juridisk
no: Juridisk
or: ଆଇନତଃ
pa_arab_pk: قنونی
pa_in: ਕਾਨੂੰਨੀ
pl: Uwagi prawne
ru: Юридическая информация
sd: قانوني
si: නෛතික
sl: Pravne informacije
sr_cyrl_rs: Правни аспекти
sr_latn_rs: Pravni aspekti
sv: Juridisk information
ta: சட்டரீதியானது
te: చట్టబద్ధమైన
tg: Ҳуқуқӣ
th: ข้อกำหนดการใช้
tr: Yasal
tt: Законлы
ug: قانۇنلۇق
uk: Юридичні відомості
ur: قانونی
uz: Qonuniy
vi: Pháp lý
zh_hans: 使用条款
zh_hant: 使用規定

# Literal.Cobranding.FooterLink.Privacy
source: Privacy
af: Privaatheid
am: ግላዊነት
ar: الخصوصية
as: গোপনীয়
az: Məxfilik
bg: Поверителност
bn_in: গোপনীয়তা
bs: Privatnost
cy: Preifatrwydd
da: Beskyttelse af personlige oplysninger
de: Datenschutz
el: Προστασία προσωπικών δεδομένων
es: Privacidad
et: Privaatsus
eu: Pribatutasuna
fa: حریم خصوصی
ga: Príobháideachas
gd: Prìobhaideachd
gl: Privacidade
gu: ગુપ્તતા
he: פרטיות
hi: गोपनीयता
hr: Zaštita privatnosti
hu: Adatvédelem
id: Privasi
is: Persónuvernd
ja: プライバシー
ka: კონფიდენციალურობა
kk: Құпиялылық
kn: ಗೌಪ್ಯತೆ
ko: 개인정보취급방침 및 청소년보호정책
ku_arab: تایبەتمەندی
ky: Конфиденциалдуулук
lo: ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ
lt: Privatumas
lv: Konfidencialitāte
mi: Tūmataitinga
mk: Приватност
ml: സ്വകാര്യത
mn: Нууцлал
mr: गोपनीयता
ms: Privasi
mt: Privatezza
ne: गोपनीयता
nn_no: Personvern
no: Personvern
or: ଗୋପନୀୟତା
pa_arab_pk: نجی نوعیت
pa_in: ਗੋਪਨੀਯਤਾ
pl: Ochrona prywatności
ru: Конфиденциальность
sd: خانگي نوعيت
si: රහස්‍යතාව
sl: Zasebnost
sr_cyrl_rs: Приватност
sr_latn_rs: Privatnost
sv: Sekretess
ta: தனியுரிமை
te: గోప్యత
tg: Махфият
th: สิทธิส่วนบุคคล
tr: Gizlilik
tt: Хосусыйлык
ug: مەخپىيەتلىك
uk: Конфіденційність
ur: نجی نوعیت
uz: Maxfiylik
vi: Quyền riêng tư
zh_hans: 隐私声明
zh_hant: 隱私權聲明
