Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.PANID.Empty
source: Enter your PAN ID
af: Voer jou PAN-ID in
am: የPAN መታወቂያዎን ያስገቡ
ar: أدخل مُعرف PAN الخاص بك
as: আপোনাৰ PAN ID প্ৰৱেশ কৰাওক
az: PAN ID-nizi daxil edin
bg: Въвеждане на вашия ИД на PAN
bn_in: আপনার PAN ID প্রবেশ করান
bs: Unesite svoj PAN ID
cy: Rhowch eich ID PAN
da: Angiv dit PAN-id
de: PAN-ID eingeben
el: Εισαγάγετε το αναγνωριστικό PAN
es: Escribe tu id. de PAN
et: Sisestage PAN ID
eu: Idatzi PAN IDa
fa: شناسه PAN خود را وارد کنید
ga: Iontráil do PAN ID
gd: Cuir a-steach am PAN ID agad
gl: Introduce o ID de PAN
gu: તમારો PAN ID દાખલ કરો
he: הזן את מזהה PAN שלך
hi: अपनी PAN ID दर्ज करें
hr: Unesite svoj PAN ID
hu: Adja meg PAN-azonosítóját.
id: Masukkan ID PAN Anda
is: Sláðu inn PAN-auðkenni
ja: PAN ID を入力してください
ka: შეიყვანეთ თქვენი PAN ID
kk: PAN идентификаторын енгізу
kn: ನಿಮ್ಮ PAN ID ನಮೂದಿಸಿ
ko: PAN ID를 입력하세요.
ku_arab: ناسنامەی PAN ی خۆت تێبنووسە
ky: PAN ID'ңизди киргизиңиз
lo: ປ້ອນເຂົ້າ PAN ID ຂອງທ່ານ
lt: Įveskite savo PAN ID
lv: Ievadiet PAN ID
mi: Tāurutia tō TT PAN
mk: Внесете ИД на ПАН
ml: നിങ്ങളുടെ PAN ID നൽകുക
mn: PAN ID-гаа оруулна уу
mr: आपला PAN ID प्रविष्ट करा
ms: Masukkan ID PAN anda
mt: Daħħal il-PAN ID tiegħek
ne: आफ्नो प्यान ID प्रविष्ट गर्नुहोस्
nn_no: Skriv inn PAN-ID
no: Angi PAN-ID
or: ଆପଣଙ୍କର PAN ID ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_arab_pk: اپنی PAN ID درج کرو
pa_in: ਆਪਣੀ PAN ID ਦਰਜ ਕਰੋ
pl: Wprowadź swój identyfikator PAN
ru: Введите код PAN
sd: پنهنجي PAN ID داخل ڪريو
si: ඔබගේ PAN ID ඇතුල් කරන්න
sl: Vnesite ID za PAN
sr_cyrl_rs: Унесите PAN ID
sr_latn_rs: Unesite PAN ID
sv: Ange ditt PAN-ID
ta: உங்கள் PAN ID-ஐ உள்ளிடவும்
te: మీ PAN IDని నమోదు చేయండి
tg: PAN ID-и худро ворид кунед
th: ป้อน PAN ID ของคุณ
tr: PAN kimliğinizi girin
tt: PAN идентификаторыгызны кертегез
ug: PAN كىملىكىڭىزنى كىرگۈزۈڭ
uk: Введіть код PAN
ur: اپنا PAN ID داخل کریں
uz: PAN ID raqamingizni kiriting
vi: Nhập PAN ID của bạn
zh_hans: 请输入你的 PAN ID
zh_hant: 輸入您的 PAN 識別碼

# Literal.Action.Update
source: Update
af: Werk by
am: አዘምን
ar: تحديث
as: আপডেট কৰক
az: Yenilə
bg: Актуализиране
bn_in: আপডেট করুন
bs: Ažuriraj
cy: Diweddaru
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
et: Värskenda
eu: Eguneratu
fa: به‌روزرسانی
ga: Nuashonraigh
gd: Ùraich
gl: Actualizar
gu: અપડેટ કરો
he: עדכן
hi: अपडेट करें
hr: Ažuriraj
hu: Módosítás
id: Perbarui
is: Uppfærðu
ja: 更新
ka: განახლება
kk: Жаңарту
kn: ಪರಿಷ್ಕರಿಸಿ
ko: 업데이트
ku_arab: نوێکردنەوه
ky: Жаңыртуу
lo: ອັບເດດ
lt: Naujinti
lv: Atjaunināt
mi: Whakahōu
mk: Ажурирај
ml: അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Шинэчил
mr: अद्ययावत करा
ms: Kemas Kini
mt: Aġġorna
ne: अद्यावधिक गर्नुहोस्
nn_no: Oppdater
no: Oppdater
or: ଅଦ୍ୟତନ କରନ୍ତୁ
pa_arab_pk: اپ ڈیٹ کرو
pa_in: ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj
ru: Обновить
sd: تازه ڪاري
si: යාවත්කාල කරන්න
sl: Posodobi
sr_cyrl_rs: Ажурирајте
sr_latn_rs: Ažurirajte
sv: Uppdatera
ta: புதுப்பிக்கப்பட்டது
te: అప్‌డేట్ చేయండి
tg: Навсозӣ кардан
th: อัปเดต
tr: Güncelleştir
tt: Яңарту
ug: يېڭىلاش
uk: Оновити
ur: تازہ کاری کریں
uz: Yangilash
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

# Literal.Action.ButtonPosition
source: {0} {1} of {2}
af: {0} {1} van {2}
am: {0} {1} የ {2}
ar: {0} {1} من {2}
as: {2} ৰ {0} {1}
bg: {0} {1} от {2}
bn_in: {0} {2} এর {1}
bs: {0} {1} od {2}
cy: {0} {1} o {2}
da: {0} {1} af {2}
de: {0} {1} von {2}
el: {0} {1} από {2}
es: {0} {1} de {2}
eu: {0} {1} {2}tik
fa: {0} {1} از {2}
ga: {0} {1} de {2}
gd: {0} {1} à {2}
gl: {0} {1} de {2}
gu: {2} માંથી {1}{0}
he: {0} {1} מתוך {2}
hi: {2} का {0} {1}
hr: {0} {1} od {2}
id: {0} {1} dari {2}
is: {0} {1} af {2}
ja: {2} の {0} {1}
ka: {0} {1} {2}-დან
kn: {2} ರಲ್ಲಿ {1}{0}
lo: {0} {1} ໃນ {2}
lt: {0} {1} iš {2}
lv: {0} {1} no {2}
mi: {0} {1} o te {2}
mk: {0} {1} од {2}
ml: {0} {1} എന്നത് {2}-ൽ
mr: {2} पैकी {0} {1}
ms: {0} {1} daripada {2}
mt: {0} {1} minn {2}
ne: {2} मध्येको {0} {1}
nn_no: {0} {1} av {2}
no: {0} {1} av {2}
or: {2} ଟି ରୁ {0} {1}
pa_in: {2} ਵਿੱਚੋਂ {0} {1}
pl: {0} {1} z {2}
ru: {0} {1} из {2}
sl: {0} {1} od {2}
sr_cyrl_rs: {0} {1} од {2}
sr_latn_rs: {0} {1} od {2}
sv: {0} {1} av {2}
te: {0} {2}లో {1}
th: {0} {1} ของ {2}
ug: {0} {1} (جەمئىي {2})
uk: {0} {1} з {2}
ur: {2} میں سے {0}{1}
zh_hans: {2} 的 {0} {1}

# Literal.Action.UpdateExpiredCard
source: Update your {0} ** {1} card
af: Werk jou {0} ** {1}-kaart by
am: {0} ** {1} ካርድዎን ያዘምኑ
ar: قم بتحديث بطاقتك {0} ** {1}
as: আপোনাৰ {0} ** {1} কাৰ্ড আপডে’ট কৰক
az: {0} ** {1} kartınızı yeniləyin
bg: Актуализиране на картата ви {0} ** {1}
bn_in: আপনার {0} ** {1} কার্ড আপডেট করুন
bs: Ažurirajte svoju {0} ** {1} karticu
cy: Diweddaru eich cerdyn {0} ** {1}
da: Opdater dit {0} ** {1}-kort
de: Ihre {0} ** {1} -Karte aktualisieren
el: Ενημερώστε την κάρτα {0} **{1} σας
es: Actualizar tarjeta {0} ** {1}
et: Värskendage enda {0} ** {1} kaarti
eu: Eguneratu {0} ** {1} txartela
fa: کارت {0} ** {1} خود را به‌روزرسانی کنید
ga: Nuashonraigh do chárta {0} ** {1}
gd: Ùraich a’ chairt {0} ** {1} agad
gl: Actualizar o cartón {0} ** {1}
gu: તમારું {0} ** {1} કાર્ડ અપડેટ કરો
he: עדכן את כרטיס {0} ** {1} שלך
hi: अपना {0} ** {1} कार्ड अपडेट करें
hr: Ažurirajte {0} ** {1} karticu
hu: A(z) {0} ** {1} kártya frissítése
id: Perbarui kartu {0} ** {1} Anda
is: Uppfærðu {0} ** {1} kortið þitt
ja: {0} ** {1} カードを更新してください
ka: განაახლეთ თქვენი {0} ** {1} ბარათი
kk: {0} ** {1} картасын жаңарту
kn: ನಿಮ್ಮ {0} ** {1} ಕಾರ್ಡ್ ನವೀಕರಿಸಿ
ko: {0} ** {1} 카드 업데이트
lo: ອັບເດດບັດ {0} ** {1} ຂອງທ່ານ
lt: Atnaujinkite savo kortelę {0} ** {1}
lv: Atjauniniet savu {0} ** {1} karti
mi: Whakahōutia tō kāri {0} ** {1}
mk: Ажурирајте ја вашата {0} ** {1} картичка
ml: നിങ്ങളുടെ {0} ** {1} കാർഡ് അപ്ഡേറ്റ് ചെയ്യുക
mr: आपले {0} ** {1} कार्ड अद्ययावत करा
ms: Kemas kini kad {0} ** {1} anda
mt: Aġġorna l-kard {0} ** {1} tiegħek
ne: आफ्नो {0} ** {1} कार्ड अद्यावधिक गर्नुहोस्
nn_no: Oppdater kortet ditt {0} ** {1}
no: Oppdater {0} ** {1}-kortet
or: ଆପଣଙ୍କ {0} ** {1} କାର୍ଡ୍ ଅଧୁନାତନ କରନ୍ତୁ
pa_in: ਆਪਣੇ {0} ** {1} ਕਾਰਡ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pl: Zaktualizuj kartę {0} {1} **
ru: Обновите карту {0} ** {1}
sl: Posodobite kartico {0} ** {1}
sr_cyrl_rs: Ажурирајте {0} ** {1} картицу
sr_latn_rs: Ažurirajte karticu {0} ** {1}
sv: Uppdatera ditt {0} ** {1}-kort
ta: உங்கள் {0} ** {1} கார்டைப் புதுப்பி
te: మీ {0} ** {1} కార్డ్అప్‌డేట్ చేయండి
th: อัปเดตบัตร {1} ** {0} ของคุณ
tr: {0} ** {1} kartınızı güncelleştirin
tt: Сезнең {0} ** {1} картасын яңарту
ug: {0} كارتىسى ({1}) نى يېڭىلاش
uk: Оновіть картку {0} з останніми цифрами номера ** {1}
ur: اپنے {0} ** {1} کارڈ کی تازہ کاری کریں
uz: {0} ** {1} kartanigizni yangilang
vi: Cập nhật thẻ {0} ** {1} của bạn
zh_hans: 更新你的 {0} ** {1} 卡
zh_hant: 更新您的 {0} ** {1} 卡片

# Literal.Action.DeleteCard
source: Delete your {0}
af: Skrap jou {0}
am: የእርስዎን {0} ይሰርዙ
ar: حذف {0}
as: আপোনাৰ {0} বিলোপ কৰক
az: {0} ödəniş növünü silin
bg: Изтриване на {0}
bn_in: আপনার {0} মুছে দিন
bs: Izbrišite svoj {0}
cy: Dileu eich {0}
da: Slet din {0}
de: {0} löschen
el: Διαγραφή {0}
es: Eliminar su {0}
et: Kustutage oma {0}
eu: Ezabatu {0}
fa: حذف {0} شما
ga: Scrios do {0}
gd: Sguab an {0} agad às
gl: Eliminar o seu {0}
gu: તમારું {0} હટાવો
he: מחק את {0} שלך
hi: अपना {0} हटाएँ
hr: Izbrišite {0}
hu: A(z) {0} törlése
id: Hapus {0} Anda
is: Eyða {0}
ja: {0} を削除する
ka: {0}-(ი)ს წაშლა
kk: {0} жою
kn: ನಿಮ್ಮ {0} ಅಳಿಸಿ
ko: {0} 삭제
lo: ລຶບ {0} ຂອງທ່ານ
lt: Panaikinkite savo {0}
lv: Dzēst savu {0}
mi: Mukua tō {0}
mk: Избришете го {0}
ml: നിങ്ങളുടെ {0} ഇല്ലാതാക്കുക
mr: आपला {0} हटवा
ms: Padamkan {0}
mt: Ħassar il-{0} tiegħek
ne: तपाईंको {0} मेटाउनुहोस्
nn_no: Slett din {0}
no: Slett {0}
or: ଆପଣଙ୍କ {0} ବିଲୋପ କରନ୍ତୁ
pa_in: ਆਪਣੇ {0} ਨੂੰ ਮਿਟਾਓ
pl: Usuń swój instrument płatniczy {0}
ru: Удалить {0}
sl: Izbrišite {0}
sr_cyrl_rs: Избриши {0}
sr_latn_rs: Izbrišite {0}
sv: Ta bort {0}
ta: உங்கள் {0}-ஐ நீக்கு
te: మీ {0}ని తొలగించండి
th: ลบ {0} ของคุณ
tr: {0} ödeme aracını silin
tt: Үзегезнең {0} бетерегез
ug: {0} ڭىزنى ئۆچۈرۈڭ
uk: Видаліть {0}
ur: اپنا {0} حذف کریں
vi: Xóa {0} của bạn
zh_hans: 删除 {0}
zh_hant: 刪除您的 {0}

# Literal.Action.EditExpiredCard
source: Edit {0} {1} ••{2} card
af: Redigeer {0} {1} ••{2} kaart
am: {0} {1} ••{2} ካርድ ያርትዑ
ar: تحرير {0} {1} ••بطاقة {2}
as: {0} {1} ••{2} কাৰ্ড সম্পাদনা কৰক
az: {0} {1} ••{2} kartını redaktə edin
bg: Редакция{0} {1} ••{2} карта
bn_in: {0} {1} ••{2} কার্ড সম্পাদনা করুন
bs: Uredite {1} karticu ••{2} čiji je vlasnik {0}
cy: Golygu {0} {1} •• cerdyn{2}
da: Rediger {0} {1} ••{2} kort
de: Bearbeiten der {0} {1} ••{2} Kreditkarte
el: Επεξεργασία {0}{1} κάρτας ••{2}
es: Editar {0}{1} ••{2} tarjeta
et: Redigeerige {0} {1} ••{2} kaarti
eu: Editatu {0} {1} ••{2} txartela
fa: ویرایش کارت {0} {1} ••{2}
ga: Cuir cárta {0} {1} ••{2} in eagar
gd: Deasaich a’ chairt {1} aig {0} leis an àireamh ••{2}
gl: Editar o cartón de {0} {1} ••{2}
gu: {0} {1} ••{2} કાર્ડ સંપાદિત કરો
he: ערוך את כרטיס {0} {1} ••{2}
hi: {0} {1} ••{2} कार्ड संपादित करें
hr: Uredi {0} {1} ••{2} karticu
hu: {0} {1} ••{2} kártyájának szerkesztése
id: Edit kartu {0} {1} ••{2}
is: Breyta {0} {1} ••{2} spjaldi
ja: {0} {1} ••{2} カードの編集
ka: {0} {1} ••{2} ბარათის რედაქტირება
kk: {0} {1} ••{2} картасын өңдеңіз
kn: {0} {1} ••{2} ಕಾರ್ಡ್ ಸಂಪಾದಿಸಿ
ko: {0}{1}••{2}카드 편집
lo: ແກ້ໄຂບັດ {0} {1} ••{2}
lt: Redaguoti {0} {1} ••{2} kortelę
lv: Rediģēt {0} {1} ••{2} karti
mi: Whakatikahia te kāri {0}{1} ••{2}
mk: Уреди {0} {1} ••{2} картичка
ml: {0} {1} ••{2} കാർഡ് എഡിറ്റുചെയ്യുക
mr: {0} {1} ••{2} कार्ड संपादित करा
ms: Edit {0} {1} ••{2} kad
mt: Editja l-kard {0} {1} ••{2}
ne: {0} {1} ••{2} कार्ड सम्पादन गर्नुहोस्
nn_no: Rediger kortet {0} {1} ••{2}
no: Rediger kortet {0} {1} ••{2}
or: {0} {1} ••{2}‌ କାର୍ଡ୍‌ ସଂପାଦନା କରନ୍ତୁ
pa_in: {0} {1} ••{2} ਕਾਰਡ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj kartę {0}{1} ••{2}
ru: Изменить карту {1} ••{2}, принадлежащую {0}
sl: Urejanje kartice {0} {1} ••{2}
sr_cyrl_rs: Измените {0} {1} ••{2} картицу
sr_latn_rs: Uredite {1} karticu ••{2} čiji je vlasnik {0}
sv: Redigera kortet{0} {1} ••{2}
ta: {0} {1} ••{2} கார்டைத் திருத்து
te: {0} {1} ••{2} కార్డ్‌ని సవరించండి
th: แก้ไขบัตร {0} {1} ••{2}
tr: Kredi kartını ({0} {1} ••{2}) düzenleyin
tt: {0} {1} ••{2} картасын төзәтү
ug: {0} {1} ••{2} كارتىسىنى كىرگۈزۈڭ
uk: Редагувати картку {0}{1} ••{2}
ur: {0} {1} ••{2} کارڈ کی تدوین کریں
uz: {0} {1} ••{2} kartasini tahrirlash
vi: Chỉnh sửa thẻ {0}{1} ••{2}
zh_hans: 编辑 {0} {1} ••{2} 卡片
zh_hant: 編輯 {0} {1} ••{2} 卡片

# Literal.Text.NotAvailable
source: Not available for this purchase.
af: Nie vir hierdie aankoop beskikbaar nie.
am: ለዚህ ግዢ አይገኝም።
ar: غير متوفرة لعملية الشراء هذه.
as: এইটো ক্ৰয়ৰ বাবে উপলব্ধ নহয়৷
az: Bu satınalma üçün mövcud deyil.
bg: Не е налично за тази покупка.
bn_in: এইটি কেনার জন্য উপলব্ধ নয়।
bs: Nije dostupno za ovu kupovinu.
cy: Ddim ar gael ar gyfer y pryniant hwn.
da: Ikke tilgængelig til dette indkøb.
de: Für diesen Einkauf nicht verfügbar.
el: Δεν διατίθεται για αυτήν την αγορά.
es: No está disponible para esta compra.
et: Pole selle ostu puhul saadaval.
eu: Ez dago erabilgarri erosketa honetarako.
fa: برای این خرید موجود نیست
ga: Níl sé ar fáil don cheannach seo.
gd: Chan eil seo ri làimh mu choinneamh na ceannaich seo.
gl: Non dispoñible para esta compra.
gu: આ ખરીદી માટે ઉપલબ્ધ નથી.
he: לא זמין עבור רכישה זו.
hi: इस ख़रीदी के लिए उपलब्ध नहीं है.
hr: Nije dostupno za ovu kupnju.
hu: Nem érhető el erre a vásárlásra.
id: Tidak tersedia untuk pembelian ini.
is: Ekki í boði fyrir þessi innkaup.
ja: 今回の購入では利用できません。
ka: არ არის ხელმისაწვდომი ამ შეძენისთვის.
kk: Бұл өнім сатып алынбайды.
kn: ಈ ಖರೀದಿಗೆ ಲಭ್ಯವಿಲ್ಲ.
ko: 이 구매에 사용할 수 없습니다.
ku_arab: بەردەست نیه بۆ ئەم بازاڕکردنه.
ky: Бул сатып алуу үчүн байкалбайт.
lo: ບໍ່ມີສຳລັບການຊື້ນີ້.
lt: Negalima naudoti su šiuo pirkimu.
lv: Nav pieejams šim pirkumam.
mi: Kāore i te wātea mō tēnei hoko.
mk: Недостапно за ова купување.
ml: ഈ വാങ്ങലിനായി ലഭ്യമല്ല.
mn: Энэ худалдан авалтанд боломжгүй.
mr: या खरेदीसाठी उपलब्ध नाही.
ms: Tidak tersedia untuk pembelian ini.
mt: Mhux disponibbli għal din ix-xirja.
ne: यो खरिदको लागि उपलब्ध छैन।
nn_no: Ikkje tilgjengeleg for dette kjøpet.
no: Ikke tilgjengelig for dette kjøpet.
or: ଏହା କ୍ରୟ ପାଇଁ ଉପଲବ୍ଧ ନାହିଁ
pa_arab_pk: ایس خریداری لئی عدم دستیاب اے۔
pa_in: ਇਸ ਖਰੀਦ ਲਈ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Instrument płatniczy niedostępny w przypadku tego zakupu.
ru: Недоступно для этой покупки.
sd: هن تصوير لاءِ موجود ناهي
si: මෙම මිලදී ගැනුම සඳහා ලද නොහැකිය.
sl: Ni na voljo za ta nakup.
sr_cyrl_rs: Није доступно за ову куповину.
sr_latn_rs: Nije dostupno za ovu kupovinu.
sv: Inte tillgänglig för det här köpet.
ta: வாங்குவதற்கு கிடைக்கவில்லை
te: ఈ కొనుగోలుకు అందుబాటులో లేదు.
tg: Барои ин харид дастрас нест.
th: ไม่สามารถใช้ได้สำหรับการซื้อนี้
tr: Bu satın alma işlemi için mevcut değil.
tt: Бу сатып алу өчен кулланыла алмый.
ug: بۇ سودىلىققا ئىشلىمەيدۇ.
uk: Недоступно для цього придбання.
ur: اس خریداری کے لیے دستیاب نہیں ہے۔
uz: Bu xarid uchun foydalanib bo‘lmaydi.
vi: Không khả dụng cho giao dịch mua này.
zh_hans: 不支持此购买。
zh_hant: 不適用於此購買。

# Literal.UseShippingAddress.Label
source: Use shipping address for billing
af: Gebruik verskepingsadres vir fakturering
am: ለመክፈያ የመላኪያ አድራሻን ይጠቀሙ
ar: استخدام عنوان الشحن للفوترة
as: বিলিঙৰ বাবে শ্বিপিং ঠিকনা ব্যৱহাৰ কৰক
az: Hesablaşma üçün göndəriş ünvanından istifadə et
bg: Използване на адреса на доставка за фактуриране
bn_in: বিলিং এর জন্য গন্তব্য ঠিকানা ব্যবহার করুন
bs: Koristi adresu dostave za naplatu
cy: Defnyddio'r cyfeiriad postio ar gyfer bilio
da: Brug leveringsadressen til fakturering
de: Versandadresse für die Abrechnung verwenden
el: Χρήση διεύθυνσης αποστολής για χρέωση
es: Usar la dirección de envío para la facturación
et: Kasuta arve jaoks postiaadressi
eu: Erabili bidalketarako helbidea fakturazioan
fa: استفاده از نشانی ارسال برای صورتحساب
ga: Úsáid an seoladh poist mar sheoladh billeála
gd: Cleachd an seòladh libhrigidh mar sheòladh bileachaidh
gl: Usar enderezo de envío para a facturación
gu: બિલિંગ માટે શિપિંગ સરનામાનો ઉપયોગ કરો
he: השתמש בכתובת המשלוח לצורך חיוב
hi: बिलिंग के लिए शिपिंग पते का उपयोग करें
hr: Za naplatu koristi adresu dostave
hu: A számlázási cím megegyezik a szállítási címmel
id: Gunakan alamat pengiriman untuk tagihan
is: Nota heimilisfang viðtakanda fyrir reikning
ja: 配送先住所を請求先として使用
ka: ბილინგისთვის გამოიყენეთ მიწოდების მისამართი
kk: Шот ұсыну үшін жеткізу мекенжайын пайдалану
kn: ಬಿಲ್ಲಿಂಗ್‌ಗೆ ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸವನ್ನು ಬಳಸಿ
ko: 청구에 배송 주소 사용
ku_arab: بەکارهێنانی ناونیشانی گواستنەوه بۆ فاتوورەدان
ky: Эсептөөгө жеткирүү дарегин колдонуңуз
lo: ໃຊ້​ທີ່​ຢູ່​ການ​ຈັດ​ສົ່ງ​ສຳ​ລັບ​ການ​ສົ່ງບິນ
lt: Sąskaitoms išrašyti naudoti pristatymo adresą
lv: Izmantot piegādes adresi norēķiniem
mi: Whakamahia te wāhi tukunga atu mō te tuku nama
mk: Користи ја адресата за испраќање за наплата
ml: ബില്ലിംഗിനായി ഷിപ്പിംഗ് വിലാസം ഉപയോഗിക്കുക
mn: Илгээх хаягийг тооцоо хийхэд хэрэглэх
mr: बिलिंगसाठी गंतव्य पत्त्याचा वापर करा
ms: Gunakan alamat penghantaran untuk pengebilan
mt: Uża l-indirizz tal-konsenja għall-ħlasijiet
ne: बिलिङको शिपिङ ठेगाना प्रयोग गर्नुहोस्
nn_no: Bruk leveringsadresse for fakturering
no: Bruk leveringsadresse til fakturering
or: ବିଲିଂ ପାଇଁ ସିପିଂ ଠିକଣା ବ୍ୟବହାର କରନ୍ତୁ
pa_arab_pk: بلنگ لئی ترسیل دا پتہ ورتو
pa_in: ਬਿਲਿੰਗ ਲਈ ਸ਼ਿਪਿੰਗ ਪਤਾ ਵਰਤੋ
pl: Użyj adresu wysyłkowego do rozliczeń
ru: Использовать адрес доставки для выставления счетов
sd: شپنگ پتو بلنگ لاءِ استعمال ڪريو
si: බිල්පත්කරණය සඳහා ප්‍රවාහනගත කිරීමේ ලිපිනය භාවිත කරන්න
sl: Naslov za dostavo uporabi za obračunavanje
sr_cyrl_rs: Користи адресу испоруке за наплату
sr_latn_rs: Koristi adresu isporuke za naplatu
sv: Använd leveransadressen för fakturering
ta: இரசீது கொடுப்பதற்கு ஷிப்பிங் முகவரியைப் பயன்படுத்துக
te: బిల్లింగ్ చేయడానికి రవాణా చిరునామాను ఉపయోగించు
tg: Суроғаи интиқолиро барои пешниҳоди ҳисоб истифода баред
th: ใช้ที่อยู่จัดส่งสำหรับการเรียกเก็บเงิน
tr: Fatura için gönderim adresini kullan
tt: Хисаплар чыгару өчен китерү адресын куллану
ug: يەتكۈزۈش ئادرېسىنى ھېساب بوغۇشتا ئىشلىتىش
uk: Використовувати адресу доставки для виставлення рахунків
ur: بل کاری کے لیے ترسیل کا پتہ استعمال کریں
uz: Billing uchun yetkazish manzilidan foydalanish
vi: Sử dụng địa chỉ chuyển hàng để lập hóa đơn
zh_hans: 使用送货地址进行计费
zh_hant: 將帳單寄至交貨地址

# Word.Logos.More
source: More
af: Meer
am: የበለጠ
ar: المزيد
as: অধিক
az: Daha çox
bg: Още
bn_in: আরও
bs: Više
cy: Mwy
da: Mere
de: Mehr
el: Περισσότερα
es: Más
et: Rohkem
eu: Gehiago
fa: بیشتر
ga: Níos mó
gd: Barrachd
gl: Máis
gu: વધુ
he: יותר
hi: अधिक
hr: Više
hu: Több
id: Lainnya
is: Meira
ja: 詳細
ka: მეტი
kk: Қосымша
kn: ಮತ್ತಷ್ಟು
ko: 더 보기
ku_arab: زیاتر
ky: Көбүрөөк
lo: ອີກຫລາຍ
lt: Daugiau
lv: Vairāk
mi: Ētahi atu
mk: Повеќе
ml: കൂടുതൽ
mn: Дэлгэрэнгүй
mr: अधिक
ms: Lagi
mt: Aktar
ne: थप
nn_no: Meir
no: Mer
or: ଅଧିକ
pa_arab_pk: مزید
pa_in: ਹੋਰ
pl: Więcej
ru: Больше
sd: وڌيڪ
si: තවත්
sl: Več
sr_cyrl_rs: Још
sr_latn_rs: Još
sv: Mer
ta: மேலும்
te: మరిన్ని
tg: Бештар
th: อื่นๆ
tr: Diğer
tt: Күбрәк
ug: كۆپرەك
uk: Більше
ur: مزید
uz: Ko‘proq
vi: Khác
zh_hans: 更多
zh_hant: 較多

# Literal.CIBUpgradeTOU.Header
source: Update to your preapproved payments
af: Werk by na jou vooraf goedgekeurde betalings
am: ቅድሚያ ወደጸቁ መክፈያዎች ያዘምኑ
ar: إجراء تحديث إلى عمليات الدفع التي تم اعتمادها مسبقاً
as: আপোনাৰ পূৰ্বে অনুমোদিত পৰিশোধলৈ উন্নীত কৰক
az: Əvvəlcədən təsdiqlənmiş ödənişlərinizə yeniləyin
bg: Актуализиране на вашите предварително одобрени плащания
bn_in: আপনার আগে থেকে অনুমোদিত পেমেন্টগুলি আপডেট করুন
bs: Ažurirajte stanje na unaprijed odobrena plaćanja
cy: Diweddaru eich taliadau a gymeradwywyd flaen llaw
da: Opdater din forhåndsgodkendte betalinger
de: Aktualisierung Ihrer vorab genehmigten Zahlungen
el: Ενημέρωση στις προεγκεκριμένες πληρωμές σας
es: Actualizar a los pagos aprobados previamente
et: Värskendage eelnevalt heakskiidetud makseks
eu: Eguneratu aurreonartutako ordainketak
fa: به‌روزرسانی برای اطلاعات پرداخت شما
ga: Nuashonraigh chuig d'íocaíochtaí réamhcheadaithe
gd: Ùrachadh air na pàighidhean ro-aontaichte agad
gl: Actualizar aos pagamentos preaprobados
gu: તમારી પહેલાંથી મંજૂર કરેલ ચુકવણીને અપડેટ કરો
he: עדכון לתשלומים המאושרים מראש
hi: अपने पूर्वअनुमोदित भुगतानों को अद्यतित करें
hr: Ažurirajte stanje na unaprijed odobrena plaćanja
hu: Az előre jóváhagyott fizetési tudnivalók frissítése
id: Perbarui ke pembayaran Anda yang telah disetujui sebelumnya
is: Uppfærsla á fyrirframsamþykktum greiðslum
ja: 事前承認支払いに更新
ka: განაახლეთ თქვენი წინასწარ დამტკიცებული გადახდის მეთოდები
kk: Алдын ала бекітілген төлемдерге жаңарту
kn: ನಿಮ್ಮ ಮುಂಚಿತ ಅನುಮೋದಿಸಿದ ಪಾವತಿಗಳಿಗೆ ಪರಿಷ್ಕರಿಸಿ
ko: 사전 승인된 결제에 업데이트
ku_arab: نوێکردنەوه بۆ پارەدانه پێشتر پەسەندکراوت
ky: Алдына ала колдоого алынган төлөмдөрүңүздү жаңыртыңыз
lo: ອັບເດດເປັນການຊຳລະແບບຫັກເງິນອັດຕະໂນມັດ
lt: Atnaujinti iš anksto patvirtintus mokėjimus
lv: Atjauniniet uz iepriekš apstiprinātajiem maksājumiem
mi: Whakahōu ki ō utunga whakaae-tōmua.
mk: Ажурирајте ги претходно одобрените плаќања
ml: മുൻകൂർ അംഗീകാരമുള്ള നിങ്ങളുടെ പേയ്‌മെന്‍റുകളിലേക്ക് അപ്‌ഡേറ്റ് ചെയ്യുക
mn: Урьдчилан зөвшөөрөгдсөн төлбөр рүүгээ шинэчилнэ үү
mr: आपली पूर्वमंजूर केलेली देय अद्यतनित करा
ms: Kemas kini kepada bayaran pralulus anda
mt: Aġġorna għall-pagamenti approvati minn qabel tiegħek
ne: आफ्ना पूर्वस्वीकृत भुक्तानहरूलाई अद्वा
nn_no: Oppdatering av førehandsgodkjende betalingar
no: Oppdatering av de forhåndsgodkjente betalingene dine
or: ଆପଣଙ୍କ ପୂର୍ବମଞ୍ଜୁର ଦେୟଗୁଡିକ ଅଦ୍ୟତନ କରନ୍ତୁ
pa_arab_pk: اپنیاں پہلاں توں منظور کردہ ادائیگیاں نوں اپ ڈیٹ کرو
pa_in: ਆਪਣੇ ਪਹਿਲਾਂ ਤੋਂ ਪ੍ਰਵਾਨਿਤ ਭੁਗਤਾਨਾਂ ਲਈ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizacja wstępnie zatwierdzonych płatności
ru: Обновите до своих предварительно утвержденных платежей
sd: پنهنجيون اڳ ادا ڪيل ادائگيون اپڊيٽ ڪريو
si: ඔබගේ පෙර අනුමත කළ ගෙවීම් යාවත්කාල කරන්න
sl: Posodobitev na vnaprej odobrena plačila
sr_cyrl_rs: Ажурирање за претходно одобрена плаћања
sr_latn_rs: Ažuriranje za prethodno odobrena plaćanja
sv: Uppdatera dina i förväg godkända betalningar
ta: உங்கள் முன் அனுமதிக்கப்பட்ட கட்டணங்களுக்குப் புதுப்பிப்பு
te: మీ ముందుగా ఆమోదించబడిన చెల్లింపులకు నవీకరణ
tg: Навсозӣ барои пардохтҳои пешакӣ тасдиқшудаи шумо
th: อัปเดตเป็นการชำระเงินที่อนุมัติล่วงหน้าของคุณ
tr: Önceden onaylanan ödemelerinizi güncelleştirin
tt: Алдан расланган түләүләрдә яңарту
ug: ئالدىن رۇخسەت قىلىنغان ھەق تاپشۇرۇشىڭىزنى يېڭىلاڭ
uk: Оновіть до ваших попередньо затверджених платежів
ur: اپنی پہلے سے منظور شدہ ادائیگیوں تک تازہ کاری کریں
uz: Oldindan tasdiqlangan to‘lovlaringizga yangilang
vi: Cập nhật lên thanh toán duyệt trước của bạn
zh_hans: 更新预先批准的付款
zh_hant: 更新至您的預先核准付款
