Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.AllFields.Required
source: All fields are mandatory/required.
af: Alle velde is verpligtend/word vereis.
am: ሁሉም መስኮች አስገዳጅ/አስፈላጊ ናቸው።
ar: جميع الحقول إلزامية/مطلوبة.
as: সকলো ফিল্ড বাধ্যতামূলক/প্ৰয়োজনীয়।
az: Bütün sahələr məcburidir/tələb olunur.
bg: * Всички полета са задължителни/необходими.
bn_in: সমস্ত ক্ষেত্র বাধ্যতামূলক/আবশ্যক।
bs: Sva polja su obavezna.
cy: Mae pob maes yn orfodol/angenrheidiol.
da: Alle felter er obligatoriske/pråkrævet.
de: Alle Felder sind obligatorisch/erforderlich.
el: Όλα τα πεδία είναι υποχρεωτικά/απαιτούμενα.
es: Todos los campos son obligatorios.
et: Kõik väljad on kohustuslikud/nõutavad.
eu: Eremu guztiak bete behar dira.
fa: همه فیلدها اجباری/الزامی هستند.
ga: Tá gach réimse sainordaitheach/riachtanach.
gd: Feumar a h-uile raon a lìonadh.
gl: Todos os campos son obrigatorios ou necesarios.
gu: બધી ફીલ્ડ્સ ફરજિયાત/આવશ્યક છે.
he: כל השדות הכרחיים/נדרשים.
hi: सभी फ़ील्ड अनिवार्य/आवश्यक हैं.
hr: Sva su polja obavezna.
hu: Minden mezőt kötelezően ki kell tölteni.
id: Semua bidang harus/wajib diisi.
is: Allir reitir eru áskildir.
ja: すべてのフィールドが必須です。
ka: ყველა ველი სავალდებულოა.
kk: Барлық өрістер міндетті/қажетті болып табылады.
kn: ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳು ಕಡ್ಡಾಯವಾಗಿದೆ/ ಅಗತ್ಯವಾಗಿದೆ.
ko: 모든 필드는 의무/필수 필드입니다.
lo: ຊ່ອງຂໍ້ມູນທັງໝົດເປັນການບັງຄັບ/ຈຳເປັນ.
lt: Visi laukai yra privalomi / būtini.
lv: Visi lauki ir jāaizpilda obligāti.
mi: He mea whakahau/hiahia ngā āpure katoa.
mk: Сите полиња се задолжителни/потребни.
ml: എല്ലാ ഫീൽഡുകളും നിർബന്ധിതം/ആവശ്യവുമാണ്.
mr: सर्व फील्ड्स अनिवार्य/आवश्यक आहेत.
ms: Semua medan adalah mandatori/diperlukan.
mt: L-oqsma kollha huma mandatorji/meħtieġa.
ne: सबै फाँटहरू अनिवार्य/आवश्यक छन्।
nn_no: Alle felt er obligatoriske/nødvendige.
no: Alle felt er obligatoriske.
or: ସମସ୍ତ ଫିଲ୍ଡ ବାଧ୍ୟତାମୂଳକ/ଆବଶ୍ୟକ ଅଟେ.
pa_in: ਸਾਰੇ ਖੇਤਰ ਲਾਜ਼ਮੀ/ਲੋੜੀਂਦੇ ਹਨ।
pl: Wszystkie pola są obowiązkowe/wymagane.
ru: Все поля являются обязательными.
sl: Vsa polja so obvezna/zahtevana.
sr_cyrl_rs: Сва поља су обавезна.
sr_latn_rs: Sva polja su obavezna.
sv: Alla fält måste fyllas i.
ta: அனைத்து புலங்களும் கட்டாயமானவை/தேவை.
te: అన్ని ఫీల్డ్‌లు తప్పనిసరి/అవసరం.
th: เขตข้อมูลทั้งหมดเป็นข้อบังคับ/จำเป็น
tr: Tüm alanlar zorunludur/gereklidir.
tt: Барлык кырлар да мәҗбүри/таләп ителгән.
ug: بارلىق بۆلەكنى تولدۇرۇش كېرەك.
uk: Усі поля обов’язкові.
ur: تمام فیلڈز لازمی/مطلوب ہیں۔
uz: Barcha maydonlar majburiy/talab qilinadi.
vi: Tất cả các trường là bắt buộc.
zh_hans: 所有字段都是必填字段。
zh_hant: 所有欄位皆為必填。

# Word.InvoicePONumberOptional
source: PO Number (Optional)
af: PO-nommer (opsioneel)
am: PO ቁጥር (የግድ አይደለም)
ar: رقم أمر الشراء (اختياري)
as: PO নম্বৰ (ঐচ্ছিক)
az: PO Nömrəsi (İxtiyari)
bg: Номер на поръчка за покупка (опционален)
bn_in: PO নম্বর (ঐচ্ছিক)
bs: Broj narudžbenice (nije obavezno)
cy: Rhif Archeb (dewisol)
da: Købsordrenummer (valgfrit)
de: Auftragsnummer (optional)
el: Αριθμός παραγγελίας (προαιρετικός)
es: Número de pedido de compra (opcional)
et: Ostutellimuse kood (valikuline)
eu: Erosketa-aginduaren zenbakia (aukerakoa)
fa: شماره صندوق پستی (اختیاری)
ga: Uimhir ordú ceannaigh (roghnach)
gd: Àireamh P.O. (Roghainneil)
gl: Número de orde de compra (opcional)
gu: PO નંબર (વૈકલ્પીક)
he: מספר הזמנת רכש (אופציונלי)
hi: PO संख्या (वैकल्पिक)
hr: Broj narudžbenice (neobavezno)
hu: Rendelésszám (nem kötelező)
id: Nomor PO (Opsional)
is: Innkaupanúmer (valfrjálst)
ja: 発注番号 (省略可)
ka: შეკვეთის ნომერი (არასავალდებულო)
kk: Тапсырыс нөмірі (қосымша)
kn: PO ಸಂಖ್ಯೆ (ಐಚ್ಛಿಕ)
ko: PO 번호(선택 사항)
ku_arab: ژمارەی PO (ئارەزوومەندانه)
ky: Буюртма номери (милдеттүү эмес)
lo: ໝາຍເລກ PO (ເລືອກໄດ້)
lt: PD numeris (pasirenkamas)
lv: PP numurs (neobligāts)
mi: Tau Tono Hoko (Kōwhiringa)
mk: Број на нарачка (опционално)
ml: P.O. നമ്പർ (ഓപ്ഷണൽ)
mn: ХАЗ дугаар (нэмэлт)
mr: PO नंबर (पर्यायी)
ms: Nombor PO (Pilihan)
mt: Numru tal-P.O. (Fakultattiv)
ne: PO नम्बर (वैकल्पिक)
nn_no: Innkjøpsordrenummer (valfritt)
no: Innkjøpsordrenummer (valgfritt)
or: PO ନମ୍ବର (ବୈକଳ୍ପିକ)
pa_arab_pk: PO نمبر (اختیاری)
pa_in: PO ਨੰਬਰ (ਵਿਕਲਪਿਕ)
pl: Numer zamówienia zakupu (opcjonalnie)
ru: Номер заказа (необязательно)
sd: PO نمبر (اختياري)
si: PO අංකය (වෛකල්පිතයි)
sl: Številka naročilnice (izbirno)
sr_cyrl_rs: Број фактуре (опционално)
sr_latn_rs: Broj porudžbenice (opcionalno)
sv: IO-nummer (valfritt)
ta: PO எண் (விருப்பத்தேர்வு)
te: PO నంబర్ (వికల్పం)
tg: Рақами фармоиши харид (Ихтиёрӣ)
th: หมายเลข PO (ไม่จำเป็นต้องระบุ)
tr: Satın Alma Siparişi Numarası (İsteğe bağlı)
tt: Заказ номеры (Өстәмә)
ug: پوشتا نومۇرى (ئىختىيارى)
uk: Номер замовлення (необов’язково)
ur: پی او نمبر (اختیاری)
uz: Buyurtma raqami (ixtiyoriy)
vi: Số PO (Tùy chọn)
zh_hans: PO 编号(可选)
zh_hant: PO 編號 (選用)

# Word.Profile.SoldTo
source: Sold To
af: Verkoop aan
am: ተሽጧል ለ
ar: مُباع إلى
as: বিক্ৰী কৰা হ’ল
az: Satıldı
bg: Продадено на
bn_in: বিক্রি করেছিল
bs: Prodano za
cy: Gwerthwyd i
da: Solgt til
de: Käufer
el: Πώληση σε
es: Vendido a
et: Müüdud
eu: Honi salduta:
fa: فروخته شد به
ga: Díoladh é le
gd: Air a reic ri
gl: Vendido a
gu: ને વેચાયું
he: נמכר ל-
hi: निम्न को बेचा गया
hr: Kupac
hu: Vevő
id: Terjual Ke
is: Selt til
ja: 販売先
ka: მყიდველი:
kk: Сатып алушы
kn: ಗೆ ಮಾರಲಾಯಿತು
ko: 구매처
ku_arab: فرۆشراو بۆ
ky: Төмөнкүгө сатылды
lo: ຂາຍແລ້ວໃຫ້
lt: Pirkėjas
lv: Pircējs
mi: I Hokona Ki
mk: Продадено на
ml: വിറ്റു
mn: Хэнд худалдсан
mr: ला विकले
ms: Dijual Kepada
mt: Inbiegħ Lil
ne: बिक्री गरियो
nn_no: Selt til
no: Solgt til
or: ଙ୍କୁ କ୍ରୟ କରାଯାଇଛି
pa_arab_pk: فروخت کیتا گیا
pa_in: ਨੂੰ ਵੇਚਿਆ ਗਿਆ
pl: Nabywca
ru: Покупатель
sd: کي وڪيل
si: මිලදී ගත්තේ
sl: Kupec
sr_cyrl_rs: Продато:
sr_latn_rs: Prodato:
sv: Såld till
ta: வாங்கியது
te: కి అమ్మబడింది
tg: Фурӯхта шуд ба
th: จำหน่ายให้แก่
tr: Alıcı
tt: Сатып алучы
ug: سېتىلغان:
uk: Кому продано
ur: کو فروخت کیا گیا ہے
uz: Kimga sotilgan
vi: Nơi Mua
zh_hans: 销售地址
zh_hant: 購買人

# Word.Profile.YourOrganization
source: Your organization
af: Jou organisasie
am: ድርጅትዎ
ar: مؤسستك
as: আপোনাৰ প্ৰতিষ্ঠান
az: Təşkilatınız
bg: Вашата организация
bn_in: আপনার প্রতিষ্ঠান
bs: Vaša organizacija
cy: Eich sefydliad
da: Din organisation
de: Ihre Organisation
el: Ο οργανισμός σας
es: Tu organización
et: Teie ettevõte
eu: Zure erakundea
fa: سازمان شما
ga: D'eagraíochtsa
gd: Am buidheann agad
gl: A túa organización
gu: આપની સંસ્થા
he: הארגון שלך
hi: आपका संस्थान
hr: Vaša tvrtka ili ustanova
hu: Az Ön szervezete
id: Organisasi Anda
is: Stofnunin/fyrirtækið þitt
ja: 組織
ka: თქვენი ორგანიზაცია
kk: Ұйымыңыз
kn: ನಿಮ್ಮ ಸಂಸ್ಥೆ
ko: 조직
ku_arab: ڕێکخراوی تۆ
ky: Сиздин ишкана
lo: ອົງການຈັດຕັ້ງຂອງເຈົ້າ
lt: Jūsų organizacija
lv: Jūsu organizācija
mi: Tō umanga
mk: Вашата организација
ml: നിങ്ങളുടെ ഓർഗനൈസേഷൻ
mn: Танай байгууллага
mr: आपली संस्था
ms: Organisasi anda
mt: L-organizzazzjoni tiegħek
ne: तपाइँको समस्था
nn_no: Din organisasjon
no: Din organisasjon
or: ଆପଣଙ୍କର ସଂଗଠନ
pa_arab_pk: تہاڈی تنظیم
pa_in: ਤੁਹਾਡੀ ਸੰਸਥਾ
pl: Twoja organizacja
ru: Ваша организация
sd: توهانجو ادارو
si: ඔබගේ සංවිධානය
sl: Vaša organizacija
sr_cyrl_rs: Ваша организација
sr_latn_rs: Vaša organizacija
sv: Din organisation
ta: உங்கள் நிறுவனம்
te: మీ సంస్థ
tg: Ташкилоти шумо
th: องค์กรของคุณ
tr: Kuruluşunuz
tt: Оешмагыз
ug: ئىدارىڭىز
uk: Ваша організація
ur: آپ کی تنظیم
uz: Tashkilotingiz
vi: Tổ chức của bạn
zh_hans: 你的组织
zh_hant: 您的組織

# Word.Profile.PrimaryContact
source: Primary contact
af: Primêre kontak
am: ቀዳሚ እውቂያ
ar: جهة اتصال رئيسية
as: প্ৰাথমিক সম্পৰ্ক
az: Əsas əlaqə şəxsi
bg: Основен контакт
bn_in: প্রাথমিক যোগাযোগ
bs: Primarni kontakt
cy: Prif gyswllt
da: Primær kontakt
de: Hauptkontakt
el: Κύρια επαφή
es: Contacto principal
et: Esmane kontakt
eu: Harremanetarako pertsona nagusia
fa: مخاطب اصلی
ga: Teagmhálaí príomha
gd: Prìomh neach-aithne
gl: Contacto principal
gu: પ્રાથમિક સંપર્ક
he: איש קשר ראשי
hi: प्राथमिक संपर्क
hr: Primarni kontakt
hu: Elsődleges kapcsolattartó
id: Kontak utama
is: Aðaltengiliður
ja: 第一連絡先担当者
ka: ძირითადი კონტაქტი
kk: Негізгі контакт
kn: ಪ್ರಾಥಮಿಕ ಸಂಪರ್ಕ
ko: 주 연락처
ku_arab: پەیوەندی سەرەکی
ky: Негизги байланыш
lo: ຜູ້ຕິດຕໍ່ຫຼັກ
lt: Pagrindinis kontaktas
lv: Galvenā kontaktpersona
mi: Hoapā tuatahi
mk: Примарен контакт
ml: പ്രാഥമിക കോൺടാക്റ്റ്
mn: Холбоо барих үндсэн хаяг
mr: प्राथमिक संपर्क
ms: Orang hubungan utama
mt: Kuntatt ewlieni
ne: प्राथमिक सम्पर्क
nn_no: Primær kontakt
no: Primær kontaktperson
or: ପ୍ରାଥମିକ ସମ୍ପର୍କ
pa_arab_pk: بنیادی رابطہ
pa_in: ਪ੍ਰਾਇਮਰੀ ਸੰਪਰਕ
pl: Kontakt podstawowy
ru: Основной контакт
sd: پرائمري رابطو
si: ප්‍රාථමික සම්බන්ධතා
sl: Primarna oseba za stik
sr_cyrl_rs: Примарни контакт
sr_latn_rs: Primarni kontakt
sv: Primär kontakt
ta: முதன்மைத் தொடர்பு
te: ప్రాథమిక పరిచయం
tg: Тамоси асосӣ
th: ผู้ติดต่อหลัก
tr: Birincil ilgili kişi
tt: Төп контакт
ug: باش ئالاقىداش
uk: Основний контакт
ur: بنیادی رابطہ
uz: Birlamchi aloqa
vi: Liên hệ chính
zh_hans: 主要联系人
zh_hant: 主要連絡人

# Literal.SoldToProfile.Edit.Header
source: Primary contact
af: Primêre kontak
am: ቀዳሚ እውቂያ
ar: جهة اتصال رئيسية
as: প্ৰাথমিক সম্পৰ্ক
az: Əsas əlaqə şəxsi
bg: Основен контакт
bn_in: প্রাথমিক যোগাযোগ
bs: Primarni kontakt
cy: Prif gyswllt
da: Primær kontakt
de: Hauptkontakt
el: Κύρια επαφή
es: Contacto principal
et: Esmane kontakt
eu: Harremanetarako pertsona nagusia
fa: مخاطب اصلی
ga: Teagmhálaí príomha
gd: Prìomh neach-aithne
gl: Contacto principal
gu: પ્રાથમિક સંપર્ક
he: איש קשר ראשי
hi: प्राथमिक संपर्क
hr: Primarni kontakt
hu: Elsődleges kapcsolattartó
id: Kontak utama
is: Aðaltengiliður
ja: 第一連絡先担当者
ka: ძირითადი კონტაქტი
kk: Негізгі контакт
kn: ಪ್ರಾಥಮಿಕ ಸಂಪರ್ಕ
ko: 주 연락처
ku_arab: پەیوەندی سەرەکی
ky: Негизги байланыш
lo: ຜູ້ຕິດຕໍ່ຫຼັກ
lt: Pagrindinis kontaktas
lv: Galvenā kontaktpersona
mi: Hoapā tuatahi
mk: Примарен контакт
ml: പ്രാഥമിക കോൺടാക്റ്റ്
mn: Холбоо барих үндсэн хаяг
mr: प्राथमिक संपर्क
ms: Orang hubungan utama
mt: Kuntatt ewlieni
ne: प्राथमिक सम्पर्क
nn_no: Primær kontakt
no: Primær kontaktperson
or: ପ୍ରାଥମିକ ସମ୍ପର୍କ
pa_arab_pk: بنیادی رابطہ
pa_in: ਪ੍ਰਾਇਮਰੀ ਸੰਪਰਕ
pl: Kontakt podstawowy
ru: Основной контакт
sd: پرائمري رابطو
si: ප්‍රාථමික සම්බන්ධතා
sl: Primarna oseba za stik
sr_cyrl_rs: Примарни контакт
sr_latn_rs: Primarni kontakt
sv: Primär kontakt
ta: முதன்மைத் தொடர்பு
te: ప్రాథమిక పరిచయం
tg: Тамоси асосӣ
th: ผู้ติดต่อหลัก
tr: Birincil ilgili kişi
tt: Төп контакт
ug: باش ئالاقىداش
uk: Основний контакт
ur: بنیادی رابطہ
uz: Birlamchi aloqa
vi: Liên hệ chính
zh_hans: 主要联系人
zh_hant: 主要連絡人

# Literal.SoldToProfile.Edit.Link
source: Edit
af: Redigeer
am: አርትዕ
ar: تحرير
as: সম্পাদনা কৰক
az: Redaktə et
bg: Редактиране
bn_in: সম্পাদনা করুন
bs: Uredi
cy: Golygu
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Redigeeri
eu: Editatu
fa: ویرایش
ga: Cuir in eagar
gd: Deasaich
gl: Editar
gu: સંપાદિત કરો
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
is: Breyta
ja: 編集
ka: რედაქტირება
kk: Өңдеу
kn: ಸಂಪಾದಿಸಿ
ko: 편집
ku_arab: بژار بکە
ky: Түзөтүү
lo: ແກ້ໄຂ
lt: Redaguoti
lv: Rediģēt
mi: Whakatika
mk: Уреди
ml: എഡിറ്റ്‌ ചെയ്യുക
mn: Засварлах
mr: संपादन
mt: Editja
ne: सम्पादन गर्नुहोस्
nn_no: Rediger
no: Rediger
or: ସମ୍ପାଦନ କରନ୍ତୁ
pa_arab_pk: تدوین کرو
pa_in: ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj
ru: Изменить
sd: تدوين ڪريو
si: සංස්කරණය කරන්න
sl: Uredi
sr_cyrl_rs: Уреди
sr_latn_rs: Uredi
sv: Redigera
ta: திருத்து
te: సవరించు
tg: Тағйир додан
th: แก้ไข
tr: Düzenle
tt: Төзәтү
ug: تەھرىرلەش
uk: Редагувати
ur: تدوین کریں
uz: Tahrirlash
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# Literal.Bing.CreditCard.Cvv.AccessibilityText
source: Learn more about CVV
af: Kom meer te wete oor CVV
am: ስለ CVV የበለጠ ይወቁ
ar: معرفة المزيد حول CVV
as: CVV-ৰ বিষয়ে অধিক জানক
az: CVV haqqında ətraflı öyrənin
bg: Научете повече относно CVV кода
bn_in: CVV সম্পর্কে আরও জানুন
bs: Saznajte više o CVV-u
cy: Dysgu mwy am CVV
da: Få mere at vide om CVV
de: Weitere Informationen zur Kreditkartenprüfnummer
el: Μάθετε περισσότερα σχετικά με το CVV
es: Más información acerca de CVV
et: Lisateave CVV kohta
eu: Lortu informazio gehiago CVV kodeari buruz
fa: درباره CVV بیشتر بدانید
ga: Foghlaim tuilleadh faoin CVV
gd: Barrachd fiosrachaidh air CVV
gl: Máis información acerca de CVV
gu: CVV વિષે વધુ જાણો
he: קבל מידע נוסף על CVV
hi: CVV के बारे में और अधिक जानें
hr: Dodatne informacije o CVV-u
hu: További információ a CVV kódról
id: Pelajari selengkapnya tentang CVV
is: Frekari upplýsingar um CVV
ja: CVV の詳細を確認する
ka: შეიტყვეთ მეტი CVV-ის შესახებ
kk: CVV коды туралы қосымша мәліметтер
kn: CVV ಬಗ್ಗೆ ಇನ್ನಷ್ಟು ತಿಳಿಯಿರಿ
ko: CVV에 대한 자세한 정보
ku_arab: زیاتر فێربە دەربارەی CVV
ky: CVV жөнүндө көбүрөөк маалымат
lo: ຮຽນຮູ້ເພີ່ມເຕີມກ່ຽວກັບ CVV
lt: Sužinokite daugiau apie CVV
lv: Papildinformācija par CVV
mi: Ako anō mō CVV
mk: Дознајте повеќе за CVV-код
ml: CVV യെക്കുറിച്ച് കൂടുതലറിയുക
mn: CVV дугаарын тухай дэлгэрэнгүй мэдээлэл авах
mr: CVV बद्दल अधिक जाणून घ्या
ms: Ketahui lebih lanjut tentang CVV
mt: Sir af aktar dwar CVV
ne: CVV बारे थप जान्नुहोस्
nn_no: Finn ut meir om CVV
no: Finn ut mer om CVV
or: CVV ବିଷୟରେ ଅଧିକ ଜାଣନ୍ତୁ
pa_arab_pk: CVV دے بارے وچ ہور جانو
pa_in: CVV ਬਾਰੇ ਹੋਰ ਜਾਣੋ
pl: Dowiedz się więcej o kodzie CVV
ru: Подробнее о CVV-коде
sd: CVV بابت وڌيڪ سکو
si: CVV පිළිබඳව තවත් හදාරන්න
sl: Preberite več o možnosti licenciranja CVV
sr_cyrl_rs: Сазнајте више о броју CVV
sr_latn_rs: Saznajte više o broju CVV
sv: Läs mer om CVV-koder
ta: CVV-ஐப் பற்றி மேலும் அறிக
te: CVV గురించి మరింత తెలుసుకోండి
tg: Маълумоти бештар дар бораи CVV
th: เรียนรู้เพิ่มเติมเกี่ยวกับ CVV
tr: CVV hakkında daha fazla bilgi edinin
tt: CVV турында тулырак
ug: ‏CVV ھەققىدىكى تەپسىلاتلار
uk: Докладніше про код CVV
ur: CVV کے بارے میں مزید جانیے
uz: CVV haqida batafsil
vi: Tìm hiểu thêm về CVV
zh_hans: 了解有关 CVV 的详细信息
zh_hant: 深入了解 CVV

# Literal.Alipay.QrCodeImage.AccessibilityText
source: Alipay QR code image
af: Alipay QR-kodebeeld
am: Alipay QR ኮድ ምስል
ar: صورة شفرة الاستجابة السريعة لـ Alipay
as: Alipay QR কোডৰ প্ৰতিচ্ছবি
az: Alipay QR kodu təsviri
bg: Изображение на QR код за Alipay
bn_in: Alipay QR কোডের ছবি
bs: Slika Alipay QR koda
cy: Delwedd cod Alipay QR
da: Alipay QR-kodebillede
de: Bild des Alipay-QR-Codes
el: Εικόνα κωδικού QR Alipay
es: Imagen del código QR de Alipay
et: Alipay QR-koodi pilt
eu: Alipay QR kodearen irudia
fa: تصویر کد QR Alipay
ga: Íomhá cóid Alipay QR
gd: Dealbh còd QR Alipay
gl: Imaxe do código QR de Alipay
gu: Alipay ક્યુઆર કોડ ઈમેજ
he: תמונה של קוד QR של Alipay
hi: Alipay QR कोड छवि
hr: Slika Alipay QR kôda
hu: Alipay QR-kód képe
id: Gambar kode QR Alipay
is: Mynd QR-kóða Alipay
ja: Alipay QR コードの画像
ka: Alipay-ის QR კოდის ნახატი
kk: Alipay QR кодының кескіні
kn: Alipay QR ಕೋಡ್ ಇಮೇಜ್
ko: Alipay QR 코드 이미지
ku_arab: وێنەی کۆدی QR ی Alipay
ky: Alipay QR кодунун сүрөтү
lo: ຮູບລະຫັດ QR ຂອງ Alipay
lt: „Alipay“ QR kodo vaizdas
lv: Alipay QR koda attēls
mi: Atahanga wāehere QR Alipay
mk: Слика на код QR на Alipay
ml: Alipay QR കോഡ് ചിത്രം
mn: Alipay QR кодын зураг
mr: Alipay QR कोड प्रतिमा
ms: Imej kod QR Alipay
mt: Immaġni tal-kodiċi Alipay QR
ne: Alipay QR कोड छवि
nn_no: QR-kodebilete for Alipay
no: QR-kodebilde for Alipay
or: Alipay QR କୋଡ୍‌ ଚିତ୍ର
pa_arab_pk: Alipay QR کوڈ دی تصویر
pa_in: Alipay QR ਕੋਡ ਚਿੱਤਰ
pl: Obraz przedstawiający kod QR usługi Alipay
ru: Изображение QR-кода Alipay
sd: Alipay QR ڪوڊ تصوير
si: Alipay QR කේත රූපය
sl: Slika kode QR za Alipay
sr_cyrl_rs: Слика QR кода за Alipay
sr_latn_rs: Slika QR šifre za Alipay
sv: Bild på Alipay QR-kod
ta: Alipay QR குறியீட்டுப் படம்
te: Alipay QR కోడ్ చిత్రం
tg: Тасвири рамзи QR-и Alipay
th: รูปคิวอาร์โค้ดของ Alipay
tr: Alipay QR kodu görüntüsü
tt: Alipay QR коды сурәте
ug: ‏Alipay نىڭ QR كود رەسىمى
uk: Зображення QR-коду Alipay
ur: الیپے QR کوڈ نقش
uz: Alipay QR kod rasmi
vi: Hình ảnh mã QR Alipay
zh_hans: 支付宝 QR 码图像
zh_hant: 支付寶 QR 代碼影像

# Literal.Alipay.QrCode.AccessibilityText
source: Alipay QR code
af: Alipay QR-kode
am: Alipay QR ኮድ
ar: شفرة الاستجابة السريعة لـ Alipay
as: Alipay QR কোড
az: Alipay QR kodu
bg: Изображение на QR код за Alipay
bn_in: Alipay QR কোড
bs: Alipay QR kod
cy: Cod QR Alipay
da: Alipay QR-kode
el: Κωδικός QR Alipay
es: Código QR de Alipay
et: Alipay QR-kood
eu: Alipay QR kodea
fa: کد QR Alipay
ga: Cód Alipay QR
gd: Còd QR Alipay
gl: Código QR de Alipay
gu: Alipay QR કોડ
he: קוד QR של Alipay
hi: Alipay QR कोड
hr: Alipay QR kôd
hu: Alipay QR-kód
id: Kode QR Alipay
is: QR-kóði Alipay
ja: Alipay QR コード
ka: Alipay-ის QR კოდი
kk: Alipay QR коды
kn: Alipay QR ಕೋಡ್
ko: Alipay QR 코드
ku_arab: کۆدی QR ی Alipay
ky: Alipay QR коду
lo: ລະຫັດ QR ຂອງ Alipay
lt: „Alipay“ QR kodas
lv: Alipay QR kods
mi: Waehere QR Alipay
mk: Код QR на Alipay
ml: Alipay QR കോഡ്
mn: Alipay QR код
mr: Alipay QR कोड
ms: Kod QR Alipay
mt: Kodiċi Alipay QR
ne: Alipay QR कोड
nn_no: QR-kode for Alipay
no: QR-kode for Alipay
or: Alipay QR କୋଡ୍‌
pa_arab_pk: Alipay QR کوڈ
pa_in: Alipay QR ਕੋਡ
pl: Kod QR usługi Alipay
ru: QR-код Alipay
sd: Alipay QR ڪوڊ
si: Alipay QR කේත
sl: Koda QR za Alipay
sr_cyrl_rs: QR шифра за Alipay
sr_latn_rs: QR šifra za Alipay
sv: Alipay QR-kod
ta: Alipay QR குறியீடு
te: Alipay QR కోడ్
tg: Рамзи QR-и Alipay
th: คิวอาร์โค้ดของ Alipay
tr: Alipay QR kodu
tt: Alipay QR коды
ug: Alipay نىڭ QR كودى
uk: QR-код Alipay
ur: الیپے QR کوڈ نقش
uz: Alipay QR kodi
vi: Mã QR Alipay
zh_hans: 支付宝 QR 码
zh_hant: 支付寶 QR 代碼

# Literal.Alipay.QrCode.AccessibilityName
source: QR code for adding an Alipay account
af: QR-kode om ’n Alipay-rekening by te voeg
am: የ Alipay መለያ ለማከል QR ኮድ
ar: شفرة الاستجابة السريعة لإضافة حساب Alipay
as: Alipay একাউণ্ট যোগ কৰাৰ বাবে কিউআৰ ক’ড
az: Alipay hesabı əlavə etmək üçün QR kodu
bg: QR код за добавяне на акаунт в Alipay
bn_in: একটি Alipay অ্যাকাউন্ট যোগ করার জন্য QR কোড
bs: QR kod za dodavanje Alipay računa
cy: Cod QR ar gyfer ychwanegu cyfrif Alipay
da: QR-kode til tilføjelse af en Alipay-konto
de: QR-Code zum Hinzufügen eines Alipay-Kontos
el: Κωδικός QR για την προσθήκη λογαριασμού Alipay
es: Código QR para agregar una cuenta de Alipay
et: QR-kood Alipay konto lisamiseks
eu: Alipay kontu bat gehitzeko QR kodea
fa: کد QR برای افزودن یک حساب Alipay
ga: Cód QR chun cuntas Alipay a chur leis
gd: Còd QR airson cunntas Alipay a chur ris
gl: Código QR para engadir unha conta de Alipay
gu: Alipay ખાતું ઍડ કરવા માટે QR કોડ
he: קוד QR להוספת חשבון Alipay
hi: Alipay खाता जोड़ने के लिए QR कोड
hr: QR kod za dodavanje Alipay računa
hu: QR-kód Alipay-fiók hozzáadásához
id: Kode QR untuk menambahkan akun Alipay
is: QR-kóði til að bæta við Alipay-reikningi
ja: Alipay アカウントを追加するための QR コード
ka: Alipay-ს ანგარიშის დასამატებელი QR კოდი
kk: Alipay тіркелгісін қосу үшін QR коды
kn: Alipay ಖಾತೆಯನ್ನು ಸೇರಿಸಲು QR ಕೋಡ್
ko: Alipay 계정을 추가하기 위한 QR 코드
lo: ລະຫັດ QR ສຳລັບການເພີ່ມບັນຊີ Alipay
lt: „Alipay“ paskyros pridėjimo QR kodas
lv: QR kods Alipay konta pievienošanai
mi: He waehere QR hei tāpiri i tētahi pūkete Alipay
mk: Код QR за додавање на Alipay сметка
ml: Alipay അക്കൗണ്ട് ചേർക്കുന്നതിനുള്ള QR കോഡ്
mr: Alipay खाते जोडण्यासाठी QR कोड
ms: Kod QR untuk menambah akaun Alipay
mt: Kodiċi QR biex iżżid kont ta’ Alipay
ne: Alipay खाता थप्नका लागि QR कोड
nn_no: QR-kode for å leggje til Alipay-konto
no: QR-kode for å legge til en Alipay-konto
or: ଏକ AliPay ଏକାଉଣ୍ଟ୍ ଯୋଡିବା ପାଇଁ QR କୋଡ୍
pa_in: Alipay ਖਾਤਾ ਜੋੜਨ ਲਈ QR ਕੋਡ
pl: Kod QR do dodawania konta Alipay
ru: QR-код для добавления учетной записи Alipay
sl: Koda QR za dodajanje računa Alipay
sr_cyrl_rs: QR шифра за додавање Alipay налога
sr_latn_rs: QR šifra za dodavanje Alipay naloga
sv: QR-kod för att lägga till ett Alipay-konto
ta: ஓர் Alipay கணக்கைச் சேர்ப்பதற்கான QR குறியீடு
te: Alipay ఖాతాను జోడించడానికి QR కోడ్
th: คิวอาร์โค้ดสำหรับการเพิ่มบัญชี Alipay
tr: Alipay hesabı eklemek için gerekli QR kodu
tt: Alipay хисап язмасын өстәү өчен QR коды
ug: Alipay ھېساباتى قوشۇش QR كودى
uk: QR-код для додавання облікового запису Alipay
ur: الیپے اکاؤنٹ شامل کرنے کا QR کوڈ
vi: Mã QR để thêm tài khoản Alipay
zh_hans: 用于添加支付宝帐户的 QR 码
zh_hant: 用於新增支付寶帳戶的 QR 代碼

# Literal.Paypal.QrCode.AccessibilityText
source: QR code for adding a Paypal account
af: QR-kode om ’n PayPal-rekening by te voeg
am: የ Paypal መለያ ለማከል QR ኮድ
ar: شفرة الاستجابة السريعة لإضافة حساب Paypal
as: PayPal একাউণ্ট যোগ কৰাৰ বাবে কিউআৰ ক’ড
az: Paypal hesabı əlavə etmək üçün QR kodu
bg: QR код за добавяне на акаунт в PayPal
bn_in: একটি PayPal অ্যাকাউন্ট যোগ করার জন্য QR কোড
bs: QR kod za dodavanje PayPal računa
cy: Cod QR ar gyfer ychwanegu cyfrif PayPal
da: QR-kode til tilføjelse af en PayPal-konto
de: QR-Code zum Hinzufügen eines PayPal-Kontos
el: Κωδικός QR για την προσθήκη λογαριασμού PayPal
es: Código QR para agregar una cuenta de PayPal
et: QR-kood PayPali konto lisamiseks
eu: PayPal kontu bat gehitzeko QR kodea
fa: کد QR برای افزودن یک حساب PayPal
ga: Cód QR chun cuntas PayPal chur leis
gd: Còd QR airson cunntas PayPal a chur ris
gl: Código QR para engadir unha conta PayPal
gu: Paypal ખાતું ઍડ કરવા માટે QR કોડ
he: קוד QR להוספת חשבון PayPal
hi: कोई PayPal खाता जोड़ने के लिए QR कोड
hr: QR kod za dodavanje PayPal računa
hu: QR-kód PayPal-fiók hozzáadásához
id: Kode QR untuk menambahkan akun PayPal
is: QR-kóði til að bæta við PayPal-reikningi
ja: PayPal アカウントを追加するための QR コード
ka: PayPal-ის ანგარიშის დასამატებელი QR კოდი
kk: PayPal тіркелгісін қосу үшін QR коды
kn: PayPal ಖಾತೆಯನ್ನು ಸೇರಿಸಲು QR ಕೋಡ್
ko: PayPal 계정을 추가하기 위한 QR 코드
lo: ລະຫັດ QRສຳລັບການເພີ່ມບັນຊີ Paypal
lt: „PayPal“ paskyros pridėjimo QR kodas
lv: QR kods PayPal konta pievienošanai
mi: He waehere QR hei tāpiri i tētahi pūkete PayPal
mk: Код QR за додавање на PayPal сметка
ml: PayPal അക്കൗണ്ട് ചേർക്കുന്നതിനുള്ള QR കോഡ്
mr: PayPal खाते जोडण्यासाठी QR कोड
ms: Kod QR untuk menambah akaun PayPal
mt: Kodiċi QR biex iżżid kont ta’ PayPal
ne: Paypal खाता थप्नका लागि QR कोड
nn_no: QR-kode for å leggje til PayPal-konto
no: QR-kode for å legge til en Paypal-konto
or: ଏକ PayPal ଏକାଉଣ୍ଟ୍ ଯୋଡିବା ପାଇଁ QR କୋଡ୍
pa_in: PayPal ਖਾਤਾ ਜੋੜਨ ਲਈ QR ਕੋਡ
pl: Kod QR do dodawania konta PayPal
ru: QR-код для добавления учетной записи PayPal
sl: Koda QR za dodajanje računa PayPal
sr_cyrl_rs: QR шифра за додавање PayPal налога
sr_latn_rs: QR šifra za dodavanje PayPal naloga
sv: QR-kod för att lägga till ett PayPal-konto
ta: ஒரு Paypal கணக்கைச் சேர்ப்பதற்கான QR குறியீடு
te: PayPal ఖాతాను జోడించడానికి QR కోడ్
th: คิวอาร์โค้ดสำหรับการเพิ่มบัญชี PayPal
tr: PayPal hesabı eklemek için gerekli QR kodu
tt: PayPal хисап язмасын өстәү өчен QR коды
ug: PayPal ھېساباتى قوشۇش QR كودى
uk: QR-код для додавання облікового запису PayPal
ur: Paypal اکاؤنٹ شامل کرنے کا QR کوڈ
vi: Mã QR để thêm tài khoản Paypal
zh_hans: 用于添加 PayPal 帐户的 QR 码
zh_hant: 用於新增 PayPal 帳戶的 QR 代碼
