Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SMS.VerificationInstruction
source: Please enter your verification code
af: Voer asseblief jou verifikasiekode in
am: እባክህ ያንተን ማረጋገጫ ኮድ አስገባ
ar: يرجى إدخال رمز التحقق
as: অনুগ্ৰহ কৰি আপোনাৰ সত্যাসত্য নিৰূপণ কোড প্ৰবিষ্ট কৰক
az: Yoxlama kodunuzu daxil edin
bg: Моля, въведете кода за потвърждение
bn_in: অনুগ্রহ করে আপনার যাচাইকরণ কোড আবার এন্টার করুন৷
bs: Unesite svoj kôd za verifikaciju
cy: Rhowch eich cod dilysu
da: Indtast din bekræftelseskode
de: Geben Sie Ihren Prüfcode ein.
el: Εισαγάγετε τον κωδικό επαλήθευσης
es: Escriba el código de comprobación
et: Palun sisestage kinnituskood
eu: Sartu zure egiaztapen-kodea
fa: لطفاً کد تأیید اعتبار خود را وارد کنید
ga: Cuir isteach do chód fíorúcháin
gd: Cuir a-steach an còd dearbhaidh agad
gl: Introduza o seu código de verificación
gu: કૃપા કરી ચકાસણી કોડ દાખલ કરો
he: הזן את קוד האימות שלך
hi: कृपया अपना सत्यापन कोड दर्ज करें
hr: Unesite kod za provjeru valjanosti
hu: Adja meg az ellenőrzőkódját
id: Masukkan kode verifikasi Anda
is: Sláðu inn staðfestingarkóðann þinn
ja: 確認コードを入力してください
ka: გთხოვთ, შეიყვანოთ დამოწმების კოდი
kk: Тексеру кодын енгізіңіз
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪರಿಶೀಲನೆ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ko: 확인 코드를 입력하십시오.
ku_arab: تکایە کۆدی سەلماندنی خۆت تێنووس بکە
ky: Сураныч, ырастоо кодуңузду киргизиңиз
lo: ກະລຸນາປ້ອນລະຫັດການຢືນຢັນຂອງທ່ານ
lt: Įveskite tikrinimo kodą
lv: Lūdzu, ievadiet verifikācijas kodu.
mi: Tēnā, tāurua tō waehere manatokonga
mk: Внесете го верификацискиот код
ml: നിങ്ങളുടെ സൂക്ഷ്മപരിശോധന കോഡ്നല്‍കുക
mn: Баталгаажуулах кодоо оруулна уу
mr: कृपया आपला सत्यापन कोड प्रविष्ट करा
ms: Sila masukkan kod pengesahan anda
mt: Jekk jogħġbok daħħal il-kodiċi tal-verifika
ne: कृपया तपाईँको प्रमाणीकरण कोड प्रविष्ट गर्नुहोस्
nn_no: Oppgi stadfestingskoden
no: Angi bekreftelseskoden din
or: ଦୟାକରି ଆପଣଙ୍କର ଯାଞ୍ଚକରଣ କୋଡ୍ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ
pa_arab_pk: ‏‏میربانی کرکےاپناں تصدیقی کوڈ درج کرو
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਤਸਦੀਕੀ ਕੋਡ ਦਾਖਲ ਕਰੋ
pl: Wprowadź kod weryfikacyjny
ru: Введите код проверки
sd: مہرباني ڪري پنهجو تصديق ڪرڻ وارو ڪوڊ داخل ڪريو
si: කරුණාකර ඔබගේ සත්‍යාපන කේතය ඇතුළු කරන්න
sl: Vnesite potrditveno kodo
sr_cyrl_rs: Унесите свој код за верификацију
sr_latn_rs: Unesite svoj kod za verifikaciju
sv: Ange din verifieringskod
ta: உங்கள் சரிபார்த்தல் குறியீட்டை உள்ளிடவும்
te: దయచేసి మీ ధృవీకరణ కోడ్ని నమోదు చేయండి
tg: Лутфан, рамзи санҷиши эътибори худро ворид кунед
th: โปรดป้อนรหัสการตรวจสอบของคุณ
tr: Lütfen doğrulama kodunuzu girin
tt: Раслау кодын кертегез
ug: دەلىللەش نومۇرىڭىزنى كىرگۈزۈڭ
uk: Введіть код перевірки
ur: برائے مہربانی اپنا توثیقی کوڈ درج کریں
uz: O‘zingizning tasdiqlash kodingizni kiriting
vi: Xin vui lòng nhập mã xác minh của bạn
zh_hans: 请输入您的验证码
zh_hant: 請輸入您的驗證碼

# Literal.SMS.CallMe
source: Call me
af: Bel my
am: ደውልልኝ
ar: الاتصال بي
as: মোক কল কৰক
az: Mənə zəng et
bg: Обади ми се
bn_in: আমাকে ফোন করুন
bs: Pozovi me
cy: Fy ffonio
da: Ring til mig
de: Anruf gewünscht
el: Κλήση στον αριθμό μου
es: Llamarme
et: Helista mulle
eu: Dei nazazue
fa: با من تماس بگیرید
ga: Cuir glaoch orm
gd: Cuir fòn thugam
gl: Chámenme
gu: મને કોલ કરો
he: התקשרו אליי
hi: मुझे कॉल करें
hr: Nazovite me
hu: Hívást kérek
id: Hubungi saya
is: Hringja í mig
ja: 電話連絡
ka: დამირეკე
kk: Маған қоңырау шалыңыз
kn: ನನಗೆ ಕರೆ ಮಾಡಿ
ko: 내게 전화하기
ku_arab: تەلەفۆنم بۆ بکە
ky: Мага чал
lo: ໂທຫາຂ້ອຍ
lt: Skambinti
lv: Zvanīt man
mi: Waea Mai
mk: Јавете ми се
ml: എന്നെ വിളിക്കുക
mn: Над руу залга
mr: मला कॉल करा
ms: Hubungi saya
mt: Ċempilli
ne: मलाईँ कल गर्नुहोस्
nn_no: Ring meg
no: Ring meg
or: ମୋତେ କଲ୍ କରନ୍ତୁ
pa_arab_pk: مینوں فون کرو
pa_in: ਮੈਨੂੰ ਕਾਲ ਕਰੋ
pl: Zadzwoń do mnie
ru: Позвонить мне
sd: مون کي فون ڪريو.
si: මා අමතන්න
sl: Pokličite me
sr_cyrl_rs: Позови ме
sr_latn_rs: Pozovi me
sv: Ring upp mig
ta: என்னை அழை
te: నాకు కాల్ చేయి
tg: Ба ман занг занед
th: โทรหาฉัน
tr: Beni ara
tt: Шалтыратыгыз миңа
ug: ماڭا تېلېفون قىلىڭ
uk: Зателефонувати мені
ur: مجھے فون کریں
uz: Menga qo‘ng‘iroq qiling
vi: Gọi tôi
zh_hans: 打电话给我
zh_hant: 打電話給我

# Literal.SMS.VerificationError
source: The code you entered is incorrect.
af: Die kode wat jy ingevoer het, is nie korrek nie.
am: ያስገባኽው ኮድ ትክክል አይደለም።
ar: ليس الرمز الذي أدخلته صحيحًا.
as: আপুনি প্ৰৱিষ্ট কৰা ক'ড অশুদ্ধ৷
az: Daxil etdiyiniz kod səhvdir.
bg: Въведеният код е неправилен.
bn_in: আপনি যে কোড এন্টার করেছেন সেটি সঠিক নয়৷
bs: Šifra koju ste unijeli nije tačna.
cy: Mae'r cod rydych chi wedi'i roi yn anghywir.
da: Den kode, som du indtastede, er forkert.
de: Die eingegebene Nummer ist falsch.
el: Ο κωδικός που έχετε εισαγάγει δεν είναι σωστός.
es: El código especificado es incorrecto.
et: Sisestatud kood on vale.
eu: Sartu duzun kodea ez da zuzena.
fa: کدی که وارد کرده اید اشتباه است.
ga: Tá an cód mícheart curtha isteach agat.
gd: Tha an còd a chuir thu a-steach cearr.
gl: O código introducido non é correcto.
gu: તમે દાખલ કરેલ કોડ ખોટો છે.
he: הקוד שהזנת שגוי.
hi: आपके द्वारा प्रविष्ट कोड गलत है.
hr: Uneseni kôd nije točan.
hu: A megadott kód hibás.
id: Kode yang dimasukkan salah.
is: Kóðinn sem þú færðir inn er rangur.
ja: 入力されたコードが正しくありません。
ka: თქვენს მიერ მითითებული კოდი არასწორია.
kk: Енгізілген код дұрыс емес.
kn: ನೀವು ನಮೂದಿಸಿದ ಕೋಡ್ ತಪ್ಪಾಗಿದೆ.
ko: 입력한 코드가 잘못되었습니다.
ku_arab: ئەو کۆدەی تێنووست کردووە نادروستە.
ky: Сиз киргизген код туура эмес.
lo: ລະຫັດການກວດສອບທີ່ທ່ານປ້ອນເຂົ້າບໍ່ຖືກຕ້ອງ.
lt: Įvestas kodas neteisingas.
lv: Ievadītais kods nav pareizs.
mi: Kei te hē te waehere nāu i tāuru.
mk: Кодот што го внесовте е неточен.
ml: നിങ്ങള്‍ നല്‍കിയ കോഡ് ശരിയല്ല.
mn: Таны оруулсан код буруу байна.
mr: आपण प्रविष्ट केलेला कोड अयोग्य आहे.
ms: Kod yang anda masukkan tidak betul.
mt: Il-kodiċi li daħħalt mhux korrett.
ne: तपाईँले प्रविष्ट गर्नुभएको सङ्केत गलत छ।
nn_no: Koden du oppga, er feil.
no: Den angitte koden er feil.
or: ଆପଣ ପ୍ରବିଷ୍ଟ କରିଥିବା କୋଡ୍ ଭୂଲ୍ ଅଟେ.
pa_arab_pk: تہاڈا درج کیتا ہویا کوڈ غلط اے۔
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖਲ ਕੀਤਾ ਕੋਡ ਗਲਤ ਹੈ।
pl: Wprowadzony kod jest nieprawidłowy.
ru: Вы ввели неправильный код.
sd: توهان جو داخل ٿيل ڪوڊ غلط آهي.
si: ඔබ ඇතුළු කළ කේතය වැරදි ය.
sl: Koda, ki ste jo vnesli, je napačna.
sr_cyrl_rs: Код који сте унели није тачан.
sr_latn_rs: Kod koji ste uneli nije tačan.
sv: Koden du har angett är felaktig.
ta: நீங்கள் உள்ளிட்ட குறியீடு தவறானது.
te: మీరు నమోదు చేసిన కోడ్ చెల్లదు.
tg: Рамзи амнияти воридкардаи шумо нодуруст аст.
th: คุณใส่รหัสไม่ถูกต้อง
tr: Girdiğiniz kod yanlış.
tt: Сезнең кертелгән коды дөрес түгел.
ug: كىرگۈزگەن شىفىرىڭىز خاتا.
uk: Введено неправильний код.
ur: آپ کا درج کردہ کوڈ غلط ہے.
uz: Siz kiritgan kod noto‘g‘ri.
vi: Mã bạn đã nhập là không đúng.
zh_hans: 您输入的代码不正确。
zh_hant: 您輸入的檢查碼無效。

# Literal.SMS.NumberError
source: The number you entered cannot be verified.
af: Die nommer wat jy ingevoer het, kan nie geverifieer word nie.
am: ያስገባኽው ቁጥር ሊረጋገጥ አልቻለም።
ar: لا يمكن التحقق من الرقم الذي أدخلته.
as: আপুনি প্ৰৱিষ্ট কৰা নম্বৰ সত্যাপন কৰিব নোৱাৰে৷
az: Daxil etdiyiniz rəqəmi yoxlamaq mümkün deyil.
bg: Въведеният номер не може да бъде проверен.
bn_in: আপনি যে নম্বর প্রবেশ করেছেন সেটাকে যাচাই করা যাচ্ছে না৷
bs: Broj koji ste unijeli nije moguće verificirati.
cy: Does dim modd dilysu'r rhif rydych chi wedi'i roi.
da: Det tal, du indtastede, kan ikke kontrolleres.
de: Die eingegebene Nummer kann nicht geprüft werden.
el: Δεν είναι δυνατή η επαλήθευση του αριθμού που έχετε εισαγάγει.
es: No se puede comprobar el número especificado.
et: Teie sisestatud numbrit ei õnnestunud kinnitada.
eu: Ezin da sartu duzun zenbakia egiaztatu.
fa: امکان تأیید اعتبار شماره ای که وارد کرده اید وجود ندارد.
ga: Ní féidir an uimhir a chuir tú isteach a fhíorú.
gd: Chan urrainnear an àireamh a chuir thu a-steach a dhearbhadh.
gl: O número introducido non se pode verificar.
gu: તમે દાખલ કરેલ નંબર વેરીફાઇ થઇ શકતો નથી.
he: לא ניתן לאמת את המספר שהזנת.
hi: आपके द्वारा प्रविष्ट संख्या का सत्यापित नहीं हो सकता है.
hr: Nije moguće provjeriti valjanost unesenog broja.
hu: A megadott szám nem ellenőrizhető.
id: Nomor yang Anda masukkan tidak dapat diverifikasi.
is: Ekki er hægt að sannprófa númerið sem slegið var inn.
ja: 入力された番号を検証できません。
ka: თქვენს მიერ აკრეფილი ნომერი არ დასტურდება.
kk: Енгізілген нөмірді тексеру мүмкін емес.
kn: ನೀವು ನಮೂದಿಸಿದ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 입력한 번호를 인증할 수 없습니다.
ku_arab: ئەو ژمارەی تێنووست کردووە ناتوانرێت بسەلمێنرێت.
ky: Сиз жазган номур текшерилбейт.
lo: ບໍ່ສາມາດກວດສອບໝາຍເລກທີ່ທ່ານປ້ອນເຂົ້າໄດ້.
lt: Nepavyksta patikrinti įvesto skaičiaus.
lv: Nevar pārbaudīt ievadīto numuru.
mi: Kāore e taea te manatokio te tau i tāurua.
mk: Бројот што го внесовте не може да се провери.
ml: നിങ്ങള്‍ നല്‍കിയ നമ്പര്‍ സ്ഥിരീകരിക്കാനാവുന്നില്ല.
mn: Таны оруулсан дугаарыг баталгаажуулах боломжгүй.
mr: आपण प्रविष्ट केलेल्या नंबरची पडताळणी केली जाऊ शकत नाही.
ms: Nombor yang anda masukkan tidak boleh ditentusahkan.
mt: In-numru li daħħalt ma jistax jiġi vverifikat.
ne: तपाईँले प्रविष्ट गर्नुभएको नम्बर रुजू गर्न सकिएन।
nn_no: Nummeret du oppga, kan ikkje stadfestast.
no: Nummeret du tastet inn, kan ikke bekreftes.
or: ଆପଣ ପ୍ରବିଷ୍ଟ କରିଥିବା ନମ୍ଵର୍ ଯାଞ୍ଚ ହୋଇପାରିବ ନାହିଁ.
pa_arab_pk: تہاڈے درج کیتے ہوئے نمبر دی تصدیق نئیں کیتی جاسکدی۔
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖਲ ਕੀਤੇ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
pl: Nie można zweryfikować wprowadzonego numeru.
ru: Не удается проверить введенный вами номер.
sd: توهان جي داخل ٿيل نمبر جي تصديق نه ٿي ڪري سگھجي.
si: ඔබ ඇතුළු කළ අංකය සත්‍යාපනය කළ නොහැක.
sl: Številke, ki ste jo vnesli, ni mogoče preveriti.
sr_cyrl_rs: Број који сте унели није могуће верификовати.
sr_latn_rs: Broj koji ste uneli nije moguće verifikovati.
sv: Numret du har angett kan inte verifieras.
ta: நீங்கள் உள்ளிட்ட எண்ணைச் சரிபார்க்க முடியாது.
te: మీరు నమోదు చేసిన సంఖ్య నిర్ధారించబడలేదు.
tg: Санҷидани рақами воридкардаи шумо номумкин аст.
th: ไม่สามารถตรวจสอบตัวเลขที่คุณใส่ได้
tr: Girdiğiniz numara doğrulanamıyor.
tt: Сез керткән номерны тикшереп булмый.
ug: سىز كىرگۈزگەن نومۇردەلىللەنمىدى.
uk: Не вдалося перевірити вказаний номер.
ur: آپ کے درج کئے گئے نمبر کی تصدیق نہیں ہوسکتی.
uz: Siz kiritgan raqamni tasdiqlab bo‘lmaydi.
vi: Số bạn đã nhập không thể được kiểm chứng.
zh_hans: 无法验证您输入的号码。
zh_hant: 無法驗證您輸入的號碼。

# Word.StoredValue.BackupPI.Title
source: Select a payment method
af: Kies 'n betaalmetode
am: መኽፈሊ ኣገባብ ምረጽ
ar: اختر طريقة للدفع
as: এটা পৰিশোধ পদ্ধতি চয়ন কৰক
az: Ödəniş metodu seçin
bg: Избиране на начин за плащане
bn_in: একটি অর্থপ্রদানের পদ্ধতি নির্বাচন করুন
bs: Izaberite način plaćanja
cy: Dewis dull talu
da: Vælg en betalingsmetode
de: Zahlungsmethode auswählen
el: Επιλέξτε μια μέθοδο πληρωμής
es: Seleccionar método de pago
et: Makseviisi valik
eu: Hautatu ordainketa-metodoa
fa: یک روش پرداخت تنظیم کنید
ga: Roghnaigh modh íocaíochta
gd: Tagh dòigh pàighidh
gl: Seleccione un método de pagamento
gu: ચૂકવણી રીત પસંદ કરો
he: בחירת שיטת תשלום
hi: भुगतान पद्धति का चयन करें
hr: Odaberite način plaćanja
hu: Válasszon fizetési módot
id: Pilih metode pembayaran
is: Velja greiðslumáta
ja: お支払い方法の選択
ka: აირჩიეთ გადახდის მეთოდი
kk: Төлем әдісін таңдау
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 결제 방법 선택
ku_arab: شێوازێکی پارەدان دەسنیشان بکە
ky: Төлөө ыкмасын танда
lo: ເລືອກວິທີການຊຳລະເງິນ
lt: Mokėjimo būdo pasirinkimas
lv: Atlasīt maksāšanas metodi
mi: Tīpakona tētahi tikanga utu
mk: Изберете метод на плаќање
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക
mn: Төлбөрийн хэлбэр сонгох
mr: देय पद्धत निवडा
ms: Pilih kaedah pembayaran
mt: Agħżel metodu ta' pagament
ne: भुक्तानी प्रक्रिया चयन गर्नुहोस्
nn_no: Vel ein betalingsmetode
no: Velg betalingsmåte
or: ଏକ ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ
pa_arab_pk: ادائیگی دا طریقہ منتخب کرو
pa_in: ਇੱਕ ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ
pl: Wybierz metodę płatności
ru: Выбор метода оплаты
sd: رقم ادا ڪرڻ جو طريقو چونڊ ڪريو
si: ගෙවීම් ක්‍රමයක් තෝරා ගන්න
sl: Izberite način plačila
sr_cyrl_rs: Изаберите метод плаћања
sr_latn_rs: Izaberite metod plaćanja
sv: Välj betalningsmetod
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும்
te: చెల్లింపు విధానాన్ని ఎంచుకోండి
tg: Усули пардохтро интихоб кунед
th: เลือกวิธีการชำระเงิน
tr: Ödeme yöntemi seç
tt: Түләү ысулын сайлау
ug: ھەق تۆلەش ئۇسۇلىنى تاللاڭ
uk: Вибір способу оплати
ur: ادائیگی کا طریقہ منتخب کریں
uz: To‘lov usulini tanlamoq
vi: Chọn phương thức thanh toán
zh_hans: 选择付款方式
zh_hant: 選取付款方式
