Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.CompanyNamePronunciation
source: Company name pronunciation
af: Uitspraak van maatskappynaam
am: የኩባንያ ስም አነባበብ
ar: طريقة نطق اسم الشركة
as: কোম্পানী নাম উচ্চাৰণ
az: Şirkətin adının tələffüzü
bg: Произнасяне на името на фирмата
bn_in: কোম্পানির নাম উচ্চারণ
bs: Izgovor naziva preduzeća
cy: Ynganiad enw'r cwmni
da: Udtale af firmanavn
de: Aussprache des Firmennamens
el: Φωνητική γραφή επωνυμίας εταιρείας
es: Pronunciación del nombre de la empresa
et: Ettevõtte nime hääldus
eu: Enpresaren izenaren ahoskera
fa: تلفظ نام شرکت
ga: Fuaimniú ainm na cuideachta
gd: Tar-sgrìobhadh ainm a' chompanaidh
gl: Pronunciación do nome da empresa
gu: કંપની નામ ઉચ્ચારણ
he: היגוי שם חברה
hi: कंपनी नाम का उच्चारण
hr: Izgovor naziva tvrtke
hu: A vállalat nevének kiejtése
id: Pelafalan nama perusahaan
is: Framburður á fyrirtækisheiti
ja: 会社名のフリガナ
ka: როგორ წარმოითქმის კომპანიის სახელი
kk: Компания атауының айтылуы
kn: ಕಂಪನಿ ಹೆಸರು ಉಚ್ಛಾರಣೆ
ko: 회사 이름 발음대로 표기
ku_arab: بێژانی ناوی کۆمپانیا
ky: Компаниянын атынын аталышы
lo: ການອອກສຽງຊື່ບໍລິສັດ
lt: Įmonės pavadinimo tarimas
lv: Uzņēmuma nosaukuma izruna
mi: Whakahuatanga ingoa kamupene
mk: Изговор на името на компанијата
ml: കമ്പനി പേരിന്‍റെ ഉച്ചാരണം
mn: Компанийн нэрний дуудлага
mr: कंपनीच्या नावाचे उच्चारण
ms: Sebutan nama syarikat
mt: Pronunzja tal-isem tal-kumpanija
ne: कम्पनीको नामको उच्चारण
nn_no: Uttale av firmanamn
no: Uttale av firmanavn
or: କମ୍ପାନୀ ନାମ ଉଚାରଣ
pa_arab_pk: کمپنی دے ناں دا تلفظ
pa_in: ਕੰਪਨੀ ਦੇ ਨਾਮ ਦਾ ਉਚਾਰਣ
pl: Wymowa nazwy firmy
ru: Транскрипция названия компании
sd: ڪمپني جي نالي جي
si: සමාගම් නාම උච්චාරණ විධිය
sl: Izgovarjava imena podjetja
sr_cyrl_rs: Изговор имена предузећа
sr_latn_rs: Izgovor imena preduzeća
sv: Uttal av företagsnamn
ta: நிறுவனப் பெயரின் உச்சரிப்பு
te: కంపెనీ పేరు ఉచ్చారణ
tg: Талаффузи номи ширкат
th: วิธีการอ่านออกเสียงชื่อบริษัท
tr: Firma adının söylenişi
tt: Ширкәт исеме әйтелеше
ug: شىركەت ئىسمىنىڭ تەلەپپۇزى
uk: Вимова назви компанії
ur: کمپنی کے نام کا تلفظ
uz: Kompaniya nomining talaffuzi
vi: Phiên âm tên công ty
zh_hans: 公司名称发音
zh_hant: 公司名稱讀音

# Word.TaxID
source: Tax ID
af: Belasting-ID
am: የቀረጥ መታወቂያ
ar: معرف الضريبة
as: টেক্স ID
az: Vergi nö.
bg: Данъчен номер
bn_in: কর ID
bs: Porezni ID
cy: ID Treth
da: CVR-nummer
de: Steuernummer
el: ΑΦΜ
es: NIF
et: Maksu ID
eu: IFZ
fa: شناسه مالیات
ga: Uimhir aitheantais chánach
gd: ID chìsean
gl: ID fiscal
gu: ટેક્સ ID
he: מזהה מס
hi: कर ID
hr: Porezni ID
hu: Adóazonosító
id: NPWP
is: Skattnúmer
ja: 税 ID
ka: საგადასახადო ID
kk: СТН
kn: ತೆರಿಗೆ ID
ko: 세금 ID
ku_arab: ناسنامەی باج
ky: Салык энчилүү номуру
lo: ລະຫັດອາກອນ
lt: Mokesčio ID
lv: Nodokļa ID
mi: TT Tāke
mk: Даночен број
ml: നികുതി ID
mn: Татварын төлөгчийн дугаар
mr: कर ID
ms: ID cukai
mt: ID tat-Taxxa
ne: कर ID
nn_no: Skatte-ID
no: Foretaksnummer
or: କର ID
pa_arab_pk: ‏‏ٹیکس آئی ڈی
pa_in: ਟੈਕਸ ID
pl: NIP
ru: Код налогоплательщика
sd: ٽيڪس ID
si: බදු අයිඩී
sl: Davčna številka
sr_cyrl_rs: Порески ID
sr_latn_rs: Poreski ID
sv: Skatteklass
ta: வரி ID
te: పన్ను ID
tg: ID-и андоз
tr: Vergi No
tt: Салым ID
ug: باج كىملىكى
uk: Код податку
ur: ٹیکس آئی ڈی
uz: INN
vi: ID Thuế
zh_hans: 税务 ID
zh_hant: 統一編號

# Word.TaxIDDescriptio
source: Please input the tax ID if you need the company invoice.
af: Voer asseblief die belasting-ID in as jy die maatskappyfaktuur nodig het.
am: የኩባንያው ፋክቱር ከፈለግ እባክህ የቀረጥ መታወቂያ አስገባ።
ar: الرجاء إدخال معرف الضريبة إذا كنت تحتاج إلى فاتورة الشركة.
as: যদি আপোনাৰ কোম্পানী ইনভইচৰ আৱশ্যক তেন্তে অনুগ্ৰহ কৰি টেক্স ID ইনপুট কৰক৷
az: Əgər sizə şirkətin fakturası lazımdırsa, lütfən vergi nömrəsini daxil edin
bg: Въведете данъчен номер, ако ви трябва фактура за фирма.
bn_in: আপনার কোম্পানি ইনভয়েসের দরকার হলে অনুগ্রহ করে কর আইডিটি দিন৷
bs: Unesite porezni ID ako vam je potrebna faktura preduzeća.
cy: Rhowch yr ID treth os oes angen anfoneb y cwmni arnoch chi.
da: Angiv CVR-nummeret, hvis du skal bruge en firmafaktura.
de: Geben Sie die Steuernummer ein, wenn Sie eine Rechnung für Ihr Unternehmen benötigen.
el: Εάν χρειάζεστε το εταιρικό τιμολόγιο, εισαγάγετε το ΑΦΜ
es: Si necesita la factura de la compañía, escriba el número de identificación fiscal.
et: Sisestage maksu ID, kui vajate ettevõtte arvet
eu: Sartu IFZ enpresarako faktura behar baduzu.
fa: اگر به صورتحساب شرکت نیاز دارید لطفاً شناسه مالیات را وارد کنید.
ga: Cuir isteach d'uimhir aitheantais cánach más rud é go bhfuil sonrasc cuideachta ag teastáil uait.
gd: Cuir a-steach ID nan cìsean ma dh'fheumas tu fàirdeal companaidh.
gl: Introduza ID fiscal se necesita factura de empresa.
gu: જો તમારે કંપની ઇન્વોઇઝની આવશ્યકતા હોય તો કૃપા કરી ટેક્સ ID દાખલ કરો.
he: הזן את מזהה המס אם נדרשת לך חשבונית החברה.
hi: अगर आपको कंपनी इनवॉइस की आवश्यकता है तो कृपया कर ID इनपुट करें.
hr: Unesite porezni ID ako vam je potreban R1 račun.
hu: Adja meg az adóazonosítót, ha vállalati számlára van szüksége.
id: Masukkan NPWP jika Anda memerlukan faktur perusahaan.
is: Vinsamlegast sláðu inn skattnúmerið ef þú þarft fyrirtækjareikninginn.
ja: 会社からの請求書を必要とする場合は、税 ID を入力してください。
ka: გთხოვთ, მიუთითოთ საგადასახადო ID, თუ გჭირდებათ კომპანიის ინვოისი.
kk: Компанияның есеп-шоты қажет болса, СТН енгізіңіз.
kn: ನಿಮಗೆ ಕಂಪನಿ ಇನ್‌ವಾಯ್ಸ್‌ನ ಅಗತ್ಯವಿದ್ದರೆ ದಯವಿಟ್ಟು ತೆರಿಗೆ ID ಅನ್ನು ಇನ್‌ಪುಟ್ ಮಾಡಿ.
ko: 회사 송장이 필요한 경우 세금 ID를 입력하십시오.
ku_arab: تکایە ناسنامەی باج تێنووس بکە ئەگەر لیستی پارەدانی کۆمپانیات دەوێت.
ky: Эгер сизге компаниянын инвойсу керек болсо салык энчилүү номурун жазыңыз.
lo: ກະລຸນາປ້ອນລະຫັດອາກອນຖ້າທ່ານຕ້ອງການໃບຮຽກເກັບເງິນຂອງບໍລິສັດ.
lt: Jei reikia įmonės sąskaitos faktūros, įveskite mokesčių ID.
lv: Ja nepieciešams uzņēmuma rēķins, ievadiet nodokļa ID.
mi: Me tāuru i te TT tāke mēnā e hiahia ana koe i te nama kamupene.
mk: Внесете го даночниот број ако ви треба фактурата од компанијата.
ml: നിങ്ങള്‍ക്ക് കമ്പനി ഇന്‍‌വോയ്‌സ് ആവശ്യമുണ്ടെങ്കില്‍ നികുതി ID ഇന്‍‌പുട്ട് ചെയ്യുക.
mn: Хэрэв танд компанийн нэхэмжлэх хэрэгтэй бол татвар төлөгчийн дугаар оруулна уу.
mr: कृपया आपल्याला कंपनी इनव्हॉइसची आवश्यकता असल्यास कर ID इनपुट करा.
ms: Sila masukkan ID cukai jika anda memerlukan invois syarikat.
mt: Jekk jogħġbok ikteb l-ID tat-taxxa jekk teħtieġ l-invoice tal-kumpanija.
ne: यदि तपाईँलाई कम्पनीको चलानी चाहिन्छ बने कर आइडि लागत गर्नुहोस्।
nn_no: Skriv inn skatte-IDen dersom du treng firmaets fakturaopplysningar.
no: Skriv inn foretaksnummeret hvis du trenger selskapsfakturaen.
or: ଦୟାକରି ଯଦି ଆପଣ କମ୍ପାନୀ ଇନ୍‌ଭଏସ୍ ଆବଶ୍ୟକ କରୁଛନ୍ତି ତେବେ କର ID ଦିଅନ୍ତୁ.
pa_arab_pk: جے تساں نوں کمپنی دی انوائس درکار اے تے میربانی کرکے ٹیکس دی آئی ڈی درج کرو۔
pa_in: ਜੇ ਤੁਹਾਨੂੰ ਕੰਪਨੀ ਦਾ ਬਿੱਲ ਚਾਹੀਦਾ ਹੈ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਟੈਕਸ ID ਇਨਪੁੱਟ ਕਰੋ।
pl: Wprowadź NIP, jeśli potrzebujesz faktury dla firmy.
ru: Введите код налогоплательщика, если нужна накладная компании.
sd: جيڪڏھن توھان کي ڪمپني جي انوائس جي ضرورت آھي ته مھرباني ڪري ٽيڪس جي ID انپٽ ڪريو.
si: ඔබට සමාගමේ ඉන්වොයිස්පත අවශ්‍ය නම් කරුණාකර බදු අයිඩී ඇතුල් කරන්න.
sl: Če potrebujete račun za podjetje, vnesite davčno številko.
sr_cyrl_rs: Унесите порески ID ако вам је потребна фактура предузећа.
sr_latn_rs: Unesite poreski ID ako vam je potrebna faktura preduzeća.
sv: Ange skatteklass om du behöver företagsfakturan.
ta: நிறுவன விலைப்பட்டியல் வேண்டும் என்றால் வரி ID ஐ உள்ளிடவும்.
te: దయచేసి మీకు కంపెనీ ఇన్‌వాయిస్ అవసరమైతే పన్ను IDని ఇన్‌పుట్ చేయండి.
tg: Агар ба шумо инвойси ширкат лозим бошад, ID-и андозро дохил кунед.
th: โปรดใส่ Tax ID หากคุณต้องการใบแจ้งหนี้บริษัท
tr: Şirket faturası istiyorsanız lütfen vergi numaranızı girin
tt: Кертегез Сезнең салым ID әгәр сезгә ширкәт квитанциясы кирәк.
ug: ئەگەرسىزگە شىركەت تالونى كېرەك بولسا،باج كىملىكىڭىزنى كىرگۈزۈڭ.
uk: Введіть код податку, якщо вам потрібен рахунок-фактура компанії.
ur: ‏‏اگرآپ کو کمپنی کی رسید دستیاب ہے تو براہ مہربانی ٹیکس ID درج کریں.
uz: Agar Sizga kompaniya invoysi kerak bo‘lsa INN raqamini kiriting.
vi: Vui lòng nhập ID thuế nếu bạn cần hóa đơn công ty.
zh_hans: 如果您需要公司发票，请输入税务 ID。
zh_hant: 如果需要公司發票，請輸入統一編號

# Word.WhereFindAccount
source: Account
af: Rekening
am: መለያ
ar: حساب
as: একাউণ্ট
az: Hesab
bg: Сметка
bn_in: অ্যাকাউন্ট
bs: Račun
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
eu: Kontua
fa: حساب
ga: Cuntas
gd: Cunntas
gl: Conta
gu: ખાતું
he: חשבון
hi: खाता
hr: Račun
hu: Számla
id: Akun
is: Reikningur
ja: アカウント
ka: ანგარიში
kk: Шот
kn: ಖಾತೆ
ko: 계정
ku_arab: ئەژمێر
ky: Каттоо жазуусу
lo: ບັນຊີ
lt: Sąskaita
lv: Konts
mi: Pūkete
mk: Сметка
ml: അക്കൌണ്ട്
mn: Хэрэглэгчийн бүртгэл
mr: खाते
ms: Akaun
mt: Kont
ne: खाता
nn_no: Konto
no: Konto
or: ଏକାଉଣ୍ଟ୍
pa_arab_pk: اکاؤنٹ
pa_in: ਖਾਤਾ
pl: Konto
ru: Учетная запись
sd: اڪائونٽ
si: ගිණුම
sl: Račun
sr_cyrl_rs: Налог
sr_latn_rs: Nalog
sv: Konto
ta: கணக்கு
te: ఖాతా
tg: Ҳисоб
th: บัญชี
tr: Hesap
tt: Хисап язмасы
ug: ھېسابات
uk: Обліковий запис
ur: اکاؤنٹ
uz: Hisob qaydnomasi
vi: Tài khoản
zh_hans: 帐户
zh_hant: 帳戶

# Word.WhereFindCheck
source: Check
af: Kontroleer
am: ፈትሽ
ar: شيك
as: পৰীক্ষা কৰক
az: Yoxla
bg: Чек
bn_in: যাচাই করুন
bs: Ček
cy: Gwirio
da: Kontroller
de: Scheck
el: Επιταγή
es: Cheque
et: Kontroll
eu: Egiaztatu
fa: بررسی
ga: Seiceáil
gd: Thoir sùil
gl: Cheque
gu: ચેક
he: המחאה
hi: चेक
hr: Ček
hu: Csekk
id: Cek
is: Könnun
ja: 小切手
ka: ჩეკი
kk: Тексеру
kn: ಪರಿಶೀಲಿಸು
ko: 수표
ku_arab: بپشکنە
ky: Текшер
lo: ກວດ
lt: Kontrolinis skaitmuo
lv: Pārbaudīt
mi: Takitaki
mk: Чек
ml: പരിശോധിക്കുക
mn: Шалгах
mr: तपासा
ms: Cek
mt: Ċekk
ne: जाँच गर्नुहोस्
nn_no: Kontroll
no: Sjekk
or: ଯାଞ୍ଚ
pa_arab_pk: پڑتال
pa_in: ਜਾਂਚ ਕਰੋ
pl: Czek
ru: Чек
sd: چڪاس ڪريو
si: චෙක්පත
sl: Ček
sr_cyrl_rs: Чек
sr_latn_rs: Ček
ta: சரிபார்
te: తనిఖీ చేయండి
tg: Тафтиш
th: ตรวจสอบ
tr: Çek
tt: Тикшерү
ug: تەكشۈرۈڭ
uk: Чек
ur: پڑتال کریں
uz: Chek
vi: Kiểm tra
zh_hans: 支票
zh_hant: 支票

# Word.WhereFindRouting
source: Routing
af: Roetering
am: መተላለፊያ
ar: توجيه
as: ৰুট কৰিছে
az: Marşrut
bg: Деветцифрен банков код
bn_in: রুটিং
bs: Usmjeravanje
cy: Llwybro
el: Υποκατάστημα
es: Ruta
et: Marsruutimine
eu: Bideratzen
fa: روتینگ
ga: Ródúchán
gd: Rùtachadh
gl: Encamiñamento
gu: રાઉટિંગ
he: ניתוב
hi: रूटिंग
hr: Usmjeravanje
hu: Regisztrációs azonosító
is: Beining
ja: 銀行支店コード
ka: მარშრუტი
kk: Бағыттау
kn: ರೂಟಿಂಗ್
ko: 라우팅
ku_arab: ئاراستەکردن
ky: Каттам
lo: ການກຳນົດເສັ້ນທາງ
lt: Banko kodas
lv: Reģistrēšana
mi: E Ararere Ana
mk: Насочување
ml: റൂട്ടിംഗ്
mn: Чиглүүлэх
mr: मार्गस्थ
ms: Penghalaan
ne: रुटिङ्
nn_no: Ruting
no: Registrering
or: ରୋଟିଂ
pa_arab_pk: رؤوٹنگ
pa_in: ਰੂਟਿੰਗ
ru: Код банка
sd: رائوٽنگ
si: මං සැකසෙමින් පවතී
sl: Usmerjanje
sr_cyrl_rs: Усмеравање
sr_latn_rs: Usmeravanje
ta: ரூட்டிங்
te: రూటింగ్
tg: Раҳнамоӣ
tr: Rota
tt: Юлчылыклау
ug: يول
uk: Маршрутизація
ur: راؤٹنگ
uz: Marshrutlashtirish
vi: Định tuyến
zh_hans: 代号
zh_hant: 銀行號碼

# Literal.Error.Address.Apartment
source: The apartment number is missing or not found. Please correct your address.
af: Die woonstelnommer ontbreek of is nie gevind nie. Korrigeer asseblief jou adres.
am: የአፓርትመንት ቁጥር ጠፍቷል ወይም አልተገኘም።እባክህ አድራሻህን አስተካክል።
ar: رقم المنزل مفقود أو تعذر العثور عليه. الرجاء تصحيح عنوانك.
as: এপাৰ্টমেণ্ট নম্বৰ হেৰাই আছে বা বিচাৰি পোৱা নাই৷ অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা শুদ্ধ কৰক৷
az: Mənzil nömrəsi çatışmır, ya da tapılmadı. Ünvanınızı düzəldin.
bg: Номерът на апартамент липсва или не е открит. Коригирайте адреса.
bn_in: আবাসন সংখ্যাটি হয় নেই বা পাওয়া যায়নি৷ অনুগ্রহ করে আপনার ঠিকানা ঠিকঠাক করুন৷
bs: Broj stana nedostaje ili nije pronađen. Ispravite adresu.
cy: Mae rhif eich fflat ar goll neu does dim modd dod o hyd iddo. Cywirwch eich cyfeiriad.
da: Lejlighedsnummeret mangler eller blev ikke fundet. Ret din adresse.
de: Die Wohnungsnummer fehlt oder wurde nicht gefunden. Korrigieren Sie Ihre Adresse.
el: Ο αριθμός διεύθυνσης λείπει ή δεν βρέθηκε. Διορθώστε τη διεύθυνσή σας.
es: Falta el número de apartamento o no se encuentra. Corrija la dirección.
et: Korterinumber puudub või seda ei leitud. Parandage oma aadressi.
eu: Etxebizitza-zenbakia falta da edo ez da aurkitu. Zuzendu helbidea.
fa: پلاک آپارتمان موجود نیست یا اینکه پیدا نمی شود. لطفاً آدرس خود را تصحیح کنید.
ga: Tá uimhir an árasáin in easnamh nó ní féidir í a aimsiú. Ceartaigh do sheoladh le do thoil.
gd: Tha àireamh an àrais a dhìth no cha deach a lorg. Cuir ceart do sheòladh.
gl: Falta ou non se encontra número de apartamento. Corrixa o seu enderezo.
gu: એપાર્ટમેન્ટ નંબર ગુમ છે અથવા મળતો નથી. કૃપા કરી તમારું સરનામું સાચુ કરો.
he: מספר הדירה חסר או שלא נמצא. תקן את הכתובת.
hi: अपार्टमेंट संख्या गुम है या नहीं मिली. कृपया अपना पता सही करें.
hr: Broj stana nedostaje ili nije pronađen. Ispravite adresu.
hu: A lakásszám hiányzik vagy nem található. Javítsa ki a címet.
id: Nomor apartemen tidak ada atau tidak ditemukan. Harap koreksi alamat Anda.
is: Íbúðarnúmer vantar eða fannst ekki. Vinsamlegast leiðréttu póstfangið.
ja: ビル・マンション名などと部屋番号が入力されていないか、見つかりません。住所を修正してください。
ka: ბინის ნომერი აკლია ან ვერ მოიძებნა. გთხოვთ, შეასწოროთ თქვენი მისამართი.
kk: Пәтер нөмірі жоқ немесе табылмады. Мекенжайды түзетіңіз.
kn: ಅಪಾರ್ಟ್‌ಮೆಂಟ್ ಸಂಖ್ಯೆಯು ಕಾಣೆಯಾಗಿದೆ ಅಥವಾ ದೊರೆತಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಸರಿಪಡಿಸಿ.
ko: 아파트 동호수가 누락되었거나 찾을 수 없습니다. 주소를 수정하십시오.
ku_arab: ژمارەی ئەپارتمان دیار نییە یان نەدۆزرایەوە. تکایە ناونیشانەکەت هەموار بکەوە.
ky: Батирдин номуру жок же табылбай жатат. Дарегиңизди оңдоп койушуңузду суранабыз.
lo: ໝາຍເລກອາພັດເມັນຫາຍໄປ ຫຼືບໍ່ພົບ. ກະລຸນາແກ້ໄຂທີ່ຢູ່ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Nėra arba nepavyko rasti buto numerio. Pataisykite savo adresą.
lv: Nav norādīts vai nav atrodams dzīvokļa numurs. Lūdzu, izlabojiet savu adresi.
mi: Kua ngaro, kāore rānei i kitea te tau whare noho. Whakatika i tō wāhitau.
mk: Нема број на стан или истиот не се најде. Коригирајте ја адресата.
ml: അപ്പാര്‍ട്ട്‍മെന്‍റ് നമ്പര്‍ നഷ്‌ടമായി അല്ലെങ്കില്‍ കണ്ടെത്തിയില്ല. നിങ്ങളുടെ വിലാ‍സം ശരിയാക്കുക.
mn: Байрны дугаар дутуу буюу олдохгүй байна. Хаягаа засна уу.
mr: अपार्टमेंट नंबर गहाळ आहे किंवा आढळला नाही. कृपया आपला पत्ता दुरुस्त करा.
ms: Nombor pangsapuri hilang atau tidak ditemui. Sila betulkan alamat anda.
mt: In-numru tal-appartament hu nieqes jew ma nstabx. Jekk jogħġbok ikkoreġi l-indirizz tiegħek.
ne: कोठा नम्बर छूटिरहेको छ वा पाइरहेको छैन। कृपया तपाईँको ठेगाना सच्याउनुहोस्।
nn_no: Husværenummeret manglar, eller blei ikkje funne. Endre adressa.
no: Leilighetsnummeret mangler eller finnes ikke. Korriger adressen.
or: ଆପାର୍ଟମେଣ୍ଟ ନମ୍ଵର ହଜି ଯାଇଛି କିମ୍ଵା ମିଳୁ ନାହିଁ. ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ସଠିକ କରନ୍ତୁ.
pa_arab_pk: اپارٹمنٹ دا نمبر مجود نئیں اے یا نئیں لبھیا۔ میربانی کرکے اپنا پتہ ٹھیک کرو۔
pa_in: ਅਪਾਰਟਮੈਂਟ ਨੰਬਰ ਗੁੰਮਸ਼ੁਦਾ ਹੈ ਜਾਂ ਨਹੀਂ ਮਿਲਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਤਾ ਠੀਕ ਕਰੋ।
pl: Brak numeru mieszkania lub nie można go odnaleźć. Popraw adres.
ru: Номер квартиры отсутствует или не найден. Исправьте адрес.
sd: اپارٽمينٽ جو نمبر نه مليو آھي يا گُم ٿيل آھي. مھرباني ڪري پنھنجو پتو صحيح ڪريو.
si: නිවාස කොටසේ අංකය නොමැති හෝ සොයා ගත නොහැක. කරුණාකර ඔබේ ලිපිනය නිවැරදි කරන්න.
sl: Hišna številka manjka ali pa je ni mogoče najti. Popravite naslov.
sr_cyrl_rs: Број стана недостаје или није пронађен. Исправите адресу.
sr_latn_rs: Broj stana nedostaje ili nije pronađen. Ispravite adresu.
sv: Lägenhetsnumret saknas eller också gick det inte att hitta det. Korrigera din adress.
ta: குடியிருப்பு எண் இல்லை அல்லது கண்டறியப்படவில்லை. உங்கள் முகவரியைச் சரிசெய்யவும்.
te: అపార్ట్‌మెంట్ పేరు పోయింది లేదా కనుగొనబడలేదు. దయచేసి మీ చిరునామాను సరిచేయండి.
tg: Рақами квартира намерасад ё ёфт нашуд. Лутфан, суроғаи худро ислоҳ кунед.
th: หมายเลขอพาร์ทเมนท์หายไปหรือไม่มี โปรดใส่ที่อยู่ที่ถูกต้อง
tr: Apartman numarası eksik veya bulunamadı. Lütfen adresinizi düzeltin.
tt: Фатыр номер юк яки табылмаган. Дөресләтегез адресны.
ug: دائىرە نومۇرى يوق ياكى تېپىلمىدى.ئادرېسىڭىزنى توغرىلاڭ.
uk: Не введено або не знайдено номер квартири. Виправте адресу.
ur: اپارٹمنٹ کا نمبر نہیں دیا گیا یا پایا نہیں گیا. براہ مہربانی اپنا پتہ درست کریں.
uz: Kvartira raqami yo‘q yoki topilmadi. Iltimos, manzilingizga tuzatish kiriting.
vi: Thiếu hoặc không tìm thấy số nhà. Vui lòng sửa lại địa chỉ của bạn.
zh_hans: 缺少或找不到公寓号码。请更正您的地址。
zh_hant: 漏掉或是找不到門牌號碼，請更正地址。

# Literal.Error.Address.Charset
source: Sorry, you can only use English characters.
af: Jammer, jy kan net Engelse karakters gebruik.
am: ይቅርታ፡የእንግሊዘኛ ቁምፊዎች ብቻ መጠቀም ትችላለህ።
ar: معذرة، يمكنك استخدام فقط الأحرف الإنجليزية.
as: দুঃখিত, আপুনি কেৱল ইংৰাজী আখৰহে ব্যৱহাৰ কৰিব পাৰিব৷
az: Üzr istəyirik, siz yalnız İngilis dilində olan simvollardan istifadə edə bilərsiniz.
bg: Можете да използвате само английски знаци.
bn_in: দুঃখিত, আপনি শুধু ইংরাজি অক্ষর ব্যবহার করতে পারবেন৷
bs: Žao nam je, možete koristiti samo engleske znakove.
cy: Yn anffodus, dim ond nodau Saesneg y gallwch chi eu defnyddio.
da: Vi beklager, men du kan kun bruge engelske tegn.
de: Leider kann nur der englische Zeichensatz verwendet werden.
el: Δυστυχώς, μπορείτε να χρησιμοποιήσετε μόνο λατινικούς χαρακτήρες.
es: Solo puede usar caracteres ingleses.
et: Kahjuks võib kasutada ainult inglise tärke.
eu: Ingelesezko karaktereak soilik erabil ditzakezu.
fa: متأسفیم، فقط می توانید از نویسه های انگلیسی استفاده کنید.
ga: Tá brón orainn ach níl cead agat ach litreacha Béarla a úsáid.
gd: Duilich, chan fhaod thu a chleachdadh ach caractaran na Beurla.
gl: Sentímolo, só pode usar carácteres ingleses.
gu: માફ કરજો, માત્ર ઇંગ્લીશ અક્ષરોનો ઉપયોગ તમે કરી શકશો.
he: מצטערים, ניתן להשתמש בתווים אנגליים בלבד.
hi: क्षमा करें, आप केवल अंग्रेज़ी वर्णों का उपयोग कर सकते हैं.
hr: Žao nam je, smijete koristiti samo znakove engleske abecede.
hu: Csak angol karaktereket használhat.
id: Maaf, Anda hanya dapat menggunakan karakter bahasa Inggris.
is: Afsakið, það má eingöngu nota enska stafi.
ja: 住所には英数字しか使用できません。
ka: ბოდიში, მხოლოდ ინგლისური ასოების გამოყენება შეგიძლიათ.
kk: Кешіріңіз, тек ағылшын таңбаларын пайдалануға болады.
kn: ಕ್ಷಮಿಸಿ, ನೀವು ಇಂಗ್ಲಿಷ್ ಅಕ್ಷರಗಳನ್ನು ಮಾತ್ರ ಬಳಸಬಹುದು.
ko: 죄송합니다. 영어만 사용할 수 있습니다.
ku_arab: بەداخەوە، تۆ دەتوانیت تەنها نووسەی ئینگلیزی بەکاربهێنیت.
ky: Кечиресиз, латын тамгаларын гана колдонууга болот.
lo: ຂໍອະໄພ, ທ່ານພຽງແຕ່ສາມາດໃຊ້ອັກຂະລະພາສາອັງກິດເທົ່ານັ້ນ.
lt: Atsiprašome, galite naudoti tik anglų kalbos simbolius.
lv: Diemžēl varat izmantot tikai angļu valodas alfabēta rakstzīmes.
mi: Me whakamahi anake i ngā pūāhua Ingarihi.
mk: Се извинуваме, може да користите само англиски знаци.
ml: ക്ഷമിക്കണം, നിങ്ങള്‍ക്ക് ഇംഗ്ലീഷ് പ്രതീകങ്ങള്‍ മാത്രമേ ഉപയോഗിക്കാനാകൂ.
mn: Уучлаарай, та зөвхөн англи тэмдэгт ашиглах боломжтой.
mr: क्षमस्व, आपण केवळ इंग्रजी वर्ण वापरू शकता.
ms: Maaf, anda hanya boleh menggunakan aksara Inggeris.
mt: Skużana, tista' tuża biss karattri Ingliżi.
ne: माफ गर्नुहोस्, तपाईँको अङ्ग्रेजी वर्णहरू मात्रै प्रयोग गर्न सक्नुहुनेछ।
nn_no: Beklagar, du kan berre bruke engelske teikn.
no: Du kan bare bruke engelske tegn.
or: ଦୁଃଖିତ, ଆପଣ କେବଳ ଇଂରାଜୀ ବର୍ଣ୍ଣଗୁଡିକକୁ ବ୍ୟବହାର କରିପାରିବେ.
pa_arab_pk: معافی چاہندے آں، تسی صرف انگریزی دے حرف لکھ سکدے اوہ۔
pa_in: ਮੁਆਫ ਕਰਨਾ, ਤੁਸੀਂ ਕੇਵਲ ਅੰਗਰੇਜ਼ੀ ਵਰਣਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ।
pl: Można używać tylko angielskich znaków.
ru: Можно использовать только символы английского языка.
sd: معاف ڪريو, توھان صرف انگريزي جا اکر استعمال ڪري سگھو ٿا.
si: කණගාටුයි, ඔබට භාවිතා කළ හැක්කේ ඉංග්‍රීසි අකුරු පමණි.
sl: Uporabite lahko le angleške znake.
sr_cyrl_rs: Жао нам је, можете користити само енглеске знакове.
sr_latn_rs: Žao nam je, možete koristiti samo engleske znakove.
sv: Du kan endast använda engelska tecken.
ta: மன்னிக்கவும், ஆங்கில எழுத்துக்குறிகளை மட்டுமே பயன்படுத்த முடியும்.
te: క్షమించండి, మీరు కేవలం ఇంగ్లీష్ అక్షరాలను మాత్రమే వాడగలరు.
tg: Бубахшед, шумо танҳо ҳарфҳои англисиро истифода бурда метавонед.
th: ขออภัย คุณสามารถใช้ตัวอักษรภาษาอังกฤษเท่านั้น
tr: Üzgünüz, yalnızca İngilizce karakterler kullanabilirsiniz.
tt: Кызганычка каршы, инглиз символларын гына кулланып була.
ug: دكەچۈرۈڭ،پەقەت ئېنگىلىز تىلى ھەرپىنىلا قوللىنالايسىز.
uk: Можна використовувати лише англійські символи.
ur: معاف کیجئے گا، آپ انگریزی کے حروف بھی استعمال کرسکتے ہیں.
uz: Uzr, Siz faqat inglizcha harflardangina foydalana olasiz.
vi: Xin lỗi, bạn chỉ có thể dùng các kí tự tiếng Anh.
zh_hans: 抱歉，您只能使用英文字符。
zh_hant: 抱歉，您只能使用英文字元。
