Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.RU.PRI
source: Primorsky
am: ፐሪሞርስኪ
ar: بريمورسكي
as: প্ৰিমোৰ্স্কী
az: Primorski
bg: Приморски
bn_in: প্রিমর্স্কি
bs: Primorski
de: Primorje
el: Πριμόρσκι
et: Primorsk
eu: Primorski
gl: Primorski
gu: પ્રોમોર્સ્કીપ્રિમોર્સ્કી
he: פרימורסקי
hi: प्रिमोर्स्की
hr: Primorski
ja: プリモルスキー
ka: პრიმორსკი
kk: Приморский
kn: ಪ್ರಿಮೋರ್ಸ್ಕ್
ko: 프리모르스키
ku_arab: پریمۆرسکی
ky: Приморский
lo: ປຣີມໍສະກີ
lt: Primorė
lv: Primorska
mk: Приморски
ml: പ്രൈമോര്‍സ്‌കി
mn: Приморски
mr: प्रीमोर्सकी
ne: प्राइमोरस्की
nn_no: Primorsk
no: Primorsk
or: ପ୍ରିମୋସ୍କି
pa_arab_pk: پریمورسکی
pa_in: ਪ੍ਰਿਮੋਰਸਕਾਇ
pl: Kraj Nadmorski
ru: Приморский край
sd: پرمورسڪائي
si: ප්‍රිමෝර්ස්කි
sr_cyrl_rs: Приморска Покрајина
sr_latn_rs: Primorska Pokrajina
sv: Primorskij
te: ప్రిమోస్కీ
tg: Приморск
th: พรีมอรส์กี
tr: Primorskiy
tt: Приморье
ug: پرىمورسكى
uk: Приморський край
ur: پرائیمورسکائی
uz: Primorskiy
zh_hans: 库页岛
zh_hant: 濱海邊疆區

# Word.State.RU.PSK
source: Pskov
am: ፕስኮቭ
ar: بسكوف
as: স্কোভ
bg: Псков
bn_in: পসকভ
de: Pskow
el: Πσκοβ
et: Pihkva
gu: પિસ્કોવ
he: פסקוב
hi: पिस्कॉफ़
ja: プスコフ
ka: პსკოვი
kk: Псков
kn: ಸೋಕೋವ್
ko: 피스코브
ku_arab: پسکۆڤ
ky: Псков
lo: ປັສຄອຟ
lt: Pskovas
lv: Pleskava
mk: Псков
ml: പിസ്കോവ്
mn: Псков
mr: प्सकोव
ne: पस्कोभ
or: ପସକୋଭ୍
pa_arab_pk: پسکوو
pa_in: ਪਿਸਕੋਵ
pl: Psków
ru: Псков
sd: پسڪو
si: ප්‍රකෝව්
sr_cyrl_rs: Псков
te: పిస్కోవ్
tg: Псков
th: ปัสคอฟ
tt: Псков
ug: پسكوۋ
uk: Псков
ur: اسکوو
zh_hans: 普斯科夫
zh_hant: 普斯科夫

# Word.State.RU.ROS
source: Rostov
am: ሮስቶቭ
ar: روستوف
as: ৰোষ্টোভ
bg: Ростов
bn_in: রস্তভ
de: Rostow
el: Ροστόφ
gu: રોસ્ટોવ
he: רוסטוב
hi: रोस्तोव
ja: ロストフ
ka: როსტოვი
kk: Ростов
kn: ರೋಸ್ಟೋವ್
ko: 로스토브
ku_arab: رۆستۆڤ
ky: Ростов
lo: ໂຣສຕອຟ
lt: Rostovas
lv: Rostova
mk: Ростов
ml: റോസ്തോവ്
mn: Ростов
mr: रोस्टोव
ne: रोस्टोभ
or: ରୋଷ୍ଟୋଭ୍
pa_arab_pk: روسٹو
pa_in: ਰੋਸਤੋਵ
pl: Rostów
ru: Ростов
sd: روسٽو
si: රොස්ටොව්
sr_cyrl_rs: Ростов
te: రోస్తోవ్
tg: Ростов
th: รอสตอฟ
tt: Ростов
ug: روستوۋ
uk: Ростов
ur: روستوو
zh_hans: 罗斯托夫
zh_hant: 羅斯托夫

# Word.State.RU.RYA
source: Ryazan
am: ራይዛን
ar: ريازان
as: ৰিয়াজান
bg: Рязан
bn_in: রায়জান
bs: Rjazan
da: Rjazan
de: Rjasan
el: Ριαζάν
et: Rjazan
eu: Riazan
gl: Riazán
gu: રિયઝન
he: ריאזן
hi: रियज़ैन
hr: Rjazanj
ja: リャザン
ka: რიაზანი
kk: Рязань
kn: ರ್ಯಾಜನ್
ko: 라야잔
ku_arab: ریازان
ky: Рязань
lo: ເຣຍຊານ
lt: Riazanė
lv: Rjazaņa
mk: Ријазан
ml: ര്യാസന്‍
mn: Рязань
mr: रयाझान
ne: र्‍याजन
nn_no: Rjazan
no: Rjazan
or: ରୟାଜାନ୍
pa_arab_pk: ریازن
pa_in: ਰਿਯਜ਼ੈਨ
pl: Riazań
ru: Рязань
sd: رائيزان
si: රියාසාන්
sr_cyrl_rs: Рјазањ
sr_latn_rs: Rjazanj
sv: Rjazan
te: రియాజాన్
tg: Рязан
th: รีซาน
tt: Рязань
ug: ريازان
uk: Рязань
ur: ریازان
zh_hans: 梁赞
zh_hant: 梁贊

# Word.State.RU.SA
source: Sakha (Yakutia) Republic
af: Sakha (Yakutia)-republiek
am: ስካህ (ያኩቲያ) ሪፖብሊክ
ar: جمهورية ساخا (ياقوتيا)
as: ছাখা (য়াকুটিয়া) গণৰাজ্য
az: Saxa (Yakutiya) Respublikası
bg: Република Саха (Якутия)
bn_in: সখা (ইয়াকুতিয়া) প্রজাতন্ত্র
bs: Republika Saha (Jakutija)
cy: Sakha (Yakutia)
da: Republikken Sakha (Jakutien)
de: Republik Sacha (Jakutien)
el: Δημοκρατία των Σαχά (Γιακουτία)
es: República de Sajá (Yakutia)
et: Sahha (Jakuutia) vabariik
eu: Sakha (Jakutia) Errepublika
fa: جمهوری یاقوتستان (یاکوتی)
ga: Poblacht Sakha (Yakutia)
gd: Poblachd Sakha (Yakutia)
gl: República de Sakha (Yakutia)
gu: સખા (યાકુટિયા) રિપબ્લિક
he: רפובליקת סאחה (יאקוטיה)
hi: सखा (यकुतिया) गणराज्य
hr: Jakutska republika
hu: Szaha Köztársaság (Jakutföld)
id: Republik Sakha (Yakutia)
is: Lýðveldið Sakha (Jakútía)
ja: サハ共和国 (ヤク―チア)
ka: სახას რესპუბლიკა (იაკუტია)
kk: Саха (Якутия) Республикасы
kn: ಸಾಕಾ (ಯಾಕುಟಿಯಾ) ಗಣರಾಜ್ಯ
ko: 사하(야쿠티아) 공화국
ku_arab: ساخا (یاکوتیا) کۆماری
ky: Саха (Якутия) Республикасы
lo: ສາທາລະນະລັດ ຊາຄາ (ຢາກູເຕຍ)
lt: Sachos Respublika (Jakutija)
lv: Sahas Republika (Jakutija)
mi: Whenua Hākaha (Iakutia)
mk: Република Саха (Јакутија)
ml: സഖ (യകുതിയ) റിപ്പബ്ലിക്
mn: Саха (Якут) БНУ
mr: सखा (याकुतिया) रिपब्लिक
ms: Republik Sakha (Yakutia)
mt: Repubblika ta' Sakha (Yakutia)
ne: साखा (याकुटिया) गणतन्त्र
nn_no: Sakha (Jakutia)
no: Sakha (Jakutia)
or: ସଖା (ୟାକୁଟିଆ) ଗଣତନ୍ତ୍ର
pa_arab_pk: ساکھا(یکوتیا) جمہوریہ
pa_in: ਸਖਾ (ਯਕੁਤਿਆ) ਰਿਪਬਲਿਕ
pl: Republika Sacha (Jakucja)
ru: Республика Саха (Якутия)
sd: ساکا (يڪوٽيا) ريپبلڪ
si: සකා (යකුටියා) ජනරජය
sl: Republika Saha (Jakutija)
sr_cyrl_rs: Република Саха (Јакутија)
sr_latn_rs: Republika Saha (Jakutija)
sv: Sacha (Jakutien)
ta: சக்கா (யாக்குதியா) குடியரசு
te: సాఖా (యకూతియా) రిపబ్లిక్
tg: Ҷумҳурии Саха (Якутия)
th: สาธารณรัฐซาฮา (ยาคูเทีย)
tr: Sakha (Yakutistan) Cumhuriyeti
tt: Саха (Якутия) Республикасы
ug: ساخا (ياقۇتىيە) جۇمھۇرىيىتى
uk: Республіка Саха (Якутія)
ur: جمہوریہ (یاقوتیہ) سخا
uz: Saxa (Yoqutiston) Respublikasi
vi: Sakha (Yakutia)
zh_hans: 萨哈(雅库特)共和国
zh_hant: 薩哈共和國

# Word.State.RU.SAK
source: Sakhalin
am: ሳክሃሊን
ar: سخالين
as: চাখালিন
az: Saxalin
bg: Сахалин
bn_in: সাখালিন
bs: Sahalin
de: Sachalin
el: Σαχαλίν
et: Sahhalin
gl: Sakhalín
gu: સખાલિન
he: סחלין
hi: सखालिन
hr: Sahalin
ja: サハリン
ka: სახალინი
kk: Сахалин
kn: ಸಖಾಲಿನ್
ko: 사카린
ku_arab: ساخالین
ky: Сахалин
lo: ຊາຄາລິນ
lt: Sachalinas
lv: Sahalīna
mk: Сахалин
ml: സഖലിന്‍
mn: Сахалин
mr: सखालीन
ne: साखालिन
or: ସାଖାଲିନ୍
pa_arab_pk: ساکالین
pa_in: ਸਖਾਲਿਨ
pl: Sachalin
ru: Сахалин
sd: ساکالين
si: සකාලින්
sr_cyrl_rs: Сахалин
sr_latn_rs: Sahalin
sv: Sachalin
te: సాఖాలిన్
tg: Сахалин
th: ซาฮาลิน
tr: Sahalin
tt: Сахалин
ug: ساخالىن
uk: Сахалін
ur: سخالین
uz: Saxalin
zh_hans: 萨哈林
zh_hant: 薩哈林島

# Word.State.RU.SAM
source: Samara
am: ሳማራ
ar: سامارا
as: চামাৰা
bg: Самара
bn_in: সামারা
el: Σαμάρα
gu: સામરા
he: סמארה
hi: सामरा
ja: サマーラ
ka: სამარა
kk: Самара
kn: ಸಮಾರಾ
ko: 사마라
ku_arab: سامارا
ky: Самара
lo: ຊາມາຣາ
mk: Самара
ml: സമര
mn: Самара
mr: सामरा
ne: समरा
or: ସାମରା
pa_arab_pk: سامارا
pa_in: ਸਾਮਰਾ
ru: Самара
sd: سامارا
si: සමාරා
sr_cyrl_rs: Самара
te: సామరా
tg: Самара
th: ซามารา
tt: Самара
ug: سامارا
uk: Самара
ur: سمارا
zh_hans: 萨马拉
zh_hant: 薩馬拉

# Word.State.RU.SAR
source: Saratov
am: ስታራቶቭ
ar: ساراتوف
as: চাৰাটোভ
bg: Саратов
bn_in: সারাতভ
de: Saratow
el: Σαράτοφ
es: Sarátov
gu: સારાટોવ
he: סראטוב
hi: साराटोव
ja: サラトフ
ka: სარატოვი
kk: Саратов
kn: ಸಾರಾಟೋವ್
ko: 사라토브
ku_arab: ساراتۆڤ
ky: Саратов
lo: ຊາຣາຕອຟ
lt: Saratovas
lv: Saratova
mk: Саратов
ml: സരതോവ്
mn: Саратов
mr: साराटोव्ह
ne: साराटोव
or: ସାରାଟୋଭ
pa_arab_pk: ساراٹو
pa_in: ਸਾਰਾਤੋਵ
pl: Saratów
ru: Саратов
sd: ساراٽو
si: සරාටෝ
sr_cyrl_rs: Саратов
te: సరతోవ్
tg: Саратов
th: ซาราตอฟ
tt: Саратов
ug: ساراتوۋ
uk: Саратов
ur: سراتوو
zh_hans: 萨拉托夫
zh_hant: 薩拉托夫

# Word.State.RU.SE
source: North Ossetia–Alania
am: ሰሜን ኦሴቲያ አላኒያ
ar: أوسيتيا الشمالية-ألانيا
as: উত্তৰ ওছেটিয়া-আলানিয়া
az: Şimali Osetiya–Alaniya
bg: Северна Осетия – Алания
bn_in: উত্তর অসেতিয়া–আলানিয়া
bs: Sjeverna Osetija–Alanija
da: Nordossetien-Alanien
de: Nordossetien-Alanien
el: Βόρεια Οσετία–Αλανία
es: Osetia del Norte-Alania
et: Põhja-Osseetia
eu: Ipar Osetia-Alania
ga: An Oiséit–Alania Thuaidh
gd: Ossetia–Alania a Tuath
gl: Osetia do Norte–Alania
gu: ઉત્તર ઓસેસિયા–અલાનિયા
he: צפון אוסטיה–אלאניה
hi: उत्तरी ओसेशिया–अलानिया
hr: Sjeverna Osetija-Alanija
is: Norður Ossetia–Alania
ja: 北オセチア–アラニア
ka: ჩრდილოეთი ოსეთი–ალანია
kk: Солтүстік Осетия
kn: ಉತ್ತರ ಒಸ್ಸೆಟಿಯಾ-ಅಲಾನಿಯಾ
ko: 북오세티아–알라니아
ku_arab: ئۆسێتیای باکور–ئالانیا
ky: Түндүк Осетия-Алания Республикасы
lo: ໂນດໂອເຊເຕຍ–ອາລາເນຍ
lt: Šiaurės Osetija-Alanija
lv: Ziemeļosetijas-Alānijas Republika
mk: Северна Осетија - Аланија
ml: നോര്‍ത്ത് ഒസെന്‍റിയ-അലാനിയ
mn: Хойд Осети-Алани
mr: उत्तर ओसेटिया अलानिया
mt: Ossezja tat-Tramuntana–Alania
ne: नर्थ ओसेटिया–अलानिया
nn_no: Nord-Ossetia - Alania
no: Nord-Ossetia-Alania
or: ଉତ୍ତର ଓସେଟିଆଲ୍–ଆଲାନିଆ
pa_arab_pk: شمالی اوسٹیل الانیا
pa_in: ਨੋਰਥ ਓਸੈਨਟਿਆ–ਅਲਾਨੀਆ
pl: Osetia Północna — Alania
ru: Северная Осетия-Алания
sd: شمالي اوسينٽيا–الانيا
si: නෝර්ත් ඔසර්ටියා–අලානියා
sl: Severna Osetija-Alanija
sr_cyrl_rs: Северна Осетија – Аланија
sr_latn_rs: Severna Osetija – Alanija
sv: Nordossetien-Alanien
te: ఉత్తర ఓసియా అలేనియా
tg: Осетияи Шимолӣ-Алания
th: นอร์ทออสเซเทีย-อะลาเนีย
tr: Kuzey Osetya–Alanya
tt: Төньяк Осетия-Алания
ug: شىمالىي ئوسسېتىيە-ئالانىيە
uk: Північна Осетія-Аланія
ur: نارتھ اوشیٹیا-الانیا
uz: Shimoliy Osetiya-Alaniya respublikasi
vi: Bắc Ossetia–Alania
zh_hans: 北奥塞梯-阿兰
zh_hant: 北奧塞梯-阿蘭共和國

# Word.State.RU.SMO
source: Smolensk
am: ሶሎሜኒስክ
ar: سمولينسك
as: স্মোলেংস্ক
bg: Смоленск
bn_in: স্মলেনস্ক
el: Σμολένσκ
gu: સ્મોલેનસ્ક
he: סמולנסק
hi: स्मोलेंस्क
ja: スモレンスク
ka: სმოლენსკი
kk: Смоленск
kn: ಸ್ಮೋಲೆನ್ಸ್ಕ್
ko: 스모렌스크
ku_arab: سمۆلێنسک
ky: Смоленск
lo: ສະໂມເລັນສຄ
lt: Smolenskas
lv: Smoļenska
mk: Смоленск
ml: സ്മോളന്‍‌സ്ക്
mn: Смоленск
mr: स्मोलेन्स्क
ne: स्मोलेन्स्क
or: ସମୋସେନୋସ୍କ
pa_arab_pk: سمولینسک
pa_in: ਸਮੋਲੇਨਸਕ
pl: Smoleńsk
ru: Смоленск
sd: سمولينسڪ
si: ස්මොලෙන්ස්ක්
sr_cyrl_rs: Смоленск
te: స్మోలెస్క్
tg: Смоленск
th: สโมเลนสค์
tt: Смоленск
ug: سمولېنسك
uk: Смоленськ
ur: سومولینسک
zh_hans: 斯摩棱斯克
zh_hant: 斯摩棱斯克

# Word.State.RU.SPE
source: Saint Petersburg
am: ሴንት ፒትስበርግ
ar: سانت بطرسبرغ
as: চেণ্ট পিটাৰ্চবাৰ্গ
az: Sanks Peterburq
bg: Санкт Петербург
bn_in: সেন্ট পিটার্সবার্গ
bs: St. Petersburg
da: Sankt Petersborg
de: St. Petersburg
el: Αγία Πετρούπολη
es: San Petersburgo
et: Peterburi
eu: San Petersburgo
ga: Cathair Pheadair
gd: St. Petersburg
gl: San Petersburgo
gu: સેન્ટ પીટર્સબર્ગ
he: סיינט פטרסבורג
hi: सेंट पीटर्सबर्ग
hr: Sankt Peterburg
is: Sankti Pétursborg
ja: サンクトペテルブルク
ka: სანქტ-პეტერბურგი
kk: Санкт-Петербург
kn: ಸೇಂಟ್ ಪೀಟರ್ಸ್‌ಬರ್ಗ್
ko: 상트 페테르부르그
ku_arab: سانت پەترسبۆرگ
ky: Санкт Петербург
lo: ເຊັນປີເຕີສເບີກ
lt: Sankt Peterburgas
lv: Sanktpēterburga
mk: Санкт Петербург
ml: സെന്‍റ് പീറ്റേഴ്‌സ്‌ബര്‍ഗ്
mn: Санкт-Петербург
mr: सेंट पीटर्सबर्ग
mt: San Pietruburgu
ne: सेइन्ट पिटरसबर्ग
nn_no: St. Petersburg
no: St. Petersburg
or: ସେଣ୍ଟ୍ ପେଟେରସବର୍ଗ୍
pa_arab_pk: سینٹ پیٹرسبرج
pa_in: ਸੇਂਟ ਪੀਟਰਸਬਰਗ
pl: Petersburg
ru: Санкт-Петербург
sd: سينٽ پيٽرسبرگ
si: ශාන්ත පීටස්බර්ග්
sl: Sankt Peterburg
sr_cyrl_rs: Санкт Петербург
sr_latn_rs: Sankt Peterburg
sv: Sankt Petersburg
te: సెయింట్ పీటర్ బర్గ్
tg: Санкт-Петербург
th: เซนต์ปีเตอร์สเบิร์ก
tt: Санкт-Петербург
ug: سانت پېتىرىبۇرگ
uk: Санкт-Петербурґ
ur: سینٹ پیٹسبرگ
uz: Sankt-Peterburg
zh_hans: 圣彼德堡
zh_hant: 聖彼得堡

# Word.State.RU.STA
source: Stavropol
am: ስታቮርፓል
ar: ستافروبول
as: ষ্টাভ্ৰোপোল
bg: Ставропол
bn_in: স্তাভ্রপল
de: Stawropol
el: Σταυρούπολη
gu: સ્ટાવરોપોલ
he: סטאברופול
hi: स्टाव्रोपोल
hr: Stavropoljski kraj
ja: スタヴロポリ
ka: სტავროპოლი
kk: Ставрополь
kn: ಸ್ಟಾವ್‌ರೋಪೋಲ್
ko: 스타브로폴
ku_arab: ستاڤرۆپۆل
ky: Ставрополь
lo: ສຕາບໂຣໂພລ
lt: Stavropolis
lv: Stavropole
mk: Ставропол
ml: സ്റ്റാവ്രോപോള്‍
mn: Ставрополь
mr: स्टॅवरोपल
ne: स्ट्याभरोपोल
or: ଷ୍ଟାଭ୍ରୋପୋଲ୍
pa_arab_pk: سٹیروپول
pa_in: ਸਟਾਵਰੋਪੋਲ
pl: Stawropol
ru: Ставрополь
sd: سٽاوروپول
si: ස්ටාවෝපෝල්
sr_cyrl_rs: Ставропољ
sr_latn_rs: Stavropolj
te: స్టావ్‌రో‌పోల్
tg: Ставропол
th: สตัฟโรปอล
tt: Ставрополь
ug: ستاۋروپول
uk: Ставрополь
ur: اسٹیوروپول
zh_hans: 斯塔夫罗波尔
zh_hant: 斯塔夫羅波爾

# Word.State.RU.SVE
source: Sverdlovsk
am: ሲቨርዶቭስክ
ar: سفيردلوفسك
as: স্ভেৰ্ডলোস্ক
bg: Свердловск
bn_in: সের্ভদিলভস্ক
de: Jekaterinburg
el: Σβερντλόφσκ
gu: સ્વેર્ડલોવ્સ્ક
he: סברדלובסק
hi: स्वर्डर्लोव्स्क
ja: スヴェルドロフスク
ka: სვერდლოვსკი
kk: Свердловск
kn: ಸ್ವೆರ್ಡ್‌ಲೋವಸ್ಕ್
ko: 스베르들롭스크
ku_arab: سڤێردۆلڤسک
ky: Свердловск областы
lo: ສເວີດລັອຟສຄ
lt: Sverdlovskas
lv: Sverdlovska
mk: Свердловск
ml: സ്വെര്‍ദ്‌ലോവ്‌സ്ക്
mn: Свердловск
mr: स्वर्ड्लॉव्स्क
ne: स्वर्डलोवस्क
nn_no: Jekaterinburg
or: ସଭେରଡଲୋଭସ୍କ
pa_arab_pk: سوردلوسک
pa_in: ਸਵੇਰਡਲੋਵਸਕ
pl: Obwód swierdłowski
ru: Свердловская область
sd: سورڊلوسڪ
si: ස්වෙර්ඩ්ලෝව්ස්ක්
sr_cyrl_rs: Свердловск
te: సెర్వడోస్క్
tg: Свердловск
th: สเวียร์ดอฟสค์
tt: Свердловск өлкәсе
ug: سۋېردلوۋسك
uk: Свердловськ
ur: وردلوسک
zh_hans: 斯维尔德洛夫斯克
zh_hant: 斯維爾德洛夫斯克州

# Word.State.RU.TA
source: Tatarstan
am: ታታርስታን
ar: تتارستان
as: টাটাৰ্ষ্টান
az: Tatarıstan
bg: Татарстан
bn_in: তাতারেস্তান
bs: Tataristan
el: Ταταρστάν
es: Tartaristán
gl: Tartaristán
gu: ટાટાર્સ્ટાન
he: טאטרסטן
hi: टारार्स्टान
ja: タタールスタン
ka: თათარსტანი
kk: Татарстан
kn: ಟಾಟಾರ್ಸ್ಟಾನ್
ko: 타타르스탄
ku_arab: تەتەرستان
ky: Татарстан
lo: ຕາຕາສະຖານ
lt: Tatarstanas
lv: Tatarstāna
mk: Татарстан
ml: തതര്‍സ്താന്‍
mn: Татарстан
mr: टाटरस्टान
ne: टाटारस्तान
or: ଟାଟାରଷ୍ଟାନ୍
pa_arab_pk: تاتارستان
pa_in: ਟਾਟਰਸਤਾਨ
ru: Татарстан
sd: ٽاٽارستان
si: ටාටර්ස්ටන්
sr_cyrl_rs: Татарстан
te: టాటాస్తాన్
tg: Тотористон
th: ตาตาร์สถาน
tr: Tataristan
tt: Татарстан
ug: تاتارستان
uk: Татарстан
ur: تاتارستان
uz: Tatarston
zh_hans: 鞑靼斯坦
zh_hant: 韃靼斯坦共和國

# Word.State.RU.TAM
source: Tambov
am: ታምቦቭ
ar: تامبوف
as: টামবভ
bg: Тамбов
bn_in: তাম্বভ
de: Tambow
el: Ταμπόφ
gu: ટામ્બોવ
he: טאמבוב
hi: टांबोव
ja: タンボフ
ka: ტამბოვი
kk: Тамбов
kn: ಟಾಂಬೋವ್
ko: 탐보프
ku_arab: تامبۆڤ
ky: Тамбов
lo: ແທມບອຟ
lt: Tambovas
lv: Tambova
mk: Тамбов
ml: തം‌ബോവ്
mn: Тамбов
mr: टॅंब्व
ne: टम्बोव
or: ଟାମବୋଭ୍
pa_arab_pk: ٹمبو
pa_in: ਤਾਮਬੋਵ
pl: Tambow
ru: Тамбов
sd: تمبو
si: ටොම්බොව්
sr_cyrl_rs: Тамбов
te: తాంబోవ్
tg: Тамбов
th: ตัมบอฟ
tt: Тамбов
ug: تامبوۋ
uk: Тамбов
ur: ٹامبوو
zh_hans: 坦波夫
zh_hant: 坦波夫

# Word.State.RU.TOM
source: Tomsk
am: ቶማስክ
ar: تومسك
as: টোমস্ক
bg: Томск
bn_in: তমস্ক
el: Τομσκ
gu: ટોમ્સ્ક
he: טומסק
hi: टॉम्स्क
ja: トムスク
ka: ტომსკი
kk: Томск
kn: ಟೋಮ್ಸ್ಕ್
ko: 톰스크
ku_arab: تۆمسک
ky: Томск
lo: ທອມສຄ
lt: Tomskas
lv: Tomska
mk: Томск
ml: തോംസ്ക്
mn: Томск
mr: टॉमस्क
ne: टोमस्क
or: ଟୋମାସ୍କ
pa_arab_pk: ٹمسک
pa_in: ਟੋਮਸਕ
ru: Томск
sd: ٽومسڪ
si: මොම්ස්ක්
sr_cyrl_rs: Томск
te: టామ్స్‌క్
tg: Томск
th: ตอมสค์
tt: Томск
ug: تومسك
uk: Томськ
ur: تومسک
zh_hans: 托木斯克
zh_hant: 托木斯克

# Word.State.RU.TUL
source: Tula
am: ቱላ
ar: تولا
as: টুলা
bg: Тула
bn_in: তুলা
el: Τούλα
et: Tuula
gu: ટુલા
he: טולה
hi: टुला
ja: トゥーラ
ka: ტულა
kk: Тула
kn: ಟುಲಾ
ko: 툴라
ku_arab: تولا
ky: Тула
lo: ຕູລາ
mk: Тула
ml: തുല
mn: Тула
mr: टूला
ne: टुला
or: ଟୁଲା
pa_arab_pk: ٹولا
pa_in: ਤੁਲਾ
pl: Tuła
ru: Тула
sd: ٽولا
si: ටුලා
sr_cyrl_rs: Тула
te: తులా
tg: Тула
th: ตูลา
tt: Тула
ug: تۇلا
uk: Тула
ur: تولا
zh_hans: 图拉
zh_hant: 圖拉

# Word.State.RU.TVE
source: Tver
am: ቲቨር
ar: تفير
as: ট্যেৰ
bg: Твер
bn_in: ত্ভের
de: Twer
el: Τβερ
gu: ટ્વેર
he: טבר
hi: ट्वेर
ja: トヴェリ
ka: ტვერი
kk: Тверь
kn: ಟ್ವೆರ್
ko: 트베르
ku_arab: تڤێر
ky: Тверь
lo: ຕເວ
lt: Tverė
lv: Tvera
mk: Твер
ml: ത്വെര്‍
mn: Тверь
mr: त्विर
ne: टिवर
or: ଟଭେର୍
pa_arab_pk: ٹیور
pa_in: ਤਵੇਰ
pl: Twer
ru: Тверь
sd: ٽوير
si: ට්වෙර්
sr_cyrl_rs: Твер
te: తువర్
tg: Твер
th: ตเวียร์
tt: Тверь
ug: تۋېر
uk: Твер
ur: تیور
zh_hans: 特维尔
zh_hant: 特維爾

# Word.State.RU.TY
source: Tuva
am: ቱቫ
ar: توفا
as: টুভা
bg: Тува
bn_in: টুভা
de: Tuwa
el: Τιβά
gl: Tuvá
gu: ટુવા
he: טובה
hi: तुवा
ja: トゥヴァ
ka: ტუვა
kk: Тува
kn: ಟುವಾ
ko: 투바
ku_arab: تڤوا
ky: Тува
lo: ຕູວາ
lv: Tiva
mk: Тува
ml: തുവ
mn: Тува
mr: तुवा
ne: टुवा
or: ଟୁଭା
pa_arab_pk: تُوا
pa_in: ਤੂਵਾ
pl: Tuwa
ru: Тува
sd: ٽوا
si: ටුවා
sr_cyrl_rs: Тува
te: తువా
tg: Тува
th: ตูวา
tt: Тува
ug: تۇۋا
uk: Тува
ur: تیوا
zh_hans: 图瓦
zh_hant: 圖瓦共和國

# Word.State.RU.TYU
source: Tyumen
am: ታዩሜን
ar: تيومين
as: ট্যুমেন
az: Tümen
bg: Тюмен
bn_in: ত্যুমেন
bs: Tjumen
da: Tjumen
de: Tjumen
el: Τιουμέν
es: Tiumen
et: Tjumen
eu: Tiumen
gu: ટ્યુમેન
he: טיומן
hi: ट्युमेन
hr: Tjumenj
ja: チュメニ
ka: ტიუმენი
kk: Тюмень
kn: ಟೈಯುಮೆನ್
ko: 티유멘
ku_arab: تیومین
ky: Тюмень
lo: ຕີອຸເມັນ
lt: Tiumenė
lv: Tjumeņa
mk: Тјумен
ml: ത്യുമെന്‍
mn: Тюмень
mr: त्युमान
ne: ट्युमेन
nn_no: Tjumen
no: Tjumen
or: ଟୟୁମେନ୍
pa_arab_pk: تایومین
pa_in: ਟਯੂਮੇਨ
pl: Tiumeń
ru: Тюмень
sd: ٽايومين
si: ටියුමෙන්
sl: Tjumen
sr_cyrl_rs: Тјумењ
sr_latn_rs: Tjumenj
sv: Tiumen
te: టైయూమన్
tg: Тюмен
th: ตูย์เมน
tr: Tümen
tt: Төмән өлкәсе
ug: تيۇمېن
uk: Тюмень
ur: تیومین
zh_hans: 秋明
zh_hant: 秋明

# Word.State.RU.UD
source: Udmurtia
am: ኡዱሙቲያ
ar: أودمورتيا
as: উডমুৰ্টিয়া
az: Udmurtiya
bg: Удмуртия
bn_in: উদ্মুর্তিয়া
bs: Udmurtija
da: Udmurtien
de: Udmurtien
el: Ουντμουρτία
gu: ઉદમર્સિયા
he: אודמוריטה
hi: उद्मुर्तिया
hr: Udmurtska
ja: ウドムルト
ka: უდმურტია
kk: Удмуртия
kn: ಉಡ್‌ಮುರ್ಟಿಯಾ
ko: 우드무르티아
ku_arab: ئودمورتیا
ky: Удмуртия
lo: ອຸດມູເຕຍ
lt: Udmurtija
lv: Udmurtija
mk: Удмуртија
ml: ഉദ്‌മുര്‍തിയ
mn: Удмурти
mr: उडमूरतिया
ne: अड्मुर्टिया
or: ୟୁଡମୁର୍ତିଆ
pa_arab_pk: ادمرتیا
pa_in: ਉਡਮੁਰਤੀਆ
pl: Udmurcja
ru: Удмуртия
sd: ادمرتيا
si: උඩ්මුර්ටියා
sl: Udmurtija
sr_cyrl_rs: Удмуртија
sr_latn_rs: Udmurtija
sv: Udmurtien
te: ఉడుముర్తియా
tg: Удмуртия
th: อุดเมอร์เทีย
tr: Udmurtya
tt: Удмуртия
ug: ئۇدمۇرتىيە
uk: Удмуртія
ur: ادمورتیا
uz: Udmurtiya
zh_hans: 乌德穆尔特
zh_hant: 烏德穆爾特共和國

# Word.State.RU.ULY
source: Ulyanovsk
am: ኡሊኖቮስክ
ar: أوليانوفسك
as: উলিয়ানোভস্ক
bg: Уляновск
bn_in: উলইয়ানোভস্ক
bs: Ulјanovsk
da: Uljanovsk
de: Uljanowsk
el: Ουλιάνοφσκ
et: Uljanovsk
eu: Ulianovsk
gu: ઉલ્યાનોવ્સ્ક
he: אוליאנובסק
hi: उल्यानोव्स्क
hr: Uljanovsk
ja: ウリヤノフスク
ka: ულიანოვსკი
kk: Ульяновск
kn: ಉಲ್ಯಾನೋವ್ಸ್ಕ್
ko: 울랴노브스크
ku_arab: ئولیانۆڤسک
ky: Ульяновск
lo: ອຸຍຢານອຟສຄ
lt: Uljanovskas
lv: Uļjanovska
mk: Улјановск
ml: ഉല്യാനോവ്‌സ്ക്
mn: Ульяновск
mr: उल्यानोवस्क
ne: उल्यानोवस्क
nn_no: Uljanovsk
no: Uljanovsk
or: ୟଲୟାନୋଭସ୍କ
pa_arab_pk: الیانوسک
pa_in: ਉਲਯਾਨੋਵਸਕ
pl: Uljanowsk
ru: Ульяновск
sd: اليانوسڪ
si: උලියනෝව්ස්ක්
sl: Uljanovsk
sr_cyrl_rs: Уљановск
sr_latn_rs: Uljanovsk
sv: Uljanovsk
te: యువలనోస్క్
tg: Уляновск
th: อุลยานอฟสก์
tt: Ульяновск
ug: ئۇليانوۋسك
uk: Ульяновськ
ur: الیونووسک
zh_hans: 乌里扬诺夫斯克
zh_hant: 烏里揚諾夫斯克

# Word.State.RU.VGG
source: Volgograd
am: ቮልጎጋርድ
ar: فولغوغراد
as: ভোল্গোগ্ৰেড
az: Volqoqrad
bg: Волгоград
bn_in: ভল্গগ্রাদ
de: Wolgograd
el: Βολγκογκράντ
es: Volgogrado
gl: Volgogrado
gu: વોલ્ગોગ્રેડ
he: וולגוגרד
hi: वोल्गोग्रेड
ja: ヴォルゴグラード
ka: ვოლგოგრადი
kk: Волгоград
kn: ವೋಲ್ಗೋಗ್ರಾಡ್
ko: 볼고그라드
ku_arab: ڤۆڵگۆگراد
ky: Волгоград
lo: ວອລໂກກຣາດ
lt: Volgogradas
lv: Volgograda
mk: Волгоград
ml: വോള്‍ഗോഗ്രാഡ്
mn: Волгоград
mr: वोल्गोग्रॅड
ne: भोल्गोग्राड
or: ଭୋଲଗୋଗ୍ରାଡ୍
pa_arab_pk: ولگوگراڈ
pa_in: ਵੋਲਗੋਗ੍ਰੇਡ
pl: Wołgograd
ru: Волгоград
sd: ولگوگراڊ
si: වොල්ගොග්‍රැඩ්
sr_cyrl_rs: Волгоград
te: వోల్వోగ్రాడ్
tg: Волгоград
th: วอลโกกราด
tt: Волгоград
ug: ۋولگوراد
uk: Волґоґрад
ur: ولگوگراد
zh_hans: 伏尔加格勒
zh_hant: 伏爾加格勒

# Word.State.RU.VLA
source: Vladimir
am: ቭላድሚር
ar: فلاديمير
as: ভ্লাডিমিৰ
bg: Владимир
bn_in: ভ্লাদিমির
de: Wladimir
el: Βλαντίμιρ
gl: Vladímir
gu: વ્લાદિમીર
he: ולדימיר
hi: व्लादिमिर
ja: ウラジーミル
ka: ვლადიმირი
kk: Владимир
kn: ವ್ಲಾಡಿಮಿರ್
ko: 블라디미르
ku_arab: ڤلادیمیر
ky: Владимир
lo: ວລາດີເມຍ
lt: Vladimiras
lv: Vladimira
mk: Владимир
ml: വ്ലാഡിമിര്‍
mn: Владимир
mr: व्लादिमिर
ne: व्लाडमिर
or: ଭଲାଡିମିର୍
pa_arab_pk: ولاڈمیر
pa_in: ਵਲਾਦਿਮਿਰ
pl: Włodzimierz
ru: Владимир
sd: ولاڊمر
si: ව්ලැඩ්මියර්
sr_cyrl_rs: Владимир
te: వ్లాదిమీర్
tg: Владимир
th: วลาดิเมียร์
tt: Владимир
ug: ۋلادىمىر
uk: Владімір
ur: ولادیمر
zh_hans: 弗拉基米尔
zh_hant: 弗拉基米爾

# Word.State.RU.VLG
source: Vologda
am: ቮሎግዳ
ar: فولوغدا
as: ভোলোগ্ডা
az: Voloqda
bg: Вологда
bn_in: ভলোগদা
de: Wologda
el: Βόλογκντα
gl: Vólogda
gu: વોલોગ્ડા
he: וולוגדה
hi: वोलोग्डा
ja: ヴォログダ
ka: ვოლოგდა
kk: Вологда
kn: ವೋಲೋಗ್ಡಾ
ko: 볼로그다
ku_arab: ڤۆلۆگدا
ky: Вологда
lo: ໂຍລັອກດາ
mk: Вологда
ml: വൊലോഗ്‌ദ
mn: Вологда
mr: वॉलॉगदा
ne: भोलोग्डा
or: ଭୋଲୋଗଡା
pa_arab_pk: ولوگدا
pa_in: ਵੋਲੋਗਡਾ
pl: Wołogda
ru: Вологда
sd: ولوگڊا
si: වොලෝග්ඩා
sr_cyrl_rs: Вологда
te: వోలోగ్డా
tg: Вологда
th: โวลอกดา
tt: Вологда
ug: ۋولوگدا
uk: Волоґда
ur: ولوگدا
zh_hans: 沃洛格达
zh_hant: 沃洛格達

# Word.State.RU.VOR
source: Voronezh
am: ቮሮኒዝ
ar: فورونيج
as: ভোৰোনেঝ
az: Voronej
bg: Воронеж
bn_in: ভোরোনেজ
bs: Voronež
da: Voronezj
de: Woronesch
el: Βορόνεζ
et: Voronež
gu: વોરોનેઝ
he: וורונז'
hi: वोरोनेज़
hr: Voronjež
ja: ヴォロネジ
ka: ვორონეჟი
kk: Воронеж
kn: ವೊರೋನೆಝ್
ko: 보로네시
ku_arab: ڤۆرۆنێژ
ky: Воронеж
lo: ໂວໂຣເນັຊ
lt: Voronežas
lv: Voroņeža
mk: Воронеж
ml: വൊരോനേഴ്
mn: Воронеж
mr: वॉरन्ज़
ne: वोरोनेझ
nn_no: Voronezj
no: Voronezj
or: ଭୋରୋନେଜହ
pa_arab_pk: ورونیز
pa_in: ਵੋਰੋਨੇਜ਼
pl: Woroneż
ru: Воронеж
sd: ورونيز
si: වොරෝනෙෂ්
sl: Voronež
sr_cyrl_rs: Вороњеж
sr_latn_rs: Voronjež
sv: Voronezj
te: వోరోనేజ్
tg: Воронеж
th: โวโรเนซ
tr: Voronej
tt: Воронеж
ug: ۋورونېژ
uk: Воронеж
ur: ورونیخ
uz: Voronej
zh_hans: 沃罗涅什
zh_hant: 沃羅涅日

# Word.State.RU.YAN
source: Yamalo-Nenets
am: ያማሎ ኔንትስ
ar: يامالو نينيتس
as: য়ামালো-নেনেটছ
bg: Ямало-Ненец
bn_in: ইয়ামাল-নেনেত্স
bs: Jamalo-Nenec
da: Jamalo-Nenets
de: Jamal-Nenzen
el: Γιάμαλο-Νένετς
et: Jamal
eu: Jamalia-Nenetsia
gl: Yamalia-Nenetsia
gu: યામાલો-નેનેટ્સ
he: ימאלו-ננטס
hi: यामालो-नेनेट
hr: Jamalo-Nenečki autonomni okrug
ja: ヤマロ ネネツ
ka: იამალო-ნენეცი
kk: Ямало-Ненец
kn: ಯಮಾಲೋ-ನೆನೆಟ್ಸ್
ko: 야말로 네네츠
ku_arab: ئامالۆ-نێنێتس
ky: Йамало-Ненецк
lo: ຢາມາໂລ-ເນເນັທສ
lt: Jamalo Nencai
lv: Jamalas Ņencu autonomais apvidus
mk: Јамало-Ненец
ml: യമലോ-നെനെത്‌സ്
mn: Ямало-Ненецк
mr: यामलो-नेनिट्स
ne: यामालो-नेनेट्स
nn_no: Jamalo-Nenetsk
no: Jamalo-Nenetsk
or: ୟାମୋଲୋ-ନେନେଟସ୍
pa_arab_pk: یامیولو-نینٹس
pa_in: ਯਾਮੋਲਾ-ਨੇਨੇਟਸ
pl: Jamalsko-Nieniecki Okręg Autonomiczny
ru: Ямало-Ненецкий автономный округ
sd: يمالو-نينٽس
si: යමාලා-නෙනෙට්ස්
sl: Jamalo-Nenets
sr_cyrl_rs: Јамалија
sr_latn_rs: Jamalija
sv: Jamalo-Nentsien
te: యమలో - నెనెట్స్
tg: Ямало-Ненетс
th: ยามาโล-เนเนตส์
tt: Ямало-Ненец
ug: يامالو-نېنېتس
uk: Ямало-Ненецький автономний округ
ur: یمالو-نینیٹس
zh_hans: 亚马尔-涅涅茨
zh_hant: 亞馬爾-涅涅茨自治區

# Word.State.RU.YAR
source: Yaroslavl
am: ያሮሰልቭል
ar: ياروسلافل
as: য়াৰোশ্লাৱল
bg: Ярославъл
bn_in: য়ারস্লাভ
bs: Jaroslavl
da: Jaroslavl
de: Jaroslawl
el: Γιαροσλάβλ
et: Jaroslavl
eu: Jaroslavl
gu: યરોસ્લાવ
he: יארוסלבל
hi: यरोस्लाव
hr: Jaroslavlj
ja: ヤロスラヴリ
ka: იაროსლავლი
kk: Ярославль
kn: ಯಾರೋಸ್ಲಾವ್ಲ್
ko: 야로스라블
ku_arab: یارۆسلاڤل
ky: Ярославль
lo: ຢາໂຮສະລາວີ
lt: Jaroslavlis
lv: Jaroslavļa
mk: Јарославел
ml: യരോസ്ലാവല്‍
mn: Ярославль
mr: यारोस्लावल
ne: यारोस्लावल
nn_no: Jaroslavl
no: Jaroslavl
or: ୟାରୋସଲାଭଲ୍
pa_arab_pk: یاروسلاول
pa_in: ਯਰੋਸਲਾਵ
pl: Jarosław
ru: Ярославль
sd: ياروسلاول
si: යාරෝස්ලාව්ස්
sl: Jaroslavelj
sr_cyrl_rs: Јарослављ
sr_latn_rs: Jaroslavlj
sv: Jaroslavl
te: యర్లోసావ్
tg: Ярославл
th: ยาโรสลาฟ
tt: Ярославль
ug: ياروسلاۋل
uk: Ярославль
ur: یروسلاول
zh_hans: 雅罗斯拉夫尔
zh_hant: 雅羅斯拉夫爾

# Word.State.RU.YEV
source: Jewish Autonomous Oblast
am: የይሁዳውያን ድብቅ ኦብላስት
ar: الأوبلاست اليهودية الذاتية
as: জিৱিছ অটোনোমাছ ওব্লাষ্ট
az: Yəhudi Muxtar Vilayəti
bg: Еврейска автономна област
bn_in: ইহুদি স্বায়ত্বশাসিত ওব্লাস্ট
bs: Jevrejska autonomna oblast
cy: Oblast Ymreolaethol Iddewig
da: Jødiske autonome oblast
de: Jüdische Autonome Oblast
el: Εβραϊκή Αυτόνομη Περιφέρεια
es: Óblast Autónomo Hebreo
et: Juudi autonoomne oblast
eu: Juduen Probintzia Autonomoa
ga: Réigiún Féinrialaitheach na nGiúdach
gd: Oblast Fèin-riaghlaidh Iùdhach
gl: Óblast Autónomo Hebreo
gu: યહૂદી સ્વાયત્ત ઑબ્લાસ્ટ
he: המחוז היהודי האוטונומיה
hi: यहूदी स्वायत्त ओब्लास्ट
hr: Židovska autonomna oblast
ja: ユダヤ自治州
ka: ებრაელთა ავტონომიური ოლქი
kk: Еврей автономды облысы
kn: ಜ್ಯೂಯಿಷ್ ಅಟೋನೋಮಸ್ ಓಬ್ಲಾಸ್ಟ್
ko: 유대인 자치주
ku_arab: هەرێمی ئۆتۆنۆمی جولەکەی ئۆبلاست
ky: Еврей Автономдуу Облусу
lo: ຢູອິສໂອໂທໂນເມີສໂອບລາສທ
lt: Žydų autonominė sritis
lv: Ebreju autonomais apgabals
mk: Еврејска Автономна Област
ml: ജ്യൂവിഷ് ഓട്ടോണമസ് ഒബ്ലാസ്റ്റ്
mn: Еврейн автономит область
mr: ज्यूयिश अटॉनमस आब्लॅस्ट
ms: Wilayah Autonomi Yahudi
mt: Oblast Awtonoma Lhudija
ne: जेविस अटोनोमस ओब्लास्ट
nn_no: Den jødiske autonome oblasten
no: Den jødiske autonome oblasten
or: ଜେୱିସ୍ ଅଟୋନୋମସ୍ ଓବଲାଷ୍ଟ
pa_arab_pk: یہودیاں دا خود مختار علاقہ
pa_in: ਜਿਉਇਸ਼ ਆਟੋਨੋਮਸ ਓਬਲਾਸਟ
pl: Żydowski Obwód Autonomiczny
ru: Еврейская автономная область
sd: يهودي خودمختيار اوبلاست
si: යුදෙව් ස්වෛරීය ඔබ්ලාස්ට්
sr_cyrl_rs: Јеврејска аутономна област
sr_latn_rs: Jevrejska autonomna oblast
sv: Judiska autonoma länet
te: జ్యూయిష్ అటానమస్ ఓబ్లాస్
tg: Вилояти Худмухтори Яҳудиён
th: เขตปกครองตนเองยิวโอบลาสต์
tr: Yahudi Özerk Oblastı
tt: Еврей Автоном Өлкәсе
ug: يەھۇدىي ئاپتونوم ئوبلاستى
uk: Єврейська автономна область
ur: جیوش آٹونومس اوبلاسٹ
uz: Yahudiy Avtonom viloyati
vi: Vùng Tự trị của người Do Thái
zh_hans: 犹太自治州
zh_hant: 猶太自治州
