Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SmsChallenge.SmsText
source: Standard rates may apply to text messages.
af: Standaardtariewe kan dalk vir teksboodskappe geld.
am: መደበኛ ተመኖች ለጽሑፍ መልዕክቶች ተፈጻሚ ሊሆኑ ይችላሉ።
ar: قد يتم تطبيق الأسعار القياسية على الرسائل النصية.
as: পাঠ বাৰ্তাসমূহলৈ মান্য ৰেটসমূহ প্ৰযোজ্য হ'ব পাৰে।
az: Mətn mesajlarına standart tariflər tətbiq oluna bilər.
bg: Възможно е да се начислят стандартни такси за текстови съобщения.
bn_in: পাঠ্য বার্তাগুলিতে সাধারণ হারে মূল্য প্রযোজ্য হতে পারে৷
bs: Za tekstualne poruke mogu važiti standardne cijene.
cy: Mae'n bosibl y codir y cyfraddau safonol am negeseuon testun.
da: Du skal eventuelt betale standardtakst for sms-beskeder.
de: Es fallen ggf. Standardgebühren für SMS an.
el: Ενδέχεται να ισχύουν οι τυπικές χρεώσεις για τα μηνύματα κειμένου.
es: Se pueden aplicar tarifas estándar a los mensajes de texto.
et: Tekstsõnumite jaoks võib kehtida tavatariif.
eu: Ohiko tarifa aplikatuko da testu-mezuengatik.
fa: هزینه‌های معمول پیام کوتاه اعمال خواهد شد.
ga: Is féidir go ngearrfaí rátaí caighdeánacha ar theachtaireachtaí téacs.
gd: Dh’fhaoidte gun èirich na cosgaisean àbhaisteach co-cheangailte ri SMS.
gl: Poden aplicarse taxas estándar ás mensaxes de texto.
gu: ટેક્સ્ટ સંદેશા પર માનક દર લાગુ થઈ શકે છે.
he: תעריפים סטנדרטיים עשויים לחול על הודעות טקסט.
hi: पाठ संदेशों के लिए अतिरिक्त मानक दरें लागू हो सकती हैं.
hr: Na tekstne se poruke mogu primjenjivati standardne naknade.
hu: Az SMS-ekre a szokásos üzenetküldési díjak vonatkozhatnak.
id: Biaya standar mungkin berlaku untuk pesan teks.
is: Almenn gjöld kunna að eiga við um textaskilaboð.
ja: テキスト メッセージには携帯電話会社の定める標準の料金がかかる場合があります。
ka: შესაძლოა, ტექსტური შეტყობინებებისთვის დაგერიცხოთ გადასახადი სტანდარტული ტარიფებით.
kk: Мәтіндік хабарларға стандартты мөлшерлемелер қолданылуы мүмкін.
kn: ಪಠ್ಯ ಸಂದೇಶಗಳಿಗೆ ಪ್ರಮಾಣಿತ ಶುಲ್ಕಗಳು ಅನ್ವಯಿಸಬಹುದು.
ko: 문자 메시지에 표준 요금이 부과될 수 있습니다.
ku_arab: نرخی ستاندارد لەوانەیە بخرێته سەرت بۆ پەیامی دەقی.
ky: Текст билдирүүлөрүнө стандарттык төлөмдөр колдонулушу мүмкүн.
lo: ອາດນໍາໃຊ້ອັດຕາມາດຕະຖານກັບ ຂໍ້ຄວາມຕົວອັກສອນ.
lt: Tekstinėms žinutėms gali būti taikomi standartiniai tarifai.
lv: Īsziņām var tikt piemēroti standarta tarifi.
mi: Ka pā pea ngā utunga paerewa ki ngā karere kuputuhi.
mk: За текстуалните пораки може да се применат стандардните тарифи.
ml: ടെക്സ്റ്റ് സന്ദേശങ്ങൾക്ക് സാധാരണ നിരക്കുകൾ ബാധകമായേക്കാം.
mn: Стандарт тарифын дагуу бичвэр зурвасын төлбөр тооцогдоно.
mr: मजकूर संदेशांना प्रमाणित दर आकारले जाऊ शकतात.
ms: Kadar standard mungkin dikenakan untuk mesej teks.
mt: Jistgħu japplikaw rati standard għall-messaġġi testwali.
ne: पाठ सन्देशहरूको लागि मानक दरहरू लागू हुन सक्छन्।
nn_no: Standardsatsar kan gjelde for tekstmeldingar.
no: Standardsatser kan påløpe for tekstmeldinger.
or: ପାଠ୍ୟ ବାର୍ତ୍ତାଗୁଡିକୁ ମାନାଙ୍କ ଦେୟ ଲାଗୁ ହୋଇପାରେ.
pa_arab_pk: متنی پیغامات تے معیاری ریٹس دا اطلاق ہو سکدا اے۔
pa_in: ਟੈਕਸਟ ਸੁਨਿਹਿਆਂ ´ਤੇ ਸਟੈਂਡਰਡ ਰੇਟ ਲਾਗੂ ਹੋ ਸਕਦੇ ਹਨ।
pl: Mogą być naliczane opłaty według standardowych stawek za wiadomości SMS.
ru: За текстовые сообщения может взиматься стандартная плата.
sd: متن پيغام تي معياري قيمت لاڳو ٿي سگهي ٿي.
si: පෙළ පණිවුඩවලට සම්මත ගාස්තු අනුපාත අදාළ විය හැකිය.
sl: Za kratka sporočila veljajo običajne cene.
sr_cyrl_rs: Стандардне цене могу бити зарачунате за текстуалне поруке.
sr_latn_rs: Standardne cene mogu biti zaračunate za tekstualne poruke.
sv: Standardavgifter för sms kan gälla.
ta: உரைச் செய்தி நிலையான கட்டணங்கள் பொருந்தும்.
te: టెక్స్ట్ సందేశాలకు ప్రామాణిక రేట్లు వర్తించవచ్చు.
tg: Нархҳои стандартӣ метавонанд нисбати паёмҳои матнӣ татбиқ карда шаванд.
th: อาจมีการคิดค่าใช้จ่ายตามอัตรามาตรฐานสำหรับข้อความ
tr: Kısa mesajlar için standart ücretler geçerli olabilir.
tt: Текст хәбәрләре өчен гадәти түләүләр билгеләнергә мөмкин.
ug: قىسقا ئۇچۇرغا نورمال ھەق ئېلىنىشى مۇمكىن.
uk: За текстові повідомлення може стягуватися стандартна плата.
ur: متنی پیغامات پر معیاری قیمتیں لاگو ہو سکتی ہیں۔
uz: Matnli xabarlarga standart to‘lov qo‘llanishi mumkin.
vi: Có thể áp dụng cước phí tiêu chuẩn cho tin nhắn văn bản.
zh_hans: 可能会产生标准短信费用。
zh_hant: 簡訊可能有標準費率的費用。

# Literal.ValidateCvv.UseDifferentMethodLink
source: Use a different verification method
af: Gebruik ’n ander verifikasiemetode
am: የተለየ የማረጋገጫ ዘዴ ይጠቀሙ
ar: استخدام أسلوب تحقق مختلف
as: এটা পৃথক প্ৰমাণীকৰণ পদ্ধতি ব্যৱহাৰ কৰক
az: Başqa yoxlama metodundan istifadə edin
bg: Използване на различен метод за проверка
bn_in: একটি আলাদা যাচাইকরণের পদ্ধতি ব্যবহার করুন
bs: Upotreba drugog načina verifikacije
cy: Defnyddio opsiwn dilysu gwahanol
da: Brug en anden bekræftelsesmulighed
de: Eine andere Überprüfungsoption verwenden
el: Χρήση διαφορετικής μεθόδου επαλήθευσης
es: Usa otro método de verificación
et: Kasuta mõnda muud kinnitusvõimalust
eu: Erabili egiaztatzeko beste metodo bat
fa: استفاده از یک روش تأیید دیگر
ga: Bain úsáid as rogha fíorúcháin difriúil
gd: Cleachd dòigh dearbhaidh eile
gl: Usar un método de verificación diferente
gu: ભિન્ન ચકાસણી વિકલ્પનો ઉપયોગ કરો
he: השתמש באפשרות אימות אחרת
hi: किसी भिन्न सत्यापन विधि का उपयोग करें
hr: Upotreba drugog načina provjere valjanosti
hu: Másik ellenőrzési mód használata
id: Gunakan metode verifikasi yang berbeda
is: Nota aðra staðfestingaraðferð
ja: 別の確認方法を使用する
ka: გამოიყენეთ გადახდის სხვა მეთოდი
kk: Басқа тексеру әдісін пайдалану
kn: ವಿಭಿನ್ನ ಪರಿಶೀಲನೆ ಆಯ್ಕೆ ಬಳಸಿ
ko: 다른 확인 방법 사용
ku_arab: شێوازێکی سەلماندنی دیکه بەکاربهێنه
ky: Башка ырастоо ыкмасын колдонуңуз
lo: ໃຊ້​ວິທີການກວດ​ສອບ​ອື່ນ
lt: Naudoti kitą patvirtinimo parinktį
lv: Izmantot citu verifikācijas metodi
mi: Whakamahia he tikanga manatoko kē atu
mk: Користи друга опција за потврдување
ml: മറ്റൊരു പരിശോധിച്ചുറപ്പിക്കൽ ഐച്ഛികം ഉപയോഗിക്കുക
mn: Баталгаажуулах өөр арга сонго
mr: एक वेगळी पडताळणी पद्धत वापरा
ms: Gunakan kaedah pengesahan yang berbeza
mt: Uża metodu ta' verifika differenti
ne: फरक प्रमाणीकरण विधि प्रयोग गर्नुहोस्
nn_no: Bruk ein anna stadfestingsmetode
no: Bruk en annen bekreftelsesmetode
or: ଏକ ଭିନ୍ନ ଯାଞ୍ଚକରଣ ପ୍ରଣାଳୀ ବ୍ୟବହାର କରନ୍ତୁ
pa_arab_pk: مختلف تصدیقی طریقہ ورتو
pa_in: ਇੱਕ ਵੱਖਰੇ ਤਸਦੀਕੀ ਵਿਕਲਪ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Użyj innej metody weryfikacji
ru: Использовать другой способ проверки
sd: هڪ مختلف تصديق جو اختيار استعمال ڪريو
si: වෙනස් සත්‍යාපන ක්‍රමයක් භාවිත කරන්න
sl: Uporabite drug način preverjanja
sr_cyrl_rs: Користи други начин верификације
sr_latn_rs: Koristi drugi način verifikacije
sv: Använd en annan verifieringsmetod
ta: வேறொரு சோதனை தேர்வை பயன்படுத்தவும்
te: వేరొక వెరిఫికేషన్ ఎంపికను ఉపయోగించండి
tg: Усули санҷишии дигарро истифода баред
th: ใช้การตรวจสอบความถูกต้องวิธีอื่น
tr: Farklı bir doğrulama yöntemi kullan
tt: Башка раслау ысулын куллану
ug: باشقا دەلىللەش ئۇسۇلى ئىشلىتىش
uk: Інший спосіб підтвердження
ur: ایک مختلف تصدیق کا طریقہ کار استعمال کریں
uz: Boshqa tasdiqlash usulidan foydalanish
vi: Sử dụng phương thức xác minh khác
zh_hans: 使用其他验证方法
zh_hant: 使用不同的驗證方法

# Literal.3dsChallenge.Heading
source: One more step
af: Nog een stap
am: አንድ ተጨማሪ እርምጃ
ar: خطوة إضافية أخرى
as: এটা অধিক পদক্ষেপ
az: Daha bir addım
bg: Още една стъпка
bn_in: আর একটি পদক্ষেপ
bs: Još jedan korak
cy: Un cam arall
da: Et trin mere
de: Fast geschafft
el: Ένα ακόμα βήμα
es: Un paso más
et: Üks toiming veel
eu: Urrats bat gehiago
fa: یک مرحله دیگر
ga: Céim amháin eile
gd: Aon cheum eile
gl: Un paso máis
gu: એક વધુ પગલું
he: עוד שלב אחד
hi: एक और चरण
hr: Još jedan korak
hu: Még egy lépés hátravan
id: Satu langkah lagi
is: Eitt skref í viðbót
ja: 追加手順
ka: კიდევ ერთი ეტაპი
kk: Соңғы бір қадам
kn: ಮತ್ತೊಂದು ಹಂತ
ko: 한 단계가 더 남았습니다.
ku_arab: هەنگاوێکی دیکه
ky: Дагы бир кадам
lo: ອີກໜຶ່ງບາດກ້າວ
lt: Dar vienas veiksmas
lv: Vēl viena darbība
mi: Kotahi atu hipanga
mk: Уште еден чекор
ml: ഒരു ഘട്ടം കൂടി
mn: Сүүлийн нэг алхам
mr: एक आणखी चरण
ms: Satu lagi langkah
mt: Pass ieħor
ne: थप एक चरण
nn_no: Eitt trinn til
no: Bare ett trinn til
or: ଏକ ଅଧିକ ଷ୍ଟପ୍
pa_arab_pk: اک ہور مرحلہ
pa_in: ਇੱਕ ਹੋਰ ਕਦਮ
pl: Jeszcze jeden krok
ru: Еще один шаг
sd: هڪ وڌيڪ قدم
si: තවත් එක් පියවරක්
sl: Še en korak
sr_cyrl_rs: Још један корак
sr_latn_rs: Još jedan korak
sv: Ett steg kvar
ta: மேலும் ஒரே ஒரு படி
te: మరొక దశ
tg: Як қадами дигар
th: เหลือเพียงขัั้นตอนเดียวเท่านั้น
tr: Bir adım daha
tt: Тагын бер адым
ug: بىر باسقۇچ قالدى
uk: Ще один крок
ur: ایک اور مرحلہ
uz: Yana bir qadam
vi: Một bước nữa
zh_hans: 再完成一步
zh_hant: 還有一個步驟

# Literal.3dsChallenge.Heading2
source: Have you been to your card issuer's website?
af: Het jy jou kaartuitreiker se webwerf besoek?
am: ወደ የእርስዎ ካርድ ሰጪ የድር ጣቢያ ገብተው ነበር?
ar: هل سبق لك زيارة موقع الويب الخاص بجهة إصدار بطاقتك؟
as: আপুনি আপোনাৰ কাৰ্ড জাৰীকৰ্তাৰ ৱেবছাইটলৈ গৈছেনে?
az: Sizə kartı verən şəxsin veb-saytında olmusunuz?
bg: Посетихте ли уеб сайта на издателя на вашата карта?
bn_in: আপনি কি কখনও আপনার কার্ড প্রদানকারীর ওয়েবসাইটে গিয়েছেন?
bs: Da li ste posjetili web lokaciju izdavača kartice?
cy: Ydych chi wedi bod ar wefan cyhoeddwr eich cerdyn?
da: Har du været på din kortudsteders websted?
de: Waren Sie bereits auf der Website Ihres Kartenausstellers?
el: Έχετε επισκεφτεί την τοποθεσία web του εκδότη της κάρτας σας;
es: ¿Has visitado el sitio web del emisor de la tarjeta?
et: Kas olete külastanud oma kaardi väljaandja veebisaiti?
eu: Txartelaren jaulkitzailearen webgunean izan zara?
fa: آیا در وب‌سایت صادرکننده کارت بوده‌اید؟
ga: Ar thug tú cuairt ar láithreán gréasáin do chárta íocaíochta?
gd: An do thadhail thu air an làrach-lìn aig foillsichear na cairt agad?
gl: Fuches ao sitio web do emisor da tarxeta?
gu: શું તમે તમારા કાર્ડ જારીકર્તાની વેબસાઇટની મુલાકાત લીધી?
he: האם היית באתר האינטרנט של מנפיק הכרטיס שלך?
hi: क्या आप अपने कार्ड जारीकर्ता की वेबसाइट पर जा चुके हैं?
hr: Jeste li posjetili web-mjesto izdavatelja kartice?
hu: Járt már a kártyakibocsátó webhelyén?
id: Apakah Anda telah mengunjungi situs web penerbit kartu?
is: Hefurðu farið á vefsvæði kortaútgefandans?
ja: カード発行者の Web サイトに移動しましたか?
ka: ეწვიეთ თქვენი ბარათის გამცემის ვებსაიტს?
kk: Карта шығарушы веб-сайты болды ма?
kn: ನೀವು ನಿಮ್ಮ ಕಾಡ್ ವಿತರಕರ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಹೋಗಿದ್ದಿರಾ?
ko: 카드 발급업체의 웹 사이트를 방문하셨나요?
ku_arab: ئایا تۆ لەو ماڵپەڕەی که کارتەکەتی دەرکردووە بوویت؟
ky: Карта чыгаруучуңуздун веб сайтына өткөрүлдүңүзбү?
lo: ທ່ານໄດ້ເຂົ້າເວັບໄຊທ໌ຂອງຜູ້ອອກບັດຂອງທ່ານແລ້ວບໍ?
lt: Ar buvote kortelės išdavėjo svetainėje?
lv: Vai esat apmeklējis kredītkartes izsniedzēja tīmekļa vietni?
mi: Kua toro atu koe ki te paetukutuku o tō kaiwhakaputa kāri?
mk: Дали сте биле на веб-локацијата на издавачот на картичката?
ml: നിങ്ങളുടെ കാർഡ് ഇഷ്യുവറിന്റെ വെബ്സൈറ്റ് സന്ദർശിച്ചിട്ടുണ്ടോ?
mn: Та карт олгогчийнхоо вэбсайтад хандсан уу?
mr: आपण आपल्या कार्ड जारीकर्त्याच्या वेबसाइटवर आलात काय?
ms: Pernahkah anda melayari laman web pengeluar kad anda?
mt: Żort is-sit web tal-emittent tal-karta tiegħek?
ne: तपाईं आफ्नो कार्ड जारीकर्ताको वेबसाइटमा जानुभएको छ?
nn_no: Har du vore på nettstaden til kortutferdaren?
no: Har du besøkt nettstedet til kortutstederen?
or: ଆପଣ ଆପଣଙ୍କର କାର୍ଡ୍ ପ୍ରଦାନକାରୀଙ୍କ ୱେବ୍‌ସାଇଟ୍‌କୁ ଯାଇଛନ୍ତି କି?
pa_arab_pk: کیی تُسی کارڈ جاری کرن آلے دی ویب سائٹ تے گئے او؟
pa_in: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਕਾਰਡ ਜਾਰੀਕਰਤਾ ਦੀ ਵੈਬਸਾਈਟ ਤੇ ਗਏ ਹੋ?
pl: Czy odwiedzono witrynę internetową wystawcy karty?
ru: Вы посещали веб-сайт эмитента своей карты?
sd: ڇا توهان جاري ڪندڙ جي ويب سائيٽ تي ويا آهيو؟
si: ඔබ ඔබගේ කාඩ්පත් නිකුත් කරන්නාගේ වෙබ් අඩවියට ගොස් තිබේද?
sl: Ste obiskali spletno mesto izdajatelja vaše kartice?
sr_cyrl_rs: Да ли сте отишли на веб локацију издаваоца картице?
sr_latn_rs: Da li ste otišli na veb lokaciju izdavaoca kartice?
sv: Har du varit på kortutfärdarens webbplats?
ta: உங்கள் அட்டையை வழங்கியவரின் வலைத்தளத்திற்குச் சென்றிருக்கிறீர்களா?
te: మీరు మీ కార్డ్ జారీదారు వెబ్‌సైట్‌కు వెళ్లారా?
tg: Шумо дар вебсайти барорандаи корти худ будед?
th: คุณเคยเข้าไปยังเว็บไซต์ผู้ออกบัตรหรือไม่
tr: Kart veren kuruluşun web sitesini ziyaret ettiniz mi?
tt: Картагызны чыгарган оешма веб-сайтында булганыгыз бармы?
ug: كارتا بېجىرىپ بەرگۈچىنىڭ توربېكىتىگە كىردىڭىزمۇ؟
uk: Ви відвідували веб-сайт емітента своєї картки?
ur: کیا آپ اپنے کارڈ جارى کنندہ کی ویب سائٹ پر گئے ہیں؟
uz: Kartangiz emitenti veb-saytiga kirganmisiz?
vi: Bạn đã truy cập trang web của nhà phát hành thẻ của bạn chưa?
zh_hans: 你访问过礼品卡颁发机构的网站吗?
zh_hant: 您是否到過發卡機構的網站?

# Literal.3dsChallenge.PickAnotherWayText1
source: To pick another way to pay, select
af: Om ’n ander manier te kies om te betaal, selekteer
am: ሌላ የመክፈያ መንገድ ለመምረጥ፣ የሚከተለውን ይምረጡ
ar: لاختيار طريقة أخرى للدفع، حدد
as: ধন পৰিশোধ কৰিবলৈ অন্য এটা উপায় ল'বলৈ, চয়ন কৰক
az: Başqa ödəniş üsulu seçmək üçün seçin
bg: За друг метод за плащане изберете
bn_in: অর্থপ্রদানের জন্য আরেকটি উপায় বেছে নিতে, নির্বাচন করুন|
bs: Da biste izabrali drugi način plaćanja, izaberite stavku
cy: I ddewis ffordd arall o dalu, dewiswch
da: Du kan betale på en anden måde ved at vælge
de: Wählen Sie Folgendes aus, um eine andere Zahlungsmethode zu wählen:
el: Για να διαλέξετε άλλο τρόπο πληρωμής, επιλέξτε
es: Para seleccionar otro método de pago, selecciona
et: Muul viisil maksmiseks valige
eu: Ordaintzeko beste modu bat aukeratzeko, hautatu
fa: برای انتخاب یک روش پرداخت دیگر، این مورد را انتخاب کنید
ga: Chun modh íocaíochta eile a phiocadh, roghnaigh
gd: Gus pàigheadh ann an dòigh eile, tagh
gl: Para seleccionar outro método de pago, selecciona
gu: ચૂકવવા માટેની બીજી રીત ચૂંટવા માટે, પસંદ કરો.
he: כדי לבחור דרך אחרת לתשלום, בחר
hi: भुगतान करने का अन्य तरीका चुनने के लिए, इसका चयन करें
hr: Da biste odabrali drugi način plaćanja, odaberite stavku
hu: Ha másik fizetési módot szeretne megadni, válassza a következőt:
id: Untuk memilih cara pembayaran lain, pilih
is: Til að velja aðra greiðsluleið skaltu velja
ja: 他の支払い方法を選ぶには、次を選択してください:
ka: თამაშის სხვა გზის ასარჩევად, აირჩიეთ
kk: Төлеудің басқа жолын таңдау үшін таңдаңыз
kn: ಪಾವತಿಸಲು ಮತ್ತೊಂದು ವಿಧಾನವನ್ನು ಆರಿಸಿಕೊಳ್ಳಲು, ಆಯ್ಕೆಮಾಡಿ.
ko: 다른 결제 방법을 고르려면 다음을 선택하세요.
ku_arab: بۆ هەڵبژاردنی ڕێگایەکی دیکه بۆ پارەدان، دەسنیشان بکه
ky: Төлөөгө башка жолду тандоо үчүн, тандаңыз
lo: ເພື່ອເລືອກວິທີອື່ນໃນການຊໍາລະເງິນ, ໃຫ້ເລືອກ
lt: Norėdami pasirinkti kitą mokėjimo būdą, pasirinkite
lv: Lai izvēlētos citu maksāšanas veidu, atlasiet
mi: Kōwhiria he tikanga utu kē, tīpakona
mk: За да изберете друг начин за плаќање, изберете
ml: പണമടയ്ക്കാനുള്ള മറ്റൊരു മാർഗം തിരഞ്ഞെടുക്കാൻ, തിരഞ്ഞെടുക്കുക
mn: Төлбөрийн өөр арга сонгох бол үүнийг сонго
mr: देय देण्याचा दुसरा मार्ग निवडण्यासाठी, ... निवडा.
ms: Untuk memilih cara pembayaran lain, pilih
mt: Sabiex tagħżel mod ieħor kif tħallas, agħżel
ne: भुक्तानी गर्नलाई अर्को तरिका रोज्नको लागि, चयन गर्नुहोस्
nn_no: Dersom du vil velje ein annan betalingsmåte, vel du
no: Hvis du vil velge en annen betalingsmåte, trykker du på
or: ଦେୟ ପାଇଁ ଅନ୍ୟ ପଥ ନେବାକୁ, ଚୟନ କରନ୍ତୁ
pa_arab_pk: ادائیگی کرن دا اک ہور طریقہ چُنن لئی، منتخب کرو
pa_in: ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਹੋਰ ਤਰੀਕਾ ਚੁਣਨ ਲਈ, ਦੀ ਚੋਣ ਕਰੋ
pl: Aby wybrać inny sposób zapłaty, wybierz pozycję
ru: Чтобы воспользоваться другим способом оплаты, выберите
sd: ادائگي جي هڪ ٻئي طريقي جي چونڊ ڪريو، چونڊيو
si: ගෙවීම සඳහා වෙනත් මාර්ගයක් එක් කර ගැනීමට, තෝරන්න
sl: Če želite izbrati drug način plačila, izberite
sr_cyrl_rs: Ако желите други начин плаћања, изаберите
sr_latn_rs: Ako želite drugi način plaćanja, izaberite
sv: Om du vill använda en annan betalningsmetod väljer du
ta: பணம் செலுத்த வேறு முறையைத் தேர்ந்தெடுக்க, தேர்ந்தெடுக்கவும்
te: చెల్లించడానికి మరొక పద్ధతిని ఎంచుకోవడానికి, ని ఎంచుకోండి.
tg: Барои интихоби тарзи пардохт, интихоб кунед
th: หากต้องการเลือกชำระเงินด้วยวิธีอื่น ให้เลือก
tr: Başka bir ödeme yolu kullanmak için şunu seçin:
tt: Башка түләү рәвешен сайлау өчен, бу төймәгә басыгыз:
ug: باشقا ئۇسۇلدا تۆلەش ئۈچۈن تاللاڭ
uk: Щоб вибрати інший спосіб оплати, виберіть
ur: ادائیگی کرنے کے لیے ایک اور طریقہ منتخب کرنے کے لیے، انتخاب کریں
uz: Boshqa to‘lash usulini tanlash uchun quyidagini tanlang
vi: Để chọn một cách thanh toán khác, hãy chọn
zh_hans: 若要选取其他支付方式，请选择
zh_hant: 若要挑選另一種付款方式，請選取

# Literal.3dsChallenge.RedirectText
source: If not, wait a moment or two, you'll be redirected there.
af: Indien nie, wag ’n minuut of twee. Jy sal daarheen herlei word.
am: ካልሆነ፣ አንድ አፍታ ይጠብቁ፣ ወደዚያ ይዘዋወራሉ።
ar: إذا لم تقم بذلك، فانتظر لحظة أو لحظتين، ستتم إعادة توجيهك إلى هناك.
as: নহ'লে, কেই মূহুৰ্ত্বমান অপেক্ষা কৰক, আপোনাক তালৈ পুনঃনিৰ্দেশিত কৰা হ'ব।
az: Yoxdursa, bir və ya iki dəqiqə gözləyin, ora yenidən yönləndiriləcəksiniz.
bg: Ако не сте, изчакайте малко и ще бъдете пренасочени към него.
bn_in: যদি তা না হয়, দু-এক মুহূর্ত অপেক্ষা করুন, আপনাকে এখানে পুনঃনির্দেশিত করা হবে৷
bs: Ako niste, pričekajte trenutak i bit ćete preusmjereni na tu web lokaciju.
cy: Os na, arhoswch funud. Byddwch yn cael eich cyfeirio yno cyn bo hir.
da: Ellers vent et øjeblik, så bliver du omdirigeret.
de: Falls nicht, warten Sie einen Moment, bis Sie dorthin weitergeleitet werden.
el: Αν όχι, περιμένετε λίγο για να ανακατευθυνθείτε εκεί.
es: Si no, espera un momento y se te redirigirá allí.
et: Kui ei, siis oodake veidi, kuni teid suunatakse sinna.
eu: Bestela, itxaron unetxo batean eta bertara eramango zaitugu.
fa: اگر اینگونه نیست، کمی صبر کنید تا به آنجا هدایت شوید.
ga: Murar thug, fan nóiméad nó dhó, atreorófar ansin thú.
gd: Mura tèid, fuirich greiseag gus an tèid d’ ath-stiùireadh ann.
gl: Se non, espera un momento e rediccionarémoste aí.
gu: જો નહીં, એક કે બે મિનિટ રોકાવો, તમને ત્યાં પુનઃનિર્દેશિત કરવામાં આવશે.
he: אם לא, המתן רגע או שניים ותופנה לשם.
hi: यदि नहीं, तो एक या दो क्षण प्रतीक्षा करें, आपको वहाँ रीडायरेक्ट कर दिया जाएगा.
hr: Ako niste, pričekajte trenutak i bit ćete preusmjereni.
hu: Ha nem, várjon néhány másodpercet, és átirányítjuk oda.
id: Jika belum, tunggu sebentar, Anda akan diarahkan ke sana.
is: Ef ekki skaltu hinkra í augnablik og þér verður vísað þangað.
ja: リダイレクトされない場合は、しばらくお待ちいただくと、リダイレクトされます。
ka: თუ არა, ცოტა ხანი დაიცადეთ და გადამისამართდებით.
kk: Егер болмаса, бір немесе екі мезет күтіңіз, осында қайта бағытталасыз.
kn: ಇಲ್ಲದಿದ್ದರೆ, ಸ್ವಲ್ಪ ಕ್ಷಣ ಕಾಯಿರಿ, ನಿಮ್ಮನ್ನು ಅಲ್ಲಿಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ.
ko: 다른 결제 방법을 선택하지 않으려면 기다려 주세요. 잠시 후 리디렉션됩니다.
ku_arab: ئەگەر نا، ماوەیەک چاوەڕوان بکه، دووباره ئاراستەی ئەوێ دەکرێیتەوه.
ky: Же болбосо, бир же эки мүнөт күтүңүз, андан соң ал жакка кайра даректелесиз.
lo: ຖ້າບໍ່, ໃຫ້ລໍຖ້າຈັກບຶດໜຶ່ງ, ທ່ານຈະຖືກນໍາທາງໄປທີ່ນັ້ນ.
lt: Jei ne, šiek tiek palaukite, kol būsite nukreipti.
lv: Ja neesat, uzgaidiet, līdz tiksit novirzīts uz kredītkartes izsniedzēja tīmekļa vietni.
mi: Ki te kore, taihoa ka whakahāngaitia kētia atu koe ki reira.
mk: Доколку не изберете, почекајте малку, ќе бидете пренасочени таму.
ml: അങ്ങനയല്ലെങ്കിൽ, ഒന്നോ രണ്ടോ നിമിഷം കാത്തിരിക്കുക, നിങ്ങൾ അവിടേയ്ക്ക് നയിക്കപ്പെടും.
mn: Үгүй бол хэсэг хүлээвэл таныг тэнд аваачна.
mr: जर नसल्यास, एक दोन क्षण प्रतिक्षा करा, आपण तेथे पुनर्निर्देशित व्हाल.
ms: Jika tidak, tunggu sebentar, anda akan diubah hala ke sana.
mt: Jekk le, stenna ftit tal-ħin, se tiġi ridirezzjonat hemm.
ne: अथवा, केही क्षण पर्खनुहोस्, तपाईंलाई त्यहाँ पुन:निर्दिष्ट गरिनेछ।
nn_no: Dersom ikkje ventar du litt, og så blir du omdirigert der.
no: Hvis ikke blir du videresendt dit om et øyeblikk.
or: ଯଦି ନୁହେଁ, କିଛି କ୍ଷଣ ଅପେକ୍ଷା କରନ୍ତୁ, ଆପଣ ସେଠାକୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବେ.
pa_arab_pk: جے نہیں، اتے اک یا دو لمحے اُڈیکو، تُہانوں اوتھے فیر بھیج دتا جاوے گا۔
pa_in: ਜੇਕਰ ਨਹੀਂ, ਇੱਕ ਜਾਂ ਦੋ ਪਲ ਲਈ ਇੰਤਜਾਰ ਕਰੋ, ਤੁਹਾਨੂੰ ਉੱਥੇ ਭੇਜ ਦਿੱਤਾ ਜਾਏਗਾ।
pl: Jeśli nie, poczekaj chwilę na przekierowanie.
ru: Если нет, через несколько мгновений вы будете туда перенаправлены.
sd: جيڪڏهن نه، هڪ يا ٻه گهڙيون انتظار ڪريو، توهانکي هتي روانو ڪيو ويندو.
si: එසේ නොවේ නම්, තත්පරයක් හෝ දෙකක් රැඳි සිටින්න, ඔබව එහි යොමු කෙරෙනු ඇත.
sl: Če ga še niste, počakajte trenutek ali dva, in preusmerjeni boste tja.
sr_cyrl_rs: Уколико нисте, сачекајте још мало и бићете преусмерени на одговарајућу локацију.
sr_latn_rs: Ukoliko niste, sačekajte još malo i bićete preusmereni na odgovarajuću lokaciju.
sv: Vänta en liten stund om du inte omdirigeras direkt.
ta: செல்லவில்லை என்றால், ஒன்று அல்லது இரண்டு நிமிடங்கள் காத்திருக்கவும், நீங்கள் அங்கு திருப்பிவிடப்படுவீர்கள்.
te: అలా కాకుంటే, ఒక లేదా రెండు నిమిషాలు వేచి ఉండండి, మీరు అక్కడకు వెళ్తారు.
tg: Агар накунед, як ё ду лаҳзае интизор шавед, шумо ба он ҷо бозфиристода мешавед.
th: หากไม่ โปรดรอซักครู่ คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์นั้น
tr: Dilerseniz bir veya iki dakika bekleyin, siteye yönlendirileceksiniz.
tt: Юк икән, бер-ике секунд көтеп торыгыз да, шунда күчереләчәксез.
ug: ئەگەر ئەمەس بولسا، بىرئاز ساقلاپ تۇرۇڭ، يۆتكىلىسىز.
uk: Якщо ні, трохи згодом вас буде переспрямовано на цей веб-сайт.
ur: اگر نہیں، ایک یا دو لمحے انتظار کریں، آپ کو وہاں لے جایا جائے گا۔
uz: Kirmagan bo‘lsangiz, bir-ikki daqiqa kutib turing, u yerga yo‘naltirilasiz.
vi: Nếu không, hãy chờ một chút, bạn sẽ được chuyển hướng tới đó.
zh_hans: 如果没有，请稍等片刻，你将被重定向到该位置。
zh_hant: 若沒有，請稍候一下，您將被重新導向到該處。
