Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Consent.Content.KR
source: This personally identifiable account information will be collected and immediately transferred upon account creation in a secure, encrypted manner to Microsoft Corporation in the United States to process your transactions. Such data may be used and retained for up to twelve years from your last payment. You may contact Microsoft Corporation regarding the management of this personally identifiable information through the contact listed in the Microsoft Online Privacy Statement located here: http://privacy.microsoft.com/ko-kr. Microsoft may disclose your personally identifiable information to third parties, including but not limited to CyberSource Corp., Receivable Management Services and Inicis. Your information is transferred when doing so is reasonably necessary to process your transaction, comply with legal process, respond to claims, prevent fraud or act in accordance with governmental regulations. You may access or modify your personally identifiable information at: https://commerce.microsoft.com. In the event you choose to modify your information you are hereby providing consent that allows Microsoft Corporation to collect and immediately transfer your personally identifiable information as noted above. By creating an account and clicking the “Agree” button below you agree to provide Microsoft Corporation with your personally identifiable information and you consent to Microsoft’s collection, transfer and sharing of your personally identifiable information with third parties as set forth herein and in the Microsoft Online Privacy Statement located here: http://privacy.microsoft.com/ko-kr
af: Hierdie persoonlik identifiseerbare rekeninginligting sal versamel word en onmiddellik ná die skep van die rekening op ’n veilige, geënkripteerde manier oorgedra word na Microsoft Corporation in die Verenigde State om jou transaksies te verwerk. Sodanige data kan moontlik tot twaalf jaar ná jou laaste betaling gebruik en behou word. Jy mag Microsoft Corporation kontak insake die bestuur van hierdie persoonlik identifiseerbare inligting deur die kontak wat in Microsoft se aanlyn privaatheidstelling gelys word wat hier te vind is: http://privacy.microsoft.com/ko-kr. Microsoft mag jou persoonlik identifiseerbare inligting openbaar maak aan derde partye, insluitend maar nie beperk nie tot CyberSource Korp., Ontvangbare Bestuursdienste en Inicis. Jou inligting word oorgedra wanneer dit redelikerwys nodig is om jou transaksie te verwerk, te voldoen aan ’n wetlike proses, te reageer op eise, bedrog te voorkom of in oorenstemming met regeringsregulasies op te tree. Jy mag toegang tot jou persoonlik identifiseerbare inligting verkry en dit wysig by: https://commerce.microsoft.com. Indien jy kies om jou inligting te wysig, gee jy hiermee toestemming wat Microsoft Corporation toelaat om jou persoonlik identifiseerbare inligting te versamel en onmiddellik oor te dra soos hierbo uiteengesit word. Deur ’n rekening te skep en die “Stem in”-knoppie hieronder te klik, stem jy in om Microsoft Corporation te voorsien van jou persoonlik identifiseerbare inligting en stem jy in tot Microsoft se versameling, oordrag en deel van jou persoonlik identifiseerbare inligting met derde partye, soos hier uiteengesit sowel as in Microsoft se aanlyn privaatheidstelling wat hier te vind is: http://privacy.microsoft.com/ko-kr
am: ግብይትዎን ለማከናወን ይህ ማንነትን የሚገልጽ የመለያ መረጃ መለያ በሚፈጠርበት ጊዜ ይሰበሰብና ወዲያውኑ ደህንነቱ በተጠበቀና በተመሰጠረ መንገድ ወደ ዩናይትድ ስቴትስ፣ Microsoft Corporation ይላካል። እንደዚህ አይነት ውሂቦች የመጨረሻው ክፍያዎ ከተፈጸመ ጀምሮ እስከ አስራ ሁለት ዓመታት ድረስ ጥቅም ላይ ሊውሉና ሊያዙ ይችላሉ። ይህን ማንነትን የሚገልጽ መረጃ አያያዝ በተመለከተ በሚከተለው የድረገጽ አድራሻ ላይ በሚገኘው የMicrosoft የመስመር ላይ የግላዊነት መግለጫ አማካኝነት Microsoft Corporationንን ሊያነጋግሩ ይችላሉ፦ http://privacy.microsoft.com/ko-kr. Microsoft የእርስዎን ማንነት የሚለይ መረጃ CyberSource Corp.፣ ክፍያው ያልተፈጸመ የአስተዳደር ግልጋሎቶች እና Inicis ጨምሮ ለተለያዩ ሦስተኛ ወገኖች ሊያስተላልፍ ይችላል። የእርስዎን ማንነት የሚለዩ መረጃዎች ሊተላለፉ የሚችሉት የእርስዎን ግብይት ለማከናወን፣ የህግ ሂደቶችን ለማክበር፣ ለይገባኛል ጥያቄዎች ምላሽ ለመስጠት፣ ማጭበርበርን ለመከላከል፣ ወይም በመንግስት ድንጋጌዎች መሰረት ለመንቀሳቀስ ይህን ማድረግ ምክንያታዊ የሆነ አስፈላጊነት ሲኖር ነው። ማንነትን የሚለዩ መረጃዎችን ከሚከተለው ማየትና መቀየር ይችላሉ፦ https://commerce.microsoft.com። የግል ውሂብዎን ለመቀየር በሚመርጡበት ጊዜ፣ ከላይ በተገለጸው መሰረት Microsoft Corporation ማንነትን የሚለይ መረጃዎን እንዲሰበስብና ወዲያውኑ እንዲያስተላልፍ ፈቃድዎን እየሰጡት ነው። መለያ በመፍጠርና ከታች "እስማማለሁ" የሚለውን አዝራር ጠቅ በማድረግ፣ ማንነትን የሚለይ መረጃዎን ለMicrosoft Corporation ለማቅረብ እና እዚህ በተግለጸው እና http://privacy.microsoft.com/ko-kr ላይ በሚገኘው የMicrosoft የመስመር ላይ የግላዊነት መግለጫ መሰረት Microsoft ለሚያደርገው የግል ማንነትን የሚገልጽ መረጃ መሰብሰብ፣ ለሦስተኛ ወገን ማስተላለፍና ማጋራት እየተስማሙ ነው
ar: سيتم جمع معلومات تعريف الحساب الشخصية هذه ونقلها على الفور عند إنشاء الحساب بطريقة مشفرة وآمنة إلى Microsoft Corporation بالولايات المتحدة الأمريكية لمعالجة معاملاتك. يمكن استخدام هذه البيانات والاحتفاظ بها لمدة تصل إلى 12 عاماً من تاريخ عملية الدفع الأخيرة الخاصة بك. يمكنك الاتصال بشركة Microsoft Corporation بشأن إدارة معلومات تعريف الشخصية هذه من خلال جهة الاتصال المدرجة في بيان خصوصية Microsoft عبر الإنترنت الموجود هنا: http://privacy.microsoft.com/ko-kr. يجوز لشركة Microsoft الكشف عن معلومات تعريف الشخصية لجهات خارجية، بما في ذلك على سبيل المثال لا الحصر CyberSource Corp.، وReceivable Management Services، وInicis. يتم نقل معلوماتك عندما يكون القيام بذلك ضرورياً بشكل معقول لمعالجة معاملاتك، أو التوافق مع الإجراءات القانونية، أو الاستجابة للمطالب أو منع التزوير، أو العمل وفقاً للوائح الحكومية. يمكنك الوصول إلى معلومات تعريف الشخصية الموجودة على الموقع التالي وتعديلها: https://commerce.microsoft.com. في حالة اختيار تعديل معلوماتك، فأنت توافق وفقاً لهذه الوثيقة على السماح لشركة Microsoft Corporation بجمع معلومات تعريف الشخصية ونقلها فوراً كما هو موضح أعلاه. ويعني إنشاء حساب والنقر فوق زر "قبول" أدناه موافقتك على تقديم معلومات تعريف الشخصية لشركة Microsoft Corporation وموافقتك على قيام Microsoft بجمعها وتحويلها ومشاركتها مع جهات خارجية كما هو منصوص عليه في هذه الوثيقة، وفي بيان خصوصية Microsoft عبر الإنترنت الموجود هنا: http://privacy.microsoft.com/ko-kr
as: এই ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা একাউণ্টৰ তথ্য সংগ্ৰহ কৰা হ’ব আৰু এটা সুৰক্ষিত, এনক্ৰিপ্ট কৰা উপায়েৰে আপোনাৰ লেন-দেনৰ প্ৰক্ৰিয়া চলাবলৈ যুক্তৰাষ্ট্ৰত থকা Microsoft Corporation লৈ একাউণ্ট সৃষ্টি কৰোঁতেই তাৎক্ষণিকভাৱে স্থানান্তৰ কৰা হ’ব৷ এনেধৰণৰ ডাটাক ব্যৱহাৰ কৰা হ’ব পাৰে আৰু আপোনাৰ অন্তিম পৰিশোধৰ পৰা 12 বছৰলৈকে বৰ্তাই ৰখা হ’ব৷ আপুনি ইয়াত স্থিত Microsoft অনলাইন গোপনীয়তা বিষয়ক বিবৄতিত সূচীভুক্ত যোগাযোগৰ মাধ্যমেৰে এই ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা তথ্যৰ ব্যৱস্থাপনা সম্পৰ্কে Microsoft Corporation-ক যোগাযোগ কৰিব পাৰে: http://privacy.microsoft.com/ko-kr. Microsoft-এ CyberSource Corp., প্ৰাপ্তব্য ব্যৱস্থাপনা সেৱা আৰু Inicis-ক অন্তৰ্ভুক্ত কৰি কিন্তু সীমাবদ্ধ নকৰি, তৃতীয় পক্ষসমূহলৈ আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা তথ্য প্ৰকাশ কৰিবও পাৰে৷ আপোনাৰ তথ্য তৃতীয় পক্ষসমূহক তেতিয়াহে স্থানান্তৰ কৰা হ’ব যেতিয়া আপোনাৰ লেন-দেনৰ প্ৰক্ৰিয়া চলাবলৈ, আইনী প্ৰক্ৰিয়া মানি চলিবলৈ, দাবীৰ প্ৰতি সঁহাৰি জনাবলৈ, জালিয়াতি প্ৰতিৰোধ কৰিবলৈ বা চৰকাৰী নিয়ম অনুসাৰে কাম কৰিবলৈ কাৰণবশত অত্যন্ত জৰুৰী হয়৷ আপুনি আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা ডাটাত প্ৰৱেশ আৰু সংশোধন ইয়াত কৰিব পাৰিব: https://commerce.microsoft.com. আপুনি আপোনাৰ ব্যক্তিগত ডাটা সংশোধন কৰিবলৈ পচন্দ কৰাৰ ক্ষেত্ৰত আপুনি ইয়াৰ দ্বাৰা সন্মতি প্ৰদান কৰিছে যে ওপৰত উল্লেখ কৰাৰ দৰেই আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা ডাটা Microsoft Corporation-এ সংগ্ৰহ আৰু সঞ্চয় কৰিবলৈ অনুমতি আছে৷ এটা একাউণ্ট সৃষ্টি কৰি আৰু তলৰ “একমত” বুটামত ক্লিক কৰি আপুনি আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা তথ্যৰ সৈতে Microsoft Corporation-ক প্ৰদান কৰিবলৈ একমত হৈছে আৰু আপুনি ইয়াত আৰু ইয়াত স্থিত Microsoft অনলাইন গোপনীয়তা বিষয়ক বিবৄতিত উল্লেখ কৰাৰ দৰেই তৃতীয় পক্ষসমূহৰ সৈতে আপোনাৰ ব্যক্তিগতভাৱে চিনাক্ত কৰিব পৰা তথ্যৰ Microsoft-ৰ সংগ্ৰহণ আৰু স্থানান্তৰ আৰু ভাগ-বতৰাকৰণৰ বাবে সন্মতি দিছে: http://privacy.microsoft.com/ko-kr
az: Bu, şəxsən tanıya bilən məlumatlar toplanacaq və əməliyyatlarınızı emal etmək və sizi məhsul və xidmətlərlə təmin etmək üçün hesabın yaradılması zamanı dərhal təhlükəsiz, şifrlənmiş şəkildə ABŞ-dakı Microsoft Corporation-a ötürüləcəkdir. Bu cür məlumatlardan son ödənişinizdən sonra on iki ilə qədər istifadə oluna və saxlanıla bilər. Siz http://privacy.microsoft.com/ko-kr veb-səhifəsində yerləşən Microsoft Online Məxfilik Bildirişində qeyd olunan əlaqə vasitəsilə bu sizi şəxsən tanıyan məlumatların idarəolunması ilə əlaqədar Microsoft Corporation ilə əlaqə saxlaya bilərsiniz. Microsoft size şəxsən tanıya bilən məlumatları üçüncü tərəflərə, o cümlədən CyberSource Corp., Debet Borcunun İdarəolunması Xidmətləri and Inicis şirkətinə açıqlaya bilər. Əməliyyatınızı emal etmək, qanuni prosesə əməl etmək, iddialara cavab vermək, hökümət nizamnamələrinə əsasən saxtakarlıq və ya əməllərin qarşısını almaq üçün vacib olduqda, məlumatlarınız üçüncü tərəflərə ötürülür. Siz https://commerce.microsoft.com veb-səhifəsində sizi şəxsən tanıya bilən məlumatlara daxil ola və ya onu dəyişdirə bilərsiniz. Əgər məlumatlarınızı dəyişdirməyi seçsəniz, siz burada Microsoft Corporation-a yuxarıda qeyd olunduğu kimi sizi şəxsən tanıyan məlumatları toplamaq və saxlamaq imkanı verən razılığınızı bildirirsiniz. Hesab yaratmaqla və aşağıda “Razıyam” düyməsinə klikləməklə, siz Microsoft Corporation-a sizi şəxsən tanıyan məlumatları verməyə razılaşır və Microsoft Corporation-in sizi şəxsən tanıyan məlumatları toplamasına, ötürməsinə və burada və http://privacy.microsoft.com/ko-kr veb-səhifəsində yerləşən Microsoft Online Məxfilik Bildirişində qeyd olunduğu kimi üçüncü tərəflərlə paylaşmasına razılığınızı bildirirsiniz.
bg: Тази информация за акаунта за идентифициране на лице ще се събира и незабавно прехвърля при създаването на акаунта по сигурен и шифрован начин до Microsoft Corporation в САЩ, за да обработим вашите транзакции. Данните могат да се използват и запазват за период от до дванадесет години след вашето последно плащане. Можете да се свържете с Microsoft Corporation относно управлението на информацията за идентифициране на лице, като използвате контактите, посочени в онлайн декларацията за поверителност на Microsoft, която можете да намерите тук: http://privacy.microsoft.com/ko-kr. Microsoft може да разкрива вашата информация за идентифициране на лице на трети лица, включително, но не само, CyberSource Corp., Receivable Management Services и Inicis. Вашата информация се прехвърля, когато извършването на това е необходимо в рамките на разумното за обработване на вашата транзакция, спазване на законовите процедури, отговаряне на жалби, предотвратяване на измами или извършване на действия в съответствие с държавните разпоредби. Можете да осъществявате достъп до или да променяте вашата информация за идентифициране на лице на адрес: https://commerce.microsoft.com. В случай че изберете да промените вашата информация за идентифициране на лице, с настоящото давате съгласие, което позволява на Microsoft Corporation да събира и незабавно да прехвърля вашата информация за идентифициране на лице, както е посочено по-горе. Със създаването на акаунт и щракването върху бутона „Приемам“ по-долу давате съгласие да предоставите на Microsoft Corporation вашата информация за идентифициране на лице и съгласието си Microsoft Corporation да събира, прехвърля и споделя вашата информация за идентифициране на лице с трети лица, както е посочено тук и в онлайн декларацията за поверителност на Microsoft, която се намира тук: http://privacy.microsoft.com/ko-kr
bn_in: অ্যাকাউন্ট তৈরি করা হয়ে গেলেই এই পার্সোনালি আইডেন্টিফায়েবল অ্যাকাউন্ট ইনফরমেশন সংগ্রহ করে অবিলম্বে মার্কিন যুক্তরাষ্ট্রে অবস্থিত Microsoft Corporation এ এনক্রিপ্ট করে নিরাপদ ভাবে স্থানান্তর করা হবে যাতে আপনার লেনদেন প্রক্রিয়া করা সম্ভব হয়। ওই ডাটা আপনার শেষবার অর্থপ্রদান করার সময় থেকে বারো বছর পর্যন্ত ব্যবহার করা এবং রেখে দেওয়া হতে পারে। এখানে থাকা Microsoft অনলাইন গোপনীয়তা বিবৃতিতে তালিকাবদ্ধ যোগাযোগের মাধ্যমে এই পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন পরিচালনার বিষয়ে আপনি Microsoft Corporation এর সাথে যোগাযোগ করতে পারেন: http://privacy.microsoft.com/ko-kr. Microsoft আপনার পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন তৃতীয় পক্ষের কাছে প্রকাশ করতে পারে, এদের মধ্যে রয়েছে CyberSource Corp., Receivable Management Services এবং Inicis, তবে এদের মধ্যেই সীমাবদ্ধ নয়। আপনার লেনদেন প্রক্রিয়া করা, আইনি প্রক্রিয়া মেনে চলা, দাবির জবাব দেওয়া, জালিয়াতি আটকানো অথবা সরকারি নিয়মকানুন অনুসারে কাজ করার ক্ষেত্রে যুক্তিসঙ্গতভাবে যদি প্রয়োজন হয় তবেই আপনার তথ্য তৃতীয় পক্ষের কাছে স্থানান্তরিত করা হয়। আপনি এখানে আপনার পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন ব্যবহার অথবা পরিবর্তন করতে পারেন: https://commerce.microsoft.com. আপনি আপনার তথ্য পরিবর্তন করবেন বলে ঠিক করলে আপনি এখানে Microsoft Corporation কে উপরে উল্লিখিত আপনার পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন সংগ্রহ করার এবং অবিলম্বে স্থানান্তর করার মঞ্জুরিকরণ দিচ্ছেন। একটি অ্যাকাউন্ট তৈরি করা এবং নীচে “সম্মত” বোতামে ক্লিক করার মাধ্যমে আপনি Microsoft Corporation কে আপনার পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন দিতে রাজি হচ্ছেন এবং Microsoft কে এখানে থাকা Microsoft অনলাইন গোপনীয়তা বিবৃতিতে উল্লিখিত অনুসারে আপনার পার্সোনালি আইডেন্টিফায়াবেল ইনফরমেশন সংগ্রহ, স্থানান্তর এবং শেয়ার করার অনুমতি দিচ্ছেন: http://privacy.microsoft.com/ko-kr
bs: Ti podaci o računu pomoću kojih se može utvrditi vaš identitet prikupit će se i odmah nakon stvaranja računa na siguran način i u šifriranom obliku poslati kompaniji Microsoft Corporation u Sjedinjenim Američkim Državama da bismo obradili vaše transakcije. Takvi podaci se mogu koristiti i zadržati do maksimalno dvanaest godina od vašeg zadnjeg plaćanja. Kompaniji Microsoft Corporation možete se obratiti u vezi s upravljanjem vašim podacima pomoću kojih se može utvrditi vaš identitet putem podataka za kontakt koji su navedeni u Izjavi o privatnosti na mreži kompanije Microsoft, koja se nalazi na web stranici http://privacy.microsoft.com/ko-kr. Kompanija Microsoft vaše podatke pomoću kojih se može utvrditi vaš identitet može otkriti trećim stranama, uključujući, između ostalih, kompanije CyberSource Corp., Receivable Management Services i Inicis. Vaši podaci će se prenositi trećim stranama kada to bude objektivno potrebno za obradu vaših transakcija, usklađenost s pravnim postupkom, odgovaranje na zahtjeve, sprječavanje prevara ili postupanje u skladu s državnim propisima. Svojim ličnim podacima možete pristupiti i promijeniti ih na web stranici https://commerce.microsoft.com. Za slučaj da budete mijenjali svoje podatke, ovim dajete svoju suglasnost da kompanija Microsoft prikuplja vaše podatke pomoću kojih se može utvrditi vaš identitet i bez odlaganja ih šalje na način koji je naprijed opisan. Kreiranjem računa i klikom na dugme „Prihvatam” u nastavku pristajete da ćete kompaniji Microsoft Corporation dati svoje lične podatke i suglasni ste s načinom na koji kompanija Microsoft prikuplja, prenosi i razmjenjuje vaše lične podatke s trećim stranama, kako je navedeno u ovom dokumentu i u Izjavi o privatnosti na mreži kompanije Microsoft, koju možete pronaći na web stranici http://privacy.microsoft.com/ko-kr.
cy: Bydd y wybodaeth bersonol am y cyfrif yn cael ei chasglu a’i throsglwyddo’n syth ar ôl creu’r cyfrif mewn ffordd ddiogel ac wedi’i hamgryptio i Microsoft Corporation yn yr Unol Daleithiau er mwyn prosesu eich trafodion. Gall data o’r fath gael ei ddefnyddio a’i gadw am hyd at ddeuddeg mlynedd ar ôl eich taliad diwethaf. Mae croeso i chi gysylltu â Microsoft Corporation ynghylch rheoli'r wybodaeth bersonol hon drwy'r manylion cyswllt a restrir yn Natganiad Preifatrwydd Ar-lein Microsoft yma: http://privacy.microsoft.com/ko-kr. Gall Microsoft ddatgelu eich gwybodaeth bersonol i drydydd partïon, gan gynnwys ond heb eu cyfyngu i Gorfforaeth CyberSource, Gwasanaethau Rheoli Derbyniadwy ac Inicis. Caiff eich gwybodaeth ei throsglwyddo, os bydd yn rhesymol angenrheidiol i wneud hynny, er mwyn prosesu eich trafodyn, i gydymffurfio â phrosesau cyfreithiol, i ymateb i hawliadau, i atal twyll, neu i weithredu’n unol â rheoliadau llywodraethol. Cewch fynediad at eich gwybodaeth bersonol neu ei haddasu yn: https://commerce.microsoft.com. Os ydych chi’n dewis addasu eich gwybodaeth, rydych yn rhoi caniatâd drwy hyn sy’n galluogi Microsoft Corporation i gasglu a throsglwyddo eich gwybodaeth bersonol yn syth fel a nodir uchod. Drwy greu cyfrif a chlicio’r botwm “Cytuno” isod, rydych yn cytuno i ddarparu eich gwybodaeth bersonol i Microsoft Corporation ac yn caniatáu Microsoft Corporation i’w chasglu, ei throsglwyddo a’i rhannu â thrydydd partïon fel a nodir yma ac yn Natganiad Preifatrwydd Ar-lein Microsoft yma: http://privacy.microsoft.com/ko-kr
da: Disse personligt identificerbare kontooplysninger bliver indsamlet og straks efter kontooprettelsen overført på en sikker, krypteret måde til Microsoft Corporation i USA, så dine transaktioner kan behandles. Dataene kan anvendes og opbevares i op til 12 år fra din sidste betaling. Du kan kontakte Microsoft Corporation om administrationen af disse personligt identificerbare oplysninger ved at bruge kontaktoplysningerne i Microsofts erklæring om beskyttelse af personlige oplysninger her: http://privacy.microsoft.com/ko-kr. Microsoft kan videregive dine personligt identificerbare oplysninger til tredjepart, herunder, men ikke begrænset til, CyberSource Corp., Receivable Management Services og Inicis. Dette kan ske, i de tilfælde hvor det skønnes nødvendigt for at kunne behandle din transaktion, efterleve retslige procedurer, reagere på retskrav, forebygge svindel eller overholde lokal lovgivning. Du kan få adgang til og redigere dine personligt identificerbare oplysninger på: https://commerce.microsoft.com. Hvis du vælger at ændre dine oplysninger, giver du samtidig Microsoft Corporation tilladelse til at indsamle og umiddelbart efter at overføre dine personligt identificerbare oplysninger, som angivet ovenfor. Ved at oprette en konto og klikke på knappen "Jeg accepterer" herunder giver du Microsoft Corporation tilladelse til at få adgang til dine personligt identificerbare oplysninger, og du accepterer, at Microsoft indsamler, videregiver og deler disse oplysninger med tredjepart, som angivet heri samt i Microsofts erklæring om beskyttelse af personlige oplysninger her: http://privacy.microsoft.com/ko-kr
de: Diese personenbezogenen Kontoinformationen werden erfasst und sofort nach der Kontoerstellung sicher und verschlüsselt an die Microsoft Corporation in den USA übermittelt, damit Ihre Transaktionen verarbeitet werden können. Diese Daten können bis zu zwölf Jahre ab der letzten Zahlung genutzt und gespeichert werden. Bei Fragen zur Verwaltung dieser personenbezogenen Informationen können Sie sich über den in den Microsoft-Online-Datenschutzbestimmungen aufgeführten Kontakt unter folgender Adresse an die Microsoft Corporation wenden: http://privacy.microsoft.com/de-de. Microsoft kann Ihre personenbezogenen Informationen möglicherweise für Dritte offenlegen, einschließlich, aber nicht beschränkt auf CyberSource Corp., Receivable Management Services und Inicis. Ihre Informationen werden dann übermittelt, wenn dies zur Verarbeitung Ihrer Transaktion, zur Einhaltung gesetzlicher Bestimmungen, zur Bearbeitung von Ansprüchen, zur Verhinderung von Betrug oder aufgrund behördlicher Vorgaben in einem vertretbaren Maße erforderlich ist. Sie können unter folgender Adresse auf Ihre personenbezogenen Informationen zugreifen oder diese bearbeiten: https://commerce.microsoft.com. Wenn Sie Ihre personenbezogenen Informationen ändern, erklären Sie hiermit Ihre Zustimmung zur Erfassung und sofortigen Übermittlung Ihrer personenbezogenen Informationen durch die Microsoft Corporation gemäß den oben aufgeführten Bedingungen. Durch Erstellen eines Kontos und Klicken auf die unten angezeigte Schaltfläche „Ich stimme zu“ stimmen Sie der Bereitstellung Ihrer personenbezogenen Informationen für die Microsoft Corporation sowie deren Erfassung, Übermittlung und Weitergabe an Dritte durch Microsoft gemäß dieser Vereinbarung sowie gemäß den unter folgender Adresse einsehbaren Microsoft-Online-Datenschutzbestimmungen zu: http://privacy.microsoft.com/de-de
el: Αυτές οι αναγνωρίσιμες προσωπικές πληροφορίες λογαριασμού θα συλλέγονται και θα μεταβιβάζονται αμέσως κατά τη δημιουργία λογαριασμού με ασφαλή και κρυπτογραφημένο τρόπο στη Microsoft Corporation στις Η.Π.Α. για την επεξεργασία των συναλλαγών σας. Τέτοιου είδους δεδομένα μπορεί να χρησιμοποιούνται και να διατηρούνται για έως και δώδεκα χρόνια από την τελευταία πληρωμή σας. Μπορείτε να επικοινωνήσετε με τη Microsoft Corporation σχετικά με τη διαχείριση αυτών των αναγνωρίσιμων προσωπικών στοιχείων μέσω της ενότητας επικοινωνίας στην ηλεκτρονική δήλωση προστασίας προσωπικών δεδομένων της Microsoft που βρίσκεται εδώ: http://privacy.microsoft.com/ko-kr/default.mspx. Η Microsoft μπορεί να αποκαλύψει τα αναγνωρίσιμα προσωπικά στοιχεία σας σε τρίτους, συμπεριλαμβανομένων ενδεικτικά των CyberSource Corp., Receivable Management Services και Inicis. Τα στοιχεία σας μεταβιβάζονται σε τρίτους όταν κάτι τέτοιο είναι εύλογα απαραίτητο για την επεξεργασία της συναλλαγής σας, τη συμμόρφωση με νομικές διαδικασίες, την απόκριση σε αξιώσεις, την αποτροπή απάτης ή για ενέργεια σύμφωνα με τις κυβερνητικές ρυθμίσεις. Μπορείτε να έχετε πρόσβαση στα αναγνωρίσιμα προσωπικά στοιχεία σας στη διεύθυνση: https://commerce.microsoft.com. Σε περίπτωση που επιλέξετε να τροποποιήσετε τα προσωπικά σας στοιχεία, με το παρόν παρέχεται συναίνεση που επιτρέπει στη Microsoft Corporation να συλλέγει και αμέσως να μεταβιβάζει τα αναγνωρίσιμα προσωπικά στοιχεία σας όπως αναφέρεται παραπάνω. Αν δημιουργήσετε ένα λογαριασμό και κάνετε κλικ στο κουμπί "Συμφωνώ” παρακάτω, συμφωνείτε να παράσχετε στη Microsoft Corporation τα αναγνωρίσιμα προσωπικά στοιχεία σας και συναινείτε στη συλλογή, μεταβίβαση και κοινή χρήση από τη Microsoft αυτών των στοιχείων με τρίτους όπως ορίζεται στο παρόν και στην ηλεκτρονική δήλωση προστασίας προσωπικών δεδομένων της Microsoft που βρίσκεται εδώ: http://privacy.microsoft.com/ko-kr/
es: Esta información de cuenta de identificación personal se recopilará y se transferirá tras la creación de la cuenta, de forma inmediata y de un modo seguro y cifrado, a Microsoft Corporation en los Estados Unidos con el fin de procesar las transacciones solicitadas. Estos datos pueden usarse y conservarse durante un máximo de doce años desde el último pago. Podrás ponerte en contacto con Microsoft Corporation en relación con la administración de esta información de identificación personal. Para ello, usa los datos de contacto incluidos en la Declaración de privacidad en línea de Microsoft que encontrarás en esta dirección: http://privacy.microsoft.com/ko-kr. Microsoft podría divulgar tu información de identificación personal a terceros, incluidos, de forma no exhaustiva, CyberSource Corp., Receivable Management Services e Inicis. La transferencia de la información se efectuará cuando exista una necesidad razonable para ello con el propósito de procesar la transacción, cumplir con procesos legales, formular respuestas a reclamaciones, evitar actividades fraudulentas o actuar en virtud de la normativa gubernamental. Podrás acceder a tu información de identificación personal y modificarla mediante la dirección https://commerce.microsoft.com. Si optaras por modificar tu información, por el presente documento estarías prestando tu consentimiento a Microsoft Corporation para recopilarla y transferirla inmediatamente según lo establecido anteriormente. Al crear una cuenta y hacer clic en el botón “Acepto” siguiente, aceptas facilitar a Microsoft Corporation tu información de identificación personal, y prestas tu consentimiento para que Microsoft Corporation la recopile, transfiera y comparta con terceros de acuerdo con las condiciones indicadas en el presente documento y en la Declaración de privacidad en línea de Microsoft que encontrarás en la siguiente dirección: http://privacy.microsoft.com/ko-kr
et: Tehingu töötlemiseks kogutakse see isiku tuvastamist võimaldav teave konto loomisel ning edastatakse kohe turvaliselt ja krüptitult Microsoft Corporationile Ameerika Ühendriikides. Seda teavet võib kasutada ja säilitada kuni kaksteist aastat pärast viimast makset. Võite selle isikut tuvastava teabe haldamisega seoses Microsoftiga ühendust võtta kontaktandmetel, mille leiate Microsofti võrgus asuvast privaatsusavaldusest aadressil: http://privacy.microsoft.com/ko-kr. Microsoft võib avaldada teie isikut tuvastavat teavet kolmandatele osapooltele, sealhulgas CyberSource Cor., Receivable Management Services ja Inicis. Teie teave edastatakse kolmandatele osapooltele, kui see on mõistlikult vajalik teie kande töötlemiseks, juriidiliste toimingute täitmiseks, nõuetele vastamiseks, pettuse vältimiseks või toimimiseks vastavalt seadustele. Isikut tuvastamist võimaldavale teabele pääsete juurde ja saate seda muuta veebilehel: https://commerce.microsoft.com. Kui otsustate oma andmeid muuta, annate oma nõusoleku, mis lubab Microsoft Corporationil teie isiku tuvastamist võimaldavaid andmeid koguda ja kohe üle kanda vastavalt ülaltoodule. Kui loote konto ja klõpsate allpool nuppu "Nõustun", nõustute esitama Microsoft Corporationile oma isiku tuvastamist võimaldavad andmed ja nõustute, et Microsoft Corporation kogub ja edastab need andmeid ning jagab neid kolmandatele osapooltele vastavalt siintoodule ja veebis asuvale Microsofti privaatsusavaldusele aadressil http://privacy.microsoft.com/ko-kr
eu: Pertsonalki identifika zaitzakeen informazio hori bildu, kontua sortu eta berehala transferituko zaio modu seguruan eta enkriptatuta Microsoft Corporation enpresari Estatu Batuetara transakzioak prozesatzeko. Datu horiek azken ordainketa egin eta hamabi urtez erabili eta gorde litezke. Microsoft Corporation enpresarekin harremanetan jar zaitezke pertsonalki identifika zaitzakeen informazioa kudeatzeari buruzko kontsulta egiteko Microsoft-en Lineako Pribatutasun-adierazpenean zerrendatutako harremanetarako kontaktuen bidez: http://privacy.microsoft.com/ko-kr. Microsoft-ek pertsonalki identifika zaitzakeen informazioa jakinaraz diezaieke hirugarrenei, baita CyberSource Corp., Receivable Management Services and Inicis enpresei ere baina horiei soilik mugatu gabe. Zure informazioa transferituko da transferentziak prozesatzeko, lege-prozesuak betetzeko, erreklamazioei erantzuteko, iruzurrak saihesteko edo gobernuko legeen arabera jarduteko beharrezkoa denean.Pertsonalki identifika zaitzakeen informazioa helbide honetan atzi eta alda dezakezu: http://commerce.microsoft.com. Datu horiek aldatzea aukeratuko bazenu, baimena ematen diozu Microsoft Corporation enpresari pertsonalki identifika zaitzakeen informazioa biltzeko eta berahala transferitzeko goian azaldu moduan. Kontua sortu eta "Ados" botoia sakatuz gero, onartzen duzula Microsoft Corporation enpresari pertsonalki identifika zaitzakeen informazioa ematea eta onartzen duzula Microsoft-ek pertsonalki identifika zaitzakeen informazioa biltzea, transferitzea eta hirugarrenekin partekatzea goian eta Microsoft Lineako Pribatutasun-adierazpenean (http://privacy.microsoft.com/ko-kr) adierazi moduan.
fa: اینگونه اطلاعات حساب قابل شناسایی شخصی جمع‌آوری خواهند شد و بلافاصله پس از ایجاد حساب، با یک روش ایمن و رمزگذاری شده به Microsoft Corporation در ایالات متحده منتقل می‌شود تا برای تراکنش‌های شما پردازش شوند. ممکن است اینگونه داده‌ها تا سقف دوازده ماه از آخرین پرداخت شما، استفاده و حفظ شوند. می‌توانید در رابطه با مدیریت این اطلاعات قابل شناسایی شخصی خود، از طریق اطلاعات تماس مندرج در بیانیه حریم خصوصی آنلاین Microsoft موجود در آدرس زیر، با Microsoft Corporation تماس بگیرید.http://privacy.microsoft.com/ko-kr. Microsoft می‌تواند اطلاعات قابل شناسایی شخصی شما را در اختیار اشخاص ثالث از جمله و نه محدود به yberSource Corp.، خدمات مدیریت قابل دریافت و Inicis قرار دهد. زمانی که انتقال اطلاعات شما به اشخاص ثالث برای پردازش تراکنش شما، مطابقت با پردازش قانونی، پاسخگویی به مطالبه‌ها، جلوگیری از کلاهبرداری یا قانون مطابق با قوانین دولتی ضروری باشد، این کار صورت خواهد گرفت. می‌توانید به اطلاعات قابل شناسایی شخصی خود را در آدرس زیر دسترسی داشته باشید یا آنها را تغییر دهید: https://commerce.microsoft.com. در صورتی که انتخاب کنید اطلاعات خود را تغییر دهید، بدین معنی است که رضایت می‌دهید تا Microsoft Corporation اطلاعات قابل شناسایی شخصی شما را همانطور که در بالا آمده است، جمع‌آوری و بلافاصله منتقل کند. با ایجاد یک حساب و کلیک کردن روی دکمه «موافق» در زیر، موافقت می‌کنید که اطلاعات قابل شناسایی شخصی خود را در اختیار Microsoft Corporation قرار دهید و اطلاعات قابل شناسایی شخصی شما همانطور که در بالا و در بیانیه حریم خصوصی آنلاین Microsoft در آدرس زیر، به اشخاص ثالث منتقل و به اشتراک گذاشته شود: http://privacy.microsoft.com/ko-kr
ga: Baileofar an fhaisnéis inaitheanta phearsanta seo agus aistreofar láithreach é tar éis chruthú an chuntais ar shlí shlán chriptithe chuig Microsoft Corporation sna Stáit Aontaithe chun d'idirbhearta a phróiseáil. Is féidir sonraí den sórt sin a úsáid agus a choimeád go ceann suas le dhá bhliain déag ó d'íocaíocht deiridh. Féadfaidh tú teagmháil a dhéanamh le Microsoft Corporation maidir le bainistíocht na faisnéise inaitheanta pearsanta tríd an teagmháil atá liostaithe i Ráiteas Príobháideachais Ar Líne Microsoft atá suite anseo: http://privacy.microsoft.com/ko-kr. Féadfaidh Microsoft d'fhaisnéis inaitheanta phearsanta a nochtadh do thríú páirtithe, lena n-áirítear ach gan a bheith teoranta do CyberSource Corp., Receivable Management Services agus Inicis. Aistrítear d'fhaisnéis nuair is gá sin go réasúnta chun d'idirbheart a phróiseáil, próiseas dlí a chomhlíonadh, freagairt d'éilimh, calaois a chosc nó gníomhú de réir rialacháin rialtais. Féadfaidh tú d'fhaisnéis inaitheanta phearsanta a rochtain nó a mhionathrú ag: https://commerce.microsoft.com. I gcás ina roghnaíonn tú d'fhaisnéis a mhionathrú soláthraíonn tú toiliú leis seo a cheadaíonn do Microsoft Corporation d'fhaisnéis inaitheanta phearsanta a bhailiú agus a aistriú láithreach mar atá nótáilte thuas. Is ionann cuntas a chruthú agus an cnaipe “Agree” thíos a chliceáil agus aontú d'fhaisnéis inaitheanta phearsanta a sholáthar do Microsoft Corporation agus toilíonn do bhailiú, aistriú agus comhroinnt d'fhaisnéis inaitheanta phearsanta ag Microsoft le tríú páirtithe mar atá leagtha amach anseo agus i Ráiteas Príobháideachais Ar Líne Microsoft atá suite anseo: http://privacy.microsoft.com/ko-kr
gd: Thèid am fiosrachadh cunntais seo, air an aithnichear thu fhèin, a chruinneachadh is a chur a-null gu Microsoft Corporation sna Stàitean Aonaichte ann an cruth tèarainte is crioptaichte gus na tar-chuir agad a phròiseasadh rè cruthachadh a’ chunntais agad. Faodar an dàta seo a chleachdadh is a ghlèidheadh suas ri dusan bliadhna on phàigheadh mu dheireadh. Faodaidh tu bruidhinn ri Microsoft Corporation mu stiùireadh an fhiosrachaidh phearsanta seo air an aithnichear thu fhèin slighe an t-seòlaidh air liosta aithris prìobhaideachd air loidhne Microsoft a gheibhear an-seo: http://privacy.microsoft.com/ko-kr. Faodaidh Microsoft am fiosrachadh seo air an aithnichear thu fhèin a thoirt do threas-phàrtaidhean, a’ gabhail a-staigh CyberSource Corp., Receivable Management Services agus Inicis. Thèid am fiosrachadh agad a thar-chur ma bhios feum reusanta air gus an tar-chur agad a phròiseasadh, airson gèilleadh ri modhan-obrach laghail, airson freagairt ri tagraidhean, gus bacadh a chur air foill no airson gèilleadh ri conn-riaghladh riaghaltasan. ’S urrainn dhut am fiosrachadh air an aithnichear thu fhèin inntrigeadh is atharrachadh air: https://commerce.microsoft.com. Ma dh’atharraicheas tu am fiosrachadh agad, bidh thu a’ toirt cead dha Microsoft Corporation an dàta seo air an aithnichear thu fhèin a chruinneachadh is a thar-chur mar a chaidh a mhìneachadh gu h-àrd. Le bhith a’ cruthachadh cunntas is tu a’ briogadh air “Tha mi ag aontachadh” gu h-ìosal, bidh thu ag aontachadh dàta air an aithnichear thu fèin a sholar dha Microsoft Corporation is bidh thu ag aontachadh gum faod Microsoft Corporation dàta air an aithnichear thu gu pearsanta a chruinneachadh, a thar-chur is a cho-roinneadh mar a chaidh a chur an cèill an-seo agus ann an aithris prìobhaideachd air loidhne Microsoft an-seo: http://privacy.microsoft.com/ko-kr
gl: Esta información de conta persoalmente identificable será recollida e inmediatamente transferida tras a creación de conta de modo seguro e cifrado a Microsoft Corporation nos Estados Unidos par procesar as súas transaccións. Tales datos poden ser usados e retidos durante un período de doce anos despois do teu último pagamento. Podes poñerse en contacto con Microsoft Corporation no referente á xestión desta información persoalmente identificable mediante os contactos detallados na Declaración de Privacidade en liña de Microsoft que se acha aquí: http://privacy.microsoft.com/ko-kr/. Microsoft poderá revelar a túa información persoalmente identificable a terceiros, incluíndo pero sen limitarse a CyberSource Corp., Receivable Management Services e Inicis. A túa información transferirase cando sexa razoablemente necesario para procesar a túa transacción, cumprir con procesos legais, responder a reclamacións, previr un fraude e actuar segundo as normativas gobernamentais. Podes acceder ou modificar a túa información persoalmente identificable en https://commerce.microsoft.com. En caso de que optes por modificar a túa información persoalmente identificable, pola presente prestas consentimento para que Microsoft Corporation recolla e garde a túa información persoalmente identificable como anteriormente se indica. Ao crear unha conta e premer no botón " Aceptar" aceptas proporcionar a Microsoft Corporation a túa información persoalmente identificable e consentes en que Microsoft recolla, transfira e comparta a túa información persoalmente identificable con terceiros como se establece na Declaración de Privacidade en liña de Microsoft que se pode encontrar aquí: http://privacy.microsoft.com/ko-kr
gu: વ્યક્તિગત રીતે ઓળખી શકાય એવી એકાઉન્ટની માહિતી એકત્રિત કરવામાં આવશે અને તમારા વ્યવહારો પર પ્રક્રિયા કરવા અને તમને ઉત્પાદનો અને સેવાઓ પ્રદાન કરવા માટે યુનાઈટેડ સ્ટેટ્સમાં Microsoft Corporation સુરક્ષિત, એન્ક્રિપ રીતે એકાઉન્ટ બનાવતી વખતે તરત જ સ્થાનાંતરિત કરવામાં આવશે. આ પ્રકારની માહિતીનો તમારી છેલ્લી ચુકવણીથી લઈને બાર વર્ષ સુધી ઉપયોગ કરી શકાય અને જાળવી શકાય છે. તમે અહીં Microsoft ઑનલાઇન ગોપનીય નિવેદનમાં સૂચિબદ્ધ સંપર્ક દ્વારા આ વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતીના સંચાલન વિશે Microsoft Corporation સંપર્ક કરી શકો છો: http://privacy.microsoft.com/ko-kr. Microsoft તમારી વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી CyberSource Corp., Receivable Management Services અને Inicis સહિતના અન્ય તૃતીય પક્ષોને જાહેર કરી શકે છે. જ્યારે તમારા વ્યવહારો પર પ્રક્રિયા કરવા, કાનૂની પ્રક્રિયાનું પાલન કરવા, દાવાનો પ્રતિસાદ આપવા, સરકારી નિયમનો અનુસાર કૌભાંડને રોકવું અથવા કાર્ય કરવું આવશ્યક હોય, ત્યારે તમારી માહિતી તૃતીય પક્ષને ત્યારે જ સ્થાનાંતરિત કરવામાં આવે છે. તમે તમારી વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતીને https://commerce.microsoft.com પરથી મેળવી અથવા સંશોધિત કરી શકો છો. જયારે તમે તમારા વ્યક્તિગત ડેટાને સંશોધિત કરવાનું પસંદ કરો છો ત્યારે તમે સંમતિ પ્રદાન કરો છો જે ઉપર જણાવ્યા મુજબ તમારી વ્યક્તિગત માહિતીને એકત્રિત કરવા અને સંગ્રહિત કરવા Microsoft Corporation ને મંજૂરી આપે છે. એક એકાઉન્ટ બનાવીને અને નીચેના "સંમતિ" બટનને ક્લિક કરીને તમે Microsoft Corporation ને તમારી વ્યક્તિગત માહિતી આપવા માટે સંમત થાઓ છો અને તમે અહીં બતાવ્યા પ્રમાણે Microsoft કોર્પોરેશનને સંગ્રહ કરવા, તૃતીય પક્ષો સાથે અને અહીં Microsoft ઑનલાઇન ગોપનીય નિવેદનમાં તમારી વ્યક્તિગત રીતે ઓળખી શકાય તેવી માહિતી આપવા અને સ્થાનાંતરણ કરવા માટે સંમતિ આપો છો: http://privacy.microsoft.com/ko-kr
he: מידע זה הניתן לזיהוי באופן אישי ייאסף ויועבר באופן מיידי עם יצירת החשבון, בצורה מאובטחת ומוצפנת, אל Microsoft Corporation בארצות הברית, כדי לעבד את העסקאות שלך. נתונים אלה עשויים לשמש ולהישמר למשך עד 12 שנה ממועד התשלום האחרון שלך. באפשרותך ליצור קשר עם Microsoft Corporation בנוגע לניהול של מידע זה הניתן לזיהוי באופן אישי דרך איש הקשר המצוין בהצהרת הפרטיות של Microsoft Online הנמצאת כאן: http://privacy.microsoft.com/ko-kr. Microsoft עשויה לחשוף את המידע שלך הניתן לזיהוי באופן אישי לצד שלישי, לרבות, אך ללא הגבלה, CyberSource Corp.‎‏, Receivable Management Services ו- Inicis. מידע שלך מועבר כאשר זה הכרחי באופן סביר עבור עיבוד העסקה שלך, ציות להליך משפטי, תגובה על תביעות, מניעת הונאה או פעולה בהתאם לתקנות הממשלתיות. באפשרותך לגשת למידע שלך הניתן לזיהוי באופן אישי או לשנות אותו בכתובת: https://commerce.microsoft.com. במקרה שתבחר לשנות את המידע שלך, אתה מסכים בזאת לאפשר ל- Microsoft Corporation לאסוף ולהעביר באופן מיידי את המידע שלך הניתן לזיהוי באופן אישי, כפי שצוין לעיל. על-ידי יצירת חשבון ולחיצה על לחצן 'מסכים' להלן, אתה מסכים לספק ל- Microsoft Corporation את המידע שלך הניתן לזיהוי באופן אישי ומסכים לאיסוף, להעברה ולשיתוף של המידע שלך הניתן לזיהוי באופן אישי על-ידי Microsoft עם צד שלישי, כפי שנקבע בזאת ובהצהרת הפרטיות של Microsoft online הנמצאת כאן: http://privacy.microsoft.com/ko-kr‬
hi: आपके ट्रांज़ैक्शन को संसाधित करने के लिए खाता बनाने के बाद इस पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन को तत्काल सुरक्षित और एन्क्रिप्ट करने के तरीके से संयुक्त राज्य में Microsoft Corporation को स्थानांतरित कर दिया जाएगा. आपके अंतिम भुगतान के समय से लेकर बारह वर्षों की अवधि तक ऐसे डेटा का उपयोग किया जा सकता है और उसे बनाए रखा जा सकता है. आप इस पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन के प्रबंधन के संबंध में यहाँ मौजूद Microsoft ऑनलाइन गोपनीयता कथन में सूचीबद्ध संपर्कों के माध्यम से Microsoft Corporation से यहाँ संपर्क कर सकते हैं: http://privacy.microsoft.com/ko-kr. Microsoft आपकी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन तृतीय-पक्षों को प्रकट कर सकता है, जिसमें परिसीमन रहित रूप से CyberSource Corp., प्राप्य प्रबंधन सेवाएँ और Inicis शामिल हैं. आपकी जानकारी तभी स्थानांतरित की जाती है, जब आपके ट्रांज़ैक्शन को संसाधित करने, कानूनी प्रक्रिया का अनुपालन करने, दावों का प्रतिसाद करने, धोखाधड़ी को रोकने या सरकारी विनियमों के अनुसार कार्रवाई करने के लिए ऐसा करना तार्किक रूप से आवश्यक हो. आप यहाँ अपनी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन की पहुँच प्राप्त कर सकते हैं और उसे संशोधित कर सकते हैं: https://commerce.microsoft.com. उस स्थिति में, जब आप अपनी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन को संशोधित करने का विकल्प चुनते हैं, आप Microsoft Corporation को ऊपर नोट किए गए अनुसार आपकी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन को एकत्र करने और उसे तत्काल स्थानांतरित करने की अनुमति देने हेतु सहमति देते हैं. खाता बनाकर और नीचे “स्वीकार है” बटन क्लिक करके आप Microsoft Corporation को आपकी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन प्रदान करने की और यहाँ बताए गए अनुसार और यहाँ Microsoft ऑनलाइन गोपनीयता कथन में बताए अनुसार Microsoft द्वारा आपकी पर्सनली आइडेंटीफ़ायेबल इन्फ़ॉर्मेशन के एकत्रीकरण, स्थानांतरण और उसे तृतीय पक्षों के साथ साझा करने के लिए अपनी सहमति प्रदान करते हैं: http://privacy.microsoft.com/ko-kr
hr: Ti podaci o računu koji služe za utvrđivanje vašeg identiteta prikupit će se i odmah po stvaranju računa na siguran način i u šifriranom obliku poslati tvrtki Microsoft Corporation u Sjedinjenim Američkim Državama da bismo obradili vaše transakcije. Takvi se podaci mogu koristiti i zadržati do maksimalno dvanaest godina od vašeg zadnjeg plaćanja. Tvrtki Microsoft Corporation možete se obratiti u vezi s upravljanjem vašim podacima kojima se može utvrditi vaš identite putem podataka za kontakt koji su navedeni u Izjavi o zaštiti privatnosti na mreži tvrtke Microsoft na web-stranici http://privacy.microsoft.com/ko-kr. Tvrtka Microsoft vaše osobne podatke može otkriti trećim stranama, uključujući, ali ne ograničavajući se na tvrtke CyberSource Corp., Receivable Management Services i Inicis. Vaši podaci prenose se trećim stranama ako je to objektivno potrebno za obradu vaših transakcija, usklađenost s pravnim postupkom, odgovaranje na zahtjeve, sprječavanje prijevara ili postupanje u skladu s državnim propisima. Svojim osobnim podacima možete pristupiti i promijeniti ih na web-stranici https://commerce.microsoft.com. Za slučaj da budete mijenjali svoje podatke, ovim dajete svoju suglasnost da tvrtka Microsoft vaše podatke prikuplja i i bez odlaganja šalje na način koji je naprijed opisan. Stvaranjem računa i klikom na gumb „Prihvaćam” u nastavku pristajete da ćete tvrtki Microsoft Corporation dati svoje osobne podatke i suglasni ste s načinom na koji tvrtka Microsoft prikuplja, prenosi i razmjenjuje vaše osobne podatke s trećim stranama, kako je navedeno u ovom dokumentu i u Izjavi o zaštiti privatnosti na mreži tvrtke Microsoft koju možete pronaći na web-stranici http://privacy.microsoft.com/ko-kr
hu: Ezeket a személyes adatokat a fiók létrehozásakor a rendszer összegyűjti, és azonnal, biztonságos módon, titkosítva továbbítja a Microsoft Corporationnek az Amerikai Egyesült Államokba a tranzakciók feldolgozásához. A Microsoft az adatokat a legutóbbi fizetéstől számított 12 évig őrizheti meg és használhatja fel. A személyazonosításra alkalmas adatok kezelésére vonatkozóan a Microsoft Corporationnel a Microsoft online adatvédelmi nyilatkozatában (http://privacy.microsoft.com/ko-kr) szereplő kapcsolattartási címen veheti fel a kapcsolatot. A Microsoft átadhatja személyes adatait harmadik feleknek, többek között a CyberSource Corp., a Receivable Management Services és az Inicis vállalatnak. Ez csak akkor történik meg, ha a tranzakció feldolgozása észszerűségi szempontból szükséges, a jogszabályoknak, illetve jogi követeléseknek való megfelelés, a csalás megakadályozása vagy a kormányzati előírások betartása érdekében. A személyes adatok a https://commerce.microsoft.com címen érhetők el és módosíthatók. A személyes adatok módosításával hozzájárul ahhoz, hogy a Microsoft Corporation a fentieknek megfelelően összegyűjthesse, és azonnal továbbíthassa azokat. Ha egy fiók létrehozásakor az alábbi „Elfogadom” gombra kattint, hozzájárul személyes adatai megadásához a Microsoft Corporation részére, valamint jóváhagyja, hogy a Microsoft Corporation az itt leírtak szerint összegyűjtse, továbbítsa és megossza azokat harmadik felekkel az itt leírtaknak és a Microsoft online adatvédelmi nyilatkozatának (http://privacy.microsoft.com/ko-kr) megfelelően.
id: Informasi akun kenal diri ini akan dikumpulkan dan langsung ditransfer saat akun dibuat, dengan cara yang aman dan terenkripsi kepada Microsoft Corporation di Amerika Serikat untuk memproses transaksi Anda. Data demikian dapat digunakan dan disimpan sampai dengan dua belas tahun sejak pembayaran terakhir Anda. Anda dapat menghubungi Microsoft Corporation mengenai manajemen informasi kenal diri ini melalui kontak yang tercantum pada Pernyataan Privasi Online Microsoft yang ada di sini: http://privacy.microsoft.com/ko-kr. Microsoft dapat mengungkapkan informasi kenal diri milik Anda kepada pihak ketiga, termasuk tetapi tidak terbatas pada CyberSource Corp., Receivable Management Services, dan Inicis. Informasi Anda ditransfer apabila hal tersebut secara wajar diperlukan untuk memproses transaksi Anda, mematuhi proses hukum, menanggapi klaim, mencegah penipuan, atau bertindak sesuai dengan peraturan pemerintah. Anda dapat mengakses atau mengubah informasi kenal diri Anda di: https://commerce.microsoft.com. Apabila Anda memilih untuk mengubah informasi tersebut, dengan ini Anda memberikan persetujuan yang mengizinkan Microsoft Corporation untuk mengumpulkan dan langsung mentransfer informasi kenal diri Anda sebagaimana dinyatakan di atas. Dengan membuat akun dan mengklik tombol "Setuju" di bawah ini, Anda setuju untuk memberikan informasi kenal diri Anda kepada Microsoft Corporation dan mengizinkan Microsoft Corporation untuk mengumpulkan, mentransfer, dan berbagi informasi kenal diri Anda dengan pihak ketiga sebagaimana ditentukan di sini dan dalam Pernyataan Privasi Online Microsoft yang ada di sini: http://privacy.microsoft.com/ko-kr
is: Þessum persónugreinanlegu upplýsingum verður safnað og þær fluttar um leið og reikningurinn er stofnaður á öruggan, dulritaðan hátt til Microsoft Corporation í Bandaríkjunum til að vinna úr færslunum þínum. Slík gögn má nota og geyma í allt að tólf ár frá síðustu greiðslu þinni. Þú getur haft samband við Microsoft Corporation varðandi umsjón þessara persónugreinanlegu gagna gegnum tengiliðinn sem gefinn er upp í persónuverndaryfirlýsingu Microsoft á netinu hér: http://privacy.microsoft.com/ko-kr. Microsoft kann að senda persónugreinanlegar upplýsingar þínar til þriðju aðila, meðal annars CyberSource Corp., Receivable Management Services og Inicis. Upplýsingar þínar eru fluttar þegar slíkt telst nauðsynlegt til að vinna úr færslu þinni, fylgja lagalegum ferlum, verða við kröfum, hindra svik eða fara að reglugerðum stjórnvalda. Þú getur fengið aðgang að eða breytt persónugreinanlegum gögnum þínum á: https://commerce.microsoft.com. Í því tilviki að þú kjósir að breyta persónugreinanlegum gögnum þínum gefur þú hér með samþykki sem heimilar Microsoft Corporation að safna og geyma persónuleg gögn þín eins og lýst er hér að ofan. Með því að stofna reikning og smella á hnappinn „Samþykkja“ hér að neðan samþykkir þú að veita Microsoft Corporation persónugreinanleg gögn þín og samþykkir söfnun og flutning Microsoft Corporation og samnýtingu með þriðju aðilum á gögnunum eins og tilgreint er hér og í persónuverndaryfirlýsingu Microsoft á netinu: http://privacy.microsoft.com/ko-kr
ja: この個人の身元を特定するアカウント情報は、アカウント作成時に収集され、安全で暗号化された方法で即時に米国の Microsoft Corporation に転送され、取引が処理されます。このようなデータは、最後のお支払いから最長 12 年間、使用および保持される可能性があります。この個人の身元を特定する情報の管理については、「Microsoft オンライン プライバシーに関する声明」(http://privacy.microsoft.com/ko-kr) に記載されているお問い合わせ先にご連絡ください。 Microsoft は、個人の身元を特定する情報を、CyberSource Corp.、Receivable Management Services、Inicis などの第三者に提供する場合があります。お客様の情報が第三者に転送されるのは、お客様の取引を処理するため、法的手続きに準拠するため、申し立てに対応するため、詐欺を防ぐため、または国の規制に準拠して行動するために合理的に必要な場合です。 個人の身元を特定する情報にアクセスし、変更するには、https://commerce.microsoft.com を使用します。お客様の情報を変更する場合、それによって、前述した個人の身元を特定する情報を Microsoft Corporation が収集し、即時に転送することを許可したものと見なされます。 アカウントを作成し、以下の [同意する] ボタンをクリックすると、この文書および「Microsoft オンライン プライバシーに関する声明」(http://privacy.microsoft.com/ko-kr) で定められているように、Microsoft Corporation に個人の身元を特定する情報を提供することに同意し、Microsoft による個人の身元を特定する情報の収集、転送、および第三者との共有に同意することになります。
ka: ეს პერსონალურად იდენტიფიცირებადი ანგარიშის ინფორმაცია შეგროვდება და, ანგარიშის შექმნისთანავე, დაცული და დაშიფრული ფორმით დაუყოვნებლად გადაიგზავნება კორპორაციაში Microsoft Corporation, შეერთებულ შტატებში, რომ დამუშავდეს თქვენი ტრანზაქციები. ასეთ მონაცემთა გამოყენება და შენახვა შეიძლება მოხდეს ბოლო გადახდიდან მაქსიმუმ თორმეტი წლის განმავლობაში. თუ გსურთ დაუკავშირდეთ კორპორაციას Microsoft Corporation და შეიტყოთ როგორ ხდება ამ პერსონალურად იდენტიფიცირებადი ინფორმაციის მართვა, შეგიძლიათ გამოიყენოთ საკონტაქტო ინფორმაცია, რომელიც ჩამოთვლილია Microsoft-ის კონფიდენციალურობის დებულებაში, მისამართზე: http://privacy.microsoft.com/ko-kr. Microsoft-მა შეიძლება თქვენი პერსონალურად იდენტიფიცირებადი ინფორმაცია გაუმხილოს მესამე მხარეებს, მათ შორის და არამარტო კორპორაციას CyberSource Corp., დებიტორული დავალიანების მართვის სერვისსა და Inicis-ს. თქვენი ინფორმაცია იგზავნება მაშინ, როდესაც ამის დასაბუთებული აუცილებლობა არსებოს თქვენი ტრანზაქციის შესრულების თვალსაზრისით, როცა ამას ითხოვს სამართლებრივი პროცესი, როცა საჭიროა რეაგირება საჩივარზე, თაღლითური ქმედების თავიდან ასაცილებლად, ან როცა საჭიროა მოქმედება სახელმწიფო დებულებების შესაბამისად. თქვენი პერსონალურად იდენტიფიცირებადი მონაცემების გახსნა და შეცვლა შეგიძლიათ საიტზე: https://commerce.microsoft.com. თუ გადაწყვეტთ შეცვალოთ თქვენი პირადი მონაცემები, უნდა განაცხადოთ თანხმობა, რომ უფლებას აძლევთ კორპორაციას Microsoft Corporation შეაგროვოს და შეინახოს თქვენი პერსონალურად იდენტიფიცირებადი მონაცემები, როგორც ეს მოცემულია ზემოთ. თუ შექმნით ანგარიშს და დააჭერთ ქვემოთ მოცემულ ღილაკს „ვეთანხმები“, ამით განაცხადებთ თანხმობას, რომ კორპორაციას Microsoft Corporation მიაწოდებთ თქვენს პერსონალურ იდენტიფიცირებად ინფორმაციას და უფლებას მისცემთ კორპორაციას Microsoft შეაგროვოს, გაუგზავნოს და გაუზიაროს თქვენი პერსონალური იდენტიფიცირებადი ინფორმაცია მესამე მხარეს ისე, როგორც აღწერილია წინამდებარე დოკუმენტში და Microsoft-ის კონფიდენციალურობის დებულებაში მისამართზე: http://privacy.microsoft.com/ko-kr
kk: Бұл жеке тұлғалығыңызды анықтайтын тіркелгі ақпараты жиналады да, тіркелгі жасалған соң, транзакцияларыңызды өңдеу және сізді өнімдермен және қызметтермен қамтамасыз ету үшін Америка Құрама Штаттарындағы Microsoft корпорациясына қауіпсіз, шифрланған күйінде бірден беріледі. Мұндай деректер соңғы төлемнен кейін он екі жылға дейін пайдаланылуы және сақталуы мүмкін. Төмендегі сайтта берілген Microsoft онлайн құпиялық туралы мәлімдемесіндегі байланыс мәліметі арқылы осы жеке тұлғалығыңызды анықтайтын ақпаратты басқаруға қатысты Microsoft корпорациясына хабарласуыңызға болады: http://privacy.microsoft.com/ko-kr. Microsoft жеке тұлғалығыңызды анықтайтын ақпаратыңызды үшінші тараптарға, оның ішінде CyberSource Corp., Receivable Management Services және Inicis шектелместен жариялауға құқылы. Транзакцияңызды өңдеу, заңды процесті ұстану, өтінімдерге жауап беру, алаяқтықтың алдын алу немесе мемлекеттік заңдарға сәйкес әрекет ету үшін сол істеу керек болған жағдайда, ақпаратыңыз үшінші тараптарға беріледі. Жеке тұлғалығыңызды анықтайтын ақпаратқа кіруге немесе оны өзгертуге болатын сайт: https://commerce.microsoft.com. Ақпаратыңызды өзгертуді таңдаған жағдайда, осы құжат арқылы Microsoft корпорациясына жоғарыда аталған жеке тұлғалығыңызды анықтайтын ақпаратты жинауға және үшінші тарапқа беруге келісім бересіз. Тіркелгі жасау және төмендегі “Келісемін” түймесін басу арқылы Microsoft корпорациясына жеке тұлғалығыңызды анықтайтын ақпаратты беруге, Microsoft корпорациясының жинағына, осы құжатта және төмендегі Microsoft онлайн құпиялық туралы мәлімдемесінде қарастырылғандай жеке тұлғалығыңызды анықтайтын ақпаратты үшінші тараптарға беруге және ортақ пайдалануға келісесіз: http://privacy.microsoft.com/ko-kr
kn: ಈ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ ಮತ್ತು ಖಾತೆ ರಚಿಸಿದ ತಕ್ಷಣವೇ ಸುರಕ್ಷಿತವಾದ, ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾದ ರೀತಿಯಲ್ಲಿ ನಿಮ್ಮ ವಹಿವಾಟುಗಳನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದಕ್ಕಾಗಿ ಸಂಯುಕ್ತ ಸಂಸ್ಥಾನಗಳಲ್ಲಿರುವ Microsoft Corporation ಗೆ ವರ್ಗಾಯಿಸಲಾಗುತ್ತದೆ. ಅಂತಹ ಡೇಟಾವನ್ನು ನಿಮ್ಮ ಕೊನೆಯ ಪಾವತಿಯ ಸಮಯದಿಂದ ಹನ್ನೆರಡು ವರ್ಷಗಳವರೆಗೆ ಬಳಸಬಹುದು ಮತ್ತು ಇರಿಸಿಕೊಳ್ಳಬಹುದು. ಇಲ್ಲಿ ಇರುವ Microsoft ಆನ್‌ಲೈನ್ ಗೌಪ್ಯತೆ ಹೇಳಿಕೆಯಲ್ಲಿ ಪಟ್ಟಿ ಮಾಡಲಾಗಿರುವ ಸಂಪರ್ಕದ ಮೂಲಕ ಈ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯ ನಿರ್ವಹಣೆಯ ಕುರಿತಾಗಿ ನೀವು Microsoft Corporation ಅನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು: http://privacy.microsoft.com/ko-kr. ನಿಮ್ಮ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು CyberSource Corp., Receivable Management Services ಮತ್ತು Inicis ಒಳಗೊಂಡಂತೆ ಆದರೆ ಇವುಗಳಿಗೆ ಸೀಮಿತವಾಗದಂತೆ ಮೂರನೇ ಪಕ್ಷಗಳಿಗೆ Microsoft ಬಹಿರಂಗಪಡಿಸಬಹುದು. ನಿಮ್ಮ ವಹಿವಾಟನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು, ಕಾನೂನು ಪ್ರಕ್ರಿಯೆಗಳನ್ನು ಅನುಸರಿಸಲು, ಕ್ಲೇಮ್‌ಗಳಿಗೆ ಪ್ರತಿಕ್ರಿಯಿಸಲು, ವಂಚನೆಯನ್ನು ತಡೆಗಟ್ಟಲು ಅಥವಾ ಸರ್ಕಾರಿ ನಿಬಂಧನೆಗಳ ಪ್ರಕಾರ ಕಾರ್ಯನಿರ್ವಹಿಸಲು ಯುಕ್ತವಾಗಿ ಅಗತ್ಯವಿದ್ದಾಗ ಮಾತ್ರ ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ವರ್ಗಾಯಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಇಲ್ಲಿ ನೀವು ಪ್ರವೇಶಿಸಬಹುದು ಅಥವಾ ಮಾರ್ಪಡಿಸಬಹುದು: https://commerce.microsoft.com. ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಮಾರ್ಪಡಿಸಲು ನೀವು ಆರಿಸಿಕೊಂಡ ಪಕ್ಷದಲ್ಲಿ, ನೀವು Microsoft Corporation ಗೆ ಮೇಲೆ ತಿಳಿಸಲಾದಂತೆ ನಿಮ್ಮ ವೈಯಕ್ತಿವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು ಮತ್ತು ತಕ್ಷಣವೇ ವರ್ಗಾಯಿಸಲು ಅನುಮತಿಸುವ ಸಮ್ಮತಿಯನ್ನು ಈ ಮೂಲಕ ಒದಗಿಸುತ್ತಿರುವಿರಿ. ಖಾತೆಯನ್ನು ರಚಿಸುವ ಮತ್ತು ಕೆಳಗೆ “ಒಪ್ಪುತ್ತೇನೆ” ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು Microsoft Corporation ಗೆ ನಿಮ್ಮ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಲು ಒಪ್ಪುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ವೈಯಕ್ತಿಕವಾಗಿ ಗುರುತಿಸಬಲ್ಲ ಮಾಹಿತಿಯನ್ನು Microsoft ಸಂಗ್ರಹಿಸುವುದಕ್ಕೆ, ಇಲ್ಲಿ ವಿವರಿಸಲಾಗಿರುವ ಮತ್ತು ಇಲ್ಲಿರುವ Microsoft ಆನ್‌ಲೈನ್ ಗೌಪ್ಯತೆ ಹೇಳಿಕೆಯಲ್ಲಿರುವಂತಹ ಮೂರನೇ ಪಕ್ಷಗಳಿಗೆ ಮತ್ತು ವರ್ಗಾಯಿಸುವುದಕ್ಕೆ ಮತ್ತು ಅವುಗಳೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳುವುದಕ್ಕೆ ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ: http://privacy.microsoft.com/ko-kr
ko: 개인 식별이 가능한 계정 정보는 계정이 만들어지는 즉시 거래를 처리하기 위해 안전하게 암호화된 방식으로 수집되어 Microsoft Corporation으로 전송됩니다. 이러한 정보는 마지막 결제 이후 최대 12년까지 사용 및 보관됩니다. 개인 식별이 가능한 정보의 관리와 관련해서는 http://privacy.microsoft.com/ko-kr의 Microsoft Online 개인 정보 취급 방침에 나와 있는 연락처 목록을 통해서 Microsoft Corporation에 문의할 수 있습니다. Microsoft는 CyberSource Corp., Receivable Management Services 및 Inicis를 포함하여(단, 이에 제한되지 않음) 제3자에게 개인 식별이 가능한 정보를 공개할 수 있습니다. 즉, 회원님의 거래를 처리하거나 법률을 준수하거나 청구에 대응하거나 사기를 방지하거나 정부 규정을 따르기 위해 합리적으로 필요한 경우 제3자에게 정보가 전송됩니다. https://commerce.microsoft.com에서 개인 식별이 가능한 정보를 확인하거나 수정할 수 있습니다. 개인 정보를 수정하도록 선택한 경우 이 계약에 따라 Microsoft Corporation이 위에 명시된 대로 회원님의 개인 정보를 수집하고 즉시 전송한다는 데 동의하는 것입니다. 계정을 만들고 아래의 "동의" 단추를 클릭함으로써 회원님은 Microsoft Corporation에 회원님의 개인 식별이 가능한 정보를 제공하는 데 동의하며 여기에서와 http://privacy.microsoft.com/ko-kr의 Microsoft Online 개인 정보 취급 방침에서 명시된 대로 Microsoft가 회원님의 개인 식별이 가능한 정보를 수집 및 전송하고 제3자와 공유한다는 데에도 동의하는 것입니다.
ku_arab: ئەم زانیاری ئەژمێری ناسەرەوەی کەسییە کۆدەکرێتەوە و دەسبەجێ لەگەل دروستکردنی ئەژمێرەکەدا بە شێوازێکی پارێزراو و رەمزێنراو دەگوازرێتەوە بۆ Microsoft Corporation لە ویلایەتە یەکگرتووەکان بە مەبەستی سازکردنی سەوداگەریەکانی تۆ. رەنگە ئەو داتایە هەتا ماوەی دوانزە ساڵ لە وەرگرتنی دوایین پارەدانی تۆوە بەکار بهێنرێت و بپارێزرێت. تۆ بۆت هەیە پەیوەندی بکەیت بە Microsoft Corporation سەبارەت بە بەڕێوەبردنی ئەم زانیاریە ناسەرەوە کەسییانە لەرێگەی ئەو بەردەنگەی لە بەیاننامەی پاراستنی نهێنیەکانی Microsoft Online لە ناونیشانی http://privacy.microsoft.com/ko-kr هاتووە. رەنگە Microsoft زانیاری ناسەرەوەی کەسیی تۆ بۆ لایەنانێکی سێهەم ئاشکرا بکات، لەوانە و سنوردار نییە بە CyberSource Corp، Receivable Management Services و Inicis. ئەو زانیاریەی تۆ کە دەگوازرێتەوە بۆ لایەنانی سێهەم تەنها بەو بڕە لۆژیکیە پێویستەیە کە بۆ سازکردنی سەوداگەری تۆ پێویستە، پابەندبوون بە پرۆسە یاساییەکان، بۆ وەڵامدانەوەی داوای یاسایی، رێگریکردن لە ساختەکاری یان کردەوەیەک بە گوێرەی رێسا حکومییەکان. رەنگە دەستگەیشتنت هەبێت بۆ زانیاریە ناسەرەوە شەخسیەکانی خۆت یان هەمواری بکەیتەوە لە: https://commerce.microsoft.com. لە حاڵەتێکدا بتەوێت هەمواری زانیاریەکانت بکەیت، تۆ لێرەدا رەزامەندی دەردەبڕیت لەسەر رێگەدان بە Microsoft Corporation بۆ ئەوەی زانیاری ناسەرەوەی شەخسی تۆ کۆبکاتەوە و دەستوبرد بیگوازێتەوە هەروەک لای سەرەوە هاتووە. بە دروستکردنی ئەژمێرێک و کرتە کردن لەسەر دوگمەی“رازیم“ تۆ رەزامەندی دەردەبڕیت لەسەر پێدانی زانیاری ناسەرەوەی کەسیی خۆت بە Microsoft Corporation و رەزامەندی خۆت لەسەر ئەوەی Microsoft زانیاری ناسەرەوەی شەخسی تۆ کۆبکاتەوە و هاوبەشی بکات لەگەڵ لایەنانی سێهەم بەو شێوەی لەم بەڵگەنامەیەدا هاتووە و لە بڵاونامەی تایبەتمەندی Microsoft Online دا کە لێرەدا دانراوە: http://privacy.microsoft.com/ko-kr
ky: Бул кимдигин аныктоочу каттоо жазуу маалыматы сиздин которууларыңызды иштетүү үчүн каттоо жазуусу түзүлүп жатканда чогултулуп, дароо коопсуз, шифрделген түрдө Кошмо Штаттардагы Майкрософт корпорациясына өткөрүлүп берилет. Мындай маалыматты сиздин акыркы төлөмүңүздөн он эки жыл өткөнчө колдонуп же сактаса болот. Бул кимдигин аныктоочу каттоо эсеп маалыматын башкаруу маселелери боюнча сиз бул даректе жайгашкан Microsoft Онлайн Конфиденциалдуулук Билдирүүсүндө тизмедеги катыш аркылуу Майкрософт корпорациясына кайрыла аласыз: http://privacy.microsoft.com/ko-kr. Microsoft сиздин кимдигиңизди аныктаган маалыматыңызды буларды камтыган, бирок алар менен чектелбеген: CyberSource Corp., Receivable Management Services жана Inicis үчүнчү тараптарга ачышы мүмкүн. Сиздин маалыматыңыз бул сиздин которууңузду иштетүү, мыйзам жараянын аткаруу, арыздарга жооп берүү, өкмөттүн тескемелерине ылайык алдамчылыкка же башка иш-аракетке жол бербөө үчүн акылга сыярлык учурда зарыл болгондо үчүнчү тараптарга өткөрүлүп берилет. Сиз кимдигиңизди аныктаган маалыматыңызды бул даректен ала же жаңылай аласыз: https://commerce.microsoft.com. Сиз кимдигиңизди аныктаган маалыматыңызды жаңылоону чечсеңиз, сиз аны менен Майкрософт корпорациясы сиздин жеке маалыматыңызды жогоруда көрсөтүлгөндөй чогултуп жана сактап коюшуна макулдугуңузду билдирген болосуз. Каттоо жазууңузду ачып, ылдыйкы “Макул бол” баскычын басуу менен сиз Майкрософт корпорациясына, сиз бул документте көрсөтүлгөндөй жана бул жерде жайгашкан: http://privacy.microsoft.com/ko-kr Microsoft онлайн Купуялык Билдирүүсүндө сиздин кимдигиңизди аныктаган маалыматыңызды Microsoft'тун жыйнагына бергенге, үчүнчү жактарга ошол маалыматты өткөргөнгө жана алар менен жалпы колдонгонго макулдугуңузду берип жатасыз.
lo: ຂໍ້ມູນບັນຊີການລະບຸຕົວຕົນສ່ວນຕົວນີ້ຈະຖືກເກັບກຳ ແລະໂອນຖ່າຍ ທັນທັນເມື່ອບັນຊີຖືກສ້າງ ໃນຮູບການທີ່ແອດໄພ, ໃສ່ລະຫັດແລ້ວ ໄປຍັງ Microsoft Corporation ໃນສະຫະລັດຯ ເພື່ອດຳເນີນທຸລະກຳຂອງທ່ານ. ຂໍ້ມູນດັ່ງກ່າວອາດໃຊ້ ແລະ ຮັກສາໄວ້ ເປັນເວລາສູງເຖິງ ສິບສອງປີ ຈາກ ການຊຳລະເງິນຄັ້ງທ້າຍສຸດຂອງທ່ານ. ທ່ານອາດຕິດຕໍ່ Microsoft Corporation ກ່ຽວກັບ ການຄຸ້ມຄອງ ຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວນີ້ ຜ່ານ ລາຍຊື່ຕິດຕໍ່ໃນ ຄຳຖະແຫລງຄວາມເປັນສ່ວນຕົວອອນລາຍນ໌ຂອງ Microsoft ທີ່ຢູ່: http://privacy.microsoft.com/ko-kr. Microsoft ອາດເປີດເຜີຍ ຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານໃຫ້ກັບບຸກຄົນທີສາມ, ລວມເຖິງ ແຕ່ບໍ່ຈຳກັດ ບໍລິສັດ CyberSource Corp., Receivable Management Services ແລະ Inicis. ຂໍ້ມູນຂອງທ່ານໄດ້ໂອນຖ່າຍເມື່ອເຮັດດັ່ງນັ້ນຈຳເປັນໃນການດຳເນີນການທຸລະກຳຂອງທ່ານຢ່າງມີເຫດຜົນ, ປະຕິບັດຕາມ ຂັ້ນຕອນກົດໝາຍ, ຕອບສະໜອງຕໍ່ການຮຽກຮ້ອງ, ປ້ອງກັນການສໍ້ໂກງ ຫລື ເຮັດຕາມກົດລະບຽບທີ່ລັດຖະບານວາງອອກ. ທ່ານອາດເຂົ້າຫາ ຫລື ແກ້ໄຂ ຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານໄດ້ທີ່: https://commerce.microsoft.com. ໃນກໍລະນີທ່ານເລືອກເພື່ອແກ້ໄຂ ຂໍ້ມູນຂອງທ່ານ ໂດຍໜັງສືສະບັບນີ້ ທ່ານໃຫ້ການຍິນຍອມ ຊື່ງອະນຸຍາດ Microsoft Corporation ເພື່ອເກັບກຳ ແລະໂອນຖ່າຍ ຂໍ້ມູນລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານຕາມທີ່ແຈ້ງຂ້າງເທິງ. ໂດຍການສ້າງບັນຊີ ແລະຄລິກປຸ່ມ “ເຫັນດີ” ດ້ານລຸ່ມເພື່ອຕົກລົງເຫັນດີໃນການສະຫນອງ ຂໍ້ມູນລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານແກ່ Microsoft Corporation ແລະທ່ານຍິນຍອມໃຫ້ Microsoft Corporation ເກັບກຳ, ໂອນຖ່າຍ ແລະແບ່ງປັນ ຂໍ້ມູນການລະບຸຕົວຕົນສ່ວນຕົວຂອງທ່ານກັບບຸກຄົນທີສາມຕາມທີ່ໄດ້ອະທິບາຍໃນໜັງສືສະບັບນີ້ ແລະ ໃນ ຄຳຖະແຫລງຄວາມເປັນສ່ວນຕົວອອນລາຍນ໌ ຂອງ Microsoft ທີ່ຢູ່: http://privacy.microsoft.com/ko-kr
lt: Kad galėtumėte įsigyti produktų ir paslaugų, jums reikia susikurti vartotojo paskyrą. Kiekvieną kartą jums pateikus naują mokėjimo už produktą arba paslaugą priemonę, prieš tęsiant mes galime pateikti šį pranešimą ir paprašyti jūsų sutikimo. Paskyros kūrimo ir (arba) naujos mokėjimo priemonės įtraukimo metu jums reikės pateikti procesui būtinus asmeninius duomenis, pvz., savo vardą ir pavardę, adresą, telefono numerį, el. pašto adresą, kredito kortelės numerį ir banko sąskaitos numerį. Taip pat galime užfiksuoti jūsų IP adresą ir įrenginio ID bei susieti šią informaciją su jūsų asmeniniais duomenimis, kuriuos pateikėte kurdami paskyrą arba įtraukdami naują mokėjimo priemonę. Sukūrus paskyrą ši asmeninė paskyros informacija bus surinkta ir nedelsiant perduota saugiu, šifruotu būdu „Microsoft Corporation“, įsikūrusiai JAV, kuri apdoros jūsų operacijas ir teiks jums produktus ir paslaugas. Šie duomenys gali būti naudojami ir saugomi iki dvylikos metų nuo jūsų paskutinio mokėjimo. Galite susisiekti su „Microsoft Coprporation“ šios asmeninės informacijos valdymo klausimais, kreipdamiesi į kontaktus, nurodytus „Microsoft“ privatumo patvirtinime tinkle sąraše, esančiame http://privacy.microsoft.com/ko-kr. „Microsoft“ gali atskleisti jūsų asmeninę informaciją trečiosioms šalims, įskaitant, bet neapsiribojant, „CyberSource Corp.“, „Receivable Management Services“ ir „Inicis“. Jūsų informacija perduodama trečiosioms šalims, kai tai pagrįstai būtina jūsų operacijoms apdoroti, teisinių procedūrų sąlygoms tenkinti, pretenzijoms atsakyti, sukčiavimo prevencijai arba valstybiniams reglamentams tenkinti. Savo asmeninius duomenis galite pasiekti arba modifikuoti adresu https://commerce.microsoft.com. Jei nuspręsite modifikuoti savo asmeninius duomenis, šiuo dokumentu sutinkate, kad „Microsoft Corporation“ suteikiama teisė rinkti ir nedelsiant perduoti jūsų asmeninius duomenis kaip nurodyta anksčiau. Kurdami savo paskyrą ir spustelėdami „Sutinku“ sutinkate pateikti „Microsoft Corporation“ savo asmeninius duomenis ir sutinkate, kad „Microsoft Corporation“ rinktų, perduotų ir bendrintų jūsų asmeninius duomenis trečiosioms šalims kaip nurodyta šiame dokumente ir „Microsoft“ privatumo patvirtinime tinkle, adresu: http://privacy.microsoft.com/ko-kr
lv: Šī personu identificējošā konta informācija tūlīt pēc konta izveides tiks apkopota un nekavējoties pārsūtīta drošā, šifrētā veidā korporācijai Microsoft Corporation Amerikas Savienotajās Valstīs, lai apstrādātu jūsu transakcijas. Šādus datus var izmantot un saglabāt ne ilgāk kā divpadsmit gadus pēc jūsu pēdējā maksājuma veikšanas. Jūs varat sazināties ar korporāciju Microsoft Corporation saistībā ar šīs personu identificējošās informācijas pārvaldīšanu ar tās kontaktpersonas starpniecību, kas norādīta Microsoft tiešsaistes paziņojumā par konfidencialitāti šeit: http://privacy.microsoft.com/lv-lv. Microsoft var atklāt jūsu personu identificējošo informāciju trešajām pusēm, tostarp (bet ne tikai) CyberSource Corp., Receivable Management Services un Inicis. Jūsu informācija tiek pārsūtīta gadījumos, kad tas ir nepieciešams, lai apstrādātu jūsu transakciju, izpildītu ar tiesas procesu saistītas darbības, atbildētu uz prasībām, novērstu krāpniecību vai rīkotos saskaņā ar valsts tiesību aktiem. Varat piekļūt savai personu identificējošajai informācijai un to modificēt šeit: https://commerce.microsoft.com. Izvēloties modificēt savu informāciju, jūs ar šo nodrošināt atļauju korporācijai Microsoft Corporation apkopot un nekavējoties pārsūtīt jūsu personu identificējošo informāciju saskaņā ar iepriekš aprakstītajām darbībām. Izveidojot kontu un noklikšķinot uz tālāk esošās pogas “Piekrist”, jūs piekrītat nodrošināt korporācijai Microsoft Corporation savu personu identificējošo informāciju un piekrītat, ka Microsoft apkopo, pārsūta un kopīgo jūsu personu identificējošo informāciju ar trešajām pusēm, kā aprakstīts šajā rakstā un Microsoft tiešsaistes paziņojumā par konfidencialitāti, kas atrodas šeit: http://privacy.microsoft.com/lv-lv
mi: Ka kohia, ka whakawhitia inamata ēnei mōhiohio whaiaro ka taea te tautohu i te hanganga pūkete i runga i ngā tikanga muna, haumaru hoki ki Microsoft Corporation i Amerika, hei tukatuka i ō whakawhitinga. Ka whakamahia ka puritia pea aua raraunga tae atu ki te tekau mā rua tau atu i tō utunga whakamutunga. Ka taea e koe te whakapā atu ki Microsoft Corporation mō te whakahaere i ēnei mōhiohio whaiaro ka taea te tautohu, mā te hoapā e whakarārangitia mai ana i te Tauākī Tūmataitinga Microsoft Tuihono e noho ana i konei: http://privacy.microsoft.com/ko-kr. Ka whakapuakina pea e Microsoft ō mōhiohio whaiaro ka taea te tautohu ki te hunga tuatoru, tae atu ki, engari kāore e herea,CyberSource Corp., Receivable Management Services me Inicis. Ka whakawhitiria ō mōhiohio mehemea me pērā anake e taea ai tō whakawhitinga te tukatuka, te whakahāngai rānei i ngā mahi ki ngā ritenga ā-ture, te urupare rānei ki ngā kerēme, te aukati i te mahi tinihanga, i raro rānei i ngā ritenga o te kāwanatanga. Ka taea e koe te uru te whakarerekē rānei i ō mōhiohio whaiaro ka taea te tautohu i: https://commerce.microsoft.com. Ki te kōwhiri koe kia whakarerekē i ō mōhiohio mā reira kua whakaae koe ki te kohikohi me te whakawhiti inamata a Microsoft Corporation i ō mōhiohio whaiaro ka taea te tautohu, pēra i runga nei. Mā te hanga pūkete me te pāwhiri i te pātene "Whakaae" i raro iho nei kei te whakaae koe kia kohikohi kia rokiroki hoki Microsoft Corporation i ō mōhiohio whaiaro ka taea te tautohu, me te whakaae kia kohikohi kia whakawhiti kia tiri hoki a Microsoft Corporation i ō mōhiohio whaiaro ka taea te tautohu ki te hunga tuatoru pēra i ngā kōrero e tākina atu nei i konei, i te Tauākī Tūmataitinga Microsoft Tuihono hoki, e noho ana i konei: http://privacy.microsoft.com/ko-kr.
mk: Овие лични информации за идентификација ќе се собираат и веднаш по создавањето на сметката ќе се префрлат во Microsoft Corporation во Соединетите Американски Држави на безбеден и шифриран начин со цел да ги обработат вашите трансакции и да ви обезбедат производи и услуги. Таквите податоци може да се користат и задржат најмногу до дванаесет година од последното плаќање. Може да контактирате со Microsoft Corporation во врска со управувањето на личните информации за иднетификација преку контактот наведен во Изјавата за заштита на личните податоци на Microsoft на интернет што се наоѓа овде:http://privacy.microsoft.com/ko-kr. Microsoft може да им ги открива личните информации за идентификација на трети страни,вклучувајќи, но не ограничувајќи се на CyberSource Corp., Receivable Management Services и Inicis. Вашите информации на тој начин се пренесуваат до трети страни кога тоа е разумно потребно за обработка на трансакција, усогласување со законските процеси, одговарање на барањата, спречување измама или дејствување во согласност со нашите законски регулативи. Може да им пристапите или да ги менувате личните информации за иднетификација на: https://commerce.microsoft.com. Доколку одлучите да ги менувате информациите, овдека со тоа давате согласност што дозволува Microsoft Corporation да ги собира и веднаш да ги пренесе личните информации за идентификација како што е наведено погоре. Создавајќи сметка и кликнувајќи на копчето „Се согласувам“ подолу, се согласувате на Microsoft Corporation да му ги обезбедите личните информации за идентификација и се согласувате Microsoft да ги собира, пренесува и споделува личните информации за идентификација со трети страни, како што е утврдено тука, како и во Изјавата за заштита на личните податоци на Microsoft на интернет што се наоѓа овде: http://privacy.microsoft.com/ko-kr
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുമ്പോൾ വ്യക്തിഗതമായി തിരിച്ചറിയാനാകുന്ന അക്കൗണ്ട് വിവരം ശേഖരിക്കപ്പെടുകയും നിങ്ങളുടെ ഇടപാടുകൾ പ്രോസസ് ചെയ്യാനായി സുരക്ഷിതവും ഗൂഢഭാഷയാക്കിയതുമായ രീതിയിൽ ഉടനടി അമേരിക്കൻ ഐക്യനാടുകളിലുള്ള Microsoft Corporation-ലേക്ക് കൈമാറുകയും ചെയ്യും. നിങ്ങളുടെ അവസാന പേയ്മെന്റ് മുതൽ പന്ത്രണ്ട് വർഷം വരെയുള്ള കാലയളവിലേക്ക് അത്തരം ഡാറ്റ ഉപയോഗിക്കാനും നിലനിർത്താനും ഇടയുണ്ട്. വ്യക്തിഗതമായി തിരിച്ചറിയാനാകുന്ന ഈ വിവരം കൈകാര്യം ചെയ്യുന്നതുമായി ബന്ധപ്പെട്ട് ഇവിടെയുള്ള Microsoft ഓൺലൈൻ സ്വകാര്യതാ പ്രസ്താവനയിൽ ലിസ്റ്റുചെയ്തിരിക്കുന്ന സമ്പർക്കം മുഖേന നിങ്ങൾക്ക് Microsoft Corporation-നെ ബന്ധപ്പെടാവുന്നതാണ്: http://privacy.microsoft.com/ko-kr. നിങ്ങളെ വ്യക്തിഗതമായി തിരിച്ചറിയാനാകുന്ന വിവരങ്ങൾ CyberSource Corp., റിസീവബിൾ മാനേജുമെന്റ് സർവീസസ് ഒപ്പം Inicis എന്നിവയുൾപ്പെടെ, എന്നാൽ അവയിൽ മാത്രം പരിമിതപ്പെടുത്താത്ത മൂന്നാം കക്ഷികൾക്ക് Microsoft വെളിപ്പെടുത്തിയേക്കാം. നിങ്ങളുടെ ഇടപാട് പ്രോസസ് ചെയ്യുന്നതിനോ നിയമപ്രക്രിയ പാലിക്കുന്നതിനോ ക്ലെയിമുകളോട് പ്രതികരിക്കുന്നതിനോ വഞ്ചന തടയുന്നതിനോ സർക്കാർ സ്ഥാപനങ്ങൾക്ക് അനുസൃതമായി പ്രവർത്തിക്കുന്നതിനോ ആയ ന്യായമായ ആവശ്യങ്ങൾ നിർവ്വഹിക്കാൻ നിങ്ങളുടെ വിവരം കൈമാറേണ്ടതുണ്ട്. നിങ്ങളെ വ്യക്തിഗതമായി തിരിച്ചറിയാനാകുന്ന വിവരം ഇവിടെ ആക്സസ് ചെയ്യുകയോ പരിഷ്ക്കരിക്കുകയോ ചെയ്യാവുന്നതാണ്: https://commerce.microsoft.com. നിങ്ങളുടെ വിവരം പരിഷ്ക്കരിക്കുന്നത് നോക്കിയെടുക്കുന്ന സാഹചര്യത്തിൽ, മുകളിൽ അറിയിച്ചത് പോലെ നിങ്ങളെ വ്യക്തിഗതമായി തിരിച്ചറിയാനാകുന്ന വിവരം ശേഖരിച്ച് ഉടനടി കൈമാറാൻ Microsoft Corporation-നെ അനുവദിക്കുന്ന സമ്മതം നിങ്ങൾ ഇതുവഴി നൽകുകയാണ്. ഒരു അക്കൗണ്ട് സൃഷ്ടിച്ച് ചുവടെയുള്ള "അംഗീകരിക്കുക" ബട്ടൺ അമർത്തുന്നതിലൂടെ, Microsoft Corporation-ന് നിങ്ങളെ വ്യക്തിഗതമായി തിരിച്ചറിയാനാകുന്ന വിവരം നൽകുന്നത് അംഗീകരിക്കുകയും, ഇതിലും ഇവിടെയുള്ള Microsoft ഓൺലൈൻ സ്വകാര്യതാ പ്രസ്താവനയിലും പ്രതിപാദിച്ചിരിക്കുന്നതുപോലെ Microsoft നിങ്ങളെ വ്യക്തിഗതമായി തിരിച്ചറിയാനാകുന്ന വിവരം ശേഖരിക്കുകയും അവ മൂന്നാം കക്ഷികളുമായി കൈമാറുകയും പങ്കിടുകയും ചെയ്യുന്നത് നിങ്ങൾ സമ്മതിക്കുകയും ചെയ്യുന്നു: http://privacy.microsoft.com/ko-kr
mn: Таны гүйлгээг боловсруулахын тулд таны хэрэглэгчийн бүртгэлийг үүсгэхэд бүртгэсэн хувийн таних мэдээллийг аюулгүй, шифрлэсэн байдлаар цуглуулж, Америкийн Нэгдсэн Улсын Microsoft корпорацид нэн даруй дамжуулна. Ийм мэдээллийг таны сүүлийн удаа төлсөн төлбөрөөс хойш арван хоёр жил хүртэл хугацаагаар хадгалж, хэрэглэж болно. Та http://privacy.microsoft.com/ko-kr хаягаар байрлах Microsoft-ын онлайн нууцлалын баталгаанд заасан харилцах мэдээллээр дамжуулан энэхүү хувь хүнийг таних мэдээллийн удирдлагын талаар Microsoft корпорацид хандаж болно. Microsoft таны хувийн таних мэдээллийг CyberSource Corp., Авлагын менежментийн үйлчилгээ, Inicis болон бусад гуравдагч этгээдэд мэдээлж болно. Таны гүйлгээг боловсруулах, хуулийн процессыг сахин биелүүлэх, нэхэмжлэлийн дагуу хариу арга хэмжээ авах, залилангийн гэмт хэргээс урьдчилан сэргийлэх буюу засгийн газрын дүрэм журмын дагуу ажиллахад шаардагдсан тохиолдолд таны мэдээллийг дамжуулна. Та хувийн таних мэдээлэлдээ дараах хаягаар нэвтрэх буюу өөрчилж болно: https://commerce.microsoft.com. Та мэдээллээ өөрчлөхөөр шийдсэн тохиолдолд, үүгээр Microsoft корпорацид хувийн таних таних мэдээллийг дээр заасны дагуу цуглуулж, нэн даруй шилжүүлэх зөвшөөрлийг өгнө. Хэрэглэгчийн бүртгэл үүсгэж, доор буй “Зөвшөөрч байна” товчийг товшсоноор та Microsoft корпорацид хувийн таних мэдээллээ гарган өгөхийг зөвшөөрч, Microsoft-д энд болон http://privacy.microsoft.com/ko-kr хаягаар байрлах Microsoft-ын онлайн нууцлалын баталгаанд заасны дагуу хувь хүнийг мэдээлэл цуглуулах, гуравдагч этгээдэд дамжуулах ба тэдэнтэй хамтран ашиглах зөвшөөрлийг өгнө.
mr: खाते निर्मितीनंतर ही वैयक्तिकरित्या ओळखता येणारी खाते माहिती संकलित केली जाईल आणि आपल्या व्यवहारांवर प्रक्रिया करण्यासाठी युनायटेड स्टेट्समध्ये Microsoft Corporation कडे सुरक्षित, एन्क्रिप्ट केलेल्या स्वरूपात खात्यात तत्काळ स्थानांतरित केली जाईल. असा डेटा हा आपल्या अंतिम देयापासून सुमारे बारा वर्षांसाठी वापरला जाऊ शकतो आणि सांभाळून ठेवला जाऊ शकतो. आपल्याशी येथे Microsoft ऑनलाइन प्रायव्हसी स्टेटमेंटमध्ये यादीबद्ध केलेल्या संपर्काद्वारे या वैयक्तिकरित्या ओळखता येणाऱ्या माहितीच्या व्यवस्थापनाशी संबंधित, Microsoft Corporation संपर्क साधू शकते: http://privacy.microsoft.com/ko-kr. Microsoft हे यासह मात्र CyberSource Corp., Receivable Management Services आणि Inicis च्या मर्यादेत न रहाता, आपल्याला वैयक्तिकरित्या ओळखता येणारी माहिती तृतीय पक्षांकडे उघड करू शकते. असे करताना आपली माहिती स्थानांतरीत केली जाते म्हणून आपल्या व्यवहारांवर प्रक्रिया करणे, कायदेशीर प्रक्रियांचे पालन करणे, दाव्यांना प्रतिसाद देणे, फसवणुकीस प्रतिबंध करणे किंवा शासकीय नियमांनुसार कृती करणे सयुक्तिकपणे आवश्यक आहे. येथे आपण आपली वैयक्तिकरित्या ओळखता येणारी माहिती अॅक्सेस करू शकता किंवा त्यात फेरफार करू शकता: https://commerce.microsoft.com. आपल्या माहितीमध्ये फेरफार करण्यासाठी आपण निवड करता त्याबाबतीत आपण याअन्वये संमती प्रदान करण्यामुळे उपरोक्त नमूद केल्यानुसार आपल्याला वैयक्तिकरित्या ओळखता येणारी माहिती संकलित करण्यास आणि तत्काळ स्थानांतरित करण्यास Microsoft Corporation ला परवानगी दिली जाते. खाते तयार करून आणि खाली असलेले “सहमत आहे” बटण क्लिक करून आपण Microsoft Corporation ला आपल्याला वैयक्तिकरित्या ओळखता येणारी माहिती प्रदान करण्यासाठी सहमती देता आणि येथे आणि येथे असलेल्या Microsoft ऑनलाइन प्रायव्हसी स्टेटमेंटमध्ये नमूद केल्यानुसार, आपल्याला वैयक्तिकरित्या ओळखता येणारी माहिती तृतीय पक्षांकडे स्थानांतरीत आणि सामायिक करण्यास Microsoft च्या संकलनास संमती देता: http://privacy.microsoft.com/ko-kr
ms: Maklumat akaun yang boleh mengenal pasti anda secara peribadi ini akan dikumpul dan serta-merta dipindahkan setelah akaun dicipta dengan cara yang selamat dan disulitkan kepada Microsoft Corporation di Amerika Syarikat untuk memproses transaksi anda. Data demikian boleh digunakan dan disimpan sehingga dua belas tahun daripada pembayaran terakhir anda. Anda boleh menghubungi Microsoft Corporation berhubung dengan pengurusan maklumat yang boleh mengenal pasti anda secara peribadi ini melalui maklumat perhubungan yang disenaraikan dalam Pernyataan Privasi Microsoft Online yang boleh didapati di sini: http://privacy.microsoft.com/ko-kr. Microsoft mungkin mendedahkan maklumat yang boleh mengenal pasti anda secara peribadi kepada pihak ketiga, termasuk tetapi tidak terhad kepada CyberSource Corp., Receivable Management Services dan Inicis. Maklumat anda dipindahkan kepada pihak ketiga apabila tindakan untuk melakukannya adalah wajar untuk memproses transaksi anda, mematuhi proses undang-undang, membalas tuntutan, mencegah penipuan atau bertindak menurut peraturan kerajaan. Anda boleh mencapai atau mengubah suai maklumat yang mengenal pasti anda secara peribadi di: https://commerce.microsoft.com. Sekiranya anda memilih untuk mengubah suai maklumat anda, anda dengan ini memberikan persetujuan yang membenarkan Microsoft Corporation untuk mengumpul dan serta-merta memindahkan maklumat yang boleh mengenal pasti anda secara peribadi seperti yang dinyatakan di atas. Dengan mencipta akaun dan mengklik butang “Setuju” di bawah, anda bersetuju untuk memberi Microsoft Corporation maklumat yang boleh mengenal pasti anda secara peribadi dan anda bersetuju dengan pengumpulan, pemindahan dan perkongsian maklumat yang boleh mengenal pasti anda secara peribadi oleh Microsoft kepada pihak ketiga seperti yang dinyatakan di sini dan dalam Pernyataan Privasi Microsoft Online yang boleh didapati di sini: http://privacy.microsoft.com/ko-kr
mt: Din l-informazzjoni tal-kont identifikabbli personalment tinġabar u tiġi ttrasferita immedjatament mal-ħolqien tal-kont b'mod sigur u ċċifrat lil Microsoft Corporation fl-Istati Uniti sabiex tipproċessa t-tranżazzjonijiet tiegħek. Tali dejta tista' tintuża u tinżamm sa tnax-il sena mill-aħħar pagament tiegħek. Tista' tikkuntattja lil Microsoft Corporation dwar il-ġestjoni ta' din l-informazzjoni identifikabbli personalment permezz tal-kuntatt elenkat fid-Dikjarazzjoni tal-Privatezza Online ta' Microsoft li tinstab hawn: http://privacy.microsoft.com/ko-kr. Microsoft tista' tiżvela l-informazzjoni identifikabbli personalment tiegħek lil partijiet terzi, inkluż iżda mhux limitat għal CyberSource Corp., Receivable Management Services u Inicis. L-informazzjoni tiegħek tiġi ttrasferita meta tkun raġonevolment meħtieġa biex tiġi pproċessata t-tranżazzjoni tiegħek, tkun konformi mal-proċess legali, twieġeb pretensjonijiet, tipprevjeni frodi jew taġixxi skont ir-regolamenti governattivi. Tista' taċċessa jew temenda l-informazzjoni identifikabbli personalment tiegħek fuq: https://commerce.microsoft.com. Fil-każ li tagħżel li temenda l-informazzjoni tiegħek int għaldaqstant qed tagħti kunsens li jippermetti lil Microsoft Corporation sabiex tiġbor u immedjatament tittrasferixxi l-informazzjoni identifikabbli personalment tiegħek kif notifikat hawn fuq. Meta toħloq kont u tikklikkja l-buttuna “Naqbel” hawn taħt inti taqbel li tagħti lil Microsoft Corporation l-informazzjoni identifikabbli personalment tiegħek u tagħti kunsens lil Microsoft Corporation biex tiġbor, tittrasferixxi u tixxerja l-informazzjoni identifikabbli personalment tiegħek ma' partijiet terzi kif hawn stipulat u fid-Dikjarazzjoni tal-Privatezza Online ta' Microsoft li tinstab hawnhekk: http://privacy.microsoft.com/ko-kr
ne: "यो व्यक्तिगत परिचयात्मक जानकारीलाई संकलन गरिनेछ र तपाइँको लेनदेनलाई प्रक्रिया गर्नको लागि यसलाई खाता सिर्जना गर्ने कार्यमा सुरक्षित तथा गुप्तलिखित तरिकाबाट तुरुन्तै संयुक्त राज्यको Microsoft Corporation मा पठाउइनेछ। त्यस्तो लतललाई तपाइँको पछिल्लो भुक्तानीको बाह्र वर्षसम्म प्रयोग तथा पुन: प्राप्त गरिन सक्छ। तपाइँले Microsoft Corporation लाई यो व्यक्तिगत परिचयात्मक जानकारीलाई व्यवस्थापन गर्ने बारेमा यहाँ अवस्थित Microsoft अनलाइन गोपनीयता कथनमा सूचीबद्ध गरिएको सम्पर्क मार्फत सम्पर्क गर्न सक्नुहुन्छ: http://privacy.microsoft.com/ko-kr। Microsoft ले तपाइँको व्यक्तिगत परिचयात्मक जानकारीलाई CyberSource Corp., Receivable Management Services तथा Inicis सहित तर यसमा मात्र सीमित नरही तेस्रो पक्षहरूसँग खुलासा गर्न सक्छ। सरकारी नियमनहरू अनुरूप तपाइँको लेनदेनलाई प्रक्रिया गर्न, कानूनी प्रक्रियाको अनुपालना गर्न, दाबीहरूमा प्रतिक्रिया जनाउन, ठगी वा त्यस्तो कार्य रोक्न लागि त्यस्तो गर्नु उचित रूपमा आवश्यक हुन्छ भने तपाइँको जानकारीलाई स्थानान्तर गरिन्छ। तपाइँले आफ्नो व्यक्तिगत परिचयात्मक जानकारीलाई यहाँ गएर पहुँच गर्न सक्नुहुन्छ: https://commerce.microsoft.com. तपाइँले आफ्नो व्यक्तिगत जानकारीलाई परिमार्जन गर्ने कुरा छान्नुहुन्छ भने तपाइँले यसद्वारा Microsoft Corporation लाई माथि उल्लेख गरिए अनुसार आफ्नो व्यक्तिगत परिचयात्मक जानकारी संकलन तथा तुरुन्तै स्थानान्तर गर्न अनुमति दिने सहमति उपलब्ध गराउँदै हुनुहुन्छ। खाता सिर्जना गरी तलको “सहमत छु” बटनमा क्लिक गरेर तपाइँ Microsoft Corporation लाई आफ्नो व्यक्तिगत परिचयात्मक जानकारी उपलब्ध गराउन सहमत हुनुहुन्छ तथा तपाइँले यसमा उल्लेख गरिए अनुसार Microsoft को तपाइँको व्यक्तिगत परिचयात्मक जानकारीलाई संकलन, स्थानान्तर तथा तेस्रो पक्षहरूसँग र यहाँ अवस्थित Microsoft अनलाइन गोपनीयता कथनमा साझा गर्ने कार्यमा सहमति जनाउनुहुन्छ: http://privacy.microsoft.com/ko-kr"
nn_no: Den personlege kontoinformasjonen blir registrert og straks overført på ein sikker, kryptert måte til Microsoft Corporation i USA når kontoen er oppretta, slik at transaksjonane dine kan bli handsama. Slike data kan bli brukte og lagra i opptil tolv år etter siste betaling. Du kan kontakte Microsoft Corporation om handsaminga av denne personlege informasjonen via kontaktpersonen som er oppgitt i personvernerklæringa til Microsoft Online her: http://privacy.microsoft.com/ko-kr. Microsoft sender kanskje den personlege informasjon din til tredjepartar, inkludert, men ikkje avgrensa til, CyberSource Corp., Receivable Management Services og Inicis. Informasjonen blir overført til tredjepartar når ein slik praksis er særskild nødvendig for å handsame transaksjonen, overhalde den juridiske prosessen, svare på krav, hindre svindel eller handle i samsvar med reglane frå styresmaktene. Du får tilgang til og kan endre den personlege informasjonen på https://commerce.microsoft.com. Dersom du vel å endre den personlege informasjonen, samtykkjer du også i at Microsoft Corporation kan registrere og straks overføre den personlege informasjonen som oppgitt ovanfor. Ved å opprette ein konto og klikke på Einig-knappen nedanfor, samtykkjer du i å oppgi den personlege informasjonen din til Microsoft Corporation, og samstundes godtek du at Microsoft Corporation registrerer, overfører og deler den personlege informasjonen din med tredjepartar, i samsvar med informasjonen som er oppgitt her, og i personvernerklæringa til Microsoft Online her: http://privacy.microsoft.com/ko-kr
no: Når du oppretter en konto, blir denne personlig identifiserbare kontoinformasjonen samlet inn og umiddelbart overført på en sikker, kryptert måte til Microsoft Corporation i USA, slik at transaksjonene dine kan behandles. Slike data kan bli brukt og oppbevart i opptil tolv år fra siste betaling. Hvis du har spørsmål når det gjelder behandling av den personlig identifiserbare informasjonen, kan du kontakte Microsoft Corporation gjennom kontaktinformasjonen som er angitt i personvernerklæringen til Microsoft som finnes her: http://privacy.microsoft.com/ko-kr. Microsoft kan oppgi den personlig identifiserbare informasjonen til tredjeparter, inkludert, men ikke begrenset til, CyberSource Corp., Receivable Management Services og Inicis. Informasjonen overføres når dette er rimelig nødvendig for å behandle transaksjonen din, rette seg etter juridiske prosesser, svare på erstatningskrav, forhindre svindel eller handle i samsvar med offentlige forskrifter. Du kan få tilgang til eller endre den personlig identifiserbare informasjonen her: https://commerce.microsoft.com. I tilfelle av at du velger å endre informasjonen din, gir du herved samtykke til at Microsoft Corporation kan samle inn og umiddelbart overføre den personlig identifiserbare informasjonen som beskrevet ovenfor. Ved å opprette en konto og klikke Godtatt nedenfor godtar du å gi Microsoft Corporation personlig identifiserbar informasjon, og du samtykker i at Microsoft kan samle inn, overføre og dele den personlig identifiserbare informasjonen med tredjeparter som beskrevet her og i personvernerklæringen til Microsoft som finnes her: http://privacy.microsoft.com/ko-kr
or: ଆକାଉଣ୍ଟ ତିଆରି ହେବା ସ୍ଥଳେ ଏହି ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ପରି ଆକାଉଣ୍ଟ ସୂଚନା ସଂଗ୍ରହ କରାଯିବ ଏବଂ ଏକ ସୁରକ୍ଷିତ, ଏନକ୍ରିପ୍ଟ କରାଯାଇଥିବା ମାଧ୍ୟମରେ ଯୁକ୍ତ ରାଷ୍ଟ୍ରରେ ଥିବା Microsoft Corporationକୁ ଆପଣଙ୍କ ଦେଣନେଣ ପ୍ରକ୍ରିୟା କରାଇବାକୁ ତୁରନ୍ତ ସ୍ଥାନାନ୍ତର କରାଯିବ. ଅନ୍ତିମ ଦେୟରୁ ବାର ବର୍ଷ ପର୍ଯ୍ୟନ୍ତ ଏହି ଡାଟା ବ୍ୟବହାର କରାଯାଇ ପାରେ ଏବଂ ରଖାଯାଇ ପାରେ. ଏହି ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ପରି ସୂଚନାର ପରିଚାଳନା ବିଷୟରେ Microsoft Corporation ଗୋପନୀୟତା ବିବୃତ୍ତିରେ ତାଲିକାଭୂକ୍ତ ଥିବା ସମ୍ପର୍କ ମାଧ୍ୟମରେ ଯୋଗାଯୋଗ କରିପାରିବେ ଯାହା ଏଠାରେ ଅବସ୍ଥିତ: http://privacy.microsoft.com/ko-kr. CyberSource Corp., ପ୍ରାପ୍ତଯୋଗ୍ୟ ପରିଚାଳନା ସେବା ଏବଂ Inicis ଅନ୍ତର୍ଭୂକ୍ତ କରି କିନ୍ତୁ ଏତିକିରେ ସୀମିତ ନରଖି ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ପରି ସୂଚନା Microsoft ଉନ୍ମୋଚନ କରିପାରେ. ଆପଣଙ୍କ ଦେଣନେଣ ପ୍ରକ୍ରିୟା କରାଇବାକୁ ଯୁକ୍ତିସଙ୍ଗତ ଭାବେ ଆବଶ୍ୟକ ହେବା ସ୍ଥଳେ, ଆଇନକୁ ପାଳନ କରି, ଦାବୀର ପ୍ରତିକ୍ରିୟାରେ, ଠକେଇ ପ୍ରତିରୋଧ କରିବାକୁ କିମ୍ବା ସରକାରୀ ନିୟମ ଅନୁଯାୟୀ ଆପଣଙ୍କ ସୂଚନା ସ୍ଥାନାନ୍ତର କରାଯିବ. ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ସୂଚନା ଆପଣ ଏଠାରେ ଆକସେସ୍‌ କରିପାରିବେ ଏବଂ ସମ୍ପାଦନ କରିପାରିବେ: https://commerce.microsoft.com. ଆପଣଙ୍କ ସୂଚନା ଆପଣ ରୂପାନ୍ତର କରିବାକୁ ବାଛିବା ସ୍ଥଳେ ଆପଣ ଏତଦ୍‌ଦ୍ୱାରା ଉପରେ ନୋଟ୍‌ କରାଯାଇ ଥିବା ପରି Microsoft Corporationକୁ ଆପଣଙ୍କୁ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ସୂଚନା ସଂଗ୍ରହ କରିବାକୁ ତଥା ତୁରନ୍ତ ସ୍ଥାନାନ୍ତର କରିବାକୁ ଆପଣଙ୍କ ସହମତି ପ୍ରଦାନ କରନ୍ତି. ଏକ ଆକାଉଣ୍ଟ ତିଆରି କରି ଏବଂ ନିମ୍ନରେ "ରାଜି ଅଟେ" ବଟନ୍‌ କ୍ଲିକ୍‌ କରି ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ପରି ସୂଚନା Microsoft Corporationକୁ ପ୍ରଦାନ କରିବାକୁ ଆପଣ ରାଜି ଅଟନ୍ତି ଏବଂ ଏଠାରେ ଦର୍ଶାଯାଇଥିବା ପରି ଆପଣ ଆପଣଙ୍କୁ ବ୍ୟକ୍ତିଗତ ଭାବେ ଚିହ୍ନଟ କରାଯାଇ ପାରିବା ପରି ସୂଚନାର ସଂଗ୍ରହ ଏବଂ ସ୍ଥାନାନ୍ତର ଏବଂ ଏଠାରେ ତଥା Microsoft ଅନ୍‌ଲାଇନ୍‌ ଗୋପନୀୟତା ବିବୃତ୍ତିରେ ଧାର୍ଯ୍ୟ କରାଯାଇଥିବା ପରି ତୃତୀୟ ପକ୍ଷଙ୍କୁ ଅଂଶୀଦାର କରିବାକୁ Microsoftକୁ ସହମତି ପ୍ରଦାନ କରନ୍ତି ଯାହା ଏଠାରେ ରହିଛି: http://privacy.microsoft.com/ko-kr
pa_arab_pk: اکاؤنٹ بناندیاں ہی ایہہ ذاتی طور تے قابلِ شناخت اکاؤنٹ دیاں ملومات اکھٹیاں کیتیاں جان گئیاں اتے محفوظ، خُفیہ کار طریقے نال امریکہ وچ تہاڈیاں ادائیگیاں تے عمل کاری کرن لئی Microsoft Corporation نُوں منتقل کیتیاں جان گئیاں۔ ایداں دے کوائف تہاڈی آخری ادائیگی تُوں بعد شاید ویاں سالاں تیکر رکھے تے ورتے جان۔ ایناں ذاتی قابلِ شناخت ملومات دی تنظیم دے متعلق تُسی Microsoft کارپوریشن نال رابطہ کر سکدے او اُونہاں نال رابطے دیاں ملومات Microsoft دے آن لائن رازداری بارے اعلان وچ ایتھے: http://privacy.microsoft.com/ko-kr موجود نیں۔ Microsoft شاید تہاڈیاں ذاتی قابلِ شناخت ملومات تیسرے فریقاں نُوں دووے، بشمول CyberSource Corp., ، قابل وصول انتظامی خدمات اتے اینیسیس پر ایدے تیکر محدود نہیں۔ تہاڈیاں ملومات اُودوں منتقل کیتیاں جاندیاں نیں جیدوں ایہہ کرنا تہاڈی ادائیگی دی عمل کاری، قنونی عمل دے مطابق رہن، دعویٰ دے جواب وچ، فراڈ نُوں روکن یا حکومت دے ضوابط دے مطابق عمل کرن لئی ضروری ہووے۔ تُسی شاید ذاتی قابلِ شناخت ملومات تیکر رسائی کر سکو اتے ایناں دی تدوین کر سکو: https://commerce.microsoft.com۔ جیدوں تُسی اپنیاں ملومات دی تدوین کرن دا فیصلہ کردے او اودوں تُسی Microsoft کارپوریشن نُوں منظوری فراہم کردے او جیہڑی اُونہاں نُوں تہاڈیاں ذاتی قابلِ شناخت ملومات اکھٹیاں کرن اتے فوری منتقل کرن جیداں اُوتے درج اے اُودی اجازت دیندی اے۔ اکاؤنٹ بناندیاں ہویاں اتے "متفق آں" اتے کلک کردیاں ہویاں تُسی Microsoft Corporation نُوں اپنیاں ذاتی قابلِ شناخت ملومات اتے Microsoft نُوں اکھٹا کرن دی منظوری دیندے او، نالے اپنیاں ذاتی قابلِ شناخت ملومات تیسرے فریق نُوں منتقل کرن دی اتے اودے نال شئیر کرن دی اجازت نال متفق ہو جیہڑا ایتھے درج اتے ایہہ Microsoft دے آن لائن رازداری بارے اعلان وچ وی موجود اے جیہڑا ایتھے اے: http://privacy.microsoft.com/ko-kr
pa_in: ਇਹ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਖਾਤਾ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕੀਤੀ ਅਤੇ ਖਾਤਾ ਬਣਾਉਣ ਉੱਤੇ ਤੁਰੰਤ ਇੱਕ ਸੁਰੱਖਿਅਤ, ਏਨਕ੍ਰਿਪਟ ਕੀਤੇ ਤਰੀਕੇ ਵਿੱਚ ਯੂਨਾਈਟਿਡ ਸਟੇਟਸ ਵਿੱਚ Microsoft Corporation ਨੂੰ ਤੁਹਾਡੀਆਂ ਟ੍ਰਾਂਜੈਕਸ਼ਨਾਂ ਉੱਤੇ ਕਾਰਵਾਈ ਕਰਨ ਲਈ ਟ੍ਰਾਂਸਫਰ ਕੀਤੀ ਜਾਏਗੀ। ਅਜਿਹਾ ਡੇਟਾ ਤੁਹਾਡੇ ਆਖਰੀ ਭੁਗਤਾਨ ਤੋਂ ਬਾਰ੍ਹਾਂ ਤੱਕ ਸਾਲਾਂ ਲਈ ਵਰਤਿਆਂ ਅਤੇ ਰੱਖਿਆ ਜਾ ਸਕਦਾ ਹੈ। ਤੁਸੀਂ ਇੱਥੇ ਸਥਿਤ Microsoft ਔਨਲਾਈਨ ਗੋਪਨੀਯਤਾ ਕਥਨ ਵਿੱਚ ਸੂਚੀਬੱਧ ਕੀਤੇ ਸੰਪਰਕ ਦੁਆਰਾ ਇਸ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਦੇ ਪ੍ਰਬੰਧਨ ਬਾਰੇ Microsoft Corporation ਨਾਲ ਸੰਪਰਕ ਕਰ ਸਕਦੇ ਹੋ: http://privacy.microsoft.com/ko-kr. Microsoft ਤੁਹਾਡੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਦਾ ਖੁਲਾਸਾ ਤੀਜੀਆਂ ਧਿਰਾਂ ਨੂੰ ਕਰ ਸਕਦਾ ਹੈ, ਜਿਹਨਾਂ ਵਿੱਚ CyberSource Corp., Receivable Management Services ਅਤੇ Inicis ਸ਼ਾਮਲ ਹਨ, ਪਰ ਇਹਨਾਂ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ ਹਨ। ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਟ੍ਰਾਂਸਫਰ ਕੀਤੀ ਜਾਂਦੀ ਹੈ, ਜਦੋਂ ਅਜਿਹਾ ਕਰਨਾ ਤੁਹਾਡੀ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਉੱਤੇ ਕਾਰਵਾਈ ਕਰਨ, ਕਾਨੂੰਨੀ ਕਾਰਵਾਈ ਦਾ ਅਨੁਪਾਲਣ ਕਰਨ, ਦਾਅਵਿਆਂ ਦਾ ਜਵਾਬ ਦੇਣ, ਧੋਖਾ-ਧੜੀ ਰੋਕਣ ਜਾਂ ਸਰਕਾਰੀ ਕਾਇਦਿਆਂ ਦੇ ਮੁਤਾਬਕ ਕੰਮ ਕਰਨ ਲਈ ਮੁਨਾਸਬ ਤੌਰ 'ਤੇ ਜ਼ਰੂਰੀ ਹੁੰਦਾ ਹੈ। ਤੁਸੀਂ ਆਪਣੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਨੂੰ ਇੱਥੇ ਐਕਸੈਸ ਜਾਂ ਸੰਸ਼ੋਧਿਤ ਕਰ ਸਕਦੇ ਹੋ: https://commerce.microsoft.com. ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਜਾਣਕਾਰੀ ਨੂੰ ਸੰਸ਼ੋਧਿਤ ਕਰਨਾ ਚੁਣਦੇ ਹੋ, ਉਸ ਸੂਰਤ ਵਿੱਚ ਤੁਸੀਂ ਅਜਿਹੀ ਸਹਿਮਤੀ ਪ੍ਰਦਾਨ ਕਰ ਰਹੇ ਹੋ ਜੋ Microsoft Corporation ਨੂੰ ਉੱਪਰ ਨੋਟ ਕੀਤੇ ਮੁਤਾਬਕ ਤੁਹਾਡੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਤਰ ਅਤੇ ਤੁਰੰਤ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀ ਹੈ। ਇੱਕ ਖਾਤਾ ਬਣਾ ਕੇ ਅਤੇ ਹੇਠਾਂ “ਸਹਿਮਤ” ਬਟਨ 'ਤੇ ਕਲਿਕ ਕਰਕੇ, ਤੁਸੀਂ Microsoft Corporation ਨੂੰ ਆਪਣੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਨੂੰ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ ਅਤੇ ਤੁਸੀਂ ਇੱਥੋਂ ਤੋਂ ਅਤੇ ਇੱਥੇ ਸਥਿਤ Microsoft ਔਨਲਾਈਨ ਗੋਪਨੀਯਤਾ ਕਥਨ ਵਿੱਚ ਤੈਅ ਕੀਤੇ ਮੁਤਾਬਕ, Microsoft ਦੁਆਰਾ ਤੁਹਾਡੀ ਨਿੱਜੀ ਤੌਰ 'ਤੇ ਪਹਿਚਾਣ-ਯੋਗ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਤਰ, ਟ੍ਰਾਂਸਫਰ ਅਤੇ ਤੀਜੀਆਂ ਧਿਰਾਂ ਦੇ ਨਾਲ ਸਾਂਝਾ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ: http://privacy.microsoft.com/ko-kr
pl: Te dane osobowe konta zostaną zebrane i natychmiast po utworzeniu konta przesłane w bezpieczny, szyfrowany sposób do firmy Microsoft Corporation w Stanach Zjednoczonych w celu przetwarzania transakcji użytkownika. Dane te mogą być wykorzystywane i przechowywane do dwunastu lat od ostatniej płatności. Możesz skontaktować się z firmą Microsoft Corporation w sprawie zarządzania tymi danymi osobowymi za pośrednictwem kontaktów wymienionych w Zasadach zachowania poufności informacji firmy Microsoft w trybie online na stronie http://privacy.microsoft.com/ko-kr. Firma Microsoft może udostępniać dane osobowe stronom trzecim, a w szczególności firmom CyberSource Corp., Receivable Management Services oraz Inicis. Informacje są przesyłane, gdy jest to niezbędne do przeprowadzenia transakcji, przestrzegania ustaleń prawnych, złożenia odpowiedzi na roszczenia, zapobiegania nadużyciom lub działania zgodnie z rozporządzeniami rządowymi. Dostęp do swoich danych osobowych oraz możliwość ich modyfikowania możesz uzyskać w witrynie https://commerce.microsoft.com. Modyfikując dane osobowe, przekazujesz firmie Microsoft Corporation zgodę na zbieranie i natychmiastowe przesłanie tych danych zgodnie z powyższymi postanowieniami. Utworzenie konta i kliknięcie poniżej przycisku „Zgadzam się” oznacza wyrażenie zgody na przekazanie swoich danych osobowych firmie Microsoft Corporation oraz na zbieranie, przesyłanie i udostępnianie przez nią tych danych stronom trzecim na prawach opisanych w niniejszym dokumencie oraz w Zasadach zachowania poufności informacji firmy Microsoft w trybie online na stronie http://privacy.microsoft.com/ko-kr.
ru: После создания учетной записи эти персональные данные из учетной записи собираются и немедленно передаются по защищенному зашифрованному каналу в корпорацию Майкрософт, расположенную в США, чтобы она могла обрабатывать ваши транзакции. Эти данные могут использоваться и храниться до двенадцати лет с момента совершения вами последнего платежа. Вы можете обратиться в корпорацию Майкрософт по поводу управления этими персональными данными. Для этого используйте данные о контактном лице, приведенные в заявлении корпорации Майкрософт о конфиденциальности в Интернете, которое расположено по адресу http://privacy.microsoft.com/ko-kr. Корпорация Майкрософт может раскрывать ваши персональные данные третьим лицам, в частности CyberSource Corp., Receivable Management Services и Inicis. Эти данные передаются, когда это по разумным причинам необходимо для обработки вашей транзакции, обеспечения соответствия юридическому процессу, реагирования на требования, предотвращения мошенничества или соблюдения постановлений органов государственной власти. Вы можете просмотреть и изменить персональные данные по следующему адресу: https://commerce.microsoft.com. Если вы решите изменить свои персональные данные, то соглашаетесь предоставить корпорации Майкрософт право собирать и немедленно передавать эти данные в соответствии с описанными выше условиями. Создавая учетную запись и нажимая расположенную ниже кнопку "Принимаю", вы соглашаетесь предоставить корпорации Майкрософт свои персональные данные и разрешаете ей собирать и передавать эти данные, а также раскрывать их третьим лицам, как описано здесь и в заявлении корпорации Майкрософт о конфиденциальности в Интернете, которое расположено по адресу http://privacy.microsoft.com/ko-kr
sd: توهانجين ٽرانزڪشنن تي عمل ڪرڻ توهانکي پروڊڪٽس ۽ خدمتون مهيا ڪرڻ لاءِ هي ذاتي سڃاڻپ لائق اڪائونٽ معلومات جمع ڪئي ويندي ۽ اڪائونٽ ٺاهڻ دوران هڪ محفوظ، ۽ ڳجهي طريقي سان آمريڪا ۾ Microsoft Corporation ڏانهن فوري طور تي منتقل ڪئي ويندي. اهڙي ڊيٽا توهانجي آخري ادائگي کان ٻارانهن سالن تائين استعمال ۽ برقرار رکي سگهجي ٿي. توهان هي پيل Microsoft آن لائن رازداري جي بيان ۾ فهرست ڏنل رابطي ذريعي هن ذاتي سڃاڻپ جي معلوماتي جي بندوبست جي حوالي سان Microsoft Corporation سان رابطو ڪري سگهو ٿا.http://privacy.microsoft.com/ko-kr. Microsoft هتي ذاتي سڃاڻپ لائق توهانجي معلومات هتي اڳ سيٽ ٿيل مقصدن کان علاوه مقصدن لاءِ استعمال ڪري سگهي ٿي، بشمول پر CyberSource Corp.، Receivable Management Services and Inicis تائين محدود ناهي. Microsoftتوهانجي معلومات ٽئين پارٽين ڏانهن منتقل ڪئي ويندي آهي جڏهن ايئن ڪرڻ توهانجي ٽرانزڪشن تي عمل ڪرڻ مناسب طور تي ضروري آهي، قانوني عمل جو تعمل ڪرڻ، دعوائن جو جواب ڏيڻ، ڌوڪي کي روڪڻ يا سرڪاري قائدن مطابق عمل ڪرڻ لاءِ ضروري آهي. توهان هتي پنهنجي ذاتي ڊيٽا رسائي ۽ تدوين ڪري سگهو ٿا: https://commerce.microsoft.com. واقعي ۾ توهان پنهنجي ذاتي ڊيٽا ترميم ڪرڻ چونڊيو ٿا توهان هتي رضامندي مهيا ڪريو ٿا ته جيڪو Microsoft Corporation کي توهانجي ذاتي ڊيٽا جمع ۽ استعمال ڪرڻ جي اجازت ڏئي ٿو جيئن مٿي نوٽ ٿيل آهي. اڪائونٽ ٺاهي ۽ هيٺ ”قبول“ بٽڻ تي ڪلڪ ڪري توهان Microsoft Corporation کي پنهنجي ذآتي ڊيٽا مهيار ڪرڻ جي رضامندي ڏيو ٿا ٿا ۽ Microsoft Corporation جي جمع ڪرڻ ۽ منتقل ڪرڻ جي رضامندي ڏيو ٿا جيئن هتي سيٽ ٿيل آهي ۽ هتي پيل Microsoft آن لائن رازداري جي بيان ۾ سيٽ ٿيل آهي: : http://privacy.microsoft.com/ko-kr
si: ඔබේ ගණුදෙනු සැකසුම් කිරීමට මෙම පුද්ගලිකව හඳුනාගත හැකි ගිණුම් තොරතුරු රැස්කර ගිණුම් නිර්මාණය කිරීමේදී එක්සත් ජනපදයේ පිහිටි Microsoft Corporation වෙත ආරක්ෂිත, සංකේතනය කළ ආකාරයකින් ඉක්මනින්ම මාරුකෙරෙනු ඇත. එවැනි දත්ත භාවිතා කර ඔබගේ අවසන් ගෙවීමේ සිට වසර දොළහක් දක්වා තබාගැනෙනු ඇත. මෙහි: http://privacy.microsoft.com/ko-kr පිහිටි Micrososft මාර්ගගත රහස්‍යතා ප්‍රකාශයේ ලැයිස්තුගත සම්බන්ධතාව ඔස්සේ මෙම පුද්ගලිකව හඳුනාගත හැකි තොරතුරු කළමනාකරණය සම්බන්ධයෙන් ඔබට Microsoft Corporation ඇමතිය හැකිය. Microsoft විසින් CyberSource Corp., ලැබිය යුතු කළමනාකරණ සේවා සහ Inicis ඇතුළුව නමුත් එයට සීමා නොවී තෙවන පාර්ශ්වයන් වෙත ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු අනාවරණය කළ හැකිය. එසේ කිරීම ඔබගේ ගනුදෙනුව ක්‍රියාවලිගත කිරීමට, නෛතික ක්‍රියාවලියට අනුකූළ වීමට, හිමිකම් පෑම් වලට ප්‍රතිචාර දැක්වීමට, වංචා වැළැක්වීමට හෝ රජයේ නියාමනයන්ට අනුකූලව ක්‍රියාකිරීම සඳහා එසේ කිරීම සෑහෙන තරම් දුරට අත්‍යාවශ්‍ය විට ඔබගේ තොරතුරු මාරු කෙරේ. ඔබට ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු වෙත ප්‍රවේශවීම හෝ නවීකරණය මෙහිදී සිදුකළ හැකිය: https://commerce.microsoft.com. ඔබ ඔබගේ තොරතුරු නවීකරණය කිරීමට තෝරාගන්නා විට ඉහත සඳහන් කර ඇති පරිදි ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු රැස්කර ඉක්මනින් මාරු කිරීමට Microsoft Corporation ඉඩදෙන කැමැත්ත ඔබ මෙහිදී සපයන්නේහිය. ගිණුමක් නිර්මාණය කර පහත "එකඟයි" බොත්තම එබීමෙන් Microsoft Corporation හට ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු සැපයීමට ඔබ එකඟ වන අතර මෙහි පහත සහ මෙහි: http://privacy.microsoft.com/ko-kr පිහිටි Microsoft මාර්ගගත රහස්‍යතා ප්‍රකාශයේ දැක්වෙන පරිදි Microsoft Corporation සංස්ථාව ඔබගේ පුද්ගලිකව හඳුනාගත හැකි තොරතුරු රැස්කිරීම, මාරු කිරීම සහ තෙවන පාර්ශ්වයන් සමග බෙදාහදාගැනීමට ඔබ ඔබගේ කැමැත්ත පළ කරන්නෙහිය.
sl: Takoj ko bo račun ustvarjen, bodo ti podatki o računu, ki omogočajo osebno prepoznavo, zbrani in v varni, šifrirani obliki posredovani družbi Microsoft Corporation v Združenih državah za obdelavo vaših transakcij. Ti podatki lahko ostanejo v uporabi in shranjeni največ dvanajst let od vašega zadnjega plačila. Na družbo Microsoft Corporation se lahko v zvezi z upravljanjem teh podatkov, ki omogočajo osebno prepoznavo, obrnete prek kontaktnih informacij v Microsoftovi spletni izjavi o zasebnosti na tem naslovu: http://privacy.microsoft.com/ko-kr/default.mspx. Microsoft lahko vaše podatke, ki omogočajo osebno prepoznavo, razkrije tretjim stranem, vključno z družbami CyberSource Corp., Receivable Management Services in Inicis, vendar ne omejeno nanje. Vaši podatki bodo posredovani, kadar je to v razumnem okviru potrebno za obdelavo vaše transakcije, izpolnjevanje zahtevka v pravnem procesu, odgovarjanje na zahtevke, preprečevanje goljufij ali ravnanje v skladu z vladnimi predpisi. Do svojih podatkov, ki omogočajo osebno prepoznavo, lahko dostopate in jih spreminjate na naslovu: https://commerce.microsoft.com. Če se odločite za spremembo osebnih podatkov, s tem privolite, da družba Microsoft Corporation zbira in nemudoma posreduje vaše podatke, ki omogočajo osebno prepoznavo, kot je opisano zgoraj. S tem, ko ustvarite račun in kliknete spodnji gumb »Strinjam se«, privolite v posredovanje osebnih podatkov družbi Microsoft Corporation in v to, da jih družba Microsoft Corporation zbira, prenaša in posreduje tretjim osebam, kot je opisano tukaj in v Microsoftovi spletni izjavi o zasebnosti na naslovu: http://privacy.microsoft.com/ko-kr/
sr_cyrl_rs: Ове информације са личним подацима који се могу идентификовати у оквиру налога ће бити прикупљене и одмах пренесене, након креирања налога, на сигуран, шифрован начин у Microsoft Corporation у Сједињеним Америчким Државама на обраду трансакције. Такви подаци се могу користити и чувати до 12 година од последње уплате. Обратите се Microsoft Corporation у вези са управљањем информацијама са личним подацима који се могу идентификовати путем контаката наведених у Изјави о приватности Microsoft Corporation на мрежи која се налази овде: http://privacy.microsoft.com/ko-kr. Microsoft може открити ваше информације са личним подацима које се могу идентификовати независним произвођачима, укључујући, али не ограничавајући се на CyberSource Corp., Receivable Management Services i Inicis. Ваши подаци се преносе када је то неопходно за обраду трансакције, поштовање законског поступка, одговор на жалбе, спречавање преваре или понашање у складу са управним прописима. Можете приступити или променити информације са личним подацима који се могу идентификовати на адреси: https://commerce.microsoft.com. У случају да желите да промените информације са личним подацима које се могу идентификовати, овим дајете пристанак који омогућава Microsoft Corporation да прикупи и одмах пренесе ваше информације са личним подацима који се могу идентификовати као што је наведено изнад. Креирањем налога и кликом на дугме „Слажем се“ у наставку, пристајете да Microsoft Corporation дате своје информације са личним подацима који се могу идентификовати и пристајете да Microsoft Corporation прикупља, преноси и дели ваше информације са личним подацима који се могу идентификовати са независним произвођачима као што је овде наведено и у Изјави о приватности Microsoft Corporation на мрежи која се налази на овде: http://privacy.microsoft.com/ko-kr
sr_latn_rs: Ove informacije sa ličnim podacima koji se mogu identifikovati u okviru naloga će biti prikupljene i odmah prenesene, nakon kreiranja naloga, na siguran, šifrovan način u Microsoft Corporation u Sjedinjenim Američkim Državama na obradu transakcije. Takvi podaci se mogu koristiti i čuvati do 12 godina od poslednje uplate. Obratite se Microsoft Corporation u vezi sa upravljanjem informacijama sa ličnim podacima koji se mogu identifikovati putem kontakata navedenih u Izjavi o privatnosti Microsoft Corporation na mreži koja se nalazi ovde: http://privacy.microsoft.com/ko-kr. Microsoft može otkriti vaše informacije sa ličnim podacima koje se mogu identifikovati nezavisnim proizvođačima, uključujući, ali ne ograničavajući se na CyberSource Corp., Receivable Management Services i Inicis. Vaši podaci se prenose kada je to neophodno za obradu transakcije, poštovanje zakonskog postupka, odgovor na žalbe, sprečavanje prevare ili ponašanje u skladu sa upravnim propisima. Možete pristupiti ili promeniti informacije sa ličnim podacima koji se mogu identifikovati na adresi: https://commerce.microsoft.com. U slučaju da želite da promenite informacije sa ličnim podacima koje se mogu identifikovati, ovim dajete pristanak koji omogućava Microsoft Corporation da prikupi i odmah prenese vaše informacije sa ličnim podacima koji se mogu identifikovati kao što je navedeno iznad. Kreiranjem naloga i klikom na dugme „Slažem se“ u nastavku, pristajete da Microsoft Corporation date svoje informacije sa ličnim podacima koji se mogu identifikovati i pristajete da Microsoft Corporation prikuplja, prenosi i deli vaše informacije sa ličnim podacima koji se mogu identifikovati sa nezavisnim proizvođačima kao što je ovde navedeno i u Izjavi o privatnosti Microsoft Corporation na mreži koja se nalazi na ovde: http://privacy.microsoft.com/ko-kr
sv: Denna personligt identifierbara kontoinformation samlas in och överförs direkt när kontot skapas på ett säkert, krypterat sätt till Microsoft Corporation i USA för att bearbeta dina transaktioner. Sådan information kan användas och sparas i upp till 12 år efter din sista betalning. Du har rätt att kontakta Microsoft Corporation avseende hanteringen av denna personligt identifierbara information via den kontakt som anges i Microsofts sekretesspolicy som finns här: http://privacy.microsoft.com/ko-kr. Microsoft har rätt att vidarebefordra din personligt identifierbara information till tredje part, inklusive men inte begränsat till CyberSource Corp., Receivable Management Services och Inicis. Din information överförs när det är rimligen nödvändigt för att bearbeta din transaktion, uppfylla juridiska processer, svara på anspråk, förhindra bedrägerier eller agera i enlighet med myndighetsföreskrifter. Du har rätt att få åtkomst till eller ändra din personligt identifierbara information på: https://commerce.microsoft.com. Om du väljer att ändra din personligt identifierbara information accepterar du därmed att Microsoft Corporation har rätt att samla in och omedelbart överföra din personligt identifierbara information enligt ovan. Genom att skapa ett konto och klicka på knappen Accepterar nedan accepterar du att tillhandahålla Microsoft Corporation din personligt identifierbara information och att Microsoft Corporation har rätt att samla in, överföra och vidarebefordra din personligt identifierbara information till tredje part såsom beskrivs här och i Microsofts sekretesspolicy som finns här: http://privacy.microsoft.com/ko-kr
ta: கணக்கு உருவாக்கியதும், இந்தத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலானது சேகரிக்கப்பட்டு, உங்கள் பரிவர்த்தனைகளைச் செயலாக்கும் பொருட்டு, ஐக்கிய அமெரிக்க நாடுகளிலுள்ள Microsoft Corporation-க்கு பாதுகாப்பான, குறியாக்கப்பட்ட முறையில் உடனடியாக இடமாற்றப்படும். இத்தகைய தரவானது உங்கள் கடைசிக் கட்டணத்திலிருந்து பன்னிரண்டு ஆண்டுகள் வரை பயன்படுத்தப்படலாம் மற்றும் தக்கவைக்கப்படலாம். இங்கு காணப்படும் Microsoft ஆன்லைன் தனியுரிமை அறிக்கையில் பட்டியலிட்டுள்ள தொடர்பின் வழியாக, உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலின் நிர்வாகம் சம்பந்தமாக நீங்கள் Microsoft Corporation-ஐத் தொடர்புகொள்ளலாம்: http://privacy.microsoft.com/ko-kr. Microsoft-ஆனது உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலை CyberSource Corp., Receivable Management Services மற்றும் Inicis உள்ளிட்ட இன்னும் பிற மூன்றாம் தரப்புகளுக்கு வெளிப்படுத்தக்கூடும். உங்கள் பரிவர்த்தனையைச் செயலாக்க, சட்டச் செயல்முறைகளுக்கு இணங்க, உரிமைகோரல்களுக்குப் பதிலளிக்க, மோசடியைத் தடுக்க அல்லது அரசாங்க ஒழுங்குமுறைகளுக்கு இணங்கச் செயற்பட என்று நியாயமான தேவைகள் ஏற்படும் சமயத்தில் உங்கள் தகவலானது மூன்றாம் தரப்புகளுக்கு இடம் மாற்றப்படுகிறது. உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலை அணுக அல்லது மாற்ற: https://commerce.microsoft.com. உங்கள் தகவலை மாற்ற விரும்பும் பட்சத்தில், இதன்மூலம் மேலே குறிப்பிட்ட உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலைச் சேகரித்து உடனே அதை இடமாற்றம் செய்ய Microsoft Corporation-க்கு அனுமதி வழங்கி ஒப்புதலை அளிக்கிறீர்கள். கணக்கொன்றை உருவாக்கி, கீழே உள்ள “ஏற்கிறேன்”என்ற பொத்தானைக் கிளிக் செய்வதன் மூலம், உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலை Microsoft Corporation-க்கு வழங்க ஒப்புக்கொண்டு இதில் கண்டவாறு, உங்களைத் தனிப்பட்ட முறையில் அடையாளம் காணத்தக்க தகவலைச் சேகரிக்கவும், மூன்றாம் தரப்பு மற்றும் இங்கே உள்ள Microsoft ஆன்லைன் தனியுரிமை அறிக்கைக்கு இடம் மாற்றவும் பகிரவும் செய்ய Microsoft Corporation-க்கு அனுமதி வழங்குகிறீர்கள்: http://privacy.microsoft.com/ko-kr
te: మీ లావాదేవీలను ప్రాసెస్ చేయడం కోసం ఖాతాని సృష్టించిన వెంటనే ఈ వ్యక్తిగతంగా గుర్తించగల ఖాతా సమాచారం సేకరించబడుతుంది మరియు యునైటెడ్ స్టేట్స్లో ఉన్న Microsoft Corporationకు సురక్షిత పద్ధతిలో బదిలీ చేయబడుతుంది. ఆ డేటా ఉపయోగించబడవచ్చు మరియు మీ చివరి చెల్లింపు నుండి పన్నెండు సంవత్సరాల పాటు నిల్వ చేయబడవచ్చు. ఈ వ్యక్తిగతంగా గుర్తించగల సమాచార నిర్వహణకు సంబంధించి ఇక్కడ ఉన్న Microsoft ఆన్లైన్ గోప్యతా ప్రకటనలో పేర్కొన్న సంప్రదింపు ద్వారా మీరు Microsoft Corporationని సంప్రదించవచ్చు: http://privacy.microsoft.com/ko-kr. CyberSource Corp., స్వీకరించదగిన నిర్వహణ సేవలు మరియు ఇనిసిస్ మాత్రమే కాకండా ఇతర మూడవ పక్షాలకు Microsoft మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని అందించవచ్చు. మీ లావాదేవీని ప్రాసెస్ చేయడం, చట్టపరమైన ప్రక్రియలకు అనుగుణంగా ఉండటం, క్లెయిమ్లకు ప్రతిస్పందించడం, మోసాలను నివారించడం లేదా ప్రభుత్వ నియమాలకు కట్టుబడి ఉండటం కోసం మీ సమాచారం బదిలీ చేయబడుతుంది. మీరు ఇక్కడ మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని ప్రాప్యత చేయవచ్చు లేదా సవరించవచ్చు: https://commerce.microsoft.com. మీ సమాచారాన్ని సవరించాలనుకోవడం ద్వారా, ఎగువ పేర్కొన్న విధంగా మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని సేకరించడానికి మరియు తక్షణమే బదిలీ చేయడానికి మీరు Microsoft Corporationని అనుమతిస్తున్నారు. \ఖాతాని సృష్టించి, దిగువ “అంగీకరించు” బటన్ని క్లిక్ చేయడం ద్వారా, మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని Microsoft Corporationకి అందించడానికి మరియు ఇక్కడ పేర్కొన్న విధంగా మిమ్మల్ని వ్యక్తిగతంగా గుర్తించగల సమాచారాన్ని Microsoft సేకరించడానికి, మూడవ పక్షాలకు బదిలీ చేయడానికి మరియు వారితో భాగస్వామ్యం చేయడానికి మరియు ఇక్కడ ఉన్న Microsoft ఆన్లైన్ గోప్యతా ప్రకటనకు మీరు అంగీకరిస్తున్నారు: http://privacy.microsoft.com/ko-kr
tg: Ин маълумоти муайянкунандаи шахсияти ҳисоб ҷамъоварӣ карда шуда, баъд аз эҷод шудани ҳисоб ба таври бехатар ва рамзбандишуда фавран ба Microsoft Corporation дар Иёлоти Муттаҳида бо мақсади коркард кардани амалиётҳои шумо интиқол дода мешавад. Ин гуна иттилоот метавонад дар тӯли муддати то дувоздаҳ сол аз лаҳзаи пардохти охирини шумо нигоҳ дошта шавад. Шумо метавонед ба Microsoft Corporation дар мавриди идоракунии ин гуна маълумоти муайянкунандаи шахсият тавассути тамоси дар Баёнияи махфияти онлайни Microsoft дар инҷо: http://privacy.microsoft.com/ko-kr/default.mspx муроҷиат кунед. Microsoft метавонад маълумоти муайянкунандаи шахсияти шуморо ба тарафҳои сеюм, аз ҷумла вале номаҳдуд бо CyberSource Corp., Receivable Management Services ва Inicis ифшо кунад. Маълумоти шумо он вақт интиқол дода мешавад, ки ин гуна амал ба таври асоснок барои коркарди амалиёти шумо, посух ба даъвоҳо, пешгирии қаллобӣ ё амал кардан тибқи қоидаҳои давлатӣ зарур шавад. Шумо метавонед маълумоти муайянкунандаи шахсияти худро дар суроғаи зерин дастрас кунед ё тағйир диҳед: https://commerce.microsoft.com. Агар шумо қарор диҳед, ки маълумоти муайянкунандаи шахсияти пешниҳодкардаатонро тағйир диҳед, бо ин шумо ба Microsoft Corporation розигӣ медиҳед, ки маълумоти муайянкунандаи шахсияти шуморо ба таври дар боло зикршуда ҷамъоварӣ кунад ва фавран интиқол диҳад. Бо эҷод кардани ҳисоб ва зер кардани тугмаи “Розиям” дар зер шумо розӣ мешавед, ки ба Microsoft Corporation маълумоти муайянкунандаи шахсияти худро пешниҳод кунед ва розӣ мешавед, ки Microsoft маълумоти муайянкунандаи шахсияти шуморо ҷамъ оварад ва ба таври дар инҷо ва Баёнияи махфияти онлайни Microsoft, воқеъ дар http://privacy.microsoft.com/ko-kr/default.mspx, муқарраршуда ба шахсони сеюм интиқол диҳад ва бо онҳо мубодила кунад.
th: ข้อมูลบัญชีที่สามารถระบุตัวตนได้นี้จะได้รับการรวบรวมและส่งให้ Microsoft Corporation ในสหรัฐอเมริกาโดยทันทีเมื่อสร้างบัญชี โดยใช้วิธีการที่ปลอดภัยและมีการเข้ารหัสข้อมูล ข้อมูลที่ส่งไปจะใช้ในการทำธุรกรรมต่างๆ ข้อมูลดังกล่าวจะถูกใช้และเก็บไว้สูงสุด 12 ปีนับจากการชำระเงินครั้งสุดท้ายของคุณ คุณสามารถติดต่อ Microsoft Corporation เกี่ยวกับการจัดการข้อมูลระบุตัวตนนี้โดยใช้ข้อมูลติดต่อที่อยู่ในคำชี้แจงสิทธิ์ส่วนบุคคลแบบออนไลน์ของ Microsoft ที่: http://privacy.microsoft.com/ko-kr Microsoft อาจเปิดเผยข้อมูลระบุตัวตนของคุณแก่บุคคลที่สามซึ่งรวมถึงแต่ไม่จำกัดเพียง CyberSource Corp., Receivable Management Services และ Inicis ข้อมูลที่ได้รับการถ่ายโอนในลักษณะดังกล่าวจำเป็นต้องใช้ในการดำเนินธุรกรรม การปฏิบัติตามขั้นตอนทางกฎหมาย การตอบกลับข้อเรียกร้องสิทธิ การป้องกันการฉ้อฉล หรือการปฏิบัติตามข้อบังคับของรัฐบาล คุณสามารถเข้าถึงหรือแก้ไขข้อมูลระบุตัวตนของคุณได้ที่: https://commerce.microsoft.com ในกรณีที่คุณแก้ไขข้อมูลของคุณ จะถือว่าคุณยินยอมให้ Microsoft Corporation รวบรวมและถ่ายโอนข้อมูลระบุตัวตนของคุณทันทีตามที่แจ้งไว้ข้างต้น การสร้างบัญชีและคลิกปุ่ม “ยอมรับ” ด้านล่างนี้หมายถึงคุณยินยอมให้ข้อมูลระบุตัวตนของคุณกับ Microsoft Corporation และยินยอมให้ Microsoft Corporation รวบรวม ถ่ายโอน และแบ่งปันข้อมูลระบุตัวตนของคุณกับบุคคลที่สามตามที่ได้ระบุไว้ในที่นี้และในคำชี้แจงสิทธิ์ส่วนบุคคลแบบออนไลน์ของ Microsoft ที่: http://privacy.microsoft.com/ko-kr
tr: Kişiyi tanımlamak için kullanılan bu hesap bilgileri hesap oluşturulduktan sonra alınır ve hemen güvenli, şifreli bir şekilde Amerika Birleşik Devletleri'nde bulunan Microsoft Corporation'a gönderilerek işlemleriniz işlenir. Bu veriler, son ödeme tarihinizden itibaren on iki yıla kadar kullanılabilir ve saklanabilir. Kişiyi tanımlamak için kullanılan bu bilgilerin yönetimi ile ilgili olarak aşağıdaki adreste bulunan Microsoft Çevrimiçi Gizlilik Bildirimi'nde listelenen iletişim bilgileri aracılığıyla Microsoft Corporation'a başvurabilirsiniz:http://privacy.microsoft.com/ko-kr. Microsoft, kişiyi tanımlamak için kullanılan bilgilerinizi CyberSource Corp., Receivable Management Services ve Inicis dahil, ancak bunlarla sınırlı olmamak üzere üçüncü taraflara ifşa edebilir. İşleminizi işlemek, yasal süreçlere uymak, beyanları yanıtlamak, dolandırıcılığı önlemek veya devlet düzenlemelerine uygun hareket etmek üzere makul seviyede gerekli olduğu durumlarda, bilgileriniz üçüncü taraflara aktarılır. Kişiyi tanımlamak için kullanılan bilgilerinize buradan ulaşabilir veya bilgileri değiştirebilirsiniz: https://commerce.microsoft.com. Bilgilerinizi değiştirmeyi seçtiğinizde Microsoft Corporation'ın kişiyi tanımlamak için kullanılan bilgilerinizi yukarıda belirtildiği şekilde toplamasına ve hemen aktarmasına izin veren bir onay vermiş olursunuz. Bir hesap oluşturarak ve aşağıdaki " Kabul Ediyorum" düğmesine tıklayarak Microsoft Corporation'a kişisel verilerinizi sağlamayı kabul eder ve Microsoft Corporation'ın verileri bu belgede ve şurada yer alan Microsoft Çevrimiçi Gizlilik Bildirimi'nde belirtilen şekilde toplamasına, aktarmasına ve paylaşmasına izin vermiş olursunuz: http://privacy.microsoft.com/ko-kr
tt: Хисап язмасы төзелгәч тә, хисап язмасындагы бу шәхси мәгълүмат тупланачак һәм шифрланган куркынычсыз рәвештә АКШ-тагы Майкрософт ширкәтенә транзакцияләрегезне эшкәртү өчен тапшырылачак. Шул мәгълүмат соңгы түләвегездән соң унике елга кадәр сакланырга мөмкин. Әлеге шәхси мәгълүмат белән идарә итүгә кагылышлы сораулар белән сез Майкрософт ширкәтенә http://privacy.microsoft.com/ko-kr битендәге Майкрософт онлайн хосусыйлык аңлатмасында күрсәтелгән контактлардан файдаланып мөрәҗәгать итә аласыз Майкрософт шәхси мәгълүматыгызны чит тарафларга, шул исәптән CyberSource Corp., Receivable Management Services, Inicis һәм башкаларга ача ала. Мәгълүматыгызны тапшыруның дәлилле нигезләре булып транзакцияләрне эшкәртү, хокукый процесска туры килүне тәэмин итү, дәгъваларга җавап бирү, алдауны булдырмау һәм хөкүмәт карарларын үтәү санала. Сез https://commerce.microsoft.com битендә үз шәхси мәгълүматыгызга кереп, аны үзгәртә аласыз. Мәгълүматыгызны үзгәртергә уйласагыз, сез Майкрософт ширкәтенә югарыда билгеләнгән шартларда шәхси мәгълүматыгызны тупларга һәм кичекмәстән тапшырырга рөхсәт бирүче ризалык бирәсез. Хисап язмагызны төзеп һәм түбәндәге "Кабул итәм" төймәсенә чирттереп, сез Майкрософт ширкәтенә шәхси мәгълүматыгызны бирергә һәм Майкрософтның шәхси мәгълүматыгызны биредә һәм http://privacy.microsoft.com/ko-kr битендә урнашкан Майкрософт онлайн хосусыйлык аңламасында тасвирланганча туплавына, тапшыруына һәм чит тарафлар белән уртаклашуына ризалашасыз.
ug: بۇ شەخسىي ئۇچۇرلار ھېسابات قۇرۇلغاندا مەخپىيلەشتۈرۈلۈپ، ئامېرىكا قوشما ئىشتاتلىرىدىكى Microsoft Corporation غا ئەۋەتىلىپ، ساقلىنىپ، مۇئامىلىنى بىر تەرەپ قىلىش ۋە سىزگە مۇلازىمەت تەمىنلەشتە ئىشلىتىلىدۇ. بۇ خىل ئۇچۇرلار مۇئامىلىدىن كېيىن ئون ئىككى يىلغىچە ساقلىنىشى ۋە ئىشلىتىشى مۇمكىن. بۇ يەردىكى Microsoft تور مەخپىيەتلىك باياناتىدا كۆرسىتىلگەن ئالاقە ئۇسۇلى بويىچە شەخسىي ئۇچۇرلارنىڭ باشقۇرۇلۇشى ھەققىدە Microsoft Corporation بىلەن ئالاقىلاشسىڭىز بولىدۇ: http://privacy.microsoft.com/ug-cn. Microsoft شەخسىي ئۇچۇرلىرىڭىزنى ئۈچىنچى تەرەپكە ئاشكارىلىشى مۇمكىن. بۇ ئۈچىنچى تەرەپلەر CyberSource Corp., Receivable Management Services ۋە Inicis قاتارلىقلارنى ئۆز ئىچىگە ئالىدۇ، ئەمما ئۇلار بىلەنلا چەكلەنمەيدۇ. ئادەتتە مۇئامىلىڭىزنى بىر تەرەپ قىلىشتا زۆرۈر بولسا، قانۇنىي تەلەپ ياكى ئەرز-شىكايەت ياكى ھۆكۈمەتنىڭ تۈزۈملىرىگە ماس ئىنكاس قايتۇرۇش مەقسىتىدە ئۈچىنچى تەرەپ بىلەن ئورتاقلىشىشقا توغرا كېلىشى مۇمكىن. شەخسىي ئۇچۇرلىرىڭىزنى بۇ يەردىن كۆرەلەيسىز ۋە ئۆزگەرتەلەيسىز: https://commerce.microsoft.com. شەخسىي ئۇچۇرلىرىڭىزنى ئۆزگەرتمەكچى بولسىڭىز، ئۆزگەرتىلگەن ئۇچۇرلارنى Microsoft Corporation نىڭ يۇقىرىدا چۈشەندۈرۈلگەندەك توپلاپ ئىشلىتىشىگە قوشۇلغان بولىسىز. ھېسابات قۇرۇپ، تۆۋەندىكى «قوشۇلىمەن» نى چەكسىڭىز، Microsoft Corporation غا شەخسىي ئۇچۇرلىرىڭىزنى تەمىنلەش ۋە Microsoft Corporation نىڭ شەخسىي ئۇچۇرلىرىڭىزنى بۇ يەردە ھەمدە http://privacy.microsoft.com/ug-cn دىكى Microsoft تور مەخپىيەتلىك باياناتى بويىچە توپلىشى، ئۈچىنچى تەرەپكە يوللىشى ۋە ئىشلىتىشىگە قوشۇلغان بولىسىز
uk: Ці особисті дані облікового запису збираються та після створення облікового запису негайно передаються безпечним зашифрованим способом до корпорації Microsoft у Сполучених Штатах для обробки ваших транзакцій. Такі дані можуть використовуватися та зберігатися до дванадцяти років від дати останньої оплати. Ви можете звернутися до корпорації Microsoft стосовно керування цими особистими даними, скориставшись контактними даними, зазначеними в Декларації корпорації Microsoft про конфіденційність в Інтернеті, доступній на веб-сторінці: http://privacy.microsoft.com/ko-kr. Microsoft може розголошувати ваші особисті дані третім особам, у тому числі компаніям CyberSource Corp., Receivable Management Services і Inicis. Ваші відомості передаються, коли це обґрунтовано необхідно для обробки вашої транзакції, дотримання вимог судового процесу, відповіді на претензії, запобігання шахрайству та забезпечення відповідності державним нормативним актам. Ви можете отримати доступ до своїх особистих даних або змінити їх на веб-сторінці: https://commerce.microsoft.com. У разі, якщо ви вирішите змінити свої особисті дані, ви тим самим дозволяєте корпорації Microsoft збирати та негайно передавати ваші особисті дані, як описано вище. Створюючи обліковий запис і натискаючи кнопку "Погоджуюсь" нижче, ви погоджуєтеся надати корпорації Microsoft свої особисті дані та дозволяєте корпорації Microsoft збирати та передавати ваші особисті дані третім сторонам, як описано в цьому документі та в Декларації корпорації Microsoft про конфіденційність в Інтернеті, доступній на веб-сторінці: http://privacy.microsoft.com/ko-kr
ur: اس ذاتی طور پر قابل شناخت اکاؤنٹ کی معلومات کو جمع کیا جائے گا اور فوری طور پر اکاؤنٹ کی تعمیل پر ایک محفوظ، مرموز طریقہ کار میں Microsoft Corporation کو امریکہ میں آپ کے لین دین پر عملدرآمد کیا جائے گا۔ ان کوائف کو آپ کی آخری ادائیگی سے بارہ سال تک استعمال اور برقرار رکھا جائے گا۔ آپ ان ذاتی قابل شناخت معلومات کے بندوبست سے متعلق Microsoft Corporation سے Microsoft آن لائن رازداری کے بارے میں اعلان میں فہرست کردہ رابطے کے ذریعہ رابطہ کر سکتے ہیں، جو یہاں موجود ہے: http://privacy.microsoft.com/ko-kr. Microsoft آپ کے ذاتی قابل شناخت معلومات کو فریقین ثالث کے ساتھ اشتراک کر سکتی ہے، بشمول سائبرسورس کارپ، قابل وصولی نظم کی خدمات اور انیسز لیکن محدود نہیں۔ آپ کی معلومات اس وقت منتقل کی جاتی ہیں جب آپ کے لین دین، قانونی کاروائی کی تعمیل، دعووں کا جواب دینا، دھوکا کو روکنے یا حکومتی قوانین کے مطابق عمل کرنے پر عمل درآمد درکار ہو۔ آپ اپنی ذاتی قابل شناخت معلومات پر رسائی یا ترمیم کے لیے رسائی کر سکتے ہیں: https://commerce.microsoft.com۔ اگر کسی واقعہ پر آپ اپنی معلومات میں ترمیم کرنے کا انتخاب کرتے ہیں تو آپ رضامندی ظاہر کرتے ہیں کہ آپ Microsoft Corporation کو مندرجہ بالا درج کردہ کے تحت آپ کی ذاتی قابل شناخت معلومات کو جمع اور ذخیرہ کرنے کی اجازت دیتے ہیں۔ ایک اکاؤنٹ بنا کر اور ذیل میں بٹن “Agree” پر کلک کر کے آپ Microsoft Corporation کو اپنی ذاتی قابل شناخت معلومات کا فریقین ثالث کے ساتھ اشتراک کرنے اور منتقلی کرنے کی اجازت دیتے ہیں، اس کے مطابق جو یہاں درج ہے اور Microsoft آن لائن رازداری کے بارے میں اعلان کے مطابق جو یہاں موجود ہے: http://privacy.microsoft.com/ko-kr
uz: Ushbu shaxsingizni aniqlash mumkin bo‘lgan hisob qaydnomasi ma’lumotlari to‘planadi va hisob qaydnomasi yaratilayotganda tranzaksiyalaringizni amalga oshirish uchun Amerika Qo‘shma Shtatlarida joylashgan Microsoft korporatsiyasiga xavfsiz, shifrlangan holatda darhol uzatiladi. Bunday ma’lumotlar oxirgi to‘lovingizdan keyin o‘n ikki yilgacha ishlatilishi va saqlanishi mumkin. Quyidagi manzilda joylashgan Microsoft Onlayn Maxfiylik bayonnomasidagi ro’yxatda berilgan kontakt orqali ushbu shaxsingizni aniqlashi mumkin bo’lgan ma’lumotlarni boshqarish masalalari bo’yicha Microsoft korporatsiyasi bilan bog‘lanishingiz mumkin: http://privacy.microsoft.com/ko-kr. Microsoft shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlarni uchinchi tomonga, jumladan, CyberSource Corp., Receivable Management Services va Inicis’ni o‘z ichiga olgan va bu bilan cheklanib qolmagan holda, oshkor qilishi mumkin. Ma’lumotlaringizni uzatish tranzaksiyangizni amalga oshirish, qonuniy jarayonni olib borish, shikoyatlarga javob berish, qonunbuzarliklarni oldini olish yoki hukumat qarorlari asosida faoliyat yuritish uchun zarur bo‘lgandagina, bu amalga oshiriladi. Quyidagi manzilda shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlarga kirishingiz yoki ularni o‘zgartirishingiz mumkin: https://commerce.microsoft.com. Ma’lumotlaringizni o‘zgartirishni tanlaganingizda, Microsoft korporatsiyasiga shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlarni, yuqorida ko‘rsatilgandek, to’plash va darhol uzatish uchun ruxsat beradi. Hisob qaydnomasini yaratish va quyidagi “Roziman” tugmasiga chertish orqali siz shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlaringizning Microsoft korporatsiyasiga taqdim etilishiga va Microsoft’ning shaxsingizni aniqlash mumkin bo‘lgan ma’lumotlarini ushbu hujjatda va quyidagi manzilda joylashgan Microsoft Onlayn Maxfiylik bayonnomasida ko‘rsatilgandek uchinchi tomonga uzatish va baham ko‘rishiga rozilik berasiz: http://privacy.microsoft.com/ko-kr
vi: Thông tin tài khoản định danh cá nhân này sẽ được thu thập và khi tạo tài khoản sẽ lập tức truyền tải bằng cách mã hóa an toàn đến Microsoft Corporation tại Hoa Kỳ để xử lý các giao dịch của bạn. Các dữ liệu này có thể được dùng và giữ lại đến tối đa mười hai năm kể từ lần thanh toán cuối cùng của bạn. Bạn có thể liên hệ Microsoft Corporation về việc quản lý thông tin định danh cá nhân này thông qua liên hệ có trong Tuyên bố về Quyền riêng tư Trực tuyến của Microsoft tại đây: http://privacy.microsoft.com/ko-kr. Microsoft có thể tiết lộ thông tin định danh cá nhân của bạn cho các bên thứ ba, bao gồm nhưng không chỉ giới hạn trong CyberSource Corp, Receivable Management Services và Inicis. Thông tin của bạn được truyền tải khi việc này là cần thiết hợp lý để xử lý giao dịch của bạn, tuân theo quy trình pháp lý, hồi đáp các yêu cầu khiếu nại, đề phòng giả mạo hoặc dựa theo các quy định của chính phủ. Bạn có thể truy cập hoặc sửa đổi thông tin định danh cá nhân của bạn tại: https://commerce.microsoft.com. Trong trường hợp bạn sửa đổi thông tin bạn đồng ý tại đây cho phép Microsoft Corporation thu thập và truyền tải ngay lập tức thông tin định danh cá nhân của bạn như đã nêu ở trên. Bằng cách tạo tài khoản và bấm vào nút "Đồng ý" bên dưới bạn đồng ý cung cấp cho Microsoft Corporation các thông tin định danh cá nhân của bạn và cho phép Microsoft thu thập, truyền tải và chia sẻ thông tin định danh cá nhân của bạn với các bên thứ ba như đã nêu tại đây và trong Tuyên bố về Quyền riêng tư Trực tuyến của Microsoft tại đây: http://privacy.microsoft.com/ko-kr
zh_hans: 我们将收集这些个人身份帐户信息，并在帐户创建后立即以安全的加密方式传输到位于美国的 Microsoft Corporation，以处理你的交易。从你上次付款时起，我们可能最多使用和保留这些数据十二年。你可以通过位于以下网址的 Microsoft 在线隐私声明中列出的联系信息与 Microsoft Corporation 联系，以商讨如何管理这些个人身份信息: http://privacy.microsoft.com/ko-kr。 Microsoft 可能会向第三方(包括但不限于 CyberSource Corp.、Receivable Management Services 和 Inicis)披露你的个人身份信息。如果这样做是处理你的交易、遵守法律程序、应对索赔、预防欺诈或按照政府法规行事所合理需要的，则会将你的信息传输给第三方。 你可以在 https://commerce.microsoft.com 访问或修改你的个人身份信息。如果你选择修改信息，则你在此同意，Microsoft Corporation 可以如上所述收集和立即传输您的个人身份信息。 创建帐户和单击下面的“同意”按钮即表示你同意向 Microsoft Corporation 提供你的个人身份信息，并同意 Microsoft 按照此处以及位于 http://privacy.microsoft.com/ko-kr 的 Microsoft 在线隐私声明所述收集你的个人身份信息并将其传输给第三方或与第三方共享。
zh_hant: 這些個人識別資訊將在帳戶建立時收集，並以安全的加密方式立即傳送到位於美國的 Microsoft Corporation，以利處理您的交易。從最後一次付費的時間算起，這些資料可能會使用和保存最長十二年。您可以透過 Microsoft 線上隱私權聲明 (網址為 http://privacy.microsoft.com/ko-kr) 所列的連絡方式來連絡 Microsoft Corporation，了解這些個人識別資訊的管理方式。 Microsoft 可能會將您的個人識別資訊透露給第三方，包括但不限於 CyberSource Corp.、Receivable Management Services 和 Inicis。您的資訊會出於合理需要傳送，包括處理您的交易、遵守法律程序、回應索賠要求、防止詐騙或遵循政府規定。 您可至以下網址存取或修改您的個人識別資訊: https://commerce.microsoft.com。若您選擇修改資訊，即表示同意允許 Microsoft Corporation 按照上述方式收集和立即傳送您的個人識別資訊。 建立帳戶並按下底下的 [同意] 按鈕之後，表示您同意提供個人識別資訊予 Microsoft Corporation，並同意 Microsoft Corporation 按照此處以及 Microsoft 線上隱私權聲明 (網址為 http://privacy.microsoft.com/ko-kr) 所述方式收集、傳送並與第三方分享您的個人識別資訊
