Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.NI
source: Nicaragua
am: ኒካራጓ
ar: نيكاراغوا
as: নিকাৰাগুৱা
az: Nikaraqua
bg: Никарагуа
bn_in: নিকারাগুয়া
bs: Nikaragva
cy: Nicaragwa
el: Νικαράγουα
eu: Nikaragua
fa: نیکاراگوئه
ga: Nicearagua
gd: Niocaragua
gu: નિકારાગુઆ
he: ניקרגואה
hi: निकारागुआ
hr: Nikaragva
id: Nikaragua
is: Níkaragva
ja: ニカラグア
ka: ნიკარაგუა
kk: Никарагуа
kn: ನಿಕಾರಾಗುವಾ
ko: 니카라과
ku_arab: نیکاراگوا
ky: Никарагуа
lo: ນນີກາຣາກົວ
lt: Nikaragva
lv: Nikaragva
mi: Nikarāhua
mk: Никарагва
ml: നിക്കരാഗ്വേ
mn: Никарагуа
mr: निकारगुआ
mt: Nikaragwa
ne: निकाराग्यू
or: ନିକାରାଗୁଆ
pa_arab_pk: نکارا گووا
pa_in: ਨਿਕਾਰਾਗੁਆ
pl: Nikaragua
ru: Никарагуа
sd: نڪروگا
si: නිකරගුවාව
sl: Nikaragva
sr_cyrl_rs: Никарагва
sr_latn_rs: Nikaragva
ta: நிகரகுவா
te: నికరాగువా
tg: Никарагуа
th: นิการากัว
tr: Nikaragua
tt: Никарагуа
ug: نىكاراگۇئا
uk: Нікараґуа
ur: نکارا گووا
uz: Nikaragua
zh_hans: 尼加拉瓜
zh_hant: 尼加拉瓜

# Country.NL
source: Netherlands
af: Nederland
am: ኔዘርላንድስ
ar: هولندا
as: নেডাৰলেণ্ড
az: Niderland
bg: Нидерландия
bn_in: নেদারল্যান্ডস্
bs: Holandija
cy: Yr Iseldiroedd
da: Nederlandene
de: Niederlande
el: Κάτω Χώρες
es: Países Bajos
et: Holland
eu: Herbehereak
fa: هلند
ga: An Ísiltír
gd: Na Tìrean Ìsle
gl: Países baixos
gu: નેધરલેન્ડ્સ
he: הולנד
hi: नीदरलैंड्स
hr: Nizozemska
hu: Hollandia
id: Belanda
is: Holland
ja: オランダ
ka: ნიდერლანდები
kk: Нидерланд
kn: ನೆಡರ್‌ಲ್ಯಾಂಡ್ಸ್
ko: 네덜란드
ku_arab: هۆڵەندا
ky: Нидерландия
lo: ເນເທີແລນ
lt: Nyderlandai
lv: Nīderlande
mi: Hōrana
mk: Холандија
ml: നെതർലാൻഡ്‌സ്
mn: Нидерланд
mr: नेदरलँड
ms: Belanda
mt: In-Netherlands
ne: नेडरल्यान्डस
nn_no: Nederland
no: Nederland
or: ନେଦରଲ୍ୟାଣ୍ଡ
pa_arab_pk: نیدرلینڈ
pa_in: ਨੀਦਰਲੈਂਡਸ
pl: Holandia
ru: Нидерланды
sd: نيدرلينڊ
si: නෙදර්ලන්තය
sl: Nizozemska
sr_cyrl_rs: Холандија
sr_latn_rs: Holandija
sv: Nederländerna
ta: நெதர்லாந்து
te: నెదర్లాండ్స్
tg: Нидерландия
th: เนเธอร์แลนด์
tr: Hollanda
tt: Нидерланд
ug: گوللاندىيە
uk: Нідерланди
ur: نیدرلینڈ
uz: Niderlandiya
vi: Hà Lan
zh_hans: 荷兰
zh_hant: 荷蘭

# Country.NL.2
source: Netherlands, The
af: Nederland
am: ኔዘርላንድስ፣ ዘ
ar: هولندا
as: নেডাৰলেণ্ড, দ্যা
az: Niderland
bg: Нидерландия
bn_in: নেদারল্যান্ডস্
bs: Holandija
cy: Iseldiroedd, Yr
da: Nederlandene
de: Niederlande
el: Κάτω Χώρες
es: Países Bajos
et: Holland
eu: Herbehereak
fa: هلند
ga: An Ísiltír
gd: Na Tìrean Ìsle
gl: Países Baixos
gu: નેધરલેન્ડ્સ
he: הולנד
hi: नीदरलैंड्स
hr: Nizozemska
hu: Hollandia
id: Belanda
is: Holland
ja: オランダ
ka: ნიდერლანდები
kk: Нидерланд
kn: ನೆದರ್‌ಲ್ಯಾಂಡ್ಸ್, ದಿ
ko: 네덜란드
ku_arab: هۆڵەندا
ky: Нидерландия
lo: ເນເທີແລນ
lt: Nyderlandai
lv: Nīderlande
mi: Hōrana
mk: Холандија
ml: നെതര്‍ലന്റ്സ്
mn: Нидерланд
mr: नेदरलँड
ms: Belanda
mt: Netherlands, In-
ne: नेडरल्यान्डस, दि
nn_no: Nederland
no: Nederland
or: ନେଦରଲ୍ୟାଣ୍ଡ
pa_arab_pk: ہالینڈ
pa_in: ਨੀਦਰਲੈਂਡਸ
pl: Holandia
ru: Нидерланды
sd: نيدرلينڊ,
si: නෙදර්ලන්තය
sl: Nizozemska
sr_cyrl_rs: Холандија
sr_latn_rs: Holandija
sv: Nederländerna
ta: நெதர்லாந்து
te: నెదర్లాండ్స్
tg: Нидерландия
th: เนเธอร์แลนด์
tr: Hollanda,
tt: Нидерланд
ug: گوللاندىيە
uk: Нідерланди
ur: ہالینڈ
uz: Niderlandiya
vi: Hà Lan
zh_hans: 荷兰
zh_hant: 荷蘭

# Country.NO
source: Norway
af: Noorweë
am: ኖርዌይ
ar: النرويج
as: নৰৱে
az: Norveç
bg: Норвегия
bn_in: নরওয়ে
bs: Norveška
cy: Norwy
da: Norge
de: Norwegen
el: Νορβηγία
es: Noruega
et: Norra
eu: Norvegia
fa: نروژ
ga: An Iorua
gd: Nirribhidh
gl: Noruega
gu: નોર્વે
he: נורווגיה
hi: नॉर्वे
hr: Norveška
hu: Norvégia
id: Norwegia
is: Noregur
ja: ノルウェー
ka: ნორვეგია
kk: Норвегия
kn: ನಾರ್ವೆ
ko: 노르웨이
ku_arab: نەرویج
ky: Норвегия
lo: ນໍເວ
lt: Norvegija
lv: Norvēģija
mi: Norowe
mk: Норвешка
ml: നോര്‍വേ
mn: Норвеги
mr: नॉर्वे
mt: Norveġja
ne: नर्वे
nn_no: Noreg
no: Norge
or: ନରୱେ
pa_arab_pk: ناروے
pa_in: ਨਾਰਵੇ
pl: Norwegia
ru: Норвегия
sd: ناروي
si: නෝර්වේ
sl: Norveška
sr_cyrl_rs: Норвешка
sr_latn_rs: Norveška
sv: Norge
ta: நார்வே
te: నార్వే
tg: Норвегия
th: นอร์เวย์
tr: Norveç
tt: Норвегия
ug: نورۋېگىيە
uk: Норвеґія
ur: ناروے
uz: Norvegiya
vi: Na Uy
zh_hans: 挪威
zh_hant: 挪威

# Country.NP
source: Nepal
am: ኔፓል
ar: نيبال
as: নেপাল
bg: Непал
bn_in: নেপাল
el: Νεπάλ
fa: نپال
ga: Neipeal
gd: Neapàl
gu: નેપાળ
he: נפאל
hi: नेपाल
hu: Nepál
ja: ネパール
ka: ნეპალი
kk: Непал
kn: ನೇಪಾಳ
ko: 네팔
ku_arab: کۆماری فیدراڵی دیموکراتی نیپاڵ
ky: Непал
lo: ເນປານ
lt: Nepalas
lv: Nepāla
mi: Neporo
mk: Непал
ml: നേപ്പാള്‍
mn: Балба
mr: नेपाळ
ne: नेपाल
or: ନେପାଳ
pa_arab_pk: نیپال
pa_in: ਨੇਪਾਲ
ru: Непал
sd: نيپال
si: නේපාලය
sr_cyrl_rs: Непал
ta: நேபாளம்
te: నేపాల్
tg: Непал
th: เนปาล
tt: Непал
ug: نېپال
uk: Непал
ur: نیپال
zh_hans: 尼泊尔
zh_hant: 尼泊爾

# Country.NR
source: Nauru
am: ናኡሩ
ar: ناورو
as: নাউৰু
bg: Науру
bn_in: নাউরু
cy: Nawrw
el: Ναούρου
fa: نائورو
ga: Nárú
gd: Nabhru
gu: નોરૂ
he: נאורו
hi: नॉरू
is: Nárú
ja: ナウル
ka: ნაურუ
kk: Науру
kn: ನೌರು
ko: 나우루
ku_arab: ناورۆ
ky: Науру
lo: ນາອູຣູ
mk: Науру
ml: നൌറു
mn: Науру
mr: नौरु
mt: Nawru
ne: नौरू
or: ନାଉରୁ
pa_arab_pk: نیورو
pa_in: ਨਾਉਰੂ
ru: Науру
sd: ناريو
si: නාවුරු
sr_cyrl_rs: Науру
ta: நவ்ரூ
te: నౌరు
tg: Науру
th: นาอูรู
tt: Науру
ug: ناۋرۇ
uk: Науру
ur: نیورو
zh_hans: 瑙鲁
zh_hant: 諾魯

# Country.NU
source: Niue
am: ኑዊ
ar: نيوي
as: নিউ
bg: Ниуе
bn_in: নীয়ু
el: Νιούε
fa: نیو
gu: નિયુ
he: ניואה
hi: नीयू
ja: ニウエ
ka: ნიუე
kk: Ниуэ
kn: ನಿಯು
ko: 니우에
ku_arab: نیویی
ky: Ниуэ
lo: ນີອູເອ
lt: Niujė
mk: Ниуе
ml: നിയൂ
mn: Ниуэ
mr: नियु
ne: न्यू
or: ନିୟୁଏ
pa_arab_pk: نائیو
pa_in: ਨਿਯੂ
ru: Ниуэ
sd: نائيو
si: නියු
sr_cyrl_rs: Ниуе
ta: நியுவே
te: నియూ
tg: Ниуэ
th: นีอูเอ
tt: Ниуэ
ug: نيۇئې
uk: Ніуе
ur: نائیو
zh_hans: 纽埃
zh_hant: 紐威島

# Country.NZ
source: New Zealand
af: Nieu-Seeland
am: ኒውዝላንድ
ar: نيوزيلندا
as: নিউজিলেণ্ড
az: Yeni Zelandiya
bg: Нова Зеландия
bn_in: নিউজিল্যান্ড
bs: Novi Zeland
cy: Seland Newydd
de: Neuseeland
el: Νέα Ζηλανδία
es: Nueva Zelanda
et: Uus-Meremaa
eu: Zeelanda Berria
fa: نیوزلند
ga: An Nua-Shéalainn
gd: Sealainn Nuadh
gl: Nova Zelandia
gu: ન્યૂઝીલેન્ડ
he: ניו זילנד
hi: न्यूज़ीलैंड
hr: Novi Zeland
hu: Új-Zéland
id: Selandia Baru
is: Nýja-Sjáland
ja: ニュージーランド
ka: ახალი ზელანდია
kk: Жаңа Зеландия
kn: ನ್ಯೂಜಿಲ್ಯಾಂಡ್
ko: 뉴질랜드
ku_arab: نیو زیلاند
ky: Жаңы Зеландия
lo: ນີວຊີແລນ
lt: Naujoji Zelandija
lv: Jaunzēlande
mi: Aotearoa
mk: Нов Зеланд
ml: ന്യൂസിലന്‍ഡ്
mn: Шинэ Зеланд
mr: न्यूझीलँड
ne: नयाँ जील्यान्ड
or: ନ୍ୟୁଜ୍‌ଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: نیوزی لینڈ
pa_in: ਨਿਊਜ਼ੀਲੈਂਡ
pl: Nowa Zelandia
ru: Новая Зеландия
sd: نيوزيلينڊ
si: නවසීලන්තය
sl: Nova Zelandija
sr_cyrl_rs: Нови Зеланд
sr_latn_rs: Novi Zeland
sv: Nya Zeeland
ta: நியூசிலாந்து
te: న్యూజిలాండ్
tg: Зеландияи Нав
th: นิวซีแลนด์
tr: Yeni Zelanda
tt: Яңа Зеландия
ug: يېڭى زېلاندىيە
uk: Нова Зеландія
ur: نیوزی لینڈ
uz: Yangi Zelandiya
zh_hans: 新西兰
zh_hant: 紐西蘭

# Country.OM
source: Oman
am: ኦማን
ar: عُمان
as: ওমান
bg: Оман
bn_in: ওমান
el: Ομάν
es: Omán
et: Omaan
fa: عمان
ga: Óman
gd: Omàn
gl: Omán
gu: ઓમાન
he: עומאן
hi: ओमान
hu: Omán
is: Óman
ja: オマーン
ka: ომანი
kk: Оман
kn: ಓಮನ್
ko: 오만
ku_arab: عومان
ky: Оман
lo: ໂອມານ
lt: Omanas
lv: Omāna
mi: Omana
mk: Оман
ml: ഒമാന്‍
mn: Оман
mr: ओमान
ne: ओमन
or: ଓମାନ୍
pa_arab_pk: عمان
pa_in: ਓਮਾਨ
ru: Оман
sd: عمان
si: ඕමානය
sr_cyrl_rs: Оман
ta: ஓமன்
te: ఒమన్
tg: Умон
th: โอมาน
tr: Umman
tt: Оман
ug: ئومان
uk: Оман
ur: عمان
uz: Ummon
zh_hans: 阿曼
zh_hant: 阿曼

# Country.PA
source: Panama
am: ፓናማ
ar: بنما
as: পানামা
bg: Панама
bn_in: পানামা
el: Παναμάς
es: Panamá
fa: پاناما
gl: Panamá
gu: પનામા
he: פנמה
hi: पनामा
ja: パナマ
ka: პანამა
kk: Панама
kn: ಪನಾಮಾ
ko: 파나마
ku_arab: پاناما
ky: Панама
lo: ປານາມາ
mi: Panamā
mk: Панама
ml: പനാമ
mn: Панам
mr: पनामा
ne: पानामा
or: ପାନାମା
pa_arab_pk: پانامہ
pa_in: ਪਨਾਮਾ
ru: Панама
sd: پاناما
si: පැනමා
sr_cyrl_rs: Панама
ta: பனாமா
te: పనామా
tg: Панама
th: ปานามา
tt: Панама
ug: پاناما
uk: Панама
ur: پانامہ
zh_hans: 巴拿马
zh_hant: 巴拿馬

# Country.PE
source: Peru
am: ፔሩ
ar: بيرو
as: পেৰু
bg: Перу
bn_in: পেরু
cy: Periw
el: Περού
es: Perú
et: Peruu
fa: پرو
ga: Peiriú
gd: Pearù
gl: Perú
gu: પેરુ
he: פרו
hi: पेरू
is: Perú
ja: ペルー
ka: პერუ
kk: Перу
kn: ಪೆರು
ko: 페루
ku_arab: پیرۆ
ky: Перу
lo: ເປຣູ
mk: Перу
ml: പെറു
mn: Перу
mr: पेरु
ne: पेरू
or: ପେରୁ
pa_arab_pk: پیرو
pa_in: ਪੇਰੂ
ru: Перу
sd: پريو
si: පේරු
sr_cyrl_rs: Перу
ta: பெரு
te: పెరూ
tg: Перу
th: เปรู
tt: Перу
ug: پېرۇ
uk: Перу
ur: پیرو
zh_hans: 秘鲁
zh_hant: 秘魯

# Country.PF
source: French Polynesia
af: Frans-Polinesië
am: ፈረንሳይ ፖሊኔዥያ
ar: بولينيزيا الفرنسية
as: ফ্ৰান্স পোলেনচিয়া
az: Fransız Polineziyası
bg: Френска Полинезия
bn_in: ফ্রেঞ্চ পলিনেশিয়া
bs: Francuska Polinezija
cy: Polynesia Ffrainc
da: Fransk Polynesien
de: Französisch-Polynesien
el: Γαλλική Πολυνησία
es: Polinesia Francesa
et: Prantsuse Polüneesia
eu: Polinesia Frantsesa
fa: پولینزی فرانسه
ga: Polainéis na Fraince
gd: Poilinèis na Frainge
gl: Polinesia Francesa
gu: ફ્રેંચ પોલિનેશિયા
he: פולינזיה הצרפתית
hi: फ़्रेंच पोलिनेशिया
hr: Francuska Polinezija
hu: Francia Polinézia
id: Polinesia Prancis
is: Franska Pólýnesía
ja: フランス領ポリネシア
ka: საფრანგეთის პოლინეზია
kk: Францияның Полинезиясы
kn: ಫ್ರೆಂಚ್ ಪೊಲಿನೇಸಿಯಾ
ko: 프랑스령 폴리네시아
ku_arab: پۆلێنسیای فەرەنسی
ky: Француз Полинезиясы
lo: ເຟຣັນໂປລີເນເຊຍ
lt: Prancūzijos Polinezija
lv: Francijas Polinēzija
mi: Porinihia Wīwī
mk: Француска Полинезија
ml: ഫ്രഞ്ച് പോളിനേഷ്യ
mn: Францын Полинез
mr: फ्रेंच पॉलिनेशिया
ms: Polinesia Perancis
mt: Polineżja Franċiża
ne: फ्रेन्च पोलीनेसिया
nn_no: Fransk Polynesia
no: Fransk Polynesia
or: ଫରାସୀ ପୋଲିନେସିଆ
pa_arab_pk: فرانسیسی پولی نیشیا
pa_in: ਫ੍ਰੈਂਚ ਪੋਲਿਨੇਸ਼ੀਆ
pl: Polinezja Francuska
ru: Французская Полинезия
sd: فرينچ پولينيشا
si: ප්‍රංශ පොලිනීසියාව
sl: Francoska Polinezija
sr_cyrl_rs: Француска Полинезија
sr_latn_rs: Francuska Polinezija
sv: Franska Polynesien
ta: பிரஞ்சு பாலினேசியா
te: ఫ్రెంచ్ పోలినేషియా
tg: Полинезияи Франсия
th: เฟรนช์โปลินีเซีย
tr: Fransız Polinezyası
tt: Француз Полинезиясе
ug: فىرانسىيەگە قاراشلىق پولىنېزىيە
uk: Французька Полінезія
ur: فرانسیسی پولی نیشیا
uz: Fransiya Polineziyasi
vi: Polynesia thuộc Pháp
zh_hans: 法属波利尼西亚
zh_hant: 法屬玻里尼西亞

# Country.PG
source: Papua New Guinea
af: Papoea-Nieu-Guinee
am: ፓፑዋ ኒው ጊኒ
ar: بابوا غينيا الجديدة
as: পাপুৱা নিউ গিনি
az: Papua-Yeni Qvineya
bg: Папуа Нова Гвинея
bn_in: পাপুয়া নিউ গিনি
bs: Papua Nova Gvineja
cy: Papwa Gini Newydd
da: Papua Ny Guinea
de: Papua-Neuguinea
el: Παπούα Νέα Γουινέα
es: Papúa Nueva Guinea
et: Paapua Uus-Guinea
eu: Papua Ginea Berria
fa: پاپوا گینه نو
ga: Nua-Ghuine Phapua
gd: Gini Nuadh Phaputhach
gl: Papúa-Nova Guinea
gu: પપુઆ ન્યૂ ગિની
he: פפואה-גינאה החדשה
hi: पपुआ न्यू गिनी
hr: Papua Nova Gvineja
hu: Pápua Új-Guinea
id: Papua Nugini
is: Papúa Nýja-Gínea
ja: パプアニューギニア
ka: პაპუა-ახალი გვინეა
kk: Папуа - Жаңа Гвинея
kn: ಪಾಪು ನ್ಯೂ ಗಿನಿ
ko: 파푸아뉴기니
ku_arab: نیو گینیای پاپوا
ky: Папуа Жаңы Гвинея
lo: ປາປົວນິວກີນີ
lt: Papua Naujoji Gvinėja
lv: Papua-Jaungvineja
mi: Papua Niu Kīni
mk: Папуа Нова Гвинеја
ml: പാപ്പുവാ ന്യൂ ഗിനിയ
mn: Папуа Шинэ Гвиней
mr: पापुआ न्यू गिनी
mt: Papwa Ginea Ġdida
ne: पपूवा न्यू गेनिया
nn_no: Papua Ny-Guinea
no: Papua Ny-Guinea
or: ପାପୁଆ ନ୍ୟୁ ଗୁଏନା
pa_arab_pk: پاپوا نیو گنی
pa_in: ਪਾਪੂਆ ਨਿਊ ਗਿਨੀ
pl: Papua-Nowa Gwinea
ru: Папуа — Новая Гвинея
sd: پوپا نيو گائينا
si: පැපුවා නිව්ගිනියාව
sl: Papua Nova Gvineja
sr_cyrl_rs: Папуа Нова Гвинеја
sr_latn_rs: Papua Nova Gvineja
sv: Papua Nya Guinea
ta: பப்பூவா நியூ கினியா
te: పాపువా న్యూ గినియా
tg: Папуа-Гвинеяи Нав
th: ปาปัวนิวกินี
tr: Papua Yeni Gine
tt: Папуа - Яңа Гвинея
ug: پاپۇئا يېڭى گىۋىنىيەسى
uk: Папуа – Нова Ґвінея
ur: پاپاؤ نیو گوانیا
uz: Papua - Yangi Gvineya
zh_hans: 巴布亚新几内亚
zh_hant: 巴布亞紐幾內亞

# Country.PH
source: Philippines
af: Filippyne
am: ፊሊፒንስ
ar: الفلبين
as: ফিলিপাইনছ
az: Filippinlər
bg: Филипини
bn_in: ফিলিপাইন
bs: Filipini
cy: Ynysoedd y Philipinau
da: Filippinerne
de: Philippinen
el: Φιλιππίνες
es: Filipinas
et: Filipiinid
eu: Filipinak
fa: فیلیپین
ga: Na hOileáin Fhilipíneacha
gd: Na h-Eileanan Filipineach
gl: Filipinas
gu: ફિલિપીંસ
he: הפיליפינים
hi: फ़िलिपीन्स
hr: Filipini
hu: Fülöp-szigetek
id: Filipina
is: Filippseyjar
ja: フィリピン
ka: ფილიპინები
kk: Филиппин
kn: ಫಿಲಿಫೈನ್ಸ್
ko: 필리핀
ku_arab: فیلیپین
ky: Филиппиндер
lo: ຟິລິບປິນ
lt: Filipinai
lv: Filipīnas
mi: Piripini
mk: Филипини
ml: ഫിലിപ്പീന്‍സ്
mn: Филиппин
mr: फिलीपाइन्स
ms: Filipina
mt: Filippini
ne: फिलीपिन्स
nn_no: Filippinane
no: Republikken Filippinene
or: ଫିଲିପାଇନ୍ସ
pa_arab_pk: فلپائن
pa_in: ਫਿਲਿਪੀਨੀਜ਼
pl: Filipiny
ru: Филиппины
sd: فلپائينيز
si: පිලිපීනය
sl: Filipini
sr_cyrl_rs: Филипини
sr_latn_rs: Filipini
sv: Filippinerna
ta: ஃபிலிப்பைன்ஸ்
te: ఫిలిప్పైన్స్
tg: Филиппин
th: ฟิลิปปินส์
tr: Filipinler
tt: Филиппин
ug: فىلىپپىن
uk: Філіппіни
ur: فلپائن
uz: Filippin
zh_hans: 菲律宾
zh_hant: 菲律賓

# Country.PK
source: Pakistan
am: ፓኪስታን
ar: باكستان
as: পাকিস্তান
bg: Пакистан
bn_in: পাকিস্তান
cy: Pacistan
el: Πακιστάν
es: Pakistán
fa: پاکستان
ga: An Phacastáin
gd: Pagastàn
gl: Paquistán
gu: પાકિસ્તાન
he: פקיסטן
hi: पाकिस्तान
hu: Pakisztán
ja: パキスタン
ka: პაკისტანი
kk: Пәкістан
kn: ಪಾಕಿಸ್ತಾನ
ko: 파키스탄
ku_arab: پاکستان
ky: Пакистан
lo: ປາກິດສະຖານ
lt: Pakistanas
lv: Pakistāna
mi: Pakitāne
mk: Пакистан
ml: പാകിസ്താന്‍
mn: Пакистан
mr: पाकिस्तान
ne: पाकिस्तान
or: ପାକିସ୍ତାନ
pa_arab_pk: پاکستان
pa_in: ਪਾਕਿਸਤਾਨ
ru: Пакистан
sd: پاڪستان
si: පකිස්ථානය
sr_cyrl_rs: Пакистан
ta: பாகிஸ்தான்
te: పాకిస్థాన్
tg: Покистон
th: ปากีสถาน
tt: Пакистан
ug: پاكىستان
uk: Пакистан
ur: پاکستان
uz: Pokiston
zh_hans: 巴基斯坦
zh_hant: 巴基斯坦

# Country.PL
source: Poland
af: Pole
am: ፖላንድ
ar: بولندا
as: পোলেণ্ড
az: Polşa
bg: Полша
bn_in: পোল্যান্ড
bs: Poljska
cy: Gwlad Pwyl
da: Polen
de: Polen
el: Πολωνία
es: Polonia
et: Poola
eu: Polonia
fa: لهستان
ga: An Pholainn
gd: A' Phòlainn
gl: Polonia
gu: પોલેન્ડ
he: פולין
hi: पोलैंड
hr: Poljska
hu: Lengyelország
id: Polandia
is: Pólland
ja: ポーランド
ka: პოლონეთი
kk: Польша
kn: ಪೋಲೆಂಡ್
ko: 폴란드
ku_arab: پۆڵەندا
ky: Польша
lo: ໂປໂລຍ
lt: Lenkija
lv: Polija
mi: Pōrana
mk: Полска
ml: പോളണ്ട്
mn: Польш
mr: पोलंड
mt: Polonja
ne: पोल्यान्ड
nn_no: Polen
no: Polen
or: ପୋଲାଣ୍ଡ୍
pa_arab_pk: پولینڈ
pa_in: ਪੋਲੈਂਡ
pl: Polska
ru: Польша
sd: پولينڊ
si: පෝලන්තය
sl: Poljska
sr_cyrl_rs: Пољска
sr_latn_rs: Poljska
sv: Polen
ta: போலந்து
te: పోలాండ్
tg: Полша
th: โปแลนด์
tr: Polonya
tt: Польша
ug: پولشا
uk: Польща
ur: پولینڈ
uz: Polsha
vi: Ba Lan
zh_hans: 波兰
zh_hant: 波蘭

# Country.PM
source: Saint Pierre and Miquelon
af: Sint Pierre en Miquelon
am: ሴንት ፒየር እና መኪሎን
ar: سان بيير ومكويلون
as: চেইণ্ট পিয়েৰে আৰু মিকুইলিন
az: Müqəddəs Pyer və Mikelon
bg: Сен Пиер и Микелон
bn_in: সেন্ট পিয়ের অ্যান্ড মিকুইলন
bs: Sveti Petar i Mikelon
cy: St Pierre a Miquelon
da: Saint Pierre og Miquelon
de: St. Pierre und Miquelon
el: Σεν Πιερ και Μικελόν
es: San Pedro y Miquelón
et: Saint-Pierre ja Miquelon
eu: Saint-Pierre eta Mikelune
fa: سنت پیر و ماژلان
ga: San Pierre agus Miquelon
gd: Saint Pierre agus Miquelon
gl: Saint-Pierre-et-Miquelon
gu: સેન્ટ પીએરી અને મિક્યુલોન
he: סנט פייר ומיקלון
hi: सेंट पियर एंड मिकलॉन
hr: Sveti Petar i Mikelon
hu: Saint-Pierre és Miquelon
id: Saint Pierre dan Miquelon
is: Sankti Pierre og Miquelon
ja: サンピエール・ミクロン
ka: სენტ-პიერი და მიქელონი
kk: Сен-Пьер және Микелон
kn: ಸೇಂಟ್ ಪೀರಿ ಅಂಡ್ ಮುಖುಲನ್
ko: 생피에르앤드미클롱
ku_arab: سەینت پیەر و میکولۆن
ky: Сен-Пьер жана Микелон
lo: ແຊັງປີແຢ ແລະ ມີເກີລົງ
lt: Sen Pjeras ir Mikelonas
lv: Senpjēra un Mikelona
mi: Hato Piere me Mikerene
mk: Св. Пјер и Микелон
ml: സെന്റ് പിയറി-മിക്കന്‍ ദ്വീപസമൂഹം
mn: Сент-Пьер ба Микело
mr: सेंट पीएरे अँड मिक्वालोन
ms: Saint Pierre dan Miquelon
mt: Saint Pierre u Miquelon
ne: सेन्ट पियर र मिक्वेलोन
nn_no: Saint-Pierre-et-Miquelon
no: Saint-Pierre-et-Miquelon
or: ସେଇଣ୍ଟ୍ ପାଇରେ ଏବଂ ମିକ୍ୟୁଲୋନ୍
pa_arab_pk: سینٹ پیرو تے میکیولون
pa_in: ਸੇਂਟ ਪਿਅਰੇ ਐਂਡ ਮਿਕੁਲੌਨ
pl: Saint-Pierre i Miquelon
ru: Сен-Пьер и Микелон
sd: سينٽ پيرينٽ مائڪولوني
si: ශාන්ත පියරේ හා මිකුලන්
sr_cyrl_rs: Свети Пјер и Микелон
sr_latn_rs: Sen Pjer i Mikelon
sv: Saint Pierre och Miquelon
ta: செயின்ட் பியரி மற்றும் மிக்லோன்
te: సెయింట్ పియెర్ మరియు మిక్వెలాన్
tg: Сент-Пер ва Микелон
th: แซงปีแยร์และมีเกอลง
tr: Saint Pierre ve Miquelon
tt: Сен-Пьер һәм Микелон
ug: ساينت پىيېر ۋە مىكېلون ئاراللىرى
uk: Сен-П’єр і Мікелон
ur: سینٹ پیئر و میکیلون
uz: Sen-Pyer va Mikelon
vi: Saint Pierre và Miquelon
zh_hans: 圣皮埃尔和密克隆群岛
zh_hant: 聖匹島

# Country.PM.2
source: Saint Pierre and Miquelon
af: Sint Pierre en Miquelon
am: ሴንት ፒየር እና መኪሎን
ar: سان بيير ومكويلون
as: ছেইণ্ট পিয়েৰে আৰু মিকিউৱেলন
az: Sen-Pyer və Mikelon
bg: Сен Пиер и Микелон
bn_in: সেন্ট পিয়ের অ্যান্ড মিকুইলন
bs: Sveti Petar i Mikelon
cy: Saint Pierre a Miquelon
da: Saint Pierre og Miquelon
de: St. Pierre und Miquelon
el: Άγιος Πέτρος (Σεν Πιέρ) και Μικελόν
es: San Pedro y Miquelón
et: Saint-Pierre ja Miquelon
eu: Saint-Pierre eta Mikelune
fa: سن-پیر-ا-میکلون
ga: San Pierre agus Miquelon
gd: Saint Pierre agus Miquelon
gl: Saint-Pierre-et-Miquelon
gu: સેન્ટ પીએરી અને મિક્યુલોન
he: סנט פייר ומיקלון
hi: सेंट पियर एंड मिकलॉन
hr: Sveti Petar i Mikelon
hu: Saint-Pierre és Miquelon
id: Saint Pierre dan Miquelon
is: Sankti Pierre og Miquelon
ja: サンピエール・ミクロン
ka: სენტ-პიერი და მიქელონი
kk: Сен-Пьер және Микелон
kn: ಸೇಂಟ್ ಪೀರಿ ಅಂಡ್ ಮುಖುಲನ್
ko: 생피에르앤드미클롱
ku_arab: سانت پیێر و میکویلۆن
ky: Сен-Пьер жана Микелон
lo: ແຊັງ ປີແຢຣ ແລະ ມີເກີລົງ
lt: Sen Pjeras ir Mikelonas
lv: Senpjēra un Mikelona
mi: Hato Piere me Mikerene
mk: Св. Пјер и Микелон
ml: സെന്റ് പിയറി-മിക്കന്‍ ദ്വീപസമൂഹം
mn: Сент-Пьер ба Микело
mr: सेंट पीएरे अँड मिक्वालोन
ms: Saint Pierre dan Miquelon
mt: Saint Pierre u Miquelon
ne: सेन्ट पियर र मिक्वेलोन
nn_no: Saint-Pierre-et-Miquelon
no: Saint-Pierre-et-Miquelon
or: ସେଣ୍ଟ୍ ପିଏରେ ଏବଂ ମିକ୍ୟୁଏଲୋନ୍
pa_arab_pk: سینٹ پیرو تے میکیولون
pa_in: ਸੇਂਟ ਪਿਅਰੇ ਐਂਡ ਮਿਕੁਲੌਨ
pl: Saint-Pierre i Miquelon
ru: Сен-Пьер и Микелон
sd: سينٽ پيرينٽ مائڪولوني
si: ශාන්ත පියරේ හා මිකුලන්
sr_cyrl_rs: Свети Пјер и Микелон
sr_latn_rs: Sen Pjer i Mikelon
sv: Saint Pierre och Miquelon
ta: செயின்ட் பியரி மற்றும் மிக்லோன்
te: సెయింట్ పియెర్ మరియు మిక్వెలాన్
tg: Сент-Пер ва Микелон
th: แซงปีแยร์และมีเกอลง
tr: Saint Pierre ve Miquelon
tt: Сен-Пьер һәм Микелон
ug: ساينت پىيېر ۋە مىكېلون ئاراللىرى
uk: Сен-П’єр і Мікелон
ur: سینٹ پیرو اور میکیولون
uz: Sen-Pyer va Mikelon
vi: Saint Pierre và Miquelon
zh_hans: 圣皮埃尔和密克隆群岛
zh_hant: 聖匹島

# Country.PN
source: Pitcairn Islands
af: Pitcairn-eilande
am: ፒትኬርን ደሴቶች
ar: جزر بيتكيرن
as: পিটকেয়াৰ্ণ আইলেণ্ডচ
az: Pitkern Adaları
bg: Острови Питкерн
bn_in: পিটকেয়ার্ন আইল্যান্ড
bs: Ostrva Pitcairn
cy: Ynysoedd Pitcairn
da: Pitcairn
de: Pitcairninseln
el: Νησιά Πίτκερν
es: Islas Pitcairn
et: Pitcairn
eu: Pitcairn uharteak
fa: جزایر پیتکرن
ga: Oileáin Pitcairn
gd: Eileanan Pheit a' Chàirn
gl: Illas de Pitcairn
gu: પિટકેયર્ન આઇલૅન્ડ
he: איי פיטקיירן
hi: पिटकैर्न आइलैंड्स
hr: Otočje Pitcairn
hu: Pitcairn-szigetek
id: Kepulauan Pitcairn
is: Pitcairn
ja: ピトケアン
ka: პიტკერნის კუნძულები
kk: Питкэрн аралдары
kn: ಪಿಟ್‌ಕೈರ್ನ್ ದ್ವೀಪಗಳು
ko: 핏케언 제도
ku_arab: دوورگەکانی پیتکارین
ky: Питкэрн Аралдары
lo: ໝູ່ເກາະພິດແຄຣນ
lt: Pitkerno Salos
lv: Pitkērnas salas
mi: Ngā Moutere o Pitikēne
mk: Острови Питкерн
ml: പിറ്റ്കയിന്‍ ദ്വീപുകള്‍
mn: Питкэрн Арлууд
mr: पिटकर्न बेटे
ms: Kepulauan Pitcairn
mt: Gżejjer Pitcairn
ne: पिटक्रेन टापूहरू
nn_no: Pitcairnøyane
no: Pitcairn
or: ପିଟ୍‌କାରିନ୍ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: پٹ کیم جزائر.
pa_in: ਪਿਟਕੈਰਨ ਆਈਲੈਂਡਸ
pl: Pitcairn
ru: о-ва Питкэрн
sd: پيٽرن ٻيٽَ
si: පිට්කයින් දූපත්
sl: Pitcairn
sr_cyrl_rs: Острва Питкерн
sr_latn_rs: Ostrva Pitkern
sv: Pitcairn
ta: பிட்கெயிர்ன் தீவுகள்
te: పిట్‌కెయిర్న్ దీవులు
tg: Ҷазираҳои Питкейрн
th: หมู่เกาะพิตแคร์น
tr: Pitcairn Adaları
tt: Питкэрн утраулары
ug: پىتكايرن تاقىم ئاراللىرى
uk: Острови Піткерн
ur: پٹ کیم جزائر
uz: Pitkern orollari
vi: Quần đảo Pitcairn
zh_hans: 皮特克恩岛
zh_hant: 皮特康群島

# Country.PS
source: Palestinian Authority
af: Palestynse Owerheid
ar: السلطة الفلسطينية
as: পেলেষ্টেনিয়া অথৰিটি
az: Fələstin Muxtariyyəti
bg: Палестинска автономия
bn_in: প্যালেস্টনিয়ান কর্তৃপক্ষ
bs: Palestinska Samouprava
cy: Awdurdod Palesteina
da: De Palæstinensiske Selvstyreområder
de: Palästinensische Behörde
el: Παλαιστινιακή Αρχή
es: Autoridad Palestina
et: Palestiina Omavalitsus
eu: Palestinar Autoritatea
fa: دولت خودمختار فلسطین
ga: Údarás na Palaistíne
gd: Ùghdarras nam Palastaineach
gl: Autoridade Palestina
gu: પૅલેસ્ટિનિયન ઑથૉરિટિ
he: הרשות הפלסטינית
hi: पैलिस्टीनियन अथॉरिटी
hr: Područja pod Palestinskom upravom
hu: Palesztin Hatóság
id: Otoritas Palestina
is: Heimastjórn Palestínumanna
ja: パレスチナ自治政府
ka: პალესტინის ადმინისტრაცია
kk: Палестина автономиясы
kn: “ಪ್ಯಾಲೆಸ್ತಿಯನ್ನರ ವಿಧಾಯಕ” (Palestinian authority)
ko: 팔레스타인 자치 정부
ku_arab: دەسەڵاتی فەلەستینی
ky: Палестина Автономиясы
lo: ອົງການບໍລິຫານປາເລັສໄຕ
lt: Palestinos administracinis vienetas
lv: Palestīnas pašpārvalde
mi: Te Mana Pirihitiana
mk: Палестинска Самоуправа
ml: ഫലസ്തീനിയന്‍ അഥോറിറ്റി
mn: Палестины засаг захиргаа
mr: पॅलेस्टिनियन ऑथोरिटी
ms: Pihak Palestin
mt: Awtorità Palestinjana
ne: प्यालेसटिनियन कर्तृत्व
nn_no: Den palestinske sjølvstyresmakta
no: Den palestinske selvstyremyndigheten
or: ପାଲେଷ୍ଟାଇନ୍ କର୍ତ୍ତୁପକ୍ଷ
pa_arab_pk: فلسطینی ریاست
pa_in: ਫਿਲੀਸਤੀਨੀ ਅਥਾਰਟੀ
pl: Autonomia Palestyńska
ru: Палестинская Автономия
sd: پلسٽن اٿارٽي
si: පලස්තීනියානු අධිකාරිය
sl: Palestinska uprava
sr_cyrl_rs: Палестинска управа
sr_latn_rs: Palestinska uprava
sv: Palestinska myndigheten
ta: பாலஸ்தீனிய அமைப்பு
te: పాలస్తీనియన్ ఆధిపత్యం
tg: Маъмурияти Фаластин
th: องค์การบริหารปาเลสไตน์
tr: Filistin Yönetimi
tt: Фәләстыйн Автономиясе
ug: پەلەستىن ھۆكۈمىتى
uk: Палестинська територія
ur: فلسطینی اتھارٹی
uz: Falastin Hukumati
vi: Chính quyền Palestin
zh_hans: 巴勒斯坦民族权力机构
zh_hant: 巴勒斯坦民族權力機構

# Country.PT
source: Portugal
am: ፓርቱጋል
ar: البرتغال
as: পৰ্তুগাল
az: Portuqaliya
bg: Португалия
bn_in: পর্তুগাল
cy: Portiwgal
el: Πορτογαλία
fa: پرتغال
ga: an Phortaingéil
gd: A' Phortagail
gu: પોર્ટુગલ
he: פורטוגל
hi: पुर्तगाल
hu: Portugália
is: Portúgal
ja: ポルトガル
ka: პორტუგალია
kk: Португалия
kn: ಪೋರ್ಚುಗಲ್
ko: 포르투갈
ku_arab: پورتوگال
ky: Португалия
lo: ປັອກຕຸຍການ
lt: Portugalija
lv: Portugāle
mi: Potukara
mk: Португалија
ml: പോര്‍ച്ചുഗല്‍
mn: Португал
mr: पोर्तुगाल
mt: Portugall
ne: पर्चुगल
or: ପର୍ତ୍ତୁଗାଲ୍
pa_arab_pk: پرتگال
pa_in: ਪੁਰਤਗਾਲ
pl: Portugalia
ru: Португалия
sd: پورٽگل
si: පෘතුගාලය
sl: Portugalska
sr_cyrl_rs: Португалија
sr_latn_rs: Portugalija
ta: போர்ச்சுகல்
te: పోర్చుగల్
tg: Португалия
th: โปรตุเกส
tr: Portekiz
tt: Португалия
ug: پورتۇگالىيە
uk: Портуґалія
ur: پرتگال
uz: Portugaliya
vi: Bồ Đào Nha
zh_hans: 葡萄牙
zh_hant: 葡萄牙

# Country.PW
source: Palau
am: ፓሉ
ar: بالاو
as: পালাউ
bg: Палау
bn_in: পালাউ
el: Παλάου
es: Palaos
et: Belau
fa: پائولو
ga: Oileáin Palau
gd: Palabh
gu: પલાઉ
he: פלאו
hi: पलाऊ
is: Palá
ja: パラオ
ka: პალაუ
kk: Палау
kn: ಪಲಾವ್
ko: 팔라우
ku_arab: پالاو
ky: Палау
lo: ປາເລົາ
mi: Pārao
mk: Палау
ml: പാലോ
mn: Палау
mr: पलाऊ
mt: Palaw
ne: पालौ
or: ପାଲାଉ
pa_arab_pk: پلاؤ
pa_in: ਪਲਾਉ
ru: Палау
sd: پوليو
si: පලාවු
sr_cyrl_rs: Палау
ta: பலாவு
te: పలావు
tg: Палау
th: ปาเลา
tt: Палау
ug: پالائۇ
uk: Палау
ur: پلاؤ
zh_hans: 帕劳
zh_hant: 帛琉

# Country.PY
source: Paraguay
am: ፓራጉዋይ
ar: باراغواي
as: পাৰাগুৱে
az: Paraqvay
bg: Парагвай
bn_in: প্যারাগুয়ে
bs: Paragvaj
cy: Paragwâi
el: Παραγουάη
eu: Paraguai
fa: پاراگوئه
ga: Paragua
gd: Paraguaidh
gl: Paraguai
gu: પેરાગ્વે
he: פרגוואי
hi: पैराग्वे
hr: Paragvaj
is: Paragvæ
ja: パラグアイ
ka: პარაგვაი
kk: Парагвай
kn: ಪರಾಗ್ವೆ
ko: 파라과이
ku_arab: پاراگوای
ky: Парагвай
lo: ປາຣາກວາຍ
lt: Paragvajus
lv: Paragvaja
mi: Parakai
mk: Парагвај
ml: പരഗ്വേ
mn: Парагвай
mr: पॅराग्वे
mt: Paragwaj
ne: प्यारग्वे
or: ପାରାଗୁଏ
pa_arab_pk: پیرا گوائے
pa_in: ਪੈਰਾਗਵੇ
pl: Paragwaj
ru: Парагвай
sd: پروگري
si: පැරගුවේ
sl: Paragvaj
sr_cyrl_rs: Парагвај
sr_latn_rs: Paragvaj
ta: பராகுவே
te: పరాగ్వే
tg: Парагвай
th: ปารากวัย
tt: Парагвай
ug: پاراگۋاي
uk: Параґвай
ur: پیرا گوائے
uz: Paragvay
zh_hans: 巴拉圭
zh_hant: 巴拉圭
