Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Paypal.Add.SignIn.Text
source: (new browser window)
af: (nuwe blaaiervenster)
am: (አዲስ የአሳሽ መስኮት)
ar: (نافذة مستعرض جديدة)
as: (নতুন ব্ৰাউজাৰ উইণ্ড')
az: (yeni brauzer pəncərəsi)
bg: (нов прозорец на браузъра)
bn_in: (নতুন ব্রাউজার উইন্ডো)
bs: (novi prozor preglednika)
cy: (ffenestr porwr newydd)
da: (nyt browservindue)
de: (neues Browserfenster)
el: (νέο παράθυρο προγράμματος περιήγησης)
es: (ventana de navegador nueva)
et: (uus brauseriaken)
eu: (arakatzailearen beste leiho bat)
fa: (پنجره مرورگر جدید)
ga: (brabhsálaí nua fuinneoige)
gd: (uinneag brabhsair ùr)
gl: (ventá do explorador nova)
gu: (નવી બ્રાઉઝર વિંડો)
he: (חלון דפדפן חדש)
hi: (नई ब्राउज़र विंडो)
hr: (novi prozor preglednika)
hu: (új böngészőablakban)
id: (jendela browser baru)
is: (nýr vafragluggi)
ja: (ブラウザーの新しいウィンドウが開きます)
ka: (ბრაუზერის ახალი ფანჯარა)
kk: (жаңа браузер терезесі)
kn: (ಹೊಸ ಬ್ರೌಸರ್ ವಿಂಡೋ)
ko: (새 브라우저 창)
ku_arab: (پەنجەرەی وێبگەڕی نوێ)
ky: (жаңы браузер терезеси)
lo: (​ໜ້າ​ຕ່າງບ​ຣາວ​ເຊີ​ໃໝ່)
lt: (naujas naršyklės langas)
lv: (jauns pārlūkprogrammas logs)
mi: (matapihi pūtirotiro hōu)
mk: (нов прозорец на прегледувачот)
ml: (പുതിയ ബ്രൗസർ ജാലകം)
mn: (вэб хөтчийн шинэ цонх)
mr: (नवीन ब्राउझर विंडो)
ms: (tetingkap pelayar baharu)
mt: (tieqa ġdida fil-brawżer)
ne: (नयाँ ब्राउजर सन्झ्याल)
nn_no: (nytt lesarvindauge)
no: (nytt nettleservindu)
or: (ନୂତନ ବ୍ରାଉଜର୍ ୱିଣ୍ଡୋ)
pa_arab_pk: (نویں براؤزر ونڈو)
pa_in: (ਨਵੀਂ ਬ੍ਰਾਉਜ਼ਰ ਵਿੰਡੋ)
pl: (nowe okno przeglądarki)
ru: (новое окно браузера)
sd: (نئي برائوزر ونڊو)
si: (නව බ්‍රවුසරය කවුළුව)
sl: (novo okno brskalnika)
sr_cyrl_rs: (нови прозор прегледача)
sr_latn_rs: (novi prozor pregledača)
sv: (nytt webbläsarfönster)
ta: (புதிய உலாவி சாளரம்)
te: (కొత్త బ్రౌజర్ విండో)
tg: (равзанаи нави браузер)
th: (หน้าต่างเบราว์เซอร์ใหม่)
tr: (yeni tarayıcı penceresi)
tt: (браузерда яңа тәрәз)
ug: (يېڭى تور كۆرگۈچ كۆزنىكى)
uk: (нове вікно браузера)
ur: (نئے براؤزر کا دریچہ)
uz: (yangi brauzer oynasi)
vi: (cửa sổ trình duyệt mới)
zh_hans: (新浏览器窗口)
zh_hant: (新瀏覽器視窗)

# Literal.Paypal.Add.SignIn.Button
source: Sign in to PayPal
af: Meld by PayPal aan
am: ወደ PayPal በመለያ ይግቡ
ar: تسجيل الدخول إلى PayPal
as: PayPal-ত ছাইন ইন কৰক
az: PayPal-a daxil ol
bg: Влизане в PayPal
bn_in: PayPal এ সাইন ইন করুন
bs: Prijavi se u PayPal
cy: Mewngofnodi i PayPal
da: Log på PayPal
de: Bei PayPal anmelden
el: Είσοδος στο PayPal
es: Iniciar sesión en PayPal
et: PayPali sisselogimine
eu: Hasi saioa PayPal zerbitzuan
fa: ورود به PayPal
ga: Sínigh isteach in PayPal
gd: Clàraich a-steach gu PayPal
gl: Iniciar sesión en PayPal
gu: PayPal-માં સાઇન ઇન કરો
he: היכנס ל- PayPal
hi: PayPal में साइन इन करें
hr: Prijavite se na PayPal
hu: Bejelentkezés a PayPalba
id: Masuk ke PayPal
is: Skrá inn á PayPal
ja: PayPal にサインインする
ka: შედით PayPal-ზე
kk: PayPal қызметіне кіру
kn: PayPal ಗೆ ಸೈನ್ಇನ್ ಮಾಡಿ
ko: PayPal에 로그인
ku_arab: چوونه ژوورەوه بۆ PayPal
ky: PayPal'га катталып кириңиз
lo: ລົງຊື່ເຂົ້າໃຊ້ PayPal
lt: Prisijungti prie „PayPal“
lv: Pierakstīties pakalpojumā PayPal
mi: Takiuru ki PayPal
mk: Пријави се на PayPal
ml: PayPal-ൽ സൈനിൻ ചെയ്യുക
mn: PayPal руу нэвтэрнэ үү
mr: PayPal वर साइन इन करा
ms: Daftar masuk ke PayPal
mt: Illoggja f'PayPal
ne: PayPal मा साइन इन गर्नुहोस्
nn_no: Logg på PayPal
no: Logg på PayPal
or: PayPal କୁ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa_arab_pk: PayPal تے سائن ان کرو
pa_in: PayPal ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się do usługi PayPal
ru: Войти в PayPal
sd: PayPal ڏانهن سائن ان ڪريو
si: PayPal කරා ඇතුල්වන්න
sl: Vpis v PayPal
sr_cyrl_rs: Пријавите се на PayPal
sr_latn_rs: Prijavite se na PayPal
sv: Logga in på PayPal
ta: PayPal-இல் உள்நுழை
te: PayPal-కి సైన్ ఇన్ చేయండి
tg: Ба PayPal ворид шавед
th: ลงชื่อเข้าใช้ PayPal
tr: PayPal’da oturum açın
tt: PayPal'га керү
ug: PayPal غا تىزىملاپ كىرىش
uk: Увійти в PayPal
ur: PayPal میں سائن ان کریں
uz: PayPal’ga kirish
vi: Đăng nhập vào PayPal
zh_hans: 登录 PayPal
zh_hant: 登入 PayPal

# Literal.Paypal.Retry.Heading
source: Try signing in again
af: Probeer weer aanmeld
am: እንደገና በመለያ ለመግባት ይሞክሩ
ar: حاول تسجيل الدخول مرة أخرى
as: পুনৰ ছাইন ইন কৰি চেষ্টা কৰক
az: Yenidən daxil olmağa cəhd edin
bg: Опитайте да влезете отново
bn_in: আবার সাইন ইন করার চেষ্টা করুন
bs: Pokušajte se ponovo prijaviti
cy: Rhowch gynnig eto ar mewngofnodi
da: Prøv at logge på igen
de: Versuchen Sie, sich erneut anzumelden.
el: Δοκιμάστε να εισέλθετε και πάλι
es: Intenta iniciar sesión de nuevo
et: Proovige uuesti sisse logida
eu: Saiatu berriro saioa hasten
fa: سعی کنید دوباره وارد سیستم شوید
ga: Triail síniú isteach arís
gd: Feuch is clàraich a-steach a-rithist
gl: Tenta iniciar sesión de novo
gu: ફરી સાઇન ઇન કરવાનો પ્રયાસ કરો
he: נסה להיכנס שוב
hi: फिर से साइन इन करने का प्रयास करें
hr: Pokušajte se ponovno prijaviti
hu: Jelentkezzen be újból
id: Coba masuk lagi
is: Reyndu að skrá þig inn aftur
ja: もう一度サインインしてください
ka: ისევ სცადეთ შესვლა
kk: Қайта жүйеге кіріп көріңіз
kn: ಪುನಃ ಸೈನ್-ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ
ko: 다시 로그인 시도
ku_arab: هەوڵبده دیسان بچیتەژوورەوه
ky: Кайра катталып кирүүгө аракет кылуу
lo: ລອງລົງຊື່ເຂົ້າໃຊ້ອີກຄັ້ງ
lt: Pabandykite prisijungti dar kartą
lv: Vēlreiz mēģiniet pierakstīties
mi: Kia ngana anō ki te takiuru
mk: Обидете се повторно да се пријавите
ml: വീണ്ടും സൈനിൻ ചെയ്യാൻ ശ്രമിച്ചുനോക്കുക
mn: Дахин нэвтэрнэ үү
mr: पुन्हा साइनिंग इन करुन पहा
ms: Cuba mendaftar masuk semula
mt: Erġa’ pprova idħol fil-kont
ne: फेरि साइन-इन गर्ने प्रयास गर्नुहोस्
nn_no: Prøv å logge på ein gong til
no: Prøv å logge på en gang til
or: ପୁଣି ସାଇନ୍ ଇନ୍ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ
pa_arab_pk: فیر سائن ان کرن دی کوشش کرو
pa_in: ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj zalogować się ponownie
ru: Попробуйте войти еще раз
sd: ٻيهر سائن ان ڪرڻ جي ڪوشش ڪريو
si: නැවත ඇතුල්වීම සඳහා උත්සාහ කරන්න
sl: Poskusite se znova vpisati
sr_cyrl_rs: Покушајте да се пријавите поново
sr_latn_rs: Pokušajte da se prijavite ponovo
sv: Försök logga in igen
ta: மீண்டும் உள் நுழைய முயற்சிக்கவும்
te: మళ్లీ సైన్ ఇన్ చేసేందుకు ప్రయత్నించండి
tg: Кӯшиш кунед, ки такроран ворид шавед
th: โปรดลองลงชื่อเข้าใช้อีกครั้ง
tr: Yeniden oturum açmayı deneyin
tt: Яңадан кереп карагыз
ug: قايتا تىزىملاپ كىرىپ بېقىڭ
uk: Спробуйте ввійти ще раз
ur: دوبارہ سائن ان کرنے کی کوشش کریں
uz: Tizimga qayta kirib ko‘ring
vi: Thử đăng nhập lại
zh_hans: 尝试重新登录
zh_hant: 嘗試再次登入

# Literal.Paypal.Retry.SomethingWentWrong.Heading
source: Something went wrong
af: Iets het verkeerd gegaan
am: የሆነ ነገር ተሳስቷል
ar: هناك خطأ
as: কিবা ভুল হৈছে
az: Xəta baş verdi
bg: Възникна грешка
bn_in: কিছু ত্রুটি ঘটেছে
bs: Nešto nije u redu
cy: Aeth rhywbeth o'i le
da: Et eller andet gik galt
de: Leider ist ein Problem aufgetreten.
el: Παρουσιάστηκε πρόβλημα
es: Ha habido un error
et: Midagi läks valesti
eu: Arazoren bat izan da
fa: مشکلی رخ داد
ga: Bhí fadhb againn
gd: Chaidh rudeigin ceàrr
gl: Produciuse un erro
gu: કંઇક ખોટું થયું
he: משהו השתבש
hi: कुछ गलत हुआ
hr: Došlo je do pogreške
hu: Hiba történt
id: Terjadi kesalahan
is: Eitthvað fór úrskeiðis
ja: 問題が発生しました
ka: შეცდომა მოხდა
kk: Бірдеңе дұрыс болмады
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ
ko: 문제가 발생했습니다.
ku_arab: هەڵەیەك ڕوویدا
ky: Бирдеме тескери кетти
lo: ມີບາງຢ່າງຜິດພາດເກີດຂຶ້ນ
lt: Įvyko klaida
lv: Radās problēma
mi: Kua puta mai he hapa
mk: Нешто не е во ред
ml: എന്തോ കുഴപ്പം സംഭവിച്ചു
mn: Ямар нэг алдаа гарлаа
mr: काहीतरी चुकले
ms: Sesuatu yang tidak kena telah berlaku
mt: Ġrat xi ħaġa ħażina
ne: केही गडबड भयो
nn_no: Noko gjekk gale
no: Noe gikk galt
or: କିଛି ଭୁଲ୍ ହୋଇଗଲା
pa_arab_pk: کُجھ غلط ہو گیا
pa_in: ਕੁੱਝ ਗਲਤ ਵਾਪਰਿਆ
pl: Wystąpił błąd
ru: Произошла неизвестная ошибка
sd: ڪجهه غلط ٿيو
si: යම් දෙයක් වැරදිණි
sl: Prišlo je do neznane napake
sr_cyrl_rs: Нешто није у реду
sr_latn_rs: Nešto nije u redu
sv: Något gick fel
ta: ஏதோ தவறாகிவிட்டது
te: ఏదో సమస్య ఏర్పడింది
tg: Хатогие ба миён омад
th: เกิดเรื่องผิดปกติขึ้น
tr: Bir sorun oluştu
tt: Хата барлыкка килде
ug: خاتالىق كۆرۈلدى
uk: Сталася помилка
ur: کچھ غلط ہو گیا
uz: Nimadir notoʻgʻri ketdi
vi: Đã xảy ra lỗi
zh_hans: 出了点问题
zh_hant: 發生問題

# Literal.Paypal.Retry.Message
source: We checked with PayPal and couldn't find your account. You can try again, or use another way to pay.
af: Ons het met PayPal gekontroleer en ons kon nie jou rekening vind nie. Jy kan weer probeer of 'n ander manier gebruik om te betaal.
am: PayPal ላይ ፈትሸን ነበር፣ ነገር ግን የእርስዎን መለያ ማግኘት አልቻልንም። እንደገና መሞከር ወይም ለመክፈል ሌላ መንገድ መጠቀም ይችላሉ።
ar: قمنا بالتحقق باستخدام PayPal ولم نعثر على حسابك. يمكنك المحاولة مرة أخرى، أو استخدام طريقة أخرى للدفع.
as: আমি PayPal-ৰ সৈতে পৰীক্ষা কৰিলো আৰু আপোনাৰ একাউণ্ট বিচাৰি নাপালো৷ আপুনি পুনৰ চেষ্টা কৰিব পাৰে বা পৰিশোধ কৰিবলৈ অন্য পন্থা ব্যৱহাৰ কৰিব পাৰে৷
az: PayPal ilə yoxladıq və hesabınızı tapmaq mümkün olmadı. Yenidən cəhd edə və ya ödəmək üçün başqa üsuldan istifadə edə bilərsiniz.
bg: Проверихме в PayPal и не успяхме да открием вашия акаунт. Може да опитате отново или да използвате друг начин за плащане.
bn_in: আমরা PayPal এর সঙ্গে পরীক্ষা করেছি এবং আপনার অ্যাকাউন্ট খুঁজে পাইনি৷ আপনি আবার চেষ্টা করতে পারেন বা অর্থপ্রদান করার জন্য অন্য উপায় ব্যবহার করতে পারেন৷
bs: Provjerili smo kod usluge PayPal i nismo mogli pronaći vaš račun. Pokušajte ponovo ili upotrijebite drugi način plaćanja.
cy: Fe wnaethon ni wirio gyda PayPal a doedd dim modd dod o hyd i’ch cyfrif. Rhowch gynnig arall arni, neu defnyddiwch ffordd arall o dalu.
da: Vi kontaktede PayPal og kunne ikke finde din konto. Du kan prøve igen eller vælge en anden betalingsmåde.
de: Wir haben die Informationen bei PayPal überprüft und konnten Ihr Konto nicht finden. Sie können es noch mal versuchen, oder eine andere Zahlungsmethode verwenden.
el: Ελέγξαμε στο PayPal και δεν ήταν δυνατή η εύρεση του λογαριασμού σας. Μπορείτε να δοκιμάσετε ξανά ή να χρησιμοποιήσετε άλλο τρόπο πληρωμής.
es: Hemos comprobado con PayPal y no podemos encontrar tu cuenta. Inténtalo de nuevo o usa otra forma de pago.
et: Teie PayPali kontot ei leitud. Võite uuesti proovida või kasutada mõnda muud makseviisi.
eu: PayPal zerbitzuarekin batera begiratu dugu eta ezin izan dugu aurkitu zure kontua. Berriro saia zaitezke edo ordaintzeko beste modu bat erabil dezakezu.
fa: در مکاتباتی که با PayPal داشتیم نتوانستیم حسابتان را بیابیم. می‌توانید دوباره امتحان کنید یا از یک روش دیگر برای پرداخت استفاده کنید.
ga: Sheiceálamar le PayPal agus níorbh fhéidir linn do chuntas a aimsiú. Triail arís é, nó úsáid modh íocaíochta eile.
gd: Cha b’ urrainn dhuinn an cunntas agad a lorg air PayPal. ’S urrainn dhut feuchainn ris às ùr dòigh pàighidh eile a thaghadh.
gl: Comprobámolo con PayPal e non encontramos a túa conta. Podes tentalo de novo ou usar outra forma de pago.
gu: અમે PayPal સાથે તપાસ કરી અને તમારું ખાતું શોધી શક્યાં નહીં. તમે ફરી પ્રયાસ કરી શકો છો અથવા ચુકવણીની બીજી રીતનો ઉપયોગ કરી શકો છો.
he: בדקנו עם PayPal ולא מצאנו את חשבונך. תוכל לנסות שוב או להשתמש באמצעי תשלום אחר.
hi: हमने PayPal के साथ जाँच की थी और आपके खाते को नहीं ढूँढ सके. आप पुनः प्रयास कर सकते हैं, या भुगतान करने के अन्य तरीके का उपयोग करें.
hr: Nismo uspjeli pronaći vaš račun na servisu PayPal. Možete pokušati ponovno ili koristiti drugi način plaćanja.
hu: A PayPal rendszerben nem található az Ön fiókja. Próbálja meg újra, vagy válasszon másik fizetési módot.
id: Kami telah periksa dengan PayPal dan tidak dapat menemukan akun Anda. Anda dapat mencoba lagi, atau gunakan cara lain untuk membayar.
is: Við fundum ekki reikninginn þinn hjá PayPal. Þú getur reynt aftur eða notað aðra greiðsluaðferð.
ja: PayPal を調べましたが、お客様のアカウントを見つけることができませんでした。もう一度やり直すか、別の方法でお支払いください。
ka: შევამოწმეთ PayPal-ში და ვერ ვიპოვეთ თქვენი ანგარიში. შეგიძლიათ ისევ სცადოთ, ან გამოიყენოთ გადახდის სხვა მეთოდი.
kk: Біз PayPal қызметін тексеріп шығып, сіздің тіркелгіңізді таба алмадық. Әрекетті қайталаңыз немесе басқа төлем әдісін пайдаланыңыз.
kn: ನಾವು PayPal ನಲ್ಲಿ ಪರಿಶೀಲಿಸಿದೆವು, ಆದರೆ ನಮಗೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಕಂಡುಹಿಡಿಯಲು ಆಗಲಿಲ್ಲ. ನೀವು ಪುನಃ ಪ್ರಯತ್ನಿಸಬಹುದು, ಅಥವಾ ಪಾವತಿಸಲು ಇತರ ವಿಧಾನವನ್ನು ಬಳಸಬಹುದು.
ko: PayPal에 확인했지만 회원님 계정을 찾을 수 없습니다. 다시 시도하거나 다른 결제 방법을 사용할 수 있습니다.
ku_arab: ئێمە PayPal مان پشکنی و نەمانتوانی ئەژمێرەکەت بدۆزینەوە. تۆ دەتوانیت دووبارە هەوڵ بدەیت، یان رێگایەکی تر بەکاربێنیت بۆ پارەدان.
ky: Биз PayPal менен текшерип, сиздин каттоо жазууңузду тапкан жокпуз. Сиз кайра аракет жасай аласыз же төлөөгө башка ыксманы колдонсоңуз болот.
lo: ພວກເຮົາໄດ້ກວດນຳ PayPal ແລ້ວ ແລະບໍ່ສາມາດຊອກຫາບັນຊີຂອງທ່ານ. ທ່ານສາມາດລອງອີກຄັ້ງ, ຫຼື ໃຊ້ວິທີຈ່າຍແບບອື່ນ.
lt: Patikrinome jūsų „PayPal“, bet nepavyko rasti jūsų paskyros. Galite pabandyti dar kartą arba sumokėti kitu būdu.
lv: Mēs pārbaudījām pakalpojumu PayPal un neatradām jūsu kontu. Varat mēģināt vēlreiz vai izmantot citu maksāšanas veidu.
mi: I tiro mātou ki PayPal engari kāore i taea tō pūkete te kite. Ka taea e koe te ngana anō, te kimi huarahi anō rānei hei utu.
mk: Проверивме на PayPal и не ја најдовме вашата сметка. Може да се обидете повторно или да употребите друг начин на плаќање.
ml: ഞങ്ങൾ PayPal പരിശോധിച്ചെങ്കിലും നിങ്ങളുടെ അക്കൗണ്ട് കണ്ടെത്താൻ കഴിഞ്ഞില്ല. നിങ്ങൾക്ക് വീണ്ടും ശ്രമിച്ചുനോക്കുകയോ പണമടയ്ക്കാൻ മറ്റൊരു വഴി ഉപയോഗിക്കുകയോ ചെയ്യാം.
mn: PayPal-г шалгасан боловч таны данс олдохгүй байна. Дахин оролдох буюу төлбөрийн өөр хэрэгсэл ашиглана уу.
mr: आम्ही PayPal खात्यासह तपासले आणि आपले खाते आढळू शकले नाही. आपण पुन्हा प्रयत्न करु शकता, किंवा देय देण्याचा अन्य मार्ग वापरा.
ms: Kami menyemak dengan PayPal dan tidak dapat menemui akaun anda. Anda boleh cuba lagi, atau gunakan cara lain untuk membayar.
mt: Iċċekkjajna ma' PayPal u ma stajniex insibu l-kont tiegħek. Tista' terġa' tipprova, jew tuża mod ieħor kif tħallas.
ne: हामीले PayPal मा हेर्‍यौं र तपाइँको खाता फेला पार्न सकेनौं। तपाइँले फेरि प्रयास गर्न सक्नुहुन्छ वा भुक्तान गर्न अर्को तरिका प्रयोग गर्नुहोस्।
nn_no: Vi har sjekka med PayPal, men kan ikkje finne kontoen din. Prøv på nytt, eller bruk ein annan betalingsmåte.
no: Vi har sjekket med PayPal, men kan ikke finne kontoen din. Prøv på nytt, eller bruk en annen betalingsmåte.
or: ଆମେ PayPal ସହିତ ଯାଞ୍ଚ କରିଛୁ ଏବଂ ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ପାଇଲୁ ନାହିଁ. ଆପଣ ପୁଣି ଚେଷ୍ଟା କରିପାରିବେ, କିମ୍ଵା ଦେୟ ଦେବାକୁ ଅନ୍ୟ ଏକ ଉପାୟ ବ୍ୟବହାର କରିପାରିବେ.
pa_arab_pk: اسی PayPal نال پڑتال کر لئی اے اتے تہاڈا اکاؤنٹ نہیں لبھ سکے۔ تُسی فیر کوشش کر سکدے او، یا ادائیگی کرن لئی ہور طریقہ ورتو۔
pa_in: ਅਸੀਂ PayPal ਤੋਂ ਪਤਾ ਕੀਤਾ ਪਰ ਸਾਨੂੰ ਤੁਹਾਡਾ ਖਾਤਾ ਨਹੀਂ ਲੱਭਿਆ। ਤੁਸੀਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਵਰਤ ਸਕਦੇ ਹੋ।
pl: Nie znaleźliśmy Twojego konta w serwisie PayPal. Możesz spróbować ponownie lub użyć innej metody płatności.
ru: Мы провели вместе с PayPal проверку и не нашли вашу учетную запись. Попробуйте еще раз или заплатите другим способом.
sd: اسان PayPal کان چيڪ ڪيو ۽ توهانجو اڪائونٽ نه ڳولي سگهياسين. توهان ٻيهر ڪوشش ڪري سگهو ٿا، يا ادا ڪرڻ لاءِ ٻيو طريقو استعمال ڪريو.
si: අපි PayPal සමග සෙවූ නමුත් ඔබගේ ගිණුම සොයාගත නොහැකි විය. ඔබට නැවත උත්සාහ කළ හැකිය, හෝ ගෙවීමට වෙනත් ආකාරයක් භාවිතා කරන්න.
sl: Preverili smo storitev PayPal, vendar ne moremo najti vašega računa. Lahko poskusite znova ali uporabite drug način plačila.
sr_cyrl_rs: Обратили смо се особљу услуге PayPal, али нисмо успели да пронађемо ваш налог. Можете да покушате поново или да одаберете неки други начин плаћања.
sr_latn_rs: Obratili smo se osoblju usluge PayPal, ali nismo uspeli da pronađemo vaš nalog. Možete da pokušate ponovo ili da odaberete neki drugi način plaćanja.
sv: Vi kontrollerade med PayPal och hittade inte ditt konto. Försök igen eller använd ett annat betalningssätt.
ta: நாங்கள் PayPal இல் சோதித்துவிட்டோம், உங்கள் கணக்கை கண்டறிய இயலவில்லை. நீங்கள் மீண்டும் முயற்சிக்கலாம் அல்லது பணம் செலுத்துவதற்கு வேறொரு வழியை பயன்படுத்தலாம்.
te: మేము PayPal-తో సరిచూసాము మరియు మీ ఖాతా కనుగొనలేక పోయాము. మీరు మరల ప్రయత్నించవచ్చు, లేదా ఇంకో దారి వాడి చెల్లించవచ్చు.
tg: Мо иттилооти PayPal-ро тафтиш карда, ҳисоби шуморо ёфта натавонистем. Метавонед кӯшишро такрор кунед, ё барои пардохт кардан ҳисоби дигареро истифода баред.
th: เราตรวจสอบกับ PayPal แล้วและไม่พบบัญชีของคุณ คุณสามารถลองอีกครั้ง หรือใช้วิธีอื่นในการชำระเงินได้
tr: PayPal’a danıştık ve hesabınızı bulamadık. Tekrar deneyebilir ya da ödemek için başka bir yöntem kullanabilirsiniz.
tt: Без PayPal'да хисап язмагызны таба алмадык. Кабатлап карагыз яки башка түләү ысулын кулланыгыз.
ug: ‏PayPal دىن ھېساباتىڭىزنى تاپالمىدۇق. قايتا سىناڭ ياكى باشقا ئۇسۇلدا ھەق تۆلەڭ.
uk: Ми провели разом із PayPal перевірку та не знайшли ваш обліковий запис. Спробуйте ще раз або сплатіть іншим способом.
ur: ہم نے PayPal سے پڑتال کی ہے اور ہمیں آپ کا اکاؤنٹ نہیں ملا۔ آپ دوبارہ کوشش کر سکتے ہیں، یا کوئی اور ادائیگی کا طریقہ استعمال کریں۔
uz: PayPal’ni tekshirdik, lekin hisob qaydnomangizni topa olmadik. Qayta urinib ko‘rishingiz yoki boshqa to‘lov usulidan foydalanishingiz mumkin.
vi: Chúng tôi đã kiểm tra với PayPal và không thể tìm thấy tài khoản của bạn. Bạn có thể thử lại hoặc sử dụng phương thức thanh toán khác.
zh_hans: 我们已与 PayPal 核实，无法找到你的帐户。你可以重试，或者使用其他付款方式。
zh_hant: 我們已向 PayPal 確認，但無法找到您的帳戶。您可以再試一次，或使用其他付款方式。
