Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.City.MaxLength
source: City is too long.
af: Stad is te lank.
am: ከተማ በጣም ረጅም ነው።
ar: اسم المدينة أطول من اللازم.
as: চহৰ অতি দীঘল৷
az: Şəhər çox uzundur.
bg: Името на града е прекалено дълго.
bn_in: শহরের নাম অত্যন্ত লম্বা৷
bs: Naziv grada je predug.
cy: Mae'r ddinas yn rhy hir.
da: Navnet på byen er for langt.
de: Der Ort ist zu lang.
el: Το όνομα της πόλης είναι πολύ μεγάλο.
es: El nombre de la ciudad es demasiado largo.
et: Linna nimi on liiga pikk.
eu: Herria luzeegia da.
fa: شهر بسیار طولانی است.
ga: Ainm cathrach rófhada.
gd: Tha am baile ro fhada.
gl: Cidade moi longa.
gu: શહેર ખૂબ લાંબુ છે.
he: שם העיר ארוך מדי.
hi: शहर बहुत लंबा है.
hr: Grad je predug.
hu: A város neve túl hosszú.
id: Kota terlalu panjang.
is: Borg er of löng.
ja: 市区町村が長すぎます。
ka: ქალაქის სახელი ძალიან გრძელია.
kk: Қала аты тым ұзын.
kn: ನಗರವು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 구/군이 너무 깁니다.
ku_arab: شار زۆر درێژە.
ky: Шаар өтө узун.
lo: ເມືອງຍາວເກີນໄປ.
lt: Miesto pavadinimas per ilgas.
lv: Pilsētas nosaukums ir pārāk garš.
mi: He roa rawa te Taonenui.
mk: Името на градот е предолго.
ml: നഗരത്തിന്റെ പേര് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хотын нэр хэт урт байна.
mr: शहर खूप दीर्घ आहे.
ms: Bandar terlalu panjang.
mt: L-isem tal-belt twil wisq.
ne: सहर धेरै लामो भयो।
nn_no: Namnet på byen/staden er for langt.
no: Navnet på poststedet er for langt.
or: ସିଟୀ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏شہر بوت ای لما اے۔
pa_in: ਸ਼ਹਿਰ ਦਾ ਨਾਮ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Nazwa miejscowości jest zbyt długa.
ru: Слишком длинное название города.
sd: شھر تمام وڏو آھي.
si: නගරය දිග වැඩියි.
sl: Ime kraja je predolgo.
sr_cyrl_rs: Град је предугачак.
sr_latn_rs: Grad je predugačak.
sv: Ortnamnet är för långt.
ta: நகரம் மிக நீளமாக உள்ளது.
te: నగరం చాలా పొడవుగా ఉంది.
tg: Номи шаҳр аз ҳад дароз аст.
th: อำเภอ/เขตยาวเกินไป
tr: Şehir çok uzun.
tt: Шәхәр бик озын.
ug: شەھەر بەك ئۇزۇن.
uk: Задовга назва міста.
ur: شہر بہت طویل ہے۔
uz: Shahar nomi juda uzun.
vi: Thành phố quá dài.
zh_hans: 市/县过长。
zh_hant: 城市太長。

# Literal.City.Required
source: City is required.
af: Stad word vereis.
am: ከተማ አስፈላጊ ነው።
ar: اسم المدينة مطلوب.
as: চহৰ আৱশ্যক৷
az: Şəhər tələb olunur.
bg: Градът е задължителен.
bn_in: শহরের উল্লেখ করা আবশ্যক৷
bs: Grad je obavezan.
cy: Rhaid nodi dinas.
da: Byen skal angives.
de: Der Ort ist erforderlich.
el: Απαιτείται η πόλη.
es: La ciudad es obligatoria.
et: Linna nimi on kohustuslik.
eu: Herria beharrezkoa da.
fa: شهر لازم است.
ga: Ainm cathrach ag teastáil.
gd: Tha feum air baile.
gl: Requírese cidade.
gu: શહેર આવશ્યક છે.
he: שם העיר נדרש.
hi: शहर आवश्यक है.
hr: Grad je obavezan.
hu: A város megadása kötelező.
id: Kota wajib diisi.
is: Borg er áskilin.
ja: 市区町村は必須項目です。
ka: ჩაწერეთ ქალაქი.
kk: Қала аты талап етіледі.
kn: ನಗರವು ಅಗತ್ಯವಿದೆ.
ko: 구/군은 필수 항목입니다.
ku_arab: شار پێویستە.
ky: Шаар талап кылынат.
lo: ຕ້ອງລະບຸເມືອງ.
lt: Miesto pavadinimas būtinas.
lv: Norādiet pilsētas nosaukumu.
mi: Kei te hiahiatia te Taonenui.
mk: Името на градот е задолжително.
ml: നഗരത്തിന്റെ പേര് ആവശ്യമാണ്.
mn: Хотын нэрийг бөглөх шаардлагатай.
mr: शहर आवश्यक आहे.
ms: Bandar diperlukan.
mt: L-isem tal-belt hu meħtieġ.
ne: सहर आवश्यक छ।
nn_no: By/stad er obligatorisk.
no: Poststed må angis.
or: ସିଟୀ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏شہر درکار اے۔
pa_in: ਸ਼ਹਿਰ ਲੋੜੀਂਦਾ ਹੈ।
pl: Nazwa miejscowości jest wymagana.
ru: Необходимо ввести город.
sd: شھر جي گھرج آھي.
si: නගරය අවශ්‍යයි.
sl: Vnesite ime kraja.
sr_cyrl_rs: Град је обавезан.
sr_latn_rs: Grad je obavezan.
sv: Ort måste anges.
ta: நகரம் தேவை.
te: నగరం అవసరం.
tg: Номи шаҳр ҳатмист.
th: ต้องระบุอำเภอ/เขต
tr: Şehir gereklidir.
tt: Шәхәр мәҗбүри.
ug: شەھەر تەلەپ قىلىندۇ.
uk: Потрібно ввести назву міста.
ur: شہر درکار ہے۔
uz: Shahar nomi talab qilinadi.
vi: Thành phố là cần thiết.
zh_hans: 市/县为必填项。
zh_hant: 城市是必要資訊。

# Literal.CommunicationEmail.MaxLength
source: Email address is too long.
af: E-posadres is te lank.
am: የኢሜይል አድራሻ በጣም ረጅም ነው።
ar: عنوان البريد الإلكتروني أطول من اللازم.
as: ইমেইল ঠিকনা অতি দীঘল৷
az: E-poçt ünvanı çox uzundur.
bg: Имейл адресът е прекалено дълъг.
bn_in: ইমেল ঠিকানাটি অত্যন্ত বড়৷
bs: Adresa e-pošte je preduga.
cy: Mae'r cyfeiriad e-bost yn rhy hir.
da: Mailadressen er for lang.
de: Die E-Mail-Adresse ist zu lang.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου είναι πολύ μεγάλη.
es: La dirección de correo electrónico es demasiado larga.
et: Meiliaadress on liiga pikk.
eu: Helbide elektronikoa luzeegia da.
fa: آدرس پست الکترونیکی بسیار طولانی است.
ga: Seoladh ríomhphoist rófhada.
gd: Tha an seòladh puist-d ro fhada.
gl: Enderezo de correo electrónico moi longo.
gu: ઇમેઇલ સરનામું ખૂબ લાંબુ છે.
he: כתובת הדואר האלקטרוני ארוכה מדי.
hi: ईमेल पता बहुत लंबा है.
hr: Adresa e-pošte je preduga.
hu: Az e-mail-cím túl hosszú.
id: Alamat email terlalu panjang.
is: Netfangið er of langt.
ja: メール アドレスが長すぎます。
ka: ელფოსტის მისამართი ძალიან გრძელია.
kk: Электрондық пошта мекенжайы тым ұзын.
kn: ಇಮೇಲ್ ವಿಳಾಸವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 메일 주소가 너무 깁니다.
ku_arab: ناونیشانی ئیمەیڵ زۆر درێژە.
ky: Электрондук почта дареги өтө узун.
lo: ທີ່ຢູ່ອີເມວຍາວເກີນໄປ.
lt: El. pašto adresas per ilgas.
lv: E-pasta adrese ir pārāk gara.
mi: He roa rawa te wāhitau īmēra.
mk: Адресата на е-поштата е предолга.
ml: ഇമെയില്‍ വിലാസം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Э-шуудангийн хаяг хэт урт байна.
mr: ईमेल पत्ता खूप दीर्घ आहे.
ms: Alamat e-mel terlalu panjang.
mt: L-indirizz elettroniku twil wisq.
ne: इमेल ठेगाना धेरै लामो भयो।
nn_no: E-postadressa er for lang.
no: E-postadressen er for lang.
or: ଇମେଲ୍ ଠିକଣା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏ای-میل پتہ بوت ای لمّا اے۔
pa_in: ਈਮੇਲ ਪਤਾ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Adres e-mail jest zbyt długi.
ru: Слишком длинный адрес электронной почты.
sd: اي ميل پتو تمام وڏو آهي.
si: ඊමේල් ලිපිනය දිග වැඩියි.
sl: E-poštni naslov je predolg.
sr_cyrl_rs: Е-адреса је предугачка.
sr_latn_rs: Adresa e-pošte je predugačka.
sv: E-postadressen är för lång.
ta: மின்னஞ்சல் முகவரி மிக நீளமாக உள்ளது.
te: ఇమెయిల్ చిరునామా చాలా పొడవుగా ఉంది.
tg: Суроғаи почтаи электронӣ аз ҳад дароз аст.
th: อีเมลแอดเดรสยาวเกินไป
tr: E-posta adresi çok uzun.
tt: Электрон почта адресы артык озын.
ug: تورخەت ئادرېسى بەك ئۇزۇن.
uk: Задовга адреса електронної пошти.
ur: ای میل پتہ بہت طویل ہے۔
uz: Elektron pochta manzili juda uzun.
vi: Địa chỉ email quá dài.
zh_hans: 电子邮件地址过长。
zh_hant: 電子郵件地址太長。

# Literal.CommunicationEmail.MinLength
source: Email address is too short.
af: E-posadres is te kort.
am: የኢሜይል አድራሻ በጣም አጭር ነው።
ar: يقل عنوان البريد الإلكتروني عن اللازم طولاً.
as: ইমেইল ঠিকনা অতি চুটি৷
az: E-poçt ünvanı çox qısadır.
bg: Имейл адресът е прекалено къс.
bn_in: ইমেল ঠিকানা অত্যন্ত ছোট৷
bs: Adresa e-pošte je prekratka.
cy: Mae'r cyfeiriad e-bost yn rhy fyr.
da: Mailadressen er for kort.
de: Die E-Mail-Adresse ist zu kurz.
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου είναι πολύ μικρή.
es: La dirección de correo electrónico es demasiado corta.
et: Meiliaadress on liiga lühike.
eu: Helbide elektronikoa motzegia da.
fa: آدرس پست الکترونیکی بسیار کوتاه است.
ga: Seoladh ríomhphoist róghearr.
gd: Tha an seòladh puist-d ro ghoirid.
gl: Enderezo de correo electrónico moi curto.
gu: ઇમેઇલ સરનામું ખૂબ ટૂંકુ છે.
he: כתובת הדואר האלקטרוני קצרה מדי.
hi: ईमेल पता बहुत छोटा है.
hr: Adresa e-pošte je prekratka.
hu: Az e-mail-cím túl rövid.
id: Alamat email terlalu pendek.
is: Netfangið er of stutt.
ja: メール アドレスが短すぎます。
ka: ელფოსტის მისამართი ძალიან მოკლეა.
kk: Электрондық пошта мекенжайы тым қысқа.
kn: ಇಮೇಲ್ ವಿಳಾಸವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 메일 주소가 너무 짧습니다.
ku_arab: ناونیشانی ئیمەیڵ زۆر کورتە.
ky: Электрондук почта дареги өтө кыска.
lo: ທີ່ຢູ່ອີເມວສັ້ນເກີນໄປ.
lt: El. pašto adresas per trumpas.
lv: E-pasta adrese ir pārāk īsa.
mi: He poto rawa te wāhitau īmēra.
mk: Адресата на е-поштата е прекратка.
ml: ഇമെയില്‍ വിലാസം വളരെ ചെറുതാണ്.
mn: Э-шуудангийн хаяг хэт богино байна.
mr: ईमेल पत्ता खूप लहान आहे.
ms: Alamat e-mel terlalu pendek.
mt: L-indirizz elettroniku qasir wisq.
ne: इमेल ठेगाना धेरै छोटो छ।
nn_no: E-postadressa er for kort.
no: E-postadressen er for kort.
or: ଇମେଲ୍ ଠିକଣା ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ‏‏ای میل پتہ بہت ای نکا اے۔
pa_in: ਈਮੇਲ ਪਤਾ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Adres e-mail jest zbyt krótki.
ru: Слишком короткий адрес электронной почты.
sd: اي ميل پتو تمام ننڍو آهي.
si: ඊමේල් ලිපිනය කෙටි වැඩියි.
sl: E-poštni naslov je prekratek.
sr_cyrl_rs: Е-адреса је прекратка.
sr_latn_rs: Adresa e-pošte je prekratka.
sv: E-postadressen är för kort.
ta: மின்னஞ்சல் முகவரி மிகச் சிறியதாக உள்ளது.
te: ఇమెయిల్ చిరునామా చాలా చిన్నదిగా ఉంది.
tg: Суроғаи почтаи электронӣ аз ҳад кӯтоҳ аст.
th: อีเมลแอดเดรสสั้นเกินไป
tr: E-posta adresi çok kısa.
tt: Электрон почта адресы артык кыска.
ug: تورخەت ئادرېسى بەك قىسقا.
uk: Закоротка адреса електронної пошти.
ur: ای میل پتہ بہت مختصر ہے.
uz: Elektron pochta manzili juda qisqa.
vi: Địa chỉ email quá ngắn.
zh_hans: 电子邮件地址过短。
zh_hant: 電子郵件地址太短。

# Literal.CommunicationEmail.Pattern
source: Invalid email address.
af: Ongeldige e-posadres.
am: ልክ ያልኾነ የኢሜይል አድራሻ።
ar: عنوان البريد الإلكتروني غير صحيح.
as: অবৈধ ইমেইল ঠিকনা৷
az: E-poçt ünvanı səhvdir.
bg: Невалиден имейл адрес.
bn_in: ইমেল ঠিকানাটি ঠিকঠাক নেই৷
bs: Nevažeća adresa e-pošte.
cy: Mae'r cyfeiriad e-bost yn annilys.
da: Ugyldig mailadresse.
de: Die E-Mail-Adresse ist ungültig.
el: Μη έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: La dirección de correo electrónico no es válida.
et: Meiliaadress on sobimatu.
eu: Helbide elektronikoa baliogabea da.
fa: آدرس پست الکترونیکی نامعتبر است.
ga: Seoladh ríomhphoist neamhbhailí.
gd: Tha an seòladh puist-d mì-dhligheach.
gl: Enderezo de correo electrónico non válido.
gu: અમાન્ય ઇમેઇલ સરનામું.
he: כתובת הדואר האלקטרוני לא חוקית.
hi: अमान्य ईमेल पता.
hr: Adresa e-pošte nije valjana.
hu: Érvénytelen e-mail-cím.
id: Alamat email tidak valid.
is: Ógilt netfang.
ja: メール アドレスが正しくありません。
ka: ელფოსტის მისამართი არასწორია.
kk: Электрондық пошта мекенжайы дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸ.
ko: 메일 주소가 올바르지 않습니다.
ku_arab: ناونیشانی ئیمەیڵ نادروستە.
ky: Жараксыз электрондук почта дареги.
lo: ທີ່ຢູ່ອີເມວບໍ່ຖືກຕ້ອງ.
lt: Netinkamas el. pašto adresas.
lv: Nederīga e-pasta adrese.
mi: He muhu te wāhitau īmēra.
mk: Неважечка адресата на е-поштата.
ml: ഇമെയില്‍ വിലാസം അസാധുവാണ്.
mn: Э-шуудангийн хаяг буруу байна.
mr: अवैध ईमेल पत्ता.
ms: Alamat e-mel tidak sah.
mt: Indirizz tal-posta elettronika mhux validu.
ne: अवैध इमेल ठेगाना।
nn_no: Ugyldig e-postadresse.
no: Ugyldig e-postadresse.
or: ଅବୈଧ ଇମେଲ୍ ଠିକଣା.
pa_arab_pk: ای میل پتہ ناجائز اے۔
pa_in: ਈਮੇਲ ਪਤਾ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy adres e-mail.
ru: Недопустимый адрес электронной почты.
sd: ايميل پتو غلط آهي.
si: වලංගු නොවන ඉ-තැපැල් ලිපිනයකි.
sl: E-poštni naslov ni veljaven.
sr_cyrl_rs: Неважећа е-адреса.
sr_latn_rs: Nevažeća adresa e-pošte.
sv: Ogiltig e-postadress.
ta: தவறான மின்னஞ்சல் முகவரி.
te: చెల్లని ఇమెయిల్ చిరునామా.
tg: Суроғаи почтаи электронӣ беэътибор аст.
th: อีเมลแอดเดรสไม่ถูกต้อง
tr: Geçersiz e-posta adresi.
tt: Электрон почта адресы ялгыш.
ug: تورخەت ئادرېسى ئىناۋەتسىز.
uk: Неприпустима адреса електронної пошти.
ur: غلط ای میل پتہ۔
uz: Elektron pochta manzili haqiqiy emas.
vi: Địa chỉ email không hợp lệ.
zh_hans: 电子邮件地址无效。
zh_hant: 電子郵件地址無效。

# Literal.CommunicationEmail.Required
source: Email address is required.
af: E-posadres word vereis.
am: የኢሜይል አድራሻ ያስፈልጋል።
ar: عنوان البريد الإلكتروني مطلوب.
as: ইমেইল ঠিকনা আৱশ্যক৷
az: E-poçt ünvanı tələb olunur.
bg: Имейл адресът е задължителен.
bn_in: ইমেল ঠিকানার আবশ্যক৷
bs: Adresa e-pošte je obavezna.
cy: Rhaid nodi cyfeiriad e-bost.
da: Mailadresse skal angives.
de: Die E-Mail-Adresse ist erforderlich.
el: Απαιτείται διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: La dirección de correo electrónico es obligatoria.
et: Meiliaadress on kohustuslik.
eu: Helbide elektronikoa beharrezkoa da.
fa: به آدرس پست الکترونیکی نیاز است.
ga: Seoladh ríomhphoist ag teastáil.
gd: Tha feum air seòladh puist-d.
gl: Requírese enderezo de correo electrónico.
gu: ઇમેઇલ સરનામું આવશ્યક છે.
he: כתובת דואר אלקטרוני נדרשת.
hi: ईमेल पता आवश्यक है.
hr: Adresa e-pošte je obavezna.
hu: Az e-mail-cím megadása kötelező.
id: Alamat email wajib diisi.
is: Netfang er áskilið.
ja: メール アドレスは必須項目です。
ka: მიუთითეთ ელფოსტის მისამართი.
kk: Электрондық пошта мекенжайы қажет.
kn: ಇಮೇಲ್ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ.
ko: 메일 주소는 필수 항목입니다.
ku_arab: ناونیشانی ئیمەیڵ پێویستە.
ky: Электрондук почта дареги керек.
lo: ຕ້ອງລະບຸທີ່ຢູ່ອີເມວ.
lt: El. pašto adresas būtinas.
lv: Norādiet e-pasta adresi.
mi: Kei te hiahiatia te wāhitau īmēra.
mk: Адресата на е-поштата е задолжителна.
ml: ഇമെയില്‍ വിലാസം ആവശ്യമാണ്.
mn: Э-шуудангийн хаягийг оруулах шаардлагатай.
mr: ईमेल पत्ता आवश्यक आहे.
ms: Alamat e-mel diperlukan.
mt: L-indirizz elettroniku meħtieġ.
ne: इमेल ठेगना आवश्यक छ।
nn_no: E-postadresse er obligatorisk.
no: E-postadresse må angis.
or: ଇମେଲ୍ ଠିକଣା ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏ای-میل پتہ دی لوڑ اے۔
pa_in: ਈਮੇਲ ਪਤਾ ਲੋੜੀਂਦਾ ਹੈ।
pl: Adres e-mail jest wymagany.
ru: Необходимо ввести адрес электронной почты.
sd: اي ميل پتي جي ضرورت آهي.
si: ඊමේල් ලිපිනය අවශ්‍යයි.
sl: E-poštni naslov je obvezen.
sr_cyrl_rs: Е-адреса је обавезна.
sr_latn_rs: Adresa e-pošte je obavezna.
sv: E-postadress måste anges.
ta: மின்னஞ்சல் முகவரி தேவை.
te: ఇమెయిల్ చిరునామా అవసరం.
tg: Суроғаи почтаи электронӣ ҳатмист.
th: ต้องระบุอีเมลแอดเดรส
tr: E-posta adresi gereklidir.
tt: Электрон почта адресы мәҗбүри.
ug: تورخەت ئادرېسى تەلەپ قىلىنىدۇ.
uk: Потрібно ввести адресу електронної пошти.
ur: ای میل پتہ درکار ہے.
uz: Elektron pochta manzili talab qilinadi.
vi: Địa chỉ email là cần thiết.
zh_hans: 电子邮件地址为必填项。
zh_hant: 電子郵件地址是必要資訊。

# Literal.CommunicationEmailConfirm.MaxLength
source: Confirm email address is too long.
af: Bevestigings-e-posadres is te lank.
am: የኢሜይል አድራሻ አረጋግጥ በጣም ረጅም ነው።
ar: تأكيد عنوان البريد الإلكتروني أطول من اللازم.
as: নিশ্চিত ইমেইল ঠিকনা অতি দীঘল৷
az: E-poçt ünvanının çox uzun olduğunu təsdiqləyin.
bg: Имейл адресът за потвърждение е прекалено дълъг.
bn_in: নিশ্চিত করুন যে ইমেল ঠিকানা অত্যন্ত লম্বা৷
bs: Potvrda da je adresa e-pošte preduga.
cy: Cadarnhau bod y cyfeiriad e-bost yn rhy hir.
da: Den bekræftende mailadresse er for lang.
de: Die Bestätigung der E-Mail-Adresse ist zu lang.
el: Επιβεβαιώστε ότι η διεύθυνση ηλεκτρονικού ταχυδρομείου είναι πολύ μεγάλη.
es: La confirmación de la dirección de correo electrónico es demasiado larga.
et: Kinnitamise meiliaadress on liiga pikk.
eu: Berrespen helbide elektronikoa luzeegia da.
fa: آدرس پست الکترونیکی تأیید بسیار طولانی است.
ga: Seoladh ríomhphoist deimhniúcháin rófhada.
gd: Tha am post-d dearbhaidh ro fhada.
gl: Confirmación de enderezo de correo electrónico moi longa.
gu: ઇમેઇલ સરનામાંની પુષ્ટિ કરો ખૂબ લાંબુ છે.
he: אישור כתובת הדואר האלקטרוני ארוך מדי.
hi: पुष्टिकरण ईमेल पता बहुत लंबा है.
hr: Potvrđena adresa e-pošte je preduga.
hu: A megerősítő e-mail-cím túl hosszú.
id: Alamat email konfirmasi terlalu panjang.
is: Staðfesting netfangs er of löng.
ja: 確認用のメール アドレスが長すぎます。
ka: დადასტურების ელფოსტის მისამართი ძალიან გრძელია.
kk: Растау электрондық пошта мекенжайы тым ұзын.
kn: ಇಮೇಲ್ ವಿಳಾಸವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿ.
ko: 확인 메일 주소가 너무 깁니다.
ku_arab: ئیمەیڵی دووپاتکردنەوە زۆر درێژە.
ky: Ырастоочу электрондук почта дареги өтө узун.
lo: ຢືນຢັນທີ່ຢູ່ອີເມວຍາວເກີນໄປ.
lt: Patvirtinimo el. pašto adresas per ilgas.
lv: Apstiprinājuma e-pasta adrese ir pārāk gara.
mi: Me whakaū he roa rawa te wāhitau īmēra.
mk: Потврдувањето на адресата на е-пошта е предолго.
ml: സ്ഥിരീകരണ ഇമെയില്‍ വിലാസം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Баталгаажуулах э-шуудангийн хаяг хэт урт байна.
mr: पुष्टी करण्याचा ईमेल पत्ता खूप दीर्घ आहे.
ms: Sahkan alamat e-mel terlalu panjang.
mt: L-indirizz elettroniku ta' konferma twil wisq.
ne: रुजू इमेल ठेगाना धेरै लामो भयो।
nn_no: E-postadressa for stadfesting er for lang.
no: E-postadressen for bekreftelse er for lang.
or: ସୁନିଶ୍ଚିତ ଇମେଲ୍ ଠିକଣା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏تصدیق کیتا ہویا ناں بہت لما اے۔
pa_in: ਪੁਸ਼ਟੀ ਕਰੋ ਈਮੇਲ ਪਤਾ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Adres e-mail potwierdzenia jest zbyt długi.
ru: Слишком длинный адрес электронной почты для подтверждения.
sd: تصديق لاءِ اي ميل جو پتو تمام وڏو آھي.
si: තහවුරු ඉ-තැපැල් ලිපිනය දිග වැඩි බව තහවුරු කරන්න.
sl: Potrditveni e-poštni naslov je predolg.
sr_cyrl_rs: Потврда да је е-адреса предугачка.
sr_latn_rs: Potvrda da je adresa e-pošte predugačka.
sv: Bekräftelsen av e-postadress är för lång.
ta: உறுதிப்படுத்தல் மின்னஞ்சல் முகவரி மிக நீளமாக உள்ளது.
te: నిర్ధారణ ఇమెయిల్ చిరునామా చాలా పొడవుగా ఉంది.
tg: Тасдиқи суроғаи почтаи электронӣ аз ҳад дароз аст.
th: อีเมลแอดเดรสยืนยันยาวเกินไป
tr: Onay e-posta adresi çok uzun.
tt: Электрон почта адресы раслау өчен артык озын.
ug: تورخەت ئادرېسىنىڭ بەك ئۇزۇن ئىكەنلىكىنى مۇئەييەنلەشتۈرۈڭ.
uk: Повторно введена адреса електронної пошти задовга.
ur: تصدیق شدہ ای میل پتہ بہت طویل ہے۔
uz: Tasdiqlovchi elektron pochta manzili juda uzun.
vi: Xác nhận địa chỉ email quá dài.
zh_hans: 确认电子邮件地址过长。
zh_hant: 確認電子郵件地址太長。

# Literal.CommunicationEmailConfirm.MinLength
source: Confirm email address is too short.
af: Bevestigings-e-posadres is te kort.
am: የኢሜይል አድራሻ አረጋግጥ በጣም አጭር ነው።
ar: تأكيد عنوان البريد الإلكتروني يقل عن اللازم طولاً.
as: নিশ্চিত ইমেইল ঠিকনা অতি চুটি৷
az: E-poçt ünvanının çox qısa olduğunu təsdiqləyin.
bg: Имейл адресът за потвърждение е прекалено къс.
bn_in: নিশ্চিত করুন যে ইমেল ঠিকানা অত্যন্ত ছোট৷
bs: Potvrda da je adresa e-pošte prekratka.
cy: Cadarnhau bod y cyfeiriad e-bost yn rhy fyr.
da: Den bekræftende mailadresse er for kort.
de: Die Bestätigung der E-Mail-Adresse ist zu kurz.
el: Επιβεβαιώστε ότι η διεύθυνση ηλεκτρονικού ταχυδρομείου είναι πολύ μικρή.
es: La confirmación de la dirección de correo electrónico es demasiado corta.
et: Kinnitamise meiliaadress on liiga lühike.
eu: Berrespen helbide elektronikoa motzegia da.
fa: آدرس پست الکترونیکی تأیید بسیار کوتاه است.
ga: Seoladh ríomhphoist deimhniúcháin róghearr.
gd: Tha am post-d dearbhaidh ro ghoirid.
gl: Confirmación de enderezo de correo electrónico moi curta.
gu: ઇમેઇલ સરનામાંની પુષ્ટિ કરો ખૂબ ટૂંકુ છે.
he: אישור כתובת הדואר האלקטרוני קצר מדי.
hi: पुष्टिकरण ईमेल पता बहुत छोटा है.
hr: Potvrđena adresa e-pošte je prekratka.
hu: A megerősítő e-mail-cím túl rövid.
id: Alamat email konfirmasi terlalu pendek.
is: Staðfesting netfangs er of stutt.
ja: 確認用のメール アドレスが短すぎます。
ka: დადასტურების ელფოსტის მისამართი ძალიან მოკლეა.
kk: Растау электрондық пошта мекенжайы тым қысқа.
kn: ಇಮೇಲ್ ವಿಳಾಸವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿ.
ko: 확인 메일 주소가 너무 짧습니다.
ku_arab: ئیمەیڵی دووپاتکردنەوە زۆر کورتە.
ky: Ырастоочу электрондук почта дареги өтө кыска.
lo: ຢືນຢັນທີ່ຢູ່ອີເມວສັ້ນເກີນໄປ.
lt: Patvirtinimo el. pašto adresas per trumpas.
lv: Apstiprinājuma e-pasta adrese ir pārāk īsa.
mi: Me whakaū he poto rawa te wāhitau īmēra.
mk: Потврдувањето на адресата на е-пошта е прекратко.
ml: സ്ഥിരീകരണ ഇ-മെയില്‍ വിലാസം വളരെ ചെറുതാണ്.
mn: Баталгаажуулах э-шуудангийн хаяг хэт богино байна.
mr: पुष्टी करण्याचा ईमेल पत्ता खूप लहान आहे.
ms: Sahkan alamat e-mel terlalu pendek.
mt: L-indirizz elettroniku ta' konferma qasir wisq.
ne: रुजू इमेल ठेगाना धेरै छोटो छ।
nn_no: E-postadressa for stadfesting er for kort.
no: E-postadressen for bekreftelse er for kort.
or: ସୁନିଶ୍ଚିତ ଇମେଲ୍ ଠିକଣା ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ‏‏تصدیق کیتا ہویا ای میل پتا بہت نکا اے۔
pa_in: ਪੁਸ਼ਟੀ ਕਰੋ ਈਮੇਲ ਪਤਾ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Adres e-mail potwierdzenia jest zbyt krótki.
ru: Слишком короткий адрес электронной почты для подтверждения.
sd: تصديق لاءِ اي ميل جو پتو تمام ننڍو آھي.
si: තහවුරු ඉ-තැපැල් ලිපිනය කෙටි වැඩි බව තහවුරු කරන්න.
sl: Potrditveni e-poštni naslov je prekratek.
sr_cyrl_rs: Потврда да је е-адреса прекратка.
sr_latn_rs: Potvrda da je adresa e-pošte prekratka.
sv: Bekräftelsen av e-postadress är för kort.
ta: உறுதிப்படுத்தல் மின்னஞ்சல் முகவரி மிகச் சிறியதாக உள்ளது.
te: నిర్ధారణ ఇమెయిల్ చిరునామా చాలా చిన్నదిగా ఉంది.
tg: Тасдиқи суроғаи почтаи электронӣ аз ҳад кӯтоҳ аст.
th: อีเมลแอดเดรสยืนยันสั้นเกินไป
tr: Onay e-posta adresi çok kısa.
tt: Электрон почта адресы раслау өчен артык кыска.
ug: تورخەت ئادرېسىنىڭ بەك قىسقا ئىكەنلىكىنى مۇئەييەنلەشتۈرۈڭ.
uk: Повторно введена адреса електронної пошти закоротка.
ur: تصدیق شدہ ای میل پتہ بہت مختصر ہے۔
uz: Tasdiqlovchi elektron pochta manzili juda qisqa.
vi: Xác nhận địa chỉ email quá ngắn.
zh_hans: 确认电子邮件地址过短。
zh_hant: 確認電子郵件地址太短。

# Literal.CommunicationEmailConfirm.Required
source: Confirm email address is required.
af: Bevestigings-e-posadres word vereis.
am: የኢሜይል አድራሻ አረጋግጥ ያስፈልጋል።
ar: مطلوب تأكيد عنوان البريد الإلكتروني.
as: নিশ্চিত ইমেইল ঠিকনা আৱশ্যক৷
az: E-poçt ünvanının tələb olunduğunu təsdiqləyin.
bg: Имейл адресът за потвърждение е задължителен.
bn_in: নিশ্চিত করুন যে ইমেল ঠিকানার আবশ্যক৷
bs: Potvrda da je adresa e-pošte obavezna.
cy: Cadarnhau bod yn rhaid nodi cyfeiriad e-bost.
da: En bekræftende mailadresse skal angives.
de: Die Bestätigung der E-Mail-Adresse ist erforderlich.
el: Επιβεβαιώστε ότι απαιτείται η διεύθυνση ηλεκτρονικού ταχυδρομείου.
es: La confirmación de la dirección de correo electrónico es obligatoria.
et: Kinnitamise meiliaadress on kohustuslik.
eu: Berrespen helbide elektronikoa beharrezkoa da.
fa: به آدرس پست الکترونیکی تأیید نیاز است.
ga: Seoladh ríomhphoist deimhniúcháin ag teastáil.
gd: Tha feum air post-d dearbhaidh.
gl: Requírese confirmación de enderezo de correo electrónico.
gu: ઇમેઇલ સરનામાંની પુષ્ટિ કરો આવશ્યક છે.
he: אישור כתובת הדואר האלקטרוני נדרש.
hi: पुष्टिकरण ईमेल पता आवश्यक है.
hr: Potvrđena adresa e-pošte je obavezna.
hu: A megerősítő e-mail-cím megadása kötelező.
id: Alamat email konfirmasi wajib diisi.
is: Staðfesting netfangs er áskilin.
ja: 確認用のメール アドレスは必須項目です。
ka: მიუთითეთ დადასტურების ელფოსტის მისამართი.
kk: Растау электрондық пошта мекенжайы қажет.
kn: ಇಮೇಲ್ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿ.
ko: 확인 메일 주소는 필수 항목입니다.
ku_arab: ئیمەیڵی دووپاتکردنەوە پێویستە.
ky: Ырастоочу электрондук почта дареги талап кылынат.
lo: ຕ້ອງລະບຸຢືນຢັນທີ່ຢູ່ອີເມວ.
lt: Patvirtinimo el. pašto adresas būtinas.
lv: Norādiet apstiprinājuma e-pasta adresi.
mi: Me whakaū e hiahiatia ana te wāhitau īmēra.
mk: Потврдувањето на адресата на е-пошта е задолжително.
ml: സ്ഥിരീകരണ ഇമെയില്‍ വിലാസം ആവശ്യമാണ്.
mn: Баталгаажуулах э-шуудангийн хаягийг оруулах шаардлагатай.
mr: पुष्टी करण्याचा ईमेल पत्ता आवश्यक आहे.
ms: Sahkan alamat e-mel diperlukan.
mt: L-indirizz elettroniku ta' konferma hu meħtieġ.
ne: रुजू इमेल ठेगाना आवश्यक छ।
nn_no: E-postadresse for stadfesting er obligatorisk.
no: E-postadresse for bekreftelse må angis.
or: ସୁନିଶ୍ଚିତ ଇମେଲ୍ ଠିକଣା ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏تصدیق کیتا ہویا ای میل دی لوڑاے۔
pa_in: ਪੁਸ਼ਟੀ ਕਰੋ ਈਮੇਲ ਪਤਾ ਲੋੜੀਂਦਾ ਹੈ।
pl: Adres e-mail potwierdzenia jest wymagany.
ru: Необходимо ввести адрес электронной почты для подтверждения.
sd: تصديق لاءِ اي ميل جو پتو گھربل آھي.
si: තහවුරු ඉ-තැපැල් ලිපිනය අවශ්‍ය බව තහවුරු කරන්න.
sl: Potrditveni e-poštni naslov je obvezen.
sr_cyrl_rs: Потврда да је е-адреса обавезна.
sr_latn_rs: Potvrda da je adresa e-pošte obavezna.
sv: Bekräftelsen av e-postadress är obligatorisk.
ta: உறுதிப்படுத்தல் மின்னஞ்சல் முகவரி தேவை.
te: నిర్ధారణ ఇమెయిల్ చిరునామా అవసరం.
tg: Тасдиқи суроғаи почтаи электронӣ ҳатмист.
th: ต้องระบุอีเมลแอดเดรสยืนยัน
tr: Onay e-posta adresi gereklidir.
tt: Электрон почта адресы раслау өчен мәҗбүри.
ug: تورخەت ئادرېسى تەلەپ قىلىنىدىغانلىقىنى مۇئەييەنلەشتۈرۈڭ.
uk: Потрібно ще раз ввести адресу електронної пошти.
ur: تصدیق شدہ ای میل پتہ درکار ہے۔
uz: Tasdiqlovchi elektron pochta manzili talab qilinadi.
vi: Xác nhận địa chỉ email là cần thiết.
zh_hans: 确认电子邮件地址为必填项。
zh_hant: 確認電子郵件地址是必要資訊。
