Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PayPalHEC.ViewTerms
source: View terms
af: Bekyk bepalings
am: ውሎችን ይመልከቱ
ar: عرض الشروط
as: চৰ্তসমূহ চাওক
az: Şərtlərə baxın
bg: Преглед на условията
bn_in: শর্তাবলী দেখুন
bs: Prikaži uslove
cy: Gweld y telerau
da: Vis vilkår
de: Bestimmungen anzeigen
el: Προβολή όρων
es: Ver términos
et: Lugege tingimusi
eu: Ikusi baldintzak
fa: مشاهده شرایط
ga: Amharc ar na téarmaí
gd: Faic na teirmichean
gl: Ver as condicións de uso
gu: શરતો જુઓ
he: צפה בתנאים
hi: शर्तें देखें
hr: Prikaz uvjeta
hu: Feltételek megtekintése
id: Lihat ketentuan
is: Lesa skilmála
ja: 使用条件の表示
ka: იხილეთ პირობები
kk: Шарттарды көру
kn: ನಿಯಮಗಳನ್ನು ವೀಕ್ಷಿಸಿ
ko: 사용 약관 보기
ku_arab: بینینی مەرجەکان
ky: Шарттарын көрүү
lo: ເບິ່ງ​ຂໍ້​ກຳ​ນົດ
lt: Peržiūrėti sąlygas
lv: Skatiet noteikumus
mi: Tirohia ngā ture
mk: Прикажи услови
ml: വ്യവസ്ഥകൾ കാണുക
mn: Ашиглалтын нөхцлийг үзэх
mr: अटी पहा
ms: Lihat terma
mt: Ara t-termini
ne: सर्तहरू हेर्नुहोस्
nn_no: Vis vilkåra
no: Vis vilkår
or: ସର୍ତ୍ତାବଳୀ ଦେଖନ୍ତୁ
pa_arab_pk: شرائط ویکھو
pa_in: ਸ਼ਰਤਾਂ ਦੇਖੋ
pl: Wyświetl warunki
ru: Просмотреть условия
sd: شرطون ڏسو
si: නියමයන් බලන්න
sl: Ogled pogojev
sr_cyrl_rs: Прикажи одредбе
sr_latn_rs: Prikaži odredbe
sv: Visa villkoren
ta: விதிமுறைகளைப் பார்க்கவும்
te: నిబంధనలను వీక్షించండి
tg: Шартҳоро намоиш додан
th: ดูข้อกำหนด
tr: Koşulları görüntüle
tt: Шартларны карау
ug: شەرتلەرنى كۆرۈش
uk: Переглянути умови
ur: شرائط دیکھیں
uz: Shartlarini ko‘rish
vi: Xem điều khoản
zh_hans: 查看条款
zh_hant: 檢視條款

# Literal.PayPalHEC.ReviewInfoTitle
source: Review info and terms
af: Gaan inligting en bepalings na
am: መረጃ እና ውሎችን ይገምግሙ
ar: عرض المعلومات والشروط
as: তথ্য আৰু চৰ্তসমূহ সমীক্ষা কৰক
az: Məlumat və şərtlərə nəzər salın
bg: Преглед на информацията и условията
bn_in: পর্যালোচনা তথ্য এবং শর্তাবলী
bs: Pregledajte informacije i uslove
cy: Adolygu'r wybodaeth a'r telerau
da: Gennemse oplysninger og vilkår
de: Informationen und Bestimmungen prüfen
el: Εξέταση πληροφοριών και όρων
es: Revisar información y términos
et: Lugege läbi teave ja tingimused
eu: Berrikusi informazioa eta baldintzak
fa: بررسی اطلاعات و شرایط
ga: Athbhreithnigh faisnéis agus téarmaí
gd: Thoir sùil air an fhiosrachadh is na teirmichean
gl: Revisar información e condicións de uso
gu: માહિતી અને શરતોની સમીક્ષા કરો
he: סקור מידע ותנאי שימוש
hi: जानकारी और शर्तों की समीक्षा करें
hr: Pregled informacija i uvjeta
hu: Olvassa el a tájékoztatást és a feltételeket
id: Tinjau info dan ketentuan
is: Fara yfir upplýsingar og skilmála
ja: 情報と使用条件を確認する
ka: გაეცანით ინფორმაციასა და პირობებს
kk: Ақпарат пен шарттарды қарап шығу
kn: ಮಾಹಿತಿ ಮತ್ತು ನಿಯಮಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 정보 및 사용 약관 검토
ku_arab: پێداچوونەوە بە زانیاری و مەرجەکان
ky: Маалыматын жана шарттарын карап чыгуу
lo: ກວດ​ເບິ່ງ​ຂໍ້​ມູນ ແລະ ຂໍ້​ກຳ​ນົດ
lt: Peržiūrėti informaciją ir sąlygas
lv: Informācijas un noteikumu pārskatīšana
mi: Me arotake ngā mōhiohio me ngā ture
mk: Прегледај информации и услови
ml: വിവരവും വ്യവസ്ഥകളും അവലോകനം ചെയ്യുക
mn: Мэдэлэл ба нөхцлүүдийг нягтлах
mr: माहिती आणि अटींचे पुनरावलोकन करा
ms: Semak maklumat dan terma
mt: Iċċekkja l-informazzjoni u t-termini
ne: जानकारी र सर्तहरू समीक्षा गर्नुहोस्
nn_no: Sjå gjennom informasjon og vilkår
no: Se gjennom informasjon og vilkår
or: ସୂଚନା ଏବଂ ସର୍ତ୍ତାବଳୀ ସମୀକ୍ଷା କରନ୍ତୁ
pa_arab_pk: معلومات اتے شرائط دا فیر جائزہ لوو
pa_in: ਜਾਣਕਾਰੀ ਅਤੇ ਸ਼ਰਤਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰੋ
pl: Przejrzyj informacje i warunki
ru: Просмотреть сведения и условия
sd: معلومات ۽ شرطون جائزو ڪريو
si: තොරතුරු සහ නියමයන් සමාලෝචනය කරන්න
sl: Preglejte informacije in pogoje
sr_cyrl_rs: Преглед информација и одредби
sr_latn_rs: Pregled informacija i odredbi
sv: Granska information och villkoren
ta: விபரம் மற்றும் விதிகளை மீள்பார்க்க
te: సమాచారాన్ని మరియు నిబంధలను సమీక్షించండి
tg: Маълумот ва шартҳоро аз назар гузаронед
th: ตรวจสอบข้อมูลและข้อกำหนด
tr: Bilgi ve koşulları inceleyin
tt: Мәгълүматны һәм шартларны карау
ug: ئۇچۇر ۋە شەرتلەرنى كۆرۈش
uk: Переглянути відомості та умови
ur: معلومات اور شرائط کا جائزہ لیں
uz: Ma’lumot va shartlarni ko‘rish
vi: Xem lại thông tin và điều khoản
zh_hans: 查看信息和条款
zh_hant: 檢閱資訊與條款
