Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.AddressLine1Required
source: Address line 1 (required)
af: Adresreël 1 (vereis)
am: የአድራሻ መስመር 1 (ያስፈልጋል)
ar: سطر العنوان 1‏ (مطلوب)
as: ঠিকনা শাৰী 1 (প্ৰয়োজনীয়)
az: Ünvan sətri 1 (tələb olunur)
bg: Адрес ред 1 (задължително)
bn_in: ঠিকানা লাইন 1 (প্রয়োজনীয়)
bs: Red adrese 1 (obavezno)
cy: Llinell cyfeiriad 1 (gofynnol)
da: Adresselinje 1 (påkrævet)
de: Adresszeile 1 (erforderlich)
el: Γραμμή διεύθυνσης 1 (απαιτείται)
es: Línea de dirección 1 (obligatorio)
et: Postiaadressi 1. rida (nõutav)
eu: Helbidearen 1. lerroa (beharrezkoa)
fa: خط ۱ آدرس (الزامی)
ga: Líne 1 den seoladh (riachtanach)
gd: Loidhne 1 dhen t-seòladh (riatanach)
gl: Liña de enderezo 1 (necesario)
gu: સરનામાં લાઇન 1 (આવશ્યક)
he: שורת כתובת 1 (נדרש)
hi: पता पंक्ति 1 (आवश्यक)
hr: Adresni redak 1 (obavezno)
hu: Cím 1. sora (kötelező)
id: Baris alamat 1 (wajib diisi)
is: Heimilisfang, lína 1 (áskilið)
ja: 住所 1 (必須)
ka: მისამართის ხაზი 1 (სავალდებულო)
kk: 1-мекенжай жолы (міндетті)
kn: ವಿಳಾಸ ಸಾಲು 1 (ಅಗತ್ಯವಾಗಿದೆ)
ko: 주소란 1(필수)
lo: ທີ່ຢູ່ ແຖວ 1 (ຈຳເປັນ)
lt: 1 adreso eilutė (būtina)
lv: Adreses 1. rindiņa (obligāti)
mi: Rārangi wāhinoho 1 (ka hiahiatia)
mk: Ред 1 за адреса (задолжителен)
ml: വിലാസ ലൈൻ 1 (ആവശ്യമാണ്)
mr: पत्त्याची ओळ 1 (आवश्यक)
ms: Baris alamat 1 (diperlukan)
mt: Linja tal-indirizz 1 (meħtieġa)
ne: ठेगाना लाइना 1 (आवश्यक छ)
nn_no: Adresseline 1 (obligatorisk)
no: Adresselinje 1 (obligatorisk)
or: ଠିକଣା ଧାଡି 1 (ଆବଶ୍ୟକ)
pa_in: ਪਤਾ ਲਾਈਨ 1 (ਲੋੜੀਂਦਾ)
pl: Wiersz adresu 1 (wymagany)
ru: Адрес, строка 1 (обязательно)
sl: Naslov 1 (obvezno)
sr_cyrl_rs: Ред 1 за улицу и број (обавезно)
sr_latn_rs: Red 1 za ulicu i broj (obavezno)
sv: Adressrad 1 (obligatoriskt)
ta: முகவரி வரி 1 (கட்டாயமானது)
te: చిరునామా పంక్తి 1 (అవసరం)
th: ที่อยู่บรรทัดที่ 1 (ต้องระบุ)
tr: Adres satırı 1 (gerekli)
tt: 1 адрес юлы (мәҗбүри)
ug: ئادرېس قۇرى 1 (زۆرۈر)
uk: Рядок адреси 1 (обов’язково)
ur: پتے کی لائن 1 (لازمی)
uz: Manzil – 1-satr (majburiy)
vi: Địa chỉ dòng 1 (bắt buộc)
zh_hans: 地址行 1 (必填)
zh_hant: 地址行 1 (必填)

# Word.CityRequired
source: City (required)
af: Stad (vereis)
am: ከተማ (ያስፈልጋል)
ar: المدينة (مطلوب)
as: মহানগৰ (প্ৰয়োজনীয়)
az: Şəhər (tələb olunur)
bg: Град (задължително)
bn_in: শহর (প্রয়োজনীয়)
bs: Grad (obavezno)
cy: Tref/Dinas (gofynnol)
da: By (påkrævet)
de: Ort (erforderlich)
el: Πόλη (απαιτείται)
es: Ciudad (obligatorio)
et: Linn (nõutav)
eu: Hiria (beharrezkoa)
fa: شهر (الزامی)
ga: Cathair (riachtanach)
gd: Baile (riatanach)
gl: Cidade (necesario)
gu: શહેર (આવશ્યક)
he: עיר (נדרש)
hi: शहर (आवश्यक)
hr: Grad (obavezno)
hu: Település (kötelező)
id: Kota (wajib diisi)
is: Borg (áskilin)
ja: 市区町村 (必須)
ka: ქალაქი (სავალდებულო)
kk: Қала (міндетті)
kn: ನಗರ (ಅಗತ್ಯವಾಗಿದೆ)
ko: 구/군/시(필수)
lo: ເມືອງ (ຈຳເປັນ)
lt: Miestas (būtina)
lv: Pilsēta (obligāti)
mi: Tāone (ka hiahiatia)
mk: Град (задолжително)
ml: നഗരം (ആവശ്യമാണ്)
mr: शहर (आवश्यक)
ms: Bandar (diperlukan)
mt: Belt (meħtieġ)
ne: सहर (आवश्यक छ)
nn_no: By (obligatorisk)
no: Poststed (obligatorisk)
or: ସହର (ଆବଶ୍ୟକ)
pa_in: ਸ਼ਹਿਰ (ਲੋੜੀਂਦਾ)
pl: Miasto (wymagane)
ru: Город (обязательно)
sl: Mesto (obvezno)
sr_cyrl_rs: Град (обавезно)
sr_latn_rs: Grad (obavezno)
sv: Ort (obligatoriskt)
ta: நகரம் (கட்டாயமானது)
te: నగరం (అవసరం)
th: เมือง (ต้องระบุ)
tr: Şehir (gerekli)
tt: Шәһәр (мәҗбүри)
ug: شەھەر (زۆرۈر)
uk: Місто (обов’язково)
ur: شہر (لازمی)
uz: Shahar (majburiy)
vi: Thành phố (bắt buộc)
zh_hans: 城市(必填)
zh_hant: 城市 (必填)

# Word.StateRequired
source: State (required)
af: Staat (vereis)
am: ክፍለ ግዛት(ያስፈልጋል)
ar: الولاية (مطلوب)
as: ৰাজ্য (প্ৰয়োজনীয়)
az: Dövlət (tələb olunur)
bg: Щат (задължително)
bn_in: স্থিতি (প্রয়োজনীয়)
bs: Država (obavezno)
cy: Sir/Talaith (gofynnol)
da: Stat (påkrævet)
de: Bundesland (erforderlich)
el: Νομός (απαιτείται)
es: Estado (obligatorio)
et: Osariik (nõutav)
eu: Estatua (beharrezkoa)
fa: وضعیت (الزامی)
ga: Stát (riachtanach)
gd: Stàit (riatanach)
gl: Estado (necesario)
gu: રાજ્ય (આવશ્યક)
he: מדינה (נדרש)
hi: राज्य (आवश्यक)
hr: Savezna država (obavezno)
hu: Állam (kötelező)
id: Negara bagian (wajib diisi)
is: Hreppur (áskilið)
ja: 状態 (必須)
ka: შტატი (სავალდებულო)
kk: Мемлекет (міндетті)
kn: ರಾಜ್ಯ (ಅಗತ್ಯವಾಗಿದೆ)
ko: 시/도(필수)
lo: ລັດ (ຈຳເປັນ)
lt: Rajonas / apskritis (būtina)
lv: Novads (obligāti)
mi: Rohe Whenua (ka hiahiatia)
mk: Држава (задолжително)
ml: അവസ്ഥ (ആവശ്യമാണ്)
mr: राज्य (आवश्यक)
ms: Negeri (diperlukan)
mt: Stat (meħtieġ)
ne: राज्य (आवश्यक छ)
nn_no: Stat (obligatorisk)
no: Stat (obligatorisk)
or: ରାଜ୍ୟ (ଆବଶ୍ୟକ)
pa_in: ਰਾਜ (ਲੋੜੀਂਦਾ)
pl: Kraj/region (wymagany)
ru: Штат (обязательно)
sl: Država (obvezno)
sr_cyrl_rs: Држава (обавезно)
sr_latn_rs: Država (obavezno)
sv: Delstat (obligatoriskt)
ta: மாநிலம் (கட்டாயமானது)
te: రాష్ట్రం (అవసరం)
th: รัฐ (ต้องระบุ)
tr: İl (gerekli)
tt: Штат (мәҗбүри)
ug: ئىشتات (زۆرۈر)
uk: Область (обов’язково)
ur: ریاست (لازمی)
uz: Shtat (majburiy)
vi: Tiểu bang (bắt buộc)
zh_hans: 状态(必需)
zh_hant: 縣/市 (必填)

# Word.ZipcodeRequired
source: ZIP code (required)
af: Poskode (vereis)
am: ዚፕ ኮድ (ያስፈልጋል)
ar: الرمز البريدي (مطلوب)
as: ZIP ক'ড (প্ৰয়োজনীয়)
az: Poçt indeksi (tələb olunur)
bg: Пощенски код (задължително)
bn_in: ZIP কোড (প্রয়োজনীয়)
bs: Poštanski broj (obavezno)
cy: Cod ZIP (gofynnol)
da: Postnummer (påkrævet)
de: Postleitzahl (erforderlich)
el: Ταχυδρομικός κώδικας (απαιτείται)
es: Código postal (obligatorio)
et: Sihtnumber (nõutav)
eu: Posta-kodea (beharrezkoa)
fa: کد پستی (الزامی)
ga: Cód ZIP (riachtanach)
gd: Còd-puist (riatanach)
gl: Código postal (necesario)
gu: ZIP કોડ (આવશ્યક)
he: מיקוד (נדרש)
hi: ज़िप कोड (आवश्यक)
hr: Poštanski broj (obavezno)
hu: Irányítószám (kötelező)
id: Kode ZIP (wajib diisi)
is: Póstnúmer (áskilið)
ja: 郵便番号 (必須)
ka: საფოსტო ინდექსი (სავალდებულო)
kk: Пошталық индекс (міндетті)
kn: ZIP ಕೋಡ್ (ಅಗತ್ಯವಾಗಿದೆ)
ko: 우편 번호(필수)
lo: ລະຫັດ ZIP (ຈຳເປັນ)
lt: Pašto indeksas (ZIP) (būtina)
lv: Pasta indekss (obligāti)
mi: Waehere ZIP (ka hiahiatia)
mk: Поштенски број (задолжителен)
ml: ZIP കോഡ് (ആവശ്യമാണ്)
mr: ZIP कोड (आवश्यक)
ms: Poskod (diperlukan)
mt: Kodiċi postali (meħtieġ)
ne: जिप कोड (आवश्यक छ)
nn_no: Postnummer (obligatorisk)
no: Postnummer (obligatorisk)
or: ଜିପ୍ କୋଡ୍ (ଆବଶ୍ୟକ)
pa_in: ZIP ਕੋਡ (ਲੋੜੀਂਦਾ)
pl: Kod pocztowy (wymagany)
ru: Почтовый индекс (обязательно)
sl: Poštna številka (obvezno)
sr_cyrl_rs: Поштански број (обавезно)
sr_latn_rs: Poštanski broj (obavezno)
sv: Postnummer (obligatoriskt)
ta: ZIP குறியீடு (கட்டாயமானது)
te: జిప్ కోడ్ (అవసరం)
th: รหัสไปรษณีย์ (ต้องระบุ)
tr: Posta kodu (gerekli)
tt: Почта индексы (мәҗбүри)
ug: پوچتا نومۇرى (زۆرۈر)
uk: поштовий індекс (обов’язково)
ur: زپ کوڈ (لازمی)
uz: Pochta indeksi (majburiy)
vi: Mã ZIP (bắt buộc)
zh_hans: 邮政编码(必需)
zh_hant: 郵遞區號 (必填)

# Word.ProvinceRequired
source: Province (required)
af: Provinsie (vereis)
am: ክፍለ ሀገር (ያስፈልጋል)
ar: المقاطعة (مطلوب)
as: প্ৰদেশ (প্ৰয়োজনীয়)
az: Əyalət (tələb olunur)
bg: Провинция (задължително)
bn_in: অঞ্চল (প্রয়োজনীয়)
bs: Pokrajina (obavezno)
cy: Talaith/Rhanbarth (gofynnol)
da: Provins (påkrævet)
de: Provinz (erforderlich)
el: Περιοχή (απαιτείται)
es: Provincia (obligatorio)
et: Maakond (nõutav)
eu: Probintzia (beharrezkoa)
fa: استان (الزامی)
ga: Cúige (riachtanach)
gd: Mòr-roinn/Siorrachd (riatanach)
gl: Provincia (necesario)
gu: પ્રાંત (આવશ્યક)
he: מחוז (נדרש)
hi: प्रांत (आवश्यक)
hr: Pokrajina (obavezno)
hu: Tartomány (kötelező)
id: Provinsi (wajib diisi)
is: Sýsla (áskilið)
ja: 都道府県 (必須)
ka: პროვინცია (სავალდებულო)
kk: Облыс (міндетті)
kn: ಪ್ರಾಂತ್ಯ (ಅಗತ್ಯವಾಗಿದೆ)
ko: 시/도(필수)
lo: ແຂວງ (ຈຳເປັນ)
lt: Provincija (būtina)
lv: Rajons (obligāti)
mi: Porowini (ka hiahiatia)
mk: Провинција (задолжително)
ml: പ്രവിശ്യ (ആവശ്യമാണ്)
mr: प्रांत (आवश्यक)
ms: Wilayah (diperlukan)
mt: Provinċja (meħtieġa)
ne: प्रदेश (आवश्यक छ)
nn_no: Område (obligatorisk)
no: Provins (obligatorisk)
or: ପ୍ରଦେଶ (ଆବଶ୍ୟକ)
pa_in: ਪ੍ਰਾਂਤ (ਲੋੜੀਂਦਾ)
pl: Województwo (wymagane)
ru: Область, край (обязательно)
sl: Provinca (obvezno)
sr_cyrl_rs: Покрајина (обавезно)
sr_latn_rs: Pokrajina (obavezno)
sv: Region (obligatoriskt)
ta: மாகாணம் (கட்டாயமானது)
te: ప్రావిన్స్ (అవసరం)
th: จังหวัด (ต้องระบุ)
tr: İlçe (gerekli)
tt: Өлкә исеме (мәҗбүри)
ug: ئۆلكە (زۆرۈر)
uk: Провінція (обов’язково)
ur: صوبہ (لازمی)
uz: Provinsiya (majburiy)
vi: Tỉnh (bắt buộc)
zh_hans: 省(必填)
zh_hant: 州/省 (必填)

# Word.PostalcodeRequired
source: Postal Code (required)
af: Poskode (vereis)
am: ፖስታ ኮድ (ያስፈልጋል)
ar: الرمز البريدي (مطلوب)
as: পোষ্টেল ক'ড (প্ৰয়োজনীয়)
az: Poçt Kodu (tələb olunur)
bg: Пощенски код (задължително)
bn_in: ডাক কোড (প্রয়োজনীয়)
bs: Poštanski broj (obavezno)
cy: Cod Post (gofynnol)
da: Postnummer (påkrævet)
de: Postleitzahl (erforderlich)
el: Ταχυδρομικός κώδικας (απαιτείται)
es: Código postal (obligatorio)
et: Sihtnumber (nõutav)
eu: Posta-kodea (beharrezkoa)
fa: کد پستی (الزامی)
ga: Cód poist (riachtanach)
gd: Còd-puist (riatanach)
gl: Código postal (necesario)
gu: પોસ્ટલ કોડ (આવશ્યક)
he: מיקוד (נדרש)
hi: पोस्टल कोड (आवश्यक)
hr: Poštanski broj (obavezno)
hu: Irányítószám (kötelező)
id: Kode Pos (wajib diisi)
is: Póstnúmer (áskilið)
ja: 郵便番号 (必須)
ka: საფოსტო კოდი (სავალდებულო)
kk: Пошталық индекс (міндетті)
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್ (ಅಗತ್ಯವಾಗಿದೆ)
ko: 우편 번호(필수)
lo: ລະຫັດໄປສະນີ (ຈຳເປັນ)
lt: Pašto indeksas (būtina)
lv: Pasta indekss (obligāti)
mi: Waehere Poutāpeta (ka hiahiatia)
mk: Поштенски број (задолжителен)
ml: പോസ്റ്റൽ കോഡ് (ആവശ്യമാണ്)
mr: पोस्टल कोड (आवश्यक)
ms: Poskod (diperlukan)
mt: Kodiċi Postali (meħtieġ)
ne: हुलाक कोड (आवश्यक छ)
nn_no: Postnummer (obligatorisk)
no: Postnummer (obligatorisk)
or: ଡାକ କୋଡ୍ (ଆବଶ୍ୟକ)
pa_in: ਡਾਕ ਕੋਡ (ਲੋੜੀਂਦਾ)
pl: Kod pocztowy (wymagany)
ru: Почтовый индекс (обязательно)
sl: Poštna številka (obvezno)
sr_cyrl_rs: Поштански број (обавезно)
sr_latn_rs: Poštanski broj (obavezno)
sv: Postnummer (obligatoriskt)
ta: அஞ்சல் குறியீடு (கட்டாயமானது)
te: పోస్టల్ కోడ్ (అవసరం)
th: รหัสไปรษณีย์ (ต้องระบุ)
tr: Posta Kodu (gerekli)
tt: Почта индексы (мәҗбүри)
ug: پوچتا نومۇرى (زۆرۈر)
uk: Поштовий індекс (обов’язково)
ur: پوسٹ کوڈ (لازمی)
uz: Pochta indeksi (majburiy)
vi: Mã bưu điện (bắt buộc)
zh_hans: 邮政编码(必填)
zh_hant: 郵遞區號 (必填)

# Word.VerifyPaymentMethodText
source: Due to Reserve Bank of India regulations, we will need to verify your payment method.
af: Weens die Reserwebank van Indië se regulasies sal ons jou betaalmetode moet verifieer.
am: በህንድ ሪዘርቭ ባንክ ደንቦች ምክንያት፣ የክፍያ መንገድዎን ማረጋገጥ አለብን።
ar: بسبب لوائح بنك الهند الاحتياطي، سنحتاج إلى التحقق من طريقة الدفع التي تستخدمها.
as: ভাৰতীয় ৰিজাৰ্ভ বেংকৰ নিয়মাৱলী অনুসৰি, আমি আপোনাৰ পৰিশোধ পদ্ধতি পৰীক্ষা কৰিব লাগিব।
az: Hindistan Ehtiyat Bankının qaydalarına əsasən ödəniş metodunuzu yoxlamağımız tələb olunur.
bg: Поради нормативните разпоредби на Reserve Bank of India ще трябва да проверим вашия метод на плащане.
bn_in: ভারতীয় রিজার্ভ ব্যাঙ্কের নিয়মাবলী অনুযায়ী, আমাদেরকে আপনার অর্থপ্রদানের পদ্ধতি যাচাই করতে হবে।
bs: Zbog propisa banke Reserve Bank of India, morat ćemo provjeriti vaš način plaćanja.
cy: Oherwydd rheoliadau Reserve Bank of India, bydd angen i ni ddilysu eich ffordd o dalu.
da: På grund af reglerne fra Reserve Bank of India skal vi bekræfte din betalingsmetode.
de: Aufgrund der Bestimmungen der Reserve Bank of India müssen wir Ihre Zahlungsmethode verifizieren.
el: Λόγω των κανονισμών της Reserve Bank of India, θα χρειαστεί να επαληθεύσουμε τη μέθοδο πληρωμής σας.
es: Debido a las regulaciones del Banco de la Reserva de la India, tendremos que comprobar su método de pago.
et: India Reservpanga eeskirjade tõttu peame kontrollima teie makseviisi.
eu: Reserve Bank of India-ren arauak direla eta, zure ordainketa-metodoa egiaztatu behar dugu.
fa: به‌دلیل مقررات «بانک ذخایر هند»، باید روش پرداخت شما را تأیید کنیم.
ga: De bharr rialacháin Bhanc Cúlchiste na hIndia, ní mór dúinn do mhodh íocaíochta a fhíorú.
gd: Air sgàth riaghailtean Banca Cùl-stòr nan Innseachan, feumaidh sinn an dòigh pàighidh agad a dhearbhadh.
gl: Debido ás normativas do Reserve Bank of India, teremos que verificar o teu método de pagamento.
gu: રિઝર્વ બેંક ઑફ ઇન્ડિયાના નિયમનોના કારણે, અમારે તમારી ચુકવણી પદ્ધતિની ચકાસણી કરવાની જરૂર પડશે.
he: עקב תקנות הבנק המרכזי של הודו, נצטרך לאמת את שיטת התשלום שלך.
hi: Reserve Bank of India विनियमों के कारण, हमें आपकी भुगतान विधि सत्यापित करनी होगी.
hr: Zbog propisa Rezervne banke Indije morat ćemo provjeriti vaš način plaćanja.
hu: A Reserve Bank of India előírásai miatt ellenőriznünk kell a fizetési módot.
id: Karena peraturan Reserve Bank of India, kami perlu memverifikasi metode pembayaran Anda.
is: Vegna reglugerða Reserve Bank of India þurfum við að sannprófa greiðslumátann þinn.
ja: インド準備銀行の規制により、お客様の支払い方法を確認する必要があります。
ka: Reserve Bank of India-ს რეგულაციების გამო საჭიროა თქვენი გადახდის მეთოდის გადამოწმება.
kk: Үндістанның Резервтік банкінің нормативтік-құқықтық актілеріне байланысты сіздің төлем әдісіңізді тексеру қажет болады.
kn: ಭಾರತೀಯ ರಿಸರ್ವ್ ಬ್ಯಾಂಕ್ ನಿಯಮಗಳ ಕಾರಣದಿಂದಾಗಿ, ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ನಾವು ಪರಿಶೀಲಿಸಬೇಕಾದ ಅಗತ್ಯವಿದೆ.
ko: 인도 중앙은행(Bank of India) 규정으로 인해 귀하의 결제 방법을 확인해야 합니다.
lo: ເນື່ອງຈາກກົດລະບຽບຂອງ Reserve Bank of India, ພວກເຮົາຈຳເປັນຈະຕ້ອງໄດ້ກວດສອບວິທີການຊຳລະເງິນຂອງທ່ານ.
lt: Dėl Indijos rezervų banko taisyklių turėsime pavirtinti jūsų mokėjimo būdą.
lv: Indijas Rezervju bankas noteikumu dēļ mums būs jāpārbauda jūsu maksāšanas metode.
mi: Nā ngā ture Rāhui Pēke o Īnia, me manatoko e mātou tōu tikanga utu.
mk: Поради регулативите на Банката за резерви на Индија, ќе треба да го потврдиме вашиот начин на плаќање.
ml: റിസർവ് ബാങ്ക് ഓഫ് ഇന്ത്യ നിയന്ത്രണങ്ങൾ കാരണം, നിങ്ങളുടെ പേയ്മെന്റ് രീതി ഞങ്ങൾ പരിശോധിക്കേണ്ടതുണ്ട്.
mr: रिझर्व्ह बँक ऑफ इंडिया नियमनांमुळे, आम्हाला आपली देय पद्धत पडताळावी लागेल.
ms: Disebabkan peraturan Reserve Bank of India, kami perlu menentusahkan kaedah pembayaran anda.
mt: Minħabba r-regolamenti tar-Reserve Bank of India, aħna se jkollna bżonn nivverifikaw il-metodu ta’ ħlas tiegħek.
ne: भारतीय रिजर्भ बैंकका नियमहरूको कारणले, हामीले तपाईंको भुक्तानी विधि रूजू गर्न आवश्यक हुनेछ।
nn_no: På grunn av reglar frå Reserve Bank of India, treng vi å bekrefte betalingsmetoden din.
no: På grunn av bestemmelser fra Reserve Bank of India må vi bekrefte betalingsmetoden din.
or: ଭାରତୀୟ ରିଜର୍ଭ ବ୍ୟାଙ୍କ ନିୟମାବଳୀ ଯୋଗୁଁ ଆମକୁ ଆପଣଙ୍କ ଦେୟ ପଦ୍ଧତି ଯାଞ୍ଚ କରିବାକୁ ପଡିବ.
pa_in: ਭਾਰਤੀ ਰਿਜ਼ਰਵ ਬੈਂਕ ਦੇ ਨਿਯਮਾਂ ਦੇ ਕਾਰਨ, ਸਾਨੂੰ ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਤਸਦੀਕ ਕਰਨ ਦੀ ਲੋੜ ਹੋਵੇਗੀ।
pl: Ze względu na przepisy Banku Rezerw Indii, musimy zweryfikować Twoją formę płatności.
ru: В соответствии с нормативными актами Резервного банка Индии нам потребуется проверить ваш метод оплаты.
sl: Zaradi predpisov centralne indijske banke (Reserve Bank of India) moramo preveriti vaš način plačila.
sr_cyrl_rs: Због прописа Банке резерви Републике Индије, мораћемо да верификујемо ваш начин плаћања.
sr_latn_rs: Zbog propisa Banke rezervi Republike Indije, moraćemo da verifikujemo vaš način plaćanja.
sv: På grund av regler för Reserve Bank of India behöver vi verifiera din betalningsmetod.
ta: இந்திய ரிசர்வ் வங்கியின் ஒழுங்குமுறைகள் காரணமாக, உங்கள் பேமெண்ட் முறையை நாங்கள் சரிபார்க்க வேண்டும்.
te: రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా నిబంధనల కారణంగా, మీ చెల్లింపు విధానాన్ని మేము ధృవీకరించాల్సి ఉంటుంది.
th: เนื่องจากข้อบังคับของธนาคารกลางอินเดีย เราจําเป็นต้องตรวจสอบวิธีการชําระเงินของคุณ
tr: Reserve Bank of India düzenlemeleri nedeniyle ödeme yönteminizi doğrulamanız gerekir.
tt: Индия Резерв банкы кагыйдәләре нигезендә безгә сезнең түләү ысулын расларга кирәк булачак.
ug: ھىندىستان ئامانەت بانكىسىنىڭ تۈزۈمى بويىچە تۆلەش ئۇسۇلىنى دەلىللىشىمىز كېرەك.
uk: Відповідно до нормативно-правових актів Резервного банку Індії нам потрібно буде перевірити ваш метод оплати.
ur: ریزرو بینک آف انڈیا کے قوانین کی بناء پر ہمیں آپ کے طریقہ ادائیگی کی تصدیق کرنی پڑے گی۔
uz: Hindiston Markaziy banki qoidalariga muvofiq, toʻlov usulingizni tasdiqlashimiz kerak.
vi: Theo quy định của Ngân hàng Dự trữ Ấn Độ, chúng tôi sẽ cần xác minh phương thức thanh toán của bạn.
zh_hans: 由于印度储备银行的规定，我们需要验证你的付款方式。
zh_hant: 由於印度保留銀行的規定，我們需要驗證您的付款條件。

# Word.ManagePaymentText
source: You can manage your automatic payment preferences on
af: Jy kan jou outomatiese betaalvoorkeure bestuur op
am: የራስ ሰር የክፍያ ምርጫዎችዎን በራስዎ ማስተዳደር ይችላሉ በ
ar: يمكنك إدارة تفضيلات الدفع التلقائي على
as: আপুনি আপোনাৰ স্বয়ংক্ৰিয় পৰিশোধৰ অগ্ৰাধিকাৰসমূহ ইয়াত পৰিচালনা কৰিব পাৰে
az: Avtomatik ödəniş seçimlərinizi idarə edə bilərsiniz
bg: Можете да управлявате предпочитанията си за автоматично плащане на
bn_in: আপনি আপনার স্বয়ংক্রিয় অর্থপ্রদানের অগ্রাধিকারসমূহ পরিচালনা করতে পারেন
bs: Možete upravljati svojim opcijama automatskog plaćanja na
cy: Gallwch reoli eich dewisiadau talu awtomatig ar
da: Du kan administrere dine indstillinger for automatisk betaling på
de: Sie können Ihre Einstellungen für automatische Zahlungen verwalten auf
el: Μπορείτε να διαχειριστείτε τις αυτόματες προτιμήσεις πληρωμής σας μέσω της
es: Puede administrar sus preferencias de pago automático en
et: Automaatseid makseeelistusi saate hallata
eu: Ordainketa automatikorako zure hobespenak hemen kudea ditzakezu:
fa: می‌توانید تنظیمات برگزیده پرداخت خودکار را در اینجا مدیریت کنید:
ga: Is féidir leat do shainroghanna íocaíochta uathoibríocha a bhainistiú ar
gd: ’S urrainn dhut roghainnean nam pàigheadh fèin-obrachail a stiùireadh air
gl: Podes xestionar as preferencias de pagamento automático
gu: તમે આની પર તમારી સ્વયંચાલિત ચૂકવણી પસંદગીઓને મેનેજ કરી શકો છો
he: באפשרותך לנהל את העדפות התשלום האוטומטי שלך ב-
hi: आप अपनी स्वचालित भुगतान प्राथमिकताएँ इस पर प्रबंधित कर सकते हैं
hr: Postavkama automatskog plaćanja možete upravljati na stranici
hu: Az automatikus fizetési beállításokat itt kezelheti:
id: Anda dapat mengelola preferensi pembayaran otomatis di
is: Þú getur stjórnað kjörstillingum sjálfvirkra greiðslna á
ja: 自動支払のユーザー設定は、次で管理できます:
ka: თქვენი ავტომატური გადახდის უპირატესი პარამეტრების მართვა შეგიძლიათ
kk: Автоматты төлем параметрлерін басқаруыңызға болады
kn: ನಿಮ್ಮ ಸ್ವಯಂಚಾಲಿತ ಪಾವತಿ ಆದ್ಯತೆಗಳನ್ನು ನೀವು ಇಲ್ಲಿ ನಿರ್ವಹಿಸಬಹುದು
ko: 다음에서 자동 결제 기본 설정 관리 가능
lo: ທ່ານສາມາດຈັດການການກຳນົດຄ່າການຊຳລະເງິນໂດຍອັດຕະໂນມັດຂອງທ່ານໃນ
lt: Galite valdyti automatinio mokėjimo nuostatas
lv: Automātiskās maksājumu preferences varat pārvaldīt šeit:
mi: Ka taea e koe ōu manakohanga te whakahaere utu aunoa ināianei
mk: Можете да управувате со вашите претпочитани вредности за автоматско плаќање на
ml: നിങ്ങളുടെ ഓട്ടോമാറ്റിക് പേയ്മെന്റ് മുൻഗണനകൾ നിങ്ങൾക്ക് മാനേജ് ചെയ്യാൻ കഴിയും
mr: आपण आपली स्वयंचलित देय प्राधान्ये यावर व्यवस्थापित करू शकता
ms: Anda boleh menguruskan keutamaan pembayaran automatik anda pada
mt: Tista’ timmaniġġja l-preferenzi awtomatiċi tal-pagament tiegħek fuq
ne: तपाईं निम्नमा आफ्ना स्वचालित भुक्तानी प्राथमिकताहरू व्यवस्थित गर्न सक्नुहुन्छ
nn_no: Du kan handsame innstillingane for automatisk betaling på
no: Du kan administrere innstillingene for automatisk betaling på
or: ଆପଣ ଆପଣଙ୍କ ସ୍ୱୟଂଚାଳିତ ଦେୟ ଅଗ୍ରାଧିକାରଗୁଡିକ ପରିଚାଳନା କରିପାରିବେ
pa_in: ਤੁਸੀਂ ਆਪਣੀਆਂ ਸਵੈਚਲਿਤ ਭੁਗਤਾਨ ਤਰਜੀਹਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ
pl: Preferencjami dotyczącymi płatności automatycznych możesz zarządzać w
ru: Вы можете управлять настройками автоматических платежей на
sl: Nastavitve samodejnega plačevanja lahko upravljate tukaj:
sr_cyrl_rs: Жељеним поставкама аутоматског плаћања можете управљати на
sr_latn_rs: Željenim postavkama automatskog plaćanja možete upravljati na
sv: Du kan hantera dina automatiska betalningsinställningar på
ta: இங்கே உங்கள் தானியங்குப் பேமெண்ட் முன்னுரிமைகளை நிர்வகிக்கலாம்:
te: మీరు మీ ఆటోమేటిక్ చెల్లింపు ప్రాధాన్యతలను నిర్వహించవచ్చు
th: คุณสามารถจัดการการกําหนดลักษณะการชําระเงินอัตโนมัติของคุณได้ที่
tr: Otomatik ödeme tercihlerinizi şu adresten yönetebilirsiniz:
tt: Автоматик рәвештә түләү параметрлары белән түбәндәге чыганакта идарә итә аласыз:
ug: ئۆزلۈكىدىن تۆلەش مايىللىقىنى بۇ يەردە باشقۇرالايسىز:
uk: Ви можете керувати параметрами автоматичної оплати на
ur: آپ اپنی خودکار ادائیگی کی ترجیحات کا نظم و نسق یہاں کر سکتے ہیں
uz: Quyidagi sahifada avtomatik toʻlov afzalliklaringizni boshqarishingiz mumkin:
vi: Bạn có thể quản lý tùy chọn thanh toán tự động của mình trên
zh_hans: 你可以在以下位置管理自动付款首选项
zh_hant: 您可以開啟自動付款喜好設定

# Word.EnterYourCvv.Text
source: Enter your CVV
af: Voer jou CVV in
am: የእርስዎን CVV ያስገቡ
ar: إدخال رمز التحقق من البطاقة (CVV)
as: আপোনাৰ CVV প্ৰবিষ্ট কৰক
az: CVV-nizi daxil edin
bg: Въведете вашия CVV код
bn_in: আপনার CVV লিখুন
bs: Unesite svoj CVV
cy: Rhowch eich CVV
da: Angiv din CVV
de: Geben Sie Ihre Kreditkartenprüfnummer ein.
el: Πληκτρολογήστε το CVV σας
es: Escriba su CVV
et: Sisestage oma CVV-kood
eu: Idatzi CVV zenbakia
fa: CVV خود را وارد کنید
ga: Iontráil do CVV
gd: Cuir a-steach an CVV agad
gl: Introduza o CVV
gu: તમારો CVV દાખલ કરો
he: הזן את ה- CVV
hi: अपना CVV दर्ज करें
hr: Unesite vaš CVV
hu: Adja meg a CVV-t
id: Masukkan CVV Anda
is: Færðu inn CVV-kóðann
ja: CVV を入力
ka: შეიყვანეთ თქვენი CVV კოდი
kk: CVV кодын енгізіңіз
kn: ನಿಮ್ಮ CVV ಅನ್ನು ನಮೂದಿಸಿ
ko: CVV 입력
lo: ປ້ອນ CVV ຂອງທ່ານເຂົ້າ
lt: Įveskite savo CVV
lv: Ievadiet savu CVV kodu
mi: Tāurua tōu CVV
mk: Внесете го својот CVV-код
ml: നിങ്ങളുടെ CVV നല്‍കുക
mr: आपला CVV प्रविष्ठ करा
ms: Masukkan CVV anda
mt: Daħħal is-CVV tiegħek
ne: आफ्नो CVV प्रविष्ट गर्नुहोस्
nn_no: Skriv inn CVV-nummer
no: Skriv inn CVV-nummeret
or: ଆପଣଙ୍କ CVV ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_in: ਆਪਣਾ CVV ਦਾਖਲ ਕਰੋ
pl: Wprowadź kod CVV
ru: Введите СVV-код
sl: Vnesite številko CVV
sr_cyrl_rs: Унесите CVV
sr_latn_rs: Unesite CVV
sv: Ange CVV-kod
ta: உங்கள் CVV எண்ணை உள்ளிடவும்
te: మీ CVV‌ని నమోదు చేయండి
th: ใส่ CVV ของคุณ
tr: CVV’nizi girin
tt: CVV кодын кертегез
ug: CVV نى كىرگۈزۈڭ
uk: Введіть код CVV
ur: اپنا CVV درج کریں
uz: CVV-kodni kiriting
vi: Nhập CVV của bạn
zh_hans: 输入 CVV
zh_hant: 輸入您的 CVV
