Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.VirtualAlipay.Text
source: You will be redirected to AliPay to complete your purchase after you click place order. You will be returned to Office 365 when you complete your payment.
af: Jy sal na AliPay herlei word om jou aankoop te voltooi nadat jy op plaas bestelling klik. Jy sal na Office 365 terugkeer wanneer jy jou betaling voltooi.
am: ትዕዛዝ አስቀምጥ የሚለውን ከተጫኑ በኋላ ግብይቶን ለማጠናቀቅ ወደ AliPay የሚላኩ ይሆናሉ። ክፍያዎት ካጠናቀቁ በኋላ ወደ ኦፊስ 365 ይመለሳሉ።
ar: ستتم إعادة توجيهك إلى AliPay لإتمام عملية الشراء التي تجريها بعد النقر فوق "تقديم الطلب". وسيتم إرجاعك إلى Office 365 عند إتمام الدفع.
as: আপুনি অৰ্ডাৰ প্ৰদান ক্লিক কৰাৰ পিছত আপোনাৰ ক্ৰয় সম্পূৰ্ণ কৰাৰ বাবে আপোনাক AliPay লৈ প্ৰেৰণ কৰা হ’ব। আপুনি যেতিয়া আপোনাৰ পৰিশোধ সম্পূৰ্ণ কৰে তেতিয়া আপোনাক Office 365 লৈ ঘূৰাই অনা হ’ব।
az: Sifarişin yerləşdirilməsi düyməsini kliklədikdən sonra satınalmanı tamamlamaq üçün AliPay-ə yönləndiriləcəksiniz. Ödənişi tamamladıqdan sonra Office 365-ə qayıdacaqsınız.
bg: Ще бъдете пренасочени към AliPay за приключване на покупката ви, след като сте щракнали върху „Подаване на поръчка“. След приключване на плащането ще бъдете върнати към Office 365.
bn_in: আপনি অর্ডার করুন-এ ক্লিক করার পর আপনার কেনাকাটা সম্পূর্ণ করার জন্য আপনাকে AliPay-এ পুনঃনির্দেশ করা হবে৷ আপনি আপনার অর্থপ্রদান সম্পূর্ণ করার পর আপনাকে Office 365-এ ফিরিয়ে আনা হবে৷
bs: Bit ćete preusmjereni na Alipay kako biste dovršili kupovinu kad kliknete Napravi narudžbu. Bit ćete vraćeni u Office 365 kad dovršite uplatu.
cy: Byddwch chi'n cael eich ailgyfeirio i AliPay er mwyn cwblhau'r archeb. Byddwch chi'n dod yn ôl i Office 365 ar ôl gorffen talu.
da: Du bliver omdirigeret til AliPay for at fuldføre dit køb, når du har klikket på afgiv ordre. Du vil vende tilbage til Office 365, når du har fuldført betalingen.
de: Zum Abschließen des Kaufs werden Sie an AliPay umgeleitet, wenn Sie auf "Bestellung aufgeben" klicken. Nach Abschluss des Zahlvorgangs kehren Sie zu Office 365 zurück.
el: Θα ανακατευθυνθείτε στο AliPay για να ολοκληρώσετε την αγορά σας αφού κάνετε κλικ στην επιλογή "Υποβολή παραγγελίας". Θα μεταφερθείτε πίσω στο Office 365 όταν ολοκληρώσετε την πληρωμή σας.
es: Se le redirigirá a AliPay para completar la compra en cuanto haga clic en "Realizar pedido". Volverá a Office 365 una vez que haya completado el pago.
et: Teid suunatakse AliPay lehele, et saaksite oma ostu pärast tellimuse esitamist lõpule viia. Kui olete oma makse sooritanud, suunatakse teid tagasi Office 365 keskkonda.
eu: "Erosi" botoia sakatutakoan, AliPay-ren orrira birbideratuko zaizu ordainketa osatzeko. Ordainketa osatutakoan, Office 365era itzuliko zara.
fa: پس از کلیک روی انجام سفارش، شما به AliPay هدایت می‌شوید تا خرید خود را تکمیل کنید. هنگامی که پرداخت خود را تکمیل کردید، به Office 365 بازگردانده می‌شوید.
ga: Tar éis duit cliceáil ar ‘Déan ordú’, atreorófar thú chuig AliPay chun an ceannachán a chur i gcrích. Fillfear ar Office 365 nuair a bheidh an íocaíocht curtha i gcrích.
gd: Thèid d’ ath-stiùireadh gu Alipay a choileanadh na ceannachd agad an dèidh dhut briogadh air “Cuir an t-òrdan”. Thèid do thilleadh gu Office 365 an dèidh dhut am pàigheadh a choileanadh.
gl: Despois de premer en finalizar pedido, irás a AliPay para completar a compra. Volverás a Office 365 cando realices o pago.
gu: તમે ઑર્ડર આપો ક્લિક કર્યા પછી તમારી ખરીદીને પૂર્ણ કરવા માટે તમને AliPay પર રીડાયરેક્ટ કરવામાં આવશે. જ્યારે તમે તમારી ચૂકવણી પૂર્ણ કરશો, પછી તમને Office 365 પરત લઈ જવામાં આવશે.
he: תנותב מחדש ל- AliPay כדי להשלים את הרכישה לאחר הלחיצה על האפשרות לביצוע ההזמנה. תוחזר ל- Office 365 עם השלמת התשלום.
hi: ऑर्डर दें पर क्लिक करने के बाद, अपनी खरीदारी पूर्ण करने के लिए आपको AliPay ऑनलाइन भुगतान पर पुननिर्देशित किया जाएगा. अपना भुगतान पूर्ण कर लेने पर आप Office 365 में वापस आ जाएँगे.
hr: Kada kliknete slanje narudžbe, preusmjerit ćemo vas na AliPay da biste dovršili kupnju. Kada dovršite plaćanje, vratit ćete se na Office 365.
hu: A rendszer átirányítja az AliPay oldalra a vásárlás befejezéséhez, miután rákattintott a megrendelésre. Ha a kifizetés megtörtént, vissza fog térni az Office 365 oldalára.
id: Anda akan dialihkan ke AliPay untuk menyelesaikan pembelian Anda setelah mengklik buat pesanan. Anda akan dikembalikan ke Office 365 ketika Anda menyelesaikan pembayaran.
is: Þér verður beint til AliPay til að ganga frá kaupunum eftir að þú leggur pöntunina inn. Þegar greiðslan er komin í gegn ferðu aftur á Office 365.
ja: 注文をクリックした後、購入を完了するために Alipay にリダイレクトされます。支払いを完了すると、Office 365 に戻ります。
ka: თქვენ გადამისამართდებით AliPay-ზე შეკვეთის დასასრულებლად, „შეკვეთის განთავსებაზე“ დაჭერის შემდეგ. თქვენ შეძლებთ Office 365-ში დაბრუნებას გადახდის დასრულებისას.
kk: Тапсырыс беру түймешігін басқаннан кейін сатып алуды аяқтау үшін AliPay бетіне бағытталатын боласыз. Төлем аяқталғаннан кейін Office 365 бағдарламасына ораласыз.
kn: ಆರ್ಡರ್ ಪ್ಲೇಸ್ ಮಾಡಿ ಎಂಬುದನ್ನು ನೀವು ಕ್ಲಿಕ್ ಮಾಡಿದ ನಂತರ ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಲು AliPay ಗೆ ನಿಮ್ಮನ್ನು ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಪಾವತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದಾಗ ನಿಮ್ಮನ್ನು Office 365 ಗೆ ವಾಪಸು ಮಾಡಲಾಗುತ್ತದೆ.
ko: 주문을 클릭한 후 구매를 마칠 수 있도록 AliPay로 리디렉션됩니다. 결제를 마치면 Office 365로 돌아옵니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຫາ AliPay ເພື່ອສຳເລັດການຊື້ຂອງທ່ານຫຼັງຈາກທ່ານຄລິກສັ່ງຊື້. ທ່ານຈະກັບໄປຫາ Office 365 ເມື່ອທ່ານຈ່າຍເງິນສຳເລັດແລ້ວ.
lt: Kai spustelėsite Pateikti užsakymą, būsite peradresuoti į „AliPay“, kad užbaigtumėte pirkimą. Jus grąžins į „Office 365“, kai atliksite mokėjimą.
lv: Pēc noklikšķināšanas uz Veikt pasūtījumu, jūs tiksit novirzīts uz AliPay, lai pabeigtu pirkumu. Pēc maksājuma pabeigšanas jūs tiksit atgriezts pakalpojumā Office 365.
mi: Ka tahuri kētia koe ki AliPay kia whakaotia tō hokonga ina pāwhiri koe ki Tāpae tono. Ka whakahokia koe ki Office 365 ina oti i a koe tō utunga.
mk: Ќе ве пренасочиме на AliPay за да го завршите купувањето откако ќе ја направите нарачката. Ќе се вратите во Office 365 кога ќе го извршите плаќањето.
ml: "ഓർഡർ നൽകുക" ക്ലിക്ക് ചെയ്‌തതിന് ശേഷം നിങ്ങളുടെ വാങ്ങൽ പൂർത്തിയാക്കുന്നതിന് AliPay-യിലേയ്‌ക്ക് നിങ്ങളെ നയിക്കും. പേയ്‌മെന്റ് പൂർത്തിയാക്കിക്കഴിഞ്ഞാൽ നിങ്ങൾ Office 365-ലേയ്‌ക്ക് തിരികെയെത്തും.
mr: ऑर्डर करा वर क्लिक केल्यावर आपल्याला ऑर्डर पूर्ण करण्यासाठी AliPay कडे पुनर्निर्देशित केले जाईल. आपले पेमेंट पूर्ण झाल्यावर आपल्याला Office 365 ला परत आणले जाईल.
ms: Anda akan diubah hala ke AliPay bagi melengkapkan pembelian anda selepas anda mengklik buat pesanan. Anda akan dikembalikan ke Office 365 apabila pembayaran selesai.
mt: Se tiġi ridirezzjonata lejn AliPay biex ittemm ix-xirja tiegħek wara li tikklikkja agħmel l-ordni. Se tintbagħat lura lejn Office 365 meta tlesti l-pagament tiegħek.
ne: तपाईंले अर्डर दिनुहोस्‌ मा क्लिक गरे पछि तपाईंलाई तपाईंको खरिद सम्पन्न गर्न AliPay मा लगिने छ। तपाईंले भुक्तानी सम्पन्न गरे पछि तपाईंलाई Office 365 मा फिर्ता लगिने छ।
nn_no: Du vil bli omdirigert til AliPay for å ferdigstille kjøpet etter at du har plassert ordren. Du vil bli returnert til Office 365 når du har ferdigstilt betalinga.
no: Du vil bli omdirigert til AliPay for å fullføre ditt kjøp når du har klikket plasser bestilling. Du vil bli returnert til Office 365 når du fullfører betalingen.
or: ଆପଣ ଅର୍ଡର ରଖନ୍ତୁ କ୍ଲିକ୍‌ କରିବା ପରେ ଆପଣଙ୍କ କ୍ରୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ପାଇଁ ଆପଣଙ୍କୁ AliPayକୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ. ଆପଣ ନିଜର ଦେୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ପରେ ଆପଣଙ୍କୁ Office 365କୁ ଫେରାଇ ନିଆଯିବ.
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ "ਆਰਡਰ ਕਰੋ" 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡੀ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਾਸਤੇ ਤੁਹਾਨੂੰ AliPay 'ਤੇ ਰੀਡਾਇਰੈਕਟ ਕੀਤਾ ਜਾਵੇਗਾ। ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਭੁਗਤਾਨ ਨੂੰ ਪੂਰਾ ਕਰ ਲਓਗੇ, ਤਾਂ Office 365 ਵਾਪਸ 'ਤੇ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Po kliknięciu pozycji złożenia zamówienia nastąpi przekierowanie do usługi Alipay w celu dokonania zakupu. Po dokonaniu płatności nastąpi przekierowanie do witryny usługi Office 365.
ru: После выбора элемента "Разместить заказ" вы будете перенаправлены на AliPay для завершения покупки. После завершения оплаты вы вернетесь в Office 365.
sl: Po oddaji naročila boste preusmerjeni na v storitev AliPay, kjer boste zaključili nakup. Po izvedbi plačila se boste vrnili v storitev Office 365.
sr_cyrl_rs: Бићете преусмерени на Alipay да бисте довршили куповину када кликнете на дугме „Направи поруџбину“. Бићете враћени у Office 365 када довршите уплату.
sr_latn_rs: Bićete preusmereni na Alipay da biste dovršili kupovinu kada kliknete na dugme „Napravi porudžbinu“. Bićete vraćeni u Office 365 kada dovršite uplatu.
sv: Du omdirigeras till AliPay för att slutföra köpet när du har klickat på alternativet för att lägga beställning. Du tas tillbaka till Office 365 när du har slutfört betalningen.
ta: ஆர்டர் செய்யுமாறு கிளிக் செய்த பிறகு உங்கள் வாங்குதலை முடிக்க AliPay-க்குத் திருப்பி விடப்படுவீர்கள். நீங்கள் கட்டணத்தைச் செலுத்தி முடித்ததும் Office 365-க்குத் திருப்பியனுப்பப்படுவீர்கள்.
te: మీరు ఆర్డర్‌ని ప్లేస్ చేయి క్లిక్ చేసిన తర్వాత మీ కొనుగోలును పూర్తిచేయడానికి మీరు AliPayకి మళ్లించబడతారు. మీరు మీ చెల్లింపుని పూర్తి చేసిన తర్వాత Office 365కి తిరిగి వస్తారు.
th: คุณจะถูกเปลี่ยนเส้นทางไปยัง AliPay เพื่อดำเนินการคำสั่งซื้อของคุณให้เสร็จสมบูรณ์หลังจากที่คุณคลิกทำการสั่งซื้อ จากนั้นคุณจะถูกนำกลับมายัง Office 365 เมื่อดำเนินการชำระเงินเรียบร้อยแล้ว
tr: Sipariş ver seçeneğine tıkladıktan sonra, satın alma işleminizin tamamlanabilmesi için AliPay'e yönlendirileceksiniz. Ödemenizi tamamladığınızda Office 365'e döneceksiniz.
tt: Заказ калдыруга чирттергәч, сатып алуыгызны тәмамлау өчен, сез AliPay'га юнәлтеләчәксез. Түләвегезне тәмамлагач, сез Office 365'ка кире кайтачаксыз.
ug: بۇيرۇتۇش كۇنۇپكىسىنى چەكسىڭىز، ئەلىپەي (AliPay) بېتىگە باشلىنىسىز. پۇل تۆلەپ بولغاندا يەنە Office 365 بېتىگە قايتىپ كېلىسىز.
uk: Коли ви натиснете кнопку "Оформити замовлення", вас буде переспрямовано на сторінку AliPay. Після проведення платежу ви повернетеся в Office 365.
ur: پلیس ہولڈر پر آپ کے کلک کرنے کے بعد آپ کی خریداری مکمل کرنے کیلئے آپ کو AliPay کی طرف ری ڈائریکٹ کیا جائے گا۔ اپنی ادائیگی آپ کے مکمل کر لینے پر آپ کو Office 365 پر لوٹایا جائے گا۔
uz: Buyurtmani rasmiylashtirish tugmasi bosilgandan keyin xarid jarayonini yakunlash uchun AliPay xizmatiga yoʻnaltirilasiz. Toʻlov amalga oshirilgandan keyin Office 365 ga qaytasiz.
vi: Sau khi bấm vào Đặt hàng, bạn sẽ được chuyển hướng đến AliPay để hoàn tất giao dịch mua hàng. Bạn sẽ quay trở lại Office 365 khi hoàn tất quá trình thanh toán.
zh_hans: 单击“下单”后，你将被重定向到 AliPay 以完成购买。完成付款后，你将返回到 Office 365。
zh_hant: 在您按一下下單之後，即會將您重新導向至支付寶以完成購買程序。完成付款之後，您就會回到 Office 365。

# Literal.MSFB.VirtualUnionpay.Text
source: You will be redirected to UnionPay Online Payment to complete your purchase after you click place order. You will be returned to Office 365 when you complete your payment.
af: Jy sal na UnionPay aanlyn betaling herlei word om jou aankoop te voltooi nadat jy op plaas bestelling klik. Jy sal na Office 365 terugkeer wanneer jy jou betaling voltooi.
am: ትዕዛዝ አስቀምጥ የሚለውን ከተጫኑ በኋላ ግብይቶን ለማጠናቀቅ ወደ UnionPay ኦንላይን ክፍያ የሚላኩ ይሆናሉ። ክፍያዎት ካጠናቀቁ በኋላ ወደ ኦፊስ 365 ይመለሳሉ።
ar: ستتم إعادة توجيهك إلى الدفع عبر الإنترنت عبر UnionPay لإتمام عملية الشراء التي تجريها بعد النقر فوق "تقديم الطلب". وسيتم إرجاعك إلى Office 365 عند إتمام الدفع.
as: আপুনি অৰ্ডাৰ প্ৰদান ক্লিক কৰাৰ পিছত আপোনাৰ ক্ৰয় সম্পূৰ্ণ কৰাৰ বাবে আপোনাক ইউনিয়ন পে অনলাইন পেমেণ্টলৈ প্ৰেৰণ কৰা হ’ব। আপুনি যেতিয়া আপোনাৰ পৰিশোধ সম্পূৰ্ণ কৰে তেতিয়া আপোনাক Office 365 লৈ ঘূৰাই অনা হ’ব।
az: Sifarişin yerləşdirilməsi düyməsini kliklədikdən sonra satınalmanı tamamlamaq üçün Union Pay Onlayn Ödənişə yönləndiriləcəksiniz. Ödənişi tamamladıqdan sonra Office 365-ə qayıdacaqsınız.
bg: Ще бъдете пренасочени за онлайн плащане с UnionPay за приключване на покупката ви, след като сте щракнали върху „Подаване на поръчка“. След приключване на плащането ще бъдете върнати към Office 365.
bn_in: আপনি অর্ডার করুন-এ ক্লিক করার পর আপনার কেনাকাটা সম্পূর্ণ করার জন্য আপনাকে UnionPay-এ পুনঃনির্দেশ করা হবে৷ আপনি আপনার অর্থপ্রদান সম্পূর্ণ করার পর আপনাকে Office 365-এ ফিরিয়ে আনা হবে৷
bs: Bit ćete preusmjereni na Plaćanje na mreži preko usluge UnionPay kako biste dovršili kupovinu kad kliknete Napravi narudžbu. Bit ćete vraćeni u Office 365 kad dovršite uplatu.
cy: Byddwch chi'n cael eich ailgyfeirio i Daliad Ar-lein UnionPay er mwyn cwblhau'r archeb. Byddwch chi'n dod yn ôl i Office 365 ar ôl gorffen talu.
da: Du bliver omdirigeret til UnionPay-onlinebetaling for at fuldføre dit køb, når du har klikket på afgiv ordre. Du vil vende tilbage til Office 365, når du har fuldført betalingen.
de: Zum Abschließen des Kaufs werden Sie an UnionPay Online Payment umgeleitet, wenn Sie auf "Bestellung aufgeben" klicken. Nach Abschluss des Zahlvorgangs kehren Sie zu Office 365 zurück.
el: Θα ανακατευθυνθείτε στην ηλεκτρονική πληρωμή μέσω UnionPay για να ολοκληρώσετε την αγορά σας αφού κάνετε κλικ στην επιλογή "Υποβολή παραγγελίας". Θα μεταφερθείτε πίσω στο Office 365 όταν ολοκληρώσετε την πληρωμή σας.
es: Se le redirigirá al pago en línea con UnionPay para completar la compra en cuanto haga clic en "Realizar pedido". Volverá a Office 365 una vez que haya completado el pago.
et: Teid suunatakse UnionPay Online Paymenti lehele, et saaksite oma ostu pärast tellimuse esitamist lõpule viia. Kui olete oma makse sooritanud, suunatakse teid tagasi Office 365 keskkonda.
eu: "Erosi" botoia sakatutakoan, Union Pay-ren lineako ordainketen orrira birbideratuko zaizu ordainketa osatzeko. Ordainketa osatutakoan, Office 365era itzuliko zara.
fa: پس از کلیک روی انجام سفارش، شما به UnionPay Online Payment هدایت می‌شوید تا خرید خود را تکمیل کنید. هنگامی که پرداخت خود را تکمیل کردید، به Office 365 بازگردانده می‌شوید.
ga: Tar éis duit cliceáil ar ‘Déan ordú’, atreorófar thú chuig íocaíocht ar líne UnionPay chun an ceannachán a chur i gcrích. Fillfear ar Office 365 nuair a bheidh an íocaíocht curtha i gcrích.
gd: Thèid d’ ath-stiùireadh gu UnionPay Online Payment a choileanadh na ceannachd agad an dèidh dhut briogadh air “Cuir an t-òrdan”. Thèid do thilleadh gu Office 365 an dèidh dhut am pàigheadh a choileanadh.
gl: Despois de premer en finalizar pedido, irás a UnionPay Online Payment para completar a compra. Volverás a Office 365 cando realices o pago.
gu: તમે ઑર્ડર આપો ક્લિક કર્યા પછી તમારી ખરીદીને પૂર્ણ કરવા માટે તમને UnionPay ઑનલાઇન ચૂકવણી પર રીડાયરેક્ટ કરવામાં આવશે. જ્યારે તમે તમારી ચૂકવણી પૂર્ણ કરશો, પછી તમને Office 365 પરત લઈ જવામાં આવશે.
he: תנותב מחדש ל- UnionPay Online Payment כדי להשלים את הרכישה לאחר הלחיצה על האפשרות לביצוע ההזמנה. תוחזר ל- Office 365 עם השלמת התשלום.
hi: ऑर्डर दें पर क्लिक करने के बाद, अपनी खरीदारी पूर्ण करने के लिए आपको UnionPay ऑनलाइन भुगतान पर पुननिर्देशित किया जाएगा. अपना भुगतान पूर्ण कर लेने पर आप Office 365 में वापस आ जाएँगे.
hr: Kada kliknete slanje narudžbe, preusmjerit ćemo vas na internetsko plaćanje putem servisa UnionPay da biste dovršili kupnju. Kada dovršite plaćanje, vratit ćete se na Office 365.
hu: A rendszer átirányítja a Union Pay online fizetési oldalra a vásárlás befejezéséhez, miután rákattintott a megrendelésre. Ha a kifizetés megtörtént, vissza fog térni az Office 365 oldalára.
id: Anda akan dialihkan ke Pembayaran Online UnionPay untuk menyelesaikan pembelian Anda setelah mengklik buat pesanan. Anda akan dikembalikan ke Office 365 ketika Anda menyelesaikan pembayaran.
is: Þér verður beint til UnionPay-netgreiðsluþjónustunnar til að ganga frá kaupunum eftir að þú leggur pöntunina inn. Þegar greiðslan er komin í gegn ferðu aftur á Office 365.
ja: 注文をクリックした後、購入を完了するために UnionPay オンライン決済にリダイレクトされます。支払いを完了すると、Office 365 に戻ります。
ka: თქვენ გადამისამართდებით UnionPay ინტერნეტით გადახდის გვერდზე შეკვეთის დასასრულებლად, „შეკვეთის განთავსებაზე“ დაჭერის შემდეგ. თქვენ შეძლებთ Office 365-ში დაბრუნებას თქვენი გადახდის დასრულებისას.
kk: Тапсырыс беру түймешігін басқаннан кейін сатып алуды аяқтау үшін UnionPay онлайндық төлемі бетіне бағытталатын боласыз. Төлем аяқталғаннан кейін Office 365 бағдарламасына ораласыз.
kn: ಆರ್ಡರ್‌ ಪ್ಲೇಸ್ ಮಾಡಿ ಎಂಬುದನ್ನು ನೀವು ಕ್ಲಿಕ್ ಮಾಡಿದ ನಂತರ ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು UnionPay ಆನ್‌ಲೈನ್ ಪಾವತಿಗೆ ನಿಮ್ಮನ್ನು ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಪಾವತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದಾಗ ನಿಮ್ಮನ್ನು Office 365 ಗೆ ವಾಪಸು ಮಾಡಲಾಗುತ್ತದೆ.
ko: 주문을 클릭한 후 구매를 마칠 수 있도록 UnionPay Online Payment로 리디렉션됩니다. 결제를 마치면 Office 365로 돌아옵니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຫາ UnionPay ເພື່ອສຳເລັດການຊື້ຂອງທ່ານຫຼັງຈາກທ່ານຄລິກສັ່ງຊື້. ທ່ານຈະກັບໄປຫາ Office 365 ເມື່ອທ່ານຈ່າຍເງິນສຳເລັດແລ້ວ.
lt: Kai spustelėsite Pateikti užsakymą, būsite peradresuoti į „UnionPay“ mokėjimų internetu svetainę, kad užbaigtumėte pirkimą. Jus grąžins į „Office 365“, kai atliksite mokėjimą.
lv: Pēc noklikšķināšanas uz Veikt pasūtījumu, jūs tiksit novirzīts uz UnionPay Online Payment, lai pabeigtu pirkumu. Pēc maksājuma pabeigšanas jūs tiksit atgriezts pakalpojumā Office 365.
mi: Ka tahuri kētia koe ki te Utunga UnionPay Tuihono kia whakaotia tō hokonga ina pāwhiri koe ki Tāpae tono. Ka whakahokia koe ki Office 365 ina oti i a koe tō utunga.
mk: Ќе ве пренасочиме на плаќањето преку интернет UnionPay за да го завршите купувањето откако ќе ја направите нарачката. Ќе се вратите во Office 365 кога ќе го извршите плаќањето.
ml: "ഓർഡർ നൽകുക" ക്ലിക്ക് ചെയ്‌തതിന് ശേഷം നിങ്ങളുടെ വാങ്ങൽ പൂർത്തിയാക്കുന്നതിന് UnionPay ഓൺലൈൻ പേയ്‌മെന്റിലേയ്‌ക്ക് നിങ്ങളെ നയിക്കും. പേയ്‌മെന്റ് പൂർത്തിയാക്കിക്കഴിഞ്ഞാൽ നിങ്ങൾ Office 365-ലേയ്‌ക്ക് തിരികെയെത്തും.
mr: ऑर्डर करा वर क्लिक केल्यावर आपल्याला ऑर्डर पूर्ण करण्यासाठी UnionPay कडे पुनर्निर्देशित केले जाईल. आपले पेमेंट पूर्ण झाल्यावर आपल्याला Office 365 ला परत आणले जाईल.
ms: Anda akan diubah hala ke Pembayaran Dalam Talian UnionPay bagi melengkapkan pembelian anda selepas anda mengklik buat pesanan. Anda akan dikembalikan ke Office 365 apabila pembayaran selesai.
mt: Se tiġi ridirezzjonata lejn UnionPay Online Payment biex ittemm ix-xirja tiegħek wara li tikklikkja agħmel l-ordni. Se tintbagħat lura lejn Office 365 meta tlesti l-pagament tiegħek.
ne: तपाईंले अर्डर दिनुहोस्‌ मा क्लिक गरे पछि तपाईंलाई तपाईंको खरिद सम्पन्न गर्न UnionPay अनलाइन भुक्तानीमा लगिने छ। तपाईंले भुक्तानी सम्पन्न गरे पछि तपाईंलाई Office 365 मा फिर्ता लगिने छ।
nn_no: Du vil bli omdirigert til UnionPay Online Payment for å ferdigstille kjøpet etter at du har plassert ordren. Du vil bli returnert til Office 365 når du har ferdigstilt betalinga.
no: Du vil bli omdirigert til Union Pay elektronisk betaling for å fullføre ditt kjøp når du har klikket plasser bestilling. Du vil bli returnert til Office 365 når du fullfører betalingen.
or: ଆପଣ ଅର୍ଡର ରଖନ୍ତୁ କ୍ଲିକ୍‌ କରିବା ପରେ ଆପଣଙ୍କ କ୍ରୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ପାଇଁ ଆପଣଙ୍କୁ UnionPay ଅନଲାଇନ୍‌ ଦେୟକୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ. ଆପଣ ନିଜର ଦେୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ପରେ ଆପଣଙ୍କୁ Office 365କୁ ଫେରାଇ ନିଆଯିବ.
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ "ਆਰਡਰ ਕਰੋ" 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡੀ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਾਸਤੇ ਤੁਹਾਨੂੰ UnionPay 'ਤੇ ਰੀਡਾਇਰੈਕਟ ਕੀਤਾ ਜਾਵੇਗਾ। ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਭੁਗਤਾਨ ਨੂੰ ਪੂਰਾ ਕਰ ਲਓਗੇ, ਤਾਂ Office 365 ਵਾਪਸ 'ਤੇ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Po kliknięciu pozycji złożenia zamówienia nastąpi przekierowanie do płatności UnionPay w trybie online w celu dokonania zakupu. Po dokonaniu płatności nastąpi przekierowanie do witryny usługi Office 365.
ru: После выбора элемента "Разместить заказ" вы будете перенаправлены в систему электронных платежей UnionPay для завершения покупки. После завершения оплаты вы вернетесь в Office 365.
sl: Po oddaji naročila boste preusmerjeni na v storitev UnionPay Online Payment, kjer boste zaključili nakup. Po izvedbi plačila se boste vrnili v storitev Office 365.
sr_cyrl_rs: Бићете преусмерени на Плаћање на мрежи преко услуге UnionPay да бисте довршили куповину када кликнете на дугме „Направи поруџбину“. Бићете враћени у Office 365 када довршите уплату.
sr_latn_rs: Bićete preusmereni na Plaćanje na mreži preko usluge UnionPay da biste dovršili kupovinu kada kliknete na dugme „Napravi porudžbinu“. Bićete vraćeni u Office 365 kada dovršite uplatu.
sv: Du omdirigeras till Onlinebetalning med UnionPay för att slutföra köpet när du har klickat på alternativet för att lägga beställning. Du tas tillbaka till Office 365 när du har slutfört betalningen.
ta: ஆர்டர் செய்யுமாறு கிளிக் செய்த பிறகு உங்கள் வாங்குதலை முடிக்க UnionPay-க்குத் திருப்பி விடப்படுவீர்கள். நீங்கள் கட்டணத்தைச் செலுத்தி முடித்ததும் Office 365-க்குத் திருப்பியனுப்பப்படுவீர்கள்.
te: మీరు ఆర్డర్‌ని ప్లేస్ చేయి క్లిక్ చేసిన తర్వాత మీ కొనుగోలును పూర్తి చేయడానికి UnionPay ఆన్‌లైన్ చెల్లింపుకి మళ్లించబడతారు. మీరు మీ చెల్లింపుని పూర్తి చేసిన తర్వాత Office 365కి తిరిగి వస్తారు.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังการชำระเงินออนไลน์ทาง UnionPay เพื่อดำเนินการคำสั่งซื้อของคุณให้เสร็จสมบูรณ์หลังจากที่คุณคลิกทำการสั่งซื้อ จากนั้นคุณจะถูกนำกลับมายัง Office 365 เมื่อดำเนินการชำระเงินเรียบร้อยแล้ว
tr: Sipariş ver seçeneğine tıkladıktan sonra, satın alma işleminizin tamamlanabilmesi için UnionPay Çevrimiçi Ödeme'ye yeniden yönlendirileceksiniz. Ödemenizi tamamladığınızda Office 365'e döneceksiniz.
tt: Заказ калдыруга чирттергәч, сатып алуыгызны тәмамлау өчен, сез Union Pay онлайн түләвенә юнәлтеләчәксез. Түләвегезне тәмамлагач, сез Office 365'ка кире кайтачаксыз.
ug: بۇيرۇتۇش كۇنۇپكىسىنى چەكسىڭىز، بانكا بىرلەشمىسى بېتىگە باشلىنىسىز. پۇل تۆلەپ بولغاندا يەنە Office 365 بېتىگە قايتىپ كېلىسىز.
uk: Коли ви натиснете кнопку "Оформити замовлення", вас буде переспрямовано на сторінку онлайнового платежу UnionPay. Після проведення платежу ви повернетеся в Office 365.
ur: پلیس ہولڈر پر آپ کے کلک کرنے کے بعد آپ کی خریداری مکمل کرنے کیلئے آپ کو Union Pay آن لائن ادائیگی کی طرف ری ڈائریکٹ کیا جائے گا۔ اپنی ادائیگی آپ کے مکمل کر لینے پر آپ کو Office 365 پر لوٹایا جائے گا۔
uz: Buyurtmani rasmiylashtirish tugmasi bosilgandan keyin xarid jarayonini yakunlash uchun UnionPay Onlayn toʻlov xizmatiga yoʻnaltirilasiz. Toʻlov amalga oshirilgandan keyin Office 365 ga qaytasiz.
vi: Sau khi bấm vào Đặt hàng, bạn sẽ được chuyển hướng đến dịch vụ Thanh toán trực tuyến UnionPay để hoàn tất giao dịch mua hàng. Bạn sẽ quay trở lại Office 365 khi hoàn tất quá trình thanh toán.
zh_hans: 单击“下单”后，你将被重定向到“银联在线支付”以完成购买。完成付款后，你将返回到 Office 365。
zh_hant: 在您按一下下單之後，即會將您重新導向至 UnionPay 線上付款以完成購買程序。完成付款之後，您就會回到 Office 365。
