Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PayPalHEC.ReviewInfoDescription
source: Use PayPal for future payments to Microsoft Corporation. Payments will be made with your default payment method unless you select a preferred payment method. To make changes, go to your profile on PayPal.com and update your preapproved payments. See PayPal payment policies on PayPal.com.
af: Gebruik PayPal vir toekomstige betalings aan Microsoft Corporation. Betalings sal gemaak word met jou verstekbetaalmetode tensy jy 'n verkose betaalmetode kies. Om veranderinge te maak, gaan na jou profiel op PayPal.com en werk jou voorafgoedgekeurde betalings by. Sien PayPal-betaalbeleide op PayPal.com.
am: ወደፊት ወደ Microsoft Corporation ለሚያደርጉቸው ክፍያዎች PayPal ይጠቀሙ። ሌላ ተመራጭ የክፍያ ዘዴ ካልመረጡ በቀር በእርስዎ ነባሪ የክፍያ ዘዴ አማካይነት ይከናወናሉ። ለውጦችን ለማድረግ በ PayPal.com ላይ ወደ የእርስዎ መገለጫ ይሂዱ እና የእርስዎን በቅድሚያ የተፈቀዱ ክፍያዎች ያዘምኑ። የ PayPal ክፍያ መመሪያዎችን በ PayPal.com ላይ ይመልከቱ።
ar: استخدم PayPal في المدفوعات المستقبلية إلى Microsoft Corporation. سيتم إجراء المدفوعات بأسلوب الدفع الافتراضي ما لم تحدد أسلوب الدفع المفضل. لإجراء تغييرات، انتقل إلى ملف التعريف الخاص بك على PayPal.com وقم بتحديث المدفوعات التي تم اعتمادها مسبقاً. راجع سياسات الدفع في PayPal على PayPal.com.
as: Microsoft Corporation-লৈ ভৱিষ্যতে ধন পৰিশোধ কৰিবৰ বাবে PayPal ব্যৱহাৰ কৰক৷ আপুনি কোনো পচন্দৰ ধন পৰিশোধ পদ্ধতি চয়ন নকৰালৈকে আপোনাৰ ডিফ'ল্ট ধন পৰিশোধ পদ্ধতিৰে ধন পৰিশোধ কৰা হ'ব৷ পৰিৱৰ্তন কৰিবলৈ, PayPal.com-ত থকা আপোনাৰ প্ৰ'ফাইললৈ যাওক আৰু আপোনাৰ পূৰ্বঅনুমোদিত ধন পৰিশোধ উন্নীত কৰক৷ PayPal.com-ত PayPal ধন পৰিশোধ পলিচি চাওক৷
az: Microsoft Corporation-da gələcək ödənişlər üçün PayPal istifadə edin. Siz üstün tutduğunuz ödəniş üsulu seçməyənə kimi ödənişlər standart ödəniş üsulu ilə ediləcəkdir. Dəyişikliklər etmək üçün PayPal.com-da profilinizə keçin və əvvəlcədən təsdiqlənmiş ödənişləri yeniləyin. PayPal.com-da PayPal ödəniş qaydalarına baxın.
bg: Използвайте PayPal за бъдещи плащания към Microsoft Corporation. Плащанията ще се извършват чрез вашия метод на плащане по подразбиране, освен ако не изберете предпочитан метод на плащане. За да направите промени, влезте във вашия профил на адрес PayPal.com и актуализирайте предварително одобрените плащания. Прегледайте правилата за плащане с PayPal на адрес PayPal.com.
bn_in: ভবিষ্যতে Microsoft Corporation এ অর্থপ্রদানের জন্য PayPal ব্যবহার করুন৷ আপনি পছন্দসই অর্থপ্রদানের পদ্ধতি নির্বাচন না করা পর্যন্ত আপনার ডিফল্ট অর্থপ্রদানের পদ্ধতি দিয়ে অর্থপ্রদানগুলি হবে৷ পরিবর্তনগুলি করতে, PayPal.com এ আপনার প্রোফাইলে যান এবং আপনার পূর্বে অনুমোদিত অর্থপ্রদানগুলি আপডেট করুন৷ PayPal.com এ PayPal অর্থপ্রদানের নীতিগুলি দেখুন৷
bs: Koristite PayPal za buduća plaćanja kompaniji Microsoft Corporation. Plaćanja će se vršiti vašim zadanim načinom plaćanja osim ako ne odaberete željeni način plaćanja. Da biste napravili izmjene, idite na svoj profil na stranici PayPal.com i ažurirajte unaprijed odobrena plaćanja. Na stranici PayPal.com pregledajte pravila plaćanja za uslugu PayPal.
cy: Defnyddiwch PayPal ar gyfer taliadau i Microsoft Corporation yn y dyfodol. Gwneir taliadau gan ddefnyddio ein dull talu diofyn oni bai eich bod wedi dewis dull talu a ffefrir gennych. I wneud newidiadau ewch i'ch proffil ar PayPal.com a diweddaru eich taliadau sydd wedi'u rhag-gymeradwyo. Gweler polisïau talu PayPal ar PayPal.com.
da: Brug PayPal til fremtidige betalinger til Microsoft Corporation. Betalingerne foretages med din standardbetalingsmetode, medmindre du vælger en foretrukket betalingsmetode. Hvis du vil foretage ændringer skal du gå til din profil på PayPal.com og opdatere dine forudgodkendte betalinger. Du finder PayPals betalingspolitik på PayPal.com.
de: Verwenden Sie PayPal für zukünftige Zahlungen an Microsoft Corporation. Zahlungen werden über die Standardzahlungsmethode abgerechnet, es sei denn, Sie wählen eine bevorzugte Zahlungsmethode aus. Wenn Sie Änderungen vornehmen möchten, rufen Sie Ihr Profil auf „PayPal.com“ auf, und aktualisieren Sie Ihre vorab genehmigten Zahlungen. Lesen Sie die Zahlungsrichtlinien von PayPal auf „PayPal.com“.
el: Χρησιμοποιήστε PayPal για μελλοντικές πληρωμές στη Microsoft Corporation. Οι πληρωμές θα πραγματοποιούνται με την προεπιλεγμένη μέθοδο πληρωμής, εκτός εάν επιλέξετε μια προτιμώμενη μέθοδο πληρωμής. Για να πραγματοποιήσετε αλλαγές, μεταβείτε στο προφίλ σας στην τοποθεσία PayPal.com και ενημερώστε τις προεγκεκριμένες πληρωμές σας. Ανατρέξτε στις πολιτικές πληρωμής PayPal στην τοποθεσία PayPal.com.
es: En el futuro, usa PayPal para los pagos a Microsoft Corporation. Los pagos se realizarán mediante el método de pago predeterminado a menos que selecciones un método de pago preferido. Para realizar modificaciones, ve a tu perfil en PayPal.com y actualiza los pagos de aprobación previa. Consulta las directivas de pago de PayPal en PayPal.com.
et: Edaspidi saate Microsoft Corporationile makseid teha PayPali kaudu. Maksete jaoks kasutatakse teie vaikemakseviisi, kui te pole valinud mõnda muud eelistatud makseviisi. Muudatuste tegemiseks minge PayPal.com-i saidil oma profiililehele ja värskendage eelnevalt heakskiidetud maksed. PayPali maksepoliitikate kohta leiate teavet saidilt PayPal.com.
eu: Erabili PayPal etorkizunean Microsoft Corporation-i ordaintzeko. Ordainketak ordainketa-metodo lehenetsiarekin egingo dira, beste ordainketa-metodo hobetsi bat hautatu ezean. Aldaketak egiteko, zoaz PayPal.com helbideko zure profilera eta eguneratu aurretik onartutako ordainketak. Ikusi PayPal zerbitzuaren ordainketa-gidalerroak PayPal.com helbidean.
fa: برای پرداخت‌های آینده به Microsoft Corporation از PayPal استفاده شود. پرداخت‌ها با روش پرداخت پیش‌فرض انجام می‌شود، مگر اینکه روش دیگری را انتخاب کنید. برای تغییر این مورد به نمایه‌تان در PayPal.com بروید و پرداخت‌های پیش‌تأییدی را به‌روزرسانی کنید. خط مشی‌های پرداخت PayPal را در PayPal.com ببینید.
ga: Úsáid PayPal feasta le haghaidh íocaíochtaí le Microsoft Corporation. Déanfar íocaíochtaí ar do mhodh réamhshocraithe íocaíochta mura roghnaíonn tú modh íocaíochta tosaíochta. Chun athruithe a dhéanamh, gabh chuig do phróifíl ar PayPal.com agus nuashonraigh d'íocaíochtaí réamhcheadaithe. Féach beartais íocaíochta PayPal ar PayPal.com.
gd: Cleachd PayPal san àm ri teachd airson Microsoft Corporation a phàigheadh. Thèid airgead a phàigheadh slighe na dòigh pàighidh bunaiteach agad mur an tagh thu dòigh eile a dh’aona-ghnothach. Airson rudan atharrachadh, tadhail air a’ phròifil agad air PayPal.com is ùraich na ro-aontan pàighidh. Faic poileasaidhean pàigheadh PayPal air PayPal.com.
gl: Usa PayPal para futuros pagamentos a Microsoft Corporation. Os pagamentos efectuaranse co método de pagamento predefinido a menos que selecciones un método de pagamento preferido. Para realizar modificacións, vai ao teu perfil en PayPal.com e actualiza os pagamentos aprobados previamente. Consulta as políticas de pagamento de PayPal en PayPal.com.
gu: Microsoft Corporation ને ભવિષ્યની ચૂકવણીઓ કરવા PayPal નો ઉપયોગ કરો. જ્યાર સુધી તમે યોગ્ય ચૂકવણી પદ્ધતિ પસંદ નથી કરતાં ત્યાર સુધી તમારી ડિફૉલ્ટ ચૂકવણી પદ્ધતિથી ચૂકવણીઓ કરવામાં આવશે. પરિવર્તન કરવા માટે, PayPal.com પર તમારા પ્રોફાઇલ પર જાઓ અને પહેલાંથી મંજૂર કરેલી ચૂકવણીઓને અપડેટ કરો. PayPal.com પર PayPal ચૂકવણી નીતિઓને જુઓ.
he: השתמש ב- PayPal לביצוע תשלומים עתידיים ל- Microsoft Corporation. התשלומים יתבצעו לפי שיטת התשלום שהגדרת כברירת מחדל, אלא אם תבחר שיטת תשלום מועדפת. כדי לערוך שינויים, עבור לפרופיל שלך ב- PayPal.com ועדכן את התשלומים המאושרים מראש שלך. עיין במדיניות התשלומים של PayPal ב- PayPal.com.
hi: Microsoft Corporation को भावी भुगतान करने के लिए PayPal का उपयोग करें. जब तक आप अपनी वरीयता प्राप्त भुगतान पद्धति नहीं चुनते तब तक भुगतान आपकी डिफ़ॉल्ट भुगतान पद्धति से किए जाएँगे. बदलाव करने के लिए, PayPal.com पर अपनी प्रोफ़ाइल पर जाएँ और अपने पूर्वअनुमोदित भुगतानों का अद्यतन करें. PayPal.com पर PayPal भुगतान नीतियाँ देखें.
hr: Prilikom budućih plaćanja tvrtki Microsoft Corporation koristite PayPal. Plaćanja će se provoditi zadanim načinom plaćanja, osim ako niste odabrali preferirani način. Da biste to izmijenili, otvorite svoj profil na web-mjestu PayPal.com i ažurirajte unaprijed odobrena plaćanja. Pogledajte pravilnike o plaćanju servisa PayPal na web-mjestu PayPal.com.
hu: A Microsoft Corporation részére történő további befizetéseket intézze a PayPallel. Ezek az alapértelmezett fizetőeszközére lesznek terhelve, amennyiben nem választ külön fizetési módot. Ha változtatni szeretne, a PayPal.com-on található profiljában módosítsa az előzetesen jóváhagyott fizetéseket. Olvassa el a PayPal fizetési szabályzatát a PayPal.com-on.
id: Gunakan PayPal untuk pembayaran selanjutnya ke Microsoft Corporation. Pembayaran akan dilakukan dengan metode pembayaran default Anda kecuali Anda memilih metode pembayaran pilihan. Untuk melakukan perubahan, masuk ke profil Anda di PayPal.com dan perbarui pembayaran Anda yang telah disetujui sebelumnya. Lihat kebijakan pembayaran PayPal di PayPal.com.
is: Notaðu PayPal til að ganga frá greiðslum til Microsoft Corporation héðan í frá. Sjálfgefinn greiðslumáti er notaður nema að þú veljir annan greiðslumáta. Til að gera breytingar ferðu á notandasvæðið þitt á PayPal.com og uppfærir fyrirframsamþykktar greiðslur. Sjá greiðslureglur PayPal á PayPal.com.
ja: Microsoft Corporation に対する今後の支払いに PayPal を使用してください。支払いは、ご希望の支払い方法を選ばない限り、既定の支払い方法で行われます。変更するには、PayPal.com のプロフィールにアクセスし、事前承認支払いを更新します。PayPal.com で PayPal の支払いに関するポリシーをご覧ください。
ka: Microsoft Corporation-ისთვის შემდგომ გადახდების შესასრულებლად, გამოიყენეთ PayPal. გადახდები შესრულდება თქვენი ნაგულისხმევი გადახდის მეთოდით, თუ არ აირჩევთ გადახდის უპირატეს მეთოდს. ცვლილებების შესატანად, გადადით თქვენს პროფილზე PayPal.com საიტზე და განაახლეთ თქვენი წინასწარ დამოწმებული გადახდები. PayPal-ით გადახდის წესები იხილეთ საიტზე PayPal.com.
kk: Microsoft корпорациясына келешек төлемдер жасау үшін PayPal әдісін пайдаланыңыз. Таңдаулы төлем әдісі таңдалмағанша, төлемдер әдепкі төлем әдісімен жасалады. Өзгертулер енгізу үшін, PayPal.com сайтындағы профильге өтіп, алдын ала бекітілген төлемдерді жаңартыңыз. PayPal төлем саясаттарын PayPal.com сайтында көріңіз.
kn: Microsoft Corporation ಗೆ ಭವಿಷ್ಯದ ಪಾವತಿಗಳಿಗೆ PayPal ಬಳಸಿ ನೀವು ಆದ್ಯತೆಯ ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡದ ಹೊರತು ಪಾವತಿಗಳನ್ನು ನಿಮ್ಮ ಡೀಫಾಲ್ಟ್‌ ಪಾವತಿ ವಿಧಾನದ ಮೂಲಕ ಪಾವತಿಸಲಾಗುತ್ತದೆ. ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಲು, PayPal.com ನಲ್ಲಿನ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗೆ ಹೋಗಿ ಮತ್ತು ನಿಮ್ಮ ಪೂರ್ವಅನುಮೋದಿತ ಪಾವತಿಗಳನ್ನು ನವೀಕರಿಸಿ. PayPal ಪಾವತಿ ನೀತಿಗಳನ್ನು PayPal.com ನಲ್ಲಿ ನೋಡಿ.
ko: 향후 Microsoft Corporation에 결제할 때 PayPal을 사용하세요. 원하는 결제 방법을 선택하지 않으면 기본 결제 방법으로 결제됩니다. 변경하려면 PayPal.com에서 프로필로 이동하고 사전 승인된 결제를 업데이트하세요. PayPal.com에서 PayPal 결제 정책을 참조하세요.
ku_arab: ‏PayPal بەکاربێنە بۆ پارەدانەکانی ئامیندە بە Microsoft Corporation. پارەدان بە شێوازی پارەدانی گریمانەت ئەنجام دەدرێت مەگەر خۆت شێوازێکی پەسەندی پارەدان دەسنیشان بکەیت. بۆ ئەنجامدانی گۆڕانکاری، بڕۆ بۆ پرۆفایل لەسەر PayPal.com و پارەدانە پێشوەخت پەسەندکراوەکانت نوێ بکەرەوە. بڕوانە سیاسەتەکانی PayPal لە PayPal.com.
ky: Майкрософт корпорациясына эмдиги төлөмдөр үчүн PayPal'ды колдонуңуз. Сиз каалаган төлөм ыкмаңызды тандап салбаган болсоңуз эле, төлөмдөр баштапкы төлөм ыкмаңыз менен кылына берет. Өзгөртүүлөрдү киргизүү үчүн, PayPal.com'до профилиңизге барыңыз жана алдын ала ырасталган төлөмдөрдү жаңыртыңыз. PayPal төлөм эрежелерин PayPal.com'до көрүңүз.
lo: ໃຊ້ PayPal ​ສຳ​ລັບ​ການ​ຊຳ​ລະ​ເງິນ​ໃນ​ອະ​ນາ​ຄົດ​ໃຫ້ Microsoft Corporation. ​ການ​ຊຳ​ລະ​​ເງິນຈະ​ຖືກ​ເຮັດ​ດ້ວຍ​ວິ​ທີ​ການ​ຊຳ​ລະ​ເລີ່ມ​ຕົ້ນ​ຂອງ​ທ່ານ ​ເວັ້ນ​ເສຍ​ແຕ່​ວ່າ​ທ່ານ​ເລືອກວິ​ທີ​ການ​ຊຳ​ລະ​ເງິນ​ທີ່​​ຕ້ອງ​ການ​ໄວ້​ແລ້ວ. ​ເພື່ອ​ເຮັດ​ການ​ປ່ຽນ​ແປງ, ​ໄປ​ຫາ​ໂປ​ຣ​ໄຟ​ລ໌​ຂອງ​ທ່ານ​ໃນ PayPal.com ແລະ ອັບ​ເດດ​ການ​ຊຳ​ລະ​ເງິນທີ່​​ໄດ້​​ອະ​ນຸ​ມັດກ່ອນ​ລ່ວງ​ໜ້າ​ຂອງ​ທ່ານ​. ​ເບິ່ງ​​ນະ​ໂຍ​ບາຍການ​ຊຳ​ລະເງິນ PayPal ​ໃນ PayPal.com.
lt: Naudoti „PayPal“ būsimiems mokėjimams „Microsoft Corporation“. Mokėjimai bus atliekami naudojant jūsų numatytąjį mokėjimo būdą, nebent pasirinktumėte pageidaujamą mokėjimo būdą. Norėdami atlikti keitimus, eikite į savo profilį svetainėje PayPal.com ir atnaujinkite savo išankstinius mokėjimus. Svetainėje PayPal.com žr. „PayPal“ mokėjimų strategijas.
lv: Lai veiktu turpmākus maksājumus korporācijai Microsoft Corporation, izmantojiet pakalpojumu PayPal. Maksājumu veikšanai tiks izmantots jūsu noklusējuma maksāšanas veids, ja vien neatlasīsit citu maksāšanas veidu, kam dodat priekšroku. Lai veiktu izmaiņas, dodieties uz savu profilu vietnē PayPal.com un atjauniniet savus iepriekš apstiprinātos maksājumus. Skatiet PayPal maksājumu politikas vietnē PayPal.com.
mi: Me whakamahi PayPal mō ngā utunga āmua ki Microsoft Corporation. Ka mahia ngā utunga mā tō tikanga utunga taunoa engari ki te kōwhiria e koe he tikanga utunga manako anō. Hei mahi huringa, haere ki tō kōtaha i PayPal.com ka whakahōu i ō utunga kua whakaaetia tōmuatia. Tirohia ngā kaupapahere PayPal i PayPal.com.
mk: Користете го PayPal за идните плаќања кон Microsoft Corporation. Плаќањата ќе бидат направени со вашиот стандарден начин на плаќање освен ако не изберете претпочитан начин на плаќање. За да направите измени, појдете на својот профил на PayPal.com и ажурирајте ги претходно одобрените плаќања. Погледнете ги правилата за плаќање на PayPal на PayPal.com.
ml: Microsoft Corporation-ലേക്ക് ഭാവിയിലുള്ള പണമടയ്ക്കലുകൾക്ക് PayPal ഉപയോഗിക്കുക. നിങ്ങൾ താല്പര്യപ്പെടുന്ന ഒരു പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കാത്തിടത്തോളം നിങ്ങളുടെ ഡിഫോൾട്ട് പണമടയ്ക്കല്‍ രീതി വഴി പണമടയ്ക്കലുകൾ നടത്തപ്പെടും. മാറ്റങ്ങൾ വരുത്താനായി, PayPal.com-ലെ നിങ്ങളുടെ പ്രൊഫൈലിലേയ്ക്ക് പോയി മുമ്പ് അംഗീകരിച്ച പണമടയ്ക്കലുകൾ കാലികമാക്കുക. PayPal.com-ൽ PayPal പണമടയ്ക്കൽ നയങ്ങൾ കാണുക.
mn: Цаашдаа Microsoft корпорацид төлбөр төлөхдөө PayPal ашиглаарай. Төлбөрийг өгөгдмөл төлбөрийн хэлбэрээр гүйцэтгэх ба та өөрөө төлбөрийн хэлбэрээ өөрчилж болно. Өөрчлөлт хийхийн тулд PayPal.com дээрх хувийн тохиргоондоо урьдчилан бататгасан төлбөрөө шинэчилнэ үү. PayPal.com дээр PayPal-ын төлбөрийн бодлоготой танилцана уу.
mr: Microsoft Corporation ला भविष्यातील देयकासाठी PayPal चा वापर करा. जोपर्यंत आपण प्राधान्य देय पद्धती निवडत नाही तोपर्यंत देय आपल्या डिफॉल्ट देय पद्धतीनुसार केले जाईल. बदल करण्यासाठी, PayPal.com वरील आपल्या प्रोफाइलवर जा आणि आपले पूर्व मंजूर देय अद्यतनित करा. PayPal.com वर PayPal देय धोरणे पहा.
ms: Gunakan PayPal untuk pembayaran masa dapan kepada Microsoft Corporation. Pembayaran akan dibuat dengan kaedah pembayaran lalai anda melainkan anda memilih sebuah kaedah pembayaran utama. Untuk membuat perubahan, pergi ke profil anda pada PayPal.com dan kemas kini bayaran pralulus anda. Sila lihat polisi pembayaran PayPal di PayPal.com.
mt: Uża PayPal għal pagamenti futuri lil Microsoft Corporation. Il-pagamenti jsiru bil-metodu ta' pagament default tiegħek sakemm ma tagħżilx metodu ta' pagament ippreferut. Biex tagħmel bidliet, mur fil-profil tiegħek fuq PayPal.com u aġġorna l-pagamenti approvati minn qabel tiegħek. Ara l-politiki tal-pagamenti ta' PayPal fuq PayPal.com.
ne: Microsoft Corporation मा भविष्यमा भुक्तानी गर्नको लागि PayPal प्रयोग गर्नुहोस्। तपाइँले अधिमान्य भुक्तानी गर्ने तरिका चयन नगरेसम्म पूर्वनिर्धारित भुक्तानी गर्ने तरिकाबाट नै भुक्तानी हुनेछ। परिवर्तन गर्न PayPal.com मा तपाइँको प्रोफाइलमा जानुहोस् र आफ्नो पूर्व स्वीकृत भुक्तानहरूलाई अद्यावधिक गर्नुहोस्। PayPal.com मा PayPal भुक्तान नीतिहरू हेर्नुहोस्।
nn_no: Bruk PayPal for all framtidig betaling til Microsoft Corporation. Betaling blir utført med standard betalingsmetode med mindre du vel ein annan føretrekt metode. Dersom du vil gjere endringar, går du til profilen din på PayPal.com og oppdaterer førehandsgodkjente betalingar. Sjå PayPal-policyane for betaling på PayPal.com.
no: Bruk PayPal for fremtidige betalinger til Microsoft Corporation. Betalingene blir foretatt med standard betalingsmåte hvis du ikke velger en foretrukket betalingsmåte. Hvis du vil gjøre endringer, går du til profilen din på PayPal.com og oppdaterer de forhåndsgodkjente betalingene. Se PayPals betalingsvilkår på PayPal.com.
or: ଭବିସଃୟତରେ Microsoft Corporation କୁ ଦେୟ କରିବାକୁ PayPal ବ୍ୟବହାର କରନ୍ତୁ. ଆପଣଙ୍କର ଡିଫଲ୍ଟ୍ ଦେୟ ପଦ୍ଧତିରେ ଦେୟଗୁଡିକ ହେବା ଆବଶ୍ୟକ ଅନ୍ୟଥା ଆପଣ ଏକ ପସନ୍ଦିତା ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ. ପରିବର୍ତ୍ତନ କରିବାକୁ, PayPal.com ରେ ଆପଣଙ୍କର ପ୍ରୋଫାଇଲ୍‌କୁ ଯାଆନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ପୂର୍ବାନୁମୋଦିତ ଦେୟସମୂହ ଅଦ୍ୟତନ କରନ୍ତୁ. PayPal.com ରେ PayPal ଦେୟ ପଲିସି ଦେଖନ୍ତୁ.
pa_arab_pk: Microsoft کارپوریشن نُوں مستقبل وچ ادائیگیاں لئی PayPal ورتو۔ ادائیگی تہاڈے طے شدہ ادائیگی دے طریقے نال کیتی جاوے گی جد تیکر تُسی ترجیحاتی ادائیگی دا طریقہ نہیں منتخب کردے۔ ایہہ تبدیلیاں کرن لئی، PayPal.com تے اپنی پروفائل تے جاؤ اتے اپنیاں پہلے تُوں منظور کیتیاں ادائیگیاں دی تازہ کاری کرو۔ PayPal.com تے PayPal دی ادائیگی دی پالیسی ویکھو۔
pa_in: Microsoft Corporation ਨੂੰ ਭਵਿੱਖੀ ਭੁਗਤਾਨ ਕਰਨ ਲਈ PayPal ਵਰਤੋਂ। ਭੁਗਤਾਨ ਤੁਹਾਡੇ ਡਿਫੌਲਟ ਭੁਗਤਾਨ ਮੈਥਡ ਦੇ ਨਾਲ ਕੀਤੇ ਜਾਣਗੇ, ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਇੱਕ ਤਰਜੀਹੀ ਭੁਗਤਾਨ ਮੈਥਡ ਨਹੀਂ ਚੁਣਗੇ। ਬਦਲਾਵ ਕਰਨ ਲਈ, PayPal.com ਤੇ ਆਪਣੇ ਪ੍ਰੋਫਾਈਲ ਤੇ ਜਾਓ ਅਤੇ ਆਪਣੇ ਪਹਿਲਾਂ ਤੋਂ ਮਨਜ਼ੂਰ ਭੁਗਤਾਨਾਂ ਨੂੰ ਅਪਡੇਟ ਕਰੋ। PayPal.com ਉੱਤੇ PayPal ਭੁਗਤਾਨ ਪਾਲਿਸੀਆਂ ਨੂੰ ਦੇਖੋ।
pl: Reguluj przyszłe płatności względem firmy Microsoft Corporation za pomocą konta PayPal. Płatności będą dokonywane przy użyciu domyślnej metody płatności, chyba że zostanie wybrana inna metoda preferowana. Aby wprowadzić zmiany, przejdź na stronę profilu w witrynie PayPal.com i zaktualizuj wstępnie zatwierdzone płatności. Zasady płatności serwisu PayPal są dostępne w witrynie PayPal.com.
ru: Используйте PayPal для оплаты услуг Microsoft Corporation. Платежи будут осуществляться с помощью заданного по умолчанию метода, если не будет выбран предпочтительный метод оплаты. Для изменения метода оплаты войдите в свой профиль на PayPal.com и измените условия для предварительно утвержденных платежей. Политику платежей PayPal см. на странице PayPal.com.
sd: Microsoft Corporation ڏانهن مستقبل جي ادائگين لاءِ PayPal استعمال ڪريو. ادائگيون توهانجي طئي ٿيل ادائگي جي طريقي سان ڪيو وينديون جيستائين توهان هڪ ترجيحي طريقو نه چونڊيو. تبديليون ڪرڻ لاءِ، PayPal.com تي پنهنجي پروفائل ڏانهن وڃو ۽ پنهنجيون اڳواٽ منظور ٿيل ادائگيون اپڊيٽ ڪريو. PayPal.com تي PayPal ادائگي جون پاليسيون ڏسو.
si: Microsoft Corporation වෙත කරන අනාගත ගෙවීම් සඳහා PayPal භාවිත කරන්න. ඔබ මනාප ගෙවීම් විධික්‍රමයක් තෝරා ඇතොත් මිස ගෙවීම් සකසනු ඇත්තේ ඔබගේ නිශ්චය කළ ගෙවීම් විධි ක්‍රමය සමගිනි. වෙනස් කිරීම සඳහා, ඔබගේ PayPal.com හි පැතිකඩ කරා ගොස් ඔබගේ පෙර අනුමත ගෙවීම් යාවත්කාල කරන්න. PayPal.com මත PayPal ගෙවීම් ප්‍රතිපත්ති බලන්න.
sl: Uporabljajte PayPal za prihodnja plačila družbi Microsoft Corporation. Plačila bodo izvedena z vašim privzetim načinom plačila, razen če izberete prednostni način plačila. Če želite to spremeniti, odprite svoj profil na spletnem mestu PayPal.com in posodobite svoja vnaprej odobrena plačila. Glejte plačilne pravilnike storitve PayPal na spletnem mestu PayPal.com.
sr_cyrl_rs: Користите PayPal за будућа плаћања корпорацији Microsoft. Плаћања ће се извршити помоћу подразумеваног начина плаћања, осим ако не изаберете неки други жељени начин плаћања. Да бисте извршили промене, на локацији PayPal.com ажурирајте претходно одобрена плаћања на свом профилу. Прочитајте PayPal смернице за плаћања на локацији PayPal.com.
sr_latn_rs: Koristite PayPal za buduća plaćanja korporaciji Microsoft. Plaćanja će se izvršiti pomoću podrazumevanog načina plaćanja, osim ako ne izaberete neki drugi željeni način plaćanja. Da biste izvršili promene, na lokaciji PayPal.com ažurirajte prethodno odobrena plaćanja na svom profilu. Pročitajte PayPal smernice za plaćanja na lokaciji PayPal.com.
sv: Använd PayPal för framtida betalningar till Microsoft Corporation. Betalningar görs med din standardbetalningsmetod om du inte väljer en betalningsmetod. Om du vill göra ändringar går du till din profil på PayPal.com och uppdaterar dina i förväg godkända betalningar. Se PayPals betalningspolicy på PayPal.com.
ta: இனி Microsoft Corporation -க்குச் செலுத்த வேண்டியதற்கெல்லாம் PayPal பயன்படுத்துக. நீங்கள் விருப்பமான கட்டணம் செலுத்தும் முறையைத் தேர்ந்தெடுக்காதவரை, கட்டணங்கள் உங்களின் இயல்புநிலை முறையிலேயே செலுத்தப்படும். இதில் மாற்றம் செய்ய, PayPal.com -ல் உங்கள் சுயவிவரப் பக்கத்திற்குச் சென்று விருப்பமான கட்டணம் செலுத்தும் முறையைத் தேர்ந்தெடுங்கள். PayPal கட்டணங்களில் பாலிசிகளை PayPal.com இணைய முகவரியில் காண்க.
te: Microsoft Corporationకి భవిష్యత్తు చెల్లింపులు చేయడానికి PayPalని ఉపయోగించండి. మీరు ప్రాధాన్య చెల్లింపు పద్ధతిని ఎంచుకుంటే మినహా మీ స్వయంసిద్ధ చెల్లింపు పద్ధతితో చెల్లింపులు చేయబడుతుంది. మార్పులు చేయడానికి, PayPal.comలో మీ ప్రొఫైల్‌కి వెళ్లి, మీ పూర్వ ఆమోదిత చెల్లింపులను నవీకరించండి. PayPal.comలో PayPal చెల్లింపు విధానాలను చూడండి.
tg: Барои пардохтҳои оянда ба Microsoft Corporation PayPal-ро истифода баред. Агар шумо усули афзалнок интихоб накунед, пардохтҳо бо усули пешфарзи пардохт иҷро карда мешаванд. Барои тағйирот ворид кардан, ба профили худ дар PayPal.com гузашта, пардохтҳои пешакӣ тасдиқкардаи худро тағйир диҳед. Сиёсатҳои пардохти PayPal-ро дар PayPal.com бинед.
th: ใช้ PayPal เพื่อชำระเงินให้ Microsoft Corporation ในอนาคต การชำระเงินนั้นจะทำด้วยวิธีการชำระเงินตามค่าเริ่มต้น เว้นแต่คุณเลือกวิธีการชำระเงินที่ต้องการ คุณสามารถทำการเปลี่ยนแปลงได้ในโพรไฟล์ของคุณบน PayPal.com และอัปเดตก่อนที่จะอนุมัติการชำระเงิน ดูนโยบายการชำระเงินได้ที่ PayPal.com
tr: Microsoft Corporation için gelecekte yapacağınız ödemelerde PayPal kullanın. Ödemeler, tercih edilen bir ödeme yöntemi seçmezseniz varsayılan ödeme yönteminizle yapılacaktır. Değişiklik yapmak için PayPal.com adresindeki profilinize gidip önceden onaylanmış ödemelerinizi güncelleştirin. PayPal.com adresindeki PayPal ödeme ilkelerine bakın.
tt: Киләчәктә Майкрософт ширкәтенә түләү өчен PayPal'дан файдаланыгыз. Өстенлекле түләү ысулын сайламасагыз, түләүләр килешенгәнчә түләү ысулы белән башкарылачак. Үзгәрешләр кертү өчен, PayPal.com битендәге профилегезгә кереп, алдан расланган түләүләрегезне яңартыгыз. PayPal түләү кагыйдәләрен PayPal.com сайтында карап була.
ug: كەلگۈسىدە Microsoft Corporation قا ھەق تۆلىگەندە PayPal نى ئىشلىتىڭ. باشقا ھەق تاپشۇرۇش ئۇسۇلى تاللىمىسىڭىزلا، ھەقلەر سۈكۈتتىكى ھەق تاپشۇرۇش ئۇسۇلىڭىز ئارقىلىق تۆلىنىدۇ. ئۆزگەرتىش كىرگۈزۈش ئۈچۈن PayPal.com دىكى ئارخىپىڭىزغا كىرىپ، ئالدىن دەلىللەنگەن ھەقلەرنى يېڭىلاڭ. PayPal.com دىن PayPal نىڭ ھەق تاپشۇرۇش تۈزۈملىرىنى كۆرۈڭ.
uk: Використовуйте PayPal для оплати послуг корпорації Майкрософт. Платежі здійснюватимуться за допомогою способу оплати за замовчуванням, якщо не вибрано бажаний метод оплати. Щоб змінити налаштування, перейдіть до свого профілю на сторінці PayPal.com та оновіть попередньо затверджені платежі. Див. політику PayPal на веб-сайті PayPal.com.
ur: Microsoft کارپوریشن کو مستقبل کی ادائیگیوں کے لیے PayPal استعمال کریں۔ ادائیگیاں آپ کے طے شدہ طریقہء ادائیگی سے کی جائیں گی الا یہ کہ آپ کوئی ترجیحی طریقہء ادائیگی منتخب کرتے ہیں۔ تبدیلیاں کرنے کے لیے، PayPal.com پر اپنی پروفائل پر جائیں اور پیشگی منظور شدہ ادائیگیوں کی تازہ کاری کریں۔ PayPal.com پر PayPal ادائیگی کی پالیسیاں دیکھیں۔
uz: Bundan buyon Microsoft korporatsiyasiga to‘lovlarni to‘lashda PayPal’dan foydalaning. Afzal ko‘rilgan to‘lov usuli tanlanguniga qadar to‘lovlar birlamchi to‘lov usuli yordamida amalga oshiriladi. O‘zgartirishlar kiritish uchun PayPal.com manzilida profilingizga o‘ting va oldindan tasdiqlangan to‘lovlarni yangilang. PayPal.com manzilida PayPal to‘lov siyosatini ko‘ring.
vi: Sử dụng PayPal làm phương thức thanh toán trong tương lai cho Microsoft Corporation. Các thanh toán sẽ được thực hiện bằng phương thức thanh toán mặc định của bạn trừ khi bạn chọn phương thức thanh toán ưu tiên. Để thực hiện thay đổi, hãy chuyển tới hồ sơ trên PayPal.com và cập nhật các phương thức thanh toán đã được chấp thuận trước của bạn. Hãy xem chính sách thanh toán qua PayPal trên PayPal.com.
zh_hans: 今后用 PayPal 向 Microsoft Corporation 付款。除非你选择其他偏爱的付款方式，付款将以默认付款方式支付。若要进行更改，请到 PayPal.com 你的档案上更新预先核准的付款。请参阅 PayPal.com 上的 PayPal 付款政策。
zh_hant: 使用 PayPal 做為將來付款給 Microsoft Corporation 的方式。除非選取慣用付款方式，否則款項將以您的預設付款方式支付。若要變更，請移至您在 PayPal.com 上的設定檔並更新您的預先核准付款方式。請參閱 PayPal.com 上的付款原則。
