Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PayBitcoin.Description.Line4
source: Please pay the exact Bitcoin amount as quoted below. You have 15 minutes to complete the payment. The page will automatically refresh once a payment is received
af: Betaal asseblief die presiese Bitcoin-bedrag soos hieronder gekwoteer. Jy het 15 minute om die betaling te voltooi. Die bladsy sal outomaties verfris sodra ’n betaling ontvang is
am: እባክዎ ከታች እንደተቀመጠው ትክክለኛውን የ Bitcoin መጠን ይክፈሉ። ክፍያውን ለማጠናቀቅ 15 ደቂቃዎች አለዎት። ክፍያው ከተወሰደ እንደተወሰደ ገፁ ወዲያዉኑ ይታደሳል
ar: الرجاء دفع مبلغ البيتكوين الوارد أدناه بالضبط. يتوفر لديك 15 دقيقة لإكمال عملية الدفع. سيتم تحديث الصفحة تلقائيًا بمجرد استلام عملية الدفع
as: অনুগ্ৰহ কৰি তলত দিয়াৰ সমান একেই পৰিমাণৰ বিটকইণ পৰিশোধ কৰক।আপোনাৰ ওচৰত পেমেণ্ট সম্পূৰ্ণ কৰিবলৈ 15 মিনিট আছে। পেমেণ্ট প্ৰাপ্ত হোৱাৰ পাছত এই পৃষ্ঠাটো স্বয়ংক্ৰিয় ভাৱে ৰিফ্ৰেছ হৈ যাব
az: Aşağıda qeyd edilən dəqiq Bitkoin məbləğini ödəyin. Ödənişi tamamlamaq üçün 15 dəqiqəniz var. Ödəniş qəbul edildikdən sonra səhifə avtomatik təzələnəcək
bg: Заплатете точната сума Bitcoin, както е посочено по-долу. Разполагате с 15 минути, за да завършите плащането. Страницата автоматично ще се обнови, след като е получено плащане
bn_in: যেমনটি নীচে উদ্ধৃত রয়েছে ঠিক সেইমত Bitcoin পরিমাণ পরিশোধ করুন। অর্থপ্রদান সম্পূর্ণ করার জন্য আপনার কাছে 15 মিনিট রয়েছে৷ একবার অর্থপ্রদান প্রাপ্ত হলে এই পৃষ্ঠাটি স্বয়ংক্রিয়ভাবে সতেজ হবে
bs: Uplatite tačan Bitcoin iznos naveden u nastavku. Imate 15 minuta da dovršite uplatu. Stranica će se automatski osvježiti kad uplata bude primlјena
cy: Talwch yr union swm mewn Bitcoin a nodir isod. Mae gennych chi 15 munud i gwblhau'r taliad. Bydd y dudalen yn adnewyddu'n awtomatig ar ôl derbyn taliad
da: Betal det nøjagtige Bitcoin-beløb som angivet nedenfor. Du har 15 minutter til at fuldføre betalingen. Siden vil automatisk blive opdateret, når en betaling er modtaget
de: Zahlen Sie den genauen Bitcoin-Betrag wie unten angegeben. Sie haben 15 Minuten Zeit, um die Zahlung abzuschließen. Die Seite wird automatisch aktualisiert, sobald eine Zahlung eingeht.
el: Πληρώστε το ακριβές ποσό Bitcoin όπως αναφέρεται παρακάτω. Έχετε 15 λεπτά για να ολοκληρώσετε την πληρωμή. Η σελίδα θα ανανεωθεί αυτόματα μετά τη λήψη πληρωμής
es: Pague el importe en Bitcoin exacto tal como se indica a continuación. Dispone de 15 minutos para completar el pago. La página se actualizará automáticamente tras recibir el pago.
et: Tasuge täpselt allpool näidatud Bitcoini summa. Teil on makse tegemiseks aega 15 minutit. Kui makse on vastu võetud, värskendatakse lehte automaatselt.
eu: Ordaindu behean zehaztutako Bitcoin kopuru zehatza. 15 minutu dituzu ordainketa osatzeko. Orria automatikoki freskatuko da ordainketa jasotakoan.
fa: لطفاً مقدار دقیق بیت کوین را به‌صورت زیر پرداخت کنید. شما 15 دقیقه برای تکمیل پرداخت وقت دارید. به محض اینکه پرداخت وصول شد، صفحه به‌طور خودکار تازه‌سازی خواهد شد
ga: Íoc as an tsuim Bitcoin atá sonraithe thíos. Tá 15 nóiméad agat chun an íocaíocht a dhéanamh. Athnuafar an leathanach a luaithe agus a dhéanfar an íocaíocht
gd: Pàigh an t-suim phongail de Bitcoin a chì thu gu h-ìosal. Tha cairteal na h-uarach agad gus a phàigheadh. Thèid an duilleag seo ath-nuadhachadh gu fèin-obrachail nuair a bhios sinn air pàigheadh fhaighinn
gl: Pague a cantidade en Bitcoin exacta que se mostra a continuación. Ten 15 minutos para completar o pago. A páxina actualizarase automaticamente cando se reciba o pago.
gu: કૃપયા નીચે જણાવેલ ચોક્કસ Bitcoin રકમ ચૂકવો. ચૂકવણી પૂર્ણ કરવા માટે તમારી પાસે 15 મિનિટ છે. એકવાર ચૂકવણી પ્રાપ્ત થઈ જાય તે પછી પૃષ્ઠ આપમેળે તાજું થશે
he: נא שלם את הסכום המדויק ב- Bitcoin כפי שמצוטט להלן. עומדות לרשותך 15 דקות כדי להשלים את התשלום. הדף ירוענן באופן אוטומטי לאחר קבלת התשלום
hi: कृपया Bitcoin की नीचे बताई गई सटीक राशि का भुगतान करें. भुगतान पूरा करने के लिए आपके पास 15 मिनट हैं. भुगतान प्राप्त होने के बाद पृष्ठ स्वचालित रूप से ताज़ा होगा
hr: Platite točan iznos sa servisa Bitcoin koji je naveden u nastavku. Plaćanje morate dovršiti u roku od 15 minuta. Stranica će se automatski osvježiti po primitku uplate
hu: Kérjük, az alábbiakban feltüntetett pontos Bitcoin-mennyiséget fizesse be. A fizetés befejezéséhez 15 perc áll rendelkezésére. A kifizetés kézhezvétele után a lap automatikusan frissül
id: Harap bayar jumlah Bitcoin persis seperti yang dikutip di bawah ini. Anda memiliki 15 menit untuk menyelesaikan pembayaran. Halaman akan secara otomatis di-refresh setelah pembayaran diterima
is: Greiddu nákvæma upphæð í Bitcoin eins og greint er frá hér fyrir neðan. Þú hefur 15 mínútur til að ganga frá greiðslunni. Síðan uppfærist sjálfkrafa þegar greiðslan er móttekin
ja: 以下に示す量のビットコインを正確にお支払いください。15 分以内に支払を完了してください。支払いが行われると、ページが自動的に更新されます
ka: გთხოვთ, გადაიხადოთ ბიტკოინის ზუსტი თანხა, როგორც ქვემოთ მოცემულია. თქვენ გაქვთ 15 წუთი გადასახადის შესასრულებლად. გადახდის მიღებისთანავე მოხდება გვერდის ავტომატური განახლება
kk: Төменде көрсетілген дәл Bitcoin сомасын төлеңіз. Төлемді 15 минут ішінде орындауыңыз керек. Төлем алынғаннан кейін бет автоматты түрде жаңартылады
kn: ಈ ಕೆಳಗೆ ನಮೂದಿಸಿದ Bitcoin ಮೊತ್ತವನ್ನು ದಯವಿಟ್ಟು ಪಾವತಿ ಮಾಡಿ. ಪಾವತಿ ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮಗೆ 15 ನಿಮಿಷಗಳು ಇವೆ. ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಿದ ನಂತರ ಪುಟವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನವೀಕರಣಗೊಳ್ಳಲಿದೆ
ko: 아래 견적대로 정확한 Bitcoin 금액을 지불하세요. 15분 이내에 결제를 완료해야 합니다. 지불하면 페이지가 자동으로 새로 고쳐집니다.
lo: ກະລຸນາຈ່າຍຕາມຈຳນວນ Bitcoin ຕາມທີ່ລະບຸທາງລຸ່ມ. ທ່ານມີເວລາ 15 ນາທີໃນການຈ່າຍເງິນໃຫ້ສຳເລັດ. ໜ້ານີ້ຈະໂຫຼດຄືນໃໝ່ເອງອັດຕະໂນມັດເມື່ອໄດ້ຮັບການຈ່າຍເງິນແລ້ວ
lt: Sumokėkite tikslią sumą „Bitcoin“ valiuta, kaip nurodytą toliau. Turite 15 min. mokėjimui atlikti. Gavus mokėjimą, puslapis bus automatiškai atnaujintas
lv: Lūdzu, samaksājiet precīzu Bitcoin summu, kas norādīta zemāk. Jums ir 15 minūtes, lai pabeigtu maksājumu. Lapa tiks automātiski atsvaidzināta, tiklīdz būs saņemts maksājums
mi: Me utu te rahinga Bitcoin pū e whakaaturia ana i raro nei. He 15 meneti kei a koe mō te whakaoti i te utu. Ka tāmata aunoa te whārangi ina whiwhia he utu
mk: Платете ја точната сума во Биткоин наведена подолу. Имате 15 минути да извршите плаќање. Страницата автоматски ќе се освежи штом се изврши плаќањето
ml: ചുവടെ പറഞ്ഞിട്ടുള്ള കൃത്യമായ ബിറ്റ്‌കോയിൻ തുക അടയ്‌ക്കുക. നിങ്ങൾക്ക് പേയ്‌മെന്റ് പൂർത്തിയാക്കുന്നതിന് 15 മിനിറ്റ് സമയമുണ്ട്. പേയ്‌മെന്റ് ലഭിച്ച് കഴിഞ്ഞാൽ പേജ് സ്വയമേവ പുതുക്കും
mr: कृपया खाली नमूद अचूक बीटकॉईन रक्कम भरा. देय पूर्ण करण्यासाठी आपल्याकडे 15 मिनिटे आहेत. देय प्राप्त झाल्यावर पृष्ठ स्वचलितपणे रिफ्रेश होईल
ms: Sila bayar jumlah Bitcoin yang tepat seperti yang disebutkan di bawah. Anda mempunyai 15 minit untuk melengkapkan pembayaran. Laman akan dimuat semula secara automatik setelah pembayaran diterima
mt: Ħallas l-ammont ta' Bitcoin eżatt kif ikkwotat hawn taħt. Għandek 15-il minuta biex tagħmel il-pagament. Din il-paġna taġġorna awtomatikament ladarba l-pagament ikun riċevut
ne: कृपया तल उल्लेख गरे जती बिटक्वाइन रकम भुक्तानी गर्नुहोस्‌। तपाईंसँग भुक्तानी सम्पन्न गर्न १५ मिनेट छ। भुक्तानी प्राप्त भए पछि पृष्ठ स्वतः पुनर्ताजा हुन्छ
nn_no: Betal det eksakte Bitcoin-beløpet som er angitt nedanfor. Du har 15 minuttar på å fullføre betalinga. Sida blir automatisk lasta på nytt når betalinga er teke imot.
no: Betal det nøyaktige Bitcoin-beløpet som er angitt nedenfor. Du har 15 minutter på å fullføre betalingen. Siden blir automatisk oppdatert når en betaling mottas
or: ଦୟାକରି ନିମ୍ନରେ ଉଦ୍ଧୃତ ହୋଇଥିବା ପରି ଅବିକଳ ବିଟକଏନ ରାଶିରେ ଦେୟ ପ୍ରଦାନ କରନ୍ତୁ. ଦେୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ପାଇଁ ଆପଣଙ୍କ ପାଖରେ 15 ମିନିଟ୍‌ ସମୟ ରହିଛି. ଦେୟ ପ୍ରାପ୍ତ ହେବା ପରେ ପୃଷ୍ଠା ସ୍ୱତଃସ୍ଫୃତଭାବେ ସତେଜ ହେବ
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦੱਸੇ ਅਨੁਸਾਰ ਸਹੀ Bitcoin ਰਕਮ ਦਾ ਭੁਗਤਾਨ ਕਰੋ। ਤੁਹਾਡੇ ਕੋਲ ਭੁਗਤਾਨ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ 15 ਮਿੰਟ ਹਨ। ਇੱਕ ਵਾਰ ਕੋਈ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਹੋਣ 'ਤੇ ਪੰਨਾ ਆਪਣੇ ਆਪ ਤਾਜ਼ਾ ਹੋ ਜਾਵੇਗਾ
pl: Zapłać w bitcoinach dokładnie tę kwotę, która podano poniżej. Masz 15 minut na wykonanie płatności. Strona zostanie automatycznie odświeżona po otrzymaniu płatności
ru: Оплатите точное количество Bitcoin, указанное ниже. У вас есть 15 минут, чтобы завершить платеж. После получения платежа страница будет обновлена автоматически.
sl: Plačajte točni znesek v valuti bitcoin, ki je naveden spodaj. za izvedbo plačila imate na voljo 15 minut. Stran se bo po prejemu plačila samodejno osvežila.
sr_cyrl_rs: Поново уплатите тачан Bitcoin износ наведен испод. Имате 15 минута да довршите уплату. Страница ће се аутоматски освежити када уплата буде примљена
sr_latn_rs: Ponovo uplatite tačan Bitcoin iznos naveden ispod. Imate 15 minuta da dovršite uplatu. Stranica će se automatski osvežiti kada uplata bude primljena
sv: Betala exakt det Bitcoin-belopp som anges nedan. Du har 15 minuter på dig att slutföra betalningen. Sidan uppdateras automatiskt när betalningen är mottagen
ta: கீழே குறிப்பிடப்பட்டுள்ளபடி சரியான பிட்காயின் தொகையைச் செலுத்தவும். கட்டணத்தைச் செலுத்தி முடிக்க 15 நிமிடங்கள் உள்ளன. கட்டணம் கிடைத்ததும் பக்கம் தானாகவே புதுப்பிக்கப்படும்
te: దయచేసి క్రింద పేర్కొన్న విధంగా ఖచ్చితమైన బిట్‌కాయిన్ మొత్తాన్ని చెల్లించండి. చెల్లింపును పూర్తి చేయడానికి మీకు 15 నిమిషాల సమయం ఉంది. చెల్లింపు స్వీకరించబడినట్లయితే పేజీ స్వయంచాలకంగా రీఫ్రెష్ చేయబడుతుంది.
th: โปรดชำระจำนวน Bitcoin ให้ครบถ้วนตามที่ระบุไว้ด้านล่าง คุณมีเวลา 15 นาทีในการชำระเงินให้เสร็จสมบูรณ์ หน้าจะรีเฟรชโดยอัตโนมัติเมื่อได้รับการชำระเงิน
tr: Lütfen aşağıda gösterilen tam Bitcoin miktarını ödeyin. Ödemeyi 15 dakika içinde tamamlamanız gerekiyor. Ödeme alındığında sayfa otomatik olarak yenilenecek
tt: Аста күрсәтелгәнчә, төгәл Биткоиннар суммасын түләгез. Түләүне тәмамлау өчен, сезнең 15 минут бар. Түләү алынгач, бит үзлегеннән яңартылачак
ug: مەرھەمەت پەستە تەكلىپلەنگەن بويىچە دەل Bitcoin سوممىسى تۆلەڭ. تۆلىمىنى تاماملىماق ئۈچۈن 15 مىنۇتىڭىز بار. بىر تۆلىمە تاپشۇرۇۋېلىنغان ھامان بەت ئاپتوماتىك ھالدا يېڭىلىنىدۇ.
uk: Оплатіть точну суму Bitcoin, як подано нижче. Ви маєте 15 хвилин для завершення платежу. Сторінка автоматично оновиться після отримання платежу
ur: براہ کرم Bitcoin کی بالکل وہی مقدار ادا کریں جو نیچے درج ہے۔ ادائیگی مکمل کرنے کیلئے آپ کے پاس 15 منٹ ہیں۔ ادائیگی موصول ہو جانے پر صفحہ کی خود بخود تازہ کاری ہو جائے گی۔
uz: Quyida keltirilgan aniq Bitcoin miqdorini toʻlang. Toʻlovni amalga oshirish uchun 15 daqiqangiz bor. Toʻlov qabul qilingandan keyin bu sahifa avtomatik yangilanadi
vi: Vui lòng trả đúng số Bitcoin ghi bên dưới. Bạn có 15 phút để hoàn thành giao dịch thanh toán này. Trang sẽ tự động làm mới sau khi nhận được khoản thanh toán
zh_hans: 请按照以下所述支付确切的比特币金额。你有 15 分钟的时间来完成付款。收到付款后，页面会自动刷新
zh_hant: 請依下方報價支付確切的比特幣金額。您有 15 分鐘的時間可完成付款。收到付款後，頁面即會自動重新整理

# Word.PaymentOptions
source: Payment Options
af: Betalingsopsies
am: የክፍያ አማራጮች
ar: خيارات الدفع
as: ধন পৰিশোধৰ বিকল্পসমূহ
az: Ödəniş seçimləri
bg: Опции за плащане
bn_in: অর্থ প্রদানের বিকল্পগুলি
bs: Opcije plaćanja
cy: Dewisiadau Talu
da: Betalingsmåder
de: Zahlungsoptionen
el: Επιλογές πληρωμής
es: Opciones de pago
et: Makseviisid
eu: Ordaintzeko aukerak
fa: گزینه های پرداخت
ga: Roghanna íocaíochta
gd: Roghainnean pàighidh
gl: Opcións de pagamento
gu: ચૂકવણી વિકલ્પો
he: אפשרויות תשלום
hi: भुगतान विकल्प
hr: Načini plaćanja
hu: Fizetési lehetőségek
id: Opsi Pembayaran
is: Greiðslukostir
ja: お支払い方法
ka: გადახდის ვარიანტები
kk: Төлем параметрлері
kn: ಪಾವತಿ ಆಯ್ಕೆಗಳು
ko: 결제 옵션
ku_arab: بەربژارەکانی پارەدان
ky: Төлөм тандоолору
lo: ວິທີການຊຳລະເງິນ
lt: Mokėjimo parinktys
lv: Maksājuma varianti
mi: Ngā Kōwhiringa Tikanga Utu
mk: Опции за плаќање
ml: പെയ്‌മെന്‍റ് ഓപ്ഷനുകള്‍
mn: Төлбөрийн сонголтууд
mr: देय पर्याय
ms: Opsyen Pembayaran
mt: Għażliet tal-Pagament
ne: भुक्तानी विकल्पहरू
nn_no: Betalingsalternativ
no: Betalingsalternativer
or: ଦେୟ ବିକଳ୍ପସମୂହ
pa_arab_pk: ادائیگی دے اختیارات
pa_in: ਭੁਗਤਾਨ ਦੀਆਂ ਚੋਣਾਂ
pl: Opcje płatności
ru: Способы оплаты
sd: ادائگي اختيار
si: ගෙවීම් අභිරුචි
sl: Možnosti plačila
sr_cyrl_rs: Опције плаћања
sr_latn_rs: Opcije plaćanja
sv: Betalningsalternativ
ta: கட்டண விருப்பங்கள்
te: చెల్లింపు ఎంపికలు
tg: Имконотҳои пардохт
th: ตัวเลือกการชำระเงิน
tr: Ödeme Seçenekleri
tt: Түләү параметрлары
ug: ھەق تاپشۇرۇش ئۇسۇلى
uk: Способи оплати
ur: ادائیگی اختیارات
uz: To‘lov usullari
vi: Các tùy chọn thanh toán
zh_hans: 付款选项
zh_hant: 付款選項

# Literal.Bitcoin.Title
source: Add money to your Microsoft account
af: Voeg geld by jou Microsoft-rekening
am: ወደ Microsoft መለያዎ ገንዘብ ያክሉ
ar: إضافة مال إلى حساب Microsoft الخاص بك
as: আপোনাৰ Microsoft একাউণ্টত ধন যোগ দিয়ক
az: Microsoft hesabınıza pul əlavə edin
bg: Добавяне на пари към акаунта в Microsoft
bn_in: আপনার Microsoft অ্যাকাউন্টে অর্থ যোগ করুন
bs: Dodajte novac na svoj Microsoft račun
cy: Ychwanegu arian at eich cyfrif Microsoft
da: Føj penge til din Microsoft-konto
de: Geld zu Ihrem Microsoft-Konto hinzufügen
el: Προσθέστε χρήματα στο λογαριασμό σας Microsoft
es: Agregar dinero a su cuenta de Microsoft
et: Raha lisamine oma Microsofti kontole
eu: Gehitu dirua zure Microsoft kontuan
fa: به حساب Microsoft خود پول اضافه کنید
ga: Cuir airgead le do chuntas Microsoft
gd: Cuir airgead ris a' chunntas Microsoft agad
gl: Engadir diñeiro á conta de Microsoft
gu: તમારા Microsoft ખાતામાં નાણાં ઍડ કરો
he: הוסף כסף לחשבון Microsoft שלך
hi: अपने Microsoft खाते में धन जोड़ें
hr: Dodavanje novca na Microsoftov račun
hu: Pénzfeltöltés Microsoft-fiókba
id: Tambahkan uang ke akun Microsoft Anda
is: Leggja pening inn á Microsoft-reikning
ja: Microsoft アカウントに金額を追加する
ka: დამაატეთ თანხა თქვენს Microsoft-ის ანგარიშზე
kk: Microsoft тіркелгісіне ақша қосу
kn: ನಿಮ್ಮ Microsoft ಖಾತೆಗೆ ಹಣವನ್ನು ಸೇರಿಸಿ
ko: Microsoft 계정에 금액 추가
ku_arab: زیادكردنی پارە بۆ ئەژمێری Microsoftی خۆت
ky: Microsoft эсеп жазууңузга акча кошуу
lo: ເພີ່ມເງິນໃສ່ບັນຊີ Microsoft ຂອງທ່ານ
lt: Įtraukti pinigų į savo „Microsoft“ abonementą
lv: Naudas ieskaitīšana Microsoft kontā
mi: Tāpiri moni ki tō pūkete Microsoft
mk: Додајте пари на сметката на Microsoft
ml: നിങ്ങളുടെ Microsoft അക്കൗണ്ടില്‍ പണം ചേര്‍ക്കുക
mn: Microsoft-н хэрэглэгчийн бүртгэлдээ мөнгө нэмнэ үү
mr: आपल्‍या Microsoft खात्यात पैसे जोडा
ms: Tambah wang ke akaun Microsoft anda
mt: Żid flus fil-kont tiegħek ta' Microsoft
ne: तपाइँको Microsoft खातामा पैसा थप्नुहोस्
nn_no: Set inn pengar på Microsoft-kontoen din
no: Legg til penger på Microsoft-kontoen
or: ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ୍ କୁ ଟଙ୍କା ଯୋଡନ୍ତୁ
pa_arab_pk: اپنے Microsoft اکا‎ؤنٹ وچ پیسے پاوؤ
pa_in: ਆਪਣੇ Microsoft ਖ਼ਾਤਾ ਵਿੱਚ ਪੈਸੇ ਜੋੜੋ
pl: Dodaj środki pieniężne do swojego konta Microsoft
ru: Внести средства на счет учетной записи Майкрософт
sd: توهانجي Microsoft اڪائونٽ ۾ پئسا اضافو ڪريو
si: ඔබේ Microsoft ගිණුමට මුදල් එක් කරන්න
sl: Dodajanje denarja v vaš Microsoftov račun
sr_cyrl_rs: Додавање новца у Microsoft налог
sr_latn_rs: Dodavanje novca u Microsoft nalog
sv: Sätta in pengar på ditt Microsoft-konto
ta: உங்கள் Microsoft கணக்கிற்கு பணத்தைச் சேர்க்கவும்
te: మీ Microsoft ఖాతాకు డబ్బును జోడించండి
tg: Ба ҳисоби Microsoft-и худ маблағ ворид кунед
th: เพิ่มเงินไปยังบัญชี Microsoft ของคุณ
tr: Microsoft hesabınıza para ekleyin
tt: Сезнең Microsoft хисап язмага акча өстәгез
ug: Microsoft ھېساباتىڭىزغا پۇل قوشۇش
uk: Поповнення облікового запису Microsoft грошима
ur: اپنے Microsoft اکاؤنٹ میں رقم جمع کریں
uz: Microsoft hisob qaydnomangizga pul qo'shing
vi: Thêm tiền vào tài khoản Microsoft của bạn
zh_hans: 为您的 Microsoft 帐户充值
zh_hant: 加值到您的 Microsoft 帳戶

# Word.PayWithBitcoin
source: Add money with Bitcoin
af: Voeg geld met Bitcoin by
am: በ Bitcoin ገንዘብ ያክሉ
ar: ‏‏إضافة مال باستخدام Bitcoin
as: Bitcoin-ৰ সৈতে ধন যোগ দিয়ক
az: Pulu Bitcoin ilə əlavə edin
bg: Добавяне на пари с Bitcoin
bn_in: Bitcoin এর মাধ্যমে অর্থ যোগ করুন
bs: Dodajte novac valutom Bitcoin
cy: Ychwanegu arian gyda Bitcoin
da: Tilføj penge via Bitcoin
de: Geld mit Bitcoin hinzufügen
el: Προσθήκη χρημάτων με το Bitcoin
es: Agregar dinero con Bitcoin
et: Raha lisamine Bitcoiniga
eu: Gehitu dirua Bitcoin erabiliz
fa: افزودن پول با بیت کوین
ga: Cuir airgead leis le Bitcoin
gd: Cuir airgead ris le Bitcoin
gl: Engadir diñeiro con Bitcoin
gu: Bitcoin સાથે નાણાં ઍડ કરો
he: הוסף כסף באמצעות Bitcoin
hi: Bitcoin से धन जोड़ें
hr: Dodavanje novca putem servisa Bitcoin
hu: Pénzfeltöltés Bitcoinnal
id: Tambahkan uang dengan Bitcoin
is: Leggja inn á með Bitcoin
ja: ビットコインで金額を追加
ka: დამაატეთ თანხა Bitcoin-ის გამოყენებით
kk: Ақшаны Bitcoin арқылы қосу
kn: Bitcoin ನೊಂದಿಗೆ ಹಣವನ್ನು ಸೇರಿಸಿ
ko: Bitcoin으로 금액 추가
ku_arab: زیادكردنی پارە بە بیتكۆین
ky: Биткоин менен акча кошуу
lo: ເພີ່ມເງິນດ້ວຍ Bitcoin
lt: Įtraukti pinigų naudojant „Bitcoin“
lv: Naudas ieskaitīšana, izmantojot pakalpojumu Bitcoin
mi: Tāpiri moni mā Bitcoin
mk: Додај пари со Биткоин
ml: Bitcoin ഉപയോഗിച്ച് പണം ചേര്‍ക്കുക
mn: Биткойны тусламжтай мөнгө нэмэх
mr: बिटकॉईन सह पैसे जोडा
ms: Tambah wang dengan Bitcoin
mt: Żid flus bil-Bitcoin
ne: बिटकोइनबाट पैसा बिटकोइन
nn_no: Legg til pengar med Bitcoin
no: Legg til penger med Bitcoin
or: Bitcoin ସହିତ ଟଙ୍କା ଯୋଡନ୍ତୁ
pa_arab_pk: نال پیسے پاوؤ Bitcoin
pa_in: Bitcoin ਨਾਲ ਪੈਸੇ ਜੋੜੋ
pl: Dodaj środki pieniężne w walucie Bitcoin
ru: Внесение денег через Bitcoin
sd: بٽ ڪوئن سان پئسا اضافو ڪريو
si: Bitcoin සමඟින් මුදල් එක් කරන්න
sl: Dodajanje denarja s storitvijo Bitcoin
sr_cyrl_rs: Додавање новца преко Биткоин
sr_latn_rs: Dodavanje novca preko Bitkoin
sv: Sätta in pengar med Bitcoin
ta: Bitcoin பயன்படுத்தி பணத்தைச் சேர்
te: Bitcoinతో డబ్బును జోడించండి
tg: Маблағро бо Bitcoin илова намоед
th: เพิ่มเงินด้วย Bitcoin
tr: Bitcoin ile para ekleyin
tt: Bitcoin белән акчаны өстәгез
ug: Bitcoin ئارقىلىق پۇل قوشۇش
uk: Поповнити за допомогою Bitcoin
ur: Bitcoin کے ساتھ رقم شامل کریں
uz: Bitkoyn bilan pul qo‘shish
vi: Thêm tiền bằng Bitcoin
zh_hans: 使用比特币充值
zh_hant: 使用比特幣加值

# Word.Button.Done
source: Done
af: Klaar
am: ተከናውኗል
ar: تم
as: সম্পন্ন হ'ল
az: Hazırdır
bg: Готово
bn_in: সম্পন্ন হয়েছে
bs: Gotovo
cy: Wedi gorffen
da: Udført
de: Fertig
el: Τέλος
es: Listo
et: Valmis
eu: Eginda
fa: انجام شد
ga: Déanta
gd: Deiseil
gl: Feito
gu: પૂર્ણ
he: סיום
hi: संपन्न
hr: Gotovo
hu: Kész
id: Selesai
is: Lokið
ja: 完了
ka: შესრულებულია
kk: Орындалды
kn: ಮುಗಿದಿದೆ
ko: 완료
ku_arab: ئەنجامدرا
ky: Бүттү
lo: ສຳເລັດ
lt: Atlikta
lv: Gatavs
mi: Kua oti
mk: Готово
ml: ചെയ്‌തു
mn: Боллоо
mr: पूर्ण झाले
ms: Selesai
mt: Lest
ne: भयो
nn_no: Ferdig
no: Ferdig
or: ସମାପ୍ତ ହୋଇଛି
pa_arab_pk: ‏‏ہوگیا
pa_in: ਹੋ ਗਿਆ
pl: Gotowe
ru: Готово
sd: ٿي ويو
si: ඉටු කළා
sl: Dokončano
sr_cyrl_rs: Готово
sr_latn_rs: Gotovo
sv: Klart
ta: முடிந்தது
te: పూర్తయింది
tg: Иҷро шуд
th: เสร็จสิ้น
tr: Bitti
tt: Әзер
ug: تامام
uk: Готово
ur: کر دیا
uz: Bajarildi
vi: Hoàn tất
zh_hans: 完成
zh_hant: 完成
