Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.AuthorizationFail
source: We can't authorize the payment method. If you continue to get this message, try with another payment method or contact customer service for assistance.
af: Ons kan nie die betalingsmetode magtig nie. As jy steeds hierdie boodskap kry, probeer met 'n ander betalingsmetode of kontak kliëntediens vir bystand.
am: የክፍያ ስልቱን ፈቃድ ልንሰጠው አንችልም። ይህን መልዕክት ማግኘትዎን ከቀጠሉ፣ ሌላ የክፍያ ስልት ይሞክሩ ወይም እገዛ ለማግኘት የደንበኛ አገልግሎትን ያነጋግሩ።
ar: لا يمكننا اعتماد طريقة الدفع. إذا ظلت هذه الرسالة تظهر لك، فحاول استخدام طريقة دفع أخرى أو اتصل بخدمة العملاء لطلب المساعدة.
as: আমি পৰিশোধ পদ্ধতিটোক স্বীকৃতি দিব নোৱাৰোঁ৷ আপুনি যদি ধাৰাবাহিকভাৱে এই বাৰ্তাটো পাই থাকে, তেন্তে অন্য এটা পৰিশোধ পদ্ধতিৰে চেষ্টা কৰক বা সহায়তাৰ বাবে গ্ৰাহক সেৱাৰ সৈতে যোগাযোগ কৰক৷
az: Ödəniş üsuluna icazə verə bilmərik. Əgər bu mesajı almağa davam etsəniz, başqa ödəniş üsulunu sınaqdan keçirin və ya yardım üçün müştəri xidmətlərinə müraciət edin.
bg: Не можем да упълномощим метода на плащане. Ако продължавате да получавате това съобщение, опитайте с друг метод на плащане или се свържете с отдела за обслужване на клиенти за съдействие.
bn_in: আমরা অর্থপ্রদানের পদ্ধতি অনুমোদন করতে পারছি না। আপনি এই বার্তাই পেতে থাকলে, অর্থপ্রদানের অন্য কোনো পদ্ধতি দিয়ে চেষ্টা করুন বা সহায়তা পেতে গ্রাহক পরিষেবায় যোগাযোগ করুন।
bs: Ne možemo dati ovlaštenje za način plaćanja. Ako se nastavi prikazivati ista poruka, pokušajte s drugim načinom plaćanja ili potražite pomoć od službe za podršku korisnicima.
cy: Does dim modd i ni awdurdodi'r dull talu. Os byddwch chi'n dal i gael y neges hon, rhowch gynnig ar ddull talu arall neu holwch cymorth i gwsmeriaid i gael help.
da: Vi kan ikke godkende betalingsmetoden. Hvis du får denne meddelelse igen, kan du prøve med en anden betalingsmetode eller kontakte kundeservice for at få hjælp.
de: Die Zahlungsmethode kann nicht autorisiert werden. Wird diese Meldung weiterhin angezeigt, versuchen Sie es mit einer anderen Zahlungsmethode, oder wenden Sie sich an den Kundendienst.
el: Δεν είναι δυνατή η εξουσιοδότηση αυτής της μεθόδου πληρωμής. Αν συνεχίσετε να λαμβάνετε αυτό το μήνυμα, δοκιμάστε με άλλη μέθοδο πληρωμής ή επικοινωνήστε με την εξυπηρέτηση πελατών για βοήθεια.
es: No se puede autorizar el método de pago. Si sigues recibiendo este mensaje, inténtalo con otro método de pago o ponte en contacto con el servicio de asistencia al cliente para obtener ayuda.
et: See on lubamatu makseviis. Kui see teade kuvatakse ka edaspidi, proovige teist makseviisi või võtke ühendust klienditeenindusega.
eu: Ezin dugu baimendu ordaintzeko metodo hori. Mezu hau jasotzen jarraitzen baduzu, saiatu ordaintzeko beste metodo bat erabiltzeko edo jarri bezeroentzako laguntza-zerbitzuarekin harremanetan.
fa: نمی‌توانیم این روش پرداخت را تأیید کنیم. اگر مشاهده این پیام ادامه داشت، با یک روش پرداخت دیگر امتحان کنید یا برای راهنمایی با خدمات مشتری تماس بگیرید.
ga: Ní féidir linn an modh íocaíochta seo a údarú. Má fhaigheann tú an teachtaireacht seo arís agus arís eile, bain triail as modh íocaíochta eile nó iarr cabhair ar an tseirbhís do chustaiméirí.
gd: Chan urrainn dhuinn an dòigh pàighidh ùghdarrachadh. Ma gheibh thu an teachdaireachd seo a-rithist ’s a-rithist, feuch dòigh pàighidh eile no cuir fios gu sgioba taice nan custamairean airson taic.
gl: Non se pode autorizar o método de pago. Se segues recibindo esta mensaxe, proba outro método de pago ou ponte en contacto co servizo ao cliente para obter asistencia técnica.
gu: અમે ચૂકવણી પદ્ધતિને અધિકૃત કરી શકતાં નથી. જો તમને આ સંદેશ મળવાનું ચાલુ રહે છે, તો બીજી ચૂકવણી પદ્ધતિનો પ્રયાસ કરો અથવા સહાયતા માટે ગ્રાહક સેવાનો સંપર્ક કરો.
he: איננו יכולים להרשות שיטת תשלום זו. אם תמשיך להיתקל בהודעה זו, נסה שיטת תשלום אחרת או פנה לשירות הלקוחות לקבלת סיוע.
hi: हम भुगतान विधि को अधिकृत नहीं कर सकते. यदि आपको यह संदेश प्राप्त होना जारी रहता है, तो कोई अन्‍य भुगतान विधि आज़माएँ या सहायता के लिए ग्राहक सेवा से संपर्क करें.
hr: Ne možemo autorizirati taj način plaćanja. Ako vam se ova poruka bude i dalje prikazivala, pokušajte s nekim drugim načinom plaćanja ili zatražite pomoć od službe za podršku.
hu: Nem tudjuk engedélyezni ezt a fizetési módot. Ha ez a hiba a későbbiekben is megjelenik, próbálkozzon másik fizetési móddal, vagy kérjen segítséget az ügyfélszolgálattól.
id: Kami tidak dapat mengotorisasi metode pembayaran. Jika Anda tetap mendapatkan pesan ini, coba gunakan metode pembayaran lain atau hubungi layanan pelanggan untuk bantuan.
is: Ekki er unnt að heimila þennan greiðslumáta. Ef þessi skilaboð birtast ítrekað skaltu reyna annan greiðslumáta eða hafa samband við þjónustuver til að fá aðstoð.
ja: 支払い方法を認証できません。このメッセージを引き続き受け取る場合は、他の支払い方法を試すか、カスタマー サービスにお問い合わせください。
ka: ჩვენ ვერ ვახდენთ გადახდის მეთოდის ავტორიზაციას. თუ ამ შეტყობინებას განმეორებით მიიღებთ, მოსინჯეთ გადახდის სხვა მეთოდის გამოყენება, ან დახმარებისთვის მიმართეთ მომხმარებელთა მომსახურების სამსახურს.
kk: Төлем әдісі түпнұсқалығын растау мүмкін емес. Осы хабар сізге кейін де келсе, басқа төлем әдісін пайдаланып көріңіз немесе көмек алу үшін, тұтынушыларды қолдау орталығына хабарласыңыз.
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ನಮಗೆ ಪ್ರಮಾಣೀಕರಿಸಲಾಗುವುದಿಲ್ಲ. ಈ ಸಂದೇಶವನ್ನು ನೀವು ಪಡೆಯುತ್ತಲೇ ಇದ್ದರೆ, ಮತ್ತೊಂದು ಪಾವತಿ ವಿಧಾನ ಬಳಸಿ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಸಹಾಯಕ್ಕಾಗಿ ಗ್ರಾಹಕ ಸೇವೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 결제 방법을 승인할 수 없습니다. 이 메시지가 계속 표시되면 다른 결제 방법으로 시도해 보거나 고객 서비스에 문의하여 지원을 받으시기 바랍니다.
ku_arab: ناتوانین رێگە بدەین بەم شێوازەی پارەدان. ئەگەر بەردەوام ئەم پەیامەت پێدەگات، هەوڵ بدە شێوازێکی تری پارەدان تاقی بکەیتەوە یان پەیوەندی بکە بە راژەی راژەخواز بۆ یاریدەدان.
ky: Төлөө ыкмасын авторизациялай албайбыз. Бул билдирүү келе берсе, башка төлөө ыкмасын колдонуңуз же жардам үчүн кардар кызматына кайрылыңыз.
lo: ພວກເຮົາບໍ່ສາມາດອະນຸຍາດວິທີການຊຳລະເງິນໄດ້. ຖ້າທ່ານສືບຕໍ່ໄດ້ຮັບຂໍ້ຄວາມນີ້, ໃຫ້ລອງວິທີການຊໍາລະເງິນອື່ນ ຫຼືຕິດຕໍ່ຫາຝ່າຍບໍລິການລູກຄ້າ ເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.
lt: Negalime įgalioti mokėjimo būdo. Jei ir toliau gausite šį pranešimą, pabandykite naudoti kitą mokėjimo būdą arba kreipkitės pagalbos į klientų aptarnavimo tarnybą.
lv: Neizdevās autorizēt maksāšanas metodi. Ja joprojām saņemat šo ziņojumu, izmēģiniet citu maksāšanas metodi vai sazinieties ar klientu atbalsta dienestu, lai saņemtu palīdzību.
mi: Kāore e taea taua tikanga utu te whakamana e mātou. Ki te whiwhi tonu koe i tēnei karere, me whakamātau he tikanga utu kē, whakapā rānei ki te ratonga tautoko kiritaki mō te āwhina.
mk: Не може да го авторизираме начинот на плаќање. Доколку и понатаму ја добивате оваа порака, обидете се со друг начин на плаќање или контактирајте со грижата за корисници, за помош.
ml: ഞങ്ങൾക്ക് ഈ പണമടയ്ക്കൽ രീതി അംഗീകരിക്കാനാവില്ല. നിങ്ങൾക്ക് ഈ സന്ദേശം തുടർന്നും ലഭിക്കുകയാണെങ്കിൽ, മറ്റൊരു പണമടയ്ക്കൽ രീതി പരീക്ഷിക്കുകയോ സഹായത്തിന് ഉപയോക്തൃ സേവനത്തെ ബന്ധപ്പെടുകയോ ചെയ്യുക.
mn: Бид төлбөрийн хэрэгслийг баталгаажуулах боломжгүй байна. Хэрвээ танд энэ зурвас дахин дахин харагдаж байвал төлбөрийн өөр хэрэгсэл сонго, эсвэл хэрэглэгчийн тусламж үйлчилгээнд хандана уу.
mr: आम्ही देय पद्धती अधिकृत करू शकत नाही. आपल्याला हा संदेश येणे सुरु राहिल्यास, दुसरी देय पद्धत वापरून पहा किंवा सहाय्यासाठी ग्राहक सेवेशी संपर्क साधा.
ms: Kami tidak dapat membenarkan kaedah pembayaran ini. Jika anda terus mendapat mesej ini, cuba kaedah pembayaran lain atau hubungi khidmat pelanggan untuk mendapatkan bantuan.
mt: Ma nistgħux nawtorizzaw il-metodu ta' pagament. Jekk tkompli tara dan il-messaġġ, ipprova b'metodu ta' pagament ieħor jew ikkuntattja lis-servizz għall-klijenti għall-assistenza.
ne: हामी भुक्तानी गर्ने तरिकालाई अधिकार प्रदान गर्न सक्दैनौं। यदि तपाइँले यो सन्देश प्राप्त गरि नै रहनुभयो भने, अर्को भुक्तानी गर्ने तरिका प्रयोग गर्नुहोस् वा सहायताको लागि ग्राहक सेवालाई सम्पर्क गर्नुहोस्।
nn_no: Vi kan ikkje godkjenne betalingsmåten. Dersom du får denne meldinga fleire gonger, kan du prøve ein annen betalingsmåte eller kontakte kundestøtte for å få hjelp.
no: Vi kan ikke godkjenne betalingsmåten. Hvis du fortsetter å få denne meldingen, kan du prøve en annen betalingsmåte eller kontakte kundestøtte for å få hjelp.
or: ଆମେ ଦେୟ ପଦ୍ଧତିକୁ ପ୍ରାଧିକୃତ କରିପାରିବୁ ନାହିଁ. ଯଦି ଆପଣ ଏହି ବାର୍ତ୍ତା ପ୍ରାପ୍ତ କରିବା ଜାରି ରଖନ୍ତି, ତେବେ ଅନ୍ୟ ଏକ ଦେୟ ପଦ୍ଧତି ସହିତ ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ସହାୟତା ପାଇଁ ଗ୍ରାହକ ସେବାକୁ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: اسی ادائیگی دے طریقے دی اجازت نئیں دے سکدے۔ جے ایہہ پیغام آنا جاری روے، کسے ہور ادائیگی دے طریقے نال کوشش کرو یا معاونت لئی صارف دی خدمت نال رابطہ کرو۔
pa_in: ਅਸੀਂ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਅਧਿਕਾਰ ਨਹੀਂ ਦੇ ਸਕਦੇ। ਜੇਕਰ ਤੁਸੀ ਇਹ ਸੰਦੇਸ਼ ਪ੍ਰਾਪਤ ਕਰਨਾ ਜਾਰੀ ਰੱਖਦੇ ਹੋ, ਤਾਂ ਕਿਸੇ ਹੋਰ ਭੁਗਤਾਨ ਵਿਧੀ ਨਾਲ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਹਾਇਤਾ ਲਈ ਗਾਹਕ ਸੇਵਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Nie możemy autoryzować tej metody płatności. Jeśli nadal będziesz otrzymywać ten komunikat, spróbuj użyć innej metody płatności lub skontaktuj się z działem obsługi klienta w celu uzyskania pomocy.
ru: Не удается авторизовать этот метод оплаты. Если вы снова получите это сообщение, попробуйте воспользоваться другим методом оплаты или обратитесь за помощью в отдел обслуживания клиентов.
sd: اسان هي ادائگي جي طريقي جي تصديق نٿا ڪري سگهون. جيڪڏهن توهان اهو پيغام حاصل ڪرڻ جاري رکو، ٻئي ادائگي جي طريقي سان ڪوشش ڪريو يا مدد لاءِ صارف ساهتا سان رابطو ڪريو.
si: අපට ගෙවීම් විධික්‍රමය අනුමත කළ නොහැකිය. ඔබට දිගටම මෙම පණිවුඩය ලැබෙන්නේ නම්, වෙනත් ගෙවීම් විධික්‍රමයක් උත්සාහ කරන්න, නැතහොත් සහාය සඳහා පාරිභෝගික සේවාව හා සම්බන්ධ වන්න.
sl: Načina plačila ni mogoče odobriti. Če se to sporočilo ne preneha prikazovati, poskusite z drugim načinom plačila ali se za pomoč obrnite na podporo uporabnikom.
sr_cyrl_rs: Не можемо да ауторизујемо начин плаћања. Ако вам се ова порука буде и даље приказивала, покушајте са другим начином плаћања или затражите помоћ од корисничке подршке.
sr_latn_rs: Ne možemo da autorizujemo način plaćanja. Ako vam se ova poruka bude i dalje prikazivala, pokušajte sa drugim načinom plaćanja ili zatražite pomoć od korisničke podrške.
sv: Vi kan inte godkänna den valda betalningsmetoden. Försök med en annan betalningsmetod eller kontakta kundtjänst om det här meddelandet visas igen.
ta: எங்களால் கட்டண முறையை அங்கீகரிக்க முடியவில்லை. நீங்கள் இந்தச் செய்தியைத் தொடர்ந்து பெற்றால், மற்றொரு கட்டண முறையை முயற்சிக்கவும் அல்லது உதவிக்கு வாடிக்கையாளர் சேவையைத் தொடர்புகொள்ளவும்.
te: మేము చెల్లింపు విధానాన్ని ప్రమాణీకరించలేము. మీకు ఈ సందేశం వస్తూనే ఉంటే, మరో చెల్లింపు విధానాన్ని ప్రయత్నించండి లేదా సహాయం కోసం వాడుకదారు సేవను సంప్రదించండి.
tg: Мо ба ин тарзи пардохт иҷозат дода наметавонем. Агар шумо ин хаторо аз нав бинед, тарзи пардохти дигареро кӯшиш кунед ё барои дастгирӣ бо маркази хизматрасон дар тамос шавед.
th: เราไม่สามารถอนุญาตการชำระเงินวิธีนี้ได้ ถ้าคุณยังคงได้รับข้อความนี้ ให้ลองใช้การชำระเงินวิธีอื่นหรือติดต่อขอรับความช่วยเหลือจากศูนย์บริการลูกค้า
tr: Ödeme yöntemini onaylayamıyoruz. BBu iletiyi almaya devam ederseniz, başka bir ödeme yöntemi deneyin ya da yardım için müşteri hizmetlerine başvurun.
tt: Түләү ысулын авторлаштырып булмый. Бу хәбәр тагын килсә, башка түләү ысулын кулланып карагыз яки клиентларга ярдәм хезмәтенә мөрәҗәгать итегез.
ug: ھەق تاپشۇرۇش ئۇسۇلىغا ھوقۇق بېرەلمەيمىز. ئەگەر بۇ ئۇچۇر داۋاملىق كۆرۈنسە، باشقا ھەق تاپشۇرۇش ئۇسۇلىنى سىناپ بېقىڭ ياكى خېرىدارلار ياردەم مەركىزىدىن ياردەم سوراڭ.
uk: Не вдалось авторизувати цей спосіб оплати. Якщо ви знову отримаєте це повідомлення, спробуйте скористатись іншим способом оплати або зверніться за допомогою до служби підтримки клієнтів.
ur: ہم طریقہ ادائیگی کو مجاز نہیں بنا سکتے۔ اگر آپ کو یہ پیغام موصول ہونا جاری رہے، تو کسی اور طریقہ ادائیگی کے ساتھ کوشش کریں یا معاونت کیلئے صارف خدمت سے رابطہ کریں۔
uz: To‘lov usuliga ruxsat bera olmayapmiz. Bu xabar kelishda davom etsa, boshqa to‘lov usuli bilan urinib ko‘ring yoki yordam olish uchun mijozlarga xizmat ko‘rsatish markazi bilan bog‘laning.
vi: Chúng tôi không thể ủy quyền phương pháp thanh toán. Nếu bạn tiếp tục nhận được thông báo này, hãy thử một phương pháp thanh toán khác hoặc liên hệ với dịch vụ khách hàng để được hỗ trợ.
zh_hans: 我们无法对该付款方式授权。如果你仍然收到此消息，请尝试使用另一种付款方式，或联系客服以寻求帮助。
zh_hant: 我們無法授權該付款方法。如果您持續收到此訊息，請嘗試其他付款方法或連絡客戶服務以尋求協助。

# Literal.Error.InvalidAccountName
source: Your account holder name is invalid, please enter valid information.
af: Jou rekeninghouernaam is ongeldig, voer asseblief geldige inligting in.
am: የእርስዎ የመለያ ባለቤት ስም ልክ ያልሆነ ነው፣ እባክዎ ልክ የሆነ መረጃ ያስገቡ።
ar: اسم صاحب حسابك غير صالح. يرجى إدخال معلومات صالحة.
as: আপোনাৰ একাউণ্ট ধাৰকৰ নাম অবৈধ, অনুগ্ৰহ কৰি বৈধ তথ্য প্ৰৱেশ কৰাওক৷
az: Hesab sahibinin adı səhvdir, lütfən düzgün məlumat daxil edin.
bg: Името на притежател на акаунта е невалидно. Въведете валидна информация.
bn_in: আপনার অ্যাকাউন্টের মালিকের নামটি অবৈধ, অনুগ্রহ করে বৈধ তথ্য দিন।
bs: Naziv vlasnika računa je nevažeći, unesite važeće informacije.
cy: Mae eich enw deilydd cyfrif yn annilys, rhowch wybodaeth ddilys.
da: Navnet på din kontoindehaver er ugyldigt. Skriv gyldige oplysninger.
de: Der Name des Kontoinhabers ist ungültig. Geben Sie gültige Informationen ein.
el: Το όνομα του κατόχου του λογαριασμού δεν είναι έγκυρο. Εισαγάγετε έγκυρες πληροφορίες.
es: El nombre del titular de la cuenta no es válido. Indica una información que sea válida.
et: Konto omaniku nimi ei sobi, sisestage sobiv teave.
eu: Kontuaren titularraren izenak ez du balio. Idatzi baliozko informazioa.
fa: نام دارنده حساب نامعتبر است، لطفا اطلاعات معتبر وارد کنید.
ga: Tá d'ainm sealbhóra cuntais neamhbhailí, iontráil an fhaisnéis bhailí.
gd: Chan eil an t-ainm aig sealbhadair a’ chunntais agad mar bu chòir, cuir a-steach fiosrachadh dligheach.
gl: O nome do propietario da conta non é válido, introduce información válida.
gu: તમારા ખાતા ધારકનું નામ અમાન્ય છે, કૃપયા માન્ય માહિતી પ્રવિષ્ટ કરો.
he: שם בעל החשבון שלך אינו חוקי. הזן מידע חוקי.
hi: आपका खाता धारक नाम अमान्‍य है, कृपया मान्‍य जानकारी दर्ज करें.
hr: Naziv nositelja računa nije valjan. Unesite valjane podatke.
hu: A számlatulajdonos neve érvénytelen, adjon meg érvényes adatokat.
id: Nama pemegang akun Anda tidak valid, silakan masukkan informasi yang valid.
is: Nafn reikningseiganda er ógilt, vinsamlegast færðu inn gildar upplýsingar.
ja: 口座名義が正しくありません。正しい情報を入力してください。
ka: თქვენი ანგარიშის მფლობელის სახელი არასწორია, გთხოვთ, შეიყვანოთ სწორი ინფორმაცია.
kk: Тіркелгі иесінің аты жарамсыз, жарамды ақпаратты енгізіңіз.
kn: ನಿಮ್ಮ ಖಾತೆ ಹೊಂದಿರುವವರ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮಾಹಿತಿ ನಮೂದಿಸಿ.
ko: 계정 소유자 이름이 올바르지 않습니다. 올바른 정보를 입력해 주세요.
ku_arab: ناوی هەڵگری ئەژمێرەکەت نادروستە، تکایە زانیاری دروست تێبنووسە.
ky: Каттоо жазууңуздун ээси жараксыз, сураныч, жарактуу маалымат киргизиңиз.
lo: ຊື່ເຈົ້າຂອງບັນຊີຂອງທ່ານບໍ່ຖືກຕ້ອງ, ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກຕ້ອງ.
lt: Jūsų paskyros savininko vardas netinkamas, įveskite tinkamą informaciją.
lv: Jūsu konta īpašnieka vārds ir nederīgs. Lūdzu, ievadiet derīgu informāciju.
mi: He muhu te ingoa kaipupuri pūkete, me tāuru he mōhiohio whaimana.
mk: Името на сопственикот на сметката е неважечко, внесете важечки информации.
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഉടമയുടെ നാമം അസാധുവാണ്, സാധുവായ വിവരങ്ങൾ നൽകുക.
mn: Таны данс эзэмшигчийн нэр буруу, зөв мэдээлэл оруулна уу.
mr: आपले खाते धारक नाव अवैध आहे, कृपया वैध माहिती प्रविष्ट करा.
ms: Nama pemegang akaun anda tidak sah, sila masukkan maklumat yang sah.
mt: L-isem tad-detentur tal-kont tiegħek huwa invalidu, daħħal informazzjoni valida.
ne: तपाइँको खाता बाहक नाम अमान्य छ, कृपया मान्य जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Namnet på kontoinnehavar er ugyldig. Oppgi gyldig informasjon.
no: Navnet på kontoinnehaver er ugyldig. Angi gyldig informasjon.
or: ଆପଣଙ୍କ ଆକାଉଣ୍ଟ୍ ଧାରକଙ୍କ ନାମ ବୈଧ ନୁହେଁ, ଦୟାକରି ବୈଧ ସୂଚନା ଏଣ୍ଟର କରନ୍ତୁ।
pa_arab_pk: تہاڈا اکاؤنٹ ہولڈر ناں ناجائز اے، مہربانی کر کے جائز معلومات داخل کرو۔
pa_in: ਤੁਹਾਡਾ ਖਾਤਾ ਧਾਰਕ ਨਾਮ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖ਼ਲ ਕਰੋ।
pl: Nazwisko właściciela konta jest nieprawidłowe. Wprowadź prawidłowe informacje.
ru: Неверное имя владельца учетной записи. Введите действительную информацию.
sd: توهانجو اڪائونٽ هولڊر نالو غلط آهي، مهرباني ڪري صحيح معلومات داخل ڪريو.
si: ඔබේ ගිණුම් හිමියාගේ නම වලංගු නොවේ, කරුණාකර වලංගු තොරතුරු ඇතුළු කරන්න.
sl: Ime lastnika računa ni veljavno. Vnesite veljavne podatke.
sr_cyrl_rs: Име носиоца налога је неважеће. Унесите важеће информације.
sr_latn_rs: Ime nosioca naloga je nevažeće. Unesite važeće informacije.
sv: Kontohavarens namn är ogiltigt. Ange ett giltigt namn.
ta: உங்கள் கணக்கு வைத்திருப்பவர் பெயர் தவறானது, சரியான தகவலை உள்ளிடவும்.
te: మీ ఖాతాదారు పేరు చెల్లదు, దయచేసి చెల్లుబాటు అయ్యే సమాచారాన్ని నమోదు చేయండి.
tg: Номи доранда дар ҳисоби шумо беэътибор аст, лутфан маълумоти дурустро ворид кунед.
th: ชื่อผู้ถือบัญชีของคุณไม่ถูกต้อง โปรดป้อนข้อมูลที่ถูกต้อง
tr: Hesap sahibi adınız geçerli değil, lütfen geçerli bilgileri girin.
tt: Хисап язмасы иясенең исеме ярашсыз, ярашлы мәгълүматны кертегез.
ug: ھېساباتىڭىزنىڭ ئىگىسىنىڭ نامى ئىناۋەتسىز، ئىناۋەتلىك ئۇچۇر كىرگۈزۈڭ.
uk: Неправильне ім’я власника облікового запису. Введіть дійсні відомості.
ur: آپ کا اکاؤنٹ ہولڈر نام غلط ہے، براہ مہربانی درست معلومات داخل کریں۔
uz: Hisob raqamingiz egasi nomi noto‘g‘ri, iltimos, to‘g‘ri ma’lumotlarni kiriting.
vi: Tên chủ tài khoản của bạn không hợp lệ, vui lòng nhập thông tin hợp lệ.
zh_hans: 你的帐户持有人姓名无效，请输入有效信息。
zh_hant: 您的帳戶持有人姓名無效，請輸入有效的資訊。

# Literal.Error.InvalidCountry
source: Please enter valid country information.
af: Voer asseblief geldige landinligting in.
am: እባክዎ ልክ የሆነ የአገር መረጃ ያስገቡ።
ar: يرجى إدخال معلومات بلد صالحة.
as: অনুগ্ৰহ কৰি বৈধ দেশৰ তথ্য প্ৰৱেশ কৰাওক৷
az: Ölkə haqqında düzgün məlumat daxil edin.
bg: Въведете валидна информация за страна.
bn_in: অনুগ্রহ করে দেশের বৈধ তথ্য দিন।
bs: Unesite važeće informacije o državi.
cy: Rhowch wybodaeth gwlad ddilys.
da: Skriv gyldige landeoplysninger.
de: Geben Sie gültige Länderinformationen ein.
el: Εισαγάγετε έγκυρες πληροφορίες χώρας.
es: Indica una información del país que sea válida.
et: Sisestage kehtiv riigi teave.
eu: Idatzi herrialdeari buruzko baliozko informazioa
fa: لطفاً اطلاعات معتبری برای کشور وارد کنید.
ga: Iontráil faisnéis bhailí tíre, le do thoil.
gd: Cuir a-steach fiosrachadh dùthcha dligheach.
gl: Introduce información do país válida.
gu: કૃપયા એક માન્ય દેશ માહિતી પ્રવિષ્ટ કરો.
he: הזן פרטי מדינה חוקיים.
hi: कृपया देश संबंधी मान्य जानकारी दर्ज करें.
hr: Unesite valjane podatke o državi.
hu: Adjon meg érvényes országadatokat.
id: Silakan masukkan informasi negara yang valid.
is: Færðu inn gildar landsupplýsingar.
ja: 正しい国情報を入力してください。
ka: გთხოვთ, შეიყვანოთ ქვეყნის სწორი ინფორმაცია.
kk: Жарамды ел ақпаратын енгізіңіз.
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ದೇಶದ ಮಾಹಿತಿ ನಮೂದಿಸಿ.
ko: 올바른 국가 정보를 입력해 주세요.
ku_arab: تکایە زانیاری وڵاتی دروست تێبکە.
ky: Сураныч, жарактуу өлкө маалыматын киргизиңиз.
lo: ກະລຸນາປ້ອນຂໍ້ມູນປະເທດທີ່ຖືກຕ້ອງ.
lt: Įveskite tinkamą šalies informaciją.
lv: Lūdzu, ievadiet derīgu informāciju par valsti.
mi: Me tāuru ngā mōhiohio whaimana mō te whenua.
mk: Внесете важечи информации за државата.
ml: സാധുതയുള്ള രാജ്യ വിവരങ്ങൾ നൽകുക.
mn: Улсын мэдээллээ зөв оруулна уу.
mr: कृपया वैध देश माहिती प्रविष्ट करा.
ms: Sila masukkan maklumat negara yang sah.
mt: Daħħal informazzjoni valida tal-pajjiż.
ne: कृपया मान्य देश जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Oppgi gyldig informasjon om land.
no: Angi gyldig landsinformasjon.
or: ଦୟାକରି ବୈଧ ଦେଶ ସୂଚନା ଏଣ୍ଟର କରନ୍ତୁ।
pa_arab_pk: مہربانی کر کے جائز ملکی معلومات داخل کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਦੇਸ਼ ਦੀ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖ਼ਲ ਕਰੋ।
pl: Wprowadź prawidłowe informacje dotyczące kraju.
ru: Введите действительные данные о стране.
sd: مهرباني ڪري صحيح ملڪ جي معلومات داخ ڪريو.
si: කරුණාකර වලංගු රටේ තොරතුරු ඇතුළු කරන්න.
sl: Vnesite veljavne podatke o državi.
sr_cyrl_rs: Унесите важеће информације о земљи.
sr_latn_rs: Unesite važeće informacije o zemlji.
sv: Ange giltig landsinformation.
ta: சரியான நாட்டுத் தகவலை உள்ளிடவும்.
te: దయచేసి చెల్లుబాటు అయ్యే దేశం సమాచారాన్ని నమోదు చేయండి.
tg: Лутфан, маълумоти кишвари боэътиборро ворид кунед.
th: โปรดป้อนข้อมูลประเทศที่ถูกต้อง
tr: Lütfen geçerli ülke bilgilerini girin.
tt: Ил турында ярашлы мәгълүматны кертегез.
ug: ئىناۋەتلىك دۆلەت ئۇچۇرى كىرگۈزۈڭ.
uk: Введіть дійсні відомості про країну.
ur: براہ مہربانی درست ملک کی معلومات داخل کریں۔
uz: Mamlakatingiz haqida to‘g‘ri ma’lumotlarni kiriting.
vi: Vui lòng nhập thông tin quốc gia hợp lệ.
zh_hans: 请输入有效的国家/地区信息。
zh_hant: 請輸入有效的國家/地區資訊。

# Word.SelectBank.Ideal
source: Choose your bank.
af: Kies jou bank
am: የእርስዎን ባንክ ይምረጡ።
ar: اختر البنك الخاص بك.
as: আপোনাৰ বেংক পছন্দ কৰক।
az: Bankınızı seçin.
bg: Изберете вашата банка.
bn_in: আপনার ব্যাঙ্ক চয়ন করুন৷
bs: Izaberite banku.
cy: Dewiswch eich banc.
da: Vælg din bank.
de: Wählen Sie Ihre Bank.
el: Επιλέξτε την τράπεζά σας.
es: Elige tu banco.
et: Valige pank.
eu: Aukeratu bankua
fa: بانکتان را انتخاب کنید.
ga: Roghnaigh do bhanc.
gd: Tagh am banca agad.
gl: Escolle o teu banco.
gu: તમારી બેંક પસંદ કરો.
he: בחר את הבנק שלך.
hi: अपना बैंक चुनें.
hr: Odaberite svoju banku.
hu: Válasszon bankot.
id: Pilih bank Anda.
is: Veldu banka.
ja: 銀行を選択してください。
ka: აირჩიეთ თქვენი ბანკი.
kk: Банк таңдаңыз.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಆರಿಸಿ.
ko: 은행을 선택하세요.
ku_arab: بانکەکەت هەڵبژێرە.
ky: Банкыңызды тандаңыз.
lo: ເລືອກທະນາຄານຂອງທ່ານ
lt: Pasirinkite savo banką.
lv: Izvēlieties savu banku.
mi: Kōwhiria tō pēke.
mk: Изберете ја својата банка.
ml: നിങ്ങളുടെ ബാങ്ക് തിരഞ്ഞെടുക്കുക.
mn: Банкаа сонгоно уу.
mr: आपली बँक निवडा
ms: Pilih bank anda.
mt: Agħżel il-bank tiegħek.
ne: आफ्नो बैकं छान्नुहोस्।
nn_no: Vel banken din.
no: Velg bank.
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ମନୋନୟନ କରନ୍ତୁ.
pa_arab_pk: اپنا بینک چنو۔
pa_in: ਆਪਣਾ ਬੈਂਕ ਚੁਣੋ।
pl: Wybierz bank.
ru: Выберите свой банк.
sd: پنهنجي بينڪ چونڊيو
si: ඔබගේ බැංකුව තෝරන්න.
sl: Izberite svojo banko.
sr_cyrl_rs: Одаберите банку.
sr_latn_rs: Odaberite banku.
sv: Välj din bank.
ta: உங்கள் வங்கியைத் தேர்வுசெய்யவும்.
te: మీ బ్యాంకును ఎంచుకోండి.
tg: Бонки худро интихоб кунед.
th: เลือกธนาคารของคุณ
tr: Bankanızı seçin.
tt: Банкны сайлагыз.
ug: بانكا تاللاڭ.
uk: Укажіть свій банк.
ur: اپنا بینک منتخب کریں۔
uz: Bankni tanlang.
vi: Chọn ngân hàng của bạn.
zh_hans: 选择你的银行。
zh_hant: 選擇銀行。

# Word.SelectBank.Ideal.2
source: Choose your bank
af: Kies jou bank
am: የእርስዎን ባንክ ይምረጡ
ar: اختر البنك الخاص بك
as: আপোনাৰ বেংক পচন্দ কৰক
az: Bankınızı seçin
bg: Изберете вашата банка
bn_in: আপনার ব্যাঙ্ক চয়ন করুন
bs: Odaberite banku
cy: Dewis eich banc
da: Vælg din bank
de: Bank auswählen
el: Επιλέξτε την τράπεζά σας
es: Elige tu banco
et: Valige oma pank
eu: Aukeratu bankua
fa: بانک خود را انتخاب کنید
ga: Roghnaigh do bhanc
gd: Tagh am banca agad
gl: Selecciona o teu banco
gu: તમારી બેંક પસંદ કરો
he: בחר את הבנק שלך
hi: अपना बैंक चुनें
hr: Odaberite banku
hu: Válasszon bankot
id: Pilih bank Anda
is: Velja banka
ja: 銀行を選択してください
ka: აირჩიეთ თქვენი ბანკი
kk: Банкті таңдаңыз
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಆರಿಸಿ
ko: 은행 선택
ku_arab: بانکەکەت هەڵبژێرە
ky: Банкыңызды тандаңыз
lo: ເລືອກທະນາຄານຂອງທ່ານ
lt: Pasirinkite savo banką
lv: Izvēlieties jūsu banku
mi: Kōwhiria tō pēke
mk: Изберете ја својата банка
ml: നിങ്ങളുടെ ബാങ്ക് തിരഞ്ഞെടുക്കുക
mn: Банкаа сонго
mr: आपली बँक निवडा
ms: Pilih bank anda
mt: Agħżel il-bank tiegħek
ne: तपाईंको बैङ्क छनौट गर्नुहोस्
nn_no: Vel bank
no: Velg bank
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ମନୋନୟନ କରନ୍ତୁ
pa_arab_pk: اپنا بینک چُنو
pa_in: ਆਪਣਾ ਬੈਂਕ ਚੁਣੋ
pl: Wybierz bank
ru: Выберите свой банк
sd: پنهنجي بينڪ چونڊيو
si: ඔබගේ බැංකුව තෝරන්න
sl: Izberite svojo banko
sr_cyrl_rs: Одаберите банку
sr_latn_rs: Odaberite banku
sv: Välj din bank
ta: உங்களது வங்கியைத் தேர்வு செய்யவும்
te: మీ బ్యాంక్‌ని ఎంచుకోండి
tg: Бонки худро интихоб кунед
th: เลือกธนาคารของคุณ
tr: Bankanızı seçin
tt: Банкны сайлагыз
ug: بانكىڭىزنى تاللاڭ
uk: Виберіть свій банк
ur: اپنا بینک منتخب کریں
uz: Bankingizni tanlang
vi: Chọn ngân hàng của bạn
zh_hans: 选择你的银行
zh_hant: 選擇您的銀行
