Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PaypalText.Add.MessageForTemplate
source: In the next step, you'll be redirected to PayPal's website to verify your account. We'll collect your PayPal account info but won't use it without your permission.
af: Jy sal in die volgende stap na PayPal se webwerf herlei word om jou rekening te verifieer. Ons sal jou PayPal-rekeninginligting versamel, maar sal dit nie sonder jou toestemming gebruik nie.
am: በሚቀጥለው እርምጃ፣ የእርስዎን መለያ እንዲያረጋግጡ ወደ PayPal ድር ጣቢያ እንዲያመሩ ይደረጋሉ። የእርስዎን የPayPal መለያ መረጃ እንሰበስባለን ሆኖም ግን ያለ እርስዎ ፈቃድ አንጠቀምበትም።
ar: في الخطوة التالية، ستتم إعادة توجيهك إلى موقع ويب PayPal للتحقق من حسابك. سوف نجمع معلومات حسابك على PayPal لكننا لن نستخدمها بدون إذنك.
as: পৰৱৰ্তী পদক্ষেপত, আপোনাৰ একাউণ্টটো সত্যাসত্য নিৰূপণ কৰিবলৈ আপোনাক PayPal ৱেবছাইটলৈ পুনঃনিৰ্দেশিত কৰা হ'ব। আমি আপোনাৰ PayPal একাউণ্টৰ তথ্য সংগ্ৰহ কৰিম, কিন্তু আপোনাৰ অনুমতি অবিহনে ইয়াক ব্যৱহাৰ নকৰোঁ।
az: Növbəti mərhələdə hesabınızı yoxlamaq üçün PayPal veb-saytına yönləndiriləcəksiniz. PayPal hesab məlumatınızı toplayacağıq, lakin icazəniz olmadan istifadə etməyəcəyik.
bg: В следващата стъпка ще бъдете пренасочени към уеб сайта на PayPal, за да потвърдите вашия акаунт. Ние ще съберем информацията от вашия акаунт в PayPal, но няма да я използваме без ваше разрешение.
bn_in: পরবর্তী ধাপে, আপনাকে আপনার অ্যাকাউন্ট যাচাই করতে PayPal-এর ওয়েবসাইটে পুনর্নিদেশিত করা হবে। আমরা আপনার PayPal অ্যাকাউন্টের তথ্য সংগ্রহ করব, তবে এটি আপনার অনুমতি ব্যতীত ব্যবহার করব না।
bs: U sljedećem koraku, bit ćete preusmjereni na PayPal-ovu web stranicu kako biste potvrdili svoj račun. Prikupit ćemo informacije o vašem PayPal računu ali ih nećemo koristiti bez vaše dozvole.
cy: Yn y cam nesaf, byddwch yn cael eich ailgyfeirio i wefan PayPal i wirio’ch cyfrif. Byddwn yn casglu gwybodaeth am eich cyfrif PayPal ond ni fyddwn yn ei defnyddio heb eich caniatâd.
da: I det næste trin bliver du omdirigeret til PayPal-webstedet for at bekræfte din konto. Vi indsamler dine PayPal-kontooplysninger, men de bliver ikke brugt uden din tilladelse.
de: Im nächsten Schritt werden Sie auf die Website von PayPal weitergeleitet, um Ihr Konto zu bestätigen. Wir erfragen Ihre PayPal-Kontoinformationen, werden sie ohne Ihre Zustimmung aber nicht verwenden.
el: Στο επόμενο βήμα, θα ανακατευθυνθείτε στην τοποθεσία web του PayPal για να επαληθεύσετε το λογαριασμό σας. Θα συλλέξουμε τις πληροφορίες του λογαριασμού σας PayPal, αλλά δεν θα τις χρησιμοποιήσουμε χωρίς την άδειά σας.
es: En el paso siguiente, se le redirigirá al sitio web de PayPal para comprobar su cuenta. Se recopilará la información de su cuenta de PayPal, pero no la usaremos sin su permiso.
et: Järgmises etapis suunatakse teid konto kinnitamiseks PayPali veebisaidile. Kogume teie PayPali konto teavet, kuid ei kasuta seda ilma teie loata.
eu: Hurrengo urratsean, PayPal zerbitzuaren webgunera birbideratuko zaitugu, zure kontua egiazta dezazun. PayPal kontuaren informazioa bilduko dugu, baina ez dugu erabiliko zure baimenik gabe.
fa: در مرحله بعد، برای تأیید حسابتان دوباره به وب‌سایت PayPal هدایت خواهید شد. ما اطلاعات حساب PayPal شما را جمع‌آوری می‌کنیم، اما از آن بدون اجازه شما استفاده نخواهیم کرد.
ga: Sa chéad céim eile, atreorófar thú chuig suíomh Gréasáin PayPal chun do chuntas a fhíorú. Baileoimid d'fhaisnéis cuntais PayPal, ach ní úsáidfimid í gan do chead.
gd: San ath-cheum, thèid d’ ath-stiùireadh gu làrach-lìn PayPal a dhearbhadh a’ chunntais agad. Cruinnichidh sinn fiosrachadh mun chunntas PayPal agad ach cha chleachd sinn e gun chead uat.
gl: No seguinte paso, serás redirixido ó sitio web de PayPal para verificar a túa conta. Recompilaremos a información da túa conta de PayPal pero non a usaremos sen o teu permiso.
gu: આગલા પગલાંમાં, તમને તમારા ખાતાની ચકાસણી કરાવવા માટે PayPalની વેબસાઇટ પર રીડાયરેક્ટ કરવામાં આવશે. અમે તમારા PayPal ખાતાની માહિતી એકત્રિત કરીશું પરંતુ તમારી અનુમતિ વિના તેનો ઉપયોગ કરીશું નહીં.
he: בשלב הבא, תנותב מחדש לאתר של PayPal כדי לאמת את חשבונך. נאסוף את פרטי חשבון PayPal שלך אך לא נשתמש בהם ללא הרשאתך.
hi: अगले चरण में, आपको अपना खाता सत्यापित करने के लिए PayPal की वेबसाइट पर रीडायरेक्ट किया जाएगा. हम आपकी PayPal खाता जानकारी एकत्रित करेंगे लेकिन आपकी अनुमति के बिना उसका उपयोग नहीं करेंगे.
hr: U sljedećem koraku bit ćete preusmjereni na web-mjesto servisa PayPal radi provjere vašeg računa. Prikupit ćemo informacije o računu servisa PayPal, ali ih nećemo koristiti bez vaše dozvole.
hu: A következő lépésben átirányítjuk PayPal webhelyére, ahol ellenőrizheti a fiókját. Összegyűjtjük PayPal-fiókja adatait, de az engedélye nélkül nem használjuk fel őket.
id: Selanjutnya, Anda akan dialihkan ke situs web PayPal untuk memverifikasi akun Anda. Kami akan mengumpulkan informasi akun PayPal Anda, namun tidak akan menggunakannya tanpa izin.
is: Í næsta skrefi sendum þig á vefsvæði PayPal til að staðfesta reikninginn þinn. Við söfnum PayPal-reikningsupplýsingunum þínum en notum þær ekki án þinnar heimildar.
ja: 次の手順では、アカウントを確認するために PayPal の Web サイトにリダイレクトされます。Microsoft は、PayPal アカウント情報を収集しますが、お客様の許可なくこれを使用することはありません。
ka: შემდეგ ეტაპზე თქვენ გადახვალთ PayPal-ის ვებსაიტზე, რომ დაამოწმოთ თქვენი ანგარიში. ჩვენ ინფორმაციას ავიღებთ თქვენი PayPal ანგარიშიდან, მაგრამ არ გამოვიყენებთ მას თქვენი ნებართვის გარეშე.
kk: Келесі қадамда тіркелгіңізді растау үшін PayPal веб-сайтына қайта бағытталасыз. Біз PayPal тіркелгіңіз туралы ақпаратты жинаймыз, бірақ оны сіздің рұқсатыңызсыз пайдаланбаймыз.
kn: ಮುಂದಿನ ಹಂತದಲ್ಲಿ, ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮನ್ನು PayPal ನ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ PayPal ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಆದರೆ ಅದನ್ನು ನಿಮ್ಮ ಅನುಮತಿಯಿಲ್ಲದೆಯೇ ಬಳಸುವುದಿಲ್ಲ.
ko: 다음 단계에서는 계정을 확인하기 위해 PayPal 웹 사이트로 리디렉션됩니다. 회원님 PayPal 계정 정보를 수집하지만 회원님 허가 없이는 사용하지 않습니다.
lo: ໃນຂັ້ນຕອນຕໍ່ໄປ, ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຫາເວັບໄຊຂອງ PayPal ເພື່ອກວດສອບບັນຊີຂອງທ່ານ. ພວກເຮົາຈະເກັບກຳຂໍ້ມູນບັນຊີ PayPal ຂອງທ່ານ, ແຕ່ຈະບໍ່ໃຊ້ມັນໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດຈາກທ່ານ.
lt: Kitame veiksme būsite nukreipti į „PayPal“ svetainę, kad patvirtintumėte savo paskyrą. Rinksime jūsų „PayPal“ paskyros informaciją, bet nenaudosime jos be jūsų leidimo.
lv: Nākamajā darbībā jūs tiksit novirzīts uz PayPal tīmekļa vietni, lai verificētu savu kontu. Mēs apkoposim jūsu PayPal konta informāciju, bet nelietosim to bez jūsu atļaujas.
mi: I te mahi whai ake, ka tahurikētia koe ki te pae tukutuku o PayPal hei manatoko i tō pūkete. Mā mātou e kohi ō mōhiohio pūkete PayPal, engari e kore e whakamahia ki te kore koe e whakaae i te tuatahi.
mk: При следниот чекор, ќе ве пренасочиме до веб-локацијата на PayPal за да си ја потврдите сметката. Ќе ги собираме информациите за сметката на PayPal, но нема да ги користиме без ваша дозвола.
ml: അടുത്ത ഘട്ടത്തിൽ, നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കുന്നതിന് നിങ്ങളെ PayPal-ന്റെ വെബ് സൈറ്റിലേക്ക് റീഡയറക്‌ട് ചെയ്യും. നിങ്ങളുടെ PayPal അക്കൗണ്ട് വിവരം ഞങ്ങൾ ശേഖരിക്കും, എന്നാൽ നിങ്ങളുടെ അനുമതിയില്ലാതെ ഞങ്ങളത് ഉപയോഗിക്കില്ല.
mr: पुढील पायरीमध्ये, आपले खाते पडताळणी करण्यासाठी आपल्याला PayPal च्या वेबसाइटवर पुनर्निर्देशित केले जाईल. आम्ही आपली PayPal खाते माहिती संकलित करू परंतु ती आपल्या परवानगीशिवाय वापरणार नाही.
ms: Dalam langkah seterusnya, anda akan dihalakan semula ke laman web PayPal untuk mengesahkan akaun anda. Kami akan mengumpul maklumat PayPal anda tetapi tidak akan menggunakannya tanpa kebenaran anda.
mt: Fil-pass li jmiss, se tiġi ridirezzjonat għas-sit web ta’ PayPal sabiex tivverifika l-kont tiegħek. Aħna sejrin niġbru l-info tal-kont ta' PayPal tiegħek iżda mhux se nużawha mingħajr il-permess tiegħek.
ne: अर्को चरणमा, तपाईंलाई आफ्नो खाता प्रमाणित गर्न PayPal को वेबसाइटमा रिडिरेक्ट गरिनेछ। हामी तपाईंको PayPal खाता जानकारी सङ्कलन गर्नेछौं तर तपाईंको अनुमति बिना यसलाई प्रयोग गर्ने छैनौं।
nn_no: I neste steg blir du tatt vidare til nettstaden til PayPal, for å stadfeste kontoen din. Vi samlar inn opplysningar om PayPal-kontoen din, men bruker ikkje desse opplysningane utan at vi har fått løyve frå deg.
no: I neste trinn blir du omdirigert til nettstedet til PayPal for å bekrefte kontoen. Vi samler inn opplysninger om PayPal-kontoen, men bruker dem ikke uten din tillatelse.
or: ପରବର୍ତ୍ତୀ ପର୍ଯ୍ୟାୟରେ, ଆପଣଙ୍କ ଆକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ PayPal ୱେବସାଇଟକୁ ପୁନଃନିର୍ଦେଶିତ କରାଯିବ. ଆମେ ଆପଣଙ୍କର PayPal ଆକାଉଣ୍ଟ୍ ସୂଚନା ସଂଗ୍ରହ କରିବୁ କିନ୍ତୁ ଆପଣଙ୍କର ଅନୁମତି ବିନା ବ୍ୟବହାର କରିବୁ ନାହିଁ.
pa_in: ਅਗਲੇ ਕਦਮ ਵਿੱਚ, ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਤਸਦੀਕ ਕਰਨ ਲਈ PayPal ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੇ PayPal ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕਰਾਂਗੇ, ਪਰ ਤੁਹਾਡੀ ਆਗਿਆ ਦੇ ਬਿਨਾਂ ਇਸਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਾਂਗੇ।
pl: W następnym kroku zostaniesz przekierowany na stronę PayPal, aby zweryfikować swoje konto. Zarejestrujemy informacje o Twoim koncie PayPal, ale nie użyjemy ich bez Twojej zgody.
ru: На следующем шаге вы будете перенаправлены на веб-сайт PayPal для проверки учетной записи. Мы будем собирать сведения о вашей учетной записи PayPal, но не будем использовать их без вашего разрешения.
sl: V naslednjem koraku boste preusmerjeni na spletno mesto PayPal, kjer boste preverili svoj račun. Podatke o vašem računu PayPal bomo zbirali, vendar jih ne bomo uporabljali brez vašega dovoljenja.
sr_cyrl_rs: У следећем кораку, бићете преусмерени на веб локацију услуге PayPal како бисмо верификовали ваш налог. Ми прикупљамо информације о вашем PayPal налогу, али их нећемо користити без ваше дозволе.
sr_latn_rs: U sledećem koraku, bićete preusmereni na veb lokaciju usluge PayPal kako bismo verifikovali vaš nalog. Mi prikupljamo informacije o vašem PayPal nalogu, ali ih nećemo koristiti bez vaše dozvole.
sv: I nästa steg omdirigeras du till PayPal webbplats för att verifiera ditt konto. Vi samlar in din PayPal-kontoinformation, men vi använder den inte utan din tillåtelse.
ta: அடுத்த படியில், நீங்கள் உங்கள் கணக்கைச் சரிபார்ப்பதற்காக PayPal-க்குத் திருப்பிவிடப்படுவீர்கள். உங்கள் PayPal கணக்குத் தகவலைச் சேகரிப்போம், ஆனால் உங்கள் அனுமதி இல்லாமல் அதைப் பயன்படுத்த மாட்டோம்.
te: తదుపరి దశలో, మీ ఖాతాను సరి చూడడానికి మీరు PayPal యొక్క వెబ్ సైట్ కు రీడైరెక్ట్ చేయబడతారు. మేము మీ PayPal ఖాతా సమాచారాన్ని సేకరిస్తాము, కానీ మీ అనుమతి లేకుండా ఉపయోగించము.
th: ในขั้นตอนถัดไป คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ของ PayPal เพื่อยืนยันบัญชีของคุณ เราจะรวบรวมข้อมูลบัญชี PayPal ของคุณ แต่จะไม่ใช้โดยไม่ได้รับอนุญาตจากคุณ
tr: Sonraki adımda, hesabınızı doğrulamak için PayPal’ın Web sitesine yönlendirileceksiniz. PayPal hesap bilgilerinizi toplayacağız, ancak izniniz olmadan bu bilgileri kullanmayacağız.
tt: Киләсе адымда сез хисап язмагызны раслау өчен PayPal веб-төененә күчәчәксез. Без PayPal хисап язмагызның мәгълүматын тупларбыз, ләкин рөхсәтегездән башка аны кулланмаячакбыз.
ug: كېيىنكى باسقۇچتا، ھېساباتىڭىزنى دەلىللىمەك ئۈچۈن PayPal نىڭ تور بېكىتىگە يۆنەلدۈرۈلىسىز. PayPal ھېسابات ئۇچۇرلىرىڭىزنى توپلايمىز، ئەمما رۇخسىتىڭىز بولماستىن ئۇلارنى ئىشلەتمەيمىز.
uk: Вас буде спрямовано на веб-сайт PayPal, щоб підтвердити ваш обліковий запис. Ми збиратимемо відомості про ваш обліковий запис PayPal, але не використовуватимемо їх без вашої згоди.
ur: اگلے مرحلے میں، آپ کو اپنے اکاؤنٹ کی تصدیق کرنے کے لیے PayPal کی ویب سائٹ پر بھیج دیا جائے گا۔ ہم آپ کے PayPal اکاؤنٹ کی معلومات جمع کریں گے، لیکن آپ کی اجازت کے بغیر انہیں استعمال نہیں کریں گے۔
vi: Trong bước tiếp theo, bạn sẽ được chuyển hướng đến website của PayPal để xác minh tài khoản của mình. Chúng tôi sẽ thu thập thông tin tài khoản PayPal của bạn nhưng không sử dụng thông tin đó khi bạn chưa cho phép.
zh_hans: 在下一步中，你将被重定向到 PayPal 的网站以验证你的帐户。我们将收集你的 PayPal 帐户信息，但不会未经你许可使用该信息。
zh_hant: 在下一步驟中，您會重新導向至 PayPal 網站，以驗證您的帳戶。我們會收集您的 PayPal 帳戶資訊，但在取得您同意之前，都不會使用該資訊。

# Literal.PaypalQRText.Add.Message
source: Scan the QR code with your PayPal app.
af: Skandeer die QR-kode met jou PayPal-toepassing.
am: በእርስዎ PayPal መተግበሪያ የ QR ኮድን ይቃኙ።
ar: امسح شفرة الاستجابة السريعة ضوئياً باستخدام تطبيق PayPal الخاص بك.
as: আপোনাৰ PayPal এপৰ জৰিয়তে QR ক’ডটো স্কেন কৰক।
az: PayPal proqramınızla QR kodunu skan edin.
bg: Сканирайте QR кода с приложението PayPal.
bn_in: আপনার PayPal অ্যাপ দিয়ে QR কোডটি স্ক্যান করুন।
bs: Skenirajte QR kôd pomoću aplikacije PayPal.
cy: Sganiwch y cod QR gyda’ch ap PayPal
da: Scan QR-koden med din PayPal-app.
de: Scannen Sie den QR-Code mit Ihrer PayPal-App.
el: Σαρώστε τον κωδικό QR με την εφαρμογή PayPal.
es: Digitalice el código QR con la aplicación PayPal.
et: Skannige QR-kood PayPali rakendusega.
eu: Eskaneatu QR kodea PayPal aplikazioarekin.
fa: کد QR را با برنامه PayPal خود اسکن کنید.
ga: scan an cód QR le d'fheidhmchlár PayPal.
gd: Sganaich an còd QR leis an aplacaid PayPal agad.
gl: Dixitalice o código QR coa aplicación de PayPal.
gu: તમારી PayPal એપ્લિકેશન વડે QR કોડ સ્કૅન કરો.
he: סרוק את קוד ה- QR באמצעות אפליקציית PayPal שלך.
hi: अपने PayPal ऐप से QR कोड स्कैन करें.
hr: Skenirajte QR kôd aplikacijom PayPal.
hu: Olvassa be a QR-kódot a PayPal alkalmazással.
id: Pindai kode QR dengan aplikasi PayPal Anda.
is: Skannaðu QR-kóðann með PayPal-forritinu.
ja: PayPal アプリを使用して QRコードをスキャンしてください。
ka: დაასკანირეთ QR კოდი PayPal-ის აპით.
kk: QR кодты PayPal бағдарламасымен сканерлеңіз.
kn: ನಿಮ್ಮ PayPal ಆಪ್ ಮೂಲಕ QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ.
ko: PayPal 앱으로 QR 코드를 스캔합니다.
lo: ສະແກນລະຫັດ QR ດ້ວຍແອັບ PayPal ຂອງທ່ານ.
lt: Nuskaitykite QR kodą savo „PayPal“ programa.
lv: Skenējiet QR kodu, izmantojot PayPal programmu.
mi: Karapatia te waehere QR ki tō taupānga PayPal.
mk: Скенирајте го кодот QR со вашата PayPal апликација.
ml: നിങ്ങളുടെ PayPal ആപ്പ് ഉപയോഗിച്ച് QR കോഡ് സ്കാൻ ചെയ്യുക.
mr: आपला PayPal अनुप्रयोग वापरून QR कोड स्कॅन करा.
ms: Imbas kod QR dengan aplikasi PayPal anda.
mt: Skennja l-kodiċi QR bl-app ta’ PayPal tiegħek.
ne: आफ्नो PayPal एप प्रयोग गरी QR कोड स्क्यान गर्नुहोस्।
nn_no: Skann QR-koden med PayPal-appen.
no: Skann QR-koden med PayPal-appen.
or: ଆପଣଙ୍କ PayPal ଆପ୍ଲିକେସନ୍ ସହ QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ ।
pa_in: ਆਪਣੇ PayPal ਐਪ ਦੇ ਨਾਲ QR ਕੋਡ ਸਕੈਨ ਕਰੋ।
pl: Zeskanuj kod QR za pomocą swojej aplikacji PayPal.
ru: Отсканируйте QR-код с помощью приложения PayPal.
sl: Optično preberite kodo QR z aplikacijo PayPal.
sr_cyrl_rs: Скенирајте QR код помоћу PayPal апликације.
sr_latn_rs: Skenirajte QR kôd pomoću aplikacije PayPal.
sv: Skanna QR-koden med din PayPal-app.
ta: உங்கள் PayPal பயன்பாட்டின் மூலம் QR குறியீட்டை ஸ்கேன் செய்யவும்.
te: మీ PayPal అప్లికేషన్‌తో QR కోడ్‌ని స్కాన్ చేయండి.
th: สแกนคิวอาร์โค้ดด้วยแอป PayPal ของคุณ
tr: PayPal uygulamanız ile QR kodunu tarayın.
tt: PayPal кушымтагыз ярдәмендә QR-кодны сканерлагыз.
ug: QR كودىنى PayPal ئەپى بىلەن سايىلەڭ.
uk: Відскануйте QR-код за допомогою програми PayPal.
ur: اپنی PayPal ایپ کے ذریعے QR کوڈ کو اسکین کریں۔
uz: PayPal ilovangiz bilan QR kodini skanerlang.
vi: Quét mã QR bằng ứng dụng PayPal.
zh_hans: 使用 PayPal 应用扫描 QR 码。
zh_hant: 以您的 PayPal 應用程式掃描 QR 代碼。

# Literal.PaypalQrCodeChallengeLoginRedirectionLink.Add.Message
source: login to PayPal
af: meld aan by PayPal
am: ወደ PayPal በመለያ ይግቡ
ar: تسجيل الدخول إلى PayPal
as: PayPal-ত লগইন কৰক
az: PayPal-a giriş edin
bg: влизане в PayPal
bn_in: PayPal-এ লগইন করতে
bs: prijavite se u PayPal
cy: mewngofnodi i PayPal
da: log på PayPal
de: Bei PayPal anmelden
el: σύνδεση στο Paypal
es: iniciar sesión en PayPal
et: PayPali sisselogimine
eu: Saioa hasi PayPal-en
fa: ورود به PayPal
ga: logáil isteach i PayPal
gd: clàraich a-steach gu PayPal
gl: iniciar sesión en PayPal
gu: PayPalમાં લૉગિન કરો
he: היכנס ל- PayPal
hi: PayPal में लॉगिन करें
hr: prijava na PayPal
hu: bejelentkezés a PayPalbe
id: masuk ke PayPal
is: innskráning í PayPal
ja: PayPal にログイン
ka: გაიარეთ ავტორიზაცია PayPal-ში
kk: PayPal жүйесіне кіру
kn: PayPal ಗೆ ಲಾಗಿನ್ ಮಾಡಿ
ko: PayPal에 로그인
lo: ເຂົ້າສູ່ລະບົບ PayPal
lt: prisijungti prie „PayPal“
lv: pieteikties pakalpojumā PayPal
mi: takiuru ki PayPal
mk: пријави се на PayPal
ml: PayPal-ലേക്ക് ലോഗിൻ ചെയ്യുക
mr: PayPal वर लॉगिन करा
ms: log masuk ke PayPal
mt: idħol f’PayPal
ne: PayPal मा लगइन गर्नुहोस्
nn_no: logg på PayPal
no: logg på PayPal
or: PayPal କୁ ଲଗ୍‍‌ଇନ୍‍ କରନ୍ତୁ
pa_in: PayPal 'ਤੇ ਲੌਗ ਇਨ ਕਰੋ
pl: logowanie do usługi PayPal
ru: войти в PayPal
sl: prijavite se v PayPal
sr_cyrl_rs: пријавите се у PayPal
sr_latn_rs: prijavite se na PayPal
sv: logga in på PayPal
ta: PayPal-இல் உள்நுழையவும்
te: PayPalకు లాగిన్ అవ్వండి
th: เข้าสู่ระบบ PayPal
tr: PayPal’da oturum açın
tt: Paypal’га керү
ug: PayPal غا كىرىش
uk: увійти в PayPal
ur: PayPal پر لاگ ان ہوں
uz: PayPal hisobingizga kiring
vi: đăng nhập vào PayPal
zh_hans: 登录到 PayPal
zh_hant: 登入 PayPal

# Literal.PaypalQrCodeChallengeLoginRedirectionLinkCapitalized.Add.Message
source: Login to PayPal
af: Meld by PayPal aan
am: ወደ PayPal በመለያ ይግቡ
ar: تسجيل الدخول إلى PayPal
as: PayPalত লগইন কৰক
az: PayPal-a daxil olun
bg: Влизане в PayPal
bn_in: PayPal-এ লগইন করুন
bs: Prijavite se na PayPal
cy: Mewngofnodi i PayPal
da: Log på PayPal
de: Bei PayPal anmelden
el: Σύνδεση στο PayPal
es: Iniciar sesión en PayPal
et: Logi PayPali sisse
eu: Hasi saioa PayPal-en
fa: ورود به PayPal
ga: Logáil isteach in PayPal
gd: Clàraich a-steach gu PayPal
gl: Iniciar sesión en PayPal
gu: PayPalમાં લૉગિન કરો
he: היכנס ל- PayPal
hi: PayPal में लॉगिन करें
hr: Prijavite se na PayPal
hu: PayPal-bejelentkezés
id: Masuk ke PayPal
is: innskráning í PayPal
ja: PayPal にログイン
ka: გაიარეთ ავტორიზაცია PayPal-ში
kk: PayPal жүйесіне кіру
kn: PayPal ಗೆ ಲಾಗಿನ್ ಮಾಡಿ
ko: PayPal에 로그인
lo: ເຂົ້າສູ່ລະບົບ PayPal
lt: Prisijungti prie „PayPal“
lv: Pieteikties pakalpojumā PayPal
mi: Takiuru ki PayPal
mk: Пријави се на PayPal
ml: PayPal-ലേക്ക് ലോഗിൻ ചെയ്യുക
mr: PayPal वर लॉगिन करा
ms: Log masuk ke PayPal
mt: Idħol f’PayPal
ne: PayPal मा लगइन गर्नुहोस्
nn_no: Logg på PayPal
no: Logg på PayPal
or: PayPal ରେ ଲଗ୍‍‌ଇନ୍‍ କରନ୍ତୁ
pa_in: PayPal 'ਤੇ ਲੌਗ ਇਨ ਕਰੋ
pl: Logowanie do usługi PayPal
ru: Вход в PayPal
sl: Prijavite se v PayPal
sr_cyrl_rs: Пријавите се у PayPal
sr_latn_rs: Prijavite se u PayPal
sv: Logga in på PayPal
ta: PayPal-இல் உள்நுழையவும்
te: PayPalకు లాగిన్ అవ్వండి
th: เข้าสู่ระบบ PayPal
tr: PayPal'da oturum açın
tt: Paypal’га керү
ug: PayPal غا تىزىملاپ كىرىش
uk: Увійти в PayPal
ur: PayPal میں لاگ ان کریں
vi: Đăng nhập vào PayPal
zh_hans: 登录到 PayPal
zh_hant: 登入 PayPal

# Literal.PaypalQrCodeChallengeLoginRedirectionPeriodText.Add.Message
source: to add your Paypal account.
af: om jou Paypal-rekening by te voeg.
am: የእርስዎን Paypal መለያ ለማከል።
ar: إضافة لحسابك في PayPal.
as: আপোনাৰ PayPal একাউণ্ট যোগ কৰিবলৈ।
az: PayPal hesabınıza əlavə etmək üçün.
bg: за да добавите акаунта си в Paypal.
bn_in: আপনার Paypal অ্যাকাউন্ট যোগ করতে
bs: da biste dodali PayPal račun.
cy: i ychwanegu eich cyfrif PayPal
da: for at tilføje din PayPal-konto.
de: um Ihr PayPal-Konto hinzuzufügen.
el: για να προσθέσετε τον λογαριασμό Paypal.
es: para agregar su cuenta de Paypal.
et: et lisada oma Paypali konto.
eu: zure Paypal kontua gehitzeko.
fa: برای افزودن حساب Paypal.
ga: chun do chuntas Paypal a chur leis.
gd: gus an cunntas PayPal agad a chur ris.
gl: para engadir a súa conta de PayPal.
gu: તમારું Paypal ખાતું ઍડ કરવા માટે.
he: כדי להוסיף את חשבון Paypal שלך.
hi: अपना Paypal खाता जोड़ने के लिए.
hr: za dodavanje računa za PayPal.
hu: PayPal-fiókja hozzáadásához.
id: untuk menambahkan akun Paypal Anda.
is: til að bæta PayPal-reikningnum þínum við.
ja: PayPal アカウントを追加します。
ka: თქვენი PayPal ანგარიშის დასამატებლად.
kk: PayPal тіркелгіні қосу үшін.
kn: ನಿಮ್ಮ PayPal ಖಾತೆ ಸೇರಿಸಲು.
ko: Paypal 계정을 추가합니다.
lo: ເພື່ອເພີ່ມບັນຊີ Paypal ຂອງທ່ານ.
lt: kad įtrauktumėte savo „PayPal“ paskyrą.
lv: lai pievienotu savu Paypal kontu.
mi: hei tāpiri i tō pūkete PayPal.
mk: за да ја додадете вашата сметка на PayPal.
ml: നിങ്ങളുടെ PayPal അക്കൗണ്ട് ചേർക്കാൻ.
mr: आपले Paypal खाते जोडण्यासाठी.
ms: untuk menambahkan akaun Paypal anda.
mt: biex iżżid il-kont ta’ PayPal tiegħek.
ne: आफ्नो Paypal खाता थप्नका लागि।
nn_no: Informasjon om PayPal-konto
no: for å legge til PayPal-kontoen.
or: ଆପଣଙ୍କର PayPal ଏକାଉଣ୍ଟ୍ ଯୋଡ଼ିବାକୁ ।
pa_in: ਆਪਣਾ PayPal ਖਾਤਾ ਜੋੜਨ ਲਈ
pl: aby dodać swoje konto PayPal.
ru: чтобы добавить учетную запись PayPal.
sl: da dodate svoj račun za PayPal.
sr_cyrl_rs: да бисте додали PayPal налог.
sr_latn_rs: da biste dodali svoj PayPal nalog.
sv: för att lägga till ditt PayPal-konto.
ta: உங்கள் Paypal கணக்கைச் சேர்ப்பதற்கு.
te: మీ PayPal ఖాతాకు జోడించడానికి.
th: เพื่อเพิ่มบัญชี Paypal ของคุณ
tr: ve PayPal hesabınızı ekleyin.
tt: PayPal хисап язмагызны өстәү өчен
ug: PayPal ھېساباتىڭىزغا قوشۇڭ.
uk: щоб добавити обліковий запис PayPal.
ur: اپنا PayPal اکاؤنٹ شامل کرنے کے لئے۔
uz: Paypal hisobingizni qoʻshish uchun.
vi: để thêm tài khoản PayPal của bạn.
zh_hans: 以添加你的 Paypal 帐户。
zh_hant: 以新增您的 Paypal 帳戶。
