Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.BankAccount.StreetAddress
source: Street address
af: Straatadres
am: የጎዳና አድረሻ
ar: العنوان
as: পথৰ ঠিকনা
az: Küçə ünvanı
bg: Улица
bn_in: রাস্তার ঠিকানা
bs: Ulica i broj
cy: Cyfeiriad stryd
da: Gadenavn
de: Straße
el: Οδός
es: Dirección
et: Tänava aadress
eu: Kalea
fa: آدرس خیابان
ga: Seoladh sráide
gd: Seòladh sràide
gl: Enderezo da rúa
gu: શેરી સરનામું
he: כתובת רחוב
hi: स्ट्रीट पता
hr: Ulica i broj
hu: Utca
id: Alamat jalan
is: Gata
ja: 番地
ka: მისამართის ქუჩა
kk: Көше мекенжайы
kn: ಗಲ್ಲಿ ವಿಳಾಸ
ko: 나머지 주소
ku_arab: ناونیشانی شەقام
ky: Көчө дареги
lo: ທີ່ຢູ່ຖະໜົນ
lt: Gatvė
lv: Adrese
mi: Wāhitau tiriti
mk: Улична адреса
ml: സ്‌ട്രീറ്റ് വിലാസം
mn: Гудамжны хаяг
mr: रस्त्याचा पत्ता
ms: Alamat jalan
mt: Indirizz
ne: स्ट्रिट ठेगाना
nn_no: Gateadresse
no: Gateadresse
or: ସାହୀ ଠିକଣା
pa_arab_pk: گلی دا پتا
pa_in: ਗਲੀ ਦਾ ਪਤਾ
pl: Ulica
ru: Улица, дом
sd: گھِٽي جو پتو
si: වීදියේ ලිපිනය
sl: Naslov, ulica
sr_cyrl_rs: Улица и број
sr_latn_rs: Ulica i broj
sv: Gatuadress
ta: தெரு முகவரி
te: వీధి చిరునామా
tg: Суроғаи кӯча
th: ที่อยู่
tr: Açık adres
tt: Урам адресы
ug: كوچائادرېسىڭىز
uk: Вулиця
ur: گلی کا پتہ
uz: Ko‘cha manzili
vi: Địa chỉ đường
zh_hans: 街道地址
zh_hant: 街道地址

# Word.BankAccount.SWIFTCode
source: SWIFT code
af: SWIFT-kode
am: SWIFT ኮድ
ar: رمز SWIFT
as: SWIFT ক'ড
az: SWIFT kodu
bg: SWIFT код
bn_in: SWIFT কোড
bs: SWIFT kôd
cy: Cod SWIFT
da: SWIFT-kode
el: Κωδικός SWIFT
es: Código SWIFT
et: SWIFT-kood
eu: SWIFT kodea
fa: کد سوییفت
ga: Cód SWIFT
gd: Còd SWIFT
gl: Código SWIFT
gu: SWIFT કોડ
he: קוד SWIFT
hi: SWIFT कोड
hr: SWIFT adresa
hu: SWIFT-kód
id: Kode SWIFT
is: SWIFT-kóði
ja: SWIFT コード
ka: SWIFT კოდი
kk: SWIFT коды
kn: SWIFT ಕೋಡ್
ko: SWIFT 코드
ku_arab: کۆدی SWIFT
ky: SWIFT коду
lo: ລະຫັດ SWIFT
lt: SWIFT kodas
lv: SWIFT kods
mi: Waehere SWIFT
mk: SWIFT-код
ml: സ്വിഫ്റ്റ് കോഡ്
mn: SWIFT код
mr: SWIFT कोड
ms: Kod SWIFT
mt: Kodiċi SWIFT
ne: SWIFT कोड
nn_no: SWIFT-kode
no: SWIFT-kode
or: SWIFT କୋଡ୍
pa_arab_pk: سوفٹ کوڈ
pa_in: SWIFT ਕੋਡ
pl: Kod SWIFT
ru: Код SWIFT
sd: سئفٽ ڪوڊ
si: SWIFT කේතය
sl: Koda SWIFT
sr_cyrl_rs: SWIFT шифра
sr_latn_rs: SWIFT šifra
sv: SWIFT-kod
ta: SWIFT குறியீடு
te: స్విఫ్ట్ కోడ్
tg: Рамзи SWIFT
th: รหัส SWIFT
tr: SWIFT kodu
tt: SWIFT коды
ug: SWIFT كودى
uk: Код SWIFT
ur: SWIFT کوڈ
uz: SWIFT kodi
vi: Mã SWIFT
zh_hans: SWIFT 代码
zh_hant: SWIFT 代碼

# Word.BankAccount.SWIFTCode.Desc
source: SWIFT code of the bank. The SWIFT code is a standard format of Bank Identifier Code (BIC). <a class="font-link1" href="{0}" target="_blank"> Find yours here.</a>
af: SWIFT-kode van die bank. Die SWIFT-kode is 'n standaardformaat van Bankidentifiseringskode (BIK).<a class="font-link1" href="{0}" target="_blank"> Vind joune hier.</a>
am: የባንክ SWIFT ኮድ። SWIFT ኮዱ የባንክ መለያ ኮድ (BIC) መደበኛ ቅርጸት ነው።. <a class="font-link1" href="{0}" target="_blank"> የርስዎን እዚህ ያግኙ።</a>
ar: رمز SWIFT‏ للبنك. رمز SWIFT‏ عبارة عن صيغة قياسية لكود معرف البنك (BIC‏).<a class="font-link1" href="{0}" target="_blank"> تعرف على الرمز الخاص بك هنا.</a>
as: বেংকৰ SWIFT ক'ড৷ SWIFT ক'ড হৈছে বেংক চিনাক্তকৰণ ক'ডৰ(BIC)-ৰ মান্য সজ্জা৷<a class="font-link1" href="{0}" target="_blank"> আপোনাৰটো ইয়াত বিচাৰক৷</a>
az: Bankın SWIFT kodu. SWIFT kodu Bankın İdentifikasiya Kodunun (BIC) standart formatıdır. <a class="font-link1" href="{0}" target="_blank"> Özünüzünkünü burada tapın.</a>
bg: SWIFT код на банката. SWIFT кодът е стандартен формат на Банковия идентификационен код (BIC). <a class="font-link1" href="{0}" target="_blank">Намерете кода на своята банка тук.</a>
bn_in: ব্যাঙ্কের SWIFT কোড৷ SWIFT কোড হল ব্যাঙ্ক আইডেনটিফায়ার কোডের (BIC) একটি স্ট্যান্ডার্ড ফর্ম্যাট৷<a class="font-link1" href="{0}" target="_blank"> এখানে আপনারটি খুঁজুন৷</a>
bs: SWIFT kôd banke. SWIFT kôd je standardni format Bankovnog identifikacijskog koda (BIC). ?<a class="font-link1" href="{0}" target="_blank"> Pronađite vaš ovdje.</a>
cy: Cod SWIFT y banc. Y cod SWIFT yw fformat safonol y Cod Dynodydd Banc (BIC).<a class="font-link1" href="{0}" target="_blank"> Dewch o hyd i'ch un chi yma.</a>
da: Bankens SWIFT-kode. SWIFT-koden er et standardformat af BIC (Bank Identifier Code). <a class="font-link1" href="{0}" target="_blank"> Find dit her.</a>
de: SWIFT-Code der Bank. Beim SWIFT-Code handelt es sich um das Standardformat der internationalen Bankleitzahl (BIC). <a class="font-link1" href="{0}" target="_blank">Hier finden Sie Ihren Code.</a>
el: Κωδικός SWIFT της τράπεζας. Ο κωδικός SWIFT είναι μια τυπική μορφή του Κωδικού Αναγνώρισης Τράπεζας (BIC). <a class="font-link1" href="{0}" target="_blank"> Βρείτε το δικό σας εδώ.</a>
es: Código SWIFT del banco. El código SWIFT es un formato estándar del código de identificación bancaria (BIC). <a class="font-link1" href="{0}" target="_blank"> Encuentre el suyo aquí.</a>
et: Panga SWIFT-kood. SWIFT-kood on pangatuvastuskoodi (BIC) standardvorming.<a class="font-link1" href="{0}" target="_blank"> Leidke enda oma siit.</a>
eu: Bankuaren SWIFT kodea. SWIFT kodea bankua identifikatzeko kodearen (BIC) formatu estandarra da.<a class="font-link1" href="{0}" target="_blank"> Aurkitu zurea hemen.</a>
fa: کد سوییفت بانک. کد سوییفت یک کد با قالب بندی استاندارد کد شناسایی بانک (BIC) است. <a class="font-link1" href="{0}" target="_blank">کد خود را در اینجا پیدا کنید.</a>
ga: Cód SWIFT an bhainc. Is gnáthfhormáid é an cód SWIFT le haghaidh Cód Aitheantais Bainc (BIC).<a class="font-link1" href="{0}" target="_blank"> Aimsigh do cheannsa anseo.</a>
gd: Còd SWIFT a' bhanca. Tha an còd SWIFT na chòd stannardach de Bank Identifier Code (BIC). <a class="font-link1" href="{0}" target="_blank">Faigh greim air an fhear agadsa an-seo.</a>
gl: Código SWIFT do banco. O código SWIFT é un formato estándar de código de identificación de banco (BIC).<a class="font-link1" href="{0}" target="_blank"> Busque o seu aquí.</a>
gu: બેંકનો SWIFT કોડ. બેંક આઇડેન્ટિફાયર કોડ (BIC) નું માનક સ્વરૂપ એ SWIFT કોડ છે.<a class="font-link1" href="{0}" target="_blank"> તમારું અહીં શોધો.</a>
he: קוד SWIFT של הבנק. קוד SWIFT הוא תבנית רגילה של קוד מזהה בנק (BIC). <a class="font-link1" href="{0}" target="_blank"> חפש את הקוד שלך כאן.</a>
hi: बैंक का SWIFT कोड. SWIFT कोड बैंक पहचानकर्ता कोड (BIC) का एक मानक स्वरूप होता है. <a class="font-link1" href="{0}" target="_blank"> अपना यहाँ ढूँढें.</a>
hr: SWIFT adresa banke. SWIFT adresa standardni je oblik identifikacijskog koda banke (BIC).<a class="font-link1" href="{0}" target="_blank"> Pronađite svoju ovdje.</a>
hu: A bank SWIFT-kódja. A SWIFT-kód egy szabványos formátumú banki azonosító kód (BIC).<a class="font-link1" href="{0}" target="_blank"> A sajátját itt megkeresheti.</a>
id: Kode SWIFT bank. Kode SWIFT adalah format standar Kode Identifikasi Bank (BIC).<a class="font-link1" href="{0}" target="_blank"> Lihat kode Anda di sini.</a>
is: SWIFT-kóði bankans. SWIFT-kóðinn er staðlað snið auðkenniskóða banka (BIC). <a class="font-link1" href="{0}" target="_blank"> Finndu þinn hér.</a>
ja: 銀行の SWIFT コードです。SWIFT コードは、金融機関識別コード (BIC) の標準的な形式のひとつです。<a class="font-link1" href="{0}" target="_blank">ここで検索してください。</a>
ka: ბანკის SWIFT კოდი. SWIFT კოდი არის ბანკის საიდენტიფიკაციო კოდის (BIC) სტანდარტული ფორმატი. <a class="font-link1" href="{0}" target="_blank"> მოძებნეთ აქ.</a>
kk: Банктің SWIFT коды. SWIFT коды - Банктің идентификациялық кодының (БИК) стандартты пішімі. <a class="font-link1" href="{0}" target="_blank"> Өзіңіздікін осында біліңіз.</a>
kn: ಬ್ಯಾಂಕ್‌ನ SWIFT ಕೋಡ್. SWIFT ಕೋಡ್ ಎಂಬುದು ಬ್ಯಾಂಕ್ ಗುರುತಿಸುವಿಕೆ ಕೋಡ್‌ನ (BIC) ಯ ಪ್ರಮಾಣಿತ ಸ್ವರೂಪವಾಗಿದೆ.<a class="font-link1" href="{0}" target="_blank"> ನಿಮ್ಮದನ್ನು ಇಲ್ಲಿ ಹುಡುಕಿ.</a>
ko: 은행의 SWIFT 코드입니다. SWIFT 코드는 표준 형식의 BIC (은행 식별 코드) 입니다. <a class="font-link1" href="{0}" target="_blank">여기에서 거래 은행 SWIFT 코드를 확인하십시오.</a>
ku_arab: کۆدی SWIFT ی بانک. کۆدی SWIFT بریتیە لە فۆرماتێکی ستانداردی کۆدی ناسەرەوەی بانکی (BIC).(BIC).<a class="font-link1" href="{0}" target="_blank"> ئەوەی خۆت لێرەدا بدۆزەوە.</a>
ky: Банктын SWIFT коду. SWIFT коду - Банктын Идентификатор Кодунун (BIC) стандарттуу форматы. <a class="font-link1" href="{0}" target="_blank"> Өзүңүздүкүн бул жерден табыңыз.</a>
lo: ລະຫັດ SWIFT ຂອງທະນາຄານ. ລະຫັດ SWIFT ແມ່ນຮູບແບບມາດຕະຖານຂອງລະຫັດລະບຸທະນາຄານ (BIC). <a class="font-link1" href="{0}" target="_blank"> ຊອກເບິ່ງຂອງທ່ານໄດ້ທີ່ນີ້.</a>
lt: Banko SWIFT kodas. SWIFT kodas yra standartinis banko identifikavimo kodo (BIC) formatas.<a class="font-link1" href="{0}" target="_blank"> Savąjį galite rasti čia.</a>
lv: Bankas SWIFT kods. SWIFT kods ir bankas identifikācijas koda (BIC) standarta formāts. <a class="font-link1" href="{0}" target="_blank"> Atrodiet savu šeit.</a>
mi: Te waehere SWIFT o te pēke. He hōputu arowhānui te waehere SWIFT o te Waehere Pūtāutu Pēke(BIC). <a class="font-link1" href="{0}" target="_blank"> Kimihia tāu i konei.</a>
mk: SWIFT-код на банката. SWIFT-кодот е стандарден формат на Код за идентификација на банката (BIC).<a class="font-link1" href="{0}" target="_blank"> Најдете го вашиот код овде.</a>
ml: ബാങ്കിന്റെ സ്വിഫ്റ്റ് കോഡ്. ബാങ്ക് ഐഡന്‍റിഫയര്‍ കോഡിന്റെ (BIC) ഒരു അടിസ്ഥാന ഫോര്‍മാറ്റാണ് സ്വിഫ്റ്റ് കോഡ്.<a class="font-link1" href="{0}" target="_blank"> നിങ്ങളുടേത് ഇവിടെ കണ്ടെത്തുക.</a>
mn: Банкны SWIFT код. SWIFT код нь Банк таних кодны (BIC) стандарт формат юм. <a class="font-link1" href="{0}" target="_blank"> Өөрийн банкныхыг эндээс ол.</a>
mr: बँकेचा SWIFT कोड. SWIFT कोड हे बँक आयडेंटिफायर कोड (BIC) चे मानक स्वरूप आहे.<a class="font-link1" href="{0}" target="_blank"> आपले येथे शोधा.</a>
ms: Kod SWIFT bagi bank. Kod SWIFT ialah format standard bagi Kod Pengecam Bank(BIC).<a class="font-link1" href="{0}" target="_blank"> Cari kod anda di sini.</a>
mt: Il-kodiċi SWIFT tal-bank. Il-kodiċi SWIFT huwa format standard tal-Kodiċi tal-Identifikatur tal-Bank (BIC). <a class="font-link1" href="{0}" target="_blank"> Sib tiegħek hawnhekk.</a>
ne: बैङ्कको SWIFT कोड। SWIFT कोड भनेको बैङ्क परिचायक संकेत (BIC)को प्रमाणिक ढाँचा हो।<a class="font-link1" href="{0}" target="_blank"> आफ्नो यहाँ पत्ता लगाउनुहोस्।</a>
nn_no: SWIFT-kode til banken. SWIFT-koden er eit standardformat for bankidentifikasjonskoden (BIC). <a class="font-link1" href="{0}" target="_blank"> Finn koden din her.</a>
no: SWIFT-koden til banken. SWIFT-koden er et standardformat for BIC (Bank Identifier Code). <a class="font-link1" href="{0}" target="_blank">Finn din kode her.</a>
or: ବ୍ୟାଙ୍କର SWIFT କୋଡ୍. SWIFT କୋଡ୍ ବ୍ୟାଙ୍କ ଚିହ୍ନଟକାରୀ କୋଡ୍ (BIC) ର ଏକ ମାନାଙ୍କ ଫର୍ମାଟ୍ ଅଟେ. <a class="font-link1" href="{0}" target="_blank"> ଏଠାରେ ଆପଣଙ୍କର ଖୋଜନ୍ତୁ.</a>
pa_arab_pk: ‏‏بینک دا SWIFT کوڈ۔ SWIFT کوڈ بینک شناخت کنندہ (BIC) دی معیاری طرز اے۔ <a class="font-link1" href="{0}" target="_blank"> اپنا ایتھے تلاش کرو.</a>
pa_in: ਬੈਂਕ ਦਾ SWIFT ਕੋਡ। SWIFT ਕੋਡ, ਬੈਂਕ ਆਈਡੈਂਟੀਫਾਇਰ ਕੋਡ (BIC) ਦੀ ਇੱਕ ਮਿਆਰੀ ਵੰਨਗੀ ਹੈ। <a class="font-link1" href="{0}" target="_blank"> ਆਪਣਾ ਕੋਡ ਇੱਥੇ ਲੱਭੋ।</a>
pl: Kod SWIFT banku. Kod SWIFT to standardowy format kodu identyfikacyjnego banku (BIC). <a class="font-link1" href="{0}" target="_blank"> Znajdziesz go tutaj.</a>
ru: SWIFT-код банка. SWIFT-код — это стандартный формат идентификационного кода банка (BIC).<a class="font-link1" href="{0}" target="_blank"> Свои данные вы можете найти здесь.</a>
sd: بينڪ جو SWIFT ڪوڊ. SWIFT ڪوڊ بينڪ سڃاڻيندڙ ڪوڊ (BIC) جومعياري فارميٽ آهي.<a class="font-link1" href="{0}" target="_blank"> هتي پهنجو ڳوليو.</a>
si: බැංකුවේ SWIFT කේතය. බැංකු SWIFT අනන්‍යතා කේතය යනු බැංකු අනන්‍යතා කේතයේ (BIC) සම්මත භාවිතාවකි.<a class="font-link1" href="{0}" target="_blank"> ඔබගේ බැංකු SWIFT අනන්‍යතා කේතය මෙහි සොයා බලන්න.</a>
sl: Bančna koda SWIFT. Koda SWIFT je identifikacijska koda banke (BIC) v standardni obliki.<a class="font-link1" href="{0}" target="_blank"> Poiščite jo tukaj.</a>
sr_cyrl_rs: SWIFT код банке. SWIFT код је стандардни формат банковног идентификационог кода (BIC). <a class="font-link1" href="{0}" target="_blank"> Пронађите свој овде.</a>
sr_latn_rs: SWIFT šifra banke. SWIFT šifra je standardni format bankovnog identifikacionog koda (BIC). <a class="font-link1" href="{0}" target="_blank"> Pronađite svoj ovde.</a>
sv: Bankens SWIFT-kod. SWIFT-koden är standardformatet för BIC (Bank Identifier Code). <a class="font-link1" href="{0}" target="_blank"> Hitta din här.</a>
ta: வங்கியின் SWIFT குறியீடு. SWIFT குறியீடு என்பது வங்கி அடையாளங்காட்டி குறியீடு (BIC) -இன் நிலையான வடிவம் ஆகும்.<a class="font-link1" href="{0}" target="_blank"> உங்களுடையதை இங்கு கண்டறியவும்.</a>
te: బ్యాంక్ యొక్క స్విఫ్ట్ కోడ్. స్విఫ్ట్ కోడ్ అనేది బ్యాంక్ ఐడెంటిఫైయర్ కోడ్ (BIC) యొక్క ప్రామాణిక ఫార్మాట్.<a class="font-link1" href="{0}" target="_blank"> మీ దాన్ని ఇక్కడ కనుగొనండి.</a>
tg: Рамзи SWIFT-и бонк. Рамзи SWIFT формати стандартии Рамзи мушахахси бонк (BIC) аст.<a class="font-link1" href="{0}" target="_blank"> Аз они худро дар инҷо пайдо кунед.</a>
th: รหัส SWIFT ของธนาคาร รหัส SWIFT เป็นรูปแบบมาตรฐานรหัสที่ใช้สำหรับระบุธนาคารและสาขาของธนาคารทั่วโลก (BIC) <a class="font-link1" href="{0}" target="_blank"> ค้นหารหัสของคุณที่นี่</a>
tr: Bankanın SWIFT kodu. SWIFT kodu, Banka Tanımlayıcı Kodu'nun (BIC) standart bir biçimidir. <a class="font-link1" href="{0}" target="_blank">Kendi kodunuzu burada bulabilirsiniz.</a>
tt: Банкның SWIFT коды. SWIFT коды Банкның Идентификация Кодының (BIC) стандарт форматы.<a class="font-link1" href="{0}" target="_blank"> Монда Сезнең табыгыз.</a>
ug: بانكىنىڭ SWIFT نومۇرى.SWIFT نومۇرى بولسا ئۆلچەملىك بانكا پەرقلەندۈرۈش كودىدۇر. <a class="font-link1" href="{0}" target="_blank">بۇ يەردىن ئۆز كارتىڭىزنىڭكىنى تېپىڭ.</a>
uk: SWIFT-код банку. SWIFT-код — це стандартний формат ідентифікаційного коду банку (BIC).<a class="font-link1" href="{0}" target="_blank"> Ваш код вказано тут.</a>
ur: بینک کا SWIFT کوڈ. SWIFT کوڈ بینک کی شناخت کے کوڈ (بی آئی سی) کا معیاری انداز ہے.<a class="font-link1" href="{0}" target="_blank"> آپ کا ہیاں تلاش کریں.</a>
uz: Bankning SWIFT kodi. SWIFT kod Bank identifikatsion kodining (BIC) standart formatidir. <a class="font-link1" href="{0}" target="_blank"> O‘zingiznikini bu yerdan topasiz.</a>
vi: Mã SWIFT của ngân hàng. Mã SWIFT là một dạng thức chuẩn của Mã Định danh Ngân hàng (BIC). <a class="font-link1" href="{0}" target="_blank"> Tìm mã của bạn ở đây.</a>
zh_hans: 银行的 SWIFT 代码。SWIFT 代码是银行标识码 (BIC) 的标准格式。<a class="font-link1" href="{0}" target="_blank">在此查找您的代码</a>。
zh_hant: 銀行的 SWIFT 代碼。SWIFT 代碼是銀行識別代碼 (BIC) 的標準格式。<a class="font-link1" href="{0}" target="_blank"> 從此處取得代碼</a>。

# Word.BankAccount.AccountholderName.Hint
source: - Enter the name on your account -
af: - Tik die naam op jou rekening in -
am: - ስሙ በመለያህ አስገባ -
ar: - الرجاء إدخال الاسم المسجل في حسابك -
as: - আপোনাৰ একাউণ্টৰ নাম প্ৰৱিষ্ট কৰক -
az: - Hesabınıza adınızı daxil edin -
bg: - Въведете името на притежателя на сметката -
bn_in: - আপনার অ্যাকাউন্টে নাম প্রবেশ করান -
bs: - Unesite ime s računa -
cy: - Rhowch yr enw ar eich cyfrif -
da: - Angiv navnet på din konto -
de: - Name des Kontoinhabers eingeben -
el: - Εισαγάγετε το όνομά σας στο λογαριασμό -
es: - Escriba el nombre que aparece en la cuenta -
et: - Sisestage konto nimi -
eu: - Sartu zure kontuko izena -
fa: - نام موجود در حساب خود را وارد کنید -
ga: - Cuir isteach an t-ainm ar do chuntas -
gd: - Cuir a-steach an t-ainm air a' chunntas agad -
gl: - Introducir o nome na súa conta -
gu: - તમારા ખાતા પર નામ દાખલ કરો -
he: - הזן את השם בחשבון שלך -
hi: - अपने खाते पर मौजूद नाम दर्ज करें -
hr: - Unesite ime na računu -
hu: - Adja meg a számlatulajdonos nevét -
id: - Masukkan nama pada rekening Anda -
is: - Sláðu nafnið inn á reikning þinn -
ja: - 口座名を入力します -
ka: - ჩაწერეთ სახელი და გვარი თქვენი ანგარიშისთვის -
kk: - Шотта атты енгізіңіз -
kn: - ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿರುವ ಹೆಸರನ್ನು ನಮೂದಿಸಿ -
ko: - 예금주 이름 입력 -
ku_arab: - ناوی سەر ئەژمێرەکەت تێنووس بکە -
ky: - Каттоо эсебиңиздеги атты киргизиңиз -
lo: - ປ້ອນຊື່ເທິງບັນຊີຂອງທ່ານ -
lt: - Įveskite sąskaitoje nurodytus vardą ir pavardę -
lv: - Ievadiet konta īpašnieka vārdu -
mi: - Tāuru i te ingoa i runga i tō pūkete -
mk: - Внесете го името на вашата сметка -
ml: - നിങ്ങളുടെ അക്കൌണ്ടിലെ പേര് നല്‍കുക -
mn: - Дансныхаа нэрийг оруул -
mr: - आपल्या खात्यावरील नाव प्रविष्ट करा -
ms: - Masukkan nama pada akaun anda -
mt: - Ikteb l-isem fuq il-kont tiegħek -
ne: - तपाईँको खाताना नाम प्रविष्ट गर्नुहोस् -
nn_no: - Oppgi namnet på kontoen -
no: - Angi kontoinnehavers navn -
or: - ଆପଣଙ୍କର ଏକାଉଣ୍ଟରେ ନାମ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ -
pa_arab_pk: - اپنے اکاؤنٹ چے ناں درج کرو -
pa_in: - ਤੁਹਾਡੇ ਖਾਤੇ ‘ਤੇ ਨਾਮ ਨੂੰ ਦਾਖਲ ਕਰੋ -
pl: - Wprowadź imię i nazwisko właściciela konta -
ru: - Введите имя владельца счета -
sd: - پهنجي اڪائونٽ تي نالو داخل ڪريو -
si: - ඔබේ ගිණුමේ ඇති නම ඇතුළු කරන්න -
sl: - Vnesite ime, ki je prikazano na računu. -
sr_cyrl_rs: - Унесите име на налогу -
sr_latn_rs: - Unesite ime na nalogu -
sv: - Ange kontonamnet -
ta: - உங்கள் கணக்கில் உள்ள பெயரை உள்ளிடவும் -
te: - మీ ఖాతాలో ఉన్న పేరును నమోదు చేయండి -
tg: - Номи дар суратҳисобатон бударо ворид кунед -
th: - ป้อนชื่อบัญชีของคุณ -
tr: - Hesabınızdaki adı girin -
tt: - Кертегез Сезнең хисап исемен -
ug: -ھېساباتىڭىزدىكى ئىسمىڭىزنى كىرگۈزۈڭ-
uk: - Введіть ім’я власника рахунку -
ur: - اپنے کھاتہ پہ نام درج کریں -
uz: - Hisob qaydnomangizdagi nomni kiriting -
vi: - Nhập tên trên tài khoản của bạn -
zh_hans: - 输入帐户持有人姓名 -
zh_hant: - 輸入帳戶持有人姓名 -

# Word.BankAccount.Checking
source: Checking
af: Kontroleer tans
am: በማጣራት ላይ
ar: شيكات
as: পৰীক্ষা কৰি আছে
az: Yoxlanır
bg: Дебитна
bn_in: যাচাই চলছে
bs: Provjera
cy: Wrthi'n gwirio
da: Kontrollerer
de: Girokonto
el: Λογαριασμός Όψεως
es: Cuenta de cheques
et: Kontrollimine
eu: Kontu-korrontea
fa: در حال بررسی
ga: Ag seiceáil
gd: Ga dhearbhadh
gl: Corrente
gu: તપાસ
he: המחאות
hi: चेकिंग
hr: Provjera
hu: Folyószámla
id: Memeriksa
is: Könnun
ja: 当座
ka: ჩეკის გამოწერა
kk: Тексеру
kn: ಪರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ko: 당좌 예금
ku_arab: خەریکی پشکنینە
ky: Текшерүү
lo: ບັນຊີເບີກຈ່າຍດ້ວຍເຊັກ
lt: Atsiskaitymas čekiu
lv: Pārbaude
mi: E Takitaki Ana
mk: Чековна
ml: പരിശോധിക്കുന്നു
mn: Шалгаж байна
mr: तपासत आहे
ms: Semasa
mt: Kont kurrenti
ne: जाँच गर्दै
nn_no: Kontrollerer
no: Brukskonto
or: ଯାଞ୍ଚ କରୁଛି
pa_arab_pk: پڑتال ہورئی اے
pa_in: ਚੈਕਿੰਗ
pl: Rachunek bieżący
ru: Текущий
sd: چڪاس ڪرڻ
si: පරීක්ෂා කෙරෙමින්
sl: Preverjanje
sr_cyrl_rs: Провера
sr_latn_rs: Provera
sv: Checkkonto
ta: சரிபார்க்கிறது
te: తనిఖీ చేస్తోంది
tg: Тафтишкунӣ
th: รองรับการจ่ายเช็ค
tr: Çek
tt: Тикшерү бара
ug: تەكشۈرىلىۋاتىدۇ
uk: Виписування чеків
ur: پڑتال ہورہی ہے
uz: Tekshirilayapti
vi: Thanh toán
zh_hans: 支票
zh_hant: 支票帳戶

# Word.BankAccount.RoutingNumber.Hint
source: - Enter numbers only -
af: - Voer slegs nommers in -
am: - ቁጥሮች ብቻ አስገባ -
ar: - يجب إدخال أرقام فقط -
as: - কেৱল নম্বৰ প্ৰৱিষ্ট কৰক -
az: - Yalnız rəqəmləri daxil et -
bg: - Въвеждайте само цифри -
bn_in: - শুধুমাত্র সংখ্যা দিন -
bs: - Unesite samo brojeve -
cy: - Rhowch rifau yn unig -
da: - Indtast kun tal -
de: - Nur Zahlen eingeben -
el: - Εισαγάγετε μόνο αριθμούς -
es: - Escriba solo números -
et: - Sisestage ainult numbrid -
eu: - Sartu zenbakiak soilik -
fa: - فقط شماره ها را وارد کنید -
ga: - Ná cuir ach uimhreacha isteach -
gd: - Cuir a-steach àireamhan a-mhàin -
gl: - Introducir só números -
gu: - માત્ર સંખ્યાઓ દાખલ કરો -
he: - הזן מספרים בלבד -
hi: - केवल संख्याएँ दर्ज करें -
hr: - Unesite samo brojeve -
hu: - Csak számokat adjon meg -
id: - Masukkan hanya angka -
is: - Færa aðeins inn tölur -
ja: - 数字のみ入力します -
ka: - ჩაწერეთ მხოლოდ რიცხვები -
kk: - Тек сандарды енгізіңіз -
kn: - ಸಂಖ್ಯೆಗಳನ್ನು ಮಾತ್ರ ನಮೂದಿಸಿ -
ko: - 숫자만 입력 -
ku_arab: - تەنها ژمارە تێنووس بکە -
ky: - Сандарды гана жазыңыз -
lo: - ປ້ອນໝາຍເລກເທົ່ານັ້ນ -
lt: - Įveskite tik skaičius -
lv: - Ievadiet tikai ciparus -
mi: - Me tāuru i ngā tau anake -
mk: - Внесете само броеви -
ml: - അക്കങ്ങള്‍ മാത്രം നല്‍കുക -
mn: - Зөвхөн тоо оруул -
mr: - केवळ नंबर प्रविष्ट करा -
ms: - Masukkan nombor sahaja -
mt: - Daħħal numri biss -
ne: - नम्बरहरू मात्रै प्रविष्ट गर्नुहोस् -
nn_no: - Oppgi berre tal -
no: - Oppgi bare tall -
or: - କେବଳ ନମ୍ଵରଗୁଡିକ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ -
pa_arab_pk: - صرف نمبر درج کرو -
pa_in: - ਕੇਵਲ ਨੰਬਰ ਦਾਖਲ ਕਰੋ -
pl: - Wprowadź tylko cyfry -
ru: - Вводите только цифры -
sd: - صرف نمبر داخل ڪريو -
si: - අංක පමණක් ඇතුළු කරන්න -
sl: - Vnesite samo številke -
sr_cyrl_rs: - Унесите само бројеве -
sr_latn_rs: - Unesite samo brojeve -
sv: - Ange enbart siffror -
ta: - எண்களை மட்டும் உள்ளிடவும் -
te: - సంఖ్యలను మాత్రమే నమోదు చేయండి -
tg: - Танҳо рақамҳо ворид кунед -
th: - ป้อนหมายเลขเท่านั้น -
tr: - Yalnızca sayı girin -
tt: - Саннарны генә кертегез -
ug: - پەقەت نومۇر كىرگۈزۈڭ -
uk: - Введіть лише цифри -
ur: - صرف نمبر درج کریں -
uz: - Faqat sonlarni kiriting -
vi: - Chỉ nhập số -
zh_hans: - 仅输入数字 -
zh_hant: - 僅限數字 -

# Word.BankAccount.RoutingNumber.Tip
source: Where can you find this?
af: Waar kan jy dit kry?
am: ይህ የት አገኘኸው?
ar: أين يمكنك العثور على هذا؟
as: আপুনি ইয়াক ক'ত বিচাৰিব?
az: Bunu harada tapa bilərsiniz?
bg: Къде можете да намерите тази информация?
bn_in: আপনি এটি কোথায় পেতে পারেন?
bs: Gdje se ovo može naći?
cy: Ble allwch chi ddod o hyd i hyn?
da: Hvor kan du finde dette?
de: Wo finden Sie dies?
el: Πού μπορείτε να βρείτε αυτό;
es: ¿Dónde puede encontrar esto?
et: Kust seda leida?
eu: Non aurki dezakezu hori?
fa: کجا می توانید این را پیدا کنید؟
ga: Cá bhfaighfinn é seo?
gd: Càit an lorg thu seo?
gl: Onde pode encontrar isto?
gu: આ તમને ક્યા મેળવશો?
he: היכן ניתן למצוא זאת?
hi: आपको यह कहाँ मिल सकता है?
hr: Gdje se to može pronaći?
hu: Hol található?
id: Di manakah Anda bisa menemukan ini?
is: Hvar finnur þú þetta?
ja: どこで見つけることができますか?
ka: სად შეგიძლიათ ნახოთ ეს?
kk: Мұны қайдан табуға болады?
kn: ಇದನ್ನು ನೀವು ಎಲ್ಲಿ ಪಡೆಯಬಹುದು?
ko: 라우팅 번호를 확인할 수 있는 위치
ku_arab: دەتوانیت ئەمە لە کوێ بدۆزیتەوە؟
ky: Сиз муну кайдан таба аласыз?
lo: ຂ້ອຍສາມາດຊອກພົບໝາຍເລກນີ້ຢູ່ໃສ?
lt: Kur galite rasti?
lv: Kur to var atrast?
mi: Ka kite tēnei i hea?
mk: Каде може да го најдете ова?
ml: നിങ്ങള്‍ക്ക് ഇത് എവിടെ കണ്ടെത്താന്‍ കഴിയും?
mn: Та үүнийг хаанаас олох вэ?
mr: आपण हे कुठे शोधू शकता?
ms: Di manakah anda boleh mencari ini?
mt: Fejn tista' ssib dan?
ne: तपाईँले यो कहाँ पाउन सक्नुहुन्छ?
nn_no: Kvar kan du finne dette?
no: Hvor finner du dette?
or: ଆପଣ କେଉଁଠାରୁ ଏହା ପାଇବେ?
pa_arab_pk: تسی ایہہ کتھے لبھ سکدے اوہ؟
pa_in: ਇਸਨੂੰ ਤੁਸੀਂ ਕਿੱਥੇ ਲੱਭ ਸਕਦੇ ਹੋ?
pl: Gdzie można to znaleźć?
ru: Где это можно найти?
sd: توھان ھي ڪٿي ڳولھي سگھو ٿا؟
si: මෙය සොයා ගත හැක්කේ කොහෙන්ද?
sl: Kje lahko to najdete?
sr_cyrl_rs: Где се ово може наћи?
sr_latn_rs: Gde se ovo može naći?
sv: Var finns detta?
ta: எங்கு இதை நீங்கள் கண்டறியலாம்?
te: మీరు దీన్ని ఎక్కడ కనుగొనవచ్చు?
tg: Шмо инро дар куҷо ёфта метавонед?
th: คุณจะพบข้อมูลนี้ได้ที่ใด
tr: Bunu nerede bulabilirsiniz?
tt: Кайда син моны табарсың?
ug: بۇنى قەيەردىن تاپالايسىز؟
uk: Де це знайти?
ur: آپ یہ کہاں سے حاصل کرسکتے ہیں ؟
uz: Siz buni qayerdan topa olasiz?
vi: Bạn có thể tìm thông tin này ở đâu?
zh_hans: 可以在哪里找到它?
zh_hant: 可以在哪裡找到此號碼？
