Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Alipay.AlipayOption.MobileNumber
source: Mobile Number
af: Selfoonnommer
am: የሞባይል ቁጥር
ar: رقم الجوال
as: ম'বাইল নম্বৰ
az: Mobil Nömrə
bg: Мобилен номер
bn_in: মোবাইল নম্বর
bs: Broj mobitela
cy: Rhif Ffôn Symudol
da: Mobilnummer
de: Mobilfunknummer
el: Αριθμός κινητού
es: Número de teléfono móvil
et: Mobiiltelefoni number
eu: Telefono-zenbakia
fa: شماره تلفن همراه
ga: Uimhir fóin póca
gd: Àireamh fòn-làimhe
gl: Número de móbil
gu: મોબાઇલ નંબર
he: מספר טלפון נייד
hi: मोबाइल नंबर
hr: Broj mobilnog telefona
hu: Mobilszám
id: Nomor Ponsel
is: Farsímanúmer
ja: 携帯電話番号
ka: მობილურის ნომერი
kk: Телефон нөмірі
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ko: 휴대폰 번호
ku_arab: ژمارەی مۆبایڵ
ky: Мобилдик номер
lo: ​ເບີ​ມື​ຖື
lt: Mobiliojo telefono numeris
lv: Mobilā tālruņa numurs
mi: Tau Pūkoro
mk: Број на мобилен
ml: മൊബൈൽ നമ്പർ
mn: Гар утасны дугаар
mr: मोबाइल नंबर
ms: Nombor Bimbit
mt: Numru tal-Mowbajl
ne: मोबाइल नम्बर
nn_no: Mobilnummer
no: Mobilnummer
or: ମୋବାଇଲ୍ ନମ୍ଵର୍
pa_arab_pk: موبائل نمبر
pa_in: ਮੋਬਾਈਲ ਨੰਬਰ
pl: Numer telefonu komórkowego
ru: Номер мобильного телефона
sd: موبائل نمبر
si: ජංගම අංකය
sl: Številka mobilnega telefona
sr_cyrl_rs: Број мобилног телефона
sr_latn_rs: Broj mobilnog telefona
sv: Mobilnummer
ta: மொபைல் எண்
te: మొబైల్ నంబర్
tg: Рақами телефони мобилӣ
th: หมายเลขโทรศัพท์
tr: Cep Telefonu Numarası
tt: Мобиль телефон номеры
ug: يانفون نومۇرى
uk: Номер мобільного телефону
ur: موبائل نمبر
uz: Mobil telefon raqami
vi: Số Di động
zh_hans: 手机号码
zh_hant: 行動電話號碼

# Literal.Alipay.AlipayAccountType
source: Alipay account type
af: Alipay-rekeningtipe
am: የ Alipay መለያ ዓይነት
ar: نوع حساب Alipay
as: Alipay একাউণ্টৰ প্ৰকাৰ
az: Alipay hesabı növü
bg: Тип акаунт в Alipay
bn_in: Alipay অ্যাকাউন্টের প্রকার
bs: Vrsta Alipay računa
cy: Math o gyfrif Alipay
da: Alipay-kontotype
de: Alipay-Kontotyp
el: Τύπος λογαριασμού Alipay
es: Tipo de cuenta de Alipay
et: Alipay konto tüüp
eu: Alipay kontu mota
fa: نوع حساب Alipay
ga: Cineál cuntais Alipay
gd: Seòrsa a ‘ chunntais Alipay
gl: Tipo de conta Alipay
gu: Alipay ખાતા પ્રકાર
he: סוג חשבון Alipay
hi: Alipay खाता प्रकार
hr: Vrsta računa za Alipay
hu: Alipay-fióktípus:
id: Tipe akun Alipay
is: Tegund Alipay-reiknings
ja: Alipay アカウントの種類
ka: Alipay ანგარიშის ტიპი
kk: Alipay тіркелгісі түрі
kn: Alipay ಖಾತೆಯ ವಿಧ
ko: Alipay 계정 유형
ku_arab: جۆری ئەژمێری Alipay
ky: Alipay каттоо жазуусунун түрү
lo: ປະ​ເພດບັນຊີ Alipay
lt: „Alipay“ paskyros tipas
lv: Alipay konta tips
mi: Momo pūkete Alipay
mk: Тип сметка на Alipay
ml: Alipay അക്കൗണ്ട് തരം
mn: Alipay дансны төрөл
mr: Alipay खाते प्रकार
ms: Jenis akaun Alipay
mt: Tip tal-kont ta' Alipay
ne: Alipay खाताको प्रकार
nn_no: Type Alipay-konto
no: Type Alipay-konto
or: Alipay ଏକାଉଣ୍ଟ୍ ପ୍ରକାର
pa_arab_pk: Alipay اکاؤنٹ دی قسم
pa_in: Alipay ਖ਼ਾਤਾ ਕਿਸਮ
pl: Typ konta Alipay
ru: Тип учетной записи Alipay
sd: Alipay اڪائونٽ قسم
si: Alipay ගිණුම ටයිප් කරන්න
sl: Vrsta računa za Alipay
sr_cyrl_rs: Тип Alipay налога
sr_latn_rs: Tip Alipay naloga
sv: Alipay-kontotyp
ta: Alipay கணக்கு வகை
te: Alipay ఖాతా రకం
tg: Навъи ҳисоби Alipay
th: ประเภทบัญชี Alipay
tr: Alipay hesap türü
tt: Alipay хисап язмасы төре
ug: Alipay ھېساباتى تۈرى
uk: Тип облікового запису Alipay
ur: الیپے اکاؤنٹ کی قسم
uz: Alipay hisob qaydnomasi turi
vi: Loại tài khoản Alipay
zh_hans: 支付宝帐户类型
zh_hant: 支付寶帳戶類型

# Literal.Alipay.AlipayAccount
source: Alipay account
af: Alipay-rekening
am: የ Alipay መለያ
ar: حساب Alipay
as: Alipay একাউণ্ট
az: Alipay hesabı
bg: Акаунт в Alipay
bn_in: Alipay অ্যাকাউন্ট
bs: Alipay račun
cy: Cyfrif Alipay
da: Alipay-konto
de: Alipay-Konto
el: Λογαριασμός Alipay
es: Cuenta de Alipay
et: Alipay konto
eu: Alipay kontua
fa: حساب Alipay
ga: Cuntas Alipay
gd: Cunntas Alipay
gl: Conta Alipay
gu: Alipay ખાતું
he: חשבון Alipay
hi: Alipay खाता
hr: Račun za Alipay
hu: Alipay-fiók
id: Akun Alipay
is: Alipay-reikningur
ja: Alipay アカウント
ka: Alipay ანგარიში
kk: Alipay тіркелгісі
kn: Alipay ಖಾತೆ
ko: Alipay 계정
ku_arab: ئەژمێری Alipay
ky: Alipay каттоо жазуусу
lo: ບັນຊີ Alipay
lt: „Alipay“ paskyra
lv: Alipay konts
mi: Pūkete Alipay
mk: Сметка на Alipay
ml: Alipay അക്കൗണ്ട്
mn: Alipay данс
mr: Alipay खाते
ms: Akaun Alipay
mt: Kont ta' Alipay
ne: Alipay खाता
nn_no: Alipay-konto
no: Alipay-konto
or: Alipay ଏକାଉଣ୍ଟ୍
pa_arab_pk: Alipay اکاؤنٹ
pa_in: Alipay ਖ਼ਾਤਾ
pl: Konto Alipay
ru: Учетная запись Alipay
sd: Alipay اڪائونٽ
si: Alipay ගිණුම
sl: Račun za Alipay
sr_cyrl_rs: Alipay налог
sr_latn_rs: Alipay nalog
sv: Alipay-konto
ta: Alipay கணக்கு
te: Alipay ఖాతా
tg: Ҳисоби Alipay
th: บัญชี Alipay
tr: Alipay hesabı
tt: Alipay хисап язмасы
ug: Alipay ھېساباتى
uk: Обліковий запис Alipay
ur: الیپے اکاؤنٹ
uz: Alipay hisob qaydnomasi
vi: Tài khoản Alipay
zh_hans: 支付宝帐户
zh_hant: 支付寶帳戶

# Literal.Alipay.AlipayAccountDescription
source: Enter your Account ID
af: Voer jou rekening-ID in
am: የእርስዎን መለያ አይዲ ያስገቡ
ar: أدخل مُعرف الحساب الخاص بك
as: আপোনাৰ একাউণ্ট ID প্ৰৱেশ কৰাওক
az: Hesabınızın ID-sini daxil edin
bg: Въвеждане на вашия ИД на акаунт
bn_in: আপনার অ্যাকাউন্ট ID লিখুন
bs: Unesite ID svog računa
cy: Rhowch ID eich cyfrif
da: Angiv dit konto-id
de: Konto-ID eingeben
el: Εισαγάγετε το αναγνωριστικό του λογαριασμού σας
es: Escribe tu id. de cuenta
et: Sisestage oma konto ID
eu: Idatzi kontuaren IDa
fa: شناسه حسابتان را وارد کنید
ga: Iontráil d'ID cuntais
gd: Cuir a-steach ID a’ chunntais agad
gl: Introduce o teu ID de conta
gu: તમારા ખાતાના ID ને પ્રવિષ્ટ કરો
he: הזן את מזהה החשבון שלך
hi: अपनी खाता ID दर्ज करें
hr: Unesite ID računa
hu: Írja be a fiókazonosítóját
id: Masukkan ID Akun Anda
is: Sláðu inn auðkenni reikningsins
ja: アカウント ID を入力してください
ka: შეიყვანეთ თქვენი ანგარიშის ID
kk: Тіркелгі ИД енгізу
kn: ನಿಮ್ಮ ಖಾತೆ ID ನಮೂದಿಸಿ
ko: 계정 ID를 입력하세요.
ku_arab: ناسنامەی ئەژمێری خۆت تێبنووسە
ky: Каттоо жазууңуздун ID'син киргизиңиз
lo: ປ້ອນ ID ບັນຊີຂອງທ່ານ
lt: Įveskite savo paskyros ID
lv: Ievadiet sava konta ID
mi: Tāurua tō TT Pūkete
mk: Внесете ИД на сметката
ml: നിങ്ങളുടെ അക്കൗണ്ട് ID നൽകുക
mn: Дансны ID-гаа оруулна уу
mr: आपला खाते ID प्रविष्ट करा
ms: Masukkan ID Akaun anda
mt: Daħħal l-ID tal-Kont tiegħek
ne: तपाइँको खाताको ID प्रविष्ट गराउनुहोस्
nn_no: Skriv inn konto-ID
no: Angi konto-ID
or: ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ID ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_arab_pk: اپنی اکاؤنٹ ID داخل کرو
pa_in: ਆਪਣੀ ਖਾਤਾ ID ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź identyfikator konta
ru: Введите идентификатор учетной записи
sd: پنهنجي اڪائونٽ ID داخل ڪريو
si: ඔබගේ ගිණුම් හැඳුනුම ඇතුල් කරන්න
sl: Vnesite ID računa
sr_cyrl_rs: Унесите ID налога
sr_latn_rs: Unesite ID naloga
sv: Ange ditt konto-ID
ta: கணக்கு ID யை புகுத்தவும்
te: మీ ఖాతా IDని నమోదు చేయండి
tg: Рақами мушаххаси ҳисоби худро ворид кунед
th: ป้อน ID บัญชีของคุณ
tr: Hesap kimliğinizi girin
tt: Хисап язмагыз идентификаторын кертегез
ug: Alipay ھېسابات كىملىكىڭىزنى كىرگۈزۈڭ
uk: Введіть ідентифікатор облікового запису
ur: اپنی اکاؤنٹ کی ID داخل کریں
uz: Hisob qaydnomasi IDsini kiriting
vi: Nhập ID Tài khoản của bạn
zh_hans: 请输入你的帐户 ID
zh_hant: 輸入您的帳戶識別碼

# Literal.Alipay.MobileNumber
source: Alipay associated mobile number
af: Selfoonnommer met Alipay geassosieer
am: ከ Alipay ጋር የተቆራኘ የሞባይል ስልክ ቁጥር
ar: رقم الجوال المقترن بـ Alipay
as: Alipay সহযোগী ম'বাইল নম্বৰ
az: Alipay ilə əlaqələndirilən mobil nömrə
bg: Мобилен номер, свързан с Alipay
bn_in: Alipay সংশ্লিষ্ট মোবাইল নম্বর
bs: Broj mobitela povezan s uslugom Alipay
cy: Rhif ffôn symudol sy'n gysylltiedig i Alipay
da: Mobilnummer, der er knyttet til Alipay
de: Alipay zugeordnete Mobilfunknummer
el: Αριθμός κινητού που σχετίζεται με το Alipay
es: Número de teléfono móvil asociado a Alipay
et: Aliplay mobiiltelefoni number
eu: Telefono-zenbakiarekin lotutako Alipay
fa: شماره تلفن همراه در Alipay
ga: Uimhir fón póca ag gabháil le Alipay
gd: An àireamh fòn-làimhe co-cheangailte ri Alipay
gl: Número de móbil asociado a Alipay
gu: Alipay સાથે સંકળાયેલ મોબાઇલ નંબર
he: מספר טלפון נייד המשויך ל- Alipay
hi: Alipay संबद्ध मोबाइल नंबर
hr: Broj mobilnog telefona povezan sa servisom Alipay
hu: Alipayhez társított mobilszám
id: Nomor ponsel terkait Alipay
is: Farsímanúmer tengt Alipay-reikningi
ja: Alipay に関連付けられている携帯電話番号
ka: Alipay-სთან დაკავშირებული მობილურის ნომერი
kk: Alipay байланысты ұялы телефон нөмірі
kn: Alipay ಗೆ ಸಂಬಂಧಿಸಿದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ko: Alipay에 연결된 휴대폰 번호
ku_arab: ژمارەی مۆبایڵی وابەستەی Alipay
ky: Alipay мобилдик номерге байланышкан
lo: ເບີມືຖືທີ່​ເຊື່ອມ​ໂຍງ​ກັບ Alipay
lt: Su „Alipay“ susietas mobiliojo telefono numeris
lv: Alipay saistītais mobilā tālruņa numurs
mi: Tau pūkoro pāhono ki Alipay
mk: Број на мобилен поврзан со Alipay
ml: Alipay-യുമായി ബന്ധപ്പെടുത്തിയിട്ടുള്ള മൊബൈൽ നമ്പർ
mn: Alipay-д бүртгүүлсэн утасны дугаар
mr: Alipay संबंधित मोबाइल नंबर
ms: Nombor telefon bimbit yang dikaitkan dengan Alipay
mt: Numru tal-mowbajl assoċjat ma' Alipay
ne: Alipay सँग जोडिएको मोबाइल नम्बर
nn_no: Mobilnummer knytt til Alipay
no: Mobilnummer knyttet til Alipay
or: Alipay ସହଭାଗୀ ହୋଇଥିବା ମୋବାଇଲ୍ ନମ୍ଵର୍
pa_arab_pk: Alipay نال منسلک موبائل نمبر
pa_in: Alipay ਨਾਲ ਜੁੜਿਆ ਮੋਬਾਈਲ ਨੰਬਰ
pl: Numer telefonu komórkowego skojarzony z kontem Alipay
ru: Номер мобильного телефона, привязанный к учетной записи Alipay
sd: Alipay سان لاڳاپيل موبائل نمبر
si: Alipay හා සම්බන්ධ ජංගම දුරකථන අංකය
sl: Številka mobilnega telefona, povezana z računom Alipay
sr_cyrl_rs: Број мобилног телефона повезан са Alipay налогом
sr_latn_rs: Broj mobilnog telefona povezan sa Alipay nalogom
sv: Registrerat mobilnummer hos Alipay
ta: Alipay தொடர்புடைய மொபைல் எண்
te: Alipay అనుబంధ మొబైల్ నంబర్
tg: Рақами мобилии бо Alipay алоқаманд кардашуда
th: หมายเลขโทรศัพท์ที่เกี่ยวข้องกับ Alipay
tr: Alipay hesabı ilişkilendirilen cep telefonu numarası
tt: Alipay белән бәйләнгән мобиль телефон номеры
ug: Alipay گە باغلىغان يانفون نومۇرى
uk: Номер мобільного телефону, пов’язаний з обліковим записом Alipay
ur: الیپے سے منسلک موبائل نمبر
uz: Alipay bilan bog‘langan mobil telefon raqami
vi: Số di động được liên kết của Alipay
zh_hans: 支付宝绑定的手机号码
zh_hant: 與支付寶關聯的行動電話號碼

# Literal.Alipay.MobileNumberDescription
source: Mobile number for Alipay account
af: Selfoonnommer vir Alipay-rekening
am: ለ Alipay መለያ የሞባይል ቁጥር
ar: رقم الجوال لحساب Alipay
as: Alipay একাউণ্টৰ কাৰণে ম'বাইল নম্বৰ
az: Alipay hesabı üçün mobil nömrə
bg: Номер на мобилен телефон за акаунт в Alipay
bn_in: Alipay অ্যাকাউন্টের জন্য মোবাইল নম্বর
bs: Broj mobitela za Alipay račun
cy: Rhif ffôn symudol ar gyfer cyfrif Alipay
da: Mobilnummer til Alipay-konto
de: Mobilfunknummer für das Alipay-Konto
el: Αριθμός κινητού για λογαριασμό Alipay
es: Número de teléfono móvil de la cuenta Alipay
et: Mobiiltelefoni number Alipay konto jaoks
eu: Alipay kontuko telefono-zenbakia
fa: شماره تلفن همراه حساب Alipay
ga: Uimhir fón póca le haghaidh cuntas Alipay
gd: Àireamh fòn-làimhe a’ chunntais Alipay
gl: Número de móbil para a conta de Alipay
gu: Alipay ખાતા માટે મોબાઇલ નંબર
he: מספר הטלפון הנייד עבור חשבון Alipay
hi: Alipay खाते के लिए मोबाइल नंबर
hr: Broj mobilnog telefona za račun za Alipay
hu: Az Alipaynél regisztrált mobilszám
id: Nomor ponsel untuk akun Alipay
is: Farsímanúmer fyrir Alipay-reikning
ja: Alipay アカウント用の携帯電話番号
ka: მობილურის ნომერი Alipay ანგარიშისთვის
kk: Alipay тіркелгісінің телефон нөмірі
kn: Alipay ಖಾತೆಯ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ko: Alipay 계정의 휴대폰 번호
ku_arab: ژمارەی مۆبایڵ بۆ ئەژمێری Alipay
ky: Alipay каттоо жазууңуздагы мобилдик номериңиз
lo: ເບີມືຖືສຳລັບບັນຊີ Alipay
lt: „Alipay“ paskyroje nurodomas mobiliojo telefono numeris
lv: Alipay kontā norādītais mobilā tālruņa numurs
mi: Tau pūkoro mō tō pūkete Alipay
mk: Број на мобилен за сметка на Alipay
ml: Alipay അക്കൗണ്ടിനുള്ള മൊബൈൽ നമ്പർ
mn: Alipay-н дансны утасны дугаар
mr: Alipay खात्यासाठी मोबाईल नंबर
ms: Nombor mudah alih untuk akaun Alipay
mt: Numru tal-mowbajl għall-kont ta' Alipay
ne: Alipay को लागि मोवाइल नम्बर
nn_no: Mobilnummer for Alipay-konto
no: Mobilnummer for Alipay-konto
or: Alipay ଏକାଉଣ୍ଟ୍ ପାଇଁ ମୋବାଇଲ୍ ନମ୍ଵର୍
pa_arab_pk: Alipay اکاؤنٹ لئی موبائل نمبر
pa_in: Alipay ਖਾਤੇ ਲਈ ਮੋਬਾਈਲ ਨੰਬਰ
pl: Numer telefonu komórkowego na koncie Alipay
ru: Номер телефона для учетной записи Alipay
sd: Alipay اڪائونٽ لاءِ موبائل نمبر
si: ඔබ Alipay ගිණුම සඳහා වූ ජංගම අංකය
sl: Telefonska številka mobilnega telefona za račun za Alipay
sr_cyrl_rs: Број мобилног телефона за Alipay налог
sr_latn_rs: Broj mobilnog telefona za Alipay nalog
sv: Mobilnummer för Alipay-konto
ta: Alipay கணக்குக்கான மொபைல் எண்
te: Alipay ఖాతా కోసం మొబైల్ నంబర్
tg: Рақами телефони мобилӣ барои ҳисоби Alipay
th: หมายเลขโทรศัพท์สำหรับบัญชี Alipay
tr: Alipay hesabı için cep telefonu numarası
tt: Alipay хисап язмасы өчен мобиль телефон номеры
ug: Alipay گە تىزىملاتقان يانفون نومۇرى
uk: Номер мобільного телефону для облікового запису Alipay
ur: الیپے اکاؤنٹ کے لیے موبائل نمبر
uz: Alipay hisob qaydnomasi uchun mobil telefon raqami
vi: Số di động cho tài khoản Alipay
zh_hans: 用于支付宝帐户的移动电话号码
zh_hant: 支付寶帳戶的行動電話號碼

# Literal.Alipay.NationalId
source: National ID last 5 digits
af: Laaste 5 syfers van jou nasionale ID
am: የእርስዎ ብሔራዊ መታወቂያ 5 አሃዞች
ar: آخر 5 أرقام من المُعرف القومي
as: ৰাষ্ট্ৰীয় ID-ৰ অন্তিম 5 টা অংক
az: Milli İD-nizin son 5 rəqəmi
bg: Последните 5 цифри на национален ИД
bn_in: আপনার জাতীয় ID'র শেষ 5 সংখ্যা
bs: Posljednjih 5 cifara matičnog broja
cy: 5 digid olaf ID gwladol
da: De fem sidste cifre i dit nationale id
de: Letzte fünf Ziffern der Personalausweisnummer
el: Τελευταία 5 ψηφία αριθμού εθνικής ταυτότητας
es: Los últimos 5 dígitos del id. nacional
et: Teie riikliku ID viimased 5 numbrit
eu: NANaren azken 5 digituak
fa: ۵ رقم آخر شناسه ملی
ga: 5 dhigit dheireanacha an ID náisiúnta
gd: Na 5 àireamhan mu dheireadh dhen ID nàiseanta
gl: Últimos 5 díxitos da túa identificación nacional
gu: રાષ્ટ્રીય ID ના છેલ્લા 5 અંક
he: חמש הספרות האחרונות של תעודת הזהות שלך
hi: राष्ट्रीय ID के अंतिम 5 अंक
hr: Posljednjih pet znamenki nacionalnog identifikacijskog broja
hu: A nemzeti azonosítószám utolsó 5 számjegye
id: 5 digit terakhir dari ID nasional Anda
is: Síðustu fimm tölustafirnir í kennitölu
ja: 国 ID の末尾 5 桁
ka: ნაციონალური ID-ის ბოლო 5 ციფრი
kk: Ұлттық ИД соңғы 5 саны
kn: ರಾಷ್ಟ್ರೀಯ ID ಯ ಕೊನೆಯ 5 ಅಂಕಿಗಳು
ko: 주민등록번호 마지막 5자리
ku_arab: دوا 5 رەنووسی ناسنامەی نیشتیمانی
ky: Улуттук ID'синин акыркы 5 саны
lo: 5 ຕົວເລກສຸດທ້າຍຂອງບັດປະຈຳຕົວຂອງທ່ານ
lt: Paskutiniai 5 nacionalinės tapatybės kortelės skaitmenys
lv: Nacionālā ID pēdējie 5 cipari
mi: Te 5 mati tōmuri a te TT ā-motu
mk: Последните 5 цифри од националниот ИД
ml: നിങ്ങളുടെ ദേശീയ ID-യുടെ അവസാന 5 അക്കങ്ങൾ
mn: Регистрийн дугаар 5 оронтой
mr: आपल्या राष्ट्रीय ID चे अंतिम 5 अंक
ms: 5 digit terakhir ID Negara
mt: L-aħħar 5 ċifri tal-ID nazzjonali tiegħek
ne: राष्ट्रिय आइडीको अन्तिम 5 अङ्कहरू
nn_no: Nasjonal ID, dei siste fem siffera
no: Nasjonal ID, siste fem sifre
or: ରାଷ୍ଟ୍ରୀୟ ID ଶେଷ 5 ଅଙ୍କ
pa_arab_pk: قومی شناختی کارڈ دے اخیرلے 5 عدد
pa_in: ਰਾਸ਼ਟਰੀ ID ਦੇ ਆਖਰੀ 5 ਅੰਕ
pl: Ostatnie 5 cyfr numeru dowodu tożsamości
ru: Последние 5 цифр удостоверения личности государственного образца
sd: قومي ID آخري 5 ڊجٽ
si: ජාතික ID අවසාන සංඛ්යාංක 5
sl: Zadnjih 5 števk vaše nacionalne identifikacijske oznake
sr_cyrl_rs: Последњих 5 цифара националног ID броја
sr_latn_rs: Poslednjih 5 cifara nacionalnog ID broja
sv: Sista fem siffrorna i nationellt ID
ta: உங்கள் தேசிய ID -யின் கடைசி 5 இலக்கங்கள்
te: జాతీయ ID చివరి 5 అంకెలు
tg: 5 адади охирини рақами мушаххаси миллӣ
th: เลขประจำตัวประชาชน 5 หลักสุดท้าย
tr: Kimlik numaranızın son 5 rakamı
tt: Ил кодының соңгы 5 цифрасы
ug: دۆلەتلىك كىملىكىڭىزنىڭ ئاخىرقى 5 خانىسى
uk: 5 останніх цифр номера посвідчення особи державного зразка
ur: قومی شناختی کارڈ کے آخری 5 اعداد
uz: Pasport raqamining so‘nggi 5 ta raqami
vi: 5 chữ số cuối của ID quốc gia
zh_hans: 身份证后 5 位
zh_hant: 國民身分證的後 5 碼

# Literal.Alipay.NationalIdDescription
source: Enter the last 5 digits of your national ID
af: Voer die laaste 5 syfers van jou nasionale ID in
am: የእርስዎን ብሔራዊ አይዲ የመጨረሻ 5 አሃዞች ያስገቡ
ar: أدخل آخر 5 أرقام من المُعرف القومي الخاص بك
as: আপোনাৰ ৰাষ্ট্ৰীয় ID-ৰ অন্তিম 5-টা সংখ্যা প্ৰৱেশ কৰাওক
az: Milli identifikatorunuzun son 5 rəqəmini daxil edin
bg: Въвеждане на последните 5 цифри на вашия национален ИД
bn_in: আপনার জাতীয় Id'র শেষ 5 সংখ্যা লিখুন
bs: Unesite posljednjih 5 cifara svog jedinstvenog matičnog broja
cy: Rhowch 5 digid olaf eich ID gwladol
da: Angiv de fem sidste cifre i dit nationale id
de: Letzte fünf Ziffern der Personalausweisnummer eingeben
el: Εισαγάγετε τα τελευταία 5 ψηφία του αριθμού εθνικής ταυτότητάς σας
es: Escribe los últimos 5 dígitos de tu id. nacional
et: Sisestage oma riikliku ID viimased 5 numbrit
eu: Idatzi NANaren azken 5 digituak
fa: ۵ رقم آخر شناسه ملی را وارد کنید
ga: Iontráil na 5 dhigit dheireanacha de d'ID náisiúnta
gd: Cuir a-steach 5 àireamhan mu dheireadh an ID nàiseanta agad
gl: Introduce os últimos 5 díxitos da túa identificación nacional
gu: તમારા રાષ્ટ્રીય ID ના છેલ્લા 5 અંક પ્રવિષ્ટ કરો
he: הזן את חמש הספרות האחרונות של תעודת הזהות שלך
hi: अपनी राष्ट्रीय ID के आखिरी 5 अंक दर्ज करें
hr: Unesite posljednjih pet znamenki vašeg nacionalnog identifikacijskog broja
hu: Írja be a nemzeti azonosítószám utolsó 5 számjegyét
id: Masukkan 5 digit terakhir dari Id nasional Anda
is: Sláðu inn fimm síðustu tölustafina í kennitölunni þinni
ja: 国 ID の末尾 5 桁を入力してください
ka: შეიყვანეთ თქვენი ნაციონალური ID-ის ბოლო 5 ციფრი
kk: Ұлттық ИД соңғы 5 санын енгізу
kn: ನಿಮ್ಮ ರಾಷ್ಟ್ರೀಯ ID ಯ ಕೊನೆಯ 5 ಅಂಕಿಗಳನ್ನು ನಮೂದಿಸಿ
ko: 주민등록번호의 마지막 5자리를 입력하세요.
ku_arab: دوا 5 رەنووسی ناسنامەی نیشتیمانیت تێبنووسە
ky: Улуттук ID'ңиздин акыркы 5 санын киргизиңиз
lo: ປ້ອນ 5 ຕົວເລກສຸດທ້າຍຂອງເລກບັດປະຈຳຕົວຂອງທ່ານ
lt: Įveskite 5 paskutinius savo nacionalinės tapatybės kortelės skaitmenis
lv: Ievadiet sava nacionālā ID pēdējos 5 ciparus
mi: Tāurua ngā mati tōmuri e 5 o tō TT ā-iwi
mk: Внесете ги последните 5 цифри од вашиот национален ИД
ml: നിങ്ങളുടെ ദേശീയ ID-യുടെ അവസാന 5 അക്കങ്ങൾ നൽകുക
mn: Регистрийн дугаарынхаа сүүлийн 5 оронг оруулна уу
mr: आपल्या राष्ट्रीय Id चे अंतिम 5 अंक प्रविष्ट करा
ms: Masukkan 5 digit terakhir ID kebangsaan anda
mt: Daħħal l-aħħar 5 ċifri tal-ID nazzjonali tiegħek
ne: तपाइँको राष्ट्रिय ID को अन्तिम 5 अङ्कहरू प्रविष्ट गराउनुहोस्
nn_no: Skriv inn dei fem siste siffera i den nasjonale ID-en
no: Angi de siste fem sifrene i den nasjonale ID-en
or: ଆପଣଙ୍କର ଅନ୍ତଃରାଷ୍ଟ୍ରୟ ID ର ଶେଷ 5 ଅଙ୍କ ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_arab_pk: اپنے قومی شناختی کارڈ دے آخری 5 عدد داخل کرو
pa_in: ਆਪਣੀ ਰਾਸ਼ਟਰੀ ID ਦੇ ਆਖਰੀ 5 ਅੰਕ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź ostatnie 5 cyfr numeru dowodu tożsamości
ru: Введите последние 5 цифр удостоверения личности государственного образца
sd: پنهنجي قومي ID جا آخري 5 ڊجٽ داخل ڪريو
si: ඔබගේ ජාතික හැඳුනුම් පතෙහි අවසාන සංඛ්‍යාංක 5 ඇතුල් කරන්න
sl: Vnesite zadnjih 5 števk vaše nacionalne identifikacijske oznake
sr_cyrl_rs: Унесите последњих 5 цифара националног ID броја
sr_latn_rs: Unesite poslednjih 5 cifara nacionalnog ID broja
sv: Ange de sista fem siffrorna i ditt nationella ID
ta: உங்கள் தேசிய ID -யின் கடைசி 5 இலக்கங்களை புகுத்தவும்
te: మీ జాతీయ IDలో చివరి 5 అంకెలను నమోదు చేయండి
tg: 5 рақами охирини рақами мушаххаси миллии худро ворид кунед
th: ป้อนเลขประจำตัวประชาชน 5 หลักสุดท้ายของคุณ
tr: Kimlik numaranızın son 5 rakamını girin
tt: Ил кодының соңгы 5 цифрасын кертегез
ug: دۆلەتلىك كىملىكىڭىزنىڭ ئاخىرقى 5 خانىسىنى كىرگۈزۈڭ
uk: Введіть 5 останніх цифр національного ідентифікаційного номера
ur: اپنے قومی شناختی کارڈ کے آخری 5 اعداد داخل کریں
uz: Pasport raqamingizning so‘nggi 5 ta raqamini kiriting
vi: Nhập 5 chữ số cuối của ID quốc gia của bạn
zh_hans: 请输入你的身份证最后 5 位数字
zh_hant: 輸入您國民身分證的後 5 碼
