Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.CN.HL
source: Heilongjiang
am: ሄይሎንግጂያንግ
ar: هيلونجيانج
as: হেইলঙজিয়াং
az: Xeyluntzyan
bg: Хейлонгджианг
bn_in: হেইলংজিয়াং
el: Χεϊλονγκζιάνγκ
fa: هیلونگ جیانگ
gu: હેઇલોંગજિયાંગ
he: היילונג-ג'יאנג
hi: हीलोन्गजियांग
ja: 黒竜江
ka: ჰეილუნცზიანი
kk: Хэйлунцзян
kn: ಹೆಲಾಂಗ್‌ಜಿಯಾಂಗ್
ku_arab: هێلیۆنجیانگ
ky: Хэйлунцзян
lo: ຫຼົງຈຽງ
lt: Heilongdziangas
lv: Heilundzjana
mi: Heirongohiranga
mk: Хејлунгчанг
ml: ഹീലോംഗ്‌ജ്ജിയാംഗ്
mn: Хэйлунзян
mr: हैलोंगजियांग
ne: हाइलोङ्श्याङ्
or: ହେଇଲୋଙ୍ଗଜିଆଂ
pa_arab_pk: ہے لونگ جیانگ
pa_in: ਹੀਲੌਂਗਜਿਆਂਗ
ru: Хэйлунцзян
sd: ھيلونجينگ
si: හේලොන්ග්ජියැං
sr_cyrl_rs: Хеилонгђанг
sr_latn_rs: Heilongđang
ta: ஹெயிலோங்ஜியாங்
te: హిలాంగ్‌జియాంగ్
tg: Ҳелионгянг
th: เฮย์หลงเจียง
tt: Хейлунцзян
ug: خېيلوڭجىياڭ
uk: Хэйлунцзян
ur: ہئیولونگ جیان
uz: Xeyluntszyan
vi: Hắc Long Giang
zh_hans: 黑龙江
zh_hant: 黑龍江

# Word.State.CN.HN
source: Hunan
am: ሁናን
ar: هونان
as: হুনান
az: Xunan
bg: Хунан
bn_in: হুনান
el: Χουνάν
fa: هونان
gu: હ્યુનાન
he: הונאן
hi: हुनान
ja: 湖南
ka: ჰუნანი
kk: Хунань
kn: ಹುನಾನ್
ku_arab: هوونان
ky: Хунань
lo: ຮູນານ
lt: Hunanas
lv: Hunaņa
mi: Hunana
mk: Хунан
ml: ഹ്യുനാന്‍
mn: Хунань
mr: हुनान
ne: हुनान
or: ହୁନାନ
pa_arab_pk: ہونان
pa_in: ਹੁਨਾਨ
ru: Хунань
sd: ھُنان
si: හුනාන්
sr_cyrl_rs: Хунан
ta: ஹுனன்
te: హునాన్
tg: Ҳунан
th: หูหนาน
tt: Хунан
ug: خۇنەن
uk: Хунань
ur: ہونان
uz: Xunan
vi: Hồ Nam
zh_hans: 湖南
zh_hant: 湖南

# Word.State.CN.IM
source: Inner Mongolia
af: Binne-Mongolië
am: ውሽጣዊ ሞንጎልያ
ar: ‏‏منغوليا الداخلية
as: ইনাৰ মংগোলিয়া
az: Daxili Monqolustan
bg: Вътрешна Монголия
bn_in: ইনার মঙ্গোলিয়া
bs: Unutrašnja Mongolija
cy: Mongolia Fewnol
da: Indre Mongoliet
de: Innere Mongolei
el: Εσωτερική Μογγολία
es: Mongolia Interior
et: Sise-Mongoolia
fa: مغولستان داخلی
gd: Dùthaich nam Mongol A-staigh
gl: Mongolia Interior
gu: આંતરિક મંગોલિયા
he: מונגוליה הפנימית
hi: इनर मंगोलिया
hr: Unutrašnja Mongolija
hu: Belső-Mongólia
id: Mongolia Dalam
is: Innri-Mongólía
ja: 内モンゴル
ka: შიდა მონღოლეთი
kk: Ішкі Моңғолия
kn: ಇನ್ನರ್ ಮಂಗೋಲಿಯಾ
ko: 내몽골
ku_arab: مەنگۆلیای ناوخۆ
ky: Иски Монголия
lo: ມົງໂກລີໃນ
lt: Vidinė Mongolija
lv: Iekšējā Mongolija
mi: Mongōria ki Uta
mk: Внатрешна Монголија
ml: ഇന്നർ മംഗോളിയ
mn: Өвөр Монгол
mr: आतील मंगोलिया
mt: Mongolja Interna
ne: भित्रि मंगोलिया
nn_no: Indre Mongolia
no: Indre Mongolia
or: ଇନର୍‍ ମଙ୍ଗୋଲିଆ
pa_arab_pk: اندرونی منگولیا
pa_in: ਇਨਰ ਮੋਂਗੋਲੀਆ
pl: Mongolia Wewnętrzna
ru: Внутренняя Монголия
sd: اندروني منگوليا
si: ඇතුලත මොන්ගෝලියාව
sl: Notranja Mongolija
sr_cyrl_rs: Унутрашња Монголија
sr_latn_rs: Unutrašnja Mongolija
sv: Inre Mongoliet
ta: இன்னர் மங்கோலியா
te: ఇన్నర్ మంగోలియా
tg: Муғулистони дарунӣ
th: มองโกเลียใน
tr: İç Moğolistan
tt: Эчке Монголия
ug: ئىچكى موڭغۇل ئاپتونوم رايونى
uk: Внутрішня Монголія
ur: اندرونی منگولیا
uz: Ichki Mongoliya
vi: Nội Mông
zh_hans: 内蒙古
zh_hant: 內蒙古

# Word.State.CN.JL
source: Jilin
am: ጂሊን
ar: جيلين
as: জিলিন
az: Tsilin
bg: Жилин
bn_in: জিলিন
el: Τζιλίν
fa: جیلین
gu: જીલીન
he: ז'ילין
hi: जिलिन
ja: 吉林
ka: ცზილინი
kk: Цзилинь
kn: ಜಿಲಿನ್
ku_arab: جیلین
ky: Цзилинь
lo: ຈີ່ຫຼິນ
lt: Dzilinas
lv: Dzilina
mi: Hiriana
mk: Јилин
ml: ജിലിന്‍
mn: Зилинь
mr: जिलिन
ne: जिलिन
or: ଜିଲିନ
pa_arab_pk: جیلین
pa_in: ਜਿਲਿਨ
ru: Цзилинь
sd: جِلِن
si: ජිලින්
sr_cyrl_rs: Јилин
ta: ஜிலின்
te: జిలిన్
tg: Ҷилин
th: จี๋หลิน
tt: Гирин
ug: جىلىن
uk: Гірін
ur: جیلن
uz: Tszilin
vi: Cát Lâm
zh_hans: 吉林
zh_hant: 吉林

# Word.State.CN.JS
source: Jiangsu
am: ጂያንግሱ
ar: جيانجسو
as: জিয়াংচু
az: Tszyansu
bg: Джиангсу
bn_in: জিয়াংসু
el: Τζιανγκσού
fa: جیانگسو
gu: જિયાંગ્સુ
he: ג'יאנגסו
hi: जियांग्सु
ja: 江蘇
ka: ცზიანსუ
kk: Цзянсу
kn: ಜಿಯಾಂಗ್ಸು
ku_arab: جیانگسو
ky: Цзянсу
lo: ຈຽງຊູ
lt: Dziangsu
lv: Dzjansu
mi: Hiringu
mk: Џангсу
ml: ജിയാ‍ങ്‌സു
mn: Зянсу
mr: जियांग्सू
ne: ज्याङ्शु
or: ଜିଆଂସୁ
pa_arab_pk: جیانگ سو
pa_in: ਜਿਆਂਗਸੂ
ru: Цзянсу
sd: جيانسو
si: ජියන්ග්සු
sr_cyrl_rs: Јиангсу
ta: ஜியாங்ஸு
te: జియాంగ్‌సూ
tg: Ҷангсу
th: เจียงซู
tt: Цзянсу
ug: جىياڭسۇ
uk: Цзянсу
ur: جیانگ سو
uz: Tszyansu
vi: Giang Tô
zh_hans: 江苏
zh_hant: 江蘇

# Word.State.CN.JX
source: Jiangxi
am: ጂያንግዚ
ar: جيانجكسي
as: জিয়াংজি
az: Tszyansi
bg: Джиангкси
bn_in: জিয়াংক্সি
el: Τζιανξί
fa: جیانگکسی
gu: જિયાંગ્ક્ષી
he: ג'יאנגקסי
hi: जियांग्सी
ja: 江西
ka: ცზიანსი
kk: Цзянси
kn: ಜಿಯಾಂಗ್ಸಿ
ku_arab: جیانگسی
ky: Цзяньси
lo: ຈຽງຊີ
lt: Dziangsi
lv: Dzjansi
mi: Hiangihi
mk: Џангси
ml: ജിയാംഗ്‌ക്സി
mn: Зянси
mr: जियांग्झी
ne: जियाङ्सी
or: ଜିଆଂକ୍ସି
pa_arab_pk: جیانگ زی
pa_in: ਜਿਆਂਗਸੀ
ru: Цзянси
sd: جيانزي
si: ජියාන්ක්ෂි
sr_cyrl_rs: Јиангкси
sr_latn_rs: Jiangksi
ta: ஜியாங்ஸி
te: జియాంగ్‌క్సీ
tg: Ҷангкси
th: เจียงซี
tt: Цзянси
ug: جىياڭشى
uk: Цзянси
ur: جیانگ زی
uz: Tszyansi
vi: Giang Tây
zh_hans: 江西
zh_hant: 江西

# Word.State.CN.LN
source: Liaoning
am: ሊያዎኒንግ
ar: ليانونج
as: লিয়াওনিং
az: Lyaonin
bg: Лиаонинг
bn_in: লিয়াওনিং
el: Λιαονίνγκ
fa: لیائونینگ
gu: લાયિનિંગ
he: ליאונינג
hi: लियाओनिंग
ja: 遼寧
ka: ლიაონინი
kk: Ляонин
kn: ಲಿಯಾನಿಂಗ್
ku_arab: لیاونینگ
ky: Ляонин
lo: ຫຼຽວໜິງ
lt: Liaoningas
lv: Ļaoņina
mi: Riongi
mk: Лиаонинг
ml: ലയണിംഗ്
mn: Ляонин
mr: लिओनिंग
ne: लियाओनिङ्
or: ଲିଓନିଂ
pa_arab_pk: لیا اوننگ
pa_in: ਲੀਆਓਨਿੰਗ
ru: Ляонин
sd: ليوننگ
si: ලියානිං
sr_cyrl_rs: Лиаонинг
ta: லியோனிங்
te: లియోనింగ్
tg: Лайонинг
th: เหลียวหนิง
tt: Ляонин
ug: لىياۋنىڭ
uk: Ляонін
ur: لیااوننگ
uz: Lyaonin
vi: Liêu Ninh
zh_hans: 辽宁
zh_hant: 遼寧

# Word.State.CN.NM
source: Nei Monggol
af: Nei Mongol
am: ነይ ሞንጎል
ar: ني مونجول
as: নেই মঙ্গোল
az: Daxili Monqolustan
bg: Ней Монгол
bn_in: নেই মোঙ্গল
bs: Unutrašnja Mongolija
de: Innere Mongolei
es: Mongolia Interior
et: Nei Mongol
eu: Nei Mongol
fa: نی مغول
gd: Nei Mongol
gu: નેઇ મોંગોલ
he: ניי מונגול
hi: नेइ मंगोल
hr: Nei Mongol
hu: Nei Mongol
id: Nei Mongol
ja: 内モンゴル
ka: ნეი მონღოლი
kk: Ішкі Моңғолия
kn: ನೇ ಮೊಂಗ್ಗೋಲ್
ku_arab: نەی مۆنگۆل
ky: Ней Монгол
lo: ເນມົງໂກນ
lt: Vidinė Mongolija
lv: Iekšējais Mongolijas autonomais reģions
mi: Nei Monogoro
mk: Неи Монгол
ml: നെയ് മൊം‌ഗോള്‍
mn: Өвөр Монгол
mr: नेई मोंगोल
ms: Nei Mongol
mt: Nei Mongol
ne: नेइ मङ्गोल
nn_no: Nei Mongol
no: Nei Mongol
or: ନେଇ ମୋନଗୋଲ୍
pa_arab_pk: ‏‏نئی مونگول
pa_in: ਨੇਈ ਮੋਂਗੋਲ
ru: Внутренняя Монголия
sd: ني منگول
si: නෙයි මොන්ගොල්
sr_cyrl_rs: Неи Монгол
sr_latn_rs: Nei Mongol
sv: Nei Mongol
ta: நெய் மங்கோல்
te: నీ మాంగోల్
tg: Ней Монггол
th: มองโกลเลียใน
tt: Эчке Монголия
ug: ئىچكى موڭغۇل
uk: Ней-Монгол
ur: نئی منگول
uz: Ichki Mo‘g‘uliston
zh_hans: 内蒙古
zh_hant: 內蒙古

# Word.State.CN.NX
source: Ningxia
am: ኒንግጺያ
ar: نينجكسيا
as: নিংজিয়া
az: Ninsya
bg: Нингския
bn_in: নিঙ্গক্সিয়া
el: Νίνγκσια
fa: نینگسیا
gu: નિંન્ગ્ક્ષીયા
he: נינגקסיה
hi: निन्ग्सिया
ja: 寧夏
ka: ნინსია
kk: Нинся
kn: ನಿಂಗ್‌ಸಿಯಾ
ku_arab: نینجیا
ky: Нинся
lo: ໜິງເຊຍ
lt: Ningsia
lv: Ninsja
mi: Niangahia
mk: Нингсја
ml: നിംഗ്‌ക്സിയ
mn: Нинся
mr: निंगझिया
ne: निङ्गश्या
or: ନିନକସିଆ
pa_arab_pk: ننگزیا
pa_in: ਨਿੰਗਸੀਆ
ru: Нинцзянь
sd: ننزيا
si: නින්ක්ෂියා
sr_cyrl_rs: Нингксиа
sr_latn_rs: Ningksia
ta: நிங்சியா
te: నింగ్సియా
tg: Нингксиа
th: หนิงเซี่ย
tt: Нинся
ug: نىڭ شىيا
uk: Нінься
ur: ننگزیا
uz: Ninsya
vi: Ninh Hạ
zh_hans: 宁夏
zh_hant: 寧夏

# Word.State.CN.QH
source: Qinghai
am: ኪንጋይ
ar: كنغهاي
as: কুইংহাই
az: Tsinxay
bg: Кингхай
bn_in: কিংঘাই
el: Κινγκάι
fa: کینگهایی
gu: કીંઘાઇ
he: קינגאי
hi: क़िन्घाइ
ja: 青海
ka: ცინხაი
kk: Кингхай
kn: ಕ್ವಿಂಗಾಯ್
ku_arab: کینگای
ky: Цинхай
lo: ຊິງໄຫ່
lt: Činghai
lv: Cinhai
mi: Kuaihangi
mk: Цинхај
ml: ക്വിംഗ്‌ഹായ്
mn: Цинхай
mr: छिंगहाय
ne: किङ्हाइ
or: କୁଇନଘାଇ
pa_arab_pk: کنگ ہئی
pa_in: ਕਿੰਗਹਾਈ
ru: Цинхай
sd: ڪنگھاءِ
si: කුයින්ග්හයි
sl: Činghaj
sr_cyrl_rs: Квингхаи
sr_latn_rs: Kvinghai
ta: ஜிங்ஹாய்
te: కింగై
tg: Кинҷай
th: ชิงไห่
tt: Цинхай
ug: چىڭخەي
uk: Цінхай
ur: کنگھائی
uz: Tsinxay
vi: Thanh Hải
zh_hans: 青海
zh_hant: 青海

# Word.State.CN.SC
source: Sichuan
am: ሲሹዋን
ar: سيشوان
as: চিচুআন
az: Siçuan
bg: Сихуан
bn_in: সিচুয়ান
el: Σετσουάν
fa: سیچوان
gl: Sichuán
gu: સિચુઆન
he: סצ'ואן
hi: सिचुआन
hu: Szecsuán
ja: 四川
ka: სიჩუანი
kk: Сычуань
kn: ಸಿಚುವನ್
ku_arab: سیشوان
ky: Сычуань
lo: ເສສວນ
lt: Sičuanas
lv: Sičuaņa
mi: Hihuana
mk: Сичуан
ml: സിചുവാന്‍
mn: Сичуань
mr: सच्वान
ne: सिचुवान
or: ସିଚୁଆନ୍
pa_arab_pk: سی چویان
pa_in: ਸਿਚੂਆਨ
ru: Сычуань
sd: سچئان
si: සිචුවාන්
sl: Sečuan
sr_cyrl_rs: Сечуан
sr_latn_rs: Sečuan
ta: சிசுவான்
te: సిచువాన్
tg: Сичуан
th: เสฉวน
tt: Сычуан
ug: سىچۈەن
uk: Сичуань
ur: سی چوآں
vi: Tứ Xuyên
zh_hans: 四川
zh_hant: 四川

# Word.State.CN.SD
source: Shandong
am: ሻንዶንግ
ar: شان دونج
as: শ্বানডং
az: Şandun
bg: Шандонг
bn_in: সানডোং
el: Σαντόνγκ
fa: شاندونگ
gu: શાનડોંગ
he: שאנדונג
hi: शैन्डोंग
ja: 山東
ka: შანდუნი
kk: Шандонг
kn: ಶಾಂಡಾಗ್
ku_arab: شاندۆنگ
ky: Шаньдун
lo: ຊານຕົງ
lt: Šandongas
lv: Šaņduna
mi: Hangatongi
mk: Шандонг
ml: ഷാംഗ്‌ഡോംഗ്
mn: Шаньдун
mr: शांगडोंग
ne: शाङ्दोङ्
or: ଶାନଡୋଂ
pa_arab_pk: شین دونگ
pa_in: ਸ਼ਾਨਡਾਂਗ
ru: Шаньдун
sd: شانڊونگ
si: ෂැන්ඩොං
sr_cyrl_rs: Шандонг
sr_latn_rs: Šandong
ta: ஷான்டோங்
te: షాంగ్‌డాంగ్
tg: Шандунг
th: ชานตง
tt: Шандун
ug: شەندوڭ
uk: Шаньдун
ur: شان ڈونگ
uz: Shandun
vi: Sơn Đông
zh_hans: 山东
zh_hant: 山東

# Word.State.CN.SH
source: Shanghai
am: ሻንግሃይ
ar: شنغهاي
as: চাংহাই
az: Şanxay
bg: Шанхай
bn_in: সাংঘাই
bs: Šangaj
el: Σανγκάη
fa: شانگهای
gl: Xanghai
gu: શાંગહાઇ
he: שנגחאי
hi: शंघाई
hr: Šangaj
hu: Sanghaj
is: Sjanghæ
ja: 上海
ka: შანჰაი
kk: Шанхай
kn: ಶಾಂಗೈ
ku_arab: شانگهای
ky: Шанхай
lo: ຊຽງໄຮ້
lt: Šanchajus
lv: Šanhaja
mi: Hangahai
mk: Шангај
ml: ഷാങ്‌ഹായി
mn: Шанхай
mr: शांघाय
ne: साङ्घाइ
or: ସାଂଘାଇ
pa_arab_pk: شنگھائی
pa_in: ਸ਼ੰਘਾਈ
pl: Szanghaj
ru: Шанхай
sd: شانگھائي
si: ෂැංහයි
sl: Šanghaj
sr_cyrl_rs: Шангај
sr_latn_rs: Šangaj
ta: ஷங்காய்
te: షాంగై
tg: Шанхай
th: เซี่ยงไฮ้
tt: Шанхай
ug: شاڭخەي
uk: Шанхай
ur: شنگھائی
uz: Shanxay
vi: Thượng Hải
zh_hans: 上海
zh_hant: 上海

# Word.State.CN.SN
source: Shaanxi
am: ሻንክሲ
ar: شانكسي
as: চানচি
az: Şensi
bg: Шаанкси
bn_in: সানক্সি
el: Σάανξι
fa: شانکسی
gu: શાંક્ષી
he: שאנשי
hi: शांक्सी
ja: 陝西
ka: შენსი
kk: Шэньси
kn: ಶಾಂಗ್ಸಿ
ku_arab: شانخی
ky: Шэньси
lo: ສ່ານຊີ
lt: Šaansi
lv: Šansi
mi: Hānahi
mk: Шанкси
ml: ഷാന്‍‌ക്സി
mn: Шааньси
mr: शान्झी
ne: साङ्शी
or: ସାନକ୍ସି
pa_arab_pk: شان زی
pa_in: ਸ਼ਾਨਕਸੀ
ru: Шеньси
sd: شانزي
si: ෂාංක්ෂි
sr_cyrl_rs: Шаанкси
sr_latn_rs: Šaanksi
ta: சாக்சி
te: షాంక్సీ
tg: Шаанкси
th: ฉ่านซี
tt: Шэнси
ug: شەنشى
uk: Шеньсі
ur: شان زی
uz: Shensi
vi: Thiểm Tây
zh_hans: 陕西
zh_hant: 陝西

# Word.State.CN.SX
source: Shanxi
am: ሻንክሲ
ar: شانشي
as: চানচি
az: Şansi
bg: Шанкси
bn_in: সানক্সি
el: Σανξί
fa: شانکسی
gu: શાંક્ષી
he: שאנשי
hi: शंक्सी
ja: 山西
ka: შანსი
kk: Шаньси
kn: ಶಂಗ್ಸಿ
ku_arab: سانخی
ky: Шаньси
lo: ຊານຊີ
lt: Šansi
lv: Šeņsi
mi: Hanahi
mk: Шансји
ml: ഷാന്‍‌ക്സി
mn: Шаньси
mr: शान्झी
ne: शाङ्षी
or: ସାନକ୍ସି
pa_arab_pk: شینزی
pa_in: ਸ਼ੈਂਕਸੀ
ru: Шаньси
sd: شنزي
si: ෂංක්ෂි
sr_cyrl_rs: Шанкси
sr_latn_rs: Šanksi
ta: சான்சி
te: షంక్సీ
tg: Шанкси
th: ชานซี
tt: Шэнси
ug: سەنشى
uk: Шаньсі
ur: شین زی
uz: Shansi
vi: Sơn Tây
zh_hans: 山西
zh_hant: 山西

# Word.State.CN.TJ
source: Tianjin
am: ቲያንጂን
ar: تيانتين
as: টিয়ানজিন
az: Tyanzin
bg: Тянджин
bn_in: তিয়ানজিন
el: Τιανζίν
fa: تیانجین
gu: ટિઆન્જીન
he: טיאנג'ין
hi: तियांजिन
ja: 天津
ka: ტიანცზინი
kk: Тяньцзинь
kn: ಟಿಯಾಂಜಿನ್
ku_arab: تیانجین
ky: Тяньцзин
lo: ທຽນຈິນ
lt: Tiandzinas
lv: Tjaņdziņa
mi: Tiahiani
mk: Тиенцин
ml: തിയാന്‍‌ജിന്‍
mn: Тяньжин
mr: तिआनजिन
ne: टियाजिन
or: ତିଆନିନ୍
pa_arab_pk: تیان جن
pa_in: ਟੀਆਨਜਿਨ
ru: Тяньцзинь
sd: ٽيانجن
si: ටිටාව්ජින්
sr_cyrl_rs: Тианјин
ta: தியாஜின்
te: తియాజిన్
tg: Тянин
th: เทียนสิน
tt: Тянцзин
ug: تىيەنجىن
uk: Тяньцзінь
ur: تیان جن
uz: Tyantszin
vi: Thiên Tân
zh_hans: 天津
zh_hant: 天津

# Word.State.CN.XJ
source: Xinjiang
am: ዚንጂያንግ
ar: شينجيانج
as: জিনঝিং
az: Sinzyan
bg: Ксинджианг
bn_in: জিনজিয়াং
bs: Xinjang
el: Σιντζιάνγκ
fa: زینجیانگ
gu: જિનજિયાંગ
he: שינג'יאנג
hi: ज़िन्जियांग
hu: Hszincsiang
ja: 新疆
ka: სინცზიანი
kk: Синьцзян
kn: ಜಿಂನ್‌ಜಿಯಾಂಗ್
ku_arab: زینجیانگ
ky: Шинжаң
lo: ຊິນຈຽງ
lt: Sindziangas
lv: Siņdzjana
mi: Tiatianga
mk: Ксинјанг
ml: ക്‌സിംജിയാങ്
mn: Шинжаан
mr: झिन्जिआंग
ne: षिङ्जियान
or: କ୍ସିଆଜିଂ
pa_arab_pk: زن جیانگ
pa_in: ਜਿੰਗਜੀਆਂਗ
ru: Синьцзян
sd: زنجانگ
si: ක්ෂින්ජියැං
sr_cyrl_rs: Ксинјанг
sr_latn_rs: Ksinjang
ta: சின்ஜியாங்
te: క్సింజియాంగ్
tg: Ксинянг
th: ซินเจียง
tt: Синцзян
ug: شىنجاڭ
uk: Сіянь
ur: زن جیانگ
uz: Sintszyan
vi: Tân Cương
zh_hans: 新疆
zh_hant: 新疆維吾爾自治區

# Word.State.CN.XZ
source: Tibet
am: ቲበት
ar: تبت
as: টিবেট
bg: Тибет
bn_in: তিব্বত
el: Θιβέτ
es: Tíbet
et: Tiibet
fa: تبت
ga: Réigiún Féinrialaithe na Tibéide
gd: Tibeit
gu: તિબેટ
he: טיבט
hi: तिब्बत
is: Tíbet
ja: チベット自治区
ka: ტიბეტი
kk: Тибет
kn: ಟಿಬೇಟ್
ku_arab: تیبت
ky: Тибет
lo: ທິເບດ
lt: Tibetas
lv: Tibeta
mi: Tepete
mk: Тибет
ml: തിബറ്റ്
mn: Түвд
mr: तिबेट
ne: तिब्बत
or: ତିବ୍ବତ୍
pa_arab_pk: تبت
pa_in: ਤਿੱਬਤ ਸਵੈਸ਼ਾਸਿਤ ਇਲਾਕਾ
pl: Autonomiczny Region Tybetu
ru: Тибет
sd: تبت
si: තිබ්බතය
sr_cyrl_rs: Тибет
ta: திபெத்
te: టిబెట్
tg: Тибет
th: ทิเบต
tr: Tibet Özerk Bölgesi
tt: Тибет
ug: تىبەت
uk: Тібет
ur: تبت
vi: Tây Tạng
zh_hans: 西藏
zh_hant: 西藏自治區

# Word.State.CN.XZ.2
source: Xizang
ar: التبت
el: Σιζάνγκ
gu: ઝિઝેંગ
hu: Tibet
ka: სიცზანი
kk: Сицзан
ku_arab: زیانگ
ky: Ксизанг
lo: ຊີຊາງ
lv: Tibeta
mk: Тибет
mn: Төвд
ne: जिजाङ
pa_arab_pk: زیژنگ
ru: Сицзан
sd: زيزانگ
si: ක්සිසැන්ග්
sr_cyrl_rs: Ксизанг
sr_latn_rs: Ksizang
sv: Autonoma regionen Tibet
ta: ஸிசாங்
tg: Синтзян
tt: Сицзан
ug: شىزاڭ
uk: Сіцзан
ur: زی ژانگ
uz: Sintzan
zh_hans: 西藏
zh_hant: 西藏自治區

# Word.State.CN.YN
source: Yunnan
am: ዩናን
ar: يونان
as: য়ুনান
bg: Юнан
bn_in: জুননান
el: Γιουνάν
fa: یونان
gu: યુનાન
he: יונאן
hi: युनान
ja: 雲南
ka: იუნანი
kk: Юньнань
kn: ಯುನನ್
ku_arab: یوننان
ky: Юньнань
lo: ຢຸນນານ
lt: Junanas
lv: Juņnaņa
mi: Huana
mk: Јунан
ml: യുന്നാന്‍
mn: Юньнань
mr: युनान
ne: युनान
or: ୟୁନନାନ
pa_arab_pk: یونن
pa_in: ਯੂਨੱਨ
ru: Юннань
sd: يونن
si: යුනාන්
sr_cyrl_rs: Јунан
sr_latn_rs: Junan
ta: யுன்னான்
te: యున్నాన్
tg: Юннан
th: ยูนนาน
tt: Юннан
ug: يۈننەن
uk: Юньнань
ur: یونن
uz: Yunьnan
vi: Vân Nam
zh_hans: 云南
zh_hant: 雲南

# Word.State.CN.ZJ
source: Zhejiang
am: ዘጂያንግ
ar: جتشيانج
as: জেজিয়াং
az: Çjezyan
bg: Жейянг
bn_in: জেজিয়াং
el: Τσεκιάνγκ
fa: ژجیانگ
gu: ઝેજિયાંગ
he: ג'ג'יאנג
hi: झेजियांग
ja: 浙江
ka: ჩჟეცზიანი
kk: Че-цзян
kn: ಝೆಜಿಯಾಂಗ್
ku_arab: ژایجیانگ
ky: Чжецзян
lo: ເຈີຈຽງ
lt: Džedziangas
lv: Džedzjaņa
mi: Tihengianga
mk: Чекианг
ml: സെജിയാങ്
mn: Жэзян
mr: झेजियांग
ne: झेजियाङ्
or: ଝେଜିଆଂ
pa_arab_pk: زے جیانگ
pa_in: ਜ਼ੀਜਿਆਂਗ
ru: Чжецзян
sd: زيجانگ
si: ෂෙජියැං
sr_cyrl_rs: Зејианг
sr_latn_rs: Zejiang
ta: செய்ஜாங்
te: జిజియాంగ్
tg: Жеҷианг
th: เจ้อเจียง
tt: Чжэцзян
ug: جېجىياڭ
uk: Чжецзян
ur: زھے جیانگ
uz: Chjetszyan
vi: Triết Giang
zh_hans: 浙江
zh_hant: 浙江

# Word.State.ES.ACoruña
source: A Coruña
am: አ ኮሩና
ar: كورونا
as: কৰুণা
az: Koruna
bg: Коруна
bn_in: আ কোরুননা
bs: Corunna
cy: Corunna
da: Corunna
el: Α Κορούνια
eu: Coruña
fa: آ کورونا
gu: કોરુના
he: קורונה
hi: कोरुना
hr: A Coruna
hu: Corunna
ja: ア・コルーニャ
ka: კორუნია
kk: А-Корунья
kn: ಎ ಕೊರೂನಾ
ko: 아코루냐
ku_arab: ئا کۆروونا
ky: Корунья
lo: ອາ ໂຄຣູນນາ
lt: Korūna
lv: Akoruņa
mk: Коруна
ml: എ കൊരുണ
mn: Корунна
mr: कोरून्ना
mt: Corunna
ne: ए कोरूना
or: ଏ କୋରୁନା
pa_arab_pk: آ کورنیا
pa_in: ਕੋਰੱਨਾ
ru: Ла-Корунья
sd: ڪورونا
si: කොරුන්නා
sl: Corunna
sr_cyrl_rs: Коруња
sr_latn_rs: Korunja
ta: ஏ கொருனா
te: కొరున్నా
tg: Корунна
th: คอรุญญ่า
tt: Корунья
ug: ئا كورۇنا
uk: Ла-Корунья
ur: آ کورونیا
uz: Korunya
zh_hans: 科伦纳
zh_hant: 科魯尼亞

# Word.State.ES.Albacete
source: Albacete
am: አልባቸተ
ar: ألباسيتي
as: আলবাচেটে
az: Albasete
bg: Албачете
bn_in: আলবাসেটে
el: Αλμπατσέτε
fa: آلباکت
gu: અલ્બાસેટ
he: אלבסטה
hi: अल्बासेटे
ja: アルバセテ
ka: ალბასეტე
kk: Альбасете
kn: ಅಲ್ಬಾಸೆಟಿ
ku_arab: ئالباسێت
ky: Альбасете
lo: ອາລບາເຊເຕ
lt: Albasetė
lv: Alvasete
mi: Arapahete
mk: Албасете
ml: അല്‍‌ബാസിറ്റ്
mn: Албасэтэ
mr: अल्बासेटे
ne: अल्बासेटी
or: ଆଲବାସେଟେ
pa_arab_pk: البے سیتی
pa_in: ਅਲਬਾਸੀਟੇ
ru: Альбасете
sd: البيڪيٽ
si: ඇල්බසෙට්
sr_cyrl_rs: Албасете
sr_latn_rs: Albasete
ta: அல்பாசீட்
te: అల్బాసిటి
tg: Албасете
th: อัลบาเซเต้
tt: Албасете
ug: ئالباسىت
uk: Альбасете
ur: الباسےتے
uz: Albasete
zh_hans: 阿尔瓦塞特
zh_hant: 阿爾瓦塞特

# Word.State.ES.Alicante
source: Alicante
am: አሊካንተ
ar: أليكانتا
as: আলিকান্টে
az: Alikante
bg: Аликанте
bn_in: আলিকান্টে
el: Αλικάντε
eu: Alacant
fa: آلیکانت
gl: Alacant/Alicante
gu: અલીકેન્ટ
he: אליקנטה
hi: अलिकांटे
ja: アリカンテ
ka: ალიკანტე
kk: Аликанте
kn: ಅಲಿಕಾಂಟೆ
ku_arab: ئەلیکانت
ky: Аликанте
lo: ອາລີການເຕ
lt: Alikantė
lv: Alikante
mi: Arikanete
mk: Аликанте
ml: അലികാണ്ടെ
mn: Аликантэ
mr: अलिकांते
ne: एलिकान्ते
or: ଆଲିସେନଟେ
pa_arab_pk: الی سانتے
pa_in: ਅਲੀਕਾਂਟੇ
ru: Аликанте
sd: ايليسينٽ
si: ඇලිකනේට්
sr_cyrl_rs: Аликанте
sr_latn_rs: Alikante
ta: அலிகான்டே
te: అలికాంటే
tg: Аликанте
th: อลิกันเต้
tt: Аликанте
ug: ئالىكانتې
uk: Аліканте
ur: الی کانتے
uz: Alikante
zh_hans: 阿利坎特
zh_hant: 阿利甘地

# Word.State.ES.Almería
source: Almería
am: አልሚርያ
ar: ألماريا
as: আলমেৰিয়া
az: Almeriya
bg: Алмерия
bn_in: আলমেরিয়া
bs: Almeria
cy: Almeria
da: Almeria
el: Αλμερία
fa: آلمریا
gu: અલ્મેરીયા
he: אלמריה
hi: अल्मीरिया
hr: Almeria
hu: Almeria
id: Almeria
ja: アルメリア
ka: ალმერია
kk: Альмерия
kn: ಅಲ್ಮೇರಿಯಾ
ko: 알메리아
ku_arab: ئەلمێریا
ky: Альмерия
lo: ອາລເມເຣຍ
lt: Almerija
lv: Almerija
mk: Алмериа
ml: അല്‍മേരിയ
mn: Алмэриа
mr: अल्मेरिया
mt: Almeria
ne: अल्मेरिया
or: ଆଲ୍‌ମେରିଆ
pa_arab_pk: المیریا
pa_in: ਅਲਮੇਰੀਆ
ru: Альмерия
sd: الميريه
si: ඇල්මේරියා
sl: Almeria
sr_cyrl_rs: Алмерија
sr_latn_rs: Almerija
ta: அல்மேரியா
te: అల్మెరియా
tg: Алмерия
th: อัลเมเรีย
tr: Almeria
tt: Альмерия
ug: ئالمېرىيا
uk: Альмерія
ur: المیریہ
uz: Almeriya
zh_hans: 阿尔梅里亚
zh_hant: 阿爾梅里亞

# Word.State.ES.Asturias
source: Asturias
am: አስቱሪያስ
ar: أستورياس
as: অষ্টুৰিয়াচ
bg: Астурияс
bn_in: আসটুরিয়াস
bs: Asturija
el: Αστουρία
fa: اوستوریاس
gu: અસ્ટુરિઆસ
he: אסטוריאס
hi: एस्टुरियास
ja: アストゥリアス
ka: ასტურია
kk: Астурия
kn: ಆಸ್ಟುರಿಯಸ್
ku_arab: ئاستوریاس
ky: Астурия
lo: ແອັສຕູເຣຍ
lt: Astūrija
lv: Astūrija
mi: Ahituriha
mk: Астуриас
ml: അസ്‌തുരിയാസ്
mn: Астуриас
mr: अस्टुरियास
ne: अस्टुरियास
or: ଆଷ୍ଟ୍ରୁଇଆସ୍
pa_arab_pk: استوریاس
pa_in: ਅਸਟੂਰੀਅਸ
ru: Астурия
sd: آسٽريئس
si: ඔස්ටුරියාස්
sr_cyrl_rs: Астурија
sr_latn_rs: Asturija
sv: Asturien
ta: அஸ்டுரியஸ்
te: అస్టరియాస్
tg: Астуриас
th: อัสตูเรียส
tt: Астурия
ug: ئاسورىيېس
uk: Астуріас
ur: استوریاس
uz: Asturiya
zh_hans: 阿斯图里亚斯
zh_hant: 阿斯圖里亞斯

# Word.State.ES.Badajoz
source: Badajoz
am: ባዳሆስ
ar: باداهوز
as: বাডাজোজ
az: Badaxos
bg: Бадахос
bn_in: বাদাযোজ
el: Μπανταχόθ
fa: باداجوز
gu: બડાજોઝ
he: בדחוס
hi: बैडाजोज़
ja: バダホス
ka: ბადახოსი
kk: Бадахос
kn: ಬಡಾಜೋಝ್
ku_arab: باداجۆز
ky: Бадахос
lo: ບາດາໂຈສ
lt: Badachosas
lv: Badahosa
mi: Parahio
mk: Бадахос
ml: ബദാജോസ്
mn: Бадахос
mr: बाडाजोझ
ne: बाडाजोज
or: ବଡାଜୋଜ୍
pa_arab_pk: باداجوز
pa_in: ਬਡਾਜੋਜ਼
ru: Бадахос
sd: بداجوز
si: බඩාජෝස්
sr_cyrl_rs: Бадахос
sr_latn_rs: Badahos
ta: படாஜோஸ்
te: బదాజోజ్
tg: Бадахоз
th: บาดาโฮซ
tt: Бадахос
ug: باداژوز
uk: Бадахос
ur: باداجوز
uz: Badaxos
zh_hans: 巴达霍斯
zh_hant: 巴達霍斯

# Word.State.ES.Baleares
source: Balearic Islands
af: Baleariese eilande
am: ቤሊያሪክ ደሴቶች
ar: جزر البليار
as: বেলেৰিক আইলেণ্ড
az: Balear Adaları
bg: Балеарски острови
bn_in: বালেয়ারিক দ্বীপপুঞ্জ
bs: Balearski otoci
cy: Ynysoedd y Balearic
da: Baleariske Øer
de: Balearen
el: Βαλεαρίδες Νήσοι
es: Islas Baleares
et: Baleaari saared
eu: Balearrak
fa: جزایر بالئارس
ga: Na hOileáin Bhailéaracha
gd: Na h-Eileanan Balear
gl: Illas Baleares
gu: બેલીઆરિક આઇલેન્ડ્સ
he: איי באלארס
hi: बालीरेस आईलैंड्स
hr: Balearski otoci
hu: Baleár-szigetek
id: Kepulauan Balears
is: Balear-eyjar
ja: バレアレス諸島
ka: ბალეარის კუნძულები
kk: Балеар аралдары
kn: ಬಲೇರಿಕ್ ದ್ವೀಪಗಳು
ko: 발레아레스 제도
ku_arab: دوورگەکانی بالیاریک
ky: Балеар аралдары
lo: ໝູ່ເກາະແບລີແອຣິກ
lt: Balearų salos
lv: Baleāru salas
mi: Ngā Moutere Pareari
mk: Балеарски Острови
ml: ബലെറിക് ദ്വീപുകൾ
mn: Балеарын арлууд
mr: बालेरेझ बेटे
ms: Kepulauan Balearic
mt: Il-Gżejjer Baleariċi
ne: बालियरिक आइल्याण्ड
nn_no: Balearane
no: Balearene
or: ବାଲେଆରେସ୍ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: بیلیارس آئی لینڈ
pa_in: ਬਾਲੀਅਰੀਸ ਆਈਲੈੰਡ
pl: Baleary
ru: Балеарские острова
sd: بليئرڪ ٻيٽَ
si: බැලේරික් දූපත්
sl: Balearski otoki
sr_cyrl_rs: Балеарска острва
sr_latn_rs: Balearska ostrva
sv: Balearerna
ta: பெலாரிக் ஐலாண்ட்ஸ்
te: బాలియారిక్ ఐలాండ్స్
tg: Ҷазираҳои Балеарӣ
th: หมู่เกาะแบลีแอริก
tr: Balear Adaları
tt: Балеар утраулары
ug: بالېئارىك تاقىم ئاراللىرى
uk: Балеарські острови
ur: بالیارک جزائر
uz: Balear orollari
vi: Quần đảo Balearic
zh_hans: 巴利阿里群岛
zh_hant: 巴利亞利群島

# Word.State.ES.Barcelona
source: Barcelona
am: ባርሰሎና
ar: برشلونة
as: বাৰ্চিলোনা
az: Barselona
bg: Барселона
bn_in: বার্সেলোনা
bs: Barselona
el: Βαρκελώνη
eu: Bartzelona
fa: بارسلونا
gu: બાર્સેલોના
he: ברצלונה
hi: बार्सिलोना
ja: バルセロナ
ka: ბარსელონა
kk: Барселона
kn: ಬಾರ್ಸಿಲೋನಾ
ku_arab: بەرشەلۆنە
ky: Барселоно
lo: ບາເຊໂລນາ
lt: Barselona
lv: Barselona
mi: Parahona
mk: Барселона
ml: ബാര്‍സിലോണ
mn: Барселон
mr: बार्सीलोना
ne: बार्सिलोना
or: ବାରସେଲୋନା
pa_arab_pk: بارسلونا
pa_in: ਬਰਸੀਲੋਨਾ
ru: Барселона
sd: بارڪيلونا
si: බාසිලෝනා
sr_cyrl_rs: Барселона
sr_latn_rs: Barselona
ta: பார்சிலோனா
te: బార్సిలోనా
tg: Барселона
th: บาเซโลนา
tt: Барселона
ug: بارسېلونا
uk: Барселона
ur: بارسلونا
uz: Barselona
zh_hans: 巴塞罗那
zh_hant: 巴塞隆納

# Word.State.ES.Burgos
source: Burgos
am: በርጎስ
ar: بيرجوس
as: বাৰ্গোচ
az: Burqos
bg: Бургос
bn_in: বুরগোস
el: Μπουργκός
fa: بورگوس
gu: બર્ગોસ
he: בורגוס
hi: बर्गोस
ja: ブルゴス
ka: ბურგოსი
kk: Бургос
kn: ಬರ್ಗೋಸ್
ku_arab: بورگۆس
ky: Бургос
lo: ບູຣໂກສ
lt: Burgosas
lv: Burgosa
mi: Pukio
mk: Бургос
ml: ബര്‍ഗോസ്
mn: Бургос
mr: बर्गोस
ne: बर्गोस
or: ବୁରଗୋସ୍
pa_arab_pk: بورگوس
pa_in: ਬਰਗੋਸ
ru: Бургас
sd: برگوس
si: බුර්ගෝස්
sr_cyrl_rs: Бургос
ta: பர்கோஸ்
te: బర్గోస్
tg: Бургос
th: เบอร์กอส
tt: Бургос
ug: بۇرگۇس
uk: Бургос
ur: برگوس
zh_hans: 布尔戈斯
zh_hant: 博格斯

# Word.State.ES.Cantabria
source: Cantabria
af: Kantabrië
am: ካንታብሪያ
ar: كانتابريا
as: কাণ্টাব্ৰিয়া
az: Kantabriya
bg: Кантабрия
bn_in: কান্টাব্রিয়া
bs: Cantabrija
el: Καντάμπρια
eu: Kantabria
fa: کانتابریا
gu: કેન્ટબ્રિયા
he: קאנטאבריה
hi: कैंटाब्रिया
ja: カンタブリア
ka: კანტაბრია
kk: Кантабрия
kn: ಕ್ಯಾಂಟಾಬ್ರಿಯಾ
ku_arab: کانتابیرا
ky: Кантабрия
lo: ຄານຕາເບຣຍ
lt: Kantabrija
lv: Kantabrija
mi: Kanitapiriha
mk: Кантабриа
ml: കാന്റബ്രിയ
mn: Кантабриа
mr: कांताब्रिया
ne: कान्ताब्रिया
or: କାଣ୍ଟାବ୍ରିଆ
pa_arab_pk: کینٹ بری
pa_in: ਕੈਨਟੈਬਰੀਆ
ru: Кантабрия
sd: ڪينٽابريا
si: කැන්ටබ්‍රියා
sl: Kantabrija
sr_cyrl_rs: Кантабрија
sr_latn_rs: Kantabrija
ta: கேன்டப்ரியா
te: కాంటెబ్రియా
tg: Кантабрия
th: กันตาเบรีย
tt: Кантабрия
ug: كانتابىرىيا
uk: Кантабрія
ur: کانتابریا
uz: Kantabriya
zh_hans: 坎塔布里亚
zh_hant: 坎塔布里亞

# Word.State.ES.Castellón
source: Castellón
am: ካስተሎን
ar: كاستلون
as: কাষ্টেলন
az: Kastellon
bg: Кастелон
bn_in: কাস্টেলন
bs: Castellon
cy: Castellon
da: Castellon
el: Καστεγιόν
eu: Castelló
fa: کاستلون
gu: કેસ્ટેલોન
he: קסטיון
hi: कैस्टेलन
hr: Castellon
hu: Castellon
id: Castellon
ja: カステリョン
ka: კასტელონი
kk: Кастельон
kn: ಕ್ಯಾಸ್ಟೇಲನ್
ko: 카스테욘
ku_arab: کاستێلۆن
ky: Кастельон
lo: ຄາສເຕລອນ
lt: Kasteljonas
lv: Kasteljona
mk: Кастелон
ml: കസ്റ്റെല്ലന്‍
mn: Кастэллон
mr: कस्टेल्लोन
mt: Castellon
ne: कास्टेलोन
or: କାଷ୍ଟେଲୋନ୍
pa_arab_pk: کاستیون
pa_in: ਕਾਸਟੈਲੋਨ
ru: Кастеллон
sd: ڪيسٽيلون
si: කැස්ටෙලොන්
sl: Castellon
sr_cyrl_rs: Кастељон
sr_latn_rs: Kasteljon
ta: காஸ்டெல்லோன்
te: కాస్టెల్లోన్
tg: Кастеллон
th: กาสเตยอน
tr: Castellon
tt: Кастельон
ug: كاستېللون
uk: Кастельон
ur: کاستیون
uz: Kastelon
zh_hans: 卡斯特利翁
zh_hant: 卡斯特利翁

# Word.State.ES.Ceuta
source: Ceuta
am: ቸዩታ
ar: سيوتا
as: কেউটা
az: Seuta
bg: Сеута
bn_in: সিউটা
el: Θέουτα
fa: کئوتا
he: סאוטה
hi: क्वेटा
ka: სეუტა
kk: Сеута
ku_arab: سێئووتا
ky: Сеута
lo: ຄິວຕາ
lt: Seuta
lv: Seūta
mk: Сеута
ml: സ്യൂട്ട
mn: Сеута
ne: सिउटा
or: ଚେଉତ
pa_arab_pk: کیوٹا
pa_in: ਕਿਓਟਾ
ru: Сеута
sd: سيوٽا
si: සෙවුටා
sr_cyrl_rs: Сеута
sr_latn_rs: Seuta
ta: சியூட்டா
te: సియూటా
tg: Сеута
th: เซวตา
tt: Кеута
ug: سۇتا
uk: Сеута
ur: کیوٹا
uz: Seuta
zh_hans: 休达
