Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.PiAlreadyExists
source: We cannot add this payment method because it already exists in your account. Please try with another one.
af: Ons kan nie hierdie betaalmetode byvoeg nie, want dit bestaan reeds op jou rekening. Probeer asseblief 'n ander betaalmetode.
am: ይህ የክፍያ ስልት ልናክል አንችልም ምክንያቱም ቀድሞም በመለያህ ውስጥ አለ።እባክህ በሌል ሞክር።
ar: يتعذر علينا إضافة طريقة الدفع هذه لأنها موجودة بالفعل في حسابك. الرجاء محاولة إضافة طريقة أخرى.
as: আপোনাৰ একাউণ্টত ইতিমধ্যে মজুত থকাৰ বাবে আমি এই পৰিশোধ পদ্ধতি যোগ কৰিব নোৱাৰো৷ অনুগ্ৰহ কৰি অন্য এটাৰ সৈতে চেষ্টা কৰক৷
az: Bu ödəniş metodunu əlavə etmək mümkün deyil, çünki o artıq hesabınızda mövcuddur. Lütfən başqasını sınaqdan keçirin.
bg: Този метод на плащане не може да бъде добавен, тъй като вече съществува в сметката ви. Опитайте да добавите друг.
bn_in: আপনার অ্যাকাউন্টে এই অর্থপ্রদান মাধ্যমটি ইতিমধ্যেই থাকার কারণে এটিকে যোগ করতে পারছি না৷ অনুগ্রহ করে অন্য একটি দিয়ে চেষ্টা করুন৷
bs: Nije moguće dodati ovaj način plaćanja zato što on već postoji u vašem računu. Probajte s drugim.
cy: Does dim modd i ni ychwanegu'r dull talu hwn gan ei fod eisoes yn bodoli yn eich cyfrif. Rhowch gynnig arni gydag un arall.
da: Vi kan ikke tilføje denne betalingsmetode, fordi den allerede findes på din konto. Prøv med en anden metode, eller vælg en eksisterende metode.
de: Diese Zahlungsmethode kann nicht hinzugefügt werden, da sie für Ihr Konto bereits vorhanden ist. Geben Sie eine andere Zahlungsmethode an.
el: Δεν είναι δυνατή η προσθήκη αυτής της μεθόδου πληρωμής επειδή υπάρχει ήδη στο λογαριασμό σας. Δοκιμάστε με μια άλλη μέθοδο.
es: No podemos agregar este método de pago porque ya existe en la cuenta. Pruebe con otro.
et: Makseviisi ei saa lisada, kuna see on juba teie kontol olemas. Proovige mõnd teist makseviisi.
eu: Ezin dugu ordainketa-metodo hau gehitu, zure kontuan dagoeneko dagoelako. Saiatu beste batekin.
fa: ما نمی توانیم این روش پرداخت را اضافه کنیم زیرا از قبل در حساب شما موجود است. لطفاً یک روش دیگر را امتحان کنید.
ga: Ní féidir linn an modh íocaíochta seo a chur leis toisc go bhfuil sé ar do chuntas cheana féin. Bain triail as ceann eile le do thoil.
gd: Chan urrainn dhuinn an dòigh pàighidh seo a chur ris oir tha e air a' chunntas agad mar-thà. Feuch dòigh eile.
gl: Non podemos engadir este método de pagamento porque xa existe na súa conta. Ténteo con outro.
gu: આ ચૂકવણી રીત અમે ઉમેરી શકતા નથી કારણ કે તમારા ખાતામાં તે પહેલાંથી હયાત છે. કૃપા કરી અન્ય કોઇ સાથે પ્રયાસ કરો.
he: אין לנו אפשרות להוסיף שיטת תשלום זו מאחר שהיא כבר קיימת בחשבון שלך. נסה זאת עם שיטת תשלום אחרת.
hi: हम यह भुगतान पद्धति नहीं जोड़ सकते क्योंकि यह आपके खाते में पहले से मौजूद है. कृपया किसी अन्य के साथ प्रयास करें.
hr: Nije moguće dodati ovaj način plaćanja jer već postoji na vašem računu. Pokušajte s nekim drugim načinom.
hu: Ez a fizetési mód nem vehető fel, mert már szerepel az Ön fiókjában. Próbáljon felvenni egy másikat, vagy válasszon egy meglévőt.
id: Kami tidak dapat menambahkan metode pembayaran ini karena metode ini sudah ada dalam akun Anda. Cobalah metode yang lain.
is: Ekki var hægt að bæta þessum greiðslumáta við þar sem hann er þegar notaður fyrir reikninginn þinn. Vinsamlegast prófaðu annan máta.
ja: 既にアカウントに登録されているため、このお支払方法を追加できません。別のお支払方法を試してください。
ka: ვერ დავამატებთ გადახდის ამ მეთოდს, რადგან იგი უკვე არის თქვენს ანგარიშში. გთხოვთ, მოსინჯოთ სხვა მეთოდი.
kk: Бұл төлем әдісін қосу мүмкін емес, өйткені ол шотта әлдеқашан бар. Әрекетті басқасымен қайталаңыз.
kn: ಈ ಪಾವತಿ ವಿಧಾನವನ್ನು ನಮಗೆ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ ಏಕೆಂದರೆ ಇದು ಈಗಾಗಲೇ ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಂದರೊಂದಿಗೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 결제 방법은 회원님 계정에 이미 있어서 추가할 수 없습니다. 다른 방법을 사용해 보십시오.
ku_arab: ناتوانین ئەم شێوازی پارەدانە زێدە بکەین لەبەرئەوەی هەر پێشتر لە ئەژمێری تۆدا هەیە. تکایە هەوڵی دانەیەکی دیکە بدە.
ky: Биз бул төлөө ыкмасын кошо албайбыз, себеби ал сиздин каттоо эсебиңизде буга чейин эле болгон. Башкасы менен кайталаңыз.
lo: ພວກເຮົາບໍ່ສາມາດເພີ່ມວິທີການສຳຫຼວດ because it already exists in your account. Please try with another one.
lt: Negalime įtraukti šio mokėjimo būdo, nes jis jūsų sąskaitoje jau yra. Bandykite naudoti kitą būdą.
lv: Šo maksāšanas metodi nevar pievienot, jo tā jau pastāv jūsu kontā. Lūdzu, mēģiniet vēlreiz, izmantojot citu maksāšanas metodi.
mi: Kāore i taea tēnei tikanga utu, nā te mea kei roto kē tēnei i tō pūkete. Me ngana anō me tētahi atu.
mk: Не можеме да го додадеме овој метод на плаќање бидејќи веќе постои во вашата сметка. Обидете се со друг метод на плаќање.
ml: ഈ പേയ്‌മെന്റ് രീതി നിങ്ങളുടെ അക്കൌണ്ടില്‍ ഇതിനകം നിലവിലുള്ളതിനാല്‍ ഞങ്ങള്‍ക്ക് ഇത് ചേര്‍ക്കാനാവില്ല. മറ്റൊന്ന് ഉപയോഗിച്ച് ശ്രമിക്കുക.
mn: Энэ төлбөрийн хэлбэр таны дансанд аль хэдийн байгаа учраас үүнийг нэмэх боломжгүй. Өөр аргаар оролдоно уу.
mr: आम्ही ही देय पद्धत जोडू शकत नाही कारण ती आधीपासूनच आपल्या खात्यात अस्तित्वात आहे. कृपया दुसरीसह प्रयत्न करा.
ms: Kami tidak boleh menambah kaedah pembayaran ini kerana ia sudah wujud dalam akaun anda. Sila cuba yang lain.
mt: Ma nistgħux inżidu dan il-metodu ta' pagament għax diġà jeżisti fil-kont tiegħek. Jekk jogħġbok ipprova b'metodu ieħor.
ne: हामीले यस भुक्तानी प्रक्रिया थप्न सक्दैनौँ किनभने यो पहिले नै तपाईँको खातामा अवस्थित छ। कृपया अर्कोसँग प्रयास गर्नुहोस्।
nn_no: Vi kan ikkje legge til denne betalingsmetoden fordi den allereie fins på kontoen. Prøv med ein annan betalingsmetode.
no: Vi kan ikke legge til denne betalingsmåten fordi den allerede finnes i kontoen din. Prøv en annen betalingsmåte.
or: ଆମେ ଏହି ଦେୟ ପଦ୍ଧତି ଯୋଡି ପାରିବୁ ନାହିଁ କାରଣ ଏହା ପୂର୍ବରୁ ଆପଣଙ୍କର ଏକାଉଣ୍ଟରେ ରହିଛି. ଦୟାକରି ଅନ୍ୟ ଏକ ସହିତ ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: اسی ادائیگی دا ایس طریقے دا اضافہ نئیں کرسکدے کیوں کہ ایہہ پہلاں توں ای تہاڈے اکاؤنٹ چے مجود اے۔ میربانی کرکے کسے ہور نال کوشش کرو۔
pa_in: ਅਸੀਂ ਇਸ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕਰ ਸਕਦੇ ਕਿਉਂਕਿ ਇਹ ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਮੌਜ਼ੂਦ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਹੋਰ ਭੁਗਤਾਨ ਵਿਧੀ ਨਾਲ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie można dodać metody płatności, ponieważ ta metoda istnieje już na koncie. Użyj innej metody płatności.
ru: Не удается добавить этот метод оплаты, так как он уже существует в вашей учетной записи. Попробуйте выбрать другой метод.
sd: اسان هي رقم ادا ڪرڻ وارو طريقي جو اضافو نه ڪريو سگھون ڇا ڪاڻ ته اهو پهريان کان ئي توهان جي اڪائونٽ ۾ موجود آهي. مهرباني ڪري هڪ ٻئي سان ڪوشش ڪندا.
si: මෙම ගෙවීම් විකල්පය දැනටමත් ඔබගේ ගිණුමේ පවතින නිසා අපට එය අලුතින් එක් කළ නො හැක. කරුණාකර වෙනත් විකල්පයක් එකතු කරන්න.
sl: Tega načina plačila ni mogoče dodati, ker že obstaja v vašem računu. Poskusite uporabiti drug način plačila ali izberite obstoječega.
sr_cyrl_rs: Није могуће додати овај метод плаћања зато што он већ постоји у вашем налогу. Пробајте са другим.
sr_latn_rs: Nije moguće dodati ovaj metod plaćanja zato što on već postoji u vašem nalogu. Probajte sa drugim.
sv: Det går inte att lägga till den här betalningsmetoden eftersom den redan finns i ditt konto. Försök med en annan.
ta: உங்கள் கணக்கில் இந்த கட்டண முறை ஏற்கனவே உள்ளதால், அதைச் சேர்க்க முடியாது. மற்றொன்றைக் கொண்டு முயற்சிக்கவும்.
te: ఈ చెల్లింపు విధానం మీ ఖాతాలో ఇప్పటికే ఉన్నందున మేము దీన్ని జోడించలేము. దయచేసి మరొక దానితో ప్రయత్నించండి.
tg: Мо ин усули пардохтро илова карда наметавонем, зеро он аллакай дар суратҳисоби шумо мавҷуд аст. Лутфан, усули дигареро санҷед.
th: เราไม่สามารถเพิ่มวิธีการชำระเงินนี้ได้เนื่องจากมีอยู่ในบัญชีของคุณอยู่แล้ว โปรดลองเพิ่มวิธีการอื่น
tr: Bu ödeme yöntemi hesabınızda zaten var olduğundan yöntemi ekleyemiyoruz. Lütfen başka bir tanesiyle deneyin veya var olanlardan birini seçin.
tt: Без шул түләү ысулын өстәргә мөмкин түгел чөнки ул инде Сезнең хисапта бар. Башканы тырышыгыз.
ug: بۇ خىل ھەق تۆلەش ئۇسۇلى ھېسابىڭىزدا ئاللىبۇرۇن مەۋجۈت بولغانلىقى سەۋەبىدىن ھېسابىڭىزغا قوشالمايمىز. باشقا بىرسىنى سىناپ كۆرۈڭ.
uk: Не можна додати цей спосіб оплати, оскільки він уже існує у вашому обліковому записі. Спробуйте додати інший спосіб оплати.
ur: ہم اس دائیگی کے طریقہ کار کو شامل نہیں کرسکتے کیونکہ یہ آپ کے کھاتے میں پہلے سے موجود ہے. براہ مہربانی کسی دوسرے کے ساتھ کوشش کریں.
uz: Biz ushbu to‘lov usulini qo‘sha olmaymiz, chunki u avvaldan Sizning hisob qaydnomangizda mavjud. Boshqa to‘lov usulini kiritishga urinib ko‘ring.
vi: Chúng tôi không thể thêm phương thức thanh toán này vì nó đã tồn tại trong tài khoản của bạn. Vui lòng thử lại với phương thức khác.
zh_hans: 我们无法添加此付款方式，因为它已在您的帐户中存在。请尝试另一付款方式。
zh_hant: 我們無法新增此付款方式，因為這個方式已經存在於您的帳戶中。請嘗試其他的付款方式。
