Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PaySafeQrCode.UseBrowserText
source: Don't have another device? Navigate to PaySafe here.
af: Het jy nie ’n ander toestel nie? Navigeer hier na PaySafe.
am: ለሌላ መሳሪያ የለዎትም? ወደ PaySafe እዚህ ያስሱ።
ar: أليس لديك جهاز آخر؟ انتقل إلى "الدفع بأمان" هنا.
as: আন এটা ডিভাইচ নাই নেকি? ইয়াত PaySafe-লৈ নেভিগেট কৰক।
az: Başqa cihaz yoxdur? PaySafe-ə buradan keçin
bg: Нямате друго устройство? Навигирайте до PaySafe тук.
bn_in: অন্য ডিভাইস নেই? এখানে PaySafe-এ নেভিগেট করুন।
bs: Nemate drugi uređaj? Pređite na PaySafe.
cy: Peidiwch â chael dyfais arall? Llywiwch i PaySafe yma.
da: Har du ikke en anden enhed? Naviger til PaySafe her.
de: Haben Sie kein anderes Gerät? Navigieren Sie hier zu Paysafe.
el: Δεν έχετε άλλη συσκευή; Μεταβείτε στο PaySafe εδώ.
es: ¿No tiene otro dispositivo? Vaya a PaySafe aquí.
et: Kas teil pole teist seadet? Liikuge siin PaySafe‘ile.
eu: Ez daukazu beste gailurik? Joan PaySafe-ra hemendik.
fa: دستگاه دیگری ندارید؟ از اینجا به PaySafe بروید.
ga: Nach bhfuil gléas eile agat? Déan nascleanúint chuig Paysafe anseo.
gd: Nach eil uidheam eile agad? Tadhail air Paysafe an-seo.
gl: Non ten noutro dispositivo? Use esta ligazón para ir a PaySafe.
gu: શું બીજું ડિવાઇસ નથી? અહીં PaySafe પર નેવિગેટ કરો.
he: אין ברשותך מכשיר נוסף? נווט אל PaySafe כאן.
hi: कोई अन्य डिवाइस नहीं है? यहाँ PaySafe में नेविगेट करें.
hr: Nemate drugi uređaj? Idite na PaySafe ovdje.
hu: Nincs másik eszköze? Navigáljon a PaySafe lapra itt.
id: Tidak memiliki perangkat lain? Navigasikan ke PaySafe di sini.
is: Áttu ekki annað tæki? Farðu í PaySafe hér.
ja: 別のデバイスをお持ちではありませんか?こちらで PaySafe に移動します。
ka: არ გაქვთ სხვა მოწყობილობა? გადადით PaySafe-ზე აქ.
kk: Басқа құрылғыңыз жоқ па? Осы жерде PaySafe сайтына өтіңіз.
kn: ಬೇರೆ ಸಾಧನವಿಲ್ಲವೇ? ಇಲ್ಲಿ Paysafe ಗಾಗಿ ವಿಹರಿಸಿ.
ko: 다른 장치가 없으세요? 여기에서 PaySafe로 이동하세요.
lo: ບໍ່ມີອຸປະກອນອື່ນບໍ? ນຳທາງໄປຫາ PaySafe ຢູ່ບ່ອນນີ້.
lt: Neturite kito įrenginio? Pereikite į „PaySafe“ čia.
lv: Vai jums nav citas ierīces? Pārejiet uz PaySafe šeit.
mi: Kāhore he pūrere anō? Whakatere ki PaySafe i konei.
mk: Немате друг уред? Појдете во PaySafe тука.
ml: മറ്റൊരു ഉപകരണം ഇല്ലേ? ഇവിടെ നിന്നും PaySafe-ലേക്ക് നാവിഗേറ്റ് ചെയ്യുക.
mr: दुसरं डिव्हाइस नाहीये का? येथून PaySafe कडे नेव्हिगेट करा.
ms: Tiada peranti lain? Navigasi ke PaySafe di sini.
mt: M'għandekx tagħmir ieħor? Innaviga lejn PaySafe hawn.
ne: अर्को यन्त्र छैन? यहाँ PaySafe मा नेभिगेट गर्नुहोस्‌
nn_no: Har du ikkje ei anna eining? Gå til PaySafe her.
no: Har du ikke en annen enhet? Gå til PaySafe her.
or: ଅନ୍ୟ ଏକ ଡିଭାଇସ୍ ନାହିଁ? ଏଠାରେ PaySafe କୁ ନେଭିଗେଟ୍ କରନ୍ତୁ.
pa_in: ਕੀ ਕੋਈ ਹੋਰ ਡਿਵਾਈਸ ਨਹੀਂ ਹੈ? ਇੱਥੋਂ PaySafe 'ਤੇ ਜਾਓ।
pl: Nie masz innego urządzenia? Przejdź tutaj, aby skorzystać z PaySafe.
ru: У вас нет другого устройства? Перейдите к PaySafe здесь.
sl: Ali nimate druge naprave? Obiščite stran storitve PaySafe tukaj.
sr_cyrl_rs: Немате други уређај? Идите на PaySafe овде.
sr_latn_rs: Nemate drugi uređaj? Dođite do usluge PaySafe ovde.
sv: Har du ingen annan enhet? Gå till PaySafe här.
ta: உங்களிடம் வேறு சாதனம் இல்லையா? இங்கிருந்து PaySafe -க்கு செல்லவும்.
te: మరొక పరికరం లేదా? ఇక్కడ PaySafeకు నావిగేట్ చేయండి.
th: หากไม่มีอุปกรณ์อื่น ให้นำทางไปที่ PaySafe ที่นี่
tr: Başka bir cihazınız yok mu? Buradan PaySafe’e gidin.
tt: Сездә башка җайланма юкмы? PaySafe өчен монда юнәлегез
ug: باشقا ئۈسكۈنە يوقمۇ؟ بۇ يەردىن PaySafe گە كىرىڭ.
uk: Немає іншого пристрою? Перейдіть до Paysafe звідси.
ur: کوئی اور آلہ نہیں ہے؟ PaySafe کو یہاں نیویگیٹ کریں۔
uz: Boshqa qurilmangiz yoʻqmi? Bu yerda PaySafe xizmatiga oʻting.
vi: Bạn không có một thiết bị khác? Điều hướng đến PaySafe tại đây.
zh_hans: 没有其他设备? 请在此处导航到 PaySafe。
zh_hant: 還沒有其他裝置嗎? 導覽至此處 PaySafe。

# Literal.PaypalQrCode.NextInstructionText
source: You'll be given a couple options to verify your account on PayPal's website: a QR code you can scan on your phone that'll take you straight there, or instructions to add PayPal to your account and return to checkout to use PayPal.
af: Jy sal ’n paar opsies kry om jou rekening op PayPal se webwerf te verifieer: ’n QR-kode wat jy op jou foon kan skandeer wat jou direk soontoe sal neem of instruksies om PayPal by jou rekening te voeg en na die betaalpunt terug te keer om PayPal te gebruik.
am: በ PayPal ድረገፅ ላይ መለያዎን ለማረጋገጥ ሁለት አማራጮች የሚሰጥዎት ይሆናል: ስካን በማድረግ ቀጥታ ወደዚህ የሚወስድዎት የ QR ኮድ፣ ወይም PayPal ን ወደ መለያዎ ለማከል እና PayPa ን ለመጠቀም ወደ መክፈያ ለመመለስ የሚጠቅሙ መመሪያዎች።
ar: سيتم منحك بعض الخيارات للتحقق من حسابك على موقع PayPal على الويب: شفرة استجابة سريعة يمكنك مسحها ضوئيًا على هاتفك ستنقلك مباشرةً إلى هناك أو إرشادات لإضافة PayPal إلى حسابك والعودة إلى سداد مع الخروج لاستخدام PayPal.
as: আপোনাক আপোনাৰ একাউণ্ট সত্যাপিত কৰিবলৈ PayPal-ৰ বেবছাইটত দুটা বিকল্প প্ৰদান কৰা হ’ব: আপোনাৰ ফোনত স্কেন কৰিব পৰা এটা QR কোড যি আপোনাক পোনপটীয়াকৈ তালৈ লৈ যাব, বা PayPal-ক আপোনাৰ একাউণ্টৰ সৈতে যোগ কৰাৰ নিৰ্দেশনা আৰু PayPal-ক ব্যৱহাৰ কৰিবলৈ চেকআউটলৈ প্ৰত্যাৱৰ্তন।
az: PayPal veb saytında hesabınızı yoxlamaq üçün sizə bir neçə seçim veriləcək: sizi birbaşa oraya aparacaq telefonunuzda skanlaya biləcəyiniz bir QR kodu və ya hesabınıza PayPal əlavə edib PayPal-dan istifadə etmək üçün ödəməyə qayıtmaq üçün təlimatlar.
bg: Ще ви бъдат предоставени няколко опции за потвърждаване на акаунта ви на уебсайта на PayPal: QR код, който можете да сканирате на телефона си, който ще ви отведе директно там, или инструкции за добавяне на PayPal към акаунта ви и връщане към стъпката за финализиране, за да използвате PayPal.
bn_in: PayPal-এর ওয়েবসাইটে আপনার অ্যাকাউন্ট যাচাই করার জন্য আপনাকে অনেক বিকল্প দেওয়া হবে: আপনি আপনার ফোনে একটি QR কোড স্ক্যান করতে পারবেন যেটি আপনাকে একেবারে সেখানে নিয়ে যাবে বা আপনার অ্যাকাউন্টে PayPal যোগ করার নির্দেশাবলী দেখবেন এবং PayPal ব্যবহার করার জন্য চেকআউটে ফিরে যাবেন৷
bs: Dat ćemo vam nekoliko opcija za potvrđivanje računa na web lokaciji usluge PayPal: QR kôd koji možete skenirati telefonom i koji će vas odvesti direktno na lokaciju ili upute za dodavanje usluge PayPal na račun i vraćanje na završetak kupovine kako biste koristili PayPal.
cy: Byddwch yn cael un neu ddau o ddewisiadau i ddilysu eich cyfrif ar wefan PayPal: cod QR y gallwch ei sganio ar eich ffôn a fydd yn mynd â chi'n syth yno, neu gyfarwyddiadau i ychwanegu PayPal at eich cyfrif a dychwelyd i dalu gan ddefnyddio PayPal.
da: Du vil få to muligheder for at bekræfte din konto på PayPal's websted: en QR-kode, som du kan scanne på din telefon, der vil føre dig direkte til bekræftelsen, eller vejledninger i at tilføje PayPal til din konto og vende tilbage til kassen for at bruge PayPal.
de: Es stehen verschiedene Optionen zur Auswahl, mit denen Sie Ihr Konto auf der PayPal-Website verifizieren können: Sie können einen QR-Code auf Ihrem Telefon scannen und werden direkt weitergeleitet, oder Sie erhalten Anweisungen zum Hinzufügen von PayPal zu Ihrem Konto und können anschließend zur Bezahlung per PayPal wechseln.
el: Θα σας δοθούν μερικές επιλογές για την επαλήθευση του λογαριασμού σας στην τοποθεσία του PayPal στο web: ένας κωδικός QR που μπορείτε να σαρώσετε στο τηλέφωνό σας ο οποίος θα σας μεταφέρει κατευθείαν εκεί ή οδηγίες για την προσθήκη του PayPal στον λογαριασμό σας και επιστροφή στην ολοκλήρωση της αγοράς για να χρησιμοποιήσετε το PayPal.
es: Dispondrá de un par de opciones para verificar su cuenta en el sitio web de PayPal: un código QR que podrá digitalizar en su teléfono y que le llevará hasta allí, o bien las instrucciones para agregar PayPal a su cuenta, volver a la finalización de la compra y proceder con PayPal.
et: Teile antakse PayPali veebisaidil oma konto kinnitamiseks paar võimalust: QR-kood, mida saate oma telefonis skannida ja mis viib teid otse sinna, või juhised PayPali lisamiseks oma kontole ja PayPali kasutamiseks kassasse naasmiseks.
eu: Aukera pare bat emango zaizu kontua PayPal-en webgunean egiazta dezazun: telefonoarekin eskanea dezakezun QR kode bat, zuzenean bertara bideratuko zaituena, edo kontuan PayPal gehitu eta ordaintzeko orrira itzultzeko argibideak, ordainketa-prozesua PayPal erabilita osa dezazun.
fa: شما چند گزینه در اختیار دارید تا حساب خود را در وب‌سایت PayPal تأیید کنید: کد QR که می‌توانید در تلفن خود اسکن کنید که شما را مستقیم به آنجا می‌برد، یا دنبال کردن دستورالعمل‌هایی برای افزودن PayPal به حساب خود و بازگشت به پرداخت برای استفاده از PayPal.
ga: Cuirfear cúpla rogha ar fáil duit chun do chuntas a fhíorú ar shuíomh gréasáin PayPal: cód QR is féidir a scanadh ar d’fhón chun dul díreach ann, nó treoracha chun PayPal a chur le do chuntas agus filleadh ar an tseiceáil amach chun PayPal a úsáid.
gd: Bidh grunn roghainnean agad airson an cunntas agad a dhearbhadh air làrach-lìn PayPal: còd QR as urrainn dhut sganadh leis an fhòn agad a bheir ann thu sa bhad no stiùireadh a dh’innseas dhut mar a chuireas tu PayPal ris a’ chunntas agad agus tilleadh gun t-seacadh a-mach an uairsin airson PayPal a chleachdadh.
gl: Pode verificar a súa conta no sitio web de PayPal de dous xeitos: un código QR que pode analizar co teléfono e que o levará ao sitio axeitado, ou coas instrucións para engadir PayPal á súa conta e volver á finalización da compra para usar PayPal.
gu: PayPal ની વેબસાઇટ પર તમારા એકાઉન્ટની ચકાસણી કરવા માટે તમને બે વિકલ્પ આપવામાં આવશે: એક QR કોડ જે તમે તમારા ફોન પર સ્કેન કરી શકો છો જે તમને સીધા ત્યાં, અથવા તમારા એકાઉન્ટમાં PayPal ઉમેરવાની સૂચનાઓ અને PayPal નો ઉપયોગ કરવા માટે ચેકઆઉટ પર પાછા ફરવાની સૂચનાઓ પર લઈ જશે.
he: יעמדו לרשותך מספר אפשרויות לאימות חשבונך באתר האינטרנט של PayPal: קוד QR שאותו תוכל לסרוק במכשיר הטלפון שלך שבאמצעותו תועבר היישר לשם או הוראות להוספת PayPal לחשבונך וחזרה לשלב סיכום הרכישה לצורך שימוש ב- PayPal.
hi: आपको PayPal की वेबसाइट पर अपना खाता सत्यापित करने के लिए कुछ विकल्प दिए जाएँगे: एक QR कोड जिसे आप अपने फ़ोन पर स्कैन कर सकते हैं, जो आपको सीधे वहाँ ले जाएगा, या अपने खाते में PayPal जोड़ने और PayPal का उपयोग करने के लिए चेकआउट पर लौटने के लिए निर्देश देगा.
hr: Dodijelit će vam se nekoliko mogućnosti za potvrdu računa na web-mjestu servisa PayPal: QR kod koji možete očitati na telefonu i koji će vas dovesti kamo treba ili upute za dodavanje PayPala na račun i povratak na završetak kupnje da biste koristili PayPal.
hu: Válaszhat néhány lehetőség közül, amelyekkel ellenőriztetheti fiókját a PayPal webhelyén: egy telefonnal beolvasható QR-kód, amely rögtön a webhelyre visz, vagy utasítások, amelyek segítségével hozzáadhatja a PayPalt a fiókjához, mely után visszatér a megrendeléshez PayPal-os fizetéssel.
id: Anda akan diberikan beberapa opsi untuk memverifikasi akun Anda di situs web PayPal: kode QR yang dapat Anda pindai di ponsel untuk memverifikasi akun Anda atau instruksi untuk menambahkan PayPal ke akun Anda dan kembali ke menu pembayaran untuk menggunakan PayPal.
is: Þú færð nokkra valkosti til að sannprófa reikninginn á vefsvæði PayPal. Þú getur skannað QR-kóða til að komast þangað beint eða nýtt þér leiðbeiningarnar til að bæta PayPal við reikninginn þinn og fara aftur í útritun til að nota PayPal.
ja: PayPal の Web サイトでお客様のアカウントを確認するためのオプションがいくつか提供されます。携帯電話でスキャンして直接移動できる QR コード、または PayPal をお客様のアカウントに追加して、PayPal を使用するために戻ってチェックアウトするための手順。
ka: თქვენ გეძლევათ რამდენიმე ვარიანტი ანგარიშის შესამოწმებლად PayPal-ის ვებგვერდზე: QR კოდი, რომლის სკანირება შეგიძლიათ თქვენს ტელეფონზე და რომელიც პირდაპირ დანიშნულების ადგილას მიგიყვანთ, ან მითითებები თქვენს ანგარიშზე PayPal-ის დასამატებლად და შეკვეთის გაფორმებაზე დასაბრუნებლად, PayPal-ის გამოყენების მიზნით.
kk: PayPal веб-сайтында тіркелгіңізді тексеру үшін сізге бірнеше мүмкіндік беріледі: сізді тура сол жерге апаратын телефоныңызда сканерлеуге болатын QR коды немесе PayPal пайдалану үшін тіркелгіңізге PayPal қосу және рәсімдеуге оралу нұсқаулары.
kn: PayPal ವೆಬ್ ಸೈಟ್ ನಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮಗೆ ಎರಡು ಆಯ್ಕೆಗಳನ್ನು ನೀಡಲಾಗುತ್ತದೆ: ನಿಮ್ಮ ಫೋನ್ ನಲ್ಲಿ ನೀವು ಸ್ಕ್ಯಾನ್ ಮಾಡಬಹುದಾದ QR ಕೋಡ್ ಅಥವಾ ನಿಮ್ಮ ಖಾತೆಗೆ PayPal ಸೇರಿಸಲು ಸೂಚನೆಗಳು ಅಥವಾ PayPal ಬಳಸಲು ಚೆಕ್ ಔಟ್ ಗೆ ಹಿಂದಿರುಗಲು.
ko: PayPal 웹 사이트에서 계정을 확인하는 데 사용할 수 있는 옵션은 여러 가지가 있습니다. 휴대폰으로 QR 코드를 스캔하여 바로 이동하거나 사용자 계정에 PayPal을 추가하고 PayPal을 사용하기 위해 체크 아웃으로 돌아가는 방법입니다.
lo: ທ່ານຈະໄດ້ຮັບທາງເລືອກຄູ່ເພື່ອກວດສອບບັນຊີຂອງທ່ານຢູ່ໃນເວັບໄຊທ໌ຂອງ PayPal: ລະຫັດ QR ທີ່ທ່ານສາມາດສະແກນຢູ່ໃນໂທລະສັບຂອງທ່ານເຊິ່ງຈະເຮັດໃຫ້ທ່ານເຂົ້າໄປຮອດທີ່ນັ້ນທັນທີ, ຫຼື ຄຳ ແນະນຳທີ່ຈະເພີ່ມ PayPal ເຂົ້າໃນບັນຊີຂອງທ່ານແລະ ກັບໄປກວດຄືນເພື່ອນຳໃຊ້ PayPal.
lt: Jums bus suteiktos kelios parinktys, kad patvirtintumėte savo paskyrą „PayPal“ svetainėje: QR kodas, kurį galėsite nuskaityti telefonu ir kuris nukreips jus į svetainę, arba instrukcijos įtraukti „PayPal“ į paskyrą ir grįžti prie pirkimo užbaigimo, kad galėtumėte naudoti „PayPal“.
lv: Jums tiks dotas dažas iespējas verificēt savu kontu PayPal tīmekļa vietnē: QR kods, kuru varat skenēt savā tālrunī, lai nonāktu tieši tur, vai norādījumi, kā pievienot PayPal savam kontam un atgriezties pie norēķināšanās, lai izmantotu PayPal.
mi: Ka whiwhi koe i ētahi kōwhiringa e rua ki te manatoko i tō pūkete i te paetuktuktu a PayPal: tētahi waehere QR ka taea te karapa ki tō waea ka kawe inamata i a koe ki reira, he tohutohu rānei ki te tāpiri i PayPal ki tō pūkete me te hoki atu ki te paehoko ki te whakamahi i PayPal.
mk: Ќе добиете неколку опции за да ја потврдите вашата сметка на веб-локацијата на PayPal: код QR којшто може да го скенирате на телефонот и ќе ве одведе право таму или упатство за додавање на PayPal на вашата сметка и враќање на наплатата за да користите PayPal.
ml: PayPal-ന്റെ വെബ്‌സൈറ്റിൽ നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കാൻ നിങ്ങൾക്ക് ഒന്നിലധികം ഓപ്‌ഷനുകൾ ലഭിക്കും: നിങ്ങളെ നേരിട്ട് അവിടേക്ക് നയിക്കുന്ന വിധത്തിൽ നിങ്ങളുടെ ഫോണിൽ സ്കാൻ ചെയ്യാവുന്ന QR കോഡ് അല്ലെങ്കിൽ നിങ്ങളുടെ അക്കൗണ്ടിലേക്ക് PayPal ചേർത്ത്, PayPal ഉപയോഗിക്കുന്നതിനായി ചെക്ക്ഔട്ടിലേക്ക് മടങ്ങി വരാൻ കഴിയുന്ന നിർദ്ദേശങ്ങൾ.
mr: तुमच्याकडे PayPal च्या वेबसाईटवर तुमची खाते पडताळणी करण्याचे दोन पर्याय दिले जाती: एक QR कोड ज्याला तुम्ही स्कॅन करून तो तुम्हाला थेट त्या ठिकाणी घेऊन जाऊ शकतो, किंवा तुमच्या खात्यामध्ये PayPal ला जोडण्यासाठी सूचना आणि PayPal वापरण्यासाठी परत चेकआऊट कडे जाणे.
ms: Anda akan diberikan beberapa opsyen untuk menentusahkan akaun anda di laman web PayPal: kod QR yang boleh anda imbas di telefon anda yang akan membawa anda terus ke sana, atau arahan untuk menambah PayPal pada akaun anda dan kembali ke daftar keluar untuk menggunakan PayPal.
mt: Se tingħata xi għażliet biex tivverifika l-kont tiegħek fuq il-websajt ta' PayPal: kodiċi QR li tista' tiskennja bil-mowbajl tiegħek li jieħdok dritt hemm, jew istruzzjonijiet biex iżżid PayPal mal-kont tiegħek u tmur lura lejn iċ-checkout biex tuża PayPal.
ne: तपाईंलाई PayPal को वेबसाइटमा पुष्टि गर्न धेरै विकल्पहरू दिइने छ: स्क्यान गरेर तपाईंलाई सिँधै त्यहाँ लैजान तपाईंको फोनमा QR कोड वा तपाईंको खातामा PayPal थप्न निर्देशन र PayPal प्रयोग गर्न चेकआउटमा फर्कन।
nn_no: Du vil få eit par alternativ for bekrefte kontoen din på PayPal si nettside: ein QR-kode som du kan skanne på telefonen som vil ta deg direkte dit, eller instruksjonar om å legge PayPal til kontoen din og returnere til betaling for å bruke PayPal.
no: Du får et par alternativer for å bekrefte kontoen på nettstedet til PayPal: en QR-kode du kan skanne på telefonen din som tar deg dit direkte, eller instruksjoner du kan legge til PayPal på kontoen, slik at du kan gå til kassen og bruke PayPal.
or: PayPalର ୱେବସାଇଟରେ ଆପଣଙ୍କ ଏକାଉଣ୍ଟକୁ ଯାଞ୍ଚ କରିବା ପାଇଁ ଆପଣଙ୍କୁ ଦୁଇଟି ବିକଳ୍ପ ଦିଆଯିବ: ଏକ QR କୋଡ୍ ଯାହା ଆପଣ ନିଜ ଫୋନରେ ସ୍କାନ୍ କରିପାରିବେ ଯାହା ଆପଣଙ୍କୁ ସିଧା ସେଠାକୁ ନେଇଯିବ, କିମ୍ବା ଆପଣଙ୍କ ଏକାଉଣ୍ଟରେ PayPal ଯୋଡିବାକୁ ଏବଂ PayPal ବ୍ୟବହାର କରିବାକୁ ଚେକଆଉଟ୍ କୁ ଫେରିବାକୁ ନିର୍ଦ୍ଦେଶ କରିବ.
pa_in: ਤੁਹਾਨੂੰ PayPal ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਆਪਣੇ ਖਾਤੇ ਦੀ ਛਾਣਬੀਣ ਕਰਨ ਲਈ ਕੁਝ ਵਿਕਲਪ ਦਿੱਤੇ ਜਾਣਗੇ: ਇਕ QR ਕੋਡ ਜਿਸਨੂੰ ਤੁਸੀਂ ਆਪਣੇ ਫੋਨ 'ਤੇ ਸਕੈਨ ਕਰ ਸਕਦੇ ਹੋ ਜੋ ਤੁਹਾਨੂੰ ਸਿੱਧਾ ਉਥੇ ਲੈ ਜਾਵੇਗਾ, ਜਾਂ ਆਪਣੇ ਖਾਤੇ ਵਿੱਚ PayPal ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਸੰਬੰਧੀ ਨਿਰਦੇਸ਼ ਅਤੇ PayPal ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ਚੈੱਕਆਉਟ 'ਤੇ ਵਾਪਸੀ।
pl: Będziesz mieć kilka możliwości zweryfikowania konta w witrynie internetowej PayPal: kod QR, który możesz zeskanować, prowadzący bezpośrednio do odpowiedniego miejsca lub instrukcje dodania usługi PayPal do konta, a następnie powrotu do finalizacji zakupu w celu użycia usługi PayPal.
ru: Вам будет предоставлено два варианта проверки вашей учетной записи на веб-сайте PayPal: QR-код, который можно отсканировать с помощью телефона, после чего вы будете перенаправлены по нужному адресу, либо инструкции по добавлению PayPal в свою учетную запись. Затем вы вернетесь к оформлению заказа с помощью PayPal.
sl: Zagotovili vam bomo nekaj možnosti za preverjanje računa na spletnem mestu storitve PayPal: kodo QR, ki jo lahko optično preberete v telefonu in vas neposredno preusmeri na spletno mesto, ali navodila za dodajanje storitve PayPal v račun in vrnitev na zaključek nakupa z uporabo storitve PayPal.
sr_cyrl_rs: Пружићемо вам неколико опција за верификацију налога на веб-сајту PayPal: QR кôд који можете да скенирате телефоном и који ће вас одвести директно на локацију или упутства за додавање услуге PayPal на налог и враћање на завршетак куповине како бисте користили PayPal.
sr_latn_rs: Pružićemo vam nekoliko opcija za verifikaciju naloga na veb-sajtu PayPal: QR kôd koji možete da skenirate telefonom i koji će vas odvesti direktno na lokaciju ili uputstva za dodavanje usluge PayPal na nalog i vraćanje na završetak kupovine kako biste koristili PayPal.
sv: Du får ett antal alternativ för att verifiera ditt konto på PayPals webbplats: en QR-kod som du kan skanna på telefonen och som tar dig direkt dit, eller anvisningar för hur du lägger till PayPal på ditt konto och går tillbaka till kassan för att använda PayPal.
ta: Paypal இணையதளத்தில் உங்கள் கணக்கைச் சரிபார்க்க உங்களுக்கு சில விருப்பங்கள் வழங்கப்படும்: உங்கள் தொலைப்பேசியில் ஸ்கேன்செய்யக்கூடிய ஒரு QR குறியீடு உங்களை நேராடியாக அழைத்துச் செல்லும், அல்லது உங்கள் கணக்கில் Paypal -ஐச் சேர்க்க அறிவுறுத்தல்கள் மற்றும் பேபால் பயன்படுத்தப் செக்அவுட்க்கு திரும்பி செல்லும்.
te: PayPal వెబ్‌సైట్‌లో మీ ఖాతాను ధృవీకరించడానికి మీకు రెండు ఎంపికలు అందించబడతాయి: మీరు మీ ఫోన్‌లో స్కాన్ చేయగల QR కోడ్, ఇది మిమ్మల్ని నేరుగా అక్కడికి తీసుకెళ్తుంది లేదా మీ ఖాతాకు PayPalను జోడించి, ఆపై PayPalను ఉపయోగించడం కోసం చెక్అవుట్‌కు తిరిగి వెళ్లడానికి సూచనలు.
th: คุณจะได้รับตัวเลือกสองสามอย่างในการยืนยันบัญชีของคุณในเว็บไซต์ของ PayPal: คิวอาร์โค้ดที่คุณสามารถสแกนได้ด้วยโทรศัพท์ซึ่งจะพาคุณไปที่นั่น หรือคำแนะนำในการเพิ่ม PayPal ลงในบัญชีของคุณและกลับไปที่การเช็คเอาท์เพื่อใช้ PayPal
tr: PayPal'ın web sitesinde hesabınızı doğrulamak için size birkaç seçenek sunulacaktır: telefonunuzda tarayabileceğiniz ve sizi doğrudan oraya götürecek bir QR kodu veya hesabınıza PayPal ekleme ve PayPal kullanmak için ödeme işlemine geri dönme talimatları.
tt: PayPal веб-төенендә хисап язмагызны раслау өчен сезгә берничә вариант биреләчәк: сезне турыдан-туры шунда илтә торган, телефоныгызда сканерлап була торган QR-код яки PayPal'ны хисап язмагызга өстәү һәм PayPal'ны куллану өчен заказны төзүгә кайту өчен инструкцияләр.
ug: PayPal تورپونكىتىدا ھېسابىڭىزنى دەلىللەش ئۈچۈن سىزگە بىرنەچچە خىل تاللاش بېرىلىدۇ: تېلېفونىڭىزدا سكانېرلىسىڭىز سىزنى ئۇدۇل ئۇيەرگە ئاپىرالايدىغان بىر QR كودى، PayPal نى ھېسابىڭىزغا قوشۇش ئۈچۈن ۋە PayPal نى ئىشلىتىش مەقسىتىدە ھېساب ئۆتەشكە قايتىش ئۈچۈن كۆرسەتمىلەر.
uk: У вас буде два способи підтвердити обліковий запис на веб-сайті PayPal на вибір: зісканувати QR-код за допомогою телефона, після чого ви напряму перейдете на потрібний сайт, або виконати вказівки з додавання PayPal до облікового запису й повернутися до оформлення використання PayPal.
ur: آپ کو اپنے اکاؤنٹ کی توثیق کرنے کیلئے PayPal کی ویب سائٹ پر چند اختیارات دیے جائیں گے: QR کوڈ جسے آپ اپنے فون پر اسکین کر سکتے ہیں جو آپ کو سیدھے وہیں لے جائے گا، یا PayPal کو آپ کے اکاؤنٹ میں شامل کرنے اور PayPal کو استعمال کرنے کے لیے چیک آؤٹ پر واپس ہونے کے لیے ہدایات۔
uz: PayPal veb-saytida hisobingizni tasdiqlash uchun sizga bir nechta variant taklif qilinadi: skanerlasangiz sizni bevosita saytga olib oʻtadigan telefoningizdagi QR kod yoki hisobingizga PayPal hisobini qoʻshish va PayPal xizmatidan foydalanib toʻlovni amalga oshirish boʻyicha koʻrsatmalar.
vi: Bạn sẽ được cung cấp một vài tùy chọn để xác minh tài khoản của mình trên trang web của PayPal: mã QR bạn có thể quét trên điện thoại sẽ đưa bạn thẳng đến đó, hoặc hướng dẫn thêm PayPal vào tài khoản của bạn và quay lại trang thanh toán để sử dụng PayPal.
zh_hans: 可通过几个选项在 PayPal 的网站上验证你的帐户: 可在手机上扫描 QR 码，它会将你直接转到该网站；也可按照说明将 PayPal 添加到你的帐户，然后回去结帐以使用 PayPal。
zh_hant: 您會有幾個選項可在 PayPal 網站上驗證帳戶: 在手機上掃描 QR 代碼以直接帶您前往網站; 或遵循指示將 PayPal 新增到您的帳戶並返回結帳，以使用 PayPal。
