Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SEPA.AddHeading
source: Set up a SEPA Direct debit account
af: Stel 'n SEPA- direkte debietrekening op
am: የSEPA ቀጥተኛ ዴቢት መለያ ያዘጋጁ
ar: إعداد حساب الخصم المباشر لسيبا
as: এটা SEPA Direct debit একাউণ্ট ছেট আপ কৰক
az: SEPA Birbaşa debet hesabı qurun
bg: Създаване на сметка SEPA директен дебит
bn_in: একটি SEPA সরাসরি ডেবিট অ্যাকাউন্ট সেট আপ করুন
bs: Postavljanje SEPA direktnog debitnog računa
cy: Sefydlu cyfrif debyd uniongyrchol SEPA
da: Opret en SEPA-konto til direkte debitering
de: Konto für SEPA-Lastschriftverfahren einrichten
el: Ρύθμιση λογαριασμού άμεσης χρέωσης SEPA
es: Configurar una cuenta de adeudo directo SEPA
et: SEPA otsekorralduse konto seadmine
eu: Konfiguratu SEPA zordunketa zuzeneko kontua
fa: تنظیم حساب بستانکاری مستقیم SEPA
ga: Cumraigh cuntas dochair dhírigh SEPA
gd: Suidhich cunntas Direct debit SEPA
gl: Configurar unha conta de domiciliación SEPA
gu: SEPA ડાયરેક્ટ ડેબિટ ખાતું સેટ કરો
he: הגדרת חשבון לחיוב ישיר של SEPA
hi: एक SEPA प्रत्यक्ष डेबिट खाता सेट अप करें
hr: Postavljanje SEPA računa za izravno terećenje
hu: SEPA-beszedési számla beállítása
id: Siapkan rekening debit SEPA Direct
is: Setja upp SEPA-beingreiðslureikning
ja: SEPA 口座振替アカウントの設定
ka: SEPA პირდაპირი სადებეტო ანგარიშის დაყენება
kk: SEPA тікелей дебет шотын орнату
kn: SEPA ನೇರ ಡೆಬಿಟ್ ಖಾತೆ ಸೆಟಪ್ ಮಾಡಿ
ko: SEPA 직불 카드 계정 설정
ku_arab: ئامادەکردنی ئەژمێرێکی دێبیتی SEPA Direct
ky: SEPA Түздөн-түз дебит каттоо жазуусун орнотуңуз
lo: <mrk mtype="seg" mid="32">ຕິດຕັ້ງບັນຊີເດບບິດໂດຍກົງ SEPA</mrk>
lt: SEPA tiesioginio debeto sąskaitos nustatymas
lv: SEPA tiešā debeta konta iestatīšana
mi: Whakaritea he pūkete utunga hāngai SEPA
mk: Поставете сметка за директно дебитно плаќање SEPA
ml: ഒരു SEPA ഡയറക്ട് ഡെബിറ്റ് അക്കൗണ്ട് സജ്ജമാക്കുക
mn: SEPA Шууд дебит данс үүсгэх
mr: एक SEPA थेट डेबिट खाते सेट करा
ms: Sediakan Akaun Debit Terus SEPA
mt: Agħmel kont ta’ debitu Dirett SEPA
ne: SEPA प्रत्यक्ष डेबिट खाता सेट अप गर्नुहोस्
nn_no: Konfigurer ein SEPA-konto for direkte debitering
no: Konfigurer en SEPA-konto for direkte debitering
or: ଏକ SEPA ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ଏକାଉଣ୍ଟ୍ ସେଟ୍ ଅପ୍ କରନ୍ତୁ
pa_arab_pk: SEPA ڈائریکٹ ڈیبٹ اکاؤنٹ ترتیب دوو
pa_in: SEPA ਡਾਇਰੈਕਟ ਡੈਬਿਟ ਖਾਤਾ ਸੈਟ ਅਪ ਕਰੋ
pl: Skonfiguruj konto polecenia zapłaty SEPA
ru: Настройка счета прямого дебетования SEPA
sd: هڪ SEPA ڊائريڪٽ ڊيبٽ اڪائونٽ سيٽ اپ ڪريو
si: SEPA ඍජු හර ගිණුමක් සකස් කරන්න
sl: Nastavite račun za direktno obremenitev SEPA
sr_cyrl_rs: Подешавање SEPA налога директног задужења
sr_latn_rs: Podešavanje SEPA naloga direktnog zaduženja
sv: Skapa ett SEPA-autogirokonto
ta: SEPA நேரடி டெபிட் கணக்கை அமைக்கவும்
te: SEPA డైరెక్ట్ డెబిట్ ఖాతాని సెటప్ చేయండి
tg: Танзими ҳисоби дебити мустақими SEPA
th: ตั้งค่าบัญชีสำหรับการหักบัญชีเงินฝาก SEPA
tr: Bir SEPA Talimatlı ödeme hesabı oluşturun
tt: SEPA Туры дебет хисап язмасын көйләү
ug: ‏SEPA بىۋاسىتە چىقىم ھېساباتى سەپلەش
uk: Настроювання рахунку прямого дебетування SEPA
ur: ایک SEPA براہ راست ڈیبٹ اکاؤنٹ ترتیب دیں
uz: SPA to‘g‘ridan-to‘g‘ri debet hisob raqamini sozlash
vi: Thiết lập tài khoản Ghi nợ trực tiếp SEPA
zh_hans: 设置 SEPA 直接扣款帐户
zh_hant: 設定 SEPA 直接扣款帳戶

# Literal.PaymentInstrument.SearchTransaction.SearchId
source: Choose a payment method:
af: Kies ’n betaalmetode:
am: የመክፈያ ዘዴ ይምረጡ፦
ar: اختيار طريقة دفع:
as: এটা পৰিশোধ পদ্ধতি পচন্দ কৰক:
az: Ödəniş üsulu seçin:
bg: Избор на метод на плащане:
bn_in: অর্থপ্রদানের একটি মাধ্যম চয়ন করুন:
bs: Izaberite način plaćanja:
cy: Dewiswch ddull talu:
da: Vælg en betalingsmetode:
de: Zahlungsmethode auswählen
el: Επιλέξτε μια μέθοδο πληρωμής:
es: Elegir un método de pago:
et: Valige makseviis:
eu: Hautatu ordainketa-metodoa:
fa: یک روش پرداخت را انتخاب کنید:
ga: Modh íocaíochta a roghnú:
gd: Tagh dòigh pàighidh:
gl: Escoller un método de pagamento:
gu: ચુકવણીની પદ્ધતિ પસંદ કરો:
he: בחר אמצעי תשלום:
hi: कोई भुगतान विधि चुनें:
hr: Odaberite način plaćanja:
hu: Fizetési mód választása:
id: Pilih metode pembayaran:
is: Velja greiðslumáta:
ja: お支払方法の選択:
ka: გადახდის მეთოდის არჩევა:
kk: Төлем әдісін таңдау:
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆರಿಸಿ:
ko: 결제 방법 선택:
lo: ເລືອກວິທີການຊຳລະ
lt: Pasirinkite mokėjimo būdą:
lv: Maksāšanas veida izvēle:
mi: Kōwhiri tikanga utu:
mk: Изберете начин на плаќање:
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക:
mr: एक देय पद्धत निवडा:
ms: Pilih kaedah pembayaran:
mt: Agħżel metodu ta' pagament:
ne: भुक्तान प्रकृया छनौट गर्नुहोस्:
nn_no: Vel betalingsmetode
no: Velg betalingsmåte
or: ଗୋଟିଏ ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ:
pa_in: ਇੱਕ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ:
pl: Wybierz metodę płatności:
ru: Выбор метода оплаты:
sl: Izberite način plačila:
sr_cyrl_rs: Избор начина плаћања:
sr_latn_rs: Izbor načina plaćanja:
sv: Välj en betalningsmetod:
ta: கட்டண முறையைத் தேர்வுசெய்யவும்:
te: చెల్లింపు విధానాన్ని ఎంచుకోండి:
th: เลือกวิธีการชำระเงิน:
tr: Ödeme yöntemi seç:
tt: Түләү ысулын сайлагыз:
ug: ھەق تاپشۇرۇش ئۇسۇلى تاللاش:
uk: Вибір методу оплати:
ur: ایک ادائیگی کا طریقہ کار منتخب کریں:
uz: Toʻlov usulini tanlang
vi: Chọn một phương thức thanh toán:
zh_hans: 选择付款方式:
zh_hant: 選擇付款方式:

# Literal.PaymentInstrument.SearchTransaction.Dropdown.Displayname
source: Use an existing payment method
af: Gebruik ’n bestaande betaalmetode
am: ያለውን የመክፈያ ዘዴ ይጠቀሙ
ar: استخدم طريقة دفع موجودة
as: এটা বিদ্যমান পৰিশোধ পদ্ধতি ব্যৱহাৰ কৰক
az: Mövcud ödəniş metodundan istifadə edin
bg: Използване на съществуващ метод на плащане
bn_in: একটি বিদ্যমান অর্থ প্রদান পন্থা ব্যবহার করুন
bs: Koristite postojeći način plaćanja
cy: Defnyddio dull talu sydd eisoes yn bodoli
da: Brug en eksisterende betalingsmetode
de: Vorhandene Zahlungsmethode verwenden
el: Χρήση υπάρχουσας μεθόδου πληρωμής
es: Usar un método de pago existente
et: Kasutage olemasolevat makseviisi
eu: Erabili badagoen ordaintzeko metodo bat
fa: استفاده از یک روش پرداخت موجود
ga: Úsáid modh íocaíochta atá ann cheana
gd: Cleachd dòigh pàighidh làithreach
gl: Usar un método de pagamento existente
gu: હાજર ચુકવણી પદ્ધતિનો ઉપયોગ કરો
he: השתמש בשיטת תשלום קיימת
hi: किसी मौजूदा भुगतान विधि का उपयोग करें
hr: Upotrijebi postojeći način plaćanja
hu: Meglévő fizetési mód használata
id: Gunakan metode pembayaran yang ada
is: Notaðu núverandi greiðslumáta
ja: 既存の支払い方法を使用する
ka: გამოიყენეთ გადახდის არსებული მეთოდი
kk: Бұрыннан бар төлем әдісін пайдаланыңыз
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಪಾವತಿ ವಿಧಾನವನ್ನು ಬಳಸಿ
ko: 기존 결제 수단을 로드하는 중
lo: ໃຊ້ວິທີການຊຳລະເງິນທີ່ມີຢູ່ແລ້ວ
lt: Naudoti esamą mokėjimo būdą
lv: Izmantot esošu maksāšanas metodi
mi: Whakamahia tētahi tikanga utu onāianei
mk: Користете постоечки начин на плаќање
ml: നിലവിലുള്ള ഒരു പേയ്മെന്റ് രീതി ഉപയോഗിക്കുക
mr: विद्यमान देय पद्धत वापरा
ms: Gunakan kaedah pembayaran sedia ada
mt: Uża metodu ta’ ħlas eżistenti
ne: अवस्थित भुक्तानी विधि प्रयोग गर्नुहोस्
nn_no: Bruk ein eksisterande betalingsmåte
no: Bruk en eksisterende betalingsmetode
or: ଏକ ବିଦ୍ୟମାନ ଦେୟ ପଦ୍ଧତି ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਕਿਸੇ ਮੌਜੂਦਾ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Użyj istniejącej formy płatności
ru: Используйте существующий метод оплаты
sl: Uporabite obstoječi način plačila
sr_cyrl_rs: Коришћење постојећег начина плаћања
sr_latn_rs: Korišćenje postojećeg načina plaćanja
sv: Använd en befintlig betalningsmetod
ta: ஏற்கனவே உள்ள கட்டண முறையைப் பயன்படுத்துக
te: ఇప్పటికే ఉన్న చెల్లింపు పద్ధతిని ఉపయోగించండి
th: ใช้วิธีการชำระเงินที่มีอยู่
tr: Mevcut ödeme yöntemini kullanın
tt: Агымдагы түләү рәвешен куллану
ug: بار تۆلەش ئۇسۇلى ئىشلىتىش
uk: Використовувати наявний метод оплати
ur: ایک موجودہ ادائیگی کا طریقہ کار استعمال کریں
uz: Mavjud toʻlov usulidan foydalanish
vi: Sử dụng phương thức thanh toán hiện có
zh_hans: 使用现有付款方式
zh_hant: 使用現有的付款方式

# Literal.PaymentInstrument.SearchTransaction.NewPaymentMethod.StaticText
source: Don't see it in the list?
af: Sien jy dit nie in die lys nie?
am: በዝርዝር ውስጥ አይዩት?
ar: ألا تراها في القائمة؟
as: এইটো সূচীত দেখা নাই নেকি?
az: Siyahıda görmürsünüz?
bg: Не го виждате в списъка?
bn_in: এটিকে তালিকায় দেখতে পাচ্ছেন না?
bs: Ne vidite ga na spisku?
cy: Ddim yn ei weld yn y rhestr?
da: Kan du ikke se den på listen?
de: Wird sie nicht in der Liste angezeigt?
el: Δεν το βλέπετε στη λίστα;
es: ¿No aparece en la lista?
et: Kas te ei näe seda loendis?
eu: Ez al duzu zerrendan ikusten?
fa: آن را در این لیست نمی‌بینید؟
ga: Nach bhfuil sé le feiceáil sa liosta?
gd: Nach fhaic thu e san liosta?
gl: Non o ves na lista?
gu: તે સૂચીમાં નથી દેખાતી?
he: אינך רואה זאת ברשימה?
hi: इसे सूची में नहीं देख रहे हैं?
hr: Ne vidite ga na popisu?
hu: Nem látja a listán?
id: Tidak melihatnya dalam daftar?
is: Sérðu það ekki á listanum?
ja: 一覧に表示されていない場合
ka: ვერ ხედავთ მას?
kk: Тізімде көрінбейді ме?
kn: ಅದು ಪಟ್ಟಿಯಲ್ಲಿ ಕಾಣಿಸುತ್ತಿಲ್ಲವೇ?
ko: 목록에 표시되지 않나요?
lo: ບໍ່ເຫັນມັນໃນລາຍການບໍ?
lt: Nematote jo sąraše?
lv: Vai neredzat to sarakstā?
mi: Kāore e kitea ana i roto i te rārangi?
mk: Не го гледате во списокот?
ml: അത് ലിസ്റ്റിൽ കാണുന്നില്ലേ?
mr: हे यादीमध्ये दिसत नाही का?
ms: Tidak melihatnya dalam senarai?
mt: Mhux qed tarah fil-lista?
ne: यसलाई सूचीमा देख्नु भएन?
nn_no: Ser du det ikkje i lista?
no: Ser du det ikke i listen?
or: ତାଲିକାରେ ଏହାକୁ ଦେଖୁନାହାଁନ୍ତି କି?
pa_in: ਇਹ ਸੂਚੀ ਵਿੱਚ ਦਿਖਾਈ ਨਹੀਂ ਦਿੰਦਾ?
pl: Nie widzisz go na liście?
ru: Не отображается в списке?
sl: Ali tega ne vidite na seznamu?
sr_cyrl_rs: Не видите опцију на листи?
sr_latn_rs: Ne vidite ga na listi?
sv: Ser du den inte i listan?
ta: பட்டியலில் இது விடுபட்டுள்ளதா?
te: జాబితాలో ఇది కనిపించలేదా?
th: ไม่เห็นในรายการใช่หรือไม่
tr: Listede görmüyor musunuz?
tt: Исемлектә күрмисезме?
ug: تىزىملىكتە يوقمۇ؟
uk: Немає в списку?
ur: کیا وہ آپکو فہرست میں نظر نہیں آ رہا؟
uz: Roʻyxatda koʻrinmayaptimi?
vi: Bạn không thấy phương thức đó trong danh sách?
zh_hans: 在列表中看不到它?
zh_hant: 在清單中沒看到嗎?

# Literal.PaymentInstrument.SearchTransaction.SubHeading
source: Confirm this payment method:
af: Bevestig hierdie betaalmetode:
am: ይህን የክፍያ ዘዴ ያረጋግጡ:
ar: قم بتأكيد طريقة الدفع هذه:
as: এই পৰিশোধ পদ্ধতিটো নিশ্চিত কৰক:
az: Bu ödəniş üsulunu təsdiq edin:
bg: Метод на плащане:Използвай този метод на плащане:
bn_in: এই অর্থপ্রদানের পন্থাটি নিশ্চিত করুন:
bs: Potvrdite ovaj način plaćanja:
cy: Defnyddio’r dull talu hwn:
da: Bekræft denne betalingsmetode:
de: Diese Zahlungsmethode bestätigen:
el: Επιβεβαιώστε αυτήν τη μέθοδο πληρωμής:
es: Confirme este método de pago:
et: Kinnitage see makseviis:
eu: Berretsi ordaintzeko metodo hau:
fa: تأیید این روش پرداخت:
ga: Deimhnigh an modh íocaíochta seo:
gd: Dearbh an dòigh pàighidh seo:
gl: Confirma este método de pagamento:
gu: આ ચૂકવણી પદ્ધતિની પુષ્ટિ કરો:
he: אשר שיטת תשלום זו:
hi: इस भुगतान विधि की पुष्टि करें:
hr: Potvrdite ovaj način plaćanja:
hu: Erősítse meg ezt a fizetési módot:
id: Konfirmasikan metode pembayaran ini:
is: Staðfesta þennan greiðslumáta:
ja: この支払い方法の確認:
ka: დაადასტურეთ გადახდის ეს მეთოდი:
kk: Осы төлем әдісін растау:
kn: ಈ ಪಾವತಿ ವಿಧಾನವನ್ನು ಖಚಿತಪಡಿಸಿ:
ko: 이 결제 방법을 확인합니다.
lo: ຢືນຢັນວິທີການຊຳລະເງິນນີ້:
lt: Patvirtinti šį mokėjimo būdą:
lv: Apstipriniet šo maksāšanas metodi:
mi: Whakaūhia tēnei aratuka utu:
mk: Потврдете го овој метод на плаќање:
ml: ഈ പണമടയ്‌ക്കൽ രീതി സ്ഥിരീകരിക്കുക:
mr: या देय पद्धतीची पुष्टी करा:
ms: Sahkan kaedah pembayaran ini:
mt: Uża dan il-metodu ta’ ħlas:
ne: यो भुक्तानी विधि पुष्टि गर्नुहोस्:
nn_no: Stadfest denne betalingsmåten:
no: Bekreft denne betalingsmåten:
or: ଏହି ଦେୟ ପଦ୍ଧତିକୁ ସୁନିଶ୍ଚିତ କରନ୍ତୁ:
pa_in: ਇਸ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ:
pl: Potwierdź tę formę płatności:
ru: Подтвердите этот метод оплаты:
sl: Potrdite ta način plačila:
sr_cyrl_rs: Потврди овај начин плаћања:
sr_latn_rs: Potvrdite ovaj način plaćanja:
sv: Bekräfta den här betalningsmetoden:
ta: இந்தக் கட்டண முறையை உறுதிப்படுத்துங்கள்:
te: ఈ చెల్లింపు పద్ధతిని ధ్రువీకరించండి:
th: ยืนยันวิธีการชําระเงินนี้:
tr: Bu ödeme yöntemini onaylayın:
tt: Бу түләү ысулын раслау:
ug: بۇ ھەق تاپشۇرۇش ئۇسۇلىنى جەزملەش:
uk: Підтвердьте цей метод оплати:
ur: اس طریقہ ادائیگی کی تصدیق کریں:
uz: Bu toʻlov usulini tasdiqlang:
vi: Xác nhận phương thức thanh toán này:
zh_hans: 确认此付款方式:
zh_hant: 確認此付款方式:

# Literal.PaymentInstrument.SearchTransaction.Error.Required
source: Choose a payment method is a required field
af: Kies ’n betaalmetode is ’n vereiste veld
am: የክፍያ ዘዴ ምርጫ የሚያስፈልግ መስል ነው።
ar: اختيار طريقة دفع هو حقل مطلوب
as: এটা পৰিশোধ পদ্ধতি বাছনি কৰাটো এটা প্ৰয়োজনীয় ক্ষেত্ৰ
az: Ödəniş üsulu seçin tələb olunan sahədir
bg: Избирането на метод на плащане е задължително поле
bn_in: একটি অর্থপ্রদানের পন্থা বেছে নেওয়া হলো প্রয়োজনীয় ক্ষেত্র
bs: “Odaberite način plaćanja” je obavezno polje
cy: Mae dewis dull talu yn faes gofynnol
da: Feltet Vælg en betalingsmetode er obligatorisk
de: „Wählen Sie eine Zahlungsmethode aus“ ist ein Pflichtfeld.
el: Η επιλογή μεθόδου πληρωμής είναι απαιτούμενο πεδίο
es: Elija un método de pago es un campo obligatorio
et: Makseviisi valimine on kohustuslik väli
eu: Derrigorrezkoa da ordaintzeko metodo bat aukeratzeko eremua betetzea
fa: انتخاب روش پرداخت یک فیلد الزامی است
ga: Is réimse riachtanach é roghnaigh modh íocaíochta
gd: Feumar raon na dòigh pàighidh a lìonadh
gl: É obrigatorio escoller un método de pagamento
gu: ચુકવણી પદ્ધતિ પસંદ કરો એ એક આવશ્યક ફીલ્ડ છે
he: 'בחר שיטת תשלום' הוא שדה נדרש
hi: कोई भुगतान विधि चुनें एक आवश्यक फ़ील्ड है
hr: Odabir načina plaćanja obavezno je polje
hu: A Fizetési mód választása mezőt kötelező kitölteni.
id: Pilih metode pembayaran adalah bidang yang wajib diisi
is: Velja greiðslumáta er áskilinn reitur
ja: 支払い方法の選択は必須フィールドです
ka: გადახდის მეთოდის არჩევა სავალდებულო ველია
kk: "Төлем әдісін таңдау" талап етілетін өріс болып табылады
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ ಎಂಬುದು ಒಂದು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 필수 필드인 결제 방법 선택
lo: ເລືອກວິທີການຊຳລະເງິນເປັນຊ່ອງຂໍ້ມູນທີ່ຈຳເປັນ
lt: Mokėjimo būdo pasirinkimas yra būtinas laukas
lv: Maksāšanas metodes izvēle ir obligāts lauks
mi: Kōwhiria he tikanga utu he āpure e hiahiatia ana
mk: Изберете метод на плаќање е задолжително поле
ml: ഒരു പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കുക എന്നത് ഒരു ആവശ്യമായ ഫീൽഡ് ആണ്
mr: देय पद्धत निवडणे एक आवश्यक फील्ड आहे
ms: Pilih kaedah pembayaran ialah medan yang diperlukan
mt: Agħżel metodu ta’ ħlas huwa qasam meħtieġ
ne: भुक्तानी विधि छान्ने फाँट आवश्यक फाँट हो
nn_no: Vel ein betalingsmåte er eit obligatorisk felt
no: Velg en betalingsmåte er et obligatorisk felt
or: ଏକ ଦେୟ ପଦ୍ଧତି ମନୋନୟନ କରନ୍ତୁ ଯାହା ଏକ ଆବଶ୍ୟକ ଫିଲ୍ଡ ଅଟେ
pa_in: ਇੱਕ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: „Wybierz formę płatności” jest polem wymaganym
ru: "Выбор метода оплаты" является обязательным для заполнения полем
sl: »Izberite način plačila« je obvezno polje
sr_cyrl_rs: Избор начина плаћања је обавезно поље
sr_latn_rs: „Izbor načina plaćanja“ je obavezno polje
sv: Fältet för val av betalningsmetod är ett obligatoriskt fält
ta: கட்டண முறையைத் தேர்வுசெய்வது தேவைப்படும் புலம் ஆகும்
te: చెల్లింపు పద్ధతిని ఎంచుకోవడం అవసరమైన ఫీల్డ్
th: เลือกวิธีการชําระเงินเป็นเขตข้อมูลที่ต้องระบุ
tr: “Ödeme yöntemi seç” gerekli bir alandır
tt: Түләү ысулын сайлау - мәҗбүри кыр
ug: تۆلەش ئۇسۇلى زۆرۈر تولدۇرىدىغان بۆلەك
uk: "Виберіть спосіб оплати" – це обов’язкове поле
ur: ‘ادائیگی کا طریقہ چنیں’ ایک لازمی فیلڈ ہے
uz: Toʻlov usulini tanlash majburiy maydondir
vi: Trường Chọn phương thức thanh toán là trường bắt buộc
zh_hans: 选择付款方式是必填字段
zh_hant: 選擇付款方式是必要欄位

# Literal.PaymentMethod.Select.Heading
source: Pick a payment method
af: Kies 'n betalingsmetode
am: የክፍያ ዘዴ ይምረጡ
ar: اختيار طريقة الدفع
as: এটি ধন পৰিশোধৰ পদ্ধতি বাছক
az: Ödəniş üsulu seçin
bg: Избор на метод на плащане
bn_in: একটি প্রদান পদ্ধতি বাছুন
bs: Odaberite način plaćanja
cy: Dewiswch ddull talu
da: Vælg en betalingsmetode
de: Zahlungsmethode auswählen
el: Επιλογή μεθόδου πληρωμής
es: Seleccionar un método de pago
et: Makseviisi valimine
eu: Hautatu ordaintzeko metodoa
fa: لطفاً یک روش پرداخت انتخاب کنید
ga: Pioc modh íocaíochta
gd: Tagh dòigh pàighidh
gl: Escoller un método de pagamento
gu: ચુકવણીની પદ્ધતિ ચૂંટો
he: בחר שיטת תשלום
hi: कोई भुगतान विधि चुनें
hr: Odaberite način plaćanja
hu: Fizetési mód kiválasztása
id: Tentukan metode pembayaran
is: Velja greiðslumáta
ja: 支払方法の選択
ka: აირჩიეთ გადახდის მეთოდი
kk: Төлем әдісін таңдау
kn: ಪಾವತಿ ವಿಧಾನ ಆರಿಸಿ
ko: 결제 방법 선택
ku_arab: شێوازێکی پارەدان هەڵبژێره
ky: Төлөм ыкмасын алуу
lo: ເລືອກວິທີການຊຳລະ
lt: Pasirinkti mokėjimo būdą
lv: Maksāšanas veida izvēle
mi: Kōwhiria he tikanga utu
mk: Изберете начин на плаќање
ml: ഒരു പേയ്മെന്‍റ് രീതി തിരഞ്ഞെടുക്കുക
mn: Төлбөрийн хэлбэрээ сонго
mr: एक देय पद्धत निवडा
ms: Pilih kaedah pembayaran
mt: Agħżel metodu ta’ ħlas
ne: भुक्तान गर्ने तरिका रोज्नुहोस्
nn_no: Vel ein betalingsmåte
no: Velg betalingsmetode
or: ଏକ ଦେୟ ପଦ୍ଧତି ନିଅନ୍ତୁ
pa_arab_pk: ادائیگی دا طریقہ چُنو
pa_in: ਇੱਕ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz metodę płatności
ru: Выбор способа оплаты
sd: ادائگي جي هڪ طريقي جي چونڊ ڪريو
si: ගෙවීම් විධික්‍රමයක් එකතු කර ගන්න
sl: Izberite način plačila
sr_cyrl_rs: Избор начина плаћања
sr_latn_rs: Izbor načina plaćanja
sv: Välj en betalningsmetod
ta: ஒரு கட்டணம் செலுத்தும் முறையைத் தெரிவுசெய்க
te: చెల్లింపు విధానాన్ని ఎంచుకోండి
tg: Усули пардохтеро интихоб кунед
th: เลือกวิธีการชำระเงิน
tr: Bir ödeme yöntemi seçin
tt: Түләү ысулын сайлагыз
ug: ھەق تاپشۇرۇش ئۇسۇلى قوشۇش
uk: Виберіть спосіб оплати
ur: ایک ادائیگی کا طریقہ چنیں
uz: To‘lov usulini tanlash
vi: Chọn phương thức thanh toán
zh_hans: 选取付款方式
zh_hant: 挑選付款方式

# Literal.PaymentMethod.SelectPM.Heading
source: Select payment method
af: Kies betaalmetode
am: የመክፈያ ዘዴን ይምረጡ
ar: تحديد طريقة الدفع
as: পৰিশোধ পদ্ধতি চয়ন কৰক
az: Ödəniş üsulunu redaktə edin
bg: Изберете метод на плащане
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন
bs: Odabir načina plaćanja
cy: Dewis dull talu
da: Vælg betalingsmetode
de: Zahlungsmethode auswählen
el: Επιλογή μεθόδου πληρωμής
es: Seleccionar método de pago
et: Valige makseviis
eu: Hautatu ordainketa-metodoa
fa: انتخاب روش پرداخت
ga: Roghnaigh modh íocaíochta
gd: Tagh dòigh pàighidh
gl: Seleccionar método de pagamento
gu: ચૂકવણી પદ્ધતિ પસંદ કરો
he: בחר שיטת תשלום
hi: भुगतान विधि का चयन करें
hr: Odaberite način plaćanja
hu: Fizetési mód kiválasztása
id: Pilih metode pembayaran
is: Velja greiðslumáta
ja: 支払い方法の選択
ka: აირჩიეთ გადახდის მეთოდი
kk: Төлем әдісін таңдау
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 결제 방법 선택
lo: ເລືອກວິທີການຈ່າຍເງິນ
lt: Pasirinkite mokėjimo būdą
lv: Atlasīt apmaksas metodi
mi: Tīpako tikanga utu
mk: Изберте начин на плаќање
ml: പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കുക
mr: देय पद्धत निवडा
ms: Pilih kaedah pembayaran
mt: Agħżel metodu ta' ħlas
ne: भुक्तानी विधि चयन गर्नुहोस्
nn_no: Vel betalingsmåte
no: Velg betalingsmetode
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz formę płatności
ru: Выберите метод оплаты
sl: Izberite način plačila
sr_cyrl_rs: Изаберите начин плаћања
sr_latn_rs: Izaberite način plaćanja
sv: Välj betalningsmetod
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும்
te: చెల్లింపు పద్ధతిని ఎంచుకోండి
th: เลือกวิธีการชำระเงิน
tr: Ödeme yöntemi seç
tt: Түләү ысулын сайлагыз
ug: پۇل تۆلەش ئۇسۇلىنى تاللاش
uk: Виберіть метод оплати
ur: ادائیگی کا طریقہ منتخب کریں
vi: Chọn phương thức thanh toán
zh_hans: 选择付款方式
zh_hant: 選取付款方式

# Literal.PaymentMethod.SelectPM.Heading.Period
source: Select payment method.
af: Kies betaalmetode.
am: የመክፈያ ዘዴን ይምረጡ።
ar: حدد طريقة الدفع.
as: পৰিশোধ পদ্ধতি চয়ন কৰক।
az: Ödəniş üsulu seçin.
bg: Изберете метод на плащане.
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন।
bs: Odaberite način plaćanja.
cy: Dewiswch ddull talu.
da: Vælg betalingsmetode.
de: Zahlungsmethode auswählen.
el: Επιλέξτε μέθοδο πληρωμής.
es: Seleccionar método de pago.
et: Valige makseviis.
eu: Hautatu ordainketa-metodoa.
fa: روش پرداخت را انتخاب کنید.
ga: Roghnaigh modh íocaíochta.
gd: Tagh dòigh pàighidh.
gl: Seleccione método de pagamento.
gu: ચૂકવણી પદ્ધતિ પસંદ કરો.
he: בחר שיטת תשלום.
hi: भुगतान विधि का चयन करें.
hr: Odaberite način plaćanja.
hu: A fizetési mód kiválasztása.
id: Pilih metode pembayaran.
is: Veldu greiðslumáta.
ja: 支払い方法を選択します。
ka: აირჩიეთ გადახდის მეთოდი.
kk: Төлем әдісін таңдау.
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 결제 방법을 선택하세요.
lo: ເລືອກວິທີການຈ່າຍເງິນ.
lt: Pasirinkite mokėjimo būdą.
lv: Atlasiet apmaksas metodi.
mi: Tīpakona te tikanga utu.
mk: Изберете начин на плаќање.
ml: പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കുക.
mr: देय पद्धत निवडा.
ms: Pilih kaedah bayaran.
mt: Agħżel metodu ta' pagament.
ne: भुक्तानी विधि चयन गर्नुहोस्।
nn_no: Vel betalingsmåte.
no: Velg betalingsmetode.
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ ।
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ।
pl: Wybierz formę płatności.
ru: Выберите метод оплаты.
sl: Izberite način plačila.
sr_cyrl_rs: Изаберите начин плаћања.
sr_latn_rs: Izaberite način plaćanja.
sv: Välj betalningsmetod.
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும்.
te: చెల్లింపు పద్ధతిని ఎంచుకోండి.
th: เลือกวิธีการชำระเงิน
tr: Ödeme yöntemi seçin.
tt: Түләү рәвешен сайлагыз.
ug: پۇل تۆلەش ئۇسۇلىنى تاللاڭ.
uk: Виберіть метод оплати.
ur: ادائیگی کا طریقہ منتخب کریں۔
vi: Chọn phương thức thanh toán.
zh_hans: 选择付款方式。
zh_hant: 選取付款方式。

# Literal.PaymentMethod.Select.SelectHeading
source: Select a way to pay
af: Kies ’n manier om te betaal
am: የመክፈያ መንገድ ይምረጡ
ar: إضافة طريقة دفع
as: পৰিশোধ কৰিবলৈ এটা পদ্ধতি চয়ন কৰক
az: Ödəmək üçün üsul seçin
bg: Добавяне на начин за плащане
bn_in: অর্থ প্রদানের জন্য একটি উপায় নির্বাচন করুন
bs: Odaberite način plaćanja
cy: Dewiswch ffordd i dalu
da: Vælg en betalingsmetode
de: Zahlungsweise auswählen
el: Επιλέξτε τρόπο πληρωμής
es: Selección de un método de pago
et: Makseviisi valimine
eu: Hautatu ordainketa-metodo bat
fa: روش پرداختی انتخاب کنید
ga: Roghnaigh modh íocaíochta
gd: Tagh dòigh pàighidh
gl: Seleccionar un método de pagamento
gu: ચૂકવણી કરવાની રીત પસંદ કરો
he: בחר אמצעי תשלום
hi: भुगतान करने के तरीके का चयन करें
hr: Odaberite način plaćanja
hu: Fizetési mód kiválasztása
id: Pilih metode pembayaran
is: Veldu greiðslumáta
ja: 支払い方法を選択
ka: აირჩიეთ გადახდის მეთოდი
kk: Төлем әдісін таңдау
kn: ಪಾವತಿಸಲು ಒಂದು ಮಾರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 결제 방법 선택
lo: ເລືອກວິທີການຊຳລະເງິນ
lt: Pasirinkite mokėjimo būdą
lv: Atlasiet apmaksas veidu
mi: Tīpakohia he huarahi utu
mk: Изберете начин на плаќање
ml: പണമടയ്ക്കേണ്ട ഒരു രീതി തിരഞ്ഞെടുക്കുക
mr: देय देण्यासाठी मार्ग निवडा
ms: Pilih cara pembayaran
mt: Żid mod kif tħallas
ne: भुक्तानी गर्ने तरिका चयन गर्नुहोस्
nn_no: Legg til ein betalingsmåte
no: Velg en betalingsmåte
or: ଦେୟ ପ୍ରଦାନ କରିବାକୁ ଏକ ପଥ ଯୋଡନ୍ତୁ
pa_in: ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਇੱਕ ਤਰੀਕਾ ਚੁਣੋ
pl: Wybierz sposób zapłaty
ru: Выбор способа оплаты
sl: Izberite način plačila
sr_cyrl_rs: Изаберите начин плаћања
sr_latn_rs: Izaberite način plaćanja
sv: Välj en betalningsmetod
ta: பணம் செலுத்துவதற்கான ஒரு வழியைத் தேர்ந்தெடுக்கவும்
te: చెల్లించేందుకు మార్గాన్ని ఎంచుకోండి
th: เลือกวิธีการชำระเงิน
tr: Bir ödeme yöntemi seçin
tt: Түләү ысулын сайлау
ug: تۆلەش ئۇسۇلى تاللاڭ
uk: Виберіть метод оплати
ur: ادائیگی کا کوئی طریقہ منتخب کریں
uz: Toʻlov usulini tanlang
vi: Chọn cách thanh toán
zh_hans: 选择一种支付方式
zh_hant: 選取付款方式
