Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.PaymentInstrumentType.SEPADD
source: SEPA direct debit
af: SEPA- direkte debiet
am: SEPA ቀጥታ ዴቢት
ar: دين SEPA مباشر
as: SEPA প্ৰত্যক্ষ ডেবিট
az: SEPA birbaşa debet
bg: SEPA директен дебит
bn_in: SEPA ডারেক্ট ডেবিট
bs: SEPA direktni prijenos
cy: Debyd uniongyrchol SEPA
da: Direkte SEPA-debitering
de: SEPA-Lastschrift
el: Άμεση χρέωση SEPA
es: Adeudo directo SEPA
et: SEPA otsekorraldus
eu: SEPA zuzeneko zordunketak
ga: Dochar díreach SEPA
gd: Direct debit SEPA
gl: Domiciliación SEPA
gu: SEPA ડાયરેક્ટ ડેબિટ
he: חיוב ישיר של SEPA
hi: SEPA प्रत्यक्ष डेबिट
hr: Izravno terećenje SEPA
hu: SEPA-beszedés
id: Debit langsung SEPA
is: SEPA-beingreiðsla
ja: SEPA 口座振替
ka: SEPA პირდაპირი დებეტი
kk: SEPA тікелей дебет
kn: SEPA ನೇರ ಡೆಬಿಟ್
ko: SEPA 직불 카드
ku_arab: داشکاندنی راستەوخۆی SEPA
ky: SEPA түз дебети
lo: ການຫັກບັນໂດຍກົງ SEPA
lt: SEPA tiesioginis debetas
lv: SEPA tiešais debets
mi: Utu taunoa SEPA
mk: Директна дебитна картичка SEPA
ml: SEPA ഡയറക്റ്റ് ഡെബിറ്റ്
mn: SEPA шууд дебит
mr: SEPA थेट डेबिट
ms: Debit terus SEPA
mt: Direct debit tas-SEPA
ne: SEPA प्रत्यक्ष ऋण
nn_no: SEPA direkte debet
no: SEPA Direkte debitering
or: SEPA ଡାଇରେକ୍ଟ ଡେବିଟ୍
pa_arab_pk: SEPA براہ راست ڈیبٹ
pa_in: SEPA ਡਾਇਰੈਕਟ ਡੈਬਿਟ
pl: Polecenie zapłaty SEPA
ru: Прямой дебет SEPA
sd: SEPA براه راست وصولي
si: SEPA ඍජු එර
sl: Direktna obremenitev SEPA
sr_cyrl_rs: SEPA директан пренос
sr_latn_rs: SEPA direktan prenos
sv: SEPA-autogiro
ta: SEPA நேரடி டெபிட்
te: SEPA డైరెక్ట్ డెబిట్
tg: Дебити мустақими SEPA
th: การหักบัญชีเงินฝาก SEPA
tr: SEPA talimatlı ödeme
tt: SEPA туры дебет
ug: ياۋرو مۇئامىلە رايونى (SEPA) بىۋاستە چىقىمى
uk: Прямий дебет SEPA
ur: SEPA براہ راست ڈیبٹ
uz: SEPA to'g'ri debiti
vi: Ghi nợ trực tiếp SEPA
zh_hans: SEPA 借记卡
zh_hant: SEPA 直接扣款

# Literal.BIC.Pattern
source: Invalid BIC.
af: Ongeldige BIC.
am: ልክ ያልኾነ BIC።
ar: BIC غير صالح.
as: অবৈধ BIC৷
az: Yanlış BIC.
bg: Невалиден BIC.
bn_in: অবৈধ BIC।
bs: Nevažeći BIC.
cy: BIC Annilys.
da: Ugyldig BIC-kode.
de: Ungültiger BIC.
el: Μη έγκυρο BIC.
es: BIC no válido.
et: Kehtetu BIC.
eu: BIC kodea baliogabea da.
ga: BIC neamhbhailí.
gd: BIC mì-dhligheach.
gl: BIC non válido.
gu: અમાન્ય BIC.
he: קוד BIC לא חוקי.
hi: अमान्य BIC.
hr: BIC nije valjan.
hu: Érvénytelen BIC kód.
id: BIC tidak valid.
is: Ógilt BIC.
ja: 無効な BIC です。
ka: BIC არასწორია.
kk: Жарамсыз BIC.
kn: ಅಮಾನ್ಯವಾದ BIC.
ko: 올바르지 않은 BIC입니다.
ku_arab: BIC نادروستە.
ky: Жараксыз BIC.
lo: BIC ບໍ່ຖືກຕ້ອງ.
lt: Netinkamas BIC.
lv: Nederīgs BIC.
mi: BIC Muhu.
mk: Неважечки BIC.
ml: BIC അസാധുവാണ്.
mn: Буруу BIC.
mr: अवैध BIC.
ms: BIC tidak sah.
mt: BIC invalidu.
ne: अवैध BIC।
nn_no: Ugyldig BIC.
no: Ugyldig BIC.
or: ଅବୈଧ BIC.
pa_arab_pk: ناجائز BIC.
pa_in: ਅਵੈਧ BIC।
pl: Nieprawidłowy kod BIC.
ru: Недействительный БИК.
sd: ناجائز بي آئي سي.
si: BIC වැරදියි.
sl: Neveljavna koda BIC.
sr_cyrl_rs: Неважећи BIC.
sr_latn_rs: Nevažeći BIC.
sv: BIC är ogiltigt.
ta: BIC தவறானது.
te: BIC చెల్లదు.
tg: BIC-и беэътибор.
th: รหัส BIC ไม่ถูกต้อง
tr: Geçersiz BIC.
tt: BIC дөрес булмаган.
ug: BIC ئىناۋەتسىز.
uk: Недійсний BIC-код.
ur: بے جواز BIC۔
uz: Noto'g'ri BIC.
vi: BIC không hợp lệ.
zh_hans: 无效的 BIC。
zh_hant: BIC 無效。

# Literal.BIC.Required
source: BIC is required.
af: BIC word vereis.
am: BIC ያስፈልጋል።
ar: يلزم توفير BIC.
as: BIC আৱশ্যক৷
az: BIC tələb olunur.
bg: BIC е задължителен.
bn_in: BIC উল্লেখ করা প্রয়োজন।
bs: BIC je obavezan.
cy: Rhaid cael BIC.
da: BIC-kode skal angives.
de: Ein BIC ist erforderlich.
el: Απαιτείται το BIC.
es: El BIC es obligatorio.
et: Nõutav on BIC.
eu: BIC kodea behar da.
fa: BIC لازم است.
ga: BIC ag teastáil.
gd: Tha BIC riatanach.
gl: Requírese BIC.
gu: BIC આવશ્યક છે.
he: קוד BIC נדרש.
hi: BIC आवश्यक है.
hr: BIC je obavezan.
hu: A BIC kód megadása kötelező.
id: BIC wajib diisi.
is: BIC er áskilið.
ja: BIC は必須項目です。
ka: მიუთითეთ BIC.
kk: BIC көрсету қажет.
kn: BIC ಅಗತ್ಯವಿದೆ.
ko: BIC는 필수 항목입니다.
ku_arab: BIC پێویستە.
ky: BIC талап кылынат.
lo: ຕ້ອງລະບຸ BIC.
lt: Būtina nurodyti BIC.
lv: Norādiet BIC.
mi: E hiahiatia ana te BIC.
mk: Потребен е BIC.
ml: BIC ആവശ്യമാണ്.
mn: BIC оруулах шаардлагатай.
mr: BIC आवश्‍यक आहे.
ms: BIC diperlukan.
mt: Huwa meħtieġ BIC.
ne: BIC आवश्यक छ।
nn_no: BIC er obligatorisk.
no: BIC må angis.
or: BIC ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: BIC دی لوڑ اے.
pa_in: BIC ਲੋਡ਼ੀਂਦਾ ਹੈ।
pl: Należy podać kod BIC.
ru: Требуется указать БИК.
sd: بي آئي سي جي ضرورت آهي.
si: BIC අවශ්‍යයි.
sl: Koda BIC je obvezna.
sr_cyrl_rs: BIC је обавезан.
sr_latn_rs: BIC je obavezan.
sv: BIC måste anges.
ta: BIC தேவை.
te: BIC అవసరం.
tg: BIC ҳатмист.
th: ต้องระบุรหัส BIC
tr: BIC gereklidir.
tt: BIC мәҗбүри.
ug: BIC تەلەپ قىلىنىدۇ.
uk: Необхідно вказати BIC-код.
ur: BIC درکار ہے۔
uz: BIC talab qilinadi.
vi: BIC là cần thiết.
zh_hans: BIC 为必填项。
zh_hant: BIC 是必要資訊。

# Work.BillableAccountName
source: Account name in billable account
af: Rekening naam in faktureerbare rekening
am: በሚከፈለው መለያ ውስጥ ያለ የመለያ ስም
ar: اسم الحساب في حساب الفوترة
as: পৰিশোধযোগ্য একাউণ্টত একাউণ্ট নাম
az: Ödənilə bilən hesabda hesabın adı
bg: Титуляр на платежната сметка
bn_in: বিল পাঠানোর অ্যাকাউন্টের অ্যাকাউন্ট নাম
bs: Naziv računa na računu s koga se može izvršiti naplata
cy: Enw'r cyfrif sy'n cael ei filio
da: Kontonavn i fakturerbar konto
de: Kontoname des zu belastenden Kontos
el: Όνομα λογαριασμού στο λογαριασμό χρέωσης
es: Nombre de la cuenta facturable
et: Konto nimi arvelduskontol
eu: Fakturatu beharreko kontuaren izena
fa: نام حساب در حساب قابل صدور قبض
ga: Ainm cuntais i gcuntas inbhilleáilte
gd: Ainm a' chunntais sa chunntas a ghabhas bileachadh
gl: Nome da conta na conta facturable
gu: બિલયોગ્ય ખાતામાંનું ખાતા નામ
he: שם החשבון בחשבון הניתן לחיוב
hi: बिल करने योग्य खाते में खाता नाम
hr: Ime vlasnika računa za plaćanje
hu: A számlázható számla neve
id: Nama pada rekening penagihan
is: Heiti reiknings fyrir reikningsfærslu
ja: 請求口座の口座名義
ka: საანგარიშსწორებო ანგარიშის სახელი
kk: Төленетін шоттағы тіркелгі атауы
kn: ಬಿಲ್ ಮಾಡಬಹುದಾದ ಖಾತೆಯಲ್ಲಿ ಖಾತೆಯ ಹೆಸರು
ko: 청구 가능한 계좌의 계좌 이름
ku_arab: ناوی ئەژمێر لە ئەژمێری فاتوورەداردا
ky: Төлөнүүчү каттоо жазуудагы каттоо жазуунун аты
lo: ຊື່ບັນຊີໃນບັນຊີທີ່ຮຽກເກັບເງິນໄດ້
lt: Sąskaitos pavadinimas mokėtinoje sąskaitoje
lv: Tā konta nosaukums, no kā tiek veikta apmaksa
mi: Ingoa pūkete i te pūkete ka taea te nama
mk: Име на сметка во фактурната сметка
ml: ബില്ലുചെയ്യാവുന്ന അക്കൌണ്ടിലെ അക്കൌണ്ടിന്റെ പേര്
mn: Төлбөр тооцоо нэхэмжлэх дансны нэр
mr: बिल करण्‍यायोग्‍य खात्‍याचे खाते नाव
ms: Nama akaun dalam akaun boleh dibilkan
mt: Isem il-kont f'kont li jista' jiġi ffatturat
ne: बिल गर्न योग्य खातामा खाता नाम
nn_no: Kontonamn i fakturerbar konto
no: Kontonavn i fakturerbar konto
or: ବିଲ୍‌ଯୋଗ୍ୟ ଏକାଉଣ୍ଟ୍‌ରେ ଏକାଉଣ୍ଟ୍‌ ନାମ
pa_arab_pk: بل جمع کرائے جان دے قابل اکاؤنٹ دا ناں
pa_in: ਬਿਲ ਕਰਨ ਯੋਗ ਖਾਤੇ ਵਿੱਚ ਖਾਤਾ ਨਾਂ
pl: Nazwa konta do rozliczeń
ru: Наименование счета для выставления счетов
sd: وصولي ڪري سگهنڏڙ اڪائونٽ ۾ اڪائونٽ جو نالو
si: බිල් අයකළ හැකි ගිණුමේ ගිණුමේ නම
sl: Ime računa za obračun
sr_cyrl_rs: Име налога на наплативом налогу
sr_latn_rs: Ime naloga na naplativom nalogu
sv: Kontonamn för fakturerbart konto
ta: பில் வழங்கக்கூடிய கணக்கில் உள்ள கணக்கின் பெயர்
te: బిల్ చేయగల ఖాతాలో ఖాతా పేరు
tg: Номи ҳисоб дар ҳисоби қобили пешниҳоди ҳисоб
th: ชื่อบัญชีในบัญชีที่เรียกเก็บเงินได้
tr: Fatura hesabınızdaki hesap adı
tt: Түләнә торган хисап язмасында хисап язмасы исеме
ug: چىقىم ھېساباتىنىڭ ھېسابات نامى
uk: Найменування рахунку в рахунку для виставлення рахунків
ur: بل کے قابل اکاؤنٹ میں اکاؤنٹ نام
uz: To'lanadigan hisob qaydnomasidagi hisob qaydnomasi nomi
vi: Tên tài khoản trong tài khoản nhận hóa đơn
zh_hans: 计费帐户中的帐户名称
zh_hant: 計費帳戶中的帳戶名稱

# Literal.SignatureCity.Required
source: Signature city is required.
af: Handtekening stad word vereis.
am: የፊርማ ከተማ ያስፈልጋል።
ar: يلزم توفير مدينة التوقيع.
as: প্ৰতীকাত্মক চহৰ আৱশ্যক৷
az: İmza şəhəri tələb olunur.
bg: Градът на подписването е задължителен.
bn_in: স্বাক্ষর শহর উল্লেখ করা প্রয়োজন।
bs: Grad potpisa je obavezan.
cy: Rhaid cael y ddinas lle rydych chi'n llofnodi.
da: Underskriftsby skal angives.
de: Der Ort der Unterschrift ist erforderlich.
el: Απαιτείται η πόλη υπογραφής.
es: La ciudad de la firma es obligatoria.
et: Nõutav on allkirja linn.
eu: Sinaduraren hiria behar da.
fa: شهر محل امضا لازم است.
ga: Cathair shínithe ag teastáil.
gd: Tha baile an t-soidhnidh riatanach.
gl: Requírese cidade de sinatura.
gu: હસ્તાક્ષર શહેર આવશ્યક છે.
he: עיר החתימה נדרשת.
hi: हस्ताक्षर शहर आवश्यक है.
hr: Grad potpisa je obavezan.
hu: Az aláírás városának megadása kötelező.
id: Kota tanda tangan wajib diisi.
is: Borgar undirskriftar er krafist.
ja: 署名の市区町村は必須項目です。
ka: უნდა მიაწეროთ ქალაქი.
kk: Қолтаңбаны қою қаласын көрсету қажет.
kn: ಹಸ್ತಾಕ್ಷರದ ನಗರ ಅಗತ್ಯವಿದೆ.
ko: 서명 도시는 필수 항목입니다.
ku_arab: شاری واژۆ پێویستە.
ky: Колтамга шаары талап кылынат.
lo: ຕ້ອງລະບຸຕົວເມືອງຂອງລາຍເຊັນ.
lt: Būtina nurodyti parašo miestą.
lv: Norādiet parakstīšanas pilsētu.
mi: E hiahiatia ana te tāone waitohu.
mk: Потребен е град на потпишување.
ml: ഒപ്പിട്ട നഗരം ആവശ്യമാണ്.
mn: Гарын үсгийн хот оруулах шаардлагатай.
mr: स्‍वाक्षरी शहर आवश्‍यक आहे.
ms: Bandar bagi tandatangan diperlukan.
mt: Hija meħtieġa belt tal-firma.
ne: हस्ताक्षर शहर आवश्यक छ।
nn_no: By/stad for signatur er obligatorisk.
no: Signatursted må angis.
or: ସ୍ୱାକ୍ଷର ସିଟି ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: شہر دی لوڑ اے جتھے دستخط کیتا گیا اے
pa_in: ਦਸਤਖਤ ਸ਼ਹਿਰ ਲੋਡ਼ੀਂਦਾ ਹੈ।
pl: Należy podać miejscowość składania podpisu.
ru: Требуется указать город подписания.
sd: سائن جي شهر جي ضرورت آهي.
si: අත්සන අවශ්‍යයි.
sl: Kraj podpisa je obvezen.
sr_cyrl_rs: Град потписивања је обавезан.
sr_latn_rs: Grad potpisivanja je obavezan.
sv: Ort vid undertecknande måste anges.
ta: கையொப்ப நகரம் தேவை.
te: సంతకం నగరం అవసరం.
tg: Шаҳри имзокунӣ ҳатмист.
th: ต้องระบุเมืองของลายเซ็น
tr: İmza şehri gereklidir.
tt: Имза шәһәре мәҗбүри.
ug: ئىمزالىغان شەھەر تەلەپ قىلىنىدۇ.
uk: Необхідно вказати місто підписання.
ur: دستخط کا شہر درکار ہے۔
uz: Imzo shahri talab qilinadi.
vi: Thành phố nơi kí tên là cần thiết.
zh_hans: 签名城市为必填项。
zh_hant: 簽名城市是必要資訊。

# Literal.SignatureDate.Invalid
source: Signature date is invalid.
af: Handtekening datum is ongeldig.
am: የፊርማ ቀን ልክ ያልኾነ ነው።
ar: تاريخ التوقيع غير صالح.
as: প্ৰতীকাত্মক তাৰিখ অবৈধ৷
az: İmza tarixi yanlışdır.
bg: Датата на подписването е невалидна.
bn_in: স্বাক্ষর তারিখ অবৈধ।
bs: Datum potpisa je nevažeći.
cy: Rhaid cael dyddiad llofnodi.
da: Underskriftsdatoen er ugyldig.
de: Das Datum der Unterschrift ist ungültig.
el: Η ημερομηνία υπογραφής δεν είναι έγκυρη.
es: La fecha de la firma no es válida.
et: Allkirja kuupäev on kehtetu.
eu: Sinaduraren hiria baliogabea da.
fa: تاریخ امضا معتبر نیست.
ga: Dáta sínithe neamhbhailí.
gd: Tha ceann-là an t-soidhnidh mì-dhligheach.
gl: A data de sinatura non é válida.
gu: હસ્તાક્ષરની તારીખ અમાન્ય છે.
he: תאריך החתימה אינו חוקי.
hi: हस्ताक्षर दिनांक अमान्य है.
hr: Datum potpisa nije valjan.
hu: Az aláírás dátuma érvénytelen.
id: Tanggal tanda tangan tidak valid.
is: Dagsetning undirskriftar er ógild.
ja: 署名日が正しくありません。
ka: ხელმოწერის თარიღი არასწორია.
kk: Қолтаңбаны қою күні жарамсыз.
kn: ಹಸ್ತಾಕ್ಷರದ ದಿನಾಂಕ ಅಮಾನ್ಯವಾಗಿದೆ.
ko: 서명 날짜가 올바르지 않습니다.
ku_arab: بەرواری واژۆ پێویستە.
ky: Колтамга күнү туура эмес.
lo: ວັນທີຂອງລາຍເຊັນບໍ່ຖືກຕ້ອງ.
lt: Parašo data netinkama.
lv: Parakstīšanas datums nav derīgs.
mi: Kua muhu te rā waitohu.
mk: Датум на потпишување е неважечки.
ml: ഒപ്പിട്ട തീയതി അസാധുവാണ്.
mn: Гарын үсгийн огноо буруу байна.
mr: स्‍वाक्षरी तारीख अवैध आहे.
ms: Tarikh tandatangan tidak sah.
mt: Id-data tal-firma invalida.
ne: हस्ताक्षर मिति अवैध छ।
nn_no: Dato for signatur er ugyldig.
no: Signaturdatoen er ugyldig.
or: ସ୍ୱାକ୍ଷର ତାରିଖ ଅବୈଧ ଅଟେ.
pa_arab_pk: دستخط دی تریخ ناجائز اے
pa_in: ਦਸਤਖਤ ਮਿਤੀ ਅਵੈਧ ਹੈ।
pl: Data podpisu jest nieprawidłowa.
ru: Дата подписания недействительна.
sd: سائن جي تاريخ ناجائزآهي.
si: අත්සනේ දිනය වැරදියි.
sl: Datum podpisa je neveljaven.
sr_cyrl_rs: Датум потписивања је неважећи.
sr_latn_rs: Datum potpisivanja je nevažeći.
sv: Datum för undertecknande är ogiltigt.
ta: கையொப்ப தேதி தவறானது.
te: సంతకం తేదీ చెల్లదు.
tg: Санаи имзо беэътибор аст.
th: วันที่ของลายเซ็นไม่ถูกต้อง
tr: İmza tarihi geçersiz.
tt: Имза датасы дөрес булмаган.
ug: ئىمزا ۋاقتى ئىناۋەتسىز.
uk: Дата підписання недійсна.
ur: دستخط کی تاریخ بے جواز ہے۔
uz: Imzo sanasi haqiqiy emas.
vi: Ngày kí không hợp lệ.
zh_hans: 签名日期无效。
zh_hant: 簽名日期無效。

# Literal.SignatureDate.Required
source: Signature date is required.
af: Handtekening datum word vereis.
am: የፊርማ ቀን ያስፈልጋል።
ar: يلزم توفير تاريخ التوقيع.
as: স্বাক্ষৰ তাৰিখ আৱশ্যক৷
az: İmza tarixi tələb olunur.
bg: Датата на подписването е задължителна.
bn_in: সইয়ের তারিখের উল্লেখ থাকা আবশ্যক৷
bs: Signature Datum potpisa je obavezan.
cy: Rhaid cael dyddiad llofnodi.
da: Underskriftsdatoen skal angives.
de: Das Datum der Unterschrift ist erforderlich.
el: Απαιτείται ημερομηνία υπογραφής.
es: La fecha de la firma es obligatoria.
et: Nõutav on allkirja kuupäev.
eu: Sinaduraren data behar da.
fa: تاریخ امضا لازم است.
ga: Dáta sínithe ag teastáil.
gd: Tha ceann-là an t-soidhnidh riatanach.
gl: Requírese data de sinatura.
gu: સહી તારીખની આવશ્યકતા છે.
he: תאריך החתימה נדרש.
hi: हस्ताक्षर दिनांक आवश्यक है.
hr: Datum potpisa je obavezan.
hu: Az aláírás dátumának megadása kötelező.
id: Tanggal tanda tangan wajib diisi.
is: Dagsetningar undirskriftar er krafist.
ja: 署名日は必須項目です。
ka: მიუთითეთ ხელმოწერის თარიღი.
kk: Қолтаңбаны қою күнін көрсету қажет.
kn: ಹಸ್ತಾಕ್ಷರದ ದಿನಾಂಕ ಅಗತ್ಯವಿದೆ.
ko: 서명 날짜는 필수 항목입니다.
ku_arab: بەرواری واژۆ پێویستە.
ky: Кол датасы керек.
lo: ຕ້ອງລະບຸວັນທີຂອງລາຍເຊັນ.
lt: Parašo data yra būtina.
lv: Norādiet parakstīšanas datumu.
mi: E hiahiatia ana te rā waitohu.
mk: Потребен е датум на потпишување.
ml: ഒപ്പിന്‍റെ തീയതി ആവശ്യമാണ്.
mn: Гарын үсгийн огноо оруулах шаардлагатай.
mr: स्‍वाक्षरी तारीख आवश्‍यक आहे.
ms: Tarikh tandatangan diperlukan.
mt: Hija meħtieġa data tal-firma.
ne: दस्तखत मिति आवश्यक छ।
nn_no: Dato for signatur er obligatorisk.
no: Signaturdatoen må angis.
or: ଦସ୍ତଖତ ତାରିଖ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏دستخط دی تریخ درکار ہے۔
pa_in: ਦਸਤਖਤ ਮਿਤੀ ਲੋਡ਼ੀਂਦੀ ਹੈ।
pl: Data podpisu jest wymagana.
ru: Требуется указать дату подписания.
sd: دستخط تاريخ جي ضرورت آهي.
si: අත්සනේ දිනය අවශ්‍යයි.
sl: Datum podpisa je obvezen.
sr_cyrl_rs: Датум потписивања је обавезан.
sr_latn_rs: Datum potpisivanja je obavezan.
sv: Datum för undertecknande måste anges.
ta: கையொப்ப தேதி தேவை.
te: సంతకం తేదీ అవసరం.
tg: Санаи имзо ҳатмист.
th: ต้องระบุวันที่ลงลายเซ็น
tr: İmza tarihi gereklidir.
tt: Имза датасы мәҗбүри.
ug: ئىمزا ۋاقتى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати дату підписання.
ur: دستخط تاریخ درکار ہے.
uz: Imzo sanasi talab qilinadi.
vi: Ngày kí là cần thiết.
zh_hans: 签名日期为必填项。
zh_hant: 簽名日期是必要資訊。

# Literal.Sinature.Required
source: Signature is required.
af: Handtekening word vereis.
am: ፊርማ ያስፈልጋል።
ar: يلزم توفير التوقيع.
as: স্বাক্ষৰৰ আৱশ্যক৷
az: İmza tələb olunur.
bg: Подписът е задължителен.
bn_in: সই থাকা আবশ্যক৷
bs: Potpis je obavezan.
cy: Rhaid cael llofnod.
da: Underskrift påkrævet.
de: Die Unterschrift ist erforderlich.
el: Απαιτείται υπογραφή.
es: La firma es obligatoria.
et: Nõutav on allkiri.
eu: Sinaduraren data baliogabea da.
fa: امضا لازم است.
ga: Síniú ag teastáil.
gd: Tha soidhneadh riatanach.
gl: Requírese sinatura.
gu: સહીની આવશ્યકતા છે.
he: החתימה נדרשת.
hi: हस्ताक्षर आवश्यक है.
hr: Potpis je obavezan.
hu: Az aláírás kötelező.
id: Tanda tangan wajib diisi.
is: Undirskriftar er krafist.
ja: 署名は必須項目です。
ka: მოაწერეთ ხელი.
kk: Қолтаңбаны қою қажет.
kn: ಹಸ್ತಾಕ್ಷರ ಅಗತ್ಯವಿದೆ.
ko: 서명은 필수 항목입니다.
ku_arab: واژۆ پێویستە.
ky: Кол талап кылынат.
lo: ຕ້ອງມີລາຍເຊັນ.
lt: Parašas yra būtinas.
lv: Nepieciešams paraksts.
mi: E hiahiatia ana he waitohu.
mk: Потребен е потпис.
ml: ഒപ്പ് ആവശ്യമാണ്.
mn: Гарын үсэг оруулах шаардлагатай.
mr: स्‍वाक्षरी आवश्‍यक आहे.
ms: Tandatangan diperlukan.
mt: Hija meħtieġa firma.
ne: दस्तखत आवश्यक छ।
nn_no: Signatur er obligatorisk.
no: Signatur må angis.
or: ଦସ୍ତଖତ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏دستخط درکار اے۔
pa_in: ਦਸਤਖਤ ਲੋਡ਼ੀਂਦਾ ਹੈ।
pl: Podpis jest wymagany.
ru: Требуется подпись.
sd: دستخط جي ضرورت آهي.
si: අත්සන අවශ්‍යයි.
sl: Podpis je obvezen.
sr_cyrl_rs: Потпис је обавезан.
sr_latn_rs: Potpis je obavezan.
sv: Underskrift måste anges.
ta: கையொப்பம் தேவை.
te: సంతకం అవసరం.
tg: Имзо ҳатмист.
th: ต้องระบุลายเซ็น
tr: İmza gereklidir.
tt: Имза мәҗбүри.
ug: ئىمزا تەلەپ قىلىنىدۇ.
uk: Необхідно поставити підпис.
ur: دستخط درکار ہیں.
uz: Imzo talab qilinadi.
vi: Chữ kí là cần thiết.
zh_hans: 签名为必填项。
zh_hant: 簽名是必要資訊。

# Literal.Sinature.EqualPattern
source: The signed name doesn’t match to the account holder name.
af: Die getekende naam pas nie by die rekeninghouer se naam nie.
am: የፈራሚው ስም ከመለያ ባለቤቱ ስም ጋር አይመሳሰልም።
ar: لا يتطابق الاسم الموقع مع اسم صاحب الحساب.
as: স্বাক্ষৰিত নামটো একাউণ্টধাৰীৰ নামৰ লগত নিমিলে৷
az: İmzalanmış ad hesab sahibinin adına uyğun gəlmir.
bg: Името в подписа не съответства на името на титуляря на сметката.
bn_in: সাক্ষর করা নামটি অ্যাকাউন্ট হোল্ডারের নামের সঙ্গে মেল নেই।
bs: Ime u potpisu ne odgovara imenu vlasnika računa.
cy: Dydy enw'r llofnod ddim yn cyfateb ag enw deilydd y cyfrif.
da: Navnet i underskriften er ikke identisk med kontoindehaverens navn.
de: Der Name des Unterzeichnenden stimmt nicht mit dem Namen des Kontoinhabers überein.
el: Το υπογεγραμμένο όνομα δεν συμφωνεί με το όνομα κατόχου του λογαριασμού.
es: El nombre de la firma no se corresponde con el nombre del titular de la cuenta.
et: Alla kirjutatud nimi ei vasta konto omaniku nimele.
eu: Sinatutako izena ez dator bat kontuaren jabearen izenarekin.
fa: نام امضا شده با نام دارنده حساب مطابقت ندارد.
ga: Ní mheaitseálann an t-ainm sínithe ainm shealbhóir an chuntais.
gd: Chan eil ainm an t-soidhnidh co-ionnan ri ainm sealbhadair a' chunntais.
gl: O nome da sinatura non coincide co nome do titular da conta.
gu: સાઇન કરેલ નામ ખાતા ધારકનાં નામથી મેળ ખાતુ નથી નથી.
he: השם בחתימה לא תואם לשם הבעלים של החשבון.
hi: हस्ताक्षरित नाम, खाता धारक के नाम से मेल नहीं खाता है.
hr: Potpisano ime ne odgovara imenu vlasnika računa.
hu: Az aláírásban szereplő név nem egyezik a számlatulajdonos nevével.
id: Nama yang bertanda tangan tidak cocok dengan nama pemegang rekening.
is: Undirskriftin stemmir ekki við nafn reikningshafa.
ja: 署名が口座名義と一致しません。
ka: ხელმოწერის სახელი არ შეესაბამება ანგარიშის მფლობელის სახელს.
kk: Қойылған ат тіркелгі иесінің атына сәйкес келмейді.
kn: ಸೈನ್‌ಇನ್‌ ಆಗಿರುವ ಹೆಸರು ಖಾತೆದಾರರ ಹೆಸರಿಗೆ ಸರಿ ಹೊಂದುವುದಿಲ್ಲ.
ko: 서명된 이름이 계좌 소유주 이름과 일치하지 않습니다.
ku_arab: ناوی واژۆکراو لەگەڵ ناوی خاوەنی ئەژمێر ناتەبایە.
ky: Жазылып кирген ат, каттоо жазуу эсинин аты менен туура келбейт.
lo: ຊື່ທີ່ລົງລາຍເຊັນບໍ່ກົງກັບຊື່ເຈົ້າຂອງບັນຊີ.
lt: Vardas, kuriuo pasirašyta, neatitinka sąskaitos savininko vardo.
lv: Tās personas vārds, kura pierakstījās, neatbilst konta īpašnieka vārdam.
mi: Kāore te ingoa i waitohutia i te hāngai ki te ingoa kaipupuri pūkete.
mk: Потпишаното име не се совпаѓа со името на сопственикот на сметката.
ml: ഒപ്പിട്ട പേര് അക്കൌണ്ട് ഉടമയുടെ പേരുമായി പൊരുത്തപ്പെടുന്നില്ല.
mn: Гарын үсэг зурсан нэр данс эзэмшигчийн нэртэй тохирохгүй байна.
mr: स्‍वाक्षरी केलेले नाव खाते धारकाच्‍या नावाशी जुळत नाही.
ms: Nama tandatangan tidak sepadan dengan nama pemegang akaun.
mt: L-isem iffirmat ma jaqbilx mal-isem tad-detentur tal-kont.
ne: हस्ताक्षर गरिएको नाम खाता धनीको नामसँग मेल खाँदैन।
nn_no: Det signerte namnet stemmer ikkje overeins med namnet til kontohavaren.
no: Det signerte navnet svarer ikke til navnet på kontoinnehaveren.
or: ଦସ୍ତଖତ ହୋଇଥିବା ନାମ ଏକାଉଣ୍ଟ୍ ଧାରକ ନାମକୁ ମେଳକ ହେଉ ନାହିଁ.
pa_arab_pk: دستخط کرن آلے دا ناں اکاؤنٹ ہولڈر دے ناں نال نئیں رلدا۔
pa_in: ਦਸਤਖਤ ਕੀਤਾ ਗਿਆ ਨਾਂ, ਖਾਤਾ ਧਾਰਕ ਦੇ ਨਾਂ ਤੋਂ ਮੇਲ ਨਹੀਂ ਖਾਂਦਾ ਹੈ।
pl: Imię i nazwisko w podpisie są inne niż imię i nazwisko właściciela konta.
ru: Имя в подписи не соответствует имени владельца счета.
sd: سائن ڪرن والو جو نالو اڪائونٽ هولڊر جي نالي سان ميل نٿو رکي.
si: අත්සන් කළ නම ගිණුම් හිමියාගේ නම සමඟ නොගැලපේ.
sl: Podpis se ne ujema z imenom imetnika računa.
sr_cyrl_rs: Име у потпису се не подудара са именом власника налога.
sr_latn_rs: Ime u potpisu se ne podudara sa imenom vlasnika naloga.
sv: Underskriften överensstämmer inte med kortinnehavarens namn.
ta: கணக்குத்தாரரின் பெயருடன் கையொப்பமிடப்பட்ட பெயர் பொருந்தவில்லை.
te: సంతకం చేసిన పేరు ఖాతా హక్కుదారు పేరుకు సరిపోలలేదు.
tg: ئىمزادىكى نام بىلەن ھېسابات ئىگىسىنىڭ نامى ئوخشاش ئەمەسكەن.
th: ชื่อที่เซ็นไม่ตรงกับชื่อเจ้าของบัญชี
tr: İmzalayan kişinin adı hesap sahibi adıyla eşleşmiyor.
tt: Имзаланган исем хисап язмасының иясе исеме белән туры килми.
ug: Номи имзошуда бо номи соҳиби ҳисоб мувофиқат намекунад.
uk: Ім'я підпису не збігається з ім'ям власника банківського рахунку.
ur: دستخط شدہ نام اکاؤنٹ ہولڈر کے نام سے مماثل نہیں ہے۔
uz: Yozilgan ism hisob qaydnomasi egasining ismiga mos kelmaydi.
vi: Tên đã kí không khớp với tên người giữ tài khoản.
zh_hans: 签名与帐户持有人姓名不符。
zh_hant: 簽名與帳戶持有人姓名不符。

# Literal.HandlerConfig.PayLabel
source: amount due plus applicable taxes
af: bedrag verskuldig plus toepaslike belasting
am: የሚከፈለው መጠን እና የሚመለከታቸው ግብሮች
ar: المبلغ المستحق بالإضافة إلى الضرائب المطبقة
as: দেয় পৰিমাণ লগতে প্ৰযোজ্য কৰ
az: ödənilməli məbləğ üstəgəl müvafiq vergilər
bg: дължима сума плюс приложимите данъци
bn_in: বকেয়া অর্থের পরিমাণ এবং প্রযোজ্য করগুলি
bs: iznos duga plus primjenjivi porezi
cy: swm dyledus a’r trethi perthnasol
da: forfaldent beløb plus gældende moms
de: Fälliger Betrag zuzüglich anfallender Steuern
el: οφειλόμενο ποσό συν τους ισχύοντες φόρους
es: importe pendiente más impuestos aplicables
et: tasumisele kuuluv summa koos kohaldatavate maksudega
eu: ordainketa kopurua gehi aplikatu beharreko zergak
fa: مبلغ قابل پرداخت به‌علاوه مالیات‌های مربوطه
ga: an méid dlite móide cánacha infheidhme
gd: ri phàigheadh is cìsean iomchaidh na cheann
gl: importe a pagar máis impostos aplicables
gu: બાકી રકમ વત્તા લાગુ પડતા કરવેરા
he: סכום לתשלום כולל מסים החלים
hi: बकाया राशि और लागू टैक्स
hr: iznos za plaćanje plus primjenjivi porezi
hu: esedékes összeg, plusz a vonatkozó adók
id: jumlah yang harus dibayar ditambah pajak yang berlaku
is: upphæð á gjalddaga að viðbættum sköttum
ja: 請求額と適用される税金
ka: გადასახდელი თანხა და მოქმედი გადასახადები
kk: төленетін сома және салынатын салықтар
kn: ಬಾಕಿ ಮೊತ್ತ ಜೊತೆಗೆ ಅನ್ವಯವಾಗುವ ತೆರಿಗೆಗಳು
ko: 청구 금액 및 관련 세금
lo: ຈຳນວນເງິນທີ່ຕ້ອງຈ່າຍບວກພາສີທີ່ກ່ຽວຂ້ອງ
lt: mokėtina suma ir taikomi mokesčiai
lv: maksājamā summa plus piemērojamie nodokļi
mi: te tapeke kia utua me ngā tāke hāngai
mk: износ што се должи и применливи даноци
ml: അടയ്‌ക്കേണ്ട തുകയും ബാധകമായ നികുതികളും
mr: निहित रक्कम अधिक लागू कर
ms: amaun yang perlu dibayar ditambah dengan cukai yang berkenaan
mt: l-ammont dovut flimkien mat-taxxi applikabbli
ne: बाँकी रकम प्लस लागू करहरू
nn_no: skyldig beløp pluss gjeldande avgifter
no: beløp som forfaller pluss gjeldende skatter
or: ପ୍ରଯୁଜ୍ୟ ଟିକସ ସହିତ ବକେୟା ରାଶି
pa_in: ਬਕਾਇਆ ਰਕਮ ਅਤੇ ਲਾਗੂ ਟੈਕਸ
pl: należna kwota wraz z podatkami
ru: сумма к оплате, включая действующие налоги
sl: znesek za plačilo skupaj z veljavnimi davki
sr_cyrl_rs: доспели износ плус важећи порези
sr_latn_rs: iznos duga plus primenljivi porezi
sv: belopp att betala plus gällande skatter
ta: நிலுவைத் தொகை மற்றும் பொருந்தக்கூடிய வரிகள்
te: చెల్లించాల్సిన మొత్తం మరియు వర్తించే పన్నులు
th: จำนวนเงินค้างชำระรวมภาษีที่เกี่ยวข้อง
tr: ödenecek tutar artı ilgili vergiler
tt: тиешле сумма плюс кулланыла торган салымнар
ug: تۆلەيدىغان سومما ۋە تېگىشلىك باج
uk: сума до сплати плюс застосовні податки
ur: واجب الادا رقم مع قابل اطلاق ٹیکسز
vi: số tiền đến hạn cộng với thuế hiện hành
zh_hans: 应付金额加适用税款
zh_hant: 應付金額加上適用稅金
