Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.VirtualInvoice.Text2
source: Your order requires an increase to your account's invoicing limit. By selecting this check box, you request the increase and agree to be contacted for a credit check, if needed. (If we don't need additional information, your order will be completed automatically tomorrow.)
af: Jou bestelling vereis ’n verhoging in jou rekening se faktuurlimiet. Deur hierdie merkblokkie te kies, versoek jy die verhoging en stem daartoe in om gekontak te word vir ’n kredietkontrole, indien nodig. (As ons nie addisionele inligting benodig nie, sal jou bestelling outomaties môre voltooi word.)
am: የእርስዎ ትዕዛዝ የአካውንትዎ ደረሰኝ የአላላክ መጠን ገደብ እንዲጨምር ይጠይቃል።፡፡ ይህን ጭረት ሳጥን በመምረጥ፣ ለመጨመር ይጠይቃሉ እና አስፈላጊ ከሆነ ለብድር ፍተሻ እንዲያናግርዎት ይስማማሉ። (ተጨማሪ መረጃ ካላስፈለግዎት፣ የእርስዎ ትዕዛዝ በነገው ዕለት ሙሉ በሙሉ ወዲውኑ የሚጠናቀቅ ይሆናል።)
ar: يحتاج طلبك زيادة بحد فاتورة حسابك. بتحديد خانة الاختيار هذه، فإنك تطلب الزيادة وتوافق على الاتصال بك لفحص الائتمان، إذا كان ذلك ضروريًا. (في حالة عدم الحاجة إلى معلومات إضافية، سيتم إكمال طلبك تلقائيًا غدًا.)
as: আপোনাৰ অৰ্ডাৰৰ বাবে আপোনাৰ একাউণ্টৰ ইনভইচিং সীমা বৃদ্ধি কৰা প্ৰয়োজন। এই চেক বক্সটো বাছনি কৰি, আপুনি বৃদ্ধি কৰাৰ বাবে অনুৰোধ কৰিছে আৰু যদি প্ৰয়োজন হয় এক ক্ৰেডিট পৰীক্ষাৰ বাবে আপোনাক যোগাযোগ কৰাত সন্মতি দিছে। (যদি আপোনাক অতিৰিক্ত তথ্যৰ প্ৰয়োজন নাই, আপোনাৰ অৰ্ডাৰটো স্বয়ংক্ৰিয়ভাৱে অহাকালি সম্পূৰ্ণ কৰা হ’ব।)
az: Sifarişiniz hesabınızın hesab-faktura limitinə artırılmalıdır. Bu işarə bölməsini seçməklə artım tələb edirsiniz və lazım olduqda, kredit yoxlaması üçün sizinlə əlaqə saxlanılmasına razılaşırsınız. (Əlavə məlumata ehtiyacımız olmasa, sifarişiniz avtomatik olaraq sabah tamamlanacaq.)
bg: Вашата поръчка изисква увеличаване на лимита за фактуриране на сметката. Ако изберете това квадратче за отметка, заявявате увеличението и се съгласявате да бъдете потърсени за кредитна проверка, ако е необходимо. (Ако не се нуждаем от допълнителна информация, поръчката ви ще бъде завършена автоматично утре.)
bn_in: আপনার অর্ডারকে আপনার অ্যাকাউন্টের ইনভয়েসের সীমা বাড়াতে হবে৷ এই চেক বাক্সটি নির্বাচন করে, আপনি বাড়ানোর অনুরোধ করুন এবং যদি প্রয়োজন হয়, একটি ক্রেডিট চেকের জন্য যোগাযোগ করতে সম্মত হন৷ (আমাদের যদি অতিরিক্ত তথ্য প্রয়োজন না হয় তবে আপনার অর্ডার স্বয়ংক্রিয়ভাবে আগামীকাল সম্পূর্ণ করা হবে৷)
bs: Za narudžbu je potrebno da povećate ograničenje za fakturiranje na računu. Ako potvrdite izbor u ovom polјu za potvrdu, zatražit ćete povećanje i prihvatiti da vas po potrebi kontaktiramo u vezi s provjerom kredita. (Ako nam ne budu potrebne dodatne informacije, narudžba će automatski biti dovršena sutra.)
cy: Mae'n rhaid cynyddu cyfyngiadau anfonebu eich cyfrif er mwyn cwblhau'r archeb. Drwy roi tic yn y blwch hwn, rydych chi'n gofyn am gynyddu'r cyfyngiad ac yn cytuno i gael gwiriad credyd, os oes angen. (Os na fydd angen rhagor o wybodaeth arnom, bydd eich archeb yn cael ei chwblhau'n awtomatig yfory.)
da: Din ordre kræver en forøgelse af din kontos faktureringsgrænse. Hvis du markerer dette afkrydsningsfelt, anmoder du om en stigning og accepterer, at du vil blive kontaktet for en kreditkontrol, hvis det er nødvendigt. Hvis vi ikke har brug for flere oplysninger, bliver din ordre automatisk færdiggjort i morgen.
de: Für Ihren Auftrag muss das Rechnungslimit für Ihr Konto erhöht werden. Durch Aktivieren dieses Kontrollkästchens fordern Sie die Erhöhung an und erklären sich damit einverstanden, ggf. zum Zweck einer Bonitätsprüfung kontaktiert zu werden. (Wenn keine zusätzlichen Informationen erforderlich sind, wird Ihr Auftrag automatisch morgen abgeschlossen.)
el: Η παραγγελία σας απαιτεί αύξηση του ορίου τιμολόγησης του λογαριασμού σας. Επιλέγοντας αυτό το πλαίσιο ελέγχου, ζητάτε την αύξηση και συμφωνείτε να επικοινωνήσει κάποιος μαζί σας για έλεγχο πιστοληπτικής ικανότητας, αν χρειάζεται. (Αν δεν χρειαζόμαστε επιπλέον πληροφορίες, η παραγγελία σας θα ολοκληρωθεί αύριο αυτόματα.)
es: Su pedido requiere un aumento en el límite de facturación de su cuenta. Al activar esta casilla, solicita el aumento y autoriza que se pongan en contacto con usted para realizar una comprobación de crédito si es necesario. Si no necesitamos información adicional, su pedido se completará automáticamente mañana.
et: Teie tellimuse täitmiseks tuleb suurendada teie konto arvelduslimiiti. Kui märgite selle ruudu, taotlete limiidi suurendamist ja nõustute sellega, et vajaduse korral võime teiega krediidikontrolli asjus ühendust võtta. (Kui me ei vaja lisateavet, täidetakse teie tellimus homme automaatselt.)
eu: Eskaera egin ahal izateko, kontuaren fakturazio-muga handitu behar da. Kontrol-lauki hau hautatuta, muga handitzeko eskatuko duzu, eta, beharrezkoa bada, kreditu-txeke bat eskaintzeko zurekin harremanetan jartzea onartuko. Informazio gehigarririk behar ez badugu, eskaera automatikoki osatuko da bihar.
fa: سفارش شما مستلزم افزایش محدودیت صدور فاکتور برای حسابتان است. با علامت زدن این کادر انتخاب، نسبت به افزایش محدودیت درخواست می‌کنید و موافقت خود را برای تماس، در صورت نیاز، از بابت چک اعتباری اعلام می‌نمایید. (اگر به اطلاعات تکمیلی نیاز نداشته باشیم، سفارش شما فردا به‌طور خودکار تکمیل خواهد شد.)
ga: Caithfidh tú teorainn shonrasctha do chuntais a mhéadú chun an t-ordú a dhéanamh. Má roghnaíonn tú an ticbhosca seo, tá tú ag iarraidh an mhéadaithe agus aontaíonn tú le seiceáil chreidmheasa a dhéanamh, más gá. (Mura bhfuil faisnéis bhreise uainn, cuirfear d’ordú i gcrích go huathoibríoch amárach.)
gd: Tha an t-òrdan agad seachad air a’ chrìoch fhàirdealan aig a’ chunntas agad. Ma chuireas tu cromag sa bhogsa seo, nì thu iarrtas airson a’ chrìoch a chur an àirde agus bidh tu ag aontachadh gum faodar sgrùdadh creideas a dhèanamh ort ma bhios feum. (Chan eil fiosrachadh a bharrachd a dhìth oirnn, thèid an t-òrdan agad a choileanadh gu fèin-obrachail a-màireach.)
gl: O seu pedido precisa incrementar o límite de facturación da súa conta. Ao seleccionar esta caixa de verificación, solicita o incremento e acepta que nos poñamos en contacto con vostede para facer unha comprobación de crédito, se fose necesario. (Se non necesitamos máis información, o pedido completarase mañá de xeito automático).
gu: તમારા ઑર્ડરમાં તમારા ખાતાની ઇનવૉઇસિંગ મર્યાદામાં વધારો કરવાની આવશ્યકતા છે. આ ચેક બૉક્સ પસંદ કરીને, તમે વધારો કરવાની વિનંતી કરો છો અને જો જરૂરી હોય તો, ક્રેડિટ ચેક માટે સંપર્ક કરવા સંમત થાઓ છો. (જો અમને અતિરિક્ત જાણકારીની જરૂર ન હોય, તો તમારો ઑર્ડર આવતીકાલે આપમેળે પૂર્ણ થઈ જશે.)
he: ההזמנה דורשת הגדלה של מגבלת הפקת החשבוניות בחשבון שלך. על-ידי בחירה בתיבת סימון זו, אתה מבקש לבצע הגדלה ומסכים שניצור עמך קשר לצורך בדיקת מצב אשראי, אם יהיה צורך בכך. (אם לא נזדקק למידע נוסף, ההזמנה שלך תושלם באופן אוטומטי מחר.)
hi: आपके ऑर्डर के लिए आपके खाते की इनवॉइसिंग सीमा में वृद्धि करना आवश्यक है. इस चेक बॉक्स का चयन करके, आप वृद्धि का अनुरोध करते हैं और आवश्यकता होने पर क्रेडिट जाँच के लिए संपर्क किए जाने के लिए सहमति देते हैं. (यदि हमें अतिरिक्त जानकारी की आवश्यकता नहीं हुई, तो आपका ऑर्डर कल स्वचालित रूप से पूरा हो जाएगा.)
hr: Za narudžbu je potrebno povećati ograničenje fakturiranja za račun. Potvrđivanjem ovog okvira šaljete zahtjev za povećanje i dajete suglasnost da vam se po potrebi možemo obratiti radi provjere kreditne sposobnosti. (Ako nam ne budu potrebne dodatne informacije, vaša će narudžba biti automatski dovršena sutra.)
hu: A rendeléshez növelni kell a fiók számlázási korlátját. A jelölőnégyzet bejelölésével kéri a növelést, és beleegyezik abba, hogy szükség esetén kapcsolatba lépjünk Önnel hitelkeret-ellenőrzés céljából. (Ha nincs szükségünk további információra, rendelése holnap automatikusan teljesül.)
id: Pesanan Anda memerlukan peningkatan ke batas faktur akun Anda. Dengan memilih kotak centang ini, Anda meminta peningkatan dan setuju untuk dihubungi untuk pemeriksaan kredit, jika diperlukan. (Jika kami tidak memerlukan informasi tambahan, pesanan Anda akan diselesaikan secara otomatis besok.)
is: Pöntunin krefst þess að þú aukir innheimtutakmörk reikningsins þíns. Með því að merkja við þennan glugga biðurðu um að upphæðin sé hækkuð og samþykkir að haft sé samband við þig til að gera greiðslugetukönnun, ef þess er þörf. (Ef okkur vantar ekki frekari upplýsingar verður sjálfkrafa gengið frá pöntuninni þinni á morgun).
ja: お客様の注文を処理するには、ご利用になっているアカウントの請求限度額の引き上げが必要です。このチェック ボックスをオンにすると、引き上げの要求が行われ、必要に応じて与信審査のためにお客様にご連絡を差し上げることに同意したものと見なされます (追加の情報が必要ない場合は、明日、注文の処理が自動的に完了します)。
ka: თქვენი შეკვეთა მოითხოვს ანგარიშის ინვოისირების ლიმიტის გაზრდას. ამ უჯრის მონიშვნით, თქვენ მოითხოვთ ლიმიტის გაზრდას და ეთანხმებით დაკავშირებაზე კრედიტის შემოწმების მიზნით, საჭიროების შემთხვევაში. (იმ შემთხვევაში, თუ ჩვენ არ დაგვჭირდება დამატებითი ინფორმაცია, თქვენი შეკვეთა შესრულდება ხვალ ავტომატურად.)
kk: Тапсырысыңыз тіркелгіңіздің шот ұсыну шегін арттыруды талап етеді. Осы белгіні қою арқылы осындай арттыруды сұрайсыз және қажет болса, төлем жүргізуге қабілеттілігіңізді тексеру үшін сізге хабарласуға келісім бересіз. (Егер бізге қосымша ақпарат қажет болмаса, тапсырысыңыз ертең автоматты түрде орындалады.)
kn: ನಿಮ್ಮ ಖಾತೆಯ ಇನ್ವಾಯ್ಸ್ ಮಾಡುವಿಕೆ ಮಿತಿಯ ಹೆಚ್ಚಳವನ್ನು ನಿಮ್ಮ ಆರ್ಡರ್ ಒಳಗೊಂಡಿರಬೇಕು. ಈ ಚೆಕ್‌ ಬಾಕ್ಸ್‌ ಗುರುತು ಮಾಡುವ ಮೂಲಕ, ನೀವು ಹೆಚ್ಚಳವನ್ನು ವಿನಂತಿಸುತ್ತೀರಿ ಮತ್ತು ಅಗತ್ಯವಿದ್ದರೆ ಕ್ರೆಡಿಟ್‌ ಚೆಕ್‌ಗಾಗಿ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕ ಸಾಧಿಸಲು ಸಮ್ಮತಿಸುತ್ತೀರಿ. (ನಮಗೆ ಹೆಚ್ಚಿವರು ಮಾಹಿತಿ ಅಗತ್ಯವಿಲ್ಲದಿದ್ದರೆ, ನಾಳೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಮ್ಮ ಆರ್ಡರ್‌ ಅನ್ನು ಪೂರ್ಣಗೊಳಿಸಲಾಗುತ್ತದೆ.)
ko: 주문으로 인해 계정의 청구서 작성 한도를 늘려야 합니다. 이 확인란을 선택하면 증가를 요청하고, 필요한 경우 신용 조회를 위해 연락하는 것에 동의하게 됩니다. (추가 정보가 필요하지 않은 경우 주문은 내일 자동으로 완료됩니다.)
lo: ຄຳສັ່ງຊື້ຂອງທ່ານຕ້ອງການໃຫ້ເພີ່ມຂີດຈຳກັດໃບຮຽກເກັບເງິນຂອງບັນຊີທ່ານກ່ອນ. ໂດຍການເລືອກປ່ອງໝາຍນີ້, ແມ່ນຖືວ່າທ່ານຮ້ອງຂໍໃຫ້ເພີ່ມຂີດຈຳກັດ ແລະ ຍິນຍອມທີ່ຈະໃຫ້ຕິດຕໍ່ເພື່ອກວດສອບເຄຣດິດ, ຫາກຈຳເປັນ. (ຫາກພວກເຮົາບໍ່ຕ້ອງການຂໍ້ມູນເພີ່ມເຕີມ, ຄຳສັ່ງຊື້ຂອງທ່ານຈະສຳເລັດໂດຍອັດຕະໂນມັດໃນມື້ອື່ນ.)
lt: Norint atlikti jūsų užsakymą reikia padidinti paskyros išrašomų sąskaitų limitą. Pažymėję šį žymės langelį, jūs prašote tokio padidinimo ir sutinkate, kad su jumis gali būt susisiekta dėl kredito patikros, jei to reikės. (Jei mums nereikės papildomos informacijos, jūsų užsakymas bus automatiškai atliktas rytoj.)
lv: Lai veiktu pasūtījumu, ir nepieciešams palielināt konta rēķina limitu. Atzīmējot šo izvēles rūtiņu, jūs pieprasāt palielinājumu un piekrītat saziņai saistībā ar kredīta pārbaudi, ja tas būs nepieciešams. (Ja mums nav nepieciešama papildu informācija, jūsu pasūtījums tiks automātiski pabeigts rīt.)
mi: Ka hiahiatia e tō tono he pikinga i te tepe nama mō tō pūkete. Mā te tīpako i tēnei pouakataki, e tono ana koe he pikinga, e whakaae ana hoki kia whakapākia koe mō te tirotiro tāwere, ina hiahiatia. (Ki te kore e hiahia mōhiohio anō mātou, ka whakaotia aunoatia tō tono āpōpō.)
mk: Нарачката бара да се зголеми лимитот за фактурирање на сметката. Ако го изберете ова поле за избирање, барате зголемување и се согласувате да контактираме со вас за проверка на кредитот, ако е потребно. (Ако не ни се потребни дополнителни информации, нарачката автоматски ќе се изврши утре.)
ml: നിങ്ങളുടെ ഓർഡർ പൂർത്തിയാക്കുന്നതിന്, നിങ്ങളുടെ അക്കൗണ്ടിന്റെ ഇൻവോയ്‌സ് പരിധി വർദ്ധിപ്പിക്കേണ്ടതുണ്ട്. ഈ ചെക്ക്‌ബോക്‌സ് തിരഞ്ഞെടുക്കുന്നതിലൂടെ നിങ്ങൾ വർദ്ധനവിനായി അഭ്യർത്ഥിക്കുകയും, ആവശ്യമെങ്കിൽ ക്രെഡിറ്റ് പരിശോധനയ്‌ക്കായി കോൺടാക്‌റ്റ് ചെയ്യപ്പെടുന്നതിന് സമ്മതിക്കുകയും ചെയ്യുന്നു. (ഞങ്ങൾക്ക് അധികവിവരങ്ങളൊന്നും ആവശ്യമില്ലെങ്കിൽ, നിങ്ങളുടെ ഓർഡർ നാളെ സ്വയമേവ പൂർത്തിയാക്കപ്പെടും.)
mr: आपल्या ऑर्डर साठी आपल्याला आपल्या खात्याची इनव्होइस मर्यादा वाढवावी लागेल. हा चेक बॉक्स निवडून आपण वाढ करण्याची विनंती करता आणि आवश्यकता असल्यास क्रेडीट तपासणीसाठी संपर्क करण्याचे स्वीकारता. (जर आम्हाला अतिरिक्त माहिती आवश्यक नसेल, तर तुमची ऑर्डर उद्या स्वयंचलितपणे पूर्ण होईल.)
ms: Pesanan anda memerlukan peningkatan pada had invois akaun anda. Dengan memilih kotak semak ini, anda meminta peningkatan dan bersetuju untuk dihubungi bagi tujuan semakan kredit, jika diperlukan. (Jika kami tidak memerlukan maklumat tambahan, pesanan anda akan dilengkapkan secara automatik pada keesokan hari.)
mt: L-ordni tiegħek teħtieġ żieda fil-limitu tal-fatturat tal-kont tiegħek. Meta tagħżel din il-kaxxa fejn timmarka, inti titlob iż-żieda u taqbel li tiġi kkuntattjat għal evalwazzjoni tal-kreditu, jekk ikun meħtieġ. (Jekk ma jkollniex bżonn informazzjoni addizzjonali, l-ordni tiegħek tkun lesta awtomatikament għada.)
ne: तपाईंको अर्डरमा तपाईंको खाताको इन्भोइसको सिमामा बढावा आवश्यक छ। यो जाँच बाकस चयन गरेर, तपाईंले बढावाको अनुरोध गर्नुहुन्छ र आवश्यक छ भने क्रेडिट चेकमा सम्बन्ध हुन सहमत हुनुहुन्छ। (हामीलाई थप जानकारी तपाईंको अर्डर स्वतःरूपमा भोली सम्पन्न गरिने छ।)
nn_no: Ordren krev at du øker kontoens fakturagrense. Ved å velje denne avmerkingsboksen førespur du ei auke og samtykker i å bli kontakta for ein kredittsjekk, hvis naudsynt. (Dersom vi ikkje treng meir informasjon, vil ordren din bli ferdigstilt automatisk i morgon.)
no: Bestillingen krever en økning i kontoens faktureringsgrense. Ved velge denne avmerkingsboksen, forespør du økningen og godtar å bli kontaktet for en kredittkontroll, hvis nødvendig. (Hvis vi ikke trenger mer informasjon, blir bestillingen din fullført automatisk i morgen.)
or: ଆପଣଙ୍କ ଅର୍ଡର ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍‌ର ଇନଭଏସିଂ ସୀମାରେ ଗୋଟେ ବୃଦ୍ଧି ଆବଶ୍ୟକ କରେ. ଏହି ଯାଞ୍ଚ ବକ୍ସ ଚୟନ କରିବା ଦ୍ୱାରା, ଆପଣ ବୃଦ୍ଧି ଅନୁରୋଧ କରିଥାନ୍ତି ଏବଂ ଗୋଟେ କ୍ରେଡିଟ୍‌ ଯାଞ୍ଚ ପାଇଁ ସମ୍ପର୍କ କରାଯିବାକୁ ରାଜି ହୋଇଥାନ୍ତି, ଯଦି ଆବଶ୍ୟକ ହୋଇଥାଏ. (ଯଦି ଆମେ ଅତିରିକ୍ତ ସୂଚନା ଆବଶ୍ୟକ କରିନଥାଉ, ଆପଣଙ୍କ ଅର୍ଡର ସ୍ୱତଃସ୍ଫୃତଭାବେ ଆସନ୍ତାକାଲି ସମ୍ପୂର୍ଣ୍ଣ ହେବ.)
pa_in: ਤੁਹਾਡੇ ਆਰਡਰ ਵਾਸਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਇਨਵੋਇਸਿੰਗ ਸੀਮਾ ਨੂੰ ਵਧਾਉਣ ਦੀ ਲੋੜ ਹੈ। ਇਸ ਚੈੱਕ ਬੋਕਸ ਨੂੰ ਚੁਣ ਕੇ, ਤੁਸੀਂ ਵਾਧੇ ਲਈ ਬੇਨਤੀ ਕਰਦੇ ਹੋ ਅਤੇ ਕ੍ਰੈਡਿਟ ਜਾਂਚ ਵਾਸਤੇ ਸੰਪਰਕ ਕੀਤੇ ਜਾਣ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ, ਜੇ ਲੋੜ ਹੈ। (ਜੇ ਸਾਨੂੰ ਵਾਧੂ ਜਾਣਕਾਰੀ ਦੀ ਲੋੜ ਨਹੀਂ ਹੈ, ਤਾਂ ਤੁਹਾਡਾ ਆਰਡਰ ਸਵੈਚਲਿਤ ਤੌਰ 'ਤੇ ਕੱਲ੍ਹ ਪੂਰਾ ਹੋ ਜਾਵੇਗਾ।)
pl: Twoje zamówienie wymaga zwiększenia limitu fakturowania na Twoim koncie. Zaznaczając to pole, wnioskujesz o jego zwiększenie i zgadzasz się na kontakt w sprawie sprawdzenia zdolności kredytowej, o ile będzie to konieczne. (Jeśli nie będziemy potrzebować dodatkowych informacji, Twoje zamówienie zostanie automatycznie zrealizowane jutro).
ru: Ваш заказ требует увеличения предельной суммы выставления счетов для вашей учетной записи. Устанавливая этот флажок, вы запрашиваете такое увеличение и даете согласие на то, чтобы при необходимости с вами связались для проверки платежеспособности. (Если дополнительная информация не потребуется, ваш заказ будет выполнен автоматически завтра.)
sl: Vaše naročilo zahteva povečanje omejitev izdajanja računov za vaš račun. Če potrdite to polje, zahtevate povečanje in dovoljujete, da se po potrebi obrnemo na vas zaradi preverjanja kreditne sposobnosti. (Če ne bomo potrebovali dodatnih informacij, bo vaše naročilo samodejno dokončano jutri.)
sr_cyrl_rs: За поруџбину је потребно да повећате ограничење за фактурисање на налогу. Ако потврдите избор у овом пољу за потврду, затражићете повећање и прихватити да вас по потреби контактирамо у вези са провером кредита. (Ако нам не буду потребне додатне информације, поруџбина ће аутоматски бити довршена сутра.)
sr_latn_rs: Za porudžbinu je potrebno da povećate ograničenje za fakturisanje na nalogu. Ako potvrdite izbor u ovom polju za potvrdu, zatražićete povećanje i prihvatiti da vas po potrebi kontaktiramo u vezi sa proverom kredita. (Ako nam ne budu potrebne dodatne informacije, porudžbina će automatski biti dovršena sutra.)
sv: Du måste utöka kontots debiteringsgräns för att kunna utföra beställningen. När du markerar den här kryssrutan ber du om en utökning av gränsen och samtycker till att bli kontaktad för kreditkontroll, om det behövs. (Om vi inte behöver ytterligare information slutförs din beställning automatiskt imorgon.)
ta: உங்கள் ஆர்டரைச் செய்ய, உங்கள் கணக்கின் விலைப்பட்டியல் வரம்பை அதிகரிக்க வேண்டும். இந்தத் தேர்வுப்பெட்டியைத் தேர்ந்தெடுப்பதன் மூலம், அதிகரிக்குமாறு கோருகிறீர்கள், மேலும் தேவைப்பட்டால் வரவு குறித்த சோதனைக்கு உங்களைத் தொடர்பு கொள்ள ஒப்புக்கொள்கிறீர்கள். (எங்களுக்கு கூடுதல் தகவல் தேவையில்லை என்றால், உங்கள் ஆர்டர் நாளைக்குத் தானாகவே முடிக்கப்படும்.)
te: మీరు మీ ఆర్డర్ కోసం మీ ఖాతా ఇన్‌వాయిసింగ్ పరిమితిని పెంచాల్సి ఉంది. ఈ చెక్ బాక్స్‌ని ఎంచుకోవడం ద్వారా మీరు పెంపుదలను అభ్యర్థిస్తున్నారు మరియు అవసరమైతే క్రెడిట్ తనిఖీ కోసం మిమ్మల్ని సంప్రదించడానికి సమ్మతిస్తున్నారు. (మాకు అదనపు సమాచారం అవసరం లేకపోతే, మీ ఆర్డర్ రేపు స్వయంచాలకంగా పూర్తిచేయబడుతుంది.)
th: การสั่งซื้อของคุณจำเป็นต้องมีการเพิ่มไปยังขีดจำกัดการออกใบแจ้งหนี้ของบัญชีของคุณ โดยการเลือกกล่องกาเครื่องหมายนี้ จะเป็นการร้องขอให้คุณสามารถเพิ่มและยินยอมให้มีการติดต่อเพื่อตรวจสอบเครดิตหากจำเป็น (ถ้าเราไม่ต้องการข้อมูลเพิ่มเติม การสั่งซื้อของคุณจะเสร็จสมบูรณ์โดยอัตโนมัติในวันพรุ่งนี้)
tr: Siparişiniz için hesabınızın faturalama sınırında artış yapılması gerekiyor. Bu onay kutusunu seçerek, artış isteğinde bulunur ve gerekirse bir kredi denetimi için sizinle iletişime geçilebileceğini kabul etmiş olursunuz. (Ek bilgi gerekmiyorsa, siparişiniz otomatik olarak yarın tamamlanacaktır.)
tt: Сезнең заказ хисап язмагызда хисап чыгару чиген арттыруны таләп итә. Әлеге тамганы куеп, сез арттыруны таләп итәсез һәм, кирәк булса, кредитны тикшерү белән ризалашасыз. (Безгә өстәмә мәгълүмат кирәк булмаса, сезнең заказ иртәгә үзлегеннән тәмамланачак.)
ug: بۇ بۇيرۇتمىنى يۈرگۈزۈش ئۈچۈن ھېساباتىڭىزدىكى ھېساب بوغۇش چەكلىمىسىنى تەڭشەش كېرەك. بۇ رامكىنى تاللىسىڭىز، خەجلەش چېكىنى ئۆستۈرۈشنى تەلەپ قىلىپ، كېرەك بولسا ئىناۋەت تەكشۈرۈشكە قوشۇلغان بولىسىز. (باشقا ئۇچۇرلار تەلەپ قىلىنمىسا، بۇيرۇتما ئەتە ئۆزلۈكىدىن تاماملىنىدۇ.)
uk: Для вашого замовлення потрібно збільшити ліміт виставлення рахунків у вашому рахунку. Установіть цей прапорець, щоб надіслати запит на збільшення та погодитися на звернення до вас для перевірки кредиту за потреби. (Якщо нам не буде потрібна додаткова інформація, ваше замовлення буде автоматично виконано завтра.)
ur: آپ کا آرڈر آپ کے اکاؤنٹ کی انوائسنگ کی حد بڑھانے کا متقاضی ہے۔ اس چیک باکس کو منتخب کرکے، آپ بڑھانے کی درخواست کرتے ہیں اور اگر ضرورت ہو تو کریڈٹ کی جانچ کیلئے رابطہ کیے جانے سے اتفاق کرتے ہیں۔ (اگر ہمیں اضافی معلومات درکار نہ ہوں تو آپ کا آرڈر آئندہ کل خود بخود مکمل ہو جائے گا۔)
uz: Buyurtmangiz hisobingizdagi hisob-faktura limitini oshirishni talab qiladi. Ushbu katakchani belgilash orqali siz o'sishni talab qilasiz va agar kerak bo'lsa, kredit tekshiruvi uchun murojaat qilishga rozilik bildirasiz. (Agar bizga qoʻshimcha maʼlumot kerak boʻlmasa, buyurtmangiz ertaga avtomatik ravishda yakunlanadi.)
vi: Đơn đặt hàng của bạn đòi hỏi phải tăng hạn mức lập hóa đơn trong tài khoản. Bằng cách chọn hộp kiểm này, bạn sẽ yêu cầu tăng hạn mức và đồng ý nhận liên lạc để kiểm tra tín dụng, nếu cần. (Nếu không cần thêm thông tin, chúng tôi sẽ tự động hoàn tất đơn đặt hàng của bạn vào ngày mai.)
zh_hans: 你的订单需要提高你帐户的开票额度。选中此复选框即表示你申请提高额度并同意在需要时接受信用检查。(如果不需要其他信息，该订单将于明天自动完成。)
zh_hant: 您的訂單必須增加帳戶的發票開立限制。選取此核取方塊即表示您要求增加，並同意在必要時收到信用查核的連絡。如果我們不需要其他資訊，您的訂單就會在明日自動完成。

# Literal.MSFB.VirtualInvoice.PONumber.Text
source: PO Number or memo (Optional)
af: PO-nommer of nota (Opsioneel)
am: የፖስታ ሳጥን ቁጥር ወይም ማስታወሻ (አማራጭ)
ar: رقم أمر الشراء أو المذكرة (اختياري)
as: পি.ও. নম্বৰ বাবে মেমো (বৈকল্পিক)
az: PO Nömrəsi və ya yaddaş qeydi (İxtiyari)
bg: Номер на поръчка за покупка или известие (опционално)
bn_in: PO নম্বর বা মেমো (ঐচ্ছিক)
bs: Broj narudžbenice ili bilјeška (opcionalno)
cy: Memo neu Rif PO (Dewisol)
da: Købsordrenummer eller notat (valgfrit)
de: Auftragsnummer oder Memo (optional)
el: Αριθμός παραγγελίας ή υπόμνημα (Προαιρετικό)
es: Número de pedido de compra o memorando (opcional)
et: Ostutellimuse kood või memo (valikuline)
eu: Erosketa-aginduaren zenbakia edo erreferentzia (aukerakoa)
fa: شماره سفارش خرید یا یادداشت (اختیاری)
ga: Uimhir PO nó meamram (roghnach)
gd: Àireamh PO no cuimhneachan (roghainneil)
gl: Número de pedido ou nota (opcional)
gu: PO નંબર અથવા મેમો (વૈકલ્પિક)
he: מספר הזמנת רכש או תזכיר (אופציונלי)
hi: PO नंबर या मेमो (वैकल्पिक)
hr: Broj narudžbenice ili memorandum (neobavezno)
hu: Rendelésszám vagy feljegyzés (nem kötelező)
id: Memo atau nomor PO (opsional)
is: Númer innkaupapöntunar eða kvittunar (valfrjálst)
ja: 発注番号またはメモ (オプション)
ka: შეკვეთის ნომერი ან უწყება (არასავალდებულო)
kk: Тапсырыс нөмірі немесе жазба (міндетті емес)
kn: ಪಿಒ ಸಂಖ್ಯೆ ಅಥವಾ ಮೆಮೊ (ಐಚ್ಛಿಕ)
ko: PO 번호 또는 메모(선택 사항)
lo: ໝາຍເລກ PO ຫຼື ບັນທຶກ (ບໍ່ບັງຄັບ)
lt: PU numeris arba atmintinė (pasirenkama)
lv: PP numurs vai piezīmes (neobligāti)
mi: Tau Poutāpeta, karere rānei (he kōwhiringa)
mk: Број на нарачка или потсетник (изборно)
ml: പിഒ നമ്പർ അല്ലെങ്കിൽ മെമോ (ഓപ്‌ഷണൽ)
mr: PO क्रमांक किंवा मेमो (वैकल्पिक)
ms: Nombor PO atau memo (Pilihan)
mt: Numru tal-PO jew memo (Fakultattiva)
ne: PO नम्बर वा मेमो (वैकल्पिक)
nn_no: Innkjøpsordrenummmer (PO) eller memo (Valfritt)
no: Innkjøpsordrenummer eller nota (valgfritt)
or: PO ନମ୍ବର କିମ୍ବା ମେମୋ (ଇଚ୍ଛାଧୀନ)
pa_in: PO ਨੰਬਰ ਜਾਂ ਮੇਮੋ (ਵਿਕਲਪਿਕ)
pl: Numer zamówienia zakupu lub nota (opcjonalnie)
ru: Номер заказа на покупку или заметка (необязательно)
sl: Številka naročilnice ali opomba (izbirno)
sr_cyrl_rs: Број поруџбенице или белешка (опционално)
sr_latn_rs: Broj porudžbenice ili beleška (opcionalno)
sv: IO-nummer eller faktura (valfritt)
ta: PO எண் அல்லது மெமோ (விரும்பினால்)
te: PO సంఖ్య లేదా మెమో (ఐచ్ఛికం)
th: หมายเลข PO หรือบันทึก (ไม่จำเป็นต้องระบุ)
tr: Satın Alma Siparişi Numarası veya notu (İsteğe bağlı)
tt: Заказ номеры яки искәрмә (Мәҗбүри түгел)
ug: PO نومۇرى ياكى ئەسلەتمە (تاللانما)
uk: Номер замовлення на придбання або примітка (необов’язково)
ur: PO نمبر یا میمو (اختیاری)
uz: Buyurtma raqami yoki xizmat varaqasi (ixtiyoriy)
vi: Số PO hoặc bản ghi nhớ (Tùy chọn)
zh_hans: PO 编号或备注(可选)
zh_hant: PO 編號或單據 (選用)

# Literal.MSFB.VirtualInvoice.PONumber.Text.Remove.Optional
source: PO Number or memo
af: PO-nommer of -nota
am: ለማስታወሻ የግዢ ትዕዛዝ ቁጥር
ar: رقم أمر الشراء أو مذكرته
as: PO নম্বৰ বা মেমো
az: PO nömrəsi və ya kiçik qeyd
bg: Номер на поръчка за покупка или известие
bn_in: PO নম্বর বা মেমো
bs: Broj narudžbenice ili memorandum
cy: Memo neu Rif PO
da: Indkøbsordrenummer eller notat
de: Auftragsnummer oder Memo
el: Αριθμός παραγγελίας αγοράς ή υπόμνημα
es: Número de pedido de compra o memo
et: Ostutellimuse kood või memo
eu: Erosketa-aginduaren zenbakia edo oharra
fa: یادداشت یا شماره سفارش خرید
ga: Uimhir PO nó meamram
gd: Àireamh PO no cuimhneachan
gl: Número de pedido ou nota
gu: PO નંબર અથવા મેમો
he: מספר הזמנת רכש או תזכיר
hi: PO संख्या या मेमो
hr: Broj narudžbenice ili dopis
hu: Rendelésszám vagy közlemény
id: Nomor PO atau memo
is: Pöntunarnúmer eða athugasemd
ja: 発注番号またはメモ
ka: შეკვეთის ნომერი ან Memo
kk: Тапсырыс нөмірі немесе жаднама
kn: PO ಸಂಖ್ಯೆ ಅಥವಾ ಮೆಮೋ
ko: PO 번호 또는 메모
lo: ໝາຍເລກ PO ຫຼື ບັນ​ທຶກ​ຄວາມ​ຈຳ
lt: PU numeris arba pažyma
lv: PP numurs vai memo
mi: Tau Poutāpeta, karere rānei
mk: Број на нарачка или потсетник
ml: PO നമ്പർ അല്ലെങ്കിൽ മെമോ
mr: PO क्रमांक किंवा मेमो
ms: Nombor PO atau memo
mt: Numru tal-PO jew memo
ne: PO नम्बर वा मेमो
nn_no: PO-nummer eller notat
no: Innkjøpsordrenummer eller notat
or: PO ନମ୍ବର କିମ୍ବା ମେମୋ
pa_in: PO ਨੰਬਰ ਜਾਂ ਮੇਮੋ
pl: Numer zamówienia zakupu lub nota
ru: Номер заказа на покупку или заметка
sl: Številka naročilnice ali opomba
sr_cyrl_rs: Број поруџбенице или извештај о задужењу
sr_latn_rs: Broj porudžbenice ili memorandum
sv: Inköpsordernummer eller kreditnota
ta: PO எண் அல்லது மெமோ
te: PO సంఖ్య లేదా మెమో
th: หมายเลข PO หรือบันทึก
tr: Satın Alma Siparişi Numarası veya not
tt: Заказ номеры яки искәрмә
ug: بۇيرۇتما نومۇرى ياكى ئەسكەرتمە
uk: Номер замовлення на придбання або примітка
ur: PO نمبر یا میمو
uz: Buyurtma raqami yoki xizmat varaqasi
vi: Số PO hoặc bản ghi nhớ
zh_hans: PO 编号或备注
zh_hant: PO 編號或備忘
