Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVD.Sample.Inform1
source: <p><b>Important:</b> Look for the word "<span class="highlight-regular-font">CODE</span>" on your statement to locate the correct deposit.</p> <p>Depending on your bank, the deposit may take 1-3 days to appear on your statement.</p>
af: <p><b>Belangrik:</b> Kyk vir die woord "<span class="highlight-regular-font">KODE</span>" op jou staat om die korrekte deposito op te spoor.</p> <p>Na gelang van jou bank, kan die deposito 1-3 dae neem om op jou staat te verskyn.</p>
am: <p><b>በጣም ጠቃሚ፦</b> ትክክለኛውን የተቆረጠ ክፍያ ለማግኘት በመግለጫዎ ውስጥ "<span class="highlight-regular-font">ኮድ</span>" የሚል ቃል ይፈልጉ።</p> <p>እንደባንክዎ የሚለያይ ሆኖ፣ ገቢ የሚደረገው መጠን በመግለጫዎ ላይ ለመታየት 1-3 ቀናት ሊወስድ ይችላል።</p>
ar: <p><b>مهم:</b> ابحث عن كلمة "<span class="highlight-regular-font">CODE</span>" في الكشف الخاص بك لتحديد موقع الإيداع الصحيح.</p> <p>وفقاً لإجراءات البنك الذي تتعامل معه، قد يستغرق الإيداع من 1 إلى 3 أيام ليظهر بكشفك..</p>
as: <p><b>গুৰুত্বপূৰ্ণ:</b> সঠিক মাছুল চিনাক্ত কৰিবলৈ আপোনাৰ বিবৃতিত "<span class="highlight-regular-font">কোড</span>" শব্দটো বিচাৰক৷</p> <p>আপোনাৰ বেংকৰ ওপৰত ভিত্তি কৰি, আপোনাৰ বিবৃতিত প্ৰকট হ’বলৈ সত্যতা নিৰূপণ মাছুলে 1-3 দিনলৈকে ল’ব পাৰে৷</p>
az: <p><b>Vacib:</b> Düzgün depozit yerləşdirmək üçün bildirişinizdə "<span class="highlight-regular-font">KOD</span>" sözünü axtarın.</p> <p>Bankınızdan asılı olaraq, depozitin bildirişinizdə görünməsi 1-3 gün çəkə bilər.</p>
bg: <p><b>Важно:</b> Потърсете думата „<span class="highlight-regular-font">CODE</span>“ в извлечението си, за да откриете правилния депозит.</p> <p>В зависимост от банката ви появяването на депозита в извлечението може да отнеме от 1 до 3 дни.</p>
bn_in: <p><b>গুরুত্বপূর্ণ:</b> জমা দেওয়া সঠিক অর্থরাশি কত তা সনাক্ত করার জন্য আপনার বিবৃতিতে "<span class="highlight-regular-font">কোড</span>" শব্দটি খুঁজুন।</p> <p>আপনার ব্যাঙ্ক অনুসারে, জমা দেওয়া অর্থরাশি আপনার বিবৃতিতে দেখানো হতে 1-3 দিন সময় লাগতে পারে।</p>
bs: <p><b>Važno:</b> potražite riječ "<span class="highlight-regular-font">CODE</span>" na izvodu da biste pronašli tačan iznos depozita.</p> <p>Ovisno o banci, do prikaza depozita na izvodu može proći od 1 do 3 dana.</p>
cy: <p><b>Pwysig:</b> Chwiliwch am y gair "<span class="highlight-regular-font">CODE</span>" ar eich datganiad i ddod o hyd i’r swm cywir.</p> <p>Yn dibynnu ar eich banc, gall y swm hwn gymryd 1-3 diwrnod i ymddangos ar eich datganiad.</p>
da: <p><b>Vigtigt!</b> Se efter ordet "<span class="highlight-regular-font">KODE</span>" på din opgørelse for at finde det korrekte beløb.</p> <p>Afhængigt af din bank kan det tage 1-3 dage, før beløbet vises på kontoudtoget.</p>
de: <p><b>Wichtig:</b> Suchen Sie auf dem Auszug nach dem Wort „<span class="highlight-regular-font">CODE</span>“, um die richtige Einzahlung zu finden.</p> <p>Je nach Bank wird die Einzahlung innerhalb von 1 bis 3 Tagen auf dem Auszug aufgeführt.</p>
el: <p> <b> Σημαντικό:</b> Αναζητήστε τη λέξη "<span class="highlight-regular-font"> CODE</span> " στην κατάσταση λογαριασμού σας, για να εντοπίσετε τη σωστή κατάθεση.</p> <p> Ανάλογα με την τράπεζά σας, ενδέχεται να χρειαστούν 1-3 ημέρες έως ότου εμφανιστεί η κατάθεση στην κατάσταση λογαριασμού σας.</p>
es: <p><b>Importante:</b> Busca la palabra "<span class="highlight-regular-font">CODE</span>" en el extracto para encontrar el depósito correcto.</p> <p>En función del banco, el depósito puede tardar entre 1 y 3 días en aparecer en el extracto.</p>
et: <p><b>Tähtis.</b> Õige deposiidi leidmiseks, otsige väljavõttelt sõna "<span class="highlight-regular-font">CODE</span>" (kood).</p> <p>Olenevalt pangast võib deposiidi kuvamiseks teie väljavõttel kuluda 1–3 päeva.</p>
eu: <p><b>Garrantzitsua:</b> Bilatu "<span class="highlight-regular-font">KODEA</span>" hitza kontuaren laburpenean, gordailu zuzena topatzeko.</p> <p>Bankuaren arabera, sarrera ez da agertuko kontuaren laburpenean 1-3 egun pasatu arte.</p>
fa: <p><b>مهم:</b> کلمه"<span class="highlight-regular-font">کد</span>" را در بیانیه خود جستجو کنید تا سپرده درست را مشخص کنید.</p> <p>بسته به بانک شما، هزینه تأیید ممکن است ۱-۳ روز طول بکشد تا در بیانیه شما نشان داده شود.</p>
ga: <p><b>Tábhachtach:</b> Cuardaigh an focal "<span class="highlight-regular-font">CODE</span>" ar do ráiteas chun an taisce cheart a aimsiú.</p> <p>Ag brath ar do bhanc, is féidir go dtógfaidh an taisce 1-3 lá chun bheith le feiceáil ar do ráiteas.</p>
gd: <p><b>Cudromach:</b> Lorg am facal “<span class="highlight-regular-font">CODE</span>” air an aithris banca agad gus an t-suim airgid cheart a lorg.</p> <p>A-rèir a’ bhanca agad, dh’fhaoidte gum bi e eadar 1 is 3 làithean mus nochd an airgead air an aithris bhanca agad.</p>
gl: <p><b>Importante:</b> Busca a palabra "<span class="highlight-regular-font">CODE</span>" no teu extracto bancario para localizar o depósito correcto.</p> <p>Segundo o banco, o depósito pode tardar de un a tres días en aparecer no extracto.</p>
gu: <p><b>મહત્વનું:</b> યોગ્ય ડિપોઝિટ શોધવા માટે તમારા અહેવાલ પર "<span class="highlight-regular-font">CODE</span>" શબ્દ જુઓ.</p> <p>તમારી બેંકના આધારે, ડિપોઝિટને તમારા સ્ટેટમેન્ટમાં દેખાતા 1-3 દિવસ લાગી શકે છે. </p>
he: <p><b>חשוב:</b> חפש אחר המילה "<span class="highlight-regular-font">CODE</span>" בדף החשבון כדי לאתר את ההפקדה הנכונה.</p> <p>בהתאם לבנק שלך, עשויים לחלוף יום אחד עד שלושה ימים עד שתראה את ההפקדה בדף החשבון.</p>
hi: <p><b>महत्वपूर्ण:</b> अपने स्टेटमेंट में "<span class="highlight-regular-font">कोड</span>" शब्द के लिए खोज करें और सही जमा राशि का पता लगाएँ.</p> <p>आपके बैंक के आधार पर, आपके स्टेटमेंट पर जमा राशि प्रकट होने में 1-3 दिन लग सकते हैं.</p>
hr: <p><b>Važno:</b> potražite riječ "<span class="highlight-regular-font">CODE</span>" na izvodu da biste pronašli točan depozit.</p> <p>Ovisno o banci, do prikaza depozita na izvodu može proći od 1 do 3 dana.</p>
hu: <p><b>Fontos:</b> A számlájára terhelt összeget a „<span class="highlight-regular-font">CODE</span>” kifejezés mellett találja a számlakivonaton.</p> <p>A banktól függően az ellenőrző terhelés 1–3 napon belül jelenik meg a kivonaton.</p>
id: <p><b>Penting:</b> Cari kata "<span class="highlight-regular-font">CODE</span>" di laporan rekening Anda untuk menemukan deposit yang benar.</p> <p>Tergantung pada bank Anda, deposit akan tercantum di laporan rekening setelah 1-3 hari setelahnya.</p>
is: <p><b>Mikilvægt:</b> Finndu orðið „<span class="highlight-regular-font">CODE</span>“ (KÓÐI) á yfirlitinu til að finna rétta innborgun.</p> <p>Það getur tekið 1-3 daga fyrir innborgunina að birtast á yfirlitinu. Það er misjafnt eftir bönkum.</p>
ja: <p><b>重要:</b> 明細書に記載された "<span class="highlight-regular-font">コード</span>" という単語を探し、正しい金額を確認してください。</p> <p>お取引銀行によっては、入金が明細書に記載されるまでに 1 ～ 3 日間かかることがあります。</p>
ka: <p><b>მნიშვნელოვანია:</b> სწორი დეპოზიტის ინფორმაციის მოსაძებნად, მოძებნეთ სიტყვა „<span class="highlight-regular-font">კოდი</span>“ ტრანზაქციების ჩამონათვალში.</p> <p>შესაძლოა, ანგარიშზე დეპოზიტის ასახვას 1-3 დღე დასჭირდეს, რაც დამოკიდებულია თქვენს ბანკზე.</p>
kk: <p><b>Маңызды:</b> Дұрыс депозитті анықтау үшін мәлімдеңізден "<span class="highlight-regular-font">КОД</span>" сөзін іздеңіз.</p> <p>Банкіңізге байланысты депозиттің мәлімдемеде пайда болуына 1-3 күн кетуі мүмкін.</p>
kn: <p><b>ಪ್ರಮುಖ:</b> ಸರಿಯಾದ ಸಂದಾಯವನ್ನು ಹುಡುಕುವುದಕ್ಕಾಗಿ ನಿಮ್ಮ ಸ್ಟೇಟ್‌ಮೆಂಟ್‌ನಲ್ಲಿ "<span class="highlight-regular-font"> ಕೋಡ್ </span>" ಪದಕ್ಕಾಗಿ ನೋಡಿ. </p> <p> ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಆಧರಿಸಿ, ನಿಮ್ಮ ಸ್ಟೇಟ್‌ಮೆಂಟ್‌ನಲ್ಲಿ ಸಂದಾಯವು ಕಂಡುಬರಲು 1-3 ದಿನಗಳ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.</p>
ko: <p><b>중요:</b> 거래 내역서에서 "<span class="highlight-regular-font">CODE</span>"라는 단어를 찾아서 입금 금액이 정확한지 확인하세요.</p> <p>은행에 따라 입금 금액이 거래 내역서에 표시되는 데 1~3일이 걸릴 수 있습니다.</p>
ku_arab: <p><b>گرنگە:</b> بگەڕێ بۆ وشەی "<span class="highlight-regular-font">CODE</span>" لەسەر بڵاونامەکە بۆ دۆزینەوەی سپاردەی دروست.</p> <p>رەنگە سپاردەکە 1-3 رۆژ بخایەنێت هەتا لە بڵاونامەکەتدا دەردەکەوێت، ئەمەش دەوەستێتە سەر بانکەکەت.</p>
ky: <p><b>Маанилүү:</b> Туура депозитти салуу үчүн билдирүүңүздөн "<span class="highlight-regular-font">КОД</span>" сөзүн издеңиз.</p> <p>Депозит жобоңузда пайда болгончо 1-3 күн (банкыңызга жараша) өтүшү мүмкүн.</p>
lo: <p><b>ສຳຄັນ:</b> ຊອກຫາຄຳສັບ "<span class="highlight-regular-font">CODE</span>"ໃນໃບລາຍງານການເງິນຂອງທ່ານເພື່ອຫາຕຳແໜ່ງເງິນຝາກທີ່ຖືກຕ້ອງ.</p> <p>ອີງຕາມທະນາຄານຂອງທ່ານ, ເງິນຝາກອາດໃຊ້ເວລາ 1-3 ວັນເພື່ອປາກົດເທິງໃບລາຍງານການເງິນຂອງທ່ານ.</p>
lt: <p><b> Svarbu:</b> išraše suraskite žodį „<span class="highlight-regular-font">CODE</span>“, kad sužinotumėte tikslią įmoką.</p> <p>Gali praeiti nuo 1 iki 3 d., kol įmoka bus parodyta išraše, tai priklauso nuo jūsų banko.</p>
lv: <p><b>Svarīgi!</b> Lai atrastu pareizo pārskaitījumu, pārskatā meklējiet vārdu "<span class="highlight-regular-font">CODE</span>".</p> <p>Atkarībā no jūsu bankas var paiet 1–3 dienas, līdz jūsu pārskatā būs redzama verifikācijas maksa.</p>
mi: <p><b>He mea hira:</b> Rapua te kupu "<span class="highlight-regular-font">WAEHERE</span>" i tō tauākī hei rapu i te tukunga tika.</p> <p>Kei te āhua tonu o tō pēke, engari ka tae pea ki te 1-3 rā e puta ai te tukunga ki tō tauākī.</p>
mk: <p><b>Важно:</b> Побарајте го зборот „<span class="highlight-regular-font">ШИФРА</span>“ на изјавата за да ја најдете точната наплата.</p> <p>Во зависност од вашата банка, може да потрае околу 1 до 3 дена за депозитот да се појави на изјавата.</p>
ml: <p><b>പ്രധാനം:</b> ശരിയായ നിക്ഷേപം കണ്ടെത്താൻ നിങ്ങളുടെ സ്‌റ്റേറ്റ്‌മെന്‍റിൽ "<span class="highlight-regular-font">കോഡ്</span>" എന്ന വാക്ക് തിരയുക.</p> <p>നിങ്ങളുടെ ബാങ്കിനെ ആശ്രയിച്ച്, സ്‌റ്റേറ്റ്‌മെന്‍റിൽ നിക്ഷേപം ദൃശ്യമാകാൻ 1-3 ദിവസം എടുത്തേക്കാം.</p>
mn: <p><b>Анхааруулга:</b> Зөв мөнгөн дүн байршуулахын тулд "<span class="highlight-regular-font">CODE</span>" гэсэн үгийг дансны хуулганаасаа эрж ол.</p> <p>Танай банкнаас хамаарч 1-3 хоногийн дотор байршуулсан мөнгө таны дансны хуулганд харагдана.</p>
mr: <p><b>महत्त्वाचे:</b> योग्य ठेव शोधण्यासाठी "<span class="highlight-regular-font">आपल्या</span>" स्टेटमेंटवरील शब्दाचा कोड शोधा.</p> <p>आपल्या बँकेवर आधारित राहून, आपल्या स्टेटमेंटमध्ये ठेव दिसण्यासाठी 1-3 दिवस लागू शकतात.</p>
ms: <p><b>Penting:</b> Cari perkataan "<span class="highlight-regular-font">CODE</span>" pada penyata anda untuk mengesan deposit yang betul.</p> <p>Bergantung pada bank anda, deposit boleh mengambil masa 1-3 hari untuk kelihatan pada penyata anda.</p>
mt: <p><b>Importanti:</b> Fittex il-kelma "<span class="highlight-regular-font">CODE</span>" fir-rendikont tiegħek biex issib id-depożitu t-tajjeb.</p> <p>Id-depożitu jista' jieħu bejn jum u 3 ijiem biex jidher fuq ir-rendikont tiegħek, skont il-bank tiegħek.</p>
ne: <p><b>महत्त्वपूर्ण:</b> सही शुल्क पत्ता लगाउनको लागि आफ्नो कथनमा "<span class="highlight-regular-font">CODE</span>" शब्द खोज्नुहोस्।</p> <p>तपाइँको बैंकको आधारमा निक्षेप तपाइँको कथनमा देखापर्न 1 देखि 3 दिन लाग्न सक्छ।</p>
nn_no: <p><b>Viktig!</b> Sjå etter ordet "<span class="highlight-regular-font">KODE</span>" på utskrifta for å finne rett beløp.</p> <p>Det kan ta 1 til 3 dagar før stadfestingsavgifta blir vist på utskrifta, avhengig av kva bank du bruker.</p>
no: <p><b>Viktig!</b> Se etter ordet "<span class="highlight-regular-font">KODE</span>" på kontoutskriften for å finne riktig overføring.</p> <p>Avhengig av hvilken bank du bruker, kan det ta fra 1 til 3 virkedager før overføringen vises på kontoutskriften.</p>
or: <p><b>ପ୍ରମୁଖ:</b> ସଠିକ ଜମା ଚିହ୍ନଟ କରିବାକୁ ଆପଣଙ୍କ ଷ୍ଟେଟମେଣ୍ଟରେ "<span class="highlight-regular-font">CODE</span>" ଶବ୍ଦ ଖୋଜନ୍ତୁ.</p> <p>ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଉପରେ ନିର୍ଭର କରି, ଜମା ଆପଣଙ୍କ ଷ୍ଟେଟମେଣ୍ଟରେ ଦେଖାଯିବା ପାଇଁ 1-3 ଦିନ ସମୟ ନେଇ ପାରେ.</p>
pa_arab_pk: <p><b>ضروری:</b> لفظ لبھو "<span class="highlight-regular-font">CODE</span>" اپنے سٹیٹمینٹ وچ صحیح جمع کیتی رقم دا کھوج لاؤن لئی۔</p> <p> تہاڈے بینک دے حساب نال، جمع کیتی رقم 1 توں 3 دناں وچ تہاڈی سٹیٹمینٹ تے ظاہر ہو سکدی اے۔</p>
pa_in: <p><b>ਮਹੱਤਵਪੂਰਣ:</b> ਸਹੀ ਡਿਪੋਜ਼ਿਟ ਦਾ ਸਥਾਨ ਪਤਾ ਲਗਾਉਣ ਲਈ ਆਪਣੀ ਸਟੇਟਮੈਂਟ ਉੱਤੇ "<span class="highlight-regular-font">ਕੋਡ</span>" ਸ਼ਬਦ ਦੀ ਖੋਜ ਕਰੋ।</p> <p>ਤੁਹਾਡੇ ਬੈਂਕ ਉੱਤੇ ਨਿਰਭਰ ਕਰਕੇ, ਡਿਪੋਜ਼ਿਟ ਨੂੰ ਤੁਹਾਡੀ ਸਟੇਟਮੈਂਟ ਉੱਤੇ ਨਜ਼ਰ ਆਉਣ ਲਈ 1-3 ਦਿਨ ਲੱਗ ਸਕਦੇ ਹਨ।</p>
pl: <p><b>Ważne:</b> Aby zlokalizować poprawną wpłatę, poszukaj na wyciągu wyrazu „<span class="highlight-regular-font">CODE</span>”.</p> <p>W zależności od banku wpłata może pojawić się na wyciągu w ciągu 1–3 dni.</p>
ru: <p><b>Внимание!</b> Чтобы найти нужный депозит, ищите в выписке слово <span class="highlight-regular-font">CODE</span>.</p> <p>В зависимости от банка депозит может появиться в выписке через 1–3 дня.</p>
sd: <p><b>اهم:</b> صحيح ڊپازٽ جو پتو لڳائڻ لاءِ پنهنجي اسٽيٽمينٽ تي لفظ "<span class="highlight-regular-font">ڪوڊ</span>" لاءِ ڏسو.</p> <p> توهانجي بينڪ تي ڀاڙيندي، تصديقي چارج توهانجي اسٽيمينٽ تي ظاهر ٿيڻ لاءِ 1-3 ڏينهن وٺي سگهي ٿي.</p>
si: <p><b>Important:</b> නිවැරදි ගාස්තුව පිහිටුවීමට ඔබගේ ප්‍රකාශයේ "<span class="highlight-regular-font">වචන</span>" කේතය බලන්න.</p> <p>ඔබගේ බැංකුව මත රඳා පවතිමින්, තැන්පතුව ඔබගේ ප්‍රකාශය මත පෙනීසිටීමට දින 1-3 දක්වා ගැනීමට ඉඩ ඇත.</p>
sl: <p><b>Pomembno:</b> Na izpisku poiščite besedo »<span class="highlight-regular-font">CODE</span>«, ki označuje pravilni depozit.</p> <p>Preteče lahko 1–3 dni, preden je depozit viden na izpisku, kar je odvisno od banke.</p>
sr_cyrl_rs: <p><b>Важно:</b> Потражите реч „<span class="highlight-regular-font">ШИФРА</span>“ у изводу да бисте пронашли прави депозит.</p> <p>У зависности од банке, може проћи 1–3 дана док се депозит не појави у изводу.</p>
sr_latn_rs: <p><b>Važno:</b> Potražite reč „<span class="highlight-regular-font">ŠIFRA</span>“ u izvodu da biste pronašli pravi depozit.</p> <p>U zavisnosti od banke, može proći 1–3 dana dok se depozit ne pojavi u izvodu.</p>
sv: <p><b>Viktigt!</b> Leta efter ordet "<span class="highlight-regular-font">KOD</span>" på kontoutdraget för att hitta rätt insatt belopp.</p> <p>Det kan ta upp till tre dagar innan insättningen visas på kontoutdraget, beroende på vilken bank du har.</p>
ta: <p><b>முக்கியம்:</b> சரியான இருப்புத்தொகையைக் கண்டுபிடிப்பதற்கு, உங்கள் அறிக்கையில் "<span class="highlight-regular-font">குறியீடு</span>" என்ற சொல்லைக் கண்டுபிடிக்கவும்.</p> <p>உங்கள் வங்கியைப் பொறுத்து, வைப்புத்தொகை உங்கள் அறிக்கையில் தோன்றுவதற்கு, 1-3 நாட்கள் வரை எடுக்கலாம்.</p>
te: <p><b>ముఖ్యం:</b> సరైన డిపాజిట్‌ని గుర్తించడం కోసం మీ స్టేట్‌మెంట్‌లో "<span class="highlight-regular-font">కోడ్</span>" అనే పదం కోసం వెతకండి.</p> <p>మీ బ్యాంక్ ఆధారంగా, డిపాజిట్ చేసిన మొత్తం మీ స్టేట్‌మెంట్‌లో కనబడటానికి 1-3 రోజులు పట్టవచ్చు.</p>
tg: <p><b>Муҳим:</b> Калимаи "<span class="highlight-regular-font">CODE</span>" –ро дар ҳисоботи худ интихоб карда амонати дурустро ёбед.</p> <p>Вобаста аз бонки худ, пайдо шудани амонат дар ҳисоботи шумо 1-3 рӯз вақтро мегирад.</p>
th: <p><b>สำคัญ:</b> โปรดมองหาคำว่า "<span class="highlight-regular-font">รหัส</span>" ในใบแจ้งยอดของคุณเพื่อค้นหารายการเงินฝากที่ถูกต้อง</p> <p>เงินฝากนี้อาจใช้เวลา 1-3 วันจึงจะปรากฏในใบแจ้งยอด ทั้งนี้ขึ้นอยู่กับธนาคารของคุณ</p>
tr: <p><b>Önemli:</b> Doğru tutarı bulmak için ekstrenizdeki "<span class="highlight-regular-font">KODU</span>" sözcüğünü bulun.</p> <p>Bankanıza bağlı olarak, tutarın ekstrenizde görünmesi 1-3 gün sürebilir.</p>
tt: <p><b>Мөһим:</b> Кирәкле кертемне табу өчен өземтәгездә "<span class="highlight-regular-font">CODE</span>" дигән сүзне эзләгез.</p> <p>Банкка карап, кертем өземтәдә күрсәтелгәнче 1-3 көн үтәргә мөмкин.</p>
ug: <p><b>مۇھىم:</b> سوممىنى توغرا تېپىش ئۈچۈن «<span class="highlight-regular-font">CODE</span>» دېگەن سۆزنى ئىزدەپ تېپىڭ.</p> <p>بانكىنىڭ ئىش بېجىرىش سۈرئىتىگە قاراپ، ئامانەتنىڭ ھېساباتىڭىزدا كۆرۈنۈشىگە 1-3 كۈن ۋاقىت كېتىدۇ.</p>
uk: <p><b>Важливо.</b> Щоб знайти правильну суму, шукайте у виписці слово "<span class="highlight-regular-font">CODE</span>".</p> <p>Залежно від банку може пройти від 1 до 3 днів, перш ніж депозит відобразиться у виписці.</p>
ur: <p><b>اہم: اپنی اسٹیٹمنٹ میں درست ڈپازٹ رقم کے لیے </b> لفظ "<span class="highlight-regular-font">CODE</span>" ڈھونڈیں۔</p> <p>آپ کے بینک پر منحصر ہوتے ہوئے، تصدیق کے چارج کو آپ کی اسٹیٹمنٹ میں ظاہر ہونے میں 1 تا 3 دن لگ سکتے ہیں۔</p>
uz: <p><b>Muhim:</b> To‘g‘ri depozitni aniqlash uchun bayonnomangizda "<span class="highlight-regular-font">CODE</span>" so'zini qidiring.</p> <p>Bankingizga qarab, depozit miqdori bayonnomangizda ko‘rsatilishi uchun 1-3 kun ketishi mumkin.</p>
vi: <p><b>Quan trọng:</b> Tìm từ "<span class="highlight-regular-font">MÃ</span>" trên bản sao kê của bạn để tìm đúng khoản tiền gửi.</p> <p>Tùy theo ngân hàng của bạn, có thể mất từ 1-3 ngày để khoản tiền gửi hiển thị trên bản sao kê của bạn.</p>
zh_hans: <p><b>重要提示: </b>请在对账单上查找“<span class="highlight-regular-font">代码</span>”一词，以找到正确的存款。</p> <p>存款可能需要 1-3 天才能显示在对账单上，具体取决于你的银行。</p>
zh_hant: <p><b>重要事項:</b> 請在對帳單中尋找「<span class="highlight-regular-font">CODE</span>」文字，以找出正確的存款。</p> <p>根據您的往來銀行，存款可能需要 1-3 天後才會出現在對帳單上。</p>

# Literal.PICVD.Statement.Inform1
source: On [{0}] we made a small deposit into your account.
af: Ons het 'n klein deposito op [{0}] in jou rekening gemaak.
am: በ [{0}] አንስተኛ ተቀማጭ በሂሳብዎ ላይ አድርገናል።
ar: قمنا بإجراء إيداع صغير بحسابك بتاريخ [{0}].
as: [{0}] তৰিখে আমি আপোনাৰ একাউণ্টত সৰু জমা এটা কৰিছোঁ৷
az: [{0}]-da bir hesabınıza kiçik əmanət yatırmışıq.
bg: На [{0}] направихме малък депозит в сметката ви.
bn_in: [{0}] এ আমরা আপনার অ্যাকাউন্টে স্বল্প অর্থ জমা দিয়েছি৷
bs: Na [{0}] smo poslali mali depozit na vaš račun.
cy: Ar [{0}] gwnaethom roi swm bychan o arian yn eich cyfrif.
da: Den [{0}] indsatte vi et mindre beløb på din konto.
de: Wir haben eine kleine Einzahlung auf Ihr Konto für [{0}] vorgenommen.
el: Στις [{0}] πραγματοποιήσαμε μια μικρή κατάθεση στο λογαριασμό σας.
es: El [{0}] realizamos un pequeño ingreso en la cuenta.
et: [{0}] kandsime teie kontole väikse deposiidi.
eu: [{0}] egunean, diru-kopuru txiki bat sartu dizugu kontuan.
fa: ‏‏در تاریخ [{0}] مبلغ کوچکی را به حساب شما واریز کردیم.
ga: An [{0}] chuireamar suim bheag i dtaisce i do chuntas.
gd: Chuir sinn suim airgid bheag dhan chunntas agad [{0}].
gl: O [{0}] realizamos un pequeno depósito na súa conta.
gu: [{0}] પર અમે તમારા ખાતામાં એક નાની રકમ જમા કરી છે.
he: ב- [{0}] ביצענו הפקדה קטנה לחשבונך.
hi: [{0}] को, हमने आपके खाते में एक छोटी सी राशि जमा की थी.
hr: Dana [{0}] uplatili smo mali depozit na vaš račun.
hu: {0} napján átutaltunk egy kisebb összeget bankszámlájára.
id: Pada [{0}] kami menambahkan deposit kecil ke rekening Anda.
is: Þann [{0}] greiddum við inn á bankareikninginn þinn.
ja: [{0}] にお客様の口座へ少額の入金が行われました。
ka: [{0}] ჩვენ ჩავრიცხეთ მცირე ოდენობის თანხა თქვენს ანგარიშზე.
kk: [{0}] ішінде есепшотыңызға шағын депозит жасадық.
kn: [{0}] ರಂದು ನಾವು ನಿಮ್ಮ ಖಾತೆಗೆ ಸಣ್ಣದೊಂದು ಠೇವಣಿಯನ್ನು ಮಾಡಿದ್ದೇವೆ.
ko: [{0}]에 회원님의 계좌로 소량의 금액이 입금되었습니다.
ku_arab: بەرواری [{0}] سپاردەیەکی بچووکمان لە ئەژمێرەکەتدا ئەنجامدا.
ky: [{0}] күнү биз эсебиңизге кичине депозит салдык.
lo: ເທິງ[{0}] ພວກເຮົາໄດ້ຝາກເງິນຈຳນວນນ້ອຍໆເຂົ້າໃສ່ບັນຊີຂອງທ່ານ.
lt: [{0}] pervedėme nedidelę sumą į jūsų sąskaitą.
lv: Mēs jūsu kontā ieskaitījām nelielu depozītu šajā datumā: [{0}].
mi: I te [{0}] i whakatakotoria e mātou he nuinga moni iti ki tō pūkete.
mk: На [{0}] внесовме мал депозит на вашата сметка.
ml: [{0}]-ല്‍ ഞങ്ങള്‍ നിങ്ങളുടെ അക്കൗണ്ടില്‍ ഒരു ചെറിയ ഡിപ്പോസിറ്റ് നടത്തി.
mn: [{0}]-нд бид таны дансанд бага хэмжээний мөнгө байршуулсан.
mr: [{0}] रोजी आम्ही आपल्या खात्यात एक लहानशी ठेव ठेवली आहे.
ms: Pada [{0}] kami telah memasukkan sejumlah kecil deposit ke dalam akaun anda.
mt: Nhar [{0}] għamilna depożitu żgħir fil-kont tiegħek.
ne: [{0}] मा हामीले तपाइँको खातामा थोरै रकम जम्मा गर्‍यौ।
nn_no: [{0}] sette vi inn eit lite beløp på kontoen din.
no: [{0}] gjorde vi en liten overføring til kontoen din.
or: [{0}] ରେ ଆମେ ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍‌କୁ କିଛି ଜମା କରିଛୁ.
pa_arab_pk: ایس دن [{0}] اسی تہاڈے کھاتے وچ ایہ نیکی جئی رقم جمع کیتی۔
pa_in: [{0}] ਨੂੰ ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਇੱਕ ਛੋਟੀ ਜਿਹੀ ਰਕਮ ਜਮ੍ਹਾਂ ਕੀਤੀ ਸੀ।
pl: W dniu [{0}] złożyliśmy niewielki depozyt na Twoim koncie.
ru: [{0}] мы внесли небольшой депозит на ваш счет.
sd: [{0}] تي توهان جي اڪائونٽ ۾ اسان ننڍي رقم جمع ڪرائي آهي.
si: [{0}] දින අපි ඔබේ ගිණුමට කුඩා තැන්පතුවක් සිදු කළෙමු.
sl: [{0}] smo na vaš račun položili majhen depozit.
sr_cyrl_rs: [{0}] смо уплатили мали депозит на ваш рачун.
sr_latn_rs: [{0}] smo uplatili mali depozit na vaš račun.
sv: Den [{0}] satte vi in ett litet belopp på ditt konto.
ta: [{0}] அன்று உங்கள் கணக்கில் நாங்கள் சிறிய தொகையை டெபாசிட் செய்தோம்.
te: మేము [{0}]న మీ ఖాతాలో చిన్న డిపాజిట్ చేశాం.
tg: Дар [{0}] мо ба ҳисоби шумо амонати хурде гузоштем.
th: ในวันที่ [{0}] เราได้ฝากเงินจำนวนเล็กน้อยในบัญชีของคุณ
tr: [{0}] tarihinde hesabınıza küçük bir tutarda para yatırdık.
tt: [{0}] без хисабыгызга бераз гына кертем ясадык.
ug: [{0}] دە ھېساباتىڭىزغا ئاز سوممىلىق پۇل يوللىدۇق.
uk: [{0}] ми перевели невеликий депозит на ваш рахунок.
ur: [{0}] پر ہم نے آپ کے اکاؤنٹ میں ایک چھوٹا ڈپازٹ کیا ہے۔
uz: [{0}]-da biz hisobingizga kichik depozit tushirdik.
vi: Trên [{0}] chúng tôi đã gửi một khoản tiền nhỏ vào tài khoản của bạn.
zh_hans: 在 [{0}] 上，我们已经向您的帐户打入了少量存款。
zh_hant: 我們於 [{0}] 將一筆小額款項存入您的帳戶中。
