Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCard.Add.Header
source: Add a credit card or debit card
af: Voeg ’n kredietkaart of debietkaart by
am: ክሬዲት ካርድ ወይም ዴቢት ካርድ ያክሉ
ar: إضافة بطاقة الائتمان أو بطاقة إثبات صحة رصيد المدين
as: এখন ক্ৰেডিট কাৰ্ড বা ডেবিট কাৰ্ড যোগ কৰক
az: Kredit kartı və ya debet kartı əlavə edin
bg: Добавяне на кредитна или дебитна карта
bn_in: একটি ক্রেডিট কার্ড বা ডেবিট কার্ড যোগ করুন
bs: Dodavanje kreditne ili debitne kartice
cy: Ychwanegu cerdyn credyd neu gerdyn debyd
da: Tilføj et kreditkort eller debetkort
de: Kreditkarte oder Debitkarte hinzufügen
el: Προσθήκη πιστωτικής ή χρεωστικής κάρτας
es: Agregar una tarjeta de crédito o de débito
et: Krediitkaardi või deebetkaardi lisamine
eu: Gehitu kreditu-txartela edo zordunketa-txartela
fa: افزودن کارت اعتباری یا کارت نقدی
ga: Cuir cárta creidmheasa nó cárta dochair leis
gd: Cuir cairt-chreideis no cairt-fhiachan ris
gl: Engadir un cartón de crédito ou un cartón de débito
gu: ક્રેડિટ કાર્ડ અથવા ડેબિટ કાર્ડ ઍડ કરો
he: הוסף כרטיס אשראי או כרטיס חיוב
hi: क्रेडिट कार्ड या डेबिट कार्ड जोड़ें
hr: Dodajte kreditnu ili debitnu karticu
hu: Betéti vagy hitelkártya felvétele
id: Tambahkan kartu kredit atau kartu debit
is: Bæta við kredit- eða debetkorti
ja: クレジット カードまたはデビット カードの追加
ka: საკრედიტო ან სადებეტო ბარათის დამატება
kk: Несие картасын немесе дебет картасын қосу
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: 신용 카드 또는 직불 카드 추가
ku_arab: کرێدت کارتێک یان دێبیت کارتێک زیاد بکه
ky: Насыя картаны же дебит картасын кошуу
lo: ເພີ່ມບັດເຄຣດິດ ຫຼື ເດບບິດ
lt: Įtraukti kredito arba debeto kortelę
lv: Kredītkartes vai debetkartes pievienošana
mi: Tāpiri kāri tāwere, kāri nama rānei
mk: Додајте кредитна или дебитна картичка
ml: ക്രെഡിറ്റ് കാർഡ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ്ചേർക്കുക
mn: Кредит карт эсвэл дебит карт нэмэх
mr: एक क्रेडिट कार्ड किंवा डेबिट कार्ड जोडा
ms: Tambah kad kredit atau kad debit
mt: Żid kard ta' kreditu jew kard ta' debitu
ne: क्रेडिट कार्ड वा डेबिट कार्ड थप्नुहोस्
nn_no: Legg til eit kredittkort eller debetkort
no: Legg til et kreditt- eller debetkort
or: ଏକ କ୍ରେଡିଟ୍ କାର୍ଡ କିମ୍ବା ଡେବିଟ୍‌ କାର୍ଡ ଯୋଡନ୍ତୁ
pa_arab_pk: کریڈٹ کارڈ یا ڈیبٹ کارڈ شامل کرو
pa_in: ਕਰੇਡਿਟ ਕਾਰਡ ਜਾਂ ਡੇਬਿਟ ਕਾਰਡ ਜੋੜੋ
pl: Dodaj kartę kredytową lub debetową
ru: Добавить кредитную или банковскую карту
sd: هڪ ڪريڊٽ ڪارڊ يا ڊيبٽ ڪارڊ اضافو ڪريو
si: ණය කාඩ්පතක් හෝ හර කාඩ්පතක් එක් කරන්න
sl: Dodajanje kreditne ali debetne kartice
sr_cyrl_rs: Додавање кредитне или дебитне картице
sr_latn_rs: Dodavanje kreditne ili debitne kartice
sv: Lägg till ett kredit- eller betalkort
ta: கிரெடிட் கார்டு அல்லது டெபிட் கார்டை சேர்
te: క్రెడిట్ కార్డ్ లేదా డెబిట్ కార్డ్‌ను జోడించండి
tg: Илова кардани корти қарзӣ ё дебитӣ
th: เพิ่มบัตรเครดิตหรือบัตรเดบิต
tr: Bir kredi kartı veya ATM kartı ekleyin
tt: Кредит яки дебет картасын өстәү
ug: ئىناۋەتلىك ياكى ئامانەت كارتىسى قوشۇش
uk: Додати кредитну або дебетову картку
ur: کریڈٹ کارڈ یا ڈیبٹ کارڈ شامل کریں
uz: Kredit karta yoki debet karta qo‘shish
vi: Thêm thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 添加信用卡或借记卡
zh_hant: 新增信用卡或轉帳卡

# Literal.CreditCardOnly.Add.Header
source: Add a credit card
af: Voeg ’n kredietkaart by
am: ክሬዲት ካርድ ያክሉ
ar: إضافة بطاقة ائتمان
as: এখন ক্ৰেডিট কাৰ্ড যোগ কৰক
az: Kredit kartı əlavə edin
bg: Добавяне на кредитна карта
bn_in: একটি নতুন ক্রেডিট কার্ড যোগ করুন
bs: Dodajte kreditnu karticu
cy: Ychwanegu cerdyn credyd
da: Tilføj et kreditkort
de: Kreditkarte hinzufügen
el: Προσθήκη πιστωτικής κάρτας
es: Agregar una tarjeta de crédito
et: Lisa krediitkaart
eu: Gehitu kreditu-txartela
fa: یک کارت اعتباری اضافه کنید
ga: Cuir cárta creidmheasa leis
gd: Cuir cairt-chreidis ris
gl: Engadir un cartón de crédito
gu: ક્રેડિટ કાર્ડ ઉમેરો
he: הוספת כרטיס אשראי
hi: क्रेडिट कार्ड जोड़ें
hr: Dodavanje kreditne kartice
hu: Hitelkártya hozzáadása
id: Menambahkan kartu kredit
is: Bæta við kreditkorti
ja: クレジット カードの追加
ka: საკრედიტო ბარათის დამატება
kk: Несие картасын қосу
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: 새 신용 카드 추가
ku_arab: زیادکردنی کرێدت کارتێک
ky: Насыя картасын кошуу
lo: ເພີ່ມບັດເຄຣດິດ
lt: Pridėti kredito kortelę
lv: Kredītkartes pievienošana
mi: Tāpiri i tētahi tāwere
mk: Додајте кредитна картичка
ml: ഒരു ക്രെഡിറ്റ് കാര്‍ഡ് ചേര്‍ക്കുക
mn: Кредит карт нэмэх
mr: एक क्रेडिट कार्ड जोडा
ms: Tambah kad kredit
mt: Żid karta tal-kreditu
ne: क्रेडिट कार्ड थप्नुहोस्
nn_no: Legg til eit kredittkort
no: Legg til et kredittkort
or: ଗୋଟିଏ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯୋଡନ୍ତୁ
pa_arab_pk: اک کریڈٹ کارڈ شامل کرو
pa_in: ਇੱਕ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜੋੜੋ
pl: Dodaj kartę kredytową
ru: Добавление кредитной карты
sd: هڪ ڪريڊٽ ڪارڊ شامل ڪريو
si: හර කාඩ්පතක් එක් කරන්න
sl: Dodajanje kreditne kartice
sr_cyrl_rs: Додајте кредитну картицу
sr_latn_rs: Dodavanje kreditne kartice
sv: Lägg till ett kreditkort
ta: கிரெடிட் கார்டைச் சேர்
te: ఒక క్రెడిట్ కార్డును జోడించండి
tg: Илова кардани корти қарзӣ
th: เพิ่มบัตรเครดิต
tr: Kredi kartı ekle
tt: Кредит картасын өстәү
ug: ئىناۋەتلىك كارتىسى قوشۇش
uk: Додавання кредитної картки
ur: ایک کریڈٹ کارڈ شامل کریں
uz: Kredit karta kiriting
vi: Thêm thẻ tín dụng
zh_hans: 添加信用卡
zh_hant: 新增信用卡

# Literal.CreditCard.Add.SubHeader
source: We accept the following cards:
af: Ons aanvaar die volgende kaarte:
am: የሚከተሉትን ካርዶች እንቀበላለን፦
ar: نحن نقبل البطاقات التالية:
as: আমি তলত দিয়া কাৰ্ডসমূহ স্বীকাৰ কৰোঁ:
az: Biz aşağıdakı kartları qəbul edirik:
bg: Приемаме следните карти:
bn_in: আমরা নিম্নলিখিত কার্ডগুলি গ্রহণ করি:
bs: Prihvatamo sljedeće kartice:
cy: Rydyn ni'n derbyn y cardiau canlynol:
da: Vi accepterer følgende kort:
de: Wir akzeptieren die folgenden Karten:
el: Δεχόμαστε τις ακόλουθες κάρτες:
es: Se aceptan las tarjetas siguientes:
et: Aktsepteerime järgmisi kaarte:
eu: Txartel hauek onartzen ditugu:
fa: این کارت‌ها را می‌پذیریم:
ga: Glacaimid leis na cártaí seo a leanas:
gd: Gabhaidh sinn ris na cairtean a leanas:
gl: Aceptamos os seguintes cartóns:
gu: અમે નીચેના કાર્ડ્સ સ્વીકારીએ છીએ:
he: אנו מקבלים את הכרטיסים הבאים:
hi: हम निम्न कार्ड स्वीकार करते हैं:
hr: Primamo sljedeće kartice:
hu: A következő kártyákat fogadjuk el:
id: Kami menerima kartu berikut:
is: Við tökum við eftirfarandi kortum:
ja: 次のカードを使用できます:
ka: ჩვენ ვიღებთ შემდეგ ბარათებს:
kk: Төмендегі карталарды қабылдаймыз:
kn: ನಾವು ಮುಂದಿನ ಕಾರ್ಡ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸುತ್ತೇವೆ:
ko: 허용되는 카드:
ku_arab: ئێمە ئەم کارتانە پەسەند دەکەین:
ky: Төмөнкү карталарды кабыл алабыз:
lo: ພວກເຮົາຍອມຮັບບັດຕໍ່ໄປນີ້:
lt: Priimame šias korteles:
lv: Mēs pieņemam šādas kartes:
mi: Kei te whakaae mātou ki ngā kāri e whai ake nei:
mk: Ги прифаќаме следниве картички:
ml: ഇനിപ്പറയുന്ന കാർഡുകൾ ഞങ്ങൾ സ്വീകരിക്കും:
mn: Бид эдгээр картаар үйлчилнэ:
mr: आम्ही खालील कार्ड्स स्विकारले:
ms: Kami menerima kad berikut:
mt: Naċċettaw il-kards li ġejjin:
ne: हामी निम्न कार्डहरू स्वीकार्छौं:
nn_no: Vi godtek desse korta:
no: Vi godtar følgende kort:
or: ଆମେ ନିମ୍ନଲିଖିତ କାର୍ଡଗୁଡିକ ସ୍ୱୀକାର କରୁ:
pa_arab_pk: اسی ہیٹھاں دتے کارڈز قبول کردے آں:
pa_in: ਅਸੀ ਨਿਮਨ ਕਾਰਡ ਸਵੀਕਾਰ ਕਰਦੇ ਹਾਂ
pl: Akceptujemy następujące karty:
ru: Мы принимаем следующие карты:
sd: اسان هيٺيان ڪارڊ قبول ڪريون ٿا:
si: අපි පහත සඳහන් කාඩ්පත් පිළිගනිමු:
sl: Sprejemamo naslednje kartice:
sr_cyrl_rs: Прихватамо следеће картице:
sr_latn_rs: Prihvatamo sledeće kartice:
sv: Vi accepterar följande kort:
ta: பின்வரும் கார்டுகளை அனுமதிக்கிறோம்:
te: మేము క్రింది కార్డ్‌లను ఆమోదిస్తాము:
tg: Мо кортҳои зеринро қабул мекунем:
th: เรารองรับบัตรต่อไปนี้:
tr: Aşağıdaki kartları kabul ediyoruz:
tt: Без түбәндәге карталарны кабул итәбез:
ug: تۆۋەندىكى كارتىلارنى قوبۇل قىلىمىز:
uk: Ми приймаємо такі картки:
ur: ہم مندرجہ ذیل کارڈز قبول کرتے ہیں:
uz: Quyidagi kartalarni qabul qildik:
vi: Chúng tôi chấp nhận các thẻ sau:
zh_hans: 我们接受以下卡：
zh_hant: 我們接受下列卡片:

# Literal.CreditCard.Add.SubHeader.NoColon
source: We accept the following cards
af: Ons aanvaar die volgende kaarte
am: የሚከተሉትን ካርዶች እንቀበላለን
ar: نقبل البطاقات التالية
as: আমি তলত দিয়া কাৰ্ডসমূহ স্বীকাৰ কৰোঁ
az: Biz aşağıdakı kartları qəbul edirik
bg: Приемаме следните карти
bn_in: আমরা নিম্নলিখিত কার্ডগুলি গ্রহণ করি
bs: Prihvatamo sljedeće kartice
cy: Rydyn ni'n derbyn y cardiau canlynol
da: Vi accepterer følgende kort
de: Wir akzeptieren die folgenden Karten:
el: Δεχόμαστε τις ακόλουθες κάρτες
es: Se aceptan las tarjetas siguientes
et: Aktsepteerime järgmisi kaarte
eu: Txartel hauek onartzen ditugu:
fa: این کارت‌ها را می‌پذیریم
ga: Glacaimid leis na cártaí seo
gd: Gabhaidh sinn ris na cairtean a leanas
gl: Aceptamos os seguintes cartóns
gu: અમે નીચેના કાર્ડ સ્વીકારીએ છીએ
he: אנו מקבלים את הכרטיסים הבאים
hi: हम निम्न कार्ड स्वीकार करते हैं
hr: Primamo sljedeće kartice
hu: A következő kártyákat fogadjuk el
id: Kami menerima kartu berikut
is: Við tökum við eftirfarandi kortum
ja: 次のカードを使用できます
ka: ჩვენ ვიღებთ შემდეგ ბარათებს
kk: Мына карталарды қабылдаймыз
kn: ನಾವು ಈ ಕೆಳಗಿನ ಕಾರ್ಡ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸುತ್ತೇವೆ
ko: 허용되는 카드:
lo: ພວກເຮົາຍອມຮັບບັດຕໍ່ໄປນີ້
lt: Priimame toliau nurodytas korteles
lv: Mēs pieņemam šādas kartes
mi: Kei te whakaae mātou ki ngā kāri e whai ake nei
mk: Ги прифаќаме следниве картички
ml: ഇനിപ്പറയുന്ന കാർഡുകൾ ഞങ്ങൾ സ്വീകരിക്കും
mr: आम्ही खालील कार्ड्स स्विकारतो
ms: Kami menerima kad berikut
mt: Naċċettaw il-kards li ġejjin
ne: हामी निम्न कार्डहरू स्वीकार्छौं
nn_no: Vi godtek desse korta
no: Vi godtar følgende kort
or: ଆମେ ନିମ୍ନଲିଖିତ କାର୍ଡଗୁଡିକ ସ୍ୱୀକାର କରୁ
pa_in: ਅਸੀ ਹੇਠਾਂ ਦਿੱਤੇ ਕਾਰਡ ਸਵੀਕਾਰ ਕਰਦੇ ਹਾਂ
pl: Akceptujemy następujące karty
ru: Мы принимаем следующие карты
sl: Sprejemamo naslednje kartice
sr_cyrl_rs: Прихватамо следеће картице
sr_latn_rs: Prihvatamo sledeće kartice
sv: Vi godkänner följande kort
ta: பின்வரும் கார்டுகளை ஏற்றுக்கொள்கிறோம்
te: మేము క్రింది కార్డ్‌లను ఆమోదిస్తాము
th: เรายอมรับบัตรต่อไปนี้
tr: Aşağıdaki kartları kabul ediyoruz
tt: Без түбәндәге карталарны кабул итәбез
ug: تۆۋەندىكى كارتىلارنى قوبۇل قىلىمىز
uk: Розраховуватися можна такими картками
ur: ہم درج ذیل کارڈز قبول کرتے ہیں
uz: Quyidagi kartalarni qabul qilamiz:
vi: Chúng tôi chấp nhận các thẻ sau
zh_hans: 我们接受以下卡片
zh_hant: 我們接受下列卡片

# Literal.CreditCard.Update.Header
source: Update credit card info
af: Werk kredietkaartinligting by
am: የክሬዲት ካርድ መረጃ ያዘምኑ
ar: تحديث معلومات بطاقة الائتمان
as: ক্ৰেডিট কাৰ্ডৰ তথ্য আপডেট কৰক
az: Kredit kartı məlumatını yenilə
bg: Актуализиране на информацията за кредитна карта
bn_in: ক্রেডিট কার্ডের তথ্য আপডেট করুন
bs: Ažuriranje informacija o kreditnoj kartici
cy: Diweddaru gwybodaeth cerdyn credyd
da: Opdater kreditkortoplysninger
de: Kreditkarteninformationen aktualisieren
el: Ενημέρωση πληροφοριών πιστωτικής κάρτας
es: Actualizar la información de la tarjeta de crédito
et: Krediitkaarditeabe värskendamine
eu: Eguneratu kreditu-txartelaren informazioa
fa: به‌روزرسانی اطلاعات کارت اعتباری
ga: Nuashonraigh faisnéis cárta creidmheasa
gd: Ùraich fiosrachadh na cairt-creideis
gl: Actualizar a información do cartón de crédito
gu: ક્રેડિટ કાર્ડ માહિતી અપડેટ કરો
he: עדכן פרטי כרטיס אשראי
hi: क्रेडिट कार्ड जानकारी अद्यतन करें
hr: Ažuriranje podataka o kreditnoj kartici
hu: Hitelkártya-információk frissítése
id: Perbarui info kartu kredit
is: Uppfæra kreditkortaupplýsingar
ja: クレジット カード情報の更新
ka: საკრედიტო ბარათის ინფორმაციის განახლება
kk: Несие картасы ақпаратын жаңарту
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಮಾಹಿತಿ ಪರಿಷ್ಕರಿಸುವಿಕೆ
ko: 신용 카드 정보 업데이트
ku_arab: نوێکردنەوەی زانیاریەکانی کرێدت کارت
ky: Насыя картасынын маалыматын жанылоо
lo: ອັບເດດຂໍ້ມູນບັດເຄຣດິດ
lt: Naujinti kredito kortelės informaciją
lv: Kredītkartes informācijas atjaunināšana
mi: Whakahōu i ngā mōhiohio kāri tāwere
mk: Ажурирајте ги информациите за кредитната картичка
ml: ക്രെഡിറ്റ് കാർഡ് വിവരം കാലികമാക്കുക
mn: Кредит картны мэдээллээ шинэчилнэ үү
mr: क्रेडीट कार्डची माहिती अद्यतनित करा
ms: Kemas kini info kad kredit
mt: Aġġorna l-info tal-kard tal-kreditu
ne: क्रेडिट कार्ड जानकारी अद्यावधिक गर्नुहोस्
nn_no: Oppdater kredittkortinformasjon
no: Oppdater kredittkortinformasjonen
or: କ୍ରେଡିଟ୍‌ କାର୍ଡ ସୂଚନା ଅଦ୍ୟତନ କରନ୍ତୁ
pa_arab_pk: کریڈٹ کارڈ دی معلومات اپ ڈیٹ کرو
pa_in: ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਣਕਾਰੀ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj informacje o karcie kredytowej
ru: Обновление сведений кредитной карты
sd: ڪريڊٽ ڪارڊ جي معلومات تازه ڪاري ڪريو
si: ණය කාඩ්පත් තතු යාවත්කාල කරන්න
sl: Posodobitev podatkov o kreditni kartici
sr_cyrl_rs: Ажурирање информација о кредитној картици
sr_latn_rs: Ažuriranje informacija o kreditnoj kartici
sv: Uppdatera kreditkortsinformation
ta: கடன் அட்டைத் தகவல் புதுப்பிக்கவும்
te: క్రెడిట్ కార్డ్ సమాచారాన్ని నవీకరించండి
tg: Навсозӣ кардани маълумоти корти қарзӣ
th: อัปเดตข้อมูลบัตรเครดิต
tr: Kredi kartı bilgilerini güncelleştir
tt: Кредит картасы мәгълүматын яңарту
ug: ئىناۋەتلىك كارتا ئۇچۇرىنى يېڭىلاش
uk: Оновлення відомостей кредитної картки
ur: کریڈٹ کارڈ کی معلومات کی تازہ کاری کریں
uz: Kredit karta ma’lumotlarini yangilash
vi: Cập nhật thông tin thẻ tín dụng
zh_hans: 更新信用卡信息
zh_hant: 更新信用卡資訊

# Literal.CreditCardHolderName.Invalid
source: Card holder name is too short, too long or has invalid characters
af: Kaarthouernaam is te kort, te lank of bevat ongeldige karakters
am: የካርድ ባለቤቱ ስም በጣም አጥሯል፣ ረዝሟል ወይም ደግሞ የማያገለግል ሆሄ አለው፡፡
ar: ‏‏اسم حامل البطاقة قصير للغاية، أو طويل للغاية، أو يتضمن أحرفًا غير صالحة
as: কাৰ্ডধাৰকৰ নামটো যথেষ্ট চুটি, যথেষ্ট দীঘল বা ইয়াত অবৈধ বৰ্ণ আছে
az: Kart sahibinin adı çox qısadır, çox uzundur və ya yanlış simvolları ehtiva edir
bg: Името на притежателя на картата е прекалено късо, прекалено дълго или съдържа невалидни знаци
bn_in: কার্ডধারকের নাম খুব ছোট বা অবৈধ অক্ষর রয়েছে
bs: Ime vlasnika kartice je prekratko, predugačko ili sadrži nevažeće znakove
cy: Mae enw deilydd y cerdyn yn rhy fyr, yn rhy hir neu mae'n cynnwys nodau annilys
da: Kortholdernavnet er for kort, for langt eller indeholder ugyldige tegn
de: Der Name des Karteninhabers ist zu kurz, zu lang oder weist ungültige Zeichen auf.
el: Το όνομα κατόχου κάρτας είναι πολύ μικρό, πολύ μεγάλο ή περιέχει μη έγκυρους χαρακτήρες
es: El nombre del titular de tarjeta es demasiado corto, demasiado largo o contiene caracteres no válidos
et: Kaardi omaniku nimi on liiga lühike, liiga pikk või see sisaldab sobimatuid märke
eu: Titularraren izena laburregia da, luzeegia da edo balio ez duten karaktereak dauzka
fa: نام صاحب کارت بسیار کوتاه، بسیار طولانی یا دارای نویسه‌های غیر مجاز است
ga: Tá ainm shealbhóir an chárta róghearr, rófhada nó tá carachtair neamhbhailí ann
gd: Tha ainm seilbheadair na cairte ro ghoirid, ro fhada no tha caractaran ann nach eil ceadaichte
gl: O nome do titular do cartón é demasiado curto, demasiado longo ou ten caracteres non válidos.
gu: કાર્ડ ધારકનું નામ ખૂબ ટૂંકું, ખૂબ લાંબું છે અથવા અમાન્ય વર્ણો ધરાવે છે
he: שם מחזיק הכרטיס קצר מדי, ארוך מדי או כולל תווים שאינם חוקיים
hi: कार्ड धारक का नाम अधिक छोटा है, अधिक बड़ा है या उसमें अमान्य वर्ण हैं
hr: Ime je vlasnika kartice prekratko, predugo ili sadrži znakove koji nisu valjani
hu: A kártyatulajdonos neve túl rövid, túl hosszú vagy érvénytelen karakterek vannak benne
id: Nama pemegang kartu terlalu pendek, terlalu panjang atau mengandung karakter yang tidak valid
is: Nafn korthafa er of stutt, of langt eða með ógildum stöfum
ja: カード所有者名が短すぎるか長すぎる、または無効な文字が含まれています
ka: ბარათის მფლობელის სახელი ძალიან მოკლეა, ძალიან გრძელია, ან შეიცავს არასწორ სიმბოლოებს
kk: Карта иесінің аты тым қысқа, тым ұзын не онда жарамсыз таңбалар бар
kn: ಕಾರ್ಡ್ ಹೋಲ್ಡರ್ ಹೆಸರು ತುಂಬಾ ಚಿಕ್ಕದು, ಉದ್ದವಾಗಿದೆ ಅಥವಾ ಅಮಾನ್ಯ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿದೆ
ko: 카드 소유자 이름이 너무 짧거나 너무 길거나 잘못된 문자가 포함되어 있습니다.
ku_arab: ناوی کارت هەڵگر زۆر کورتە، زۆر درێژە یان نووسەی نادروستی تێدایە
ky: Ккарта ээсинин аты аябай кыска, аябай узун же туура эмес тамгаларды камтыйт
lo: ຊື່ເຈົ້າຂອງບັດເສັ້ນເກີນໄປ, ຍາວເກີນໄປ ຫຼືມີອັກຂະລະທີ່ບໍ່ຖືກຕ້ອງ
lt: Kortelės turėtojo vardas per trumpas, per ilgas arba jame yra neleistinų simbolių
lv: Kartes īpašnieka vārds ir pārāk īss, pārāk garš vai satur nederīgas rakstzīmes
mi: He poto rawa, he roa rāwa te ingoa kaipupuri kāri, he pūāhua muhu rānei tōna
mk: Името од сопственикот на картичката е прекратко, предолго или има неважечки знаци
ml: കാർഡ് ഉടമയുടെ പേര് വളരെ ചെറുതോ വലുതോ അല്ലെങ്കിൽ അസാധുവായ അക്ഷരങ്ങൾ അടങ്ങിയതോ ആണ്
mn: Карт эзэмшигчийн нэр хэт богино эсвэл хэт урт эсвэл буруу тэмдэгт орсон
mr: कार्ड धारकाचे नाव खूप लहान आहे, खूप दीर्घ आहे किंवा त्यामध्‍ये अवैध वर्ण आहेत
ms: Nama pemegang kad terlalu pendek, terlalu panjang atau mempunyai aksara yang tidak sah
mt: Isem id-detentur tal-kard huwa qasir wisq, twil wisq jew fih karattri invalidi
ne: कार्ड धनीको नाम एकदमै छोटो छ, एकदमै लामो छ वा अमान्य वर्णहरू समावेश गरिएका छन्
nn_no: Namn på kortinnehavar er for kort, for langt eller inneheld ugyldige teikn
no: Navn på kortinnehaver er for kort, for langt eller inneholder ugyldige tegn
or: କାର୍ଡଧାରୀଙ୍କ ନାମ ବହୁତ ଛୋଟ, ଲମ୍ବା କିମ୍ବା ଅବୈଧ ବର୍ଣ୍ଣ ରହିଛି
pa_arab_pk: کارڈ والے دا نا چھوٹا یا لما یا پھر غلط فارمیٹ وچ اے
pa_in: ਕਾਰਡ ਹੋਲਡਰ ਨਾਮ ਬਹੁਤ ਛੋਟਾ ਹੈ, ਬਹੁਤ ਲੰਮਾਂ ਹੈ ਜਾਂ ਇਸ ਵਿੱਚ ਅਵੈਧ ਅੱਖਰ ਹਨ
pl: Imię i nazwisko właściciela karty jest zbyt krótkie, zbyt długie lub zawiera nieprawidłowe znaki
ru: Имя владельца карты слишком короткое, слишком длинное или содержит недопустимые символы
sd: ڪارڊ رکندڙ جو نالو تمام مختصر، تمام ڊگهو يا اکر نادرست آهِن
si: කාඩ්පත් ධාරකයාගේ නම ඉතා කෙටි, ඉතා දිගු වේ නැතිනම් අවලංගු අනුලකුණු වලින් යුක්ත වේ
sl: Ime imetnika kartice je prekratko, predolgo ali vsebuje neveljavne znake
sr_cyrl_rs: Име носиоца картице је прекратко, предугачко или садржи неважеће знакове
sr_latn_rs: Ime nosioca kartice je prekratko, predugačko ili sadrži nevažeće znakove
sv: Kortinnehavarens namn är för kort eller långt eller innehåller ogiltiga tecken
ta: அட்டையை வைத்திருப்பவரின் பெயர் மிகவும் சிறியதாக, மிகவும் நீளமானதாக அல்லது செல்லாத எழுத்துக்களைக் கொண்டதாக உள்ளது
te: కార్డ్ హోల్డర్ పేరు చాలా చిన్నగా, చాలా పెద్దగా ఉంది లేదా చెల్లని అక్షరాలను కలిగి ఉంది
tg: Номи дорандаи корт аз ҳад кӯтоҳ аст, аз ҳад дароз аст ё аломати нораворо дар бар мегирад
th: ชื่อผู้ถือบัตรสั้นเกินไป ยาวเกินไป หรือมีตัวอักขระที่ไม่ถูกต้อง
tr: Kart sahibinin adı çok uzun, çok kısa veya geçersiz karakter içeriyor
tt: Карта иясе исеме артык кыска, артык озын һәм ярашсыз символларны эченә ала
ug: كارتا ئىگىسىنىڭ نامى بەك قىسقا، بەك ئۇزۇن ياكى ئۇنىڭدا ئىناۋەتسىز ھەرپ-بەلگە بار
uk: Ім’я власника картки закоротке, задовге або містить неприпустимі символи
ur: کارڈ ہولڈر کا نام بے حد مختصر، بہت لمبا ہے، یا اس میں غیردرست حروف ہیں
uz: Kartochka egasi ismi juda qisqa, juda uzun yoki mumkin bo‘lmagan belgilarga ega
vi: Tên chủ thẻ quá ngắn, quá dài hoặc có ký tự không hợp lệ
zh_hans: 持卡人姓名过短、过长或包含无效字符
zh_hant: 持卡人姓名太短、太長或具有無效的字元

# Word.AptUnit
source: Unit/Apt #
af: Eenheid/Woonstel #
am: ክፍል/አፓርትመንት #
ar: ‏‏رقم الوحدة/الشقة
as: ইউনিট/এপাৰ্টমেণ্ট #
az: Bölmə/Mən #
bg: Вх./ап. №
bn_in: ইউনিট/অ্যাপাঃ #
bs: Br. jedinice/stana
cy: Uned/Fflat #
da: Enhed/lejl.nr.
de: Einheiten-/Appartementnr.
el: Αρ. μονάδας/διαμερίσματος
es: Bloque/Apartamento n.º
et: Maja/korteri number
eu: Apartamenduaren zenbakia
fa: شماره واحد/آپارتمان
ga: Aonad/Árasán #
gd: Àireamh an aonaid/flat
gl: Nº. de apartamento
gu: યુનિટ/એપા #
he: מספר יחידה/דירה
hi: इकाई/अपा. #
hr: Broj jedinice/stana
hu: Lakás száma
is: Númer húseiningar/íbúðar
ja: マンション/アパートの部屋番号
ka: ოთახი/ბინა #
kk: Бірлік/МЖ #
kn: ಯೂನಿಟ್/ಅಪಾರ್ಟ್ #
ko: 단지/동
ku_arab: یەکە/ئەپاراتمانی #
ky: Корпус/Кв. #
lo: ຫ້ອງ/ອາພັດເມັນ #
lt: Korpuso/buto Nr.
lv: Vienības/dzīvokļa nr.
mi: Tau Wāhanga Whare Noho
mk: Единица/бр. на стан
ml: യൂണിറ്റ്/അപ്പാർട്ട് #
mn: Байр/сууц #
mr: युनिट/अपार्ट #
ne: यूनिट/अपार्टमेन्ट #
nn_no: Eining/Apt #
no: Enhet/Apt #
or: ୟୁନିଟ୍‍/ଆପ୍ଟ #
pa_arab_pk: یونٹ/Apt نمبر
pa_in: ਯੂਨਿਟ/ਐਪਟ #
pl: Nr lokalu
ru: Блок/кв. №
sd: يونٽ/اي پي ٽي #
si: ඒකක/කොටස් නිවෙස් #
sl: Blok/št. stanovanja
sr_cyrl_rs: Блок/Стан #
sr_latn_rs: Blok/Stan #
sv: Avdelningsnr
ta: அலகு/ஆப்ட் #
te: విభాగం/అపార్ట్. #
tg: Қитъа/Хона #
th: ห้อง/อพาร์ทเมนท์ #
tr: Birim/Apt No.
tt: Фатир номеры
ug: ئىشىك/بىنا نومۇرى
uk: Блок/кв. №
ur: یونٹ/اپارٹمنٹ #
uz: Blok/Xonadon #
vi: Nhà/Căn hộ #
zh_hans: 单元/公寓号
zh_hant: 單位/公寓號碼

# Word.BuildingFloor
source: Building/Floor
af: Gebou/Vloer
am: ህንፃ/ፎቅ
ar: ‏‏المبنى/الطابق
as: ভৱন/মহলা
az: Bina/Mərtəbə
bg: Сграда/етаж
bn_in: বিল্ডিং / ফ্লোর
bs: Zgrada/sprat
cy: Adeilad/Llawr
da: Bygning/etage
de: Gebäude/Etage
el: Κτίριο/όροφος
es: Edificio/Piso
et: Hoone/korrus
eu: Eraikina edo solairua
fa: ساختمان/طبقه
ga: Foirgneamh/Urlár
gd: Togalach/Ùrlar
gl: Edificio/Planta
gu: બિલ્ડિંગ/માળ
he: בניין/קומה
hi: बिल्डिंग/फ़्लोर
hr: Zgrada/kat
hu: Épület/emelet
id: Gedung/Lantai
is: Bygging/hæð
ja: 建物/階
ka: შენობა/სართული
kk: Ғимарат/Қабат
kn: ಬಿಲ್ಡಿಂಗ್/ಫ್ಲೋರ್
ko: 건물/층
ku_arab: تەلار/نهۆم
ky: Имарат/Этаж
lo: ອາຄານ/ຊັ້ນ
lt: Pastatas/aukštas
lv: Ēka/stāvs
mi: Whare/Papanga
mk: Зграда/кат
ml: ബിൽഡിംഗ്/നില
mn: Байр/давхар
mr: ईमारत/मजला
ms: Bangunan/Tingkat
mt: Bini/Sular
ne: भवन/तल्ला
nn_no: Bygning/etasje
no: Bygning/etasje
or: ବିଲ୍ଡିଙ୍ଗ/ମହଲା
pa_arab_pk: عمارت / منزل
pa_in: ਬਿਲਡਿੰਗ/ਫਲੋਰ
pl: Budynek/piętro
ru: Здание/этаж
sd: بلڊنگ/فلور
si: ගොඩනැගිල්ල/මහල
sl: Zgradba/nadstropje
sr_cyrl_rs: Зграда/спрат
sr_latn_rs: Zgrada/sprat
sv: Byggnad/Våning
ta: கட்டிடம்/தளம்
te: భవనం/అంతస్తు
tg: Бино/Ошёна
th: อาคาร/ชั้น
tr: Bina/Kat
tt: Бина/кат
ug: بىنا/قەۋەت
uk: Будівля/поверх
ur: بلڈنگ/فلور
uz: Bino/Qavat
vi: Toàn nhà/Tầng
zh_hans: 楼号/楼层
zh_hant: 建築物/樓層

# Word.BuildingFloor.Description.JP
source: Example: Yubin building 1F
af: Voorbeeld: Yubin-gebou 1F
am: ምሳሌ: ቢን ህንፃ 1F
ar: ‏‏مثال: مبنى يوبين الطابق الأول
as: উদাহৰণ: ইউবিন বিল্ডিং 1 ফ্ল'ৰ
az: Məsələn: Yubin building 1F
bg: Пример: Сграда „Юбин“, ет. 1
bn_in: উদাহরণ: Yubin building 1F
bs: Primjer: Yubin building 1F
cy: Enghraifft: Adeilad y Waun 1F
da: Eksempel: Yubin-bygningen 1F
de: Beispiel: Yubin Gebäude 1F
el: Παράδειγμα: Κτίριο Yubin 1F
es: Ejemplo: Edificio Yubin, piso 1.º
et: Näide. Yubini hoone 1F
eu: Adibidea: Yubin building 1F
fa: مثال: ساختمان امیر طبقه اول
ga: Sampla: Foirgneamh Yubin IF
gd: Ball-eisimpleir: Yubin building 1F
gl: Exemplo: Edificio Yubin 1F
gu: ઉદાહરણ: યુબિન બિલ્ડિંગ 1F
he: לדוגמה: בניין אשכולית קומה 1
hi: उदाहरण: यूबिन बिल्डिंग 1F
hr: Primjer: Zgrada Yubin 1F
hu: Példa: Yubin épület 1F
id: Contoh: Gedung Yubin 1F
is: Dæmi: Yubin-bygging 1F
ja: 例: 郵便ビルディング 1 階
ka: მაგალითი: Yubin building 1F
kk: Мысалы: Yubin ғимараты 1-қабат
kn: ಉದಾಹರಣೆ: ಯುಬಿನ್ ಬಿಲ್ಡಿಂಗ್ 1F
ko: 예: 유빈 빌딩 1층
ku_arab: نمونە: تەلاری یوبیین 1F
ky: Мисалы: Йубин имараты 1-этаж
lo: ຕົວຢ່າງ: Yubin building 1F
lt: Pavyzdys: Raudonas pastatas 1F
lv: Piemērs: Dzīvojamā ēka 1F
mi: Tauira: Whare Yubin 1F
mk: Пример: зграда Јубин 1Ф
ml: ഉദാഹരണം: യൂബിൻ ബിൽഡിംഗ് 1F
mn: Жишээлбэл: Юбин төв 1F
mr: उदाहरण: युबिन ईमारत 1म
ms: Contoh: Bangunan Yubin 1F
mt: Eżempju: Bini Yubin 1F
ne: उदाहरण: यूबिन भवन पहिलो तल्ला
nn_no: Eksempel: Yubin building 1F
no: Eksempel: Yubin building 1F
or: ଉଦାହରଣ: Yubin ବିଲ୍ଡିଙ୍ଗ 1F
pa_arab_pk: مثال: یوبن عمارت 1 ایف
pa_in: ਉਦਾਹਰਣ: ਯੂਬਿਨ ਬਿਲਡਿੰਗ 1F
pl: Przykład: Budynek C, 1 piętro
ru: Пример: здание Yubin, 1 этаж
sd: مثال: يوبن بلڊنگ 1 ايف
si: උදාහරණය: යූබින් ගොඩනැගිල්ල 1එෆ්
sl: Primer: Zgradba 1, 1. nadstropje
sr_cyrl_rs: Пример: Зграда Јубин, 1. спрат
sr_latn_rs: Primer: Zgrada Jubin, 1. sprat
sv: Exempel: Kontorshuset vån. 2
ta: உதாரணம்: யூபின் கட்டிடம் 1 தளம்
te: ఉదాహరణ: యుబిన్ భవనం 1F
tg: Мисол: Бинои Юбини 1F
th: ตัวอย่าง: อาคารยูบิน ชั้น1
tr: Örnek: Yubin binası 1F
tt: Мәсәлән: Yubin бинасы 1F
ug: مەسىلەن: يۇبىن بىناسى 1-قەۋەت
uk: Наприклад: буд. Yubin, 1F
ur: مثلاً: یوبن بلڈنگ 1F
uz: Misol uchun: Yubin binosi 1F
vi: Ví dụ: Tòa nhà Yubin 1F
zh_hans: 示例: Yubin 大厦 1楼
zh_hant: 範例: 宇彬大樓 1 樓
