Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCheck.ThingsToKnow
source: This credit check should not affect your credit rating. <br> Your social security number will be used so that we can run a credit check and determine if you qualify for the offer. <br> You can make changes to your payment and billing information at a later point by going to <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
af: Hierdie kredietkontrole behoort nie jou kredietgradering te affekteer nie. <br> Jou ID-nommer sal gebruik word sodat ons ’n kredietkontrole kan doen en bepaal of jy vir die aanbod kwalifiseer. <br> Jy kan op ’n later stadium veranderinge aan jou betaal- en faktureringinligting aanbring deur te gaan na <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
am: ይህ የክሬዲት ማረጋገጫ የብድር ምዘናዎ ላይ ተጽዕኖ ሊያሳድር አይገባም። <br> የክሬዲት ማረጋገጫ ለማድረግ እንድንችል እና ለአቅርቦቱ መስፈርት እንደሚያሟሉ ለመወሰን የማህበራዊ ደህንነት ቁጥርዎ ጥቅም ላይ ይውላል። <br> ወደ <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> በመሄድ በሌላ ጊዜ በክፍያና ሂሳብ መጠየቂያ መረጃዎ ላይ ለውጥ ማድረግ ይችላሉ
ar: لن يؤثر فحص الائتمان هذا على تصنيف ائتمانك. <br> سيتم استخدام رقم التأمين الاجتماعي الخاص بك حتى نتمكن من فحص ائتمانك وتحديد ما إذا كنت مؤهلاً للعرض. <br> يمكنك تغيير معلومات الدفع ومعلومات الفوترة الخاصة بك في وقت لاحق عن طريق الانتقال إلى <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
as: এই ক্ৰেডিট পৰীক্ষাই আপোনাৰ ক্ৰেডিট মূল্যায়নক প্ৰভাৱিত নকৰে৷ <br> আপোনাৰ সামাজিক সুৰক্ষা নম্বৰ ব্যৱহাৰ কৰা হ’ব যাতে আমি এটা ক্ৰেডিট পৰীক্ষা কৰিব পাৰোঁ৷ <br> আপুনি <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> লৈ গৈ অন্তিম পইণ্টটোত আপোনাৰ পৰিশোধ আৰু বিলিং তথ্যৰ কাৰণে সাল-সলনি ঘটাব পাৰে৷
az: Bu kredit yoxlaması kredit reytinqinizə təsir etməməlidir. <br> Kredit yoxlamasını icra etmək və təklifə uyğun olub-olmadığınızı müəyyənləşdirə bilməyimiz üçün sosial təhlükəsizlik nömrənizdən istifadə olunacaqdır. <br> Siz <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> səhifəsinə keçməklə, sonradan ödəniş və hesablaşma məlumatlarınıza dəyişikliklər edə bilərsiniz
bg: Тази проверка на кредита не би трябвало да повлияе на кредитния ви рейтинг. <br> Номерът на социална ви осигуровка ще бъде използван за извършването на кредитна проверка и установяването на това дали отговаряте на изискванията за предложението. <br> Ще можете да промените информацията си за плащане и фактуриране по-нататък, като отидете на адрес <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
bn_in: এই ক্রেডিট পরীক্ষণ আপনার ক্রেডিট রেটিংকে প্রভাবিত করবে না। <br> আপনার সামাজিক নিরাপত্তা নম্বর ব্যবহার করা হবে যাতে কিনা আমরা ক্রেডিট পরীক্ষণ চালনা করতে পারি এবং আপনি প্রস্তাব লাভ করার যোগ্যতা আছে কিনা তা নির্ধারণ করতে পারি। <br> আপনি পরে <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>-তে গিয়ে আপনার অর্থ প্রদান এবং বিলিং সম্বন্ধীয় তথ্য পরিবর্তন করতে পারেন
bs: Ova kreditna provjera ne bi trebala utjecati na vaš kreditni status. <br> Vaš broj socijalnog osiguranja koristit ćemo za kreditnu provjeru i da bismo utvrdili da li ispunjavate uslove za ponudu. <br> Podatke za plaćanje i podatke za naplatu možete naknadno izmijeniti na web stranici <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>.
cy: Ni ddylai’r archwiliad credyd hwn effeithio ar eich sgôr credyd. <br> Caiff eich rhif nawdd cymdeithasol ei ddefnyddio fel y gallwn gynnal archwiliad credyd i wneud yn siŵr eich bod yn gymwys ar gyfer y cynnig arbennig. <br> Gallwch wneud newidiadau i’ch gwybodaeth dalu a bilio rhywbryd eto drwy fynd i <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
da: Denne kreditkontrol bør ikke påvirke din kreditværdighed. <br> Dit CPR-nummer bliver brugt, så vi kan køre en kreditbekræftelse og afgøre, om du er berettiget til tilbuddet. <br> Du kan foretage ændringer i dine betalings- og faktureringsoplysninger på et senere tidspunkt ved at gå til <a href="{0}" class="font-link1">https://live.xbox.com/da-DK/account</a>
de: Die Kreditprüfung hat keine Auswirkungen auf Ihre Bonitätsnote. <br> Ihre US-Sozialversicherungsnummer wird zur Durchführung der Kreditprüfung verwendet, sodass wir prüfen können, ob Sie für das Angebot in Betracht kommen. <br> Sie können nachträglich Änderungen an Ihren Zahlungs-/Abrechnungsinformationen hier vornehmen: <a href="{0}" class="font-link1">https://live.xbox.com/de-DE/account</a>
el: Αυτός ο πιστωτικός έλεγχος δεν θα επηρεάσει την πιστωτική σας αξιολόγηση. <br> Ο αριθμός σας κοινωνικής ασφάλισης θα χρησιμοποιηθεί για να διενεργήσουμε πιστωτικό έλεγχο και να προσδιορίσουμε αν πληροίτε τα κριτήρια για την προσφορά. <br> Μπορείτε αργότερα να κάνετε αλλαγές στα στοιχεία πληρωμών και χρεώσεων μεταβαίνοντας στη διεύθυνση <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
es: Esta comprobación de crédito no afecta a tu calificación de solvencia crediticia. <br> Tu número de seguro social se usará para realizar una comprobación de crédito y determinar si cumples los requisitos de la oferta. <br> Puedes modificar la información de pago y facturación posteriormente en <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
et: See krediidikontroll ei tohiks mõjutada teie krediidireitingut. <br> Krediidikontrolli teostamiseks ja pakkumisele vastavuse määratlemiseks kasutame teie isikukoodi. <br> Makse- ja arveldusteavet saate hiljem muuta, kui avate <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
eu: Saldo-egiaztapen horrek ez dio eragingo zure saldoari. <br> Zure gizarte segurantzako zenbakia erabiliko da saldoa egiaztatzeko eta eskaintzarako egokia ote zaren erabakitzeko. <br> Geroago alda ditzakezu ordainketa- eta fakturazio-informazioa, helbide honetan: <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
fa: این بررسی اعتبار نباید روی رتبه‌بندی اعتبار شما تأثیر بگذارد. <br> شماره امنیت اجتماعی شما مورد استفاده قرار خواهد گرفت، بنابراین می‌توانیم یک بررسی اعتبار انجام دهیم و مشخص کنیم که برای پیشنهاد واجد شرایط هستید. <br> می‌توانید بعداً با رفتن به <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>، تغییراتی را در اطلاعات پرداخت و صورتحساب خود ایجاد کنید.
ga: Níor chóir don tseiceáil creidmheasa seo difear a dhéanamh do do rátáil chreidmheasa. <br> Úsáidfear d'uimhir slándála sóisialta ionas gur féidir linn seiceáil creidmheasa a dhéanamh agus fáil amach an gcáilíonn tú don tairiscint. <br> Is féidir leat athruithe a dhéanamh ar d'fhaisnéis íocaíochta agus billeála níos déanaí ach dul chuig <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
gd: Cha bu chòir gun toireadh an dearbhadh creideis seo buaidh sam bith air an reatadh creideis agad. <br> Cleachdar an àireamh tèarainteachd shòisealta agad airson dearbhadh creideis a dhèanamh gus faicinn a bheil thu freagarrach airson na tairgse. <br> Faodaidh tu am fiosrachadh pàighidh agus cunntais atharrachadh nas fhaide air adhart le dhol gu <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
gl: Esta comprobación de crédito non afectará á túa clasificación crediticia. <br> O teu número da Seguridade Social usarase de xeito que poidamos facer unha comprobación de crédito e determinar se podes optar á oferta. <br> Podes facer cambios na túa información de pagamento e facturación con posterioridade en <a href="{0}" class="font-link1">https://live.xbox.com/es-ES/account</a>
gu: આ ક્રેડિટ ચેક તમારા ક્રેડિટ રેટિંગને અસર ન કરતા હોવા જોઈએ. <br> તમારા સામાજિક સુરક્ષા નંબરનો ઉપયોગ કરવામાં આવશે જેથી અમે ક્રેડિટ ચેક કરી શકીએ અને તે નક્કી કરી શકીએ કે તમે ઑફર માટે લાયક છો કે નહીં. <br> તમે <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> પર જઈને પછીના તબક્કે તમારી ચુકવણી અને બિલિંગ માહિતીમાં ફેરફારો કરી શકો છો.
he: ‏‫בדיקת מצב אשראי זו לא תשפיע על דירוג האשראי שלך. <br> מספר הביטוח הלאומי שלך משמש לביצוע בדיקת מצב אשראי כדי לקבוע אם אתה עומד בדרישות ההצעה. <br> יש לך אפשרות לבצע שינויים בפרטי התשלום והחיוב שלך בשלב מאוחר יותר בכתובת <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
hi: इस क्रेडिट जाँच से आपकी क्रेडिट मूल्यांकन प्रभावित नहीं होनी चाहिए. <br> आपकी सामाजिक सुरक्षा संख्या का उपयोग किया जाएगा, जिससे आप क्रेडिट जाँच चला सकें और यह निर्धारित कर सकें कि क्या आप ऑफर के लिए योग्य हैं. <br> आप बाद में किसी अन्य समय <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> पर जाकर अपनी भुगतान और बिलिंग जानकारी में परिवर्तन कर सकते हैं
hr: Ova kreditna provjera ne bi trebala utjecati na vaš kreditni status. <br> Vaš broj socijalnog osiguranja koristit ćemo za kreditnu provjeru te da bismo utvrdili ispunjavate li uvjete za ponudu. <br> Podatke za plaćanje i podatke o naplati možete naknadno izmijeniti na web-stranici <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
hu: Ez a hitelképesség-vizsgálat nincs hatással a hitelbesorolására. <br> A társadalombiztosítási azonosító jelét fogjuk használni a hitelképesség ellenőrzéséhez és annak meghatározásához, hogy meg felel-e az ajánlat feltételeinek. <br> Később módosíthatja fizetési és számlázási adatait, ha ellátogat a következő címre: <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>.
id: Cek kredit tidak akan memengaruhi peringkat kredit Anda. <br> Nomor jaminan sosial Anda akan digunakan sehingga kami dapat melakukan cek kredit dan menentukan apakah Anda memenuhi syarat untuk tawaran tersebut. <br> Anda dapat mengubah informasi pembayaran dan tagihan di waktu mendatang dengan membuka <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
is: Þetta greiðslumat ætti ekki að hafa áhrif á lánshæfi þitt. <br> Kennitalan þín er notuð til að framkvæma mat á greiðslugetu og ákvarða hvort þú getir nýtt tilboðið. <br> Þú getur breytt greiðsluupplýsingunum þínum síðar með því að fara á <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
ja: この与信審査はお客様の信用格付けには影響しません。 <br> お客様の与信審査と、お客様にこのサービスのご利用代金の支払能力があるかどうかを確認する目的で、お客様の社会保障番号を使用します。 <br> お支払いおよび請求情報を変更する場合は<a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> にアクセスしてください。
ka: კრედიტის შემოწმება არ იმოქმედებს თქვენი კრედიტის შეფასებაზე. <br> თქვენი სოციალური დაზღვევის ნომერი გამოყენებული იქნება თქვენი კრედიტის შესამოწმებლად და ამ შეთავაზების თქვენთვის გამოყენების შესაძლებლობის განსაზღვრისთვის. <br> შეგიძლიათ მოგვიანებით შეიტანოთ ცვლილებები გადახდისა და ბილინგის ინფორმაციაში საიტზე <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
kk: Бұл несиені тексеру әдісі несие бағаңызға әсер етпейді. <br> Несиеңізді тексеру және ұсынысқа мүмкіндігіңіздің барын анықтау үшін, әлеуметтік қауіпсіздік нөмірі пайдаланылады. <br> <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> тармағына өту арқылы кейінірек төлеміңізге және шот туралы ақпаратыңызға өзгертулер енгізуге болады
kn: ಈ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ರೇಟಿಂಗ್‌ಗೆ ಪರಿಣಾಮ ಬೀರಬಾರದು. <br> ನಿಮ್ಮ ಸಾಮಾಜಿಕ ಭದ್ರತೆ ಸಂಖ್ಯೆ ಬಳಸಲಾಗುತ್ತದೆ ಈ ಮೂಲಕ ನಾವು ಕ್ರೆಡಿಟ್ ಚೆಕ್ ಅನ್ನು ಚಲಾಯಿಸಬಹುದು ಮತ್ತು ನೀವು ಆಫರ್‌‌ಗೆ ಅರ್ಹರೇ ಎಂಬುದನ್ನು ನಿರ್ಧರಿಸಬಹುದು. <br> ನೀವು <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> ಗೆ ಹೋಗುವ ಮೂಲಕ ನಂತರದ ಸಮಯದಲ್ಲಿ ನಿಮ್ಮ ಪಾವತಿ ಮತ್ತು ಬಿಲ್ಲಿಂಗ್ ಮಾಹಿತಿಗೆ ಬದಲಾವಣೆಗಳನ್ನು ಮಾಡಬಹುದು
ko: 본 신용 검사로 인해 신용 등급에 영향을 받지는 않습니다. <br> 회원님의 주민 등록 번호는 본 서비스를 이용할 자격이 있는지 확인하기 위해 신용 검사를 수행할 목적으로만 사용됩니다. <br> 나중에 지불 및 청구 정보를 변경하려면 <a href="{0}" class="font-link1">https://live.xbox.com/ko-KR/account</a>로 이동하십시오.
ku_arab: ئەم پشکنینی متمانەیە کاریگەری نابێت بۆسەر نمرەپێدانی متمانەی تۆ. <br> ژمارەی بیمەی کۆمەڵایەتی تۆ بەکاردەهێنرێت بۆ ئەوەی بزانرێت داخۆ تۆ شیاویت بۆ ئۆفەرەکە. <br> تۆ دەتوانیت لە قۆناغێکی دواتردا گۆڕانکاری لە زانیاری پارەدان و فاتوورەی خۆتدا بکەیت بە سەردانی <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
ky: Мындай кредитти текшерүү сиздин кредит рейтингиңизге таасирин тийгизбеши керек. <br> Сиздин салык төлөөчүнү идентификация номуруңуз биз кредитти текшерүүнү аткарып, сиз сунушка өтөт бекениңизди аныкташыбыз үчүн колдонулат. <br> Сиз төлөө жана каттоо маалыматыңызга кийинчерээк бул дарекке барып өзгөртүү киргизсеңиз болот <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
lo: ການກວດກາເຄຣດິດນີ້ຈະບໍ່ກະທົບ ການຈັດອັນດັບເຄຣດິດ ຫລື ສິນເຊື່ອຂອງທ່ານ. <br> ເລກປະກັນສັງຄົມຂອງທ່ານຈະໃຊ້ ເພື່ອໃຫ້ພວກເຮົາສາມາດດຳເນີນການກວດກາເຄຣດິດແລະຕັດສິນວ່າທ່ານມີຄຸນສົມບັດສຳລັບຂໍ້ສະເໜີ. . <br> ທ່ານສາມາດເຮັດການປ່ຽນແປງໄປຍັງການຊຳລະ ແລະ ຂໍ້ມູນການສົ່ງໃບບິນຂອງທ່ານໃນພາຍຫລັງໂດຍການໄປທີ່ <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
lt: Šis kreditavimo galimybės tikrinimas neturėtų paveikti jūsų kredito reitingo. <br> Jūsų socialinio draudimo numeris bus naudojamas taip, kad galėtume patikrinti kreditavimo galimybę ir nustatyti, ar jūs atitinkate pasiūlymo reikalavimus. <br> Mokėjimo ir atsiskaitymo informaciją vėliau galite pakeisti adresu <a href="{0}" class="font-link1"> https://live.xbox.com/en-US/account</a>
lv: Šai kredīta pārbaudei nevajadzētu ietekmēt jūsu kredītreitingu. <br> Mēs izmantosim jūsu sociālās apdrošināšanas numuru, lai veiktu kredīta pārbaudi un noteiktu, vai esat kvalificēts piedāvājuma saņemšanai. <br> Vēlāk varat mainīt savu maksājumu un norēķinu informāciju, apmeklējot vietni <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
mi: E kore pea tēnei tākinga pūtea e pā ki tō tauranga pūtea. <br> Ka whakamahia tō tau social security kia pai ai tā mātou kawe i tētahi tākinga pūtea, me te whakatau kua āhei koe kia whiwhi i te tāpaetanga. <br> Ka taea e koe te mahi huringa ki ō mōhiohio utunga, nama hoki ā tōna wā mā te haere ki <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
mk: Кредитната проверка не треба да влијае на вашиот кредитен рејтинг. <br> Вашиот матичен број се користи за кредитна проверка и за да определиме дали сте квалификувани за понудата. <br> Подоцна можете да направите промени на информациите за плаќањето и наплатата ако одите на <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
ml: ഈ ക്രെഡിറ്റ് പരിശോധന നിങ്ങളുടെ ക്രെഡിറ്റ് റേറ്റിംഗിനെ ബാധിക്കില്ല. <br> ഒരു ക്രെഡിറ്റ് പരിശോധന നടത്തി നിങ്ങൾക്ക് ഓഫറിന് അർഹതയുണ്ടോയെന്ന് നിർണ്ണയിക്കാൻ നിങ്ങളുടെ സോഷ്യൽ സെക്യൂരിറ്റി നമ്പർ ഉപയോഗിക്കും. <br> നിങ്ങൾക്ക് പിന്നീട് <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> എന്നതിലേക്ക് പോയി നിങ്ങളുടെ പേയ്മെന്റ്, ബില്ലിംഗ് വിവരങ്ങളിൽ മാറ്റങ്ങൾ വരുത്താനാകും
mn: Энэ кредит карт нь таны зээлийн чансаанд нөлөөлөхгүй. <br> Таны нийгмийн хамгааллын дугаарыг бид зээлийн шалгалт хийж, таныг энэ саналд тавигдах шаардлагыг хангах эсэхийг тодорхойлоход ашиглана. <br> Хожим та өөрийн төлбөр тооцооны мэдээллийг дараах холбоосоор нэвтэрч өөрчлөх боломжтой <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
mr: हे क्रेडिट चेक आपले क्रेडिट मूल्यांकन प्रभावित करू शकत नाही. <br> आपला सामाजिक सुरक्षा नंबर वापरला जाईल जेणेकरून आम्ही एखादी क्रेडिट तपासणी रन करून ऑफरसाठी आपण पात्र आहात किंवा नाही हे निर्धारित करू शकतो. <br> आपण <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> येथे जाऊन नंतर आपल्या देय आणि बिलिंग माहितीमध्ये बदल करू शकता.
ms: Pemeriksaan kredit ini tidak seharusnya menjejaskan rating kredit anda. <br> Nombor keselamatan sosial anda akan digunakan supaya kami dapat menjalankan pemeriksaan kredit dan menentukan sama ada anda layak untuk tawaran tersebut. <br> Anda boleh membuat perubahan kepada maklumat pembayaran dan pengebilan anda pada masa lain dengan pergi ke o <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
mt: Din il-verifika tal-kreditu ma għandhiex taffettwa l-klassifikazzjoni tal-kreditu tiegħek. <br> In-numru tas-sigurtà soċjali tiegħek ser jintuża biex inkunu nistgħu nagħmlu verifika tal-kreditu u niddeterminaw jekk tikkwalifikax għall-offerta. <br> Tista' tagħmel bidliet fl-informazzjoni dwar il-pagamenti u l-ħlasijiet tiegħek aktar tard billi tidħol <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
ne: यो क्रेडिट जाँचले तपाइँको क्रेडिट मूल्याङ्कनलाई प्रभाव पार्नुहुँदैन। <br> तपाइँको सामाजिक सुरक्षा नम्बरको प्रयोग गरिनेछ जसकारण हामीले क्रेडिट जाँच चलाउन तथा तपाइँ प्रस्तावका लागि योग्य हुनुहुन्छ वा हुनुहुन्न निर्धारण गर्न सक्छौं। <br> <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> मा गएर पछिको बिन्दुमा तपाइँले आफ्नो भुक्तानी तथा बिलिङ जानकारीमा परिवर्तन गर्न सक्नुहुन्छ।
nn_no: Denne kredittsjekken har ikkje innverknad på kredittvurderinga di. <br> Personnummeret ditt blir brukt til å utføre ein kredittsjekk og avgjere om du er kvalifisert til å nytte tilbodet. <br> Du kan gjere endringar i betalings- og faktureringsinformasjonen seinare ved å gå til <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
no: Denne kredittsjekken vil ikke påvirke kredittvurderingen din. <br> Vi bruker personnummeret ditt til å kjøre en kredittsjekk og avgjøre om du er kvalifisert for tilbudet. <br> Du kan endre betalings- og faktureringsinformasjonen senere ved å gå til <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
or: ଏହି କ୍ରେଡିଟ୍‌ ଯାଞ୍ଚ ଆପଣଙ୍କ କ୍ରେଡିଟ୍‌ ମୂଲ୍ୟାୟନକୁ ପ୍ରଭାବ ପକାଏ ନାହିଁ. <br> ଆପଣଙ୍କ ସାମାଜିକ ସୁରକ୍ଷା ନମ୍ବର ବ୍ୟବହାର କରାଯିବ ଯାହା ଦ୍ୱାରା ଆମେ ଏକ କ୍ରେଡିଟ୍‌ ଯାଞ୍ଚ କରିପାରିବୁ ଏବଂ ନିର୍ଦ୍ଧାରଣ କରିପାରିବୁ ଯେ ଆପଣ ଅଫର୍‌ଟି ପାଇଁ ଯୋଗ୍ୟ ଅଟନ୍ତି. <br> ଆପଣଙ୍କ ଦେୟ ଏବଂ ବିଲିଂ ସୂଚନାରେ ଆପଣ <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>-କୁ ଯାଇ ପର ସମୟରେ ଆପଣ ପରିବର୍ତ୍ତନ କରିପାରିବେ.
pa_arab_pk: ایس کریڈٹ پڑتال نال تہاڈی کریڈٹ شرح نوں کج نئیں ہونا چاہیدا۔ <br> تہاڈا سوشل سیکورٹی نمبر ورتیا جائے گا تاکہ اسی کریڈٹ پڑتال کرسیکیے تے ایہ طے کر سکیے کہ تسی ایس پیشکش تے پورا اتّر دے او۔ <br> تسی <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> جا کے اپنے بلنگ طریقے تے معلومات چ بدلا کر سکدے او۔
pa_in: ਇਸ ਕਰੈਡਿਟ ਚੈਕ ਨੂੰ ਤੁਹਾਡੀ ਕਰੈਡਿਟ ਰੇਟਿੰਗ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਕਰਨੀ ਚਾਹੀਦੀ। <br> ਤੁਹਾਡਾ ਸਮਾਜਿਕ ਸੁਰੱਖਿਆ ਨੰਬਰ ਵਰਤਿਆ ਜਾਏਗਾ, ਤਾਂ ਜੋ ਅਸੀਂ ਇੱਕ ਕਰੈਡਿਟ ਜਾਂਚ ਚਲਾ ਸਕੀਏ ਅਤੇ ਤੈਅ ਕਰ ਸਕੀਏ ਕਿ ਕੀ ਤੁਸੀਂ ਓਫਰ ਲਈ ਪਾਤਰ ਬਣਦੇ ਹੋ। <br> ਤੁਸੀਂ <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> 'ਤੇ ਜਾ ਕੇ ਕਿਸੇ ਮਗਰਲੇ ਸਮੇਂ 'ਤੇ ਆਪਣੀ ਭੁਗਤਾਨ ਅਤੇ ਬਿੱਲਿੰਗ ਜਾਣਕਾਰੀ ਵਿੱਚ ਬਦਲਾਵ ਕਰ ਸਕਦੇ ਹੋ।
pl: To sprawdzenie kredytu nie powinno mieć wpływu na Twoją ocenę zdolności kredytowej. <br> Na podstawie numeru PESEL będziemy mogli przeprowadzić sprawdzenie kredytu w celu ustalenia, czy możesz skorzystać z oferty. <br> W późniejszym terminie możesz zmienić informacje o płatnościach i rozliczeniach, przechodząc na stronę <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>.
ru: Эта проверка не повлияет на ваш рейтинг кредитоспособности. <br> Чтобы проверить вашу кредитоспособность и определить, соответствуете ли вы условиям предложения, будет использован ваш номер социального страхования (SSN). <br> Внести изменения в сведения об оплате и выставлении счетов можно будет позднее на веб-странице <a href="{0}" class="font-link1">https://live.xbox.com/ru-RU/account</a>
sd: هن ڪريڊٽ ڪارڊ چيڪ کي توهانجي ڪريڊٽ ريٽنگ تي اثر نه وجهڻ گهرجي. <br> توهانجو سوشل سيڪيورٽي نمبر استعمال ڪيو ويندو جيئن ته اسان هڪ ڪريڊٽ چيڪ هلائي سگهون ۽ تعين ڪري سگهون ته توهان آڇ لاءِ اهل آهيو. <br> توهان <a href="{0}" class="font-link1">https://live.xbox.com/en-US/اڪائونٽ</a> ڏانهن وڃي پوءِ واري پوائنٽ تي پنهنجي ادائگي ۽ بلنگ معلومات ۾ تبديليون ڪري سگهي ٿو.
si: මෙම හර පරීක්ෂාව ඔබේ හර ශ්‍රේණිගත කිරීමට බලපෑමක් නොකළ යුතුය. <br> ඔබගේ සමාජ ආරක්‍ෂක අංකය භාවිතා කෙරෙනු ඇත එවිට අපට හර පරීක්ෂාවක් සිදුකර ඔබ දීමනාව සඳහා සුදුසුකමක් ලබන්නේද යන්න නිර්ණය කළ හැකිය. <br> පසු අවස්ථාවකදී <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> වෙත යාමෙන් ඔබට ඔබගේ ගෙවීම් සහ බිල්පත්කරණ තොරතුරු සඳහා වෙනස්කම් සිදුකළ හැකිය.
sl: To preverjanje kreditne sposobnosti ne vpliva na vašo kreditno oceno. <br> Davčna številka bo uporabljena za preverjanje kreditne sposobnosti in ugotavljanje, ali ste upravičeni do ponudbe. <br> Podatke o plačilu in za obračunavanje lahko spremenite pozneje na naslovu <a href="{0}" class="font-link1">https://live.xbox.com/sl-SI/account</a>
sr_cyrl_rs: Ова провера кредита неће утицати на оцену ваше кредитне способности. <br> Матични број ћемо користити за проверу кредита и да бисмо утврдили да ли испуњавате услове за понуду. <br> Информације о плаћању и наплати можете да промените касније на страници <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
sr_latn_rs: Ova provera kredita neće uticati na ocenu vaše kreditne sposobnosti. <br> Matični broj ćemo koristiti za proveru kredita i da bismo utvrdili da li ispunjavate uslove za ponudu. <br> Informacije o plaćanju i naplati možete da promenite kasnije na stranici <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
sv: Kreditkontrollen påverkar inte din kreditbedömning. <br> Ditt socialförsäkringsnummer kommer att användas så att vi kan göra en kreditkontroll och fastställa om du ska få ta del av erbjudandet eller inte. <br> Du kan göra ändringar av betalnings- och faktureringsinformation senare genom att gå till <a href="{0}" class="font-link1">https://live.xbox.com/sv-SE/account</a>
ta: இந்தக் கடன் சரிபார்ப்பானது உங்கள் கடன் தரமதிப்பீட்டைப் பாதிக்கக் கூடாது. <br> நாங்கள் கடன் சரிபார்ப்பை இயக்கி, சலுகைக்கு நீங்கள் தகுதியானவரா என்று தீர்மானிப்பதற்காக, உங்கள் சமூகப் பாதுகாப்பு எண் பயன்படுத்தப்படும். <br> பின்னர் <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> என்ற முகவரிக்குச் சென்று, உங்கள் கட்டணம் மற்றும் பில்லிங் தகவலில் மாற்றங்களைச் செய்யலாம்.
te: ఈ క్రెడిట్ తనిఖీ కారణంగా మీ క్రెడిట్ రేటింగ్‌పై ఏ ప్రభావం ఉండదు. <br> మీ సామాజిక భద్రతా సంఖ్య ఉపయోగించబడుతుంది, కనుక మేము క్రెడిట్ తనిఖీని నిర్వహించి, ఆఫర్‌ని పొందడానికి మీకు అర్హత ఉందో లేదో నిర్ధారిస్తాము. <br> మీరు తర్వాత ఏ సమయంలో అయినా <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>కి వెళ్లి మీ చెల్లింపు మరియు బిల్లింగ్ సమాచారానికి మార్పులు చేయవచ్చు
tg: Ин тафтиши қарзӣ набояд ба рейтинги қарзии шумо таъсир расонад. <br> Рақами амнияти иҷтимоии шумо тавре истифода карда мешавад, ки мо тавонем тафтиши қарзӣ анҷом дода, мувофиқати шуморо ба ин пешниҳод муайян намоем. <br> Шумо метавонед баъдтар ба маълумоти пардохт ва пешниҳоди ҳисоби худ бо рафтан ба инҷо тағйирот ворид кунед <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
th: การตรวจสอบเครดิตนี้จะไม่ส่งผลกระทบกับการจัดอันดับเครดิตของคุณ <br> เราจะใช้หมายเลขประกันสังคมของคุณเพื่อตรวจสอบเครดิตและพิจารณาว่าคุณมีสิทธิ์ได้รับข้อเสนอหรือไม่ <br> คุณสามารถเปลี่ยนแปลงข้อมูลการชำระเงินและการเรียกเก็บเงินได้ภายหลังโดยไปที่ <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
tr: Bu kredi denetimi kredi derecelendirmenizi etkilemeyecektir. <br> Kredi denetimi yapabilmemiz ve teklife uygunluğunuzu belirleyebilmemiz için sosyal güvenlik numaranız kullanılacaktır. <br> Ödeme ve fatura bilgilerinizi daha sonra şu adrese giderek değiştirebilirsiniz: <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
tt: Бу кредит тикшерүе сезнең кредит рейтингына тәэсир итәргә тиеш түгел. <br> Кредит тикшерүен башкару һәм тәкъдим шартларына туры килү-килмәвегезне билгеләү өчен, сезнең социаль иминият номеры кулланылачак. <br> Соңрак сез үзегезнең түләү һәм хисап чыгару мәгълүматына <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> битендә үзгәрешләр кертә алачаксыз
ug: بۇ ئىناۋەت تەكشۈرۈش ئىناۋەت دەرىجىسىگە تەسىر يەتكۈزمەيدۇ. <br> ئىجتىمائىي بىخەتەرلىك نومۇرى ئىناۋەت تەكشۈرۈپ، شەرتكە ئۇيغۇن ياكى ئەمەسلىكىڭىزنى تەكشۈرۈشكە ئىشلىتىلىدۇ. <br> كېيىن <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> گە كىرىپ، ھەق ۋە ھېساب بوغۇش ئۇچۇرلىرىنى ئۆزگەرتەلەيسىز
uk: Ця перевірка кредитної картки не вплине на ваш кредитний рейтинг. <br> Ваш код соціального страхування буде використано для перевірки платоспроможності й визначення вашої відповідності умовам пропозиції. <br> Ви можете змінити платіжні відомості та відомості для виставлення рахунків пізніше на веб-сторінці <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
ur: اس کریڈٹ کارڈ کی پڑتال کو آپ کی کریڈٹ کی شرح کو متاثر نہیں کرنا چاہیے۔ <br> nکریڈٹ پڑتال اور پیشکش کی تحقیق کرنے کے لیے کہ کیا آپ اس کے لیے قابل ہیں آپ کے سوشل سکیورٹی نمبر کو استعمال کیا جائے گا۔ <br> آپ بعد میں <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> پر جا کر اپنے ادائیگی اور بل کاری کی معلومات میں تبدیلیاں کر سکتے ہیں۔
uz: Bu kredit cheki kredit reytingingizga ta’sir qilmasligi lozim. <br> Ijtimoiy xavfsizlik raqami ishlatiladi va natijada kredit chekingizni tekshirishimiz va taklif uchun mablag‘ingiz yetishini aniqlashimiz mumkin. <br> Keyinroq <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> manziliga o‘tish orqali to‘lov va billing ma’lumotlaringizga o‘zgartirish kiritishingiz mumkin
vi: Việc kiểm tra tín dụng này sẽ không ảnh hưởng đến điểm tín dụng của bạn. <br> Chúng tôi sẽ sử dụng số an sinh xã hội của bạn để thực hiện việc kiểm tra tín dụng và xác định xem bạn có đủ tiêu chuẩn tham gia chương trình hay không. <br> Bạn có thể thay đổi thông tin hóa đơn và thông tin thanh toán của mình sau bằng cách vào trang <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a>
zh_hans: 此信用检查应不会对你的信用等级产生影响。 <br> 我们将使用你的社会安全号码，以便进行信用检查并确定你是否享受优惠资格。 <br> 你可以稍后转到 <a href="{0}" class="font-link1">https://live.xbox.com/en-US/account</a> 来更改你的付款和账单信息
zh_hant: 此項信用查核不會影響您的信用評等。 <br> 我們將使用您的社會安全號碼，以利執行信用查核，並判定您是否符合使用此方案的資格。 <br> 您可於稍後移至 <a href="{0}" class="font-link1">https://live.xbox.com/zh-TW/account</a>，變更您的付費及帳單資訊
