Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Klarna.SettingUp.LegalString2.KR
source: you will be redirected to Klarna.com to verify your personal information. We ask that you make a payment of 10 kr through Klarna to verify your account. The 10 kr will then be refunded.
af: jy sal na Klarna.com herlei word om jou persoonlike data te verifieer. Ons vra dat jy ’n betaling van 10 kr deur middel van Klarna maak om jou rekening te verifieer. Die 10 kr sal dan terugbetaal word.
am: የግል መረጃዎን ለማረጋገጥ ወደ Klarna.com ይመራሉ። መለያዎን ለማረጋገጥ 10 kr በ Klarna በኩል እንዲከፍሉ እንጠይቃለን። ከዚያ 10 kr ገንዘቡ ይመለሳል።
ar: ستتم إعادة توجيهك إلى Klarna.com للتحقق من معلوماتك الشخصية. نطلب منك دفع مبلغ 10 كرون عبر Klarna للتحقق من حسابك. سيتم بعد ذلك رد 10 كرون.
as: আপোনাৰ ব্যক্তিগত তথ্য প্ৰমাণিত কৰিবলৈ আপোনাক Klarna.com ঠিকনালৈ প্ৰেৰণ কৰা হ'ব। আমি আপোনাক আপোনাৰ একাউণ্টটো প্ৰমাণিত কৰিবলৈ Klarna-ৰ জৰিয়তে 10 kr পৰিশোধ কৰিবলৈ কওঁ। তাৰ পিছত 10 kr পৰিমাণটো ঘূৰাই দিয়া হ'ব।
az: şəxsi məlumatlarınızı yoxlamaq üçün yenidən Klarna.com-a yönələcəksiniz. Hesabınızı yoxlamaq üçün Klarna vasitəsilə 10 kr ödəniş etməyinizi xahiş edirik. 10 kr daha sonra geri qaytarılacaqdır.
bg: ще бъдете пренасочени към Klarna.com, за да потвърдите личните си данни. Изискваме от вас да платите 10 kr през Klarna, за да потвърдите акаунта си. Сумата от 10 kr след това ще ви бъде възстановена.
bn_in: আপনাকে আপনার ব্যক্তিগত তথ্য যাচাই করার জন্য Klarna.com-এ পুনঃনির্দেশিত করা হবে। আপনার অ্যাকাউন্ট যাচাই করার জন্য আমরা আপনাকে Klarna-এর মাধ্যমে 10 kr পেমেন্ট করতে বলছি। 10 kr তারপর ফেরত দেওয়া হবে।
bs: Bit ćete preusmjereni na Klarna.com kako biste potvrdili lične informacije. Molimo vas da izvršite uplatu od 10 kr preko Klarne kako biste potvrdili svoj račun. 10 kr će tada biti refundirano.
cy: byddwch yn cael eich ailgyfeirio Klarna.com i ddilysu eich gwybodaeth bersonol. Gofynnwn i chi wneud taliad o 10 kr trwy Klarna i ddilysu eich cyfrif. Bydd y 10 kr wedyn yn cael ei ad-dalu.
da: du vil blive omdirigeret til Klarna.com for at bekræfte dine personlige oplysninger. Vi beder dig om at foretage en betaling på 10 kr via Klarna for at bekræfte din konto. De 10 kr vil derefter blive refunderet.
de: Sie werden zu Klarna.com umgeleitet, um Ihre persönlichen Informationen zu überprüfen. Wir bitten Sie, eine Zahlung von 10 kr über Klarna vorzunehmen, um Ihr Konto zu bestätigen. Die 10 kr werden dann zurückerstattet.
el: θα ανακατευθυνθείτε στο Klarna.com για να επαληθεύσετε τις προσωπικές πληροφορίες σας. Σας ζητάμε να κάνετε μια πληρωμή 10 kr μέσω της Klarna για να επαληθεύσετε τον λογαριασμό. Τα 10 kr θα επιστραφούν στη συνέχεια.
es: se le redirigirá a Klarna.com para comprobar su información personal. Le pedimos que realice un pago de 10 kr a través de Klarna para comprobar su cuenta. A continuación, se le reembolsará el importe.
et: teid suunatakse ümber veebisaidile Klarna.com, kus saate oma isikuandmed kinnitada. Konto kinnitamiseks palume teha Klarna kaudu makse 10 kr ulatuses. Tasutud 10 kr tagastatakse teile.
eu: Klarna.com helbidera bideratuko zaitugu informazio pertsonala egiaztatzeko. Kontua ziurtatzeko, Klarna bidez 10 kr ordaintzeko eskatuko dizugu. Ondoren, itzuli egingo dizkizugu zenbatekoa.
fa: برای تأیید اطلاعات شخصی خود، به سایت Klarna.com هدایت خواهید شد. درخواست می‌کنیم مبلغ ۱۰ کرون از طریق Klarna برای تأیید حساب خود پرداخت کنید. ۱۰ کرون پس از آن بازپرداخت خواهد شد.
ga: atreorófar thú chuig an Klarna.com chun d'fhaisnéis phearsanta a fhíorú. Iarraimid ort 10 kr a íoc trí Klarna chun do chuntas a fhíorú. Aisíocfar an 10 kr ansin.
gd: thèid d’ ath-stiùireadh gu Klarna.com a dhearbhadh a’ mhion-fhiosrachaidh phearsanta agad. Iarraidh sinn ort 10kr a phàigheadh le Klarna gus an cunntas agad a dhearbhadh. Gheibh thu an 10kr air ais às an uair sin.
gl: redirixiráselle a Klarna.com para verificar a súa información persoal. Pedirémoslle que faga un pagamento de 10 kr a través de Klarna para verificar a conta. Devolverémoslle os 10 kr.
gu: તમારી વ્યક્તિગત જાણકારીને ચકાસવા માટે તમને Klarna.com પર રીડાયરેક્ટ કરવામાં આવશે. અમે કહીએ છીએ કે તમે તમારા ખાતાને ચકાસવા માટે Klarna દ્વારા 10 kr ની ચૂકવણી કરો. આ પછી 10 kr રિફંડ કરવામાં આવશે.
he: תופנה אל שירות Klarna.com כדי לאמת את המידע האישי שלך. אנו מבקשים ממך לבצע תשלום של 10 קרונה דרך Klarna כדי לאמת את החשבון שלך. הסכום של 10 קרונה יוחזר לך.
hi: अपनी व्यक्तिगत जानकारी सत्यापित करने के लिए आपको Klarna.com पर रीडायरेक्ट किया जाएगा. हम आपसे अपने खाते को सत्यापित करने के लिए Klarna के माध्यम से 10 kr का भुगतान करने के लिए कहते हैं. उसके बाद 10 kr लौटा दिए जाएँगे.
hr: bit ćete preusmjereni na stranicu Klarna.com da biste potvrdili svoje osobne podatke. Zahtijevamo uplatu iznosa od 10 kr putem servisa Klarna da biste potvrdili svoj račun. Nakon toga će vam iznos od 10 kr biti vraćen.
hu: a rendszer átirányítja a Klarna.com webhelyre a személyes adatai megerősítéséhez. Arra kérjük, hogy fizessen 10 kr összeget a Klarna szolgáltatáson keresztül a fiókja megerősítéséhez. A 10 kr-t ezt követően visszatérítjük.
id: Anda akan diarahkan ke Klarna.com untuk memverifikasi informasi pribadi. Kami meminta Anda melakukan pembayaran sebesar 10 kr melalui Klarna untuk memverifikasi akun Anda. 10 kr tersebut akan dikembalikan kepada Anda.
is: þér verður vísað á Klarna.com til að staðfesta persónuupplýsingar þínar. Við biðjum þig um að greiða 10 kr í gegnum Klarna til að staðfesta reikninginn þinn. 10 kr verða síðan endurgreiddar.
ja: 個人情報を確認するために Klarna.com にリダイレクトされます。お客様のアカウントを確認するため、Klarna を通じて 10 kr のお支払いをお願いします。その 10 kr は後ほど払い戻されます。
ka: თქვენ გადამისამართდებით Klarna.com-ზე თქვენი პერსონალური ინფორმაციის გადასამოწმებლად. გთხოვთ, გადაიხადოთ 10 kr Klarna-ს საშუალებით თქვენი ანგარიშის დასადასტურებლად. მოგვიანებით 10 kr უკან დაგიბრუნდებათ.
kk: жеке ақпаратыңызды тексеру үшін сіз Klarna.com сайтына қайта бағытталасыз. Тіркелгіңізді тексеру үшін біз сізден Klarna арқылы 10 kr төлемін жасауыңызды сұраймыз. Содан кейін 10 kr қайтарылады.
kn: ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮನ್ನು Klarna.com ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನೀವು Klarna ಮೂಲಕ 10 kr ಪಾವತಿಸುವಂತೆ ನಾವು ನಿಮ್ಮನ್ನು ಕೇಳುತ್ತೇವೆ. ನಂತರ 10 kr ಅನ್ನು ಮರುಪಾವತಿಸಲಾಗುತ್ತದೆ.
ko: 개인 정보 확인을 위해 Klarna.com으로 리디렉션합니다. 계정 확인을 위해 Klarna를 통해 10kr 결제를 요청합니다. 10kr은 환불됩니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປທີ່ Klarna.com ເພື່ອກວດສອບຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ. ພວກເຮົາຂໍໃຫ້ທ່ານເຮັດການຊຳລະເງິນ 10 kr ຜ່ານ Klarna ເພື່ອກວດສອບບັນຊີຂອງທ່ານ. ຈາກນັ້ນ 10 kr ຈະຖືກສົ່ງຄືນ.
lt: būsite nukreipti į Klarna.com patvirtinti savo asmeninę informaciją. Paprašysime atlikti 10 kr mokėjimą per „Klarna“, kad patvirtintumėte savo sąskaitą. 10 kr tada bus grąžinta.
lv: Jūs tiksit novirzīts uz Klarna.com, lai verificētu savu personas informāciju. Mēs lūdzam jums veikt maksājumu ar Klarna 10 kr apmērā, lai verificētu savu kontu. Pēc tam šī summa tiks atmaksāta.
mi: ka tahurikētia koe ki Klarna.com hei manatoko i ō mōhiohio whaiaro. E tono ana mātou kia utua e koe te 10 kr mā roto o Klarna hei manatoko i tō pūkete. Ko reira whakahokia ai te 10 kr.
mk: ќе бидете пренасочени на Klarna.com за да ги потврдите вашите лични податоци. Бараме да уплатите 10 шведски круни преку Klarna за да ја потврдите вашата сметка. Потоа 10-те шведски круни ќе ви бидат вратени.
ml: നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങൾ പരിശോധിക്കുന്നതിന് നിങ്ങളെ Klarna.com എന്നതിലേക്ക് റീഡയറക്റ്റ് ചെയ്യും. നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിക്കുന്നതിന് Klarna വഴി 10 ക്രോണ പേയ്മെന്റ് നടത്താൻ ഞങ്ങൾ നിങ്ങളോട് ആവശ്യപ്പെടുന്നു. തുടർന്ന് 10 ക്രോണ തിരികെ നൽകും.
mr: आपल्या वैयक्तिक माहितीचे सत्यापन करण्यासाठी आपल्याला Klarna.com कडे पुनर्निर्देशित केले जाईल. आपल्या खात्याचे सत्यापन करण्यासाठी आपण Klarna द्वारे 10 kr चे पेमेंट करावे असे आम्ही सांगतो. 10 kr नंतर परत केले जातील.
ms: anda akan dihalakan semula ke Klarna.com untuk menentusahkan maklumat peribadi anda. Kami meminta anda membuat bayaran 10 kr melalui Klarna untuk menentusahkan akaun anda. 10 kr tersebut kemudiannya akan dibayar balik.
mt: se tiġi ridirezzjonat lejn Klarna.com biex tivverifika l-informazzjoni personali tiegħek. Aħna nitolbu li tagħmel pagament ta’ 10 kr permezz ta’ Klarna biex tivverifika l-kont tiegħek. L-10 kr imbagħad se jiġu rimborżati.
ne: तपाईंलाई आफ्नो व्यक्तिगत जानकारी रुजू गर्न Klarna.com मा रिडाइरेक्ट गरिने छ। हामी तपाईंलाई आफ्नो खाता रुजू गर्न Klarna मार्फत 10 kr को भुक्तानी गर्न अनुरोध गर्छौँ। त्यसपछि 10 kr फिर्ता गरिने छ।
nn_no: du blir omdirigert til Klarna.com, slik at du kan stadfeste personopplysingane dine. Vi ber deg om å utføre ei betaling på 10 kr gjennom Klarna, slik at vi kan stadfeste kontoen din. Desse 10 kronene vil bli refundert.
no: du vil bli omdirigert til Klarna.com for å bekrefte personopplysningene dine. Vi ber om at du gjør en betaling på 10 kr gjennom Klarna for å bekrefte kontoen. Deretter blir beløpet refundert.
or: ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ସୂଚନା ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ Klarna.com କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ. ଆମେ କହୁଛୁ ଯେ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣ Klarna ମାଧ୍ୟମରେ 10 kr ଦେୟ ଦିଅନ୍ତୁ. ଏହାପରେ 10 kr ଫେରସ୍ତ କରାଯିବ.
pa_in: ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ Klarna.com ਵੱਲ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ Klarna ਰਾਹੀਂ 10 kr ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕਹਿੰਦੇ ਹਾਂ। ਇਸ ਤੋਂ ਬਾਅਦ 10 kr ਨੂੰ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: nastąpi przekierowanie do Klarna.com w celu zweryfikowania Twoich danych osobowych. Prosimy o dokonanie płatności w wysokości 10 kr za pośrednictwem usługi Klarna w celu zweryfikowania Twojego konta. Kwota 10 kr zostanie następnie zwrócona.
ru: вы будете перенаправлены на сайт Klarna.com для проверки личных сведений. Вам будет предложено совершить платеж на сумму 10 крон, чтобы проверить вашу учетную запись. После этого сумма в 10 крон будет вам возвращена.
sl: preusmerjeni boste na spletno stran Klarna.com, kjer boste lahko preverili svoje osebne podatke. Prosimo vas, da za preverjanje računa prek storitve Klarna opravite plačilo v višini 10 kr. Nato vam bo 10 kr povrnjenih.
sr_cyrl_rs: бићете преусмерени на Klarna.com да бисте верификовали своје личне податке. Молимо вас да извршите уплату од 10 kr путем услуге Klarna да бисмо верификовали ваш налог. Износ од 10 kr ће вам потом бити враћен.
sr_latn_rs: bićete preusmereni na Klarna.com da biste verifikovali svoje lične podatke. Molimo vas da izvršite uplatu od 10 kr putem usluge Klarna da bismo verifikovali vaš nalog. Iznos od 10 kr će vam potom biti vraćen.
sv: omdirigeras du till Klarna.com för att verifiera din personliga information. Vi ber dig att göra en inbetalning på 10 kr via Klarna för att verifiera ditt konto. Det här beloppet kommer att återbetalas.
ta: உங்கள் தனிநபர் தரவைச் சரிபார்க்க, நீங்கள் Klarna.com தளத்திற்குத் திருப்பிவிடப்படுவீர்கள். உங்கள் கணக்கைச் சரிபார்க்க, Klarna மூலம் 10 kr கட்டணம் செலுத்துவதற்கு நாங்கள் உங்களைக் கேட்போம். 10 kr தொகையானது பின்னர் திருப்பியளிக்கப்படும்.
te: మీ వ్యక్తిగత సమాచారాన్ని ధృవీకరించడం కొరకు మీరు Klarna.com కు రీడైరెక్ట్ చేయబడతారు. మీ ఖాతాని ధృవీకరించడం కొరకు క్లార్నా ద్వారా 10 kr చెల్లించాలని మేము మిమ్మల్ని కోరుతున్నాం. అప్పుడు 10 kr రీఫండ్ చేయబడుతుంది.
th: คุณจะถูกเปลี่ยนเส้นทางไปที่ Klarna.com เพื่อยืนยันข้อมูลส่วนบุคคลของคุณ เราขอให้คุณชำระเงิน 10 kr ผ่าน Klarna เพื่อยืนยันบัญชีของคุณ หลังจากนั้นคุณจะได้รับเงินคืน 10 kr
tr: Kişisel bilgilerinizi doğrulamanız için Klarna.com adresine yönlendirileceksiniz. Hesabınızı doğrulamak için Klama aracılığıyla 10 KR tutarında ödeme yapmanızı istiyoruz. Ödediğiniz 10 KR daha sonra iade edilecek.
tt: шәхси мәгълүматларыгызны раслау өчен сез Klarna.com төененә күчереләчәксез. Хисап язмагызны раслау өчен Klarna аша 10 крон күләмендә бер түләү башкаруыгызны сорыйбыз. Аннары 10 крон сезгә кайтарылачак.
ug: سىزنى Klarna.com غا باشلاپ كىرىپ شەخسىي ئۇچۇرىڭىزنى دەلىللەيمىز. ھېساباتىڭىزنى دەلىللەش ئۈچۈن Klarna ئارقىلىق 10 kr چىقىم قىلىشىڭىز كېرەك. چىقىم قىلغان 10 kr دەلىللەپ بولغاندا سىزگە قايتۇرۇلىدۇ.
uk: вас буде переспрямовано на Klarna.com, щоб підтвердити особисту інформацію. Ми просимо вас здійснити платіж у розмірі 10 шведських крон через Klarna, щоб підтвердити свій обліковий запис. Після цього платіж буде відшкодовано.
ur: آپ کو اپنی ذاتی معلومات کی تصدیق کرنے Klarna.com پر بھیجا جائے گا۔ ہماری گزارش ہے کہ آپ اپنے اکاؤنٹ کی تصدیق کرنے کے لئے Klarna کے ذریعے 10 kr کی ادائیگی کریں۔ اس کے بعد وہ 10 kr آپ کو واپس کر دیے جائیں گے۔
uz: shaxsiy maʼlumotlaringizni tekshirish uchun Klarna.com saytiga yoʻnaltirilasiz. Hisobingizni tasdiqlash uchun Klarna orqali 10 krona toʻlashingizni soʻraymiz. Keyinroq 10 krona hisobingizga qaytariladi.
vi: bạn sẽ được chuyển hướng đến Klarna.com để xác minh thông tin cá nhân của mình. Bạn cần phải thanh toán 10 kr qua Klarna để xác minh tài khoản. Sau đó, số tiền này sẽ được hoàn lại.
zh_hans: 你将被重定向到 Klarna.com 以验证你的个人信息。我们要求你通过 Klarna 支付 10 kr，以验证你的帐户。10 kr 将在之后退还。
zh_hant: 您會被重新導向 Klarna.com 驗證您的個人資訊。我們要求您透過向使用者支付 10 kr，以驗證您的帳戶。10 kr 將會退款給您。

# Literal.IdealBilling.SettingUp.LegalString2
source: , you will be redirected to your bank to verify your account. We'll collect your bank account info, but won't use it without your permission.
af: , sal jy na PayPal se webwerf herlei word om jou rekening te verifieer. Ons sal jou bankrekeninginligting versamel, maar sal dit nie sonder jou toestemming gebruik nie.
am: መለያዎን ለማረጋገጥ ወደ ባንክዎ ይዛወራሉ። የእርስዎን የባንክ ሂሳብ መረጃ እንሰበስባለን ፣ ነገር ግን ያለፈቃድዎ አንጠቀምበትም።
ar: ، ستتم إعادة توجيهك إلى موقع البنك الذي تتعامل معه لتأكيد حسابك. سنجمع معلومات حسابك البنكي، ولكننا لن نستخدمها بدون إذنك.
as: ,আপোনাৰ একাউণ্টটো সত্যাপন কৰিবলৈ আপোনাক আপোনাৰ বেংকলৈ পুনঃনিৰ্দেশিত কৰা হ'ব। আমি আপোনাৰ বেঙ্ক একাউণ্টৰ তথ্য সংগ্ৰহ কৰিম, কিন্তু আপোনাৰ অনুমতি অবিহনে ইয়াক ব্যৱহাৰ নকৰোঁ।
az: hesabınızı yoxlamaq üçün bankınıza yönləndiriləcəksiniz. Bank hesabı məlumatlarınızı toplayacağıq, lakin icazəniz olmadan onu istifadə etməyəcəyik.
bg: , ще бъдете пренасочени към вашата банка, за да потвърдите сметката си. Ние ще съберем информацията за банковата ви сметка, но няма да я използваме без ваше разрешение.
bn_in: , আপনার অ্যাকাউন্ট যাচাই করার জন্য আপনাকে আপনার ব্যাঙ্কে পুনঃনির্দেশিত করা হবে। আমরা আপনার ব্যাংক অ্যাকাউন্টের তথ্য সংগ্রহ করব, তবে এটি আপনার অনুমতি ব্যতীত ব্যবহার করব না।
bs: , bit ćete preusmjereni na banku, kako biste potvrdili svoj račun. Prikuplјamo informacije o vašem bankovnom računu, ali ih nećemo koristiti bez vaše dozvole.
cy: , byddwch chi'n cael eich ailgyfeirio i’ch banc er mwyn dilysu’ch . Byddwn yn casglu gwybodaeth am eich cyfrif banc, ond fyddwn ni ddim yn ei defnyddio heb eich caniatâd.
da: , bliver du omdirigeret til din bank for at bekræfte din konto. Vi indsamler dine bankkontooplysninger, men bruger dem ikke uden din tilladelse.
de: , werden Sie zur Überprüfung Ihres Kontos an Ihre Bank umgeleitet. Wir fragen Ihre Bankkontodaten ab, werden sie jedoch nicht ohne Ihre Zustimmung verwenden.
el: , θα ανακατευθυνθείτε στην τράπεζά σας για να επαληθεύσετε τον λογαριασμό σας. Θα συλλέξουμε τις πληροφορίες του τραπεζικού λογαριασμού σας, αλλά δεν θα τις χρησιμοποιήσουμε χωρίς την άδειά σας.
es: se le redirigirá a su banco para verificar su cuenta. Recopilaremos la información de la cuenta bancaria, pero no la usaremos sin su permiso.
et: , suunatakse teid konto kinnitamiseks ümber teie panga veebisaidile. Kogume teie pangakonto teavet, aga me ei kasuta seda teie loata.
eu: , bankura birbideratuko zaizu kontua egiaztatzeko. Zure bankuko kontuaren informazioa bilduko dugu, baina ez dugu erabiliko zure baimenik gabe.
fa: ، برای تأیید حساب به بانک خود هدایت می‌شوید. ما اطلاعات حساب بانکی شما را جمع‌آوری می‌کنیم، اما بدون اجازه شما از آن استفاده نمی‌کنیم.
ga: , atreorófar thú chuig do bhanc chun do chuntas a fhíorú. Baileoimid faisnéis faoi do chuntas bainc ach ní úsáidfimid í gan do chead.
gd: , thèid d’ ath-stiùireadh gun bhanca agad a dhearbhadh a’ chunntais agad. Cruinnichidh sinn fiosrachadh mun chunntas bhanca agad ach cha chleachd sinn e gun chead uat.
gl: , producirase unha redirección ao banco para que verifique a súa conta. Recompilaremos información da súa conta bancaria, pero non a usaremos sen o seu permiso.
gu: , તમારું ખાતું ચકાસવા માટે તમને તમારા બેંક પર રીડાયરેક્ટ કરવામાં આવશે. અમે તમારી બેંક ખાતા માહિતી એકત્રિત કરીશું, પરંતુ તમારી અનુમતિ વિના તેનો ઉપયોગ કરીશું નહીં.
he: , תופנה לבנק שלך כדי לאמת את החשבון שלך. נאסוף את פרטי חשבון הבנק שלך, אך לא נשתמש בהם ללא רשותך.
hi: , आपको अपना खाता सत्यापित करने के लिए आपके बैंक पर रीडायरेक्ट किया जाएगा. हम आपकी बैंक खाते की जानकारी एकत्रित करेंगे, लेकिन हम उसका उपयोग आपकी अनुमति के बिना नहीं करेंगे.
hr: , bit ćete preusmjereni na web-mjesto banke kako biste potvrdili svoj račun. Prikupit ćemo podatke o vašem bankovnom računu, ali ih nećemo upotrebljavati bez vaše dozvole.
hu: , átirányítjuk bankjához a számlája ellenőrzéséhez. Gyűjtjük a bankszámlaadatait, de az Ön engedélye nélkül nem használjuk fel azokat.
id: , Anda akan dialihkan ke bank Anda untuk memverifikasi akun. Kami akan mengumpulkan informasi rekening bank Anda, namun kami tidak akan menggunakannya tanpa seizin Anda.
is: , verður þér vísað áfram á bankann þinn til að staðfesta reikninginn þinn. Við söfnum bankareikningsupplýsingunum þínum en notum þær ekki án þinnar heimildar.
ja: お客様の口座を確認するために銀行にリダイレクトされます。お客様の銀行口座情報が収集されますが、お客様の許可なくこれが使用されることはありません。
ka: , მოხდება თქვენი გადამისამართება თქვენს ბანკთან თქვენი ანგარიშის გადასამოწმებლად. ჩვენ შევაგროვებთ ინფორმაციას თქვენი საბანკო ანგარიშის შესახებ, მაგრამ არ გამოვიყენებთ ამ ინფორმაციას თქვენი ნებართვის გარეშე.
kk: , тіркелгіңізді растау үшін банкке қайта бағытталасыз. Банк шотыңыз туралы ақпаратты жинаймыз, бірақ оны сіздің рұқсатыңызсыз пайдаланбаймыз.
kn: , ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಾವು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಆದರೆ ನಿಮ್ಮ ಅನುಮತಿ ಇಲ್ಲದೇ ಬಳಸುವುದಿಲ್ಲ.
ko: 계정을 확인하기 위해 은행으로 리디렉션됩니다. Microsoft는 귀하의 은행 계정 정보를 수집하지만, 귀하의 동의 없이 사용하지 않습니다.
lo: , ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຍັງທະນາຄານຂອງທ່ານເພື່ອກວດສອບບັນຊີຂອງທ່ານ. ພວກເຮົາຈະເກັບຂໍ້ມູນບັນຊີທະນາຄານຂອງທ່ານ, ແຕ່ຈະບໍ່ໃຊ້ມັນໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດຈາກທ່ານ.
lt: , būsite nukreipti į banką, kad patvirtintumėte savo sąskaitą. Surinksime jūsų banko paskyros informaciją, bet nenaudosime jos be jūsų leidimo.
lv: , jūs tiksit novirzīts uz savu banku, lai verificētu savu kontu. Mēs vāksim jūsu bankas konta informāciju, bet neizmantosim to bez jūsu atļaujas.
mi: , ka tahurikē i a koe ki tō pēke hei manatoko i tō kaute pūtea. Mā mātou ō mōhiohio kaute pūtea e kohi, engari kāore e whakamahi me te kore whiwhi i tō whakaaetanga.
mk: , ќе бидете пренасочени во вашата банка за да ја потврдите вашата сметка. Ќе собереме информации за вашата банкарска сметка, но нема да ги користиме без ваша дозвола.
ml: , നിങ്ങളുടെ അക്കൌണ്ട് പരിശോധിച്ചുറപ്പിക്കുന്നതിന് നിങ്ങളെ നിങ്ങളുടെ ബാങ്കിലേക്ക് റീഡയറക്റ്റ് ചെയ്യും. ഞങ്ങൾ നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് വിവരങ്ങൾ ശേഖരിക്കും, പക്ഷേ നിങ്ങളുടെ അനുമതിയില്ലാതെ അത് ഉപയോഗിക്കില്ല.
mr: , आपल्या खात्याची पडताळणी करण्यासाठी आपल्याला PayPal च्या वेबसाइटवर पुनर्निर्देशित केले जाईल. आम्ही आपल्या बँकेच्या खात्याची माहिती संकलित करू, पण आपल्या परवानगी शिवाय ती वापरणार नाही.
ms: , anda akan dihalakan semula ke bank anda untuk menentusahkan akaun anda. Kami akan mengumpulkan maklumat akaun bank anda, tetapi tidak akan menggunakannya tanpa kebenaran anda.
mt: , se tiġi ridirezzjonat lejn il-bank tiegħek biex tivverifika l-kont tiegħek. Se niġbru l-informazzjoni tal-kont tal-bank tiegħek, iżda mhux se nużawh mingħajr il-permess tiegħek.
ne: तपाईंलाई आफ्नो खाता रुजू गर्न तपाईंको बैंकमा रिडाइरेक्ट गरिने छ। हामी तपाइँको बैंक खाताको जानकारी सङ्कलन गर्ने छौँ, तर तपाईंको अनुमतिबिना यसको प्रयोग गर्ने छैनौँ।
nn_no: , kjem du til nettstaden til banken din for å stadfeste kontoen. Vi samlar inn informasjonen om bankkontoen din, men vi bruker han ikkje utan løyve frå deg.
no: , blir du omdirigert til banke for å bekrefte kontoen din. Vi samler inn infoen om bankkontoen din, men vi bruker den ikke uten tillatelse fra deg.
or: , ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ ଆପଣଙ୍କ ବ୍ୟାଙ୍କକୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ । ଆମେ ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍ ସୂଚନା ସଂଗ୍ରହ କରିବୁ, କିନ୍ତୁ ଆପଣଙ୍କ ଅନୁମତି ବିନା ଏହାକୁ ବ୍ୟବହାର କରିବୁ ନାହିଁ ।
pa_in: , ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਬੈਂਕ ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕਰਾਂਗੇ, ਪਰ ਇਸਦੀ ਵਰਤੋਂ ਤੁਹਾਡੀ ਆਗਿਆ ਤੋਂ ਬਿਨਾਂ ਨਹੀਂ ਕਰਾਂਗੇ।
pl: , nastąpi przekierowanie do banku, aby zweryfikować konto. Będziemy zbierać informacje dotyczące Twojego konta bankowego, ale nie użyjemy ich bez Twojej zgody.
ru: , вы будете перенаправлены на сайт банка для подтверждения счета. Мы получим банковские реквизиты вашего счета, но не будем использовать эти данные без вашего разрешения.
sl: , ste preusmerjeni v banko za preverjanje računa. Zbrali bomo podatke o vaši banki, vendar jih ne bomo uporabili brez vašega dovoljenja.
sr_cyrl_rs: , бићете преусмерени на веб сајт банке да бисте верификовали налог. Прикупљамо информације о вашем банкарском рачуну, али их нећемо користити без ваше дозволе.
sr_latn_rs: , bićete preusmereni u banku da biste verifikovali račun. Prikupljamo informacije o vašem bankarskom računu, ali ih nećemo koristiti bez vaše dozvole.
sv: omdirigeras du till din bank för att verifiera ditt konto. Vi samlar in information om ditt bankkonto men kommer inte att använda den utan din tillåtelse.
ta: , உங்கள் கணக்கைச் சரிபார்க்க, நீங்கள் உங்கள் வங்கிக்குத் திருப்பிவிடப்படுவீர்கள். உங்கள் வங்கிக் கணக்குத் தகவல்களைச் சேகரிப்போம், ஆனால் உங்கள் அனுமதியின்றி அதைப் பயன்படுத்த மாட்டோம்.
te: , మీ ఖాతాను ధృవీకరించడానికి మీరు PayPమీ బ్యాంక్‌కి మళ్లించబడతారు. మేము మీ బ్యాంక్ ఖాతా సమాచారాన్ని సేకరిస్తాము, కానీ మీ అనుమతి లేకుండా దాన్ని ఉపయోగించము.
th: ระบบจะนําคุณไปยังธนาคารของคุณเพื่อตรวจสอบบัญชีของคุณ เราจะรวบรวมข้อมูลบัญชีธนาคารของคุณ แต่จะไม่นําไปใช้โดยไม่ได้รับอนุญาตจากคุณ
tr: hesabınızı doğrulamak için bankanıza yönlendirilirsiniz. Banka hesap bilgilerinizi toplarız ancak bu bilgileri izniniz olmadan kullanmayız.
tt: , хисабыгызны раслау өчен, үзегезнең банкка күчәчәксез. Без сезнең банк хисап язмасы мәгълүматын тупларбыз, ләкин рөхсәтегездән башка аны кулланмаячакбыз.
ug: ، بانكا بېتىگە ئۆتۈپ ھېساباتىڭىزنى دەلىللەيمىز. بانكا ھېساباتىڭىزنىڭ ئۇچۇرىنى توپلايمىز، ئەمما ئۇلارنى سىزدىن ئىجازەت ئالماي تۇرۇپ ئىشلەتمەيمىز.
uk: вас буде переспрямовано в банк для перевірки вашого рахунку. Ми збираємо відомості про ваш банківський рахунок, проте не будемо використовувати їх без вашої згоди.
ur: ، آپ کو اپنے اکاؤنٹ کی تصدیق کرنے کے لئے اپنے بینک پر ری ڈائریکٹ کیا جائے گا۔ ہم آپ کے بینک اکاؤنٹ کی معلومات جمع کریں گے، لیکن اسے آپ کی اجازت کے بغیر استعمال نہیں کریں گے۔
vi: , bạn sẽ được chuyển hướng đến ngân hàng của bạn để xác minh tài khoản. Chúng tôi sẽ thu thập thông tin tài khoản ngân hàng của bạn, nhưng sẽ không sử dụng thông tin đó khi không được bạn cho phép.
zh_hans: 系统会将你重定向到你的银行以验证你的帐户。我们将收集你的银行帐户信息，但未经你的允许，我们不会使用该信息。
zh_hant: ，系統會將您重新導向至您的銀行以驗證您的帳戶。我們會收集您的銀行帳戶資訊，但不會在沒有您授權的情況下，使用這些資訊。
