Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.VATID.Pattern
source: Invalid company VAT ID.
af: Ongeldige maatskappy BTW-ID.
am: ልክ ያልኾነ ካምፓኒ VAT አይ ዲ።
ar: معرف ضريبة القيمة المضافة للشركة غير صالح.
as: অবৈধ কোম্পানী VAT ID৷
az: Yanlış şirkət ƏDV nö.
bg: Невалиден номер по ДДС на фирмата.
bn_in: কোম্পানির ভ্যাট আইডিটি ঠিকঠাক নেই৷
bs: Nevažeći ID za PDV preduzeća.
cy: Mae ID TAW y cwmni yn annilys.
da: Firmaets moms-id er ugyldigt.
de: Die Unternehmens-USt-IdNr. ist ungültig.
el: Μη έγκυρο ΑΦΜ εταιρείας.
es: El CIF de la empresa no es válido.
et: Ettevõtte KMKR on sobimatu.
eu: Enpresaren IFZ baliogabea da.
fa: شناسه VAT شرکت نامعتبر است.
ga: Uimhir aitheantais na cuideachta neamhbhailí.
gd: Tha VAT ID a' chompanaidh mì-dhligheach.
gl: ID do IVE de empresa non válido.
gu: અમાન્ય કંપની VAT ID.
he: מזהה המע"מ של החברה לא חוקי.
hi: अमान्य कंपनी VAT ID.
hr: PDV identifikacijski broj tvrtke nije valjan.
hu: Érvénytelen vállalati áfaazonosító.
id: NPWP PPN perusahaan tidak valid.
is: Ógilt VSK-númer fyrirtækis.
ja: 会社の VAT ID が正しくありません。
ka: კომპანიის დღგ-ს ID არასწორია.
kk: Компанияның ҚҚС идентификаторы жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ಕಂಪನಿ VAT ID.
ko: 회사 VAT ID가 올바르지 않습니다.
ku_arab: ناسنامەی VAT ی کۆمپانیا نادروستە.
ky: Компаниянын КНС коду жараксыз.
lo: ລະຫັດອາກອນມູນຄ່າເພີ່ມຂອງບໍລິສັດບໍ່ຖືກຕ້ອງ.
lt: Įmonės PVM ID netinkamas.
lv: Nederīgs uzņēmuma PVN ID.
mi: He TT VAT kamupene muhu.
mk: Неважечки идентификациски број за ДДВ на компанијата.
ml: കമ്പനി VAT ID അസാധുവാണ്.
mn: Компанийн НӨАТ төлөгчийн дугаар буруу байна.
mr: अवैध कंपनी VAT ID.
ms: ID VAT syarikat tidak sah.
mt: L-ID tal-VAT tal-kumpanija mhix valida.
ne: कम्पनीको भ्याट आइडी अवैध छ।
nn_no: Ugyldig MVA-ID for firma.
no: Ugyldig MVA-ID.
or: ଅବୈଧ କମ୍ପାନୀ VAT ID.
pa_arab_pk: ‏‏کمپنی دی واٹ پچھان غلط اے۔
pa_in: ਕੰਪਨੀ ਦੀ VAT ID ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy identyfikator VAT firmy.
ru: Недопустимый код НДС компании.
sd: VAT ID ڪمپني جي غلط آھي.
si: සමාගමේ VAT ID වැරදියි.
sl: ID-številka za DDV podjetja ni veljavna.
sr_cyrl_rs: Неважећи ID за ПДВ предузећа.
sr_latn_rs: Nevažeći ID za PDV preduzeća.
sv: Företagets momsregistreringsnummer är ogiltigt.
ta: தவறான நிறுவன VAT ID.
te: చెల్లని కంపెనీ VAT ID.
tg: ID-и АИИ беэътибор.
th: VAT ID ของบริษัทไม่ถูกต้อง
tr: Geçersiz şirket KDV No.
tt: Ширкетенең ИНН ялгыш.
ug: شىركەت باج تىزىملاش نومۇرى ئىناۋەتسىز.
uk: Недійсний ідентифікатор платника ПДВ компанії.
ur: بے جواز کمپنی VAT شناخت۔
uz: Kompaniyaning INN raqami haqiqiy emas.
vi: ID VAT của công ty không hợp lệ.
zh_hans: 公司增值税 ID 无效。
zh_hant: 公司的加值稅識別碼無效。

# Literal.VATID.Pattern.2
source: Invalid VAT ID
af: Ongeldige BTW-ID
am: ልክ ያልሆነ የተ.እ.ታ መታወቂያ
ar: معرّف VAT غير صالح
as: অবৈধ VAT ID
az: Yanlış ƏDV ID-si
bg: Невалиден ИД по ДДС
bn_in: অবৈধ VAT ID
bs: Nevažeći PDV ID
cy: ID TAW annilys
da: Ugyldigt moms-id
de: Ungültige USt-IdNr.
el: Μη έγκυρο ΑΦΜ
es: CIF no válido
et: Sobimatu KMKR
eu: IFZak ez du balio
fa: شناسه مالیات بر ارزش افزوده نامعتبر
ga: ID CBL neamhbhailí
gd: VAT ID mì-dhligheach
gl: ID do IVE non válido
gu: અમાન્ય VAT ID
he: מזהה מע"מ לא חוקי
hi: अमान्य VAT ID
hr: PDV identifikacijski broj nije valjan
hu: Érvénytelen adószám
id: NPWP PPN tidak valid
is: Ógilt VSK-númer
ja: 無効な VAT ID
ka: დღგ-ს ID არასწორია
kk: Дұрыс емес ҚҚС идентификаторы
kn: ಅಮಾನ್ಯ VAT ID
ko: 잘못된 VAT ID
ku_arab: کۆدی VAT نادروستە
ky: Жараксыз VAT ID
lo: ລະຫັດອາກອນມູນຄ່າເພີ່ມບໍ່ຖືກຕ້ອງ
lt: Netinkamas PVM ID
lv: Nederīgs PVN ID
mi: TT VAT muhu
mk: Неважечки идентификациски број за ДДВ
ml: VAT ID അസാധുവാണ്
mn: НӨАТ дугаар буруу
mr: अवैध व्हॅट आयडी
ms: VAT ID tak sah
mt: ID tal-VAT invalida
ne: अवैधानिक भ्याट आइडी
nn_no: Ugyldig MVA-ID
no: Ugyldig MVA-ID
or: ଅବୈଧ VAT ID
pa_arab_pk: ناجائز واٹ پچھان
pa_in: ਅਵੈਧ VAT ID
pl: Nieprawidłowy identyfikator VAT
ru: Недопустимый код НДС
sd: غلط VAT ID
si: අවලංගු වැට් ID
sl: Neveljaven ID za DDV
sr_cyrl_rs: Неважећи ID за ПДВ
sr_latn_rs: Nevažeći ID za PDV
sv: Ogiltigt VAT-nummer
ta: தவறான VAT ID
te: చెల్లని VAT ID
tg: Рақами ААИ (VAT) нодуруст
th: VAT ID ไม่ถูกต้อง
tr: Geçersiz KDV No
tt: ИНН дөрес түгел
ug: باج كىملىكى ئىناۋەتسىز
uk: Неприпустимий ідентифікатор платника ПДВ
ur: ناجائز VAT ID
uz: Noto‘g‘ri STIR
vi: ID VAT Không hợp lệ
zh_hans: 增值税 ID 无效
zh_hant: 無效的加值稅識別碼

# Literal.VATID.Pattern.NIF
source: Invalid NIF.
af: Ongeldige NIF.
am: ልክ ያልሆነ NIT።
ar: رقم التعريف NIF غير صالح.
as: অবৈধ NIF।
az: Yanlış NIF.
bg: Невалиден NIF.
bn_in: অবৈধ NIF।
bs: Nevažeći NIF.
cy: NIF annilys.
da: Ugyldig NIF.
de: NIF ungültig.
el: Μη έγκυρο NIF.
es: NIF no válido.
et: NIF ei sobi
eu: IFZ baliogabea.
fa: NIF نامعتبر.
ga: NIF neamhbhailí.
gd: NIF mì-dhligheach.
gl: NIF non válido.
gu: અમાન્ય NIF.
he: NIF לא חוקי.
hi: अमान्य NIF.
hr: NIF nije valjan.
hu: Érvénytelen NIF.
id: NIF tidak valid.
is: Ógilt NIF.
ja: NIF が無効です。
ka: არასწორი NIF.
kk: Жарамсыз NIF.
kn: ಅಮಾನ್ಯ NIF.
ko: 유효하지 않은 NIF입니다.
lo: NIF ບໍ່ຖືກຕ້ອງ
lt: Netinkamas NIF.
lv: Nederīgs NIF.
mi: NIF muhu.
mk: Неважечки NIF.
ml: അസാധുവായ NIF.
mr: अवैध NIF.
ms: NIF tidak sah.
mt: NIF invalidu.
ne: अमान्य NIF।
nn_no: Ugyldig NIF.
no: Ugyldig NIF.
or: ଅବୈଧ NIF ।
pa_in: ਅਯੋਗ NIF.
pl: Nieprawidłowy numer NIF.
ru: Недопустимый NIF.
sl: Neveljaven NIF.
sr_cyrl_rs: Неважећи NIF.
sr_latn_rs: Nevažeći NIF.
sv: Ogiltigt NIF.
ta: செல்லுபடியாகாத NIF.
te: చెల్లని NIF.
th: NIF ไม่ถูกต้อง
tr: Geçersiz NIF.
tt: Дөрес булмаган NIF.
ug: NIF ئىناۋەتسىز.
uk: Неприпустимий номер NIT.
ur: غیر مجاز NIF۔
uz: Yaroqsiz NIF.
vi: NIF không hợp lệ.
zh_hans: NIF 无效。
zh_hant: 無效的 NIF。

# Literal.VATID.Pattern.VAT-TIN
source: Invalid VAT-TIN
af: Ongeldige BTW-TIN
am: ልክ ያልኾነ VAT-TIN
ar: رقم تعريف الجهة الخاضعة للضريبة الخاص بضريبة القيمة الإضافية غير صالح
as: অচল VAT-TIN
az: Yanlış ƏDV-VÖEN
bg: Невалиден ДДС-TIN
bn_in: অবৈধ VAT-TIN
bs: Nevažeći VAT-TIN
cy: TAW-TIN annilys
da: Ugyldigt moms-TIN (Taxpayer Identification Number - US)
de: Ungültige USt-TIN
el: Μη έγκυρο VAT-TIN
es: IVA-CIF/NIF no válido
et: KM-TIN ei sobi
eu: BEZ-TINak ez du balio
fa: VAT-TIN نامعتبر است
ga: VAT-TIN neamhbhailí
gd: VAT-TIN mì-dhligheach
gl: IVE-CIF/NIF non válido
gu: અમાન્ય VAT TIN
he: VAT-TIN לא חוקי
hi: अमान्य VAT-TIN
hr: PDV-TIN nije valjan
hu: Érvénytelen áfaazonosító
id: PPN-TIN tidak valid
is: Ógilt VAT-TIN-númer
ja: VAT-TIN が無効です
ka: არასწორი დღგ-TIN
kk: Жарамсыз ҚҚС-ЖСН
kn: ಅಮಾನ್ಯ VAT-TIN
ko: 잘못된 VAT-TIN
lo: VAT-TIN ບໍ່ຖືກຕ້ອງ
lt: Netinkamas PVM-TIN
lv: Nederīgs PVN-NMIN
mi: VAT-TIN muhu
mk: Неважечки ДДВ-Даночен број
ml: VAT-TIN അസാധുവാണ്
mr: अवैध VAT-TIN
ms: VAT-TIN tidak sah
mt: VAT-TIN invalidu
ne: अमान्य VAT-TIN
nn_no: Ugyldig MVA-TIN
no: Ugyldig MVA-TIN
or: ଅବୈଧ VAT-TIN
pa_in: ਅਯੋਗ VAT-TIN
pl: Nieprawidłowy numer VAT-NIP
ru: Недопустимый НДС-ИНН
sl: Neveljavna številka DDV-TIN
sr_cyrl_rs: Неважећи ПДВ–TIN
sr_latn_rs: Nevažeći PDV–TIN
sv: Ogiltigt momsregistrerings-/organisationsnr
ta: செல்லுபடியாகாத VAT-TIN
te: చెల్లని VAT-TIN
th: VAT-TIN ไม่ถูกต้อง
tr: Geçersiz KDV TIN
tt: Дөрес булмаган НДС-ИНН
ug: VAT-TIN ئىناۋەتسىز
uk: Неприпустимий VAT-TIN
ur: غیر مجاز VAT-TIN
uz: Yaroqsiz VAT-TIN
vi: VAT-TIN không hợp lệ
zh_hans: VAT-TIN 无效
zh_hant: 加值稅-TIN 無效

# Literal.VATID.Pattern.VKN
source: Invalid VKN
af: Ongeldige VKN
am: ልክ ያልሆነ VKN
ar: رقم التعريف الضريبي "VKN" غير صالح
as: অবৈধ VKN
az: Yanlış VKN
bg: Невалиден VKN
bn_in: অবৈধ VKN
bs: Nevažeći VKN
cy: VKN Annilys
da: Ugyldigt VKN
de: Ungültige VKN
el: Μη έγκυρο VKN
es: VKN no válido
et: VKN ei sobi
eu: VKN elementuak ez du balio
fa: VKN نامعتبر
ga: VKN neamhbhailí
gd: VKN mì-dhligheach
gl: VKN non válido
gu: અમાન્ય VKN
he: VKN לא חוקי
hi: अमान्य VKN
hr: V TOKEN nije valjan
hu: Érvénytelen VKN
id: Tidak valid VKN
is: Ógilt VKN
ja: VKN が無効です
ka: არასწორი VKN
kk: Жарамсыз VKN
kn: ಅಮಾನ್ಯ VKN
ko: 잘못된 VKN
lo: VKN ໃຊ້ບໍ່ໄດ້
lt: Neleistinas VKN
lv: Nederīgs VKN
mi: VKN muhu
mk: Неважечки VKN
ml: അസാധുവായ VKN
mr: अवैध VKN
ms: VKN tidak sah
mt: VKN invalidu
ne: अमान्य VKN
nn_no: Ugyldig VKN
no: Ugyldig VKN
or: ଅବୈଧ VKN
pa_in: ਅਯੋਗ VKN
pl: Nieprawidłowa NAZWA VKN
ru: Недопустимый VKN
sl: Neveljaven VKN
sr_cyrl_rs: Неважећи VKN
sr_latn_rs: Nevažeći VKN
sv: Ogiltigt VKN
ta: செல்லுபடியாகாத VKN
te: చెల్లని VKN
th: VKN ไม่ถูกต้อง
tr: Geçersiz VKN
tt: Дөрес булмаган VKN
ug: VKN ئىناۋەتسىز
uk: Недійсне значення VKN
ur: بے جواز VKN
uz: VKn notoʻgʻri
vi: VKN không hợp lệ
zh_hans: VKN 无效
zh_hant: 無效的 VKN

# Literal.VATID.Pattern.Orgnr
source: Invalid Orgnr
af: Ongeldige orgno.
am: ልክ ያልሆነ Orgnr
ar: رقم المؤسسة "Orgnr" غير صالح
as: অবৈধ Orgnr
az: Yanlış Orgnr
bg: Невалиден Orgnr
bn_in: অবৈধ Orgnr
bs: Nevažeći Orgnr
cy: Sefydliad Annilys
da: Ugyldig organisation
de: Ungültige Orgnr
el: Μη έγκυρο Orgnr
es: Orgnr no válido
et: Organisatsiooni kood ei sobi
eu: Orgnr elementuak ez du balio
fa: Orgnr نامعتبر
ga: Orgnr neamhbhailí
gd: Orgnr mì-dhligheach
gl: Orgnr non válido
gu: અમાન્ય Orgnr
he: Orgnr לא חוקי
hi: अमान्य संगठनकर्ता
hr: Orgnr nije valjan
hu: Érvénytelen orgnr
id: Tidak valid Orgnr
is: Ógilt Orgnr
ja: Orgnr が無効です
ka: არასწორი Orgnr
kk: Жарамсыз Orgnr
kn: ಅಮಾನ್ಯ Orgnr
ko: 잘못된 Orgnr
lo: ອົງກອນໃຊ້ບໍ່ໄດ້
lt: Neleistinas organizacijos numeris
lv: Nederīgs Orgnr
mi: Orgnr muhu
mk: Неважечка организација
ml: അസാധുവായ Orgnr
mr: अवैध Orgnr
ms: Orgnr tidak sah
mt: Orgnr Invalidu
ne: अमान्य व्यवस्थापक
nn_no: Ugyldig org.-nr.
no: Ugyldig organisasjonsnr.
or: ଅବୈଧ Orgnr
pa_in: ਅਯੋਗ Orgnr
pl: Nieprawidłowy Orgnr
ru: Недопустимый Orgnr
sl: Neveljaven Orgnr
sr_cyrl_rs: Неважећи Orgnr
sr_latn_rs: Nevažeći Orgnr
sv: Ogiltigt Orgnr
ta: செல்லுபடியாகாத Orgnr
te: చెల్లని Orgnr
th: องค์กรไม่ถูกต้อง
tr: Geçersiz Kuruluş no
tt: Дөрес булмаган Orgnr
ug: ئۇيۇشتۇرغۇچى ئىناۋەتسىز
uk: Недійсне значення Orgnr
ur: بے جواز تنظیمی
uz: Orgnr notoʻgʻri
vi: Người tổ chức không hợp lệ
zh_hans: Orgnr 无效
zh_hant: 不正確 Orgnr

# Literal.VATID.Pattern.AAH
source: Invalid AAH
af: Ongeldige AAH
am: ልክ ያልሆነ AAH
ar: AAH غير صالح
as: অবৈধ AAH
az: Yanlış AAH
bg: Невалиден AAH
bn_in: অবৈধ AAH
bs: Nevažeći AAH
cy: AAH Annilys
da: Ugyldig AAH
de: Ungültige AAH
el: Μη έγκυρο AAH
es: AAH no válida
et: AAH ei sobi
eu: AAH elementuak ez du balio
fa: AAH نامعتبر
ga: AAH neamhbhailí
gd: AAH mì-dhligheach
gl: AAH non válido
gu: અમાન્ય AAH
he: AAH לא חוקי
hi: अमान्य AAH
hr: AAH nije valjan
hu: Érvénytelen AAH
id: Tidak valid AAH
is: Ógilt AAH
ja: AAH が無効です
ka: არასწორი AAH
kk: Жарамсыз AAH
kn: ಅಮಾನ್ಯ AAH
ko: 잘못된 AAH
lo: AAH ໃຊ້ບໍ່ໄດ້
lt: Neleistinas AAH
lv: Nederīgs AAH
mi: AAH muhu
mk: Неважечки AAH
ml: അസാധുവായ AAH
mr: अवैध AAH
ms: AAH tidak sah
mt: ABN Invalidu
ne: अमान्य AAH
nn_no: Ugyldig AAH
no: Ugyldig AAH
or: ଅବୈଧ AAH
pa_in: ਅਵੈਧ AAH
pl: Nieprawidłowa AAH
ru: Недопустимый AAH
sl: Neveljaven AAH
sr_cyrl_rs: Неважећи AAH
sr_latn_rs: Nevažeći AAH
sv: Ogiltigt AAH
ta: செல்லுபடியாகாத AAH
te: చెల్లని AAH
th: AAH ไม่ถูกต้อง
tr: Geçersiz AAH
tt: Дөрес булмаган AAH
ug: AAH ئىناۋەتسىز
uk: Недійсне значення AAH
ur: بے جواز AAH
uz: AAH notoʻgʻri
vi: AAH không hợp lệ
zh_hans: AAH 无效
zh_hant: 無效的 AAH

# Literal.VATID.Pattern.NDS
source: Invalid NDS
af: Ongeldige NDS
am: ልክ ያልሆነ NDS
ar: ضريبة القيمة المضافة "NDS" غير صالحة
as: অবৈধ NDS
az: Yanlış NDS
bg: Невалиден NDS
bn_in: অবৈধ NDS
bs: Nevažeći NDS
cy: NDS Annilys
da: Ugyldig NDS
de: Ungültige NDS
el: Μη έγκυρο NDS
es: NDS no válido
et: NDS ei sobi
eu: NDS elementuak ez du balio
fa: NDS نامعتبر
ga: NDS neamhbhailí
gd: NDS mì-dhligheach
gl: NDS non válido
gu: અમાન્ય NDS
he: NDS לא חוקי
hi: अमान्य NDS
hr: NDS nije valjan
hu: Érvénytelen NDS
id: Tidak valid NDS
is: Ógilt NDS
ja: NDS が無効です
ka: არასწორი NDS
kk: Жарамсыз NDS
kn: ಅಮಾನ್ಯ NDS
ko: 잘못된 NDS
lo: NDS ໃຊ້ບໍ່ໄດ້
lt: Neleistinas NDS
lv: Nederīgs NDS
mi: NDS muhu
mk: Неважечки NDS
ml: അസാധുവായ NDS
mr: अवैध NDS
ms: NDS tidak sah
mt: NDS invalidu
ne: अमान्य NDS
nn_no: Ugyldig NDS
no: Ugyldig NDS
or: ଅବୈଧ NIT
pa_in: ਅਯੋਗ NDS
pl: Nieprawidłowe NDS
ru: Недопустимый NDS
sl: Neveljaven NDS
sr_cyrl_rs: Неважећи NDS
sr_latn_rs: Nevažeći NDS
sv: Ogiltigt NDS
ta: செல்லுபடியாகாத NDS
te: చెల్లని NDS
th: NDS ไม่ถูกต้อง
tr: Geçersiz NDS
tt: Дөрес булмаган NDS
ug: NDS ئىناۋەتسىز
uk: Недійсне значення NDS
ur: بے جواز NDS
uz: NDS notoʻgʻri
vi: NDS không hợp lệ
zh_hans: NDS 无效
zh_hant: 無效的 NDS

# Literal.VATID.Pattern.RFC
source: Invalid RFC
af: Ongeldige RFC
am: ልክ ያልሆነ RFC
ar: رقم التسجيل الفيدرالي للجهة الخاضعة للضريبة "RFC" غير صالح
as: অবৈধ RFC
az: Yanlış RFC
bg: Невалиден RFC
bn_in: অবৈধ RFC
bs: Nevažeći RFC
cy: RFC annilys
da: Ugyldig RFC
de: Ungültige RFC
el: Μη έγκυρο RFC
es: RFC no válido
et: RFC ei sobi
eu: RFC elementuak ez du balio
fa: RFC نامعتبر
ga: RFC neamhbhailí
gd: RFC mì-dhligheach
gl: RFC non válido
gu: અમાન્ય RFC
he: RFC לא חוקי
hi: अमान्य RFC
hr: RFC nije valjan
hu: Érvénytelen RFC
id: Tidak valid RFC
is: Ógilt RFC
ja: RFC が無効です
ka: არასწორი RFC
kk: Жарамсыз RFC
kn: ಅಮಾನ್ಯ RFC
ko: 잘못된 RFC
lo: RFC ໃຊ້ບໍ່ໄດ້
lt: Neleistinas RFC
lv: Nederīgs RFC
mi: RFC muhu
mk: Неважечки RFC
ml: അസാധുവായ RFC
mr: अवैध RFC
ms: RFC tidak sah
mt: RFC invalidu
ne: अमान्य RFC
nn_no: Ugyldig RFC
no: Ugyldig RFC
or: ଅବୈଧ RFC
pa_in: ਅਯੋਗ RFC
pl: Nieprawidłowe RFC
ru: Недопустимый RFC
sl: Neveljaven RFC
sr_cyrl_rs: Неважећи RFC
sr_latn_rs: Nevažeći RFC
sv: Ogiltigt RFC
ta: செல்லுபடியாகாத RFC
te: చెల్లని RFC
th: RFC ไม่ถูกต้อง
tr: Geçersiz RFC
tt: Дөрес булмаган RFC
ug: RFC ئىناۋەتسىز
uk: Недійсне значення RFC
ur: بے جواز RFC
uz: RUT notoʻgʻri
vi: RFC không hợp lệ
zh_hans: RFC 无效
zh_hant: 無效的遠端函式呼叫

# Literal.VATID.Pattern.Ma'am
source: Invalid Ma'am
af: Ongeldige Ma'am
am: ልክ ያልሆነ Ma'am
ar: Ma'am غير صالحة
as: অবৈধ মেডাম
az: Yanlış Xanım
bg: Невалиден ma'am
bn_in: অবৈধ Ma'am
bs: Nevažeća gospođa
cy: Ma'am annilys
da: Ugyldig Ma'am
de: Ungültige Dame
el: Μη έγκυρη Κυρία
es: Ma'am no válido
et: Sobimatu Ma'am
eu: Andrea baliogabea
fa: Ma'am نامعتبر
ga: Bean uasal neamhbhailí
gd: Tha Ma'am mì-dhligheach
gl: Ma’am non válido
gu: અમાન્ય Ma'am
he: מע"מ לא חוקי
hi: अमान्य Ma'am
hr: Ma'am nije valjan
hu: Érvénytelen Ma'am
id: Ma'am tidak valid
is: Ógilt frú
ja: Ma'am が無効です
ka: არასწორი Ma'am
kk: Жарамсыз Ма'ам мәні
kn: ಅಮಾನ್ಯವಾದ Ma'am
ko: 유효하지 않은 Ma'am
lo: ມາດາມບໍ່ຖືກຕ້ອງ
lt: Netinkamas Ma'am
lv: Nederīgs Ma'am
mi: E te rangatira, he muhu nei
mk: Неважечки е како Госпоѓа
ml: അസാധുവായ മാഡം
mr: अवैध मॅम
ms: Ma'am tidak sah
mt: Ma'am invalidu
ne: अमान्य म्याम
nn_no: Ugyldig frue
no: Ugyldig ma'am
or: ଅବୈଧ ମ୍ୟାଡମ୍
pa_in: ਅਯੋਗ ਮੈਮ
pl: Nieprawidłowy Ma'am
ru: Недопустимое значение Ma'am
sl: Neveljavna naziv gospa
sr_cyrl_rs: Неважеће име госпође
sr_latn_rs: Nevažeće ime gospođe
ta: செல்லுபடியாகாத Ma'am
te: చెల్లని మేడమ్
th: Ma'am ไม่ถูกต้อง
tr: Geçersiz Ma'am
tt: Дөрес булмаган Ма'ам
ug: «خانىم» دېگەن بۆلەك ئىناۋەتسىز
uk: Недійсний ідентифікатор Ma'am
ur: غیر مجاز خاتون
uz: Xonim notoʻgʻri
vi: Ma'am không hợp lệ
zh_hans: 女士无效
zh_hant: Ma'am 無效

# Literal.VATID.Pattern.VAT
source: Invalid VAT
af: Ongeldige BTW
am: ልክ ያልሆነ VAT
ar: ضريبة القيمة المضافة غير صالحة
as: অবৈধ VAT ID
az: Yanlış ƏDV
bg: Невалиден ДДС
bn_in: অবৈধ VAT
bs: Nevažeći PDV
cy: TAW annilys
da: Ugyldig moms
de: Ungültige MwSt.
el: Μη έγκυρο ΑΦΜ
es: IVA no válido
et: Sobimatu KM
eu: BEZak ez du balio
fa: مالیات بر ارزش افزوده نامعتبر
ga: CBL neamhbhailí
gd: VAT mì-dhligheach
gl: IVE non válido
gu: અમાન્ય VAT
he: מס ערך מוסף לא חוקי
hi: अमान्य VAT
hr: PDV ID nije valjan
hu: Érvénytelen ÁFA
id: PPN tidak valid
is: Ógilt VSK
ja: VAT が無効です
ka: არასწორი დღგ
kk: Жарамсыз ҚҚС
kn: ಅಮಾನ್ಯ VAT
ko: 유효하지 않은 VAT
lo: VAT ບໍ່ຖືກຕ້ອງ
lt: Neleistinas PVM
lv: Nederīgs PVN
mi: Tāke hokohoko muhu
mk: Неважечки ДДВ
ml: VAT അസാധുവാണ്
mr: अवैध VAT
ms: VAT tak sah
mt: VAT invalidu
ne: अमान्य VAT
nn_no: Ugyldig mva.
no: Ugyldig mva.
or: ଅବୈଧ VAT
pa_in: ਅਵੈਧ VAT
pl: Nieprawidłowy identyfikator VAT
ru: Недопустимый НДС
sl: Neveljaven DDV
sr_cyrl_rs: Неважећи ПДВ
sr_latn_rs: Nevažeći PDV
sv: Ogiltigt momsregistreringsnummer
ta: செல்லுபடியாகாத VAT ID
te: చెల్లని VAT
th: VAT ไม่ถูกต้อง
tr: Geçersiz KDV
tt: Дөрес булмаган НДС
ug: VAT ئىناۋەتسىز
uk: Неприпустимий ідентифікатор платника ПДВ
ur: غیر مجاز VAT
uz: QQS notoʻgʻri
vi: Thuế GTGT không hợp lệ
zh_hans: 增值税无效
zh_hant: 加值稅無效

# Literal.VATID.Pattern.GST/VAT
source: Invalid GST/VAT ID
af: Ongeldige GST/BTW ID
am: ልክ ያልሆ GST/VAT ID
ar: معرف ضريبة السلع والخدمات/معرّف ضريبة القيمة المضافة غير صالح
as: GST/VAT ID অবৈধ
az: Yanlış MXV/ƏDV ID-si
bg: Невалиден GST/НОМЕР ПО ДДС
bn_in: অবৈধ GST/VAT ID
bs: Nevažeći ID za GST/PDV
cy: ID TAW/GST annilys
da: Ugyldigt GST/moms-id
de: Ungültige USt./MwSt.-ID
el: Μη έγκυρο αναγνωριστικό GST/VΑΦΜ
es: Id. de IVA o GST no válido
et: Sobimatu GST/KMKR
eu: GST/IFZ zenbakiak ez du balio
fa: شناسه مالیات بر کالا و خدمات/مالیات بر ارزش افزوده نامعتبر
ga: ID GST/CBL neamhbhailí
gd: GST/VAT ID mì-dhligheach
gl: ID do IVE/GST non válido
gu: અમાન્ય GST/VAT ID
he: מזהה GST/מע"מ לא חוקי
hi: अमान्य GST/VAT ID
hr: GST/PDV ID nije valjan
hu: Érvénytelen GST/ÁFA-azonosító
id: GST/NPWP PPN tidak valid
is: Ógilt GST/VSK auðkenniGST-/VSK-númer
ja: GST/VAT ID が無効です
ka: არასწორი GST/დღგ-ს საიდენტიფიკაციო კოდი
kk: Жарамсыз GST/ҚҚС идентификаторы
kn: ಅಮಾನ್ಯವಾದ GST/VAT ID
ko: 유효하지 않은 GST/VAT ID
lo: ລະຫັດ GST/VAT ບໍ່ຖືກຕ້ອງ
lt: Netinkamas GST / PVM ID
lv: Nederīgs GST/PVN ID
mi: GST/VAT ID muhu
mk: Неважечки идентификациски број за Данок на стоки и услуги/ДДВ
ml: അസാധുവായ GST/VAT ID
mr: अवैध GST/VAT ID
ms: ID GST/VAT tidak sah
mt: ID tal-GST/VAT invalida
ne: अमान्य GST/VAT आइडी
nn_no: Ugyldig GST/VAT-ID
no: Ugyldig GST/MVA-ID
or: ଅବୈଧ GST/VAT ID
pa_in: ਅਵੈਧ GST/VAT ID
pl: Nieprawidłowy identyfikator GST/VAT
ru: Недопустимый код GST/НДС
sl: Neveljaven ID za splošni prometni davek/DDV
sr_cyrl_rs: Неважећи ID за ПДВ/Порез на робу и услуге
sr_latn_rs: Nevažeći ID za PDV/Porez na robu i usluge
sv: Ogiltigt GST/VAT-ID
ta: செல்லுபடியாகாத GST/VAT ID
te: చెల్లని GST/VAT ID
th: GST/ID ภาษีไม่ถูกต้อง
tr: Geçersiz GST/KDV No
tt: Дөрес булмаган GST/ НДС идентификаторы
ug: GST/VAT نومۇرى ئىناۋەتسىز
uk: Неприпустимий ідентифікатор платника податку на товари та послуги або ПДВ
ur: GST/VAT کی غیر مجاز ID
uz: GST/QQS ID notoʻgʻri
vi: ID GST/VAT không hợp lệ
zh_hans: 商品劳务税/增值税 ID 无效
zh_hant: 貨物及服務稅/加值稅識別碼無效

# Literal.VATID.Portugal.NotUpdatable
source: NIF cannot be edited.
af: NIF kan nie geredigeer word nie.
am: NIF ሊስተካከል አይችልም።
ar: يتعذر تحرير رقم تعريف ضريبة القيمة المضافة (NIF).
as: NIF সম্পাদনা কৰিব নোৱাৰি।
az: NIF redaktə edilə bilməz.
bg: NIF не може да се редактира.
bn_in: NIF সম্পাদনা করা যাবে না।
bs: Nije moguće urediti NIF.
cy: Ni ellir golygu NIF.
da: NIF kan ikke redigeres.
de: NIF kann nicht bearbeitet werden.
el: Δεν είναι δυνατή η επεξεργασία του NIF.
es: No se puede editar NIF.
et: NIF-i ei saa redigeerida.
eu: IFZ ezin da editatu.
fa: NIF را نمی‌توان ویرایش کرد.
ga: Ní féidir NIF a chur in eagar.
gd: Cha ghabh NIF a dheasachadh.
gl: O NIF non se pode editar.
gu: NIFને સંપાદિત કરી શકાતું નથી.
he: אין אפשרות לערוך את NIF.
hi: NIF को संपादित नहीं किया जा सकता.
hr: NIF se ne može uređivati.
hu: A NIF nem szerkeszthető.
id: NIF tidak dapat diedit.
is: Ekki er hægt að breyta NIF.
ja: NIF を編集することはできません。
ka: NIF-ის რედაქტირება შეუძლებელია
kk: NIF-ті өңдеуге болмайды.
kn: NIF ಸಂಪಾದಿಸಲಾಗುವುದಿಲ್ಲ.
ko: NIF를 편집할 수 없습니다.
lo: ບໍ່ສາມາດແກ້ໄຂ NIF ໄດ້.
lt: NIF redaguoti negalima.
lv: NIF nevar rediģēt.
mi: Kāore e taea te whakatika i te NIF.
mk: NIF не може да се уредува.
ml: NIF എഡിറ്റുചെയ്യാൻ കഴിയില്ല.
mr: NIF संपादित केला जाऊ शकत नाही.
ms: NIF tidak boleh diedit.
mt: In-NIF ma jistax jiġi editjat.
ne: NIF सम्पादन गर्न सकिँदैन।
nn_no: Kan ikkje redigere NIF.
no: Kan ikke redigere NIF.
or: NIF ସଂପାଦନା କରାଯାଇପାରିବ ନାହିଁ
pa_in: NIF ਸੰਪਾਦਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Nie można edytować numeru NIF.
ru: NIF нельзя изменить.
sl: Številke NIF ni mogoče urediti.
sr_cyrl_rs: Није могуће уредити NIF.
sr_latn_rs: Nije moguće urediti NIF.
sv: Det går inte att redigera NIF.
ta: NIF-ஐத் திருத்த முடியவில்லை.
te: NIFను సవరించడం సాధ్యం కాదు.
th: ไม่สามารถแก้ไข NIF ได้
tr: NIF düzenlenemiyor.
tt: NIF төзәтелә алмый.
ug: NIF تەھرىرلەنمەيدۇ.
uk: NIF не можна редагувати.
ur: NIF میں تدوین نہیں کی جا سکتی۔
uz: NIF tahrirlanmaydi.
vi: Không thể chỉnh sửa NIF.
zh_hans: 无法编辑 NIF。
zh_hant: 無法編輯 NIF。

# Literal.WhatsThis
source: What's this?
af: Wat is dit?
am: ይህ ምንድነው?
ar: ما هذا؟
as: এইটো কি?
az: Bu nədir?
bg: Какво е това?
bn_in: এটি কী?
bs: Šta je ovo?
cy: Beth yw hwn?
da: Hvad er det?
de: Was ist das?
el: Τι είναι αυτό;
es: ¿Qué es esto?
et: Mis see on?
eu: Zer da hau?
fa: این چیست؟
ga: Cad é seo?
gd: Dè tha seo?
gl: Qué é isto?
gu: આ શું છે?
he: מה זה?
hi: यह क्या है?
hr: Što je ovo?
hu: Mi ez?
id: Apa ini?
is: Hvað er þetta?
ja: セキュリティ コードとは?
ka: რა არის ეს?
kk: Бұл не?
kn: ಇದು ಏನು?
ko: 관련 도움말
ku_arab: ئەمە چییە؟
ky: Бул эмне?
lo: ນີ້ແມ່ນຫຍັງ?
lt: Kas tai?
lv: Kas tas ir?
mi: He aha tēnei?
mk: Што е ова?
ml: എന്താണിത്?
mn: Энэ юу вэ?
mr: हे काय आहे?
ms: Apakah ini?
mt: Dan x'inhu?
ne: यो के हो?
nn_no: Kva er dette?
no: Hva er dette?
or: ଏହା କଣ ଅଟେ?
pa_arab_pk: ایہہ کی اے؟
pa_in: ਇਹ ਕੀ ਹੈ?
pl: Co to jest?
ru: Что это?
sd: هي ڇا آهي؟
si: මේ කුමක්ද?
sl: Kaj je to?
sr_cyrl_rs: Шта је ово?
sr_latn_rs: Šta je ovo?
sv: Förklaring
ta: இது என்ன?
te: ఇది ఏమిటి?
tg: Ин чист?
th: สิ่งนี้คืออะไร
tr: Bu nedir?
tt: Бу нәрсә?
ug: بۇ نىمە؟
uk: Що це?
ur: یہ کیا ہے ؟
uz: Bu nima?
vi: Đây là gì?
zh_hans: 这是什么?
zh_hant: 相關說明

# Literal.Zipcode.MaxLength
source: ZIP code is too long.
af: Poskode is te lank.
am: ዚፕ ኮድ በጣም ረጅም ነው።
ar: الرمز البريدي طويل جدًا.
as: জিপ ক'ড অতি দীঘল৷
az: Poçt indeksi çox uzundur.
bg: Пощенският код е прекалено дълъг.
bn_in: ZIP কোড অনেক লম্বা।
bs: Poštanski broj je predug.
cy: Mae'r cod post yn rhy hir.
da: Postnummeret er for langt.
de: Die Postleitzahl ist zu lang.
el: Ο ταχυδρομικός κώδικας είναι πολύ μεγάλος.
es: El código postal es demasiado largo.
et: Sihtnumber on liiga pikk.
eu: Posta-kodea luzeegia da.
fa: کد پستی بسیار طولانی است.
ga: Cód poist rófhada.
gd: Tha an còd-puist ro fhada.
gl: Código postal moi longo.
gu: ZIP કોડ ખૂબ લાંબો છે.
he: המיקוד ארוך מדי.
hi: ज़िप कोड बहुत लंबा है.
hr: Poštanski broj predugačak je.
hu: Az irányítószám túl hosszú.
id: Kode pos terlalu panjang.
is: Póstnúmerið er of langt.
ja: 郵便番号が長すぎます。
ka: საფოსტო ინდექსი ძალიან გრძელია.
kk: Пошталық индекс тым ұзын.
kn: ಜಿಪ್ ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 우편 번호가 너무 깁니다.
ku_arab: کۆدی زیپ زۆر درێژە.
ky: Индекс өтө узун.
lo: ລະຫັດໄປສະນີຍາວເກີນໄປ.
lt: Pašto indeksas yra per ilgas.
lv: Pasta indekss ir pārāk garš.
mi: He roa rawa te Waehere ZIP.
mk: Поштенскиот број е предолг.
ml: ZIP കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: ZIP код хэт урт байна.
mr: ZIP कोड खूप दीर्घ आहे.
ms: Kod zip terlalu panjang.
mt: Il-kodiċi postali hi twila wisq.
ne: जिप सङ्केत धेरै लामो छ।
nn_no: Postnummeret er for langt.
no: Postnummeret er for langt.
or: ଜିପ୍ କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏زپ کوڈ بوہت لمّا اے.
pa_in: ਜ਼ਿੱਪ ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod pocztowy jest za długi.
ru: Слишком длинный почтовый индекс.
sd: زپ ڪوڊ تمام وڏو آهي.
si: සිප් කේතය දිග වැඩියි.
sl: Poštna številka je predolga.
sr_cyrl_rs: Поштански број је предугачак.
sr_latn_rs: Poštanski broj je predugačak.
sv: Postnumret är för långt.
ta: ஜிப் குறியீடு மிக நீளமாக உள்ளது.
te: జిప్ కోడ్ చాలా పొడవుగా ఉంది.
tg: Индекси почта аз ҳад дароз аст.
th: รหัสไปรษณีย์ยาวเกินไป
tr: Posta kodu çok uzun.
tt: Почта индексы бик озын.
ug: پوچتا نومۇرى بەك ئۇزۇن.
uk: Поштовий індекс задовгий.
ur: زپ کوڈ بہت طویل ہے۔
uz: Pochta indeksi juda uzun.
vi: Mã bưu điện quá dài.
zh_hans: 邮政编码过长。
zh_hant: 郵遞區號太長。
