Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.dateOfBirth.Required
source: Date of birth is a required field
af: Geboortedatum is ’n vereiste veld
am: የልደት ቀን አስፈላጊ መስክ ነው
ar: تاريخ الميلاد حقل مطلوب
as: জন্মৰ তাৰিখৰ স্থান পূৰ কৰাতো বাঞ্চনীয়
az: Doğum tarixi tələb olunan sahədir
bg: Датата на раждане е задължително поле
bn_in: জন্ম তারিখ একটি প্রয়োজনীয় ক্ষেত্র
bs: Datum rođenja je obavezno polјe
cy: Rhaid rhoi dyddiad geni
da: Fødselsdato er et obligatorisk felt
de: Das Geburtsdatum muss angegeben werden.
el: Η ημερομηνία γέννησης είναι υποχρεωτικό πεδίο
es: La fecha de nacimiento es un campo obligatorio.
et: Sünnikuupäev on kohustuslik väli
eu: Jaiotze-data adierazi egin behar da
fa: تاریخ تولد یک فیلد الزامی است
ga: Tá an dáta breithe ina réimse riachtanach
gd: Tha a feum air raon an là-breith
gl: A data de nacemento é un campo que debe encherse.
gu: જન્મતારીખ એક આવશ્યક ફિલ્ડ છે
he: 'תאריך לידה' הוא שדה נדרש
hi: जन्म दिनांक, आवश्यक फ़ील्ड है
hr: Datum rođenja je obavezno polje
hu: A Születési dátum mező kitöltése kötelező
id: Tanggal lahir adalah bidang yang wajib diisi
is: Fæðingardagur er áskilinn reitur
ja: [生年月日] は必須フィールドです
ka: დაბადების თარიღი სავალდებულო ველია
kk: Туған күн міндетті өріс болып табылады
kn: ಜನ್ಮ ದಿನಾಂಕವು ಅಗತ್ಯದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 생년월일은 필수 필드입니다.
lo: ວັນເດືອນປີເກີດແມ່ນພາກສະຫນາມທີ່ ກຳ ນົດໄວ້
lt: Gimimo datos laukas yra būtinas
lv: Dzimšanas datums ir obligāti aizpildāms lauks
mi: He āpure e hiahiatia ana te rā whānau
mk: Полето Датум на раѓање е задолжително
ml: ജനനത്തീയതി ആവശ്യമായ മേഖലയാണ്
mr: जन्मतारीख आवश्यक क्षेत्र आहे
ms: Tarikh lahir adalah medan yang diperlukan
mt: Id-data tat-twelid huwa qasam meħtieġ
ne: जन्म मिति आवश्यक क्षेत्र हो
nn_no: Fødselsdato påkravd
no: Fødselsdato er et obligatorisk felt
or: ଜନ୍ମ ତାରିଖ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର ଅଟେ
pa_in: ਡੈਬਿਟ ਕਾਰਡ ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ
pl: Data urodzenia jest polem wymaganym
ru: Необходимо заполнить поле даты рождения.
sl: Datum rojstva je obvezno polje
sr_cyrl_rs: Поље „Датум рођења“ је обавезно
sr_latn_rs: Polje „Datum rođenja“ je obavezno
sv: Födelsedatum är ett obligatoriskt fält
ta: பிறந்த தேதி புலம் தேவையானது
te: పుట్టిన తేదీ ఫీల్డ్‌ను తప్పనిసరిగా పూరించాలి
th: วันเกิดเป็นเขตข้อมูลที่ต้องระบุ
tr: Doğum tarihi gerekli bir alandır
tt: Туган көн датасы мәҗбүри кыр
ug: تۇغۇلۇم چېسلاسى زۆرۈر ساھەدۇر
uk: Дата народження – це обов'язкова поле
ur: تاریخ پیدائش ایک مطلوبہ فیلڈ ہے
uz: Tavallud sanasini kiritish majburiy
vi: Ngày sinh là trường bắt buộc
zh_hans: 出生日期为必需字段
zh_hant: 出生日期是必要欄位

# Literal.ErrorMessage.dateOfBirth
source: Invalid Date of birth, please correct your date of birth.
af: Ongeldige Geboortedatum, maak asseblief jou geboortedatum reg.
am: ልክ ያልሆነ የትውልድ ቀን ፣ እባክዎ የልደት ቀንዎን ያስተካክሉ።
ar: تاريخ الميلاد غير صالح، الرجاء تصحيح تاريخ ميلادك.
as: অমান্য জন্মৰ তাৰিখ, অনুগ্ৰহ কৰি আপোনাৰ জন্মৰ তাৰিখ শুদ্ধ কৰক।
az: Doğum tarixi yanlışdır, xahiş edirik, doğum tarixinizi düzəldin.
bg: Невалидна дата на раждане, коригирайте датата си на раждане.
bn_in: অবৈধ জন্ম তারিখ, দয়া করে আপনার জন্ম তারিখটি সংশোধন করুন।
bs: Datum rođenja nije važeći, ispravite ga.
cy: Dyddiad Geni annilys. Dylech gywiro eich dyddiad geni.
da: Fødselsdatoen er ugyldig, ret fødselsdatoen.
de: Ungültiges Geburtsdatum. Korrigieren Sie Ihr Geburtsdatum.
el: Μη έγκυρη ημερομηνία γέννησης. Διορθώστε την ημερομηνία γέννησής σας.
es: La fecha de nacimiento no es válida. Corríjala.
et: Sobimatu sünnikuupäev, parandage oma sünnikuupäeva.
eu: Jaiotze-datak ez du balio; zuzen ezazu.
fa: تاریخ تولد نامعتبر است، لطفاً تاریخ تولد خود را تصحیح کنید.
ga: Dáta breithe neamhbhailí. Ceartaigh an dáta breithe.
gd: Chan eil an là-breith dligheach, feuch is cuir ceart e.
gl: Data de nacemento non válida; corrixa a data de nacemento.
gu: જન્મતારીખ અમાન્ય છે, કૃપયા તમારી જન્મતારીખને સુધારો.
he: תאריך לידה לא חוקי. תקן את תאריך הלידה.
hi: अमान्य जन्मतिथि, कृपया अपनी जन्म तिथि सही करें.
hr: Datum rođenja nije valjan, ispravite datum rođenja.
hu: A születési dátum érvénytelen, javítsa ki a születési dátumot.
id: Tanggal Lahir Tidak valid, silakan perbaiki tanggal lahir Anda.
is: Ógildur fæðingardagur, leiðréttu fæðingardaginn þinn.
ja: 生年月日が無効です。生年月日を修正してください。
ka: დაბადების თარიღი არასწორია, გთხოვთ, შეასწოროთ თქვენი დაბადების თარიღი.
kk: Туған күн жарамсыз, туған күніңізді түзетіңіз.
kn: ಜನ್ಮ ದಿನಾಂಕ ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕವನ್ನು ಸರಿಪಡಿಸಿ.
ko: 생년월일이 잘못되었습니다. 생년월일을 수정하세요.
lo: ວັນເດືອນປີເກີດບໍ່ຖືກຕ້ອງ, ກະລຸນາແກ້ໄຂວັນເດືອນປີເກີດຂອງທ່ານ.
lt: Netinkama gimimo data, ištaisykite gimimo datą.
lv: Nederīgs dzimšanas datums. Lūdzu, izlabojiet savu dzimšanas datumu.
mi: Rā Whānau muhu, me hoatu tō rā whānau tika.
mk: Неважечки датум на раѓање, коригирајте го вашиот датум на раѓање.
ml: അസാധുവായ ജനനത്തീയതി, ദയവായി നിങ്ങളുടെ ജനനത്തീയതി ശരിയാക്കുക.
mr: अवैध जन्मतारीख, कृपया आपली जन्मतारीख दुरुस्त करा.
ms: Tarikh lahir tidak sah, sila betulkan tarikh lahir anda.
mt: Data tat-Twelid iInvalida, ikkorreġi d-data tat-twelid tiegħek.
ne: अमान्य जन्म मिति, कृपया जन्म मिति सहि गर्नुहोस्‌।
nn_no: Ugyldig fødselsdato. Korriger fødselsdatoen din.
no: Ugyldig fødselsdato. Angi riktig fødselsdato.
or: ଅବୈଧ ଜନ୍ମ ତାରିଖ, ଦୟାକରି ଆପଣଙ୍କର ଜନ୍ମ ତାରିଖ ସଂଶୋଧନ କରନ୍ତୁ |
pa_in: ਅਵੈਧ ਜਨਮ ਤਰੀਕ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਜਨਮ ਮਿਤੀ ਨੂੰ ਸਹੀ ਕਰੋ.
pl: Nieprawidłowa data urodzenia, popraw ją.
ru: Недопустимая дата рождения, исправьте ее.
sl: Neveljaven datum rojstva. Popravite datum rojstva.
sr_cyrl_rs: Датум рођења није важећи, исправите га.
sr_latn_rs: Datum rođenja nije važeći, ispravite ga.
sv: Ogiltigt födelsedatum, ange korrekt födelsedatum.
ta: பிறந்த தேதி தவறாக உள்ளது, உங்களது பிறந்த தேதியைச் சரிசெய்யவும்.
te: పుట్టిన తేదీ చెల్లుబాటు కాదు, దయచేసి మీ పుట్టిన తేదీని సరిచేయండి.
th: วันเกิดไม่ถูกต้อง โปรดแก้ไขวันเกิดของคุณ
tr: Doğum tarihi geçersiz, lütfen doğum tarihinizi düzeltin.
tt: Туган көн датасы дөрес түгел, туган ел датасын үзгәртегез.
ug: ئىناۋەتسىز تۇغۇلۇم چېسلاسى، مەرھەمەت تۇغۇلۇم چېسلاڭىزنى تۈزىتىڭ.
uk: Недійсна дата народження, виправте дату народження.
ur: غلط تاریخ پیدائش، براہ کرم اپنی درست تاریخ پیدائش چنیں۔
uz: Tavallud sanasi yaroqsiz, tavallud sanasini tuzating.
vi: Ngày sinh không hợp lệ, vui lòng sửa ngày sinh của bạn.
zh_hans: 出生日期无效，请更正你的出生日期。
zh_hant: 出生日期無效，請更正您的出生日期。

# Literal.vpaIndiaUpi.Required
source: VPA is a required field
af: VPA is ’n vereiste veld
am: VPA የሚፈለግ መስክ ነው።
ar: يُعد عنوان الدفع المرئي أحد الحقول المطلوبة
as: VPA এটা আৱশ্যকীয় ক্ষেত্ৰ
az: VPA tələb olunan sahədir
bg: VPA е задължително поле
bn_in: VPA একটি প্রয়োজনীয় ক্ষেত্র
bs: VPA je obavezno polje
cy: Mae VPA yn faes gofynnol
da: VPA er et obligatorisk felt
de: VPA ist ein Pflichtfeld
el: Το VPA είναι απαιτούμενο πεδίο
es: El campo de VPA es obligatorio
et: VPA on kohustuslik väli
eu: VPA derrigorrezko eremua da
fa: VPA بخشی الزامی است.
ga: Is réimse éigeantach é VPA
gd: Tha VPA na raon riatanach
gl: O VPA é un campo obrigatorio
gu: VPA એ આવશ્યક ફીલ્ડ છે
he: VPA הוא שדה נדרש
hi: VPA आवश्यक फ़ील्ड है
hr: VPA polje je obavezno
hu: A VPA megadása kötelező.
id: VPA adalah bidang yang wajib diisi
is: Þetta er áskilinn reitur.
ja: VPA は必須フィールドです
ka: VPA ველის შევსება სავალდებულოა
kk: VPA — міндетті өріс
kn: VPA ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: VP는 필수 필드입니다.
lo: VPA ເປັນຊ່ອງຂໍ້ມູນທີ່ຈຳເປັນ
lt: VPA yra būtinas laukas
lv: VPA ir obligāts lauks
mi: He āpure e hiahiatia ana te CVV
mk: VPA е задолжително поле
ml: VPA ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mr: VPA आवश्यक फील्ड आहे
ms: VPA ialah medan yang diperlukan
mt: Il-VPA huwa qasam meħtieġ
ne: VPA आवश्यक फाँट हो
nn_no: VPA er et obligatorisk felt
no: VPA er et obligatorisk felt
or: VPA ଏକ ଆବଶ୍ୟକୀୟ ଫିଲ୍ଡ
pa_in: VPA ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole VPA jest wymagane
ru: VPA является обязательным полем
sl: VPA je obvezno polje
sr_cyrl_rs: VPA је обавезно поље
sr_latn_rs: VPA je obavezno polje
sv: VPA måste anges
ta: VPA என்பது தேவைப்படும் புலம் ஆகும்
te: VPA అవసరమైన ఫీల్డ్
th: VPA เป็นเขตข้อมูลที่ต้องระบุ
tr: VPA, gerekli bir alandır
tt: VPA - таләп ителгән кыр
ug: VPA تولدۇرۇلۇشى كېرەك
uk: VPA – обов'язкове поле
ur: VPA ایک مطلوبہ قطعہ ہے
uz: VPA bu majburiy maydon
vi: VPA là trường bắt buộc
zh_hans: VPA 是必填字段
zh_hant: VPA 是必要欄位

# Word.dateOfBirth
source: Date of birth
af: Geboortedatum
am: የልደት ቀን
ar: تاريخ الميلاد
as: জন্মৰ তাৰিখ
az: Doğum tarixi
bg: Дата на раждане
bn_in: জন্ম তারিখ
bs: Datum rođenja
cy: Dyddiad geni
da: Fødselsdato
de: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
et: Sünnikuupäev
eu: Jaioteguna
fa: تاریخ تولد
ga: Dáta breithe
gd: Là-breith
gl: Data de nacemento
gu: જન્મતારીખ
he: תאריך לידה
hi: जन्म तिथि
hr: Datum rođenja
hu: Születési dátum
id: Tanggal lahir
is: Fæðingardagur
ja: 生年月日
ka: დაბადების თარიღი
kk: Туған күні
kn: ಹುಟ್ಟಿದ ದಿನಾಂಕ
ko: 생년월일
ku_arab: بەرواری لەدایکبوون
ky: Туулган күн
lo: ວັນ​ເດືອນ​ປີ​ເກີດ
lt: Gimimo data
lv: Dzimšanas datums
mi: Rā whānau
mk: Датум на раѓање
ml: ജന്മദിനം
mn: Төрсөн огноо
mr: जन्म तारीख
ms: Tarikh lahir
mt: Data tat-twelid
ne: जन्म मिति
nn_no: Fødselsdato
no: Fødselsdato
or: ଜନ୍ମ ତାରିଖ
pa_arab_pk: جمن دی تریخ
pa_in: ਜਨਮ ਤਾਰੀਖ
pl: Data urodzenia
ru: Дата рождения
sd: پيدائش جي تاريخ
si: උපන්දිනය
sl: Datum rojstva
sr_cyrl_rs: Датум рођења
sr_latn_rs: Datum rođenja
sv: Födelsedatum
ta: பிறந்த தேதி
te: పుట్టిన తేదీ
tg: Санаи таваллуд
th: วันเกิด
tr: Doğum tarihi
tt: Туган көн датасы
ug: تۇغۇلۇم چېسلاسى
uk: Дата народження
ur: تاریخ پیدائش
uz: Tug‘ilgan kun sanasi
vi: Ngày sinh
zh_hans: 出生日期
zh_hant: 出生日期

# Word.XAA.Abbreviation.DateOfBirth
source: MM/DD/YYYY
af: MM/DD/JJJJ
am: ወር/ ቀን / ዓዓ
ar: DD/MM/YYYY
as: মা মা/তা তা/ব ব ব ব
bg: ДД/ММ/ГГГГ
bn_in: মাস/ দিন/ বছর
bs: DD/MM/GGGG
cy: MM/DD/BBBB
da: DD/MM/ÅÅÅÅ
de: TT.MM.JJJJ
el: ΜΜ/ΗΗ/ΕΕΕΕ
es: DD/MM/YYYY
eu: YYYY/MM/DD
fa: YYYY/MM/DD
ga: LL/MM/BBBB
gd: DD/MM/YYYY
gl: DD/MM/AAAA
he: DD/MM/YYYY
hi: DD/MM/YYYY
hr: DD. MM. GGGG.
hu: HH/NN/ÉÉÉÉ
id: HH/BB/TTTT
is: MM/DD/ÁÁÁÁ
ja: YYYY/MM/DD
ka: თთ/დდ/წწწწ
kk: КК/АА/ЖЖЖЖ
kn: ತಿಂತಿಂ/ದಿದಿ/ವವವವ
ko: YYYY/MM/DD
lt: YYYY-MM-DD
lv: DD/MM/GGGG
mi: MM/RR/TTTT
mk: ДД/ММ/ГГГГ
mr: मम/दिदि/वववव
mt: XX/JJ/SSSS
ne: महिना/दिन/वर्ष
nn_no: DD/MM/YYYY
no: DD/MM/YYYY
or: ମାସ/ଦିନ/ବର୍ଷ
pl: MM/DD/RRRR
ru: ДД.ММ.ГГГГ
sl: DD. MM. LLLL
sr_cyrl_rs: DD.MM.YYYY.
sr_latn_rs: DD.MM.YYYY.
sv: DD/MM/ÅÅÅÅ
th: ดด/วว/ปปปป
tr: GG/AA/YYYY
tt: АА/КК/ЕЕЕЕ
ug: ي ي ي ي/ئا ئا/ك ك
uk: ДД/ММ/РРРР
ur: دن/ماہ/سال
uz: OO/KK/YYYY
vi: DD/MM/YYYY
zh_hans: YYYY/MM/DD
zh_hant: YYYY/MM/DD

# Word.FirstNameOrCompanyName
source: First name or company name
af: Voornaam of maatskappynaam
am: የመጀመሪያ ስም ወይም የኩባንያ ስም
ar: الاسم الأول أو اسم الشركة
as: প্ৰথম নাম বা কোম্পানী নাম
az: Ad və ya şirkət adı
bg: Собствено име или име на фирма
bn_in: প্রথম নাম বা সংস্থার নাম
bs: Ime ili naziv kompanije
cy: Enw cyntaf neu enw cwmni
da: Fornavn eller firmanavn
de: Vorname oder Unternehmensname
el: Όνομα ή επωνυμία εταιρείας
es: Nombre de pila o nombre de la empresa
et: Eesnimi või ettevõtte nimi
eu: Izena edo enpresaren izena
fa: نام یا نام شرکت
ga: Céadainm nó ainm cuideachta
gd: Ainm an neach no a’ chompanaidh
gl: Nome de pía ou nome da empresa
gu: નામ અથવા કંપનીનું નામ
he: שם פרטי או שם חברה
hi: प्रथम नाम या कंपनी का नाम
hr: Ime ili naziv tvrtke
hu: Utónév vagy cégnév
id: Nama depan atau nama perusahaan
is: Skírnarnafn eða nafn fyrirtækis
ja: 名前または会社名
ka: სახელი ან კომპანიის სახელი
kk: Аты немесе компания атауы
kn: ಮೊದಲ ಹೆಸರು ಅಥವಾ ಕಂಪನಿ ಹೆಸರು
ko: 이름 또는 회사 이름
lo: ຊື່ ທຳ ອິດຫລືຊື່ບໍລິສັດ
lt: Vardas arba įmonės pavadinimas
lv: Vārds vai uzņēmuma nosaukums
mi: Ingoa tuatahi, ingoa kamupene rānei
mk: Име на лицето или компанијата
ml: പേരിന്റെ ആദ്യഭാഗം അല്ലെങ്കിൽ കമ്പനിയുടെ പേര്
mr: प्रथम नाव किंवा कंपनीचे नाव
ms: Nama pertama atau nama syarikat
mt: Isem jew isem il-kumpanija
ne: पहिलो नाम वा कम्पनी नाम
nn_no: Fornamn eller firmanamn
no: Fornavn eller firmanavn
or: ପ୍ରଥମ ନାମ କିମ୍ବା କମ୍ପାନୀ ନାମ
pa_in: ਪਹਿਲਾ ਨਾਮ ਜਾਂ ਕੰਪਨੀ ਦਾ ਨਾਮ
pl: Imię lub nazwa firmy
ru: Имя или название организации
sl: Ime ali ime podjetja
sr_cyrl_rs: Име или име предузећа
sr_latn_rs: Ime ili ime preduzeća
sv: Förnamn eller företagsnamn
ta: முதற்பெயர் அல்லது நிறுவனப் பெயர்
te: మొదటి పేరు లేదా కంపెనీ పేరు
th: ชื่อหรือชื่อบริษัท
tr: Ad veya şirket adı
tt: Сезнең яки компаниягызның исемә
ug: ئىسىم ياكى شىركەت ئىسمى
uk: Ім'я або назва компанії
ur: پہلا نام یا کمپنی کا نام
uz: Ismi yoki kompaniya nomi
vi: Tên bạn hoặc tên công ty
zh_hans: 名字或公司名称
zh_hant: 名字或公司名稱

# Word.FirstNameOrCompanyName.Mandatory
source: First name or company name*
af: Voornaam of maatskappynaam*
am: የመጀመሪያ ስም ወይም የኩባንያ ስም*
ar: الاسم الأول أو اسم الشركة*
as: প্ৰথম নাম বা কোম্পানী নাম*
az: Ad və ya şirkət adı*
bg: Собствено име или име на фирма*
bn_in: প্রথম নাম বা সংস্থার নাম *
bs: Ime ili naziv kompanije*
cy: Enw cyntaf neu enw cwmni*
da: Fornavn eller firmanavn*
de: Vorname oder Unternehmensname*
el: Όνομα ή επωνυμία εταιρείας*
es: Nombre de pila o nombre de la empresa*
et: Eesnimi või ettevõtte nimi*
eu: Izena edo enpresaren izena*
fa: نام یا نام شرکت*
ga: Céadainm nó ainm cuideachta*
gd: Ainm an neach no a’ chompanaidh*
gl: Nome de pía ou nome da empresa*
gu: નામ અથવા કંપનીનું નામ *
he: שם פרטי או שם חברה*
hi: प्रथम नाम या कंपनी का नाम*
hr: Ime ili naziv tvrtke*
hu: Utónév vagy cégnév*
id: Nama depan atau nama perusahaan *
is: Skírnarnafn eða nafn fyrirtækis*
ja: 名前または会社名*
ka: სახელი ან კომპანიის სახელი*
kk: Аты немесе компания атауы*
kn: ಮೊದಲ ಹೆಸರು ಅಥವಾ ಕಂಪನಿ ಹೆಸರು*
ko: 이름 또는 회사 이름*
lo: ຊື່ທໍາອິດຫຼືຊື່ບໍລິສັດ *
lt: Vardas arba įmonės pavadinimas*
lv: Vārds vai uzņēmuma nosaukums*
mi: Ingoa tuatahi, ingoa kamupene rānei*
mk: Име на лицето или компанијата*
ml: പേരിന്റെ ആദ്യഭാഗം അല്ലെങ്കിൽ കമ്പനിയുടെ പേര് *
mr: प्रथम नाव किंवा कंपनीचे नाव*
ms: Nama pertama atau nama syarikat*
mt: Isem jew isem il-kumpanija*
ne: पहिलो नाम वा कम्पनीको नाम *
nn_no: Fornamn eller firmanamn*
no: Fornavn eller firmanavn*
or: ପ୍ରଥମ ନାମ କିମ୍ବା କମ୍ପାନୀ ନାମ*
pa_in: ਪਹਿਲਾ ਨਾਮ ਜਾਂ ਕੰਪਨੀ ਦਾ ਨਾਮ *
pl: Imię lub nazwa firmy*
ru: Имя или название организации*
sl: Ime ali ime podjetja *
sr_cyrl_rs: Име или име предузећа*
sr_latn_rs: Ime ili ime preduzeća*
sv: Förnamn eller företagsnamn*
ta: முதற்பெயர் அல்லது நிறுவனப் பெயர்*
te: మొదటి పేరు లేదా కంపెనీ పేరు *
th: ชื่อหรือชื่อบริษัท*
tr: Ad veya şirket adı*
tt: Сезнең яки компаниягызның исемә*
ug: ئىسىم ياكى شىركەت ئىسمى*
uk: Ім'я або назва компанії *
ur: پہلا نام یا کمپنی کا نام*
uz: Ismi yoki kompaniya nomi*
vi: Tên bạn hoặc tên công ty*
zh_hans: 名字或公司名称*
zh_hant: 名字或公司名稱*

# Literal.ErrorMessage.DateOfBirthRequired
source: Date of birth is a required field
af: Geboortedatum is ’n vereiste veld
am: የልደት ቀን አስፈላጊ መስክ ነው
ar: تاريخ الميلاد حقل مطلوب
as: জন্মৰ তাৰিখৰ স্থান পূৰ কৰাতো বাঞ্চনীয়
az: Doğum tarixi tələb olunan sahədir
bg: Датата на раждане е задължително поле
bn_in: জন্ম তারিখ একটি প্রয়োজনীয় ক্ষেত্র
bs: Datum rođenja je obavezno polјe
cy: Rhaid rhoi dyddiad geni
da: Fødselsdato er et obligatorisk felt
de: Das Geburtsdatum muss angegeben werden.
el: Η ημερομηνία γέννησης είναι υποχρεωτικό πεδίο
es: La fecha de nacimiento es un campo obligatorio.
et: Sünnikuupäev on kohustuslik väli
eu: Jaiotze-data adierazi egin behar da
fa: تاریخ تولد یک فیلد الزامی است
ga: Tá an dáta breithe ina réimse riachtanach
gd: Tha a feum air raon an là-breith
gl: A data de nacemento é un campo que debe encherse.
gu: જન્મતારીખ એક આવશ્યક ફિલ્ડ છે
he: 'תאריך לידה' הוא שדה נדרש
hi: जन्म दिनांक, आवश्यक फ़ील्ड है
hr: Datum rođenja je obavezno polje
hu: A Születési dátum mező kitöltése kötelező
id: Tanggal lahir adalah bidang yang wajib diisi
is: Fæðingardagur er áskilinn reitur
ja: 生年月日は必須フィールドです
ka: დაბადების დღე სავალდებულო ველია
kk: Туған күн міндетті өріс болып табылады
kn: ಜನ್ಮ ದಿನಾಂಕವು ಅಗತ್ಯದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 생년월일은 필수 필드입니다.
lo: ວັນເດືອນປີເກີດແມ່ນພາກສະຫນາມທີ່ ກຳ ນົດໄວ້
lt: Gimimo datos laukas yra būtinas
lv: Dzimšanas datums ir obligāti aizpildāms lauks
mi: He āpure ka hiahiatia te rā whānau
mk: Полето Датум на раѓање е задолжително
ml: ജനനത്തീയതി ആവശ്യമായ മേഖലയാണ്
mr: जन्मतारीख आवश्यक क्षेत्र आहे
ms: Tarikh lahir adalah medan yang diperlukan
mt: Id-data tat-twelid huwa qasam meħtieġ
ne: जन्म मिति आवश्यक क्षेत्र हो
nn_no: Fødselsdato påkravd
no: Fødselsdato er et obligatorisk felt
or: ଜନ୍ମ ତାରିଖ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର ଅଟେ
pa_in: ਜਨਮ ਤਰੀਕ ਇੱਕ ਜ਼ਰੂਰੀ ਖੇਤਰ ਹੈ
pl: Data urodzenia jest polem wymaganym
ru: "Дата рождения" — обязательное поле.
sl: Datum rojstva je obvezno polje
sr_cyrl_rs: Датум рођења је обавезно поље
sr_latn_rs: Datum rođenja je obavezno polje
sv: Födelsedatum är ett obligatoriskt fält
ta: பிறந்த தேதி புலம் தேவையானது
te: పుట్టిన తేదీ ఫీల్డ్‌ను తప్పనిసరిగా పూరించాలి
th: วันเกิดเป็นเขตข้อมูลที่ต้องระบุ
tr: Doğum tarihi gerekli bir alandır
tt: Туган көн датасы мәҗбүри кыр
ug: تۇغۇلۇم چېسلاسى زۆرۈر ساھەدۇر
uk: Дата народження – це обов'язкова поле
ur: تاریخ پیدائش ایک مطلوبہ فیلڈ ہے
uz: Tavallud sanasini kiritish majburiy
vi: Ngày sinh là trường bắt buộc
zh_hans: 出生日期字段必填
zh_hant: 生日是必要欄位

# Literal.PaymentMethodOption.DebitCredit
source: Debit card or credit card
af: Debietkaart of kredietkaart
am: የዴቢት ካርድ ወይም የብድር ካርድ
ar: بطاقة خصم أو بطاقة ائتمان
as: ডেবিট কাৰ্ড বা ক্ৰেডিট কাৰ্ড
az: Debet kart və ya kredit kartı
bg: Дебитна карта или кредитна карта
bn_in: ডেবিট কার্ড বা ক্রেডিট কার্ড
bs: Debitna kartica ili kreditna kartica
cy: Cerdyn debyd neu gredyd
da: Debetkort eller kreditkort
de: Debit- oder Kreditkarte
el: Χρεωστική κάρτα ή πιστωτική κάρτα
es: Tarjeta de crédito o de débito
et: Deebetkaart või krediitkaart
eu: Zordunketa- edo kreditu-txartela
fa: کارت نقدی یا کارت اعتباری
ga: Cárta dochair nó cárta creidmheasa
gd: Cairt-chreideis no cairt-fhiachan
gl: Cartón de crédito ou débito
gu: એક ડેબિટ કાર્ડ અથવા ક્રેડિટ કાર્ડ
he: כרטיס חיוב או כרטיס אשראי
hi: डेबिट कार्ड या क्रेडिट कार्ड
hr: Debitna kartica ili kreditna kartica
hu: Bankkártya vagy hitelkártya
id: Kartu debit atau kartu kredit
is: Debet- eða kreditkort
ja: デビット カードまたはクレジット カード
ka: სადებეტო ბარათი ან საკრედიტო ბარათი
kk: Дебет картасы немесе кредит картасы
kn: ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ko: 직불 카드 또는 신용 카드
lo: ບັດເດບິດຫລືບັດເຄດິດ
lt: Debeto kortelė arba kredito kortelė
lv: Debetkarte vai kredītkarte
mi: Kāri nama, kāri tāwere rānei
mk: Дебитна или кредитна картичка
ml: ഡെബിറ്റ് കാർഡ് അല്ലെങ്കിൽ ക്രെഡിറ്റ് കാർഡ്
mr: डेबिट कार्ड किंवा क्रेडीट कार्ड
ms: Kad debit atau kad kredit
mt: Karta tad-debitu jew karta tal-kreditu
ne: डेबिट वा क्रेडिट कार्ड
nn_no: Debetkort eller kredittkort
no: Debetkort eller kredittkort
or: ଡେବିଟ୍ କାର୍ଡ କିମ୍ବା କ୍ରେଡିଟ୍ କାର୍ଡ
pa_in: ਡੈਬਿਟ ਕਾਰਡ ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ
pl: Karta debetowa lub kredytowa
ru: Банковская карта
sl: Debetna ali kreditna kartica
sr_cyrl_rs: Дебитна или кредитна картица
sr_latn_rs: Debitna ili kreditna kartica
sv: Betalkort eller kreditkort
ta: டெபிட் கார்டு அல்லது கிரெடிட் கார்டு
te: డెబిట్ కార్డ్ లేదా క్రెడిట్ కార్డ్
th: บัตรเดบิตหรือบัตรเครดิต
tr: ATM kartı veya kredi kartı
tt: Дебет яки кредит картасы
ug: دېبىت كارتىسى ياكى كرېدىت كارتىسى
uk: Дебетова картка або кредитна картка
ur: ڈیبٹ کارڈ یا کریڈٹ کارڈ
uz: Debet karta yoki kredit karta
vi: Thẻ ghi nợ hoặc thẻ tín dụng
zh_hans: 借记卡或信用卡
zh_hant: 轉帳卡或信用卡

# Literal.SelectPM.DebitCredit
source: Pick a payment method. Debit card or credit card
af: Kies ’n betaalmetode. Debietkaart of kredietkaart
am: የክፍያ መንገድ ይምረጡ። ክሬዲት ካርድ ወይም ዴቢት ካርድ
ar: اختر طريقة دفع. بطاقة خصم أو بطاقة ائتمان
as: এটা পেমেণ্ট পদ্ধতি বাচনি কৰক। ক্ৰেডিট কাৰ্ড বা ডেবিট কাৰ্ড
az: Ödəniş üsulu seçin. Debet kart və ya kredit kartı
bg: Изберете начин на плащане. Кредитна или дебитна карта
bn_in: অর্থ প্রদানের পদ্ধতিটি বেছে নিন। ডেবিট কার্ড বা ক্রেডিট কার্ড
bs: Izaberite način plaćanja. Debitna kartica ili kreditna kartica
cy: Dewiswch ffordd o dalu. Cerdyn debyd neu gredyd
da: Vælg en betalingsmetode. Debetkort eller kreditkort
de: Wählen Sie eine Zahlungsmethode aus: Debitkarte oder Kreditkarte.
el: Επιλέξτε μια μέθοδο πληρωμής. Χρεωστική κάρτα ή πιστωτική κάρτα
es: Elija un método de pago. Puede ser una tarjeta de crédito o de débito.
et: Valige makseviis. Deebetkaart või krediitkaart
eu: Aukeratu ordaintzeko metodo bat: kreditu- edo zordunketa-txartela
fa: روش پرداختی را انتخاب کنید. کارت نقدی یا کارت اعتباری
ga: Roghnaigh modh íocaíochta. Cárta creidmheasa nó dochair
gd: Tagh dòigh pàighidh. Cairt-chreideis no cairt-fhiachan
gl: Escolla un método de pagamento: cartón de crédito ou débito.
gu: ચુકવણીની પદ્ધતિ પસંદ કરો. ડેબિટ કાર્ડ અથવા ક્રેડિટ કાર્ડ
he: בחר שיטת תשלום. כרטיס חיוב או כרטיס אשראי
hi: कोई भुगतान विधि चुनें. डेबिट कार्ड या क्रेडिट कार्ड
hr: Odaberite način plaćanja. Debitna kartica ili kreditna kartica
hu: Válasszon fizetési módot. Bankkártya vagy hitelkártya
id: Pilih cara pembayaran. Kartu debit atau kartu kredit
is: Veldu greiðslumáta. Debet- eða kreditkort
ja: 支払方法を選択します。デビット カードまたはクレジット カード
ka: აირჩიეთ გადახდის მეთოდი. სადებეტო ბარათი ან საკრედიტო ბარათი
kk: Төлем әдісін таңдаңыз. Кредит картасы немесе дебет картасы
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ. ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: 결제 방법을 선택하세요. 직불 카드 또는 신용 카드
lo: ເລືອກວິທີການຈ່າຍເງິນ. ບັດເດບິດຫລືບັດເຄດິດ
lt: Pasirinkite mokėjimo būdą. Debeto kortelė arba kredito kortelė
lv: Izvēlieties maksāšanas metodi. Debetkarti vai kredītkarti
mi: Tīpakona he tikanga utu. Kāri nama, kāri tāwere ranei
mk: Изберете начин на плаќање. Дебитна или кредитна картичка
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. ഡെബിറ്റ് കാർഡ് അല്ലെങ്കിൽ ക്രെഡിറ്റ് കാർഡ്
mr: एक पेमेंट पद्धत निवडा. डेबिट कार्ड किंवा क्रेडीट कार्ड
ms: Pilih kaedah pembayaran. Kad debit atau kad kredit
mt: Agħżel metodu ta' pagament. Karta tad-debitu jew karta tal-kreditu
ne: एक भुक्तानी विधि छान्नुहोस्। डेबिट कार्ड वा क्रेडिट कार्ड
nn_no: Vel ein betalingsmåte. Debetkort eller kredittkort
no: Velg en betalingsmetode. Debetkort eller kredittkort
or: ଏକ ପୈଠ ପଦ୍ଧତି ବାଛନ୍ତୁ। କ୍ରେଡିଟ କାର୍ଡ୍ କିମ୍ବା ଡେବିଟ୍ କାର୍ଡ୍
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ. ਡੈਬਿਟ ਕਾਰਡ ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ
pl: Wybierz formę płatności: karta kredytowa lub debetowa
ru: Выберите метод оплаты: Банковская карта
sl: Izberite način plačila. Debetna ali kreditna kartica
sr_cyrl_rs: Изаберите начин плаћања – дебитну или кредитну картицу
sr_latn_rs: Izaberite način plaćanja – debitnu ili kreditnu karticu
sv: Välj en betalningsmetod. Betalkort eller kreditkort
ta: கட்டண முறையைத் தேர்வு செய்யவும். கிரெடிட் கார்டு அல்லது டெபிட் கார்டு
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. డెబిట్ కార్డ్ లేదా క్రెడిట్ కార్డ్
th: เลือกวิธีการชำระเงิน บัตรเดบิตหรือบัตรเครดิต
tr: Ödeme yöntemi seçin. ATM kartı veya kredi kartı
tt: Түләү ысулын сайлагыз. Кредит яки дебет картасы
ug: بىر تۆلىمە ئۇسۇلىنى تاللاڭ. دېبىت كارتىسى ياكى كرېدىت كارتىسى
uk: Виберіть метод оплати. Дебетова картка або кредитна картка
ur: ادائیگی کا ایک طریقہ چنیں۔ ڈیبٹ کارڈ یا کریڈٹ کارڈ
uz: Toʻlov usulini tanlang. Debet yoki kredit karta
vi: Hãy chọn một phương thức thanh toán. Thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 选择一种付款方式: 借记卡或信用卡
zh_hant: 挑選付款方式。轉帳卡或信用卡
