Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICV.FailContent
source: Your {0} cannot be verified. Your {0} has been removed from your online account.
af: Jou {0} kan nie geverifieer word nie. Jou {0} is van jou aanlyn rekening verwyder.
am: {0} ሊረጋገጥ አልተቻለም። {0} ከመስመር ላይ መለያህ ተወግዷል።
ar: لا يمكن التحقق من {0} الخاص بك. وقد أزيل {0} من حسابك الفوري.
as: আপোনাৰ {0} সত্যাপন কৰিব নোৱাৰে৷ আপোনাৰ অনলাইন একাউণ্টৰ পৰা আপোনাৰ {0} আঁতৰোৱা হৈছে৷
az: {0} yoxlamaq mümkün deyil. {0} onlayn hesabınızdan silinib.
bg: Вашата {0} не може да бъде проверена. Вашата {0} е премахната от онлайн акаунта ви.
bn_in: আপনার {0} এর সত্যতা যাচাই করা যায় নি৷ আপনার {0}-কে আপনার অনলাইন অ্যাকাউন্ট থেকে সরানো হয়েছে৷
bs: Nije moguće provjeriti {0}. {0} je uklonjen iz vašeg računa na mreži.
cy: Does dim modd dilysu eich {0}. Mae eich {0} wedi cael ei dynnu o'ch cyfrif ar-lein.
da: Din {0} kan ikke kontrolleres. Din {0} er blevet fjernet fra din online konto.
de: Ihr {0} konnte nicht überprüft werden. Ihr {0} wurde von Ihrem Onlinekonto entfernt.
el: Δεν είναι δυνατή η επαλήθευση του τύπου πρόκλησης {0}. Ο τύπος πρόκλησης {0} καταργήθηκε από τον ηλεκτρονικό λογαριασμό σας.
es: No se puede comprobar su {0}. Se ha quitado su {0} de la cuenta en línea.
et: Teie {0} ei saa kinnitada.Teie {0} on teie veebikontolt eemaldatud.
eu: Ezin da {0} egiaztatu. {0} kendu da zure lineako kontutik.
fa: اعتبار {0} شما تأیید نمی شود. {0} شما از حساب آنلاین شما حذف شده است.
ga: Ní féidir do {0} a dheimhniú. Ní féidir do {0} a bhaint ó do chuntas ar líne.
gd: Chan urrainnear {0} a dhearbhadh. Chaidh an {0} agad a thoirt air falbh on chunntas air loidhne agad.
gl: O seu {0} non se pode verificar. O seu {0} foi retirado da súa conta en liña.
gu: તમારી {0} વેરીફાઇ થઇ શકતી નથી. તમારા ઓનલાઇન ખાતામાંથી તમારી {0} દૂર થઇ છે.
he: לא ניתן לאמת את {0} שלך. {0} הוסר מהחשבון המקוון שלך.
hi: आपके {0} को सत्यापित नहीं किया जा सकता है. आपका {0} आपके ऑनलाइन खाते से हटा दिया गया है.
hr: Nije moguće provjeriti valjanost stavke {0}. Stavka {0} uklonjena je s vašeg mrežnog računa.
hu: A megadott {0} nem ellenőrizhető, ezért a(z) {0} el lett távolítva az online fiókból.
id: {0} Anda tidak dapat diverifikasi. {0} Anda telah dihapus dari rekening online Anda.
is: Ekki er hægt að sannprófa {0}. {0} hefur verið fjarlægt/fjarlægður af netreikningnum þínum.
ja: {0}を検証できませんでした。{0}はオンライン アカウントから削除されました。
ka: თქვენი {0} ვერ დასტურდება. თქვენი {0} წაიშალა თქვენს ონლაინ-ანგარიშში.
kk: {0} тексеру мүмкін емес. {0} онлайн тіркелгіңізден жойылды.
kn: ನಿಮ್ಮ {0} ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಖಾತೆಯಿಂದ ನಿಮ್ಮ {0} ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
ko: {0}을(를) 인증할 수 없습니다. {0}이(가) 온라인 계정에서 제거되었습니다.
ku_arab: ناتوانرێت {0} ی تۆ بسەلمێنرێت. {0} ی تۆ لە ئەژمێری سەرهێڵی تۆ لابراوە.
ky: Сиздин {0} текшерилбейт. Сиздин {0} онлайн каттоо жазууңуздан жок кылынган.
lo: ບໍ່ສາມາດກວດສອບ {0} ຂອງທ່ານໄດ້. {0} ຂອງທ່ານໄດ້ຖືກເອົາອອກຈາກບັນຊີອອນລາຍແລ້ວ.
lt: {0} patikrinti nepavyksta. {0} pašalinta iš internetinio abonemento.
lv: Nevar pārbaudīt šo informāciju: {0}. Kontā ir dzēsta šī informācija: {0}.
mi: Kāore e taea tō {0} te manatoko. Kua whakakorea tō {0} mai i tō pūkete tuihono.
mk: {0} не може да се провери. {0} се отстрани од вашата сметка на интернет.
ml: നിങ്ങളുടെ {0} സ്ഥിരീകരിക്കാനാവുന്നില്ല. നിങ്ങളുടെ ഓണ്‍ലൈന്‍ അക്കൌണ്ടില്‍ നിന്നും {0} നീക്കംചെയ്‌തു.
mn: Таны {0}-г баталгаажуулах боломжгүй. Таны {0}-г таны онлайн хэрэглэгчийн данснаас арилгасан.
mr: आपल्या {0} ची पडताळणी केली जाऊ शकत नाही. आपल्या ऑनलाइन खात्यामधून आपले {0} काढले गेले आहे.
ms: {0} tidak boleh ditentusahkan. {0} telah dialih keluar dari akaun dalam talian anda.
mt: Il-{0} tiegħek ma jistax jiġi vverifikat. Il-{0} tiegħek tneħħa mill-kont online tiegħek.
ne: तपाईँको {0} रुजू गर्न सकिएन। तपाईँको अलाइन खाताबाट {0} हटाईएको छ।
nn_no: {0} kan ikkje stadfestast. {0} er fjerna frå nettkontoen din.
no: {0} kan ikke verifiseres. Din/ditt {0} har blitt fjernet fra webkontoen din.
or: ଆପଣଙ୍କର {0} ଯାଞ୍ଚ ହୋଇପାରିବ ନାହିଁ. ଆପଣଙ୍କର {0} ଆପଣଙ୍କର ଅନ୍‌ଲାଇନ୍ ଏକାଉଣ୍ଟ ଠାରୁ ଅପସାରିତ ହୋଇଛି.
pa_arab_pk: تساں دے {0} دی تصدیق نئیں ہوسکدی۔ تساں دا {0} تساں دے آن لائن اکاؤنٹ توں ہٹا دیتا گیا اے۔
pa_in: ਤੁਹਾਡੇ {0} ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ। ਤੁਹਾਡੇ {0} ਨੂੰ ਤੁਹਾਡੇ ਆਨਲਾਈਨ ਖਾਤੇ ਵਿੱਚੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Nie można zweryfikować elementu {0}. Element {0} został usunięty z konta online.
ru: Не удается проверить метод оплаты ({0}). Ваш метод оплаты ({0}) удален из вашей учетной записи в Интернете.
sd: توهان جي {0} جي تصديق نه ٿي ڪري سگھجي. توهان جي آن لائن اڪائونٽ مان توهان جو{0} هٽايو ويو آهي.
si: ඔබේ {0} සත්‍යාපනය කළ නො හැක. ඔබේ {0} ඔබේ සබැඳි ගිණුමෙන් ඉවත් කරනු ලැබ තිබේ.
sl: Vašega {0} ni mogoče preveriti. Vaš {0} je bil odstranjen iz spletnega računa.
sr_cyrl_rs: Није могуће проверити {0}. {0} је уклоњен из вашег налога на мрежи.
sr_latn_rs: Nije moguće proveriti {0}. {0} je uklonjen iz vašeg naloga na mreži.
sv: Ditt {0} kan inte verifieras. Ditt {0} har tagits bort från ditt onlinekonto.
ta: உங்கள் {0} -ஐச் சரிபார்க்க முடியவில்லை. உங்கள் {0} ஆன்லைன் கணக்கிலிருந்து அகற்றப்பட்டுள்ளது.
te: మీ {0} నిర్ధారించబడలేదు. మీ ఆన్‌లైన్ ఖాతా నుండి మీ {0} తీసివేయబడింది.
tg: Санҷидани {0}-и шумо номумкин аст. {0}-и шумо аз ҳисоби онлайни шумо тоза карда шуд.
th: ไม่สามารถตรวจสอบ {0} ของคุณได้ {0} ของคุณถูกนำออกจากบัญชีออนไลน์ของคุณแล้ว
tr: {0} bilgileriniz doğrulanamadı. {0} çevrimiçi hesabınızdan kaldırıldı.
tt: Сезнең {0} тикшерә алынмый. Сезнең {0} бетерә алган Сезнең онлайн хисаптан.
ug: سىز {0} دەلىللەنمىدىڭىز.سىزنىڭ{0} توردىكى ھېسابىڭىزدىن چىقىرۋېتىلدى.
uk: Не вдалося перевірити інформацію ({0}). З вашого онлайнового облікового запису видалено такі дані: {0}.
ur: آپ کے {0} کی توثیق نہیں ہوسکتی. آپ کا {0} آپ کے آن لائن کھاتہ میں سے ختم کردیا گیا ہے.
uz: Sizning {0} ni tasdiqlab bo‘lmaydi. Sizning {0} onlayn hisob qaydnomangizdan olib tashlandi.
vi: {0} của bạn không thể được kiểm chứng. {0} của bạn đã được loại bỏ khỏi tài khoản trực tuyến của bạn.
zh_hans: 无法验证您的 {0}。已从您的联机帐户中删除 {0}。
zh_hant: 無法驗證您的 {0}。您的 {0} 已從線上帳戶中移除。

# Literal.PICV.RequireOne
source: At least one of the two fields is required.
af: Ten minste een van die twee velde word vereis.
am: ቢያንስ ከሁለቱ መስኮች አንዱ ይፈለጋል።
ar: يُطلب حقل واحد على الأقل من الحقلين.
as: কমেও দুটা ফিল্ডৰ এটা আৱশ্যক৷
az: Ən azı iki sahədən biri tələb olunur.
bg: Поне едно от двете полета е задължително.
bn_in: দুটি ক্ষেত্রের মধ্যে অন্তত একটি আবশ্যক৷
bs: Jedno od ova dva polja je obavezno.
cy: Rhaid i chi lenwi o leiaf un o'r ddau faes.
da: Mindst et af de to felter skal udfyldes.
de: Mindestens eines der Felder muss ausgefüllt werden.
el: Απαιτείται τουλάχιστον ένα από τα δύο πεδία.
es: Se requiere al menos uno de los dos campos.
et: Vähemalt üks kahest väljast on kohustuslik.
eu: Eremuetako bat gutxienez bete behar da.
fa: حداقل به یکی از این دو زمینه ها نیاز است.
ga: Tá réimse amháin as an dá réimse ag teastáil ar a laghad.
gd: Tha co-dhiù aon raon a dhìth.
gl: Requírese polo menos un dos dous campos.
gu: બેમાંથી એક ફિલ્ડની આવશ્યકતા છે.
he: נדרש לפחות שדה אחד מתוך שני השדות.
hi: दो फ़ील्ड में से कम से कम एक आवश्यक है.
hr: Obvezno je najmanje jedno od dva polja.
hu: A két mező közül legalább az egyiket ki kell tölteni.
id: Setidaknya salah satu dari dua kolom wajib diisi.
is: Fylla þarf út í minnst annan reitinn.
ja: 2 つのフィールドのうち少なくとも 1 つが必要です。
ka: უნდა შეავსოთ ამ ორი ველიდან ერთი მაინც.
kk: Екі өрістің кемінде біреуі қажет.
kn: ಎರಡು ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಕನಿಷ್ಟ ಒಂದು ಅಗತ್ಯವಿದೆ.
ko: 두 필드 중 하나 이상이 필수 항목입니다.
ku_arab: بەلانی کەم یەکێک لە دوو خانەکە پێویستە.
ky: Эки талаанын жок дегенде бирөөнү толтуруу талап кылынат.
lo: ຢ່າງນ້ອຍຕ້ອງຕື່ມຂໍ້ມູນໃສ່ໜຶ່ງໃນສອງເຂດໃສ່ຂໍ້ມູນ.
lt: Į bent vieną lauką būtina įvesti reikšmę.
lv: Vismaz viens no šiem laukiem ir obligāti jāaizpilda.
mi: Kei te hiahiatia kia kotahi, neke atu o ngā āpure e rua.
mk: Најмалку едно од двете полиња е задолжително.
ml: രണ്ട് ഫീല്‍ഡുകളില്‍ ഒന്നെങ്കിലും ആവശ്യമാണ്.
mn: Хоёр талбарын дор хаяж нэгийг нь бөглөх шаардлагатай.
mr: कमीत कमी एक किंवा दोन फील्ड्स आवश्यक आहेत.
ms: Sekurang-kurangnya satu daripada dua medan diperlukan.
mt: Tal-anqas wieħed miż-żewġ oqsma hu meħtieġ.
ne: कम्तिमा पनि दुई मध्ये एक आवश्यक फाँटहरू।
nn_no: Minst eitt av dei to felta må fyllast ut.
no: Minst ett av de to feltene må fylles ut.
or: ଅତିକମ୍‌ରେ ଦୁଇଟି କ୍ଷେତ୍ରର ଏକ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: کم از کم دو چوں اک خانہ درکار اے۔
pa_in: ਦੋਨਾਂ ਫੀਲਡਾਂ ਵਿੱਚੋਂ ਘੱਟੋ ਘੱਟ ਇੱਕ ਲੋੜੀਂਦਾ ਹੈ।
pl: Należy wypełnić co najmniej jedno z dwóch pól.
ru: Необходимо заполнить хотя бы одно из двух полей.
sd: گھٽ ۾ گھٽ ٻن مان هڪ فيلڊ جي گھرج آهي.
si: අඩු වශයෙන් ක්ෂේත්‍ර දෙකින් එකක්වත් අවශ්‍යය.
sl: Izpolniti je treba vsaj enega od dveh polj.
sr_cyrl_rs: Једно од ова два поља је обавезно.
sr_latn_rs: Jedno od ova dva polja je obavezno.
sv: Minst ett av de två fälten måste fyllas i.
ta: இரண்டு புலங்களில் குறைந்தது ஒன்று தேவை.
te: కనీసం రెండింటిలో ఒక ఫీల్డ్ అవసరం.
tg: Ақаллан яке аз ин ду майдон ҳатмист.
th: ต้องกรอกข้อมูลอย่างน้อยหนึ่งฟิลด์จากสองฟิลด์
tr: İki alandan en az biri gereklidir.
tt: Бер яки артык ике кырлардан сайлырга кирәк.
ug: ئەڭ ئاز بولغاندا ئىككى تۈرنىڭ بىرسى تەلەپ قىلىندۇ.
uk: Необхідно заповнити принаймні одне із двох полів.
ur: دو میں سے کم از کم ایک خانہ درکار ہے.
uz: Ikkita maydondan kamida bittasini kiritish talab qilinadi.
vi: Bạn phải điền ít nhất một trong hai mục.
zh_hans: 两个字段中至少有一个字段是必填的。
zh_hant: 兩個欄位中至少必須填入一個。

# Literal.PICV.SuccessContent
source: Congratulations! Your {0} has been verified and is now activated for use on your online account.
af: Veels geluk! Jou {0} is geverifieer en is nou geaktiveer om op jou aanlyn rekening gebruik te word.
am: እንኳን ደስ ያለህ! {0} ህኝ ተረጋግጧልና በመስመር ላይ መለያህን ለመጠቀም አሁን ነቅቷል ።
ar: تهانينا! لقد أُثبت {0} الخاص بك فإنه الآن نشط لتستخدمه على حسابك الفوري.
as: অভিনন্দন! আপোনাৰ {0} সত্যাপন কৰা হৈছে আৰু আপোনাৰ অনলাইন একাউণ্টত ব্যৱহাৰ কৰিবৰ কাৰণে সক্ৰিয় হৈছে৷
az: Təbriklər! {0} yoxlanıldı və onlayn hesabınızda istifadə üçün indi aktivləşdirilib
bg: Поздравления! Вашата {0} е проверена и активирана за използване в онлайн акаунта ви.
bn_in: অভিনন্দন! আপনার {0} এর সত্যতা যাচাই করা হয়েছে এবং এটি এখন সক্রিয় করা হয়েছে, যাতে আপনি অনলাইন অ্যাকাউন্টে এটিকে ব্যবহার করতে পারেন৷
bs: Čestitamo! {0} je verificiran i sada je aktiviran da se koristi na vašem računu na mreži.
cy: Llongyfarchiadau! Mae eich {0} wedi cael ei ddilysu a gallwch chi nawr ei ddefnyddio ar eich cyfrif ar-lein.
da: Tillykke! Din {0} er blevet kontrolleret og er nu aktiveret til brug på din online konto.
de: Herzlichen Glückwunsch! Ihr(e) {0} wurde geprüft und zur Verwendung mit Ihrem Onlinekonto aktiviert.
el: Συγχαρητήρια! Έγινε επαλήθευση του τύπου πρόκλησης {0} και τώρα έχει ενεργοποιηθεί για χρήση στον ηλεκτρονικό λογαριασμό σας.
es: Enhorabuena. Su {0} ha sido comprobada y ya está activada para usarse con su cuenta en línea.
et: Palju õnne! Teie {0} on kinnitatud ja on nüüd aktiveeritud veebikontol kasutamiseks.
eu: Zorionak! Zure {0} egiaztatu da eta zure lineako kontuan erabiltzeko aktibatu da.
fa: تبریک می گوییم! {0} شما تأیید اعتبار شد و اکنون برای استفاده در حساب آنلاین شما فعال است.
ga: Comhghairdeas! Deimhníodh do {0} agus anois is feidir é a úsáid ar do chuntas ar líne.
gd: Meal do naidheachd! Chaidh {0} a dhearbhadh agus tha e a-nis an gnìomh is ri fhaighinn sa chunntas air loidhne agd.
gl: Parabéns! O seu {0} foi verificado e agora está activado para uso na súa conta en liña.
gu: અભિનંદન! તમારું {0} વેરીફાઇ થયું છે અને તમારા ઓનલાઇન ખાતાના ઉપયોગ માટે હવે સક્રિય થયું છે.
he: ברכותינו! {0} אומת והופעל כעת לשימוש בחשבונך המקוון.
hi: बधाई! आपके {0} का सत्यापन किया गया है और अब आपके ऑनलाइन खाते में उपयोग के लिए सक्रिय किया गया है.
hr: Čestitamo! Provjerena je valjanost stavke {0} te se sad može aktivno koristiti na vašem mrežnom računu.
hu: Gratulálunk! A(z) {0} ellenőrzése sikerült, és a továbbiakban használható az online fiókkal.
id: Selamat! {0} Anda telah diverifikasi dan sekarang diaktifkan untuk digunakan di rekening online Anda.
is: Til hamingju! Búið er að sannprófa og virkja {0} fyrir notkun í netreikningnum þínum.
ja: おめでとうございます。{0}が検証され、オンライン アカウントで使用できるようになりました。
ka: გილოცავთ! თქვენი {0} დადასტურდა და გააქტიურებულია თქვენი ონლაინ-ანგარიშისთვის გამოსაყენებლად.
kk: Құттықтаймыз! {0} тексерілді және енді онлайн тіркелгіңізде пайдалану үшін белсендірілді.
kn: ಅಭಿನಂದನೆಗಳು! ನಿಮ್ಮ {0} ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿದೆ ಮತ್ತು ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಖಾತೆಯಲ್ಲಿ ಬಳಸುವುದಕ್ಕಾಗಿ ಇದೀಗ ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ.
ko: 축하합니다! 회원님의 {0}이(가) 인증되었습니다. 이제 온라인 계정에서 사용할 수 있습니다.
ku_arab: پیرۆزە! {0} ی تۆ سەلمێنراوە و ئێستا چالاکە بۆ بەکارهێنان لەگەڵ ئەژمێری سەرهێڵی تۆ.
ky: Куттуктайбыз! Сиздин {0} текшерилип, азыр сиздин онлайн каттоо жазууңузда колдонуу үчүн жандырылды.
lo: ຍິນດີດ້ວຍ! {0} ຂອງທ່ານໄດ້ຮັບການກວດສອບແລ້ວ ແລະດຽວນີ້ ຖືກເປີດເພື່ອໃຊ້ເທິງບັນຊີອອນລາຍຂອງທ່ານແລ້ວ.
lt: Džiugu! {0} patikrinta ir yra suaktyvinta kaip naudotina internetiniame abonemente.
lv: Apsveicam! Šī informācija ir pārbaudīta un aktivizēta izmantošanai tiešsaistes kontā: {0}.
mi: Ngā Mihi! Kua manatoko tō {0} kua hohea ināianei hei whakamahi i runga i tō pūkete tuihono.
mk: Честитки! {0} се провери и сега е активирана за употреба на вашата сметка на интернет.
ml: അഭിനന്ദനങ്ങള്‍! നിങ്ങളുടെ {0} സ്ഥിരീകരിച്ചു, ഇത് നിങ്ങളുടെ ഓണ്‍ലൈന്‍ അക്കൌണ്ടില്‍ ഉപയോഗിക്കാന്‍ ഇപ്പോള്‍ പ്രവര്‍ത്തനക്ഷമമായി.
mn: Баяр хүргэе! Таны {0} баталгаажсан бөгөөд таны онлайн дансанд хэрэглэгдэхээр идэвхжсэн.
mr: अभिनंदन! आपल्या {0} ची पडताळणी केली गेली आणि आपल्या ऑनलाइन खात्यावर वापरण्यासाठी आता सक्रिय करण्यात आले आहे.
ms: Tahniah! {0} anda telah ditentusahkan dan kini diaktifkan untuk digunakan pada akaun dalam talian anda.
mt: Prosit! Il-{0} tiegħek ġie vverifikat u issa huwa attivat għall-użu fil-kont online tiegħek.
ne: बधाई छ! तपाईँको {0} रुजू गरिएको छ र तपाईँको अनलाइन खातामा प्रयोगको लागि सक्रिय गरिएको छ।
nn_no: Gratulerer! {0} er stadfesta og er no aktivert for bruk i nettkontoen din.
no: Gratulerer! Din/ditt {0} er verifisert, og er nå aktivert for bruk på webkontoen din.
or: ଅଭିନନ୍ଦନ! ଆପଣଙ୍କର {0} ଯାଞ୍ଚ ହୋଇଛି ଏବଂ ଆପଣଙ୍କର ଅନ୍‌ଲାଇନ୍ ଏକାଉଣ୍ଟରେ ବ୍ୟବହାର ପାଇଁ ସକ୍ରିୟ ହୋଇଛି.
pa_arab_pk: مبارکاں!تساں دے {0} دی تصدیق ہوگئی اے تے ہن تساں دے آن لائن اکاؤنٹ تے ورتن لئی چالو اے۔
pa_in: ਵਧਾਈਆਂ! ਤੁਹਾਡੇ {0} ਦੀ ਪੁਸ਼ਟੀ ਕਰ ਲਈ ਗਈ ਹੈ ਅਤੇ ਤੁਹਾਡੇ ਆਨਲਾਈਨ ਖਾਤੇ ‘ਤੇ ਵਰਤੋਂ ਵਾਸਤੇ ਇਸਨੂੰ ਹੁਣ ਸਰਗਰਮ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Gratulacje! Element {0} został zweryfikowany i można z niego korzystać za pośrednictwem konta online.
ru: Ваш метод оплаты ({0}) прошел проверку и готов к использованию в вашей учетной записи в Интернете.
sd: مبارڪون! توهان جي {0} جي تصديق ٿي وئي آهي ۽ هاڻي توهان جو آن لائن اڪائونٽ جي استعمال تي ايڪٽيويٽ ٿي ويو آهي.
si: සුභ පැතුම්! ඔබේ {0} සත්‍යාපනය කරනු ලැබ ඇති අතර ඔබේ සබැඳි ගිණුම තුළ භාවිතා කිරීම සඳහා දැන් සක්‍රීය කොට තිබේ.
sl: Čestitamo! Vaš {0} je preverjen in je zdaj aktiviran za uporabo v vašem spletnem računu.
sr_cyrl_rs: Честитамо! {0} је верификован и сада је активиран да се користи на вашем налогу на мрежи.
sr_latn_rs: Čestitamo! {0} je verifikovan i sada je aktiviran da se koristi na vašem nalogu na mreži.
sv: Grattis! Ditt {0} har verifierats och är nu aktiverat för användning på ditt onlinekonto.
ta: வாழ்த்துகள்! உங்கள் {0} சரிபார்க்கப்பட்டது மேலும் உங்கள் ஆன்லைன் கணக்கின் பயன்பாட்டிற்காக இப்போது இயக்கப்பட்டுள்ளது.
te: అభినందనలు! మీ {0} నిర్ధారించబడింది మరియు ఇప్పుడు ఇది మీ ఆన్‌లైన్ ఖాతా కోసం సక్రియం చేయబడింది.
tg: Табрик! Ҳаққонияти {0}ғ шумо санҷида шуд ва ҳоло барои истифода ҳамчун суратҳисоби онлайни шумо фаъол карда шудаст.
th: ขอแสดงความยินดี! {0} ของคุณผ่านการตรวจสอบแล้ว และขณะนี้ได้เปิดใช้งานแล้วในบัญชีออนไลน์ของคุณ
tr: Tebrikler! {0} doğrulandı ve çevrimiçi hesabınızda kullanılmak üzere etkinleştiriliyor.
tt: Әфәрин! Сезнең {0} тикшерелгән һәм куллануга эшләткән Сезнең онлайн хисапта.
ug: مۇبارەك بولسۇن!سىزنىڭ {0}دەلىللەندى ھەمدە توردىكى ھېسابىڭىزدا ئىشلىتىلىش ئۈچۈن ئاكتىپلاشتۇرۇلدى.
uk: Вітаємо! Ваші дані ({0}) перевірено й активовано для використання в онлайновому обліковому записі.
ur: مبارک ہو! آپ کے {0} کی تصدیق ہوچکی ہے اور آپ کے آن لائن کھاتہ میں استعمال کے لیے چالو ہے.
uz: Tabriklaymiz! Sizning {0} tasdiqlandi va endi onlayn hisob qaydnomangizda foydalanish uchun faollashtirildi.
vi: Xin chúc mừng! {0} của bạn đã được kiểm chứng và hiện đã được kích hoạt để dùng cho tài khoản trực tuyến của bạn.
zh_hans: 祝贺您! 您的 {0} 已得到验证，并且现在已激活，可在您的联机帐户上使用。
zh_hant: 恭喜！您的 {0} 已通過驗證，現在已啟用並可在您的線上帳戶使用。

# Literal.PICVAmount.Pattern
source: Input invalid.
af: Inset ongeldig.
am: ልክ ያልሆነ ግብአት።
ar: الإدخال غير صالح.
as: ইনপুট অবৈধ৷
az: Daxiletmə səhvdir.
bg: Невалидно въвеждане.
bn_in: অকার্যকর ইনপুট৷
bs: Nevažeći unos.
cy: Mewnbwn annilys.
da: Ugyldig indtastning.
de: Die Eingabe ist ungültig.
el: Μη έγκυρα δεδομένα εισαγωγής.
es: Datos no válidos.
et: Kehtetu sisestus.
eu: Sarrera baliogabea.
fa: ورودی نامعتبر است.
ga: Ionchur neamhbhailí.
gd: Tha na chuir thu a-steach mì-dhligheach.
gl: Entrada non válida.
gu: ઇનપુટ અમાન્ય.
he: קלט לא חוקי.
hi: इनपुट अमान्य.
hr: Unos nije valjan.
hu: A megadott érték érvénytelen.
id: Input tidak valid.
is: Ógildur innsláttur.
ja: 無効な入力です。
ka: ჩანაწერი არასწორია.
kk: Енгізу дұрыс емес.
kn: ಇನ್‌ಪುಟ್ ಅಮಾನ್ಯವಾಗಿದೆ.
ko: 잘못된 값을 입력했습니다.
ku_arab: تێچوو نادروستە.
ky: Кирүү жараксыз.
lo: ຂໍ້ມູນທີ່ປ້ອນເຂົ້າບໍ່ຖືກຕ້ອງ.
lt: Įvesta netinkama reikšmė.
lv: Ievadīta nederīga vērtība.
mi: He muhu te tāurunga.
mk: Внесеното е неважечко.
ml: ഇന്‍പുട്ട് അസാധുവാണ്.
mn: Оролт буруу байна.
mr: इनपुट अवैध.
ms: Input tidak sah.
mt: Input invalidu.
ne: लागत अवैध छ।
nn_no: Ugyldige inndata.
no: Ugyldig tall.
or: ଇନ୍‌ପୁଟ୍ ଅବୈଧ ଅଟେ.
pa_arab_pk: ناجائز اندراج۔
pa_in: ਇਨਪੁੱਟ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowa wartość.
ru: Недопустимый ввод.
sd: ان پٽ غلط آهي.
si: වැරදි යෙදවුම.
sl: Vnos je neveljaven.
sr_cyrl_rs: Неважећи унос.
sr_latn_rs: Nevažeći unos.
sv: Ogiltig inmatning.
ta: தவறான உள்ளீடு.
te: ఇన్‌పుట్ చెల్లదు.
tg: Вуруд бэеътибор аст.
th: กรอกข้อมูลไม่ถูกต้อง
tr: Giriş geçersiz.
tt: Кертү ялгыш.
ug: كىرگۈزۈش ئىناۈەتسىز.
uk: Введено неприпустимі дані.
ur: غلط اندراج.
uz: Kiritilgan son haqiqiy emas.
vi: Giá trị nhập không hợp lệ.
zh_hans: 输入无效。
zh_hant: 輸入無效。

# Literal.PICVCode.Pattern
source: Input invalid. It should be a 3-digit number.
af: Inset ongeldig. Dit moet 'n 3-syfergetal wees.
am: ልክ ያልኾነ ማስገቢያ። 3 አሃዝ ቁጥር መሆን አለበት።
ar: ليس الإدخال صالحًا. يجب أن يكون الرقم من ثلاثة أعداد.
as: ইনপুট অবৈধ৷ ই 3-সংখ্যাৰ নম্বৰ হ'ব লাগিব৷
az: Daxiletmə səhvdir. Bu, 3-rəqəmli nömrə olmalıdır.
bg: Невалидно въвеждане. Трябва да бъде 3-цифрен номер.
bn_in: অবৈধ ইনপুট৷ এটা একটা 3-অঙ্কের নম্বর হওয়া উচিত৷
bs: Nevažeći unos. Potrebno je da bude trocifreni broj.
cy: Mewnbwn annilys. Dylai fod yn rhif 3-digid.
da: Ugyldig indtastning. Det skal være et 3-cifre nummer.
de: Die Eingabe ist ungültig. Die Nummer muss dreistellig sein.
el: Μη έγκυρα δεδομένα εισαγωγής. Πρέπει να είναι τριψήφιος αριθμός.
es: Datos no válidos. Debe especificar un número de tres dígitos.
et: Kehtetu sisestus. See peab olema 3-kohaline number.
eu: Sarrera baliogabea. 3 digituko zenbakia izan behar da.
fa: ورودی نامعتبر است. باید یک عدد 3 رقمی باشد.
ga: Ionchur neamhbhailí. Ba chóir uimhir 3 dhigit a bheith ann.
gd: Chuir thu a-steach rud mì-dhligheach. Bu chòir dhut àireamh 3 fhigearan a chur a-steach.
gl: Entrada non válida. Debe ser un número de 3 díxitos.
gu: ઇનપુટ અમાન્ય. તે 3-અંક નંબર હોવો જોઇએ.
he: קלט לא חוקי. יש להזין מספר בן 3 ספרות.
hi: इनपुट अमान्य. यह 3-अंकीय संख्या होनी चाहिए.
hr: Unos nije valjan. Treba biti kôd s tri znamenke.
hu: A megadott érték érvénytelen. Egy háromjegyű számnak kellene lennie.
id: Input tidak valid. Input harus berupa nomor 3 digit.
is: Ógildur innsláttur. Færa skal inn þriggja stafa númer.
ja: 入力が無効です。3 桁の数字である必要があります
ka: ჩანაწერი არასწორია. ეს უნდა იყოს 3-ციფრიანი ნომერი.
kk: Енгізу дұрыс емес. Бұл 3-цифрлық сан болуы керек.
kn: ಇನ್‌ಪುಟ್ ಅಮಾನ್ಯವಾಗಿದೆ. ಇದು 3-ಅಂಕೆ ಸಂಖ್ಯೆಯಾಗಿರಬೇಕು.
ko: 잘못된 값을 입력했습니다. 3자리 숫자를 입력해야 합니다.
ku_arab: تێچوو نادروستە. دەبێت ژمارەیەکی 3-رەنووسی بێت.
ky: Кирүү жараксыз. Ал 3 сандуу номур болушу керек.
lo: ຂໍ້ມູນທີ່ປ້ອນເຂົ້າບໍ່ຖືກຕ້ອງ. ມັນຄວນຈະແມ່ນລະຫັດ 3 ຕົວເລກ.
lt: Įvesta reikšmė netinkama. Reikia įvesti 3 skaitmenų skaičių.
lv: Ievadīta nederīga vērtība. Jābūt trīsciparu skaitlim.
mi: He muhu te Tāurunga. Me tau 3-matitau kē.
mk: Внесеното е неважечко. Тоа треба да биде троцифрен број.
ml: ഇന്‍പുട്ട് അസാധുവാണ്. ഇത് ഒരു 3-അക്ക നമ്പര്‍ ആയിരിക്കണം.
mn: Оролт хүчингүй байна. Энэ нь 3 оронтой тоо байх ёстой.
mr: इनपुट अवैध. ही एक 3-अंकी संख्या असावी.
ms: Input tidak sah. Input mestilah nombor 3 digit.
mt: Input invalidu. Għandu jkun numru bi 3 numri.
ne: लागत अवैध छ। यो ३-अङ्क नम्बर हुनु पर्दछ।
nn_no: Ugyldige inndata. Oppgi eit tresifra tal.
no: Ugyldig tall. Det må være tre siffer.
or: ଇନ୍‌ପୁଟ୍ ଅବୈଧ ଅଟେ. ଏହା ନିଶ୍ଚିତ ଭାବରେ 3-ଅକ୍ଷର ହେବା ଆବଶ୍ୟକ.
pa_arab_pk: اندراج ناجائز اے۔ ایہہ لازمی طور رے 3 ہندسے آلا نمبر ہونا درکار اے۔
pa_in: ਇਨਪੁੱਟ ਅਵੈਧ ਹੈ। ਇਹ ਇੱਕ 3-ਅੰਕੀ ਨੰਬਰ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Wprowadzona wartość jest nieprawidłowa. Powinien to być 3-cyfrowy numer.
ru: Недопустимый ввод. Необходимо ввести 3 цифры.
sd: ان پٽ غلط آهي. اهو 3-ڊجٽ نمبر هجڻ گھرجي.
si: යෙදවුම වැරදියි. එය ඉලක්ම් 3 අංකයක් විය යුතුයි.
sl: Vnos je neveljaven. Biti mora 3-mestno število.
sr_cyrl_rs: Неважећи унос. Потребно је да буде троцифрени број.
sr_latn_rs: Nevažeći unos. Potrebno je da bude trocifreni broj.
sv: Ogiltig inmatning. Det ska vara ett 3-siffrigt nummer.
ta: தவறான உள்ளீடு. இது 3-இலக்க எண்ணாக இருக்க வேண்டும்.
te: ఇన్‌పుట్ చెల్లదు. ఇది 3-అంకెల సంఖ్య అయి ఉండాలి.
tg: Вуруд беэътибор аст. Он бояд рамзи 3-рақама бошад.
th: กรอกข้อมูลไม่ถูกต้อง ควรเป็นตัวเลข 3 หลัก
tr: Giriş geçersiz. 3 basamaklı bir sayı olmalıdır.
tt: Кертү ялгыш. Ул 3 санлы номеры тиеш.
ug: كىرگۈزۈش ئىناۋەتسىز. ئۈچ خانىلىق سان بولىشى كېرەك.
uk: Введено неприпустимі дані. Слід ввести 3-значний номер.
ur: غلط اندراج. یہ 3 ہندسوں والا نمبر ہونا چاہیئے.
uz: Kiritilgan son haqiqiy emas. 3 xonali son bo‘lishi kerak.
vi: Giá trị nhập không hợp lệ. Phải là số có 3 chữ số.
zh_hans: 输入无效。应为一个 3 位数的数字。
zh_hant: 輸入無效。應為 3 位數字。
