Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.BillingAccountName.Format
source: Incorrectly formatted billing account name
af: Verkeerd geformateerde faktureringsrekeningnaam
am: ትክክል ባልሆነ መልኩ የተቀረጸ የመክፈያ መለያ ስም
ar: اسم حساب الفوترة منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত বিলিং একাউণ্টৰ নাম
az: Yanlış formatlaşdırılmış hesablaşma hesabının adı
bg: Име на сметка за плащане с неправилен формат
bn_in: ভুলভাবে বিন্যস করা বিলিং অ্যাকাউন্টের নাম
bs: Nepravilan format naziva računa za naplatu
cy: Enw cyfrif bilio wedi’i fformatio'n anghywir
da: Forkert formateret navn på faktureringskonto
de: Falsch formatierter Abrechnungskontoname
el: Εσφαλμένη μορφοποίηση ονόματος λογαριασμού χρέωσης
es: El nombre de la cuenta de facturación tiene un formato incorrecto
et: Arvelduskonto nimi on valesti vormindatud
eu: Fakturazio-kontuaren izenak formatu okerra du
fa: نام حساب صورتحساب به‌صورت نادرست قالب‌بندی شده است
ga: Ainm cuntais billeála nach bhfuil formáidithe i gceart
gd: Chan eil fòrmatadh ainm a’ chunntais bhileachaidh mar bu chòir
gl: Nome da conta de facturación con formato incorrecto
gu: ખોટી રીતે સ્વરૂપિત બિલિંગ ખાતા નામ
he: תבנית שגויה של שם חשבון לחיוב
hi: गलत तरीके से स्वरूपित बिलिंग खाता नाम
hr: Neispravan oblik naziva računa za naplatu
hu: A számlázási fiók nevének formátuma helytelen
id: Format nama akun penagihan salah
is: Heiti innheimtureiknings er á röngu sniði
ja: 課金アカウント名の形式が間違っています
ka: ბილინგის ანგარიშის სახელის ფორმატი არასწორია
kk: Дұрыс пішімделмеген есепшот тіркелгісі профилінің аты
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಬಿಲ್ಲಿಂಗ್ ಖಾತೆ ಹೆಸರು
ko: 잘못된 형식의 청구 계정 이름
lo: ຮູບແບບຊື່ບັນຊີສຳລັບຮຽກເກັບເງິນບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas atsiskaitymo paskyros pavadinimas
lv: Nepareizi formatēts norēķinu konta nosaukums
mi: Kua hē te whakahōputu i te ingoa pūkete nama
mk: Името на сметката за наплата е неправилно форматирано
ml: തെറ്റായി ഫോർമാറ്റുചെയ്ത ബില്ലിംഗ് അക്കൗണ്ട് നാമം
mr: अयोग्यप्रकारे स्वरूपित केलेले बिलिंग खाते नाव
ms: Nama akaun pengebilan tidak diformatkan dengan betul
mt: Isem tal-kont tal-ħlasijiet ifformattjat ħażin
ne: गलत ढाँचामा लेखिएको बिलिङ खाताको नाम
nn_no: Faktureringskontonamnet har feil format
no: Feil formatert navn på faktureringskonto
or: ଭୁଲ୍ ଭାବରେ ବିଲିଂ ଆକାଉଣ୍ଟ ନାମ ଫର୍ମାଟ୍ ହୋଇଛି
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਨਾਲ ਸਰੂਪਿਤ ਕੀਤਾ ਬਿਲਿੰਗ ਖਾਤਾ ਨਾਮ
pl: Niepoprawnie sformatowana nazwa konta rozliczeniowego
ru: Неправильный формат имени учетной записи выставления счетов
sl: Nepravilno oblikovano ime računa za obračunavanje
sr_cyrl_rs: Формат имена налога за наплату је неисправан
sr_latn_rs: Ime naloga za naplatu nije ispravno oblikovano
sv: Felaktigt formaterat faktureringskontonamn
ta: தவறாக வடிவமைக்கப்பட்ட பில்லிங் கணக்குப் பெயர்
te: తప్పుగా ఆకృతీకరించబడిన బిల్లింగ్ ఖాతా పేరు
th: ชื่อบัญชีการเรียกเก็บเงินที่จัดรูปแบบไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş ödeme hesabı adı
tt: Түләү хисап язмасы исеме дөрес түгел
ug: ھېساب بوغىدىغان ھېسابات نامىنىڭ فورماتى خاتا
uk: Неправильний формат імені облікового запису виставлення рахунків
ur: غلط فارمیٹ میں بلنگ کا اکاؤنٹ نام
uz: Notoʻgʻri formatlangan billing hisobi nomi
vi: Tên tài khoản thanh toán được định dạng không chính xác
zh_hans: 计费帐户名称格式不正确
zh_hant: 計費帳戶名稱的格式不正確

# Literal.FirstName.Format
source: Incorrectly formatted first name
af: Verkeerd-geformateerde voornaam
am: በትክክል ያልተቀረጸ መጠሪያ ስም
ar: اسم أول منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত প্ৰথম নাম
az: Yanlış formatlaşdırılmış ad
bg: Собствено име с неправилен формат
bn_in: ত্রুটিপূর্ণভাবে বিন্যস্ত করা প্রথম নাম
bs: Nepravilno formatirano ime
cy: Enw cyntaf mewn fformat anghywir
da: Forkert formateret fornavn
de: Falsch formatierter Vorname
el: Εσφαλμένη μορφή ονόματος
es: Formato del nombre incorrecto
et: Valesti vormindatud eesnimi
eu: Izenaren formatuak ez du balio
fa: قالب نام نادرست است
ga: Céadainm nach bhfuil formáidithe i gceart
gd: Chan eil am fòrmat air an ainm mar bu chòir
gl: O formato do nome non é correcto
gu: ખોટી રીતે ફોર્મેટ કરાયેલ પ્રથમ નામ
he: שם פרטי בתבנית שגויה
hi: गलत तरीके से स्वरूपित पहला नाम
hr: Nepravilno oblikovano ime
hu: Az utónév formátuma helytelen
id: Kesalahan format nama depan
is: Fornafn er með röngu sniði
ja: 名の形式が間違っています
ka: სახელის ფორმატი არასწორია
kk: Дұрыс пішімделген аты
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಮೊದಲ ಹೆಸರು
ko: 잘못된 형식의 이름
ku_arab: ناوی یەکەم بە ناراستی فۆرماتکراوە
ky: Туура эмес форматталган ат
lo: ຊື່ຕົ້ນມີຮູບແບບທີ່ບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas vardas
lv: Nepareizi formatēts vārds
mi: Hōpututanga hē o te ingoa tuatahi
mk: Неправилно форматирано име
ml: ആദ്യ നാമം തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Нэрийн хэлбэржүүлэлт буруу
mr: अयोग्यप्रकारे स्वरुपित झालेले प्रथम नाव
ms: Nama pertama diformat dengan tidak betul
mt: Isem ifformattjat ħażin
ne: असुद्ध तरिकाले लेखिएको पहिलो नाम
nn_no: Feil formatert fornamn
no: Fornavnet har feil format
or: ଭୁଲ୍‌ ଭାବେ ଫର୍ମାଟ୍ ହୋଇଥିବା ପ୍ରଥମ ନାମ
pa_arab_pk: غلط وضع کیتا پہلا ناں
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਵਿੱਚ ਫਾਰਮੇਟ ਕੀਤਾ ਪਹਿਲਾ ਨਾਮ
pl: Nieprawidłowo sformatowane imię
ru: Неверный формат имени
sd: غلط فارميٽ ٿيل پهريون نالو
si: වැරදිව ආකෘතිගත කළ මුල් නම
sl: Nepravilno oblikovano ime
sr_cyrl_rs: Неисправно обликовано име
sr_latn_rs: Neispravno oblikovano ime
sv: Ogiltigt format för förnamn
ta: தவறாக வடிவமைக்கப்பட்ட முதற் பெயர்
te: తప్పుగా రూపొందించిన మొదటి పేరు
tg: Ном дар формати нодуруст
th: รูปแบบของชื่อไม่ถูกต้อง
tr: Ad yanlış biçimlendirilmiş
tt: Исем дөрес форматланмаган
ug: ئىسىم فورماتى خاتا
uk: Невірний формат імені
ur: غلط وضع کردہ پہلا نام
uz: Noto‘g‘ri formatdagi ism
vi: Tên được định dạng không chính xác
zh_hans: 名字格式不正确
zh_hant: 名字格式不正確

# Literal.FirstNameOrCompanyName.Format
source: Incorrectly formatted first name or company name
af: Voornaam of maatskappynaam is verkeerd geformatteer
am: የተሳሳተ ስም የመጀመሪያ ስም ወይም የኩባንያ ስም በትክክል አልተቀረጸም
ar: تنسيق الاسم الأول أو اسم الشركة غير صحيح
as: প্ৰথম নাম বা কোম্পানীৰ নাম অশুদ্ধকৈ লিপিবদ্ধ কৰা হৈছে
az: Ad və ya şirkət adı formatı yanlışdır
bg: Неправилно форматирано собствено име или име на фирма
bn_in: ভুলভাবে প্রথম নাম বা সংস্থার নাম ফর্ম্যাট করা
bs: Nepravilno oblikovano ime ili naziv preduzeća
cy: Enw cyntaf neu enw cwmni wedi'i fformatio'n anghywir
da: Forkert formateret fornavn eller firmanavn
de: Der Vorname oder der Unternehmensname ist falsch formatiert.
el: Εσφαλμένη μορφοποίηση ονόματος ή επωνυμίας εταιρείας
es: El campo del nombre o la denominación de la empresa presenta un formato incorrecto.
et: Valesti vormindatud eesnimi või ettevõtte nimi
eu: Izenaren edo enpresa-izenaren formatua ez da zuzena
fa: نام یا نام شرکت به شکل نادرست قالب‌بندی شده است
ga: Cuireadh an céadainm nó an t-ainm cuideachta isteach go míchruinn
gd: Tha fòrmat ainm an neach no na companaidh ceàrr
gl: Nome ou nome de empresa con formato incorrecto
gu: ખોટી રીતે ફોર્મેટ થયેલ પ્રથમ નામ અથવા કંપનીનું નામ
he: השם הפרטי או שם החברה כתובים במבנה שגוי
hi: ग़लत ढंग से स्वरूपित प्रथम नाम या कंपनी का नाम
hr: Ime ili naziv tvrtke nisu pravilno oblikovani
hu: Helytelenül formázott utónév vagy cégnév
id: Nama depan atau nama perusahaan yang diformat dengan tidak benar
is: Ógilt snið á skírnarnafni eða nafni fyrirtækis
ja: 名または会社名の形式が正しくありません
ka: სახელის ან კომპანიის დასახელების ფორმატი არასწორია
kk: Аты немесе компания атауы қате пішімделген
kn: ಮೊದಲ ಹೆಸರು ಅಥವಾ ಕಂಪನಿ ಹೆಸರನ್ನು ತಪ್ಪಾಗಿ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಲಾಗಿದೆ
ko: 이름 또는 회사 이름의 형식이 잘못되었습니다.
lo: ຊື່ ທຳ ອິດຫລືຊື່ບໍລິສັດມີຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas vardas arba įmonės pavadinimas
lv: Nepareizi formatēts vārds vai uzņēmuma nosaukums
mi: Kua hē te hōputu o te ingoa tuatahi, te ingoa kamupene rānei
mk: Неточно форматирано лично име или име на компанија
ml: പേരിന്റെ ആദ്യഭാഗം അല്ലെങ്കിൽ കമ്പനിയുടെ പേര് തെറ്റായി ഫോർമാറ്റുചെയ്‌തു
mr: अयोग्य प्रकारे स्वरुपित केलेले प्रथम नाव किंवा कंपनी नाव
ms: Nama pertama atau nama syarikat tidak diformat dengan betul
mt: L-isem jew isem il-kumpanija fformattjat ħażin
ne: गलत नाम पहिलो नाम वा कम्पनी नाम ढाँचा
nn_no: Feil formatert fornamn eller firmanamn
no: Feil formatert fornavn eller firmanavn
or: ଭୁଲ ନାମ ଫର୍ମାଟ୍ ହୋଇଥିବା ପ୍ରଥମ ନାମ କିମ୍ବା କମ୍ପାନୀ ନାମ
pa_in: ਗਲਤ ਫਾਰਮੈਟ ਕੀਤਾ ਪਹਿਲਾਂ ਨਾਮ ਜਾਂ ਕੰਪਨੀ ਦਾ ਨਾਮ
pl: Niepoprawnie sformatowane imię lub nazwa firmy
ru: Неверный формат имени пользователя или компании.
sl: Nepravilno oblikovano ime ali ime podjetja
sr_cyrl_rs: Неправилно обликовано име или назив предузећа
sr_latn_rs: Nepravilno oblikovano ime ili naziv preduzeća
sv: Felaktigt format på förnamn eller företagsnamn
ta: தவறாக வடிவமைக்கப்பட்ட முதற்பெயர் அல்லது நிறுவனப் பெயர்
te: మొదటి పేరు లేదా కంపెనీ పేరును తప్పుగా ఆకృతీకరించారు
th: ชื่อหรือชื่อบริษัทที่มีรูปแบบไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş ad veya şirket adı
tt: Исем яки ширкәт исеме дөрес форматланмаган
ug: خاتا فورماتلىق ئىسىم ياكى شىركەت نامى
uk: Неправильний формат імені або назви компанії
ur: غلط طریقے سے فارمیٹ کردہ پہلا نام یا کمپنی کا نام
uz: Ismi yoki kompaniya nomi xato formatda
vi: Tên hoặc tên công ty ở định dạng không đúng
zh_hans: 名字或公司名称的格式不正确
zh_hant: 名字或公司名稱的格式不正確

# Literal.LastName.Format
source: Incorrectly formatted last name
af: Verkeerd-geformateerde van
am: በትክክል ያልተቀረጸ የአባት ስም
ar: اسم عائلة منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত অন্তিম নাম
az: Yanlış formatlaşdırılmış soyad
bg: Фамилия с неправилен формат
bn_in: ত্রুটিপূর্ণভাবে বিন্যস্ত করা পদবি
bs: Nepravilno formatirano prezime
cy: Enw olaf mewn fformat anghywir
da: Forkert formateret efternavn
de: Falsch formatierter Nachname
el: Εσφαλμένη μορφή επωνύμου
es: Formato de los apellidos incorrecto
et: Valesti vormindatud perekonnanimi
eu: Abizenaren formatuak ez du balio
fa: قالب نام خانوادگی نادرست است
ga: Sloinne nach bhfuil formáidithe i gceart
gd: Chan eil am fòrmat air an sloinneadh mar bu chòir
gl: O formato do apelido non é correcto
gu: ખોટી રીતે ફોર્મેટ કરાયેલ છેલ્લું નામ
he: שם משפחה בתבנית שגויה
hi: गलत तरीके से स्वरूपित अंतिम नाम
hr: Nepravilno oblikovano prezime
hu: A vezetéknév formátuma helytelen
id: Kesalahan format nama belakang
is: Eftirnafn er með röngu sniði
ja: 姓の形式が間違っています
ka: გვარის ფორმატი არასწორია
kk: Дұрыс пішімделмеген тегі
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಕೊನೆಯ ಹೆಸರು
ko: 잘못된 형식의 성
ku_arab: ناوی کۆتای بە ناراستی فۆرماتکراوە
ky: Туура эмес форматталган фамилия
lo: ນາມສະກຸນມີຮູບແບບທີ່ບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuota pavardė
lv: Nepareizi formatēts uzvārds
mi: Hōpututanga hē o te ingoa whakamutunga
mk: Неправилно форматирано презиме
ml: അവസാന നാമം തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Овгийн хэлбэржүүлэлт буруу
mr: अयोग्यप्रकारे स्वरुपित झालेले आडनाव
ms: Nama keluarga diformat dengan tidak betul
mt: Kunjom ifformattjat ħażin
ne: असुद्ध तरिकाले लेखिएको अन्तिम नाम
nn_no: Feil formattert etternamn
no: Etternavnet har feil format
or: ଭୁଲ୍‌ ଭାବେ ଫର୍ମାଟ୍ ହୋଇଥିବା ଶେଷ ନାମ
pa_arab_pk: غلط وضع کیتا آخری ناں
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਵਿੱਚ ਫਾਰਮੇਟ ਕੀਤਾ ਆਖਰੀ ਨਾਮ
pl: Nieprawidłowo sformatowane nazwisko
ru: Неверный формат фамилии
sd: غلط فارميٽ ٿيل آخري نالو
si: වැරදිව ආකෘතිගත කළ අග නම
sl: Nepravilno oblikovan priimek
sr_cyrl_rs: Неисправно обликовано презиме
sr_latn_rs: Neispravno oblikovano prezime
sv: Ogiltigt format för efternamn
ta: தவறாக வடிவமைக்கப்பட்ட கடைசிப் பெயர்
te: తప్పుగా రూపొందించిన చివరి పేరు
tg: Насаб дар формати нодуруст
th: รูปแบบของนามสกุลไม่ถูกต้อง
tr: Soyadı yanlış biçimlendirilmiş
tt: Фамилия дөрес форматланмаган
ug: فامىلە فورماتى خاتا
uk: Невірний формат фамілії
ur: غلط وضع کردہ آخری نام
uz: Noto‘g‘ri formatdagi familiya
vi: Họ được định dạng không chính xác
zh_hans: 姓氏格式不正确
zh_hant: 姓氏格式不正確

# Literal.MiddleName.Format
source: Incorrectly formatted middle name
af: Verkeerd geformateerde tweede naam
am: ትክክል ባልሆነ መልኩ የተቀረጸ የአባት ስም
ar: الاسم الأوسط منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত মধ্যম নাম
az: Yanlış formatlaşdırılmış ikinci ad
bg: Презиме с неправилен формат
bn_in: ভুলভাবে বিন্যস করা মধ্য নাম
bs: Nepravilan format srednjeg imena
cy: Enw canol wedi’i fformatio’n anghywir
da: Forkert formateret mellemnavn
de: Falsch formatierter zweiter Name
el: Εσφαλμένη μορφοποίηση πατρώνυμου
es: El segundo nombre tiene un formato incorrecto
et: Teine eesnimi on valesti vormindatud
eu: Bigarren izenak formatu okerra du
fa: نام میانی به‌صورت نادرست قالب‌بندی شده است
ga: Dara ainm nach bhfuil formáidithe i gceart
gd: Chan eil fòrmatadh an ainm mheadhanaich mar bu chòir
gl: Segundo nome con formato incorrecto
gu: ખોટી રીતે સ્વરૂપિત વચલું નામ
he: השם האמצעי כתוב במבנה שגוי
hi: गलत तरीके से स्वरूपित मध्य नाम
hr: Neispravan oblik srednjeg imena
hu: A második utónév formátuma helytelen
id: Format nama tengah salah
is: Millinafn er á röngu sniði
ja: ミドル ネームの形式が間違っています
ka: მეორე სახელის ფორმატი არასწორია
kk: Дұрыс пішімделмеген әкесінің аты
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಮಧ್ಯದ ಹೆಸರು
ko: 잘못된 형식의 중간 이름
lo: ຮູບແບບຊື່ກາງບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas antras vardas
lv: Nepareizi formatēts otrais vārds
mi: Kua hē te whakahōputu i te ingoa o waenganui
mk: Средното име е неправилно форматирано
ml: തെറ്റായി ഫോർമാറ്റുചെയ്ത മധ്യനാമം
mr: अयोग्यप्रकारे स्वरूपित केलेले मधले नाव
ms: Nama tengah tidak diformatkan dengan betul
mt: Isem tan-nofs ifformattjat ħażin
ne: गलत ढाँचामा लेखिएको बीचको नाम
nn_no: Mellomnamnet har feil format
no: Ugyldig formatert mellomnavn
or: ଭୁଲ୍ ଭାବରେ ମଝି ନାମ ଫର୍ମାଟ୍ ହୋଇଛି
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਨਾਲ ਸਰੂਪਿਤ ਕੀਤਾ ਵਿਚਕਾਰਲਾ ਨਾਮ
pl: Niepoprawnie sformatowane drugie imię
ru: Неправильный формат отчества
sl: Nepravilno oblikovano srednje ime
sr_cyrl_rs: Формат средњег имена је неисправан
sr_latn_rs: Srednje ime nije ispravno oblikovano
sv: Felaktigt formaterat mellannamn
ta: தவறாக வடிவமைக்கப்பட்ட பெயரின் நடுப்பகுதி
te: తప్పుగా ఆకృతీకరించబడిన మధ్య పేరు
th: ชื่อกลางที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş ikinci ad
tt: Атасының исеме дөрес түгел
ug: ئوتتۇرانچى ئىسىمنىڭ فورماتى خاتا
uk: Неправильний формат імені по батькові
ur: غلط فارمیٹ میں درمیانی نام
uz: Notoʻgʻri formatlangan ikkinchi ism
vi: Tên đệm được định dạng không chính xác
zh_hans: 中间名格式不正确
zh_hant: 中間名的格式不正確

# Literal.PhoneNumber.Format
source: Incorrectly formatted phone number
af: Verkeerd-geformateerde foonnommer
am: በትክክል ያልተቀረጸ የስልክ ቁጥር
ar: رقم هاتف منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত ফোন নম্বৰ
az: Yanlış formatlaşdırılmış telefon nömrəsi
bg: Телефонен номер с неправилен формат
bn_in: ত্রুটিপূর্ণভাবে বিন্যস্ত করা ফোন নম্বর
bs: Nepravilno formatiran broj telefona
cy: Rhif ffôn mewn fformat anghywir
da: Forkert formateret telefonnummer
de: Falsch formatierte Telefonnummer
el: Εσφαλμένη μορφή αριθμού τηλεφώνου
es: Formato del número de teléfono incorrecto
et: Valesti vormindatud telefoninumber
eu: Telefono-zenbakiaren formatuak ez du balio
fa: قالب شماره تلفن نادرست است
ga: Uimhir fóin nach bhfuil formáidithe i gceart
gd: Chan eil am fòrmat air an àireamh-fhòn mar bu chòir
gl: O formato do número de teléfono non é correcto
gu: ખોટી રીતે ફોર્મેટ કરાયેલ ફોન નંબર
he: מספר טלפון בתבנית שגויה
hi: गलत तरीके से स्वरूपित फ़ोन नंबर
hr: Nepravilno oblikovan telefonski broj
hu: A telefonszám formátuma helytelen
id: Kesalahan format nomor telepon
is: Símanúmer er með röngu sniði
ja: 電話番号の形式が間違っています
ka: ტელეფონის ნომრის ფორმატი არასწორია
kk: Дұрыс пішімделмеген телефон нөмірі
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಫೋನ್ ಸಂಖ್ಯೆ
ko: 잘못된 형식의 전화 번호
ku_arab: ژمارەی تەلەفۆن بە ناراستی فۆرماتکراوە
ky: Туура эмес форматталган телефон номери
lo: ເບີໂທລະສັບມີຮູບແບບທີ່ບໍ່ຖືກຕ້ອງ
lt: Netinkamas telefono numerio formatas
lv: Nepareizi formatēts tālruņa numurs
mi: Hōpututanga hē o te tau waea
mk: Неправилно форматиран телефонски број
ml: ഫോൺ നമ്പർ തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Утасны дугаарын хэлбэржүүлэлт буруу
mr: अयोग्यप्रकारे स्वरुपित झालेला फोन नंबर
ms: Nombor telefon diformat dengan tidak betul
mt: Numru tat-telefown ifformattjat ħażin
ne: असुद्ध तरिकाले लेखिएको फोन नम्बर
nn_no: Feil formattert telefonnummer
no: Telefonnummeret har feil format
or: ଭୁଲ୍‌ ଭାବେ ଫର୍ମାଟ୍ ହୋଇଥିବା ଫୋନ୍‌ ନମ୍ବର
pa_arab_pk: غلط وضع کیتا فون نمبر
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਵਿੱਚ ਫਾਰਮੇਟ ਕੀਤਾ ਫੋਨ ਨਾਮ
pl: Nieprawidłowo sformatowany numer telefonu
ru: Неверный формат номера телефона
sd: غلط فارميٽ ٿيل فون نمبر
si: වැරදිව ආකෘතිගත කළ දුරකථන අංකය
sl: Nepravilno oblikovana telefonska številka
sr_cyrl_rs: Неисправно обликован број телефона
sr_latn_rs: Neispravno oblikovan broj telefona
sv: Ogiltigt format för telefonnummer
ta: தவறாக வடிவமைக்கப்பட்ட தொலைபேசி எண்
te: తప్పుగా రూపొందించిన ఫోన్‌ నంబరు
tg: Рақами телефон дар формати нодуруст
th: รูปแบบของหมายเลขโทรศัพท์ไม่ถูกต้อง
tr: Telefon numarası yanlış biçimlendirilmiş
tt: Телефон номеры дөрес форматланмаган
ug: تېلېفون نومۇرىنىڭ فورماتى خاتا
uk: Невірний формат номера телефону
ur: غلط وضع کردہ فون نمبر
uz: Noto‘g‘ri formatdagi telefon raqami
vi: Số điện thoại được định dạng không chính xác
zh_hans: 电话号码格式不正确
zh_hant: 電話號碼格式不正確

# Literal.ChinaUnionPay.PhoneNumber.Format
source: Mobile number must be 11 digits
af: Selfoonnommer moet 11 syfers wees
am: ሞባይል ቁጥር 11 አሃዞች መሆን አለበት
ar: يجب أن يكون رقم الجوال 11 رقماً.
as: ম'বাইল নম্বৰ 11 টা অংকৰ হ'বই লাগিব
az: Mobil nömrə 11 rəqəmdən ibarət olmalıdır
bg: Мобилният номер трябва да бъде с 11 цифри
bn_in: মোবাইল নম্বরটিকে অবশ্যই 11 সংখ্যার হতে হবে
bs: Broj mobitela mora imati 11 cifara
cy: Rhaid i'r rhif ffôn symudol fod yn 11 digid
da: Mobilnummer skal være på 11 cifre
de: Die Mobilfunknummer muss aus elf Ziffern bestehen.
el: Ο αριθμός κινητού πρέπει να περιέχει 11 ψηφία
es: El número de móvil debe tener 11 dígitos
et: Mobiiltelefoni numbri pikkus peab olema 11 numbrit
eu: Mugikorraren telefono-zenbakiak 11 digitu izan behar ditu
fa: شماره تلفن همراه باید ۱۱ رقم باشد
ga: Ní mór 11 dhigit a bheith in uimhir fón póca
gd: Feumaidh 11 àireamh a bhith ann an àireamh fòn-làimhe
gl: O número de móbil debe ter 11 díxitos
gu: મોબાઇલ નંબર 11 આંકડાનો જ હોવો જોઈએ
he: במספר נייד חייבות להיות 11 ספרות
hi: मोबाइल नंबर 11 अंकों का होना चाहिए
hr: Broj mobitela mora sadržavati 11 znamenki
hu: A mobilszámnak 11 számjegyből kell állnia
id: Nomor ponsel harus 11 digit
is: Farsímanúmerið þitt verður að vera 11 tölustafir
ja: 携帯電話番号は 11 桁である必要があります
ka: მობილური ტელეფონის ნომერი უნდა შედგებოდეს 11 ციფრისგან
kk: Ұялы телефон нөмірі 11 саннан тұруы қажет
kn: ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯು 11 ಅಂಕಿಗಳಾಗಿರಬೇಕು
ko: 핸드폰 번호는 11자여야 합니다.
ku_arab: پێویستە ژمارەی مۆبایڵ 11 رەنووس بێت
ky: Мобилдик номериңиз 11 сандан турушу керек
lo: ເບີມືຖືຕ້ອງແມ່ນ 11 ຕົວເລກ
lt: Mobiliojo telefono numerį turi sudaryti 11 skaičių
lv: Mobilā tālruņa numuram ir jābūt 11 ciparus garam
mi: Kia 11 mati te tau waea pūkoro
mk: Бројот на мобилниот мора да има 11 цифри
ml: മൊബൈൽ നമ്പറിൽ 11 അക്കങ്ങൾ ഉണ്ടാകണം
mn: Гар утасны дугаар 11 оронтой байх ёстой
mr: मोबाइल नंबर 11 अंकीच असला पाहिजे
ms: Nombor mudah alih mestilah 11 digit
mt: In-numru tal-mowbajl irid ikollu 11-il ċifra
ne: मोबाइल नम्बर 11 अङ्कको हुनुपर्छ
nn_no: Mobilnummeret må innehalde 11 tal
no: Mobilnummeret skal bestå av 11 tall
or: ମୋବାଇଲ୍ ନମ୍ଵର୍ ନିଶ୍ଚିତଭାବରେ 11 ଅଙ୍କ ବିଶିଷ୍ଟ ହେବା ଆବଶ୍ୟକ
pa_arab_pk: موبائل نمبر 11 اعداد دا ہونا چاہیدا اے
pa_in: ਮੋਬਾਈਲ ਨੰਬਰ 11 ਅੰਕ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Numer telefonu komórkowego musi zawierać 11 cyfr
ru: Номер мобильного телефона должен состоять из 11 цифр
sd: موبائل نمبر 11 ڊجٽ جو هجڻ گهرجي
si: ජංගම දුරකථන අංකය සංඛ්‍යාංක 11ක් විය යුතුය
sl: Številka mobilnega telefona mora vsebovati 11 številk
sr_cyrl_rs: Број мобилног телефона мора да садржи 11 цифара
sr_latn_rs: Broj mobilnog telefona mora da sadrži 11 cifara
sv: Mobilnummer måste ha 11 siffror
ta: மொபைல் எண் 11 இலக்கங்களாக இருக்க வேண்டும்
te: మొబైల్ నంబర్ తప్పకుండా 11 అంకెలను కలిగి ఉండాలి
tg: Рақами телефони мобилӣ бояд 11 рақам дошта бошад
th: หมายเลขโทรศัพท์มือถือต้องมีตัวเลข 11 หลัก
tr: Cep telefonu numarası 11 rakamlı olmalıdır
tt: Мобиль телефон номерында 11 цифра булырга тиеш
ug: يانفون نومۇرى 11 خانىلىق بولۇشى كېرەك
uk: Номер мобільного телефону має складатися з 11 цифр
ur: موبائل نمبر 11 اعداد پر مشتمل ہونا چاہیے
uz: Mobil telefon raqami 11 xonadan iborat bo‘lishi lozim
vi: Số di động phải có 11 chữ số
zh_hans: 手机号码必须为 11 位数
zh_hant: 行動電話號碼必須是 11 個數字

# Literal.ChinaUnionPay.PhoneNumber.Invalid
source: Check the phone number.
af: Kontroleer die foonnommer.
am: ስልክ ቁጥሩን ይፈትሹ።
ar: تحقق من رقم الهاتف.
as: ফোন নম্বৰটো পৰীক্ষা কৰক৷
az: Telefon nömrəsini yoxlayın.
bg: Проверете телефонния номер.
bn_in: ফোন নম্বর পরীক্ষা করুন৷
bs: Provjerite broj telefona.
cy: Gwiriwch y rhif ffôn.
da: Kontrollér telefonnummeret.
de: Überprüfen Sie die Telefonnummer.
el: Ελέγξτε τον αριθμό τηλεφώνου.
es: Comprueba el número de teléfono.
et: Kontrollige telefoninumbrit.
eu: Egiaztatu telefono-zenbakia.
fa: شماره تلفن را بررسی کنید.
ga: Seiceáil uimhir an fóin.
gd: Thoir sùil air an àireamh fòn.
gl: Comproba o número de teléfono.
gu: ફોન નંબર તપાસો.
he: בדוק את מספר הטלפון.
hi: फ़ोन नंबर जाँचें.
hr: Provjerite telefonski broj.
hu: Ellenőrizze a telefonszámot.
id: Periksa nomor telepon.
is: Athugaðu símanúmerið.
ja: 電話番号を確認してください。
ka: შეამოწმეთ ტელეფონის ნომერი.
kk: Телефон нөмірін тексеріңіз.
kn: ಫೋನ್‌ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 전화 번호를 확인하세요.
ku_arab: ژمارە تەلەفۆنەکە بپشکنە.
ky: Телефон номерин текшериңиз.
lo: ກວດເບິ່ງເບີໂທລະສັບຂອງທ່ານ
lt: Patikrinkite telefono numerį.
lv: Pārbaudiet tālruņa numuru.
mi: Tirohia te tau waea.
mk: Проверете го телефонскиот број.
ml: ഫോൺ നമ്പർ നോക്കുക.
mn: Утасны дугаараа шалгана уу.
mr: फोन नंबर तपासा.
ms: Semak nombor telefon.
mt: Iċċekkja n-numru tat-telefown.
ne: फोन नम्बर जाँच्नुहोस्।
nn_no: Kontroller telefonnummeret.
no: Kontroller telefonnummeret.
or: ଫୋନ୍ ନମ୍ଵର୍ ଯାଞ୍ଚ କରନ୍ତୁ.
pa_arab_pk: فون نمبر دی پڑتال کرو۔
pa_in: ਫੋਨ ਨੰਬਰ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź numer telefonu.
ru: Проверьте номер телефона.
sd: فون نمبر چيڪ ڪريو.
si: දුරකථන අංකය පරීක්ෂා කරන්න.
sl: Preverite telefonsko številko.
sr_cyrl_rs: Проверите број телефона.
sr_latn_rs: Proverite broj telefona.
sv: Kontrollera telefonnumret.
ta: தொலைபேசி எண்ணைச் சரிபார்.
te: ఫోన్ నంబర్‌ని తనిఖీ చేయండి.
tg: Тафтиши рақами телефон.
th: ตรวจสอบหมายเลขโทรศัพท์
tr: Telefon numarasını kontrol edin.
tt: Телефон номерын тикшерегез.
ug: تېلېفون نومۇرىنى تەكشۈرۈڭ.
uk: Перевірте номер телефону.
ur: فون نمبر کی پڑتال کریں۔
uz: Telefon raqamini tekshiring.
vi: Kiểm tra số điện thoại.
zh_hans: 查看电话号码。
zh_hant: 檢查電話號碼。
