Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.AccountTypeMismatchWithUserType
source: Your billing account has technical issues, please contact Customer Support Services.
af: Jou faktureringsrekening het tegniese probleme, kontak asseblief Kliëntondersteuning.
am: የክፍያ መለያህ የ የቴክኒክ ጉዳዮች አሉትእባክህ የደንበኞች አገልግሎቶች ድጋፍ አግኝ።
ar: توجد مشكلات فنية في حساب الفوترة الخاص بك، الرجاء الاتصال بخدمات دعم العملاء.
as: আপোনাৰ বিল আদায় দিয়া একাউণ্টত কোনো কাৰিকৰী সমস্যা আছে, অনুগ্ৰহ কৰি গ্ৰাহক সমৰ্থক সেৱাৰ লগত যোগাযোগ কৰক৷
az: Ödəniş hesabınızla bağlı texniki problemlər var, Müştəri Dəstək Xidmətləri ilə əlaqə saxlayın.
bg: Има технически проблеми с вашата сметка за плащане. Свържете се с поддръжката на клиенти.
bn_in: আপনার বিল বানানোর অ্যাকাউন্টে প্রযুক্তিগত সমস্যা রয়েছে, অনুগ্রহ করে গ্রাহক সহায়তা পরিষেবাদিতে যোগাযোগ করুন৷
bs: Račun za plaćanje ima tehničke probleme, obratite se Usluzi za korisničku podršku.
cy: Mae problemau technegol gyda'ch cyfrif bilio, holwch y Gwasanaethau Cymorth i Gwsmeriaid.
da: Der er opstået tekniske problemer med din faktureringskonto. Kontakt Customer Support Services.
de: Bei Ihrem Abrechnungskonto sind technische Probleme aufgetreten. Wenden Sie sich an den Kundensupport.
el: Ο λογαριασμός χρέωσής σας παρουσιάζει τεχνικά προβλήματα. Επικοινωνήστε με τις υπηρεσίες υποστήριξης πελατών.
es: Se han detectado problemas técnicos en su cuenta de facturación, póngase en contacto con los servicios de soporte al cliente.
et: Teie arvelduskontol on tehnilisi probleeme. Pöörduge klienditoe teenustesse.
eu: Zure fakturatze-kontuak arazo teknikoak ditu; jarri harremanetan bezeroarentzako laguntza-zerbitzuekin.
fa: حساب صدور قبض شما دارای مشکلات فنی است، لطفاً با سرویس های پشتیبانی مشتری تماس بگیرید.
ga: Tá fadhbanna teicniúla le do chuntas billeála, téigh i dteagmháil le Seirbhísí Tacaíochta do Chustaiméirí le do thoil.
gd: Tha trioblaidean teicnigeach sa chunntas bhileachaidh agad, cuir fios gu seirbheisean taic nan custamairean.
gl: A súa conta de facturación ten problemas técnicos. Póñase en contacto cos servizos de atención ao cliente.
gu: તમારા બિલીંગ ખાતામાં ટેકનીકલ સમસ્યાઓ છે, કૃપા કરી ગ્રાહક સહાય સેવાઓનો સંપર્ક કરો.
he: חשבון החיוב שלך נתקל בבעיות טכניות, פנה לשירותי התמיכה ללקוח.
hi: आपके बिलिंग खाते में तकनीकी समस्याएँ हैं, कृपया ग्राहक समर्थन सेवाओं से संपर्क करें.
hr: Postoje tehnički problemi s vašim računom za naplatu, obratite se Službi za podršku.
hu: A terhelendő számlával kapcsolatos technikai problémák merültek fel. Forduljon az ügyfélszolgálathoz.
id: Akun tagihan Anda mengalami masalah teknis, silakan hubungi Layanan Dukungan Pelanggan.
is: Tæknileg vandamál eru með greiðslureikning þinn, hafðu samband við notendaþjónustu.
ja: お客様の請求口座に技術的な問題があります。カスタマー サポート サービスに連絡してください。
ka: თქვენს საანგარიშსწორებო ანგარიშს ტექნიკური პრობლემები აქვს. გთხოვთ, მიმართოთ მომხმარებელთა დახმარების სერვისებს.
kk: Шот жіберу тіркелгісінде техникалық мәселелер бар, тұтынушыларды қолдау қызметіне хабарласыңыз.
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ಖಾತೆಯು ತಾಂತ್ರಿಕ ಸಮಸ್ಯೆಗಳನ್ನು ಹೊಂದಿದೆ, ದಯವಿಟ್ಟು ಗ್ರಾಹಕ ಬೆಂಬಲ ಸೇವೆಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 대금 청구 계정에 기술적인 문제가 있습니다. 고객 지원 서비스에 문의하십시오.
ku_arab: ئەژمێری فاتوورەی تۆ کێشەی تەکنیکی هەیە، تکایە پەیوەندی بکە بە خزمەتگوزاریەکانی پشتیوانی راژەخوازەوە.
ky: Сиздин эсептешүүчү каттоо жазууңуздун техникалык көйгөйлөрү бар, Кардарды Колдоо Кызматтарына кайрылыңыз.
lo: ບັນຊີຮຽກເກັບເງິນຂອງທ່ານມີບັນຫາດ້ານເຕັກນິກ, ກະລຸນາຕິດຕໍ່ຫາຝ່າຍການບໍລິການສະໜັບສະໜູນລູກຄ້າ.
lt: Iškilo techninių problemų, susijusių su jūsų atsiskaitymo paskyra; kreipkitės į klientų aptarnavimo tarnybą.
lv: Jūsu norēķinu kontā radās tehniskas problēmas. Lūdzu, sazinieties ar klientu atbalsta dienestu.
mi: He take hangarau tā tō pūkete nama, whakapā atu ki ngā Ratonga Tautoko Kiritaki.
mk: Има технички проблеми со сметката за фактурирање, контактирајте со службата за грижа за корисници.
ml: നിങ്ങളുടെ ബില്ലിംഗ് അക്കൌണ്ടിന് സാങ്കേതിക പ്രശ്‌നങ്ങളുണ്ട്, ഉപഭോക്തൃ പിന്തുണാ സേവനത്തെ ബന്ധപ്പെടുക.
mn: Таны төлбөр тооцоо хийдэг хэрэглэгчийн бүртгэлд техникийн асуудал гарсан учир үйлчлүүлэгчид туслалцаа үзүүлэх албанд хандана уу.
mr: आपल्या बिलिंग खात्यास तांत्रिक समस्या आहेत, कृपया ग्राहक समर्थन सेवांशी संपर्क साधा.
ms: Akaun pengebilan anda mempunyai isu teknikal, sila hubungi Khidmat Sokongan Pelanggan.
mt: Il-kont tal-ħlasijiet tiegħek għandu problemi tekniċi, jekk jogħġbok ikkuntattja lis-Servizzi tal-Appoġġ għall-Konsumaturi.
ne: तपाईँको पूर्जी खातामा प्राविधिक गड्बडी छ, कृपया उपभोक्ता समर्थन सेवाहरूमा सम्पर्क राख्नुहोस्।
nn_no: Faktureringskontoen har tekniske problem. Kontakt kundestøtte.
no: Det er tekniske problemer med faktureringskontoen. Kontakt kundestøtte.
or: ଆପଣଙ୍କର ବିଲିଂ ଏକାଉଣ୍ଟରେ ଯାନ୍ତିକ ଅସୁବିଧା ରହିଛି, ଦୟାକରି ଗ୍ରାହାକ ସାମର୍ଥ୍ୟ ସେବାସମୂହ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: تساں دے بل جمع کروان آلے اکاؤنٹ چے کوئی تکںیکی نقص اے، میربانی کرکے کسٹمر معاونت سروس نال رابطہ کرو۔
pa_in: ਤੁਹਾਡੇ ਬਿੱਲ ਬਣਾਉਣ ਦੇ ਖਾਤੇ ਸਬੰਧੀ ਕੁਝ ਤਕਨੀਕੀ ਮੁੱਦੇ ਹਨ, ਕਿਰਪਾ ਕਰਕੇ ਗਾਹਕ ਸਹਾਇਤਾ ਸੇਵਾਵਾਂ ਦੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wystąpiły problemy techniczne związane z kontem rozliczeniowym. Skontaktuj się z pomocą techniczną.
ru: С вашей учетной записью выставления счетов возникли технические проблемы, обратитесь в службу поддержки.
sd: توھان جي بِلنگ اڪائونٽ ۾ تيڪنيڪل مسئلا آھن, مھرباني ڪري Customer Support Services سان رابطو ڪريو.
si: ඔබේ බිල්පත්කරණ ගිණුමේ කාර්මික දෝෂ පවතී. කරුණාකර පාරිභෝගික උපකාරක සේවා අමතන්න.
sl: Prišlo je do tehničnih težav v vašem računu za obračunavanje. Obrnite se na podporo za stranke.
sr_cyrl_rs: Платни налог има техничке проблеме, обратите се Услузи за корисничку подршку.
sr_latn_rs: Platni nalog ima tehničke probleme, obratite se Usluzi za korisničku podršku.
sv: Ditt faktureringskonto har tekniska problem, kontakta kundsupport.
ta: உங்கள் இரசீது கணக்கில் தொழில்நுட்பச் சிக்கல் உள்ளது. வாடிக்கையாளர் ஆதரவு சேவையைத் தொடர்பு கொள்ளவும்.
te: మీ బిల్లింగ్ ఖాతాకు సాంకేతిక సమస్యలు ఉన్నాయి, దయచేసి మీ వినియోగదారు మద్దతు సేవలను సంప్రదించండి.
tg: Суратҳисоби пардохтии шумо мушкилоти техникӣ дорад, лутфан, бо Хидматҳои дастгирии муштариён тамос гиред.
th: บัญชีการแจ้งหนี้ของคุณประสบปัญหาทางเทคนิค โปรดติดต่อฝ่ายบริการลูกค้า
tr: Ödeme hesabınızda teknik sorunlar var, lütfen Müşteri Destek Hizmetlerine başvurun.
tt: Сезнең квитанциләү хисабында техник проблемалар бар, Клиент Ярдәм белән элемтәгә керегез.
ug: سىزنىڭ ھەق تۆلەش ھىسابىڭىزدا تېخنىكىلىق چاتاق بار.خېرىدار ياردەم مۇلازىمىتى بىلەن ئالاقىلىشىڭ.
uk: Виникла технічна неполадка облікового запису для платних служб. Зверніться до служби підтримки користувачів.
ur: آپ کے بل ادائیگی کھاتہ میں تکینیکی مسائل ہیں، براہ مہربانی صارف معاون خدمات سے رابطہ کریں.
uz: Billing hisob qaydnomangizda texnik muammolar mavjud, Xaridorlarni qo‘llab-quvvatlash xizmatlariga murojaat qiling.
vi: Tài khoản thanh toán của bạn gặp sự cố kĩ thuật, xin liên hệ Dịch vụ Hỗ trợ Khách hàng.
zh_hans: 你的计费帐户存在技术问题，请与客户支持服务联系。
zh_hant: 您的計費帳戶發生技術方面的問題，請連絡客戶支援服務。

# Literal.Error.InvalidBillableAccount
source: This user account does not currently have a billing relationship with Microsoft. If you continue to get this message, please contact customer service for assistance.
af: Hierdie gebruikersrekening het nie tans 'n faktureringsverhouding met Microsoft nie. As jy steeds hierdie boodskap kry, kontak asseblief kliëntediens vir bystand.
am: ይህ የተጠቃሚ መለያ ከMicrosoft ጋር የክፍያ አከፋፈል ዝምድና የለውም። ይህን መልዕክት ማግኘትዎን ከቀጠሉ፣ እባክዎ ድጋፍ ለማግኘት የደንበኛ አገልግሎትን ያነጋግሩ።
ar: ليس لحساب هذا المستخدم علاقة فوترة حالية مع Microsoft. إذا ظلت هذه الرسالة تظهر لك، يُرجى الاتصال بخدمة العملاء لطلب المساعدة.
as: এই ব্যৱহাৰকৰ্তা একাউণ্টৰ সম্প্ৰতি Microsoft-ৰ সৈতে কোনো বিলিং সম্পৰ্ক নাই৷ যদি আপুনি ধাৰাবাহিকভাৱে এই বাৰ্তাটো পাই থাকে, তেন্তে সহায়তাৰ বাবে অনুগ্ৰহ কৰি গ্ৰাহক সেৱাৰ সৈতে যোগাযোগ কৰক৷
az: Bu istifadəçi hesabının hal-hazırda Microsoft ilə hesablaşma əlaqəsi yoxdur. Əgər bu mesajı almağa davam etsəniz, yardım üçün müştəri xidmətlərinə müraciət edin.
bg: Този потребителски акаунт в момента няма платежни взаимоотношения с Microsoft. Ако продължавате да получавате това съобщение, се свържете с отдела за обслужване на клиенти за съдействие.
bn_in: এই ব্যবহারকারী অ্যাকাউন্টের বর্তমানে Microsoft -এর সঙ্গে কোনো বিলিং সম্পর্ক নেই। আপনি এই বার্তাই পেতে থাকলে, অনুগ্রহ করে সহায়তা পেতে গ্রাহক পরিষেবায় যোগাযোগ করুন।
bs: Taj korisnički račun trenutno nije povezan za plaćanje s kompanijom Microsoft. Ako se nastavi prikazivati ista poruka, potražite pomoć od službe za podršku korisnicima.
cy: Ar hyn o bryd does gan y defnyddiwr hwn ddim perthynas bilio â Microsoft. Os byddwch chi'n dal i gael y neges hon, holwch cymorth i gwsmeriaid i gael help.
da: Denne brugerkonto har ikke en faktureringsrelation til Microsoft. Hvis du får denne meddelelse igen, skal du kontakte kundeservice for at få hjælp.
de: Dieses Benutzerkonto wird derzeit nicht für Abrechnungen mit Microsoft verwendet. Wird diese Meldung weiterhin angezeigt, wenden Sie sich an den Kundendienst.
el: Αυτός ο λογαριασμός χρήστη δεν έχει προς το παρόν μια σχέση χρέωσης με τη Microsoft. Αν συνεχίσετε να λαμβάνετε αυτό το μήνυμα, επικοινωνήστε με την εξυπηρέτηση πελατών για βοήθεια.
es: Actualmente, esta cuenta de usuario no tiene ninguna relación de facturación con Microsoft. Si sigues recibiendo este mensaje, ponte en contacto con el servicio de asistencia al cliente para obtener ayuda.
et: Sellel kasutajakontol puudub praegu arveldusseos Microsoftiga. Kui see teade kuvatakse ka edaspidi, võtke ühendust klienditeenindusega.
eu: Erabiltzaile-kontuak ez du fakturazio-konturik Microsoft-ekin. Mezu hau jasotzen jarraitzen baduzu, jarri bezeroentzako laguntza-zerbitzuarekin harremanetan.
fa: این حساب در حال حاضر ارتباط صورتحسابی با Microsoft ندارد. اگر مشاهده این پیام ادامه داشت، برای راهنمایی لطفاً با خدمات مشتریان تماس بگیرید.
ga: Ní aon ghaol billeála ag an gcuntas úsáideora seo le Microsoft faoi láthair. Má fhaigheann tú an teachtaireacht seo arís agus arís eile, iarr cabhair ar an tseirbhís do chustaiméirí.
gd: Chan eil dàimh bileachaidh ri Microsoft aig a’ chunntas chleachdaiche seo an-dràsta. Ma gheibh thu an teachdaireachd seo a-rithist ’s a-rithist, cuir fios gu sgioba taice nan custamairean airson taic.
gl: Esta conta de usuario non ten actualmente relación de facturación con Microsoft. Se segues obtendo esta mensaxe, ponte en contacto co servizo ao cliente para obter asistencia técnica.
gu: આ ઉપયોગકર્તા ખાતું હાલમાં Microsoft સાથે બિલિંગ સંબંધ ધરાવતું નથી. જો તમને આ સંદેશ મળવાનું ચાલુ રહે છે, તો કૃપયા સહાયતા માટે ગ્રાહક સેવાનો સંપર્ક કરો.
he: לחשבון משתמש זה אין כרגע קשרי חיוב עם Microsoft. אם תמשיך לקבל הודעה זו, פנה לשירות הלקוחות לקבלת סיוע.
hi: वर्तमान में इस उपयोगकर्ता खाते में Microsoft के साथ बिलिंग संबंध नहीं है. यदि आपको यह संदेश प्राप्त होना जारी रहता है, तो कृपया सहायता के लिए ग्राहक सेवा से संपर्क करें.
hr: Ovaj korisnički račun trenutno nema odnos naplate s Microsoftom. Ako vam se ova poruka bude i dalje prikazivala, zatražite pomoć od službe za korisnike.
hu: Ehhez a felhasználói fiókhoz jelenleg nem tartozik számla a Microsoftnál. Ha ez a hiba a későbbiekben is megjelenik, kérjen segítséget az ügyfélszolgálattól.
id: Akun pengguna belum memiliki hubungan tagihan dengan Microsoft. Jika Anda tetap mendapatkan pesan ini, silakan hubungi layanan pelanggan untuk bantuan.
is: Þessi notandareikningur er ekki í viðskiptum við Microsoft sem stendur. Ef þessi skilaboð birtast ítrekað skaltu hafa samband við þjónustuver til að fá aðstoð.
ja: このユーザー アカウントには、現在マイクロソフトとの課金関係がありません。このメッセージを引き続き受け取る場合は、カスタマー サービスにお問い合わせください。
ka: ამ მომხმარებლის ანგარიშს ამჟამად არ აქვს საანგარიშსწორებო ურთიერთობა Microsoft-თან. თუ ამ შეტყობინებას განმეორებით მიიღებთ, გთხოვთ, დახმარებისთვის მიმართოთ მომხმარებელთა მომსახურების სამსახურს.
kk: Бұл пайдаланушы тіркелгісінде қазір Microsoft корпорациясымен шот ұсыну қатынасы жоқ. Осы хабар сізге кейін де келсе, көмек алу үшін тұтынушыларды қолдау орталығына хабарласыңыз.
kn: ಈ ಬಳಕೆದಾರ ಖಾತೆಯು ಪ್ರಸ್ತುತ Microsoft ಜೊತೆಗೆ ಬಿಲ್ಲಿಂಗ್ ಸಂಬಂಧ ಹೊಂದಿಲ್ಲ. ಈ ಸಂದೇಶವನ್ನು ನೀವು ಪಡೆಯುತ್ತಲೇ ಇದ್ದರೆ, ಸಹಾಯಕ್ಕಾಗಿ ದಯವಿಟ್ಟು ಗ್ರಾಹಕ ಸೇವೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 이 사용자 계정은 현재 Microsoft와 청구 관계가 설정되어 있지 않습니다. 이 메시지가 계속 표시되면 고객 지원 센터에 문의하여 지원을 받으시기 바랍니다.
ku_arab: ئەم بەکارهێنەرە لە ئێستادا پەیوەندیەکی فاتوورەی لەگەڵ Microsoft دا نییە. ئەگەر بەردەوام ئەم پەیامەت بۆ دێت، تکایە پەیوەندی بکە بە راژەی راژەخواز بۆ یاریدەدان.
ky: Бул колдонуучунун каттоо жазуусунун учурда Microsoft менен төлөө мамилеси жок. Бул билдирүү келе берсе, сураныч, жардам үчүн кардар кызматына кайрылыңыз.
lo: ບັນຊີຜູ້ໃຊ້ນີ້ບໍ່ມີຄວາມສຳພັນການຮຽກເກັບເງິນກັບ Microsoft ໃນຂະນະນີ້. ຖ້າທ່ານສືບຕໍ່ໄດ້ຮັບຂໍ້ຄວາມນີ້, ກະລຸນາຕິດຕໍ່ຝ່າຍບໍລິການລູກຄ້າ ເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.
lt: Ši vartotojo paskyra šiuo metu neturi atsiskaitymo ryšio su „Microsoft“. Jei ir toliau gausite šį pranešimą, kreipkitės pagalbos į klientų aptarnavimo tarnybą.
lv: Šim lietotāja kontam šobrīd nav norēķinu saistību ar korporāciju Microsoft. Ja joprojām saņemat šo ziņojumu, sazinieties ar klientu atbalsta dienestu, lai saņemtu palīdzību.
mi: Kāore he hononga whakanama tō tēnei pūkete kaiwhakamahi ki a Microsoft. Ki te whiwhi tonu ki tēnei karere, whakapā ki te ratonga tautoko kiritaki mō te āwhina.
mk: Оваа корисничка сметка во моментов нема релација за наплата со Microsoft. Доколку и понатаму ја добивате оваа порака, контактирајте со грижата за корисници, за помош.
ml: ഈ ഉപയോക്തൃ അക്കൗണ്ടിന് നിലവിൽ Microsoft-മായി ബില്ലിംഗ് ബന്ധമില്ല. നിങ്ങൾക്ക് ഈ സന്ദേശം തുടർന്നും ലഭിക്കുകയാണെങ്കിൽ, സഹായത്തിന് ഉപയോക്തൃ സേവനത്തെ ബന്ധപ്പെടുക.
mn: Энэ хэрэглэгчийн бүртгэл Microsoft-той төлбөр тооцооны харилцаагүй байна. Хэрвээ танд энэ зурвас дахин дахин харагдаж байвал хэрэглэгчийн тусламж үйлчилгээнээс тусламж авна уу.
mr: या प्रयोक्ता खात्यामध्ये सध्या Microsoft सह बिलिंग संबंध नाही. आपल्याला हा संदेश येणे सुरु राहिल्यास, कृपया सहाय्यासाठी ग्राहक सेवेशी संपर्क साधा.
ms: Akaun pengguna ini tidak mempunyai hubungan pengebilan dengan Microsoft pada masa ini. Jika anda terus mendapat mesej ini, hubungi khidmat pelanggan untuk mendapatkan bantuan.
mt: Dan il-kont tal-utent bħalissa m'għandux relazzjoni tal-ħlasijiet ma' Microsoft. Jekk tkompli tara dan il-messaġġ, ikkuntattja lis-servizz għall-klijenti għall-assistenza.
ne: यो प्रयोगकर्ता खाताको हाल Microsoft सँग बिलिङ सम्बन्ध छैन। यदि तपाइँले यो सन्देश प्राप्त गरि नै रहनुभयो भने, कृपया सहायताको लागि ग्राहक सेवालाई सम्पर्क गर्नुहोस्।
nn_no: Denne brukarkontoen har ikkje ein betalingsrelasjon til Microsoft. Dersom du får denne meldinga fleire gonger, kan du kontakte kundestøtte for å få hjelp.
no: Denne brukerkontoen har ikke et betalingsforhold til Microsoft. Hvis du fortsetter å få denne meldingen, kan du kontakte kundestøtte for å få hjelp.
or: ଏହି ଉପଭୋକ୍ତା ଏକାଉଣ୍ଟ୍ ର ବର୍ତ୍ତମାନ Microsoft ସହିତ କୌଣସି ବିଲିଂ ସମ୍ପର୍କ ନାହିଁ. ଯଦି ଆପଣ ଏହି ବାର୍ତ୍ତା ପ୍ରାପ୍ତ କରିବା ଜାରି ରଖନ୍ତି, ତେବେ ଦୟାକରି ସହାୟତା ପାଇଁ ଗ୍ରାହକ ସେବାକୁ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: ایس صارف اکاؤنٹ دا فی الحال Microsoft نال بلنگ دا تعلق نئیں اے۔ جے تہانوں ایہہ پیغام آنا جاری روے، مہربانی کر کے معاونت لئی صارف دی خدمت نال رابطہ کرو۔
pa_in: ਇਸ ਉਪਭੋਗਤਾ ਖਾਤੇ ਦਾ ਇਸ ਸਮੇਂ Microsoft ਦੇ ਨਾਲ ਕੋਈ ਬਿੱਲ ਬਣਾਉਣ ਨਾਲ ਸਬੰਧਿਤ ਰਿਸ਼ਤਾ ਨਹੀਂ ਹੈ। ਜੇਕਰ ਤੁਸੀ ਇਹ ਸੰਦੇਸ਼ ਪ੍ਰਾਪਤ ਕਰਨਾ ਜਾਰੀ ਰੱਖਦੇ ਹੋ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਸਹਾਇਤਾ ਲਈ ਗਾਹਕ ਸੇਵਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: To konto użytkownika nie ma obecnie relacji rozliczeniowej z firmą Microsoft. Jeśli nadal będziesz otrzymywać ten komunikat, skontaktuj się z działem obsługi klienta w celu uzyskania pomocy.
ru: Эта учетная запись пользователя не используется корпорацией Майкрософт для выставления счетов. Если вы снова получите это сообщение, обратитесь за помощью в отдел обслуживания клиентов.
sd: هن صارف اڪائونٽ کي هن وقت Microsoft سان هڪ بلنگ تعلق ناهي. جيڪڏهن توهان هي پيغام حاصل ڪرڻ جاري رکو، مدد لاءِ مهرباني ڪري صارف ساهتا سان رابطو ڪريو.
si: මෙම පරිශීලක ගිණුමට දැනට Microsoft සමග බිල්පත්කරණ සම්බන්ධතාවක් නැත. ඔබට දිගටම මෙම පණිවුඩය ලැබෙන්නේ නම්, කරුණාකර සහාය සඳහා පාරිභෝගික සේවාව හා සම්බන්ධ වන්න.
sl: Za ta uporabniški račun trenutno ne obstaja razmerje za obračunavanje z Microsoftom. Če se to sporočilo ne preneha prikazovati, se za pomoč obrnite na podporo uporabnikom.
sr_cyrl_rs: Овај кориснички налог тренутно нема наплатни однос са корпорацијом Microsoft. Ако вам се ова порука буде и даље приказивала, затражите помоћ од корисничке подршке.
sr_latn_rs: Ovaj korisnički nalog trenutno nema naplatni odnos sa korporacijom Microsoft. Ako vam se ova poruka bude i dalje prikazivala, zatražite pomoć od korisničke podrške.
sv: Detta användarkonto har i nuläget ingen faktureringskontakt med Microsoft. Kontakta kundtjänst om det här meddelandet visas igen.
ta: இந்தப் பயனர் கணக்கிற்கு தற்போது Microsoft உடன் இரசீது தொடர்பு இல்லை. நீங்கள் இந்தச் செய்தியைத் தொடர்ந்து பெற்றால், உதவிக்கு வாடிக்கையாளர் சேவையைத் தொடர்புகொள்ளவும்.
te: ప్రస్తుతానికి ఈ వినియోగదారు Microsoftతో బిల్లింగ్ సంబంధాన్ని కలిగి లేరు. మీకు ఈ సందేశం వస్తూనే ఉంటే, దయచేసి సహాయం కోసం వాడుకదారు సేవను సంప్రదించండి.
tg: Дар айни ҳол ин ҳисоби корбар вобастагии биллингӣ бо Microsoft надорад. Агар шумо ин хаторо аз нав бинед, лутфан барои дастгирӣ бо маркази хизматрасон дар тамос шавед.
th: บัญชีผู้ใช้นี้ยังไม่มีความเกี่ยวข้องในด้านการเรียกเก็บเงินกับ Microsoft ถ้าคุณยังคงได้รับข้อความนี้ โปรดติดต่อขอรับความช่วยเหลือจากศูนย์บริการลูกค้า
tr: Bu kullanıcı hesabının şu anda Microsoft’la bir ödeme ilişkisi yok. Bu iletiyi almaya devam ederseniz, lütfen yardım için müşteri hizmetlerine başvurun.
tt: Хәзерге вакытта бу кулланучы хисап язмасының Майкрософт белән хисаплар чыгару буенча бәйләнеше юк. Бу хәбәр тагын килсә, клиентларга ярдәм хезмәтенә мөрәҗәгать итегез.
ug: بۇ ئىشلەتكۈچى ھېساباتىنىڭ نۆۋەتتە Microsoft بىلەن ئېلىم-بېرىم ھېساباتى يوق. ئەگەر بۇ ئۇچۇر داۋاملىق كۆرۈنسە، خېرىدارلار ياردەم مەركىزىدىن ياردەم سوراڭ.
uk: Цей обліковий запис користувача зараз не використовується в корпорації Майкрософт для виставлення рахунків. Якщо ви знову отримаєте це повідомлення, зверніться за допомогою до служби підтримки клієнтів.
ur: یہ صارف اکاؤنٹ فی الحال Microsoft کے ساتھ بل کاری تعلق نہیں رکھتا۔ اگر آپ کو یہ پیغام موصول ہونا جاری رہے، تو معاونت کیلئے براہ مہربانی صارف خدمت سے رابطہ کریں۔
uz: Ushbu foydalanuvchi hisob qaydnomasi hozirda Microsoft bilan billing munosabatlariga ega emas. Bu xabar kelishda davom etsa, yordam olish uchun mijozlarga xizmati ko‘rsatish markazi bilan bog‘laning.
vi: Tài khoản người dùng này hiện không có mối quan hệ thanh toán với Microsoft. Nếu bạn tiếp tục nhận được thông báo này, vui lòng liên hệ với dịch vụ khách hàng để được hỗ trợ.
zh_hans: 此用户帐户目前与 Microsoft 之间并不存在计费关系。如果你仍然收到此消息，请联系客户服务获取帮助。
zh_hant: 此使用者帳戶目前與 Microsoft 沒有帳務關係。若您持續收到此訊息，請連絡客戶服務以尋求協助。
