Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.OrgProfile.LegalText
source: Where applicable, EU customers should provide details of their valid VAT registration number. Failure to do so may impact upon the VAT treatment of the invoice issued by Microsoft.
af: Waar van toepassing, moet EU-kliënte besonderhede oor hul geldige BTW-registrasienommer verskaf. Indien dit nie gedoen word nie, kan dit ’n uitwerking hê op die hantering van BTW in die faktuur wat deur Microsoft uitgereik is.
am: አግባብ በሚሆንበት ጊዜ፣ የአውሮፓ ህብረት ደንበኞች አግባብነት ያላቸውን የቫት ምዝገባ ቁጥር ዝርዝር ማቅረብ አለባቸው። ያንን ማድረግ አለመቻል በMicrosoft የወጣ የክፍያ መጠየቂያ አያያዝ ላይ ተጽዕኖ ሊያሳድር ይችላል።
ar: يجب على عملاء الاتحاد الأوروبي تقديم تفاصيل عن رقم تسجيل ضريبة القيمة المضافة حيثما ينطبق ذلك. قد يؤدي عدم حدوث ذلك إلى التأثير على معاملة ضريبة القيمة المضافة للفاتورة التي تصدرها Microsoft.
as: য'ত প্ৰযোজ্য হয়, EU গ্ৰাহকে তেওঁলোকৰ বৈধ VAT পঞ্জীয়ন নম্বৰৰ বিৱৰণ প্ৰদান কৰিব লাগিব। তেনে কৰাত বিফল হ'লে Microsoft ৰ দ্বাৰা জাৰী কৰা ইনভইচৰ VAT প্ৰভাৱিত কৰিব পাৰে।
az: Lazım gəldikdə, Aİ müştəriləri düzgün ƏDV qeydiyyat nömrəsinin təfərrüatlarını təqdim etməlidirlər. Bunu edə bilməsələr, bu, Microsoft tərəfindın verilən hesab-fakturanın ƏDV emalına təsir göstərə bilər.
bg: Клиенти от ЕС трябва да предоставят данни за техния валиден номер на регистрация по ДДС, където е приложимо. Ако това не бъде изпълнено, може да има последици за третирането на ДДС във фактурата, издадена от Microsoft.
bn_in: যেখানে প্রযোজ্য, EU গ্রাহকদের তাদের বৈধ VAT রেজিস্ট্রেশন নম্বরের বিশদ প্রদান করতে হবে। এটি প্রদান করতে ব্যর্থ হলে Microsoft দ্বারা ইস্যু করা ইনভয়েসে VAT-এর হিসাব প্রভাবিত হবে।
bs: U slučajevima u kojima je to potrebno klijenti iz Evropske unije moraju navesti svoj važeći PDV registracijski broj. Nečinjenje toga može uticati na postupanje s fakturom koju izda Microsoft u pogledu PDV-a.
cy: Lle y bo'n berthnasol, dylai cwsmeriaid yn yr UE ddarparu manylion eu rhif cofrestru TAW dilys. Gall methiant i wneud hynny effeithio ar y driniaeth o TAW yr anfoneb a gyhoeddir gan Microsoft.
da: Hvis det er relevant, bør EU-kunder giver oplysninger om deres gyldigt momsnummer. Hvis de ikke gør det, kan det påvirke momsbehandlingen af den faktura, der er udstedt af Microsoft.
de: EU-Kunden müssen ggf. ihre gültige MwSt.-Identifikationsnummer angeben, andernfalls ist u. U. die mehrwertsteuerliche Behandlung der von Microsoft ausgestellten Rechnung beeinträchtigt.
el: Όπου ισχύει, οι πελάτες της ΕΕ πρέπει να παρέχουν τα στοιχεία του έγκυρου αριθμού μητρώου ΦΠΑ που διαθέτουν. Σε αντίθετη περίπτωση, ενδέχεται να υπάρξουν συνέπειες στη διαχείριση του ΦΠΑ του τιμολογίου που εκδίδεται από τη Microsoft.
es: Si corresponde, los clientes de la UE deben proporcionar un número de registro de IVA válido. Si no lo hacen, el tratamiento del IVA en la factura emitida por Microsoft puede verse afectado.
et: Vajaduse korral peavad Euroopa Liidu kliendid esitama KM reg. nr. andmed. Muidu võib see mõjutada Microsofti poolt välja antud arve käibemaksuga maksustamist.
eu: Aplikagarri denean, EBko bezeroek baliozko IFZ baten xehetasunak eman dituzte. Ez badira datu horiek ematen, baliteke Microsoft-ek jaulkitako fakturako BEZaren tratamenduan eragitea.
fa: هرجا که لازم باشد، مشتریان اتحادیه اروپا باید جزئیات شماره معتبر ثبت نام VAT (مالیات بر ارزش افزوده) خود را ارائه نمایند. عدم انجام این کار ممکن است بر نحوه رسیدگی به VAT در فاکتور صادر شده توسط Microsoft تأثیر بگذارد.
ga: I gcás is infheidhme, ba chóir do chustaiméirí AE a n-uimhir bhailí cláraithe CLB a sholáthar. Má theipeann orthu sin a dhéanamh d'fhéadfadh sé difear a dhéanamh don CBL sa sonrasc ó Microsoft.
gd: Ma bhios sin iomchaidh, bu chòir do chustamairean às an AE fiosrachadh a thoirt seachad mun àireamh VAT aca. Mur an dèanar sin, dh’fhaoidte gum bi buaidh air mar a làimhsichear an cuidhteas a gheibhear o Microsoft a thaobh VAT.
gl: Se corresponde, os clientes da UE deben fornecer un número de rexistro de IVE válido. Se non o fan, o tratamento do IVE na factura emitida por Microsoft pode verse afectado.
gu: લાગું થતું હોય ત્યાં, EU ના ગ્રાહકોએ તેમનો માન્ય VAT નોંધણી નંબર પ્રદાન કરવો જોઈએ. આમ કરવાથી નિષ્ફળ થવા પર Microsoft દ્વારા જારી કરવામાં આવેલા ઇન્વૉઇસની VAT સારવારને અસર થઈ શકે છે.
he: במקרים המתאימים, לקוחות מהאיחוד האירופי צריכים לספק פרטים לגבי מספר הרישום החוקי שלהם במערכת המע"מ. אם לא יעשו זאת, זה עלול להשפיע על הטיפול בחשבונית שמנפיקה Microsoft מבחינת מע"מ.
hi: जहाँ लागू हो, EU ग्राहकों को अपने मान्य VAT पंजीकरण संख्या का विवरण उपलब्ध कराना चाहिए. ऐसा करने में विफल होने पर Microsoft द्वारा जारी की जाने वाली इनवॉइस वैट से प्रभावित हो सकती है.
hr: U slučajevima u kojima je to potrebno klijenti iz Europske unije moraju navesti valjani PDV identifikacijski broj. Nečinjenje toga može utjecati na postupanje s fakturom koju izda Microsoft u pogledu PDV-a.
hu: Adott esetben az EU-országokban élő ügyfeleknek meg kell adniuk az érvényes adószámukat. Ennek elmulasztása befolyásolhatja az áfa kezelését a Microsoft által kiadott számlákon.
id: Pelanggan EU harus memberikan detail nomor registrasi PPN yang valid, bila berlaku. Apabila tindakan tersebut tidak dilakukan, pemberlakuan PPN atas faktur yang dikeluarkan oleh Microsoft akan terkena dampak.
is: Þar sem við á skulu viðskiptavinir innan ESB gefa upp gilt VSK-númer sitt. Ef slíkt er ekki gert getur það haft áhrif á meðferð virðisaukaskatts á reikningnum sem Microsoft gefur út.
ja: 必要に応じて、EU のお客様は有効な VAT 登録番号の詳細を提供する必要があります。これを適切に行わないと、Microsoft が発行する請求書での VAT の処理が影響を受ける可能性があります。
ka: საჭიროების შემთხვევაში, ევროკავშირის მომხმარებელმა უნდა უზრუნველყოს მისი მოქმედი დღგ რეგისტრაციის ნომრის მიწოდება. თუ ამის გაკეთება ვერ ხერხდება, ამან შეიძლება გავლენა იქონიოს ინვოისის დღდ-ს დამუშავებაზე, რომელიც გაცემულია Microsoft- ის მიერ.
kk: Қолданылған кезде ЕО тұтынушылары жарамды ҚҚС тіркеу нөмірі мәліметтерін беруі керек. Бұлай істемеу Microsoft шығарған шот-фактураның ҚҚС өңдеуіне кері әсер етуі мүмкін.
kn: ಅನ್ವಯವಾಗುವಲ್ಲಿ, EU ಗ್ರಾಹಕರು ತಮ್ಮ ಮಾನ್ಯ VAT ನೋಂದಣಿ ಸಂಖ್ಯೆಯ ವಿವರಗಳನ್ನು ಒದಗಿಸಬೇಕು. ಅಂತಹ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಲು ವಿಫಲವಾದರೆ, Microsoft ನೀಡಿರುವ ಇನ್‌ವಾಯ್ಸ್‌ನ VAT ಪರಿಗಣನೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು.
ko: 해당되는 경우 EU 고객은 유효한 VAT 등록 번호에 대한 세부 정보를 제공해야 합니다. 그렇게 하지 않으면 Microsoft가 발행한 송장의 VAT 처리에 영향을 미칠 수 있습니다.
ku_arab: ئەگەر شیاو بوو، کڕیارەکانی یەکیەتی ئەورووپا پێویسته ژمارەی تۆماری VAT ی ڕەوای خۆیان پێشکەش بکەن. ئەنجام نەدانی ئەم کاره کاریگەری زۆری دەبێت لەسەر مامەڵەی VAT لەسەر فاتوورەکانی دەرکراو لەلایەن Microsoft ەوه.
ky: Мүмкүн болгондо, ЕСтин кардарлары жарактуу КНС каттоо номерлеринин маалыматтарын камсыз кылышы керек. Муну аткарбаса, ал Microsoft аркылуу чыгарылган эсеп счеттун КНС аркылуу кам көрүүсүнө таасирин тийгизиши мүмкүн.
lo: ໃນບ່ອນທີ່ກ່ຽວຂ້ອງ, ບັນດາລູກຄ້າຈາກ ສະຫະພາບເອີຣົບຄວນສະໜອງລາຍລະອຽດຂອງໝາຍເລກການລົງທະບຽນ VAT ທີ່ໃຊ້ໄດ້ຂອງເຂົາເຈົ້າ. ຖ້າບໍ່ເຮັດດັ່ງນັ້ນອາດຈະກະທົບຕໍ່ການປະຕິບັດຕໍ່ VAT ຂອງໃບຮຽກເກັບເງິນທີ່ອອກໃຫ້ໂດຍ Microsoft.
lt: Kai taikoma, ES klientai privalo pateikti informacija apie galiojantį PVM mokėtojo kodą. To nepadarius, tai gali turėti įtakos PVM traktavimui „Microsoft“ išrašytoje sąskaitoje faktūroje.
lv: Attiecīgos gadījumos ES klientiem ir jāsniedz detalizēta informācija par derīgu PVN reģistrācijas numuru. Pretējā gadījumā var tikt ietekmēta korporācijas Microsoft izsniegtā rēķina PVN apstrāde.
mi: I ngā wā e pā āna, me homai ngā kiritaki EU i ngā taipitopito o tō rātou tau rēhita VAT. Ki te kore e pēnei ka pā pea tēnei ki te tukatanga VAT o te nama ka whakaputaina e Microsoft.
mk: Онаму каде што е применливо, клиентите од ЕУ треба да обезбедат детали за нивниот важечки број за регистрација на ДДВ. Неуспехот да се направи тоа може да влијае врз ДДВ-третманот на фактурата што ја издал Microsoft.
ml: ബാധകമായിടത്ത്, EU ഉപയോക്താക്കൾ തങ്ങളുടെ ശരിയായ VAT രജിസ്ട്രേഷൻ നമ്പറിന്റെ വിശദാംശങ്ങൾ നൽകണം. അങ്ങനെ ചെയ്തില്ലെങ്കിൽ, Microsoft നൽകുന്ന ഇൻവോയ്സിലെ VAT-ൽ പ്രതിഫലനമുണ്ടാക്കിയേക്കാം.
mn: Шаардлагатай үед Европын холбооны хэрэглэгчид НӨТ-ийн бүртгэлийн дугаараа оруулах хэрэгтэй. Оруулаагүй бол Microsoft-с илгээсэн нэхэмжлэхийн VAT-тай холбоотой асуудал үүсч болзошгүй.
mr: लागू असेल तिथे, EU ग्राहकांनी त्यांच्या मान्य VAT नोंदणी क्रमांकाचे तपशील प्रदान करणे आवश्यक आहे. असे करण्यात अयशस्वी होण्यामुळे Microsoft द्वारे जारी केलेल्या इनव्हॉइसच्या VAT हाताळणीवर प्रभाव पडू शकतो.
ms: Jika berkenaan, pelanggan EU harus memberikan butiran nombor pendaftaran VAT mereka yang sah. Kegagalan untuk berbuat demikian mungkin mempengaruhi layanan invois VAT yang dikeluarkan oleh Microsoft.
mt: Fejn applikabbli, il-klijenti tal-UE għandhom jipprovdu dettalji tan-numru ta' reġistrazzjoni tal-VAT validu tagħhom. Jekk dan ma jsirx, dan jista' jkollu impatt fuq it-trattament tal-VAT tal-fattura maħruġa minn Microsoft.
ne: लागूयोग्य हुँदा, EU ग्राहकहरूले आफ्नि मान्य भ्याट रजिष्ट्रेसन नम्बर उपलब्ध गराउनुपर्छ। त्यसो गर्न विफल भएमा Microsoft द्वारा जारी गरिएको बिजकको भ्याटको व्यवाहरमा असर पर्न सक्नेछ।
nn_no: Kundar i EU må eventuelt oppgi gyldig organisasjonsnummer. Manglande organisasjonsnummer kan påverke mva.-handsaminga av fakturaen frå Microsoft.
no: Kunder i EU-land må eventuelt oppgi gyldig organisasjonsnummer. Manglende organisasjonsnummer kan påvirke MVA-behandlingen av fakturaen fra Microsoft.
or: ପ୍ରାୟୋଗିକ ବେଳେ, EU ଉପଭୋକ୍ତାମାନେ ସେମାନଙ୍କ ବୈଧ୍ୟ VAT ପଞ୍ଜିକରଣ ନମ୍ବରର ବିବରଣୀ ପ୍ରଦାନ କରିବା ଉଚିତ୍। ଏପରି କରିବାରେ ବିଫଳ ହେଲା ଦ୍ୱାରା Microsoft ଦ୍ୱାରା ଜାରିକରାଯାଇଥିବା ଇନଭଏସ୍‌‌ର VAT ଉପଚାରରେ ପ୍ରଭାବ ପକାଇ ପାରେ।
pa_arab_pk: جیتھے قابلِ اطلاق ہووے، یورپی یونین دے صارفین نُوں چاہیدا اے کہ او اپنے درست VAT رجسٹریشن نمبر دیاں تفصیلاں فراہم کرن۔ اینج کرن وچ ناکامی Microsoft ولوں جاری انوائس دے VAT معالجے اتے اثر انداز ہو سکدی اے۔
pa_in: ਜਿੱਥੇ ਲਾਗੂ ਹੁੰਦਾ ਹੈ, EU ਗਾਹਕਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਯੋਗ VAT ਰਜਿਸਟਰੇਸ਼ਣ ਨੰਬਰ ਦੇ ਵੇਰਵੇ ਮੁਹੱਈਆ ਕਰਨੇ ਚਾਹੀਦੇ ਹਨ। ਇਸ ਤਰ੍ਹਾਂ ਕਰਨ ਵਿੱਚ ਅਸਫਲਤਾ Microsoft ਦੁਆਰਾ ਜਾਰੀ ਕੀਤੇ ਚਲਾਨ ਦੇ VAT ਬੰਦੋਬਸਤ 'ਤੇ ਪ੍ਰਭਾਵ ਪਾ ਸਕਦੀ ਹੈ।
pl: Gdy jest to konieczne, klienci z UE muszą podać swój prawidłowy numer w rejestrze VAT. Niewykonanie tej czynności może mieć wpływ na sposób rozliczenia podatku VAT od faktury wystawionej przez firmę Microsoft.
ru: Где это необходимо, клиенты из ЕС должны указывать подробные сведения о своем действительном идентификационном номере плательщика НДС. Если они не будут предоставлять эти сведения, это может повлиять на сбор НДС по счету, который выставляет корпорация Майкрософт.
sd: جتي لاڳو ٿئي، EU صارفين کي پنهنجو درست VAT رجسٽريشن نمبر مها ڪرڻ گهرجي. ايئن ڪرڻ کان ناڪامي Microsoft پاران جاري ڪيل انوائيس جي VAT پيش رفت تي اثر وجهي سگهي ٿو.
si: අදාළවන විට දී, EU පාරිභෝගිකයන් ඔවුන්ගේ වලංගු වැට් ලියාපදිංචි අංකයේ විස්තර සැපයිය යුතුය. එසේ කිරීමට අසමත්වීම Microsoft විසින් නිකුත් කළ ඉන්වොයිසියේ වැට් හැසිරීම මත බලපෑමට ඉඩ ඇත.
sl: Kjer je to potrebno, morajo stranke iz EU navesti podatke svoje veljavne številke za DDV. Če tega ne naredijo, lahko to vpliva na obračun DDV-ja na računu, ki ga izda Microsoft.
sr_cyrl_rs: Тамо где је то применљиво, корисници у ЕУ би требало да наведу детаље о свом важећем ПДВ броју. Пропуст да то ураде може да утиче на поступање у вези са ПДВ-ом из фактуре коју издаје Microsoft.
sr_latn_rs: Tamo gde je to primenljivo, korisnici u EU bi trebalo da navedu detalje o svom važećem PDV broju. Propust da to urade može da utiče na postupanje u vezi sa PDV-om iz fakture koju izdaje Microsoft.
sv: När det är tillämpligt ska kunder inom EU lämna ett giltigt momsregistreringsnummer. Ifall inte detta sker kan de påverka momstillägget på fakturan som Microsoft utfärdar.
ta: பொருந்தும் இடத்தில், EU வாடிக்கையாளர்கள் தங்கள் VAT பதிவு எண்ணை வழங்க வேண்டும். இதன்படி செய்யாவிட்டால் அது Microsoft வழங்கும் இன்வாய்ஸ் VAT-ன் கவனிப்பைப் பாதிக்கக்கூடும்.
te: వర్తించిన చోట, EU కస్టమర్‌లు తమ చెల్లుబాటు అయ్యే VAT నమోదు సంఖ్య యొక్క వివరాలను అందించాలి. అందులో విఫలమైతే, Microsoft జారీ చేసే ఇన్‌వాయిస్‌లో VAT పాత్రపై ప్రభావం పడవచ్చు.
tg: Дар ҳолатҳои зарурӣ муштариёни ИА бояд тафсилоти рақами бақайдгирии боэътимоди ААИ худро пешниҳод намоянд. Иҷро накардани ин метавонад ба коркарди ААИ-и борхати аз ҷониби Microsoft додашуда таъсир расонад.
th: เมื่อเกี่ยวข้อง ลูกค้าใน EU ควรแจ้งรายละเอียดเกี่ยวกับเลขทะเบียน VAT ของตัวเอง การไม่ปฏิบัติตามอาจมีผลกระทบต่อการดูแล VAT ของใบแจ้งหนี้ที่ออกโดย Microsoft
tr: Uygunsa AB müşterilerinin geçerli KDV kayıt numarası ayrıntılarını sağlamaları gerekir. Bu işlemin gerçekleştirilmemesi, Microsoft tarafından verilen faturanın KDV işlemlerini etkileyebilir.
tt: Европа берлегендәге клиентлар тиешле урыннарда үзләренең ИНН мәгълүматын бирергә тиеш. Алай итмәү Майкрософт тарафыннан чыгарылган квитанциядә НДС эшкәртүгә йогынты ясарга мөмкин.
ug: مۇمكىنچىلىگى بار ئەھۋالدا, ياۋروپا بىرلىگىدىكى خېرىدارلار ئىناۋەتلىك قوشۇلما قىممەت بېجى تىزىملاش نومۇرى تەپسىلاتلىرى بىلەن تەمىنلىشى لازىم. ئۇنداق قىلمىغاندا قوشۇلما قىممەت بېجى Microsoft تەرىپىدىن بېرىلگەن تالونغا تەسىر قىلىدۇ.
uk: Де це необхідно, клієнти з ЄС мають указувати докладні відомості про свій реєстраційний номер платника ПДВ. Якщо вони не надаватимуть ці відомості, це може вплинути на збір ПДВ за рахунком, який виставляє корпорація Майкрософт.
ur: جہاں لاگو ہو، EU صارفین کو اپنے جائز VAT رجسٹریشن نمبر کی تفصیلات فراہم کرنی چاہیے۔ ایسا نہ کرنے سے Microsoft کی جانب سے جارى شدہ رسید کے VAT برتاؤ پر اثر پڑ سکتا ہے۔
uz: Imkoni bo‘lganda, YI mijozlari haqiqiy QQS ro‘yxatga olingan raqamlarini taqdim etishlari lozim bo‘ladi. Bu amalga oshirilmasa, Microsoft tomonidan ishlab chiqilgan invoysning QQS ishlab chiqilishiga ta’sir qilishi mumkin.
vi: Khi được áp dụng, khách hàng châu Âu nên cung cấp chi tiết về số đăng ký thuế GTGT có hiệu lực. Không thực hiện việc này có thể ảnh hưởng tới việc xử lý thuế GTGT của hóa đơn do Microsoft phát hành.
zh_hans: 在适用的情况下，欧盟客户应提供其有效的增值税注册号详细信息。否则，可能影响对 Microsoft 开具的发票的增值税处理。
zh_hant: 若適用，歐盟客戶應提供其有效加值稅登記編號的詳細資料。若未提供，可能影響 Microsoft 所開立發票的加值稅處理方式。
