Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OfficeOOBE.AddCreditCard.Info1
source: For seamless renewals, add a payment option so you can continue enjoying Office after your trial ends. Don't worry, you can cancel anytime.
af: Vir moeitelose hernuwings, voeg ’n betaalmetode by sodat jy nog steeds Office kan geniet nadat jou proeflopie geëindig het. Moenie bekommerd wees nie, jy kan dit enige tyd kanselleer.
am: እንከን የለሽ ለሆኑ እደሳዎች፣ ሙከራዎ ካበቃ በኋላ Office መጠቀምዎን ለመቀጠል የመክፈያ ዘዴዎችን ያክሉ። አይጨነቁ፣ በማንኛውም ሰዓት ማቋረጥ ይችላሉ።
ar: بالنسبة لعمليات التجديد السلسة، قم بإضافة خيار الدفع بحيث يمكنك متابعة الاستمتاع باستخدام Office بعد انتهاء الإصدار التجريبي لديك. لا تقلق، يمكنك إلغاء الأمر في أي وقت.
as: নিৰন্তৰ নবীকৰণৰ কাৰণে, এটা পৰিশোধ বিকল্প যোগ কৰক যাতে আপুনি আপোনাৰ ট্ৰায়েল সমাপ্ত হোৱাৰ পিছত Office ৰ উপভোগ অব্যাহত ৰাখিব পাৰে। চিন্তা নকৰিব, আপুনি যিকোনো সময়তে বাতিল কৰিব পাৰে।
az: Davamlı yeniləmələr üçün ödəniş seçimi əlavə edin ki, sınağınız bitəndən sonra Office-dən yararlanmağa davam edə biləsiniz. Narahat olmayın, siz istənilən vaxt onu ləğv edə bilərsiniz.
bg: За безпроблемно подновяване добавете опция за плащане, за да можете да продължите да се наслаждавате на Office и след като вашата пробна версия изтече. Не се тревожете – можете да се откажете по всяко време.
bn_in: সিমবিহীন নবীকরণের জন্য, একটি মূল্য প্রদান বিকল্প যোগ করুন যাতে আপনার পরীক্ষামূলক ব্যবহারের সময় শেষ হয়ে যাওয়ার পরেও আপনি Office ব্যবহার করতে পারেন। চিন্তা করবেন না, আপনি যেকোনো সময়ে এটি বাতিল করতে পারেন।
bs: Dodajte način plaćanja da biste omogućili besprijekorne obnove i da biste mogli nastaviti upotrebljavati Office nakon isteka probne verzije. Bez brige, u svakom trenutku možete otkazati uslugu.
cy: I adnewyddu'n ddidrafferth, ychwanegwch opsiwn talu er mwyn i chi allu parhau i fwynhau Office wedi i'ch treial ddod i ben. Peidiwch â phoeni, gallwch ganslo unrhyw bryd.
da: Tilføj en betalingsfunktion for at få fornyelser uden problemer, så du kan fortsætte med at nyde Office, når prøvetiden udløber. Du kan annullere når som helst.
de: Fügen Sie für nahtlose Verlängerungen eine Zahlungsoption hinzu, damit Sie Office auch nach dem Testzeitraum nutzen können. Keine Sorge, Sie können jederzeit kündigen.
el: Για ομαλή ανανέωση, προσθέστε μια επιλογή πληρωμής ώστε να συνεχίσετε να απολαμβάνετε το Office μετά τη λήξη της συνδρομής σας. Μην ανησυχείτε, μπορείτε να ακυρώσετε οποιαδήποτε στιγμή.
es: Para renovaciones directas, agrega una opción de pago para poder seguir disfrutando de Office después de que finalice el período de prueba. No te preocupes, puedes cancelar en cualquier momento.
et: Sujuvaks uuendamiseks lisage makseviis, et saaksite Office’i kasutamist jätkata ka pärast prooviperioodi lõppu. Ärge muretsege, tühistada saate alati.
eu: Etenik gabe berritzeko, gehitu ordainketa-aukera bat Office-rekin gozatzen jarraitu ahal izateko proba amaitzen denean. Ez kezkatu, noiznahi utz dezakezu bertan behera.
fa: برای تمدید بی‌دردسر، یک گزینه پرداخت اضافه کنید تا بتوانید بعد از پایان دوره آزمایشی همچنان از Office بهره‌مند شوید. نگران نباشید، می‌توانید هر زمانی لغو کنید.
ga: Chun athnuachan gan uaim a dhéanamh, cuir modh íocaíochta leis ionas gur féidir leat taitneamh a bhaint as Office tar éis dheireadh na trialach. Ná bí buartha, is féidir é a chealú uair ar bith.
gd: Airson ath-nuadhachadh gun tuisleadh, cuir roghainn pàighidh ris airson ’s gum faigh thu sìor-chothrom air Office fiù nuair a thig an triail agad gu crìoch. Na gabh dragh, ’s urrainn dhut crìoch a chur air uair sam bith.
gl: Para as renovacións directas, engade unha opción de pagamento para poder seguir usando Office despois de que finalice a versión de proba. Non te preocupes, podes cancelar cando queiras.
gu: સીમલેસ નવીનીકરણ, પેમેન્ટ વિકલ્પ ઉમેરો જેથી તમે તમારા અજમાયશના અંત પછી Office ચાલુ રાખી શકો છો. ચિંતા કરશો નહિ, તમે કોઇપણ સમયે રદ્દ કરી શકો છો.
he: הוסף אפשרות תשלום לחידוש חלק, כדי שתוכל להמשיך ליהנות מ- Office לאחר שגירסת הניסיון שלך תסתיים. אל תדאג, תוכל לבטל בכל עת.
hi: सहज नवीनीकरण के लिए, एक भुगतान विकल्प जोड़ें ताकि आप अपना परीक्षण समाप्त होने के बाद Office का आनंद ले सकें. चिंता न करें, आप किसी भी समय रद्द कर सकते हैं.
hr: Dodajte način plaćanja da biste omogućili besprijekorne obnove i da biste mogli nastaviti upotrebljavati Office nakon isteka probne verzije. Bez brige, u svakom trenutku možete otkazati uslugu.
hu: A folyamatos megújítás érdekében vegyen fel egy fizetési módot, hogy a próbaidőszak után tovább folytathassa az Office használatát. Ne aggódjon, bármikor lemondhatja az előfizetést.
id: Untuk perpanjangan tanpa batas, tambahkan opsi pembayaran agar Anda dapat terus menikmati Office setelah masa percobaan berakhir. Jangan khawatir, Anda dapat membatalkannya kapan saja.
is: Bættu við greiðslumáta til að þú getir haldið áfram að njóta Office eftir að prufuáskriftinni lýkur með sjálfvirkri endurnýjun. Engar áhyggjur – þú getur sagt áskriftinni upp hvenær sem er.
ja: シームレスな更新を実現するために、支払オプションを追加してください。これにより、試用版が終了したあとでも、引き続き Office を利用することができます。ご安心ください。キャンセルはいつでもできます。
ka: განახლებები რომ უპრობლემოდ შესრულდეს, დაამატეთ გადახდის ვარიანტი, რომ საცდელი ვერსიის დასრულების შემდეგ განაგრძოთ Office-ის გამოყენება. ნუ იდარდებთ, გაუქმებას ნებისმიერ დროს შეძლებთ.
kk: Бірқалыпты жаңарту үшін төлем опциясын қосыңыз, сонда сынақ мерзімі аяқталғаннан кейін Office бағдарламасын пайдалануды жалғастырасыз. Уайымдамаңыз, кез келген уақытта бас тарта аласыз.
kn: ತಡೆರಹಿತ ನವೀಕರಣಗಳಿಗಾಗಿ, ಪಾವತಿ ಆಯ್ಕೆಯನ್ನು ಸೇರಿಸಿ ಇದರಿಂದ ನಿಮ್ಮ ಪ್ರಯೋಗ ಕೊನೆಗೊಂಡ ನಂತರ ನೀವು ಆಫೀಸ್ ಅನ್ನು ಆನಂದಿಸಬಹುದು. ಚಿಂತಿಸಬೇಡಿ, ನೀವು ಯಾವಾಗ ಬೇಕಾದರೂ ರದ್ದು ಮಾಡಬಹುದು.
ko: 원활한 갱신을 위해 결제 옵션을 추가하면 평가판이 종료된 후에도 Office를 계속 즐길 수 있습니다. 걱정하지 마세요. 언제든지 취소할 수 있습니다.
ku_arab: بۆ تازەکردنەوەی یەکپارچه، بژارێکی پارەدان زیاد بکه تا بتوانی بەردەوام بیت له چێژوەرگرتن له Office پاش ئەوەی ماوەی تاقیکردنەوەت کۆتایی پێهات. نیگەران مەبه، هەرکاتێک ویستت دەتوانی بەتاڵی کەیتەوه.
ky: Билинбес жаңыртуулар үчүн, төлөө параметрин кошуп, сынамык версия бүткөндөн кийин, Office'ти колдонуудан ырахат алыңыз. Кам санабаңыз, каалаган убакта жокко чыгара аласыз.
lo: ສຳລັບການຕໍ່ອາຍຸໃໝ່ທີ່ໄຮ້ການຂັດຂ້ອງ, ເພີ່ມຕົວເລືອກການຊຳລະ ເພື່ອໃຫ້ທ່ານສາມາດສືບຕໍ່ຮັບປະໂຫຍດຈາກ Office ຫລັງຈາກການທົດລອງໃຊ້ສິ້ນສຸດລົງ. ບໍ່ຕ້ອງຫ່ວງ, ທ່ານສາມາດຍົກເລີກໄດ້ທຸກເວລາ.
lt: Kad optimizuotumėte atnaujinimą, įtraukite mokėjimo parinktį ir naudokitės „Office“ pasibaigus bandomajam laikotarpiui. Nesijaudinkite, bet kada galite atšaukti.
lv: Lai atjaunošana notiktu vienmērīgi, pievienojiet maksājuma variantu — tādējādi varēsit izmantot Office arī pēc izmēģinājuma beigām. Jebkurā laikā varat atcelt abonementu.
mi: Mō ētahi tangohanga tapanga kore, tāpiritia he kōwhiringa utu kia pai ai kia ngahau ai hoki koe ki Office i muri i te mutunga o tō whakamātautau. Kaua e āwangawanga, ka taea e koe te whakakore ahakoa te wā.
mk: За беспрекорни обновувања, додајте опција за плаќање за да може да продолжите да уживате во Office откако ќе заврши вашата проба. Не грижете се, може да откажете во секое време.
ml: തടസ്സമില്ലാത്ത പുതുക്കലുകൾക്കായി, പേയ്മെന്റ് ഓപ്ഷൻ ചേർക്കുക, അങ്ങനെ നിങ്ങളുടെ ട്രയൽ അവസാനിച്ചതിനുശേഷം നിങ്ങൾക്ക് Office ഉപയോഗിക്കാന്‍ കഴിയും. വിഷമിക്കേണ്ട, നിങ്ങൾക്ക് എപ്പോൾ വേണമെങ്കിലും റദ്ദാക്കാവുന്നതാണ്.
mn: Саадгүй сунгахын тулд төлбөрийн сонголтоо нэмбэл та туршилтын хугацаагаа дуусмагц Office-г үргэлжлүүлэн хэрэглэж болно. Санаа зоволтгүй, та хүссэн цагтаа цуцалж болно.
mr: निर्बाध नूतनीकरणांसाठी, एक देय पर्याय जोडा जेणेकरून आपली चाचणी संपल्यानंतर देखील आपण Office चा आनंद घेणे सुरू ठेवू शकता. काळजी करू नका, आपण कोणत्याही वेळी रद्द करू शकता.
ms: Untuk pembaharuan yang lancar, tambah pilihan pembayaran supaya anda boleh terus menikmati Office selepas percubaan anda tamat. Jangan risau, anda boleh batalkan pada bila-bila masa.
mt: Għal tiġdid bla intoppi, żid opzjoni ta' pagament sabiex tkun tista' tkompli tgawdi Office wara li tintemm il-prova tiegħek. Tinkwetax, tista' tikkanċella meta trid.
ne: देख्न नसकिने नवीकरणहरूको लागि, भुक्तानी विकल्प थप्नुहोस् जसले गर्दा तपाइँको परीक्षण समाप्त भएपछि तपाइँले Office को मजा लिन जारी राख्न सक्नुहुन्छ।
nn_no: Legg til eit betalingsalternativ for å få saumlaus fornying, slik at du kan halde fram med å bruke Office når prøveversjonen blir avslutta. Du kan avbryte når som helst.
no: Legg til et betalingsalternativ for sømløs fornying, slik at du kan fortsette å bruke Office når prøveversjonen er utløpt. Du kan avbryte når som helst.
or: ନିଖୁଣ ନବୀକରଣ ପାଇଁ, ଏକ ଦେୟ ବିକଳ୍ପକୁ ଯୋଗ କରନ୍ତୁ ଯାହାଦ୍ୱାରା ଆପଣ ଆପଣଙ୍କର ଅଭିପ୍ରୟୋଗ ଶେଷ ହେବା ପରେ Office ର ଆନନ୍ଦ ନେବା ଜାରି ରଖିପାରିବେ. ଚିନ୍ତା କରନ୍ତୁ ନାହିଁ, ଆପଣ ଯେକୌଣସି ସମୟରେ ପ୍ରତ୍ୟାହାର କରିପାରିବେ.
pa_arab_pk: مسلسل تجدید کاریاں لئی، ادائیگی دا انتخاب شامل کرو تاں جے تُسی ٹرائل دے مکن تُوں بعد Office توں لطف اندوز ہو سکدے او۔ پریشان مت ہوو، تُسی کسے ویلے وی منسوخ کر سکدے او۔
pa_in: ਸਹਿਜ ਨਵੀਨੀਕਰਨ ਲਈ, ਤੁਹਾਡੇ ਟ੍ਰਾਇਲ ਦੇ ਖ਼ਤਮ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਇੱਕ ਭੁਗਤਾਨ ਦੇ ਵਿਕਲਪ ਨੂੰ ਜੋੜੋ ਤਾਂ ਜੋ ਤੁਸੀਂ Office ਤੇ ਆਨੰਦ ਲੈਣਾ ਜਾਰੀ ਰੱਖੋ ਸਕੋ। ਚਿੰਤਾ ਨਾ ਕਰੋ, ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ।
pl: Aby zagwarantować sobie bezproblemowe odnawianie, dodaj opcję płatności, co umożliwi Ci korzystanie z pakietu Office po zakończeniu okresu próbnego. Nie martw się, w każdej chwili możesz anulować subskrypcję.
ru: Чтобы непрерывно продлевать действие подписки, добавьте способ платежа. Так вы сможете продолжать пользоваться Office после окончания срока действия пробной версии. Не беспокойтесь: вы можете отменить подписку в любой момент.
sd: بنا خلل تجديد لاءِ، هڪ ادائگي جو اختيار شامل ڪريو جيئن توهان آزمائشي مدو ختم ٿيڻ تي Office کان لطف اندز ٿيڻ جاري رکو. فڪر نه ڪريو، توهان ڪنهن به وقت منسوخ ڪري سگهو ٿا.
si: මූට්ටු රහිත අලුත් කිරීම් සඳහා ගෙවීම් විකල්පයක් එක කරන්න එවිට ඔබගේ අත්හදා බැලීමේ කාලය අවසන් වීමෙන් පසු අඛණ්ඩව Office භාවිතා කළ හැකිවනු ඇත. කනගාටු නොවන්න, ඔබට ඕනෑම මොහොතක අවලංගු කළ හැකිය.
sl: Za samodejno podaljšanje dodajte način plačila, tako da boste lahko uživali v zbirki Office, ko obdobje preskusa poteče. Ne skrbite, to možnost lahko kadarkoli prekličete.
sr_cyrl_rs: Да не би било прекида рада приликом обнављања, додајте опцију плаћања да бисте и даље могли да уживате у услузи Office и након истека пробне верзије. Будите без бриге јер у сваком тренутку можете да откажете.
sr_latn_rs: Da ne bi bilo prekida rada prilikom obnavljanja, dodajte opciju plaćanja da biste i dalje mogli da uživate u usluzi Office i nakon isteka probne verzije. Budite bez brige jer u svakom trenutku možete da otkažete.
sv: Lägg till ett betalningsalternativ för förnyelse av prenumerationer så att du kan fortsätta använda Office när din utvärderingsperiod går ut. Du kan avbryta prenumerationen när du vill.
ta: தடையற்ற புதுப்பிப்புகளுக்கு, கட்டணம் செலுத்தும் விருப்பத்தைச் சேர்க்கலாம், இதனால் உங்கள் சோதனை முடிவடைந்தவுடன் Office ஐ நீங்கள் தொடர்ந்து அனுபவிக்க முடியும். கவலை வேண்டாம், நீங்கள் எப்போது வேண்டுமானாலும் ரத்து செய்யலாம்.
te: సీంలెస్ రెన్యూవల్స్ కోసం, మీ ట్రయల్ ముగిసిన తరువాత కూడా మీరు ఆనందించడం కొనసాగించడానికి ఒక చెల్లింపు ఐచికాన్ని ఎంచుకోండి. కంగారుపడకండి, మీరు దానిని ఎప్పుడైనా రద్దు చేసుకోవచ్చును.
tg: Барои таҷдиди бемонеа, имкони пардохтро илова кунед, то ки шумо баҳра бурдан аз Office-ро баъд аз анҷоми озмоиш идома дода тавонед. Хавотир нашавед, шумо онро дар вақти дилхоҳ бекор карда метавонед.
th: หากต้องการต่ออายุโดยไม่สะดุด ให้เพิ่มตัวเลือกการชำระเงินเพื่อให้สามารถเพลิดเพลินกับการใช้งาน Office ต่อไปได้หลังจากช่วงทดลองใช้งานสิ้นสุดลง แต่ไม่ต้องกังวล คุณสามารถยกเลิกได้ตลอดเวลา
tr: Sorunsuz yenilemeler için, deneme süreniz bittikten sonra Office kullanmaya devam edebilmek için bir ödeme seçeneği ekleyin. Endişelenmeyin, istediğiniz zaman iptal edebilirsiniz.
tt: Озайту сизелмичә үтсен өчен, түләү ысулын өстәгез һәм сынау периоды тәмамлагангач та Office'ны кулланыгыз. Борчылмагыз, теләсә кайчан баш тартырга мөмкин.
ug: يېڭىلاشلارنىڭ راۋانلىغى ئۈچۈن ھەق تاپشۇرۇش تاللانمىلىرىنى قوشۇڭ ۋە سىناق ۋاقتى توشقاندىن كېيىنمۇ Office نى قوللىنىڭ. ئەنسىرىمەڭ، خالىغان ۋاقتىڭىزدا ‏‏بىكار قىلالايسىز.
uk: Додайте спосіб оплати, щоб своєчасно здійснювати поновлення й користуватися програмами Office після закінчення дії ознайомлювальної версії. Спосіб оплати можна скасувати в будь-який час.
ur: بے جوڑ تجدید کے لیے، ایک ادائیگی کا اختیار شامل کریں تاکہ آپ کی آزمائش ختم ہونے کے بعد آپ Office سے لطف اندوز ہونا جاری رکھ سکیں۔ فکر نہ کریں، آپ کسی بھی وقت منسوخ کر سکتے ہیں۔
uz: Uzluksiz yangilanishlar uchun to‘lov usulini qo‘shing va sinov muddati tugagandan keyin Office’dan foydalanishda davom etishingiz mumkin bo‘ladi. Istalgan vaqtda bekor qilishingiz mumkin.
vi: Để gia hạn được liền mạch, hãy thêm tùy chọn thanh toán để bạn có thể tiếp tục sử dụng Office sau khi thời gian dùng thử kết thúc. Đừng lo lắng, bạn có thể hủy bất cứ lúc nào.
zh_hans: 若要实现不间断续订，请添加付款选项，以便在试用版结束后继续使用 Office。续订可以随时取消。
zh_hant: 為順利續約，請新增付款選項，讓您在試用結束後能夠繼續使用 Office。別擔心，您可以隨時取消。
