Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DebitCardOrCreditCard.Add.Header
source: Add a debit card or credit card
af: Voeg ’n debietkaart of kredietkaart by
am: የዴቢት ካርድ ወይም የብድር ካርድ ያስገቡ
ar: إضافة بطاقة خصم أو بطاقة ائتمان
as: ডেবিট বা ক্ৰেডিট কাৰ্ড এখন যোগ কৰক
az: Debet kart və ya kredit kartı əlavə edin
bg: Добавяне на дебитна карта или кредитна карта
bn_in: একটি ডেবিট কার্ড বা ক্রেডিট কার্ড যুক্ত করুন
bs: Dodajte debitnu karticu ili kreditnu karticu
cy: Ychwanegu cerdyn debyd neu gredyd
da: Tilføj et debetkort eller kreditkort
de: Debit- oder Kreditkarte hinzufügen
el: Προσθήκη χρεωστικής κάρτας ή πιστωτικής κάρτας
es: Adición de una tarjeta de crédito o de débito
et: Deebetkaardi või krediitkaardi lisamine
eu: Gehitu zordunketa- edo kreditu-txartel bat
fa: یک کارت نقدی یا کارت اعتباری اضافه کنید
ga: Cuir cárta dochair nó cárta creidmheasa leis
gd: Cuir cairt-chreideis no cairt-fhiachan ris
gl: Engadir un cartón de crédito ou débito
gu: એક ડેબિટ કાર્ડ અથવા ક્રેડિટ કાર્ડ ઍડ કરો
he: הוסף כרטיס חיוב או כרטיס אשראי
hi: डेबिट कार्ड या क्रेडिट कार्ड जोड़ें
hr: Dodavanje debitne kartice ili kreditne kartice
hu: Bankkártya vagy hitelkártya hozzáadása
id: Tambahkan kartu debit atau kartu kredit
is: Bæta debet- eða kreditkorti við
ja: デビット カードまたはクレジット カードの追加
ka: დაამატეთ სადებეტო ბარათი ან საკრედიტო ბარათი
kk: Дебет картасын немесе кредит картасын қосу
kn: ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ ಸೇರಿಸಿ
ko: 직불 카드 또는 신용 카드 추가
lo: ຕື່ມບັດເດບິດຫລືບັດເຄດິດ
lt: Įtraukti debeto kortelę arba kredito kortelę
lv: Pievienojiet debetkarti vai kredītkarti
mi: Tāpiritia he kāri nama, he kāri tāwere rānei
mk: Додајте дебитна или кредитна картичка
ml: ഒരു ഡെബിറ്റ് കാർഡോ ക്രെഡിറ്റ് കാർഡോ ചേർക്കുക
mr: डेबिट कार्ड किंवा क्रेडीट कार्ड जोडा
ms: Tambahkan kad debit atau kad kredit
mt: Żid karta tad-debitu jew karta tal-kreditu
ne: डेबिट वा क्रेडिट कार्ड थप्नुहोस्‌
nn_no: Legg til eit debetkort eller kredittkort
no: Legg til et debetkort eller kredittkort
or: ଏକ ଡେବିଟ୍ କାର୍ଡ କିମ୍ବା କ୍ରେଡିଟ୍ କାର୍ଡ ଯୋଡନ୍ତୁ
pa_in: ਡੈਬਿਟ ਕਾਰਡ ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj kartę debetową lub kredytową
ru: Добавление банковской карты
sl: Dodajanje debetne ali kreditne kartice
sr_cyrl_rs: Додајте дебитну или кредитну картицу
sr_latn_rs: Dodajte debitnu ili kreditnu karticu
sv: Lägg till ett betal- eller kreditkort
ta: டெபிட் கார்டு அல்லது கிரெடிட் கார்டைச் சேர்
te: డెబిట్ కార్డ్ లేదా క్రెడిట్ కార్డ్‌ను జోడించండి
th: เพิ่มบัตรเดบิตหรือบัตรเครดิต
tr: Bir ATM kartı veya kredi kartı ekleyin
tt: Дебет яки кредит картаны өстәү
ug: بىر دېبىت كارتىسى ياكى كرېدىت كارتىسى قوشۇڭ
uk: Додати дебетову картку або кредитну картку
ur: ایک ڈیبٹ کارڈ یا کریڈٹ کارڈ شامل کریں
uz: Debet yoki kredit karta kiritish
vi: Thêm thẻ ghi nợ hoặc thẻ tín dụng
zh_hans: 添加借记卡或信用卡
zh_hant: 新增轉帳卡或信用卡

# Literal.CreditCardDebitCard.Update.Header
source: Update credit card or debit card
af: Werk kredietkaart of debietkaart by
am: የዱቤ ካርድ ወይም የዴቢት ካርድ ያዘምኑ
ar: تحديث بطاقة الائتمان أو بطاقة الخصم
as: ডেবিট বা ক্ৰেডিট কাৰ্ড উন্নিত কৰক
az: Kredit kartı və ya debet kartını yeniləyin
bg: Актуализиране на кредитна или дебитна карта
bn_in: ক্রেডিট কার্ড বা ডেবিট কার্ড আপডেট করুন
bs: Ažurirajte kreditnu ili debitnu karticu
cy: Diweddaru cerdyn credyd neu gerdyn debyd
da: Opdater kredit- eller debetkort
de: Kreditkarte oder Debitkarte aktualisieren
el: Ενημέρωση πιστωτικής ή χρεωστικής κάρτας
es: Actualización de la tarjeta de crédito o de débito
et: Krediitkaardi või deebetkaardi värskendamine
eu: Eguneratu kreditu- edo zordunketa-txartela
fa: کارت اعتباری یا کارت نقدی خود را به‌روزرسانی کنید
ga: Nuashonraigh an cárta creidmheasa nó an cárta dochair
gd: Ùraich a’ chairt-chreideis no a’ chairt-fhiachan
gl: Actualización do cartón de crédito ou débito
gu: ક્રેડિટ કાર્ડ અથવા ડેબિટ કાર્ડ અપડેટ કરો
he: עדכון כרטיס אשראי או כרטיס חיוב
hi: क्रेडिट कार्ड या डेबिट कार्ड का अद्यतन करें
hr: Ažuriranje kreditne kartice ili debitne kartice
hu: Hitelkártya vagy bankkártya frissítése
id: Perbarui kartu kredit atau kartu debit
is: Uppfæra kredit- eða debetkort
ja: クレジット カードまたはデビット カードの更新
ka: განაახლეთ საკრედიტო ან სადებეტო ბარათი
kk: Кредит картасын немесе дебет картасын жаңарту
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್‌ ನವೀಕರಿಸಿ
ko: 신용 카드 또는 직불 카드 업데이트
lo: ອັບເດດບັດເຄຣດິດ ຫຼື ບັດເດບິດ
lt: Kredito arba debeto kortelės atnaujinimas
lv: Kredītkartes vai debetkartes atjaunināšana
mi: Whakahou kāri nama, kāri tāwere rānei
mk: Ажурирајте ја кредитната или дебитната картичка
ml: ക്രെഡിറ്റ് കാർഡ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ് അപ്‌ഡേറ്റ് ചെയ്യുക
mr: क्रेडिट कार्ड किंवा डेबिट कार्ड अपडेट करा
ms: Kemas kini kad kredit atau kad debit
mt: Aġġorna l-karta tal-kredtu jew il-karta tad-debitu
ne: क्रेडिट कार्ड वा डेबिट कार्ड अपडेट गर्नुहोस्
nn_no: Oppdatere kredittkort eller debetkort
no: Oppdater kredittkort eller debetkort
or: କ୍ରେଡିଟ୍ କାର୍ଡ କିମ୍ବା ଡେବିଟ୍ କାର୍ଡ ଅପଡେଟ୍ କରନ୍ତୁ
pa_in: ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj kartę kredytową lub debetową
ru: Изменение кредитной или банковской карты
sl: Posodobite svojo kreditno ali debetno kartico
sr_cyrl_rs: Ажурирајте кредитну или дебитну картицу
sr_latn_rs: Ažurirajte kreditnu ili debitnu karticu
sv: Uppdatera kreditkort eller betalkort
ta: கிரெடிட் கார்டு அல்லது டெபிட் கார்டைப் புதிப்பி
te: క్రెడిట్ కార్డ్ లేదా డెబిట్ కార్డ్‌ను అప్‌డేట్ చేయండి
th: อัปเดตบัตรเครดิตหรือบัตรเดบิต
tr: Kredi kartını veya ATM kartını güncelleştir
tt: Кредит яки дебет картасын яңарту
ug: كرېدىت كارتىسى ياكى دېبىت كارتىسىنى يېڭىلاندۇرۇڭ
uk: Оновити кредитну картку або дебетову картку
ur: کریڈٹ کارڈ یا ڈیبٹ کارڈ اپ ڈیٹ کریں
uz: Kredit yoki debet kartangizni yangilang
vi: Cập nhật thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 更新信用卡或借记卡
zh_hant: 更新信用卡或轉帳卡

# Literal.DebitCardCreditCard.Update.Header
source: Update debit card or credit card
af: Werk debietkaart of kredietkaart by
am: የዱቤ ካርድ ወይም የዴቢት ካርድ ያዘምኑ
ar: تحديث بطاقة الخصم أو بطاقة الائتمان
as: ক্ৰেডিট বা ডেবিট কাৰ্ড উন্নিত কৰক
az: Debet kart və ya kredit kartını yeniləyin
bg: Актуализиране на дебитна или кредитна карта
bn_in: ডেবিট কার্ড বা ক্রেডিট কার্ড আপডেট করুন
bs: Ažurirajte debitnu ili kreditnu karticu
cy: Diweddaru cerdyn debyd neu gerdyn credyd
da: Opdater debet- eller kreditkort
de: Debitkarte oder Kreditkarte aktualisieren
el: Ενημέρωση χρεωστικής ή πιστωτικής κάρτας
es: Actualización de la tarjeta de débito o de crédito
et: Deebetkaardi või krediitkaardi värskendamine
eu: Eguneratu zordunketa- edo kreditu-txartela
fa: کارت نقدی یا کارت اعتباری خود را به‌روزرسانی کنید
ga: Nuashonraigh an cárta dochair nó an cárta creidmheasa
gd: Ùraich a’ chairt-fhiachan no a’ chairt-chreideis
gl: Actualización do cartón de crédito ou débito
gu: ડેબિટ કાર્ડ અથવા ક્રેડિટ કાર્ડ અપડેટ કરો
he: עדכן כרטיס חיוב או כרטיס אשראי
hi: डेबिट कार्ड या क्रेडिट कार्ड का अद्यतन करें
hr: Ažuriranje debitne kartice ili kreditne kartice
hu: Bankkártya vagy hitelkártya frissítése
id: Perbarui kartu debit atau kartu kredit
is: Uppfæra debet- eða kreditkort
ja: デビット カードまたはクレジット カードの更新
ka: განაახლეთ სადებეტო ან საკრედიტო ბარათი
kk: Дебет картасын немесе кредит картасын жаңарту
kn: ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ನವೀಕರಿಸಿ
ko: 직불 카드 또는 신용 카드 업데이트
lo: ອັບເດດບັດເຄຣດິດ ຫຼື ບັດເດບິດ
lt: Debeto arba kredito kortelės atnaujinimas
lv: Debetkartes vai kredītkartes atjaunināšana
mi: Whakahou kāri tāwere, kāri nama rānei
mk: Ажурирајте ја дебитната или кредитната картичка
ml: ഡെബിറ്റ് കാർഡ് അല്ലെങ്കിൽ ക്രെഡിറ്റ് കാർഡ് അപ്‌ഡേറ്റ് ചെയ്യുക
mr: डेबिट कार्ड किंवा क्रेडिट कार्ड अपडेट करा
ms: Kemas kini kad debit atau kad kredit
mt: Aġġorna l-karta tad-debitu jew il-karta tal-kredtu
ne: डेबिट कार्ड वा क्रेडिट कार्ड अपडेट गर्नुहोस्
nn_no: Oppdatere debetkort eller kredittkort
no: Oppdater debetkort eller kredittkort
or: ଡେବିଟ୍ କାର୍ଡ କିମ୍ବା କ୍ରେଡିଟ୍ କାର୍ଡ ଅଦ୍ୟତନ କରନ୍ତୁ
pa_in: ਡੈਬਿਟ ਕਾਰਡ ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj kartę debetową lub kredytową
ru: Изменение банковской или кредитной карты
sl: Posodobite svojo kreditno ali debetno kartico
sr_cyrl_rs: Ажурирајте дебитну или кредитну картицу
sr_latn_rs: Ažurirajte debitnu ili kreditnu karticu
sv: Uppdatera betalkort eller kreditkort
ta: டெபிட் கார்டு அல்லது கிரெடிட் கார்டைப் புதுப்பி
te: డెబిట్ కార్డ్ లేదా క్రెడిట్ కార్డ్‌ను అప్‌డేట్ చేయండి
th: อัปเดตบัตรเดบิตหรือบัตรเครดิต
tr: ATM kartını veya kredi kartını güncelleştir
tt: Дебет яки кредит картасын яңарту
ug: دېبىت كارتىسى ياكى كرېدىت كارتىسىنى يېڭىلاندۇرۇڭ
uk: Оновити дебетову картку або кредитну картку
ur: ڈیبٹ کارڈ یا کریڈٹ کارڈ اپ ڈیٹ کریں
uz: Debet yoki kredit kartani yangilang
vi: Cập nhật thẻ ghi nợ hoặc thẻ tín dụng
zh_hans: 更新借记卡或信用卡
zh_hant: 更新轉帳卡或信用卡

# Literal.CreditCardDebitCard.Add.Header
source: Add your credit card or debit card
af: Voeg jou kredietkaart of debietkaart by
am: ክሬዲት ካርድ ወይም ዴቢት ካርድ ያክሉ
ar: إضافة بطاقة الائتمان أو بطاقة الخصم لديك
as: আপোনাৰ ক্ৰেডিট কাৰ্ড বা ডেবিট কাৰ্ড যোগ কৰক
az: Kredit kartı və ya debet kartı əlavə edin
bg: Добавете своята кредитна или дебитна карта
bn_in: আপনার ক্রেডিট কার্ড বা ডেবিট কার্ড যুক্ত করুন
bs: Dodajte kreditnu ili debitnu karticu
cy: Ychwanegu eich cerdyn credyd neu gerdyn debyd
da: Tilføj et kredit- eller debetkort
de: Kreditkarte oder Debitkarte hinzufügen
el: Προσθήκη της πιστωτικής ή χρεωστικής κάρτας σας
es: Adición de la tarjeta de crédito o de débito
et: Krediitkaardi või deebetkaardi lisamine
eu: Gehitu kreditu- edo zordunketa-txartel bat
fa: کارت اعتباری یا کارت نقدی خود را اضافه کنید
ga: Cuir cárta creidmheasa nó cárta dochair leis
gd: Cuir a’ chairt-chreideis no a’ chairt-fhiachan agad ris
gl: Adición dun cartón de crédito ou débito
gu: તમારું ક્રેડિટ કાર્ડ અથવા ડેબિટ કાર્ડ ઍડ કરો
he: הוספת כרטיס אשראי או כרטיס חיוב
hi: अपना क्रेडिट कार्ड या डेबिट कार्ड जोड़ें
hr: Dodavanje kreditne ili debitne kartice
hu: Bankkártya vagy hitelkártya hozzáadása
id: Tambahkan kartu kredit atau kartu debit Anda
is: Bættu við kredit- eða debetkorti
ja: お使いのクレジット カードまたはデビット カードの追加
ka: დაამატეთ საკრედიტო ან სადებეტო ბარათი
kk: Кредит картасын немесе дебет картасын қосу
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: 신용 카드 또는 직불 카드 추가
lo: ເພີ່ມບັດເຄຣດິດ ຫຼື ບັດເດບິດຂອງທ່ານ
lt: Kredito arba debeto kortelės įtraukimas
lv: Savas kredītkartes vai debetkartes pievienošana
mi: Tāpiritia tō kāri tāwere, kāri nama rānei
mk: Додајте ја вашата кредитна или дебитна картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ് ചേർക്കുക
mr: आपले एक क्रेडिट कार्ड किंवा डेबिट कार्ड जोडा
ms: Tambahkan kad kredit atau kad debit anda
mt: Żid il-karta tal-kreditu jew il-karta tad-debitu tiegħek
ne: तपाईंको क्रेडिट कार्ड वा डेबिट कार्ड थप्नुहोस्
nn_no: Leggje til kredittkortet eller debetkortet ditt
no: Legg til kreditt- eller debetkortet ditt
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ କିମ୍ବା ଡେବିଟ୍ କାର୍ଡ ଯୋଡନ୍ତୁ
pa_in: ਆਪਣੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ ਨੂੰ ਜੋੜੋ
pl: Dodaj kartę kredytową lub debetową
ru: Добавление кредитной или банковской карты
sl: Dodajtze svojo kreditno ali debetno kartico
sr_cyrl_rs: Додајте кредитну или дебитну картицу
sr_latn_rs: Dodajte kreditnu ili debitnu karticu
sv: Lägg till ditt kreditkort eller betalkort
ta: கிரெடிட் கார்டு அல்லது டெபிட் கார்டைச் சேர்
te: మీ క్రెడిట్ కార్డ్ లేదా డెబిట్ కార్డ్‌ను జోడించండి
th: เพิ่มบัตรเครดิตหรือบัตรเดบิตของคุณ
tr: Kredi kartınızı veya ATM kartınızı ekleyin
tt: Кредит яки дебет картагызны өстәү
ug: كرېدىت كارتىڭىز ياكى دېبىت كارتىڭىزنى قوشۇڭ
uk: Додати кредитну або дебетову картку
ur: اپنا کریڈٹ کارڈ یا ڈیبٹ کارڈ شامل کریں
uz: Kredit yoki debet kartangizni qo‘shing
vi: Thêm thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 添加信用卡或借记卡
zh_hant: 新增信用卡或轉帳卡

# Literal.DebitCardCreditCard.Add.Header
source: Add your debit card or credit card
af: Voeg jou debietkaart of kredietkaart by
am: የዴቢት ካርድ ወይም የብድር ካርድ ያስገቡ
ar: إضافة بطاقة الخصم أو بطاقة الائتمان لديك
as: আপোনাৰ ক্ৰেডিট কাৰ্ড বা ডেবিট কাৰ্ড যোগ কৰক
az: Debet kart və ya kredit kartı əlavə edin
bg: Добавете своята дебитна или кредитна карта
bn_in: আপনার ডেবিট কার্ড বা ক্রেডিট কার্ড যুক্ত করুন
bs: Dodajte debitnu ili kreditnu karticu
cy: Ychwanegu eich cerdyn debyd neu gerdyn credyd
da: Tilføj et debet- eller kreditkort
de: Debitkarte oder Kreditkarte hinzufügen
el: Προσθήκη της χρεωστικής ή πιστωτικής κάρτας σας
es: Adición de la tarjeta de débito o de crédito
et: Deebetkaardi või krediitkaardi lisamine
eu: Gehitu zordunketa- edo kreditu-txartel bat
fa: کارت نقدی یا کارت اعتباری خود را اضافه کنید
ga: Cuir cárta dochair nó cárta creidmheasa leis
gd: Cuir a’ chairt-fhiachan no a’ chairt-chreideis agad ris
gl: Adición dun cartón de crédito ou débito
gu: તમારું ડેબિટ કાર્ડ અથવા ક્રેડિટ કાર્ડ ઍડ કરો
he: הוסף כרטיס חיוב או כרטיס אשראי
hi: अपना डेबिट कार्ड या क्रेडिट कार्ड जोड़ें
hr: Dodavanje debitne kartice ili kreditne kartice
hu: Adja hozzá bankkártyáját vagy hitelkártyáját
id: Tambahkan kartu debit atau kartu kredit Anda
is: Bættu við debet- eða kreditkorti
ja: お使いのデビット カードまたはクレジット カードの追加
ka: დაამატეთ სადებეტო ბარათი ან საკრედიტო ბარათი
kk: Дебет картасын немесе кредит картасын қосу
kn: ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ ಸೇರಿಸಿ
ko: 직불 카드 또는 신용 카드 추가
lo: ເພີ່ມບັດເຄຣດິດ ຫຼື ບັດເດບິດຂອງທ່ານ
lt: Debeto arba kredito kortelės įtraukimas
lv: Savas debetkartes vai kredītkartes pievienošana
mi: Tāpiritia tō kāri nama, kāri tāwere rānei
mk: Додајте ја вашата дебитна или кредитна картичка
ml: നിങ്ങളുടെ ഡെബിറ്റ് കാർഡോ ക്രെഡിറ്റ് കാർഡോ ചേർക്കുക
mr: आपले डेबिट कार्ड किंवा क्रेडिट कार्ड जोडा
ms: Tambahkan kad debit atau kad kredit anda
mt: Żid il-karta tad-debitu jew il-karta tal-kreditu tiegħek
ne: तपाईंको डेबिट कार्ड वा क्रेडिट कार्ड थप्नुहोस्
nn_no: Leggje til debetkortet eller kredittkortet ditt
no: Legg til debetkortet eller kredittkortet ditt
or: ଆପଣଙ୍କର ଡେବିଟ୍ କାର୍ଡ କିମ୍ବା କ୍ରେଡିଟ୍ କାର୍ଡ ଯୋଡନ୍ତୁ
pa_in: ਆਪਣੇ ਡੈਬਿਟ ਕਾਰਡ ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਜੋੜੋ
pl: Dodaj kartę debetową lub kredytową
ru: Добавление банковской или кредитной карты
sl: Dodajte svojo debetno ali kreditno kartico
sr_cyrl_rs: Додајте дебитну или кредитну картицу
sr_latn_rs: Dodajte debitnu ili kreditnu karticu
sv: Lägg till ditt betalkort eller kreditkort
ta: டெபிட் கார்டு அல்லது கிரெடிட் கார்டைச் சேர்
te: మీ డెబిట్ కార్డ్ లేదా క్రెడిట్ కార్డ్‌ను జోడించండి
th: เพิ่มบัตรเดบิตหรือบัตรเครดิตของคุณ
tr: ATM kartınızı veya kredi kartınızı ekleyin
tt: Дебет яки кредит картагызны өстәү
ug: دېبىت كارتىڭىز ياكى كرېدىت كارتىڭىزنى قوشۇڭ
uk: Додайте дебетову картку або кредитну картку
ur: اپنا ڈیبٹ کارڈ یا کریڈٹ کارڈ شامل کریں
uz: Debet yoki kredit kartangizni kiriting
vi: Thêm thẻ ghi nợ hoặc thẻ tín dụng
zh_hans: 添加借记卡或信用卡
zh_hant: 新增轉帳卡或信用卡

# Literal.Office.CreditCardDebitCard.Header
source: Credit card or debit card details
af: Kredietkaart- of debietkaartbesonderhede
am: ክሬዲት ወይም የዴቢት ካርድ
ar: تفاصيل بطاقة الائتمان أو بطاقة الخصم
as: ক্ৰেডিট কাৰ্ড বা ডেবিট কাৰ্ডৰ বিৱৰণ
az: Kredit kartı və ya debet kartın təfərrüatları
bg: Данни за кредитна или дебитна карта
bn_in: ক্রেডিট কার্ড বা ডেবিট কার্ডের বিশদ
bs: Podaci o kreditnoj ili debitnoj kartici
cy: Manylion cerdyn credyd neu gerdyn debyd
da: Oplysninger om kredit- eller debetkort
de: Details zu Kredit- oder Debitkarte
el: Στοιχεία πιστωτικής ή χρεωστικής κάρτας
es: Detalles de la tarjeta de crédito o de débito
et: Krediitkaardi või deebetkaardi üksikasjad
eu: Kreditu- edo zordunketa-txartelaren xehetasunak
fa: جزئیات کارت اعتباری یا کارت نقدی
ga: Sonraí cárta creidmheasa nó cárta dochair
gd: Mion-fhiosrachadh mun cairt-chreideis no mun chairt-fhiachan
gl: Detalles do cartón de crédito ou débito
gu: ક્રેડિટ કાર્ડ અથવા ડેબિટ કાર્ડની વિગતો
he: פרטי כרטיס אשראי או כרטיס חיוב
hi: क्रेडिट कार्ड या डेबिट कार्ड का विवरण
hr: Detalji kreditne ili debitne kartice
hu: Hitelkártya vagy bankkártya részletei
id: Detail kartu kredit atau kartu debit
is: Upplýsingar um kredit- eða debetkort
ja: クレジット カードまたはデビット カードの詳細
ka: საკრედიტო ან სადებეტო ბარათის დეტალები
kk: Кредит картасы немесе дебет картасы мәліметтері
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್ ವಿವರಗಳು
ko: 신용 카드 또는 직불 카드 세부 정보
lo: ລາຍລະອຽດບັດເຄຣດິດ ຫຼື ບັດເດບິດ
lt: Išsami kredito arba debeto kortelės informacija
lv: Kredītkartes vai debetkartes detalizētā informācija
mi: Ngā taipitopito kāri tāwere, kāri nama rānei
mk: Детали за кредитната или дебитната картичка
ml: ക്രെഡിറ്റ് കാർഡ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ് വിശദാംശങ്ങൾ
mr: क्रेडिट कार्ड किंवा डेबिट कार्ड तपशील
ms: Butiran kad kredit atau kad debit
mt: Dettalji tal-karta tal-kreditu jew tal-karta tad-debitu
ne: क्रेडिट कार्ड वा डेबिट कार्ड विवरण
nn_no: Kreditt- eller debetkortinformasjon
no: Kreditt- eller debetkortinformasjon
or: କ୍ରେଡିଟ୍ କାର୍ଡ କିମ୍ବା ଡେବିଟ୍ କାର୍ଡ ବିବରଣୀ
pa_in: ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ ਦੇ ਵੇਰਵੇ
pl: Szczegóły karty kredytowej lub debetowej
ru: Сведения о кредитной или банковской карте
sl: Podrobnosti kreditne ali debetne kartice
sr_cyrl_rs: Подаци о кредитној или дебитној картици
sr_latn_rs: Podaci o kreditnoj ili debitnoj kartici
sv: Kreditkorts- eller betalkortsuppgifter
ta: கிரெடிட் கார்டு அல்லது டெபிட் கார்டு விவரங்கள்
te: క్రెడిట్ కార్డ్ లేదా డెబిట్ కార్డ్ వివరాలు
th: รายละเอียดของบัตรเครดิตหรือบัตรเดบิต
tr: Kredi kartı veya ATM kartı ayrıntıları
tt: Кредит яки дебет картасы мәгълүматы
ug: كرېدىت كارتىسى ياكى دېبىت كارتىسى تەپسىلاتى
uk: Відомості кредитної або дебетової картки
ur: کریڈٹ کارڈ یا ڈیبٹ کارڈ کی تفصیلات
uz: Kredit yoki debet karta maʼlumotlari
vi: Chi tiết thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 信用卡或借记卡详细信息
zh_hant: 信用卡或轉帳卡詳細資料

# Literal.Office.DebitCardCreditCard.Header
source: Debit card or credit card details
af: Debietkaart- of kredietkaartbesonderhede
am: የዴቢት ካርድ ወይም የብድር ካርድ
ar: تفاصيل بطاقة الخصم أو بطاقة الائتمان
as: ডেবিট কাৰ্ড বা ক্ৰেডিট কাৰ্ড বিৱৰণ
az: Debet kart və ya kredit kartının təfərrüatları
bg: Данни за дебитна или кредитна карта
bn_in: ডেবিট কার্ড বা ক্রেডিট কার্ডের বিশদ
bs: Podaci o debitnoj ili kreditnoj kartici
cy: Manylion cerdyn debyd neu gerdyn credyd
da: Oplysninger om debet- eller kreditkort
de: Details zu Debit- oder Kreditkarte
el: Στοιχεία χρεωστικής ή πιστωτικής κάρτας
es: Detalles de la tarjeta de débito o de crédito
et: Deebetkaardi või krediitkaardi üksikasjad
eu: Zordunketa- edo kreditu-txartelaren xehetasunak
fa: جزئیات کارت نقدی یا کارت اعتباری
ga: Sonraí cárta dochair nó cárta creidmheasa
gd: Mion-fhiosrachadh mun chairt-fhiachan no mun cairt-chreideis
gl: Detalles do cartón de crédito ou débito
gu: ડેબિટ કાર્ડ અથવા ક્રેડિટ કાર્ડની વિગતો
he: פרטי כרטיס חיוב או כרטיס אשראי
hi: डेबिट कार्ड या क्रेडिट कार्ड का विवरण`
hr: Debitna kartica ili kreditna kartica
hu: Bankkártya vagy hitelkártya részletei
id: Detail kartu debit atau kartu kredit
is: Debet- eða kreditkort
ja: デビット カードまたはクレジット カードの詳細
ka: სადებეტო ბარათი ან საკრედიტო ბარათის დეტალები
kk: Дебет картасы немесе кредит картасы мәліметтері
kn: ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ವಿವರಗಳು
ko: 직불 카드 또는 신용 카드 세부 정보
lo: ລາຍລະອຽດບັດເດບິດ ຫຼື ບັດເຄຣດິດ
lt: Išsami debeto arba kredito kortelės informacija
lv: Debetkartes vai kredītkartes detalizētā informācija
mi: Ngā taipitopito kāri nama, kāri tāwere rānei
mk: Детали за дебитната или кредитната картичка
ml: ഡെബിറ്റ് കാർഡ് അല്ലെങ്കിൽ ക്രെഡിറ്റ് കാർഡ് വിശദാംശങ്ങൾ
mr: डेबिट कार्ड किंवा क्रेडिट कार्ड तपशील
ms: Butiran kad debit atau kad kredit
mt: Dettalji tal-karta tad-debitu jew karta tal-kreditu
ne: डेबिट कार्ड वा क्रेडिट कार्ड विवरण
nn_no: Debet- eller kredittkortinformasjon
no: Debetkort- eller kredittkortinformasjon
or: ଡେବିଟ୍ କାର୍ଡ କିମ୍ବା କ୍ରେଡିଟ୍ କାର୍ଡର ବିବରଣୀ
pa_in: ਡੈਬਿਟ ਕਾਰਡ ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੇ ਵੇਰਵੇ
pl: Szczegóły karty debetowej lub kredytowej
ru: Сведения о банковской или кредитной карте
sl: Podrobnosti debetne ali kreditne kartice
sr_cyrl_rs: Подаци о дебитној или кредитној картици
sr_latn_rs: Podaci o debitnoj ili kreditnoj kartici
sv: Betalkorts- eller kreditkortsuppgifter
ta: டெபிட் கார்டு அல்லது கிரெடிட் கார்டு விவரங்கள்
te: డెబిట్ కార్డ్ లేదా క్రెడిట్ కార్డ్ వివరాలు
th: รายละเอียดของบัตรเดบิตหรือบัตรเครดิต
tr: ATM kartı veya kredi kartı ayrıntıları
tt: Дебет яки кредит картасы мәгълүматы
ug: دېبىت كارتىسى ياكى كرېدىت كارتىسى تەپسىلاتى
uk: Відомості дебетової або кредитної картки
ur: ڈیبٹ کارڈ یا کریڈٹ کارڈ کی تفصیلات
uz: Debet yoki kredit karta tafsilotlari
vi: Chi tiết thẻ ghi nợ hoặc thẻ tín dụng
zh_hans: 借记卡或信用卡详细信息
zh_hant: 轉帳卡或信用卡詳細資料

# Word.ShippingAddress.Entered
source: You entered
af: Jy het ingevoer
am: ገብተዋል
ar: أدخلت
as: আপুনি প্ৰবিষ্ট কৰিছে
az: Daxil etdiniz
bg: Въведохте
bn_in: আপনি এন্টার করেছেন
bs: Vi ste unijeli
cy: Gwnaethoch chi roi
da: Du har angivet
de: Ihre Eingabe
el: Εισαγάγατε
es: Dirección especificada
et: Sisestasite
eu: Zuk idatzitakoa
fa: شما وارد کردید
ga: D’iontráil tú
gd: Na chuir thusa a-steach:
gl: Introduciu
gu: તમે દાખલ કરેલ
he: הזנת
hi: आपने यह दर्ज किया
hr: Vaš unos
hu: Beírt
id: Anda telah masuk
is: Þú færðir inn
ja: 入力したもの
ka: თქვენ შეიყვანეთ
kk: Енгіздіңіз
kn: ನೀವು ನಮೂದಿಸಿರುವುದು
ko: 입력한 내용
lo: ທ່ານລະບຸ
lt: Įvedėte
lv: Jūs ievadījāt
mi: I tāuru koe
mk: Внесовте
ml: നിങ്ങൾ നൽകി
mr: आपण प्रविष्ट केले
ms: Anda memasukkan
mt: Dħalt
ne: तपाईंले प्रविष्टि गर्नुभयो
nn_no: Du oppgav
no: Du angav
or: ଆପଣ ପ୍ରବେଶ କରିଛନ୍ତି
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖਲ ਕੀਤਾ
pl: Wprowadzono
ru: Вы ввели
sl: Vnesli ste
sr_cyrl_rs: Ви сте унели
sr_latn_rs: Vi ste uneli
sv: Du angav
ta: நீங்கள் உள்ளிட்டது
te: మీరు దీనిని నమోదు చేసారు
th: คุณใส่
tr: Girdiğiniz:
tt: Сез керткәнсез
ug: مۇنۇنى كىرگۈزدىڭىز
uk: Ви ввели
ur: آپ نے درج کیا
uz: Siz buni kiritdingiz
vi: Bạn đã nhập
zh_hans: 你已输入
zh_hant: 您輸入了

# Word.ShippingAddress.Page1
source: Step 1 of 2
af: Stap 1 van 2
am: ደረጃ 1 ከ 2
ar: الخطوة 1 من 2
as: 2 টা স্তৰৰ 1 ম টো
az: Addım 1/2
bg: Стъпка 1 от 2
bn_in: পদক্ষেপ 2 এর 1
bs: Korak 1 od 2
cy: Cam 1 o 2
da: Trin 1 af 2
de: Schritt 1 von 2
el: Βήμα 1 από 2
es: Paso 1 de 2
et: Etapp 1/2
eu: 1/2 urratsa
fa: مرحله ۱ از ۲
ga: Céim 1 as 2
gd: Ceum 1 a-mach à 2
gl: Paso 1 de 2
gu: પગલું 2 માંનું 1
he: שלב 1 מתוך 2
hi: 2 का चरण 1
hr: Korak 1 od 2
hu: 2/1. lépés
id: Langkah 1 dari 2
is: Skref 1 af 2
ja: 手順 1/2
ka: ნაბიჯი 1 / 2
kk: Қадам 1/2
kn: ಹಂತ 1 / 2
ko: 1/2단계
lo: ຂັ້ນຕອນທີ 1 ຂອງ 2
lt: 1 veiksmas iš 2
lv: 1. no 2 darbībām
mi: Hipanga 1 o te 2
mk: Чекор 1 од 2
ml: ഘട്ടം 1/2
mr: पायरी 2 पैकी 1
ms: Langkah 1 daripada 2
mt: Pass 1 minn 2
ne: चरण 2 को 1
nn_no: Trinn 1 av 2
no: Trinn 1 av 2
or: ସୋପାନ 2 ର 1
pa_in: ਕਦਮ 1 ਦਾ 2
pl: Krok 2 z 2
ru: Шаг 1 из 2
sl: Korak 1 od 2
sr_cyrl_rs: 1. корак од 2
sr_latn_rs: 1. korak od 2
sv: Steg 1 av 2
ta: செயற்படி 1 / 2
te: 2 దశలలో 1వది
th: ขั้นตอนที่ 1 จาก 2
tr: Adım 1 / 2
tt: 2 адымның 1 нчесе
ug: باسقۇچ 1 / 2
uk: Крок 1 з 2
ur: مرحلہ 1 از 2
uz: Qadam: 1/2
vi: Bước 1 trên 2
zh_hans: 第 1 步，共 2 步
zh_hant: 步驟 1/2
