Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.EnterValidInfo2
source: Your payment method information is invalid. If you continue to get this message, try with another payment method or contact customer service for assistance.
af: Jou betaalmetode inligting is ongelding. Indien jy aanhou om hierdie boodskap te ontvang, probeer met 'n ander betaalmetode of kontak kliëntediens vir hulp.
am: የክፍያ ዘዴ መረጃዎ ትክክለኛ አልደለም። ይህንን መልእክት ማግኘትዎን ከቀጠሉ ሌላ የክፍያ ዘዴ ይሞክሩ ወይም ለእገዛ የደንበኞች አገልግሎትን ያግኙ።
ar: معلومات طريقة الدفع غير صالحة. إذا كنت لا تزال تتلقى هذه الرسالة، حاول استخدام طريقة دفع أخرى أو اتصل بخدمة العملاء للحصول على المساعدة.
as: আপোনাৰ পৰিশোধ পদ্ধতি তথ্য অবৈধ৷ যদি আপুনি এই বাৰ্তা পোৱাটো জাৰী থাকে, আন পৰিশোধ পদ্ধতিৰে চেষ্টা কৰক বা সহযোগিতাৰ কাৰণে গ্ৰাহক সেৱাত যোগাযোগ কৰক৷
az: Ödəniş üsulunuz haqqında məlumat səhvdir. Əgər bu mesajı almaqda davam etsəniz, başqa ödəniş üsulunu sınaqdan keçirin və ya yardım üçün müştəri xidmətləri ilə əlaqə saxlayın.
bg: Информацията за метода на плащане е невалидна. Ако това съобщение продължава да се появява, опитайте да използвате друг метод на плащане или се свържете с отдела за обслужване на клиенти за съдействие.
bn_in: আপনার অর্থপ্রদান পদ্ধতির তথ্য সঠিক নয়। আপনি এই বার্তাটি পেতেই থাকলে, হয় অর্থপ্রদানের অপর একটি পদ্ধতি দিয়ে চেষ্টা করুন বা সহায়তার জন্য গ্রাহক পরিষেবায় যোগাযোগ করুন।
bs: Vaši podaci o načinu plaćanja su nevažeći. Ukoliko nastavite dobivati ovu poruku, pokušajte s drugim načinom plaćanja ili se obratite korisničkoj podršci za pomoć.
cy: Mae'r wybodaeth am eich dull talu'n annilys. Os byddwch chi'n dal i gael y neges hon, rhowch gynnig ar ddull talu arall neu gysylltu â'r gwasanaethau cwsmeriaid am gymorth.
da: Oplysningerne om betalingsmåden er ugyldige. Hvis du får vist denne meddelelse igen, skal du prøve at bruge en anden betalingsmåde eller kontakte kundeservice for at få hjælp.
de: Die Informationen zu Ihrer Zahlungsmethode sind ungültig. Wenn Sie diese Nachricht weiterhin erhalten, probieren Sie eine andere Zahlungsmethode aus, oder wenden Sie sich an den Kundendienst.
el: Τα στοιχεία της μεθόδου πληρωμής σας δεν είναι έγκυρα. Εάν συνεχίσετε να λαμβάνετε αυτό το μήνυμα, δοκιμάστε μια άλλη μέθοδο πληρωμής ή επικοινωνήστε με την εξυπηρέτηση πελατών για βοήθεια.
es: La información de método de pago no es válida. Si sigue recibiendo este mensaje, intente usar otro método de pago o póngase en contacto con el servicio al cliente para obtener ayuda.
et: Teie makseviisi teave on sobimatu. Kui saate jätkuvalt seda sõnumit, proovige muud makseviisi või võtke abi saamiseks ühendust klienditeenindusega.
eu: Ordainketa-metodoari buruzko informazioa baliogabea da. Mezu hau ikusten jarraitzen baduzu, saiatu beste ordainketa-metodo bat erabiltzen edo, laguntza eskuratzeko, jarri bezeroentzako arreta-zerbitzuarekin harremanetan.
fa: اطلاعات روش پرداخت شما نامعتبر است. اگر همچنان این پیام را دریافت می کنید، از یک روش پرداخت دیگر استفاده کنید یا اینکه برای راهنمایی با بخش خدمات مشتری تماس بگیرید.
ga: Tá faisnéis do mhodha íocaíochta neamhbhailí. Má leanann tú de bheith ag fáil na teachtaireachta seo, bain triail as modh eile nó déan teagmháil le seirbhís do chustaiméirí chun cúnamh a fháil.
gd: Tha fiosrachadh na dòigh pàighidh agad mì-dhligheach. Ma gheibh thu an teachdaireachd seo a-rithist 's a-rithist, feuch dòigh pàighidh eile no cuir fios gu sgioba taic nan custamairean airson cobhair.
gl: A información do método de pagamento non é válida. Se segue a recibir esta mensaxe, ténteo con outro método de pagamento ou contacte co servizo de atención ao cliente para obter asistencia.
gu: તમારી ચૂકવણી પદ્ધતિની માહિતી અમાન્ય છે. જો તમને આ સંદેશ મળવાનું ચાલુ રહે છે, તો બીજી ચૂકવણી પદ્ધતિ અજમાવી જુઓ અથવા સહાયતા માટે ગ્રાહક સેવાનો સંપર્ક કરો.
he: פרטי שיטת התשלום שלך אינם חוקיים. אם אתה ממשיך לקבל הודעה זו, נסה שיטת תשלום אחרת או פנה לשירות לקוחות לקבלת סיוע.
hi: आपकी भुगतान विधि जानकारी अमान्य है. अगर आपको लगातार यह संदेश मिलता है, तो कोई अन्य भुगतान विधि आज़माएँ या सहायता के लिए ग्राहक सेवा से संपर्क करें.
hr: Podaci o načinu plaćanja nisu valjani. Ako nastavite dobivati ovu poruku, pokušajte s drugim načinom plaćanja ili se za pomoć obratite korisničkoj službi.
hu: A fizetési mód információi érvénytelenek. Ha továbbra is ezt az üzenetet kapja, próbálkozzon egy másik fizetési móddal, vagy forduljon segítségért az ügyfélszolgálathoz.
id: Informasi metode pembayaran Anda tidak valid. Jika Anda terus mendapatkan pesan ini, cobalah metode pembayaran lain atau hubungi layanan pelanggan untuk mendapatkan bantuan.
is: Upplýsingarnar um greiðslumáta eru ógildar. Ef þessi skilaboð halda áfram að birtast skaltu prófa annan greiðslumáta eða hafa samband við þjónustuver til að fá aðstoð.
ja: お支払い方法の情報が正しくありません。このメッセージが引き続き表示される場合は、別のお支払い方法を試すか、カスタマー サービスにお問い合わせください。
ka: თქვენი გადახდის მეთოდის ინფორმაცია არასწორია. თუ კვლავ იღებთ ამ შეტყობინებას, მოსინჯეთ გადახდის სხვა მეთოდი, ან დახმარებისთვის მიმართეთ მომხმარებელთა მომსახურების ცენტრს.
kk: Төлем әдісі туралы ақпарат жарамсыз. Егер осы хабар әлі де жіберілсе, басқа төлем әдісін пайдаланып көріңіз немесе көмек алу үшін тұтынушыға қызмет көрсету орталығына хабарласыңыз.
kn: ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನದ ಮಾಹಿತಿಯು ಅಮಾನ್ಯವಾಗಿದೆ. ನೀವು ಈ ಸಂದೇಶವನ್ನು ಪಡೆದುಕೊಳ್ಳಲು ಮುಂದುವರಿದರೆ, ಇನ್ನೊಂದು ಪಾವತಿ ವಿಧಾನವನ್ನು ಪ್ರಯತ್ನಿಸಿ ನೋಡಿ ಇಲ್ಲವೇ ಸಹಾಯಕ್ಕಾಗಿ ಗ್ರಾಹಕ ಸೇವೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 결제 방법 정보가 올바르지 않습니다. 이 메시지가 계속 표시되면 다른 결제 방법을 시도하거나 고객 지원 센터에 도움을 요청하십시오.
ku_arab: زانیاری شێوازی پارەدانەکەت نادروستە. ئەگەر بە بەردەوامی ئەم پەیامەت بۆ دێت، هەوڵ بدە شێوازێکی تری پارەدان تاقی بکەیتەوە یان پەیوەندی بە خزمەتگوزاری راژەخوازەوە بکە بۆ یارمەتی.
ky: Төлөө жолуңуздун маалыматы жараксыз. Эгерде бул билдирүү сизге келе берсе, башка төлөө жолун колдонуп көрүңүз же жардам үчүн, кардарды колдоо кызматы менен байланышыңыз.
lo: ຂໍ້ມູນວິທີການຊຳລະເງິນຂອງທ່ານບໍ່ຖືກຕ້ອງ. ຖ້າທ່ານສືບຕໍ່ໄດ້ຮັບຂໍ້ຄວາມນີ້, ໃຫ້ລອງວິທີການຊຳລະເງິນໃໝ່ ຫຼືຕິດຕໍ່ຫາຝ່າຍບໍລິການລູກຄ້າເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.
lt: Netinkama mokėjimo būdo informacija. Jei ir toliau gausite šį pranešimą, pabandykite naudoti kitą mokėjimo būdą arba kreipkitės pagalbos į klientų aptarnavimo tarnybą.
lv: Jūsu maksāšanas metodes informācija nav derīga. Ja joprojām saņemat šo ziņojumu, izmēģiniet citu maksāšanas metodi vai sazinieties ar klientu atbalsta dienestu, lai saņemtu palīdzību.
mi: He muhu ō mōhiohio tikanga utu. Ki te puta tonu mai tēnei karere, kia ngana anō ki tētahi atu tikanga utu, whakapā mai rānei ki ratonga kiritaki mā rātou e āwhina.
mk: Информациите за методот на плаќање се неважечки. Ако повторно ја добиете оваа порака, обидете се со друг метод на плаќање или контактирајте со службата за корисници за помош.
ml: നിങ്ങളുടെ പണമടയ്‌ക്കല്‍ രീതി അസാധുവാണ്. നിങ്ങള്‍ ഈ സന്ദേശം തുടര്‍ന്നും ലഭിക്കുകയാണെങ്കില്‍, മറ്റൊരു പണമടയ്‌ക്കല്‍ രീതി ശ്രമിക്കുക അല്ലെങ്കില്‍ സഹായത്തിന് ഉപഭോക്തൃ സേവനത്തെ ബന്ധപ്പെടുക.
mn: Таны төлбөрийн хэлбэр буруу байна. Хэрэв танд энэ зурвас ирсээр байвал, төлбөрийн өөр хэлбэр ашигла эсвэл үйлчилгээний албанд хандаж тусламж ав.
mr: आपली देय पद्धती माहिती अवैध आहे. आपल्याला हा संदेश येणे सुरुच राहिल्यास, दुसर्‍या देय पद्धतीने प्रयत्न करून पहा किंवा सहाय्यासाठी ग्राहक सेवेशी संपर्क साधा.
ms: Maklumat kaedah pembayaran tidak sah. Jika anda terus-menerus menerima mesej ini, cuba kaedah pembayaran yang lain atau hubungi perkhidmatan pelanggan untuk bantuan.
mt: L-informazzjoni dwar il-metodu ta' ħlas tiegħek invalida. Jekk tibqa' tirċievi dan il-messaġġ, ipprova b'metodu ta' ħlas ieħor jew ikkuntattja s-servizz tal-klijenti għall-assistenza.
ne: तपाइँको भुक्तानी गर्ने तरिका सम्बन्धी जानकारी अवैध छ। यदि तपाइँले यो सन्देश प्राप्त गर्न जारी राख्नुभयो भने, अर्को भुक्तानी गर्ने तरिकाद्वारा प्रयास गर्नुहोस् वा साहयताको लागि ग्राहक सेवालाई सम्पर्क गर्नुहोस्।
nn_no: Informasjonen om betalingsmetoden er ugyldig. Dersom du framleis får denne meldinga, må du prøve med ein annan betalingsmetode eller kontakte kundeservice for hjelp.
no: Informasjonen om betalingsmåte er ugyldig. Hvis du fortsetter å få denne meldingen, prøver du med en annen betalingsmetode eller kontakter kundeservice for hjelp.
or: ଆପଣଙ୍କର ଦେୟ ପଦ୍ଧତି ସୂଚନା ଅବୈଧ ଅଟେ. ଯଦି ଆପଣ ଏହି ବାର୍ତ୍ତା ପ୍ରାପ୍ତ କରିବା ଜାରି ରହେ, ଅନ୍ୟ ଏକ ଦେୟ ପଦ୍ଧତି ସହ ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ସହାୟତା ପାଇଁ ଗ୍ରାହକ ସେବା ସହ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: تہاڈی ادائیگی دے طریقے دیاں معلومات غلط نیں۔ اگر تہانوں ایہہ پیغام فیر لبھے تے، ادائیگی دا ہور کوئی طریقہ ورتو یا فیر مدد لئی کسٹمر سنٹر دے نال رابطہ کرو۔
pa_in: ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਵਿਧੀ ਜਾਣਕਾਰੀ ਅਵੈਧ ਹੈ। ਇਹ ਸੰਦੇਸ਼ ਪ੍ਰਾਪਤ ਕਰਨਾ ਜਾਰੀ ਰੱਖਣ ਲਈ, ਕਿਸੇ ਦੂਜੀ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਅਜ਼ਮਾਓ ਜਾਂ ਮਦਦ ਲਈ ਗਾਹਕ ਸੇਵਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Informacje o formie płatności są nieprawidłowe. Jeśli ten komunikat będzie nadal wyświetlany, spróbuj wybrać inną formę płatności lub skontaktuj się z działem obsługi klienta w celu uzyskania pomocy.
ru: Недопустимые сведения о методе оплаты. Если это сообщение появится еще раз, попытайтесь выбрать другой метод оплаты или обратитесь за помощью в службу поддержки.
sd: توهان جي ادائيگي جو طريقو غلط آهي. ائينجي توهانکي اهو پيغام مسلسل ملندو رهي، ته ڪنهن ٻئي ادائيگي جي طريقي يا مدد لاءِ ڪسٽمر سروس سان رابطو ڪريو.
si: ඔබේ ගෙවීම් ක්‍රමය පිළිබඳ තොරතුරු වැරදියි. ඔබට දිගටම මෙම පණිවුඩය ලැබුණහොත්, වෙනත් ගෙවීම් ක්‍රමයක් සඳහා උත්සාහ කරන්න එසේ නැතහොත් සහාය සඳහා පාරිභෝගික සේවාව අමතන්න.
sl: Podatki o načinu plačila niso veljavni. Če se to sporočilo še naprej prikazuje, uporabite drug način plačila ali se za pomoč obrnite na storitve za stranke.
sr_cyrl_rs: Информације о начину плаћања су неважеће. Ако вам се и даље буде приказивала ова порука, испробајте други начин плаћања или контактирајте корисничку подршку да бисте добили помоћ.
sr_latn_rs: Informacije o načinu plaćanja su nevažeće. Ako vam se i dalje bude prikazivala ova poruka, isprobajte drugi način plaćanja ili kontaktirajte korisničku podršku da biste dobili pomoć.
sv: Betalningsinformationen är ogiltig. Försök med en annan betalningsmetod eller kontakta kundtjänst om det här meddelandet visas igen.
ta: உங்கள் கட்டண முறை தகவல் தவறானது. இந்தச் செய்தியைத் தொடர்ந்து பெற்றால், வேறொரு கட்டண முறையை முயற்சிக்கவும் அல்லது உதவிக்கு வாடிக்கையாளர் ஆதரவைத் தொடர்புகொள்ளவும்.
te: మీ చెల్లింపు పద్ధతి సమాచారం చెల్లదు. మీరు ఈ సమాచారాన్ని పొందడానికి కొనసాగిస్తే, మరో చెల్లింపు పద్ధతిని ప్రయత్నించండి లేదా సహాయం కోసం కస్టమర్ సర్వీసుని సంప్రదించండి.
tg: Маълумоти усули пардохти шумо беэътибор аст. Агар боз ҳам ин паёмро гиред, бо усули пардохти дигаре кӯшиш кунед ё барои кӯмак бо хидмати дастгирии муштариён тамос гиред.
th: ข้อมูลวิธีการชำระเงินของคุณไม่ถูกต้อง หากคุณยังคงได้รับข้อความนี้ โปรดลองใช้วิธีการชำระเงินแบบอื่นหรือติดต่อฝ่ายบริการลูกค้าเพื่อขอความช่วยเหลือ
tr: Ödeme yöntemi bilgileriniz geçersiz. Bu iletiyi almaya devam ederseniz başka bir ödeme yöntemi deneyin veya yardım almak için müşteri hizmetlerine başvurun.
tt: Сезнең түләү рәвешенең мәгълүматы ялгыш. Сезнең бу хәбәрне алуыгыз дәвам ителсә, башка түләү рәвешен сайлап карагыз, яки ярдәм өчен клиентларга ярдәм күрсәтү хезмәте белән элемтәгә керегез.
ug: ھەق تاپشۇرۇش ئۇسۇلى ھەققىدىكى ئۇچۇرلىرىڭىز ئىناۋەتسىز. ئەگەر بۇ ئۇچۇر داۋاملىق كۆرۈنسە، باشقا ھەق تۆلەش ئۇسۇلىنى سىناپ بېقىڭ ياكى خېرىدارلار ياردەم مەركىزى بىلەن ئالاقىلىشىڭ.
uk: Неприпустима інформація про спосіб оплати. Якщо це повідомлення з'явиться ще раз, спробуйте вибрати інший спосіб оплати або зверніться по допомогу до служби підтримки.
ur: آپ کی ادائیگی کے طریقہ کار کے بارے میں معلومات غلط ہے. اگر آپ کو یہ پیغام ملنا جاری رہے، ایک اور ادائیگی کے طریقہ کار کے ساتھ کوشش کریں یا مدد کے لئے کسٹمر سروس سے رابطہ کریں.
uz: To'lov vositangiz ma'lumotlari haqiqiy emas. Agar bu xabarni olishni davom etsangiz, boshqa to'lov vositasini sinab ko'ring yoki yordam uchun mijozlarga yordam ko'rsatish xizmatiga murojaat qiling.
vi: Thông tin phương thức thanh toán của bạn không hợp lệ. Nếu bạn tiếp tục nhận đươc thông điệp này, hãy thử với một phương thức thanh toán khác hoặc liên hệ dịch vụ khách hàng để được hỗ trợ.
zh_hans: 您的付款方式信息无效。如果继续收到本消息，请尝试其他付款方式，或者与客户服务联系以获得帮助。
zh_hant: 付款方式資訊無效。如果您持續收到此訊息，請嘗試使用其他付款方式或連絡客戶服務中心以取得協助。

# Literal.Error.InvalidAddress
source: Your address is invalid, please enter valid information.
af: Jou adres is ongeldig, voer asseblief geldige inligting in.
am: አድራሻህ ልክ ያልኾነ ነው። እባክህ ልክ የሆነ አድራሻ አስገባ።
ar: عنوانك غير صالح، الرجاء إدخال معلومات صالحة.
as: আপোনাৰ ঠিকনা অবৈধ, অনুগ্ৰহ কৰি বৈধ তথ্য প্ৰৱিষ্ট কৰক৷
az: Ünvanınız səhvdir, lütfən düzgün məlumat daxil edin.
bg: Въведеният адрес е невалиден. Въведете валидна информация.
bn_in: আপনার ঠিকানাটি ঠিকঠাক নেই, অনুগ্রহ করে ঠিকঠাক তথ্য দিন৷
bs: Adresa je nevažeća, unesite važeće podatke.
cy: Mae eich cyfeiriad yn annilys, rhowch wybodaeth ddilys.
da: Din adresse er ugyldig. Angiv gyldige oplysninger.
de: Ihre Adresse ist ungültig. Geben Sie gültige Informationen ein.
el: Η διεύθυνσή σας δεν είναι έγκυρη. Εισαγάγετε έγκυρα στοιχεία.
es: La dirección no es válida; escriba información válida.
et: Teie aadress on sobimatu. Sisestage sobiv teave.
eu: Zure helbidea baliogabea da; sartu baliozko informazioa.
fa: آدرس شما نامعتبر است، لطفاً اطلاعات معتبر را وارد کنید.
ga: Tá do sheoladh neamhbhailí, cuir isteach eolas bailí le do thoil.
gd: Tha do sheòladh mì-dhligheach, nach cuir thu a-steach fiosrachadh dligheach?
gl: O seu enderezo non é válido. Introduza información válida.
gu: તમારા સરનામું અમાન્ય છે, કૃપા કરી માન્ય માહિતી દાખલ કરો.
he: הכתובת שלך לא חוקית, הזן מידע חוקי.
hi: आपका पता अमान्य है, कृपया मान्य जानकारी दर्ज करें.
hr: Adresa nije valjana. Unesite valjane podatke.
hu: A cím érvénytelen. Adjon meg érvényes adatokat.
id: Alamat Anda tidak sah, harap masukkan informasi yang valid.
is: Póstfangið er ógilt, vinsamlegast færðu inn gildar upplýsingar.
ja: 住所が正しくありません。正しい情報を入力してください。
ka: თქვენი მისამართი არასწორია. გთხოვთ, მიუთითოთ სწორი ინფორმაცია.
kk: Мекенжай дұрыс емес, дұрыс ақпаратты енгізіңіз.
kn: ನಿಮ್ಮ ವಿಳಾಸವು ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ.
ko: 주소가 올바르지 않습니다. 올바른 정보를 입력하십시오.
ku_arab: ناونیشانی تۆ نادروستە، تکایە زانیاری دروست تێنووس بکە.
ky: Дарегиңиз жараксыз, жарактуу маалымат киргизиңиз.
lo: ທີ່ຢູ່ຂອງທ່ານບໍ່ຖືກຕ້ອງ, ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກຕ້ອງ.
lt: Jūsų adresas netinkamas, įveskite tinkamą informaciją.
lv: Jūsu norādītā adrese nav derīga. Lūdzu, ievadiet derīgu informāciju.
mi: He muhu tō wāhitau, tēnā, tāurua ngā mōhiohio whaimana.
mk: Адресата е неважечка, внесете важечки информации.
ml: നിങ്ങളുടെ വിലാസം അസാധുവാണ്, സാധുവായ വിവരങ്ങള്‍ നല്‍കുക.
mn: Таны хаяг буруу байна, хүчинтэй мэдээлэл оруулна уу.
mr: आपला पत्ता अवैध आहे, कृपया वैध माहिती प्रविष्ट करा.
ms: Alamat anda tidak sah, sila masukkan maklumat yang sah.
mt: L-indirizz tiegħek hu invalidu. Jekk jogħġbok daħħal informazzjoni valida.
ne: तपाईँको ठेगाना अवैध छ, कृपया वैध जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Adressa er ugyldig. Oppgi gyldig informasjon.
no: Adressen er ugyldig. Angi gyldig informasjon.
or: ଆପଣଙ୍କର ଠିକଣା ଅବୈଧ ଅଟେ, ଦୟାକରି ବୈଧ ସୂଚନା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: تساں دا پتہ ناجائز اے، میربانی کرکے جائز معلومات درج کرو۔
pa_in: ਤੁਹਾਡਾ ਪਤਾ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।
pl: Adres jest nieprawidłowy. Wprowadź prawidłowe informacje.
ru: Недопустимый адрес. Введите допустимые данные.
sd: توهان جو پتو غلط آهي، مهرباني ڪري درست معلومات داخل ڪريو.
si: ඔබේ ලිපිනය වැරදියි, කරුණාකර වලංගු තොරතුරු ඇතුල් කරන්න.
sl: Naslov ni veljaven. Vnesite veljavne podatke.
sr_cyrl_rs: Адреса је неважећа, унесите важеће информације.
sr_latn_rs: Adresa je nevažeća, unesite važeće informacije.
sv: Adressen är ogiltig. Ange en giltig adress.
ta: உங்கள் முகவரி தவறானது, சரியான தகவலை உள்ளிடவும்.
te: మీ చిరునామా చెల్లదు, దయచేసి చెల్లుబాటు అయ్యే సమాచారాన్ని నమోదు చేయండి.
tg: Суроғаи шумо беэътибор аст, лутфан, маълумоти боэътиборро ворид кунед.
th: ที่อยู่ของคุณไม่ถูกต้อง โปรดป้อนข้อมูลที่ถูกต้อง
tr: Adresiniz geçersiz; lütfen geçerli bilgiler girin.
tt: Сезнең адресы ялгыш, дөрес мәгълүматын кертегез.
ug: ئادرېسىڭىز ئىناۋەتسىز.ئىناۋەتلىك ئۇچۇرنى كىرگۈزۈڭ.
uk: Неприпустима адреса. Введіть припустимі відомості.
ur: آپ کا پتہ غلط ہے، براہ مہربانی درست معلومات کا اندراج کریں.
uz: Sizning manzilingiz haqiqiy emas, iltimos, haqiqiy bo‘lgan ma‘lumotlarni kiriting.
vi: Địa chỉ của bạn không hợp lệ, vui lòng nhập thông tin hợp lệ.
zh_hans: 您输入的地址无效，请输入有效信息。
zh_hant: 地址無效，請輸入有效的資訊。

# Literal.Error.InvalidAddress2
source: Your address is invalid. Please make sure your address information is correct.
af: Jou adres is ongeldig. Maak asseblief seker dat jou adres inligting reg is.
am: አድራሻዎ ትክክል አይደለም። እባክዎ የአድራሻ መረጃዎ ትክክል እንደሆነ ያረጋግጡ።
ar: العنوان غير صالح. يرجى التأكد من صحة معلومات العنوان.
as: আপোনাৰ ঠিকনা অবৈধ৷ অনুগ্ৰহ কৰি আপোনাৰ ঠিকনা তথ্য শুদ্ধ থকাটো নিশ্চিত কৰক৷
az: Ünvanınız səhvdir. Ünvanınız haqqında məlumatın düzgün olduğunu yoxlayın.
bg: Адресът е невалиден. Уверете се, че информацията за адреса е правилна.
bn_in: আপনার ঠিকানা সঠিক নয়। অনুগ্রহ করে আপনার ঠিকানা তথ্য যে সঠিক তা নিশ্চিত করুন।
bs: Vaša adresa je nevažeća. Provjerite da li su podaci o vašoj adresi tačni.
cy: Mae'ch cyfeiriad yn annilys. Gwnewch yn siŵr bod yr wybodaeth am eich cyfeiriad yn gywir.
da: Din adresse er ugyldig. Kontrollér, at adresseoplysningerne er korrekte.
de: Ihre Adresse ist ungültig. Vergewissern Sie sich, dass Ihre Adressangaben korrekt sind.
el: Η διεύθυνσή σας δεν είναι έγκυρη. Βεβαιωθείτε ότι τα στοιχεία της διεύθυνσής σας είναι σωστά.
es: La dirección no es válida. Asegúrese de que la información de la dirección sea correcta.
et: Teie aadress on sobimatu. Veenduge, et teie aadressiteave on õige.
eu: Helbidea baliogabea da. Ziurtatu helbideari buruzko informazioa zuzena dela.
fa: آدرستان نامعتبر است. لطفاً بررسی کنید که اطلاعات آدرس صحیح باشد.
ga: Tá do sheoladh neamhbhailí. Bí cinnte go bhfuil an fhaisnéis faoi do sheoladh ceart.
gd: Tha an seòladh seo mì-dhligheach. Dèan cinnteach gu bheil an seòladh agad ceart.
gl: O enderezo non é válido. Asegúrese de que a información do enderezo sexa correcta.
gu: તમારું સરનામું અમાન્ય છે. કૃપયા તમારા સરનામાની માહિતી સાચી છે.
he: הכתובת שלך אינה חוקית. ודא שפרטי הכתובת שלך נכונים.
hi: आपका पता अमान्य है. कृपया सुनिश्चित करें कि आपकी पता जानकारी सही है.
hr: Vaša adresa nije valjana. Provjerite jesu li podaci o vašoj adresi točni.
hu: Az Ön címe érvénytelen. Ellenőrizze, hogy a címmel kapcsolatos adatok helyesek-e.
id: Alamat Anda tidak valid. Pastikan informasi alamat Anda benar.
is: Póstfangið er ógilt. Gakktu úr skugga um að upplýsingar um póstfang séu réttar.
ja: 住所が正しくありません。住所の情報が正しいことを確認してください。
ka: თქვენი მისამართი არასწორია. გთხოვთ, გადაამოწმოთ თქვენი მისამართი.
kk: Мекенжайыңыз жарамсыз. Мекенжай туралы ақпараттың дұрыс екендігіне көз жеткізіңіз.
kn: ನಿಮ್ಮ ವಿಳಾಸ ಅಮಾನ್ಯವಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸ ಮಾಹಿತಿಯು ಸರಿಯಾಗಿದೆಯೇ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ko: 주소가 올바르지 않습니다. 주소 정보가 올바른지 확인하십시오.
ku_arab: ناونیشانەکەت نادروستە. تکایە دڵنیابەوە لە دروستی زانیاری ناونیشانەکەت.
ky: Дарегиңиз жараксыз. Дарек маалыматыңыз туура экенин текшериңиз.
lo: ທີ່ຢູ່ຂອງທ່ານບໍ່ຖືກຕ້ອງ. ກະລຸນາຮັບປະກັນວ່າຂໍ້ມູນທີ່ຢູ່ຂອງທ່ານຖືກຕ້ອງ.
lt: Neteisingas adresas. Įsitikinkite, kad įvedėte teisingą adreso informaciją.
lv: Jūsu adrese nav derīga. Pārliecinieties, ka adreses informācija ir pareiza.
mi: He muhu tō wāhitau. Āta titiro he tika katoa ō mōhiohio wāhitau.
mk: Адресата е неважечка. Проверете дали се точни информациите за вашата адреса.
ml: നിങ്ങളുടെ വിലാസം അസാധുവാണ്. നിങ്ങളുടെ വിലാസ വിവരങ്ങള്‍ ശരിയാണെന്നത് ഉറപ്പാക്കുക.
mn: Таны хаяг буруу байна. Хаягийнхаа мэдээллийг зөв эсэхийг нягтална уу.
mr: आपला पत्ता अवैध आहे. कृपया पत्ता माहिती योग्य असल्याचे सुनिश्चित करा.
ms: Alamat anda tidak sah. Sila pastikan maklumat alamat anda betul.
mt: L-indirizz tiegħek huwa invalidu. Aċċerta ruħek li l-informazzjoni dwar l-indirizz tiegħek hija tajba.
ne: तपाइँको ठेगाना अवैध छ। कृपया आफ्नो ठेगाना जानकारी सही छ भनि सुनिश्चित गर्नुहोस्।
nn_no: Adressa di er ugyldig. Kontroller at adresseinformasjonen er korrekt.
no: Adressen er ugyldig. Sørg for at adresseopplysningene er korrekt.
or: ଆପଣଙ୍କର ଠିକଣା ଅବୈଧ ଅଟେ. ଦୟାକରି ନିଶ୍ଚିତ କରନ୍ତୁ କି ଆପଣଙ୍କର ଠିକଣା ସୂଚନା ସଠିକ‌ ଅଟେ.
pa_arab_pk: تہاڈا پتہ صحیح نئیں اے۔ مہربانی کر کے ایس گل نوں پکا کر لو کہ تہاڈے پتے دیاں معلومات صحیح نیں۔
pa_in: ਤੁਹਾਡਾ ਪਤਾ ਅਵੈਧ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੀ ਪਤਾ ਜਾਣਕਾਰੀ ਸਹੀ ਹੈ।
pl: Adres jest nieprawidłowy. Upewnij się, że informacje o adresie są prawidłowe.
ru: Адрес недопустим. Убедитесь, что сведения об адресе указаны правильно.
sd: توهانجو پتو غلط آهي. مهرباني ڪري يقين ڪريو ته توهانجي پتي موجب معلومات ٺيڪ آهي.
si: ඔබේ ලිපිනය වැරදියි. කරුණාකර ඔබේ ලිපින තොරතුරු නිවැරදිදැයි තහවුරු කරගන්න.
sl: Naslov ni veljaven. Preverite, ali ste vnesli pravilen naslov.
sr_cyrl_rs: Ваша адреса је неважећа. Уверите се да су информације о адреси тачне.
sr_latn_rs: Vaša adresa je nevažeća. Uverite se da su informacije o adresi tačne.
sv: Adressen är ogiltig. Se till att adressen är korrekt.
ta: உங்கள் முகவரி தவறானது. உங்கள் முகவரித் தகவல் சரியானது என்பதை உறுதிசெய்யவும்.
te: మీ చిరునామా చెల్లదు. దయచేసి మీ చిరునామా సమాచారం సరైనదని నిర్ధారించుకోండి.
tg: Суроғаи шумо беэътибор аст. Лутфан мутмаин шавед, ки маълумоти суроғаатон дуруст аст.
th: ที่อยู่ของคุณไม่ถูกต้อง โปรดตรวจสอบให้แน่ใจว่าข้อมูลที่อยู่ของคุณถูกต้อง
tr: Adresiniz geçersiz. Lütfen adres bilgilerinizin doğru olduğunu kontrol edin.
tt: Сезнең адресыгыз ялгыш. Адрес мәгълүматы дөрес булганын тикшерегез.
ug: ئادرېسىڭىز ئىناۋەتسىز. ئادرېس ئۇچۇرلىرىڭىزنىڭ توغرىلىقىنى جەزىملەشتۈرۈڭ.
uk: Неприпустима адреса. Переконайтеся, що відомості про адресу вказані правильно.
ur: آپ کا پتہ غلط ہے. براہ کرم یقینی بنائیں کہ آپ کے ایڈریس کی معلومات درست ہے.
uz: Manzilingiz haqiqiy emas. Iltimos, manzil ma'lumotlaringiz to'g'ri ekanligiga ishonch hosil qiling.
vi: Địa chỉ của bạn không hợp lệ. Vui lòng đảm bảo thông tin địa chỉ của bạn là đúng.
zh_hans: 您的地址无效。请确保您的地址信息正确。
zh_hant: 地址無效。請確定您的地址資訊是否正確。
