Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.BankAccount.CheckDigit
source: Check Digit
af: Kontrolesyfer
am: አሃዝ ፈትሽ
ar: التحقق من الأرقام
as: সংখ্যা পৰীক্ষা কৰক
az: Rəqəmi yoxla
bg: Контролна цифра
bn_in: চেক ডিজিট
bs: Provjeri broj
cy: Digid Gwirio
da: Kontrolciffer
de: Prüfziffer
el: Έλεγχος ψηφίου
es: Dígito de control
et: Kontrollnumber
eu: Kontrol-digitua
fa: بررسی عدد
ga: Digit seiceála
gd: Figear dearbhaidh
gl: Díxito de control
gu: અંક તપાસો
he: ספרת ביקורת
hi: चेक अंक
hr: Kontrolna znamenka
hu: Ellenőrzési szám
id: Cek Digit
is: Vartala
ja: チェック ディジット
ka: ჩეკის ნომერი
kk: Тексеру саны
kn: ಅಂಕೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 확인 번호
ku_arab: رەنووس بپشکنە
ky: Санды текшер
lo: ເລກກວດສອບ
lt: Kontrolinis skaitmuo
lv: Kontrolcipars
mi: Tiro Matitau
mk: Цифра за проверка
ml: ചെക്ക് ഡിജിറ്റ്
mn: Оронг шалгах
mr: अंक तपासा
ms: Digit Cek
mt: Iċċekkja n-Numru
ne: अंक जाँच गर्नुहोस्
nn_no: Kontrollsiffer
no: Kontrollsiffer
or: ଅକ୍ଷର ଯାଞ୍ଚ
pa_arab_pk: ہندسے دی پڑتال کرو
pa_in: ਚੈੱਕ ਅੰਕ
pl: Cyfra kontrolna
ru: Контрольный разряд
sd: ڊِجِٽ جي چڪاس ڪريو
si: පිරික්සුම් අංකය
sl: Preveri številko
sr_cyrl_rs: Провери цифру
sr_latn_rs: Proveri cifru
sv: Kontrollsiffra
ta: சரிபார்ப்பு இலக்கம்
te: అంకెను తనిఖీ చేయండి
tg: Рақами санҷишӣ
th: ตัวเลขการตรวจสอบ
tr: Denetleme Basamağı
tt: Саны тикшерү
ug: رەقەمنى تەكشۈرۈڭ
uk: Контрольна сума
ur: عدد کی پڑتال کریں
uz: Nazorat raqami
vi: Số Kiểm tra
zh_hans: 校验数字
zh_hant: 檢核碼

# Word.BankAccountPay.BankCode.Hint.SwiftCode
source: - Bank SWIFT Code -
af: - SWIFT-kode -
am: - የባንክ SWIFT ኮድ -
ar: - رمز SWIFT‏ للبنك -
as: - বেংক SWIFT ক'ড -
az: - Bankın SWIFT Kodu -
bg: - SWIFT код на банката -
bn_in: - ব্যাঙ্ক SWIFT কোড -
bs: - Bankovni SWIFT kod -
cy: - Cod SWIFT y Banc -
da: - Bankens SWIFT-kode -
de: - SWIFT-Code der Bank -
el: - Κωδικός SWIFT τράπεζας -
es: - Código SWIFT del banco -
et: - Panga SWIFT-kood -
eu: - Bankuaren SWIFT kodea -
fa: - کد سوییفت بانک -
ga: - Cód SWIFT an bhainc -
gd: - Còd SWIFT a' bhanca -
gl: - Código SWIFT do banco -
gu: - બેંક SWIFT કોડ -
he: - קוד SWIFT של בנק -
hi: - बैंक SWIFT कोड -
hr: - SWIFT adresa banke -
hu: - Bank SWIFT-kódja -
id: - Kode SWIFT Bank -
is: - SWIFT-kóði banka -
ja: - 銀行 SWIFT コード -
ka: - ბანკის SWIFT კოდი -
kk: - Банктің SWIFT коды -
kn: - ಬ್ಯಾಂಕ್ SWIFT ಕೋಡ್ -
ko: - 은행 SWIFT 코드 -
ku_arab: - کۆدی SWIFT ی بانک -
ky: - Банктын SWIFT коду -
lo: - ລະຫັດ SWIFT ຂອງທະນາຄານ -
lt: - Banko SWIFT kodas -
lv: - Bankas SWIFT kods -
mi: - Waehere SWIFT pēke -
mk: - SWIFT-код на банката -
ml: - ബാങ്ക് സ്വിഫ്റ്റ് കോഡ് -
mn: - Банкны SWIFT код -
mr: - बँक SWIFT कोड -
ms: - Kod SWIFT Bank -
mt: - Kodiċi SWIFT tal-Bank -
ne: - बैङ्क SWIFT कोड -
nn_no: - Bankens SWIFT-kode -
no: - Bankens SWIFT-kode -
or: - ବ୍ୟାଙ୍କ SWIFT କୋଡ୍ -
pa_arab_pk: - بینک دا SWIFT کوڈ -
pa_in: - ਬੈਂਕ SWIFT ਕੋਡ -
pl: - Kod SWIFT banku -
ru: - Код SWIFT банка -
sd: - بينڪ جو SWIFT ڪوڊ -
si: - SWIFT කේතය -
sl: - Bančna koda SWIFT -
sr_cyrl_rs: - Банковни SWIFT код -
sr_latn_rs: - Bankovni SWIFT šifra -
sv: - Bankens SWIFT-kod -
ta: - வங்கி SWIFT குறியீடு -
te: - బ్యాంక్ స్విఫ్ట్ కోడ్ -
tg: - Рамзи SWIFT-и бонк -
th: - รหัส SWIFT ของธนาคาร -
tr: - Banka SWIFT Kodu -
tt: - Банк SWIFT коды -
ug: - بانكاSWIFT نومۇرى -
uk: - SWIFT-код банку -
ur: - بینک کا SWIFT کوڈ -
uz: - Bank SWIFT kodi -
vi: - Mã SWIFT Ngân hàng -
zh_hans: - 银行 SWIFT 代码 -
zh_hant: - 銀行 SWIFT 代碼 -

# Literal.SessionExpire.Message
source: For your security, your payment information must be entered again. Please refresh this page to continue.
af: Vir jou sekuriteit moet jou inligting weer ingevoer word. Verfris asseblief hierdie bladsy om voort te gaan.
am: ለእርስዎ ደህንነት ጥበቃ ሲባል፣ የእርስዎ የክፍያ መረጃ እንደገና መግባት አለበት። ለመቀጠል ይህን ገጽ እባክዎ ያድሱት።
ar: لتأمينك، يجب إدخال معلومات الدفع الخاصة بك مرة أخرى. يُرجى تحديث هذه الصفحة للمتابعة.
as: নিৰাপত্তাৰ বাবে, আপোনাৰ ধন পৰিশোধ তথ্য পুনৰাই প্ৰবিষ্ট কৰিবই লাগিব৷ অব্যাহত ৰাখিবলৈ অনুগ্ৰহ কৰি এই পৃষ্ঠাটো সতেজ কৰক৷
az: Təhlükəsizliyiniz üçün ödəniş məlumatınız yenidən daxil edilməlidir. Davam etmək üçün bu səhifəni təzələyin.
bg: За вашата защита информацията за плащането трябва да се въведе отново. Обновете тази страница, за да продължите.
bn_in: আপনার নিরাপত্তার জন্য, আপনার অর্থপ্রদানের তথ্য আবার প্রবেশ করতে হবে৷ অনুগ্রহ করে চালিয়ে যেতে এই পৃষ্ঠাটি রিফ্রেশ করুন৷
bs: Radi vaše sigurnosti, morate ponovo unijeti podatke o plaćanju. Osvježite stranicu kako biste nastavili.
cy: Er eich diogelwch, rhaid cofnodi eich gwybodaeth taliadau unwaith eto. Adnewyddwch y dudalen hon i barhau.
da: Af hensyn til din sikkerhed skal betalingsoplysningerne angives igen. Opdater siden for at fortsætte.
de: Aus Sicherheitsgründen müssen die Zahlungsinformationen erneut eingegeben werden. Aktualisieren Sie diese Seite, um den Vorgang fortzusetzen.
el: Για την ασφάλειά σας, πρέπει να καταχωρήσετε ξανά τα στοιχεία πληρωμής σας. Ανανεώστε αυτήν τη σελίδα για να συνεχίσετε.
es: Por tu seguridad, la información de pago debe introducirse de nuevo. Actualiza esta página para continuar.
et: Turvalisuse tagamiseks tuleb teie makseteave uuesti sisestada. Jätkamiseks värskendage seda lehte.
eu: Segurtasuna mantentzeko, berriro idatzi behar duzu ordainketa-informazioa. Jarraitzeko, freskatu orria.
fa: برای امنیت شما، اطلاعات پرداخت باید دوباره وارد شود. برای ادامه لطفاً صفحه را بازخوانی کنید.
ga: Ar mhaithe le do shlándáil, iontráil d'fhaisnéis íocaíochta arís. Athnuaigh an leathanach seo chun leanúint ar aghaidh.
gd: Feumaidh tu am fiosrachadh pàighidh a chur a-steach a-rithist a chum tèarainteachd. Ath-nuadhaich an duilleag seo airson leantainn air adhart.
gl: Pola túa seguridade, a información de pago debe indicarse de novo. Actualiza esta páxina para continuar.
gu: સુરક્ષા કારણોસર, તમારી ચૂકવણી માહિતી ફરીથી પ્રવિષ્ટ કરવી આવશ્યક છે. ચાલુ રાખવા માટે કૃપયા આ પૃષ્ઠને તાજું કરો.
he: מטעמי אבטחה, יש להזין שוב את פרטי התשלום. רענן דף זה כדי להמשיך.
hi: आपकी सुरक्षा के लिए, आपकी भुगतान जानकारी पुनः दर्ज की जानी चाहिए. कृपया जारी रखने के लिए इस पृष्ठ को ताज़ा करें.
hr: Ponovno unesite podatke o plaćanju radi vaše sigurnosti. Da biste nastavili, osvježite stranicu.
hu: Biztonsági okokból újra be kell írnia fizetési adatait. A folytatáshoz frissítse az oldalt.
id: Untuk keamanan Anda, masukkan kembali informasi pembayaran Anda. Segarkan halaman ini untuk melanjutkan.
is: Í öryggisskyni þarf að færa greiðsluupplýsingarnar aftur inn. Endurhladdu þessa síðu til að halda áfram.
ja: セキュリティのため、支払情報をもう一度入力する必要があります。続行するには、このページを最新の情報に更新してください。
ka: თქვენი უსაფრთხოების მიზნით, გადახდის ინფორმაცია თავიდან უნდა შეიყვანოთ. გთხოვთ, განაახლოთ ეს გვერდი, რომ განაგრძოთ.
kk: Қауіпсіздігіңіз үшін төлем ақпаратын қайта енгізу керек. Жалғастыру үшін бетті жаңартыңыз.
kn: ನಿಮ್ಮ ಭದ್ರತೆಗಾಗಿ, ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಮತ್ತೊಮ್ಮೆ ನಮೂದಿಸಬೇಕು. ಮುಂದುವರಿಯಲು ದಯವಿಟ್ಟು ಈ ಪುಟವನ್ನು ತಾಜಾಮಾಡಿ.
ko: 보안상의 이유로 결제 정보를 다시 입력해야 합니다. 계속하려면 이 페이지를 새로 고치세요.
ku_arab: لەپێناوی ئاسایشی تۆدا، پێویستە زانیاری پارەدانەکەت دووبارە تێبنووسرێت. تکایە ئەم پەڕەیە تازە بکەرەوە بۆ بەردەوامبوون.
ky: Коопсуздугуңуз үчүн төлөм маалыматыңыз киргизилиши керек. Сураныч, улантуу үчүн бул бетти жаңыртыңыз.
lo: ເພື່ອຄວາມປອດໄພຂອງທ່ານ, ຂໍ້ມູນການຊຳລະເງິນຂອງທ່ານຕ້ອງຖືກປ້ອນອີກຄັ້ງ. ກະລຸນາຣີເຟຣັຊໜ້ານີ້ເພື່ອສືບຕໍ່.
lt: Dėl saugumo būtina dar kartą įvesti mokėjimo informaciją. Atnaujinkite šį puslapį, kad galėtumėte tęsti.
lv: Jūsu drošības labad jums ir vēlreiz jāievada sava maksājuma informācija. Lai turpinātu, atsvaidziniet šo lapu.
mi: Mō tō haumarutanga, me tāuru anō tō mōhiohio tikanga utu. Tāmata anō te whārangi kia haere tonu.
mk: За вашата безбедност, информациите за плаќањето мора да бидат внесени повторно. Освежете ја страницата за да продолжите.
ml: നിങ്ങളുടെ സുരക്ഷയ്ക്കായി, നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരം വീണ്ടും നൽകേണ്ടതുണ്ട്. തുടരാൻ, ഈ പേജ് പുതുക്കിയെടുക്കുക.
mn: Таны аюулгүй байдлын үүднээс, та төлбөрийн мэдээллээ дахиад оруулах ёстой. Энэ хуудсыг сэргээгээд үргэлжлүүлнэ үү.
mr: आपल्या सुरक्षेकरीता आपली देयक माहिती पुन्हा प्रविष्ट करणे आवश्यक आहे. पुढे सुरु ठेवण्यासाठी कृपया हे पृष्ठ रिफ्रेश करा.
ms: Untuk keselamatan anda, maklumat pembayaran anda mesti dimasukkan sekali lagi. Sila segarkan semula halaman ini untuk teruskan.
mt: Għas-sigurtà tiegħek, l-informazzjoni tal-pagament tiegħek trid terġa' tiddaħħal. Aġġorna din il-paġna biex tkompli.
ne: तपाईंको सुरक्षाको लागि, तपाईंको भुक्तान जानकारी प्रविष्ट गर्नुपर्छ। कृपया जारी राख्न यो पेजलाई ताजा गर्नुहोस्।
nn_no: Av tryggingsgrunnar må betalingsinformasjonen din skrivast inn på nytt. Oppdater sida for å halde fram.
no: For din egen sikkerhet må du oppgi betalingsinformasjonen på nytt. Oppdater siden for å fortsette.
or: ଆପଣଙ୍କର ସୁରକ୍ଷା ପାଇଁ, ଆପଣଙ୍କର ଦେୟ ସୂଚନା ପୁଣି ନିଶ୍ଚିତଭାବରେ ପ୍ରବେଶ ହେବା ଆବଶ୍ୟକ. ଦୟାକରି ଜାରି ରଖିବାକୁ ଏହି ପୃଷ୍ଠା ସତେଜ କରନ୍ତୁ.
pa_arab_pk: تہاڈی سلامتی لئی، تہاڈی ادائیگی دی معلومات نوں فیر داخل کرن دی لوڑ اے۔ جاری رکھن لئی مہربانی کر کے ایس صفحے نوں فیر تازہ کرو۔
pa_in: ਤੁਹਾਡੀ ਸੁਰੱਖਿਆ ਲਈ, ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਨੂੰ ਦੁਬਾਰਾ ਦਰਜ਼ ਕੀਤੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਪੰਨੇ ਨੂੰ ਤਾਜ਼ਾ ਕਰੋ।
pl: Ze względów bezpieczeństwa konieczne jest ponowne wprowadzenie informacji o płatności. Odśwież tę stronę, aby kontynuować.
ru: В целях вашей безопасности требуется еще раз указать сведения об оплате. Обновите эту страницу, чтобы продолжить.
sd: سلامتي سببن لاءِ، توهانجي ادائگي جي معلومات ٻيهر داخل ڪرڻ ضروري آهي. مهرباني ڪري اهو صفحو تازو ڪريو ۽ جاري رکو.
si: ඔබගේ ආරක්ෂාව සඳහා, ඔබගේ ගෙවීම් තොරතුරු නැවත ඇතුල් කළ යුතුය. කරුණාකර අඛණ්ඩව කරගෙන යාමට මෙම පිටුව නැවුම් කරන්න.
sl: Zaradi varnostnih razlogov morate znova vnesti podatke o plačilu. Za nadaljevanje osvežite to stran.
sr_cyrl_rs: Морате поново да унесете информације о плаћању из безбедносних разлога. Освежите ову страницу да бисте наставили.
sr_latn_rs: Morate ponovo da unesete informacije o plaćanju iz bezbednosnih razloga. Osvežite ovu stranicu da biste nastavili.
sv: Av säkerhetsskäl behöver du ange din betalningsinformation igen. Uppdatera sidan för att fortsätta.
ta: உங்களுடைய பாதுகாப்பிற்காக, உங்களுடைய பணம் செலுத்தும் தகவல்கள் மீண்டும் உள்ளிடப்பட வேண்டும். தயவுசெய்து தொடருவதற்கு இந்தப் பக்கத்தை ரிஃபிரஷ் செய்யவும்.
te: మీ భద్రత కోసం, మీ చెల్లింపు సమాచారం మళ్లీ నమోదు చేయాలి. దయచేసి కొనసాగడానికి ఈ పేజీని పునశ్చరించండి.
tg: Барои амнияти шумо, маълумоти пардохти шумо бояд аз нав ворид карда шавад. Лутфан, барои идома додан, ин саҳифаро навсозӣ кунед.
th: เพื่อความปลอดภัยของคุณ คุณจำเป็นต้องป้อนข้อมูลการชำระเงินอีกครั้ง โปรดรีเฟรชหน้านี้เพื่อดำเนินการต่อ
tr: Güvenliğiniz için ödeme bilgilerinizi yeniden girmeniz gerekiyor. Lütfen devam etmek için bu sayfayı yenileyin.
tt: Сезнең иминлекне саклау максатыннан, түләү мәгълүматыгызны тагын кертергә кирәк. Дәвам итү өчен бу битне яңартыгыз.
ug: بىخەتەرلىكىڭىز ئۈچۈن ھەق تاپشۇرۇش ئۇچۇرىڭىز قايتا كىرگۈزۈلۈشى كېرەك. بۇ بەتنى يېڭىلاپ داۋاملاشتۇرۇڭ.
uk: З міркувань безпеки вам потрібно ще раз указати відомості про оплату. Оновіть сторінку, щоб продовжити.
ur: آپ کی سلامتی کیلئے، آپ کی ادائیگی کی معلومات کو دوبارہ داخل کرنے کی ضرورت ہے۔ براہ مہربانی جاری رکھنے کیلئے اس صفحہ کو تازہ کریں۔
uz: Xavfsizlik maqsadida to‘lov ma’lumotlaringiz qayta kiritilishi lozim. Davom ettirish uchun sahifani yangilang.
vi: Để bảo mật cho bạn, bạn phải nhập lại thông tin thanh toán của mình. Hãy làm mới trang này để tiếp tục.
zh_hans: 出于安全考虑，你的付款信息必须重新输入。请刷新此页面以继续。
zh_hant: 為了您的安全，請再輸入一次輸入付款資訊。請重新整理此頁面以繼續。

# Literal.BankAccountPayType.Required
source: Account type is required.
af: Rekeningtipe word vereis.
am: የሒሳብ ዓይነት ይፈለጋል።
ar: نوع الحساب مطلوب.
as: একাউণ্ট প্ৰকাৰৰ আৱশ্যক৷
az: Hesab növü tələb olunur.
bg: Видът на сметката е задължителен.
bn_in: অ্যাকাউন্টের ধরন উল্লেখ করা আবশ্যক৷
bs: Vrsta računa je obavezna.
cy: Rhaid nodi math o gyfrif.
da: Kontotypen skal angives.
de: Der Kontotyp ist erforderlich.
el: Απαιτείται ο τύπος λογαριασμού.
es: El tipo de cuenta es obligatorio.
et: Konto tüüp on kohustuslik.
eu: Kontu mota beharrezkoa da.
fa: به نوع حساب نیاز است.
ga: Cineál cuntais ag teastáil.
gd: Tha feum air seòrsa a' chunntais.
gl: Requírese tipo de conta.
gu: ખાતા પ્રકારની આવશ્યકતા છે.
he: סוג החשבון נדרש.
hi: खाता प्रकार आवश्यक है.
hr: Vrsta računa je obavezna.
hu: A számlatípus megadása kötelező.
id: Jenis akun wajib diisi.
is: Gerð reiknings er nauðsynleg.
ja: 口座の種類が必要です。
ka: მიუთითეთ ანგარიშის ტიპი.
kk: Шот түрі қажет.
kn: ಖಾತೆ ಪ್ರಕಾರ ಅಗತ್ಯವಿದೆ.
ko: 계정 유형은 필수 항목입니다.
ku_arab: جۆری ئەژمێر پێویستە.
ky: Каттоо жазуусунун түрү талап кылынат.
lo: ຕ້ອງລະບຸປະເພດບັນຊີ.
lt: Sąskaitos tipas būtinas.
lv: Norādiet konta tipu.
mi: Kei te hiahiatia te momo pūkete.
mk: Типот на сметката е задолжителен.
ml: അക്കൌണ്ട് തരം ആവശ്യമാണ്.
mn: Хэрэглэгчийн дансны төрлийг бөглөх шаардлагатай.
mr: खाते प्रकार आवश्यक आहे.
ms: Jenis akaun diperlukan.
mt: It-tip tal-kont hu meħtieġ.
ne: खाता प्रकार आवश्यक छ।
nn_no: Kontotype er obligatorisk.
no: Kontotype må angis.
or: ଏକାଉଣ୍ଟ୍ ପ୍ରକାର ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: اکاؤنٹ دی قسم درکار اے۔
pa_in: ਖਾਤੇ ਦੀ ਕਿਸਮ ਲੋੜੀਂਦੀ ਹੈ।
pl: Typ konta jest wymagany.
ru: Необходимо указать тип счета.
sd: اڪائونٽ جو قسم گھربل آھي.
si: ගිණුම් වර්ගය සඳහන් කළ යුතු ය.
sl: Vnesite vrsto računa.
sr_cyrl_rs: Тип налога је обавезан.
sr_latn_rs: Tip naloga je obavezan.
sv: Kontotyp måste anges.
ta: கணக்கு வகை தேவை.
te: ఖాతా రకం అవసరం.
tg: Намуди суратҳисоб ҳатмист.
th: ต้องระบุประเภทบัญชี
tr: Hesap türü gereklidir.
tt: Хисап тибы мәҗбүри.
ug: ھېسابات تىپى تەلەپ قىلىنىدۇ.
uk: Потрібно ввести тип рахунку.
ur: کھاتہ کی قسم درکار ہے.
uz: Hisob qaydnomasi turi talab qilinadi.
vi: Loại tài khoản là cần thiết.
zh_hans: 帐户类型为必填项。
zh_hant: 帳戶類型是必要資訊。

# Literal.ResidentialStatus.Required
source: Residential status is required.
af: Woningstatus word vereis.
am: የነዋሪነት ሁኔታ ያስፈልጋል።
ar: حالة الإقامة مطلوبة.
as: আৱাসিক স্থিতিৰ প্ৰয়োজন হৈছে৷
az: Rezidensiya vəziyyəti tələn olunur.
bg: Необходим е статут на местожителство.
bn_in: রেসিডেন্সিয়াল স্থিতির প্রয়োজন আছে৷
bs: Rezidentni status je obavezan.
cy: Mae angen statws preswyl.
da: Bopælsstatus er påkrævet.
de: Der Adressstatus ist erforderlich.
el: Απαιτείται κατάσταση διαμονής.
es: El estado residencial es obligatorio.
et: Elamisluba on nõutav.
eu: Egoiliar-egoera beharrezkoa da.
fa: وضعیت مقیم ضروری است.
ga: Stádas cónaithe de dhíth.
gd: Tha feum air an staid chòmhnaidh.
gl: O estado residencial é obrigatorio.
gu: રેસિડેંશિયલ સ્થિતિ આવશ્યક છે
he: מצב מגורים נדרש.
hi: रेसिडेंशियल स्थिति आवश्यक है.
hr: Potreban je lokalni status.
hu: Az illetőséget meg kell adni.
id: Status kependudukan diperlukan.
is: Búsetustöðu er krafist.
ja: 居住の状態が必要です。
ka: საჭიროა ბინადრობის სტატუსი.
kk: Резиденттік күйді көрсету қажет.
kn: ವಾಸದ ಸ್ಥಿತಿ ಆವಶ್ಯಕ.
ko: 주거 상태가 필요합니다.
ku_arab: دۆخی نیشتەجێیی پێویستە.
ky: Резиденттик статус талап кылынат.
lo: ຈຳເປັນຕ້ອງບອກສະຖານະບ່ອນຢູ່ອາໄສ.
lt: Būtina nurodyti gyventojo statusą.
lv: Dzīvesvietas statuss ir jānorāda obligāti.
mi: E hiahiatia ana te tūnga nohonga ā-whare.
mk: Статусот на престој е задолжителен.
ml: താമസ നില ആവശ്യമാണ്.
mn: Оршин суугаа байдал шаардлагатай.
mr: निवासी स्थितीची आवश्यकता आहे.
ms: Status kediaman diperlukan.
mt: Meħtieġ l-istatus residenzjali.
ne: आवासीय स्थिति आवश्यक छ।
nn_no: Bustadsstatus er obligatorisk.
no: Boligstatus er obligatorisk.
or: ଆବାସିକ ସ୍ଥିତି ଆବଶ୍ୟକ.
pa_arab_pk: رهائشي حيثيت گهربل آهي.
pa_in: ਰਿਹਾਇਸ਼ੀ ਸਥਿਤੀ ਲੋੜੀਂਦੀ ਹੈ।
pl: Miejsce zamieszkania jest wymagane.
ru: Необходимо указать резидентный статус.
sd: رهائشي حيثيت گهربل آهي.
si: නේවාසික තත්ත්වය අවශ්‍යයි.
sl: Status rezidenta je obvezno polje.
sr_cyrl_rs: Резиденцијални статус је обавезан.
sr_latn_rs: Rezidencijalni status je obavezan.
sv: Bostadsstatus måste anges.
ta: குடியுரிமை நிலை தேவை.
te: నివాస స్థితి సంబంధిత సమాచారం అవసరమైనది.
tg: Вазъияти иқоматӣ ҳатмӣ аст.
th: ต้องระบุสถานะที่พักอาศัย
tr: İkamet durumu gereklidir.
tt: Резидент халәте таләп ителә.
ug: ئولتۇراقلىشىش ئەھۋالى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати резидентний статус.
ur: رہائشی حیثیت درکار ہے۔
uz: Fuqarolik statusi talab qilinadi.
vi: Cần có trạng thái cư trú.
zh_hans: 居住状况为必填项。
zh_hant: [居住狀態] 是必要欄位。

# Literal.AccountEMail.Required
source: Account email is required.
af: E-posadres vir rekening is word vereis.
am: የኢሜይል መለያ ይፈለጋል።
ar: بريد الحساب الإلكتروني مطلوب.
as: একাউণ্ট ইমেইল আৱশ্যক৷
az: Hesab e-poçtu tələb olunur.
bg: Имейлът на акаунта е задължителен.
bn_in: অ্যাকাউন্ট ইমেল উল্লেখ করা আবশ্যক৷
bs: E-adresa računa je obavezna.
cy: Rhaid nodi e-bost cyfrif.
da: Kontomail skal angives.
de: Die Konto-E-Mail-Adresse ist erforderlich.
el: Απαιτείται διεύθυνση ηλεκτρονικού ταχυδρομείου λογαριασμού.
es: La dirección de correo electrónico para la cuenta es obligatoria.
et: Konto meiliaadress on kohustuslik.
eu: Kontuko helbide elektronikoa beharrezkoa da.
fa: به پست الکترونیکی حساب نیاز است.
ga: Ríomhphost cuntais ag teastáil.
gd: Tha feum air post-d cunntais.
gl: Requírese correo electrónico da conta.
gu: ખાતા ઇમેઇલ આવશ્યકતા છે.
he: הדואר אלקטרוני של החשבון נדרש.
hi: खाता ईमेल आवश्यक है.
hr: E-pošta računa je obavezna.
hu: A számlázási e-mail megadása kötelező.
id: E-mail akun wajib diisi.
is: Netfang reiknings er nauðsynlegt.
ja: 口座メールが必要です。
ka: მიუთითეთ ანგარიშის ელ.ფოსტა.
kk: Шот электрондық пошта мекенжайы қажет.
kn: ಖಾತೆ ಇಮೇಲ್ ಅಗತ್ಯವಿದೆ.
ko: 계정 메일은 필수 항목입니다.
ku_arab: ئیمەیڵی ئەژمێر پێویستە.
ky: Каттоо жазуусунун электрондук почтасы талап кылынат.
lo: ຕ້ອງລະບຸອີເມວບັນຊີ.
lt: Abonemento el. pašto adresas būtinas.
lv: Norādiet konta e-pasta adresi.
mi: Kei te hiahiatia te pūkete īmēra.
mk: Е-поштата на сметката е задолжителна.
ml: അക്കൌണ്ട് ഇമെയില്‍ ആവശ്യമാണ്.
mn: Хэрэглэгчийн дансны э-шууданг бөглөх шаардлагатай.
mr: खाते ईमेल आवश्यक आहे.
ms: E-mel akaun diperlukan.
mt: L-indirizz elettroniku tal-kont hu meħtieġ.
ne: खाता इमेल आवश्यक छ।
nn_no: E-post for kontoen er obligatorisk.
no: E-postadresse for kontoen må angis.
or: ଏକାଉଣ୍ଟ ଇମେଲ୍ ଆବଶ୍ୟକୀୟ ଅଟେ.
pa_arab_pk: اکاؤنٹ دی ای میل درکار اے۔
pa_in: ਖਾਤਾ ਈਮੇਲ ਲੋੜੀਂਦੀ ਹੈ।
pl: Adres e-mail konta jest wymagany.
ru: Необходимо ввести адрес электронной почты счета.
sd: اڪائونٽ جي اي ميل گھربل آھي.
si: ගිණුම් ඉ-තැපැල් ලිපිනය සඳහන් කළ යුතු ය.
sl: Vnesite e-poštni naslov računa.
sr_cyrl_rs: Е-адреса налога је обавезнa.
sr_latn_rs: E-adresa naloga je obavezna.
sv: E-postadress för konto måste anges.
ta: கணக்கு மின்னஞ்சல் தேவை.
te: ఖాతా ఇమెయిల్ అవసరం.
tg: Почтаи электронии суратҳисоб ҳатмист.
th: ต้องมีอีเมลของบัญชี
tr: Hesap e-posta adresi gereklidir.
tt: Хисап электрон почтасы мәҗбүри.
ug: ھېسابات ئېلخىتى كېرەك.
uk: Потрібно ввести адресу електронної пошти облікового запису.
ur: کھاتہ ای میل درکار ہے.
uz: Hisob qaydnomasi elektron pochta manzili talab qilinadi.
vi: Email tài khoản là cần thiết.
zh_hans: 必须提供帐户电子邮件。
zh_hant: 帳戶電子郵件是必要資訊。

# Word.BankAccount.City
source: City, Postal code or country/region
af: Stad, poskode en land/streek
am: የከተማ፣ የፖስታ ኮድ ወይም ሀገር/ክልል
ar: المدينة، الرمز البريدي أو البلد/المنطقة
as: চহৰ, ডাক ক'ড বা দেশ/ক্ষেত্ৰ
az: Şəhər, Poçt indeksi və ya ölkə/region
bg: Град, пощенски код или страна/регион
bn_in: শহর, ডাক কোড অথবা দেশ/অঞ্চল
bs: Grad, poštanski broj ili država/regija
cy: Dinas, Cod post neu wlad/rhanbarth
da: By, postnummer eller land/område
de: Ort, Postleitzahl oder Land/Region
el: Πόλη, ταχ. κώδικας ή χώρα/περιοχή
es: Ciudad, código postal o país (región)
et: Linn, sihtnumber või riik või regioon
eu: Herria, posta-kodea edo herrialdea/eskualdea
fa: شهر، کد پستی یا کشور/منطقه
ga: Cathair, cód poist nó tír/réigiún
gd: Baile, còd-puist no dùthaich/roinn-dùthcha
gl: Cidade, código postal ou país/rexión
gu: શહેર, પોસ્ટલ કોડ અથવા દેશ/ક્ષેત્ર
he: עיר, מיקוד או מדינה/אזור
hi: शहर, डाक कोड या देश/क्षेत्र
hr: Grad, poštanski broj ili država/regija
hu: Város, irányítószám vagy ország/régió
id: Kota, Kode pos, atau negara/kawasan
is: Borg, póstnúmer eða land/svæði
ja: 市区町村、郵便番号、国/地域
ka: ქალაქი, საფოსტო კოდი ან ქვეყანა/რეგიონი
kk: Қала, пошталық индекс немесе ел/өңір
kn: ನಗರ, ಪೋಸ್ಟಲ್ ಕೋಡ್ ಅಥವಾ ದೇಶ/ಪ್ರಾಂತ್ಯ
ko: 구/군/시, 우편 번호 또는 국가/지역
ku_arab: شار، کۆدی پۆستی یان وڵات/ناوچه
ky: Шаар, почта индекси же өлкө/аймак
lo: ເມືອງ, ລະຫັດໄປສະນີ ຫຼືປະເທດ/ພາກພື້ນ
lt: Miestas, pašto indeksas arba šalis / regionas
lv: Pilsēta, pasta indekss vai valsts/reģions
mi: Tāone nui, waehere Pōhi te whenua/rohe rānei
mk: Град, поштенски број или држава/област
ml: നഗരം, തപാല്‍ കോഡ് അല്ലെങ്കില്‍ രാജ്യം/പ്രദേശം
mn: Хот, шуудангийн код эсвэл улс/бүс нутаг
mr: शहर, पोस्टल कोड किंवा देश/विभाग
ms: Bandar, Poskod atau negara/rantau
mt: Belt, Kodiċi postali jew pajjiż/reġjun
ne: शहर, हुलाकी संकेत वा देश/क्षेत्र
nn_no: By, postnummer eller land/region
no: Poststed, postnummer eller land/område
or: ସହର, ଡାକ କୋଡ୍ କିମ୍ବା ଦେଶ/ଅଞ୍ଚଳ
pa_arab_pk: ‏‏شہر، پوسٹل کوڈ تے ملک/علاقہ
pa_in: ਸ਼ਹਿਰ, ਡਾਕ ਕੋਡ ਜਾਂ ਦੇਸ਼/ਖੇਤਰ
pl: Miejscowość, kod pocztowy lub kraj/region
ru: Город, почтовый индекс и страна или регион
sd: شھر، پوسٽل ڪوڊ يا ملڪ/علائقو
si: නගරය, තැපැල් කේතය හෝ රට/කලාපය
sl: Mesto, poštna številka ali država/regija
sr_cyrl_rs: Град, поштански број или земља/регион
sr_latn_rs: Grad, poštanski broj ili zemlja/region
sv: Ort, postnummer eller land/region
ta: நகரம், அஞ்சல் குறியீடு அல்லது நாடு/வட்டாரம்
te: నగరం, పోస్టల్ కోడ్ లేదా దేశం/ప్రాంతం
tg: Шаҳр, рамзи почта ё кишвар/минтақа
th: เมือง รหัสไปรษณีย์ หรือประเทศ/ภูมิภาค
tr: Şehir, Posta kodu veya ülke/bölge
tt: Шәһәр, почта индексы яки ил/төбәк
ug: شەھەر نامى، پوچتا نومۇرى ۋە دۆلەت/رايون نامى
uk: Місто, поштовий індекс або країна чи регіон
ur: شہر، پوسٹ کوڈ اور ملک /علاقہ
uz: Shahar, pochta indeksi yoki mamlakat/hudud
vi: Thành phố, Mã bưu điện hoặc quốc gia/vùng
zh_hans: 市/县、邮政编码或国家/地区
zh_hant: 城市、郵遞區號或國家/地區

# Word.BankAccount.BankStreetAddress
source: Bank branch street address
af: Banktak se straatadres
am: የባንክ ቅርጫፍ መንገድ አድራሻ
ar: عنوان شارع فرع البنك
as: বেঙ্ক শাখা পথ ঠিকনা
az: Bank filialının yerləşdiyi küçə ünvanı
bg: Адрес на клона на банката
bn_in: ব্যাঙ্কের শাখার ঠিকানা
bs: Adresa filijale banke
cy: Cyfeiriad stryd cangen y banc
da: Bankfilial, adresse
de: Straße der Bankfiliale
el: Διεύθυνση υποκαταστήματος τράπεζας
es: Dirección de la sucursal bancaria
et: Pangakontori aadress
eu: Banku-bulegoaren helbidea
fa: آدرس خیابان شعبه بانک
ga: Seoladh sráide an bhrainse bainc
gd: Seòladh-sràide meur a' bhanca
gl: Enderezo da sucursal bancaria
gu: બેંક શાખાનું સ્ટ્રીટ સરનામું
he: כתובת רחוב סניף הבנק
hi: बैंक शाखा के मार्ग का पता
hr: Adresa poslovnice banke
hu: Bankfiók címe
id: Alamat jalan kantor cabang bank
is: Götuheiti bankaútibúsins
ja: 銀行支店の番地
ka: ბანკის ფილიალის მისამართი
kk: Банк филиалының мекенжайы
kn: ಬ್ಯಾಂಕ್ ಶಾಖೆ ಗಲ್ಲಿ ವಿಳಾಸ
ko: 은행 지점의 도로명
ku_arab: ناونیشانی شەقامی لقی بانك
ky: Банк филиал көчө дареги
lo: ທີ່ຢູ່ທາງຖະໜົນຂອງສາຂາທະນາຄານ
lt: Banko filialo adresas
lv: Bankas filiāles adrese
mi: Wāhinoho o te pekanga pēke
mk: Адреса на филијалата на банката
ml: ബാങ്ക് ശാഖ തെരുവ് വിലാസം
mn: Банкны салбарын гудамжны хаяг
mr: बँक शाखा मार्गाचा पत्ता
ms: Alamat jalan cawangan bank
mt: Indirizz tat-triq tal-fergħa tal-bank
ne: बैङ्क शाखा मार्गको ठेगाना
nn_no: Bankfilial, gateadresse
no: Bankfilial, gateadresse
or: ବ୍ୟାଙ୍କ୍ ଶାଖା ସାହୀ ଠିକଣା
pa_arab_pk: بینک برانچ گلی دا پتہ
pa_in: ਬੈਂਕ ਬ੍ਰਾਂਚ ਪਤਾ
pl: Adres oddziału banku
ru: Адрес филиала банка
sd: بينڪ جي شاخ گهٽي پتو
si: බැංකු ශාඛා වීදි ලිපිනය
sl: Naslov bančne podružnice
sr_cyrl_rs: Улица и број пословнице банке
sr_latn_rs: Ulica i broj poslovnice banke
sv: Bankkontorets gatuadress
ta: வங்கிக் கிளையின் தெரு முகவரி
te: బ్యాంక్ బ్రాంచ్ యొక్క వీధి చిరునామా
tg: Суроғаи кӯчаи филиали бонк
th: ที่อยู่ถนนสำหรับสาขาของธนาคาร
tr: Banka şubesinin adresi
tt: Банк бүлекнең урам адресы
ug: تارماق بانكا تۇرۇشلۇق كوچا ئادرېسى
uk: Адреса філії банку
ur: بینک کے برانچ کا گلی پتہ
uz: Bank bo'limi joylashgan ko'cha manzili
vi: Địa chỉ đường phố của chi nhánh ngân hàng
zh_hans: 支行街道地址
zh_hant: 銀行分行街道地址
