Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PaypalQrCode.RefreshText
source: Once you've added your PayPal, this page will refresh. It may take a moment.
af: Sodra jy jou PayPal bygevoeg het, sal hierdie bladsy verfris. Dit kan dalk ’n oomblik neem.
am: አንዴ የእርስዎን PayPal ካከሉ በኋላ፣ ይህ ገጽ ያድሳል። ትንሽ ጊዜ ሊፈጅ ይችላል።
ar: بمجرد إضافة حسابك في PayPal، سيتم تحديث هذه الصفحة. قد يستغرق ذلك بعض الوقت.
as: আপুনি এবাৰ আপোনাৰ PayPal যোগ কৰাৰ পিছত, এই পৃষ্ঠাটো সতেজ হ’ব৷ ইয়াৰ বাবে কিছু সময় লাগিব পাৰে৷
az: PayPal əlavə etdikdən sonra bu səhifə yenilənəcək. Bu, bir neçə dəqiqə çəkə bilər.
bg: След като сте добавили своя PayPal, тази страница ще се обнови. Това може да отнеме известно време.
bn_in: একবার আপনি আপনার PayPal যুক্ত করলে, এই পৃষ্ঠাটি রিফ্রেশ হবে। এতে কিছুটা সময় নিতে পারে।
bs: Nakon što dodate PayPal, ova stranica će se osvježiti. To može da potraje.
cy: Unwaith y rydych wedi ychwanegu eich PayPal, bydd y tudalen hwn yn adnewyddu. Efallai bydd yn cymryd eiliad.
da: Når du har tilføjet din PayPal, vil denne side bive opdateret. Det kan tage et øjeblik.
de: Sobald Sie Ihr PayPal-Konto hinzugefügt haben, wird diese Seite aktualisiert. Der Vorgang kann einen Moment dauern.
el: Αφού έχετε προσθέσει το PayPal σας, αυτή η σελίδα θα ανανεωθεί. Μπορεί να χρειαστεί λίγος χρόνος.
es: Esta página se actualizará cuando se haya agregado PayPal. Puede tardar un poco.
et: Kui olete oma PayPali lisanud, värskendatakse seda lehte. See võib võtta hetk aega.
eu: PayPal gehitu ondoren, orri hau freskatu egingo da. Baliteke une bat behar izatea.
fa: هنگامی که PayPal خود را اضافه کنید، این صفحه تازه‌سازی خواهد شد. این فرآیند ممکن است یک لحظه طول بکشد.
ga: Nuair a bheidh sé seo curtha le PayPal agat, déanfaidh an leathanach seo athnuachan. B’fhéidir go dtógfaidh sé nóiméad.
gd: Turas a chuir thu am PayPal agad ris, nì an duilleag seo ath-nuadhachadh. Faodaidh gum feum seo mionaid no dhà.
gl: Unha vez engadida a conta de PayPal, actualizarase a páxina. É posible que tarde un chisco.
gu: એકવાર તમે તમારું PayPal ઍડ કરી લેશો, પછી આ પૃષ્ઠ તાજું થશે. તેમાં થોડી વાર લાગી શકે છે.
he: לאחר שתוסיף את חשבון ה- PayPal שלך, דף זה יתרענן. פעולה זו עשויה לקחת מספר רגעים.
hi: अपने PayPal को जोड़ने के बाद यह पृष्ठ ताज़ा हो जाएगा. इसमें कुछ समय लग सकता है.
hr: Kada dodate PayPal, ova će se stranica osvježiti. To može malo potrajati.
hu: A PayPal-fiók hozzáadása után ez a lap frissül. Ez eltarthat pár pillanatig.
id: Setelah Anda menambahkan PayPal, halaman ini akan di-refresh. Mungkin perlu waktu beberapa saat.
is: Þegar þú hefur bætt PayPal við mun þessi síða endurnýjast. Þetta gæti tekið smástund.
ja: PayPal を追加すると、このページが更新されます。しばらく時間がかかることがあります。
ka: თქვენი PayPal-ის დამატების შემდეგ ეს გვერდი განახლდება. ამას, შესაძლოა, ცოტა დრო დასჭირდეს.
kk: PayPal тіркелгіңізді қосқаннан кейін осы бет жаңартылады. Бұл біраз уақыт алуы мүмкін.
kn: ಒಮ್ಮೆ ನೀವು ನಿಮ್ಮ PayPal ಸೇರಿಸಿದ ನಂತರ, ಈ ಪುಟವನ್ನು ತಾಜಾಮಾಡಲಾಗುತ್ತದೆ. ಇದಕ್ಕೆ ಒಂದು ಕ್ಷಣ ಬೇಕಾಗಬಹುದು.
ko: 페이팔을 추가하면 이 페이지가 새로 고침됩니다. 시간이 좀 걸릴 수 있습니다.
lo: ເມື່ອທ່ານໄດ້ເພີ່ມ PayPal ຂອງທ່ານແລ້ວ, ໜ້ານີ້ຈະຣີ​ເຟ​ຣ​ຊ. ມັນອາດຈະໃຊ້ເວລາໜ້ອຍໜຶ່ງ.
lt: Įtraukus „PayPal“, šis puslapis bus atnaujintas. Gali šiek tiek užtrukti.
lv: Kad būsit pievienojis savu PayPal, šī lapa tiks atsvaidzināta. Tas var ilgt kādu brīdi.
mi: Ina tāpiri koe i tō PayPal, ka tāmata tēnei whārangi. Kāore e tino roa rawa.
mk: Штом додадете PayPal, страницава ќе се освежи. Може да е потребно малку време.
ml: നിങ്ങളുടെ PayPal ചേർത്തുകഴിഞ്ഞാൽ, ഈ പേജ് പുതുക്കിയെടുക്കും. ഇതിന് ഒരു നിമിഷം എടുത്തേക്കാം.
mr: एकदा आपण आपले PayPal जोडल्यानंतर, हे पृष्ठ रिफ्रेश होईल. त्यासाठी थोडा वेळ लागू शकतो.
ms: Setelah anda menambah PayPal anda, halaman ini akan segar semula. Ini mungkin mengambil sedikit masa.
mt: Ladarba tkun żidt il-PayPal tiegħek, din il-paġna se taġġorna. Dan jista' jieħu ftit ħin.
ne: तपाईंले एकपटक आफ्नो PayPal थपेपछि, यो पृष्ठ ताजा हुने छ। यसलाई केही समय लाग्न सक्छ।
nn_no: Når du har lagt til PayPal, blir denne sida oppdatert. Det kan ta ein augneblink.
no: Når du har lagt til PayPal, blir denne siden oppdatert. Det kan ta et øyeblikk.
or: ଥରେ ଆପଣ ନିଜର PayPal ଯୋଡିସାରିବା ପରେ, ଏହି ପୃଷ୍ଠା ସତେଜ ହେବ. ଏହା କିଛି ସମୟ ନେଇପାରେ.
pa_in: ਇੱਕ ਵਾਰ ਤੁਹਾਡੇ PayPal ਨੂੰ ਜੋੜਣ ਤੋਂ ਬਾਅਦ, ਇਹ ਪੰਨਾ ਤਾਜ਼ਾ ਹੋਵੇਗਾ। ਇਸ ਵਿੱਚ ਕੁਝ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ।
pl: Po dodaniu konta PayPal, ta strona zostanie odświeżona. Może to chwilę potrwać.
ru: После добавления PayPal страница перезагрузится. Это может занять некоторое время.
sl: Ko boste dodali svoj račun za PayPal, se bo ta stran osvežila. Postopek lahko traja trenutek.
sr_cyrl_rs: Када додате PayPal, ова страница ће се освежити. То може мало да потраје.
sr_latn_rs: Kada dodate PayPal, stranica će se osvežiti. To može potrajati jedan trenutak.
sv: När du har lagt till PayPal uppdateras den här sidan. Det kan ta en stund.
ta: உங்கள் PayPal-ஐச் சேர்த்தவுடன், இந்தப் பக்கமானது புதுப்பிக்கப்படும். அதற்குச் சிறிதுநேரம் எடுக்கலாம்.
te: మీరు మీ PayPalను జోడించిన తర్వాత, ఈ పేజీ రిఫ్రెష్ అవుతుంది. దీనికి కాస్త సమయం పట్టవచ్చు.
th: เมื่อคุณเพิ่ม PayPal ของตัวเองแล้ว หน้านี้จะรีเฟรช ซึ่งอาจใช้เวลาสักครู่
tr: PayPal hesabınızı ekledikten sonra bu sayfa yenilenecek. Bu işlem biraz zaman alabilir.
tt: PayPal өстәгәннән соң, бу бит яңарыр. Бу бераз вакыт алырга мөмкин.
ug: PayPal نى قوشۇپ بولۇپ بۇ بەتنى يېڭىلاڭ. ئۇنىڭغا سەل ۋاقىت كېتىدۇ.
uk: Після додавання PayPal цю сторінку буде оновлено. Це може зайняти певний час.
ur: اپنا PayPal آپ کے شامل کر لینے پر، یہ صفحہ ریفریش ہوہو جائے گا۔ اس میں کچھ وقت لگ سکتا ہے۔
uz: PayPal hisobingizni kiritganingizdan keyin bu sahifani yangilang. Bu biroz vaqt olishi mumkin.
vi: Sau khi bạn thêm PayPal, trang này sẽ làm mới. Bạn có thể phải chờ một chút.
zh_hans: 在你添加 PayPal 后，此页面将刷新。这可能需要一些时间。
zh_hant: 新增 PayPal 之後，此頁面將會重新整理。這可能需要一點時間。

# Literal.OxoPaypalQrCode.Page1Text
source: When you select 'Sign in to PayPal' you'll be given a couple of options to verify your account on PayPal's website. Either scan a QR code using your phone's camera to open PayPal on another device or open PayPal in a new browser window.
af: Wanneer jy “Meld aan by PayPal” kies, sal jy ’n paar opsies kry om jou rekening op PayPal se webwerf te verifieer. Skandeer ’n QR-kode deur jou foon se kamera te gebruik om PayPal op ’n ander toestel oop te maak of maak PayPal in ’n nuwe blaaiervenster oop.
am: 'ወደ PayPal በመለያ ይግቡ' ሲመርጡ በ PayPal ድህረ ገጽ ላይ መለያዎን ለማረጋገጥ ሁለት አማራጮች ይሰጥዎታል። በሌላ መሳሪያ ላይ PayPal ለመክፈት የስልክዎን ካሜራ በመጠቀም የ QR ኮድ ይቃኙ ወይም PayPal በአዲስ የአሳሽ መስኮት ይክፈቱ።
ar: عندما تحدد 'تسجيل الدخول إلى PayPal'، سيتم منحك بعض الخيارات لتأكيد حسابك على موقع ويب PayPal. إما أن تقوم بمسح شفرة الاستجابة السريعة ضوئياً باستخدام كاميرا هاتفك لفتح PayPal على جهاز آخر أو تفتح PayPal في نافذة مستعرض جديدة.
as: যেতিয়া আপুনি 'ছাইন ইন টু PayPal' চয়ন কৰে তেতিয়া PayPalৰ ৱেবছাইটত আপোনাৰ একাউণ্ট প্ৰমাণিত কৰিবলৈ আপোনাক কেইটামান বিকল্প দিয়া হ'ব। হয় আন এটা ডিভাইচত PayPal খুলিবলৈ আপোনাৰ ফোনৰ কেমেৰা ব্যৱহাৰ কৰি QR কোড এটা স্কেন কৰক বা নতুন ব্ৰাউজাৰৰ উইণ্ড'ত PayPal খোলক।
az: 'PayPal-a daxil ol' seçimini etdiyiniz zaman PayPal veb-saytında hesabınızı yoxlamaq üçün sizə bir neçə seçim veriləcək. PayPal-ı başqa cihazda açmaq üçün telefonunuzun kamerasından istifadə edərək QR kodunu skanlayın və ya PayPal-ı yeni brauzer pəncərəsində açın.
bg: Когато изберете „Влизане в PayPal“, ще ви бъдат предоставени няколко опции за потвърждаване на акаунта ви на уеб сайта на PayPal. Сканирайте QR код с помощта на камерата на телефона си, за да отворите PayPal на друго устройство, или отворете PayPal в нов прозорец на браузъра.
bn_in: আপনি যখন 'PayPal-এ সাইন ইন করুন' নির্বাচন করেন তখন PayPal-এর ওয়েবসাইটে আপনার অ্যাকাউন্ট যাচাই করার জন্য আপনাকে কয়েকটি বিকল্প দেওয়া হবে। হয় অন্য একটি ডিভাইসে PayPal খুলতে আপনার ফোনের ক্যামেরা ব্যবহার করে একটি QR কোড স্ক্যান করুন অথবা একটি নতুন ব্রাউজার উইন্ডোতে PayPal খুলুন।
bs: Kada odaberete “Prijava na PayPal”, dobit ćete nekoliko opcija za potvrdu računa na web lokaciji usluge PayPal. Skenirajte QR kôd pomoću kamere telefona da otvorite PayPal na drugom uređaju ili otvorite PayPal u novom prozoru preglednika.
cy: Pan fyddwch chi'n dewis 'Mewngofnodi i PayPal', byddwch chi'n cael ychydig o ddewisiadau i ddilysu eich cyfrif ar wefan PayPal. Gallwch chi naill ai sganio cod QR gan ddefnyddio camera eich ffôn i agor PayPal ar ddyfais arall neu agor PayPal mewn ffenestr porwr newydd.
da: Når du vælger "Log på PayPal", får du nogle muligheder for at bekræfte din konto på PayPals websted. Scan en QR-kode ved hjælp af telefonens kamera for at åbne PayPal på en anden enhed, eller åbn PayPal i et nyt browservindue.
de: Wenn Sie "Bei PayPal anmelden" auswählen, erhalten Sie einige Optionen, um Ihr Konto auf der PayPal-Website zu überprüfen. Scannen Sie entweder einen QR-Code mit der Kamera Ihres Smartphones, um PayPal auf einem anderen Gerät zu öffnen, oder öffnen Sie PayPal in einem neuen Browserfenster.
el: Όταν επιλέξετε "Είσοδος στο PayPal", θα σας δοθούν μερικές επιλογές για την επαλήθευση του λογαριασμού σας στην τοποθεσία web του PayPal. Σαρώστε έναν κωδικό QR χρησιμοποιώντας την κάμερα του τηλεφώνου σας για να ανοίξετε το PayPal σε άλλη συσκευή ή ανοίξτε το PayPal σε ένα νέο παράθυρο προγράμματος περιήγησης.
es: Al seleccionar "Iniciar sesión en PayPal", se le darán un par de opciones para comprobar la cuenta en el sitio web de PayPal. Escanee un código QR con la cámara de su teléfono para abrir PayPal en otro dispositivo o abra PayPal en una nueva ventana del explorador.
et: Kui valite nupu Logi PayPali sisse, antakse teile paar võimalust oma konto PayPali veebisaidil kinnitamiseks. PayPali avamiseks teises seadmes skannige QR-kood oma telefoni kaamera abil või avage PayPal uues brauseriaknas.
eu: "Hasi saioa PayPal-en" hautatzen duzunean, PayPal gunean kontua egiaztatzeko aukera pare bat ikusiko dituzu. Eskaneatu QR kode bat telefonoaren kamera erabiliz PayPal beste gailu batean irekitzeko, edo ireki PayPal arakatzailearen beste leiho batean.
fa: وقتی گزینه «ورود به PayPal» را انتخاب کنید، چند گزینه در اختیارتان قرار می‌گیرد تا حسابتان را در وب‌سایت PayPal تأیید کنید. یا با استفاده از دوربین تلفن خود یک کد QR را اسکن کنید تا PayPal در یک دستگاه دیگر باز شود یا PayPal را در یک پنجره مرورگر جدید باز کنید.
ga: Nuair a roghnaíonn tú ‘Sínigh isteach le PayPal’ tabharfar cúpla rogha duit chun do chuntas a fhíorú ar shuíomh Gréasáin PayPal. Déan cód QR a scanadh ag baint úsáide as ceamara d’fhón chun PayPal a oscailt ar ghléas eile nó PayPal a oscailt i bhfuinneog brabhsálaí nua.
gd: Ma thaghas tu “Clàraich a-steach gu PayPal”, gheibh thu roghainn no dhà airson an cunntas agad a dhearbhadh air làrach-lìn PayPal. Sganaich còd QR le camara an fhòn agad a dh’fhosgladh PayPal air uidheam eile no fosgail PayPal ann an uinneag brabhsair eile.
gl: Cando seleccione "Iniciar sesión en PayPal", aparecerán un par de opcións para verificar a conta no sitio web de PayPal. Podes dixitalizar un código QR coa cámara do teléfono para abrir PayPal noutro dispositivo ou abrir PayPal nunha nova ventá do explorador.
gu: જ્યારે તમે 'PayPalમાં સાઇન ઇન કરો' પસંદ કરશો, ત્યારે તમને PayPalની વેબસાઇટ પર તમારા ખાતાની ચકાસણી કરવા માટે થોડા વિકલ્પો આપવામાં આવશે. કાં તો PayPalને અન્ય ડિવાઇસ પર ખોલવા માટે તમારા ફોનના કૅમેરાનો ઉપયોગ કરીને QR કોડ સ્કૅન કરો અથવા તો PayPalને નવી બ્રાઉઝર વિંડોમાં ખોલો.
he: כאשר תבחר באפשרות 'היכנס ל- PayPal' יהיו לך כמה אפשרויות לאימות החשבון שלך באתר האינטרנט של PayPal. סרוק קוד QR באמצעות מצלמת הטלפון כדי לפתוח את PayPal במכשיר אחר או פתח את PayPal בחלון דפדפן חדש.
hi: जब आप 'PayPal में साइन इन करें' चुनते हैं, तो आपको PayPal की वेबसाइट पर अपने खाते को सत्यापित करने के लिए कुछ विकल्प दिए जाएँगे. किसी अन्य डिवाइस पर PayPal खोलने के लिए या तो अपने फ़ोन के कैमरे का उपयोग करके QR कोड स्कैन करें या नई ब्राउज़र विंडो में PayPal खोलें.
hr: Kada odaberete opciju Prijavite se na PayPal, na web-mjestu servisa PayPal bit će vam dostupne dvije mogućnosti za potvrdu računa. Skenirajte QR kod pomoću kamere telefona da biste otvorili PayPal na drugom uređaju ili otvorite PayPal u novom prozoru preglednika.
hu: Ha a „Bejelentkezés a PayPalba“ lehetőséget választja, a PayPal webhelyén ellenőrizheti fiókját. Vagy szkenneljen be egy QR-kódot a telefon kamerájával, és nyissa meg a PayPalt egy másik eszközön, vagy nyissa meg a PayPalt egy új böngészőablakban.
id: Saat memilih 'Masuk ke PayPal', Anda akan diberi dua opsi untuk memverifikasi akun Anda di situs web PayPal. Pindai kode QR menggunakan kamera ponsel Anda untuk membuka PayPal di perangkat lain atau buka PayPal di jendela browser baru.
is: Þegar þú velur "„Skrá inn á PayPal“ færð þú nokkra valkosti til að staðfesta reikninginn þinn á vefsvæði PayPal. Skannaðu annaðhvort QR-kóða með myndavél símans til að opna PayPal á öðru tæki eða opnaðu PayPal í nýjum vafraglugga.
ja: [PayPal にサインイン] を選択すると、PayPal の Web サイトでアカウントを確認するためのオプションがいくつか表示されます。スマートフォンのカメラを使用して QR コードをスキャンして別のデバイスで PayPal を開くか、新しいブラウザー ウィンドウで PayPal を開きます。
ka: როდესაც „PayPal-ში ავტორიზაციას“ აირჩევთ, თქვენ მიიღებთ PayPal-ის ვებსაიტზე თქვენი ანგარიშის გადამოწმების რამდენიმე ვარიანტს. დაასკანირეთ QR კოდი თქვენი ტელეფონის კამერით PayPal-ის გასახსნელად სხვა მოწყობილობაში ან ბრაუზერის ახალ ფანჯარაში.
kk: "PayPal жүйесіне кіру" опциясын таңдаған кезде сізге PayPal веб-сайтында тіркелгіңізді растау үшін бірнеше опция ұсынылады. PayPal бағдарламасын басқа құрылғыда ашу үшін телефон камерасымен QR кодын сканерлеңіз немесе PayPal бағдарламасын жаңа браузер терезесінде ашыңыз.
kn: ನೀವು 'PayPal ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ' ಅನ್ನು ಆಯ್ಕೆ ಮಾಡಿದಾಗ PayPal ನ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮಗೆ ಒಂದೆರಡು ಆಯ್ಕೆಗಳನ್ನು ನೀಡಲಾಗುತ್ತದೆ. ಇನ್ನೊಂದು ಸಾಧನದಲ್ಲಿ PayPal ಅನ್ನು ತೆರೆಯಲು ನಿಮ್ಮ ಫೋನ್‌ನ ಕ್ಯಾಮರಾವನ್ನು ಬಳಸಿಕೊಂಡು QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ ಅಥವಾ ಹೊಸ ಬ್ರೌಸರ್ ವಿಂಡೋದಲ್ಲಿ PayPal ಅನ್ನು ತೆರೆಯಿರಿ.
ko: 'PayPal에 로그인'을 선택하면 PayPal 웹 사이트에서 계정을 확인하는 몇 가지 옵션이 제공됩니다. 휴대폰의 카메라를 사용하여 QR 코드를 스캔하여 다른 디바이스에서 PayPal을 열거나 새 브라우저 창에서 PayPal을 여세요.
lo: ເມື່ອທ່ານເລືອກ 'ລົງຊື່ເຂົ້າໃຊ້ PayPal' ທ່ານຈະໄດ້ຮັບຕົວເລືອກສອງສາມຕົວເລືອກເພື່ອຢືນຢັນບັນຊີຂອງທ່ານໃນເວັບໄຊທ໌ PayPal. ສະແກນລະຫັດ QR ໂດຍໃຊ້ກ້ອງຖ່າຍຮູບຂອງໂທລະສັບຂອງທ່ານເພື່ອເປີດ PayPal ໃນອຸປະກອນອື່ນ ຫຼື ເປີດ PayPal ໃນໜ້າຕ່າງບຣາວເຊີ.
lt: Kai pasirinksite „Prisijungti prie „PayPal“, jums bus suteiktos kelios parinktys savo paskyrai „PayPal“ svetainėje patvirtinti. Nuskaitykite QR kodą naudodami telefono kamerą, kad atidarytumėte „PayPal“ kitame įrenginyje arba atidarykite „PayPal“ naujame naršyklės lange.
lv: Ja atlasīsit “Pierakstīties pakalpojumā PayPal”, jums tiks piedāvāti daži varianti, kā verificēt savu kontu PayPal tīmekļa vietnē. Skenējiet QR kodu, izmantojot tālruņa kameru, lai atvērtu PayPal citā ierīcē, vai atveriet PayPal jaunā pārlūkprogrammas logā.
mi: Ina tīpako koe i te 'Takiuru ki PayPal' ka hoatu ki a koe ētahi kōwhiringa e rua hei manatoko i tō pūkete i te paetukutuku a PayPal. Karapaina tētahi waehere QR mā te whakamahi i te kāmera o tō waea hei whakatuwhera i PayPal ki tētahi atu pūrere, te whakatuwhera PayPal rānei ki tētahi matapihi pūtirotiro hōu.
mk: Кога ќе изберете „Најави се на PayPal“, ќе ви бидат дадени неколку опции за да ја потврдите вашата сметка на веб-страницата на PayPal. Или скенирајте го QR-кодот користејќи ја камерата на телефонот за да го отворите PayPal на друг уред или отворете го PayPal во нов прозорец на прегледувачот.
ml: നിങ്ങൾ 'PayPal-ലേക്ക് സൈനിൻ ചെയ്യുക' തിരഞ്ഞെടുക്കുമ്പോൾ, PayPal വെബ്സൈറ്റിൽ നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കാൻ നിങ്ങൾക്ക് രണ്ട് ഓപ്ഷനുകൾ ലഭിക്കും. മറ്റൊരു ഉപകരണത്തിൽ PayPal തുറക്കാൻ നിങ്ങളുടെ ഫോണിന്റെ ക്യാമറ ഉപയോഗിച്ച് ഒരു QR കോഡ് സ്കാൻ ചെയ്യുക അല്ലെങ്കിൽ പുതിയ ബ്രൗസർ വിൻഡോയിൽ PayPal തുറക്കുക.
mr: जेव्हा आपण 'PayPal वर साइन इन करा' निवडता तेव्हा आपल्याला PayPal च्या वेबसाइटवर आपल्या खात्याची पडताळणी करण्यासाठी काही पर्याय दिले जातील. एकतर दुसऱ्या डिव्हाइसवर PayPal उघडण्यासाठी आपल्या फोनचा कॅमेरा वापरून QR कोड स्कॅन करा किंवा एका नवीन ब्राउझर विंडोमध्ये PayPal उघडा.
ms: Apabila anda memilih 'Daftar masuk ke PayPal' anda akan diberikan beberapa pilihan untuk menentusahkan akaun anda di tapak web PayPal. Sama ada imbas kod QR menggunakan kamera telefon anda untuk membuka PayPal pada peranti lain atau membuka PayPal dalam tetingkap pelayar baharu.
mt: Meta tagħżel 'Idħol f'PayPal' se tingħata xi ftit għażliet biex tivverifika l-kont tiegħek fuq is-sit web ta’ PayPal. Skennja kodiċi QR permezz tal-kamera tal-mowbajl tiegħek biex tiftaħ PayPal fuq tagħmir ieħor jew iftaħ PayPal f’tieqa tal-brawżer ġdida.
ne: तपाईंले 'PayPal मा साइन इन गर्नुहोस्' चयन गरेपछि तपाईंलाई PayPal को वेबसाइटमा आफ्नो खाता रुजू गर्न केही विकल्पहरू दिइने छ। अर्को यन्त्रमा PayPal खोल्न आफ्नो फोनको क्यामेरा प्रयोग गरेर QR कोड स्क्यान गर्नुहोस् वा ब्राउजरको नयाँ सन्झ्यालमा PayPal खोल्नुहोस्।
nn_no: Når du vel "Logg på PayPal" får du eit par alternativ for å stadfeste kontoen på PayPal sin nettstad. Skann enten ein QR-kode med telefonen sitt kamera for å opne PayPal på ei anna eining, eller opne PayPal i eit nytt nettlesarvindauge.
no: Når du velger Logg på PayPal, får du et par alternativer for å bekrefte kontoen din på PayPals nettsted. Du kan enten skanne en QR-kode ved hjelp av telefonens kamera for å åpne PayPal på en annen enhet, eller åpne PayPal i et nytt nettleservindu.
or: ଆପଣ 'PayPal କୁ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ' ଚୟନ କରିବେ କରିବା ସମୟରେ ଆପଣଙ୍କୁ PayPal ୱେବସାଇଟ୍‍‌ରେ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ କିଛି ବିକଳ୍ପ ଦିଆଯିବ । ଅନ୍ୟ ଡିଭାଇସ୍‍‌ରେ PayPal ଖୋଲିବାକୁ ଆପଣଙ୍କ ଫୋନ୍‍‌ର କ୍ୟାମେରା ବ୍ୟବହାର କରି ଏକ QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ କିମ୍ୱା ଏକ ନୂତନ ବ୍ରାଉଜର୍‍ ୱିଣ୍ଡୋରେ PayPal ଖୋଲନ୍ତୁ ।
pa_in: ਜਦੋਂ ਤੁਸੀਂ 'PayPal ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ' ਦੀ ਚੋਣ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ PayPal ਦੀ ਵੈੱਬਸਾਈਟ 'ਤੇ ਆਪਣੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਕੁਝ ਵਿਕਲਪ ਦਿੱਤੇ ਜਾਣਗੇ। ਕਿਸੇ ਹੋਰ ਡਿਵਾਇਸ 'ਤੇ PayPal ਖੋਲ੍ਹਣ ਲਈ ਜਾਂ ਤਾਂ ਆਪਣੇ ਫ਼ੋਨ ਦੇ ਕੈਮਰੇ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਇੱਕ QR ਕੋਡ ਨੂੰ ਸਕੈਨ ਕਰੋ ਜਾਂ ਨਵੀਂ ਬ੍ਰਾਊਜ਼ਰ ਵਿੰਡੋ ਵਿੱਚ PayPal ਖੋਲ੍ਹੋ।
pl: Po wybraniu opcji „Zaloguj się do serwisu PayPal” uzyskasz kilka opcji weryfikacji konta w witrynie internetowej serwisu PayPal. Zeskanuj kod QR za pomocą aparatu telefonu, aby otworzyć serwis PayPal na innym urządzeniu, lub otwórz serwis PayPal w nowym oknie przeglądarki.
ru: При выборе варианта "Войти в PayPal" вам будет предоставлено несколько вариантов проверки учетной записи на веб-сайте PayPal. Отсканируйте QR-код с помощью камеры телефона, чтобы открыть PayPal на другом устройстве, или откройте PayPal в новом окне браузера.
sl: Ko izberete možnost »Vpis v PayPal«, je na voljo nekaj možnosti za preverjanje računa na spletnem mestu storitve PayPal. Optično preberite kodo QR s kamero telefona, da odprete PayPal v drugi napravi ali pa odprite PayPal v novem oknu brskalnika.
sr_cyrl_rs: Када изаберете опцију „Пријавите се у PayPal“ имаћете неколико опција за верификацију налога на веб сајту услуге PayPal. Скенирајте QR шифру помоћу камере телефона да бисте отворили PayPal на другом уређају или отворите PayPal у новом прозору прегледача.
sr_latn_rs: Kada izaberete opciju „Prijavite se u PayPal“ imaćete nekoliko opcija za verifikaciju naloga na veb sajtu usluge PayPal. Skenirajte QR šifru pomoću kamere telefona da biste otvorili PayPal na drugom uređaju ili otvorite PayPal u novom prozoru pregledača.
sv: När du väljer Logga in på PayPal får du några alternativ för att verifiera ditt konto på PayPals webbplats. Skanna en QR-kod med telefonens kamera så att du kan öppna PayPal på en annan enhet eller i ett nytt webbläsarfönster.
ta: 'PayPal-இல் உள்நுழைக' என்பதைத் தேர்ந்தெடுக்கும்போது, PayPal வலைத்தளத்தில் உங்கள் கணக்கைச் சரிபார்க்க, உங்களுக்கு இரு விருப்பங்கள் வழங்கப்படும். மற்றொரு சாதனத்தில் PayPal-ஐத் திறப்பதற்காக உங்கள் தொலைபேசியின் கேமராவைப் பயன்படுத்தி, QR குறியீட்டை ஸ்கேன் செய்யவும் அல்லது புதிய உலாவிச் சாளரத்தில் PayPal-ஐத் திறக்கவும்.
te: మీరు 'PayPalకి సైన్ ఇన్ చేయి'ని ఎంచుకున్నప్పుడు PayPal వెబ్‌సైట్‌లో మీ ఖాతాను ధృవీకరించడానికి మీకు రెండు ఎంపికలు ఇవ్వబడతాయి. మరొక పరికరంలో PayPalని తెరవడానికి మీ ఫోన్ కెమెరాను ఉపయోగించి QR కోడ్‌ని స్కాన్ చేయండి లేదా కొత్త బ్రౌజర్ విండోలో PayPalని తెరవండి.
th: เมื่อคุณเลือก 'ลงชื่อเข้าใช้ PayPal' คุณจะได้รับตัวเลือกสองสามตัวเลือกเพื่อยืนยันบัญชีของคุณในเว็บไซต์ของ PayPal สแกนคิวอาร์โค้ดโดยใช้กล้องของโทรศัพท์ของคุณเพื่อเปิด PayPal บนอุปกรณ์อื่น หรือเปิด PayPal ในหน้าต่างเบราว์เซอร์ใหม่
tr: 'PayPal'da oturum aç' seçeneğini belirlediğinizde, PayPal'ın web sitesinde hesabınızı doğrulamanız için size birkaç seçenek sunulur. PayPal'ı başka bir cihazda açmak için telefonunuzun kamerasını kullanarak QR kodunu tarayın veya PayPal'ı yeni bir tarayıcı penceresinde açın.
tt: "PayPal’га керү"не сайлаганда, сезгә PayPal төенендәге хисап язмагызны раслау өчен берничә вариант биреләчәк. PayPal’ны башка җайланмада ачу өчен я телефоныгыз камерасы белән QR кодны сканерлагыз яисә PayPal’ны яңа күзәтүче тәрәзендә ачыгыз.
ug: سىز «PayPal غا تىزىملاپ كىرىش» نى تاللىغاندا، سىزگە PayPal توربېكىتى ئارقىلىق ھېساباتىڭىزنى دەلىللەش ئۇسۇللىرى بېرىلىدۇ. تېلېفون كامېراسى ئارقىلىق QR كودىنى سايىلەپ، PayPal نى باشقا ئۈسكۈنە ياكى يېڭى تور كۆرگۈچ كۆزنىكىدە ئاچسىڭىز بولىدۇ.
uk: Натиснувши кнопку "Увійти в Обліковий запис PayPal", ви побачите кілька варіантів перевірки облікового запису на веб-сайті PayPal. Відскануйте QR-код за допомогою камери телефону, щоб відкрити PayPal на іншому пристрої, або відкрийте PayPal у новому вікні браузера.
ur: جب آپ 'PayPal پر سائن ان کریں' کو منتخب کریں گے تو آپ کو PayPal کی ویب سائٹ پر اپنے اکاؤنٹ کی تصدیق کے لئے چند اختیارات دیے جائیں گے۔ PayPal کو کسی اور آلے پر کھولنے کے لئے اپنے فون کا کیمرہ استعمال کرکے QR کوڈ کو اسکین کریں یا PayPal کو نئی براؤزر ونڈو میں کھولیں۔
uz: “PayPal tizimiga kirish” bandini tanlaganingizda, sizga PayPal veb-saytida hisobingizni tasdiqlash uchun bir nechta variant beriladi. PayPal dasturini boshqa qurilmada ochish uchun telefoningiz kamerasi yordamida QR kodini skanerlang yoki yangi brauzer oynasida PayPal dasturini oching.
vi: Khi chọn "Đăng nhập vào PayPal", bạn sẽ được cung cấp một vài tùy chọn để xác minh tài khoản của mình trên trang web của PayPal. Quét mã QR bằng camera của điện thoại để mở PayPal trên một thiết bị khác hoặc mở PayPal trong cửa sổ trình duyệt mới.
zh_hans: 选择“登录到 PayPal”后，你将获得几个选项来验证 PayPal 网站上的帐户。请使用手机摄像头扫描 QR 码以在另一台设备上打开 PayPal，或在新的浏览器窗口中打开 PayPal。
zh_hant: 當您選取 [登入 PayPal] 時，您有幾個選項可以在 PayPal 網站上驗證您的帳戶。請使用手機的相機掃描 QR 代碼，以在另一個裝置上開啟 PayPal，或在新的瀏覽器視窗中開啟 PayPal。
