Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.PaymentMethod.MobileCarrier.ViettelAccount
source: Viettel Account
af: Viettel-rekening
am: የ Viettel መለያ
ar: ‏‏حساب Viettel
as: Viettel একাউণ্ট
az: Viettel Hesabı
bg: Акаунт в Viettel
bn_in: Viettel অ্যাকাউন্ট
bs: Viettel račun
cy: Cyfrif Viettel
da: Viettel-konto
de: Viettel-Konto
el: Λογαριασμός Viettel
es: Cuenta de Viettel
et: Vietteli konto
fa: حساب Viettel
gd: Cunntas Viettel
gl: Conta de Viettel
gu: Viettel ખાતું
he: חשבון Viettel
hi: Viettel खाता
hr: Račun za Viettel
hu: Viettel-számla
id: Akun Viettel
is: Viettel-reikningur
ja: Viettel アカウント
ka: Viettel ანგარიში
kk: Viettel шоты
kn: Viettel ಖಾತೆ
ko: Viettel 계정
ku_arab: ئەژمێری Viettel
ky: Viettel Эсептик жазуусу
lo: ບັນຊີ Viettel
lt: „Viettel“ sąskaita
lv: Viettel konts
mi: Pūkete Viettel
mk: Сметка на Viettel
ml: Viettel അക്കൗണ്ട്
mn: Viettel хэрэглэгч
mr: Viettel खाते
ms: Akaun Viettel
mt: Kont Viettel
ne: Viettel खाता
nn_no: Viettel-konto
no: Viettel-konto
or: Viettel ଏକାଉଣ୍ଟ୍
pa_arab_pk: Viettel اکاونٹ
pa_in: Viettel ਖਾਤਾ
pl: Konto Viettel
ru: Счет Viettel
sd: Viettel اڪائونٽ
si: Viettel ගිණුම
sl: Račun pri Viettel
sr_cyrl_rs: Viettel налог
sr_latn_rs: Viettel nalog
sv: Viettel-konto
ta: Viettel கணக்கு
te: Viettel అకౌంట్‌
tg: Ҳисоби Viettel
th: บัญชี Viettel
tt: Viettel хисабы
ug: Viettel ھېساباتى
uk: Рахунок Viettel
ur: ویٹل اکاؤنٹ
uz: Viettel Hisob qaydnomasi
vi: Tài khoản Viettel
zh_hans: Viettel 帐户
zh_hant: Viettel 帳戶

# Word.PaymentMethod.MobileCarrier.Vipracun
source: Vip račun
gd: Cunntas Vip
kn: Vip čರಾಡನ್
ku_arab: Vip راčئون
pa_in: Vip ਰਾčਉਨ
si: Vip ඇත්තčවශයෙන්ම
ta: Vip உண்čமையில்
tt: Vip хисабы
ur: وپ račun

# Word.PaymentMethod.MobileCarrier.VietnamobileAccount
source: Vietnamobile Account
af: Vietnamobile-rekening
am: የ Vietnamobile መለያ
ar: ‏‏حساب Vietnamobile
as: Vietnamobile একাউণ্ট
az: Vietnamobile Hesabı
bg: Акаунт в Vietnamobile
bn_in: Vietnamobile অ্যাকাউন্ট
bs: Vietnamobile račun
cy: Cyfrif Vietnamobile
da: Vietnamobile-konto
de: Vietnamobile-Konto
el: Λογαριασμός Vietnamobile
es: Cuenta de Vietnamobile
et: Vietnamobile'i konto
fa: حساب Vietnamobile
gd: Cunntas Vietnamobile
gl: Conta de Vietnamobile
gu: Vietnamobile ખાતું
he: חשבון Vietnamobile
hi: Vietnamobile खाता
hr: Račun za Vietnamobile
hu: Vietnamobile-számla
id: Akun Vietnamobile
is: Vietnamobile-reikningur
ja: Vietnamobile アカウント
ka: Vietnamobile ანგარიში
kk: Vietnamobile шоты
kn: Vietnamobile ಖಾತೆ
ko: Vietnamobile 계정
ku_arab: ئەژمێری Vietnamobile
ky: Vietnamobile Эсептик жазуусу
lo: ບັນຊີ Vietnamobile
lt: „Vietnamobile“ sąskaita
lv: Vietnamobile konts
mi: Pūkete Vietnamobile
mk: Сметка на Vietnamobile
ml: Vietnamobile അക്കൗണ്ട്
mn: Vietnamobile хэрэглэгч
mr: Vietnamobile खाते
ms: Akaun Vietnamobile
mt: Kont Vietnamobile
ne: Vietnamobile खाता
nn_no: Vietnamobile-konto
no: Vietnamobile-konto
or: Vietnamobile ଏକାଉଣ୍ଟ୍
pa_arab_pk: Vietnamobile اکاونٹ
pa_in: Vietnamobile ਖਾਤਾ
pl: Konto Vietnamobile
ru: Счет Vietnamobile
sd: Vietnamobile اڪاٽونٽ
si: Vietnamobile ගිණුම
sl: Račun pri Vietnamobile
sr_cyrl_rs: Vietnamobile налог
sr_latn_rs: Vietnamobile nalog
sv: Vietnamobile-konto
ta: Vietnamobile கணக்கு
te: Vietnamobile అకౌంట్‌
tg: Ҳисоби Vietnamobile
th: บัญชี Vietnamobile
tt: Vietnamobile хисабы
ug: Vietnamobile ھېساباتى
uk: Рахунок Vietnamobile
ur: ویتنام موبائل اکاؤنٹ
uz: Vietnamobile Hisob qaydnomasi
vi: Tài khoản Vietnamobile
zh_hans: Vietnamobile 帐户
zh_hant: Vietnamobile 帳戶

# Word.PaymentMethod.MobileCarrier.Vodafone
source: Vodafone
ur: ووڈوفون

# Word.PaymentMethod.MobileCarrier.PagosVodafone
source: Pagos Vodafone
as: পাগোছ Vodafone
az: Paqos Vodafone
gd: Pàigheadh Vodafone
kn: ಪಾಗೊಸ್ Vodafone
ku_arab: پاگۆس Vodafone
ml: പഗോസ് Vodafone
pa_in: ਪੇਗੋਸ Vodafone
si: ගෙවීම් Vodafone
ta: பேகோஸ் Vodafone
te: పాగోన్ Vodafone
tg: «Vodafone»-и Пагос
tt: Vodafone аша түләү
ur: پاگوس ووڈافون

# Word.PaymentMethod.MobileCarrier.VodafoneNL
source: Vodafone - NL
ur: ووڈوفون - NL

# Word.PaymentMethod.MobileCarrier.Vodacom
source: Vodacom
ur: ووڈوکام

# Word.PaymentMethod.MobileCarrier.VerizonWireless
source: Verizon Wireless
pa_arab_pk: Verizon وائرلیس
sd: Verizon وائرليس
ur: ویریزون وائرلیس

# Word.PaymentMethod.MobileCarrier.XLAccount
source: XL Account
af: XL-rekening
am: የ XL መለያ
ar: ‏‏حساب XL
as: XL একাউণ্ট
az: XL Hesabı
bg: Акаунт в XL
bn_in: XL অ্যাকাউন্ট
bs: XL račun
cy: Cyfrif XL
da: XL-konto
de: XL-Konto
el: Λογαριασμός XL
es: Cuenta de XL
et: XL-i konto
fa: حساب XL
gd: Cunntas XL
gl: Conta de XL
gu: XL ખાતું
he: חשבון XL
hi: XL खाता
hr: Račun za XL
hu: XL-számla
id: Akun XL
is: XL-reikningur
ja: XL アカウント
ka: XL ანგარიში
kk: XL шоты
kn: XL ಖಾತೆ
ko: XL 계정
ku_arab: ئەژمێری XL
ky: XL Эсептик жазуусу
lo: ບັນຊີ XL
lt: XL sąskaita
lv: XL konts
mi: Pūkete XL
mk: Сметка на XL
ml: XL അക്കൗണ്ട്
mn: XL хэрэглэгч
mr: XL खाते
ms: Akaun XL
mt: Kont XL
ne: XL खाता
nn_no: XL-konto
no: XL-konto
or: XL ଏକାଉଣ୍ଟ୍
pa_arab_pk: XL اکاونٹ
pa_in: XL ਖਾਤਾ
pl: Konto XL
ru: Счет XL
sd: XL اڪائونٽ
si: XL ගිණුම
sl: Račun pri XL
sr_cyrl_rs: XL налог
sr_latn_rs: XL nalog
sv: XL-konto
ta: XL கணக்கு
te: XL అకౌంట్‌
tg: Ҳисоби XL
th: บัญชี XL
tt: XL хисабы
ug: XL ھېساباتى
uk: Рахунок XL
ur: XL اکاؤنٹ
uz: XL Hisob qaydnomasi
vi: Tài khoản XL
zh_hans: XL 帐户
zh_hant: XL 帳戶

# Word.Profile.CompanyFriendlyName
source: Friendly company name
af: Vriendelike maatskappynaam
am: ምቹ የተቋም ስም
ar: ‏‏اسم شركة مألوف
as: পৰিচিত কোম্পানীৰ নাম
az: Şirkətin anlaşıqlı adı
bg: Истинско име на фирма
bn_in: বন্ধুসুলভ কোম্পানির নাম
bs: Naziv kompanije koji se lako pamti
cy: Enw hwylus cwmni
da: Brugervenligt firmanavn
de: Name eines befreundeten Unternehmens
el: Φιλικό όνομα εταιρείας
es: Nombre descriptivo de la empresa
et: Sõbralik ettevõtte nimi
eu: Enpresaren izen adierazgarria
fa: نام دوستانه شرکت
ga: Ainm cairdiúil cuideachta
gd: Ainm càirdeil a' chompanaidh
gl: Nome descritivo da compañía
gu: મૈત્રીપૂર્ણ કંપનીનું નામ
he: שם חברה ידידותי
hi: परिचित कंपनी नाम
hr: Neslužbeni naziv tvrtke
hu: Rövid cégnév
id: Nama perusahaan akrab
is: Heiti fyrirtækis
ja: 検索されやすい企業名
ka: მეგობრული კომპანიის სახელი
kk: Компания атауы
kn: ಸ್ನೇಹಮಯಿ ಕಂಪನಿ ಹೆಸರು
ko: 회사 이름
ku_arab: ناوی دۆستانەی کۆمپانیا
ky: Достук компаниянын аты
lo: ຊື່ທີ່ຈື່ງ່າຍຂອງບໍລິສັດ
lt: Draugiškas įmonės pavadinimas
lv: Draudzīgais uzņēmuma nosaukums
mi: Ingoa kamupene ratarata
mk: Кратко име на компанијата
ml: സൗഹൃദ കമ്പനി നാമം
mn: Ойлгомжтой компаний нэр
mr: मित्रत्वाचे कंपनी नाव
ms: Nama syarikat mesra
mt: Isem faċli tal-kumpanija
ne: अनुकूल कम्पनी नाम
nn_no: Eigendefinert firmanamn
no: Egendefinert firmanavn
or: ବନ୍ଧୁତାମୂଳକ କମ୍ପାନୀ ନାମ
pa_arab_pk: دوستانہ کمپنی دا ناں
pa_in: ਫ੍ਰੈਂਡਲੀ ਕੰਪਨੀ ਨਾਮ
pl: Przyjazna nazwa firmy
ru: Понятное название компании
sd: دوستاڻي ڪمپني جو نالو
si: මිත්‍රශීලී සමාගම් නාමය
sl: Uporabniku prijazno ime podjetja
sr_cyrl_rs: Скраћени назив компаније
sr_latn_rs: Skraćeni naziv kompanije
sv: Företagsnamn
ta: நட்புரீதியிலான நிறுவனப் பெயர்
te: స్నేహపూర్వక కంపెనీ పేరు
tg: Номи форами шикрат
th: ชื่อบริษัทที่เรียกง่าย
tr: Kolay şirket adı
tt: Ширкәтнең аңлаешлы исеме
ug: شىركەتنىڭ دوستانە نامى
uk: Коротке ім’я компанії
ur: دوستانہ کمپنی نام
uz: Kompaniya nomi
vi: Tên công ty thân thiện
zh_hans: 公司友好名称
zh_hant: 友善公司名稱

# Word.Profile.Culture
source: Preferred Language
af: Voorkeurtaal
am: ተመራጭ ቋንቋ
ar: ‏‏اللغة المفضلة
as: অগ্ৰাধিকাৰ প্ৰাপ্ত ভাষা
az: Seçilən dil
bg: Предпочитан език
bn_in: পছন্দের ভাষা
bs: Željeni jezik
cy: Dewis Iaith
da: Foretrukket sprog
de: Bevorzugte Sprache
el: Προτιμώμενη γλώσσα
es: Idioma preferido
et: Eelistatud keel
eu: Hizkuntza hobetsia
fa: زبان مورد نظر
ga: Rogha Teanga
gd: An cànan as fhearr leat
gl: Idioma preferido
gu: પસંદગીની ભાષા
he: שפה מועדפת
hi: प्राथमिक भाषा
hr: Željeni jezik
hu: Preferált nyelv
id: Bahasa Pilihan
is: Valið tungumál
ja: 優先する言語
ka: მითითებული ენა
kk: Таңдаулы тіл
kn: ಆದ್ಯತೆಯ ಭಾಷೆ
ko: 기본 설정 언어
ku_arab: ژمانی پەسەند
ky: Артык көрүлгөн тил
lo: ພາສາທີ່ມັກ
lt: Pageidaujama kalba
lv: Vēlamā valoda
mi: Reo e manakotia ana
mk: Претпочитан јазик
ml: ഇഷ്ട ഭാഷ
mn: Сонгосон хэл
mr: प्राधान्य भाषा
ms: Bahasa Diutamakan
mt: Lingwa Ppreferuta
ne: रुचाइएको भाषा
nn_no: Føretrekt språk
no: Foretrukket språk
or: ପସନ୍ଦିତା ଭାଷା
pa_arab_pk: ترجیحی زبان
pa_in: ਪਸੰਦੀਦਾ ਭਾਸ਼ਾ
pl: Preferowany język
ru: Предпочитаемый язык
sd: ترجيحي زبان
si: මනාප භාෂාව
sl: Izbrani jezik
sr_cyrl_rs: Језик коме корисник даје предност
sr_latn_rs: Jezik kome korisnik daje prednost
sv: Önskat språk
ta: விரும்பிய மொழி
te: ప్రాధాన్యతా భాష
tg: Забони пазируфта
th: ภาษาที่ต้องการ
tr: Tercih Edilen Dil
tt: Өстенлекле тел
ug: مايىل تىلى
uk: Основна мова
ur: غیرملکی زبان
uz: Afzal ko‘rilgan til
vi: Ngôn ngữ Ưa dùng
zh_hans: 首选语言
zh_hant: 慣用語言

# Word.Profile.CURPNumber
source: CURP Number
af: CURP-nommer
am: የ CURP ቁጥር
ar: ‏‏رقم CURP
as: CURP নম্বৰ
az: CURP Nömrəsi
bg: CURP номер
bn_in: CURP নম্বর
bs: CURP broj
cy: Rhif CURP
da: CURP-nummer
de: CURP-Nummer
el: Αριθμός CURP
es: Número CURP
eu: CURP zenbakia
fa: شماره CURP
gd: Àireamh CURP
gl: Número CURP
gu: CURP નંબર
he: מספר CURP
hi: CURP संख्या
hr: CURP broj
hu: CURP-szám
id: Nomor CURP
is: CURP-númer
ja: CURP 番号
ka: CURP ნომერი
kk: CURP нөмірі
kn: CURP ಸಂಖ್ಯೆ
ko: CURP 번호
ku_arab: ژمارەی CURP
ky: CURP Номери
lo: ໝາຍເລກ CURP
lt: CURP numeris
lv: CURP numurs
mi: Tau CURP
mk: ЦУРП-број
ml: CURP നമ്പർ
mn: CURP дугаар
mr: CURP क्रमांक
ms: Nombor CURP
mt: Numru CURP
ne: CURP नम्बर
nn_no: CURP-nummer
no: CURP-nummer
or: CURP ନମ୍ବର
pa_arab_pk: CURP نمبر
pa_in: CURP ਨੰਬਰ
pl: Numer CURP
ru: Номер CURP
sd: CURP نمبر
si: CURP අංකය
sl: Številka CURP
sr_cyrl_rs: CURP број
sr_latn_rs: CURP broj
sv: CURP-nummer
ta: CURP எண்
te: CURP నంబర్
tg: Рақами CURP
th: หมายเลข CURP
tr: CURP Numarası
tt: CURP номеры
ug: CURP نومۇرى
uk: Номер CURP
ur: CURP نمبر
uz: CURP raqami
vi: Số CURP
zh_hans: CURP 号码
zh_hant: CURP 號碼

# Word.Tenant.DomainPrefix
source: Domain prefix
af: Domeinvoorvoegsel
am: የጎራ ቅድመ-ቅጥያ
ar: بادئة المجال
as: ডমেইন উপসৰ্গ
az: Domen prefiksi
bg: Префикс на домейн
bn_in: ডোমেন উপসর্গ
bs: Prefiks domene
cy: Rhag-ddodiad parth
da: Domænepræfiks
de: Domänenpräfix
el: Πρόθημα τομέα
es: Prefijo de dominio
et: Domeeni eesliide
eu: Domeinuaren aurrizkia
fa: پیشوند دامنه
ga: Réimír fearainn
gd: Ro-leasachan na h-àrainne
gl: Prefixo do dominio
gu: ડોમેન ઉપસર્ગ
he: קידומת תחום
hi: डोमेन उपसर्ग
hr: Prefiks domene
hu: Tartományelőtag
id: Prefiks domain
is: Forskeyti léns
ja: ドメイン プレフィックス
ka: დომენის პრეფიქსი
kk: Домен префиксі
kn: ಡೊಮೇನ್ ಪೂರ್ವಪ್ರತ್ಯಯ
ko: 도메인 접두사
ku_arab: پێشگری دۆمەین
ky: Домен префикси
lo: ຄຳນໍາໜ້າໂດເມນ
lt: Domeno prefiksas
lv: Domēna prefikss
mi: Pīmua rohe
mk: Префикс на доменот
ml: ഡൊമെയ്ൻ പ്രിഫിക്സ്
mn: Домэйний угтвар
mr: डोमेन प्रत्यय
ms: Awalan domain
mt: Prefiss tad-dominju
ne: डोमन प्रिफिक्स
nn_no: Domeneprefiks
no: Domeneprefiks
or: ଡୋମେନ୍‌ ପ୍ରିଫିକ୍ସ
pa_arab_pk: ڈومین پریفیکس
pa_in: ਵਿਸ਼ੇ ਦਾ ਪਿਛੇਤਰ
pl: Prefiks domeny
ru: Префикс домена
sd: ڊومين پريفڪسس
si: වසම් පෙර ඈඳිය
sl: Predpona domene
sr_cyrl_rs: Префикс домена
sr_latn_rs: Prefiks domena
sv: Domänprefix
ta: கள முன்னொட்டு
te: డొమైన్ ప్రిఫిక్స్
tg: Пешванди домен
th: รหัสนำหน้าโดเมน
tr: Etki alanı ön eki
tt: Домен префиксы
ug: دائىرە ئالدى قوشۇمچىسى
uk: Префікс домену
ur: ڈومین پریفیکس
uz: Domen kodi
vi: Tiền tố miền
zh_hans: 域前缀
zh_hant: 網域前置詞

# Word.Tenant.DomainPrefixDescription
source: The domain prefix to be used to create tenant
af: Die domeinvoorvoegsel wat gebruik moet word om die huurder te gebruik
am: ተከራይ ለመፍጠር ጥቅም ላይ የሚውለው የጎራ ቅድመ-ቅጥያ
ar: بادئة المجال المُستخدمة لإنشاء مستأجر
as: টেনেণ্ট সৃষ্টি কৰিবলৈ ডমেইন উপসৰ্গ ব্যৱহাৰ কৰা হয়
az: İcarədarı yaratmaq üçün istifadə olunacaq domen prefiksi
bg: Префиксът на домейн за създаване на клиент
bn_in: এই ডোমেনের উপসর্গটি একটি টেনেন্ট তৈরি করার কাজে ব্যবহৃত হয়
bs: Prefiks domene koji će se koristiti za kreianje klijenta
cy: Rhag-ddodiad y parth i'w ddefnyddio i greu tenant
da: Det domænepræfiks, der skal bruges til at oprette lejer
de: Das Domänenpräfix, das zum Erstellen des Mandanten verwendet werden soll
el: Το πρόθημα τομέα που θα χρησιμοποιηθεί για τη δημιουργία μισθωτή
es: Prefijo de dominio para crear el inquilino
et: Rentniku loomiseks kasutatav domeenieesliide
eu: Maizterra sortzeko erabili beharreko domeinu.aurrizkia
fa: پیشوند دامنه استفاده شده برای ایجاد اجاره کننده
ga: An réimír fearainn a úsáidfear le tionónta a chruthú
gd: Ro-leasachan na h-àrainne a thèid a chleachdadh gus am màladair a chruthachadh
gl: O prefixo do dominio que se usará para crear o arrendatario
gu: ભાડુઆત બનાવવા માટે ડોમેન ઉપસર્ગનો ઉપયોગ કરવાનો રહેશે
he: קידומת התחום לשימוש ליצירת דייר
hi: डोमेन उपसर्ग का उपयोग टैनेंट बनाने के लिए किया जाएगा
hr: Prefiks domene koji se koristi za stvaranje klijenta
hu: A bérlő létrehozásához használt tartományelőtag
id: Prefiks domain yang digunakan untuk membuat penyewa
is: Forskeyti léns sem á að nota þegar leigjandi er stofnaður
ja: テナントの作成に使用するドメイン プレフィックス
ka: კლიენტის შესაქმნელი დომენის პრეფიქსი
kk: Қатысушы жасауға пайдаланылатын домен префиксі
kn: ಟೆನೆಂಟ್ ರಚಿಸಲು ಡೊಮೇನ್ ಪೂರ್ವಪ್ರತ್ಯಯವನ್ನು ಬಳಸಬೇಕು
ko: 테넌트 생성에 사용할 도메인 접두사
ku_arab: پێشگری دۆمەین بەکاربهێنرێت بۆ دروستکردنی کرێگرتە
ky: Домен префикси ээни түзүү үчүн колдонулат
lo: ເລກນໍາໜ້າໂດເມນທີ່ຈະໃຊ້ເພື່ອສ້າງຜູ້ເຊົ່າ
lt: Domeno prefiksas naudojamas nuomininkui sukurti
lv: Domēna prefikss, ko izmantot nomnieka izveidei
mi: Te pīmua o te rohe me whakamahi hei hanga kairīhi
mk: Префиксот на доменот да се користи за создавање клиент
ml: ടെനന്റിനെ സൃഷ്ടിക്കുന്നതിനായി ഡൊമെയ്ൻ പ്രിഫിക്സ് ഉപയോഗിക്കണം
mn: Домэйний угтвар нь түрээслэгч үүсгэхэд хэрэглэгдэнэ
mr: भाडेकरु तयार करण्यासाठी डोमेन प्रत्यय वापरले गेले
ms: Awalan domain akan digunakan untuk mencipta penyewa
mt: Il-prefiss tad-dominju biex jintuża sabiex jinħoloq tenant
ne: आसामी सिर्जनाको लागि domain prefix प्रयोग हुनुपर्छ
nn_no: Domeneprefikset som skal brukast til å opprette leigaren
no: Domeneprefikset som brukes til å opprette leier
or: ଟେନାଣ୍ଟ ସୃଷ୍ଟି କରିବାକୁ ଡୋମେନ୍‌ ପ୍ରିଫିକ୍ସ ବ୍ୟବହାର କରାଯିବ
pa_arab_pk: قابض بنان لئی ورتے جان آلا ڈومین پریفیکس
pa_in: ਕਿਰਾਏਦਾਰ ਤਿਆਰ ਕਰਨ ਲਈ ਵਰਤਣ ਵਾਸਤੇ ਵਿਸ਼ਾ ਪਿਛੇਤਰ
pl: Prefiks domeny na potrzeby utworzenia dzierżawy
ru: Префикс домена, который следует использовать для создания клиента
sd: ٽينيٽ ٺاهڻ لاءِ استعمال ٿيندڙ ڊومين پريفڪس
si: කුලීකරු නිර්මාණය කිරීමට වසම් පෙර ඈඳිය භාවිත කළ යුතුය
sl: Predpona domene za ustvarjanje najemnika
sr_cyrl_rs: Префикс домена који ће се користити за креирање закупца
sr_latn_rs: Prefiks domena koji će se koristiti za kreiranje zakupca
sv: Domänprefixet som ska användas för att skapa klientorganisationen
ta: டெனன்டை உருவாக்க, பயன்படுத்த வேண்டிய கள முன்னொட்டு
te: ఉపభోక్తను సృష్టించేందుకు డొమైన్ ప్రిఫిక్స్‌ను ఉపయోగించాలి
tg: Пешванди домен барои эҷод кардани соҳиб истифода мешавад
th: รหัสนำหน้าโดเมนใช้สำหรับสร้างผู้เช่า
tr: Kiracı oluşturmak için kullanılacak etki alanı ön eki
tt: Клиент хисап язмасын төзү өчен кулланыласы домен префиксы
ug: مېھمان نامى قۇرغاندا ئىشلىتىدىغان دائىرە ئالدى قوشۇمچىسى
uk: Префікс домену для створення клієнта
ur: قابض بنانے کیلئے استعمال ہونے والا ڈومین پریفکس
uz: Ishtirokchi yaratish uchun foydalaniladigan domen kodi
vi: Tiền tố miền được sử dụng để tạo người thuê
zh_hans: 用于创建租户的域前缀
zh_hant: 要用於建立租用戶的網域首碼

# Word.Tenant.AdminUsername
source: Username
af: Gebruikersnaam
am: የተጠቃሚ ስም
ar: اسم المستخدم
as: ব্যৱহাৰকাৰীৰ নাম
az: İstifadəçi adı
bg: Потребителско име
bn_in: ব্যবহারকারীর নাম
bs: Korisničko ime
cy: Enw defnyddiwr
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile-izena
fa: نام کاربری
ga: Ainm úsáideora
gd: Ainm-cleachdaiche
gl: Nome de usuario
gu: ઉપયોગકર્તા
he: שם משתמש
hi: उपयोगकर्ता नाम
hr: Korisničko ime
hu: Felhasználónév
id: Nama pengguna
is: Notandanafn
ja: ユーザー名
ka: მომხმარებლის სახელი
kk: Пайдаланушы аты
kn: ಬಳಕೆದಾರರಹೆಸರು
ko: 사용자 이름
ku_arab: ناوی بەکارهێنەر
ky: Колдонуучу аты
lo: ຊື່ຜູ້ໃຊ້
lt: Vartotojo vardas
lv: Lietotājvārds
mi: Ingoa kaiwhakamahi
mk: Корисничко име
ml: ഉപയോക്തൃ നാമം
mn: Хэрэглэгчийн нэр
mr: प्रयोक्ता नाव
ms: Nama pengguna
mt: Isem l-utent
ne: प्रयोगकर्ताको नाम
nn_no: Brukarnamn
no: Brukernavn
or: ଉପଭୋକ୍ତାନାମ
pa_arab_pk: صارف ناں
pa_in: ਉਪਭੋਗਤਾ ਨਾਮ
pl: Nazwa użytkownika
ru: Имя пользователя
sd: صارف نالو
si: භාවිත නම
sl: Uporabniško ime
sr_cyrl_rs: Корисничко име
sr_latn_rs: Korisničko ime
sv: Användarnamn
ta: பயனர்பெயர்
te: ఉపయోక్తపేరు
tg: Номи корбар
th: ชื่อผู้ใช้
tr: Kullanıcı adı
tt: Кулланучы исеме
ug: ئىشلەتكۈچى نامى
uk: Ім’я користувача
ur: صارف نام
uz: Foydalanuvchi nomi
vi: Tên người dùng
zh_hans: 用户名
zh_hant: 使用者名稱

# Word.Tenant.AdminUsernameDescription
source: Admin user username
af: Admingebruiker se gebruikersnaam
am: የአስተዳዳሪ ተጠቃሚ የተጠቃሚ ስም
ar: اسم المستخدم الخاص بالمستخدم المسؤول
as: ব্যৱস্থাপক ব্যৱহাৰকৰ্তাৰ ব্যৱহাৰকাৰীৰ নাম
az: İnzibatçı istifadəçinin istifadəçi adı
bg: Потребителско име на потребител администратор
bn_in: অ্যাডমিন ব্যবহারকারী ব্যবহারকারীর নাম
bs: Korisničko ime administratorskog korisnika
cy: Enw defnyddiwr defnyddiwr Gweinyddwr
da: Administratorbrugers brugernavn
de: Benutzername des Administratorbenutzers
el: Όνομα χρήστη διαχειριστή
es: Nombre de usuario del administrador
et: Administraatori kasutajanimi
eu: Administratzailearen erabiltzaile-izena
fa: نام کاربری کاربر سرپرست
ga: Ainm úsáideora úsáideoir an Riaracháin
gd: Ainm-cleachdaiche an rianaire
gl: Nome de usuario do usuario administrador
gu: એડમિન ઉપયોગકર્તા ઉપયોગકર્તાનામ
he: שם משתמש של משתמש מנהל
hi: व्यवस्थापक उपयोगकर्ता उपयोगकर्ता नाम
hr: Korisničko ime korisnika administratora
hu: Az adminisztrátor felhasználóneve
id: Nama pengguna Admin
is: Notandanafn stjórnanda
ja: 管理者ユーザーのユーザー名
ka: მომხმარებელი ადმინისტრატორის მომხმარებლის სახელი
kk: Әкімші пайдаланушысының аты
kn: ನಿರ್ವಾಹಕ ಬಳಕೆದಾರ ಬಳಕೆದಾರರಹೆಸರು
ko: 관리 사용자 사용자 이름
ku_arab: ناوی بەکارهێنەری بەکارهێنەری سەرپەرشتیار
ky: Администратор-колдонуучунун колдонуучу аты
lo: ຊື່ຜູ້ໃຊ້ທີ່ເປັນຜູ້ດູແລ
lt: Administratoriaus vartotojo vardas
lv: Lietotāja Administrators lietotājvārds
mi: Ingoa kaiwhakamahi o te kaiwhakamahi whakahaere
mk: Корисничко име на корисникот администратор
ml: അഡ്മിൻ ഉപയോക്താവിന്റെ ഉപയോക്തൃ നാമം
mn: Админ хэрэглэгчийн нэр
mr: प्रशासक प्रयोक्ता प्रयोक्ता नाव
ms: Nama pengguna pengguna pentadbir
mt: Isem l-utent tal-utent tal-amministratur
ne: Admin प्रयोगकर्ताको प्रयोगकर्ताको नाम
nn_no: Brukarnamn for administratorbrukaren
no: Brukernavnet til administratorbrukeren
or: ବ୍ୟବସ୍ଥାପକ ଉପଭୋକ୍ତା ଉପଭୋକ୍ତାନାମ
pa_arab_pk: صارف ناں منتظم صارف
pa_in: ਐਡਮਿਨ ਉਪਭੋਗਤਾ ਉਪਭੋਗਤਾ ਨਾਮ
pl: Nazwa użytkownika administratora
ru: Имя пользователя администратора
sd: منتظم صارف نالو
si: පරිපාලක පරිශීලක භාවිත නම
sl: Uporabniško ime skrbnika
sr_cyrl_rs: Корисничко име администратора
sr_latn_rs: Korisničko ime administratora
sv: Administratörsanvändarens användarnamn
ta: நிர்வாகிப் பயனரின் பயனர்பெயர்
te: అడ్మిన్ వినియోగదారుని ఉపయోక్తపేరు
tg: Номи корбари ҳисоби соҳиб
th: ชื่อผู้ใช้ของผู้ใช้ผู้ดูแล
tr: Yönetici kullanıcının kullanıcı adı
tt: Администратор кулланучы исеме
ug: باشقۇرغۇچى ئىشلەتكۈچىنىڭ نامى
uk: Ім’я користувача, яке належить адміністратору
ur: صارف نام برائے منتظم صارف
uz: Ma’murning foydalanuvchi nomi
vi: Tên người dùng Quản trị viên
zh_hans: 管理员用户的用户名
zh_hant: 系統管理員使用者名稱

# Word.Tenant.AdminPassword
source: Password
af: Wagwoord
am: የይለፍ ቃል
ar: كلمة المرور
as: পাছৱৰ্ড
az: Parol
bg: Парола
bn_in: পাসওয়ার্ড
bs: Lozinka
cy: Cyfrinair
da: Adgangskode
de: Kennwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
eu: Pasahitza
fa: رمز عبور
ga: Pasfhocal
gd: Facal-faire
gl: Contrasinal
gu: પાસવર્ડ
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Sandi
is: Aðgangsorð
ja: パスワード
ka: პაროლი
kk: Құпия сөз
kn: ಪಾಸ್‌ವರ್ಡ್
ko: 암호
ku_arab: نهێنوشە
ky: Жашыруун сөз
lo: ລະຫັດຜ່ານ
lt: Slaptažodis
lv: Parole
mi: Kupuhipa
mk: Лозинка
ml: രഹസ്യവാക്ക്
mn: Нууц үг
mr: पासवर्ड
ms: Kata laluan
ne: पासवर्ड
nn_no: Passord
no: Passord
or: ପାସ୍‌ୱାର୍ଡ୍‌
pa_arab_pk: لفظی کنجی
pa_in: ਪਾਸਵਰਡ
pl: Hasło
ru: Пароль
sd: پاس ورڊ
si: මුරපදය
sl: Geslo
sr_cyrl_rs: Лозинка
sr_latn_rs: Lozinka
sv: Lösenord
ta: கடவுச்சொல்
te: అనుమతిపదం
tg: Парол
th: รหัสผ่าน
tr: Parola
tt: Серсүз
ug: پارول
uk: Пароль
ur: پاس ورڈ
uz: Parol
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# Word.Tenant.AdminPasswordDescription
source: Admin user password
af: Admingebruiker se wagwoord
am: የአስተዳዳሪ ተጠቃሚ የይለፍ ቃል
ar: كلمة المرور الخاصة بالمستخدم المسؤول
as: ব্যৱস্থাপক ব্যৱহাৰকৰ্তাৰ পাছৱৰ্ড
az: İnzibatçı istifadəçinin parolu
bg: Парола на потребител администратор
bn_in: অ্যাডমিন ব্যবহারকারী পাসওয়ার্ড
bs: Lozinka administratorskog korisnika
cy: Cyfrinair defnyddiwr Gweinyddwr
da: Administratorbrugers adgangskode
de: Kennwort des Administratorbenutzers
el: Κωδικός πρόσβασης διαχειριστή
es: Contraseña del administrador
et: Administraatori parool
eu: Administratzailearen pasahitza
fa: رمز عبور کاربر سرپرست
ga: Pasfhocal an úsáideora Riaracháin
gd: Facal-faire an rianaire
gl: Contrasinal do usuario administrador
gu: એડમિન ઉપયોગકર્તા પાસવર્ડ
he: סיסמת משתמש מנהל
hi: व्यवस्थापक उपयोगकर्ता पासवर्ड
hr: Lozinka korisnika administratora
hu: Az adminisztrátor jelszava
id: Sandi pengguna Admin
is: Aðgangsorð stjórnanda
ja: 管理者ユーザーのパスワード
ka: ადმინისტრატორის პაროლი
kk: Әкімші пайдаланушысының құпия сөзі
kn: ನಿರ್ವಾಹಕ ಬಳಕೆದಾರರ ಪಾಸ್‌ವರ್ಡ್
ko: 관리 사용자 암호
ku_arab: نهێنوشەی بەکارهێنەری سەرپەرشتیار
ky: Администратор-колдонуучунун жашыруун сөзү
lo: ລະຫັດຜ່ານຜູ້ໃຊ້ທີ່ເປັນຜູ້ດູແລ
lt: Administratoriaus vartotojo slaptažodis
lv: Lietotāja Administrators parole
mi: Kupuhipa kaiwhakamahi whakahaere
mk: Лозинка на корисникот администратор
ml: അഡ്മിൻ ഉപയോക്താവിന്റെ രഹസ്യവാക്ക്
mn: Админ хэрэглэгчийн нууц үг
mr: प्रशासक प्रयोक्ता पासवर्ड
ms: Kata laluan pengguna pentadbir
mt: Password tal-utent tal-amministratur
ne: Admin प्रयोगकर्ताको पासवर्ड
nn_no: Passord for administratorbrukaren
no: Passordet til administratorbrukeren
or: ବ୍ୟବସ୍ଥାପକ ଉପଭୋକ୍ତା ପାସ୍‌ୱାର୍ଡ୍‌
pa_arab_pk: منتظم صارف دی لفظی کنجی
pa_in: ਐਡਮਿਨ ਉਪਭੋਗਤਾ ਪਾਸਵਰਡ
pl: Hasło administratora
ru: Пароль администратора
sd: منتظم صارف پاسورڊ
si: පරිපාලක පරිශීලක මුරපදය
sl: Geslo skrbnika
sr_cyrl_rs: Лозинка администратора
sr_latn_rs: Lozinka administratora
sv: Administratörsanvändarens lösenord
ta: நிர்வாகிப் பயனரின் கடவுச்சொல்
te: అడ్మిన్ వినియోగదారుని అనుమతిపదం
tg: Пароли корбари маъмурӣ
th: รหัสผ่านของผู้ใช้ผู้ดูแล
tr: Yönetici kullanıcının parolası
tt: Администратор кулланучы серсүзе
ug: باشقۇرغۇچى ئىشلەتكۈچىنىڭ پارولى
uk: Пароль адміністратора
ur: منتظم صارف پاس ورڈ
uz: Ma’mur paroli
vi: Mật khẩu người dùng Quản trị viên
zh_hans: 管理员用户密码
zh_hant: 系統管理員使用者密碼
