Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitBankCode.MaxLength
source: Routing number is too long.
af: Roeteringsnommer is te lank.
am: የመተላለፊያ ቁጥር በጣም ረጅም ነው።
ar: رقم التوجيه أطول من اللازم.
as: Routing নম্বৰ অতি দীঘল৷
az: Bank kodu çox uzundur.
bg: Банковият код (RTN/ABA) е прекалено дълъг.
bn_in: রুটিং নাম্বারটি অত্যন্ত লম্বা৷
bs: Broj usmjeravanja je predug.
cy: Mae'r rhif llwybro yn rhy hir.
da: Registreringsnummeret er for langt.
de: Die Bankleitzahl ist zu lang.
el: Ο κωδικός υποκαταστήματος είναι πολύ μεγάλος.
es: El número de ruta es demasiado largo.
et: Marsruutimisnumber on liiga pikk.
eu: Bideratzaile-zenbakia luzeegia da.
fa: شماره روتینگ بسیار طولانی است.
ga: Uimhir ródúcháin rófhada.
gd: Tha an àireamh rùtachaidh ro fhada.
gl: Número de encamiñamento moi longo.
gu: રાઉટિંગ નંબર ખૂબ લાંબો છે.
he: מספר הניתוב ארוך מדי.
hi: रूटिंग संख्या बहुत लंबी है.
hr: Broj usmjeravanja je predug.
hu: A regisztrációs azonosító túl hosszú.
id: Nomor routing terlalu panjang.
is: Beiningarnúmerið er of langt.
ja: ルーティング ナンバーが長すぎます。
ka: მარშრუტის ნომერი ძალიან გრძელია.
kk: Бағыттау нөмірі тым ұзын.
kn: ರೂಟಿಂಗ್ ಸಂಖ್ಯೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 라우팅 번호가 너무 깁니다.
ku_arab: ژمارەی ئاراستەکردن زۆر درێژە.
ky: Routing Номур өтө узун.
lo: ເລກເສັ້ນທາງທະນາຄານຍາວເກີນໄປ.
lt: Banko kodas per ilgas.
lv: Reģistrācijas numurs ir pārāk garš.
mi: He roa rawa te tau ararere.
mk: RTN е предолг.
ml: റൂട്ടിംഗ് നമ്പര്‍ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Чиглүүлэх дугаар хэт урт байна.
mr: मार्गस्थ संख्या खूप दीर्घ आहे.
ms: Nombor penghalaan terlalu panjang.
mt: Ir-routing number twil wisq.
ne: रुटिङ् नम्बर धेरै लामो भयो।
nn_no: Rutingnummeret er for langt.
no: Registreringsnummeret er for langt.
or: ରୋଟିଂ ନମ୍ଵର୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: رؤوٹنگ نمبر بہت لما اے۔
pa_in: ਰੂਟਿੰਗ ਨੰਬਰ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod banku jest zbyt długi.
ru: Слишком длинный код банка.
sd: رائوٽنگ نمبر تمام وڏو آھي.
si: රූටින් අංකය දිග වැඩියි.
sl: Koda banke je predolga.
sr_cyrl_rs: Број усмеравања је предугачак.
sr_latn_rs: Broj usmeravanja je predugačak.
sv: Clearingnumret är för långt.
ta: ரூட்டிங் எண் மிக நீளமாக உள்ளது.
te: రూటింగ్ సంఖ్య చాలా పొడవుగా ఉంది.
tg: Рақами роҳнамо аз ҳад дароз аст.
th: หมายเลข Routing Number ยาวเกินไป
tr: Rota numarası çok uzun.
tt: Маршрутизация номеры бик озын.
ug: چەك نومۇرى بەك ئۇزۇن.
uk: Код банку занадто довгий.
ur: راؤٹنگ نمبر بہت طویل ہے.
uz: Marshrutlash raqami juda uzun.
vi: Số định tuyến quá dài.
zh_hans: 银行代号过长。
zh_hant: 銀行號碼太長。

# Literal.DirectDebitBankCode.MinLength
source: Routing number is too short.
af: Roeteringsnommer is te kort.
am: የመተላለፊያ ቁጥር በጣም አጭር ነው።
ar: رقم التوجيه قصير للغاية.
as: Routing নম্বৰ অতি চুটি৷
az: Bank kodu çox qısadır.
bg: Банковият код (RTN/ABA) е прекалено къс.
bn_in: রুটিং নাম্বারটি অত্যন্ত ছোট৷
bs: Broj usmjeravanja je prekratak.
cy: Mae'r rhif llwybro yn rhy fyr.
da: Registreringsnummeret er for kort.
de: Die Bankleitzahl ist zu kurz.
el: Ο κωδικός υποκαταστήματος είναι πολύ μικρός.
es: El número de ruta es demasiado corto.
et: Marsruutimisnumber on liiga lühike.
eu: Bideratzaile-zenbakia motzegia da.
fa: شماره روتینگ بسیار کوتاه است.
ga: Uimhir ródúcháin róghearr.
gd: Tha an àireamh rùtachaidh ro ghoirid.
gl: Número de encamiñamento moi curto.
gu: રાઉટિંગ નંબર ખૂબ ટૂંકો છે.
he: מספר הניתוב קצר מדי.
hi: रूटिंग संख्या बहुत छोटी है.
hr: Broj usmjeravanja je prekratak.
hu: A regisztrációs azonosító túl rövid.
id: Nomor telepon terlalu pendek.
is: Beiningarnúmerið er of stutt.
ja: ルーティング ナンバーが短すぎます。
ka: მარშრუტის ნომერი ძალიან მოკლეა.
kk: Бағыттау нөмірі тым қысқа.
kn: ರೂಟಿಂಗ್ ಸಂಖ್ಯೆಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 라우팅 번호가 너무 짧습니다.
ku_arab: ژمارەی ئاراستەکردن زۆر کورتە.
ky: Routing Номур өтө кыска.
lo: ເລກເສັ້ນທາງທະນາຄານສັ້ນເກີນໄປ.
lt: Banko kodas per trumpas.
lv: Reģistrācijas numurs ir pārāk īss.
mi: He poto rawa te tau ararere.
mk: RTN е прекраток.
ml: റൂട്ടിംഗ് നമ്പര്‍ വളരെ ചെറുതാണ്.
mn: Чиглүүлэх дугаар хэт богино байна.
mr: मार्गस्थ संख्या खूप लहान आहे.
ms: Nombor penghalaan terlalu pendek.
mt: Ir-routing number qasir wisq.
ne: रुटिङ् नम्बर धेरै छोटो भयो।
nn_no: Rutingnummeret er for kort.
no: Registreringsnummeret er for kort.
or: ରୋଟିଂ ନମ୍ଵର୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: رؤوٹنگ نمبر بہت چھوٹا اے۔
pa_in: ਰੂਟਿੰਗ ਨੰਬਰ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod banku jest zbyt krótki.
ru: Слишком короткий код банка.
sd: رائوٽنگ نمبر تمام ننڍو آھي.
si: රූටින් අංකය කෙටි වැඩියි.
sl: Koda banke je prekratka.
sr_cyrl_rs: Број усмеравања је превише кратак.
sr_latn_rs: Broj usmeravanja je previše kratak.
sv: Clearingnumret är för kort.
ta: ரூட்டிங் எண் மிகச் சிறியதாக உள்ளது.
te: రూటింగ్ సంఖ్య చాలా చిన్నదిగా ఉంది.
tg: Рақами роҳнамо аз ҳад кӯтоҳ аст.
th: หมายเลข Routing Number สั้นเกินไป
tr: Rota numarası çok kısa.
tt: Маршрутизация номеры бик кыска.
ug: چەك نومۇرى بەك قىسقا.
uk: Код банку занадто короткий.
ur: راؤٹنگ نمبر بہت مختصر ہے.
uz: Marshrutlash raqami juda qisqa.
vi: Số định tuyến quá ngắn.
zh_hans: 银行代号过短。
zh_hant: 銀行號碼太短。

# Literal.DirectDebitBankCode.Pattern
source: Invalid routing number.
af: Ongeldige roeteringsnommer.
am: ልክ ያልኾነ የመተላለፍያ ቁጥር
ar: رقم التوجيه غير صالح.
as: অবৈধ Routing নম্বৰ৷
az: Bank kodu səhvdir.
bg: Невалиден банков код (RTN/ABA).
bn_in: রুটিং নাম্বারটি ঠিকঠাক নেই৷
bs: Nevažeći broj usmjeravanja.
cy: Mae'r rhif llwybro yn annilys.
da: Ugyldigt registreringsnummer.
de: Ungültige Bankleitzahl.
el: Μη έγκυρος κωδικός υποκαταστήματος.
es: Número de ruta no válido.
et: Marsruutimisnumber on sobimatu.
eu: Bideratzaile-zenbakia baliogabea da.
fa: شماره روتینگ نامعتبر است.
ga: Uimhir ródúcháin neamhbhailí.
gd: Tha an àireamh rùtachaidh mì-dhligheach.
gl: Número de encamiñamento non válido.
gu: અમાન્ય રાઉટિંગ નંબર.
he: מספר הניתוב לא חוקי.
hi: अमान्य रूटिंग संख्या.
hr: Broj usmjeravanja nije valjan.
hu: Érvénytelen regisztrációs azonosító.
id: Nomor routing tidak sah.
is: Ógilt beiningarnúmer.
ja: ルーティング ナンバーが正しくありません。
ka: მარშრუტის ნომერი არასწორია.
kk: Бағыттау нөмірі дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ರೂಟಿಂಗ್ ಸಂಖ್ಯೆ.
ko: 라우팅 번호가 올바르지 않습니다.
ku_arab: ژمارەی ئاراستەکردن نادروستە.
ky: Жараксыз routing Номур.
lo: ເລກເສັ້ນທາງທະນາຄານບໍ່ຖືກຕ້ອງ.
lt: Banko kodas netinkamas.
lv: Nederīgs reģistrācijas numurs.
mi: He muhu te tau ararere.
mk: RTN е неважечки.
ml: റൂട്ടിംഗ് നമ്പര്‍ അസാധുവാണ്.
mn: Чиглүүлэх дугаар хүчингүй байна.
mr: अवैध मार्गस्थ संख्या.
ms: Nombor penghalaan tidak sah.
mt: Routing number invalidu.
ne: अवैध रुटिङ् नम्बर।
nn_no: Ugyldig rutingnummer.
no: Ugyldig registreringsnummer.
or: ଅବୈଧ ରୋଟିଂ ନମ୍ଵର୍.
pa_arab_pk: رؤوٹنگ نمبر ناجائز اے۔
pa_in: ਰੂਟਿੰਗ ਨੰਬਰ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy kod banku.
ru: Недопустимый код банка.
sd: رائوٽنگ نمبر غلط آھي.
si: රූටින් අංකය වැරදියි.
sl: Koda banke ni veljavna.
sr_cyrl_rs: Неважећи број усмеравања.
sr_latn_rs: Nevažeći broj usmeravanja.
sv: Ogiltigt clearingnummer.
ta: தவறான ரூட்டிங் எண்.
te: చెల్లని రూటింగ్ సంఖ్య.
tg: Рақами роҳнамои беэътибор.
th: หมายเลข Routing Number ไม่ถูกต้อง
tr: Rota numarası geçersiz.
tt: Маршрутизация номеры ялгыш.
ug: ئىناۋەتسىزچەك نومۇرى.
uk: Неприпустимий код банку.
ur: راؤٹنگ نمبر غلط ہے.
uz: Marshrutlash raqami haqiqiy emas.
vi: Số định tuyến không hợp lệ.
zh_hans: 银行代号无效。
zh_hant: 銀行號碼無效。

# Literal.DirectDebitBankCode.Required
source: Routing number is required.
af: Roeteringsnommer word vereis.
am: የመተላለፍያ ቁጥር ያስፈልጋል
ar: رقم التوجيه مطلوب.
as: Routing নম্বৰ আৱশ্যক৷
az: Bank kodu tələb olunur.
bg: Банковият код (RTN/ABA) е задължителен.
bn_in: রুটিং নাম্বারের উল্লেখ করা আবশ্যক৷
bs: Broj usmjeravanja je obavezan.
cy: Rhaid nodi rhif llwybro.
da: Registreringsnummeret skal angives.
de: Die Bankleitzahl ist erforderlich.
el: Απαιτείται ο κωδικός υποκαταστήματος.
es: El número de ruta es obligatorio.
et: Marsruutimisnumber on kohustuslik.
eu: Bideratzaile-zenbakia beharrezkoa da.
fa: به شماره روتینگ نیاز است.
ga: Uimhir ródúcháin ag teastáil.
gd: Tha feum air àireamh rùtachaidh.
gl: Requírese número de encamiñamento.
gu: રાઉટિંગ નંબરની આવશ્યકતા છે.
he: מספר ניתוב נדרש.
hi: रूटिंग संख्या आवश्यक है.
hr: Broj usmjeravanja je obavezan.
hu: A regisztrációs azonosító megadása kötelező.
id: Nomor routing wajib diisi.
is: Beiningarnúmer er áskilið.
ja: ルーティング ナンバーは必須項目です。
ka: მიუთითეთ მარშრუტის ნომერი.
kk: Бағыттау нөмірі қажет емес.
kn: ರೂಟಿಂಗ್ ಸಂಖ್ಯೆಯು ಅಗತ್ಯವಿದೆ.
ko: 라우팅 번호는 필수 항목입니다.
ku_arab: ژمارەی ئاراستەکردن پێویستە.
ky: Routing Номур талап кылынат.
lo: ຕ້ອງລະບຸເລກເສັ້ນທາງທະນາຄານ.
lt: Banko kodas būtinas.
lv: Norādiet reģistrācijas numuru.
mi: Kei te hiahiatia te tau ararere.
mk: RTN е задолжителен.
ml: റൂട്ടിംഗ് നമ്പര്‍ ആവശ്യമാണ്.
mn: Чиглүүлэх дугаарыг бөглөх шаардлагатай.
mr: मार्गस्थ संख्या आवश्यक आहे.
ms: Nombor penghalaan diperlukan.
mt: Ir-routing number hu meħtieġ.
ne: रुटिङ् नम्बर आवश्यक छ।
nn_no: Rutingnummer er obligatorisk.
no: Registreringsnummer må angis.
or: ରୋଟିଂ ନମ୍ଵର୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: رؤوٹنگ نمبر درکار اے۔
pa_in: ਰੂਟਿੰਗ ਨੰਬਰ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod banku jest wymagany.
ru: Необходимо ввести код банка.
sd: رائوٽنگ نمبر گھرجيل آھي.
si: රූටින් අංකය අවශ්‍යයි.
sl: Vnesite kodo banke.
sr_cyrl_rs: Број усмеравања је обавезан.
sr_latn_rs: Broj usmeravanja je obavezan.
sv: Clearingnummer måste anges.
ta: ரூட்டிங் எண் தேவை.
te: రూటింగ్ సంఖ్య అవసరం.
tg: Рақами роҳнамо ҳатмист.
th: ต้องระบุหมายเลข Routing Number
tr: Rota numarası gereklidir.
tt: Маршрутизация номеры мәҗбүри.
ug: چەك نومۇرى كېرەك.
uk: Потрібно ввести код банку.
ur: راؤٹنگ نمبر درکار ہے.
uz: Marshrutlash raqami talab qilinadi.
vi: Số định tuyến là cần thiết.
zh_hans: 银行代号为必填项。
zh_hant: 銀行號碼是必要資訊。

# Literal.DirectDebitBankMFOCode.MaxLength
source: Central Bank MFO Code is too long.
af: Sentrale Bank-MFO-kode is te lank.
am: የማዕከላዊ ባንክ MFO በጣም ረጅም ነው።
ar: رمز MFO‏ الخاص بالبنك المركزي أطول من اللازم.
as: কেন্দ্ৰীয় বেংক MFO ক'ড অতি দীঘল৷
az: Mərkəzi Bankın MFO Kodu çox uzundur.
bg: MFO кодът на централната банка е твърде дълъг.
bn_in: সেন্ট্রাল ব্যাঙ্কের MFO কোড অত্যন্ত বড়৷
bs: MFO šifra centralne banke je preduga.
cy: Mae Cod MFO y Banc Canolog yn rhy hir.
da: Nationalbankens MFO-kode er for lang.
de: Der MFO-Code der Zentralbank ist zu lang.
el: Ο κωδικός MFO κεντρικής τράπεζας είναι πολύ μεγάλος.
es: El código de cuenta del Banco Central es demasiado largo.
et: Keskpanga MFO-kood on liiga pikk.
eu: Banku zentralaren MFO kodea luzeegia da.
fa: کد MFO بانک مرکزی بسیار طولانی است.
ga: Cód MFO an Bhainc Cheannais rófhada.
gd: Tha còd MFO Banca a' Mheadhain ro fhada.
gl: O código MFO da banca central é demasiado longo.
gu: કેન્દ્રીય બેંક MFO કોડ ખૂંબ લાંબો છે.
he: קוד ה- MFO של הבנק המרכזי ארוך מדי.
hi: केंद्रीय बैंक MFO कोड बहुत बड़ा है.
hr: Vodeći broj Centralne banke predug je.
hu: A központi bank MFO-kódja túl hosszú.
id: Kode MFO Central Bank terlalu panjang.
is: MFO-kóði seðlabanka er of langur.
ja: 中央銀行 MFO コードが長すぎます。
ka: ცენტრალური ბანკის MFO კოდი ძალიან გრძელია.
kk: Орталық банк МФО коды тым ұзын.
kn: ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ MFO ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 중앙 은행 MFO 코드가 너무 깁니다.
ku_arab: کۆدی MFO ی بانکی ناوەندی زۆر درێژە.
ky: Борбордук Банктын МФО коду өтө узун.
lo: ລະຫັດ MFO ຂອງທະນາຄານກາງຍາວເກີນໄປ.
lt: Centrinio banko MFO kodas per ilgas.
lv: Centrālās bankas MFO kods ir pārāk garš.
mi: He roa rawa te Waehere MFO Pēke Pū.
mk: MFO-кодот на Централната банка е предолг.
ml: സെന്‍‌ട്രല്‍ ബാങ്ക് MFO കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Төв банкны MFO код хэт урт байна.
mr: सेंट्रल बँक MFO कोड खूप दीर्घ आहे.
ms: Kod MFO Bank Pusat terlalu panjang.
mt: Il-Kodiċi MFO tal-Bank Ċentrali twil wisq.
ne: केन्द्रिय बैङ्क MFO संकेत धेरै लामो भयो।
nn_no: MFO-koden til sentralbank er for lang.
no: MFO-koden for sentralbanken er for lang.
or: କେନ୍ଦ୍ରୀୟ ବ୍ୟାଙ୍କ MFO କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: مرکزی بینک ایم ایف او کوڈ بہت لما اے۔
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ MFO ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod MFO banku centralnego jest zbyt długi.
ru: Слишком длинный код МФО Центрального банка.
sd: سينٽرل بينڪ MFO ڪوڊ تمام وڏو آھي.
si: මහ බැංකු MFO කේතය දිග වැඩියි.
sl: Koda MFO centralne banke je predolga.
sr_cyrl_rs: MFO шифра централне банке је предугачка.
sr_latn_rs: MFO šifra centralne banke je predugačka.
sv: Centralbankens MFO-kod är för lång.
ta: சென்ட்ரல் பேங்க்கின் MFO குறியீடு மிக நீளமாக உள்ளது.
te: కేంద్ర బ్యాంక్ MFO కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи MFO-и Бонки марказӣ аз ҳад дароз аст.
th: รหัส MFO ของธนาคารกลางยาวเกินไป
tr: Merkez Bankası MFO Kodu çok uzun.
tt: Үзәк банкның MFO коды бик озын.
ug: مەركىزى بانكا MFO نومۇرى بەك ئۇزۇن.
uk: Задовгий код МФО Центрального банку.
ur: سینٹرل بینک MFO کوڈ بہت طویل ہے۔
uz: Markaziy Bank MFO kodi juda uzun.
vi: Mã MFO Ngân hàng Trung tâm quá dài.
zh_hans: 中央银行 MFO 代码过长。
zh_hant: 中央銀行 MFO 代碼太長。

# Literal.DirectDebitBankMFOCode.MinLength
source: Central Bank MFO Code is too short.
af: Sentrale Bank-MFO-kode is te kort.
am: የማዕከላዊ ባንክ MFO በጣም አጭር ነው።
ar: يقل رمز MFO‏ الخاص بالبنك المركزي عن اللازم طولاً.
as: কেন্দ্ৰীয় বেংক MFO ক'ড অতি চুটি৷
az: Mərkəzi Bankın MFO Kodu çox qısadır.
bg: MFO кодът на централната банка е твърде къс.
bn_in: সেন্ট্রাল ব্যাঙ্কের MFO কোড অত্যন্ত ছোট৷
bs: MFO šifra centralne banke je prekratka.
cy: Mae Cod MFO y Banc Canolog yn rhy fyr.
da: Nationalbankens MFO-kode er for kort.
de: Der MFO-Code der Zentralbank ist zu kurz.
el: Ο κωδικός MFO κεντρικής τράπεζας είναι πολύ μικρός.
es: El código de cuenta del Banco Central es demasiado corto.
et: Keskpanga MFO-kood on liiga lühike.
eu: Banku zentralaren MFO kodea laburregia da.
fa: کد MFO بانک مرکزی بسیار کوتاه است.
ga: Cód MFO an Bhainc Cheannais róghearr.
gd: Tha còd MFO Banca a' Mheadhain ro ghoirid.
gl: O código MFO da banca central é demasiado curto.
gu: કેન્દ્રીય બેંક MFO કોડ ખૂંબ ટૂંકો છે.
he: קוד ה- MFO של הבנק המרכזי קצר מדי.
hi: केंद्रीय बैंक MFO कोड बहुत छोटा है.
hr: Vodeći broj Centralne banke prekratak je.
hu: A központi bank MFO-kódja túl rövid.
id: Kode MFO Central Bank terlalu pendek.
is: MFO-kóði seðlabanka er of stuttur.
ja: 中央銀行 MFO コードが短すぎます。
ka: ცენტრალური ბანკის MFO კოდი ძალიან მოკლეა.
kk: Орталық банк МФО коды тым қысқа.
kn: ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ MFO ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 중앙 은행 MFO 코드가 너무 짧습니다.
ku_arab: کۆدی MFO ی بانکی ناوەندی زۆر کورتە.
ky: Борбордук Банктын МФО коду өтө кыска.
lo: ລະຫັດ MFO ຂອງທະນາຄານກາງສັ້ນເກີນໄປ.
lt: Centrinio banko MFO kodas per trumpas.
lv: Centrālās bankas MFO kods ir pārāk īss.
mi: He poto rawa te Waehere MFO Pēke Pū.
mk: MFO-кодот на Централната банка е прекраток.
ml: സെന്‍‌ട്രല്‍ ബാങ്ക് MFO കോഡ് വളരെ ചെറുതാണ്.
mn: Төв банкны MFO код хэт богино байна.
mr: सेंट्रल बँक MFO कोड खूप लहान आहे.
ms: Kod MFO Bank Pusat terlalu pendek.
mt: Il-Kodiċi MFO tal-Bank Ċentrali qasir wisq.
ne: केन्द्रिय बैङ्क MFO संकेत धेरै छोटो भयो।
nn_no: MFO-koden til sentralbank er for kort.
no: MFO-koden for sentralbanken er for kort.
or: କେନ୍ଦ୍ରୀୟ ବ୍ୟାଙ୍କ MFO କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: مرکزی بینک ایم ایف او کوڈ بہت چھوٹا اے۔
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ MFO ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod MFO banku centralnego jest zbyt krótki.
ru: Слишком короткий код МФО Центрального банка.
sd: سينٽرل بينڪ MFO ڪوڊ تمام ننڍو آھي.
si: මහ බැංකු MFO කේතය කෙටි වැඩියි.
sl: Koda MFO centralne banke je prekratka.
sr_cyrl_rs: MFO шифра централне банке је прекратка.
sr_latn_rs: MFO šifra centralne banke je prekratka.
sv: Centralbankens MFO-kod är för kort.
ta: சென்ட்ரல் பேங்க்கின் MFO குறியீடு மிகச் சிறியதாக உள்ளது.
te: కేంద్ర బ్యాంక్ MFO కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи MFO-и Бонки марказӣ аз ҳад кӯтоҳ аст.
th: รหัส MFO ของธนาคารกลางสั้นเกินไป
tr: Merkez Bankası MFO Kodu çok kısa.
tt: Үзәк банкның MFO коды бик кыска.
ug: مەركىزى بانكا MFO نومۇرى بەك قىسقا.
uk: Закороткий код МФО Центрального банку.
ur: سینٹرل بینک MFO کوڈ بہت مختصر ہے۔
uz: Markaziy Bank MFO kodi juda qisqa.
vi: Mã MFO Ngân hàng Trung tâm quá ngắn.
zh_hans: 中央银行 MFO 代码过短。
zh_hant: 中央銀行 MFO 代碼太短。

# Literal.DirectDebitBankMFOCode.Pattern
source: Invalid Central Bank MFO Code.
af: Ongeldige Sentrale Bank-MFO-kode.
am: ልክ ያልኾነ የማዕከላዊ ባንክ MFO ኮድ።
ar: ليس رمز MFO‏ الخاص بالبنك المركزي صالحًا.
as: অবৈধ কেন্দ্ৰীয় বেংক MFO ক'ড৷
az: Mərkəzi Bankın MFO Kodu səhvdir.
bg: Невалиден MFO код на централната банка.
bn_in: অবৈধ সেন্ট্রাল ব্যাঙ্কের MFO কোড৷
bs: Nevažeća MFO šifra centralne banke.
cy: Mae Cod MFO y Banc Canolog yn Annilys.
da: Nationalbankens MFO-kode er ugyldig.
de: Der MFO-Code der Zentralbank ist ungültig.
el: Μη έγκυρος κωδικός MFO κεντρικής τράπεζας.
es: El código de cuenta del Banco Central no es válido.
et: Sobimatu Keskpanga MFO-kood.
eu: Banku zentralaren MFO kodea baliogabea da.
fa: کد MFO بانک مرکزی نامعتبر است.
ga: Cód MFO an Bhainc Cheannais neamhbhailí.
gd: Tha còd MFO Banca a' Mheadhain mì-dhligheach.
gl: Código MFO da banca central non válido.
gu: અમાન્ય કેન્દ્રીય બેંક MFO કોડ.
he: קוד ה- MFO של הבנק המרכזי אינו חוקי.
hi: अमान्य केंद्रीय बैंक MFO कोड.
hr: Nevažeći vodeći broj Centralne banke.
hu: A központi bank MFO-kódja érvénytelen.
id: Kode MFO Central Bank tidak valid.
is: Ógildur MFO-kóði seðlabanka.
ja: 中央銀行 MFO コードが正しくありません。
ka: ცენტრალური ბანკის MFO კოდი არასწორია.
kk: Орталық банк МФО коды жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ MFO ಕೋಡ್.
ko: 중앙 은행 MFO 코드가 잘못되었습니다.
ku_arab: کۆدی MFO ی بانکی ناوەندی نادروستە.
ky: Жараксыз Борбордук Банктын МФО коду.
lo: ລະຫັດ MFO ຂອງທະນາຄານກາງບໍ່ຖືກຕ້ອງ.
lt: Klaidingas centrinio banko MFO kodas.
lv: Centrālās bankas MFO kods nav derīgs.
mi: He muhu te Waehere MFO Pēke Pū.
mk: Неважечки MFO-код на Централната банка.
ml: സെന്‍‌ട്രല്‍ ബാങ്ക് MFO കോഡ് അസാധുവാണ്.
mn: Төв банкны MFO код буруу байна.
mr: अवैध सेंट्रल बँक MFO कोड.
ms: Kod MFO Bank Pusat tidak sah.
mt: Il-Kodiċi MFO tal-Bank Ċentrali invalidu.
ne: केन्द्रिय बैङ्क MFO संकेत अवैध छ।
nn_no: Ugyldig MFO-kode til sentralbank.
no: MFO-koden for sentralbanken er ugyldig.
or: ଅବୈଧ କେନ୍ଦ୍ରୀୟ ବ୍ୟାଙ୍କ MFO କୋଡ୍.
pa_arab_pk: مرکزی بینک ایم ایف او کوڈ ناجائز اے۔
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ MFO ਕੋਡ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy kod MFO banku centralnego.
ru: Неверный код МФО Центрального банка.
sd: سينٽرل بينڪ MFO ڪوڊ غلط آھي.
si: මහ බැංකු MFO කේතය වැරදියි.
sl: Koda MFO centralne banke ni veljavna.
sr_cyrl_rs: MFO шифра централне банке није важећа.
sr_latn_rs: MFO šifra centralne banke nije važeća.
sv: Centralbankens MFO-kod är ogiltig.
ta: சென்ட்ரல் பேங்க்கின் MFO குறியீடு தவறானது.
te: చెల్లని కేంద్ర బ్యాంక్ MFO కోడ్.
tg: Рамзи MFO-и беэътибори Бонки марказӣ.
th: รหัส MFO ของธนาคารกลางไม่ถูกต้อง
tr: Merkez Bankası MFO Kodu geçersiz.
tt: Үзәк банкның MFO коды ялгыш.
ug: ئىناۋەتسىز مەركىزى بانكا MFO نومۇرى.
uk: Неприпустимий код МФО Центрального банку.
ur: سینٹرل بینک MFO کوڈ غلط ہے۔
uz: Markaziy Bank MFO kodi haqiqiy emas.
vi: Mã MFO Ngân hàng Trung tâm không hợp lệ.
zh_hans: 中央银行 MFO 代码无效。
zh_hant: 中央銀行 MFO 代碼無效。

# Literal.DirectDebitBankMFOCode.Required
source: Central Bank MFO Code is required.
af: Sentrale Bank-MFO-kode word vereis.
am: የማዕከላዊ ባንክ MFO ኮድ ይፈለጋል።
ar: رمز MFO‏ للبنك المركزي مطلوب.
as: কেন্দ্ৰীয় বেংক MFO ক'ড আৱশ্যক৷
az: Mərkəzi Bankın MFO Kodu tələb olunur.
bg: MFO кодът на централната банка е задължителен.
bn_in: সেন্ট্রাল ব্যাঙ্কের MFO কোড প্রয়োজনীয়৷
bs: MFO šifra centralne banke je obavezna.
cy: Rhaid cael Cod MFO y Banc Canolog.
da: Nationalbankens MFO-kode skal angives.
de: Der MFO-Code der Zentralbank ist erforderlich.
el: Απαιτείται κωδικός MFO κεντρικής τράπεζας.
es: El código de cuenta del Banco Central es obligatorio.
et: Keskpanga MFO-kood on kohustuslik.
eu: Banku zentralaren MFO kodea behar da.
fa: به کد MFO بانک مرکزی نیاز است.
ga: Cód MFO an Bhainc Cheannais ag teastáil.
gd: Tha feum air còd MFO Banca a' Mheadhain.
gl: É preciso o código MFO da banca central.
gu: કેન્દ્રીય બેંક MFO કોડની આવશ્યકતા છે.
he: קוד ה- MFO של הבנק המרכזי נדרש.
hi: केंद्रीय बैंक MFO कोड की आवश्यकता होती है.
hr: Potreban je vodeći broj Centralne banke.
hu: A központi bank MFO-kódjának megadása kötelező.
id: Kode MFO Central Bank diperlukan.
is: Færa þarf inn MFO-kóða seðlabanka.
ja: 中央銀行 MFO コードは必須項目です。
ka: მიუთითეთ ცენტრალური ბანკის MFO კოდი.
kk: Орталық банк МФО коды қажет.
kn: ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ MFO ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 중앙 은행 MFO 코드는 필수 항목입니다.
ku_arab: کۆدی MFO ی بانکی ناوەندی پێویستە.
ky: Борбордук Банктын МФО коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດ MFO ຂອງທະນາຄານກາງ.
lt: Būtina nurodyti centrinio banko MFO kodą.
lv: Jānorāda Centrālās bankas MFO kods.
mi: Kei te hiahiatia te Waehere MFO Pēke Pū.
mk: MFO-кодот на Централната банка е задолжителен.
ml: സെന്‍‌ട്രല്‍ ബാങ്ക് MFO കോഡ് ആവശ്യമാണ്.
mn: Төв банкны MFO кодыг бөглөх шаардлагатай.
mr: सेंट्रल बँक MFO कोड आवश्यक आहे.
ms: Kod MFO Bank Pusat diperlukan.
mt: Meħtieġ il-Kodiċi MFO tal-Bank Ċentrali.
ne: केन्द्रिय बैङ्क MFO संकेत आवश्यक छ।
nn_no: MFO-kode til sentralbank er obligatorisk.
no: MFO-koden for sentralbanken må angis.
or: କେନ୍ଦ୍ରୀୟ ବ୍ୟାଙ୍କ MFO କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: مرکزی بینک ایم ایف او کوڈ درکار اے۔
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ MFO ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod MFO banku centralnego jest wymagany.
ru: Требуется код МФО Центрального банка.
sd: سينٽرل بينڪ MFO ڪوڊ گھرجيل آھي.
si: මහ බැංකු MFO කේතය අවශ්‍යයි.
sl: Koda MFO centralne banke je obvezna.
sr_cyrl_rs: Потребно је навести MFO шифру централне банке.
sr_latn_rs: Potrebno je navesti MFO šifru centralne banke.
sv: Centralbankens MFO-kod måste anges.
ta: சென்ட்ரல் பேங்க்கின் MFO குறியீடு தேவை.
te: కేంద్ర బ్యాంక్ MFO కోడ్ అవసరం.
tg: Рамзи MFO-и Бонки марказӣ ҳатмист.
th: ต้องระบุรหัส MFO ของธนาคารกลาง
tr: Merkez Bankası MFO Kodu gereklidir.
tt: Үзәк банкның MFO коды мәҗбүри.
ug: مەركىزى بانكا MFO نومۇرى كېرەك.
uk: Потрібно ввести код МФО Центрального банку.
ur: سینٹرل بینک MFO کوڈ درکار ہے۔
uz: Markaziy Bank MFO kodi talab qilinadi.
vi: Mã MFO Ngân hàng Trung tâm là cần thiết.
zh_hans: 必须提供中央银行 MFO 代码。
zh_hant: 中央銀行 MFO 代碼是必要資訊。
