Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PrivacyFormat
source: Microsoft is committed to helping protect your privacy. For more info, see our <a class="font-link1" href="{0}" id="privacyString" target="_blank">privacy and cookies</a>.
af: Microsoft is daartoe verbind om jou privaatheid te help beskerm. Vir meer inligting, sien ons <a class="font-link1" href="{0}" id="privacyString" target="_blank">privaatheid en koekies</a>.
am: Microsoft ግላዊነትዎን ለመጠበቅ እገዛ ለማድረግ ቁርጠኛ ነው። ለተጨማሪ መረጃ የእኛን <a class="font-link1" href="{0}" id="privacyString" target="_blank">ግላዊነትና ኩኪዎች</a> ይመልከቱ።
ar: تلتزم شركة Microsoft بالعمل على حماية خصوصيتك. لمزيد من المعلومات، راجع <a class="font-link1" href="{0}" id="privacyString" target="_blank">الخصوصية وملفات تعريف الارتباط</a> الخاصة بنا.
as: Microsoft আপোনাৰ গোপনীয়তা সুৰক্ষিত কৰাত সহায়ৰ বাবে প্ৰতিশ্ৰুতিবদ্ধ৷ অধিক তথ্যৰ কাৰণে, আমাৰ <a class="font-link1" href="{0}" id="privacyString" target="_blank">গোপনীয়তা আৰু কুকী</a> চাওক৷
az: Microsoft məxfiliyinizi qorumaqda sizə kömək etmək öhdəliyinə malikdir. Əlavə məlumat üçün <a class="font-link1" href="{0}" id="privacyString" target="_blank">məxfilik və kukilər</a> bölməmizə baxın.
bg: Microsoft се ангажира да способства за защитата на поверителността на вашите данни. За повече информация вижте <a class="font-link1" href="{0}" id="privacyString" target="_blank">поверителност и бисквитки</a>.
bn_in: Microsoft আপনার গোপনীয়তা সুরক্ষিত রাখতে সাহায্য করতে প্রতিশ্রুতিবদ্ধ৷ আরও তথ্যের জন্য, <a class="font-link1" href="{0}" id="privacyString" target="_blank">গোপনীয়তা বিবৃতি ও কুকি</a> দেখুন৷
bs: Kompanija Microsoft je posvećena zaštiti vaše privatnosti. Za dodatne informacije pogledajte naše dokumente o <a class="font-link1" href="{0}" id="privacyString" target="_blank">privatnosti i kolačićima</a>.
cy: Mae Microsoft wedi ymrwymo i helpu i ddiogelu eich preifatrwydd. I gael rhagor o wybodaeth, edrychwch ar ein <a class="font-link1" href="{0}" id="privacyString" target="_blank">preifatrwydd a briwsion</a>.
da: Microsoft beskytter dine personlige oplysninger. Læs erklæringen om <a class="font-link1" href="{0}" id="privacyString" target="_blank">beskyttelse af personlige oplysninger og cookies</a> for at få flere oplysninger.
de: Microsoft setzt sich für den Schutz Ihrer Privatsphäre ein. Weitere Informationen finden Sie unter <a class="font-link1" href="{0}" id="privacyString" target="_blank">Datenschutz und Cookies</a>.
el: Η Microsoft δεσμεύεται για την προστασία των προσωπικών δεδομένων σας. Για περισσότερες πληροφορίες, ανατρέξτε στη σελίδα <a class="font-link1" href="{0}" id="privacyString" target="_blank">προστασίας προσωπικών δεδομένων και cookies</a>.
es: Microsoft se compromete a proteger su privacidad. Para obtener más información, consulte <a class="font-link1" href="{0}" id="privacyString" target="_blank">la privacidad y las cookies</a>.
et: Microsoft kaitseb teie privaatsust. Lisateabe saamiseks vaadake jaotist <a class="font-link1" href="{0}" id="privacyString" target="_blank">Privaatsus ja küpsised</a>.
eu: Microsoft-ek zure pribatutasuna babesteko konpromisoa du. Informazio gehiago eskuratzeko, ikusi <a class="font-link1" href="{0}" id="privacyString" target="_blank">pribatutasuna eta cookie-ak</a>.
fa: Microsoft متعهد شده است که به حفظ حریم خصوصی شما کمک کند. برای کسب اطلاعات بیشتر، از <a class="font-link1" href="{0}" id="privacyString" target="_blank">حریم خصوصی و کوکی های</a> ما دیدن کنید.
ga: Tá Microsoft tiomanta do do príobháideachas a chosaint. Le haghaidh tuilleadh eolais, amharc ar <a class="font-link1" href="{0}" id="privacyString" target="_blank">príobháideachas agus cuacha</a>.
gd: Tha Microsoft an dealas do phrìobhaideachd a dhìon. Airson barrachd fiosrachaidh, faic <a class="font-link1" href="{0}" id="privacyString" target="_blank">aithris na prìobhaideachd 's nam briosgaidean</a> againn.
gl: Microsoft está decidido a axudar a protexer a súa privacidade. Para obter máis información, consulte a nosa <a class="font-link1" href="{0}" id="privacyString" target="_blank">privacidade e cookies</a>.
gu: તમારી ગોપનીયતાનું રક્ષણ કરવા માટે Microsoft પ્રતિબદ્ધ છે. વધુ માહિતી માટે, અમારી <a class="font-link1" href="{0}" id="privacyString" target="_blank">ગોપનીયતા અને કુકીઝ</a> જુઓ.
he: Microsoft מחויבת לסייע בהגנה על הפרטיות שלך. לקבלת מידע נוסף, ראה <a class="font-link1" href="{0}" id="privacyString" target="_blank">פרטיות וקבצי Cookie</a>.
hi: Microsoft आपकी गोपनीयता को सुरक्षित रखने में सहायता करने के लिए वचनबद्ध है। अधिक जानकारी के लिए, हमारी <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता सूचना</a> देखें।
hr: Microsoft nastoji zaštiti vašu privatnosti. Dodatne informacije potražite u <a class="font-link1" href="{0}" id="privacyString" target="_blank">izjavi o zaštiti privatnosti i kolačićima</a>.
hu: A Microsoft elkötelezett ügyfelei és látogatói adatainak védelme iránt, amiről <a class="font-link1" href="{0}" id="privacyString" target="_blank">adatvédelmi, adatkezelési és cookie-kkal kapcsolatos szabályzatainkban</a> tájékozódhat bővebben.
id: Microsoft berkomitmen untuk membantu melindungi privasi Anda. Untuk informasi lebih lanjut, lihat <a class="font-link1" href="{0}" id="privacyString" target="_blank">privasi dan cookie</a>.
is: Microsoft leggur áherslu á persónuvernd. Nánari upplýsingar er að finna í <a class="font-link1" href="{0}" id="privacyString" target="_blank">yfirlýsingu um persónuvernd og kökur</a>.
ja: Microsoft では、お客様のプライバシー保護に努めております。詳細については、<a class="font-link1" href="{0}" id="privacyString" target="_blank">プライバシーとクッキー</a>をお読みください。
ka: Microsoft იცავს თქვენს კონფიდენციალურობას. დამატებითი ინფორმაციისთვის, იხილეთ ჩვენი <a class="font-link1" href="{0}" id="privacyString" target="_blank">დებულება კონფიდენციალურობისა და ქუქი-ფაილების შესახებ</a>.
kk: Microsoft құпиялылығыңызды қорғауға көмектесуге берілген. Қосымша ақпарат алу үшін <a class="font-link1" href="{0}" id="privacyString" target="_blank">құпиялылық және «cookie» файлдары</a> бөлімін қараңыз.
kn: ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸುವಲ್ಲಿ ಸಹಾಯ ಮಾಡಲು Microsoft ಬದ್ಧವಾಗಿದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ನಮ್ಮ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ಗೌಪ್ಯತೆ ಮತ್ತು ಕುಕೀಗಳು</a> ವೀಕ್ಷಿಸಿ.
ko: Microsoft는 개인 정보 보호를 위해 최선을 다하고 있습니다. 자세한 내용은 <a class="font-link1" href="{0}" id="privacyString" target="_blank">개인정보처리방침</a>을 참조하세요.
ku_arab: Microsoftپابه‌نده‌ لە یارمەتیدان لە‌ پاراسنتی تایبه‌تمه‌ندیه‌كانتانت. بۆ زانیاری زیاتر، بڕوانە <a class="font-link1" href="{0}" id="privacyString" target="_blank">تایبەتمەندی و كووكی</a>.
ky: Microsoft сиздин купуялыгыңызды коргоого жардам берүүгө милдеттенет. Көбүрөөк маалымат үчүн караңыз: <a class="font-link1" href="{0}" id="privacyString" target="_blank">купуялык жана күкүмдөр</a>.
lo: Microsoft ມຸ້ງໝັ້ນໃນການຊ່ວຍປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງທ່ານ. ສຳລັບຂໍ້ມູນເພີ່ມເຕີມ, ໃຫ້ເບິ່ງ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ຄວາມເປັນສ່ວນຕົວ ແລະຄຸກກີ້</a>.
lt: „Microsoft“ įsipareigoja padėti apsaugoti jūsų privatumą. Daugiau informacijos rasite mūsų pranešime <a class="font-link1" href="{0}" id="privacyString" target="_blank">Privatumas ir slapukai</a>.
lv: Microsoft apņemas aizsargāt jūsu konfidencialitāti. Papildinformāciju skatiet mūsu <a class="font-link1" href="{0}" id="privacyString" target="_blank">paziņojumā par konfidencialitāti un sīkfailiem</a>.
mi: E ū ana a Microsoft ki te tiaki i tōu mana matatapu. Mō ētahi mōhiohio anō, tirohia tā mātou <a class="font-link1" href="{0}" id="privacyString" target="_blank">tūmataitinga me ngā pihikete</a>.
mk: Microsoft е посветен на заштитата на вашата приватност. За повеќе информации, погледнете во <a class="font-link1" href="{0}" id="privacyString" target="_blank">приватност и колачиња</a>.
ml: നിങ്ങളുടെ സ്വകാര്യത പരിരക്ഷിക്കാന്‍ സഹായിക്കുന്നതില്‍ Microsoft പ്രതിജ്ഞാബദ്ധമാണ്. കൂടുതല്‍ വിവരങ്ങള്‍ക്ക്, ഞങ്ങളുടെ <a class="font-link1" href="{0}" id="privacyString" target="_blank">സ്വകാര്യതയും കുക്കികളും</a> കാണുക.
mn: Microsoft таны нууцлалыг хамгаалах үүрэгтэй. Илүү их мэдээлэл хүсвэл манай <a class="font-link1" href="{0}" id="privacyString" target="_blank">нууцлал ба кууки</a>-г үзнэ үү.
mr: Microsoft आपल्या गोपनीयतेचे संरक्षण करण्यात मदतीसाठी समर्पित आहे. अधिक माहितीसाठी, आमची <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता आणि कुकीज</a> पहा.
ms: Microsoft komited dalam membantu melindungi privasi anda. Untuk mendapatkan maklumat lanjut, lihat <a class="font-link1" href="{0}" id="privacyString" target="_blank">privasi dan kuki</a> kami.
mt: Microsoft hija impenjata biex tgħin tipproteġi l-privatezza tiegħek. Għal aktar informazzjoni, ara l-<a class="font-link1" href="{0}" id="privacyString" target="_blank">privatezza u cookies</a> tagħna.
ne: Microsoft ले तपाइँको गोपनीयता सुरक्षित गर्नमा तत्पर छ। थप जानकारीको लागि, हाम्रो <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता र कुकीहरू</a> हेर्नुहोस्।
nn_no: Microsoft går inn for å ta vare på personvernet. Dersom du vil ha meir informasjon, kan du lese <a class="font-link1" href="{0}" id="privacyString" target="_blank">personvernerklæringa og informasjonskapslar</a>.
no: Microsoft går inn for å ivareta den enkeltes personvern. Hvis du vil ha mer informasjon, kan du lese vår <a class="font-link1" href="{0}" id="privacyString" target="_blank">personvernerklæring og informasjonskapsler</a>.
or: Microsoft ଆପଣଙ୍କର ଗୋପନୀୟତା ସୁରକ୍ଷା କରିବାରେ ସହାୟତା କରିବାକୁ ପ୍ରତିଶୃତି ବଦ୍ଧ ଅଟେ. ଅଧିକ ସୂଚନା ପାଇଁ, ଆମର <a class="font-link1" href="{0}" id="privacyString" target="_blank">ଗୋପନୀୟ ଏବଂ କୁକୀସମୂହ</a> ଦେଖନ୍ତୁ.
pa_arab_pk: Microsoft تہاڈی رازداری نُوں سانبھن دا پک کردا اے۔ ہور معلومات لئی، ساڈی <a class="font-link1" href="{0}" id="privacyString" target="_blank"> کوکیز تے نجی حیثیت </a> ویکھو۔
pa_in: Microsoft ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹੈ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਵਾਸਤੇ, ਸਾਡੇ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ਪਰਦੇਦਾਰੀ ਅਤੇ ਕੁਕੀਜ਼</a> ਨੂੰ ਦੇਖੋ।
pl: Firma Microsoft pomaga chronić prywatność użytkowników. Aby uzyskać więcej informacji, zobacz nasze <a class="font-link1" href="{0}" id="privacyString" target="_blank">zasady dotyczące zachowania poufności informacji i plików cookie</a>.
ru: Корпорация Майкрософт прилагает все усилия для защиты вашей конфиденциальности. Дополнительную информацию см. в разделе <a class="font-link1" href="{0}" id="privacyString" target="_blank">Конфиденциальность и файлы cookie</a>.
sd: Microsoft توهان جي خانگي نوعيت جي حفاظت جي مدد ڪرڻ ۾ پابند آهي. وڌيڪ معلومات لاءِ، ڏسو اسان جي <a class="font-link1" href="{0}" id="privacyString" target="_blank">خانگي نوعيت ۽ ڪوڪيز</a>.
si: ඔබේ පෞද්ගලිකත්වය ආරක්ෂා කිරීම සඳවහා සහාය වීමට Microsoft සමාගම බැඳී සිටී. වැඩි විස්තර සඳහා අපගේ <a class="font-link1" href="{0}" id="privacyString" target="_blank">පෞද්ගලිකත්වය හා කුකී</a> බලන්න.
sl: Microsoft si prizadeva zaščititi vašo zasebnost. Če želite več informacij, preberite informacije o <a class="font-link1" href="{0}" id="privacyString" target="_blank">zasebnosti in piškotkih</a>.
sr_cyrl_rs: Корпорација Microsoft је посвећена заштити ваше приватности. Више информација потражите у нашој <a class="font-link1" href="{0}" id="privacyString" target="_blank">изјави о приватности и колачићима</a>.
sr_latn_rs: Korporacija Microsoft je posvećena zaštiti vaše privatnosti. Više informacija potražite u našoj <a class="font-link1" href="{0}" id="privacyString" target="_blank">izjavi o privatnosti i kolačićima</a>.
sv: Microsoft förbinder sig att hjälpa dig att skydda dina personuppgifter. Mer information finns i <a class="font-link1" href="{0}" id="privacyString" target="_blank">Sekretess och cookies</a>.
ta: உங்கள் தனியுரிமையைப் பாதுகாக்க உதவுவதில் Microsoft உறுதியாக உள்ளது. மேலும் தகவலுக்கு, எங்கள் <a class="font-link1" href="{0}" id="privacyString" target="_blank">தனியுரிமை மற்றும் குக்கீகளைப்</a> பார்க்கவும்.
te: Microsoft మీ గోప్యతను రక్షించడంలో సహాయం చేయడానికి కట్టుబడి ఉంది. మరింత సమాచారం కోసం, మా <a class="font-link1" href="{0}" id="privacyString" target="_blank">గోప్యతా నోటీసు మరియు కుకీలు</a> ను చదవండి.
tg: Microsoft ҳифз кардани махфияти шуморо ба ӯҳда мегирад. Барои маълумоти иловагӣ, ба <a class="font-link1" href="{0}" id="privacyString" target="_blank">махфият ва кукиҳо</a> нигаред.
th: Microsoft มุ่งมั่นที่จะช่วยปกป้องสิทธิ์ส่วนบุคคลของคุณ สำหรับข้อมูลเพิ่มเติม โปรดดู <a class="font-link1" href="{0}" id="privacyString" target="_blank">สิทธิ์ส่วนบุคคลและคุกกี้</a> ของเรา
tr: Microsoft gizliliğinizi korumaya yardımcı olma konusunda kararlıdır. Daha fazla bilgi için <a class="font-link1" href="{0}" id="privacyString" target="_blank">gizlilik ve tanımlama bilgilerimizi</a> okuyun.
tt: Майкрософт сезгә хосусыйлыкны сакларга булыша. Күбрәк мәгълүмат өчен, <a class="font-link1" href="{0}" id="privacyString" target="_blank">хосусыйлык һәм "cookie" файллар</a> карарга.
ug: Microsoft سىزنىڭ مەخپىيەتلىكىڭىزنى قوغداش مەجبۇرىيتىنى ئۆزئۈستىگە ئالىدۇ. تەپسىلاتىنى <a class="font-link1" href="{0}" id="privacyString" target="_blank">مەخپىيەتلىك ۋە ساقلانمىلار</a> دېگەن مەزمۇندىن كۆرۈڭ.
uk: Корпорація Майкрософт піклується про захист конфіденційності користувачів. Додаткові відомості див. у розділі <a class="font-link1" href="{0}" id="privacyString" target="_blank">Конфіденційність і файли cookie</a>.
ur: Microsoft آپ کی رازداری کے تحفظ میں مدد کرنے کے لیے پابند عہد ہے۔ مزید معلومات کے لیے ہمارا <a class="font-link1" href="{0}" id="privacyString" target="_blank">رازداری اور کوکیز</a> دیکھیں۔
uz: Microsoft Sizning shaxsiy ma‘lumotlaringizni himoya qilishga yordam berishga sodiqdir. Batafsil ma‘lumotlar olish uchun quyidagiga qarang: <a class="font-link1" href="{0}" id="privacyString" target="_blank">shaxsiy ma‘lumotlarning sir tutilishi va cookie fayllari to‘g‘risidagi bayonnoma</a>.
vi: Microsoft cam kết giúp bảo vệ quyền riêng tư của bạn. Để biết thêm thông tin, hãy xem <a class="font-link1" href="{0}" id="privacyString" target="_blank">quyền riêng tư và cookie</a> của chúng tôi.
zh_hans: Microsoft 致力于帮助保护您的隐私。有关详细信息，请参阅我们的<a class="font-link1" href="{0}" id="privacyString" target="_blank">隐私和 cookie</a>。
zh_hant: Microsoft 致力於協助保護您的隱私權。如需更多相關資訊，請參閱我們的<a class="font-link1" href="{0}" id="privacyString" target="_blank">隱私權與 Cookie</a>。

# Literal.PrivacyFormat.Azure.Sanya
source: Please see our <a class="font-link1" href="{0}" id="privacyString" target="_blank">privacy and cookies</a>.
af: Sien asseblief ons <a class="font-link1" href="{0}" id="privacyString" target="_blank">privaatheid en koekies</a>.
am: እባክዎ የእኛን <a class="font-link1" href="{0}" id="privacyString" target="_blank">ግላዊነት እና ኩኪዎች</a> ይመልከቱ።
ar: يُرجى مراجعة <a class="font-link1" href="{0}" id="privacyString" target="_blank">الخصوصية وملفات تعريف الارتباط</a> الخاصة بنا.
as: অনুগ্ৰহ কৰি আমাৰ <a class="font-link1" href="{0}" id="privacyString" target="_blank">গোপনীয়তা আৰু কুকিসমূহ </a> চাওক৷
az: <a class="font-link1" href="{0}" id="privacyString" target="_blank">Məxfilik və kukilərimizə</a> baxın.
bg: Вижте нашите <a class="font-link1" href="{0}" id="privacyString" target="_blank">поверителност и бисквитки</a>.
bn_in: অনুগ্রহ করে আমাদের <a class="font-link1" href="{0}" id="privacyString" target="_blank">গোপনীয়তা এবং কুকিজ</a> দেখুন৷
bs: Pogledajte naša pravila o <a class="font-link1" href="{0}" id="privacyString" target="_blank">privatnosti i kolačićima</a>.
cy: Gweler ein <a class="font-link1" href="{0}" id="privacyString" target="_blank">preifatrwydd a chwcis</a>.
da: Se vores erklæring om <a class="font-link1" href="{0}" id="privacyString" target="_blank">beskyttelse af personlige oplysninger og cookies</a>.
de: Lesen Sie unsere Bestimmungen zu <a class="font-link1" href="{0}" id="privacyString" target="_blank">Datenschutz und Cookies</a>.
el: Ανατρέξτε στην ενότητα <a class="font-link1" href="{0}" id="privacyString" target="_blank">Προστασία προσωπικών δεδομένων και cookies</a>.
es: Consulta nuestra directiva de <a class="font-link1" href="{0}" id="privacyString" target="_blank">privacidad y cookies</a>.
et: Vaadake jaotist <a class="font-link1" href="{0}" id="privacyString" target="_blank">Privaatsus ja küpsised</a>.
eu: Ikusi <a class="font-link1" href="{0}" id="privacyString" target="_blank">pribatutasunari eta cookieei buruzko adierazpena</a>.
fa: لطفاً <a class="font-link1" href="{0}" id="privacyString" target="_blank">حریم خصوصی و کوکی‌ها</a> را ببینید.
ga: Féach ár <a class="font-link1" href="{0}" id="privacyString" target="_blank">príobháideacht agus fianáin</a>.
gd: Thoir sùil air an fhiosrachadh air <a class="font-link1" href="{0}" id="privacyString" target="_blank">prìobhaideachd is briosgaidean</a> againn.
gl: Consulta a nosa política de <a class="font-link1" href="{0}" id="privacyString" target="_blank">privacidade e cookies</a>.
gu: કૃપયા અમારી <a class="font-link1" href="{0}" id="privacyString" target="_blank">ગોપનીયતા અને કુકીઝ</a> જુઓ.
he: עיין במידע שלנו על <a class="font-link1" href="{0}" id="privacyString" target="_blank">פרטיות וקבצי Cookie</a>.
hi: कृपया हमारी <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता और कुकीज़</a> देखें.
hr: Pročitajte naša <a class="font-link1" href="{0}" id="privacyString" target="_blank">pravila o zaštiti privatnosti i kolačićima</a>.
hu: Olvasssa el <a class="font-link1" href="{0}" id="privacyString" target="_blank">adatvédelmi és cookie-kra vonatkozó nyilatkozatunkat</a>.
id: Silakan lihat <a class="font-link1" href="{0}" id="privacyString" target="_blank">privacy and cookies</a>.
is: Kynntu þér upplýsingar okkar um <a class="font-link1" href="{0}" id="privacyString" target="_blank">persónuvernd og kökur</a>.
ja: <a class="font-link1" href="{0}" id="privacyString" target="_blank">プライバシーと Cookie</a> をご覧ください。
ka: გთხოვთ, იხილოთ ჩვენი <a class="font-link1" href="{0}" id="privacyString" target="_blank">კონფიდენციალურობა და ქუქი-ფაილები</a>.
kk: <a class="font-link1" href="{0}" id="privacyString" target="_blank">Құпиялылық пен cookie файлдарын</a> көріңіз.
kn: ದಯವಿಟ್ಟು ನಮ್ಮ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ಗೌಪ್ಯತೆ ಮತ್ತು ಕುಕೀಗಳು</a> ನೋಡಿ.
ko: Microsoft의 <a class="font-link1" href="{0}" id="privacyString" target="_blank">개인정보처리방침</a>을 참조하세요.
ku_arab: تکایە بڕوانە <a class="font-link1" href="{0}" id="privacyString" target="_blank">تایبەتمەندیی و کووکی</a> ئێمە.
ky: Сураныч, биздин <a class="font-link1" href="{0}" id="privacyString" target="_blank">конфиденциалдуулук жана cookie файлдарыбызды көрүңүз</a>.
lo: ກະລຸນາເບິ່ງ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ຄວາມເປັນສ່ວນຕົວ ແລະຄຸກກີ້</a> ຂອງພວກເຮົາ.
lt: Peržiūrėkite mūsų <a class="font-link1" href="{0}" id="privacyString" target="_blank">privatumą ir slapukus</a>.
lv: Skatiet informāciju par mūsu <a class="font-link1" href="{0}" id="privacyString" target="_blank">konfidencialitāti un sīkfailiem</a>.
mi: Tirohia tā mātou <a class="font-link1" href="{0}" id="privacyString" target="_blank">tūmataitinga me ngā pihikete</a>.
mk: Погледне ги нашите <a class="font-link1" href="{0}" id="privacyString" target="_blank">приватност и колачиња</a>.
ml: ഞങ്ങളുടെ <a class="font-link1" href="{0}" id="privacyString" target="_blank">സ്വകാര്യതയും കുക്കികളും</a> കാണുക.
mn: Манай <a class="font-link1" href="{0}" id="privacyString" target="_blank">нууцлал ба күүки</a> хуудсыг үзнэ үү.
mr: कृपया आमच्या <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता आणि कुकीज</a> पहा.
ms: Sila lihat <a class="font-link1" href="{0}" id="privacyString" target="_blank">privasi dan kuki</a> kami.
mt: Ara l-<a class="font-link1" href="{0}" id="privacyString" target="_blank">privatezza u cookies</a> tagħna.
ne: कृपया हाम्रो <a class="font-link1" href="{0}" id="privacyString" target="_blank">गोपनीयता र कुकीहरू</a>हेर्नुहोस्।
nn_no: Sjå her for info om <a class="font-link1" href="{0}" id="privacyString" target="_blank">personvern og informasjonskapslar</a>.
no: Se informasjon om <a class="font-link1" href="{0}" id="privacyString" target="_blank">personvern og informasjonskapsler</a>.
or: ଦୟାକରି ଆମର <a class="font-link1" href="{0}" id="privacyString" target="_blank">ଗୋପନୀୟତା ଏବଂ କୁକୀସମୂହ</a> ଦେଖନ୍ତୁ.
pa_arab_pk: مہربانی کر کے ویکھو سہاڈا <a class="font-link1" href="{0}" id="privacyString" target="_blank">رازداری تے کوکیز</a>۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ <a class="font-link1" href="{0}" id="privacyString" target="_blank">ਸਾਡੀ ਗੋਪਨੀਯਤਾ ਅਤੇ ਕੂਕੀਜ਼</a> ਨੂੰ ਦੇਖੋ।
pl: Zapoznaj się z naszymi zasadami dotyczącymi <a class="font-link1" href="{0}" id="privacyString" target="_blank">prywatności i plików cookie</a>.
ru: Ознакомьтесь с нашими <a class="font-link1" href="{0}" id="privacyString" target="_blank">положениями о конфиденциальности и файлах cookie</a>.
sd: مهرابني ڪري اسانجي <a class="font-link1" href="{0}" id="privacyString" target="_blank">رازداري ۽ ڪوڪيز</a> ڏسو.
si: කරුණාකර අපගේ <a class="font-link1" href="{0}" id="privacyString" target="_blank">රහස්‍යතාව සහ කුකි</a> බලන්න.
sl: Oglejte si naše informacije <a class="font-link1" href="{0}" id="privacyString" target="_blank">zasebnosti in piškotkih</a>.
sr_cyrl_rs: Прочитајте нашу <a class="font-link1" href="{0}" id="privacyString" target="_blank">Изјаву о приватности и колачићима</a>.
sr_latn_rs: Pročitajte našu <a class="font-link1" href="{0}" id="privacyString" target="_blank">Izjavu o privatnosti i kolačićima</a>.
sv: Läs vår <a class="font-link1" href="{0}" id="privacyString" target="_blank">sekretess- och cookiepolicy</a>.
ta: தயவுசெய்து <a class="font-link1" href="{0}" id="privacyString" target="_blank">எங்களுடைய தனியுரிமை மற்றும் குக்கீஸ்களைப் பார்க்கவும்</a>.
te: దయచేసి మా <a class="font-link1" href="{0}" id="privacyString" target="_blank">గోప్యం మరియు కుక్కీలను</a> చూడండి.
tg: Лутфан, <a class="font-link1" href="{0}" id="privacyString" target="_blank">махфият ва кукиҳоро</a> аз назар гузаронед.
th: โปรดดู <a class="font-link1" href="{0}" id="privacyString" target="_blank">สิทธิ์ส่วนบุคคลและคุกกี้</a> ของเรา
tr: Lütfen <a class="font-link1" href="{0}" id="privacyString" target="_blank">gizlilik ve tanımlama bilgileri</a> belgemize bakın.
tt: Безнең <a class="font-link1" href="{0}" id="privacyString" target="_blank">хосусыйлык һәм cookie</a> кагыйдәләрен карагыз.
ug: <a class="font-link1" href="{0}" id="privacyString" target="_blank">مەخپىيەتلىك ۋە ساقلانمىلار</a> دېگەن باياناتىمىزنى كۆرۈڭ.
uk: Ознайомтесь із нашими положеннями про <a class="font-link1" href="{0}" id="privacyString" target="_blank">конфіденційність і файли cookie</a>.
ur: براہ مہربانی ملاحظہ کریں ہماری <a class="font-link1" href="{0}" id="privacyString" target="_blank">رازداری اور کوکیز</a>۔
uz: Bizning <a class="font-link1" href="{0}" id="privacyString" target="_blank">maxfiylik siyosatimiz va cookie-fayllarimiz</a>ni ko‘ring.
vi: Vui lòng xem <a class="font-link1" href="{0}" id="privacyString" target="_blank">quyền riêng tư và cookie</a> của chúng tôi.
zh_hans: 请参阅我们的<a class="font-link1" href="{0}" id="privacyString" target="_blank">隐私和 cookie</a>。
zh_hant: 請參閱我們的<a class="font-link1" href="{0}" id="privacyString" target="_blank">隱私權與 Cookie</a>。
