Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SEPA.Add.Subheading
source: As an added security measure, we may need to verify your bank account. Depending on your bank, this can take 1-3 days.
af: As 'n bykomende sekuriteitsmaatreël sal ons dalk jou bankrekening moet verifieer. Afhangende van jou bank kan dit 1-3 dae neem.
am: እንደ ተጨማሪ የደህንነት ጥበቃ እርምጃ፣ የእርስዎን የባንክ መለያ ማረጋገጥ ሊያስፈልገን ይችላል። እንደ ባንክዎ ሁኔታ የሚለያይ ሆኖ፣ ይህ ከ1 እስከ 3 ቀን ሊወስድ ይችላል።
ar: لزيادة الأمان، قد نحتاج إلى التحقق من حسابك البنكي. ووفقاً للبنك الذي تتعامل معه، قد يستغرق ذلك من يوم إلى 3 أيام.
as: এটা অতিৰিক্ত নিৰাপত্তা মাপদণ্ড ৰূপে, আমি আপোনাৰ বেংক একাউণ্ট সত্যাপন কৰিব লগা হ'ব পাৰে৷ আপোনাৰ বেংকৰ ওপৰত ভিত্তি কৰি, ই 1-3 দিন ল'ব পাৰে৷
az: Əlavə olunmuş təhlükəsizlik tədbiri kimi, bank hesabınızın yoxlanma ehtimalı var. Bankınızdan asılı olaraq, bu, 1-3 gün çəkə bilər.
bg: Като допълнителна мярка за сигурност може да е необходимо да проверим банковата ви сметка. В зависимост от вашата банка това може да отнеме 1 – 3 дни.
bn_in: কোনো নিরাপত্তা ব্যবস্থা যোগ করার মত, আমারা আপনার ব্যাঙ্ক অ্যাকাউন্ট যাচাই করে দেখব৷ আপনার ব্যাঙ্কের উপর নির্ভর করে, এটি 1-3 দিন পর্যন্ত সময় নিতে পারে৷
bs: Moguće je da budemo morali potvrditi vaš bankovni račun, što predstavlja dodatnu sigurnosnu mjeru. Ovisno o vašoj banci, postupak možete potrajati 1-3 dana.
cy: Fel mesur diogelwch ychwanegol, efallai y bydd angen inni ddilysu eich cyfrif banc. Gan ddibynnu ar eich banc, gall hyn gymryd 1-3 diwrnod.
da: Som en ekstra sikkerhedsforanstaltning kan vi være nødt til at bekræfte din bankkonto. Afhængig af banken kan det tage fra 1 til 3 dage.
de: Als zusätzliche Sicherheitsmaßnahme muss unter Umständen Ihr Bankkonto geprüft werden. Dies kann je nach Bank ein bis drei Tage dauern.
el: Ως επιπλέον μέτρο ασφάλειας, ενδέχεται να επαληθεύσουμε τον τραπεζικό λογαριασμό σας. Ανάλογα με την τράπεζά σας, μπορεί να χρειαστούν 1-3 ημέρες.
es: Como medida de seguridad adicional, es posible que necesitemos comprobar tu cuenta bancaria. Dependiendo de tu banco, este proceso puede tardar de uno a tres días.
et: Täiendava turvameetmena on meil vaja kinnitada teie pangakonto. Olenevalt teie pangast võib see juhtuda kohe või võtta 1–3 päeva.
eu: Segurtasun-neurri gehigarri gisa, baliteke bankuko kontua egiaztatu behar izatea. Bankuaren arabera, 1-3 egun pasa daitezke.
fa: به عنوان اقدام امنیتی دیگر، ممکن است لازم باشد حساب بانکی شما را تأیید کنیم. بسته به بانکتان، ممکن است ۳-۱ روز طول بکشد.
ga: Mar bheart breise slándála, is féidir go mbeidh orainn do chuntas bainc a fhíorú. Ag brath ar do bhanc, is féidir go dtógfaidh sé seo 1-3 lá.
gd: Mar cheum tèarainteachd a bharrachd, dh’fhaoidte gum feum sinn an cunntas banca a dhearbhadh. Bheir seo suas ri 3 làithean, a-rèir a’ bhanca.
gl: Como medida de seguranza engadida, é posible que necesitemos comprobar a túa conta bancaria. Dependendo do teu banco, isto pode tardar entre un e tres días.
gu: વિશેષ સલામતી માપ તરીકે, તમારું બેંક ખાતુ અમારે વેરીફાઇ કરવાની આવશ્યકતા છે. તમારી બેંક પર આધારિત છે, તે 1-3 દિવસ લઈ શકે છે.
he: כאמצעי ביטחון נוסף, ייתכן שנצטרך לאמת את מספר חשבון הבנק שלך. בהתאם לבנק שלך, זה עשוי להימשך יום אחד עד שלושה ימים.
hi: अतिरिक्त सुरक्षा मापदंडों के चलते, हमें आपका बैंक खाता सत्यापित करना होगा. आपके बैंक के आधार पर इसमें 1-3 दिनों का समय लग सकता है.
hr: Dodatna je sigurnosna mjera provjera vašeg bankovnog računa. Ovisno o banci, to može potrajati od jednog do tri dana.
hu: Extra biztonsági intézkedésként előfordulhat, hogy ellenőriznünk kell a bankszámláját. A banktól függően ez 1–3 napot vehet igénybe.
id: Sebagai langkah keamanan tambahan, kami mungkin harus memeriksa rekening bank Anda. Tergantung bank Anda, hal ini dapat memakan waktu 1-3 hari.
is: Til þess að auka öryggið þurfum við hugsanlega að sannprófa bankareikninginn þinn. Þetta getur tekið einn til þrjá daga, allt eftir bankanum þínum.
ja: 追加のセキュリティ対策として、お客様の銀行口座の確認が必要になる場合があります。ご利用の銀行によっては、この確認に 1 ～ 3 日間かかることがあります。
ka: როგორც დამატებითი უსაფრთხოების ზომა, შეიძლება მოვითხოვოთ თქვენი საბანკო ანგარიში. თქვენი ბანკის მიხედვით, ამას შეიძლება დასჭირდეს 1-3 დღე.
kk: Қосымша қауіпсіздік шарасы ретінде банк шотыңыз тексеруіміз керек болуы мүмкін. Банкіңізге байланысты бұл процесс 1-3 күнге созылуы мүмкін.
kn: ಸೇರ್ಪಡೆಯಾಗಿರುವ ಭದ್ರತಾ ಕ್ರಮವಾಗಿ, ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ನಾವು ದೃಢೀಕರಿಸಬೇಕಾದೀತು. ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಆಧರಿಸಿ, ಇದಕ್ಕೆ 1-3 ದಿನಗಳು ಹಿಡಿಸಬಹುದು.
ko: 추가 보안을 위해 회원님 은행 계좌를 확인해야 할 수 있습니다. 은행에 따라 1~3일이 걸릴 수 있습니다.
ku_arab: وەکوو ئەندازەیەکی ئاسایشی زیادکراو، لەوانەیه پێویستمان به سەلماندنی ئەژمێری بانکت بێت. به پێی بانکەکەت، ئەمە دەتوانی 1-3 ڕۆژ بخایەنێت.
ky: Кошумча коопсуздук чара катары, биз банктагы эсебиңизди ырастоону талап кылышыбыз мүмкүн. Банкыңызга карай, бул процесс 1-3 күнгө чейин созулушу мүмкүн.
lo: ເນື່ອງຈາກເປັນມາດຕະການຄວາມປອດໄພເພີ່ມເຕີມ, ພວກເຮົາອາດຈຳເປັນຕ້ອງກວດສອບບັນຊີທະນາຄານຂອງທ່ານ. ໂດຍຂຶ້ນກັບທະນາຄານຂອງທ່ານ, ນີ້ສາມາດໃຊ້ເວລາ 1-3 ວັນ.
lt: Kaip papildoma saugos priemonė gali būti taikomas jūsų banko sąskaitos patikrinimas. Atsižvelgiant į banką, tai gali užtrukti 1–3 d.
lv: Papildu drošībai mums, iespējams, būs jāverificē jūsu bankas konts. Atkarībā no bankas tas var ilgt 1–3 dienas.
mi: Hei tikanga haumarutanga tāpiri, me manatoko e mātou tō pūtea pēke. Kei te āhua o tō pēke, engari ka pau pea te 1-3 rā i tēnei mahi.
mk: Како дополнителна безбедносна мерка, може ќе треба да ја провериме вашата банкарска сметка. Во зависност од банката, ова може да потрае 1-3 дена.
ml: ഒരു അധിക സുരക്ഷാ നടപടിയെന്ന നിലയിൽ, നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കേണ്ടതുണ്ട്. നിങ്ങളുടെ ബാങ്കിനെ ആശ്രയിച്ച്, ഇതിന് 1-3 ദിവസം വരെ എടുക്കാം.
mn: Хамгаалалтын арга хэмжээ авснаар бид таны банкны дансыг баталгаажуулах хэрэгцээ гарч болзошгүй. Танай банкнаас хамаараад 1-3 хоногийн хугацаа шаардлагатай.
mr: अतिरिक्त सुरक्षा परिमाण म्हणून, आम्हाला आपले बँक खाते पडताळणे आवश्यक आहे. आपल्या बँँकेवर आधारीत यासाठी 1-3 दिवस लागू शकतात.
ms: Sebagai langkah keselamatan tambahan, kami mungkin perlu menentusahkan akaun bank anda. Bergantung pada bank anda, ini boleh mengambil masa 1-3 hari.
mt: Bħala miżura ta' sigurtà addizzjonali, jista' jkollna bżonn nivverifikaw il-kont tal-bank tiegħek. Dan jista' jieħu bejn 1-3 ijiem, jiddependi mill-bank tiegħek.
ne: थप गरिएको सुरक्षा मापन अनुसार, हामीलाई तपाइँको बैङ्क खाता रुजू गर्न आवश्यक हुन्छ। तपाइँको बैङ्क अनुसार, यसले 1 देखि 3 दिन लिन सक्छ।
nn_no: Som eit ekstra tryggleikstiltak kan det hende vi kontrollerer bankkontoen din. Avhengig av kva bank du har, kan dette ta 1–3 dagar.
no: Som et ekstra sikkerhetstiltak kan det hende vi må kontrollere bankkontoen din. Dette kan ta 1–3 dager, avhengig av banken din.
or: ଯୋଡି ହୋଇଥିବା ସୁରକ୍ଷା ମାପଭାବରେ, ଆମକୁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବା ଆବଶ୍ୟକ. ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍‌ ଉପରେ ନିର୍ଭର କରି, ଏହା 1-3 ଦିନ ନେଇପାରେ.
pa_arab_pk: سلامتی دی شامل کردہ پیمائش دے طور تے، سانوں تہاڈے بینک اکاؤنٹ دی تصدیق کرن دی لوڑ ہو سکدی اے۔ تہاڈے بینک تے منحصر، ایہہ 1-3 دن لے سکدا اے۔
pa_in: ਇੱਕ ਅਤਿਰਿਕਤ ਸੁਰੱਖਿਆ ਉਪਾਅ ਦੇ ਤੌਰ 'ਤੇ, ਸਾਨੂੰ ਤੁਹਾਡੇ ਬੈਂਕ ਦੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨੀ ਹੋਵੇਗੀ। ਤੁਹਾਡੇ ਬੈਂਕ 'ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ, ਇਹ ਤੁਰੰਤ ਵੀ ਹੋ ਸਕਦਾ ਹੈ ਜਾਂ ਇਸ ਵਿੱਚ 1-3 ਦਿਨ ਤੱਕ ਲੱਗ ਸਕਦੇ ਹਨ।
pl: W ramach dodatkowych zabezpieczeń może być konieczne zweryfikowanie Twojego konta bankowego. Zależnie od banku może to potrwać od 1 do 3 dni.
ru: В качестве дополнительной меры безопасности мы можем проверить ваш банковский счет. В зависимости от банка это может занять от 1 до 3 дней.
sd: هڪ اضافي سلامتي حل طور، اسانکي توهانجو اڪائونٽ تصديق ڪرڻ جي ضرورت پوي سگهي ٿي، توهانجي بينڪ تي ڀاڙيندي، اهو 1-3 ڏينهن وٺي سگهي ٿو.
si: එක් කළ ආරක්ෂක පිළියමක් ලෙස, අපට ඔබගේ බැංකු ගිණුම සත්‍යාපනය කිරීමට අවශ්‍ය වේ. ඔබගේ බැංකුව අනුව, මෙයට දින 1-3 ක් ගැනීම විය හැකිය.
sl: Kot dodaten varnostni ukrep bomo morda morali preveriti vaš bančni račun. Postopek lahko traja 1–3 dni, odvisno od vaše banke.
sr_cyrl_rs: Можда ћемо морати верификујемо ваш рачун у банци што представља додатну меру безбедности. У зависности од ваше банке, ово може да потраје 1 до 3 дана.
sr_latn_rs: Možda ćemo morati verifikujemo vaš račun u banci što predstavlja dodatnu meru bezbednosti. U zavisnosti od vaše banke, ovo može da potraje 1 do 3 dana.
sv: Som en extra säkerhetsåtgärd kan vi behöva verifiera ditt bankkonto. Beroende på vilken bank du har kan detta ta 1–3 dagar.
ta: கூடுதல் பாதுகாப்பு நடவடிக்கையாக, நாங்கள் உங்கள் வங்கிக் கணக்கைச் சரிபார்க்க வேண்டியது தேவைப்படும். உங்கள் வங்கியைப் பொறுத்து இதற்கு 1-3 நாட்கள் ஆகலாம்.
te: జోడించబడిన రక్షణ కొలతగా, మేము మీ బ్యాంక్ ఖాతాను రూఢిచేసుకోవలసి ఉంటుంది. మీ బ్యాంక్ పై ఆధారపడి, ఇది 1-3 రోజుల వరకూ తీసుకోవచ్చును.
tg: Ҳамчун тадбири амниятии иловашуда, тасдиқ кардани ҳисоби бонкии шумо ба мо лозим шуда метавонад. Вобаста ба бонки шумо ин метавонад аз 1 то 3 рӯзро гирад.
th: เราอาจต้องตรวจสอบบัญชีธนาคารของคุณตามมาตรการรักษาความปลอดภัยที่เพิ่มขึ้น ซึ่งอาจใช้เวลา 1-3 วัน ขึ้นอยู่กับธนาคารของคุณ
tr: İlave bir güvenlik önlemi olarak banka hesabınızı doğrulamamız gerekebilir. Bankanıza bağlı olarak bu işlem 1 ile 3 gün arasında sürebilir.
tt: Өстәлгән иминлек чарасы буларак, банктагы хисабыгызны раслау кирәк булырга мөмкин. Банкка карап, бу 1-3 көн алырга мөмкин.
ug: بىخەتەرلىك ئۈچۈن بانكا ھېساباتىڭىزنى دەلىللىشىمىز مۇمكىن. بانكىنىڭ ئىش بېجىرىش سۈرئىتىگە قاراپ، بۇنىڭغا 1-3 كۈن ۋاقىت كېتىشى مۇمكىن.
uk: В якості додаткового заходу безпеки ми можемо перевірити ваш банківський рахунок. Залежно від банку перевірка може тривати від 1 до 3 днів.
ur: ایک اضافی سلامتی اقدام کے طور پر، ہمیں آپ کے بینک اکاؤنٹ کی تصدیق کرنی پڑ سکتی ہے۔ آپ کے بینک پر انحصار کرتے ہوئے اس میں 1 سے 3 دن لگ سکتے ہیں۔
uz: Qo‘shilgan xavfsizlik o‘lchovi sifatida bank hisob raqamingizni tasdiqlashimiz zarur bo‘lishi mumkin. Bankingizga qarab, bu 1-3 kun ichida amalga oshishi mumkin.
vi: Là một biện pháp bảo mật bổ sung, chúng tôi có thể cần xác minh tài khoản ngân hàng của bạn. Tùy vào ngân hàng của bạn, việc này có thể mất 1-3 ngày.
zh_hans: 作为额外的安全措施，我们可能需要验证你的银行帐户。这可能需要 1-3 天时间，具体取决于你的开户银行。
zh_hant: 為了提供更嚴密的安全措施，我們可能必須驗證您的銀行帳戶。視您的銀行而定，這可能需要 1-3 天。

# Literal.ACH.InfoPage.Subheading
source: We'll make a very small deposit into your bank account. Depending on your bank it can take up to 1-3 days.
af: Ons sal 'n baie klein deposito in jou bankrekening maak. Afhangende van jou bank kan dit 1-3 dae neem.
am: ወደ የእርስዎ የባንክ ሂሳብ በጣም አነስተኛ የገንዘብ መጠን ተቀማጭ እናስገባለን። እንደ የእርስዎ ባንክ ሁኔታ የሚመረኮዝ ሆኖ ከ1 እስከ 3 ቀን ሊወስድ ይችላል።
ar: سنقوم بإجراء إيداع صغير جداً بحسابك البنكي. ووفقاً للبنك الذي تتعامل معه، قد يستغرق ذلك من يوم إلى 3 أيام.
as: আমি আপোনাৰ বেংক একাউণ্টত খুব কম পৰিমাণৰ ধনৰাশি জমা কৰিম৷ আপোনাৰ বেংকৰ ওপৰত ভিত্তি কৰি ই 1-3 দিন ল'ব পাৰে৷
az: Bank hesabınıza cüzi depozit yerləşdirəcəyik. Bankınızdan asılı olaraq, bu, 1-3 gün çəkə bilər.
bg: Ще направим малък депозит в банковата ви сметка. В зависимост от вашата банка той ще отнеме между 1 и 3 дни.
bn_in: আমরা আপনার ব্যাঙ্ক অ্যাকাউন্টে খুব অল্প পরিমাণ অর্থরাশি জমা করব৷ আপনার ব্যাঙ্কের উপর নির্ভর করে, এটি 1-3 দিন পর্যন্ত সময় নিতে পারে৷
bs: Uplatit ćemo veoma mali iznos na vaš račun. Ovisno o vašoj banci, postupak možete potrajati 1-3 dana.
cy: Byddwn yn gwneud taliad bach iawn i mewn i'ch cyfrif banc. Gan ddibynnu ar eich banc, gall gymryd hyd at 1-3 diwrnod.
da: Vi foretager en meget lille indbetaling på din bankkonto. Afhængig af banken kan det tage fra 1 til 3 dage.
de: Ihrem Bankkonto wird ein sehr geringer Betrag gutgeschrieben. Dies kann je nach Bank ein bis drei Tage dauern.
el: Θα πραγματοποιήσουμε μια πολύ μικρή κατάθεση στον τραπεζικό λογαριασμό σας. Ανάλογα με την τράπεζά σας μπορεί να χρειαστούν έως 1-3 ημέρες.
es: Realizaremos un pequeño depósito en tu cuenta bancaria. Dependiendo de tu banco, este proceso puede tardar de 1 a 3 días.
et: Teeme teie pangakontole väga väikse deposiidi. Olenevalt teie pangast võib selleks kuluda kuni 1–3 päeva.
eu: Zenbateko oso txikiko ordainketa egingo dizugu banku-kontuan. Bankuaren arabera, 1-3 egun ere pasa daitezke.
fa: یک سپرده کوچک در حساب بانکی شما انجام دادیم. بسته به بانکتان، ممکن است ۳-۱ روز طول بکشد.
ga: Cuirfimid méid beag i dtaisce i do chuntas bainc. D'fhéadfadh sé 1-3 lá a thógáil, ag brath ar do bhanc.
gd: Cuiridh sinn beagan airgid dhan chunntas banca agad. A-rèir a’ bhanca agad, faodaidh gun toir seo 1-3 làithean.
gl: Realizaremos un pequeno depósito na túa conta bancaria. Dependendo do teu banco, isto pode tardar entre un e tres días.
gu: અમે તમારા બેંક ખાતામાં એક નાની રકમ જમા કરીશું. તમારી બેંક પર આધારિત છે, તે 1-3 દિવસ લઈ શકે છે.
he: נפקיד סכום קטן מאד בחשבונך. תלוי בבנק, זה יכול לקחת מ1-3 ימים.
hi: हम आपके खाते में बहुत छोटी सी राशि जमा करेंगे. आपके बैंक के आधार पर इसमें 1-3 दिनों का समय लग सकता है.
hr: Uplatit ćemo mali iznos na vaš bankovni račun. Ovisno o banci, to može potrajati od jednog do tri dana.
hu: Egy kis összeget fogunk elhelyezni a bankszámláján. A tranzakció a banktól függően 1–3 napot vehet igénybe.
id: Kami akan menambahkan deposit yang sangat kecil ke rekening bank Anda. Tergantung bank Anda, hal ini dapat memakan waktu 1-3 hari.
is: Við munum leggja smávægilega upphæð inn á bankareikninginn þinn. Þetta getur tekið 1–3 daga, allt eftir bankanum.
ja: お客様の銀行口座に少額の入金を行います。ご利用の銀行によっては、この確認に最大 1 ～ 3 日間かかることがあります。
ka: ჩვენ ძალიან მცირე დეპოზიტს დავდებთ თქვენს საბანკო ანგარიშზე. თქვენი ბანკის მიხედვით, ამას შეიძლება 1-3 დღე დასჭირდეს.
kk: Банк шотыңызға өте аз мөлшерде депозит салынады. Банкіңізге байланысты бұл процесс 1-3 күнге дейін созылуы мүмкін.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ ಖಾತೆಗೆ ನಾವು ಸಣ್ಣ ಪ್ರಮಾಣದ ಮೊತ್ತವನ್ನು ಜಮಾ ಮಾಡುತ್ತೇವೆ. ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಅವಲಂಬಿಸಿ ಇದು 1-3 ದಿನಗಳ ಕಾಲ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ko: Microsoft에서 회원님 은행 계좌로 소액을 입금합니다. 은행에 따라 최대 1~3일이 걸릴 수 있습니다.
ku_arab: ئێمە بڕێکی بچووک سپاردە دەکەین بۆ نێو ئەژمێری بانکیت. دەکرێت ئەمە هەتا 1-3 رۆژ بخایەنێت، ئەمەش دەوەستێتە سەر بانکەکەت.
ky: Биз өтө аз депозитти банк эсебиңизге кошобуз. Банкыңызга карата бул 1-3 күнгө чейин созулушу мүмкүн.
lo: ພວກເຮົາຈະເຮັດການຝາກເງິນຈຳນວນໜ້ອຍໜຶ່ງເຂົ້າໃສ່ບັນຊີທະນາຄານຂອງທ່ານ. ໂດຍຂຶ້ນກັບທະນາຄານຂອງທ່ານ ມັນອາດຈະໃຊ້ເວລາ 1-3 ວັນ.
lt: Į jūsų banko sąskaitą įnešime nedidelę pinigų sumą. Priklausomai nuo banko, tai gali užtrukti 1–3 d.
lv: Mēs veiksim nelielu iemaksu jūsu bankas kontā. Atkarībā no bankas tas var ilgt 1–3 dienas.
mi: Ka whakatakoto mātou i te kuhu moni tino iti ki tō pūkete pēke. Ka pau pea te 1-3 rā kia oti, kei te āhua o tō pēke tēnā.
mk: Ќе направиме многу мал депозит на банкарската сметка. Во зависност од банката, ова може да потрае 1-3 дена.
ml: നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ടിൽ ഞങ്ങൾ വളരെ ചെറിയ ഒരു ഡിപ്പോസിറ്റ് നടത്തും. നിങ്ങളുടെ ബാങ്കിനെ ആശ്രയിച്ച്, ഇതിന് 1-3 ദിവസമെടുക്കാം.
mn: Бид таны банкны данс руу маш бага дүнтэй орлогын гүйлгээ хийнэ. Танай банкнаас хамаараад 1-3 хоногийн хугацаа шаардлагатай.
mr: आम्ही आपल्या बँक खात्यामध्ये एक लहान ठेव ठेवू. आपल्या बँकेवर आधारीत त्यासाठी 1-3 दिवस लागू शकतात.
ms: Kami akan membuat deposit yang sangat kecil ke dalam akaun bank anda. Bergantung pada bank anda, ia boleh mengambil masa sehingga 1-3 hari.
mt: Għamilna depożitu żgħir ħafna fil-kont tal-bank tiegħek. Dan jista' jieħu minn 1 sa 3 ijiem jiddependi fuq il-bank tiegħek.
ne: हामीले तपा‍इँको खातामा सानो बचत गर्नेछौं। तपाइँको बैङ्क अनुसार यसले 1 देखि 3 दिन लिन सक्छ।
nn_no: Vi set inn eit lite beløp på bankkontoen din. Avhengig av kva bank du har, kan det ta 1–3 dagar.
no: Vi setter inn et lite beløp på bankkontoen din. Dette kan ta mellom 1–3 dager, avhengig av banken din.
or: ଆମେ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟରେ ଅତି କ୍ଷୁଦ୍ର ରାଶି ଜମା କରିବୁ. ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍‌ରେ ନିର୍ଭରକରୀ ଏହା 1-3 ଦିନ ସମୟ ନେଇପାରେ.
pa_arab_pk: اسی تہاڈے بینک اکاؤنٹ وچ تھوڑا جیہا ڈپازٹ کراں گے۔ تہاڈے بینک تے منحصر ایہہ 3-1 دن تیکر لے سکدا اے۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਵਿੱਚ ਬਹੁਤ ਥੋੜ੍ਹੇ ਪੈਸੇ ਜਮ੍ਹਾਂ ਕਰਾਂਗੇ। ਤੁਹਾਡੇ ਬੈਂਕ 'ਤੇ ਨਿਰਭਰ ਕਰਦੇ ਹੋਏ, ਇਸ ਵਿੱਚ 1-3 ਦਿਨ ਤੱਕ ਲੱਗ ਸਕਦੇ ਹਨ।
pl: Prześlemy niewielką wpłatę na Twoje konto bankowe. Zależnie od banku może to potrwać od 1 do 3 dni.
ru: Мы положим очень маленький депозит на ваш банковский счет. В зависимости от банка это может занять от 1 до 3 дней.
sd: اسان توهانجي بينڪ اڪائونٽ ۾ هڪ تمام ننڍو ڊپازٽ ڪنداسين، توهانجي بينڪ تي ڀاڙيندي، اهو 1-3 ڏينهن وٺي سگهي ٿو.
si: අපි ඔබගේ බැංකු ගිණුමට ඉතා කුඩා තැන්පතුවක් කරන්නෙමු. ඔබගේ බැංකුව අනුව, මෙයට දින 1-3 ක් ගැනීම විය හැකිය.
sl: Na vaš bančni račun bomo položili manjši znesek. Postopek lahko traja 1–3 dni, odvisno od vaše banke.
sr_cyrl_rs: Положили смо мали депозит на ваш рачун у банци. У зависности од ваше банке, ово може да потраје 1 до 3 дана.
sr_latn_rs: Položili smo mali depozit na vaš račun u banci. U zavisnosti od vaše banke, ovo može da potraje 1 do 3 dana.
sv: Vi gör en mycket liten insättning på ditt bankkonto. Beroende på vilken bank du har kan detta ta 1–3 dagar.
ta: நாங்கள் சிறுதொகை உங்கள் வங்கிக் கணக்கில் இட்டுள்ளோம். உங்கள் வங்கியைப் பொருத்து இதற்கு 1-3 நாட்கள் ஆகலாம்.
te: మేము మీ ఖాతాలో చాలా తక్కువ మొత్తంలో డిపాజిట్ చేస్తాము. మీ బ్యాంక్‌పై ఆధారపడి దీనికి 1 నుండి 3 రోజుల సమయం పట్టవచ్చు.
tg: Мо ба суратҳисоби бонкии шумо амонати хурдро мегузорем. Вобаста аз бонки шумо, ин метавонад 1-3 рӯзро гирад.
th: เราจะฝากเงินจำนวนเล็กน้อยในบัญชีธนาคารของคุณ ซึ่งอาจใช้เวลาถึง 1-3 วัน ขึ้นอยู่กับธนาคารของคุณ
tr: Banka hesabınıza çok küçük bir miktar para yatırdık. Bankanıza bağlı olarak bu işlem 1 ile 3 gün arasında sürebilir.
tt: Банктагы хисабыгызга бик кечкенә суммада акча кертеләчәк. Банкка карап, бу 1-3 көнгә кадәр алырга мөмкин.
ug: بانكا ھېساباتىڭىزغا ئاز مىقداردا پۇل ئەۋەتىمىز. بانكىنىڭ ئىش بېجىرىش سۈرئىتى بويىچە 1-3 كۈنگىچە ۋاقىت كېتىشى مۇمكىن.
uk: Ми внесемо маленький депозит на ваш банківський рахунок. Залежно від банку перевірка може тривати від 1 до 3 днів.
ur: ہم آپ کے بینک اکاؤنٹ میں چھوٹی سی منتقلی کریں گے۔ آپ کے بینک پر انحصار کرتے ہوئے اس میں 1-3 دن لگ سکتے ہیں۔
uz: Bank hisob raqamingizga oz miqdorda depozit qo‘yamiz. Bankingizga qarab, bu 1-3 kun ichida amalga oshishi mumkin.
vi: Chúng tôi sẽ gửi một khoản tiền rất nhỏ vào tài khoản ngân hàng của bạn. Tùy vào ngân hàng của bạn, việc này có thể mất tới 1-3 ngày.
zh_hans: 我们将向你的银行帐户存入少量金额。这可能需要 1-3 天时间，具体取决于你的开户银行。
zh_hant: 我們會將一筆非常小額的款項存入您的銀行帳戶。視您的銀行而定，您最多需要 1-3 天才能看到該款項。
