Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SEPA.InfoPage.Subheading
source: You'll be redirected to DocuSign to complete the signing process.
af: Jy sal na DocuSign herlei word om die ondertekeningsproses te voltooi.
am: የመፈረም ሂደቱን ለማጠናቀቅ ወደ DocuSign ይመራሉ።
ar: ستتم إعادة توجيهك إلى DocuSign لإتمام عملية التوقيع.
as: আপোনাক ছাইন কৰা প্ৰক্ৰিয়াটো সম্পূৰ্ণ কৰিবলৈ DocuSign-লৈ লৈ যোৱা হ'ব৷
az: İmzalama prosesini tamamlamaq üçün DocuSign-a yönləndiriləcəksiniz.
bg: Ще бъдете пренасочени към DocuSign, за да завършите процеса по подписване.
bn_in: আপনি সাইন ইন করার প্রক্রিয়াটি সম্পূর্ণ করার জন্য আপনাকে DocuSign এ পুনঃনির্দেশিত করা হবে৷
bs: Bit ćete preusmjereni na DocuSign da biste dovršili postupak potpisivanja.
cy: Byddwch yn cael eich ailgyfeirio i DocuSign i orffen y broses llofnodi.
da: Du omdirigeres til DocuSign for at fuldføre signeringsprocessen.
de: Sie werden zu DocuSign umgeleitet, um den Signierungsvorgang abzuschließen.
el: Θα ανακατευθυνθείτε στο DocuSign για να ολοκληρώσετε τη διαδικασία υπογραφής.
es: Se te redirigirá a DocuSign para completar el proceso de firma.
et: Teid suunatakse allkirjastamistoimingu lõpuleviimiseks lehele DocuSign.
eu: DocuSign zerbitzura birbideratuko zaitugu sinatze-prozesua amaitzeko.
fa: به DocuSign هدایت می‌شوید تا فرآیند امضا را به پایان برسانید.
ga: Atreorófar thú chuig DocuSign chun an próiseas sínithe a chríochnú.
gd: Thèid d’ ath-stiùireadh gu DocuSign gus an soidhneadh a choileanadh.
gl: Redireccionaráseche a DocuSign para completar o proceso de inicio de sesión.
gu: સાઇન કરવાની પ્રક્રિયાને પૂર્ણ કરવા માટે તમને DocuSign પર પુનઃનિર્દેશિત કરવામાં આવશે.
he: תנותב מחדש אל DocuSign כדי להשלים את תהליך החתימה.
hi: आपको साइन इन प्रक्रिया पूर्ण करने के लिए DocuSign पर रीडायरेक्ट किया जाएगा.
hr: Bit ćete preusmjereni na DocuSign da biste dovršili proces potpisivanja.
hu: Az aláírási folyamat befejezéséhez átirányítjuk a DocuSign webhelyére.
id: Anda akan dialihkan ke DocuSign untuk menyelesaikan proses penandatanganan.
is: Þér verður vísað áfram á DocuSign til að ljúka við undirritunina.
ja: 署名プロセスを完了するために DocuSign にリダイレクトされます。
ka: გადამისამართდებით DocuSign-ზე, ხელმოწერის პროცესის დასასრულებლად.
kk: Сіз қол қою процесін аяқтау үшін DocuSign жүйесіне бағытталасыз.
kn: ನಿಮ್ಮ ಸೈನ್ ಇನ್ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮನ್ನು DocuSign ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ.
ko: 서명 프로세스를 완료하기 위해 DocuSign으로 리디렉션됩니다.
ku_arab: تۆ ئاراستە دەکرێیتەوە بەرەو DocuSign بۆ تەواوکردنی پرۆسەی واژۆکردن.
ky: Сиз катталып кирүү процессин аяктоо үчүн DocuSign'га кайра даректелесиз.
lo: ທ່ານຈະຖືກນຳໄປທີ່ DocuSign ເພື່ອສຳເລັດຂັ້ນຕອນການເຊັນເອກະສານ.
lt: Būsite nukreipti į „DocuSign“, kad galėtumėte užbaigti prisijungimo procesą.
lv: Jūs tiksit novirzīts uz pakalpojumu DocuSign, lai pabeigtu parakstīšanas procesu.
mi: Ka tukua atu koe ki DocuSign hei whakaoti i te tukanga waitohu.
mk: Ќе бидете пренасочени кон DocuSign за да го завршите процесот на потпишување.
ml: സൈനിൻ പ്രക്രിയ പൂർത്തിയാക്കുന്നതിനായി നിങ്ങൾ DocuSign-ലേക്ക് റീഡയറക്ട് ചെയ്യപ്പെടും.
mn: Гарын үсэг зурах үйлдлийг гүйцэтгэхийн тулд таныг DocuSign руу аваачна.
mr: साइन इन करण्याची प्रक्रिया पूर्ण करण्यासाठी आपण DocuSign ला पुनर्निर्देशित व्हाल.
ms: Anda akan dihalakan semula ke DocuSign untuk melengkapkan proses tandatangan.
mt: Se tiġi ddireġut għal DocuSign biex tlesti l-proċess ta’ dħul fil-kont.
ne: साइन-इन प्रक्रिया पूरा गर्न तपाइँलाई DocuSign मा पुन: निर्देशित गरिनेछ।
nn_no: Du blir omdirigert til DocuSign for å fullføre signeringsprosessen.
no: Du vil bli omdirigert til DocuSign for å fullføre signeringsprosessen.
or: ଏହି ସାଇନ୍ ଇନ୍ ପ୍ରକ୍ରିୟା ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ଆପଣଙ୍କୁ DocuSign କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ.
pa_arab_pk: تہانوں دستخط دے عمل نوں مکمل کرن لئی DocuSign تے بھیجیا جاوے گا۔
pa_in: ਤੁਹਾਨੂੰ ਸਾਈਨਿੰਗ ਕਿਰਿਆ ਪੂਰੀ ਕਰਨ ਵਾਸਤੇ DocuSign ਵੱਲ ਲਿਜਾਇਆ ਜਾਵੇਗਾ।
pl: Nastąpi przekierowanie do witryny DocuSign w celu ukończenia procesu podpisywania.
ru: Вы будете перенаправлены в службу DocuSign, чтобы поставить подпись.
sd: توهانکي صحيح جو عمل مڪمل ڪرڻ لاءِ توهانکي کي DocuSign ڏانهن روانو ڪيو ويندو.
si: අත්සන් කිරීමේ ක්‍රියාවලිය සම්පූර්ණ කිරීමට ඔබව DocuSign කරා යොමු කෙරෙනු ඇත.
sl: Preusmerjeni boste v storitev DocuSign, kjer boste dokončali postopek podpisovanja.
sr_cyrl_rs: Бићете преусмерени на DocuSign како бисте довршили процес потписивања.
sr_latn_rs: Bićete preusmereni na DocuSign kako biste dovršili proces potpisivanja.
sv: Du omdirigeras till DocuSign för att slutföra underteckningsprocessen.
ta: கையொப்பமிடுதல் செயலாக்கத்தை நிறைவுசெய்ய, DocuSign-க்குத் திருப்பிவிடப்படுவீர்கள்.
te: సైన్ ఇన్ ప్రక్రియను పూర్తి చేయడానికి మీరు DocuSignకి దారి మళ్లించబడతారు.
tg: Барои ба анҷом расонидани раванди имзогузорӣ, шумо ба DocuSign фиристода мешавед.
th: ระบบจะพาคุณไปที่ DocuSign เพื่อดำเนินการเซ็นชื่อให้เสร็จสิ้น
tr: İmzalama işlemini tamamlamak için yeniden DocuSign’a yönlendirileceksiniz.
tt: Сез имзалау процессын тәмамлау өчен DocuSign битенә күчереләчәксез.
ug: سىزنى DocuSign غا باشلاپ، ئىمزالاشنى تاماملايمىز.
uk: Вас буде переспрямовано в службу DocuSign, щоб поставити підпис.
ur: آپ کو دستخط کاری عمل مکمل کرنے کے لیے DocuSign پر بھیجا جائے گا۔
uz: Kirish jarayonini nihoyasiga yetkazish uchun DocuSign’ga yo‘naltirilasiz.
vi: Bạn sẽ được chuyển hướng đến DocuSign để hoàn tất quá trình ký.
zh_hans: 你将被重定向到 DocuSign 以完成签名过程。
zh_hant: 系統會將您重新導向到 DocuSign 以完成簽署程序。

# Literal.SEPA.InfoPage.Line1
source: Done signing?
af: Klaar onderteken?
am: መፈረምዎን ጨርሰዋል?
ar: هل أتممت عملية التوقيع؟
as: ছাইন সম্পন্ন কৰিলেনে?
az: İmzalamağı bitirdiniz?
bg: Готови сте с подписването?
bn_in: সাইন ইন করা সম্পন্ন করেছেন?
bs: Završili ste s prijavljivanjem?
cy: Wedi gorffen llofnodi?
da: Er du færdig med signeringen?
de: Signierung abgeschlossen?
el: Ολοκληρώσατε την υπογραφή;
es: ¿Ya has firmado?
et: Kas olete allkirja andnud?
eu: Sinatzen amaitu duzu?
fa: امضا انجام شد؟
ga: An síniú déanta?
gd: A bheil thu deiseil leis an t-soidhneadh?
gl: Xa asinaches?
gu: સાઇન કરવાનું પૂર્ણ કર્યું?
he: סיימת לחתום?
hi: क्या आपने साइन इन कर लिया?
hr: Jeste li završili s potpisivanjem?
hu: Befejezte az aláírást?
id: Sudah menandatangani?
is: Ertu búin(n) að undirrita?
ja: 署名を完了しましたか?
ka: დასრულდა ხელმოწერა?
kk: Қол қойылды ма?
kn: ಸೈನ್ ಇನ್ ಮಾಡಿದಿರಾ?
ko: 서명이 끝났나요?
ku_arab: چوونەژوورەوە ئەنجامدرا؟
ky: Катталып кирүү аяктадыбы?
lo: ເຊັນສຳເລັດແລ້ວບໍ?
lt: Prisijungėte?
lv: Vai esat pabeidzis parakstīšanos?
mi: Kua oti te waitohu?
mk: Готово со пријавувањето?
ml: സൈനിൻ ചെയ്തോ?
mn: Гарын үсгээ зурчихсан уу?
mr: साइन इन करणे पूर्ण झाले?
ms: Selesai menandatangan?
mt: Lest/a mid-dħul fil-kont?
ne: साइन-इन पुरा भयो?
nn_no: Ferdig med å signere?
no: Har du signert?
or: ସାଇନ୍ ଇନ୍ ସମାପ୍ତ ହୋଇଛି?
pa_arab_pk: سائن ان مکمل ہو گئی؟
pa_in: ਸਾਈਨ ਇਨ ਕਰ ਚੁੱਕੇ?
pl: Podpisywanie przebiegło pomyślnie?
ru: Вы завершили регистрацию?
sd: صحيح ٿي وئي؟
si: අත්සන් කළාද?
sl: Ste končali podpisovanje?
sr_cyrl_rs: Завршили сте са потписивањем?
sr_latn_rs: Završili ste sa potpisivanjem?
sv: Klar med din underteckning?
ta: கையொப்பமிடுதல் முடிந்ததா?
te: సంతకం చేసారా?
tg: Имзокунӣ ба анҷом расид?
th: ลงชื่อเข้าใช้เสร็จแล้วใช่ไหม
tr: İmzalama işleminiz bitti mi?
tt: Имзалау тәмаммы?
ug: ئىمزالاپ بولدىڭىزمۇ؟
uk: Ви завершили реєстрацію?
ur: دستخط کاری مکمل ہو گئی؟
uz: Imzoladingizmi?
vi: Bạn đã ký xong?
zh_hans: 已签名?
zh_hant: 完成簽署?

# Literal.SEPA.InfoPage.Line2
source: If you're done signing, you can wrap it up. If you're not done, you can try again.
af: Sodra jy klaar onderteken het, kan jy klaarmaak. As jy nie klaar is nie, kan jy weer probeer.
am: መፈረምዎን ከጨረሱ፣ ማጠቃለል ይችላሉ። ካልጨረሱ፣ እንደገና መሞከር ይችላሉ።
ar: إذا انتهيت من التوقيع، يمكنك الإنهاء. وإذا لم تكن قد انتهيت، يمكنك المحاولة مرة أخرى.
as: যদি আপুনি ছাইন ইন সম্পন্ন কৰিছে, তেন্তে আপুনি ইয়াক নিজস্ব কৰি ৰাখিব পাৰে৷ যদি আপুনি সম্পন্ন কৰা নাই, তেন্তে আপুনি পুনৰ চেষ্টা কৰিব পাৰে৷
az: İmzalamağı tamamladıqdan sonra onu bitirə bilərsiniz. Əgər tamamlamamısınızsa, yenidən cəhd edə bilərsiniz.
bg: Ако сте готови с подписването, можете да приключите покупката. Ако не сте готови, можете да опитате отново.
bn_in: আপনি সাইন ইন সম্পন্ন করেছেন, আপনি এটিকে মোড়াতে পারেন৷ যদি আপনি সম্পন্ন না করে থাকেন, তবে আপনি আবার চেষ্টা করতে পারেন৷
bs: Ako ste završili s potpisivanjem, možete okončati proces. Ako niste, možete pokušati ponovo.
cy: Os ydych chi wedi gorffen llofnodi, gallwch ei gwblhau. Os nad ydych chi wedi gorffen, gallwch roi cynnig arall.
da: Hvis du er færdig med at signere, kan du afslutte det. Hvis du ikke er færdig, kan du prøve igen.
de: Sie können den Vorgang jetzt abschließen. Wenn Sie noch nicht fertig sind, können Sie es erneut versuchen.
el: Αν έχετε τελειώσει με την υπογραφή, μπορείτε να ολοκληρώσετε τη διαδικασία. Αν όχι, μπορείτε να δοκιμάσετε ξανά.
es: Si ya has firmado, puedes finalizar el proceso. De lo contrario, puedes volver a intentarlo.
et: Kui olete allkirja andnud, saate ostu lõpule viia. Kui te pole valmis, saate uuesti proovida.
eu: Saioa hasi baduzu, erosten amai dezakezu. Oraindik saioa hasi ez baduzu, berriro saia zaitezke.
fa: اگر امضا کردن را تمام کردید، می‌توانید این فرآیند را به اتمام برسانید. اگر امضا کردنتان تمام نشده است، می‌توانید دوباره امتحان کنید.
ga: Má tá sínithe agat, is féidir leat scor de. Mura bhfuil, is féidir leat é a thriail arís.
gd: Ma rinn thu a shoidhneadh, 's urrainn dhut crìoch a chur air. Mur eil thu deiseil fhathast, is urrainn dhut feuchainn ris a-rithist.
gl: Se xa iniciaches sesión, podes terminar. Se non, podes tentalo de novo.
gu: જો તમે સાઇન કરવાની પ્રક્રિયા પૂર્ણ કરી હોય, તો તમે તેને સમાપ્ત કરી શકો છો. જો તમારું કાર્ય અધૂરું હોય, તો ફરીથી પ્રયાસ કરો.
he: אם סיימת את החתימה, תוכל לסיים הכול. אם לא סיימת, תוכל לנסות שוב.
hi: यदि आपने साइन इन कर लिया है, तो आप इसे पूर्ण कर सकते हैं. यदि आपने पूर्ण नहीं किया है, तो आप पुनः प्रयास कर सकते हैं.
hr: Ako ste završili s potpisivanjem, možete zatvoriti. Ako niste završili, pokušajte ponovno.
hu: Ha befejezte az aláírást, térjen vissza a vásárláshoz. Ha nem, próbálja meg újból.
id: Jika telah selesai menandatangani, Anda dapat membungkusnya. Jika belum selesai, Anda dapat mencoba lagi.
is: Ef þú hefur lokið við að undirrita geturðu klárað ferlið. Ef þú hefur ekki lokið við að undirrita geturðu reynt aftur.
ja: 署名が完了したら、操作は終了です。完了していない場合は、もう一度やり直してください。
ka: თუ შეასრულეთ გამოწერა, შეგიძლიათ დაასრულოთ იგი. წინააღმდეგ შემთხვევაში, შეგიძლიათ ისევ სცადოთ.
kk: Егер қол қойып болсаңыз, мұны елемеуге болады. Егер қол қоймаған болсаңыз, әрекетті қайталаңыз.
kn: ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಿದರೆ, ಎಲ್ಲಾ ಪ್ರಕ್ರಿಯೆ ಪೂರ್ಣಗೊಂಡಂತೆ. ನೀವು ಸೈನ್ ಇನ್ ಮಾಡದಿದ್ದರೆ, ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಬಹುದು.
ko: 서명을 마쳤으면 마무리할 수 있습니다. 마치지 않았으면 다시 시도할 수 있습니다.
ku_arab: ئەگەر چوونە ناوت تەواو کرد، دەتوانیت کۆی بکەیتەوە. ئەگەر تەواو نەبوویت، دەتوانیت دووبارە هەوڵ بدەیت.
ky: Катталып кирүүнү аяктаган болсоңуз, аны жыйыштырып коюңуз. Аяктай элек болсоңуз, кайрадан аракет кылып көрсөңүз болот.
lo: ຖ້າທ່ານເຊັນສົມບູນແລ້ວ, ທ່ານສາມາດສຳເລັດມັນ. ຖ້າທ່ານຍັງບໍ່ແລ້ວເທື່ອ, ທ່ານສາມາດລອງໃໝ່ອີກ.
lt: Jeigu prisiregistravote, galite jį užbaigti. Jei dar nebaigėte, galite bandyti dar kartą.
lv: Ja esat pabeidzis parakstīšanos, varat beigt darbu. Ja darbs nav pabeigts, varat mēģināt vēlreiz.
mi: Mēnā kua oti tō waitohu, ka taea e koe te whakamutu. Mēnā kāore anō, kia ngana anō.
mk: Ако сте готови со потпишувањето, може да завршите. Ако не, може да се обидете повторно.
ml: നിങ്ങൾ സൈനിൻ ചെയ്തുകഴിഞ്ഞാൽ, നിങ്ങൾക്ക് അത് പൂർത്തിയാക്കാം. ചെയ്തുകഴിഞ്ഞില്ലെങ്കിൽ, നിങ്ങൾക്ക് വീണ്ടും ശ്രമിക്കാം.
mn: Та гарын үсгээ зурж дууссан үүнийг бол хурааж болно. Дуусаагүй бол дахин оролдоно уу.
mr: साइन इन पूर्ण झाल्यास आपण ते गुंडाळू शकता. आणि पूर्ण झाले नसल्यास आपण पुन्हा प्रयत्न करू शकता.
ms: Jika anda sudah menandatangan, anda boleh selesaikannya. Jika anda belum selesai, anda boleh cuba semula.
mt: Jekk lest/a mid-dħul fil-kont, tista’ tispiċċa. Jekk m’intix lest/a, tista’ terġa’ tipprova.
ne: तपाइँले साइन-इन पूरा गर्नुभएको छ भने तपाइँले यसलाई छोड्न सक्नुहुन्छ। पुरा गर्नुभएको छैन भने फेरि प्रयास गर्न सक्नुहुन्छ।
nn_no: Dersom du er ferdig med å signere, kan du fullføre. Dersom du ikkje er ferdig, kan du prøve på nytt.
no: Hvis signeringen er utført, kan du fullføre. Hvis signeringen ikke er utført, kan du prøve på nytt.
or: ଯଦି ଆପଣ ସାଇନ୍ ଇନ୍ ସମାପ୍ତ କରି ନାହାଁନ୍ତି, ଆପଣ ଏହା ୱାର୍ପ ଅପ୍ କରିପାରିବେ. ଯଦି ଆପଣ ସମାପ୍ତ କରି ନାହାଁନ୍ତି, ଆପଣ ପୁଣି ଚେଷ୍ଟା କରିପାରିବେ.
pa_arab_pk: جے تسی دستخط کاری مکمل کر لئی اے تے، تسی اینوں ملفوف کر سکدے او۔ جے مکمل نہیں کیتی، تے تسی فیر کوشش کر سکدے او۔
pa_in: ਜੇ ਤੁਸੀਂ ਸਾਈਨਿੰਗ ਕਰ ਲਈ ਹੈ ਤਾਂ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਮਾਪਤ ਕਰ ਸਕਦੇ ਹੋ। ਜੇ ਤੁਸੀਂ ਨਹੀਂ ਕੀਤਾ ਹੈ ਤਾਂ ਤੁਸੀਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।
pl: Po zakończeniu podpisywania możesz przejść do podsumowania. Jeśli podpisywanie nie zostało zakończone, możesz spróbować ponownie.
ru: Если вы поставили подпись, вы можете завершить покупку. Если нет, вы можете повторить попытку.
sd: جيڪڏهن توهانجي سائننگ ختم ٿي، توهان ان کي ويڙهي سگهو ٿا. جيڪڏهن توهان ختم نه ڪيو، توهان ٻيهر ڪوشش ڪري سگهو ٿا.
si: ඔබ අත්සන් කළෙහි නම්, ඔබට එය ගෙනයා හැකිය. ඔබ එසේ නොකළෙහි නම්, ඔබට නැවත උත්සාහ කළ හැකිය.
sl: Če ste zaključili podpisovanje, lahko končate. Če niste, lahko poskusite znova.
sr_cyrl_rs: Ако сте завршили са потписивањем, то је све што треба да урадите. Ако нисте, покушајте поново.
sr_latn_rs: Ako ste završili sa potpisivanjem, to je sve što treba da uradite. Ako niste, pokušajte ponovo.
sv: Om du är klar med undertecknandet kan du fortsätta. Om du inte är klar kan du försöka igen.
ta: கையொப்பமிட்டு முடிந்துவிட்டால், அதை மேலே மடித்துவிடலாம். முடியாவிட்டால், மீண்டும் முயற்சிக்கலாம்.
te: మీరు సంతకం చేయడం పూర్తయితే, మీరు దీన్ని మూసివేయవచ్చు. మీరు పూర్తి చేయకుంటే, మీరు మళ్లీ ప్రయత్నించవచ్చు.
tg: Агар шумо имзо гузошта бошед, метавонед онро печонед. Агар не, метавонед аз нав кӯшиш кунед.
th: หากคุณเซ็นชื่อเสร็จแล้ว คุณสามารถดำเนินการต่อให้เสร็จสิ้นได้ หากคุณยังเซ็นชื่อไม่เสร็จ คุณสามารถลองอีกครั้งได้
tr: İmzalama işlemini tamamladıysanız işlemi sonlandırın. Henüz tamamlamadıysanız tekrar deneyebilirsiniz.
tt: Имзалау тәмам булса, эшегез бетә. Булмаса, кабатлап карый аласыз.
ug: ئىمزالاپ بولغان بولسىڭىز، تاماملاڭ، ئۇنداق بولمىسا، قايتا سىناڭ.
uk: Якщо ви поставили підпис, ви можете завершити покупку. Якщо ні, ви можете повторити спробу.
ur: اگر آپ نے دستخط کاری مکمل کر لی ہے تو آپ اسے لیپٹ سکتے ہیں۔ اگر مکمل نہیں کی تو آپ دوبارہ کوشش کر سکتے ہیں۔
uz: Tizimga kirgan bo‘lsangiz, uni nihoyasiga yetkazishingiz mumkin. Aks holda, qayta urinib ko‘rishingiz mumkin.
vi: Nếu đã hoàn tất đăng ký, bạn có thể kết thúc. Nếu chưa hoàn tất, bạn có thể thử lại.
zh_hans: 如果你已经完成签名，就可以结束了。如果尚未完成，可以重试。
zh_hant: 若您完成簽署，您可以完成購買。若尚未完成，您可以再試一次。

# Literal.SetupOfficeSdx.SEPA.SummaryPageHeading
source: Confirm your details
af: Bevestig jou besonderhede
am: ዝርዝሮን ያረጋግጡ
ar: تأكيد التفاصيل الخاصة بك
as: আপোনাৰ বিৱৰণ নিশ্চিত কৰক
az: Təfərrüatınızı təsdiq edin
bg: Потвърждаване на данните ви
bn_in: আপনার বিশদ বিবরণ নিশ্চিত করুন
bs: Potvrdite detalje
cy: Cadarnhewch eich manylion
da: Bekræft dine oplysninger
de: Details bestätigen
el: Επιβεβαίωση των στοιχείων σας
es: Confirme sus datos
et: Kinnitage oma andmed
eu: Berretsi xehetasunak
fa: اطلاعات خود را تأیید کنید
ga: Deimhnigh do shonraí
gd: Dearbh am fiosrachadh agad
gl: Confirme os datos
gu: તમારી વિગતોની પુષ્ટિ કરો
he: אשר את הפרטים שלך
hi: अपने विवरण की पुष्टि करें
hr: Potvrdite svoje podatke
hu: Erősítse meg az adatait
id: Konfirmasikan detail Anda
is: Staðfestu upplýsingarnar þínar
ja: お客様の詳細をご確認ください
ka: დაადასტურეთ თქვენი დეტალები
kk: Мәліметтеріңізді растаңыз
kn: ನಿಮ್ಮ ವಿವರಗಳನ್ನು ದೃಢಪಡಿಸಿ
ko: 세부 정보 확인
lo: ຢືນຢັນລາຍລະອຽດຂອງທ່ານ
lt: Patvirtinkite savo informaciją
lv: Apstipriniet savu detalizēto informāciju
mi: Whakaūkia ō taipitopito
mk: Потврдете ги деталите
ml: നിങ്ങളുടെ വിശദാംശങ്ങൾ സ്ഥിരീകരിക്കുക
mr: आपल्या तपशीलांची पुष्टी करा
ms: Sahkan butiran anda
mt: Ikkonferma d-dettalji tiegħek
ne: आफ्नो विवरण पुष्टि गर्नुहोस्
nn_no: Bekreft dine opplysningar
no: Bekreft dine opplysninger
or: ଆପଣଙ୍କର ବିବରଣୀ ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa_in: ਆਪਣੀ ਉਮਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź swoje dane
ru: Подтвердите ваши сведения
sl: Potrdite svoje podrobnosti
sr_cyrl_rs: Потврдите детаље
sr_latn_rs: Potvrdite detalje
sv: Bekräfta dina uppgifter
ta: உங்கள் விவரங்களை உறுதிப்படுத்தவும்
te: మీ వివరాలను ధ్రువీకరించండి
th: ยืนยันรายละเอียดของคุณ
tr: Bilgilerinizi onaylayın
tt: Үзегез турында мәгълүматны раслагыз
ug: تەپسىلاتنى جەزملەڭ
uk: Підтвердьте свої дані
ur: اپنی تفصیلات کی تصدیق کریں
uz: Maʼlumotlaringizni tasdiqlang
vi: Xác nhận chi tiết của bạn
zh_hans: 确认你的详细信息
zh_hant: 確認您的詳細資料

# Literal.SetupOfficeSdx.SEPA.InfoPage.Heading
source: We opened your web browser
af: Ons het jou webblaaier oopgemaak
am: የድር አሳሽህን ከፍተናል
ar: فتحنا مستعرض ويب الخاص بك
as: আমি আপোনাৰ ৱেব ব্ৰাউজাৰ খুলিছো
az: Veb brauzerinizi açdıq
bg: Отворихме вашия уеб браузър
bn_in: আমরা আপনার ওয়েব ব্রাউজার খুলেছি
bs: Otvorili smo vaš web preglednik
cy: Rydym wedi agor eich porwr gwe
da: Vi har åbnet din webbrowser
de: Ihr Webbrowser wurde geöffnet
el: Ανοίξαμε το πρόγραμμα περιήγησης web σας
es: Se ha abierto el explorador web
et: Avasime teie veebibrauseri
eu: Web-arakatzailea ireki dugu
fa: ما مرورگر وب شما را باز کردیم
ga: D'osclaíomar do bhrabhsálaí Gréasáin
gd: Dh’fhosgail sinn am brabhsair-lìn agad
gl: Abrimos o teu explorador web
gu: અમે તમારું વેબ બ્રાઉઝર ખોલ્યું છે
he: פתחנו את דפדפן האינטרנט שלך
hi: हमने आपका वेब ब्राउज़र खोला है
hr: Otvorili smo vaš web-preglednik
hu: Megnyitottuk a webböngészőjét.
id: Kami membuka browser web Anda
is: Við opnuðum vafrann þinn
ja: Web ブラウザーを開きました
ka: ჩვენ გავხსენით თქვენი ვებბრაუზერი
kk: Веб-шолғышыңызды аштық
kn: ನಾವು ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್ ತೆರೆದಿದ್ದೇವೆ
ko: 웹 브라우저를 열었습니다.
lo: ພວກເຮົາໄດ້ເປີດເວັບບຣາວເຊີຂອງທ່ານແລ້ວ
lt: Atidarėme jūsų žiniatinklio naršyklę
lv: Tiek atvērta tīmekļa pārlūkprogramma
mi: Kua whakatuwheratia e mātou tōu pūtirotiro tukutuku
mk: Го отворивме вашиот веб-прегледувач
ml: ഞങ്ങൾ നിങ്ങളുടെ വെബ് ബ്രൗസർ തുറന്നു
mr: आम्ही आपला वेब ब्राउझर उघडला
ms: Kami membuka pelayar web anda
mt: Ftaħna l-brawżer tal-web tiegħek
ne: हामीले तपाईंको वेब ब्राउजर खोल्यौँ
nn_no: Vi opna nettlesaren din
no: Vi åpnet nettleseren din
or: ଆମେ ଆପଣଙ୍କ ୱେବ୍ ବ୍ରାଉଜର୍ ଖୋଲିଛୁ
pa_in: ਅਸੀਂ ਤੁਹਾਡਾ ਵੈਬ ਬ੍ਰਾਉਜ਼ਰ ਖੋਲ੍ਹਿਆ
pl: Przeglądarka sieci Web została otwarta
ru: Мы открыли ваш веб-браузер
sl: Odprli smo vaš spletni brskalnik
sr_cyrl_rs: Отворили смо веб прегледач
sr_latn_rs: Otvorili smo veb pregledač
sv: Webbläsaren har öppnats
ta: உங்கள் இணைய உலாவியைத் திறந்தோம்
te: మేము మీ వెబ్ బ్రౌజర్‌ను తెరిచాము
th: เราเปิดเว็บเบราว์เซอร์ของคุณแล้ว
tr: Web tarayıcınızı açtık
tt: Веб-күзәтүчегезне ачтык
ug: تور كۆرگۈچنى ئاچتۇق
uk: Ми відкрили браузер
ur: ہم نے آپ کا ویب براؤزر کھولا ہے
uz: Biz sizning veb-brauzeringizni ochdik
vi: Chúng tôi đã mở trình duyệt web của bạn
zh_hans: 已打开 web 浏览器
zh_hant: 已開啟網頁瀏覽器
