Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.PIDetailTitle.Step2.ADD
source: Add payment information
af: Voeg betaalinligting by
am: የክፍያ መረጃ አክል
ar: إضافة معلومات الدفع
as: পৰিশোধ তথ্য যোগ কৰক
az: Ödəniş məlumatı əlavə edin
bg: Добавяне на информация за плащане
bn_in: অর্থ দেওয়ার তথ্য যোগ করুন
bs: Dodavanje podataka o plaćanju
cy: Ychwanegu gwybodaeth am daliad
da: Tilføj betalingsoplysninger
de: Zahlungsinformationen hinzufügen
el: Προσθήκη πληροφοριών πληρωμής
es: Agregar información de pago
et: Lisa makseteave
eu: Gehitu ordainketa-informazioa
fa: افزودن اطلاعات پرداخت
ga: Cuir eolas íocaíochta leis
gd: Cuir ris fiosrachadh pàighidh
gl: Engadir información de pagamento
gu: ચૂકવણી માહિતી ઉમેરો
he: הוספת פרטי תשלום
hi: भुगतान जानकारी जोड़ें
hr: Dodaj podatke o plaćanju
hu: Fizetési adatok hozzáadása
id: tambahkan informasi pembayaran
is: Bæta við greiðsluupplýsingum
ja: お支払い情報の追加
ka: დაამატეთ გადახდის ინფორმაცია
kk: Төлем ақпаратын қосу
kn: ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸಿ
ko: 결제 정보 추가
ku_arab: زانیاری پارەدان زێدە بکە
ky: Төлөм маалыматын кошуу
lo: ເພີ່ມຂໍ້ມູນການຊຳລະເງິນ
lt: Įtraukti mokėjimo informaciją
lv: Maksājuma informācijas pievienošana
mi: Tāpirihia ngā mōhiohio utu
mk: Додај информации за плаќање
ml: പേയ്‌മെന്റ് വിവരം ചേര്‍ക്കുക
mn: Төлбөрийн мэдээлэл нэмэх
mr: देय माहिती जोडा
ms: Tambah maklumat pembayaran
mt: Żid informazzjoni dwar il-pagament
ne: भुक्तानी जानकारी थप्नुहोस्
nn_no: Legg til betalingsinformasjon
no: Legg til betalingsinformasjon
or: ଦେୟ ସୂଚନା ଯୋଡନ୍ତୁ
pa_arab_pk: ادائیگی دی معلومات دا اضافہ کرو
pa_in: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj informacje dotyczące płatności
ru: Добавление платежной информации
sd: رقم ادا ڪرڻ جي معلومات جو اضافو ڪريو
si: ගෙවීම් තොරතුරු එකතු කරන්න
sl: Dodajte podatke o plačilu
sr_cyrl_rs: Додавање информација о плаћању
sr_latn_rs: Dodavanje informacija o plaćanju
sv: Lägg till betalningsinformation
ta: கட்டணத் தகவலைச் சேர்க்கவும்
te: చెల్లింపు సమాచారాన్ని జోడించండి
tg: Маълумоти пардохтро илова кунед
th: เพิ่มข้อมูลการชำระเงิน
tr: Ödeme bilgilerini ekle
tt: Түләү мәгълүматын өстәгез
ug: ھەق تۆلەش ئۇچۇرىڭىزنى قوشۇڭ
uk: Додати відомості про оплату
ur: ادائیگی کی معلومات درج کریں
uz: To‘lov ma‘lumotlarini qo‘shmoq
vi: Thêm thông tin thanh toán
zh_hans: 添加付款信息
zh_hant: 新增付費資訊

# Word.PIDetailTitle.Step3
source: Add additional details
af: Voeg bykomende besonderhede by
am: ተጨማሪ ዝርዝሮች አክል
ar: إضافة تفاصيل أخرى
as: অতিৰিক্ত বিশদ-বিৱৰণ যোগ কৰক
az: Əlavə təfərrüatlar əlavə edin
bg: Добавяне на допълнителни данни
bn_in: অতিরিক্ত বিস্তারিত যোগ করুন
bs: Dodavanje više detalja
cy: Ychwanegu rhagor o fanylion
da: Tilføj yderligere oplysninger
de: Zusätzliche Details hinzufügen
el: Προσθήκη πρόσθετων λεπτομερειών
es: Agregar detalles adicionales
et: Täiendavate üksikasjade lisamine
eu: Gehitu xehetasun gehigarriak
fa: افزودن جزئیات دیگر
ga: Cuir sonraí breise leis
gd: Cuir ris fiorachadh a bharrachd
gl: Engadir detalles adicionais
gu: અધિક માહિતી ઉમેરો
he: הוספת פרטים נוספים
hi: अतिरिक्त विवरण जोड़ें
hr: Dodaj dodatne pojedinosti
hu: További részletek hozzáadása
id: Tambahkan detail tambahan
is: Bæta við frekari upplýsingum
ja: 詳細情報の追加
ka: დაამატეთ დეტალები
kk: Қосымша мәліметтер қосу
kn: ಹೆಚ್ಚುವರಿ ವಿವರಗಳನ್ನು ಸೇರಿಸಿ
ko: 상세 정보 추가
ku_arab: وردەکاریە ئیزافیەکان زێدە بکە
ky: Кошумча маалымат кошуу
lo: ເພີ່ມລາຍລະອຽດເພີ່ມເຕີມ
lt: Įtraukite papildomos informacijos
lv: Papildu informācijas pievienošana
mi: Tāpirihia ngā taipitopito atu anō
mk: Додај дополнителни информации
ml: കൂടുതല്‍ വിശദാംശങ്ങള്‍ ചേര്‍ക്കുക
mn: Нэмэлт дэлгэрэнгүй мэдээлэл нэмэх
mr: अतिरिक्त तपशील जोडा
ms: Tambah butiran tambahan
mt: Żid dettalji addizzjonali
ne: थप विवरणहरू थप्नुहोस्
nn_no: Legg til fleire detaljar
no: Legg til flere detaljer
or: ଅତିରିକ୍ତ ବିବରଣୀସମୂହ ଯୋଡନ୍ତୁ
pa_arab_pk: اضافی تفصیلاں دا اضافہ کرو
pa_in: ਵਧੀਕ ਵਿਸਥਾਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj dodatkowe informacje szczegółowe
ru: Добавление дополнительных сведений
sd: اضافي تفصيلن جو اضافو ڪريو
si: අතිරේක තොරතුරු එකතු කරන්න
sl: Dodajte druge podrobnosti
sr_cyrl_rs: Додавање више детаља
sr_latn_rs: Dodavanje više detalja
sv: Lägg till ytterligare uppgifter
ta: கூடுதல் விவரங்களைச் சேர்க்கவும்
te: అదనపు వివరాలను జోడించండి
tg: Маълумоти бештар илова кунед
th: เพิ่มรายละเอียดอื่นๆ
tr: Ek ayrıntılar ekle
tt: Өстәмә детальләр өстәү
ug: قوشۇمچە تەپسىلاتنى قوشۇڭ
uk: Додати інші відомості
ur: اضافی معلومات اضافہ کریں
uz: Qo‘shimcha ma‘lumotlarni qo‘shmoq
vi: Thêm chi tiết bổ sung
zh_hans: 添加更多详细信息
zh_hant: 新增其他詳細資料

# Word.PIDetailTitle.Step3.Default
source: Add additional details
af: Voeg bykomende besonderhede by
am: ተጨማሪ ዝርዝሮች አክል
ar: إضافة تفاصيل أخرى
as: অতিৰিক্ত বিশদ-বিৱৰণ যোগ কৰক
az: Əlavə təfərrüatlar əlavə edin
bg: Добавяне на допълнителни данни
bn_in: অতিরিক্ত বিস্তারিত যোগ করুন
bs: Dodavanje više detalja
cy: Ychwanegu rhagor o fanylion
da: Tilføj yderligere oplysninger
de: Zusätzliche Details hinzufügen
el: Προσθήκη πρόσθετων λεπτομερειών
es: Agregar detalles adicionales
et: Täiendavate üksikasjade lisamine
eu: Gehitu xehetasun gehigarriak
fa: افزودن جزئیات دیگر
ga: Cuir sonraí breise leis
gd: Cuir ris fiorachadh a bharrachd
gl: Engadir detalles adicionais
gu: અધિક માહિતી ઉમેરો
he: הוספת פרטים נוספים
hi: अतिरिक्त विवरण जोड़ें
hr: Dodaj dodatne pojedinosti
hu: További részletek hozzáadása
id: Tambahkan detail tambahan
is: Bæta við frekari upplýsingum
ja: 詳細情報の追加
ka: დაამატეთ დეტალები
kk: Қосымша мәліметтер қосу
kn: ಹೆಚ್ಚುವರಿ ವಿವರಗಳನ್ನು ಸೇರಿಸಿ
ko: 상세 정보 추가
ku_arab: وردەکاریە ئیزافیەکان زێدە بکە
ky: Кошумча маалымат кошуу
lo: ເພີ່ມລາຍລະອຽດເພີ່ມເຕີມ
lt: Įtraukite papildomos informacijos
lv: Papildu informācijas pievienošana
mi: Tāpirihia ngā taipitopito atu anō
mk: Додај дополнителни информации
ml: കൂടുതല്‍ വിശദാംശങ്ങള്‍ ചേര്‍ക്കുക
mn: Нэмэлт дэлгэрэнгүй мэдээлэл нэмэх
mr: अतिरिक्त तपशील जोडा
ms: Tambah butiran tambahan
mt: Żid dettalji addizzjonali
ne: थप विवरणहरू थप्नुहोस्
nn_no: Legg til fleire detaljar
no: Legg til flere detaljer
or: ଅତିରିକ୍ତ ବିବରଣୀସମୂହ ଯୋଡନ୍ତୁ
pa_arab_pk: اضافی تفصیلاں دا اضافہ کرو
pa_in: ਵਧੀਕ ਵਿਸਥਾਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj dodatkowe informacje szczegółowe
ru: Добавление дополнительных сведений
sd: اضافي تفصيلن جو اضافو ڪريو
si: අතිරේක තොරතුරු එකතු කරන්න
sl: Dodajte druge podrobnosti
sr_cyrl_rs: Додавање више детаља
sr_latn_rs: Dodavanje više detalja
sv: Lägg till ytterligare uppgifter
ta: கூடுதல் விவரங்களைச் சேர்க்கவும்
te: అదనపు వివరాలను జోడించండి
tg: Маълумоти бештар илова кунед
th: เพิ่มรายละเอียดอื่นๆ
tr: Ek ayrıntılar ekle
tt: Өстәмә детальләр өстәү
ug: قوشۇمچە تەپسىلاتنى قوشۇڭ
uk: Додати інші відомості
ur: اضافی معلومات اضافہ کریں
uz: Qo‘shimcha ma‘lumotlarni qo‘shmoq
vi: Thêm chi tiết bổ sung
zh_hans: 添加更多详细信息
zh_hant: 新增其他詳細資料

# Word.State
source: State
af: Staat
am: ዞን
ar: الولاية
as: ৰাজ্য
az: Dövlət
bg: Щат
bn_in: রাজ্য
bs: Država
cy: Sir
da: Stat
de: Bundesland
el: Νομός
es: Estado/provincia
et: Osariik
eu: Estatua
fa: استان
ga: Stáit
gd: Stàit
gl: Estado
gu: રાજ્ય
he: מחוז
hi: राज्य
hr: Savezna država
hu: Állam
id: Provinsi
is: Fylki
ja: 都道府県
ka: შტატი
kk: Штат
kn: ರಾಜ್ಯ
ko: 시/도
ku_arab: ویلایەت
ky: Мамлекет
lo: ລັດ
lt: Apskritis
lv: Štats
mi: Whenua Tōpū
mk: Држава
ml: സംസ്ഥാനം
mn: Муж улс
mr: राज्य
ms: Negeri
mt: Stat
ne: राज्य
nn_no: Delstat
no: Delstat/område
or: ରାଜ୍ୟ
pa_arab_pk: ‏‏ریاست
pa_in: ਪ੍ਰਾਂਤ
pl: Województwo
ru: Область, республика
sd: رياست
si: ප්‍රාන්තය
sl: Zvezna država
sr_cyrl_rs: Држава
sr_latn_rs: Država
sv: Region
ta: மாநிலம்
te: రాష్ట్రం
tg: Иёлат
th: รัฐ/จังหวัด
tr: Eyalet
tt: Ил
ug: ھالەت
uk: Область
ur: ریاست
uz: Shtat
vi: Bang
zh_hans: 省/直辖市/自治区
zh_hant: 省 (市)

# Word.State.Optional
source: State (Optional)
af: Staat (opsioneel)
am: ግዛት (የግድ ያልሆነ)
ar: الولاية (اختياري)
as: স্থিতি (বৈকল্পিক)
az: Ştat (İxtiyari)
bg: Щат (опционално)
bn_in: রাজ্য (বৈকল্পিক)
bs: Država (opcionalno)
cy: Talaith (Dewisol)
da: Stat (valgfri)
de: Bundesland/Kanton (optional)
el: Νομός (προαιρετικά)
es: Región (opcional)
et: Maakond (valikuline)
eu: Egoera (aukerakoa)
fa: ایالت (اختیاری)
ga: Stát (Roghnach)
gd: Stàit (roghainneil)
gl: Rexión (opcional)
gu: રાજ્ય (વૈકલ્પિક)
he: מדינה (אופציונלי)
hi: राज्य (वैकल्पिक)
hr: Država (neobavezno)
hu: Állam (nem kötelező)
id: Negara Bagian (opsional)
is: Ríki (valfrjálst)
ja: 都道府県 (省略可)
ka: შტატი (არასავალდებულო)
kk: Мемлекет (қосымша)
kn: ರಾಜ್ಯ (ಐಚ್ಛಿಕ)
ko: 시/도(선택 사항)
ku_arab: دەوڵەت (ئارەزوومەندانه)
ky: Мамлекети (каалоо боюнча)
lo: ລັດ (ເລືອກໄດ້)
lt: Valstija (pasirinktinai)
lv: Novads (neobligāti)
mi: Rohe (kōwhiri)
mk: Држава (изборно)
ml: സംസ്ഥാനം (നിർബന്ധമല്ല)
mn: Муж улс (сонголтот)
mr: राज्य (ऐच्छिक)
ms: Negeri (pilihan)
mt: Stat (Fakultattiv)
ne: राज्य (वैकल्पिक)
nn_no: Delstat (valfritt)
no: Delstat (valgfritt)
or: ରାଜ୍ୟ (ବୈକଳ୍ପିକ)
pa_arab_pk: ریاست (اختیاری)
pa_in: ਰਾਜ (ਵਿਕਲਪਿਕ)
pl: Województwo (opcjonalnie)
ru: Область (необязательно)
sd: رياست (اختياري)
si: ජනපදය (විකල්පමය)
sl: Država (neobvezno)
sr_cyrl_rs: Држава (опционално)
sr_latn_rs: Država (opcionalno)
sv: Delstat (valfritt)
ta: மாநிலம் (விருப்பத்தேர்வு)
te: వ్యక్తపరచండి (ఐచ్ఛికం)
tg: Штат (Ихтиёрӣ)
th: รัฐ (ระบุหรือไม่ก็ได้)
tr: Eyalet (İsteğe bağlı)
tt: Штат (мәҗбүри түгел)
ug: ئىشتات/ئۆلكە/ئاپتونوم رايون (ئىختىيارىي)
uk: Область (необов’язково)
ur: ریاست (اختیاری)
uz: Shtat (Ixtiyoriy)
vi: Tiểu bang (Tùy chọn)
zh_hans: 州（可选）
zh_hant: 縣/市 (選填)

# Word.BankAccountPayPayment.Account
source: Bank accounts
af: Bankrekeninge
am: የባንክ ሒሳቦች
ar: حساب البنك
as: বেংক একাউণ্টসমূহ
az: Bank hesabları
bg: Банкови сметки
bn_in: ব্যাঙ্ক অ্যাকাউন্টগুলি
bs: Bankovni računi
cy: Cyfrifon banc
da: Bankkonti
de: Bankkonten
el: Τραπεζικοί λογαριασμοί
es: Cuentas bancarias
et: Pangakontod
eu: Banku-kontuak
fa: حساب های بانکی
ga: Cuntais bainc
gd: Cunntasan banca
gl: Contas bancarias
gu: બેંક ખાતા
he: חשבונות בנק
hi: बैंक खाते
hr: Bankovni računi
hu: Bankszámla
id: Rekening bank
is: Bankareikningar
ja: 銀行口座
ka: საბანკო ანგარიშები
kk: Банк шоттары
kn: ಬ್ಯಾಂಕ್ ಖಾತೆಗಳು
ko: 은행 계좌
ku_arab: ئەژمێرەکانی بانک
ky: Банк эсептери
lo: ບັນຊີທະນາຄານ
lt: Banko sąskaita
lv: Bankas konti
mi: Ngā pūkete pēke
mk: Банкарски сметки
ml: ബാങ്ക് അക്കൌണ്ടുകള്‍
mn: Банкны данснууд
mr: बँक खाती
ms: Akaun bank
mt: Kontijiet tal-bank
ne: बैङ्क खाताहरू
nn_no: Bankkontoar
no: Bankkontoer
or: ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟଗୁଡିକ
pa_arab_pk: بینک دے اکاؤنٹس
pa_in: ਬੈਂਕ ਖਾਤੇ
pl: Konta bankowe
ru: Банковские счета
sd: بينڪ جا اڪائونٽ
si: බැංකු ගිණුම්
sl: Bančni računi
sr_cyrl_rs: Рачуни у банци
sr_latn_rs: Računi u banci
sv: Bankkonton
ta: வங்கி கணக்குகள்
te: బ్యాంక్ ఖాతాలు
tg: Суратҳисобҳои бонкӣ
th: บัญชีธนาคาร
tr: Banka hesapları
tt: Банк хисабы
ug: بانكا ھېساباتلىرى
uk: Банківські рахунки
ur: بینک کے کھاتے
uz: Bank hisob raqamlari
vi: Tài khoản ngân hàng
zh_hans: 银行帐户
zh_hant: 銀行帳戶

# Word.PaymentInstrument.StoredValue
source: StoredValue account
af: StoredValue-rekening
am: የተከማቸ እሴት መለያ
ar: حساب StoredValue
as: StoredValue একাউণ্ট
az: StoredValue hesabı
bg: предплатен акаунт
bn_in: StoredValue অ্যাকাউন্ট
bs: StoredValue račun
cy: Cyfrif Gwerth wedi'i Storio
da: StoredValue-konto
de: StoredValue-Konto
el: Λογαριασμός StoredValue
es: Cuenta StoredValue
et: StoredValue' konto
eu: Gordetako balioaren kontua
fa: حساب StoredValue
ga: Cuntas Luach Stóráilte
gd: Cunntas StoredValue
gl: Conta de StoredValue
gu: સ્ટોર્ડવેલ્યુ ખાતુ
he: חשבון בעל ערך מאוחסן
hi: StoredValue खाता
hr: račun StoredValue
hu: StoredValue-számla
id: Akun StoredValue
is: Reiðufjárreikningur
ja: StoredValue アカウント
ka: StoredValue ანგარიში
kk: StoredValue тіркелгісі
kn: StoredValue ಖಾತೆ
ko: StoredValue 계정
ku_arab: ئەژمێری StoredValue
ky: StoredValue эсеби
lo: ບັນຊີ StoredValue
lt: Tam tikros sumos sąskaita
lv: StoredValue konts
mi: Pūkete UaraRokiroki
mk: Сметка StoredValue
ml: StoredValue അക്കൌണ്ട്
mn: StoredValue данс
mr: संग्रहितमूल्य खाते
ms: Akaun NilaiDisimpan
mt: Kont StoredValue
ne: भण्डारणमान खाता
nn_no: StoredValue-konto
no: StoredValue-konto
or: StoredValue ଏକାଉଣ୍ଟ
pa_arab_pk: StoredValue دا اکاؤنٹ
pa_in: StoredValue ਖਾਤਾ
pl: Konto StoredValue
ru: Учетная запись StoredValue
sd: StoredValue اڪائونٽ
si: ආචිතඅගය ගිණුම
sl: Račun StoredValue
sr_cyrl_rs: StoredValue налог
sr_latn_rs: StoredValue nalog
sv: StoredValue-konto
ta: StoredValue கணக்கு
te: నిల్వ చేసిన విలువ ఖాతా
tg: Суратҳисоби StoredValue
th: บัญชี StoredValue
tr: StoredValue hesabı
tt: StoredValue хисабы
ug: StoredValue ھىسابى
uk: Передплатний рахунок
ur: StoredValue کھاتہ
uz: StoredValue hisob qaydnomasi
vi: Tài khoản StoredValue
zh_hans: StoredValue 帐户
zh_hant: StoredValue 帳戶

# Country.CA
source: Canada
af: Kanada
am: ካናዳ
ar: كندا
as: কানাডা
az: Kanada
bg: Канада
bn_in: কানাডা
bs: Kanada
de: Kanada
el: Καναδάς
es: Canadá
et: Kanada
eu: Kanada
fa: کانادا
ga: Ceanada
gl: Canadá
gu: કેનેડા
he: קנדה
hi: कनाडा
hr: Kanada
hu: Kanada
id: Kanada
is: Kanada
ja: カナダ
ka: კანადა
kk: Канада
kn: ಕೆನಡಾ
ko: 캐나다
ku_arab: کەنەدا
ky: Канада
lo: ການາດາ
lt: Kanada
lv: Kanāda
mi: Kānata
mk: Канада
ml: കാനഡ
mn: Канад
mr: कॅनडा
ms: Kanada
mt: Kanada
ne: क्यानेडा
or: କାନାଡା
pa_arab_pk: کنیڈا
pa_in: ਕੈਨੇਡਾ
pl: Kanada
ru: Канада
sd: ڪينيڊا
si: කැනඩාව
sl: Kanada
sr_cyrl_rs: Канада
sr_latn_rs: Kanada
sv: Kanada
ta: கனடா
te: కెనడా
tg: Канада
th: แคนาดา
tr: Kanada
tt: Канада
ug: كانادا
uk: Канада
ur: کنیڈا
uz: Kanada
zh_hans: 加拿大
zh_hant: 加拿大

# Country.DE
source: Germany
af: Duitsland
am: ጀርመን
ar: ألمانيا
as: জাৰ্মানি
az: Almaniya
bg: Германия
bn_in: জার্মানী
bs: Njemačka
cy: Yr Almaen
da: Tyskland
de: Deutschland
el: Γερμανία
es: Alemania
et: Saksamaa
eu: Alemania
fa: آلمان
ga: An Ghearmáin
gd: A' Ghearmailt
gl: Alemaña
gu: જર્મની
he: גרמניה
hi: जर्मनी
hr: Njemačka
hu: Németország
id: Jerman
is: Þýskaland
ja: ドイツ
ka: გერმანია
kk: Германия
kn: ಜರ್ಮನಿ
ko: 독일
ku_arab: ئەڵمانیا
ky: Германия
lo: ເຢຍລະມັນ
lt: Vokietija
lv: Vācija
mi: Tiamana
mk: Германија
ml: ജര്‍മ്മനി
mn: Герман
mr: जर्मनी
ms: Jerman
mt: Ġermanja
ne: जर्मनी
nn_no: Tyskland
no: Tyskland
or: ଜର୍ମାନୀ
pa_arab_pk: جرمنی
pa_in: ਜਰਮਨੀ
pl: Niemcy
ru: Германия
sd: جرمني
si: ජර්මනිය
sl: Nemčija
sr_cyrl_rs: Немачка
sr_latn_rs: Nemačka
sv: Tyskland
ta: ஜெர்மனி
te: జర్మనీ
tg: Германия
th: เยอรมนี
tr: Almanya
tt: Германия
ug: گېرمانىيە
uk: Німеччина
ur: جرمنی
uz: Germaniya
vi: Đức
zh_hans: 德国
zh_hant: 德國

# Country.DK
source: Denmark
af: Denemarke
am: ዴንማርክ
ar: الدانمرك
as: ডেনমাৰ্ক
az: Danimarka
bg: Дания
bn_in: ডেনমার্ক
bs: Danska
cy: Denmarc
da: Danmark
de: Dänemark
el: Δανία
es: Dinamarca
et: Taani
eu: Danimarka
fa: دانمارک
ga: An Danmhairg
gd: An Danmhairg
gl: Dinamarca
gu: ડેનમાર્ક
he: דנמרק
hi: डेनमार्क
hr: Danska
hu: Dánia
is: Danmörk
ja: デンマーク
ka: დანია
kk: Дания
kn: ಡೆನ್ಮಾರ್ಕ್
ko: 덴마크
ku_arab: دانیمارک
ky: Дания
lo: ເດັນມາກ
lt: Danija
lv: Dānija
mi: Tenemāka
mk: Данска
ml: ഡെന്മാര്‍ക്ക്
mn: Дани
mr: डेन्‍मार्क
mt: Danimarka
ne: डेनमार्क
nn_no: Danmark
no: Danmark
or: ଡେନ୍‌ମାର୍କ୍
pa_arab_pk: ڈنمارک
pa_in: ਡੈਨਮਾਰਕ
pl: Dania
ru: Дания
sd: ڊينمارڪ
si: ඩෙන්මාර්කය
sl: Danska
sr_cyrl_rs: Данска
sr_latn_rs: Danska
sv: Danmark
ta: டென்மார்க்
te: డెన్మార్క్
tg: Дания
th: เดนมาร์ก
tr: Danimarka
tt: Дания
ug: دانىيە
uk: Данія
ur: ڈنمارک
uz: Daniya
vi: Đan Mạch
zh_hans: 丹麦
zh_hant: 丹麥

# Country.DZ
source: Algeria
af: Algerië
am: አልጄሪያ
ar: الجزائر
as: আলজেৰিয়া
az: Əl-Cəzair
bg: Алжир
bn_in: আলজেরিয়া
bs: Alžir
da: Algeriet
de: Algerien
el: Αλγερία
es: Argelia
et: Alžeeria
eu: Aljeria
fa: الجزایر
ga: An Ailgéir
gd: Aildiria
gl: Alxeria
gu: અલ્જીરિયા
he: אלג'יריה
hi: अल्जीरिया
hr: Alžir
hu: Algéria
id: Aljazair
is: Alsír
ja: アルジェリア
ka: ალჟირი
kk: Алжир
kn: ಅಲ್ಜೀರಿಯಾ
ko: 알제리
ku_arab: جەزائیر
ky: Алжир
lo: ແອລຈີເຣຍ
lt: Alžyras
lv: Alžīrija
mi: Aratiria
mk: Алжир
ml: അള്‍ജീരിയ
mn: Алжир
mr: अल्जेरिया
mt: Alġerija
ne: अलजेरिया
nn_no: Algerie
no: Algerie
or: ଆଲଜେରିଆ
pa_arab_pk: الجیریا
pa_in: ਅਲਜੀਰੀਆ
pl: Algieria
ru: Алжир
sd: الجيريا
si: ඇල්ජීරියාව
sl: Alžirija
sr_cyrl_rs: Алжир
sr_latn_rs: Alžir
sv: Algeriet
ta: அல்ஜீரியா
te: అల్జీరియా
tg: Алҷазоир
th: แอลจีเรีย
tr: Cezayir
tt: Алжир
ug: ئالجىرىيە
uk: Алжир
ur: الجیریا
uz: Jazoir
zh_hans: 阿尔及利亚
zh_hant: 阿爾及利亞

# Country.ES
source: Spain
af: Spanje
am: ስፔን
ar: إسبانيا
as: স্পেইন
az: İspaniya
bg: Испания
bn_in: স্পেন
bs: Španija
cy: Sbaen
da: Spanien
de: Spanien
el: Ισπανία
es: España
et: Hispaania
eu: Espainia
fa: اسپانیا
ga: An Spáinn
gd: An Spàinnt
gl: España
gu: સ્પેન
he: ספרד
hi: स्पेन
hr: Španjolska
hu: Spanyolország
id: Spanyol
is: Spánn
ja: スペイン
ka: ესპანეთი
kk: Испания
kn: ಸ್ಪೇನ್
ko: 스페인
ku_arab: ئیسپانیا
ky: Испания
lo: ສະເປນ
lt: Ispanija
lv: Spānija
mi: Paniora
mk: Шпанија
ml: സ്‌പെയിന്‍
mn: Испани
mr: स्पेन
ms: Sepanyol
mt: Spanja
ne: स्पेन
nn_no: Spania
no: Spania
or: ସ୍ପେନ୍
pa_arab_pk: ہسپانیہ
pa_in: ਸਪੇਨ
pl: Hiszpania
ru: Испания
sd: اسپين
si: ස්පාඤ්ඤය
sl: Španija
sr_cyrl_rs: Шпанија
sr_latn_rs: Španija
sv: Spanien
ta: ஸ்பெயின்
te: స్పెయిన్
tg: Испания
th: สเปน
tr: İspanya
tt: Испания
ug: ئىسپانىيە
uk: Іспанія
ur: ہسپانیہ
uz: Ispaniya
vi: Tây Ban Nha
zh_hans: 西班牙
zh_hant: 西班牙

# Country.FR
source: France
af: Frankryk
am: ፈረንሳይ
ar: فرنسا
as: ফ্ৰান্স
az: Fransa
bg: Франция
bn_in: ফ্রান্স
bs: Francuska
cy: Ffrainc
da: Frankrig
de: Frankreich
el: Γαλλία
es: Francia
et: Prantsusmaa
eu: Frantzia
fa: فرانسه
ga: An Fhrainc
gd: An Fhraing
gl: Francia
gu: ફ્રાન્સ
he: צרפת
hi: फ़्रांस
hr: Francuska
hu: Franciaország
id: Prancis
is: Frakkland
ja: フランス
ka: საფრანგეთი
kk: Франция
kn: ಫ್ರಾನ್ಸ್
ko: 프랑스
ku_arab: فەرەنسا
ky: Франция
lo: ຝຣັ່ງ
lt: Prancūzija
lv: Francija
mi: Wīwī
mk: Франција
ml: ഫ്രാന്‍സ്
mn: Франц
mr: फ्रान्स
ms: Perancis
mt: Franza
ne: फ्रान्स
nn_no: Frankrike
no: Frankrike
or: ଫ୍ରାନ୍ସ
pa_arab_pk: فرانس
pa_in: ਫ੍ਰਾਂਸ
pl: Francja
ru: Франция
sd: فرانس
si: ප්‍රංශය
sl: Francija
sr_cyrl_rs: Француска
sr_latn_rs: Francuska
sv: Frankrike
ta: ஃபிரான்ஸ்
te: ఫ్రాన్స్
tg: Франсия
th: ฝรั่งเศส
tr: Fransa
tt: Франция
ug: فىرانسىيە
uk: Франція
ur: فرانس
uz: Fransiya
vi: Pháp
zh_hans: 法国
zh_hant: 法國

# Country.GB
source: United Kingdom
af: Verenigde Koninkryk
am: ዩናይትድ ኪንግደም
ar: المملكة المتحدة
as: যুক্তৰাজ্য
az: Birləşmiş Krallıq
bg: Обединеното кралство
bn_in: যুক্তরাজ্য
bs: Ujedinjeno Kraljevstvo
cy: Y Deyrnas Unedig
da: Storbritannien
de: Vereinigtes Königreich
el: Ηνωμένο Βασίλειο
es: Reino Unido
et: Ühendkuningriik
eu: Erresuma Batua
fa: انگلستان
ga: An Ríocht Aontaithe
gd: An Rìoghachd Aonaichte
gl: Reino Unido
gu: યુનાઇટેડ કિંગડમ
he: בריטניה
hi: यूनाइटेड किंगडम
hr: Ujedinjeno Kraljevstvo
hu: Egyesült Királyság
id: Kerajaan Inggris Bersatu
is: Bretland
ja: 英国
ka: გაერთიანებული სამეფო
kk: Құрама Корольдік
kn: ಯುನೈಟೆಡ್ ಕಿಂಗ್‌ಡಮ್
ko: 영국
ku_arab: شانشینی یەکگرتوو
ky: Бириккен Падышачылык
lo: ສະຫະລາຊະອານາຈັກ
lt: Jungtinė Karalystė
lv: Apvienotā Karaliste
mi: Te Hononga o Piritene Nui
mk: Обединето Кралство
ml: യുനൈറ്റഡ് കിങ്ഡം
mn: Нэгдсэн Вант Улс
mr: युनायटेड किंगडम
mt: Renju Unit
ne: संयुक्त अधिराज्य
nn_no: Storbritannia
no: Storbritannia
or: ଯୁକ୍ତରାଜ୍ୟ
pa_arab_pk: برطانیہ
pa_in: ਯੁਨਾਇਟੇਡ ਕਿੰਗਡਮ
pl: Zjednoczone Królestwo
ru: Соединенное Королевство
sd: برطانيہ
si: එක්සත් රාජධානිය
sl: Združeno kraljestvo
sr_cyrl_rs: Уједињено Краљевство
sr_latn_rs: Ujedinjeno Kraljevstvo
sv: Storbritannien
ta: ஐக்கிய ராஜ்ஜியம்
te: యునైటెడ్ కింగ్‌డమ్
tg: Шоҳигарии Муттаҳида
th: สหราชอาณาจักร
tr: Birleşik Krallık
tt: Берләшкән Корольлек
ug: بىرىتانىيە بىرلەشمە پادىشاھلىقى
uk: Сполучене Королівство
ur: برطانیہ
uz: Birlashgan Qirollik
vi: Vương quốc Anh
zh_hans: 英国
zh_hant: 英國

# Country.JP
source: Japan
am: ጃፓን
ar: اليابان
as: জাপান
az: Yaponiya
bg: Япония
bn_in: জাপান
el: Ιαπωνία
es: Japón
et: Jaapan
eu: Japonia
fa: ژاپن
ga: An tSeapáin
gd: An t-Seapan
gl: Xapón
gu: જાપાન
he: יפן
hi: जापान
hu: Japán
id: Jepang
ja: 日本
ka: იაპონია
kk: Жапония
kn: ಜಪಾನ್
ko: 일본
ku_arab: ژاپۆن
ky: Япония
lo: ຍີ່ປຸ່ນ
lt: Japonija
lv: Japāna
mi: Hapani
mk: Јапонија
ml: ജപ്പാന്‍
mn: Япон
mr: जपान
ms: Jepun
mt: Ġappun
ne: जापान
or: ଜାପାନ
pa_arab_pk: جاپان
pa_in: ਜਾਪਾਨ
pl: Japonia
ru: Япония
sd: جپان
si: ජපානය
sl: Japonska
sr_cyrl_rs: Јапан
ta: ஜப்பான்
te: జపాన్
tg: Япония
th: ญี่ปุ่น
tr: Japonya
tt: Япония
ug: ياپونىيە
uk: Японія
ur: جاپان
uz: Yaponiya
vi: Nhật Bản
zh_hans: 日本
zh_hant: 日本

# Country.TW
source: Taiwan
am: ታይዋን
ar: تايوان
as: টাইৱান
az: Tayvan
bg: Тайван
bn_in: তাইওয়ান
bs: Tajvan
el: Ταϊβάν
es: Taiwán
fa: تایوان
ga: An Téaváin
gd: Taidh-Bhàn
gl: Taiwán
gu: તાઇવાન
he: טייוואן
hi: ताइवान
hr: Tajvan
hu: Tajvan
is: Taívan
ja: 台湾
ka: ტაივანი
kk: Тайвань
kn: ತೈವಾನ್
ko: 대만
ku_arab: تایوان
ky: Тайван
lo: ໄຕ້ຫວັນ
lt: Taivanas
lv: Taivāna
mi: Taiwana
mk: Тајван
ml: തായ്‌വാന്‍
mn: Тайвань
mr: तैवान
mt: Tajwan
ne: ताइवान
or: ତାଇୱାନ୍‌
pa_arab_pk: تائیوان
pa_in: ਤਾਇਵਾਨ
pl: Tajwan
ru: Тайвань
sd: تائيوان
si: තායිවානය
sl: Tajvan
sr_cyrl_rs: Тајван
sr_latn_rs: Tajvan
ta: தைவான்
te: తైవాన్
tg: Тайван
th: ไต้หวัน
tr: Tayvan
tt: Тайвань
ug: تەيۋەن
uk: Тайвань
ur: تائیوان
uz: Tayvan
vi: Đài Loan
zh_hans: 台湾
zh_hant: 台灣

# Country.US
source: United States
af: Verenigde State
am: ዩናይትድ ስቴትስ
ar: الولايات المتحدة
as: যুক্তৰাষ্ট্ৰ
az: Birləşmiş Ştatlar
bg: САЩ
bn_in: মার্কিন যুক্তরাষ্ট্র
bs: SAD
cy: Yr Unol Daleithiau
da: USA
de: Vereinigte Staaten
el: Ηνωμένες Πολιτείες
es: Estados Unidos
et: Ameerika Ühendriigid
eu: Ameriketako Estatu Batuak
fa: ایالات متحده
ga: Na Stáit Aontaithe
gd: Na Stàitean Aonaichte
gl: Estados Unidos
gu: યુનાઇટેડ સ્ટેટ્સ
he: ארצות הברית
hi: अमेरिका
hr: Sjedinjene Američke Države
hu: Egyesült Államok
id: Amerika Serikat
is: Bandaríkin
ja: 米国
ka: შეერთებული შტატები
kk: Америка Құрама Штаттары
kn: ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್
ko: 미국
ku_arab: ویلایەتە یەکگرتووەکان
ky: Кошмо Штаттар
lo: ສະຫະລັດ
lt: Jungtinės Valstijos
lv: Amerikas Savienotās Valstis
mi: Te Hononga o Amerika
mk: Соединети Американски Држави
ml: അമേരിക്കന്‍ ഐക്യനാടുകള്‍
mn: Америкийн Нэгдсэн Улс
mr: युनायटेड स्टेट्स
ms: Amerika Syarikat
mt: Stati Uniti
ne: संयुक्त राज्य
nn_no: USA
no: USA
or: ଯୁକ୍ତ ରାଷ୍ଟ୍ର
pa_arab_pk: امریکا.
pa_in: ਯੂਨਾਇਟੇਡ ਸਟੇਟਸ
pl: Stany Zjednoczone
ru: Соединенные Штаты
sd: رياست هائي مُتحدہ آمريڪا
si: එක්සත් ජනපදය
sl: Združene države
sr_cyrl_rs: САД
sr_latn_rs: SAD
sv: USA
ta: ஐக்கிய நாடுகள்
te: సంయుక్త రాష్ట్రాలు
tg: Иёлоти Муттаҳида
th: สหรัฐอเมริกา
tr: Birleşik Devletler
tt: Америка Кушма Штатлары
ug: ئامېرىكا قوشما ئىشتاتلىرى
uk: Сполучені Штати
ur: امریکا
uz: Qoʻshma Shtatlar
vi: Hoa Kỳ
zh_hans: 美国
zh_hant: 美國
