Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ADD.BillingAddress
source: Add new billing address
af: Voeg ’n nuwe faktureringsadres by
am: አዲስ የመክፈያ አድራሻ ያክሉ
ar: إضافة عنوان فوترة جديد
as: এটা নতুন বিলিং ঠিকনা যোগ কৰক
az: Yeni hesablaşma ünvanı əlavə et
bg: Добавяне на нов адрес за фактуриране
bn_in: নতুন বিলিং ঠিকানা যোগ করুন
bs: Dodaj novu adresu za naplatu
cy: Ychwanegu cyfeiriad bilio newydd
da: Tilføj en ny faktureringsadresse
de: Neue Rechnungsadresse hinzufügen
el: Προσθήκη νέας διεύθυνσης χρέωσης
es: Agregar una nueva dirección de facturación
et: Lisa uus arveldusaadress
eu: Gehitu fakturazio-helbide berri bat
fa: افزودن آدرس صورتحساب جدید
ga: Seoladh nua billeála a chur isteach
gd: Cuir seòladh bileachaidh ùr ris
gl: Engadir un novo enderezo de facturación
gu: નવું બિલિંગ સરનામું ઍડ કરો
he: הוסף כתובת חדשה לחיוב
hi: नया बिलिंग पता जोड़ें
hr: Dodavanje nove adrese za naplatu
hu: Új számlázási cím hozzáadása
id: Tambah alamat penagihan baru
is: Bæta við nýju heimilisfangi greiðanda
ja: 新しい請求先住所の追加
ka: ბილინგის ახალი მისამართის დამატება
kk: Жаңа шот жіберілетін мекенжайды қосу
kn: ಹೊಸ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ko: 새 청구지 주소 추가
lo: ກ່ອນທີ່ພວກເຮົາເລີ່ມຕົ້ນ…
lt: Įtraukti naują sąskaitų siuntimo adresą
lv: Pievienot jaunu norēķinu adresi
mi: Tāpirihia he wāhitau namatanga hōu
mk: Додајте нова адреса за наплата
ml: പുതിയ ബില്ലിംഗ് വിലാസം ചേർക്കുക
mr: नवीन बिलाचा पत्ता जोडा
ms: Tambah alamat pengebilan baru
mt: Żid indirizz tal-ħlasijiet ġdid
ne: नयाँ बिलिङ ठेगाना थप्नुहोस्
nn_no: Legg til ei ny fakturaadresse
no: Legge til en ny faktureringsadresse
or: ଏକ ନୂତନ ବିଲିଂ ଠିକଣା ଯୋଡନ୍ତୁ
pa_in: ਨਵਾਂ ਬਿਲਿੰਗ ਪਤਾ ਜੋੜੋ
pl: Dodaj nowy adres rozliczeniowy
ru: Добавить новый адрес выставления счета
sl: Dodaj nov naslov plačnika računa
sr_cyrl_rs: Додајте нову адресу фактурисања
sr_latn_rs: Dodajte novu adresu fakturisanja
sv: Lägg till ny faktureringsadress
ta: புது பில்லிங் முகவரியைச் சேர்க்கவும்
te: కొత్త బిల్లింగ్ చిరునామాను జోడించండి
th: เพิ่มที่อยู่สําหรับเรียกเก็บเงินใหม่
tr: Yeni fatura adresi ekleme
tt: Яңа хисап чыгару адресын өстәү
ug: يېڭى بىر تالونلاش ئادرېسى قوشۇش
uk: Додайте нову адресу для виставлення рахунків
ur: بلنگ کا نیا پتہ شامل کریں
uz: Yangi billing manzilini qo‘shish
vi: Thêm địa chỉ thanh toán mới
zh_hans: 添加新的帐单邮寄地址
zh_hant: 新增帳單地址

# Literal.SmsChallenge.VerificationSent
source: We've sent a one-time verification code to your phone number {phone_number}
af: Ons het ’n eenmalige verifikasiekode na jou foonnommer {phone_number} gestuur
am: የአንድ-ጊዜ የማረጋገጫ ኮድ ወደ ስልክ ቁጥርዎ {ስልክ_ቁጥር} ልከናል
ar: أرسلنا رمز تحقق يُستخدم لمرة واحدة إلى رقم هاتفك {phone_number}
as: আমি আপোনাৰ ফোন নম্বৰ {phone_number}-লৈ এবাৰ-ব্যৱহাৰৰ সত্যাসত্য নিৰূপণ কোড এটা প্ৰেৰণ কৰিছোঁ
az: {phone_number} telefon nömrənizə birdəfəlik yoxlama kodu göndərdik
bg: Изпратихме еднократен код за потвърждение на вашия телефонен номер {phone_number}
bn_in: আমরা আপনার ফোন নম্বরটিতে এককালীন-যাচাইকরণ কোড প্রেরণ করেছি {phone_number}
bs: Poslali smo jednokratni kôd za verifikaciju na vaš telefonski broj {phone_number}
cy: Rydym wedi anfon cod dilysu un-tro i'ch rhif ffôn {phone_number}
da: Vi har sendt en engangsbekræftelseskode til dit telefonnummer {phone_number}
de: Wir haben einen Einmalüberprüfungscode an Ihre Telefonnummer {phone_number} gesendet.
el: Στείλαμε έναν εφάπαξ κωδικό επαλήθευσης στον αριθμό τηλεφώνου σας {phone_number}
es: Hemos enviado un código de verificación único a tu número de teléfono {phone_number}
et: Saatsime teie telefoninumbrile {phone_number} ühekordse kinnituskoodi
eu: Erabilera bakarreko egiaztapen-kode bat bidali dizugu {phone_number} telefono-zenbakira
fa: کد تأیید یک‌بار مصرفی به شماره تلفن {phone_number} شما ارسال کرده‌ایم
ga: Sheolamar cód fíorúcháin aon uaire chuig d'uimhir theileafóin {phone_number}
gd: Chuir sinn còd dearbhaidh aon turais dhan àireamh fhòn {phone_number} agad
gl: Enviamos un código de verificación dun só uso ao seu número de teléfono {phone_number}
gu: અમે તમારા ફોન નંબર {phone_number} પર વન-ટાઇમ ચકાસણી કોડ મોકલ્યો છે
he: שלחנו קוד אימות חד-פעמי למספר הטלפון שלך {phone_number}
hi: हमने आपके फ़ोन नंबर पर एक बार सत्यापन कोड भेज दिया है {phone_number}
hr: Poslali smo jednokratni kod za potvrdu na vaš telefonski broj {phone_number}
hu: A rendszer egy egyszeri ellenőrző kódot küldött az Ön {phone_number} telefonszámára
id: Kami telah mengirimkan kode verifikasi satu kali ke nomor telepon Anda {phone_number}
is: Við höfum sent stakan staðfestingarkóða í símanúmerið þitt {phone_number}
ja: お客様の電話番号 {phone_number} に 1 回限りの確認コードを送信しました
ka: ჩვენ გამოვგზავნეთ ერთჯერადი გადამოწმების კოდი თქვენს ტელეფონის ნომერზე {phone_number}
kk: {phone_number} деген телефон нөміріне бір реттік тексеру коды жіберілді
kn: ನಾವು ನಿಮ್ಮ {phone_number} ಫೋನ್ ಸಂಖ್ಯೆಗೆ ಒಂದು ಬಾರಿಯ ಪರಿಶೀಲನಾ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸಿದ್ದೇವೆ
ko: 전화 번호 {phone_number}(으)로 일회용 확인 코드를 보냈습니다.
lo: ພວກເຮົາໄດ້ສົ່ງລະຫັດຢືນຢັນແບບໃຊ້ເທື່ອດຽວໄປຫາເບີໂທລະສັບຂອງທ່ານ {phone_number}
lt: Jūsų telefono numeriu {phone_number} išsiuntėme vienkartinį tikrinimo kodą
lv: Mēs nosūtījām vienreizēju verifikācijas kodu uz jūsu tālruņa numuru {phone_number}
mi: Kua tukua e mātou tētahi waehere manatokonga ā- wā-kotahi ki tō tau waea {tau_waea}
mk: Испративме еднократна шифра за потврда на вашиот телефонски број {phone_number}
ml: {phone_number} നിങ്ങളുടെ ഫോൺ നമ്പറിലേക്ക് ഞങ്ങൾ ഒരു തവണ സ്ഥിരീകരണ കോഡ് അയച്ചു
mr: आम्ही आपल्या {phone_number} फोन नंबरवर एक-वेळचा सत्यापन कोड पाठवला आहे
ms: Kami telah menghantar kod pengesahan satu kali ke nombor telefon anda {phone_number}
mt: Bgħatna kodiċi ta' verifika ta' darba biss lin-numru tal-mowbajl tiegħek {phone_number}
ne: हामीले तपाईंको फोन नम्बर {phone_number} मा एक पटकको प्रमाणीकरण कोड पठाएका छौं
nn_no: Vi har sendt deg ein eingongsstadfestingskode til telefonnummeret {phone_number}
no: Vi har sendt en engangskode for bekreftelse til telefonnummer {phone_number}
or: ଆମେ ଆପଣଙ୍କ ସ୍ମାର୍ଟଫୋନ୍ ନମ୍ଵର୍ {phone_number}କୁ ଗୋଟିଏ-ଥର ଯାଞ୍ଚକରଣ କୋଡ୍ ପ୍ରେରଣ କରିଛୁ
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਫ਼ੋਨ ਨੰਬਰ {phone_number} 'ਤੇ ਇੱਕ-ਵਾਰ ਦਾ ਤਸਦੀਕੀ ਕੋਡ ਭੇਜਿਆ ਹੈ
pl: Wysłaliśmy jednorazowy kod weryfikacyjny na numer telefonu {phone_number}
ru: На ваш номер телефона {phone_number} отправлен одноразовый код проверки
sl: Na vašo telefonsko številko {phone_number} smo poslali enkratno potrditveno kodo
sr_cyrl_rs: Послали смо једнократни кôд за верификацију на ваш број телефона {phone_number}
sr_latn_rs: Poslali smo vam šifru za verifikaciju na vaš broj telefona {phone_number}
sv: Vi har skickat en engångskod för verifiering till ditt telefonnummer {phone_number}
ta: நாங்கள் உங்கள் {phone_number} என்ற மொபைல் எண்ணிற்கு ஒரு முறை சரிபார்ப்புக் குறியீட்டை அனுப்பியுள்ளோம்
te: మేము మీ ఫోన్ నంబర్ {phone_number}కు ఒక్కసారి ధ్రువీకరణ కోడ్ పంపాము
th: เราได้ส่งรหัสการตรวจสอบความถูกต้องแบบใช้ครั้งเดียวไปยังหมายเลขโทรศัพท์ของคุณ {phone_number}
tr: {phone_number} telefon numaranıza tek kullanımlık bir doğrulama kodu gönderdik
tt: Без тапкыр раслау кодын сезнең телефон номерыгызга җибәрдек {телефон_номеры}
ug: {phone_number} دېگەن تېلېفونىڭىزغا بىر قېتىملىق دەلىللەش كودى ئەۋەتتۇق.
uk: На ваш номер телефону {phone_number} надіслано одноразовий код перевірки
ur: ہم نے آپ کے فون نمبر {phone_number} پر یک وقتی توثیقی کوڈ بھیج دیا ہے
uz: {phone_number} telefon raqamingizga bir martalik tasdiq kodi yuborildi
vi: Chúng tôi đã gửi mã xác minh một lần đến số điện thoại {phone_number} của bạn
zh_hans: 我们已向你的电话号码 {phone_number} 发送了一次性验证代码
zh_hant: 我們已將一次性驗證碼傳送到您的電話號碼 {phone_number}

# Literal.SmsChallenge.VerificationHeading
source: Mobile billing verification
af: Selfoonfaktureringsverifikasie
am: የሞባይል ክፍያ መጠየቂያ ማረጋገጫ
ar: تأكيد الفوترة على الجهاز المحمول
as: ম'বাইল বিলিং সত্যাপন
az: Mobil hesablaşma yoxlaması
bg: Потвърждение на плащане на мобилно устройство
bn_in: মোবাইল বিলিং যাচাইকরণ
bs: Verifikacija mobilne naknade
cy: Dilysiad bilio symudol
da: Bekræftelse af mobilfakturering
de: Überprüfung der Mobilfunkabrechnung
el: Επαλήθευση τιμολόγησης για κινητές συσκευές
es: Comprobación de facturación móvil
et: Mobiiliarvelduse kinnitamine
eu: Mugikorretarako fakturazio-egiaztapena
fa: تأیید صورتحساب تلفن همراه
ga: Fíorú billeála móibíle
gd: Dearbhadh bileachaidh mobile
gl: Verificación de facturación móbil
gu: મોબાઇલ બિલિંગ ચકાસણી
he: אימות חיוב למכשירים ניידים
hi: मोबाइल बिलिंग सत्यापन
hr: Provjera valjanosti mobilne naplate
hu: Mobil számlázási ellenőrzés
id: Verifikasi tagihan seluler
is: Staðfesting á farsímagreiðslu
ja: 携帯電話への請求の確認
ka: მობილური ბილინგის გადამოწმება
kk: Мобильді құрылғыларда шот ұсынуды тексеру
kn: ಮೊಬೈಲ್ ಬಿಲ್ಲಿಂಗ್ ಪರಿಶೀಲನೆ
ko: 모바일 청구 확인
lo: ການຢືນຢັນການຮຽກເກັບບິນມືຖື
lt: Mobiliojo atsiskaitymo tikrinimas
lv: Mobilo norēķinu verifikācija
mi: Manatokonga tuku nama ā-pūkoro
mk: Проверка за наплата преку мобилен
ml: മൊബൈൽ ബില്ലിംഗ് പരിശോധിച്ചുറപ്പിക്കൽ
mr: मोबाइल बिलिंग सत्यापन
ms: Pengesahan pengebilan mudah alih
mt: Verifika tal-ħlasijiet mobbli
ne: मोबाइल बिलिङ प्रमाणीकरण
nn_no: Stadfesting av mobilfakturering
no: Bekreftelse av mobilfakturering
or: ମୋବାଇଲ୍ ବିଲିଂ ଯାଞ୍ଚକରଣ
pa_in: ਮੋਬਾਈਲ ਬਿਲਿੰਗ ਦੀ ਤਸਦੀਕ
pl: Weryfikacja rozliczeń mobilnych
ru: Проверка выставления счетов на мобильных устройствах
sl: Preverjanje mobilnega obračunavanja
sr_cyrl_rs: Верификација наплате за мобилне уређаје
sr_latn_rs: Verifikacija naplate za mobilne uređaje
sv: Mobil faktureringsverifiering
ta: மொபைல் பில்லிங் சரிபார்ப்பு
te: మొబైల్ బిల్లింగ్ ధ్రువీకరణ
th: การตรวจสอบการเรียกเก็บเงินผ่านมือถือ
tr: Mobil ödeme doğrulaması
tt: Мобиль хисап чыгаруны тикшерү
ug: كۆچمە دەلىللەش
uk: Перевірка за номером мобільного телефону для виставлення рахунків
ur: موبائل بلنگ کی توثیق
uz: Mobil billing tasdiqlanishi
vi: Xác minh thanh toán trên thiết bị di động
zh_hans: 移动帐单验证
zh_hant: 行動帳單驗證

# Literal.ShortURLInstruction
source: -OR- Enter this link into a browser on another device:
af: -OF- Voer hierdie skakel in ’n blaaier op ’n ander toestel in:
am: -OR- ይህንን አገናኝ በሌላ መሣሪያ ላይ ወዳለው አሳሽ ያስገቡ:
ar: -أو- أدخل هذا الارتباط في مستعرض على جهاز آخر:
as: -বা- এই লিংকটো আন এটা ডিভাইচৰ ব্ৰাউজাৰত প্ৰবিষ্ট কৰক:
az: -VƏ YA- Bu keçidi başqa cihazdakı brauzerə daxil edin:
bg: -ИЛИ – въведете тази връзка в браузър на друго устройство:
bn_in: -OR- অন্য একটি ডিভাইসে একটি ব্রাউজারে এই লিঙ্কটি প্রবেশ করান:
bs: -ILI- Unesite ovu vezu u preglednik na drugom uređaju:
cy: -OR- Rhowch y ddolen hon i mewn i borwr ar ddyfais arall:
da: -ELLER- Angiv dette link i en browser på en anden enhed:
de: Oder: Geben Sie diesen Link in einen Browser auf einem anderen Gerät ein:
el: -Ή- Εισαγάγετε αυτήν τη σύνδεση σε ένα πρόγραμμα περιήγησης σε μια άλλη συσκευή:
es: -O- Escriba este vínculo en un explorador en otro dispositivo:
et: -VÕI- Sisestage muu seadme brauserisse see link:
eu: -BESTELA- Idatzi esteka hau beste gailu bateko arakatzailean:
fa: -یا- این پیوند را در یک مرورگر روی دستگاه دیگری وارد کنید:
ga: -NÓ- Iontráil an nasc seo i mbrabhsálaí ar ghléas eile:
gd: -NO- Cuir an ceangal seo ann am brabhsair air uidheam eile:
gl: -OU- Escriba esta ligazón nun explorador doutro dispositivo:
gu: -અથવા- એક બીજા ડિવાઇસ પર બ્રાઉઝરમાં આ લિંક દાખલ કરો:
he: -או- הזן קישור זה בדפדפן במכשיר אחר:
hi: -या- अन्य डिवाइस पर ब्राउज़र में यह लिंक दर्ज करें:
hr: -ILI- Unesite ovu vezu u preglednik na drugom uređaju:
hu: -VAGY-adja meg ezt a hivatkozást egy másik eszköz böngészőjében:
id: -ATAU- Masukkan tautan ini ke browser di perangkat lain:
is: - EÐA – færðu þennan tengil inn í vafra annars tækis:
ja: -または- このリンクを別のデバイスのブラウザーに入力します:
ka: -ან- შეიყვანეთ ეს ბმული სხვა მოწყობილობის ბრაუზერში:
kk: -БОЛМАСА-Осы сілтемені басқа құрылғыдағы браузерге енгізіңіз:
kn: -ಅಥವಾ- ಈ ಲಿಂಕ್ ಅನ್ನು ಮತ್ತೊಂದು ಸಾಧನದಲ್ಲಿನ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ನಮೂದಿಸಿ:
ko: -또는- 다른 디바이스의 브라우저에 이 링크를 입력합니다.
lo: -OR- ໃສ່ລິ້ງນີ້ເຂົ້າໃນບຣາວເຊີໃນອຸປະກອນອື່ນ:
lt: -ARBA- Įveskite šį saitą į naršyklę kitame įrenginyje:
lv: -VAI — ievadiet šo saiti citas ierīces pārlūkā:
mi: -RĀNEI- Tāurua tēnei hononga ki roto i tētahi pūtirotiro i tētahi atu pūrere:
mk: -ИЛИ- Внесете ја оваа врска во прегледувачот на друг уред:
ml: -അല്ലെങ്കിൽ- മറ്റൊരു ഉപകരണത്തിലെ ഒരു ബ്രൗസറിലേക്ക് ഈ ലിങ്ക് നൽകുക:
mr: -किंवा- ही लिंक दुसऱ्या डिव्हाइसवरील ब्राउझरमध्ये प्रविष्ट करा:
ms: -ATAU- Masukkan pautan ini ke dalam pelayar pada peranti lain:
mt: -OR- Daħħal din il-link fi brawżer fuq tagħmir ieħor:
ne: -वा- अर्को यन्त्रको ब्राउजरमा यो लिङ्क प्रविष्ट गर्नुहोस्:
nn_no: -ELLER- Skriv inn denne koplinga i ein nettlesar på ei anna eining:
no: -ELLER- Skriv inn denne koblingen i en nettleser på en annen enhet:
or: -OR- ଅନ୍ୟ ଡିଭାଇସରେ ଏକ ବ୍ରାଉଜର୍ ରେ ଏହି ଲିଙ୍କ୍ ଏଣ୍ଟର୍ କରନ୍ତୁ:
pa_in: -ਜਾਂ-ਇਸ ਲਿੰਕ ਨੂੰ ਕਿਸੇ ਹੋਰ ਡਿਵਾਇਸ 'ਤੇ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਦਾਖ਼ਲ ਕਰੋ:
pl: -LUB- Wprowadź ten link w przeglądarce na innym urządzeniu:
ru: -ИЛИ- Введите эту ссылку в браузере на другом устройстве:
sl: – ALI – vnesite to povezavo v brskalnik v drugi napravi:
sr_cyrl_rs: -ОR – Унесите ову везу у прегледач на другом уређају:
sr_latn_rs: – ILI – Unesite ovu vezu u pregledač na drugom uređaju:
sv: ELLER ange den här länken till en webbläsare på en annan enhet:
ta: -OR- மற்றொரு சாதனத்தின் ஓர் உலாவியில் இந்த இணைப்பை உள்ளிடவும்:
te: -OR- ఈ లింక్‌ను మరొక పరికరంలో బ్రౌజర్‌లో నమోదు చేయండి:
th: -OR- ใส่ลิงก์นี้ลงในเบราว์เซอร์บนอุปกรณ์อื่น:
tr: -VEYA-Bu bağlantıyı başka bir cihazdaki bir tarayıcıya girin:
tt: -ЯКИ- Бу сылтаманы башка җайланмада күзәтүчедә кертегез:
ug: -ياكى- بۇ ئۇلانمىنى باشقا ئۈسكۈنىدە تور كۆرگۈچكە كىرگۈزۈڭ:
uk: -АБО- Введіть це посилання в браузері на іншому пристрої:
ur: -OR- دوسرے آلے پر براؤزر میں اس لنک کو درج کریں:
uz: –YOKI– Ushbu havolani boshqa qurilmada brauzerga kiriting:
vi: -OR- Nhập liên kết này vào trình duyệt trên thiết bị khác:
zh_hans: 或者，将此链接输入到另一个设备上的浏览器中:
zh_hant: -或是- 在其他裝置上的瀏覽器中輸入此連結:

# Literal.ShortURLInstructionWithBrowserText
source: Or, enter address in a browser to sign in
af: Of voer adres in 'n blaaier in om aan te meld
am: ወይም ለመፈረም በመቃኛ ውስጥ አድራሻ ያስገቡ
ar: أو أدخل العنوان في مستعرض لتسجيل الدخول
as: বা, ছাইন ইন কৰিবলৈ ব্ৰাউজাৰত ঠিকনা প্ৰবিষ্ট কৰক
az: Yaxud, imza atmaq üçün ünvanı brauzerə daxil edin
bg: Или въведете адрес в браузър, за да влезете
bn_in: বা, সাইন ইন করতে একটি ব্রাউজারে ঠিকানা লিখুন
bs: Ili unesite adresu u preglednik da biste se prijavili
cy: Neu, rhowch gyfeiriad mewn porwr i fewngofnodi
da: Eller angiv adressen i en browser for at logge på
de: Oder geben Sie die Adresse in einem Browser ein, um sich anzumelden.
el: Εναλλακτικά, εισαγάγετε τη διεύθυνση σε ένα πρόγραμμα περιήγησης για να εισέλθετε
es: O bien, escriba la dirección en un explorador para iniciar sesión
et: Sisselogimiseks sisestage aadress brauseris
eu: Edo, bestela, sartu helbidea nabigatzaile batean saioa hasteko
fa: یا، آدرسی را در یک مرورگر وارد کنید تا وارد سیستم شوید
ga: Nó, iontráil seoladh i mbrabhsálaí chun síniú isteach
gd: No cuir a-steach seòladh ann am brabhsair airson clàradh a-steach
gl: Ou, introduza enderezo nun navegador para iniciar sesión
gu: અથવા, સાઇન ઇન કરવા માટે બ્રાઉઝરમાં સરનામું દાખલ કરો
he: לחלופין, הזן כתובת בדפדפן כדי להיכנס
hi: या, साइन इन करने के लिए ब्राउज़र में पता दर्ज करें
hr: Ili unesite adresu u preglednik da biste se prijavili
hu: Vagy adja meg a címet egy böngészőben a bejelentkezéshez
id: Atau, masukkan alamat di browser untuk masuk
is: Eða sláðu veffangið inn í vafra til að skrá þig inn
ja: または、ブラウザーでアドレスを入力してサインインします
ka: ან, შეიყვანეთ მისამართი ბრაუზერში, რომ შეხვიდეთ სისტემაში
kk: Немесе, кіру үшін браузерге мекенжайды енгізіңіз
kn: ಅಥವಾ, ಸೈನ್ ಇನ್ ಮಾಡಲು ಬ್ರೌಸರ್ ನಲ್ಲಿ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ko: 또는 로그인하려면 브라우저에 주소를 입력하세요.
lo: ຫຼື, ໃສ່ທີ່ຢູ່ໃນເວັບໄຊເພື່ອເຂົ້າສູ່
lt: Arba įveskite adresą naršyklėje, kad prisijungtumėte
lv: Vai ievadiet adresi pārlūkprogrammā, lai pierakstītos
mi: Tērā rānei, tāurua te wāhitau i roto i tētahi pūtirotiro hei takiuru
mk: Или, внесете адреса во прелистувачот за да се пријавите
ml: അല്ലെങ്കിൽ, സൈൻ ഇൻ ചെയ്യുന്നതിന് ഒരു ബ്രൗസറിൽ വിലാസം നൽകുക
mr: किंवा, साइन इन करण्यासाठी ब्राउझरमध्ये पत्ता प्रविष्ट करा
ms: Atau masukkan alamat dalam pelayar untuk mendaftar masuk
mt: Jew, daħħal indirizz fi brawżer biex tidħol
ne: वा, साइन इन गर्न ब्राउजरमा ठेगाना प्रविष्ट गर्नुहोस्
nn_no: Du kan også skrive inn adressen i en nettleser for å logge på
no: Du kan også skrive inn adressen i en nettleser for å logge på
or: କିମ୍ୱା, ସାଇନ୍ ଇନ୍ କରିବାକୁ ବ୍ରାଉଜର୍ ରେ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ
pa_in: ਜਾਂ, ਸਾਈਨ ਇਨ ਕਰਨ ਲਈ ਕਿਸੇ ਬ੍ਰਾਊਜ਼ਰ ਵਿੱਚ ਪਤਾ ਦਾਖ਼ਲ ਕਰੋ
pl: Możesz też wprowadzić adres w przeglądarce, aby się zalogować
ru: Или введите адрес в браузере для входа
sl: Ali pa vnesite naslov v brskalnik, da se vpišete
sr_cyrl_rs: Или , унесите адресу у претраживачу да бисте се пријавили
sr_latn_rs: Ili unesite adresu u pregledaču da biste se prijavili
sv: Eller ange adressen i en webbläsare för att logga in
ta: அல்லது, உள்நுழைய உலாவியில் முகவரியை உள்ளிடவும்
te: లేదా, సైన్ ఇన్ చేయడానికి బ్రౌజర్ లో చిరునామాను నమోదు చేయండి
th: หรือใส่ที่อยู่ในเบราว์เซอร์เพื่อลงชื่อเข้าใช้
tr: Veya oturum açmak için bir tarayıcıda adres girin
tt: Яки керү өчен браузерда адрес кертегез
ug: ياكى تور كۆرگۈچتە ئادرېسنى كىرگۈزۈڭ
uk: Або введіть адресу в браузері, щоб увійти
ur: یا، سائن ان کرنے کیلئے براؤزر میں پتہ درج کریں
vi: Hoặc nhập địa chỉ trong trình duyệt để đăng nhập
zh_hans: 或者，在浏览器中输入地址以登录
zh_hant: 或者，在瀏覽器中輸入位址以登入

# Literal.ShortURLInstructionWithoutAnotherDeviceText
source: -OR- Enter this link into a browser:
af: -OF- Voer hierdie skakel in ’n blaaier in:
am: -ወይም- ይህን አገናኝ ወደ አሳሽ ያስገቡ፦
ar: -أو- أدخل الارتباط التالي في مستعرض:
as: -বা- এই লিংকটো এটা ব্ৰাউজাৰত প্ৰবিষ্ট কৰক:
az: -VƏ YA- Bu keçidi brauzerə daxil edin:
bg: -OR- Въведете тази връзка в браузър:
bn_in: -অথবা- একটি ব্রাউজারে এই লিঙ্কটি প্রবেশ করান:
bs: -ILI- Unesite ovu vezu u preglednik:
cy: -NEU- Rhowch y ddolen hon mewn porwr:
da: -ELLER- Indtast dette link i en browser:
de: Oder: Geben Sie diesen Link in einen Browser ein:
el: -Ή- Εισαγάγετε την παρούσα σύνδεση σε ένα πρόγραμμα περιήγησης:
es: -O- Escriba este vínculo en un explorador:
et: -VÕI- Sisestage brauserisse see link:
eu: -BESTELA- Idatzi esteka hau arakatzaile batean:
fa: -یا- این پیوند را در مرورگر وارد کنید:
ga: -NÓ- Iontráil an nasc seo i mbrabhsálaí ar ghléas eile:
gd: – NO – Cuir an ceangal seo ann am brabhsair:
gl: -OU- Escriba esta ligazón nun explorador noutro explorador:
gu: -અથવા- આ લિંકને બ્રાઉઝરમાં દાખલ કરો:
he: -לחלופין, הזן קישור זה בדפדפן:
hi: -या- इस लिंक को ब्राउज़र में दर्ज करें:
hr: – ILI – Unesite ovu vezu u preglednik:
hu: -VAGY-adja meg ezt a hivatkozást egy böngészőben:
id: -ATAU- Masukkan tautan ini ke browser:
is: -EÐA- Sláðu þennan tengil í vafra:
ja: -または- このリンクをブラウザーに入力します:
ka: -ან- შეიყვანეთ ეს ბმული ბრაუზერში:
kk: -НЕМЕСЕ-Осы сілтемені шолғышта енгізіңіз:
kn: -ಅಥವಾ- ಈ ಲಿಂಕ್ ಅನ್ನು ಮತ್ತೊಂದು ಬ್ರೌಸರ್‌ನಲ್ಲಿ ನಮೂದಿಸಿ:
ko: -또는- 브라우저에 이 링크를 입력합니다.
lo: -ຫຼື- ປ້ອນລິ້ງນີ້ເຂົ້າໃນບຣາວເຊີ:
lt: -ARBA- Įveskite šį saitą į naršyklę:
lv: -VAI — ievadiet šo saiti pārlūkā:
mi: -TĒRĀ RĀNEI- Tāurua tēnei hono ki tētahi pūtirotiro:
mk: -ИЛИ- Внесете ја оваа врска во прегледувачот:
ml: -അല്ലെങ്കിൽ- ഒരു ബ്രൗസറിലേക്ക് ഈ ലിങ്ക് നൽകുക:
mr: -किंवा- ही लिंक ब्राउझरमध्ये प्रविष्ठ करा:
ms: -ATAU- Masukkan pautan ini ke dalam pelayar:
mt: -OR- Daħħal din il-link fi brawżer:
ne: -वा- ब्राउजरमा यो लिङ्क प्रविष्ट गर्नुहोस्:
nn_no: -ELLER- Skriv inn denne koplinga i ein nettlesar:
no: –ELLER– Skriv inn denne koblingen i en nettleser:
or: -OR- ଏକ ବ୍ରାଉଜର୍‍‌ରେ ଏହି ଲିଙ୍କ୍ ଏଣ୍ଟର୍ କରନ୍ତୁ:
pa_in: -ਜਾਂ-ਇਸ ਲਿੰਕ ਨੂੰ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਦਾਖ਼ਲ ਕਰੋ:
pl: -LUB- Wprowadź ten link w przeglądarce:
ru: -ИЛИ- Введите эту ссылку в браузере:
sl: – ALI – vnesite to povezavo v brskalnik:
sr_cyrl_rs: -ИЛИ – Унесите ову везу у прегледач:
sr_latn_rs: -ILI- Unesite ovu vezu u pregledač:
sv: ELLER ange den här länken till en webbläsare:
ta: -அல்லது- ஓர் உலாவியில் இந்த இணைப்பை உள்ளிடவும்:
te: -లేదా- ఈ లింక్‌ను బ్రౌజర్‌లో నమోదు చేయండి:
th: -หรือ- ใส่ลิงก์นี้ลงในเบราว์เซอร์:
tr: VEYA Bu bağlantıyı tarayıcıya girin:
tt: -ЯКИ- Бу сылтаманы күзәтүчедә кертегез:
ug: -ياكى- بۇ ئۇلانمىنى تور كۆرگۈچكە كىرگۈزۈڭ:
uk: -АБО- Введіть це посилання в браузері:
ur: -یا- کسی براؤزر میں اس ربط کو درج کریں:
vi: -HOẶC- Nhập liên kết này vào trình duyệt:
zh_hans: -或者- 将此链接输入到浏览器中:
zh_hant: -或是- 在瀏覽器中輸入此連結:

# Literal.OrganizationContact.SectionHeading
source: Organization contact information
af: Organisasie se kontakinligting
am: የድርጅት የእውቂያ መረጃ
ar: معلومات جهة الاتصال الخاصة بمؤسستك
as: প্ৰতিষ্ঠানৰ যোগাযোগ তথ্য
az: Təşkilatın əlaqə məlumatı
bg: Информация за контакт с организацията
bn_in: সংস্থার যোগাযোগের তথ্য
bs: Kontakt informacije organizacije
cy: Gwybodaeth gyswllt y sefydliad
da: Kontaktoplysninger for organisationen
de: Kontaktinformationen der Organisation
el: Στοιχεία επικοινωνίας οργανισμού
es: Información de contacto de la organización
et: Organisatsiooni kontaktteave
eu: Erakundearen harremanetarako informazioa
fa: اطلاعات تماس سازمان
ga: Faisnéis teagmhála eagraíochta
gd: Fiosrachadh conaltradh a’ bhuidhinn
gl: Información de contacto da organización
gu: સંસ્થાની સંપર્ક માહિતી
he: פרטי יצירת קשר של ארגון
hi: संगठन की संपर्क जानकारी
hr: Podaci za kontakt tvrtke ili ustanove
hu: Szervezeti kapcsolattartó adatai
id: Informasi kontak organisasi
is: Samskiptaupplýsingar stofnunar/fyrirtækis
ja: 組織の連絡先情報
ka: ორგანიზაციის საკონტაქტო ინფორმაცია
kk: Ұйымның байланыс ақпараты
kn: ಸಂಸ್ಥೆಯ ಸಂಪರ್ಕ ಮಾಹಿತಿ
ko: 조직 연락처 정보
lo: ຂໍ້ມູນຕິດຕໍ່ຂອງອົງການຂອງທ່ານ
lt: Organizacijos kontaktinė informacija
lv: Organizācijas kontaktinformācija
mi: Mōhiohio whakapā whakahaere
mk: Информации за контакт на организацијата
ml: ഓർഗനൈസേഷന്റെ സമ്പർക്ക വിവരങ്ങൾ
mr: व्यवसायाची संपर्क माहिती
ms: Maklumat kenalan organisasi
mt: Informazzjoni tal-kuntatt tal-organizzazzjoni
ne: संस्थाको सम्पर्क जानकारी
nn_no: Kontaktinformasjon for organisasjonen
no: Kontaktinformasjon for organisasjonen
or: ସଂସ୍ଥା ସଂପର୍କ ସୂଚନା
pa_in: ਸੰਸਥਾ ਦੀ ਸੰਪਰਕ ਜਾਣਕਾਰੀ
pl: Informacje kontaktowe organizacji
ru: Контактные данные организации
sl: Podatki za stik z organizacijo
sr_cyrl_rs: Информације о контакту за организацију
sr_latn_rs: Kontakt informacije organizacije
sv: Organisationens kontaktinformation
ta: நிறுவனத் தொடர்புத் தகவல்
te: సంస్థ సంప్రదింపు సమాచారం
th: ข้อมูลที่ติดต่อขององค์กร
tr: Kuruluş iletişim bilgileri
tt: Оешманың контакт мәгълүматы
ug: ئىدارىنىڭ ئالاقە ئۇچۇرى
uk: Контактні дані організації
ur: تنظیم کے رابطے کی معلومات
uz: Tashkilotning kontakt maʼlumotlari
vi: Thông tin liên hệ của tổ chức
zh_hans: 组织联系人信息
zh_hant: 組織連絡人資訊
