Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.BankAccountPay.BankCodeHint
source: - First 3 digits of your CLABE account number -
af: - Eerst 3-syfers van jou CLABE-rekening nommer -
am: -የእርስዎ CLABE መለያ ቁጥር የመጀመሪያዎቹ 3 አሃዞች -
ar: - أول ثلاثة أرقام من رقم حساب CLABE‏ الخاص بك -
as: - আপোনাৰ CLABE একাউণ্ট নম্বৰৰ প্ৰথম 3টা সংখ্যা -
az: - CLABE hesab nömrənizin ilk 3 rəqəmi -
bg: - Първите 3 цифри на вашия CLABE номер на сметка -
bn_in: - আপনার CLABE অ্যাকাউন্ট নম্বরের প্রথম 3 সংখ্যা -
bs: - Prve 3 cifre broja vašeg CLABE računa -
cy: - 3 digid cyntaf eich rhif cyfrif CLABE -
da: - De første tre tal i dit CLABE-kontonummer -
de: - Die ersten drei Ziffern Ihrer CLABE-Kontonummer -
el: - Τα πρώτα 3 ψηφία του αριθμού λογαριασμού σας CLABE -
es: - 3 primeros dígitos del número de cuenta CLABE -
et: - Teie CLABE kontonumbri esimesed 3 numbrit -
eu: - CLABE kontu-zenbakiko lehen 3 digituak -
fa: - 3 شماره اول حساب CLABE -
ga: - Na chéad 3 dhigit ar d'uimhir chuntas CLABE -
gd: - Na ciad trì àireamhan dhen chunntas CLABE agad -
gl: - Primeiros 3 díxitos do seu número de conta CLABE -
gu: - CLABE ખાતા ક્રમાંકના પ્રથમ 3 અંક -
he: -3 ספרות ראשונות של מספר חשבון CLABE שלך -
hi: - आपकी CLABE खाता संख्या के पहले 3 अंक -
hr: - Prve tri znamenke su broj vašeg CLABE računa -
hu: - A CLABE számlaszám első három számjegye -
id: - 3 digit pertama dari nomor akun CLABE Anda -
is: - Fyrstu þrír tölustafirnir í CLABE-reikningsnúmerinu þínu -
ja: - CLABE アカウント番号の先頭 3 桁 -
ka: - თქვენი CLABE ანგარიშის ნომრის პირველი 3 ციფრი -
kk: - CLABE тіркелгі нөмірінің алғашқы үш саны -
kn: - ನಿಮ್ಮ CLABE ಖಾತೆ ಸಂಖ್ಯೆಯ ಮೊದಲ 3 ಅಂಕೆಗಳು -
ko: - CLABE 계좌 번호의 첫 3자리 -
ku_arab: - یەکەم 3 رەنووسی ژمارەی ئەژمێری CLABE ی تۆ -
ky: - CLABE эсеп номериңиздин биринчи 3 саны -
lo: - 3 ຕົວເລກທໍາອິດຂອງໝາຍເລກບັນຊີ CLABE ຂອງທ່ານ -
lt: - Pirmieji 3 CLABE sąskaitos numerio skaitmenys -
lv: - CLABE konta numura pirmie 3 cipari -
mi: - Ngā mati e 3 tuatahi o tō tau pūkete CLABE -
mk: - Првите три цифри од бројот на вашата сметка на CLABE -
ml: - നിങ്ങളുടെ CLABE അക്കൌണ്ട് നമ്പറിന്റെ ആദ്യ 3 അക്കങ്ങള്‍ -
mn: - Таны CLABE дансны дугаарын эхний 3 орон -
mr: - आपल्या CLABE खाते क्रमांकाचे पहिले 3 अंक -
ms: - 3 digit pertama nombor akaun CLABE anda -
mt: - L-ewwel 3 diġits tan-numru tal-kont CLABE tiegħek -
ne: - तपाइँको CLABE खाता नम्बरको पहिलो 3 अंक -
nn_no: - Dei første tre siffera i CLABE-kontonummeret -
no: - De tre første sifrene i CLABE-kontonummeret ditt -
or: - ଆପଣଙ୍କର CLABE ଏକାଉଣ୍ଟ୍ ନମ୍ଵରର ପ୍ରଥମ 3 ଅଙ୍କ -
pa_arab_pk: - ‏‏تہاڈے CLABE اکاؤنٹ نمبر دے پہلے 3 عدد -
pa_in: - CLABE ਖਾਤਾ ਨੰਬਰ ਦੇ ਪਹਿਲੇ 3 ਅੰਕ -
pl: - Pierwsze 3 cyfry numeru konta CLABE -
ru: - Первые 3 цифры номера счета CLABE -
sd: - توهان جي CLABE اڪائونٽ نمبر جا پهريان 3 ڊجٽ -
si: - ඔබගේ CLABE ගිණුම් අංකයෙහි මුල් අංක 3 -
sl: - Prve tri številke računa CLABE -
sr_cyrl_rs: - Прве 3 цифре броја вашег CLABE рачуна -
sr_latn_rs: - Prve 3 cifre broja vašeg CLABE računa -
sv: - De första tre siffrorna i ditt CLABE-kontonummer -
ta: - உங்கள் CLABE கணக்கு எண்ணின் முதல் 3 இலக்கங்கள் -
te: - మీ CLABE ఖాతా నంబర్‌లో మొదటి 3 అంకెలు -
tg: - 3 адади аввали рақами ҳисоби CLABE-и шумо -
th: - 3 หลักแรกของหมายเลขบัญชี CLABE ของคุณ -
tr: - CLABE hesap numaranızın ilk 3 basamağı -
tt: - Сезнең CLABE хисап язмасының номерын алдагы 3 цифр -
ug: - CLABE ھېسابات نومۇرىڭىزنىڭ ئالدىنقى 3 خانىسى -
uk: - Перші 3 цифри номера рахунку CLABE -
ur: - آپ کے CLABE اکاؤنٹ نمبر کے پہلے 3 عدد -
uz: - CLABE hisob qaydnomangiz raqamining birinchi 3 ta raqami -
vi: - 3 chữ số đầu tiên của số tài khoản CLABE của bạn -
zh_hans: - CLABE 帐号的前 3 位数 -
zh_hant: - 您的 CLABE 帳號的前 3 碼 -

# Literal.Field.MaxLength
source: This field is too long.
af: Hierdie veld is te lank.
am: ይህ መስክ በጣም ረዥም ነው።
ar: هذا الحقل أطول من اللازم.
as: এই ফিল্ড অতি দীঘল৷
az: Bu sahə çox uzundur.
bg: Това поле е прекалено дълго.
bn_in: এই ফীল্ডটি অনেক লম্বা৷
bs: Ovo polje je predugo.
cy: Mae'r maes hwn yn rhy hir.
da: Dette felt er for langt.
de: Dieses Feld ist zu lang.
el: Αυτό το πεδίο είναι πολύ μεγάλο.
es: Este campo es demasiado largo.
et: Selle välja sisu on liiga pikk.
eu: Eremua luzeegia da.
fa: این زمینه بسیار طولانی است.
ga: Tá an réimse seo rófhada.
gd: Tha an raon seo ro fhada.
gl: O campo é moi longo.
gu: આ ફીલ્ડ ખૂબ લાંબી છે.
he: שדה זה ארוך מדי.
hi: यह फ़ील्ड बहुत लंबी है.
hr: Polje je predugačko.
hu: Ez a mező túl hosszú.
id: Bidang ini terlalu panjang.
is: Þessi reitur er of langur.
ja: このフィールドは長すぎます。
ka: ეს ველი ძალიან გრძელია.
kk: Бұл өріс тым ұзын.
kn: ಈ ಕ್ಷೇತ್ರವು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 이 필드는 너무 깁니다.
ku_arab: ئەم خانەیە زۆر درێژە.
ky: Бул талаа өтө узун.
lo: ເຂດໃສ່ຂໍ້ມູນນີ້ຍາວເກີນໄປ.
lt: Šis laukas per ilgas.
lv: Šī lauka vērtība ir pārāk gara.
mi: He roa rawa tēnei āpure.
mk: Полето е предолго.
ml: ഈ ഫീല്‍ഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Уг талбар хэт урт байна.
mr: हे क्षेत्र खूप मोठे आहे.
ms: Medan ini terlalu panjang.
mt: Dan il-qasam twil wisq.
ne: यो फाँट धेरै लामो छ।
nn_no: Dette feltet er for langt.
no: Dette feltet er for langt.
or: ଏହି କ୍ଷେତ୍ର ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏ایہ فیلڈ بہت لما اے
pa_in: ਇਹ ਫਿਲਡ ਬੇਹੱਦ ਲੰਮਾ ਹੈ.
pl: To pole jest za długie.
ru: Это поле слишком длинное.
sd: هي فيلڊ تمام وڏي آهي.
si: මෙම ක්ෂේත්‍රය දිග වැඩියි.
sl: To polje je predolgo.
sr_cyrl_rs: Ово поље је предугачко.
sr_latn_rs: Ovo polje je predugačko.
sv: Det här fältet är för långt.
ta: இந்தப் புலம் மிக நீளமாக உள்ளது.
te: ఈ క్షేత్రం చాలా పొడవుగా ఉంది.
tg: Ин майдон аз ҳад дароз аст.
th: ฟิลด์นี้ยาวเกินไป
tr: Bu alan çok uzun.
tt: Бу кыр артык озын.
ug: ئورۇن بەك ئۇزۇن.
uk: Це поле задовге.
ur: یہ قطعہ بہت بڑا ہے۔
uz: Bu maydon juda uzun.
vi: Trường này quá dài.
zh_hans: 此字段过长。
zh_hant: 此欄位太長。

# Literal.Field.MinLength
source: This field is too short.
af: Hierdie veld is te kort.
am: ይህ መስክ በጣም አጭር ነው።
ar: هذا الحقل أقصر من اللازم.
as: এই ফিল্ড অতি চুটি৷
az: Bu sahə çox qısadır.
bg: Това поле е прекалено късо.
bn_in: এই ফীল্ডটি অনেক ছোট৷
bs: Ovo polje je prekratko.
cy: Mae'r maes hwn yn rhy fyr.
da: Dette felt er for kort.
de: Dieses Feld ist zu kurz.
el: Αυτό το πεδίο είναι πολύ μικρό.
es: Este campo es demasiado corto.
et: Selle välja sisu on liiga lühike.
eu: Eremua laburregia da.
fa: این زمینه بسیار کوتاه است.
ga: Tá an réimse róghearr.
gd: Tha an raon seo ro ghoirid.
gl: O campo é moi curto.
gu: આ ફીલ્ડ ખૂબ ટૂંકી છે.
he: שדה זה קצר מדי.
hi: यह फ़ील्ड बहुत छोटी है.
hr: Polje je prekratko.
hu: Ez a mező túl rövid.
id: Bidang ini terlalu pendek.
is: Þessi reitur er of stuttur.
ja: このフィールドは短すぎます。
ka: ეს ველი ძალიან მოკლეა.
kk: Бұл өріс тым қысқа.
kn: ಈ ಕ್ಷೇತ್ರವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 이 필드는 너무 짧습니다.
ku_arab: ئەم خانەیە زۆر کورتە.
ky: Бул талаа өтө кыска.
lo: ເຂດໃສ່ຂໍ້ມູນນີ້ສັ້ນເກີນໄປ.
lt: Šis laukas per trumpas.
lv: Šī lauka vērtība ir pārāk īsa.
mi: He poto rawa tēnei āpure.
mk: Полето е прекратко.
ml: ഈ ഫീല്‍ഡ് വളരെ ചെറുതാണ്.
mn: Уг талбар хэт богино байна.
mr: हे क्षेत्र खूप लहान आहे.
ms: Medan ini terlalu pendek.
mt: Dan il-qasam qasir wisq.
ne: यो फाँट धेरै छोटो छ।
nn_no: Dette feltet er for kort.
no: Dette feltet er for kort.
or: ଏହି କ୍ଷେତ୍ର ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ‏‏ایہ فیلڈ بہت نکا اے.
pa_in: ਇਹ ਫਿਲਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ.
pl: To pole jest za krótkie.
ru: Это поле слишком короткое.
sd: هي فيلڊ تمام ننڍي آهي.
si: මෙම ක්ෂේත්‍රය කෙටි වැඩියි.
sl: To polje je prekratko.
sr_cyrl_rs: Ово поље је прекратко.
sr_latn_rs: Ovo polje je prekratko.
sv: Det här fältet är för kort.
ta: இந்தப் புலம் மிகச் சிறியதாக உள்ளது.
te: ఈ క్షేత్రం చాలా చిన్నదిగా ఉంది.
tg: Ин майдон аз ҳад кӯтоҳ аст.
th: ฟิลด์นี้สั้นเกินไป
tr: Bu alan çok kısa.
tt: Бу кыр артык кыска.
ug: ئورۇن بەك قىسقا.
uk: Це поле закоротке.
ur: یہ قطعہ بہت چھوٹا ہے۔
uz: Bu maydon juda qisqa.
vi: Trường này quá ngắn.
zh_hans: 此字段过短。
zh_hant: 此欄位太短。

# Literal.Field.Pattern
source: Invalid field.
af: Ongeldige veld.
am: ልክ ያልኾነ መስክ።
ar: حقل غير صالح.
as: অবৈধ ফিল্ড৷
az: Sahə yanlışdır.
bg: Невалидно поле.
bn_in: অবৈধ ফীল্ড৷
bs: Nevažeće polje.
cy: Maes annilys.
da: Ugyldigt felt.
de: Ungültiges Feld.
el: Μη έγκυρο πεδίο.
es: Campo no válido.
et: Kehtetu väli.
eu: Eremu baliogabea.
fa: زمینه نامعتبر است.
ga: Réimse neamhbhailí.
gd: Chan eil an raon seo dligheach.
gl: Campo non válido.
gu: અમાન્ય ફીલ્ડ.
he: שדה לא חוקי.
hi: अमान्य फ़ील्ड.
hr: Polje nije valjano.
hu: Érvénytelen mező.
id: Bidang tidak valid.
is: Ógildur reitur.
ja: 無効なフィールドです。
ka: ველი არასწორია.
kk: Жарамсыз өріс.
kn: ಅಮಾನ್ಯ ಕ್ಷೇತ್ರ.
ko: 잘못된 필드입니다.
ku_arab: خانە نادروستە.
ky: Жараксыз талаа.
lo: ເຂດໃສ່ຂໍ້ມູນບໍ່ຖືກຕ້ອງ.
lt: Netinkamas laukas.
lv: Nederīgs lauks.
mi: He āpure muhu.
mk: Неважечко поле.
ml: ഫീല്‍ഡ് അസാധുവാണ്.
mn: Талбар буруу байна.
mr: अवैध क्षेत्र.
ms: Medan tidak sah.
mt: Qasam invalidu.
ne: अवैध फाँट।
nn_no: Ugyldig felt.
no: Ugyldig felt.
or: ଅବୈଧ କ୍ଷେତ୍ର.
pa_arab_pk: ‏‏ناجائز فیلڈ
pa_in: ਅਯੋਗ ਫਿਲਡ.
pl: Nieprawidłowe pole.
ru: Недопустимое поле.
sd: غلط فيلڊ.
si: අවලංගු ක්ෂේත්‍රය.
sl: Neveljavno polje.
sr_cyrl_rs: Неважеће поље.
sr_latn_rs: Nevažeće polje.
sv: Ogiltigt fält.
ta: செல்லுபடியாகாத புலம்.
te: క్షేత్రం చెల్లదు.
tg: Майдони беэътибор.
th: ฟิลด์ไม่ถูกต้อง
tr: Geçersiz alan.
tt: Ялгыш кыр.
ug: ئورۇن ئىناۋەتسىز.
uk: Неприпустиме поле.
ur: قطعہ غلط ہے۔
uz: Noto'g'ri maydon.
vi: Trường không hợp lệ.
zh_hans: 字段无效。
zh_hant: 欄位無效。

# Literal.Field.Required
source: This field is required.
af: Hierdie veld word vereis.
am: ይህ መስክ አስፈላጊ ነው።
ar: هذا الحقل مطلوب.
as: এই ফিল্ডৰ আৱশ্যক৷
az: Bu sahə tələb olunur.
bg: Това поле е задължително.
bn_in: এই ফীল্ডটি আবশ্যক৷
bs: Ovo polje je obavezno.
cy: Mae angen y maes hwn.
da: Dette felt er obligatorisk.
de: Dieses Feld ist erforderlich.
el: Αυτό το πεδίο είναι υποχρεωτικό.
es: Este campo es obligatorio.
et: See väli on kohustuslik.
eu: Eremua beharrezkoa da.
fa: به این زمینه نیاز است.
ga: Tá an réimse seo ag teastáil.
gd: Tha feum air an raon seo.
gl: Este campo é obrigatorio.
gu: આ ફીલ્ડ આવશ્યક છે.
he: שדה זה דרוש.
hi: यह फ़ील्ड आवश्यक है.
hr: Polje je obavezno.
hu: A mező kitöltése kötelező.
id: Bidang ini wajib diisi.
is: Þessi reitur er áskilinn.
ja: このフィールドは必須項目です。
ka: ამ ველის შევსება აუცილებელია.
kk: Бұл міндетті өріс.
kn: ಈ ಕ್ಷೇತ್ರ ಅಗತ್ಯವಿದೆ.
ko: 이 필드는 필수입니다.
ku_arab: ئەم خانەیە پێویستە.
ky: Бул талаа милдеттүү.
lo: ຕ້ອງຕື່ມຂໍ້ມູນໃສ່ເຂດໃສ່ຂໍ້ມູນນີ້.
lt: Šis laukas yra privalomas.
lv: Šis lauks ir obligāts.
mi: E hiahiatia ana tēnei āpure.
mk: Полето е неопходно.
ml: ഈ ഫീല്‍ഡ് ആവശ്യമാണ്.
mn: Уг талбарыг бөглөх шаардлагатай.
mr: हे क्षेत्र आवश्यक आहे.
ms: Medan ini mesti diisi.
mt: Dan il-qasam meħtieġ.
ne: यो फाँट आवश्यक छ।
nn_no: Dette feltet må fyllast ut.
no: Dette feltet må angis.
or: ଏହି କ୍ଷେତ୍ର ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏ایس فیلڈ دی لوڑ اے.
pa_in: ਇਹ ਫਿਲਡ ਲੋੜੀਂਦਾ ਹੈ.
pl: To pole jest wymagane.
ru: Поле является обязательным.
sd: هي فيلڊ گھربل آهي.
si: මෙම ක්ෂේත්‍රය අවශ්‍යයි.
sl: To polje je obvezno.
sr_cyrl_rs: Ово поље је обавезно.
sr_latn_rs: Ovo polje je obavezno.
sv: Det här fältet måste fyllas i.
ta: இந்தப் புலம் தேவைப்படுகிறது.
te: ఈ క్షేత్రం అవసరం.
tg: Ин майдон ҳатмист.
th: ต้องระบุฟิลด์นี้
tr: Bu alan gereklidir.
tt: Бу кыр мәҗбүри.
ug: بۇ ئورۇن تەلەپ قىلىنىدۇ.
uk: Це поле є обов'язковим.
ur: اس قطعے کی ضرورت ہے۔
uz: Bu maydon talab qilinadi.
vi: Trường này là cần thiết.
zh_hans: 此字段为必填项。
zh_hant: 此欄位是必填欄位。
