Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.MandateNote
source: Please complete all of the information below to make payments directly from your bank account to Microsoft for all purchases you make from Microsoft or any of its affiliates.
af: Vul asseblief al die inligting hieronder in om betalings direk vanaf jou bank rekening tot Microsoft te maak vir alle aankope wat jy vanaf Microsoft maak of enige van sy affiliasies.
am: ከ Microsoft ወይም ከማንኛውም አጋሮቹ ላይ ለሚገገዙዋቸው ሁሉም ግዢዎች ክፍያ በቀጥታ ከባንክ ሒሳብዎ ላይ ለመፈፀም እባክዎ ከዚህ በታች ያሉትን ሁሉንም መረጃ ይሙሉ።
ar: الرجاء إكمال جميع المعلومات المطلوبة أدناه لتنفيذ عمليات الدفع مباشرة من حسابك البنكي إلى شركة Microsoft، لسداد قيمة كل عمليات الشراء التي أجريتها من موقع شركة Microsoft أو أي من الشركات التابعة لها.
as: Microsoft নাইবা ইয়াৰ যিকোনো সহযোগীসকলৰ পৰা আপুনি কৰা সকলো ক্ৰয়ৰ কাৰণে Microsoft-ক আপোনাৰ বেংক একাউণ্টৰ পৰা প্ৰত্যক্ষভাবে পৰিশোধ কৰিবলৈ অনুগ্ৰহ কৰি তলৰ সকলো তথ্য সম্পূৰ্ণ কৰক৷
az: Microsoft və ya onun hər hansı filialından etdiyiniz bütün satınalmalar üçün bank hesabından Microsoft-a birbaşa ödənişlər etmək üçün bütün aşağıdakı məlumatları doldurun.
bg: Попълнете цялата информация по-долу за заплащането на Microsoft директно от банковата ви сметка за всички покупки, направени от Microsoft или свързаните с нея лица.
bn_in: Microsoft বা সংশ্লিষ্ট অন্য যেকোনো সংস্থার থেকে আপনার করা সকল কেনাকাটার ক্ষেত্রে সরাসরি আপনার ব্যাঙ্ক অ্যাকাউন্ট থেকে Microsoft কে অর্থপ্রদান করতে দয়া করে নীচের সকল তথ্য পূরণ করুন।
bs: Popunite dolje sve podatke kako bi se s vašeg računa u banci direktno vršila plaćanja kompaniji Microsoft za sve kupovine od kompanije Microsoft ili neke od njenih podružnica.
cy: Llenwch yr holl wybodaeth isod i wneud taliadau yn uniongyrchol o'ch cyfrif banc i Microsoft am bopeth rydych chi'n ei brynu gan Microsoft neu gan unrhyw gwmni cysylltiedig.
da: Udfyld alle oplysninger nedenfor for at foretage betalinger direkte fra din bankkonto til Microsoft for alle køb, du foretager fra Microsoft eller et af dets affilierede selskaber.
de: Tragen Sie alle nachfolgenden Informationen ein, um Zahlungen an Microsoft für alle Einkäufe, die Sie über Microsoft oder damit verbundene Unternehmen tätigen, direkt über Ihr Bankkonto vorzunehmen.
el: Συμπληρώστε όλες τις πληροφορίες παρακάτω προκειμένου να κάνετε πληρωμές απευθείας από τον τραπεζικό λογαριασμό σας προς τη Microsoft για όλες τις αγορές που πραγματοποιείτε από τη Microsoft ή τις συγγενείς εταιρείες της.
es: Complete la información siguiente para realizar los pagos directamente desde su cuenta bancaria a Microsoft, correspondientes a las compras que realice a Microsoft o cualquiera de sus filiales.
et: Sisestage kogu teave, et teha kõigi Microsoftist või selle sidusettevõtetest tehtud ostude eest makseid otse oma pangakontolt Microsoftile.
eu: Eman behean eskatzen diren datu guztiak, Microsoft-en edo bere filialen produktuak erosten dituzunean zure banku-kontuaren bidez zuzenean Microsoft-i ordaindu ahal izateko.
fa: لطفاً تمام اطلاعات زیر را تکمیل کنید تا برای تمام پرداخت هایی که از Microsoft یا شرکت های وابسته به آن انجام می شود، پرداخت مستقیماً از حساب بانکی شما برای Microsoft انجام شود.
ga: Comhlánaigh an fhaisnéis ar fad thíos chun íocaíochtaí a dhéanamh go díreach ó do chuntas bainc chuig Microsoft do na ceannacháin ar fad a dhéanann tú ó Microsoft nó aon cheann dá chuid cleamhnaithe.
gd: Coilean am fiosrachadh uile gu h-ìosal gus am pàigh thu gu dìreach on chunntas banca agad do Microsoft airson gach cheannach a nì thu o Microsoft no o gin de a dhlùth-chompanaich.
gl: Encha toda a información seguinte para realizar pagamentos directamente desde a súa conta bancaria a Microsoft para todas as compras que efectúe desde Microsoft ou calquera das súas filiais.
gu: તમે Microsoft અથવા તેની અનુષાંગિકોથી કરો છો તે બધી ખરીદીઓ માટે તમારા બેંક ખાતાથી સીધી Microsoft પર ચૂકવણીઓ કરવા નીચેની બધી માહિતી ભરો.
he: מלא את כל המידע להלן כדי לבצע תשלומים ישירות מחשבון הבנק שלך ל- Microsoft עבור כל הרכישות שאתה מבצע מ- Microsoft או מאחד משותפיה.
hi: Microsoft या उसके किसी भी संबद्ध से अपने द्वारा की जाने वाली सभी खरीदारियों के लिए सीधे अपने बैंक खाते से Microsoft को भुगतान करने के लिए कृपया नीचे दी गई सभी जानकारी दें.
hr: Popunite podatke u nastavku da biste Microsoftu plaćali izravno sa svog bankovnog računa za sve kupnje od Microsofta ili njegovih podružnica.
hu: Adja meg az összes alábbi adatot, hogy közvetlenül a bankszámlájáról fizethessen a Microsoftnak a Microsofttól vagy valamely társvállalatától végzett valamennyi vásárlásnál.
id: Lengkapi semua informasi di bawah untuk melakukan pembayaran langsung dari rekening bank Anda ke Microsoft untuk semua pembelian yang Anda lakukan dari Microsoft atau afiliasinya.
is: Vinsamlegast fylltu út allar upplýsingar hér að neðan til að greiða Microsoft beint af bankareikningnum þínum fyrir allt sem þú kaupir hjá Microsoft eða einhverju af tengdum félögum þess.
ja: Microsoft またはその関連企業からのすべての購入について、お客様の銀行口座から Microsoft に直接支払う場合は、以下のすべての情報を入力してください。
ka: გთხოვთ, შეავსოთ ქვემოთ მოცემული ყველა ინფორმაცია, რომ გადაიხადოთ პირდაპირ თქვენი საბანკო ანგარიშიდან Microsoft-ში ყველაფრისთვის, რასაც შეიძენთ Microsoft ან მისი აფილიატებიდან.
kk: Microsoft немесе оның кез келген филиалдарында жасалған барлық сатып алулар үшін төлемдерді тікелей банк шотыңыздан Microsoft атына аудару үшін төмендегі барлық ақпаратты көрсетіңіз.
kn: Microsoft ಅಥವಾ ಅದರ ಯಾವುದೇ ಅಂಗಸಂಸ್ಥೆಗಳ ಮೂಲಕ ನೀವು ಮಾಡುವ ಎಲ್ಲಾ ಖರೀದಿಗಳಿಗಾಗಿ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯಿಂದ ನೇರವಾಗಿ Microsoft ಖಾತೆಗೆ ಪಾವತಿಗಳನ್ನು ಮಾಡಲು ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಎಲ್ಲ ಮಾಹಿತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.
ko: Microsoft 또는 계열사에서 구입한 항목에 대해 은행 계좌에서 직접 Microsoft로 결제하려면 아래의 모든 정보를 기입하십시오.
ku_arab: تکایە هەموو زانیاریەکانی لای خوارەوە تەواو بکە بۆ پارەدانی راستەوخۆ لە ئەمێری بانکیتەوە بۆ Microsoft بۆ هەموو ئەو کڕینانەی لە Microsoft یان لایەنگرانیەوە ئەنجامیان دەدەیت.
ky: Сиз Microsoft-тон же анын кайсы бир филиалдарынан жасаган бардык сатып алууларыңыз үчүн, Microsoft-ко банктык каттоо жазуңуздан түз төлөмдөрдү аткарууга, төмөнкү маалыматтардын баарын толтуруңуз.
lo: ກະລຸນາປະກອບທຸກຂໍ້ມູນຂ້າງລຸ່ມເພື່ອເຮັດການຊຳລະເງິນໂດຍກົງຈາກບັນຊີທະນາຄານຂອງທ່ານໃຫ້ Microsoft ສຳລັບທຸກການຊື້ທີ່ທ່ານເຮັດຈາກ Microsoft ຫຼືສາຂາໃດໜຶ່ງຂອງມັນ.
lt: Užpildykite visą toliau prašomą pateikti informaciją, kad mokėjimai už visus pirkinius iš „Microsoft“ ar jos filialų iš jūsų banko sąskaitos būtų vykdomi tiesiai į „Microsoft“ sąskaitą.
lv: Lūdzu, tālāk norādiet visu nepieciešamo informāciju, lai, izmantojot bankas kontu, norēķinātos par visiem pirkumiem ar korporāciju Microsoft vai kādu no tās saistītajiem uzņēmumiem.
mi: Tēnā whakaotingia ngā utunga katoa i raro iho nei hei mahi utunga hāngai mai i tō pūkete pēke ki Microsoft mō ō hokonga katoa mai i Microsoft i ētahi o ana hoa rānei.
mk: Исполнете ги сите податоци подолу за да направите плаќања директно од банковната сметка на Microsoft за сите купувања од Microsoft или од неговите подружници.
ml: Microsoft-ല്‍ നിന്നോ അതുമായി ബന്ധപ്പെട്ടയിടങ്ങളില്‍ നിന്നോ നടത്തുന്ന എല്ലാ വാങ്ങലുകള്‍ക്കുമായി നിങ്ങളുടെ ബാങ്ക് അക്കൌണ്ടില്‍ നിന്ന് Microsoft-ലേക്ക് നേരിട്ട് പേയ്‌മെന്റുകള്‍ നടത്താന്‍ ചുവടെയുള്ള എല്ലാ വിവരങ്ങളും പൂര്‍ത്തിയാക്കുക.
mn: Microsoft эсвэл тус компанийн аль нэг салбараас хийх бүх худалдан авалтынхаа төлбөрийг банкныхаа данснаас Microsoft руу шууд шилжүүлэхийн тулд доорх бүх мэдээллийг бөглөнө үү.
mr: कृपया Microsoft किंवा त्‍याचे सदस्‍यत्‍व असणार्‍या कोणाही कडून आपण केलेल्‍या सर्व खरेदींसाठी थेट आपल्‍या बँक खात्‍यामधून Microsoft ला देय देण्‍यासाठी खालील सर्व माहिती पूर्ण करा.
ms: Sila lengkapkan semua maklumat di bawah untuk membuat pembayaran terus dari akaun bank Microsoft untuk semua pembelian yang anda lakukan daripada Microsoft atau mana-mana sekutunya.
mt: Jekk jogħġbok niżżel l-informazzjoni kollha hawn taħt biex tħallas direttament mill-kont tal-bank tiegħek lil Microsoft għax-xiri kollu li tagħmel minn Microsoft jew minn kwalunkwe wieħed mill-affiljati tagħha.
ne: Microsoft वा यसका कुनैपनि सम्बद्धहरूबाट तपाइँले गर्ने सबै खरिदहरूका लागि तपाइँको बैङ्क खाताबाट Microsoft मा सिधै भुक्तान गर्न कृपया तलको सबै जानकारी पूरा गर्नुहोस्।
nn_no: Fyll ut all informasjonen under for å kunne betale Microsoft direkte frå bankkontoen din for alle kjøp du utfører frå Microsoft eller deira tilknytte selskap.
no: Fyll ut all informasjonen nedenfor for å foreta betaling direkte fra bankkontoen din til Microsoft for alle kjøp fra Microsoft og deres tilknyttede selskaper.
or: Microsoft କିମ୍ବା ଏହାର ଯେକୌଣସି ସହଭାଗୀଗୁଡିକ ଠାରୁ ଆପଣ କରିଥିବା ସମସ୍ତ କ୍ରୟ ପାଇଁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍‌ରୁ Microsoft କୁ ପ୍ରତ୍ୟକ୍ଷ ଭାବରେ ଦେୟ ଦେବା ପାଇଁ ଦୟାକରି ନିମ୍ନରେ ଥିବା ସମସ୍ତ ସୂଚନା ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ.
pa_arab_pk: انہاں تمام خریداریاں دی ادائیگی جیہڑی تسی Microsoft یا ایس دے وابستگان نال کردے او آپنے بینک توں Microsoft نوں براہ راست کرن لئی میربانی کرکے تھلے دتی گئی تمام معلومات مکمل کرو۔
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ Microsoft ਜਾਂ ਉਸਦੇ ਕਿਸੇ ਵੀ ਸੰਬੰਧ ਕੋਲੋਂ ਕੀਤੀ ਜਾਣ ਵਾਲੀ ਸਾਰੀਆਂ ਖਰੀਦਾਰੀਆਂ ਲਈ ਸਿੱਧਾ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਤੋਂ Microsoft ਨੂੰ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਹੇਠਾਂ ਸਾਰੀ ਜਾਣਕਾਰੀ ਦਿਉ।
pl: Wprowadź poniżej wszystkie wymagane informacje, aby płacić firmie Microsoft bezpośrednio z konta bankowego za wszystkie zakupy od firmy Microsoft i jej podmiotów stowarzyszonych.
ru: Укажите все необходимые сведения ниже, чтобы оплачивать все покупки, совершаемые в Майкрософт или у аффилированных лиц Microsoft, непосредственно со своего банковского счета.
sd: انهن سٻن خریدارن جي ادائیگي جيڪي توهان Microsoft یا انهن سان لاڳاپيل ماڻهن سان ڪندو آهيو پنهنجي بینڪ مان Microsoft کي براہ راست ڪرڻ لاءِ برائي مهرباني هيٺ ڏنل سڄي معلومات مڪمل ڪریو.
si: Microsoft වෙත Microsoft වෙතින් හෝ වෙනත් එහි අනුබද්ධ ආයතනයකින් ඔබ සිදු කරන සියලු මිලට ගැනීම් සඳහා කෙළින්ම ඔබේ බැංකු ගිණුමෙන් ගෙවීම් සිදු කිරීමට කරුණාකර පහත දැක්වෙන සියලු තොරතුරු සම්පුර්ණ කරන්න.
sl: Vnesite vse spodaj zahtevane podatke, da boste lahko nakupe, opravljene pri Microsoftu ali katerem koli od njegovih lastniško povezanih podjetij, Microsoftu plačali neposredno s svojega bančnega računa.
sr_cyrl_rs: Наведите све информације у наставку да бисте извршили уплату компанији Microsoft директно са банковног рачуна за сваку куповину од компаније Microsoft или било које од њених филијала.
sr_latn_rs: Navedite sve informacije u nastavku da biste izvršili uplatu kompaniji Microsoft direktno sa bankovnog računa za svaku kupovinu od kompanije Microsoft ili bilo koje od njenih filijala.
sv: Fyll i alla uppgifter nedan för att skicka betalningar direkt från ditt bankkonto till Microsoft för alla inköp du gjort från Microsoft eller dess koncernbolag.
ta: Microsoft அல்லது அதனுடன் இணைந்தவையிலிருந்து நீங்கள் மேற்கொண்ட எல்லா வாங்குதலுக்காகவும் உங்கள் வங்கி கணக்கிலிருந்து நேரடியாக Microsoft -க்கு பணத்தைச் செலுத்த கீழே உள்ள எல்லா தகவல்களையும் பூர்த்தி செய்யவும்.
te: దయచేసి Microsoft నుండి లేదా దాని అనుబంధ సంస్థల నుండి మీరు చేసే అన్ని కొనుగోళ్ల కోసం Microsoftకు మీ బ్యాంక్ ఖాతా నుండి నేరుగా చెల్లింపులు చేయడానికి దిగువ మొత్తం సమాచారాన్ని నింపండి.
tg: Лутфан ҳамаи маълумоти зерро пур кунедЛутфан ҳамаи маълумоти зерро пур кунед, то аз ҳисоби бонкии худ мустақиман ба Microsoft барои ҳамаи харидҳои аз Microsoft ё ягон ширкатҳои марбути он кардаатон пардохт намоед.
th: โปรดกรอกข้อมูลทั้งหมดด้านล่างเพื่อชำระเงินโดยตรงจากบัญชีธนาคารของคุณไปยัง Microsoft สำหรับการซื้อทั้งหมดจาก Microsoft หรือบริษัทสาขา
tr: Microsoft'tan veya bağlı kuruluşlarından yaptığınız tüm satın alımlarda doğrudan banka hesabınızdan Microsoft'a ödeme yapmak için lütfen aşağıdaki tüm bilgileri doldurun.
tt: Сез Майкрософттан яки аның кайсы да булса аффилиатыннан ясаган барлык сатып алуларыгыз өчен түләүләрне турыдан Сезнең банк хисабыгыздан башкарыр өчен түбәндәге барлык мәгълүматны тутырыгыз.
ug: Microsoft ياكى ئۇنىڭ ھەمكارلاشقۇچىلىرىدىن سېتىۋالغان مالنىڭ ھەققىنىڭ بانكا ھېساباتىڭىزدىن Microsoft قا توغرا بېرىشى ئۈچۈن تۆۋەندىكى ئۇچۇرلارنى تولۇقلاڭ.
uk: Укажіть усі необхідні відомості нижче, щоб оплачувати всі покупки, зроблені в корпорації Майкрософт або в афілійованих осіб Майкрософт, безпосередньо зі свого банківського рахунку.
ur: آپ Microsoft یا اس کے کسی بھی ملحقہ اداروں سے جو خریداریاں کرتے ہیں ان کی ادائیگیاں Microsoft کو براہ راست اپنے بینک اکاؤنٹ سے کرنے کیلئے براہ کرم ذیل میں تمام معلومات کو مکمل کریں۔
uz: Microsoft yoki uning har qanday sheriklaridan barcha qilingan xaridlar uchun Microsoft-ga bank hisob qaydnomangizdan to'g'ridan-to'g'ri to'lovlarni oshirish uchun quyidagi barcha ma'lumotlarni tugating.
vi: Vui lòng hoàn tất tất cả thông tin sau đây để thực hiện thanh toán trực tiếp từ tài khoản ngân hàng của bạn đến Microsoft đối với tất cả các giao dịch bạn mua từ Microsoft hoặc bất kì chi nhánh nào của công ty.
zh_hans: 请填写下面的所有信息，针对您向 Microsoft 或其任何关联公司购买的所有产品直接通过您的银行帐户向 Microsoft 付款。
zh_hant: 請填寫下面的所有資訊，以便在您每次向 Microsoft 或其任何關係企業購買產品時，直接從您的銀行帳戶付款給 Microsoft。

# Word.Recurrent
source: Recurrent - Starting on the date this mandate is signed (below)
af: Herhalende - Begin op die datum wat hierdie mandaat onderteken is (hieronder)
am: በተደጋጋሚ - ከእለቱ በመጀመር ይህ የስምምነት ሰነድ ተፈርሟል (ከዚህ በታች)
ar: التكرار - بدءاً من تاريخ توقيع هذا التفويض (أدناه)
as: পৌনঃপুনিক - তাৰিখত আৰম্ভ হোৱা এই আদেশপত্ৰ স্বাক্ষৰিত (তলত)
az: Təkrarlanan - Bu mandatın imzalandığı tarixdə başlayır (aşağıda)
bg: Периодично - започва от датата на подписване на съгласието (по-долу)
bn_in: রিকারেন্ট - উল্লিখিত তারিখে এই আদেশে স্বাক্ষর করা হয়েছে (নীচে)
bs: Periodično - Početak na datum ovog ovlaštenja je potpisan (dolje)
cy: Cylchol - Yn dechrau ar y dyddiad y caiff y mandad hwn ei lofnodi (isod)
da: Tilbagevendende - Startende den dato, hvor mandatet er underskrevet (nedenfor)
de: Wiederkehrend – Beginnend ab dem Datum der Unterzeichnung dieses Mandats (unten)
el: Επαναλαμβανόμενη - Ξεκινώντας από την ημερομηνία που υπογράφεται αυτή η πάγια εντολή (παρακάτω)
es: Recurrente: a partir de la fecha en la que se firmó este adeudo directo (debajo)
et: Korduv – alates märgitud kuupäevast on see volitus allkirjastatud (all)
eu: Errepikaria: hitzarmena sinatzen denetik hasita (behean agertzen da zehaztuta)
fa: تکرار - شروع از تاریخ امضای این تعهدنامه (در زیر)
ga: Athfhillteach - Ag tosú ar an dáta a shínítear an sainordú seo (thíos)
gd: Ath-chùrsach - A' tòiseachadh air a' cheann-là a thèid an t-òrdugh a shoidhneadh (gu h-ìosal)
gl: Periódico: a partir da data en que se asina esta orde (a seguir)
gu: આવર્તક - આ આદેશ સહી થયાની તારીખના રોજ પ્રારંભ થાય છે (નીચે)
he: חוזר - החל בתאריך שבו נחתם אישור גבייה זה (להלן)
hi: आवर्ती - इस दिनांक को इस अधिदेश पर हस्ताक्षर किए गए (नीचे)
hr: Ponavljajuće – počevši od datuma potpisa ovlaštenja (ispod)
hu: Rendszeres – A jelen rendszeres átutalási megbízás aláírásának napjától kezdődően
id: Berulang - Dimulai sejak tanggal penandatanganan kuasa ini (di bawah)
is: Ítrekað – hefst daginn sem þetta umboð er undirritað (hér fyrir neðan)
ja: 繰り返し - この委託が署名された (以下の) 日付以降
ka: განმეორებითი - დაწყებული ამ მანდატზე ხელმოწერის დღიდან (ქვემოთ)
kk: Қайталануы - бұл мандатқа қол қойылған күнінен бастау (төменде көрсетілген)
kn: ಪುನರಾವರ್ತನೆ - ಈ ಆದೇಶಕ್ಕೆ ಸಹಿ ಮಾಡಲಾದ ದಿನಾಂಕದ ಪ್ರಾರಂಭ (ಕೆಳಗೆ)
ko: 되풀이 - 이 자동 인출이 서명된 날짜(아래)부터
ku_arab: دووبارە بووەوە - بە دەستپێکردن لەو بەروارەوە ئەم پێسپاردنەی تێدا واژۆ کراوە (لای خوارەوە)
ky: Кайталануучу - Ал күндөн баштап, бул мандатка кол коюлган (төмөндө)
lo: ເກີດຊໍ້າ - ເລີ່ມໃນວັນທີທີ່ເຊັນຄຳສັ່ງນີ້ (ຂ້າງລຸ່ມ)
lt: Pasikartojantis – pradedant šio sutikimo pasirašymo diena (žemiau)
lv: Periodisks — sākas mandāta parakstīšanas datumā (tālāk)
mi: Putuputu - Tīmata i te rā e hainatia ai tēnei whakamananga (i raro iho nei)
mk: Се повторува - Со почеток на датумот кога овој мандат е потпишан (подолу)
ml: ആവര്‍ത്തിക്കുന്നത് - ഈ മാന്‍ഡേറ്റ് ഒപ്പിട്ട (ചുവടെ) തീയതി മുതല്‍ ആരംഭിക്കുന്നു
mn: Давтагдах - Уг мандатад гарын үсэг зурсан өдрөөс эхэлнэ (доорх)
mr: आवर्ती - या तारखेस प्रारंभ होणारा हा जनादेश (खाली) स्‍वाक्षरी केला आहे
ms: Berulang - Bermula pada tarikh mandat ini ditandatangani (di bawah)
mt: Rikorrenti - Mid-data ta' meta dan il-mandat jiġi ffirmat (hawn taħt)
ne: पुनरावर्ती - यो आदेश हस्ताक्षर गरेको मिति देखि सुरु (तल)
nn_no: Regelmessig - Frå og med datoen då denne fullmakta er signert (under)
no: Regelmessig - starter på datoen denne belastningsfullmakten blir signert (under)
or: ପୌନଃପୁନିକ - ପ୍ରାରମ୍ଭ ହେବା ତାରିଖ ପର ଠାରୁ ଏହି ଅଧିକାର ସ୍ୱାକ୍ଷରିତ ହୋଇଥାଏ (ନିମ୍ନ)
pa_arab_pk: پے در پے ۔ ایس تریخ توں شروع ہوریہا اے جیس نو یہ اجازت دستخط کیتی گئی (تھلے)
pa_in: ਪੁਨਰਵਰਤੀ - ਇਸ ਮਿਤੀ ਨੂੰ ਇਸ ਫ਼ੁਰਮਾਨ ਉੱਤੇ ਦਸਤਖਤ ਕੀਤੇ ਗਏ (ਹੇਠਾਂ)
pl: Cyklicznie — rozpoczynając od daty podpisania tej zgody na obciążenie rachunku (poniżej)
ru: Повторяющееся действие — начиная с даты подписания поручения (ниже)
sd: ٻيهر . مينڊيٽ تي سائن ٿيل (هيٺان) تاريخ کان شروع ٿيندڙ
si: පුනරාවර්තන - මෙම (පහත) මැන්ඩේට්පත අත්සන් කළ දින සිට
sl: Ponavljajoče - z začetkom na datum podpisa tega soglasja (spodaj)
sr_cyrl_rs: Периодично – почев од датума потписивања овог овлашћења (у наставку)
sr_latn_rs: Periodično - počev od datuma potpisivanja ovog ovlašćenja (u nastavku)
sv: Återkommande - med start vid datumet för medgivandets undertecknande (nedan)
ta: தொடர்ச்சி - இந்தக் கட்டளை கையொப்பமிடப்பட்டத் தேதியிலிருந்து தொடங்குகிறது (கீழே)
te: పునరావృతం - ఈ తప్పనిసరి దానిలో సంతకం చేసిన తేదీ నుండి ప్రారంభం అవుతుంది (దిగువ)
tg: Такрорӣ – Оғоз аз санаи имзо шудани ин мандат (дар зер)
th: เกิดซ้ำ - เริ่มต้นในวันที่ลงนามการมอบอำนาจนี้ (ด้านล่าง)
tr: Yinelenen - Vekaletin imzalandığı tarihten başlayarak (aşağıda)
tt: Вакыт-вакыт кабатлана - Бу мандатка имза куелган датадан башлап (түбәндә)
ug: قەرەللىك - بۇ ۋاكالەتنامە ئىمزالانغان (تۆۋەندىكى) ۋاقىت باشلىنىدۇ
uk: Повторювана дія – починаючи з дати підписання доручення (нижче)
ur: باز گرد - تاریخ سے شروع ہو رہا یہ معاہدہ دستخط شدہ ہے (ذیل میں)
uz: Vaqtli - Ushbu mandat imzolangan sanadan boshlab (quyida)
vi: Lặp định kỳ - Bắt đầu từ ngày ký ủy nhiệm này (bên dưới)
zh_hans: 重复性 - 从此授权单的签署日期(如下)开始
zh_hant: 循環 - 從簽署此授權的日期開始 (如下)
