Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitBeneficiaryRUT.Pattern
source: Invalid Beneficiary RUT.
af: Ongeldige begunstigde-RUT.
am: ልክ ያልኾነ የተጠቃሚ RUT።
ar: RUT الخاص بالمستفيد غير صالح.
as: অবৈধ হিতাধিকাৰী RUT৷
az: Benefisiarın RUT-u səhvdir.
bg: Невалиден RUT на получателя.
bn_in: বেনিফিসিয়ারি RUT ঠিকঠাক নেই৷
bs: Nevažeći RUT primaoca.
cy: Mae RUT y Buddiolwr yn annilys.
da: Ugyldigt Begunstigelses-RUT.
de: Die RUT des Begünstigten ist ungültig.
el: Μη έγκυρο RUT δικαιούχου.
es: El RUT del beneficiario no es válido.
et: Kasusaaja RUT on sobimatu.
eu: Onuradunaren RUT kodea baliogabea da.
fa: RUT ذینفع نامعتبر است.
ga: Tá RUT an tairbhí neamhbhailí.
gd: Tha RUT an fhaighteir mì-dhligheach.
gl: RUT do beneficiario non válido.
gu: અમાન્ય લાભાર્થી RUT.
he: ה- RUT של המוטב לא חוקי.
hi: अमान्य लाभार्थी RUT.
hr: RUT primatelja nije valjan.
hu: A kedvezményezett RUT-száma érvénytelen.
id: RUT Penerima tidak valid.
is: RUT rétthafa er ógilt.
ja: 受取人 RUT が無効です。
ka: ბენეფიციარის RUT არასწორია.
kk: Бенефициардың RUT дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಫಲಾನುಭವಿ RUT.
ko: 수취인 RUT가 올바르지 않습니다.
ku_arab: RUT ی سوودمەند نادروستە.
ky: Жараксыз Пайда көрүүчүнүн РУТ.
lo: RUT ຂອງຜູ້ຮັບເງິນບໍ່ຖືກຕ້ອງ.
lt: Gavėjo RUT netinkamas.
lv: Nederīgs saņēmēja RUT.
mi: He muhu te RUT Kaiwhiwhi takuhe.
mk: Неважечки RUT-бројот на корисник.
ml: ഗുണഭോക്തൃ RUT അസാധുവാണ്.
mn: Хүлээн авагчийн RUT хүчингүй байна.
mr: अवैध लाभार्थी RUT.
ms: RUT Benefisiari Tidak Sah.
mt: Ir-RUT tal-Benefiċjarju hu invalidu.
ne: लाभग्राही RUT अवैध छ।
nn_no: Ugyldig RUT-nummer for mottakaren.
no: Ugyldig mottaker-RUT.
or: ଅବୈଧ ବେନିଫିସିଆରୀ RUT.
pa_arab_pk: مستفید دا آر یو ٹی ناجائز اے۔
pa_in: ਲਾਭਪਾਤਰ RUT ਅਵੈਧ ਹੈ।
pl: Identyfikator RUT beneficjenta jest nieprawidłowy.
ru: Недопустимый RUT получателя.
sd: فائدو کڻندڙRUT غلط آھي.
si: ප්‍රතිලාභී RUT වැරදියි.
sl: Neveljaven RUT upravičenca.
sr_cyrl_rs: Неважећи RUT примаоца.
sr_latn_rs: Nevažeći RUT primaoca.
sv: Ogiltigt mottagar-RUT.
ta: RUT பயனாளி எண் தவறானது.
te: చెల్లని లబ్దిదారు RUT.
tg: RUT-и гирандаи беэътибор.
th: Beneficiary RUT ไม่ถูกต้อง
tr: Geçersiz Lehdar RUT.
tt: Алучының RUT коды ялгыш.
ug: مەنپەئەتلەنگۈچىنىڭ RUT نومۇرى ئىناۋەتسىز.
uk: Неприпустимий RUT отримувача.
ur: مستفید RUT غلط ہے۔
uz: Benefitsiar RUT haqiqiy emas.
vi: RUT người thụ hưởng không hợp lệ.
zh_hans: 受益人 RUT 无效。
zh_hant: 受款人 RUT 無效。

# Literal.DirectDebitBeneficiaryRUT.Required
source: Beneficiary RUT is required.
af: Begunstigde-RUT word vereis.
am: የተጠቃሚ RUT ያስፈልጋል።
ar: RUT الخاص بالمستفيد مطلوب.
as: হিতাধিকাৰী RUT আৱশ্যক৷
az: Benefisiarın RUT-u tələb olunur.
bg: RUT на получателя е задължителен.
bn_in: বেনিফিসিয়ারি RUT উল্লেখ করা আবশ্যক৷
bs: RUT primaoca je obavezan.
cy: Rhaid nodi RUT y Buddiolwr.
da: Begunstigelses-RUT kræves.
de: Die RUT des Begünstigten ist erforderlich.
el: Απαιτείται RUT δικαιούχου.
es: El RUT del beneficiario es obligatorio.
et: Kasusaaja RUT on kohustuslik.
eu: Onuradunaren RUT kodea beharrezkoa da.
fa: به RUT ذینفع نیاز است.
ga: Tá RUT an tairbhí ag teastáil.
gd: Tha feum air RUT an fhaighteir.
gl: Requírese RUT do beneficiario.
gu: લાભાર્થી RUT ની આવશ્યકતા છે.
he: RUT של מוטב נדרש.
hi: लाभार्थी RUT आवश्यक है.
hr: RUT primatelja je obavezan.
hu: A kedvezményezett RUT-számának megadása kötelező.
id: RUT Penerima wajib diisi.
is: Þú þarft að tilgreina RUT rétthafa.
ja: 受取人 RUT は必須項目です。
ka: მიუთითეთ ბენეფიციარის RUT.
kk: Бенефициардың RUT қажет.
kn: ಫಲಾನುಭವಿ RUT ಅಗತ್ಯವಿದೆ.
ko: 수취인 RUT는 필수 항목입니다.
ku_arab: RUT ی سوودمەند پێویستە.
ky: Пайда көрүүчүнүн РУТ талап кылынат.
lo: ຕ້ອງລະບຸ RUT ຂອງຜູ້ຮັບເງິນ.
lt: Gavėjo RUT būtinas.
lv: Norādiet saņēmēja RUT.
mi: Kei te hiahiatia te RUT Kaiwhiwhi takuhe.
mk: RUT-бројот на корисникот е задолжителен.
ml: ഗുണഭോക്തൃ RUT ആവശ്യമാണ്.
mn: Хүлээн авагчийн RUT-г бөглөх шаардлагатай.
mr: लाभार्थी RUT आवश्यक आहे.
ms: RUT Benefisiari diperlukan.
mt: Ir-RUT tal-Benefiċjarju hu meħtieġ.
ne: लाभग्राही RUT आवश्यक छ।
nn_no: Mottakarens RUT-nummer er obligatorisk.
no: Mottaker-RUT må angis.
or: ବେନିଫିସିଆରୀ RUT ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: مستفید دا آر یو ٹی درکار اے۔
pa_in: ਲਾਭਪਾਤਰ RUT ਲੋੜੀਂਦਾ ਹੈ।
pl: Identyfikator RUT beneficjenta jest wymagany.
ru: Необходимо ввести RUT получателя.
sd: فائدو کڻندڙRUT گھرجيل آھي.
si: ප්‍රතිලාභී RUT අවශ්‍යයි.
sl: RUT upravičenca je zahtevan podatek.
sr_cyrl_rs: RUT примаоца је обавезан.
sr_latn_rs: RUT primaoca je obavezan.
sv: Mottagar-RUT måste anges.
ta: RUT பயனாளி எண் தேவை.
te: లబ్దిదారు RUT అవసరం.
tg: RUT-и гиранда ҳатмист.
th: ต้องระบุ Beneficiary RUT
tr: Lehdar RUT gereklidir.
tt: Алучының RUT коды мәҗбүри.
ug: مەنپەئەتلەنگۈچىنىڭ RUT نومۇرۇى تەلەپ قىلىنىدۇ.
uk: Потрібно ввести RUT отримувача.
ur: مستفید RUT درکار ہے۔
uz: Benefitsiar RUT talab qilinadi.
vi: RUT người thụ hưởng là cần thiết.
zh_hans: 受益人 RUT 为必填项。
zh_hant: 受款人 RUT 是必要資訊。

# Literal.DirectDebitBeneIINBINCode.MaxLength
source: Business/Individual Identification Code is too long.
af: Besigheid/Individuele Identifikasie Kode is te lank.
am: የንግድ/ የእያንዳንዱ መለያ ኮድ በጣም ረጅም ነው።
ar: كود التعريف التجاري/الشخصي أطول من اللازم.
as: ব্যৱসায়/ব্যক্তিগত চিনাক্তকৰণ ক'ড অতি দীঘল৷
az: İş/Fərdi İdentifikasiya Kodu çox uzundur.
bg: Идентификационният код на фирма/физическо лице е прекалено дълъг.
bn_in: ব্যবসা/ব্যক্তি সনাক্তকরণ কোডটি অত্যন্ত বড়৷
bs: Poslovni/osobni identifikacijski kod je predug.
cy: Mae'r Cod Adnabod Unigolyn/Busnes yn rhy hir.
da: Firma/person-id er for langt.
de: Geschäfts-/Personen-ID-Code ist zu lang.
el: Ο επαγγελματικός/προσωπικός κωδικός αναγνώρισης είναι πολύ μεγάλος.
es: El código de identificación personal/fiscal es demasiado largo.
et: Ettevõtte/eraisiku tunnuskood on liiga pikk.
eu: Enpresako/Banako identifikazio-kodea luzeegia da.
fa: کد شناسایی تجاری/شخصی بسیار طولانی است.
ga: Cód aitheantais gnó/aonair rófhada.
gd: Tha an Còd Aithneachadh Gnothachais/Pearsanta ro fhada.
gl: O código de identificación empresarial/persoal é moi longo.
gu: વ્યાવસાયિક/વ્યક્તિગત ઓળખ કોડ ખૂબ લાંબો છે.
he: קוד הזיהוי העסקי/האישי ארוך מדי.
hi: व्यवसाय/व्यक्ति का पहचान कोड बहुत लंबा है.
hr: Poslovni/osobni identifikacijski broj predug je.
hu: A vállalati/egyéni azonosító kód túl hosszú.
id: Kode Identitas Bisnis/Individu terlalu panjang.
is: Auðkenniskóði fyrirtækis/einstaklings er of langur.
ja: 法人/個人識別コードが長すぎます。
ka: ბიზნესის ან ინდივიდუალური საიდენტიფიკაციო კოდი ძალიან გრძელია.
kk: Бизнес/Жеке идентификациялық код тым ұзын.
kn: ವ್ಯವಹಾರ/ವೈಯಕ್ತಿತ ಗುರುತಿಸುವಿಕೆ ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 사업자등록번호/주민등록번호가 너무 깁니다.
ku_arab: کۆدی ناسینەوەی بزنس/تاکە کەس زۆر درێژە.
ky: Ишкананын/Жеке адамдын идентификация коду өтө узун.
lo: ລະຫັດລະບຸຕົນຕົວທຸລະກິດ/ບຸກຄົນຍາວເກີນໄປ.
lt: Įmonės / privataus asmens identifikavimo kodas per ilgas.
lv: Uzņēmuma/personas identifikācijas kods ir pārāk garš.
mi: He roa rawa te Waehere Tāutunga Pakihi/Tangata.
mk: Деловниот/индивидуалниот идентификациски код е премногу долг.
ml: ബിസിനസ്സ്/വ്യക്തിഗത ഐഡന്റിഫിക്കേഷന്‍ കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Бизнесийн/Хувийн таних код хэт урт байна.
mr: व्यवसाय/वैयक्तिक ओळख कोड खूप दीर्घ आहे.
ms: Kod Pengenalan Perniagaan/Individu terlalu panjang.
mt: Il-Kodiċi ta' Identifikazzjoni Kummerċjali/Individwali twil wisq.
ne: व्यवसाय/व्यक्तिगत पहिचान सङ्केत धेरै लामो भयो।
nn_no: ID-kode for firma/person er for lang.
no: Identifikasjonskoden for bedrift/person er for lang.
or: ବ୍ୟବସାୟ/ବ୍ୟକ୍ତିଗତ ପରିଚୟକରଣ କୋଡ୍ ଅତି ଦୀର୍ଘ ଅଟେ.
pa_arab_pk: کاروباری/ انفرادی شناختی کوڈ بہت لما اے.
pa_in: ਕਾਰੋਬਾਰ/ਵਿਅਕਤੀਗਤ ਪਹਿਚਾਣ ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod identyfikacyjny firmy/osoby jest zbyt długi.
ru: Слишком длинный идентификационный код физического или юридического лица.
sd: ڪاروبار/انفرادي سڃاڻپ وارو ڪوڊ تمام وڏو آھي.
si: ව්‍යාපාර/තනි පුද්ගල හඳුනාගැනීමේ කේතය දිග වැඩියි.
sl: Identifikacijska koda podjetja/posameznika je predolga.
sr_cyrl_rs: Шифра за идентификацију предузећа/физичког лица је предугачка.
sr_latn_rs: Šifra za identifikaciju preduzeća/fizičkog lica je predugačka.
sv: Identifieringskoden för verksamhet/individ är för lång.
ta: வணிக/தனிநபர் அடையாளக் குறியீடு மிக நீளமாக உள்ளது.
te: వ్యాపార/ఒక్కొక్క గుర్తింపు కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи муайянкунии корхона/фард аз ҳад дароз аст.
th: รหัสการระบุตัวบุคคล/ธุรกิจยาวเกินไป
tr: İşletme/Şahıs Kimlik Kodu çok uzun.
tt: Эш/Шәхси идентификацияләү коды артык озын.
ug: سودا/شەخسى كىملىك نومۇرى بەك ئۇزۇن.
uk: Ідентифікаційний код підприємства/особи занадто довгий.
ur: کاروبار/انفرادی شناخت کوڈ انتہائی طویل ہے۔
uz: Biznes/Yakka tartibdagi identifikatsiya kodi juda uzun.
vi: Mã Định danh Cá nhân/Doanh nghiệp quá dài.
zh_hans: 企业/个人标识代码过长。
zh_hant: 公司/個人識別碼太長。

# Literal.DirectDebitBeneIINBINCode.MinLength
source: Business/Individual Identification Code is too short.
af: Besigheid/Individuele Identifikasie Kode is te kort.
am: የንግድ/ የእያንዳንዱ መለያ ኮድ በጣም አጭር ነው።
ar: يقل كود التعريف التجاري/الشخصي عن اللازم طولاً.
as: ব্যৱসায়/ব্যক্তিগত চিনাক্তকৰণ ক'ড অতি চুটি৷
az: İş/Fərdi İdentifikasiya Kodu çox qısadır.
bg: Идентификационният код на фирма/физическо лице е прекалено къс.
bn_in: ব্যবসা/ব্যক্তি সনাক্তকরণ কোডটি অত্যন্ত ছোট৷
bs: Poslovni/osobni identifikacijski kod je prekratak.
cy: Mae'r Cod Adnabod Unigolyn/Busnes yn rhy fyr.
da: Firma/person-id er for kort.
de: Geschäfts-/Personen-ID-Code ist zu kurz.
el: Ο επαγγελματικός/προσωπικός κωδικός αναγνώρισης είναι πολύ μικρός.
es: El código de identificación personal/fiscal es demasiado corto.
et: Ettevõtte/eraisiku tunnuskood on liiga lühike.
eu: Enpresako/Banako identifikazio-kodea motzegia da.
fa: کد شناسایی تجاری/شخصی بسیار کوتاه است.
ga: Cód aitheantais gnó/aonair róghearr.
gd: Tha an Còd Aithneachadh Gnothachais/Pearsanta ro ghoirid.
gl: O código de identificación empresarial/persoal é moi curto.
gu: વ્યાવસાયિક/વ્યક્તિગત ઓળખ કોડ ખૂબ ટૂંકો છે.
he: קוד הזיהוי העסקי/האישי קצר מדי.
hi: व्यवसाय/व्यक्ति का पहचान कोड बहुत छोटा है.
hr: Poslovni/osobni identifikacijski broj prekratak je.
hu: A vállalati/egyéni azonosító kód túl rövid.
id: Kode Identitas Bisnis/Individu terlalu pendek.
is: Auðkenniskóði fyrirtækis/einstaklings er of stuttur.
ja: 法人/個人識別コードが短すぎます。
ka: ბიზნესის ან ინდივიდუალური საიდენტიფიკაციო კოდი ძალიან მოკლეა.
kk: Бизнес/Жеке идентификациялық код тым қысқа.
kn: ವ್ಯವಹಾರ/ವೈಯಕ್ತಿತ ಗುರುತಿಸುವಿಕೆ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 사업자등록번호/주민등록번호가 너무 짧습니다.
ku_arab: کۆدی ناسینەوەی بزنس/تاکە کەس زۆر کورتە.
ky: Ишкананын/Жеке адамдын идентификация коду өтө кыска.
lo: ລະຫັດລະບຸຕົນຕົວທຸລະກິດ/ບຸກຄົນສັ້ນເກີນໄປ.
lt: Įmonės / privataus asmens identifikavimo kodas per trumpas.
lv: Uzņēmuma/personas identifikācijas kods ir pārāk īss.
mi: He poto rawa te Waehere Tāutunga Pakihi/Tangata.
mk: Деловниот/индивидуалниот идентификациски код е премногу краток.
ml: ബിസിനസ്സ്/വ്യക്തിഗത ഐഡന്റിഫിക്കേഷന്‍ കോഡ് ചെറുതാണ്.
mn: Бизнесийн/Хувийн таних код хэт богино байна.
mr: व्यवसाय/वैयक्तिक ओळख कोड खूप लहान आहे.
ms: Kod Pengenalan Perniagaan/Individu terlalu pendek.
mt: Il-Kodiċi ta' Identifikazzjoni Kummerċjali/Individwali qasir wisq.
ne: व्यवसाय/व्यक्तिगत पहिचान सङ्केत धेरै छोटो भयो।
nn_no: ID-kode for firma/person er for kort.
no: Identifikasjonskoden for bedrift/person er for kort.
or: ବ୍ୟବସାୟ/ବ୍ୟକ୍ତିଗତ ପରିଚୟକରଣ କୋଡ୍ ଅତି ସଂକ୍ଷିପ୍ତ ଅଟେ.
pa_arab_pk: کاروباری/ انفرادی شناختی کوڈ بہت چھوٹا اے.
pa_in: ਕਾਰੋਬਾਰ/ਵਿਅਕਤੀਗਤ ਪਹਿਚਾਣ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod identyfikacyjny firmy/osoby jest zbyt krótki.
ru: Слишком короткий идентификационный код физического или юридического лица.
sd: ڪاروبار/انفرادي سڃاڻپ وارو ڪوڊ تمام ننڍو آھي.
si: ව්‍යාපාර/තනිපුද්ගල හඳුනා ගැනීමේ කේතය කෙටි වැඩිය.
sl: Identifikacijska koda podjetja/posameznika je prekratka.
sr_cyrl_rs: Шифра за идентификацију предузећа/физичког лица је прекратка.
sr_latn_rs: Šifra za identifikaciju preduzeća/fizičkog lica je prekratka.
sv: Identifieringskoden för verksamhet/individ är för kort.
ta: வணிக/தனிநபர் அடையாளக் குறியீடு மிகச் சிறியதாக உள்ளது.
te: వ్యాపార/ఒక్కొక్క గుర్తింపు కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи муайянкунии корхона/фард аз ҳад кӯтоҳ аст.
th: รหัสการระบุตัวบุคคล/ธุรกิจสั้นเกินไป
tr: İşletme/Şahıs Kimlik Kodu çok kısa.
tt: Эш/Шәхси идентификацияләү коды артык кыска.
ug: سودا/شەخسى كىملىك نومۇرى بەك قىسقا.
uk: Ідентифікаційний код підприємства/особи занадто короткий.
ur: کاروبار/انفرادی شناخت کوڈ انتہائی مختصر ہے۔
uz: Biznes/Yakka tartibdagi identifikatsiya kodi juda qisqa.
vi: Mã Định danh Cá nhân/Doanh nghiệp quá ngắn.
zh_hans: 企业/个人标识代码过短。
zh_hant: 公司/個人識別碼太短。

# Literal.DirectDebitBeneIINBINCode.Pattern
source: Invalid Business/Individual Identification Code .
af: Ongeldige Besigheid/Individuele Identifikasie Kode.
am: ልክ ያልኾነ የንግድ/ የእያንዳንዱ መለያ ኮድ።
ar: ليس كود التعريف التجاري/الشخصي صالحًا .
as: অবৈধ ব্যৱসায়/ব্যক্তিগত চিনাক্তকৰণ ক'ড৷
az: Yanlış İş/Fərdi İdentifikasiya Kodu.
bg: Невалиден идентификационен код на фирма/физическо лице.
bn_in: অবৈধ ব্যবসা/ব্যক্তি সনাক্তকরণ কোড ৷
bs: Nevažeći poslovni/osobni identifikacijski kod .
cy: Cod Adnabod Unigolyn/Busnes Annilys.
da: Ugyldigt firma/person-id.
de: Ungültiger Geschäfts-/Personen-ID-Code.
el: Μη έγκυρος επαγγελματικός/προσωπικός κωδικός αναγνώρισης.
es: Código de identificación personal/fiscal no válido.
et: Kehtetu ettevõtte/eraisiku tunnuskood.
eu: Enpresako/Banako identifikazio-kodea baliogabea da.
fa: کد شناسایی تجاری/شخصی نامعتبر است.
ga: Cód aitheantais gnó/aonair neamhbhailí.
gd: Còd Aithneachaidh Gnothachas/Pearsanta neo-dhligheach.
gl: O código de identificación empresarial/persoal non é válido.
gu: અમાન્ય વ્યાવસાયિક/વ્યક્તિગત ઓળખ કોડ.
he: קוד הזיהוי העסקי/האישי אינו חוקי.
hi: अमान्य व्यवसाय/व्यक्ति का पहचान कोड .
hr: Nevažeći poslovni/osobni identifikacijski broj.
hu: A vállalati/egyéni azonosító kód érvénytelen.
id: Kode Identitas Bisnis/Individu tidak valid.
is: Ógildur auðkenniskóði fyrirtækis/einstaklings.
ja: 法人/個人識別コードが正しくありません。
ka: ბიზნესის ან ინდივიდუალური საიდენტიფიკაციო კოდი არასწორია.
kk: Бизнес/Жеке идентификациялық код жарамсыз.
kn: ಅಮಾನ್ಯ ವ್ಯವಹಾರ/ವೈಯಕ್ತಿಕ ಗುರುತಿಸುವಿಕೆ ಕೋಡ್.
ko: 사업자등록번호/주민등록번호가 올바르지 않습니다.
ku_arab: کۆدی ناسینەوەی بزنس/تاکە کەس نادروستە.
ky: Жараксыз Ишкананын/Жеке адамдын идентификация коду.
lo: ລະຫັດລະບຸຕົນຕົວທຸລະກິດ/ບຸກຄົນບໍ່ຖືກຕ້ອງ .
lt: Netinkamas įmonės / privataus asmens identifikavimo kodas.
lv: Nederīgs uzņēmuma/personas identifikācijas kods.
mi: He muhu te Waehere Tāutunga Pakihi/Tangata.
mk: Неважечки Деловен/индивидуален идентификациски код.
ml: ബിസിനസ്സ്/വ്യക്തിഗത ഐഡന്റിഫിക്കേഷന്‍ കോഡ് അസാധുവാണ്.
mn: Бизнесийн/Хувийн таних код хүчингүй байна.
mr: अवैध व्यवसाय/वैयक्तिक ओळख कोड .
ms: Kod Pengenalan Perniagaan/Individu tidak sah.
mt: Kodiċi ta' Identifikazzjoni Kummerċjali/Individwali invalidu.
ne: व्यवसाय/व्यक्तिगत पहिचान सङ्केत अवैध छ।
nn_no: Ugyldig ID-kode for firma/person.
no: Ugyldig identifikasjonskode for bedrift/person.
or: ଅବୈଧ ବ୍ୟବସାୟ/ବ୍ୟକ୍ତିଗତ ପରିଚୟକରଣ କୋଡ୍.
pa_arab_pk: ناکارا کاروباری/ انفرادی شناختی کوڈ.
pa_in: ਅਵੈਧ ਕਾਰੋਬਾਰ/ਵਿਅਕਤੀਗਤ ਪਹਿਚਾਣ ਕੋਡ।
pl: Nieprawidłowy kod identyfikacyjny firmy/osoby.
ru: Недопустимый идентификационный код физического или юридического лица.
sd: ڪاروبار/انفرادي سڃاڻپ وارو ڪوڊ غلط آھي .
si: ව්‍යාපාර/තනි පුද්ගල හඳුනාගැනීමේ කේතය වැරදියි .
sl: Identifikacijska koda podjetja/posameznika ni veljavna.
sr_cyrl_rs: Шифра за идентификацију предузећа/физичког лица није важећа.
sr_latn_rs: Šifra za identifikaciju preduzeća/fizičkog lica nije važeća.
sv: Ogiltig identifieringskod för verksamhet/individ.
ta: தவறான வணிக/தனிநபர் அடையாளக் குறியீடு.
te: చెల్లని వ్యాపార/ఒక్కొక్క గుర్తింపు కోడ్.
tg: Рамзи муайянкунии корхона/фарди беэътибор.
th: รหัสการระบุตัวบุคคล/ธุรกิจไม่ถูกต้อง
tr: İşletme/Şahıs Kimlik Kodu geçersiz.
tt: Эш/Шәхси идентификацияләү коды ялгыш.
ug: سودا/شەخسى كىملىك نومۇرى.
uk: Неприпустимий ідентифікаційний код підприємства/особи.
ur: ناجائز کاروبار/انفرادی شناخت کوڈ۔
uz: Biznes/Yakka tartibdagi identifikatsiya kodi haqiqiy emas.
vi: Mã Định danh Cá nhân/Doanh nghiệp không hợp lệ.
zh_hans: 企业/个人标识代码无效。
zh_hant: 公司/個人識別碼無效。

# Literal.DirectDebitBeneIINBINCode.Required
source: Business/Individual Identification Code is required.
af: Besigheid/Individuele Identifikasie Kode word vereis.
am: የንግድ/ የእያንዳንዱ መለያ ኮድ ይፈለጋል።
ar: كود التعريف التجاري/الشخصي مطلوب.
as: ব্যৱসায়/ব্যক্তিগত চিনাক্তকৰণ ক'ড আৱশ্যক৷
az: İş/Fərdi İdentifikasiya Kodu tələb olunur.
bg: Идентификационният код на фирма/физическо лице е задължителен.
bn_in: ব্যবসা/ব্যক্তি সনাক্তকরণ কোড আবশ্যক৷
bs: Poslovni/osobni identifikacijski kod je obavezan.
cy: Rhaid rhoi Cod Adnabod Unigolyn/Busnes.
da: Firma/person-id skal angives.
de: Geschäfts-/Personen-ID-Code ist erforderlich.
el: Απαιτείται ο επαγγελματικός/προσωπικός κωδικός αναγνώρισης.
es: El código de identificación personal/fiscal es obligatorio.
et: Ettevõtte/eraisiku tunnuskood on nõutud.
eu: Enpresako/Banako identifikazio-kodea beharrezkoa da.
fa: به کد شناسایی تجاری/شخصی نیاز است.
ga: Cód aitheantais gnó/aonair ag teastáil.
gd: Còd Aithneachadh Gnothachais/Pearsanta a dhìth.
gl: Requírese o código de identificación empresarial/persoal.
gu: વ્યાવસાયિક/વ્યક્તિગત ઓળખ કોડ ની આવશ્યકતા છે.
he: קוד הזיהוי העסקי/האישי נדרש.
hi: व्यवसाय/व्यक्ति के पहचान कोड की आवश्यकता है.
hr: Broj socijalnog osiguranja obavezan je.
hu: A vállalati/egyéni azonosító kód megadása kötelező.
id: Kode Identitas Bisnis/Individu wajib diisi.
is: Auðkenniskóða fyrirtækis/einstaklings er krafist.
ja: 法人/個人識別コードは必須項目です。
ka: მიუთითეთ ბიზნესის ან ინდივიდუალური საიდენტიფიკაციო კოდი.
kk: Бизнес/Жеке идентификациялық кодты енгізу қажет.
kn: ವ್ಯವಹಾರ/ವೈಯಕ್ತಿಕ ಗುರುತಿಸುವಿಕೆ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 사업자등록번호/주민등록번호는 필수 항목입니다.
ku_arab: کۆدی ناسینەوەی بزنس/تاکە کەس پێویستە.
ky: Ишкананын/Жеке адамдын идентификация коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດລະບຸຕົນຕົວທຸລະກິດ/ບຸກຄົນ.
lt: Būtina nurodyti įmonės / privataus asmens identifikavimo kodą.
lv: Norādiet uzņēmuma/personas identifikācijas kodu.
mi: Kei te hiahiatia Waehere Tāutunga Pakihi/Tangata.
mk: Деловниот/индивидуалниот идентификациски код е задолжителен.
ml: ബിസിനസ്സ്/വ്യക്തിഗത ഐഡന്റിഫിക്കേഷന്‍ കോഡ് ആവശ്യമുണ്ട്.
mn: Бизнесийн/Хувийн таних код оруулах шаардлагатай.
mr: व्यवसाय/वैयक्तिक ओळख कोड आवश्यक आहे.
ms: Kod Pengenalan Perniagaan/Individu diperlukan.
mt: Il-Kodiċi ta' Identifikazzjoni Kummerċjali/Individwali hu meħtieġ.
ne: व्यवसाय/व्यक्तिगत पहिचान सङ्केत आवश्यक छ।
nn_no: ID-kode for firma/person er obligatorisk.
no: Identifikasjonskode for bedrift/person må angis.
or: ବ୍ୟବସାୟ/ବ୍ୟକ୍ତିଗତ ପରିଚୟକରଣ କୋଡର ଆବଶ୍ୟକ ରହିଛି.
pa_arab_pk: کاروباری/ انفرادی شناختی کوڈ دی لوڑ اے.
pa_in: ਕਾਰੋਬਾਰ/ਵਿਅਕਤੀਗਤ ਪਹਿਚਾਣ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod identyfikacyjny firmy/osoby jest wymagany.
ru: Необходимо указать идентификационный код физического или юридического лица.
sd: ڪاروبار/انفرادي سڃاڻپ وارو ڪوڊ گھرجيل آھي.
si: ව්‍යාපාර/තනි පුද්ගල හඳුනාගැනීමේ කේතය අවශ්‍යයි.
sl: Identifikacijska koda podjetja/posameznika je obvezen podatek.
sr_cyrl_rs: Потребно је унети шифру за идентификацију предузећа/физичког лица.
sr_latn_rs: Potrebno je uneti šifru za identifikaciju preduzeća/fizičkog lica.
sv: Identifieringskoden för verksamhet/individ måste anges.
ta: வணிக/தனிநபர் அடையாளக் குறியீடு தேவை.
te: వ్యాపార/ఒక్కొక్క గుర్తింపు కోడ్ అవసరం.
tg: Рамзи муайянкунии корхона/фард ҳатмист.
th: ต้องระบุรหัสการระบุตัวบุคคล/ธุรกิจ
tr: İşletme/Şahıs Kimlik Kodu gereklidir.
tt: Эш/Шәхси идентификацияләү коды кирәк.
ug: سودا/شەخسى كىملىك نومۇرى تەلەپ قىلىندۇ.
uk: Необхідно вказати ідентифікаційний код підприємства/особи.
ur: کاروبار/انفرادی شناخت کوڈ درکار ہے۔
uz: Biznes/Yakka tartibdagi identifikatsiya kodi talab qilinadi.
vi: Mã Định danh Cá nhân/Doanh nghiệp là cần thiết.
zh_hans: 企业/个人标识代码为必填项。
zh_hant: 公司/個人識別碼是必要資訊。

# Literal.DirectDebitBenePassportNum.MaxLength
source: Beneficiary passport number is too long.
af: Begunstigde paspoortnommer is te lank.
am: የተጠቃሚው ፓስፖርት ቁጥር በጣም ረጅም ነው።
ar: رقم جواز سفر المستفيد أطول من اللازم.
as: হিতাধিকাৰী পাছপ'ৰ্ট নম্বৰ অতি দীঘল৷
az: Benefisiarın pasport nömrəsi çox uzundur.
bg: Номерът на паспорта на получателя е твърде дълъг.
bn_in: বেনিফিসিয়ারি পাসপোর্ট নম্বর অত্যন্ত বড়৷
bs: Broj pasoša korisnika je predug.
cy: Mae rhif pasport y Buddiolwr yn rhy hir.
da: Beneficiantens pasnummer er for langt.
de: Die Reisepassnummer des Begünstigten ist zu lang.
el: Ο αριθμός διαβατηρίου δικαιούχου είναι πολύ μεγάλος.
es: El número de pasaporte del beneficiario es demasiado largo.
et: Saaja passi number on liiga pikk.
eu: Onuradunaren pasaporte-zenbakia luzeegia da.
fa: شماره کد عبور ذینفع بسیار طولانی است.
ga: Uimhir pas an tairbhí rófhada.
gd: Tha àireamh cead-siubhail an fhaighteir ro fhada.
gl: O número de pasaporte do beneficiario é demasiado longo.
gu: બેનિફિસીયરી પાસપોર્ટ નંબર ખૂબ લાંબો છે.
he: מספר הדרכון של המוטב ארוך מדי.
hi: लाभार्थी पासपोर्ट संख्या बहुत लंबी है.
hr: Broj putovnice primatelja predug je.
hu: A kedvezményezett útlevélszáma túl hosszú.
id: Nomor paspor Penerima terlalu panjang.
is: Vegabréfsnúmer rétthafa er of langt.
ja: 受取人パスポート番号が長すぎます。
ka: ბენეფიციარის პასპორტის ნომერი ძალიან გრძელია.
kk: Бенефициардың паспорт нөмірі тым ұзын.
kn: ಫಲಾನುಭವಿಯ ಪಾಸ್‌ಪೋರ್ಟ್ ಸಂಖ್ಯೆ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 수취인 여권 번호가 너무 깁니다.
ku_arab: ژمارەی پاسپۆرتی سوودمەند زۆر درێژە.
ky: Пайда көрүүчүнүн паспорт номуру өтө узун.
lo: ໝາຍເລກໜັງສືຜ່ານແດນຂອງຜູ້ຮັບເງິນຍາວເກີນໄປ.
lt: Gavėjo paso numeris per ilgas.
lv: Saņēmēja pases numurs ir pārāk garš.
mi: He roa rawa te tau uruwhenua Kaiwhiwhi takuhe.
mk: Бројот на пасош на корисникот е предолг.
ml: ഗുണഭോക്താവിന്റെ പാസ്‌പോര്‍ട്ട് നമ്പര്‍ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хүлээн авагчийн паспортын дугаар хэт урт байна.
mr: लाभार्थी पासपोर्ट नंबर खूप दीर्घ आहे.
ms: Nombor pasport Benefisiari terlalu panjang.
mt: In-numru tal-passaport tal-Benefiċjarju twil wisq.
ne: लाभग्राही राहदानी नम्बर धेरै लामो भयो।
nn_no: Passnummeret til mottakar er for langt.
no: Mottakers passnummer er for langt.
or: ବେନିଫିସିଆରୀ ପାସ୍‌ପୋର୍ଟ୍ ନମ୍ଵର୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: فائدہ لین آلے دا پامعاونت نمبر بہت لما اے۔
pa_in: ਲਾਭਪਾਤਰ ਪਾਸਪੋਰਟ ਨੰਬਰ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer paszportu beneficjenta jest zbyt długi.
ru: Слишком длинный номер Паспорта получателя.
sd: بينيفشري جو پاسپورٽ نمبر تمام وڏو آھي.
si: ප්‍රතිලාභී ගමන් බලපත් අංකය දිග වැඩියි.
sl: Številka potnega lista upravičenca je predolga.
sr_cyrl_rs: Број пасоша корисника је предугачак.
sr_latn_rs: Broj pasoša korisnika je predugačak.
sv: Mottagarens passnummer är för långt.
ta: பயனடைபவரின் பாஸ்போர்ட் எண் மிக நீளமாக உள்ளது.
te: లబ్దిదారు పాస్‌పోర్ట్ సంఖ్య చాలా పొడవుగా ఉంది.
tg: Рақами шиносномаи гиранда аз ҳад дароз аст.
th: หมายเลขหนังสือเดินทางของผู้รับประโยชน์ยาวเกินไป
tr: Lehdar pasaport numarası çok uzun.
tt: Алучының паспорт номеры бик озын.
ug: مەنپەئەتلەنگۈچىنىڭ پاسپورت نومۇرى بەك ئۇزۇن.
uk: Задовгий номер паспорта отримувача.
ur: وصول کنندہ پاسپورٹ نمبر بہت طویل ہے.
uz: Benefitsiar pasport raqami juda uzun.
vi: Số hộ chiếu người thụ hưởng quá dài.
zh_hans: 受益人护照号码过长。
zh_hant: 受款人護照號碼太長。
