Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.ES.Vizcaya
source: Biscay
am: ቢስኬይ
ar: بيسكاي
as: বিছকেই
az: Biskay
bg: Биская
bn_in: বিসক্যায়
da: Biscaya
de: Vizcaya
el: Βισκάγια
es: Vizcaya
eu: Bizkaia
fa: بیسکای
ga: An Bhioscáin
gd: Bizkaia
gl: Biscaia
gu: બિઝકાય
he: ביסקאי
hi: बिस्के
hr: Biskaja
hu: Vizcaya
id: Vizcaya
is: Bizkaia
ja: ビスカヤ
ka: ბისკაის ყურე
kk: Бискай
kn: ಬಿಸ್‌ಕೇ
ko: 비스케이
ku_arab: بیسکای
ky: Визцая
lo: ບິສເກ
lt: Biskaja
lv: Biskaja
mi: Pihikei
mk: Бискаја
ml: ബിസ്കയ്
mn: Визкая
mr: बिस्केय
ne: बिस्के
nn_no: Vizcaya
no: Biscaya
or: ବିସକାୟ
pa_arab_pk: بزکایا
pa_in: ਵਿਜ਼ਕਾਯਾ
pl: Bizkaia
ru: Бискайя
sd: بسڪي
si: බිස්කේ
sr_cyrl_rs: Бискајна
sr_latn_rs: Biskajna
sv: Biscaya
ta: பிஸ்கே
te: బిస్కే
tg: Бискау
th: บิสกายา
tt: Бискай
ug: بىسكاي
uk: Біскайя
ur: بس کایا
uz: Vizkaya
zh_hans: 比斯开湾
zh_hant: 比斯開

# Word.State.ES.Zamora
source: Zamora
am: ዛሞራ
ar: زامورا
as: জামোৰা
bg: Замора
bn_in: জামোরা
el: Ζαμόρα
fa: زامورا
gu: ઝામોરા
he: סמורה
hi: ज़मोरा
ja: サモラ
ka: ზამორა
kk: Замора
kn: ಝಮೋರಾ
ku_arab: زامۆرا
ky: Замора
lo: ແຊມໂມຣາ
lt: Samora
lv: Samora
mi: Hamora
mk: Замора
ml: സമോറ
mn: Замора
mr: झामोरा
ne: जामोरा
or: ଜାମୋରା
pa_arab_pk: زامورا
pa_in: ਜ਼ਾਮੋਰਾ
ru: Замора
sd: زمورا
si: සමෝරා
sr_cyrl_rs: Самора
sr_latn_rs: Samora
ta: ஜமோரா
te: జోమోరా
tg: Замора
th: ซาโมรา
tt: Самора
ug: زامورا
uk: Самора
ur: زامورا
zh_hans: 萨莫拉
zh_hant: 薩莫拉

# Word.State.ES.Zaragoza
source: Zaragoza
am: ዛራጎዛ
ar: زاراجوزا
as: জাৰাগোজা
az: Zaraqoza
bg: Сарагоса
bn_in: জারাগোজা
de: Saragossa
el: Σαραγόσα
fa: زاراگوزا
gu: ઝારાગોઝા
he: סרגוסה
hi: ज़ारागोज़ा
ja: サラゴサ
ka: სარაგოსა
kk: Зарагоза
kn: ಝರಾಗೋಜಾ
ku_arab: زاراگۆزا
ky: Сарагоса
lo: ຊາຣາໂກຊາ
lt: Saragosa
lv: Saragosa
mi: Harakoha
mk: Зарагоза
ml: സരഗോസ
mn: Зарагоза
mr: झरागोझा
ne: जारागोजा
or: ଜାରାଗୋଜା
pa_arab_pk: زاراگوز
pa_in: ਜ਼ਰਾਗੋਜ਼ਾ
pl: Saragossa
ru: Сарагоса
sd: زراگوزا
si: ටරගෝසා
sr_cyrl_rs: Сарагоса
sr_latn_rs: Saragosa
ta: ஜரகோசா
te: జరగోజా
tg: Сарагосса
th: ซาราโกซา
tt: Сарагоса
ug: زاراگوزا
uk: Сарагоса
ur: زاراگوزا
uz: Saragosa
zh_hans: 萨拉戈萨
zh_hant: 薩拉戈薩

# Word.State.ES.Álava
source: Álava
am: አላቫ
ar: Áلافا
as: লাভা
az: Alava
bg: Алава
bn_in: Áলাভা
bs: Alava
el: Ιάβα
eu: Araba
fa: ایلاوا
gl: Araba
gu: Áલાવા
he: אלאבה
hi: लावा
ja: アラバ
ka: ლავა
kk: Алава
kn: Áಲಾವಾ
ku_arab: لاڤا
ky: лава
lo: Áລາວາ
lv: Alava
mi: Ārawa
mk: Алава
ml: Áലാവ
mn: Алава
mr: Áलावा
ne: Áलाभा
or: Áଲାଭା
pa_arab_pk: الاوا
ru: Алава
sd: Áلاوا
si: Áලාවා
sr_cyrl_rs: Алава
sr_latn_rs: Alava
te: లావా
tg: Áлава
th: Áลาวา
tt: Алава
ug: Áلاۋا
uk: Алава
ur: لاوا
uz: Alava
zh_hans: 阿拉瓦
zh_hant: 阿拉瓦

# Word.State.ES.Ávila
source: Ávila
am: አቪላ
ar: أفيلا
as: আভিলা
az: Avila
bg: Авила
bn_in: আভিলা
bs: Avila
cy: Avila
da: Avila
el: Άβιλα
fa: آویلا
gu: અવિલા
he: אווילה
hi: एविला
hr: Avila
hu: Avila
id: Avila
ja: アビラ
ka: ავილა
kk: Авила
kn: ಅವಿಲಾ
ko: 아빌라
ku_arab: ئاڤیلا
ky: Авила
lo: ອາວີລາ
lt: Avila
lv: Avila
mk: Авила
ml: അവില
mn: Авила
mr: एव्हिला
mt: Avila
ne: अभिला
or: ଆଭିଲା
pa_arab_pk: اویلا
pa_in: ਅਵਿਲਾ
ru: Авила
sd: اويلا
si: අවිලා
sl: Avila
sr_cyrl_rs: Авила
sr_latn_rs: Avila
ta: அவிலா
te: అవిలా
tg: Авила
th: อวิลา
tr: Avila
tt: Авила
ug: ئاۋىلا
uk: Авіла
ur: آویلا
uz: Avila
zh_hans: 阿维拉
zh_hant: 阿維拉

# Word.State.IN.AndhraPradesh
source: Andhra Pradesh
am: አንድራ ፕራደሽ
ar: أندارا براديش
as: অন্ধপ্ৰদেশ
az: Andhra Pradeş
bg: Андра Прадеш
bn_in: অন্ধ্রপ্রদেশ
bs: Andra Pradesh
el: Άντρα Πραντές
fa: آندهار پرادش
gu: આંધ્ર પ્રદેશ
he: אנדרה פראדש
hi: आंध्र प्रदेश
ja: アンドラ・プラデシ
ka: ანდჰრა-პრადეში
kk: Андра Прадеш
kn: ಆಂಧ್ರ ಪ್ರದೇಶ
ku_arab: ئەندرا پرادیش
ky: Андхра-Прадеш
lo: ແອນດຣາປຣາແດຊ
lt: Andhra Pradešas
lv: Andra
mi: Anatara Paratihe
mk: Андра Прадеш
ml: ആന്ധ്രപ്രദേശ്
mn: Андра Прадеш
mr: आंध्र प्रदेश
ne: आन्द्रा प्रदेश
or: ଆନ୍ଧ୍ର ପ୍ରଦେଶ
pa_arab_pk: آندھراپردیش
pa_in: ਆਂਧਰਾ ਪ੍ਰਦੇਸ਼
ru: Андхра-Прадеш
sd: آنڌرا پرديش
si: ආන්ද්‍රා ප්‍රදේශ්
sl: Andhra Pradeš
sr_cyrl_rs: Андра Прадеш
sr_latn_rs: Andra Pradeš
ta: ஆந்திர பிரதேசம்
te: ఆంధ్రప్రదేశ్
tg: Андҳра-Прадеш
th: อานธรประเทศ
tt: Андхра-Прадеш
ug: ئاندېرا پىرادېش
uk: Андхра-Прадеш
ur: آندھرا پردیش
uz: Andxra-Pradesh
zh_hans: 安得拉邦
zh_hant: 安得拉邦

# Word.State.IN.ArunachalPradesh
source: Arunachal Pradesh
am: አሩናቻል ፕራደሽ
ar: أرنكال براديش
as: অৰুনাচল প্ৰদেশ
az: Arunaçal Pradeş
bg: Арунахал Прадеш
bn_in: অরুণাচলপ্রদেশ
el: Αρουνάκαλ Πραντές
fa: آروناچال پرادش
gu: અરૂણાચલ પ્રદેશ
he: ארונאצ'אל פראדש
hi: अरुणाचल प्रदेश
ja: アルナチャル・パラデシュ
ka: არუნაჩალ-პრადეში
kk: Аруначал Прадеш
kn: ಅರುಣಾಚಲ ಪ್ರದೇಶ
ku_arab: ئەروناچال پرادیش
ky: Аруначал-Прадеш
lo: ອາຣູນາຈາລປຣາແດຊ
lt: Arunačal Pradešas
lv: Arunāčala Pradēša
mi: Arunatira Paratihe
mk: Аруначал Прадеш
ml: അരുണാചല്‍ പ്രദേശ്
mn: Аруначал Прадеш
mr: अरुणाचल प्रदेश
ne: अरुनाचल पर्देश
or: ଅରୁଳାଚାଳ ପ୍ରଦେଶ
pa_arab_pk: اوناچل پردیش
pa_in: ਅਰੁਣਾਚਲ ਪ੍ਰਦੇਸ਼
ru: Аруначал-Прадеш
sd: ارونچل پرديش
si: අරුනාචල් ප්‍රදේශ්
sl: Arunačal Pradeš
sr_cyrl_rs: Аруначал Прадеш
sr_latn_rs: Arunačal Pradeš
ta: அருணாச்சல பிரதேசம்
te: అరుణాచల్ ప్రదేశ్
tg: Аруначал-Прадеш
th: อรุณาจัลประเทศ
tt: Аруначал-Прадеш
ug: ئارۇناشېل پىرادېش
uk: Аруначал-Прадеш
ur: اوناچل پردیش
zh_hans: 阿鲁纳恰尔邦

# Word.State.IN.Assam
source: Assam
am: አሳም
ar: أسام
as: অসম
bg: Асам
bn_in: অসম
el: Ασάμ
fa: آسام
gu: આસામ
he: אסאם
hi: असम
ja: アッサム
ka: ასამი
kk: Ассам
kn: ಅಸ್ಸಾಂ
ku_arab: ئاسام
ky: Ассам
lo: ແອັສຊຳ
lt: Asamas
lv: Asama
mi: Ahāmi
mk: Асам
ml: ആസാം
mn: Ассам
mr: आसाम
ne: आसाम
or: ଆସାମ
pa_arab_pk: اسام
pa_in: ਅਸਾਮ
pl: Asam
ru: Ассам
sd: اسام
si: ඇසෑමය
sl: Asam
sr_cyrl_rs: Асам
sr_latn_rs: Asam
ta: அஸ்ஸாம்
te: అస్సాం
tg: Ассам
th: อัสสัม
tt: Ассам
ug: ئاسسام
uk: Ассам
ur: آسام
zh_hans: 阿萨姆
zh_hant: 阿薩姆

# Word.State.IN.Bihar
source: Bihar
am: ቢሃር
ar: بيهار
as: বিহাৰ
bg: Бихар
bn_in: বিহার
el: Μπιχάρ
fa: بیهار
gu: બિહાર
he: ביהאר
hi: बिहार
ja: ビハール
ka: ბიჰარი
kk: Бихар
kn: ಬಿಹಾರ್
ku_arab: بیهار
ky: Бихар
lo: ບີຮາ
lt: Biharas
lv: Bihara
mi: Pihā
mk: Бихар
ml: ബിഹാര്‍
mn: Бихар
mr: बिहार
ne: बिहार
or: ବିହାର
pa_arab_pk: بہار
pa_in: ਬਿਹਾਰ
ru: Бихар
sd: بِھار
si: බිහාරය
sr_cyrl_rs: Бихар
ta: பீஹார்
te: బీహార్
tg: Биҳар
th: พิหาร
tt: Бихар
ug: بىھار
uk: Біхар
ur: بہار
uz: Bixar
zh_hans: 比哈尔
zh_hant: 比哈爾

# Word.State.IN.Chhattisgarh
source: Chhattisgarh
am: ችሃቲስጋር
ar: شاتيسجار
as: ছট্টিচগড়
az: Xhattisqarh
bg: Чатисргар
bn_in: ছত্রিশগড়
el: Τσάτισγκαρ
fa: چهاتیسگاره
gu: છત્તીસગઢ
he: צ'אטיסגר
hi: छत्तीसगढ़
ja: チャッティスガル
ka: ჩჰატისგარჰი
kk: Чхаттисгар
kn: ಚತ್ತೀಸ್‌ಗಡ್
ku_arab: چاهیتسگار
ky: Чхаттисгарх
lo: ຊັດຕິສກາດ
lt: Čatisgarchas
lv: Čhatisgara
mi: Tīatiha
mk: Чатисгар
ml: ചത്തീസ്‌ഗഢ്
mn: Чхаттисгар
mr: छत्तिसगड
ne: छत्तिसगढ
or: ଛତିଶଗଡ
pa_arab_pk: چتیس گڑھ
pa_in: ਛੱਤੀਸਗੜ੍ਹ
ru: Чаттигарх
sd: ڇتسگڙھ
si: චාට්ටිස්ගාරා
sl: Čatisgar
sr_cyrl_rs: Чатисгар
sr_latn_rs: Čatisgar
ta: சட்டிஸ்கர்
te: చత్తీస్‌గర్
tg: Чатисгарҳ
th: ฉัตติสครห์
tt: Чхаттисгарх
ug: چاتىسگېر
uk: Чаттісґарх
ur: چھتیس گڑھ
uz: Chxattisgarx
zh_hans: 恰蒂斯加尔
zh_hant: 恰蒂斯加爾

# Word.State.IN.Goa
source: Goa
am: ጎዋ
ar: جوا
as: গোৱা
az: Qoa
bg: Гоа
bn_in: গোয়া
fa: گوآ
gu: ગોવા
he: גואה
hi: गोवा
ja: ゴア
ka: გოა
kk: Гоа
kn: ಗೋವಾ
ku_arab: گۆوا
ky: Гоа
lo: ໂກອາ
mi: Koa
mk: Гоа
ml: ഗോവ
mn: Гоа
mr: गोवा
ne: गोवा
or: ଗୋଆ
pa_arab_pk: گوا
pa_in: ਗੋਆ
ru: Гоа
sd: گووا
si: ගෝව
sr_cyrl_rs: Гоа
ta: கோவா
te: గోవా
tg: Гоа
th: กัว
tt: Гоа
ug: گوئا
uk: Гоа
ur: گوا
zh_hans: 果阿
zh_hant: 果阿

# Word.State.IN.Gujarat
source: Gujarat
af: Goedjarat
am: ጉጃራት
ar: جويارات
as: গুজৰাট
az: Qucarat
bg: Гуджарат
bn_in: গুজরাত
el: Γκούτζαρατ
fa: گجرات
gu: ગુજરાત
he: גוג'אראט
hi: गुजरात
is: Gujarati
ja: グジャラート
ka: გუჯარატი
kk: Гуджарат
kn: ಗುಜರಾತ್
ku_arab: گواجارات
ky: Гуджарат
lo: ກູຈາຣາດ
lt: Gudžaratas
lv: Gudžarata
mi: Kūrati
mk: Гуџарат
ml: ഗുജറാത്ത്
mn: Гужарат
mr: गुजरात
ne: गुज्रात
or: ଗୁଜୁରାତ
pa_arab_pk: گجرات
pa_in: ਗੁਜਰਾਤ
ru: Гуджарат
sd: گجرات
si: ගුජරාටය
sl: Gudžarat
sr_cyrl_rs: Гуџарат
sr_latn_rs: Gudžarat
ta: குஜராத்
te: గుజరాత్
tg: Гуҷарот
th: คุชราต
tt: Гуджарат
ug: گۇجېرات
uk: Гуджарат
ur: گجرات
zh_hans: 古吉拉特
zh_hant: 古吉拉特

# Word.State.IN.Haryana
source: Haryana
am: ሃርያና
ar: هاريانا
as: হাৰিয়ানা
bg: Хариана
bn_in: হরিয়ানা
el: Χαριάνα
fa: هاریانا
gu: હરીયાણા
he: האריאנה
hi: हरियाणा
ja: ハリヤナ
ka: ჰარიანა
kk: Харияна
kn: ಹರಿಯಾಣಾ
ku_arab: هاریانا
ky: Харьяна
lo: ຮາຢານາ
lt: Harjana
lv: Harjana
mi: Hāiana
mk: Харајана
ml: ഹരിയാന
mn: Харяна
mr: हरियाणा
ne: हर्याना
or: ହରିୟାନା
pa_arab_pk: ہریانہ
pa_in: ਹਰਿਆਣਾ
ru: Харияна
sd: ھريانا
si: හරියානා
sl: Harjana
sr_cyrl_rs: Харајана
sr_latn_rs: Harajana
ta: ஹரியானா
te: హర్యానా
tg: Ҳарияна
th: หรยาณา
tt: Харьяна
ug: خاريانا
uk: Харіана
ur: ہریانہ
uz: Xaryana
zh_hans: 哈里亚纳
zh_hant: 哈里亞納

# Word.State.IN.Himachal
source: Himachal
am: ሂማቻል
ar: هايماكال
as: হিমাচল
az: Himaçal
bg: Химачал
bn_in: হিমাচল
el: Χιμαχάλ
fa: هیماچال
gu: હિમાચલ
he: הימאצ'אל
hi: हिमाचल
ja: ヒマチャル
ka: ჰიმაჩალი
kk: Химачал
kn: ಹಿಮಾಚಲ
ku_arab: هیماچال
ky: Химачал
lo: ຮີມາຈັນ
lt: Himačalas
lv: Himačala
mi: Himahari
mk: Химачал
ml: ഹിമാചല്‍
mn: Химачал
mr: हिमाचल
ne: हिमाचल
or: ହିମାଚଳ
pa_arab_pk: ہیما چل
pa_in: ਹਿਮਾਚਲ
ru: Химачал
sd: ھماچل
si: හිමාචල්
sl: Himačal
sr_cyrl_rs: Химачал
sr_latn_rs: Himačal
ta: இமாச்சல்
te: హిమాచల్
tg: Ҳимачал
th: หิมาจัล
tt: Химачал
ug: خىماچېل
uk: Хімачал
ur: ہماچل
uz: Ximachal
zh_hans: 喜马偕尔
zh_hant: 喜馬偕爾

# Word.State.IN.JammuandKashmir
source: Jammu and Kashmir
af: Jammu en Kashmir
ar: جامو وكشمير
as: জন্মু আৰু কাশ্মিৰ
az: Cammu və Kəşmir
bn_in: জম্মু এবং কাশ্মীর
bs: Jammu i Kashmir
cy: Jammu a Kashmir
da: Jammu og Kashmir
de: Jammu und Kashmir
el: Τζάμου και Κασμίρ
es: Jammu y Cachemira
et: Jammu ja Kashmir
eu: Jammu eta Kaxmir
fa: جامو و کشمیر
ga: Jammu agus Kashmir
gd: Jammu agus Caismir
gl: Jammu e Kashmir
gu: જમ્મુ અને કાશ્મીર
he: ג'מו וקשמיר
hi: जम्मू और कश्मीर
hr: Jammu i Kashmir
hu: Dzsammu és Kasmír
id: Jammu dan Kashmir
is: Jammu og Kasmír
ja: ジャム・カシミール
ka: ჯამუ და კაშმირი
kk: Джамму және Кашмир
kn: ಜಮ್ಮು ಮತ್ತು ಕಾಶ್ಮೀರ
ku_arab: جامۆ و کەشمیر
ky: Жамму жана Кашмир
lo: ຈາມມູ ແລະ ແຄັສເມຍ
lt: Džamu ir Kašmyras
lv: Džammu un Kašmīra
mi: Tiamu me Kairangi
mk: Џаму и Кашмир
ml: ജമ്മു കാശ്‌മീര്‍
mn: Жамму ба Кашмир
mr: जम्मू आणि काश्मिर
ms: Jammu dan Kashmir
mt: Jammu u Kashmir
ne: जम्मु र काश्मिर
nn_no: Jammu og Kashmir
no: Jammu og Kashmir
or: ଜମ୍ମୁ ଏବଂ କାଶ୍ମିର୍
pa_arab_pk: جموں تے کشمیر
pa_in: ਜੰਮੂ ਅਤੇ ਕਸ਼ਮੀਰ
pl: Dżammu i Kaszmir
ru: Джамму и Кашмир
sd: جمو ۽ ڪشمير
si: ජම්මු සහ කාශ්මීර්්‍
sl: Jammu in Kašmir
sr_cyrl_rs: Јаму и Кашмир
sr_latn_rs: Jamu i Kašmir
sv: Jammu och Kashmir
ta: ஜம்மு மற்றும் காஷ்மீர்
te: జమ్మూ మరియు కాశ్మీర్
tg: Ҷамму ва Кашмир
th: ชัมมูและแคชเมียร์
tr: Jammu ve Kashmir
tt: Җамму һәм Кашмир
ug: جاممۇ ۋە كەشمىر
uk: Джамму і Кашмір
ur: جموں اور کشمیر
uz: Jammu va Kashmir
vi: Jammu và Kashmir
zh_hans: 查谟和克什米尔

# Word.State.IN.Jharkhand
source: Jharkhand
am: ጃርካንድ
ar: جهارخاند
as: জাৰখান
az: Djarxand
bg: Джхарханд
bn_in: ঝারখন্ড
el: Τζαρκχάντ
fa: جهارخاند
gu: ઝારખંડ
he: ג'ארקאנד
hi: झारखंड
ja: ジャルスグダ
ka: ჯარკჰანდი
kk: Джаркханд
kn: ಝಾರ್ಖಂಡ್
ku_arab: جهارخاند
ky: Джаркханд
lo: ຈາຄານດ
lt: Džarkandas
lv: Jarkenda
mi: Tiakahana
mk: Џарканд
ml: ഝാര്‍ഖണ്ഡ്
mn: Жарханд
mr: झारखंड
ne: झारखण्ड
or: ଝାଡଖଣ୍ଡ
pa_arab_pk: جھرکھنڈ
pa_in: ਝਾਰਖੰਡ
ru: Джаркханд
sd: جھارکنڊ
si: ජාර්ක්හෑන්ඩ්
sr_cyrl_rs: Џарканд
sr_latn_rs: Džarkand
ta: ஜார்க்கண்ட்
te: జార్ఖాండ్
tg: Ҷҳарханд
th: ฌาร์ขันท์
tt: Джаркханд
ug: جاركەند
uk: Джарканд
ur: جھارکھنڈ
uz: Djarkxand
zh_hans: 贾坎德
zh_hant: 賈坎德

# Word.State.IN.Karnataka
source: Karnataka
am: ካርናታካ
ar: كارناتاكا
as: কৰ্ণাটকা
bg: Карнатака
bn_in: কর্ণাটক
el: Καρνάτακα
fa: کارناتاکا
gu: કર્ણાટક
he: קרנאטאקה
hi: कर्नाटक
ja: カーナタカ
ka: კარნატაკა
kk: Kaрнатака
kn: ಕರ್ನಾಟಕ
ku_arab: کارناتاکا
ky: Карнатака
lo: ການາຕາກະ
mi: Kānataka
mk: Карнатака
ml: കര്‍ണ്ണാടക
mn: Карнатака
mr: कर्नाटक
ne: कर्णटका
or: କର୍ଣ୍ଣାଟକ
pa_arab_pk: کرناٹکا
pa_in: ਕਰਨਾਟਕਾ
ru: Карнатака
sd: ڪرناٽڪا
si: කර්නාටක
sr_cyrl_rs: Карнатака
ta: கர்நாடகா
te: కర్ణాటక
tg: Карнатака
th: กรณาฏกะ
tt: Карнатака
ug: كارناتاكا
uk: Карнатака
ur: کرناٹک
zh_hans: 卡纳塔克
zh_hant: 卡納塔克

# Word.State.IN.Kerala
source: Kerala
am: ከራላ
ar: كيرالا
as: কেৰেলা
bg: Керала
bn_in: কেরালা
el: Κεράλα
fa: کرالا
gu: કેરાલા
he: קראלה
hi: केरल
ja: ケララ
ka: კერალა
kk: Керала
kn: ಕೇರಳ
ku_arab: کێرالا
ky: Керала
lo: ເຄຣາລາ
mi: Karara
mk: Керала
ml: കേരളം
mn: Керала
mr: केरळ
ne: केर्ला
or: କେରଳ
pa_arab_pk: کیرالا
pa_in: ਕੇਰਲਾ
ru: Керала
sd: ڪيريلا
si: කේරලය
sr_cyrl_rs: Керала
ta: கேரளா
te: కేరళ
tg: Керала
th: เกรละ
tt: Керала
ug: كېرالا
uk: Керала
ur: کیرالا
zh_hans: 喀拉拉
zh_hant: 喀拉拉

# Word.State.IN.MadhyaPradesh
source: Madhya Pradesh
am: ማድያ ፕራደሽ
ar: ماديا براديش
as: মধ্যপ্ৰদেশ
az: Madhya Pradeş
bg: Мадхя Прадеш
bn_in: মধ্যপ্রদেশ
el: Μάντια Πραντές
fa: مادیا پرادش
gu: મધ્યપ્રદેશ
he: מדייה פראדש
hi: मध्य प्रदेश
ja: マドヤ・パラデシュ
ka: მადჰია-პრადეში
kk: Мадхья-Прадеш
kn: ಮಧ್ಯ ಪ್ರದೇಶ
ko: 마디아프라데시
ku_arab: مادیا پرادیش
ky: Мадхая Прадеш
lo: ມາດຢາປຣາແດຊ
lt: Madhja Pradešas
lv: Madhja Pradēša
mk: Мадја Прадеш
ml: മദ്ധ്യപ്രദേശ്
mn: Мадя Прадеш
mr: मध्यप्रदेश
ne: मध्यप्रदेश
or: ମଧ୍ୟପ୍ରଦେଶ
pa_arab_pk: مدہیہ پردیش
pa_in: ਮੱਧ ਪ੍ਰਦੇਸ਼
ru: Мадхья-Прадеш
sd: مڌيا پرديش
si: මධ්‍ය ප්‍රදේශ්
sl: Madja Pradeš
sr_cyrl_rs: Мадја Прадеш
sr_latn_rs: Madja Pradeš
ta: மத்திய பிரதேசம்
te: మధ్యప్రదేశ్
tg: Мадяр Прадеш
th: มัธยประเทศ
tt: Мадхья-Прадеш
ug: مادھيا پرادېش
uk: Мадья-Прадеш
ur: مدھیہ پردیش
zh_hans: 中央邦
zh_hant: 中央邦

# Word.State.IN.Maharashtra
source: Maharashtra
am: ማሃራሽትራ
ar: ماهراشترا
as: মহাৰাষ্ট্ৰ
az: Maxaraştra
bg: Махараштра
bn_in: মহারাষ্ট্র
el: Μαχαράστρα
fa: ماهاراشترا
gu: મહારાષ્ટ્ર
he: מהראשטרה
hi: महाराष्ट्र
ja: マハラシュトラ
ka: მაჰარაშტრა
kk: Махараштра
kn: ಮಹಾರಾಷ್ಟ್ರ
ku_arab: ماهاراشترا
ky: Махарштра
lo: ມາຮາຣາສຕຣາ
lt: Maharaštra
lv: Maharaštra
mi: Maharatara
mk: Махараштра
ml: മഹാരാഷ്‌ട്ര
mn: Махараштра
mr: महाराष्ट्र
ne: महाराष्ट्र
or: ମହାରାଷ୍ଟ୍ର
pa_arab_pk: مہاراشٹر
pa_in: ਮਹਾਂਰਾਸ਼ਟਰ
ru: Махараштра
sd: مھاراشٽرا
si: මහාරාෂ්ටය
sl: Maharaštra
sr_cyrl_rs: Махараштра
sr_latn_rs: Maharaštra
ta: மகாராஷ்ட்ரா
te: మహారాష్ట్ర
tg: Маҳараштра
th: มหาราษฏระ
tt: Махараштра
ug: ماخاراسىترا
uk: Махараштра
ur: مہاراشٹر
uz: Maxarashtra
zh_hans: 马哈拉施特拉
zh_hant: 馬哈拉施特拉

# Word.State.IN.Manipur
source: Manipur
af: Manipoer
am: ማኒፑር
ar: مانيبور
as: মণিপুৰ
bg: Манипур
bn_in: মনিপুর
el: Μανιπούρ
fa: مانیپور
gu: મણિપુર
he: מניפור
hi: मणिपुर
ja: マニプール
ka: მანიპური
kk: Манипур
kn: ಮಣಿಪುರ
ku_arab: مانیپور
ky: Манипур
lo: ມານີປູ
lt: Manipuras
lv: Manipūra
mi: Manipua
mk: Манипур
ml: മണിപ്പൂര്‍
mn: Манипур
mr: मणिपूर
ne: मणिपुर
or: ମଣିପୁର
pa_arab_pk: منی پور
pa_in: ਮਨੀਪੁਰ
ru: Манипур
sd: منيپور
si: මනිපුර්
sr_cyrl_rs: Манипур
ta: மணிப்பூர்
te: మణిపూర్
tg: Манипур
th: มณีปุระ
tt: Манипур
ug: مانىپۇر
uk: Маніпур
ur: منی پور
zh_hans: 曼尼普尔
zh_hant: 曼尼普爾

# Word.State.IN.Meghalaya
source: Meghalaya
am: መጋላያ
ar: ميغاليا
as: মেঘালয়
az: Meqhalaya
bg: Мегхаля
bn_in: মেঘালয়
el: Μεγχαλάγια
fa: مقالایا
gu: મેઘાલય
he: מגאלאיה
hi: मेघालय
ja: メガラヤ
ka: მეგჰალაია
kk: Мегхаяла
kn: ಮೇಘಾಲಯ
ku_arab: مێگالایا
ky: Мегхалая
lo: ເມັກຮາລາຢາ
lt: Meghalaja
lv: Megalaja
mi: Mekaharaia
mk: Мегхалаја
ml: മേഘാലയ
mn: Мэгхалая
mr: मेघालय
ne: मेघालय
or: ମେଘାଳୟ
pa_arab_pk: میگھالیا
pa_in: ਮੇਘਾਲਿਆ
ru: Мегхалая
sd: ميگھاليا
si: මේගලයා
sl: Meghalaja
sr_cyrl_rs: Мегхалаја
sr_latn_rs: Meghalaja
ta: மேகாலயா
te: మేఘాలయ
tg: Мегҳалая
th: เมฆาลัย
tt: Мегхалая
ug: مېگالايا
uk: Мегхалая
ur: میگھالیہ
uz: Megxalaya
zh_hans: 梅加拉亚
zh_hant: 梅加拉亞

# Word.State.IN.Mizoram
source: Mizoram
am: ሚዞራም
ar: ميزورام
as: মিজুৰাম
bg: Мизорам
bn_in: মিজোরাম
el: Μιζοράμ
fa: میزورام
gu: મિઝોરમ
he: מיזורם
hi: मिज़ोरम
ja: ミゾラム
ka: მიზორამი
kk: Мизорам
kn: ಮಿಜೋರಾಂ
ku_arab: میزۆرام
ky: Мизорам
lo: ມີໂຊຣາມ
lt: Mizoramas
lv: Mizorama
mi: Mihorama
mk: Мизорам
ml: മിസോറാം
mn: Мизорам
mr: मिझोरम
ne: मिजोराम
or: ମିଜୋରମ୍
pa_arab_pk: میزورام
pa_in: ਮਿਜ਼ੋਰਮ
ru: Мизорам
sd: مزورام
si: මිසොරාම්
sr_cyrl_rs: Мизорам
ta: மிசோரம்
te: మిజోరామ్
tg: Мизорам
th: มิโซรัม
tt: Мизорам
ug: مىزورام
uk: Мізорам
ur: مجورام
zh_hans: 米佐拉姆
zh_hant: 密索藍

# Word.State.IN.Nagaland
source: Nagaland
am: ናጋላንድ
ar: ناجالاند
as: নগালেণ্ড
az: Naqaland
bg: Нагаланд
bn_in: নাগাল্যান্ড
el: Νάγκαλαντ
fa: ناگالاند
gu: નાગાલેન્ડ
he: נאגאלנד
hi: नगालैंड
ja: ナガランド
ka: ნაგალენდი
kk: Нагаленд
kn: ನಾಗಾಲ್ಯಾಂಡ್
ku_arab: ناگالاند
ky: Нагаленд
lo: ນາກາແລນ
lt: Nagalandas
lv: Nagalenda
mi: Nakarana
mk: Нагаланд
ml: നാഗാലാന്റ്
mn: Нагаланд
mr: नागालँड
ne: नागाल्यान्ड
or: ନାଗାଲାଣ୍ଡ୍
pa_arab_pk: ناگالینڈ
pa_in: ਨਾਗਾਲੈਂਡ
ru: Нагаланд
sd: نيگالينڊ
si: නාගලන්තය
sr_cyrl_rs: Нагаланд
ta: நாகலாந்து
te: నాగాల్యాండ్
tg: Нагаланд
th: นาคาแลนด์
tt: Нагаленд
ug: نېگالاند
uk: Нагаленд
ur: ناگا لینڈ
uz: Nagalend
zh_hans: 那加兰
zh_hant: 那加蘭

# Word.State.IN.Orissa
source: Odisha
am: ኦዲሻ
ar: أوديسا
as: উৰিষ্যা
az: Orissa
bg: Одиша
bn_in: ওড়িশা
cy: Orissa
el: Οντίσα
es: Orissa
fa: اوریسا
gl: Orissa
gu: ઓડિશા
he: אודישה
hi: उड़ीसा
hu: Orisza
ja: オリッサ
ka: ორისა
kk: Одиша
kn: ಒಡಿಷಾ
ko: 오리사
ku_arab: ئۆدیشا
ky: Одиша
lo: ໂອດີຊາ
lt: Orisa
lv: Odiša
mi: Ōriha
mk: Ориса
ml: ഒറീസ്സ
mn: Орисса
mr: उडिसा
ne: ओडिसा
or: ଓଡ଼ିଶା
pa_arab_pk: اوڈیشا
pa_in: ਉੜੀਸ਼ਾ
pl: Orisa
ru: Орисса
sd: اوڙيسا
si: ඔඩිෂා‍
sl: Orisa
sr_cyrl_rs: Ориса
sr_latn_rs: Orisa
ta: ஒதிசா
te: ఒడిషా
tg: Одиша
th: โอริสสา
tt: Одиша
ug: ئودىشا
uk: Орісса
ur: اڑیسہ
vi: Orissa
zh_hans: 奥里萨
zh_hant: 奧里薩

# Word.State.IN.Punjab
source: Punjab
af: Pandjab
am: ፑንጃብ
ar: البنجاب
as: পাঞ্জাৱ
az: Pəncab
bg: Пунджаб
bn_in: পঞ্জাব
bs: Punnjab
cy: Y Pwnjab
el: Παντζάμπ
fa: پنجاب
gu: પંજાબ
he: פאנג'ב
hi: पंजाब
ja: パンジャブ
ka: პენჯაბი
kk: Пенджаб
kn: ಪಂಜಾಬ್
ku_arab: پونجاب
ky: Пенджаб
lo: ປັນຈາບ
lt: Pandžabas
lv: Pendžaba
mi: Puniapi
mk: Панџаб
ml: പഞ്ചാബ്
mn: Пенжаб
mr: पंजाब
ne: पञ्जाब
or: ପଞ୍ଜାବ
pa_arab_pk: پنجاب
pa_in: ਪੰਜਾਬ
pl: Pendżab
ru: Пенджаб
sd: پنجاب
si: පන්ජාබය
sl: Pandžab
sr_cyrl_rs: Пенџаб
sr_latn_rs: Pendžab
ta: பஞ்சாப்
te: పంజాబ్
tg: Панҷоб
th: ปัญจาบ
tt: Пенджаб
ug: پۇنجاب
uk: Пенджаб
ur: پنجاب
uz: Penjab
zh_hans: 旁遮普
zh_hant: 旁遮普

# Word.State.IN.Rajasthan
source: Rajasthan
am: ራጃስታን
ar: راجاستان
as: ৰাজস্থান
az: Radjastxan
bg: Раджастан
bn_in: রাজস্থান
el: Ραζαστάν
es: Rajastán
fa: راجاستان
gl: Rajasthán
gu: રાજસ્થાન
he: ראג'סטן
hi: राजस्थान
ja: ラジャスタン
ka: რაჯასტჰანი
kk: Раджастан
kn: ರಾಜಾಸ್ಥಾನ
ku_arab: راجاستان
ky: Раджастхан
lo: ຣາຈາສຮານ
lt: Radžastanas
lv: Radžastāna
mi: Rahitahina
mk: Раџастан
ml: രാജസ്ഥാന്‍
mn: Ражастан
mr: राजस्थान
ne: राजस्थान
or: ରାଜସ୍ଥାନ
pa_arab_pk: راجستھان
pa_in: ਰਾਜਸਥਾਨ
pl: Radżastan
ru: Раджастан
sd: راجستان
si: රාස්ථානය
sl: Radžastan
sr_cyrl_rs: Раџастан
sr_latn_rs: Radžastan
ta: ராஜஸ்தான்
te: రాజస్థాన్
tg: Раҷастон
th: ราชสถาน
tt: Раджастан
ug: راجېستان
uk: Раджастан
ur: راجستھان
uz: Rajastxan
zh_hans: 拉贾斯坦
zh_hant: 拉賈斯坦

# Word.State.IN.Sikkim
source: Sikkim
am: ሲኪም
ar: سيكيم
as: ছিকিম
bg: Сиким
bn_in: সিকিম
el: Σικίμ
fa: سیکیم
gu: સિક્કીમ
he: סיקים
hi: सिक्किम
ja: シッキム
ka: სიკიმი
kk: Сикким
kn: ಸಿಕ್ಕಿಂ
ku_arab: سیکیم
ky: Сикким
lo: ຊີກກີມ
lt: Sikimas
lv: Sikima
mi: Tikama
mk: Сиким
ml: സിക്കിം
mn: Сикким
mr: सिक्किम
ne: सिक्किम
or: ସିକ୍କିମ୍
pa_arab_pk: سیکیم
pa_in: ਸਿੱਕਮ
ru: Сикким
sd: سکِم
si: සික්කිම්
sl: Sikim
sr_cyrl_rs: Сиким
sr_latn_rs: Sikim
ta: சிக்கிம்
te: సిక్కిం
tg: Сикким
th: สิกขิม
tt: Сикким
ug: سىككىم
uk: Сіккім
ur: سککم
zh_hans: 锡金
zh_hant: 錫金

# Word.State.IN.TamilNadu
source: Tamil Nadu
am: ታሚል ናዱ
ar: تاميل نادو
as: তামিলনাডু
bg: Тамил Наду
bn_in: তামিলনাড়ু
el: Ταμίλ Ναντού
fa: تامیل نادو
gu: તામિલનાડુ
he: טאמיל נאדו
hi: तमिलनाडु
ja: タミル ナードゥ
ka: ტამილ-ნადუ
kk: Тамил Наду
kn: ತಮಿಳು ನಾಡು
ku_arab: تامیل نادو
ky: Тамил Наду
lo: ຕາມິລນາດູ
lt: Tamilnadas
mi: Tāmira Natu
mk: Тамил Наду
ml: തമിഴ്‌നാട്
mn: Тамилнаду
mr: तामिळ नाडू
ne: तामिल नाडु
or: ତାମିଲନାଡୁ
pa_arab_pk: تامل ناڈو
pa_in: ਤਮਿਲਨਾਡੂ
ru: Тамил Наду
sd: تامل ناڙو
si: තමිල්නාඩුව
sr_cyrl_rs: Тамил Наду
ta: தமிழ்நாடு
te: తమిళనాడు
tg: Тамил-Наду
th: ทมิฬนาฑู
tt: Тамил-Наду
ug: تامىل نادۇ
uk: Тамілнад
ur: تامل ناڈو
zh_hans: 泰米尔纳德
zh_hant: 泰米爾納德

# Word.State.IN.Tripura
source: Tripura
am: ትሪፑራ
ar: تريبورا
as: ত্ৰিপুৰা
bg: Трипура
bn_in: ত্রিপুরা
el: Τριπούρα
fa: تریپورا
gu: ત્રિપુરા
he: טריפורה
hi: त्रिपुरा
ja: トリプラ
ka: ტრიპურა
kk: Трипура
kn: ತ್ರಿಪುರ
ku_arab: تریپوورا
ky: Трипура
lo: ຕຣີປູຣາ
lv: Tripūra
mi: Tiripura
mk: Трипура
ml: ത്രിപുര
mn: Трипура
mr: त्रिपुरा
ne: त्रीपुरा
or: ତ୍ରିପୁରା
pa_arab_pk: ٹری پورا
pa_in: ਤ੍ਰਿਪੁਰਾ
ru: Трипура
sd: تريپورا
si: ත්‍රිපුර
sr_cyrl_rs: Трипура
ta: திரிபுரா
te: ట్రిపురా
tg: Трипура
th: ตริปุระ
tt: Трипура
ug: تىرىپۇرا
uk: Трипура
ur: ترپرا
zh_hans: 特里普拉
zh_hant: 特里普拉

# Word.State.IN.UttarPradesh
source: Uttar Pradesh
am: ኡታር ፕራዴሽ
ar: أوتار براديش
as: উত্তৰ প্ৰদেশ
az: Uttar Pradeş
bg: Утар Прадеш
bn_in: উত্তরপ্রদেশ
el: Ούταρ Πραντές
fa: اوتار پرادش
gu: ઉત્તરપ્રદેશ
he: אוטאר פראדש
hi: उत्तर प्रदेश
ja: ウッタル・プラデシ
ka: უტარ-პრადეში
kk: Уттар-Прадеш
kn: ಉತ್ತರ ಪ್ರದೇಶ
ku_arab: ئوتار پرادیش
ky: Уттар-Прадеш
lo: ອຸດຕາປຣາແດຊ
lt: Utar Pradešas
lv: Utara
mi: Utā Paratihe
mk: Утар Прадеш
ml: ഉത്തര്‍പ്രദേശ്
mn: Уттар Прадеш
mr: उत्तर प्रदेश
ne: उत्तर प्रदेश
or: ଉତ୍ତର ପ୍ରଦେଶ
pa_arab_pk: اتر پردیش
pa_in: ਉੱਤਰ ਪ੍ਰਦੇਸ਼
ru: Уттар-Прадеш
sd: اتر پرديش
si: උත්තර් ප්‍රදේශ්
sl: Utar Pradeš
sr_cyrl_rs: Утар Прадеш
sr_latn_rs: Utar Pradeš
ta: உத்தரப்பிரதேசம்
te: ఉత్తరప్రదేశ్
tg: Уттар-Прадеш
th: อุตตรประเทศ
tt: Уттар-Прадеш
ug: ئۇتتار پىرادېش
uk: Уттар-Прадеш
ur: اتر پردیش
zh_hans: 北方邦
zh_hant: 北方邦

# Word.State.IN.Uttarakhand
source: Uttarakhand
am: ኡታራክሃንድ
ar: أوتاراخاند
as: উত্তৰাখণ্ড
az: Uttarakxand
bg: Утараканд
bn_in: উত্তরাখন্ড
el: Ουταρακχάντ
fa: اوتارخاند
gu: ઉત્તરાખંડ
he: אוטראקהאנד
hi: उत्तराखंड
ja: ウッタラーカンド
ka: უტარაკჰანდი
kk: Утарраханд
kn: ಉತ್ತರಖಂಡ
ku_arab: ئوتارقاند
ky: Уттаркханд
lo: ອູດຕາຣາຄານ
lt: Utarakhandas
lv: Utarakhanda
mi: Uratarahana
mk: Утараканд
ml: ഉത്തരാഖണ്ഡ്
mn: Уттараханд
mr: उत्तराखंड
ne: उत्तराखण्ड
or: ଉତ୍ତରାଖାଣ୍ଡ
pa_arab_pk: اتاراکھنڈ
pa_in: ਉਤਰਾਖੰਡ
ru: Уттаракханд
sd: اُتراکنڊ
si: උත්තරාක්හැන්ඩ්
sr_cyrl_rs: Утараканд
sr_latn_rs: Utarakand
ta: உத்தரகாண்ட்
te: ఉత్తరాఖండ్
tg: Уттараханд
th: อุตรขันธ์
tt: Уттаракханд
ug: ئۇتتىراكەنت
uk: Уттараханд
ur: اترکھنڈ
uz: Uttarakxand
zh_hans: 北阿肯德
zh_hant: 北阿坎德

# Word.State.IN.WestBengal
source: West Bengal
af: Wes-Bengale
am: ምዕራብ ቤንጋል
ar: البنغال الغربية
as: পশ্চিমবঙ্গ
az: Şimali Benqaliya
bg: Западен Бенгал
bn_in: পশ্চিমবঙ্গ
bs: Zapadni Bengal
cy: Gorllewin Bengal
da: Vestbengal
el: Δυτική Βεγγάλη
es: Bengala Occidental
et: Lääne-Bengal
fa: بنگال غربی
ga: Beangál Thiar
gd: Bengal an Iar
gl: Bengala Occidental
gu: પશ્ચિમ બંગાળ
he: בנגאל המערבית
hi: पश्चिम बंगाल
hr: Zapadni Bengal
hu: Nyugat-Bengál
id: Bengal Barat
is: Vestur-Bengal
ja: 西ベンガル
ka: დასავლეთ ბენგალი
kk: Батыс Бенгал
kn: ಪಶ್ಚಿಮ ಬಂಗಾಳ
ku_arab: بەنگالی رۆژاوا
ky: Батыш Бенгелия
lo: ເບັງການຕາເວັນຕົກ
lt: Vakarų Bengalija
lv: Rietumbengāle
mi: Penekara ki te Uru
mk: Западен Бенгал
ml: പശ്ചിമ ബംഗാള്‍
mn: Баруун Бенгал
mr: पश्चिम बंगाल
ms: Bengal Barat
ne: पश्चिम बङ्गाल
nn_no: Vest-Bengal
no: Vest-Bengal
or: ପଶ୍ଚିମ ବଙ୍ଗ
pa_arab_pk: مغربی بنگال
pa_in: ਪੱਛਮੀ ਬੰਗਾਲ
pl: Bengal Zachodni
ru: Западная Бенгалия
sd: ويسٽ بينگال
si: බටහිර බෙංගාලය
sl: Zahodna Bengalija
sr_cyrl_rs: Западни Бенгал
sr_latn_rs: Zapadni Bengal
sv: Västbengalen
ta: மேற்கு வங்காளம்
te: పశ్చిమ బెంగాల్
tg: Бенгали Ғарбӣ
th: เบงกอลตะวันตก
tr: Batı Bengal
tt: Көнбатыш Бенгал
ug: غەربىي بېنگال
uk: Західна Бенгалія
ur: مغربی بنگال
uz: G‘arbiy Bengal
zh_hans: 西孟加拉
zh_hant: 西孟加拉
