Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ReplacePIErrorMessage.SubscriptionNotCanceled
source: You have subscriptions that use this payment method. Choose another payment method for your subscriptions before removing this one.
af: Jy het intekeninge wat hierdie betaalmetode gebruik. Kies ’n ander betaalmetode vir jou intekeninge voor jy hierdie een verwyder.
am: ይህንን የክፍያ ዘዴ የሚጠቀሙ ምዝገባዎች አሉዎት። ይሄን ከማስወገድዎ በፊት ሌላ የክፍያ ዘዴ ይምረጡ።
ar: لديك اشتراكات تستخدم طريقة الدفع هذه. اختر طريقة دفع أخرى لاشتراكاتك قبل إزالة هذه.
as: আপোনাৰ কিছু গ্ৰাহকভূক্তি আছে যি এই পৰিশোধ পদ্ধতি ব্যৱহাৰ কৰে। এইটো আঁতৰোৱাৰ আগতে আন এটা পৰিশোধ পদ্ধতি বাছনি কৰক।
az: Bu ödəniş üsulunu istifadə edən abunəlikləriniz var. Bu ödəniş üsulunu silməzdən əvvəl abunəlikləriniz üçün başqasını seçin.
bg: Имате абонаменти, които използват този метод на плащане. Изберете друг метод на плащане за абонаментите си, преди да премахнете този.
bn_in: আপনার সাবস্ক্রিপশনগুলি এই অর্থপ্রদানের এই পদ্ধতিটি ব্যবহার করে। এটিকে সরানোর আগে আপনার সাবস্ক্রিপশনগুলির জন্য অন্য একটি অর্থপ্রদানের পদ্ধতি বেছে নিন।
bs: Imate pretplate koje koriste ovaj način plaćanja. Odaberite drugi način plaćanja prije nego što uklonite ovaj.
cy: Mae gennych chi danysgrifiadau sy'n defnyddio'r ffordd hon o dalu. Dewiswch ffordd newydd o dalu am eich tanysgrifiadau cyn tynnu hwn.
da: Du har flere abonnementer, der anvender denne betalingsmetode. Vælg en anden betalingsmetode for dine abonnementer, før du fjerner denne.
de: Sie verfügen über Abonnements, die diese Zahlungsmethode verwenden. Wählen Sie eine andere Zahlungsmethode für Ihre Abonnements aus, bevor Sie diese Zahlungsmethode entfernen.
el: Έχετε συνδρομές που χρησιμοποιούν αυτήν τη μέθοδο πληρωμής. Επιλέξτε μια άλλη μέθοδο πληρωμής για τις συνδρομές σας προτού καταργήσετε αυτήν τη μέθοδο.
es: Tiene suscripciones que usan este método de pago. Antes de quitarlo, elija otro.
et: Teil on tellimusi, mis kasutavad seda makseviisi. Enne selle eemaldamist valige oma tellimuste jaoks mõni muu makseviis.
eu: Ordaintzeko metodo hau darabilten harpidetzak dauzkazu. Hau kendu aurretik, aukeratu harpidetzak ordaintzeko beste metodo bat.
fa: اشتراک‌هایی دارید که از این روش پرداخت استفاده می‌کنند. قبل از حذف این روش پرداخت، روش دیگری را برای اشتراک‌های خود انتخاب کنید.
ga: Tá síntiúis agat a úsáideann an modh íocaíochta seo. Roghnaigh modh eile íocaíochta le haghaidh do shíntiús sula mbainfidh tú an ceann seo.
gd: Tha fo-sgrìobhaidhean agad a chleachdas an dòigh pàighidh seo. Tagh dòigh pàighidh eile airson nam fo-sgrìobhaidhean agad mus toir thu air falbh an tè seo.
gl: Ten subscricións que usan este método de pagamento. Escolla outro método de pagamento para as subscricións antes de eliminar este.
gu: તમે આ ચુકવણી પદ્ધતિનો ઉપયોગ કરતી સદસ્યતાઓ ધરાવો છો. આને દૂર કરતા પૂર્વે તમારી સદસ્યતાઓ માટે અન્ય ચુકવણી પદ્ધતિ પસંદ કરો.
he: יש לך מינויים המשתמשים בשיטת תשלום זו. בחר שיטת תשלום אחרת עבור המינויים שלך לפני הסרת שיטת תשלום זו.
hi: आपके पास ऐसी सदस्यताएँ हैं, जो इस भुगतान विधि का उपयोग कर रही हैं. इस भुगतान विधि को निकालने से पहले कोई अन्य चुनें.
hr: Imate pretplate koje koriste taj način plaćanja. Prije uklanjanja tog načina plaćanja za pretplate odaberite neki drugi.
hu: Van olyan előfizetése, amely ezt a fizetési módot használja. A fizetési mód eltávolítása előtt válasszon ki egy másikat az előfizetéseihez.
id: Anda memiliki langganan yang menggunakan metode pembayaran ini. Pilih metode pembayaran lain untuk langganan Anda sebelum menghapus metode pembayaran ini.
is: Þú ert með áskriftir sem nota þennan greiðslumáta. Veldu annan greiðslumáta fyrir áskriftina áður en þessi er fjarlægður.
ja: この支払い方法を使用しているサブスクリプションがあります。この支払い方法を削除する前に、別の支払い方法をサブスクリプションのために選択してください。
ka: თქვენ გაქვთ გამოწერები, რომლებიც იყენებენ გადახდის ამ მეთოდს. შეარჩიეთ გადახდის სხვა მეთოდი, ამ მეთოდის ამოშლამდე.
kk: Сізде осы төлем әдісін пайдаланатын жазылымдар бар. Мұны жоюдан бұрын жазылымдарыңыз үшін басқа төлем әдісін таңдаңыз.
kn: ಈ ಪಾವತಿ ವಿಧಾನವನ್ನು ಬಳಸುವ ಚಂದಾದಾರಿಕೆಗಳನ್ನು ನೀವು ಹೊಂದಿದ್ದೀರಿ. ಇದನ್ನು ತೆಗೆದುಹಾಕುವ ಮುನ್ನ ಇನ್ನೊಂದು ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 이 결제 방법을 사용하는 구독이 있습니다. 이 방법을 제거하기 전에 구독에 대한 다른 결제 방법을 선택하세요.
lo: ທ່ານມີການສະ ໝັກ ໃຊ້ທີ່ໃຊ້ວິທີການຈ່າຍເງິນນີ້. ເລືອກວິທີການຈ່າຍເງິນອື່ນ ສຳ ລັບການສະ ໝັກ ໃຊ້ຂອງທ່ານກ່ອນທີ່ຈະເອົາແບບນີ້ໄປ.
lt: Turite prenumeratų, kuriose naudojamas šis mokėjimo būdas. Pasirinkite kitą mokėjimo už prenumeratas būdą prieš pašalindami šį.
lv: Jums ir abonementi, kas izmanto šo maksāšanas metodi. Pirms saviem abonementiem noņemat šo, izvēlieties citu maksāšanas metodi.
mi: He ohaurunga ōu e whakamahi ana i tēnei tikanga utu. Kōwhiria tētahi atu tikanga utu i mua i te tango i tēnei.
mk: Имате претплати што го користат овој начин на плаќање. Изберете друг начин на плаќање за нив пред да го отстраните овој.
ml: ഈ പേയ്‌മെന്റ് രീതി ഉപയോഗിക്കുന്ന സബ്‌സ്‌ക്രിപ്‌ഷനുകൾ നിങ്ങൾക്കുണ്ട്. ഇത് നീക്കംചെയ്യുന്നതിന് മുമ്പ് നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷനുകൾക്കായി മറ്റൊരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക.
mr: ही देय पद्धती वापरणाऱ्या सदस्यता आपल्याकडे आहेत.ही काढण्यापूर्वी अन्य देय पद्धत आपल्या सदस्यतासाठी निवडा.
ms: Anda mempunyai langganan yang menggunakan kaedah pembayaran ini. Pilih kaedah pembayaran lain untuk langganan anda sebelum mengalih keluar kaedah ini.
mt: Għandek abbonamenti li jużaw dan il-metodu ta' pagament. Agħżel metodu ta' pagament ieħor għall-abbonamenti tiegħek qabel tneħħi dan.
ne: तपाईंसँग सदस्यता छ जुन यो भुक्तानी विधि प्रयोग गर्दछ। यसलाई हटाउनु अघि तपाईंको सदस्यताहरूको लागि अर्को भुक्तानी विधि छनौट गर्नुहोस्।
nn_no: Du har abonnement som bruker denne betalingsmetoden. Vel ein annan betalingsmetode for abonnementa dine før du fjernar denne.
no: Du har abonnementer som bruker denne betalingsmetoden. Velg en annen betalingsmetode for abonnementene, før du fjerner denne.
or: ଆପଣଙ୍କ ପାଖରେ ସଦସ୍ୟତା ଅଛି ଯାହା ଏହି ଦେୟ ପଦ୍ଧତି ବ୍ୟବହାର କରିଥାଏ | ଏହାକୁ ହଟାଇବା ପୂର୍ବରୁ ଆପଣଙ୍କର ସଦସ୍ୟତା ପାଇଁ ଅନ୍ୟ ଏକ ଦେୟ ପଦ୍ଧତି ବାଛନ୍ତୁ |
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਵਰਤਣ ਵਾਲੀਆਂ ਸਬਸਕ੍ਰਿਪਸ਼ਨਾਂ ਹਨ। ਇਸ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਹਟਾਉਣ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੀਆ ਸਬਸਕ੍ਰਿਪਸ਼ਨਾਂ ਲਈ ਕੋਈ ਹੋਰ ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ।
pl: Masz subskrypcje korzystające z tej formy płatności. Wybierz inną formę płatności dla subskrypcji przed usunięciem tej formy.
ru: У вас есть подписки, которые используют этот метод оплаты. Выберите для них другой метод оплаты, прежде чем удалять текущий.
sl: Imate naročnine, ki uporabljajo ta način plačila. Izberite drug način plačila za svoje naročnine, preden odstranite tega.
sr_cyrl_rs: Имате претплате које користе овај начин плаћања. Одаберите други начин плаћања за своје претплате да бисте могли да уклоните овај.
sr_latn_rs: Imate pretplate koje koriste ovaj način plaćanja. Odaberite drugi način plaćanja za svoje pretplate da biste mogli da uklonite ovaj.
sv: Du har prenumerationer som använder den här betalningsmetoden. Välj en annan betalningsmetod för dina prenumerationer innan du tar bort den här.
ta: உங்களிடம் இந்தக் கட்டண முறையைப் பயன்படுத்தும் சந்தாக்கள் உள்ளன. இதனை நீக்கும் முன் உங்கள் சந்தாக்களுக்கு வேறு கட்டண முறையைத் தேர்வு செய்யவும்.
te: మీకు ఈ చెల్లింపు పద్ధతిని ఉపయోగించే సబ్‌స్క్రిప్షన్‌లు ఉన్నాయి. దీన్ని తీసివేసే ముందు మీ సబ్‌స్క్రిప్షన్‌ల కోసం మరొక చెల్లింపు పద్ధతిని ఎంచుకోండి.
th: คุณมีการสมัครใช้งานที่ใช้วิธีการชำระเงินนี้ เลือกวิธีการชำระเงินอื่นสำหรับการสมัครใช้งานของคุณก่อนที่จะลบวิธีนี้ออก
tr: Bu ödeme yöntemini kullanan abonelikleriniz var. Bunu kaldırmadan önce abonelikleriniz için başka bir ödeme yöntemi seçin.
tt: Сездә әлеге түләү ысулын кулланучы язылулар бар. Монысын бетерү алдыннан, башка түләү ысулын сайлагыз.
ug: بۇ تۆلىمە ئۇسۇلىنى ئىشلىتىدىغان مۇشتەرىلىكلىرىڭىز باردۇر. بۇ بىرىنى چىقىرىۋېتىشتىن ئاۋۋال مۇشتەرىلىكلىرىڭىز ئۈچۈن يەنەبىر تۆلىمە ئۇسۇلىنى تاللاڭ.
uk: У вас є передплати, для яких використовується цей метод оплати. Перш ніж вилучити цей метод оплати для передплат, виберіть інший.
ur: آپ کے پاس یہ طریقہ ادائیگی استعمال کرنے والی سبسکرپشنز ہیں۔ اس کو ہٹانے سے قبل اپنی سبسکرپشنز کیلئے کوئی دوسرا طریقہ ادائیگی منتخب کریں۔
uz: Sizda bu toʻlov usulidan foydalanayotgan obunalar bor. Olib tashlashdan oldin obunalaringiz uchun boshqa toʻlov usulini tanlang.
vi: Bạn có các gói đăng ký đang dùng phương thức thanh toán này. Hãy chọn một phương thức thanh toán khác cho các gói đăng ký của bạn trước khi xóa phương thức thanh toán này.
zh_hans: 你有订阅使用此付款方式。在删除它之前，请为订阅另选一种付款方式。
zh_hant: 您有訂閱使用此付款方式。移除此付款方式前，請先為您的訂閱選擇其他付款方式。

# Literal.OrgProfile.Update.InvalidFormattedMobileBarcode.NewString
source: Mobile barcode is 8 digits beginning with "/", and the remaining 7 codes are limited to numbers, capitals, plus and minus signs.
af: Mobieletoestel-strepieskode is 8 karakters wat met “/” begin, en die oorblywende 7 karakters is beperk tot syfers, hoofletters, plus- en minustekens.
am: የሞባይል ባርኮድ 8 አሃዞች ያለው ሲሆን የሚጀምረው በ"/" ነው፣ እንዲሁም የቀሩት 7 ኮዶች በቁጥሮች፣ በአብይ ፊደሎች፣ በመደመር እና መቀነስ ምልክቶች የተወሰኑ ናቸው።
ar: يتكون الكود الشريطي للجوال من 8 أرقام تبدأ بـ "/"، وتقتصر الرموز السبعة المتبقية على الأرقام والأحرف الكبيرة وعلامتي الجمع والطرح.
as: মোবাইল বাৰকোড হৈছে “/” ৰে আৰম্ভ হোৱা 8-টা সংখ্যা, আৰু বাকী থকা 7-টা কোড হৈছে নম্বৰ, বৰফলা, যোগ আৰু বিয়োগ চিহ্নসমূহ।
az: Mobil ştrix-kod 8-rəqəmli olub “/” ilə başlayır və qalan 7 kod rəqəmlər, böyük hərflər, üstəgəl və çıx işarələri ilə məhdudlaşdırılıb.
bg: Баркодът за мобилно устройство съдържа 8 цифри, като започва с „/“, а оставащите 7 знака са числа, главни букви и знаците за плюс и минус.
bn_in: মোবাইল বারকোড "/" থেকে শুরু করে 8 টি সংখ্যা, এবং বাকি 7 টি কোড সংখ্যা, ক্যাপিটাল, প্লাস এবং মাইনাসের লক্ষণ অবধি সীমাবদ্ধ।
bs: Barkod mobilnog uređaja ima 8 cifara i počinje znakom „/“, a preostalih 7 znakova mogu biti brojevi, velika slova i znakovi plus i minus.
cy: Mae cod bar symudol yn 8 digid yn dechrau gyda "/", ac mae'r 7 cod sy'n weddill yn gyfyngedig i rifau, priflythrennau, arwyddion plws a minws.
da: Den mobile stregkode er på 8 cifre, den starter med "/" og de øvrige 7 koder er begrænset til tal, bogstaver, plus- og minustegn.
de: Der Strichcode für Mobilgeräte umfasst 8 Stellen und beginnt mit "/". Die übrigen 7 Stellen sind auf Zahlen, Großbuchstaben, Plus- und Minuszeichen beschränkt.
el: Ο γραμμικός κώδικας για κινητές συσκευές αποτελείται από 8 ψηφία, ξεκινάει με "/"και τα υπόλοιπα 7 ψηφία περιλαμβάνουν μόνο αριθμούς, κεφαλαία γράμματα και τα σύμβολα συν και πλην.
es: El código de barras móvil es un código de 8 dígitos que comienza con "/"; los 7 dígitos restantes están limitados a números, mayúsculas y los signos más y menos.
et: Mobiilsideseadme vöötkood on 8 tähemärgi pikkune, algab märgiga "/" ning ülejäänud 7 tähemärki on numbrid, suurtähed ning pluss- ja miinusmärgid.
eu: Mugikorraren barra-kodeak 8 digitu ditu eta "/" batekin hasten da. Geratzen diren gainerako 7 kodeek zenbakiak, maiuskulak eta plus eta minus zeinuak soilik izan ditzakete.
fa: بارکد تلفن همراه ۸ رقمی است که با «/» شروع می‌شود، و ۷ کد باقیمانده باید به‌صورت عدد، حروف بزرگ، علامت جمع و تفریق باشند.
ga: Ocht ndigit a bhíonn i mbarrachód móibíleach, ag tosú le “/”, agus uimhreacha, ceannlitreacha agus comharthaí móide agus lúide a bhíonn sna seacht gcód eile.
gd: Tha còd-bhàraichean na 8 àireamhan a’ tòiseachadh le “/” agus chan eil na 7 còdaichean a leanas ach àireamhan, litrichean mòra is samhlaichean cuir ris is toirt air falbh.
gl: O código de barras móbil ten 8 díxitos que comezan por "/", e os 7 códigos restantes só poden conter números, letras en maiúscula, e os signos de máis e menos.
gu: મોબાઇલ બારકોડ "/" થી શરૂ થતાં 8 આંકડાઓનો છે, અને બાકીના 7 કોડ નંબરો, કેપિટલ્સ, વત્તા અને ઓછા ચિહ્નો સુધી મર્યાદિત છે.
he: ברקוד למכשירים ניידים מורכב מ- 8 ספרות שמתחילות ב- "/" ו- 7 הקודים הנותרים מוגבלים לספרות, לאותיות רישיות ולסימני חיבור וחיסור.
hi: मोबाइल बारकोड 8 अंकों का है जो “/” से प्रारंभ होता है, और शेष 7 कोड, संख्याओं, बड़े अक्षरों, जोड़ व घटाने के चिन्हों तक सीमित हैं.
hr: Mobilni crtični kod ima 8 znamenki koje počinju s "/", a preostalih 7 kodova ograničeno je na brojeve i velika slova te znakove plus i minus.
hu: A mobil vonalkód 8 jegyű, „/” jellel kezdődik, és a fennmaradó 7 helyen csak számok, nagybetűk, valamint plusz- és mínuszjelek állhatnak.
id: Kode batang seluler adalah kode 8 digit yang diawali dengan “/” dan 7 kode sisanya hanya dapat berupa angka, huruf besar, tanda tambah, dan tanda minus.
is: Strikamerki fyrir farsíma er 8 tölustafir sem hefst á „/“ og tölustafirnir sjö þar á eftir takmarkast við númer, hástafi og plús- og mínusmerki.
ja: モバイル バーコードの長さは 8 桁で、"/" で始まります。残りの 7 桁のコードには、数字、大文字、プラス記号とマイナス記号のみを使用できます。
ka: მობილური შტრიხკოდს აქვს 8 ციფრი და იწყება „/“ და დანარჩენი 7 კოდი შეზღუდულია რიცხვების, მთავრული ასოების, პლუსის და მინუსის ნიშნებით.
kk: Мобильді штрихкод "/" деп басталатын 8 саннан тұрады, ал қалған 7 код сандар, бас әріптер, плюс және минус белгілерімен шектеледі.
kn: ಮೊಬೈಲ್ ಬಾರ್ ಕೋಡ್ "/" ನೊಂದಿಗೆ ಪ್ರಾರಂಭಗೊಳ್ಳುವ 8 ಅಂಕಿಗಳಾಗಿವೆ ಮತ್ತು ಉಳಿದ 7 ಕೋಡ್‌ಗಳು ಸಂಖ್ಯೆಗಳು, ಕ್ಯಾಪಿಟಲ್‌ಗಳು, ಪ್ಲಸ್ ಮತ್ತು ಮೈನಸ್ ಚಿಹ್ನೆಗಳಿಗೆ ಸೀಮಿತವಾಗಿವೆ.
ko: 모바일 바코드는 "/"으로 시작하는 8자리이며, 나머지 7자리는 코드 숫자, 대문자, 더하기 및 빼기 기호로 제한됩니다.
lo: ລະຫັດບາໂຄດໃນມືຖືແມ່ນ 8 ຕົວເລກທີ່ເລີ່ມຕົ້ນດ້ວຍ "/", ແລະລະຫັດທີ່ຍັງເຫຼືອ 7 ຕົວແມ່ນ ຈຳ ກັດຕໍ່ຕົວເລກ, ໂຕ ໜັງ ສື, ບວກແລະເຄື່ອງ ໝາຍ ລົບ.
lt: Mobilųjį brūkšninį kodą sudaro 8 skaitmenys, prasidedantys nuo „/“, o likę 7 ženklai gali būti tik skaitmenys, didžiosios raidės, pliuso ir minuso ženklai.
lv: Mobilais svītrkods ir 8 cipari, kas sākas ar “/”, bet pārējie 7 kodi var būt tikai skaitļi, lielie burti, pluszīmes un mīnuszīmes.
mi: Ko te waeherepae pūkoro he 8 mati, ka tīmata ki te “/”, ā, me mātua noho he tau, he pūmatua, he tohu tāpiri me te tango anake mō ērā atu waehere e 7.
mk: Мобилниот бар-код содржи 8 цифри и почнува со „/“, преостанатите 7 кода се ограничени на броеви, големи букви и знаците плус и минус.
ml: മൊബൈൽ ബാർകോഡ് "/" എന്ന് ആരംഭിക്കുന്ന 8 അക്കങ്ങളാണ്, ശേഷിക്കുന്ന 7 കോഡുകൾ അക്കങ്ങൾ, വലിയക്ഷരങ്ങൾ, പ്ലസ്, മൈനസ് ചിഹ്നങ്ങൾ എന്നിവയിൽ പരിമിതപ്പെടുത്തിയിരിക്കുന്നു.
mr: मोबाइल बारकोड हा 8 अंकी “/” सह सुरू होतो, आणि उरलेले 7 कोड्स अंक, कॅपिटल, धन आणि ऋण चिन्हांनी मर्यादित असतात.
ms: Kod bar mudah alih mempunyai 8 digit yang bermula dengan "/", dan 7 kod yang selebihnya adalah terhad kepada nombor, huruf besar, tanda tambah dan tolak.
mt: Il-barcode mobbli huwa twil 8 ċifri u jibda b'“/”, u s-7 kodiċijiet li jifdal huma limitati għal numri, kapitali, sinjali tal-għadd jew tat-tnaqqis.
ne: मोबाइलको बारकोड 8 अङ्कको "/" बाट सुरु हुन्छ र बाँकी 7 कोड अङ्क, ठुलो अक्षर,जोड र घटाउको सङ्केण हुन्छ।
nn_no: Mobilstrekkoden inneheld 8 siffer og byrjar med "/", og dei andre 7 kodane er avgrensa til tal, store bokstavar, pluss- og minusteikn.
no: Mobilstrekkode er 8 sifre som begynner med /, og de gjenværende 7 kodene er begrenset til tall, store bokstaver, tegnene pluss og minus.
or: “/” ରୁ ଆରମ୍ଭ ହୋଇଥିବା 8 ସଂଖ୍ୟାର ମୋବାଇଲ୍ ବାରକୋଡ୍, ଏବଂ ବଳକା 7 କୋଡ୍ସ ସଂଖ୍ୟା, କ୍ୟାପିଟାଲ୍ସ, ପ୍ଲସ୍ ଏବଂ ମାଇନସ୍ ସାଇନ୍ କୁ ସୀମିତ.
pa_in: ਮੋਬਾਈਲ ਬਾਰਕੋਡ "/" ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਕੇ 8 ਅੰਕਾਂ ਦਾ ਹੁੰਦਾ ਹੈ ਅਤੇ ਬਾਕੀ ਦੇ 7 ਕੋਡ ਨੰਬਰਾਂ, ਵੱਡੇ ਅੱਖਰਾਂ, ਜੋੜ ਅਤੇ ਘਟਾਓ ਦੇ ਚਿੰਨ੍ਹਾਂ ਲਈ ਸੀਮਿਤ ਹੁੰਦੇ ਹਨ।
pl: Mobilny kod kreskowy składa się z 8 znaków. Pierwszym znakiem jest „/”, a pozostałe 7 znaków to cyfry, wielkie litery albo znaki plus lub minus.
ru: Мобильный штрихкод соответствует восьми символам, первый из которых — символ "/", а остальные семь могут быть только цифрами, прописными буквами и знаками "плюс" или "минус".
sl: Mobilna črtna koda je sestavljena iz 8 znakov in se začne z znakom »/«, preostalih 7 znakov pa je omejenih na številke, velike črke ter znaka plus in minus.
sr_cyrl_rs: Мобилни бар-код може да има 8 цифара које почињу са „/“, а преосталих 7 кодова морају бити бројеви, велика слова, знак плус и знак минус.
sr_latn_rs: Mobilni bar-kod može da ima 8 cifara koje počinju sa „/“, a preostalih 7 kodova moraju biti brojevi, velika slova, znak plus i znak minus.
sv: Den mobila streckkoden består av 8 tecken och inleds med ”/”. De 7 avslutande tecknen får endast innehålla siffror, versaler och plus- och minustecken.
ta: மொபைல் பார்கோடு என்பது “/” என்பதில் தொடங்கும் மற்றும் எண்கள், எழுத்துகள், கூட்டல் மற்றும் கழித்தல் ஆகியவற்றில் மீதி 7 குறியீடுகளைக் கொண்டிருக்கும் 8 இலக்கக் குறியீடாகும்.
te: "/"తో మొదలవుతున్న మొబైల్ బార్‌కోడ్‌లో 8 అంకెలు ఉన్నాయి మరియు మిగిలిన 7 కోడ్‌లు నంబర్‌లు, పెద్ద అక్షరాలు, ప్లస్ మరియు మైనస్ గుర్తులకు పరిమితం చేయబడ్డాయి.
th: บาร์โค้ดบนมือถือมีรหัส 8 หลักที่ขึ้นต้นด้วย "/" ส่วนรหัส 7 หลักที่เหลือจะจำกัดเฉพาะตัวเลข ตัวพิมพ์ใหญ่ เครื่องหมายบวกและลบ
tr: Mobil barkod, “/” ile başlayan 8 rakamdan oluşur ve kalan 7 rakam sayılar, büyük harfler, artı ve eksi işaretleriyle sınırlıdır.
tt: Мобиль штрихкод озынлыгы - 8 символ, ул "/" белән башлана, калган 7 символ цифрлардан, баш хәрефләрдән, плюс һәм минус тамгаларыннан гына тора.
ug: يانفون باركودى، “/” بىلەن باشلانغان 8 رەقەمدۇر، ۋە قالغان 7 كود سانلار، چوڭ ھەرپلەر، پىلۇس ۋە مىنۇس ئالامەتلىرى بىلەن چەكلىنىدۇ.
uk: Мобільний штрих-код містить 8 символів, перший із яких – "/", а решта 7 – цифри, великі літери, знаки "плюс" і "мінус".
ur: موبائل بار کوڈ میں 8 ہندسے ہیں جو "/" سے شروع ہوتا ہے اور بقیہ 7 کوڈز اعداد، بڑے حروف، جوڑ اور گھٹاؤ کے نشانات تک محدود ہیں۔
uz: Mobil shtrix-kod “/” belgisi bilan boshlanuvchi 8 ta raqam boʻlib, qolgan 7 ta kod faqat raqamlar, bosh harflar, qoʻshuv va ayiruv belgilaridan tashkil topadi.
vi: Mã vạch di động có 8 chữ số bắt đầu bằng “/” và 7 ký tự mã còn lại được giới hạn ở số, chữ hoa, dấu cộng và dấu trừ.
zh_hans: 移动条形码为以 "/" 开头的 8 位数，剩余的 7 个代码只能为数字、大写字母、加号和减号。
zh_hant: 行動條碼共有 8 個數字，除了開頭為 "/" 之外，剩餘 7 碼只可為數字、大寫字母、加號及減號。
