Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebit.AllowPopup
source: To continue on to your payment provider's website, set your browser to allow popups.
af: Om voort te gaan na jou betalingverskaffer se webwerf, stel jou blaaier om opspringers toe te laat.
am: በክፍያ አገልግሎት አቅራቢዎ ድር ጣቢያ ላይ ለመቀጠል፣ አሳሽዎ ብቅ ባዮችን እንዲፈቅድ ያቀናብሩት።
ar: للاستمرار إلى موقع ويب ممول السداد الخاص بك، قم بتعيين مستعرضك للسماح بالعناصر المنبثقة.
as: আপোনাৰ ধন প্ৰদানকাৰীৰ ৱেবছাইটত অব্যাহত ৰাখিবলৈ, প'পআপসমূহক অনুমতি দিবলৈ আপোনাৰ ব্ৰাউজাৰ ছেট কৰক৷
az: Ödəniş provayderinizin veb-saytında davam etmək üçün brauzerinizi peyda olan menyulara icazə verməyə təyin edin.
bg: За да продължите към уеб сайта на вашия доставчик на услуги за плащане, настройте своя браузър да разрешава изскачащи прозорци.
bn_in: আপনার অর্থপ্রদান প্রদানকারীর ওয়েবসাইটির ব্যবহার চালিয়ে যেতে, পপআপগুলির জন্য আপনার ব্রাউজার সেট করুন৷
bs: Da biste nastavili na web lokaciju pružaoca usluga plaćanja, postavite preglednik tako da dozvoljava iskočne prozore.
cy: I barhau i wefan eich darparwr taliad, gosodwch eich porwr i ganiatáu naidlenni.
da: Hvis du vil fortsætte til din betalingsudbyders websted, skal du indstille din browser til at tillade pop op-vinduer.
de: Lassen Sie in Ihrem Browser Popups zu, damit Sie die Website Ihres Zahlungsdienstleisters aufrufen können.
el: Για να συνεχίσετε στην τοποθεσία web της υπηρεσίας παροχής πληρωμής που χρησιμοποιείτε, ρυθμίστε το πρόγραμμα περιήγησής σας ώστε να επιτρέπει τα αναδυόμενα παράθυρα.
es: Para continuar con el sitio web del proveedor de pago, configura el explorador para que permita ventanas emergentes.
et: Makseteenuse pakkuja veebisaidil jätkamiseks määrake brauser hüpikuid lubama.
eu: Ordainketa-hornitzailearen webgunera joateko, ezarri arakatzailea laster-menuak onartzeko.
fa: برای ادامه در وب‌سایت ارائه‌دهنده پرداختتان، مرورگرتان را روی مجاز کردن بازشوها تنظیم کنید.
ga: Socraigh do bhrabhsálaí chun fuinneoga aníos a cheadú, chun leanúint ar aghaidh chuig suíomh gréasáin do sholáthraí íocaíochtaí.
gd: Ceadaich priob-uinneagan sa bhrabhsair agad mus lean thu air adhart gu làrach-lìn an t-solaraiche phàighidh agad.
gl: Para continuar ao sitio web do fornecedor do pagamento, configura o explorador para permitir elementos emerxentes.
gu: તમારા ચૂકવણી પ્રદાતાની વેબસાઇટ પર ચાલુ રાખવા માટે, પૉપઅપ્સને પરવાનગી આપવા તમારું બ્રાઉઝર સેટ કરો.
he: כדי להמשיך לאתר האינטרנט של ספק התשלום שלך, הגדר את הדפדפן שלך כך שיאפשר פריטים מוקפצים.
hi: अपने भुगतान प्रदाता की वेबसाइट पर जारी रखने के लिए, अपने ब्राउज़र को पॉपअप्स की अनुमति देने पर सेट करें.
hr: Da biste mogli nastaviti na web-mjestu davatelja usluge plaćanja, u pregledniku omogućite skočne prozore.
hu: A fizetési szolgáltató webhelyére csak akkor tud továbblépni, ha engedélyezi a böngészőben az előugró ablakokat.
id: Untuk tetap menggunakan situs web penyedia pembayaran Anda, atur browser agar memperbolehkan popup.
is: Til að fara á vefsvæði greiðsluþjónustuaðilans skaltu stilla vafrann á að leyfa sprettiglugga.
ja: ご利用の支払機関の Web サイトでのお支払いに進むには、ポップアップを許可するようにブラウザーを設定してください。
ka: იმისათვის, რომ გადახვიდეთ გადახდის საშუალების ვებსაიტზე, ბრაუზერში დააყენეთ სარკმლების გამოჩენის ნებართვა.
kk: Төлем провайдерінің веб-сайтында жалғастыру үшін браузерді қалқымалы терезелерге рұқсат етуге реттеңіз.
kn: ನಿಮ್ಮ ಪಾವತಿ ಒದಗಣೆದಾರರ ವೆಬ್‍ಸೈಟ್‍ಗೆ ಮುಂದುವರಿಯಲು, ಪಾಪ್-ಅಪ್‍ಗಳನ್ನು ಅನುಮತಿಸುವಂತೆ ನಿಮ್ಮ ಬ್ರೌಸರ್‌ ಅನ್ನು ಸೆಟ್ ಮಾಡಿ.
ko: 결제 서비스 업체의 웹 사이트로 넘어가려면 브라우저에서 팝업을 허용하도록 설정하세요.
ku_arab: بۆ بەردەوامبوون بەرەو وێبسایتی دابینکەری پارەدانی تۆ، وێبگەڕەکەت لەسەر ڕێپێدان بە لاپەنجەرەکان دابنێ.
ky: Сиздин төлөм камсыздоочуңуздун веб-сайты менен улантуу үчүн, браузериңизди калкып чыкма терезелерге уруксат берүүгө коюуңуз.
lo: ເພື່ອສືບຕໍ່ໃນເວັບໄຊທ໌ຂອງຜູ້ໃຫ້ບໍລິການສຳລັບການຊຳລະຂອງທ່ານ, ຕັ້ງ ບຣາວເຊີຂອງທ່ານເພື່ອອະນຸຍາດປອັບອັບ.
lt: Norėdami pereiti į savo mokėjimo paslaugų teikėjo svetainę, nustatykite naršyklę, kad ji leistų iššokančiuosius langus.
lv: Lai dotos uz sava maksājumu nodrošinātāja vietni, atļaujiet atvērt uznirstošos vienumus pārlūkprogrammā.
mi: Kia haere tonu ki te pae tukutuku o tō kaiwhakarato utunga, tautuhitia tō pūtirotiro kia āhei ai ngā pakū-ake.
mk: За да продолжите до веб-локацијата на давателот на плаќањето, поставете го прегледувачот да дозволува скок-прозорци.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് ദാതാവിന്റെ വെബ്‌സൈറ്റിലേക്ക് തുടരുന്നതിന്, പോപ്പപ്പുകൾ അനുവദിക്കുന്നതിന് നിങ്ങളുടെ ബ്രൗസർ ക്രമീകരിക്കുക.
mn: Төлбөрийн үйлчилгээ үзүүлэгчийн вэбсайт дээр үргэлжлүүлэхийн тул вэб хөтчид попапыг зөвшөөрнө үү.
mr: आपल्या देय प्रदात्याच्या वेबसाइटवर चालू ठेवण्यासाठी, पॉपअप्सला परवानगी देण्यासाठी आपले ब्राउझर सेट करा.
ms: Tetapkan pelayar anda supaya membenarkan tetingkap timbul untuk terus ke laman web pembekal pembayaran anda.
mt: Biex tkompli għas-sit elettroniku tal-fornitur tal-pagament tiegħek, issettja l-brawżer tiegħek biex jaċċetta popups.
ne: तपाइँको भुक्तान प्रदायकको वेबसाइटमा जारी राख्न, आफ्नो ब्राउजरलाई पपअपहरूको अनुमति दिनेमा सेट गर्नुहोस्।
nn_no: Tillat popup-vindauge i lesaren for å halde fram til nettstaden til betalingsleverandøren.
no: Tillat bruk av popup-vinduer i nettleseren for å fortsette til nettstedet til betalingsleverandøren.
or: ଆପଣଙ୍କ ଦେୟ ପ୍ରଦାନକାରୀଙ୍କ ୱେବ୍‌ସାଇଟ୍‌ରେ ଜାରି ରଖିବାକୁ, ପପ୍‌ଅପ୍‌ଗୁଡିକୁ ଅନୁମତି ଦେବା ପାଇଁ ଆପଣଙ୍କ ବ୍ରାଉଜର୍‌ ସେଟ୍‌ କରନ୍ତୁ.
pa_arab_pk: اپنی ادائیگی دے فراہم کار دی ویب سائٹ تے جاری رکھن لئی، پاپ اپ دی اجازت دین لئی اپنا براؤزر سیٹ کرو۔
pa_in: ਤੁਹਾਡੇ ਅਦਾਇਗੀ ਪ੍ਰਦਾਤਾ ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਜਾਰੀ ਰੱਖਣ ਲਈ, ਆਪਣੇ ਬ੍ਰਾਉਜ਼ਰ ਨੂੰ ਪੌਪ-ਅਪ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣ ਲਈ ਸੈਟ ਕਰੋ।
pl: Aby przejść do witryny dostawcy usług płatności, skonfiguruj w przeglądarce zezwalanie na wyskakujące okienka.
ru: Чтобы перейти на веб-сайт поставщика платежных услуг, разрешите всплывающие окна в браузере.
sd: توهانجي ادائگي مهيا ڪندڙ جي ويب سائيٽ ڏانهن جاري رکڻ لاءِ، پاپ اپ جي اجازت ڏيڻ لاءِ پنهنجو برائوزر سيٽ ڪريو.
si: ඔබගේ ගෙවීම් සැපයුම්කරුගේ වෙබ්අඩවිය කරා යාමට, ඔබගේ බ්රවුසරය පොළ පනින කවුළු ඉඩ දෙන සේ සකස් කරන්න.
sl: Če želite nadaljevati na spletno mesto ponudnika plačila, v brskalniku omogočite pojavna okna.
sr_cyrl_rs: Да бисте наставили до веб локације добављача плаћања, подесите прегледач тако да дозвољава искачуће прозоре.
sr_latn_rs: Da biste nastavili do veb lokacije dobavljača plaćanja, podesite pregledač tako da dozvoljava iskačuće prozore.
sv: Ställ in webbläsaren så att den tillåter popup-fönster om du vill fortsätta till din betalningsförmedlares webbplats.
ta: பணம் செலுத்தும் செயல்பாட்டை அளிக்கும் இணையதளத்தில் தொடர, பாப் அப்களை அனுமதிக்கும் வகையில் உங்கள் உலாவியை அமைக்கவும்.
te: మీ చెల్లింపుల ప్రొవైడర్ వెబ్ సైట్ పై కోనసాగడానికి, మీ బ్రౌజను పాప్ ఆప్స్ అనుమతిస్తు సెట్ చెయండి.
tg: Барои идома додан дар вебсайти провайдери пардохти шумо, браузери худро барои иҷозати равзанаҳои пайдошаванда танзим кунед.
th: หากต้องการดำเนินการต่อในเว็บไซต์ของผู้ให้บริการด้านการชำระเงินของคุณ โปรดตั้งค่าเบราว์เซอร์ของคุณให้อนุญาตป็อปอัพ
tr: Ödeme sağlayıcınızın Web sitesine devam etmek için tarayıcınızı açılan pencerelere izin verecek şekilde ayarlayın.
tt: Түләү провайдерыгызның веб-сайтында эшне дәвам итү өчен, браузерда калкучы тәрәзләрне рөхсәт итегез.
ug: ھەق تاپشۇرۇش ئۇسۇلى تەمىنلىگۈچىنىڭ توربېكىتىگە كىرىش ئۈچۈن تور كۆرگۈچنىڭ سەكرىمە كۆزنەك كۆرسىتىشىگە رۇخسەت قىلىڭ.
uk: Щоб перейти на веб-сайт постачальника платіжних послуг, дозвольте спливаючі елементи в браузері.
ur: آپ کی ادائیگی فراہم کار کی ویب سائٹ پر جاری رکھنے کے لیے، اپنے براؤزر کو پوپ اپس کی اجازت دینے کے لیے سیٹ کریں۔
uz: To‘lov ta’minotchingiz veb-saytida ishlashda davom etish uchun brauzeringizni qalqib chiquvchi oynalarga ruxsat beradigan qilib sozlang.
vi: Để tiếp tục chuyển tới trang web của nhà cung cấp dịch vụ thanh toán, hãy đặt trình duyệt của bạn cho phép cửa sổ bật lên.
zh_hans: 若要继续访问付款提供商的网站，请将浏览器设置为允许弹出窗口。
zh_hant: 若要繼續瀏覽您的款項提供者網站，請將您的瀏覽器設定為允許快顯。

# Literal.DirectDebit.EnablePopup
source: To continue to your payment provider's website, please enable pop-ups in your browser.
af: Aktiveer asseblief opspringers in jou blaaier om voort te gaan na jou betalingsverskaffer se webwerf.
am: ወደ የክፍያ አቅራቢዎ ድር ጣቢያ ለመቀጠል፣ እባክዎ በአሳሽዎ ላይ ብቅ-ባዮችን ያንቁ።
ar: للمتابعة إلى موقع موفر خدمة الدفع الخاص بك، يُرجى تمكين النوافذ المنبثقة في المتصفح الخاص بك.
as: আপোনাৰ পৰিশোধ প্ৰদানকাৰীৰ ৱেবছাইটলৈ যাবলৈ, অনুগ্ৰহ কৰি আপোনাৰ ব্ৰাউজাৰত পপ-আপ সক্ষম কৰক।
az: Ödəniş provayderinizin veb-saytına davam etmək üçün brauzerinizdə peyda olanları aktivləşdirin.
bg: За да продължите към уеб сайта на вашия доставчик на плащане, разрешете изскачащите елементи в браузъра си.
bn_in: আপনার অর্থপ্রদানের প্রদানকারীর ওয়েবসাইটির ব্যবহার চালিয়ে যেতে, অনুগ্রহ করে আপনার ব্রাউজারে পপ-আপ চালু করুন।
bs: Da biste nastavili na web-lokaciju pružaoca usluga plaćanja, omogućite skočne prozore u pregledniku.
cy: I barhau i wefan eich darparwr taliad, galluogwch ffenestri naid yn eich porwr.
da: Hvis du vil fortsætte til din betalingsudbyders websted, skal du aktivere pop op-vinduer i din browser.
de: Um mit der Website Ihres Zahlungsanbieters fortzufahren, aktivieren Sie Popups in Ihrem Browser.
el: Για να συνεχίσετε στην τοποθεσία web της υπηρεσίας παροχής πληρωμών σας, ενεργοποιήστε τα αναδυόμενα στοιχεία στο πρόγραμμα περιήγησής σας.
es: Para continuar con el sitio web del proveedor de pagos, habilite los elementos emergentes en el explorador.
et: Makseteenuse pakkuja veebisaidile liikumiseks lubage brauseris hüpikud.
eu: Ordainketa-hornitzailearen webgunera joateko, gaitu leiho gainerakorrak arakatzailean.
fa: برای ادامه به وب‌سایت ارائه‌دهنده پرداخت شما، لطفاً پنجره‌های بازشو را در مرورگر خود فعال کنید.
ga: Chun leanúint ar aghaidh go suíomh Gréasáin do sholáthraí íocaíochta, cumasaigh míreanna aníos sa bhrabhsálaí.
gd: Airson leantainn air adhart gu làrach-lìn an t-solaraiche phàighidh, cuir an comas priob-uinneagan sa bhrabhsair agad.
gl: Para continuar no sitio web do seu provedor de pagamentos, active as ventás emerxentes no seu explorador.
gu: તમારા ચૂકવણી પ્રદાતાની વેબસાઇટ પર ચાલુ રાખવા માટે, કૃપયા તમારા બ્રાઉઝરમાં પૉપ-અપ્સને સક્ષમ કરો.
he: כדי להמשיך לאתר של ספק התשלומים שלך, אפשר חלונות קופצים בדפדפן שלך.
hi: अपने भुगतान प्रदाता की वेबसाइट पर जारी रखने के लिए कृपया अपने ब्राउज़र में पॉप-अप सक्षम करें.
hr: Da biste nastavili na web-mjesto davatelja usluga plaćanja, omogućite skočne prozore u pregledniku.
hu: A fizetési szolgáltató webhelyére való továbblépéshez engedélyezze az előugró ablakokat a böngészőjében.
id: Untuk melanjutkan ke situs web penyedia layanan pembayaran Anda, silakan aktifkan pop-up di browser Anda.
is: Til að halda áfram á vefsvæði greiðsluþjónustuaðila skaltu virkja sprettiglugga í vafranum þínum.
ja: 支払いプロバイダーの Web サイトに進むには、ブラウザーでポップアップを有効にしてください。
ka: გადახდის პროვაიდერის ვებსაიტზე გადასასვლელად ჩართეთ კონტექსტური სარკმლები თქვენს ბრაუზერში.
kk: Төлем провайдерінің веб-сайтына өту үшін браузерде қалқымалы терезелерді қосыңыз.
kn: ನಿಮ್ಮ ಪಾವತಿ ಪೂರೈಕೆದಾರರ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಮುಂದುವರಿಯಲು, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನಲ್ಲಿ ಪಾಪ್-ಅಪ್‌ಗಳನ್ನು ಸಕ್ರಿಯಗೊಳಿಸಿ.
ko: 결제 서비스 공급자의 웹 사이트로 계속 이동하려면 브라우저에서 팝업을 활성화하세요.
lo: ເພື່ອສືບຕໍ່ໄປຍັງເວັບໄຊທ໌ຂອງຜູ້ໃຫ້ບໍລິການຊຳລະເງິນຂອງທ່ານ, ກະລຸນາເປີດໃຊ້ງານປັອບອັບໃນບຣາວເຊີຂອງທ່ານ.
lt: Norėdami tęsti įmokėjimo paslaugų teikėjo svetainę, naršyklėje įjunkite iššokančiuosius langus.
lv: Lai turpinātu uz sava maksājumu pakalpojumu sniedzēja tīmekļa vietni, lūdzu, pārlūkprogrammā iespējojiet uznirstošos logus.
mi: Hei haere tonu atu ki te paetukutuku a tō kaituku utunga, me whakahohe he pahū-ake i tō pūtirotiro.
mk: За да продолжите на веб-локацијата на вашиот давател на услуги за плаќање, овозможете ги скокачките прозорци во вашиот пребарувач.
ml: നിങ്ങളുടെ പേയ്മെന്റ് ദാതാവിന്റെ വെബ് സൈറ്റിലേക്ക് തുടരുന്നതിന്, നിങ്ങളുടെ ബ്രൗസറിൽ പോപ്പ്-അപ്പുകൾ പ്രവർത്തനക്ഷമമാക്കുക.
mr: आपल्या देय प्रदात्याच्या वेबसाइटवर सुरू ठेवण्यासाठी, कृपया आपल्या ब्राउझरमध्ये पॉप-अप्स सक्षम करा.
ms: Untuk meneruskan ke laman web penyedia pembayaran anda, sila aktifkan menu timbul dalam pelayar anda.
mt: Biex tkompli għas-sit elettroniku tal-fornitur tal-ħlas tiegħek, attiva l-pop-ups fil-brawżer tiegħek.
ne: आफ्नो भुक्तानी प्रदायकको वेबसाइटमा जान जारी राख्न, कृपया आफ्नो ब्राउजरमा पप-अपहरूलाई सक्षम पार्नुहोस्।
nn_no: For å halde fram til nettstaden til betalingsleverandøren din må du aktivere popup-vindauge i nettlesaren din.
no: Du må aktivere popup-vinduer i nettleseren for å gå videre til betalingsleverandørens nettsted.
or: ଆପଣଙ୍କ ଦେୟ ପ୍ରଦାନକାରୀଙ୍କ ୱେବସାଇଟ୍‌କୁ ଜାରି ରଖିବା ପାଇଁ, ଦୟାକରି ଆପଣଙ୍କ ବ୍ରାଉଜର୍‌ରେ ପପ୍-ଅପ୍‌ଗୁଡିକୁ ସକ୍ଷମ କରନ୍ତୁ ।
pa_in: ਆਪਣੇ ਭੁਗਤਾਨ ਪ੍ਰਦਾਤਾ ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਜਾਰੀ ਰੱਖਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਪੌਪ-ਅੱਪਸ ਨੂੰ ਸਮਰੱਥ ਕਰੋ।
pl: Aby przejść do witryny internetowej dostawcy płatności, włącz obsługę wyskakujących okienek w przeglądarce.
ru: Чтобы продолжить работу на веб-сайте поставщика платежных услуг, включите всплывающие окна в своем браузере.
sl: Če želite nadaljevati na spletno mesto ponudnika plačilnih storitev, omogočite pojavna okna v brskalniku.
sr_cyrl_rs: Да бисте наставили ка веб-локацији пружаоца услуга плаћања, омогућите искачуће прозоре у прегледачу.
sr_latn_rs: Da biste nastavili na veb lokaciju dobavljača plaćanja, omogućite iskačuće prozore u pregledaču.
sv: Fortsätt till betalningsleverantörens webbplats genom att aktivera popup-fönster i webbläsaren.
ta: உங்கள் கட்டண வழங்குநரின் வலைத் தளத்தில் தொடர, உங்கள் உலாவியில் பாப்-அப்களைச் செயல்படுத்தவும்.
te: మీ చెల్లింపు ప్రదాత వెబ్ సైట్‌కు కొనసాగడానికి, దయచేసి మీ బ్రౌజర్‌లో పాప్-అప్‌లను ప్రారంభించండి.
th: เมื่อต้องการไปยังเว็บไซต์ของผู้ให้บริการชำระเงินของคุณต่อ โปรดเปิดใช้งานป็อปอัพในเบราว์เซอร์ของคุณ
tr: Ödeme sağlayıcınızın web sitesine devam edebilmek için lütfen tarayıcınızdaki açılır pencereleri etkinleştirin.
tt: Түләү тәэмин итүчесе төененә күчү өчен, күзәтүчегездә калкучы сайлакларны ялгагыз.
ug: پۇل تۆلىگۈچىڭىزنىڭ تور بېتىگە داۋاملاشتۇرۇش ئۈچۈن تور كۆرگۈچىڭىزدە لەيلىمە كۆزنەككە رۇخسەت قىلىڭ.
uk: Щоб перейти на веб-сайт постачальника платіжних послуг, увімкніть спливаючі вікна в браузері.
ur: آپ کی ادائیگی فراہم کنندہ کی ویب سائٹ پر جاری رکھنے کے لیے، براہ کرم اپنے براؤزر میں پاپ اپ اہل بنائیں۔
vi: Để tiếp tục đến trang web của nhà cung cấp dịch vụ thanh toán, vui lòng bật cửa sổ bật lên trong trình duyệt của bạn.
zh_hans: 要继续访问付款提供商的网站，请在浏览器中启用弹出窗口。
zh_hant: 若要繼續前往您付款供應商的網站，請在瀏覽器中啟用彈出視窗。

# Word.Button.No
source: No
af: Nee
am: የለም
ar: لا
as: নহয়
az: Xeyr
bg: Не
bn_in: না
bs: Ne
cy: Na
da: Nej
de: Nein
el: Όχι
et: Ei
eu: Ez
fa: خیر
ga: Níl
gd: Chan eil
gl: Non
gu: નહીં
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
is: Nei
ja: いいえ
ka: არა
kk: Жоқ
kn: ಇಲ್ಲ
ko: 아니요
ku_arab: نەخێر
ky: Жок
lo: ບໍ່
lt: Ne
lv: Nav
mi: Kāo
mk: Не
ml: അല്ല
mn: Үгүй
mr: नाही
ms: Tidak
mt: Le
ne: होइन
nn_no: Nei
no: Nei
or: ନା
pa_arab_pk: نہیں
pa_in: ਨਹੀਂ
ru: Нет
sd: نه
si: නැත
sl: Ne
sr_cyrl_rs: Не
sr_latn_rs: Ne
sv: Nej
ta: இல்லை
te: లేదు
tg: Не
th: ไม่
tr: Hayır
tt: Юк
ug: ياق
uk: Ні
ur: نہیں
uz: Yo'q
vi: Không
zh_hans: 否
zh_hant: 否

# Literal.InvoiceName.MaxLength
source: Recipient is too long.
af: Ontvanger is te lank.
am: ተቀባይ በጣም ረጅም ነው።
ar: المستلم طويل جدًا.
as: প্ৰাপ্তকৰ্তা অতি দীঘল৷
az: Qəbuledən çox uzundur.
bg: Името на получателя е твърде дълго.
bn_in: অনেক প্রাপক রয়েছে।
bs: Naziv primaoca je predugačak.
cy: Mae'r derbynnydd yn rhy hir.
da: Modtagernavnet er for langt.
de: Empfänger ist zu lang.
el: Ο παραλήπτης είναι πολύ μεγάλος.
es: El destinatario es demasiado largo.
et: Adressaat on liiga pikk.
eu: Hartzailea luzeegia da.
fa: گیرنده خیلی طولانی است.
ga: Tá an faighteoir rófhada.
gd: Tha am faightear ro fhada.
gl: O destinatario é demasiado longo.
gu: પ્રાપ્તકર્તા નામ વધારે લાંબું છે.
he: הנמען ארוך מדי.
hi: प्राप्तकर्ता का नाम बहुत लंबा है.
hr: Primatelj je predug.
hu: A címzett neve túl hosszú.
id: Penerima terlalu panjang.
is: Nafn viðtakanda er of langt.
ja: 受信者が長すぎます。
ka: მიმღების სახელი ძალიან გრძელია.
kk: Алушы аты тым ұзын.
kn: ಸ್ವೀಕೃತದಾರ ಹೆಸರು ತೀರಾ ಉದ್ದವಿದೆ.
ko: 수신자가 너무 깁니다.
ku_arab: وەرگر زۆر درێژە.
ky: Алуучу өтө узун.
lo: ຜູ້ຮັບຍາວເກີນໄປ.
lt: Gavėjo vardas per ilgas.
lv: Adresāta vārds ir pārāk garš.
mi: He roa rawa te ingoa kaiwhiwhi.
mk: Името на примачот е предолго.
ml: സ്വീകര്‍ത്താവ് വളരെ നീണ്ടതാണ്.
mn: Хүлээн авагч хэт урт байна.
mr: प्राप्तकर्ता फार लांब आहे.
ms: Penerima terlalu panjang.
mt: Id-destinatarju huwa twil wisq.
ne: प्राप्तकर्ता धेरै लामो छ।
nn_no: Mottakar er for lang.
no: Mottaker er for lang.
or: ଗ୍ରହିତା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: وصول کرن والا بہت لما اے۔
pa_in: ਪ੍ਰਾਪਤ ਕਰਤਾ ਦਾ ਬਹੁਤ ਲੰਮਾ ਹੈ.
pl: Nazwa adresata jest za długa.
ru: Слишком длинное имя получателя.
sd: وصول ڪندڙ تمام وڏي آهي.
si: ලබන්නා දිග වැඩියි.
sl: Ime prejemnika je predolgo.
sr_cyrl_rs: Прималац је предугачак.
sr_latn_rs: Primalac je predugačak.
sv: Mottagarnamnet är för långt.
ta: பெறுநர் மிக நீளமானது.
te: గ్రహీత చాలా పొడవుగా ఉంది.
tg: Номи гиранда бениҳоят дароз аст.
th: ผู้รับยาวเกินไป
tr: Alıcı çok uzun.
tt: Алуче бик озын.
ug: تاپشۇرۇۋالغۇچىنىڭ بەك ئۇزۇن.
uk: Задовге ім'я одержувача.
ur: ‫وصول کنندہ کافی بڑا ہے۔
uz: Oluvchi juda uzun.
vi: Người nhận quá dài.
zh_hans: 收件人过长。
zh_hant: 收件者太長。

# Literal.InvoiceName.Required
source: Recipient is required.
af: Ontvanger word vereis.
am: ተቀባይ አስፈላጊ ነው።
ar: المستلم مطلوب.
as: প্ৰাপ্তকৰ্তা থকা আৱশ্যক।
az: Qəbuledən tələb edilir.
bg: Полето „Получател“ е задължително.
bn_in: প্রাপকের ঠিকানা লিখতে হবে।
bs: Primalac je obavezan.
cy: Rhaid rhoi derbynnydd.
da: Der skal angives en modtager.
de: Empfänger ist erforderlich.
el: Απαιτείται παραλήπτης.
es: El destinatario es obligatorio.
et: Adressaat on nõutav.
eu: Hartzailea nahitaezkoa da.
fa: گیرنده لازم است.
ga: Tá faighteoir de dhíth.
gd: Tha feum air faightear.
gl: É necesario inserir o destinatario.
gu: પ્રાપ્તકર્તા આવશ્યક છે.
he: הנמען הוא שדה חובה.
hi: प्राप्तकर्ता का नाम आवश्यक है.
hr: Primatelj je obavezan.
hu: Meg kell adni a címzettet.
id: Penerima wajib diisi.
is: Viðtakandi er nauðsynlegur.
ja: 受信者は必須です。
ka: აუცილებელია მიმღების მითითება.
kk: Алушы міндетті болып табылады.
kn: ಸ್ವೀಕೃತದಾರ ಅಗತ್ಯವಿದೆ.
ko: 수신자가 필요합니다.
ku_arab: وەرگر پێویستە.
ky: Алуучу керек.
lo: ຕ້ອງລະບຸຜູ້ຮັບ.
lt: Būtina nurodyti gavėją.
lv: Nepieciešams adresāts.
mi: Ka hiahitia he ingoa kaiwhiwhi.
mk: Потребен е примач.
ml: സ്വീകര്‍ത്താവ് ആവശ്യമാണ്.
mn: Хүлээн авагч шаардлагатай.
mr: प्राप्तकर्ता आवश्यक आहे.
ms: Penerima diperlukan.
mt: Id-destinatarju huwa meħtieġ.
ne: प्राप्तकर्ता आवश्यक छ।
nn_no: Mottakar er obligatorisk.
no: Mottaker er obligatorisk.
or: ଗ୍ରହିତା ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: وصول کرن والا دی لوڑ اے۔
pa_in: ਪ੍ਰਾਪਤ ਕਰਤਾ ਦੀ ਲੋੜ ਹੈ.
pl: Wymagana jest nazwa adresata.
ru: Требуется указать получателя.
sd: وصول ڪندڙ گهربل آهي.
si: ලබන්නා අවශ්‍යයි.
sl: Prejemnik je obvezen.
sr_cyrl_rs: Прималац је обавезан.
sr_latn_rs: Primalac je obavezan.
sv: Mottagare måste anges.
ta: பெறுநர் தேவை.
te: గ్రహీత అవసరం.
tg: Номи гиранда лозим аст.
th: ต้องใส่ผู้รับ
tr: Alıcı gerekli.
tt: Алуче кирәк.
ug: تاپشۇرۇۋالغۇچى تەلەپ قىلىنىدۇ.
uk: Потрібно вказати одержувача.
ur: ‫وصول کنندہ درکار ہے۔‬
uz: Oluvchi talab etiladi.
vi: Người nhận là bắt buộc.
zh_hans: 收件人是必填项。
zh_hant: 收件者是必要資訊。

# Word.Recipient
source: Recipient
af: Ontvanger
am: ተቀባይ
ar: المستلم
as: প্ৰাপ্তকৰ্তা
az: Qəbuledən
bg: Получател
bn_in: প্রাপক
bs: Primalac
cy: Derbynnydd
da: Modtager
de: Empfänger
el: Παραλήπτης
es: Destinatario
et: Adressaat
eu: Hartzailea
fa: گیرنده
ga: Faighteoir
gd: Faightear
gl: Destinatario
gu: પ્રાપ્તકર્તા
he: הנמען
hi: प्राप्तकर्ता
hr: Primatelj
hu: Címzett
id: Penerima
is: Viðtakandi
ja: 受信者
ka: მიმღები
kk: Алушы
kn: ಸ್ವೀಕೃತದಾರ
ko: 수신자
ku_arab: وەرگر
ky: Алуучу
lo: ຜູ້ຮັບ
lt: Gavėjas
lv: Adresāts
mi: Kaiwhiwhi
mk: Примач
ml: സ്വീകര്‍ത്താവ്
mn: Хүлээн авагч
mr: प्राप्तकर्ता
ms: penerima
mt: Destinatarju
ne: प्राप्तकर्ता
nn_no: Mottakar
no: Mottaker
or: ଗ୍ରହିତା
pa_arab_pk: وصول کرن والا
pa_in: ਪ੍ਰਾਪਤ ਕਰਤਾ
pl: Adresat
ru: Получатель
sd: وصول ڪندڙ
si: ලබන්නා
sl: Prejemnik
sr_cyrl_rs: Прималац
sr_latn_rs: Primalac
sv: Mottagare
ta: பெறுநர்
te: గ్రహీత
tg: Гиранда
th: ผู้รับ
tr: Alıcı
tt: Алуче
ug: تاپشۇرۇۋالغۇچى
uk: Одержувач
ur: ‫وصول کنندہ
uz: Oluvchi
vi: Người nhận
zh_hans: 收件人
zh_hant: 收件者

# Word.Bitcoin
source: Bitcoin
az: Bitkoin
eu: Bitcoin-a
fa: بیت کوین
ga: Bonn giotáin
ja: ビットコイン
ka: ბითქოინი
ku_arab: بیتكۆین
ky: Биткоин
mk: Биткоин
mn: Биткойн
mr: बिटकॉईन
ne: बिटकोइन
sd: بٽ ڪوئن
sr_cyrl_rs: Биткоин
sr_latn_rs: Bitkoin
ur: بٹ کوائن
uz: Bitkoyn
zh_hans: 比特币
zh_hant: 比特幣
