Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.State.MaxLength
source: State is too long.
af: Staat is te lank.
am: ዞን ረጅም ነው።
ar: اسم الولاية أطول من اللازم.
as: ৰাজ্য অতি দীঘল৷
az: Dövlət çox uzundur.
bg: Името на щата е прекалено дълго.
bn_in: রাজ্যের নাম অত্যন্ত বড়৷
bs: Naziv države je predug.
cy: Mae'r sir yn rhy hir.
da: Navnet på staten er for langt.
de: Das Bundesland ist zu lang.
el: Ο νομός είναι πολύ μεγάλος.
es: El estado/provincia es demasiado largo.
et: Osariigi nimi on liiga pikk.
eu: Estatua luzeegia da.
fa: استان بسیار طولانی است.
ga: Ainm an stáit rófhada.
gd: Tha an stàit ro fhada.
gl: Estado moi longo.
gu: રાજ્ય ખૂબ લાંબુ છે.
he: שם המחוז ארוך מדי.
hi: राज्य बहुत लंबा है.
hr: Savezna država je preduga.
hu: Az állam neve túl hosszú.
id: Provinsi terlalu panjang.
is: Fylkisheiti er of langt.
ja: 都道府県が長すぎます。
ka: შტატის სახელი ძალიან გრძელია.
kk: Штат аты тым ұзын.
kn: ರಾಜ್ಯವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 시/도가 너무 깁니다.
ku_arab: ویلایەت زۆر درێژە.
ky: Мамлекет өтө узун.
lo: ລັດຍາວເກີນໄປ.
lt: Apskrities pavadinimas per ilgas.
lv: Štata nosaukums ir pārāk garš.
mi: He roa rawa te whenua tōpū.
mk: Името на државата е предолго.
ml: സംസ്ഥാനം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Муж улсын нэр хэт урт байна.
mr: राज्य खूप मोठे आहे.
ms: Negeri terlalu panjang.
mt: L-istat twil wisq.
ne: राज्य धेरै लामो छ।
nn_no: Namnet på delstaten er for langt.
no: Navn på delstat/område er for langt.
or: ରାଜ୍ୟ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ریاست بہت لما اے۔
pa_in: ਪ੍ਰਾਂਤ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Nazwa województwa jest zbyt długa.
ru: Слишком длинное название области, республики.
sd: رياست تمام وڏي آهي.
si: ප්‍රාන්තය දිග වැඩියි.
sl: Ime zvezne države je predolgo.
sr_cyrl_rs: Држава је предугачка.
sr_latn_rs: Država je predugačka.
sv: Regionsnamnet är för långt.
ta: மாநிலம் மிக நீளமாக உள்ளது.
te: రాష్ట్రం చాలా పొడవుగా ఉంది.
tg: Иёлат аз ҳад дароз аст.
th: รัฐ/จังหวัดยาวเกินไป
tr: Eyalet çok uzun.
tt: Ил бик озын.
ug: شىتات نامى بەك ئۇزۇن.
uk: Задовга назва області.
ur: ریاست بہت طویل ہے.
uz: Shtat nomi juda uzun.
vi: Bang quá dài.
zh_hans: 省/直辖市/自治区名称过长。
zh_hant: 省 (市) 太長。

# Literal.State.Required
source: State is required.
af: Staat word vereis.
am: ዞን ይፈለጋል።
ar: اسم الولاية مطلوب.
as: ৰাজ্য আৱশ্যক৷
az: Dövlət tələb olunur.
bg: Името на щата е задължително.
bn_in: রাজ্যের নামের উল্লেখ করা আবশ্যক৷
bs: Država je obavezna.
cy: Rhaid nodi sir.
da: Staten skal angives.
de: Das Bundesland ist erforderlich.
el: Απαιτείται ο νομός.
es: El estado/provincia es obligatorio.
et: Osariigi nimi on kohustuslik.
eu: Estatua beharrezkoa da.
fa: به استان نیاز است.
ga: Stát ag teastáil.
gd: Tha feum air stàit.
gl: Requírese estado.
gu: રાજ્યની આવશ્યકતા છે.
he: שם המחוז נדרש.
hi: राज्य आवश्यक है.
hr: Savezna država je obavezna.
hu: Az állam megadása kötelező.
id: Provinsi wajib diisi.
is: Fylki er áskilið.
ja: 都道府県は必須項目です。
ka: მიუთითეთ შტატი.
kk: Штат аты талап етіледі.
kn: ರಾಜ್ಯ ಅಗತ್ಯವಿದೆ.
ko: 시/도는 필수 항목입니다.
ku_arab: ویلایەت پێویستە.
ky: Мамлекетти жазуу талап кылынат.
lo: ຕ້ອງລະບຸລັດ.
lt: Apskrities pavadinimas būtinas.
lv: Norādiet štata nosaukumu.
mi: Kei te hiahiatia te whenua tōpū.
mk: Државата е задолжителна.
ml: സംസ്ഥാനം ആവശ്യമാണ്.
mn: Муж улсын нэрийг бөглөх шаардлагатай.
mr: राज्य आवश्यक आहे.
ms: Negeri diperlukan.
mt: L-istat hu meħtieġ.
ne: राज्य आवश्यक छ।
nn_no: Delstat er obligatorisk.
no: Delstat/område må angis.
or: ରାଜ୍ୟ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ریاست بہت چھوٹا اے۔
pa_in: ਪ੍ਰਾਂਤ ਲੋੜੀਂਦਾ ਹੈ।
pl: Nazwa województwa jest wymagana.
ru: Необходимо ввести область, республику.
sd: رياست جي گھرج آهي.
si: ප්‍රාන්තය අවශ්‍යයි.
sl: Vnesite ime zvezne države.
sr_cyrl_rs: Држава је обавезна.
sr_latn_rs: Država je obavezna.
sv: Region måste anges.
ta: மாநிலம் தேவை.
te: రాష్ట్రం అవసరం.
tg: Иёлат ҳатмист.
th: ต้องระบุรัฐ/จังหวัด
tr: Eyalet gereklidir.
tt: Ил мәҗбүри.
ug: شىتات نامى تەلەپ قىلىنىدۇ.
uk: Потрібно вибрати область.
ur: ریاست بہت مختصر ہے.
uz: Shtat nomi talab qilinadi.
vi: Bang là cần thiết.
zh_hans: 省/直辖市/自治区为必填项。
zh_hant: 省 (市) 是必要資訊。

# Literal.TaxID.MaxLength
source: Tax ID is long.
af: Belasting-ID is te lank.
am: የቀረጥ መታወቂያ ረጅም ነው።
ar: معرف الضريبة أطول من اللازم.
as: কৰ ID দীঘল৷
az: Vergi nömrəsi çox uzundur.
bg: Данъчният номер е дълъг.
bn_in: কর আইডিটি বড়৷
bs: Porezni ID je dug.
cy: ID Treth hir.
da: CVR-nr. er for langt.
de: Die Steuernummer ist zu lang.
el: Το ΑΦΜ είναι πολύ μεγάλο.
es: El número de identificación fiscal es demasiado largo.
et: Maksu ID on liiga pikk.
eu: IFZ luzeegia da.
fa: شناسه مالیات بسیار طولانی است.
ga: Uimhir aitheantais chánach rófhada.
gd: Tha an ID chìsean ro fhada.
gl: ID fiscal moi longo.
gu: ટેક્સ ID ખૂબ લાંબુ છે.
he: מזהה המס ארוך מדי.
hi: कर ID लंबी है.
hr: Porezni ID je predug.
hu: Az adóazonosító túl hosszú.
id: NPWP terlalu panjang.
is: Skattnúmer er of langt.
ja: 税金 ID が長すぎます。
ka: საგადასახადო ID ძალიან გრძელია.
kk: СТН тым ұзын.
kn: ತೆರಿಗೆ ID ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 세금 ID가 너무 깁니다.
ku_arab: ناسنامەی باج زۆر درێژە.
ky: Салык энчилүү номуру is long.
lo: ລະຫັດອາກອນຍາວເກີນໄປ.
lt: Mokesčio ID yra per ilgas.
lv: Nodokļa ID ir pārāk garš.
mi: He roa te TT tāke.
mk: Даночниот број е долг.
ml: നികുതി ID ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Татварын төлөгчийн дугаар урт байна.
mr: कर ID मोठा आहे.
ms: ID cukai terlalu panjang.
mt: L-ID tat-Taxxa twil.
ne: कर आइडि लामो भयो।
nn_no: Skatte-IDen er for lang.
no: Foretaksnummeret er for langt.
or: କର ID ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ٹیکس دی آئی ڈی لمی اے۔
pa_in: ਟੈਕਸ ID ਬੇਹੱਦ ਲੰਬੀ ਹੈ।
pl: NIP jest zbyt długi.
ru: Слишком длинный код налогоплательщика.
sd: ٽيڪس ID تمام وڏي آهي.
si: බදු අනන්‍යතා අංකය දිගු වැඩිය.
sl: Davčna številka je predolga.
sr_cyrl_rs: Порески ID је дугачак.
sr_latn_rs: Poreski ID je dugačak.
sv: Skatteklassen är för lång.
ta: வரி ID நீளமாக உள்ளது.
te: పన్ను ID పొడవుగా ఉంది.
tg: ID-и андоз дароз аст.
th: รหัสภาษียาว
tr: Vergi No çok uzun.
tt: Салым ID озын.
ug: باج كىملىكىڭىز ئۇزۇن.
uk: Задовгий код податку.
ur: ٹیکس کی آئی ڈی بہت طویل ہے.
uz: INN juda uzun.
vi: ID thuế dài.
zh_hans: 税务 ID 过长。
zh_hant: 統一編號太長。

# Literal.TaxID.MinLength
source: Tax ID is too short.
af: Belasting-ID is te kort.
am: የቀረጥ መታወቂያ አጭር ነው።
ar: معرف الضريبة قصير للغاية.
as: কৰ ID অতি চুটি৷
az: Vergi nömrəsi çox qısadır.
bg: Данъчният номер е прекалено къс.
bn_in: কর আইডি অত্যন্ত ছোট৷
bs: Porezni ID je prekratak.
cy: Mae'r ID Treth yn rhy fyr.
da: CVR-nr. er for kort.
de: Die Steuernummer ist zu kurz.
el: Το ΑΦΜ είναι πολύ μικρό.
es: El número de identificación fiscal es demasiado corto.
et: Maksu ID on liiga lühike.
eu: IFZ motzegia da.
fa: شناسه مالیات بسیار کوتاه است.
ga: Uimhir aitheantais chánach róghearr.
gd: Tha an ID chìsean ro ghoirid.
gl: ID fiscal moi curto.
gu: ટેક્સ ID ખૂબ ટૂંકુ છે.
he: מזהה המס קצר מדי.
hi: कर ID बहुत छोटी है.
hr: Porezni ID je prekratak.
hu: Az adóazonosító túl rövid.
id: NPWP terlalu pendek.
is: Skattnúmer er of stutt.
ja: 税 ID が短すぎます。
ka: საგადასახადო ID ძალიან მოკლეა.
kk: СТН тым қысқа.
kn: ತೆರಿಗೆ ID ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 세금 ID가 너무 짧습니다.
ku_arab: ناسنامەی باج زۆر کورتە.
ky: Салык энчилүү номуру өтө кыска.
lo: ລະຫັດອາກອນສັ້ນເກີນໄປ.
lt: Mokesčių ID per trumpas.
lv: Nodokļa ID ir pārāk īss.
mi: He poto rawa te TT tāke.
mk: Даночниот број е прекраток.
ml: നികുതി ID വളരെ ചെറുതാണ്.
mn: Татварын төлөгчийн дугаар хэт богино байна.
mr: कर ID लहान आहे.
ms: ID Cukai terlalu pendek.
mt: L-ID tat-Taxxa qasir wisq.
ne: कर ID धेरै छोटो भयो।
nn_no: Skatte-IDen er for kort.
no: Foretaksnummeret er for kort.
or: କର ID ଛୋଟ ଅଟେ.
pa_arab_pk: ٹیکس دی آئی ڈی چھوٹی اے۔
pa_in: ਟੈਕਸ ID ਬੇਹੱਦ ਛੋਟੀ ਹੈ।
pl: NIP jest zbyt krótki.
ru: Слишком короткий код налогоплательщика.
sd: ٽيڪس ID تمام ننڍي آهي.
si: බදු අයිඩී කෙටි වැඩියි.
sl: Davčna številka je prekratka.
sr_cyrl_rs: Порески ID је превише кратак.
sr_latn_rs: Poreski ID je previše kratak.
sv: Skatteklassen är för kort.
ta: வரி ID மிகச் சிறியதாக உள்ளது.
te: పన్ను ID చాలా చిన్నదిగా ఉంది.
tg: ID-и андоз аз ҳад кӯтоҳ аст.
th: Tax ID สั้นเกินไป
tr: Vergi No çok kısa.
tt: Салым ID кыска.
ug: باج كىملىكىڭىزقىسقا.
uk: Закороткий код податку.
ur: ٹیکس کی آئی ڈی بہت مختصر ہے.
uz: INN juda qisqa.
vi: ID thuế quá ngắn.
zh_hans: 税务 ID 过短。
zh_hant: 統一編號太短。

# Literal.TaxID.Pattern
source: Invalid tax ID.
af: Ongeldige belasting-ID.
am: ልክ ያልሆነ የግብር መታወቂያ።
ar: معرف الضريبة غير صالح.
as: অবৈধ কৰ ID৷
az: Vergi identifikatoru səhvdir.
bg: Невалиден данъчен номер.
bn_in: অবৈধ ট্যাক্স আইডি|
bs: Nevažeća poreska ID oznaka.
cy: ID treth annilys.
da: Ugyldigt afgift-id.
de: Ungültige Steuer-ID
el: Μη έγκυρο ΑΦΜ.
es: El formato de identificación fiscal no es válido.
et: Sobimatu maksu ID.
eu: IFZak ez du balio.
fa: شناسه مالیاتی نامعتبر است.
ga: ID cánach neamhbhailí.
gd: Chan eil an ID chìsean dligheach.
gl: ID fiscal non válido.
gu: અમાન્ય ટેક્સ ID.
he: מזהה מס לא תקין.
hi: अमान्‍य कर ID.
hr: Porezni ID nije valjan.
hu: Az adóazonosító érvénytelen.
id: ID pajak tidak valid.
is: Ógilt skattnúmer.
ja: 税 ID が正しくありません。
ka: საგადასახადო ID არასწორია
kk: Жарамсыз салық идентификаторы.
kn: ಅಮಾನ್ಯ ತೆರಿಗೆ ID.
ko: 세금 ID가 올바르지 않습니다.
ku_arab: ناسنامەی باج نادروستە.
ky: Жараксыз cалык ID форматы
lo: ລະຫັດອາກອນບໍ່ຖືກຕ້ອງ.
lt: Netinkamas mokesčio ID.
lv: Nederīgs nodokļa ID.
mi: TT tāke muhu.
mk: Неважечки ИД за данок.
ml: ടാക്സ് ID അസാധുവാണ്.
mn: Татварын төлөгчийн дугаар буруу.
mr: अवैध कर ID.
ms: ID cukai tidak sah.
mt: ID tat-taxxa invalida.
ne: अमान्य कर आइडी।
nn_no: Ugyldig skatte-ID.
no: Ugyldig skatte-ID.
or: ଅବୈଧ କର ID ଫର୍ମାଟ.
pa_arab_pk: ناجائز ٹیکس ID۔
pa_in: ਅਯੋਗ ਟੈਕਸ ID.
pl: Nieprawidłowy numer identyfikacji podatkowej.
ru: Недействительный код налогоплательщика.
sd: غلط ٽيڪس آئي ڊي.
si: අවලංගු බදු හැඳුනුම.
sl: Neveljavna davčna številka.
sr_cyrl_rs: Неважећи формат пореског ID-а.
sr_latn_rs: Nevažeći format poreskog ID-a.
sv: Ogiltigt skatte-ID.
ta: தவறான வரி ID.
te: చెల్లని పన్ను ID.
tg: ID-и андози беэътибор.
th: รูปแบบ ID ภาษีไม่ถูกต้อง
tr: Geçersiz vergi numarası.
tt: Ярашсыз салым идентификаторы.
ug: ئىناۋەتسىز باج ھەققى نومۇرى.
uk: Недійсний код платника податків.
ur: غلط ٹیکس آئی ڈی۔
uz: Noto‘g‘ri INN.
vi: ID Thuế Không hợp lệ.
zh_hans: 税务 ID 无效。
zh_hant: 無效的統一編號。

# Literal.TaxID.Pattern.2
source: Invalid Tax ID
af: Ongeldige belasting-ID
am: ልክ ያልሆነ የግብር መታወቂያ
ar: معرف الضريبة غير صالح
as: অবৈধ কৰ ID
az: Yanlış vergi deintifikatoru
bg: Невалиден данъчен номер
bn_in: অবৈধ ট্যাক্স আইডি
bs: Nevažeća poreska ID oznaka
cy: ID Treth Annilys
da: Ugyldigt afgift-id
de: Ungültige Steuer-ID
el: Μη έγκυρο ΑΦΜ
es: Identificador fiscal no válido
et: Sobimatu maksu ID
eu: IFZak ez du balio
fa: شناسه مالیاتی نامعتبر است
ga: ID Cánach neamhbhailí
gd: Chan eil an ID chìsean dligheach
gl: ID fiscal non válido
gu: અમાન્ય ટેક્સ ID
he: מזהה מס לא תקין
hi: अमान्य कर ID
hr: Porezni ID nije valjan
hu: Érvénytelen adóazonosító
id: ID Pajak tidak valid
is: Ógilt skattnúmer
ja: 無効な税 ID
ka: საგადასახადო ID არასწორია
kk: Жарамсыз салық идентификаторы
kn: ಅಮಾನ್ಯ ತೆರಿಗೆ ID
ko: 잘못된 세금 ID
ku_arab: ناسنامەی باج نادروستە
ky: Жараксыз салык ID форматы
lo: ລະຫັດອາກອນບໍ່ຖືກຕ້ອງ
lt: Netinkamas mokesčio ID
lv: Nederīgs nodokļa ID
mi: TT Tāke Muhu
mk: Неважечки ИД за данок
ml: ടാക്സ് ID അസാധുവാണ്
mn: Татвар төлөгчийн дугу буруу
mr: अवैध कर ID
ms: ID Cukai Tidak sah
mt: ID tat-Taxxa Invalida
ne: अमान्य कर आइडी।
nn_no: Ugyldig skatte-ID
no: Ugyldig skatte-ID
or: ଅବୈଧ କର ID
pa_arab_pk: ناجائز ٹیکس ID
pa_in: ਅਯੋਗ ਟੈਕਸ ID
pl: Nieprawidłowy numer identyfikacji podatkowej
ru: Недействительный код налогоплательщика
sd: غلط ٽيڪس آئي ڊي
si: අවලංගු බදු හැඳුනුම
sl: Neveljavna davčna številka
sr_cyrl_rs: Неважећи формат пореског ID-а
sr_latn_rs: Nevažeći format poreskog ID-a
sv: Ogiltigt skatte-ID
ta: தவறான வரி ID
te: చెల్లని పన్ను ID
tg: ID-и андози беэътибор
th: รูปแบบ ID ภาษีไม่ถูกต้อง
tr: Geçersiz Vergi Numarası
tt: Ярашсыз салым идентификаторы
ug: ئىناۋەتسىز باج ھەققى نومۇرى
uk: Недійсний код платника податків
ur: غلط ٹیکس آئی ڈی
uz: Noto‘g‘ri INN
vi: ID Thuế Không hợp lệ
zh_hans: 税务 ID 无效
zh_hant: 無效的統一編號

# Literal.TaxID.Required
source: Tax ID is required.
af: Belasting-ID word vereis.
am: የቀረጥ መታወቂያ ይፈለጋል።
ar: معرف الضريبة مطلوب.
as: কৰ ID আৱশ্যক৷
az: Vergi nömrəsi tələb olunur.
bg: Данъчният номер е задължителен.
bn_in: কর আইডি দেওয়া আবশ্যক৷
bs: Porezni ID je obavezan.
cy: Rhaid nodi ID Treth.
da: CVR-nr. skal angives.
de: Die Steuernummer ist erforderlich.
el: Απαιτείται το ΑΦΜ.
es: El número de identificación fiscal es obligatorio.
et: Maksu ID on kohustuslik.
eu: IFZ beharrezkoa da.
fa: به شناسه مالیات نیاز است.
ga: Uimhir aitheantais chánach ag teastáil.
gd: Tha feum air ID chìsean.
gl: Requírese ID fiscal.
gu: ટેક્સ ID આવશ્યક છે.
he: מזהה מס נדרש.
hi: कर ID आवश्यक है.
hr: Porezni ID je obavezan.
hu: Az adóazonosító megadása kötelező.
id: NPWP wajib diisi.
is: Skattnúmer er áskilið.
ja: 税 ID は必須項目です。
ka: მიუთითეთ საგადასახადო ID.
kk: СТН қажет.
kn: ತೆರಿಗೆ ID ಅಗತ್ಯವಿದೆ.
ko: 세금 ID는 필수 항목입니다.
ku_arab: ناسنامەی باج پێویستە.
ky: Салык энчилүү номуру талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດອາກອນ.
lt: Reikia nurodyti mokesčio ID.
lv: Norādiet nodokļa ID.
mi: Kei te hiahiatia te TT tāke.
mk: Даночниот број е задолжителен.
ml: നികുതി ID ആവശ്യമാണ്.
mn: Татварын төлөгчийн дугаарыг бөглөх шаардлагатай.
mr: कर ID आवश्यक आहे.
ms: ID cukai diperlukan.
mt: L-ID tat-Taxxa hu meħtieġ.
ne: कर ID आवश्यक छ।
nn_no: Skatte-IDen er obligatorisk.
no: Foretaksnummer må angis.
or: କର ID ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ٹیکس دی آئی ڈی درکار اے۔
pa_in: ਟੈਕਸ ID ਲੋੜੀਂਦੀ ਹੈ।
pl: NIP jest wymagany.
ru: Необходимо ввести код налогоплательщика.
sd: ٽيڪس ID جي گھرج آهي.
si: බදු අයිඩී අවශ්‍යයි.
sl: Vnesite davčno številko.
sr_cyrl_rs: Порески ID је обавезан.
sr_latn_rs: Poreski ID je obavezan.
sv: Skatteklass måste anges.
ta: வரி ID தேவை.
te: పన్ను ID అవసరం.
tg: ID-и андоз ҳатмист.
th: ต้องระบุ Tax ID
tr: Vergi No gereklidir.
tt: Салым ID мәҗбүри.
ug: باج كىملىكى كېراك.
uk: Потрібно ввести код податку.
ur: ٹیکس کی آئی ڈی درکار ہے.
uz: INN talab qilinadi.
vi: ID thuế là cần thiết.
zh_hans: 税务 ID 为必填项。
zh_hant: 統一編號是必要資訊。

# Literal.VATID.MaxLength
source: Company VAT ID is too long.
af: Maatskappy BTW-ID is te lank.
am: ካምፓኒ VAT አይ ዲ በጣም ረጅም ነው።
ar: معرف ضريبة القيمة المضافة للشركة أطول من اللازم.
as: কোম্পানী VAT ID অতি দীঘল৷
az: Şirkətin ƏDV nömrəsi çox uzundur.
bg: Номерът по ДДС на фирмата е прекалено дълъг.
bn_in: কোম্পানির ভ্যাট আইডিটি অত্যন্ত লম্বা৷
bs: ID za PDV preduzeća je predug.
cy: Mae ID TAW y cwmni yn rhy hir.
da: Firmaets moms-id er for langt.
de: Die USt.-Nr. der Firma ist zu lang.
el: Το ΑΦΜ εταιρείας είναι πολύ μεγάλο.
es: El CIF de la empresa es demasiado largo.
et: Ettevõtte KMKR on liiga pikk.
eu: Enpresaren IFZ luzeegia da.
fa: شناسه VAT شرکت بسیار طولانی است.
ga: Uimhir aitheantais CBL na cuideachta rófhada.
gd: Tha VAT ID a' chompanaidh ro fhada.
gl: ID do IVE de empresa moi longo.
gu: કંપની VAT ID ખૂબ લાંબુ છે.
he: מזהה המע"מ של החברה ארוך מדי.
hi: कंपनी VAT ID बहुत लंबी है.
hr: PDV identifikacijski broj tvrtke predug je.
hu: A vállalat áfaazonosítója túl hosszú.
id: NPWP PPN Perusahaan terlalu panjang.
is: VSK-númer fyrirtækis er of langt.
ja: 会社の VAT ID が長すぎます。
ka: კომპანიის დღგ-ს ID ძალიან დიდია.
kk: Компанияның ҚҚС идентификаторы тым ұзын.
kn: ಕಂಪನಿ VAT ID ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 회사 VAT ID가 너무 깁니다.
ku_arab: ناسنامەی VAT ی کۆمپانیا زۆر درێژە.
ky: Компаниянын КНС коду өтө узун.
lo: ລະຫັດອາກອນມູນຄ່າເພີ່ມຂອງບໍລິສັດຍາວເກີນໄປ.
lt: Įmonės PVM ID per ilgas.
lv: Uzņēmuma PVN ID ir pārāk garš.
mi: He roa rawa te TT VAT kamupene.
mk: Идентификацискиот број за ДДВ на компанијата е предолг.
ml: കമ്പനി VAT ID ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Компанийн НӨАТ төлөгчийн дугаар хэт урт байна.
mr: कंपनी VAT ID खूप दीर्घ आहे.
ms: ID VAT syarikat terlalu panjang.
mt: L-ID tal-VAT tal-kumpanija twil wisq.
ne: कम्पनी भ्याट आइडी धेरै लामो भयो।
nn_no: MVA-IDen for firmaet er for lang.
no: MVA-ID er for lang.
or: କମ୍ପାନୀ VAT ID ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏کمپنی دی واٹ پچھان بوت ای لمّی اے۔
pa_in: ਕੰਪਨੀ ਦੀ VAT ID ਬੇਹੱਦ ਲੰਬੀ ਹੈ।
pl: Identyfikator VAT firmy jest zbyt długi.
ru: Слишком длинный код НДС компании.
sd: VATID ڪمپني جو تمام وڏو آھي.
si: සමාගමේ VAT ID දිග වැඩියි.
sl: ID-številka za DDV podjetja je predolga.
sr_cyrl_rs: ID за ПДВ предузећа је предугачак.
sr_latn_rs: ID za PDV preduzeća je predugačak.
sv: Företagets momsregistreringsnummer är för långt.
ta: நிறுவன VAT ID மிக நீளமாக உள்ளது.
te: కంపెనీ VAT ID చాలా పొడవుగా ఉంది.
tg: ID-и АИИ ширкат аз ҳад дароз аст.
th: VAT ID ของบริษัทยาวเกินไป
tr: Şirket KDV No çok uzun.
tt: Ширкәтенең ИНН бик озын.
ug: شىركەت باج تىزىملاش نومۇرى بەك ئۇزۇن.
uk: Ідентифікатор платника ПДВ компанії задовгий.
ur: کمپنی VAT شناخت بہت طویل ہے۔
uz: Kompaniyaning INN raqami juda uzun.
vi: ID VAT của công ty quá dài.
zh_hans: 公司增值税 ID 过长。
zh_hant: 公司的加值稅識別碼太長。

# Literal.VATID.Pattern.BIN
source: Invalid BIN
af: Ongeldige BIN
am: ልክ ያልኾነ BIN
ar: رقم التعريف BIN غير صالح
as: অচল BIN
az: Yanlış BIN
bg: Невалиден BIN
bn_in: অবৈধ BIN
bs: Nevažeći BIN
cy: BIN annilys
da: Ugyldig BIN
de: Ungültige BIN
el: Μη έγκυρο BIN
es: BIN no válido
et: BIN ei sobi
eu: BINak ez du balio
fa: BIN نامعتبر است
ga: BIC neamhbhailí
gd: Tha am BIN mì-dhligheach
gl: BIN non válido
gu: અમાન્ય BIN
he: BIC לא חוקי
hi: अमान्य BIN
hr: BIN nije valjan
hu: Érvénytelen BIN
id: BIN tidak valid
is: Ógilt BIN-númer
ja: BIN が無効です
ka: არასწორი BIN
kk: Жарамсыз БСН
kn: ಅಮಾನ್ಯ BIN
ko: 잘못된 BIN
lo: BIN ບໍ່ຖືກຕ້ອງ
lt: Netinkamas BIN
lv: Nederīgs BIN
mi: BIN Muhu
mk: Неважечки BIN.
ml: BIN അസാധുവാണ്.
mr: अवैध BIN
ms: BIN tidak sah
mt: BIN invalidu
ne: अमान्य BIN
nn_no: Ugyldig BIN
no: Ugyldig BIN
or: ଅବୈଧ BIN
pa_in: ਅਯੋਗ BIN
pl: Nieprawidłowy identyfikator BIN
ru: Недопустимый идентификационный номер (BIN)
sl: Neveljaven BIN
sr_cyrl_rs: Неважећи BIN
sr_latn_rs: Nevažeći BIN
sv: Ogiltigt BIN
ta: செல்லுபடியாகாத BIN
te: BIC చెల్లదు.
th: BIN ไม่ถูกต้อง
tr: Geçersiz BIN
tt: Дөрес булмаган BIN
ug: BIN ئىناۋەتسىز
uk: Неприпустимий BIC
ur: غیر مجاز BIN
uz: Yaroqsiz BIN
vi: BIN không hợp lệ
zh_hans: BIN 无效
zh_hant: BIN 無效

# Literal.VATID.Pattern.NIT
source: Invalid NIT
af: Ongeldige NIT
am: ልክ ያልኾነ NIT
ar: رقم التعريف NIT غير صالح
as: অচল NIT
az: Yanlış NIT
bg: Невалиден NIT
bn_in: অবৈধ NIT
bs: Nevažeći NIT
cy: NIT Annilys
da: Ugyldig NIT
de: Ungültige NIT
el: Μη έγκυρο NIT
es: NIT no válido
et: NIT ei sobi
eu: NITak ez du balio
fa: NIT نامعتبر است
ga: NIT neamhbhailí
gd: Tha an NIT mì-dhligheach
gl: NIT non válido
gu: અમાન્ય NIT
he: NIT לא חוקי
hi: अमान्य NIT
hr: NIT nije valjan
hu: Érvénytelen NIT
id: NIT tidak valid
is: Ógilt NIT-númer
ja: NIT が無効です
ka: არასწორი NIT
kk: Жарамсыз NIT
kn: ಅಮಾನ್ಯ NIT
ko: 잘못된 NIT
lo: NIT ບໍ່ຖືກຕ້ອງ
lt: Netinkamas NIT
lv: Nederīgs NIT
mi: NIT muhu
mk: Неважечки NIT
ml: NIT അസാധുവാണ്
mr: अवैध NIT
ms: NIT tidak sah
mt: NIT invalidu
ne: अमान्य NIT
nn_no: Ugyldig NIT
no: Ugyldig NIT
or: ଅବୈଧ NIT
pa_in: ਅਯੋਗ NIT
pl: Nieprawidłowy identyfikator NIT
ru: Недопустимый номер налогоплательщика (NIT)
sl: Neveljavna številka NIT
sr_cyrl_rs: Неважећи NIT
sr_latn_rs: Nevažeći NIT
sv: Ogiltigt NIT
ta: செல்லுபடியாகாத NIT
te: చెల్లని NIT
th: NIT ไม่ถูกต้อง
tr: Geçersiz NIT
tt: Дөрес булмаган NIT
ug: NIT ئىناۋەتسىز
uk: Неприпустимий NIT
ur: غیر مجاز NIT
uz: Yaroqsiz NIT
vi: NIT không hợp lệ
zh_hans: NIT 无效
zh_hant: NIT 無效

# Literal.VATID.Pattern.NPWP
source: Invalid NPWP
af: Ongeldige NPWP
am: ልክ ያልኾነ NPWP
ar: رقم التعريف NPWP غير صالح
as: অচল NPWP
az: Yanlış NPWP
bg: Невалиден NPWP
bn_in: অবৈধ NPWP
bs: Nevažeći NPWP
cy: NPWP Annilys
da: Ugyldig NPWP
de: Ungültige NPWP
el: Μη έγκυρο NPWP
es: NPWP no válido
et: NPWP ei sobi
eu: NPWPak ez du balio
fa: NPWP نامعتبر است
ga: NPWP neamhbhailí
gd: Tha an NPWP mì-dhligheach
gl: NPWP non válido
gu: અમાન્ય NPWP
he: NPWP לא חוקי
hi: अमान्य NPWP
hr: NPWP nije valjan
hu: Érvénytelen NPWP
id: NPWP tidak valid
is: Ógilt NPWP-númer
ja: NPWP が無効です
ka: არასწორი NPWP
kk: Жарамсыз NPWP
kn: ಅಮಾನ್ಯ NPWP
ko: 잘못된 NPWP
lo: NPWP ບໍ່ຖືກຕ້ອງ
lt: Netinkamas NPWP
lv: Nederīgs NPWP
mi: NPWP muhu
mk: Неважечки NPWP
ml: NPWP അസാധുവാണ്
mr: अवैध NPWP
ms: NPWP tidak sah
mt: NPWP invalidu
ne: अमान्य NPWP
nn_no: Ugyldig NPWP
no: Ugyldig NPWP
or: ଅବୈଧ NPWP
pa_in: ਅਯੋਗ NPWP
pl: Nieprawidłowy protokół NPWP
ru: Недопустимый основной номер налогоплательщика (NPWP)
sl: Neveljaven NPWP
sr_cyrl_rs: Неважећи NPWP
sr_latn_rs: Nevažeći NPWP
sv: Ogiltigt NPWP
ta: செல்லுபடியாகாத NPWP
te: చెల్లని NPWP
th: NPWP ไม่ถูกต้อง
tr: Geçersiz NPWP
tt: Дөрес булмаган NPWP
ug: NPWP ئىناۋەتسىز
uk: Неприпустимий NPWP
ur: غیر مجاز NPWP
uz: Yaroqsiz NPWP
vi: NPWP không hợp lệ
zh_hans: NPWP 无效
zh_hant: NPWP 無效

# Literal.VATID.Pattern.RUT
source: Invalid RUT
af: Ongeldige RUT
am: ልክ ያልኾነ RUT
ar: رقم التعريف RUT غير صالح
as: অচল RUT
az: Yanlış RUT
bg: Невалиден RUT
bn_in: অবৈধ RUT
bs: Nevažeći RUT
cy: RUT Annilys
da: Ugyldig RUT
de: Ungültige RUT
el: Μη έγκυρο RUT
es: RUT no válido
et: RUT ei sobi
eu: RUTak ez du balio
fa: RUT نامعتبر است
ga: RUT neamhbhailí
gd: Tha an RUT mì-dhligheach
gl: RUT non válido
gu: અમાન્ય RUT
he: RUT לא חוקי
hi: अमान्य RUT
hr: RUT nije valjan
hu: Érvénytelen RUT
id: RUT tidak valid
is: Ógilt RUT-númer
ja: RUT が無効です
ka: არასწორი TIN
kk: Жарамсыз RUT
kn: ಅಮಾನ್ಯ RUT
ko: 잘못된 RUT
lo: RUT ບໍ່ຖືກຕ້ອງ
lt: Netinkamas RUT
lv: Nederīgs RUT
mi: RUT muhu
mk: Неважечки RUT
ml: RUT അസാധുവാണ്
mr: अवैध RUT
ms: RUT tidak sah
mt: RUT invalidu
ne: अमान्य RUT
nn_no: Ugyldig RUT
no: Ugyldig RUT
or: ଅବୈଧ RUT
pa_in: ਅਯੋਗ RUT
pl: Nieprawidłowy identyfikator RUT
ru: Недопустимый номер налогоплательщика (RUT)
sl: Neveljaven RUT
sr_cyrl_rs: Неважећи RUT
sr_latn_rs: Nevažeći RUT
sv: Ogiltigt RUT
ta: செல்லுபடியாகாத RUT
te: చెల్లని RUT
th: RUT ไม่ถูกต้อง
tr: Geçersiz RUT
tt: Дөрес булмаган RUT
ug: RUT ئىناۋەتسىز
uk: Неприпустимий RUT
ur: غیر مجاز RUT
uz: Notoʻgʻri RUT
vi: RUT không hợp lệ
zh_hans: RUT 无效
zh_hant: RUT 無效

# Literal.VATID.Pattern.TIN
source: Invalid TIN
af: Ongeldige TIN
am: ልክ ያልኾነ TIN
ar: رقم تعريف الجهة الخاضعة للضريبة (TIN) غير صالح
as: অচল TIN
az: Yanlış VÖEN
bg: Невалиден TIN
bn_in: অবৈধ TIN
bs: Nevažeći TIN
cy: TIN Annilys
da: Ugyldigt TIN (Taxpayer Identification Number - US)
de: Ungültige TIN
el: Μη έγκυρο TIN
es: CIF/NIF no válido
et: TIN ei sobi
eu: TINak ez du balio
fa: TIN نامعتبر است
ga: TIN neamhbhailí
gd: Tha an TIN mì-dhligheach
gl: CIF/NIF non válido
gu: અમાન્ય TIN
he: TIN לא חוקי
hi: अमान्य TIN
hr: TIN nije valjan
hu: Érvénytelen adószám
id: TIN tidak valid
is: Ógilt TIN-númer
ja: TIN が無効です
ka: არასწორი TIN
kk: Жарамсыз ЖСН
kn: ಅಮಾನ್ಯ TIN
ko: 잘못된 TIN
lo: TIN ບໍ່ຖືກຕ້ອງ
lt: Netinkamas TIN
lv: Nederīgs NMIN
mi: TIN muhu
mk: Неважечки даночен број
ml: TIN അസാധുവാണ്
mr: अवैध TIN
ms: TIN tidak sah
mt: TIN invalidu
ne: अमान्य TIN
nn_no: Ugyldig TIN
no: Ugyldig TIN
or: ଅବୈଧ TIN
pa_in: ਅਯੋਗ TIN
pl: Nieprawidłowy numer NIP
ru: Недопустимый ИНН
sl: Neveljavna številka TIN
sr_cyrl_rs: Неважећи TIN
sr_latn_rs: Nevažeći TIN
sv: Ogiltigt organisationsnr
ta: செல்லுபடியாகாத TIN
te: చెల్లని TIN
th: TIN ไม่ถูกต้อง
tr: Geçersiz TIN
tt: Дөрес булмаган ИНН
ug: TIN ئىناۋەتسىز
uk: Неприпустимий TIN
ur: غیر مجاز TIN
uz: Yaroqsiz TIN
vi: TIN không hợp lệ
zh_hans: TIN 无效
zh_hant: TIN 無效
