Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.VirtualInvoice.Name.Text
source: Invoice (check or wire transfer)
af: Faktuur (tjek of elektroniese oordrag)
am: ደረሰኝ (ቼክ ወይም የዋየር ማስተላለፊያ)
ar: الفاتورة (شيك أو تحويل بنكي)
as: ইনভইচ (চেক বা ৱায়াৰ ট্ৰেন্সফাৰ)
az: Hesab-faktura (qəbz və ya bank köçürməsi)
bg: Фактура (чек или банков превод)
bn_in: ইনভয়েস (চেক বা ওয়্যার স্থানান্তর)
bs: Faktura (ček ili bankovni transfer)
cy: Anfonebu (siec neu drosglwyddiad uniongyrchol)
da: Faktura (check eller elektronisk overførsel)
de: Rechnung (Scheck oder Überweisung)
el: Τιμολόγιο (επιταγή ή έμβασμα)
es: Factura (cheque o transferencia bancaria)
et: Arve (tšekk või pangaülekanne)
eu: Faktura (txekea edo transferentzia)
fa: فاکتور (چک یا انتقال وجه)
ga: Sonrasc (seic nó aistriú de dhroim sreinge)
gd: Fàirdeal (seic no tar-chur uèir)
gl: Factura (cheque ou transferencia bancaria)
gu: ઇનવૉઇસ (ચેક અથવા વાયર ટ્રાન્સફર)
he: חשבונית (שיק או העברה בנקאית)
hi: इनवॉइस (जाँच या वायर स्थानांतरण)
hr: Faktura (ček ili bankovna doznaka)
hu: Számla (csekk vagy átutalás)
id: Faktur (cek atau transfer kawat)
is: Reikningur (ávísun eða millifærsla)
ja: 請求書 (小切手または電信送金)
ka: ინვოისი (ჩეკი ან საბანკო გადარიცხვა)
kk: Есеп-шот (чек немесе банк аударымы)
kn: ಇನ್ವಾಯ್ಸ್ (ಚೆಕ್ ಅಥವಾ ವೈರ್ ಟ್ರಾನ್ಸ್‌ಫರ್)
ko: 청구서(수표 또는 전신 송금)
lo: ໃບຮຽກເກັບເງິນ (ເຊັກ ຫຼື ໂອນເງິນ)
lt: Sąskaita faktūra (čekis ar elektroninis pervedimas)
lv: Rēķins (čeks vai bankas pārskaitījums)
mi: Nama (haki, whakawhitinga ā-waea rānei)
mk: Фактура (чек или банкарски трансфер)
ml: ഇൻവോയ്‌സ് (ചെക്ക് അല്ലെങ്കിൽ വയർ ട്രാൻസ്‌ഫർ)
mr: इनव्होइस (चेक किंवा वायर ट्रान्स्फर)
ms: Invois (cek atau pindahan wayar)
mt: Fattura (ċekk jew trasferiment elettroniku)
ne: इन्भोइस (चेक वा वायर स्थानान्तरण)
nn_no: Faktura (sjekk eller bankoverføring)
no: Faktura (sjekk eller bankoverføring)
or: ଇନଭଏସ୍‌ (ଚେକ୍‌ କିମ୍ବା ୱେୟାର୍ ଟ୍ରାନ୍ସଫର୍‌)
pa_in: ਇਨਵੋਇਸ (ਜਾਂਚ ਕਰੋ ਜਾਂ ਵਾਇਰ ਟ੍ਰਾਂਸਫਰ ਕਰੋ)
pl: Faktura (czek lub przelew)
ru: Счет (оплата чеком или банковский перевод)
sl: Račun (ček ali bančno nakazilo)
sr_cyrl_rs: Фактура (чек или банковни трансфер)
sr_latn_rs: Faktura (ček ili bankovni transfer)
sv: Faktura (check eller elektronisk överföring)
ta: விலைப்பட்டியல் (காசோலை அல்லது வங்கி மூலமான பரிமாற்றம்)
te: ఇన్‌వాయిస్ (తనిఖీ చేయండి లేదా ఎలక్ట్రానిక్ బదిలీ చేయండి)
th: ใบแจ้งหนี้ (เช็คหรือการโอนเงินผ่านธนาคาร)
tr: Fatura (çek veya havale)
tt: Хисап (чек яки банк аша күчерү)
ug: ھېساب بوغۇش (چەك ياكى بانكىدىن يوللاش)
uk: Рахунок (чек або грошовий переказ)
ur: انوائس (چیک یا وائر ٹرانسفر)
uz: Invoys (chek yoki bank pul oʻtkazmasi)
vi: Hóa đơn (séc hoặc chuyển khoản)
zh_hans: 发票(支票或电汇)
zh_hant: 發票 (支票或電匯)

# Literal.MSFB.VirtualInvoice.Name.Text.New
source: Invoice (Pay by check or wire transfer)
af: Faktuur (Betaal per tjek of elektroniese oordrag)
am: የክፍያ መጠየቂያ (በቼክ ወይም በባንክ ሂሳብ ይክፈሉ)
ar: فاتورة (الدفع عن طريق شيك أو تحويل بنكي)
as: চালান (চেক বা ৱায়াৰ ট্ৰান্সফাৰৰ দ্বাৰা পৰিশোধ কৰক)
az: Hesab-faktura (Qəbz və ya bank köçürməsi yolu ilə ödəyin)
bg: Фактура (плащане с чек или банков превод)
bn_in: ইনভয়েস ( চেক বা তারের সঞ্চালন দ্বারা অর্থ প্রদান করুন)
bs: Faktura (plaćanje čekom ili putem bankovnog transfera)
cy: Anfonebu (Talu gyda siec neu drosglwyddiad gwifren)
da: Faktura (betaling med check eller elektronisk overførsel)
de: Rechnung (Zahlung per Scheck oder Überweisung)
el: Τιμολόγιο [πληρωμή με επιταγή ή διαβίβαση μέσω τράπεζας (έμβασμα)]
es: Factura (pago mediante cheque o transferencia bancaria)
et: Arve (maksmine tšeki või rahaülekandega)
eu: Faktura (ordaindu txeke edo banku-transferentzia elektroniko bidez)
fa: فاکتور (پرداخت از طریق چک یا انتقال وجه)
ga: Sonrasc (Íoc le seic nó le haistriú bainc)
gd: Fàirdeal (Pàigh le seic no tar-chur uèir)
gl: Factura (pago con cheque ou transferencia bancaria)
gu: ઇન્વૉઇસ (ચેક દ્વારા ચુક્વો અથવા વાયર ટ્રાન્સફર કરો)
he: חשבונית (תשלום באמצעות שיק או העברת כספים)
hi: इनवॉइस (चेक या वायर ट्रांसफ़र द्वारा भुगतान)
hr: Faktura (plaćanje čekom ili putem bankovnog transfera)
hu: Számla (csekkel vagy átutalással fizethető)
id: Faktur (Bayar dengan cek atau transfer bank)
is: Reikninigur (greiðist með ávísun eða millifærslu)
ja: 請求書 (小切手または電信送金による支払い)
ka: ინვოისი (გადახდა ხორციელდება ჩეკით ან საბანკო გადარიცხვით)
kk: Есеп-шот (чек немесе банк аударымы арқылы төлеу)
kn: ಇನ್ವಾಯ್ಸ್‌ (ಚೆಕ್ ಅಥವಾ ವೈರ್ ಟ್ರಾನ್ಸ್‌ಫರ್ ಮೂಲಕ ಪಾವತಿ ಮಾಡಿ)
ko: 송장(수표 또는 전신 송금 결제)
lo: ໃບຮຽກເກັບເງິນ (ຈ່າຍດ້ວຍເຊັກ ຫຼື ໂອນເງິນ)
lt: Sąskaita faktūra (mokėti čekiu arba elektroniniu pervedimu)
lv: Rēķins (samaksa ar čeku vai pārskaitījumu)
mi: Nama (Uta mā te haki, te whakawhiti ā-waea rānei)
mk: Фактура (платете со чек или банкарски трансфер)
ml: ഇൻവോയ്‌സ് (ചെക്ക് അല്ലെങ്കിൽ വയർ ട്രാൻസ്‌ഫർ വഴി പണമടയ്‌ക്കുക)
mr: इनव्हॉईस (धनादेश किंवा वायर ट्रान्सफरद्वारे देय द्या)
ms: Invois (Bayar dengan cek atau pindahan kawat)
mt: Fattura (Ħallas b'ċekk jew b'trasferiment bankarju)
ne: चलानी (चेक वा वायर स्थानान्तरणमार्फत भुक्तानी गर्नुहोस्‌)
nn_no: Faktura (Betal med sjekk eller bankoverføring)
no: Faktura (betal med sjekk eller bankoverføring)
or: ଇନଭଏସ୍ (ଚେକ୍ କିମ୍ବା ୱେୟାର ଟ୍ରାନ୍ସଫର ଦ୍ୱାରା ଦେୟ)
pa_in: ਬਿੱਲ (ਚੈੱਕ ਜਾਂ ਵਾਇਰ ਟ੍ਰਾਂਸਫਰ ਰਾਹੀਂ ਭੁਗਤਾਨ ਕਰੋ)
pl: Faktura (płatność czekiem lub przelewem elektronicznym)
ru: Счет (оплата чеком или банковский перевод)
sl: Račun (plačilo s čekom ali bančno nakazilo)
sr_cyrl_rs: Фактура (плаћање чеком или путем банковног трансфера)
sr_latn_rs: Faktura (plaćanje čekom ili putem bankovnog transfera)
sv: Faktura (betala via check eller banköverföring)
ta: இன்வாய்ஸ் (செக் மூலம் செலுத்து அல்லது வயர் டிரான்ஸ்ஃபர்)
te: ఇన్వాయిస్ (చెక్ లేదా వైర్ ట్రాన్స్‌ఫర్ ద్వారా చెల్లించండి)
th: ใบแจ้งหนี้ (ชำระโดยเช็คหรือการโอนเงินผ่านธนาคาร)
tr: Fatura (Çek veya elektronik transfer ile ödeme)
tt: Квитанция (Чек белән түләү яки банк аша күчерү)
ug: ئىنۋويس (چەك ياكى بانكا پېرېۋوتى بىلەن تۆلەش)
uk: Рахунок (оплата лише чеком або банківським переказом)
ur: انوائس (بذریعہ چیک یا وائر ٹرانسفر ادا کریں)
uz: Invoys (chek yoki bank pul oʻtkazmasi orqali toʻlash)
vi: Hóa đơn (Thanh toán bằng séc hoặc điện chuyển khoản)
zh_hans: 发票(通过支票或电汇支付)
zh_hant: 發票 (支票付款或電匯付款)

# Literal.MSFB.VirtualUnionpay.Name.Text
source: Union Pay Online Payment
af: Union Pay aanlyn betaling
ar: دفع عبر الإنترنت عبر Union Pay Online
as: ইউনিয়ন পে অনলাইন পেমেণ্ট
az: Union Pay Onlayn Ödəniş
bg: Онлайн плащане с Union Pay
bn_in: ইউনিয়ন পে অনলাইন পেমেন্ট
bs: Plaćanje na mreži preko usluge UnionPay
cy: Taliad Ar-lein Union Pay
da: UnionPay-onlinebetaling
el: Ηλεκτρονική πληρωμή μέσω UnionPay
es: Pago en línea con UnionPay
eu: Union Pay-ren lineako ordainketa
ga: Íocaíocht ar líne UnionPay
gd: Pàigheadh air loidhne le Union Pay
gu: Union Pay ઑનલાઇન ચૂકવણી
hi: Union Pay ऑनलाइन भुगतान
hr: Internetsko plaćanje putem servisa Union Pay
hu: Union Pay online fizetés
id: Pembayaran Online Union Pay
is: Union Pay-netgreiðsluþjónusta
ja: UnionPay オンライン決済
ka: Union Pay ინტერნეტით გადახდა
kk: UnionPay онлайндық төлемі
kn: Union Pay ಆನ್‌ಲೈನ್ ಪಾವತಿ
lo: ການຈ່າຍເງິນອອນລາຍ Union Pay
lt: „Union Pay“ mokėjimai internetu
mi: Utunga Union Pay Tuihono
mk: Плаќање преку интернет UnionPay
ml: യൂണിയൻ പേ ഓൺലൈൻ പേയ്‌മെന്റ്
mr: Union Pay ऑनलाईन पेमेंट
ms: Pembayaran Dalam Talian Union Pay
mt: Pagament Online Union Pay
ne: युनियन पे अनलाइन भुक्तानी
nn_no: Union Pay Online Payment (Union Pay betaling på nett)
no: Union Pay elektronisk betaling
or: ୟୁନିଅନ୍‌ ପେ ଅନଲାଇନ୍‌ ଦେୟ
pa_in: Union Pay ਔਨਲਾਈਨ ਭੁਗਤਾਨ
pl: Płatność UnionPay w trybie online
ru: Электронные платежи UnionPay
sr_cyrl_rs: Плаћање на мрежи преко услуге UnionPay
sr_latn_rs: Plaćanje na mreži preko usluge UnionPay
sv: Onlinebetalning med Union Pay
ta: Union Pay ஆன்லைனில் கட்டணம் செலுத்துதல்
te: Union Pay ఆన్‌లైన్ చెల్లింపు
th: การชำระเงินออนไลน์ทาง Union Pay
tr: Union Pay Çevrimiçi Ödeme
tt: Union Pay онлайн түләве
ug: بانكا بىرلەشمىسى
uk: Онлайновий платіж Union Pay
ur: Union Pay آن لائن ادائیگی
uz: Union Pay onlayn to‘lovi
vi: Thanh toán trực tuyến UnionPay
zh_hans: 银联在线支付
zh_hant: Union Pay 線上付款

# Literal.MSFB.VirtualUnionpay.Name.Text.New
source: UnionPay Online Payment
af: UnionPay- aanlyn betaling
am: የ UnionPay መስመር ላይ ክፍያ
ar: الدفع عبر الإنترنت من خلال UnionPay
as: UnionPay অনলাইন পৰিশোধ
az: UnionPay Onlayn Ödəniş
bg: Онлайн плащане с UnionPay
bn_in: UnionPay -এর দ্বারা অনলাইনে অর্থপ্রদান
bs: Plaćanje na mreži putem usluge UnionPay
cy: Taliad Ar-lein UnionPay
da: UnionPay-onlinebetaling
de: UnionPay-Onlinezahlung
el: Ηλεκτρονική πληρωμή μέσω UnionPay
es: Pago en línea con UnionPay
et: UnionPay võrgumakse
eu: Sareko UnionPay ordainketa
fa: پرداخت آنلاین UnionPay
ga: Íocaíocht ar Líne UnionPay
gd: Pàigheadh air loidhne le UnionPay
gl: Pagamento en liña UnionPay
gu: UnionPay ઑનલાઇન ચૂકવણી
hi: UnionPay ऑनलाइन भुगतान
hr: Mrežno plaćanje putem servisa UnionPay
id: Pembayaran Online UnionPay
is: UnionPay-netgreiðsla
ja: UnionPay オンライン決済
ka: UnionPay ინტერნეტით გადახდა
kk: UnionPay онлайндық төлемі
kn: UnionPay ಆನ್ ಲೈನ್ ಪಾವತಿ
ku_arab: پارەدانی سەرهێڵی UnionPay
ky: UnionPay онлайн төлөмү
lo: ການຈ່າຍອອນລາຍ UnionPay
lt: „UnionPay“ mokėjimai internetu
mi: Utunga Tuhono UnionPay
mk: Плаќање преку интернет UnionPay
ml: UnionPay ഓണ്‍ലൈന്‍ പേയ്‌മെന്റ്
mn: UnionPay онлайн төлбөр
mr: UnionPay ऑनलाईन देय
ms: Pembayaran Dalam Talian UnionPay
mt: Pagament Online UnionPay
ne: UnionPay अनलाइन भुक्तान
nn_no: UnionPay nettbetaling
no: UnionPay Internett-betaling
or: UnionPay ଅନଲାଇନ୍ ଦେୟ
pa_arab_pk: UnionPay آن لائن ادائیگی
pa_in: UnionPay ਨਲਾਈਨ ਭੁਗਤਾਨ
pl: Płatność online w serwisie UnionPay
ru: Электронные платежи UnionPay
sd: UnionPay آنلائن ادائگي
si: UnionPay ඔන්ලයින් ගෙවීම
sl: Spletno plačilo UnionPay
sr_cyrl_rs: Плаћање на мрежи преко услуге UnionPay
sr_latn_rs: Plaćanje na mreži preko usluge UnionPay
sv: Onlinebetalning med UnionPay
ta: UnionPay ஆன்லைன் கட்டணம்
te: UnionPay ఆన్‌లైన్ చెల్లింపు
tg: Пардохти онлайни UnionPay
th: การชำระเงินออนไลน์ทาง UnionPay
tr: UnionPay Çevrimiçi Ödeme
ug: UnionPay ئونلايىن تۆلىمە
uk: Онлайновий платіж UnionPay
ur: UnionPay آن لائن ادائیگی
uz: UnionPay onlayn to‘lovi
vi: Thanh toán trực tuyến UnionPay
zh_hans: 银联在线支付
zh_hant: 銀聯在線支付

# Literal.Klarna.Add.DateOfBirthWatermark
source: DD.MM.YYYY
af: DD.MM.JJJJ
am: ቀቀ.ወወ.አአአአ
ar: ي ي.ش ش. س س س س
as: দি দি.মা মা.ব ব ব ব
bg: ДД.ММ.ГГГГ
bs: DD. MM. GGGG.
cy: DD.MM.BBBB
da: DD.MM.ÅÅÅÅ
de: TT.MM.JJJJ
el: HH.MM.EEEE
es: DD/MM/AAAA
eu: EE.HH.UUUU
fa: YYYY.MM.DD
ga: LL.MM.BBBB
gl: DD/MM/AAAA
hr: DD. MM. GGGG.
hu: NN.HH.ÉÉÉÉ
is: DD.MM.ÁÁÁÁ
ka: დდ.თთ.წწწწ
kk: КК.АА.ЖЖЖЖ
kn: ಡಿ.ಡಿ.ಎಂ.ಎಂ.ವೈ
lt: MMMM-MM-DD
lv: DD. MM. GGGG.
mk: ДД.ММ.ГГГГ
mr: दिदि.मम. वववव
ms: TT.BB.TTTT
mt: JJ.XX.SSSS
nn_no: DD.MM.ÅÅÅÅ
no: DD.MM.ÅÅÅÅ
pl: DD.MM.RRRR
ru: ДД.MM.ГГГГ
sl: DD. MM. LLLL
sv: DD.MM.ÅÅÅÅ
ta: நாநா.மாமா.ஆஆஆஆ
th: วว.ดด.ปปปป
tr: GG.AA.YYYY
tt: КК.АА.ЕЕЕЕ
ug: ي ي ي ي.ئا ئا.ك ك
uk: ДД.ММ.РРРР
ur: دن۔ماہ۔سال
uz: KK.OO.YYYY
zh_hans: YYYY.MM.DD

# Literal.StandaloneTax.HAPI.ValidationError
source: Check your tax ID and try again. We couldn't validate that ID.
af: Kontroleer u belasting-ID en probeer weer. Ons kon nie hierdie ID se geldigheid bepaal nie.
am: የታክስ መታወቂያዎን ይፈትሹ እና እንደገና ይሞክሩ። ያንን መታወቂያ ማረጋገጥ አልቻልንም።
ar: تحقق من معرف الضريبة لديك وأعِد المحاولة. تعذر علينا التحقق من صحة هذا المعرف.
as: আপোনাৰ টেক্স ID পৰীক্ষা কৰক আৰু পুনৰ চেষ্টা কৰক। আমি সেই ID টো সত্যাৰ্পণ কৰিব পৰা নাই।
az: Vergi identifikatorunuzu yoxlayın və yenidən cəhd edin. Bu identifikatoru təsdiqləyə bilmədik.
bg: Проверете своя данъчен номер и опитайте отново. Не успяхме да валидираме този номер.
bn_in: আপনার কর আইডি পরীক্ষা করুন এবং আবার চেষ্টা করুন৷ আমরা এই আইডিটি বৈধকরণ করতে পারিনি৷
bs: Provjerite poreski ID i pokušajte ponovo. Nismo mogli potvrditi taj ID.
cy: Tarwch olwg ar eich ID treth a rhoi cynnig arall arni. Doedd dim modd dilysu'r ID yna.
da: Kontrollér dit moms-id, og prøv igen. Dette id kunne ikke valideres.
de: Überprüfen Sie Ihre Steuernummer, und versuchen Sie es noch mal. Diese Nummer konnte nicht validiert werden.
el: Ελέγξτε το ΑΦΜ σας και δοκιμάστε ξανά. Δεν ήταν δυνατή η επικύρωση αυτού του ΑΦΜ.
es: No se puede validar el id. fiscal. Compruébelo y vuelva a intentarlo.
et: Kontrollige oma maksu ID-d ja proovige uuesti. Me ei saanud seda ID-d kinnitada.
eu: Egiaztatu IFZa eta saiatu berriro. Ezin izan dugu balidatu ID hori.
fa: پس از بررسی شناسه مالیاتی خود، دوباره امتحان کنید. نمی‌توانیم این شناسه را تأیید کنیم.
ga: Seiceáil d’ID cánach agus bain triail eile as. Níor éirigh linn an ID sin a bhailíochtú.
gd: Thoir sùil air an ID chìsean agad is feuch ris a-rithist Cha b’ urrainn dhuinn an ID ud a dhearbhadh.
gl: Non se pode validar o ID fiscal. Compróbeo e ténteo de novo.
gu: તમારી ટેક્સ ID તપાસો અને ફરી પ્રયાસ કરી જુઓ. અમે તે ID ને માન્ય કરી શક્યાં નહીં.
he: בדוק את מזהה המס שלך ונסה שוב. לא הצלחנו לאמת מזהה זה.
hi: अपनी टैक्स ID की जाँच करें और पुनः प्रयास करें. हम उस ID को सत्यापित नहीं कर सके.
hr: Provjerite porezni ID i pokušajte ponovno. Nismo uspjeli potvrditi taj ID.
hu: Ellenőrizze az adóazonosítót, és próbálkozzon újra. A megadott azonosítót nem sikerült ellenőrizni.
id: Periksa ID pajak Anda dan coba lagi. Kami tidak dapat memvalidasi ID tersebut.
is: Athugaðu skattanúmerið og reyndu aftur. Okkur tókst ekki að staðfesta þetta númer.
ja: 税 ID を確認して、もう一度お試しください。その ID を検証できませんでした。
ka: შეამოწმეთ თქვენი საგადასახადო ID და ცადეთ ხელახლა. ამ ID-ის შემოწმება ვერ მოხერხდა.
kk: Салық идентификаторын тексеріп, қайталап көріңіз. Бұл идентификаторды тексере алмадық.
kn: ನಿಮ್ಮ ತೆರಿಗೆ ID ಅನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ. ಆ ID ಅನ್ನು ನಾವು ಮೌಲೀಕರಿಸಲಾಗಿಲ್ಲ.
ko: 세금 ID를 확인하고 다시 시도하세요. 해당 ID를 확인할 수 없습니다.
lo: ກະລຸນາກວດສອບໄອດີພາສີຂອງທ່ານແລ້ວລອງໃໝ່. ພວກເຮົາບໍ່ສາມາດກວດສອບໄອດີນັ້ນໄດ້.
lt: Patikrinkite mokesčių ID ir bandykite dar kartą. Mums nepavyko patvirtinti to ID.
lv: Pārbaudiet nodokļu maksātāja ID numuru un mēģiniet vēlreiz. Šo ID numuru nevarēja pārbaudīt.
mi: Tirohia tō TT tāke, ka whakamātau anō. Tē taea taua TT te whakamana.
mk: Проверете го својот даночен број и обидете се повторно. Не може да го провериме бројот.
ml: നിങ്ങളുടെ നികുതി ഐഡി പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക. ഞങ്ങൾക്ക് ആ ഐഡി സാധൂകരിക്കാനായില്ല.
mr: आपला कर ID तपासा आणि पुन्हा प्रयत्न करा.आम्ही तो ID प्रमाणित करू शकलो नाही.
ms: Semak ID cukai anda dan cuba lagi. Kami tidak dapat mengesahkan ID tersebut.
mt: Iċċekkja l-ID tat-taxxa tiegħek u erġa' pprova. Ma stajniex nivvalidaw dik l-ID.
ne: तपाईंको कर ID जाँचेर फेरि प्रयास गर्नुहोस्‌। हामीले त्यो ID पुष्टि गर्न सकेनौँ।
nn_no: Sjekk din MVA-ID og prøv igjen. Vi kunne ikkje validere den ID-en.
no: Kontroller MVA-ID-en og prøv på nytt. Vi kunne ikke bekrefte ID-en.
or: ଆପଣଙ୍କ କର ID ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ. ଆମେ ସେହି IDକୁ ବୈଧ ପ୍ରମାଣିତ କରିପାରିଲୁ ନାହିଁ.
pa_in: ਆਪਣੀ ਟੈਕਸ ID ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਅਸੀਂ ਉਸ ID ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕਰ ਸਕੇ।
pl: Sprawdź identyfikator podatkowy i spróbuj ponownie. Nie mogliśmy zweryfikować tego identyfikatora.
ru: Нам не удалось проверить этот идентификатор плательщика налога. Проверьте его и повторите попытку.
sl: Preverite svojo davčno številko in poskusite znova. Veljavnosti te številke ni bilo mogoče preveriti.
sr_cyrl_rs: Проверите порески ID и покушајте поново. Нисмо успели да потврдимо тај ID.
sr_latn_rs: Proverite poreski ID i pokušajte ponovo. Nismo uspeli da potvrdimo taj ID.
sv: Kontrollera din skatteklass och försök igen. Vi kunde inte verifiera skatteklassen.
ta: உங்கள் வரி ID-ஐச் சரிபார்த்து, மீண்டும் முயற்சிக்கவும். எங்களால் அந்த ID-ஐச் சரிபார்க்க முடியவில்லை.
te: మీ పన్ను IDని సరిచూసుకుని, మళ్లీ ప్రయత్నించండి. మేము ఆ IDని ప్రామాణీకరించలేకున్నాము.
th: ตรวจสอบ ID ภาษีของคุณแล้วลองอีกครั้ง เราไม่สามารถตรวจสอบความถูกต้องของ ID ดังกล่าวได้
tr: Vergi kimliğinizi denetleyip yeniden deneyin. Bu kimliği doğrulayamadık.
tt: Салым идентификаторын тикшереп, омтылышны кабатлагыз. Әлеге идентификаторны тикшереп булмады.
ug: باج ID ىڭىزنى تەكشۈرۈپ قايتا سىناڭ. شۇ ID نى ئىناۋەتلەندۈرەلمىدۇق.
uk: Переконайтеся, що ви ввели правильний ідентифікатор платника податків, і спробуйте знову. Нам не вдалося перевірити його.
ur: اپنا ٹیکس ID چيک کریں اور دوبارہ کوشش کریں۔ ہم اس ID کو جائز قرار نہيں دے سکے۔
uz: STIRingizni tekshiring va qaytadan urining. Identifikatsiya tasdiqlanmadi.
vi: Hãy kiểm tra mã số thuế của bạn rồi thử lại. Chúng tôi không thể xác thực mã số đó.
zh_hans: 无法验证你的纳税人标识号。请检查该标识号，然后重试。
zh_hant: 請檢查您的稅務識別碼並再試一次。無法驗證該識別碼。

# Literal.StandaloneTax.HAPI.EmptyError
source: Enter a tax ID and then select Save.
af: Voer ’n belasting-ID in en kies dan Stoor.
am: የታክስ መለያ ያስገቡ እና በመቀጠል አስቀምጥ የሚለውን ይምረጡ።
ar: أدخل معرف ضريبة ثم حدد "حفظ".
as: এটা টেক্স আইডি প্ৰবিষ্ট কৰক আৰু তাৰপাছত ছেভ বাচনি কৰক।
az: Vergi identifikatorunu daxil edin və Saxla düyməsini basın.
bg: Въведете данъчен ИД, след което изберете „Запиши“.
bn_in: একটি ট্যাক্স আইডি লিখুন এবং তারপরে সংরক্ষণ নির্বাচন করুন।
bs: Unesite poreski ID i izaberite Sačuvaj.
cy: Rhowch yr ID treth ac wedyn dewis Cadw.
da: Angiv et moms-ID, og vælg derefter Gem.
de: Geben Sie eine Steuernummer ein, und wählen Sie dann "Speichern" aus.
el: Εισαγάγετε ένα ΑΦΜ και, στη συνέχεια, επιλέξτε "Αποθήκευση".
es: Especifique un id. fiscal y seleccione Guardar.
et: Sisestage maksu ID ja valige seejärel Salvesta.
eu: Idatzi IFZ bat, eta, ondoren, hautatu Gorde.
fa: یک شناسه مالیاتی وارد کنید و سپس «ذخیره» را انتخاب کنید.
ga: Iontráil ID cánach, ansin roghnaigh ‘Sábháil’.
gd: Cuir a-steach ID chìsean agus tagh “Sàbhail” an uairsin.
gl: Introduza un ID fiscal e, a seguir, seleccione Gardar.
gu: ટેક્સ આઈડી દાખલ કરો અને પછી સાચવો પસંદ કરો.
he: הזן מזהה מס ולאחר מכן לחץ על 'שמור'.
hi: टैक्स ID दर्ज करें और फिर सहेजें चुनें.
hr: Unesite porezni ID, a zatim odaberite Spremi.
hu: Adja meg az adóazonosítót, majd válassza a Mentés lehetőséget.
id: Masukkan ID pajak lalu pilih Simpan.
is: Færðu inn skattnúmer og smelltu á Vista.
ja: 税 ID を入力し、[保存] を選択してください。
ka: შეიყვანეთ საგადასახადო ID და შემდეგ აირჩიეთ „Save“ (შენახვა).
kk: Салық идентификаторын енгізіңіз және "Сақтау" пәрменін таңдаңыз.
kn: ತೆರಿಗೆ ಐಡಿ ನಮೂದಿಸಿ ಮತ್ತು ನಂತರ ಉಳಿಸಿ ಆಯ್ಕೆ ಮಾಡಿ.
ko: 세금 ID를 입력하고 [저장]을 선택합니다.
lo: ກະລຸນາໃສ່ລະຫັດພາສີແລະຫຼັງຈາກນັ້ນເລືອກເອົາ Save.
lt: Įveskite mokesčių ID ir pasirinkite Įrašyti.
lv: Ievadiet nodokļa ID un pēc tam atlasiet Saglabāt.
mi: Tāurua he tuakiri tāke ka tīpako ai i Tiaki.
mk: Внесете даночен број, па изберете Зачувај.
ml: ഒരു ടാക്സ് ഐഡി നൽകി സംരക്ഷിക്കുക തിരഞ്ഞെടുക്കുക.
mr: कर ID प्रविष्ट करा आणि मग सेव्ह निवडा.
ms: Masukkan ID cukai dan kemudian pilih Simpan.
mt: Daħħal ID tat-taxxa u mbagħad agħżel Issejvja.
ne: एक कर आईडी प्रविष्ट गर्नुहोस् र त्यसपछि सेभ चयन गर्नुहोस्।
nn_no: Skriv inn ein MVA-ID og velg Lagre.
no: Angi en MVA-ID og velg Lagre.
or: ଗୋଟେ କର ID ପ୍ରବେଶ କରନ୍ତୁ ଏବଂ ତାପରେ ସଞ୍ଚୟ ଚୟନ କରନ୍ତୁ.
pa_in: ਇੱਕ ਟੈਕਸ ID ਦਰਜ ਕਰੋ ਅਤੇ ਫਿਰ ਸੇਵ ਚੁਣੋ.
pl: Wprowadź identyfikator podatkowy, a następnie wybierz pozycję Zapisz.
ru: Введите код налогоплательщика и нажмите кнопку "Сохранить".
sl: Vnesite davčno številko in izberite »Shrani«.
sr_cyrl_rs: Унесите порески ID и изаберите „Сачувај“.
sr_latn_rs: Unesite poreski ID i izaberite „Sačuvaj“.
sv: Ange skatteklass och välj sedan Spara.
ta: வரி ID-ஐ உள்ளிட்டு, சேமி என்பதைத் தேர்ந்தெடுக்கவும்.
te: పన్ను ID ని నమోదు చేసి, ఆపై సేవ్ చేయి ఎంచుకోండి.
th: ใส่รหัสภาษีแล้วเลือกบันทึก
tr: Bir vergi kimliği girin ve ardından Kaydet'i seçin.
tt: Салым идентификаторын кертеп, "Саклау" дигәнен сайлагыз.
ug: بىر باج ID ىسىنى كىرگۈزۈڭ ئاندىن «ساقلاش» نى تاللاڭ.
uk: Введіть податковий ідентифікатор і виберіть "Зберегти".
ur: ٹیکس ID درج کریں اور پھر محفوظ کریں کو منتخب کریں۔
uz: STIRni kiriting, keyin Saqlash tugmasini bosing.
vi: Nhập mã số thuế rồi chọn Lưu.
zh_hans: 输入纳税人标识号，然后选择“保存”。
zh_hant: 輸入稅務識別碼，然後選取 [儲存]。

# Literal.SelectPM.CreditCard
source: Pick a payment method. Credit card
af: Kies ’n betaalmetode. Kredietkaart
am: የክፍያ መንገድ ይምረጡ። ክሬዲት ካርድ
ar: اختر طريقة دفع. بطاقة الائتمان
as: পৰিশোধ পদ্ধতি এটা বাছনি কৰক। ক্ৰেডিট কাৰ্ড
az: Ödəniş üsulu seçin. Kredit kartı
bg: Изберете метод на плащане. Кредитна карта
bn_in: অর্থ প্রদানের পদ্ধতিটি বেছে নিন। ক্রেডিট কার্ড
bs: Izaberite način plaćanja. Kreditna kartica
cy: Dewiswch ffordd o dalu. Cerdyn credyd
da: Vælg en betalingsmetode. Kreditkort
de: Wählen Sie eine Zahlungsmethode aus. Kreditkarte
el: Επιλέξτε μια μέθοδο πληρωμής. Πιστωτική κάρτα
es: Elija un método de pago (tarjeta de crédito).
et: Valige makseviis. Krediitkaart
eu: Aukeratu ordaintzeko metodo bat. Kreditu-txartela
fa: روش پرداختی را انتخاب کنید؛ کارت اعتباری
ga: Roghnaigh modh íocaíochta. Cárta creidmheasa
gd: Tagh dòigh pàighidh. Cairt-chreideis
gl: Escolla un método de pagamento. Cartón de crédito
gu: ચુકવણીની પદ્ધતિ પસંદ કરો. ક્રેડીટ કાર્ડ
he: בחר שיטת תשלום. כרטיס אשראי
hi: भुगतान विधि चुनें. क्रेडिट कार्ड
hr: Odaberite način plaćanja. Kreditna kartica
hu: Válasszon fizetési módot. Hitelkártya
id: Pilih metode pembayaran. Kartu kredit
is: Veldu greiðslumáta. Kreditkort
ja: 支払方法を選択します。クレジット カード
ka: აირჩიეთ გადახდის მეთოდი. საკრედიტო ბარათი
kk: Төлем әдісін таңдаңыз. Кредиттік карта
kn: ಪಾವತಿ ವಿಧಾನ ಆಯ್ಕೆ ಮಾಡಿ. ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ko: 결제 방법을 선택하세요. 신용 카드
lo: ເລືອກວິທີການຈ່າຍເງິນ. ບັດ​ເຄຣ​ດິດ
lt: Pasirinkite mokėjimo būdą. Kredito kortelė
lv: Izvēlieties maksāšanas metodi. Kredītkarte
mi: Tīpakona he tikanga utu. Kāri tāwere
mk: Изберете начин на плаќање. Кредитна картичка
ml: ഒരു പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. ക്രെഡിറ്റ് കാർഡ്
mr: एक देय पद्धत निवडा. क्रेडीट कार्ड
ms: Pilih kaedah pembayaran. Kad kredit
mt: Agħżel metodu ta' pagament. Karta tal-kreditu
ne: एक भुक्तानी विधि छान्नुहोस्। क्रेडिट कार्ड
nn_no: Vel ein betalingsmåte. Kredittkort
no: Velg en betalingsmetode. Kredittkort
or: ଏକ ପୈଠ ପଦ୍ଧତି ବାଛନ୍ତୁ। କ୍ରେଡିଟ୍ କାର୍ଡ
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ. ਕਰੇਡਿਟ ਕਾਰਡ
pl: Wybierz formę płatności. Karta kredytowa
ru: Выберите способ оплаты. Кредитная карта.
sl: Izberite način plačila. Kreditna kartica
sr_cyrl_rs: Изаберите начин плаћања. Кредитна картица
sr_latn_rs: Izaberite način plaćanja. Kreditna kartica
sv: Välj en betalningsmetod. Kreditkort
ta: கட்டணம் செலுத்தும் முறையைத் தெரிவுசெய்க. கடனட்டை
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. క్రెడిట్ కార్డు
th: เลือกวิธีการชำระเงิน บัตรเครดิต
tr: Ödeme yöntemi seçin. Kredi kartı
tt: Түләү ысулын сайлагыз. Кредит картасы
ug: بىر تۆلىمە ئۇسۇلىنى تاللاڭ. كرېدىت كارتا
uk: Виберіть метод оплати. Кредитна картка
ur: ادائیگی کا ایک طریقہ چنیں۔ کریڈٹ کارڈ
uz: Toʻlov usulini tanlang. Kredit karta
vi: Hãy chọn một phương thức thanh toán. Thẻ tín dụng
zh_hans: 选择付款方式。信用卡
zh_hant: 挑選付款方式。信用卡
