Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Paypal.Redirect.Message
source: If you've successfully signed in to PayPal's website, you can wrap up your purchase. If something kept you from signing in, you can try to sign in again.
af: As jy suksesvol by PayPal se webwerf aangemeld het, kan jy jou aankoop voltooi. As iets jou weerhou het van aanmelding, kan jy probeer om weer aan te meld.
am: ወደ PayPal የድር ጣቢያ በተሳካ ሁኔታ በመለያ ገብተው ያሉ ከሆነ ግዢዎን ማጠናቀቅ ይችላሉ። በመለያ እንዳይገቡ የሆነ ነገር እየከለከለዎት ከሆነ፣ እንደገና በመለያ ለመግባት መሞከር ይችላሉ።
ar: إذا قمت بتسجيل الدخول إلى موقع ويب PayPal بنجاح، يمكنك إنهاء عملية الشراء الخاصة بك. إذا حدث شيء ما ولم تستطع تسجيل الدخول، يمكنك محاولة تسجيل الدخول مرة أخرى.
as: যদি আপুনি সফলভাৱে PayPal-ৰ ৱেবছাইটত ছাইন ইন কৰিছে, তেন্তে আপুনি আপোনাৰ ক্ৰয় কৰিব পাৰে৷ যদি আপোনাক ইয়াত ছাইন ইন কৰাত কিহবাই ৰখাই থৈছে, তেন্তে আপুনি পুনৰ ছাইন ইন কৰিবলৈ চেষ্টা কৰিব পাৰে৷
az: Əgər uğurla PayPal-un veb-saytına daxil oldunuzsa, siz satınalmanızı tamamlaya bilərsiniz. Əgər nəisə daxil olmağınıza mane oldusa, siz yenidən daxil olmağa cəhd edə bilərsiniz.
bg: Ако успешно сте влезли в уеб сайта на PayPal, можете да приключите покупката си. Ако нещо ви е попречило да влезете, може да опитате да влезете отново.
bn_in: আপনি যদি সফলভাবে PayPal এর ওয়েবসাইটে সাইন ইন করে থাকেন তাহলে আপনি যা কেনাকাটা করেছেন তা দেখতে পারবেন৷ যদি কোনো কিছু আপনাকে সাইন ইন করার কাজে বাধা দেয় তাহলে আপনি আবার সাইন ইন করার চেষ্টা করতে পারেন৷
bs: Ako ste se uspješno prijavili na web lokaciju usluge PayPal, možete dovršiti kupovinu. Ako se iz nekog razloga ne uspijevate prijaviti, pokušajte ponovo.
cy: Os ydych chi wedi llwyddo i fewngofnodi i wefan PayPal, gallwch gwblhau’ch prynu. Os cawsoch eich rhwystro rhag mewngofnodi, gallwch roi cynnig arall ar fewngofnodi.
da: Hvis du er logget på PayPals websted, kan du afslutte købet. Hvis noget forhindrede dig i at logge på, kan du prøve igen.
de: Wenn Sie sich auf der PayPal-Website erfolgreich angemeldet haben, können Sie Ihren Kauf abschließen. Wenn die Anmeldung nicht möglich war, können Sie es noch mal versuchen.
el: Αν έχετε εισέλθει με επιτυχία στην τοποθεσία web του PayPal, μπορείτε να ολοκληρώσετε την αγορά σας. Αν κάτι εμπόδισε την είσοδό σας, μπορείτε να δοκιμάσετε να εισέλθετε ξανά.
es: Si has iniciado sesión correctamente en el sitio web de PayPal, puedes finalizar tu compra. Si algo te ha impedido iniciar sesión, puedes intentarlo de nuevo más tarde.
et: Kui olete PayPali saidile sisse logitud, saate oma ostu lõpule viia. Kui te ei saanud sisse logida, proovige seda uuesti teha.
eu: PayPal zerbitzuaren webgunean ongi hasi baduzu saioa, erosten amai dezakezu. Ezin izan baduzu saiorik hasi, berriz, berriro saia zaitezke saioa hasten.
fa: اگر با موفقیت وارد وب‌سایت PayPal شده‌اید، می‌توانید خریدتان را تکمیل کنید. اگر چیزی مانع ورود شما به سیستم شد، می‌توانید دوباره وارد سیستم شوید.
ga: Má shínigh tú isteach i suíomh Gréasáin PayPal, is féidir an ceannach a chríochnú. Murar éirigh leat síniú isteach, is féidir leat é a thriail arís.
gd: Ma rinn thu clàradh a-steach air làrach-lìn PayPal, ’s urrainn dhut a’ cheannachd agad a choileanadh ann. Ma bhac rudeigin thu o chlàradh a-steach, feuch is clàraich a-steach a-rithist.
gl: Se iniciaches sesión correctamente no sitio web de PayPal, podes terminar a túa compra. Se non puideches iniciar sesión, podes tentalo de novo.
gu: જો તમે PayPal ની વેબસાઇટ પર સફળતાપૂર્વક સાઇન ઇન કર્યું છે, તો તમે તમારી ખરીદીને પૂરી કરી શકો છો. જો કોઈ વસ્તુ તમને સાઇન ઇન કરવાથી અટકાવી રહી છે, તો તમે ફરીથી સાઇન ઇન કરવાનો પ્રયાસ કરી શકો છો.
he: אם נכנסת בהצלחה לאתר של PayPal, תוכל לסיים את הרכישה שלך. אם משהו מנע ממך להיכנס, תוכל לנסות להיכנס שוב.
hi: यदि आपने PayPal की वेबसाइट में सफलतापूर्वक साइन इन कर लिया है, तो आप अपनी खरीदारी को पूर्ण कर सकते हैं. यदि कोई चीज़ आपको साइन इन करने से रोकती है, तो आप पुनः साइन इन करने का प्रयास कर सकते हैं.
hr: Ako ste se uspješno prijavili na web-mjesto servisa PayPal, možete dovršiti svoju kupnju. Ako se niste uspjeli prijaviti, pokušajte to ponovno.
hu: Ha sikeresen bejelentkezett a PayPal webhelyén, befejezheti a vásárlást. Ha valamiért nem sikerült bejelentkeznie, próbálja meg újból.
id: Jika telah berhasil masuk ke situs web PayPal, Anda dapat menyelesaikan proses pembelian. Jika terjadi masalah di proses masuk, coba masuk lagi.
is: Ef innskráningin heppnaðist á vefsvæði PayPal geturðu lokið við kaupin. Ef eitthvað hindraði þig í að skrá þig inn geturðu reynt aftur við innskráningu.
ja: PayPal の Web サイトに正常にサインインしていれば、購入を完了することができます。何らかの原因でサインインできなかった場合は、もう一度サインインしてみてください。
ka: თუ წარმატებით შეხვედით PayPal-ის ვებსაიტზე, შეგიძლიათ შეასრულოთ შეძენა. თუ რაიმემ შეგიძლიათ ხელი შესვლაში, შეგიძლიათ თავიდან სცადოთ შესვლა.
kk: Егер PayPal веб-сайтына сәтті кірген болсаңыз, сатып алу әрекетін аяқтай аласыз. Егер кіру кезінде қате орын алса, жүйеге қайта кіріп көріңіз.
kn: ನೀವು ಯಶಸ್ವಿಯಾಗಿ PayPal ನ ವೆಬ್‍ಸೈಟ್‌ಗೆ ಸೈನ್-ಇನ್ ಮಾಡಿದ್ದರೆ, ನೀವು ಖರೀದಿಯನ್ನು ಪೂರ್ತಿಗೊಳಿಸಬಹುದು. ನೀವು ಸೈನ್-ಇನ್ ಮಾಡುವಲ್ಲಿ ಏನಾದರೂ ತೊಂದರೆಯಾದರೆ, ನೀವು ಪುನಃ ಸೈನ್-ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಬಹುದು.
ko: PayPal 웹 사이트에 성공적으로 로그인한 경우 구매를 마무리할 수 있습니다. 문제가 발생하여 로그인하지 못한 경우 로그인을 다시 시도할 수 있습니다.
ku_arab: ئەگەر بە سەرکەوتوویی چوویتەناوەوە بۆ وێبسایتی PayPal، دەتوانیت کڕینەکەت تەواو بکەیت. ئەگەر شتێک رێگرتە لە چوونەناوەوە، دەتوانیت دووبارە هەوڵ بدەیت بچیتەناوەوە.
ky: Эгер сиз PayPal'дын вебсайтына ийгиликтүү катталып кирсеңиз, сиз сатып алууларыңызды алууга даярдасаңыз болот. Эгер сиздин катталып кирүүңүзгө бир нерсе тоскоол болсо, сиз кайра катталып кирүүгө аракет кылсаңыз болот.
lo: ຖ້າທ່ານໄດ້ລົງຊື່ເຂົ້າໃຊ້ເວັບໄຊທ໌ຂອງ PayPal ເປັນທີ່ຮຽບຮ້ອຍແລ້ວ, ທ່ານສາມາດຕັດເອົາການຊື້ຂອງທ່ານ. ຖ້າມີບາງຢ່າງເຮັດໃຫ້ທ່ານອອກຈາກການລົງຊື່ເຂົ້າໃຊ້, ທ່ານສາມາດລົງຊື່ເຂົ້າໃຊ້ໄດ້ອີກຄັ້ງ.
lt: Jei sėkmingai prisijungėte prie „PayPal“ svetainės, galite užbaigti pirkimą. Jei kas nors trukdo jums prisijungti, galite pabandyti prisijungti dar kartą.
lv: Ja esat veiksmīgi pierakstījies PayPal vietnē, varat pabeigt pirkumu. Ja kāda iemesla dēļ neizdevās pierakstīties, varat mēģināt pierakstīties vēlreiz.
mi: Mēnā kua takiuru pai koe ki te pae tukutuku o PayPal, ka taea e koe tō hoko te whakaoti. Mēnā i puta tētahi raru nāna i aukati tō takiuru, me ngana koe ki te takiuru mai anō.
mk: Доколку успешно се пријавивте на веб-локацијата на PayPal, може да завршите со купувањето. Доколку нешто ве спречи да се пријавите, може да се обидете повторно.
ml: നിങ്ങൾ PayPal വെബ്‌സൈറ്റിൽ വിജയകരമായി സൈനിൻ ചെയ്തിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ വാങ്ങൽ പൂർത്തിയാക്കാവുന്നതാണ്. സൈനിൻ ചെയ്യുന്നതിൽ നിന്ന് നിങ്ങളെ എന്തെങ്കിലും തടഞ്ഞുവെങ്കിൽ, നിങ്ങൾക്ക് വീണ്ടും സൈനിൻ ചെയ്യൽ പരീക്ഷിക്കാവുന്നതാണ്.
mn: Хэрвээ та PayPal вэб сайт руу нэвтэрсэн бол та худалдан авалтаа дуусгаж болно. Хэрвээ нэвтэрч чадахгүй байвал дахин нэвтрэхээр оролдоно уу.
mr: जर आपण यशस्वीपणे PayPal च्या वेबसाइटवर साइन इन केले तर, आपण आपली खरेदी ओघ करू शकता. आपण साइनिंग इन मधून काही ठेवले असेल तर, आपण पुन्हा साइन इन करून पाहू शकता.
ms: Jika anda berjaya mendaftar masuk ke laman web PayPal, anda boleh selesaikan pembelian anda. Jika ada sesuatu yang menghalang anda daripada mendaftar masuk, anda boleh cuba sekali lagi.
mt: Jekk irnexxielek tilloggja fis-sit elettroniku ta' Paypal, tista' tkompli bix-xirja tiegħek. Jekk xi ħaġa żammitek milli tilloggja, tista' terġa' tilloggja mill-ġdid.
ne: तपाइँ सफलतापूर्वक PayPal को वेबसाइटमा साइन-इन हुनुभयो भने, तपाइँले आफ्नो खरिद पूरा गर्न सक्नुहुन्छ। तपाइँलाई केही कुराले साइन-इन हुनबाट रोकेको छ भने, तपाइँले साइन-इन हुन फेरि प्रयास गर्न सक्नुहुन्छ।
nn_no: Dersom du har logga på PayPal sin nettstad, kan du fullføre kjøpet. Dersom du av ein eller annan grunn ikkje har klart å logge på, kan du prøve å logge på ein gong til.
no: Hvis du har logget på PayPals nettsted, kan du fullføre kjøpet. Hvis du av en eller annen grunn ikke har klart å logge på, kan du prøve å logge på en gang til.
or: ଯଦି ଆପଣ ସଫଳତାପୂର୍ବକ PayPal'ର ୱେବସାଇଟ୍‌କୁ ସାଇନ୍ ଇନ୍ କରିଛନ୍ତି, ଆପଣ ଆପଣଙ୍କର କ୍ରୟ ଶେଷ କରିପାରିବେ. ଯଦି କିଛି ଆପଣଙ୍କୁ ସାଇନ୍ ଇନ୍ କରିବା ଠାରୁ ଦୂରେଇ ରଖେ, ଆପଣ ପୁଣି ସାଇନ୍ ଇନ୍ କରିବାକୁ ଚେଷ୍ଟା କରିପାରିବେ.
pa_arab_pk: جے تُسی PayPal دی ویب سائٹ وچ کامیابی نال سائن ان کر لیا اے، تے تُسی اپنی خریداری نُوں پورا کر سکدے او۔ جے کسے شے نیں تہانوں سائن ان کرن تُوں روکیا، تے تُسی فیر سائن ان کرن دی کوشش کر سکدے او۔
pa_in: ਜੇ ਤੁਸੀਂ PayPal ਦੀ ਵੈਬਸਾਈਟ ਵਿੱਚ ਸਫਲਤਾ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰ ਲਿਆ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੀ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰ ਸਕਦੇ ਹੋ। ਜੇ ਕਿਸੇ ਕਾਰਨ ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਨਹੀਂ ਕਰ ਸਕੇ, ਤਾਂ ਤੁਸੀਂ ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ।
pl: Jeśli udało Ci się zalogować w witrynie internetowej PayPal, możesz sfinalizować zakup. Jeśli wystąpił problem z logowaniem, możesz spróbować zalogować się ponownie.
ru: Если вы успешно вошли на веб-сайт PayPal, можете завершить покупку. Если вам по какой-либо причине не удалось войти, можете попробовать сделать это еще раз.
sd: جيڪڏهن توهان ڪاميابي سان PayPal جي ويب سائيٽ ۾ سائن ان ڪيو، توهان پنهنجي خريد مڪمل ڪري سگهو ٿا. جيڪڏهن ڪنهن شئي توهانکي سائن ان ڪرڻ کان روڪيو، توهان ٻيهر سائن ان ڪرڻ جي ڪوشش ڪري سگهو ٿا.
si: ඔබ සාර්ථකව PayPal වෙබ් අඩවිය වෙත ඇතුල්වී ඇත්නම්, ඔබට ඔබගේ මිලදී ගැනීම එතීමට හැකිය. යමක් ඔබව ඇතුල් වීමෙන් වැළැක්වූයේ නම්, ඔබට නැවත ඇතුල් වන්න උත්සාහ කළ හැකිය.
sl: Če ste se uspešno vpisali v spletno mesto PayPal, lahko zaključite svoj nakup. Če se zaradi določenega razloga niste mogli vpisati, se lahko poskusite vpisati znova.
sr_cyrl_rs: Ако сте успешно пријављени на веб-локацији услуге PayPal, можете да довршите куповину. Ако нисте успели да се пријавите због неког проблема, можете да покушате да се пријавите поново.
sr_latn_rs: Ako ste uspešno prijavljeni na veb lokaciji usluge PayPal, možete da dovršite kupovinu. Ako niste uspeli da se prijavite zbog nekog problema, možete da pokušate da se prijavite ponovo.
sv: Om du är inloggad på PayPals webbplats kan du slutföra ditt köp. Om något hindrade dig från att logga in provar du att logga in igen.
ta: நீங்கள் PayPal இணையதளத்தில் வெற்றிகரமாக உள்நுழைவு செய்துவிட்டீர்கள் என்றால், நீங்கள் உங்கள் கொள்முதலை முடிக்கலாம். ஏதேனும் நீங்கள் உள்நுழைவதை தடுத்தால், மீண்டும் உள்நுழைவு செய்ய முயற்சிக்கவும்.
te: ఒకవేళ మీరు విజయవంతంగా PayPal యొక్క వెబ్‌సైట్‌కి సైన్ ఇన్ చేస్తే, మీరు మీ కొనుగోలును పూర్తి చేయవచ్చు. ఒకవేళ ఏదైనా కారణంతో మీరు సైన్ ఇన్ చేయలేకపోతే, సైన్ ఇన్ చేయడానికి మీరు మళ్లీ ప్రయత్నించవచ్చు.
tg: Агар шумо бо муваффақият ба вебсайти PayPal ворид шуда бошед, метавонед хариди худро анҷом диҳед. Агар ворид шуда натавониста бошед, метавонед кӯшишро такрор кунед.
th: หากคุณลงชื่อเข้าใช้งานเว็บไซต์ PayPal ได้อย่างสมบูรณ์ คุณสามารถสรุปรายการซื้อของคุณได้ หากมีบางสิ่งบางอย่างที่ทำให้คุณไม่สามารถลงชื่อเข้าได้ คุณสามารถลองลงชื่อเข้าอีกครั้งได้
tr: PayPal Web sitesinde başarılı bir şekilde oturum açtıysanız satın alma işleminizi tamamlayabilirsiniz. Oturum açmanızı engelleyen bir şey olduysa tekrar oturum açmayı deneyebilirsiniz.
tt: PayPal веб-сайтына уңышлы рәвештә кергән очракта, сатып алуыгызны тәмамлый аласыз. Ниндидер сәбәп аркасында керә алмасагыз, яңадан кереп карый аласыз.
ug: ئەگەر PayPal توربېكىتىگە ئوڭۇشلۇق تىزىملاپ كىرگەن بولسىڭىز، سودىلىقنى تاماملاڭ. تىزىملاپ كىرىش ئوڭۇشلۇق بولمىسا، قايتا تىزىملاپ كىرىپ بېقىڭ.
uk: Якщо ви успішно ввійшли на веб-сайт PayPal, можна завершити придбання. Якщо ввійти не вдалося, можна спробувати зробити це ще раз.
ur: اگر آپ نے کامیابی سے PayPal کی ویب سائٹ میں سائن ان کیا، آپ اپنی خریداری کو ختم کر سکتے ہیں۔ اگر آپ کو سائن ان کرنے سے کچھ روک رہا ہے تو آپ دوبارہ سائن ان کرنے کی کوشش کر سکتے ہیں۔
uz: Agar PayPal veb-saytiga kirgan bo‘lsangiz, xaridingizni chiroyli o‘ratishingiz mumkin. Tizimga kirishingizga nimadir xalal beryaptimi, kirishga qayta urinib ko‘rishingiz mumkin.
vi: Nếu đã đăng nhập thành công vào trang web của PayPal thì bạn có thể hoàn tất giao dịch mua của mình. Nếu gặp sự cố khi đăng nhập thì bạn có thể cố gắng đăng nhập lại.
zh_hans: 如果你已成功登录 PayPal 网站，可以打包购买商品。如果你被阻止登录，可以尝试重新登录。
zh_hant: 如果您已順利登入 PayPal 的網站，即可完成購買。若有某種原因使您無法登入，請嘗試重新登入。

# Literal.Paypal.Redirect.Message2
source: If you are not redirected automatically
af: Indien jy nie outomaties herlei word nie
am: በራስ-ሰር ካልተዘዋወሩ
ar: في حالة عدم إعادة توجيهك تلقائيًا
as: যদিহে আপুনি স্বয়ংক্ৰিয় ভাৱে ৰিডাইৰেক্ত হৈ নাযায়
az: Avtomatik yenidən yönləndirilməmisinizsə
bg: Ако не сте пренасочени автоматично
bn_in: আপনি যদি স্বয়ংক্রিয়ভাবে পুনঃনির্দেশিত না হন
bs: Ako ne budete automatski preusmjereni,
cy: Os na chewch eich ailgyfeirio'n awtomatig
da: hvis du ikke omdirigeres automatisk
de: Wenn Sie nicht automatisch umgeleitet werden,
el: Αν δεν γίνει αυτόματη ανακατεύθυνση
es: Si no se le redirige automáticamente,
et: Kui teid ei suunata automaatselt ümber,
eu: Automatikoki birbideratzen ez bazaituzte
fa: اگر به‌طور خودکار هدایت نشدید
ga: Mura ndéantar atreorú go huathoibríoch
gd: Mur an tèid d’ ath-stiùireadh gu fèin-obrachail
gl: Se non se lle redirixe automaticamente, pode
gu: જો તમને આપમેળે રીડાયરેક્ટ ન કરવામાં આવે તો
he: אם אינך מנותב מחדש באופן אוטומטי
hi: यदि आपको स्वचालित रूप से रीडायरेक्ट नहीं किया जाता है
hr: Ako niste automatski preusmjereni,
hu: Ha a rendszer nem irányítja át automatikusan,
id: Jika Anda tidak dialihkan secara otomatis
is: Ef þú ert ekki áframsend(ur) sjálfkrafa
ja: 自動的にリダイレクトされない場合は、
ka: თუ ავტომატურად არ გადამისამართდებით
kk: Егер автоматты түрде қайта бағытталмасаңыз
kn: ಒಂದು ವೇಳೆ ನಿಮ್ಮನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಮರು ನಿರ್ದೇಶಿಸಲಾಗದಿದ್ದರೆ
ko: 자동으로 리디렉션되지 않는 경우
lo: ຖ້າທ່ານບໍ່ໄດ້ຖືກໂອນໄປໂດຍອັດຕະໂນມັດ
lt: Jei nesate nukreipiami automatiškai
lv: Ja netiekat novirzīts automātiski,
mi: Ki te kore koe e tahurikētia aunoatia
mk: Ако не добиете автоматско пренасочување
ml: നിങ്ങൾ യാന്ത്രികമായി റീഡയറക്‌ട് ചെയ്തിട്ടില്ലെങ്കിൽ
mr: आपण स्वयंचलितपणे पुर्ननिर्देशित केले गेला नाही तर
ms: Jika anda tidak diubah hala secara automatik
mt: Jekk ma tiġix ridirett awtomatikament
ne: यदि तपाईंलाई स्वचालित रूपमा पुनः निर्देशित गरिएको छैन भने
nn_no: Viss du ikkje blir omdirigert automatisk
no: Hvis du ikke omdirigeres automatisk
or: ଯଦି ଆପଣ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ପୁନଃ ନିର୍ଦ୍ଦେଶିତ ନୁହଁନ୍ତି
pa_in: ਜੇ ਤੁਹਾਨੂੰ ਆਪਣੇ ਆਪ ਨਹੀਂ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ
pl: Jeśli nie nastąpiło automatyczne przekierowanie
ru: Если вы не были перенаправлены автоматически,
sl: Če ne boste preusmerjeni samodejno,
sr_cyrl_rs: Ако нисте аутоматски преусмерени
sr_latn_rs: Ako niste automatski preusmereni
sv: Om du inte omdirigeras automatiskt
ta: நீங்கள் தானாகவே திசைத்திருப்பப்படாவிட்டால்
te: మీరు స్వయంచాలకంగా మళ్ళించబడకపోతే
th: ถ้าคุณไม่ถูกเปลี่ยนเส้นทางโดยอัตโนมัติ
tr: Otomatik olarak yönlendirilmezseniz
tt: Автоматик рәвештә юнәлтелмәсәгез
ug: ئەگەر ئاپتوماتىك ھالدا يۆنەلدۈرۈلمىسىڭىز
uk: Якщо переспрямування не відбудеться автоматично,
ur: اگر آپ کو خود بخود ری ڈائریکٹ نہیں کیا جاتا ہے
uz: Agar avtomatik yoʻnaltirilmasangiz
vi: Nếu bạn không được chuyển hướng tự động
zh_hans: 如果没有自动重定向
zh_hant: 如果您不會自動重新導向

# Literal.SetupOfficeSdx.Paypal.Redirect.Message1
source: Follow the steps in your web browser to sign into your PayPal account. Return here when you're done.
af: Volg die stappe in jou webblaaier om by jou PayPal-rekening aan te meld. Keer terug hierheen wanneer jy klaar is.
am: ወደ PayPal መለያዎ ለመግባት በድር አሳሽዎ ውስጥ ያሉትን ደረጃዎች ይከተሉ። ሲጨርሱ ወደ እዚህ ይመለሱ።
ar: اتبع الخطوات الواردة في مستعرض الويب لتسجيل الدخول إلى حسابك في PayPal. عد إلى هنا عند الانتهاء.
as: আপোনাৰ PayPal একাউণ্টত ছাইন ইন কৰিবলৈ আপোনাৰ ৱেব ব্ৰাউজাৰৰ পদক্ষেপসমূহ অনুসৰণ কৰক। হৈ গ’লে ইয়ালৈ ঘূৰি আহক।
az: PayPal hesabınıza daxil olmaq üçün brauzerinizdəki addımları izləyin. İşinizi bitirdikdən sonra bura geri qayıdın.
bg: Следвайте стъпките в уеб браузъра, за да влезете в акаунта си в PayPal. Върнете се тук, когато сте готови.
bn_in: আপনার PayPal অ্যাকাউন্টে সাইন ইন করতে আপনার ওয়েব ব্রাউজারে ধাপগুলি অনুসরণ করুন। সম্পন্ন হয়ে গেলে, এখানে ফিরে আসুন।
bs: Slijedite korake u web pregledniku da biste se prijavili na PayPal račun. Vratite se ovdje kada završite.
cy: Dilynwch y camau yn eich porwr gwe i arwyddo i'ch cyfrif PayPal. Dychwelwch yma pan fyddwch chi wedi gwneud.
da: Følg trinnene i din webbrowser for at logge på din PayPal-konto. Vend tilbage hertil, når du er færdig.
de: Befolgen Sie die Schritte in Ihrem Webbrowser, um sich bei Ihrem PayPal-Konto anzumelden. Kehren Sie hierher zurück, wenn Sie fertig sind.
el: Ακολουθήστε τα βήματα στο πρόγραμμα περιήγησής σας, για να εισέλθετε στον λογαριασμό PayPal σας. Επιστρέψτε εδώ μόλις τελειώσετε.
es: Siga los pasos del explorador web para iniciar sesión en su cuenta de PayPal. Vuelva aquí cuando haya terminado.
et: PayPali kontole sisselogimiseks täitke veebibrauseris kuvatavad juhised. Kui olete valmis, tulge siia tagasi.
eu: PayPal kontuan saioa hasteko, jarraitu web-arakatzaileko urratsei. Amaitu ondoren, itzuli hona.
fa: برای ورود به حساب PayPal خود، مراحل را در مرورگر وب خود دنبال کنید. پس از اتمام کار به اینجا برگردید.
ga: Lean na céimeanna i do bhrabhsálaí Gréasáin chun síniú isteach i do chuntas PayPal. Tar ar ais anseo nuair a bhíonn tú réidh.
gd: Lean ris na ceuman sa bhrabhsair-lìn agad is clàraich a-steach dhan chunntas PayPal agad. Till an-seo uair a bhios tu deiseil.
gl: Siga os pasos que se mostran no explorador web para iniciar sesión na súa conta de PayPal. Volva aquí cando acabe.
gu: તમારા PayPal ખાતામાં સાઇન ઇન કરવા માટે, તમારા વેબ બ્રાઉઝરમાંના પગલાંઓ અનુસરો. જ્યારે તમારું કામ પૂર્ણ થઈ જાય, ત્યારે અહીં પાછા આવો.
he: בצע את השלבים בדפדפן האינטרנט כדי להיכנס לחשבון ה- PayPal שלך. חזור לכאן כשתסיים.
hi: अपने PayPal खाते में साइन इन करने के लिए अपने वेब ब्राउज़र में दिए गए चरणों का पालन करें. पूरा होने पर यहाँ वापस जाएँ.
hr: Slijedite korake u web-pregledniku da biste se prijavili na račun za PayPal. Vratite se kad završite.
hu: A webböngészőben ismertetett lépéseket követve jelentkezzen be PayPal-fiókjába. Ha elkészült, térjen vissza ide.
id: Ikuti langkah-langkah di browser web Anda untuk masuk ke akun PayPal. Kembali ke sini jika sudah selesai.
is: Fylgdu skrefunum í vafranum til að skrá þig inn á PayPal-reikninginn þinn. Komdu aftur hingað að því loknu.
ja: Web ブラウザーの手順に従って、PayPal アカウントにサインインします。完了したらこちらに戻ります。
ka: მიჰყევით საფეხურებს ვებბრაუზერში თქვენს PayPal-ის ანგარიშში შესასვლელად. როდესაც დაასრულებთ, დაბრუნდით აქ.
kk: PayPal тіркелгіңізге кіру үшін веб-браузердегі қадамдарды орындаңыз. Аяқтаған кезде осында оралыңыз.
kn: ನಿಮ್ಮ PayPal ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಮಾಡಲು ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿರುವ ಹಂತಗಳನ್ನು ಅನುಸರಿಸಿ. ನೀವು ಮುಗಿಸಿದ ನಂತರ ಇಲ್ಲಿಗೆ ಹಿಂತಿರುಗಿ.
ko: 웹 브라우저의 단계에 따라 PayPal 계정에 로그인합니다. 끝나면 여기로 돌아오세요.
lo: ປະຕິບັດຕາມຂັ້ນຕອນໃນໂປຣແກຣມໃຊ້ເບິ່ງເວັບຂອງທ່ານເພື່ອລົງຊື່ເຂົ້າລະບົບບັນຊີ PayPal ຂອງທ່ານ. ກັບຄືນມາທີ່ນີ້ເມື່ອທ່ານເຮັດສຳເລັດແລ້ວ.
lt: Norėdami prisijungti prie savo „PayPal“ paskyros, atlikite veiksmus žiniatinklio naršyklėje. Kai baigsite, grįžkite čia.
lv: Lai pierakstītos savā PayPal kontā, izpildiet tīmekļa pārlūkprogrammā norādītās darbības. Atgriezties šeit, kad tas ir paveikts.
mi: Whāia ngā hipanga i tōu pūtirotiro tukutuku hei takiuru ki tōu pūkete PayPal. Hoki mai ki konei ina oti koe.
mk: Следете ги чекорите во вашиот веб-прегледувач за да се пријавите на сметката на PayPal. Вратете се тука кога ќе завршите.
ml: നിങ്ങളുടെ PayPal അക്കൗണ്ടിലേക്ക് സൈൻ ഇൻ ചെയ്യുന്നതിന് നിങ്ങളുടെ വെബ് ബ്രൗസറിലെ നടപടികൾ പാലിക്കുക. നിങ്ങൾ ചെയ്ത് കഴിയുമ്പോൾ ഇവിടേക്ക് മടങ്ങുക.
mr: आपल्या PayPal खात्यामध्ये साइन करण्यासाठी आपल्या वेब ब्राउझरमधील पायऱ्यांचे अनुसरण करा. आपले काम पूर्ण झाल्यावर येथे परत या.
ms: Ikut langkah dalam pelayar web anda untuk mendaftar masuk ke akaun PayPal anda. Kembali ke sini apabila anda selesai.
mt: Segwi l-passi fil-brawżer tal-web tiegħek biex tidħol fil-kont ta' PayPal tiegħek. Erġa' lura hawn meta tlesti.
ne: तपाईँको PayPal खातामा साइन इन गर्न तपाईँको वेब ब्राउजरमा चरणहरू पछ्याउनुहोस्। सकेपछि यहाँ फर्कनुहोस् ।
nn_no: Følg trinna i nettlesaren for å logge på PayPal-kontoen. Returner hit når du er ferdig.
no: Følg trinnene i nettleseren for å logge på PayPal-kontoen. Kom tilbake hit når du er ferdig.
or: ଆପଣଙ୍କର PayPal ଏକାଉଣ୍ଟ୍‌ରେ ସାଇନ୍ କରିବାକୁ ଆପଣଙ୍କର ୱେବ୍ ବ୍ରାଉଜରରେ ଥିବା ପଦକ୍ଷେପଗୁଡ଼ିକୁ ଅନୁସରଣ କରନ୍ତୁ. ଯେତେବେଳେ ଆପଣ ସମାପ୍ତ କରିବେ ଏଠାକୁ return କରନ୍ତୁ.
pa_in: ਆਪਣੇ PayPal ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰਨ ਲਈ ਆਪਣੇ ਵੈਬ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਚਰਣਾਂ ਦਾ ਅਨੁਸਰਣ ਕਰੋ। ਜਦੋਂ ਤੁਹਾਡਾ ਕੰਮ ਪੂਰਾ ਹੋ ਜਾਵੇ ਇੱਥੇ ਵਾਪਸ ਆਓ।
pl: Postępuj zgodnie z instrukcjami w przeglądarce internetowej, aby zalogować się na konto PayPal. Wróć tutaj, kiedy skończysz.
ru: Выполните действия в веб-браузере, чтобы войти в учетную запись PayPal. Вернитесь сюда, когда закончите.
sl: Upoštevajte navodila v spletnem brskalniku za vpis v svoj račun PayPal. Ko končate, se vrnite na to mesto.
sr_cyrl_rs: Пратите кораке у веб прегледачу да бисте се пријавили на PayPal налог. Вратите се овде када завршите.
sr_latn_rs: Pratite korake u veb pregledaču da biste se prijavili na PayPal nalog. Vratite se ovde kada završite.
sv: Följ anvisningarna i webbläsaren för att logga in på ditt PayPal-konto. Kom tillbaka hit när du är klar.
ta: உங்கள் PayPal கணக்கில் உள்நுழைய உங்கள் வலை உலாவியில் உள்ள படிகளைப் பின்பற்றவும். நீங்கள் அவற்றை முடித்ததும் இங்கே திரும்பவும்.
te: మీ PayPal ఖాతాలోకి సైన్ ఇన్ చేయడానికి మీ వెబ్ బ్రౌజర్‌లోని దశలను అనుసరించండి. మీరు పూర్తి చేసినప్పుడు ఇక్కడకు తిరిగి రండి.
th: ทำตามขั้นตอนต่างๆ ในเว็บเบราว์เซอร์ของคุณเพื่อลงชื่อเข้าใช้บัญชี PayPal ของคุณ กลับมาที่นี่เมื่อคุณเสร็จสิ้น
tr: PayPal hesabınızda oturum açmak için web tarayıcınızdaki adımları izleyin. İşiniz bittiğinde buraya dönün.
tt: PayPal хисап язмагызга керү өчен веб күзәткечегездәге адымнарны үтәгез. Эшләп бетергәч монда кире кайтыгыз.
ug: PayPal ھېساباتىڭىزغا كىرىش ئۈچۈن تور كۆرگۈچىڭىزدىكى باسقۇچلارغا ئەگىشىڭ. ئىشىڭىز پۈتكەندە بۇيەرگە قايتىپ كېلىڭ.
uk: Виконайте кроки в браузері, щоб увійти в обліковий запис PayPal. Поверніться сюди, коли впораєтеся.
ur: اپنے PayPal اکاؤنٹ میں سائن ان کرنے کے لئے اپنے ویب براؤزر میں مراحل کی پیروی کریں۔ جب آپ کر تے ہیں تو یہاں واپس جائیں۔
uz: PayPal hisobingizga kirish uchun veb-brauzeringizdagi koʻrsatmalarni bajaring. Jarayon tugagach, bu yerga qayting.
vi: Làm theo các bước thực hiện trong trình duyệt web để đăng nhập vào tài khoản PayPal của bạn. Quay lại đây khi bạn đã hoàn tất.
zh_hans: 按照 web 浏览器中的步骤登录你的 PayPal 帐户。完成后返回此处。
zh_hant: 請遵循網頁瀏覽器中的步驟，登入您的 PayPal 帳戶。完成後返回這裡。
