Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ABARoutingNumber.Example
source: 9-digit number. Format: 011500858
af: 9-syfernommer. Formaat: 011500858
am: 9-አሃዝ ቁጥር። ቅርጸት፦ 011500858
ar: رقم مكون من 9 أعداد. التنسيق: 011500858
as: 9 টা ডিজিটৰ নম্বৰ। সজ্জা: 011500858
az: 9-rəqəmli nömrə. Format: 011500858
bg: 9-цифрен номер. Формат: 011500858
bn_in: 9-সংখ্যার নাম্বার। ফরম্যাট: 011500858
bs: Devetocifreni broj. Format: 011500858
cy: Rhif 9 digid. Fformat: 011500858
da: 9-cifret tal. Format: 011500858
de: Neunstellige Nummer. Format: 011500858
el: 9ψήφιος αριθμός. Μορφή: 011500858
es: Número de nueve dígitos. Formato: 011500858
et: 9-kohaline number. Vorming: 011500858
eu: 9 digituko zenbakia. Formatua: 011500858
fa: 9 رقمی. قالب: 011500858
ga: Uimhir 9 ndigit. Formáid: 011500858
gd: Àireamh naoidh-àireamhach. Fòrmat: 011500858
gl: Número de 9 díxitos. Formato: 011500858
gu: 9-આંકડાની સંખ્યા. ફોર્મેટ: 011500858
he: מספר בן תשע ספרות. תבנית: 011500858
hi: 9-अंकीय संख्या. फॉर्मैट: 011500858
hr: Devetoznamenkasti broj. Oblik: 011500858
hu: 9 jegyű szám. Formátum: 011500858
id: Nomor 9 digit. Format: 011500858
is: Níu stafa númer. Snið: 011500858
ja: 9 桁の数字。形式: 011500858
ka: 9-ციფრიანი ნომერი. ფორმატი: 011500858
kk: 9-сандық нөмір. Пішім: 011500858
kn: 9-ಡಿಜಿಟ್ ನಂಬರ್. ಸ್ವರೂಪ: 011500858
ko: 9자리 숫자. 형식: 011500858
ku_arab: 9-digit number. Format: 011500585
ky: 9-сандуу номер. Форматы: 011500858
lo: ຕົວເລກ 9 ຕົວ. ຮູບແບບ: 011500585
lt: 9 skaitmenų numeris. Formatas: 011500585
lv: 9 ciparu numurs. Formāts: 011500585
mi: Tau 9-mati. Hōputu: 011500585
mk: 9-цифрен број. Формат: 011500585
ml: 9-അക്ക നമ്പർ. ഫോർമാറ്റ്: 011500585
mn: 9 оронтой тоо. Формат: 011500585
mr: 9-अंकी क्रमांक. फॉर्मेट: 011500585
ms: Nombor 9 digit. Format: 011500585
mt: Numru b'9 ċifri. Format: 011500585
ne: 9-अंकको नम्बर। ढाँचा: 011500585
nn_no: Nummer med ni siffer. Format: 011500585
no: Nisifret tall. Format: 011500585
or: 9 ଅଙ୍କ ବିଶିଷ୍ଟ ସଂଖ୍ୟା।ଫର୍ମାଟ୍‌: 011500585
pa_arab_pk: 9-digit number. Format: 011500585
pa_in: 9-ਅੰਕੀ ਨੰਬਰ। ਫਾਰਮੈਟ: 011500585
pl: 9-cyfrowy numer. Format: 011500585
ru: 9-значное число. Формат: 011500585
sd: 9-عددي نمبر. فارميٽ: 011500585
si: ඉලක්කම්-9 අංකය. ආකෘතිය: 011500585
sl: 9-mestno število. Oblika zapisa: 011500585
sr_cyrl_rs: Деветоцифрени број. Формат: 011500585
sr_latn_rs: Devetocifreni broj. Format: 011500585
sv: 9-siffrigt nummer. Format: 011500585
ta: 9 இலக்க எண். வடிவமைப்பு: 011500585
te: 9-అంకెల సంఖ్య. ఆకృతి: 011500585
tg: 9-digit number. Format: 011500585
th: หมายเลข 9 หลัก รูปแบบ: 011500585
tr: 9 haneli sayı. Biçim: 011500585
tt: 9 санлы номер. Формат: 011500585
ug: 9 خانىلىق سان. فورمات: 011500585
uk: 9-значне число. Формат: 011500585
ur: 9-عدد نمبر۔ وضع: 011500585
uz: 9 xonali raqam. Format: 011500585
vi: Số 9 chữ số. Định dạng: 011500585
zh_hans: 9 位数字。格式: 011500585
zh_hant: 9 位數號碼。格式: 011500585

# Literal.ABARoutingNumber.Error
source: Invalid bank code. Try again.
af: Ongeldige bankkode. Probeer weer.
am: ልክ ያልሆነ የባንክ ኮድ። እንደገና ይሞክሩ።
ar: رمز البنك غير صالح. أعد المحاولة.
as: অবৈধ বেংক কোড। পুনৰ চেষ্টা কৰক।
az: Bank kodu səhvdir. Yenidən cəhd edin.
bg: Невалиден банков код. Опитайте отново.
bn_in: ব্যাঙ্ক কোড ভুল। আবার চেষ্টা করুন।
bs: Nevažeća šifra banke. Pokušajte ponovno.
cy: Cod banc annilys. Rhowch gynnig arall arni.
da: Ugyldig bankkode. Prøv igen.
de: Ungültige Bankleitzahl. Versuchen Sie es erneut.
el: Μη έγκυρος κωδικός τράπεζας. Προσπαθήστε ξανά.
es: Código de banco no válido. Vuelve a intentarlo.
et: Kehtetu pangakood. Proovige uuesti.
eu: Kodeak ez du balio. Saiatu berriro.
fa: کد بانک نامعتبر است. دوباره امتحان کنید.
ga: Cód neamhbhailí bainc. Triail arís é.
gd: Tha còd a' bhanca mì-dhligheach. Feuch ris a-rithist.
gl: Código bancario non válido. Téntao de novo.
gu: અમાન્ય બેન્ક કોડ. ફરીથી પ્રયત્ન કરો.
he: קוד בנק לא חוקי. נסה שוב.
hi: अमान्य बैंक कोड. पुनः प्रयास करें.
hr: Šifra banke nije valjana. Pokušajte ponovno.
hu: Érvénytelen bankkód. Próbálja meg újból.
id: Kode bank tidak valid. Coba lagi.
is: Ógildur bankakóði. Reyndu aftur.
ja: 無効なコードです。もう一度やり直してください。
ka: ბანკის კოდი არასწორია. ისევ სცადეთ.
kk: Банк коды жарамсыз. Әрекетті қайталаңыз.
kn: ಅಮಾನ್ಯ ಬ್ಯಾಂಕ್ ಕೋಡ್‌. ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 잘못된 은행 코드입니다. 다시 시도해 보세요.
ku_arab: کۆدی بانکی ناڕەوا. دووباره هەوڵبدەوه.
ky: Банктын коду жараксыз. Кайрадан аракет кылып көрүңүз.
lo: ລະຫັດທະ​ນາ​ຄານໃຊ້ບໍ່ໄດ້. ລອງໃໝ່.
lt: Neteisingas banko kodas. Bandykite dar kartą.
lv: Nederīgs bankas kods. Mēģiniet vēlreiz.
mi: Waehere pēke koremana. Kia ngana anō.
mk: Неважечки код на банка. Обидете се повторно.
ml: ബാങ്ക് കോഡ് അസാധുവാണ്. വീണ്ടും ശ്രമിക്കുക.
mn: Банкны код буруу. Дахин оролдоно уу.
mr: अवैध बँक कोड. पुन्हा प्रयत्न करा.
ms: Kod bank tidak sah. Cuba lagi.
mt: Kodiċi tal-bank invalidu. Erġa' pprova.
ne: अमान्य बैंक कोड। पुन: प्रयास गर्नुहोस्।
nn_no: Ugyldig bankkode. Prøv på nytt.
no: Ugyldig bankkode. Prøv på nytt.
or: ଅବୈଧ ବ୍ୟାଙ୍କ କୋଡ୍‌। ପୁଣିଥରେ ଚେଷ୍ଟା କରନ୍ତୁ
pa_arab_pk: غلط بینک کوڈ۔ فیر کوشش کرو۔
pa_in: ਅਵੈਧ ਬੈਂਕ ਕੋਡ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nieprawidłowy kod banku. Spróbuj ponownie.
ru: Недопустимый банковский код. Повторите попытку.
sd: غلط بئنڪ ڪوڊ. ٻيهر ڪوشش ڪريو
si: බැංකු කේතය වැරදියි. නැවත උත්සාහ කරන්න.
sl: Neveljavna koda banke. Poskusite znova.
sr_cyrl_rs: Неважећа шифра банке. Покушајте поново.
sr_latn_rs: Nevažeća šifra banke. Pokušajte ponovo.
sv: Ogiltig bankkod. Försök igen.
ta: தவறான வங்கிக் குறியீடு. மீண்டும் முயற்சிக்கவும்.
te: చెల్లని బ్యాంక్ కోడ్. మళ్లీ ప్రయత్నించండి.
tg: Рамзи беэътибори бонк. Такроран кӯшиш кунед.
th: รหัสธนาคารไม่ถูกต้อง โปรดลองอีกครั้ง
tr: Geçersiz banka kodu. Tekrar deneyin.
tt: Банк коды ярашсыз. Кабатлап карагыз.
ug: بانكا كودى ئىناۋەتسىز. قايتا سىناڭ.
uk: Недійсний код банку. Повторіть спробу.
ur: بے جواز بینک کوڈ۔ دوبارہ کوشش کریں۔
uz: Bank kodi noto‘g‘ri. Qayta urinib ko‘ring.
vi: Mã ngân hàng không hợp lệ. Hãy thử lại.
zh_hans: 银行代码无效。请重试。
zh_hant: 銀行代碼無效。請再試一次。

# Literal.BankAccountDetails.CheckBoxContent
source: I know my bank details are correct, and I'm sending you proof for validation.
af: Ek weet my bankbesonderhede is korrek, en ek stuur bewys vir validasie.
am: የባንክ ዝርዝሮቼ ትክክል እንደሆኑ እርግጠኞች ነን፣ እናም የትክክለኛነት ማረጋገጫ እየላኩ ነው።
ar: أعرف أن تفاصيل البنك الخاصة بي صحيحة، وسأقوم بإرسال دليل التحقق من صحتها لك.
as: মই মোৰ বেংকৰ বিৱৰণসমূহ শুদ্ধ বুলি জানো, আৰু মই প্ৰমাণ কৰিবৰ কাৰণে আপোনালৈ প্ৰমাণ প্ৰেৰণ কৰি আছো।
az: Bilirəm ki, bank təfərrüatlarım düzgündür və mən sizə yoxlama üçün sübutu göndərirəm.
bg: Знам, че моите банкови данни са правилни, и ви изпращам доказателство за проверка.
bn_in: আমি জানি আমার ব্যাঙ্ক সংক্রান্ত তথ্যাবলী সঠিক, এবং আমি তার বৈধতাপ্রাপ্তির জন্য প্রমাণ পাঠাচ্ছি।
bs: Znam da su moji podaci o banci tačni i šaljem vam dokaz za potvrdu.
cy: Dwi'n gwybod fod fy manylion banc yn gywir, ac yn anfon prawf i chi ddilysu.
da: Jeg ved, at mine bankoplysninger er korrekte, og jeg sender bevis til jer til validering.
de: Meine Kontodaten sind korrekt. Ich sende einen Beleg zur Bestätigung.
el: Οι λεπτομέρειες της τράπεζάς μου είναι σωστές και σας στέλνω τα αποδεικτικά στοιχεία για επικύρωση.
es: Mis detalles bancarios son correctos. Envío el justificante para la validación.
et: Tean, et mu pangaandmed on õiged, ning saadan teile kontrollimiseks tõenduse.
eu: Badakit nire banku-xehetasunak zuzenak direla, eta balidatzeko egiaztagiria bidaltzen ari naiz.
fa: می‌دانم که اطلاعات بانکی من درست است، و مدارک مربوطه را برای تأیید به حضورتان ارسال می‌کنم.
ga: Táim cinnte go bhfuil mo shonraí cruinn, agus tá cruthúnas le haghaidh bailíochtú á chur agam chugat.
gd: Tha mi cinnteach gu bheil fiosrachadh a’ bhanca agam ceart agus tha mi a’ cur fianais thugaibh.
gl: Sei que a miña información bancaria é correcta e envío unha proba para a súa validación.
gu: હું જાણુ છું કે મારી બેન્કની માહિતી સાચી છે, અને હું તમને સાતત્ય માટે સાબિતી મોકલું છું.
he: אני יודע שפרטי הבנק שלי נכונים ושולח לכם הוכחה עבור האימות.
hi: मुझे पता है कि मेरा बैंक विवरण सही है और मैं सत्यापन के लिए आपको प्रमाण भेज रहा हूँ.
hr: Znam da su moji podaci o banci točni i šaljem vam dokaz za potvrdu.
hu: Tudomásom szerint a banki adataim helyesek és ellenőrzés céljából elküldöm az erre vonatkozó igazolást.
id: Saya tahu detail bank saya sudah benar, dan saya mengirim bukti untuk validasi.
is: Ég veit að bankaupplýsingarnar mínar eru réttar og ég sendi sönnun þess efnis til staðfestingar.
ja: 私は銀行の詳細が正しいことを知っており、その証明を送付します。
ka: ვიცი, რომ ჩემი საბანკო რეკვიზიტები სწორია და ვალიდაციისთვის გიგზავნით დამადასტურებელ საბუთს.
kk: Мен банк мәліметтерім дұрыс екенін білемін және тексеру растауын жіберемін.
kn: ನನ್ನ ಬ್ಯಾಂಕ್ ವಿವರಗಳು ಸರಿಯಾಗಿವೆ ಎನ್ನುವುದು ನನಗೆ ಗೊತ್ತು, ಮತ್ತು ನಾನು ನಿಮಗೆ ಮಾನ್ಯತೆಗೆ ಸಾಕ್ಷ್ಯ ಕೊಡುತ್ತಿದ್ದೇನೆ.
ko: 내 은행 세부 정보가 정확하다는 것을 알고 있으며 유효성 검사에 대한 증빙을 보냅니다.
ku_arab: من دەزانم که زانیاریەکانی ئەژمێری بانکم دروسته، و خەریکی ناردنی بەڵگەم بۆ ئێوه بۆ سەلماندنی.
ky: Банкымдын чоо-жайы туура экенин билем, ошондуктан ырастоо үчүн далил жөнөтүп жатам.
lo: ຂ້ອຍຮູ້ ລາຍລະອຽດທະນາຄານຂອງຂ້ອຍແມ່ນຖືກຕ້ອງ ແລະຂ້ອຍຈະສົ່ງທ່ານສຳລັບຫລັກຖານການຢືນຢັນ.
lt: Žinau, kad mano banko informacija yra teisinga ir siunčiu jums įrodymą patikrinti.
lv: Es zinu, ka manas bankas rekvizīti ir pareizi, un es nosūtu jums pierādījumu par pārbaudes veikšanu.
mi: Kei te mōhio au he tika aku taipitopito pēke, ā, kei te tuku taunakitanga au hei manatoko.
mk: Знам дека моите банкарски детали се точни и ви испраќам доказ за проверка.
ml: എൻറെ ബാങ്ക് വിവരങ്ങൾ ശരിയാണെന്ന് എനിക്കറിയാം, മൂല്യനിർണ്ണയത്തിനുള്ള തെളിവ് ഞാൻ അയയ്ക്കുന്നു.
mn: Миний банкны мэдээлэл зөв бөгөөд баталгаажуулж буйгаа танд мэдэгдэж байна.
mr: मला माहीत आहे की माझा बँक तपशील बरोबर आहे, आणि मी आपल्याला प्रमाणीकरणासाठी पुरावा पाठवत आहे.
ms: Saya tahu bahawa butiran bank saya adalah betul dan saya akan menghantar bukti kepada anda untuk pengesahan.
mt: Naf illi d-dettalji tal-bank tiegħi huma korretti, u qed nibgħatilkom evidenza għall-validazzjoni.
ne: मलाई मेरा बैंक विवरणहरू ठीक छ भनी थाहा छ र म तपाइँलाई प्रमाणीकरणको लागि प्रमाण पठाउँदैछु।
nn_no: Eg veit bankdetaljane er rette, og eg sender valideringsbevis.
no: Jeg vet at bankopplysningene er riktige, og jeg sender deg bevis for bekreftelse.
or: ମୁଁ ଜାଣିଛି ମୋ ବ୍ୟାଙ୍କ ବିବରଣୀ ସଠିକ୍‌ ଅଛି, ଏବଂ ମୁଁ ବୈଧତା ପାଇଁ ଆପଣଙ୍କୁ ପ୍ରମାଣ ପଠାଉଛି
pa_arab_pk: میں جاندا آں کہ میری بینک تفصیلاں درست نیں، اتے میں تُہانوں تصدیق لئی ثبوت بھیج رہیا آں۔
pa_in: ਮੈਨੂੰ ਪਤਾ ਹੈ ਕਿ ਮੇਰੇ ਬੈਂਕ ਦੇ ਵੇਰਵੇ ਸਹੀ ਹਨ, ਅਤੇ ਮੈਂ ਤੁਹਾਨੂੰ ਪ੍ਰਮਾਣਿਕਤਾ ਲਈ ਸਬੂਤ ਭੇਜ ਰਿਹਾ ਹਾਂ।
pl: Wiem, że moje szczegółowe informacje dotyczące banku są poprawne i wysyłam dowód w celu weryfikacji.
ru: Я знаю, что мои банковские данные указаны правильно, и отправляю вам подтверждение для проверки.
sd: مونکي خبر آهي ته منهنجيون بئنڪ تفصيل صحيح آهن، ۽ آئون درستگي جو ثبوت موڪلي رهيو آهيان.
si: මම මගේ බැංකු විස්තර නිවැරදි බව දන්නා අතර මම ඔබට වලංගු කිරීම සඳහා ශෝධ්‍ය පත්‍රය එවමි.
sl: Vem, da so moji podatki o banki pravilni, in v preverjanje vam pošiljam potrdilo.
sr_cyrl_rs: Знам да су подаци о банци тачни и шаљем вам доказ у сврхе провере ваљаности.
sr_latn_rs: Znam da su podaci o banci tačni i šaljem vam dokaz u svrhe provere valjanosti.
sv: Jag intygar att mina bankuppgifter stämmer och jag skickar bevis på det för verifiering.
ta: எனது வங்கி விவரங்கள் சரியானவை என்று எனக்கு தெரியும், மேலும் சரிபார்ப்புக்கான ஆதாரத்தை உங்களுக்கு அனுப்புகிறேன்.
te: నాకు తెలుసు నా బ్యాంకు వివరాలు సరియైనవే అని, మరియు నేను క్రమబద్ధీకరణ కొరకు మీకు రుజువు పంపుతున్నాను.
tg: Ман медонам, ки маълумотҳои бонкии ман дуруст мебошанд ва ман ба шумо далел барои санҷишро фиристода истодаам.
th: ฉันคิดว่ารายละเอียดธนาคารของฉันถูกต้อง และฉันจะส่งหลักฐานการตรวจสอบให้กับคุณ
tr: Banka bilgilerimin doğru olduğunu biliyorum ve doğrulamak için size kanıt gönderiyorum.
tt: Үземнең банк мәгълүматын дөрес дип беләм һәм шуны раслаучы дәлилләр җибәрәм.
ug: بانكا تەپسىلاتلىرىمنىڭ توغرىلىغىنى بىلىمەن ۋە دەلىللەش ئۈچۈن سىزگە ئىسپاتىنى ‏‏ئەۋەتىۋاتىمەن.
uk: Я знаю, що мої банківські реквізити вказано правильно, і надсилаю підтвердження для перевірки.
ur: میں جانتا ہوں کے میرے بینک کی تفصیلات درست ہیں اور میں آپ کو جواز کے لیے ثبوت بھیج رہا ہوں۔
uz: Bank ma’lumotlari to‘g‘ri ekanligini bilaman va tasdiqlash uchun isbot yubormoqdaman.
vi: Tôi hiểu các thông tin chi tiết về ngân hàng của tôi là đúng, và tôi đang gửi cho bạn bằng chứng để xác thực.
zh_hans: 兹确认银行详细信息正确无误，特发送证明以供验证。
zh_hant: 我知道我的銀行詳細資料正確，且向您傳送了驗證證明。

# Literal.WhileWeValidate
source: While we validate your payment profile, your status will show
af: Terwyl ons jou betalingsprofiel valideer, sal jou status die volgende wys
am: የክፍያ መገለጫዎን በምናረጋግጥበት ጊዜ፣ ሁኔታዎ የሚታይ ይሆናል
ar: بينما نتحقق من صحة ملف تعريف عمليات الدفع الخاص بك، ستظهر حالتك
as: আমি আপোনাৰ ধন পৰিশোধ প্ৰ'ফাইল প্ৰমাণিত কৰি থকাৰ সময়ত, আপোনাৰ স্থিতি দেখুৱাব
az: Ödəniş profilinizi yoxladığımız zaman statusunuz görünəcəkdir
bg: Докато проверяваме вашия профил за плащане, вашето състояние ще се показва
bn_in: আপনার পেমেন্ট প্রোফাইল যাচাই করার সময় আপনার স্টেটাস দেখানো হবে
bs: Dok provjeravamo vaš profil za plaćanje, vaš status će biti
cy: Tra byddwn ni'n dilysu eich proffil talu, bydd eich statws yn dangos
da: Mens vi validerer din betalingsprofil, vises din status
de: Während wir Ihr Zahlungsprofil überprüfen, wird Ihr Status angezeigt.
el: Μέχρι να ολοκληρωθεί η επικύρωση του προφίλ πληρωμής σας, η κατάστασή σας θα είναι
es: Mientras validamos el perfil de pago, se mostrará el estado
et: Samal ajal, kui valideerime teie makseprofiili, kuvatakse teie olek
eu: Ordainketa-profila balidatu artean, zure egoera erakutsiko da
fa: زمانی که نمایه پرداخت شما را تأیید می‌کنیم، وضعیت شما آن را نشان خواهد داد
ga: Agus do phróifíl íocaíochta á bailíochtú againn, taispeánfaidh do stádas
gd: Fhad ’s a dhearbhas sinn a’ phròifil pàighidh agad, chì thu na leanas mar staid:
gl: Mentres validamos o perfil de pagamento, o estado mostrarase
gu: જયારે અમે તમારી ચૂકવણીની પ્રોફાઇલની ખરાઇ કરીએ છીએ, તમારુ સ્ટેટસ બતાવશે
he: בזמן שאנחנו מאמתים את פרופיל התשלום שלך, במצב שלך יוצג
hi: हमारे द्वारा आपकी भुगतान प्रोफ़ाइल को सत्यापित करते समय आपकी स्थिति इस रूप में दिखाई जाएगी
hr: Dok provjeravamo valjanost vašeg profila za plaćanje, vaš će status biti
hu: A fizetési profil ellenőrzése közben a következő állapot jelenik meg:
id: Selagi kami memvalidasi profil pembayaran Anda, status Anda akan menampilkan
is: Á meðan verið er að staðfesta greiðslusniðið þitt verður staða þín
ja: お支払いのプロフィールを確認している間、ステータスが表示されます
ka: თქვენი გადახდის პროფილის ვალიდაციის მიმდინარეობისას გამოჩნდება თქვენი სტატუსი
kk: Төлем профилі тексерілген кезде, күйіңіз көрсетіледі
kn: ನಾವು ನಿಮ್ಮ ಪಾವತಿ ಪ್ರೊಫೈಲ್ ಮಾನ್ಯ ಮಾಡುವಾಗ, ನಿಮ್ಮ ಸ್ಥಿತಿ ಇದನ್ನು ತೋರಿಸುತ್ತದೆ
ko: 지불 프로필의 유효성을 검사하는 동안 상태가 표시됩니다.
ku_arab: کاتێک ئێمه پرۆفایلی پارەدانتمان سەلماند، دۆخەکەت پیشان دەدرێت
ky: Төлөмүңүздүн профилин текшерип жатканыбызда, сиздин статус мындай болот
lo: ໃນຂະນະທີ່ພວກເຮົາຮັບຮອງ ໂປຣໄຟລ໌ການຊຳລະຂອງທ່ານ, ສະຖານະຂອງທ່ານຈະສະແດງ
lt: Kol tikrinsime mokėjimo profilį, jūsų būsena bus rodoma
lv: Kamēr mēs validēsim jūsu maksājuma profilu, jūsu statuss tiks rādīts
mi: I a mātou e manatoko ana i tō kōtaha utunga, ka puta tō tūnga
mk: Додека го проверуваме профилот за плаќање, ќе се прикаже вашиот статус
ml: നിങ്ങളുടെ പേയ്മെന്റ് പ്രൊഫൈൽ ഞങ്ങൾ സ്ഥിരീകരിക്കുമ്പോൾ, നിങ്ങളുടെ സ്റ്റാറ്റസ് കാണിക്കുന്നതാണ്
mn: Таны төлбөрийн хувийн тохиргоог баталгаажуулсны дараа төлөвийг харуулна
mr: आम्ही आपली देयक प्रोफाइल प्रमाणीत करत असताना, आपली स्थिती दर्शवेल
ms: Sementara kami mengesahkan profil pembayaran anda, status anda akan ditunjukkan
mt: Waqt li aħna nivvalidaw il-profil tal-pagament tiegħek, se jidher l-istatus tiegħek
ne: हामीले तपाइँको भुक्तानी प्रोफाइललाई प्रमाणीकरण गर्दा, तपाइँको स्थिति देखाइनेछ
nn_no: Når betalingsprofilen din blir validert, er statusen
no: Mens vi bekrefter betalingsprofilen, viser statusen din
or: ଆମେ ଆପଣଙ୍କ ପ୍ରୋଫାଇଲ୍‌ ପଇଠ ବୈଧ କରିବା ସମୟରେ, ଆପଣଙ୍କ ସ୍ଥିତି ପ୍ରଦର୍ଶନ କରାଯିବ
pa_arab_pk: جد اسی تہاڈی ادائیگی دی تصدیق کریے، تہاڈا اسٹیٹس وکھایا جاوے گا
pa_in: ਜਦੋਂ ਅਸੀਂ ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਕਰਦੇ ਹਾਂ, ਤਾਂ ਤੁਹਾਡੀ ਸਥਿਤੀ ਦਿਖਾਏਗੀ
pl: W tracie weryfikacji Twojego profilu płatności Twój stan będzie miał wartość
ru: Пока проверяется профиль оплаты, ваше состояние отображается как
sd: اسان توهان جو ادائيگي پروفائيل تصديق ڪريون ان مهل، توهان جي حالت ظاهر ٿيندي
si: අපි ඔබගේ ගෙවීම් පැතිකඩ වලංගු කරන තෙක්, ඔබගේ තත්වය පෙන්වනු ඇත
sl: Medtem ko preverjamo vaš plačilni profil, bo v polju s stanjem prikazano
sr_cyrl_rs: Док вршимо проверу ваљаности профила плаћања, ваш статус ће бити
sr_latn_rs: Dok vršimo proveru valjanosti profila plaćanja, vaš status će biti
sv: Medan vi verifierar din betalningsprofil visar din status
ta: உங்கள் கட்டணச் சுயவிவரத்தை நாங்கள் சரிபார்க்கும்போது, உங்கள் நிலை காண்பிக்கும்
te: మేము మీ చెల్లింపు ప్రొఫైల్‌ను క్రమబద్ధీకరిస్తుండగా, మీ స్థితి ఎలా చూపిస్తుందంటే
tg: Таи замоне, ки мо профили пардохти шуморо месанҷем, вазъи шумо намоиш дода мешавад
th: ในระหว่างที่เรากำลังตรวจสอบความถูกต้องของโปรไฟล์การชำระเงิน สถานะของคุณจะปรากฏ
tr: Ödeme profilinizi doğrularken durumunuz şunu gösterir:
tt: Түләү профилегез тикшерелгән арада статусыгыз болай күрсәтеләчәк:
ug: ھەق تاپشۇرۇش ئۇسۇلى ئارخىپىڭىزنى دەلىللەۋاتقىنىمىزدا ھالىتىڭىز كۆرۈنىدۇ
uk: Поки виконуватиметься перевірка профілю оплати, ваш стан буде показано як
ur: جس دوران ہم آپ کی ادائیگی کی پروفائل کی جواز دہی کرتے ہیں، آپ کی حالت ظاہر ہو گی
uz: To‘lov profilini tasdiqlayotganimizda, statusingiz quyidagini ko‘rsatadi
vi: Trong khi chúng tôi xác thực hồ sơ thanh toán của bạn, trạng thái của bạn sẽ hiển thị
zh_hans: 当验证付款配置文件时，你的状态将显示
zh_hant: 當我們驗證您的付款設定檔時，會顯示您的狀態

# Literal.PendingMicrosoftAction
source: Pending Microsoft Action.
af: Hangende Microsoft Action.
am: የMicrosoft እርምጃ በመጠባበቅ ላይ።
ar: تعليق Microsoft Action.
as: স্থগিত Microsoft ক্ৰিয়া।
az: Gözləyən Microsoft Fəaliyyəti.
bg: В изчакване на действие от страна на Microsoft.
bn_in: Microsoft মুলতুবী থাকা কর্ম।
bs: Čeka se radnja kompanije Microsoft.
cy: Aros am Weithredu gan Microsoft.
da: Afventer handling fra Microsoft.
de: Microsoft-Aktion ausstehend.
el: Εκκρεμεί ενέργεια της Microsoft.
es: Acción de Microsoft pendiente.
et: Ootel Microsofti toiming.
eu: Zain dagoen Microsoft ekintza.
fa: اقدام در دست انجام Microsoft.
ga: Ar feitheamh ar ghníomh Microsoft.
gd: Gnìomh Microsoft ri dhèiligeadh.
gl: Acción de Microsoft pendente.
gu: બાકી Microsoft એક્શન.
he: ממתין לפעולה של Microsoft.
hi: Microsoft क्रिया लंबित.
hr: Čeka se Microsoftova radnja.
hu: Folyamatban lévő Microsoft-művelet.
id: Tindakan Microsoft Tertunda.
is: Microsoft Action í bið.
ja: 保留中 (Microsoft の対応待ち)
ka: ელოდება Microsoft-ის მოქმედებას.
kk: Microsoft әрекеті күтілуде.
kn: ಬಾಕಿ ಉಳಿದ Microsoft Action.
ko: Microsoft 조치 보류 중
ku_arab: کرداری Microsoft چاوەڕوان دەکرێت.
ky: Microsoft аракетин күтүүдө.
lo: ການດຳເນີນ Microsoft ທີ່ຄ້າງຢູ່.
lt: Laukiama „Microsoft“ veiksmų.
lv: Gaida Microsoft darbību.
mi: He Mahi Microsoft e tārewa ana.
mk: Дејството на Microsoft чека на ред.
ml: ശേഷിക്കുന്ന Microsoft Action.
mn: Microsoft-с арга хэмжээ авахыг хүлээж байна.
mr: प्रलंबित Microsoft क्रिया.
ms: Tindakan Microsoft yang belum selesai.
mt: Azzjoni ta' Microsoft Pendenti.
ne: बाँकी Microsoft कार्य।
nn_no: Ventar på handling frå Microsoft.
no: Ventende Microsoft-handling.
or: ବାକି ଥିବା Microsoft କାର୍ଯ୍ୟ
pa_arab_pk: بقایا Microsoft ایکشن۔
pa_in: Microsoft Action ਬਕਾਇਆ।
pl: Oczekiwanie na akcję firmy Microsoft.
ru: Ожидание действия со стороны Майкрософт.
sd: Microsoft عمل رهيل
si: Microsoft ක්‍රියාමාර්ගය සඳහා රැඳී සිටී.
sl: Čaka na Microsoftovo posredovanje.
sr_cyrl_rs: Чека се поступак корпорације Microsoft.
sr_latn_rs: Čeka se postupak korporacije Microsoft.
sv: Väntande Microsoft-åtgärd.
ta: நிலுவையிலுள்ள Microsoft செயல்.
te: అమలులో ఉన్న Microsoft కార్యాచరణ.
tg: Амали мунтазири Microsoft.
th: รอการดำเนินการของ Microsoft
tr: Microsoft Eylemi Beklemede.
tt: Майкрософт гамәле көтелә.
ug: كۈتۈۋاتقان Microsoft مەشغۇلاتى.
uk: Очікується дія корпорації Майкрософт.
ur: Microsoft عمل کے زیر غور۔
uz: Kutilayotgan Microsoft Action.
vi: Hành động của Microsoft chờ xử lý.
zh_hans: 挂起 Microsoft 操作。
zh_hant: 暫止的 Microsoft 動作。

# Literal.Validation48Hours
source: Validation can take up to 48 hours.
af: Validasie kan tot 48 uur neem.
am: ትክክለኛነት ማረጋገጥ እስከ 48 ሰዓታት ሊወስድ ይችላል።
ar: قد تستغرق عملية التحقق من الصحة مدة تصل إلى 48 ساعة.
as: প্ৰমাণীকৰণত 48 ঘণ্টালৈকে সময় ল'ব পাৰে।
az: Yoxlama 48 saata qədər çəkə bilər.
bg: Проверката може да отнеме до 48 часа.
bn_in: বৈধতা যাচাইয়ে 48 ঘণ্টা অবধি সময় লাগতে পারে।
bs: Provjera može trajati do 48 sati.
cy: Gall gymryd 48 awr i ddilysu.
da: Validering kan tage op til 48 timer.
de: Die Überprüfung kann bis zu 48 Stunden dauern.
el: Η επικύρωση μπορεί να διαρκέσει έως 48 ώρες.
es: La validación puede tardar hasta 48 horas.
et: Valideerimiseks võib kuluda kuni 48 tundi.
eu: 48 ordu behar litezke balidatzeko.
fa: تأیید اعتبار می‌تواند 48 ساعت طول بکشد.
ga: Tógann an bailíochtú suas le 48 uair an chloig.
gd: Dh’fhaoidte gun toir an dearbhadh suas ri 48 uair a thìde.
gl: A validación pode tardar até 48 horas.
gu: સાતત્યતા ચકાસવામાં 48 કલાકથી વધુ સમય લાગશે નહિ.
he: האימות יכול להימשך עד 48 שעות.
hi: सत्यापन में 48 घंटे तक का समय लग सकता है.
hr: Provjera valjanosti može trajati do 48 sati.
hu: Az ellenőrzés legfeljebb 48 órát vehet igénybe.
id: Validasi dapat berlangsung hingga 48 jam.
is: Staðfesting getur tekið allt að 48 klukkustundir.
ja: 検証には最大48時間かかります。
ka: ვალიდაციას შეიძლება 48 საათამდე დასჭირდეს.
kk: Тексеруге 48 сағатқа дейін кетуі мүмкін.
kn: ಮಾನ್ಯತೆಗೆ 48 ಗಂಟೆಗಳು ಬೇಕು.
ko: 유효성 검사에는 최대 48시간이 걸릴 수 있습니다.
ku_arab: سەلماندن لەوانەیه 48 کاژێر بخایەنێت.
ky: Ырастоо 48 саатка чейин убакыт алат.
lo: ການຮັບຮອງສາມາດໃຊ້ເວລາ 48 ຊົ່ວໂມງ.
lt: Patikrinimas gali užtrukti iki 48 val.
lv: Validācija var ilgt līdz pat 48 stundām.
mi: I ētahi wā ka eke ki te 48 meneti mō te manatoko.
mk: Проверката може да потрае до 48 часа.
ml: സാധൂകരണത്തിന് 48 മണിക്കൂർ വരെ എടുത്തേക്കാം.
mn: Баталгаажуулалт 48 цаг хүртэл үргэлжилж болно.
mr: प्रमाणीकरणाला 48 तासांपर्यंत लागू शकतात.
ms: Pengesahan boleh mengambil masa sehingga 48 jam.
mt: Validazzjoni tista' ddum sa 48 siegħa
ne: प्रमाणीकरण गर्नलाई 48 घण्टासम्म लाग्न सक्छ।
nn_no: Validering kan ta opptil 48 timar.
no: Bekreftelse kan ta opptil 48 timer.
or: 48 ଘଣ୍ଟା ପର୍ଯ୍ୟନ୍ତ ବୈଧତା ଗ୍ରହଣ କରାଯିବ
pa_arab_pk: تصدیق 48 گھنٹے لے سکدی اے۔
pa_in: ਪ੍ਰਮਾਣਿਕਤਾ, 48 ਘੰਟੇ ਤੱਕ ਲੈ ਸਕਦੀ ਹੈ।
pl: Weryfikacja może potrwać do 48 godzin.
ru: Проверка может занять до 48 часов.
sd: درستگي 48 ڪلاڪ تائين ٿي سگهي ٿي.
si: වලංගු කිරීමට පැය 48 ක් ගත හැකිය.
sl: Preverjanje veljavnosti lahko traja do 48 ur.
sr_cyrl_rs: Провера ваљаности може да потраје до 48 сати.
sr_latn_rs: Provera valjanosti može da potraje do 48 sati.
sv: Verifieringen kan ta upp till 48 timmar.
ta: சரிபார்ப்புக்கு 48 மணிநேரம் வரை ஆகலாம்.
te: క్రమబద్ధీకరణ 48 గంటల వరకూ తీసుకోవచ్చును.
tg: Санҷиши ҳаққоният метавонад то 48 соатро гирад.
th: การตรวจสอบอาจใช้เวลานานถึง 48 ชั่วโมง
tr: Doğrulama işlemi 48 saat kadar sürebilir.
tt: Тикшерү 48 сәгатькә кадәр вакыт алырга мөмкин.
ug: دەلىللەش ئۈچۈن 48 سائەتقىچە ۋاقىت كېتىدۇ.
uk: Перевірка може тривати до 48 годин.
ur: جواز کو 48 گھنٹے لگ سکتے ہیں۔
uz: Tasdiqlash 48 soatgacha vaqtni olishi mumkin.
vi: Việc xác thực có thể mất tới 48 tiếng.
zh_hans: 验证最多需要 48 小时。
zh_hant: 驗證需要最多 48 個小時的時間。
