Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.3dsChallenge.Text1
source: Your card issuer needs you to complete one more step. When you select
af: Jou kaartuitreiker vereis dat jy nog een stap voltooi. Wanneer jy die volgende selekteer
am: የእርስዎ ካርድ ሰጪ አንድ ተጨማሪ እርምጃ እንዲወስዱ ይፈልጋል። የሚከተለውን በሚመርጡ ጊዜ
ar: تريد جهة إصدار بطاقتك منك إتمام خطوة إضافية أخرى. عند قيامك بتحديد
as: আপোনাৰ কাৰ্ড জাৰীকৰ্তাই এটা অধিক পদক্ষেপ সম্পূৰ্ণ কৰিব লাগিব। আপুনি চয়ন কৰাৰ সময়ত
az: Kart verən şəxs daha bir addımı da tamamlamağınızı istəyir. Siz seçdikdə
bg: Издателят на вашата карта изисква да завършите още една стъпка. Когато изберете
bn_in: আপনার কার্ড দাতার আরেকটি পদক্ষেপ আপনাকে সম্পূর্ণ করানো প্রয়োজন। যখন আপনি নির্বাচন করেন
bs: Izdavač vaše kartice zahtijeva da izvršite još jedan korak. Kada izaberete stavku
cy: Mae cyhoeddwr eich cerdyn yn gofyn i chi gyflawni un cam arall. Pan fyddwch chi'n dewis
da: Din kortudsteder kræver, at du udfører endnu et trin. Når du vælger
de: Für Ihren Kartenaussteller muss noch ein weiterer Schritt ausgeführt werden. Wenn Sie
el: Ο εκδότης της κάρτας σας έχει ζητήσει να ολοκληρώσετε ένα ακόμη βήμα. Όταν επιλέξετε
es: El emisor de la tarjeta requiere que completes un paso más. Al seleccionar
et: Teie kaardi väljaandja soovib teilt veel ühe toimingu tegemist. Kui valite nupu
eu: Txartelaren jaulkitzaileak beste urrats bat egitea eskatzen du.
fa: صادرکننده کارتتان باید یک مرحله دیگر را نیز انجام دهد. هنگامی که
ga: Iarrann do chuideachta cárta ort rud amháin eile a dhéanamh. Nuair a roghnaíonn tú
gd: Feumaidh foillsichear na cairt agad aon cheum eile. Ma thaghas tu
gl: O emisor da túa tarxeta necesita que completes un paso máis. Cando selecciones
gu: તમારા કાર્ડ જારીકર્તા માટે જરૂરી છે કે તમે એક વધુ પગલું પૂર્ણ કરો. જ્યારે તમે પસંદ કરો છો
he: מנפיק הכרטיס שלך צריך שתשלים שלב אחד נוסף. כשתבחר באפשרות
hi: आपके कार्ड जारीकर्ता के लिए यह आवश्यक है कि आप एक और चरण पूर्ण करें. आपके द्वारा इसका चयन किए जाने पर
hr: Izdavatelj vaše kartice zahtijeva da izvršite još jedan korak. Kada odaberete stavku
hu: Még egy lépést végre kell hajtania a kártyakibocsátó webhelyén. Ha kiválasztja a következő lehetőséget:
id: Penerbit kartu mengharuskan Anda menyelesaikan satu langkah lagi. Saat Anda memilih
is: Útgefandi kortsins þíns krefst þess að þú ljúkir einu skrefi í viðbót. Þegar þú velur
ja: カード発行者に対して、手順をもう 1 つ完了する必要があります。
ka: თქვენი ბარათის გამცემი ითხოვს ერთი ან მეტი ნაბიჯის შესრულებას. აირჩიეთ
kk: Карта шығарушы тағы бір қадамды орындауды керек етеді. Сіз таңдаған кезде
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ನೀಡುಗರು ನಿಮಗೆ ಮತ್ತೊಂದು ಹೆಜ್ಜೆ ಪೂರ್ಣಗೊಳಿಸಲು ಅಗತ್ಯವಿದೆ. ನೀವು ಆಯ್ಕೆ ಮಾಡಿದಾಗ
ko: 카드 발급업체에서 한 가지 단계를 더 요구합니다. 다음을 선택하면
ku_arab: دەرکەری کارتەکەت پێویستی بەوەیه هەنگاوێکی دیکه تەواو بکەیت، کاتێک دەسنیشانت کرد
ky: Карта чыгаруучуңуз дагы бир кадамды аяктоосу керек. Сиз тандаганда
lo: ຜູ້ອອກບັດຂອງທ່ານຈຳເປັນຕ້ອງເຮັດສຳເລັດອີກບາດກ້າວໜຶ່ງ. ເມື່ອທ່ານເລືອກ
lt: Kortelės išdavėjas privalo atlikti dar vieną veiksmą. Pasirinkę
lv: Kredītkartes izsniedzējs vēlas, lai veicat vēl vienu darbību. Ja atlasīsit
mi: Kei te hiahia tō kaiwhakaputa kāri kia whakaoti koe i tētahi atu hipanga. Ina tīpako koe
mk: На издавачот на картичката му е потребно да завршите уште еден чекор. Кога ќе изберете
ml: നിങ്ങളുടെ കാർഡ് ഇഷ്യൂവർ ഒരു ഘട്ടം പൂർത്തിയാക്കാൻ നിങ്ങളോട് ആവശ്യപ്പെടുന്നു. നിങ്ങൾ തിരഞ്ഞെടുക്കുമ്പോൾ
mn: Танай карт олгогч танаас дахин нэг алхам хийхийг хүсч байна. Та
mr: आपल्या कार्ड जारीकर्त्याला आपण आणखी एक चरण पूर्ण करण्याची आवश्यकता आहे. जेव्हा आपण निवडाल तेव्हा
ms: Pengeluar kad anda memerlukan anda untuk menyelesaikan satu langkah lagi. Apabila anda memilih
mt: L-emittent tal-karta tiegħek jeħtieġ li int tlesti pass ieħor. Meta tagħżel
ne: तपाइँको कार्ड जारीकर्ताले अझ एउटा चरण पूरा गर्न आवश्यक छ। जब तपाइँले चयन गर्नुहुन्छ
nn_no: Kortutferdaren krev at fullfører eitt trinn til. Når du vel
no: Kortutstederen krever at du fullfører ett trinn til. Når du velger
or: ଆପଣଙ୍କର କାର୍ଡ୍ ପ୍ରଦାନକାରୀ ଆପଣଙ୍କୁ ଏକ ଅଧିକ ପଦକ୍ଷେପ ସମ୍ପୁର୍ଣ୍ଣ କରିବାକୁ ଆବଶ୍ୟକ କରେ. ଯେତେବେଳେ ଆପଣ ଚୟନ କରନ୍ତି
pa_arab_pk: تُہاڈا کارڈ جاری کرن آلا چاہندا اے کہ تُسی اک ہور مرحلہ مکمل کرو۔ جیدوں تُسی منتخب کردے او
pa_in: ਤੁਹਾਡੇ ਕਾਰਡ ਜਾਰੀ ਕਰਨ ਵਾਲੇ ਨੂੰ ਇੱਕ ਹੋਰ ਸਟੈਪ ਪੂਰਾ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਜਦੋਂ ਤੁਸੀਂ ਚੋਣ ਕਰਦੇ ਹੋ
pl: Wystawca karty musi wykonać jeszcze jeden krok. Gdy wybierzesz pozycję
ru: Эмитенту вашей карты нужно, чтобы вы выполнили еще один шаг. Когда вы нажмете кнопку
sd: توهانجو ڪارڊ جاري ڪندڙ توهانکي هڪ ٻيو قدم مڪمل ڪرڻ گهري ٿو. جڏهن توهان چونڊيو ٿا
si: ඔබගේ කාඩ්පත් නිකුත් කරන්නාට, ඔබ තව පියවරක් සම්පූර්ණ කරනු අවශ්‍ය කර තිබේ. ඔබ තේරූ විට
sl: Izdajatelj vaše kartice zahteva, da dokončate še en korak. Ko izberete
sr_cyrl_rs: Издавалац картице захтева да обавите још једну радњу. Када кликнете на дугме
sr_latn_rs: Izdavalac kartice zahteva da obavite još jednu radnju. Kada kliknete na dugme
sv: Din kortutfärdare vill att du utför ett steg till. När du väljer
ta: உங்கள் அட்டை வழங்குநர் இன்னும் ஒரு படியை முடிக்க வேண்டும். நீங்கள் ஐத் தேர்ந்தெடுக்கும் போது
te: మీ కార్డ్ జారీదారు మిమ్మల్ని మరొక దశ పూర్తి చేయమంటున్నారు. మీరు ని ఎంచుకున్నప్పుడు, మీరు వారి సైట్‌కు వెళ్తారు
tg: Ба барорандаи корти шумо зарур аст, ки шумо як ё якчанд қадамро анҷом диҳед. Вақте ки шумо интихоб мекунед
th: ผู้ออกบัตรของคุณต้องการให้คุณดำเนินการอีกหนึ่งขั้นตอน เมื่อเลือก
tr: Kartınızı veren kuruluş, bir adımı daha tamamlamanızı istiyor.
tt: Картагызны чыгарган оешма тагын бер адым башкаруыгызны таләп итә.
ug: سىزگە كارتا بېجىرىپ بەرگەن ئورۇن بىر باسقۇچنى تاماملىشىڭىزنى تەلەپ قىلىدۇ. تاللىسىڭىز
uk: Емітенту вашої картки потрібно, щоб ви виконали ще один крок. Коли ви виберете
ur: آپ کے کارڈ جاری کنندہ کو آپ کی جانب سے ایک اور مرحلہ مکمل کرنے کی ضرورت ہے۔ جب آپ منتخب کرتے ہیں
uz: Kartangiz emitenti yana bitta qadamni bajarishingizni so‘ramoqda. Quyidagini tanlaganingizda
vi: Nhà phát hành thẻ của bạn cần bạn hoàn tất một bước nữa. Khi bạn chọn
zh_hans: 你的礼品卡颁发机构需要你再完成一个步骤。如果选择
zh_hant: 您的發卡機構要求您必須再完成一個步驟。當您選取

# Literal.3dsChallenge.Text2
source: , you'll be redirected to their website.
af: , sal jy na hulle webwerf herlei word.
am: ፣ ወደ የእነርሱ የድር ጣቢያ ይዘዋወራሉ።
ar: ، ستتم إعادة توجيهك إلى موقع الويب الخاص بهم.
as: , আপোনাক তেওঁলোকৰ ৱেবছাইটলৈ পুনঃনিৰ্দেশিত কৰা হ'ব।
az: , veb-sayta yenidən yönləndiriləcəksiniz.
bg: , ще бъдете пренасочени към неговия уеб сайт.
bn_in: তাদের ওয়েবসাইটে পুনঃনির্দেশিত করা হবে৷
bs: , bit ćete preusmjereni na njegovu web lokaciju.
cy: , byddwch yn cael eich hail-gyfeirio at eu gwefan.
da: , bliver du omdirigeret til deres websted.
de: auswählen, werden Sie zur entsprechenden Website weitergeleitet.
el: , θα ανακατευθυνθείτε στην τοποθεσία του στο web.
es: , se te redirigirá a su sitio web.
et: , suunatakse teid ümber nende veebisaidile.
eu: hautatzen duzunean, bere webgunera eramango zaitugu.
fa: را انتخاب کنید، به وب‌سایت آنها هدایت خواهید شد.
ga: , atreorófar thú chuig a suíomh gréasáin siúd.
gd: , thèid d’ ath-stiùireadh thu dhan làrach-lìn aca.
gl: , redireccionarémoste ao seu sitio web.
gu: , વેબસાઇટ પર પુનઃનિર્દેશિત થવાનું પસંદ કરો.
he: , תופנה לאתר האינטרנט שלו.
hi: , आपको उनकी वेबसाइट पर रीडायरेक्ट किया जाएगा.
hr: , bit ćete preusmjereni na njegovo web-mjesto.
hu: , átirányítjuk a webhelyükre.
id: , Anda akan diarahkan ke situs web mereka.
is: verður þér vísað á vefsvæði hans.
ja: を選択すると、カード発行者の Web サイトにリダイレクトされます。
ka: , მათ ვებსაიტზე გადასასვლელად.
kk: , олардың веб-сайтына қайта бағытталасыз.
kn: ಅವರ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ.
ko: 발급업체 웹 사이트로 리디렉션됩니다.
ku_arab: دووباره ئاراستەی ماڵپەڕەکەی ئەوان دەکرێیت.
ky: , алардын веб барагына кайра даректелесиз.
lo: , ທ່ານຈະຖືກນຳທາງໄປຫາເວັບໄຊທ໌ຂອງເຂົາເຈົ້າ.
lt: būsite nukreipti į jų svetainę.
lv: , tiksit novirzīts uz kredītkartes izsniedzēja tīmekļa vietni.
mi: , ka whakahāngai kētia atu koe ki tō rātou pae tukutuku.
mk: , ќе бидете пренасочени до нивната веб-локација.
ml: അവരുടെ വെബ്‌സൈറ്റിലേക്ക് റീഡയറക്ടുചെയ്യാൻ.
mn: сонговол таныг тэдний вэб сайт руу шилжүүлнэ.
mr: , आपल्याला त्यांच्या वेबसाइटवर पुनर्निर्देशित केले जाईल.
ms: , anda akan diubah hala ke laman web mereka.
mt: , se tiġi ridirezzjonat għas-sit web tiegħu.
ne: , तपाइँलाई उनीहरूको वेबसाइटमा पुन: निर्देशित गरिनेछ।
nn_no: , og så blir du omdirigert til nettstaden.
no: , omdirigeres du til nettstedet deres.
or: ଆପଣ ସେମାନଙ୍କର ୱେବସାଇଟ୍‌କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବେ.
pa_arab_pk: ، تُہانوں اونہاں دی ویب سائٹ اتے فیر بھیج دتا جاوے گا۔
pa_in: , ਤੁਹਾਨੂੰ ਉਹਨਾਂ ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: , zostanie wykonane przekierowanie do jego witryny internetowej.
ru: , вы будете перенаправлены на его веб-сайт.
sd: ، توهانکي انهن جي ويب سائيٽ ڏانهن ري ڊائريڪٽ ڪيو ويندو.
si: , ඔබව ඔවුනගේ වෙබ් අඩවිය කරා යොමු කෙරෙනු ඇත.
sl: , boste preusmerjeni na njegovo spletno mesto.
sr_cyrl_rs: , бићете преусмерени на одговарајућу веб локацију.
sr_latn_rs: , bićete preusmereni na odgovarajuću veb lokaciju.
sv: omdirigeras du till deras webbplats.
ta: , அவர்கள் வலைத்தளத்திற்கு வழிமாற்றப்பட.
te: , వారి వెబ్‌సైట్‌కు దారి మళ్లించబడతారు.
tg: , шумо ба вебсайти онҳо бозфиристода мешавед.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ดังกล่าว
tr: seçtiğinizde web sitesine yönlendirileceksiniz.
tt: дигәнне сайлагач, сез аның веб-сайтына күчереләчәксез.
ug: ، ئۇلارنىڭ توربېكىتىگە باشلايمىز.
uk: , вас буде переспрямовано на його веб-сайт.
ur: ، آپ کو ان کی ویب سائٹ پر لے جایا جائے گا۔
uz: , ularning veb-saytiga yo‘naltirilasiz.
vi: , bạn sẽ được chuyển hướng đến trang web của họ.
zh_hans: ，你将被重新定向至其网站。
zh_hant: 時，系統會將您重新導向到其網站。

# Literal.MSfB.ErrorMessage.EmptyCardNumber
source: Enter your card number
af: Voer jou kaartnommer in
am: የካርድዎን ቁጥር ያስገቡ
ar: إدخال رقم بطاقتك
as: আপোনাৰ কাৰ্ডৰ নম্বৰ প্ৰৱেশ কৰাওক
az: Kartınızın nömrəsini daxil edin
bg: Въведете номера на картата си
bn_in: আপনার কার্ড নম্বর প্রবেশ করান
bs: Unesite broj kartice
cy: Rhowch rif eich cerdyn
da: Indtast dit kortnummer
de: Geben Sie Ihre Kartennummer ein.
el: Εισαγάγετε τον αριθμό της κάρτας σας
es: Escribe el número de tarjeta
et: Sisestage kaardi number
eu: Idatzi txartel-zenbakia
fa: شماره کارت خود را وارد کنید
ga: Iontráil uimhir do chárta
gd: Cuir a-steach àireamh na cairt agad
gl: Introduce o número de cartón
gu: તમારો કાર્ડ નંબર દાખલ કરો.
he: הזן את מספר הכרטיס
hi: अपनी कार्ड संख्या दर्ज करें
hr: Unesite broj kartice
hu: Adja meg a kártyaszámot.
id: Masukkan nomor kartu Anda
is: Færðu inn kortanúmerið
ja: カード番号を入力してください
ka: შეიყვანეთ თქვენი ბარათის ნომერი
kk: Карта нөмірін енгізіңіз
kn: ನಿಮ್ಮ ಕಾರ್ಡ್‌ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ko: 카드 번호 입력
ku_arab: ژمارەی کارتەکەت تێبنووسه
ky: Картаңыздын номерин киргизиңиз
lo: ປ້ອນເຂົ້າເລກບັດ
lt: Įveskite kortelės numerį
lv: Ievadiet kredītkartes numuru
mi: Tāurutia he ingoa kaipupuru kāri
mk: Внесете го бројот на картичката
ml: നിങ്ങളുടെ കാർഡ് നമ്പർ നൽകുക
mn: Картын дугаараа оруул
mr: आपला कार्ड क्रमांक प्रविष्ट करा
ms: Masukkan nombor kad anda
mt: Daħħal l-isem tad-detentur tal-karta tiegħek
ne: आफ्नो कार्ड नम्बर प्रविष्ट गर्नुहोस्
nn_no: Skriv inn kortnummeret
no: Angi kortnummer
or: ଆପଣଙ୍କର କାର୍ଡ୍‌ ନମ୍ୱର ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنا کارڈ نمبر درج کرو
pa_in: ਆਪਣਾ ਕਾਰਡ ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź numer karty
ru: Введите номер карты
sd: پنهنجو ڪارڊ نمبر داخل ڪريو
si: ඔබගේ කාඩ්පතේ නම ඇතුල් කරන්න
sl: Vnesite številko kartice
sr_cyrl_rs: Унесите број картице
sr_latn_rs: Unesite broj kartice
sv: Ange ditt kortnummer
ta: உங்கள் அட்டை எண்ணை உள்ளிடவும்
te: మీ కార్డ్ సంఖ్యను నమోదు చేయండి
tg: Рақами корти худро ворид кунед
th: ป้อนหมายเลขบัตรของคุณ
tr: Kart numaranızı girin
tt: Карта номерын кертегез
ug: كارتا نومۇرىنى كىرگۈزۈڭ
uk: Введіть номер картки
ur: اپنے کارڈ کا نمبر داخل کریں
uz: Kartangiz raqamini kiriting
vi: Nhập số thẻ của bạn
zh_hans: 请输入你的卡号
zh_hant: 輸入您的卡號

# Literal.MSfB.ErrorMessage.EmptyCardholderName
source: Enter your cardholder name
af: Voer jou kaarthouernaam in
am: የካርድ ባለቤቱን ስም ያስገቡ
ar: إدخال اسم حامل البطاقة الخاص بك
as: আপোনাৰ কাৰ্ডধাৰকৰ নাম প্ৰৱেশ কৰাওক
az: Kart sahibinin adını daxil edin
bg: Въведете името на притежателя на картата
bn_in: কার্ডহোল্ডারের নাম প্রবেশ করান
bs: Unesite ime i prezime vlasnika kartice
cy: Rhowch eich enw deiliad cerdyn
da: Indtast kortindehaverens navn
de: Geben Sie den Namen des Karteninhabers ein.
el: Εισαγάγετε το όνομα του κατόχου της κάρτας
es: Escribe el nombre del titular de la tarjeta.
et: Sisestage kaardiomaniku nimi
eu: Idatzi txartelaren titularraren izena
fa: نام دارنده کارت را وارد کنید
ga: Iontráil an t-ainm atá ar an gcárta
gd: Cuir a-steach ainm sealbhadair na cairte agad
gl: Introduce o nome do titular
gu: કાર્ડધારકનું નામ પ્રવેશ કરો
he: הזן את השם של בעלי הכרטיס
hi: अपना कार्डधारक का नाम दर्ज करें
hr: Unesite ime vlasnika kartice
hu: Adja meg a kártyabirtokos nevét.
id: Masukkan nama pemegang kartu Anda
is: Færðu inn nafn korthafa
ja: カードの名義人の名前を入力してください
ka: შეიყვანეთ ბარათის მფლობელის სახელი
kk: Карта иегері атын енгізіңіз
kn: ನಿಮ್ಮ ಕಾರ್ಡ್‌ಹೋಲ್ಡರ್‌ ಹೆಸರು ನಮೂದಿಸಿ
ko: 카드 소유자 이름 입력
ku_arab: ناوی هەڵگری کارتەکەت تێبنووسه
ky: Карта кармагычынын атын киргизиңиз
lo: ປ້ອນເຂົ້າຊື່ຜູ້ຖືບັດຂອງທ່ານ
lt: Įveskite kortelės savininko vardą ir pavardę
lv: Ievadiet kredītkartes turētāja vārdu un uzvārdu
mi: Tāurutia tō tau kāri
mk: Внесете го името на сопственикот на картичката
ml: നിങ്ങളുടെ കാർഡ് ഉടമയുടെ പേര് നൽകുക
mn: Карт эзэмшигчийн нэрээ оруул
mr: आपल्या कार्ड होल्डरचे नाव प्रविष्ट करा
ms: Masukkan nama pemegang kad anda
mt: Daħħal in-numru tal-karta tiegħek
ne: आफ्नो कार्ड वाहकको नाम प्रविष्ट गर्नुहोस्
nn_no: Skriv inn namnet på korteigaren
no: Angi navn på kortinnehaver
or: ଆପଣଙ୍କର କାର୍ଡ୍‌ଧାରକ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنے کارڈ ہولڈر د اناں درج کرو
pa_in: ਆਪਣੇ ਕਾਰਡਧਾਰਕ ਦਾ ਨਾਮ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź imię i nazwisko posiadacza karty
ru: Введите имя владельца карты
sd: پنهنجي ڪارڊ هولڊر جو نالو داخل ڪريو
si: ඔබගේ කාඩ්පත් ලාභියාගේ නම ඇතුල් කරන්න
sl: Vnesite ime imetnika kartice
sr_cyrl_rs: Унесите име носиоца картице
sr_latn_rs: Unesite ime nosioca kartice
sv: Ange ditt namn som kortinnehavare
ta: உங்கள் அட்டைதாரரின் பெயரை உள்ளிடவும்
te: మీ కార్డ్‌హోల్డర్ పేరును నమోదు చేయండి
tg: Номи дорандаи корти худро ворид кунед
th: ป้อนชื่อเจ้าของบัตรของคุณ
tr: Kart sahibinin adını girin
tt: Карта иясе исемен кертегез
ug: كارتا ئىگىسىنىڭ نامىنى كىرگۈزۈڭ
uk: Введіть ім’я власника картки
ur: اپنا کارڈ ہولڈر نام داخل کریں
uz: Karta egasi ismini kiriting
vi: Nhập tên chủ thẻ của bạn
zh_hans: 请输入持卡人姓名
zh_hant: 輸入您的持卡人姓名

# Literal.MSfB.ErrorMessage.EmptyAccountName
source: Enter your name on account
af: Voer jou naam op die rekening in
am: በሂሳብ ላይ ያለውን ስምዎ ይጻፉ
ar: إدخال اسمك في الحساب
as: আপোনাৰ একাউণ্টত থকা নামটো প্ৰৱেশ কৰাওক
az: Adınızı hesaba daxil edin
bg: Въведете вашето име на банковата сметка
bn_in: অ্যাকাউন্টে আপনার নাম প্রবেশ করান
bs: Unesite svoje ime na računu
cy: Rhowch eich enw ar y cyfrif
da: Indtast dit navn på kontoen
de: Geben Sie Ihren hinterlegten Namen ein.
el: Εισαγάγετε το όνομα σας στον λογαριασμό
es: Escribe el nombre que aparece en tu cuenta
et: Sisestage kontol olev nimi
eu: Idatzi kontuan agertzen den zure izena
fa: نام دارنده حساب را وارد کنید
ga: Iontráil an t-ainm atá ar an gcuntas
gd: Cuir a-steach d’ ainm mar a tha e sa chunntas
gl: Introduce o nome que aparece na conta
gu: એકાઉન્ટ ઉપર તમારું નામ દાખલ કરો
he: הזן את השם שלך שמופיע בחשבון
hi: खाते में अपना नाम दर्ज करें
hr: Unesite svoje ime na računu
hu: Adja meg a számlatulajdonos nevét.
id: Masukkan nama pada akun Anda
is: Færðu inn nafn á reikningi
ja: 口座名義人の名前を入力してください
ka: შეიყვანეთ თქვენი სახელი ანგარიშზე
kk: Тіркелгіге атыңызды енгізіңіз
kn: ಖಾತೆಯಲ್ಲಿನ ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 예금주 이름 입력
ku_arab: ناوی نێو ئەژمێرەکەت تێبنووسه
ky: Эсептеги так атты жазыңыз
lo: ປ້ອນຊື່ເທິງບັນຊີຂອງທ່ານ
lt: Įveskite sąskaitoje nurodytą vardą ir pavardę
lv: Ievadiet konta īpašnieka vārdu un uzvārdu
mi: Tāurutia atu tō ingoa i te pūkete
mk: Внесете го вашето име од сметката
ml: അക്കൗണ്ടിൽ നിങ്ങളുടെ പേര് നൽകുക
mn: Дансан дахь нэрээ оруул
mr: खात्‍यावर आपले नाव प्रविष्‍ट करा
ms: Masukkan nama anda pada akaun
mt: Daħħal l-isem tiegħek fuq il-kont
ne: खातामा आफ्नो नाम प्रविष्ट गर्नुहोस्
nn_no: Skriv inn namnet på kontoen
no: Angi kontoens navn
or: ଏକାଉଣ୍ଟରେ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اکاؤنٹ تے اپنا ناں درج کرو
pa_in: ਖਾਤੇ ਉੱਤੇ ਅਪਣਾ ਨਾਮ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź imię i nazwisko skojarzone z kontem
ru: Введите имя, которое указано в счете
sd: اڪائونٽ تي پنهنجو نالو داخل ڪريو
si: ගිණුම මත ඔබගේ නම ඇතුල් කරන්න
sl: Vnesite ime na računu
sr_cyrl_rs: Унесите име наведено на банковном рачуну
sr_latn_rs: Unesite ime navedeno na bankovnom računu
sv: Ange ditt kontonamn
ta: கணக்கிலுள்ள உங்கள் பெயரை உள்ளிடவும்
te: ఖాతా మీద మీ పేరు నమోదు చేయండి
tg: Номи дар суратҳисоб будаи худро ворид кунед
th: ป้อนชื่อบนบัญชีของคุณ
tr: Hesabınızda görünen adı girin
tt: Хисаптагы исемегезне языгыз
ug: بانكا ھېساباتىدىكى نامىڭىزنى كىرگۈزۈڭ
uk: Введіть ім'я, вказане для рахунку
ur: اکاؤنٹ میں اپنا نام داخل کریں
uz: Hisob raqamingizdagi ismni kiriting
vi: Nhập tên bạn trên tài khoản
zh_hans: 请输入你的帐户名称
zh_hant: 輸入帳戶的姓名

# Literal.MSfB.ErrorMessage.EmptyExpireMonth
source: Pick your expiration month
af: Kies die maand in jou vervaldatum
am: የሚያበቃበትን ወር ይምረጡ
ar: اختيار شهر انتهاء الصلاحية
as: আপোনাৰ ম্যাদ উকলাৰ মাহটো তোলক
az: Son istifadə ayını seçin
bg: Изберете месеца на изтичане на валидността
bn_in: আপনার মেয়াদ উত্তীর্ণ হবার মাসটি চয়ন করুন
bs: Izaberite mjesec isteka kartice
cy: Dewiswch eich mis dod i ben
da: Vælg udløbsmåneden
de: Wählen Sie den Ablaufmonat aus.
el: Επιλέξτε τον μήνα λήξης
es: Selecciona el mes de expiración
et: Valige aegumiskuu
eu: Aukeratu iraungitze-hilabetea
fa: ماه انقضای مورد نظر را انتخاب کنید
ga: Pioc do mhí éagtha
gd: Tagh am mìos a dh’fhalbhas an ùine air
gl: Selecciona o mes de caducidade
gu: તમારો સમાપ્તિ મહિનો ચૂંટો
he: בחר את חודש התפוגה
hi: अपना समय-सीमा समाप्ति माह चुनें
hr: Odaberite mjesec isteka kartice
hu: Válassza ki a lejárat hónapját.
id: Pilih bulan kedaluwarsa Anda
is: Veldu fyrningarmánuð
ja: 有効期限 (月) を選択してください
ka: აირჩიეთ ვადის გასვლის თვე
kk: Мерзімі бітетін айды таңдаңыз
kn: ನಿಮ್ಮ ಅವಧಿ ಮೀರುವ ತಿಂಗಳು ಆಯ್ಕೆ ಮಾಡಿ
ko: 만료 월 선택
ku_arab: مانگی بەسەرچوونت هەڵبژێرە
ky: Мөөнөтү аяктоочу айды киргизиңиз
lo: ເລືອກເດືອນໝົດອາຍຸ
lt: Pasirinkite galiojimo pabaigos mėnesį
lv: Atlasiet kredītkartes derīguma termiņa beigu mēnesi
mi: Kōwhiria tō rā mōnehu
mk: Одберете го месецот на истекување
ml: നിങ്ങളുടെ കാലഹരണപ്പെടുന്ന മാസം തിരഞ്ഞെടുക്കുക
mn: Дуусах хугацааны сарыг оруул
mr: आपला कालबाह्यता महिना निवडा
ms: Pilih bulan tamat tempoh anda
mt: Agħżel ix-xahar ta' skadenza tiegħek
ne: आफ्नो म्याद समाप्ति महिना रोज्नुहोस्
nn_no: Vel månad for utløp
no: Velg utløpsmåned
or: ଆପଣଙ୍କର ସମୟସୀମା ମାସ ବାଛନ୍ତୁ
pa_arab_pk: اپنا زائد المعیاد مہینہ چنو
pa_in: ਆਪਣੀ ਮਿਆਦ ਖਤਮ ਹੋਣ ਦਾ ਮਹੀਨਾ ਚੁਣੋ
pl: Wybierz miesiąc wygaśnięcia
ru: Выберите месяц окончания срока действия
sd: پنهنجو مدي خارج ٿيڻ جو مهينو چونڊيو
si: ඔබගේ කළ ඉකුත්වීමේ මාසය තෝරන්න
sl: Izberite mesec poteka veljavnosti
sr_cyrl_rs: Унесите датум истека важења
sr_latn_rs: Unesite datum isteka važenja
sv: Välj din förfallomånad
ta: உங்கள் காலாவதி மாதத்தைத் தேர்ந்தெடுக்கவும்
te: మీ ముగింపు నెల ఎంచుకోండి
tg: Моҳи анҷоми муҳлатро интихоб кунед
th: เลือกเดือนหมดอายุของคุณ
tr: Son kullanma ayını seçin
tt: Вакыты чыгу аен сайлагыз
ug: كۈچكە ئىگە مۇددەت ئاينى تاللاش
uk: Виберіть місяць завершення терміну дії
ur: اپنی مدت کے اختتام کا مہینہ منتخب کریں
uz: Amal qilish muddati oyini tanlang
vi: Chọn tháng hết hạn của bạn
zh_hans: 请选择你的到期月份
zh_hant: 挑選您的有效期限月份

# Literal.MSfB.ErrorMessage.EmptyExpireYear
source: Pick your expiration year
af: Kies die jaar in jou vervaldatum
am: የሚያበቃበትን ዓመት ይምረጡ
ar: اختيار سنة انتهاء الصلاحية
as: আপোনাৰ ম্যাদ উকলাৰ বছৰটো তোলক
az: Son istifadə ilini seçin
bg: Изберете годината на изтичане на валидността
bn_in: আপনার মেয়াদ উত্তীর্ণ হবার বছরটি চয়ন করুন
bs: Izaberite godinu isteka kartice
cy: Dewiswch eich blwyddyn dod i ben
da: Vælg udløbsåret
de: Wählen Sie das Ablaufjahr aus.
el: Επιλέξτε το έτος λήξης
es: Selecciona el año de expiración
et: Valige aegumisaasta
eu: Aukeratu iraungitze-urtea
fa: سال انقضای مورد نظرتان را انتخاب کنید
ga: Pioc do bhliain éagtha
gd: Tagh a’ bhliadhna a dh’fhalbhas an ùine air
gl: Selecciona o ano de caducidade
gu: તમારુ સમાપ્તિ વર્ષ ચૂંટો
he: בחר את שנת התפוגה
hi: अपना समय-सीमा समाप्ति वर्ष चुनें
hr: Odaberite godinu isteka kartice
hu: Válassza ki a lejárat évét.
id: Pilih tahun kedaluwarsa Anda
is: Veldu fyrningarár
ja: 有効期限 (年) を選択してください
ka: აირჩიეთ ვადის გასვლის წელი
kk: Мерзімі бітетін жылды таңдаңыз
kn: ನಿಮ್ಮ ಅವಧಿ ಮೀರುವ ವರ್ಷ ಆಯ್ಕೆ ಮಾಡಿ
ko: 만료 연도 선택
ku_arab: ساڵی بەسەرچوونت هەڵبژێره
ky: Мөөнөтү аяктоочу жылды киргизиңиз
lo: ເລືອກປີໝົດອາຍຸ
lt: Pasirinkite galiojimo pabaigos metus
lv: Atlasiet kredītkartes derīguma termiņa beigu gadu
mi: Kōwhiria tō tau mōnehu
mk: Одберете ја годината на истекување
ml: നിങ്ങളുടെ കാലഹരണപ്പെടുന്ന വർഷം തിരഞ്ഞെടുക്കുക
mn: Дуусах хугацааны жилийг оруул
mr: आपले कालबाह्यता वर्ष निवडा
ms: Pilih tahun tamat tempoh anda
mt: Agħżel is-sena ta' skadenza tiegħek
ne: आफ्नो म्याद समाप्ति वर्ष रोज्नुहोस्
nn_no: Vel år for utløp
no: Velg utløpsår
or: ଆପଣଙ୍କର ସମୟସୀମା ବର୍ଷ ବାଛନ୍ତୁ
pa_arab_pk: اپنا زائد المعیاد سال چنو
pa_in: ਆਪਣਾ ਮਿਆਦ ਖਤਮ ਹੋਣ ਦਾ ਸਾਲ ਚੁਣੋ
pl: Wybierz rok wygaśnięcia
ru: Выберите год окончания срока действия
sd: پنهنجو مدي خارج ٿيڻ جو سال چونڊيو
si: ඔබගේ කළ ඉකුත්වීමේ වසර තෝරන්න
sl: Izberite leto poteka veljavnosti
sr_cyrl_rs: Унесите годину истека важења
sr_latn_rs: Unesite godinu isteka važenja
sv: Välj ditt förfalloår
ta: உங்கள் காலாவதி ஆண்டைத் தேர்ந்தெடுக்கவும்
te: మీ ముగింపు సంవత్సరం ఎంచుకోండి
tg: Соли анҷоми муҳлатро интихоб кунед
th: เลือกปีหมดอายุของคุณ
tr: Son kullanma yılını seçin
tt: Вакыты чыгу елын сайлагыз
ug: كۈچكە ئىگە مۇددەت يىلنى تاللاش
uk: Виберіть рік завершення терміну дії
ur: اپنی مدت کے اختتام کا سال منتخب کریں
uz: Amal qilish muddati yilini tanlang
vi: Chọn năm hết hạn của bạn
zh_hans: 请选择你的到期年份
zh_hant: 挑選您的有效期限年份
