Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCardSummaryAccountToken.Visa
source: (Add Visa ending in {accountToken})
af: (Voeg Visa by wat eindig op {accountToken})
am: (Visa የሚያበቃውን በ{accountToken} ያክሉ)
ar: (إضافة Visa تنتهي بـ {accountToken})
as: ({accountToken}ৰে অন্ত পৰা Visa যোগ দিয়ক)
az: ({accountToken} ilə bitən Viza əlavə edin)
bg: (Добавяне на карта Visa, завършваща на {accountToken})
bn_in: ({accountToken} এ মেয়াদ উত্তীর্ণ হবে এমন Visa যোগ করুন)
bs: (Dodajte Visa karticu koja se završava na {accountToken})
cy: (Ychwanegu Visa sy'n gorffen gyda {accountToken})
da: (Tilføj Visa, der slutter på {accountToken})
de: (Visa-Karte hinzufügen, die auf {accountToken} endet)
el: (Προσθήκη αριθμού Visa που τελειώνει σε {accountToken})
es: (Agregar visa que termina en {accountToken})
et: (Lisage Visa, mille neli viimast numbrit on {accountToken})
eu: (Gehitu {accountToken} zenbakiekin amaitzen den Visa txartela)
fa: (افزودن Visa که به چهار رقم {accountToken} ختم می‌شود)
ga: (Cuir Cárta Visa leis ag críochnú ar {accountToken})
gd: (Cuir ris Visa a tha a’ crìochnachadh le {accountToken})
gl: (Engadir Visa que remata en {accountToken})
gu: ({accountToken} માં સમાપ્ત થાય તે Visa ઍડ કરો)
he: (הוסף ויזה המסתיימת ב- {accountToken})
hi: ({accountToken} में समाप्त होने वाला Visa जोड़ें)
hr: (Dodajte Visa karticu koja završava s {accountToken})
hu: ({accountToken} végződésű Visa hozzáadása)
id: (Tambahkan Visa yang berakhiran {accountToken})
is: (Bæta við vegabréfsáritun sem endar á {accountToken})
ja: (末尾が {accountToken} の Visa を追加)
ka: (დაამატეთ Visa, რომელიც მთავრდება შემდეგი ციფრებით: {accountToken})
kk: (Нөмірі {accountToken} деп аяқталатын Visa картасын қосыңыз)
kn: ({accountToken} ನಲ್ಲಿ ಕೊನೆಯಾಗುವ Visa ಸೇರಿಸಿ)
ko: ({accountToken}(으)로 끝나는 Visa 추가)
lo: (ເພີ່ມ Visa ທີ່ລົງທ້າຍດ້ວຍ {accountToken})
lt: (Įtraukite „Visa“, kurios numeris baigiasi {accountToken})
lv: (Pievienojiet Visa karti, kuras numurs beidzas ar {accountToken})
mi: (Tāpiri Visa e mutu ana ki {accountToken})
mk: (Додајте Visa што завршува со {accountToken})
ml: ({accountToken} എന്നതിൽ അവസാനിക്കുന്ന Visa ചേർക്കുക)
mr: ({accountToken} ने समाप्त होणारे Visa प्रविष्ट करा)
ms: (Tambah Visa yang berakhir dengan {accountToken})
mt: (Żid Visa li tispiċċa bi {accountToken})
ne: (अन्तिममा {accountToken} भएको Visa थप्नुहोस्)
nn_no: (Legg til Visa som sluttar på {accountToken})
no: (Legg til Visa som slutter på {accountToken})
or: ({accountToken} ରେ ଶେଷ ହେଉଥିବା Visa ଯୋଡନ୍ତୁ)
pa_in: ({accountToken} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲੇ Visa ਕਾਰਡ ਨੂੰ ਜੋੜੋ)
pl: (Dodaj kartę Visa kończącą się na {accountToken})
ru: (Добавьте карту Visa, номер которой заканчивается на {accountToken})
sl: (Dodajte kartico Visa, ki se konča s številkami {accountToken})
sr_cyrl_rs: (Додајте Visa картицу која се завршава на {accountToken})
sr_latn_rs: (Dodajte Visa karticu koja završava sa {accountToken})
sv: (Lägg till Visa som slutar på {accountToken})
ta: ({accountToken} என முடியும் Visa-ஐச் சேருங்கள்)
te: ({accountToken}తో ముగిసే వీసాని జోడించండి)
th: (เพิ่ม Visa ที่ลงท้ายด้วย {accountToken})
tr: ({accountToken} ile biten Visa kartını ekleyin)
tt: ({accountToken} белән тәмамланучы Visa өстәү)
ug: (ئاياغ نومۇرى {accountToken} بولغان Visa)
uk: (Додайте картку Visa, що закінчується на {accountToken})
ur: (وہ Visa شامل کریں جس کے آخر میں {accountToken} ہے)
uz: ({accountToken} bilan tugaydigan Visa kiriting)
vi: (Thêm thẻ Visa có các số cuối là {accountToken})
zh_hans: (添加以 {accountToken} 结尾的 Visa 卡)
zh_hant: (新增結尾為 {accountToken} 的 Visa)

# Literal.CreditCardSummaryAccountToken.Elo
source: (Add Elo ending in {accountToken})
af: (Voeg Elo by wat eindig op {accountToken})
am: (Elo የሚያበቃውን በ{accountToken} ያክሉ)
ar: (إضافة Elo تنتهي بـ {accountToken})
as: ({accountToken}ৰে অন্ত পৰা Elo যোগ দিয়ক)
az: ({accountToken} ilə bitən Elo əlavə edin)
bg: (Добавяне на карта Elo, завършваща на {accountToken})
bn_in: ({accountToken} এ মেয়াদ উত্তীর্ণ হবে এমন Elo যোগ করুন)
bs: (Dodajte Elo karticu koja se završava na {accountToken})
cy: (Ychwanegu Elo sy'n gorffen gyda {accountToken})
da: (Tilføj Elo, der slutter med {accountToken})
de: (Elo-Karte hinzufügen, die auf {accountToken} endet)
el: (Προσθήκη Elo που τελειώνει σε {accountToken})
es: (Agregar Elo que termina en {accountToken})
et: (Lisage Elo, mille neli viimast numbrit on {accountToken})
eu: (Gehitu {accountToken} zenbakiekin amaitzen den Elo txartela)
fa: (افزودن Elo که به چهار رقم {accountToken} ختم می‌شود)
ga: (Cuir Cárta Elo leis ag críochnú ar {accountToken})
gd: (Cuir ris Elo a tha a’ crìochnachadh le {accountToken})
gl: (Engadir Elo que remata en {accountToken})
gu: ({accountToken} માં સમાપ્ત થાય તે Elo ઍડ કરો)
he: (הוסף Elo המסתיים ב- {accountToken})
hi: ({accountToken} पर समाप्त होने वाले Elo जोड़ें)
hr: (Dodajte Elo karticu koja završava s {accountToken})
hu: ({accountToken} végződésű Elo hozzáadása)
id: (Tambahkan Elo yang berakhiran {accountToken})
is: (Bæta við Elo sem endar á {accountToken})
ja: (末尾が {accountToken} の Elo を追加)
ka: (დაამატეთ Elo, რომელიც მთავრდება შემდეგი ციფრებით: {accountToken})
kk: (Нөмірі {accountToken} деп аяқталатын Elo картасын қосыңыз)
kn: ({accountToken} ನಲ್ಲಿ ಕೊನೆಯಾಗುವ Elo ಸೇರಿಸಿ)
ko: ({accountToken}(으)로 끝나는 Elo 추가)
lo: (ເພີ່ມ Elo ທີ່ລົງທ້າຍດ້ວຍ {accountToken})
lt: (Įtraukite „Elo“, kurios numeris baigiasi {accountToken})
lv: (Pievienojiet Elo karti, kuras numurs beidzas ar {accountToken})
mi: (Tāpiri Elo e mutu ana ki {accountToken})
mk: (Додајте Elo што завршува со {accountToken})
ml: ({accountToken} എന്നതിൽ അവസാനിക്കുന്ന Elo ചേർക്കുക)
mr: ({accountToken} ने समाप्त होणारे Elo प्रविष्ट करा)
ms: (Tambah Elo yang berakhir dengan {accountToken})
mt: (Żid Elo li tispiċċa bi {accountToken})
ne: (अन्तिममा {accountToken} भएको Elo थप्नुहोस्)
nn_no: (Legg til Elo som sluttar på {accountToken})
no: (Legg til Elo som slutter på {accountToken})
or: ({accountToken} ରେ ଶେଷ ହେଉଥିବା Elo ଯୋଡନ୍ତୁ)
pa_in: ({accountToken} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲੇ Elo ਕਾਰਡ ਨੂੰ ਜੋੜੋ)
pl: (Dodaj kartę Elo kończącą się na {accountToken})
ru: (Добавьте карту Elo, номер которой заканчивается на {accountToken})
sl: (Dodajte kartico Elo, ki se konča s številkami {accountToken})
sr_cyrl_rs: (Додајте Elo картицу која се завршава на {accountToken})
sr_latn_rs: (Dodajte Elo karticu koja završava sa {accountToken})
sv: (Lägg till Elo som slutar på {accountToken})
ta: ({accountToken} என முடியும் Elo-ஐச் சேருங்கள்)
te: ({accountToken}తో ముగిసే Eloని జోడించండి)
th: (เพิ่ม Elo ที่ลงท้ายด้วย {accountToken})
tr: ({accountToken} ile biten Elo kartını ekleyin)
tt: ({accountToken} белән тәмамланучы Elo өстәү)
ug: (ئاياغ نومۇرى {accountToken} بولغان Elo)
uk: (Додайте картку Elo, що закінчується на {accountToken})
ur: (وہ Elo شامل کریں جس کے آخر میں {accountToken} ہے)
uz: ({accountToken} bilan tugaydigan Elo kiriting)
vi: (Thêm thẻ Elo có các số cuối là {accountToken})
zh_hans: (添加以 {accountToken} 结尾的 Elo 卡)
zh_hant: (新增結尾為 {accountToken} 的 Elo)

# Literal.CreditCardSummaryAccountToken.Hipercard
source: (Add Hipercard ending in {accountToken})
af: (Voeg Hipercard by wat eindig op {accountToken})
am: (Hipercard የሚያበቃውን በ{accountToken} ያክሉ)
ar: (إضافة Hipercard تنتهي بـ {accountToken})
as: ({accountToken}ৰে অন্ত পৰা Hipercard যোগ দিয়ক)
az: ({accountToken} ilə bitən Hiperkartı əlavə edin)
bg: (Добавяне на карта Hipercard, завършваща на {accountToken})
bn_in: ({accountToken} এ মেয়াদ উত্তীর্ণ হবে এমন Hipercard যোগ করুন)
bs: (Dodajte Hipercard karticu koja se završava na {accountToken})
cy: (Ychwanegu Hipercard sy'n gorffen gyda {accountToken})
da: (Tilføj Hipercard, der slutter på {accountToken})
de: (Hipercard-Karte hinzufügen, die auf {accountToken} endet)
el: (Προσθήκη Hipercard που τελειώνει σε {accountToken})
es: (Agregar Hipercard que termina en {accountToken})
et: (Lisage Hipercard, mille neli viimast numbrit on {accountToken})
eu: (Gehitu {accountToken} zenbakiekin amaitzen den Hipercard txartela)
fa: (افزودن Hipercard که به چهار رقم {accountToken} ختم می‌شود)
ga: (Cuir Cárta Hipercard leis ag críochnú ar {accountToken})
gd: (Cuir ris Hipercard a tha a’ crìochnachadh le {accountToken})
gl: (Engadir Hipercard que remata en {accountToken})
gu: ({accountToken} માં સમાપ્ત થાય તે Hipercard ઍડ કરો)
he: (הוסף Hipercard המסתיים ב- {accountToken})
hi: ({accountToken} पर समाप्त होने वाला Hipercard जोड़ें)
hr: (Dodajte Hipercard karticu koja završava s {accountToken})
hu: ({accountToken} végződésű Hipercard hozzáadása)
id: (Tambahkan Hipercard yang berakhiran {accountToken})
is: (Bæta við Hipercard sem endar á {accountToken})
ja: (末尾が {accountToken} の Hipercard を追加)
ka: (დაამატეთ Hipercard, რომელიც მთავრდება შემდეგი ციფრებით: {accountToken})
kk: (Нөмірі {accountToken} деп аяқталатын Hipercard картасын қосыңыз)
kn: ({accountToken} ನಲ್ಲಿ ಕೊನೆಯಾಗುವ Hipercard ಸೇರಿಸಿ)
ko: ({accountToken}(으)로 끝나는 Hipercard 추가)
lo: (ເພີ່ມ Hipercard ທີ່ລົງທ້າຍດ້ວຍ {accountToken})
lt: (Įtraukite „Hipercard“, kurios numeris baigiasi {accountToken})
lv: (Pievienojiet Hipercard karti, kuras numurs beidzas ar {accountToken})
mi: (Tāpiri Hipercard e mutu ana ki {accountToken})
mk: (Додајте Hipercard што завршува со {accountToken})
ml: ({accountToken} എന്നതിൽ അവസാനിക്കുന്ന Hipercard ചേർക്കുക)
mr: ({accountToken} ने समाप्त होणारे Hipercard प्रविष्ट करा)
ms: (Tambah Hipercard yang berakhir dengan {accountToken})
mt: (Żid Hipercard li tispiċċa bi {accountToken})
ne: (अन्तिममा {accountToken} भएको Hipercard थप्नुहोस्)
nn_no: (Legg til Hipercard som sluttar på {accountToken})
no: (Legg til Hipercard som slutter på {accountToken})
or: ({accountToken} ରେ ଶେଷ ହେଉଥିବା Hipercard ଯୋଡନ୍ତୁ)
pa_in: ({accountToken} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲੇ Hipercard ਕਾਰਡ ਨੂੰ ਜੋੜੋ)
pl: (Dodaj kartę Hipercard kończącą się na {accountToken})
ru: (Добавить карту Hipercard, номер которой заканчивается на {accountToken})
sl: (Dodajte kartico Hipercard, ki se konča s številkami {accountToken})
sr_cyrl_rs: (Додајте Hipercard картицу која се завршава на {accountToken})
sr_latn_rs: (Dodajte Hipercard karticu koja završava sa {accountToken})
sv: (Lägg till Hipercard som slutar med {accountToken})
ta: ({accountToken} என முடியும் Hipercard-ஐச் சேருங்கள்)
te: ({accountToken}తో ముగిసే హైపర్‌కార్డ్‌ని జోడించండి)
th: (เพิ่ม Hipercard ที่ลงท้ายด้วย {accountToken})
tr: ({accountToken} ile biten Hipercard kartını ekleyin)
tt: ({accountToken} белән тәмамланучы Hipercard өстәү)
ug: (ئاياغ نومۇرى {accountToken} بولغان Hipercard)
uk: (Додайте картку Hipercard, що закінчується на {accountToken})
ur: (وہ Hipercard شامل کریں جس کے آخر میں {accountToken} ہے)
uz: ({accountToken} bilan tugaydigan Hipercard kiriting)
vi: (Thêm thẻ Hipercard có các số cuối là {accountToken})
zh_hans: (添加以 {accountToken} 结尾的 Hipercard 卡)
zh_hant: (新增結尾為 {accountToken} 的 Hipercard)

# Literal.CreditCardSummaryAccountToken.Verve
source: (Add Verve ending in {accountToken})
af: (Voeg Verve by wat eindig op {accountToken})
am: (Verve የሚያበቃውን በ{accountToken} ያክሉ)
ar: (إضافة Verve تنتهي بـ {accountToken})
as: ({accountToken}ৰে অন্ত পৰা Verve যোগ দিয়ক)
az: ({accountToken} ilə bitən Verve əlavə edin)
bg: (Добавяне на карта Verve, завършваща на {accountToken})
bn_in: ({accountToken} এ মেয়াদ উত্তীর্ণ হবে এমন Verve যোগ করুন)
bs: (Dodajte Verve karticu koja se završava na {accountToken})
cy: (Ychwanegu Verve sy'n gorffen gyda {accountToken})
da: (Tilføj Verve, der slutter på {accountToken})
de: (Verve-Karte hinzufügen, die auf {accountToken} endet)
el: (Προσθήκη Verve που τελειώνει σε {accountToken})
es: (Agregar Verve que termina en {accountToken})
et: (Lisage Verve, mille neli viimast numbrit on {accountToken})
eu: (Gehitu {accountToken} zenbakiekin amaitzen den Verve txartela)
fa: (افزودن Verve که به چهار رقم {accountToken} ختم می‌شود)
ga: (Cuir Cárta Verve leis ag críochnú ar {accountToken})
gd: (Cuir ris Verve a tha a’ crìochnachadh le {accountToken})
gl: (Engadir Verve que remata en {accountToken})
gu: ({accountToken} માં સમાપ્ત થાય તે Verve ઍડ કરો)
he: (הוסף גירסה המסתיימת ב- {accountToken})
hi: ({accountToken} में समाप्त होने वाली Verve जोड़ें)
hr: (Dodajte Verve karticu koja završava s {accountToken})
hu: ({accountToken} végződésű Verve hozzáadása)
id: (Tambahkan Verve yang berakhiran {accountToken})
is: (Bæta við Verve sem endar á {accountToken})
ja: (末尾が {accountToken} の Verve を追加)
ka: (დაამატეთ Verve, რომელიც მთავრდება შემდეგი ციფრებით: {accountToken})
kk: (Нөмірі {accountToken} деп аяқталатын Verve картасын қосыңыз)
kn: ({accountToken} ನಲ್ಲಿ ಕೊನೆಯಾಗುವ Verve ಸೇರಿಸಿ)
ko: ({accountToken}(으)로 끝나는 Verve 추가)
lo: (ເພີ່ມ Verve ທີ່ລົງທ້າຍດ້ວຍ {accountToken})
lt: (Įtraukite „Verve“, kurios numeris baigiasi {accountToken})
lv: (Pievienojiet Verve karti, kuras numurs beidzas ar {accountToken})
mi: (Tāpiri Visa e mutu ana ki {accountToken})
mk: (Додајте Verve што завршува со {accountToken})
ml: ({accountToken} എന്നതിൽ അവസാനിക്കുന്ന Verve ചേർക്കുക)
mr: ({accountToken} ने समाप्त होणारे Verve प्रविष्ट करा)
ms: (Tambah Verve yang berakhir dengan {accountToken})
mt: (Żid Verve li tispiċċa bi {accountToken})
ne: (अन्तिममा {accountToken} भएको Verve थप्नुहोस्)
nn_no: (Legg til Verve som sluttar på {accountToken})
no: (Legg til Verve som slutter på {accountToken})
or: ({accountToken} ରେ ଶେଷ ହେଉଥିବା Verve ଯୋଡନ୍ତୁ)
pa_in: ({accountToken} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲੇ Verve ਕਾਰਡ ਨੂੰ ਜੋੜੋ)
pl: (Dodaj kartę Verve kończącą się na {accountToken})
ru: (Добавьте карту Verve, номер которой заканчивается на {accountToken})
sl: (Dodajte kartico Verve, ki se konča s številkami {accountToken})
sr_cyrl_rs: (Додајте Verve картицу која се завршава на {accountToken})
sr_latn_rs: (Dodajte Verve karticu koja završava sa {accountToken})
sv: (Lägg till Verve som slutar på {accountToken})
ta: ({accountToken} என முடியும் Verve-ஐச் சேருங்கள்)
te: ({accountToken}తో ముగిసే వెర్వ్‌ని జోడించండి)
th: (เพิ่ม Verve ที่ลงท้ายด้วย {accountToken})
tr: ({accountToken} ile biten Verve kartını ekleyin)
tt: ({accountToken} белән тәмамланучы Verve өстәү)
ug: (ئاياغ نومۇرى {accountToken} بولغان Verve)
uk: (Додайте картку Verve, що закінчується на {accountToken})
ur: (وہ Verve شامل کریں جس کے آخر میں {accountToken} ہے)
uz: ({accountToken} bilan tugaydigan Verve kiriting)
vi: (Thêm thẻ Verve có các số cuối là {accountToken})
zh_hans: (添加以 {accountToken} 结尾的 Verve 卡)
zh_hant: (新增結尾為 {accountToken} 的 Verve)

# Literal.CreditCardSummaryAccountToken.JCB
source: (Add JCB ending in {accountToken})
af: (Voeg JCB by wat eindig op {accountToken})
am: (JCB የሚያበቃውን በ{accountToken} ያክሉ)
ar: (إضافة JCB تنتهي بـ {accountToken})
as: ({accountToken}ৰে অন্ত পৰা JCB যোগ দিয়ক)
az: ({accountToken} ilə bitən JCB əlavə edin)
bg: (Добавяне на карта JCB, завършваща на {accountToken})
bn_in: ({accountToken} এ মেয়াদ উত্তীর্ণ হবে এমন JCB যোগ করুন)
bs: (Dodajte JCB karticu koja se završava na {accountToken})
cy: (Ychwanegu JCB sy'n gorffen gyda {accountToken})
da: (Tilføj JCB, der slutter på {accountToken})
de: (JCB-Karte hinzufügen, die auf {accountToken} endet)
el: (Προσθήκη JCB που τελειώνει σε {accountToken})
es: (Agregar JCB que termine en {accountToken})
et: (Lisage JCB, mille neli viimast numbrit on {accountToken})
eu: (Gehitu {accountToken} zenbakiekin amaitzen den JCB txartela)
fa: (افزودن JCB که به چهار رقم {accountToken} ختم می‌شود)
ga: (Cuir Cárta JCB leis ag críochnú ar {accountToken})
gd: (Cuir ris JCB a tha a’ crìochnachadh le {accountToken})
gl: (Engadir JCB que remata en {accountToken})
gu: ({accountToken} માં સમાપ્ત થાય તે JCB ઍડ કરો)
he: (הוסף JCB המסתיים ב- {accountToken})
hi: ({accountToken} में समाप्त होने वाली JCB जोड़ें)
hr: (Dodajte JCB karticu koja završava s {accountToken})
hu: ({accountToken} végződésű JCB hozzáadása)
id: (Tambahkan JCB yang berakhiran {accountToken})
is: (Bæta við JCB sem endar á {accountToken})
ja: (末尾が {accountToken} の JCB を追加)
ka: (დაამატეთ JCB, რომელიც მთავრდება შემდეგი ციფრებით: {accountToken})
kk: (Нөмірі {accountToken} деп аяқталатын JCB картасын қосыңыз)
kn: ({accountToken} ನಲ್ಲಿ ಕೊನೆಯಾಗುವ JCB ಸೇರಿಸಿ)
ko: ({accountToken}(으)로 끝나는 JCB 추가)
lo: (ເພີ່ມ JCB ທີ່ລົງທ້າຍດ້ວຍ {accountToken})
lt: (Įtraukite JCB, kurios numeris baigiasi {accountToken})
lv: (Pievienojiet JCB karti, kuras numurs beidzas ar {accountToken})
mi: (Tāpiri JCB e mutu ana ki {accountToken})
mk: (Додајте JCB што завршува со {accountToken})
ml: ({accountToken} എന്നതിൽ അവസാനിക്കുന്ന JCB ചേർക്കുക)
mr: ({accountToken} ने समाप्त होणारे JCB प्रविष्ट करा)
ms: (Tambah JCB yang berakhir dengan {accountToken})
mt: (Żid JCB li tispiċċa bi {accountToken})
ne: (अन्तिममा {accountToken} भएको JCB थप्नुहोस्)
nn_no: (Legg til JCB som sluttar på {accountToken})
no: (Legg til JCB som slutter på {accountToken})
or: ({accountToken} ରେ ଶେଷ ହେଉଥିବା JCB ଯୋଡନ୍ତୁ)
pa_in: ({accountToken} ‘ਤੇ ਖਤਮ ਹੋਣ ਵਾਲੇ JCB ਕਾਰਡ ਨੂੰ ਜੋੜੋ)
pl: (Dodaj kartę JCB kończącą się na {accountToken})
ru: (Добавьте карту JCB, номер которой заканчивается на {accountToken})
sl: (Dodajte kartico JCB, ki se konča s številkami {accountToken})
sr_cyrl_rs: (Додајте JCB картицу која се завршава на {accountToken})
sr_latn_rs: (Dodajte JCB karticu koja završava sa {accountToken})
sv: (Lägg till JCB som slutar på {accountToken})
ta: ({accountToken} என முடியும் JCB-ஐச் சேருங்கள்)
te: ({accountToken}తో ముగిసే JCBని జోడించండి)
th: (เพิ่ม JCB ที่ลงท้ายด้วย {accountToken})
tr: ({accountToken} ile biten JCB kartını ekleyin)
tt: ({accountToken} белән тәмамланучы JCB өстәү)
ug: (ئاياغ نومۇرى {accountToken} بولغان JCB)
uk: (Додайте картку JCB, що закінчується на {accountToken})
ur: (وہ JCB شامل کریں جس کے آخر میں {accountToken} ہے)
uz: ({accountToken} bilan tugaydigan JCB kiriting)
vi: (Thêm thẻ JCB có các số cuối là {accountToken})
zh_hans: (添加以 {accountToken} 结尾的 JCB 卡)
zh_hant: (新增結尾為 {accountToken} 的 JBC)

# WIntlFormUIModel.Label.Country
source: Country/region
af: Land/streek
am: አገር/ክልል
ar: البلد/المنطقة
as: দেশ/অঞ্চল
az: Ölkə/region
bg: Страна/регион
bn_in: দেশ/অঞ্চল
bs: Država/regija
cy: Gwlad/rhanbarth
da: Land/område
de: Land/Region
el: Χώρα/περιοχή
es: País/región
et: Riik/regioon
eu: Herrialdea/Eskualdea
fa: کشور/منطقه
ga: Tír/réigiún
gd: Dùthaich/Roinn-dùthcha
gl: País/Rexión
gu: દેશ/ક્ષેત્ર
he: מדינה/אזור
hi: देश/क्षेत्र
hr: Država/regija
hu: Ország/régió
id: Negara/kawasan
is: Land/svæði
ja: 国/地域
ka: ქვეყანა/რეგიონი
kk: Ел/өңір
kn: ದೇಶ/ಪ್ರಾಂತ್ಯ
ko: 국가/지역
ku_arab: وڵات/ناوچه
ky: Өлкө/аймак
lo: ປະເທດ/ພາກພື້ນ
lt: Šalis / regionas
lv: Valsts/reģions
mi: Whenua/rohe
mk: Држава/област
ml: രാജ്യം/പ്രദേശം
mn: Улс/бүс нутаг
mr: देश/विभाग
ms: Negara/rantau
mt: Pajjiż/reġjun
ne: देश/क्षेत्र
nn_no: Land/region
no: Land/område
or: ଦେଶ/ଅଞ୍ଚଳ
pa_arab_pk: ‏‏ملک/خطہ
pa_in: ਦੇਸ਼/ਖੇਤਰ
pl: Kraj/region
ru: Страна или регион
sd: ملڪ/علائقو
si: රට/කලාපය
sl: Država/regija
sr_cyrl_rs: Земља/регион
sr_latn_rs: Zemlja/region
sv: Land/region
ta: நாடு/வட்டாரம்
te: దేశం/ప్రాంతం
tg: Кишвар/минтақа
th: ประเทศ/ภูมิภาค
tr: Ülke/bölge
tt: Ил/төбәк
ug: دۆلەت/رايون
uk: Країна або регіон
ur: ملک/خطہ
uz: Mamlakat/mintaqa
vi: Quốc gia/vùng
zh_hans: 国家/地区
zh_hant: 國家/地區

# Word.CountryOrRegion
source: Country or Region
af: Land of streek
am: ሀገር ወይም ክልል
ar: البلد أو المنطقة
as: দেশ বা অঞ্চল
az: Ölkə və ya Region
bg: Страна или регион
bn_in: দেশ/অঞ্চল অথবা প্রদেশ
bs: Država ili Regija
cy: Gwlad neu Ranbarth
da: Land eller område
de: Land oder Region
el: Χώρα ή περιοχή
es: País o región
et: Riik või regioon
eu: Herrialdea edo eskualdea
fa: کشور یا منطقه
ga: Tír nó Réigiún
gd: Dùthaich no roinn-dùthcha
gl: País ou rexión
gu: દેશ અથવા ક્ષેત્ર
he: מדינה או אזור
hi: देश या क्षेत्र
hr: Država ili regija
hu: Ország/régió
id: Negara atau Kawasan
is: Land eða svæði
ja: 国または地域
ka: ქვეყანა ან რეგიონი
kk: Ел немесе аймақ
kn: ದೇಶ ಅಥವಾ ಪ್ರದೇಶ
ko: 국가 혹은 지역
lo: ປະເທດ ຫຼື ພາກພື້ນ
lt: Šalis arba regionas
lv: Valsts vai reģions
mi: Whenua, rohe rānei
mk: Држава или регион
ml: രാജ്യം അല്ലെങ്കിൽ പ്രദേശം
mr: देश किंवा प्रांत
ms: Negara atau Rantau
mt: Pajjiż jew Reġjun
ne: देश वा क्षेत्र
nn_no: Land eller region
no: Land eller område
or: ଦେଶ କିମ୍ବା ଅଞ୍ଚଳ
pa_in: ਦੇਸ਼ ਜਾਂ ਖੇਤਰ
pl: Kraj lub region
ru: Страна или регион
sl: Država ali regija
sr_cyrl_rs: Земља или регион
sr_latn_rs: Zemlja ili region
sv: Land eller region
ta: நாடு அல்லது வட்டாரம்
te: దేశం లేదా ప్రాంతం
th: ประเทศหรือภูมิภาค
tr: Ülke veya Bölge
tt: Ил яки төбәк
ug: دۆلەت ياكى رايون
uk: Країна або регіон
ur: ملک یا ریجن
uz: Mamlakat yoki mintaqa
vi: Quốc gia hoặc vùng lãnh thổ
zh_hans: 国家或地区
zh_hant: 國家或地區

# Word.AddressLine1
source: Address line 1
af: Adres reël 1
am: አድራሻ መስመር 1
ar: سطر العنوان 1
as: ঠিকনা শাৰী 1
az: Ünvan sətri 1
bg: Ред за адрес 1
bn_in: ঠিকানা 1
bs: Red za adresu 1
cy: Llinell cyfeiriad 1
da: Adresselinje 1
de: Straße und Hausnummer
el: Γραμμή διεύθυνσης 1
es: Dirección (línea 1)
et: Postiaadressi 1. rida
eu: Helbidearen 1. lerroa
fa: آدرس 1
ga: Líne 1 den seoladh
gd: Loidhne 1 an t-seòlaidh
gl: Liña de enderezo 1
gu: સરનામાં લાઇન 1
he: שורת כתובת 1
hi: पता पंक्ति 1
hr: Redak adrese 1
hu: Cím – 1. sor
id: Baris alamat 1
is: Póstfangslína 1
ja: 町名、番地
ka: მისამართის სტრიქონი 1
kk: 1-мекенжай жолы
kn: ವಿಳಾಸ ಸಾಲು 1
ko: 주소란 1
ku_arab: ریزی 1 ی ناونیشان
ky: Дарек, сап 1
lo: ທີ່ຢູ່ແຖວທີ 1
lt: 1-a adreso eilutė
lv: Adreses 1. rindiņa
mi: Raina wāhitau 1
mk: Ред 1 за адреса
ml: വിലാസ വരി 1
mn: Хаягийн мөр 1
mr: पत्ता रेखा 1
ms: Baris alamat 1
mt: Linja tal-indirizz 1
ne: ठेगाना लाइन १
nn_no: Adresseline 1
no: Adresselinje 1
or: ଠିକଣା ଧାଡି 1
pa_arab_pk: ‏‏پتہ لین 1
pa_in: ਪਤਾ ਲਾਈਨ 1
pl: 1. wiersz adresu
ru: Адрес
sd: پتي واري لائن 1
si: ලිපිනය 1 පේලිය
sl: Naslovna vrstica 1
sr_cyrl_rs: Ред за адресу 1
sr_latn_rs: Red za adresu 1
sv: Adressrad 1
ta: முகவரி வரி 1
te: చిరునామా పంక్తి 1
tg: Сатри суроғаи 1
th: ที่อยู่บรรทัดที่ 1
tr: Adres satırı 1
tt: 1нче адрес юлы
ug: ئادرېس سىزىقى 1
uk: Рядок адреси 1
ur: پتہ سطر 1
uz: 1-manzil qatori
vi: Địa chỉ dòng 1
zh_hans: 地址行 1
zh_hant: 地址 1

# Word.AddressLine2
source: Address line 2
af: Adres reël 2
am: አድራሻ መስመር 2
ar: سطر العنوان 2
as: ঠিকনা শাৰী 2
az: Ünvan sətri 2
bg: Ред за адрес 2
bn_in: ঠিকানা 2
bs: Red za adresu 2
cy: Llinell cyfeiriad 2
da: Adresselinje 2
de: Adresszeile 2
el: Γραμμή διεύθυνσης 2
es: Dirección (línea 2)
et: Postiaadressi 2. rida
eu: Helbidearen 2. lerroa
fa: آدرس 2
ga: Líne 2 den seoladh
gd: Loidhne 2 an t-seòlaidh
gl: Liña de enderezo 2
gu: સરનામાં લાઇન 2
he: שורת כתובת 2
hi: पता पंक्ति 2
hr: Redak adrese 2
hu: Cím – 2. sor
id: Baris alamat 2
is: Póstfangslína 2
ja: 住所 2
ka: მისამართის სტრიქონი 2
kk: 2-мекенжай жолы
kn: ವಿಳಾಸ ಸಾಲು 2
ko: 주소란 2
ku_arab: ریزی 2 ی ناونیشان
ky: Дарек, сап 2
lo: ທີ່ຢູ່ແຖວທີ 2
lt: 2 adreso eilutė
lv: Adreses 2. rindiņa
mi: Raina wāhitau 2
mk: Ред 2 за адреса
ml: വിലാസ വരി 2
mn: Хаягийн мөр 2
mr: पत्ता रेखा 2
ms: Baris alamat 2
mt: Linja tal-indirizz 2
ne: ठेगाना लाइन २
nn_no: Adresseline 2
no: Adresselinje 2
or: ଠିକଣା ଧାଡି 2
pa_arab_pk: ‏‏پتہ لین 2
pa_in: ਪਤਾ ਲਾਈਨ 2
pl: 2. wiersz adresu
ru: Вторая строка адреса
sd: پتي واري لائن 2
si: ලිපිනය 2 පේලිය
sl: Naslovna vrstica 2
sr_cyrl_rs: Ред за адресу 2
sr_latn_rs: Red za adresu 2
sv: Adressrad 2
ta: முகவரி வரி 2
te: చిరునామా పంక్తి 2
tg: Сатри суроғаи 2
th: ที่อยู่บรรทัดที่ 2
tr: Adres satırı 2
tt: 2нче адрес юлы
ug: ئادرېس سىزىقى 2
uk: Рядок адреси 2
ur: پتہ سطر 2
uz: 2-manzil qatori
vi: Địa chỉ dòng 2
zh_hans: 地址行 2
zh_hant: 地址 2
