Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Bing.CreditCard.Error.InvalidName
source: Please check and reenter your name.
af: Kontroleer asseblief jou naam en voer dit weer in.
am: እባክዎ የእርስዎን ስም ይፈትሹ እና እንደገና ያስገቡ።
ar: برجاء التحقق من اسمك وإعادة إدخاله.
as: অনুগ্ৰহ কৰি পৰীক্ষা কৰক আৰু আপোনাৰ নাম পুনঃপ্ৰবিষ্ট কৰক৷
az: Adınızı yoxlayıb yenidən daxil edin.
bg: Проверете и въведете повторно вашето име.
bn_in: অনুগ্রহ করে আপনার নাম পরীক্ষা করুন এবং পুনঃপ্রবেশ করান৷
bs: Provjerite i ponovo unesite ime i prezime.
cy: Gwiriwch a rhowch eich enw eto
da: Kontrollér og genindtast dit navn.
de: Überprüfen Sie den Namen, und geben Sie ihn erneut ein.
el: Ελέγξτε και εισαγάγετε εκ νέου το όνομά σας.
es: Comprueba y vuelve a escribir tu nombre.
et: Kontrollige oma nime ja sisestage see uuesti.
eu: Egiaztatu eta idatzi berriro izena.
fa: لطفاً نام خود را بررسی و دوباره وارد کنید.
ga: Seiceáil d'ainm agus cuir isteach arís é.
gd: Thoir sùil air an ainm agad is cuir a-steach e a-rithist.
gl: Comproba e introduce de novo o nome.
gu: કૃપયા તપાસો અને ફરી તમારું નામ દાખલ કરો.
he: בדוק בבקשה והכנס שמך שוב.
hi: कृपया जाँचें और अपना नाम पुनः दर्ज करें.
hr: Provjerite i ponovno unesite ime.
hu: Ellenőrizze és írja be újra a nevet.
id: Silakan periksa dan masukkan lagi nama Anda.
is: Athugaðu nafnið þitt og sláðu það inn aftur.
ja: 名前を確認し、もう一度入力してください。
ka: გთხოვთ, შეამოწმოთ და თავიდან შეიყვანოთ თქვენი სახელი და გვარი.
kk: Атты тексеріп, оны қайта енгізіңіз.
kn: ದಯವಿಟ್ಟು ಪರಶೀಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಹೆಸರನ್ನು ಮರುನಮೂದಿಸಿ.
ko: 이름을 확인하고 다시 입력하세요.
ku_arab: تکایە دووبارە ناوەکەت بپشکنە و تێبنووسە.
ky: Атыңызды текшерип, кайрадан киргизиңиз.
lo: ກະລຸນາກວດເບິ່ງ ແລະ ປ້ອນຊື່ຂອງທ່ານຄືນໃໝ່.
lt: Patikrinkite ir dar kartą įveskite vardą ir pavardę.
lv: Pārbaudiet un atkārtoti ievadiet savu vārdu.
mi: Āta tīrohia me te tāuru anō i tō ingoa.
mk: Проверете го и повторно внесете го името.
ml: നിങ്ങളുടെ പേര് പരിശോധിച്ച് വീണ്ടും നൽകുക.
mn: Нэрээ шалгаад дахин оруулна уу
mr: कृपया तपासा आणि आपले नाव पुन्हा प्रविष्ट करा.
ms: Sila semak dan masukkan semula nama anda.
mt: Iċċekkja u erġa' daħħal ismek.
ne: कृपया आफ्नो नाम जाँच्नुहोस् र पुन: प्रविष्ट गर्नुहोस्।
nn_no: Kontroller og skriv inn namnet på nytt.
no: Kontroller og skriv inn navnet på nytt.
or: ଦୟାକରି ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ନାମ ପୁନଃ ଏଣ୍ଟର୍ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے اپنے ناں دی پڑتال کرو اتے فیر داخل کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਨਾਮ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਮੁੜ ਦਾਖਲ ਕਰੋ।
pl: Sprawdź i wprowadź ponownie imię i nazwisko.
ru: Проверьте и еще раз введите имя.
sd: مهرباني ڪري پنهنجي نالو پڙتال ۽ ٻيهر داخل ڪريو.
si: කරුණාකර ඔබේ නම පරීක්ෂා කර නැවත ඇතුල් කරන්න.
sl: Preverite in znova vnesite svoje ime.
sr_cyrl_rs: Проверите име и поново га унесите.
sr_latn_rs: Proverite ime i ponovo ga unesite.
sv: Kontrollera och ange ditt namn på nytt.
ta: தயவுசெய்து உங்கள் பெயரைச் சரிபார்த்து மீள்நிரப்புக.
te: దయచేసి మీ పేరుని తనిఖీ చేసి, తిరిగి నమోదు చేయండి.
tg: Лутфан, номи худро тафтиш карда, аз нав ворид намоед.
th: โปรดตรวจสอบและป้อนชื่อของคุณอีกครั้ง
tr: Lütfen adınızı kontrol edin ve yeniden girin.
tt: Исемегезне тикшереп, яңадан кертегез.
ug: ئىسمىڭىزنى تەكشۈرۈپ، قايتا كىرگۈزۈڭ.
uk: Перевірте і введіть ще раз ім’я.
ur: براہ مہربانی پڑتال کریں اور اپنا نام پھر داخل کریں۔
uz: Tekshiring va nomni qayta kiriting.
vi: Vui lòng kiểm tra và nhập lại tên của bạn.
zh_hans: 请查看并重新输入姓名。
zh_hant: 請檢查並重新輸入您的姓名。

# Literal.Bing.CreditCard.AddressLine1.Required
source: Please fill in address line 1.
af: Vul asseblief adresreël 1 in.
am: እባክዎ አድራሻ መስመር 1 ይሙሉ።
ar: برجاء تعبئة سطر العنوان 1.
as: অনুগ্ৰহ কৰি ঠিকনাৰ শাৰী 1 পূৰ কৰক৷
az: Ünvan sətri 1-i doldurun.
bg: Въведете ред за адрес 1.
bn_in: অনুগ্রহ করে ঠিকানা লাইন 1 পূরণ করুন৷
bs: Unesite podatke u redu za adresu 1.
cy: Llenwch linell 1 eich cyfeiriad.
da: Udfyld adresselinje 1.
de: Geben Sie Zeile 1 der Adresse ein.
el: Συμπληρώστε τη γραμμή διεύθυνσης 1.
es: Rellena la línea 1 de la dirección.
et: Sisestage aadressirida 1.
eu: Bete helbidearen 1. lerroa.
fa: لطفاً خط ۱ آدرس را وارد کنید.
ga: Líon isteach líne 1 den seoladh.
gd: Lìon loidhne 1 an t-seòlaidh.
gl: Enche a liña do enderezo 1.
gu: કૃપયા સરનામા લાઈન 1માં ભરો.
he: נא הכנס כתובת בשורה 1.
hi: कृपया पता पंक्ति 1 भरें.
hr: Ispunite redak 1 u adresi.
hu: Írja be a cím 1. sorát.
id: Silakan isi alamat baris 1.
is: Fylltu út línu 1 í heimilisfangi.
ja: 住所 1 を入力してください。
ka: გთხოვთ, შეავსოთ მისამართის 1-ლი სტრიქონი.
kk: 1-мекенжай жолын толтырыңыз.
kn: ದಯವಿಟ್ಟು ವಿಳಾಸ ಸಾಲು 1 ಅನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ko: 주소란 1을 입력하세요.
ku_arab: تکایە هێڵی 1 ی ناونیشان پڕبکەرەوە.
ky: 1 сызыктагы дарегиңизди толтуруңуз.
lo: ກະລຸນາຕື່ມທີ່ຢູ່ແຖວທີ 1 ໃສ່.
lt: Įveskite 1 adreso eilutę.
lv: Norādiet adreses 1. rindiņu.
mi: Tāurua te wāhinoho rārangi 1.
mk: Пополнете го редот за адреса 1.
ml: വിലാസ വരി 1 ഫിൽ ചെയ്യുക.
mn: Хаягийн 1 дэх мөрийг бөглөнө үү.
mr: कृपया पत्ता ओळ 1 मध्ये फिल करा.
ms: Sila isikan baris alamat 1.
mt: Imla l-linja tal-indirizz 1.
ne: कृपया लाइन 1 मा ठेगाना भर्नुहोस्।
nn_no: Fyll ut adresseline 1.
no: Fyll ut adresselinje 1.
or: ଠିକଣା ରେଖା 1 ରେ ଦୟାକରି ପୁରଣ କରନ୍ତୁ.
pa_arab_pk: ‏‫میربانی کر کے پتے دی لائن 1 پُر کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਪਤੇ ਦੀ ਲਾਇਨ 1 ਭਰੋ।
pl: Podaj 1. wiersz adresu.
ru: Введите строку адреса 1.
sd: مهرباني ڪري پنهنجي پتي جي لائن 1 ڀريو.
si: කරුණාකර ඔබේ ලිපින පේළිය 1 පුරවන්න.
sl: Izpolnite vrstico z naslovom 1.
sr_cyrl_rs: Унесите 1. ред за адресу.
sr_latn_rs: Unesite 1. red za adresu.
sv: Ange adressrad 1.
ta: தயவுசெய்து உங்கள் முகவரி வரிசை 1 நிரப்புக.
te: దయచేసి చిరునామా పంక్తి 1ని పూరించండి.
tg: Лутфан, хати 1-ми суроғаро ворид намоед.
th: โปรดกรอกที่อยู่ในบรรทัดที่ 1
tr: Lütfen 1. adres satırını doldurun.
tt: Беренче адрес юлын тутырыгыз.
ug: 1-ئادرېس قۇرىنى تولدۇرۇڭ.
uk: Введіть рядок адреси 1.
ur: براہ مہربانی اپنے پتہ کی لائن 1 درج کریں۔
uz: Manzil 1-satrini to‘ldiring.
vi: Vui lòng điền vào địa chỉ dòng 1.
zh_hans: 请填写地址行 1。
zh_hant: 請填寫地址行 1。

# Literal.Bing.CreditCard.City.Required
source: Please fill in city.
af: Vul asseblief stad in.
am: እባክዎ ከተማ ይሙሉ።
ar: برجاء تعبئة المدينة.
as: অনুগ্ৰহ কৰি মহানগৰ পূৰ কৰক৷
az: Şəhəri doldurun.
bg: Въведете града.
bn_in: অনুগ্রহ করে শহর পূরণ করুন৷
bs: Unesite naziv grada.
cy: Rhowch y ddinas.
da: Udfyld byen.
de: Geben Sie den Ort ein.
el: Συμπληρώστε πόλη.
es: Rellena la ciudad.
et: Sisestage linn.
eu: Bete hiria.
fa: لطفاً شهر را وارد کنید.
ga: Líon isteach an chathair.
gd: Lìon am baile.
gl: Enche a cidade.
gu: કૃપયા શહેર વિશે ભરો.
he: נא הכנס עיר.
hi: कृपया शहर भरें.
hr: Unesite grad.
hu: Írja be a település nevét.
id: Silakan isi kota.
is: Fylltu út borgina.
ja: 市町村名を入力してください。
ka: გთხოვთ, შეიყვანოთ ქალაქი.
kk: Қаланы толтырыңыз.
kn: ದಯವಿಟ್ಟು ನಗರವನ್ನು ಭರ್ತಿ ಮಾಡಿ.
ko: 구/군/시를 입력하세요.
ku_arab: تکایە شارەکەت پڕبکەرەوە.
ky: Шаарыңызды толтуруңуз.
lo: ກະລຸນາຕື່ມເມືອງໃສ່.
lt: Įveskite miestą.
lv: Norādiet pilsētu.
mi: Tāurua tētahi tāone.
mk: Пополнете го градот.
ml: നഗരം ഫിൽ ചെയ്യുക.
mn: Хотоо бөглөнө үү.
mr: कृपया शहर फिल करा.
ms: Sila isikan bandar.
mt: Imla l-belt.
ne: कृपया सहर भर्नुहोस्।
nn_no: Fyll ut poststad.
no: Fyll ut poststedet.
or: ଦୟାକରି ସିଟ୍ୟିରେ ପୁରଣ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے شہر پُر کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਸ਼ਹਿਰ ਭਰੋ।
pl: Podaj miejscowość.
ru: Введите город.
sd: مهرباني ڪري شهر ڀريو.
si: කරුණාකර නගරය පුරවන්න.
sl: Vnesite mesto.
sr_cyrl_rs: Унесите град.
sr_latn_rs: Unesite grad.
sv: Ange ort.
ta: தயவுசெய்து நகரத்தை நிரப்புக.
te: దయచేసి నగరాన్ని పూరించండి.
tg: Лутфан, шаҳрро ворид намоед.
th: โปรดกรอกเมือง
tr: Lütfen şehir bölümünü doldurun.
tt: Шәһәрне тутырыгыз.
ug: شەھەرنى تولدۇرۇڭ.
uk: Введіть місто.
ur: براہ مہربانی شہر درج کریں۔
uz: Shahar satrini to‘ldiring.
vi: Vui lòng điền vào thành phố.
zh_hans: 请填写城市。
zh_hant: 請填寫鄉/鎮/市/區。

# Literal.Bing.CreditCard.State.Required
source: Please select state.
af: Kies asseblief deelstaat.
am: እባክዎ ስቴት ይምረጡ።
ar: برجاء تحديد دولة.
as: অনুগ্ৰহ কৰি ৰাজ্য চয়ন কৰক৷
az: Lütfən ştat seçin.
bg: Изберете щат.
bn_in: অনুগ্রহ করে রাজ্য নির্বাচন করুন৷
bs: Odaberite saveznu državu.
cy: Dewiswch ranbarth.
da: Vælg stat.
de: Wählen Sie ein Bundesland aus.
el: Επιλέξτε νομό.
es: Seleccione el estado.
et: Valige osariik.
eu: Hautatu egoera.
fa: لطفاً وضعیت را انتخاب کنید.
ga: Roghnaigh stát.
gd: Tagh stàit
gl: Selecciona un estado.
gu: કૃપયા રાજ્ય પસંદ કરો.
he: בחר מקום בבקשה.
hi: कृपया राज्य चुनें.
hr: Odaberite saveznu državu.
hu: Válassza ki a megyét.
id: Silakan pilih negara bagian.
is: Veldu ríki.
ja: 都道府県を選んでください。
ka: გთხოვთ, აირჩიოთ შტატი.
kk: Облысты таңдаңыз.
kn: ದಯವಿಟ್ಟು ರಾಜ್ಯ ಆಯ್ಕೆಮಾಡಿ.
ko: 시/도를 선택하세요.
ku_arab: تکایە ویلایەت دەسنیشان بکە.
ky: Абалды тандаңыз.
lo: ກະລຸນາເລືອກລັດ.
lt: Pasirinkite valstybę.
lv: Atlasiet novadu.
mi: Tīpakohia te rohe.
mk: Изберете држава.
ml: സംസ്ഥാനം തിരഞ്ഞെടുക്കുക.
mn: Төлөвийг сонгоно уу
mr: कृपया राज्य निवडा.
ms: Sila pilih negeri.
mt: Agħżel l-istat.
ne: कृपया राज्य छनोट गर्नुहोस्।
nn_no: Vel delstat.
no: Velg delstat.
or: ଦୟାକରି ରାଜ୍ୟ ଚୟନ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے ریاست منتخب کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਪ੍ਰਾਂਤ ਚੁਣੋ।
pl: Wybierz województwo.
ru: Выберите область.
sd: مهرباني ڪري رياست چونڊيو
si: කරුණාකර ප්‍රාන්තය තෝරන්න.
sl: Izberite zvezno državo.
sr_cyrl_rs: Изаберите државу.
sr_latn_rs: Izaberite državu.
sv: Välj en region.
ta: தயவுசெய்து மாகாணத்தைத் தேர்வுசெய்.
te: దయచేసి రాష్ట్రాన్ని ఎంచుకోండి.
tg: Лутфан, иёлотро интихоб намоед.
th: โปรดเลือกรัฐ
tr: Lütfen ülke seçin.
tt: Өлкәне сайлагыз.
ug: ئىشتات تاللاڭ.
uk: Виберіть область.
ur: براہ مہربانی ریاست منتخب کریں۔
uz: Holatni tanlang.
vi: Vui lòng chọn tiểu bang.
zh_hans: 请选择国家。
zh_hant: 請選取省/市。

# Literal.Bing.CreditCard.Error.InvalidAddressLine1
source: Please correct your address line 1.
af: Korrigeer asseblief jou adresreël 1.
am: እባክዎ የእርስዎን አድራሻ መስመር 1 ያስተካክሉ።
ar: برجاء تصحيح سطر العنوان 1.
as: অনুগ্ৰহ কৰি আপোনাৰ ঠিকনাৰ শাৰী 1 শুদ্ধ কৰক৷
az: Ünvan sətri 1-i düzəldin.
bg: Поправете ред за адрес 1.
bn_in: অনুগ্রহ করে আপনার ঠিকানা লাইন 1 সংশোধন করুন৷
bs: Ispravite podatke u redu za adresu 1.
cy: Cywirwch linell 1 eich cyfeiriad.
da: Ret adresselinje 1.
de: Korrigieren Sie Zeile 1 der Adresse.
el: Διορθώστε τη γραμμή 1 της διεύθυνσής σας.
es: Corrige la línea 1 de la dirección.
et: Parandage aadressirida 1.
eu: Zuzendu helbideko 1. lerroa.
fa: لطفاً خط ۱ آدرس را تصحیح کنید.
ga: Ceartaigh line 1 de do sheoladh.
gd: Cuir ceart loidhne 1 an t-seòlaidh agad.
gl: Corrixe a liña do enderezo 1.
gu: કૃપયા તમારા સરનામાની લાઈન 1ને સુધારો.
he: נא תקן את כתובתך שורה 1.
hi: कृपया अपनी पता पंक्ति 1 सही करें
hr: Ispravite redak 1 u adresi.
hu: Helyesbítse a cím 1. sorát.
id: Silakan perbaiki alamat baris 1 Anda.
is: Leiðréttu línu 1 í heimilisfanginu þínu.
ja: 住所 1 を修正してください。
ka: გთხოვთ, შეასწოროთ მისამართის 1-ლი სტრიქონი.
kk: 1-мекенжай жолын түзетіңіз.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸದ ಸಾಲು 1 ಅನ್ನು ಸರಿಪಡಿಸಿ.
ko: 주소란 1을 수정하세요.
ku_arab: تکایە هێڵی 1 ی ناونیشانت راست بکەرەوە.
ky: 1 сызыктагы дарегиңизди тууралаңыз.
lo: ກະລຸນາແກ້ໄຂທີ່ຢູ່ແຖວທີ 1 ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Pataisykite 1-ą adreso eilutę.
lv: Izlabojiet 1. rindiņu savā adresē.
mi: Whakatikahia tō rārangi wāhinoho 1.
mk: Поправете го редот за адреса 1.
ml: നിങ്ങളുടെ വിലാസ വരി 1 തിരുത്തുക.
mn: Хаягийн 1 дэх мөрийг засна уу.
mr: कृपया आपली पत्ता ओळ 1 सुधारा.
ms: Sila betulkan baris alamat 1 anda.
mt: Ikkorreġi l-linja tal-indirizz 1 tiegħek.
ne: कृपया लाइन 1 मा आफ्नो ठेगाना जाँच्नुहोस्।
nn_no: Korriger adresseline 1.
no: Korriger adresselinje 1.
or: ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ଧାଡି 1 ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: ‏‫میربانی کر کے اپنے پتے دی لائن 1 ٹھیک کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪਤੇ ਦੀ ਲਾਇਨ 1 ਨੂੰ ਠੀਕ ਕਰੋ।
pl: Popraw 1. wiersz adresu.
ru: Исправьте строку адреса 1.
sd: مهرباني ڪري پنهنجي پتي جي لائن 1 صحيح ڪريو.
si: කරුණාකර ඔබේ ලිපින පේළිය 1 නිවැරදි කරන්න.
sl: Popravite vrstico z naslovom 1.
sr_cyrl_rs: Исправите 1. ред за адресу.
sr_latn_rs: Ispravite 1. red za adresu.
sv: Ange rätt adressrad 1.
ta: தயவுசெய்து உங்கள் முகவரி வரிசை 1 திருத்துக.
te: దయచేసి మీ చిరునామా పంక్తి 1ని సరి చేయండి.
tg: Лутфан, хати 1-ми суроғаи худро ислоҳ намоед.
th: โปรดแก้ไขที่อยู่ของคุณในบรรทัดที่ 1 ให้ถูกต้อง
tr: Lütfen adresinizin 1. satırını düzeltin.
tt: Беренче адрес юлын төзәтегез.
ug: 1-ئادرېس قۇرىنى توغرىلاڭ.
uk: Виправте рядок адреси 1.
ur: براہ مہربانی اپنے پتہ کی لائن 1 درست کریں۔
uz: Manzil 1-satrini to‘g‘rilang.
vi: Vui lòng sửa địa chỉ của bạn dòng 1.
zh_hans: 请更正地址行 1。
zh_hant: 請更正您的地址行 1。

# Literal.Bing.CreditCard.Error.InvalidAddressLine2
source: Please correct your address line 2.
af: Korrigeer asseblief jou adresreël 2.
am: እባክዎ የእርስዎን አድራሻ መስመር 2 ያስተካክሉ።
ar: برجاء تصحيح سطر العنوان 2.
as: অনুগ্ৰহ কৰি আপোনাৰ ঠিকনাৰ শাৰী 2 শুদ্ধ কৰক৷
az: Ünvan sətri 2-ni düzəldin.
bg: Поправете ред за адрес 2.
bn_in: অনুগ্রহ করে আপনার ঠিকানা লাইন 2 সংশোধন করুন৷
bs: Ispravite podatke u redu za adresu 2.
cy: Cywirwch linell 2 eich cyfeiriad.
da: Ret adresselinje 2.
de: Korrigieren Sie Zeile 2 der Adresse.
el: Διορθώστε τη γραμμή 2 της διεύθυνσής σας.
es: Corrige la línea 2 de la dirección.
et: Parandage aadressirida 2.
eu: Zuzendu helbideko 2. lerroa.
fa: لطفاً خط ۲ آدرس را تصحیح کنید.
ga: Ceartaigh line 2 de do sheoladh.
gd: Cuir ceart loidhne 2 an t-seòlaidh agad.
gl: Corrixe a liña do enderezo 2.
gu: કૃપયા તમારા સરનામાની લાઈન 2ને સુધારો.
he: נא תקן את כתובתך שורה 2.
hi: कृपया अपनी पता पंक्ति 2 सही करें.
hr: Ispravite redak 2 u adresi.
hu: Helyesbítse a cím 2. sorát.
id: Silakan perbaiki alamat baris 2 Anda.
is: Leiðréttu línu 2 í heimilisfanginu þínu.
ja: 住所 2 を修正してください。
ka: გთხოვთ, შეასწოროთ მისამართის მე-2 სტრიქონი.
kk: 2-мекенжай жолын түзетіңіз.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸದ ಸಾಲು 2 ಅನ್ನು ಸರಿಪಡಿಸಿ.
ko: 주소란 2를 수정하세요.
ku_arab: تکایە هێڵی 2 ی ناونیشانت راست بکەرەوە.
ky: 2 сызыктагы дарегиңизди тууралаңыз.
lo: ກະລຸນາແກ້ໄຂທີ່ຢູ່ແຖວທີ 2 ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Pataisykite 2-ą adreso eilutę.
lv: Izlabojiet 2. rindiņu savā adresē.
mi: Whakatikahia tō rārangi wāhinoho 2.
mk: Поправете го редот за адреса 2.
ml: നിങ്ങളുടെ വിലാസ വരി 2 തിരുത്തുക.
mn: Хаягийн 2 дах мөрийг засна уу.
mr: कृपया आपली पत्ता ओळ 2 सुधारा.
ms: Sila betulkan baris alamat 2 anda.
mt: Ikkorreġi l-linja tal-indirizz 2 tiegħek.
ne: कृपया लाइन 2 मा आफ्नो ठेगाना जाँच्नुहोस्।
nn_no: Korriger adresseline 2.
no: Korriger adresselinje 2.
or: ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ଧାଡି 2 ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے اپنے پتے دی لائن 2 ٹھیک کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪਤੇ ਦੀ ਲਾਇਨ 2 ਨੂੰ ਠੀਕ ਕਰੋ।
pl: Popraw 2. wiersz adresu.
ru: Исправьте строку адреса 2.
sd: مهرباني ڪري پنهنجي پتي جي لائن 2 صحيح ڪريو.
si: කරුණාකර ඔබේ ලිපින පේළිය 2 නිවැරදි කරන්න.
sl: Popravite vrstico z naslovom 2.
sr_cyrl_rs: Исправите 2. ред за адресу.
sr_latn_rs: Ispravite 2. red za adresu.
sv: Ange rätt adressrad 2.
ta: தயவுசெய்து உங்கள் முகவரி வரிசை 2 திருத்துக.
te: దయచేసి మీ చిరునామా పంక్తి 2ని సరి చేయండి.
tg: Лутфан, хати 2-ми суроғаи худро ислоҳ намоед.
th: โปรดแก้ไขที่อยู่ของคุณในบรรทัดที่ 2 ให้ถูกต้อง
tr: Lütfen adresinizin 2. satırını düzeltin.
tt: Икенче адрес юлын төзәтегез.
ug: 2-ئادرېس قۇرىنى توغرىلاڭ.
uk: Виправте рядок адреси 2.
ur: براہ مہربانی اپنے پتہ کی لائن 2 درست کریں۔
uz: Manzil 2-satrini to‘g‘rilang.
vi: Vui lòng sửa địa chỉ của bạn dòng 2.
zh_hans: 请更正地址行 2。
zh_hant: 請更正您的地址行 2。

# Literal.Bing.CreditCard.Error.InvalidCity
source: Please correct your address city.
af: Korrigeer asseblief die stad in jou adres.
am: እባክዎ የእርስዎን አድራሻ ከተማ ያስተካክሉ።
ar: برجاء تصحيح المدينة في عنوانك.
as: অনুগ্ৰহ কৰি আপোনাৰ ঠিকনাৰ মহানগৰ শুদ্ধ কৰক৷
az: Ünvan şəhərinizi düzəldin.
bg: Поправете града от адреса.
bn_in: অনুগ্রহ করে আপনার শহরের ঠিকানা সংশোধন করুন৷
bs: Isprave naziv grada u adresi.
cy: Cywirwch ddinas eich cyfeiriad.
da: Ret byen i din adresse.
de: Korrigieren Sie den Ort in der Adresse.
el: Διορθώστε την πόλη στη διεύθυνσή σας.
es: Corrige la ciudad de residencia.
et: Parandage linn oma aadressis.
eu: Zuzendu helbideko hiria.
fa: لطفاً شهر آدرس را تصحیح کنید.
ga: Ceartaigh an chathair i do sheoladh.
gd: Cuir ceart baile an t-seòlaidh agad.
gl: Corrixe a cidade do enderezo.
gu: કૃપયા તમારા શહેરનું સરનામું સુધારો.
he: בדוק בבקשה ותקן את כתובת העיר.
hi: कृपया अपना पता शहर सही करें.
hr: Ispravite grad u adresi.
hu: Helyesbítse a címben szereplő településnevet.
id: Silakan perbaiki kota alamat Anda.
is: Leiðréttu borgina í heimilisfanginu þínu.
ja: 住所の市町村名を修正してください。
ka: გთხოვთ, შეასწოროთ ქალაქი თქვენს მისამართში.
kk: Қала мекенжайын түзетіңіз.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ವಿಳಾಸದ ನಗರವನ್ನು ಸರಿಪಡಿಸಿ.
ko: 주소의 구/군/시를 수정하세요.
ku_arab: تکایە ناونیشانی شارەکەت راست بکەرەوە.
ky: Даректеги шаарыңызды тууралаңыз.
lo: ກະລຸນາແກ້ໄຂເມືອງທີ່ຢູ່ຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Pataisykite miestą.
lv: Izlabojiet pilsētu savā adresē.
mi: Whakatikahia tō tāone noho.
mk: Поправете го градот од адресата.
ml: നിങ്ങളുടെ വിലാസ നഗരം തിരുത്തുക.
mn: Хаяг дах хотоо засна уу.
mr: कृपया आपले पत्ता शहर सुधाराा.
ms: Sila betulkan bandar alamat anda.
mt: Ikkorreġi l-belt tal-indirizz tiegħek.
ne: कृपया आफ्नो सहरको ठेगाना सच्याउनुहोस्।
nn_no: Korriger postadressa.
no: Korriger byen i adressen.
or: ଦୟାକରି ଆପଣଙ୍କର ଠିକଣା ସିଟି ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے اپنا پتے آلا شہر ٹھیک کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪਤੇ ਵਾਲੇ ਸ਼ਹਿਰ ਨੂੰ ਠੀਕ ਕਰੋ।
pl: Popraw miejscowość w adresie.
ru: Исправьте город в адресе.
sd: مهرباني ڪري پنهنجي پتي جو شهر صحيح ڪريو.
si: කරුණාකර ඔබේ ලිපිනයේ නගරය නිවැරදි කරන්න.
sl: Popravite mesto v naslovu.
sr_cyrl_rs: Исправите град адресе.
sr_latn_rs: Ispravite grad adrese.
sv: Ange rätt ort.
ta: தயவுசெய்து உங்கள் முகவரி நகரத்தைத் திருத்துக.
te: దయచేసి మీ చిరునామా నగరాన్ని సరి చేయండి.
tg: Лутфан, шаҳри суроғаи худро ислоҳ намоед.
th: โปรดแก้ไขเมืองในที่อยู่ของคุณให้ถูกต้อง
tr: Lütfen adresinizde yer alan şehri düzeltin.
tt: Адресыгыздагы шәһәрне төзәтегез.
ug: شەھەر ئادرېسىنى توغرىلاڭ.
uk: Виправте місто в адресі.
ur: براہ مہربانی اپنے پتہ کا شہر درست کریں۔
uz: Manzil shahrini to‘g‘rilang.
vi: Vui lòng sửa địa chỉ thành phố của bạn.
zh_hans: 请更正地址所在城市。
zh_hant: 請更正您地址中的縣/市。

# Literal.Bing.CreditCard.PostalCode.Required
source: Please fill in postal code.
af: Vul asseblief poskode in.
am: እባክዎ የፖስታ ኮዱን ይሙሉ።
ar: برجاء تعبئة الرمز البريدي.
as: অনুগ্ৰহ কৰি ডাক কোড পূৰ কৰক৷
az: Poçt indeksini doldurun.
bg: Въведете пощенски код.
bn_in: অনুগ্রহ করে ডাক সঙ্কেত পূরণ করুন৷
bs: Unesite poštanski broj.
cy: Rhowch y cod post.
da: Udfyld postnummeret.
de: Geben Sie die Postleitzahl ein.
el: Συμπληρώστε ταχυδρομικό κώδικα.
es: Rellena el código postal.
et: Sisestage sihtnumber.
eu: Bete posta-kodea.
fa: لطفاً کد پستی را وارد کنید.
ga: Líon isteach an cód poist.
gd: Lìon an còd-puist.
gl: Enche o código postal.
gu: કૃપયા પોસ્ટલ કોડમાં ભરો.
he: מלא קוד דואר בבקשה.
hi: कृपया पोस्टल कोड भरें.
hr: Unesite poštanski broj.
hu: Írja be az irányítószámot.
id: Silakan isi kode pos.
is: Fylltu út póstnúmer.
ja: 郵便番号を入力してください。
ka: გთხოვთ, შეიყვანოთ საფოსტო კოდი.
kk: Пошталық индексті толтырыңыз.
kn: ದಯವಿಟ್ಟು ಅಂಚೆಯ ಕೋಡ್ ಭರ್ತಿ ಮಾಡಿ.
ko: 우편 번호를 입력하세요.
ku_arab: تکایە کۆدی پۆستی پڕبکەرەوە.
ky: Почта кодун толтуруңуз.
lo: ກະລຸນາຕື່ມລະຫັດໄປສະນີໃສ່.
lt: Įveskite pašto kodą.
lv: Norādiet pasta indeksu.
mi: Tāurua te waehere poutāpeta.
mk: Пополнете го поштенскиот број.
ml: പോസ്റ്റൽ കോഡ് ഫിൽ ചെയ്യുക.
mn: Шуудангийн кодыг бөглөнө үү.
mr: कृपया पोस्टल कोड फिल करा.
ms: Sila isikan poskod.
mt: Imla l-kodiċi postali.
ne: कृपया हुलाकी सङ्केत राख्नुहोस्।
nn_no: Fyll ut postnummer.
no: Fyll ut postnummeret.
or: ଦୟାକରି ପୋଷ୍ଟାଲ୍‌ କୋଡରେ ପୁରଣ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے پوسٹل کوڈ پُر کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਡਾਕ ਕੋਡ ਭਰੋ।
pl: Podaj kod pocztowy.
ru: Введите почтовый индекс.
sd: مهرباني ڪري پوسٽل ڪوڊ ڀريو.
si: කරුණාකර තැපැල් කේතය පුරවන්න.
sl: Vnesite poštno številko.
sr_cyrl_rs: Унесите поштански број.
sr_latn_rs: Unesite poštanski broj.
sv: Ange postnummer.
ta: தயவுசெய்து அஞ்சல் எண்ணை நிரப்பு.
te: దయచేసి పోస్టల్ కోడ్‌ని పూరించండి.
tg: Лутфан, рамзи почтаро ворид намоед.
th: โปรดกรอกรหัสไปรษณีย์
tr: Lütfen posta kodunu doldurun.
tt: Почта индексын тутырыгыз.
ug: پوچتا نومۇرىنى تولدۇرۇڭ.
uk: Введіть поштовий індекс.
ur: براہ مہربانی پوسٹل کوڈ درج کریں۔
uz: Pochta kodini to‘ldiring.
vi: Vui lòng điền vào mã bưu điện.
zh_hans: 请填写邮政编码。
zh_hant: 請填寫郵遞區號。

# Literal.Bing.CreditCard.Error.InvalidPostalCode
source: Please correct your postal code.
af: Korrigeer asseblief jou poskode.
am: እባክዎ የእርስዎን የፖስታ ኮድ ያስተካክሉ።
ar: برجاء تصحيح رمزك البريدي.
as: অনুগ্ৰহ কৰি আপোনাৰ ডাক কোড শুদ্ধ কৰক৷
az: Poçt indeksinizi düzəldin.
bg: Поправете вашия пощенски код.
bn_in: অনুগ্রহ করে আপনার ডাক সঙ্কেত সংশোধন করুন৷
bs: Ispravite poštanski broj.
cy: Cywirwch eich cod post.
da: Ret postnummeret.
de: Korrigieren Sie die Postleitzahl.
el: Διορθώστε τον ταχυδρομικό κώδικα.
es: Corrige el código postal.
et: Parandage sihtnumber.
eu: Zuzendu posta-kodea.
fa: لطفاً کد پستی خود را تصحیح کنید.
ga: Ceartaigh do chód poist.
gd: Cuir ceart an còd-puist agad.
gl: Corrixe o código postal.
gu: કૃપયા તમારો પોસ્ટલ કોડ સુધારો.
he: נא תקן את קוד הדואר שלך.
hi: कृपया अपना पोस्टल कोड सही करें.
hr: Ispravite poštanski broj.
hu: Helyesbítse az irányítószámot.
id: Silakan perbaiki kode pos Anda.
is: Leiðréttu póstnúmerið þitt.
ja: 郵便番号を修正してください。
ka: გთხოვთ, შეასწოროთ საფოსტო კოდი.
kk: Пошталық индексті түзетіңіз.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಅಂಚೆಯ ಕೋಡ್ ಸರಿಪಡಿಸಿ.
ko: 우편 번호를 수정하세요.
ku_arab: تکایە کۆدی پۆستی خۆت راست بکەرەوە.
ky: Почта кодун тууралаңыз.
lo: ກະລຸນາແກ້ໄຂລະຫັດໄປສະນີຂອງທ່ານໃຫ້ຖືກຕ້ອງ.
lt: Pataisykite pašto kodą.
lv: Labojiet savu pasta indeksu.
mi: Whakatikahia tō waehere poutāpeta.
mk: Поправете го поштенскиот код.
ml: നിങ്ങളുടെ പോസ്റ്റൽ കോഡ് തിരുത്തുക.
mn: Шуудангийн кодоо засна уу.
mr: कृपया आपला पोस्टल कोड सुधारा.
ms: Sila betulkan poskod anda.
mt: Daħħal il-kodiċi postali tiegħek.
ne: कृपया आफ्नो हुलाकी सङ्केत सच्याउनुहोस्।
nn_no: Korriger postnummeret.
no: Korriger postnummeret.
or: ଦୟାକରି ଆପଣଙ୍କର ପୋଷ୍ଟାଲ୍ କୋଡ୍ ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے اپنا پوسٹل کوڈ ٹھیک کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਡਾਕ ਕੋਡ ਨੂੰ ਠੀਕ ਕਰੋ।
pl: Popraw kod pocztowy.
ru: Исправьте почтовый индекс.
sd: مهرباني ڪري پوسٽل درست ڪريو.
si: කරුණාකර ඔබගේ තැපැල් කේතය නිවැරදි කරන්න.
sl: Popravite poštno številko.
sr_cyrl_rs: Исправите поштански број.
sr_latn_rs: Ispravite poštanski broj.
sv: Ange rätt postnummer.
ta: தயவுசெய்து உங்கள் அஞ்சல் எண்ணைத் திருத்துக.
te: దయచేసి మీ పోస్టల్ కోడ్‌ని సరి చేయండి.
tg: Лутфан, рамзи почтаро ислоҳ намоед.
th: โปรดแก้ไขรหัสไปรษณีย์ของคุณให้ถูกต้อง
tr: Lütfen posta kodunuzu düzeltin.
tt: Почта индексын төзәтегез.
ug: پوچتا نومۇرىنى توغرىلاڭ.
uk: Виправте поштовий індекс.
ur: براہ مہربانی اپنا پوسٹل کوڈ درست کریں۔
uz: Pochta indeksni to‘g‘rilang.
vi: Vui lòng sửa mã bưu điện của bạn.
zh_hans: 请更正邮政编码。
zh_hant: 請更正您的郵遞區號。
