Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Day
source: Day
af: Dag
am: ቀን
ar: اليوم
as: দিন
az: Gün
bg: Ден
bn_in: দিন
bs: Dan
cy: Diwrnod
da: Dag
de: Tag
el: Ημέρα
es: Día
et: Päev
eu: Eguna
fa: روز
ga: Lá
gd: Latha
gl: Día
gu: દિવસ
he: יום
hi: दिन
hr: Dan
hu: Nap
id: Hari
is: Dagur
ja: 日
ka: დღე
kk: Күн
kn: ದಿನ
ko: 요일
ku_arab: رۆژ
ky: Күн
lo: ວັນ
lt: Diena
lv: Diena
mi: Rā
mk: Ден
ml: ദിവസം
mn: Өдөр
mr: दिवस
ms: Hari
mt: Jum
ne: दिन
nn_no: Dag
no: Dag
or: ଦିନ
pa_arab_pk: دیہاڑ
pa_in: ਦਿਨ
pl: Dzień
ru: День
sd: ڏينهن
si: දවස
sl: Dan
sr_cyrl_rs: Дан
sr_latn_rs: Dan
sv: Dag
ta: நாள்
te: రోజు
tg: Рӯз
th: วัน
tr: Gün
tt: Көн
ug: كۈن
uk: День
ur: دن
uz: Kun
vi: Ngày
zh_hans: 日期
zh_hant: 天

# Word.BankAccountPay.ClearingNumber
source: Clearing Number
af: Skoonmaak getal
am: የማጣሪያ ቁጥር
ar: رقم المقاصة
as: ক্লিয়াৰিং নম্বৰ
az: Klirinq nömrəsi
bg: Клирингов номер
bn_in: ছাড়পত্রের নম্বর
bs: Kliring broj
cy: Rhif Clirio
da: Clearing-nummer
de: Clearingnummer
el: Κωδικός συμψηφισμού
es: Código de compensación
et: Kliiringunumber
eu: Kitapen-zenbakia
fa: شماره تهاتر
ga: Uimhir Imréitigh
gd: Àireamh clìoraigidh
gl: Número de compensación
gu: ક્લિયરિંગ નંબર
he: מספר סליקה
hi: समाशोधन संख्या
hr: Klirinški broj
hu: Klíringszám
id: Nomor Kliring
is: Greiðslujöfnunarnúmer
ja: 為替交換番号
ka: ანგარიშსწორების ნომერი
kk: Клиринг нөмірі
kn: ತೆರವುಗೊಳಿಸಬೇಕಾದ ಸಂಖ್ಯೆ
ko: 은행 식별 번호
ku_arab: ژمارەی پاکتاوکردن
ky: Клиринг номери
lo: ໝາຍເລກເຄລຍຣິງ
lt: Kliringo numeris
lv: Klīringa numurs
mi: Tau Whakawātea
mk: Број за клиринг
ml: ക്ലിയറിംഗ് നമ്പര്‍
mn: Клирингийн дугаар
mr: समाशोधन नंबर
ms: Nombor Penjelasan
mt: Numru tal-Ikklerjar
ne: क्लियरिङ नम्बर
no: Clearingnummer
or: କ୍ଲିଅରିଂ ନମ୍ବର
pa_arab_pk: کلیئرنگ نمبر
pa_in: ਕਲੀਅਰਿੰਗ ਨੰਬਰ
pl: Numer rozliczeniowy
ru: Клиринговый номер
sd: ڪليئرنگ نمبر
si: නිශ්කාශන අංකය
sl: Klirinška koda
sr_cyrl_rs: Број клиринга
sr_latn_rs: Broj kliringa
sv: Clearingnummer
ta: கிளியரிங் எண்
te: క్లియరింగ్ సంఖ్య
tg: Рақами клиринг
th: หมายเลขเคลียริ่ง
tr: Takas Numarası
tt: Клиринг саны
ug: ئېنىقلاش نومۇرى
uk: Кліринговий номер
ur: کلیئرنگ نمبر
uz: Kliring raqami
vi: Số Thanh toán
zh_hans: 结算编号
zh_hant: 結算號碼

# Literal.BankAccountClearningNumber.MaxLength
source: Clearing number is too long.
af: Skoonmaak getal is te lank.
am: የማጽዳት ቁጥሩ በጣም ረዥም ነው።
ar: رقم المقاصة طويل جدًّا.
as: ক্লিয়াৰিং নম্বৰ অতি দীঘল৷
az: Klirinq nömrəsi çox uzundur.
bg: Клиринговият номер е прекалено дълъг.
bn_in: ছাড়পত্রের নম্বর অত্যন্ত বড়।
bs: Kliring broj je predug.
cy: Mae'r rhif clirio yn rhy hir.
da: Clearing-nummer er for langt.
de: Die Clearingnummer ist zu lang.
el: Ο κωδικός συμψηφισμού είναι πολύ μεγάλος.
es: El código de compensación es demasiado largo.
et: Kliiringunumber on liiga pikk.
eu: Kitapen-zenbakia luzeegia da.
fa: شماره تهاتر بسیار طولانی است.
ga: Uimhir imréitigh rófhada.
gd: Tha an àireamh clìoraigidh ro fhada.
gl: O número de compensación é moi longo.
gu: ક્લિયરિંગ નંબર ખૂબ લાંબો છે.
he: מספר הסליקה ארוך מדי.
hi: समाशोधन संख्या बहुत लंबी है.
hr: Klirinški broj predugačak je.
hu: A klíringszám túl hosszú.
id: Nomor kliring terlalu panjang.
is: Greiðslujöfnunarnúmerið er of langt.
ja: 為替交換番号が長すぎます。
ka: ანგარიშსწორების ნომერი ძალიან გრძელია.
kk: Клиринг нөмірі тым ұзын.
kn: ತೆರವುಗೊಳಿಸಬೇಕಾದ ಸಂಖ್ಯೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 은행 식별 번호가 너무 깁니다.
ku_arab: ژمارەی پاکتاوکردن زۆر درێژە.
ky: Клиринг номери өтө узун.
lo: ໝາຍເລກເຄລຍຣິງຍາວເກີນໄປ.
lt: Kliringo numeris per ilgas.
lv: Klīringa numurs ir pārāk garš.
mi: He roa rawa te tau whakawātea.
mk: Бројот за клиринг е предолг.
ml: ക്ലിയറിംഗ് നമ്പര്‍ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Клирингийн дугаар хэт урт байна.
mr: समाशोधन नंबर खूप मोठा आहे.
ms: Nombor penjelasan terlalu panjang.
mt: Numru tal-ikklerjar twil wisq.
ne: क्लियरिङ नम्बर धेरै लामो छ।
nn_no: Clearing number er for langt.
no: Clearingnummeret er for langt.
or: କ୍ଲିଅରିଂ ନମ୍ବର ବହୁତ ଲମ୍ବା ଅଟେ.
pa_arab_pk: کلئیرنگ نمبر بوہت لما اے۔
pa_in: ਕਲੀਅਰਿੰਗ ਨੰਬਰ ਬਹੁਤ ਲੰਬਾ ਹੈ।
pl: Numer rozliczeniowy jest zbyt długi.
ru: Слишком длинный клиринговый номер.
sd: ڪليئرنگ نمبر تمام وڏو آهي.
si: නිශ්කාශන අංකය දිග වැඩියි.
sl: Klirinška koda je predolga.
sr_cyrl_rs: Број клиринга је предугачак.
sr_latn_rs: Broj kliringa je predugačak.
sv: Clearingnumret är för långt.
ta: கிளியரிங் எண் நீளமாக உள்ளது.
te: క్లియరింగ్ సంఖ్య చాలా పెద్దదిగా ఉంది.
tg: Рақами клиринг аз ҳад дароз аст.
th: หมายเลขเคลียริ่งยาวเกินไป
tr: Takas numarası çok uzun.
tt: Клиринг саны артык озын.
ug: ئېنىقلاش نومۇرى بەك ئۇزۇن.
uk: Задовгий кліринговий номер.
ur: کلیئرنگ نمبر بہت طویل ہے.
uz: Kliring raqami juda uzun.
vi: Số thanh toán quá dài.
zh_hans: 结算编号过长。
zh_hant: 結算號碼太長。

# Literal.BankAccountClearningNumber.MinLength
source: Clearing number is too short.
af: Skoonmaak getal is te kort.
am: የማጽዳት ቁጥር በጣም አጭር ነው።
ar: رقم المقاصة قصير جدًّا.
as: ক্লিয়াৰিং নম্বৰ অতি চুটি৷
az: Klirinq nömrəsi çox qısadır.
bg: Клиринговият номер е прекалено къс.
bn_in: ছাড়পত্রের নম্বর অত্যন্ত ছোট।
bs: Kliring broj je prekratak.
cy: Mae'r rhif clirio yn rhy fyr.
da: Clearing-nummer er for kort.
de: Die Clearingnummer ist zu kurz.
el: Ο κωδικός συμψηφισμού είναι πολύ μικρός.
es: El código de compensación es demasiado corto.
et: Kliiringunumber on liiga lühike.
eu: Kitapen-zenbakia luzeegia da.
fa: شماره تهاتر بسیار کوتاه است.
ga: Uimhir imréitigh róghearr.
gd: Tha an àireamh clìoraigidh ro ghoirid.
gl: O número de compensación é moi curto.
gu: ક્લિયરિંગ નંબર ખૂબ ટૂંકો છે.
he: מספר הסליקה קצר מדי.
hi: समाशोधन संख्या बहुत छोटी है.
hr: Klirinški broj prekratak je.
hu: A klíringszám túl rövid.
id: Nomor kliring terlalu pendek.
is: Greiðslujöfnunarnúmerið er of stutt.
ja: 為替交換番号が短すぎます。
ka: ანგარიშსწორების ნომერი ძალიან მოკლეა.
kk: Клиринг нөмірі тым қысқа.
kn: ತೆರವುಗೊಳಿಸಬೇಕಾದ ಸಂಖ್ಯೆಯು ತಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 은행 식별 번호가 너무 짧습니다.
ku_arab: ژمارەی پاکتاوکردن زۆر کورتە.
ky: Клиринг номери өтө кыска.
lo: ໝາຍເລກເຄລຍຣິງສັ້ນເກີນໄປ.
lt: Kliringo numeris per trumpas.
lv: Klīringa numurs ir pārāk īss.
mi: He poto rawa te tau whakawātea.
mk: Бројот за клиринг е прекраток.
ml: ക്ലിയറിംഗ് നമ്പര്‍ തീരെ ഹ്രസ്വമാണ്.
mn: Клирингийн дугаар хэт богино байна.
mr: समाशोधन नंबर खूप लहान आहे.
ms: Nombor penjelasan terlalu pendek.
mt: Numru tal-ikklerjar qasir wisq.
ne: क्लियरिङ नम्बर धेरै छोटो छ।
nn_no: Clearing number er for kort.
no: Clearingnummeret er for kort.
or: କ୍ଲିଅରିଂ ନମ୍ବର ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: کلئیرنگ نمبر بوہت نکا اے۔
pa_in: ਕਲੀਅਰਿੰਗ ਨੰਬਰ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Numer rozliczeniowy jest zbyt krótki.
ru: Слишком короткий клиринговый номер.
sd: ڪليئرنگ نمبر تمام ننڊو آهي.
si: නිශ්කාශන අංකය කෙටි වැඩියි.
sl: Klirinška koda je prekratka.
sr_cyrl_rs: Број клиринга је прекратак.
sr_latn_rs: Broj kliringa je prekratak.
sv: Clearingnumret är för kort.
ta: கிளியரிங் எண் சிறியதாக உள்ளது.
te: క్లియరింగ్ సంఖ్య చాలా చిన్నదిగా ఉంది.
tg: Рақами клиринг аз ҳад кӯтоҳ аст.
th: หมายเลขเคลียริ่งสั้นเกินไป
tr: Takas numarası çok kısa.
tt: Клиринг саны артык кыска.
ug: ئېنىقلاش نومۇرى بەك قىسقا.
uk: Закороткий кліринговий номер.
ur: کلیئرنگ نمبر بہت مختصر ہے.
uz: Kliring raqami juda qisqa.
vi: Số thanh toán quá ngắn.
zh_hans: 结算编号过短。
zh_hant: 結算號碼太短。

# Literal.BankAccountClearningNumber.Pattern
source: Invalid clearing number.
af: Ongeldige skoonmaak getal.
am: ልክ ያክሆነ የማጣራት ቁጥር።
ar: رقم المقاصة غير صالح.
as: অবৈধ ক্লিয়াৰিং নম্বৰ৷
az: Klirinq nömrəsi yanlışdır.
bg: Невалиден клирингов номер.
bn_in: ছাড়পত্রের নম্বর অবৈধ।
bs: Kliring broj je nevažeći.
cy: Rhif clirio annilys.
da: Ugyldigt clearing-nummer.
de: Die Clearingnummer ist ungültig.
el: Μη έγκυρος κωδικός συμψηφισμού.
es: Código de compensación no válido.
et: Sobimatu kliiringunumber.
eu: Kitapen-zenbakia baliogabea da.
fa: شماره تهاتر نامعتبر است.
ga: Uimhir imréitigh neamhbhailí.
gd: Chan eil an àireamh clìoraigidh dligheach.
gl: Número de compensación non válido.
gu: અમાન્ય ક્લિયરિંગ નંબર.
he: מספר סליקה לא חוקי.
hi: अमान्य समाशोधन संख्या.
hr: Klirinški broj nije valjan.
hu: Érvénytelen klíringszám.
id: Nomor kliring tidak valid.
is: Ógilt greiðslujöfnunarnúmer.
ja: 為替交換番号が正しくありません。
ka: ანგარიშსწორების ნომერი არასწორია.
kk: Клиринг нөмірі жарамсыз.
kn: ಅಮಾನ್ಯ ತೆರವುಗೊಳಿಸಬೇಕಾದ ಸಂಖ್ಯೆ.
ko: 은행 식별 번호가 올바르지 않습니다.
ku_arab: ژمارەی پاکتاوکردن نادروستە.
ky: Жараксыз клиринг номери.
lo: ໝາຍເລກເຄລຍຣິງບໍ່ຖືກຕ້ອງ.
lt: Netinkamas kliringo numeris.
lv: Nederīgs klīringa numurs.
mi: Tau whakawātea muhu.
mk: Неважечки број за клиринг.
ml: ക്ലിയറിംഗ് നമ്പര്‍ അസാധുവാണ്.
mn: Клирингийн дугаар буруу байна.
mr: अवैध समाशोधन नंबर.
ms: Nombor penjelasan tidak sah.
mt: Numru tal-ikklerjar invalidu.
ne: अवैध क्लियरिङ नम्बर।
nn_no: Ugyldig clearing number.
no: Ugyldig clearingnummer.
or: ଅବୈଧ କ୍ଲିଅରିଂ ନମ୍ବର.
pa_arab_pk: کلیئرنگ نمبر غلط اے۔
pa_in: ਅਵੈਧ ਕਲੀਅਰਿੰਗ ਨੰਬਰ।
pl: Nieprawidłowy numer rozliczeniowy.
ru: Недопустимый клиринговый номер.
sd: غلط ڪليئرنگ نمبر.
si: වැරදි නිශ්කාශන අංකයකි.
sl: Neveljavna klirinška koda.
sr_cyrl_rs: Неважећи број клиринга.
sr_latn_rs: Nevažeći broj kliringa.
sv: Ogiltigt clearingnummer.
ta: தவறான கிளியரிங் எண்.
te: క్లియరింగ్ సంఖ్య చెల్లదు.
tg: Рақами клиринги нодуруст.
th: หมายเลขเคลียริ่งไม่ถูกต้อง
tr: Geçersiz takas numarası.
tt: Клиринг саны ялгыш.
ug: ئېنىقلاش نومۇرى ئىناۋەتسىز.
uk: Неприпустимий кліринговий номер.
ur: غلط کلیئرنگ نمبر.
uz: Noto'g'ri kliring raqami.
vi: Số thanh toán không hợp lệ.
zh_hans: 结算编号无效。
zh_hant: 結算號碼無效。

# Literal.BankAccountClearningNumber.Required
source: Clearing number is required.
af: Skoonmaak getal word vereis.
am: የማጽዳት ቁጥር ይጠየቃል።
ar: رقم المقاصة مطلوب.
as: ক্লিয়াৰিং নম্বৰ আৱশ্যক৷
az: Klirinq nömrəsi tələb olunur.
bg: Клиринговият номер е задължителен.
bn_in: ছাড়পত্রের নম্বর প্রয়োজনীয়।
bs: Kliring broj je neophodan.
cy: Mae angen rhif clirio.
da: Clearing-nummer skal angives.
de: Die Clearingnummer ist erforderlich.
el: Απαιτείται κωδικός συμψηφισμού.
es: El código de compensación es obligatorio.
et: Kliiringunumber on nõutav.
eu: Kitapen-zenbakia beharrezkoa da.
fa: به شماره تهاتر نیاز است.
ga: Uimhir imréitigh ag teastáil.
gd: Tha feum air àireamh clìoraigidh.
gl: Requírese o número de compensación.
gu: ક્લિયરિંગ નંબર આવશ્યક છે.
he: מספר הסליקה נדרש.
hi: समाशोधन संख्या आवश्यक है.
hr: Klirinški broj obavezan je.
hu: Klíringszám szükséges.
id: Nomor kliring harus diisi.
is: Færa þarf inn greiðslujöfnunarnúmer.
ja: 為替交換番号は必須項目です。
ka: მიუთითეთ ანგარიშსწორების ნომერი.
kk: Клиринг нөмірі қажет.
kn: ತೆರವುಗೊಳಿಸಬೇಕಾದ ಸಂಖ್ಯೆಯ ಅಗತ್ಯವಿದೆ.
ko: 은행 식별 번호는 필수 항목입니다.
ku_arab: ژمارەی پاکتاوکردن پێویستە.
ky: Клиринг номери керек.
lo: ຕ້ອງລະບຸໝາຍເລກເຄລຍຣິງ.
lt: Reikia nurodyti kliringo numerį.
lv: Jānorāda klīringa numurs.
mi: Me mātua noho mai he tau whakawātea.
mk: Бројот за клиринг е задолжителен.
ml: ക്ലിയറിംഗ് നമ്പര്‍ ആവശ്യമാണ്.
mn: Клирингийн дугаар оруулах шаардлагатай.
mr: समाशोधन नंबर आवश्यक आहे.
ms: Nombor penjelasan diperlukan.
mt: Numru tal-ikklerjar meħtieġ.
ne: क्लियरिङ नम्बर आवश्यक छ।
nn_no: Clearing number er obligatorisk.
no: Clearingnummer er påkrevd.
or: କ୍ଲିଅରିଂ ନମ୍ବର ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: کلئیرنگ نمبر دی لوڑ جے۔
pa_in: ਕਲੀਅਰਿੰਗ ਨੰਬਰ ਦੀ ਲੋਡ਼ ਹੈ।
pl: Numer rozliczeniowy jest wymagany.
ru: Укажите клиринговый номер.
sd: ڪليئرنگ نمبر جي ضرورت آهي.
si: නිශ්කාශන අංකය අවශ්‍යයි.
sl: Klirinška koda je obvezna.
sr_cyrl_rs: Број клиринга је обавезан.
sr_latn_rs: Broj kliringa je obavezan.
sv: Clearingnummer måste anges.
ta: கிளியரிங் எண் தேவை.
te: క్లియరింగ్ సంఖ్య అవసరం.
tg: Рақами клиринг ҳатмист.
th: ต้องระบุหมายเลขเคลียริ่ง
tr: Takas numarası gereklidir.
tt: Клиринг саны мәҗбүри.
ug: ئېنىقلاش نومۇرى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати кліринговий номер.
ur: کلیئرنگ نمبر کی ضرورت ہے.
uz: Kliring raqami talab qilinadi.
vi: Số thanh toán là cần thiết.
zh_hans: 结算编号为必填项。
zh_hant: 結算號碼是必要資訊。

# Literal.Error.TokenInvalidArgument
source: Your gift card can't be redeemed here. Please go to the issuer’s marketplace.
af: Jou geskenk bewys kan nie hier gelos word nie. Gaan na die gemeenskap se mark.
am: የስጦታ ካርድዎ እዚህ ጋር ሊጠየቅ አይችልም። እባክዎ ወደሰጠው አካል የንግድ ቦታ ይሂዱ።
ar: لا يمكن استرداد بطاقة الهدايا الخاصة بك هنا. الرجاء الانتقال إلى سوق جهة الإصدار.
as: আপোনাৰ উপহাৰ কাৰ্ড ইয়াত পুনৰ ক্ৰয় কৰিব নোৱাৰে৷ অনুগ্ৰহ কৰি ইচ্চ্যুকৰ্তাৰ মাৰ্কেটপ্লেচলৈ যাওক৷
az: Hədiyyə kartınızı burada geri almaq mümkün deyil. Emitentin mağazasına keçin.
bg: Ваучерът ви за подарък не може да бъде използван тук. Отидете на пазара на издателя.
bn_in: আপনার উপহারের কার্ড এখানে খরচ করা যায় না৷ অনুগ্রহ করে প্রদানকারীর মার্কেটপ্লেসে যান৷
bs: Vaša poklon kartica ne može biti otkupljena ovdje. Idite na tržnicu izdavaoca.
cy: Does dim modd defnyddio eich cerdyn rhodd yma. Ewch i farchnad y cyhoeddwr.
da: Dit gavekort kan ikke indløses her. Gå til udstederens marked.
de: Ihre Geschenkkarte kann hier nicht eingelöst werden. Wechseln Sie zum Marktplatz des Ausstellers.
el: Δεν είναι δυνατή η εξαγορά της δωροκάρτας σας εδώ. Μεταβείτε στο marketplace του εκδότη.
es: Su tarjeta de regalo no se puede canjear aquí. Diríjase al marketplace del emisor.
et: Teie kinkekaarti ei saa siin lunastada. Külastage väljastaja turuplatsi.
eu: Ezin duzu opari-txartela hemen erabili. Zoaz jaulkitzailearen merkatura.
fa: کارت هدیه شما در اینجا قابل استرداد نیست. لطفاً به محل فروش صادر کننده بروید.
ga: Ní féidir do chárta bronntanais a fhuascailt anseo. Téigh chuig áit mhargaidh an eisitheora.
gd: Chan urrainn dhut a' chairt preusaint agad a chur gu feum an-seo. Tadhail air margaidh an fhoillsicheir.
gl: A tarxeta de obsequio non se pode trocar aquí. Vaia ao marketplace do emisor.
gu: તમારો ગિફ્ટ કાર્ડ અહીં રીડિમ કરી શકાતો નથી. કૃપયા રજૂકર્તાના માર્કેટપ્લેસ પર જાઓ.
he: לא ניתן לממש את שובר המתנה שלך כאן. עבור אל ה- Marketplace של מפיק השובר.
hi: आपका उपहार कार्ड यहाँ रिडीम नहीं किया जा सकता. कृपया जारीकर्ता के मार्केटप्लेस पर जाएँ.
hr: Ovdje ne možete iskoristiti Microsoftovu darovnu karticu. Idite u trgovinu izdavatelja kartice.
hu: Az ajándékkártyát itt nem lehet beváltani. Látogasson el a kibocsátó piacára.
id: Hadiah Anda tidak dapat ditukarkan di sini. Harap kunjungi marketplace penerbit.
is: Ekki er hægt að innleysa gjafakortið hér. Farðu á markaðstorg útgefandans.
ja: このギフト カードをここで引き換えすることはできません。発行元の Marketplace に移動してください。
ka: თქვენს სასაჩუქრე ბარათს აქ ვერ გამოიყენებთ. გთხოვთ, გადახვიდეთ გამომცემლის ბაზარზე.
kk: Сыйлық картаңызды осы жерде алу мүмкін емес. Ұсынушының сауда орталығына өтіңіз.
kn: ನಿಮ್ಮ ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಅನ್ನು ಇಲ್ಲಿ ಮರುಪಡೆಯಲು ಸಾಧ್ಯವಿಲ್ಲ. ದಯವಿಟ್ಟು ನೀಡುಗರ ಮಾರುಕಟ್ಟೆಸ್ಥಳಕ್ಕೆ ಭೇಟಿ ಕೊಡಿ.
ko: 여기서는 기프트 카드를 충전할 수 없습니다. 발급자의 마켓플레이스로 이동하세요.
ku_arab: ناتوانرێت کارتی دیاری تۆ لێرەدا بهێنرێتەوە. تکایە بڕۆ بۆ شوێنبازاڕی دەرکەرەکەی.
ky: Сиз белек картаңызды бул жерден төлөп ала албайсыз. Карта берүүчүнүн сатуу жайына өтүңүз.
lo: ບັດຂອງຂວັນຂອງທ່ານບໍ່ສາມາດຖືກແລກໄດ້ຢູ່ທີ່ນີ້. ກະລຸນາເຂົ້າຫາຕະຫຼາດຂອງຜູ້ອອກບັດນີ້.
lt: Jūsų dovanų kortelės čia nuskaityti negalima. Įeikite į leidėjo parduotuvę.
lv: Jūsu dāvanu karti šeit nevar izmantot. Lūdzu, dodieties uz izdevēja tirgu.
mi: E kore e taea te hokohoko tō kāri takoha ki konei. Tēnā haere ki te mākete o te kaiwhakaputa.
mk: Картичката за подароци не може да се откупи тука. Појдете до пазарот на издавачот.
ml: നിങ്ങളുടെ സമ്മാന കാര്‍ഡ് ഇവിടെ വീണ്ടെടുക്കാനാവില്ല. ഇഷ്യൂവറിന്റെ മാര്‍ക്കറ്റ്‌പ്ലെയ്‌സിലേക്ക് പോകുക.
mn: Та бэлгийн картаа эндээс авах боломжгүй. Карт олгогчийнхоо зах зээл рүү очно уу.
mr: आपल्या गिफ्ट कार्डची येथे पूर्तता केली जाऊ शकत नाही. कृपया जारीकर्त्याच्या बाजारस्थानावर जा.
ms: Kad hadiah anda tidak boleh ditebus di sini. Sila ke pasaran pengeluar.
mt: Il-gift card tiegħek ma tistax tissarraf hawnhekk. Jekk jogħġbok mur fil-marketplace minn fejn inħarġet il-kard.
ne: तपाइँको उपहार कार्ड यहाँ रिडिम गर्न सकिदैन। कृपया जारी गर्नेको बजारक्षेत्रमा जानुहोस्।
nn_no: Gåvekortet kan ikkje innløysast her. Gå til markedsplassen til utferdaren.
no: Gavekortet ditt kan ikke løses inn her. Gå til utstederens markedsplass.
or: ଆପଣଙ୍କର ଉପହାର କାର୍ଡ ଏଠାରେ ରିଡିମ୍‌ ହୋଇପାରିବ ନାହିଁ. ଦୟାକରି ପ୍ରଦାନକାରୀଙ୍କ ମାର୍କେଟ୍‌‌ପ୍ଲେସ୍‌‌କୁ ଯାଆନ୍ତୁ.
pa_arab_pk: تہاڈا تحفہ کارڈ ایتھے بازیافت نئیں ہو سکدا۔ مہربانی کر کے اجرا کرن آلی تھاں تے جاؤ۔
pa_in: ਤੁਹਾਡਾ ਗਿਫਟ ਕਾਰਡ ਇੱਥੇ ਰਿਡੀਮ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਕਿਰਪਾ ਕਰਕੇ ਜਾਰੀਕਰਤਾ ਦੇ ਮਾਰਕੇਟਪਲੇਸ ਤੇ ਜਾਉ।
pl: Nie można tutaj zrealizować tej karty podarunkowej. Przejdź do sklepu jej wydawcy.
ru: Вашу подарочную карту нельзя погасить здесь. Перейдите на рынок эмитента карты.
sd: توهان جو تحفو ڪارڊ هتي ڇڏرائي نٿو سگھجي. مهرباني ڪري مارڪيٽ پليس جي فراهم ڪرڻ واري ڏانهن وڃو.
si: ඔබේ තිළිණ කාඩ්පත මෙහිදී නිදහස් කළ නොහැක. කරුණාකර නිකුත් කරන්නාගේ වෙළඳපල වෙත යන්න.
sl: Darilne kartice ni mogoče unovčiti tukaj. Obiščite trgovino izdajatelja.
sr_cyrl_rs: Поклон-картицу не можете овде да искористите. Посетите тржиште издаваоца.
sr_latn_rs: Poklon-karticu ne možete ovde da iskoristite. Posetite tržište izdavaoca.
sv: Du kan inte lösa in presentkortet här. Gå till utfärdarens marknadsplats.
ta: உங்கள் பரிசு அட்டையை இங்கே மீட்டெடுக்க முடியாது. வழங்குநரின் சந்தையிடத்திற்குச் செல்லவும்.
te: మీ బహుమతి కార్డ్ ఇక్కడ రీడీమ్ చేయబడదు. దయచేసి జారీదారు యొక్క మార్కెట్‌ప్లేస్‌కు వెళ్లండి.
tg: Корти тӯҳфагии шуморо дар инҷо ҷуброн кардан мумкин нест. Лутфан ба бозорҷои бароранда гузаред.
th: ไม่สามารถแลกใช้บัตรกำนัลของคุณได้ที่นี่ โปรดไปที่ Marketplace ของผู้ออกบัตร
tr: Hediye kartınız burada kullanılamıyor. Lütfen kartı verenin marketine gidin.
tt: Сезнең бүләк картагызны монда компенсация итәргә ярамый. Зинһар өчен, карта бирүченең базарына барыгыз.
ug: سوۋغات كارتىسىنى بۇ يەردە نەقلەشتۈرگىلى بولمايدۇ. بېجىرگۈچىنىڭ بازىرىغا كىرىڭ.
uk: Ви не можете тут погасити подарункову картку. Перейдіть на ринок емітента картки.
ur: آپ کا تحفہ کارڈ یہاں رڈیم نہیں کیا جا سکتا ہے۔ براہ کرم جاری کنندہ کی جائے بازار پر جائیں۔
uz: Sovg'a kartasini bu yerda sotib olib bo'lmaydi. Iltimos, nashr etuvchining bozoriga o'ting.
vi: Thẻ quà tặng của bạn không thể được đổi tại đây. Vui lòng đến thị trường của nhà phát hành.
zh_hans: 无法在此处兑现您的礼品卡。请转到发卡机构的市场。
zh_hant: 您不能在這裡兌換禮品卡。請移駕到發行者的市集。
