Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.MSOnline.SignatureAndAuthNote
source: By signing this mandate form, you authorize (A) Microsoft Online, Inc. ("Microsoft") to send instructions to your bank to debit your account, and (B) your bank to debit your account in accordance with the instructions of Microsoft. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank.
af: Deur die ondertekening van hierdie mandaatvorm, bemagtig jy (A) Microsoft Online, Inc. ("Microsoft") om instuksie te stuur aan jou bank om jou rekening te debieteer, en (B) jou bank om jou rekening te debieteer volgens die instruksies van af Microsoft. As deel van jou regte, is jy geregtig tot 'n terugbetaling vanaf jou bank onder die termes en voorwaardes van jou ooreenkoms met jou bank. 'n Terugbetaling moet binne 8 weke begin van die datum op wat jou rekening gedebieteer is geëeis word. Jou regte word verduidelik in 'n verklaring wat jy kan kry vanaf jou bank.
am: ይህንን የግዴታ ቅጽ በመፈረም፣ (ሀ) Microsoft Online, Inc. ("Microsoft") መለያዎን ዴቢት መናድረግ ለባንክዎ መመሪያዎችን እንዲልክ ስልጣን ይሰጣሉ፣ እንዲሁም (ለ) ባንክዎ በMicrosoft መመሪያዎች መሰረት ሂሳብዎን ዴቢት እንዲያደርግ። እንደመብቶችዎ አንድ አካል፣ ከባንክዎ ጋር በሚኖርዎ የአገልግሎት ውል መሰረት ከባንክዎ ተመላሽ የመቀበል መብት አለዎት። ተመላሽ ክፍያ መለያዎ ዴቢት ከተደረገበት ቀን ጀምሮ በ8 ሳምንታት ውስጥ መጠየቅ አለበት። መብቶችዎ ከባንክዎ በቀበል በሚችሉት መግለጫ ውስጥ ይብራራሉ።
ar: عند توقيعك نموذج التفويض هذا، فإنك تفوّض (أ) شركة Microsoft Online, Inc.‎‏ (المشار إليها لاحقًا بـ "شركة Microsoft") لإرسال تعليمات إلى بنكك للخصم من حسابك، و (ب) قيام البنك بالخصم من حسابك وفقًا لتعليمات شركة Microsoft. وكجزء من الحقوق الممنوحة لك، يحق لك استرداد الأموال المدفوعة من البنك بموجب بنود وشروط الاتفاقية المبرمة بينك وبين البنك. ويتعين المطالبة باسترداد الأموال في غضون 8 أسابيع بدءًا من تاريخ الخصم من حسابك. وتتضح جميع الحقوق الممنوحة لك في بيان يمكنك الحصول عليه من البنك.
as: এই আদেশপত্ৰ প্র-পত্রত চহী কৰি আপুনি কৰ্তৃত্ব দিছে (A) Microsoft Online, Inc. ("Microsoft")-ক আপোনাৰ একাউণ্ট ডেবিট কৰিবলৈ আপোনাৰ বেংকলৈ নিৰ্দেশনাসমূহ পঠিয়াবলৈ আৰু (B) Microsoft-ৰ নিৰ্দেশনাসমূহৰ মতে আপোনাৰ বেংকক আপোনাৰ একাউন্ট ডেবিট কৰিবলৈ৷ আপোনাৰ অধিকাৰসমূহৰ অংশ হিছাপে আপোনাৰ বেংকৰ সৈতে হোৱা চুক্তিৰ চৰ্তসমূহৰ অধীনত আপুনি আপোনাৰ বেংকৰ পৰা মূল্য ঘূৰাই পোৱাৰ অধিকাৰ আছে৷ মূল্য ঘূৰাই পোৱাৰ দাবী এটা আৰম্ভণিৰ তাৰিখৰ 8 সপ্তাহৰ ভিতৰত দাবী কৰিব লাগিব যি তাৰিখত আপোনাৰ বেংক একাউন্ট ডেবিট হৈছিল৷ আপোনাৰ অধিকাৰসমূহ এটা বিবৃতিত ব্যাখ্যা কৰা হৈছে যিটো আপুনি আপোনাৰ বেংকৰ পৰা পাব৷
az: Bu mandat formasını imzalamaqla, siz (A) Microsoft Online, Inc. ("Microsoft") şirkətinə hesabınıza debet əlavə etmək üçün bankınıza təlimatlar göndərmək və (B) bankınıza hesabınıza Microsoft-un təlimatlarına uyğun olaraq debet əlavə etmək səlahiyyəti verirsiniz. Hüquqlarınızın bir hissəsi kimi sizin bankla müqavilənizin şərtləri əsasında bankdan ödəniş almaq hüququnuz var. Ödəniş hesabınıza debet əlavə olunan tarixdən başlayaraq 8 həftə ərzində tələb olunmalıdır. Hüquqlarınız bankınızdan ala biləcəyiniz bəyannamədə izah olunur.
bg: С подписването на този формуляр за съгласие упълномощавате (А) Microsoft Online, Inc. ("Microsoft") да изпрати инструкции на вашата банка за задължаване на сметката ви и (Б) вашата банка да задължи сметката ви съгласно инструкциите на Microsoft. Във вашите права се включва и правото на връщане на парите от вашата банка съгласно правилата и условията на споразумението ви с банката. Искът за връщане на пари трябва да бъде направен до 8 седмици от дата на задължаване на сметката ви. Правата ви са обяснени в бюлетин, който можете да получите от вашата банка.
bn_in: এই অনুমোদন পত্রে স্বাক্ষর করার মাধ্যমে, আপনি (A) আপনার অ্যাকাউন্ট থেকে অর্থ কেটে নেওয়ার জন্য আপনার ব্যাঙ্কে নির্দেশ পাঠাতে Microsoft Online, Inc. ("Microsoft") কে অনুমতি দিচ্ছেন, এবং (B) Microsoft এর নির্দেশ অনুসারে আপনার ব্যাঙ্ককে আপনার অ্যাকাউন্ট থেকে অর্থ কেটে নিতে অনুমতি দিচ্ছেন। আপনি আপনার অধিকার বলে, আপনার ব্যাঙ্কের সঙ্গে আপনার হওয়া চুক্তির শর্তাদি অনুসারে আপনি আপনার ব্যাঙ্ক থেকে অর্থ ফেরত পাওয়ার ক্ষমতা রাখেন। আপনার অ্যাকাউন্ট থেকে যে দিনে অর্থ কেটে নেওয়া হয়েছে সেই দিন থেকে 8 সপ্তাহের ভিতরে অর্থ ফেরতের দাবি জানাতে হবে। আপনার অধিকারের বিষয় একটি বিবৃতিতে ব্যাখ্যা করা হয়েছে, যা আপনি আপনার ব্যাঙ্কের কাছ থেকে পেতে পারবেন।
bs: Potpisivanjem ovog obrasca za ovlaštenje, ovlaštavate (A) Microsoft Online, Inc. ("Microsoft") da šalje vašoj banci naloge za prijenos s vašeg računa i (B) svoju banku da prenosi sredstva s vašeg računa u skladu s nalozima koje dobije od kompanije Microsoft. U okviru svojih prava, vi imate pravo na povrat sredstava od svoje banke pod odredbama i uslovima vašeg ugovora s bankom. Povrat se mora zahtijevati u roku od 8 sedmica od dana kada je izvršen prijenos s vašeg računa. Vaša prava su objašnjena u izvodu koji možete dobiti od svoje banke.
cy: Drwy lofnodi'r ffurflen mandad hon, rydych yn awdurdodi (A) Microsoft Online, Inc. ("Microsoft") i anfon cyfarwyddiadau i'ch banc dynnu arian o'ch cyfrif, a (B) eich banc i dynnu arian o'ch cyfrif yn unol â chyfarwyddiadau Microsoft. Fel rhan o'ch hawliau, mae gennych hawl i gael ad-daliad gan eich banc o dan delerau ac amodau eich cytundeb gyda'r banc. Bydd rhaid hawlio ad-daliad o fewn wyth wythnos, a fydd yn dechrau ar y dyddiad y cafodd yr arian ei dynnu o'ch cyfrif. Mae'ch hawliau yn cael eu hegluro mewn datganiad sydd ar gael gan eich banc.
da: Ved at underskrive denne mandatformular godkender du, at (A) Microsoft Online, Inc. ("Microsoft") sender instruktioner til din bank om debitering af din konto, og at (B) din bank debiterer din konto i henhold til instruktionerne fra Microsoft. Du har ret til en refusion fra din bank i henhold til vilkårene og betingelserne i din bankaftale. Der skal gøres krav på en refusion inden for 8 uger fra den dato, hvor din konto blev debiteret. Dine rettigheder fremgår af en erklæring, du kan få ved at henvende dig til din bank.
de: Durch Unterzeichnung dieses Mandatsformulars autorisieren Sie (a) Microsoft Online Inc. ("Microsoft"), Lastschriftaufträge an Ihre Bank zu senden, und (b) Ihre Bank, Ihr Konto gemäß Lastschrift von Microsoft zu belasten. Im Rahmen Ihrer Rechte haben Sie Anspruch auf eine Erstattung vonseiten Ihrer Bank gemäß den Bedingungen Ihres Vertrags mit Ihrer Bank. Der Anspruch auf Erstattung muss innerhalb von 8 Wochen gerechnet vom Datum der Kontobelastung gestellt werden. Ihre Rechte werden in einer Verlautbarung erläutert, die Sie von Ihrer Bank anfordern können.
el: Υπογράφοντας αυτήν τη φόρμα πάγιας εντολής, εξουσιοδοτείτε (A) τη Microsoft Online, Inc. ("Microsoft") να αποστέλλει οδηγίες στην τράπεζά σας για χρέωση του λογαριασμού σας και (B) την τράπεζά σας να χρεώνει το λογαριασμό σας σύμφωνα με τις οδηγίες της Microsoft. Ως μέρος των δικαιωμάτων σας, δικαιούστε επιστροφή πληρωμής από την τράπεζά σας σύμφωνα με τους όρους και τις προϋποθέσεις της σύμβασης που έχετε με την τράπεζά σας. Η επιστροφή πληρωμής μπορεί να ζητηθεί εντός 8 εβδομάδων από την ημερομηνία κατά την οποία πραγματοποιήθηκε χρέωση του λογαριασμού σας. Τα δικαιώματά σας επεξηγούνται σε μια δήλωση την οποία μπορείτε να λάβετε από την τράπεζά σας.
es: Mediante la firma de este formulario de orden de domiciliación, autoriza a (A) Microsoft Online, Inc. ("Microsoft") para enviar instrucciones a su banco con el fin de realizar cargos en su cuenta, y (B) a su banco para que realice los cargos en su cuenta conforme a las instrucciones de Microsoft. Como parte de sus derechos, tiene la posibilidad de recibir un reembolso de su banco conforme a los términos y condiciones acordados con su banco. La reclamación de un reembolso se debe realizar antes de que transcurran 8 semanas desde la fecha en la que se realizó el cargo en su cuenta. Sus derechos están explicados en el extracto que puede obtener de su banco.
et: Selle volitusvormi allkirjastamisega volitate (A) Microsoft Online, Inc.-i („Microsoft”) saatma teie panka teie konto debiteerimise juhiseid, ja (B) panka teie kontot vastavalt Microsofti juhistele debiteerima. Pangaga sõlmitud lepingu tingimustel on teil õigus panga tagasimaksele. Tagasimakse nõue tuleb esitada 8 nädala jooksul, alates teie konto debiteerimise kuupäevast. Teie õigusi selgitatakse pangast saadaval avaldusel.
eu: Hitzarmen-inprimaki hau sinatuta, baimena ematen diezu (A) Microsoft Online Inc. ("Microsoft") konpainiari, zure bankuari ordainketa zure kontuan zorduntzeko eskaera egin diezaion, eta (B) zure bankuari, Microsoft-ek eskatutako zordunketa aurrera eraman dezan. Zure eskubideei jarraiki, eta bankuarekin duzun akordioan xedatutakoaren arabera, bankuak dirua itzultzea eskatzeko eskubidea duzu. Dirua itzultzeko eskaerak zordunketa egin zeneko datatik hasi eta 8 asteko epean aurkeztu behar dira. Bankuak helaraz diezazukeen adierazpen batean biltzen dira zure eskubideei buruzko argibideak.
fa: با امضای این فرم وکالت نامه، به(A) Microsoft Online, Inc. ("Microsoft") اجازه می دهید تا دستورالعمل ها را برای بانک شما ارسال کند تا بدهی از حسابتان کسر شود و همچنین (B) به بانک خود اجازه می دهید تا با توجه به دستورالعمل های Microsoft، بدهی را از حسابتان کسر کند. به عنوان بخشی از حقوق شما، بر اساس توافق نامه موجود با بانک می توانید مبلغ پرداخت شده را از بانک پس بگیرید. استرداد باید در مدت زمان 8 هفته از تاریخ کسر بدهی از حساب ارائه شود. حقوق شما در یک بیانیه توضیح داده شده است که آن را از بانک دریافت خواهید کرد.
ga: Má shíníonn tú an fhoirm shainordaithe seo, údaraíonn tú (A) Microsoft Online, Inc. ("Microsoft") chun treoracha a sheoladh chuig do bhanc chun breacadh do dhochar do chuntais, agus [B] údaraíonn tú do bhanc chun breacadh do dhochar do chuntais de réir threoracha Microsoft. Mar chuid de do chearta, tá tú i dteideal aisíocaíocht a fháil ó do bhanc faoi théarmaí agus coinníollacha do chomhaontais le do bhanc. Ní mór aisíocaíocht a éileamh laistigh de 8 seachtaine ag tosú ón dáta ar ar breacadh do dhochar do chuntais. Tugtar míniú ar do chearta i ráiteas is féidir leat a fháil ó do bhanc.
gd: Ma shoidhnicheas tu am foirm ùghdarrais seo, bheir thu cead (A) dha Microsoft Online Inc. ("Microsoft") gun cuir iad òrdugh a-steach dhan bhanca agad gus airgead iarraidh air a' chunntas agad agus (B) dhan bhanca agad ach an tèid airgead a thoirt air falbh on chunntas agad a-rèir òrduighean Microsoft. Tha thu dligheach air ath-dhìoladh on bhanca agad a-rèir theirmichean is cumhaichean a' bhanca agad. Feumaidh tu gach ath-dhìoladh iarraidh taobh a-staigh 8 seachdainean on cheann-là a chaidh an t-airgead a thoirt air falbh on chunntas agad. Gheibh thu mìneachadh air na còirichean agad ann an aithris a gheibh thu on bhanca agad.
gl: Ao asinar este formulario de orde, autoriza a (A) Microsoft Online, Inc. ("Microsoft") para que envíe instrucións ao seu banco para efectuar o cargo na súa conta e (B) ao seu banco a efectuar o cargo na súa conta segundo as instrucións de Microsoft. Como parte dos seus dereitos, ten dereito a unha devolución por parte do banco baixo os termos e condicións do seu contrato co banco. As devolucións deben solicitarse nas 8 semanas seguintes á data na que se efectuou o cargo na súa conta. Os seus dereitos explícanse nunha instrución que pode obter a través do banco.
gu: આ આદેશપત્ર ફોર્મ પર સહી કરીને, તમે (અ) Microsoft Online, Inc. ("Microsoft") તમે તમારા ખાતા પર ડેબિટ કરવા માટે તમારી બેંકને સૂચનાઓ મોકલવા માટે અધિકૃત કરો છો અને (બ) તમારી બેંક Microsoft ની સૂચનાઓ અનુસાર તમારા ખાતાને ડેબિટ કરે છે. તમારા અધિકારોના ભાગ રૂપે, તમે તમારા બેંક સાથેના કરારના નિયમો અને શરતો હેઠળ તમારી બેંકથી રીફંડ મેળવવા માટે હકદાર છો. તમારું ખાતું ડેબિટ કરવામાં આવ્યું હતું તે તારીખના રોજની પ્રારંભથી 8 અઠવાડિયાની અંદર ડેબિટનો દાવો કરવો જરૂરી છે. તમારા અધિકારો સ્ટેટમેન્ટમાં સમજાવ્યાં છે જે તમે તમારી બેંકથી મેળવી શકો છો.
he: בעצם החתימה על טופס אישור גבייה זה, אתה מאשר (א) ל- Microsoft Online, Inc.‎ ‏("Microsoft") לשלוח הוראות לבנק שלך לחיוב החשבון שלך, וכן (ב) לבנק שלך לחייב את החשבון שלך לפי ההוראות של Microsoft. במסגרת זכויותיך, אתה זכאי להחזר מהבנק בהתאם לתנאים ולהתניות של ההסכם שלך עם הבנק. יש לממש את ההחזר תוך 8 שבועות מהתאריך שבו חויב החשבון שלך. הזכויות שלך מוסברות בהצהרה שניתן להשיג מהבנק.
hi: इस अधिदेश प्रपत्र पर हस्ताक्षर करके, आप (A) Microsoft Online, Inc. ("Microsoft") को अपने बैंक को अपना खाता डेबिट करने के निर्देश देने के लिए प्राधिकृत करते हैं और (B) अपने बैंक को अपने खाते को Microsoft के निर्देशों के अनुसार डेबिट करने के लिए प्राधिकृत करते हैं. अपने अधिकारों के भाग के रूप में, आप अपने बैंक के साथ अपने अनुबंध के नियमों और शर्तों के अधीन अपने बैंक से धनवापसी के पात्र होते हैं. आपका खाता डेबिट होने के दिनांक से 8 सप्ताह के भीतर धनवापसी का दावा किया जाना चाहिए. एक विवरण में आपके अधिकार बताए गए हैं, जिसे आप अपने बैंक से प्राप्त कर सकते हैं.
hr: Potpisujući obrazac ovlaštenja ovlašćujete (A) Microsoft Online, Inc. ("Microsoft") da pošalje upute vašoj banci radi terećenja vašeg računa, a (B) banku ovlašćujete da tereti vaš račun u skladu s Microsoftovim uputama. U okviru svojih prava imate pravo na povrat od banke prema uvjetima i odredbama vašeg sporazuma s bankom. Povrat morate zatražiti u roku od 8 tjedana počevši od datuma kada je vaš račun terećen. Vaša su prava objašnjena u izjavi koju možete dobiti od banke.
hu: A jelen rendszeres átutalási megbízási űrlap aláírásával felhatalmazza a (A) Microsoft Online, Inc. („Microsoft”) nevű társaságot, hogy rendelkezhessen bankjánál bankszámlájának megterhelésére, valamint (B) felhatalmazza a bankját, hogy a Microsoft rendelkezései alapján terhelje meg bankszámláját. A bankkal kötött szerződése feltételei szerint jogosult visszatérítést igényelni. Ezt a terhelést követő 8 héten belül kell megtenni. Jogairól részletesen a banktól beszerezhető dokumentumok tájékoztatják.
id: Dengan menandatangani formulir mandat ini, berarti Anda memberikan otorisasi kepada (A) Microsoft Online, Inc. ("Microsoft") untuk mengirimkan instruksi ke bank Anda untuk mendebit rekening Anda, dan (B) bank Anda akan mendebit rekening Anda terkait instruksi dari Microsoft. Sebagai bagian dari hak Anda, Anda berhak atas pengembalian dana dari bank sesuai dengan persyaratan dan ketentuan dari perjanjian dengan bank Anda. Pengembalian dana harus diklaim dalam 8 minggu sejak tanggal rekening Anda didebit. Hak-hak Anda dijelaskan dalam laporan mutasi yang dapat Anda peroleh dari bank Anda.
is: Með undirskrift þessa umboðseyðublaðs heimilarðu (A) Microsoft Online, Inc. („Microsoft“) að senda leiðbeiningar til bankans þíns um skuldfærslu á reikninginn þinn og (B) bankanum þínum að skuldfæra á reikninginn þinn í samræmi við leiðbeiningar frá Microsoft. Í réttindum þínum felst endurgreiðsla frá bankanum þínum í samræmi við skilmála samningsins milli þín og bankans. Fara verður fram á endurgreiðslu innan átta vikna frá þeirri dagsetningu þegar skuldfært var á reikninginn þinn. Réttindi þín eru útskýrð í yfirlýsingu sem hægt er að fá hjá bankanum.
ja: この委託フォームに署名すると、(A) Microsoft Online, Inc. ("Microsoft") が銀行に対してお客様の口座からの引き落としを指示すること、および (B) 銀行が Microsoft の指示に従ってお客様の口座から引き落とすことを承認したと見なされます。お客様の権利の一部として、お客様と銀行間の契約条件に従い、お客様は銀行から返金を受ける資格を有しています。返金は、口座からの引き落とし後 8 週間以内に要求する必要があります。お客様の権利については、銀行から発行される明細書を参照してください。
ka: ამ მანდატის ფორმაზე ხელმოწერით, თქვენ უფლებას აძლევთ (A) Microsoft Online, Inc.-ს ("Microsoft"), გაუგზავნოს მითითებები თქვენ ბანკს, თქვენს ანგარიშზე თანხის დასადებად და (B) თქვენს ბანკს, რომ თანხა დადოს თქვენს ანგარიშზე, Microsoft-ის მითითებების შესაბამისად. თქვენს უფლებებში შედის დაიბრუნოთ თანხა თქვენი ბანკიდან, ბანკთან დადებული ხელშეკრულებით განსაზღვრული წესებისა და პირობების დაცვით. დაბრუნების მოთხოვნა უნდა გაგზავნოთ ანგარიშზე თანხის დადების დღიდან მაქსიმუმ 8 კვირაში. თქვენი უფლებები განმარტებულია დებულებებში, რომლებსაც მოგაწვდით ბანკი.
kk: Осы мандат формулярына қол қою арқылы, сіз (A) Microsoft Online, Inc. ("Microsoft") компаниясына банкіңізге шотыңызды дебеттеуге нұсқауларды жіберуге және (B) банкіңізге шотыңызды Microsoft нұсқауларына сай дебеттеуге рұқсат бересіз. Құқықтарыңыздың шеңберінде, банкіңізбен келісімнің шарттары мен қаулыларына сай банктен ақша қайтаруға құқығыңыз бар. Қайтаруды шотыңыз дебеттелген күнінен бастап 8 апта ішінде мәлімдеу керек. Құқықтарыңыз банкіңізден алуға болатын мәлімдемеде түсіндірілген.
kn: ಈ ಕಡ್ಡಾಯ ಫಾರ್ಮ್‌ಗೆ ಸಹಿ ಮಾಡುವುದರ ಮೂಲಕ, ನೀವು (A) Microsoft Online, Inc. ("Microsoft") ಸಂಸ್ಥೆಗೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಡೆಬಿಟ್ ಮಾಡಲು ನಿಮ್ಮ ಬ್ಯಾಂಕಿಗೆ ಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸಲು, ಮತ್ತು (B) ನಿಮ್ಮ ಬ್ಯಾಂಕಿಗೆ Microsoft ನ ಸೂಚನೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಡೆಬಿಟ್ ಮಾಡಲು ಅಧಿಕಾರವನ್ನು ನೀಡುತ್ತೀರಿ. ನಿಮ್ಮ ಹಕ್ಕುಗಳ ಭಾಗವಾಗಿ, ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಜೊತೆಗಿನ ನಿಮ್ಮ ಒಪ್ಪಂದದ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಮೂಲಕ ಮರುಪಾವತಿ ಮಾಡಲು ನೀವು ಅಧಿಕಾರ ಪಡೆದಿರುತ್ತೀರಿ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಡೆಬಿಟ್ ಮಾಡಲಾಗಿರುವ ದಿನಾಂಕದಿಂದ ಪ್ರಾರಂಭಗೊಂಡು 8 ವಾರಗಳು ಒಳಗಾಗಿ ಮರುಪಾವತಿಯನ್ನು ಕ್ಲೇಮ್ ಮಾಡಬೇಕು. ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ನಿಂದ ನೀವು ಪಡೆದುಕೊಳ್ಳುವ ಹೇಳಿಕೆಯಲ್ಲಿ ನಿಮ್ಮ ಹಕ್ಕುಗಳನ್ನು ವಿವರಿಸಲಾಗಿರುತ್ತದೆ.
ko: 이 자동 인출 양식에 서명하면 (A) Microsoft Online, Inc.("Microsoft")에서 은행에 귀하의 계좌로부터 인출을 지시하는 지침을 은행에 보낼 수 있으며, (B) 해당 은행에서 Microsoft의 지시에 따라 귀하의 계좌로부터 이체할 수 있는 권한을 부여하는 것입니다. 귀하의 권리의 일부로 은행과 동의한 사용 약관에 따라 은행으로부터 환불받을 수 있습니다. 환불은 계좌가 이체된 날짜로부터 8주 안에 청구해야 합니다. 귀하의 권리는 은행에서 받을 수 있는 약관에 설명되어 있습니다.
ku_arab: بە واژۆکردنی ئەم راسپاردەیە، تۆ رێگە دەدەیت بە (A) Microsoft Online, Inc. ("Microsoft") رێنمایی بنێرێت بۆ بانکەکەت بۆ قەرزارکردنی ئەژمێرەکەت، و (B) بانکەکەشت بە گوێرەی رێنماییەکانی Microsoft ئەژمێرەکەت قەرزار بکات. تۆ وەک بەشێک لە مافەکانت، بۆت هەیە لە بانکەکەتەوە پارەت بۆ بگەڕێتەوە بەگوێرەی مەرجەکانی رێکەوتننامەی تۆ لەگەڵ بانکەکەتدا. پێویستە ئەو گەڕآنەوەی پارەیە لەماوەی 8 هەفتەدا داوابکرێتەوە لەو بەروارەوە کە ئەژمێرەکەت قەرزار کراوە . مافەکانت لە بڵاونامەیەکدا روونکراونەتەوە کە دەتوانیت لە بانکەکەتی وەربگریت.
ky: Бул мандат формасына кол коюу менен, сиз кийинкилерди авторлоштурасыз: (А) Microsoft Online, Inc. ("Microsoft") корпорациясын банкыңызга, каттоо жазууңузду дебеттөөгө көрсөтмөлөрдү жөнөтүүнү, жана (Б) банкыңыз, Microsoft-тун көрсөтмөлөрүнө ылайык, каттоо жазууңузду дебеттейт. Укуктарыңыздын бөлүгү катары, банкыңыз менен болгон келишимдин шарттары жана жоболоруна ылайык, сиз банкыңыздын төлөп берүүсүнө укуктуусуз. Төлөп берүү, каттоо жазууңуз дебеттелгенден 8 жума өткөндөн кийин талап кылынышы керек. Укуктарыңыз, сиз банкыңыздан ала алчу отчётто түшүндүрүлүп берилген.
lo: ໂດຍການເຊັນຊື່ໃນແບບຟອມຄຳສັ່ງນີ້, ທ່ານອະນຸຍາດໃຫ້ (ກ) Microsoft Online, Inc. ("Microsoft") ສົ່ງຄຳສັ່ງແນະນຳຫາທະນາຄານຂອງທ່ານເພື່ອໃຫ້ຫັກເງິນໃນບັນຊີຂອງທ່ານ, ແລະ (ຂ) ທະນາຄານຂອງທ່ານຫັກເງິນໃນບັນຊີຂອງທ່ານອີງຕາມຄຳສັ່ງແນະນຳຂອງ Microsoft. ໃນນາມເປັນສ່ວນໜຶ່ງຂອງສິດທິຂອງທ່ານ, ທ່ານມີສິດໄດ້ຮັບການສົ່ງເງິນຄືນຈາກທະນາຄານຂອງທ່ານ ອີງຕາມຂໍ້ກຳນົດ ແລະເງື່ອນໄຂຂອງຂໍ້ຕົກລົງຂອງທ່ານກັບທະນາຄານຂອງທ່ານ. ການສົ່ງເງິນຄືນຕ້ອງຖືກຮ້ອງຂໍເອົາພາຍໃນ 8 ອາທິດ ເລີ່ມຈາກວັນທີທີ່ບັນຊີຂອງທ່ານຖືກຫັກ. ມີການອະທິບາຍສິດທິຂອງທ່ານໃນໃບແຈ້ງຍອດທີ່ທ່ານສາມາດຂໍເອົາຈາກທະນາຄານຂອງທ່ານ.
lt: Pasirašydami šią sutikimo formą leidžiate (A) „Microsoft Online, Inc.“ („Microsoft“) siųsti nurodymus jūsų bankui išskaityti lėšas iš jūsų sąskaitos ir leidžiate (B) savo bankui išskaityti lėšas iš jūsų sąskaitos pagal „Microsoft“ nurodymus. Pagal su banku sudarytos sutarties sąlygas, jūs turite teisę prašyti banko grąžinti pinigus. Pinigų grąžinimo paraiška turi būti pateikta per 8 savaites nuo pinigų išskaitymo iš sąskaitos datos. Jūsų teisės nurodytos pažymoje, kurią galite gauti iš banko.
lv: Parakstot šo mandāta veidlapu, jūs autorizējat (A) uzņēmumu Microsoft Online, Inc. (turpmāk — Microsoft) sūtīt norādījumus jūsu bankas iestādei par līdzekļu iekasēšanu no jūsu konta un (B) bankas iestādi iekasēt līdzekļus no jūsu konta saskaņā ar Microsoft sniegtajiem norādījumiem. Jums ir tiesības pieprasīt bankas iestādei atmaksāt līdzekļus saskaņā ar noteikumiem un nosacījumiem, kas ir izklāstīti jūsu un bankas iestādes savstarpēji noslēgtajā līgumā. Atmaksa ir jāpieprasa ne vēlāk kā 8 nedēļas pēc datuma, kad līdzekļi tika iekasēti no konta. Detalizētais jūsu tiesību apraksts ir sniegts bankas izrakstā.
mi: Mā te waitohu i tēnei puka whakamananga, kei te whakamana koe i (A) Microsoft Online Inc. ("Microsoft") kia tuku tohutohu ki tō pēke kia namangia tō pūkete me te (B) i tō pēke kia nama i tō pūkete i runga anō i ngā tohutohu a Microsoft. Hei wāhi o ō tika, ka whai mana koe ki tētahi whakahokinga moni mai i tō pēke i runga anō i ngā here me ngā whakaritenga o tō kirimana ki te pēke. Me taunaha tētahi whakahokinga moni i roto i te 8 wiki mai o te rā i namangia ai tō pūkete. Kua oti ō tika te whakamarama i tētahi tauākī ka taea te tiki i tō pēke.
mk: Со потпишување на овој мандатен формулар, давате овластување на (A) Microsoft Online, Inc. („Microsoft“) да испраќа упатства до вашата банка за дебит на сметката и на (B) банката да ја дебитира сметката во согласност со упатствата на Microsoft. Имате право на рефундирање од банката според условите и одредбите на вашиот договор со банката. Рефундирање мора да се побара во текот на 8 недели со почеток од датумот кога сметката била дебитирана. Вашите права се објаснети во изјава што може да ја добиете од банката.
ml: ഈ കരാര്‍ ഫോം ഒപ്പിടുന്നതിലൂടെ, (എ) നിങ്ങളുടെ അക്കൌണ്ട് ഡെബിറ്റ് ചെയ്യുന്നതിന് ബാങ്കിലേക്ക് നിര്‍ദ്ദേശങ്ങള്‍ അയയ്‌ക്കുന്നതിന് Microsoft Online, Inc. ("Microsoft") എന്നതിനെയും (ബി) Microsoft-ന്റെ നിര്‍ദ്ദേശങ്ങള്‍ പ്രകാരം അക്കൌണ്ട് ഡെബിറ്റ് ചെയ്യുന്നതിന് ബാങ്കിനെയും അനുവദിക്കുന്നു. നിങ്ങളുടെ അവകാശങ്ങളുടെ ഭാഗമായി, ബാങ്കുമായുള്ള ഉടമ്പടിയുടെ നിബന്ധനകള്‍ക്കും വ്യവസ്ഥകള്‍ക്കും കീഴില്‍ ബാങ്കില്‍ നിന്നും ഒരു റീഫണ്ടിന് നിങ്ങള്‍ക്ക് അര്‍ഹതയുണ്ട്. നിങ്ങളുടെ അക്കൌണ്ട് ഡെബിറ്റ് ആയ തീയതിയില്‍ നിന്നും 3 ആഴ്‌ചയ്‌ക്കുള്ളില്‍ റീഫണ്ട് ക്ലെയിം ചെയ്‌തിരിക്കണം. ബാങ്കില്‍ നിന്ന് നേടാനാകുന്ന ഒരു സ്റ്റേറ്റ്‌മെന്റില്‍ നിങ്ങളുടെ അവകാശങ്ങളെക്കുറിച്ച് വിശദമാക്കിയിട്ടുണ്ട്.
mn: Уг мандатад гарын үсэг зурснаар та (A) Microsoft Online, Inc. (цаашид "Microsoft" гэх) компанид таны дансанд дебит хийхийг банкинд зааварчлахыг, мөн (B) Microsoft-н зааварчилгааны дагуу таны дансанд дебит хийхийг банкиндаа зөвшөөрч байна. Эрхийнхээ хүрээнд та банктайгаа байгуулсан гэрээний болзол, нөхцлийн дагуу банкнаасаа төлбөр буцаах эрхтэй. Төлбөр буцаалтыг дансандаа дебит хийсэн өдрөөс хойш 8 долоо хоногийн дотор мэдүүлнэ. Банкнаасаа авч болон гэсэн мэдэгдэлд таны эрхийг тайлбарласан байгаа.
mr: हा जनादेश फॉर्म साइन इन करून, आपण (A) आपले खाते डेबिट करण्यासाठी आपल्या बँकेस निर्देश पाठविण्यास Microsoft Online, Inc. ("Microsoft") ला आणि (B) Microsoft च्या निर्देशांनुसार आपले खाते डेबिट करण्यास आपल्या बँकेस अधिकृत करता. आपल्या अधिकारांचा भाग म्हणून आपल्या बँकेसह आपल्या कराराच्या अटी आणि शर्ती अंतर्गत आपल्या बँकेकडून परतावा घेण्यासाठी आपल्याला अधिकार असतात. परताव्याचा दावा आपले खाते डेबिट केल्याच्या तारखेपासून 8 आठवड्यांमध्ये करणे आवश्यक आहे. आपल्या बँकेकडून आपण प्राप्त करू शकत असलेल्या एका विधानात आपले अधिकार स्पष्ट केले आहेत.
ms: Dengan menandatangani borang mandat ini, anda memberi kuasa kepada (A) Microsoft Online, Inc. ("Microsoft") menghantar arahan kepada bank anda untuk mendebitkan akaun anda, dan (B) bank anda untuk mendebitkan akaun anda menurut arahan daripada Microsoft. Sebagai sebahagian hak anda, anda berhak mendapatkan bayaran balik daripada bank anda di bawah terma dan syarat perjanjian dengan bank anda. Bayaran balik mesti dituntut dalam tempoh 8 minggu mulai dari tarikh akaun anda didebitkan. Hak anda diterangkan dalam pernyataan yang anda terima daripada bank anda.
mt: Meta tiffirma din il-formola ta' mandat, inti tawtorizza lil (A) Microsoft Online, Inc. ("Microsoft") biex tibgħat istruzzjonijiet lill-bank tiegħek biex jiddebita l-kont tiegħek, u (B) l-bank tiegħek biex jiddebita l-kont tiegħek f'konformità mal-istruzzjonijiet ta' Microsoft. Bħala parti mid-drittijiet tiegħek, inti għanek dritt għal rimborż mill-bank tiegħek skont it-termini u l-kundizzjonijiet tal-ftehim tiegħek mal-bank. Rimborż għandu jiġi kklejmjat fi żmien 8 ġimgħat li jibdew mid-data li fiha jiġi ddebitat il-kont tiegħek. Id-drittijiet tiegħek huma spjegati f'dikjarazzjoni li tista' ġġib mill-bank tiegħek.
ne: यस आदेश फाराम हस्ताक्षर गरेर, तपाइँ (A) आफ्नो बैङ्कमा आफ्नो खातालाई डेबिट गर्न निर्देशनहरू पठाउनको लागि Microsoft Online, Inc. ("Microsoft") लाई, र (B) Microsoft को निर्देशनहरू अनुसार आफ्नो खाता डेबिट गर्नको लागि आफ्नो बैङ्कलाई अधिकार प्रदान गर्नुहुन्छ। तपाइँका अधिकारहरूको एउटा हिस्साको रुपमा, तपाइँको आफ्नो बैङ्क सँगको सम्झौताका शर्त तथा नियमहरू अन्तर्गत आफ्नो बैङ्कबाट रकम फिर्ता पाउनको लागि हकदार हुनुहुन्छ। रकम फिर्ता पाउनको लागि आफ्नो खाता डेबिट भएको मितिबाट 8 हप्ताभित्रै दाबी गरिनुपर्छ। तपाइँका अधिकारहरू विवरण पत्रमा व्याख्या गरिएका छन् जसलाई तपाइँ आफ्नो बैङ्कबाट प्राप्त गर्न सक्नुहुन्छ।
nn_no: Ved å signere dette fullmaktsskjemaet gir du løyve til at (A) Microsoft Online, Inc. ("Microsoft") kan sende instruksar til banken din om å debitere kontoen din, og at (B) banken din kan debitere kontoen din i samsvar med instruksane frå Microsoft. Det inngår i rettane dine at du har rett til refusjon frå banken din i samsvar med vilkåra i avtalen med banken. Refusjon må krevjast innan 8 veker etter datoen då kontoen din blei belasta. Rettane dine er forklarte i ei erklæring du kan få hos banken din.
no: Ved å underskrive denne belastningsfullmakten bemyndiger du (A) Microsoft Online, Inc. ("Microsoft") til å sende instrukser til banken din om å debitere kontoen din, og (B) banken din til å debitere kontoen din i henhold til Microsofts instruksjoner. Som en del av dine rettigheter, har du rett til å få refusjon fra banken din i henhold til vilkårene i avtalen med banken. En refusjon må kreves i løpet av 8 uker fra og med datoen kontoen din ble debitert. Rettighetene dine er forklart i en erklæring som du kan få av banken din.
or: ଅଧିକାର ଫର୍ମ୍‌ ଦସ୍ତଖତ କରି, ଆପଣ (A) Microsoft Online, Inc. ("Microsoft") କୁ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍‌ ଠାରୁ ଡେବିଟ୍‌ କରିବା ପାଇଁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କକୁ ନିର୍ଦ୍ଦେଶାବଳୀ ପ୍ରେରଣ କରିବା ପାଇଁ, ଏବଂ (B) Microsoft ର ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁସାରେ ବ୍ୟାଙ୍କ ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍‌‌ରୁ ଡେବିଟ୍‌ କରିବା ପାଇଁ ଆପଣ କ୍ଷମତା ପ୍ରଦାନ କରିଛନ୍ତି. ଆପଣଙ୍କ ଅଧିକାରସମୂହର ଅଂଶ ସ୍ୱରୂପ, ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ସହିତ ଆପଣଙ୍କ ଚୁକ୍ତିର ଚୁକ୍ତି ଏବଂ ସର୍ତ୍ତାବଳୀ ଅଧୀନରେ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଠାରୁ ଏକ ଫେରସ୍ତ ପାଇବା ପାଇଁ ଆପଣଙ୍କୁ ଅଧିକାର ପ୍ରଦାନ କରାଯାଇଛି. ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍‌‌ରୁ ଯେଉଁ ତାରିଖରେ ଡେବିଟ୍‌ କରାଯାଇଛି ସେହି ତାରିଖରୁ ପ୍ରାରମ୍ଭ କରି 8 ସପ୍ତାହ ମଧ୍ୟରେ ଏକ ଫେରସ୍ତ ପାଇଁ ଦାବି କରାଯିବା ଉଚିତ. ଆପଣଙ୍କର ଅଧିକାର ସମୂହ ଏକ ବିବୃତିରେ ବ୍ୟାଖ୍ୟା କରାଯାଇଛି ଯାହା ଆପଣ ଆପଣଙ୍କର ବ୍ୟାଙ୍କରୁ ପାଇପାରିବେ.
pa_arab_pk: ایس مختار نامے تے دستخط کر کے تسی مختار کر دے او (A) Microsoft Online, Inc. ("Microsoft") کہ اوہ تہاڈے بنک نوں کیہوے کہ اوہ تہاڈے اکاؤنٹ وچوں ڈیبٹ کر لیوے، تے (B) تہاڈا بینک Microsoft دے کیہن دے مطابق تہاڈے اکاؤنٹ وچوں ڈیبٹ کر لیوے۔ تہاڈے حق دے مطابق، تہاڈی بینک دے نال مکیاں شرطاں دے مطابق تسی ری فنڈ ملن دے حقدار او۔ ری فنڈ جیس تریخ نوں تہاڈے اکاؤنٹ وچوں ڈیبٹ ہویا جے توں لے کے 8 ہفتیاں دے اندر کلیم کیتا جا سکدا اے۔ تہاڈے حقوق اک بیان وچ دتے نیں کے جیہڑا تسی بینک کولوں لے سکدے او۔
pa_in: ਇਸ ਫੁਰਮਾਨ ਫਾੱਰਮ ਉੱਤੇ ਦਸਤਖਤ ਕਰਕੇ, ਤੁਸੀਂ (A) Microsoft Online, Inc. ("Microsoft") ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਡੈਬਿਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਬੈਂਕ ਨੂੰ ਨਿਰਦੇਸ਼ ਭੇਜਣ ਲਈ ਅਧਿਕ੍ਰਿਤ ਕਰਦੇ ਹੋ ਅਤੇ (B) ਆਪਣੇ ਬੈਂਕ ਨੂੰ Microsoft ਦੇ ਨਿਰਦੇਸ਼ਾਂ ਦੇ ਮੁਤਾਬਕ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਡੇਬਿਟ ਕਰਨ ਲਈ ਅਧਿਕ੍ਰਿਤ ਕਰਦੇ ਹੋ। ਆਪਣੇ ਹੱਕਾਂ ਦੇ ਭਾਗ ਵਜੋਂ, ਤੁਸੀਂ ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਆਪਣੇ ਅਨੁਬੰਧ ਦੇ ਕਾਯਦਿਆਂ ਅਤੇ ਸ਼ਰਤਾਂ ਅਧੀਨ ਆਪਣੇ ਬੈਂਕ ਵਲੋਂ ਸ਼ੁਲਕ ਵਾਪਸੀ ਦੇ ਪਾਤਰ ਹੋ। ਸ਼ੁਲਕ ਵਾਪਸੀ ਦਾ ਦਾਵਾ ਤੁਹਾਡਾ ਖਾਤਾ ਡੇਬਿਟ ਹੋਣ ਦੀ ਮਿਤੀ ਤੋਂ 8 ਹਫਤਿਆਂ ਵਿੱਚਕਾਰ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। ਤੁਹਾਡੇ ਹੱਕਾਂ ਬਾਰੇ ਇੱਕ ਵੇਰਵੇ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ, ਜਿਸਨੂੰ ਤੁਹਾਡੇ ਬੈਂਕ ਵਲੋਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Podpisując ten formularz zgody na obciążenie rachunku, użytkownik upoważnia (A) Microsoft Online, Inc. („Microsoft”) do wysyłania do jego banku instrukcji obciążenia jego kona bankowego oraz (B) swój bank do obciążania konta odpowiednio do instrukcji przedstawionych przez firmę Microsoft. W ramach swoich praw użytkownik może otrzymać zwrot kosztów na warunkach umowy zawartej z bankiem. Żądanie zwrotu należy złożyć w ciągu 8 tygodni, począwszy od daty obciążenia konta. Prawa użytkownika są określone w dokumentacji, którą można uzyskać w banku.
ru: Подписывая эту форму поручения, вы предоставляете (А) компании Microsoft Online, Inc. ("корпорация Майкрософт") право отправлять в ваш банк указания по дебетованию вашего счета и (Б) вашему банку право на дебетование вашего счета в соответствии с указаниями корпорации Майкрософт. Вы имеете право получать возмещение от банка согласно условиям соглашения с банком. Заявку на возмещение необходимо подавать в течение восьми недель, начиная с даты дебетования счета. Ваши права разъясняются в выписке по счету, которую можно получить в банке.
sd: هن مينڊيٽ فارم تي دستخط ڪري، توهان (ا) Microsoft Online, Inc. ("Microsoft") کي اختيار ٿا ڏيو ته اهو حڪم ڏئي توهانجي اڪائونٽ مان پيسا ڪٽي سگهي، ۽ (ب) ۽ پنهنجي بينڪ کي اختيار ڏيو ٿا ته اهو Microsoft جي حڪم تي پيسا ڪٽي سگهي. توهانجي حق جي حصي طور تي، توهان بينڪ سان طي ٿيل شرط ۽ ضابطي موجب پنهنجي بينڪ مان پيسا واپس وٺڻ جا حقدار آهيو. رقم جي واپسي جي لاءِ توهان کي بينڪ مان پيسا ڪٽجڻ جي 8 هفتن جي اندر پنهنجو مطالبو داخل ڪرڻو پوندو. توهانجي حق جي هڪ بيان ۾ وضاحت ٿيل آهي جيڪي توهان بينڪ مان وٺي سگهو ٿا.
si: මෙම මැන්ඩේට් බලපත්‍රයට අත්සන් කිරීමෙන්, ඔබ පහත දෑ සඳහා බලය ලබා දේ (අ) Microsoft Online, Inc. ("Microsoft") හට ඔබේ බැංකු ගිණුමට බැර කරන ලෙසට උපදෙස් යැවීමට (ආ) Microsoft හි උපදෙස් අනුව ඔබේ බැංකු ගිණුමට බැර කිරීමට බැංකුවට. ඔබේ හිමිකම්වල කොටසක් ලෙස, ඔබේ බැංකුව සමඟ වන නියමයන් හා කොන්දේසි යටතේ ඔබේ බැංකුවෙන් නැවත මුදල් ලබා ගැනීමට ඔබට අයිතිය තිබේ. නැවත මුදල් ලබා ගැනීම සඳහා ඔබේ ගිණුමට බැර කළ දින සිට සති 8ක් ඇතුළත හිමිකම් පෑ යුතුය. ඔබේ හිමිකම් ඔබට බැංකුවෙන් ලබා ගත හැකි ප්රැකාශනයකින් පැහැදිලි කර ගත හැකිය.
sl: S podpisom tega soglasja pooblaščate (A) Microsoft Online, Inc. (»Microsoft«), da vaši banki pošlje navodila za bremenitev vašega računa, in (B) vašo banko, da bremeni vaš račun v skladu z navodili družbe Microsoft. V skladu s pravicami ste v skladu s pogoji in določili banke upravičeni do vračila zneska. Vračilo morate zahtevati v 8 tednih od datuma bremenitve vašega računa. Vaše pravice so razložene v izjavi, ki jo lahko dobite pri svoji banki.
sr_cyrl_rs: Потписивањем овог обрасца за овлашћење, овлашћујете (A) Microsoft Online, Inc. („Microsoft“) да шаље упутства вашој банци за пренос средстава са вашег рачуна и (B) своју банку за пренос средстава са вашег рачуна у складу са упутствима компаније Microsoft. У склопу права која су вам загарантована, имате право да добијете повраћај од банке у складу са условима и одредбама уговора који сте потписали са банком. Повраћај мора да се затражи у року од 8 седмица, почев од датума преноса средстава са налога. Ваша права су објашњена у изјави коју можете да добијете од банке.
sr_latn_rs: Potpisivanjem ovog obrasca za ovlašćenje, ovlašćujete (A) Microsoft Online, Inc. ("Microsoft") da šalje uputstva vašoj banci za prenos sredstava sa vašeg računa i (B) svoju banku za prenos sredstava sa vašeg računa u skladu sa uputstvima kompanije Microsoft. U sklopu prava koja su vam zagarantovana, imate pravo da dobijete povraćaj od banke u skladu sa uslovima i odredbama ugovora koji ste potpisali sa bankom. Povraćaj mora da se zatraži u roku od 8 sedmica, počev od datuma prenosa sredstava sa naloga. Vaša prava su objašnjena u izjavi koju možete da dobijete od banke.
sv: Genom att underteckna denna fullmakt ger du (A) Microsoft Online,Inc. ("Microsoft") fullmakt att skicka instruktioner till din bank om debiteringen av ditt konto och (B) banken fullmakt att debitera ditt konto enligt instruktionerna från Microsoft. Du har rätt till återbetalning från din bank enligt villkoren i avtalet du har med banken. Återbetalningen skall begäras inom 8 veckor från och med det datum då ditt konto debiterades. Dina rättigheter framgår av information du kan få av din bank.
ta: இந்தக் கட்டளை படிவத்தில் கையொப்பமிடுவதன் மூலம், (A) Microsoft Online, Inc. ("Microsoft") உங்கள் கணக்கிலிருந்து கழிக்க உங்கள் வங்கிக்கு வழிமுறைகளை அனுப்புவதற்கும், (B) உங்கள் வங்கி Microsoft -இன் வழிமுறைகளுக்கு ஏற்ப உங்கள் கணக்கிலிருந்து கழிப்பதற்கும் அங்கீகாரம் அளிக்கிறீர்கள். உங்கள் உரிமைகளின் பகுதியாக, உங்கள் வங்கியுடனான ஒப்பந்தத்தின் விதிமுறைகள் மற்றும் நிபந்தனைகளின் அடிப்படையில் உங்கள் வங்கியிலிருந்து பணத்தைத் திரும்ப பெறுவதற்குத் தகுதியுள்ளவர் ஆகிறீர்கள். உங்கள் கணக்கிலிருந்து கழிக்கப்பட்ட தேதியிலிருந்து 8 வாரங்களுக்கு உள்ளாகப் பணத்தைத் திரும்ப பெறுதல் கோரப்பட வேண்டும். உங்கள் உரிமைகள் அறிக்கையில் விவரிக்கப்பட்டுள்ளன, அதை உங்கள் வங்கியிலிருந்து நீங்கள் பெறலாம்.
te: మీరు ఈ ఫర్మానా ఫారమ్‌లో సంతకం చేయడం ద్వారా, (A) మీ ఖాతా నుండి డెబిట్ చేయడం కోసం మీ బ్యాంక్‌కు సూచనలు పంపడానికి Microsoft Online, Inc. ("Microsoft")కు అధికారం ఇచ్చారు మరియు (B) Microsoft సూచనలకు అనుగుణంగా మీ ఖాతా నుండి డెబిట్ చేయడానికి మీ బ్యాంక్‌కు అధికారం ఇచ్చారు. మీ హక్కుల్లో భాగంగా, మీ బ్యాంక్‌తో మీకు ఉన్న ఒప్పందంలోని నిబంధనలు మరియు షరతుల ప్రకారం మీ బ్యాంక్ నుండి రిఫండు పొందడానికి మీకు అర్హత ఉంటుంది. రిఫండును ఎట్టి పరిస్థితుల్లోనూ మీ ఖాతా నుండి డెబిట్ చేసిన తేదీ నాటి నుండి 8 వారాల్లోపు క్లెయిమ్ చేయాలి. మీ హక్కులు ప్రకటనలో పేర్కొనబడి ఉంటాయి, ఆ ప్రకటనను మీరు బ్యాంక్ నుండి పొందవచ్చు.
tg: Бо имзо кардани ин шакли мандат, шумо ба (A) Microsoft Online, Inc. ("Microsoft") иҷозат медиҳед, ки ба бонки шумо оид ба пур кардани ҳисоби шумо дастурҳо фиристад ва (B) банки шумо ҳисоби шуморо тибқи дастурҳои Microsoft пур кунад. Дар доираи ҳуқуқҳои худ, шумо ба бозпас гирифтани маблағ аз бонк, мувофиқи шартҳои созишномаи шумо бо бонк ҳақ доред. Бозпас гирифтани маблағ бояд дар давоми 8 ҳафта аз рӯзи пур карда шудани ҳисоби шумо талаб карда шавад. Ҳуқуқҳои шумо дар баёнияе, ки метавонед онро аз бонки худ дастрас намоед, шарҳ дода шудаанд.
th: ในการลงชื่อแบบฟอร์มการมอบอำนาจนี้ คุณอนุญาตให้ (A) Microsoft Online, Inc. ("Microsoft") ส่งคำสั่งไปยังธนาคารเพื่อหักบัญชีของคุณ และ (B) ธนาคารเพื่อหักบัญชีของคุณตามคำสั่งของ Microsoft ตามสิทธิ์บางส่วนของคุณ คุณได้รับสิทธิ์ในการขอคืนเงิน จากธนาคารภายใต้ข้อกำหนดและเงื่อนไขของข้อตกลงของคุณกับธนาคาร การขอคืนเงินต้องดำเนินการภายใน 8 สัปดาห์ เริ่มตั้งแต่วันที่บัญชีของคุณถูกหัก สิทธิ์ของคุณได้อธิบายไว้แล้วในใบแจ้งยอดที่คุณสามารถขอได้จากธนาคาร
tr: Bu vekalet formunu imzalayarak (A) Microsoft Online, Inc. ("Microsoft") şirketine, bankanıza hesabınıza borç kaydetme talimatları gönderme ve (B) bankanıza, Microsoft'un talimatı doğrultusunda hesabınıza borç kaydetme yetkisi vermiş olursunuz. Haklarınızın bir parçası olarak, bankanızla olan sözleşmenizin hüküm ve koşullarına uygun şekilde bankanızdan bir geri ödeme almaya hak kazandınız. Geri ödemenin hesabınızın borçlandırıldığı tarihten başlamak üzere 8 hafta içinde talep edilmesi gerekir. Haklarınız bankanızdan alabileceğiniz ekstrede açıklanmıştır.
tt: Бу мандат формасына имза куеп, Сез (A) Microsoft Online, Inc. ("Майкрософт") ширкәтен Сезнең банкка Сезнең хисап язмагызны дебетлау өчен инструкцияләр җибәрергә һәм (B) Сезнең банкка Сезнең хисап язмагызны Майкрософт инструкцияләре белән ярашлы рәвештә дебетларга рөхсәт итәсез. Сезнең хокукларыгызның өлеше буларак, Сезнең банк белән килешүдә күрсәтелгән шартлар һәм таләпләр нигезендә Сез кайтаруга хаклы. Кайтару Сезнең хисап язмагыз дебетланган көннән башлап, 8 атна эчендә таләп ителергә тиеш. Сезнең хокукларыгыз Сез банктан ала алган аңлатмада аңлатылган.
ug: بۇ ۋاكالەت جەدۋىلىگە قول قويۇش ئارقىلىق (A) سىز Microsoft Online, Inc. (قىسقارتىلىپ «Microsoft» دېيىلىدۇ) نىڭ سىز ھېساب ئاچقان بانكىغا ھېساباتىڭىزدىن چىقىم قىلىش ئىلتىماسى سۇنۇشىغا (B) بانكىنىڭ Microsoft نىڭ ئىلتىماسى بويىچە ھېساباتىڭىزدىن چىقىم قىلىشىغا قوشۇلغان بولىسىز. بانكا بىلەن تۈزگەن كېلىشىمىڭىز بويىچە، زۆرۈر تېپىلغاندا، پۇل قايتۇرۇۋېلىش ھوقۇقىڭىز بار. ئەگەر شۇنداق بولسا، پۇل قايتۇرۇۋېلىش ئىلتىماسى ھېساباتىڭىزدىن چىقىم قىلىنغان ۋاقىتتىن باشلاپ 8 كۈن ئىچىدە سۇنۇلۇشى كېرەك. سىزنىڭ ھوقۇقلىرىڭىز بانكا سىزگە تەمىنلەيدىغان ھۆججەتتە چۈشەندۈرۈلگەن.
uk: Підписуючи цю форму доручення, ви надаєте (А) компанії Microsoft Online, Inc. ("Microsoft") право надсилати у ваш банк розпорядження щодо дебетування вашого рахунку і (Б) вашому банку право на дебетування вашого рахунку відповідно до вказівок Microsoft. Ви маєте право отримувати відшкодування від банку відповідно до умов угоди з банком. Заявку на відшкодування необхідно подавати протягом восьми тижнів, починаючи з дати дебетування рахунку. Ваші права роз'ясняються у виписці з рахунку, яку можна отримати в банку.
ur: اس مینڈیٹ فارم پر دستخط کرکے، (A) آپ اپنے اکاؤنٹ کو ڈیبٹ کرنے کے لئے اپنے بینک کو ہدایات بھیجنے کے لئے Microsoft Online, Inc. ("Microsoft") کو اختیار دیتے ہیں، اور (B) اپنے بینک کو Microsoft کی ہدایات کے مطابق آپ کے اکاؤنٹ کو ڈیبٹ کرنے کا اختیار دیتے ہیں. آپ کے حقوق کے حصے کے طور پر، آپ کو آپ کے بینک کے ساتھ اپنے معاہدے کی شرائط و ضوابط کے تحت اپنے بینک کی طرف سے رقم کی واپسی کے حقدار ہیں. رقم کی واپسی آپ کے اکاؤنٹ ڈیبٹ کیے جانے والی تاریخ سے شروع ہونے والے 8 ہفتوں کے اندر اندر دعوی کیا جانا چاہئے. آپ کے حقوق آپ کو آپ کے بینک کی طرف سے حاصل کردہ ایک بیان میں وضاحت کئے گئے ہیں.
uz: Ushbu mandat shaklini imzolash orqali siz bankingizga hisob qaydnomangizdan to'lov olishiga ko'rsatmalar yuborish uchun (A) Microsoft Online, Inc. ("Microsoft"), va (B) Microsoft-ning ko'rsatmalariga muvofiq hisob qaydnomangizdan to'lov olishi uchun bankingizga vakolat berasiz. Huquqlaringizning bir qismi sifatida bankingiz bilan shartnomaning talab va shartlariga asosan bankingizdan qaytarib berilgan to'lov huquqiga egasiz. Qaytarib berilgan to'lov hisob qaydnomangizdan to'lov olingan sanadan boshlab 8 hafta ichida chiqarilishi kerak. Sizning huquqlaringiz bankingizdan olishingiz mumkin bo'lgan bayonnomada tushuntirib berilgan.
vi: Bằng cách ký biểu mẫu ủy nhiệm này, bạn ủy quyền cho (A) Microsoft Online, Inc. ("Microsoft") để gửi các chỉ lệnh đến ngân hàng của bạn để ghi nợ tài khoản của bạn, và (B) ngân hàng của bạn để ghi nợ tài khoản của bạn dựa theo các chỉ lệnh của Microsoft. Như một phần quyền lợi của bạn, bạn có quyền được nhận tiền hoàn lại từ ngân hàng của bạn dựa trên các điều khoản và điều kiện trong thỏa thuận của bạn với ngân hàng của bạn. Bạn phải yêu cầu nhận khoản tiền hoàn lại trong vòng 8 tuần kể từ ngày tài khoản của bạn được ghi nợ. Các quyền của bạn được giải thích rõ trong một bảng điều khoản mà bạn có thể lấy được từ ngân hàng của bạn.
zh_hans: 签署此授权单即表示您授权 (A) Microsoft Online, Inc. ("Microsoft") 向您的银行发送从您的帐户扣款的指令，并且授权 (B) 您的银行依据 Microsoft 的指令从您的帐户扣款。作为您的权利的一部分，您有权依据您与银行已达成协议的条款和条件从银行退款。退款申请必须于帐户扣款日期算起 8 周内提出。您的权利记录在对帐单中，您可从银行获取对帐单。
zh_hant: 透過簽署此授權書，表示您授權 (A) Microsoft Online, Inc. ("Microsoft") 傳送帳戶扣款指示給您的銀行，並授權 (B) 您的銀行遵照 Microsoft 的指示向您的帳戶扣款。在您享有的諸多權利之中，其中一項是您有權依據您與銀行簽訂之合約的條款及條件，向銀行申請退款。退款申請必須於帳戶扣款日期算起 8 週內提出。您所享有的權利記載於銀行的聲明書中，您可以向銀行索取該份聲明書。
