Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCardNumber.Required
source: Credit card number is required.
af: Kredietkaartnommer word vereis.
am: የብድር ካርድ ቁጥር ያስፈልጋል።
ar: رقم بطاقة الائتمان مطلوب.
as: ক্ৰেডিট কাৰ্ড নম্বৰ আৱশ্যক৷
az: Kredit kartının nömrəsi tələb olunur.
bg: Номерът на кредитната карта е задължителен.
bn_in: ক্রেডিট কার্ডের নাম্বারের উল্লেখ করার আবশ্যক৷
bs: Broj kreditne kartice je obavezan.
cy: Rhaid nodi rhif cerdyn credyd.
da: Kreditkortnummeret skal angives.
de: Die Kreditkartennummer ist erforderlich.
el: Απαιτείται ο αριθμός πιστωτικής κάρτας.
es: El número de la tarjeta de crédito es obligatorio.
et: Krediitkaardi number on kohustuslik.
eu: Kreditu-txartelaren zenbakia beharrezkoa da.
fa: به شماره کارت اعتباری نیاز است.
ga: Uimhir chárta creidmheasa ag teastáil.
gd: Tha feum air àireamh na cairt-chreideis.
gl: Requírese número de cartón de crédito.
gu: ક્રેડિટ કાર્ડ નંબરની આવશ્યકતા છે.
he: מספר כרטיס אשראי נדרש.
hi: क्रेडिट कार्ड संख्या आवश्यक है.
hr: Broj kreditne kartice je obavezan.
hu: A hitelkártyaszám megadása kötelező.
id: Nomor kartu kredit wajib diisi.
is: Kreditkortsnúmer er áskilið.
ja: クレジット カード番号は必須項目です。
ka: მიუთითეთ საკრედიტო ბარათის ნომერი.
kk: Несиелік карта нөмірі қажет.
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ.
ko: 신용 카드 번호는 필수 항목입니다.
ku_arab: ژمارەی کرێدت کارت پێویستە.
ky: Кредит картынын номуру талап кылынат.
lo: ຕ້ອງລະບຸເລກບັດເຄຣດິດ.
lt: Kredito kortelės numeris būtinas.
lv: Norādiet kredītkartes numuru.
mi: Kei te hiahiatia te tau kāri nama.
mk: Бројот на кредитната картичка е задолжителен.
ml: ക്രെഡിറ്റ് കാര്‍ഡ് നമ്പര്‍ ആവശ്യമാണ്.
mn: Кредит картны дугаарыг бөглөх шаардлагатай.
mr: क्रेडिट कार्ड नंबर आवश्यक आहे.
ms: Nombor kad kredit diperlukan.
mt: Numru tal-karta ta' kreditu meħtieġ.
ne: क्रेडिट कार्ड नम्बर आवश्यक छ।
nn_no: Kredittkortnummer er obligatorisk.
no: Kredittkortnummer må angis.
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍ ନମ୍ଵର୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: کریڈٹ کارڈ دا نمبر درکار اے۔
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer karty kredytowej jest wymagany.
ru: Необходимо ввести номер кредитной карты.
sd: ڪريڊٽ ڪارڊ جو نمبر گھرجيل آھي.
si: ක්‍රෙඩිට් කාඩ්පතපත් අංකය අවශ්‍යයි.
sl: Vnesite številko kreditne kartice.
sr_cyrl_rs: Број кредитне картице је обавезан.
sr_latn_rs: Broj kreditne kartice je obavezan.
sv: Kreditkortsnummer måste anges.
ta: கடன் அட்டை எண் தேவை.
te: క్రెడిట్ కార్డ్ నంబర్ అవసరం.
tg: Рақами корти қарзӣ ҳатмист.
th: ต้องระบุหมายเลขบัตรเครดิต
tr: Kredi kartı numarası gereklidir.
tt: Кредит картагы номеры мәҗбүри.
ug: ئىناۋەتلىك كارتا نومۇرى كېرەك.
uk: Необхідно вказати номер кредитної картки.
ur: کریڈٹ کارڈ نمبر درکار ہے.
uz: Kredit kartochka raqami talab qilinadi.
vi: Số thẻ tín dụng là cần thiết.
zh_hans: 信用卡号为必填项。
zh_hant: 信用卡號碼是必要資訊。

# Literal.Cvm.MaxLength
source: Verification code is too long.
af: Verifikasiekode is te lank.
am: የማረጋገጫ ኮድ በጣም ረጅም ነው።
ar: رمز التحقق أطول من اللازم.
as: সত্যাসত্য নিৰূপণ কোড অতি দীঘল৷
az: Yoxlama kodu çox uzundur.
bg: Кодът за потвърждение е прекалено дълъг.
bn_in: যাচাইকরণ কোডটি অত্যন্ত বড়৷
bs: Kôd za verifikaciju je predug.
cy: Mae'r cod dilysu yn rhy hir.
da: Bekræftelseskoden er for lang.
de: Der Prüfcode ist zu lang.
el: Ο κωδικός επαλήθευσης είναι πολύ μεγάλος.
es: El código de comprobación es demasiado largo.
et: Kinnituskood on liiga pikk.
eu: Egiaztapen-kodea luzeegia da.
fa: کد تأیید اعتبار بسیار طولانی است.
ga: Uimhir fhíorúcháin rófhada.
gd: Tha an còd dearbhaidh ro fhada.
gl: O código de verificación é moi longo.
gu: ચકાસણી કોડ ખૂબ લાંબો છે.
he: קוד האימות ארוך מדי.
hi: सत्यापन कोड बहुत लंबी है.
hr: Kod za provjeru valjanosti predug je.
hu: A ellenőrzőkód túl hosszú.
id: Kode verifikasi terlalu panjang.
is: Staðfestingarkóðinn er of langur.
ja: 確認コードが長すぎます。
ka: დამოწმების კოდი ძალიან გრძელია.
kk: Тексеру коды тым ұзын.
kn: ಪರಿಶೀಲನೆ ಕೋಡ್ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 확인 코드가 너무 깁니다.
ku_arab: کۆدی سەلماندن زۆر درێژە.
ky: Ырастоо коду өтө узун.
lo: ລະຫັດການຢືນຢັນຍາວເກີນໄປ.
lt: Patikrinimo kodas per ilgas.
lv: Verifikācijas kods ir pārāk garš.
mi: He roa rawa te waehere manatokonga.
mk: Верификацискиот код е премногу долг.
ml: സൂക്ഷ്മപരിശോധന കോഡ്ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Баталгаажуулах код хэт урт байна.
mr: सत्यापन कोड खूप दीर्घ आहे.
ms: Kod pengesahan terlalu panjang.
mt: Il-kodiċi tal-verifika twil wisq.
ne: प्रमाणीकरण कोड धेरै लामो भयो।
nn_no: Stadfestingskoden er for lang.
no: Bekreftelseskoden er for lang.
or: ଯାଞ୍ଚକରଣ କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: تصدیق دا کوڈ بہت لما اے
pa_in: ਤਸਦੀਕੀ ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod weryfikacyjny jest zbyt długi.
ru: Слишком длинный код проверки.
sd: تصديق وارو ڪوڊ تمام وڏو آھي.
si: සත්‍යාපන කේතය දිග වැඩියි.
sl: Potrditvena koda je predolga.
sr_cyrl_rs: Код за верификацију је предугачак.
sr_latn_rs: Kôd za verifikaciju je predugačak.
sv: Verifieringskoden är för lång.
ta: சரிபார்ப்புக் குறியீடு மிக நீளமாக உள்ளது.
te: ధృవీకరణ కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи санҷиши эътибор аз ҳад дароз аст.
th: รหัสการตรวจสอบยาวเกินไป
tr: Doğrulama kodu çok uzun.
tt: Раслау коды артык озын.
ug: دەلىللەش نومۇرى بەك ئۇزۇن.
uk: Код перевірки занадто довгий.
ur: توثیقی کوڈ بہت طویل ہے.
uz: Tasdiqlash kodi juda uzun.
vi: Mã xác minh quá dài.
zh_hans: 验证码过长。
zh_hant: 驗證碼太長。

# Literal.Cvm.MinLength
source: Verification code is too short.
af: Verifikasiekode is te kort.
am: የማረጋገጫ ኮድ በጣም አጭር ነው።
ar: رمز التحقق قصير للغاية.
as: সত্যাসত্য নিৰূপণ কোড অতি চুটি৷
az: Yoxlama kodu çox qısadır.
bg: Кодът за потвърждение е прекалено къс.
bn_in: যাচাইকরণ কোডটি অত্যন্ত ছোট৷
bs: kôd za verifikaciju je prekratak.
cy: Mae'r cod dilysu yn rhy fyr.
da: Bekræftelseskoden er for kort.
de: Der Prüfcode ist zu kurz.
el: Ο κωδικός επαλήθευσης είναι πολύ μικρός.
es: El código de comprobación es demasiado corto.
et: Kinnituskood on liiga lühike.
eu: Egiaztapen-kodea motzegia da.
fa: کد تأیید اعتبار بسیار کوتاه است.
ga: Uimhir fhíorúcháin róghearr.
gd: Tha an còd dearbhaidh ro ghoirid.
gl: O código de verificación é moi curto.
gu: ચકાસણી કોડ ખૂબ ટૂંકો છે.
he: קוד האימות קצר מדי.
hi: सत्यापन कोड बहुत छोटी है.
hr: Kod za provjeru valjanosti prekratak je.
hu: Az ellenőrzőkód túl rövid.
id: Kode verifikasi terlalu pendek.
is: Staðfestingarkóðinn er of stuttur.
ja: 確認コードが短すぎます。
ka: დამოწმების კოდი ძალიან მოკლეა.
kk: Тексеру коды тым қысқа.
kn: ಪರಿಶೀಲನೆ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 확인 코드가 너무 짧습니다.
ku_arab: کۆدی سەلماندن زۆر کورتە.
ky: Ырастоо коду өтө кыска.
lo: ລະຫັດການຢືນຢັນສັ້ນເກີນໄປ.
lt: Patikrinimo kodas per trumpas.
lv: Verifikācijas kods ir pārāk īss.
mi: He poto rawa te waehere manatokonga.
mk: Верификацискиот код е премногу краток.
ml: സൂക്ഷ്മപരിശോധന കോഡ്വ ളരെ ചെറുതാണ്.
mn: Баталгаажуулах код хэт богино байна.
mr: सत्यापन कोड खूप लहान आहे.
ms: Kod pengesahan terlalu pendek.
mt: Il-kodiċi tal-verifika qasir wisq.
ne: प्रमाणीकरण कोड धेरै छोटो भयो।
nn_no: Stadfestingskoden er for kort.
no: Bekreftelseskoden er for kort.
or: ଯାଞ୍ଚକରଣ କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: تصدیق کود بوہت چھوٹا ایے۔
pa_in: ਤਸਦੀਕੀ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod weryfikacyjny jest zbyt krótki.
ru: Слишком короткий код проверки.
sd: تصديق وارو ڪوڊ تمام ننڍو آھي.
si: සත්‍යාපන කේතය කෙටි වැඩියි.
sl: Potrditvena koda je prekratka.
sr_cyrl_rs: Код за верификацију је прекратак.
sr_latn_rs: Kôd za verifikaciju je prekratak.
sv: Verifieringskoden är för kort.
ta: சரிபார்ப்புக் குறியீடு மிகச் சிறியதாக உள்ளது.
te: ధృవీకరణ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи санҷиши эътибор аз ҳад кӯтоҳ аст.
th: รหัสการตรวจสอบสั้นเกินไป
tr: Doğrulama kodu çok kısa.
tt: Раслау коды артык озын.
ug: دەلىللەش نومۇرى بەك قىسقا.
uk: Код перевірки занадто короткий.
ur: توثیقی کوڈ بہت مختصر ہے.
uz: Tasdiqlash kodi juda qisqa.
vi: Mã xác minh quá ngắn.
zh_hans: 验证码过短。
zh_hant: 驗證碼太短。

# Literal.Cvm.Pattern
source: Invalid verification code.
af: Ongeldige verifikasiekode.
am: ልክ ያልኾነ ማረጋገጫ ኮድ።
ar: رمز التحقق ليس صالحًا.
as: অবৈধ সত্যাসত্য নিৰূপণ কোড
az: Yanlış yoxlama kodu.
bg: Невалиден код за потвърждение.
bn_in: অবৈধ যাচাইকরণ কোড৷
bs: Nevažeći kôd za verifikaciju.
cy: Mae'r cod dilysu yn annilys.
da: Bekræftelseskoden er ugyldig.
de: Der Prüfcode ist ungültig.
el: Μη έγκυρος κωδικός επαλήθευσης.
es: Código de comprobación no válido.
et: Sobimatu kinnituskood.
eu: Egiaztapen-kodea baliogabea da.
fa: کد تأیید اعتبار نامعتبر است.
ga: Cód fíorúcháin neamhbhailí.
gd: Tha an còd dearbhaidh mì-dhligheach.
gl: Código de verificación non válido.
gu: અમાન્ય ચકાસણી કોડ.
he: קוד אימות לא חוקי.
hi: अमान्‍य सत्‍यापन कोड.
hr: Kod za provjeru valjanosti nije valjan.
hu: Érvénytelen ellenőrzőkód.
id: Kode verifikasi tidak valid.
is: Ógildur staðfestingarkóði.
ja: 確認コードが正しくありません。
ka: დამოწმების კოდი არასწორია.
kk: Тексеру коды дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಪರಿಶೀಲನಾ ಕೋಡ್.
ko: 확인 코드가 올바르지 않습니다.
ku_arab: کۆدی سەلماندن نادروستە.
ky: Жараксыз ырастоо коду.
lo: ລະຫັດການຢືນຢັນບໍ່ຖືກຕ້ອງ.
lt: Netinkamas patikrinimo kodas.
lv: Nederīgs verifikācijas kods.
mi: Waehere manatokonga muhu.
mk: Неважечки верификациски код.
ml: സൂക്ഷ്മപരിശോധന കോഡ് അസാധുവാണ്.
mn: Баталгаажуулах код хүчингүй байна.
mr: अवैध सत्यापन कोड.
ms: Kod pengesahan tidak sah.
mt: Kodiċi tal-verifika invalidu.
ne: अवैध प्रमाणीकरण कोड।
nn_no: Ugyldig stadfestingskode.
no: Ugyldig bekreftelseskode.
or: ଅବୈଧ ଯାଞ୍ଚକରଣ କୋଡ୍.
pa_arab_pk: ‏‏تصدیقی کوڈ غلط اے۔
pa_in: ਅਵੈਧ ਤਸਦੀਕੀ ਕੋਡ।
pl: Nieprawidłowy kod weryfikacyjny.
ru: Недопустимый код проверки.
sd: غلط تصديق ڪوڊ.
si: වලංගු නොවන සත්‍යාපන කේතයකි.
sl: Neveljavna potrditvena koda.
sr_cyrl_rs: Неважећи код за верификацију.
sr_latn_rs: Nevažeći kôd za verifikaciju.
sv: Ogiltig verifieringskod.
ta: தவறான சரிபார்த்தல் குறியீடு.
te: చెల్లని ధృవీకరణ కోడ్.
tg: Рамзи санҷиши беэътибор.
th: รหัสการตรวจสอบไม่ถูกต้อง
tr: Geçersiz doğrulama kodu.
tt: Раслау коды ялгыш.
ug: دەلىللەش نومۇرى ئىناۋەتسىز.
uk: Неприпустимий код перевірки.
ur: بے جواز توثیقی کوڈ۔
uz: Tasdiqlash kodi haqiqiy emas.
vi: Mã xác minh không hợp lệ.
zh_hans: 验证码无效。
zh_hant: 驗證碼無效。

# Literal.Cvm.Required
source: Verification code is required.
af: Verifikasiekode word vereis.
am: ማረጋገጫ ኮድ ይፈለጋል።
ar: رمز التحقق مطلوب.
as: সত্যাসত্য নিৰূপণ কোড আৱশ্যক৷
az: Yoxlama kodu tələb olunur.
bg: Кодът за потвърждение е задължителен.
bn_in: যাচাইকরণ কোড আবশ্যক৷
bs: Kôd za verifikaciju je obavezan.
cy: Rhaid cael cod dilysu.
da: Bekræftelseskode skal angives.
de: Der Prüfcode ist erforderlich.
el: Απαιτείται κωδικός επαλήθευσης.
es: El código de comprobación es obligatorio.
et: Kinnituskood on kohustuslik.
eu: Egiaztapen-kodea beharrezkoa da.
fa: به کد تأیید اعتبار نیاز است.
ga: Cód fíorúcháin ag teastáil.
gd: Tha feum air còd dearbhaidh.
gl: Requírese o código de verificación.
gu: ચકાસણી કોડની આવશ્યકતા છે.
he: קוד אימות נדרש.
hi: सत्‍यापन कोड आवश्‍यक है.
hr: Kod za provjeru valjanosti obavezan je.
hu: Az ellenőrzőkód megadása kötelező.
id: Kode verifikasi wajib diisi.
is: Færa verður inn staðfestingarkóða.
ja: 確認コードは必須項目です。
ka: მიუთითეთ დამოწმების კოდი.
kk: Тексеру коды қажет.
kn: ಪರಿಶೀಲನೆ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 확인 코드는 필수 항목입니다.
ku_arab: کۆدی سەلماندن پێویستە.
ky: Ырастоо кодун киргизүү зарыл.
lo: ຕ້ອງລະບຸລະຫັດການຢືນຢັນ.
lt: Patikrinimo kodas yra būtinas.
lv: Norādiet verifikācijas kodu.
mi: Kei te hiahiatia te waehere manatokonga.
mk: Верификацискиот код е задолжителен.
ml: സൂക്ഷ്മപരിശോധന കോഡ് ആവശ്യമാണ്.
mn: Баталгаажуулах кодыг оруулах шаардлагатай.
mr: सत्यापन कोड आवश्यक आहे.
ms: Kod pengesahan diperlukan.
mt: Il-kodiċi tal-verifika hu meħtieġ.
ne: प्रमाणीकरण कोड आवश्यक छ।
nn_no: Stadfestingskode er obligatorisk.
no: Bekreftelseskode må angis.
or: ଯାଞ୍ଚକରଣ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: تصدیق دا کوڈ درکار اے۔
pa_in: ਤਸਦੀਕੀ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod weryfikacyjny jest wymagany.
ru: Укажите код проверки.
sd: تصديق ڪوڊ گهربل آھي.
si: සත්‍යාපන කේතය සඳහන් කළ යුතු ය.
sl: Potrditvena koda je obvezen podatek.
sr_cyrl_rs: Код за верификацију је обавезан.
sr_latn_rs: Kôd za verifikaciju je obavezan.
sv: Verifieringskod måste anges.
ta: சரிபார்ப்புக் குறியீடு தேவை.
te: ధృవీకరణ కోడ్ అవసరం.
tg: Рамзи санҷиш ҳатмист.
th: ต้องระบุรหัสการตรวจสอบ
tr: Doğrulama kodu gereklidir.
tt: Раслау коды кирәк.
ug: دەلىللەش نومۇرى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати код перевірки.
ur: توثیقی کوڈ درکار ہے.
uz: Tasdiqlash kodi talab qilinadi.
vi: Cần có mã xác minh.
zh_hans: 验证码为必填项。
zh_hant: 驗證碼是必要資訊。

# Literal.DirectDebitBankCity.MaxLength
source: Bank city is too long.
af: Bankstad is te lank.
am: የባንክ ከተማ በጣም ረጅም ነው።
ar: اسم مدينة البنك أطول من اللازم.
as: বেংক চহৰ অতি দীঘল৷
az: Bankın şəhəri çox uzundur.
bg: Името на града на банката е прекалено дълго.
bn_in: ব্যাঙ্কের শহর অত্যন্ত লম্বা৷
bs: Naziv grada banke je predug.
cy: Mae dinas y banc yn rhy hir.
da: Bankens bynavn er for langt.
de: Der Ort der Bank ist zu lang.
el: Το όνομα της πόλης της τράπεζας είναι πολύ μεγάλο.
es: La ciudad del banco es demasiado larga.
et: Panga linna nimi on liiga pikk.
eu: Bankuaren herria luzeegia da.
fa: شهر بانک بسیار طولانی است.
ga: Cathair an bhainc rófhada.
gd: Tha baile a' bhanca ro fhada.
gl: Cidade do banco moi longa.
gu: બેંક શહેર ખૂબ લાંબુ છે.
he: שם עיר הבנק ארוך מדי.
hi: बैंक का शहर बहुत लंबा है.
hr: Grad banke je predug.
hu: A bank városa túl hosszú.
id: Kota bank terlalu panjang.
is: Borg banka er of löng.
ja: 銀行所在市区町村が長すぎます。
ka: ბანკის ქალაქის სახელი ძალიან გრძელია.
kk: Банк қаласы тым ұзын.
kn: ಬ್ಯಾಂಕ್‌ನ ನಗರವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 은행 소재 도시가 너무 깁니다.
ku_arab: شاری بانک زۆر درێژە.
ky: Банктын шаары өтө узун.
lo: ເມືອງຂອງທະນາຄານຍາວເກີນໄປ.
lt: Banko miesto pavadinimas per ilgas.
lv: Bankas pilsētas nosaukums ir pārāk garš.
mi: He roa rawa te tāone nui pēke.
mk: Името на градот на банката е предолго.
ml: ബാങ്ക് സ്ഥിതിചെയ്യുന്ന നഗരം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Банкны хотын нэр хэт урт байна.
mr: बँक शहर खूप दीर्घ आहे.
ms: Bandar bank terlalu panjang.
mt: L-isem tal-belt tal-bank twil wisq.
ne: बैङ्क सहर धेरै लामो भयो।
nn_no: Bankbyen er for lang.
no: Poststedet til banken er for langt.
or: ବ୍ୟାଙ୍କ ସିଟୀ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: بینک دا شہر بہت لما اے۔
pa_in: ਬੈਂਕ ਸ਼ਹਿਰ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Miejscowość banku jest zbyt długa.
ru: Слишком длинное название города банка.
sd: بينڪ جو شھر تمام وڏو آھي.
si: බැංකුවේ නගරය දිග වැඩියි.
sl: Ime kraja banke je predolgo.
sr_cyrl_rs: Град банке је предугачак.
sr_latn_rs: Grad banke je predugačak.
sv: Bankens ortnamn är för långt.
ta: வங்கி நகரம் மிக நீளமாக உள்ளது.
te: బ్యాంక్ నగరం చాలా పొడవుగా ఉంది.
tg: Шаҳри ҷойгиршавии бонк аз ҳад дароз аст.
th: เมืองที่ตั้งธนาคารยาวเกินไป
tr: Banka şehri çok uzun.
tt: Банк шәхәре бик озын.
ug: بانكا شەھىرى بەك ئۇزۇن.
uk: Задовга назва міста, в якому розташовано банк.
ur: بینک کا شہر بہت لمبا ہے.
uz: Bank joylashgan shahar nomi juda uzun.
vi: Thành phố ngân hàng quá dài.
zh_hans: 银行所在市/县过长。
zh_hant: 銀行城市太長。

# Literal.DirectDebitBankCity.MinLength
source: Bank city is too short.
af: Bankstad is te kort.
am: የባንክ ከተማ በጣም አጭር ነው።
ar: اسم مدينة البنك قصير للغاية.
as: বেংক চহৰ অতি চুটি৷
az: Bankın şəhəri çox qısadır.
bg: Името на града на банката е прекалено късо.
bn_in: ব্যাঙ্কের শহর অত্যন্ত ছোট৷
bs: Grad banke je prekratak.
cy: Mae dinas y banc yn rhy fyr.
da: Bankens bynavn er for kort.
de: Der Ort der Bank ist zu kurz.
el: Το όνομα της πόλης της τράπεζας είναι πολύ μικρό.
es: La ciudad del banco es demasiado corta.
et: Panga linna nimi on liiga lühike.
eu: Bankuaren herria motzegia da.
fa: شهر بانک بسیار کوتاه است.
ga: Cathair an bhainc róghearr.
gd: Tha baile a' bhanca ro ghoirid.
gl: Cidade do banco moi curta.
gu: બેંક શહેર ખૂબ ટૂંકુ છે.
he: שם עיר הבנק קצר מדי.
hi: बैंक का शहर बहुत छोटा है.
hr: Grad banke je prekratak.
hu: A bank városa túl rövid.
id: Kota bank terlalu pendek.
is: Borg banka er of stutt.
ja: 銀行所在市区町村が短すぎます。
ka: ბანკის ქალაქის სახელი ძალიან მოკლეა.
kk: Банк қаласы тым қысқа.
kn: ಬ್ಯಾಂಕ್‌ನ ನಗರವು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 은행 소재 도시가 너무 짧습니다.
ku_arab: شاری بانک زۆر کورتە.
ky: Банктын шаары өтө кыска.
lo: ເມືອງຂອງທະນາຄານສັ້ນເກີນໄປ.
lt: Banko miesto pavadinimas per trumpas.
lv: Bankas pilsētas nosaukums ir pārāk īss.
mi: He poto rawa te tāone nui pēke.
mk: Името на градот на банката е прекратко.
ml: ബാങ്ക് സ്ഥിതിചെയ്യുന്ന നഗരം വളരെ ചെറുതാണ്.
mn: Банкны хотын нэр хэт богино байна.
mr: बँक शहर खूप लहान आहे.
ms: Bandar bank terlalu pendek.
mt: L-isem tal-belt tal-bank qasir wisq.
ne: बैङ्क सहर धेरै छोटो भयो।
nn_no: Bankbyen er for kort.
no: Poststedet til banken er for kort.
or: ବ୍ୟାଙ୍କ ସିଟୀ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: بینک دے شہر بہت چھوٹا اے۔
pa_in: ਬੈਂਕ ਸ਼ਹਿਰ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Miejscowość banku jest zbyt krótka.
ru: Слишком короткое название города банка.
sd: بينڪ جو شھر تمام ننڍو آھي.
si: බැංකුවේ නගරය කෙටි වැඩියි.
sl: Ime kraja banke je prekratko.
sr_cyrl_rs: Град банке је превише кратак.
sr_latn_rs: Grad banke je previše kratak.
sv: Bankens ortnamn är för kort.
ta: வங்கி நகரம் மிகச் சிறியதாக உள்ளது.
te: బ్యాంక్ నగరం చాలా చిన్నదిగా ఉంది.
tg: Шаҳри ҷойгиршавии бонк аз ҳад кӯтоҳ аст.
th: เมืองที่ตั้งธนาคารสั้นเกินไป
tr: Banka şehri çok kısa.
tt: Банк шәхәре бик кыска.
ug: بانكا شەھىرى بەك قىسقا.
uk: Закоротка назва міста, в якому розташовано банк.
ur: بینک کا شہر بہت مختصر ہے.
uz: Bank joylashgan shahar nomi juda qisqa.
vi: Thành phố ngân hàng quá ngắn.
zh_hans: 银行所在市/县过短。
zh_hant: 銀行城市太短。

# Literal.DirectDebitBankCity.Pattern
source: Invalid bank city.
af: Ongeldige bankstad.
am: ልክ ያልኾነ የባንኪ ከተማ።
ar: اسم مدينة البنك غير صالح.
as: অবৈধ বেংক চহৰ৷
az: Bankın şəhəri səhvdir.
bg: Невалиден град на банката.
bn_in: ব্যাঙ্কের শহর ঠিকঠাক উল্লেখ করা হয়নি৷
bs: Nevažeći grad banke.
cy: Mae dinas y banc yn annilys.
da: Ugyldigt bynavn for bank.
de: Der Ort der Bank ist ungültig.
el: Μη έγκυρη πόλη τράπεζας.
es: Ciudad del banco no válida.
et: Panga linna nimi on sobimatu.
eu: Bankuaren herria baliogabea da.
fa: شهر بانک نامعتبر است.
ga: Cathair an bhainc neamhbhailí.
gd: Tha baile a' bhanca mì-dhligheach.
gl: Cidade do banco non válida.
gu: અમાન્ય બેંક શહેર.
he: שם עיר הבנק לא חוקי.
hi: अमान्य बैंक का शहर.
hr: Grad banke nije valjan.
hu: A bank városa érvénytelen.
id: Kota bank tidak valid.
is: Borg banka er ógild.
ja: 銀行所在市区町村が正しくありません。
ka: ბანკის ქალაქის სახელი არასწორია.
kk: Банк қаласы дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಬ್ಯಾಂಕ್ ನಗರ.
ko: 은행 소재 도시가 올바르지 않습니다.
ku_arab: شاری بانک نادروستە.
ky: Банктын шаары жараксыз.
lo: ເມືອງຂອງທະນາຄານບໍ່ຖືກຕ້ອງ.
lt: Banko miesto pavadinimas netinkamas.
lv: Nederīga bankas pilsēta.
mi: He muhu te tāone nui pēke.
mk: Неважечко име на градот на банката.
ml: ബാങ്ക് സ്ഥിതിചെയ്യുന്ന നഗരം അസാധുവാണ്.
mn: Банкны хотын нэр буруу байна.
mr: अवैध बँक शहर.
ms: Bandar bank tidak sah.
mt: Isem tal-belt tal-bank invalidu.
ne: बैङ्क सहर अवैध छ।
nn_no: Ugyldig bankby.
no: Ugyldig poststed til banken.
or: ଅବୈଧ ବ୍ୟାଙ୍କ ସିଟୀ.
pa_arab_pk: بینک دے شہر ناجائز اے۔
pa_in: ਬੈਂਕ ਸ਼ਹਿਰ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowa miejscowość banku.
ru: Недопустимый город банка.
sd: بينڪ جو شھر غلط آھي.
si: බැංකුවේ නගරය වැරදියි.
sl: Kraj banke ni veljaven.
sr_cyrl_rs: Неважећи град банке.
sr_latn_rs: Nevažeći grad banke.
sv: Bankens ortnamn är ogiltigt.
ta: தவறான வங்கி நகரம்.
te: చెల్లని బ్యాంక్ నగరం.
tg: Шаҳри ҷойгиршавии бонки беэътибор.
th: เมืองที่ตั้งธนาคารไม่ถูกต้อง
tr: Banka şehri geçersiz.
tt: Банк шәхәре ялгыш.
ug: ئىناۋەتسىزبانكا شەھىرى.
uk: Неприпустима назва міста, в якому розташовано банк.
ur: بینک کا شہر غلط ہے.
uz: Bank joylashgan shahar nomi haqiqiy emas.
vi: Thành phố ngân hàng không hợp lệ.
zh_hans: 银行所在市/县无效。
zh_hant: 銀行城市無效。

# Literal.DirectDebitBankCity.Required
source: Bank city is required.
af: Bankstad word vereis.
am: የባንክ ከተማ ይፈለጋል።
ar: اسم مدينة البنك مطلوب.
as: বেংক চহৰ আৱশ্যক৷
az: Bankın şəhəri tələb olunur.
bg: Градът на банката е задължителен.
bn_in: ব্যাঙ্কের শহরের উল্লেখ করা আবশ্যক৷
bs: Grad banke je obavezan.
cy: Rhaid nodi dinas y banc.
da: Bankens bynavn skal angives.
de: Der Ort der Bank ist erforderlich.
el: Απαιτείται η πόλη της τράπεζας.
es: La ciudad del banco es obligatoria.
et: Panga linna nimi on kohustuslik.
eu: Bankuaren herria beharrezkoa da.
fa: به شهر بانک نیاز است.
ga: Cathair an bhainc ag teastáil.
gd: Tha feum air baile a' bhanca.
gl: Requírese cidade do banco.
gu: બેંક શહેરની આવશ્યકતા છે.
he: שם עיר בנק נדרש.
hi: बैंक का शहर आवश्यक है.
hr: Grad banke je obavezan.
hu: A bank városának megadása kötelező.
id: Kota bank wajib diisi.
is: Borg banka er áskilin.
ja: 銀行所在市区町村は必須項目です。
ka: მიუთითეთ ბანკის ქალაქი.
kk: Банк қаласы қажет.
kn: ಬ್ಯಾಂಕ್‌ನ ನಗರ ಅಗತ್ಯವಿದೆ.
ko: 은행 소재 도시는 필수 항목입니다.
ku_arab: شاری بانک پێویستە.
ky: Банктын шаары талап кылынат.
lo: ຕ້ອງລະບຸເມືອງຂອງທະນາຄານ.
lt: Banko miestas yra būtinas.
lv: Norādiet bankas pilsētas nosaukumu.
mi: Kei te hiahiatia te tāone nui pēke.
mk: Градот на банката е задолжителен.
ml: ബാങ്ക് സ്ഥിതിചെയ്യുന്ന നഗരം ആവശ്യമാണ്.
mn: Банкны хотын нэрийг бөглөх шаардлагатай.
mr: बँक शहर आवश्यक आहे.
ms: Bandar bank diperlukan.
mt: L-isem tal-belt tal-bank hu meħtieġ.
ne: बैङ्क सहर आवश्यक छ।
nn_no: Bankby er obligatorisk.
no: Poststedet til banken må angis.
or: ବ୍ୟାଙ୍କ ସିଟୀ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: بینک دے شہر درکار اے۔
pa_in: ਬੈਂਕ ਸ਼ਹਿਰ ਲੋੜੀਂਦਾ ਹੈ।
pl: Miejscowość banku jest wymagana.
ru: Необходимо ввести город банка.
sd: بينڪ جو شھر گھرجيل آھي.
si: බැංකුවේ නගරය අවශ්‍යයි.
sl: Vnesite kraj banke.
sr_cyrl_rs: Град банке је обавезан.
sr_latn_rs: Grad banke je obavezan.
sv: Bankens ort måste anges.
ta: வங்கி நகரம் தேவை.
te: బ్యాంక్ నగరం అవసరం.
tg: Шаҳри ҷойгиршавии бонк ҳатмист.
th: ต้องระบุเมืองที่ตั้งธนาคาร
tr: Banka şehri gereklidir.
tt: Банк шәхәре мәҗбүри.
ug: بانكا شەھىرى كېرەك.
uk: Потрібно ввести назву міста, в якому розташовано банк.
ur: بینک کا شہر درکار ہے.
uz: Bank joylashgan shahar nomi talab qilinadi.
vi: Thành phố ngân hàng là cần thiết.
zh_hans: 银行所在市/县为必填项。
zh_hant: 銀行城市是必要資訊。
