Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Consent.Content.AR
source: In order to provide you with products or services it is required that you create a user account. Each time you provide a new payment instrument for a product or service we may provide the following notice and collect your consent before you proceed. During and for the purposes of account creation and/or adding a new payment instrument you will be required to provide personal data such as: your name, address, phone number, email address, credit card number and bank account number. We may also collect your IP address and your device ID and associate this information with the personal data you provide for account creation or when adding a new payment instrument. I expressly authorize Microsoft Corporation, its affiliates and subsidiaries, to use the personal data that I have herein provided, in the terms prescribed by Law No. 25,326, Section 5 for purposes of sending me publications and/or advertising material concerning their offerings of goods and/or services. I hereby state that pursuant to Law No. 25,326, Section 6, I have been informed of the voluntary nature hereof. Failure to provide data does not entail any consequence other than the inability to access the products and services provided through this web page. Should I provide my data, I would be expressly tendering my consent to having such data stored in the database of Microsoft Corporation domiciled in Redmond, WA 98052. The personal data’s owner is entitled to exercise his/her rights to access such data at no cost and at intervals that may not be shorter than six months unless evidence is furnished of a legitimate interest in doing otherwise as provided by Law No. 25,326, Section 14, Sub-section 3. The authority in charge of enforcing Law No. 25,326 is the ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION and as such it is empowered to deal with any complaint and/or claim instituted on grounds of failure to comply with the provisions governing personal data protection. You may access or modify your personal data at: https://commerce.microsoft.com. In the event you choose to modify your personal data you are hereby providing consent that allows Microsoft Corporation to collect and store your personal data as noted above. By creating an account and clicking the “Agree” button below you agree to provide Microsoft Corporation with your personal data and you consent to Microsoft Corporation’s collection and transfer as set forth herein.
af: Ten einde jou van produkte of dienste te voorsien, word daar van jou vereis om ’n gebruikersrekening te skep. Elke keer wat jy ’n nuwe betalinginstrument vir ’n produk of diens verskaf, kan ons moontlik die volgende kennisgewing verskaf en jou toestemming kry voordat jy voortgaan. Tydens en vir die doel van die skep van ’n rekening en/of die byvoeg van ’n nuwe betalingsinstrument, sal daar van jou vereis word om persoonlike data te verskaf, bv. jou naam, adres, foonnommer, e-posadres, kredietkaartnommer en bankrekeningnommer. Ons sal moontlik ook jou IP-adres en jou toestel-ID versamel, en hierdie inligting assosieer met die persoonlike data wat jy verskaf vir die skep van ’n rekening of wanneer ’n nuwe betalingsinstrument bygevoeg word. Ek magtig Microsoft Corporation, sy geaffilieerdes en filiale uitdruklik om die persoonlike data te gebruik wat ek hierin verstrek, volgens die bepalings uiteengesit in artikel 5 van Wet Nr 25 326 vir die doelwit daarvan om vir my publikasies en/of reklamemateriaal te stuur wat verband hou met hulle aanbiedinge van goedere en/of dienste. Ek verklaar hiermee dat kragtens artikel 6 van Wet Nr 25 326 is ek ingelig oor die vrywillige aard hiervan. Versuim om data te verskaf, behels geen gevolge buiten die onvermoë om toegang te verkry tot die produkte en dienste wat deur hierdie webblad verskaf word nie. Indien ek my data verskaf, gee ek uitdruklik my toestemming dat sulke data in die databasis van Microsoft Corporation, geleë te Redmond, WA 98052 gestoor word. Die persoonlike data se eienaar is daarop geregtig om sy/haar reg uit te oefen om toegang tot sulke data teen geen koste te verkry, en teen intervalle wat nie korter as ses maande mag wees nie, behalwe as bewys gelewer kan word van ’n regmatige belang dat anders opgetree word, soos verskaf deur artikel 14, subartikel 3 van Wet Nr 25 326. Die gesag wat in beheer daarvan is om Wet Nr 25 326 af te dwing, is die ARGENTYNSE DIREKTORAAT VIR DIE BESKERMING VAN PERSOONLIKE DATA. Sodanig is hulle bevoeg om enige klagte en/of eis te hanteer wat ingestel word op grond van versuim om te voldoen aan die bepalings wat die beskerming van persoonlike data beheer. Jy mag jou toegang tot jou persoonlike data verkry, of dit wysig by: https://commerce.microsoft.com. Indien jy kies om jou persoonlike data te wysig, gee jy hiermee toestemming wat Microsoft Corporation toelaat om jou persoonlike data te versamel en te stoor soos hierbo uiteengesit word. Deur ’n rekening te skep en die “Stem in”-knoppie te klik, stem jy in om Microsoft Corporation te voorsien van jou persoonlike data, en stem jy in tot Microsoft Corporation se se versameling en oordrag soos hier uiteengesit.
am: ምርትና አገግሎቶችን ለእርስዎ ለማቅረብ የተጠቃሚ መለያ እንዲፈጥሩ ያስፈልጋል። ለአንድ ምርት ወይም አገልግሎት አዲስ የክፍያ መሳሪያ ባቀረቡ ቁጥር፣ ከመቀጠላችን በፊት የሚከተለውን ማሳወቂያ ልናቀርብ እና ስምምነትዎን መያዝ ሊኖርብን ይችላል። በመለያ ፈጠራ ወቅት ለመለያ ፈጠራው እና/ወይም አዲስ የክፍያ መሳሪያ ለማከል ሲባል የሚከተሉትን እና የመሳሰሉትን የግል መረጃዎች እንዲያቀርቡ ያስፈልጋል፦ የእርስዎ ስም፣ አድራሻ፣ ስልክ ቁጥር፣ ኢሜይል አድራሻ፣ ክሬዲት ካርድ ቁጥር እና የባንክ ሂሳብ ቁጥር። በተጨማሪም የእርስዎን አይፒ አድራሻ እና የመሳሪያ መታወቂያ ልንሰበስብ እና ይህን መረጃ መለያ ሲፈጥሩ ወይም አዲስ የክፍያ መሳሪያ ሲያክሉ ከሚያቀርቡት መረጃ ጋር ልናያይዘው እንችላለን። Microsoft Corporation ወይም ተባባሪዎቹ እና እህት ኩባንያዎቹ በህግ ቁጥር 25,326፣ ክፍል 5 በተገለጹት የውል ይዘቶች መሰረት ለሚያቀርቧቸው ምርቶች እና/ወይም አገልግሎቶች ህትመቶችን እና/ወይም የማስታወቂያ ይዘቶችን ለእኔ ለመላክ እዚህ የማቀርበውን መረጃ እንዲጠቀሙ በግልጽ ፈቃድ ሰጥቻለሁ። በህግ ቁጥር 25,326፣ ክፍል 6 መሰርት፣ ይህን የማድረገው በፈቃደኝነት መሆኑን አረጋግጣለሁ። ውሂብ አለማቅረብ በዚህ ድረገጽ የሚቀርቡ ምርቶችን እና አገልግሎቶችን ማግኘት አለመቻል ከማስከተሉ በስተቀር ሌላ ውጤት አይኖረውም። የእኔን ውሂብ ማቅረብ ቢያስፈልገኝ፣ የማቀርበው ውሂብ ሬድሞንድ፣ WA 98052 በሚገኝ የMicrosoft Corporation የውሂብ ጎታ ውስጥ እንዲቀመጥ የተስማማሁ መሆኔን በግልጽ እያሳወቅሁ ነው። የግል ውሂብ ባለቤቱ ያለምንም ወጪ እና በህግ ቁጥር 25,326፣ ክፍል 14፣ ንዑስ ክፍል 3 ከተገለጸው በተለየ ቢፈጸም ጠቃሚ እንደሆነ የሚያሳይ አግባብነት ያለው ማረጋገጫ ካልቀረበ በስተቀር ከስድስት ወራት ሊያጥር በማይችል ድግግሞሽ ውሂቡን የማየት መብቱን ሊጠቀም ይችላል። ህግ ቁጥር 25,326 እንዲያስፈጽም ስልጣን ያለው አካል የአርጀንቲና የግለሰብ ውሂብ ጥበቃ ዳይሬክቶሬት ማለትም ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION ሲሆን የግል ውሂብ ጥበቃ ህጎችን ባለማሟላት ምክንያት የሚመሰረቱ ቅሬታዎችን እና/ወይም የይገባኛል ጥያቄዎችን የመያዝ ስልጣን አለው። የግል ውሂብዎን ከሚከተሉት ላይ ሊያገኙ ወይም ሊቀይሩ ይችላሉ፦ https://commerce.microsoft.com። የግል ውሂብዎን ለመቀየር በሚመርጡበት ጊዜ፣ ከላይ በተገለጸው መሰረት Microsoft Corporation የግል መረጃዎን እንዲሰበስብና እንዲያስቀምጥ ፈቃድዎን እየሰጡት ነው። መለያ በመፍጠርና ከታች "እስማማለሁ" የሚለውን አዝራር ጠቅ በማድረግ፣ የግል መረጃዎን ለMicrosoft Corporation ለማቅረብ እየተስማሙ ነው እንዲሁም እዚህ በተገለጸው መሰረት Microsoft Corporation ለሚያደርገው የውሂብ መሰብሰብና ማስተላለፍ እየተስማሙ ነው።
ar: لتوفير المنتجات والخدمات لك، يجب عليك إنشاء حساب المستخدم. وفي كل مرة تقوم باستخدام وسيلة دفع جديدة لمنتج أو خدمة معينة، قد نعرض الإشعار التالي ونحصل على موافقتك قبل المتابعة. أثناء إنشاء الحساب و/أو إضافة وسيلة دفع جديدة ولهذه الأغراض، سوف يتعين عليك تقديم معلومات تعريف شخصية مثل: اسمك، وعنوانك، ورقم هاتفك، وعنوان بريدك الإلكتروني، ورقم بطاقة ائتمانك، ورقم حسابك البنكي. يجوز لنا أيضاً الحصول على عنوان IP ومعرّف الجهاز وإقران هذه المعلومات بمعلومات التعريف الشخصية التي قدمتها من أجل إنشاء الحساب أو عند إضافة وسيلة دفع جديدة. أقوم صراحةً بتخويل شركة Microsoft Corporation والشركات الفرعية والتابعة لها لاستخدام معلومات التعريف الشخصية التي أقدمها هنا وفقاً للشروط المنصوص عليها في القانون رقم 25,326، بند 5 لأغراض إرسال منشورات و/أو مواد إعلانية لي بشأن عروضها الخاصة بالبضائع و/أو الخدمات. وأقر بموجب هذه الوثيقة وفقاً للقانون رقم 25,326، البند 6 بأنني على دراية بطبيعة العمل التطوعي هذا. لا يعني الفشل في تقديم البيانات وجود أية عواقب بخلاف عدم القدرة على الوصول إلى المنتجات والخدمات المتوفرة من خلال صفحة الويب هذه. في حالة تقديم بياناتي، يُعد ذلك موافقة صريحة مني على تخزين هذه البيانات في قاعدة بيانات Microsoft Corporation الموجودة في Redmond, WA 98052. يُعد مالك معلومات التعريف الشخصية الشخص الذي يحق له ممارسة حقوقه للوصول إلى هذه البيانات بدون أية تكلفة وفي فواصل زمنية لا تقل عن ستة أشهر ما لم يتم تقديم دليل على الفائدة المسموح بها قانونياً للقيام بخلاف ذلك، كما هو منصوص عليه في القانون رقم 25,326، البند 14، البند الفرعي 3. تكون الجهة المنوط بها تنفيذ القانون رقم 25,326 هي "إدارة حماية معلومات التعريف الشخصية بالأرجنتين" كما أنها مفوضة للتعامل مع أية شكوى و/أو مطالبة مقدمة على أساس الفشل في التوافق مع البنود الحاكمة لحماية معلومات التعريف الشخصية. يجوز لك الوصول إلى معلومات التعريف الشخصية على الموقع التالي أو تعديلها: https://commerce.microsoft.com. في حالة اختيار تعديل معلومات التعريف الشخصية، فأنت توافق وفقاً لهذه الوثيقة على السماح لشركة Microsoft Corporation بالحصول على معلومات التعريف الشخصية وتخزينها كما هو موضح أعلاه. ويعني إنشاء حساب والنقر فوق زر "قبول" أدناه موافقتك على تقديم معلومات التعريف الشخصية الخاصة بك لشركة Microsoft Corporation وموافقتك على قيام Microsoft Corporation بجمعها وتحويلها كما هو منصوص عليه في هذه الوثيقة.
as: আপোনাক প্ৰডাক্ট আৰু সেৱাসমূহৰ সৈতে প্ৰদান কৰিবৰ বাবে আপুনি এটা ব্যৱহাৰকৰ্তা একাউণ্ট সৃষ্টি কৰাটো আৱশ্যক৷ এটা প্ৰডাক্ট বা সেৱাৰ বাবে আপুনি প্ৰতিবাৰতে এটা নতুন পৰিশোধ সা-সৰঞ্জাম প্ৰদান কৰিলে আমি নিম্নলিখিত জাননী প্ৰদান কৰিব পাৰোঁ আৰু আপুনি আগবঢ়াৰ পূৰ্বে আপোনাৰ সন্মতি সংগ্ৰহ কৰিবও পাৰোঁ৷ এইখিনি সময়ত আৰু একাউণ্ট সৃষ্টি আৰু/বা এটা নতুন পৰিশোধ সা-সৰঞ্জামৰ উদ্দেশ্যে আপুনি এনে ধৰণৰ ব্যক্তিগত ডাটা প্ৰদান কৰাৰ প্ৰয়োজন হ’ব: আপোনাৰ নাম, ঠিকনা, ফোন নম্বৰ, ইমেইল ঠিকনা, ক্ৰেডিট কাৰ্ডৰ নম্বৰ আৰু বেংক একাউণ্টৰ নম্বৰ৷ আমি আপোনাৰ IP ঠিকনা আৰু আপোনাৰ ডিভাইচ ID আৰু আপুনি একাউণ্ট সৃষ্টিৰ বাবে বা এটা নতুন পৰিশোধ সা-সৰঞ্জাম যোগ কৰাৰ সময়ত আপুনি প্ৰদান কৰা ব্যক্তিগত ডাটাৰ সৈতে যুক্ত এই তথ্যকো আমি সংগ্ৰহ কৰিব পাৰোঁ৷ মই প্ৰকাশ্যভাৱে Microsoft Corporation, ইয়াৰ সহযোগী কোম্পানী আৰু অধীনস্থ কোম্পানীক, তেওঁলোকে অ’ফাৰ কৰা সামগ্ৰী আৰু/বা সেৱা সংক্ৰান্তীয় উদ্দেশ্যে মোক প্ৰদান কৰা প্ৰকাশন আৰু/বা বিজ্ঞাপনৰ উপাদানৰ বাবে আইন নং. 25, 326, ধাৰা 5-ৰ দ্বাৰা উল্লেখ কৰা চৰ্তসমূহত, মই ইয়াৰ দ্বাৰা প্ৰদান কৰা ব্যক্তিগত ডাটা ব্যৱহাৰ কৰিবলৈ অনুমোদন জনাইছোঁ৷ মই ইয়াৰ দ্বাৰা স্পষ্ট কৰিছোঁ যে আইন নং. 25,326, ধাৰা 6 অনুযায়ী, মোক স্বেচ্ছামূলক প্ৰকৃতি সম্পৰ্কে জনোৱা হৈছে৷ ডাটা প্ৰদান কৰাৰ ক্ষেত্ৰত হোৱা বিফলতাই এই ৱেব পৃষ্ঠাটোৰ জৰিয়তে প্ৰদান কৰা প্ৰডাক্ট আৰু সেৱাসমূহত প্ৰৱেশ কৰাত অক্ষম কৰাৰ বাদে আন কোনো পৰিণামৰ ফল লাভ নকৰে৷ মই মোৰ ডাটা প্ৰদান কৰা উচিতনে, মই ৰেডমোণ্ড, WA 98052-ত স্থিত Microsoft Corporation-ৰ ডাটাবেচত সেই ডাটাখিনি সংগৃহিত কৰি ৰাখিবলৈ মই স্পষ্ট ৰূপত মোৰ সন্মতি প্ৰদান কৰিছোঁ৷ ব্যক্তিগত ডাটাৰ গৰাকীয়ে আইন নং. 25,326, ধাৰা 14, উপ-ধাৰা 3 ৰ দ্বাৰা প্ৰদান কৰাৰ বাহিৰে অন্য উপায়েৰে বৈধানিক মুনাফা লাভৰ কাৰণে কৰাৰ কোনো প্ৰমাণ নাপালে অন্তত ছয় মাহতকৈও কম সময় হ’ব নোৱাৰে, এইখিনি সময়ত তেওঁ/তাই কোনো মূল্য নভৰাকৈ তেনে ডাটাত প্ৰৱেশাধিকাৰ কৰাৰ অধিকাৰ বজায় ৰাখিছে৷ আইন নং. 25,326 প্ৰয়োগৰ দায়িত্বত থকা কৰ্তৃপক্ষ হৈছে আৰ্জেণ্টাইন ডাইৰেক্টৰ অৱ পাৰ্চনেল ডাটা প্ৰটেকশ্বন আৰু তেনে ব্যক্তিগত তথ্য সুৰক্ষা পৰিচালনাৰ প্ৰবিধানসমূহ পালন কৰোঁতে হোৱা ব্যৰ্থতাৰ ভিত্তিত কোনো অভিযোগ আৰু/বা দাবীৰ পৰা পৰিত্ৰাণ পোৱাৰ অধিকাৰ আছে৷ আপুনি আপোনাৰ ব্যক্তিগত ডাটাত প্ৰৱেশ আৰু সংশোধন ইয়াত কৰিব পাৰিব: https://commerce.microsoft.com. আপুনি আপোনাৰ ব্যক্তিগত ডাটা সংশোধন কৰিবলৈ পচন্দ কৰাৰ ক্ষেত্ৰত আপুনি ইয়াৰ দ্বাৰা সন্মতি প্ৰদান কৰিছে যে ওপৰত উল্লেখ কৰাৰ দৰেই আপোনাৰ ব্যক্তিগত ডাটা Microsoft Corporation-এ সংগ্ৰহ আৰু সঞ্চয় কৰিবলৈ অনুমতি আছে৷ এটা একাউণ্ট সৃষ্টি কৰি আৰু তলৰ “একমত” বুটামত ক্লিক কৰি আপুনি আপোনাৰ ব্যক্তিগত ডাটাৰ সৈতে Microsoft Corporation-ক প্ৰদান কৰিবলৈ একমত হৈছে আৰু আপুনি ইয়াত উল্লেখ কৰাৰ দৰেই Microsoft Corporation-ৰ সংগ্ৰহণ আৰু স্থানান্তৰলৈ সন্মতি দিছে৷
az: Sizi məhsullar və xidmətlərlə təmin etmək məqsədilə istifadəçi hesabı yaratmağınız tələb olunur. Məhsul və ya xidmət üçün hər dəfə yeni ödəniş aləti təqdim etdiyiniz zaman sizə aşağıdakı bildirişi təqdim edə və davam etməmişdən əvvəl icazənizi toplaya bilərik. Hesabın yaradılması zamanı və ya bu məqsəd üçün və/yaxud yeni ödəniş aləti əlavə etmək üçün sizdən bu şəxsi məlumatlar tələb olunacaqdır: adınız, ünvanınız, telefon nömrəniz, e-poçt ünvanınız, kredit kartının nömrəsi və bank hesabı nömrəniz. Biz həmçinin İP ünvanınızı və cihazınızın identifikatorunu toplaya və hesabın yaradılması üçün və ya yeni ödəniş aləti əlavə etdiyiniz zaman bu məlumatı şəxsi məlumatlarla əlaqələndirə bilərik. Mən Bölmə 5, Qanun Nö. 25,326-da verilən şərtlərə uyğun olaraq, məhsul və/yaxud xidmət təklifləri ilə bağlı mənə dərclər və/yaxud reklam materialları göndərmək məqsədilə açıq şəkildə Microsoft Corporation, onun filialları və subsidiarlarına burada təqdim etdiyim şəxsi məlumatlardan istifadə etmək səlahiyyəti verirəm. Bununla da bəyan edirəm ki, Bölmə 6, Qanun Nö. 25,326-ya uyğun olaraq, mən onun könüllü olması ilə bağlı məlumatlandırılmışam. Verilənlər təqdim olunmadığı halda, bu, bu veb-səhifə vasitəsilə verilən məhsullar və xidmətlərə daxil olmaq imkansızlığından başqa heç bir başqa nəticəyə gətirib çıxarmır. Əgər verilənləri təqdim etsəm, mən açıq şəkildə bu cür verilənlərin Redmond, WA 98052-də yerləşən Microsoft Corporation-in verilənlər bazasında saxlanmasına razılığımı bildirirəm. Şəxsi məlumatların sahibi heç bir xərc ödəmədən və altı ay müddətindən az olmayan intervalda Bölmə 14, Alt-bölmə 3, Qanun Nö. 25,326-da verildiyi kimi bunu etməklə bağlı qanuni hüquqların olması ilə bağlı sübut verilməyənə kimi bu cür məlumatlara daxil olmaq hüquqlarını istifadə etmək öhdəliyinə malikdir. Qanun Nö.25,326-nı qüvvəyə mindirən orqan ARGENTİNA ŞƏXSİ MƏLUMATLARIN MÜHAFİZƏSİ DİREKTORATIDIR və bu orqan şəxsi məlumatların mühafizəini tənzimləyən müddəalara əməl olunmadığı təqdirdə, hər hansı şikayət və/yaxud iddia ilə məşğul olur. Siz https://commerce.microsoft.com veb-səhifəsində şəxsi məlumatlara daxil ola və onlara dəyişikliklər edə bilərsiniz. Əgər şəxsi məlumatlarınızı dəyişdirməyi seçsəniz, siz burada Microsoft Corporation-a yuxarıda qeyd olunduğu kimi şəxsi məlumatlarınızı toplamaq və saxlamaq imkanı verən razılığınızı bildirirsiniz. Hesab yaratmaqla və aşağıda “Razıyam” düyməsinə klikləməklə, siz Microsoft Corporation-a şəxsi məlumatlarınızı verməyə razılaşır və Microsoft Corporation-in burada qeyd olunduğu kimi məlumatları toplaması və ötürməsinə razılığınızı bildirirsiniz.
bg: За да ви се предоставят продукти или услуги, е необходимо да създадете потребителски акаунт. Всеки път, когато предоставяте нов платежен инструмент за даден продукт или услуга, може да ви предоставяме следното известие и да поискаме вашето съгласие, преди да продължите. По време на и за целите на създаване на акаунта и/или добавянето на нов платежен инструмент ще се изисква от вас да предоставите лични данни, като например: име, адрес, телефонен номер, имейл адрес, номер на кредитна карта и номер на банкова сметка. Може също така да получим данните за вашия IP адрес и ИД на устройството и да свържем тази информация с личните данни, които предоставяте за създаване на акаунта или при добавяне на нов платежен инструмент. Изрично упълномощавам Microsoft Corporation, нейните филиали и дъщерни дружества да използват личните данни, които предоставих тук, съгласно условията, предвидени в закон № 25,326, раздел 5, за да ми бъдат изпращани публикации и/или рекламни материали относно техните предложения за стоки и/или услуги. С настоящото заявявам, че по силата на закон № 25,326, раздел 6, аз съм информиран(а) за доброволния характер на съгласието. Непредоставянето на данни не води до никакви последствия освен невъзможността за достъп до продуктите и услугите, предоставяни чрез тази уеб страница. В случай че предоставя данните си, ще дам изрично съгласието си тези данни да се съхраняват в базата данни на Microsoft Corporation със седалище в Redmond, WA 98052. Собственикът на личните данни има право да упражнява правата си на достъп до тези данни без разходи и на интервали, които не може да са по-кратки от шест месеца, освен ако не е представено доказателство за правен интерес за извършване на обратното, както е предвидено от закон № 25,326, раздел 14, подраздел 3. Органът, отговарящ за прилагането на закон № 25,326, е ДИРЕКЦИЯТА ЗА ЗАЩИТА НА ЛИЧНИТЕ ДАННИ НА АРЖЕНТИНА и като такъв, разполага с правомощия за разрешаване на всяка жалба или иск, възникнал поради неспазване на разпоредбите, които регулират защитата на личните данни. Можете да осъществявате достъп до и да променяте личните си данни на адрес: https://commerce.microsoft.com. В случай че решите да промените вашите лични данни, с настоящото предоставяте съгласие, което позволява на Microsoft Corporation да събира и съхранява лични данни, както е посочено по-горе. Чрез създаването на акаунт и щракване върху бутона „Приемам“ по-долу вие се съгласявате да предоставите на Microsoft Corporation личните си данни и давате съгласието си Microsoft Corporation да събира и прехвърля данните, както е посочено тук.
bn_in: প্রোডাক্ট অথবা পরিষেবা পেতে আপনাকে একটি ব্যবহারকারীর অ্যাকাউন্ট বানাতে হবে। কোনও পণ্য অথবা সেবা জন্য আপনি প্রতিবার নতুন অর্থপ্রদান করলে আমরা নিম্নলিখিত বিজ্ঞপ্তি পাঠাতে পারি এবং অগ্রসর হওয়ার আগে আপনার সম্মতি নিতে পারি। অ্যাকাউন্ট বানানোর জন্য এবং বানানোর সময়ে এবং/অথবা নতুন অর্থপ্রদানের ব্যবস্থা যোগ করার সময়ে আপনাকে যে ব্যক্তিগত ডাটা দিতে হবে সেগুলি হল: আপনার নাম, ঠিকানা, ফোন নম্বর, ইমেইল ঠিকানা, ক্রেডিট কার্ড নম্বর এবং ব্যাঙ্ক অ্যাকাউন্ট নম্বর। আমরা আপনার IP ঠিকানা এবং আপনার ডিভাইস ID ও সংগ্রহ করতে পারি এবং এই তথ্য আপনার অ্যাকাউন্ট বানানোর জন্য অথবা অর্থপ্রদানের নতুন ব্যবস্থা যোগ করার সময়ে আপনার দেওয়া আপনার ব্যক্তিগত ডাটার সাথে সংযুক্ত করতে পারি। আমাকে তাদের প্রোডাক্ট এবং/অথবা পরিষেবা দেওয়ার বিষয়ে প্রকাশনা এবং/অথবা বিজ্ঞাপনের জিনিসপত্র পাঠানোর জন্য আমি স্পষ্ট ভাবে Microsoft Corporation, তার সহযোগী এবং তাদের অধিনস্থ সংস্থাগুলিকে আমার এখানে দেওয়া ব্যক্তিগত ডাটাগুলি ধারা 5-এর 25,326 আইনে ব্যবহার করার অনুমতি দিচ্ছি। আমি এখানে জানাচ্ছি যে, ধারা 6-এর 25,326 নং আইন অনুসারে, আমি যে স্বেচ্ছাধীন সেই বিষয়ে আমি অবগত। ডাটা প্রদান করতে ব্যর্থ হলে ফলস্বরূপ এই ওয়েব পৃষ্ঠার মাধ্যমে দেওয়া পণ্য এবং সেবার প্রবেশাধিকার না পাওয়া ব্যতীত অন্য কোনরকম অসুবিধায় পড়তে হবে না। আমি আমার ডাটা দিলে, সেই ডাটা Redmond, WA 98052 তে অবস্থিত Microsoft Corporation এর ডাটাবেসে রেখে দেওয়ার বিষয়ে আমার সম্মতি জানাচ্ছি। ব্যক্তিগত ডাটার মালিকের বিনা খরচে ওই ডাটা ব্যবহার করার অধিকার আছে এবং তিনি ছয় মাসের সময়ের ভিতরে একবারের বেশি ব্যবহার করতে পারবেন না। তবে তার পিছনে বৈধ কারণ দেখালে 14 ধারার, 3 উপ ধারার 25,326 নং আইন অনুসারে ব্যবহার করতে পারবেন। 25,326 নং আইন জারি করার দায়িত্ব আর্জেন্টাইন ডিরেক্টরেট অফ পার্সোনাল ডেটা প্রোটেকশনের এবং ব্যক্তিগত ডেটা সুরক্ষা বিষয়ক কোনো বিধি নিয়ম মেনে চলা হচ্ছে না এমন কোনো অভিযোগের এবং/অথবা দাবির বিষয়ে ব্যবস্থা নেওয়ার দায়িত্বও তাদেরই। আপনি এখানে আপনার ব্যক্তিগত ডাটা ব্যবহার অথবা পরিবর্তন করতে পারবেন: https://commerce.microsoft.com. আপনি আপনার ব্যক্তিগত ডাটা পরিবর্তন করবেন বলে ঠিক করলে আপনি এখানে Microsoft Corporation কে উপরে উল্লিখিত আপনার ব্যক্তিগত ডাটা সংগ্রহ করার এবং রেখে দেওয়ার অনুমতি দিচ্ছেন। একটি অ্যাকাউন্ট তৈরি করা এবং নীচে “সম্মত” বোতামে ক্লিক করার মাধ্যমে আপনি Microsoft Corporation কে আপনার ব্যক্তিগত ডাটা দিতে রাজি হচ্ছেন এবং Microsoft Corporation কে এখানে উল্লিখিত অনুসারে সেই ডাটা সংগ্রহ এবং স্থানান্তর করার অনুমতি দিচ্ছেন।
bs: Da biste dobili pristup našim proizvodima ili uslugama, morate kreirati korisnički račun. Svaki put kad navedete novi instrument plaćanja za proizvod ili uslugu, moguće je da ćemo vam prije nego što nastavite poslati sljedeće obavještenje i zatražiti vaš pristanak. Za vrijeme i za potrebe kreiranja korisničkog računa i/ili dodavanja novog instrumenta plaćanja morat ćete navesti lične podatke, kao što su: ime i prezime, adresa, broj telefona, adresa e-pošte, broj kreditne kartice i broj bankovnog računa. Moguće je da ćemo također prikupiti vašu IP adresu i ID uređaja i te podatke povezati s ličnim podacima koje navedete pri stvaranju računa ili prilikom dodavanja novog instrumenta plaćanja. Ovim izričito dajem ovlaštenje kompaniji Microsoft Corporation, njenim podružnicama i povezanim društvima da za potrebe slanja publikacija i/ili reklamnih materijala vezano za proizvode i/ili usluge kompanije moje lične podatke koje ovdje navodim koriste na način koji je propisan Zakonom br. 25.326. stav 5. Ovim izjavljujem da sam u skladu sa Zakonom br. 25.326. stav 6. upoznat/a s činjenicom da podatke dajem dobrovoljno. Nedavanje podataka neće imati nikakvih posljedica osim nemogućnosti pristupa proizvodima i uslugama koji se nude putem ove web-lokacije. Ako budem davao/la lične podatke, time ću izričito dati svoj pristanak da se ti podaci pohrane u bazi podataka kompanije Microsoft Corporation sa sjedištem u Redmondu, savezna država Washington 98052. Vlasnik ličnih podataka ima pravo na besplatan pristup tim podacima u intervalima koji nisu kraći od šest mjeseci, osim ako se dokaže da postoje legitimni razlozi da se postupi drugačije, a u skladu s odredbama Zakona br. 25. 326. stav 14, podstav 3. Tijelo koje je nadležno za provođenje Zakona br 25.326 je ARGENTINSKA UPRAVA ZA ZAŠTITU LIČNIH PODATAKA i kao takva je ovlaštena za obradu svih prigovora i/ili zahtjeva koji se podnose zbog nepoštovanja propisa o zaštiti ličnih podataka. \Svojim ličnim podacima možete pristupiti i promijeniti ih na web stranici https://commerce.microsoft.com. Za slučaj da budete mijenjali svoje lične podatke, ovim dajete svoju suglasnost da kompanija Microsoft Corporation prikuplja i pohranjuje vaše lične podatke na naprijed navedeni način. Kreiranjem računa i klikom na dugme „Prihvatam” u nastavku pristajete da ćete kompaniji Microsoft Corporation dati svoje lične podatke i suglasni ste s načinom na koji ta kompanija prikuplja te podatke, a koji je naveden u ovom dokumentu.
cy: Er mwyn darparu cynnyrch neu wasanaethau i chi, rhaid i chi greu cyfrif defnyddiwr. Bob tro y byddwch yn darparu dull talu newydd ar gyfer cynnyrch neu wasanaeth, mae’n bosib y byddwn yn rhoi’r hysbysiad canlynol ac yn gofyn am eich caniatâd cyn bwrw ymlaen. Yn ystod y broses o greu cyfrif a/neu ychwanegu dull talu newydd, bydd gofyn i chi ddarparu data personol fel: eich enw, cyfeiriad, rhif ffôn, cyfeiriad e-bost, rhif cerdyn credyd a rhif cyfrif banc. Efallai byddwn hefyd yn casglu eich cyfeiriad IP ac ID eich dyfais ac yn cysylltu’r wybodaeth hon â’r data personol a ddarperwch er mwyn creu cyfrif neu wrth ychwanegu dull talu newydd. Yr wyf yn rhoi caniatâd ffurfiol i Microsoft Corporation, ei gwmnïau cysylltiedig a’i is-gwmnïau, ddefnyddio’r data personol a ddarperais yma, o dan y telerau a nodir gan Ddeddf Rhif 25,326, Adran 5 at ddibenion anfon cyhoeddiadau a/neu ddeunyddiau hysbysebu sy’n cynnig nwyddau a/neu wasanaethau. Yr wyf yn datgan yma, yn unol â Deddf Rhif 25,326, Adran 6, fy mod wedi cael fy hysbysu am natur wirfoddol hyn. Nid yw methu â darparu data yn golygu dim byd mwy na methu â chael mynediad at y cynnyrch a’r gwasanaethau a ddarperir drwy’r dudalen hon ar y we. Os wyf yn darparu fy nata, byddaf yn rhoi fy nghaniatâd yn ffurfiol i storio data o’r fath yng nghronfa ddata Microsoft Corporation yn Redmond, WA 98052. Mae perchennog y data personol yn gallu arfer ei hawliau i gael mynediad at ddata o’r fath am ddim ar yr amod bod o leiaf chwe mis rhwng pob cais oni bai bod tystiolaeth bod rheswm dilys mewn gwneud fel arall fel a ddarperir gan Ddeddf Rhif 25,326, Adran 14, Is-adran 3. Yr awdurdod sy’n gyfrifol am orfodi Deddf Rhif 25,326 yw ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION a thrwy hynny, mae pŵer ganddo i ddelio ag unrhyw gŵyn a/neu hawliad sy’n seiliedig ar fethu â chydymffurfio â darpariaethau sy’n ymwneud â diogelu data personol. Cewch fynediad at eich data personol neu ei addasu yn: https://commerce.microsoft.com. Os ydych chi’n dewis addasu eich data personol, yr ydych yn rhoi caniatâd drwy hyn sy’n galluogi Microsoft Corporation i gasglu a storio eich data personol fel a nodir uchod. Drwy greu cyfrif a chlicio’r botwm “Cytuno” isod, rydych yn cytuno i ddarparu eich data personol i Microsoft Corporation ac yn caniatáu Microsoft Corporation i’w gasglu a’i drosglwyddo fel a nodir yma.
da: For at kunne levere produkter eller tjenester skal du oprette en brugerkonto. Hver gang du anvender et nyt betalingsmiddel for et produkt eller en tjeneste, kan følgende besked blive vist for at opnå dit samtykke, før du fortsætter. Under og ved oprettelse af en konto og/eller ved tilføjelse af et nyt betalingsmiddel vil du blive bedt om at give nogle personlige oplysninger, som for eksempel dit navn, din adresse, dit telefonnummer, din mailadresse, dit kreditkortnummer og dit bankkontonummer. Vi beder måske også om din IP-adresse og dit enheds-id for at knytte dem til de personlige oplysninger, som du gav ved kontooprettelsen eller ved tilføjelsen af et nyt betalingsmiddel. Jeg giver udtrykkeligt Microsoft Corporation, dets associerede selskaber og datterselskaber tilladelse til at anvende de personlige oplysninger, som jeg har givet heri, i henhold til lovgivning nr. 25,326, afsnit 5 med henblik på at sende mig publikationer og/eller reklamemateriale vedrørende deres udbud af varer og/eller tjenester. Jeg erklærer hermed, at jeg i henhold til lovgivning nr. 25,326, afsnit 6, er blevet informeret om den frivillige karakter heraf. Hvis disse data ikke oplyses, har det ingen konsekvenser udover manglende adgang til de produkter og tjenester, der leveres via denne webside. Hvis jeg oplyser disse data, giver jeg min udtrykkelige accept til, at disse data kan gemmes i databasen hos Microsoft Corporation med hjemsted i Redmond, WA 98052, USA. Ejeren af de personlige data er berettiget til at udøve sin ret til at få adgang til sådanne data uden omkostninger og med mellemrum, der ikke kan være kortere end seks måneder, medmindre der leveres beviser af en legitim natur for at gøre andet, end hvad der er fastsat i lov nr. 25,326, afsnit 14, underafsnit 3. Den myndighed, der har ansvaret for at håndhæve lov nr. 25,326 er DET ARGENTINSKE DIREKTORAT FOR BESKYTTELSE AF PERSONDATA, som har beføjelse til at behandle eventuelle klager og/eller krav om manglende overholdelse af bestemmelserne om beskyttelse af personlige oplysninger. Du kan få adgang til eller ændre dine personlige data på: https://commerce.microsoft.com. Hvis du vælger at ændre dine personlige data, giver du hermed samtykke til, at Microsoft Corporation må indsamle og gemme dine personlige oplysninger, som beskrevet ovenfor. Ved at oprette en konto og klikke på knappen "Jeg accepterer" herunder, accepterer du, at Microsoft Corporation får adgang til dine personlige oplysninger, og du giver tilladelse til, at Microsoft Corporation indsamler og overfører dem, som nævnt heri.
de: Um Produkte oder Dienste nutzen zu können, müssen Sie ein Benutzerkonto erstellen. Bei jeder Angabe eines neuen Zahlungsmittels für ein Produkt oder einen Dienst erhalten Sie möglicherweise den folgenden Hinweis und eine Zustimmungsaufforderung, um den Vorgang fortzusetzen. Im Rahmen und zum Zwecke der Kontoerstellung und/oder des Hinzufügens eines neuen Zahlungsmittels müssen Sie unter anderem die folgenden persönlichen Daten bereitstellen: Name, Adresse, Telefonnummer, E-Mail-Adresse, Kreditkartennummer und Bankkontonummer. Wir erfassen möglicherweise auch Ihre IP-Adresse und Ihre Geräte-ID und ordnen diese Informationen den persönlichen Daten zu, die Sie zur Kontoerstellung und/oder beim Hinzufügen eines neuen Zahlungsmittels bereitgestellt habe. I Hiermit autorisiere ich die Microsoft Corporation sowie deren Tochter- und verbundene Gesellschaften ausdrücklich zur Nutzung der hier bereitgestellten persönlichen Daten gemäß den Bestimmungen von Gesetz Nr. 25,326, Abschnitt 5 zum Zwecke der Zusendung von Veröffentlichungen und Werbematerialien zu Angeboten an Gütern und/oder Diensten. Ich erkläre hiermit, dass ich gemäß Gesetz Nr. 25,326, Abschnitt 6 darüber informiert wurde, dass die Angabe der persönlichen Daten freiwillig ist. Wenn Sie keine persönlichen Daten angeben möchten, hat dies keine Folgen und führt lediglich dazu, dass Sie nicht auf die Produkte und Dienste auf dieser Webseite zugreifen können. Im Falle der Bereitstellung persönlicher Daten beinhaltet die Zustimmung meinerseits ausdrücklich eine Speicherung solcher Daten in der Datenbank der Microsoft Corporation in Redmond, WA 98052. Der Eigentümer der persönlichen Daten ist dazu berechtigt, seine Rechte auf den Zugriff solcher Daten ohne Kosten und in Abständen in Anspruch zu nehmen, die nicht kürzer als sechs Monate sein dürfen, es sei denn, es wird der Nachweis erbracht, dass ein berechtigtes Interesse an einer anderen Vorgehensweise gemäß Gesetz Nr. 25,326, Abschnitt 14, Unterabschnitt 3 vorliegt. Die zuständige Behörde zur Durchsetzung von Gesetz Nr. 25,326 ist das ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION. In ihrer Funktion ist diese Behörde für jedwede Beschwerde und/oder Forderung aufgrund einer Nichteinhaltung von Bestimmungen für den persönlichen Datenschutz zuständig. Sie können unter folgender Adresse auf Ihre personenbezogenen Informationen zugreifen oder diese bearbeiten: https://commerce.microsoft.com. Wenn Sie Ihre personenbezogenen Informationen ändern, erklären Sie hiermit Ihre Zustimmung zur Erfassung und Speicherung Ihrer personenbezogenen Informationen durch die Microsoft Corporation gemäß den oben aufgeführten Bedingungen. Durch Erstellen eines Kontos und Klicken auf die unten angezeigte Schaltfläche „Ich stimme zu“ stimmen Sie der Bereitstellung Ihrer personenbezogenen Informationen für die Microsoft Corporation sowie deren Erfassung und Übermittlung durch Microsoft gemäß dieser Vereinbarung zu.
el: Για να σας παρέχουμε προϊόντα και υπηρεσίες είναι απαραίτητο να δημιουργήσετε ένα λογαριασμό χρήστη. Κάθε φορά που καταχωρείτε ένα νέο όργανο πληρωμής για ένα προϊόν ή μια υπηρεσία, μπορεί να στείλουμε την παρακάτω ειδοποίηση και να λάβουμε τη συναίνεσή σας πριν προχωρήσετε. Κατά τη διάρκεια της διαδικασίας και για τους σκοπούς της δημιουργίας λογαριασμού ή/και την προσθήκη ενός νέου οργάνου πληρωμής, πρέπει να καταχωρήσετε προσωπικά στοιχεία όπως τα εξής: όνομα, διεύθυνση, αριθμό τηλεφώνου, διεύθυνση ηλεκτρονικού ταχυδρομείου, αριθμό πιστωτικής κάρτας και αριθμό λογαριασμού τράπεζας. Επίσης, μπορεί να συλλέξουμε τη διεύθυνση IP σας και το αναγνωριστικό της συσκευής σας, καθώς και να συσχετίσουμε αυτές τις πληροφορίες με τα προσωπικά στοιχεία που παρέχετε για τη δημιουργία λογαριασμού ή όταν προσθέτετε ένα νέο όργανο πληρωμής. Εξουσιοδοτώ ρητώς τη Microsoft Corporation, τις θυγατρικές και συγγενείς εταιρείες της να χρησιμοποιήσουν τα προσωπικά στοιχεία που έχω καταχωρήσει στο παρόν, σύμφωνα με τους όρους που περιγράφονται στο Νόμο 25,326, Ενότητα 5 προκειμένου να μου αποστέλλονται εκδόσεις ή/και διαφημιστικό υλικό που αφορούν τις προσφορές τους για προϊόντα ή/και υπηρεσίες. Με την παρούσα δηλώνω ότι σύμφωνα με το Νόμο 25,326, Ενότητα 6, έχω ενημερωθεί για τον εθελοντικό χαρακτήρα του παρόντος. Η μη παροχή στοιχείων δεν συνεπάγεται τυχόν επιπτώσεις εκτός από την αδυναμία πρόσβασης σε προϊόντα και υπηρεσίες που προσφέρονται μέσω αυτής της ιστοσελίδας. Σε περίπτωση που παρέχω τα στοιχεία μου, δίνω ρητώς τη συναίνεσή μου για την αποθήκευση αυτών των δεδομένων στη βάση δεδομένων της Microsoft Corporation με έδρα στη διεύθυνση Redmond, WA 98052. Ο κάτοχος των προσωπικών δεδομένων έχει το δικαίωμα να ασκήσει τα δικαιώματά του για πρόσβαση σε τέτοιου είδους στοιχεία χωρίς κόστος και χρονικά διαστήματα που δεν μπορεί να είναι μικρότερα από έξι μήνες, εκτός και αν παρασχεθεί απόδειξη έννομου συμφέροντος για διαφορετική ενέργεια όπως προβλέπεται από το Νόμο 25,326, Ενότητα 14, Υποενότητα 3. Η υπεύθυνη αρχή για την επιβολή του Νόμου No. 25,326 είναι η Διεύθυνση Προστασίας Προσωπικών Δεδομένων της Αργεντινής (ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION) και είναι αρμόδια για τη διευθέτηση οποιουδήποτε παραπόνου ή/και αξίωσης που δημιουργείται από τη μη συμμόρφωση με τις διατάξεις που διέπουν την προστασία προσωπικών δεδομένων. Μπορείτε να έχετε πρόσβαση ή να τροποποιείτε τα προσωπικά σας στοιχεία στη διεύθυνση: https://commerce.microsoft.com. Σε περίπτωση που επιλέξετε να τροποποιήσετε τα προσωπικά σας στοιχεία, δια της παρούσης παρέχεται συναίνεση που επιτρέπει στη Microsoft Corporation να συλλέγει και να αποθηκεύει τα προσωπικά σας στοιχεία όπως αναφέρεται παραπάνω. Αν δημιουργήσετε ένα λογαριασμό και κάνετε κλικ στο κουμπί “Συμφωνώ” παρακάτω, συμφωνείτε να παράσχετε στη Microsoft Corporation τα προσωπικά σας στοιχεία και συναινείτε στη συλλογή και μεταβίβαση από τη Microsoft Corporation όπως ορίζεται στο παρόν.
es: Para que podamos proporcionarte productos o servicios es necesario que crees una cuenta de usuario. Cada vez que proporciones un nuevo instrumento de pago para un producto o servicio, es posible que te enviemos el siguiente aviso y que pidamos tu consentimiento antes de continuar. Durante la creación de cuentas o al agregar un nuevo instrumento de pago y a efectos de los mismos, se te pedirá que proporciones datos personales como nombre, dirección, número de teléfono, dirección de correo electrónico, número de tarjeta de crédito y número de cuenta bancaria. Es posible que también te pidamos tu dirección IP y el id. de dispositivo para asociar esta información con los datos personales proporcionados para la creación de la cuenta o al agregar un nuevo instrumento de pago. Autorizo expresamente a Microsoft Corporation, así como a sus filiales y subsidiarias, a usar los datos personales que he proporcionado en este documento, de acuerdo con lo estipulado en la sección 5 de la Ley N.º 25.326, con el propósito de enviarme publicaciones o publicidad relacionadas con sus ofertas de productos o servicios. Declaro que, de conformidad con la sección 6 de la Ley N.º 25.326, he sido informado de la naturaleza involuntaria de dicha autorización. Si no se facilitan los datos mencionados, la única consecuencia será la imposibilidad de acceder a los productos y servicios proporcionados a través de esta página web. Al facilitar mis datos, presto mi consentimiento expreso para que se almacenen en la base de datos de Microsoft Corporation, empresa domiciliada en Redmond, WA 98052 (EE. UU.). El titular de los datos personales podrá ejercer su derecho de acceder a tales datos sin costo alguno y a intervalos mínimos de seis meses, a menos que se presenten pruebas de la existencia de un interés legítimo de acceder en un plazo más breve según se establece en la subsección 3 de la sección 14 de la Ley N.º 25.326. El organismo encargado de velar por el cumplimiento de la Ley N.º 25.326 es la DIRECCIÓN DE PROTECCIÓN DE DATOS PERSONALES DE ARGENTINA y, en calidad de tal, goza de la autoridad y el poder necesarios para tramitar las quejas o reclamaciones formuladas por el incumplimiento de la normativa de protection de datos. Podrás acceder a tus datos personales y modificarlos en: https://commerce.microsoft.com. Si optaras por modificar tus datos personales, por el presente documento estarías prestando tu consentimiento a Microsoft Corporation para recopilarlos y almacenarlos según lo establecido anteriormente. Al crear una cuenta y hacer clic en el botón "Acepto", aceptas proporcionar a Microsoft Corporation tus datos personales y prestas tu consentimiento para que Microsoft Corporation los recopile y transfiera de acuerdo con las condiciones indicadas en el presente documento.
et: Selleks, et saaksime teile tooteid ja teenuseid pakkuda, peate looma kasutajakonto. Iga kord, kui sisestate toote või teenuse ostmiseks uue maksevahendi, on võimalik, et edastame teile järgmise teatise ja küsime enne jätkamist teie nõusolekut. Konto loomise ja/või uue maksevahendi lisamise ajal või nende toimingute tegemiseks peate esitama järgmised isikuandmed: teie nimi, aadress, telefoninumber, meiliaadress, krediitkaardi number ja pangakonto number. Samuti võime koguda teie IP-aadressi ja seadme ID ning seostada selle teabe konto loomise või uue maksevahendi lisamise ajal esitatud isikuandmetega. Volitan sõnaselgelt Microsoft Corporationit, selle sidus- ja tütarettevõtteid kasutama minu poolt siin esitatud isikuandmeid vastavalt seaduse nr 25,326 lõike 5 tingimustele mulle nende toodete ja/või teenuste pakkumisega seotud trükiste ja/või reklaammaterjalide saatmiseks. Kinnitan siinkohal, et vastavalt seaduse nr 25,326, lõikele 6, on mind teavitatud selle vabatahtlikkusest. Andmete esitamata jätmisel ei esine mingeid tagajärgi peale selle, et puudub võimalus juurde pääseda selle veebilehe kaudu pakutavatele toodetele ja teenustele. Andmete esitamisel annan oma selgesõnalise nõusoleku nende andmete salvestamiseks Microsoft Corporationi andmebaasi asukohaga Redmond, WA 98052. Isikuandmete omanikul on õigus kasutada oma õigust tasuta ning ajavahemikul, mis pole lühem kui 6 kuud, nendele andmetele juurde pääseda, kui pole tõendatud õigustatud huvi teisiti toimimiseks vastavalt seaduse nr 25,326, lõike 14 alalõigule 3. Seaduse nr 25,326 jõustamise eest vastutab asutus ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION ja omab seega õigust tegeleda iga kaebuse ja/või nõudega, mis on algatatud seoses isikuandmete kaitset reguleerivate sätete eiramisega. Oma isikuandmetele pääsete juurde ja saate neid muuta veebilehel https://commerce.microsoft.com. Kui otsustate oma isikuandmeid muuta, annate oma nõusoleku, mis lubab Microsoft Corporationil koguda ja salvestada isikuandmeid vastavalt ülaltoodule. Kui loote konto ja klõpsate allpool nuppu "Nõustun", nõustute esitama Microsoft Corporationile oma isikuandmeid ja nõustute, et Microsoft Corporation kogub ja edastab neid andmeid vastavalt siintoodule.
eu: Produktuak edo zerbitzuak eman ahal izateko erabiltzaile-kontu bat sortu behar duzu. Produktuak edo zerbitzuak emateko ordainketa-tresna bat ematen duzun bakoitzean, ohar hau bidali eta zure onespena eska dezakezu jarraitu baino lehen. Kontua sortzeko eta/edo ordainketa-tresna berri bat gehitzeko edo bitartean, datu pertsonalak emateko eskatuko zaizu, besteak beste: izena, helbidea, telefono-zenbakia, helbide elektronikoa, kreditu-txartelaren zenbakia eta banku-kontuaren zenbakia. Gainera, IP helbidea eta gailuaren IDa ere bil ditzakegu eta kontua sortzean edo ordainketa-tresna bat gehitzean emandako datu pertsonalekin lot dezakete informazio hori. Berariaz baimentzen diot Microsoft Corporation enpresari, bere afiliatuei eta filialei, hemen ditudan datu pertsonalak erabiltzea, ondasunak eta zerbitzuak eskaintzeari buruzko argitalpenak edo iragarkiak bidaltzeko 25.326 Legeko 5. atalean xedatzen diren baldintzei jarraiki. Adierazten dut 25.326 Legeko 6. atalari jarraiki, bere izaera borondatezkoa dela jakinarazi zaidala. Datu horiek ematen ez baditut, ondorio bakarra web orri horren bidez emandako produktuak eta zerbitzuak ez jasotzea izango da. Nire datuak emanez gero, berariaz emango nuke datu horiek Redmond, WA 98052 helbidean dagoen Microsoft Corporation enpresaren jabetzeko datu-baseetan gordetzeko onespena. Datu pertsonalen jabeak eskubidea izango du datu horiek doan atzitzeko eta sei hilabete baino luzeagoko tarteetan, baldin eta 25.326 Legeko 14. ataleko 3. azpiatalean besterik adierazten ez bada. 25.326 Legea betearazteaz arduratzen den agintaria ARGENTINAKO DATU PERTSONALEN BABESERAKO ZUZENDARITZA da eta bera arduratuko da datu pertsonalen babesa zuzentzeko legeak bete ez izanaren kexak eta erreklamazioak aztertzeaz. Datu pertsonalak helbide honetan atzi edo alda ditzakezu: https://commerce.microsoft.com. Datu pertsonalak aldatu nahiko bazenitu, honen bidez onesten duzu Microsoft Corporation enpresak datu horiek goian azaldu bezala biltzea eta gordetzea. Kontu bat sortu eta "Ados" botoia sakatuta, onartzen duzu Microsoft Corporation enpresari datu pertsonalak ematea eta onesten duzu Microsoft Corporation enpresak azaldu den moduan datu horiek biltzea eta transferitzea.
fa: برای ارائه محصولات یا خدماتی به شما، باید یک حساب کاربر ایجاد کنید. هر زمانی که یک روش پرداخت جدید برای محصول یا سرویس ارائه می‌کنید، اعلامیه زیر را ارائه می‌کنیم و قبل از ادامه، رضایت شما را جلب می‌کنیم. در طی و برای اهداف ایجاد حساب و/یا افزودن یک روش پرداخت جدید، لازم است که داده‌های شخصی مانند موارد زیر را ارائه کنید: نام شما، آدرس، شماره تلفن، آدرس ایمیل، شماره کارت اعتباری و شماره حساب بانکی. همچنین می‌توانیم آدرس IP شما و شناسه دستگاهتان را جمع‌آوری کنیم و این اطلاعات را با داده‌های شخصی که برای ایجاد حساب یا در زمان افزودن یک روش پرداخت جدید ارائه می‌کنید، مرتبط می‌کنیم. من صریحاً تأیید می‌کنم که Microsoft Corporation و شرکت‌های وابسته و فرعی آن، از داده‌های شخصی که بدینوسیله ارائه کرده‌ام، مطابق با شرایط مندرج در قانون شماره ۲۵،۳۲۶، بخش ۵ برای مقاصدی از جمله ارسال موارد منتشر شده و/یا مطالب تبلیغاتی مرتبط با پیشنهادهای کالا و/یا خدمات، استفاده خواهند کرد. بدینوسیله اذعان می‌کنم که متعاقب با قانون شماره ۲۵،۳۲۶، بخش ۶، نسبت به ماهیت داوطلبانه آن آگاه هستم. عدم ارائه داده‌ها هیچگونه عواقبی به جز عدم توانایی برای دسترسی به محصولات و خدمات ارائه شده از طریق این صفحه وب، در پی نخواهد داشت. اگر داده‌های خود را ارائه کنم، صریحاً رضایت بنده مبنی بر ذخیره شده اینگونه داده‌ها در پایگاه داده Microsoft Corporation مستقر در Redmond، WA 98052را نشان می‌دهد. مالک داده‌های شخصی این حق را دارد تا حقوقی را برای خود قائل شود تا به اینگونه داده‌ها بدون هزینه و با بازه‌های زمانی که ممکن است کمتر از شش ماه نباشند دسترسی داشته باشد، به جز در مواردی که سندی مبنی بر منافع مشروع اینگونه موارد طبق قانون شماره ۲۵،۳۲۶، بخش ۱۴، زیربخش ۳ وجود داشته باشد. مقام ذیصلاحی که مسئول اجرای قانون شماره ۲۵،۳۲۶ است، اداره آرژانتینی حفاظت از اطلاعات شخصی است و این قدرت را دارد تا با هر گونه شکایت و/یا ادعایی که بر اساس عدم تطابق با حقوق حاکم بر محافظت از داده‌های شخصی است، رسیدگی کند. می‌توانید در آدرس زیر به داده‌های شخصی خود دسترسی داشته باشید و آنها را تغییر دهید: https://commerce.microsoft.com. در صورتی که انتخاب کنید داده‌های شخصی را تغییر دهید، بدین معنی است که رضایت می‌دهید تا Microsoft Corporation داده‌های شخصی شما را همانطور که در بالا آمده است، جمع‌آوری و ذخیره کند. با ایجاد یک حساب و کلیک کردن روی دکمه «موافق» در زیر، موافقت می‌کنید که داده‌های شخصی خود را در اختیار Microsoft Corporation قرار دهید و رضایت خود را برای جمع‌آوری Microsoft Corporation و انتقال به صورت بالا، اعلام می‌کنید.
ga: Chun gur féidir linn táirgí agus seirbhísí a sholáthar duit ní mór duit cuntas úsáideora a chruthú. Gach uair dá soláthraíonn tú ionstraim nua íocaíochta le haghaidh táirge nó seirbhíse, féadfaimid an fógra seo a leanas a sholáthar agus do thoiliú a bhailiú sula dtéann tú ar aghaidh. Le linn chruthú an chuntais agus lena aghaidh agus/nó ionstraim nua íocaíochta a chur leis iarrfar ort sonraí pearsanta a sholáthar amhail: d'ainm, seoladh, uimhir fóin, seoladh ríomhphoist, uimhir cárta creidmheasa agus uimhir chuntas bainc. Féadfaimid do sheoladh IP agus ID do ghléis a bhailiú, leis, agus an fhaisnéis sin a ghaolú leis na sonraí pearsanta a sholáthraíonn tú chun cuntas a chruthú nó nuair a chuireann tú ionstraim nua íocaíochta leis. Údaráim Microsoft Corporation, a chuideachtaí cleamhnaithe agus a fhochuideachtaí chun na sonraí pearsanta a sholáthair mé leis seo a úsáid, sna téarmaí atá forordaithe ag Dlí Uimh. 25,326, Alt 5 ar mhaithe le foilseacháin agus/nó ábhar fógraíochta maidir le tairiscintí dá gcuid earraí agus/nó seirbhísí a chur chugam. Deirim leis seo gur cuireadh ar an eolas mé, de bhua Dlí Uimh. 25,326, Alt 6, maidir le nádúr deonach na forála seo. Ní bheidh aon toradh ar gan sonraí a sholáthar seachas gan a bheith in ann na táirgí agus seirbhísí a sholáthraítear tríd an leathanach Gréasáin seo a rochtain. Má chuirim aon sonraí ar fáil, is ionann sin agus mo thoiliú a thabhairt go sainráite chun na sonraí sin a stóráil i mbunachar sonraí Microsoft Corporation a bhfuil sainchónaí air in Redmond, WA 98052. Tá úinéir na sonraí pearsanta i dteideal a chearta/cearta a fhorfheidhmiú chun na sonraí sin a rochtain gan chostas agus ag eatraimh nach giorra ná sé mhí mura gcuirtear fianaise ar fáil maidir le leas dleathach in a mhalairt a dhéanamh, mar a fhoráiltear faoi Dhlí Uimh. 25,326, Alt 14, Fo-alt 3. Is é an t-údarás atá i gceannas ar fhorfheidhmiú Dhlí Uimh. 25,326 STIÚRTHÓIREACHT CHOSAINT SONRAÍ PEARSANTA NA hAIRGINTÍNE agus dá réir sin tá sé cumhachtaithe chun déileáil le haon ghearán agus/nó éileamh a thionscnaítear ar na forais nár comhlíonadh forálacha a rialaíonn cosaint sonraí pearsanta. Féadfaidh tú do shonraí pearsanta a rochtain nó a mhionathrú ag: https://commerce.microsoft.com. I gcás ina roghnaíonn tú do shonraí pearsanta a mhionathrú tugann tú cead leis seo a cheadaíonn do Microsoft Corporation do shonraí pearsanta a bhailiú agus a stóráil mar atá nótáilte thuas. Is ionann cuntas a chruthú agus an cnaipe “Agree” thíos a chliceáil agus aontú do shonraí pearsanta a sholáthar do Microsoft Corporation agus toilíonn tú le bailiú agus aistriú Microsoft Corporation mar atá leagtha amach anseo.
gd: Feumaidh tu cunntas cleachdaiche a chruthachadh mus urrainn dhuinn batharan no seirbheisean a sholar dhut. Gach turas a chuireas tu inneal pàighidh ùr seachad airson bathar no seirbheis, dh’fhaoidte gun seall sinn am brath a leanas dhut gus d’ aonta iarraidh mus lean thu air adhart. Rè agus a chum cruthachadh cunntais agus/no cur inneil pàighidh ùir ris, thèid iarraidh ort gun toir thu dàta pearsanta seachad, can: d’ ainm, an seòladh, an àireamh fòn, an seòladh puist-d, an àireamh cairt-chreideis agus àireamh a’ chunntais banca agad. Faodaidh sinn an seòladh IP agad agus ID an uidheim agad a chruinneachadh cuideachd agus am fiosrachadh sin a cho-cheangal ris an dàta phearsanta a thug thu dhuinn nuair a chruthaich thu cunntas ùr no nuair a chuir thu inneal pàighidh ùr ris. Tha mi a’ toirt ùghdarras a dh’aona-ghnothach dha Microsoft Corporation agus dha dhlùth-chompanaich is fho-chuideachdan gus an dàta pearsanta agam a thug mi dhaibh am broinn seo a chleachdadh a-rèir nan teirmichean a dh’òrdaicheas an Lagh Àireamh 25,326, Earrann 5 air adhbhar gun cuir iad foillseachaidhean agus/no stuthan sanasachd thugam a thaobh nan tairgsean aca air bathair agus/no seirbheisean. Tha mi a’ dearbhadh gun deach innse dhomh gu bheil mi ga dhèanamh gu saor-thoileach a-rèir Lagha Àireamh 25,326, Earran 6. Mura solair mi dàta, cha bhi buail sam bith na lùib ach nach gabh na batharan is seirbheisean inntrigeadh a tha gan solar leis an làrach-lìn seo. Ma sholaireas mi an dàta agam, is ciall dha seo gun aontaich mi a dh’aona-ghnothach gun tèid an dàta sin a chlàradh ann an stòr-dàta aig Microsoft Corporation ’s an àite-còmhnaidh aca ann an Redmond, WA 98052. Tha còir aig sealbhadair an dàta phearsanta gus dàta dhen leithid inntrigeadh gun chosgais agus gach sia mìosan air a char as trice ach ma thèid fianais a thoirt seachad gu bheil ùidh dhligheach airson a’ chaochlaidh ann a-rèir Lagha Àireamh 25,326, Earrann 14, Fo-earrann 3. Is an ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION an t-ùghdarras a dh’èignicheas Lagh Àireamh 25,326 agus mar sin tha cumhachd aca gus dèiligeadh ri gearan agus/no tairgse sam bith a chaidh a stèidheachadh air sgàth nach deach cumail ris na riaghailtean a tha a’ riaghladh dìon dàta pearsanta. ’S urrainn dhut an dàta pearsanta agad inntrigeadh no atharrachadh air: https://commerce.microsoft.com. Ma dh’atharraicheas tu an dàta pearsanta agad, bidh thu a’ toirt cead dha Microsoft Corporation an dàta pearsanta seo a chruinneachadh is a chlàradh mar a chaidh a mhìneachadh gu h-àrd. Le bhith a’ cruthachadh cunntas is tu a’ briogadh air “Tha mi ag aontachadh” gu h-ìosal, bidh thu ag aontachadh gun solair thu an dàta pearsanta agad dha Microsoft Corporation is bidh thu ag aontachadh gum faod Microsoft Corporation a chruinneachadh agus a thar-chur mar a chaidh a chur an cèill an-seo.
gl: Para proporcionarche produtos ou servizos é necesario que crees unha conta de usuario. Cada vez que proporciones un novo instrumento de pagamento para un produto ou servizo poderemos mostrarche o seguinte aviso e recoller o teu consentimento antes de continuar. Durante e co propósito de creación de conta e/ou de engadir un novo instrumento de pagamento pediráseche que nos deas datos persoais tales como: o teu nome, enderezo, número de teléfono, enderezo de correo electrónico, número de tarxeta de crédito e número de conta bancaria. Tamén poderemos recoller o teu enderezo IP e o ID do teu dispositivo e asociar esta información cos datos persoais que nos proporcionaches para a creación de conta ou ao engadir un novo instrumento de pagamento. Autorizo expresamente a Microsoft Corporation, os seus afiliados e subsidiarios, a usar os datos persoais que lles proporcionei, nos termos prescritos pola Lei n.º 25.326, Sección 5 para os propósitos de enviarme publicacións e/ou material publicitario referente a ofertas de bens e/ou servizos. Pola presente declaro que, en cumprimento da Lei 25.326, Sección 6, fun informado da natureza voluntaria diso. Un fallo ao proporcionar os datos non implica ningunha outra consecuencia máis que a incapacidade de acceder aos produtos e servizos subministrados mediante esta páxina web. Se dou os meus datos, presto expresamente o meu consentimento para que tales datos se garden na base de datos de Microsoft Corporation, con domicilio en Redmond, WA, 98052. O propietario dos datos persoais ten dereito a exercer o seu dereito a acceder a tales datos sen custo e a intervalos non menores de seis meses a menos que se presente evidencia dun interese lexítimo no contrario, como se recolle na Lei n.º 25.326, Sección 14, Subsección 3. A autoridade que ten ao seu cargo vixiar o cumprimento da Lei n.º 25.326 é o DIRECTORIO ARXENTINO DE PROTECCIÓN DE DATOS PERSOAIS e como tal ten potestade para ocuparse de calquera queixa e/ou reclamación que se presente baseada no incumprimento das provisións que rexen a protección dos datos persoais. Podes acceder ou modificar os teus datos persoais en https://commerce.microsoft.com. En caso de que optes por modificar os teus datos persoais, pola presente prestas consentimento para que Microsoft Corporation recolla e garde os teus datos persoais como anteriormente se indica. Ao crear unha conta e premer no botón " Aceptar" aceptas proporcionar a Microsoft Corporation os teus datos persoais e consentes en que Microsoft Corporation os recolla e transfira como aquí se indica.
gu: તમને ઉત્પાદનો અથવા સેવાઓ પ્રદાન કરવા માટે તમારે વપરાશકર્તાનું એકાઉન્ટ બનાવવું આવશ્યક છે. જયારે તમે ઉત્પાદન અથવા સેવા માટે નવું ચુકવણી સાધન પ્રદાન કરો છો, ત્યારે દર વખતે અમે નીચેની સૂચનાઓ આપી શકીશું અને તમે આગળ વધતા પહેલાં તમારી સંમતિ એકત્રિત કરી શકીશું. એકાઉન્ટ બનાવવાના હેતુ માટે અને/અથવા નવા ચુકવણી સાધન ઉમેરતી વખતે તમે તમારી વ્યક્તિગત માહિતી પ્રદાન કરવી આવશ્યક છે જેમ કે: તમારું નામ, સરનામુ, ફોન નંબર, ઈમેઇલ સરનામુ, ક્રેડિટ કાર્ડ નંબર અને બેંક એકાઉન્ટ નંબર. અમે તમારું IP સરનામુ અને તમારા ઉપકરણની ID પણ એકત્રિત કરી શકીએ છીએ અને આ માહિતીને તમે એકાઉન્ટ બનાવતી વખતે અથવા નવું ચુકવણી સાધન ઉમેરતી વખતે પ્રદાન કરેલી વ્યક્તિગત માહિતી સાથે સરખાવીએ છીએ. હું Microsoft Corporation, તેના આનુષંગિકો અને પેટાકંપનીઓને, મને તેમના માલ અને/અથવા સેવાઓની તકોને સંબંધિત પ્રકાશન અને/જાહેરાત સામગ્રી મોકલવા માટે કાયદા નં. 25,326, સેક્શન 5 ની શરતોમાં સૂચવ્યા મુજબ, મેં પ્રદાન કરેલ વ્યક્તિગત માહિતીનો ઉપયોગ કરવા માટે સ્પષ્ટપણે અધિકૃત કરું છું. આથી હું જણાવું છું કે કાયદા નં. 25,326, ની કલમ 6 મુજબ, મને અહીં સ્વૈચ્છિક રીતે જાણ કરવામાં આવી છે. માહિતી પ્રદાન કરવામાં નિષ્ફળતા આ વેબપેજ દ્વારા પ્રદાન કરવામાં આવેલ ઉત્પાદનો અને સેવાઓની ઍક્સેસ મેળવવાની અસમર્થતા સિવાય કોઈ પણ અન્ય પરિણામને લાગુ પડતી નથી. જો હું મારી માહિતી આપું છું, હું સ્પષ્ટપણે Redmond, WA 98052 માં આવેલ Microsoft Corporation ના ડેટાબેઝમાં આવી માહિતી સંગ્રહિત કરવા મારી સંમતિ આપું છું. વ્યક્તિગત માહિતીના માલિક કોઈ પણ કિંમત વિના અને સમયે આ માહિતી મેળવવાના તેમના/તેણીના અધિકારોનો ઉપયોગ કરવા હકદાર છે જે છ મહિના કરતા ઓછા ન હોઈ શકે, સિવાય કે કાયદા નં. 25,326, સેક્શન 14, સબ-સેક્શન 3 દ્વારા પૂરા પાડવામાં આવેલ પુરાવા અન્યથા કાયદેસરના હિતને પ્રસ્તુત ન કરે. કાયદા નં. 25,326 ને અમલમાં મૂકવાની સત્તા અંગત માહિતી રક્ષણના અર્જેન્ટાઇની ડાઈરેક્ટોરેટ પાસે છે અને જેમ કે તેને વ્યક્તિગત માહિતી સુરક્ષાનું નિયંત્રણ કરનાર જોગવાઈઓનું પાલન કરવામાં નિષ્ફળ જનાર સ્થાપિત કોઈ પણ ફરિયાદ અને/અથવા દાવા માટે સમાધાન કરવા માટેની સત્તા છે. તમે તમારી વ્યક્તિગત માહિતીને અહીં મેળવી અથવા સંશોધિત કરી શકો છો: https://commerce.microsoft.com જયારે તમે તમારા વ્યક્તિગત ડેટાને સંશોધિત કરવાનું પસંદ કરો છો ત્યારે તમે સંમતિ પ્રદાન કરો છો જે ઉપર જણાવ્યા મુજબ તમારી વ્યક્તિગત માહિતીને એકત્રિત કરવા અને સંગ્રહિત કરવા Microsoft Corporation ને મંજૂરી આપે છે. એક એકાઉન્ટ બનાવીને અને નીચેના "સંમતિ" બટનને ક્લિક કરીને તમે Microsoft Corporation ને તમારી વ્યક્તિગત માહિતી આપવા માટે સંમત થયા છો અને તમે અહીં બતાવ્યા પ્રમાણે Microsoft Corporation ને સંગ્રહ અને સ્થાનાંતરણ માટે સંમતિ આપો છો.
he: כדי לספק לך את המוצרים או השירותים, נדרש ממך ליצור חשבון משתמש. בכל פעם שתספק אמצעי תשלום חדש עבור מוצר או שירות, ייתכן שנספק לך את ההודעה הבאה ונקבל ממך את רשותך לפני שתמשיך. במהלך יצירת חשבון ו/או הוספת אמצעי תשלום חדש ולמטרת ביצוע פעולות אלה, תתבקש לספק נתונים אישיים, כגון: שמך, כתובתך, מספר הטלפון, כתובת דואר אלקטרוני, מספר כרטיס אשראי ומספר חשבון בנק. ייתכן שנבקש ממך לספק גם את כתובת ה- IP ואת מזהה ההתקן שלך ונשייך מידע זה לנתונים האישיים שאתה מספק עבור יצירת חשבון, או בעת הוספת אמצעי תשלום חדש. אני מאשר במפורש ל- Microsoft Corporation, השותפים וחברות הבת שלה, להשתמש בנתונים האישיים שסיפקתי בזאת, במסגרת התנאים הרשומים בחוק מספר 25,326, סעיף 5 למטרות של שליחת פרסומים ו/או חומר פרסומי בנוגע להצעות של סחורות ו/או שירותים. אני מצהיר בזאת שבהתאם לחוק מספר 25.326, סעיף 6, אני מודע לאופי ההתנדבותי של זה. אי מתן פרטים אינו גורר השלכות כלשהן, למעט חוסר היכולת לגשת למוצרים ולשירותים שניתנים באמצעות דף אינטרנט זה. במידה שאספק את הפרטים שלי, אני מסכים במפורש לאחסונם במסד הנתונים של Microsoft Corporation השוכן ברדמונד, וושינגטון 98052. בעלי הנתונים האישיים רשאי לממש את זכותו לגשת לנתונים אלה בחינם ובמרווחי זמן של חצי שנה לפחות, אלא אם כן ניתנת הוכחה לעניין חוקי לעשות זאת, כפי שנקבע בחוק מספר 25,326, סעיף 14, סעיף משנה 3. הסמכות האחראית לאכיפת חוק מספר 25,326 היא ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION וככזאת, בסמכותה לטפל בכל תלונה ו/או תביעה בנוגע לאי ציות לתנאים הקובעים הגנה על נתונים אישיים. באפשרותך לגשת לנתונים האישיים שלך או לשנות אותם בכתובת: https://commerce.microsoft.com. במקרה שתבחר לשנות את הנתונים האישיים שלך, אתה מספק בזאת את הסכמתך שמאפשרת ל- Microsoft Corporation לאסוף ולאחסן את הנתונים האישיים שלך, כפי שצוין לעיל. על-ידי יצירת חשבון ולחיצה על לחצן 'מסכים' להלן, אתה מסכים לספק ל- Microsoft Corporation את הנתונים האישיים שלך ואתה מסכים לאיסוף ולהעברה של Microsoft Corporation, כפי שנקבע בזאת.‬
hi: आपको उत्पाद या सेवाएँ प्रदान करने के लिए यह आवश्यक है कि आप एक उपयोगकर्ता खाता बनाएँ. हर बार जब आप किसी उत्पाद या सेवा के लिए एक नई भुगतान विधि प्रदान करते हैं, तो इससे पहले कि आप आगे बढ़ें हम निम्न सूचना प्रदान कर सकते हैं और आपकी सहमति प्राप्त कर सकते हैं. खाता बनाने और/या एक नई भुगतान विधि जोड़ने के दौरान और उसके उद्देश्य से आपके लिए आपका व्यक्तिगत डेटा प्रदान करना आवश्यक होगा, जैसे: आपका नाम, पता, फ़ोन नंबर, ईमेल पता, क्रेडिट कार्ड नंबर और बैंक खाता संख्या. हम आपका IP पता और आपकी डिवाइस ID भी एकत्र कर सकते हैं और इस जानकारी को आपके द्वारा खाता बनाने के लिए या नई भुगतान विधि जोड़ने के लिए प्रदान किए गए व्यक्तिगत डेटा से संबद्ध भी कर सकते हैं. मैं, अपने द्वारा यहाँ प्रदान किए गए व्यक्तिगत डेटा का उपयोग Microsoft Corporation, उसके संबद्ध पक्ष और अनुषंगियों को विधि क्र. 25,326, अनुभाग 5 द्वारा निर्दिष्ट नियमों के तहत उनकी वस्तुओं और/या सेवाओं के प्रस्तावों के संबंध में मुझे प्रकाशन और/या विज्ञापन सामग्री भेजने के उद्देश्य से करने के लिए स्पष्ट रूप से अधिकृत करता/करती हूँ. मैं एतद्वारा यह कथन करता हूँ कि विधि क्र. 25,326, अनुभाग 6 के अनुसार, मुझे उसकी स्वैच्छिक प्रकृति के बारे में सूचित कर दिया गया है. डेटा प्रदान करने में विफलता से इस वेब पेज के माध्यम से प्रदान किए गए उत्पादों और सेवाओं की पहुँच प्राप्त करने में अक्षम होने को छोड़कर अन्य कोई भी परिणाम अनिवार्यतः नहीं होते हैं. यदि मैं अपना डेटा प्रदान करता/करती हूँ, तो मैं ऐसे डेटा को Redmond, WA 98052 में स्थित Microsoft Corporation के डेटाबेस में संग्रहीत करने की अपनी स्पष्ट सहमति देता/देती हूँ. व्यक्तिगत डेटा के स्वामी को किसी भी लागत के बिना, कम से कम छः माह के अंतराल में ऐसे डेटा की पहुँच प्राप्त करने के अपने अधिकार का उपयोग तब तक करने का अधिकार है, जब तक कि विधि क्र. 25,326, अनुभाग 14, उप-अनुभाग 3 के प्रावधान के अनुसार अन्यथा कोई कार्य करने में मान्य हित का प्रमाण नहीं दिया जाता है. विधि क्र. सं. 25,326 का प्रवर्तन करने के लिए प्रभारी प्राधिकार व्यक्तिगत डेटा सुरक्षा का अर्जेंटाइन निदेशालय है और इसके अनुसार इसे व्यक्तिगत डेटा सुरक्षा का नियंत्रण करने वाले प्रावधानों के अनुपालन में विफलता के आधार पर निर्धारित किसी भी शिकायत और/या दावे का प्रबंधन करने का अधिकार दिया गया है. आप यहाँ अपने व्यक्तिगत डेटा की पहुँच प्राप्त कर सकते हैं और उसे संशोधित कर सकते हैं: https://commerce.microsoft.com. उस स्थिति में, जब आप अपने व्यक्तिगत डेटा को संशोधित करने का विकल्प चुनते हैं, आप Microsoft Corporation को ऊपर नोट किए गए अनुसार आपका व्यक्तिगत डेटा एकत्र और संग्रहीत करने की अनुमति देने हेतु सहमति देते हैं. खाता बनाकर और नीचे “स्वीकार है” बटन क्लिक करके आप Microsoft Corporation को आपका व्यक्तिगत डेटा प्रदान करने की और यहाँ बताए गए अनुसार Microsoft Corporation द्वारा एकत्रीकरण और स्थानांतरण के लिए अपनी सहमति प्रदान करते हैं.
hr: Da biste imali pristup našim proizvodima ili uslugama, morate stvoriti korisnički račun. Svaki put kada navedete novi način plaćanja za proizvod ili uslugu, moguće je da ćemo vam prije nego što nastavite poslati sljedeću obavijest i zatražiti vaš pristanak. Tijekom i za potrebe stvaranja korisničkog računa i/ili dodavanja novog načina plaćanja morat ćete navesti osobne podatke, kao što su: ime i prezime, adresa, broj telefona, adresa e-pošte, broj kreditne kartice i broj bankovnog računa. Moguće je da ćemo također prikupiti vašu IP adresu i ID uređaja te povezati te podatke s osobnim podacima koje navedete pri stvaranju računa ili prilikom dodavanja novog načina plaćanja. Ovim izričito ovlašćujem tvrtku Microsoft Corporation, njezine podružnice i povezana društva, da za potrebe slanja publikacija i/ili reklamnih materijala vezano za proizvode i/ili usluge tvrtke moje osobne podatke koje ovdje navodim koriste na način koji je propisan Zakonom br. 25.326. odjeljak 5. Ovim izjavljujem da sam u skladu sa Zakonom br. 25.326. odjeljak 6. upoznat/a s činjenicom da podatke dajem dobrovoljno. Nepružanje podataka neće imati nikakvih posljedica osim nemogućnosti pristupa proizvodima i uslugama koji se nude putem ovog web-mjesta. Ako budem davao/la osobne podatke, time ću izričito dati svoj pristanak da se ti podaci pohrane u bazi podataka tvrtke Microsoft Corporation sa sjedištem u Redmondu, savezna država Washington 98052. Vlasnik osobnih podataka ima pravo na besplatan pristup tim podacima u intervalima koji nisu kraći od šest mjeseci, osim ako se dokaže da postoje legitimni razlozi da se postupi drukčije, sukladno odredbama Zakona br. 25. 326. odjeljak 14, pododjeljak 3. Tijelo koje je nadležno za provedbu Zakona br 25.326 jest ARGENTINSKA UPRAVA ZA ZAŠTITU OSOBNIH PODATAKA i kao takva je ovlaštena za obradu svih prigovora i/ili zahtjeva koji se podnose zbog nepoštovanja propisa o zaštiti osobnih podataka. \Svojim osobnim podacima možete pristupiti i promijeniti ih na web-stranici: https://commerce.microsoft.com. Za slučaj da budete mijenjali svoje osobne podatke, ovim dajete svoju suglasnost da tvrtka Microsoft Corporation prikuplja i pohranjuje vaše osobne podatke na naprijed navedeni način. Stvaranjem računa i klikom na gumb „Prihvaćam” u nastavku pristajete da ćete tvrtki Microsoft Corporation dati svoje osobne podatke i suglasni ste s načinom na koji tvrtka Microsoft Corporation prikuplja i prenosi te podatke, kako je navedeno u ovom dokumentu.
hu: A termékek és szolgáltatások biztosításához létre kell hoznia egy felhasználói fiókot. Valahányszor új fizetési eszközt ad meg egy termékhez vagy szolgáltatáshoz, megjelenhet a következő értesítés, és a folytatáshoz a jóváhagyására lehet szükség. Fiók létrehozása és/vagy új fizetési eszköz felvétele céljából a művelet során meg kell adnia személyes adatait, például a nevét, címét, telefonszámát, e-mail-címét, hitelkártyaszámát és bankszámlaszámát. Az IP-címét és az eszközazonosítóját is rögzíthetjük, és társíthatjuk a fiók létrehozásakor vagy új fizetési eszköz felvételekor megadott személyes adatokkal. Kifejezetten felhatalmazom a Microsoft Corporation vállalatot, valamint annak társ- és leányvállalatait, hogy a 25 326. számú törvény 5. szakaszában leírt feltételeknek megfelelően a termék- és/vagy szolgáltatási ajánlatokra vonatkozó kiadványok és/vagy reklámanyagok küldéséhez felhasználja az itt megadott személyes adatokat. Ezennel kijelentem, hogy a 25 326. számú törvény 6. szakaszának megfelelően tájékoztatást kaptam arról, hogy mindez önkéntes. \Az adatok megadásának elmulasztása kizárólag azzal a következménnyel jár, hogy a weblapon kínált termékek és szolgáltatások nem lesznek elérhetők. Az adatok megadásával kifejezetten hozzájárul ahhoz, hogy azokat a Redmond, WA 98052 székhelyű Microsoft Corporation az adatbázisában tárolja. A személyes adatok tulajdonosa jogosult az adatok költségtérítés nélküli hozzáférésére hat hónapnál nem rövidebb időközönként, hacsak a jogos érdeket igazoló bizonyíték a 25 326. számú törvény 14. szakaszának 3. alszakasza szerint ettől eltérő eljárásra nem ad okot. A 25 326. számú törvény betartatásáért felelős hatóság az ARGENTÍNAI SZEMÉLYESADAT-VÉDELMI TESTÜLET, amely ebben a minőségében jogosult eljárni minden olyan panasz és/vagy követelés esetében, amelyet a személyes adatok védelmét szabályozó rendelkezéseknek való meg nem felelés miatt nyújtottak be. A személyes adatok a következő címen érhetők el és módosíthatók: https://commerce.microsoft.com. A személyes adatok módosításával hozzájárul ahhoz, hogy a Microsoft Corporation a fentieknek megfelelően összegyűjthesse és tárolhassa azokat. Ha egy fiók létrehozásakor az alábbi „Elfogadom” gombra kattint, hozzájárul személyes adatai megadásához a Microsoft Corporation részére, valamint jóváhagyja, hogy a Microsoft Corporation az itt leírtak szerint összegyűjtse és továbbítsa azokat.
id: Untuk menyediakan produk atau layanan bagi Anda, Anda harus membuat akun pengguna. Setiap kali Anda memberikan alat pembayaran baru untuk sebuah produk atau layanan, kami dapat memberikan pemberitahuan berikut ini dan meminta persetujuan Anda sebelum Anda melanjutkan. Selama dan untuk tujuan membuat akun dan/atau menambahkan alat pembayaran baru, Anda harus memberikan data pribadi seperti: nama, alamat, nomor telepon, alamat email, nomor kartu kredit, dan nomor rekening bank Anda. Kami mungkin juga mengumpulkan alamat IP Anda dan ID peranti Anda dan mengaitkan informasi ini dengan data pribadi yang Anda berikan untuk pembuatan akun atau saat menambahkan alat pembayaran baru. Saya secara tersurat mengotorisasi Microsoft Corporation, afiliasinya dan anak perusahaannya, untuk menggunakan data pribadi yang saya berikan di sini, sesuai dengan persyaratan yang ditetapkan dalam Undang-Undang No. 25, 326, Pasal 5 untuk tujuan mengirimkan kepada saya publikasi dan/atau bahan iklan mengenai penawaran barang dan/atau jasa mereka. Saya dengan ini menyatakan bahwa sesuai dengan Undang-Undang No. 25, 326, Pasal 6, saya telah mendapatkan informasi mengenai kesukarelaan saya mengenai hal ini. Kegagalan menyediakan data tidak menimbulkan akibat apa pun selain tidak mungkinnya saya mengakses produk dan layanan yang diberikan melalui halaman web ini. Apabila saya menyediakan data saya, saya secara tersurat memberikan persetujuan saya untuk data demikian disimpan di bank data Microsoft Corporation yang berlokasi di Redmond, WA 98052. Pemilik data pribadi berhak untuk melaksanakan haknya untuk mengakses data demikian tanpa biaya dan pada interval yang tidak boleh kurang dari enam bulan kecuali diberikan bukti untuk kepentingan yang valid untuk melakukan sebaliknya sebagaimana ditentukan dalam Undang-Undang No. 25,326, Pasal 14 Sub-pasal 3. Otoritas yang bertanggung jawab untuk menegakkan Undang-Undang No. 25,326 adalah ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION dan karena itu otoritas ini memiliki wewenang untuk menangani setiap keluhan dan/atau klaim yang diajukan atas dasar kegagalan untuk mematuhi ketentuan-ketentuan yang mengatur perlindungan data pribadi. Anda dapat mengakses atau mengubah data pribadi Anda di: https://commerce.microsoft.com. Apabila Anda memilih untuk mengubah data pribadi Anda, dengan ini Anda memberikan persetujuan yang mengizinkan Microsoft Corporation untuk mengumpulkan dan menyimpan data pribadi Anda sebagaimana dinyatakan di atas. Dengan membuat akun dan mengklik tombol "Setuju" di bawah ini, Anda setuju untuk memberikan data pribadi Anda kepada Microsoft Corporation dan mengizinkan Microsoft Corporation untuk mengumpulkan dan mentransfernya sebagaimana ditentukan di sini.
is: Þess er krafist að þú stofnir notandareikning svo hægt sé að veita þér vörur eða þjónustu. Í hvert skipti sem þú gefur upp nýjan greiðslumáta vegna vöru eða þjónustu kunnum við að birta eftirfarandi tilkynningu og leita eftir samþykki þínu áður en lengra er haldið. Við stofnun reiknings og/eða þegar nýjum greiðslumáta er bætt við þarftu að gefa upp persónulegar upplýsingar á borð við: nafnið þitt, heimilisfang, símanúmer, netfang, kreditkortanúmer og númer bankareiknings. Við kunnum einnig að skrá IP-töluna þína og auðkenni tækis og tengja þær upplýsingar við persónuleg gögn sem þú veitir við stofnun reiknings eða þegar nýjum greiðslumáta er bætt við. Ég veiti Microsoft Corporation, samstarfsaðilum og dótturfélögum þess óskoraða heimild til að nota þau persónugögn sem ég hér með gef, samkvæmt ákvæðum laga nr. 25,326, kafla 5, í þeim tilgangi að senda mér útgefið efni og/eða auglýsingaefni sem snertir tilboð þeirra á vörum og/eða þjónustu. Ég staðfesti hér með að samkvæmt lögum nr. 25,326, kafla 6, hef ég verið upplýst(ur) um valfrelsi hvað þetta varðar. Séu gögn ekki veitt hefur það ekki aðrar afleiðingar en þær að ekki verður hægt að nálgast vörur og þjónustu sem er í boði á þessu vefsvæði. Veiti ég þessi gögn veiti ég um leið algert samþykki mitt fyrir því að slík gögn séu geymd í gagnagrunni Microsoft Corporation með lögheimili í Redmond, WA 98052. Eigandi persónugagnanna á allan rétt á aðgangi að slíkum gögnum sér að kostnaðarlausu og með millibili sem ekki má vera styttra en sex mánuðir nema sönnur séu færðar fyrir því að lagalegir hagsmunir krefjist annars eins og kveðið er á um í lögum nr. 25,326, kafla 14, undirkafla 3. Fullnustuyfirvald í málum sem snerta lög nr. 25,326 er ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION og hefur sem slíkt vald til að fást við allar kvartanir og/eða kröfur sem rísa af brotum gegn ákvæðum um vernd persónugagna. Þú getur fengið aðgang að eða breytt persónugögnum þínum á: https://commerce.microsoft.com. Í því tilviki að þú kjósir að breyta persónugögnum þínum gefur þú hér með samþykki sem heimilar Microsoft Corporation að safna og geyma persónugögn þín eins og lýst er hér að ofan. Með því að stofna reikning og smella á hnappinn „Samþykkja“ hér að neðan samþykkir þú að veita Microsoft Corporation persónugögn þín og samþykkir söfnun og flutning Microsoft Corporation á gögnunum eins og hér er tilgreint.
ja: 製品またはサービスを利用するには、ユーザー アカウントを作成する必要があります。製品またはサービスの新しいお支払い方法を指定するたびに、次の声明が表示され、次の処理に進む前に声明に同意していただく場合があります。アカウントの作成時、新しいお支払い方法の追加時、およびそれらの用途で、お客様の名前、住所、電話番号、メール アドレス、クレジット カード番号、銀行口座番号などの個人情報を提供していただく必要があります。また、マイクロソフトは、お客様の IP アドレスとデバイス ID を収集し、その情報を、お客様がアカウントを作成する場合や新しいお支払い方法を追加するときに指定した個人データと関連付ける場合があります。 法律第 25,326 号第 5 節に規定されている条項に従い、ここで提供した個人データを、マイクロソフトおよびその関連企業と子会社が商品やサービスの提供に関する発行物や広告を送信する用途で使用することを、明示的に承認します。法律第 25,326 号第 6 節に従い、その任意性について知らされていることをここに表明します。 データを提供しない場合、この Web ページを介して提供される製品またはサービスにアクセスできない以外の結果は生じません。データを提供する場合、そのデータが、ワシントン州レドモンド 98052 に拠点を置く Microsoft Corporation のデータベースに保存されることについて明示的に同意します。個人データの所有者には、このようなデータに無料でアクセスする権限を行使する資格が与えられます。ただし、法律第 25,326 号第 14 節第 3 項に記載されているように、アクセスする権限を持つ正規の関係者であることを示す証拠が提示されない場合、アクセスできるまでに 6 か月以上かかる場合があります。法律第 25,326 号の施行を担当する機関は ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION (アルゼンチン個人データ保護理事会) です。この機関は、個人データ保護を規定する条項に対する準拠違反のために申し立てられた苦情や要求を処理する権限を持ちます。 自分の個人データにアクセスし、変更するには、https://commerce.microsoft.com を使用します。個人データを変更する場合、それによって、前述したお客様の個人データをマイクロソフトが収集および保存することを許可したものと見なされます。 アカウントを作成し、以下の [同意する] ボタンをクリックすると、この文書で定められているように、マイクロソフトにお客様の個人データを提供することに同意し、マイクロソフトによる収集と転送を承諾することになります。
ka: თუ გსურთ მიიღოთ პროდუქტი ან სერვისები, უნდა შექმნათ მომხმარებლის ანგარიში. პროდუქტის ან სერვისისთვის გადახდის ახალი მეთოდის მითითების ყოველ ჯერზე, შეიძლება გაგაცნოთ შემდეგი დებულება და მივიღოთ თქვენი თანხმობა, სანამ განაგრძობთ. ანგარიშის შექმნის და/ან გადახდის ახალი მეთოდის დამატების დროს ან შესაბამისი მიზნით, მოგეთხოვებათ მიუთითოთ ისეთი პერსონალური მონაცემები, როგორიცაა: თქვენი სახელი და გვარი, მისამართი, ტელეფონის ნომერი, ელფოსტის მისამართი, საკრედიტო ბარათის ნომერი და საბანკო ანგარიშის ნომერი. ასევე შეიძლება გავიგოთ თქვენი IP მისამართი და თქვენი მოწყობილობის საიდენტიფიკაციო კოდი და დავაკავშიროთ ეს ინფორმაცია თქვენს პერსონალურად იდენტიფიცირებად ინფორმაციასთან, რომელიც მოგვაწოდეთ ანგარიშის შექმნისთვის ან გადახდის ახალი მეთოდის დამატების დროს. მე შეგნებულად ვაძლევ უფლებას კორპორაციას Microsoft Corporation, მის აფილიატებსა და სუბსიდიარებს, გამოიყენონ ჩემ მიერ მიწოდებული პერსონალური მონაცემები ისე, როგორც ეს აღწერილია No. 25,326 კანონის მე-5 თავში, რათა გამომიგზავნონ პუბლიკაციები და/ან რეკლამები და ამ გზით შემომთავაზონ საქონელი და/ან სერვისები. ვადასტურებ, რომ No. 25,326 კანონის მე-6 თავის თანახმად, მომაწოდეს ინფორმაცია და ნებაყოფლობით ვაცხადებ თანხმობას. მონაცემთა მიწოდების შეუსრულებლობას შედეგად მოჰყვება მხოლოდ ის, რომ შეუძლებელი გახდება ამ გვერდის საშუალებით მიწოდებულ პროდუქტებსა და სერვისებზე წვდომა. თუ ჩემს მონაცემებს მივუთითებ, გარკვევით განვაცხადებ თანხმობას, რომ ამგვარი მონაცემები მონაცემთა ბაზაში შეინახოს კორპორაციამ Microsoft Corporation, რომლის მისამართია Redmond, WA 98052. პერსონალური მონაცემების მფლობელს უფლება აქვს უფასოდ გახსნას საკუთარი მონაცემები, მინიმუმ ექვსთვიანი ინტერვალებით, თუ არ არსებობს სხვაგვარად მოქმედების რაიმე სამართლებრივი საჭიროება, როგორც ეს მოცემულია No. 25,326 კანონის 14-ე თავის მე-3 განყოფილებაში. No. 25,326 კანონის აღმასრულებელი ოფიციალური უწყებაა პერსონალურ მონაცემთა დაცვის დირექტორატი და იგი უფლებამოსილია განიხილოს პერსონალურ მონაცემთა დაცვის დებულების შეუსრულებლობის საფუძველზე წარმოშობილი ნებისმიერი საჩივარი და/ან დავა. თქვენი პირადი მონაცემების გახსნა და შეცვლა შეგიძლიათ საიტზე: https://commerce.microsoft.com. თუ გადაწყვეტთ შეცვალოთ თქვენი პირადი მონაცემები, უნდა განაცხადოთ თანხმობა, რომ უფლებას აძლევთ კორპორაციას Microsoft Corporation შეაგროვოს და შეინახოს თქვენი პირადი მონაცემები, როგორც ეს მოცემულია ზემოთ. თუ შექმნით ანგარიშს და დააჭერთ ქვემოთ მოცემულ ღილაკს „ვეთანხმები“, ამით განაცხადებთ თანხმობას, რომ კორპორაციას Microsoft Corporation მიაწოდებთ თქვენს პერსონალურ ინფორმაციას და უფლებას მისცემთ კორპორაციას Microsoft Corporation შეაგროვოს და გაგზავნოს იგი ისე, როგორც აღწერილია ზემოთ.
kk: Сізді өнімдермен немесе қызметтермен қамтамасыз ету үшін пайдаланушы тіркелгісін жасау қажет етіледі. Өнімге немесе қызметке жаңа төлем құралын қамтамасыз еткен сайын, төмендегі мәлімдемені беріп, жалғастырудан бұрын келісіміңізді жинауға құқылымыз. Тіркелгі жасау және/немесе жаңа төлем құралын қосу барысында және сол мақсаттар үшін мынадай жеке ақпарат беруіңіз талап етіледі: атыңыз, мекенжайыңыз, телефон нөміріңіз, электрондық пошта мекенжайыңыз, несие картаңыздың нөмірі және банк шотыңыздың нөмірі. Сонымен бірге IP мекенжайыңыз бен құрылғыңыздың идентификаторын жинап, тіркелгі жасауға қатысты немесе жаңа төлем құралы қосылған кезде берілетін жеке деректеріңізбен осы ақпаратты байланыстыруға құқылымыз. Мен Microsoft корпорациясына, оның аффилириленген тұлғалары мен филиалдарына осы құжатта берген жеке деректерімді 25,326 нөмірлі заңның 5-бөлімі бойынша қарастырылған шарттар бойынша, тауарларды және/не қызметтерді ұсынуға қатысты жарияланымдарды және/немесе жарнама материалдарын маған жіберу мақсаттары үшін пайдалануға нақты рұқсат беремін. 25,326 нөмірлі заңның 6-бөліміне сәйкес бұл құжатта еріктілік туралы хабардар болғанымды мәлімдеймін. Деректерді бермеуден осы веб-бетте берілген өнімдер мен қызметтерге кіре алмау мүмкіндігінен басқа салдар болмайды. Деректерімді берген жағдайда, Redmond, WA 98052 мекенжайы бойынша орналасқан Microsoft корпорациясының дерекқорында сақталған сондай деректердің болуына келісімімді нақты беремін. 25,326 нөмірлі заңның 14-бөлімі 3-ші қосымша бөлімі бойынша берілгендей, басқаша орындауға заңды мүдде туралы дәлел қарастырылғанша, жеке деректердің иесі мұндай деректерге тегін және алты айдан аз болмайтын аралықтармен кіру құқықтарын пайдалануға құқылы. 25,326 нөмірлі заңды жүзеге асыратын орган — АРГЕНТИНА ЖЕКЕ ДЕРЕКТЕРДІ ҚОРҒАУ БАСҚАРМАСЫ және осылайша ол жеке деректерді қорғауды реттейтін ережелерге сәйкес орындалмау себептері бойынша жиналған шағыммен және/немесе өтініштермен айналысады. Жеке деректерге кіруге және оларды өзгертуге болатын сайт: https://commerce.microsoft.com. Жеке деректеріңізді өзгертуді таңдаған жағдайда, осы құжат арқылы Microsoft корпорациясына жоғарыда аталған жеке деректеріңізді жинауға және сақтауға келісім бересіз. Тіркелгі жасау және төмендегі “Келісемін” түймесін басу арқылы Microsoft корпорациясына жеке деректеріңізді беруге, Microsoft корпорациясының жинағына және осы құжатта қарастырылғандай басқа тараптарға беруге келісесіз.
kn: ನಿಮಗೆ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ನೀಡುವುದಕ್ಕಾಗಿ ನೀವು ಬಳಕೆದಾರ ಖಾತೆಯನ್ನು ರಚಿಸುವುದು ಅಗತ್ಯವಿರುತ್ತದೆ. ಉತ್ಪನ್ನ ಅಥವಾ ಸೇವೆಗಾಗಿ ಪ್ರತಿ ಬಾರಿ ನೀವು ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಒದಗಿಸಿದಾಗ ನಾವು ಮುಂದಿನ ಸೂಚನೆಯನ್ನು ಒದಗಿಸಬಹುದು ಮತ್ತು ನೀವು ಮುಂದುವರಿಯುವ ಮೊದಲು ನಿಮ್ಮ ಸಮ್ಮತಿಯನ್ನು ಪಡೆಯಬಹುದು. ಖಾತೆ ರಚನೆ ಸಮಯದಲ್ಲಿ ಮತ್ತು/ಅಥವಾ ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸುವ ಉದ್ದೇಶಗಳಿಗೆ ನೀವು ಇವುಗಳಂತಹ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಒದಗಿಸಬೇಕಾಗುತ್ತದೆ: ನಿಮ್ಮ ಹೆಸರು, ವಿಳಾಸ, ಫೋನ್ ಸಂಖ್ಯೆ, ಇಮೇಲ್ ವಿಳಾಸ, ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ಮತ್ತು ಬ್ಯಾಂಕ್ ಖಾತೆ ಸಂಖ್ಯೆ. ನಿಮ್ಮ IP ವಿಳಾಸ ಮತ್ತು ನಿಮ್ಮ ಸಾಧನ ID ಅನ್ನೂ ಸಹ ನಾವು ಸಂಗ್ರಹಿಸಬಹುದು ಮತ್ತು ಈ ಮಾಹಿತಿಯನ್ನು ನೀವು ಖಾತೆಯನ್ನು ರಚಿಸುವುದಕ್ಕಾಗಿ ಅಥವಾ ಹೊಸ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸುವ ಸಂದರ್ಭದಲ್ಲಿ ಒದಗಿಸುವ ವೈಯಕ್ತಿಕ ಡೇಟಾದ ಜೊತೆಗೆ ಸಂಯೋಜಿಸಬಹುದು. ನಾನು Microsoft Corporation, ಅದರ ಅಧೀನ ಸಂಸ್ಥೆಗಳು ಮತ್ತು ಅಂಗಸಂಸ್ಥೆಗಳಿಗೆ ಅವುಗಳು ನೀಡುವ ಸರಕಗಳು ಮತ್ತು/ಸೇವೆಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಪ್ರಕಟಣೆಗಳು ಮತ್ತು/ಅಥವಾ ಜಾಹೀರಾತು ವಿಷಯವಸ್ತುವನ್ನು ನನಗೆ ಕಳುಹಿಸುವ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಕಾನೂನು ಸಂ. 25,326, ವಿಭಾಗ 5 ರಲ್ಲಿ ಸೂಚಿಸಲಾದ ನಿಯಮಗಳಲ್ಲಿ, ನಾನು ಒದಗಿಸಿದ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಬಳಸುವುದಕ್ಕೆ ಮುಕ್ತವಾಗಿ ಅಧಿಕಾರ ನೀಡುತ್ತೇನೆ. ಕಾನೂನು ಸಂ. 25,326, ವಿಭಾಗ 6 ಗೆ ಸಂಬಂಧಿಸಿದಂತೆ, ಇದರ ಸ್ವಯಂಪ್ರೇರಿತ ಸ್ವರೂಪದ ಕುರಿತಾಗಿ ನನಗೆ ಮಾಹಿತಿ ನೀಡಲಾಗಿದೆ ಎಂಬುದಾಗಿ ಈ ಮೂಲಕ ತಿಳಿಸುತ್ತೇನೆ. ಡೇಟಾ ಒದಗಿಸಲು ವಿಫಲವಾಗುವುದರಿಂದ ಈ ವೆಬ್ ಪುಟದ ಮೂಲಕ ಒದಗಿಸಲಾಗಿರುವ ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಸಾಧ್ಯವಾಗದಿರುವಿಕೆಯನ್ನು ಹೊರತುಪಡಿಸಿ ಬೇರೆ ಯಾವುದೇ ಪರಿಣಾಮವಾಗುವುದಿಲ್ಲ. ನನ್ನ ಡೇಟಾವನ್ನು ಒದಗಿಸುವುದಿದ್ದರೆ, ರೆಡ್ಮಂಡ್, WA 98052 ನಲ್ಲಿರುವ Microsoft Corporation ನ ಡೇಟಾಬೇಸ್ನಲ್ಲಿ ಅಂತಹ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲಾಗುವುದಕ್ಕೆ ನನ್ನ ಸಮ್ಮತಿಯನ್ನು ಮುಕ್ತವಾಗಿ ನಾನು ನೀಡುತ್ತಿದ್ದೇನೆ. ವೈಯಕ್ತಿಕ ಡೇಟಾದ ಮಾಲೀಕರು ಯಾವುದೇ ವೆಚ್ಚವಿಲ್ಲದೆಯೇ ಅಂತಹ ಡೇಟಾವನ್ನು ಪ್ರವೇಶಿಸುವುದಕ್ಕೆ ಮತ್ತು ಕಾನೂನು ಸಂ. 25,326, ವಿಭಾಗ 14, ಉಪ-ವಿಭಾಗ 3 ರಲ್ಲಿ ಒದಗಿಸಲಾಗಿರುವಂತೆ ಬೇರೆ ರೀತಿಯಲ್ಲಿ ಮಾಡುವುದಕ್ಕೆ ನ್ಯಾಯಸಮ್ಮತವಾದ ಆಸಕ್ತಿಯನ್ನು ಹೊಂದಿರುವ ರುಜುವಾತನ್ನು ನೀಡದ ಹೊರತು ಆರು ತಿಂಗಳುಗಳಿಗಿಂತ ಕಡಿಮೆ ಅವಧಿಗೆ ಇಲ್ಲದ ಮಧ್ಯಂತರಗಳಲ್ಲಿ ಪ್ರವೇಶಿಸುವುದಕ್ಕೆ ಅವನ/ಅವಳ ಹಕ್ಕುಗಳನ್ನು ಚಲಾಯಿಸಲು ಅರ್ಹರಾಗಿರುತ್ತಾರೆ. ಕಾನೂನು ಸಂ. 25,326 ಜಾರಿಗೊಳಿಸುವುದಕ್ಕೆ ಅಧಿಕಾರ ಹೊಂದಿರುವ ಪ್ರಾಧಿಕಾರವು ಅರ್ಜೆಂಟೈನ್ ಡೈರೆಕ್ಟರೇಟ್ ಆಫ್ ಪರ್ಸನಲ್ ಡೇಟಾ ಪ್ರೊಟೆಕ್ಷನ್ ಆಗಿದೆ ಮತ್ತು ಸದ್ಯ ಅದಕ್ಕೆ ವೈಯಕ್ತಿಕ ಡೇಟಾ ರಕ್ಷಣೆಗೆ ಸಂಬಂಧಿಸಿದ ನಿಬಂಧನೆಗಳನ್ನು ಅನುಸರಣೆ ಮಾಡುವುದಕ್ಕೆ ವಿಫಲವಾಗಿರುವ ಆಧಾರದಲ್ಲಿ ಮಾಡಲಾಗಿರುವ ಯಾವುದೇ ದೂರನ್ನು ಮತ್ತು/ಅಥವಾ ಕ್ಲೇಮ್ ಅನ್ನು ನಿರ್ವಹಣೆ ಮಾಡುವುದಕ್ಕೆ ಅಧಿಕಾರ ನೀಡಲಾಗಿದೆ. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾಗೆ ನೀವು ಇಲ್ಲಿ ಪ್ರವೇಶಿಸಬಹುದು ಮತ್ತು ಮಾರ್ಪಡಿಸಬಹುದು: https://commerce.microsoft.com. ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಮಾರ್ಪಡಿಸಲು ನೀವು ಆರಿಸಿಕೊಂಡ ಪಕ್ಷದಲ್ಲಿ ನೀವು ಈ ಮೂಲಕ Microsoft Corporation ಗೆ ಮೇಲೆ ತಿಳಿಸಲಾದಂತೆ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾವನ್ನು ಸಂಗ್ರಹಿಸಲು ಮತ್ತು ಶೇಖರಿಸಲು ಅನುಮತಿಸುವುದಕ್ಕೆ ಸಮ್ಮತಿ ನೀಡುತ್ತಿರುವಿರಿ. ಖಾತೆಯನ್ನು ರಚಿಸುವ ಮತ್ತು ಕೆಳಗೆ “ಒಪ್ಪುತ್ತೇನೆ” ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡುವ ಮೂಲಕ ನೀವು Microsoft Corporation ಗೆ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಡೇಟಾ ಒದಗಿಸಲು ಒಪ್ಪುತ್ತೀರಿ ಮತ್ತು ಇಲ್ಲಿ ವಿವರಿಸಲಾಗಿರುವಂತೆ Microsoft Corporation ನ ಸಂಗ್ರಹಣೆ ಮತ್ತು ವರ್ಗಾವಣೆಗೆ ನೀವು ಸಮ್ಮತಿಸುತ್ತೀರಿ.
ko: 제품 및 서비스를 제공받기 위해서는 사용자 계정을 만들어야 합니다. 회원님이 제품 또는 서비스에 대한 새로운 결제 방법을 입력할 때마다 Microsoft Corporation은 다음과 같이 공지하고 계속 진행하기 전에 회원님의 동의를 얻습니다. 계정을 만들거나 새로운 결제 방법을 추가하려면 회원님이 이름, 주소, 전화 번호, 메일 주소, 신용 카드 번호, 은행 계좌 번호 등의 개인 정보를 제공해 주셔야 합니다. 또한 Microsoft Corporation에서 IP 주소와 장치 ID를 수집하여, 회원님이 계정을 만들거나 새로운 결제 방법을 추가할 때 제공한 개인 정보와 연결시킬 수 있습니다. 나는 법률 번호 25,236, 5조의 조항에 따라 Microsoft Corporation과 그 계열사 및 자회사가 상품 및/또는 서비스 제공과 관련하여 발행물 및/또는 광고 자료를 내게 보내는 데 여기에 제공한 내 개인 정보를 사용할 수 있는 권한을 명시적으로 부여합니다. 나는 법률 번호 25,326, 6조에 따라 이 계약은 자발적으로 이루어진다는 정보를 제공받았음을 여기에서 밝힙니다. 정보를 제공하지 않을 경우 이 웹 페이지에 제공된 제품 및 서비스에 액세스할 수 없다는 것 외에 달라지는 것은 없습니다. 내 정보를 제공할 경우에는 Redmond, WA 98052에 소재한 Microsoft Corporation의 데이터베이스에 내 개인 정보를 저장한다는 데 명시적으로 동의하는 것입니다. 법률 번호 25,326, 14조, 3항에서 규정한 대로, 달리 합법적인 이익이 명시적으로 제공되는 경우가 아니라면 개인 정보의 소유자는 비용 부담 없이 6개월 이상의 간격으로 개인 정보에 액세스할 수 있습니다. 법률 번호 25,326을 시행하는 기관은 아르헨티나의 개인 정보 보호국이며, 이 기관에서 개인 정보 보호를 규정하는 조항을 준수하지 못한 이유에 근거하여 제기되는 항의 또는 청구를 처리할 수 있습니다. https://commerce.microsoft.com에서 개인 정보를 확인하거나 수정할 수 있습니다. 개인 정보를 수정하도록 선택한 경우 이 계약에 따라 Microsoft Corporation이 위에 명시된 대로 회원님의 개인 정보를 수집하고 저장한다는 데 동의하는 것입니다. 계정을 만들고 아래의 "동의" 단추를 클릭함으로써 회원님은 Microsoft Corporation에 회원님의 개인 정보를 제공하는 데 동의하며 Microsoft Corporation에서 여기에 명시된 대로 수집 및 전송한다는 데에도 동의하는 것입니다.
ku_arab: بۆئەوەی بتوانین بەرهەم و خزمەتگوزاریەکانتان بۆ دەستەبەر بکەین، پێویستە ئەژمێرێکی بەکارهێنەر دروست بکەیت. هەر کاتیک کە تۆ ئامڕازێکی پارەدانی نوێ بۆ بەرهەم یان خزمەتگوزاریەک دەستەبەر دەکەیت، رەنگە ئەم ئاگاداریەی لای خوارەوەت بۆ بنێرین و رەزامەندی ئێوە وەربگرین پێش ئەەی دەستبەکاربین. لەکاتی پرۆسەکەدا و بەمەبەستی دروستکردنی ئەژمێر و/یان زێدەکردنی ئامڕازێکی نوێی پارەدان، داوات لێدەکرێت دەیتای شەخسی دەستەبەر بکەیت وەک: ناوی خۆت، ناونیشان، ژمارەی تەلەفۆن، ناونیشانی ئیمەیڵ، ژمارەی کرێدت کارت و ژمارەی ئەژمێری بانکی. هەروەها رەنگە ئێمە ناونیشانی IP و ناسنامەی ئامێری تۆ وابەستەی ئەم دەیتا شەخسیە بکەین کە تۆ بۆ دروستکردنی ئەژمێر یان کاتێک ئامڕازێکی پارەدانی نوێ دەستەبەر دەکەیت. من لێرەدا دەری دەبڕم کە رێگە دەدەم بە Microsoft Corporation، هاوپشکان و لقەکانی کە ئەو دەیتا شەخسیەی من بەکار بهێنن کە لێرەدا دەستەبەرم کردووە، بەو مەرجانەی لە یاسای ژمارە 25،326، بڕگەی 5 دا هاتوون بۆ مەبەستەکانی ناردنی بڵاوکراوەکان بۆ من و/یان مەوادی رێکلامی سەبارەت بە ئۆفەرەکانی کەلوپەلەکانیان و/یان خزمەتگوزاریەکان. من لێرەدا دەریدەبڕم کە بەگوێرەی یاسای ژمارە 25،326، بڕگەی 6، من ئاگادارم بە سروشتی خۆبەخشانە هەروەک لێرەدا هاتووە. شکست هێنان لە دابینکردنی دەیتادا هیچ دەرەنجامێکی دیکەی جگە لە ناتوانایی دەستگەیشتن بەو بەرهەم و خزمەتگوزاریانەی لەرێگەی ئەم پەڕەی وێبەوە دەستەبەر دەکرێن. ئەگەر دەیاتکەی خۆم دەستەبەر بکەم، من بە دەربڕین رەزامەندی خۆم دەخەمە روو بۆئەوەی ئەو جۆرە دەیتایە لە پێگەی دەیتای Microsoft Corporation دا هەڵبگیرێت کە لە ناونیشانی Redmond, WA 98052 جێنشینە. خاوەنی دەیتا شەخسیەکە مافی ئەوەی هەیە پراکتیزەی مافەکانی خۆی بکات لە دەستگەیشتن بەو جۆرە دەیتایە بەبێ بەرانبەر و لەماوەیەکدا کە کەمتر نەبێت لە شەش مانگ مەگەر بەڵگە هەبێت لەسەر پێچەوانەی پیادەکردنی ئەم مەرجانە هەروەک لە یاسای ژمارە 25،326 بڕگەی 14 ، بڕگەی لاوەکی 14 دا هاتووە. لایەنی پەیوەندیداری کارپێکەری یاسای ژمارە 25،326 بریتیە لە بەڕێوەبەرایەتی پاراستنی دەیتا شەخسیەکانی ئەرجەنتین و بەم پێیە ئەو لایەنە دەسەڵاتی ئەوەی هەیە مامەڵە لەگەڵ هەر سکاڵا و/یان داوایەکی یاسایی بکات کە لەدەرەنجامی شکست هێنانی فیعلی جێبەجێکردنی مەرجەکانی پاراستنی دەیتای شەخسیەوە سەرهەڵدەدەن. تۆ بۆت هەیە دەستگەیشتنت هەبێت بۆ دەیتای شەخسی خۆت لەسەر https://commerce.microsoft.com یان هەمواری بکەیت. لەحاڵەتێکدا ئەگەر ویستت دەیتای شەخسی خۆت هەموار بکەیت، تۆ لێرەدا رەزامەندی دەردەبڕیت کە رێگە بدرێت بە Microsoft Corporation دەیتای شەخسی تۆ هەڵبگرێت هەروەک لای سەرەوە هاتووە.. بە دروستکردنی ئەژمێرێک و کرتە کردن لەسەر دوگمەی "رازیم" کە لای خوارەوە هاتووە، تۆ رەزامدنی دەردەبڕیت لەسەر دەیتای شەخسی خۆت بە Microsoft Corporation و رازیت بەوەی Microsoft Corporation دەیتاکە کۆبکاتەوە و بگوازێتەوە هەروەک لای سەرەوە باسکراوە.
ky: Сизге өнүмдөр же кызматтарды берүү үчүн каттоо жазуусун түзүшүңүз талап кылынат. Сиз өнүм же кызмат үчүн жаңы төлөм куралын киргизген сайын биз ылдыйкыдай эскертме берип, улантар алдында сиздин макулдугуңузду алып турушубуз мүмкүн. Каттоо жазууңузду түзүү жана/же жаңы төлөм куралын кошуу учурунда жана бул үчүн сиздин төмөнкү сыяктуу жеке маалым аттарыңызды беришиңиз талап кылынмакчы: атыңыз, дарегиңиз, телефон номуруңуз, имейл дареги, насыя картаңыздын номуру жана банктагы каттоо эсебиңиздин номуру. Биз ошондой эле сиздин IP дарегиңизди жана түзмөгүңүздүн энчилүү санын сактап калып, бул маалыматты сиз каттоо жазууңузду түзүп жатканда же жаңы төлөө ыкмасын кошуп жатканда берген жеке маалымат менен бириктире алабыз. Мен Майкрософт корпорациясына, анын бөлүмдөрүнө жана филиалдарына мен бул жерде көрсөткөн жеке маалыматты 25,326 сандуу Мыйзамдын 5-бөлүмүндө бекитилген шарттарда алардын өнүмдөрүн жана/же кызматтарын сунуштамаларына байланышкан басылмаларды жана/же жарнактык материалдарды мага жөнөтүү максатында колдонууга ачык уруксат берем. 25,326 сандуу Мыйзамдын 6-бөлүмүнө ылайык мен мунун ыктыярдуу мүнөзү тууралуу кабарландырылганымды бул жерде мен билдирем. Маалыматты бере албоо бул веб барак аркылуу берилүүчү өнүмдөр менен кызматтарды ала албай калгандан башка эч кандай кесепетке алып келбейт. Мен маалыматымды берүү менен анын Redmond, WA 98052 дарегинде жайгашкан Майкрософт корпорациясынын маалымат базасында сакталышына макулдугумду ачык билдиргим келет. Кимдигин аныктаган маалыматтын ээси, өзүнүн бул маалыматка акысыз мүмкүндүк алуу укуктарын, алты айдан кем эмес аралыкта, эгер мунун бул же башка ыкмасына 25,326 сандуу Мыйзамдын 14-бөлүмү, 3-Суббөлүмүнө ылайык, эч кандай далил берилбесе, кирүү укугу бар болот. 25,326 сандуу Мыйзамдын аткарылышына жооптуу орган, бул АРГЕНТИНАЛЫК ЖЕКЕ МААЛЫМАТТЫ КОРГОО ДИРЕКТОРАТЫ болуп эсептелинет жана ал, кандай гана болбосун жекелик маалыматты коргоону жөнгө салган доо жана/же талап менен иштегенге ыйгарым укугу бар. Сиз кимдигиңизди аныктаган маалыматыңызды бул даректен ала же жаңылай аласыз: https://commerce.microsoft.com. Сиз кимдигиңизди аныктаган маалыматыңызды жаңылоону чечсеңиз, сиз аны менен Майкрософт корпорациясы сиздин жеке маалыматыңызды жогоруда көрсөтүлгөндөй чогултуп жана сактап коюшуна макулдугуңузду билдирген болосуз. Каттоо жазууңузду ачып, ылдыйкы “Макул бол” баскычын басуу менен сиз Майкрософт корпорациясына, сиз бул документте көрсөтүлгөндөй жеке маалыматыңызды Майкрософт корпорациясынын жыйнагына бергенге, ошол маалыматты өткөргөнгө макулдугуңузду берип жатасыз.
lo: ເພື່ອໃຫ້ທ່ານ ການບໍລິການ ແລະ ຜະລິດຕະພັນນັ້ນໄດ້ຮຽກຮ້ອງໃຫ້ທ່ານສ້າງ ບັນຊີ ຜູ້ໃຊ້. ທຸກໆຄັ້ງທີ່ທ່ານໃຫ້ເຄື່ອງມືການຊຳລະອັນໃໝ່ ສຳລັບ ຜະລິດຕະພັນ ຫລື ການບໍລິການໜຶ່ງ ພວກເຮົາອາດໃຫ້ການແຈ້ງການດັ່ງຕໍ່ໄປນີ້ ແລະ ເກັບກຳ ການຍິນຍອມຂອງທ່ານກ່ອນທ່ານດຳເນີນຕໍ່. ໃນລະຫວ່າງ ແລະ ຈຸດປະສົງສຳລັບການສ້າງບັນຊີແລະ /ຫລື ເພີ່ມເຄື່ອງມືການຊຳລະອັນໃໝ່ ທ່ານຈະຖືກຮຽກຮ້ອງໃຫ້ ສະໜອງຂໍ້ມູນສ່ວນຕົວ ເຊັ່ນ: ຊື່ຂອງທ່ານ, ທີ່ຢູ່, ເບີໂທລະສັບ, ທີ່ຢູ່ອີເມວ, ເລກບັດເຄຣດິດ ແລະ ເລກບັນຊີທະນາຄານ. ພວກເຮົາອາດຍັງເກັບກຳທີ່ຢູ່ IP ຂອງທ່ານ ແລະ ID ອຸປະກອນຂອງທ່ານ ແລະເຊື່ອມໂຍງຂໍ້ມູນນີ້ກັບຂໍ້ມູນສ່ວນຕົວ ທ່ານໃຫ້ໃນການສ້າງບັນຊີ ຫລື ໃນຕອນເພີ່ມເຄື່ອງມືການຊຳລະອັນໃໝ່. I ອະນຸຍາດ Microsoft Corporation, ບໍລິສັດໃນເຄືອແລະສາຂາຂອງມັນຢ່າງຊັດເຈນ ເພື່ອໃຊ້ ຂໍ້ມູນສ່ວນຕົວ ເຊິ່ງຂ້າພະເຈົ້າໃຫ້ທີ່ນີ້, ໃນເງື່ອນໄຂທີ່ກຳນົດໂດຍ ກົດໝາຍເລກທີ 25,326, ມາດຕາ 5 ສຳລັບຈຸດປະສົງຂອງການສົ່ງ ຂໍ້ມູນການເຜີຍແຜ່ ຫລື ໂຄສະນາ ຫາຂ້າພະເຈົ້າທີ່ກ່ຽວກັບການສະເໜີສິນຄ້າ, ການບໍລິການ ຂອງເຂົາເຈົ້າ. ຂ້າພະເຈົ້າຂໍຢືນຢັນວ່າ ອີງຕາມກົດໝາຍ ເລກທີ. 25,326, ມາດຕາ 6, ຂ້າພະເຈົ້າໄດ້ຮັບການແຈ້ງການກ່ຽວກັບລັກສະນະຄວາມສະໝັກໃຈໃນກົດໝາຍດັ່ງກ່າວ. ລົ້ມເຫລວໃນການສະໜອງຂໍ້ມູນແມ່ນບໍ່ພົວພັນກັບຜົນຮັບໃດໜຶ່ງທີ່ນອກເໜືອຈາກ ການບໍ່ສາມາດເຂົ້າຫາ ຜະລິດຕະພັນ ແລະ ການບໍລິການທີ່ໄດ້ໃຫ້ ຜ່ານໜ້າເວັບນີ້. ຖ້າຂ້າພະເຈົ້າໃຫ້ ຂໍ້ມູນຂອງຕົນ, ຂ້າພະເຈົ້າຈະສະເໜີ ການຍິນຍອມຂອງຕົນຢ່າງຊັດເຈນ ເພື່ອໃຫ້ ຂໍ້ມູນດັ່ງກ່າວ ເກັບຮັກສາໄວ້ໃນ ຖານຂໍ້ມູນຂອງ Microsoft Corporation ທີ່ຕັ້ງຢູ່ Redmond, WA 98052. ເຈົ້າຂອງ ຂໍ້ມູນສ່ວນຕົວມີສິດໃນການໃຊ້ ສິດຂອງລາວເພື່ອເຂົ້າເຖິງຂໍ້ມູນດັ່ງກ່າວໂດຍບໍ່ເສຍຄ່າໃດໆ ແລະຊ່ວງເວລາທີ່ອາດຈະບໍ່ສັ້ນກວ່າຫົກເດືອນ ເວັ້ນແຕ່ຫລັກຖານຖືກຈັດຫາໃຫ້ກ່ຽວກັບຜົນປະໂຫຍດທີ່ຖືກຕ້ອງຕາມກົດໝາຍໃນການເຮັດຢ່າງອື່ນ ຕາມທີ່ໄດ້ໃຫ້ໂດຍ ກົດໝາຍເລກທີ 25,326, ມາດຕາ 14, ມາດຕາຍ່ອຍ 3. ໜ່ວຍງານຂອງລັດທີ່ຮັບຜິດຊອບໃນການບັງຄັບໃຊ້ ກົດໝາຍເລກທີ່. 25,326 ແມ່ນ ກົມປົກປ້ອງ ຂໍ້ມູນສ່ວນຕົວແຫ່ງ ອາກຊັງຕີນ ແລະເນື່ອງດ້ວຍ ກົມດັ່ງກ່າວ ມີອຳນາດໃນການຮັບມືກັບທຸກໆການຮ້ອງທຸກ ແລະ /ຫລື ທຸກໆການຮຽກຮ້ອງ ທີ່ໄດ້ດຳເນີນ ການເນື່ອງດ້ວຍ ການລົ້ມເຫຼວໃນການປະຕິບັດຕາມ ບົດບັນຍັດທີ່ປົກຄອງ ການປົກປ້ອງ ຂໍ້ມູນສ່ວນຕົວ. ທ່ານອາດເຂົ້າເຖິງ ຫລື ແກ້ໄຂ ຂໍ້ມູນສ່ວນຕົວຂອງທ່ານໄດ້ທີ່: https://commerce.microsoft.com. ໃນກໍລະນີທ່ານເລືອກເພື່ອແກ້ໄຂ ຂໍ້ມູນສ່ວນຕົວສ່ວນຕົວຂອງທ່ານ ໂດຍໜັງສືສະບັບນີ້ ທ່ານໃຫ້ການຍິນຍອມ ຊື່ງອະນຸຍາດ Microsoft Corporation ເພື່ອເກັບກຳ ແລະເກັບຮັກສາ ຂໍ້ມູນສ່ວນຕົວຂອງທ່ານຕາມທີ່ແຈ້ງຂ້າງເທິງ. ໂດຍການສ້າງບັນຊີ ແລະຄລິກປຸ່ມ “ເຫັນດີ” ດ້ານລຸ່ມເພື່ອຕົກລົງເຫັນດີໃນການສະຫນອງ ຂໍ້ມູນສ່ວນຕົວຂອງທ່ານແກ່ Microsoft Corporation ແລະທ່ານຍິນຍອມໃຫ້ Microsoft Corporation ເກັບກຳ ແລະໂອນຖ່າຍຕາມທີ່ໄດ້ອະທິບາຍໃນໜັງສືນີ້.
lt: Kad galėtumėte įsigyti produktų ir paslaugų, jums reikia susikurti vartotojo paskyrą. Kiekvieną kartą jums pateikus naują mokėjimo už produktą arba paslaugą priemonę, prieš tęsiant mes galime pateikti šį pranešimą ir paprašyti jūsų sutikimo. Paskyros kūrimo ir (arba) naujos mokėjimo priemonės įtraukimo metu jums reikės pateikti procesui būtinus asmeninius duomenis, pvz., savo vardą ir pavardę, adresą, telefono numerį, el. pašto adresą, kredito kortelės numerį. Taip pat galime užfiksuoti jūsų IP adresą ir įrenginio ID bei susieti šią informaciją su jūsų asmeniniais duomenimis, kuriuos pateikėte kurdami paskyrą arba įtraukdami naują mokėjimo priemonę. Aiškiu sutikimu suteikiu „Microsoft Corporation“, su ja susijusioms ir antrinėms įmonėms įgaliojimą naudoti čia pateiktus mano asmeninius duomenis, atsižvelgiant į sąlygas, nurodytas 25,326 įstatymo 5 dalyje, leidiniams ir (arba) reklaminei medžiagai, susijusiai su prekių ir arba paslaugų pasiūlymais, siųsti. Šiuo dokumentu pareiškiu, kad atsižvelgiant į 25,326 įstatymo 6 dalį esu informuotas (-a) apie šios sąlygos savanoriškumą. Vienintelė duomenų nepateikimo pasekmė bus nesuteikta prieiga prie šios žiniatinklio svetainės produktų ir paslaugų. Pateikdamas (-a) savo duomenis aiškiai sutiksiu, kad mano duomenys būtų laikomi „Microsoft Corporation“, kurios būstinė įsikūrusi Redmonde, WA, 98052, duomenų bazėje. Asmeninių duomenų savininkui (-ei) suteikiama teisė naudotis savo teise nemokamai gauti prieigą prie šių duomenų ne dažniau kaip kas šešis mėnesius, nebent būtų pateikti įrodymai apie šią sąlygą apeinantį teisinį interesą kaip nurodyta 25,326 įstatymo 14 dalyje, 3 poskirsnyje. 25,326 įstatymo laikymąsi užtikrina ARGENTINOS ASMENINIŲ DUOMENŲ APSAUGOS DIREKTORATAS, kuris turi galią spręsti skundus ir arba pretenzijas, pareikštas dėl asmeninių duomenų apsaugai taikomų sąlygų nesilaikymo. Savo asmeninius duomenis galite pasiekti arba modifikuoti adresu https://commerce.microsoft.com. Jei nuspręsite modifikuoti savo asmeninius duomenis, šiuo dokumentu sutinkate, kad „Microsoft Corporation“ suteikiama teisė rinkti ir saugoti anksčiau minėtus asmeninius duomenis. Kurdami savo paskyrą ir spustelėdami „Sutinku“ sutinkate pateikti „Microsoft Corporation“ savo asmeninius duomenis ir sutinkate, kad „Microsoft Corporation“ gali rinkti ir perduoti duomenis, kaip nurodyta šiame dokumente.
lv: Lai jūs varētu saņemt produktus vai pakalpojumus, jums ir jāizveido lietotāja konts. Katru reizi, kad nodrošināt jaunu maksāšanas līdzekli par produktu vai pakalpojumu, mēs varam nodrošināt tālāk redzamo paziņojumu un iegūt jūsu piekrišanu, pirms turpināt. Konta izveides un/vai jauna maksāšanas līdzekļa pievienošanas laikā un šī procesa izpildei jums vajadzēs nodrošināt šādus personas datus: jūsu vārds, adrese, tālruņa numurs, e-pasta adrese, kredītkartes numurs un bankas konta numurs. Iespējams, mēs iegūsim arī jūsu IP adresi un ierīces ID un saistīsim šo informāciju ar personas datiem, ko nodrošināt, lai izveidotu kontu vai pievienotu jaunu maksāšanas līdzekli. Es īpaši atļauju korporācijai Microsoft Corporation, tās saistītajiem uzņēmumiem un meitasuzņēmumiem izmantot manis sniegtos personas datus saskaņā ar nosacījumiem, ko paredz 25 326. likuma 5. sadaļa par publikāciju un/vai reklāmas materiālu, kas satur informāciju par to piedāvātajām precēm un/vai pakalpojumiem, sūtīšanas nolūkiem. Ar šo es paziņoju, ka atbilstoši 25 326. likuma 6. sadaļai es esmu informēts, ka vienošanās tiek noslēgta brīvprātīgi. Nenorādot datus, nevarēs piekļūt šajā tīmekļa lapā pieejamajiem produktiem un pakalpojumiem. Nekādas citas sekas neiestājas. Norādot savus datus, es piekrītu, ka dati tiek glabāti korporācijas Microsoft Corporation (juridiskā adrese: Redmond, WA 98052) datu bāzē. Personas datu īpašnieks drīkst izmantot savas tiesības bez maksas piekļūt datiem ne biežāk kā reizi sešos mēnešos, ja vien netiek sniegti pierādījumi par likumisku interesi rīkoties citādi, nekā norādīts 25 326. likuma 14. sadaļas 3. apakšsadaļā. Par 25 326. likuma īstenošanu ir atbildīga ARGENTĪNAS PERSONAS DATU AIZSARDZĪBAS DIREKCIJA, kas ir pilnvarota izskatīt jebkādas sūdzības un/vai prasības, kas ierosinātas, pamatojoties uz nespēju rīkoties saskaņā ar noteikumiem, kas regulē personas datu aizsardzību. Varat piekļūt saviem personas datiem un tos modificēt šeit: https://commerce.microsoft.com. Izvēloties modificēt savus personas datus, jūs ar šo nodrošināt atļauju korporācijai Microsoft Corporation apkopot un nekavējoties pārsūtīt jūsu personas datus saskaņā ar iepriekš aprakstītajām darbībām. Izveidojot kontu un noklikšķinot uz tālāk esošās pogas “Piekrist”, jūs piekrītat nodrošināt korporācijai Microsoft Corporation savus personas datus un piekrītat, ka Microsoft apkopo un pārsūta šo informāciju, kā aprakstīts šajā rakstā.
mi: Kia horaina mai he hua, he ratonga rānei ki a koe, he mea nui kia hanga koe i tētahi pūkete kaiwhakamahi. I ngā wā katoa e hora mai ai koe i tētahi tikanga utu hōu mō tētahi hua, tētahi ratonga rānei, mā mātou pea e tuku atu te pānui e whai ake nei me te rapu i tō whakaaetanga i mua i tō haerenga whakamua. I roto i ngā mahi hanga pūkete, te tāpiri tikanga utu hou hoki/rānei, hei āwhina hoki i aua mahi, me mātua hora mai e koe ngā raraunga whaiaro pēnei i: tō ingoa, tō wāhi noho, tō tau waea, tō wāhitau īmēra, tō tau kāri tāwere me tō tau pūkete pēke. Ka kohia hoki pea e mātou tō wāhitau IP me tō TT pūrere, ka whakapiri ai i tēnei mōhiohio ki ngā raraunga whaiaro kua horaina mai e koe mō te hanga pūkete, mō te tāpiri rānei i tētahi tikanga utu hou. Kei te tino whakaae au kia whakamahi Microsoft Corporation, ōna hoa kamupene me ōna pekanga, kia whakamahi i ngā raraunga whaiaro kua horaina atu e ahau i roto nei, i runga anō i ngā whakaritenga e tākina atu nei e te Ture Tau. 25,326, Tekihana 5 mō ngā āhuatanga pēnei i te tuku pānuitanga mai ki ahau, ngā rauemi whakatairanga rānei mō ā rātou tāpaetanga, ratonga rānei. E kī tūturu ana au i konei, i raro anō i te Ture Tau 25,326, Tekihana 6, kua whakamōhiotia mai au kei au te tikanga mō te whakaaetanga nei. Ki te kore e horaina mai ngā raraunga, e kore tētehi āhuatanga e pā mai i muri, hāunga te korenga e taea ngā hua me ngā ratonga te whakauru atu mā roto i tēnei whārangi tukutuku. Ki te hora au i tēnei raraunga, kua tino tāpae i taku whakaaetanga ki te whakaputu atu i aua raraunga i te patengi raraunga o te Microsoft Corporation e noho rā i Redmond, WA 98052. Ka taea e te kaipupuri o ngā raraunga whaiaro te kawe i āna tika kia uru atu ki aua raraunga, i ētahi wā rānei kia kaua e iti iho i te ono marama, hāunga ngā urunga e puta mai ai he taunakitanga he pānga tōtika tō te tangata, pērā i tā Ture Tau. 25,326, Tekihana 14, Tekihana o raro 3. Ko te mana whakahaere i te whakaūnga o Ture 25,326 ko te ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION kua oti hoki tērā rōpū te whakamana hei wherawhera i tētahi amuamu/kerēme hoki/rānei ka kawea i runga i te pūtake o te kore e ū ki ngā whakaritenga mō te kaupare raraunga whaiaro. Ka taea e koe te uru te whakarerekē rānei i ō raraunga whaiaro i: https://commerce.microsoft.com. Ki te kōwhiri koe kia whakarerekē i ō raraunga whaiaro mā reira kua whakaae koe ki te kohikohi me te rokiroki a Microsoft Corporation i ō raraunga whaiaro, pēra i runga nei. Mā te hanga pūkete me te pāwhiri i te pātene "Whakaae" i raro iho nei kei te whakaae koe kia kohikohi kia rokiroki hoki Microsoft Corporation i ō raraunga whaiaro, me te whakaae kia kohikohi kia whakawhiti Microsoft Corporation e pēra i ngā kōrero e tākina atu nei.
mk: За да ви се обезбедуваат производи или услуги потребно е да создадете корисничка сметка. Секој пат кога ќе наведете нов инструмент за плаќање за производ или услуга може да го обезбедиме следново известување и да побараме ваша согласност пред да продолжите. За да создадете сметка и за време на нејзиното создавање и/или додавањето на нов инструмент за плаќање ќе ви се побараат лични податоци како што се: име, адреса, телефонски број, адресата на е-поштата, број на кредитна картичка и број на банкарска сметка. Исто така, може да ја собереме вашата ИП-адреса и идентификацискиот број на уредот и да ги поврземе овие информации со личните податоци кои ги обезбедувате за создавање на сметката или кога додавате нов инструмент за плаќање. Изречно ја овластувам Microsoft Corporation, нејзините филијали и подружници, за користење на личните податоци што ги обезбедив овде, според условите пропишани со Законот бр. 25.326, Став 5 со цел да ми испраќаат публикации и/или рекламен материјал во врска со нивните понуди со производи и/или услуги. Изјавувам дека согласно Законот бр. 25.326, Став 6, сум запознаен со оваа доброволна природа. Необезбедувањето податоци не наложува каква било друга последица освен неможноста да се пристапува до производите и услугите обезбедени преку оваа интернет-страница. Ако ги обезбедам податоците, тоа значи дека изречно се согласувам тие податоци да се складираат во базата на податоци на Microsoft Corporation со седиште во Редмонд, Вашингтон 98052. Сопственикот на личните податоци има право да ги користи неговите/нејзините права за пристап до тие податоци без никаков трошок и во интервали кои не може да бидат пократки од шест месеци, освен ако се достават докази за легитимен интерес како што е предвидено со Законот бр. 25.326, Став 14, Потточка 3. Органот задолжен за спроведување на Законот бр. 25.326 е АРГЕНТИНСКАТА ДИРЕКЦИЈА ЗА ЗАШТИТА НА ЛИЧНИТЕ ПОДАТОЦИ и како таква таа е овластена да се справува со секоја жалба и/или барање поднесени поради неусогласеност со одредбите кои ја регулираат заштитата на личните податоци. Може да пристапите до вашите лични податоци или истите да ги менувате на: https://commerce.microsoft.com. Во случај да одлучите да ги менувате личните податоци давате согласност со која на Microsoft Corporation и се дозволува да ги собира и складира вашите лични податоци како што е наведено погоре. Со создавање на сметката и со кликнување на копчето „Се согласувам“ подолу се согласувате да и ги обезбедите личните податоци на Microsoft Corporation и се согласувате Microsoft Corporation да ги собира и пренесува како што е образложено овде.
ml: നിങ്ങൾക്ക് ഉൽപ്പന്നങ്ങളോ സേവനങ്ങളോ നൽകാൻ, നിങ്ങൾ ഒരു ഉപയോക്തൃ അക്കൗണ്ട് സൃഷ്ടിക്കേണ്ടതുണ്ട്. നിങ്ങൾ ഒരു ഉൽപ്പന്നത്തിനോ സേവനത്തിനോ ആയി ഓരോ തവണയും ഒരു പുതിയ പേയ്മെന്റ് രീതി നൽകുമ്പോൾ, തുടരുന്നതിന് മുമ്പായി ഞങ്ങൾ ഇനിപ്പറയുന്ന അറിയിപ്പ് നൽകി നിങ്ങളുടെ സമ്മതം ശേഖരിക്കാനിടയുണ്ട്. അക്കൗണ്ട് സൃഷ്ടിക്കലിനും ഒപ്പം/അല്ലെങ്കിൽ ഒരു പുതിയ പേയ്മെന്റ് രീതി ചേർക്കുന്നതിനും ഇടയിലോ അതിന്റെ ആവശ്യകതയ്ക്കോ ആയി, നിങ്ങൾക്ക് ഇവ പോലുള്ള വ്യക്തിഗത വിവരങ്ങൾ നൽകേണ്ടി വരും: നിങ്ങളുടെ പേര്, വിലാസം, ഫോൺ നമ്പർ, ഇമെയിൽ വിലാസം, ക്രെഡിറ്റ് കാർഡ് നമ്പർ, ബാങ്ക് അക്കൗണ്ട് നമ്പർ. ഞങ്ങൾ നിങ്ങളുടെ IP വിലാസവും ഉപകരണ ID-യും ശേഖരിച്ച് ഈ വിവരം അക്കൗണ്ട് സൃഷ്ടിക്കലിനോ ഒരു പുതിയ പേയ്മെന്റ് രീതി ചേർക്കുമ്പോഴോ നിങ്ങൾ നൽകുന്ന വ്യക്തിഗത വിവരവുമായി ബന്ധപ്പെടുത്താനും ഇടയുണ്ട്. പ്രസിദ്ധീകരണങ്ങളും ഒപ്പം/അല്ലെങ്കിൽ അവ നൽകുന്ന ഉൽപ്പന്നങ്ങളുമായും ഒപ്പം/അല്ലെങ്കിൽ സേവനങ്ങളുമായും ബന്ധപ്പെട്ട പരസ്യംചെയ്യൽ മെറ്റീരിയലുകളും എനിക്ക് അയയ്ക്കുന്നതിന്റെ ആവശ്യകതകൾക്കായി, നിയമം നം. 25,326, വിഭാഗം 5-ൽ പ്രസ്താവിച്ചിരിക്കുന്ന നിബന്ധനകൾ പ്രകാരം, ഞാൻ ഇതിൽ നൽകുന്ന വ്യക്തിഗത വിവരങ്ങൾ ഉപയോഗിക്കുന്നതിന് Microsoft Corporation, അതിന്റെ സഹസ്ഥാപനങ്ങൾ, അനുബന്ധ സ്ഥാപനങ്ങൾ എന്നിവയെ ഞാൻ വ്യക്തമായി അധികാരപ്പെടുത്തുന്നു. ഇതുസംബന്ധിച്ച പരപ്രേരണ കൂടാതെയുള്ള സമ്മതരീതിയെക്കുറിച്ച് എനിക്ക് ബോധ്യമുണ്ടെന്ന് നിയമം നം. 25,326, വിഭാഗം 6 അനുസരിച്ച് ഞാൻ ഇതിനാൽ പ്രസ്താവിക്കുന്നു. വിവരം നൽകുന്നതിലുള്ള പരാജയം, ഈ വെബ് പേജ് മുഖേന നൽകുന്ന ഉൽപ്പന്നങ്ങളിലേക്കും സേവനങ്ങളിലേക്കുമുള്ള ആക്സസ് നഷ്ടപ്പെടുമെന്നതിലുപരി മറ്റ് അനന്തരഫലങ്ങൾക്കൊന്നും ഇടയാക്കുന്നില്ല. ഞാൻ എന്റെ വിവരം നൽകുന്നതിലൂടെ, അത്തരം വിവരം റെഡ്മോണ്ട്, WA 98052-ലുള്ള Microsoft Corporation-ന്റെ ഡാറ്റാബേസിൽ സംഭരിച്ചുവയ്ക്കാനുള്ള സമ്മതം ഞാൻ വ്യക്തമായി സമർപ്പിക്കുന്നു. നിയമം നം. 25,326, വിഭാഗം 14, ഉപവിഭാഗം 3 അനുശാസിക്കുന്ന പ്രകാരം മറ്റുപ്രകാരത്തിൽ നിയമാനുസൃത തെളിവ് സമർപ്പിച്ചിട്ടില്ലെങ്കിൽ, അത്തരം വിവരങ്ങൾ സൗജന്യമായും ആറുമാസത്തിൽ കുറയാത്ത ഇടവേളകളിലും ആക്സസ് ചെയ്യാനുള്ള അവകാശങ്ങൾ നടപ്പിലാക്കാൻ വ്യക്തിഗത വിവരത്തിന്റെ ഉടമയ്ക്ക് അർഹത ഉണ്ടായിരിക്കുന്നതാണ്. നിയമം നം. 25,326 നടപ്പിലാക്കാൻ അധികാരമുള്ള അതോറിറ്റി അർജന്റൈൻ ഡയറക്ടറേറ്റ് ഓഫ് പേഴ്സണൽ ഡാറ്റ പ്രൊട്ടക്ഷനാണ്, അതുപോലെ വ്യക്തിഗത വിവര പരിരക്ഷ നിയന്ത്രിക്കുന്ന വ്യവസ്ഥകൾ പാലിക്കുന്നതിൽ വരുത്തുന്ന പരാജയം അടിസ്ഥാനമാക്കി ഉന്നയിക്കപ്പെടുന്ന ഏതെങ്കിലും പരാതിയോ ഒപ്പം/അല്ലെങ്കിൽ ക്ലെയിമോ കൈകാര്യം ചെയ്യാനും ഇതിനെ ചുമതലപ്പെടുത്തിയിരിക്കുന്നു. നിങ്ങളുടെ വ്യക്തിഗത വിവരം ഇവിടെ ആക്സസ് ചെയ്യുകയോ പരിഷ്ക്കരിക്കുകയോ ചെയ്യാവുന്നതാണ്: https://commerce.microsoft.com. നിങ്ങളുടെ വ്യക്തിഗത വിവരം പരിഷ്ക്കരിക്കുന്നത് നോക്കിയെടുക്കുന്ന സാഹചര്യത്തിൽ, മുകളിൽ അറിയിച്ചത് പോലെ നിങ്ങളുടെ വ്യക്തിഗത വിവരം ശേഖരിച്ച് സംഭരിക്കാൻ Microsoft Corporation-നെ അനുവദിക്കുന്ന സമ്മതം നിങ്ങൾ ഇതിനാൽ നൽകുകയാണ്. ഒരു അക്കൗണ്ട് സൃഷ്ടിച്ച് ചുവടെയുള്ള "അംഗീകരിക്കുക" ബട്ടൺ അമർത്തുന്നതിലൂടെ, Microsoft Corporation-ന് നിങ്ങളുടെ വ്യക്തിഗത വിവരം നൽകുന്നത് അംഗീകരിക്കുകയും ഇതിൽ പ്രതിപാദിച്ചിരിക്കുന്നതുപോലെ Microsoft Corporation-ന്റെ ശേഖരണവും കൈമാറ്റവും നിങ്ങൾ സമ്മതിക്കുകയും ചെയ്യുന്നു.
mn: Таныг бүтээгдэхүүн буюу үйлчилгээгээр хангахын тулд танд хэрэглэгчийн бүртгэл үүсгэсэн байх шаардлагатай. Таныг бүтээгдэхүүн буюу үйлчилгээ авахдаа шинээр төлбөрийн хэрэгсэл оруулах бүрд бид дараах мэдэгдлийг өгч, таныг цааш үргэлжлүүлэхээс өмнө зөвшөөрлийг тань авч болно. Хэрэглэгчийн бүртгэл үүсгэх буюу төлбөрийн шинэ хэрэгсэл нэмэх явцад, мөн дараах зорилгоор та бидэнд хувийн таних мэдээллээ өгөх шаардлагатай болно. Үүнд: таны нэр, хаяг, утасны дугаар, э-шуудангийн хаяг, кредит картын дугаар, банкны дансны дугаар зэрэг орно. Бид мөн таны төхөөрөмжийн таних дугаар, IP хаягийг цуглуулж, эдгээрийг таны хэрэглэгчийн бүртгэлээ үүсгэхдээ эсвэл төлбөрийн шинэ хэрэгсэл нэмэхдээ оруулсан хувийн таних мэдээлэлтэй холбодог. Би Microsoft корпораци болон түүний салбар, охин компаниудад өгсөн миний хувийн мэдээллийг надад санал болгож буй бараа буюу үйлчилгээнийхээ тухай ном товхимол буюу зар сурталчилгааны материалыг илгээх зорилгоор ашиглах эрхийг Хууль § 25,326, Хэсэг 5-д заасан нөхцөлөөр өгч байгааг үүгээр илэрхийлж байна. § 25,326 хуулийн 6-р хэсэгт заасны дагуу энэхүү зөвшөөрлийн сайн дурын шинж чанарыг надад мэдэгдсэн болохыг үүгээр мэдэгдэж байна. Мэдээлэл өгөхгүй байвал энэ вэб хуудсаар дамжуулан нийлүүлж буй бүтээгдэхүүн болон үйлчилгээнүүдэд нэвтрэх боломжгүй болгохоос өөр үр дагавар дагуулахгүй. Би мэдээллээ өгсөн тохиолдолд энэхүү мэдээллийг Redmond, WA 98052 хаягт байрлах Microsoft корпорацийн өгөгдлийн санд хадгалах зөвшөөрлийг өгч байгаагаа илэрхийлнэ. § 25,326 хуулийн 14-р хэсгийн 3-р дэд хэсэгт заасны дагуу өөрөөр хэрэгжүүлэх хууль ёсны ашиг сонирхлын талаар нотлох баримт гаргаагүй тохиолдолд энэхүү хувийн мэдээллийн эзэмшигч энэ мэдээлэлд нэвтрэх эрхээ ямар ч зардалгүй, зургаан сараас доошгүй завсарлагатай хугацаатай хэрэгжүүлэх эрхтэй. § 25,326 хуулийг хэрэгжүүлэх үүрэгтэй эрх бүхий байгууллага нь АРГЕНТИНЫ ХУВИЙН МЭДЭЭЛЭЛ ХАМГААЛАХ ГАЗАР бөгөөд тус байгууллага хувийн мэдээллийг хамгаалахтай холбоотой хуулийн заалтуудыг биелүүлээгүй гэсэн үндэслэл бүхий аливаа гомдол буюу нэхэмжлэлийг хариуцан хянан шийдвэрлэх бүрэн эрхтэй. Та хувийн мэдээлэлдээ дараах хаягаар нэвтрэх буюу өөрчилж болно: https://commerce.microsoft.com. Та хувийн мэдээллээ өөрчлөхөөр шийдсэн тохиолдолд, үүгээр Microsoft корпорацид хувийн мэдээллээ дээр заасны дагуу цуглуулж, хадгалах зөвшөөрлийг өгнө. Хэрэглэгчийн бүртгэл үүсгэж, доорх “Зөвшөөрч байна” товчийг товшсоноор та Microsoft корпорацид хувийн мэдээллээ гарган өгөхийг зөвшөөрч, Microsoft корпорацид энд заасан мэдээлэл цуглуулах ба дамжуулах зөвшөөрлийг өгнө.
mr: आपल्याला उत्पादने किंवा सेवांसह प्रदान करण्यासाठी आपण प्रयोक्ता खाते तयार करणे आवश्यक आहे. प्रत्येकवेळी आपण उत्पादन किंवा सेवेसाठी एक नवीन देय साधन प्रदान करता तेव्हा आपण पुढे जाण्यापूर्वी आम्ही खालील सूचना प्रदान करू शकतो आणि आपली संमती घेऊ शकतो. खाते निर्मिती दरम्यान आणि त्यासाठी आणि/किंवा एखादे नवीन देय साधन जोडण्यासाठी आपल्याला वैयक्तिक डेटा प्रदान करणे आवश्यक असेल, जसे की: आपले नाव, पत्ता, फोन नंबर, ईमेल पत्ता, क्रेडिट कार्ड नंबर आणि बँक खाते नंबर. आम्ही आपला IP पत्ता आणि आपला डिव्हाइस IP देखील मिळवू आणि खाते निर्मितीसाठी किंवा नवीन देय साधन जोडताना आपण प्रदान केलेल्या वैयक्तिक डेटामध्ये ही माहिती एकत्रित करू. मी येथे प्रदान केलेला वैयक्तिक डेटा वापरण्यासाठी कायदा क्र. 25,326, कलम 5 द्वारे निहित केलेल्या अटींमधील वस्तू आणि/किंवा सेवांबाबत त्यांच्या ऑफरशी संबंधित असलेली प्रकाशने आणि/किंवा जाहिरात सामुग्री मला पाठविण्याच्या हेतूने Microsoft Corporation, तिच्या सहयोगी आणि सहाय्यक कंपन्यांना, मी स्पष्टपणे अधिकृत करतो. मी याअन्वये कायदा क्र. 25,326, कलम 6 च्या अनुशंगाने नमूद करतो, की मला स्वैच्छिक स्वरूपाबाबत माहितीबद्दल सूचित करण्यात आले आहे. या वेबपृष्ठाद्वारे प्रदान केलेली उत्पादने आणि सेवा अॅक्सेस करण्याच्या अक्षमतेशिवाय, माहिती प्रदान करण्यात अयशस्वी होण्याचा कोणताही परिणाम लादला जात नाही. मी माझी माहिती प्रदान करण्यासाठी, मी Redmond, WA 98052 येथे स्थाननिर्दिष्ट Microsoft Corporation च्या डेटाबेसमध्ये संग्रहित केलेल्या डेटा असण्यासाठी माझी संमती स्पष्टपणे देऊ इच्छित आहे. वैयक्तिक डेटाच्या मालकास असा डेटा कोणतेही मूल्य न आकारता आणि एखाद्या कायदेशीर हितसंबंधांचा पुरावा तयार करेपर्यंत अन्यथा कायदा क्र. 25,326, कलम 14, पोटकलम 3 प्रमाणे सहा महिन्यांपेक्षा कमी नसलेला फरक न घेता अॅक्सेस करण्यासाठी त्याचे/तिचे अधिकार देण्याचा अधिकार आहे. कायदा क्र. 25,326 ची अंमलबजावणी करण्याच्या उत्तरदायित्वाचे अधिकार म्हणजे वैयक्तिक डेटा संरक्षण चे अर्जेंटाइन संचालनालय आहे आणि म्हणूनच वैयक्तिक डेटा संरक्षण व्यवस्थापित करणाऱ्या तरतुदींचे पालन करण्यात अयशस्वी होणाच्या परिस्थितीत सुरू केलेली कोणतीही तक्रार आणि/किंवा दावा हाताळण्याचे अधिकार बहाल यास केलेले आहेत. येथे आपण आपला वैयक्तिक डेटा अॅक्सेस करू शकता किंवा त्यात फेरफार करू शकता: https://commerce.microsoft.com. आपल्या वैयक्तिक डेटामध्ये फेरफार करणे आपण निवडण्यासाठी आपण याअन्वये उपरोक्त नमूद केल्यानुसार आपल्या वैयक्तिक डेटाचे संकलन करण्यासाठी आणि संग्रह करण्यासाठी Microsoft Corporation ला परवानगी देणारी संमती प्रदान करता. खाते तयार करून आणि खाली असलेले “सहमत आहे” बटण क्लिक करून आपण Microsoft Corporation ला आपल्याला वैयक्तिकरित्या ओळखता येणारी माहिती प्रदान करण्यासाठी सहमती देता आणि येथे नमूद केल्यानुसार Microsoft Corporation चे संकलन आणि स्थानांतरणास आपण संमती देता.
ms: Bagi membolehkan produk dan perkhidmatan disediakan kepada anda, anda dikehendaki membuat akaun pengguna. Setiap kali anda memberikan instrumen pembayaran baharu bagi sesuatu produk atau perkhidmatan, kami mungkin memberikan notis berikut dan mendapatkan persetujuan anda sebelum anda meneruskan. Semasa dan bagi tujuan penciptaan akaun dan/atau penambahan instrumen pembayaran baharu, anda akan diminta untuk memberikan data peribadi seperti: nama, alamat, nombor telefon, alamat e-mel, nombor kad kredit dan nombor akaun bank anda. Kami mungkin mengumpulkan alamat IP anda dan ID peranti anda dan mengaitkan maklumat ini dengan data peribadi yang anda berikan untuk penciptaan akaun atau semasa penambahan instrumen pembayaran baharu. Saya dengan nyata membenarkan Microsoft Corporation, sekutu dan subsidiarinya, untuk menggunakan data peribadi yang saya berikan di sini, menurut syarat yang dinyatakan oleh Undang-undang No. 25,326, Seksyen 5 bagi tujuan penghantaran bahan penerbitan dan/atau bahan pengiklanan tentang tawaran barangan dan/atau perkhidmatan mereka kepada saya. Saya dengan ini menyatakan bahawa selaras dengan Undang-undang No. 25,326, Seksyen 6, saya telah dimaklumkan tentang sifat sukarela yang berkaitan dengannya. Kegagalan untuk memberikan data tidak akan menimbulkan apa-apa akibat selain daripada tidak dapat mengakses produk dan perkhidmatan yang disediakan melalui laman web ini. Sekiranya saya memberikan data saya, saya dengan nyata memberikan persetujuan saya untuk membolehkan data berkenaan disimpan di dalam pangkalan data Microsoft Corporation yang terletak di Redmond, WA 98052. Pemilik data peribadi berhak melaksanakan haknya untuk mengakses data demikian tanpa kos dan pada selang waktu yang tidak boleh kurang daripada enam bulan kecuali bukti dikemukakan tentang kepentingan yang sah untuk melakukan selain daripada yang diperuntukkan oleh Undang-undang No. 25,326, Seksyen 14, Subseksyen 3. Pihak berkuasa yang bertanggungjawab menguatkuasakan Undang-undang No. 25,326 ialah DIREKTORAT ARGENTINA PERLINDUNGAN DATA PERIBADI dan oleh itu, badan ini diberi kuasa untuk mengendalikan apa-apa aduan dan/atau tuntutan yang diwujudkan atas dasar kegagalan untuk mematuhi peruntukan yang mengawal perlindungan data peribadi. Anda boleh mengakses atau mengubah suai data peribadi anda di: https://commerce.microsoft.com. Sekiranya anda memilih untuk mengubah suai data peribadi anda, anda dengan ini memberikan persetujuan yang membenarkan Microsoft Corporation untuk mengumpulkan dan menyimpan data peribadi anda seperti yang dinyatakan di atas. Dengan mencipta akaun dan mengklik butang “Setuju” di bawah, anda bersetuju untuk memberi Microsoft Corporation data peribadi anda dan anda bersetuju dengan pengumpulan dan pemindahan yang dilakukan oleh Microsoft Corporation seperti yang dinyatakan di sini.
mt: Sabiex nagħtuk prodotti jew servizzi jeħtieġ li toħloq kont ta' utent. Kull darba li tagħtina strument ta' pagament ġdid għal prodott jew servizz aħna nistgħu nagħtuk l-avviż li ġej u niġbru l-kunsens tiegħek qabel ma tipproċedi. Matul u għall-finijiet tal-ħolqien tal-kont u/jew biex iżżid strument ta' pagament ġdid ser tkun meħtieġ tagħti d-dejta personali bħal: ismek, l-indirizz, in-numru tat-telefown, l-indirizz elettroniku, in-numru tal-kard ta' kreditu u n-numru tal-kont tal-bank. Nistgħu wkoll niġbru l-indirizz tal-IP tiegħek u l-ID tat-tagħmir tiegħek u nassoċjaw din l-informazzjoni mad-dejta personali li tagħtina għall-ħolqien tal-kont jew meta żżid strument ta' pagament ġdid. Jien espressament nawtorizza lil Microsoft Corporation, il-kumpaniji affiljati u sussidjarji tagħha, sabiex tuża d-dejta personali li jiena tajt hawnhekk, skont it-termini preskritti mil-Liġi Nru 25,326, Taqsima 5 għall-finijiet li jiġu mibgħuta lili pubblikazzjonijiet u/jew materjal ta' reklamar dwar l-offerti tagħhom ta' prodotti u/jew servizzi. Jien niddikjara li skont il-Liġi Nru 25,326, Taqsima 6, jien ġejt infurmat bin-natura volontarja ta' dan. Il-fatt li ma tipprovdix dejta ma jwassal għal ebda konsegwenza għajr in-nuqqas ta' kapaċità li ningħata aċċess għall-prodotti u s-servizzi provduti permezz ta' din il-paġna tal-web. Jekk nipprovdi d-dejta tiegħi, inkun qed nagħti espressament il-kunsens tiegħi sabiex din id-dejta tinħażen fid-database ta' Microsoft Corporation b'domiċilju f'Redmond, WA 98052. Is-sid tad-dejta personali huwa intitolat li jeżerċita d-drittijiet tiegħu/tagħha biex jaċċessa tali dejta b'ebda spiża u f'intervalli li ma jistgħux ikunu iqsar minn sitt xhur sakemm ma tingħatax evidenza ta' interess leġittimu li jsir mod ieħor kif stipulat mil-Liġi Nru 25,326, Taqsima 14, Subtaqsima 3. L-awtorità responsabbli għall-infurzar tal-Liġi Nru 25,326 hija d-DIRETTORAT ARĠENTINJAN GĦALL-PROTEZZJONI TAD-DEJTA PERSONALI u bħala tali hija għandha l-poter li tieħu ħsieb kull ilment u/jew pretensjoni stabbilita għal raġunijiet ta' nuqqas ta' konformità mad-dispożizzjonijiet li jiggvernaw il-protezzjoni ta' dejta personali. Tista' taċċessa jew temenda d-dejta personali tiegħek fi: https://commerce.microsoft.com. Fil-każ li tagħżel li temenda d-dejta personali tiegħek int għaldaqstant qed tagħti kunsens li jippermetti lil Microsoft Corporation sabiex tiġbor u taħżen id-dejta personali tiegħek kif notifikat hawn fuq. Meta toħloq kont u tikklikkja l-buttuna “Naqbel” hawn taħt inti taqbel li tagħti lil Microsoft Corporation id-dejta personali tiegħek u tagħti kunsens li Microsoft Corporation tiġbor u tittrasferixxi kif hawn stipulat.
ne: तपाइँलाई उत्पादन वा सेवाहरू उपलब्ध गराउनको लागि तपाइँले प्रयोगकर्ता खाता सिर्जना गर्नु आवश्यक हुन्छ। तपाइँले उत्पादन वा सेवाका लागि प्रत्येक समय नयाँ भुक्तानी साधन उपलब्ध गराउँदा हामीले निम्नलिखित सूचना उपलब्ध गराउन र तपाईंले प्रक्रिया गर्नुभन्दा अगाडि नै तपाइँको सहमति संकलन गर्न सक्छौं। खाता सिर्जना र/वा नयाँ भुक्तान साधन थप गर्ने प्रयोजनहरूको अवधिमा तपाइँलाई यस्ता व्यक्तिगत लगत उपलब्ध गराउन आवश्यक गराइनेछ: तपाइँको नाम, ठेगाना, फोन नम्बर, इ-मेल ठेगाना, क्रेडिट कार्ड नम्बर तथा बैंक खाता नम्बर। हामीले तपाइँको आइपी ठेगाना र तपाइँको यन्त्रको आइडी संकलन गर्न तथा नयाँ भुक्तानी साधन थपिँदा यो जानकारीलाई तपाइँले खाता सिर्जना गर्नका लागि उपलब्ध गराउनुभएको व्यक्तिगत लगतसँग सम्बद्ध गराउन सक्छौं। मैले Microsoft Corporation, यससँग सम्बन्धित संस्था तथा सहायक कम्पनीहरूलाई मलाई प्रकाशनहरू पठाउने र/वा तिनका वस्तु र/वा सेवाका प्रस्तावहरूसँग सम्बन्धित सामग्रीको विज्ञापन गर्ने उद्देश्यहरूका लागि मैले कानून नम्बर 25,326, खण्ड 5 द्वारा निर्देशित सर्तहरूमा यहाँ उपलब्ध गराएको व्यक्तिगत डेटा प्रयोग गर्न स्पष्ट रूपले अधिकार प्रदान गर्दछु। मैले यसद्वारा उल्लेख गर्छु कि कानून नम्बर 25,326 खण्ड 6 अनुरूप मलाई यहाँ स्वैच्छिक स्वभावको बारेमा बताइएको छ। लगत उपलब्ध गराउन असफल हुने कार्यले यस वेब पृष्ठ मार्फत उपलब्ध गराइएका उत्पादन तथा सेवाहरूको पहुँचमा असक्षम गराउने बाहेकका कुनै पनि परिणाम निम्त्याउँदैन। मैले मेरो लगत उपलब्ध गराउनुपर्छ, मैले त्यस्तो लगतलाई Redmond, WA 98052 निवासीको Microsoft Corporation को डेटाबेसमा भण्डार गरिने कुरामा स्पष्ट रूपले मेरो सहमति जनाउनेछु। व्यक्तिगत लगतको मालिकलाई आफ्ना अधिकारहरू शुल्क नलाग्ने डेटा तथा अन्तरालहरू पहुँच गर्नको लागि प्रयोग गर्नमा हकदार बनाइन्छ र कानून नम्बर 25,326, खण्ड 14, उप-धारा 3 द्वारा उपलब्ध गराइए अनुसार अन्यथा गर्नको लागि केही पनि वैधानिक हितको प्रमाण उपलब्ध नगराइएमा उक्त कार्य छ महिनाभन्दा छोटो समय भित्र हुन सक्दैन। कानून नम्बर 25,326 को लागू गर्ने अधिकारी इन्चार्ज ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION हो र उसलाई व्यक्तिगत लगत संरक्षणलाई नियन्त्रण गर्ने प्रावधानहरूको अनुपालन गर्न असफल हुने कुराको आधारमा स्थापित कुनै पनि उजुरी र/वा दाबीसँग सम्झौता गर्ने अधिकार दिइन्छ। तपाइँले आफ्नो व्यक्तिगत लगतलाई यहाँ गएर पहुँच वा परिमार्जन गर्न सक्नुहुन्छ: https://commerce.microsoft.com. तपाइँले आफ्नो व्यक्तिगत लगतलाई परिमार्जन गर्ने कुरा छान्नुहुन्छ भने तपाइँले यसद्वारा Microsoft Corporation लाई माथि उल्लेख गरिए अनुसार आफ्नो व्यक्तिगत डेटा संकलन तथा भण्डार गर्न अनुमति दिने सहमति उपलब्ध गराउँदै हुनुहुन्छ। खाता सिर्जना गरी तलको “सहमत छु” बटनमा क्लिक गरेर तपाइँ Microsoft Corporation लाई आफ्नो व्यक्तिगत लगत उपलब्ध गराउन सहमत हुनुहुन्छ तथा तपाइँले यसमा उल्लेख गरिए अनुसार Microsoft Corporation को संकलन तथा स्थानान्तर गर्ने कार्यमा सहमति जनाउनुहुन्छ।
nn_no: Dersom du vil ha produkt eller tenester, må du opprette ein brukarkonto. Kvar gong du oppgir ein ny betalingsmetode for eit produkt eller ei teneste, sender vi kanskje meldinga nedanfor og får di godkjenning før du held fram. Når du opprettar ny konto og/eller legg til ny betalingsmetode, må du oppgi personopplysingar, for eksempel namn, adresse, telefonnummer, e-postadresse, kredittkortnummer og bankkontonummer. Det kan hende vi også registrerer IP-adressa di og einings-ID-en din og knyter denne informasjonen til personopplysingane du oppgir under kontoopprettinga, eller når ein betalingsmetode blir lagd til. Eg gir Microsoft Corporation, tilknytte selskap og dotterselskap løyve til å bruke personopplysingane eg har oppgitt, i samsvar med vilkåra i lov nummer 25 326, paragraf 5, til å sende meg publikasjonar og/eller reklamemateriale med tilbod på varer og/eller tenester. Eg erklærer med dette at eg i samsvar med lov 25 326, paragraf 6 er informert om at det er frivillig å oppgi slike data. Dersom eg ikkje oppgir personlege data, får ikkje det andre konsekvensar enn at eg ikkje får tilgang til produkta og tenestene på denne nettstaden. Ved at eg oppgir data, samtykkjer eg uttrykkeleg i at slike data blir lagra i databasen til Microsoft Corporation i Redmond, WA 98052, USA. Eigaren av personopplysingane har rett til vederlagsfritt å få tilgang til dataa ikkje oftare enn kvar sjette månad med mindre retten bestemmer at det skal gjevast tilgang etter andre metodar, som det går fram i lov nummer 25 326, paragraf 14, avsnitt 3. Den ansvarlege instansen for å handheve lov nummer 25 326 er ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION, og denne instansen har løyve til å handsame alle klager og/eller krav som blir sette fram ved eventuelle brot på reglane for vern av personopplysingar. Du får tilgang til og kan endre personopplysingane på https://commerce.microsoft.com. Dersom du vel å endre personopplysingane, samtykkjer du samstundes i at Microsoft Corporation kan registrere og lagre personopplysingane i samsvar med informasjonen som er oppgitt ovanfor. Ved å opprette ein konto og klikke på Einig-knappen nedanfor, samtykkjer du i å oppgi personopplysingar til Microsoft Corporation, og samstundes godtek du at Microsoft Corporation registrerer og overfører opplysingane i samsvar med informasjonen som er oppgitt her.
no: Før vi kan tilby deg produkter eller tjenester, må du opprette en brukerkonto. Hver gang du angir en ny betalingsmåte for et produkt eller en tjeneste, kan vi gi deg følgende melding og be om samtykke før du fortsetter. Når du oppretter en konto og/eller legger til en ny betalingsmåte, må du oppgi personopplysninger, for eksempel navn, adresse, telefonnummer, e-postadresse, kredittkortnummer og bankkontonummer. Vi kan også registrere IP-adressen din og enhets-ID-en og knytte denne informasjonen til personopplysningene du oppgir når du oppretter en konto eller legger til en ny betalingsmåte. Jeg tillater herved at Microsoft Corporation og deres tilknyttede selskaper og datterselskaper kan bruke personopplysninger som jeg har oppgitt her, i henhold til vilkårene i lov nummer 25 326, paragraf 5, med det formål å sende meg publikasjoner og/eller reklamemateriell for deres varer og/eller tjenester. Jeg erklærer herved at jeg, i henhold til lov nummer 25 326, paragraf 6, har blitt informert om at dette er frivillig. Hvis jeg ikke oppgir data, får det ingen følger bortsett fra at jeg ikke får tilgang til produktene og tjenestene som tilbys gjennom denne nettsiden. Hvis jeg oppgir data, gir jeg uttrykkelig samtykke til at slike data kan lagres i databasen til Microsoft Corporation med adresse Redmond, WA 98052, USA. Eieren av personopplysningene har rett til å benytte seg av retten til å få tilgang til slike data gratis og i intervaller som ikke kan være kortere enn seks måneder, med mindre det foreligger bevis på en legitim interesse for å gjøre noe annet, i henhold til lov nummer 25 326, paragraf 14, avsnitt 3. Myndighetene med ansvar for å håndheve lov nummer 25 326, er DET ARGENTINSKE DIREKTORATET FOR BESKYTTELSE AV PERSONOPPLYSNINGER, som har myndighet til å behandle alle klager og/eller erstatningskrav som fremsettes på grunnlag av manglende overholdelse av bestemmelsene om beskyttelse av personopplysninger. Du kan få tilgang til eller endre personopplysningene dine her: https://commerce.microsoft.com. I tilfelle av at du velger å endre personopplysningene dine, gir du herved samtykke til at Microsoft Corporation kan samle inn og lagre personopplysningene dine som beskrevet ovenfor. Ved å opprette en konto og klikke Godtatt nedenfor godtar du å gi Microsoft Corporation personopplysningene dine, og du samtykker i at Microsoft Corporation kan samle inn og overføre dem som beskrevet her.
or: ଆପଣଙ୍କୁ ଏକ ଉତ୍ପାଦ କିମ୍ବା ସେବା ପ୍ରଦାନ କରିବାକୁ ଏହା ଆବଶ୍ୟକ ଯେ ଆପଣଙ୍କ ଉପଭୋକ୍ତା ନାମ ଆପଣ ତିଆରି କରନ୍ତୁ. ଏକ ଉତ୍ପାଦ କିମ୍ବା ସେବା ପାଇଁ ଆପଣ ପ୍ରତି ଥର ପ୍ରଦାନ କରିବା ଏକ ନୂତନ ଦେୟ ଇନ୍‌ଷ୍ଟ୍ରୁମେଣ୍ଟ ପାଇଁ ଆମେ ନିମ୍ନ ନୋଟିସ୍‌ ପ୍ରଦାନ କରିପାରୁ ଏବଂ ଆପଣ ଆଗକୁ ବଢିବା ପୂର୍ବରୁ ଆପଣଙ୍କ ସହମତି ସଂଗ୍ରହ କରିପାରୁ. ଆକାଉଣ୍ଟ ତିଆରି କରିବା ଏବଂ/କିମ୍ବା ଏକ ନୂତନ ଦେୟ ଇନ୍‌ଷ୍ଟ୍ରୁମେଣ୍ଟ ଯୋଡିବା ସମୟରେ ଏବଂ ଏହି ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ଆପଣ ବ୍ୟକ୍ତିଗତ ଡାଟା ପ୍ରଦାନ କରିବା ଆବଶ୍ୟକ କରିବେ ଯେପରିକି: ଆପଣଙ୍କ ନାମ, ଠିକଣା, ଫୋନ୍‌ ନମ୍ବର, ଇମେଲ୍‌ ଠିକଣା, କ୍ରେଡିଟ୍‌ କାର୍ଡ ନମ୍ବର ଏବଂ ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ନମ୍ବର. ଆମେ ଆପଣଙ୍କର IP ଠିକଣା ଏବଂ ଆପଣଙ୍କ ଡିଭାଇସ୍‌ ID ମଧ୍ୟ ସଂଗ୍ରହ କରିପାରୁ ଏବଂ ଏହି ସୂଚନା ଆପଣ ଆକାଉଣ୍ଟ ତିଆରି କିମ୍ବା ଏକ ନୂତନ ଦେୟ ଇନ୍‌ଷ୍ଟ୍ରୁମେଣ୍ଟ ଯୋଡିବା ବେଳେ ପ୍ରଦାନ କରିଥିବା ବ୍ୟକ୍ତିଗତ ଡାଟାରେ ଜଡିତ କରିପାରୁ. ମୂଁ Microsoft Corporation, ଏହାର ସହଯୋଗୀ ଏବଂ ହିତାଧିକାରୀଙ୍କୁ ଏଠାରେ ମୁଁ ପ୍ରଦାନ କରିଥିବା ବ୍ୟକ୍ତିଗତ ଡାଟା, ଜିନିଷ ଏବଂ/ସେବାର ସେମାନଙ୍କ ଅଫରିଂ ସମ୍ବନ୍ଧୀୟ ପ୍ରକାଶନ ଏବଂ/କିମ୍ବା ବିଜ୍ଞାପନ ସାମଗ୍ରୀ ପଠାଇବା ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ନିୟମ ନମ୍ବର 25,326, ଧାରା 5 ବ୍ୟବହାର କରିବାକୁ ବିଶେଷ ଭାବେ ଅଧିକାର ପ୍ରଦାନ କରେ. ଏତଦ୍‌ ଦ୍ୱାରା ମୁଁ ଦର୍ଶାଏ ଯେ, ନିୟମ ନମ୍ବର 25,326, ଧାରା 6 ଅନୁଯାୟୀ, ମୋତେ ସ୍ୱେଚ୍ଛାଗତ ଭାବେ ସୂଚୀତ କରାଯାଇଛି. ଡାଟା ପ୍ରଦାନ କରିବାରେ ବିଫଳ ହେବା ସ୍ଥଳେ ଏହି ୱେବ୍‌ ପୃଷ୍ଠା ମାଧ୍ୟମରେ ପ୍ରଦତ୍ତ ଉତ୍ପାଦ ଏବଂ ସେବା ଆକସେସ୍‌ କରିବାର ଅସମର୍ଥତାକୁ ଦର୍ଶାଇ ଥାଏ. ମୁଁ ମୋ ଡାଟା ପ୍ରଦାନ କରିବା ଉଚିତ କି, Redmond, WA 98052-ରେ ଥିବା Microsoft Corporationର ଡାଟାବେସ୍‌ରେ ଉକ୍ତ ଡାଟା ଷ୍ଟୋର୍‌ ହୋଇରହିବାକୁ ମୁଁ ବିଶେଷ ଭାବେ ମୋର ସହମତି ପ୍ରଦାନ କରିବି. ବ୍ୟକ୍ତିଗତ ଡାଟାର ମାଲିକ ବିନା କୌଣସି ଦେୟରେ ଏବଂ 6 ମାସରୁ କମ ହୋଇନଥିବା ବ୍ୟବଧାନରେ ଅନ୍ୟଥା କୌଣସି ଆଇନଗତ ଆବଶ୍ୟକତାର ପ୍ରମାଣ ପ୍ରଦାନ କରି ବା ପ୍ରଦତ୍ତ ନିୟମ ନମ୍ବର 25,326, ଧାରା 14, ଉପଧାର 3 ଅନୁଯାୟୀ ଆକସେସ୍‌ କରିବାକୁ ତାଙ୍କ ଅଧିକାରର ବ୍ୟବହାର କରିପାରିବେ. ନିୟମ ନମ୍ବର 25,326 ଲାଗୁ କରିବା ପ୍ରାଧିକରଣର ଚାର୍ଜରେ ଥିବା ସଂସ୍ଥା ହେଉଛି ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION (ଆର୍ଜେଣ୍ଟିନେ ଡାଇରେକ୍ଟର ଅଫ୍‌ ପର୍ସନାଲ୍ ଡାଟା ପ୍ରୋଟେକ୍ସନ୍‌) ଏବଂ ବ୍ୟକ୍ତିଗତ ଡାଟା ସୁରକ୍ଷା ପରିଚାଳନା ଧାରାରେ କୌଣସି ପ୍ରକାର ଉଲଙ୍ଘନ କ୍ଷେତ୍ରରେ କରାଯିବା କୌଣସି ଅଭିଯୋଗ ପାଇଁ ଏହା କାର୍ଯ୍ୟ କରିବାକୁ କ୍ଷମତାଭୂକ୍ତ ଅଟେ. ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ଡାଟା ଆପଣ ଏଥିରେ ଆକସେସ୍‌ କିମ୍ବା ରୂପାନ୍ତର କରିପାରିବେ: https://commerce.microsoft.com. ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ଡାଟା ଆପଣ ରୂପାନ୍ତର କରିବାକୁ ବାଛିବା ସ୍ଥଳେ ଆପଣ ଏତଦ୍‌ଦ୍ୱାରା ଉପରେ ନୋଟ୍ କରାଯାଇଥିବା ପରି ଆପଣ Microsoft Corporationକୁ ଡାଟା ସଂଗ୍ରହ କରିବାକୁ ତଥା ଷ୍ଟୋର୍‌ କରିବାକୁ ଆପଣଙ୍କ ସହମତି ପ୍ରଦାନ କରନ୍ତି. ଏକ ଆକାଉଣ୍ଟ ତିଆରି କରି ଏବଂ ନିମ୍ନରେ "ରାଜି ଅଟେ" ବଟନ୍‌ କ୍ଲିକ୍‌ କରି ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ଡାଟା Microsoft Corporationକୁ ଆପଣ ରାଜି ଅଟନ୍ତି ଏବଂ ଏଠାରେ ଦର୍ଶାଯାଇଥିବା ପରି ଆପଣ ଏହାର ସଂଗ୍ରହ ଏବଂ ସ୍ଥାନାନ୍ତର କରିବାକୁ Microsoft Corporationକୁ ସହମତି ପ୍ରଦାନ କରନ୍ତି.
pa_arab_pk: تساں نوں شیواں تے خدمتاں مہیا کرن لئی ایہہ ضروری اے کہ تسی اپنا صارف اکاؤنٹ بناؤ۔ جدوں وی تسی کسی خدمت یا شے لئی ادائیگی آلہ درج کردے اوہ، اسی اگے جان توں پہلاں تساں دی مرضی جانن لئی تھلے دیتا ہویا ایہہ نوٹس وکھا سکدے آں۔ نوے اکاؤنٹ نوں بنان لئی تے بنان دے دوران تے/یا ادائیگی لئی نوے آلے دا اضافہ کرن لگیاں تساں نوں ایس طرح ذاتی کوائف دینے ہون گے جیویں: تساں دا ناں، پتہ، فون نمبر، ای میل پتہ، کریڈٹ کارڈ نمبر، تے بینک دا اکاؤنٹ نمبر۔ اسی تساں دا IP تے تساں دے آلے دا آئی ڈی وی محفوظ کرسکدے آں تے ایس معلومات نوں تساں دی ذاتی معلومات جیڑی تسی اکاؤنٹ نوں کھولن لئی یا ادائیگی لئی نوا آلہ درج کرن ویلے دتی سی، نال منسلک کرسکدے آں۔ خصوصی طور تے Microsoft Corporation، ایدھے الحاق شدہ تے ذیلی اداریاں نوں اجازت دیناں، ذاتی معلومات نوں ورتن دی، جیہڑی میں ایتھے فراہم کیتی اے، جیویں کہ قانون نمبر 25,326 سیکشن 5 وچ واضح کیتا گیا اے، ایس مقصد لئی کہ مینوں اشاعت تے یا اشتہاری مواد گھلیا جاوے اونہاں دی سامان دی پیشکشاں تے خدمتاں دے بارے وچ۔ میں من دا آں قنون نمبر 25,326 سیکشن 6 دے تحت مینوں ایدی رضاکارانہ نوعیت دس دتی گئی اے. معلومات ناں دین دا کوئی وی غلط نتیجہ نئیں ہووے گا سوائے ایدے کہ تسی ویب سائٹ دے ایس صفحے تے دتیاں ہوئیاں خدمتاں تے شیواں تئیں نئیں پہنچ سکو گے۔ جے میں اپنی معلومات دیندا آں، تے میں ایس معلومات نوں Microsoft Corporation دے ڈیٹا بیس تے محفوظ کرن دی اجازت دیناں جیڑا ریڈمنڈ، WA 98052 تے مجود اے۔ ذاتی معلومات دا مالک ایس معلومات نوں کسی وی قیمت دی ادائیگی دے بغیر تے اونہاں وقفیاں چے جیڑے چھ ماہ توں گھٹ نئیں ہونے چاہی دے وچ معلومات نوں لے سکدا اے دوجی صورت چے قنون نمبر 25،326 سیکشن 14، ضمنی سیکشن 3 دے تحت ایہہ ویکھن دی کوئی خاص وجہ دسنی ضروری اے۔ قنون نمبر 25، 326 نوں لاگو کرن دے اختیارات ارجنٹائن دے ذاتی مواد دی حفاظت دے ڈائریکٹوریٹ کول اے تے ایہہ ذاتی معلومات دی حفاظت چے ہوون والی کسی وی کوتاہی دے نتیجے تے دائر کیتی جان والی شکایت تے/یا دعوے نوں سنبھالن دا اختیار رکھدی اے۔ تسی اپنی ذاتی معلومات تے رسائی یا ترمیم کر سکدے او بذریعہ: https://commerce.microsoft.com۔ جدوں تسی اپنے ذاتی معلومات چے ترمیم کرن نوں چن دے اوہ تے تسی اپنی مرضی دا اظہار وی کردیندے اوہ جیدے مطابق Microsoft Corporation نوں، جس طرح کہ اتے بیان کیتا گیا اے، اپنی ذاتی معلومات اکٹھا کرن تے محفوظ کرن دی اجازت دیندے اوہ۔. اکاؤنٹ کھولن تے “متفق” دے بٹن تے کلک کرن نال، تسی Microsoft Corporation نوں اپنی ذاتی معلومات دین تے راضی اوہ تے Microsoft نوں تیجی پارٹیاں نال اپنی ذاتی معلومات اکٹھا کرن تے منتقل کرن دی اجازت دیندے او جیویں ایتھے بیان کیتا گیا اے۔
pa_in: ਤੁਹਾਨੂੰ ਉਤਪਾਦ ਜਾਂ ਸੇਵਾਵਾਂ ਪ੍ਰਦਾਨ ਕਰਨ ਦੇ ਲਈ, ਇਹ ਲੋੜ ਹੁੰਦੀ ਹੈ ਕਿ ਤੁਸੀਂ ਇੱਕ ਉਪਭੋਗਤਾ ਖਾਤਾ ਬਣਾਓ। ਹਰ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਉਤਪਾਦ ਜਾਂ ਸੇਵਾ ਲਈ ਇੱਕ ਨਵਾਂ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਪ੍ਰਦਾਨ ਕਰਦੇ ਹੋ, ਅਸੀਂ ਤੁਹਾਡੇ ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ ਹੇਠ ਲਿਖਿਆ ਨੋਟਿਸ ਪ੍ਰਦਾਨ ਕਰਕੇ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਲੈ ਸਕਦੇ ਹਾਂ। ਖਾਤਾ ਬਣਾਉਣ ਅਤੇ/ਜਾਂ ਨਵੀਂ ਭੁਗਤਾਨ ਵਿਧੀ ਜੋੜਣ ਦੇ ਦੌਰਾਨ ਅਤੇ ਇਸਦੇ ਉਦੇਸ਼ਾਂ ਲਈ, ਤੁਹਾਨੂੰ ਨਿੱਜੀ ਡੇਟਾ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਲੋੜ ਹੋਏਗੀ ਜਿਵੇਂ ਕਿ: ਤੁਹਾਡਾ ਨਾਮ, ਪਤਾ, ਫ਼ੋਨ ਨੰਬਰ, ਈਮੇਲ ਪਤਾ, ਕਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਅਤੇ ਬੈਂਕ ਖਾਤਾ ਨੰਬਰ। ਅਸੀਂ ਤੁਹਾਡਾ IP ਪਤਾ ਅਤੇ ਤੁਹਾਡੇ ਡਿਵਾਈਸ ID ਨੂੰ ਵੀ ਇਕੱਤਰ ਕਰ ਸਕਦੇ ਹਾਂ ਅਤੇ ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਖਾਤਾ ਬਣਾਉਣ ਜਾਂ ਇੱਕ ਨਵਾਂ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਜੋੜਣ ਵੇਲੇ ਤੁਹਾਡੇ ਪ੍ਰਦਾਨ ਕੀਤੇ ਨਿੱਜੀ ਡੇਟਾ ਨਾਲ ਜੋੜ ਸਕਦੇ ਹਨ। ਮੈਂ Microsoft Corporation, ਇਸ ਦੀਆਂ ਸਹਾਇਕ ਅਤੇ ਸਬੰਧਤ ਕੰਪਨੀਆਂ ਨੂੰ ਮੇਰੇ ਵਲੋਂ ਇੱਥੇ ਪ੍ਰਦਾਨ ਕੀਤੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ, ਕਾਨੂੰਨ ਨੰ. 25,326, ਸੈਕਸ਼ਨ 5 ਦੁਆਰਾ ਦੱਸੇ ਗਏ ਨਿਯਮਾਂ ਵਿੱਚ, ਮੈਨੂੰ ਉਹਨਾਂ ਵਲੋਂ ਮਾਲ ਅਤੇ/ਜਾਂ ਸੇਵਾਵਾਂ ਦੀ ਪੇਸ਼ਕਸ਼ਾਂ ਨਾਲ ਸਬੰਧਤ ਪ੍ਰਕਾਸ਼ਨਾਂ ਅਤੇ/ਜਾਂ ਵਿਗਿਆਪਨ ਸਮੱਗਰੀ ਭੇਜਣ ਦੇ ਉਦੇਸ਼ਾਂ ਲਈ ਵਰਤਣ ਦਾ ਸਪਸ਼ਟ ਅਧਿਕਾਰ ਦਿੰਦਾ/ਦੀ ਹਾਂ। ਮੈਂ ਇਸ ਦੁਆਰਾ ਇਹ ਦੱਸਦਾ/ਦੀ ਹਾਂ ਕਿ ਕਾਨੂੰਨ ਨੰ. 25,326, ਸੈਕਸ਼ਨ 6 ਦੇ ਮੁਤਾਬਕ, ਮੈਨੂੰ ਇਸ ਦੀ ਸਵੈਇੱਛਕ ਕਿਸਮ ਦੀ ਸੂਚਨਾ ਦਿੱਤੀ ਗਈ ਹੈ। ਡੇਟਾ ਨੂੰ ਪ੍ਰਦਾਨ ਕਰਨ ਦੀ ਅਸਫਲਤਾ ਇਸ ਵੈਬ ਪੰਨੇ ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਦੀ ਅਯੋਗਤਾ ਦੇ ਅਲਾਵਾ, ਕਿਸੇ ਨਤੀਜਿਆਂ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕਰਦੀ। ਜੇ ਮੈਂ ਆਪਣਾ ਡੇਟਾ ਪ੍ਰਦਾਨ ਕਰਨਾ ਹੈ, ਤਾਂ ਮੈਂ Redmond, WA 98052 ਵਿੱਚ ਸਥਿਤ Microsoft Corporation ਦੇ ਡੇਟਾਬੇਸ ਵਿੱਚ ਸਟੋਰ ਕੀਤੇ ਅਜਿਹੇ ਡੇਟਾ ਨੂੰ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਆਪਣੀ ਸਹਿਮਤੀ ਸਪਸ਼ਟਤਾ ਨਾਲ ਦਿਆਂਗਾ/ਗੀ। ਨਿੱਜੀ ਡੇਟਾ ਦੇ ਮਾਲਕ ਕੋਲ ਬਿਨਾਂ ਲਾਗਤ ਦੇ ਅਤੇ ਅਜਿਹੇ ਅੰਤਰਾਲਾਂ 'ਤੇ ਅਜਿਹੇ ਡੇਟਾ ਨੂੰ ਐਕਸੈਸ ਕਰਨ ਲਈ ਆਪਣੇ ਅਧਿਕਾਰ ਦੀ ਵਰਤੋਂ ਕਰਨ ਦਾ ਹੱਕ ਹੈ, ਜੋ ਛੇ ਮਹੀਨਿਆਂ ਤੋਂ ਛੋਟਾ ਨਹੀਂ ਹੋ ਸਕਦਾ, ਜਦੋਂ ਤੱਕ ਕਾਨੂੰਨ ਨੰ. 25,326, ਸੈਕਸ਼ਨ 14, ਸਬ-ਸੈਕਸ਼ਨ 3 ਦੁਆਰਾ ਪ੍ਰਦਾਨ ਕੀਤੇ ਮੁਤਾਬਕ ਕੁਝ ਹੋਰ ਕਰਨ ਲਈ ਕਾਨੂੰਨੀ ਦਿਲਚਸਪੀ ਦਾ ਸਬੂਤ ਪੇਸ਼ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ। ਕਾਨੂੰਨ ਨੰ. 25,326 ਨੂੰ ਲਾਗੂ ਕਰਨ ਲਈ ਪ੍ਰਭਾਰੀ ਇਖ਼ਤਿਆਰ ਅਰਜੇਂਟਾਈਨ ਡਾਇਰੈਕਟ੍ਰੇਟ ਔਫ ਪਰਸਨਲ ਡੇਟਾ ਪ੍ਰੋਟੈਕਸ਼ਨ ਹੈ ਅਤੇ ਇਸ ਤਰ੍ਹਾਂ, ਇਸ ਕੋਲ ਨਿੱਜੀ ਡੇਟਾ ਦੀ ਸੁਰੱਖਿਆ ਨੂੰ ਨਿਯੰਤ੍ਰਿਤ ਕਰਨ ਵਾਲੇ ਪ੍ਰਾਵਧਾਨਾਂ ਦਾ ਅਨੁਪਾਲਣ ਕਰਨ ਦੀ ਅਸਫਲਤਾ ਦੇ ਆਧਾਰਾਂ ਉੱਤੇ ਕਿਸੇ ਸ਼ਿਕਾਇਤ ਅਤੇ/ਜਾਂ ਦਾਅਵੇ ਨਾਲ ਨਿਪਟਣ ਦੀ ਤਾਕਤ ਹੈ। ਤੁਸੀਂ ਆਪਣੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਇੱਥੇ ਐਕਸੈਸ ਜਾਂ ਸੰਸ਼ੋਧਿਤ ਕਰ ਸਕਦੇ ਹੋ: https://commerce.microsoft.com. ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਸੰਸ਼ੋਧਿਤ ਕਰਨਾ ਚੁਣਦੇ ਹੋ, ਉਸ ਸੂਰਤ ਵਿੱਚ ਤੁਸੀਂ ਅਜਿਹੀ ਸਹਿਮਤੀ ਪ੍ਰਦਾਨ ਕਰ ਰਹੇ ਹੋ ਜੋ Microsoft Corporation ਨੂੰ ਉੱਪਰ ਨੋਟ ਕੀਤੇ ਮੁਤਾਬਕ ਤੁਹਾਡੇ ਨਿੱਜੀ ਡੇਟਾ ਨੂੰ ਇਕੱਤਰ ਅਤੇ ਸਟੋਰ ਕਰਨ ਦੀ ਇਜਾਜ਼ਤ ਦਿੰਦੀ ਹੈ। ਇੱਕ ਖਾਤਾ ਬਣਾ ਕੇ ਅਤੇ ਹੇਠਾਂ “ਸਹਿਮਤ” ਬਟਨ 'ਤੇ ਕਲਿਕ ਕਰਕੇ, ਤੁਸੀਂ Microsoft Corporation ਨੂੰ ਆਪਣਾ ਨਿੱਜੀ ਡੇਟਾ ਪ੍ਰਦਾਨ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ ਅਤੇ ਤੁਸੀਂ ਇੱਥੋਂ ਤੋਂ ਤੈਅ ਕੀਤੇ ਮੁਤਾਬਕ Microsoft Corporation ਦੁਆਰਾ ਇਕੱਤਰ ਅਤੇ ਟ੍ਰਾਂਸਫਰ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।
pl: W celu otrzymania produktów lub usług musisz utworzyć konto użytkownika. Za każdym razem, gdy zostanie wybrany nowy instrument płatniczy dla produktu lub usługi, przed kontynuacją możemy dostarczyć poniższe powiadomienie i wymagać uzyskania Twojej zgody. W trakcie tworzenia konta i w związku ze związanymi z tym celami oraz dodawania i/lub edytowania nowego instrumentu płatniczego wymagane będzie podanie danych osobowych, takich jak nazwisko, adres, numer telefonu, adres e-mail, numer karty kredytowej oraz numer konta bankowego. Możemy również zarejestrować Twój adres IP i identyfikator urządzenia, a następnie skojarzyć te informacje z danymi osobowymi podanymi w trakcie tworzenia konta lub dodawania nowego instrumentu płatniczego. Wyrażam wyraźną zgodę na przetwarzanie przez firmę Microsoft, jej podmioty stowarzyszone oraz przedstawicielstwa podanych tutaj danych osobowych, zgodnie z warunkami ustalonymi przez akt prawny nr 25.326, rozdział 5 w celu przesyłania mi publikacji i/lub materiałów reklamowych dotyczących oferowanych produktów i/lub usług. Niniejszym oświadczam, że zgodnie z aktem prawnym nr 25.326, rozdział 6 mam świadomość dobrowolnego charakteru niniejszego postanowienia. Niepodanie danych nie pociąga za sobą żadnych konsekwencji poza brakiem możliwości uzyskania dostępu do produktów i usług dostarczanych za pośrednictwem tej strony internetowej. Podanie danych oznacza wyraźną zgodę na ich przechowywanie w bazie danych firmy Microsoft Corporation z siedzibą w Redmond, WA 98052. Właściciel danych osobowych jest uprawniony do przekazania swoich praw do dostępu do tych danych bez żadnych kosztów i na okres nie krótszy niż sześć miesięcy, chyba że poświadczenie zostanie dostarczone w słusznym interesie do czynienia w inny sposób niż przewiduje akt prawny nr 25.326, rozdział 14, podrozdział 3. Organ odpowiedzialny za wprowadzenie w życie aktu prawnego 25.326 to ARGENTYŃSKI DEPARTAMENT DS. OCHRONY DANYCH OSOBOWYCH i w związku z tym ma prawo do zajmowania się wszelkimi zażaleniami i/lub roszczeniami wszczynanymi na podstawie niespełnienia postanowień regulujących ochronę danych osobowych. Dostęp do swoich danych osobowych oraz możliwość ich modyfikowania możesz uzyskać w witrynie https://commerce.microsoft.com. Modyfikując dane osobowe, przekazujesz niniejszym firmie Microsoft Corporation zgodę na zbieranie i przechowywanie tych danych zgodnie z powyższymi postanowieniami. Utworzenie konta i kliknięcie poniżej przycisku „Zgadzam się” oznacza wyrażenie zgody na przekazanie danych osobowych firmie Microsoft Corporation oraz na zbieranie i przetwarzanie przez nią danych na prawach opisanych w niniejszym dokumencie.
ru: Чтобы вам можно было предоставлять продукты или услуги, вы должны создать учетную запись пользователя. Каждый раз, когда вы указываете новое платежное средство для продукта или услуги, может отображаться приведенное ниже уведомление и запрашиваться ваше согласие, необходимое для продолжения операции. Во время или в целях создания учетной записи и (или) добавления нового платежного средства необходимо предоставить персональные данные, такие как ваше имя, адрес, номер телефона, адрес электронной почты, номер кредитной карты и номер банковского счета. Мы также можем получать ваш IP-адрес и идентификатор вашего устройства и сопоставлять эти сведения с вашими персональными данными, предоставленными при создании учетной записи или добавлении нового платежного средства. Я в явной форме предоставляю корпорации Майкрософт, ее аффилированным лицам и дочерним подразделениям полномочия на использование указанных здесь персональных данных в рамках, допускаемых разделом 5 закона 25 326, в целях отправки мне публикаций и (или) рекламных материалов, посвященных предложениям товаров и (или) услуг. Я заявляю, что в соответствии с разделом 6 закона 25 326 меня проинформировали о добровольном характере данной меры. Непредоставление данных не влечет за собой никаких последствий, кроме невозможности доступа к продуктам и услугам, предоставляемым с помощью этой веб-страницы. Предоставляя свои данные, я явным образом даю согласие на их хранение в базе данных корпорации Майкрософт, расположенной в Редмонде, штат Вашингтон (почтовый индекс — 98 052). Владелец персональных данных получает полномочия на реализацию своего права на доступ к этим данным без дополнительных затрат и с интервалом не менее шести месяцев, если только не будут предоставлены доказательства наличия законного интереса в обратном в соответствии с подразделом 3 раздела 14 закона 25 326. Правомочным органом, отвечающим за соблюдение закона 25 326, является АРГЕНТИНСКИЙ ДИРЕКТОРАТ ПО ЗАЩИТЕ ПЕРСОНАЛЬНЫХ ДАННЫХ, и именно он рассматривает жалобы и (или) требования, основанные на невыполнении условий по обеспечению защиты персональных данных. Вы можете просмотреть или изменить персональные данные по следующему адресу: https://commerce.microsoft.com. Если вы решите изменить свои персональные данные, то соглашаетесь предоставить корпорации Майкрософт право собирать и хранить эти данные в соответствии с описанными выше условиями. Создавая учетную запись и нажимая расположенную ниже кнопку "Принимаю", вы соглашаетесь предоставить корпорации Майкрософт свои персональные данные и разрешаете ей собирать и передавать эти данные описанным здесь образом.
sd: توهانکي پروڊڪٽس ۽ خدمتون مهيا ڪرڻ لاءِ اهو گهربل آهي ته توهان هڪ صارف اڪائونٽ ٺاهيو. هر ڀيري توهان هڪ پروڊڪٽ يا خدمت لاءِ هڪ نئون ادائگي اوزار مهيا ڪري ٿو ته اسان هيٺيون نوٽيس ڏئي سگهون ٿا ۽ توهان اڳتي وڌو ان کان پهرين توهانجي رضامندي جمع ڪري سگهون ٿا. اڪائونٽ ٺاهڻ جي سببن دوران ۽ لاءِ ۽/يا هڪ نئون ادائگي اوزار اضافو ڪرڻ لاءِ توهانکي ذاتي ڊيٽا مهيا ڪرڻي پوندي جيئن: توهانجو نالو، پتو، فون نمبر، اي ميل پتو، ڪريڊڪٽ ڪارڊ نمبر ۽ بينڪ اڪائونٽ نمبر. اسان توهانجو IP پتو ۽ توهانجي ڊوائيس جي ID جمع ڪري سگهون ٿا ان کي اڪائونٽ ٺاهڻ يا هڪ نئون ادائگي جو اوزار لاءِ مهيا ڪيل توهانجي ذاتي ڊيٽا ملائي سگهو ٿا. مان بياني طور تي Microsoft Corporation، ۽ ان جي ساٿي ڪم ڪندڙن ۽ ذيلي ڪمپنين کي، منهنجي هتي مهيا ڪيل ڊيٽا استعمال ڪرڻ مجاز بڻايان ٿو، جيڪو قانون نمبر 25,326، سيڪشن 5 پاران مونکي پبليڪيشن موڪلڻ ۽/يا شين ۽/يا خدمتون آڇ ڪرڻ متعلق اشتهاري مواد موڪلڻ جي مقصدن لاءِ وضاحت ٿيل آهي. آئون هتي بيان ٿو ڪريان ته قانون نمبر 25,326، سيڪشن نمبر 6 جي مد ۾، مونکي هتي رضاڪارڻي نوعيت جي باري ۾ آگاهه ڪيو ويو آهي. ڊيٽا نه مهيا ڪرڻ سان هن ويب صفحي ذريعي مهيا ڪيل پروڊڪٽس ۽ خدمتون رسائي ڪرڻ نه ڪري سگهجن کان علاوه ڪي به نتيجا نٿا ٿين. ڇان مان پنهنجي ڊيٽا مهيا ڪريان، آئون Redmond, WA 98052 ۾ واقع Microsoft Corporation جي ڊيٽا بيس ۾ اهڙي ڊيٽا ذخيرو ڪرڻ لاءِ منهنجي رضامندي بياني طور تي واضع ڪندس. ذاتي ڊيٽا جو مالڪ بنا ڪنهن قيمت جي اهڙي ڊيٽا تائين رسائي ڪرڻ جو هن جو حق استعمال ڪرڻ جو حقداري آهي ۽ وقفي سان جيڪو ڇهه مهينن کان ننڍو نٿو ٿي سگهي جيستائين قانون نمبر 25,326، سيڪشن 14، ذيلي-سيڪشن 3 پاران فراهم ڪيل ٻي صورت هڪ جائز دلچسپي جو ثبوت مهيا وڃي. قانون نمبر 25,326 نافذ ڪرڻ جي انچارج اٿارٽي ذاتي ڊيٽا جي تحفظ جي ارجينٽائن ڊائريڪٽروريٽ آهي ۽ اهڙي طرح ذاٽي ڊيٽا تحفظ لاڳو ٿيندڙ دفعن تي عمل ڪرڻ ۾ ناڪامي جي بنيادن تي ڪيل دعوي ۽ يا ڪنهن به شڪايت سان نمٽڻ لاءِ اهو با اختيار آهي. توهان هتي پنهنجي ذاتي ڊيٽا رسائي ۽ تدوين ڪري سگهو ٿا: https://commerce.microsoft.com. واقعي ۾ توهان پنهنجي ذاتي ڊيٽا ترميم ڪرڻ چونڊيو ٿا توهان هتي رضامندي مهيا ڪريو ٿا ته جيڪو Microsoft Corporation کي توهانجي ذاتي ڊيٽا جمع ۽ استعمال ڪرڻ جي اجازت ڏئي ٿو جيئن مٿي نوٽ ٿيل آهي. اڪائونٽ ٺاهي ۽ هيٺ ”قبول“ بٽڻ تي ڪلڪ ڪري توهان Microsoft Corporation کي پنهنجي ذآتي ڊيٽا مهيار ڪرڻ جي رضامندي ڏيو ٿا ٿا ۽ Microsoft Corporation جي جمع ڪرڻ ۽ منتقل ڪرڻ جي رضامندي ڏيو ٿا جيئن هتي سيٽ ٿيل آهي.
si: ඔබට නිෂ්පාදන හෝ සේවා සැපයීමට ඔබ පරිශීලක ගිණුමක් නිර්මාණය කිරීම අවශ්‍ය කෙරේ. ඔබ නිෂ්පාදනයක් හෝ සේවාවක් සඳහා නව ගෙවීම් උපකරණයක් සපයන සෑම වේලාවකදීම ඔබ ක්‍රියාරම්භ කිරීමට පෙර අපි පහත දැන්වීම සපයා ඔබගේ කැමැත්ත ලබාගත හැකිය. ගිණුම නිර්මාණයේදී සහ/හෝ නව ගෙවීම් උපකරණයක් එක් කිරීමේදී සහ එම අරමුණෙන් ඔබ මෙවැනි පෞද්ගලික දත්ත සැපයීම අපේක්‍ෂා කෙරෙනු ඇත: ඔබගේ නම, ලිපිනය, දුරකථන අංකය, ඊමේල් ලිපිනය, ණය කාඩ්පත් අංකය සහ බැංකු ගිණුම් අංකය. අපි ඔබගේ IP ලිපිනය සහ ඔබගේ උපාංග ID ද රැස් කර මෙම තොරතුරු ඔබ ගිණුම නිර්මාණය සඳහා හෝ නව ගෙවීම් උපකරණයක් එක් කිරීමේදී සපයන පුද්ගලික දත්ත සමග සම්බන්ධ කළ හැකිය. ඒවායේ භාණ්ඩ සහ/හෝ සේවා දීමනා සැලකීමෙන් මා වෙත පළකිරීම් සහ/හෝ දැන්වීම්කරණ ද්‍රව්‍ය එවීමේ අරමුණු සඳහා නීති අංක 25,326, 5 කොටස මගින් නිර්දේශිත නියමයන්වලදී, මා මෙයින් සපයා ඇති පුද්ගලික දත්ත භාවිතා කිරීමට, මම Microsoft Corporation සංස්ථාව, එහි අනුබද්ධිතයන් සහ එහි පරිපාලිතයන්ට ප්‍රකාශිතව බලය ලබා දෙමි. නීති අංක 25,326, 6 කොටස අනුව මෙහි ස්වේච්ඡා ස්වභාවය ගැන මා දැනුවත් කර ඇති බව මම මෙයින් ප්‍රකාශ කරමි. දත්ත සැපයීමට අපොහොසත්වීම මෙම වෙබ් පිටුව ඔස්සේ සපයන ලද නිෂ්පාදන සහ සේවා වෙත පිවිසීමට නොහැකිවීම හැර කිසිඳු ප්‍රතිවිපාකයක් ප්‍රතිඵලය නොකරයි. මම මාගේ දත්ත සපයන්නේ නම්, Redmond, WA 98052 හි ලියාපදිංචි Microsoft නීතිගත සංස්ථාවේ දත්ත පදනමේ එවැනි දත්ත පවත්වා ගැනීමට මම මගේ කැමැත්ත ප්‍රකාශිතව ඉදිරිපත් කරමි. නීති අංක 25,326, 14 කොටස, 3 උප-කොටස මගින් වෙනත් ආකාරයකින් සපයා ඇති නීත්‍යානුකූල ලැදියාවකින් සාක්ෂිය සපයා නොමැති නම්, පුද්ගලික දත්තවල හිමිකරු ගාස්තුවක් රහිතව එවැනි දත්තවලට මාස හයකට වඩා කෙටි නොවන කාලාන්තරයන්ගෙන් ප්‍රවේශවීමේ ඔහු/ඇයගේ අයිතීන් ක්‍රියාත්මක කිරීමට සුදුසුකම් ලබයි. නීති අංක 25,326 බලාත්මක කිරීමේ අධිකාරිය වන්නේ පුද්ගලික දත්ත ආරක්‍ෂණ ආජන්ටයින් අධ්‍යක්‍ෂක මණ්ඩලය වන අතර පුද්ගලික දත්ත ආරක්‍ෂණය පාලනය කරන විධිවිධාන සමග අනුකූලවීමට අසමත් අවස්ථාවලදී පනවන ලද ඕනෑම පැමිණිල්ලක් සහ/හෝ හිමිකම් පෑමක් සමග කටයුතු කිරීමට බලාත්මක කර ඇත. ඔබට මෙහිදී ඔබගේ ප්‍රද්ගලික දත්තවලට ප්‍රවේශවීම හෝ නවීකරණය කළ හැකිය: https://commerce.microsoft.com. ඔබ ඔබගේ පුද්ගලික දත්ත නවීකරණය කිරීමට තෝරාගන්නා අවස්ථාවේදී ඉහත සටහන් කර ඇති පරිදි ඔබේ පුද්ගලික දත්ත රැස්කර ගබඩා කිරීමට Microsoft Corporation ට ඉඩ දෙන කැමැත්ත ඔබ මෙයින් සපයන්නේහිය. ගිණුමක් නිර්මාණය කර පහත "එකඟයි" බොත්තම එබීමෙන් Microsoft Corporation හට ඔබගේ පුද්ගලික දත්ත සැපයීමට ඔබ එකඟ වන අතර මෙහි පහත දැක්වෙන පරිදි Microsoft Corporation හි රැස්කිරීම සහ මාරු කිරීමට ඔබ කැමැත්ත පළ කරන්නෙහිය.
sl: Da vam lahko ponudimo izdelke in storitve, morate ustvariti uporabniški račun. Vsakič, ko vnesete nov način plačila za izdelek ali storitev, se lahko prikaže spodnje obvestilo in morali se boste strinjati, da boste lahko nadaljevali. Med potekom ustvarjanja in za namene ustvarjanja računa in/ali dodajanja novega načina plačila boste morali posredovati osebne podatke, kot so: ime, naslov, telefonska številka, e-poštni naslov, številka kreditne kartice in številka bančnega računa. Prav tako utegnemo zbrati vaš naslov IP in ID vaše naprave ter te podatke povezati z osebnimi podatki, ki ste jih posredovali, ko ste ustvarili nov račun ali dodali nov način plačila. Izrecno pooblaščam družbo Microsoft Corporation, njena lastniško povezana podjetja in njene podružnice za uporabo osebnih podatkov, ki sem jih posredoval, pod pogoji, ki jih določa zakon št. 25,326, razdelek 5, za namene pošiljanja publikacij in/ali oglasnega gradiva o ponudi blaga in/ali storitev. Izjavljam, da sem bil v skladu z zakonom št. 25,326, razdelkom 6, obveščen o prostovoljni naravi te storitve. Edina posledica dejstva, da podatki niso posredovani, je nezmožnost uporabe izdelkov in storitev na tej spletni strani. Posredovanje podatkov pomeni izrecno privolitev v shranjevanje teh podatkov v podatkovni zbirki družbe Microsoft Corporation s sedežem v Redmondu, WA 98052. Lastnik osebnih podatkov lahko uveljavlja pravico do brezplačnega dostopa do teh podatkov v intervalih, ki ne smejo biti krajši kot šest mesecev, razen če je predložen dokaz o upravičenem interesu za dostop, kot določa zakon št. 25,326, razdelek 14, podrazdelek 3. Organ, odgovoren za izvajanje zakona št. 25,326, je ARGENTINSKI DIREKTORAT ZA VARSTVO OSEBNIH PODATKOV in je kot tak pooblaščen za obravnavo morebitnih pritožb in/ali zahtevkov zaradi neizpolnjevanja določb o varstvu osebnih podatkov. Do svojih osebnih podatkov lahko dostopate in jih spreminjate na naslovu: https://commerce.microsoft.com. Če se odločite za spremembo osebnih podatkov, s tem privolite, da družba Microsoft Corporation zbira in shranjuje vaše osebne podatke na način, opisan zgoraj. S tem, ko ustvarite račun in kliknete spodnji gumb »Strinjam se«, privolite v posredovanje osebnih podatkov družbi Microsoft Corporation in v to, da jih družba Microsoft Corporation zbira in prenaša, kot je opisano zgoraj.
sr_cyrl_rs: Да бисмо вам обезбедили производе и услуге, неопходно је да креирате кориснички налог. Сваки пут када наведете нови инструмент плаћања за производ или услугу, ми ћемо послати следеће обавештење и тражити ваш пристанак пре него што наставите. Током и у сврху креирања налога и/или додавања новог инструмента плаћања, обавезни сте да дате личне податке попут: имена, адресе, броја телефона, адресе е-поште, броја кредитне картице или броја банковног рачуна. Такође можемо узети вашу IP адресу и ID уређаја и повезати ове информације са датим личним подацима за креирање налога или кад додајете нови инструмент плаћања. Изричито овлашћујем Microsoft Corporation и њене филијале и подружнице да користе личне податке који су овде наведени, под условима наведеним у Закону број 25,326, одељак 5, у сврху слања публикација и/или огласног материјала који се односи на понуду њихових роба и/или услуга. Овим изјављујем у складу са Законом бр. 25,326, одељак 6, да сам обавештен/а да је то на добровољној бази. У случају непружања података, не постоје друге последице осим немогућности приступања производима и услугама наведеним на овој веб страници. У случају да пружим своје податке, тиме дајем изричити пристанак да се ти подаци ускладиште у бази података Microsoft Corporation са седиштем у Редмонду, WA 98052. Власник личних података има права која му припадају за приступ тим подацима без накнаде у интервалима који не могу бити краћи од шест месеци, осим у случају да су докази набављени из легитимног разлога на други начин као што је наведено у Закону бр. 25,326, одељак 14, пододељак 3. Овлашћени представник за примену Закона бр. 25,326 је АРГЕНТИНСКИ ДИРЕКТОРАТ ЗА ЗАШТИТУ ЛИЧНИХ ПОДАТАКА и као такав има овлашћење да разматра све жалбе и/или тврдње наведене на основу кршења одредби које се односе на заштиту личних података. Личним подацима можете да приступите, као и да их измените на адреси: https://commerce.microsoft.com. У случају да сте одлучили да измените личне податке, овим дајете пристанак којим омогућавате да Microsoft Corporation прикупља и складишти ваше личне податке као што је наведено изнад. Креирањем налога и кликом на дугме „Прихватам“ сагласни сте да Microsoft Corporation дате своје личне податке и пристајете на прикупљање и пренос које обавља Microsoft Corporation, а који су овде наведени.
sr_latn_rs: Da bismo vam obezbedili proizvode i usluge, neophodno je da kreirate korisnički nalog. Svaki put kada navedete novi instrument plaćanja za proizvod ili uslugu, mi ćemo poslati sledeće obaveštenje i tražiti vaš pristanak pre nego što nastavite. Tokom i u svrhu kreiranja naloga i/ili dodavanja novog instrumenta plaćanja, obavezni ste da date lične podatke poput: imena, adrese, broja telefona, adrese e-pošte, broja kreditne kartice ili broja bankovnog računa. Takođe možemo uzeti vašu IP adresu i ID uređaja i povezati ove informacije sa datim ličnim podacima za kreiranje naloga ili kad dodajete novi instrument plaćanja. Izričito ovlašćujem Microsoft Corporation i njene filijale i podružnice da koriste lične podatke koji su ovde navedeni, pod uslovima navedenim u Zakonu broj 25,326, odeljak 5, u svrhu slanja publikacija i/ili oglasnog materijala koji se odnosi na ponudu njihovih roba i/ili usluga. Ovim izjavljujem u skladu sa Zakonom br. 25,326, odeljak 6, da sam obavešten/a da je to na dobrovoljnoj bazi. U slučaju nepružanja podataka, ne postoje druge posledice osim nemogućnosti pristupanja proizvodima i uslugama navedenim na ovoj veb stranici. U slučaju da pružim svoje podatke, time dajem izričiti pristanak da se ti podaci uskladište u bazi podataka Microsoft Corporation sa sedištem u Redmondu, WA 98052. Vlasnik ličnih podataka ima prava koja mu pripadaju za pristup tim podacima bez naknade u intervalima koji ne mogu biti kraći od šest meseci, osim u slučaju da su dokazi nabavljeni iz legitimnog razloga na drugi način kao što je navedeno u Zakonu br. 25,326, odeljak 14, pododeljak 3. Ovlašćeni predstavnik za primenu Zakona br. 25,326 je ARGENTINSKI DIREKTORAT ZA ZAŠTITU LIČNIH PODATAKA i kao takav ima ovlašćenje da razmatra sve žalbe i/ili tvrdnje navedene na osnovu kršenja odredbi koje se odnose na zaštitu ličnih podataka. Ličnim podacima možete da pristupite, kao i da ih izmenite na adresi: https://commerce.microsoft.com. U slučaju da ste odlučili da izmenite lične podatke, ovim dajete pristanak kojim omogućavate da Microsoft Corporation prikuplja i skladišti vaše lične podatke kao što je navedeno iznad. Kreiranjem naloga i klikom na dugme „Prihvatam“ saglasni ste da Microsoft Corporation date svoje lične podatke i pristajete na prikupljanje i prenos koje obavlja Microsoft Corporation, a koji su ovde navedeni.
sv: Du måste skapa ett användarkonto för att vi ska kunna tillhandahålla produkter eller tjänster. Varje gång du anger ett nytt betalningsmedel för en produkt eller tjänst kan följande meddelande visas och du måste acceptera villkoren innan du kan fortsätta. När du skapar ett konto och/eller lägger till ett nytt betalningsmedel måste du ange personuppgifter som namn, adress, telefonnummer, e-postadress, kreditkortsnummer och bankkontonummer. Vi kan även samla in din IP-adress och ditt enhets-id och koppla denna information till de personuppgifter du anger när kontot skapas eller när du lägger till ett nytt betalningsmedel. Jag ger Microsoft Corporation och dess partner och dotterbolag rätt att använda de personuppgifter jag angett här, enligt villkoren i lag nr 25,326, avsnitt 5 för att skicka mig publikationer och/eller marknadsföringsmaterial rörande deras varor och/eller tjänster. Jag intygar härmed att jag enligt lag nr 25,326, avsnitt 6, har informerats om att detta är frivilligt. Om uppgifterna inte anges får det ingen annan följd än att det inte går att få åtkomst till de produkter och tjänster som erbjuds via denna webbsida. Om jag anger mina uppgifter ger jag uttryckligen mitt godkännande att dessa uppgifter lagras i en databas som tillhör Microsoft Corporation med säte i Redmond, WA 98052. Personuppgifternas ägare har rätt att få åtkomst till sina uppgifter kostnadsfritt och med intervall som inte får vara kortare än sex månader, om inte bevis framläggs på ett giltigt skäl till ett annat förfarande enligt lag nr 25,326, avsnitt 14, underavsnitt 3. Myndigheten som ansvarar för att lag nr 25,326 tillämpas är den ARGENTINSKA MYNDIGHETEN FÖR PERSONUPPGIFTSSKYDD och denna myndighet har rätt att hantera alla klagomål och/eller anspråk rörande underlåtenhet att uppfylla villkoren som rör persondataskydd. Du har rätt att få åtkomst till eller ändra dina personuppgifter på: https://commerce.microsoft.com. Om du väljer att ändra dina personuppgifter accepterar du därmed att Microsoft Corporation har rätt att samla in och lagra dina personuppgifter enligt ovan. Genom att skapa ett konto och klicka på knappen Accepterar nedan accepterar du att tillhandahålla Microsoft Corporation dina personuppgifter och att Microsoft Corporation har rätt att samla in och överföra dina personuppgifter såsom beskrivs här.
ta: தயாரிப்புகள் அல்லது சேவைகளை உங்களுக்கு வழங்க, நீங்கள் ஒரு பயனர் கணக்கை உருவாக்குவது அவசியம். ஒரு தயாரிப்பு அல்லது சேவைக்காக நீங்கள் ஒரு புதிய கட்டணம் செலுத்தல் கருவி அளிக்கும் ஒவ்வொரு முறையும், நீங்கள் மேலே தொடரும் முன் நாங்கள் பின்வரும் அறிவிப்பை வழங்கி, உங்கள் ஒப்புதலைச் சேகரிக்கக்கூடும். கணக்கு உருவாக்கம் மற்றும்/அல்லது புதிய கட்டணம் செலுத்தும் கருவியைச் சேர்க்கும் போது அதற்காக, நீங்கள் பின்வரும் தனிப்பட்ட தரவை வழங்க வேண்டும்: உங்கள் பெயர், முகவரி, தொலைபேசி எண், மின்னஞ்சல் முகவரி, கடன் அட்டை எண் மற்றும் வங்கிக் கணக்கு எண். கணக்கு உருவாக்கம் அல்லது புதிய கட்டணம் செலுத்தும் கருவியைச் சேர்க்க நீங்கள் அளிக்கும் தனிப்பட்ட தரவுடன், நாங்கள் உங்கள் IP முகவரி மற்றும் உங்கள் சாதன ID-ஐயும்கூடச் சேகரித்து, அவற்றுடன் இணைக்கக்கூடும். தங்கள் தயாரிப்புகள் மற்றும்/அல்லது சேவைகளின் சலுகைகள் சம்பந்தமான வெளியீடுகள் மற்றும்/அல்லது விளம்பரப் பொருட்கள் அனுப்பும் நோக்கங்களுக்காக சட்டம் எண் 25,326, பிரிவு 5-ல் பரிந்துரைக்கப்பட்டுள்ள விதிமுறைகளின்படி நான் இங்கு வழங்கியுள்ள தனிப்பட்ட தரவைப் பயன்படுத்துவதற்கு, Microsoft Corporation, அதன் இணை நிறுவனங்கள் மற்றும் துணை நிறுவனங்களுக்கு வெளிப்படையாக அதிகாரம் கொடுக்கிறேன். நான் இதன்மூலம், சட்டம் 25,326, பிரிவு 6-க்கு இணங்க, இதன் தன்னார்வத் தன்மை பற்றி எனக்கு தெரிவிக்கப்பட்டுள்ளது என்று அறிவிக்கிறேன். தரவை வழங்கத் தவறினால், இந்த வலைப் பக்கத்தின் வழியாக வழங்கப்படும் தயாரிப்புகளையும் சேவைகளையும் அணுக இயலாதே தவிர, வேறேதும் பின்விளைவு இருக்காது. நான் எனது தரவை வழங்கினால், அத்தகைய தரவு Redmond, WA 98052-ல் அமைந்துள்ள Microsoft Corporation-ன் தரவுத்தளத்தில் சேமிக்கப்படுவதற்கு எனது ஒப்புதலை வெளிப்படையாக அளிப்பேன். சட்ட எண் 25,326, பிரிவு 14, துணைப் பிரிவு 3 -ன் படி, வேறுவகையில் செய்வதிலுள்ள சட்டரீதியான ஆர்வம் குறித்துச் சாட்சியம் வழங்கப்பட்டால் தவிர, அந்தத் தரவை இலவசமாகவும் ஆறு மாதங்களுக்குக் குறையாத இடைவெளியிலும் தன் உரிமைகளை அனுபவிக்கத் தனிப்பட்ட தரவுக்குச் சொந்தக்காரருக்கு உரிமை உண்டு. ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION-தான் சட்ட எண் 25,326-ஐ அமல்படுத்துவதற்கான அதிகாரப் பொறுப்பில் இருக்கிறது, தனிப்பட்ட தரவுப் பாதுகாப்பு ஆளுமைக்கு இணங்காமை சம்பந்தமான புகார் மற்றும்/அல்லது உரிமைகோரல்கள் அனைத்தையும் கையாளும் உரிமை இதற்கு உண்டு. உங்கள் தனிப்பட்ட தரவை இந்தத் தளத்தில் அணுகலாம் அல்லது மாற்றலாம்: https://commerce.microsoft.com. உங்கள் தனிப்பட்ட தரவை மாற்ற விரும்பும் பட்சத்தில், இதன்மூலம் மேலே குறிப்பிட்டவாறு உங்கள் தனிப்பட்ட தரவைச் சேகரிக்க மற்றும் சேமிக்க Microsoft Corporation-க்கு அனுமதி வழங்கி ஒப்புதலை அளிக்கிறீர்கள். கணக்கொன்றை உருவாக்கி, கீழே “ஏற்கிறேன்”என்ற பொத்தானைக் கிளிக் செய்வதன் மூலம், உங்கள் தனிப்பட்ட தரவை Microsoft Corporation-க்கு வழங்க ஒப்புக்கொண்டு இதில் கண்டவாறு, சேகரிக்கவும் இடம் மாற்றவும் Microsoft Corporation-க்கு அனுமதி வழங்குகிறீர்கள்.
te: మీకు ఉత్పత్తులు లేదా సేవలను అందించాలంటే, మీరు వినియోగదారు ఖాతాని సృష్టించాలి. ఉత్పత్తి లేదా సేవ కోసం మీరు కొత్త చెల్లింపు పరికరాన్ని అందించిన ప్రతిసారీ, మేము కింది గమనికను చూపుతాము మరియు కొనసాగించడం కంటే ముందు మీ సమ్మతిని పొందుతాము. ఖాతాను సృష్టించడం మరియు/లేదా కొత్త చెల్లింపు పరికరాన్ని జోడించడం వంటివి చేస్తున్నప్పుడు మరియు వాటికి సంబంధించిన ఇతర అవసరాల కోసం మీరు వ్యక్తిగత డేటాని అందించాలి, వీటిని పేర్కొనాలి: మీ పేరు, చిరునామా, ఫోన్ నంబర్, ఇమెయిల్ చిరునామా, క్రెడిట్ కార్డ్ సంఖ్య మరియు బ్యాంక్ ఖాతా సంఖ్య. ఖాతాని సృష్టిస్తున్నప్పుడు లేదా కొత్త చెల్లింపు పరికరాన్ని జోడిస్తున్నప్పుడు, మేము మీ IP చిరునామా మరియు మీ పరికర IDని కూడా సేకరించవచ్చు మరియు ఈ సమాచారాన్ని మీరు అందించే వ్యక్తిగత డేటాతో అనుబంధించవచ్చు. చట్టంలోని నియమాలు 25,326, విభాగం 5 ప్రకారం తమ ఉత్పత్తులు మరియు/లేదా సేవలకు సంబంధించి నాకు ప్రచారాలు మరియు/లేదా వ్యాపార ప్రకటనలను పంపడానికి Microsoft Corporation, దాని అనుబంధ సంస్థలు మరియు ఉప సంస్థలు నేను ఇక్కడ అందించే వ్యక్తిగత డేటాని ఉపయోగించడానికి నేను ప్రత్యేకంగా అంగీకరిస్తున్నాను. చట్టంలోని నియమాలు 25,326, విభాగం 6 ప్రకారం స్వచ్ఛందంగా అంగీకారాన్ని తెలపడానికి నేను అంగీకరిస్తున్నాను. డేటాని అందించలేకపోతే, ఈ వెబ్ పేజీ ద్వారా అందించబడే ఉత్పత్తులు మరియు సేవలను ప్రాప్యత చేయలేకపోవడం మినహా మరే ఇతర తదనంతర పరిణామాలు ఏర్పడవు. నేను అందించే నా డేటాని Redmond, WA 98052లోని Microsoft Corporation యొక్క డేటాబేస్‌లో నిల్వ చేయడానికి నేను ప్రత్యేకంగా అంగీకరిస్తున్నాను. వ్యక్తిగత డేటా యొక్క యజమాని ఆ డేటాని ఉచితంగా ప్రాప్యత చేయడానికి అతనికి/ఆమెకి హక్కులు ఉన్నాయి మరియు చట్టంలోని నియమాలు 25,326, విభాగం 14, ఉప-విభాగం 3 ప్రకారం చట్టపరమైన అవసరాన్ని నిరూపించిన పక్షంలో మినహా, ఇతర సందర్భాలలో ఆరు నెలలలోపు దీనిని ప్రాప్యత చేయలేరు. చట్టంలోని నియమం 25,326ని అమలు చేయగల హక్కు అర్జెంటీనా వ్యక్తిగత డేటా రక్షణ సంఘానికి ఉంటుంది మరియు వ్యక్తిగత డేటా రక్షణ అధికారాలకు అనుగుణంగా అననుకూలతకు సంబంధించిన ఏవైనా ఫిర్యాదులు మరియు/లేదా క్లెయిమ్‌లను వారు పరిశీలిస్తారు. మీరు ఇక్కడ మీ వ్యక్తిగత డేటీని ప్రాప్యత చేయవచ్చు లేదా సవరించవచ్చు: https://commerce.microsoft.com. మీ వ్యక్తిగత డేటాని సవరించాలనుకోవడం ద్వారా, ఎగువ పేర్కొన్న విధంగా మీ వ్యక్తిగత డేటాని సేకరించడానికి మరియు నిల్వ చేయడానికి మీరు Microsoft Corporationని అనుమతిస్తున్నారు. ఖాతాని సృష్టించి, దిగువ “అంగీకరించు” బటన్‌ని క్లిక్ చేయడం ద్వారా, మీ వ్యక్తిగత డేటాని Microsoft Corporationకి అందించడానికి మరియు ఇక్కడ పేర్కొన్న విధంగా ఆ డేటాని Microsoft Corporation సేకరించడానికి, బదిలీ చేయడానికి మీరు అంగీకరిస్తున్నారు.
tg: Барои ба шумо пешкаш кардани маҳсулот ё хидматҳо, ба шумо лозим меояд, ки як ҳисоби корбар эҷод кунед. Ҳар дафъае ки шумо барои ягон маҳсулот ё хидмат як василаи нави пардохтро интихоб мекунед, мо метавонем ин огоҳиро фиристода, пеш аз шурӯъ кардан розигии шуморо гирем. Ҳангоми эҷоди ҳисоб ва бо мақсади эҷоди он ва/ё барои иловаи василаи нави пардохт, аз шумо пешниҳоди маълумоти муайянкунандаи шахсият талаб карда мешавад, аз ҷумла: ном, суроға, рақами телефон, суроғаи почтаи электронӣ, рақами корти қарзӣ ва рақами суратҳисоби бонкии шумо. Мо инчунин метавонем суроғаи IP ва ID-и дастгоҳи шуморо ҷамъ оварем ва ин маълумотро бо маълумоти муайнкунандаи шахсият, ки ҳангоми эҷоди ҳисоб ё иловаи василаи пардохти нав пешниҳод кардаед, алоқаманд намоем. Ман қатъиян ба Microsoft Corporation, шарикон ва ширкатҳои фаръии он иҷозат медиҳам, ки маълумоти шахсии дар инҷо пешниҳодкардаи маро тибқи муқаррароти пешбиникардаи Қонуни № 25,326, Фасли 5 бо мақсади ба ман фиристодани нашрияҳо ва/ё маводи таблиғотӣ оид ба пешниҳодҳои марбут ба пешниҳоди молҳо ва/ё хидматҳояшон истифода баранд. Зимнан, ман изҳор менамоям, ки тибқи Қонуни № 25,326, Фасли 6, ман оиди табиати ихтиёрӣ доштани ин амал огоҳ карда шудаам. Пешниҳод накардани маълумот ба ҷуз аз ғайриимкон шудани дастрасӣ ба маҳсулот ва хидматҳои тавассути ин саҳифаи веб пешниҳодшуда, ҳеҷ оқибати дигаре нахоҳад дошт. Дар сурати аз ҷониби ман пешниҳод карда шудани иттиллот, ман розигӣ медиҳам, ки ингуна иттилоот дар пойгоҳи иттилооти Microsoft Corporation, ки дар Redmond, WA 98052 воқеъ аст, нигоҳ дошта шавад. Соҳиби маълумоти шахсӣ ҳақ дорад, ки ҳуқуқҳои худро оиди бидуни ҳамагуна пардохт дастрас намудани ингуна иттилоот о фосилаҳои на кӯтоҳтар аз шаш моҳ амалӣ намояд, ба шарте ки исботи мавҷудияти манфиати қонунии ба таври дигар амал кардан тибқи Қонуни № 25,326, Фасли 14, зербанди 3 ҷой надошта бошад. Мақомоти масъул барои амалисозии Қонуни 25,326 ИДОРАИ ҲИФЗИ МАЪЛУМОТИ ШАХСИИ АРГЕНТИНА аст ва он аслан дорои салоҳияти ҳаллу фасли ҳамагуна шикоят ва/ё даъвои дар заминаи риоя нашудани муқаррароти танзимкунандаи ҳифзи маълумоти шахсӣ пешниҳодкардашуда мебошад. Шумо метавонед маълумоти муайянкунандаи шахсияти худро дар суроғаи зерин тағйир диҳед: https://commerce.microsoft.com. Агар шумо қарор диҳед, ки маълумоти муайянкунандаи шахсияти пешниҳодкардаатонро тағйир диҳед, бо ин шумо ба Microsoft Corporation розигӣ медиҳед, ки маълумоти муайянкунандаи шахсияти шуморо ба таври дар боло зикр шуда ҷамъоварӣ кунад ва интиқол диҳад. Бо эҷод кардани ҳисоб ва зер кардани тугмаи “Розӣ” дар зер шумо розӣ мешавед, ки ба Microsoft Corporation маълумоти муайянкунандаи шахсияти худро пешниҳод кунед ва розӣ мешавед, ки Microsoft онро ба таври дар инҷо муқарраршуда интиқол диҳад ва ҷамъ оварад.
th: คุณจะต้องสร้างบัญชีผู้ใช้เพื่อให้คุณสามารถใช้ผลิตภัณฑ์หรือบริการต่างๆ ได้ ในแต่ละครั้งที่คุณเพิ่มเครื่องมือในการชำระเงินใหม่สำหรับผลิตภัณฑ์หรือบริการ เราอาจมีข้อความแจ้งต่อไปนี้เพื่อให้คุณยินยอมก่อนที่จะดำเนินการต่อ ในระหว่างหรือเพื่อจุดประสงค์ในการสร้างบัญชีและ/หรือเพิ่มเครื่องมือในการชำระเงินใหม่ คุณจะต้องให้ข้อมูลส่วนบุคคล เช่น ชื่อ ที่อยู่ หมายเลขโทรศัพท์ อีเมลแอดเดรส หมายเลขบัตรเครดิต และหมายเลขบัญชีธนาคาร เรายังอาจขอที่อยู่ IP และรหัสอุปกรณ์ของคุณ และเชื่อมโยงข้อมูลนี้กับข้อมูลส่วนบุคคลที่คุณให้เพื่อสร้างบัญชีหรือให้เมื่อเพิ่มเครื่องมือในการชำระเงินใหม่ ข้าพเจ้าอนุญาตให้ Microsoft Corporation บริษัทในเครือ และสาขาสามารถใช้ข้อมูลส่วนบุคคลที่ข้าพเจ้าให้ไว้ในที่นี้ได้ ตามที่ระบุไว้ตามกฎหมายข้อ 25,326, มาตรา 5 สำหรับจุดประสงค์ในการส่งข้อมูลเผยแพร่และ/หรือสื่อโฆษณาที่เกี่ยวกับการเสนอสินค้าและ/หรือบริการต่างๆ ข้าพเจ้าขอแจ้งไว้ในที่นี้ตามกฎหมายข้อ 25,326, มาตรา 6 ว่าข้าพเจ้าได้รับแจ้งถึงสภาพความสมัครใจในเรื่องนี้ การไม่ให้ข้อมูลจะไม่ส่งผลใดๆ นอกจากจะไม่สามารถเข้าถึงผลิตภัณฑ์และบริการต่างๆ ภายในเว็บเพจนี้ หากข้าพเจ้าให้ข้อมูล ถือเป็นการแสดงว่าข้าพเจ้ายินยอมให้จัดเก็บข้อมูลดังกล่าวไว้ในฐานข้อมูลของ Microsoft Corporation ซึ่งตั้งอยู่ที่ Redmond, WA 98052 เจ้าของข้อมูลส่วนบุคคลนั้นมีสิทธิ์ที่จะเข้าถึงข้อมูลได้โดยไม่เสียค่าใช้จ่ายและทุกช่วงเวลาที่ไม่น้อยกว่าหกเดือนยกเว้นจะมีหลักฐานทางสิทธิประโยชน์ที่ถูกต้องตามกฎหมายในการดำเนินการเป็นอย่างอื่นตามที่กฎหมายระบุไว้ในข้อ 25,326, มาตรา 14, มาตราย่อย 3 เจ้าหน้าที่ผู้มีอำนาจในการบังคับใช้กฎหมายข้อ 25,326 คือคณะกรรมการของอาร์เจนตินาในการปกป้องข้อมูลส่วนบุคคล ด้วยเหตุนี้คณะกรรมการนี้จึงมีอำนาจในการจัดการกับการร้องเรียนและ/หรือการเรียกร้องสิทธิที่เกิดจากการไม่สามารถทำตามข้อกำหนดในการปกป้องข้อมูลส่วนบุคคล คุณสามารถเข้าถึงหรือแก้ไขข้อมูลส่วนบุคคลของคุณได้ที่: https://commerce.microsoft.com ในกรณีที่คุณแก้ไขข้อมูลส่วนบุคคลของคุณ จะถือว่าคุณยินยอมให้ Microsoft Corporation รวบรวมและจัดเก็บข้อมูลส่วนบุคคลของคุณตามที่แจ้งไว้ข้างต้น การสร้างบัญชีและคลิกปุ่ม “ยอมรับ” ด้านล่างนี้หมายถึงคุณยินยอมให้ข้อมูลส่วนบุคคลของคุณกับ Microsoft Corporation และยินยอมให้ Microsoft Corporation รวบรวมและถ่ายโอนข้อมูลตามที่ได้ระบุไว้ในที่นี้
tr: Size ürün veya hizmet sağlayabilmemiz için bir kullanıcı hesabı oluşturmanız gerekir. Bir ürün veya hizmet için yeni bir ödeme aracı kullanmak istediğinizde, her zaman size aşağıdaki bildirimi gönderebilir ve ilerlemeden önce onayınızı alabiliriz. Hesap oluşturma ve/veya yeni bir ödeme yöntemi ekleme sırasında veya bunun için adınız, adresiniz, telefon numaranız, e-posta adresiniz, kredi kartı numaranız ve banka hesap numaranız gibi kişisel verileri sağlamanız gerekecektir. IP adresinizi ve cihaz kimliğinizi de alarak bu bilgiyi hesap oluşturma veya yeni bir ödeme aracı ekleme için sağladığınız kişisel verilerle ilişkilendirebiliriz. Ürün teklifleri ve/veya hizmetleriyle ilgili yayın ve/veya reklam malzemesi gönderme amacıyla, 25.326 Sayılı Kanunun 5. Bölümünde belirtilen koşullar altında, Microsoft Corporation, bağlı kuruluşları ve yan kuruluşlarının burada sağladığım kişisel verileri kullanmasına açıkça yetki veriyorum. İşbu belgeyle, 25.326 Sayılı Kanunun 6. Bölümüne istinaden, bu konuda gönüllülük esasının olduğuna ilişkin bilgilendirildim. Veri sağlayamama, bu web sayfası üzerinden sağlanan ürün ve hizmetlere erişememe dışında bir sonuç doğurmaz. Verilerimi sağladığımda, bu verilerin Redmond, WA 98052 adresinde mukim Microsoft Corporation'ın veri tabanlarında saklanmasına açık şekilde onay vermiş olurum. Kişisel verilerin sahibi, bu verilere ücretsiz olarak ve 25.326 Sayılı Kanunun 14. Bölümü, 3. Alt bölümünce aksi bir durum için yasal meşru menfaat kanıtı gösterilmemişse altı aydan kısa olmayacak aralıklarda erişme hakkına sahiptir. 25.326 Sayılı Kanunu yürürlüğe koymakla yetkili makam, ARJANTİN KİŞİSEL VERİLERİ KORUMA GENEL MÜDÜRLÜĞÜ'dür ve kişisel veri koruma ile ilgili hükümlere uyulmamasına dayalı her türlü şikayet ve/veya hak talebini ele alma yetkisine sahiptir. Kişisel verilerinize şuradan erişebilir veya bunları değiştirebilirsiniz: https://commerce.microsoft.com. Kişisel verilerinizi değiştirmeyi seçmeniz durumunda, işbu belge ile Microsoft Corporation'ın kişisel verilerinizi yukarıda belirtilen şekilde toplamasına ve depolamasına izin vermiş olursunuz. Bir hesap oluşturarak ve aşağıdaki " Kabul Ediyorum" düğmesine tıklayarak Microsoft Corporation'a kişisel verilerinizi sağlamayı kabul eder ve Microsoft Corporation'ın verileri bu belgede belirtilen şekilde toplamasına ve aktarmasına izin vermiş olursunuz.
tt: Сезгә продуктлар яки хезмәтләр тәкъдим ителсен өчен, сез кулланучы хисап язмасын төзергә тиешсез. Сез продукт яки хезмәт өчен яңа түләү коралын күрсәткән саен, түбәндәге белдерү күрсәтелергә һәм дәвам итү алдыннан сездән ризалык соралырга мөмкин. Хисап язмагызны төзү һәм/яки яңа түләү коралын өстәү вакытында һәм максатларында түбәндәге шәхси мәгълүматыгыз кирәк булачак: исемегез, адресыгыз, телефон номерыгыз, электрон почтагыз адресы, кредит картагызның һәм банк хисабыгызның номеры. Шулай ук без IP-адресыгызны һәм җайланмагызның идентификаторын туплый һәм бу мәгълүматны сез хисап язмагызны төзегәндә яки яңа түләү коралын өстәгәндә күрсәткән шәхси мәгълүматыгыз белән бәйли алабыз. Хисап язмасы төзелгәч тә, хисап язмасындагы бу шәхси мәгълүмат тупланачак һәм шифрланган куркынычсыз рәвештә АКШ-тагы Майкрософт ширкәтенә транзакцияләрегезне эшкәртү һәм сезгә продуктлар һәм хезмәтләр тәкъдим итү өчен тапшырылачак. Шул мәгълүмат законда рөхсәт ителгән кадәр озак сакланырга мөмкин. Майкрософт ширкәте биредә күрсәтелгән шәхси мәгълүматыгызны биредә билгеләнгән максатлардан тыш кулланмаячак, бу маркетинг эшчәнлегенә һәм башка гамәлләргә дә кагыла. Майкрософт ширкәте шәхси мәгълүматыгызны чит тарафларга ача ала. Мәгълүматыгызны чит тарафларга тапшыруның дәлилле нигезләре булып транзакцияләрне эшкәртү, хокукый процесска туры килүне тәэмин итү, дәгъваларга җавап бирү, алдауны булдырмау һәм хөкүмәт карарларын үтәү санала. Сез https://commerce.microsoft.com битендә үз шәхси мәгълүматыгызга кереп, аны үзгәртә аласыз. Мәгълүматыгызны үзгәртергә уйласагыз, сез Майкрософт ширкәтенә югарыда билгеләнгән шартларда шәхси мәгълүматыгызны тупларга һәм кичекмәстән тапшырырга рөхсәт бирүче ризалык бирәсез. Хисап язмагызны төзеп һәм түбәндәге "Кабул итәм" төймәсенә чирттереп, сез Майкрософт ширкәтенә шәхси мәгълүматыгызны бирергә һәм Майкрософтның шәхси мәгълүматыгызны биредә тасвирланганча туплавына, тапшыруына һәм чит тарафлар белән уртаклашуына ризалашасыз.
ug: سىزگە مەھسۇلات ياكى مۇلازىمەت تەمىنلەش ئۈچۈن ئىشلەتكۈچى ھېساباتى قۇرۇشىڭىز كېرەك. مەھسۇلات ياكى مۇلازىمەتكە ھەر قېتىم يېڭى ھەق تاپشۇرۇش قورالى قوشسىڭىز، سىزگە تۆۋەندىكى ئەسكەرتىشنى كۆرسىتىپ، رۇخسەت ئېلىپ داۋاملاشتۇرۇشىمىز مۇمكىن. ھېسابات قۇرۇش ۋە/يېڭى ھەق تاپشۇرۇش قورالى قوشۇش جەريانىدا ئىسىم، ئادرېس، تېلېفون نومۇرى، تورخەت ئادرېسى، ئىناۋەتلىك كارتا ۋە بانكا ھېسابات نومۇرى قاتارلىق شەخسىي ئۇچۇرلارنى تەلەپ قىلىمىز. يېڭى ھەق تاپشۇرۇش قورالى قوشقاندا، يەنە سىز تەمىنلىگەن شەخسىي ئۇچۇرلارغا مۇناسىۋەتلىك IP ئادرېسى ۋە ئۈسكۈنە كىملىكى دېگەندەك ئۇچۇرلارنىمۇ توپلىشىمىز مۇمكىن. مەن Microsoft Corporation ھەم ئۇنىڭ ھەمكارلاشقۇچىلىرى ۋە تارماقلىرىنىڭ 25,326-نومۇرلۇق قانۇن 5-ماددىسىدىكى بەلگىلىمە بويىچە ماڭا ئۇلارنىڭ مەھسۇلات ۋە/ياكى مۇلازىمەتلىرىگە مۇناسىۋەتلىك نەشر بۇيۇمى ۋە/ياكى ئېلان ماتېرىياللىرىنى ئەۋەتىش مەقسىتىدە مەن تەمىنلىگەن شەخسىي ئۇچۇرلىرىمنى ئىشلىتىشىگە قوشۇلىمەن. 25,326-نومۇرلۇق قانۇننىڭ 6-ماددىسى بويىچە ئۇچۇرلىرىمنى ئۆز ئىختىيارىم بىلەن تەمىنلىگەنلىكىمنى جەزملەشتۈرىمەن. شەخسىي ئۇچۇرلار تەمىنلەنمىسە، مەزكۇر توربەت ئارقىلىق تەمىنلىنىدىغان مۇلازىمەتكە كىرگىلى بولمىغاندىن باشقا ئاقىۋەت كېلىپ چىقمايدۇ. ئۇچۇر تەمىنلەش ۋە Redmond, WA 98052 دىكى Microsoft Corporation نىڭ ئۇنى ساقلاپ ئىشلىتىشىگە ئېنىق ئىجازەت بەردىم. 25,326-نومۇرلۇق قانۇننىڭ 14-ماددا 3-تارمىقى بويىچە، ئۇچۇر ئىگىسىنىڭ تەمىنلىگەن ئۇچۇرلىرىنى ھەقسىز باشقۇرۇش ۋە كەمىدە 6 ئايغىچە زىيارەت قىلىش ھوقۇقى بار. 25,326-نومۇرلۇق قانۇننى ئىجرا قىلىشقا ئارگېنتىنا شەخسىي ئۇچۇر قوغداش باشقارمىسى مەسئۇل بولۇپ، ئالاقىداش ئەرز-شىكايەتلەرنى شۇ ئورگان بىر تەرەپ قىلىدۇ. شەخسىي ئۇچۇرلىرىڭىزنى بۇ يەردىن كۆرەلەيسىز ۋە ئۆزگەرتەلەيسىز: https://commerce.microsoft.com. شەخسىي ئۇچۇرلىرىڭىزنى ئۆزگەرتمەكچى بولسىڭىز، ئۆزگەرتىلگەن ئۇچۇرلارنى Microsoft Corporation نىڭ يۇقىرىدا چۈشەندۈرۈلگەندەك توپلاپ ئىشلىتىشىگە قوشۇلغان بولىسىز. ھېسابات قۇرۇپ، تۆۋەندىكى «قوشۇلىمەن» نى چەكسىڭىز، Microsoft Corporation غا شەخسىي ئۇچۇرلىرىڭىزنى تەمىنلەش ۋە Microsoft Corporation نىڭ شەخسىي ئۇچۇرلىرىڭىزنى توپلىشى، يوللىشى ۋە ئىشلىتىشىگە قوشۇلغان بولىسىز.
uk: Щоб ми могли надавати вам продукти або служби, вам необхідно створити обліковий запис користувача. Кожного разу, коли ви надаєте новий інструмент оплати продукту або служби, ми можемо надіслати таке повідомлення, щоб отримати від вас згоду, перш ніж продовжити. Під час і для цілей створення облікового запису та/або додавання нового інструмента оплати вам знадобиться вказати особисті дані, як-от: ваші ім’я, адреса, номер телефону, адреса електронної пошти, номер кредитної картки та номер банківського рахунку. Ми можемо також збирати дані про вашу IP-адресу й ідентифікатор вашого пристрою та пов’язати ці відомості з особистими даними, які ви вказали для створення облікового запису або під час додавання нового інструмента оплати. Я прямо дозволяю корпорації Microsoft, її афілійованим особам і дочірнім компаніям використовувати особисті дані, які я тут надаю, відповідно до умов, описаних у Законі № 25326, Розділ 5, для цілей надсилання мені публікацій та/або рекламних матеріалів, що стосуються їхніх пропозицій товарів та/або послуг. Цим я також заявляю, що відповідно до Закону № 25326, Розділ 6, мене проінформовано про добровільний характер цього договору. Ненадання даних не тягне за собою ніяких наслідків, окрім неможливості отримати доступ до продуктів і служб, що надаються через цю веб-сторінку. Указуючи свої дані, я явно надаю згоду на збереження таких даних у базі даних корпорації Microsoft, що знаходиться в Редмонді (Вашингтон, 98052). Власник особистих даних може виконувати свої права на доступ до таких даних безкоштовно та з інтервалами, які не можуть бути менше ніж шість місяців, за виключенням випадків, коли існують докази законності протилежних дій, як описано в Законі № 25326, Розділ 14, Підрозділ 3. Орган, відповідальний за дотримання Закону № 25326, – АРГЕНТИНСЬКА ДИРЕКЦІЯ ЗАХИСТУ ПЕРСОНАЛЬНИХ ДАНИХ, і як такий орган Дирекція має право розглядати будь-які скарги та/або претензії, подані на підставі недотримання положень, що регламентують захист персональних даних. Ви можете отримати доступ до своїх особистих даних або змінити їх на веб-сторінці: https://commerce.microsoft.com. У разі, якщо ви вирішите змінити свої особисті дані, ви тим самим дозволяєте корпорації Microsoft збирати та зберігати особисті дані, як зазначено вище. Створюючи обліковий запис і натискаючи кнопку "Погоджуюсь" нижче, ви погоджуєтеся надати корпорації Microsoft свої особисті дані та дозволяєте корпорації Microsoft збирати та передавати їх, як зазначено вище.
ur: آپ کو مصنوعات اور خدمات فراہم کرنے کے لیے ضروری ہے کہ آپ ایک صارف اکاؤنٹ بنائیں۔ ہر بار جب آپ مصنوعہ یا خدمت کی ادائیگی کا نیا ادائیگی کا آلہ فراہم کریں گے ہم آپ کو مندرجہ ذیل نوٹس فراہم کر سکتے ہیں اور آگے بڑھنے سے پہلے آپ کی اجازت لیں گے۔ اکاؤنٹ کی تخلیق کے دوران اور اس کے مقصد کے لیے اور/یا نیا ادائیگی کا آلہ شامل کرتے ہوئے یہ درکار ہوگا کہ آپ اپنے ذاتی کوائف فراہم کریں، جیسا کہ: آپ کا نام، پتہ، فون نمبر، ای میل پتہ، کریڈٹ کارڈ نمبر اور بینک اکاؤنٹ نمبر۔ ہم آپ کا IP پتہ اور آلہ کی ID بھی جمع کر سکتے ہیں اور س معلومات کو اکاؤنٹ کی تخلیق کے لیے یا جب نیا ادائیگی کا آلہ شامل کر رہے ہوں گے آپ کے ذاتی کوائف کے ساتھ منسلک کر سکتے ہیں۔ میں واضح طور پر Microsoft Corporation، اس کے ملحقہ اداروں اور ذیلی اداروں کو اختیار دیتا ہوں، کہ اپنے سامان اور/ یا خدمات سے متعلق قانون نمبر 25,326 سیکشن 5 کے مطابق بتائی گئی شرائط میں شائع کرنے اور/ یا اشتہار بھیجنے کے مقصد کے لیے، فراہم کردہ ذاتی کوائف استعمال کر سکتے ہیں۔ میں یہ بیان دیتا ہوں کہ قانون نمبر 25,326, سیکشن 6 کے مطابق مجھے رضاکارانہ نوعیت کے بارے میں مطلع کر دیا گیا ہے۔ ذاتی کوائف کو فراہم کرنے میں ناکامی کی صورت میں کوئی منطقی نتیجہ نہیں ہوگا ماسوائے اس کے کہ اس ویب صفحہ کے ذریعہ فراہم کردہ کسی مصنوعات یا خدمات کی رسائی حاصٖل کرنے میں نااہلی کے۔ اگر مجھے اپنے کوائف فراہم کرنے ہوں گے، میں واضح طور پر Redmond, WA 98052 میں رجسٹرڈ Microsoft Corporation میں ایسے کوائف ذخیرہ کرنے کی رضامندی ظاہر کروں گا۔ ذاتی کوائف کے مالک کو حق حاصل ہے کہ وہ بغیر کسی قیمت کے اور وقفہ پر جو چھ مہینوں سے چھوٹے نہیں ہو سکتے ماسوائے اس کے کہ ایسا کرنے کے لیے جائز دلچسپی کا ثبوت ہو دوسری صورت میں جیساکہ قانون نمبر. 25,326, سیکشن 14، ذیلی سیکشن 3 کے مطابق ہو۔ قانون نمبر 25,326 کو نافذ کرنے کا مجاز مقتدرہ ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION ہے اور اس طرح اسے اختیار ہے کہ کسی بھی شکایت اور یا دعویٰ کا دیکھے جس میں ذاتی کوائف کے تحفظ میں فراہم کردہ قوانین کی عدم تعمیل ہوِئی ہو۔ آپ ذاتی کوائف پر رسائی یا ترمیم کے لیے رسائی کر سکتے ہیں: https://commerce.microsoft.com۔ اگر کسی واقعہ پر آپ ذاتی کوائف کی ترمیم کرنے کا انتخاب کرتے ہیں تو آپ ایک رضامندی ظاہر کرتے ہیں جو Microsoft Corporation کو مندرجہ بالا درج کردہ کے تحت آپ کے ذاتی کوائف کو جمع اور ذخیرہ کرنے کی اجازت دیتی ہے۔ ایک اکاؤنٹ بنا کر اور ذیل میں بٹن “Agree” پر کلک کر کے آپ ادھر درج کیے گئے کے مطابق Microsoft Corporation کو اپنے ذاتی کوائف فراہم کرنے اور Microsoft Corporation کو جمع کرنے اور منتقلی کرنے کی اجازت دیتے ہیں۔
uz: Sizga mahsulot va xizmatlarni taqdim etilishi uchun foydalanuvchi hisob qaydnomasini yaratishingiz talab qilinadi. Mahsulot yoki xizmat uchun yangi to‘lov vositasini taqdim etganingizda har gal quyidagi eslatmani taqdim etishimiz va davom etishdan oldin roziligingizni to‘plashimiz mumkin. Hisob qaydnomasi yaratish va/yoki yangi to‘lov vositasi qo‘shish davomida va maqsadida sizdan quyidagi shaxsiy ma’lumotlarni taqdim etish talab etiladi: ism, manzil, telefon raqami, e-pochta manzili, kredit karta raqami va bank hisob raqami. Shuningdek, IP-manzilingiz va qurilmangiz ID’sini to‘playmiz va bu ma’lumotni hisob qaydnomasini yaratish uchun yoki yangi to‘lov vositasini qo’shishda siz taqdim etgan shaxsiy ma’lumotlar bilan birlashtiramiz. Men bu yerda taqdim etgan ma’lumotlarning Microsoft korporatsiyasi, uning filiallari va shu’ba korxonalari tomonidan menga nashrlar va/yoki o‘z mahsulot va/yoki xizmatlarini taklif qilishga tegishli reklama materiallarini yuborish maqsadida № 25326 qonunning 5-bo’limida ko‘rsatilgan shartlar asosida foydalanishiga to‘liq ruxsat beraman. Ushbu hujjat orqali № 25326 qonunning 6-bo‘limiga asoslangan holda, menga bu harakatning ixtiyoriy ekanligi haqida xabar berilganligini bildiraman. Ma’lumotlarning taqdim etilmasligi ushbu veb-sahifa orqali taqdim etilgan mahsulot va xizmatlarga kira olmaslikdan boshqa hech qanday oqibatlarga olib kelmaydi. Ma’lumotlarimni taqdim etish orqali men ularning Redmond, WA 98052 manzilida joylashgan Microsoft korporatsiyasining ma’lumotlar bazasida saqlanishiga rozilik beraman. Agar No. 25326 qonuni 14-bo‘limining 3-tag bo‘limida taqdim etilgan shartlardan boshqa ammalar bajarilmaganligi isbotlangan bo‘lsa, shaxsiy ma’lumotlar egasi bunday ma’lumotlardan bepul va olti oydan kam bo‘lmagan intervalda foydalanish huquqiga ega bo‘ladi. ARGENTINA SHAXSIY MA’LUMOTLARNI HIMOYA QILISH DIREKSIYASI 25326-sonli qonunning qo‘llanilishiga mas’ul tashkilot hisoblanadi va shu sababli unga shaxsiy ma’lumotlar himoyasini tartibga solish nizomi asosida qo‘zg‘atilgan shikoyat va/yoki talablarni ko‘rib chiqish vakolati berilgan. Quyidagi manzilda shaxsiy ma’lumotlarga kirishingiz yoki ularni o‘zgartirishingiz mumkin: https://commerce.microsoft.com. Shaxsiy ma’lumotlaringizni o‘zgartirishni tanlaganingizda, Microsoft korporatsiyasiga shaxsiy ma’lumotlarni, yuqorida ko‘rsatilgandek, to’plash va saqlash uchun ruxsat beriladi. Hisob qaydnomasini yaratish va quyidagi “Roziman” tugmasiga chertish orqali siz shaxsiy ma’lumotlaringizning Microsoft korporatsiyasiga taqdim etilishiga va Microsoft korporatsiyasining ushbu hujjatda ko‘rsatilgandek to‘plashi va uzatishiga rozilik berasiz.
vi: Để được cung cấp các sản phẩm và dịch vụ bạn cần phải tạo một tài khoản người dùng. Mỗi lần bạn cung cấp một phương tiện thanh toán mới cho một sản phẩm hoặc dịch vụ chúng tôi có thể sẽ cung cấp thông báo sau và yêu cầu bạn đồng ý trước khi tiếp tục. Trong quá trình và nhằm mục đích để tạo tài khoản và/hoặc thêm một phương tiện thanh toán mới bạn sẽ được yêu cầu cung cấp các thông tin cá nhân như: tên, địa chỉ, số điện thoại, địa chỉ email, số thẻ tín dụng và số tài khoản ngân hàng của bạn. Chúng tôi cũng có thể thu thập địa chỉ IP của bạn và ID của thiết bị của bạn và liên kết thông tin này với dữ liệu cá nhân bạn đã cung cấp để tạo tài khoản hoặc khi thêm một phương tiện thanh toán mới. Tôi công khai ủy quyền cho Microsoft Corporation, cùng với các công ty liên kết và công ty con của Microsoft Corporation, được dùng các dữ liệu cá nhân mà tôi cung cấp ở đây, theo các điều khoản được mô tả trong Luật Số 25,326, Phần 5 dành cho mục đích gửi cho tôi các ấn bản và/hoặc tài liệu quảng cáo liên quan đến việc chào mời các sản phẩm và/hoặc dịch vụ của họ. Tôi tuyên bố tại đây rằng dựa trên Luật Số 25,326, Phần 6, tôi đã được thông báo về bản chất tự nguyện của phần này. Việc không cung cấp dữ liệu sẽ không mang lại hậu quả nào ngoại trừ việc không thể truy cập các sản phẩm và dịch vụ được cung cấp thông qua trang web này. Nếu cung cấp dữ liệu, tôi công khai đồng ý cho các dữ liệu này được lưu trữ trong cơ sở dữ liệu của Microsoft Corporation đặt tại Redmond, WA 98052. Chủ sở hữu của dữ liệu cá nhân được quyền thực hiện các quyền của mình để truy cập dữ liệu đó không tốn phí và với các khoảng cách thời gian không được ngắn hơn sáu tháng trừ khi cung cấp được bằng chứng về nhu cầu hợp pháp để làm khác đi như được nêu bởi Luật Số 25,326, Phần 14, Phần phụ 3. Cơ quan chủ quản thực thi Luật Số 25,326 là ARGENTINE DIRECTORATE OF PERSONAL DATA PROTECTION và vì vậy cơ quan này có quyền giải quyết bất kì khiếu nại và/hoặc yêu cầu nào được phát sinh dựa trên việc không tuân thủ các điều khoản về bảo vệ dữ liệu cá nhân. Bạn có thể truy cập hoặc sửa đổi dữ liệu cá nhân của bạn tại: https://commerce.microsoft.com. Trong trường hợp bạn sửa đổi dữ liệu cá nhân, bạn đồng ý tại đây cho phép Microsoft Corporation thu thập và lưu trữ dữ liệu cá nhân của bạn như đã nêu ở trên. Bằng cách tạo tài khoản và bấm vào nút “Đồng ý” bên dưới bạn đã đồng ý cung cấp cho Microsoft Corporation các dữ liệu cá nhân của bạn và cho phép Microsoft Corporation thu thập và chuyển tải dữ liệu như đã nêu tại đây.
zh_hans: 为了向你提供产品或服务，你必须创建一个用户帐户。每次你为产品或服务提供新的付款方式时，我们都可能会提供以下声明，并在你继续之前征得你的同意。为了创建帐户和/或添加新的付款方式，以及在创建帐户和/或添加新的付款方式时，你需要提供个人数据，例如: 你的姓名、地址、电话号码、电子邮件地址、信用卡号和银行帐号。我们还可能会收集你的 IP 地址和设备 ID，并将这些信息与你提供的用于创建帐户或添加新的付款方式的个人数据关联起来。 我明确授权 Microsoft Corporation 及其关联公司和子公司依照第 25,326 号法案第 5 节规定的条款，使用我在此处提供的个人数据，以向我发送有关其产品和/或服务的出版物和/或广告资料。我在此声明，根据第 25,326 号法案第 6 节的规定，我已获悉此行为的自愿性质。 未能提供数据并非必定会导致除无法访问通过本网页提供的产品和服务以外的任何后果。如果我提供个人数据，我明确同意将这些数据存储在位于 Redmond，WA 98052 的 Microsoft Corporation 的数据库中。个人数据的所有者有权行使免费和不时(间隔不得短于六个月)访问这些数据的权利，除非依据第 25,326 号法案第 14 节第 3 小节的规定，提供为确保合法权益而不这样做的证据。负责执行第 25,326 号法案的机构是阿根廷个人数据保护司，因此，它获授权能够处理因未能遵守关于个人数据保护的规定而提出的任何投诉和/或索赔。 你可以在 https://commerce.microsoft.com 访问或修改你的个人数据。如果你选择修改个人数据，则你在此同意，Microsoft Corporation 可以如上所述收集和存储你的个人数据。 创建帐户并单击下面的“同意”按钮即表示你同意向 Microsoft Corporation 提供你的个人数据，并同意 Microsoft Corporation 按照此处所述收集和传输这些数据。
zh_hant: 為提供您產品或服務，您必須建立使用者帳戶。在您每次提供新的付款方式支付產品或服務費用時，我們可能會提供以下聲明並在取得您的同意後繼續。在帳戶建立和/或新增付款方式期間以及出於該目的所需，您將必須提供以下個人資料: 姓名、地址、電話號碼、電子郵件地址、信用卡號碼及銀行帳戶號碼。我們可能還會收集您的 IP 位址和裝置識別碼，並將此資訊與您為建立帳戶或在新增付款方式時所提供的個人資料建立關聯。 本人根據第 25,326 號法律第 5 節的規定，明確授權 Microsoft Corporation、其關係企業和子公司使用本人在此提供的個人資料，以利其寄送關於其商品和/或服務提供的出版品和/或廣告品。本人茲此聲明，根據第 25,326 號法律第 6 節，本人已知悉此屬自願性質。 若未能提供資料，除了無法存取透過本網頁提供的產品或服務外，無須承擔任何後果。若本人提供個人資料，即明確同意將該資料儲存於 Microsoft Corporation 位於 Redmond, WA 98052 的資料庫。個人資料的擁有者有權行使其權利來免費存取其個資，且除非根據第 25,326 號法律第 14 節第 3 款規定持有合法權益的證據，否則間隔時間不得短於六個月。第 25,326 號法律主管機關為阿根廷個人資料保護理事會，負責受理針對未遵守個人資料保護規定所引發的任何投訴和/或主張。 您可至以下網址存取或修改您的個人資料: https://commerce.microsoft.com。若您選擇修改個人資料，即表示同意允許 Microsoft Corporation 按照上述方式收集和儲存您的個人資料。 建立帳戶並按下底下的 [同意] 按鈕之後，表示您同意提供個人資料予 Microsoft Corporation，並同意 Microsoft Corporation 按照此處所述方式收集和傳送資料。
