Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.CreditCardNumberHint
source: - Enter without dashes or spaces -
af: - Voer in sonder strepies of spasies -
am: - ያለ ሰረዞች ወይም ክፍተቶች ያስገቡ -
ar: - يجب الإدخال بدون شرط أو مسافات -
as: - ডেচ বা খালী ঠাইৰ অবিহনে প্ৰৱিষ্ট কৰক -
az: - Tire və ya boşluqsuz daxil edin -
bg: - Въвеждайте без тирета и интервали -
bn_in: - কোন ড্যাস চিহ্ন বা শূন্যস্থান না রেখে প্রবেশ করান -
bs: - Unesite bez crtica ili razmaka -
cy: - Peidiwch â rhoi dashys na bylchau -
da: - Angiv uden bindestreg eller mel.rum -
de: - Ohne Bindestr./Leerz. eingeben -
el: - Εισαγάγετε χωρίς παύλες ή κενά -
es: - No escriba guiones ni espacios -
et: - Sisestage kriipsude ja tühikuteta -
eu: - Sartu marratxo edo tarterik gabe -
fa: - بدون خط فاصله یا فاصله وارد کنید -
ga: - Cuir isteach gan daiseanna ná spásanna -
gd: - Cuir a-steach gun sgrìoban/beàrnan -
gl: - Introducir sen guións nin espazos -
gu: - ડેશીશ અથવા સ્પેસીસ વિના દાખલ કરો -
he: - הזן ללא מקפים או רווחים -
hi: - बिना डैश या रिक्तियों के दर्ज करें -
hr: - Unesite bez crtica i razmaka -
hu: - Kötőjelek és szóközök nélkül adja meg -
id: - Tanpa tanda hubung atau spasi -
is: - Sláðu inn án strika eða bila -
ja: - ハイフンやスペースを含めずに入力します -
ka: - ტირეებისა და ინტერვალების გარეშე -
kk: - Тиресіз не бос орынсыз енгізу -
kn: - ಡ್ಯಾಶ್‌ಗಳು ಅಥವಾ ಸ್ಪೇಸ್‌ಗಳಿಲ್ಲದೆ ನಮೂದಿಸಿ -
ko: - 대시나 공백 없이 입력 -
ku_arab: - بەبێ داش و بۆشایی تێنووسی بکە -
ky: - Тире, боштуктары жок киргизиңиз -
lo: - ປ້ອນເຂົ້າໂດຍບໍ່ມີຂີດຕໍ່ ຫຼືຍະວ່າງ -
lt: - Įveskite be brūkšnių ar tarpų -
lv: - Neizm. domuzīmes vai atstarpes -
mi: - Tāurua me te kore pīhono, mokowā -
mk: - Внесете без цртички или празни места -
ml: - ഡാഷോ സ്‌പെയ്‌സോ ഇല്ലാതെ നൽകൂ -
mn: - Зураас буюу зайгүй оруул -
mr: - डॅशेस किंवा रिक्त स्थानांशिवाय प्रविष्ट करा -
ms: - Masukkan tanpa sempang atau ruang -
mt: - Daħħal mingħajr singijiet jew spazji -
ne: - ड्यासहरू र स्पेसहरू बिना प्रविष्ट गर्नुहोस् -
nn_no: - Oppgi utan tankestrekar eller mellomrom -
no: - Uten bindestrek eller mellomrom -
or: - ଡ୍ୟାସ୍ କିମ୍ଵା ଖାଲି ସ୍ଥାନ ବିନା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ -
pa_arab_pk: - خالی جگہاں دے بغیر درج کرو -
pa_in: - ਬਿਨਾਂ ਡੈਸ਼ਾਂ ਜਾਂ ਸਪੇਸਾਂ ਦੇ ਦਾਖਲ ਕਰੋ -
pl: - Wprowadź bez kresek i spacji -
ru: - Вводите без тире и без пробелов -
sd: - خالي جاين يا ڊيشَ کانسواءِ داخل ڪريو -
si: - කෙටි ඉරි හෝ හිස්තැන් නොමැතිව ඇතුළු කර -
sl: - Brez pomišljajev in presledkov -
sr_cyrl_rs: - Унесите без цртица или размака -
sr_latn_rs: - Unesite bez crtica ili razmaka -
sv: - Inga bindestreck eller blanksteg -
ta: - அடிக்கோடுகள் அல்லது இடைவெளிகள் இல்லாமல் உள்ளிடவும் -
te: - డాష్‌లు లేదా ఖాళీలు లేకుండా నమోదు చేయండి -
tg: - Бе тире ва фосилаҳо ворид кунед -
th: - ป้อนโดยไม่ต้องมีขีดคั่นหรือเว้นวรรค -
tr: - Kısa çizgi veya boşluk olmadan girin -
tt: - Сызыксыз һәм бушсыз кертү -
ug: - بوشلۇق ياكى سىزىقسىز كىرگۈزۈڭ -
uk: - Вводьте без тире та пробілів -
ur: - خالی جگہوں اور نقاط کے بغیر درج کریں -
uz: - Chiziqcha va bo‘sh o‘rinlarsiz kiriting -
vi: - Nhập ko có gạch ngang hay dấu cách -
zh_hans: - 输入(无短划线或空格) -
zh_hant: - 輸入號碼 (不含虛線或空格) -

# Word.CreditCardNumberHint.Bing
source: Enter without dashes or spaces
af: Voer in sonder strepies of spasies
am: ያለ ሰረዞች ወይም ክፍተቶች ያስገቡ
ar: يجب الإدخال بدون شرط أو مسافات
as: ডেচ বা খালীস্থান নোহোৱাকৈয়ে প্ৰৱেশ কৰাওক
az: Tire və ya boşluqsuz daxil edin
bg: Въведете без тирета и интервали
bn_in: ড্যাশ বা ফাঁকাস্থান ছাড়া লিখুন
bs: Unesite bez crtica ili razmaka.
cy: Peidiwch â rhoi dashys na bylchau
da: Angiv uden bindestreger eller mellemrum
de: Ohne Bindestriche oder Leerzeichen eingeben
el: Εισαγωγή χωρίς παύλες ή κενά διαστήματα
es: No escribas guiones ni espacios
et: Sisestage kriipsude ja tühikuteta
eu: Idatzi marratxo edo tarterik gabe
fa: بدون خط فاصله یا فاصله وارد کنید
ga: Cuir isteach gan daiseanna ná spásanna
gd: Cuir a-steach gun strìochagan is gun bheàrnan
gl: Introducir sen guións nin espazos
gu: ડેશીશ અથવા સ્પેસીસ વિના દાખલ કરો
he: הזן ללא מקפים או רווחים
hi: डैश या रिक्त स्थानों के बिना दर्ज करें
hr: Unesite bez crtica ili razmaka
hu: Kötőjelek és szóközök nélkül írja be
id: Masukkan tanpa tanda pisah atau spasi
is: Sláðu inn án strika eða bila
ja: ハイフンやスペースを含めずに入力します
ka: შეიყვანეთ ტირეებისა და ინტერვალების გარეშე
kk: Сызықшасыз не бос орынсыз енгізіңіз
kn: ಡ್ಯಾಶ್‌ಗಳು ಅಥವಾ ಸ್ಪೇಸ್‌ಗಳಿಲ್ಲದೇ ನಮೂದಿಸಿ
ko: 대시나 공백 없이 입력하세요.
ku_arab: بەبێ داش و بۆشایی تێیبنووسە
ky: Тире, боштуктары жок киргизиңиз
lo: ປ້ອນໂດຍບໍ່ມີຂີດຕໍ່ ຫຼື ຍະຫວ່າງ
lt: Įveskite be brūkšnių ar tarpų
lv: Ievadiet, neizmantojot domuzīmes vai atstarpes
mi: Me tāuru kāhore te pīhono, te mokowā rānei
mk: Внесете без цртички или празни места
ml: ഡാഷുകളോ സ്‌പെയ്‌സുകളോ ഇല്ലാതെ നൽകുക
mn: Зураас буюу зайгүй оруул
mr: डॅशेस किंवा रिक्त स्थानांशिवाय प्रविष्ट करा
ms: Masukkan tanpa sempang atau ruang
mt: Daħħal mingħajr singijiet jew spazji
ne: ड्याशहरू वा खाली ठाउँहरूबिना प्रविष्ट गर्नुहोस्
nn_no: Oppgi utan tankestrekar eller mellomrom
no: Uten bindestrek eller mellomrom
or: ଡ୍ୟାସ୍ କିମ୍ବା ଖାଲିସ୍ଥାନ ବିନା ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_arab_pk: ڈیشاں یا خالی تھّاواں دے بنا داخل کرو
pa_in: ਡੈਸ਼ਾਂ ਜਾਂ ਸਪੇਸਿਸ ਤੋਂ ਬਿਨਾਂ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź bez kresek i spacji
ru: Вводите без тире и без пробелов
sd: خالي جاين يا ڊيشَ کانسواءِ داخل ڪريو
si: කෙටි ඉරි හෝ හිස්තැන් නොමැතිව ඇතුල් කරන්න
sl: Vnesite brez vezajev ali presledkov
sr_cyrl_rs: Унесите без цртица или размака
sr_latn_rs: Unesite bez crtica ili razmaka
sv: Ange utan streck eller blanksteg
ta: கோடுகளோ அல்லது இடைவெளியோ இல்லாமல் என்டர் செய்க
te: డాష్‌లు లేదా ఖాళీలు లేకుండా నమోదు చేయండి
tg: Бе тире ё фосила ворид кунед
th: ป้อนโดยไม่ใส่เครื่องหมายขีดหรือเว้นวรรค
tr: Kısa çizgi veya boşluk olmadan girin
tt: Сызыкларсыз һәм буш араларсыз кертегез
ug: سىزىقچە ياكى بوشلۇق قويماي كىرگۈزۈڭ
uk: Вводьте без тире та пробілів
ur: خالی جگہوں اور نقاط کے بغیر درج کریں
uz: Chiziqcha va bo‘sh o‘rinlarsiz kiriting
vi: Hãy nhập mà không sử dụng dấu gạch hoặc dấu cách
zh_hans: 不要输入短划线或空格
zh_hant: 不要輸入連字號或空格

# Word.CreditCardType
source: Card type
af: Kaarttipe
am: የካርድ ዓይነት
ar: نوع البطاقة
as: কাৰ্ডৰ প্ৰকাৰ
az: Kartın növü
bg: Вид карта
bn_in: কার্ডের ধরন
bs: Vrsta kartice
cy: Math o gerdyn
da: Korttype
de: Kartentyp
el: Τύπος κάρτας
es: Tipo de tarjeta
et: Kaardi tüüp
eu: Txartel mota
fa: نوع کارت
ga: Cineál an chárta
gd: Seòrsa na cairte
gl: Tipo de cartón
gu: કાર્ડનો પ્રકાર
he: סוג כרטיס
hi: कार्ड प्रकार
hr: Vrsta kartice
hu: Bankkártya típusa
id: Jenis kartu
is: Gerð korts
ja: カードの種類
ka: ბარათის ტიპი
kk: Карта түрі
kn: ಕಾರ್ಡ್ ಪ್ರಕಾರ
ko: 카드 종류
ku_arab: جۆری کارت
ky: Карта түрү
lo: ປະເພດບັດ
lt: Kortelės tipas
lv: Kartes tips
mi: Momo kāri
mk: Тип на картичка
ml: കാർഡ് തരം
mn: Картны төрөл
mr: कार्ड प्रकार
ms: Jenis kad
mt: Tip ta' kard
ne: कार्ड प्रकार
nn_no: Korttype
no: Korttype
or: କାର୍ଡ ପ୍ରକାର
pa_arab_pk: کارڈ دی قسم
pa_in: ਕਾਰਡ ਦੀ ਕਿਸਮ
pl: Typ karty
ru: Тип карты
sd: ڪارڊ جو قسم
si: කාඩ්පත් වර්ගය
sl: Vrsta kartice
sr_cyrl_rs: Тип картице
sr_latn_rs: Vrsta kartice
sv: Korttyp
ta: அட்டை வகை
te: కార్డ్ రకం
tg: Намуди корт
th: ประเภทบัตร
tr: Kart türü
tt: Карта тибы
ug: كارتا تۈرى
uk: Тип картки
ur: کریڈٹ کارڈ کی قسم
uz: Karta turi
vi: Loại thẻ
zh_hans: 卡类型
zh_hant: 信用卡類型

# Word.Currency
source: Currency
af: Geldeenheid
am: ምንዛሪ
ar: العملة
as: মুদ্ৰা
az: Valyuta
bg: Валута
bn_in: মুদ্রা
bs: Valuta
cy: Math o Arian
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
et: Valuuta
eu: Moneta
fa: ارز
ga: Airgeadra
gd: Airgeadra
gl: Moeda
gu: ચલણ
he: מטבע
hi: मुद्रा
hr: Valuta
hu: Pénznem
id: Mata uang
is: Gjaldmiðill
ja: 通貨
ka: ვალუტა
kk: Валюта
kn: ಕರೆನ್ಸಿ
ko: 통화
ku_arab: دراو
ky: Валюта
lo: ສະກຸນເງິນ
lt: Valiuta
lv: Valūta
mi: Moni
mk: Валута
ml: നാണയം
mn: Валют
mr: चलन
ms: Mata wang
mt: Valuta
ne: मुद्रा
nn_no: Valuta
no: Valuta
or: ମୁଦ୍ରା
pa_arab_pk: ‏‏کرنسی
pa_in: ਕਰੰਸੀ
pl: Waluta
ru: Валюта
sd: سڪو
si: මුදල් වර්ගය
sl: Valuta
sr_cyrl_rs: Валута
sr_latn_rs: Valuta
sv: Valuta
ta: நாணயம்
te: కరెన్సీ
tg: Асъор
th: สกุลเงิน
tr: Para birimi
tt: Валюта
ug: پۇل بىرلىكى
uk: Валюта
ur: سکہ
uz: Valyuta
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

# Word.DirectDebit
source: Direct debit
af: Direkte debiet
am: ቀጥታ ዕዳ
ar: الخصم المباشر
as: ডাইৰেক্ট ডেবিট
az: Birbaşa debet
bg: Директен дебит
bn_in: সরাসরি ডেবিট
bs: Direktno zaduženje
cy: Debyd uniongyrchol
da: Direkte debitering
de: Lastschrift
el: Άμεση χρέωση
es: Adeudo directo
et: Otsekorraldus
eu: Zordunketa automatikoa
fa: بدهی مستقیم
ga: Dochar díreach
gd: Pàigheadh Dìreach
gl: Domiciliación
gu: ડાયરેક્ટ ડેબિટ
he: חיוב ישיר
hi: प्रत्यक्ष डेबिट
hr: Izravno terećenje
hu: Csoportos beszedési megbízás
id: Debit langsung
is: Beingreiðsla
ja: 口座振替
ka: პირდაპირი დებეტი
kk: Тікелей дебет
kn: ನೇರ ಡೆಬಿಟ್
ko: 체크 카드
ku_arab: داشکاندنی راستەوخۆ
ky: Түз дебет
lo: ຫັກບັນຊີໂດຍກົງ
lt: Tiesioginis debetas
lv: Tiešais debets
mi: Tango moni tōtika
mk: Директно дебитно плаќање
ml: നേരിട്ടുള്ള ഡെബിറ്റ്
mn: Шууд дебит
mr: थेट डेबिट
ms: Debit terus
mt: Debitu dirett
ne: प्रत्यक्ष डेबिट
nn_no: Direkte debitering
no: Direkte debitering
or: ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍
pa_arab_pk: ڈائریکٹ ڈیبٹ
pa_in: ਡਾਇਰੈਕਟ ਡੈਬਿਟ
pl: Polecenie zapłaty
ru: Прямое списание
sd: براہ راست ڊيبٽ
si: ඍජු හර
sl: Direktna bremenitev
sr_cyrl_rs: Директно задужење
sr_latn_rs: Direktno zaduženje
sv: Autogiro
ta: நேரடி பற்று
te: డైరెక్ట్ డెబిట్
tg: Дебети мустақим
th: การหักบัญชีเงินฝาก
tr: Talimatlı ödeme
tt: Туры дебет
ug: بىۋاسىتە چىقىم
uk: Пряме дебетування
ur: براہ راست ڈیبٹ
uz: To‘g‘ridan-to‘g‘ri debet
vi: Ghi nợ trực tiếp
zh_hans: 直接借记
zh_hant: 直接扣款

# Word.DirectDebitBankCity
source: Bank city
af: Bankstad
am: የባንክ ከተማ
ar: مدينة البنك
as: বেংকৰ চহৰ
az: Bankın şəhəri
bg: Град на банката
bn_in: ব্যাঙ্ক শহর
bs: Grad banke
cy: Dinas y banc
da: Bankens bynavn
de: Ort der Bank
el: Πόλη τράπεζας
es: Ciudad del banco
et: Panga linn
eu: Bankuaren herria
fa: شهر بانک
ga: Cathair ina bhfuil an banc
gd: Baile a' bhanca
gl: Cidade do banco
gu: બેંક શહેર
he: עיר הבנק
hi: बैंक शहर
hr: Grad banke
hu: Bank városa
id: Kota bank
is: Borg banka
ja: 銀行所在市区町村
ka: ბანკის ქალაქი
kk: Банк қаласы
kn: ಬ್ಯಾಂಕ್‌ನ ನಗರ
ko: 은행 소재 도시
ku_arab: شاری بانک
ky: Банктын шаары
lo: ເມືອງຂອງທະນາຄານ
lt: Banko miestas
lv: Bankas pilsēta
mi: Tāone nui pēke
mk: Град на банката
ml: ബാങ്ക് സ്ഥിതിചെയ്യുന്ന നഗരം
mn: Банкны хот
mr: बँक शहर
ms: Bandar bank
mt: Belt li fiha jinsab il-bank
ne: बैङ्कको सहर
nn_no: Bankby
no: Poststed til banken
or: ବ୍ୟାଙ୍କ ସିଟୀ
pa_arab_pk: بینک دا شہر
pa_in: ਬੈਂਕ ਦਾ ਸ਼ਹਿਰ
pl: Miejscowość banku
ru: Город банка
sd: بينڪ جو شهر
si: බැංකුවේ නගරය
sl: Kraj banke
sr_cyrl_rs: Град банке
sr_latn_rs: Grad banke
sv: Bankens ort
ta: வங்கி நகரம்
te: బ్యాంక్ నగరం
tg: Шаҳри ҷойгиршавии бонк
th: เมืองที่ตั้งของธนาคาร
tr: Banka şehri
tt: Банк шәхәре
ug: بانكا شەھرى
uk: Місто, в якому розташовано банк
ur: بینک کا شہر
uz: Bank joylashgan shahar
vi: Thành phố ngân hàng
zh_hans: 银行所在市/县
zh_hant: 銀行城市

# Word.DirectDebitBankCode
source: Routing number
af: Roeteringsnommer
am: የመተላለፊያ ቁጥር
ar: رقم التوجيه
as: Routing নম্বৰ
az: Bankın kodu
bg: Банков код (RTN/ABA)
bn_in: রুটিং সংখ্যা
bs: Broj usmjeravanja
cy: Rhif llwybro
da: Registreringsnummer
de: Bankleitzahl
el: Κωδικός υποκαταστήματος
es: Número de ruta
et: Marsruutimisnumber
eu: Bideratzaile-zenbakia
fa: شماره روتینگ
ga: Uimhir ródúcháin
gd: Àireamh rùtachaidh
gl: Número de encamiñamento
gu: રાઉટિંગ નંબર
he: מספר ניתוב
hi: रूटिंग संख्या
hr: Broj usmjeravanja
hu: Regisztrációs azonosító
id: Nomor routing
is: Beiningarnúmer
ja: ルーティング ナンバー
ka: მარშრუტის ნომერი
kk: Бағыттау нөмірі
kn: ರೂಟಿಂಗ್ ಸಂಖ್ಯೆ
ko: 라우팅 번호
ku_arab: ژمارەی ئاراستەکردن
ky: Каттам номуру
lo: ເລກເສັ້ນທາງທະນາຄານ
lt: Banko kodas
lv: Reģistrācijas numurs
mi: Tau ararere
mk: RTN
ml: റൂട്ടിംഗ് നമ്പര്‍
mn: Чиглүүлэх дугаар
mr: मार्गस्थ नंबर
ms: Nombor penghalaan
ne: रुटिङ् नम्बर
nn_no: Rutingnummer
no: Registreringsnummer
or: ରୋଟିଂ ନମ୍ଵର
pa_arab_pk: رؤوٹنگ نمبر
pa_in: ਰੂਟਿੰਗ ਨੰਬਰ
pl: Kod banku
ru: Код банка
sd: رائوٽنگ نمبر
si: රූටින් අංකය
sl: Koda banke
sr_cyrl_rs: Број усмеравања
sr_latn_rs: Broj usmeravanja
sv: Clearingnummer
ta: ரூட்டிங் எண்
te: రూటింగ్ సంఖ్య
tg: Рақами раҳнамо
th: หมายเลข Routing Number
tr: Rota numarası
tt: Юлчының номеры
ug: چەك نومۇرىڭىز
uk: Код банку
ur: راؤٹنگ نمبر
uz: Marshrutlash raqami
vi: Số định tuyến
zh_hans: 银行代号
zh_hant: 銀行號碼

# Word.DirectDebitBankName
source: Bank name
af: Banknaam
am: የባንክ ስም
ar: اسم البنك
as: বেংক নাম
az: Bankın adı
bg: Име на банката
bn_in: ব্যাঙ্কের নাম
bs: Naziv banke
cy: Enw'r banc
da: Banknavn
de: Name der Bank
el: Επωνυμία τράπεζας
es: Nombre del banco
et: Panga nimi
eu: Bankuaren izena
fa: نام بانک
ga: Ainm an bhainc
gd: Ainm a' bhanca
gl: Nome do banco
gu: બેંક નામ
he: שם הבנק
hi: बैंक का नाम
hr: Naziv banke
hu: Bank neve
id: Nama bank
is: Heiti banka
ja: 銀行名
ka: ბანკის სახელი
kk: Банк атауы
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು
ko: 은행 이름
ku_arab: ناوی بانک
ky: Банктын аталышы
lo: ຊື່ທະນາຄານ
lt: Banko pavadinimas
lv: Bankas nosaukums
mi: Ingoa pēke
mk: Име на банката
ml: ബാങ്കിന്റെ പേര്
mn: Банкны нэр
mr: बँकेचे नाव
ms: Nama bank
mt: Isem tal-bank
ne: बैङ्कको नाम
nn_no: Banknamn
no: Banknavn
or: ବ୍ୟାଙ୍କ ନାମ
pa_arab_pk: بینک دا ناں
pa_in: ਬੈਂਕ ਦਾ ਨਾਮ
pl: Nazwa banku
ru: Название банка
sd: بينڪ جو نالو
si: බැංකුවේ නම
sl: Ime banke
sr_cyrl_rs: Име банке
sr_latn_rs: Ime banke
sv: Bankens namn
ta: வங்கி பெயர்
te: బ్యాంక్ పేరు
tg: Номи бонк
th: ชื่อธนาคาร
tr: Banka adı
tt: Банк исеме
ug: بانكا ئىسمى
uk: Назва банку
ur: بینک کا نام
uz: Bank nomi
vi: Tên ngân hàng
zh_hans: 银行名称
zh_hant: 銀行名稱

# Word.DirectDebitBankSortingCode
source: Sorting Code
af: Sorteerkode
am: የመደርደር ኮድ
ar: كود الفرز
as: চৰ্টিং ক'ড
az: Sıralama Kodu
bg: Код на банков клон
bn_in: বাছাই কোড
bs: Šifra podružnice
cy: Cod Didoli
da: Bankens sorteringskode
de: Bankleitzahl
el: Κωδικός ταξινόμησης τράπεζας
es: Código de identificación
et: Sortimiskood
eu: Banku-entitatearen kodea
fa: کد ترتیب بندی
ga: Cód sórtála
gd: Còd seòrsachaidh
gl: Código de clasificación
gu: સોર્ટિંગ કોડ
he: קוד מיון
hi: सॉर्टिंग कोड
hr: Bankovni kod za sortiranje
hu: Bankazonosító
id: Kode Sorting
is: Flokkunarkóði
ja: 分類コード
ka: დამახარისხებელი კოდი
kk: Сұрыптау коды
kn: ವಿಂಗಡಣಾ ಕೋಡ್
ko: 분류 코드
ku_arab: کۆدی ریزبەندیکردن
ky: Ылгоо коду
lo: ລະຫັດລຽງລໍາດັບ
lt: Rūšiavimo kodas
lv: Bankas filiāles numurs
mi: Waehere Kōmaka
mk: Код на филијалата
ml: സോര്‍ട്ടിംഗ് കോഡ്
mn: Эрэмбэлэх код
mr: क्रमवारी कोड
ms: Kod Pengisihan
mt: Kodiċi tal-issortjar
ne: श्रेणीबद्ध सङ्केत
nn_no: Sorteringskode
no: Bankens sorteringskode
or: କୋଡ୍ ସର୍ଟ୍ କରିବା
pa_arab_pk: کوڈ نوں ترتیب لاریا اے
pa_in: ਵਰਗੀਕਰਨ ਕੋਡ
pl: Numer rozliczeniowy
ru: Код отделения банка
sd: سارٽنگ ڪوڊ
si: සුබෙදුම් කේතය
sl: Razvrščevalna oznaka banke (sorting code)
sr_cyrl_rs: Код филијале
sr_latn_rs: Kod filijale
sv: Clearingnummer
ta: வரிசைப்படுத்தல் குறியீடு
te: క్రమబద్ధీకరిస్తున్న కోడ్
tg: Рамзи ҷудокунӣ
th: รหัสการเรียงลำดับ
tr: Banka Şube Kodu
tt: Сортлау коды
ug: كود رەتلەۋاتىدۇ
uk: Номер відділення банку
ur: کوڈ کی چھانٹ ہو رہی ہے
uz: Tartiblash kodi
vi: Mã Chi nhánh
zh_hans: 分类代码
zh_hant: 分行代碼

# Word.DirectDebitBranchCode
source: Sort code
af: Sorteerkode
am: የቅደም ተከተል ኮድ
ar: كود فرع البنك
as: ক'ড চৰ্ট কৰক
az: Bankın kodu
bg: Код на банковия клон
bn_in: বাছাই কোড
bs: Šifra podružnice
cy: Cod didoli
da: Afdelingskode
de: Bankleitzahl
el: Κωδικός ταξινόμησης
es: Código de identificación
et: Sortimiskood
eu: Sort code kodea
fa: کد ترتیب بندی
ga: Cód sórtála
gd: Còd seòrsachaidh
gl: Código de clasificación
gu: સૉર્ટ કોડ
he: קוד מיון
hi: सॉर्ट कोड
hr: Šifra podružnice
hu: Banki azonosító
id: Kode cek
is: Röðunarkóði
ja: 分類コード
ka: დახარისხების კოდი
kk: Сұрыптау коды
kn: ವಿಂಗಡಣೆ ಕೋಡ್
ko: 지점 코드
ku_arab: کۆدی ریزبەندی
ky: Кодду ылга
lo: ລະຫັດລຽງລຳດັບ
lt: Identifikacinis kodas
lv: Bankas filiāles numurs
mi: Waehere kōmaka
mk: Код на филијала
ml: സോര്‍ട്ട് കോഡ്
mn: Эрэмбэлэх код
mr: कोडची क्रमवारी लावा
ms: Kod isih
mt: Kodiċi ta' ssortjar
ne: सर्ट कोड
nn_no: Sorteringskode
no: Sorteringskode
or: ସର୍ଟ୍ କୋଡ୍
pa_arab_pk: کوڈ نوں ترتیب لاؤ
pa_in: ਵੰਨਗੀ ਕੋਡ
pl: Numer rozliczeniowy
ru: Код отделения банка
sd: ترتيب ڪوڊ
si: වර්ග කිරීමේ කේතය
sl: Številka banke
sr_cyrl_rs: Шифра филијале
sr_latn_rs: Šifra filijale
sv: Sorteringskod
ta: வரிசை குறியீடு
te: క్రమబద్ధీకరణ కోడ్
tg: Рамзи ҷудокунӣ
th: หมายเลขธนาคาร
tr: Şube kodu
tt: Тиңләштерү коды
ug: تۈر نومۇرى
uk: Номер відділення банку
ur: چھنٹائی کوڈ‬
uz: Tartiblash kodi
vi: Mã chi nhánh
zh_hans: 分类代码
zh_hant: 分行代碼

# Word.DirectDebitBranchCodeHint
source: - Numbers only -
af: - Slegs nommers -
am: - ቁጥር ብቻ -
ar: - أرقام فقط -
as: - কেৱল নম্বৰ -
az: - Yalnız rəqəmlər -
bg: - Само цифри -
bn_in: - শুধুমাত্র সংখ্যা -
bs: - Samo brojevi -
cy: - Dim ond rhifau -
da: - Kun tal -
de: - Nur Zahlen -
el: - Μόνο αριθμοί -
es: - Solo números -
et: - Ainult numbrid -
eu: - Zenbakiak soilik -
fa: - فقط شماره -
ga: - Uimhreacha amháin -
gd: - Àireamhan a-mhàin -
gl: - Só números -
gu: - માત્ર નંબર્સ -
he: - מספרים בלבד -
hi: - केवल संख्याएँ -
hr: - Samo brojevi -
hu: - Csak számok -
id: - Hanya angka -
is: - Eingöngu númer -
ja: - 数字のみ -
ka: - მხოლოდ რიცხვები -
kk: - Тек сандар -
kn: - ಸಂಖ್ಯೆಗಳು ಮಾತ್ರ -
ko: - 숫자만 입력 -
ku_arab: - تەنها ژمارە -
ky: - Сандар гана -
lo: - ຕົວເລກເທົ່ານັ້ນ -
lt: - Tik skaičiai -
lv: - Tikai cipari -
mi: - Ngā tau anake -
mk: - Само броеви -
ml: - അക്കങ്ങള്‍ മാത്രം -
mn: - Зөвхөн тоо -
mr: - केवळ नंबर -
ms: - Nombor sahaja -
mt: - Numri biss -
ne: - नम्बरहरू मात्रै -
nn_no: - Berre tal -
no: - Bare tall -
or: - କେବଳ ନମ୍ଵର -
pa_arab_pk: - صرف نمبر -
pa_in: - ਕੇਵਲ ਨੰਬਰ -
pl: - Tylko liczby -
ru: - Только цифры -
sd: - صرف نمبرَ -
si: - අංක පමණයි -
sl: - Le številke -
sr_cyrl_rs: - Само бројеви -
sr_latn_rs: - Samo brojevi -
sv: - Endast siffror -
ta: - எண்கள் மட்டும் -
te: - సంఖ్యలు మాత్రమే -
tg: - Танҳо рақамҳо -
th: - หมายเลขเท่านั้น -
tr: - Yalnızca rakamlar -
tt: - Санлар гына -
ug: - پەقەتلا نومۇر -
uk: - Тільки цифри -
ur: - صرف نمبر -
uz: - Faqat sonlar -
vi: - Chỉ có số -
zh_hans: - 仅数字 -
zh_hant: - 僅限數字 -

# Word.DirectDebitBranchLocationBranchName
source: Branch name
af: Taknaam
am: የቅርንጫፍ ስም
ar: اسم الفرع
as: শাখা নাম
az: Filialın adı
bg: Име на клона
bn_in: শাখার নাম
bs: Naziv podružnice
cy: Enw'r gangen
da: Afdelingsnavn
de: Name der Filiale
el: Όνομα υποκαταστήματος
es: Nombre de sucursal
et: Filiaali nimi
eu: Bulegoaren izena
fa: نام شعبه
ga: Ainm an bhrainse
gd: Ainm a' mheòir
gl: Nome de sucursal
gu: બ્રાંચ નામ
he: שם הסניף
hi: शाखा का नाम
hr: Naziv podružnice
hu: Fiók neve
id: Nama Cabang
is: Nafn útibús
ja: 支店名
ka: ფილიალის სახელი
kk: Филиал атауы
kn: ಶಾಖೆ ಹೆಸರು
ko: 지점 이름
ku_arab: ناوی لق
ky: Бөлүмдүн аталышы
lo: ຊື່ສາຂາ
lt: Filialo pavadinimas
lv: Filiāles nosaukums
mi: Ingoa peka
mk: Име на филијала
ml: ശാഖയുടെ പേര്
mn: Салбарын нэр
mr: शाखा नाव
ms: Nama cawangan
mt: Isem tal-fergħa
ne: शाखाको नाम
nn_no: Avdelingsnamn
no: Filialnavn
or: ଶାଖା ନାମ
pa_arab_pk: برانچ دا ناں
pa_in: ਸ਼ਾਖਾ ਦਾ ਨਾਮ
pl: Nazwa oddziału
ru: Название филиала
sd: برانچ جو نالو
si: ශාඛාවේ නම
sl: Ime panoge
sr_cyrl_rs: Име филијале
sr_latn_rs: Ime filijale
sv: Filialens namn
ta: கிளைப் பெயர்
te: శాఖ పేరు
tg: Номи филиал
th: ชื่อสาขา
tr: Şube adı
tt: Филиал исеме
ug: تارماق ئىسىمىڭىز
uk: Назва філіалу
ur: شاخ کا نام
uz: Filial nomi
vi: Tên chi nhánh
zh_hans: 分行名称
zh_hant: 分行名稱

# Word.DirectDebitHolderName
source: Name on account
af: Naam op rekening
am: ስም ሒሳብ ላይ
ar: الاسم المسجل في الحساب
as: একাউণ্টত নাম
az: Hesab üzərindəki ad
bg: Притежател на сметката
bn_in: অ্যাকাউন্টে থাকা নাম
bs: Ime na računu
cy: Enw ar y cyfrif
da: Navn på konto
de: Name des Kontoinhabers
el: Όνομα στο λογαριασμό
es: Nombre de titular de cuenta
et: Konto nimi
eu: Kontuko izena
fa: نام موجود در حساب
ga: Ainm ar an gcuntas
gd: Ainm air a' chunntas
gl: Nome na conta
gu: ખાતાનું નામ
he: השם בחשבון
hi: खाते पर मौजूद नाम
hr: Ime na računu
hu: Számlatulajdonos neve
id: Nama pada rekening
is: Nafn á reikningi
ja: 口座名義
ka: ანგარიშის სახელი
kk: Шоттағы ат
kn: ಖಾತೆಯಲ್ಲಿನ ಹೆಸರು
ko: 예금주 이름
ku_arab: ناو لەسەر ئەژمێر
ky: Каттоо эсебиндеги ат
lo: ຊື່ເທິງບັນຊີ
lt: Sąskaitoje nurodyti vardas ir pavardė
lv: Konta īpašnieka vārds
mi: Ingoa i runga i te pūkete
mk: Име на сметката
ml: അക്കൌണ്ടിലെ പേര്
mn: Дансны нэр
mr: खात्यावरील नाव
ms: Nama pada akaun
mt: Isem fuq il-kont
ne: खातामा नाम
nn_no: Namn på konto
no: Kontoinnehavers navn
or: ଏକାଉଣ୍ଟରେ ନାମ
pa_arab_pk: اکاؤنٹ تے ناں
pa_in: ਖਾਤੇ ‘ਤੇ ਨਾਮ
pl: Nazwa konta
ru: Имя владельца счета
sd: اڪائونٽ تي نالو
si: ගිණුමේ නම
sl: Ime na računu
sr_cyrl_rs: Име на рачуну
sr_latn_rs: Ime na računu
sv: Kontonamn
ta: கணக்கில் பெயர்
te: ఖాతాలోని పేరు
tg: Номи суратҳисоб
th: ชื่อในบัญชี
tr: Hesaptaki ad
tt: Хисап исеме
ug: ھېساباتتىكى ئىسىمڭىز
uk: Ім’я власника рахунку
ur: کھاتہ پہ لکھا نام
uz: Hisob raqamidagi nom
vi: Tên trên tài khoản
zh_hans: 帐户持有人姓名
zh_hant: 帳戶持有人姓名

# Word.DirectDebitHolderNameHint
source: - Enter the name on your account -
af: - Tik die naam op jou rekening in -
am: - ስሙ በመለያህ አስገባ -
ar: - الرجاء إدخال الاسم المسجل في حسابك -
as: - আপোনাৰ একাউণ্টৰ নাম প্ৰৱিষ্ট কৰক -
az: - Hesabınıza adınızı daxil edin -
bg: - Въведете името на притежателя на сметката -
bn_in: - আপনার অ্যাকাউন্টে নাম প্রবেশ করান -
bs: - Unesite ime s računa -
cy: - Rhowch yr enw ar eich cyfrif -
da: - Angiv navnet på din konto -
de: - Name des Kontoinhabers eingeben -
el: - Εισαγάγετε το όνομά σας στο λογαριασμό -
es: - Escriba el nombre que aparece en la cuenta -
et: - Sisestage konto nimi -
eu: - Sartu zure kontuko izena -
fa: - نام موجود در حساب خود را وارد کنید -
ga: - Cuir isteach an t-ainm ar do chuntas -
gd: - Cuir a-steach an t-ainm air a' chunntas agad -
gl: - Introducir o nome na súa conta -
gu: - તમારા ખાતા પર નામ દાખલ કરો -
he: - הזן את השם בחשבון שלך -
hi: - अपने खाते पर मौजूद नाम दर्ज करें -
hr: - Unesite ime na računu -
hu: - Adja meg a számlatulajdonos nevét -
id: - Masukkan nama pada rekening Anda -
is: - Sláðu nafnið inn á reikning þinn -
ja: - 口座名を入力します -
ka: - ჩაწერეთ სახელი და გვარი თქვენი ანგარიშისთვის -
kk: - Шотта атты енгізіңіз -
kn: - ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿರುವ ಹೆಸರನ್ನು ನಮೂದಿಸಿ -
ko: - 예금주 이름 입력 -
ku_arab: - ناوی سەر ئەژمێرەکەت تێنووس بکە -
ky: - Каттоо эсебиңиздеги атты киргизиңиз -
lo: - ປ້ອນຊື່ເທິງບັນຊີຂອງທ່ານ -
lt: - Įveskite sąskaitoje nurodytus vardą ir pavardę -
lv: - Ievadiet konta īpašnieka vārdu -
mi: - Tāuru i te ingoa i runga i tō pūkete -
mk: - Внесете го името на вашата сметка -
ml: - നിങ്ങളുടെ അക്കൌണ്ടിലെ പേര് നല്‍കുക -
mn: - Дансныхаа нэрийг оруул -
mr: - आपल्या खात्यावरील नाव प्रविष्ट करा -
ms: - Masukkan nama pada akaun anda -
mt: - Ikteb l-isem fuq il-kont tiegħek -
ne: - तपाईँको खाताना नाम प्रविष्ट गर्नुहोस् -
nn_no: - Oppgi namnet på kontoen -
no: - Angi kontoinnehavers navn -
or: - ଆପଣଙ୍କର ଏକାଉଣ୍ଟରେ ନାମ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ -
pa_arab_pk: - اپنے اکاؤنٹ چے ناں درج کرو -
pa_in: - ਤੁਹਾਡੇ ਖਾਤੇ ‘ਤੇ ਨਾਮ ਨੂੰ ਦਾਖਲ ਕਰੋ -
pl: - Wprowadź imię i nazwisko właściciela konta -
ru: - Введите имя владельца счета -
sd: - پهنجي اڪائونٽ تي نالو داخل ڪريو -
si: - ඔබේ ගිණුමේ ඇති නම ඇතුළු කරන්න -
sl: - Vnesite ime, ki je prikazano na računu. -
sr_cyrl_rs: - Унесите име на налогу -
sr_latn_rs: - Unesite ime na nalogu -
sv: - Ange kontonamnet -
ta: - உங்கள் கணக்கில் உள்ள பெயரை உள்ளிடவும் -
te: - మీ ఖాతాలో ఉన్న పేరును నమోదు చేయండి -
tg: - Номи дар суратҳисобатон бударо ворид кунед -
th: - ป้อนชื่อบัญชีของคุณ -
tr: - Hesabınızdaki adı girin -
tt: - Кертегез Сезнең хисап исемен -
ug: -ھېساباتىڭىزدىكى ئىسمىڭىزنى كىرگۈزۈڭ-
uk: - Введіть ім’я власника рахунку -
ur: - اپنے کھاتہ پہ نام درج کریں -
uz: - Hisob qaydnomangizdagi nomni kiriting -
vi: - Nhập tên trên tài khoản của bạn -
zh_hans: - 输入帐户持有人姓名 -
zh_hant: - 輸入帳戶持有人姓名 -
