Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MercadoPagoDesc.Help
source: MercadoPago is a safe payment system that allows you to choose among alternative payment methods such as cash, bank transfers, credit cards or installment, among others. We will redirect you to the MercadoPago homepage so you can complete your purchase.
af: MercadoPago is 'n veilige betaalstelsel wat jou toelaat om tussen alternatiewe betaalmetodes te kies, soos kontant, bankoordragte, kredietkaarte of paaiemente, onder meer. Ons sal jou na die MercadoPago-tuisblad herlei sodat jy jou aankoop kan voltooi.
am: MercadoPago አስተማማኝ የክፍያ ስርዓት ነው ከክፍያ ስለት መካከል አማራጭ አንድትመርጥ ይፈቅድልሃል እንደ፣ ጥሬ ገንዘብ፣ የባንክ ሰደዳዎች፣ የብድር ካርዶች ወይም የጊዜ ክፍያ ከሌሎች መካከል። ወደ MercadoPago መነሻ ገጽ እንመራሃለን ሰለዚህ ግዥህን ማጠናቀቅ ትችላለህ።
ar: MercadoPago‏ عبارة عن نظام مدفوعات آمن يتيح لك اختيار طريقة بديلة للدفع مثل النقود والتحويلات البنكية وبطاقات الائتمان والأقساط وطرق أخرى. وسنوجهك إلى صفحة MercadoPago‏ الرئيسية ليمكنك إتمام الشراء.
as: MercadoPago এটা সুৰক্ষিত পৰিশোধ ব্যৱস্থা যি নগদ, বেংক হস্তান্তৰ, ক্ৰেডিট কাৰ্ড বা ইষ্টলমেণ্টৰ দৰে বিকল্প পৰিশোধ পদ্ধতিসমূহ পছন্দ কৰিবলৈ অনুমতি দিয়ে৷ আমি আপোনাক MercadoPago গৃহপৃষ্ঠালৈ পুনঃনিৰ্দেশিত কৰি দিম যাতে আপুনি আপোনাৰ ক্ৰয় সম্পূৰ্ণ কৰিব পাৰে৷
az: MercadoPago sizə başqaları arasında nağd pul, bank köçürmələri, kredit kartları və ya hissə-hissə ödəniş kimi alternativ ödəniş metodları arasında seçmək imkanı verən təhlükəsiz ödəniş sistemidir. Satınalmanızı tamamlaya bilməniz üçün sizi MercadoPago başlanğıc səhifəsinə yönləndirəcəyik.
bg: MercadoPago е сигурна система за плащане, позволяваща избор на алтернативни начини на плащане, като разплащане в брой, банкови преводи, кредитни карти или вноски и други. Ще ви пренасочим към началната страница на MercadoPago, за да завършите вашата покупка.
bn_in: MercadoPago হল একটি নিরাপদ অর্থ পরিশোধের ব্যবস্থা, যা আপনাকে অর্থ পরিশোধের বিভিন্ন বিকল্প পদ্ধতির মধ্যে থেকে নগদ, ব্যাঙ্ক ট্র্যান্সফার, ক্রেডিট কার্ড বা কিশ্তির মত কোনও একটা পদ্ধতি বেছে নেওয়ার সুযোগ দেয়৷ আমরা আপনাকে MercadoPago এর হোমপেজে চালিত করব যাতে আপনি ক্রয় করার প্রক্রিয়া শেষ করতে পারেন৷
bs: MercadoPago predstavlja siguran sistem plaćanja koji omogućava izbor alternativnih načina plaćanja, kao što su gotovina, bankovni transferi, kreditne kartice ili rate. Preusmjerit ćemo vas na početnu stranicu kompanije MercadoPago da biste završili kupovinu.
cy: Mae MercadoPago yn system talu ddiogel sy'n eich galluogi i ddewis dulliau talu gwahanol megis arian parod, trosglwyddiadau banc, cardiau credyd neu randaliadau, ymysg eraill. Byddwn yn eich ailgyfeirio i hafan MercadoPago er mwyn i chi allu gorffen prynu.
da: MercadoPago er et sikkert betalingssystem, der giver dig mulighed for at vælge alternative betalingsmetoder, såsom kontanter, bankoverførsel, kreditkort eller i rater. Vi vil omdirigere dig til MercadoPagos hjemmeside, så du kan gennemføre dit køb.
de: MercadoPago ist ein sicheres Zahlungssystem, mit dem Sie die Wahl haben zwischen Barzahlung, Banküberweisung, Kreditkartenzahlung, Teilzahlungen und anderen Möglichkeiten. Sie werden auf die Startseite von MercadoPago weitergeleitet, damit Sie Ihren Kauf abschließen können.
el: Το MercadoPago είναι ένα ασφαλές σύστημα πληρωμής το οποίο σας επιτρέπει να επιλέξετε μεταξύ εναλλακτικών μεθόδων πληρωμής όπως, για παράδειγμα, μετρητά, τραπεζικές μεταφορές, πιστωτικές κάρτες ή δόσεις. Θα σας ανακατευθύνουμε στην αρχική σελίδα του MercadoPago προκειμένου να ολοκληρώσετε την αγορά σας.
es: MercadoPago es un sistema de pago seguro que le permite elegir entre diversos métodos de pago alternativos como efectivo, transferencias bancarias, tarjetas de crédito o cuotas, entre otros. Le redirigiremos a la página principal de MercadoPago para que pueda finalizar su compra.
et: MercadoPago on turvaline maksesüsteem, mille puhul saate valida alternatiivsete makseviiside vahel, muu hulgas sularaha, pangaülekanded, krediitkaardid või osamaksed. Suuname teid ümber MercadoPago veebilehele, et saaksite oma ostu sooritada.
eu: Ordainketa seguruak egiteko sistema da MercadoPago; horrekin, ordainketa-metodo desberdinak aukera ditzakezu, hala nola, esku-dirua, banku-transferentzia, kreditu-txartelak edo epekako ordainketa, besteak beste. MercadoPago-ren gunera eramango zaitugu, zure erosketa osa dezazun.
fa: MercadoPago یک سیستم پرداخت است که به شما امکان می دهد از بین چندین روش پرداخت مانند پرداخت نقدی، انتقال های بانکی، کارت های اعتباری یا پرداخت اقساط و دیگر روش ها، یکی را انتخاب کنید. ما شما را به صفحه اصلی MercadoPago منتقل می کنیم تا خرید خود را تکمیل کنید.
ga: Is córas sábháilte íocaíochta é MercadoPago a chuireann ar do chumas roghanna éagsúla íocaíochta a dhéanamh amhail airgead tirim, aistrithe bainc, cártaí creidmheasa nó tráthchodanna agus eile. Déanaimid tú a atreorú chuig leathanach baile MercadoPago chun gur féidir leat an t-idirbheart a chríochnú.
gd: Tha MercadoPago na shiostam pàighidh sàbhailte a leigeas leat taghadh bho dhiofar shiostaman pàighidh mar airgead, gluasadan banca, cairtean-creideis no cuibhreannan, am measg fheadhainn eile. Ath-stiùiridh sinn thu gu duilleag-dachaigh MercadoPago airson gum faigh thu leantainn ort le do cheannach.
gl: MercadoPago é un sistema de pagamento seguro que lle permite elixir entre métodos de pagamento alternativos como en efectivo, transferencia bancaria, cartóns de crédito ou en prazos, entre outros. Redireccionarémolo á páxina principal de MercadoPago para que poida completar a súa compra.
gu: MercadoPago એ સલામત ચૂકવણી રીત છે જે રોકડ, બેંક ટ્રાન્સફર્સ ક્રેડિટ કાર્ડ અથવા હપ્તા, અન્ય રીતોમાંથી ચૂકવણીનો વિકલ્પ પસંદ કરવાની અનુમતિ આપે છે. અમે તમને MercadoPago હોમપેજ પર મોકલીશું જેથી તમે ખરીદી પૂર્ણ કરી શકશો.
he: MercadoPago היא מערכת תשלום מאובטחת המאפשרת לך לבחור מבין כמה שיטות תשלום כגון מזומן, העברה בנקאית, כרטיס אשראי או תשלומים ועוד. ננתב אותך מחדש לדף הבית של MercadoPago כדי שתוכל להשלים את הרכישה.
hi: MercadoPago एक सुरक्षित भुगतान प्रणाली है जो नकद, बैंक अंतरण, क्रेडिट कार्ड या किश्त जैसी अन्य भुगतान पद्धतियों का चयन अनुमत करती है. हम आपको MercadoPago के मुखपृष्ठ पर पुनर्निर्देशित करेंगे, ताकि आप खरीद पूरी कर सकें.
hr: MercadoPago je siguran sustav plaćanja koji omogućuje da odaberete neki od zamjenskih načina plaćanja, primjerice to može biti plaćanje gotovinom, bankovnim prijenosom, kreditnim karticama ili obročnom otplatom. Preusmjerit ćemo vas na početnu stranicu MercadoPago kako biste završili kupnju.
hu: A MercadoPago egy biztonságos fizetési rendszer, amellyel különféle fizetési módok (például: készpénz, átutalás, hitelkártyák, részletfizetés) közül választhat. Átirányítjuk a MercadoPago weboldalára, ahol befejezheti a vásárlást.
id: MercadoPago adalah sistem pembayaran aman, yang memungkinkan Anda untuk memilih di antara metode pembayaran alternatif selain misalnya, pembayaran tunai, transfer bank, kartu kredit, atau cicilan, dan lainnya. Kami akan mengarahkan Anda ke laman utama MercadoPago sehingga Anda dapat menyelesaikan pembelian Anda.
is: MercadoPago er öruggt greiðslukerfi þar sem þú getur valið um mismunandi greiðslumáta, meðal annars reiðufé, bankamillifærslu, kreditkort og afborganir. Við sendum þig áfram á heimasíðu MercadoPago svo þú getir lokið við kaupin.
ja: MercadoPago は、現金、銀行振り込み、クレジット カード、分割払いなど、さまざまなお支払い方法の中から選んで決済いただける安全な決済システムです。リダイレクト先の MercadoPago のホームページで、ご購入手続きを完了いただけます。
ka: MercadoPago არის გადახდის უსაფრთხო სისტემა, რომელიც საშუალებას გაძლევთ აირჩიოთ გადახდის სხვადასხვა მეთოდები, როგორიცაა ნაღდი ანგარიშსწორება, საბანკო გადარიცხვები, საკრედიტო ბარათები, განვადება და სხვ. ჩვენ გადაგამისამართებთ MercadoPago-ს საწყის გვერდზე, სადაც შეგიძლიათ შეასრულოთ შეძენა.
kk: MercadoPago – ақша, банк аударымдары, несиелік карталар немесе ішінара төлем, тағы басқалары сияқты баламалы төлем әдістерін таңдауға мүмкіндік беретін қауіпсіз төлем жүйесі. Сіз MercadoPago өзіндік бетіне қайта бағытталасыз, сонда сатып алуды аяқтай аласыз.
kn: MercadoPago ಒಂದು ಸುರಕ್ಷಿತ ಪಾವತಿ ವ್ಯವಸ್ಥೆಯಾಗಿದೆ ಇದು ನಿಮಗೆ ಪರ್ಯಾಯ ಪಾವತಿ ವಿಧಾನಗಳಾದ ನಗದು, ಬ್ಯಾಂಕ್ ವರ್ಗಾವಣೆಗಳು, ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ಗಳು ಅಥವಾ ಕಂತುಗಳು, ಇತರೆ ವಿಧಾನಗಳನ್ನು ಆರಿಸಿಕೊಳ್ಳಲು ಅನುಮತಿಸುತ್ತದೆ. ನಿಮ್ಮನ್ನು ನಾವು MercadoPago ಮುಖಪುಟಕ್ಕೆ ಮರುನಿರ್ದೇಶಿಸುತ್ತೇವೆ ಈ ಮೂಲಕ ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ನೀವು ಮುಕ್ತಾಯಗೊಳಿಸಬಹುದು.
ko: MercadoPago는 현금, 계좌 이체, 신용 카드 또는 할부와 같은 대체 결제 방법을 선택할 수 있는 안전한 결제 시스템입니다. 구매를 완료하도록 MercadoPago 홈 페이지로 리디렉션됩니다.
ku_arab: MercadoPago بریتیە لە سیستمێکی پارەدانی بێمەترسی کە رێگەت پێدەدات لە شێوازەکانی پارەدانی ئەلتەرناتیف هەڵبژێریت وەک کاش، حەواڵەی بانکی، کرێدت کارت یان قیست، لەگەڵ شیوازی دیکە. ئێمە ئاراستەت دەکەینەوە بۆ ماڵپەڕی MercadoPago بۆئەوەی بتوانیت کڕینەکەت تەواو بکەیت.
ky: MercadoPago - сизге бир нече: накталай, банк которуусу, кредит карттары жана бөлүп төлөө ж.у.с. төлөө ыкмаларынан каалаганыңызды тандап алууга жол берүүчү коопсуз төлөө системи. Сиз төлөмдү ишке ашырышыңыз үчүн биз сизди MercadoPago башкы бетине багыттайбыз.
lo: MercadoPago ແມ່ນລະບົບການຊຳລະເງິນທີ່ປອດໄພທີ່ອະນຸຍາດໃຫ້ທ່ານເລືອກຈາກຫຼາຍໆວິທີການຊຳລະເງິນທາງເລືອກ ເຊັ່ນວ່າ ເງິນສົດ, ການໂອນຜ່ານທະນາຄານ, ບັດເຄຣດິດ ຫຼືການຈ່າຍເປັນງວດ ແລະອື່ນໆ. ພວກເຮົາຈະນໍາທາງທ່ານໄປຫາໜ້າຫຼັກຂອງ MercadoPago homepage ເພື່ອໃຫ້ທ່ານສາມາດເຮັດສຳເລັດການຊື້ຂອງທ່ານ.
lt: „MercadoPago“ yra saugi mokėjimo sistema, leidžianti pasirinkti įvairius mokėjimo būdus, pvz., grynaisiais pinigais, banko pavedimu, kredito kortelėmis, dalinėmis įmokomis ir kt. Būsite nukreipti į pagrindinį „MercadoPago“ puslapį, kad galėtumėte baigti pirkimo procesą.
lv: MercadoPago ir droša norēķinu sistēma, kuru izmantojot varat izvēlēties dažādas maksāšanas metodes, tostarp, piemēram, naudas līdzekļi, bankas pārskaitījumi, kredītkartes vai maksājumi pa daļām. Lai pabeigtu pirkšanas darījumu, tiksit novirzīts uz MercadoPago sākumlapu.
mi: He pūnaha haumaru a MercadoPago e tuku ana i a koe ki te kōwhiri i ētahi atu tikanga utu pēnā i te moni ukauka, ngā whakawhitinga pēke, ngā kāri nama, utu ā-wā, me ētahi atu. Ka tukuna koe ki te whārangi kāinga o Mercadopago kia oti ai koe i tō hokohoko.
mk: MercadoPago е систем за безбедно плаќање кој ви овозможува да изберете меѓу алтернативните методи на плаќање како што се готовина, банкарски трансфери, кредитни картички или рати, меѓу другото. Ќе ве пренасочиме кон почетната страница на MercadoPago за да може да го завршите купувањето.
ml: മറ്റുള്ളവയെ അപേക്ഷിച്ച്, പണം, ബാങ്ക് കൈമാറ്റങ്ങള്‍‍, ക്രെഡിറ്റ് കാര്‍ഡുകള്‍ അല്ലെങ്കില്‍ തവണകള്‍ പോലുള്ള ഇതര പേയ്‌മെന്റ് രീതികള്‍ക്കിടയില്‍ നിന്നും ഒന്ന് തിരഞ്ഞെടുക്കാന്‍ നിങ്ങളെ അനുവദിക്കുന്ന ഒരു സുരക്ഷിത പേയ്‌മെന്റ് സിസ്റ്റമാണ് MercadoPago. ഞങ്ങള്‍ നിങ്ങളെ MercadoPago ഹോം‌പേജിലേക്ക് റീഡയറക്‌ടുചെയ്യുന്നതിനാല്‍ നിങ്ങള്‍ക്ക് വാങ്ങല്‍ പൂര്‍ത്തിയാക്കാന്‍ കഴിയുന്നതാണ്.
mn: MercadoPago нь танд бэлэн мөнгө, банкны шилжүүлэг, кредит картны буюу хэсэгчилсэн төлбөр зэрэг өөр төлбөрийн хэлбэрүүд сонгох боломж өгдөг найдвартай төлбөрийн систем юм. Бид танд худалдан авалтаа гүйцэтгэх боломж өгөхийн тулд MercadoPago-н нүүр хуудас руу чиглүүлнэ.
mr: MercadoPago ही एक सुरक्षित देय सिस्टम आहे जी आपल्याला इतरांकडील रोख, बँक स्थानांतर, क्रेडिट कार्ड्स किंवा इन्स्टॉलमेंट यासारख्या वैकल्पिक देय पद्धतींमधून निवड करण्याची परवानगी देते. आम्ही आपल्याला MercadoPago मुखपृष्ठाकडे रीडायरेक्ट करू जेणेकरून आपण आपली खरेदी पूर्ण करू शकता.
ms: MercadoPago merupakan sistem pembayaran selamat yang membenarkan anda untuk memilih antara kaedah pembayaran alternatif seperti tunai, pindahan bank, kad kredit atau ansuran, antara lainnya. Kami akan menghalakan anda semula ke laman utama MercadoPago supaya anda boleh melengkapkan pembelian anda.
mt: MercadoPago hija sistema ta' pagament sigur li jħallik tagħżel fost metodi ta' pagament alternattivi bħal flus kontanti, trasferimenti bankarji, karti ta' kreditu jew ħlas bin-nifs, fost oħrajn. Nerġgħu ngħadduk għall-paġna ewlenija ta' MercadoPago biex tlesti l-akkwist tiegħek.
ne: मरकादोपागो एउटा सुरक्षित भुक्तानी प्रणाली हो जस्ले तपाईँलाई अरूसँग वैकल्पिक भुक्तानी प्रक्रियाहरू जस्तै नगद, बैङ्क ट्रान्स्फर, क्रेडिट कार्डहरू वा किस्ताहरू चयन गर्न अनुमति दिनेछ। हामी तपाईँलाई मरकादोपागो गृह पृष्ठमा लैजाने छौँ ताकि तपाईँले खरिद सम्पन्न गर्न सक्नुहुनेछ।
nn_no: MercadoPago er eit trygt betalingssystem som gjer at du kan velje mellom fleire betalingsmetodar, f.eks. kontant, bankoverføring, kredittkort eller avbetaling. Vi omdirigerer deg til nettstaden for MercadoPago, slik at du kan fullføre kjøpet.
no: MercadoPago er et trygt betalingssystem der du kan velge mellom alternative betalingsmetoder, for eksempel kontanter, bankoverføring, kredittkort eller avbetaling. Vi omadresserer deg til MercadoPago-startsiden, slik at du kan fullføre kjøpet ditt.
or: MercadoPago ହେଉଛି ଏକ ସୁରକ୍ଷିତ ଦେୟ ସିଷ୍ଟମ୍ ଯାହା ଟଙ୍କା, ବ୍ୟାଙ୍କ ସ୍ଥାନାନ୍ତରଣ, କ୍ରେଡିଟ୍ କାର୍ଡ୍ କିମ୍ଵା କିସ୍ତି, ଅନ୍ୟାନ୍ୟ ମଧ୍ୟରୁ ପରି ବୈକଳ୍ପିକ ଦେୟ ପଦ୍ଧତିଗୁଡିକ ଚୟନ କରିବାକୁ ଆପଣଙ୍କୁ ଅନୁମତି କରେ. ଆମେ ଆପଣଙ୍କୁ MercadoPago ମୂଳପୃଷ୍ଠାକୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରିବୁ ଯାହା ଦ୍ଵାରା ଆପଣ ଆପଣଙ୍କର କ୍ରୟ ସମ୍ପୁର୍ଣ୍ଣ କରିପାରିବେ.
pa_arab_pk: MercadoPago ادائیگی دا اک مفوظ طریقہ اے جیڑا تساں نوں ادائیگی دے بتھیرے طریقیاں چوں چنن دی اجازت دیندا اے، جینج دوجے طریقیاں دے علاوہ ہتھو ہتھی، بینک دے ذریعے تبادلہ، کریڈٹ کارڈ یا قسطاں۔ اسی تہانوں MercadoPago دے ورکے تے کل دیاں گے تا کہ تسی اپنی ادائیگی کرلو۔
pa_in: MercadoPago ਇੱਕ ਸੁਰੱਖਿਅਤ ਭੁਗਤਾਨ ਪ੍ਰਣਾਲੀ ਹੈ ਜੋ ਤੁਹਾਨੂੰ ਵਿਕਲਪਕ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਵਿੱਚੋਂ ਚੋਣ ਕਰਨ ਦੀ ਆਗਿਆ ਦਿੰਦੀ ਹੈ ਜਿਵੇਂ ਕਿ ਹੋਰਨਾਂ ਤੋਂ ਇਲਾਵਾ ਨਕਦੀ, ਬੈਂਕ ਤਬਾਦਲੇ, ਕਰੈਡਿਟ ਕਾਰਡ ਜਾਂ ਕਿਸ਼ਤ। ਅਸੀਂ ਤੁਹਾਨੂੰ MercadoPago ਦੇ ਆਰੰਭਿਕ ਪੰਨੇ ਵੱਲ ਨਿਰਦੇਸ਼ਿਤ ਕਰਾਂਗੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਪਣੀ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰ ਸਕੋਂ।
pl: MercadoPago jest bezpiecznym systemem płatności umożliwiającym wybranie spośród alternatywnych metod płatności, takich jak między innymi gotówka, przelew bankowy, karta kredytowa czy płatność odroczona. Za chwilę nastąpi przekierowanie na stronę główną MercadoPago, gdzie będzie można dokończyć zakup.
ru: MercadoPago — это безопасная платежная система, позволяющая использовать различные методы оплаты, в том числе оплату наличными, банковским переводом, кредитными картами или частичными платежами. Вы будете перенаправлены на домашнюю страницу MercadoPago для завершения покупки.
sd: MercadoPago هڪ محفوظ رقم ڏيڻ وارو سسٽم آهي جيڪو توهان کي متبادل رقم ڏيڻ وارا طريقا جيئن ته پئسا، بينڪ جون منتقلون، ڪريڊٽ ڪارڊَ يا قستون، ٻين جي وچ ۾ چونڊڻ جي اجازت ڏئي ٿو. اسان توهان کي ٻيهر MercadoPago جي هوم صفحي تي موڪلينداس ته توهان پهنجي خريداري مڪمل ڪري سگھو.
si: MercadoPago යනු ඔබට මුදල්, බැංකු, බැංකු මාරු, ණයවරපත් හෝ වාරික වශයෙන් ගෙවීම වැනි විකල්ප ගෙවීම් ක්‍රම තෝරා ගැනීමට ඉඩ ලබා දෙන සුරක්ෂිත ගෙවීම් පද්ධතියකි. ඔබගේ මිල දී ගැනීම සපුරා ගැනීමට හැකි වන පරිදි අප විසින් ඔබව MercadoPago මුල් පිටුව වෙත නැවත යොමු කරනු ලැබේ.
sl: MercadoPago je varen plačilni sistem, s katerim lahko izbirate med različnimi načini plačila, kot so gotovina, bančna nakazila, kreditne kartice, obročno plačilo in drugi. Preusmerili vas bomo na domačo stran storitve MercadoPago, da boste lahko dokončali nakup.
sr_cyrl_rs: MercadoPago представља безбедан систем плаћања који омогућава избор алтернативних метода плаћања, као што су готовина, банкарски трансфери, кредитне картице или рате. Преусмерићемо вас на матичну страницу компаније MercadoPago да бисте завршили куповину.
sr_latn_rs: MercadoPago predstavlja bezbedan sistem plaćanja koji omogućava izbor alternativnih metoda plaćanja, kao što su gotovina, bankarski transferi, kreditne kartice ili rate. Preusmerićemo vas na matičnu stranicu kompanije MercadoPago da biste završili kupovinu.
sv: MercadoPago är ett säkert betalningssystem där du kan välja bland alternativa betalningsmetoder, bland annat kontantbetalning, banköverföring, kreditkort eller avbetalning. Du omdirigeras till MercadoPagos hemsida där du kan slutföra köpet.
ta: பணம், வங்கிப் பரிமாற்றங்கள், கடன் அட்டைகள் அல்லது தவணை முறைகள் போன்ற கட்டணம் செலுத்துவதில் மாற்று முறைகளைத் தேர்ந்தெடுக்க அனுமதிக்கும் ஒரு பாதுகாப்பான கட்டணம் செலுத்தும் முறையே MercadoPago உங்கள் செயலாக்கத்தை முடித்துக் கொள்ள உங்களை MercadoPago பக்கத்திற்கு திருப்பி அனுப்புவோம்.
te: MercadoPago అనేది నగదు, బ్యాంక్ బదిలీలు, క్రెడిట్‌కార్డ్‌లు లేదా ఇన్‌స్టాల్‌మెంట్ ఇతరం వంటి ప్రత్యామ్నాయ చెల్లింపు పద్ధతుల మధ్య ఒకదాన్ని ఎంచుకోవడానికి మిమ్మల్ని అనుమతించే సురక్షితమైన చెల్లింపు సిస్టమ్. మేము మిమ్మల్ని MercadoPago హోమ్‌పేజీకి దారి మళ్లిస్తాము అందువల్ల మీరు మీ కొనుగోలును పూర్తి చేయవచ్చు.
tg: MercadoPago системаи бехатари пардохтӣ буда, ба шумо имкон медиҳад, ки усулҳои гуногуни пардохтро, аз қабили пардохти нақдина, интиқоли бонкӣ, кортҳои қарзӣ ё траншҳо ва амсоли ин, интихоб намоед. Мо шуморо ба саҳифаи асосии MercadoPago равона менамоем, то шумо хариди худро анҷом диҳед.
th: MercadoPago เป็นระบบการชำระเงินที่ปลอดภัยที่ช่วยให้คุณเลือกระหว่างทางเลือกในการชำระเงินต่างๆ เช่น เงินสด การโอนเงินผ่านธนาคาร บัตรเครดิต การผ่อนชำระ หรืออื่นๆ เราจะเปลี่ยนเส้นทางคุณไปยังโฮมเพจของ MercadoPago เพื่อให้สามารถดำเนินการซื้อได้
tr: MercadoPago, nakit, banka havalesi, kredi kartı veya taksit gibi alternatif ödeme yöntemleri arasından seçim yapmanıza olanak sağlayan güvenli bir ödeme yöntemidir. Satın alma işleminizi tamamlamanız için sizi MercadoPago giriş sayfasına yönlendireceğiz.
tt: MercadoPago ул иминлекле түләү системасы Сезгә альтернатив түләү ысулы араларда сайларга бирә кайсы ки акча, кредит карталар. Без сезне MercadoPago ның өй битенә туры алып барабыз Сезнең сатып алуын тәмамланырга өчен.
ug: اMercadoPago بولسا بىرخىل بىخەتەر ھەق تۆلەش سىستېمى بولۇپ ،ئۇ سىزنىڭ نەق پۇل،بانكىدا ھېسابات يۆتكەش،ئىناۋەتلىك كارتا ياكى مەزگىلگە بۆلۈپ ھەق تۆلەش قاتارلىق ھەق تۆلەش ئۇسۇلىنىڭ ئورنىنى ئالالايدۇ. مال سېتىۋېلىشنى تاماملىشىڭىز ئۈچۈن سىزنى MercadoPago نىڭ ئانا بېكىتىگە تەكرار يىتەكلەيمىز.
uk: MercadoPago – це безпечна система оплати, у якій товари та послуги можна оплачувати готівкою, банківським переказом, кредитною карткою, частковими платежами тощо. Зараз вас буде переспрямовано на головну сторінку MercadoPago, де ви зможете завершити покупку.
ur: MercadoPago ادائیگی کا ایک محفوظ نظام ہے جو آپ کو ادائیگی کے متبادل طریقوں جیسا کہ نقد، بینک منتقلی، کریڈٹ کارڈ یا قسطوں اور دیگر طریقوں میں سے انتخاب کرنے کی اجازت دیتا ہے. ہم آپ کو MercadoPago کے ہوم صفحے کی جانب موڑ دیں گے تاکہ آپ اپنی خریداری مکمل کرسکیں.
uz: MercadoPago Sizga boshqalari qatori naqd pul, bank o‘tkazmalari, kredit kartochkalar yoki bo‘lib to‘lash kabi muqobil to‘lov usullari orasidan tanlashga imkon beruvchi xavfsiz to‘lov usulidir. Siz o‘z xaridingizni nihoyasiga yetkazishingiz uchun biz Sizni MercadoPago bosh sahifasiga yo‘naltiramiz.
vi: MercadoPago là một hệ thống thanh toán an toàn cho phép bạn chọn từ nhiều phương thức thanh toán khác nhau như tiền mặt, chuyển khoản ngân hàng, thẻ tín dụng hoặc trả góp, vân vân. Chúng tôi sẽ chuyển bạn đến trang đầu của MercadoPago để bạn có thể hoàn thành giao dịch mua.
zh_hans: MercadoPago 是一个安全的付款系统，它允许您在多种备选付款方式(例如现金、银行转帐、信用卡或分期付款等)中进行选择。我们会将您重定向到 MercadoPago 主页，以便您能够完成购买。
zh_hant: MercadoPago 是安全的支付系統，可讓您選擇各種付款方式，例如現金、銀行轉帳、信用卡或分期付款等。我們會將您重新導向至 MercadoPago 首頁，以完成購買程序。
