Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.RU.ZAB
source: Zabaykalsky
am: ዛባይክላስኪ
ar: زابايكالسكي
as: জাবায়কালস্কী
az: Zabaykalski
bg: Забайкалски
bn_in: জাবেইকালস্কি
bs: Zabajkalski
da: Zabajkalskij
de: Transbaikalien
el: Ζαμπαϊκάλσκι
es: Zabaikalie
et: Taga-Baikali
eu: Zabaikalski
gu: ઝબયકાલસ્કી
he: זאבאיקלסקי
hi: ज़बायकलस्की
hr: Zabajkalski
ja: ザバイカリエ
ka: ზაბაიკალსკი
kk: Забайкальский
kn: ಜಾಬೇಕಾಲ್‌ಸ್ಕೈ
ko: 자바이칼스키
ku_arab: زابایکالسکی
ky: Забайкальский
lo: ຊາໄປຄາລສຄີ
lt: Užbaikalės kraštas
lv: Aizbaikāls
mk: Забајкалски
ml: സബായ്‌കല്‍‌സ്കി
mn: Забайкальск
mr: ज़ाबेकॅल्स्की
ne: जाबेकालस्की
nn_no: Zabajkalskij
no: Zabajkalskij
or: ଜାବୟକାଲସ୍କି
pa_arab_pk: زابائیکالسکی
pa_in: ਜ਼ਬਾਏਕਾਲਸਕਾਏ
pl: Kraj Zabajkalski
ru: Забайкальский край
sd: زابائيڪالسڪائي
si: ෂබේකල්ස්කි
sr_cyrl_rs: Забајкалска покрајина
sr_latn_rs: Zabajkalska pokrajina
sv: Zabajkalskij
te: జబగలాక్క్సీ
tg: Забайкалск
th: ซาบาคาลสกี
tr: Zabaykalskiy
tt: Байкал арты
ug: زابايقالسكى
uk: Забайкальський край
ur: زبیکالسکائی
uz: Zabaykalskiy
zh_hans: 外贝加尔
zh_hant: 外貝加爾邊疆區

# Word.State.TR.01
source: Adana
am: አድና
ar: أضنة
as: আডানা
bg: Адана
bn_in: আদানা
el: Άδανα
gu: અડાના
he: אדנה
hi: अडाना
ja: アダナ
ka: ადანა
kk: Адана
kn: ಅಡಾನಾ
ko: 아다나
ku_arab: ئەدەنە
ky: Адана
lo: ອາດານາ
mk: Адана
ml: അദാന
mn: Адана
mr: अदाना
ne: अडाना
or: ଆଡାନା
pa_arab_pk: اڈانا
pa_in: ਅਡਾਨਾ
ru: Адана
sd: ادانا
si: අඩානා
sr_cyrl_rs: Адана
te: అడోనా
tg: Адана
th: อะดานา
tt: Адана
ug: ئادانا
uk: Адана
ur: ادانا
zh_hans: 阿达纳
zh_hant: 阿達納

# Word.State.TR.02
source: Adiyaman
am: አዲያማን
ar: أديامان
as: আডিয়ামান
az: Adıyaman
bg: Адъяман
bn_in: আদিয়ামান
bs: Adijaman
el: Αντιγιαμάν
gu: એડિયામાન
he: אדייאמן
hi: अदियामान
ja: アドゥヤマン
ka: ადიამანი
kk: Адыяман
kn: ಅಡಿಯಾಮನ್
ko: 아디야만
ku_arab: ئادیامان
ky: Адийаман
lo: ອາດີຢາມານ
lt: Adijamanas
lv: Adijamana
mk: Адијаман
ml: അദിയാമാന്‍
mn: Адьяаман
mr: अडियमन
ne: अडियामन
or: ଆଡିୟାମାନ୍
pa_arab_pk: ایڈیامن
pa_in: ਅਡਿਆਮੈਨ
ru: Адыяман
sd: آديامن
si: ඇඩියමාන්
sr_cyrl_rs: Адијаман
sr_latn_rs: Adijaman
te: అడియమాన్
tg: Адяман
th: อะดิยามาน
tr: Adıyaman
tt: Адыяман
ug: ئاتىيامان
uk: Адияман
ur: ادیاماان
zh_hans: 阿德亚曼
zh_hant: 阿德亞曼

# Word.State.TR.03
source: Afyon
am: አፍዮን
ar: أفيون
as: এফিওন
bg: Афион
bn_in: আফিয়ন
bs: Afjon
el: Αφιόν
gl: Afion
gu: અફ્યોન
he: אפיון
hi: अफ़्योन
ja: アフィヨン
ka: აფიონი
kk: Афьон
kn: ಆಫ್‌ಯೋನ್
ko: 아프욘
ku_arab: ئەفیون
ky: Афйон
lo: ອາຟຢອນ
lt: Afjonkarahisaras
lv: Afjona
mk: Афион
ml: അഫ്യോന്‍
mn: Афьон
mr: आफ्योन
ne: अफ्योन
or: ଆଫୟୋନ୍
pa_arab_pk: ایفیون
pa_in: ਅਫਯੋਨ
ru: Афьон
sd: افيون
si: ඇෆ්යොන්
sr_cyrl_rs: Афионкарахисар
sr_latn_rs: Afionkarahisar
sv: Afyonkarahisar
te: అఫ్‌యాన్
tg: Афён
th: อาฟยอน
tt: Афьон
ug: ئافيون
uk: Афйон
ur: افیون
zh_hans: 阿菲永
zh_hant: 阿菲永

# Word.State.TR.04
source: Ağrı
am: አግሪ
as: আগ্ৰি
bg: Агръ
bn_in: আরি
bs: Agri
el: Αγκρί
gu: અર
he: א ר
ja: アール
ka: აგურსი
kk: Агры
kn: ಅಗ್ರಿ
ko: 아리
ku_arab: ئاگری
ky: Аар
lo: ອğາı
lv: Agri
ml: അര്‍ı
mn: Агн
ne: अग्री
or: ଆଗରୀ
pa_arab_pk: اے ار
pa_in: ਏ ਆਰ
ru: Агры
sd: آگري
si: ඇග්‍රි
th: อะกรี
tt: Агры
ug: ئاغرى
uk: Агри
ur: ایگری
uz: Agri

# Word.State.TR.05
source: Amasya
am: አማሳይ
ar: أماصيا
as: অমচিয়া
bg: Амасия
bn_in: আমাসিয়া
bs: Amasija
el: Αμάσεια
gl: Amasia
gu: અમસ્યા
he: אמסיה
hi: अमास्या
ja: アマスィヤ
ka: ამასია
kk: Амасья
kn: ಅಮಾಸ್ಯಾ
ko: 아마스야
ku_arab: ئاماسیا
ky: Амасия
lo: ອາມາສຢາ
lt: Amasija
lv: Amasja
mk: Амасија
ml: അമാസ്യ
mn: Амасья
mr: आमस्या
ne: आमास्या
or: ଆମାସୟା
pa_arab_pk: اماسیہ
pa_in: ਅਮਾਸਯਾ
ru: Амасья
sd: اماسيا
si: අමස්යා
sr_cyrl_rs: Амасија
sr_latn_rs: Amasija
te: అమాస్యా
tg: Амсия
th: อามาสยา
tt: Амасья
ug: ئاماسيا
uk: Амасья
ur: اماسیا
zh_hans: 阿马西亚
zh_hant: 阿瑪斯雅

# Word.State.TR.06
source: Ankara
am: አንክራ
ar: أنقرة
as: আংকাৰা
bg: Анкара
bn_in: আঙ্কারা
el: Άγκυρα
gl: Ancara
gu: અંકારા
he: אנקרה
hi: अंकारा
ja: アンカラ
ka: ანკარა
kk: Анкара
kn: ಅಂಕಾರಾ
ko: 앙카라
ku_arab: ئەنکەرە
ky: Анкара
lo: ອານຄາຣາ
mi: Anakara
mk: Анкара
ml: അങ്കാര
mn: Анкара
mr: अंकारा
ne: अन्कारा
or: ଅଙ୍କାରା
pa_arab_pk: انقرہ
pa_in: ਅੰਕਾਰਾ
ru: Анкара
sd: انڪارا
si: ඇන්කාරා
sr_cyrl_rs: Анкара
te: అంకారా
tg: Анқара
th: แองคารา
tt: Анкара
ug: ئەنقەرە
uk: Анкара
ur: انکارا
zh_hans: 安卡拉
zh_hant: 安卡拉

# Word.State.TR.07
source: Antalya
am: አንትላያ
ar: أنطاليا
as: আণ্টালিয়া
bg: Анталия
bn_in: আন্তালিয়া
bs: Antalija
el: Αττάλεια
gu: એન્ટાલિયા
he: אנטליה
hi: एंटाल्या
ja: アンタルヤ
ka: ანტალია
kk: Анталья
kn: ಅಂಟಾಲ್ಯಾ
ko: 안탈랴
ku_arab: ئەنتالیا
ky: Анталия
lo: ແອນຕາເລຍ
lt: Antalija
lv: Antalja
mk: Анталија
ml: അന്‍റാലിയ
mn: Антали
mr: अंटाल्या
ne: अन्टाल्या
or: ଅନଟାଲୟା
pa_arab_pk: اناطولیہ
pa_in: ਅੰਤਾਲਯਾ
ru: Анталия
sd: انٽاليا
si: ඇන්ටලියා
sr_cyrl_rs: Анталија
sr_latn_rs: Antalija
te: అంటాల్యా
tg: Анталия
th: แอนตาลยา
tt: Анталия
ug: ئاناتولىيە
uk: Анталія
ur: انتالیہ
zh_hans: 安塔利亚
zh_hant: 安塔利亞

# Word.State.TR.08
source: Artvin
am: አርትቪን
ar: أرتوين
as: আৰ্টভিন
bg: Артвин
bn_in: আর্তভিন
el: Αρτβίν
gu: આર્ટવિન
he: ארטווין
hi: आर्टविन
ja: アルトヴィン
ka: არტვინი
kk: Артвин
kn: ಆರ್ಟಿವಿನ್
ko: 아트빈
ku_arab: ئارتڤین
ky: Артвин
lo: ອາດທວິນ
lv: Artvina
mk: Артвин
ml: അര്‍ത്‌വിന്‍
mn: Артвин
mr: आर्टविन
ne: आर्टविन
or: ଆର୍ଟିଭିନ୍
pa_arab_pk: ارتیون
pa_in: ਆਰਟਵਿਨ
ru: Артвин
sd: ارٽون
si: ආට්වින්
sr_cyrl_rs: Артвин
te: ఆంటివ్
tg: Артвин
th: อาร์ตวิน
tt: Артвин
ug: ئارتۋىن
uk: Артвін
ur: آروین
zh_hans: 阿尔特温
zh_hant: 阿爾特溫省

# Word.State.TR.09
source: Aydin
am: አይዲን
ar: أيطن
as: আইডিন
az: Aydın
bg: Айдън
bn_in: আয়দিন
bs: Ajdin
el: Αϊδίνιο
gu: આયડિન
he: איידין
hi: ऐदिन
ja: アイドゥン
ka: აიდინი
kk: Айдын
kn: ಆಯಿಡಿನ್
ko: 아이딘
ku_arab: ئایدن
ky: Айдин
lo: ໄອດິນ
lt: Aidinas
lv: Ajdina
mk: Ајдин
ml: അയ്‌ദിന്‍
mn: Айдын
mr: आयडीन
ne: इडिन
or: ଆୟଡିନ୍
pa_arab_pk: ایڈن
pa_in: ਆਇਡਿਨ
ru: Айдын
sd: ايدن
si: ඇයිඩින්
sr_cyrl_rs: Ајдин
sr_latn_rs: Ajdin
te: అలాడిన్
tg: Айдин
th: ไอดิน
tr: Aydın
tt: Айдин
ug: ئايدىن
uk: Айдин
ur: عیدین
zh_hans: 艾登
zh_hant: 艾登

# Word.State.TR.10
source: Balikesir
am: ባሊክሼር
ar: بالِق أسير
as: বালিকেচিৰ
az: Balıkəsir
bg: Балъкесир
bn_in: বালিকেসির
el: Μπαλικεσίρ
gu: બાલિકેસિર
he: בליקסיר
hi: बालिकेसिर
ja: バルケスィル
ka: ბალიკესირი
kk: Балыкесир
kn: ಬಾಲಿಕೆಸಿರ್
ko: 발리케서
ku_arab: بالیکەسیر
ky: Балыкесир
lo: ບາລີເຄເຊີ
lt: Balikesyras
lv: Balikesira
mk: Баликешир
ml: ബാലികേസിര്‍
mn: Балыкесир
mr: बालिकेसिर
ne: बालिकेसिर
or: ବେଲିକେସିର୍
pa_arab_pk: بالیکیسر
pa_in: ਬਾਲਿਕੇਸਿਰ
ru: Балыкесир
sd: بالڪيسر
si: බලිකෙසර්
sr_cyrl_rs: Баликесир
te: బల్కీషిర్
tg: Балкесир
th: บารีเกซีร์
tr: Balıkesir
tt: Балыкесир
ug: بالىقەسىر
uk: Баликесір
ur: بالیکیسر
zh_hans: 巴勒克埃西尔
zh_hant: 巴勒克埃西爾省

# Word.State.TR.11
source: Bilecik
am: ባይሊክ
ar: بيله جك
as: বিলেচিক
az: Biləcik
bg: Биледжик
bn_in: বিলেজিক
bs: Bilečik
el: Μπιλετσίκ
gu: બિલેસિક
he: ביילציק
hi: बाइलसिक
ja: ビレジク
ka: ბილეჯიკი
kk: Биледжик
kn: ಬೈಲ್‌ಸಿಕ್
ko: 빌레직
ku_arab: بێلیچک
ky: Билежик
lo: ບີເລັກຄ
lv: Biledžika
mk: Билечик
ml: ബിലേസിക്
mn: Билежик
mr: बीलेसिक
ne: बाइलेसिक
or: ବିଲେସିକ୍
pa_arab_pk: بلیسیک
pa_in: ਬਾਇਲਸਿਕ
ru: Биледжик
sd: بليسڪ
si: බ්ලෙචික්
sr_cyrl_rs: Билеџик
sr_latn_rs: Biledžik
te: బైలీక్
tg: Билечик
th: บิเลชิก
tt: Билеҗик
ug: بىلەجىك
uk: Біледжик
ur: بیلیکک
uz: Bilejik
zh_hans: 比莱吉克
zh_hant: 比萊吉克省

# Word.State.TR.12
source: Bingöl
am: ቢንጎል
as: বিনগোল
bg: Бингьол
bn_in: বিনগোল
bs: Bingol
el: Μπινγκόλ
gu: બિંગલ
he: בינגול
hi: बिंगॉल
ja: ビンギョル
ka: ბინგოლი
kk: Бингёль
kn: ಬಿಂಗೋಲ್
ko: 빙괼
ky: Бингүл
lo: ບິນໂກລ
lv: Bingela
ml: ബിഗ്l
mn: Бингель
ne: बिङ्गोल
or: ବିନଗୋଲ୍
pa_arab_pk: بینگ
ru: Бингёль
sd: بنگول
si: බින්ගෝල්
te: బ్రింగిల్
tg: Бинғол
th: บิงเกิล
tt: Бингөл
ug: مىڭكۆل
uk: Бінґель
ur: بنگل
uz: Bingol
zh_hant: 賓加

# Word.State.TR.13
source: Bitlis
am: ቢትሊስ
ar: بدليس
as: বিটলিছ
bg: Битлис
bn_in: বিতলিস
el: Μπιτλίς
gu: બિટલિસ
he: ביטליס
hi: बिटलिस
ja: ビトリス
ka: ბიტლისი
kk: Битлис
kn: ಬಿಟ್ಲಿಸ್
ko: 비틸리스
ku_arab: بەتلیس
ky: Битлис
lo: ບິທລິສ
lv: Bitlisa
mk: Битлис
ml: ബിറ്റ്‌ലിസ്
mn: Битлис
mr: बिटलिस
ne: बिटलिस
or: ବିଟଲିସ୍
pa_arab_pk: بیتلیس
pa_in: ਬਿਟਲਿਸ
ru: Битлис
sd: بلٽلس
si: බිටිලිස්
sr_cyrl_rs: Битлис
te: బిటిలిస్
tg: Битлис
th: บิตลิส
tt: Битлис
ug: بىتلىس
uk: Бітліс
ur: بیلیس
zh_hans: 比特利斯
zh_hant: 比特利斯省

# Word.State.TR.14
source: Bolu
am: ቦሉ
ar: بولو
as: বোলু
bg: Болу
bn_in: বলু
el: Μπολού
gu: બોલુ
he: בולו
hi: बोलू
ja: ボル
ka: ბოლუ
kk: Болу
kn: ಬೋಲು
ko: 볼루
ku_arab: بۆلو
ky: Болу
lo: ໂບລູ
mk: Болу
ml: ബോലു
mn: Болу
mr: बोलू
ne: बोलु
or: ବୌଲ୍
pa_arab_pk: بولو
pa_in: ਬੋਲੂ
ru: Болу
sd: بولو
si: බොලු
sr_cyrl_rs: Болу
te: బోలూ
tg: Болу
th: โบลู
tt: Болу
ug: بولۇ
uk: Болу
ur: بولو
zh_hans: 博卢
zh_hant: 博盧

# Word.State.TR.15
source: Burdur
am: ቡርዱር
ar: بوردور
as: বুৰ্ডুৰ
bg: Бурдур
bn_in: বুরদুর
el: Μπουρντούρ
gu: બુરદર
he: בורדור
hi: बुर्दुर
ja: ブルドゥル
ka: ბურდური
kk: Бурдур
kn: ಬುರ್ಡುರ್
ko: 부르드루
ku_arab: بوردور
ky: Бурдур
lo: ບູເດີ
lv: Burdura
mk: Бурдур
ml: ബര്‍ദര്‍
mn: Бурдур
mr: बुरदूर
ne: बर्डर
or: ବୁରଡୁର୍
pa_arab_pk: بردر
pa_in: ਬੁਰਦਰ
ru: Бурдур
sd: بردر
si: බර්ඩර්
sr_cyrl_rs: Бурдур
te: బర్దర్
tg: Бурдур
th: บูร์ดูร์
tt: Бурдур
ug: بۇردۇر
uk: Бурдур
ur: برڈر
zh_hans: 布尔杜尔
zh_hant: 巴爾杜爾

# Word.State.TR.16
source: Bursa
am: ቡርሳ
ar: بورصة
as: বুৰ্চা
bg: Бурса
bn_in: বুরসা
el: Μπούρσα
gu: બુર્સા
he: בורסה
hi: बुर्सा
ja: ブルサ
ka: ბურსა
kk: Бурса
kn: ಬುರ್ಸಾ
ko: 부르사
ku_arab: بۆرسە
ky: Бурса
lo: ບູຊາ
mk: Бурса
ml: ബുര്‍സ
mn: Бурса
mr: बुर्सा
ne: बर्सा
or: ବୁରସା
pa_arab_pk: بُرسا
pa_in: ਬਰਸਾ
ru: Бурса
sd: بروسا
si: බුර්සා
sr_cyrl_rs: Бурса
te: బ్యూసా
tg: Бурса
th: บูว์ซา
tt: Бурса
ug: بۇرسا
uk: Бурса
ur: برسا
zh_hans: 布尔萨
zh_hant: 布爾薩

# Word.State.TR.17
source: Canakkale
am: ካናካሌ
ar: جنق قلعة
as: কানাক্কালে
az: Çanaqqala
bg: Чанаккале
bn_in: চানাক্কালে
bs: Čanakale
el: Τσανάκαλε
eu: Çanakkale
gl: Çanakkale
gu: કનાક્કલે
he: קנקאלה
hi: कनाकले
hr: Çanakkale
ja: チャナッカレ
ka: კანაკკალე
kk: Чанаккале
kn: ಕ್ಯಾನಾಕ್ಕಾಲೆ
ko: 카나칼레
ku_arab: کاناکال
ky: Жанаккале
lo: ການາຄາເລ
lt: Čanakalė
lv: Čanakale
mk: Чанакале
ml: കനക്കാലെ
mn: Чанаккале
mr: कानक्केल
ne: क्यानाक्काले
or: କାନାକକେଲେ
pa_arab_pk: کنک کلے
pa_in: ਕੈਨੇਕਾਲੇ
ru: Чанаккале
sd: ڪاناڪالي
si: කැනකලී
sr_cyrl_rs: Чанакале
sr_latn_rs: Čanakale
sv: Çanakkale
te: కానాకాలే
tg: Канақала
th: ชานักกาเล
tr: Çanakkale
tt: Чанаккале
ug: چاناققەلئە
uk: Чанаккале
ur: کیناکیل
uz: Chanakkale
zh_hans: 恰纳卡莱
zh_hant: 恰納卡萊

# Word.State.TR.18
source: Cankırı
am: ካንኪን
as: চানকিৰি
az: Çankırı
bg: Чанкъръ
bn_in: চানকিরি
bs: Čankiri
el: Τσάνκιρι
he: קאנק ר
hi: कैंकिरी
hr: Çankiri
ja: チャンクル
ka: კანკირი
kk: Чанкыры
kn: ಕಾಂಕಿರಿ
ko: 창키리
ku_arab: کانکیری
ky: Жанкер
lo: ແຄງຄıຣı
lv: Čankiri
ml: കാങ്കıര്‍ı
mn: Чанкин
ne: कंकिरी
or: କୋଂକିରୀ
pa_arab_pk: کینک
ru: Чанкыры
sd: ڪينڪ
si: කෑන්ක්‍රි
te: క్రాంక్
th: ชันกึรึ
tr: Çankuru
tt: Чанкыры
ug: چانقىرى
uk: Чанкири
ur: کنکری
uz: Chankırı
zh_hant: 昌克勒省

# Word.State.TR.19
source: Corum
am: ኮረም
ar: كوروم
as: কোৰাম
az: Çorum
bg: Чорум
bn_in: চোরুম
bs: Korum
da: Çorum
el: Κορούμ
eu: Çorum
gu: કોરમ
he: קורום
hi: कोरुम
ja: チョルム
ka: კორუმი
kk: Чорум
kn: ಕೋರುಮ್
ko: 초룸
ku_arab: کۆروم
ky: Жорум
lo: ໂຄລໍາ
lt: Čorumas
lv: Čoruma
mk: Чорум
ml: കോറം
mn: Чорум
mr: कोरूम
ne: कोरुम
or: କୋରୁମ୍
pa_arab_pk: کورم
pa_in: ਕੋਰਮ
ru: Чорум
sd: ڪورم
si: කොරම්
sr_cyrl_rs: Чорум
sr_latn_rs: Čorum
sv: Çorum
te: కోరమ్
tg: Қорум
th: โชรุม
tr: Çorum
tt: Корум
ug: جورۇم
uk: Чорум
ur: کورم
uz: Jorum
zh_hans: 科勒姆
zh_hant: 科倫

# Word.State.TR.20
source: Denizli
am: ቼንዚሊ
ar: دنيزلي
as: ডেনিজলি
az: Dənizli
bg: Денизли
bn_in: দেনিজলি
el: Ντενιζλί
gu: ડેનિઝલિ
he: דניזלי
hi: डेनिज़ली
ja: デニズリ
ka: დენიზლი
kk: Денизли
kn: ಡೆನಿಜ್ಲಿ
ko: 데니즐리
ku_arab: دێنیزلی
ky: Денизли
lo: ເດນີສລີ
lt: Denizlis
mk: Денизли
ml: ഡെനിസ്‌ലി
mn: Денизли
mr: देनिझली
ne: डेनिज्लि
or: ଡେନିଜିଲି
pa_arab_pk: ڈینیذلی
pa_in: ਡੇਨਿਜ਼ਲੀ
ru: Денизли
sd: ڊينذلي
si: ඩෙන්සිලි
sr_cyrl_rs: Денизли
te: డెనిజిల్
tg: Денизли
th: เดนิซลี
tt: Денизли
ug: دېڭىزلىق
uk: Денізлі
ur: ڈینیزلی
zh_hans: 代尼兹利
zh_hant: 代尼茲利

# Word.State.TR.21
source: Diyarbakir
am: ዴየርባከር
ar: ديار بكر
as: ডিয়াৰবাকিৰ
az: Diyarbakır
bg: Диарбекир
bn_in: দিয়ারবাকির
bs: Dijarbakir
el: Ντιγιαρμπακίρ
gu: ડિયારબકીર
he: דייארבאקיר
hi: डियारबकिर
ja: ディヤルバクル
ka: დიარბაკირი
kk: Диярбакыр
kn: ಡಿಯಾರ್‌ಬಾಕಿರ್
ko: 디야르바키르
ku_arab: دیاربەکر
ky: Диярбакир
lo: ດີຢາກບາເຄີ
lt: Dijarbakyras
lv: Dijarbakira
mk: Дијарбакир
ml: ദിയാര്‍ബാകിര്‍
mn: Диярбакыр
mr: डियरबकिर्
ne: डियार्बाकिर
or: ଡିୟାରବାକିର୍
pa_arab_pk: دیار باکر
pa_in: ਡਿਯਾਰਬਾਕਿਰ
ru: Диярбакыр
sd: ديارباڪر
si: ඩියර්බකිර්
sr_cyrl_rs: Дијарбакир
sr_latn_rs: Dijarbakir
sv: Diyarbakır
te: దియాబక్షిర్
tg: Диярбакир
th: ดียาร์บากึร์
tr: Diyarbakır
tt: Диярбакыр
ug: دىيارباقىر
uk: Діярбакир
ur: دیاربکر
zh_hans: 亚巴克尔
zh_hant: 迪亞巴克爾

# Word.State.TR.22
source: Edirne
am: ኢድሪን
ar: أدرنة
as: এডিৰ্নে
az: Ədirnə
bg: Одрин
bn_in: এদিরনে
el: Εντιρνέ
gu: એડિર્ન
he: אדירנה
hi: एडर्ने
ja: エディルネ
ka: ედირნე
kk: Эдирне
kn: ಎಡಿರ್ನೆ
ko: 에디르네
ku_arab: ئەدەرنە
ky: Эдирне
lo: ອີເດີເນ
lt: Edirnė
mk: Едрене
ml: എഡിര്‍നെ
mn: Эдирне
mr: एडर्न
ne: एडिर्न
or: ଏଡିର୍ନେ
pa_arab_pk: ایڈرن
pa_in: ਈ ਡਰਨੇ
ru: Эдирне
sd: اڊرني
si: එඩ්‍රින්
sr_cyrl_rs: Једрене
sr_latn_rs: Jedrene
te: ఎడిమి
tg: Эдирне
th: เอดีร์เน
tt: Эдирне
ug: ئەدىرنە
uk: Едірне
ur: ایڈائرین
zh_hans: 埃迪尔内
zh_hant: 愛第尼

# Word.State.TR.23
source: Elazig
am: ኢልዛግ
ar: إلازغ
as: এলাজিগ
az: Elazığ
bg: Елязъг
bn_in: এলাযিজ
el: Ελαζίγκ
gu: ઇલાઝિગ
he: אלאזיג
hi: इलाज़िग
ja: エラズー
ka: ელაზიგი
kk: Элязыг
kn: ಎಲಾಝಿಗ್
ko: 엘라지
ku_arab: ئێلازیگ
ky: Элазиг
lo: ອີລາຊິກ
lt: Eliazihas
lv: Elaziga
mk: Елазиг
ml: എലാസിഗ്
mn: Элязыг
mr: इलाझिग
ne: एलाजिग
or: ଏଲାଜିଗ୍
pa_arab_pk: ایلازگ
pa_in: ਏਲਾਜ਼ਿਗ
ru: Элязыг
sd: الازگ
si: ඇලසිග්
sr_cyrl_rs: Елазиг
te: ఎలాజిగ్
tg: Элазиғ
th: อลาซือ
tr: Elazığ
tt: Элязыг
ug: ئېلازىگ
uk: Елазиґ
ur: ایلازیگ
zh_hans: 埃拉泽
zh_hant: 埃拉澤

# Word.State.TR.24
source: Erzincan
am: ኢሪዚንካን
ar: أرزينجان
as: এৰ্জিনকেন
az: Ərzincan
bg: Ерзинджан
bn_in: এরযিনক্যান
el: Ερζιντσάν
gu: એર્ઝિનકેન
he: ארזינקן
hi: एर्ज़िंकैन
ja: エルズィンジャン
ka: ერზინჯანი
kk: Эрзинджан
kn: ಎರ್ಝಿನ್‌ಕಾನ್
ko: 에르진잔
ku_arab: ئەرزنجان
ky: Эрзинжан
lo: ເອຊີນແນ
lt: Erzindžanas
lv: Erzindžana
mk: Ерзинџан
ml: എര്‍സിന്‍‌കന്‍
mn: Эрзинжан
mr: एर्झींकन
ne: एर्जिनकेन
or: ଏରଜିକାନ୍
pa_arab_pk: ایرزنکن
pa_in: ਏਰਜ਼ਿਨਕੈਨ
ru: Эрзинджан
sd: ارزنڪان
si: එර්සිකන්
sr_cyrl_rs: Ерзинџан
sr_latn_rs: Erzindžan
te: ఎరిజినికాన్
tg: Эрзинкан
th: เอร์ซินจัน
tt: Эрзинҗан
ug: ئەرزىنجان
uk: Ерзінджан
ur: ایرزینسین
uz: Erzinjan
zh_hans: 埃尔津詹
zh_hant: 埃爾津詹

# Word.State.TR.27
source: Gaziantep
am: ጋዚያንቴፕ
ar: عنتاب
as: গাজিয়াণ্টেপ
az: Qaziantep
bg: Газиантеп
bn_in: গাজিয়ান্তেপ
el: Γκαζιαντέπ
gu: ગઝિયનટેપ
he: גאזיאנטפ
hi: गज़ियानटेप
ja: ガズィアンテブ
ka: გაზიანტეპი
kk: Газиантеп
kn: ಗ್ಯಾಝಿಯಾನ್‌ಟೆಪ್
ko: 가지안테프
ku_arab: غازی عەنتاب
ky: Казантеп
lo: ກາເຊຍເຕັບ
lt: Gaziantepas
lv: Gaziantepa
mk: Газијантеп
ml: ഗാസിയാന്‍റെപ്
mn: Газиантеп
mr: गाझीअनटेप
ne: गाजियान्टेप
or: ଗାଜାଆନଟେପ୍
pa_arab_pk: غزیان ٹیپ
pa_in: ਗਾਜ਼ਿਆਨਟੇਪ
ru: Газиантеп
sd: گازيانٽيپ
si: ගැසියන්ටෙප්
sr_cyrl_rs: Газијантеп
sr_latn_rs: Gazijantep
te: గాజియాన్‌టెంప్
tg: Ғозиёнтеп
th: กาเซียนเตป
tt: Газиантеп
ug: غازىيانتەپ
uk: Ґазіантеп
ur: غازیان ٹیپ
zh_hans: 加齐安泰普
zh_hant: 加濟安泰普

# Word.State.TR.28
source: Giresun
am: ጊሩሴን
ar: غيرسون
as: গিৰেচুন
bg: Гиресун
bn_in: গিরেসুন
el: Γκιρεσούν
gu: ગાયરસન
he: גירסון
hi: गायरसन
ja: ギレスン
ka: გირესუნი
kk: Гиресун
kn: ಗಿರೆಸುನ್
ko: 기레선
ku_arab: گیرەسون
ky: Гиресүн
lo: ກີເຣຊັນ
lv: Giresuna
mk: Гиресун
ml: ഗിരേസുന്‍
mn: Гиресун
mr: गीरेसून
ne: गिरेसन
or: ଗିରେସୁନ୍
pa_arab_pk: گیری سن
pa_in: ਗਿਰੇਸਨ
ru: Гиресун
sd: گريسن
si: ගිරෙසන්
sr_cyrl_rs: Гиресун
te: గిరుసేన్
tg: Гиресун
th: กิเรซุน
tt: Гиресун
ug: گىرەسۇن
uk: Ґіресун
ur: گیریسن
zh_hans: 吉雷松
zh_hant: 吉雷松省

# Word.State.TR.29
source: Guemueshane
am: ጉሜቻኔ
ar: كوموش خانة
as: গুৱেমুৱেশ্বান
az: Gümüşhane
bg: Гюмюшхане
bn_in: গুমুশহানে
bs: Guemušane
da: Gümüshane
de: Gümüshane
el: Γκιουμούσχανε
gu: ગ્યુમુઇસેન
he: גואמושאנה
hi: गुएमुएशेन
hr: Gümüşhane
ja: ギュミュシュハーネ
ka: გუემუესჰანე
kk: Гюмюшхане
kn: ಗ್ಯುಯೆಮ್ಯುಲೆಶೇನ್
ko: 귀뮈샤네
ku_arab: گوموشان
ky: Гемешане
lo: ເກເມເຊນ
lt: Giumiušchanė
lv: Gimišhane
mk: Ѓумушане
ml: ഗ്യുമ്യൂഷേന്‍
mn: Гумушане
mr: गुएमुएशने
ne: ज्युम्युसेन
or: ଗୁଏମୁଏସାଆନେ
pa_arab_pk: غیمیوشینے
pa_in: ਗੁਏਮੁਏਸ਼ਾਨੇ
pl: Gümüşhane
ru: Гюмюшхане
sd: گيوميوشان
si: ගුමෙෂේන්
sr_cyrl_rs: Гумушхане
sr_latn_rs: Gumušhane
sv: Gümüshane
te: గ్యూమెన్‌షేన్
tg: Гумешане
th: กูเมอเชน
tr: Gümüşhane
tt: Гүмүшханә
ug: كۈمۈشخانە
uk: Ґюмюшхане
ur: گومویوشین
zh_hans: 居米什哈内
zh_hant: 居米什哈內

# Word.State.TR.30
source: Hakkari
am: ሃካሪ
ar: هكاري
as: হাক্কাৰি
bg: Хаккяри
bn_in: হাক্কারি
bs: Hakari
da: Hakkâri
el: Χακάρι
gu: હક્કારી
he: האקארי
hi: हकारी
ja: ハッキャリ
ka: ჰაკკარი
kk: Хаккяри
kn: ಹಕ್ಕಾರಿ
ko: 하카리
ku_arab: هەکاری
ky: Хаккари
lo: ຮາກກາຣີ
lv: Hakari
mk: Хакари
ml: ഹക്കാരി
mn: Хаккяри
mr: हक्कारी
ne: हाक्कारी
or: ହାକରି
pa_arab_pk: ہاکاری
pa_in: ਹੱਕਾਰੀ
pl: Hakkâri
ru: Хаккяри
sd: هاڪاري
si: හක්කාරි
sr_cyrl_rs: Хакари
sr_latn_rs: Hakari
te: హక్కారీ
tg: Ҳаккари
th: ฮักการี
tt: Хаккяри
ug: ھەققارى
uk: Гаккяри
ur: ہکاری
zh_hans: 哈卡莱
zh_hant: 哈卡里省

# Word.State.TR.31
source: Hatay
am: ሃታይ
ar: هتاي
as: হাটাই
bg: Хатай
bn_in: হাতায়
bs: Hataj
el: Χατάι
gu: હેતાય
he: האטאי
hi: हैताय
ja: ハタイ
ka: ჰატაი
kk: Хатай
kn: ಹ್ಯಾಟೇ
ko: 하테이
ku_arab: هاتای
ky: Хатай
lo: ຮາໄຕ
lt: Chatajus
lv: Hataja
mk: Хатај
ml: ഹതായ്
mn: Хатай
mr: हाते
ne: हाटे
or: ହାତୟ
pa_arab_pk: ہیتے
pa_in: ਹੈਤਾਏ
ru: Хатай
sd: هاٽي
si: හටලි
sr_cyrl_rs: Хатај
sr_latn_rs: Hataj
te: హాతే
tg: Ҳатай
th: ฮาไต
tt: Хатай
ug: ھاتاي
uk: Гатай
ur: ہیتے
zh_hans: 哈塔伊
zh_hant: 哈塔伊省

# Word.State.TR.32
source: Isparta
am: ኢስፓርታ
ar: إسبرطة
as: ইস্পাৰ্টা
bg: Ъспарта
bn_in: ইস্পার্তা
bs: Išparta
el: Ισπάρτα
gu: ઇસ્પાર્ટા
he: איספרטה
hi: इस्पार्टा
ja: ウスパルタ
ka: ისპარტა
kk: Ыспарта
kn: ಇಸ್‌ಪಾರ್ಟಾ
ko: 이스파르타
ku_arab: ئەسپارتە
ky: Испарта
lo: ອິສປາຕາ
mk: Испарта
ml: ഇസ്‌പര്‍ത
mn: Испарта
mr: इस्पर्टा
ne: स्पार्टा
or: ଇସପାରତା
pa_arab_pk: ایسپارٹا
pa_in: ਇਸਪਾਰਤਾ
ru: Ыспарта
sd: اسپارٽا
si: ඉපාර්ටා
sr_cyrl_rs: Испарта
te: ఇస్పాంతా
tg: Испарта
th: อิสปาร์ตา
tt: Ыспарта
ug: ئىسپارتا
uk: Испарта
ur: اسپارٹا
zh_hans: 伊斯帕尔塔
zh_hant: 伊斯帕爾塔

# Word.State.TR.33
source: Mersin
am: ሜርሲን
ar: مرسين
as: মাৰ্চিন
bg: Мерсин
bn_in: মেরসিন
el: Μερσίν
es: Mersín
gu: મર્સિન
he: מרסין
hi: मेर्सिन
ja: メルスィン
ka: მერსინი
kk: Мерсин
kn: ಮೆರ್ಸಿನ್
ko: 메르신
ku_arab: مێرسین
ky: Мерсин
lo: ເມີຊິນ
lt: Mersinas
lv: Mersina
mk: Мерсин
ml: മെര്‍സിന്‍
mn: Мерсин
mr: मेर्सीन
ne: मर्सिन
or: ମେରସିନ୍
pa_arab_pk: میرسین
pa_in: ਮੇਰਸਿਨ
ru: Мерсин
sd: مرسن
si: මර්සින්
sr_cyrl_rs: Мерсин
te: మెర్సిన్
tg: Мерсин
th: เมอร์ซิน
tt: Мерсин
ug: مەرسىن
uk: Мерсін
ur: مرسین
zh_hans: 梅尔辛
zh_hant: 梅爾辛

# Word.State.TR.34
source: Istanbul
am: ኢስታንቡል
ar: إسطنبول
as: ইষ্টানবুল
bg: Истанбул
bn_in: ইস্তানবুল
el: Κωνσταντινούπολη
es: Estanbul
ga: Iostanbúl
gl: Estambul
gu: ઈસ્તાંબુલ
he: איסטנבול
hi: इस्तांबूल
is: Istanbúl
ja: イスタンブル
ka: სტამბული
kk: Стамбул
kn: ಇಸ್ತಾಂಬುಲ್
ko: 이스탄불
ku_arab: ئەستانبوڵ
ky: Истамбул
lo: ອິສຕັນບູນ
lt: Stanbulas
lv: Stambula
mi: Itanapuru
mk: Истанбул
ml: ഇസ്താംബൂള്‍
mn: Стамбул
mr: इंस्तांबुल
ne: इस्तानबुल
or: ଇସ୍ତନାବୁଲ୍
pa_arab_pk: استنبول
pa_in: ਇਸਤਾਨਬੁਲ
pl: Stambuł
ru: Стамбул
sd: استامبول
si: ඉස්තාන්බූල්
sr_cyrl_rs: Истанбул
te: ఇస్తాంబుల్
tg: Истанбул
th: อิสตันบูล
tt: Истанбул
ug: ئىستانبۇل
uk: Стамбул
ur: استمبول
zh_hans: 伊斯坦布尔
zh_hant: 伊斯坦堡

# Word.State.TR.35
source: Izmir
am: ኢዝሚር
ar: إزمير
as: ইজমিৰ
bg: Измир
bn_in: ইজমির
el: Σμύρνη
gl: Esmirna
gu: ઇઝ્મિર
he: איזמיר
hi: इज़्मिर
ja: イズミル
ka: იზმირი
kk: Измир
kn: ಇಜ್ಮಿರ್
ko: 이즈미르
ku_arab: ئەزمیر
ky: Измир
lo: ອິສເມຍ
lt: Izmiras
lv: Izmira
mk: Измир
ml: ഇസ്‌മിര്‍
mn: Измир
mr: इझमीर
ne: इज्मिर
or: ଇଜମିର୍
pa_arab_pk: ازمیر
pa_in: ਇਜ਼ਮਿਰ
ru: Измир
sd: ازمر
si: ඉස්මිර්
sr_cyrl_rs: Измир
te: ఇజ్మీర్
tg: Измир
th: อิสเมียร์
tt: Измир
ug: ئىزمىر
uk: Ізмір
ur: ازمیر
zh_hans: 伊兹密尔
zh_hant: 伊茲密爾

# Word.State.TR.36
source: Kars
am: ካርስ
ar: قارص
as: কাৰ্চ
az: Qars
bg: Карс
bn_in: কার্স
el: Καρς
gu: કાર્સ
he: קארס
hi: कार्स
ja: カルス
ka: ყარსი
kk: Карс
kn: ಕಾರ್ಸ್
ko: 카르스
ku_arab: قارس
ky: Карс
lo: ຄາຣສ
lt: Karsas
lv: Karsa
mk: Карс
ml: കര്‍സ്
mn: Карс
mr: कार्स
ne: कार्स
or: କାରାସ୍
pa_arab_pk: کرس
pa_in: ਕਾਰਸ
ru: Карс
sd: ڪارس
si: කාර්ස්
sr_cyrl_rs: Карс
te: కార్స్
tg: Карс
th: คารส์
tt: Карс
ug: قارس
uk: Карс
ur: کارس
zh_hans: 卡尔斯
zh_hant: 卡爾斯

# Word.State.TR.37
source: Kastamonu
am: ካስታሞኑ
ar: قسطوني
as: কাষ্টামোনু
bg: Кастамону
bn_in: কাসতামনু
el: Κασταμονή
gu: કાસ્ટામોન્યુ
he: קאסטמונו
hi: कस्तामोनू
ja: カスタモヌ
ka: კასტამონუ
kk: Кастамону
kn: ಕಾಸ್ಟಾಮೋನು
ko: 카스타모누
ku_arab: کاستامۆنو
ky: Кастамону
lo: ແຄັສຕາໂມນູ
mk: Кастамону
ml: കസ്തമോനു
mn: Кастамону
mr: कास्तामोनू
ne: कास्टामोनु
or: କାସ୍ତାମୋନୁ
pa_arab_pk: کستامونو
pa_in: ਕਾਸਤਾਮੋਨੂ
ru: Кастамону
sd: ڪاستامونو
si: කස්ටමෝනු
sr_cyrl_rs: Кастамону
te: కాస్తమోనూ
tg: Кастамону
th: คาสตาโมนู
tt: Кастамону
ug: كاستامونۇ
uk: Кастамону
ur: کاستامونو
zh_hans: 卡斯塔莫努
zh_hant: 卡斯塔莫努

# Word.State.TR.38
source: Kayseri
am: ካይሴሪ
ar: قيصري
as: কাইচেৰি
bg: Кайсери
bn_in: কায়সেরি
bs: Kajseri
el: Κιασάρεια
gu: કાયસેરી
he: קאיסרי
hi: कायसेरी
ja: カイセリ
ka: კაისერი
kk: Кайсери
kn: ಕೇಸೆರಿ
ko: 카이세리
ku_arab: قەیسەری
ky: Кайсери
lo: ໄຄຊີຣີ
lt: Kaiseris
lv: Kajseri
mk: Кајсери
ml: കയ്‌സേരി
mn: Кайсери
mr: कायसेरी
ne: क्यासेरी
or: କାୟସେରି
pa_arab_pk: کیسری
pa_in: ਕਾਯਜ਼ਰੀ
ru: Кайсери
sd: ڪيسيري
si: කේසෙරි
sr_cyrl_rs: Кајсери
sr_latn_rs: Kajseri
te: కాయ్‌సేరీ
tg: Қайсери
th: ไกเซรี
tt: Кайсери
ug: قەيسەرى
uk: Кайсері
ur: قیصری
zh_hans: 开塞利
zh_hant: 開塞利

# Word.State.TR.39
source: Kırklareli
am: ኪርካልሪ
as: কিৰক্লাৰেলি
bg: Лозенград
bn_in: কির্কলারেলি
bs: Kirklareli
el: Κιρκλαρελί
gu: કિર્કલરેલી
he: ק רקלארלי
hi: किर्कलरेली
hr: Kirklareli
ja: クルクラーレリ
ka: კირკლარელი
kk: Кыркларели
kn: ಕಿರ್ಕ್ಲಾರೆಲಿ
ko: 키르클라렐리
ku_arab: کیرکلارێلی
ky: Көркларели
lo: ຄırຄລາເຣລີi
lv: Kirklareli
mk: Киркарели
ml: കıര്‍ക്ലേരി
mn: Киркларели
ne: किरक्लारेली
or: କିର୍କଲାରେଲୀ
pa_arab_pk: کےکلاریلی
ru: Кыркларели
sd: ڪڪلاريلي
si: කිර්ක්ලාරෙලි
te: కంకార్లెల్లీ
tg: Қрқларели
th: กึร์กลาเรลี
tt: Кыркларели
ug: قىرىقلارئەلى
uk: Киркларелі
ur: کارک لاریلی
zh_hant: 克爾克拉雷利省

# Word.State.TR.40
source: Kırşehir
am: ኪርሺር
as: কিৰচেহিৰ
bg: Кършехир
bn_in: কিরশেহির
bs: Kiršehir
el: Κιρσεχίρ
gu: કારેહિર
he: ק ר אהיר
hr: Kirşehir
ja: クルシェヒル
ka: კირკშეჰირი
kk: Кыршехир
kn: ಕಿರ್ಸೆಹಿರ್
ko: 키르셰히르
ku_arab: کیرشەهیر
ky: КөркүФехир
lo: ເຄıຣşເຮຍ
lv: Kiršehira
ml: കıരെഹിര്‍
mn: Кирсехир
ne: किर्सेहिर
or: କିରସେହିରୀ
pa_arab_pk: کےاہیر
ru: Кыршехир
sd: ڪريهر
si: කිර්ෂෙහිර්
te: కెహర్
tg: Кӯрелҳир
th: ไกเซรี
tt: Кыршеһир
ug: قىرشەھەر
uk: Киршехір
ur: کریہیر
uz: Kirshehir
zh_hant: 克爾謝希爾

# Word.State.TR.41
source: Kocaeli
am: ኮሲኤሊ
ar: قوجه ايلي
as: কোচেলি
bg: Коджаели
bn_in: কোজায়েলি
bs: Kočaeli
el: Κοτσάελι
gu: કોકૈલી
he: קוקאלי
hi: कोसैली
ja: コジャエリ
ka: კოჯაელი
kk: Коджаэли
kn: ಕೋಕಾಯೆಲಿ
ko: 코카엘리
ku_arab: کۆچەلی
ky: Кожаели
lo: ໂຄແກລີ
lv: Kodžaeli
mk: Коџаели
ml: കൊസേലി
mn: Кожаэли
mr: कॉकएलइ
ne: कोकाइली
or: କୋକାଏଲି
pa_arab_pk: کوسائی
pa_in: ਕੌਸੈਲੀ
ru: Коджаэли
sd: ڪوڪائيلي
si: කෝසේලි
sr_cyrl_rs: Кочаели
sr_latn_rs: Kočaeli
te: కాసియాలీ
tg: Косаели
th: โคเจลี
tt: Коҗаэли
ug: غوجائەلى
uk: Коджаелі
ur: کوسیالی
uz: Kojaeli
zh_hans: 科喀艾里
zh_hant: 科賈埃利省

# Word.State.TR.42
source: Konya
am: ኮንያ
ar: قونية
as: কোনিয়া
bg: Кония
bn_in: কোনিয়া
bs: Konja
el: Ικόνιο
gu: કોન્યા
he: קוניה
hi: कोंया
ja: コンヤ
ka: კონია
kk: Конья
kn: ಕೋನ್ಯಾ
ko: 코니아
ku_arab: قونیە
ky: Конйа
lo: ຄອນຢາ
lt: Konija
lv: Konja
mk: Конуа
ml: കൊന്യ
mn: Конья
mr: कोन्या
ne: कोन्या
or: କୋନୟା
pa_arab_pk: کونیاء
pa_in: ਕੋਨਯਾ
ru: Конья
sd: ڪونيا
si: කොන්යා
sr_cyrl_rs: Конија
sr_latn_rs: Konija
te: కోన్యా
tg: Қуния
th: คอนยา
tt: Конья
ug: كونيا
uk: Конья
ur: کونیا
zh_hans: 科尼亚
zh_hant: 科尼亞
