Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Paypal.Add.Message
source: You'll be redirected to PayPal's website to verify your account. We'll collect your PayPal account info but won't use it without your permission.
af: Jy sal na PayPal se webwerf herlei word om jou rekening te verifieer. Ons sal jou PayPal-rekeninginligting versamel, maar sal dit nie sonder jou toestemming gebruik nie.
am: የእርስዎን መለያ እንዲያረጋግጡ ወደ የPayPal ድር ጣቢያ እንዲያመሩ ይደረጋሉ። የእርስዎን የPayPal መለያ መረጃ እንሰበስባለን ሆኖም ግን ያለ እርስዎ ፈቃድ አንጠቀምበትም።
ar: ستتم إعادة توجيهك إلى موقع ويب PayPal للتحقق من حسابك. سوف نجمع معلومات حسابك على PayPal لكننا لن نستخدمها بدون إذنك.
as: আপোনাৰ একাউণ্ট সত্যাপন কৰিবলৈ আপোনাক PayPal-ৰ ৱেবছাইটলৈ লৈ যোৱা হ'ব৷ আমি আপোনাৰ PayPal একাউণ্টৰ তথ্য সংগ্ৰহ কৰিম, কিন্তু আপোনাৰ অনুমতি অবিহনে ইয়াক ব্যৱহাৰ নকৰোঁ৷
az: Hesabınızı təsdiqləmək üçün PayPal-un veb-saytına yönləndiriləcəksiniz. PayPal hesabı ilə bağlı məlumatınızı toplayacağıq, lakin icazəniz olmadan ondan istifadə etməyəcəyik.
bg: Ще бъдете пренасочени към уеб сайта на PayPal, за да потвърдите вашия акаунт. Ние ще съберем информацията от вашия акаунт в PayPal, но няма да я използваме без ваше разрешение.
bn_in: আপনার অ্যাকাউন্ট যাচাই করার জন্য আপনাকে PayPal ওয়েবসাইটে নিয়ে যাওয়া হবে৷ আমরা আপনার PayPal অ্যাকাউন্টের তথ্য সংগ্রহ করব কিন্তু আপনার অনুমতি ছাড়া এটি ব্যবহার করা হবে না৷
bs: Bit ćete preusmjereni na web lokaciju usluge PayPal da bi se izvršila provjera vašeg računa. Prikupit ćemo informacije o vašem PayPal računu, ali ih nećemo koristiti bez vaše dozvole.
cy: Cewch eich ailgyfeirio i wefan PayPal i wirio’ch cyfrif. Byddwn yn casglu gwybodaeth am eich cyfrif PayPal ond ni fyddwn yn ei defnyddio heb eich caniatâd.
da: Du omdirigeres til PayPals websted for at bekræfte din konto. Vi indsamler dine PayPal-kontooplysninger, men de bliver ikke brugt uden din tilladelse.
de: Sie werden auf die Website von PayPal weitergeleitet, um Ihr Konto zu bestätigen. Wir erfragen Ihre PayPal-Kontoinformationen, werden sie ohne Ihre Zustimmung aber nicht verwenden.
el: Θα ανακατευθυνθείτε στην τοποθεσία web του PayPal για να επαληθεύσετε το λογαριασμό σας. Θα συλλέξουμε τις πληροφορίες του λογαριασμού σας PayPal, αλλά δεν θα τις χρησιμοποιήσουμε χωρίς την άδειά σας.
es: Se te redirigirá al sitio web de PayPal para comprobar tu cuenta. Recopilaremos la información de tu cuenta de PayPal, pero no la usaremos sin tu permiso.
et: Konto kinnitamiseks suunatakse teid PayPali veebisaidile. Kogume teie PayPali konto teavet, kuid ei kasuta seda ilma teie loata.
eu: PayPal zerbitzuaren webgunera birbideratuko zaitugu, zure kontua egiazta dezazun. PayPal kontuaren informazioa bilduko dugu, baina ez dugu erabiliko zure baimenik gabe.
fa: برای تأیید حسابتان دوباره به وب‌سایت PayPal هدایت خواهید شد. ما اطلاعات حساب PayPal شما را جمع‌آوری خواهیم کرد، اما از آن بدون اجازه شما استفاده نخواهیم کرد.
ga: Atreorófar thú chuig suíomh Gréasáin PayPal chun do chuntas a fhíorú. Baileoimid d'fhaisnéis cuntais PayPal, ach ní úsáidfimid í gan do chead.
gd: Thèid d’ ath-stiùireadh gu làrach-lìn PayPal a dhearbhadh a’ chunntais agad. Cruinnichidh sinn fiosrachadh mun chunntas PayPal agad ach cha chleachd sinn e gun chead uat.
gl: Redirixirásete ao sitio web de PayPal para verificar a túa conta. Recompilaremos a información da túa conta de PayPal pero non a usaremos sen o teu permiso.
gu: તમારા ખાતાને ચકાસવા માટે PayPal ની વેબસાઇટ પર પુનઃનિર્દેશિત કરવામાં આવશે. અમે તમારા PayPal ખાતાની માહિતી ભેગી કરીશું પરંતુ તમારી અનુમતિ વિના તેનો ઉપયોગ કરીશું નહીં.
he: תנותב מחדש לאתר של PayPal כדי לאמת את חשבונך. נאסוף את פרטי חשבון PayPal שלך אך לא נשתמש בהם ללא הרשאתך.
hi: अपना खाता सत्यापित करने के लिए आपको PayPal की वेबसाइट पर रीडायरेक्ट किया जाएगा. हम आपकी PayPal खाता जानकारी एकत्रित करेंगे लेकिन आपकी अनुमति के बिना उसका उपयोग नहीं करेंगे.
hr: Preusmjerit ćemo vas na web-mjesto servisa PayPal radi provjere vašeg računa. Prikupit ćemo informacije o računu servisa PayPal, ali ih nećemo koristiti bez vaše dozvole.
hu: Átirányítjuk a PayPal webhelyére, hogy visszaigazolja a fiókját. Összegyűjtjük PayPal-fiókja adatait, de az engedélye nélkül nem használjuk fel őket.
id: Anda akan dialihkan ke situs web PayPal untuk memverifikasi akun. Kami akan mengumpulkan informasi akun PayPal Anda namun, tidak akan menggunakannya tanpa izin.
is: Við sendum þig á vefsvæði PayPal til að staðfesta reikninginn þinn. Við söfnum PayPal-reikningsupplýsingunum þínum en notum þær ekki án þinnar heimildar.
ja: お客様のアカウントを確認するために PayPal の Web サイトにリダイレクトされます。Microsoft は、PayPal アカウント情報を収集しますが、お客様の許可なくこれを使用することはありません。
ka: თქვენ გადახვალთ PayPal-ის ვებსაიტზე, რომ დაამოწმოთ თქვენი ანგარიში. ჩვენ ინფორმაციას ავიღებთ თქვენი PayPal ანგარიშიდან, მაგრამ არ გამოვიყენებთ მას თქვენი ნებართვის გარეშე.
kk: Сіз тіркелгіні растау үшін PayPal веб-сайтына бағытталасыз. Біз PayPal тіркелгіңіз туралы ақпаратты жинаймыз, бірақ оны сіздің рұқсатыңызсыз пайдаланбаймыз.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನಿಮ್ಮನ್ನು PayPal ನ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ PayPal ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಆದರೆ ಅದನ್ನು ನಿಮ್ಮ ಅನುಮತಿಯಿಲ್ಲದೆಯೇ ಬಳಸುವುದಿಲ್ಲ.
ko: 계정을 확인하기 위해 PayPal 웹 사이트로 리디렉션됩니다. 회원님 PayPal 계정 정보를 수집하지만 회원님 허가 없이는 사용하지 않습니다.
ku_arab: تۆ ئاراستە دەکرێیتەوە بۆ وێبسایتی PayPal بۆ سەلماندنی ئەژمێرەکەت. ئێمە زانیاری ئەژمێری PayPal ی تۆ کۆدەکەینەوە بەڵام بەبێ رێپێدانی تۆ بەکاری ناهێنین.
ky: Сиз PayPal'дын вебсайтына, каттоо жазууңузду ырастоо үчүн кайра багытталасыз. Биз PayPal каттоо жазууңуздун маалыматын чогултабыз бирок аны сиздин уруксатыңыз жок колдонбойбуз.
lo: ທ່ານຈະຖືກນຳທາງໄປຫາເວັບໄຊທ໌ຂອງ PayPal ເພື່ອກວດສອບບັນຊີຂອງທ່ານ.ພວກເຮົາຈະເກັບເອົາຂໍ້ມູນບັນຊີ PayPal ຂອງທ່ານແຕ່ບໍ່ໃຊ້ມັນໂດຍບໍ່ມີການອະນຸຍາດຈາກທ່ານ.
lt: Būsite nukreipti į PayPal.com svetainę patvirtinti savo paskyrą. Surinksime jūsų „PayPal“ paskyros informaciją, bet nenaudosime jos be jūsų leidimo.
lv: Jūs tiksit novirzīts uz PayPal vietni, lai varētu verificēt jūsu kontu. Mēs apkoposim jūsu PayPal konta informāciju, bet neizmantosim to bez jūsu atļaujas.
mi: Ka tukua kētia koe ki te pae tukutuku o PayPal hei manatoko i tō pūkete. Mā mātou e kohi ō mōhiohio pūkete PayPal, engari e kore e whakamahia ki te kore koe e whakaae i te tuatahi.
mk: Ќе ве пренасочиме до веб-локацијата на PayPal за да ја проверите сметката. Ќе ги собереме информациите за сметката на PayPal, но нема да ги користиме без ваша дозвола.
ml: നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കുന്നതിന്, നിങ്ങളെ PayPal വെബ്‌സൈറ്റിലേക്ക് നയിക്കും. നിങ്ങളുടെ PayPal അക്കൗണ്ട് വിവരം ഞങ്ങൾ ശേഖരിക്കും, എന്നാൽ നിങ്ങളുടെ അനുമതിയില്ലാതെ ഞങ്ങളത് ഉപയോഗിക്കില്ല.
mn: Таныг PayPal вэб сайт руу шилжүүлж таны дансыг баталгаажуулна. Бид таны PayPal мэдээллийг авах боловч таны зөвшөөрөлгүйгээр ашиглахгүй.
mr: आपले खाते पडताळण्यासाठी आपल्याला PayPal च्या वेबसाइटवर पुनर्निर्देशित केले जाईल. आम्ही आपली PayPal खाते माहिती गोळा करू परंतु ती आपल्या परवानगीशिवाय वापरणार नाही.
ms: Anda akan diarahkan semula ke laman web PayPal untuk mengesahkan akaun anda. Kami akan kumpulkan maklumat akaun PayPal anda tetapi tidak akan menggunakannya tanpa kebenaran anda.
mt: Inti se tiġi ridirett/a għas-sit elettroniku tal-PayPal sabiex tivverifika l-kont tiegħek. Aħna sejrin niġbru l-info tal-kont ta' PayPal tiegħek iżda mhux se nużawha mingħajr il-permess tiegħek.
ne: तपाइँको खाता रुजू गर्न तपाइँलाई PayPal को वेबसाइट तिर निर्देशित गरिनेछ। हामीले तपाइँको PayPal खाताको जानकारी संकलन गर्नेछौं तर तपाइँको अनुमति बिना यसको प्रयोग गर्ने छैनौं।
nn_no: Du blir omdirigert til PayPal sin nettstad for å stadfeste kontoen din. Vi samlar inn opplysningar om PayPal-kontoen din, men bruker ikkje desse opplysningane utan at vi har fått løyve frå deg.
no: Du blir omdirigert til PayPals nettsted for å bekrefte kontoen din. Vi samler inn opplysninger om PayPal-kontoen, men bruker dem ikke uten din tillatelse.
or: ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ PayPal'ର ଏକାଉଣ୍ଟ୍‌କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ. ଆମେ ଆପଣଙ୍କର PayPal ଏକାଉଣ୍ଟ୍ ସୂଚନା ସଂଗ୍ରହ କରିବୁ କିନ୍ତୁ ଆପଣଙ୍କର ଅନୁମତି ବିନା ବ୍ୟବହାର କରିବୁ ନାହିଁ.
pa_arab_pk: تہانوں PayPal دی ویب سائٹ ول اکاونٹ دی تصدیق واسطے لے جایا جاوے گا۔ اسی تہاڈی PayPal اکاؤنٹ دی دی معلومات اکٹھی کر لاں گے، لیکن تہاڈی اجازت توں بغیر استعمال نہیں کراں گے۔
pa_in: ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਤਸਦੀਕ ਕਰਨ ਲਈ PayPal ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੇ PayPal ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕਰਾਂਗੇ, ਪਰ ਇਸ ਨੂੰ ਤੁਹਾਡੀ ਆਗਿਆ ਦੇ ਬਿਨਾਂ ਨਹੀਂ ਵਰਤਾਂਗੇ।
pl: Przekierujemy Cię do witryny internetowej PayPal w celu weryfikacji konta. Zarejestrujemy informacje o Twoim koncie PayPal, ale nie użyjemy ich bez Twojej zgody.
ru: Вы будете перенаправлены на веб-сайт PayPal для проверки учетной записи. Мы будем собирать сведения о вашей учетной записи PayPal, но не будем использовать их без вашего разрешения.
sd: توهانکي پنهنجي اڪائونٽ جي تصديق لاءِ PayPal جي ويب سائيٽ ڏانهن موڪليو ويندو. اسان توهان جي PayPal اڪائونٽ جي معلومات جمع ڪنداسين پر ان کي توهان جي اجازت کان بغير استعمال ڪونه ڪنداسين.
si: ඔබ‍ගේ ගිණුම සත්‍යාපනය කිරීම සඳහා ඔබව PayPal වෙබ් අඩවිය වෙත යොමු කෙරෙනු ඇත. අපි ඔබගේ PayPal ගිණුම් තොරතුරු රැස් කරන්නෙමු, නමුත් ඔබගේ අවසරය රහිතව එය භාවිත නොකරන්නෙමු.
sl: Preusmerjeni boste na spletno mesto PayPal, kjer boste lahko potrdili svoj račun. Podatke o vašem računu PayPal zberemo, a ji brez vašega dovoljenja ne bomo uporabljali.
sr_cyrl_rs: Бићете преусмерени на веб локацију услуге PayPal како бисмо верификовали ваш налог. Ми прикупљамо информације о вашем PayPal налогу, али их нећемо користити без ваше дозволе.
sr_latn_rs: Bićete preusmereni na veb lokaciju usluge PayPal kako bismo verifikovali vaš nalog. Mi prikupljamo informacije o vašem PayPal nalogu, ali ih nećemo koristiti bez vaše dozvole.
sv: Du omdirigeras till PayPals webbplats för att verifiera ditt konto. Vi samlar in din PayPal-kontoinformation, men vi använder den inte utan din tillåtelse.
ta: நீங்கள் உங்கள் கணக்கைச் சரிபார்ப்பதற்காக PayPal க்குத் திருப்பிவிடப்படுவீர்கள். உங்கள் PayPal கணக்குத் தகவலைச் சேகரிப்போம், ஆனால் உங்கள் அனுமதி இல்லாமல் அதைப் பயன்படுத்த மாட்டோம்.
te: మీ ఖాతాను సరి చూడడానికి మీరు PayPal యొక్క వెబ్ సైట్ కు రీడైరెక్ట్ చేయబడతారు. మేము మీ PayPal ఖాతా సమాచారాన్ని సేకరిస్తాము, కానీ మీ అనుమతి లేకుండా ఉపయోగించము.
tg: Шумо барои тасдиқ кардани ҳисоби худ ба вебсайти PayPal гузаронида мешавед. Мо маълумоти ҳисоби PayPal-и шуморо ҷамъ мекунем, вале бе иҷозати шумо онро истифода намебарем.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ของ PayPal เพื่อทำการยืนยันบัญชีของคุณ เราจะเก็บรวบรวมข้อมูลบัญชี PayPal ของคุณ แต่จะไม่ใช้ข้อมูลเหล่านั้นหากไม่ได้รับอนุญาต
tr: Hesabınızı doğrulamak için PayPal’ın Web sitesine yönlendirileceksiniz. PayPal hesap bilgilerinizi toplayacağız, ancak izniniz olmadan bu bilgileri kullanmayacağız.
tt: Сез хисап язмагызны раслау өчен PayPal веб-сайтына күчереләчәксез. Без сезнең PayPal хисап язмасы мәгълүматын тупларбыз, ләкин рөхсәтегездән башка кулланмаячакбыз.
ug: سىزنى PayPal نىڭ توربېكىتىگە باشلاپ، ھېساباتىڭىزنى دەلىللەيمىز. PayPal ھېسابات ئۇچۇرىڭىزنى توپلايمىز، ئەمما ئۇنى رۇخسىتىڭىزسىز ئىشلەتمەيمىز.
uk: Вас буде переспрямовано на веб-сайт PayPal, щоб перевірити обліковий запис. Ми збиратимемо відомості вашого облікового запису PayPal, але не використовуватимемо їх без вашої згоди.
ur: آپ کو اپنے اکاؤنٹ کی تصدیق کرنے کیلئے PayPal کی ویب سائٹ پر بھیج دیا جائے گا۔ ہم آپ کی PayPal اکاؤنٹ کی معلومات جمع کریں گے، لیکن آپ کی اجازت کے بغیر انہیں استعمال نہیں کریں گے۔
uz: Hisob qaydnomangizni tasdiqlashingiz uchun PayPal veb-saytiga o‘tasiz. PayPal hisob qaydnomangiz ma’lumotlarini to‘playmiz, lekin ulardan Sizning ruxsatingizsiz foydalanmaymiz.
vi: Bạn sẽ được chuyển hướng đến trang web của PayPal để xác minh tài khoản của mình. Chúng tôi sẽ thu thập thông tin tài khoản PayPal của bạn nhưng sẽ không sử dụng thông tin đó khi bạn chưa cho phép.
zh_hans: 系统会将你重定向至 PayPal 网站，以验证你的帐户。我们将收集你的 PayPal 帐户信息，但不会未经你许可使用该信息。
zh_hant: 系統會將您重新導向到 PayPal 的網站以驗證您的帳戶。我們將會收集您的 PayPal 帳戶資訊，但不會在未取得您的同意之前使用該資訊。

# Literal.SetupOfficeSdx.Paypal.Add.Message
source: We'll open PayPal's website in your browser to verify your account. We'll collect your PayPal account info but won't use it without your permission.
af: Ons sal PayPal se webwerf in jou blaaier oopmaak om jou rekening te verifieer. Ons sal jou PayPal-rekeninginligting versamel, maar sal dit nie sonder jou toestemming gebruik nie.
am: የእርስዎን መለያ እንዲያረጋግጡ ወደ የPayPal ድር ጣቢያ እንዲያመሩ ይደረጋሉ። የእርስዎን የPayPal መለያ መረጃ እንሰበስባለን ሆኖም ግን ያለ እርስዎ ፈቃድ አንጠቀምበትም።
ar: سنفتح موقع PayPal الإلكتروني في مستعرضك للتحقق من حسابك. سنجمع معلومات حساب PayPal الخاص بك ولكننا لن نستخدمها بدون إذنك.
as: আমি আপোনাৰ একাউণ্ট প্ৰমাণিত কৰিবলৈ আপোনাৰ ব্ৰাউজাৰত PayPal-ৰ ৱেবছাইট খুলিম৷ আমি আপোনাৰ PayPal একাউণ্টৰ তথ্য সংগ্ৰহ কৰিম, কিন্তু আপোনাৰ অনুমতি অবিহনে ইয়াক ব্যৱহাৰ নকৰোঁ৷
az: Hesabınızı təsdiqləmək üçün brauzerinizdə PayPal veb-saytını açacağıq. PayPal hesabı ilə bağlı məlumatınızı toplayacağıq, lakin icazəniz olmadan ondan istifadə etməyəcəyik.
bg: Ще отворим уеб сайта на PayPal в браузъра ви, за да потвърдим акаунта ви. Ще съберем информацията от вашия акаунт в PayPal, но няма да я използваме без ваше разрешение.
bn_in: আপনার অ্যাকাউন্ট যাচাই করতে আমরা আপনার ব্রাউজারে PayPal ওয়েব সাইট তৈরি করব৷ আমরা আপনার PayPal অ্যাকাউন্টের তথ্য সংগ্রহ করব কিন্তু আপনার অনুমতি ছাড়া এটি ব্যবহার করা হবে না।
bs: Otvorit ćemo PayPal web lokaciju u pregledniku da bi smo izvršili provjeru vašeg računa. Prikupit ćemo informacije o vašem PayPal računu, ali ih nećemo koristiti bez vaše dozvole.
cy: Byddwn ni’n agor gwefan PayPal yn eich porwr i wirio’ch cyfrif. Byddwn yn casglu gwybodaeth am eich cyfrif PayPal, ond fyddwn ni ddim yn ei defnyddio heb eich caniatâd.
da: Vi åbner PayPals websted i din browser for at bekræfte din konto. Vi indsamler dine PayPal-kontooplysninger, men de bliver ikke brugt uden din tilladelse.
de: Wir öffnen die PayPal-Website in Ihrem Browser, um Ihr Konto zu verifizieren. Wir erfragen Ihre PayPal-Kontoinformationen, werden sie aber nicht ohne Ihre Zustimmung verwenden.
el: Θα ανοίξουμε την τοποθεσία web του PayPal στο πρόγραμμα περιήγησής σας για να επαληθεύσετε το λογαριασμό σας. Θα συλλέξουμε τις πληροφορίες του λογαριασμού PayPal σας, αλλά δεν θα τις χρησιμοποιήσουμε χωρίς την άδειά σας.
es: Abriremos el sitio web de PayPal en el navegador para comprobar su cuenta. Recopilaremos la información de tu cuenta de PayPal, pero no la usaremos sin tu permiso.
et: Konto kinnitamiseks avame teie brauseris PayPali veebisaidi. Kogume teie PayPali konto teavet, kuid ei kasuta seda ilma teie loata.
eu: Kontua egiaztatzeko, PayPal gunea irekiko dugu arakatzailean. Gogoan izan PayPal kontuaren informazioa bilduko dugula, baina ez dugu erabiliko baimenik gabe.
fa: برای تأیید حسابتان، وب‌سایت PayPal را در مرورگرتان باز می‌کنیم. ما اطلاعات حساب PayPal شما را جمع‌آوری می‌کنیم، اما از آن بدون اجازه شما استفاده نخواهیم کرد.
ga: Osclóidh muid suíomh Gréasáin PayPal i do bhrabhsálaí chun do chuntas a fhíorú. Baileoimid d'fhaisnéis chuntais PayPal ach ní úsáidfimid í gan do chead.
gd: Thèid d’ ath-stiùireadh gu làrach-lìn PayPal nad bhrabhsair a dhearbhadh a’ chunntais agad. Cruinnichidh sinn fiosrachadh mun chunntas PayPal agad ach cha chleachd sinn e gun chead uat.
gl: Abriremos o sitio web de PayPal no explorador para verificar a conta. Recompilaremos a información da conta de PayPal, pero non a usaremos sen o seu permiso.
gu: તમારા ખાતાને ચકાસવા માટે અમે તમારા બ્રાઉઝરમાં payPal ની વેબસાઇટ ખોલીશું. અમે તમારા PayPal ખાતાની માહિતી એકત્રિત કરીશું પરંતુ તમારી અનુમતિ વિના તેનો ઉપયોગ કરીશું નહીં.
he: נפתח את האתר של PayPal בדפדפן שלך כדי לאמת את חשבונך. נאסוף את פרטי חשבון PayPal שלך אך לא נשתמש בהם ללא הרשאתך.
hi: आपके खाते की पुष्टि करने के लिए हम आपके ब्राउज़र में PayPal की वेबसाइट खोलेंगे. हम आपकी PayPal खाता जानकारी एकत्रित करेंगे लेकिन आपकी अनुमति के बिना उसका उपयोग नहीं करेंगे.
hr: Otvorit ćemo web-mjesto servisa PayPal u vašem pregledniku radi provjere vašeg računa. Prikupit ćemo informacije o računu servisa PayPal, ali ih nećemo koristiti bez vaše dozvole.
hu: Megnyitjuk a PayPal webhelyét a böngészőben, hogy visszaigazolja a fiókját. Összegyűjtjük PayPal-fiókja adatait, de az engedélye nélkül nem használjuk fel őket.
id: Kami akan membuka situs web PayPal di browser untuk memverifikasi akun Anda. Kami akan mengumpulkan informasi akun PayPal Anda, tetapi tidak akan menggunakannya tanpa seizin Anda.
is: Við opnum vefsvæði PayPal í vafranum þínum til að staðfesta reikninginn þinn. Við söfnum PayPal-reikningsupplýsingunum þínum en notum þær ekki án þinnar heimildar.
ja: お客様のアカウントを確認するために、お客様のブラウザーで PayPal の Web サイトを開きます。Microsoft は、お客様の PayPal アカウント情報を収集しますが、お客様の許可なくこれを使用することはありません。
ka: ჩვენ გავხსნით PayPal-ის ვებსაიტს თქვენს ბრაუზერში, თქვენი ანგარიშის დასამოწმებლად. ჩვენ ინფორმაციას ავიღებთ თქვენი PayPal ანგარიშიდან, მაგრამ არ გამოვიყენებთ მას თქვენი ნებართვის გარეშე.
kk: Тіркелгіңізді верификациялау үшін PayPal веб-сайты шолғышта ашылады. PayPal тіркелгіңіз туралы ақпарат жиналады, бірақ рұқсатыңызсыз пайдаланылмайды.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ದೃಢೀಕರಿಸಲು ನಾವು ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನಲ್ಲಿ PayPal ನ ವೆಬ್‌ಸೈಟ್ ಅನ್ನು ತೆರೆಯುತ್ತೇವೆ. ನಿಮ್ಮ PayPal ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ನಾವು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಆದರೆ ಅದನ್ನು ನಿಮ್ಮ ಅನುಮತಿಯಿಲ್ಲದೆಯೇ ಬಳಸುವುದಿಲ್ಲ.
ko: 계정을 확인하기 위해 브라우저에서 PayPal 웹 사이트를 엽니다. 당사는 PayPal 계정 정보를 수집하지만 사용자의 허락 없이 사용하지 않습니다.
lo: ພວກເຮົາຈະເປີດເວັບ​ໄຊ​ທ໌ຂອງ PayPal ໃນບຣາວເຊີຂອງທ່ານເພື່ອຢັ້ງຢືນບັນຊີຂອງທ່ານ. ພວກເຮົາຈະເກັບເອົາຂໍ້ມູນບັນຊີ PayPal ຂອງທ່ານແຕ່ບໍ່ໃຊ້ມັນໂດຍບໍ່ມີການອະນຸຍາດຈາກທ່ານ.
lt: Atidarysime „PayPal“ svetainę jūsų naršyklėje, kad patvirtintume jūsų paskyrą. Surinksime jūsų „PayPal“ paskyros informaciją, bet nenaudosime jos be jūsų leidimo.
lv: Jūsu pārlūkprogrammā tiks atvērta vietne PayPal, lai verificētu jūsu kontu. Mēs apkoposim jūsu PayPal konta informāciju, bet neizmantosim to bez jūsu atļaujas.
mi: Ka whakatuwheratia te paetukutuku o PayPal ki tō pūtirotiro hei manatoko i tō pūkete. Ka kohia ō mōhiohio pūkete PayPal engari kāore e whakamahia ki te kore koe e whakaae.
mk: Ќе ја отвориме веб-локацијата на PayPal во прегледувачот за да ја проверите сметката. Ќе ги собереме информациите за сметката на PayPal, но нема да ги користиме без ваша дозвола.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കുന്നതിന് ഞങ്ങൾ നിങ്ങളുടെ ബ്രൗസറിൽ PayPal-ന്റെ വെബ്സൈറ്റ് തുറക്കും. ഞങ്ങൾ നിങ്ങളുടെ PayPal അക്കൗണ്ട് വിവരങ്ങൾ ശേഖരിക്കും, എന്നാൽ നിങ്ങളുടെ അനുമതിയില്ലാതെ ഇത് ഞങ്ങൾ ഉപയോഗിക്കുന്നതല്ല.
mr: आम्ही आपले खाते पडताळण्यासाठी आपल्या ब्राउझरमध्ये PayPal ची वेबसाइट उघडू. आम्ही आपली PayPal खाते माहिती गोळा करू परंतु ती आपल्या परवानगीशिवाय वापरणार नाही.
ms: Kami akan membuka laman web PayPal dalam pelayar anda untuk mengesahkan akaun anda. Kami akan mengumpul maklumat akaun PayPal anda tetapi tidak akan menggunakannya tanpa kebenaran anda.
mt: Se nftħu l-websajt ta’ PayPal fil-brawżer tiegħek biex tivverifika l-kont tiegħek. Aħna se niġbru l-informazzjoni tal-kont ta' PayPal tiegħek iżda mhux se nużawha mingħajr il-permess tiegħek.
ne: तपाईंको खाता रुजू गर्न हामी तपाईंको ब्राउजरमा PayPal को वेबसाइट खोल्ने छौँ। हामी तपाईंको PayPal खाताको जानकारी सङ्कलन गर्ने छौँ तर तपाईंको अनुमति बिना यसको प्रयोग गर्ने छैनौँ।
nn_no: Vi opnar PayPal sin nettstad, i nettlesaren, for å stadfeste kontoen din. Vi samlar inn opplysningar om PayPal-kontoen din, men bruker dei ikkje utan løyve frå deg.
no: Du blir omdirigert til PayPals nettsted, i nettleseren din, for å bekrefte kontoen din. Vi samler inn opplysninger om PayPal-kontoen, men bruker dem ikke uten din tillatelse.
or: ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆମେ ଆପଣଙ୍କ ବ୍ରାଉଜରରେ PayPal ର ୱେବସାଇଟ୍ ଖୋଲିବୁ. ଆମେ ଆପଣଙ୍କର PayPal ଏକାଉଣ୍ଟ୍ ସୂଚନା ସଂଗ୍ରହ କରିବୁ କିନ୍ତୁ ଆପଣଙ୍କ ଅନୁମତି ବିନା ଏହାକୁ ବ୍ୟବହାର କରିବୁ ନାହିଁ.
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ PayPal ਦੀ ਵੈਬਸਾਈਟ ਨੂੰ ਤੁਹਾਡੇ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਖੋਲ੍ਹਾਂਗੇ। ਅਸੀਂ ਤੁਹਾਡੇ PayPal ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕਰਾਂਗੇ, ਪਰ ਇਸ ਨੂੰ ਤੁਹਾਡੀ ਆਗਿਆ ਦੇ ਬਿਨਾਂ ਨਹੀਂ ਵਰਤਾਂਗੇ।
pl: Otworzymy witrynę PayPal w Twojej przeglądarce w celu weryfikacji konta. Zarejestrujemy informacje o Twoim koncie PayPal, ale nie użyjemy ich bez Twojej zgody.
ru: Для проверки учетной записи будет открыт веб-сайт PayPal в вашем браузере. Мы будем собирать сведения о вашей учетной записи PayPal, но не будем использовать их без вашего разрешения.
sl: V vašem brskalniku bomo odprli spletno mesto PayPal, kjer boste lahko potrdili svoj račun. Podatke o vašem računu PayPal zberemo, a ji brez vašega dovoljenja ne bomo uporabljali.
sr_cyrl_rs: Отворићемо веб локацију услуге PayPal у прегледачу како бисмо верификовали ваш налог. Ми прикупљамо информације о вашем PayPal налогу, али их нећемо користити без ваше дозволе.
sr_latn_rs: Otvorićemo veb lokaciju usluge PayPal u pregledaču kako bismo verifikovali vaš nalog. Mi prikupljamo informacije o vašem PayPal nalogu, ali ih nećemo koristiti bez vaše dozvole.
sv: Vi öppnar PayPals webbplats i din webbläsare för att verifiera ditt konto. Vi samlar in din PayPal-kontoinformation, men vi använder den inte utan din tillåtelse.
ta: நாங்கள் உங்கள் கணக்கைச் சரிபார்ப்பதற்காக, உங்கள் உலாவியில் PayPal வலைத் தளத்தைத் திறப்போம். உங்கள் PayPal கணக்குத் தகவலைச் சேகரிப்போம், ஆனால் உங்கள் அனுமதி இல்லாமல் அதைப் பயன்படுத்த மாட்டோம்.
te: మీ ఖాతాను ధ్రువీకరించడానికి మేము మీ బ్రౌజర్‌లో PayPal యొక్క వెబ్‌సైట్‌‌ను తెరుస్తాము. మేము మీ PayPal ఖాతా సమాచారాన్ని సేకరిస్తాము కానీ మీ అనుమతి లేకుండా దానిని ఉపయోగించము.
th: เราจะเปิดเว็บไซต์ของ PayPal ในเบราว์เซอร์เพื่อทำการยืนยันบัญชีของคุณ เราจะเก็บรวบรวมข้อมูลบัญชี PayPal ของคุณ แต่จะไม่ใช้ข้อมูลเหล่านั้นหากไม่ได้รับอนุญาต
tr: Hesabınızı doğrulamak için PayPal’ın web sitesi açılacak. PayPal hesap bilgileriniz toplanır ancak izniniz olmadan kullanılmaz.
tt: Хисап язмагызны раслау өчен күзәтүчегездә PayPal төене ачылачак. Без PayPal хисап язмагыз турында мәгълүматны тупларбыз, ләкин рөхсәтегездән башка кулланмаячакбыз.
ug: تور كۆرگۈچتە PayPal توربېكىتىنى ئېچىپ ھېساباتىڭىزنى دەلىللەيمىز. PayPal ھېساباتى ئۇچۇرىڭىزنى توپلايمىز، ئەمما سىزدىن رۇخسەتسىز ئىشلەتمەيمىز.
uk: У вашому браузері буде відкрито веб-сайт PayPal для перевірки облікового запису. Ми збиратимемо дані вашого облікового запису PayPal, але не використовуватимемо їх без вашої згоди.
ur: آپ کے اکاؤنٹ کی تصدیق کرنے کیلئے ہم PayPal کی ویب سائٹ کو آپ کے براؤزر میں کھولیں گے۔ ہم آپ کے PayPal اکاؤنٹ کی معلومات جمع کریں گے لیکن آپ کی اجازت کے بغیر انہیں استعمال نہیں کریں گے۔
uz: Hisobinginzi tasdiqlash uchun brauzeringizda PayPal veb-saytini ochamiz. Biz PayPal hisobingiz maʼlumotlarini to‘playmiz, lekin ulardan ruxsatingizsiz foydalanmaymiz.
vi: Chúng tôi sẽ mở website của PayPal trong trình duyệt để xác minh tài khoản của bạn. Chúng tôi sẽ thu thập thông tin tài khoản PayPal của bạn nhưng không sử dụng thông tin đó khi bạn chưa cho phép.
zh_hans: 我们将在你的浏览器中打开 PayPal 网站以验证你的帐户。我们将收集你的 PayPal 帐户信息，但未经你的许可，我们不会使用该信息。
zh_hant: 系統將會在您的瀏覽器中開啟 PayPal 的網站以驗證您的帳戶。我們將會收集您的 PayPal 帳戶資訊，但不會在未經您同意的情況下使用該資訊。
