Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Ewallet.StoredValue.RedeemCSV.Button.ViewBalance
source: View balance
af: Bekyk saldo
am: ቀሪ ሒሳብ አሳይ
ar: عرض الرصيد
as: বেলেঞ্চ চাওক
az: Balansa baxın
bg: Преглед на баланса
bn_in: ব্যালেন্স দেখুন
bs: Prikaži stanje
cy: Gweld y balans
da: Vis saldo
de: Saldo anzeigen
el: Προβολή υπολοίπου
es: Ver saldo
et: Kuva saldo
eu: Ikusi saldoa
fa: مشاهده موجودی
ga: Féach an t-iarmhéid
gd: Seall am balans
gl: Ver saldo
gu: બેલેન્સ જુઓ
he: הצג יתרה
hi: शेष देखें
hr: Prikaz ravnoteže
hu: Egyenleg megtekintése
id: Lihat saldo
is: Sjá innistæðu
ja: 残高の表示
ka: ბალანსის ნახვა
kk: Балансты көру
kn: ಸಮತೋಲನವನ್ನು ವೀಕ್ಷಿಸಿ
ko: 잔액 보기
lo: ເບິ່ງຍອດ​ເງິນ
lt: Peržiūrėti balansą
lv: Skatīt bilanci
mi: Tiro moni pūkete
mk: Прикажи ја состојбата
ml: ബാലൻസ് കാണുക
mr: शिल्लक पहा
ms: Lihat baki
mt: Ara l-bilanċ
ne: मौजदात रकम हेर्नुहोस्‌
nn_no: Vis saldo
no: Vis saldo
or: ବାଲାନ୍ସ ଦେଖନ୍ତୁ
pa_in: ਬਕਾਇਆ ਦੇਖੋ
pl: Wyświetl saldo
ru: Просмотреть баланс
sl: Prikaži stanje
sr_cyrl_rs: Прикажи биланс
sr_latn_rs: Prikaži bilans
sv: Visa saldo
ta: இருப்பை பார்க்கவும்
te: బ్యాలెన్స్‌ను చూడండి
th: ดูยอดดุล
tr: Bakiyeyi görüntüle
tt: Балансны карау
ug: بالانىسنى كۆرۈندۈرۈش
uk: Переглянути баланс
ur: بیلنس دیکھیں
uz: Balansni ochish
vi: Xem số dư
zh_hans: 查看余额
zh_hant: 檢視餘額

# Literal.Ewallet.StoredValue.AddBalance.InfoText1
source: By selecting
af: Deur die volgende te kies
am: በመምረጥ
ar: من خلال تحديد
as: চয়ন কৰি
az: Seçməklə
bg: Избирайки
bn_in: নির্বাচন করে
bs: Odabirom stavke
cy: Trwy ddewis
da: Ved at vælge
de: Durch Auswahl von
el: Επιλέγοντας
es: Al seleccionar
et: Valides
eu: Hau hautatuta:
fa: انتخاب
ga: Ach é seo a roghnú,
gd: Le bhith a’ taghadh
gl: Ao seleccionar
gu: પસંદ કરીને
he: בעצם הלחיצה על
hi: इसे चुनकर
hr: Ako odaberete
hu: Ha kiválasztja a
id: Dengan memilih
is: Með því að velja
ka: თუ აირჩევთ
kk: Таңдау арқылы
kn: ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ
ko: 선택하면
ku_arab: لەگەڵ دەسنیشانکردنی
ky: Белгилөө менен
lo: ໂດຍການເລືອກ
lt: Pasirinkdami
lv: Atlasot
mi: Mā te tīpako
mk: Избирајќи
ml: തിരഞ്ഞെടുക്കുന്നതിലൂടെ
mn: Үүнийг сонгосноор
mr: निवडून
ms: Dengan memilih
mt: Billi tagħżel
ne: चयन गरेर
nn_no: Ved å velje
no: Ved å velge
or: ଚୟନ କରି
pa_arab_pk: منتخب کردیاں
pa_in: ਚੁਣ ਕੇ
pl: Wybierając pozycję
ru: Нажимая кнопку
sd: چونڊ ڪري
si: තෝරාගැනීමෙන්
sl: Če izberete
sr_cyrl_rs: Ако изаберете
sr_latn_rs: Ako izaberete
sv: Genom att välja
ta: தேர்ந்தெடுப்பதன் மூலம்
te: మీరు మీ బ్యాలెన్స్‌కు
tg: Бо интихоб кардани
th: เมื่อเลือก
tt: Сез,
ug: تاللاش بىلەن
uk: Натискаючи
ur: منتخب کر کے
uz: Tanlash orqali
vi: Bằng cách chọn
zh_hans: 选择
zh_hant: 選取

# Literal.Ewallet.StoredValue.AddBalance.InfoText3
source: , you agree to the
af: , stem jy in tot die
am: ፣ የሚስማሙት በ
ar: ، فإنك توافق على
as: , আপুনি সন্মত হৈছে
az: aşağıdakılara razılıq verirsiniz:
bg: се съгласявате с
bn_in: , আপনি এর সাথে সম্মত হন
bs: potvrđujete da ste saglasni sa
cy: , rydych chi'n cytuno i'r
da: du accepterer
de: stimmen Sie den
el: , αποδέχεστε τους
es: , acepta las
et: , nõustute dokumendiga
eu: , onartu egingo dituzu
fa: بدین معنی است که شما با
ga: , aontaíonn tú leis na
gd: , bidh tu ag aontachadh ri
gl: , significa que acepta as
gu: , તમે આ માટે સંમત થાઓ છો
he: , מהווה את הסכמתך ל
hi: , आप इसके लिए सहमति देते हैं
hr: prihvaćate
hu: lehetőséget, azzal elfogadja az
id: , Anda menyetujui
is: Ef þú velur Áfram samþykkirðu
ja: を選択することにより、
ka: , თქვენ ეთანხმებით
kk: , мыналармен келісесіз:
kn: , ನೀವು ಇದಕ್ಕೆ ಒಪ್ಪುತ್ತೀರಿ
ko: 판매 약관에
lo: , ທ່ານເຫັນດີນຳ
lt: sutinkate su
lv: , jūs piekrītat
mi: , e whakaae ana koe ki te
mk: , се согласувате со
ml: , നിങ്ങൾ അംഗീകരിക്കുന്നു
mr: , आपण स्वीकारता की
ms: , anda bersetuju dengan
mt: , inti taqbel ma'
ne: तपाईं निम्नसँग सहमत हुनुहुन्छ
nn_no: , du godtek
no: , du godtar
or: , ଆପଣ ଏଥିରେ ସହମତ ଅଟନ୍ତି
pa_in: , ਤੁਸੀਂ ਇਸ ਨਾਲ ਸਹਿਮਤ ਹੋ
pl: , akceptujesz
ru: , вы принимаете
sl: , se strinjate s
sr_cyrl_rs: , пристајете на
sr_latn_rs: , pristajete na
sv: , godkänner du
ta: , அடுத்து என்பதைத் தேர்ந்தெடுப்பதன் மூலம் நீங்கள் இவற்றை ஏற்கிறீர்கள்
te: , మీరు
th: ถือว่าคุณยอมรับ
tr: seçeneğini belirlediğinizde
tt: тамгалап, моның белән ризалашасыз:
ug: ، مەزكۇر
uk: , ви приймаєте ці
ur: ، آپ اس سے اتفاق کرتے ہیں
uz: , siz rozilik bildirasiz
vi: , bạn đồng ý với
zh_hans: 即表示你同意
zh_hant: ，即表示您同意

# Literal.Ewallet.StoredValue.AddBalance.InfoText4
source: Store Terms of Sale
af: Winkel se verkoopsbepalings
am: የሽያጭ ማከማቻ ውሎች ነው
ar: شروط البيع في Store
as: ষ্ট’ৰৰ বিক্ৰীৰ চৰ্তাৱলী
az: Mağaza Satış Şərtləri
bg: Условия за продажба на Store
bn_in: বিক্রয়ের জন্য স্টোরের মেয়াদ
bs: Uslovima prodaje za prodavnicu
cy: Telerau Gwerthu'r Siop
da: Store salgsbetingelser
de: Verkaufsbedingungen für den Store
el: Όρους πώλησης του Store
es: Condiciones de venta de la Tienda
et: Store'i müügitingimused
eu: Dendaren salmenta-baldintzak
fa: شرایط فروش فروشگاه
ga: Téarmaí díolacháin Store
gd: Teirmichean reic an Store
gl: Condicións de venda da Store
gu: વેચાણ સંબંધી સ્ટોરની શરતો
he: תנאי המכירה של ה- Store
hi: स्टोर की बिक्री की शर्तें
hr: Uvjete prodaje u trgovini
hu: Áruház értékesítési feltételeit
id: Ketentuan Penjualan Microsoft Store
is: Söluskilmálar verslunar
ja: ストアの販売条件
ka: „Store-ის“ (მაღაზია) გაყიდვის პირობებს
kk: Дүкеннің сату шарттары
kn: ಸ್ಟೋರ್ ನಿಬಂಧನೆಗಳು ಮಾರಾಟ
ko: 동의하게 되며,
lo: ເງື່ອນໄຂຂອງການຂາຍຂອງຮ້ານ
lt: Parduotuvės Pardavimo sąlygomis
lv: veikala pārdošanas nosacījumiem
mi: Ngā Ture Hoko Pātaka
mk: условите за продажба на Store
ml: വിൽപ്പന സ്‌റ്റോർ നിബന്ധനകൾ
mr: स्टोअरच्या विक्रीच्या अटी
ms: Terma Jualan Gedung
mt: Termini tal-Bejgħ tal-Ħanut
ne: स्टोरको विक्रीको सर्त
nn_no: Salgsbetingelsar for butikken
no: Salgsvilkår for Store
or: ବିକ୍ରୟ ସର୍ତ୍ତାବଳୀ ସଂରକ୍ଷଣ କରନ୍ତୁ
pa_in: ਵਿਕਰੀ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਸਟੋਰ ਕਰੋ
pl: Warunki sprzedaży sklepu
ru: условия продажи Store
sl: pogoji prodaje v trgovini,
sr_cyrl_rs: Услови продаје за Store
sr_latn_rs: Uslovi prodaje za Store
sv: Försäljningsvillkor för Store
ta: ஸ்டோர் விற்பனை விதிமுறைகள்
te: స్టోర్ విక్రయ నిబంధనలకు
th: ข้อกำหนดการขายของร้านค้า
tr: Store Satış Koşulları
tt: Store'ның сату шартлары.
ug: «Store سېتىش شەرتلىرى» گە قوشۇلغان بولىسىز
uk: Умови продажу в магазині,
ur: اسٹور کی شرائط فروخت
uz: Doʻkonning sotuv shartlari
vi: Điều khoản bán hàng của cửa hàng
zh_hans: Microsoft Store 销售条款
zh_hant: Microsoft Store 銷售條款

# Literal.Ewallet.StoredValue.AddBalance.InfoText5
source: and this amount will be added to ()EmailAddress.
af: en hierdie bedrag sal by ()EmailAddress gevoeg word.
am: እና ይህ መጠን ወደ ()EmailAddress የሚካተት ይሆናል።
ar: وستتم إضافة هذا المبلغ إلى ()EmailAddress.
as: আৰু এই পৰিমাণটো ()ইমেইল ঠিকনাত যোগ কৰা হ'ব।
az: və bu məbləğ ()EmailAddress ünvanına əlavə ediləcək.
bg: и тази сума ще бъде добавена към ()EmailAddress.
bn_in: এবং এই পরিমাণটি ()ইমেল ঠিকানায় যুক্ত করা হবে।
bs: i ovaj iznos će biti dodan na ()EmailAddress.
cy: a bydd y swm hwn yn cael ei ychwanegu at ()EmailAddress.
da: og dette beløb vil blive føjet til ()EmailAddress.
de: zu, und dieser Betrag wird ()EmailAddress hinzugefügt.
el: και αυτό το ποσό θα προστεθεί στο ()EmailAddress.
es: y esta cantidad se agregará a ()EmailAddress.
et: ja see summa lisatakse meiliaadressile ()EmailAddress.
eu: eta zenbateko hau ()EmailAddress kontuan gehituko da.
fa: موافقت می‌کنید و این مبلغ به ()EmailAddress اضافه خواهد شد.
ga: agus cuirfear an méid seo le ()EmailAddress.
gd: agus thèid an t-suim seo a chur ri ()EmailAddress.
gl: e esta cantidade engadiranse ao enderezo ()EmailAddress.
gu: અને આ રકમ ()EmailAddress માં ઍડ કરવામાં આવશે.
he: וסכום זה יתווסף ל- ()EmailAddress.
hi: और इस राशि को ()EmailAddress में जोड़ दिया जाएगा.
hr: i taj će se iznos dodati na ()EmailAddress.
hu: , és ez az összeg hozzá lesz rendelve ehhez a címhez: () EmailAddress.
id: dan jumlah ini akan ditambahkan ke ()EmailAddress.
is: og þessari upphæð verður bætt við ()netfangið.
ja: に同意したことになり、この額は ()EmailAddress に追加されます。
ka: და ეს თანხა დაემატება ()ელფოსტის მისამართს.
kk: және осы мөлшер ()EmailAddress үшін қосылады.
kn: ಮತ್ತು ಈ ಮೊತ್ತವನ್ನು ()EmailAddress ಕ್ಕೆ ಸೇರಿಸಲಾಗುವುದು.
ko: 이 금액이 ()EmailAddress에 추가됩니다.
lo: ແລະ ຈຳ ນວນນີ້ຈະຖືກເພີ່ມເຂົ້າໃນ () EmailAddress.
lt: ir ši suma bus įtraukta į ()EmailAddress.
lv: , un šī summa tiks pievienota adresei ()EmailAddress.
mi: ā, ka tāpiritia tēnei rahi ki te ()WāhitauĪmēra.
mk: и оваа сума ќе се додаде на ()EmailAddress.
ml: കൂടാതെ ഈ തുക ()ഇമെയിൽ വിലാസത്തിലേക്ക് ചേർക്കും.
mr: आणि ही रक्कम ()ईमेलपत्ता मध्ये जोडली जाईल.
ms: dan amaun ini akan ditambahkan pada () EmailAddress.
mt: u dan l-ammont se jiżdied ma' ()EmailAddress.
ne: र यो रकम ()EmailAddress मा थपिने छ।
nn_no: og dette beløpet vil blir lagt til ()EmailAddress.
no: og dette beløpet vil bli lagt til i ()EmailAddress.
or: ଏବଂ ଏହି ରାଶି ()EmailAddress ରେ ଯୋଡାଯିବ.
pa_in: ਅਤੇ ਇਸ ਰਕਮ ਨੂੰ ()EmailAddress ਵਿੱਚ ਜੋੜਿਆ ਜਾਵੇਗਾ।
pl: i ta kwota zostanie dodana do adresu ()EmailAddress.
ru: , и эта сумма будет добавлена в ()EmailAddress.
sl: ta znesek pa bo dodan naslovu ()EmailAddress.
sr_cyrl_rs: и овај износ ће бити додат на налог ()EmailAddress.
sr_latn_rs: i ovaj iznos će biti dodat na nalog ()EmailAddress.
sv: och beloppet läggs till i ()EmailAddress.
ta: மற்றும் இந்த தொகை () மின்னஞ்சல் முகவரிகளில் சேர்க்கப்படும்.
te: ఆపై ఈ మొత్తం ()EmailAddressకు జోడించబడుతుంది.
th: และจำนวนเงินนี้จะถูกเพิ่มไปยัง ()EmailAddress
tr: 'nı kabul etmiş olursunuz ve bu miktar, şuraya eklenir: ()EmailAddress.
tt: Һәм бу сумма сезнең ()EmailAddress параметрына өстәләчәк.
ug: ۋە بۇ مىقدار، ()EmailAddress غا قوشۇلىدۇ.
uk: а вказану суму буде внесено на рахунок облікового запису ()EmailAddress.
ur: اور یہ رقم آپ کے ()EmailAddress میں شامل کر دی جائے گی۔
uz: va bu miqdor ()EmailAddress hisobiga kiritiladi.
vi: và số tiền này sẽ được thêm vào () EmailAddress.
zh_hans: 且此数量将添加到 ()EmailAddress。
zh_hant: ，且此金額會新增到 ()EmailAddress。

# Literal.Ewallet.StoredValue.RedeemCSV.RequiredField
source: Code or card number is a required field
af: Kode of kaartnommer is ’n vereiste veld
am: የኮድ ወይም ካርድ ቁጥር መግባት አለበት
ar: حقل الرمز أو رقم البطاقة مطلوب
as: কোড বা কাৰ্ড নম্বৰ এটা প্ৰয়োজনীয় ক্ষেত্ৰ
az: Kod və ya kart nömrəsi tələb olunan sahədir
bg: Кодът или номерът на картата е задължително поле
bn_in: কোড বা কার্ড নম্বর একটি প্রয়োজনীয় ক্ষেত্র
bs: Kôd ili broj kartice je obavezno polјe
cy: Rhaid llenwi'r cod neu rif y cerdyn
da: Kode eller kortnummer er et obligatorisk felt
de: Der Code oder die Kartennummer muss angegeben werden.
el: Ο κωδικός ή ο αριθμός κάρτας είναι απαιτούμενο πεδίο
es: El código o número de tarjeta es un campo obligatorio.
et: Kood või kaardi number on kohustuslik väli
eu: Kodea edo txartelaren zenbakia nahitaez adierazi behar da
fa: کد یا شماره کارت فیلد الزامی است
ga: Is réimse riachtanach é an cód nó uimhir an chárta
gd: Tha raon a’ chòd no àireamh na cairte na raon riatanach
gl: Debe indicar o número de cartón ou o código.
gu: કોડ અથવા કાર્ડ નંબર એ આવશ્યક ફીલ્ડ છે
he: 'קוד' או 'מספר כרטיס' הוא שדה נדרש
hi: कोड या कार्ड संख्या एक आवश्यक फ़ील्ड है
hr: Kôd ili broj kartice je obavezno polje
hu: A kód vagy a kártyaszám mező kitöltése kötelező
id: Kode atau nomor kartu adalah bidang yang wajib diisi
is: Kóði er kortanúmer er áskilinn reitur
ja: コードまたはカード番号は必須フィールドです
ka: კოდის ან ბარათის ნომერი სავალდებულო ველია
kk: Код немесе карта нөмірі міндетті өріс болып табылады
kn: ಕೋಡ್ ಅಥವಾ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ಒಂದು ಅವಶ್ಯಕ ಫೀಲ್ಡ್ ಆಗಿದೆ
ko: 코드 또는 카드 번호는 필수 필드입니다.
lo: ຊ່ອງຂໍ້ມູນລະຫັດ ຫຼື ເລກບັດແມ່ນຈຳເປັນ
lt: Kodas arba kortelės numeris yra būtinas laukas
lv: Kods vai kartes numurs ir obligāti aizpildāms lauks
mi: He āpure ka hiahiatia te waehere, te tau kāri rānei
mk: Полето за код или број на картичка е задолжително
ml: കോഡ് അല്ലെങ്കിൽ കാർഡ് നമ്പർ ആവശ്യമായ ഫീൽഡാണ്
mr: कोड किंवा कार्ड क्रमांक आवश्यक फील्ड आहे
ms: Kod atau nombor kad adalah medan yang diperlukan
mt: In-numru tal-kodiċi jew tal-kard huwa qasam meħtieġ
ne: कोड वा कार्ड नम्बर आवश्यक क्षेत्र हो
nn_no: Kode eller kortnummer er eit påkravd felt
no: Kode- eller kortnummer er et obligatorisk felt
or: କୋଡ୍ କିମ୍ବା କାର୍ଡ ନମ୍ବର ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_in: ਕੋਡ ਜਾਂ ਕਾਰਡ ਨੰਬਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Kod lub numer karty jest polem wymaganym
ru: Код или номер карты является обязательным полем.
sl: Koda ali številka kartice je obvezno polje
sr_cyrl_rs: Кôд или број картице је обавезно поље
sr_latn_rs: Kôd ili broj kartice je obavezno polje
sv: Kod eller kortnummer måste anges
ta: குறியீடு அல்லது கார்டு எண் என்பது அவசியமான புலம்
te: కోడ్ లేదా కార్డ్ నంబర్ అనేది అవసరమైన ఫీల్డ్
th: รหัสหรือหมายเลขบัตรเป็นเขตข้อมูลที่ต้องระบุ
tr: Kod veya kart numarası gerekli bir alandır
tt: Код яки карта номеры - мәҗбүри кыр
ug: كود ياكى كارتا نومۇرى زۆرۈر بىر ساھەدۇر
uk: Поле коду або номера картки – обов’язкове
ur: کوڈ یا کارڈ نمبر ایک مطلوب فیلڈ ہے
uz: Kod yoki karta raqamini kiritish majburiy
vi: Mã hoặc số thẻ là trường bắt buộc
zh_hans: 代码或卡号是必填字段
zh_hant: 代碼或卡號是必要欄位

# Literal.Ewallet.StoredValue.RedeemCSV.InvalidField
source: Invalid code or card number
af: Ongeldige kode of kaartnommer
am: የተሳሳተ ኮድ ወይም የካርድ ቁጥር
ar: رمز أو رقم بطاقة غير صالح
as: অবৈধ কোড অথবা কাৰ্ড নম্বৰ
az: Yanlış kod və ya kart nömrəsi
bg: Невалиден код или номер на карта
bn_in: অবৈধ কোড অথবা কার্ড নম্বর
bs: Nevažeći kôd ili broj kartice
cy: Cod neu rif cerdyn annilys
da: Ugyldig kode eller kortnummer
de: Ungültiger Code oder ungültige Kartennummer.
el: Μη έγκυρος κωδικός ή αριθμός κάρτας
es: Código o número de tarjeta no válido
et: Sobimatu kood või kaardi number
eu: Kodeak edo txartelaren zenbakia ez du balio
fa: کد یا شماره کارت نامعتبر است
ga: Cód nó uimhir an chárta neamhbhailí
gd: Tha an còd no àireamh na cairte mì-dhligheach
gl: Número de cartón ou código non válido
gu: અમાન્ય કોડ અથવા કાર્ડ નંબર
he: קוד או מספר כרטיס לא חוקיים
hi: अमान्य कोड या कार्ड संख्या
hr: Kod ili broj kartice nije valjan
hu: Érvénytelen kód vagy kártyaszám
id: Kode atau nomor kartu tidak valid
is: Ógildur kóði eða kortanúmer
ja: 無効なコードまたはカード番号
ka: არასწორი კოდი ან ბარათის ნომერი
kk: Жарамсыз код немесе карта нөмірі
kn: ಅಮಾನ್ಯ ಕೋಡ್ ಅಥವಾ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ
ko: 잘못된 코드 또는 카드 번호
lo: ລະຫັດ ຫຼື ເລກບັດບໍ່ຖືກຕ້ອງ
lt: Netinkamas kodas arba kortelės numeris
lv: Nederīgs kods vai kartes numurs
mi: Waehere muhu, tau kāri muhu rānei
mk: Неважечки код или број на картичка
ml: അസാധുവായ കോഡ് അല്ലെങ്കിൽ കാർഡ് നമ്പർ
mr: अवैध कोड किंवा कार्ड क्रमांक
ms: Kod atau nombor kad tidak sah
mt: Numru tal-kodiċi jew tal-kard invalidu
ne: अमान्य कोड वा कार्ड नम्बर
nn_no: Ugyldig kode eller kortnummer
no: Ugyldig kode- eller kortnummer
or: ଅବୈଧ କୋଡ୍ କିମ୍ବା କାର୍ଡ ନମ୍ବର
pa_in: ਅਯੋਗ ਕੋਡ ਜਾਂ ਕਾਰਡ ਨੰਬਰ
pl: Nieprawidłowy kod lub numer karty
ru: Недопустимый код или номер карты.
sl: Neveljavna koda ali številka kartice
sr_cyrl_rs: Неважећи кôд или број картице
sr_latn_rs: Nevažeći kôd ili broj kartice
sv: Ogiltig kod eller kortnummer
ta: செல்லுபடியாகாத குறியீடு அல்லது கார்டு எண்
te: కోడ్ లేదా కార్డ్ నంబర్ చెల్లదు
th: รหัสหรือหมายเลขบัตรไม่ถูกต้อง
tr: Kod veya kart numarası geçersiz
tt: Ялгыш код яки карта номеры
ug: ئىناۋەتسىز كود ياكى كارتا نومۇرى
uk: Неприпустимий код або номер картки
ur: غلط کوڈ یا کارڈ نمبر
uz: Kod yoki karta raqami xato
vi: Mã hoặc số thẻ không hợp lệ
zh_hans: 代码或卡号无效
zh_hant: 代碼或卡號無效

# Literal.Storify.ChangeBillingAddress.Header
source: Change billing address
af: Verander faktureringsadres
am: የክፍያ አድራሻዎን ይቀይሩ
ar: تغيير عنوان الفوترة
as: বিলিং ঠিকনা সলনি কৰক
az: Hesablaşma ünvanını dəyiş
bg: Промяна на адрес на фактуриране
bn_in: বিলিং ঠিকানা পরিবর্তন করুন
bs: Promijeni adresu za naplatu
cy: Newid cyfeiriad bilio
da: Rediger faktureringsadressen
de: Rechnungsadresse ändern
el: Αλλαγή διεύθυνσης χρέωσης
es: Cambiar la dirección de facturación
et: Arveldusaadressi muutmine
eu: Aldatu fakturazio-helbidea
fa: تغییر آدرس صورتحساب
ga: Seoladh billeála a athrú
gd: Atharraich an seòladh bileachaidh
gl: Modificar o enderezo de facturación
gu: બિલિંગ સરનામું બદલો
he: שינוי כתובת לחיוב
hi: बिलिंग पता परिवर्तित करें
hr: Promjena adrese za naplatu
hu: Számlázási cím módosítása
id: Ubah alamat penagihan
is: Breyta heimilisfangi greiðanda
ja: 請求先住所の変更
ka: ბილინგის მისამართის შეცვლა
kk: Шот жіберілетін мекенжайды өзгерту
kn: ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಬದಲಾಯಿಸಿ
ko: 청구지 주소 변경
lo: ເພີ່ມທີ່ຢູ່ຈັດສົ່ງໃໝ່
lt: Keisti sąskaitų siuntimo adresą
lv: Norēķinu adreses maiņa
mi: Huri wāhitau namatanga
mk: Изменете ја адресата за наплата
ml: ബില്ലിംഗ് വിലാസം മാറ്റുക
mr: बिलिंगचा पत्ता बदला
ms: Ubah alamat pengebilan
mt: Ibdel l-indirizz tal-ħlasijiet
ne: बिलिङ ठेगाना परिवर्तन गर्नुहोस्‌
nn_no: Endre fakturaadresse
no: Endre faktureringsadresse
or: ବିଲିଂ ଠିକଣା ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa_in: ਬਿਲਿੰਗ ਪਤਾ ਬਦਲੋ
pl: Zmień adres rozliczeniowy
ru: Изменить адрес выставления счета
sl: Sprememba naslova za plačnika računa
sr_cyrl_rs: Промените адресу фактурисања
sr_latn_rs: Promenite adresu fakturisanja
sv: Ändra faktureringsadress
ta: பில்லிங் முகவரியை மாற்றவும்
te: బిల్లింగ్ చిరునామాను మార్చండి
th: เปลี่ยนแปลงที่อยู่สำหรับเรียกเก็บเงิน
tr: Fatura adresini değiştirme
tt: Хисап чыгару адресын үзгәртү
ug: تالونلاش ئادرېسىنى ئۆزگەرتىش
uk: Змінення адреси для виставлення рахунків
ur: بلنگ کا پتہ تبدیل کریں
uz: Billing manzilni oʻzgartirish
vi: Thay đổi địa chỉ thanh toán
zh_hans: 更改帐单邮寄地址
zh_hant: 變更帳單地址

# Literal.Storify.ChangeShippingAddress.Header
source: Change shipping address
af: Verander versendingsadres
am: የማድረሻ አድራሻዎን ይቀይሩ
ar: تغيير عنوان الشحن
as: শ্বিপিং ঠিকনা সলনি কৰক
az: Göndəriş ünvanını dəyiş
bg: Промяна на адреса за доставка
bn_in: পাঠানোর ঠিকানা পরিবর্তন করুন
bs: Promijeni adresu za isporuku
cy: Newid cyfeiriad postio
da: Rediger leveringsadressen
de: Versandadresse ändern
el: Αλλαγή διεύθυνσης αποστολής
es: Cambiar la dirección de envío
et: Kättetoimetamisaadressi muutmine
eu: Aldatu bidalketa-helbidea
fa: تغییر آدرس ارسال
ga: Seoladh poist a athrú
gd: Atharraich an seòladh libhrigidh
gl: Modificar o enderezo de envío
gu: શિપિંગ સરનામું બદલો
he: שינוי כתובת למשלוח
hi: शिपिंग पता परिवर्तित करें
hr: Promjena adrese za dostavu
hu: Szállítási cím módosítása
id: Ubah alamat pengiriman
is: Breyta heimilisfangi viðtakanda
ja: 配送先住所の変更
ka: მიწოდების მისამართის შეცვლა
kk: Жеткізу мекенжайын өзгерту
kn: ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸವನ್ನು ಬದಲಾಯಿಸಿ
ko: 배송 주소 변경
lo: ປ່ຽນທີ່ຢູ່ໃບບິນ
lt: Keisti pristatymo adresą
lv: Piegādes adreses maiņa
mi: Huri wāhitau tukunga
mk: Изменете ја адресата за испраќање
ml: ഷിപ്പിംഗ് വിലാസം മാറ്റുക
mr: शिपिंग पत्ता बदला
ms: Ubah alamat penghantaran
mt: Ibdel l-indirizz tal-konsenja
ne: सिपिङ ठेगाना परिवर्तन गर्नुहोस्‌
nn_no: Endre leveringsadresse
no: Endre leveringsadresse
or: ସିପିଂ ଠିକଣା ପରିବର୍ତ୍ତନ କରନ୍ତୁ
pa_in: ਸ਼ਿਪਿੰਗ ਪਤਾ ਬਦਲੋ
pl: Zmień adres wysyłkowy
ru: Изменить адрес доставки
sl: Spremeni naslov za dostavo
sr_cyrl_rs: Промените адресу за испоруку
sr_latn_rs: Promenite adresu za isporuku
sv: Ändra leveransadress
ta: ஷிப்பிங் முகவரியை மாற்றவும்
te: షిప్పింగ్ చిరునామాను మార్చండి
th: เปลี่ยนแปลงที่อยู่สำหรับจัดส่ง
tr: Gönderim adresini değiştirme
tt: Китерү адресын үзгәртү
ug: توشۇش ئادرېسىنى ئۆزگەرتىش
uk: Змінення адреси доставки
ur: ترسیل کا پتہ تبدیل کریں
uz: Yetkazib berish manzilini oʻzgartirish
vi: Thay đổi địa chỉ chuyển hàng
zh_hans: 更改送货地址
zh_hant: 變更收件地址

# Literal.Storify.AddABillingAddress.Text
source: Add a billing address
af: Voeg ’n faktureringsadres by
am: የመክፈያ አድራሻ ያክሉ
ar: إضافة عنوان فوترة
as: এটা বিলিং ঠিকনা যোগ কৰক
az: Hesablaşma ünvanı əlavə et
bg: Добавяне на адрес за фактуриране
bn_in: একটি বিলিং ঠিকানা যোগ করুন
bs: Dodajte adresu za naplatu
cy: Ychwanegu cyfeiriad bilio
da: Tilføj en faktureringsadresse
de: Rechnungsadresse hinzufügen
el: Προσθήκη διεύθυνσης χρέωσης
es: Agregar una dirección de facturación
et: Lisa arveldusaadress
eu: Gehitu fakturazio-helbide bat
fa: افزودن آدرس صورتحساب
ga: Cuir seoladh billeála leis
gd: Cuir seòladh bileachaidh ris
gl: Engadir un enderezo de facturación
gu: એક બિલિંગ સરનામું ઍડ કરો
he: הוסף כתובת לחיוב
hi: कोई बिलिंग पता जोड़ें
hr: Dodaj adresu za naplatu
hu: Számlázási cím hozzáadása
id: Tambah alamat penagihan
is: Bæta við nýju heimilisfangi greiðanda
ja: 請求先住所を追加
ka: ბილინგის მისამართის დამატება
kk: Шот жіберілетін мекенжайды қосу
kn: ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ko: 새 청구 주소 추가
lo: ເພີ່ມທີ່ຢູ່ໃບບິນ
lt: Įtraukti sąskaitų siuntimo adresą
lv: Pievienot norēķinu adresi
mi: Tāpirihia he wāhitau tuku nama
mk: Додајте адреса за наплата
ml: ഒരു ബില്ലിംഗ് വിലാസം ചേർക്കുക
mr: एक बिलाचा पत्ता जोडा
ms: Tambah alamat pengebilan
mt: Żid indirizz tal-ħlasijiet
ne: बिलिङ ठेगाना थप्नुहोस्
nn_no: Legg til ei faktureringsadresse
no: Legge til en faktureringsadresse
or: ଏକ ନୂତନ ବିଲିଂ ଠିକଣା ଯୋଡନ୍ତୁ
pa_in: ਕੋਈ ਬਿਲਿੰਗ ਪਤਾ ਜੋੜੋ
pl: Dodaj adres rozliczeniowy
ru: Добавление адреса выставления счета
sl: Dodaj naslov plačnika računa
sr_cyrl_rs: Додајте адресу фактурисања
sr_latn_rs: Dodajte adresu fakturisanja
sv: Lägg till en faktureringsadress
ta: ஒரு பில்லிங் முகவரியைச் சேர்க்கவும்
te: బిల్లింగ్ చిరునామాను జోడించండి
th: เพิ่มที่อยู่สําหรับเรียกเก็บเงิน
tr: Fatura adresi ekle
tt: Хисап чыгару адресын өстәү
ug: بىر تالونلاش ئادرېسى قوشۇش
uk: Додайте адресу для виставлення рахунків
ur: بلنگ کا ایک پتہ شامل کریں
uz: Billing manzilini qoʻshish
vi: Thêm địa chỉ thanh toán
zh_hans: 添加帐单邮寄地址
zh_hant: 新增帳單地址

# Literal.Storify.AddAShippingAddress.Text
source: Add a shipping address
af: Voeg ’n versendingsadres by
am: የመላኪያ አድራሻ ያክሉ
ar: إضافة عنوان شحن
as: এটা শ্বিপিং ঠিকনা যোগ কৰক
az: Göndəriş ünvanı əlavə et
bg: Добавяне на адрес за доставка
bn_in: একটি গন্তব্য ঠিকানা যোগ করুন
bs: Dodajte adresu za isporuku
cy: Ychwanegu cyfeiriad postio
da: Tilføj en leveringsadresse
de: Versandadresse hinzufügen
el: Προσθήκη διεύθυνσης αποστολής
es: Agregar una dirección de envío
et: Lisa kättetoimetamisaadress
eu: Gehitu bidalketarako helbide bat
fa: افزودن نشانی ارسال
ga: Cuir seoladh poist leis
gd: Cuir seòladh lìbhrigidh ris
gl: Engadir un enderezo de envío
gu: એક શિપિંગ સરનામું ઍડ કરો
he: הוסף כתובת למשלוח
hi: कोई शिपिंग पता जोड़ें
hr: Dodaj adresu za dostavu
hu: Szállítási cím hozzáadása
id: Tambah alamat pengiriman
is: Bæta við nýju heimilisfangi viðtakanda
ja: 配送先住所を追加
ka: მიწოდების მისამართის დამატება
kk: Жеткізу мекенжайын қосу
kn: ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸವನ್ನು ಸೇರಿಸಿ
ko: 새 배송지 주소 추가
lo: ເພີ່ມທີ່ຢູ່ຈັດສົ່ງ
lt: Įtraukti pristatymo adresą
lv: Pievienot piegādes adresi
mi: Tāpirihia he wāhitau tuku
mk: Додајте адреса за испорака
ml: ഒരു ഷിപ്പിംഗ് വിലാസം ചേർക്കുക
mr: एक शिपिंग पत्ता जोडा
ms: Tambah alamat penghantaran
mt: Żid indirizz tal-postaġġ
ne: शिपिङ ठेगाना थप्नुहोस्
nn_no: Legg til ei leveringsadresse
no: Legge til en leveringsadresse
or: ଏକ ନୂତନ ସିପିଂ ଠିକଣା ଯୋଡନ୍ତୁ
pa_in: ਕੋਈ ਸ਼ਿਪਿੰਗ ਪਤਾ ਜੋੜੋ
pl: Dodaj adres wysyłkowy
ru: Добавление адреса доставки
sl: Dodaj naslov za dostavo
sr_cyrl_rs: Додајте адресу испоруке
sr_latn_rs: Dodajte adresu isporuke
sv: Lägg till en leveransadress
ta: ஒரு ஷிப்பிங் முகவரி சேர்க்கவும்
te: షిప్పింగ్ చిరునామాను జోడించండి
th: เพิ่มที่อยู่สำหรับจัดส่ง
tr: Gönderim adresi ekle
tt: Китерү адресын өстәү
ug: بىر توشۇش ئادرېسى قوشۇش
uk: Додайте адресу доставки
ur: ترسیل کا ایک پتہ شامل کریں
uz: Topshirish manzili qoʻshish
vi: Thêm địa chỉ giao hàng
zh_hans: 添加送货地址
zh_hant: 新增交貨地址
