Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.ShippingAddress.Page2
source: Step 2 of 2
af: Stap 2 van 2
am: ደረጃ 2 የ 2
ar: الخطوة 2 من 2
as: 2 পদক্ষেপৰ 2
az: Addım 2/2
bg: Стъпка 2 от 2
bn_in: 2 এর 2 ধাপ
bs: Korak 2 od 2
cy: Cam 2 o 2
da: Trin 2 af 2
de: Schritt 2 von 2
el: Βήμα 2 από 2
es: Paso 2 de 2
et: Etapp 2/2
eu: 2/2 urratsa
fa: مرحله 2 از 2
ga: Céim 2 as 2
gd: Ceum 2 a-mach à 2
gl: Paso 2 de 2
gu: પગલું 2 માંનું 2
he: שלב 2 מתוך 2
hi: 2 का चरण 2
hr: Korak 2 od 2
hu: 2. lépés a 2-ből
id: Langkah 2 dari 2
is: Skref 2 af 2
ja: 手順 2/2
ka: ნაბიჯი 2 / 2
kk: 2 қадамның 2-шісі
kn: ಹಂತ 2 / 2
ko: 2/2 단계
ku_arab: هه‌نگاوی ٢ له ٢
ky: 2 кадамдын 2
lo: ຂັ້ນຕອນທີ 2 ຈາກທັງໝົດ 2 ຂັ້ນຕອນ
lt: 2 veiksmas iš 2
lv: Otrā darbība no divām
mi: Hipanga 2 o te 2
mk: Чекор 2 од 2
ml: ഘട്ടം 2/2
mn: Алхам 2-н 2
mr: पायरी 2 पैकी 2
ms: Langkah 2 daripada 2
mt: Pass 2 minn 2
ne: चरण 2 को 2
nn_no: Trinn 2 av 2
no: Trinn 2 av 2
or: ପଦକ୍ଷେପ 2 ରୁ 2
pa_arab_pk: مرحلہ 2 کُل 2
pa_in: ਕਦਮ 2 ਵਿੱਚੋਂ 2
pl: Krok 2 z 2
ru: Шаг 2 из 2
sd: قدم 2 جو 2
si: පියවර 2හි 2
sl: Korak 2 od 2
sr_cyrl_rs: Корак 2 од 2
sr_latn_rs: Korak 2 od 2
sv: Steg 2 av 2
ta: படி 2 / 2
te: 2 దశలలో 2వది
tg: Қадами 2 аз 2
th: ขั้นตอนที่ 2 จาก 2
tr: Adım 2 / 2
tt: 2 адымның 2-нчесе
ug: 2/2-باسقۇچ
uk: Крок 2 з 2
ur: مرحلہ 2 از 2
uz: 2-qadam, jami: 2 ta qadam
vi: Bước 2 trên 2
zh_hans: 第 2 步，共 2 步
zh_hant: 步驟 2 之 2

# Word.ShippingAddress.SetDefaultAddress
source: Set as default shipping address
af: Stel as verstekversendingsadres
am: እንደ ነባሪ መላኪያ አድራሻ ያዘጋጁ
ar: تعيين كعنوان شحن افتراضي
as: ডিফল্ট ডাক ঠিকনা ৰূপে প্ৰতিষ্ঠা কৰক
az: Standart çatdırılma ünvanı kimi təyin edin
bg: Задаване като адрес за доставка по подразбиране
bn_in: পূর্ব-নির্ধারিত শিপিং ঠিকানা হিসাবে সেট করুন
bs: Postavi kao zadanu adresu za dostavu
cy: Gosod fel y cyfeiriad danfon diofyn
da: Angiv som standard leveringsadresse
de: Als Standardlieferadresse festlegen
el: Ορισμός ως προεπιλεγμένης διεύθυνσης αποστολής
es: Establecer como dirección de envío predeterminada
et: Määra vaikimisi kättetoimetamisaadressiks
eu: Ezarri bidalketa-helbide lehenetsi gisa
fa: تنظیم به عنوان آدرس حمل و نقل پیش‌فرض
ga: Socraigh mar an seoladh réamhshocraithe seachadta
gd: Suidhich mar an seòladh lìbhrigidh as fheàrr leat
gl: Configurar como enderezo de envío predeterminado
gu: ડિફૉલ્ટ શિપિંગ સરનામું તરીકે સેટ કરો
he: הגדר ככתובת ברירת מחדל למשלוח
hi: डिफ़ॉल्ट शिपिंग पते के रूप में सेट करें
hr: Postavi kao zadanu adresu za dostavu
hu: Beállítás alapértelmezett szállítási címként
id: Atur sebagai alamat pengiriman default
is: Nota sem sjálfgefið heimilisfang viðtakanda
ja: 既定の配送先住所として設定
ka: მიწოდების მისამართის ნაგულისხმევად დაყენება
kk: Әдепкі жеткізу мекенжайы ретінде орнату
kn: ಡೀಫಾಲ್ಟ್ ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸ ಎಂದು ನಿಗದಿಸಿ
ko: 기본 배송 주소로 설정
lo: ຕັ້ງເປັນທີ່ຢູ່ຈັດສົ່ງເລີ່ມຕົ້ນ
lt: Nustatyti kaip numatytąjį pristatymo adresą
lv: Iestatīt kā noklusējuma piegādes adresi
mi: Tautuhia hei wāhinoho tuku taunoa
mk: Постави како стандардна адреса за испраќање
ml: സ്ഥിരമായുള്ള ഷിപ്പിംഗ് വിലാസമായി സജ്ജീകരിക്കുക
mr: डिफॉल्ट शिपिंग पत्ता म्हणून सेट करा
ms: Tetapkan sebagai alamat penghantaran lalai
mt: Issettja bħala l-indirizz tal-konsenja default
ne: पूर्वनिर्धारित पठाउने ठेगानाका रूपमा सेट गर्नुहोस्‌
nn_no: Set som standard leveringsadresse
no: Angi som standard leveringsadresse
or: ଡିଫଲ୍ଟ ଯୋଗାଯୋଗ ଠିକଣା ଭାବରେ ସେଟ୍ କରନ୍ତୁ
pa_in: ਡਿਫੌਲਟ ਸ਼ਿਪਿੰਗ ਪਤੇ ਵਜੋਂ ਸੈਟ ਕਰੋ
pl: Ustaw jako domyślny adres wysyłkowy
ru: Задать как адрес поставки по умолчанию
sl: Nastavi kot privzeti dostavni naslov
sr_cyrl_rs: Постави као подразумевану адресу за испоруку
sr_latn_rs: Postavi kao podrazumevanu adresu za isporuku
sv: Ställ in som standardleveransadress
ta: இயல்புநிலை ஷிப்பிங் முகவரியாக அமை
te: డిఫాల్ట్ షిప్పింగ్ చిరునామాగా సెట్ చేయి
th: ตั้งค่าเป็นที่อยู่สำหรับจัดส่งเริ่มต้น
tr: Varsayılan gönderim adresi olarak ayarla
tt: Килешенгәнчә җиткерү адресы итеп көйләү
ug: بارسانالغان توشۇش ئادرېسى قىلىپ تەڭشەش
uk: Установити як стандартну адресу доставки
ur: ترسیل کے ڈیفالٹ پتہ کے بطور سیٹ کریں
uz: Asosiy yetkazish manzili sifatida sozlash
vi: Đặt làm địa chỉ chuyển hàng mặc định
zh_hans: 设置为默认送货地址
zh_hant: 設定為預設交貨地址

# Word.BillingAddress.SetDefaultAddress
source: Set as default billing address
af: Stel as verstekfaktureringsadres
am: እንደ ነባሪ የሂሳብ መክፈያ አድራሻ ይምረጡ
ar: تعيين كعنوان فوترة افتراضي
as: ডিফল্ট ডাক ঠিকনা ৰূপে প্ৰতিষ্ঠা কৰক
az: Standart hesablaşma ünvanı kimi təyin edin
bg: Задаване като адрес за фактуриране по подразбиране
bn_in: ডিফল্ট বিলিং ঠিকানা হিসাবে সেট করুন
bs: Postavi kao zadanu adresu fakturiranja
cy: Gosod fel y cyfeiriad bilio diofyn
da: Angiv som standard faktureringsadresse
de: Als Standardrechnungsadresse festlegen
el: Ορισμός ως προεπιλεγμένης διεύθυνσης χρέωσης
es: Establecer como dirección de facturación predeterminada
et: Määra vaikearveldusaadressiks
eu: Ezarri fakturazio-helbide lehenetsi gisa
fa: تنظیم به عنوان آدرس صورتحساب پیش‌فرض
ga: Socraigh mar an seoladh réamhshocraithe billeála
gd: Suidhich mar an seòladh bileachaidh bunaiteach agad
gl: Establecer como enderezo de facturación predefinido
gu: ડિફોલ્ટ બિલિંગ સરનામાં તરીકે સેટ કરો
he: הגדר ככתובת ברירת מחדל לחיוב
hi: डिफ़ॉल्ट शिपिंग पते के रूप में सेट करें
hr: Postavi kao zadanu adresu za naplatu
hu: Beállítás alapértelmezett számlázási címként
id: Atur sebagai alamat penagihan default
is: Nota sem sjálfgefið heimilisfang greiðanda
ja: 既定の請求先住所として設定
ka: ბილინგის მისამართის ნაგულისხმევად დაყენება
kk: Әдепкі шот жіберілетін мекенжай ретінде орнату
kn: ಡೀಫಾಲ್ಟ್ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸದಂತೆ ಹೊಂದಿಸು
ko: 기본 청구 주소로 설정
lo: ຕັ້ງເປັນທີ່ຢູ່ໃບບິນຄ່າເລີ່ມຕົ້ນ
lt: Nustatyti kaip numatytąjį sąskaitų siuntimo adresą
lv: Iestatīt kā noklusējuma norēķinu adresi
mi: Tautuhia hei wāhinoho tuku nama taunoa
mk: Постави како стандардна адреса за наплата
ml: സ്ഥിരസ്ഥിതി ബില്ലിംഗ് വിലാസമായി സജ്ജമാക്കുക
mr: मूलभूत बिलाचा पत्ता म्हणून ठेवा
ms: Tetapkan sebagai alamat pengebilan lalai
mt: Issettja bħala l-indirizz tal-ħlasijiet default
ne: पूर्वनिर्धारित बिलि ठेगानाको रूपमा सेट गर्नुहोस्
nn_no: Set som standard faktureringsadresse
no: Sett som standard faktureringsadresse
or: ଡିଫଲ୍ଟ ଯୋଗାଯୋଗ ଠିକଣା ଭାବରେ ସେଟ୍ କରନ୍ତୁ
pa_in: ਡਿਫੌਲਟ ਬਿਲਿੰਗ ਪਤਾ ਦੇ ਤੌਰ ਤੇ ਸੈੱਟ ਕਰੋ
pl: Ustaw jako domyślny adres rozliczeniowy
ru: Задать как адрес выставления счетов по умолчанию
sl: Nastavi kot privzeti naslov plačnika računa
sr_cyrl_rs: Постави као подразумевану адресу фактурисања
sr_latn_rs: Postavi kao podrazumevanu adresu fakturisanja
sv: Ställ in som standardfaktureringsadress
ta: இயல்புநிலை பில்லிங் முகவரியாக அமை
te: డిఫాల్ట్ బిల్లింగ్ చిరునామాగా సెట్ చేయండి
th: ตั้งค่าเป็นที่อยู่สําหรับการเรียกเก็บเงินเริ่มต้น
tr: Varsayılan fatura adresi olarak ayarla
tt: Килешенгәнчә хисап чыгару адресы итеп көйләү
ug: سۈكۈتتىكى تالونلاش ئادرېسى سۈپىتىدە تەڭشەش
uk: Установити як адресу виставлення рахунків за замовчуванням
ur: بلنگ کے ڈیفالٹ پتہ کے بطور سیٹ کریں
uz: Asosiy billing manzili sifatida sozlash
vi: Đặt làm địa chỉ thanh toán mặc định
zh_hans: 设置为默认帐单邮寄地址
zh_hant: 設為預設帳單地址

# Word.BillingAddress.UpdateAddress
source: Update your billing address
af: Werk jou faktureringsadres by
am: የሂሳብ መክፈያ አድራሻዎን ያዘምኑ
ar: تحديث عنوان الفوترة لديك
as: আপোনাৰ বিলিং ঠিকনা উন্নীত কৰক
az: Hesablaşma ünvanınızı yeniləyin
bg: Актуализиране на адреса за фактуриране
bn_in: আপনার বিলিং ঠিকানা আপডেট করুন
bs: Ažurirajte adresu fakturiranja
cy: Diweddarwch eich cyfeiriad bilio
da: Opdater din faktureringsadresse
de: Rechnungsadresse aktualisieren
el: Ενημέρωση της διεύθυνσης χρέωσής σας
es: Actualizar la dirección de facturación
et: Värskenda arveldusaadressi
eu: Eguneratu fakturazio-helbidea
fa: آدرس صورتحساب خود را به‌روزرسانی کنید
ga: Nuashonraigh do sheoladh billeála
gd: Ùraich an seòladh bileachaidh agad
gl: Actualizar o enderezo de facturación
gu: તમારું બિલિંગ સરનામું અપડેટ કરો
he: עדכן את הכתובת שלך לחיוב
hi: अपना बिलिंग पता अपडेट करें
hr: Ažurirajte adresu za naplatu
hu: Számlázási cím frissítése
id: Perbarui alamat penagihan Anda
is: Uppfærðu heimilisfang greiðanda
ja: 請求先住所の更新
ka: ბილინგის მისამართის განახლება
kk: Шот жіберілетін мекенжайды жаңарту
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಮಾರ್ಪಡಿಸಿ
ko: 청구 주소 업데이트
lo: ປັບປຸງທີ່ຢູ່ໃບບິນຂອງທ່ານ
lt: Atnaujinkite savo sąskaitų siuntimo adresą
lv: Atjaunināt savu norēķinu adresi
mi: Whakahōutia tō wāhitau tuku nama
mk: Ажурирајте ја адресата за наплата
ml: നിങ്ങളുടെ ബില്ലിംഗ് വിലാസം അപ്‌ഡേറ്റുചെയ്യുക
mr: तुमचा बिलाचा पत्ता अद्ययावत करा
ms: Kemas kini alamat pengebilan anda
mt: Aġġorna l-indirizz tal-ħlasijiet tiegħek
ne: तपाईंको बिलि ठेगाना अपडेट गर्नुहोस्
nn_no: Oppdater faktureringsadressa
no: Oppdater faktureringsadressen din
or: ଆପଣଙ୍କର ବିଲିଂ ଠିକଣା ଅଦ୍ୟତନ କରନ୍ତୁ
pa_in: ਆਪਣਾ ਬਿਲਿੰਗ ਪਤਾ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj swój adres rozliczeniowy
ru: Обновите адрес выставления счетов.
sl: Posodobite svoj naslov plačnika računa
sr_cyrl_rs: Ажурирајте адресу фактурисања
sr_latn_rs: Ažurirajte adresu fakturisanja
sv: Uppdatera din faktureringsadress
ta: உங்கள் பில்லிங் முகவரியைப் புதுப்பி
te: మీ బిల్లింగ్ చిరునామాను నవీకరించండి
th: อัปเดตที่อยู่สำหรับเรียกเก็บเงินของคุณ
tr: Fatura adresini güncelleştir
tt: Хисап чыгару адресыгызны яңарту
ug: تالونلاش ئادرېسىڭىزنى يېڭىلاندۇرۇڭ
uk: Оновіть адресу виставлення рахунків
ur: بلنگ کا اپنا پتہ اپ ڈیٹ کریں
uz: Billing manzilingizni yangilang
vi: Cập nhật địa chỉ thanh toán của bạn
zh_hans: 更新帐单邮寄地址
zh_hant: 更新帳單地址

# Word.ShippingAddress.UpdateAddress
source: Update your shipping address
af: Werk jou versendingsadres by
am: የእርስዎን የመላኪያ አድራሻ ያዘምኑ
ar: تحديث عنوان الشحن لديك
as: আপোনাৰ ডাক ঠিকনাটো উন্নীত কৰক
az: Çatdırılma ünvanınızı yeniləyin
bg: Актуализиране на адреса за доставка
bn_in: আপনার শিপিংয়ের ঠিকানা আপডেট করুন
bs: Ažurirajte adresu za isporuku
cy: Diweddarwch eich cyfeiriad danfon
da: Opdater din leveringsadresse
de: Lieferadresse aktualisieren
el: Ενημέρωση της διεύθυνσης αποστολής σας
es: Actualizar la dirección de envío
et: Värskenda kättetoimetamisaadressi
eu: Eguneratu bidalketa-helbidea
fa: آدرس حمل و نقل خود را به‌روزرسانی کنید
ga: Nuashonraigh do sheoladh seachadta
gd: Ùraich an seòladh lìbhrigidh agad
gl: Actualizar o enderezo de envío
gu: તમારું શિપિંગ સરનામું અપડેટ કરો
he: עדכן את הכתובת שלך למשלוח
hi: अपना शिपिंग पता अपडेट करें
hr: Ažurirajte adresu za dostavu
hu: Frissítse a szállítási címet
id: Verifikasi alamat pengiriman Anda
is: Uppfærðu heimilisfang viðtakanda
ja: 配送先住所の更新
ka: განაახლეთ მიწოდების მისამართი
kk: Жеткізу мекенжайын жаңарту
kn: ನಿಮ್ಮ ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸವನ್ನು ನವೀಕರಿಸಿ
ko: 배송 주소 업데이트
lo: ປັບປຸງທີ່ຢູ່ສົ່ງຂອງທ່ານ
lt: Atnaujinkite savo siuntimo adresą
lv: Atjaunināt savu piegādes adresi
mi: Whakahōutia tō wāhinoho tuku
mk: Ажурирајте ја адресата за испраќање
ml: നിങ്ങളുടെ ഷിപ്പിംഗ് വിലാസം അപ്‌ഡേറ്റുചെയ്യുക
mr: तुमचा गंतव्य पत्ता अद्ययावत करा
ms: Kemas kini alamat penghantaran anda
mt: Aġġorna l-indirizz tal-postaġġ tiegħek
ne: तपाईंको शिपिंग ठेगाना अपडेट गर्नुहोस्
nn_no: Oppdater leveringsadressa
no: Oppdater leveringsadressen din
or: ଆପଣଙ୍କର ଯୋଗାଯୋଗ ଠିକଣା ଅଦ୍ୟତନ କରନ୍ତୁ
pa_in: ਆਪਣਾ ਸ਼ਿਪਿੰਗ ਪਤਾ ਅਪਡੇਟ ਕਰੋ
pl: Zweryfikuj swój adres wysyłkowy
ru: Обновите адрес поставки.
sl: Posodobite svoj dostavni naslov
sr_cyrl_rs: Ажурирајте адресу за испоруку
sr_latn_rs: Ažurirajte adresu za isporuku
sv: Uppdatera din leveransadress
ta: உங்கள் ஷிப்பிங் முகவரியைப் புதுப்பி
te: మీ షిప్పింగ్ చిరునామాను నవీకరించండి
th: อัปเดตที่อยู่สำหรับจัดส่งของคุณ
tr: Gönderim adresini güncelleştir
tt: Җиткерү адресыгызны яңарту
ug: توشۇش ئادرېسىڭىزنى يېڭىلاندۇرۇڭ
uk: Оновіть адресу доставки
ur: ترسیل کا اپنا پتہ اپ ڈیٹ کریں
uz: Topshirish manzilingizni yangilang
vi: Cập nhật địa chỉ chuyển hàng của bạn
zh_hans: 更新送货地址
zh_hant: 更新您的交貨地址

# Word.ShippingAddress.Suggested
source: We suggest
af: Ons stel voor
am: እንመክራለን
ar: نقترح
as: আমি পৰামৰ্শ দিওঁ
az: Biz təklif edirik
bg: Нашите предложения
bn_in: আমরা পরামর্শ দিচ্ছি
bs: Predlažemo
cy: Rydyn ni'n awgrymu
da: Vi foreslår
de: Unser Vorschlag
el: Σας προτείνουμε
es: Sugerencias
et: Soovitame
eu: Gure iradokizuna
fa: ما پیشنهاد می‌کنیم
ga: Molaimid
gd: Mholamaid-ne:
gl: Recomendámoslle
gu: અમે સૂચવીએ છીએ
he: אנו ממליצים
hi: हमारा यह सुझाव है
hr: Naš prijedlog
hu: Javasolt
id: Kami sarankan
is: Við mælum með
ja: お勧め
ka: ჩვენ გთავაზობთ
kk: Ұсынысымыз
kn: ನಾವು ಸಲಹೆ ಮಾಡುವುದು
ko: 제안 내용
lo: ພວກເຮົາແນະນຳ
lt: Siūlome
lv: Iesakām
mi: E marohi ana mātou
mk: Предлагаме
ml: ഞങ്ങൾ ശുപാർശ ചെയ്യുന്നു
mr: आम्ही सुचवितो
ms: Kami mencadangkan
mt: Nissuġġerixxu
ne: हामी सुझाव दिन्छौ
nn_no: Vi foreslår
no: Vi foreslår
or: ଆମେ ପରାମର୍ଶ ଦେଉଛୁ
pa_in: ਅਸੀਂ ਸੁਝਾਅ ਦਿੰਦੇ ਹਾਂ
pl: Sugerujemy
ru: Рекомендуется
sl: Predlagamo
sr_cyrl_rs: Предлажемо
sr_latn_rs: Predlažemo
sv: Vi föreslår
ta: நாங்கள் பரிந்துரைப்பதாவது
te: మేము ఇలా సూచిస్తున్నాము
th: เราขอแนะนำ
tr: Önerimiz:
tt: Без тәкъдим итәбез
ug: بىزنىڭ تەۋسىيەمىز
uk: Пропозиції
ur: ہم تجویز کرتے ہیں
uz: Taklifimiz
vi: Chúng tôi đề xuất
zh_hans: 我们建议
zh_hant: 建議您

# Word.ShippingAddress.Use
source: Use this address
af: Gebruik hierdie adres
am: ይህንን አድራሻ ይጠቀሙ
ar: استخدام هذا العنوان
as: এই ঠিকনা ৱ্যৱহাৰ কৰক
az: Bu ünvanı istifadə edin
bg: Използване на този адрес
bn_in: এই ঠিকানাটি ব্যবহার করুন
bs: Koristi ovu adresu
cy: Defnyddio'r cyfeiriad hwn
da: Brug denne adresse
de: Diese Adresse verwenden
el: Χρήση αυτής της διεύθυνσης
es: Usar esta dirección
et: Kasuta seda aadressi
eu: Erabili helbide hau
fa: استفاده از این آدرس
ga: Úsáid an seoladh seo
gd: Cleachd an seòladh seo
gl: Usar este enderezo
gu: આ સરનામાનો ઉપયોગ કરો
he: השתמש בכתובת זו
hi: इस पते का उपयोग करें
hr: Koristi ovu adresu
hu: A cím használata
id: Gunakan alamat ini
is: Nota þetta heimilisfang
ja: このアドレスを使用する
ka: გამოიყენეთ ეს მისამართი
kk: Осы мекенжайды пайдалану
kn: ಈ ವಿಳಾಸ ಬಳಸಿ
ko: 이 주소 사용
lo: ທີ່ຢູ່ນີ້
lt: Naudoti šį adresą
lv: Izmantot šo adresi
mi: Whakamahi tēnei wāhinoho
mk: Користи ја оваа адреса
ml: ഈ വിലാസം ഉപയോഗിക്കുക
mr: हा पत्ता वापरा
ms: Gunakan alamat ini
mt: Uża dan l-indirizz
ne: यो ठेगाना प्रयोग गर्नुहोस्‌
nn_no: Bruk denne adressa
no: Bruk denne adressen
or: ଏହି ଠିକଣା ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਇਸ ਪਤੇ ਨੂੰ ਵਰਤੋ
pl: Użyj tego adresu
ru: Использовать этот адрес
sl: Uporabi ta naslov
sr_cyrl_rs: Користите ову адресу
sr_latn_rs: Koristite ovu adresu
sv: Använd den här adressen
ta: இந்த முகவரியைப் பயன்படுத்துக
te: ఈ చిరునామాను ఉపయోగించు
th: ใช้ที่อยู่นี้
tr: Bu adresi kullan
tt: Бу адресны куллану
ug: بۇ ئادرېسنى ئىشلىتىڭ
uk: Використовувати цю адресу
ur: یہ پتہ استعمال کریں
uz: Bu manzildan foydalanilsin
vi: Sử dụng địa chỉ này
zh_hans: 使用此地址
zh_hant: 使用此地址

# Word.ShippingAddress.Verify
source: Verify your shipping address
af: Verifieer jou versendingsadres
am: የእርስዎ ኢሜይል አድራሻ ያረጋግጡ
ar: التحقق من عنوان الشحن لديك
as: আপোনাৰ ই-মেইল ঠিকনাটো সত্যাপন কৰক
az: Çatdırılma ünvanınızı yoxlayın
bg: Потвърдете своя адрес за доставка
bn_in: আপনার শিপিংয়ের ঠিকানা যাচাই করুন
bs: Potvrdite adresu za dostavu
cy: Dilysu eich cyfeiriad danfon
da: Bekræft din leveringsadresse
de: Lieferadresse überprüfen
el: Επαλήθευση της διεύθυνσης αποστολής σας
es: Comprobar dirección de envío
et: Kinnitage kättetoimetamisaadress
eu: Egiaztatu bidalketa-helbidea
fa: آدرس حمل و نقل خود را تأیید کنید
ga: Fíoraigh do sheoladh seachadta
gd: Dearbh an seòladh lìbhrigidh agad
gl: Verifique o enderezo de envío
gu: તમારું શિપિંગ સરનામું ચકાસો
he: אמת את הכתובת שלך למשלוח
hi: अपने शिपिंग पते का सत्‍यापन करें
hr: Potvrdite adresu za dostavu
hu: Ellenőrizze a szállítási címet
id: Verifikasi alamat pengiriman
is: Staðfestu heimilisfang viðtakanda
ja: 配送先住所の確認
ka: გადაამოწმეთ მიწოდების მისამართი
kk: Жеткізу мекенжайын тексеру
kn: ನಿಮ್ಮ ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸ ಪರಿಶೀಲಿಸಿ
ko: 배송 주소 확인
lo: ຢັ້ງຢືນທີ່ຢູ່ການຈັດສົ່ງຂອງທ່ານ
lt: Patikrinkite savo siuntimo adresą
lv: Verificējiet savu piegādes adresi
mi: Manatokona tō wāhinoho tuku
mk: Проверете ја адресата за испраќање
ml: നിങ്ങളുടെ ഷിപ്പിംഗ് വിലാസം പരിശോധിച്ചുറപ്പിക്കുക
mr: आपला शिपिंग पत्ता सत्यापित करा
ms: Tentu sahkan alamat penghantaran anda
mt: Ivverifika l-indirizz tal-konsenja tiegħek
ne: तपाईंको इमेल ठेगाना रुजू गर्नुहोस्
nn_no: Stadfest leveringsadressa
no: Bekreft leveringsadressen din
or: ଆପଣଙ୍କର ଯୋଗାଯୋଗ ଠିକଣା ଯାଞ୍ଚ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਸ਼ਿਪਿੰਗ ਪਤੇ ਦੀ ਤਸਦੀਕ ਕਰੋ
pl: Zweryfikuj swój adres wysyłkowy
ru: Подтвердите адрес поставки
sl: Preverite dostavni naslov
sr_cyrl_rs: Потврдите адресу за испоруку
sr_latn_rs: Potvrdite adresu za isporuku
sv: Kontrollera din leveransadress
ta: உங்கள் மின்னஞ்சல் முகவரியைச் சரிபார்க்கவும்
te: మీ షిప్పింగ్ చిరునామాను ధృవీకరించండి
th: ยืนยันที่อยู่สำหรับจัดส่งของคุณ
tr: Gönderim adresinizi doğrulayın
tt: Җиткерү адресыгызны раслау
ug: توشۇش ئادرېسىڭىزنى دەلىللەڭ
uk: Підтвердьте адресу доставки
ur: اپنی ترسیل کے پتے کی تصدیق کریں
uz: Topshirish manzilingizni tasdiqlang
vi: Xác minh địa chỉ chuyển hàng của bạn
zh_hans: 验证送货地址
zh_hant: 確認您的交貨地址

# Word.BillingAddress.Verify
source: Verify your billing address
af: Verifieer jou faktureringsadres
am: የሂሳብ መክፈያ አድራሻዎን ያረጋግጡ
ar: التحقق من عنوان الفوترة لديك
as: আপোনাৰ বিলিং ঠিকনা সত্যাপিত কৰক
az: Hesablaşma ünvanınızı yoxlayın
bg: Потвърдете адреса си за фактуриране
bn_in: আপনার বিলিং ঠিকানা যাচাই করুন
bs: Potvrdite adresu za naplatu
cy: Dilyswch eich cyfeiriad bilio
da: Opdater din faktureringsadresse
de: Rechnungsadresse überprüfen
el: Επαλήθευση της διεύθυνσης χρέωσής σας
es: Comprobar la dirección de facturación
et: Kinnita arveldusaadress
eu: Egiaztatu fakturazio-helbidea
fa: آدرس صورتحساب خود را تأیید کنید
ga: Fíoraigh do sheoladh billeála
gd: Dearbh an seòladh bileachaidh agad
gl: Comprobar o enderezo de facturación
gu: તમારું બિલિંગ સરનામું ચકાસો
he: אמת את הכתובת שלך לחיוב
hi: अपना बिलिंग पता सत्यापित करें
hr: Potvrdite adresu za naplatu
hu: Számlázási cím megerősítése
id: Verifikasi alamat penagihan Anda
is: Athugaðu heimilisfang greiðanda
ja: 請求先住所の確認
ka: ბილინგის მისამართის გადამოწმება
kk: Шот жіберілетін мекенжайды тексеру
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಮಾರ್ಪಡಿಸಿ
ko: 청구 주소 확인
lo: ຢັ້ງຢືນທີ່ຢູ່ໃບບິນຂອງທ່ານ
lt: Patikrinkite savo sąskaitų siuntimo adresą
lv: Verificēt savu norēķinu adresi
mi: Manatokona tō wāhitau tuku nama
mk: Потврдете ја адресата за наплата
ml: നിങ്ങളുടെ ബില്ലിംഗ് വിലാസം പരിശോധിച്ചുറപ്പിക്കുക
mr: तुमचा बिलाचा पत्ता सत्यापित करा
ms: Tentu sahkan alamat pengebilan anda
mt: Ivverifika l-indirizz tal-ħlasijiet tiegħek
ne: तपाईंको बिलिङ ठेगाना पुष्टि गर्नुहोस्
nn_no: Bekreft faktureringsadressa
no: Bekreft faktureringsadressen din
or: ଆପଣଙ୍କର ବିଲିଂ ଠିକଣା ଯାଞ୍ଚ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਬਿਲਿੰਗ ਪਤੇ ਦੀ ਤਸਦੀਕ ਕਰੋ
pl: Zweryfikuj swój adres rozliczeniowy
ru: Проверьте адрес выставления счета
sl: Preverite svoj naslov plačnika računa
sr_cyrl_rs: Потврдите адресу фактурисања
sr_latn_rs: Potvrdite adresu fakturisanja
sv: Kontrollera din faktureringsadress
ta: உங்கள் பில்லிங் முகவரியைப் சர்பார்க்கவும்
te: మీ బిల్లింగ్ చిరునామాను సరిచూసుకోండి
th: ยืนยันที่อยู่สําหรับเรียกเก็บเงินของคุณ
tr: Fatura adresinizi doğrulayın
tt: Хисап чыгару адресыгызны раслау
ug: تالونلاش ئادرېسىڭىزنى دەلىللەڭ
uk: Перевірте адресу виставлення рахунків
ur: بلنگ کے اپنے پتہ کی توثیق کریں
uz: Billing manzilingizni tasdiqlang
vi: Xác minh địa chỉ thanh toán của bạn
zh_hans: 验证帐单邮寄地址
zh_hant: 驗證帳單地址

# Word.ShippingAddress.SelectOption
source: Please select an option below to continue
af: Kies asseblief ’n opsie hieronder om voort te gaan
am: ለመቀጠል እባክዎ ከዚህ በታች አንድ አማራጭ ይምረጡ
ar: الرجاء تحديد خيار أدناه للمتابعة
as: অব্যাহত ৰাখিবলৈ এটা বিকল্প বাছনি কৰক
az: Davam etmək üçün aşağıda seçim edin
bg: Изберете опция по-долу, за да продължите
bn_in: বজায় রাখতে অনুগ্রহ করে নীচের বিকল্পটি নির্বাচন করুন
bs: Odaberite opciju u nastavku da nastavite
cy: Dewiswch un o'r isod i fwrw ymlaen
da: Vælg en af de nedenstående muligheder for at fortsætte
de: Wählen Sie zum Fortfahren eine der folgenden Optionen aus:
el: Κάντε μια επιλογή παρακάτω για να συνεχίσετε
es: Seleccione una de las opciones siguientes para continuar.
et: Jätkamiseks valige allpool suvand
eu: Jarraitzeko, hautatu beheko aukera bat
fa: برای ادامه، لطفاً یک گزینه از زیر انتخاب کنید
ga: Roghnaigh rogha thíos chun leanúint ar aghaidh
gd: Tagh roghainn gu h-ìosal a leantainn air adhart
gl: Seleccione unha das seguintes opcións para continuar.
gu: કૃપયા ચાલુ રાખવા માટે નીચેનો વિકલ્પ પસંદ કરો
he: בחר אפשרות להלן כדי להמשיך
hi: कृपया आगे बढ़ने के लिए नीचे दिए गए किसी विकल्प का चयन करें
hr: Da biste nastavili, odaberite neku mogućnost u nastavku
hu: A folytatáshoz válasszon egyet az alábbi lehetőségek közül
id: Silakan pilih salah satu opsi di bawah untuk melanjutkan
is: Veldu valkost hér fyrir neðan til að halda áfram
ja: 続行するには、次のうち 1 つを選択してください:
ka: გთხოვთ, აირჩიოთ ქვემოთ მოცემული ვარიანტი გასაგრძელებლად
kk: Жалғастыру үшін төмендегі параметрді таңдаңыз
kn: ಮುಂದುವರಿಯಲು ಈ ಕೆಳಗೆ ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ
ko: 계속하려면 아래 옵션을 선택하세요.
lo: ກະລຸນາເລືອກຕົວເລືອກລຸ່ມນີ້ເພື່ອ ດຳ ເນີນການຕໍ່
lt: Norėdami tęsti, pasirinkite toliau pateiktą parinktį
lv: Lai turpinātu, tālāk atlasiet opciju
mi: Mē tīpako he kōwhiringa kia haere tonu
mk: Изберете опција подолу за да продолжите
ml: തുടരുന്നതിനായി ചുവടെയുള്ള ഒരു ഓപ്‌ഷൻ തിരഞ്ഞെടുക്കുക
mr: चालू ठेवण्यासाठी कृपया खालील पैकी एक पर्याय निवडा
ms: Sila pilih opsyen di bawah untuk meneruskan
mt: Agħżel opzjoni hawn taħt biex tkompli
ne: जारी राख्न कृपया तलका कुनै विकल्प चयन गर्नुहोस्‌
nn_no: Vel eit alternativ nedanfor for å halde fram
no: Velg et alternativ nedenfor for å fortsette
or: ଜାରି ରଖିବାକୁ ଦୟାକରି ନିମ୍ନରେ ଏକ ବିକଳ୍ପ ବାଛନ୍ତୁ
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਜਾਰੀ ਰੱਖਣ ਲਈ ਹੇਠਾਂ ਕਿਸੇ ਵਿਕਲਪ ਨੂੰ ਚੁਣੋ
pl: Wybierz opcję poniżej, aby kontynuować
ru: Выберите параметр ниже, чтобы продолжить
sl: Izberite spodnjo možnost, da nadaljujete
sr_cyrl_rs: Изаберите опцију у наставку да бисте наставили
sr_latn_rs: Odaberite opciju u nastavku da biste nastavili
sv: Välj ett alternativ nedan för att fortsätta
ta: தொடருவதற்கு கீழே ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்
te: దయచేసి కొనసాగడానికి క్రింది ఎంపికను ఎంచుకోండి
th: โปรดเลือกตัวเลือกที่ด้านล่างเพื่อดำเนินการต่อ
tr: Devam etmek için lütfen aşağıdan bir seçenek belirleyin
tt: Дәвам итү өчен түбәндәге параметрны тамгалагыз
ug: داۋاملاشتۇرماق ئۈچۈن مەرھەمەت پەستىن بىر تاللام تاللاڭ
uk: Щоб продовжити, виберіть варіант нижче
ur: براہ کرم جاری رکھنے کیلئے ذیل میں ایک اختیار منتخب کریں۔
uz: Davom etish uchun quyidagi variantni tanlang
vi: Vui lòng chọn một tùy chọn bên dưới để tiếp tục
zh_hans: 若要继续，请选择以下某一选项
zh_hant: 請選取下列其中一個選項以繼續
