Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.WhatsThis.Tooltip
source: The CVV Number ("Card Verification Value") on your credit card or debit card is a 3 digit number found at the end of the credit card number on the back of VISA®, MasterCard® and Discover® branded credit and debit cards. On your American Express® branded credit or debit card it is a 4 digit number found on the front of the card to the right and above the credit card number.
af: Die KVW Nommer ("Kaart Verifikasie-Waarde") op jou krediet-of debietkaart is 'n 3-syfer nommer wat aan die einde van die kredietkaart nommer op die rug van die VISA®, MasterCard® en Discover® handelsmerk krediet-en debietkaarte gekry word. Op jou American Express® handelsmerk krediet-of debietkaart is dit 'n 4-syfer nommer wat op die voorkant van die kaart regs en bo die kredietkaart nommer gekry word.
am: የCVV ቁጥር (የካርድ ማረጋገጫ እሴት) በእርስዎ ክሬዲት ካርድ ወይም ዴቢት ካርድ መጨረሻ ላይ የሚገኝ ባለ 3 አሃዝ ቁጥር ሲሆን የVISA®፣ MasterCard® እና Discover® የንግድ ስያሜ ባላቸው የክሬዲት እና ዴቢት ካርዶች በስተጀርባ ላይ ይገኛል። የAmerican Express® የንግድ ስያሜ ባለው በእርሰዎ ክሬዲት ወይም ዴቢት ካርድ ላይ ባለ 4 አሃዝ ቁጥር ሲሆን የሚገኘውም በካርዱ የፊተኛው ገፅ በስተቀኝ ከክሬዲት ቁጥሩ በላይ ነው።
ar: يعتبر رقم CVV‏ ("قيمة التحقق من البطاقة") على بطاقة الائتمان أو بطاقة رصيد الدائن الخاصة بك رقمًا ذا ثلاثة أعداد موجودًا في نهاية رقم البطاقة على ظهر بطاقات الائتمان ورصيد الدائن VISA®‎‏ و MasterCard®‎‏ و Discover®‎‏. يعتبر رقم قيمة التحقق من البطاقةعلى بطاقات الائتمان ورصيد الدائن American Express®‎‏ رقمًا من أربعة أعداد موجودًا على وجه البطاقة يمينَ رقم بطاقة الائتمان وفوقه.
as: আপোনাৰ ক্ৰেডিট কাৰ্ড বা ডিবেট কাৰ্ডত CVV নম্বৰ ("কাৰ্ড সত্যাপন মান") হৈছে এটা 3টা সংখ্যাৰ নম্বৰ যাক VISA®, MasterCard® and Discover® ব্ৰেণ্ডেড ক্ৰেডিট আৰু ডিবেট কাৰ্ডৰ পিছফালে ক্ৰেডিট কাৰ্ড নম্বৰৰ শেষত বিচাৰি পোৱা যায়৷ আপোনাৰ American Express® ব্ৰেণ্ডেড ক্ৰেডিট বা ডিবেট কাৰ্ড হৈছে 4টা সংখ্যাৰ নম্বৰ যাক ক্ৰেডিট কাৰ্ড নম্বৰৰ সোঁফালে ওপৰত কাৰ্ডৰ সন্মুখত পোৱা যায়৷
az: Kredit kartı və ya debet kartınızda olan CVV nömrəsi ("Kartın Təsdiqlənməsi Qiyməti") VISA®, MasterCard® və Discover® brendli kredit və debet kartlarının arxasında olan kredit kart nömrəsinin sonunda görünən 3 rəqəmli ədəddir. American Express® brendli kredit və ya debet kartınızda o, kredit kart nömrəsinin sağ və yuxarı tərəfində kartın önündə olan 4 rəqəmli ədəddir.
bg: CVV номерът ("номер за проверка на карта") на вашата кредитна или дебитна карта е 3-цифрено число, което се намира в края на номера на кредитната карта на гърба на кредитните и дебитни карти с марката на VISA®, MasterCard® и Discover®. На кредитните или дебитни карти с марката на American Express® той е 4-цифрено число, което се намира отгоре вдясно над номера на кредитната карта на лицевата й страна.
bn_in: আপনার ক্রেডিট অথবা ডেবিট কার্ডের CVV (কার্ড ভেরিফিকেশন ভ্যালু) নম্বরটি হচ্ছে একটি 3 সংখ্যার নম্বর যাকে VISA®, MasterCard® এবং Discover® ব্র্যাণ্ডের ক্রেডিট এবং ডেবিট কার্ডগুলির পিছনে ক্রেটিড কার্ড নম্বরের শেষে পাওয়া যায়৷ আপনার American Express® ব্র্যাণ্ডের ক্রেডিট অথবা ডেবিট কার্ডে এই নম্বরটি হচ্ছে একটি 4 সংখ্যার নম্বর যেটিকে কার্ডের সামনের দিকে ক্রেডিট কার্ড নম্বরের ওপরে পাওয়া যায়৷
bs: CVV broj („Vrijednost za potvrdu kartice“) na vašoj kreditnoj ili debitnoj kartici je 3-cifreni broj kojim se završava broj kreditne kartice na poleđini kreditnih kartica VISA®, MasterCard® i Discover®. Na American Express® kreditnoj ili debitnoj kartici to je 4-cifreni broj koji se nalazi s desne strane prednjeg dijela kartice, iznad broja kreditne kartice.
cy: Mae'r Rhif GGC ("Gwerth Gwirio Cerdyn") ar eich cerdyn credyd neu ddebyd yn rhif 3 digid sydd i'w weld ar ddiwedd rhif y cerdyn credyd ar gefn cardiau credyd a debyd brand VISA®, MasterCard® and Discover®. Ar gerdyn credyd neu ddebyd brand American Express® mae'r rhif hwn yn 4 digid ac mae i'w weld ar flaen y cerdyn uwchben rhif y cerdyn credyd ac i'r dde.
da: CVV-nummeret (kontrolnummeret) på dit kreditkort eller debetkort er det trecifrede tal, der findes bag på VISA®-, MasterCard®- og Discover®-kredit- og debetkort. På dit American Express®-kredit- eller debetkort er der tale om det fircifrede tal foran på kortet til højre, som sidder over kreditkortnummeret.
de: Bei der Kreditkartenprüfnummer handelt es sich um die letzten drei Ziffern der Kredikartennummer auf der Rückseite einer Kredit- oder Kundenkarte von VISA®, MasterCard® oder Discover®. Bei einer Kredit- oder Kundenkarte von American Express® handelt es sich um vier Ziffern, die Sie auf der Vorderseite rechts oberhalb der Kredikartennummer finden.
el: Ο αριθμός CVV ("Κωδικός ασφαλείας πιστωτικής κάρτας") στην πιστωτική ή στη χρεωστική σας κάρτα είναι ένας 3ψήφιος αριθμός στο τέλος του αριθμού πιστωτικής κάρτας και βρίσκεται στην πίσω πλευρά των πιστωτικών και των χρεωστικών καρτών με το σήμα VISA®, MasterCard® και Discover®. Στην πιστωτική ή τη χρεωστική κάρτα σας American Express® είναι ένας 4ψήφιος αριθμός ο οποίος βρίσκεται στην μπροστινή πλευρά της κάρτας, δεξιά και πάνω από τον αριθμό της πιστωτικής κάρτας.
es: El número CVV ("Número de comprobación de tarjeta") de su tarjeta de crédito o débito es un número de 3 dígitos que encontrará al final del número de la tarjeta de crédito que figura en la parte posterior de las tarjetas de crédito o débito VISA®, MasterCard® y Discover®. En las tarjetas de crédito o débito American Express®, es un número de 4 dígitos que encontrará en la parte delantera de la tarjeta, encima del número de la tarjeta de crédito a la derecha.
et: CVV-number (kaardi kontrollnumber) teie krediit- või deebetkaardil on 3-kohaline arv krediitkaardi numbri lõpus krediit- ja deebetkaartide VISA®, MasterCard® ja Discover® tagaküljel. Krediit- või deebetkaardil American Express® paikneb see 4-kohaline arv kaardi esiküljel krediitkaardi numbrist paremal ja kõrgemal.
eu: Kreditu- edo zordunketa-txarteleko CVV zenbakia (txartela egiaztatzeko balioa) 3 digituko zenbakia da eta kreditu-txartelaren amaieran aurki daiteke, VISA®, MasterCard® eta Discover® markako kreditu- eta zordunketa-txartelen atzealdean. American Express® markako kreditu- eta zordunketa-txartelek, aldiz, 4 digituko zenbakia dute eta txartelaren aurrealdean aurki daiteke, eskuinaldean, kreditu-txartelaren zenbakiaren gainean.
fa: شماره CVV ("شماره تأیید اعتبار کارت") بر روی کارت اعتباری یا دبیت کارت یک شماره 3 رقمی است که در در انتهای شماره کارت در پشت کارت های اعتباری VISA® ،®MasterCard و ®Discover و دبیت کارت ها قرار دارد. در کارت اعتباری ®American Express یا دبیت کارت، این شماره یک شماره 4 رقمی است که در جلوی کارت در سمت راست و در بالای شماره کارت اعتباری درج شده است.
ga: Is uimhir le 3 dhigit í an uimhir CVV ("Luach Fíorúcháin Cárta") ar do chárta creidmheasa nó dochair a fhaightear ar chúl cártaí creidmheasa nó dochair a bhfuil branda VISA®, MasterCard® agus Discover® orthu. Is uimhir le 4 dhigit í ar do chárta creidmheasa nó dochair a bhfuil branda American Express® air a fhaightear ar éadan an chárta ar an taobh deas agus os cionn uimhir an chárta creidmheasa.
gd: Tha an àireamh CVV ("Card Verification Value") air a' chairt-chreidis no a' chairt debit agad na sreath de thrì àireamhan aig deireadh na cairt-chreidis air cùlaibh na cairt VISA®, MasterCard® no Discover® agus cairtean debit. Air cairt-chreidis no debit American Express®, tha seo na sreath de cheithir àireamhan air beulaibh na cairte deas air àireamh na cairte agus os a cionn.
gl: O número CVV ("valor de verificación do cartón") do seu cartón de crédito ou de débito é un número de 3 díxitos situado ao final do número do cartón de crédito no reverso dos cartóns de crédito e de débito das marcas VISA®, MasterCard® e Discover®. Nos cartóns de crédito ou de débito da marca American Express® é un número de 4 díxitos situado no anverso do cartón á dereita e sobre o número do cartón de crédito.
gu: તમારા ક્રેડિટ કાર્ડ અથવા ડેબિટ કાર્ડનો CVV નંબર ("કાર્ડ વેરિફિકેશન વેલ્યૂ") એ VISA®, MasterCard® અને Discover® બ્રાન્ડેડ ક્રેડિટ અને ડેબિટ્સ કાર્ડ્સની પાછળ ક્રેડિટ કાર્ડ નંબરને અંતે 3 અંકનો નંબર હોય છે. તમારા American Express® બ્રાન્ડેડ ક્રેડિટ અથવા ડેબિટ કાર્ડ પર તે ક્રેડિટ કાર્ડ નંબરની જમણે ઉપરની બાજુએ ક્રેડિટ કાર્ડની સામેની બાજુએ 4 અંકનો નંબર હોય છે.
he: מספר ה- CVV ("ערך לאימות כרטיס") בכרטיס האשראי או בכרטיס החיוב שלך הוא מספר בן שלוש ספרות שנמצא בסוף מספר כרטיס האשראי בגב כרטיסי אשראי וכרטיסי חיוב ממותגי VISA®‎‏, MasterCard®‎ ו- Discover®‎. בכרטיס אשראי או כרטיס חיוב ממותג American Express®‎ זהו מספר בן 4 ספרות שנמצא בחזית הכרטיס מימין ומעל מספר כרטיס האשראי.
hi: आपके क्रेडिट कार्ड या डेबिट कार्ड पर CVV संख्या (कार्ड सत्यापन मान), VISA®, MasterCard® और Discover® ब्रांड के क्रेडिट और डेबिट कार्ड के पिछले भाग पर क्रेडिट कार्ड संख्या के अंत में पाई जाने वाली 3-अंकीय संख्या होती है. आपके American Express® ब्रांड के क्रेडिट या डेबिट कार्ड पर कार्ड के अगले भाग पर दाईं ओर तथा क्रेडिट कार्ड संख्या के ऊपर पाई जाने वाली एक 4-अंकीय संख्या होती है.
hr: CVV broj ("verifikacijski broj kartice") na vašoj kreditnoj ili debitnoj kartici troznamenkasti je broj koji se nalazi na kraju broja kreditne kartice na poleđini VISA®, MasterCard® i Discover® kartica i debitnih kartica. Na American Express® kreditnoj ili debitnoj kartici to je četveroznamenkasti broj koji se nalazi na prednjoj strani kartice desno od i iznad broja kreditne kartice.
hu: A CVV (kártyaellenőrző érték) a hitel- vagy bankkártyán szereplő szám. A VISA®, a MasterCard® és a Discover® által kibocsátott kártyák esetében háromjegyű, és a hátoldalon, a kártyaszám végén található. Az American Express® kártyákon a CVV négyjegyű, és a kártya előoldalán, a kártyaszámhoz viszonyítva jobbra fent található.
id: Nomor CVV (Nilai Verifikasi Kartu) pada kartu kredit atau debit Anda adalah angka 3 digit yang ditertera di bagian akhir dari nomor kartu kredit pada bagian belakang kartu kredit dan debit bermerek VISA®, MasterCard®, dan Discover®. Pada kartu kredit atau debit merek American Express®, CVV-nya adalah angka 4 digit yang tertera di bagian depan kartu, di sisi kanan dan atas nomor kartu kredit.
is: CVV-númerið („öryggisnúmer korts“) á kredit- eða debetkortinu þínu er þriggja stafa númer við enda kreditkortanúmersins aftan á kredit- og debetkortum VISA®, MasterCard® og Discover®. Á American Express® kredit- eða debetkortum er fjögurra stafa númer framan á kortinu hægra megin og ofan við kreditkortanúmerið.
ja: クレジット カードまたはデビット カードのセキュリティ コード (CVV) は、VISA®、MasterCard®、および Discover® ブランドのクレジット カードまたはデビット カードの裏面にあるカード番号の後に記載された 3 桁の番号です。American Express® ブランドのクレジット カードまたはデビット カードの場合、カード表面の右側およびカード番号の上に記載された 4 桁の番号です。
ka: CVV ნომერი („ბარათის დადასტურების კოდი“) თქვენს საკრედიტო ან სადებეტო ბარათზე არის 3 ციფრიანი ნომერი, რომელიც წერია საკრედიტო ბარათის ნომრის ბოლოში ან VISA®, MasterCard® და Discover® ბრენდის მქონე საკრედიტო და სადებეტო ბარათების უკანა მხარეს. American Express® ბრენდის მქონე საკრედიტო ან სადებეტო ბარათზე ის არის 4 ციფრიანი ნომერი, რომელიც გამოსახულია ბარათის წინა მხარეს, მარჯვნივ, საკრედიტო ბარათის ნომრის ზემოთ.
kk: Несиелік немесе дебеттік картадағы CVV нөмірі (картаны тексеру коды) VISA®, MasterCard® және Discover® фирмалық несиелік немесе дебеттік карталарының артқы жағындағы карта нөмірінің соңғы 3 таңбалы саны, ал American Express® фирмалық несиелік немесе дебеттік картасының алдыңғы бетіндегі несиелік карта нөмірінің жоғарғы оң жағындағы 4 таңбалы сан болып табылады.
kn: CVV ಸಂಖ್ಯೆ ("ಕಾರ್ಡ್ ಪರಿಶೀಲನೆ ಮೌಲ್ಯ") ಎಂಬುದು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್‌ನಲ್ಲಿನ 3 ಅಂಕಿಯ ಸಂಖ್ಯೆಯಾಗಿದೆ, ಇದನ್ನು VISA®, MasterCard® and Discover® ಬ್ರ್ಯಾಂಡೆಡ್ ಕ್ರೆಡಿಟ್ ಮತ್ತು ಡೆಬಿಟ್ ಕಾರ್ಡ್‌ಗಳ ಹಿಂಭಾಗದಲ್ಲಿ ಕಾಣಬಹುದಾಗಿದೆ. ನಿಮ್ಮ American Express® ಬ್ರ್ಯಾಂಡಿನ ಕ್ರೆಡಿಟ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್‌ನ ಮುಂಭಾಗದಲ್ಲಿನ ಬಲಭಾಗದಲ್ಲಿ ಮತ್ತು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯ ಮೇಲೆ 4 ಅಂಕಿಯ ಸಂಖ್ಯೆಗಳನ್ನು ಕಾಣಬಹುದು.
ko: 신용 카드 또는 직불 카드의 CVV 코드("Card Verification Value")는 VISA®, MasterCard® 및 Discover® 브랜드 신용 카드 및 직불 카드 뒷면의 신용 카드 번호 끝 3자리입니다. American Express® 브랜드 신용 카드 또는 직불 카드에서는 앞면 신용 카드 번호의 오른쪽 위에 있는 4자리 번호입니다.
ku_arab: ژمارەی CVV ("بەهای سەلماندنی کارت") لەسەر کارتی کرێدت یان داشکاندنەکەت بریتیە لە 3 رەنووس کە دەکەوێتە کۆتای ژمارەی کارتی کرێدت لەسە دیوی پشتەوەی جۆرەکانی کارتی کرێدت یان داشکاندنی VISA®، MasterCard® و Discover®. لەسەر کارتی کرێدت یان داشکاندنی جۆری American Express® ی تۆ بریتیە لە 4 رەنووس کە لەسەر دیوی پیشەوەی کارتەکە لای راست و سەرەوەی ژمارەی کارتی کرێدتەکە دەبینرێت.
ky: Насыя картаңыздагы же дебет картаңыздагы CVV номери ("Картаны Ырастоо Мааниси"), бул насыя картасынын номеринин аягындагы, VISA®, MasterCard® жана Discover® соода белгилеринин насыя жана дебет карталарынын артындагы, үч сандан турган номер. American Express® соода белгисинин насыя же дебет картаңызда, ал төрт сандан турган номер жана ал картанын алдыңкы бетинин оң жагында, насыя картасынын номеринин жогору жагында жайгашкан.
lo: ລະຫັດ CVV ("ຄ່າການກວດສອບບັດ") ເທິງບັດເຄຣດິດ ຫຼືບັດເດບິດຂອງທ່ານແມ່ນລະຫັດ 3 ຕົວເລກທີ່ປະກົດຢູ່ທ້າຍຂອງເລກບັດເຊິ່ງຢູ່ດ້ານຫຼັງຂອງບັດເຄຣດິດ ແລະບັດເດບິດຍີ່ຫໍ້ VISA®, MasterCard® ແລະ Discover® ແລະ. ເທິງບັດເຄຣດິດ ຫຼືບັດເດບິດຍີ່ຫໍ້ American Express® ຂອງທ່ານ ມັນແມ່ນລະຫັດ 4 ຕົວເລກທີ່ເຫັນຢູ່ດ້ານໜ້າຂອງບັດຢູ່ເບື້ອງຂວາ ແລະຢູ່ເທິງເລກບັດເຄຣດິດນັ້ນ.
lt: KPN („Kortelės patvirtinimo numeris“) numeris, nurodytas ant jūsų kredito ar debeto kortelės, yra 3 skaitmenų numeris, kurį rasite kredito kortelės numerio pabaigoje, VISA®, „MasterCard®“ ir „Discover®“ kredito ir debeto kortelių antrojoje pusėje. „American Express®“ kredito ar debeto kortelėje šį numerį sudaro 4 skaitmenys, kuriuos rasite kortelės priekinėje pusėje, dešinėje, virš kredito kortelės numerio.
lv: Kredītkartes vai debetkartes CVV numurs (kartes pārbaudes vērtība) ir 3 ciparu numurs, kas ir norādīts VISA®, MasterCard® un Discover® kredītkaršu un debetkaršu otrā pusē redzamā kartes numura beigās. American Express® kredītkartei vai debetkartei tas ir 4 ciparu numurs, kas ir norādīts kartes priekšpusē virs kartes numura labajā pusē.
mi: Ko tēnei mea te tau CVV ("Tau Manatoko Kāri") i tō kāri tāwere, i tō kāri nama rānei he tau mati 3 ka kitea i te mutunga o te tau kāri tāwere i tua o ngā kāri tāwere me ngā kāri nama VISA®, MasterCard® rānei, Discover® rānei te moko. I tō kāri tāwere American Express®, kāri nama rānei, he tau mati 4 kei mua i te kāri i te taha matau, i runga ake i te tau kāri tāwere.
mk: Бројот CVV („Верификациски код на картичка“) на вашата кредитна или дебитна картичка е број со три цифри што се наоѓа на крајот од бројот на кредитната картичка на задната страна на кредитните и дебитните брендирани картички на VISA®, MasterCard® и Discover®. На вашата брендирана кредитна или дебитна картичка на American Express® тоа е бројот со четири цифри што се наоѓа на предната страна на картичката десно и над бројот на кредитната картичка.
ml: VISA®, MasterCard®, Discover® എന്നീ ബ്രാന്‍ഡിലുള്ള ക്രെഡിറ്റ്, ഡെബിറ്റ് കാര്‍ഡുകളുടെ പിന്‍‌വശത്ത് ക്രെഡിറ്റ് കാര്‍ഡ് നമ്പറുകളുടെ അവസാനം കാണുന്ന 3 അക്ക നമ്പറാണ് നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡിലെയോ ഡെബിറ്റ് കാര്‍ഡിലെയോ CVV നമ്പര്‍ ("കാര്‍ഡ് സ്ഥിരീകരണ മൂല്യം"). നിങ്ങളുടെ American Express® ഡെബിറ്റ് അല്ലെങ്കില്‍ ക്രെഡിറ്റ് കാര്‍ഡില്‍ ഇത് കാര്‍ഡിന്റെ മുന്‍‌വശത്ത് ക്രെഡിറ്റ് കാര്‍ഡ് നമ്പറിന് മുകളില്‍ വലത് ഭാഗത്തായി കാണുന്ന 4 അക്ക നമ്പറാണ്.
mn: Таны кредит эсвэл дебит карт дээрх CVV дугаар ("Карт баталгаажуулах дугаар") нь VISA®, MasterCard® болон Discover® брэндийн кредит, дебит картын арын кредит картын дугаарын ард байдаг 3 оронтой дугаар юм. American Express® брэндийн кредит эсвэл дебит картын хувьд нүүрэн талын кредит картын дугаарын баруун дээд хэсэгт байрлах 4 оронтой дугаар юм.
mr: आपल्या क्रेडिट कार्ड आणि डेबिट कार्डवरील CVV नंबर ("कार्ड पडताळणी मूल्य") VISA®, MasterCard® आणि Discover® ब्रांडेड क्रेडिट आणि डेबिट कार्डांच्या मागे क्रेडिट कार्ड नंबरच्या शेवटी आढळतो. आपल्या American Express® ब्रांडेड क्रेडिट किंवा डेबिट कार्डवर तो 4 अंकी असून कार्ड च्या पुढे उजवीकडे वर आढळतो.
ms: Nombor CVV (Nilai Pengesahan Kad) pada kad kredit atau kad debit anda ialah nombor 3 digit yang terdapat pada hujung nombor kad kredit di belakang kad kredit atau kad debit berjenama VISA®, MasterCard® dan Discover®. Pada kad kredit atau kad debit berjenama American Express® anda, nombor CVV ialah nombor 4 digit yang terdapat di hadapan kad di sebelah kanan dan di atas nombor kad kredit tersebut.
mt: In-Numru CVV ("Valur tal-Verifika tal-Kard") fuq il-karta ta' kreditu jew debitu tiegħek huwa numru bi 3 diġits li ssibu fl-aħħar tan-numru tal-karta ta' kreditu fuq wara tal-karti ta' kreditu u debitu tad-ditti VISA®, MasterCard® u Discover®. Fuq il-karta ta' kreditu jew debitu tad-ditta American Express® dan huwa numru b'4 diġits li ssibu fuq quddiem tal-karta, fuq in-naħa tal-lemin fuq in-numru tal-karta ta' kreditu.
ne: तपाइँको क्रेडिट कार्ड वा डेबिट कार्डमा भएको CVV नम्बर ("कार्ड प्रमाणीकरण मान") VISA®, MasterCard® र Discover® ब्राण्डेड क्रेडिट तथा डेबिट कार्डहरूको पछाडिपट्टीको क्रेडिट कार्ड नम्बरको अन्तिममा हुने एउटा 3 अंकीय नम्बर हो। तपाइँको American Express® ब्राण्डेड क्रेडिट वा डेबिट कार्डमा यो क्रेडिट कार्ड नम्बरको दायाँ र माथितिर कार्डको अगाडि भागमा हुने 4 अंकीय नम्बर हो।
nn_no: CVV-nummeret (stadfestingskode på kortet) på kredittkortet eller betalingskortet er eit tresifra nummer som du finn etter kortnummeret på baksida av VISA®-, MasterCard®- og Discover®-kredittkort og -betalingskort. På American Express®-kredittkortet eller -betalingskortet ditt er det eit firesifra nummer på framsida av kortet til høgre over kortnummeret.
no: CVV-nummeret ("Card Verification Value") på kreditt- eller debetkortet er et tresifret tall som er oppgitt etter kortnummeret på baksiden av kreditt- og debetkort fra VISA®, MasterCard® og Discover®. På kreditt- og debetkort fra American Express® er dette et firesifret tall som du finner til høyre over kortnummeret på forsiden av kortet.
or: VISA®, MasterCard® ଏବଂ Discover® ବ୍ରାଣ୍ଡ୍‌ଯୁକ୍ତ କ୍ରେଡିଟ୍ ଏବଂ ଡେବିଟ୍ କାର୍ଡ୍‌ର ପଛରେ 3 ଅଙ୍କର ନମ୍ଵର୍ ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ କିମ୍ଵା ଡେବିଟ୍ କାର୍ଡ୍‌ର CVV ନମ୍ଵର୍ ("କାର୍ଡ୍ ଭେରିଫିକେସନ୍ ଭେଲ୍ୟୁ") ଅଟେ. ଆପଣଙ୍ଲର American Express® ବ୍ରାଣ୍ଡ୍‌ଯୁକ୍ତ କ୍ରେଡିଟ୍ କିମ୍ଵା ଡେବିଟ୍ କାର୍ଡ୍ ହେଉଛି ଏକ 4 ଅଙ୍କ ନମ୍ଵର୍ ଯାହା କ୍ରେଡିଟ୍ କାର୍ଡ୍ ନମ୍ଵର୍‌ର ଉପରେ ଏବଂ କାର୍ଡର ସମ୍ମୁଖର ଡାହାଣରେ ମିଳିବ.
pa_arab_pk: ‏‏تہاڈے کریڈٹ کارڈ یا ڈیبٹ کارڈ تے CVV نمبر (کارڈ ویریفیکیشن ویلیو) ایک 3 عددی ذیجیٹیل نمبر ہوندا اے جیہڑا VISA®،MasterCard®،تے Discover® برانڈ دے کریڈٹ تے ڈیبٹ کارڈ دے پچھلے پاسے کریڈٹ کارڈ نمبر دے اخیر تے پایا جاندا اے. تہاڈے American Express® برانڈ دے کریڈٹ کارڈ یا ڈیبٹ کارڈ تے ایہ 4 عددی نمبر ہوندا اے جیہڑا کارڈ دے سامنے سجے پاسے کریڈٹ کارڈ نمبر دے اتّے لکھیا ہوندا اے.
pa_in: ਤੁਹਾਡੇ ਕ੍ਰੈਡਿਟ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ ਉੱਤੇ CVV ਨੰਬਰ ("ਕਾਰਡ ਤਸਦੀਕੀ ਮੁੱਲ") VISA®, MasterCard® ਅਤੇ Discover® ਬ੍ਰਾਂਡ ਦੇ ਕ੍ਰੈਡਿਟ ਅਤੇ ਡੈਬਿਟ ਕਾਰਡਾਂ ਦੇ ਪਿੱਛੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਦੇ ਅੰਤ ਤੇ ਪਾਇਆ ਜਾਂਦਾ ਇਕ 3 ਅੰਕੀ ਨੰਬਰ ਹੈ। ਤੁਹਾਡੇ American Express® ਬ੍ਰਾਂਡ ਦੇ ਕ੍ਰੈਡਿਟ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ ਉੱਤੇ, ਇਹ ਸੱਜੇ ਪਾਸੇ ਕਾਰਡ ਦੇ ਮੂਹਰੇ ਅਤੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੰਬਰ ਦੇ ਉੱਤੇ ਪਾਇਆ ਜਾਣ ਵਾਲਾ 4 ਅੰਕ ਦਾ ਨੰਬਰ ਹੁੰਦਾ ਹੈ.
pl: Numer CVV („numer weryfikacyjny karty”) to 3-cyfrowy numer podany za numerem karty na rewersie kart kredytowych bądź debetowych VISA®, MasterCard® i Discover®. Na kartach kredytowych bądź debetowych American Express® numer ten jest 4-cyfrowy i znajduje się na awersie karty po prawej stronie, powyżej jej numeru.
ru: CVV-код ("код безопасности карты") на вашей кредитной или дебетовой карте представляет собой код из 3 цифр, который расположен в конце номера кредитной карты на оборотной стороне карт VISA®, MasterCard® и Discover®. На кредитной или дебетовой карте American Express® этот код представляет собой 4 цифры, которые находятся на лицевой стороне карты справа над номером кредитной карты.
sd: CVV نمبر ("Card Verification Value") توهان جي ڪريڊٽ ڪارڊ يا ڊيبٽ ڪارڊ تي 3 ڊجٽ نمبر آهي ڪريڊٽ ڪارڊ نمبر جي آخر ۾ مليو آهي VISA®, MasterCard® ۽ Discover® برانڊڊ ڪريڊٽ يا ڊيبٽ ڪارڊن جي پويان. توهان جي American Express® برانڊڊ ڪريڊٽ يا ڊيبٽ ڪارڊ اهو 4 ڊجٽ نمبر آهي جيڪو ڪارڊ جي اڳئين حصي ۾ مليو آهي جيڪو ساڄي پاسي ڪريڊٽ ڪارڊ نمبر جي مٿان آهي.
si: ඔබගේ ක්‍රෙඩිට් කාඩ්පත හෝ ඩෙබිට් කාඩ්පත මත ඇති CVV අංකය ("කාඩ්පත වලංගු කිරීමේ අගය") යනු VISA®, MasterCard® සහ Discover® සන්නම් ඇති ක්‍රෙඩිට් සහ ඩෙබිට් කාඩ්පත්වල පිටුපස ක්‍රෙඩිට් කාඩ්පත් අංකය අවසානයේ ඇති අංක 3 ඉලක්කමකි. ඔබගේ American Express® සන්නම ඇති ක්‍රෙඩිට් හෝ ඩෙබිට් කාඩ්පතෙහි එය ක්‍රෙඩිට් කාඩ්පත් අංකයට දකුණින් සහ ඉහළින් කාඩ්පතෙහි ඉදිරි පැත්තේ ඇති අංක 4 ඉලක්කමකි.
sl: Številka CVV (številka za preverjanje veljavnosti) je trimestna številka, ki je prikazana na zadnji strani kreditnih in debetnih kartic VISA®, MasterCard® in Discover®. Na kreditni ali debetni kartici American Express® je to štirimestna številka na sprednji strani, prikazana desno nad številko kreditne kartice.
sr_cyrl_rs: CVV број (Card Verification Value – вредност за верификацију картице) на вашој кредитној или дебитној картици је 3-цифрени број којим се завршава број кредитне картице на полеђини кредитних картица VISA®, MasterCard® и Discover®. На кредитној или дебитној картици American Express®, то је 4-цифрени број који се налази десно на предњој страни картице, изнад броја кредитне картице.
sr_latn_rs: CVV broj ("Vrednost za verifikaciju kartice") na vašoj kreditnoj ili debitnoj kartici je 3-cifreni broj kojim se završava broj kreditne kartice na poleđini kreditnih kartica VISA®, MasterCard® i Discover®. Na kreditnoj ili debitnoj kartici American Express®, to je 4-cifreni broj koji se nalazi desno na prednjoj strani kartice, iznad broja kreditne kartice.
sv: CVV-koden (Card Verification Value) på baksidan av ditt bankkort är de tre sista siffrorna av kortnumret på bankkort från VISA®, MasterCard® och Discover®. American Express®-kort har en fyrsiffrig kod som är tryckt på framsidan av kortet till höger ovanför kortnumret.
ta: உங்கள் கடன் அல்லது டெபிட் அட்டையில் இருக்கும் CVV எண் ("கார்டு சரிபார்ப்புக் குறியீடு") ஆனது கடன் அட்டை எண்ணின் முடிவில் உள்ள 3 இலக்க எண் ஆகும். இது VISA®, MasterCard® மற்றும் Discover® முத்திரையிடப்பட்ட கடன் மற்றும் டெபிட் அட்டைகளின் பின்புறத்தில் இருக்கும். உங்கள் American Express® முத்திரையிடப்பட்ட கடன் அல்லது டெபிட் அட்டையில் இது 4 இலக்க எண்ணாக, கார்டின் முன்புறத்தில் கடன் அட்டை எண்ணின் வலது மேற்புறப் பக்கத்தில் இருக்கும்.
te: మీ క్రెడిట్ కార్డ్ లేదా డెబిట్ కార్డ్‌లోని CVV నంబర్ ("కార్డ్ ప్రామాణీకరణ విలువ") అనేది VISA®, MasterCard® మరియు Discover® వంటి బ్రాండెడ్ క్రెడిట్ మరియు డెబిట్ కార్డ్‌ల వెనుకవైపు ఉన్న క్రెడిట్ కార్డ్ నంబర్ చివర కనిపించే 3 అంకెల సంఖ్య. మీ American Express® బ్రాండెడ్ క్రెడిట్ లేదా డెబిట్ కార్డ్‌లో, ఇది కార్డ్ ముందువైపు కుడిప్రక్కన మరియు క్రెడిట్ కార్డ్ నంబర్ ఎగువన కనిపించే 4 అంకెల సంఖ్య.
tg: Рақами CVV ("қимати санҷиши корт"), ки дар корти қарзӣ ё дебетии шумо ҷойгир аст, рақаме иборат аз 3 адад буда, дар пушти кортҳои қарзӣ ё дебетии VISA®, MasterCard® ва Discover® ҷойгир аст. Дар кортҳои қарзӣ ё дебетии American Express® бошад, ин рақам иборат аз 4 адад буда, дар пеши корти қарзӣ ё дебетӣ дар болои охири рақами корти қарзӣ ё дебетӣ ҷойгир карда мешавад.
th: หมายเลข CVV ("ค่าการตรวจสอบบัตร") บนบัตรเครดิตหรือบัตรเดบิตของคุณคือตัวเลข 3 หลักสุดท้ายของหมายเลขบัตรเครดิตที่ด้านหลังของบัตรเครดิตและเดบิตแบรนด์ VISA®, MasterCard® และ Discover® สำหรับบัตรเครดิตหรือบัตรเดบิตแบรนด์ American Express® หมายเลขจะเป็นตัวเลข 4 หลักที่อยู่ด้านหน้าของบัตรทางด้านขวา ซึ่งจะอยู่เหนือหมายเลขบัตรเครดิต
tr: Kredi kartınızdaki veya banka kartınızdaki CVV Numarası ("Kart Doğrulama Değeri") VISA®, MasterCard® ve Discover® markalı kredi ve banka kartlarının arkasında, kredi kartı numarasının sonunda bulunan 3 basamaklı sayıdır. American Express® markalı kredi veya banka kartınızda, kartın ön yüzünde sağ üst tarafta bulunan 4 basamaklı sayıdır.
tt: Сезнең кредит яки дебет картасын CVV коды ("карта тикшерү хакыгызны") - өч санлы номер VISA®, MasterCard® һәм Discover® кредит һәм дебет картасының кире якта, карта номерыннан соң урнашкан. American Express® кредит яки дебет картасында бу - дүрт санлы номер картаның алдагы якта, карта номерыннан уңнан һәм өстенрәк урнашкан.
ug: ئىناۋەتلىك كارتا ياكى ئامانەت كارتىسىدىكى CVV نومۇرى («كارتا تەستىق قىممىتى») 3 خانىلىق سان بولۇپ، ئادەتتە VISA®, MasterCard® ۋە Discover® ماركىلىق ئىناۋەتلىك كارتا ۋە ئامانەت كارتىلىرىنىڭ ئارقا تەرىپىدىكى كارتا نومۇرىنىڭ ئاخىرىدا بولىدۇ. American Express® ماركىلىق ئىناۋەتلىك كارتا ۋە ئامانەت كارتىسىنىڭ «كارتا تەستىق قىممىتى» 4 خانىلىق سان بولۇپ، كارتىنىڭ ئالدى تەرىپىدە، كارتا نومۇرىنىڭ ئوڭ ئۈستى بۇرجىكىدە بولىدۇ.
uk: CVV-код ("код безпеки картки") на вашій кредитній або дебетовій картці — це 3-значний цифровий код, розташований наприкінці номера кредитної картки на зворотному боці карток VISA®, MasterCard® та Discover®. На кредитній або дебетовій картці American Express® цей код — це 4-значний цифровий код, що знаходиться на лицьовій стороні картки праворуч, вище номера кредитної картки.
ur: آپ کے کریڈٹ کارڈ یا ڈیبٹ کارڈ پر CVV نمبر ("کارڈ توثیق کی قدر")ایک تین عددی نمبر ہے جو آپ کے VISA® کی پشت پر کریڈٹ کارڈ نمبر کے آخر میں پایا گیا ہے،MasterCard® اور Discover® برانڈڈ کریڈٹ اور ڈیبٹ کارڈ۔ آپ کے American Express® برانڈڈ کریڈٹ یا ڈیبٹ کارڈ پر دائیں کارڈ کے سیدھی طرف اور کریڈٹ کارڈ نمبر کے اوپر ایک 4 عددی نمبر پایا گیا ہے۔
uz: Kredit kartochkangiz yoki debit kartochkangizdagi CVV raqami ("Kartochkaning tekshirish qiymati") bu VISA®, MasterCard® va Discover® brendli kredit va debit kartochkalarning orqa tomonidagi kredit kartochka raqamining oxirida topilgan 3-xonali raqamdir. American Express® brendli kredit va debit kartochkada bu kartochkaning old tomonidagi kredit kartochka raqamining o'ng tomonida va yuqori qismida topilgan 4-xonali raqamdir.
vi: Số CVV ("Giá trị Kiểm chứng Thẻ") trên thẻ tín dụng hoặc thẻ ghi nợ của bạn là một số gồm 3 chữ số xuất hiện sau số thẻ tín dụng trên mặt sau của các thẻ tín dụng và thẻ ghi nợ hiệu VISA®, MasterCard® và Discover®. Trên các thẻ tín dụng hoặc thẻ ghi nợ hiệu American Express®, số này là số gồm 4 chữ số có ở mặt trước thẻ, ở phía trên bên phải của số thẻ tín dụng.
zh_hans: 信用卡或借记卡上的 CVV 号(“卡验证值”)是 VISA®、MasterCard® 和 Discover® 品牌信用卡和借记卡背面信用卡号结尾的 3 位数数字。在 American Express® 品牌信用卡或借记卡上，为卡正面右侧信用卡号上方的 4 位数数字。
zh_hant: 您的信用卡或轉帳卡的 CVV 碼 ("Card Verification Value"，信用卡檢查碼) 是顯示在 VISA®、MasterCard® 和 Discover® 等品牌信用卡或轉帳卡背面的末 3 碼數字。在 American Express® 品牌的信用卡或轉帳卡上，這組檢查碼則是顯示在卡片正面信用卡號碼右上方的 4 碼數字。
