Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICV.WS.Sample.Inform1
source: <p><b>Important:</b> Look for the word "<span class="highlight-regular-font">CODE</span>" on your statement to locate the correct charge.</p> <p>Depending on your bank, the verification charge may take 1-3 days to appear on your statement.</p>
af: <p><b>Belangrik:</b> Soek vir die woord "<span class="highlight-regular-font">KODE</span>" op jou staat om die korrekte bedrag op te spoor.</p> <p>Na gelang van jou bank, kan die verifiëringskoste 1-3 dae neem voor dit op jou staat verskyn.</p>
am: <p><b>በጣም ጠቃሚ፦</b> ትክክለኛውን የተቆረጠ ክፍያ ለማግኘት በመግለጫዎ ውስጥ "<span class="highlight-regular-font">ኮድ</span>" የሚል ቃል ይፈልጉ።</p> <p>እንደባንክዎ የሚለያይ ሆኖ፣ የማረጋገጫ ተቆራጭ ክፍያዎ በመግለጫዎ ላይ ለመታየት 1-3 ቀናት ሊወስድ ይችላል።</p>
ar: <p><b>مهم:</b> ابحث عن كلمة "<span class="highlight-regular-font">CODE</span>" في الكشف الخاص بك لتحديد موقع التكلفة الصحيحة.</p> <p>وفقاً للبنك الذي تتعامل معه، قد يستغرق مبلغ التحقق من 1 إلى 3 أيام ليظهر بكشفك.</p>
as: <p><b>গুৰুত্বপূৰ্ণ:</b> সঠিক মাছুল চিনাক্ত কৰিবলৈ আপোনাৰ বিবৃতিত "<span class="highlight-regular-font">কোড</span>" শব্দটো বিচাৰক৷</p> <p>আপোনাৰ বেংকৰ ওপৰত ভিত্তি কৰি, আপোনাৰ বিবৃতিত প্ৰকট হ’বলৈ সত্যতা নিৰূপণ মাছুলে 1-3 দিনলৈকে ল’ব পাৰে৷</p>
az: <p><b>Vacib:</b> Düzgün rüsumu tapmaq üçün bildirişinizdə "<span class="highlight-regular-font">KOD</span>" sözünü axtarın.</p> <p>Bankınızdan asılı olaraq, yoxlama rüsumunun bildirişinizdə görünməsi 1-3 gün çəkə bilər.</p>
bg: <p><b>Важно:</b> Потърсете думата „<span class="highlight-regular-font">CODE</span>“ в извлечението си, за да намерите точно таксуваната сума.</p> <p>В зависимост от вашата банка може да отнеме между 1 и 3 дни, преди таксуваната за проверката сума да се появи в извлечението.</p>
bn_in: <p><b>গুরুত্বপূর্ণ:</b> সঠিক চার্জ সনাক্ত করার জন্য আপনার বিবৃতিতে "<span class="highlight-regular-font">কোড</span>" শব্দটি খুঁজে নিন।</p> <p>আপনার ব্যাঙ্ক অনুসারে, যাচাইকরণ চার্জ আপনার বিবৃতিতে দেখানো হতে 1-3 দিন সময় লাগতে পারে।</p>
bs: <p><b>Važno:</b> na izvodu potražite riječ „<span class="highlight-regular-font">CODE</span>” da biste pronašli odgovarajući iznos terećenja.</p> <p>Ovisno o vašoj banci, potvrdno terećenje će se prikazati na izvodu u roku od 1 do 3 dana.</p>
cy: <p><b>Pwysig:</b> Chwiliwch am y gair "<span class="highlight-regular-font">CODE</span>" ar eich datganiad i ddod o hyd i'r ffi gywir.</p> <p>Yn dibynnu ar eich banc, gall y ffi ddilysu gymryd rhwng 1-3 diwrnod i ymddangos ar eich datganiad.</p>
da: <p><b>Vigtigt!</b> Se efter ordet "<span class="highlight-regular-font">KODE</span>" på din opgørelse for at finde det korrekte beløb.</p> <p>Afhængigt af din bank kan det tage 1-3 dage, før bekræftelsesbeløbet vises på kontoudtoget.</p>
de: <p><b>Wichtig:</b> Suchen Sie nach dem Wort „<span class="highlight-regular-font">CODE</span>“ auf Ihrem Kontoauszug, um die richtige Gebühr zu ermitteln.</p> <p>Je nach beauftragter Bank kann es einen bis drei Tage dauern, bis die Prüfgebühr auf Ihrem Kontoauszug ausgewiesen wird.</p>
el: <p> <b> Σημαντικό:</b> Αναζητήστε τη λέξη "<span class="highlight-regular-font"> ΚΩΔΙΚΟΣ</span>" στην αναλυτική κατάσταση του λογαριασμού σας για να εντοπίσετε τη σωστή χρέωση.</p> <p> Ανάλογα με την τράπεζα που χρησιμοποιείτε, μπορεί να χρειαστούν 1-3 ημέρες για να εμφανιστεί η χρέωση επαλήθευσης στην αναλυτική κατάσταση του λογαριασμού σας.</p>
es: <p><b>Importante:</b> Busca la palabra "<span class="highlight-regular-font">CODE</span>" en el extracto para encontrar el cargo correcto.</p> <p>En función del banco, el cargo de comprobación puede tardar entre 1 y 3 días en aparecer en el extracto.</p>
et: <p><b>Tähtis.</b> Õige summa leidmiseks otsige väljavõttelt sõna "<span class="highlight-regular-font">CODE</span>" (kood).</p> <p>Olenevalt pangast võib kontrollimistasu kuvamiseks teie väljavõttel kuluda 1–3 päeva.</p>
eu: <p><b>Garrantzitsua:</b> Bilatu "<span class="highlight-regular-font">KODEA</span>" hitza zure kontuaren laburpenean, orri zuzena topatzeko.</p> <p>Bankuaren arabera, egiaztapen-kobrantza ez da agertuko kontuaren laburpenean 1-3 egun pasa arte.</p>
fa: <p><b>مهم:</b> کلمه "<span class="highlight-regular-font">کد</span>" را در بیانیه خود جستجو کنید تا هزینه درست را اعمال کنید..</p> <p>بسته به بانک شما، هزینه تأیید ممکن است ۱-۳ روز طول بکشد تا در بیانیه شما نشان داده شود.</p>
ga: <p><b>Tábhachtach:</b> Cuardaigh an focal "<span class="highlight-regular-font">CODE</span>" ar do ráiteas chun an táille cheart a aimsiú.</p> <p>Ag brath ar do bhanc, is féidir go dtógfaidh an táille fíoraithe 1-3 lá le bheith le feiceáil ar do ráiteas.</p>
gd: <p><b>Cudromach:</b> Cum sùil airson an fhacail “<span class="highlight-regular-font">CODE</span>” air an aithris agad airson ’s gum faigh thu greim air an t-suim cheart.</p> <p>A-rèir a’ bhanca agad, dh’fhaoidte gum bi e eadar 1 is 3 làithean mus nochd an suim dearbhaidh air an aithris bhanca agad.</p>
gl: <p><b>Importante:</b> Busca a palabra "<span class="highlight-regular-font">CODE</span>" no teu extracto bancario para localizar o custo correcto.</p> <p>Segundo o banco, o custo de verificación pode tardar de un a tres días en aparecer no extracto.</p>
gu: <p><b>Important:</b> યોગ્ય ચાર્જ શોધવા માટે તમારા અહેવાલ પર "<span class="highlight-regular-font">CODE</span>" શબ્દ જુઓ.</p> <p>તમારી બેંકના આધારે, ચકાસણી ચાર્જને તમારા સ્ટેટમેન્ટમાં દેખાતા 1-3 દિવસ લાગી શકે છે. </p>
he: <p><b>חשוב:</b> חפש אחר המילה "<span class="highlight-regular-font">CODE</span>" בדף החשבון כדי לאתר את החיוב הנכון.</p> <p>בהתאם לבנק שלך, ייתכן שיחלפו 1-3 ימים עד שחיוב האימות יופיע בדף החשבון.</p>
hi: <p><b>महत्वपूर्ण:</b> अपने स्टेटमेंट में "<span class="highlight-regular-font">कोड</span>" शब्द के लिए खोज करें औअ सही शुल्क का पता लगाएँ.</p> <p>आपके बैंक के आधार पर, आपके स्टेटमेंट पर सत्यापन शुल्क प्रकट होने में 1-3 दिन लग सकते हैं.</p>
hr: <p><b>Važno:</b> na izvodu potražite riječ „<span class="highlight-regular-font">CODE</span>” da biste pronašli odgovarajući iznos terećenja.</p> <p>Ovisno o vašoj banci, potvrdno terećenje na vašem će se izvodu prikazati u roku od 1 do 3 dana.</p>
hu: <p><b>Fontos:</b> Keresse meg a „<span class="highlight-regular-font">CODE</span>” szót a számlakivonaton a megfelelő terhelés megkereséséhez.</p> <p>A banktól függően az ellenőrző terhelés 1–3 napon belül jelenik meg a kivonaton.</p>
id: <p><b>Penting:</b> Cari kata "<span class="highlight-regular-font">CODE</span>" di laporan rekening Anda untuk menemukan biaya yang benar.</p> <p>Tergantung pada bank Anda, biaya verifikasi akan tercantum di laporan rekening setelah 1-3 hari setelahnya.</p>
is: <p><b>Mikilvægt:</b> Finndu orðið „<span class="highlight-regular-font">CODE</span>“ (KÓÐI) á yfirlitinu til að finna rétta greiðslu.</p> <p>Það getur tekið 1-3 daga fyrir staðfestingargreiðsluna að birtast á yfirlitinu. Það er misjafnt eftir bönkum.</p>
ja: <p><b>重要:</b> 明細書に記載された "<span class="highlight-regular-font">コード</span>" という単語を探し、正しい金額を確認してください。</p> <p>お使いの銀行によっては、検証用の金額が明細書に記載されるまで 1 ～ 3 日間かかることがあります。</p>
ka: <p><b>მნიშვნელოვანია:</b> მოძებნეთ სიტყვა „<span class="highlight-regular-font">კოდი</span>“ თქვენს განცხადებაში, რომ ნახოთ სწორი დარიცხვა.</p> <p>თქვენი ბანკის მიხედვით, დადასტურებისთვის დასაკავებელი თანხის განცხადებაში გამოჩენას შეიძლება დასჭირდეს 1-3 დღე.</p>
kk: <p><b>Маңызды:</b> Дұрыс ақыны анықтау үшін мәлімдеңізден "<span class="highlight-regular-font">КОД</span>" сөзін іздеңіз.</p> <p>Банкіңізге байланысты тексеру ақысының мәлімдемеде пайда болуына 1-3 күн кетуі мүмкін.</p>
kn: <p><b>ಪ್ರಮುಖ:</b> ಸರಿಯಾದ ಶುಲ್ಕವನ್ನು ಹುಡುಕುವುದಕ್ಕಾಗಿ ನಿಮ್ಮ ಸ್ಟೇಟ್‌ಮೆಂಟ್‌ನಲ್ಲಿ "<span class="highlight-regular-font"> ಕೋಡ್</span>" ಪದಕ್ಕಾಗಿ ನೋಡಿ.</p> <p> ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಆಧರಿಸಿ, ಪರಿಶೀಲನೆ ಶುಲ್ಕವು ನಿಮ್ಮ ಸ್ಟೇಟ್‌ಮೆಂಟ್‌ನಲ್ಲಿ ಕಂಡುಬರಲು 1-3 ದಿನಗಳ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.</p>
ko: <p><b>중요:</b> 거래 내역서에서 "<span class="highlight-regular-font">코드</span>" 단어를 찾아서 올바른 청구 금액을 확인하십시오.</p> <p>신용 카드 발급처에 따라 인증을 위한 청구 금액이 거래 내역서에 표시되는 데 1 - 3일이 걸릴 수 있습니다.</p>
ku_arab: <p><b>Important:</b> بگەڕێ بۆ وشەی "<span class="highlight-regular-font">کۆد</span>" لەسەر بڵاونامەکەت بۆ ئەوەی بڕی راست بدۆزیتەوە.</p> <p>رەنگە بڕینی سەلماندن 1-3 رۆژ بخایەنێت هەتا لەسەر بڵاونامەکەت دەردەکەوێت، ئەمەش بەگوێرەی بانکەکەت دەگۆڕێت.</p>
ky: <p><b>Маанилүү:</b> Туура төлөмдү табуу үчүн "<span class="highlight-regular-font">КОД</span>" сөзүн отчетуңуздан издеңиз.</p> <p>Банкыңызга жараша, ырастоо төлөмү отчетуңузда 1-3 күн ичинде пайда болот.</p>
lo: <p><b>ສຳຄັນ:</b> ຊອກຫາຄຳສັບ "<span class="highlight-regular-font">CODE</span>"ໃນໃບລາຍງານການເງິນຂອງທ່ານເພື່ອຫາຕຳແໜ່ງການຮຽກເກັບເງິນທີ່ຖືກຕ້ອງ.</p> <p>ອີງຕາມທະນາຄານຂອງທ່ານ, ການຮຽກເກັບເງິນທີ່ຢືນຢັນອາດໃຊ້ເວລາ 1-3 ວັນເພື່ອປາກົດເທິງໃບລາຍງານການເງິນຂອງທ່ານ.</p>
lt: <p><b>Svarbu.</b>Norėdami rasti tinkamą mokestį, išraše ieškokite žodžio „<span class="highlight-regular-font">KODAS</span>“.</p> <p>Atsižvelgiant į banką, gali praeiti 1–3 dienos, kol patvirtinimo mokestis taps matomas jūsų išraše.</p>
lv: <p><b>Svarīgi!</b> Lai atrastu pareizo maksu, pārskatā meklējiet vārdu "<span class="highlight-regular-font">CODE</span>".</p> <p>Atkarībā no jūsu bankas var paiet 1–3 dienas, līdz jūsu pārskatā būs redzama verifikācijas maksa.</p>
mi: <p><b>He mea hira:</b> Rapua te kupu "<span class="highlight-regular-font">WAEHERE</span>" i tō tauākī hei rapu i te utunga tika.</p> <p>Kei te āhua tonu o tō pēke, engari ka tae pea ki te 1-3 rā e puta ai te utunga manatoko i tō tauākī.</p>
mk: <p><b>Важно:</b> Побарајте го зборот „<span class="highlight-regular-font">ШИФРА</span>“ на изјавата за да ја најдете точната наплата.</p> <p>Во зависност од вашата банка, може да потрае околу 1 до 3 дена за трошокот за потврдување да се појави на изјавата.</p>
ml: <p><b>പ്രധാനം:</b> ശരിയായ നിരക്ക് കണ്ടെത്താൻ നിങ്ങളുടെ സ്‌റ്റേറ്റ്‌മെന്‍റിൽ "<span class="highlight-regular-font">കോഡ്</span>" എന്ന വാക്ക് തിരയുക.</p> <p>നിങ്ങളുടെ ബാങ്കിനെ ആശ്രയിച്ച്, സ്‌റ്റേറ്റ്‌മെന്‍റിൽ പരിശോധിച്ചുറപ്പിക്കൽ നിരക്ക് ദൃശ്യമാകാൻ 1-3 ദിവസം എടുത്തേക്കാം.</p>
mn: <p><b>Анхааруулга:</b> Хураамжийг зөв танихын тулд "<span class="highlight-regular-font">CODE</span>" гэсэн үгийн хуулганаасаа эрж олно уу.</p> <p>Танай банкнаас хамаарч баталгаажуулах хураамж хуулганд 1-3 хоногийн дотор хуулганд тань харагдах болно.</p>
mr: <p><b>महत्त्वाचे:</b> योग्य शुल्क शोधण्यासाठी "<span class="highlight-regular-font">आपल्या</span>" विधानातील शब्दाचा कोड शोधा.</p> <p>आपल्या बँकेवर आधारित राहून, आपल्या विधानावर पडताळणी शुल्क दिसण्यासाठी 1-3 दिवस लागू शकतात.</p>
ms: <p><b>Penting:</b> Cari perkataan"<span class="highlight-regular-font">CODE</span>" pada penyata anda untuk mencari caj yang betul.</p> <p>Caj pengesahan ini mungkin mengambil masa 1 - 3 hari untuk dipaparkan pada penyata anda, bergantung pada bank anda.</p>
mt: <p><b>Importanti:</b> Fittex il-kelma "<span class="highlight-regular-font">KODIĊI</span>" fuq ir-rendikont tiegħek biex issib iċ-ċarġ it-tajba.</p> <p>Iċ-ċarġ ta' verifika tista' tieħu bejn jum u 3 ijiem biex tidher fuq ir-rendikont, skont il-bank tiegħek.</p>
ne: <p><b>महत्त्वपूर्ण:</b> सही शुल्क पत्ता लगाउनको लागि आफ्नो कथनमा "<span class="highlight-regular-font">CODE</span>" शब्द खोज्नुहोस्।</p> <p>तपाइँको बैंकको आधारमा रुजू शुल्क तपाइँको कथनमा देखापर्न 1 देखि 3 दिन लाग्न सक्छ।</p>
nn_no: <p><b>Viktig!</b> Sjå etter ordet "<span class="highlight-regular-font">KODE</span>" på utskrifta for å finne rett beløp.</p> <p>Det kan ta 1 til 3 dagar før stadfestingsavgifta blir vist på utskrifta, avhengig av kva bank du bruker.</p>
no: <p><b>Viktig!</b> Se etter ordet <span class="highlight-regular-font">KODE</span> på kontoutskriften for å finne riktig avgiftsbeløp.</p> <p>Avhengig av hvilken bank du bruker, kan det ta fra 1 til 3 virkedager før beløpet vises på kontoutskriften.</p>
or: <p><b>ପ୍ରମୁଖ:</b> ସଠିକ ଦେୟ ଚିହ୍ନଟ କରିବାକୁ ଆପଣଙ୍କ ଷ୍ଟେଟମେଣ୍ଟରେ "<span class="highlight-regular-font">CODE</span>" ଶବ୍ଦ ଖୋଜନ୍ତୁ.</p> <p>ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଉପରେ ନିର୍ଭର କରି, ଯାଞ୍ଚକରଣ ଦେୟ ଆପଣଙ୍କ ଷ୍ଟେଟମେଣ୍ଟରେ ଦେଖାଯିବା ପାଇଁ 1-3 ଦିନ ସମୟ ନେଇ ପାରେ.</p>
pa_arab_pk: ‏‏<p><b>اہم</b> لفظ لئی ویکھو "<span class="highlight-regular-font">کوڈ</span>" اپنی بیان تے صجیح چارج ویکھن لئی.</p> <p>تہاڈے بینک دے حساب نال تصدیقی ادائیگی نوں بیان تے آن لئی 1-3 دن لگ جاندے نیں.</p>
pa_in: <p><b>ਮਹੱਤਵਪੂਰਣ:</b> ਸਹੀ ਖਰਚੇ ਦਾ ਸਥਾਨ ਪਤਾ ਲਗਾਉਣ ਲਈ ਆਪਣੀ ਸਟੇਟਮੈਂਟ ਉੱਤੇ "<span class="highlight-regular-font">ਕੋਡ</span>" ਸ਼ਬਦ ਦੀ ਖੋਜ ਕਰੋ।</p> <p>ਤੁਹਾਡੇ ਬੈਂਕ ਉੱਤੇ ਨਿਰਭਰ ਕਰਕੇ, ਪ੍ਰਮਾਣੀਕਰਣ ਖਰਚੇ ਨੂੰ ਤੁਹਾਡੀ ਸਟੇਟਮੈਂਟ ਉੱਤੇ ਨਜ਼ਰ ਆਉਣ ਲਈ 1-3 ਦਿਨ ਲੱਗ ਸਕਦੇ ਹਨ।</p>
pl: <p><b>Ważne:</b> Aby zlokalizować poprawną opłatę, poszukaj na wyciągu wyrazu „<span class="highlight-regular-font">CODE</span>”.</p> <p>W zależności od banku opłata weryfikacyjna może pojawić się na wyciągu w ciągu 1–3 dni.</p>
ru: <p><b>Внимание!</b> Чтобы найти нужную сумму списания, ищите в выписке слово <span class="highlight-regular-font">CODE</span>.</p> <p>В зависимости от банка проверочная сумма списания может появиться в выписке через 1–3 дня.</p>
sd: <p><b>اهم:</b> صحيح چارج جو پتو لڳائڻ لاءِ پنهنجي اسٽيٽمينٽ تي لفظ "<span class="highlight-regular-font">ڪوڊ</span>" لاءِ ڏسو.</p> <p> توهانجي بينڪ تي ڀاڙيندي، تصديقي چارج توهانجي اسٽيمينٽ تي ظاهر ٿيڻ لاءِ 1-3 ڏينهن وٺي سگهي ٿي.</p>
si: <p><b>වැදගත්:</b> නිවැරදි ගාස්තුව පිහිටුවීමට ඔබගේ ප්‍රකාශයේ "<span class="highlight-regular-font">වචන</span>" කේතය බලන්න.</p> <p>ඔබගේ බැංකුව මත රඳා පවතිමින්, සත්‍යාපන ගාස්තුව ඔබගේ ප්‍රකාශය මත පෙනීසිටීමට දින 1-3 දක්වා ගැනීමට ඉඩ ඇත.</p>
sl: <p><b>Pomembno:</b> Na izpisku poiščite besedo »<span class="highlight-regular-font">CODE</span>«, ki označuje pravilni znesek.</p> <p>Odvisno od banke lahko traja 1–3 dni, da se strošek za preverjanje prikaže na izpisku.</p>
sr_cyrl_rs: <p><b>Важно:</b> Потражите реч „<span class="highlight-regular-font">ШИФРА</span>“ у изводу да бисте пронашли праву наплату.</p> <p>У зависности од банке, може проћи 1–3 дана док се наплата верификације не појави у изводу.</p>
sr_latn_rs: <p><b>Važno:</b> Potražite reč „<span class="highlight-regular-font">ŠIFRA</span>“ u izvodu da biste pronašli pravu naplatu.</p> <p>U zavisnosti od banke, može proći 1–3 dana dok se naplata verifikacije ne pojavi u izvodu.</p>
sv: <p><b>Viktigt!</b> Leta efter ordet "<span class="highlight-regular-font">KOD</span>" på kontoutdraget för att hitta rätt debiterat belopp.</p> <p>Det kan ta upp till tre dagar innan debiteringen visas på kontoutdraget, beroende på vilken bank du har.</p>
ta: <p><b>முக்கியம்:</b> சரியான கட்டணத்தைக் கண்டுபிடிப்பதற்கு, உங்கள் அறிக்கையில் "<span class="highlight-regular-font">குறியீடு</span>" என்ற சொல்லைக் கண்டுபிடிக்கவும்.</p> <p>உங்கள் வங்கியைப் பொறுத்து, சரிபார்ப்புக் கட்டணம் உங்கள் அறிக்கையில் தோன்றுவதற்கு, 1-3 நாட்கள் வரை எடுக்கலாம்.</p>
te: <p><b>ముఖ్యం:</b> సరైన ఛార్జీని గుర్తించడం కోసం మీ స్టేట్‌మెంట్‌లో "<span class="highlight-regular-font">కోడ్</span>" అనే పదం కోసం వెతకండి.</p> <p>మీ బ్యాంక్ ఆధారంగా, ధృవీకరణ ఛార్జీ మీ స్టేట్‌మెంట్‌లో కనబడటానికి 1-3 రోజులు పట్టవచ్చు.</p>
tg: <p><b>Important:</b> Калимаи "<span class="highlight-regular-font">РАМЗИ</span>"-ро дар иқтибоси худ ҷӯед, то пардохти муносибро ёбед.</p> <p>Вобаста аз бонки шумо, пардохти тасвибӣ метавонад баъд аз гузашти 1-3 рӯз дар иқтибоси шумо пайдо шавад.</p>
th: <p><b>สำคัญ:</b> โปรดมองหาคำว่า "<span class="highlight-regular-font">C</span>" ในใบแจ้งยอดของคุณเพื่อมองหายอดค่าใช้จ่ายที่ถูกต้อง</p> <p>ยอดค่าใช้จ่ายสำหรับการตรวจสอบความถูกต้องอาจใช้เวลา 1-3 วันก่อนจะปรากฏในใบแจ้งยอด ทั้งนี้ข้นอยู่กับธนาคารของคุณ</p>
tr: <p><b>Önemli:</b> Doğru çekimi bulmak için ekstrenizdeki "<span class="highlight-regular-font">KODU</span>" sözcüğünü bulun.</p> <p>Bankanıza bağlı olarak, doğrulama çekiminin ekstrenizde görünmesi 1-3 gün sürebilir.</p>
tt: <p><b>Мөһим:</b> Кирәкле түләүне табу өчен өземтәгездә "<span class="highlight-regular-font">CODE</span>" дигән сүзне эзләгез.</p> <p>Банкка карап, раслау түләве өземтәдә күрсәтелгәнче 1-3 көн үтәргә мөмкин.</p>
ug: <p><b>مۇھىم:</b> تالوندىن «<span class="highlight-regular-font">CODE</span>» دېگەن سۆزنى ئىزدەپ تېپىپ، تۇتۇلغان ھەق سوممىسىنى ئېنىقلاڭ.</p> <p>بانكىنىڭ ئىش بېجىرىش سۈرئىتىگە قاراپ، دەلىللەش سوممىسىنىڭ ھېساباتىڭىزدا كۆرۈنۈشىگە 1-3 كۈن ۋاقىت كېتىشى مۇمكىن.</p>
uk: <p><b>Важливо.</b> Щоб знайти правильну суму, шукайте у виписці слово "<span class="highlight-regular-font">CODE</span>".</p> <p>Залежно від банку може пройти від 1 до 3 днів, перш ніж списання відобразиться у виписці.</p>
ur: <p><b>اہم: اپنی اسٹیٹمنٹ میں درست چارج ڈھونڈنے کے لیے</b> تلاش کریں لفظ"<span class="highlight-regular-font">CODE</span>"۔</p> <p>آپ کے بینک پر منحصر ہوتے ہوئے، تصدیق کے چارج کو آپ کی اسٹییٹمنٹ میں ظاہر ہونے میں 1 تا 3 دن لگ سکتے ہیں۔</p>
uz: <p><b>Muhim:</b> To‘g‘ri to'lovni aniqlash uchun bayonnomangizda "<span class="highlight-regular-font">CODE</span>" so‘zini qidiring.</p> <p>Bankingizga qarab, tasdiqlash to‘lovi bayonnomangizda ko‘rsatilishi uchun 1-3 kun ketishi mumkin.</p>
vi: <p><b>Quan trọng:</b> Hãy tìm từ "<span class="highlight-regular-font">MÃ</span>" trên bản sao kê của bạn để định vị khoản phí đúng.</p> <p>Tùy vào ngân hàng của bạn, khoản phí kiểm chứng có thể cần 1-3 ngày để xuất hiện trên bản kê của bạn.</p>
zh_hans: <p><b>重要提示: </b>请在对账单上查找“<span class="highlight-regular-font">代码</span>”一词，以找到正确的费用。</p> <p>验证费用可能需要 1-3 天才能显示在对账单上，具体取决于你的银行。</p>
zh_hant: <p><b>重要事項:</b> 請在您的對帳單上尋找「<span class="highlight-regular-font">CODE</span>」文字，以找出正確的費用。</p> <p>根據您的往來銀行，驗證費用可能需要 1-3 天後才會出現在您的對帳單上。</p>
