Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.NothStar.PaymentSummaryText
source: You can use this payment method to buy Microsoft products and services anywhere you sign in with ()EmailAddress.
af: Jy kan hierdie betalingsopsie gebruik om Microsoft-produkte en -dienste enige plek te koop wanneer jy met ()EmailAddress aanmeld.
am: በ ()EmailAddress በገቡባቸው ማናቸውም ቦታዎች ላይ የ Microsoft ምርቶችን እና አገልግሎቶችን ለመግዛት ይህን የመክፈያ አማራጭ መጠቀም ይችላሉ።
ar: يمكنك استخدام طريقة الدفع هذه لشراء منتجات Microsoft وخدماتها في أي مكان تسجل الدخول فيه باستخدام ()EmailAddress.
as: আপুনি ()EmailAddress-ৰ সৈতে যিকোনো ঠাইতে ছাইন ইন কৰি Microsoft প্ৰডাক্ট আৰু সেৱাসমূহ ক্ৰয় কৰিবলৈ এই ধন পৰিশোধ পদ্ধতিটো ব্যৱহাৰ কৰিব পাৰে৷
az: Siz ()EmailAddress ilə daxil olduğunuz istənilən yerdə Microsoft məhsulları və xidmətlərini almaq üçün bu ödəniş üsulundan istifadə edə bilərsiniz.
bg: Можете да използвате този метод на плащане, за да закупувате продукти и услуги на Microsoft навсякъде, където влизате с ()EmailAddress.
bn_in: যেকোনো জায়গায় ()EmailAddress দিয়ে সাইন ইন করে আপনি Microsoft -এর পণ্য এবং পরিষেবাসমূহ কেনার জন্য এই অর্থপ্রদানের বিকল্পটি ব্যবহার করতে পারেন৷
bs: Ovaj način plaćanja možete koristiti za kupovinu proizvoda i usluga kompanije Microsoft gdje god se prijavite koristeći ()EmailAddress.
cy: Gallwch ddefnyddio'r ffordd yma o dalu i brynu cynnyrch a gwasanaethau Microsoft lle bynnag y byddwch yn mewngofnodi gyda ()EmailAddress.
da: Du kan bruge denne betalingsmetode til at købe Microsoft-produkter og -tjenester overalt, hvor du logger på med ()EmailAddress.
de: Mit dieser Zahlungsmethode können Sie Microsoft-Produkte und -Dienste an allen Stellen erwerben, bei denen Sie sich mit "()EmailAddress" anmelden.
el: Μπορείτε να χρησιμοποιείτε αυτήν τη μέθοδο πληρωμής για την αγορά προϊόντων και υπηρεσιών της Microsoft οπουδήποτε εισέρχεστε με τη διεύθυνση ()EmailAddress.
es: Puede utilizar este método de pago para comprar productos y servicios de Microsoft en cualquier lugar donde inicie sesión con ()EmailAddress.
et: Seda makseviisi saate kasutada Microsofti toodete ja teenuste ostmiseks kõikjal, kus olete sisse logitud meiliaadressiga ()EmailAddress.
eu: ()EmailAddress kontuarekin saioa hasten duzun edozein tokitan erabil dezakezu ordaintzeko metodo hau Microsoft produktuak eta zerbitzuak erosteko.
fa: هر جایی که با ()EmailAddress وارد سیستم می‌شوید، می‌توانید از این روش پرداخت برای خرید محصولات و سرویس‌های Microsoft استفاده کنید.
ga: Is féidir leat an modh íocaíochta seo a úsáid chun táirgí agus seirbhísí Microsoft a cheannach áit ar bith a shíníonn tú isteach le ()EmailAddress.
gd: ’S urrainn dhut an dòigh pàighidh seo a chleachdadh gus bathar is seirbheisean Microsoft a cheannach àite sam bith a chlàraicheas tu a-steach le ()EmailAddress.
gl: Pode usar este método de pagamento para comprar produtos e servizos de Microsoft en calquera lugar desde o que inicie sesión con ()EmailAddress.
gu: Microsoft ઉત્પાદનો અને સેવાઓ ખરીદવા માટે તમે જયાં પણ ()EmailAddress થી સાઇન ઇન કરો ત્યાં આ ચૂકવણી પદ્ધતિનો ઉપયોગ કરી શકો છો.
he: תוכל להשתמש בשיטת תשלום זו כדי לקנות מוצרים ושירותים של Microsoft בכל מקום שאליו תיכנס באמצעות ()EmailAddress.
hi: आप ()EmailAddress से कहीं से भी साइन इन करके Microsoft उत्पाद और सेवाएँ खरीदने के लिए इस भुगतान विधि का उपयोग कर सकते हैं.
hr: Taj način plaćanja omogućuje vam kupnju Microsoftovih proizvoda i usluga svugdje gdje se prijavljujete putem adrese e-pošte ()EmailAddress.
hu: Ezzel a fizetési móddal Microsoft-termékeket és -szolgáltatásokat vásárolhat minden olyan helyen, ahol a(z) ()EmailAddress címmel jelentkezik be.
id: Anda dapat menggunakan opsi pembayaran ini untuk membeli produk dan layanan Microsoft di mana pun Anda masuk dengan ()EmailAddress.
is: Þú getur notað þennan greiðslumáta til að kaupa vörur og þjónustu frá Microsoft hvar sem þú skráir þig inn með ()EmailAddress.
ja: ()EmailAddress を利用してサインインすると、どこからでもこの支払い方法を使って Microsoft の製品とサービスを購入できます。
ka: Microsoft-ის პროდუქტებისა და სერვისების შესაძენად შეგიძლიათ გამოიყენოთ გადახდის ეს მეთოდი ყველგან, სადაც შესასვლელად გამოყენებული გაქვთ ()EmailAddress.
kk: ()EmailAddress арқылы кірген кез келген жерде Microsoft өнімдері мен қызметтерін сатып алу үшін осы төлем әдісін пайдалануға болады.
kn: ()EmailAddress ನೊಂದಿಗೆ ನೀವು ಸೈನ್ ಇನ್ ಮಾಡುವ ಎಲ್ಲಿಯಾದರೂ Microsoft ಉತ್ಪನ್ನಗಳನ್ನು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಖರೀದಿಸಲು ನೀವು ಈ ಪಾವತಿಯ ಆಯ್ಕೆಯನ್ನು ಬಳಸಬಹುದಾಗಿದೆ.
ko: ()EmailAddress(으)로 로그인하면 어디서든 이 결제 방식을 사용하여 Microsoft 제품 및 서비스를 구매할 수 있습니다.
lo: ທ່ານສາມາດໃຊ້ທາງເລືອການຊຳລະເງິນນີ້ເພື່ອຊື້ຜະລິດຕະພັນ ແລະ ການບໍລິການຂອງ Microsoft ທຸກໆບ່ອນທີ່ທ່ານລົງຊື່ເຂົ້າໃຊ້ດ້ວຍ ()ທີ່ຢູ່ອີເມວ.
lt: „Microsoft“ produktus ir paslaugas galite įsigyti naudodami šį mokėjimo būdą, bet kada, kai prisijungiate naudodami ()EmailAddress.
lv: Šo maksāšanas metodi varat izmantot, lai iegādātos Microsoft produktus un pakalpojumus jebkurā vietā, kur pierakstāties ar e-pasta adresi ()EmailAddress.
mi: Ka taea tēnei tikanga utu te whakamahi hei hoko i ngā hua me ngā ratonga Microsoft i ngā wāhi katoa e takiuru koe mā te ()WāhitauĪmēra.
mk: Може да го користите овој начин на плаќање за да купувате производи и услуги на Microsoft секаде каде што ќе се пријавите со ()EmailAddress.
ml: Microsoft നിങ്ങളുടെ സ്വകാര്യതയെ മാനിക്കുന്നു. കൂടുതൽ വിവരങ്ങൾക്ക് ഇനിപ്പറയുന്നത് കാണുക:
mr: आपण जेव्हा कुठूनही ()EmailAddress सह साइन करता तिथे Microsoft उत्पादने आणि सेवा खरेदी करण्यासाठी आपण हा देयक पर्याय वापरू शकता.
ms: Anda boleh menggunakan kaedah pembayaran ini untuk membeli produk dan perkhidmatan Microsoft di mana-mana sahaja anda mendaftar masuk dengan ()EmailAddress.
mt: Tista' tuża dan il-metodu ta' pagament biex tixtri prodotti u servizzi ta' Microsoft kull fejn tidħol b'()EmailAddress.
ne: तपाईंले जुनकुनै ठाउँमा ()EmailAddress प्रयोग गरी साइन इन गर्दा Microsoft का उत्पादन तथा सेवाहरू खरिद गर्न यो भुक्तानी विकल्प प्रयोग गर्न सक्नु हुन्छ।
nn_no: Du kan bruke dette betalingsalternativet til å kjøpe Microsoft sine produkt og tenester kvar som helst du loggar på med ()EmailAddress.
no: Du kan bruke denne betalingsmetoden til å kjøpe Microsoft-produkter og -tjenester hvor som helst du logger på med ()EmailAddress.
or: ଯେକୌଣସି ସ୍ଥାନରେ ଆପଣ()EmailAddress ସହିତ ସାଇନ୍ ଇନ୍ କରି Microsoft ଉତ୍ପାଦ ଏବଂ ସେବାସମୂହ କ୍ରୟ କରିବାକୁ ଆପଣ ଏହି ଦେୟ ବିକଳ୍ପ ବ୍ୟବହାର କରିପାରିବେ.
pa_in: ਤੁਸੀਂ ()EmailAddress ਨਾਲ ਸਾਈਨ ਕਰਕੇ ਇਸ ਭੁਗਤਾਨ ਵਿਕਲਪ ਨੂੰ Microsoft ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਖਰੀਦਣ ਲਈ ਕਿਤੇ ਵੀ ਵਰਤ ਸਕਦੇ ਹੋ।
pl: Ta metoda płatności umożliwia kupowanie produktów i usług firmy Microsoft w dowolnej lokalizacji po zalogowaniu się za pomocą adresu e-mail ()EmailAddress.
ru: С помощью этого способа оплаты можно покупать продукты и услуги корпорации Майкрософт на любом устройстве после входа с использованием адреса ()EmailAddress.
sl: Ta način plačila lahko uporabljate za nakup Microsoftovih izdelkov in storitev povsod, kjer se vpišete z naslovom ()EmailAddress.
sr_cyrl_rs: Овај начин плаћања можете да користите за куповину Microsoft производа и услуга свугде где се пријавите користећи ()EmailAddress.
sr_latn_rs: Ovaj način plaćanja možete da koristite za kupovinu Microsoft proizvoda i usluga svugde gde se prijavite koristeći ()EmailAddress.
sv: Du kan använda den här betalningsmetoden för att köpa Microsofts produkter och tjänster var än du loggar i med ()EmailAddress.
ta: இந்த கட்டண முறையை () EmailAddress கொண்டு நுழையும் எல்லா Microsoft தயாரிப்புகளுக்கும், சேவைகளுக்கும் உபயோகிக்கலாம்.
te: మీరు ()EmailAddressతో సైన్ ఇన్ చేసే ఎక్కడైనా Microsoft ఉత్పత్తులు మరియు సేవలను కొనుగోలు చేయడానికి ఈ చెల్లింపు పద్ధతిని ఉపయోగించవచ్చు.
th: คุณสามารถใช้วิธีการชำระเงินนี้เพื่อซื้อผลิตภัณฑ์และบริการ Microsoft ได้ทุกที่ที่คุณลงชื่อเข้าใช้ด้วย ()EmailAddress
tr: Bu ödeme yöntemini, ()EmailAddress ile oturum açtığınız her yerde Microsoft ürün ve hizmetlerini satın almak için kullanabilirsiniz.
tt: Сез бу түләү ысулы ярдәмендә ()EmailAddress белән кергән һәр җирдә Майкрософт продуктлары һәм хезмәтләрен сатып ала аласыз.
ug: ()EmailAddress بىلەن ھېسابقا كىرگەن ھەرقانداق يەردە Microsoft مەھسۇلاتلىرى ۋە مۇلازىمەتلىرىنى سېتىۋېلىش ئۈچۈن بۇ تۆلىمە ئۇسۇلىنى قوللىنالايسىز.
uk: Цей метод оплати дає змогу купувати продукти й послуги Microsoft за допомогою будь-якого пристрою: лише ввійдіть у систему, використовуючи адресу ()EmailAddress.
ur: آپ جہاں بھی ()EmailAddress کے ساتھ سائن ان کریں گے وہاں پر Microsoft کی مصنوعات اور خدمات خریدنے کیلئے ادائیگی کا یہ طریقہ استعمال کر سکتے ہیں۔
uz: Bu to‘lov usulidan ()EmailAddress bilan kiriladigan istalgan joydan Microsoft mahsulot va xizmatlarini sotib olish uchun foydalanishingiz mumkin.
vi: Bạn có thể sử dụng tùy chọn thanh toán này để mua các sản phẩm và dịch vụ của Microsoft ở bất cứ đâu bạn đăng nhập bằng ()EmailAddress.
zh_hans: 无论你在何处通过 ()EmailAddress 登录，都可使用此付款方式购买 Microsoft 产品和服务。
zh_hant: 每當您使用 () EmailAddress 時，都可以使用此付款方式購買 Microsoft 產品與服務。

# Literal.NorthStar.PrivacyTextSequence
source: Microsoft respects your privacy. For more information, see our
af: Microsoft respekteer jou privaatheid. Vir meer inligting, sien ons
am: Microsoft ግላዊነትዎን ያከብራል። ለተጨማሪ መረጃ፣ የእኛን የሚከተለውን ይመልከቱ
ar: تحترم Microsoft خصوصيتك. لمزيد من المعلومات، راجع
as: Microsoft এ আপোনাৰ গুপনীয়তাক সন্মান কৰে। আধিক জানিবলৈ চাওঁক আমাৰ-
az: Microsoft məxfiliyinizə hörmətlə yanaşır. Ətraflı məlumat üçün baxın:
bg: Microsoft уважава вашата поверителност. За повече информация вижте нашите
bn_in: Microsoft আপনার গোপনীয়তাকে সন্মান করে। আরও তথ্যের জন্য, আমাদের দেখুন
bs: Microsoft poštuje vašu privatnost. Za više informacija pogledajte našu
cy: Mae Microsoft yn parchu eich preifatrwydd. Am ragor o wybodaeth, darllenwch ein
da: Microsoft respekterer dine personlige oplysninger. For at få mere at vide, kan du se vores
de: Microsoft respektiert Ihre Privatsphäre. Weitere Informationen finden Sie in unserer
el: Η Microsoft σέβεται τα προσωπικά σας δεδομένα. Για περισσότερες πληροφορίες, ανατρέξτε στη
es: Microsoft respeta su privacidad. Para obtener más información, consulte nuestra
et: Microsoft austab teie privaatsust. Lisateavet leiate meie dokumendist
eu: Microsoft-ek zure pribatutasuna babesten du. Informazio gehiago lortzeko, ikusi
fa: Microsoft به حریم خصوصی شما احترام می‌گذارد. برای کسب اطلاعات بیشتر، مراجعه کنید به
ga: Tá meas ag Microsoft ar do phríobháideacht. Má theastaíonn tuilleadh faisnéise uait, féach ar ár
gd: Tha suim aig Microsoft dha do phrìobhaideachd. Airson barrachd fiosrachaidh, faic
gl: Microsoft respecta a súa privacidade. Para obter máis información, vexa a nosa
gu: Microsoft તમારી ગોપનિયતાનો આદર કરે છે. વધુ જાણકારી માટે, જુઓ અમારું
he: Microsoft מכבדת את הפרטיות שלך. לקבלת מידע נוסף, עיין ב
hi: Microsoft आपकी गोपनीयता का सम्मान करता है. अधिक जानकारी के लिए, देखें हमारा
hr: Microsoft poštuje vašu privatnost. Dodatne informacije potražite u našem
hu: A Microsoft számára kiemelten fontos adatai biztonsága. További tudnivalókat adatvédelmi irányelveinkben talál, itt:
id: Microsoft menghargai privasi Anda. Untuk informasi selengkapnya, lihat
is: Microsoft virðir persónuvernd þína. Til að fá nánari upplýsingar skaltu kíkja á
ja: Microsoft はプライバシーを尊重します。詳細については、次をご覧ください:
ka: Microsoft-ი იცავს თქვენს კონფიდენციალურობას. დამატებითი ინფორმაციისთვის იხილეთ ჩვენი
kk: Microsoft құпиялылығыңызды сақтайды. Қосымша ақпарат:
kn: Microsoft ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸುತ್ತದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗೆ ನಮ್ಮ ಇದನ್ನು ನೋಡಿ
ko: Microsoft에서는 사용자의 개인 정보를 보호합니다. 자세한 내용은 다음을 참조하세요.
lo: Microsoft ເຄົາລົບຄວາມເປັນສ່ວນຈົບຂອງທ່ານ. ສຳລັບຂໍ້ມູນເພີ່ມຕື່ມ, ໃຫ້ເບິ່ງ
lt: „Microsoft“ gerbia jūsų privatumą. Daugiau informacijos rasite mūsų
lv: Korporācija Microsoft ciena jūsu konfidencialitāti. Lai iegūtu papildinformāciju, skatiet mūsu
mi: Ka manaakitia e Microsoft tō tūmataitinga. Mō ētahi kōrero anō, tirohia tā mātou
mk: Microsoft ви ја почитува приватноста. За повеќе информации, погледнете ја нашата
ml: സ്വകാര്യ പ്രസ്‌താവന
mr: Microsoft आपल्या गोपनीयतेचा आदर करतात. अधिक माहिती साठी, पहा आमची
ms: Microsoft menghormati privasi anda. Untuk maklumat lanjut, lihat
mt: Microsoft tirrispetta l-privatezza tiegħek. Għal aktar informazzjoni, ara
ne: Microsoft ले तपाईंको गोपनियताको आदर गर्छ। थप जानकारीका लागि हाम्रो निम्न हेर्नुहोस्‌
nn_no: Microsoft respekterar ditt personvern. For meir informasjon, sjå vår
no: Microsoft respekterer personvernet ditt. Hvis du vil ha mer informasjon, se våre
or: Microsoft ଆପଣଙ୍କର ଗୋପନୀୟତାକୁ ସମ୍ମାନ କରେ. ଅଧିକ ସୂଚନା ପାଇଁ, ଆମର ଦେଖନ୍ତୁ
pa_in: Microsoft ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦਾ ਆਦਰ ਕਰਦਾ ਹੈ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਲਈ, ਸਾਡੇ ਇਸਨੂੰ ਦੇਖੋ
pl: Firma Microsoft szanuje Twoją prywatność. Aby uzyskać więcej informacji, zobacz nasze
ru: Корпорация Майкрософт уважает вашу конфиденциальность. Дополнительные сведения см. в
sl: Microsoft spoštuje vašo zasebnost. Več informacij najdete v naši
sr_cyrl_rs: Microsoft поштује вашу приватност. За више информација погледајте
sr_latn_rs: Microsoft poštuje vašu privatnost. Za više informacija pogledajte
sv: Microsoft värnar om din integritet. Mer information finns i vår
ta: Microsoft உங்கள் தனியுரிமையை மதிக்கிறது. மேலும் தகவலுக்கு, பார்வையிடுக எங்கள்
te: Microsoft మీ గోప్యతను గౌరవిస్తుంది. మరింత సమాచారం కోసం, మాకు చెందిన దీన్ని చూడండి
th: Microsoft เคารพในความเป็นส่วนตัวของคุณ สำหรับข้อมูลเพิ่มเติม ดูที่
tr: Microsoft gizliliğinize saygı duyar. Daha fazla bilgi için bkz.
tt: Майкрософт хосусыйлыгыгызны хөрмәт итә. Күбрәк мәгълүмат алу өчен, моны карагыз:
ug: Microsoft مەخپىيەتلىكىڭىزگە ھۆرمەت قىلىدۇ. تېخىمۇ كۆپ مەلۇمات ئۈچۈن، بۇنى كۆرۈڭ
uk: Корпорація Майкрософт поважає вашу конфіденційність. Додаткові відомості див. в
ur: Microsoft آپ کی رازداری کا احترام کرتی ہے۔ مزید معلومات کیلئے، دیکھیں ہماری
uz: Microsoft maxfiyligingizni hurmat qiladi. Batafsil axborot uchun
vi: Microsoft tôn trọng quyền riêng tư của bạn. Để biết thêm thông tin, hãy xem
zh_hans: Microsoft 尊重你的隐私。有关详细信息，请参阅我们的
zh_hant: Microsoft 尊重您的隱私權。如需詳細資訊，請參閱我們的

# Literal.MSFB.VirtualInvoice.Name.Text.Boleto
source: Invoice (pay by boleto bancario or wire transfer)
af: Faktuur (betaal aan boleto bancario of elektroniese oordrag)
am: የክፍያ መጠየቂያ (በ boleto bancario ወይም wire transfer ይክፈሉ)
ar: الفاتورة (الدفع عن طريق boleto bancario أو تحويل بنكي)
as: চালান (boleto bancario বা wire transfer মাধ্যমেৰে পৰিশোধ কৰক)
az: Hesab-faktura (boleto bancario və ya bank köçürməsi ilə ödəyin)
bg: Фактура (плащане с документ boleto bancario или банков превод)
bn_in: চালান (বোলেটো ব্যানকারিও বা তারের স্থানান্তর দ্বারা অর্থ প্রদান)
bs: Faktura (plaćanje metodom boleto bancario ili putem bankovnog transfera)
cy: Anfoneb (talu drwy boleto bancario neu drosglwyddiad gwifren)
da: Faktura (betaling med Boleto Bancario eller elektronisk overførsel)
de: Rechnung (Zahlung per Boleto Bancário oder Banküberweisung)
el: Τιμολόγιο (πληρωμή με Boleto Bancario ή διαβίβαση μέσω τράπεζας)
es: Factura (pago mediante boleto bancario o transferencia bancaria)
et: Arve (maksmine Boleto Bancario või rahaülekande teel)
eu: Faktura (ordaindu "boleto bancario" edo banku-transferentzia elektroniko bidez)
fa: فاکتور (پرداخت توسط boleto bancario یا انتقال وجه)
ga: Sonrasc (modh íocaíochta: boleto bancario nó aistriú de dhroim sreinge)
gd: Fàirdeal (pàigh le Boleto Bancário no tar-chur uèir)
gl: Factura (pagar mediante Boleto Bancário ou transferencia bancaria electrónica)
gu: ઇન્વoiceઇસ (બોલેટો બેનકારિઓ અથવા વાયર ટ્રાન્સફર દ્વારા ચૂકવણી કરો)
he: חשבונית (תשלום באמצעות שיק או העברת כספים)
hi: इनवॉइस (चेक या वायर स्थानांतरण द्वारा भुगतान करें)
hr: Faktura (plaćanje boleto bancariom ili bankovnim transferom)
hu: Számla (Boleto Bancario-val vagy átutalással fizethető)
id: Faktur (bayar dengan boleto bancario atau transfer antar bank)
is: Reikningur (greiddur með boleto bancario eða millifærslu)
ja: 請求書 (Boleto Bancario または電信送金による支払い)
ka: ინვოისი („boleto bancario-ით“ ან საბანკო გადარიცხვით გადახდა)
kk: Есеп-шот (boleto bancario немесе банк аударымы арқылы төлеу)
kn: ಇನ್ವಾಯ್ಸ್ (boleto bancario ಅಥವಾ ವೈರ್ ಟ್ರಾನ್ಸ್ ಫರ್ ಮೂಲಕ ಪಾವತಿ ಮಾಡಿ)
ko: 청구서(Boleto Bancario 또는 전신 송금 결제)
lo: ໃບເກັບເງິນ (ຈ່າຍໂດຍ boleto bancario ຫຼືໂອນສາຍ)
lt: Sąskaita faktūra (mokėti „boleto bancario“ arba elektroniniu pervedimu)
lv: Rēķins (maksāt ar Boleto Bancario vai pārskaitījumu)
mi: Nama (utua ki te boleto bancario, te whakawhiti ā-waea rānei)
mk: Фактура (платете со Boleto Bancario или банкарски трансфер)
ml: ഇൻവോയ്സ് (ബൊലെറ്റോ ബാൻകാരിയോ അല്ലെങ്കിൽ വയർ ട്രാൻസ്ഫർ മുഖേന പണമടയ്ക്കുക)
mr: इंव्हॉइस (boleto bancario किंवा वायर ट्रान्सफरनी भुगतान करा)
ms: Invois (bayar dengan boleto bancario atau pindahan kawat)
mt: Fattura (ħallas permezz ta' boleto bancario jew trasferiment bankarju)
ne: इनभ्वाइस (बोलेटो बनकारियो वा तार स्थानान्तरण द्वारा भुक्तान)
nn_no: Faktura (betal med boleto bancario eller bankoverføring)
no: Faktura (betaling med boleto bancario eller bankoverføring)
or: ଇନଭଏସ୍ (ବୋଲେଟୋ ବ୍ୟାନକାରିଓ କିମ୍ବା ଓୟାର ଟ୍ରାନ୍ସଫର୍ ଦ୍ୱାରା ଦେୟ)
pa_in: ਇਨਵੌਇਸ (ਬੋਲੇਟੋ ਬੈਂਕਰੋ ਜਾਂ ਵਾਇਰ ਟ੍ਰਾਂਸਫਰ ਦੁਆਰਾ ਭੁਗਤਾਨ ਕਰੋ)
pl: Faktura (płatność boleto bancario lub przelew elektroniczny)
ru: Счет (оплата посредством Boleto Bancario или банковского перевода)
sl: Račun (plačilo z načinom plačila boleto bancario ali prek bančnega nakazila)
sr_cyrl_rs: Фактура (плаћање методом boleto bancario или путем банковног трансфера)
sr_latn_rs: Faktura (plaćanje metodom boleto bancario ili putem bankovnog transfera)
sv: Faktura (betala via boleto bancario eller banköverföring)
ta: இன்வாய்ஸ் (boleto bancario அல்லது வயர் டிரான்ஸ்ஃபர் மூலம் செலுத்துக)
te: ఇన్వాయిస్ (బోలెటో బాంకారియో లేదా వైర్ బదిలీ ద్వారా చెల్లించండి)
th: ใบแจ้งหนี้ (ชำระโดย Boleto Bancario หรือการโอนเงินผ่านธนาคาร)
tr: Fatura (boleto bancario veya havale ile ödeme)
tt: Квитанция (boleto bancario белән яки банк аша күчереп түләү)
ug: ئىنۋويىس (boleto bancario ياكى تېلېگراف پېرېۋوتى بىلەن تۆلەش)
uk: Рахунок (оплата boleto bancario або банківським переказом)
ur: انوائس (boleto bancario یا وائر ٹرانسفر کے ذریعے ادا کریں)
uz: Invoys (boleto bancario yoki bank pul oʻtkazmasi orqali toʻlash)
vi: Hóa đơn (thanh toán bằng boleto bancario hoặc hình thức chuyển khoản)
zh_hans: 开票(通过 boleto bancario 或电汇支付)
zh_hant: 發票 (以 boleto bancario 或電匯付費)

# Literal.PaymentMethodOption.CreditDebitCard
source: Credit or debit card
af: Krediet- of debietkaart
am: ክሬዲት ወይም የዴቢት ካርድ
ar: بطاقة ائتمان أو خصم
as: ক্ৰেডিট কাৰ্ড বা ডেবিট কাৰ্ড
az: Kredit kartı və ya debet kartı
bg: Кредитна или дебитна карта
bn_in: ক্রেডিট কার্ড বা ডেবিট কার্ড
bs: Kreditna ili debitna kartica
cy: Cerdyn credyd neu gerdyn debyd
da: Kredit- eller debetkort
de: Kredit- oder Debitkarte
el: Πιστωτική ή χρεωστική κάρτα
es: Tarjeta de crédito o de débito
et: Krediit- või deebetkaart
eu: Kreditu- edo zordunketa-txartela
fa: کارت اعتباری یا نقدی
ga: Cárta creidmheasa nó cárta dochair
gd: Cairt-chreideis no cairt-fhiachan
gl: Cartón de crédito ou de débito
gu: ક્રેડિટ અથવા ડેબિટ કાર્ડ
he: כרטיס אשראי או חיוב
hi: क्रेडिट कार्ड या डेबिट कार्ड
hr: Kreditna ili debitna kartica
hu: Hitel- vagy bankkártya
id: Kartu kredit atau debit
is: Kredit- eða debetkort
ja: クレジット カードまたはデビット カード
ka: საკრედიტო ან სადებეტო ბარათი
kk: Несие немесе дебет картасы
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: 신용 또는 직불 카드
lo: ບັດເຄຣດິດ ຫຼື ບັດເດບິດ
lt: Kredito arba debeto kortelė
lv: Kredītkarte vai debetkarte
mi: Kāri tāwere, kāri nama rānei
mk: Кредитна или дебитна картичка
ml: ക്രെഡിറ്റ് കാർഡ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ്
mr: क्रेडिट कार्ड किंवा डेबिट कार्ड
ms: Kad kredit atau debit
mt: Karta tal-kreditu jew tad-debitu
ne: क्रेडिट कार्ड वा डेबिट कार्ड
nn_no: Kreditt- eller debetkort
no: Kreditt- eller debetkort
or: କ୍ରେଡିଟ୍‌ କାର୍ଡ କିମ୍ବା ଡେବିଟ୍‌ କାର୍ଡ
pa_in: ਕ੍ਰੈਡਿਟ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ
pl: Karta kredytowa lub debetowa
ru: Кредитная или дебетовая карта
sl: Kreditna ali debetna kartica
sr_cyrl_rs: Кредитна или дебитна картица
sr_latn_rs: Kreditna ili debitna kartica
sv: Kredit- eller betalkort
ta: கிரெடிட் அல்லது டெபிட் கார்டு
te: క్రెడిట్ కార్డ్ లేదా డెబిట్ కార్డ్
th: บัตรเครดิตหรือบัตรเดบิต
tr: Kredi kartı veya ATM kartı
tt: Кредит яки дебет картасы
ug: ئىناۋەتلىك كارتا ياكى ئامانەت كارتىسى
uk: Кредитна або дебетова картка
ur: کریڈٹ کارڈ یا ڈیبٹ کارڈ
uz: Kredit yoki debet karta
vi: Thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 信用卡或借记卡
zh_hant: 信用卡或轉帳卡
