Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.MY.11
source: Terengganu
am: ትሬንጋሁ
ar: ترنجانو
as: টেৰেঙ্গানু
az: Terenqanu
bg: Теренгану
bn_in: তেরেংগানু
bs: Terenganu
el: Τερενγκάνου
gu: તેરેનગનુ
he: טרנגאנו
hi: टेरेंगानु
ja: トレンガヌ
ka: ტერენგგანუ
kk: Тренгану
kn: ಟೆರೆಂಗ್ಗಾನೋ
ko: 트렝가누
ku_arab: تێرێنگانو
ky: Теренггану
lo: ເຕີເຣັນການູ
lt: Terenganu
lv: Terenganu
mk: Теренгану
ml: തെരെംഗാനു
mn: Тренгану
mr: तेरेन्ग्गानु
ne: टेरेङ्गानु
or: ଟେରେନଗାଉନ୍
pa_arab_pk: ٹیرنگانو
pa_in: ਤੇਰੰਗਾਨੂ
ru: Тренгану
sd: ٽيرينگانو
si: ටෙරෙන්ගානු
te: టెరెంగెన్
tg: Тернггану
th: เตเรงกานู
tt: Тренгану
ug: تېرېڭگانۇ
uk: Теренґану
ur: ٹیرنگانو
zh_hans: 登嘉楼
zh_hant: 登嘉樓

# Word.State.MY.12
source: Sabah
am: ስባህ
ar: صباح
as: চাবাহ
bg: Сабах
bn_in: সাবাহ
el: Σαμπά
gu: સબાહ
he: סאבה
hi: सबाह
ja: サバ
ka: საბაჰი
kk: Сабах
kn: ಸಾಬಾಹ್
ko: 사바
ku_arab: ساباه
ky: Сабах
lo: ຊາບາ
lt: Sabahas
lv: Sabaha
mk: Сабах
ml: സെബാ
mn: Сабах
mr: सबाह
ne: सबाह
or: ସବାହ
pa_arab_pk: سبھا
pa_in: ਸਬਾਹ
ru: Сабах
sd: ساباهه
si: සාබා
te: సబాహ్
tg: Саба
th: ซาบาห์
tt: Сабах
ug: ساباھ
uk: Сабаг
ur: صباح
zh_hans: 沙巴
zh_hant: 沙巴

# Word.State.MY.13
source: Sarawak
am: ሳራውክ
ar: سراوق
as: চাৰাৱাক
az: Saravak
bg: Саравак
bn_in: সারাওয়াক
bs: Saravak
el: Σαράγουακ
gu: સરવાક
he: סאראוואק
hi: सरवाक
ja: サラワク
ka: სარავაკი
kk: Саравак
kn: ಸಾರಾವಕ್
ko: 사라왁
ku_arab: ساراوک
ky: Сарабак
lo: ຊາຣາວາກ
lt: Saravakas
lv: Saravaka
mk: Саравак
ml: സാറാവാക്
mn: Саравак
mr: सारावॅक
ne: सारावाक
or: ସାରାୱାକ୍
pa_arab_pk: سراوک
pa_in: ਸਰਾਵਾਕ
ru: Саравак
sd: ساراواڪ
si: සරවක්
te: సరావాక్
tg: Саравак
th: ซาราวัก
tt: Саравак
ug: ساراۋاك
uk: Саравак
ur: سراوک
uz: Saravak
zh_hans: 沙拉越
zh_hant: 砂拉越

# Word.State.MY.14
source: Federal Territory of Kuala Lumpur
af: Federale gebied van Kuala Lumpur
am: የኩዋላ ላንፑር ፌደራል የወሰን ድንበር
ar: ولاية كوالالمبور الفيدرالية
as: ফেডাৰেল টেৰিট'ৰী অফ কুৱালালুমপুৰ
az: Kuala Lumpur Federal Zonası
bg: Федерална територия Куала Лумпур
bn_in: কুয়ালালামপুর যুক্তরাষ্ট্রীয় অঞ্চল
bs: Federalna teritorija Kuala Lumpura
cy: Tiriogaeth Ffederal Kuala Lumpur
da: Det Føderale Territorium Kuala Lumpur
el: Ομοσπονδιακό έδαφος της Κουάλα Λουμπούρ
es: Territorio Federal de Kuala Lumpur
et: Kuala Lumpuri föderaalterritoorium
eu: Kuala Lumpur-eko lurralde federala
ga: Críoch Fheidearálach Kuala Lumpur
gd: Ranntair Feadarail Kuala Lumpur
gl: Territorio Federal de Kuala Lumpur
gu: ક્વાલા લંપુર સંઘ પ્રદેશ
he: הטריטוריה הפדרלית של קואלה לומפור
hi: कुआलालंपुर संघीय क्षेत्र
hr: Federalni teritorij Kuala Lumpur
id: Wilayah Federal Kuala Lumpur
is: Ríkisumdæmið Kúala Lúmpúr
ja: 連邦直轄領クアラルンプール
ka: კუალა-ლუმპურის ფედერალური ტერიტორია
kk: Куала-Лумпур Федералды территориясы
kn: ಕ್ವಾಲಾಲಾಂಪುರದ ಫೆಡೆರಲ್ ಪ್ರಾಂತ್ಯ
ko: 쿠알라룸푸르 연방 직할령
ku_arab: هەرێمی فیدراڵی کوالا لامپور
ky: Куала Лумпур Федералдык Аймагы
lo: ເຂດດິນແດນກົວມາລຳເປີ
lt: Kvala Lumpūro federalinė teritorija
lv: Kualalumpura
mk: Федерална Територија на Куала Лумпур
ml: ഫെഡറല്‍ ടെറിട്ടറി ഓഫ് കോലാലമ്പൂര്‍
mn: Куала-Лумпур холбооны бүс
mr: क्वालालंपूरची फेडरल टेरिटोरी
ms: Wilayah Persekutuan Kuala Lumpur
mt: Territorju Federali ta' Kuala Lumpur
ne: क्वाला लम्पुरको संघीय प्रान्त
nn_no: Det føderale territoriet Kuala Lumpur
no: Det føderale territoriet Kuala Lumpur
or: କୁଲାଲାମପୁର୍ ଫେଡେରାଲ୍ ଟେରିଟୋରୀ
pa_arab_pk: کوالالامپور دی وفاقی ریاست
pa_in: ਕੁਆਲਾ ਲੰਪੂਰ ਦਾ ਸੰਘੀ ਪ੍ਰਦੇਸ਼
pl: Terytorium federalne Kuala Lumpur
ru: Федеральная территория Куала-Лумпур
sd: ڪولامپرر جو وفاقي علائقو
si: ක්වාලා ලම්පූර් ෆෙඩරල් රාජ්ධානිය
sr_cyrl_rs: Савезна територија Куала Лумпура
sr_latn_rs: Savezna teritorija Kuala Lumpura
sv: Kuala Lumpur, federalt territorium
te: ఫెడరల్ టెరిటరీ ఆఫ్ కౌలాంలంపూర్
tg: Қалавмравм Федералии Куала-Лумпур
th: เขตปกครองกลางกัวลาลัมเปอร์
tt: Куала-Лумпур Федераль Территориясе
ug: كۇئالا لۇمپۇر فېدېراتسىيە زېمىنى
uk: Федеральна територія Куала-Лумпур
ur: کوالالمپور کا قومی خطہ
uz: Kuala-Lumpur federal hududi
vi: Lãnh thổ Liên bang Kuala Lumpur
zh_hans: 吉隆坡联邦直辖区
zh_hant: 吉隆坡聯邦直轄區

# Word.State.MY.15
source: Federal Territory of Labuan
af: Federale gebied van Labuan
am: የላቡዋን የወሰን ድንበር
ar: ولاية لابوان الفيدرالية
as: ফেডাৰেল টেৰিট'ৰী অফ লাবুৱান
az: Labuan Federal Zonası
bg: Федерална територия Лабуан
bn_in: লবুয়ান যুক্তরাষ্ট্রীয় অঞ্চল
bs: Federalna teritorija Labuana
cy: Tiriogaeth Ffederal Labuan
da: Det Føderale Territorium Labuan
el: Ομοσπονδιακό έδαφος του Λαμπουάν
es: Territorio Federal de Labuan
et: Labuani föderaalterritoorium
eu: Labuan-eko lurralde federala
ga: Críoch Fheidearálach Labuan
gd: Ranntair Feadarail Labuan
gl: Territorio Federal de Labuan
gu: લબૂઆન સંઘ પ્રદેશ
he: הטריטוריה הפדרלית של לבואן
hi: लाबुआन संघीय क्षेत्र
hr: Federalni teritorij Labuan
id: Wilayah Federal Labuan
is: Ríkisumdæmið Labuan
ja: 連邦直轄領ラブアン
ka: ლაბუანის ფედერალური ტერიტორია
kk: Лабуан Федералды территориясы
kn: ಲಾಬುವಾನ್‌ನ ಫೆಡೆರಲ್ ಪ್ರಾಂತ್ಯ
ko: 라부안 연방 직할령
ku_arab: هەرێمی فیدراڵی لابوان
ky: Лабуан Федералдык Аймагы
lo: ເຂດດິນແດນລາບວນ
lt: Labuano federalinė teritorija
lv: Labuana
mk: Федерална Територија на Лабуан
ml: ഫെഡറല്‍ ടെറിട്ടറി ഓഫ് ലബുവാന്‍
mn: Лабуан холбооны бүс
mr: लाबुअनची फेडरल टेरिटोरी
ms: Wilayah Persekutuan Labuan
mt: Territorju Federali ta' Labuan
ne: लबुआनको संघीय प्रान्त
nn_no: Det føderale territoriet Labuan
no: Det føderale territoriet Labuan
or: ଲାଗୁଆନା ଫେଡେରାଲ୍ ଟେରିଟୋରୀ
pa_arab_pk: لبوان دی وفاقی ریاست
pa_in: ਲਾਬੁਆਨ ਦਾ ਸੰਘੀ ਪ੍ਰਦੇਸ਼
pl: Terytorium Federalne Labuan
ru: Федеральная территория Лабуан
sd: لابوان جو وفاقي علائقو
si: ලබුවාන් ෆෙඩරල් රාජ්ධානිය
sr_cyrl_rs: Савезна територија Лабуана
sr_latn_rs: Savezna teritorija Labuana
sv: Labuan, federalt territorium
te: ఫెడరల్ టెరిటరీ ఆఫ్ లెబూన్
tg: Қаламрави Федерали Лабуан
th: เขตปกครองกลางลาบวน
tt: Лабуан Федераль Территориясе
ug: لابۇئان فېدېراتسىيە زېمىنى
uk: Федеральна територія Лабуан
ur: لابون کا قومی خطہ
uz: Labuan federal hududi
vi: Lãnh thổ liên bang Labuan
zh_hans: 纳闽联邦直辖区
zh_hant: 納閩聯邦直轄區

# Word.State.MY.16
source: Federal Territory of Putrajaya
af: Federale gebied van Putrajaya
am: የፑታጃያ የወሰን ድንበር
ar: ولاية بوتراجيا الفيدرالية
as: ফেডাৰেল টেৰিট'ৰী অফ পুত্ৰাজয়া
az: Putrajaya Federal Zonası
bg: Федерална територия Путраджайа
bn_in: পুত্রাজয়া যুক্তরাষ্ট্রীয় অঞ্চল
bs: Federalna teritorija Putradžaja
cy: Tiriogaeth Ffederal Putrajaya
da: Det Føderale Territorium Putrajaya
el: Ομοσπονδιακό έδαφος της Πουτρατζάγια
es: Territorio Federal de Putrajaya
et: Putrajaya föderaalterritoorium
eu: Putrajaya-ko lurralde federala
ga: Críoch Fheidearálach Putrajaya
gd: Ranntair Feadarail Putrajaya
gl: Territorio Federal de Putrajaya
gu: પુત્રજાયા સંઘ પ્રદેશ
he: הטריטוריה הפדרלית של פוטראג'יה
hi: पुतराज्य संघीय क्षेत्र
hr: Federalni teritorij Putrajaya
id: Wilayah Federal Putrajaya
is: Ríkisumdæmið Putrajaya
ja: 連邦直轄領プトラジャヤ
ka: პუტრახაიას ფედერალური ტერიტორია
kk: Путраджая Федералды Территориясы
kn: ಪುತ್ರಜಯಾದ ಫೆಡೆರಲ್ ಪ್ರಾಂತ್ಯ
ko: 푸트라자야 연방 직할령
ku_arab: هەرێمی فیدراڵی پوتراجایا
ky: Путражайа Федералдык Аймагы
lo: ເຂດດິນແດນປູຕຣາຈາຢາ
lt: Putrajaya federalinė teritorija
lv: Putradžaja
mk: Федерална Територија на Путраџаја
ml: ഫെഡറല്‍ ടെറിട്ടറി ഓഫ് പുത്രജയ
mn: Путражайе холбооны бүс
mr: पुत्रजयाची फेडरल टेरिटोरी
ms: Wilayah Persekutuan Putrajaya
mt: Territorju Federali ta' Putrajaya
ne: पुत्राजयको संघीय प्रान्त
nn_no: Det føderale territoriet Putrajaya
no: Det føderale territoriet Putrajaya
or: ପୁତ୍ରାଜୟା ଫେଡେରାଲ୍ ଟେରିଟୋରୀ
pa_arab_pk: پتراجایا دی وفاقی ریاست
pa_in: ਪੁਤਰਾਜਯਾ ਦਾ ਸੰਘੀ ਪ੍ਰਦੇਸ਼
pl: Terytorium Federalne Putrajaya
ru: Федеральная территория Путраджая
sd: پتراجايا جو وفاقي علائقو
si: පුට්රජයා ලම්පූර් ෆෙඩරල් රාජ්ධානිය
sr_cyrl_rs: Савезна територија Путрајаје
sr_latn_rs: Savezna teritorija Putrajaje
sv: Putrajaya, federalt territorium
te: ఫెడరల్ టెరిటరీ ఆఫ్ పుత్రజయా
tg: Қаламрави Федеалии Путраҷая
th: เขตปกครองกลางปูตราจายา
tt: Путраджая Федераль Территориясе
ug: پۇتراجايا فېدېراتسىيە زېمىنى
uk: Федеральна територія Путраджая
ur: پٹراجیا کا قومی خطہ
uz: Putrajaya federal hududi
vi: Lãnh thổ liên bang Putrajaya
zh_hans: 布城联邦直辖区
zh_hant: 布城聯邦直轄區

# Word.State.RU.AD
source: Adygea
am: አድይጋ
ar: أديغيا
as: আডীগি
az: Adigey
bg: Адигея
bn_in: আদিগেয়া
bs: Adjigea
el: Αντιγκέα
gl: Adiguesia
gu: એડીગેઆ
he: אדיגיה
hi: अदीगेय
ja: アディゲ
ka: ადიღე
kk: Адыгея
kn: ಅಡಿಗೆಯಾ
ko: 아디게야
ku_arab: ئادیگیا
ky: Адыгея
lo: ອາດີກີ
lt: Adygėja
lv: Adigeja
mk: Адигеја
ml: ആദിഗയ
mn: Адыгея
mr: आदयगेआ
ne: एडिगेआ
nn_no: Adygia
no: Adygia
or: ଆଡୟଗେଆ
pa_arab_pk: ایڈے جیا
pa_in: ਏਡਾਈਗੀ
pl: Adygeja
ru: Адыгея
sd: ادائگيا
si: ඇඩිගියා
sl: Adigeja
sr_cyrl_rs: Адигеја
sr_latn_rs: Adigeja
te: అడ్జియా
tg: Адигея
th: อะดีเกีย
tr: Adıge
tt: Адыгея
ug: ئادىگېئا
uk: Адигея
ur: اڈیگیا
uz: Adigeya
zh_hans: 阿迪格
zh_hant: 阿迪格共和國

# Word.State.RU.AL
source: Altai
am: አልታይ
ar: ألطاي
as: আল্টাই
az: Altay
bg: Алтай
bn_in: আলতাই
el: Αλτάι
gu: અલ્તાઇ
he: אלטאי
hi: अल्ताई
ja: アルタイ
ka: ალთაი
kk: Алтай
kn: ಅಲ್ಟಾಯಿ
ko: 알타이
ku_arab: ئاڵتای
ky: Алтай
lo: ອາລໄຕ
lt: Altajus
lv: Altaja
mk: Алтаи
ml: അല്‍തായ്
mn: Алтай
mr: अल्ताई
ne: अल्टिआ
nn_no: Altaj
no: Altaj
or: ଆଲତାଇ
pa_arab_pk: الٹائی
pa_in: ਅਲਤਾਈ
ru: Алтай
sd: التائي
si: ඇන්ටායි
sr_cyrl_rs: Алтај
sr_latn_rs: Altaj
sv: Altaj
te: ఆల్టై
tg: Олтой
th: อัลไต
tr: Altay
tt: Алтай
ug: ئالتاي
uk: Алтай
ur: الطے
uz: Oltoy
zh_hans: 阿尔泰
zh_hant: 阿爾泰共和國

# Word.State.RU.ALT
source: Altai
am: አልታይ
ar: ألطاي
as: আল্টাই
az: Altay
bg: Алтай
bn_in: আলতাই
el: Αλτάι
gu: અલ્તાઇ
he: אלטאי
hi: अल्ताई
hr: Altajska
ja: アルタイ
ka: ალთაი
kk: Алтай
kn: ಅಲ್ಟಾಯಿ
ko: 알타이
ku_arab: ئاڵتای
ky: Алтай
lo: ອາລໄຕ
lt: Altajus
lv: Altaja
mk: Алтаи
ml: അല്‍തായ്
mn: Алтай
mr: अल्ताई
ne: अल्टिआ
nn_no: Altaj
no: Altaj
or: ଆଲତାଇ
pa_arab_pk: الٹائی
pa_in: ਅਲਤਾਈ
ru: Алтай
sd: التائي
si: ඇන්ටායි
sr_cyrl_rs: Алтај
sr_latn_rs: Altaj
sv: Altaj
te: ఆల్టై
tg: Олтой
th: อัลไต
tr: Altay
tt: Алтай
ug: ئالتاي
uk: Алтай
ur: الطے
uz: Oltoy
zh_hans: 阿尔泰
zh_hant: 阿爾泰共和國

# Word.State.RU.AMU
source: Amur
am: አሙር
ar: آمور
as: আমুৰ
bg: Амур
bn_in: আমুর
el: Αμούρ
et: Amuur
gu: અમુર
he: אמור
hi: अमुर
ja: アムール
ka: ამური
kk: Амур
kn: ಅಮುರ್
ko: 아무르
ku_arab: ئامور
ky: Амур
lo: ອາມູ
lt: Amūras
lv: Amūra
mk: Амур
ml: അമുര്‍
mn: Амур
mr: अमूर
ne: अमुर
or: ଆମୁର୍
pa_arab_pk: ایمور
pa_in: ਆਮੁਰ
ru: Амурская область
sd: امور
si: අමුර්
sr_cyrl_rs: Амур
te: అమౌర్
tg: Амур
th: อามูร์
tt: Амур
ug: ئامۇر
uk: Амурська область
ur: آمور
zh_hans: 阿穆尔
zh_hant: 阿穆爾

# Word.State.RU.ARK
source: Arkhangelsk
am: አርካንግሊስክ
ar: أرخانغلسك
as: অৰ্খাঙেলস্ক
az: Arxangelsk
bg: Архангелск
bn_in: আরখনগেলসক
bs: Arhangelsk
de: Archangelsk
el: Αρκάνγκελσκ
es: Arcángel
et: Arhangelsk
gu: અર્ખનગેલ્સ્ક
he: ארקנגלסק
hi: अर्खंगेल्स्क
hr: Arhangelsk
ja: アルハンゲリスク
ka: არხანგელსკი
kk: Архангельск
kn: ಅರ್ಕಾನ್‌ಗೆಲ್ಸ್ಕ್
ko: 아르한겔스크
ku_arab: ئارخانجێلسک
ky: Архангельск
lo: ອາກຮັງເກລສຄ
lt: Archangelskas
lv: Arhangeļska
mk: Архангелск
ml: അര്‍ഖന്‍‌ഗെല്‍‌സ്‌ക്
mn: Архангельск
mr: अर्खंगेल्स्क
ne: अर्खाङ्गेल्स्क
or: ଆର୍ଖନଗେଲସ୍କ
pa_arab_pk: ارکنگیلسک
pa_in: ਆਰਖਾਨਗੇਲਸਕ
pl: Archangielsk
ru: Архангельск
sd: ارکنگيلسڪ
si: ආක්හන්ගෙල්ස්ක්
sr_cyrl_rs: Архангељск
sr_latn_rs: Arhangeljsk
sv: Archangelsk
te: అర్హహాంగ్లింక్
tg: Архангелск
th: อาร์คันเกลสก์
tt: Архангельск
ug: ئارخانگېلسك
uk: Архангельськ
ur: ارخنجیسک
uz: Arxangelsk
zh_hans: 阿尔汉格尔斯克
zh_hant: 阿爾漢格爾斯克

# Word.State.RU.AST
source: Astrakhan
am: አስትራካን
ar: أستراخان
as: আষ্ট্ৰাখান
az: Astraxan
bg: Астрахан
bn_in: অ্যাস্ট্র্যাক্যান
bs: Astrahan
da: Astrakan
de: Astrachan
el: Αστρακάν
et: Astrahan
gl: Astrakán
gu: અસ્ત્રખાન
he: אסטרקן
hi: अस्त्रख़ान
hr: Astrahan
ja: アストラハン
ka: ასტრახანი
kk: Астрахань
kn: ಅಸ್ಟ್ರಾಖಾನ್
ko: 아스트라한
ku_arab: ئەستراخان
ky: Астрахань
lo: ອາສຕຣາຄານ
lt: Astrachanė
lv: Astrahaņa
mk: Астрахан
ml: ആസ്‌ട്രാഖാന്‍
mn: Астрахан
mr: अस्त्राखन
ne: अष्ट्राखान
or: ଆଷ୍ଟ୍ରାଖାନ୍
pa_arab_pk: اسطراخان
pa_in: ਐਸਟ੍ਰਾਖਾਨ
pl: Astrachań
ru: Астрахань
sd: اسٽراکان
si: ඇස්ට්‍රකාන්
sr_cyrl_rs: Атрахан
sr_latn_rs: Atrahan
sv: Astrachan
te: ఆస్ట్రాఖాన్
tg: Астрахан
th: อัสตราคัน
tr: Astrahan
tt: Әстерхан өлкәсе
ug: ئاستراخان
uk: Астрахань
ur: استراخان
uz: Astraxan
zh_hans: 阿斯特拉罕
zh_hant: 阿斯特拉罕

# Word.State.RU.BA
source: Bashkortostan
am: ባሻኮርቶሳን
ar: باشكورتوستان
as: বস্কোৰ্টোষ্টান
az: Başqırdıstan
bg: Башкортостан
bn_in: বাস্কর্তস্তান
bs: Baškortostan
da: Basjkortostan
de: Baschkortostan
el: Μπασκορτοστάν
et: Baškortostan
eu: Baxkortostan
gl: Bashkortostán
gu: બેશકોર્ટસ્તાન
he: בשקורטוסטן
hi: बैशकोर्टस्तान
hr: Baškirska
ja: バシコストスタン
ka: ბაშკორთოსტანი
kk: Башқұртстан
kn: ಬಾಷ್ಕೋರ್ಟೋಸ್ಟಾನ್
ko: 바쉬코르토스타나
ku_arab: باشکۆرتۆستان
ky: Башкортостан
lo: ບາສຄໍໂຕຊານ
lt: Baškirija
lv: Baškortostāna
mk: Башкортостан
ml: മഷ്‌കൊര്‍തോസ്താന്‍
mn: Башкортостан
mr: बश्कोर्तोस्स्तान
ne: बशकोर्टोस्तान
nn_no: Basjkortostan
no: Basjkortostan
or: ବାସକୋର୍ଟୋଷ୍ଟାନ୍
pa_arab_pk: باشکوروستان
pa_in: ਬੈਸ਼ਕੋਰਟੋਸਤਾਨ
pl: Baszkortostan
ru: Башкортостан
sd: باشڪورٽوسٽان
si: බෂ්කෝට්ඔස්ටන්
sr_cyrl_rs: Башкортостан
sr_latn_rs: Baškortostan
sv: Basjkirien
te: భషాకోర్టాస్టాన్
tg: Бошқирдистон
th: บาชกอร์โตสตัน
tr: Başkurtistan
tt: Башкортстан
ug: باشقۇرتىستان
uk: Башкортостан
ur: باشکورتوستان
zh_hans: 巴什科尔托斯坦
zh_hant: 巴什科爾托斯坦共和國

# Word.State.RU.BEL
source: Belgoro
am: ቤልጎሮ
ar: بيلغورود
as: বেলেগোৰো
az: Belqoro
bg: Белгород
bn_in: বেলগোরো
da: Belgorod
de: Belgorod
el: Μπέλγκοροντ
et: Belgorod
gl: Bélgorod
gu: બેલગરો
he: בלגורו
hi: बेलगोरो
ja: ベレゴロド
ka: ბელგოროდი
kk: Белгород
kn: ಬೆಲ್‌ಗೋರೋ
ko: 벨고로
ku_arab: بێلگۆرۆ
ky: Белгород
lo: ເບລໂກໂຣ
lt: Belgorodas
lv: Belgoroda
mk: Белгоро
ml: ബെല്‍‌ഗോരോ
mn: Белгоро
mr: बेल्गोरो
ne: बेलेगोरो
nn_no: Belgorod
no: Belgorod
or: ବେଲଗୋରୋ
pa_arab_pk: بیگرو
pa_in: ਬੇਲਗੋਰੋ
pl: Biełgorod
ru: Белгород
sd: بيلگورو
si: බෙල්ගොරෝ
sr_cyrl_rs: Белгород
sr_latn_rs: Belgorod
te: బెలగోరే
tg: Белгород
th: เบลโกโร
tr: Belgorod
tt: Белгород
ug: بېلگورو
uk: Бєлґород
ur: بیلگورو
zh_hans: 别尔哥罗德
zh_hant: 別爾哥羅德

# Word.State.RU.BRY
source: Bryansk
am: ብራያንስክ
ar: بريانسك
as: ব্ৰিয়াংস্ক
bg: Брянск
bn_in: ব্রায়ানস্ক
bs: Brijansk
da: Brjansk
de: Brjansk
el: Μπριάνσκ
et: Brjansk
eu: Briansk
gl: Briansk
gu: બ્રયાંસ્ક
he: בריאנסק
hi: ब्रयांस्क
hr: Brjansk
ja: ブリャンスク
ka: ბრიანსკი
kk: Брянск
kn: ಬ್ರಯಾನ್ಸ್ಕ್
ko: 브리안스크
ku_arab: بریانسک
ky: Брянск
lo: ບຣີຢານສ
lt: Brianskas
lv: Brjanska
mk: Бријанск
ml: ബ്രയാന്‍സ്‌ക്
mn: Брянск
mr: ब्रयंस्क
ne: ब्रायन्स्क
nn_no: Brjansk
no: Brjansk
or: ବ୍ରାୟନାସ୍କ
pa_arab_pk: بریانسک
pa_in: ਬ੍ਰਾਯਨਸਕ
pl: Briańsk
ru: Брянск
sd: بريانسڪ
si: බ්‍රිසයන්ස්ක්
sr_cyrl_rs: Брјанск
sr_latn_rs: Brjansk
sv: Brjansk
te: బ్రియాన్స్
tg: Брянск
th: ไบรยันสก์
tt: Брянск
ug: بريانسك
uk: Брянськ
ur: بریانسک
zh_hans: 布良斯克
zh_hant: 布良斯克

# Word.State.RU.BU
source: Buryatia
am: ቡራያቲያ
ar: بورياتيا
as: বুৰিয়াটিয়া
bg: Бурятия
bn_in: বুইয়াতিয়া
bs: Burjatija
da: Burjatien
de: Burjatien
el: Μπουργιατία
et: Burjaatia
eu: Buriatia
gl: Buriatia
gu: બરએસિયા
he: בוריאטיה
hi: बुर्यातिया
hr: Burjatska
ja: ブリヤート
ka: ბურიატია
kk: Бурятия
kn: ಬುರಿಯಾಟಿಯಾ
ko: 브리야티아
ku_arab: بوریاتیا
ky: Бурятия
lo: ບູເຣຍເຕຍ
lt: Buriatija
lv: Burjatija
mk: Бурјатија
ml: ബുര്യാതിയ
mn: Бурят
mr: बुर्यातिया
ne: ब्युर्याटिया
nn_no: Burjatia
no: Burjatia
or: ବୁରୟାଟି
pa_arab_pk: بریاتیا
pa_in: ਬੁਰਯਾਤਿਆ
pl: Buriacja
ru: Бурятия
sd: برياتيا
si: බුරියාටියා
sr_cyrl_rs: Бурјатија
sr_latn_rs: Burjatija
sv: Burjatien
te: బురియాంతియా
tg: Бурятия
th: เบอร์ยาเตีย
tr: Buryatya
tt: Бурятия
ug: بۇرياتىيە
uk: Бурятія
ur: بریاتیا
uz: Buryatiya
zh_hans: 布里亚特
zh_hant: 布里亞特共和國

# Word.State.RU.CE
source: Chechnya
am: ቼቺኒያ
ar: الشيشان
as: চেচনিয়া
az: Çeçenistan
bg: Чечня
bn_in: চেচনিয়া
bs: Čečenija
da: Tjetjenien
de: Tschetschenien
el: Τσετσενία
es: Chechenia
et: Tšetšeenia
eu: Txetxenia
gl: Chechenia
gu: ચેચન્યા
he: צ'צ'ניה
hi: चेचन्या
hr: Čečenija
ja: チェチェン
ka: ჩეჩნეთი
kk: Шешенстан
kn: ಚೆಚನ್ಯಾ
ko: 체츠냐
ku_arab: چیچان
ky: Чеченстан
lo: ເຊເຊັນຢາ
lt: Čečėnija
lv: Čečenija
mk: Чеченија
ml: ചെച്‌നിയ
mn: Чечня
mr: चेचनिया
ne: चेच्न्या
nn_no: Tsjetsjenia
no: Tsjetsjenia
or: ଚେନାୟା
pa_arab_pk: چیچکنیا
pa_in: ਚੇਚਨਯਾ
pl: Czeczenia
ru: Чечня
sd: چيڪنيا
si: චෙච්නියා
sl: Čečenija
sr_cyrl_rs: Чеченија
sr_latn_rs: Čečenija
sv: Tjetjenien
te: చెచెన్యా
tg: Чеченистон
th: เชกเนีย
tr: Çeçenistan
tt: Чечня
ug: چېچنىيە
uk: Чечня
ur: چیچنیا
uz: Checheniston
zh_hans: 车臣
zh_hant: 車臣共和國

# Word.State.RU.CHE
source: Chelyabinsk
am: ቺላንቢስክ
ar: تشيليابنسك
as: চেলিয়াবিংস্ক
az: Çelyabinsk
bg: Челябинск
bn_in: চেলিয়াবিনস্ক
bs: Čelјabinsk
da: Tjeljabinsk
de: Tscheljabinsk
el: Τσελιάμπινσκ
es: Cheliábinsk
et: Tšeljabinsk
eu: Txeliabinsk
gl: Cheliábinsk
gu: ચેલયાબિન્સક
he: צ'ליאבינסק
hi: शेलयाबिंस्क
hr: Čeljabinsk
ja: チェリャビンスク
ka: ჩელიაბინსკი
kk: Челябинск
kn: ಚೆಲಿಯಾಬಿನ್ಸ್ಕ್
ko: 첼랴빈스크
ku_arab: چێلیابینسک
ky: Челябинск
lo: ເຊຢາບິນສຄ
lt: Čeliabinskas
lv: Čeļabinska
mk: Челјабинск
ml: ചെല്യാബിന്‍‌സ്
mn: Челябинск
mr: चेलाईबिन्स्क
ne: चेल्याबिन्स्क
nn_no: Tsjeljabinsk
no: Tsjeljabinsk
or: ଚିଲୟାବିନସ୍କ
pa_arab_pk: چیلیابنسک
pa_in: ਚੇਲਯਾਬਿੰਸਕ
pl: Czelabińsk
ru: Челябинск
sd: چيليابنسڪ
si: චෙලියාබින්ස්ක්
sl: Čeljabinsk
sr_cyrl_rs: Чељабинск
sr_latn_rs: Čeljabinsk
sv: Tjeljabinsk
te: చెల్యాబ్రిన్స్
tg: Челябинск
th: เชลยาบินสก์
tr: Çelyabinsk
tt: Челябинск
ug: چېليابڭنسك
uk: Челябінськ
ur: چیلیابنسک
zh_hans: 车里雅宾斯克
zh_hant: 車里雅賓斯克

# Word.State.RU.CHU
source: Chukotka
am: ቹኮታካ
ar: شوكوتكا
as: চুকোত্‍কা
az: Çukotka
bg: Чукотка
bn_in: চুকটকা
bs: Čukotka
da: Tjukotka
de: Tschukotka
el: Τσουκότκα
et: Tšukotka
eu: Txukotka
gu: ચુકોટકા
he: צ'וקוטקה
hi: चुकोटका
hr: Čukotka
ja: チュクチ
ka: ჩუკოტკა
kk: Чукотка
kn: ಚುಕೋಟ್ಕಾ
ko: 추코트카
ku_arab: چوکۆتکا
ky: Чукотка
lo: ຊູໂຄດຄາ
lt: Čiukotka
lv: Čukotka
mk: Чукотка
ml: ചുകോത്‌ക
mn: Чукотка
mr: चुकोतका
ne: चुकोट्का
nn_no: Tsjukotka
no: Tsjukotka
or: ଚୁକୋଟକା
pa_arab_pk: چکوتکا
pa_in: ਚੁਕੋਟਕਾ
pl: Czukotka
ru: Чукотка
sd: چڪوٽڪا
si: චුකෝර්ටා
sl: Čukotka
sr_cyrl_rs: Чукотка
sr_latn_rs: Čukotka
sv: Tjuktjien
te: చుకోల్తా
tg: Чукотка
th: ชูคอตกา
tr: Çukotka
tt: Чукотка
ug: چۇكوتكا
uk: Чукотка
ur: چکوٹکا
zh_hans: 楚科奇
zh_hant: 楚科奇自治區

# Word.State.RU.CU
source: Chuvashia
am: ቹቫሺያ
ar: تشوفاشيا
as: চুৱাচিয়া
az: Çuvaşıstan
bg: Чувашия
bn_in: চুভাশিয়া
bs: Čuvasija
da: Tjuvasjien
de: Tschuwaschien
el: Τσουβασία
et: Tšuvaššia
eu: Txuvaxia
gl: Chuvasia
gu: ચુવશિયા
he: צ'ווואשיה
hi: चुवाशिया
hr: Čuvašija
ja: チュヴァシ
ka: ჩუვაშეთი
kk: Чувашия
kn: ಚುವಾಶಿಯಾ
ko: 추바시아
ku_arab: چوڤاشیا
ky: Чувашия
lo: ຈູວາເຊຍ
lt: Čiuvašija
lv: Čuvašija
mk: Чувашија
ml: ചുവാഷിയ
mn: Чуваши
mr: चुवाशीया
ne: चुभासिआ
nn_no: Tsjuvasjia
no: Tsjuvasjia
or: ଚୁଭାସିଆ
pa_arab_pk: چواشیا
pa_in: ਚੁਵਾਸ਼ਿਆ
pl: Czuwaszja
ru: Чувашия
sd: چواشيا
si: චුවාෂියා
sl: Čuvašija
sr_cyrl_rs: Чувашија
sr_latn_rs: Čuvašija
sv: Tjuvasjien
te: చువాషియా
tg: Чувашия
th: ชูวาเชีย
tr: Çuvaşistan
tt: Чувашия
ug: چۇۋاشىيە
uk: Чувашія
ur: چواشیا
uz: Chuvashiya
zh_hans: 楚瓦什
zh_hant: 楚瓦什共和國

# Word.State.RU.DA
source: Dagestan
am: ዳግስታን
ar: داغستان
as: ডাগেষ্টান
az: Dağıstan
bg: Дагестан
bn_in: দাগেস্তান
el: Νταγκεστάν
es: Daguestán
gl: Daguestán
gu: ડગેસ્ટાન
he: דאגסטן
hi: दागेस्तान
ja: ダゲスタン
ka: დაღესტანი
kk: Дағыстан
kn: ಡಾಗೆಸ್ಟಾನ್
ko: 다게스탄
ku_arab: داغستان
ky: Дагестан
lo: ແດກເຈສຕານ
lt: Dagestanas
lv: Dagestāna
mk: Дагестан
ml: ദാജെസ്റ്റാന്‍
mn: Дагестан
mr: दगेस्तान
ne: दागेस्तान
or: ଡାଗେଷ୍ଟାନ୍
pa_arab_pk: ڈیگستان
pa_in: ਡਾਗੇਸਤਾਨ
ru: Дагестан
sd: داگيسٽن
si: ඩැගෙස්ටන්
sr_cyrl_rs: Дагестан
te: డాగెస్తాన్
tg: Доғистон
th: ดาเกสตาน
tr: Dağıstan
tt: Дагестан
ug: داغىستان
uk: Дагестан
ur: ڈیگاسٹن
uz: Dog'iston
zh_hans: 达吉斯坦
zh_hant: 達吉斯坦共和國

# Word.State.RU.IN
source: Ingushetia
am: ኢንጎሽቲያ
ar: إنغوشيتيا
as: ইঙ্গুশ্বেটিয়া
az: İnquşetiya
bg: Ингушетия
bn_in: ইংগুশেতিয়া
bs: Ingušetija
da: Ingusjien
de: Inguschetien
el: Ινγκουσετία
et: Inguššia
eu: Inguxetia
gl: Ingusetia
gu: ઇન્ગુશેતિયા
he: אינגושטיה
hi: इन्गुशेतिया
hr: Ingušetija
ja: イングーシ
ka: ინგუშეთი
kk: Ингушетия
kn: ಇಂಗುಷೆಟಿಯಾ
ko: 잉구쎄티아
ku_arab: ئینگوشێتیا
ky: Ингушетия
lo: ອິກັສເຕຍ
lt: Ingušija
lv: Ingušija
mk: Ингушетија
ml: ഇംഗുഷേതിയ
mn: Ингушет
mr: ईंगुशेटिया
ne: इङ्गुशेटिया
nn_no: Ingusjetia
no: Ingusjetia
or: ଇନଗୁସେଟିଆ
pa_arab_pk: انگوشیتیا
pa_in: ਇੰਗੁਸ਼ੇਤੀਆ
pl: Inguszetia
ru: Ингушетия
sd: انگوشيتيا
si: ඉන්ගුෂෙටියා
sl: Ingušetija
sr_cyrl_rs: Ингушетија
sr_latn_rs: Ingušetija
sv: Ingusjien
te: ఇంగ్యుషితియా
tg: Ингушистон
th: อินกูเชเตีย
tr: İnguşetya
tt: Ингушетия
ug: ئىنگۇشېتىيە
uk: Инґушетія
ur: انگوشیٹیا
uz: Ingushetiya
zh_hans: 印古什
zh_hant: 印古什共和國

# Word.State.RU.IRK
source: Irkutsk
am: ኢርኩታስክ
ar: إيركوتسك
as: ইৰ্কুত্‍স্ক
bg: Иркутск
bn_in: ইর্কুত্স্ক
el: Ιρκούτσκ
gu: ઇર્કુત્સ્ક
he: אירקוטסק
hi: इर्कुटस्क
ja: イルクーツク
ka: ირკუტსკი
kk: Иркутск
kn: ಇರ್ಕುಟ್ಸ್ಕ್
ko: 이르쿠츠크
ku_arab: ئیرکوتسک
ky: Иркутск
lo: ອີຄັດສຄ
lt: Irkutskas
lv: Irkutska
mk: Иркутск
ml: ഇര്‍കുത്‌സ്ക്
mn: Иркутск
mr: इर्कुट्स्क
ne: इर्कु्ट्स्क
or: ଇର୍କୁଟାସ୍କ
pa_arab_pk: ارکتسک
pa_in: ਇਰਕੁਤਸਕ
pl: Irkuck
ru: Иркутск
sd: ارڪٽسڪ
si: ඉර්කුට්ස්ක්
sr_cyrl_rs: Иркутск
te: ఇర్కుస్తుష్
tg: Иркутск
th: เออร์กุตสก์
tt: Иркутск
ug: ئىركۇتسك
uk: Іркутськ
ur: ارکوسک
zh_hans: 伊尔库茨克
zh_hant: 伊爾庫茨克

# Word.State.RU.IVA
source: Ivanovo
am: ኢቫኖቭ
ar: إيفانوفو
as: ইভানোভো
bg: Иваново
bn_in: ইভানভো
de: Iwanowo
el: Ιβάνοβο
gl: Ivánovo
gu: ઇવાનોવા
he: איוואנובו
hi: इवानवा
ja: イヴァノヴォ
ka: ივანოვო
kk: Иваново
kn: ಇವಾನೋವೋ
ko: 이바노보
ku_arab: ئیڤانۆڤۆ
ky: Иваново
lo: ອີວານໂນໂວ
lt: Ivanovas
lv: Ivanova
mk: Иваново
ml: ഇവനോവോ
mn: Иваново
mr: इवनॉव
ne: इभानोभ
or: ଇଭାନୋଭୋ
pa_arab_pk: اوانوو
pa_in: ਇਵਾਨੋਵਾ
pl: Iwanowo
ru: Иваново
sd: اوانوو
si: ඉවානෝවෝ
sr_cyrl_rs: Иваново
te: ఇవనోవా
tg: Иваново
th: อิวาโนโว
tt: Иваново
ug: ئىۋانوۋو
uk: Іваново
ur: ایوانوف
zh_hans: 伊凡诺沃
zh_hant: 伊萬諾沃

# Word.State.RU.KAM
source: Kamchatka
am: ካምቻትካ
ar: كامشاتكا
as: কামচত্‍কা
az: Kamçatka
bg: Камчатка
bn_in: কামচাটকা
bs: Kamčatka
da: Kamtjatka
de: Kamtschatka
el: Καμτσάτκα
et: Kamtšatka
gu: કામચટ્કા
he: קמצ'טקה
hi: कामचत्का
hr: Kamčatka
ja: カムチャツカ
ka: კამჩატკა
kk: Камчатка
kn: ಕಾಮ್‌ಚಾಟ್ಕಾ
ko: 캄차카
ku_arab: کامچاتکا
ky: Камчатка
lo: ແຄມຈາຄາ
lt: Kamčiatka
lv: Kamčatka
mk: Камчатка
ml: കം‌ചത്‌ക
mn: Камчатка
mr: कॅमचेट्का
ne: कामचाट्का
nn_no: Kamtsjatka
no: Kamtsjatka
or: କାମଚଟକା
pa_arab_pk: کامچتکا
pa_in: ਕਾਮਚਾਟਕਾ
pl: Kamczatka
ru: Камчатка
sd: ڪامچٽڪا
si: කාම්චාට්කා
sl: Kamčatka
sr_cyrl_rs: Камчатка
sr_latn_rs: Kamčatka
sv: Kamtjatka
te: కామాచక్తా
tg: Камчатка
th: คัมชัตกา
tr: Kamçatka
tt: Камчатка
ug: كامچاتكا
uk: Камчатка
ur: کم چٹکا
zh_hans: 堪察加
zh_hant: 堪察加半島

# Word.State.RU.KB
source: Kabardino-Balkaria
am: ካባራዲኖ - ባልካሪያ
ar: كاباردينو بالكاريا
as: কাবাৰ্ডিনো-বালকাৰিয়া
az: Kabardin-Balxariya
bg: Кабардино-Балкария
bn_in: কাবার্দিনো-বাল্কারিয়া
bs: Kaburdino-Balkarija
da: Kabardino-Balkarien
de: Kabardino-Balkarien
el: Κμαπαρντίνο-Μπαλκάρια
et: Kabardi-Balkaaria
gl: Kabardia-Balkaria
gu: કાબાર્ડિનો-બલ્કારિયા
he: קברדינו-בלקאריה
hi: कामार्डिनो-बल्कारिया
hr: Kabardsko-Balkarska
ja: カバルダ バルカル
ka: ყაბარდო-ბალკარეთი
kk: Кабардин-Балқар
kn: ಕಾಬಾರ್ಡಿನೋ-ಬಲ್ಕಾರಿಯಾ
ko: 카바르디노 발카리아
ku_arab: کاباردینۆ-بالکاریا
ky: Кабардино-Балкария
lo: ຄາບາດີໂອນ-ບາລຄາເຣຍ
lt: Kabarda-Balkarija
lv: Kabarda-Balkārija
mk: Кабардино-Балкарија
ml: കബര്‍ദിനോ-ബല്‍കാരിയ
mn: Кабардино-Балкари
mr: कबर्डिनो-बॅलकरिया
ne: काबारडिनो-बालकारिआ
or: କାବାରଡିନୋ-ବାଲକାରିଆ
pa_arab_pk: کوباردینو۔بلکاریا
pa_in: ਕਬਰਦਿਨੋ-ਬਾਲਕਾਰਿਆ
pl: Kabardo-Bałkaria
ru: Кабардино-Балкария
sd: ڪوبارڊينو-بالڪاريا
si: කාබාර්ඩිනෝ-බාල්කාරියා
sl: Kabardino-Balkarija
sr_cyrl_rs: Кабардино-Балкарија
sr_latn_rs: Kabardino-Balkarija
sv: Kabardinien-Balkarien
te: కాబడర్డినో - బల్కారియా
tg: Кабардино-Балкария
th: คาบาร์ดิโน-บัลกาเรีย
tr: Kabardino-Balkarya
tt: Кабарда-Балкария
ug: كاباردىنو-بالقارىيە
uk: Кабардино-Балкарія
ur: کبردینو- بلکاریا
uz: Kabardino-Balkariya
zh_hans: 卡巴尔达-巴尔卡尔
zh_hant: 卡巴爾達-巴爾卡爾共和國
