Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.HN.Dios
source: Gracias a Dios
am: ግራሲያስ አ ዲዮስ
ar: جراسياس آ ديوس
as: গ্ৰেচিয়াছ এ ডিওছ
az: Qrasias a Dios
bg: Грасиас а Диос
bn_in: গ্রাসিয়াস অ্যা ডিয়স
el: Γκράσιας α Ντιος
gu: ગ્રાસિઅસ એ ડિઓઝ
he: גרציאס א דיוס
hi: ग्रैसियस ए डिओस
ja: グラシアス ア ディオス
ka: გრაციას-ა-დიოსი
kk: Грасьяс-а-Дьос
kn: ಗ್ರೇಸಿಯಸ್ ಎ ಡಿಯೋಸ್
ko: 그레셔스 디오스
ku_arab: گراسیاس ئادیۆس
ky: Грасиас а Диос
lo: ກຣາເຊຍສອາດີອົດສ
lt: Grasjas a Diosas
lv: Grasjasadjosa
mk: Грасиас а Диос
ml: ഗ്രേഷ്യസ് എ ഡിയോസ്
mn: Грасиас-а-Диос
mr: ग्रासियास अ डियोस
ne: ग्रासिएस ए डिओस
or: ଗ୍ରାସିଆସ୍ ଏ ଡିଓସ୍
pa_arab_pk: گریسیاس ا دائوس
pa_in: ਗ੍ਰੇਸ਼ਿਅਸ ਏ ਡਾਓਸ
ru: Грасьяс-а-Дьос
sd: گريسياس ا ڊائوس
si: ග්‍රේෂියස් අ ඩියස්
te: గ్రేసియా ఎ డయాస్
tg: Грасиас а Диос
th: กราเซียสอะดิออส
tt: Грасьяс-а-Дьос
uk: Ґрасьяс-а-Дьос
ur: گریشیش آے ڈیوس
uz: Grasias a Dios
zh_hans: 格拉西亚斯-阿迪奥斯
zh_hant: 格拉西亞斯-阿迪奧斯

# Word.State.HN.EI
source: El Paraíso
am: ኤል ፓራኢሶ
as: এল পাৰাইছো
bg: Ел Параисо
bn_in: এল পারিজি
el: Ελ Παραΐσο
gu: એલ પેરાડિસો
he: אל פאר' ד'
hi: एल पारेसो
ja: エル パライソ
ka: ელ-პარაისო
kk: Эль-Параисо
kn: ಎಲ್ ಪಾರೈಸೋ
ko: 엘파라이소
ku_arab: ئێل پارایسۆ
ky: Эл Парасо
lo: ເອລປາຣາໂຊ
lt: Paraderas
lv: Elparaiso
mk: Ел Параисо
ml: എല്‍ പരാസോ
mn: Эль Параисо
ne: एल पारासो
or: ଏଲ ପାରାସୋ
pa_arab_pk: ایل پاراسو
pa_in: ਏਲ ਪਾਰਾ ਸੋ
ru: Эль-Параисо
sd: ايل پارا
si: ඇල් පැරායිසෝ
te: ఎల్ పార్సిలో
tg: Эл-Параисо
th: เอลปาราดิโซ
tt: Эль-Параисо
ug: ئەل پارايسو
uk: Ель-Параісо
ur: الپریسو
zh_hans: 埃尔帕拉伊索
zh_hant: 埃爾帕拉伊索

# Word.State.HN.Intibuca
source: Intibucá
am: አንቲቡካ
ar: إنتيبوكا
as: ইণ্টিবিউকা
az: İntibuká
bg: Интибука
bn_in: ইন্টিবিউকা
el: Ιντιμπουκά
gu: ઈન્ટિબુકા
he: אינטיבוק
hi: इंटिकुबा
ja: インティブカ
ka: ინტიბუკი
kk: Интибука
kn: ಇಂಟಿಬುಕಾ
ko: 인티부카
ku_arab: ئینتیبەک
ky: Интибук
lo: ອິນຕີບູກາ
lt: Intibuka
lv: Intibuka
mk: Интибука
ml: ഇന്‍റിബുക്
mn: Интибука
ne: इन्टिबुका
or: ଇନଟିବୁକ୍
pa_arab_pk: انتیبک
pa_in: ਇੰਟੀਬਕ
ru: Интибука
sd: انٽيبڪ
si: ඉන්ටිබුකා
te: ఇంటిబుడి
tg: Интибука
th: แอนติบูกา
tt: Интибука
ug: ئىنتبۇكا
uk: Інтібука
ur: انٹیبوکا
uz: Intibuká
zh_hans: 因蒂布卡
zh_hant: 因蒂布卡省

# Word.State.HN.Islas
source: Islas de la Bahía
am: አይላስ ዲ ላ ባሂ
as: আইলাছ দে লা বাহিয়া
az: Bahía adaları
bg: Ислас де ла Баия
bn_in: আইল্যাজ দ্য লা বাহিয়া
el: Ίσλας ντε λα Μπαΐα
gu: ઇસ્લાસ ડે લા બંડા
he: איסלאס דה לה באהיה
hi: इसलास डे ला बाहिया
ja: イスラス デ ラ バイア
ka: ისლას-დელა-ბაჰია
kk: Ислас-де-ла-Баия
kn: ಇಲಾಸ್ ಡೆ ಲಾ ಬಾಹಿಯಾ
ko: 이슬라스데라바이아
ku_arab: ئیسلاس دی لا باهیا
ky: Ислас де ла Бахеа
lo: ອິສລາສເດລາບາຮາ
lt: Įlankos Salos
lv: Baijas salas
mk: Ислас де ла Баија
ml: ഐസ്‌ലസ് ഡി ലാ ബാഹ
mn: Ислас-де-ла-Баия
ne: स्लास डे ला बहिआ
or: ଇସଲାସ୍ ଡେ ଲା ବାହଆ
pa_arab_pk: اسلاس دی لا بہا ا
ru: Ислас-де-ла-Баия
sd: اسلال د لا باهه
si: ඉසල්ස් ඩි ලා භහිචා
te: ఇస్లా డి లా బ్లాహా
tg: Ислас де ла Баҳиа
th: อิสลาเดลาบายา
tt: Ислас-де-ла-Баия
uk: Іслас-де-ла-Баія
ur: اسلاس ڈی لا باہیا
uz: Bahía orollari
zh_hans: 海湾群岛

# Word.State.HN.LaPaz
source: La Paz
am: ላ ፓዝ
ar: لا باز
as: লা পাজ
bg: Ла Пас
bn_in: লা পাঁজ
el: Λα Πας
gu: લા પેઝ
he: לה פאז
hi: ला पाज़
ja: ラ パス
ka: ლა-პაზი
kk: Ла-Пас
kn: ಲಾ ಪಾಜ್
ko: 라파즈
ku_arab: لا پاز
ky: Ла Паз
lo: ລາແປຊ
lt: La Pasas
lv: Lapasa
mi: Ra Pāta
mk: Ла Паз
ml: ലാ പാസ്
mn: Ла-Пас
mr: ला पाझ
ne: ला पज
or: ଲା ପାଜ୍
pa_arab_pk: لا پاز
pa_in: ਲਾਪਾਜ਼
ru: Ла-Пас
sd: لا پاز
si: ලා පාස්
sr_cyrl_rs: Ла Паз
te: లా పాజ్
tg: Ла-Пас
th: ลาปาซ
tt: Ла-Пас
ug: لا پاز
uk: Ла-Пас
ur: لا پاز
uz: La Pas
zh_hans: 拉巴斯
zh_hant: 拉巴斯

# Word.State.HN.Lempira
source: Lempira
am: ላምፒራ
ar: ليمبيرا
as: লেম্পিৰা
bg: Лемпира
bn_in: লেমপিরা
el: Λεμπίρα
gu: લેમ્પિરા
he: למפירה
hi: लेम्पिरा
ja: レンピーラ
ka: ლემპირა
kk: Лемпира
kn: ಲೆಂಪಿರಾ
ko: 렘피라
ku_arab: لێمپیرا
ky: Лемпира
lo: ເລມປີຣາ
lt: Lempyra
mk: Лемпира
ml: ലെം‌പിര
mn: Лемпира
mr: लेम्पिरा
ne: लेम्पिरा
or: ଲେମପିରା
pa_arab_pk: لیمپیرا
pa_in: ਲੇਮਪਿਰਾ
ru: Лемпира
sd: ليمپيرا
si: ලෙම්පිරා
sr_cyrl_rs: Лемпира
te: లెంపిరా
tg: Лемпира
th: เลมปิรา
tt: Лемпира
ug: لېمپىرا
uk: Лемпіра
ur: لمپیریا
zh_hans: 拉巴斯
zh_hant: 倫皮拉

# Word.State.HN.Morazan
source: Francisco Morazán
am: ፍራንሲስኮ ሞራዛን
ar: فرانسيسكو مورازان
as: ফ্ৰান্সিস্কো মোৰাজান
az: Fransisko Morazán
bg: Франсиско Морасан
bn_in: ফ্রান্সিসকো মোরাজাঁ
el: Φρανσίσκο Μορασάν
gu: ફ્રાન્સિસ્કો મોરાઝાન
he: פרנציסקו מוראז צ'
hi: फ़्रांस्सिको मोराज़न
ja: フランシスコ モラサン
ka: ფრანცისკო მორაზენი
kk: Франсиско Морасан
kn: ಫ್ರಾನ್ಸಿಸ್ಕೋ ಮೋರಾಝಾನ್
ko: 프란시스코 모라산
ku_arab: فرانسیسکۆ مۆرازان
ky: Франсиско Моразан
lo: ຟຣານຊິສໂກໂມຣາຊານ
lt: Fransisko Morasanas
lv: Fransiskomorasana
mk: Франциско Морасан
ml: ഫ്രാന്‍സിസ്കോ മൊറാസന്‍
mn: Франциско Морасан
ne: फ्रान्सिस्को मोराजन
or: ଫ୍ରାନ୍ସିସ୍କୋ ମୋରାଜନ୍
pa_arab_pk: فرانسسکو موراز این
pa_in: ਫ੍ਰੈਨਸਿਸਕੋ ਮੋਰਾਜ਼ ਐਨ
ru: Франсиско-Морасан
sd: فرانسسڪو موراز
si: ෆ්‍රැන්සිස්කෝ මෝරාසන්
te: ఫ్రాన్సిక్కో మొరాజ్
tg: Франсиско Моразан
th: ฟรานซิสโก โมราซัน
tt: Франсиско Морасан
ug: فرانسىسكو مورازان
uk: Франсіско-Морасан
ur: فرینکسکو
uz: Fransisko Morazán
zh_hans: 弗朗西斯科-莫拉桑
zh_hant: 弗朗西斯科-莫拉桑省

# Word.State.HN.Ocotepeque
source: Ocotepeque
am: ኦክቶፒኪ
ar: أوكوتيبيكو
as: ওকোটেপেক
az: Okotepek
bg: Окотепеке
bn_in: অকতেপেক
el: Οκοτεπέκε
gu: ઓકોટપેક
he: אוקואפקווה
hi: ओकोटेपेक
ja: オコテペケ
ka: ოკოტეპეკე
kk: Окотепеке
kn: ಓಕೋಟಡೆಪೆಕ್
ko: 오코테페케
ku_arab: ئۆکۆتیپێک
ky: Окотепек
lo: ໂອໂຊເຕເປກິວ
lt: Okotepekė
lv: Okotepeke
mk: Окотепеке
ml: ഒകോടിപെക്യു
mn: Окатепеке
mr: ओकॉटेपेक़ुए
ne: ओकोटेपेक्यु
or: ଓକ୍ଟୋଟେପେକ୍ୟୁଏ
pa_arab_pk: اوکوتیپوکیو
ru: Окотепеке
sd: اوڪو ٽيپيڪيو
si: ඔක්ටෙපෙක්
te: ఆక్టోపెక్యూ
tg: Окотепуке
th: โอโกโตเปเก
tt: Окотепеке
ug: ئوكوتېپېك
uk: Окатепеке
ur: اوکوٹیپیک
uz: Okotepeke
zh_hans: 奥科特佩克
zh_hant: 奧科特佩克省

# Word.State.HN.Olancho
source: Olancho
am: ኦላንቾ
ar: أولانكو
as: ওলাঞ্চো
az: Olanço
bg: Оланчо
bn_in: ওলোঞ্চো
el: Ολάντσο
gu: ઓલાન્ચો
he: אולנצ'ו
hi: ओलैंको
ja: オランチョ
ka: ოლანჩო
kk: Оланчо
kn: ಓಲಾಂಕೋ
ko: 올란초
ku_arab: ئۆلانکۆ
ky: Оланко
lo: ໂອລານໂຄ
lt: Olančas
lv: Olančo
mk: Оланчо
ml: ഒലാഞ്ചോ
mn: Оланчо
mr: ओलांको
ne: ओलान्चो
or: ଓଲାନ୍‌ଚୋ
pa_arab_pk: اولینچو
pa_in: ਓਲੈਨਟੋ
ru: Оланчо
sd: اولينچو
si: ඔලන්චෝ
sr_cyrl_rs: Оланћо
sr_latn_rs: Olanćo
te: ఒలాంచో
tg: Оланчо
th: โอลันโช
tt: Оланчо
ug: ئولانچو
uk: Оланчо
ur: اولانچو
zh_hans: 奥兰乔
zh_hant: 奧蘭喬省

# Word.State.HN.Santa
source: Santa Bárbara
am: ሳንታ ባርባራ
as: চাণ্টা বাৰবাৰা
bg: Санта Барбара
bn_in: সান্তা বারবারা
el: Σάντα Μπάρμπαρα
gu: સાન્ટા બાર્બરા
he: סנטה ברברה
hi: सांता बारबरा
ja: サンタ バルバラ
ka: სანტა-ბარბარა
kk: Санта Барбара
kn: ಸಾಂಟಾ ಬಾರ್ಬರಾ
ko: 산타바바라
ku_arab: سانتا باربارا
ky: Санта Барбара
lo: ຊານຕາບາບາຣາ
lt: Santa Barbara
lv: Santabarbara
mk: Санта Барбара
ml: സാന്‍റ ബര്‍ബറ
mn: Санта-Барбара
ne: सान्टा बार्बारा
or: ସାଣ୍ଟା ବିରବ୍ରା
pa_arab_pk: سنتابی ربرا
pa_in: ਸਾਂਤਾ ਅਮੈਜ਼ੀਗਾ
ru: Санта-Барбара
sd: سنتا برابرا
si: සැන්ටා බ්‍රාබරා
sr_cyrl_rs: Санта Барбара
sr_latn_rs: Santa Barbara
te: శాంతా బార్బరా
tg: Санта-Барбара
th: ซานตาบาร์บารา
tt: Санта-Барбара
ug: سانتا باربارا
uk: Санта-Барбара
ur: سانتا باربرا
zh_hans: 圣巴巴拉
zh_hant: 聖塔芭芭拉

# Word.State.HN.Valle
source: Velle
am: ቬሌ
ar: فيلي
as: ভেলে
az: Vel
bg: Вале
bn_in: ভ্যাল
el: Βάγιε
gu: વેલી
he: וולה
hi: वेले
ja: バジェ
ka: ველე
kk: Велле
kn: ವೆಲ್ಲೆ
ko: 벨레
ku_arab: ڤێل
ky: Велл
lo: ເວເລ
lv: Valje
mk: Веле
ml: വെല്ലി
mn: Велле
mr: वेल्ले
ne: विल्ले
or: ଭେଲ୍ଲେ
pa_arab_pk: ویلی
pa_in: ਵੈਲੇ
ru: Вель
sd: ويلي
si: වෙලී
sr_cyrl_rs: Веле
sr_latn_rs: Vele
te: వెల్లి
tg: Велл
th: เวลเล
tt: Велле
ug: ۋېللې
uk: Вель
ur: ویلے
zh_hans: 山谷
zh_hant: 韋勒

# Word.State.HN.Yoro
source: Yoro
am: ዮሮ
ar: يورو
as: য়োৰো
bg: Йоро
bn_in: ইয়োরো
el: Γιόρο
gu: યોરો
he: יורו
hi: योरो
ja: ヨロ
ka: იორო
kk: Йоро
kn: ಯೋರೋ
ko: 요로
ku_arab: یۆرۆ
ky: Йоро
lo: ໂຢໂຣ
lt: Joras
lv: Joro
mk: Јоро
ml: യോരോ
mn: Йоро
mr: योरो
ne: योरो
or: ୟୋରୋ
pa_arab_pk: یورو
pa_in: ਯੋਰੋ
ru: Йоро
sd: يورو
si: යෝරෝ
sr_cyrl_rs: Јоро
sr_latn_rs: Joro
te: యారో
tg: Йоро
th: โยโร
tt: Йоро
ug: يورو
uk: Йоро
ur: یورو
zh_hans: 约罗
zh_hant: 約羅

# Word.State.JM.Andrew
source: Saint Andrew
am: ሴንት አንድሪው
ar: سانت أندرو
as: চেণ্ট এণ্ড্ৰিউ
az: Sent Endryu
bg: Сейнт Андрю
bn_in: সেন্ট অ্যান্ড্রু
el: Σεντ Άντριου
gu: સેન્ટ એન્ડ્ર્યૂ
he: סיינט אנדרו
hi: सेंट एंड्रयू
ja: セント アンドリュー
ka: სენ-ენდრიუ
kk: Сент-Андрус
kn: ಸೇಂಟ್ ಆಂಡ್ರ್ಯೂ
ko: 세인트 앤드류
ku_arab: سانت ئەندروو
ky: Сейнт Эндрю
lo: ເຊນແອນດຣິວ
lt: Sent Andru
lv: Sentendrūsa
mk: Свети Андреја
ml: സെന്‍റ് ആന്‍ഡ്രൂ
mn: Сент-Эндрю
mr: सेंट अँड्र्यू
ne: सेइन्ट इन्ड्र्यु
or: ସେଣ୍ଟ୍ ଏଣ୍ଡ୍ର୍ୟୁ
pa_arab_pk: سینٹ اینڈریو
pa_in: ਸੈਂਟ ਏਨਡ੍ਰਿਉ
ru: Сент-Андру
sd: سينٽ اينڊريو
si: ශාන්ත ඇන්ඩෘ
sr_cyrl_rs: Сент Ендру
sr_latn_rs: Sent Endru
te: సెయింట్ ఆండ్రూ
tg: Сент-Эндрю
th: เซนต์แอนดรู
tt: Сент-Эндрю
ug: ساينت ئاندرۇ
uk: Сент-Андру
ur: سینٹ اینڈریو
uz: Sent-Endryu
zh_hans: 圣安德鲁斯
zh_hant: 聖安德魯

# Word.State.JM.Ann
source: Saint Ann
am: ሴንት አን
ar: سانت آن
as: চেণ্ট আন
az: Sent Anna
bg: Сейнт Ан
bn_in: সেন্ট অ্যান
el: Σεντ Αν
gu: સેન્ટ એન
he: סיינט אן
hi: सेंट ऐन
ja: セント アン
ka: სენ-ენი
kk: Сент-Анн
kn: ಸೇಂಟ್ ಆನ್
ko: 세인트 앤
ku_arab: سانت ئان
ky: Сент Энн
lo: ເຊນແອນ
lt: Sent Ana
lv: Sentana
mk: Света Ана
ml: സെന്‍റ് ആന്‍
mn: Сент-Энн
mr: सेंट अॅन
ne: सेइन्ट एन्न
or: ସେଣ୍ଟ୍ ଆନ୍
pa_arab_pk: سینٹ اینن
pa_in: ਸੈਂਟ ਐਨ
ru: Сент-Энн
sd: سينٽ اين
si: ශාන්ත ඈන්
sr_cyrl_rs: Сент Ен
sr_latn_rs: Sent En
te: సెయింట్ యాన్
tg: Сент-Анн
th: เซนต์แอนน์
tt: Сент-Энн
ug: ساينت ئان
uk: Сент-Анн
ur: سینٹ این
uz: Sent-Enn
zh_hans: 圣安娜
zh_hant: 聖安娜

# Word.State.JM.Catherine
source: Saint Catherine
am: ሴንት ካትሪን
ar: سانت كاثرين
as: চেণ্ট কেথেৰিন
az: Sent Keytrin
bg: Сейнт Катрин
bn_in: সেন্ট ক্যাথারিন
el: Σεντ Κάθριν
gu: સેંટ કેથરીન
he: סיינט קתרין
hi: सेंट कैथरीन
ja: セント キャサリン
ka: სენ-კატრინი
kk: Сент-Катрин
kn: ಸೇಂಟ್ ಕ್ಯಾಥೆರೀನ್
ko: 세인트 캐서린
ku_arab: سانت کاسرین
ky: Сейнт Кэтерин
lo: ເຊັນແຄັດເທີຣິນ
lt: Sent Katrina
lv: Sentketerina
mk: Света Катерина
ml: സെന്‍റ് കാതറിന്‍
mn: Сент-Катерин
mr: सेंट कथेरीन
ne: सेइन्ट क्याथरिन
or: ସେଣ୍ଟ୍ କାଥ୍ରିନେ
pa_arab_pk: سینٹ کیھتیرین
pa_in: ਸੇਂਟ ਕੈਦਰੀਨ
ru: Сент-Катрин
sd: سينٽ ڪيٿرين
si: ශාන්ත කැතරීන්
sr_cyrl_rs: Сент Кетрин
sr_latn_rs: Sent Ketrin
te: సెయింట్ క్యాథరిన్
tg: Сент-Катерин
th: เซนต์แคทเธอรีน
tt: Сент-Кэтрин
ug: ساينت كاتېرىن
uk: Сент-Катрін
ur: سینٹ کیتھرین
uz: Sent-Ketrin
zh_hans: 圣凯瑟琳
zh_hant: 聖凱薩琳

# Word.State.JM.Clarendon
source: Clarendon
am: ክላራንዶን
ar: كلاريندون
as: ক্লাৰেণ্ডোন
az: Klarendon
bg: Кларендън
bn_in: ক্ল্যারেন্ডন
el: Κλάρεντον
gu: ક્લેરેન્ડોન
he: קלרנדון
hi: क्लेरेंडॉन
ja: クラレンドン
ka: კლარენდონი
kk: Кларендон
kn: ಕ್ಲಾರೆಂಡನ್
ko: 클라렌돈
ku_arab: کلارێندۆن
ky: Кларендон
lo: ຄລາເຣັນດອນ
lt: Klarendonas
lv: Klerendona
mk: Кларендон
ml: ക്ലാരന്‍ഡന്‍
mn: Кларендон
mr: क्लारेन्डन
ne: क्लारन्डोन
or: କ୍ଲାରେନଡୋନ୍
pa_arab_pk: کلیرینڈن
pa_in: ਕਲੈਰੇਨਡਨ
ru: Кларендон
sd: ڪليئرينڊون
si: කැරෙන්ඩොන්
sr_cyrl_rs: Кларендон
sr_latn_rs: Klarendon
te: క్లారిడాన్
tg: Кларендон
th: คลาเรนดอน
tt: Кларендон
ug: كلارېندون
uk: Кларендон
ur: کلارینڈون
uz: Klarendon
zh_hans: 克拉伦登
zh_hant: 克拉倫登

# Word.State.JM.Elizabeth
source: Saint Elizabeth
am: ሴንት ኤልዛቤት
ar: سانت إليزابيث
as: চেণ্ট এলিজাবেথ
az: Sent Elizabet
bg: Сейнт Елизабет
bn_in: সেন্ট এলিজাবেথ
el: Σεντ Ελίζαμπεθ
gu: સેન્ટ એલિઝાબેથ
he: סיינט אליזבת
hi: सेंट एलिज़ाबेथ
ja: セント エリザベス
ka: სენ-ელიზაბეთი
kk: Сент-Элизабет
kn: ಸೇಂಟ್ ಎಲಿಜಬೆತ್
ko: 세인트 엘리자베스
ku_arab: سانت ئێلیزابێس
ky: Сейнт Элизабет
lo: ເຊນອີລີຊາເບດ
lt: Sent Elizabeta
lv: Sentelizabeta
mk: Света Елизабета
ml: സെന്‍റ് എലിസബത്ത്
mn: Сент-Элизабет
mr: सेंट एलिजाबेथ
ne: सेइन्ट एलिजावेथ
or: ସେଣ୍ଟ୍ ଏଲିଜାବେଥ୍
pa_arab_pk: سینٹ الیزبتھ
pa_in: ਸੇਂਟ ਏਲੀਜ਼ਾਬੇਥ
ru: Сент-Элизабет
sd: سينٽ الزبٿ
si: ශාන්ත එලිසබෙත්
sr_cyrl_rs: Сент Елизабет
sr_latn_rs: Sent Elizabet
te: సెయింట్ ఎలిజబెత్
tg: Сент-Элизабет
th: เซนต์เอลิซาเบธ
tt: Сент-Элизабет
ug: ساينت ئېلىزابېت
uk: Сент-Елізабет
ur: سینٹ الیزابتھ
uz: Sen-Elizabet
zh_hans: 圣伊丽莎白
zh_hant: 聖伊莉莎白

# Word.State.JM.Hanover
source: Hanover
am: ሃኖቨር
ar: هانوفر
as: হানোভাৰ
bg: Хановер
bn_in: হ্যানোভার
de: Hannover
el: Ανόβερο
et: Hannover
gu: હેનોવર
he: הנובר
hi: हैनोव्हर
ja: ハノーバー
ka: ჰანოვერი
kk: Ганновер
kn: ಹ್ಯಾನೋವರ್
ko: 하노버
ku_arab: هانۆڤەر
ky: Хановер
lo: ແຮນໂນເວີ
lt: Hanoveris
lv: Hanovera
mi: Hanowa
mk: Хановер
ml: ഹാനോവര്‍
mn: Ганновер
mr: हानोवर
ne: हानोवर
or: ହାନ୍‌ଓଭର୍
pa_arab_pk: ہینور
pa_in: ਹੈਨੋਵਰ
ru: Гановер
sd: هنور
si: හැනෝවර්
sr_cyrl_rs: Хановер
te: హానోవర్
tg: Ҳановер
th: ฮาโนเวอร์
tt: Ганновер
ug: ھانوۋېر
uk: Гановер
ur: ہینوور
uz: Ganover
zh_hans: 汉诺威
zh_hant: 漢諾威

# Word.State.JM.James
source: Saint James
am: ሴንት ጄምስ
ar: سانت جيمس
as: চেণ্ট জেমছ
az: Sent Ceyms
bg: Сейнт Джеймс
bn_in: সেন্ট জেমস
el: Σεντ Τζέιμς
gu: સેન્ટ જેમ્સ
he: סיינט ג'יימס
hi: सेंट जेम्स
ja: セント ジェームズ
ka: სენ-ჯეიმსი
kk: Сент-Джеймс
kn: ಸೇಂಟ್ ಜೇಮ್ಸ್
ko: 세인트 제임스
ku_arab: سانت جەیمس
ky: Сейнт Жеймс
lo: ເຊນເຈມສ
lt: Sent Džeimsas
lv: Sentdžeimsa
mk: Свети Џејмс
ml: സെന്‍റ് ജെയിംസ്
mn: Сент-Жеймс
mr: सेंट जेम्स
ne: सेइन्ट जेम्स
or: ସେଣ୍ଟ୍ ଜେମ୍ସ
pa_arab_pk: سینٹ جیمز
pa_in: ਸੇਂਟ ਜੇਮਸ
ru: Сент-Джеймс
sd: سينٽ جيمز
si: ශාන්ත ජේම්ස්
sr_cyrl_rs: Сент Џејмс
sr_latn_rs: Sent Džejms
te: సెయింట్ జేమ్స్
tg: Сент-Ҷеймс
th: เซนต์เจมส์
tt: Сент-Джеймс
ug: سانت جامېس
uk: Сент-Джеймс
ur: سینٹ جیمس
uz: Sen-Jeyms
zh_hans: 圣詹姆斯
zh_hant: 聖詹姆斯

# Word.State.JM.Kingston
source: Kingston
am: ኪንግስቶን
ar: كينجستون
as: কিংষ্টন
az: Kinqston
bg: Кингстън
bn_in: কিংস্টন
el: Κίνγκστον
gu: કિંગ્સટન
he: קינגסטון
hi: किंग्स्टन
ja: キングストン
ka: კინგსტონი
kk: Кингстон
kn: ಕಿಂಗ್‌ಸ್ಟನ್
ko: 킹스톤
ku_arab: کینگستۆن
ky: Киңстон
lo: ຄິງສຕັນ
lt: Kingstonas
lv: Kingstona
mi: Kingitana
mk: Кингстон
ml: കിംഗ്‌സ്റ്റണ്‍
mn: Кингстон
mr: किंग्स्टन
ne: किङ्ग्स्टोन
or: କିଂଷ୍ଟନ୍
pa_arab_pk: کنکسٹن
pa_in: ਕਿੰਗਸਟਨ
ru: Кингстон
sd: ڪنگسٽن
si: කින්ස්ටන්
sr_cyrl_rs: Кингстон
te: కింగస్టన్
tg: Кингстон
th: คิงส์ตัน
tt: Кингстон
ug: كىڭستون
uk: Кінґстон
ur: کنگسٹن
zh_hans: 金斯敦
zh_hant: 金斯頓

# Word.State.JM.Manchester
source: Manchester
am: ማንችስትር
ar: مانشستر
as: মানচেষ্টাৰ
az: Mançester
bg: Манчестър
bn_in: ম্যানচেস্টার
el: Μάντσεστερ
gu: માન્ચેસ્ટર
he: מנצ'סטר
hi: मेनचेस्टर
ja: マンチェスター
ka: მანჩესტერი
kk: Манчестер
kn: ಮ್ಯಾಂಚೆಸ್ಟರ್
ko: 맨체스터
ku_arab: مانچستەر
ky: Манчестер
lo: ແມນເຊັສເຕີ
lt: Mančesteris
lv: Mančestra
mk: Манчестер
ml: മാഞ്ചസ്റ്റര്‍
mn: Манчестер
mr: मांचेस्टर
ne: म्यान्चेस्टर
or: ମଞ୍ଚେଷ୍ଟର୍
pa_arab_pk: مانچسٹر
pa_in: ਮਾਨਚੇਸਟਰ
ru: Манчестер
sd: مانچسٽر
si: මැන්චෙස්ටර්
sr_cyrl_rs: Манчестер
sr_latn_rs: Mančester
te: మాంచెస్టర్
tg: Манчестер
th: แมนเชสเตอร์
tt: Манчестер
ug: مانچېستېر
uk: Манчестер
ur: مینچسٹر
zh_hans: 曼彻斯特
zh_hant: 曼徹斯特

# Word.State.JM.Mary
source: Saint Mary
am: ሴንት ሜሪ
ar: سانت ماري
as: চেণ্ট মেৰী
az: Sent Meri
bg: Сейнт Мери
bn_in: সেন্ট মেরি
bs: Sveta Marija
el: Σεντ Μέρι
gu: સેન્ટ મેરી
he: סיינט מארי
hi: सेंट मैरी
ja: セント メアリー
ka: სენ-მერი
kk: Сент-Мэри
kn: ಸೇಂಟ್ ಮೇರಿ
ko: 세인트 메리
ku_arab: سانت ماری
ky: Сейнт Мэри
lo: ເຊນມາຣີ
lt: Sent Merė
lv: Sentmēri
mk: Света Марија
ml: സെന്‍റ് മേരി
mn: Сент-Мэри
mr: सेंट मेरी
ne: सेइन्ट मेरी
or: ସେଣ୍ଟ୍ ମେରୀ
pa_arab_pk: سینٹ میری
pa_in: ਸੇਂਟ ਮੇਰੀ
ru: Сент-Мари
sd: سينٽ ميري
si: ශාන්ත මේරි
sr_cyrl_rs: Сент Мери
sr_latn_rs: Sent Meri
te: సెయింట్ మేరీ
tg: Сент-Мери
th: เซนต์แมรี
tt: Сент-Мэри
ug: بۈۋى مەرىيەم
uk: Сент-Марі
ur: سینٹ میری
uz: Sent-Mari
zh_hans: 圣玛丽
zh_hant: 聖瑪麗

# Word.State.JM.Portland
source: Portland
am: ፓርትላንድ
ar: بورتلاند
as: প'ৰ্টলেণ্ড
bg: Портланд
bn_in: পোর্টল্যান্ড
el: Πόρτλαντ
gu: પોર્ટલેન્ડ
he: פורטלנד
hi: पोर्टलैंड
ja: ポートランド
ka: პორტლანდი
kk: Портланд
kn: ಪೋರ್ಟ್‌ಲ್ಯಾಂಡ್
ko: 포틀랜드
ku_arab: پۆرتلاند
ky: Портлэнд
lo: ພອດແລນ
lt: Portlendas
lv: Portlenda
mk: Портланд
ml: പോര്‍ട്‌ലാന്‍ഡ്
mn: Портленд
mr: पोर्टलंड
ne: पोर्टल्याण्ड
or: ପୋର୍ଟ୍‌ଲାଣ୍ଡ୍
pa_arab_pk: پورٹ لینڈ
pa_in: ਪੋਰਟਲੈਂਡ
ru: Портленд
sd: پورٽلينڊ
si: පෝර්ට්ලන්තය
sr_cyrl_rs: Портланд
te: పోర్టుల్యాండ్
tg: Портланд
th: พอร์ตแลนด์
tt: Портленд
ug: پورتلاند
uk: Портленд
ur: پورٹ لینڈ
uz: Portlend
zh_hans: 波特兰
zh_hant: 波特蘭

# Word.State.JM.Thomas
source: Saint Thomas
am: ሴንት ቶማስ
ar: سانت توماس
as: চেণ্ট থমাছ
az: Sent Tomas
bg: Сейнт Томас
bn_in: সেন্ট টমাস
el: Σεντ Τόμας
gu: સેન્ટ થોમસ
he: סיינט תומאס
hi: सेंट थॉमस
ja: セント トーマス
ka: სენ-ტომასი
kk: Сент-Томас
kn: ಸೇಂಟ್ ಥೋಮಸ್
ko: 세인트 토마스
ku_arab: سانت تۆماس
ky: Сейнт Томас
lo: ເຊນໂທມັສ
lt: Sent Tomasas
lv: Sentomasa
mk: Свети Тома
ml: സെന്‍റ് തോമസ്
mn: Сент-Томас
mr: सेंट थोमस
ne: सेइन्ट थोमस
or: ସେଣ୍ଟ୍ ଥୋମାସ୍
pa_arab_pk: سینٹ تھومس
pa_in: ਸੇਂਟ ਥੋਮਸ
ru: Сент-Томас
sd: سينٽ ٿامس
si: ශාන්ත තෝමස්
sr_cyrl_rs: Сент Томас
sr_latn_rs: Sent Tomas
te: సెయింట్ థామస్
tg: Сент-Томас
th: เซนต์โธมัส
tt: Сент-Томас
ug: ساينت توماس
uk: Сент-Томас
ur: سینٹ تھامس
uz: San-Tomas
zh_hans: 圣托马斯
zh_hant: 聖托馬斯島

# Word.State.JM.Trelawny
source: Trelawny
am: ትሪላውኒ
ar: تريلوني
as: ট্ৰেলাউনি
az: Trelauni
bg: Трелоуни
bn_in: ট্রেলাউনি
el: Τρελόνι
gu: ટ્રિલોની
he: טרילוני
hi: ट्रेलानी
ja: トレローニー
ka: ტრელავნი
kk: Трелани
kn: ಟ್ರೆಲಾವ್ನೇ
ko: 트레로니
ku_arab: ترێلاونی
ky: Трилони
lo: ເຕຣລໍນີ
lv: Triloni
mk: Трелавни
ml: ട്രെലോനി
mn: Трелони
mr: त्रेलावनी
ne: ट्रेलावनी
or: ଟ୍ରେଲାୱାନଓ
pa_arab_pk: ٹریلاونی
pa_in: ਟ੍ਰੇਲੌਨੇ
ru: Трелони
sd: ٽريلاني
si: ට්‍රෙලවනි
te: ట్రెలివెనీ
tg: Трелавни
th: เทรลอว์นีย์
tt: Трелони
ug: ترېلاۋنى
uk: Трелоні
ur: ٹریلاونی
uz: Trelavni
zh_hans: 特里洛尼
zh_hant: 特里洛尼

# Word.State.JM.Westmoreland
source: Westmoreland
am: ዌስትሞርላንድ
ar: ويستمورلاند
as: ৱেষ্টমোৰলেণ্ড
az: Vestmorelend
bg: Уестморланд
bn_in: ওয়েস্টমোরল্যান্ড
el: Γουέστμορλαντ
gu: પશ્ચિમ મોરલેન્ડ
he: ווסטמורלנד
hi: वेस्टमोरलैंड
ja: ウェストモアランド
ka: უესთმორლენდი
kk: Вестморленд
kn: ವೆಸ್ಟ್‌ಮೋರ್‌ಲ್ಯಾಂಡ್
ko: 웨스트모어랜드
ku_arab: وێستمۆرلاند
ky: Вестморлэнд
lo: ເວັສມໍແລນ
lt: Vestmorlandas
lv: Vestmorlenda
mk: Вестморленд
ml: വെസ്റ്റ്‌മോര്‍‌ലാന്‍ഡ്
mn: Уэстморленд
mr: वेस्टमोरलँड
ne: वेस्टमोरल्याण्ड
or: ୱେଷ୍ଟମୋରେଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: ویسٹ مورے لینڈ
pa_in: ਵੈਸਟਮੋਰਲੈਂਡ
ru: Уэстморленд
sd: ويسٽ مورلينڊ
si: වෙස්ට්මොලන්ඩ්
sr_cyrl_rs: Вестморланд
sr_latn_rs: Vestmorland
te: వెస్ట్ మెరీలాండ్
tg: Вестморленд
th: เวสต์มอร์แลนด์
tt: Уэстморленд
ug: ۋېستمورلاند
uk: Вестморленд
ur: ویسٹ مور لینڈ
uz: Vestmoreland
zh_hans: 西摩兰
zh_hant: 威斯特摩蘭縣

# Word.State.MY.01
source: Johor
am: ጆሆር
ar: جوهور
as: জোহোৰ
bg: Джохор
bn_in: জোহর
el: Τζοχόρ
gu: જોહોર
he: ג'והור
hi: जोहोर
ja: ジョホール
ka: იოჰორი
kk: Джохор
kn: ಜೋಹೋರ್
ko: 조호르
ku_arab: جۆهۆر
ky: Жохор
lo: ຈໍເນີ
lt: Džohoras
lv: Džohora
mk: Џохор
ml: ജൊഹോര്‍
mn: Жохор
mr: जोहोर
ne: जोहोर
or: ଜୋହୋର୍
pa_arab_pk: جوہر
pa_in: ਜੋਹੋਰ
ru: Джохор
sd: جوهور
si: ජොහොර්
te: జోహార్
tg: Ҷоҳор
th: ยะโฮร์
tt: Джохор
ug: جوھور
uk: Джохор
ur: جوہور
zh_hans: 柔佛
zh_hant: 柔佛

# Word.State.MY.02
source: Kedah
am: ኬዳህ
ar: كيداه
as: কেডাহ
bg: Кедах
bn_in: কেদাহ
el: Κεντά
gu: કેદાહ
he: קדה
hi: केदाह
ja: ケダ
ka: ქედაჰი
kk: Кедах
kn: ಕೇಡಾಹ್
ko: 케다
ku_arab: کێدا
ky: Кедах
lo: ເຄດາ
lt: Kedahas
lv: Kedaha
mk: Кедах
ml: കെസ്ദാ
mn: Кедах
mr: केदाह
ne: केड्हा
or: କେଡାହା
pa_arab_pk: کیداہہ
pa_in: ਕੇਦਾਹ
ru: Кедах
sd: ڪيڊاهه
si: කෙඩා
te: కెడా
tg: Кеда
th: เคดาห์
tt: Кедах
ug: كېداھ
uk: Кедах
ur: کیداہ
zh_hans: 吉打
zh_hant: 吉打

# Word.State.MY.03
source: Kelantan
am: ኬላንታን
ar: كيلانتان
as: কেলাণ্টান
bg: Келантан
bn_in: কেলান্টান
el: Κελάνταν
gu: કેલાન્ટન
he: קלנטאן
hi: केलांतान
ja: クランタン
ka: კელანტანი
kk: Келантан
kn: ಕೆಲಾಂಟನ್
ko: 켈란타나
ku_arab: کێلانتان
ky: Келантан
lo: ເຄລານຕານ
lt: Kelantanas
lv: Kelantana
mk: Келантан
ml: കെലന്‍റന്‍
mn: Келантан
mr: केलंटन
ne: केलान्टन
or: କେଲାନଟାନ୍
pa_arab_pk: کیلنتن
pa_in: ਕੇਲੈਨਟਨ
ru: Келантан
sd: ڪيلانٽان
si: කැලන්ටන්
te: కెలటాన్
tg: Келантан
th: กะลันตัน
tt: Келантан
ug: كېلانتان
uk: Келантан
ur: کیلانٹان
zh_hans: 吉兰丹
zh_hant: 吉蘭丹

# Word.State.MY.04
source: Malacca
am: ማልካ
ar: ملاكا
as: মালাক্কা
az: Malakka
bg: Малака
bn_in: মলকা
bs: Malaka
el: Μαλάκα
es: Malaca
gu: માલક્કા
he: מאלאקה
hi: मालक्का
id: Malaka
ja: ムラカ
ka: მალაკა
kk: Малакка
kn: ಮಲಾಕ್ಕಾ
ko: 말라카
ku_arab: مالاککا
ky: Малакка
lo: ມາລັກກາ
lt: Malaka
lv: Malaka
mk: Малака
ml: മലാക്ക
mn: Малакка
mr: मलाक्का
ms: Melaka
ne: मलाक्का
nn_no: Melaka
no: Melaka
or: ମାଲାକା
pa_arab_pk: مالاکا
pa_in: ਮਲੱਕਾ
pl: Malakka
ru: Малакка
sd: مالاڪا
si: මලක්කා
sv: Malacka
te: మలక్కా
tg: Малакка
th: มะละกา
tt: Малакка
ug: مالاككا
uk: Малакка
ur: ملاکا
uz: Malakka
zh_hans: 马六甲
zh_hant: 麻六甲

# Word.State.MY.05
source: Negeri Sembilan
am: ነገሪ ሲምብላን
ar: نجري سمبيلن
as: নাগেৰি চেম্বিলান
bg: Негери Сембилан
bn_in: নেগেরি সেম্বিলান
el: Νέγκερι Σεμπιλάν
gu: નેગેરી સેમ્બિલન
he: נגרי סמבילן
hi: नेगरी सेम्बिलन
ja: ヌグリ スンビラン
ka: ნეგერი სემბილანი
kk: Негри-Сембилан
kn: ನೆಗೆರಿ ಸೆಂಬಿಲಾನ್
ko: 네게리 셈빌란
ku_arab: نێجێری سێمبیلان
ky: Негери Сембилан
lo: ເນເກີຣີແຊມບີລັນ
lv: Negerisembulana
mk: Негери Сембилан
ml: നെഗേരി സെംബിലന്‍
mn: Негери Сембилан
mr: नेगेरी सेम्बिलन
ne: नेगेरी सेम्बिलन
or: ନେଗେରି ସେମବିଲାନ୍
pa_arab_pk: نیجری سیمبلن
pa_in: ਨੇਗੇਰੀ ਸੇਮਬਿਲਾਨ
ru: Негри-Сембилан
sd: نيگيري سيمبلان
si: නර්ජරි සෙබ්බිලියන්
te: నెగ్రి సెంబ్లియన్
tg: Негери Сембилан
th: เนเกริ เซมบิลัน
tt: Негри-Сембилан
ug: نېگېرى سېمبىلان
uk: Неґері-Сембелан
ur: نیگیری سیمبیلان
zh_hans: 森美兰
zh_hant: 森美蘭

# Word.State.MY.06
source: Pahang
am: ፓሃንግ
ar: باهانج
as: পাহাং
az: Pahanq
bg: Паханг
bn_in: পাহাং
el: Παχάνγκ
gu: પહેંગ
he: פאהאנג
hi: पहेंग
ja: パハン
ka: პაჰანგი
kk: Паханг
kn: ಪಹಾಂಗ್
ko: 파항
ku_arab: پاهانگ
ky: Пахаң
lo: ປາຮາງ
lt: Pahangas
lv: Pahana
mk: Паханг
ml: പഹാംഗ്
mn: Паханг
mr: पहांग
ne: पाह्ङ्ग
or: ପହାଙ୍ଗ୍
pa_arab_pk: پاھانگ
pa_in: ਪਹੇਂਗ
ru: Паханг
sd: پاهانگ
si: පෙහැන්
te: పహాంగ్
tg: Паҳанг
th: ปะหัง
tt: Паханг
ug: پېھاڭ
uk: Паханґ
ur: پھانگ
zh_hans: 彭亨
zh_hant: 彭亨

# Word.State.MY.07
source: Penang
am: ፔንአግ
ar: بينانج
as: পেনাং
az: Penanq
bg: Пенанг
bn_in: পেনাং
el: Πενάνγκ
gu: પેનાંગ
he: פנאנג
hi: पेनांग
ja: ペナン
ka: პენანგი
kk: Пинанг
kn: ಪೆನಾಂಗ್
ko: 페낭
ku_arab: پێنانگ
ky: Пхеньян
lo: ເປນາງ
lt: Penangas
lv: Penena
mk: Пенанг
ml: പെനാംഗ്
mn: Пенанг
mr: पेनांग
ms: Pulau Pinang
ne: पेनङ्ग
or: ପେନାଙ୍ଗ୍
pa_arab_pk: پینانگ
pa_in: ਪੇਨਾਂਕ
ru: Пинанг
sd: پينانگ
si: පෙනැං
te: పెనాంగ్
tg: Пенанг
th: ปีนัง
tt: Пенанг
ug: پېناڭ
uk: Пінанг
ur: پیناگ
zh_hans: 槟城
zh_hant: 檳城

# Word.State.MY.08
source: Perak
am: ፐሪራክ
ar: بيراك
as: পেৰাক
bg: Перак
bn_in: পেরাক
el: Περάκ
gu: પેરાક
he: פראק
hi: पेराक
ja: ペラ
ka: პერაკი
kk: Перак
kn: ಪೇರಕ್
ko: 페락
ku_arab: پێراک
ky: Перак
lo: ເປຣະ
lt: Perakas
lv: Peraka
mk: Перак
ml: പെറക്
mn: Перак
mr: पेरॅक
ne: पेराक
or: ପେରାକ୍
pa_arab_pk: پییرک
pa_in: ਪੇਰਕ
ru: Перак
sd: پيراڪ
si: පර්ලක්
te: పెర్క్
tg: Перак
th: เปรัก
tt: Перак
ug: پېراك
uk: Перак
ur: پیراک
zh_hans: 霹雳
zh_hant: 霹靂

# Word.State.MY.09
source: Perlis
am: ፐርሊስ
ar: برليس
as: পেৰ্লিছ
bg: Перлис
bn_in: পেরলিস
el: Περλίς
gu: પેર્લિસ
he: פרליס
hi: पेर्लिस
ja: プルリス
ka: პერლისი
kk: Перлис
kn: ಪೆರ್ಲಿಸ್
ko: 펄리스
ku_arab: پێرلیس
ky: Перлис
lo: ເປີຣິສ
lv: Perlisa
mk: Перлис
ml: പെര്‍ലിസ്
mn: Перлис
mr: पेरलीस
ne: पर्लिस
or: ପେରଲିସ୍
pa_arab_pk: پیرلس
pa_in: ਪਰਲਿਸ
ru: Перлис
sd: پيرلس
si: පර්ලිස්
te: పెర్లిస్
tg: Перлис
th: เปอร์ลิส
tt: Перлис
ug: پېرلىس
uk: Перліс
ur: پیرلیس
zh_hans: 玻璃市
zh_hant: 玻璃市

# Word.State.MY.10
source: Selangor
am: ስሌንግሆር
ar: سلانغور
as: চেলাঙ্গোৰ
az: Selanqor
bg: Селангор
bn_in: সেলাঙ্গর
el: Σελάνγκορ
gu: સેલાંગર
he: סלנגור
hi: सेलांगर
ja: セランゴール
ka: სელანგორი
kk: Селангор
kn: ಸೆಲಾಂಗೋರ್
ko: 셀랑고르
ku_arab: سێلانگۆر
ky: Селангор
lo: ເຊລານກໍ
lv: Selanora
mk: Селангор
ml: സെലങ്കോര്‍
mn: Селангор
mr: सेलांगोर
ne: सेलाङ्गोर
or: ସେଲାନଗୋର୍
pa_arab_pk: سیلنگور
pa_in: ਸੇਲਾਂਗਰ
ru: Селангор
sd: سيلانگور
si: සෙලන්ගෝ
te: సెలాంగోర్
tg: Селангор
th: เซลังกอร์
tt: Селангор
ug: سېلانگور
uk: Селанґор
ur: سیلانگور
zh_hans: 雪兰莪
zh_hant: 雪蘭莪
