Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.UpiRedirectNewBrowserText
source: Turn off your pop-up blocker to continue this purchase in a new window. It might take several seconds before the site opens.
af: Skakel jou opspringerblokkeerder af om met hierdie aankoop in ’n nuwe venster voort te gaan. Dit kan dalk ’n paar sekondes neem voor die werf oopmaak.
am: ይህንን ግዢ በአዲስ መስኮት ለመቀጠል ብቅ ባይ ማገጃውን ያጥፉ። ጣቢያው ከመከፈቱ በፊት ብዙ ሰከንዶች ሊወስድ ይችላል።
ar: أوقف تشغيل أداة منع العناصر المنبثقة للموافقة على عملية الشراء هذه في نافذة جديدة. قد يستغرق فتح الموقع عدة ثوانٍ.
as: এটা নতুনত উইণ্ড' এই ক্ৰয়টো অব্যব্যাহত ৰাখিবলৈ আপোনাৰ পপ-আপ ব্লকাৰটো অক্ষম কৰক। ছাইটটো খোলাৰ আগতে ইয়াক কেইবা ছেকেণ্ডো লাগিব পাৰে।
az: Bu satınalmanı yeni pəncərədə davam etdirmək üçün peyda olan blokerinizi qeyri-aktiv edin. Saytın açılması bir neçə saniyə çəkə bilər.
bg: Изключете блокирането на изскачащите прозорци, за да продължите тази покупка в нов прозорец. Може да отнеме няколко секунди, преди сайтът да се отвори.
bn_in: একটি নতুন উইন্ডোতে এই কেনাকাটাটি চালিয়ে যেতে আপনার পপ-আপ ব্লকার বন্ধ করুন৷ সাইটটি খুলতে কয়েক সেকেন্ড সময় লাগতে পারে।
bs: Isključite blokator skočnih prozora da biste nastavili ovu kupovinu u novom prozoru. Može proći nekoliko sekundi prije nego što se web lokacija otvori.
cy: Diffoddwch eich rhwystrwr ffenestri naid i fwrw ymlaen â'r pryniant hwn mewn ffenestr newydd. Gallai gymryd rhai eiliadau cyn i'r wefan agor.
da: Deaktivér blokering af pop op-vinduer for at fortsætte dette køb i et nyt vindue. Det kan tage flere sekunder, før webstedet åbnes.
de: Deaktivieren Sie Ihren Popupblocker, um diesen Kauf in einem neuen Fenster fortzusetzen. Es kann einige Sekunden dauern, bis die Website geöffnet wird.
el: Απενεργοποιήστε τον αποκλεισμό αναδυόμενων παραθύρων για να συνεχίσετε αυτήν την αγορά σε νέο παράθυρο. Ενδέχεται να χρειαστούν αρκετά δευτερόλεπτα μέχρι να ανοίξει η τοποθεσία.
es: Desactive el bloqueador de elementos emergentes para continuar con esta compra en una nueva ventana. Es posible que el sitio tarde varios segundos en abrirse.
et: Selle ostu jätkamiseks uues aknas lülitage hüpikakende blokeerija välja. Saidi avamiseks võib kuluda mitu sekundit.
eu: Desgaitu pop-up elementuen blokeatzailea erosketa honekin leiho berri batean jarraitzeko. Baliteke hainbat segundo hartzea gunea ireki arte.
fa: برای ادامه این خرید در یک پنجره جدید، مسدود‌کننده پنجره بازشوی خود را خاموش کنید. ممکن است چند ثانیه طول بکشد تا سایت باز شود.
ga: Cas as do bhacaire míreanna aníos chun leanúint leis an gceannach seo i bhfuinneog nua. Seans go dtógfadh sé cúpla soicind sula n-osclaítear an suíomh.
gd: Cuir dheth blocaiche nam priob-uinneagan agad airson seo a cheannach ann an uinneag ùr. Dh’fhaoidte gum bi e diog no dhà mus tèid an làrach fhosgladh.
gl: Desactive o bloqueo de ventás emerxentes para aprobar esta compra nunha nova ventá. O sitio pode tardar uns segundos en abrirse.
gu: નવી વિંડોમાં આ ખરીદી ચાલુ રાખવા માટે તમારું પૉપ-અપ બ્લૉકર બંધ કરો. સાઇટ ખુલે તે પહેલાં થોડી સેકંડનો સમય લાગી શકે છે.
he: בטל את חוסם הפריטים המוקפצים שלך כדי להמשיך ברכישה זו בחלון חדש. ייתכן שיחלפו מספר שניות עד שהאתר ייפתח.
hi: इस खरीदारी को नई विंडो में जारी रखने के लिए अपने पॉप-अप ब्लॉकर को बंद करें. साइट खुलने में कुछ सेकंड लग सकते हैं.
hr: Isključite blokator skočnih prozora kako biste nastavili kupnju u novom prozoru. Otvaranje web-mjesta može potrajati nekoliko sekundi.
hu: A vásárlás új ablakban való folytatásához kapcsolja ki az előugróablak-blokkolót. A webhely megnyitása több másodpercet is igénybe vehet.
id: Nonaktifkan pemblokir pop-up untuk melanjutkan pembelian ini di jendela baru. Mungkin perlu waktu beberapa detik sebelum situs terbuka.
is: Slökktu á sprettigluggavörninni þinni til að samþykkja þessi kaup í nýjum glugga. Það gæti tekið nokkrar sekúndur fyrir vefsvæðið að opnast.
ja: 新しいウィンドウでのこの購入を続行するには、ポップアップ ブロックを無効にしてください。サイトが開かれるまでに数秒かかる場合があります。
ka: გამორთეთ კონტექსტური სარკმელის დამბლოკველი შეძენის ახალ ფანჯარაში გასაგრძელებლად. ვებსაიტის გახსნას შეიძლება რამდენიმე წამი დასჭირდეს.
kk: Осы сатып алуды жаңа терезеде жалғастыру үшін қалқымалы терезелерді блоктағышты өшіріңіз. Сайттың ашылуына бірнеше секунд кетуі мүмкін.
kn: ಹೊಸ ವಿಂಡೋದಲ್ಲಿ ಈ ಖರೀದಿಯನ್ನು ಮುಂದುವರಿಸಲು ನಿಮ್ಮ ಪಾಪ್-ಅಪ್ ಬ್ಲಾಕರ್ ಅನ್ನು ಆಫ್ ಮಾಡಿ. ಸೈಟ್ ತೆರೆಯಲು ಹಲವಾರು ಸೆಕೆಂಡುಗಳನ್ನು ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ko: 새 창에서 이 구매를 계속하려면 팝업 차단을 비활성화하세요. 사이트가 열리기까지 몇 초 정도 걸릴 수 있습니다.
lo: ປິດຕົວບລັອກປັອບອັບຂອງທ່ານເພື່ອສືບຕໍ່ການຊື້ນີ້ໃນໜ້າຈໍໃໝ່. ມັນອາດຈະໃຊ້ເວລາຫຼາຍວິນາທີກ່ອນທີ່ເວັບໄຊຈະເປີດ.
lt: Išjunkite iššokančių langų blokavimo programą, kad galėtumėte tęsti šį pirkimą naujame lange. Svetainės atidarymas gali trukti kelias sekundes.
lv: Izslēdziet uznirstošo elementu bloķētāju, lai turpinātu šo pirkumu jaunā logā. Vietnes atvēršana var prasīt vairākas sekundes.
mi: Monokia tāu pakū-ake hei haere tonu i tēnei hokonga mai i te matapihi hou. Ka pau pea ētahi hēkena kia tuwhera ai te pae.
mk: Исклучете го блокаторот на скок-прозорци за да продолжите со ова купување во нов прозорец. Може да се потребни неколку секунди за да се отвори локацијата.
ml: ഒരു പുതിയ വിൻഡോയിൽ ഈ വാങ്ങൽ തുടരുന്നതിന് നിങ്ങളുടെ പോപ്പ്-അപ്പ് ബ്ലോക്കർ ഓഫ് ചെയ്യുക. സൈറ്റ് തുറക്കുന്നതിന് കുറച്ച് സെക്കൻഡുകൾ എടുത്തേക്കാം.
mr: ही खरेदी नवीन विंडोमध्ये सुरू ठेवण्यासाठी आपले पॉप-अप अवरोधक बंद करा. साइट उघडण्यापूर्वी यासाठी बरेच सेकंद लागू शकतात.
ms: Matikan penyekat timbul anda untuk meneruskan pembelian ini dalam tetingkap baharu. Ia mungkin mengambil masa beberapa saat sebelum laman dibuka.
mt: Iddiżattiva l-imblokkatur tal-pop-ups tiegħek biex tkompli din ix-xirja f’tieqa ġdida. Jista’ jieħu diversi sekondi qabel ma jinfetaħ is-sit.
ne: एउटा नयाँ विन्डोमा यो खरिद जारी राख्नका लागि आफ्नो पप-अप ब्लकर अफ गर्नुहोस्। साइट खुल्न केही सेकेन्ड लाग्न सक्छ।
nn_no: Slå av popup-blokkeringa for å halde fram med dette kjøpet i eit nytt vindauge. Det kan ta fleire sekund før nettstaden opnast.
no: Deaktiver popup-blokkeringen for å fortsette dette kjøpet i et nytt vindu. Det kan ta flere sekunder før nettstedet åpnes.
or: ଏକ ନୂତନ ୱିଣ୍ଡୋରେ ଏହି କ୍ରୟ ଜାରି ରଖିବାକୁ ଆପଣଙ୍କ ପପ୍-ଅପ୍ ବ୍ଲକର୍ ଟର୍ନ୍ ଅଫ୍ କରନ୍ତୁ । ସାଇଟ୍ ଖୋଲିବା ପୂର୍ବରୁ ଏହା ଅନେକ ସେକେଣ୍ଡ ନେଇପାରେ ।
pa_in: ਇੱਕ ਨਵੀਂ ਵਿੰਡੋ ਵਿੱਚ ਇਸ ਖਰੀਦ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਆਪਣੇ ਪੌਪ-ਅੱਪ ਬਲੌਕਰ ਨੂੰ ਬੰਦ ਕਰੋ। ਸਾਈਟ ਖੁੱਲ੍ਹਣ ਤੋਂ ਪਹਿਲਾਂ ਇਸ ਨੂੰ ਕਈ ਸਕਿੰਟ ਲੱਗ ਸਕਦੇ ਹਨ।
pl: Wyłącz blokowanie wyskakujących okienek, aby kontynuować ten zakup w nowym oknie. Otwarcie witryny może potrwać kilka sekund.
ru: Отключите блокирование всплывающих окон, чтобы продолжить покупку в новом окне. Для открытия сайта может потребоваться несколько секунд.
sl: Izklopite preprečevalnik pojavnih oken, da nadaljujete ta nakup v novem oknu. Traja lahko nekaj sekund, da se spletno mesto odpre.
sr_cyrl_rs: Искључите блокатор искачућих прозора да бисте наставили ову куповину у новом прозору. Можда ће потрајати неколико секунди пре него што се локација отвори.
sr_latn_rs: Isključite blokator iskačućih prozora da biste nastavili ovu kupovinu u novom prozoru. Može biti potrebno nekoliko sekundi da se sajt otvori.
sv: Inaktivera blockering av popup-fönster om du vill fortsätta med i ett nytt fönster. Det kan ta några sekunder innan webbplatsen öppnas.
ta: புதிய சாளரத்தில் இந்த வாங்குதலைத் தொடர, உங்கள் மேல்-விரித் தடுப்பானை முடக்கவும். தளம் திறக்க, பல விநாடிகள் ஆகலாம்.
te: ఈ కొనుగోలును కొత్త విండోలో కొనసాగించడానికి మీ పాప్-అప్ బ్లాకర్‌ని ఆఫ్ చేయండి. సైట్ తెరుచుకోవడానికి ముందు కొన్ని సెకన్లు పట్టవచ్చు.
th: ปิดใช้งานตัวบล็อกป็อปอัพของคุณเพื่อดำเนินการซื้อนี้ต่อในหน้าต่างใหม่ อาจใช้เวลาหลายวินาทีก่อนที่ไซต์จะเปิดขึ้น
tr: Bu satın alma işlemine yeni bir pencerede devam etmek için açılır öğe engelleyicinizi kapatın. Site açılmadan önce birkaç saniye geçmesi gerekebilir.
tt: Түләүне яңа тәрәздә дәвам итү өчен, ачылучы тәрәзләрне тыю чарасын сүндерегез. Төен ачылганчы берничә секунд узарга мөмкин.
ug: بۇ سودىلىقنى يېڭى كۆزنەكتە داۋاملاشتۇرۇش ئۈچۈن لەيلىمە كۆزنەك توسقۇچنى ئېتىڭ. بۇ بېكەتنىڭ ئېچىلىشىغا بىر نەچچە سېكۇنت كېتىشى مۇمكىن.
uk: Вимкніть блокувальник спливаючих елементів, щоб продовжити цю покупку в новому вікні. Сайт може відкритися за кілька секунд.
ur: نئے دریچے میں اس خریداری کو جاری رکھنے کے لیے اپنا پاپ اپ بلاکر آف کر دیں۔ اس میں سائٹ کھلنے سے پہلے چند سیکنڈ لگ سکتے ہیں۔
vi: Tắt trình chặn cửa sổ bật lên của bạn để tiếp tục giao dịch mua này trên cửa sổ mới. Có thể mất vài giây trước khi trang mở.
zh_hans: 关闭弹出窗口阻止程序，以在新窗口中继续完成此次购买。网站可能需要几秒钟才能打开。
zh_hant: 關閉您的快顯封鎖程式，以在新視窗中繼續此購買。網站開啟可能需要幾秒鐘的時間。

# Word.UpiStatusCheckHeader
source: Have you paid?
af: Het jy betaal?
am: ከፍለዋል?
ar: هل قمت بالدفع؟
as: আপুনি পৰিশোধ কৰিছে নেকি?
az: Ödəniş etmisiniz?
bg: Платихте ли?
bn_in: আপনি অর্থপ্রদান করেছেন?
bs: Jeste li platili?
cy: Ydych chi wedi talu?
da: Har du betalt?
de: Haben Sie gezahlt?
el: Έχετε πληρώσει;
es: ¿Has pagado?
et: Kas olete maksnud?
eu: Ordaindu duzu?
fa: پرداخت کرده‌اید؟
ga: Ar íoc tú?
gd: A bheil thu air pàigheadh?
gl: Xa pagaches?
gu: શું તમે ચૂકવણી કરી છે?
he: האם שילמת?
hi: क्या आपने भुगतान किया है?
hr: Jeste li platili?
hu: Fizetett már?
id: Apakah Anda telah membayar?
is: Ertu búin(n) að borga?
ja: 支払いはもうお済みですか?
ka: გადაიხადეთ?
kk: Төлеп қойдыңыз ба?
kn: ನೀವು ಪಾವತಿಸಿರುವಿರಾ?
ko: 결제하셨나요?
lo: ທ່ານຊຳລະເງິນແລ້ວບໍ?
lt: Ar sumokėjote?
lv: Vai samaksājāt?
mi: Kua oti i a koe te utu?
mk: Плативте?
ml: നിങ്ങൾ പണമടച്ചോ?
mr: आपण पैसे दिले आहेत का?
ms: Adakah anda sudah membayar?
mt: Ħallast?
ne: तपाईंले भुक्तानी गर्नु भएको छ?
nn_no: Har du betalt?
no: Har du betalt?
or: ଆପଣ ଦେୟ ଦେଇଛନ୍ତି କି?
pa_in: ਕੀ ਤੁਸੀਂ ਭੁਗਤਾਨ ਕਰ ਚੁਕੇ ਹੋ?
pl: Płatność zakończona?
ru: Произведена ли оплата?
sl: Ali ste plačali?
sr_cyrl_rs: Да ли сте платили?
sr_latn_rs: Da li ste platili?
sv: Har du betalat?
ta: கட்டணம் செலுத்திவிட்டீர்களா?
te: మీరు చెల్లించారా?
th: คุณชำระเงินแล้วหรือยัง
tr: Ödemenizi yaptınız mı?
tt: Сез түләдегезме?
ug: پۇل تۆلىدىڭىزمۇ؟
uk: Ви вже сплатили?
ur: کیا آپ نے ادائیگی کر دی ہے؟
vi: Bạn đã thanh toán chưa?
zh_hans: 您是否已付款?
zh_hant: 您是否已付款?

# Word.UpiStatusCheckText
source: If you're done with your payment, select Complete your purchase.
af: As jy klaar is met jou betaling, kies Voltooi jou aankoop.
am: ክፍያዎን ከጨረሱ፣ ግዢዎን ያጠናቅቁ የሚለውን ይምረጡ።
ar: إذا انتهيتَ من عملية الدفع الخاصة بك، فحدد إكمال عملية الشراء الخاصة بك.
as: যদি আপুনি আপোনাৰ পৰিশোধ সম্পূৰ্ণ কৰিছে, আপোনাৰ ক্ৰয় সম্পূৰ্ণ কৰক চয়ন কৰক।
az: Ödənişinizi tamamlasanız, Satınalmanızı tamamlayın seçimini edin.
bg: Ако сте приключили с плащането, изберете „Завършване на покупката“.
bn_in: আপনার অর্থপ্রদান সম্পন্ন হলে, আপনার কেনাকাটা সম্পূর্ণ করুন নির্বাচন করুন।
bs: Ako ste završili s plaćanjem, odaberite Dovršite kupovinu.
cy: Os ydych chi wedi gorffen gyda'ch taliad, dewiswch Gorffen prynu.
da: Hvis du er færdig med din betaling, skal du vælge Fuldfør dit køb.
de: Wenn Sie bezahlt haben, wählen Sie „Kauf abschließen“ aus.
el: Εάν έχετε ολοκληρώσει την πληρωμή σας, επιλέξτε "Ολοκλήρωση της αγοράς σας".
es: Si ha terminado con el pago, seleccione Completar la compra.
et: Kui olete makse lõpetanud, valige Vii ost lõpule.
eu: Ordainketa amaitu baduzu, hautatu “Osatu erosketa”.
fa: اگر پرداختتان تمام شده است، «تکمیل خرید» را انتخاب کنید.
ga: Má tá tú críochnaithe le d'íocaíocht, roghnaigh cuir an ceannachán i gcrích.
gd: Turas a phàigh thu air a shon, tagh “Coilean a’ cheannachd”.
gl: Se rematou o pagamento, seleccione Completar a compra.
gu: જો તમે ચૂકવણી કરી લીધી હોય, તો તમારી ખરીદી પૂર્ણ કરો પસંદ કરો.
he: אם סיימת את התשלום, בחר 'השלם את הרכישה'.
hi: यदि आपने अपना भुगतान पूर्ण कर लिया है, तो अपनी खरीदारी पूर्ण करें का चयन करें.
hr: Ako ste završili s plaćanjem, odaberite Dovrši kupnju.
hu: Ha befejezte a fizetést, válassza a Vásárlás befejezése lehetőséget.
id: Jika Anda sudah selesai dengan pembayaran Anda, pilih Selesaikan pembelian Anda.
is: Ef þú hefur lokið við greiðsluna skaltu velja Ljúka við kaupin.
ja: 支払が完了したら、[購入手続きの完了] を選択してください。
ka: თუ გადახდა დაასრულეთ, აირჩიეთ თქვენი შეძენის დასრულება.
kk: Егер төлемді орындасаңыз, “Сатып алуды аяқтау” пәрменін таңдаңыз.
kn: ನೀವು ನಿಮ್ಮ ಪಾವತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದರೆ, ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ ಆಯ್ಕೆಮಾಡಿ.
ko: 결제가 완료된 경우 [구매 완료]를 선택하세요.
lo: ຖ້າຫາກວ່າທ່ານສໍາເລັດການຊໍາລະເງິນຂອງທ່ານ, ເລືອກເອົາສໍາເລັດການຊື້ຂອງທ່ານ.
lt: Jei atlikote mokėjimą, pasirinkite Užbaigti pirkimą.
lv: Ja esat veicis maksājumu, atlasiet Pabeigt pirkumu.
mi: Mēnā kua oti tō utunga, tīpakona te Whakaotia tō hokonga mai
mk: Ако завршивте со плаќањето, изберете Заврши го купувањето.
ml: നിങ്ങളുടെ പേയ്മെന്റ് പൂർത്തിയായിട്ടുണ്ടെങ്കിൽ, നിങ്ങളുടെ വാങ്ങൽ പൂർത്തിയാക്കുക തിരഞ്ഞെടുക്കുക.
mr: आपले देय पूर्ण झाल्यास, आपली खरेदी पूर्ण करा निवडा.
ms: Jika anda telah selesai dengan pembayaran anda, pilih Lengkapkan pembelian anda.
mt: Jekk lest bil-pagament tiegħek, agħżel Lesti x-xirja tiegħek.
ne: तपाईंले आफ्नो भुक्तानीको काम पूरा गरेपछि आफ्नो खरिदद पूरा गर्नुहोस् चयन गर्नुहोस्।
nn_no: Viss du er ferdig med betalinga, vel du Fullfør kjøpet.
no: Hvis du er ferdig med betalingen, velger du Fullfør kjøpet.
or: ଯଦି ଆପଣ ଆପଣଙ୍କ ଦେୟ ସମାପ୍ତ କରିଛନ୍ତି, ତେବେ ଆପଣଙ୍କ କ୍ରୟ ସଂପୂର୍ଣ୍ଣ କରନ୍ତୁକୁ ଚୟନ କରନ୍ତୁ ।
pa_in: ਜੇ ਤੁਸੀਂ ਆਪਣਾ ਭੁਗਤਾਨ ਪੂਰਾ ਕਰ ਲਿਆ ਹੈ, ਤਾਂ ਆਪਣੀ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰੋ ਦੀ ਚੋਣ ਕਰੋ।
pl: Jeśli płatność została zakończona, wybierz pozycję Zakończ zakup.
ru: Если вы завершили оплату, нажмите "Завершить покупку".
sl: Če ste dokončali plačilo, izberite »Dokončaj nakup«.
sr_cyrl_rs: Ако сте завршили са плаћањем, изаберите ставку „Заврши куповину“.
sr_latn_rs: Ako ste završili sa plaćanjem, izaberite stavku „Dovrši kupovinu“.
sv: Välj Slutför ditt köp om du är klar med betalningen.
ta: உங்கள் கட்டணத்தை முடித்துவிட்டால், உங்கள் வாங்குதலை நிறைவுசெய்க என்பதைத் தேர்ந்தெடுக்கவும்.
te: మీరు మీ చెల్లింపు పూర్తి చేసినట్లయితే, మీ కొనుగోలును పూర్తి చేయడానికి ఎంచుకోండి.
th: ถ้าคุณชำระเงินเสร็จแล้ว ให้เลือกดำเนินการซื้อของคุณให้เสร็จสมบูรณ์
tr: Ödemenizi tamamladıysanız Satın alma işleminizi tamamla'yı seçin.
tt: Түләүне тәмамлагач, “Сатып алуны тәмамлау” сайлагыз.
ug: پۇل تۆلەپ بولغان بولسىڭىز، سودىلىقنى تاماملاڭ.
uk: Якщо ви завершили оплату, натисніть кнопку "Завершити покупку".
ur: اگر آپ نے اپنی ادائیگی مکمل کر لی ہے تو اپنی خریداری مکمل کریں کو منتخب کریں۔
vi: Nếu bạn đã thanh toán xong, hãy chọn Hoàn tất giao dịch mua của bạn.
zh_hans: 如果已完成付款，请选择“完成购买”。
zh_hant: 如果您已完成付款，請選取 [完成購買]。

# Word.Upi.Redirect.Button
source: Continue in new browser window
af: Gaan voort in nuwe blaaiervenster
am: በአዲሱ የአሳሽ መስኮት ውስጥ ይቀጥሉ
ar: المتابعة في نافذة مستعرض جديدة
as: নতুন ব্ৰাউজাৰৰ উইণ্ড'ত অব্যাহত ৰাখক
az: Yeni brauzer pəncərəsində davam edin
bg: Продължаване в нов прозорец на браузъра
bn_in: নতুন ব্রাউজার উইন্ডোতে চালিয়ে যান
bs: Nastavi u novom prozoru preglednika
cy: Bwrw ymlaen mewn ffenestr porwr newydd
da: Fortsæt i et nyt browservindue
de: Im neuen Browserfenster fortfahren
el: Συνέχεια σε νέο παράθυρο προγράμματος περιήγησης
es: Continuar en una ventana del explorador nueva
et: Jätka uues brauseriaknas
eu: Jarraitu arakatzaile-leiho berrian
fa: ادامه در پنجره مرورگر جدید
ga: Lean ar aghaidh i bhfuinneog bhrabhsálaí nua
gd: Lean ort ann an uinneag brabhsair ùr
gl: Continuar nunha ventá nova do explorador
gu: નવી બ્રાઉઝર વિંડોમાં ચાલુ રાખો
he: המשך בחלון דפדפן חדש
hi: नई ब्राउज़र विंडो में जारी रखें
hr: Nastavi u novom prozoru preglednika
hu: Folytatás új böngészőablakban
id: Lanjutkan di jendela browser baru
is: Halda áfram í nýjum vafraglugga
ja: 新しいブラウザー ウィンドウで続行してください
ka: ბრაუზერის ახალ ფანჯარაში გაგრძელება
kk: Жаңа браузер терезесінде жалғастыру
kn: ಹೊಸ ಬ್ರೌಸರ್ ವಿಂಡೋದಲ್ಲಿ ಮುಂದುವರಿಯಿರಿ
ko: 새 브라우저 창에서 계속하세요.
lo: ສືບຕໍ່ຢູ່ໃນ​ໜ້າ​ຕ່າງບ​ຣາວ​ເຊີ​ໃຫມ່
lt: Tęsti naujame naršyklės lange
lv: Turpināt jaunā pārlūkprogrammas logā
mi: Haere tonu ki te matapihi pūtirotiro hōu
mk: Продолжете во нов прозорец на прегледувачот
ml: പുതിയ ബ്രൗസർ വിൻഡോയിൽ തുടരുക
mr: नवीन ब्राउझर विंडोमध्ये सुरू ठेवा
ms: Teruskan dalam tetingkap pelayar baharu
mt: Kompli f’tieqa tal-brawżer ġdida
ne: नयाँ ब्राउजर विन्डोमा जारी राख्नुहोस्
nn_no: Fortsett i nytt lesarvindauge
no: Fortsett i nytt nettleservindu
or: ନୂତନ ବ୍ରାଉଜର୍ ୱିଣ୍ଡୋରେ ଜାରି ରଖନ୍ତୁ
pa_in: ਨਵੀਂ ਬ੍ਰਾਉਜ਼ਰ ਵਿੰਡੋ ਵਿੱਚ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj w nowym oknie przeglądarki
ru: Продолжить в новом окне браузера
sl: Nadaljuj v novem oknu brskalnika
sr_cyrl_rs: Наставите у новом прозору прегледача
sr_latn_rs: Nastavite u novom prozoru pregledača
sv: Fortsätt i nytt webbläsarfönster
ta: புதிய உலாவிச் சாளரத்தில் தொடரவும்
te: కొత్త బ్రౌజర్ విండోలో కొనసాగండి
th: ดำเนินการต่อในหน้าต่างเบราว์เซอร์ใหม่
tr: Yeni tarayıcı penceresinde devam edin
tt: Яңа күзәтүче тәрәзендә дәвам итү
ug: يېڭى كۆزنەكتە داۋاملاشتۇرۇش
uk: Продовжити в новому вікні браузера
ur: نئے براؤزر دريچے میں جاری رکھیں
vi: Tiếp tục trong cửa sổ trình duyệt mới
zh_hans: 在新的浏览器窗口中继续
zh_hant: 在新的瀏覽器視窗中繼續

# Word.UpiYesVerificationButtonText
source: Complete your purchase
af: Voltooi jou aankoop
am: ግዢዎን ያጠናቅቁ
ar: إكمال عملية الشراء الخاصة بك
as: আপোনাৰ ক্ৰয় সম্পূৰ্ণ কৰক
az: Satınalmanızı tamamlayın
bg: Завършете вашата покупка
bn_in: আপনার কেনাকাটা সম্পন্ন করুন
bs: Dovršite kupovinu
cy: Cwblhau eich pryniant
da: Fuldfør dit køb
de: Kauf abschließen
el: Ολοκλήρωση της αγοράς σας
es: Completar la compra
et: Vii ost lõpule
eu: Osatu erosketa
fa: خریدتان را تکمیل کنید
ga: Críochnaigh do cheannach
gd: Coilean a cheannach
gl: Finalizar a compra
gu: તમારી ખરીદી પૂર્ણ કરો
he: השלם את הרכישה
hi: अपनी खरीदारी पूर्ण करें
hr: Dovršite kupnju
hu: Vásárlás befejezése
id: Selesaikan pembelian Anda
is: Ljúktu við kaupin þín
ja: 購入手続きの完了
ka: დაასრულეთ შეძენა
kk: Сатып алуды аяқтаңыз
kn: ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ
ko: 구매를 완료하세요
lo: ເຮັດສຳເລັດການຊື້ຂອງທ່ານ
lt: Užbaikite pirkimą
lv: Pabeigt pirkumu
mi: Whakaotia tō hokonga mai
mk: Завршете го купувањето
ml: നിങ്ങളുടെ വാങ്ങൽ പൂർത്തിയാക്കുക
mr: आपली खरेदी पूर्ण करा
ms: Selesaikan pembelian anda.
mt: Lesti x-xirja tiegħek
ne: आफ्नो खरिद पूरा गर्नुहोस्
nn_no: Fullfør ditt kjøp
no: Fullfør kjøpet
or: ଆପଣଙ୍କର କ୍ରୟ ସଂପୂର୍ଣ୍ଣ କରନ୍ତୁ
pa_in: ਆਪਣੀ ਖਰੀਦਦਾਰੀ ਪੂਰੀ ਕਰੋ
pl: Sfinalizuj zakup
ru: Завершите покупку
sl: Dokončajte nakup
sr_cyrl_rs: Доврши куповину
sr_latn_rs: Dovrši kupovinu
sv: Slutför ditt köp
ta: உங்கள் வாங்குதலை நிறைவுசெய்க
te: మీ కొనుగోలును పూర్తి చేయండి
th: ดำเนินการซื้อของคุณให้เสร็จสมบูรณ์
tr: Satın alma işleminizi tamamlayın
tt: Сатып алуыгызны тәмамлау
ug: سودىلىقنى تاماملاش
uk: Завершити покупку
ur: اپنی خریداری مکمل کریں
vi: Hoàn tất giao dịch mua của bạn
zh_hans: 完成购买
zh_hant: 完成您的購買

# Word.UpiSTryAgainButton
source: I'll try again
af: Ek sal weer probeer
am: እንደገና እሞክራለሁ
ar: سأحاول مرة أخرى
as: মই পুনৰ চেষ্টা কৰিম
az: Yenidən cəhd edəcəm
bg: Ще опитам отново
bn_in: আমি আবার চেষ্টা করব
bs: Pokušat ću ponovo
cy: Mi wnâi roi cynnig arall ar hynny
da: Jeg prøver igen
de: Noch einmal versuchen
el: Θα δοκιμάσω ξανά
es: Lo intentaré de nuevo
et: Proovin uuesti
eu: Berriro saiatuko naiz
fa: دوباره امتحان می‌کنم
ga: Triailfidh mé arís é
gd: Feuchaidh mi ris a-rithist
gl: Tentareino de novo
gu: હું ફરીથી પ્રયાસ કરીશ
he: אנסה שוב
hi: मैं फिर कोशिश करूँगा
hr: Pokušat ću ponovno
hu: Újból próbálkozom
id: Saya akan mencoba lagi
is: Ég reyni aftur
ja: やり直す
ka: მოგვიანებით ვცდი
kk: Әрекетті қайталап көрейін
kn: ನಾನು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸುತ್ತೇನೆ
ko: 다시 시도
lo: ຂ້ອຍຈະລອງອີກຄັ້ງ
lt: Pabandysiu dar kartą
lv: Es mēģināšu vēlreiz
mi: Ka ngana anō ahau
mk: Ќе се обидам повторно
ml: ഞാൻ വീണ്ടും ശ്രമിക്കും
mr: मी पुन्हा प्रयत्न करेन
ms: Saya akan cuba lagi
mt: Se nerġa' nipprova
ne: म पछि फेरि प्रयास गर्ने छु
nn_no: Eg prøver på nytt
no: Jeg prøver på nytt
or: ମୁଁ ପୁଣି ଚେଷ୍ଟା କରିବି
pa_in: ਮੈਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗਾ
pl: Spróbuję ponownie
ru: Повторить попытку
sl: Poskusil/-a bom znova
sr_cyrl_rs: Покушаћу поново
sr_latn_rs: Pokušaću ponovo
sv: Jag försöker igen
ta: மீண்டும் முயற்சி செய்வேன்
te: నేను మళ్లీ ప్రయత్నిస్తాను
th: ฉันจะลองอีกครั้ง
tr: Tekrar deneyeceğim
tt: Омтылышны кабатлыйм
ug: قايتا سىناي
uk: Спробувати ще раз
ur: میں دوبارہ کوشش کروں گا/گی
vi: Tôi sẽ thử lại
zh_hans: 我将重试
zh_hant: 我將會再試一次

# Word.UpiCloseButton
source: Close
af: Sluit
am: ይዝጉ
ar: إغلاق
as: বন্ধ কৰক
az: Bağla
bg: Затваряне
bn_in: বন্ধ
bs: Zatvori
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sule
eu: Itxi
fa: بستن
ga: Dún
gd: Dùin
gl: Pechar
gu: બંધ કરો
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
is: Loka
ja: 閉じる
ka: დახურვა
kk: Жабу
kn: ಮುಚ್ಚಿ
ko: 닫기
lo: ປິດ
lt: Uždaryti
lv: Aizvērt
mi: Kati
mk: Затвори
ml: അടയ്ക്കുക
mr: बंद करा
ms: Tutup
mt: Agħlaq
ne: बन्द गर्नुहोस्
nn_no: Lukk
no: Lukk
or: ବନ୍ଦ କରନ୍ତୁ
pa_in: ਬੰਦ ਕਰੋ
pl: Zamknij
ru: Закрыть
sl: Zapri
sr_cyrl_rs: Затвори
sr_latn_rs: Zatvori
sv: Stäng
ta: மூடு
te: మూసివేయి
th: ปิด
tr: Kapat
tt: Ябу
ug: ئېتىش
uk: Закрити
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Word.UpiCancelButton
source: I don't want to proceed
af: Ek wil nie voortgaan nie
am: መቀጠል አልፈልግም።
ar: لا أريد المتابعة
as: মই আগবাঢ়িব নিবিচাৰোঁ
az: Davam etmək istəmirəm
bg: Не искам да продължа
bn_in: আমি এগিয়ে যেতে চাই না
bs: Ne želim nastaviti
cy: Dydw i ddim am fwrw ymlaen
da: Jeg vil ikke fortsætte
de: Ich möchte nicht fortfahren
el: Δεν θέλω να προχωρήσω
es: No quiero continuar
et: Ma ei soovi jätkata
eu: Ez dut jarraitu nahi
fa: نمی‌خواهم ادامه دهم
ga: Níl fonn orm leanúint ar aghaidh
gd: Chan eil mi airson leantainn air adhart
gl: Non quero continuar
gu: હું આગળ વધવા માંગતો/માંગતી નથી
he: איני מעוניין להמשיך
hi: मैं आगे नहीं बढ़ना चाहता
hr: Ne želim nastaviti
hu: Nem szeretném folytatni
id: Saya tidak ingin melanjutkan
is: Ég vil ekki halda áfram
ja: 続行しません
ka: არ მსურს გაგრძელება
kk: Жалғастырғым келмейді
kn: ನಾನು ಮುಂದುವರಿಯಲು ಬಯಸುವುದಿಲ್ಲ
ko: 그만 진행
lo: ຂ້ອຍບໍ່ຕ້ອງການດໍາເນີນຕໍ່
lt: Nenoriu tęsti
lv: Nevēlos turpināt
mi: Kāore au e hiahia kia haere tonu
mk: Не сакам да продолжам
ml: ഞാൻ തുടരാൻ ആഗ്രഹിക്കുന്നില്ല
mr: मला पुढे जायचे नाही
ms: Saya tidak mahu meneruskan
mt: Ma rridx nipproċedi
ne: म अगाडि बढ्न चाहन्न
nn_no: Eg vil ikkje halde fram
no: Jeg vil ikke fortsette
or: ମୁଁ ଆଗକୁ ବଢ଼ିବାକୁ ଚାହୁଁନାହିଁ
pa_in: ਮੈਂ ਅੱਗੇ ਨਹੀਂ ਵਧਣਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ
pl: Nie chcę kontynuować
ru: Не продолжать
sl: Ne želim nadaljevati
sr_cyrl_rs: Не желим да наставим
sr_latn_rs: Ne želim da nastavim
sv: Jag vill inte fortsätta
ta: நான் தொடர விரும்பவில்லை
te: నేను కొనసాగాలని అనుకోవడం లేదు
th: ฉันไม่ต้องการดําเนินการต่อ
tr: Devam etmek istemiyorum
tt: Мин дәвам итәргә теләмим
ug: داۋاملاشتۇرمايمەن
uk: Я не хочу продовжувати
ur: میں جاری نہیں رکھنا چاہتا/چاہتی
vi: Tôi không muốn tiếp tục
zh_hans: 我不想继续
zh_hant: 我不想繼續
