Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.BIC.MinLength
source: BIC is too short.
af: BIC is te kort.
am: BIC በጣም አጭር ነው።
ar: كود BIC‏ قصير جدًا.
as: BIC অতি চুটি৷
az: BIC çox qısadır.
bg: BIC кодът е прекалено къс.
bn_in: BIC হচ্ছে অনেক ছোট।
bs: BIC je prekratak.
cy: Mae'r BIC yn rhy fyr.
da: BIC-koden er for kort.
de: Der BIC ist zu kurz.
el: Το BIC είναι πολύ μικρό.
es: El BIC es demasiado corto.
et: BIC-kood on liiga lühike.
eu: BIC kodea laburregia da.
fa: BIC بسیار کوتاه است.
ga: Tá BIC róghearr.
gd: Tha a' BIC ro ghoirid.
gl: O BIC é moi curto.
gu: BIC ખૂબ ટૂંકું છે.
he: קוד BIC קצר מדי.
hi: BIC बहुत छोटा है.
hr: BIK je prekratak.
hu: A BIC kód túl rövid.
id: BIC terlalu pendek.
is: Auðkenniskóði banka (BIC) er of stuttur.
ja: BIC が短すぎます。
ka: BIC ძალიან მოკლეა.
kk: BIC тым қысқа.
kn: BIC ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: BIC가 너무 짧습니다.
ku_arab: BIC زۆر کورتە.
ky: BIC өтө кыска.
lo: BIC ສັ້ນເກີນໄປ.
lt: BIC yra per trumpas.
lv: BIK ir pārāk īss.
mi: He poto rawa te BIC.
mk: BIC е прекраток.
ml: BIC തീരെ ചെറുതാണ്.
mn: BIC хэт богино байна.
mr: BIC खूप लहान आहे.
ms: BIC terlalu pendek.
mt: Il-BIC huwa qasir wisq.
ne: BIC धेरै छोटो छ।
nn_no: BIC er for kort.
no: BIC er for kort.
or: BIC ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: BIC بوہت مختصر اے۔
pa_in: BIC ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Numer BIC jest za krótki.
ru: БИК слишком короткий.
sd: BIC تمام ننڊو آهي.
si: BIC ඉතා කෙටියි.
sl: Koda BIC je prekratka.
sr_cyrl_rs: BIC је прекратак.
sr_latn_rs: BIC je prekratak.
sv: BIC är för kort.
ta: BIC மிகச் சிறியதாக உள்ளது.
te: BIC చాలా చిన్నదిగా ఉంది.
tg: BIC بەك قىسقا.
th: BIC สั้นเกินไป
tr: BIC çok kısa.
tt: BIC артык кыска.
ug: БИК аз ҳад кӯтоҳ аст.
uk: Закороткий BIC-код.
ur: BIC بہت مختصر ہے۔
uz: BIC juda qisqa.
vi: BIC quá ngắn.
zh_hans: BIC 太短。
zh_hant: BIC 太短。

# Literal.BankAddressLine1.Required
source: Bank address is required.
af: Bank adres word vereis.
am: የባንክ አድራሻ ይጠየቃል።
ar: عنوان البنك مطلوب.
as: বেংক ঠিকনা আৱশ্যক৷
az: Bank ünvanı tələb olunur.
bg: Адресът на банката е задължителен.
bn_in: ব্যাঙ্কের ঠিকানা প্রয়োজনীয়।
bs: Adresa banke je neophodna.
cy: Mae angen cyfeiriad y banc.
da: Bankadressen skal angives.
de: Die Bankadresse ist erforderlich.
el: Απαιτείται η διεύθυνση τράπεζας.
es: La dirección bancaria es obligatoria.
et: Panga aadress on nõutav.
eu: Bankuaren helbidea beharrezkoa da.
fa: به آدرس بانک نیاز است.
ga: Seoladh bainc ag teastáil.
gd: Tha feum air seòladh a' bhanca.
gl: Requírese o enderezo do banco.
gu: બેંકનું સરનામું આવશ્યક છે.
he: כתובת הבנק נדרשת.
hi: बैंक पता आवश्यक है.
hr: Adresa banke obavezna je.
hu: A bank címe szükséges.
id: Alamat bank harus diisi.
is: Færa þarf inn aðsetur banka.
ja: 銀行の住所は必須項目です。
ka: მიუთითეთ ბანკის მისამართი.
kk: Банк мекенжайы қажет.
kn: ಬ್ಯಾಂಕ್ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ.
ko: 은행 주소는 필수 항목입니다.
ku_arab: ناونیشانی بانک پێویستە.
ky: Банк дареги керек.
lo: ຕ້ອງລະບຸທີ່ຢູ່ທະນາຄານ.
lt: Reikia nurodyti banko adresą.
lv: Jānorāda bankas adrese.
mi: E hiahiatia ana te tau pēke.
mk: Адресата на банката е задолжителна.
ml: ബാങ്ക് വിലാസം ആവശ്യമാണ്.
mn: Банкны хаяг оруулах шаардлагатай.
mr: बँक पत्ता आवश्यक आहे.
ms: Alamat bank diperlukan.
mt: Indirizz bankarju meħtieġ.
ne: बैङ्क ठेगाना आवश्यक छ।
nn_no: Bankadresse er obligatorisk.
no: Bankadresse er påkrevd.
or: ବ୍ୟାଙ୍କ ଠିକଣା ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: بینک دے پتے دی لوڑ اے۔
pa_in: ਬੈਂਕ ਦੇ ਪਤੇ ਦੀ ਲੋਡ਼ ਹੈ।
pl: Adres banku jest wymagany.
ru: Укажите адрес банка.
sd: بينڪ جي پتي جي ضرورت آهي.
si: බැංගුවේ ලිපිනය අවශ්‍යයි.
sl: Naslov banke je obvezen.
sr_cyrl_rs: Адреса банке је обавезна.
sr_latn_rs: Adresa banke je obavezna.
sv: Bankadress måste anges.
ta: வங்கி முகவரி தேவை.
te: బ్యాంక్ చిరునామా అవసరం.
tg: Суроғаи бонк ҳатмист.
th: ต้องระบุที่อยู่ธนาคาร
tr: Banka adresi gereklidir.
tt: Банк адресы мәҗбүри.
ug: بانكا ئادرېسى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати адресу банку.
ur: بینک کا پتہ کی ضرورت ہے.
uz: Bank manzili talab qilinadi.
vi: Địa chỉ ngân hàng là cần thiết.
zh_hans: 银行地址为必填项。
zh_hant: 銀行地址是必要資訊。

# Literal.BankAddressLine2.Required
source: Bank city, state and postal code are required.
af: Bank stad, staat en poskode word vereis.
am: የባንክ ከተማ፣ ግዛት እና የፖስታ ኮድ ይጠየቃል።
ar: يطلب اسما المدينة والدولة والرمز البريدي للبنك.
as: বেংক চহৰ, ৰাজ্য আৰু ডাক ক'ড আৱশ্যক৷
az: Bank şəhəri, ştat və poçt indeksi tələb olunur.
bg: Градът, щатът и пощенският код на банката са задължителни.
bn_in: ব্যাঙ্কের শহর, রাজ্য এবং ডাক কোড প্রয়োজনীয়।
bs: Grad, država i poštanski broj banke su neophodni.
cy: Mae angen dinas, sir a chod post y banc.
da: Bankens by og postnummer skal angives.
de: Ort, Bundesland/Kanton und Postleitzahl der Bank sind erforderlich.
el: Απαιτείται η πόλη, ο νομός και ο ταχυδρομικός κώδικας της τράπεζας.
es: La ciudad, el estado y el código postal del banco son obligatorios.
et: Panga linn, riik ja postiindeks on nõutavad.
eu: Bankuaren hiria, estatua eta posta-kodea beharrezkoak dira.
fa: شهر، ایالت و کد پستی بانک لازم است.
ga: Cathair, stát agus cód poist an bhainc ag teastáil.
gd: Tha feum air baile, stàit/siorrachd is còd-puist a' bhanca.
gl: Requírense a cidade, o estado e o código postal do banco.
gu: બેંક શહેર, રાજ્ય અને પોસ્ટલ કોડ આવશ્યક છે.
he: העיר, המדינה והמיקוד של הבנק נדרשים.
hi: बैंक का शहर, राज्य और डाक कोड आवश्यक हैं.
hr: Grad, država i poštanski broj banke obavezni su.
hu: A bank, a város, az állam és az irányítószám szükséges.
id: Kota, negara bagian/provinsi, dan kode pos harus diisi.
is: Borg banka, ríki og póstnúmer eru nauðsynleg.
ja: 銀行の郵便番号、都道府県、市区町村は必須項目です。
ka: მიუთითეთ ბანკის ქალაქი, შტატი და საფოსტო კოდი.
kk: Банктің қаласы, мемлекеті және пошталық индексі қажет.
kn: ಬ್ಯಾಂಕ್ ನಗರ, ರಾಜ್ಯ ಮತ್ತು ಪೋಸ್ಟಲ್ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 은행 주소의 구/군, 시/도 및 우편 번호는 필수입니다.
ku_arab: ناونیشانی بانک، ویلایەت و کۆدی پۆستی پێویستە.
ky: Банк шаары, штаты жана индекси керек.
lo: ຕ້ອງລະບຸຕົວເມືອງ, ລັດ ແລະລະຫັດໄປສະນີຂອງທະນາຄານ.
lt: Reikia nurodyti banko miestą, šalį ir pašto indeksą.
lv: Jānorāda pilsēta, štats un pasta indekss.
mi: E hiahiatia ana te tāone pēke, te rohe me te waehere poutāpeta.
mk: Градот на банката, државата и поштенскиот број се задолжителни.
ml: ബാങ്ക് സിറ്റി, സംസ്ഥാന, തപാല്‍ കോഡ് ആവശ്യമാണ്.
mn: Банкны хот, муж, шуудангийн код оруулах шаардлагатай.
mr: बँक शहर, राज्य आणि पोस्टल कोड आवश्यक आहेत.
ms: Bandar, negeri dan poskod bank diperlukan.
mt: Belt, stat u kodiċi postali tal-bank meħtieġa.
ne: बैङ्क शहर, राज्य र हुलाकी सङ्केत आवश्यक छ।
nn_no: Poststad, delstat og postnummer til banken er obligatorisk.
no: Bankens poststed, delstat og postnummer er påkrevd.
or: ବ୍ୟାଙ୍କ ସିଟି, ରାଜ୍ୟ, ଏବଂ ଡାକ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: بینک دے شہر، ریاست تے پوسٹل کوڈ دی لوڑ اے۔
pa_in: ਬੈਂਕ ਦੇ ਸ਼ਹਿਰ, ਰਾਜਏ ਅਤੇ ਡਾਕ ਕੋਡ ਦੀ ਲੋਡ਼ ਹੈ।
pl: Miasto, województwo i kod pocztowy banku są wymagane.
ru: Укажите город, область и почтовый индекс банка.
sd: بينڪ جو شهر، صوبو ۽ پوسٽ ڪوڊ جي ضرورت آهي.
si: බැංකුවේ නගරය, ප්‍රාන්තය සහ තැපැල් කේතය අවශ්‍යයි.
sl: Mesto, država in poštna številka banke so obvezni.
sr_cyrl_rs: Град, држава и поштански број банке су обавезни.
sr_latn_rs: Grad, država i poštanski broj banke su obavezni.
sv: Bankens ort, region och postnummer måste anges.
ta: வங்கியின் நகரம், மாநிலம் மற்றும் அஞ்சல் குறியீடு அவசியம்.
te: బ్యాంక్ నగరం, రాష్ట్రం మరియు పోస్టల్ కోడ్ అవసరం.
tg: Шаҳр, иёлат ва индекси почтаи бонк ҳатмиянд.
th: ต้องระบุเมือง รัฐ และรหัสไปรษณีย์ของธนาคาร
tr: Banka şehri, ili ve posta kodu gereklidir.
tt: Банкның шәһәре, төбәге һәм почта индексы мәҗбүри.
ug: بانكا، شەھەر، ئىشتات نامى ۋە پوچتا نومۇرى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати місто, область (регіон) і поштовий індекс банку.
ur: بینک شہر، ریاست اور پوسٹل کوڈ کی ضرورت ہے.
uz: Bank shahri, shtati va pochta indeksi talab qilinadi.
vi: Thành phố, bang và mã bưu điện của ngân hàng là cần thiết.
zh_hans: 银行所在市/县、省/直辖市/自治区和邮政编码为必填项。
zh_hant: 銀行城市、省 (市) 和郵遞區號是必要資訊。

# Word.BankAddressLine1
source: Bank address
af: Bank adres
am: የባንክ አድራሻ
ar: عنوان البنك
as: বেংক ঠিকনা
az: Bank ünvanı
bg: Адрес на банката
bn_in: ব্যাঙ্কের ঠিকানা
bs: Adresa banke
cy: Cyfeiriad y banc
da: Bankadresse
de: Bankadresse
el: Διεύθυνση τράπεζας
es: Dirección bancaria
et: Panga aadress
eu: Bankuaren helbidea
fa: آدرس بانک
ga: Seoladh an Bhainc
gd: Seòladh a' bhanca
gl: Enderezo do banco
gu: બેંકનું સરનામું
he: כתובת בנק
hi: बैंक का पता
hr: Adresa banke
hu: A bank címe
id: Alamat bank
is: Aðsetur banka
ja: 銀行の住所
ka: ბანკის მისამართი
kk: Банк мекенжайы
kn: ಬ್ಯಾಂಕ್ ವಿಳಾಸ
ko: 은행 주소
ku_arab: ناونیشانی بانک
ky: Банк дареги
lo: ທີ່ຢູ່ທະນາຄານ
lt: Banko adresas
lv: Bankas adrese
mi: Wāhitau pēke
mk: Адреса на банка
ml: ബാങ്ക് വിലാസം
mn: Банкны хаяг
mr: बँक पत्ता
ms: Alamat bank
mt: Indirizz bankarju
ne: बैङ्क ठेगाना
nn_no: Bankadresse
no: Bankadresse
or: ବ୍ୟାଙ୍କ ଠିକଣା
pa_arab_pk: بنک دا پتہ
pa_in: ਬੈਂਕ ਪਤਾ
pl: Adres banku
ru: Адрес банка
sd: بينڪ جو پتو
si: බැංකුවේ ලිපිනය
sl: Naslov banke
sr_cyrl_rs: Адреса банке
sr_latn_rs: Adresa banke
sv: Bankadress
ta: வங்கியின் முகவரி
te: బ్యాంక్ చిరునామా
tg: Суроғаи бонк
th: ที่อยู่ธนาคาร
tr: Banka adresi
tt: Банк адресы
ug: بانكا ئادرېسى
uk: Адреса банку
ur: بینک کا پتہ
uz: Bank manzili
vi: Địa chỉ ngân hàng
zh_hans: 银行地址
zh_hant: 銀行地址

# Word.BankAddressLine2
source: Bank city, state and postal code
af: Bank stad, staat en poskode
am: የባንክ ከተማ፣ ግዛት እና የፖስታ ኮድ
ar: المدينة والدولة والرمز البريدي للبنك
as: বেংক চহৰ, ৰাজ্য আৰু ডাক ক'ড
az: Bank şəhəri, ştatı və poçt indeksi
bg: Град, щат и пощенски код на банката
bn_in: ব্যাঙ্কের শহর, রাজ্য এবং ডাক কোড
bs: Grad, država i poštanski broj banke
cy: Dinas, sir a chod post y banc
da: Bankens by og postnummer
de: Ort, Bundesland/Kanton und Postleitzahl
el: Πόλη, νομός και ταχυδρομικός κώδικας της τράπεζας
es: Ciudad, estado y código postal del banco
et: Panga linn, riik ja postiindeks
eu: Bankuaren hiria, estatua eta posta-kodea
fa: شهر، ایالت و کد پستی بانک
ga: Cathair, stát agus cód poist an bhainc
gd: Baile, stàit/siorrachd is còd-puist a' bhanca
gl: Cidade, estado e código postal do banco
gu: બેંક શહેર, રાજ્ય અને પોસ્ટ કોડ
he: עיר, מדינה ומיקוד של בנק
hi: बैंक का शहर, राज्य और डाक कोड
hr: Grad, država i poštanski broj
hu: Bank, város, állam és irányítószám
id: Kota, negara bagian/provinsi, dan kode pos
is: Borg banka, ríki og póstnúmer
ja: 銀行の郵便番号、都道府県、市区町村
ka: ბანკის ქალაქი, შტატი და საფოსტო კოდი
kk: Банктің қаласы, мемлекеті және пошталық индексі
kn: ಬ್ಯಾಂಕ್ ನಗರ, ರಾಜ್ಯ ಮತ್ತು ಪೋಸ್ಟಲ್ ಕೋಡ್
ko: 은행 주소의 구/군, 시/도 및 우편 번호
ku_arab: شاری بانک، ویلایەت و کۆدی پۆستی
ky: Банк шаары, штаты жана индекси
lo: ເມືອງ, ລັດ ແລະລະຫັດໄປສະນີຂອງທະນາຄານ
lt: Banko miestas, šalis ir pašto indeksas
lv: Bankas pilsēta, štats un pasta indekss
mi: Tāone pēke, rohe me te waehere poutāpeta
mk: Град на банка, држава и поштенски број
ml: ബാങ്ക് സിറ്റി, സംസ്ഥാന, തപാല്‍ കോഡ്
mn: Банкны хот, муж, шуудангийн код
mr: बँक शहर, राज्य आणि पोस्टल कोड
ms: Bandar, negeri dan poskod bank
mt: Belt, stat u kodiċi postali tal-bank
ne: बैङ्क शहर, राज्य र हुलाकी सङ्केत
nn_no: Poststad, delstat og postnummer til banken
no: Bankens poststed, delstat og postnummer
or: ବ୍ୟାଙ୍କ ସିଟି, ରାଜ୍ୟ, ଏବଂ ଡାକ କୋଡ୍
pa_arab_pk: بنک سٹی، سٹیٹ تے پوسٹل کوڈ۔
pa_in: ਬੈਂਕ ਸ਼ਹਿਰ, ਰਾਜਏ ਅਤੇ ਡਾਕ ਕੋਡ
pl: Miasto, województwo i kod pocztowy banku
ru: Город, область и почтовый индекс банка
sd: بينڪ جو شهر، صوبو ۽ پوسٽ ڪوڊ
si: බැංකුවේ නගරය, ප්‍රාන්තය සහ තැපැල් කේතය
sl: Mesto, država in poštna številka banke
sr_cyrl_rs: Град, држава и поштански број банке
sr_latn_rs: Grad, država i poštanski broj banke
sv: Ort, region och postnummer för bank
ta: வங்கியின் நகரம், மாநிலம் மற்றும் அஞ்சல் குறியீடு
te: బ్యాంక్ నగరం, రాష్ట్రం మరియు పోస్టల్ కోడ్
tg: Шаҳр, иёлат ва индекси почтаи бонк
th: เมือง รัฐ และรหัสไปรษณีย์ของธนาคาร
tr: Banka şehri, il ve posta kodu
tt: Банкның шәһәре, төбәге һәм почта индексы
ug: بانكا، شەھەر ۋە پوچتا نومۇرى
uk: Місто, область (регіон) і поштовий індекс банку
ur: بینک شہر، ریاست اور پوسٹل کوڈ
uz: Bank manzili, shtat va pochta indeksi
vi: Thành phố, bang và mã bưu điện của ngân hàng
zh_hans: 银行所在市/县、省/直辖市/自治区和邮政编码
zh_hant: 銀行城市、省 (市) 和郵遞區號
