Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.CV
source: Cabo Verde
am: ካቦ ቨርዲ
ar: كابو فيرد
as: কাব' ভাৰ্ডে
az: Kabo Verde
bg: Кабо Верде
bn_in: কাবো ভার্দে
el: Κάμπο Βέρντε
fa: کابو ورد
gu: કેબો વર્ડે
he: קאבו ורדה
hi: काबो वर्ड
hr: Kabo Verde
hu: Cabo Verde (Zöld-foki-szigetek)
ja: カーボベルデ
ka: კაბო-ვერდე
kk: Кабо-Верде
kn: ಕ್ಯಾಬೊ ವರ್ಡೆ
ko: 카보베르데
ku_arab: کابۆ ڤێردی
ky: Кабо-Верде
lo: ເຄບ ເວີດ
lt: Cabo Verde (Žaliasis Kyšulys)
lv: Kaboverde
mi: Kapo Werehe
mk: Кабо Верде
ml: കാബോ വെര്‍ദെ
mn: Кабо-Верде
mr: केबो वर्द
ne: क्याबो भर्डि
or: କେବୋ ଭର୍ଡ୍
pa_arab_pk: کابو ورڈے
pa_in: ਕਾਬੋ ਵਰਡੇ
ru: Кабо-Верде
sd: ڪابو ورڊ
si: කැබෝ වර්ඩි
sr_cyrl_rs: Кабо Верде
sr_latn_rs: Kabo Verde
ta: கேப் வெர்டே
te: కాబొ వెర్డె
tg: Кабо-Верде
th: คาโบเวร์เดอ
tt: Кабо-Верде
ug: كابو ۋېردې
uk: Кабо-Верде
ur: کابو ورڈے
uz: Kabo-Verde
zh_hans: 佛得角
zh_hant: 維德角

# Country.CW
source: Curaçao
am: ኩራቺዮ
ar: كوراساو
as: কুৰাকাও
az: Kurasao
bg: Кюрасао
bn_in: কিউরাসাও
bs: Curacao
el: Κουρασάο
es: Curazao
fa: کوراسائو
gu: ક્યુરાકાઓ
he: קוראסאו
hi: क्यूरासाओ
ja: キュラソー島
ka: კურასაო
kk: Кюрасао
kn: ಕುರಾಕಾವ್
ko: 퀴라소
ku_arab: کوراسائۆ
ky: Кюрасао
lo: ກູຣາກາວ
lt: Kiurasao
lv: Kirasao
mi: Kurahao
mk: Куракао
ml: കുറാക്കാവോ
mn: Кюрасао
mr: कुरसावो
ms: Curaco
ne: कुराकौ
or: କୁରାକୋ
pa_arab_pk: کورا چاؤ
pa_in: ਕੁਰਾਕਾਓ
ru: Кюрасао
sd: ڪوراڪو
si: කුරකාවෝ රට
sr_cyrl_rs: Курасао
sr_latn_rs: Kurasao
ta: குராகாவ் நாடு
te: కురాకో
tg: Кюрасао
th: คูราเซา
tt: Кюрасао
ug: كۇراتساۋ
uk: Кюрасао
ur: کوراچاؤ
uz: Kyurasao
zh_hans: 库拉索
zh_hant: 庫拉索

# Country.CX
source: Christmas Island
af: Kersfees-eiland
am: ክሪስማስ ደሴት
ar: جزيرة الكريسماس
as: খ্ৰীষ্টমাছ আইলেণ্ড
az: Milad Adası
bg: Остров Рождество
bn_in: ক্রিসমাস আইল্যান্ড
bs: Božićno ostrvo
cy: Ynys y Nadolig
da: Juleøen
de: Weihnachtsinsel
el: Νησί Χριστουγέννων
es: Isla de Navidad
et: Jõulusaar
eu: Christmas uhartea
fa: جزیره کریسمس
ga: Oileán na Nollag
gd: Eilean na Nollaig
gl: Illa de Christmas
gu: ક્રિસમસ આઇલેન્ડ
he: האי כריסטמס
hi: क्रिसमस आइलैंड
hr: Božićni Otok
hu: Karácsony-sziget
id: Pulau Natal
is: Jólaey
ja: クリスマス島
ka: შობის კუნძული
kk: Рождество аралы
kn: ಕ್ರಿಸ್‌ಮಸ್ ದ್ವೀಪ
ko: 크리스마스 섬
ku_arab: دوورگەی کریسمس
ky: Рождество аралы
lo: ເກາະຄຣິສມາສ
lt: Kalėdų Sala
lv: Ziemsvētku sala
mi: Moutere Kirihimete
mk: Божиќни Острови
ml: ക്രിസ്തുമസ് ദ്വീപ്
mn: Зул сарын арал
mr: क्रिसमस बेट
ms: Pulau Krismas
ne: क्रिस्मस टापू
nn_no: Christmasøya
no: Christmasøya
or: ଖ୍ରୀଷ୍ଟମାସ୍‌ ଦ୍ଵୀପ
pa_arab_pk: کرسمس جزیرہ
pa_in: ਕ੍ਰਿਸਮਸ ਆਈਲੈਂਡ
pl: Wyspa Bożego Narodzenia
ru: Остров Рождества
sd: جزیرہ کرسمس
si: ක්‍රිස්මස් දූපත
sl: Božični otok
sr_cyrl_rs: Божићно Острво
sr_latn_rs: Božićno Ostrvo
sv: Kiritimati, Julön
ta: கிறிஸ்துமஸ் தீவுகள்
te: క్రిస్మస్ దీవి
tg: Ҷазираи Крисмас
th: เกาะคริสต์มาส
tr: Christmas Adası
tt: Раштуа утравы
ug: روژدېستۋا ئارىلى
uk: Острів Різдва
ur: کرسمس جزیرہ
uz: Rojdestvo oroli
vi: Đảo Giáng sinh
zh_hans: 圣诞岛
zh_hant: 聖誕島

# Country.CY
source: Cyprus
af: Ciprus
am: ቆጵሮስ
ar: قبرص
as: চাইপ্ৰাছ
az: Kipr
bg: Кипър
bn_in: সাইপ্রাস
bs: Kipar
da: Cypern
de: Zypern
el: Κύπρος
es: Chipre
et: Küpros
eu: Zipre
fa: قبرس
ga: An Chipir
gd: Cìopras
gl: Chipre
gu: સાયપ્રસ
he: קפריסין
hi: सायप्रस
hr: Cipar
hu: Ciprus
id: Siprus
is: Kýpur
ja: キプロス
ka: კვიპროსი
kk: Кипр
kn: ಸೈಪ್ರಸ್
ko: 키프로스
ku_arab: قبرس
ky: Кипр
lo: ໄຊປຣັສ
lt: Kipras
lv: Kipra
mi: Haipara
mk: Кипар
ml: സൈപ്രസ്
mn: Кипр
mr: सायप्रस
mt: Ċipru
ne: साइप्रस्
nn_no: Kypros
no: Kypros
or: ସାଇପ୍ରସ୍
pa_arab_pk: سائپرس
pa_in: ਸਾਇਪਰਸ
pl: Cypr
ru: Кипр
sd: ڪپرس
si: සයිප්‍රසය
sl: Ciper
sr_cyrl_rs: Кипар
sr_latn_rs: Kipar
sv: Cypern
ta: சைப்ரஸ்
te: సైప్రస్
tg: Кипр
th: ไซปรัส
tr: Kıbrıs
tt: Кипр
ug: سىپرۇس
uk: Кіпр
ur: سائپرس
uz: Kipr
vi: Síp
zh_hans: 塞浦路斯
zh_hant: 賽普勒斯

# Country.CZ
source: Czech Republic
af: Tsjeggiese Republiek
am: ቼክ ሪፖብሊክ
ar: جمهورية التشيك
as: চেক প্ৰজাতন্ত্ৰ
az: Çex Respublikası
bg: Чешка република
bn_in: চেক প্রজাতন্ত্
bs: Češka Republika
cy: Gweriniaeth Tsiec
da: Tjekkiet
de: Tschechische Republik
el: Δημοκρατία της Τσεχίας
es: República Checa
et: Tšehhi
eu: Txekiar Errepublika
fa: جمهوری چک
ga: Poblacht na Seice
gd: Poblachd na Seice
gl: República Checa
gu: ચેક રિપબ્લિક
he: הרפובליקה הצ'כית
hi: चेक गणराज्य
hr: Češka Republika
hu: Cseh Köztársaság
id: Republik Ceko
is: Tékkland
ja: チェコ共和国
ka: ჩეხეთის რესპუბლიკა
kk: Чех Республикасы
kn: ಜೆಕ್ ಗಣರಾಜ್ಯ
ko: 체코 공화국
ku_arab: کۆماری چیک
ky: Чех Республикасы
lo: ສາທາລະນະລັດເຊັກ
lt: Čekijos Respublika
lv: Čehijas Republika
mi: Whenua Tieke
mk: Чешка Република
ml: ചെക്ക് റിപ്പബ്ലിക്ക്
mn: Бүгд Найрамдах Чех Улс
mr: चेक रिपब्लिक
ms: Republik Czech
mt: Repubblika Ċeka
ne: चेक गणतन्त्र
nn_no: Den tsjekkiske republikken
no: Tsjekkia
or: ଚେକ୍ ଗଣତନ୍ତ୍ର
pa_arab_pk: چیک جمہوریہ
pa_in: ਚੈਕ ਗਣਰਾਜ
pl: Czechy
ru: Чешская Республика
sd: چيڪ ريعوامي
si: චෙක් ජනරජය
sl: Češka republika
sr_cyrl_rs: Чешка Република
sr_latn_rs: Češka Republika
sv: Tjeckien
ta: செக் குடியரசு
te: చెక్ రిపబ్లిక్
tg: Ҷумҳурии Чех
th: สาธารณรัฐเช็ก
tr: Çek Cumhuriyeti
tt: Чехия республикасы
ug: چېخ جۇمھۇرىيىتى
uk: Чеська Республіка
ur: چیک جمہوریہ
uz: Chexiya Respublikasi
vi: Cộng hòa Séc
zh_hans: 捷克共和国
zh_hant: 捷克共和國

# Country.CZ.2
source: Czechia
af: Tsjeggië
am: ቼክያ
ar: التشيك
as: চ্চেকিয়া
az: Çexiya
bg: Чехия
bn_in: চেচিয়া
bs: Češka
cy: Tsiecia
da: Tjekkiet
de: Tschechien
el: Τσεχία
es: Chequia
et: Tšehhi
eu: Txekiar Errepublika
fa: جمهوری چک
ga: An tSeicia
gd: An t-Seic
gl: Chequia
gu: ઝેશીયા
he: צ'כיה
hi: चेक
hr: Češka
hu: Csehország
id: Cekia
is: Tékkland
ja: チェコ
ka: ჩეხეთი
kk: Чехия
kn: ಝೆಕಿಯಾ
ko: 체코
ku_arab: چێک
ky: Чехия
lo: ເຊັກເກຍ
lt: Čekija
lv: Čehija
mi: Tiēkia
mk: Чешка
ml: ചെക്കിയ
mn: Чех улс
mr: झेकिया
ne: चेकिया
nn_no: Tsjekkia
no: Tsjekkia
or: ଚେଚିଆ
pa_arab_pk: چیکیا
pa_in: ਚੈਕੀਆ
pl: Czechy
ru: Чехия
sd: زيچيا
si: චෙක් ජනරජය
sl: Češka
sr_cyrl_rs: Чешка
sr_latn_rs: Češka
sv: Tjeckien
ta: செசியா
te: చెకియా
tg: Чехия
th: เช็ก
tr: Çekya
tt: Чехия Республикасы
ug: چېخ جۇمھۇرىيىتى
uk: Чехія
ur: چیکیہ
uz: Chexiya
vi: Cộng hòa Séc
zh_hans: 捷克
zh_hant: 捷克

# Country.DJ
source: Djibouti
af: Djiboeti
am: ጅቡቲ
ar: جيبوتي
as: জিবুটি
az: Cibuti
bg: Джибути
bn_in: ডিজিবুটি
bs: Džibuti
de: Dschibuti
el: Τζιμπουτί
es: Yibuti
eu: Djibuti
fa: جیبوتی
gd: Diobùtaidh
gl: Djibuti
gu: જિબૂતી
he: ג'יבוטי
hi: जिबूती
hr: Džibuti
hu: Dzsibuti
is: Djíbútí
ja: ジブチ
ka: ჯიბუტი
kk: Джибути
kn: ಜಿಬೂಟಿ
ko: 지부티
ku_arab: جیبۆتی
ky: Жибути
lo: ດິບູຕິ
lt: Džibutis
lv: Džibutija
mi: Tipūti
mk: Џибути
ml: ജിബൂട്ടി
mn: Джибути
mr: जिबौती
mt: Dġibuti
ne: जिबौटि
or: ଜିବୋଟି
pa_arab_pk: دجی بیوتی
pa_in: ਜ਼ੀਬੂਤੀ
pl: Dżibuti
ru: Джибути
sd: ڊجبيوٽي
si: ඩිජිබවුටි
sl: Džibuti
sr_cyrl_rs: Џибути
sr_latn_rs: Džibuti
ta: டிஜிபவுட்டி
te: జిబౌటీ
tg: Ҷибути
th: จิบูตี
tr: Cibuti
tt: Җибүти
ug: جىبۇتى
uk: Джібуті
ur: دجی بیوتی
uz: Jibuti
zh_hans: 吉布提
zh_hant: 吉布地

# Country.DM
source: Dominica
af: Dominika
am: ዶመኒካ
ar: دومينيكا
as: ড'মিনিকা
az: Dominika
bg: Доминика
bn_in: ডোমিনিকা
bs: Dominika
el: Ντομίνικα
eu: Dominika
fa: دومینیکا
ga: Doiminice
gd: Doiminicea
gu: ડોમિનિકા
he: דומיניקה
hi: डॉमिनिका
hr: Dominika
hu: Dominika
id: Dominika
is: Dóminíka
ja: ドミニカ国
ka: დომინიკა
kk: Доминика
kn: ಡೊಮಿನಿಕಾ
ko: 도미니카
ku_arab: دۆمینیکا
ky: Доминика
lo: ໂດມີນີກາ
lt: Dominika
lv: Dominika
mi: Tominika
mk: Доминика
ml: ഡൊമനിക്ക
mn: Доминика
mr: डोमिनिका
mt: Dominika
ne: डोमीनीका
or: ଡୋମିନିକା
pa_arab_pk: ڈومینیکا
pa_in: ਡੋਮੀਨਿਕਾ
pl: Dominika
ru: Доминика
sd: ڊومينيڪا
si: ඩොමිනිකා
sl: Dominika
sr_cyrl_rs: Доминика
sr_latn_rs: Dominika
ta: டொமினிகா
te: డొమినికా
tg: Доминика
th: โดมินิกา
tr: Dominika
tt: Доминика
ug: دومىنىكا
uk: Домініка
ur: ڈومینیکا
uz: Dominika
zh_hans: 多米尼加
zh_hant: 多米尼克

# Country.DO
source: Dominican Republic
af: Dominikaanse Republiek
am: የዶመኒካ ሪፖብሊክ
ar: جمهورية الدومينيكان
as: ডমিনিকান ৰিপাব্লিক
az: Dominikan Respublikası
bg: Доминиканска република
bn_in: ডমিনিকান রিপাবলিক
bs: Dominikanska Republika
cy: Gweriniaeth Dominica
da: Den Dominikanske Republik
de: Dominikanische Republik
el: Δομινικανή Δημοκρατία
es: República Dominicana
et: Dominikaani Vabariik
eu: Dominikar Errepublika
fa: جمهوری دومنیکن
ga: An Phoblacht Dhoiminiceach
gd: A' Phoblachd Dhoiminiceach
gl: República Dominicana
gu: ડોમિનિકન રિપબ્લિક
he: הרפובליקה הדומיניקנית
hi: डॉमिनिकन रिपब्लिक
hr: Dominikanska Republika
hu: Dominikai Köztársaság
id: Republik Dominika
is: Dóminíska lýðveldið
ja: ドミニカ共和国
ka: დომინიკის რესპუბლიკა
kk: Доминикан республикасы
kn: ಡೊಮಿನಿಕನ್ ಗಣರಾಜ್ಯ
ko: 도미니카 공화국
ku_arab: کۆماری دۆمینیکا
ky: Доминикан Республикасы
lo: ສາທາລະນະລັດໂດມີນີກັນ
lt: Dominikos Respublika
lv: Dominikānas Republika
mi: Te Whenua o Tominika
mk: Доминиканска Република
ml: ഡൊമനിക്കന്‍ റിപബ്ലിക്
mn: Доминиканы Бүгд Найрамдах Улс
mr: डोमिनिकन रिपब्लिक
ms: Republik Dominica
mt: Repubblika Dominikana
ne: डोमीनीकेन गणतन्त्र
nn_no: Den dominikanske republikken
no: Den dominikanske republikken
or: ଡୋମିନିକା ଗଣତନ୍ତ୍ର
pa_arab_pk: جمہوریہ رومانیہ
pa_in: ਡੌਮਿਨਿਕਨ ਗਣਰਾਜ
pl: Republika Dominikańska
ru: Доминиканская Республика
sd: ڊومينيڪن جمهوريه
si: ඩොමිනිකන් ජනරජය
sl: Dominikanska republika
sr_cyrl_rs: Доминиканска Република
sr_latn_rs: Dominikanska Republika
sv: Dominikanska republiken
ta: டொமினிக்கன் குடியரசு
te: డొమినికన్ రిపబ్లిక్
tg: Ҷумҳурии Доминикан
th: สาธารณรัฐโดมินิกัน
tr: Dominik Cumhuriyeti
tt: Доминикана Республикасы
ug: دومىنىكا جۇمھۇرىيىتى
uk: Домініканська Республіка
ur: جمہوریہ رومانیہ
uz: Dominikana Respublikasi
vi: Cộng hòa Dominican
zh_hans: 多米尼加共和国
zh_hant: 多明尼加

# Country.EC
source: Ecuador
am: ኢኳዶር
ar: الإكوادور
as: ইকুৱেডৰ
az: Ekvador
bg: Еквадор
bn_in: ইকুয়েডর
bs: Ekvador
cy: Ecwadôr
el: Ισημερινός
eu: Ekuador
fa: اکوادور
ga: Eacuadór
gd: Eacuador
gu: ઈક્વેડોર
he: אקוודור
hi: इक्वेडोर
hr: Ekvador
id: Ekuador
is: Ekvador
ja: エクアドル
ka: ეკვადორი
kk: Эквадор
kn: ಎಕ್ವೆಡಾರ್
ko: 에콰도르
ku_arab: ئیکوادۆر
ky: Эквадор
lo: ເອກົວດໍ
lt: Ekvadoras
lv: Ekvadora
mi: Ekuatoa
mk: Еквадор
ml: ഇക്വഡോര്‍
mn: Эквадор
mr: इक्वाडोर
mt: Ekwador
ne: इक्वेडोर
or: ଇକ୍ଵାଡର
pa_arab_pk: ایکواڈور
pa_in: ਇਕਵੇਡੋਰ
pl: Ekwador
ru: Эквадор
sd: ايڪيوڊار
si: ඉක්වදෝරය
sl: Ekvador
sr_cyrl_rs: Еквадор
sr_latn_rs: Ekvador
ta: ஈக்வடார்
te: ఈక్వెడార్
tg: Эквадор
th: เอกวาดอร์
tr: Ekvador
tt: Эквадор
ug: ئېكۋاتور
uk: Еквадор
ur: ایکواڈور
uz: Ekvador
zh_hans: 厄瓜多尔
zh_hant: 厄瓜多

# Country.EE
source: Estonia
af: Estonië
am: ኢስቶኒያ
ar: إستونيا
as: ইষ্টোনিয়া
az: Estoniya
bg: Естония
bn_in: এসটোনিয়া
bs: Estonija
da: Estland
de: Estland
el: Εσθονία
et: Eesti
fa: استونی
ga: An Eastóin
gd: An Eastoin
gu: એસ્ટોનિયા
he: אסטוניה
hi: एस्तोनिया
hr: Estonija
hu: Észtország
is: Eistland
ja: エストニア
ka: ესტონეთი
kk: Эстония
kn: ಎಸ್ಟೋನಿಯಾ
ko: 에스토니아
ku_arab: ئەستۆنیا
ky: Эстония
lo: ແອັສໂຕເນຍ
lt: Estija
lv: Igaunija
mi: Etonia
mk: Естонија
ml: എസ്റ്റോണിയ
mn: Эстони
mr: इस्टोनिया
mt: Estonja
ne: इस्टोनिया
nn_no: Estland
no: Estland
or: ଏଷ୍ଟୋନିଆ
pa_arab_pk: اسطونیا
pa_in: ਇਸਟੋਨੀਆ
ru: Эстония
sd: ايسٽونيا
si: ඇස්ටෝනියාව
sl: Estonija
sr_cyrl_rs: Естонија
sr_latn_rs: Estonija
sv: Estland
ta: எஸ்தோனியா
te: ఈస్టోనియా
tg: Эстония
th: เอสโตเนีย
tr: Estonya
tt: Эстония
ug: ئېستونىيە
uk: Естонія
ur: اسطونیا
uz: Estoniya
zh_hans: 爱沙尼亚
zh_hant: 愛沙尼亞

# Country.EG
source: Egypt
af: Egipte
am: ግብጽ
ar: مصر
as: ইজিপ্ট
az: Misir
bg: Египет
bn_in: ইজিপ্ট
bs: Egipat
cy: Yr Aifft
da: Egypten
de: Ägypten
el: Αίγυπτος
es: Egipto
et: Egiptus
eu: Egipto
fa: مصر
ga: An Éigipt
gd: An Èiphit
gl: Exipto
gu: ઇજિપ્ત
he: מצרים
hi: मिस्र
hr: Egipat
hu: Egyiptom
id: Mesir
is: Egyptaland
ja: エジプト
ka: ეგვიპტე
kk: Мысыр
kn: ಈಜಿಪ್ಟ್
ko: 이집트
ku_arab: میسر
ky: Египет
lo: ອີຢິບ
lt: Egiptas
lv: Ēģipte
mi: Ihipa
mk: Египет
ml: ഈജിപ്റ്റ്
mn: Египет
mr: इजिप्त
ms: Mesir
mt: Eġittu
ne: इजिप्ट
or: ଇଜିପ୍ଟ୍
pa_arab_pk: مصر
pa_in: ਮਿਸਰ
pl: Egipt
ru: Египет
sd: مصر
si: ඊජිප්තුව
sl: Egipt
sr_cyrl_rs: Египат
sr_latn_rs: Egipat
sv: Egypten
ta: எகிப்து
te: ఈజిప్ట్
tg: Миср
th: อียิปต์
tr: Mısır
tt: Мисыр
ug: مىسىر
uk: Єгипет
ur: مصر
uz: Misr
vi: Ai Cập
zh_hans: 埃及
zh_hant: 埃及

# Country.ER
source: Eritrea
am: ኤርትራ
ar: إريتريا
as: এৰিত্ৰিয়া
az: Eritreya
bg: Еритрея
bn_in: এরিট্রিয়া
bs: Eritreja
el: Ερυθραία
fa: اریتره
ga: An Eiritré
gd: Eartra
gu: ઈરીટ્રિયા
he: אריתריאה
hi: इरीट्रिया
hr: Eritreja
is: Erítrea
ja: エリトリア
ka: ერიტრეა
kk: Эритрея
kn: ಎರಿಟ್ರಿಯಾ
ko: 에리트레아
ku_arab: ئەریتریا
ky: Эритрея
lo: ອີຣິເທຣຍ
lt: Eritrėja
lv: Eritreja
mi: Eritereia
mk: Еритреја
ml: എരിത്രിയ
mn: Эритрей
mr: इरिट्रिया
ne: ईरिट्री
or: ଏରିଟ୍ରେଆ
pa_arab_pk: اریٹیریا
pa_in: ਇਰੀਟ੍ਰਿਆ
pl: Erytrea
ru: Эритрея
sd: ايريٽيريا
si: එරිට්‍රියාව
sl: Eritreja
sr_cyrl_rs: Еритреја
sr_latn_rs: Eritreja
ta: எரித்ரியா
te: ఎరిట్రియా
tg: Эритрея
th: เอริเทรีย
tr: Eritre
tt: Эритрея
ug: ئېرىترىيە
uk: Ерітрея
ur: اریٹیریا
uz: Eritreya
zh_hans: 厄立特里亚
zh_hant: 厄利垂亞

# Country.ET
source: Ethiopia
af: Etiopië
am: ኢትዮጵያ
ar: إثيوبيا
as: ইথিঅ'পিয়া
az: Efiopiya
bg: Етиопия
bn_in: ইথিওপিয়া
bs: Etiopija
da: Etiopien
de: Äthiopien
el: Αιθιοπία
es: Etiopía
et: Etioopia
eu: Etiopia
fa: اتیوپی
ga: An Aetóip
gd: An Itiop
gl: Etiopía
gu: ઈથિયોપિયા
he: אתיופיה
hi: इथियोपिया
hr: Etiopija
hu: Etiópia
is: Eþíópía
ja: エチオピア
ka: ეთიოპია
kk: Эфиопия
kn: ಇಥಿಯೋಪಿಯಾ
ko: 에티오피아
ku_arab: ئەسیوپیا
ky: Эфиопия
lo: ເອທິໂອເປຍ
lt: Etiopija
lv: Etiopija
mi: Etiopia
mk: Етиопија
ml: എത്യോപ്യ
mn: Этиоп
mr: इथिओपिया
mt: Etijopja
ne: इथोपिया
nn_no: Etiopia
no: Etiopia
or: ଏଥିଓପିଆ
pa_arab_pk: ایتھوپیا
pa_in: ਇਥੋਪੀਆ
pl: Etiopia
ru: Эфиопия
sd: ايٿوپيا
si: ඉතියෝපියාව
sl: Etiopija
sr_cyrl_rs: Етиопија
sr_latn_rs: Etiopija
sv: Etiopien
ta: எத்தியோப்பியா
te: ఇథియోపియా
tg: Эфиопия
th: เอธิโอเปีย
tr: Etiyopya
tt: Эфиопия
ug: ئېفىيوپىيە
uk: Ефіопія
ur: ایتھوپیا
uz: Efiopiya
zh_hans: 埃塞俄比亚
zh_hant: 衣索比亞

# Country.FI
source: Finland
am: ፊንላንድ
ar: فنلندا
as: ফিনলেণ্ড
az: Finlandiya
bg: Финландия
bn_in: ফিনল্যান্ড
bs: Finska
cy: Y Ffindir
de: Finnland
el: Φινλανδία
es: Finlandia
et: Soome
eu: Finlandia
fa: فنلاند
ga: An Fhionlainn
gd: An Fhionnlann
gl: Finlandia
gu: ફિનલેન્ડ
he: פינלנד
hi: फ़िनलैंड
hr: Finska
hu: Finnország
id: Finlandia
is: Finnland
ja: フィンランド
ka: ფინეთი
kk: Финляндия
kn: ಫಿನ್‌ಲ್ಯಾಂಡ್
ko: 핀란드
ku_arab: فینلاند
ky: Финляндия
lo: ຟິນແລນ
lt: Suomija
lv: Somija
mi: Hinerangi
mk: Финска
ml: ഫിന്‍ലാന്റ്
mn: Финлянд
mr: फिनलँड
mt: Finlandja
ne: फिन्ल्यान्ड
or: ଫିନଲ୍ୟାଣ୍ଡ
pa_arab_pk: فن لینڈ
pa_in: ਫਿਨਲੈਂਡ
pl: Finlandia
ru: Финляндия
sd: فنلينڊ
si: ෆින්ලන්තය
sl: Finska
sr_cyrl_rs: Финска
sr_latn_rs: Finska
ta: ஃபின்லாந்து
te: ఫిన్లాండ్
tg: Финляндия
th: ฟินแลนด์
tr: Finlandiya
tt: Финляндия
ug: فىنلاندىيە
uk: Фінляндія
ur: فن لینڈ
uz: Finlyandiya
vi: Phần Lan
zh_hans: 芬兰
zh_hant: 芬蘭

# Country.FJ
source: Fiji
af: Fidji
am: ፊጂ
ar: فيجي
as: ফিজি
az: Fici
bg: Фиджи
bn_in: ফিজি
bs: Fidži
cy: Ffiji
de: Fidschi
el: Φίτζι
es: Fiyi
et: Fidži
fa: فیجی
ga: Fidsí
gd: Fìdi
gl: Fixi
gu: ફીજી
he: פיג'י
hi: फ़िजी
hr: Fidži
hu: Fidzsi
is: Fídjíeyjar
ja: フィジー
ka: ფიჯი
kk: Фиджи
kn: ಫಿಜಿ
ko: 피지
ku_arab: فیجی
ky: Фижи
lo: ຟິຈິ
lt: Fidžis
lv: Fidži
mi: Whītī
mk: Фиџи
ml: ഫിജി
mn: Фижи
mr: फिजी
mt: Fiġi
ne: फीजी
or: ଫିଜି
pa_arab_pk: ‏‏فجی
pa_in: ਫ਼ਿਜੀ
pl: Fidżi
ru: Фиджи
sd: فجي
si: ෆීජී
sl: Fidži
sr_cyrl_rs: Фиџи
sr_latn_rs: Fidži
ta: ஃபிஜி
te: ఫిజి
tg: Фиҷи
th: ฟิจิ
tt: Фиджи
ug: فىجى
uk: Фіджі
ur: فجی
zh_hans: 斐济
zh_hant: 斐濟

# Country.FJ.2
source: Fiji Islands
af: Fidji-eilande
am: ፊጂ ደሴቶች
ar: جزر فيجي
as: ফিজি আইলেণ্ডচ
az: Fici adaları
bg: Острови Фиджи
bn_in: ফিজি দ্বীপপুঞ্জ
bs: Fidži ostrva
cy: Ynysoedd Ffiji
da: Fiji
de: Fidschi
el: Φίτζι
es: Islas Fiyi
et: Fidži saared
eu: Fiji uharteak
fa: جزایر فیجی
ga: Oileáin Fhidsí
gd: Na h-Eileanan Fìdi
gl: Illas Fixi
gu: ફીજી આઇલેન્ડ્સ
he: איי פיג'י
hi: फ़िजी द्वीपसमूह
hr: Otočje Fidži
hu: Fidzsi-szigetek
id: Kepulauan Fiji
is: Fídjíeyjar
ja: フィジー諸島
ka: ფიჯის კუნძულები
kk: Фиджи аралдары
kn: ಫಿಜೀ ದ್ವೀಪಗಳು
ko: 피지
ku_arab: دوورگەکانی فیجی
ky: Фижи аралдары
lo: ໝູ່ເກາະຟິຈິ
lt: Fidžio salynas
lv: Fidži salas
mi: Ngā Moutere o Whītī
mk: Острови Фиџи
ml: ഫിജി ദ്വീപുകൾ
mn: Фижи арлууд
mr: फिजी बेटे
ms: Kepulauan Fiji
mt: Gżejjer Fiġi
ne: फिजी टापूहरू
nn_no: Fijiøyane
no: Fijiøyene
or: ଫିଜି ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: فجی جزائر
pa_in: ਫ਼ਿਜੀ ਟਾਪੂ
pl: Wyspy Fidżi
ru: Фиджи
sd: فجي ٻيٽ
si: ෆීජි දූපත්
sl: Otočje Fidži
sr_cyrl_rs: Острва Фиџи
sr_latn_rs: Ostrva Fidži
sv: Fijiöarna
ta: ஃபிஜி தீவுகள்
te: ఫిజీ దివులు
tg: Ҷазираҳои Фиҷи
th: หมู่เกาะฟิจิ
tr: Fiji Adaları
tt: Фиджи утраулары
ug: فىجى ئاراللىرى
uk: Острови Фіджі
ur: فجی جزائر
uz: Fiji orollari
vi: Quần đảo Fiji
zh_hans: 斐济群岛
zh_hant: 斐濟群島

# Country.FK
source: Falkland Islands
af: Falkland-eilande
am: ፎክላንድ ደሴቶች
ar: جزر فوكلاند
as: ফকলেণ্ড দ্বীপপুঞ্জ
az: Folklend adaları
bg: Фолкландски острови
bn_in: ফকল্যান্ড আইল্যান্ডস
bs: Falklandska ostrva
cy: Ynysoedd y Falkland
da: Falklandsøerne
de: Falklandinseln
el: Νησιά Φόκλαντ
es: Islas Malvinas
et: Falklandi saared
eu: Falkland uharteak
fa: جزایر فالکلند
ga: Oileáin Fháclainne
gd: Na h-Eileanan Fàclannach
gl: Illas Malvinas
gu: ફાકલેંડ આઇલેન્ડ્સ
he: איי פוקלנד
hi: फ़ॉकलैंड द्वीपसमूह
hr: Falklandski Otoci
hu: Falkland-szigetek
id: Kepulauan Falkland
is: Falklandseyjar
ja: フォークランド諸島
ka: ფოლკლენდის კუნძულები
kk: Фолкленд аралдары
kn: ಫಾಲ್ಕ್‌ಲ್ಯಾಂಡ್ ದ್ವೀಪಗಳು
ko: 포클랜드 제도
ku_arab: دوورگەکانی فۆڵکلاند
ky: Фолкленд Аралдары
lo: ໝູ່ເກາະຟັອກແລນ
lt: Folklando (Malvinų) Salos
lv: Folklenda salas
mi: Ngā Moutere o Whokarangi
mk: Фолкландски Острови
ml: ഫോക്ക്‌ലാന്റ് ദ്വീപുകള്‍
mn: Фолклендийн арлууд
mr: फाल्कलॅंड बेटे
ms: Kepulauan Falkland
mt: Gżejjer Falkland
ne: फल्कल्यान्ड टापूहरू
nn_no: Falklandsøyane
no: Falklandsøyene
or: ଫକ୍‌ଲ୍ୟାଣ୍ଡ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: فاک لینڈ جزائر
pa_in: ਫ਼ਾਕਲੈਂਡ ਆਈਲੈਂਡਸ
pl: Falklandy
ru: Фолклендские острова
sd: فلڪ لينڊ ٻيٽَس
si: ෆෝක්ලන්ත දූපත්
sl: Falklandski otoki
sr_cyrl_rs: Фокландска Острва
sr_latn_rs: Foklandska ostrva
sv: Falklandsöarna
ta: ஃபாக்லேண்ட் தீவுகள்
te: ఫాక్‌లాండ్ దీవులు
tg: Ҷазираҳои Фолкленд
th: หมู่เกาะฟอล์กแลนด์
tr: Falkland Adaları
tt: Фолкленд утраулары
ug: فولكلاند تاقىم ئاراللىرى
uk: Фолклендські острови
ur: فاک لینڈ جزائر
uz: Folklandiya orollari
vi: Quần đảo Falkland
zh_hans: 福克兰群岛
zh_hant: 福克蘭群島

# Country.FM
source: Micronesia
af: Mikronesië
am: ሚክሮኔዥያ
ar: ميكرونيزيا
as: মাইক্ৰোনেচিয়া
az: Mikroneziya
bg: Микронезия
bn_in: মাইক্রোনেশিয়া
bs: Mikronezija
da: Mikronesien
de: Mikronesien
el: Μικρονησία
et: Mikroneesia
eu: Mikronesia
fa: میکرونزی
ga: An Mhicrinéis
gd: Na Meanbh-Eileanan
gu: માઇક્રોનેશિયા
he: מיקרונזיה
hi: माइक्रोनेशिया
hr: Mikronezija
hu: Mikronézia
id: Mikronesia
is: Míkrónesía
ja: ミクロネシア
ka: მიკრონეზია
kk: Микронезия
kn: ಮೈಕ್ರೋನೇಶಿಯಾ
ko: 미크로네시아
ku_arab: مایکرۆنیسیا
ky: Микронезия
lo: ໄມໂຄຣນີເຊຍ
lt: Mikronezija
lv: Mikronēzija
mi: Maikoronihia
mk: Микронезија
ml: മൈക്രോനേഷ്യ
mn: Микронези
mr: मायक्रोनेशिया
mt: Mikroneżja
ne: माइक्रोनेसिया
nn_no: Mikronesiaføderasjonen
no: Mikronesiaføderasjonen
or: ମାଇକ୍ରୋନେସିଆ
pa_arab_pk: میکرونیشیا
pa_in: ਮਾਇਕ੍ਰੋਨੇਸ਼ੀਆ
pl: Mikronezja
ru: Микронезия, Федеративные Штаты
sd: مائڪرونيشيا
si: මයික්‍රෝනීසියාව
sl: Mikronezija
sr_cyrl_rs: Микронезија
sr_latn_rs: Mikronezija
sv: Mikronesien
ta: மைக்ரோனேஷியா
te: మైక్రోనేషియా
tg: Микронезия
th: ไมโครนีเซีย
tr: Mikronezya
tt: Микронезия
ug: مىكرونېزىيە
uk: Мікронезія
ur: میکرونیشیا
uz: Mikroneziya
zh_hans: 密克罗尼西亚
zh_hant: 密克羅尼西亞

# Country.FO
source: Faroe Islands
af: Faroër-eilande
am: ፋሮኤ ደሴቶች
ar: جزر فارو
as: ফাৰো দ্বীপপূঞ্জ
az: Farer Adaları
bg: Фарьорски острови
bn_in: ফারো আইল্যান্ডস
bs: Farska ostrva
cy: Ynysoedd y Ffaröe
da: Færøerne
de: Färöer
el: Νήσοι Φερόες
es: Islas Feroe
et: Fääri saared
eu: Faroe uharteak
fa: جزایر فاروه
ga: Oileáin Fharó (na Danmhairge)
gd: Na h-Eileanan Fàro
gl: Illas Feroe
gu: ફેરો આઇલૅન્ડ્સ
he: איי פארו
hi: फ़ैरो आइलैंड्स
hr: Farski Otoci
hu: Feröer-szigetek
id: Kepulauan Faroe
is: Færeyjar
ja: フェロー諸島
ka: ფარერის კუნძულები
kk: Фарер аралдары
kn: ಫರೊ ದ್ವೀಪಗಳು
ko: 페로 제도
ku_arab: دوورگەکانی فارۆ (دانیمارک)
ky: Фаре аралдары
lo: ໝູ່ເກາະຟາໂຣ
lt: Farerų Salos
lv: Fēru salas
mi: Ngā Moutere o Wharo
mk: Фарски Острови
ml: ഫറാവോ ദ്വീപുകള്
mn: Фарерын арлууд
mr: फेरो बेटे
ms: Kepulauan Faroe
mt: Gżejjer Faroe
ne: फारो टापू
nn_no: Færøyane
no: Færøyene
or: ଫାରୋଏ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: فیرو جزیرے
pa_in: ਫੈਰੋ ਆਇਲੈਂਡਸ (ਡੈਨਮਾਰਕ)
pl: Wyspy Owcze
ru: Фарерские Острова
sd: فيرو ٻيٽَس
si: ෆාරෝ දූපත්
sl: Ferski otoki
sr_cyrl_rs: Фарска Острва
sr_latn_rs: Farska Ostrva
sv: Färöarna
ta: ஃபரோ தீவுகள்
te: ఫారో దీవులు
tg: Ҷазираҳои Фарер
th: หมู่เกาะแฟโร
tr: Faroe Adaları
tt: Фарер утраулары
ug: فائېرو تاقىم ئاراللىرى
uk: Фарерські острови
ur: فیرو جزائر
uz: Farer orollari
vi: Quần đảo Faroe
zh_hans: 法罗群岛
zh_hant: 法羅群島

# Country.GA
source: Gabon
af: Gaboen
am: ጋቦን
ar: الغابون
as: গেবন
az: Qabon
bg: Габон
bn_in: গ্যাবন
de: Gabun
el: Γκαμπόν
es: Gabón
fa: گابون
ga: An Ghabúin
gl: Gabón
gu: ગેબોન
he: גבון
hi: गैबन
ja: ガボン
ka: გაბონი
kk: Габон
kn: ಗಬಾನ್
ko: 가봉
ku_arab: گابۆن
ky: Габон
lo: ກາບອນ
lt: Gabonas
lv: Gabona
mi: Kaponi
mk: Габон
ml: ഗാബോണ്‍
mn: Габон
mr: गॅबोन
ne: ग्याबोन
or: ଗାବୋନ୍
pa_arab_pk: گیبن
pa_in: ਗਾਬੋਨ
ru: Габон
sd: گوبان
si: ගැබොන්
sr_cyrl_rs: Габон
ta: கபோன்
te: గేబన్
tg: Габон
th: กาบอง
tt: Габон
ug: كابون
uk: Ґабон
ur: گیبن
zh_hans: 加蓬
zh_hant: 加彭

# Country.GD
source: Grenada
am: ግሪናዳ
ar: غرينادا
as: গ্ৰেনাডা
az: Qrenada
bg: Гренада
bn_in: গ্রেনাডা
el: Γρενάδα
es: Granada
fa: گرنادا
ga: Greanáda
gd: Greanàda
gl: Granada
gu: ગ્રેનાડા
he: גרנדה
hi: ग्रेनाडा
ja: グレナダ
ka: გრენადა
kk: Гренада
kn: ಗ್ರೆನೆಡಾ
ko: 그레나다
ku_arab: گرینادا
ky: Гренада
lo: ເກຣເນດາ
lv: Grenāda
mi: Kerenāra
mk: Гренада
ml: ഗ്രനേഡ
mn: Гренада
mr: ग्रेनडा
ne: ग्रेनाडा
or: ଗ୍ରେନାଡା
pa_arab_pk: گریناڈا
pa_in: ਗ੍ਰੇਨਾਡਾ
ru: Гренада
sd: گرينڊا
si: ග්‍රෙනඩාව
sr_cyrl_rs: Гренада
ta: கிரேனடா
te: గ్రెనడా
tg: Гренада
th: เกรเนดา
tt: Гренада
ug: گرېنادا
uk: Ґренада
ur: گریناڈا
zh_hans: 格林纳达
zh_hant: 格瑞那達

# Country.GE
source: Georgia
af: Georgië
am: ጆርጂያ
ar: جورجيا
as: জৰ্জিয়া
az: Gürcüstan
bg: Грузия
bn_in: জর্জিয়া
bs: Gruzija
da: Georgien
de: Georgien
el: Γεωργία
et: Gruusia
fa: گرجستان
ga: An tSeoirsia
gd: A' Chairtbheil
gl: Xeorxia
gu: જ્યોર્જિયા
he: גאורגיה
hi: जॉर्जिया
hr: Gruzija
hu: Grúzia
is: Georgía
ja: ジョージア
ka: საქართველო
kk: Грузия
kn: ಜಾರ್ಜಿಯಾ
ko: 조지아
ku_arab: گورجستان
ky: Грузия
lo: ຈໍເຈຍ
lt: Gruzija
lv: Gruzija
mi: Hōria
mk: Грузија
ml: ജോർജ്ജിയ
mn: Гүрж
mr: जॉर्जिया
mt: Il-Georgia
ne: जोर्जिया
or: ଜର୍ଜିଆ
pa_arab_pk: جارجیا
pa_in: ਜਾਰਜਿਆ
pl: Gruzja
ru: Грузия
sd: جارجيا
si: ජෝර්ජියාව
sl: Gruzija
sr_cyrl_rs: Грузија
sr_latn_rs: Gruzija
sv: Georgien
ta: ஜார்ஜியா
te: జార్జియా
tg: Гурҷистон
th: จอร์เจีย
tr: Gürcistan
tt: Грузия
ug: گىرۇزىيە
uk: Грузія
ur: جارجیا
uz: Gruziya
zh_hans: 格鲁吉亚
zh_hant: 喬治亞
