Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.BankAccount.AccountNumberAndIBANConfirm
source: Confirm account number/IBAN number
af: Bevestig rekening/IBAN nommer
am: የመለያ ቁጥር/IBAN ቁጥርን ያረጋግጡ
ar: أكّد رقم الحساب/IBAN‏
as: একাউণ্ট নম্বৰ/IBAN নম্বৰ নিশ্চিত কৰক
az: Hesab nömrəsi/IBAN nömrəsini təsdiqlə
bg: Потвърдете номера на сметката/IBAN номера
bn_in: অ্যাকাউন্ট নম্বর/IBAN নম্বর নিশ্চিত করুন
bs: Potvrdite broj računa/IBAN broj
cy: Cadarnhau rhif y cyfrif/rhif IBAN
da: Bekræft kontonummer/IBAN-nummer
de: Kontonummer/IBAN bestätigen
el: Επιβεβαίωση αριθμού λογαριασμού/αριθμού IBAN
es: Confirmar número de cuenta/número IBAN
et: Kinnitage kontonumber/IBAN-kood
eu: Berretsi kontu-zenbakia/IBAN zenbakia
fa: تأیید شماره حساب/شماره IBAN
ga: Deimhnigh uimhir chuntais/uimhir IBAN
gd: Dearbh àireamh a' chunntais/IBAN
gl: Confirmar número de conta/número IBAN
gu: ખાતા નંબર/IBAN નંબર પુષ્ટિ કરો
he: אשר מספר חשבון/מספר IBAN
hi: खाता संख्या/IBAN संख्या की पुष्टि करें
hr: Potvrdite broj računa/IBAN broj
hu: Erősítse meg a számlaszámot/IBAN számot
id: Konfirmasi nomor rekening/nomor IBAN
is: Staðfestu reikningsnúmer/IBAN-númer
ja: 口座番号/IBAN 番号の確認
ka: დაადასტურეთ ანგარიშის ნომერი/IBAN ნომერი
kk: Тіркелгі нөмірін/IBAN нөмірін растау
kn: ಖಾತೆ ಸಂಖ್ಯೆ ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ/IBAN ಸಂಖ್ಯೆ
ko: 계좌 번호/IBAN 번호 확인
ku_arab: دوپاتی ژمارەی ئەژمێر/ژمارەی IBAN بکەوە
ky: Эсеп жазуу номерин/IBAN номерин ырастоо
lo: ຢືນຢັນເລກບັນຊີ/ໝາຍເລກ IBAN
lt: Patvirtinkite sąskaitos numerį / IBAN numerį
lv: Apstiprināt konta numuru/IBAN numuru
mi: Whakaūngia tau pūkete/Tau IBAN
mk: Потврдете го бројот на сметката/IBAN-бројот
ml: അക്കൌണ്ട് നമ്പര്‍/IBAN നമ്പര്‍ സ്ഥിരീകരിക്കുക
mn: Хэрэглэгчийн бүртгэлийн дугаар/IBAN дугаараа баталгаажуулна уу
mr: खाता नंबरची पुष्टी करा/IBAN नंबर
ms: Sahkan nombor akaun/nombor IBAN
mt: Ikkonferma n-numru tal-kont/numru tal-IBAN
ne: खाता नम्बर//IBAN नम्बर निश्चय गर्नुहोस्
nn_no: Stadfest kontonummer/IBAN-nummer
no: Bekreft kontonummer/IBAN-nummer
or: ଏକାଉଣ୍ଟ ନମ୍ଵର/IBAN ନମ୍ଵର୍ ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa_arab_pk: اکاؤنٹ نمبر کنفرم کرو/IBANنمبر
pa_in: ਖਾਤਾ ਨੰਬਰ/IBAN ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź numer konta/numer IBAN
ru: Подтвердите номер счета/номер IBAN
sd: اڪائونٽ نمبر جي تصديق ڪريو/IBAN نمبر
si: ගිණුම් අංකය/IBAN අංකය තහවුරු කරන්න
sl: Potrditev številke računa/številke IBAN
sr_cyrl_rs: Потврдите број рачуна / IBAN број
sr_latn_rs: Potvrdite broj računa / IBAN broj
sv: Bekräfta kontonummer/IBAN-nummer
ta: கணக்கு எண்/IBAN எண்ணை உறுதிப்படுத்தவும்
te: ఖాతా సంఖ్య/IBAN సంఖ్యని నిర్ధారించండి
tg: Рақами суратҳисоб/рақами IBAN-ро тасдиқ кунед
th: ยืนยันหมายเลขบัญชี/หมายเลข IBAN
tr: Hesap numarasını/IBAN numarasını doğrulayın
tt: Хисап номерын/IBAN номерын раслагыз
ug: ھېسابات نومۇرى/IBAN نومۇرىنى جەزىملەشتۈرۈڭ
uk: Підтвердьте номер рахунку/номер IBAN
ur: اکاونٹ نمبر کی تصدیق کریں/IBAN نمبر
uz: Hisob qaydnomasi raqamini/IBAN raqamini tasdiqlang
vi: Xác nhận số tài khoản/số IBAN
zh_hans: 确认帐号/IBAN 编号
zh_hant: 確認帳號/IBAN 號碼

# Word.BankAccount.IFCS.Desc
source: Indian Financial System Code (IFSC) of the bank, used for electronic payment applications.<a class="font-link1" href="{0}" target="_blank"> Find yours here.</a>
af: Indiese finansiële stelselkode (IFSC) van die bank, wat gebruik word vir elektroniesebetalingtoepassings.<a class="font-link1" href="{0}" target="_blank"> Kry joune hier.</a>
am: የህንድ ባንክ የፋይናንስ ስርዓት ኮድ (IFSC)፣ ለኤሌክትሮኒክ የመክፈያ ተግባሮች ይጠቅማል።<a class="font-link1" href="{0}" target="_blank"> የእራስዎን እዚህ ያግኙ።</a>
ar: رمز النظام المالي الهندي (IFSC) للبنك، مستخدَم في تطبيقات الدفع الإلكتروني.<a class="font-link1" href="{0}" target="_blank"> يمكنك العثور على رمزك هنا.</a>
as: ইলেক্ট্ৰ’নিক পৰিশোধ এপ্লিকেশ্বনসমূহৰ বাবে, বেংকৰ ইণ্ডিয়ান ফাইনেন্সিয়েল ছিষ্টেম কোড (IFSC) ব্যৱহাৰ হয়৷<a class="font-link1" href="{0}" target="_blank"> আপোনাৰটো ইয়াত বিচাৰক৷</a>
az: Bankın Hind Maliyyə Sistemi Kodundan (IFSC) elektron ödəniş proqramları üçün istifadə olunur.<a class="font-link1" href="{0}" target="_blank"> Özünüzünkünü burada tapın.</a>
bg: Код по финансовата система на Индия (IFSC) на банката, използван за приложения за електронни плащания.<a class="font-link1" href="{0}" target="_blank"> Намерете вашия тук.</a>
bn_in: ব্যাঙ্কের Indian Financial System Code (IFSC), ইলেকট্রনিক অর্থপ্রদান অ্যাপ্লিকেশনগুলির ক্ষেত্রে ব্যবহৃত হয়।<a class="font-link1" href="{0}" target="_blank"> আপনারটি এখানে সন্ধান করুন।</a>
bs: Kod indijskog finansijskog sistema (IFSC, engl. Indian Financial System Code) banke koji se koristi u aplikacijama za elektronska plaćanja.<a class="font-link1" href="{0}" target="_blank"> Pronađite svoj kôd ovdje.</a>
cy: Indian Financial System Code (IFSC) y banc, sy’n cael ei ddefnyddio ar gyfer rhaglenni talu’n electronig.<a class="font-link1" href="{0}" target="_blank"> Dewch o hyd i’ch un chi yma.</a>
da: Bankens IFSC-kode (Indian Financial System Code) bruges til elektroniske betalingsapplikationer.<a class="font-link1" href="{0}" target="_blank"> Find din her.</a>
de: IFSC-Code (Indian Financial System Code) der Bank zur Verwendung bei elektronischer Zahlung.<a class="font-link1" href="{0}" target="_blank"> Sie finden Ihren Code hier.</a>
el: Ο κωδικός IFSC (Indian Financial System Code) της τράπεζας, που χρησιμοποιείται για εφαρμογές ηλεκτρονικών πληρωμών.<a class="font-link1" href="{0}" target="_blank"> Βρείτε τον δικό σας εδώ.</a>
es: Código IFSC (Indian Financial System Code) del banco, usado para las aplicaciones de pagos electrónicos. <a class="font-link1" href="{0}" target="_blank">Encuentre el suyo aquí</a>.
et: Panga elektrooniliste maksete rakendustes kasutatav India finantssüsteemi kood (IFSC).<a class="font-link1" href="{0}" target="_blank"> Leidke enda oma siit.</a>
eu: Bankuaren Indiar Finantza-sistemako Kodea (IFSC), ordainketa elektronikoen aplikazioetarako erabiltzen dena.<a class="font-link1" href="{0}" target="_blank"> Aurkitu zurea hemen.</a>
fa: کد سیستم مالی هندی (IFSC) بانک، برای درخواست‌های پرداخت الکترونیک استفاده شد.<a class="font-link1" href="{0}" target="_blank"> موارد خود را اینجا بیابید.</a>
ga: Cód Chóras Airgeadais Indiach an bhainc, a úsáidtear d’iarratais ar íocaíochtaí leictreonacha.<a class="font-link1" href="{0}" target="_blank"> Aimsigh do cheannsa anseo.</a>
gd: Indian Financial System Code (IFSC) a’ bhanca a thèid a chleachdadh airson tagraidhean pàighidh. <a class="font-link1" href="{0}" target="_blank">Faigh am fear agad-sa an-seo.</a>
gl: Código IFSC (Indian Financial System Code) do banco, usado para as aplicacións de pagamento electrónico.<a class="font-link1" href="{0}" target="_blank"> Atope o seu aquí.</a>
gu: બેંકનો ભારતીય નાણાકીય સિસ્ટમ કોડ (IFSC), ઇલેક્ટ્રોનિક ચુકવણી એપ્લિકેશન માટે ઉપયોગમાં લેવામાં આવે છે.<a class="font-link1" href="{0}" target="_blank"> તમારો કોડ અહીં શોધો.</a>
he: קוד המערכת הפיננסית ההודית (IFSC) של הבנק, משמש עבור אפליקציות תשלום אלקטרוני. <a class="font-link1" href="{0}" target="_blank">מצא כאן את הקוד שלך.</a>
hi: इलेक्ट्रॉनिक भुगतान अनुप्रयोगों के लिए प्रयुक्त बैंक का भारतीय वित्तीय प्रणाली कोड (IFSC).<a class="font-link1" href="{0}" target="_blank"> अपना कोड यहाँ खोजें.</a>
hr: Kod indijskog financijskog sustava (IFSC, engl. Indian Financial System Code) banke, koji se koristi za aplikacije za elektronička plaćanja.<a class="font-link1" href="{0}" target="_blank">Pronađite svoj kod ovdje.</a>
hu: A bank Indian Financial System Code (IFSC) kódja, amelyet az elektronikus fizetési alkalmazások használnak.<a class="font-link1" href="{0}" target="_blank"> A sajátját itt találja.</a>
id: Kode Sistem Keuangan India (IFSC) milik bank, digunakan untuk permohonan pembayaran elektronik.<a class="font-link1" href="{0}" target="_blank"> Temukan milik Anda di sini.</a>
is: IFSC-númer (Indian Financial System Code) bankans, notað fyrir rafrænar greiðsluumsóknir.<a class="font-link1" href="{0}" target="_blank"> Þú getur fundið þitt hér.</a>
ja: 銀行の Indian Financial System Code (IFSC)。 電子支払いアプリケーションで使用されます。<a class="font-link1" href="{0}" target="_blank">こちらで検索できます。</a>
ka: ინდოეთის ბანკის საფინანსო სისტემის კოდი (IFSC) გამოიყენება ელექტრონული გადახდის პროგრამებში. <a class="font-link1" href="{0}" target="_blank">ნახეთ თქვენი კოდი აქ.</a>
kk: Электрондық төлем қолданыстарына пайдаланылатын банктің Үндістан қаржы жүйесі коды (ҮҚЖК).<a class="font-link1" href="{0}" target="_blank"> Өзіңіздікін осы жерден табыңыз.</a>
kn: ಬ್ಯಾಂಕಿನ ಇಂಡಿಯನ್ ಫೈನಾನ್ಶಿಯಲ್ ಸಿಸ್ಟಂ ಕೋಡ್ (IFSC) ಅನ್ನು ಬ್ಯಾಂಕ್‌ಗಳು ಎಲೆಕ್ಟ್ರಾನಿಕ್ ಪಾವತಿ ಅಪ್ಲಿಕೇಶನ್‌ಗಳಿಗೆ ಬಳಸಲಾಗುತ್ತದೆ.<a class="font-link1" href="{0}" target="_blank"> ನಿಮ್ಮದನ್ನು ಇಲ್ಲಿ ಹುಡುಕಿ.</a>
ko: 전자 결제 애플리케이션에 사용되는 은행의 IFSC(Indian Financial System Code)입니다. <a class="font-link1" href="{0}" target="_blank">여기에서 해당 코드를 찾아보세요.</a>
lo: ລະຫັດລະບົບການເງິນຂອງອິນເດຍ (IFSC) ຂອງທະນາຄານ, ຖືກໃຊ້ ສຳ ລັບການ ຊຳ ລະເງີນແບບອີເລັກໂທຣນິກ.<a class="font-link1" href="{0}" target="_blank"> Find yours here.</a>
lt: Banko Indijos finansinės sistemos kodas (IFSC), naudojamas elektroninio apmokėjimo tikslams.<a class="font-link1" href="{0}" target="_blank"> Savo kodą rasite čia.</a>
lv: Bankas Indijas finanšu sistēmas kods (IFSC), kuru izmanto elektronisko maksājumu programmas.<a class="font-link1" href="{0}" target="_blank"> Atrodiet savējo šeit.</a>
mi: Indian Financial System Code (IFSC) o te pēke, e whakamahia ana mō ngā tono utu tāhiko.<a class="font-link1" href="{0}" target="_blank"> Rapua tāu ki konei.</a>
mk: Код на индиски финансиски систем (IFSC) на банката, што се користи за апликации за електронско плаќање.<a class="font-link1" href="{0}" target="_blank"> Најдете го вашиот тука.</a>
ml: ഇലക്‌ട്രോണിക് പേയ്‌മെന്‍റ് ആപ്ലിക്കേഷനുകൾക്കായി ബാങ്കിന്‍റെ ഇന്ത്യൻ ഫിനാൻഷ്യൽ സിസ്‌റ്റം കോഡ് (IFSC) ഉപയോഗിക്കുന്നു.<a class="font-link1" href="{0}" target="_blank"> നിങ്ങളുടേത് ഇവിടെ കണ്ടെത്തുക.</a>
mr: इलेक्ट्रॉनिक देय अनुप्रयोगांसाठी वापरलेला, बँकेचा इंडियन फायनांशियल सिस्टम कोड (IFSC).<a class="font-link1" href="{0}" target="_blank"> येथे आपले शोधा.</a>
ms: Kod Sistem Kewangan India (IFSC) bagi bank, yang digunakan untuk aplikasi pembayaran elektronik.<a class="font-link1" href="{0}" target="_blank"> Cari kod anda di sini.</a>
mt: L-Indian Financial System Code (IFSC) tal-bank, użat għal applikazzjonijiet ta' pagamenti elettroniċi.<a class="font-link1" href="{0}" target="_blank"> Sib tiegħek hawnhekk.</a>
ne: बैंकको भारतीय वित्त प्रणाली कोड (IFSC) को प्रयोग विद्युतीय भुक्तानी अनुप्रयोगहरूका लागि गरिन्छ। <a class="font-link1" href="{0}" target="_blank"> आफ्नो यहाँ फेला पार्नुहोस्।</a>
nn_no: Indian Financial System Code (IFSC) til banken, brukt til elektroniske betalingar.<a class="font-link1" href="{0}" target="_blank"> Finn din her.</a>
no: Bankens IFSC-kode (Indian Financial System Code), som brukes til elektroniske betalingsløsninger.<a class="font-link1" href="{0}" target="_blank"> Finn din her.</a>
or: ବ୍ୟାଙ୍କର ଭାରତୀୟ ବିତ୍ତିୟ ସିଷ୍ଟମ୍ କୋଡ୍ (ଆଇଏଫଏସସି), ଇଲେକ୍ଟ୍ରୋନିକ୍ ଦେୟ ଆପ୍ଲିକେସନଗୁଡିକ ପାଇଁ ବ୍ୟବହାର ହୋଇଥାଏ.<a class="font-link1" href="{0}" target="_blank"> ଆପଣଙ୍କର ଏଠାରେ ଖୋଜନ୍ତୁ.</a>
pa_in: ਇਲੈਕਟ੍ਰੋਨਿਕ ਭੁਗਤਾਨ ਐਪਲੀਕਸ਼ਨਾਂ ਲਈ ਵਰਤਿਆ ਗਿਆ, ਬੈਂਕ ਦਾ ਇੰਡੀਅਨ ਫਾਈਨੈਂਸ਼ਿਅਲ ਸਿਸਟਮ ਕੋਡ (IFSC)।<a class="font-link1" href="{0}" target="_blank"> ਆਪਣੇ ਵਾਲੇ ਨੂੰ ਇੱਥੇ ਲੱਭੋ।</a>
pl: Kod banku w indyjskim systemie finansowym (IFSC) używany w przypadku płatności elektronicznych.<a class="font-link1" href="{0}" target="_blank"> Znajdź swój tutaj.</a>
ru: Код банка в Индии (Indian Financial System Code, IFSC), используемый для приложений с системой электронных платежей.<a class="font-link1" href="{0}" target="_blank"> Найдите свой код на этой странице.</a>
sl: Koda indijskega finančnega sistema (IFSC) banke, ki se uporablja za elektronska plačila.<a class="font-link1" href="{0}" target="_blank"> Poiščite svojo tukaj.</a>
sr_cyrl_rs: Кôд индијског финансијског система (IFSC) за банку, који се користи за апликације електронског плаћања.<a class="font-link1" href="{0}" target="_blank"> Овде пронађите свој.</a>
sr_latn_rs: Kôd indijskog finansijskog sistema (IFSC) za banku, koristi se za aplikacije elektronskog plaćanja.<a class="font-link1" href="{0}" target="_blank"> Ovde pronađite svoj.</a>
sv: Bankens IFSC-kod (Indian Financial System Code), som används vid elektronisk betalning.<a class="font-link1" href="{0}" target="_blank"> Hitta din kod här.</a>
ta: வங்கியின் இந்திய நிதிசார் அமைப்புக் குறியீடு (IFSC), மின்னணு கட்டணம் செலுத்தல் பயன்பாடுகளுக்குப் பயன்படுத்தப்படுகிறது.<a class="font-link1" href="{0}" target="_blank"> உங்களுடையதை இங்கு காண்க.</a>
te: బ్యాంక్ యొక్క భారతీయ ఆర్థిక వ్యవస్థ కోడ్ (IFSC), ఎలక్ట్రానిక్ చెల్లింపు దరఖాస్తుల కోసం ఉపయోగించబడుతుంది.<a class="font-link1" href="{0}" target="_blank"> మీకు సంబంధించిన దానిని ఇక్కడ కనుగొనండి.</a>
th: รหัสระบบด้านการเงินของอินเดีย (IFSC) ของธนาคาร ใช้สำหรับแอปพลิเคชันการชำระเงินอิเล็กทรอนิกส์<a class="font-link1" href="{0}" target="_blank"> ค้นหารหัสของคุณที่นี่</a>
tr: Bankanın elektronik ödeme uygulamaları için kullanılan Hindistan Mali Sistem Kodu (IFSC).<a class="font-link1" href="{0}" target="_blank"> Kodunuzu burada bulabilirsiniz.</a>
tt: Банкның Индия финанс системасы коды (IFSC), электрон түләү кушымталары өчен кулланыла.<a class="font-link1" href="{0}" target="_blank"> Үзегезнекен монда табыгыз.</a>
ug: بانكىنىڭ ھىندىستان مالىيە سىستېمىسى كودى (IFSC)، ئېلېكترونىك تۆلىمە ئەپلىرى ئۈچۈن ئىشلىتىلدى. <a class="font-link1" href="{0}" target="_blank">سىزنىڭكىنى بۇيەردىن تېپىڭ.</a>
uk: Код індійської фінансової системи (IFSC) в банку, використовуваний для електронних платежів. <a class="font-link1" href="{0}" target="_blank">Свій код можна дізнатися тут.</a>
ur: بینک کا انڈین فائنانشیل سسٹم کوڈ (IFSC)، جو الیکٹرانک ادائیگی کی ایپلی کیشنز کیلئے استعمال ہوتا ہے۔<a class="font-link1" href="{0}" target="_blank"> یہاں اپنا ڈھونڈیں۔</a>
uz: Elektron toʻlov ilovalari uchun ishlatiladigan bankning Hindiston moliya tizimi kodi (IFSC). <a class="font-link1" href="{0}" target="_blank"> O‘z narsalaringizni bu yerda toping.</a>
vi: Mã hệ thống tài chính Ấn Độ (IFSC) của ngân hàng, dùng cho các ứng dụng thanh toán điện tử.<a class="font-link1" href="{0}" target="_blank"> Tìm thông tin của bạn tại đây.</a>
zh_hans: 银行的印度金融系统代码(IFSC)， 用于电子支付应用程序。<a class="font-link1" href="{0}" target="_blank">在此处查找你的代码。</a>
zh_hant: 印度銀行的金融體系代碼 (Indian Financial System Code，IFSC)， 用於電子付款應用程式。<a class="font-link1" href="{0}" target="_blank"> 尋找您的代碼。</a>

# Word.BankAccount.InstitutionNumber
source: Institution number
af: Instelling nommer
am: የተቋም ቁጥር
ar: رقم المؤسسة
as: প্ৰতিষ্ঠান নম্বৰ
az: Müəssisənin nömrəsi
bg: Номер на институция
bn_in: প্রতিষ্ঠানের নম্বর
bs: Broj institucije
cy: Rhif Sefydliad
da: Bankkode
de: Institutnummer
el: Αριθμός χρηματοπιστωτικού ιδρύματος
es: Número de entidad
et: Pangakood
eu: Bankuaren zenbakia
fa: شماره مؤسسه
ga: uimhir Institiúide
gd: Àireamh an eagrachais
gl: Número de institución
gu: સંસ્થા નંબર
he: מספר המוסד
hi: संस्थान संख्या
hr: Broj ustanove
hu: Intézmény száma
id: Nomor lembaga
is: Stofnunarnúmer
ja: 機関番号
ka: დაწესებულების ნომერი
kk: Ұйым нөмірі
kn: ಸಂಸ್ಥೆ ಸಂಖ್ಯೆ
ko: 금융 기관 번호
ku_arab: ژمارەی دامەزراوە
ky: Институт номери
lo: ໝາຍເລກສະຖາບັນ
lt: Institucijos numeris
lv: Iestādes numurs
mi: Tau whakahaere
mk: Број на институција
ml: ഇന്‍സ്റ്റിറ്റ്യൂഷന്‍ നമ്പര്‍
mn: Байгууллагын дугаар
mr: संस्था नंबर
ms: Nombor institusi
mt: Numru tal-istituzzjoni
ne: संस्था नम्बर
nn_no: Institusjonsnummer
no: Institusjonsnummer
or: ସଂସ୍ଥା ନମ୍ଵର୍
pa_arab_pk: ادارہ نمبر
pa_in: ਸੰਸਥਾ ਨੰਬਰ
pl: Numer instytucji
ru: Номер учреждения
sd: اداري جو نمبر
si: ආයතනයේ අංකය
sl: Številka institucije
sr_cyrl_rs: Број институције
sr_latn_rs: Broj institucije
sv: Institutionsnummer
ta: நிறுவன எண்
te: సంస్థ సంఖ్య
tg: Рақами муассиса
th: หมายเลขสถาบัน
tr: Kurum numarası
tt: Оешма номеры
ug: ئورگان نومۇرى
uk: Номер установи
ur: ادارہ کا نمبر
uz: Institut raqami
vi: Số Tổ chức
zh_hans: 机构编号
zh_hant: 機構編號

# Word.BankAccount.MailingOrStreetAddress
source: Mailing/Street address
af: Pos/Straat adres
am: የመልእክት/የጎዳ እድራሻ
ar: عنوان الشارع/البريد
as: মেইলিং/পথৰ ঠিকনা
az: Poçt/Küçə ünvanı
bg: Пощенски адрес/улица
bn_in: মেল পাঠানোর/রাস্তার ঠিকানা
bs: Poštanska adresa
cy: Cyfeiriad post/stryd
da: Postadresse
de: Postanschrift/Straße
el: Διεύθυνση/Διεύθυνση αλληλογραφίας
es: Dirección postal
et: Postiaadress
eu: Posta-helbidea
fa: آدرس پستی/خیابان
ga: Seoladh Poist/Sráide
gd: Seòladh libhrigidh/sràide
gl: Enderezo postal
gu: મેઇલીંગ/ શેરી સરનામું
he: כתובת רחוב/כתובת למשלוח
hi: डाक/मार्ग का पता
hr: Poštanska adresa
hu: Postacím/utca és házszám
id: Alamat Penyuratan/Jalan
is: Póstfang
ja: 住所/番地
ka: საფოსტო/ქუჩის მისამართი
kk: Пошталық мекенжай
kn: ಮೇಲಿಂಗ್/ಗಲ್ಲಿ ವಿಳಾಸ
ko: 우편/나머지 주소
ku_arab: ناونیشانی پۆستە/شەقام
ky: Почта/Көчө дареги
lo: ທີ່ຢູ່ໄປສະນີ/ທີ່ຢູ່ຖະໜົນ
lt: Pašto adresas
lv: Pasta/fiziskā adrese
mi: Wāhitau Tuku mēra/Tiriti
mk: Поштенска адреса
ml: മെയിലിംഗ്/സ്‌ട്രീറ്റ് വിലാസം
mn: Шуудан/Гудамжны хаяг
mr: मेलिंग/मार्ग पत्ता
ms: Alamat Mel/Jalan
mt: Indirizz postali
ne: हुलाक/गल्ली ठेगाना
nn_no: Post-/gateadresse
no: Post-/gateadresse
or: ମେଲିଂ/ସାହୀ ଠିକଣା
pa_arab_pk: ڈاک / گھر پتہ
pa_in: ਮੇਲਿੰਗ/ਗਲੀ ਦਾ ਪਤਾ
pl: Adres pocztowy (ulica)
ru: Почтовый адрес
sd: ڊاڪ/گھٽي پتو
si: තැපැල්/වීදි ලිපිනය
sl: Poštni/ulični naslov
sr_cyrl_rs: Поштанска адреса (улица и број)
sr_latn_rs: Poštanska adresa (ulica i broj)
sv: Post-/gatuadress
ta: அஞ்சல்/தெரு முகவரி
te: మెయిలింగ్/వీధి చిరునామా
tg: Суроғаи почта/кӯча
th: ที่อยู่/ที่อยู่ทางไปรษณีย์
tr: Posta/Sokak adresi
tt: Почта/Урам адресы
ug: پوچتا/يول ئادرېسى
uk: Поштова адреса
ur: ڈاک/گلی پتہ
uz: Pochta/Ko‘cha manzili
vi: Địa chỉ gửi thư/Địa chỉ đường
zh_hans: 通讯地址/街道地址
zh_hant: 郵寄/街道地址

# Word.Confirm.Title.CMAT
source: Operating On Behalf Of:
af: Optrede Namens:
am: በምትኩ በማከናወን ላይ፥
ar: عملاً بالنيابة عن:
as: ইয়াৰ হৈ অ'পাৰেটিং:
az: Bu şəxsin adından fəaliyyət göstərir:
bg: Действащ от името на:
bn_in: এর তরফ থেকে পরিচালনা করা হচ্ছে:
bs: Djeluje u ime:
cy: Yn gweithredu ar ran:
da: Handler på vegne af:
de: Tätig im Namen von:
el: Ενεργεί για λογαριασμό του παρακάτω:
es: Opera en nombre de:
et: Esindatav:
eu: Honen izenean ari da:
fa: عملکرد از طرف:
ga: Ag oibriú thar ceann:
gd: Ag obair as leth:
gl: Operación realizada en nome de:
gu: અહીં દર્શાવેલ વતી સંચાલન:
he: פועל בשם:
hi: इसकी ओर से ऑपरेट किया जा रहा है:
hr: Postupa u ime:
hu: A következő nevében működik:
id: Operasi Atas Nama:
is: Fyrir hönd:
ja: 以下のユーザーの代理として操作:
ka: მუშაობს შემდეგის სახელით:
kk: Келесінің атынан жұмыс істейді:
kn: ಇದರ ಪರವಾಗಿ ಆಪರೇಟ್ ಮಾಡಲಾಗುತ್ತಿದೆ:
ko: 다음을 대행:
ku_arab: کارکردن لەبری:
ky: Кийинкинин атынан иш аткаруу:
lo: ດຳເນີນງານໃນນາມຂອງ:
lt: Kieno vardu veikiama:
lv: Pārstāvētā persona/uzņēmums:
mi: E Whakahaeretia ana mō:
mk: Дејствува во име на:
ml: ഇതിന്റെ താല്‍പ്പര്യപ്രകാരം പ്രവര്‍ത്തിക്കുന്നു:
mn: Дараахын өмнөөс ажиллаж байна:
mr: यांच्यावतीने ऑपरेट करीत आहे:
ms: Beroperasi Bagi Pihak:
mt: L-Operazzjoni Qed Issir f'Isem:
ne: निम्नको तर्फबाट सञ्चालन गर्दै:
nn_no: Opererer på vegner av:
no: Opererer på vegne av:
or: ତରଫରୁ ପରିଚାଳନା:
pa_arab_pk: دے ولوں کم کر رہیا:
pa_in: ਇਸ ਦੀ ਖਾਤਰ ਸੰਚਾਲਨ ਕਰ ਰਹੇ:
pl: Działalność w imieniu:
ru: Операция выполняется от имени:
sd: جي بنياد تي هلائي رهيو آهي:
si: වෙනුවෙන් ක්‍රියාත්මක වන:
sl: Deluje v imenu:
sr_cyrl_rs: Функционише у име:
sr_latn_rs: Funkcioniše u ime:
sv: Körs i samverkan med:
ta: இதன் சார்பாக செயல்படுகிறது:
te: వీటి తరపున ఆపరేట్ చేస్తోంది:
tg: Амалкунанда аз номи:
th: ดำเนินงานในนามของ:
tr: Adına Çalışılan Kişi:
tt: Кем исеменнән эш ителә:
ug: ۋاكالەتەن مۇلازىمەت:
uk: Керування від імені:
ur: کی جانب سے عمل کاری:
uz: Quyidagi nomidan faoliyat olib boruvchi:
vi: Hoạt động Thay mặt cho:
zh_hans: 操作代表：
zh_hant: 代理操作委託人:

# Word.BankAccount.SortNumber
source: Sorting number
af: Sorteer nommer
am: የመለያ ቁጥር
ar: رقم التصنيف
as: চৰ্টিং নম্বৰ
az: Sıralama nömrəsi
bg: Номер на сортиране
bn_in: বাছাই নম্বর
bs: Broj podružnice
cy: Rhif didoli
da: Afdelingsnummer
de: Bankleitzahl
el: Κωδικός υποκαταστήματος
es: Número de sucursal
et: Sortimisnumber
eu: Sukurtsalaren zenbakia
fa: شماره رده بندی
ga: uimhir shórtála
gd: Àireamh-sheòrsachaidh
gl: Número de ordenación
gu: સોર્ટીંગ નંબર
he: מספר מיון
hi: सॉर्टिंग संख्या
hr: Broj sortiranja
hu: Bankazonosító szám
id: Nomor pengurutan
is: Röðunarnúmer
ja: 分類番号
ka: დახარისხების ნომერი
kk: Сұрыптау нөмірі
kn: ಸಂಖ್ಯೆ ವಿಂಗಡಿಸುತ್ತಿದೆ
ko: 정렬 번호
ku_arab: ژمارەی ریزبەندی
ky: Ылгоо номери
lo: ໝາຍເລກລຽງລໍາດັບ
lt: Idenfikacinis numeris
lv: Filiāles numurs
mi: Tau kōmaka
mk: Број на сортирање
ml: അടുക്കല്‍ നമ്പര്‍
mn: Эрэмбэлэх дугаар
mr: क्रमवारी नंबर
ms: Nombor isihan
mt: Numru tas-sortjar
ne: क्रमबद्ध गर्ने नम्बर
nn_no: Sorteringsnummer
no: Sorteringsnummer
or: ସର୍ଟିଂ ନମ୍ଵର୍
pa_arab_pk: چھانٹی نمبر
pa_in: ਸੌਰਟਿੰਗ ਨੰਬਰ
pl: Numer sortowania
ru: Код отделения
sd: ترتيب ڏيڻ جو نمبر
si: වර්ගකිරීමේ අංකය
sl: Številka za razvrščanje
sr_cyrl_rs: Број филијале
sr_latn_rs: Broj filijale
sv: Clearingnummer
ta: வகைப்படுத்தும் எண்
te: క్రమబద్ధీకరణ సంఖ్య
tg: Рақами мураттабсозӣ
th: หมายเลขสาขา
tr: Şube numarası
tt: Сортлау коды
ug: رەت نومۇرى
uk: Номер за класифікацією
ur: نمبر کی چھانٹ
uz: Tartiblash raqami
vi: Số sắp xếp
zh_hans: 分类编号
zh_hant: 排序編號

# Word.Single.Title.CMAT
source: PAYMENT INSTRUMENT INFORMATION
af: BETALING INSTRUMENT INLIGTING
am: የክፍያ መሳሪያ መረጃ
ar: معلومات وسيلة الدفع
as: পৰিশোধ সা-সৰঞ্জাম তথ্য
az: ÖDƏNİŞ ALƏTİ HAQQINDA MƏLUMAT
bg: ИНФОРМАЦИЯ ЗА ПЛАТЕЖНИЯ ИНСТРУМЕНТ
bn_in: অর্থপ্রদানের ব্যবস্থার তথ্য
bs: PODACI O INSTRUMENTU PLAĆANJA
cy: GWYBODAETH OFFERYN TALU
da: OPLYSNINGER OM BETALINGSMIDDEL
de: INFORMATIONEN ZUM ZAHLUNGSMITTEL
el: ΠΛΗΡΟΦΟΡΙΕΣ ΟΡΓΑΝΟΥ ΠΛΗΡΩΜΗΣ
es: INFORMACIÓN DEL INSTRUMENTO DE PAGO
et: MAKSEVAHENDI TEAVE
eu: ORDAINKETA-METODOAREN INFORMAZIOA
fa: اطلاعات ابزار پرداخت
ga: FAISNÉIS IONSTRAIME ÍOCAÍOCHTA
gd: FIOSRACHADH MUN INNEAL PHÀIGHIDH
gl: INFORMACIÓN DO INSTRUMENTO DE PAGAMENTO
gu: ચૂકવણીનું સાધન માહિતી
he: פרטי אמצעי תשלום
hi: भुगतान विधि जानकारी
hr: INFORMACIJE O NAČINU PLAĆANJA
hu: FIZETÉSI ESZKÖZ ADATAI
id: INFORMASI ALAT PEMBAYARAN
is: UPPLÝSINGAR UM GREIÐSLUMÁTA
ja: 支払い方法の情報
ka: გადახდის მეთოდის ინფორმაცია
kk: ТӨЛЕМ ҚҰРАЛЫНЫҢ АҚПАРАТЫ
kn: ಪಾವತಿ ವಿಧಾನ ಮಾಹಿತಿ
ko: 결제 방법 정보
ku_arab: زانیاری ئامڕازی پارەدان
ky: ТӨЛӨӨ КУРАЛЫНЫН МААЛЫМАТЫ
lo: ຂໍ້ມູນເຄື່ອງມືການຊຳລະເງິນ
lt: MOKĖJIMO PRIEMONĖS INFORMACIJA
lv: INFORMĀCIJA PAR MAKSĀŠANAS LĪDZEKLI
mi: MŌHIOHIO taputapu utu
mk: ИНФОРМАЦИИ ЗА ИНСТРУМЕНТОТ НА ПЛАЌАЊЕ
ml: പേയ്‌മെന്റ് രീതി വിവരങ്ങള്‍
mn: ТӨЛБӨРИЙН ХЭРЭГСЛИЙН МЭДЭЭЛЭЛ
mr: देय साधन माहिती
ms: MAKLUMAT INSTRUMEN PEMBAYARAN
mt: INFORMAZZJONI DWAR L-ISTRUMENT TA' PAGAMENT
ne: भुक्तान साधन जानकारी
nn_no: OPPLYSNINGAR OM BETALINGSMETODE
no: INFORMASJON OM BETALINGSMÅTE
or: ଦେୟ ପଦ୍ଧତି ସୂଚନା
pa_arab_pk: ادائیگی آلہ معلومات
pa_in: ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਜਾਣਕਾਰੀ
pl: INFORMACJE O INSTRUMENCIE PŁATNICZYM
ru: СВЕДЕНИЯ О ПЛАТЕЖНОМ СРЕДСТВЕ
sd: ادائگي آلو معلومات
si: ගෙවීම් ආයතනයේ තොරතුරු
sl: PODATKI O NAČINU PLAČILA
sr_cyrl_rs: ПОДАЦИ О ИНСТРУМЕНТУ ПЛАЋАЊА
sr_latn_rs: PODACI O INSTRUMENTU PLAĆANJA
sv: INFORMATION OM BETALNINGSMEDEL
ta: கட்டணம் செலுத்தும் அட்டையின் தகவல்
te: చెల్లింపు పరికర సమాచారం
tg: МАЪЛУМОТИ ВАСИЛАИ ПАРДОХТ
th: ข้อมูลเครื่องมือในการชำระเงิน
tr: ÖDEME ARACI BİLGİLERİ
tt: ТҮЛӘҮ КОРАЛЫ МӘГЪЛҮМАТЫ
ug: ھەق تاپشۇرۇش قورالىنىڭ ئۇچۇرى
uk: ВІДОМОСТІ ПРО ПЛАТІЖНИЙ ЗАСІБ
ur: ادائیگی آلہ کی معلومات
uz: TO‘LOV VOSITASI MA‘LUMOTLARI
vi: THÔNG TIN PHƯƠNG TIỆN THANH TOÁN
zh_hans: 付款方式信息
zh_hant: 付款方式資訊
