Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.DdBranchCodeInvalid
source: Your sort code is invalid, please enter valid information.
af: Jou sorteerkode is ongeldig, voer asseblief geldige inligting in.
am: የቅደም ተከተል ኮድ ልክ ያልሆነ ነው።እባክህ ልክ የሆነውን መረጃ አስገባ።
ar: كود فرع البنك الخاص بك غير صالح، الرجاء إدخال معلومات صالحة.
as: আপোনাৰ চৰ্ট ক'ড অবৈধ, অনুগ্ৰহ কৰি বৈধ তথ্য প্ৰৱিষ্ট কৰক৷
az: Bankınızın kodu səhvdir, lütfən düzgün məlumat daxil edin.
bg: Кодът на банковия клон е невалиден. Въведете валидна информация.
bn_in: আপনার বাছাই কোডটি ঠিকঠাক নেই, অনুগ্রহ করে ঠিকঠাক তথ্য দিন৷
bs: Šifra podružnice je nevažeća, unesite važeće podatke.
cy: Mae eich cod didoli yn annilys, rhowch wybodaeth ddilys.
da: Din afdelingskode er ugyldig. Angiv gyldige oplysninger.
de: Ihre Bankleitzahl ist ungültig. Geben Sie gültige Informationen ein.
el: Ο κωδικός ταξινόμησής σας δεν είναι έγκυρος. Εισαγάγετε έγκυρα στοιχεία.
es: El código de sucursal no es válido; escriba información válida.
et: Teie sortimiskood on sobimatu. Sisestage sobiv teave.
eu: Sort code kodea baliogabea da; sartu baliozko informazioa.
fa: کد ترتیب بندی شما نامعتبر است، لطفاً اطلاعات معتبر را وارد کنید.
ga: Tá do chód sortála neamhbhailí, cuir isteach eolas bailí le do thoil.
gd: Tha an còd-seòrsachaidh mì-dhligheach, cuir a-steach fiosrachadh dligheach.
gl: O seu código de clasificación non é válido. Introduza información válida.
gu: તમારો સૉર્ટ કોડ અમાન્ય છે, કૃપા કરી માન્ય માહિતી દાખલ કરો.
he: קוד המיון שלך לא חוקי, הזן מידע חוקי.
hi: आपका सॉर्ट कोड अमान्य है, कृपया मान्य जानकारी दर्ज करें.
hr: Šifra podružnice nije valjana. Unesite valjane podatke.
hu: A banki azonosító érvénytelen. Adjon meg érvényes adatokat.
id: Kode cek Anda tidak sah, harap masukkan informasi yang valid.
is: Röðunarkóðinn er ógildur, vinsamlegast færðu inn gildar upplýsingar.
ja: 分類コードが正しくありません。正しい情報を入力してください。
ka: თქვენი დახარისხების კოდი არასწორია. გთხოვთ, მიუთითოთ სწორი ინფორმაცია.
kk: Сұрыптау коды дұрыс емес, дұрыс ақпаратты енгізіңіз.
kn: ನಿಮ್ಮ ವಿಂಗಡಣೆ ಕೋಡ್ ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ.
ko: 지점 코드가 올바르지 않습니다. 올바른 정보를 입력하십시오.
ku_arab: کۆدی ریزبەندی تۆ نادروستە، تکایە زانیاری دروست تێنووس بکە.
ky: Ылгоо кодуңуз жараксыз, жарактуу маалымат киргизиңиз.
lo: ລະຫັດລຽງລໍາດັບບໍ່ຖືກຕ້ອງ, ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກ້ອງ.
lt: Jūsų identifikacinis kodas netinkamas, įveskite tinkamą informaciją.
lv: Jūsu norādītais bankas filiāles numurs nav derīgs. Lūdzu, ievadiet derīgu informāciju.
mi: He muhu tō waehere kōmaka, tēnā, tāurua ngā mōhiohio whaimana.
mk: Кодот на филијалата е неважечки, внесете важечки информации.
ml: നിങ്ങളുടെ സോര്‍ട്ട് കോഡ് അസാധുവാണ്, സാധുവായ വിവരങ്ങള്‍ നല്‍കുക.
mn: Таны эрэмбэлэх код хүчингүй байна, хүчинтэй мэдээлэл оруулна уу.
mr: आपला क्रमवारी कोड अवैध आहे, कृपया वैध माहिती प्रविष्ट करा.
ms: Kod isih anda tidak sah, sila masukkan maklumat yang sah.
mt: Il-kodiċi ta' ssortjar tiegħek invalidu. Jekk jogħġbok daħħal informazzjoni valida.
ne: तपाईँ सर्ट कोड अवैध छ, कृपया वैध जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Sorteringskoden er ugyldig. Oppgi gyldig informasjon.
no: Sorteringskoden er ugyldig. Angi gyldig informasjon.
or: ଆପଣଙ୍କର ସର୍ଟ୍ କୋଡ୍ ଅବୈଧ ଅଟେ, ଦୟାକରି ବୈଧ ସୂଚନା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: تساں دا چھانٹی کوڈ ناجائز اے، میربانی کرکے جائز معلومات درج کرو۔
pa_in: ਤੁਹਾਡਾ ਵੰਨਗੀ ਕੋਡ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।
pl: Numer rozliczeniowy jest nieprawidłowy. Wprowadź prawidłowe informacje.
ru: Недопустимый код отделения банка. Введите допустимые данные.
sd: توهان جو ترتيب ڪوڊ غلط آهي، مهرباني ڪري درست معلومات داخل ڪريو.
si: ඔබේ වර්ග කේතය වැරදියි, කරුණාකර වලංගු තොරතුරු ඇතුල් කරන්න.
sl: Številka banke ni veljavna. Vnesite veljavne podatke.
sr_cyrl_rs: Шифра филијале је неважећа, унесите важеће информације.
sr_latn_rs: Šifra filijale je nevažeća, unesite važeće informacije.
sv: Sorteringskoden är ogiltig. Ange giltiga uppgifter.
ta: உங்கள் வரிசையாக்கக் குறியீடு தவறானது, சரியான தகவலை உள்ளிடவும்.
te: మీ క్రమబద్ధీకరణ కోడ్ చెల్లదు, దయచేసి చెల్లుబాటు అయ్యే సమాచారాన్ని నమోదు చేయండి.
tg: Рамзи ҷудокуни шумо беэътибор аст, лутфан, маълумоти боэътиборро ворид кунед.
th: หมายเลขธนาคารของคุณไม่ถูกต้อง โปรดป้อนหมายเลขธนาคารที่ถูกต้อง
tr: Şube kodunuz geçersiz; lütfen geçerli bilgiler girin.
tt: Тиңләштерү кодыгыз ялгыш, дөрес мәгълүматын кертегез.
ug: تۈر نومۇرى ئىناۋەتسىز. ئىناۋەتلىك ئۇچۇرنى كىرگۈزۈڭ.
uk: Неприпустимий номер відділення банку. Введіть припустимі відомості.
ur: آپ کا چھنٹائی کوڈ غلط ہے، براہ مہربانی درست معلومات کا اندراج کریں۔
uz: Sizning tartiblash kodingiz haqiqiy emas, iltimos, haqiqiy bo‘lgan ma‘lumotlarni kiriting.
vi: Mã chi nhánh ngân hàng của bạn không hợp lệ, vui lòng nhập thông tin hợp lệ.
zh_hans: 您的分类代码无效，请输入有效信息。
zh_hant: 分行代碼無效，請輸入有效的資訊。

# Literal.Error.DdNumberInvalid
source: Your account number is invalid, please enter valid information.
af: Jou rekeningnommer is ongeldig, voer asseblief geldige inligting in.
am: የመለያ ቁጥርህ ልክ ያልሆነ ነው።እባክህ ልክ የሆነውን መረጃ አስገባ።
ar: رقم حسابك غير صالح، الرجاء إدخال معلومات صالحة.
as: আপোনাৰ একাউণ্ট নম্বৰ অবৈধ, অনুগ্ৰহ কৰি বৈধ তথ্য প্ৰৱিষ্ট কৰক৷
az: Hesab nömrəniz səhvdir, lütfən düzgün məlumat daxil edin.
bg: Номерът на сметката е невалиден. Въведете валидна информация.
bn_in: আপনার অ্যাকাউন্ট নাম্বারটি ঠিকঠাক নেই, অনুগ্রহ করে ঠিকঠাক তথ্য দিন৷
bs: Broj računa je nevažeći, unesite važeće podatke.
cy: Mae rhif eich cyfrif yn annilys, rhowch wybodaeth ddilys.
da: Dit kontonummer er ugyldigt. Angiv gyldige oplysninger.
de: Ihre Kontonummer ist ungültig. Geben Sie gültige Informationen ein.
el: Ο αριθμός του λογαριασμού σας δεν είναι έγκυρος. Εισαγάγετε έγκυρα στοιχεία.
es: El número de cuenta no es válido; escriba información válida.
et: Teie kontonumber on sobimatu. Sisestage sobiv teave.
eu: Kontuaren zenbakia baliogabea da; sartu baliozko informazioa.
fa: شماره حساب شما نامعتبر است، لطفاً اطلاعات معتبر را وارد کنید.
ga: Tá d'uimhir cuntais neamhbhailí, cuir isteach eolas bailí le do thoil.
gd: Tha àireamh a' chunntais agad mì-dhligheach, cuir a-steach fiosrachadh dligheach.
gl: O seu número de conta non é válido. Introduza información válida.
gu: તમારો ખાતા નંબર અમાન્ય છે, કૃપા કરી માન્ય માહિતી દાખલ કરો.
he: מספר החשבון שלך לא חוקי, הזן מידע חוקי.
hi: आपकी खाता संख्या अमान्य है, कृपया मान्य जानकारी दर्ज करें.
hr: Broj računa nije valjan. Unesite valjane podatke.
hu: A számlaszám érvénytelen. Adjon meg érvényes adatokat.
id: Nomor rekening Anda tidak sah, harap masukkan informasi yang valid.
is: Reikningsnúmerið þitt er ógilt, vinsamlegast færðu inn gildar upplýsingar.
ja: 口座番号が正しくありません。正しい情報を入力してください。
ka: თქვენი ანგარიშის ნომერი არასწორია. გთხოვთ, მიუთითოთ სწორი ინფორმაცია.
kk: Шот нөмірі дұрыс емес, дұрыс шот туралы ақпаратты енгізіңіз.
kn: ನಿಮ್ಮ ಖಾತೆ ಸಂಖ್ಯೆಯು ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ.
ko: 계좌 번호가 올바르지 않습니다. 올바른 정보를 입력하십시오.
ku_arab: ژمارەی ئەژمێری تۆ نادروستە، تکایە زانیاری دروست تێنووس بکە.
ky: Каттоо жазууңуздун номуру жараксыз, жарактуу маалымат киргизиңиз.
lo: ເລກບັນຊີຂອງທ່ານບໍ່ຖືກຕ້ອງ, ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກຕ້ອງ.
lt: Jūsų sąskaitos numeris netinkamas, įveskite tinkamą informaciją.
lv: Jūsu konta numurs nav derīgs. Lūdzu, ievadiet derīgu informāciju.
mi: He muhu tō tau pūkete, tēnā, tāurua ngā mōhiohio whaimana.
mk: Бројот на сметката е неважечки, внесете важечки информации.
ml: നിങ്ങളുടെ അക്കൌണ്ട് നമ്പര്‍ അസാധുവാണ്, സാധുവായ വിവരങ്ങള്‍ നല്‍കുക.
mn: Таны дансны дугаар буруу байна, хүчинтэй мэдээлэл оруулна уу.
mr: आपला खाते नंबर अवैध आहे, कृपया वैध माहिती प्रविष्ट करा.
ms: Nombor akaun anda tidak sah, sila masukkan maklumat yang sah.
mt: In-numru tal-kont tiegħek hu invalidu. Jekk jogħġbok daħħal informazzjoni valida.
ne: तपाईँको खाता नम्बर अवैध छ, कृपया वैध जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Kontonummeret er ugyldig. Oppgi gyldig informasjon.
no: Kontonummeret er ugyldig. Angi gyldig informasjon.
or: ଆପଣଙ୍କର ଏକାଉଣ୍ଟ ନମ୍ଵର ଅବୈଧ ଅଟେ, ଦୟାକରି ଏକ ବୈଧ ନମ୍ଵର ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: تساں دااکاؤنٹ نمبر ناجائز اے، میربانی کرکے جائز معلومات درج کرو۔
pa_in: ਤੁਹਾਡਾ ਖਾਤਾ ਨੰਬਰ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।
pl: Numer konta jest nieprawidłowy. Wprowadź prawidłowe informacje.
ru: Недопустимый номер счета. Введите допустимые данные.
sd: توهان جو اڪائونٽ نمبر غلط آهي، مهرباني ڪري درست معلومات داخل ڪريو.
si: ඔබේ ගිණුම් අංකය වැරදියි, කරුණාකර වලංගු තොරතුරු ඇතුල් කරන්න.
sl: Številka računa ni veljavna. Vnesite veljavne podatke.
sr_cyrl_rs: Број налога је неважећи, унесите важеће информације.
sr_latn_rs: Broj naloga je nevažeći, unesite važeće informacije.
sv: Kontonumret är ogiltigt. Ange ett giltigt kontonummer.
ta: உங்கள் கணக்கு எண் தவறானது, சரியான தகவலை உள்ளிடவும்.
te: మీ ఖాతా సంఖ్య చెల్లదు, దయచేసి చెల్లుబాటు అయ్యే సమాచారాన్ని నమోదు చేయండి.
tg: Рақами суратҳисоби шумо беэътибор аст, лутфан, маълумоти боэътиборро ворид кунед.
th: หมายเลขบัญชีของคุณไม่ถูกต้อง โปรดป้อนหมายเลขบัญชีที่ถูกต้อง
tr: Hesap numaranız geçersiz; lütfen geçerli bilgiler girin.
tt: Сезнең хисап номеры ялгыш, дөрес мәгълүматын кертегез.
ug: ھېسابات نومۇرىڭىز ئىناۋەتسىز. ئىناۋەتلىك ئۇچۇرنى كىرگۈزۈڭ.
uk: Неприпустимий номер рахунку. Введіть припустимі відомості.
ur: آپ کا کھاتہ نمبر غلط ہے، براہ مہربانی درست معلومات کا اندراج کریں.
uz: Sizning hisob qaydnomangiz raqami haqiqiy emas, iltimos, haqiqiy bo‘lgan ma‘lumotlarni kiriting.
vi: Số tài khoản của bạn không hợp lệ, vui lòng nhập thông tin hợp lệ.
zh_hans: 您的帐号无效，请输入有效信息。
zh_hant: 帳號無效，請輸入有效的資訊。

# Literal.Error.AccountIdInvalid
source: Your account is invalid.
af: Jou rekening is ongelding.
am: መለያዎት ልክ አይደለም።
ar: ليس حسابك صالحًا.
as: আপোনাৰ একাউণ্ট অবৈধ৷
az: Hesabınız yanlışdır.
bg: Акаунтът ви е невалиден.
bn_in: আপনার অ্যাকাউন্ট সঠিক নয়।
bs: Račun je nevažeći.
cy: Mae eich cyfrif yn annilys.
da: Din konto er ugyldig.
de: Ihr Konto ist ungültig.
el: Ο λογαριασμός σας δεν είναι έγκυρος.
es: La cuenta no es válida.
et: Teie konto on kehtetu.
eu: Kontua ez da baliozkoa.
fa: حساب شما نامعتبر است.
ga: Tá do chuntas neamhbhailí.
gd: Tha an cunntas agad mì-dhligheach.
gl: A súa conta non é válida.
gu: તમારું ખાતુ અમાન્ય છે.
he: החשבון שלך אינו חוקי.
hi: आपका खाता अमान्य है.
hr: Vaš račun nije valjan.
hu: A fiók érvénytelen.
id: Akun Anda tidak valid.
is: Reikningurinn þinn er ógildur.
ja: アカウントが無効です。
ka: თქვენი ანგარიში არასწორია.
kk: Тіркелгіңіз жарамсыз.
kn: ನಿಮ್ಮ ಖಾತೆ ಅಮಾನ್ಯವಾಗಿದೆ.
ko: 회원님의 계정이 올바르지 않습니다.
ku_arab: ئەژمێرەکەت نادروستە.
ky: Эсеп жазууңуз туура эмес.
lo: ບັນຊີຂອງທ່ານບໍ່ຖືກຕ້ອງ.
lt: Jūsų abonementas netinkamas.
lv: Jūsu konts nav derīgs.
mi: Kua muhu tō pūkete.
mk: Вашата сметка е неважечка.
ml: നിങ്ങളുടെ അക്കൌണ്ട് അസാധുവാണ്.
mn: Таны хэрэглэгчийн бүртгэл буруу байна.
mr: आपले खाते अवैध आहे.
ms: Akaun anda tidak sah.
mt: Il-kont tiegħek hu invalidu.
ne: तपाईंको खाता अवैध छ।
nn_no: Kontoen din er ugyldig.
no: Kontoen er ugyldig.
or: ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ଅବୈଧ ଅଟେ.
pa_arab_pk: تہاڈا اکاؤنٹ ناجائز اے۔
pa_in: ਤੁਹਾਡਾ ਖਾਤਾ ਅਯੋਗ ਹੈ।
pl: Konto jest nieprawidłowe.
ru: Ваш счет недействителен.
sd: توهان جو اڪائونٽ غلط آهي.
si: ඔබේ ගිණුම වැරදියි.
sl: Vaš račun je neveljaven.
sr_cyrl_rs: Налог је неважећи.
sr_latn_rs: Nalog je nevažeći.
sv: Kontot är ogiltigt.
ta: உங்கள் கணக்கு தவறானது.
te: మీ ఖాతా చెల్లదు.
tg: Ҳисоби шумо беэътибор аст.
th: บัญชีของคุณไม่ถูกต้อง
tr: Hesabınız geçersiz.
tt: Сезнең хисап язмагыз ялгыш.
ug: ھېساباتىڭىز ئىناۋەتسىز.
uk: Неприпустимий обліковий запис.
ur: آپ کا اکاؤنٹ بے جواز ہے۔
uz: Hisob qaydnomangiz haqiqiy emas.
vi: Tài khoản của bạn không hợp lệ.
zh_hans: 您的帐户无效。
zh_hant: 您的帳戶無效。

# Literal.Error.AccountLocked
source: Your account is locked.
af: Jou rekening is gesluit.
am: መለያዎት ተቆልፏል።
ar: حسابك مقفل.
as: আপোনাৰ একাউণ্ট লক হৈ আছে৷
az: Hesabınız kilidlənib.
bg: Акаунтът ви е заключен.
bn_in: আপনার অ্যাকাউন্ট তালা লাগানো।
bs: Račun je zaključan.
cy: Mae eich cyfrif wedi'i gloi.
da: Din konto er låst.
de: Ihr Konto ist gesperrt.
el: Ο λογαριασμός σας είναι κλειδωμένος.
es: La cuenta está bloqueada.
et: Teie konto on lukustatud.
eu: Kontua blokeatuta dago.
fa: حساب شما قفل شده است.
ga: Tá do chuntas glasáilte.
gd: Tha an cunntas agad glaiste.
gl: A súa conta está bloqueada.
gu: તમારું ખાતુ લોક થયેલ છે.
he: החשבון שלך נעול.
hi: आपका खाता लॉक है.
hr: Vaš je račun zaključan.
hu: A fiók zárolva van.
id: Akun Anda dikunci.
is: Reikningurinn þinn er læstur.
ja: アカウントがロックされています。
ka: თქვენი ანგარიში დაბლოკილია.
kk: Тіркелгіңіз құрсаулы.
kn: ನಿಮ್ಮ ಖಾತೆ ಲಾಕ್ ಮಾಡಲಾಗಿದೆ.
ko: 회원님의 계정이 잠겨 있습니다.
ku_arab: ئەژمێرەکەت بەربەست کراوە.
ky: Эсеп жазууңуз бек.
lo: ບັນຊີຂອງທ່ານຖືກລັອກ.
lt: Jūsų abonementas užrakintas.
lv: Jūsu konts ir bloķēts.
mi: Kua maukati tō pūkete.
mk: Вашата сметка е заклучена.
ml: നിങ്ങളുടെ അക്കൌണ്ട് ലോക്കുചെയ്‌തിരിക്കുന്നു.
mn: Таны хэрэглэгчийн бүртгэл түгжигдсэн байна.
mr: आपले खाते लॉक केलेले आहे.
ms: Akaun anda dikunci.
mt: Il-kont tiegħek imsakkar.
ne: तपाईंको खाता लक गरिएको छ।
nn_no: Kontoen din er låst.
no: Kontoen er låst.
or: ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ଲାକ୍ ହୋଇଛି.
pa_arab_pk: تہاڈا اکاؤنٹ بلاک اے۔
pa_in: ਤੁਹਾਡਾ ਖਾਤਾ ਅਵਰੋਧਿਤ ਹੈ।
pl: Konto jest zablokowane.
ru: Ваш счет заблокирован.
sd: توهان جو اڪائونٽ لاڪ ٿيل آهي.
si: ඔබේ ගිණුමට අගුළු දමා තිබේ.
sl: Vaš račun je zaklenjen.
sr_cyrl_rs: Налог је закључан.
sr_latn_rs: Nalog je zaključan.
sv: Kontot är blockerat.
ta: உங்கள் கணக்கு பூட்டப்பட்டுள்ளது.
te: మీ ఖాతా లాక్ చేయబడింది.
tg: Ҳисоби шумо баста аст.
th: บัญชีของคุณถูกล็อก
tr: Hesabınız kilitli.
tt: Сезнең хисап язмагыз бикле.
ug: ھېساباتىڭىز قۇلۇپلاندى.
uk: Обліковий запис заблоковано.
ur: آپ کا اکاؤنٹ مقفل ہے۔
uz: Hisob qaydnomangiz to‘sib qo‘yilgan.
vi: Tài khoản của bạn bị khóa.
zh_hans: 您的帐户已锁定。
zh_hant: 您的帳戶已鎖定。

# Literal.Error.EnterValidInfo
source: Please enter valid information.
af: Voer asseblief geldige inligting in.
am: እባክህ ልክ የሆነ መረጃ አስገባ።
ar: الرجاء إدخال معلومات صالحة.
as: অনুগ্ৰহ কৰি বৈধ তথ্য প্ৰৱিষ্ট কৰক৷
az: Düzgün məlumat daxil edin.
bg: Въведете валидна информация.
bn_in: অনুগ্রহ করে ঠিকঠাক তথ্য দিন৷
bs: Unesite važeće podatke.
cy: Rhowch wybodaeth ddilys.
da: Angiv gyldige oplysninger.
de: Geben Sie gültige Informationen ein.
el: Εισαγάγετε έγκυρα στοιχεία.
es: Escriba información válida.
et: Sisestage sobiv teave.
eu: Sartu baliozko informazioa.
fa: لطفاً اطلاعات معتبری را وارد کنید.
ga: Cuir isteach eolas bailí le do thoil.
gd: Cuir a-steach fiosrachadh dligheach.
gl: Introduza información válida.
gu: કૃપા કરી માન્ય માહિતી દાખલ કરો.
he: הזן מידע חוקי.
hi: कृपया मान्य जानकारी दर्ज करें.
hr: Unesite valjane podatke.
hu: Adjon meg érvényes adatokat.
id: Masukkan informasi yang valid.
is: Vinsamlegast færðu inn gildar upplýsingar.
ja: 正しい情報を入力してください。
ka: გთხოვთ, ჩაწეროთ ქმედითი ინფორმაცია.
kk: Дұрыс ақпаратты енгізіңіз.
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ.
ko: 올바른 정보를 입력하십시오.
ku_arab: تکایە زانیاری دروست تێنووس بکە.
ky: Сураныч, жарактуу маалымат киргизиңиз.
lo: ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກຕ້ອງ.
lt: Įveskite tinkamą informaciją.
lv: Lūdzu, ievadiet derīgu informāciju.
mi: Whakaurua koa ngā mōhiohio whaimana.
mk: Внесете важечки информации.
ml: സാധുതയുള്ള വിവരങ്ങള്‍ നല്‍കുക.
mn: Хүчинтэй мэдээлэл оруулна уу.
mr: कृपया वैध माहिती प्रविष्‍ट करा.
ms: Sila masukkan maklumat yang sah.
mt: Jekk jogħġbok daħħal informazzjoni valida.
ne: कृपया वैध जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Oppgi gyldig informasjon.
no: Angi gyldig informasjon.
or: ଦୟାକରି ବୈଧ ସୁନିଶ୍ଚିତକରଣ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: ‏‏میربانی کرکے درست معلومات درج کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź prawidłowe informacje.
ru: Введите допустимые данные.
sd: مهرباني ڪري درست معلومات داخل ڪريو
si: කරුණාකර වලංගු තොරතුරු ඇතුල් කරන්න.
sl: Vnesite veljavne podatke.
sr_cyrl_rs: Унесите важеће информације.
sr_latn_rs: Unesite važeće informacije.
sv: Ange giltig information.
ta: சரியான தகவலை உள்ளிடவும்.
te: దయచేసి చెల్లుబాటు అయ్యే సమాచారాన్ని నమోదు చేయండి.
tg: Лутфан, маълумоти дурустро ворид кунед.
th: โปรดป้อนข้อมูลที่ถูกต้อง
tr: Lütfen geçerli bilgiler girin.
tt: Ярарлы мәгълүматне кертегез.
ug: ئىناۋەتلىك ئۇچۇرنى كىرگۈزۈڭ.
uk: Введіть припустимі відомості.
ur: برائے مہربانی درست معلومات درج کریں۔
uz: Iltimos, haqiqiy bo‘lgan ma‘lumotlarni kiriting.
vi: Vui lòng nhập thông tin hợp lệ.
zh_hans: 请输入有效信息。
zh_hant: 請輸入有效的資訊。
