Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.VirtualInvoice.Text1
source: You can also choose a different payment method above to proceed with the order.
af: Jy kan ook ’n ander betaalmetode hierbo kies om met die bestelling voort te gaan.
am: ትዕዛዙን ለማስቀጠል ከላይ ያለውን የተለየ የክፍያ መንገድ መምረጥም ይችላሉ።
ar: يمكنك أيضًا اختيار طريقة دفع مختلفة أعلاه لمتابعة الطلب.
as: আপুনি অৰ্ডাৰটোৰ সৈতে আগবঢ়াৰ বাবে ওপৰত পৃথক পৰিশোধ পদ্ধতি এটাও বাছনি কৰিব পাৰে।
az: Sifarişə keçmək üçün başqa ödəniş metodu da seçə bilərsiniz.
bg: Може също така да изберете различен метод на плащане по-горе, за да продължите с поръчката.
bn_in: এছাড়াও আপনি অর্ডারটি নিয়ে এগিয়ে যাওয়ার জন্য উপরে একটি ভিন্ন অর্থপ্রদানের পদ্ধতি চয়ন করতে পারেন৷
bs: Možete i odabrati neki drugi način plaćanja u prethodnom dijelu kako biste nastavili s narudžbom.
cy: Gallwch hefyd ddewis ffordd arall o dalu uchod er mwyn bwrw ymlaen â'r archeb.
da: Du kan også vælge en anden betalingsmetode ovenfor, for at fortsætte med ordren.
de: Sie können oben auch eine andere Zahlungsmethode auswählen, um mit dem Auftrag fortzufahren.
el: Μπορείτε επίσης να επιλέξετε μια διαφορετική μέθοδο πληρωμής παραπάνω για να συνεχίσετε με την παραγγελία.
es: También puede elegir otra de las formas de pago anteriores para continuar con el pedido.
et: Tellimuse esitamise jätkamiseks võite ka valida mõne muu ülalpool toodud makseviisi.
eu: Halaber, beste ordainketa-metodo bat aukera dezakezu eskaerarekin aurrera egiteko.
fa: برای ادامه سفارش، همچنین می‌توانید روش پرداخت دیگری را انتخاب کنید.
ga: Is féidir leat modh eile íocaíochta a roghnú thuas freisin chun leanúint leis an ordú.
gd: ’S urrainn dhut dòigh pàighidh eile a thaghadh gu h-àrd cuideachd airson leantainn air adhart leis an òrdan.
gl: Tamén pode escoller enriba un método de pagamento diferente para continuar co pedido.
gu: ઑર્ડરમાં આગળ વધવા માટે તમે ઉપરની ભિન્ન ચૂકવણી પદ્ધતિ પણ પસંદ કરી શકો છો.
he: באפשרותך גם לבחור בשיטת תשלום שונה לעיל כדי להמשיך בהזמנה.
hi: आप ऑर्डर करने के लिए ऊपर दी गई कोई अन्य भुगतान विधि भी चुन सकते हैं.
hr: Možete i odabrati neki drugi od navedenih načina plaćanja da biste nastavili s narudžbom.
hu: A megrendelés folytatásához a fentiekben másik fizetési módot is választhat.
id: Anda juga dapat memilih metode pembayaran lain di atas untuk melanjutkan pesanan.
is: Þú getur einnig valið annan greiðslumáta hér fyrir ofan til að ganga frá pöntuninni.
ja: 上記の別の支払い方法を選択して、注文を続けることもできます。
ka: თქვენ ასევე შეგიძლიათ აირჩიოთ ზემოთ მოცემული გადახდის სხვა მეთოდი, შეკვეთის შესასრულებლად.
kk: Тапсырыс беру үшін жоғарыда басқа төлем әдісін таңдай аласыз.
kn: ಆರ್ಡರ್‌ನೊಂದಿಗೆ ಮುಂದುವರಿಯಲು ಈ ಮೇಲಿನ ವಿಭಿನ್ನ ಪಾವತಿ ವಿಧಾನವನ್ನೂ ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು.
ko: 위의 다른 결제 방법을 선택하여 주문을 진행할 수도 있습니다.
lo: ທ່ານສາມາດເລືອກວິທີການຈ່າຍເງິນແບບອື່ນທາງເທິງເພື່ອດຳເນີນການຕໍ່ກັບການສັ່ງຊື້ຂອງທ່ານໄດ້ນຳ.
lt: Taip pat galite pasirinkti kitą mokėjimo būdą ir tęsti užsakymą.
lv: Lai turpinātu pasūtījumu, augstāk varat izvēlēties arī citu maksāšanas metodi.
mi: Ka taea te kōwhiri tikanga utu kē i runga nei kia haere tonu me te tono.
mk: Може и да изберете друг начин на плаќање погоре за да продолжите со нарачката.
ml: ഓർഡർ തുടരുന്നതിന് മുകളിൽ പറഞ്ഞിരിക്കുന്ന മറ്റേതെങ്കിലും പേയ്‌മെന്റ് രീതിയും നിങ്ങൾക്ക് തിരഞ്ഞെടുക്കാം.
mr: ऑर्डर करण्यासाठी आपण वर अन्य पेमेंट पद्धत सुद्धा निवडू शकता.
ms: Anda juga boleh memilih kaedah pembayaran yang berbeza di atas untuk meneruskan pesanan.
mt: Tista' wkoll tagħżel metodu ta' pagament differenti hawn fuq biex tipproċedi b'din l-ordni.
ne: तपाईंले अर्डरमा अघि बढ्न माथि उल्लेखित भन्दा फरक भुक्तानी प्रणाली छनौट गर्न सक्नुहुन्छ।
nn_no: Du kan også velje ein annan betalingsmåte over og halde fram med ordren.
no: Du kan også velge en annen betalingsmåte ovenfor for å fortsette med bestillingen.
or: ଆପଣ ମଧ୍ୟ ଅର୍ଡର ସହିତ ଅଗ୍ରଗତି କରିବାକୁ ଉପରେ ଥିବା ଗୋଟେ ଭିନ୍ନ ଦେୟ ପଦ୍ଧତି ମନୋନୟନ କରିପାରିବେ.
pa_in: ਆਰਡਰ ਨਾਲ ਜਾਰੀ ਰੱਖਣ ਲਈ ਤੁਸੀਂ ਉਪਰ ਕਿਸੇ ਵੀ ਵੱਖਰੀ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਵੀ ਚੁਣ ਸਕਦੇ ਹੋ।
pl: Możesz również wybrać inną metodę płatności powyżej, aby kontynuować pracę z zamówieniem.
ru: Чтобы продолжить оформление заказа, можно выбрать другой метод оплаты выше.
sl: Izberete lahko tudi drug način plačila zgoraj in nadaljujete postopek naročila.
sr_cyrl_rs: Можете и да одаберете неки други начин плаћања изнад да бисте наставили са поруџбином.
sr_latn_rs: Možete i da odaberete neki drugi način plaćanja iznad da biste nastavili sa porudžbinom.
sv: Du kan även välja en annan betalningsmetod ovan för att fortsätta med beställningen.
ta: ஆர்டரைத் தொடர்வதற்கு மேலே உள்ள வேறு கட்டண முறையையும் நீங்கள் தேர்வு செய்யலாம்.
te: ఆర్డర్‌ని కొనసాగించడానికి పైన ఉన్న వేరొక చెల్లింపు పద్ధతిని కూడా మీరు ఎంచుకోవచ్చు.
th: คุณยังสามารถเลือกวิธีการชำระเงินแบบอื่นได้ที่ด้านบนเพื่อดำเนินการตามคำสั่ง
tr: Siparişe devam etmek için yukarıda farklı bir ödeme yöntemi de seçebilirsiniz.
tt: Заказ калдыруны дәвам итү өчен, сез шулай өстә башка түләү ысулын сайлый аласыз.
ug: ئۈستىدىن باشقا تۆلەش ئۇسۇلى تاللىسىڭىزمۇ بولىدۇ.
uk: Можна також вибрати інший метод оплати, щоб продовжити замовлення.
ur: آپ آرڈر پر آگے کارروائی کرنے کیلئے اوپر ادائیگی کا ایک مختلف طریقہ بھی منتخب کر سکتے ہیں۔
uz: Buyurtmani davom ettirish uchun yuqoridagi boshqa toʻlov usulini ham tanlashingiz mumkin.
vi: Bạn cũng có thể chọn một phương thức thanh toán khác ở trên để tiếp tục đặt hàng.
zh_hans: 你也可以选择上述其他付款方式来继续处理订单。
zh_hant: 您也可以在上方選擇其他付款方式來繼續下單。
