Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IDEAL.AgreementSequence1
source: Your bank needs you to complete one more step. Select
af: Jou bank benodig dat jy nog een stap voltooi. Kies
am: የእርስዎን ባንክ ለማጠናቀቅ አንድ ተጨማሪ እርምጃ ያስፈልገዋል። ይህን ይምረጡ
ar: ‏‫يحتاج منك البنك الذي تتعامل معه أن تقوم بإكمال خطوة واحدة أخرى. حدد
as: আপোনাৰ বেংকে আপুনি আৰু এটা পদক্ষেপ সম্পূৰ্ণ কৰাটো বিচাৰিছে৷ চয়ন কৰক
az: Bankınız daha bir addımı tamamlamağınızı tələb edir. Seçin
bg: Вашата банка изисква да завършите още една стъпка. Изберете
bn_in: আপনার ব্যাঙ্কের আপনাকে আরেকটি পদক্ষেপ সম্পন্ন করার জন্য প্রয়োজন৷
bs: Vaša banka traži da izvršite još jedan korak. Odaberite
cy: Mae angen i'ch banc gwblhau un cam arall. Dewiswch
da: Din bank har brug for, at du udfører et trin mere. Vælg
de: Ihre Bank verlangt einen weiteren Schritt. Wählen Sie
el: Η τράπεζά σας απαιτεί να ολοκληρώσετε ακόμα ένα βήμα. Επιλέξτε
es: El banco necesita que completes un paso más. Selecciona
et: Peate panga jaoks tegema veel ühe toimingu. Valige
eu: Bankuak urrats bat edo beste egin behar ditu. Hautatu
fa: بانکتان از شما می‌خواهد تا یک مرحله دیگر را کامل کنید. انتخاب کنید
ga: Iarrann do bhanc ort beart amháin eile a dhéanamh. Roghnaigh
gd: Feumaidh am banca agad aon rud eile. Tagh
gl: O banco precisa completar un paso máis. Selecciona
gu: તમારી બેંક માટે જરૂરી છે કે તમે એક વધુ પગલું પૂર્ણ કરો. તેઓની
he: הבנק שלך דורש שתשלים שלב נוסף. בחר
hi: आपके बैंक को एक और चरण पूर्ण करने की आवश्यकता है. चुनें
hr: Banka traži da dovršite još jedan korak. Odaberite
hu: A banknál még végre kell hajtania egy lépést. A
id: Bank Anda mengharuskan Anda menyelesaikan satu langkah lagi. Pilih
is: Bankinn þinn krefst þess að þú ljúkir einu skrefi í viðbót. Veldu
ja: 銀行からの要請により、もう 1 つ手順を実行する必要があります。次を選択します:
ka: თქვენი ბანკი თქვენგან ითხოვს ერთი ან მეტი ეტაპის შესრულებას. აირჩიეთ
kk: Банкіңіз тағы бір әрекетті аяқтауыңызды қажет етеді. Ол үшін,
kn: ಒಂದು ಅಥವಾ ಹೆಚ್ಚಿನ ಹಂತವನ್ನು ನೀವು ಪೂರ್ಣಗೊಳಿಸುವುದು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ಗೆ ಅಗತ್ಯವಿದೆ. ಇದನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 한 단계를 더 완료해야 합니다.
ku_arab: بانکەکەت داوات لێدەکات یەک هەنگاوی تریش تەواو بکەیت. دەسنیشانکردنی
ky: Банкыңызга сиздин дагы бир кадам шилтегениңиз керек. Тандоо
lo: ທະນາຄານຂອງທ່ານຕ້ອງການໃຫ້ທ່ານເຮັດສຳເລັດອີກຂັ້ນຕອນໜຶ່ງ. ເລືອກ
lt: Jūsų bankui reikia, kad atliktumėte dar vieną veiksmą. Pasirinkite
lv: Jūsu banka vēlas, lai veicat vēl vienu darbību. Atlasiet
mi: E hiahiatia ana e tō pēke kia whakaotia e koe tētahi hipanga anō. Me tīpako
mk: Банката бара да поминете уште еден чекор. Изберете
ml: നിങ്ങളുടെ ബാങ്ക് ഒരു ഘട്ടം കൂടി പൂർത്തിയാക്കേണ്ടത് ആവശ്യപ്പെടുന്നു. തിരഞ്ഞെടുക്കുക
mn: Танай банк таныг дахин нэг алхам хийхийг хүсч байна. Сонго
mr: आणखी एक चरण पूर्ण करण्यासाठी आपल्या बँकेला आपली आवश्यकता आहे. त्यांच्या
ms: Bank anda memerlukan anda untuk melengkapkan satu lagi langkah. Pilih
mt: Il-bank jeħtieġek tlesti pass wieħed ieħor. Agħżel
ne: तपाइँको बैंकलाई एक थप चरण पूरा गर्न तपाइँको आवश्यकता पर्छ। चयन गर्नुहोस्
nn_no: Banken krev at du fullfører eitt trinn til. Vel
no: Banken din vil at du skal utføre ett trinn til. Velg
or: ଆପଣଙ୍କ ବ୍ୟାଙ୍କ୍ ଆପଣଙ୍କୁ ଏକ ଅଧିକ ଷ୍ଟେପ୍ ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ଆବଶ୍ୟକ କରୁଛି. ଚୟନ କରନ୍ତୁ
pa_arab_pk: تہاڈے بینک نُوں اک ہور مرحلہ مکمل کرن دی لوڑ اے۔ چُنو
pa_in: ਤੁਹਾਡੀ ਬੈਂਕ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ ਹੋਰ ਕਦਮ ਪੂਰਾ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਚੋਣ ਕਰੋ
pl: Bank wymaga wykonania jeszcze jednej czynności. Wybierz pozycję
ru: Ваш банк требует выполнить еще одной действие. Выберите
sd: توهانجي بيڪ کي هڪ وڌيڪ قدم مڪمل ڪرڻ جي ضرورت آهي. چونڊيو
si: තවත් එක් පියවරක් සම්පූර්ණ කරනු ඔබගේ බැංකුවට අවශ්‍යයි. තෝරන්න
sl: Vaša banka zahteva, da dokončate še en korak. Izberite
sr_cyrl_rs: Ваша банка захтева да довршите још један корак. Изаберите
sr_latn_rs: Vaša banka zahteva da dovršite još jedan korak. Izaberite
sv: Din bank måste slutföra ytterligare ett steg. Välj
ta: நீங்கள் இன்னொரு அடியை முடிப்பது உங்கள் வங்கியிற்கு அவசியம். தேர்ந்தெடுங்கள்
te: మీరు మీ బ్యాంక్‌కు సంబంధించి మరొక దశని పూర్తి చేయాలి. ఎంచుకోండి
tg: Ба бонки шумо лозим аст, ки як қадами дигарро иҷро намоед. Интихоб кунед:
th: ธนาคารของคุณร้องขอให้คุณดำเนินการอีกหนึ่งขั้นตอน โปรดเลือก
tr: Bankanız bir adım daha tamamlamanızı istiyor. Şunu seçin:
tt: Банкыгыз тарафыннан тагын бер адым башкаруыгыз сорала. Аның веб-сайтына күчү өчен,
ug: سىز ھېساب ئاچقان بانكا يەنە بىر باسقۇچنى تاماملىشىڭىزنى تەلەپ قىلىدۇ. بۇنى تاللاڭ:
uk: Ваш банк запитує ще одну дію. Виберіть
ur: آپ کا بینک چاہتا ہے کہ آپ ایک اور مرحلہ مکمل کریں۔ منتخب کریں
uz: Yana bitta bosqichni yakunlash uchun bankka borishingiz kerak. Tanlang:
vi: Ngân hàng của bạn yêu cầu bạn hoàn tất một bước nữa. Hãy chọn
zh_hans: 银行需要你完成另外一个步骤。请选择
zh_hant: 您的銀行需要您再完成一個步驟。請選取

# Literal.IDEAL.AgreementSequence2
source: to be redirected to their website.
af: om na hulle webwerf herlei te word.
am: ወደ የእነርሱ የድር ጣቢያ እንዲያመሩ ይደረጋሉ።
ar: لتتم إعادة توجيهك إلى موقع الويب الخاص بهم.
as: সিহঁতৰ ৱেবছাইটলৈ লৈ যাব৷
az: veb-sayta yenidən yönləndirilmək.
bg: , за да бъдете пренасочени към уеб сайта й.
bn_in: তাদের ওয়েবসাইটে পুনঃনির্দেশিত করা হবে৷
bs: za preusmjeravanje na njihovu web stranicu.
cy: i gael eich ailgyfeirio i'w gwefan.
da: for at blive omdirigeret til deres websted.
de: , um zur Website weitergeleitet zu werden.
el: για να ανακατευθυνθείτε στην τοποθεσία της στο Web.
es: para que te redirijan a su sitio web.
et: suunatakse ümber nende veebisaidile.
eu: bankuaren webgunera eramateko.
fa: برای اینکه به وب‌سایت آنها هدایت شوید.
ga: le tú a athreorú go dtí a suíomh gréasáin.
gd: ach an ath-stiùirich sinn thu dhan làrach-lìn aca.
gl: para que te redireccionen ao seu sitio web.
gu: વેબસાઇટ પર પુનઃનિર્દેશિત થવાનું પસંદ કરો.
he: כדי להיות מופנה לאתר האינטרנט שלו.
hi: उनकी वेबसाइट पर रीडायरेक्ट किया जाना.
hr: da biste bili preusmjereni na njihovo web-mjesto.
hu: elemet választva lépjen tovább a weblapjukra.
id: dialihkan ke situs web mereka.
is: til að vera vísað á vefsvæðið.
ja: を選択すると銀行の Web サイトにリダイレクトされます。
ka: მათ ვებსაიტზე გადასასვლელად.
kk: олардың веб-сайтына қайта бағытталуды таңдаңыз.
kn: ಅವರ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ.
ko: 을(를) 선택하여 은행 웹 사이트로 리디렉션하세요.
ku_arab: بۆ ئەوەی ئاراستە بکرێیتەوە بۆ وێبسایتەکەیان.
ky: алардын веб барагына кайра даректелесиз.
lo: ເພື່ອຖືກນຳທາງໄປຫາເວັບໄຊທ໌ຂອງເຂົາເຈົ້າ.
lt: kad būtumėte nukreipti į jų svetainę.
lv: , lai tiktu novirzīts uz bankas vietni.
mi: ka tukua koe ki tō rātou paetukutuku.
mk: за да се пренасочите до нивната веб-локација.
ml: അവരുടെ വെബ്‌സൈറ്റിലേക്ക് റീഡയറക്ടുചെയ്യാൻ.
mn: тэдний вэб сайт руу шилжүүлнэ.
mr: वेबसाइटवर पुनर्निर्देशित केले जाण्यासाठी निवडा.
ms: ke laman web mereka.
mt: biex terġa' tiġi dirett lejn il-websajt tagħhom.
ne: तिनीहरूको वेबसाइटमा फेरि निर्दिष्ट हुन।
nn_no: bli teke vidare til nettstaden.
no: omdirigeres til deres nettsted.
or: ସେମାନଙ୍କର ୱେବସାଇଟ୍‌କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବ.
pa_arab_pk: اُونہاں دی ویب سائٹ تے فیر بھیجے جان لئی۔
pa_in: ਉਹਨਾਂ ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: , aby przejść do witryny internetowej banku.
ru: для перехода на его веб-сайт.
sd: انهن جي ويب سائيٽ ڏانهن روانو ٿيڻ لاءِ.
si: ඔවුන්ගේ වෙබ් අඩවිය කරා යොමු කරවනු පිණිස.
sl: in preusmerjeni boste na njeno spletno mesto.
sr_cyrl_rs: да бисте били преусмерени на њену веб локацију.
sr_latn_rs: da biste bili preusmereni na njenu veb lokaciju.
sv: att dirigeras till deras webbplats.
ta: அவர்கள் வலைத்தளத்திற்கு வழிமாற்றப்பட.
te: వారి వెబ్‌సైట్‌కు దారి మళ్లించబడతారు.
tg: ба сайти онро фиристода мешавед.
th: นำทางไปยังเว็บไซต์
tr: seçeneğini seçin Web sitesine yeniden gidin.
tt: дигәнне сайлагыз.
ug: ئۇلارنىڭ توربېكىتىگە باشلايمىز.
uk: для переходу на його веб-сайт.
ur: ان کی ویب سائٹ پر لے جایا جائے گا۔
uz: ularning veb-saytiga yo‘naltirilish uchun.
vi: để được chuyển hướng đến trang web của họ.
zh_hans: 以重定向至其网站。
zh_hant: 以接受被重新導向到其網站。

# Literal.IDEAL.RedirectHeading
source: Have you visited your bank's website?
af: Het jy jou bank se webwerf besoek?
am: የእርስዎን የባንክ የድርጣቢያ ጎብኝተው ነበር?
ar: هل قمت بزيارة موقع الويب الخاص بالبنك الذي تتعامل معه؟
as: আপুনি আপোনাৰ বেংকৰ ৱেবছাইট ভিজিট কৰিছেনে?
az: Bankınızın veb-saytına daxil olmusunuz?
bg: Посещавали ли сте уеб сайта на вашата банка?
bn_in: আপনি কি আপনার ব্যাঙ্কের ওয়েবসাইটে গেছেন?
bs: Jeste li posjetili web stranicu svoje banke?
cy: Ydych chi ymweld â gwefan eich banc?
da: Har du besøgt din banks hjemmeside?
de: Waren Sie bereits auf der Website Ihrer Bank?
el: Έχετε επισκεφτεί την τοποθεσία της τράπεζάς σας στο Web;
es: ¿Has visitado el sitio web de tu banco?
et: Kas olete külastanud oma panga veebisaiti?
eu: Joan al zara bankuaren webgunera?
fa: از وب‌سایت بانک خود دیدن کرده‌اید؟
ga: Ar oscail tú suíomh gréasáin do bhainc?
gd: An do thadhail thu air an làrach-lìn a’ bhanca agad?
gl: Visitaches o sitio web do banco?
gu: શું તમે તમારી બેંકની વેબસાઇટની મુલાકાત લીધી છે?
he: האם ביקרת באתר האינטרנט של הבנק שלך?
hi: क्या आप अपने बैंक की वेबसाइट पर गए हैं?
hr: Jeste li posjetili web-mjesto banke?
hu: Járt a bank honlapján?
id: Apakah Anda telah mengunjungi situs web bank Anda?
is: Hefurðu farið á vefsvæði bankans þíns?
ja: 銀行の Web サイトに移動しましたか?
ka: ეწვიეთ თქვენი ბანკის ვებსაიტს?
kk: Банк веб-сайтына кірдіңіз бе?
kn: ನೀವು ನಿಮ್ಮ ಬ್ಯಾಂಕಿನ ವೆಬ್‌ಸೈಟಿಗೆ ಭೇಟಿ ನೀಡಿದ್ದಿರಾ?
ko: 은행 웹 사이트를 방문하셨나요?
ku_arab: ئایا سەردانی وێبسایتی بانکەکەت کردووە؟
ky: Банкыңыздын веб барагына баш багып көрдүңүзбү?
lo: ທ່ານໄດ້ເຂົ້າເບິ່ງເວັບໄຊທ໌ຂອງທະນາຄານຂອງທ່ານແລ້ວບໍ?
lt: Ar apsilankėte banko svetainėje?
lv: Vai esat apmeklējis savas bankas vietni?
mi: Kua haere rānei koe ki te paetukutuku o tō pēke?
mk: Дали сте ја посетиле веб-локацијата на вашата банка?
ml: നിങ്ങളുടെ ബാങ്കിന്റെ വെബ്‌സൈറ്റ് സന്ദർശിച്ചോ?
mn: Банкныхаа вэб сайт руу орсон уу?
mr: आपण आपल्या बँकेच्या वेबसाइटला भेट दिली आहे?
ms: Sudahkah anda melawat laman web bank anda?
mt: Żort il-websajt tal-bank tiegħek?
ne: तपाइँले आफ्नो बैंकको वेबसाइट भ्रमण गर्नुभएको छ?
nn_no: Har du besøkt nettstaden til banken?
no: Har du besøkt nettstedet til banken din?
or: ଆପଣ ଆପଣଙ୍କର ବ୍ୟାଙ୍କର ୱେବସାଇଟ୍ ଭ୍ରମଣ କରିଛନ୍ତି କି?
pa_arab_pk: کیی تُسی اپنے بینک دی ویب سائٹ ملاحظہ کیتی اے؟
pa_in: ਕੀ ਤੁਸੀਂ ਆਪਣੇ ਬੈਂਕ ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਗਏ ਹੋ?
pl: Czy została wyświetlona witryna internetowa banku?
ru: Вы посещали веб-сайт своего банка?
sd: ڇا توهان پنهنجي بينڪ جي ويب سائيٽ جو دورو ڪيو آهي؟
si: ඔබ ඔබගේ බැංකුවේ වෙබ් අඩවිය කරා ගොස් ප්‍රවේශ වීද?
sl: Ali ste obiskali spletno mesto svoje banke?
sr_cyrl_rs: Да ли сте посетили веб локацију своје банке?
sr_latn_rs: Da li ste posetili veb lokaciju svoje banke?
sv: Har du besökt din banks webbplats?
ta: உங்கள் வங்கியின் வலைத்தளத்திற்கு சென்று பார்த்தீர்களா?
te: మీరు మీ బ్యాంక్ వెబ్‌సైట్‌ను సందర్శించాలా?
tg: Шумо ба вебсайти бонки худ ташриф овардед?
th: คุณได้เยี่ยมชมเว็บไซต์ของธนาคารของคุณหรือไม่
tr: Bankanızın Web sitesini ziyaret ettiniz mi?
tt: Банкыгызның веб-сайтына кергәнегез бармы?
ug: بانكىنىڭ توربېكىتىنى كۆردىڭىزمۇ؟
uk: Ви відвідували веб-сайт свого банку?
ur: کیا آپ نے اپنے بینک کی ویب سائٹ کا دورہ کیا ہے؟
uz: Bankingiz veb-saytiga kirganmisiz?
vi: Bạn đã truy cập trang web ngân hàng của mình chưa?
zh_hans: 是否访问过银行网站？
zh_hant: 您是否已瀏覽您的銀行網站?

# Literal.IDEAL.MessageLine1
source: If not, wait a moment or two. You'll be redirected.
af: Indien nie, wag 'n oomblik of twee. Jy sal herlei word.
am: ካልሆነ፣ አንድ አፍታ ወይም ሁለት ደቂቃ ይጠብቁ። እንደገና እንዲያመሩ ይደረጋሉ።
ar: إذا لم تقم بذلك، فانتظر لحظة أو لحظتين. وسيتم توجيهك.
as: যদি নহয়, এক বা দুই মিনিট অপেক্ষা কৰক৷ আপোনাক লৈ যোৱা হ'ব৷
az: Daxil olmamısınızsa, bir və ya iki dəqiqə gözləyin. Siz yenidən yönləndiriləcəksiniz.
bg: В противен случай изчакайте малко. Ще бъдете пренасочени.
bn_in: যদি তা না হয় তাহলে এক মুহূর্ত বা কিছু সময় অপেক্ষা করুন৷ আপনাকে পুনঃনির্দেশিত করা হবে৷
bs: Ako niste, pričekajte trenutak. Preusmjerit ćemo vas.
cy: Os na, arhoswch funud. Byddwch yn cael eich ailgyfeirio.
da: Ellers vent et øjeblik, så bliver du omdirigeret.
de: Falls nein, warten Sie einen Augenblick. Sie werden weitergeleitet.
el: Αν όχι, περιμένετε λίγο. Θα ανακατευθυνθείτε.
es: Si no, espera un momento y se te redirigirá allí.
et: Kui ei, siis oodake veidi. Teid suunatakse sinna.
eu: Bestela, itxaron unetxo batean. Bertara eramango zaitugu.
fa: اگر اینگونه نیست، کمی صبر کنید. به آنجا هدایت خواهید شد.
ga: Murar oscail, fan nóiméad nó dhó. Atreorófar thú.
gd: Mur an do thadhail, fuirich greis fhad ’s a thèid d’ ath-stiùireadh.
gl: Se non, espera un momento e rediccionarémoste aí.
gu: જો નહીં, એક કે બે મિનિટ પ્રતીક્ષા કરો, તમને પુનઃનિર્દેશિત કરવામાં આવશે.
he: אם לא, המתן רגע או שניים ותנותב מחדש.
hi: यदि नहीं, तो एक या दो क्षण प्रतीक्षा करें. आपको रीडायरेक्ट किया जाएगा.
hr: Ako se to ne dogodi, pričekajte trenutak ili dva. Bit ćete preusmjereni.
hu: Ha nem, várjon egy kis ideig az átirányításra.
id: Jika tidak, tunggu beberapa saat. Anda akan dialihkan.
is: Ef svo er ekki skaltu hinkra í augnablik og þér verður vísað þangað.
ja: リダイレクトされない場合は、しばらくお待ちください。
ka: თუ არა, ცოტა ხანი დაიცადეთ. თქვენ გადამისამართდებით.
kk: Егер болмаса, бірнеше минут күтіңіз. Сіз қайта бағытталасыз.
kn: ಇಲ್ಲದಿದ್ದರೆ, ಒಂದು ಅಥವಾ ಎರಡು ಕ್ಷಣ ಯೋಚಿಸಿ. ನಿಮ್ಮನ್ನು ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ.
ko: 방문하지 않았다면 기다리세요. 잠시 후 연결됩니다.
ku_arab: ئەگەر وا نییە، ساتێک یان دووان چاوەڕێبە. تۆ ئاراستە دەکرێیتەوە.
ky: Эгерде болбосо, бир же эки мүнөт күтүңүз. Сиз андан соң кайра даректелесиз.
lo: ຖ້າ​ບໍ່, ​ໃຫ້​ລໍຖ້າ​ຄາວໜຶ່ງ. ທ່ານ​ຈະ​ຖືກນຳ​ທາງ​ໄປ.
lt: Jei ne, šiek tiek palaukite, kol būsite nukreipti.
lv: Pretējā gadījumā uzgaidiet, līdz tiksit novirzīts.
mi: Ki te kore, taihoa koa. Ka tukua anō koe.
mk: Во спротивно, почекајте момент или два. Ќе бидете пренасочени.
ml: അങ്ങനയല്ലെങ്കിൽ, ഒന്നോ രണ്ടോ നിമിഷം കാത്തിരിക്കുക. നിങ്ങളെ അവിടേയ്ക്ക് നയിക്കപ്പെടും
mn: Үгүй бол түр хугацааны дараа таныг шилжүүлнэ.
mr: नसल्यास, एक किंवा दोन क्षण प्रतिक्षा करा, आपल्याला पुनर्निर्देशित केले जाईल.
ms: Jika tidak, tunggu sebentar. Anda anda dihalakann semula.
mt: Jekk le, stenna ftit. Terġa' tiġi dirett mill-ġdid.
ne: होइन भने, केही क्षण पर्खनुहोस्। तपाइँ पुन: निर्देशित हुनुहुनेछ।
nn_no: Vent litt, så blir du omdirigert.
no: Hvis ikke blir du videresendt dit om et øyeblikk.
or: ଯଦି ନୁହେଁ, ଏକ କିମ୍ଵା ଦୁଇ ମିନିଟ୍ ଅପେକ୍ଷା କରନ୍ତୁ. ଆପଣ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବେ.
pa_arab_pk: جے نہیں، اک دو لمحے اُڈیکو۔ تہانوں اوتھے بھیج دتا جاوے گا۔
pa_in: ਜੇਕਰ ਨਹੀਂ, ਇੱਕ ਜਾਂ ਦੋ ਪਲ ਲਈ ਇੰਤਜਾਰ ਕਰੋ। ਤੁਹਾਨੂੰ ਮੁੜ-ਜੋੜਿਆ ਜਾਵੇਗਾ।
pl: Jeśli nie, poczekaj chwilę na przekierowanie.
ru: Если нет, через несколько мгновений откроется необходимый экран.
sd: جيڪڏهن نه، هڪ يا ٻه گهڙيون انتظار ڪريو، توهانکي روانو ڪيو ويندو.
si: එසේ නොවේ නම්, තත්පරයත් දෙකක් පොරොත්තු වන්න, ඔබව යොමු කෙරෙනු ඇත.
sl: Če ga še niste, počakajte trenutek ali dva, in preusmerjeni boste tja.
sr_cyrl_rs: Ако нисте, сачекајте неколико тренутака. Бићете преусмерени.
sr_latn_rs: Ako niste, sačekajte nekoliko trenutaka. Bićete preusmereni.
sv: Om inte, vänta en stund så dirigeras du vidare.
ta: இல்லையெனில், ஓரிரு நிமிடங்கள் காத்திருங்கள். நீங்கள் திசைதிருப்பப்படுவீர்கள்.
te: అలా కాకుంటే, ఒక లేదా రెండు నిమిషాలు వేచి ఉండండి. మీరు దారి మళ్ళించబడతారు.
tg: Агар не, каме интизор шавед, шумо ҳозир ба суроғаи дигар фиристода мешавед.
th: หากยังไม่ได้เข้าเยี่ยมชม โปรดรอสักครู่ ระบบจะนำทางคุณไปยังเว็บไซต์
tr: Dilerseniz bir veya iki dakika bekleyin. Siteye yönlendirileceksiniz.
tt: Юк икән, бер-ике секунд көтеп торыгыз. Сез шунда күчереләчәксез.
ug: ئەگەر ئۇنداق بولمىسا، سەل كۈتۈڭ. سىزنى باشلاپ بارىمىز.
uk: Якщо ні, через кілька секунд відкриється відповідний екран.
ur: اگر نہیں، ایک لمحہ انتظار کریں، آپ کو لے جایا جائے گا۔
uz: Aks holda, bir-ikki daqiqa kutib turing. U yerga yo‘naltirilasiz.
vi: Nếu chưa truy cập, hãy đợi trong giây lát. Bạn sẽ được chuyển hướng.
zh_hans: 如果没有，请稍后片刻，系统将重定向你的位置。
zh_hant: 若沒有，請稍候，我們會將您重新導向。

# Literal.IDEAL.MessageLine2Sequence1
source: If you have, select
af: As jy het, kies
am: ጎብኝተው ከነበረ፣ ይህን ይምረጡ
ar: إذا كان لديك، فحدد
as: যদি আপোনাৰ আছে, তেন্তে চয়ন কৰক
az: Əgər daxil olmusunuzsa, seçin
bg: Ако да, изберете
bn_in: যদি আপনার কাছে থাকে তাহলে নির্বাচন করুন
bs: Ako jeste, odaberite
cy: Os oes gennych, dewiswch
da: Hvis det er tilfældet, skal du vælge
de: Falls ja, wählen Sie
el: Αν ναι, επιλέξτε
es: Si lo has hecho, selecciona
et: Sel juhul valige
eu: Harpidetza baduzu, hautatu
fa: اگر اینگونه است، انتخاب کنید
ga: Má d'oscail, roghnaigh
gd: Ma thadhail, tagh
gl: Se o fixeches, selecciona
gu: જો તમે એમ કર્યું હોય, તો
he: אם כן, בחר
hi: यदि आपके पास है, तो चुनें
hr: Ako jeste, odaberite
hu: Ha igen, az
id: Jika sudah, pilih
is: Ef svo er skaltu velja
ja: 移動した場合は、
ka: თუ გაქვთ, აირჩიეთ
kk: Егер сізде болса, онда
kn: ನೀವು ಹೊಂದಿದ್ದರೆ, ಇದನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 방문했다면
ku_arab: ئەگەر هەتە، دەسنیشانی بکە
ky: Эгерде сизде бар болсо, тандаңыз
lo: ຖ້າທ່ານໄດ້ເຮັດແລ້ວ, ໃຫ້ເລືອກ
lt: Jeigu turite, pasirinkite
lv: Ja esat apmeklējis, atlasiet
mi: Ki te mea āe, me tīpako
mk: Доколку сте ја посетиле, изберете
ml: നിങ്ങൾക്കുണ്ടെങ്കിൽ, തിരഞ്ഞെടുക്കുക
mn: Танд байгаа бол
mr: आपल्याकडे असल्यास, निवडा
ms: Jika anda sudah melakukannya, pilih
mt: Jekk iva, agħżel
ne: तपाइँसँग छ भने चयन गर्नुहोस्
nn_no: Viss du har, vel
no: Hvis du har det, velg
or: ଯଦି ଆପଣଙ୍କର ରହିଛି, ଚୟନ କରନ୍ତୁ
pa_arab_pk: جے تہاڈے کول اے، چُنو
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਕੋਲ ਹੈ, ਤਾਂ ਇਸ ਦੀ ਚੋਣ ਕਰੋ
pl: Jeśli tak, wybierz przycisk
ru: Если да, выберите
sd: جيڪڏهن توهانکي آهي، چونڊيو
si: ඔබ සතුව ඇත්නම්, තෝරන්න
sl: Če ste, izberite
sr_cyrl_rs: Ако јесте, изаберите
sr_latn_rs: Ako jeste, izaberite
sv: Om du har, välj
ta: உங்களிடம் இருந்தால், தேர்ந்தெடுங்கள்
te: మీ వద్ద ఉంటే, ఎంచుకోండి
tg: Агар ҳа, зеринро интихоб намоед:
th: ถ้าคุณเข้าเยี่ยมชมแล้ว โปรดเลือก
tr: Ziyaret ettiyseniz,
tt: Булса,
ug: كۆرگەن بولسىڭىز، بۇنى تاللاڭ:
uk: Якщо так, виберіть
ur: اگر آپ کے پاس ہے تو منتخب کریں
uz: Ega bo‘lsangiz, quyidagini tanlang
vi: Nếu bạn đã truy cập, hãy chọn
zh_hans: 如果有，请选择
zh_hant: 若您有，請選取

# Literal.IDEAL.idealredirectMessageLine2Text1
source: If you have,
af: Indien jy het,
am: ካለዎት
ar: إذا كان لديك،
as: যদি আপোনাৰ আছে,
az: Varsa,
bg: Ако имате,
bn_in: যদি আপনার কাছে থাকে,
bs: Ako imate,
cy: Os oes gennych chi,
da: Hvis du har,
de: Falls ja,
el: Αν έχετε,
es: Si lo ha hecho,
et: Kui teil on,
eu: Baduzu,
fa: در صورت موجود بودن،
ga: Má tá,
gd: Ma tha sin agad,
gl: Se é así,
gu: જો તમારી પાસે હોય,
he: אם יש לך,
hi: यदि आपके पास है,
hr: Ako jeste,
hu: Ha rendelkezik vele,
id: Jika sudah,
is: Þú ert með,
ja: 移動した場合は、
ka: თუ თქვენ გაქვთ,
kk: Бар болса,
kn: ನಿಮ್ಮ ಬಳಿ,
ko: 가지고 있는 경우
lo: ຖ້າທ່ານມີ,
lt: Jei buvote peradresuoti,
lv: Ja jums ir
mi: Mēnā kei a koe taua mea,
mk: Ако имате,
ml: നിങ്ങൾക്ക് ഉണ്ടെങ്കിൽ,
mr: आपल्याकडे असल्यास,
ms: Jika anda mempunyai,
mt: Għandek,
ne: तपाईंसँग छ भने,
nn_no: Dersom du har,
no: Du har,
or: ଆପଣଙ୍କର ଅଛି,
pa_in: ਤੁਹਾਡੇ ਕੋਲ ਇਹ ਹਨ,
pl: Jeśli masz,
ru: Если да,
sl: V tem primeru,
sr_cyrl_rs: Ако имате,
sr_latn_rs: Ako jeste,
sv: Om du har
ta: உங்களிடம் இருந்தால்,
te: మీకు ఉంటే,
th: ถ้าคุณมี
tr: Yönlendirildiyseniz,
tt: Сездә булса,
ug: ئاچقان بولسىڭىز،
uk: Якщо так,
ur: اگر آپ کے پاس ہے،
vi: Nếu bạn có,
zh_hans: 如果你有，
zh_hant: 如果您有，

# Literal.IDEAL.idealredirectMessageLine2Text2
source: select 'Done'
af: kies “Klaar”
am: 'ተከናውኗል' የሚለውን ይምረጡ
ar: تحديد 'تم'
as: 'সম্পন্ন হৈছে' চয়ন কৰক
az: “Hazırdır” seçimini edin
bg: изберете „Готово“
bn_in: 'সম্পন্ন হয়েছে' নির্বাচন করুন
bs: odaberite 'Gotovo'
cy: dewiswch 'Wedi Gorffen'
da: skal du vælge
de: wählen Sie „Fertig“ aus
el: επιλέξτε "Τέλος"
es: seleccionar "Listo"
et: valige „Valmis“
eu: hautatu Eginda
fa: «انجام شد» را انتخاب کنید
ga: roghnaigh 'Déanta'
gd: tagh “Dèanta”
gl: seleccione “Listo”
gu: 'પૂર્ણ થયું' પસંદ કરો
he: בחר 'בוצע'
hi: 'पूरा हो गया' का चयन करें
hr: odaberite "Gotovo"
hu: válassza a Kész lehetőséget
id: pilih 'Selesai'
is: velja „Lokið“
ja: [完了] を選択して
ka: აირჩიეთ „მზადაა“
kk: "Дайын" ​​түймешігін басыңыз.
kn: 'ಮುಗಿದಿದೆ' ಆಯ್ಕೆಮಾಡಿ
ko: '완료'를 선택
lo: ເລືອກ 'ສຳເລັດ'
lt: pasirinkite „Atlikta“
lv: atlasiet Gatavs
mi: tīpako 'Kua Oti'
mk: изберете „Готово“
ml: 'ചെയ്തു' തിരഞ്ഞെടുക്കുക
mr: 'पूर्ण झाले' निवडा
ms: pilih 'Selesai'
mt: agħżel 'Lest'
ne: 'सम्पन्न भयो' चयन गर्नुहोस्
nn_no: vel «Fullført»
no: velg «Fullfør»
or: 'ହୋଇଗଲା' ଚୟନ କରନ୍ତୁ
pa_in: 'ਹੋ ਗਿਆ' ਨੂੰ ਚੁਣੋ
pl: wybierz pozycję „Gotowe”
ru: нажмите кнопку "Готово"
sl: izberite »Dokončano«
sr_cyrl_rs: изаберите „Готово“
sr_latn_rs: izaberite stavku „Gotovo“
sv: välj Klar
ta: செயல்முறையை நிறைவுசெய்ய,
te: 'పూర్తయింది' ని ఎంచుకోండి
th: เลือก 'เสร็จสิ้น'
tr: ‘Bitti’ düğmesini seçerek
tt: “Әзер” дигәнен
ug: «تامام» نى تاللاپ
uk: виберіть "Готово"
ur: 'مکمل ہو گیا' منتخب کریں
vi: hãy chọn "Xong"
zh_hans: 请选择
zh_hant: 請

# Literal.IDEAL.idealredirectMessageLine2Text3
source: to complete the process.
af: om die proses te voltooi.
am: ሂደቱን ለማጠናቀቅ።
ar: لإكمال العملية.
as: প্ৰক্ৰিয়াটো সম্পূৰ্ণ কৰিবলৈ।
az: prosesi tamamlamaq üçün.
bg: за да завършите процеса.
bn_in: প্রক্রিয়াটি সম্পূর্ণ করতে।
bs: da biste dovršili proces.
cy: i gwblhau'r broses.
da: for at fuldføre processen.
de: um den Prozess abzuschließen.
el: Για να ολοκληρώσετε τη διαδικασία.
es: para completar el proceso.
et: protsessi lõpuleviimiseks.
eu: prozesua osatzeko.
fa: برای تکمیل فرآیند.
ga: chun an próiseas a chríochnú.
gd: gus am pròiseas a choileanadh.
gl: para completar o proceso.
gu: પ્રક્રિયાને પૂર્ણ કરવા માટે.
he: כדי להשלים את התהליך.
hi: प्रक्रिया पूरी करने के लिए.
hr: kako biste dovršili postupak.
hu: a folyamat befejezéséhez.
id: untuk menyelesaikan proses.
is: til að ljúka ferlinu.
ja: 処理を完了してください。
ka: პროცესის დასასრულებლად.
kk: процесті аяқтау үшін
kn: ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು.
ko: 프로세스를 완료하려면
lo: ເພື່ອສຳເລັດຂະບວນການ.
lt: norėdami užbaigti procesą.
lv: lai pabeigtu procesu.
mi: hei whakaoti i te hātepe.
mk: за да се заврши процесот.
ml: പ്രോസസ്സ് പൂർത്തിയാക്കാൻ.
mr: प्रक्रिया पूर्ण करण्यासाठी.
ms: untuk melengkapkan proses.
mt: biex tlesti l-proċess.
ne: प्रक्रिया पूरा गर्नका लागि।
nn_no: for å fullføre prosessen.
no: for å fullføre prosessen.
or: ପ୍ରୋସେସ୍‍‌ ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ‍ ।
pa_in: ਪ੍ਰਕਿਰਿਆ ਪੂਰੀ ਕਰਨ ਲਈ।
pl: aby dokończyć proces.
ru: чтобы завершить процесс.
sl: za dokončanje postopka.
sr_cyrl_rs: да бисте довршили поступак.
sr_latn_rs: da biste dovršili proces.
sv: För att slutföra processen.
ta: 'முடிந்தது' என்பதைத் தேர்ந்தெடுக்கவும்.
te: ప్రక్రియను పూర్తి చేసేందుకు.
th: เพื่อทํากระบวนการให้เสร็จสมบูรณ์
tr: işlemi tamamlayın.
tt: бу процессны тәмамлау өчен.
ug: جەرياننى تاماملاڭ.
uk: щоб завершити процес.
ur: عمل کو مکمل کرنے کے لیے۔
vi: để hoàn tất quy trình.
zh_hans: 要完成此过程，
zh_hant: 以完成此程序。
