Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ErrorMessage.ProcessorTimeout
source: Try that again. The session with your payment provider timed out.
af: Probeer dit weer. Die sessie met jou betalingsverskaffer het uitgetel.
am: ያንን እንደገና ይሞክሩ። ይህ የእርስዎ የክፍያ አገልግሎት አቅራቢ ክፍለ ጊዜ ጊዜው አልቋል።
ar: حاول مرة أخرى. انقضت مهلة جلسة العمل مع ممول السداد.
as: সেইটোৰে পুনৰ চেষ্টা কৰক৷ আপোনাৰ ধন পৰিশোধ প্ৰদানকাৰীৰ সৈতে থকা চেশ্বনৰ ম্যাদ উকলিল৷
az: Ona yenidən cəhd edin. Ödəniş provayderinizlə seansınızın vaxtı bitib.
bg: Опитайте отново. Сесията с вашия доставчик на услуги за плащане изтече.
bn_in: এটি আবার চেষ্টা করুন৷ আপনার অর্থপ্রদান প্রদানকারীর সাথে সেশনটির সময় শেষ হয়েছে৷
bs: Pokušajte to ponovo. Sesija s vašim davaocem usluga plaćanja je istekla.
cy: Rhowch gynnig arall ar hynny. Daeth y sesiwn gyda'ch darparwr taliad i ben.
da: Prøv igen. Der opstod timeout for sessionen med din betalingsudbyder.
de: Versuchen Sie es noch mal. Bei der Sitzung mit Ihrem Zahlungsdienstleister ist ein Timeout aufgetreten.
el: Δοκιμάστε ξανά. Το χρονικό όριο της περιόδου λειτουργίας με την υπηρεσία παροχής πληρωμής έληξε.
es: Vuelve a intentarlo. Se ha agotado el tiempo de sesión con el proveedor de pago.
et: Proovige uuesti. Teie makseviisi pakkuja seanss aegus.
eu: Saiatu berriro. Ordainketa-hornitzailearekin duzun saioa iraungi egin da.
fa: دوباره امتحان کنید. زمان مجاز جلسه کاری در ارائه‌دهنده پرداخت به پایان رسیده است.
ga: Triail é sin arís. D'éag do sheisiún le do sholáthraí íocaíochta.
gd: Feuch ris a-rithist. Dh’fhalbh an ùine air an t-seisean leis an t-solaraiche phàighidh agad.
gl: Téntao de novo. A sesión co teu fornecedor de pago excedeu o tempo de espera.
gu: તેનો ફરી પ્રયાસ કરો. તમારા ચૂકવણી પ્રદાતા સાથેના સત્રનો સમાપ્ત થઈ ગયો છે.
he: נסה זאת שוב. תם הזמן הקצוב להפעלה עם ספק התשלום שלך.
hi: उसके लिए पुनः प्रयास करें. आपके भुगतान प्रदाता का सत्र टाइम आउट हो गया है.
hr: Probajte to ponovno. Istekla vam je sesija kod davatelja usluga plaćanja.
hu: A fizetési szolgáltatójával nyitott munkamenet lejárt, próbálkozzon újra.
id: Coba lagi. Waktu sesi dengan penyedia pembayaran Anda telah habis.
is: Reyndu þetta aftur. Lotan með greiðsluþjónustuaðilanum rann út á tíma.
ja: もう一度お試しください。支払機関とのセッションがタイムアウトしました。
ka: ისევ სცადეთ. თქვენი გადახდის სერვისის პროვაიდერის სესიის დრო გავიდა.
kk: Әрекетті қайталаңыз. Төлем провайдері сеансының уақыты бітті.
kn: ಅದನ್ನು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ. ನಿಮ್ಮ ಪಾವತಿ ಪೂರೈಕೆದಾರರೊಂದಿಗಿನ ಸೆಷನ್ ಮುಕ್ತಾಯವಾಗಿದೆ.
ko: 다시 시도하세요. 결제 서비스 업체와의 세션 시간이 초과되었습니다.
ku_arab: دووبارە ئەوە تاقی بکەرەوە. کایەکەت لەگەڵ دابینکەری پارەدانتدا بەسەرچوو.
ky: Аны кайра аракет кылыңыз. Төлөм камсыздоочуңуз менен сессиянын убакыты аяктады.
lo: ລອງ​ສິ່ງ​ນັ້ນ​ໃໝ່​ອີກ. ໄລ​ຍະ​ເວ​ລາ​ສື່​ສານ​ກັບ​ຜູ້​ໃຫ້​ບໍ​ລິ​ການ​ຊຳ​ລະ​ເງິນ​ໝົດ​ເວ​ລາ​ແລ້ວ.
lt: Bandyti dar kartą. Pasibaigė jūsų mokėjimo tiekėjo skirtas laikas.
lv: Mēģiniet vēlreiz. Iestājās jūsu maksājumu nodrošinātāja sesijas taimauts.
mi: Nganaia anō tēnā. I pau te wātū me tō kaiwhakarato utunga.
mk: Обидете се со тоа повторно. Истече сесијата со давателот на плаќањето.
ml: വീണ്ടും അത് ശ്രമിക്കുക. നിങ്ങളുടെ പേയ്‌മെന്റ് ദാതാവുമൊത്തുള്ള സെഷന്റെ സമയം തീർന്നു.
mn: Дахин оролдоно уу. Энэ төлбөр тооцооны үйлчилгээ үзүүлэгчтэй үүсгэсэн холболтын хугацаа дууссан байна.
mr: त्याचा पुन्हा प्रयत्न करा. आपल्या देय प्रदात्यासह सत्राची वेळ संपली.
ms: Cuba sekali lagi Sesi dengan pembekal pembayaran anda telah tamat masa.
mt: Erġa' pprova dak. Is-sessjoni mal-fornitur tal-pagament tiegħek skadiet.
ne: त्यसलाई फेरि प्रयास गर्नुहोस्। तपाइँको भुक्तान प्रदायकसँगको सत्रको समय समाप्त भयो।
nn_no: Prøv på nytt. Økta med betalingsleverandøren blei tidsavbroten.
no: Prøv på nytt. Økten med betalingsleverandøren ble tidsavbrutt.
or: ତାହା ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ. ଆପଣଙ୍କର ଦେୟ ପ୍ରଦାନକାରୀ ସହିତ ଅଧିବେଶନ ସମୟସୀମା ସମାପ୍ତ ହୋଇଛି.
pa_arab_pk: ایدی فیر کوشش کرو۔ تہاڈے ادائیگی کنندہ دا سیشن مُک گیا اے۔
pa_in: ਉਸ ਨੂੰ ਦੁਬਾਰਾ ਅਜ਼ਮਾਓ। ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਪ੍ਰਦਾਤਾ ਨਾਲ ਸੈਸ਼ਨ ਦਾ ਸਮਾਂ ਸਮਾਪਤ ਹੋ ਗਿਆ।
pl: Spróbuj ponownie. Upłynął limit czasu sesji z dostawcą płatności.
ru: Повторите попытку. Истекло время сеанса связи с вашим поставщиком платежных услуг.
sd: اهو ٻيهر ڪوشش ڪريو. توهانجي ادائگي مهيا ڪندڙ سان سيشن ٽائم آئوٽ ٿي ويو آهي.
si: එය නැවත උත්සාහ කරන්න. ඔබගේ ගෙවීම් සැපයුම්කරු සමග සැසිය කල් ඉකුත්විය.
sl: Poskusite to znova. Seja s ponudnikom plačila je potekla.
sr_cyrl_rs: Покушајте то поново. Истекла је сесија са добављачем плаћања.
sr_latn_rs: Pokušajte to ponovo. Istekla je sesija sa dobavljačem plaćanja.
sv: Försök igen. Sessionen med din betalningsförmedlare gick ut.
ta: அதை மீண்டும் முயற்சி செய்யவும். உங்கள் கட்டண வழங்குநருடனான அமர்வு காலாவதி ஆகிவிட்டது.
te: దానిని మళ్లీ ప్రయత్నించండి. మీ చెల్లింపు ప్రదాతతో సెషన్ కాలవ్యవధి ముగిసింది.
tg: Аз нав кӯшиш кунед. Вақти ҷаласа бо провайдери пардохти шумо ба анҷом расид.
th: ลองใหม่อีกครั้ง เซสชันกับผู้ให้บริการชำระเงินของคุณหมดเวลาแล้ว
tr: Tekrar deneyin. Ödeme sağlayıcınızla oturumunuzun süresi doldu.
tt: Кабатлап карагыз. Түләү провайдерыгыз белән булган сеансның вакыты чыкты.
ug: ئۇنى قايتا سىناڭ. ھەق تاپشۇرۇش مۇلازىمىتى تەمىنلىگۈچى كۆزنىكىنىڭ ۋاقتى ئۆتۈپ كەتتى.
uk: Повторіть спробу. Минув час сеансу зв’язку за вашим постачальником платіжних послуг.
ur: اس کو دوبارہ آزمائیں۔ آپ کے ادائیگی مہیا کار کے سیشن کا وقت ختم ہو گیا تھا۔
uz: Buni qayta sinab ko‘ring. To‘lov ta’minotchingiz seansi uchun belgilangan vaqt tugadi.
vi: Hãy thử lại. Phiên với nhà cung cấp thanh toán của bạn đã hết thời gian chờ.
zh_hans: 请重试。与你的付款提供程序的会话超时。
zh_hant: 再試一次。與您的付款提供者之間的工作階段已逾時。

# Literal.ChinaUnionPay.ErrorMessage.InvalidSecurityCodeOrPhone
source: Check your card security code and your phone number.
af: Kontroleer jou kaart se sekuriteitskode en jou foonnommer.
am: የእርስዎን ካርድ የደህንነት ኮድ እና የእርስዎን ስልክ ቁጥር ይፈትሹ።
ar: تحقق من رمز أمان البطاقة ورقم الهاتف الخاص بك.
as: আপোনাৰ কাৰ্ডৰ নিৰাপত্তা কোড আৰু আপোনাৰ ফোন নম্বৰ পৰীক্ষা কৰক৷
az: Kartınızın təhlükəsizlik kodunu və telefon nömrənizi yoxlayın.
bg: Проверете вашите код за защита на картата и телефонен номер.
bn_in: আপনার কার্ডের নিরাপত্তা কোড এবং আপনার ফোন নম্বর পরীক্ষা করুন৷
bs: Provjerite sigurnosni kôd za karticu i broj telefona.
cy: Gwiriwch god diogelwch eich cerdyn a'ch rhif ffôn.
da: Kontrollér kortsikkerhedskoden og dit telefonnummer.
de: Überprüfen Sie den Sicherheitscode Ihrer Karte und die Telefonnummer.
el: Ελέγξτε τον κωδικό ασφάλειας της κάρτας σας και τον αριθμό τηλεφώνου σας.
es: Comprueba el código de seguridad de tu tarjeta y tu número de teléfono.
et: Kontrollige oma kaardi turvakoodi ja telefoninumbrit.
eu: Egiaztatu txartelaren segurtasun-kodea eta telefono-zenbakia.
fa: کد امنیتی کارت و شماره تلفن را بررسی کنید.
ga: Seiceáil cód slándála do chárta agus d'uimhir fóin.
gd: Thoir sùil air còd tèarainteachd na cairt is an àireamh fòn agad.
gl: Comproba o código de seguridade do teu cartón e o teu número de teléfono.
gu: તમારા કાર્ડનો સુરક્ષા કોડ અને તમારો ફોન નંબર તપાસો.
he: בדוק את קוד האבטחה של הכרטיס ואת מספר הטלפון שלך.
hi: अपना कार्ड सुरक्षा कोड और फ़ोन नंबर जाँचें.
hr: Provjerite kod sigurnosne kartice i telefonski broj.
hu: Ellenőrizze a telefonszámát és a kártya biztonsági kódját.
id: Periksa kode keamanan kartu dan nomor telepon Anda.
is: Athugaðu öryggiskóðann á kortinu þínu og símanúmerið þitt.
ja: カードのセキュリティ コードと電話番号を確認してください。
ka: შეამოწმეთ თქვენი ბარათის დამცავი კოდი და ტელეფონის ნომერი.
kk: Картаның қауіпсіздік кодын және телефон нөмірін тексеріңіз.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್‍ನ ಭದ್ರತಾ ಕೋಡ್ ಹಾಗೂ ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 카드 보안 코드와 전화 번호를 확인하세요.
ku_arab: کۆدی ئاسایشی کارت و ژمارەی تەلەفۆنەکەت بپشکنە.
ky: Картаңыздын коопсуздук кодун жана телефонуңуздун номерин текшериңиз.
lo: ກວດ​ເບິ່ງ​ລະ​ຫັດ​ຄວາມ​ປອດ​ໄພ​ບັດ​ຂອງ​ທ່ານ ແລະ​ເບີ​ໂທ​ລະ​ສັບ​ຂອງ​ທ່ານ.
lt: Patikrinkite kortelės saugos kodą ir savo telefono numerį.
lv: Pārbaudiet savas kartes drošības kodu un tālruņa numuru.
mi: Āta tirohia te waehere haumarutanga o tō kāri me tō tau waea.
mk: Проверете ги безбедносниот код на картичката и бројот на телефонот.
ml: നിങ്ങളുടെ കാർഡ് സുരക്ഷാ കോഡും നിങ്ങളുടെ ഫോൺ നമ്പറും പരിശോധിക്കുക.
mn: Картны нууц дугаар, утасны дугаараа шалгана уу.
mr: आपल्या कार्डचा सुरक्षा कोड आणि आपला फोन नंबर तपासा.
ms: Semak kod keselamatan kad anda dan nombor telefon anda.
mt: Iċċekkja l-kodiċi tas-sigurtà tal-karta tiegħek u n-numru tat-telefown tiegħek.
ne: तपाइँको कार्डको सुरक्षा सङ्केत र फोन नम्बर जाँच गर्नुहोस्।
nn_no: Kontroller tryggleikskoden for kortet og telefonnummeret.
no: Kontroller sikkerhetskoden for kortet og telefonnummeret.
or: ଆପଣଙ୍କର କାର୍ଡ୍ ସୁରକ୍ଷା କୋଡ୍ ଏବଂ ଆପଣଙ୍କର ଫୋନ୍ ନମ୍ଵର୍ ଯାଞ୍ଚ କରନ୍ତୁ.
pa_arab_pk: اپنے کارڈ دا حفاظتی کوڈ اتے اپنا فون نمبر چیک کرو۔
pa_in: ਆਪਣੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਸੁਰੱਖਿਆ ਕੋਡ ਅਤੇ ਆਪਣੇ ਫੋਨ ਨੰਬਰ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź kod weryfikacyjny karty i numer telefonu.
ru: Проверьте код безопасности карты и номер телефона.
sd: پنهنجي ڪارڊ جو سلامتي ڪوڊ ۽ فون نمبر پڙتال ڪريو.
si: ඔබගේ කාඩ්පතේ ආරක්ෂණ කේතය සහ දුරකථන අංකය පරීක්ෂා කරන්න.
sl: Preverite varnostno kodo vaše kartice in telefonsko številko.
sr_cyrl_rs: Проверите безбедносни код картице и број телефона.
sr_latn_rs: Proverite bezbednosni kôd kartice i broj telefona.
sv: Kontrollera säkerhetskoden för kortet och ditt telefonnummer.
ta: உங்கள் கார்டின் பாதுகாப்புக் குறியீடு மற்றும் உங்கள் தொலைபேசி எண்ணைச் சரிபார்க்கவும்.
te: మీ కార్డ్ భద్రతా కోడ్ మరియు మీ ఫోన్ నంబర్‌ని తనిఖీ చేయండి.
tg: Рамзи амнияти корт ва рақами телефони худро тафтиш кунед.
th: ตรวจสอบรหัสความปลอดภัยบนบัตรและหมายเลขโทรศัพท์ของคุณ
tr: Kartınızın güvenlik kodunu ve telefon numaranızı kontrol edin.
tt: Картагызның иминлек кодын һәм телефон номерыгызны тикшерегез.
ug: كارتىڭىزنىڭ بىخەتەرلىك كودى ۋە تېلېفون نومۇرىڭىزنى تەكشۈرۈڭ.
uk: Перевірте код безпеки картки та номер телефону.
ur: اپنے کارڈ سلامتی کوڈ اور اپنے فون نمبر کی پڑتال کریں۔
uz: Kartangiz xavfsizlik kodini va telefon raqamingizni tekshiring.
vi: Kiểm tra mã bảo mật thẻ và số điện thoại của bạn.
zh_hans: 检查你的卡安全码和手机号码。
zh_hant: 檢查您的卡片安全性驗證碼與您的電話號碼。

# Literal.ChinaUnionPay.ErrorMessage.InvalidPhone
source: Try another mobile number or contact your bank.
af: Probeer 'n ander selfoonnommer of kontak jou bank.
am: ሌላ ሞባይል ቁጥር ይሞክሩ ወይም የእርስዎን ባንክ ያነጋግሩ።
ar: جرب رقم جوال آخر أو اتصل بالبنك الخاص بك.
as: অন্য ম'বাইল নম্বৰেৰে চেষ্টা কৰক বা আপোনাৰ বেংকৰ সৈতে যোগাযোগ কৰক৷
az: Başqa mobil nömrəni sınaqdan keçirin və ya bankınızla əlaqə saxlayın.
bg: Опитайте с друг номер на мобилен телефон или се свържете с вашата банка.
bn_in: অন্য একটি মোবাইল নম্বর ব্যবহার করে দেখুন বা আপনার ব্যাঙ্কের সাথে যোগাযোগ করুন৷
bs: Probajte s drugim brojem mobitela ili kontaktirajte banku.
cy: Rhowch gynnig ar rif ffôn symudol arall neu cysylltwch â'ch banc.
da: Prøv et andet mobilnummer, eller kontakt din bank.
de: Versuchen Sie es mit einer anderen Mobilfunknummer, oder wenden Sie sich an Ihre Bank.
el: Δοκιμάστε έναν άλλο αριθμό κινητού τηλεφώνου ή επικοινωνήστε με την τράπεζά σας.
es: Prueba otro número de móvil o ponte en contacto con tu banco.
et: Proovige teist mobiilinumbrit või võtke ühendust oma pangaga.
eu: Saiatu beste telefono-zenbaki batekin edo jarri harremanetan bankuarekin.
fa: شماره تلفنی دیگر را امتحان کنید یا با بانک تماس بگیرید.
ga: Triail uimhir fóin eile nó déan teagmháil le do bhanc.
gd: Feuch àireamh fòn-làimhe eile no cuis fios gun bhanca agad.
gl: Proba con outro número de móbil o ponte en contacto co teu banco.
gu: બીજા મોબાઇલ નંબરનો પ્રયાસ કરો અથવા તમારી બેંકનો સંપર્ક કરો.
he: בקש מספר נייד אחר או פנה לבנק שלך.
hi: अन्य मोबाइल नंबर आज़माएँ या अपने बैंक से संपर्क करें.
hr: Pokušajte s nekim drugim brojem mobitela ili se obratite banci.
hu: Próbálkozzon másik mobilszámmal, vagy forduljon a bankjához.
id: Coba nomor ponsel lain atau hubungi bank Anda.
is: Prófaðu annað farsímanúmer eða hafðu samband við bankann þinn.
ja: 別の携帯電話番号をお試しになるか、取引先の銀行にお問い合わせください。
ka: სცადეთ სხვა მობილური ნომერი, ან დაუკავშირდით თქვენს ბანკს.
kk: Басқа ұялы телефон нөмірін көріңіз немесе банкке хабарласыңыз.
kn: ಇನ್ನೊಂದು ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಅನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 다른 휴대폰 번호를 시도하거나 은행에 문의하세요.
ku_arab: ژمارە مۆبایڵێکی تر تاقی بکەرەوە یان پەیوەندی بە بانکەکەتەوە بکە.
ky: Башка мобилдик номерди аракет кылыңыз же банкыңыз менен байланышыңыз.
lo: ລອງ​ເບີ​ມື​ຖື​ອື່ນ ຫຼື ຕິດຕໍ່ຫາ​ທະນາຄານ​ຂອງ​ທ່ານ.
lt: Bandykite kitą mobiliojo telefono numerį arba susisiekite su banko atstovais.
lv: Izmēģiniet citu tālruņa numuru vai sazinieties ar savu banku.
mi: Nganaia he tau pūkoro kē, whakapā rānei ki tō pēke.
mk: Обидете се со друг број на мобилен или контактирајте со банката.
ml: മറ്റൊരു മൊബൈൽ നമ്പർ ശ്രമിച്ചുനോക്കുക അല്ലെങ്കിൽ ബാങ്കിനെ ബന്ധപ്പെടുക.
mn: Өөр дугаар хэрэглэх буюу банктайгаа холбоо барина уу.
mr: अन्य फोन नंबर वापरुन पहा किंवा आपल्या बँकेशी संपर्क साधा.
ms: Cuba nombor telefon bimbit yang lain atau hubungi bank anda.
mt: Ipprova numru tal-mowbajl ieħor jew ikkuntattja lill-bank tiegħek.
ne: अर्को मोबाइल नम्बरमा प्रयास गर्नुहोस् वा तपाइँको बैंकमा सम्पर्क गर्नुहोस्।
nn_no: Prøv eit anna mobilnummer, eller kontakt banken.
no: Prøv et annet mobilnummer, eller kontakt banken din.
or: ଅନ୍ୟ ମୋବାଇଲ୍ ନମ୍ଵର୍ ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ଵା ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ସହ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: کوئی ہور موبائل نمبر آزماؤ یا اپنے بینک نال رابطہ کرو۔
pa_in: ਕੋਈ ਹੋਰ ਮੋਬਾਈਲ ਨੰਬਰ ਅਜ਼ਮਾਓ ਜਾਂ ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Spróbuj użyć innego numeru telefonu komórkowego lub skontaktuj się z bankiem.
ru: Попробуйте указать другой номер мобильного телефона или обратитесь в свой банк.
sd: ٻيو موبائل نمبر ڪوشش ڪريو يا پنهنجي بينڪ سان رابطو ڪريو
si: වෙනත් ජංගම දුරකථන අංකයක් උත්සාහ කරන්න හෝ ඔබගේ බැංකුව අමතන්න.
sl: Poskusite z drugo telefonsko številko ali se obrnite na vašo banko.
sr_cyrl_rs: Покушајте са другим бројем мобилног телефона, или се обратите својој банци.
sr_latn_rs: Pokušajte sa drugim brojem mobilnog telefona, ili se obratite svojoj banci.
sv: Försök med ett annat mobilnummer eller kontakta din bank.
ta: வேறு மொபைல் எண்ணில் முயற்சி செய்யவும் அல்லது உங்கள் வங்கியைத் தொடர்பு கொள்ளவும்.
te: మరో మొబైల్ నంబర్‌ని ప్రయత్నించండి లేదా మీ బ్యాంక్‌ని సంప్రదించండి.
tg: Рақами мобилии дигар истифода баред ё ба бонки худ муроҷиат кунед.
th: ลองหมายเลขโทรศัพท์มือถืออื่นหรือติดต่อธนาคารของคุณ
tr: Başka bir cep telefonu numarası deneyin veya bankanızla irtibat kurun.
tt: Башка мобиль телефон номерын кулланып карагыз яки банк белән элемтәгә керегез.
ug: باشقا يانفون نومۇرىنى سىناپ بېقىڭ ياكى بانكا بىلەن ئالاقىلىشىڭ.
uk: Спробуйте вказати інший номер мобільного телефону або зв’яжіться зі своїм банком.
ur: کوئی دوسرا موبائل نمبر آزمائیں یا اپنے بینک سے رابطہ کریں۔
uz: Boshqa mobil telefon raqamini sinab ko‘ring yoki bankingiz bilan bog‘laning.
vi: Thử số điện thoại di động khác hoặc liên hệ với ngân hàng của bạn.
zh_hans: 尝试其他手机号码，或者联系银行。
zh_hant: 嘗試其他行動電話號碼，或連絡您的銀行。

# Literal.ChinaUnionPay.ErrorMessage.InvalidPhone2
source: Check your phone number. This one isn't valid.
af: Kontroleer jou foonnommer. Hierdie een is nie geldig nie.
am: የእርስዎን ስልክ ቁጥር ይፈትሹ። ይኼኛው አይሰራም።
ar: تحقق من رقم الهاتف الخاص بك. هذا الرقم غير صالح.
as: আপোনাৰ ফোন নম্বৰ পৰীক্ষা কৰক৷ এইটো বৈধ নহয়৷
az: Telefon nömrənizi yoxlayın. Bu etibarlı deyil.
bg: Проверете телефонния си номер. Този не е валиден.
bn_in: আপনার ফোন নম্বরটি পরীক্ষা করুন৷ এটি বৈধ নয়৷
bs: Provjerite broj telefona. Ovaj broj je nevažeći.
cy: Gwiriwch eich rhif ffôn. Nid yw hwn yn ddilys.
da: Kontrollér dit telefonnummer. Dette er ikke gyldigt.
de: Überprüfen Sie die Telefonnummer. Diese Nummer ist ungültig.
el: Ελέγξτε τον αριθμό τηλεφώνου. Ο συγκεκριμένος δεν είναι έγκυρος.
es: Comprueba tu número de teléfono, porque el que has indicado no es válido.
et: Kontrollige oma telefoninumbrit. See ei sobi.
eu: Egiaztatu telefono-zenbakia. Honek ez du balio.
fa: شماره تلفن را بررسی کنید. شماره واردشده معتبر نیست.
ga: Seiceáil d'uimhir fóin. Níl an ceann seo bailí.
gd: Dearbhaich an àireamh fòn agad. Chan eil an tè seo dligheach.
gl: Comproba o teu número de teléfono. Este non é válido.
gu: તમારો ફોન નંબર તપાસો. આ માન્ય નથી.
he: בדוק את מספר הטלפון שלך. מספר זה אינו חוקי.
hi: अपना फ़ोन नंबर जाँचें. यह फ़ोन नंबर मान्य नहीं है.
hr: Provjerite broj telefona. Ovaj nije valjan.
hu: Ez a telefonszám érvénytelen.
id: Periksa nomor telepon Anda. Nomor telepon ini tidak valid.
is: Athugaðu símanúmerið þitt. Þetta númer er ekki gilt.
ja: 電話番号を確認してください。この電話番号は無効です。
ka: შეამოწმეთ ტელეფონის ნომერი. ეს ნომერი არასწორია.
kk: Телефон нөмірін тексеріңіз. Бұл біреуі жарамсыз.
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆ ಪರಿಶೀಲಿಸಿ. ಇದು ಮಾನ್ಯವಾಗಿಲ್ಲ.
ko: 전화 번호를 확인하세요. 이 번호는 유효하지 않습니다.
ku_arab: ژمارەی تەلەفۆنەکەت بپشکنە. ئەم دانەیە دروست نییە.
ky: Телефонуңуздун номерин текшериңиз. Мунусу жараксыз.
lo: ກວດ​ເບິ່ງ​ເບີ​ໂທລະສັບ​ຂອງ​ທ່ານ. ເບີ​ນີ້​ບໍ່​ຖືກຕ້ອງ.
lt: Patikrinkite telefono numerį. Šis kodas netinkamas.
lv: Pārbaudiet tālruņa numuru. Šis numurs nav derīgs.
mi: Tirohia tō tau waea. Kāore tēnei e whaimana.
mk: Проверете го телефонскиот број. Овој е неважечки.
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ പരിശോധിക്കുക. ഇത് സാധുവായതല്ല.
mn: Утасны дугаараа шалгана уу. Хүчинтэй бус байна.
mr: आपला फोन नंबर तपासा. हा वैध नाही.
ms: Semak nombor telefon anda. Ini tidak sah.
mt: Iċċekkja n-numru tat-telefown tiegħek. Dan mhux validu.
ne: तपाइँको फोन नम्बर जाँच्नुहोस्। यो वैधानिक छैन।
nn_no: Kontroller telefonnummeret. Dette er ikkje gyldig.
no: Kontroller telefonnummeret. Dette er ikke gyldig.
or: ଆପଣଙ୍କର ଫୋନ୍ ନମ୍ଵର୍ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହାର ସମୟସୀମା ସମାପ୍ତ ହୋଇଛି.
pa_arab_pk: اپنے فون نمبر دی پڑتال کرو۔ ایہہ والا صحیح نئیں اے۔
pa_in: ਆਉਣਾ ਫ਼ੋਨ ਨੰਬਰ ਚੈਕ ਕਰੋ। ਇਹ ਵੈਧ ਨਹੀਂ ਹੈ।
pl: Sprawdź numer telefonu. Ten numer jest nieprawidłowy.
ru: Вы указали недействительный номер телефона, проверьте его.
sd: پنهنجو فون نمبر چيڪ ڪريو. اهو درست ناهي.
si: ඔබගේ දුරකථන අංකය පරීක්ෂා කරන්න. මෙය වලංගු නැත.
sl: Preverite svojo telefonsko številko. Ta številka ni veljavna.
sr_cyrl_rs: Проверите број телефона. Овај број није важећи.
sr_latn_rs: Proverite broj telefona. Ovaj broj nije važeći.
sv: Kontrollera telefonnumret. Detta är ogiltigt.
ta: தொலைபேசி எண்ணை சரிபார்க்கவும். நீங்கள் உள்ளிட்டது தவறான குறியீடாகும்.
te: మీ ఫోన్ నంబర్ని తనిఖీ చేయండి. ఇది చెల్లదు.
tg: Рақами телефонии худро тафтиш кунед. Ин рақам нодуруст аст.
th: โปรดตรวจสอบหมายเลขโทรศัพท์ของคุณ หมายเลขนี้ไม่ถูกต้อง
tr: Telefon numaranızı kontrol edin. Bu numara geçerli değil.
tt: Телефон номерын тикшерегез. Монысы ярашлы түгел.
ug: .تيليپۇن نۇمۇۈرۇڭيزني ته كشوروڭ بۇننيسي تۇغري ئه مه س
uk: Ви вказали недійсний номер телефону. Перевірте його.
ur: اپنے فون نمبر کی پڑتال کریں۔ یہ درست نہیں ہے۔
uz: Telefon raqamini tekshiring. Bunisi noto‘g‘ri.
vi: Kiểm tra số điện thoại của bạn. Số điện thoại này không hợp lệ.
zh_hans: 请检查电话号码。此号码无效。
zh_hant: 檢查您的電話號碼。此電話號碼無效。
