Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PayPalHEC.Error.IncorrectCredential
source: Check your PayPal sign-in info for errors.
af: Kontroleer jou PayPal-aanmeldingsinligting vir foute.
am: ስህተቶችን ለማወቅ የእርስዎን PayPal በመለያ መግቢያ መረጃ ይፈትሹ
ar: تحقق من معلومات تسجيل الدخول لـ PayPal الخاصة بك للتأكد من عدم وجود أخطاء.
as: ত্ৰুটিৰ বাবে আপোনাৰ PayPal ছাইন-ইন তথ্য পৰীক্ষা কৰক৷
az: Xətalara görə PayPal giriş məlumatınızı yoxlayın.
bg: Проверете вашата информация за влизане в PayPal за грешки.
bn_in: ত্রুটিসমূহের জন্য আপনার PayPal এ সাইন ইন করার তথ্য পরীক্ষা করে দেখুন৷
bs: Pregledajte ima li grešaka u podacima za prijavljivanje u PayPal.
cy: Tarwch olwg dros eich manylion mewngofnodi i chwilio am wallau.
da: Kontrollér dine PayPal-logonoplysninger for fejl.
de: Überprüfen Sie Ihre Anmeldeinfos für PayPal auf Fehler.
el: Ελέγξτε τις πληροφορίες εισόδου του PayPal για σφάλματα.
es: Comprueba si hay errores en la información de inicio de sesión de PayPal.
et: Kontrollige, kas PayPali sisselogimisteabes pole vigu.
eu: Erroreak zein diren jakiteko, egiaztatu PayPal kontuko saio-hasierako informazioa.
fa: اطلاعات ورود به سیستم PayPal خود را برای وجود خطا بررسی کنید.
ga: Féach an bhfuil earráidí i d'fhaisnéis sínithe isteach PayPal.
gd: Thoir sùil air an fhiosrachadh leis an clàraich thu a-steach gu PayPal airson mearachdan.
gl: Comproba se hai erros na túa información de inicio de sesión de PayPal.
gu: ભૂલો માટે તમારી PayPal ની સાઇન-ઇન માહિતી તપાસો.
he: בדוק אם יש שגיאות בפרטי הכניסה שלך ל- PayPal.
hi: त्रुटियों के लिए अपनी PayPal साइन-इन जानकारी जाँचें.
hr: Provjerite postoji li pogreška u podacima za prijavu na PayPal.
hu: Ellenőrizze, hogy helyesen adta-e meg PayPales bejelentkezési adatait.
id: Periksa kesalahan pada info masuk PayPal Anda.
is: Athugaðu hvort villur eru í PayPal-innskráningarupplýsingunum þínum.
ja: PayPal のサインイン情報を調べて、エラーの有無を確認してください。
ka: შეამოწმეთ, შეცდომა ხომ არ არის PayPal-ის ავტორიზაციის ინფორმაციაში.
kk: PayPal кіру ақпаратын қателерге тексеріңіз.
kn: ದೋಷಗಳ ಕುರಿತು ತಿಳಿಯಲು ನಿಮ್ಮ PayPal ಸೈನ್-ಇನ್ ಮಾಹಿತಿಯನ್ನು ನೋಡಿ.
ko: PayPal 로그인 정보에 오류가 없는지 확인하세요.
ku_arab: زانیاری چوونەناوی PayPal ی خۆت بپشکنە بۆ هەڵە.
ky: PayPal үчүн каттоо жазуу маалыматыңызды текшериңиз
lo: ກວດຂໍ້ມູນການລົງຊື່ເຂົ້າໃຊ້ PayPal ເພື່ອເບິ່ງຄວາມຜິດພາດ.
lt: Patikrinkite savo „PayPal“ prisijungimą, ar jame nėra klaidų.
lv: Pārbaudiet, vai jūsu PayPal pierakstīšanās informācija nav kļūdaina.
mi: Tirohia ō mōhiohio takiuru PayPal mō ētahi hapa.
mk: Проверете дали има грешки во информациите за пријавување на PayPal.
ml: പിശകുകൾ ഉണ്ടോയെന്നറിയാൻ നിങ്ങളുടെ PayPal സൈൻ-ഇൻ വിവരം പരിശോധിക്കുക.
mn: PayPal нэвтрэх мэдээлэлд алдаа байгаа эсэхийг шалгана уу.
mr: त्रुटींसाठी आपली PayPal साइन-इन माहिती तपासा.
ms: Semak maklumat daftar masuk PayPal anda untuk sebarang ralat.
mt: Iċċekkja l-informazzjoni tad-dħul ta' PayPal tiegħek għal xi żbalji.
ne: त्रुटिहरूको लागि आफ्नो PayPal साइन-इन जानकारी जाँच गर्नुहोस्।
nn_no: Kontroller om det er feil i PayPal-påloggingsinformasjonen
no: Kontroller at det ikke er feil i påloggingsinformasjonen din for PayPal.
or: ତ୍ରୁଟିଗୁଡିକ ପାଇଁ ଆପଣଙ୍କର PayPal ସାଇନ୍-ଇନ୍ ସୂଚନା ଯାଞ୍ଚ କରନ୍ତୁ.
pa_arab_pk: نقائص لئی اپنیاں PayPal سائن-ان دیاں معلومات دی پڑتال کرو۔
pa_in: ਆਪਣੀ PayPal ਸਾਈਨ-ਇਨ ਜਾਣਕਾਰੀ ਦੀ ਤਰੁੱਟੀਆਂ ਲਈ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź, czy informacje logowania w serwisie PayPal są poprawne.
ru: Проверьте данные для входа в PayPal на наличие ошибок.
sd: نقصن لاءِ پنهنجي PayPal سائن ان معلومات پڙتال ڪريو.
si: දෝෂ සඳහා ඔබගේ PayPal ඇතුල්වීමේ තතු පරීක්ෂා කරන්න.
sl: Preverite, ali je pri vaših podatkih za vpis v PayPal prišlo do napak.
sr_cyrl_rs: Проверите да ли су ваше PayPal информације за пријављивање тачне.
sr_latn_rs: Proverite da li su vaše PayPal informacije za prijavljivanje tačne.
sv: Kontrollera din inloggningsinformation för PayPal.
ta: பிழைகள் இருக்கின்றனவா என்று உங்கள் PayPal உள்நுழைவுத் தகவலைச் சரிபார்க்கவும்.
te: లోపాల కోసం మీ PayPal సైన్-న్ చేయి సమాచారాన్ని చెక్ చేయండి.
tg: Дуруст будани маълумоти вуридшавии худро PayPal тафтиш кунед.
th: ตรวจหาข้อผิดพลาดจากข้อมูลการลงชื่อเข้าใช้ PayPal
tr: PayPal oturum açma bilgilerinizi hatalar için denetleyin.
tt: PayPal'дагы керү мәгълүматыгызда хаталар булу-булмавын тикшерегез.
ug: PayPal تىزىملاپ كىرىش ئۇچۇرىڭىزدا خاتالىق بارمۇ يوق تەكشۈرۈڭ.
uk: Перевірте відомості для входу до PayPal на наявність помилок.
ur: نقائص کے لیے اپنی PayPal سائن ان معلومات کی پڑتال کریں۔
uz: PayPal kirish ma’lumotlarida xatolar yo‘qligini tekshiring.
vi: Kiểm tra thông tin đăng nhập PayPal của bạn để tìm lỗi.
zh_hans: 检查 PayPal 登录信息以查找错误。
zh_hant: 檢查您的 PayPal 登入資訊是否有錯誤。

# Literal.PayPalHEC.Error.InvalidAccount
source: Check your PayPal account, the formatting needs attention.
af: Kontroleer jou PayPal-rekening, die formatering benodig aandag.
am: የእርስዎን PayPal መለያ ይፍትሹ፣ ቅርጸቱ ጥንቃቄን ይፈልጋል።
ar: تحقق من حساب PayPal الخاص بك، حيث ينبغي الاهتمام بالتنسيق.
as: আপোনাৰ PayPal একাউণ্ট পৰীক্ষা কৰক, ফৰ্মেটিঙত মনোযোগৰ আৱশ্যক৷
az: PayPal hesabınızı yoxlayın, formatlaşdırma diqqət tələb edir.
bg: Проверете вашия акаунт в PayPal, обърнете внимание на форматирането.
bn_in: আপনার PayPal অ্যাকাউন্ট পরীক্ষা করুন, বিন্যাসকরণে কোনো সমস্যা থাকতে পারে৷
bs: Provjerite PayPal račun, potrebno je pregledati formatiranje.
cy: Gwiriwch eich cyfrif PayPal, mae angen sylw ar y fformat.
da: Kontrollér din PayPal-konto. Formateringen skal ændres.
de: Überprüfen Sie das PayPal-Konto. Die Formatierung muss angepasst werden.
el: Ελέγξτε το λογαριασμό σας PayPal, η μορφή χρειάζεται προσοχή.
es: Comprueba tu cuenta de PayPal, el formato necesita atención.
et: Kontrollige oma PayPali kontot, vorming vajab tähelepanu.
eu: Egiaztatu PayPal kontua, formatua berrikusi behar da.
fa: حساب PayPal خود را بررسی کنید، قالب‌بندی را بررسی کنید.
ga: Seiceáil do chuntas PayPal, ní mór díriú ar an bhformáidiú.
gd: Thoir sùil air a’ chunntas PayPal agad, tha am fòrmat feumach air d’ aire.
gl: Comproba a túa conta de PayPal, o formato precisa atención.
gu: તમારું PayPal ખાતુ તપાસો, સ્વરૂપણને ધ્યાન આપવાની જરૂર છે.
he: בדוק את חשבון הPayPal שלך, יש לתקן את התבנית.
hi: अपना PayPal खाता जाँचें, स्वरूपण पर ध्यान देना आवश्यक है.
hr: Provjerite račun za PayPal, obratite pažnju na oblikovanje.
hu: Ellenőrizze PayPal-fiókját, a formátum helytelen.
id: Periksa akun PayPal Anda, pemformatan memerlukan perhatian.
is: Athugaðu PayPal-reikninginn þinn, þú þarft að skoða sniðið.
ja: PayPal アカウントを確認してください。形式に注意が必要です。
ka: შეამოწმეთ თქვენი PayPal ანგარიში და ყურადღება მიაქციეთ ფორმატს.
kk: PayPal тіркелгісін тексеріңіз, оның пішіміне назар аударыңыз.
kn: ನಿಮ್ಮ PayPal ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಿ, ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡುವಿಕೆಗೆ ಗಮನ ಹರಿಸುವ ಅಗತ್ಯವಿದೆ.
ko: PayPal 계정을 확인하세요. 형식에 주의가 필요합니다.
ku_arab: ئەژمێری PayPal ت بپشکنە، فۆرماتکردنەکە پێویستی بە سەرنجدانە.
ky: PayPal каттоо эсебиңизди текшериңиз, форматтоого көбүрөөк маани бериңиз.
lo: ກວດບັນຊີ PayPal ຂອງທ່ານ, ຈຳເປັນຕ້ອງກວດເບິ່ງການຈັດຮູບແບບ.
lt: Patikrinkite savo „PayPal“ sąskaitą: reikia peržiūrėti formatavimą.
lv: Pārbaudiet savu PayPal kontu — tā formatējumam ir jāpievērš uzmanība.
mi: Tirohia tō pūkete PayPal, me aro ki te hōputu.
mk: Проверете ја сметката на PayPal, потребно е внимание за форматирањето.
ml: നിങ്ങളുടെ PayPal അക്കൗണ്ട് പരിശോധിക്കാൻ, ഫോർമാറ്റിംഗിന് ശ്രദ്ധ ആവശ്യമാണ്.
mn: PayPal дансаа шалгана уу. Хэлбэржүүлэлтийг анхаарах хэрэгтэй байна.
mr: आपले PayPal खाते तपासा, स्वरूपणावर लक्ष देण्याची आवश्यकता आहे.
ms: Semak akaun PayPal anda, tumpukan perhatian pada formatnya.
mt: Iċċekkja l-kont ta' PayPal tiegħek, l-ifformattjar jeħtieġ l-attenzjoni.
ne: आफ्नो PayPal खाता जाँच्नुहोस्, स्वरूपणको लागि ध्यान आवश्यक हुन्छ।
nn_no: Kontroller formateringa i PayPal-kontoen.
no: Kontroller PayPal-kontoen din. Formateringen krever oppmerksomhet.
or: ଆପଣଙ୍କର PayPal ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରନ୍ତୁ, ଫର୍ମାଟିଂ ସତର୍କତା ଆବଶ୍ୟକ କରେ.
pa_arab_pk: اپنے PayPal اکاؤنٹ دی پڑتال کرو، فارمیٹنگ ول توجہ درکار اے۔
pa_in: ਆਪਣੇ PayPal ਖਾਤੇ ਦੀ ਜਾਂਚ ਕਰੋ, ਫਾਰਮੇਟਿੰਗ ਤੇ ਧਿਆਨ ਦੇਣ ਦੀ ਲੋੜ ਹੈ।
pl: Sprawdź swoje konto PayPal. Wystąpił problem z formatowaniem.
ru: Проверьте учетную запись PayPal, форматирование требует внимания.
sd: پنهنجو PayPal اڪانٽ چيڪ ڪريو، فارميٽنگ ضرورت جو ڌيان.
si: ඔබගේ PayPal ගිණුම පරීක්ෂා කරන්න, ආකෘතිය පිළිබඳව අවධානය යොමු කිරීම අවශ්‍යයි.
sl: Preverite svoj račun za PayPal, obliko zapisa je treba popraviti.
sr_cyrl_rs: Проверите PayPal налог, потребно је да обратите пажњу на форматирање.
sr_latn_rs: Proverite PayPal nalog, potrebno je da obratite pažnju na formatiranje.
sv: Kontrollera ditt PayPal-konto, formatet stämmer inte.
ta: உங்கள் PayPal கணக்கைச் சரிபாருங்கள், வடிவமைப்பில் கவனம் தேவை.
te: మీ PayPal ఖాతాని తనిఖీ చేయండి, ఆకృతీకరణకు సావధానత అవసరం.
tg: Ҳисоби PayPal-и худро тафтиш карда, ба форматгузорӣ таваҷҷуҳ кунед.
th: ตรวจสอบบัญชี PayPal ของคุณเพื่อตรวจสอบการจัดรูปแบบ
tr: PayPal hesabınızı kontrol edin, biçimlendirmeye dikkat edilmesi gerekiyor.
tt: Үзегезнең PayPal хисабын тикшерегез, форматлауга игътибар сорала.
ug: PayPal ھېساباتىڭىزنىڭ فورماتىنى تەكشۈرۈڭ.
uk: Перевірте обліковий запис PayPal, форматування потребує уваги.
ur: اپنے PayPal اکاؤنٹ کی پڑتال کریں، وضع کاری کو توجہ درکار ہے۔
uz: PayPal hisob qaydnomangizni tekshiring, formatlashga e’tibor berish lozim.
vi: Kiểm tra tài khoản PayPal của bạn, cần chú ý định dạng.
zh_hans: 查看你的 PayPal 帐户，需要注意格式。
zh_hant: 檢查您的 PayPal 帳戶，格式需要注意。

# Literal.PayPalHEC.EnterYourPassword
source: Enter your PayPal password
af: Voer jou PayPal-wagwoord in
am: የእርስዎን የ PayPal የይለፍ ቃል ያስገቡ
ar: إدخال كلمة مرورك الخاصة بـ PayPal
as: আপোনাৰ PayPal পাছৱৰ্ড প্ৰৱেশ কৰাওক
az: PayPal parolunuzu daxil edin
bg: Въвеждане на паролата за PayPal
bn_in: আপনার PayPal পাসওয়ার্ড লিখুন
bs: Unesite lozinku za PayPal račun
cy: Rhowch eich cyfrinair PayPal
da: Angiv din PayPal-adgangskode
de: PayPal-Kennwort eingeben
el: Εισαγωγή του κωδικού πρόσβασής σας PayPal
es: Escribir la contraseña de PayPal
et: Sisestage oma PayPali parool
eu: Idatzi PayPal-eko pasahitza
fa: رمز عبور PayPal را وارد کنید
ga: Iontráil do phasfhocal PayPal
gd: Cuir am facal-faire PayPal agad a-steach
gl: Introduce o contrasinal de PayPal
gu: તમારો PayPal પાસવર્ડ પ્રવિષ્ટ કરો
he: הזן את סיסמת PayPal שלך
hi: अपना PayPal पासवर्ड दर्ज करें
hr: Unos lozinke za PayPal
hu: Írja be PayPal-fiókja jelszavát
id: Masukkan kata sandi PayPal Anda
is: Sláðu inn aðgangsorðið fyrir PayPal
ja: PayPal パスワードを入力します
ka: შეიყვანოთ თქვენი PayPal-ის პაროლი
kk: PayPal құпия сөзін енгізіңіз
kn: ನಿಮ್ಮ PayPal ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
ko: PayPal 암호 입력
ku_arab: نهێنوشەی PayPal ی خۆت تێبنووسە
ky: PayPal жашыруун сөзүңүздү кириңиз
lo: ​ປ້ອນ​ລະ​ຫັດ​ຜ່ານ PayPal ​ຂອງ​ທ່ານ​ໃສ່
lt: Įveskite savo „PayPal“ slaptažodį
lv: Ievadiet savu PayPal paroli
mi: Tāurua tō kupuhipa PayPal
mk: Внесете ја вашата лозинка на PayPal
ml: നിങ്ങളുടെ PayPal രഹസ്യവാക്ക് നൽകുക
mn: PayPal нууц үгээ оруулна уу
mr: आपला PayPal पासवर्ड प्रविष्ट करा
ms: Masukkan kata laluan PayPal anda
mt: Daħħal il-password ta' PayPal tiegħek
ne: तपाइँको PayPal पासवर्ड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn PayPal-passord
no: Angi PayPal-passordet ditt
or: ଆପଣଙ୍କର PayPal ପାସୱାର୍ଡ୍ ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_arab_pk: اپنی PayPal دی لفظی کنجی داخل کرو
pa_in: ਆਪਣਾ PayPal ਪਾਸਵਰਡ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź hasło do konta PayPal
ru: Введите пароль PayPal.
sd: پنهنجو PayPal پاس ورڊ داخل ڪريو
si: ඔබගේ PayPal මුරපදය ඇතුල් කරන්න
sl: Vnesite svoje geslo za PayPal
sr_cyrl_rs: Унесите лозинку за PayPal
sr_latn_rs: Unesite lozinku za PayPal
sv: Ange ditt lösenord för PayPal
ta: உங்கள் PayPal கடவுச்சொல்லை உள்ளிடுக
te: మీ PayPal పాస్‌వర్డ్‌ను నమోదు చేయండి
tg: Пароли PayPal-и худро дохил кунед
th: ใส่รหัสผ่าน PayPal ของคุณ
tr: PayPal parolanızı girin
tt: PayPal серсүзен кертегез
ug: PayPal پارولىڭىزنى كىرگۈزۈڭ
uk: Введіть пароль PayPal.
ur: اپنا PayPal پاس ورڈ داخل کریں
uz: PayPal parolini kiriting
vi: Nhập mật khẩu PayPal của bạn
zh_hans: 输入 PayPal 密码
zh_hant: 輸入您的 PayPal 密碼

# Literal.PayPalHEC.Password.Name
source: Password
af: Wagwoord
am: የይለፍ ቃል
ar: كلمة المرور
as: পাছৱৰ্ড
az: Parol
bg: Парола
bn_in: পাসওয়ার্ড
bs: Lozinka
cy: Cyfrinair
da: Adgangskode
de: Kennwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
eu: Pasahitza
fa: رمز عبور
ga: Pasfhocal
gd: Facal-faire
gl: Contrasinal
gu: પાસવર્ડ
he: סיסמה
hi: पासवर्ड
hr: Lozinka
hu: Jelszó
id: Kata sandi
is: Aðgangsorð
ja: パスワード
ka: პაროლი
kk: Құпия сөз
kn: ಪಾಸ್‌ವರ್ಡ್
ko: 암호
ku_arab: نهێنوشە
ky: Жашыруун сөз
lo: ​ລະ​ຫັດ​ຜ່ານ
lt: Slaptažodis
lv: Parole
mi: Kupuhipa
mk: Лозинка
ml: രഹസ്യവാക്ക്
mn: Нууц үг
mr: पासवर्ड
ms: Kata Laluan
ne: पासवर्ड
nn_no: Passord
no: Passord
or: ପାସୱାର୍ଡ୍
pa_arab_pk: لفظی کنجی
pa_in: ਪਾਸਵਰਡ
pl: Hasło
ru: Пароль
sd: پاس ورڊ
si: මුර පදය
sl: Geslo
sr_cyrl_rs: Лозинка
sr_latn_rs: Lozinka
sv: Lösenord
ta: கடவுச்சொல்
te: పాస్‌వర్డ్
tg: Парол
th: รหัสผ่าน
tr: Parola
tt: Серсүз
ug: پارول
uk: Пароль
ur: پاس ورڈ
uz: Parol
vi: Mật khẩu
zh_hans: 密码
zh_hant: 密碼

# Literal.PayPalHEC.AgreeAndContinue
source: Agree and continue
af: Stem in en gaan voort
am: እስማማለሁ እና ቀጥል
ar: الموافقة والمتابعة
as: সন্মতি জনাওক আৰু অব্যাহত ৰাখক
az: Razıyam və davam edirəm
bg: Приемане и продължаване
bn_in: একমত এবং চালিয়ে যান
bs: Potvrdite saglasnost i nastavite
cy: Cytuno a pharhau
da: Acceptér og fortsæt
de: Zustimmen und fortfahren
el: Αποδοχή και συνέχεια
es: Aceptar y continuar
et: Nõustu ja jätka
eu: Onartu eta jarraitu
fa: پذیرفتن و ادامه
ga: Aontaigh agus lean ar aghaidh
gd: Aontaich is lean air adhart
gl: Aceptar e continuar
gu: સંમત છું અને ચાલુ રાખો
he: אשר והמשך
hi: सहमति दें और जारी रखें
hr: Slažem se, nastavi
hu: Elfogadás és folytatás
id: Setuju dan lanjutkan
is: Samþykkja og halda áfram
ja: 同意して続行
ka: დათანხმდით და განაგრძეთ
kk: Келісу және жалғастыру
kn: ಒಪ್ಪುತ್ತೇನೆ ಮತ್ತು ಮುಂದುವರಿಸು
ko: 동의 및 계속
ku_arab: رازیبوون و بەردەوامبوون
ky: Макул болуу жана улантуу
lo: ຕົກ​ລົງ​ເຫັນ​ດີ ແລະ ສືບ​ຕໍ່
lt: Sutikti ir tęsti
lv: Piekrist un turpināt
mi: Whakaae ka haere tonu
mk: Се согласувам и продолжи
ml: അംഗീകരിച്ച് തുടരുക
mn: Зөвшөөрөөд үргэлжлүүлье
mr: सहमत आणि पुढे चालू ठेवा
ms: Setuju dan teruskan
mt: Aqbel u kompli
ne: सहमत हुनुहोस् र जारी राख्नुहोस्
nn_no: Godta og hald fram
no: Godta og fortsett
or: ରାଜି ଏବଂ ଜାରି ରଖନ୍ତୁ
pa_arab_pk: متفق آں اتے جاری رکھو
pa_in: ਸਹਿਮਤ ਹੋਵੋ ਅਤੇ ਜਾਰੀ ਰੱਖੋ
pl: Zgódź się i kontynuuj
ru: Принять и продолжить
sd: قبول ڪريو ۽ جاري رکو
si: එකඟ වෙමි, ඉදිරියට යන්න
sl: Strinjam se in nadaljuj
sr_cyrl_rs: Потврди и настави
sr_latn_rs: Potvrdi i nastavi
sv: Godkänn och fortsätt
ta: ஏற்பு தொடவும்
te: అంగీకరించి, కొనసాగు
tg: Розӣ шудан ва давом додан
th: เห็นด้วยและดําเนินการต่อ
tr: Kabul et ve devam et
tt: Килешү һәм дәвам итү
ug: قوشۇلىمەن، داۋاملاشتۇراي
uk: Погодитися та продовжити
ur: اتفاق کریں اور جاری رکھیں
uz: Rozi bo‘lish va davom etish
vi: Đồng ý và tiếp tục
zh_hans: 同意并继续
zh_hant: 同意並繼續

# Literal.PrefillDropDown.DefaultValue
source: Choose a billing address...
af: Kies 'n faktureringsadres...
am: የመክፈያ አድራሻ ይምረጡ...
ar: اختيار ‏‏عنوان الفوترة...
as: এটা বিলিং ঠিকনা পচন্দ কৰক...
az: Faktura ünvanı seç...
bg: Избиране на адрес на фактуриране...
bn_in: একটি বিলিং ঠিকানা চয়ন করুন...
bs: Odaberite adresu za plaćanje...
cy: Dewiswch gyfeiriad bilio...
da: Vælg en faktureringsadresse...
de: Rechnungsadresse auswählen...
el: Επιλέξτε διεύθυνση χρέωσης...
es: Elegir una dirección de facturación…
et: Valige arveldusaadress...
eu: Aukeratu fakturazio-helbidea...
fa: انتخاب یک آدرس صورتحساب...
ga: Roghnaigh seoladh billeála...
gd: Tagh seòladh bileachaidh...
gl: Escoller un enderezo de facturación…
gu: બિલિંગ સરનામું પસંદ કરો...
he: בחר כתובת לחיוב...
hi: बिलिंग पता चुनें...
hr: Odaberite adresu za naplatu...
hu: Válasszon számlázási címet...
id: Pilih alamat penagihan...
is: Veldu greiðslupóstfang ...
ja: 請求先住所を選んでください...
ka: აირჩიეთ საანგარიშსწორებო მისამართი...
kk: Есеп-шот ұсыну мекенжайын таңдау...
kn: ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸ ಆರಿಸಿ...
ko: 청구 주소 선택...
ku_arab: ناونیشانێکی فاتوورە هەڵبژێرە...
ky: Эсеп дарегин тандаңыз...
lo: ເລືອກທີ່ຢູ່ຮຽກເກັບເງິນ...
lt: Pasirinkite sąskaitų siuntimo adresą...
lv: Izvēlieties norēķinu adresi...
mi: Kōwhiria he wāhinoho tuku nama...
mk: Изберете адреса за наплата...
ml: ഒരു ബില്ലിംഗ് വിലാസം നോക്കിയെടുക്കൂ…
mn: Төлбөр тооцооны хаяг сонго...
mr: बिलिंग पत्ता निवडा...
ms: Pilih alamat pengebilan...
mt: Agħżel indirizz tal-ħlasijiet...
ne: बिलिङ ठेगाना छान्नुहोस्...
nn_no: Vel ei faktureringsadresse ...
no: Velg en faktureringsadresse ...
or: ଏକ ବିଲିଂ ଠିକଣା ମନୋନୟନ କରନ୍ତୁ...
pa_arab_pk: اک بلنگ دا پتہ چنو...
pa_in: ਇੱਕ ਬਿਲਿੰਗ ਪਤੇ ਦੀ ਚੋਣ ਕਰੋ...
pl: Wybierz adres rozliczeniowy...
ru: Выберите адрес выставления счета…
sd: هڪ بلنگ جو پتو چونڊيو...
si: බිල්පත්කරණ ලිපිනයක් තෝරා ගන්න...
sl: Izberite naslov plačnika ...
sr_cyrl_rs: Одаберите адресу за наплату...
sr_latn_rs: Odaberite adresu za naplatu...
sv: Välj en faktureringsadress...
ta: Microsoft பில்லிங் முகவரியை ஒன்றை தேர்ந்தெடுக்கவும்...
te: బిల్లింగ్ చిరునామాని ఎంచుకోండి...
tg: Суроғаи биллингиеро интихоб намоед...
th: เลือกที่อยู่สำหรับเรียกเก็บเงิน...
tr: Bir ödeme adresi seçin...
tt: Хисап чыгару адресын сайлагыз...
ug: ھېساب بوغۇش ئادرېسى تاللاڭ...
uk: Виберіть адресу виставлення рахунка…
ur: ایک بلنگ پتہ چنیں...
uz: Billing manzilini tanlang...
vi: Chọn địa chỉ thanh toán...
zh_hans: 选择帐单邮寄地址...
zh_hant: 選擇帳單地址...

# Literal.PrefillDropDown.EnterNewAddressValue
source: Enter a new address...
af: Voer 'n nuwe adres in...
am: አዲስ አድራሻ ያስገቡ...
ar: إدخال عنوان جديد...
as: এটা নতুন ঠিকনা প্ৰৱেশ কৰাওক...
az: Yeni ünvan daxil et...
bg: Въвеждане на нов адрес...
bn_in: একটি নতুন ঠিকানা লিখুন...
bs: Unesite novu adresu...
cy: Rhowch gyfeiriad newydd...
da: Angiv en ny adresse...
de: Neuen Namen eingeben...
el: Καταχωρήστε νέα διεύθυνση...
es: Escribir una dirección nueva…
et: Sisestage uus aadress...
eu: Idatzi beste helbide bat...
fa: وارد کردن یک آدرس جدید...
ga: Iontráil seoladh nua...
gd: Cuir a-steach seòladh ùr...
gl: Escribir un novo enderezo…
gu: નવું સરનામું દાખલ કરો...
he: הזן כתובת חדשה...
hi: नया पता दर्ज करें...
hr: Unesite novu adresu...
hu: Írjon be egy új címet...
id: Masukkan alamat baru...
is: Færðu inn nýtt heimilisfang ...
ja: 新しい住所を入力してください...
ka: შეიყვანეთ ახალი მისამართი...
kk: Жаңа мекенжай енгізу...
kn: ಹೊಸ ವಿಳಾಸ ನಮೂದಿಸಿ...
ko: 새 주소 입력...
ku_arab: ناونیشانێکی نوێ تێبنووسە...
ky: Жаңы даректи киргизүү...
lo: ປ້ອນທີ່ຢູ່ໃໝ່...
lt: Įveskite naują adresą...
lv: Ievadiet jaunu adresi...
mi: Tāurua he wāhinoho hōu...
mk: Внесете нова адреса...
ml: ഒരു പുതിയ വിലാസം നൽകൂ…
mn: Шинэ э-шуудангийн хаяг оруул...
mr: नवीन पत्ता प्रविष्ट करा...
ms: Masukkan alamat baharu...
mt: Daħħal indirizz ġdid...
ne: नयाँ ठेगाना प्रविष्ट गर्नुहोस्...
nn_no: Skriv inn ei ny adresse ...
no: Angi en ny adresse ...
or: ଏକ ନୂତନ ଠିକଣା ଏଣ୍ଟର୍‌ କରନ୍ତୁ...
pa_arab_pk: اک نویں پتے دا اضافہ کرو...
pa_in: ਇੱਕ ਨਵਾਂ ਪਤਾ ਦਾਖਲ ਕਰੋ...
pl: Wprowadź nowy adres...
ru: Введите новый адрес…
sd: هڪ نئون پتو داخل ڪريو...
si: නව ලිපිනයක් ඇතුල් කරන්න...
sl: Vnesite nov naslov ...
sr_cyrl_rs: Унесите нову адресу...
sr_latn_rs: Unesite novu adresu...
sv: Ange en ny adress...
ta: ஒரு புதிய முகவரி உள்ளிடுக
te: మీ కొత్త చిరునామాని నమోదు చేయండి...
tg: Суроғаи наверо ворид кунед...
th: ป้อนที่อยู่ใหม่...
tr: Yeni bir adres girin...
tt: Яңа адресны кертегез...
ug: يېڭى ئادرېس كىرگۈزۈڭ...
uk: Введіть нову адресу…
ur: ایک نیا پتہ داخل کریں...
uz: Yangi manzil kiriting...
vi: Nhập địa chỉ mới...
zh_hans: 输入新地址...
zh_hant: 輸入新地址...

# Literal.IDEAL.AgreementHeading
source: Pay with iDEAL
af: Betaal met iDEAL
am: በ iDEAL ይክፈሉ
ar: الدفع بواسطة iDEAL
as: iDEAL-ৰ সৈতে পৰিশোধ কৰক
az: iDEAL ilə ödə
bg: Плащане с iDEAL
bn_in: iDEAL এর মাধ্যমে অর্থপ্রদান করুন নির্বাচন করুন
bs: Plati sa iDEAL
cy: Talu gyda iDEAL
da: Betal med iDEAL
de: Mit iDEAL bezahlen
el: Πληρωμή με iDEAL
es: Pagar con iDEAL
et: Maksa teenusega iDEAL
eu: Ordaindu iDEAL bidez
fa: پرداخت با iDEAL
ga: Íoc le iDEAL
gd: Pàigh le iDEAL
gl: Pagar con iDEAL
gu: iDEAL દ્વારા ચૂકવો
he: שלם באמצעות iDEAL
hi: iDEAL के साथ भुगतान करें
hr: Platite uz iDEAL
hu: Fizetés iDEAL-lel
id: Bayar dengan iDEAL
is: Greiða með iDEAL
ja: iDEAL で支払う
ka: iDEAL-ით გადახდა
kk: iDEAL арқылы төлеу
kn: iDEAL ಮೂಲಕ ಪಾವತಿಸಿ
ko: iDEAL로 결제
ku_arab: پارەدان لەرێگەی iDEAL
ky: iDEAL менен төлөө
lo: ຊຳລະດ້ວຍ iDEAL
lt: Mokėti naudojant iDEAL
lv: Maksāšana ar iDEAL
mi: Utua mā iDEAL
mk: Платете со iDEAL
ml: iDEAL ഉപയോഗിച്ച് പണമടയ്ക്കുക
mn: iDEAL-аар төлөх
mr: iDEAL सह देय द्या
ms: Bayar dengan iDEAL
mt: Ħallas b'iDEAL
ne: iDEAL सहित भुक्तान गर्नुहोस्
nn_no: Betal med iDEAL
no: Betal med iDEAL
or: iDEAL ସହିତ ଦେୟ କରନ୍ତୁ
pa_arab_pk: iDEAL نال ادائیگی کرو
pa_in: iDEAL ਨਾਲ ਭੁਗਤਾਨ ਕਰੋ
pl: Zapłać przy użyciu iDEAL
ru: Оплата с помощью iDEAL
sd: iDEAL سان ادا ڪريو
si: iDEAL සමගින් ගෙවන්න
sl: Plačaj z iDEAL
sr_cyrl_rs: Платите користећи iDEAL
sr_latn_rs: Platite koristeći iDEAL
sv: Betala med iDEAL
ta: iDEAL மூலம் செலுத்துங்கள்
te: iDEALతో చెల్లించండి
tg: Пардохт бо iDEAL
th: ชำระเงินด้วย iDEAL
tr: iDEAL ile ödeyin
tt: iDEAL аша түләү
ug: iDEAL بىلەن تۆلەش
uk: Оплата за допомогою iDEAL
ur: iDEAL کے ساتھ ادائیگی کریں
uz: iDEAL bilan to‘lash
vi: Thanh toán bằng iDEAL
zh_hans: 使用 iDEAL 支付
zh_hant: 使用 iDEAL 付款
