Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SetupOfficeSdx.SEPA.InfoPage.Line1
source: Follow the steps in your web browser to finish setting up Direct Debit, then return here when you're done.
af: Volg die stappe in jou webblaaier om direkte debiet klaar op te stel, en keer dan terug hierheen wanneer jy klaar is.
am: ቀጥተኛ ግብዣ ማዘጋጀት ለመጨረስ በድር አሳሽዎ ውስጥ ያሉትን ደረጃዎች ይከተሉ፣ ከዚያም ሲያደርጉ እዚህ ይመለሱ።
ar: اتبع الخطوات في مستعرض ويب الخاص بك لإنهاء إعداد السحب المباشر، ثم ارجع إلى هنا عند الانتهاء.
as: ডাইৰেক্ট ডেবিট ছেট আপ সমাপ্ত কৰিবলৈ আপোনাৰ ৱেব ব্ৰাউজাৰৰ পদক্ষেপসমূহ অনুসৰণ কৰক, হৈ গ’লে ইয়ালৈ ঘূৰি আহক।
az: Direct Debit-i quraşdırmağı bitirmək üçün veb brauzerinizdəki addımları izləyin, işinizi bitirdikdən sonra buraya qayıdın.
bg: Следвайте стъпките във вашия уеб браузър, за да завършите настройването на директен дебит, след което се върнете тук, когато сте готови.
bn_in: সরাসরি ডেবিট সেট আপ শেষ করতে আপনার ওয়েব ব্রাউজারে ধাপগুলি অনুসরণ করুন, তারপরে আপনার সম্পন্ন হলে এখানে ফিরে আসুন।
bs: Slijedite korake u web pregledniku da biste dovršili postvaljanje direktnog zaduženja a zatim se vratite ovdje kad završite.
cy: Dilynwch y camau yn eich porwr gwe i orffen gosod Debyd Uniongyrchol. Dewch yn ôl yma ar ôl i chi wneud hynny.
da: Følg trinnene i din webbrowser for at afslutte konfigurationen af direkte debitering, og vend derefter tilbage hertil, når du er færdig.
de: Führen Sie die Schritte in Ihrem Webbrowser aus, um die Einrichtung des Lastschriftverfahrens abzuschließen, und kehren Sie zurück, wenn Sie fertig sind.
el: Ακολουθήστε τα βήματα στο πρόγραμμα περιήγησης web σας, για να ολοκληρώσετε τη ρύθμιση της πάγιας εντολής πληρωμής και, στη συνέχεια, επιστρέψτε εδώ όταν ολοκληρώσετε τη διαδικασία.
es: Siga los pasos del explorador web para finalizar la configuración de la tarjeta de crédito y vuelva aquí cuando haya terminado.
et: Otsedeebeti seadistamise lõpuleviimiseks järgige oma veebibrauseris toodud etappe ja seejärel naaske siia, kui olete lõpetanud.
eu: Jarraitu web-arakatzaileko urratsei zordunketa zuzena konfiguratzen amaitzeko. Amaitu ondoren, itzuli hona.
fa: برای تکمیل تنظیم روش «برداشت مستقیم» خود، مراحل را در مرورگر وب خود دنبال کنید، سپس وقتی کارتان به اتمام رسید، به اینجا برگردید.
ga: Lean na céimeanna i do bhrabhsálaí Gréasáin dochar díreach a shocrú, ansin tar ar ais anseo nuair a bhíonn tú réidh.
gd: Lean ris na ceuman sa bhrabhsair-lìn agad a choileanadh suidheachadh an Direct Debit agus till an-seo nuair a bhios tu deiseil leis.
gl: Segue os pasos no teu explorador web para acabar de configurar Direct Debit, volve aquí cando cabes.
gu: ડાયરેક્ટ ડેબિટ સેટ અપ કરવાનું સમાપ્ત કરવા માટે તમારા વેબ બ્રાઉઝરમાંના પગલાંઓ અનુસરો, પછી તમારું કામ પૂર્ણ થઈ જાય, ત્યારે અહીં પાછા આવો.
he: בצע את השלבים בדפדפן האינטרנט שלך כדי לסיים להגדיר 'חיוב ישיר', לאחר מכן חזור לכאן כשתסיים.
hi: प्रत्यक्ष डेबिट सेट करना पूरा करने के लिए अपने वेब ब्राउज़र में दिए गए चरणों का पालन करें, फिर पूरा होने पर यहाँ वापस लौटें.
hr: Slijedite korake u web-pregledniku da biste dovršili postavljanje izravnog terećenja, a zatim se vratite ovdje kada završite.
hu: A webböngészőben látható lépéseket követve fejezze be a beszedési megbízás beállítását. Ha elkészült, térjen vissza ide.
id: Ikuti langkah di browser web untuk menyelesaikan penyiapan Debit Langsung, lalu kembali ke sini jika sudah selesai.
is: Fylgdu skrefunum í vafranum til að ljúka við uppsetningu á beingreiðslu, komdu svo aftur hingað að því loknu.
ja: Web ブラウザーの手順に従って、口座振替の設定を完了し、完了したらこちらに戻ります。
ka: მიჰყევით საფეხურებს ვებბრაუზერში Direct Debit-ის დაყენების დასასრულებლად, როდესაც დაასრულებთ, დაბრუნდით აქ.
kk: Тікелей дебеттеуді реттеуді аяқтау үшін веб-шолғыштағы қадамдарды орындаңыз, содан кейін аяқтағанда осы жерге оралыңыз.
kn: ನೇರ ಡೆಬಿಟ್ ಸೆಟಪ್ ಮಾಡುವುದನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿರುವ ಹಂತಗಳನ್ನು ಅನುಸರಿಸಿ. ನೀವು ಮುಗಿಸಿದ ನಂತರ ಇಲ್ಲಿಗೆ ಹಿಂತಿರುಗಿ.
ko: 웹 브라우저의 단계에 따라 직불 카드 설정을 완료한 다음, 마쳤을 때 여기에 반환합니다.
lo: ປະຕິບັດຕາມຂັ້ນຕອນຕ່າງໆໃນເວັບບຣາວເຊີຂອງທ່ານເພື່ອໃຫ້ສໍາເລັດການຕັ້ງຄ່າການຫັກບັນຊີໂດຍກົງ. ກັບມາທີ່ນີ້ເມື່ອທ່ານເຮັດສໍາເລັດແລ້ວ.
lt: Norėdami baigti nustatyti tiesioginį debetą atlikite veiksmus žiniatinklio naršyklėje, tada grįžkite čia, kai baigsite.
lv: Lai pabeigtu tiešo debetu iestatīšanu, izpildiet tīmekļa pārlūkprogrammā norādītās darbības, pēc tam atgriezieties šeit, kad tas ir paveikts.
mi: Whāia ngā hipanga o tōu pūtirotiro tukutuku hei whakaoti i te tautuhinga Pūtea Hāngai, kātahi me hoki mai ki konei ina kua oti ai koe.
mk: Следете ги чекорите во вашиот веб-прегледувач за да завршите со поставувањето на Direct Debit, а потоа вратете се тука кога ќе завршите.
ml: ഡയറക്റ്റ് ഡെബിറ്റ് സജ്ജീകരിക്കുന്നത് പൂർത്തിയാക്കാൻ നിങ്ങളുടെ വെബ് ബ്രൗസറിലെ നടപടികൾ പാലിക്കുക, തുടർന്ന് നിങ്ങൾ ചെയ്ത് കഴിയുമ്പോൾ ഇവിടേക്ക് മടങ്ങുക.
mr: डायरेक्ट डेबिट सेट अप करणे पूर्ण करण्यासाठी आपल्या वेब ब्राउझरमधील पायऱ्यांचे अनुसरण करा, नंतर आपले काम पूर्ण झाल्यावर येथे परत या.
ms: Ikut langkah dalam pelayar web anda untuk menyelesaikan persediaan Debit Terus, kemudian kembali ke sini apabila anda selesai.
mt: Segwi l-passi fil-brawżer tal-web tiegħek biex tlesti l-konfigurazzjoni tad-Debitu Dirett, imbagħad erġa' lura hawn meta tlesti.
ne: प्रत्यक्ष डेबिट सेटअप गर्ने कार्य समाप्त गर्न आफ्नो वेब ब्राउजरमा चरणहरू पालना गर्नुहोस्, त्यसपछि तपाईंले सकाएपछि यहाँ फर्कनुहोस्।
nn_no: Følg trinna i nettlesaren for å bli ferdig med konfigurering av Direct Debit. Returner hit når du er ferdig.
no: Følg trinnene i nettleseren for å fullføre konfigurasjonen av direkte debitering. Kom tilbake hit når du er ferdig.
or: ସିଧାସଳଖ ଡେବିଟ୍ ସେଟ୍ ଅପ୍ କରିବାକୁ ଆପଣଙ୍କର ୱେବ୍ ବ୍ରାଉଜରରେ ଥିବା ପଦକ୍ଷେପଗୁଡିକ ଅନୁସରଣ କରନ୍ତୁ, ତାପରେ ଆପଣ ଶେଷ କରିବା ପରେ ଏଠାକୁ ଫେରି ଆସନ୍ତୁ.
pa_in: ਡਾਇਰੈਕਟ ਡੈਬਿਟ ਦਾ ਸੈਟਅਪ ਪੂਰਾ ਕਰਨ ਲਈ ਆਪਣੇ ਵੈਬ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ ਚਰਣਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ, ਫਿਰ ਤੁਹਾਡਾ ਕੰਮ ਪੂਰਾ ਹੋਣ ‘ਤੇ ਇੱਥੇ ਵਾਪਿਸ ਆਓ।
pl: Postępuj zgodnie z instrukcjami w przeglądarce sieci Web, aby zakończyć konfigurowanie polecenia zapłaty, a po zakończeniu wróć tutaj.
ru: Следуйте инструкциям в веб-браузере, чтобы завершить настройку прямого дебета, а затем вернитесь сюда, когда закончите.
sl: Upoštevajte navodila v spletnem brskalniku, da dokončate nastavitev direktne bremenitve. Ko končate, se vrnite na to stran.
sr_cyrl_rs: Пратите кораке у веб прегледачу да бисте завршили подешавање директног задуживања, а затим се вратите овде када завршите.
sr_latn_rs: Pratite korake u veb pregledaču da biste dovršili podešavanje za uslugu Direct Debit, a zatim se vratite ovde kada završite.
sv: Följ anvisningarna i webbläsaren för att slutföra konfigurationen av direktdebitering. Kom tillbaka hit när du är klar.
ta: நேரடி டெபிட் அமைக்க முடிக்க உங்கள் வலை உலாவியில் உள்ள படிகளைப் பின்பற்றவும், அதன்பிறகு நீங்கள் அவற்றை முடித்ததும் இங்கே திரும்பவும்.
te: డైరెక్ట్ డెబిట్ సెటప్ చేయడం పూర్తి చేయడానికి మీ వెబ్ బ్రౌజర్‌లోని దశలను అనుసరించండి, తరువాత మీరు పూర్తి చేసినప్పుడు ఇక్కడకు తిరిగి రండి.
th: ทำตามขั้นตอนในเว็บเบราว์เซอร์ของคุณเพื่อเสร็จสิ้นการตั้งค่าการหักบัญชีเงินฝาก จากนั้นกลับมาที่นี่เมื่อคุณเสร็จสิ้น
tr: Talimatlı Ödemeyi ayarlamayı tamamlamak için web tarayıcınızdaki adımları izleyin. Ardından işiniz bittiğinde buraya dönün.
tt: Direct Debit’ны урнаштыруны тәмамлау өчен веб-күзәтүчегездәге адымнарны үтәгез, эшләп бетергәч монда кире кайтыгыз.
ug: تور كۆرگۈچتىكى باسقۇچلار بويىچە بىۋاسىتە چىقىم سەپلەپ، ئاندىن قايتىپ كېلىڭ.
uk: Виконайте кроки в браузері, щоб завершити налаштування прямого дебетування. Поверніться сюди, коли завершите.
ur: براہ راست ڈیبٹ سیٹ اپ مکمل کرنے کے لئے اپنے ویب براؤزر میں دیئے گئے مراحل کی پیروی کریں، پھر جب آپ مکمل کرلیں تو یہاں واپس لوٹیں۔
uz: Bevosita debetlashni sozlashni yakunlash uchun veb-brauzeringizdagi koʻrsatmalarni bajaring. Jarayon tugagach, bu yerga qayting.
vi: Hãy làm theo các bước trong trình duyệt web để hoàn tất việc thiết lập tính năng Ghi nợ trực tiếp, sau đó quay lại đây.
zh_hans: 按照 web 浏览器中的步骤完成直接借记设置，并在完成后返回此处。
zh_hant: 請遵循網頁瀏覽器中的步驟，完成設定直接扣款，然後在完成後返回這裡。

# Literal.SetupOfficeSdx.SEPA.InfoPage.Line2
source: If you successfully set up Direct Debit, continue to the next step. If you couldn't set it up, try again or go back and choose another payment method.
af: As jy direkte debiet suksesvol opgestel het, gaan voort na die volgende stap. As jy dit nie kon opstel nie, probeer weer of gaan terug en kies ’n ander betaalmetode.
am: Direct Debit በተሳካ ሁኔታ ካዘጋጁ ወደ ቀጣዩ ደረጃ ይቀጥሉ። ማዘጋጀት ካልቻሉ፣ እንደገና ይሞክሩ ወይም ይመለሱ እና ሌላ የክፍያ ዘዴ ይምረጡ።
ar: إذا قمت بإعداد الخصم المباشر بنجاح، فتابع إلى الخطوة التالية. إذا لم تتمكن من إعداده، فحاول مرة أخرى أو ارجع واختر طريقة دفع أخرى.
as: যদি আপুনি সফলতাৰে ডাইৰেক্ট ডেবিট ছেট আপ কৰে, পৰৱৰ্তী পদক্ষেপলৈ যাওক৷ যদি আপুনি ছেট আপ কৰা নাই, পুনৰ চেষ্টা কৰক বা পিছলৈ যাওক আৰু আন এটা পৰিশোধ পদ্ধতি পচন্দ কৰক৷
az: Direct Debit-i müvəfəqqiyətlə qurdunuzsa, növbəti addım ilə davam edin. Onu quraşdırmayıbsınızsa, yenidən cəhd edin və ya geri qayıdıb başqa ödəniş metodu seçin.
bg: Ако успешно сте настроили директен дебит, продължете към следващата стъпка. Ако не сте успели да го настроите, опитайте отново или се върнете и изберете друг метод на плащане.
bn_in: আপনি যদি সফলভাবে সরাসরি ডেবিট সেট আপ করেন, তাহলে পরবর্তী ধাপে অবিরত থাকুন। যদি আপনি এটি সেট আপ করতে না পারেন, আবার চেষ্টা করুন বা ফিরে যান এবং অন্য অর্থপ্রদানের পদ্ধতি বেছে নিন৷
bs: Ako ste uspješno postavili direktno zaduženje, nastavite na sljedeći korak. Ako niste uspjeli postaviti, pokušajte ponovo ili se vratite na i odaberite drugi način plaćanja.
cy: Os ydych chi wedi llwyddo i osod Debyd Uniongyrchol, ewch ymlaen i'r cam nesaf. Os nad oedd modd i chi ei osod, rhowch gynnig arall arni neu ewch yn ôl a dewis dull talu arall.
da: Hvis du har konfigureret direkte debitering, skal du fortsætte til næste trin. Hvis du ikke kan konfigurere den, kan du prøve igen eller gå tilbage og vælge en anden betalingsmetode.
de: Wenn Sie das Lastschriftverfahren erfolgreich eingerichtet haben, fahren Sie mit dem nächsten Schritt fort. Wenn Sie es nicht einrichten konnten, versuchen Sie es noch mal, oder gehen Sie zurück, und wählen Sie eine andere Zahlungsmethode aus.
el: Εάν ρυθμίσατε με επιτυχία τη πάγια εντολή πληρωμής, συνεχίστε στο επόμενο βήμα. Αν δεν μπορέσατε να τη ρυθμίσετε, δοκιμάστε ξανά ή κάντε επιστροφή και επιλέξτε μια άλλη μέθοδο πληρωμής.
es: Si ha configurado correctamente la tarjeta de débito, continúe con el paso siguiente. Si no lo ha hecho, vuelva a intentarlo o retroceda y elija otro método de pago.
et: Kui teil on otsedeebet õigesti häälestatud, jätkake järgmise etapiga. Kui te ei saanud seda häälestada, proovige uuesti või minge tagasi ja valige mõni muu makseviis.
eu: Zordunketa zuzena konfiguratu baduzu, joan hurrengo urratsera. Ezin izan baduzu konfiguratu, saiatu berriro edo itzuli aurreko pantailara eta aukeratu ordaintzeko beste metodo bat.
fa: اگر روش «برداشت مستقیم» را با موفقیت تنظیم کرده‌اید، به مرحله بعدی ادامه دهید. اگر نتوانستید آن را تنظیم کنید، دوباره امتحان کنید یا به عقب برگردید و روش پرداخت دیگری را انتخاب کنید.
ga: Má shocraíonn tú dochar díreach, lean ar aghaidh chuig an gcéad chéim eile. Mura raibh tú in ann é a shocrú, bain triail eile as nó téigh siar agus roghnaigh modh íocaíochta eile.
gd: Ma shuidhich thu an Direct Debit gu soirbheachail, lean air adhart gun ath-cheum. Mur am b’ urrainn dhut a shuidheachadh, feuch ris a-rithist no dèan tilleadh is tagh dòigh pàighidh eile.
gl: Se configuraches correctamente Direct Debit, continuar ao paso seguinte. Se non o puideches configurar, téntao de novo ou volve atrás e escolle outro método de pagamento.
gu: જો તમે સફળતાપૂર્વક ડાયરેક્ટ ડેબિટ સેટ કરો, તો આગળના પગલાં પર ચાલુ રાખો. જો તમે તેને સેટ ન કરી શકો, તો ફરીથી પ્રયાસ કરો અથવા પાછા જાઓ અને બીજી ચૂકવણી પદ્ધતિ પસંદ કરો.
he: אם הגדרת בהצלחה 'חיוב ישיר', המשך לשלב הבא. אם לא הצלחת להגדיר, נסה שוב או חזור ובחר שיטת תשלום אחרת.
hi: यदि आपने प्रत्यक्ष डेबिट को सफलतापूर्वक सेट किया है, तो अगले चरण पर जारी रखें. यदि आप इसका सेट अप नहीं कर सके, तो पुनः प्रयास करें या वापस जाएँ और किसी अन्य भुगतान विधि का चयन करें.
hr: Ako ste uspješno postavili izravno terećenje, prijeđite na sljedeći korak. Ako ga niste uspjeli postaviti, pokušajte ponovno ili se vratite natrag i odaberite drugi način plaćanja.
hu: Ha sikeresen beállította a beszedési megbízást, lépjen tovább a következő lépésre. Ha nem tudta beállítani, próbálja meg újból, vagy lépjen vissza, és válasszon másik fizetési módot.
id: Jika Anda berhasil menyiapkan Debit Langsung, lanjutkan ke langkah berikutnya. Jika Anda tidak dapat menyiapkannya, coba lagi atau kembali dan pilih metode pembayaran lain.
is: Ef þú gast sett upp beingreiðslu skaltu halda áfram á næsta skref. Ef þú gast það ekki skaltu reyna aftur eða fara til baka og velja annan greiðslumáta.
ja: 口座振替が正常に設定された場合は、次の手順に進みます。設定できない場合は、もう一度試すか、前に戻って別の支払い方法を選択してください。
ka: თუ წარმატებით დააყენეთ Direct Debit, გადადით შემდეგ საფეხურზე. თუ ვერ შეძელით მისი დაყენება, სცადეთ ხელახლა ან დაბრუნდით და აირჩიეთ გადახდის სხვა მეთოდი.
kk: Тікелей дебеттеуді сәтті реттесеңіз, келесі қадамға жалғастырыңыз. Оны реттей алмасаңыз, әрекетті қайталаңыз немесе оралыңыз және басқа төлем әдісін таңдаңыз.
kn: ನೀವು ನೇರ ಡೆಬಿಟ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ಸೆಟ್ ಮಾಡಿದರೆ, ಮುಂದಿನ ಹಂತಕ್ಕೆ ಮುಂದುವರಿಯಿರಿ. ಒಂದು ವೇಳೆ ನಿಮಗೆ ಅದನ್ನು ಸೆಟ್ ಮಾಡದೇ ಇದ್ದರೆ, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಹಿಂತಿರುಗಿ ಹಾಗೂ ಮತ್ತೊಂದು ಪಾವತಿ ವಿಧಾನವನ್ನು ಆರಿಸಿ.
ko: 직불 카드 설정에 성공하면 다음 단계로 진행합니다. 설정할 수 없는 경우 다시 시도하거나 다시 돌아가서 다른 결제 방법을 선택하세요.
lo: ຖ້າທ່ານຕັ້ງຄ່າການຫັກບັນຊີໂດຍກົງ, ໃຫ້ດຳເນີນການຕໍ່ຂັ້ນຕອນຕໍ່ໄປ. ຖ້າທ່ານບໍ່ສາມາດຕັ້ງຄ່າໄດ້, ລອງໃໝ່ ຫຼື ກັບຄືນໄປເລືອກວິທີການຈ່າຍເງິນອື່ນ.
lt: Jei sėkmingai nustatėte tiesioginį debetą, pereikite prie kito veiksmo. Jei nustatyti nepavyko, bandykite dar kartą arba grįžkite atgal ir pasirinkite kitą mokėjimo būdą.
lv: Ja esat sekmīgi iestatījis tiešo debetu, pārejiet pie nākamās darbības. Ja to nevarēja iestatīt, mēģiniet vēlreiz vai dodieties atpakaļ un izvēlieties citu maksājuma veidu.
mi: Mēnā kei te tatū pai he Pūtea Hāngai, haere tonu ki te hipanga panuku. Mēnā kāore e taea e koe te tatū ake, me whakamahia anō, me hoki anō rānei ki te kōwhiri tētahi atu tikanga utu.
mk: Ако успешно поставите Direct Debit, продолжете на следниот чекор. Ако не можете да ја поставите, обидете се повторно или вратете се и изберете друг начин на плаќање.
ml: നിങ്ങൾ ഡയറക്റ്റ് ഡെബിറ്റ് വിജയകരമായി സജ്ജമാക്കുകയാണെങ്കിൽ, അടുത്ത ഘട്ടത്തിലേക്ക് തുടരുക. നിങ്ങൾക്ക് ഇത് സജ്ജീകരിക്കാൻ കഴിഞ്ഞില്ലെങ്കിൽ, വീണ്ടും ശ്രമിക്കുകയോ തിരികെ പോയി മറ്റൊരു പേയ്മെന്റ് രീതി നോക്കിയെടുക്കുകയോ ചെയ്യുക.
mr: आपण डायरेक्ट डेबिट यशस्वीरित्या सेट केलेले असल्यास, पुढील पायरीवर जा. आपण ते सेट अप करू शकत नसल्यास, पुन्हा प्रयत्न करा किंवा परत जा आणि दुसरी पेमेंट पद्धत निवडा.
ms: Jika anda berjaya menyediakan Debit Terus, teruskan ke langkah seterusnya. Jika anda tidak dapat menyediakannya, cuba lagi atau kembali dan pilih kaedah pembayaran yang lain.
mt: Jekk irnexxielek tikkonfigura d-Debitu Dirett, kompli għall-pass li jmiss. Jekk ma stajtx tikkonfigurah, erġa' pprova jew mur lura u agħżel metodu ta' pagament ieħor.
ne: तपाईंले सफलतापूर्वक प्रत्यक्ष डेबिट सेटअप गर्नुभएमा, अर्को चरणमा जारी राख्नुहोस्। तपाईंले यो सेटअप गर्न नसक्नुभएमा, फेरि प्रयास गर्नुहोस् वा पछाडि गएर अर्को भुक्तानी विधि छान्नुहोस्।
nn_no: Dersom du har konfigurert Direct Debit, hald fram til neste trinn. Dersom du ikkje kunne konfigurere det, prøv på nytt eller gå tilbake og vel ein annan betalingsmåte.
no: Hvis konfigurasjonen av direkte debitering var vellykket, gå videre til neste trinn. Hvis du ikke kunne konfigurere den, prøv på nytt, eller gå tilbake og velg en annen betalingsmetode.
or: ଯଦି ଆପଣ ସଫଳତାର ସହିତ ସିଧାସଳଖ ଡେବିଟ୍ ସେଟ୍ ଅପ୍ କରୁଛନ୍ତି, ତେବେ ପରବର୍ତ୍ତୀ ପଦକ୍ଷେପକୁ ଜାରି ରଖନ୍ତୁ. ଯଦି ଆପଣ ଏହାକୁ ସେଟ୍ ଅପ୍ କରିପାରିବେ ନାହିଁ, ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ପଛକୁ ଯାଆନ୍ତୁ ଏବଂ ଅନ୍ୟ ଏକ ଦେୟ ପଦ୍ଧତି ବାଛନ୍ତୁ.
pa_in: ਜੇ ਤੁਸੀਂ ਸਫਲਤਾਪੂਰਵਕ ਡਾਇਰੈਕਟ ਡੈਬਿਟ ਨੂੰ ਸੈਟ ਅਪ ਕਰ ਲਿਆ ਹੈ, ਤਾਂ ਅੱਗਲੇ ਚਰਣ ‘ਤੇ ਜਾਰੀ ਰੱਖੋ। ਜੇ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸੈਟ ਅਪ ਨਹੀਂ ਕਰ ਸਕੇ, ਤਾਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਪਿੱਛੇ ਵੱਲ ਜਾਓ ਅਤੇ ਕੋਈ ਹੋਰ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਚੁਣੋ।
pl: Jeśli pomyślnie skonfigurujesz polecenie zapłaty, przejdź do następnego kroku. Jeśli nie można tego skonfigurować, spróbuj ponownie lub wróć i wybierz inną formę płatności.
ru: Если вы успешно настроили прямой дебет, переходите к следующему шагу. Если не удалось настроить его, повторите попытку или вернитесь назад и выберите другой способ оплаты.
sl: Če ste uspešno nastavili direktno bremenitev, nadaljujte z naslednjim korakom. Če je niste mogli nastaviti, poskusite znova ali pa se vrnite in izberite drug način plačila.
sr_cyrl_rs: Ако сте успешно подесили директно задужење, пређите на следећи корак. Ако нисте успели да га подесите, покушајте поново или се вратите и одаберите други начин плаћања.
sr_latn_rs: Ako ste uspešno podesili uslugu Direct Debit, pređite na sledeći korak. Ako niste uspeli da je podesite, pokušajte ponovo ili se vratite nazad i odaberite drugi način plaćanja.
sv: Fortsätt till nästa steg om du har konfigurerat direktdebitering. Om det inte gick att konfigurera det kan du försöka igen eller gå tillbaka och välja en annan betalningsmetod.
ta: நீங்கள் வெற்றிகரமாக நேரடி டெபிட்டை அமைத்தால், அடுத்த படிக்குத் தொடரவும். உங்களால் அதை அமைக்க முடியவில்லை என்றால், மீண்டும் முயலவும் அல்லது திரும்பிச் சென்று மற்றொரு கட்டண முறையைத் தேர்வுசெய்யவும்.
te: మీరు డైరెక్ట్ డెబిట్‌ను విజయవంతంగా సెటప్ చేసినట్లయితే, తర్వాత దశకు కొనసాగండి. మీరు దానిని సెటప్ చేయలేక పోయినట్లయితే, మళ్లీ ప్రయత్నించండి లేదా వెనుకకు వెళ్లి, మరొక చెల్లింపు పద్ధతిని ఎంచుకోండి.
th: ถ้าคุณตั้งค่าการหักบัญชีเงินฝากเรียบร้อยแล้ว ให้ไปยังขั้นตอนถัดไป ถ้าคุณไม่สามารถตั้งค่าได้ ให้ลองอีกครั้งหรือย้อนกลับ แล้วเลือกวิธีการชำระเงินอื่น
tr: Talimatlı Ödemeyi başarıyla ayarladıysanız sonraki adıma devam edin. Ayarlayamadıysanız yeniden deneyin veya geri dönüp başka bir ödeme yöntemi seçin.
tt: Direct Debit’ны уңышлы урнаштырсагыз, киләсе адымга дәвам итегез. Әгәр урнаштыра алмасагыз, кабатлап карагыз яки кире кайтыгыз һәм бүтән түләү ысулын сайлагыз.
ug: بىۋاسىتە چىقىم سەپلەپ بولغان بولسىڭىز كېيىنكى باسقۇچقا ئۆتۈڭ. بولمىسا، قايتا سىناڭ ياكى قايتىپ باشقا تۆلەش ئۇسۇلى بېكىتىڭ.
uk: Якщо ви успішно налаштували пряме дебетування, перейдіть до наступного кроку. Якщо його не вдалося налаштувати, повторіть спробу або поверніться назад і виберіть інший метод оплати.
ur: اگر آپ کامیابی سے براہ راست ڈیبٹ سیٹ اپ کرتے ہیں، تو اگلے مرحلے پر جاری رکھیں۔ اگر آپ اسے سیٹ اپ نہیں کر سکتے، دوبارہ کوشش کریں یا واپس جائیں اور ادائیگی کا کوئی دوسرا طریقہ منتخب کریں۔
uz: Agar Bevosita debetlashni muvaffaqiyatli sozlasangiz, keyingi qadamga oʻting. Agar sozlay olmasangiz, qayta urining yoki orqaga qaytib, boshqa toʻlov usulini tanlang.
vi: Nếu bạn thiết lập thành công tính năng Ghi nợ trực tiếp, hãy chuyển sang bước tiếp theo. Còn không, hãy thử lại hoặc quay lại và chọn một phương thức thanh toán khác.
zh_hans: 如果已成功设置直接借记，请继续执行下一步。如果无法设置，请重试，或者返回并选择其他付款方式。
zh_hant: 如果您已成功設定直接扣款，請繼續進行下一個步驟。若您無法設定，請再試一次，或返回並選擇其他支付方式。

# Literal.SEPA.InfoPage.Confirm.Buttton
source: Yes, let's wrap things up
af: Ja, kom ons maak klaar
am: አዎ፣ ነገሮችን እናጠናቅቃቸው
ar: نعم، دعنا نعمل على إنهاء الأشياء
as: হয়, এই বস্তুখিনি লওঁ আহক
az: Bəli, gəlin hər şeyi tamamlayaq
bg: Да, да приключваме
bn_in: হ্যাঁ, কাজগুলি শেষ করা যাক
bs: Da, završimo
cy: Iawn, gadewch i ni orffen
da: Ja, lad os afslutte købet
de: Ja, Vorgang abschließen
el: Ναι, ας ολοκληρώσουμε
es: Terminemos
et: Jah, soovin toimingu lõpule viia
eu: Bai, jarraitu erosten amaitzeko
fa: بله، بیایید جمع‌بندی کنیم
ga: Is ea, críochnaímis é
gd: Seadh, coileanamaid rudan
gl: Si, terminemos
gu: હા, ચાલો, કાર્યો સમાપ્ત કરીએ
he: כן, בוא נסיים
hi: हाँ, आइए कामों को समेटें
hr: Da, dovrši
hu: Igen, végrehajtom a vásárlást
id: Mari kita selesaikan ini
is: Já, ljúkum þessu af
ja: はい、購入を完了します
ka: დიახ, მოვამთავროთ
kk: Иә, әрекеттерді аяқтайық
kn: ಹೌದು, ಕೆಲಸಗಳನ್ನು ಪೂರ್ತಿಗೊಳಿಸೋಣ
ko: 예, 완료하겠습니다.
ku_arab: بەڵی، با شتەکان تەواو بکەین
ky: Ооба, нерселерди аягына чыгаралы
lo: ແມ່ນແລ້ວ, ໃຫ້ລວມເອົາສິ່ງຕ່າງໆ
lt: Taip, užbaigti
lv: Jā, pabeigt darbību
mi: Āe, me whakamutu tāua
mk: Да, ајде да завршиме
ml: അതെ, നമുക്കിത് പൂർത്തീകരിക്കാം
mn: Тийм. Үүнийг дуусгая
mr: होय, गोष्टींवर ओघ करू द्या
ms: Ya, mari kita selesaikan perkara ini
mt: Iva, ejja nikkonkludu kollox
ne: हो, कामहरू पूरा गरौं
nn_no: Ja, la oss fullføre
no: Ja, la oss fullføre
or: ହଁ, ଚାଲନ୍ତୁ କାର୍ଯ୍ୟ ସମାପ୍ତ କରିବା
pa_arab_pk: ہاں، آؤ ایناں شیواں نوں مکمل کریے
pa_in: ਹਾਂ, ਆਓ ਚੀਜ਼ਾਂ ਨੂੰ ਸਮੇਟੀਏ
pl: Tak, chcę sfinalizować zakup
ru: Да, давайте завершим покупку
sd: ها، اچو ته شيون ويڙهيون
si: ඔව්, අපි දේවල් ඔතමු
sl: Da, zaključimo postopek
sr_cyrl_rs: Да, хајде да довршимо куповину
sr_latn_rs: Da, hajde da dovršimo kupovinu
sv: Ja, låt oss slutföra detta
ta: ஆம், நாம் இதனை முடிவடைக்கலாம்
te: సరే, మనం పనులను పూర్తి చేద్దాం
tg: Бале, биёед чизҳоро печонем
th: ใช่ สรุปรายการทันที
tr: Evet, işlemlerimizi toparlayalım
tt: Әйе, тәмамлыйк
ug: شۇنداق، تاماملايلى
uk: Так, завершімо придбання
ur: ہاں، چلیں چیزوں کو سمیٹیں
uz: Qani, xarid qilgan narsangizni o‘raymiz
vi: Có, hãy hoàn tất việc mua nội dung
zh_hans: 是的，打包购买
zh_hant: 是，讓我們完成購買

# Literal.SEPA.InfoPage.TryAgain.Button
source: No, I want to try again
af: Nee, ek wil weer probeer
am: አይ፣ እንደገና መሞከር እፈልጋለሁ
ar: لا، أريد المحاولة مرة أخرى
as: নহয়, মই পুনৰাই চেষ্টা কৰিব বিচাৰোঁ
az: Xeyr, yenidən cəhd etmək istəyirəm
bg: Не, искам да опитам отново
bn_in: না, আমি আবার চেষ্টা করতে চাই
bs: Ne, želim pokušati ponovo
cy: Na, dw i am drio eto
da: Nej, jeg vil prøve igen
de: Nein, ich möchte es noch mal versuchen.
el: Όχι, θέλω να δοκιμάσω ξανά
es: No, quiero intentarlo de nuevo
et: Ei, soovin uuesti proovida
eu: Ez, berriro saiatu nahi dut
fa: خیر، می‌خواهم دوباره امتحان کنم
ga: Níl, is mian liom é a thriail arís
gd: Bu chaomh leam feuchainn ris a-rithist
gl: Non, quero probar outra vez
gu: ના, હું ફરી પ્રયાસ કરવા ઇચ્છું છું
he: לא, אני רוצה לנסות שוב
hi: नहीं, मैं फिर से प्रयास करना चाहता/चाहती हूँ
hr: Ne, želim pokušati ponovno
hu: Nem, újból megpróbálom
id: Tidak, saya ingin mencoba lagi
is: Nei, ég vil reyna aftur
ja: いいえ、やり直します
ka: არა, მსურს ისევ ვცადო
kk: Жоқ, мен әрекетті қайталағым келеді
kn: ಇಲ್ಲ, ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಲು ಬಯಸುವೆ
ko: 아니요, 다시 시도하고 싶습니다.
ku_arab: نا، دەمەوێ دیسان تاقی بکەمەوه
ky: Жок, мен кайрадан аракеттенип көрөм
lo: ບໍ່, ຂ້ອຍຕ້ອງການລອງອີກຄັ້ງ
lt: Ne, noriu pabandyti dar kartą
lv: Nē, es vēlos mēģināt vēlreiz
mi: Kāo, kei te hiahia au kia ngana anō
mk: Не, сакам да се обидам повторно
ml: ഇല്ല, ഞാൻ വീണ്ടും ശ്രമിച്ചുനോക്കാൻ ആഗ്രഹിക്കുന്നു
mn: Үгүй. Дахин оролдоё
mr: नाही, मी पुन्हा प्रयत्न करू इच्छितो
ms: Tidak, saya mahu cuba lagi
mt: Le, irrid nerġa’ nipprova
ne: होइन, म फेरि प्रयास गर्न चाहन्छु
nn_no: Nei, eg vil prøve ein gong til
no: Nei, jeg vil prøve på nytt
or: ନା, ମୁଁ ପୁଣି ଚେଷ୍ଟା କରିବାକୁ ଚାହୁଁଛି
pa_arab_pk: نہیں، میں فیر کوشش کرنا چاہندا آں
pa_in: ਨਹੀਂ, ਮੈਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ
pl: Nie, chcę spróbować ponownie
ru: Нет, я хочу попробовать еще раз
sd: مان ٻيهر ڪوشش ڪرڻ چاهيان ٿو؟
si: නැත, මට නැවත උත්සාහ කිරීමට අවශ්‍යයි
sl: Ne, želim poskusiti znova
sr_cyrl_rs: Не, желим да покушам поново
sr_latn_rs: Ne, želim da pokušam ponovo
sv: Nej, jag vill försöka igen
ta: இல்லை, நான் மீண்டும் முயற்சிக்க விரும்புகிறேன்
te: వద్దు, నేను మళ్ళి ప్రయత్నించాలనుకుంటునాను
tg: Не, ман дубора кӯшиш кардан мехоҳам
th: ไม่ ฉันต้องการลองอีกครั้ง
tr: Hayır, yeniden denemek istiyorum
tt: Юк, кабатлап карыйм
ug: ياق، قايتا سىناپ باقاي
uk: Ні, я хочу спробувати ще раз
ur: نہیں، میں دوبارہ کوشش کرنا چاہتا ہوں
uz: Yo‘q, qayta urinib ko‘rmoqchiman
vi: Không, tôi muốn thử lại
zh_hans: 不，我想重试
zh_hant: 否，我想要再試一次
