Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Alipay.NationalIdError
source: Incorrectly formatted Last 5 digits of your national Id
af: Verkeerd geformateer Laaste 5 syfers van jou nasionale ID
am: የእርስዎ ብሔራዊ አይዲ የመጨረሻዎቹ 5 አሃዞች በትክክል አልተቀረጹም
ar: آخر 5 أرقام من المُعرف القومي الخاص بك منسقة بشكل غير صحيح
as: আপোনাৰ ৰাষ্ট্ৰীয় Id-ৰ অন্তিম 5-টা সংখ্যা অশুদ্ধভাৱে সজ্জিত কৰা হৈছে
az: Milli identifikatorunuzun son 5 rəqəmi düzgün formatlaşdırılmayıb
bg: Неправилно форматирани последни 5 цифри на вашия национален ИД
bn_in: আপনার জাতীয় Id'র শেষ 5 সংখ্যাকে ভুল ভাবে বিন্যাস করা হয়েছে
bs: Nepravilno formatiranih posljednih 5 cifara jedinstvenog matičnog broja
cy: 5 digid olaf eich ID gwladol mewn fformat anghywir
da: De fem sidste cifre i dit nationale id er forkert formateret
de: Die letzten fünf Ziffern Ihrer Personalausweisnummer sind falsch formatiert.
el: Εσφαλμένη μορφή των τελευταίων 5 ψηφίων του αριθμού εθνικής ταυτότητας
es: Los últimos 5 dígitos de tu id. nacional tienen un formato incorrecto
et: Riikliku ID viimased 5 numbrit on vales vormingus
eu: Ez da zuzena NANaren azken 5 digituen formatua
fa: ۵ رقم آخر شناسه ملی قالبی نادرست دارد
ga: Tá na 5 dhigit dheireanacha de d'ID náisiúnta formáidithe go mícheart
gd: Tha fòrmatadh nan 5 àireamhan mu dheireadh an ID nàiseanta agad cearr
gl: Os 5 últimos díxitos da túa identificación nacional non teñen un formato correcto
gu: તમારા રાષ્ટ્રીય Id ના છેલ્લા 5 અંક ખોટી રીતે ફોર્મેટ કર્યા
he: חמש הספרות האחרונות של תעודת הזהות שלך הן במבנה שגוי
hi: आपकी राष्ट्रीय Id के आखिरी 5 अंक गलत तरीके से स्वरूपित हैं
hr: Pogrešno oblikovanih posljednjih pet znamenki vašeg nacionalnog identifikacijskog broja
hu: A nemzeti azonosítószám utolsó 5 számjegye hibás formátumú
id: 5 digit Terakhir Id nasional Anda diformat dengan tidak benar
is: Fimm síðustu tölustafirnir í kennitölunni þinni eru með röngu sniði
ja: 国 ID の末尾 5 桁の書式に誤りがあります
ka: თქვენი ნაციონალური ID-ის ბოლო 5 ციფრის ფორმატი არასწორია
kk: Ұлттық ИД соңғы 5 саны дұрыс пішімделмеген
kn: ನಿಮ್ಮ ರಾಷ್ಟ್ರೀಯ ಐಡಿಯ ಕೊನೆಯ 5 ಅಂಕಿಗಳನ್ನು ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಲಾಗಿದೆ
ko: 주민등록번호의 마지막 5자리의 형식이 잘못되었습니다.
ku_arab: دوا 5 رەنووسی ناسنامە نیشتیمانیەکان بە ناراستی فۆرماتکراوە
ky: Улуттук Id'ңиздин акыркы 5 саны туура эмес форматталган
lo: 5 ຕົວເລກສຸດທ້າຍຂອງເລກບັດປະຈຳຕົວຂອງທ່ານມີຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Paskutiniai 5 jūsų valstybinės nacionalinės tapatybės kortelės skaitmenys netinkamo formato
lv: Jūsu nacionālā ID pēdējie 5 cipari ir nepareizā formātā
mi: Hōpututanga hē o ngā mati Tōmuri e 5 o tō TT ā-iwi
mk: Неправилно се форматирани последните 5 цифри од вашиот национален ИД
ml: നിങ്ങളുടെ ദേശീയ Id-യുടെ അവസാന 5 അക്കങ്ങൾ തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Таны регистрийн дугаарын сүүлийн 5 орон буруу хэлбэртэй байна
mr: आपल्या राष्ट्रीय Id चे अंतिम 5 अंक अयोग्यरित्या स्वरुपित झालेले आहेत
ms: 5 digit Terakhir ID Kebangsaan anda tidak diformatkan dengan betul
mt: L-aħħar 5 ċifri tal-ID nazzjonali tiegħek huma fformattjati ħażin
ne: तपाइँको राष्ट्रिय परिचयपत्रको अन्तिम 5 अङ्कहरू गलत तरिकाले फर्म्याट गरियो
nn_no: Dei fem siste siffera i den nasjonale ID-en har ikkje rett format
no: De siste fem sifrene i den nasjonale ID-en har ikke riktig format
or: ଆପଣଙ୍କର ଅନ୍ତଃରାଷ୍ଟ୍ରୀୟ Id ର ଶେଷ 5 ଅଙ୍କ ଭୁଲ୍‌ଭାବରେ ଫର୍ମାଟ୍ ହୋଇଛି
pa_arab_pk: تہاڈے قومی شناختی کارڈ دے آخری 5 عدد غلط وضع کیتے گئے
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤੇ ਗਏ ਤੁਹਾਡੀ ਰਾਸ਼ਟਰੀ Id ਦੇ ਆਖਰੀ 5 ਅੰਕ
pl: Nieprawidłowy format ostatnich 5 cyfr numeru dowodu tożsamości
ru: Неправильный формат последних 5 цифр удостоверения личности государственного образца
sd: توهانجي قومي آئي ڊي جا غلط فارميٽ ٿيل آخري 5 ڊجٽ
si: ඔබගේ ජාතික හැඳුනුම් පතෙහි අවසාන සංඛ්‍යාංක 5 වැරදි ලෙස ආකෘති ගත කර ඇත
sl: Nepravilno oblikovanih zadnjih 5 števk vaše nacionalne identifikacijske oznake
sr_cyrl_rs: Последњих 5 цифара националног ID броја није исправно обликовано
sr_latn_rs: Poslednjih 5 cifara nacionalnog ID broja nije ispravno oblikovano
sv: De sista fem siffrorna i ditt nationella ID har fel format
ta: உங்கள் தேசிய ID -யின் கடைசி 5 இலக்கங்கள் தவறாக வடிவமைக்கப்பட்டுள்ளது.
te: మీ జాతీయ IDలో చివరి 5 అంకెలు తప్పుగా ఫార్మాట్ చేయబడ్డాయి
tg: 5 рақами охирин дар рақами мушаххаси миллии шумо дорои формати нодуруст мебошанд
th: เลขประจำตัวประชาชน 5 หลักสุดท้ายของคุณมีการจัดรูปแบบไม่ถูกต้อง
tr: Kimlik numaranızın Son 5 rakamı Yanlış formatlandı
tt: Ил кодының соңгы 5 цифрасы дөрес форматланмаган
ug: دۆلەتلىك كىملىكىڭىزنىڭ ئاخىرقى بەش خانىسىنىڭ فورماتى خاتا
uk: 5 останніх цифр у національному ідентифікаційному номері мають неправильний формат
ur: آپ کے قومی شناختی کارڈ کے آخری 5 اعداد غلط وضع کیے گئے
uz: Pasport raqamingizning so‘nggi 5 ta raqami noto‘g‘ri formatlangan
vi: Đã định dạng không chính xác 5 chữ số cuối của Id quốc gia của bạn
zh_hans: 你的身份证最后 5 位数字格式错误
zh_hant: 您國民身分證後 5 碼的格式不正確

# Literal.ChinaUnionPay.AddCardHeading
source: Add a UnionPay credit card
af: Voeg 'n UnionPay-kredietkaart by
am: የ UnionPay ክሬዲት ካርድ ያስገቡ
ar: إضافة بطاقة ائتمان UnionPay
as: এখন UnionPay ক্ৰেডিট কাৰ্ড যোগ কৰক
az: UnionPay kredit kartı əlavə et
bg: Добавяне на кредитна карта UnionPay
bn_in: একটি UnionPay ক্রেডিট কার্ড যোগ করুন
bs: Dodajte UnionPay kreditnu karticu
cy: Ychwanegu cerdyn credyd UnionPay
da: Tilføj et UnionPay-kreditkort
de: UnionPay-Kreditkarte hinzufügen
el: Προσθήκη πιστωτικής κάρτας UnionPay
es: Agregar una tarjeta de crédito UnionPay
et: UnionPay krediitkaardi lisamine
eu: Gehitu UnionPay kreditu-txartela
fa: افزودن کارت اعتباری UnionPay
ga: Cuir cárta creidmheasa UnionPay leis
gd: Cuir cairt-chreideis UnionPay ris
gl: Engadir un cartón de crédito UnionPay
gu: UnionPay ક્રેડિટ કાર્ડ ઍડ કરો
he: הוסף כרטיס אשראי של UnionPay
hi: UnionPay क्रेडिट कार्ड जोड़ें
hr: Dodavanje kreditne kartice UnionPay
hu: UnionPay hitelkártya felvétele
id: Tambahkan kartu kredit UnionPay
is: Bæta við kreditkorti frá UnionPay
ja: 銀聯クレジット カードの追加
ka: UnionPay საკრედიტო ბარათის დამატება
kk: UnionPay несие картасын қосу
kn: UnionPay ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: UnionPay 신용 카드 추가
ku_arab: زیادکردنی کرێدت کارتێکی UnionPay
ky: UnionPay кредит картасын кошуу
lo: ເພີ່ມ​ບັດ​ເຄ​ຣ​ດິດ UnionPay
lt: Įtraukti „UnionPay“ kredito kortelę
lv: UnionPay kredītkartes pievienošana
mi: Tāpirihia he kāri tāwere UnionPay
mk: Додајте кредитна картичка UnionPay
ml: UnionPay ക്രെഡിറ്റ് കാർഡ് ചേർക്കുക
mn: UnionPay кредит карт нэмэх
mr: एक UnionPay क्रेडिट कार्ड जोडा
ms: Tambah kad kredit UnionPay
mt: Żid karta ta' kreditu ta' UnionPay
ne: UnionPay क्रेडिट कार्ड थप गर्नुहोस्
nn_no: Legg til eit UnionPay-kredittkort
no: Legg til et UnionPay-kredittkort
or: ଏକ UnionPay କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯୋଡନ୍ତୁ
pa_arab_pk: UnionPay کریڈٹ کارڈ دا اضافہ کرو
pa_in: ਇੱਕ UnionPay ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜੋੜੋ
pl: Dodaj nową kartę kredytową UnionPay
ru: Добавление кредитной карты UnionPay
sd: هڪ UnionPay ڪريڊٽ ڪارڊ شامل ڪريو
si: UnionPay හර කාඩ්පතක් එක් කරන්න
sl: Dodajte kreditno kartico UnionPay
sr_cyrl_rs: Додавање UnionPay кредитне картице
sr_latn_rs: Dodavanje UnionPay kreditne kartice
sv: Lägg till ett UnionPay-kreditkort
ta: ஒரு UnionPay கிரெடிட் கார்டைச் சேர்
te: UnionPay క్రెడిట్ కార్డ్ జోడించండి
tg: Илова кардани корти қарзии UnionPay
th: เพิ่มบัตรเครดิต UnionPay
tr: UnionPay kredi kartı ekleyin
tt: UnionPay кредит картасын өстәү
ug: بانكىلار ھەمكارلىقى ئىناۋەتلىك كارتىسى قوشۇش
uk: Додавання кредитної картки UnionPay
ur: UnionPay کریڈٹ کارڈ شامل کریں
uz: UnionPay kredit kartasi qo‘shish
vi: Thêm thẻ tín dụng UnionPay
zh_hans: 添加银联信用卡
zh_hant: 新增銀聯信用卡

# Literal.ChinaUnionPay.AddDebitCardHeading
source: Add a UnionPay debit card
af: Voeg 'n UnionPay-debietkaart by
am: የ UnionPay ዴቢት ካርድ ያክሉ
ar: إضافة بطاقة إثبات صحة رصيد المدين لـ UnionPay
as: এখন UnionPay ডেবিট কাৰ্ড যোগ কৰক
az: UnionPay debet kartı əlavə et
bg: Добавяне на дебитна карта UnionPay
bn_in: একটি UnionPay ডেবিট কার্ড যোগ করুন
bs: Dodajte UnionPay debitnu karticu
cy: Ychwanegu cerdyn debyd UnionPay
da: Tilføj et UnionPay-debetkort
de: UnionPay-Kundenkarte hinzufügen
el: Προσθήκη χρεωστικής κάρτας UnionPay
es: Agregar una tarjeta de débito UnionPay
et: UnionPay deebetkaardi lisamine
eu: Gehitu UnionPay zordunketa-txartela
fa: افزودن کارت نقدی UnionPay
ga: Cuir cárta dochair UnionPay leis
gd: Cuir cairt-fhiachan UnionPay ris
gl: Engadir un cartón de débito UnionPay
gu: UnionPay ડેબિટ કાર્ડ ઍડ કરો
he: הוסף כרטיס חיוב של UnionPay
hi: UnionPay डेबिट कार्ड जोड़ें
hr: Dodavanje debitne kartice UnionPay
hu: UnionPay betéti kártya felvétele
id: Tambahkan kartu debit UnionPay
is: Bæta við debetkorti frá UnionPay
ja: 銀聯デビット カードの追加
ka: UnionPay სადებეტო ბარათის დამატება
kk: UnionPay дебет картасын қосу
kn: UnionPay ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: UnionPay 직불 카드 추가
ku_arab: زیادکردنی کارتێکی داشکاندنی UnionPay
ky: UnionPay дебет картасын кошуу
lo: ເພີ່ມ​ບັດ​ເດ​ບິດ UnionPay
lt: Įtraukti „UnionPay“ debeto kortelę
lv: UnionPay debetkartes pievienošana
mi: Tāpirihia he kāri nama UnionPay
mk: Додајте дебитна картичка UnionPay
ml: UnionPay ഡെബിറ്റ് കാർഡ് ചേർക്കുക
mn: UnionPay дебит карт нэмэх
mr: एक UnionPay डेबिट कार्ड जोडा
ms: Tambah kad debit UnionPay
mt: Żid karta ta' debitu ta' UnionPay
ne: UnionPay डेबिट कार्ड थप गर्नुहोस्
nn_no: Legg til eit UnionPay-debetkort
no: Legg til et UnionPay-debetkort
or: ଏକ UnionPay ଡେବିଟ୍ କାର୍ଡ୍ ଯୋଡନ୍ତୁ
pa_arab_pk: UnionPay ڈیبٹ کارڈ دا اضافہ کرو
pa_in: ਇੱਕ UnionPay ਡੈਬਿਟ ਕਾਰਡ ਜੋੜੋ
pl: Dodaj kartę debetową UnionPay
ru: Добавление банковской карты UnionPay
sd: هڪ UnionPay ڊيبٽ ڪارڊ شامل ڪريو
si: UnionPay බැර කාඩ්පතක් එක් කරන්න
sl: Dodajte debetno kartico UnionPay
sr_cyrl_rs: Додавање UnionPay дебитне картице
sr_latn_rs: Dodavanje UnionPay debitne kartice
sv: Lägg till ett UnionPay-betalkort
ta: ஒரு UnionPay டெபிட் கார்டைச் சேர்
te: UnionPay డెబిట్ కార్డ్ జోడించండి
tg: Илова кардани корти дебетии UnionPay
th: เพิ่มบัตรเดบิต UnionPay
tr: UnionPay ATM kartı ekleyin
tt: UnionPay дебет картасын өстәү
ug: بانكىلار ھەمكارلىقى ئامانەت كارتىسى قوشۇش
uk: Додавання платіжної картки UnionPay
ur: UnionPay ڈیبٹ کارڈ شامل کریں
uz: UnionPay debet kartasi qo‘shish
vi: Thêm thẻ ghi nợ UnionPay
zh_hans: 添加银联借记卡
zh_hant: 新增銀聯轉帳卡

# Literal.ChinaUnionPay.UpdateCardHeading
source: Update UnionPay credit card
af: Werk UnionPay-kredietkaart by
am: የ UnionPay ክሬዲት ካርድን አዘምን
ar: تحديث بطاقة ائتمان UnionPay
as: UnionPay ক্ৰেডিট কাৰ্ড আপডেট কৰক
az: UnionPay kredit kartını yenilə
bg: Актуализиране на кредитна карта UnionPay
bn_in: UnionPay ক্রেডিট কার্ড আপডেট করুন
bs: Ažurirajte UnionPay kreditnu karticu
cy: Diweddaru cerdyn credyd UnionPay
da: Opdater et UnionPay-kreditkort
de: UnionPay-Kreditkarte aktualisieren
el: Ενημέρωση πιστωτικής κάρτας UnionPay
es: Actualizar la tarjeta de crédito UnionPay
et: UnionPay krediitkaardi värskendamine
eu: Eguneratu UnionPay kreditu-txartela
fa: به‌روزرسانی کارت اعتباری UnionPay
ga: Nuashonraigh cárta creidmheasa UnionPay
gd: Ùraich a’ chairt-chreideis UnionPay
gl: Actualizar o cartón de crédito UnionPay
gu: UnionPay ક્રેડિટ કાર્ડ અપડેટ કરો
he: עדכן כרטיס אשראי של UnionPay
hi: UnionPay क्रेडिट कार्ड का अद्यतन करें
hr: Ažuriranje kreditne kartice UnionPay
hu: UnionPay hitelkártya módosítása
id: Perbarui kartu kredit UnionPay
is: Uppfæra kreditkort frá UnionPay
ja: 銀聯クレジット カードの更新
ka: UnionPay საკრედიტო ბარათის განახლება
kk: UnionPay несие картасын жаңарту
kn: UnionPay ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಪರಿಷ್ಕರಿಸಿ
ko: UnionPay 신용 카드 업데이트
ku_arab: نوێکردنەوەی کرێدت کارتی UnionPay
ky: UnionPay кредит картасын жаңыртуу
lo: ​ອັບ​ເດດ​ບັດ​ເ​ຄ​ຣ​ດິດ UnionPay
lt: Naujinti „UnionPay“ kredito kortelę
lv: UnionPay kredītkartes atjaunināšana
mi: Whakahōungia te kāri tāwere UnionPay
mk: Ажурирајте ја кредитната картичка UnionPay
ml: UnionPay ക്രെഡിറ്റ് കാർഡ് കാലികമാക്കുക
mn: UnionPay кредит картаа шинэчлэх
mr: UnionPay क्रेडिट कार्ड अपडेट करा
ms: Kemas kini kad kredit UnionPay
mt: Aġġorna l-karta ta' kreditu ta' UnionPay
ne: UnionPay क्रेडिट कार्डलाई अद्यावधिक गर्नुहोस्
nn_no: Oppdater UnionPay-kredittkortet
no: Oppdater UnionPay-kredittkort
or: UnionPay କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଅଦ୍ୟତନ କରନ୍ତୁ
pa_arab_pk: UnionPay کریڈٹ کارڈ دی تازہ کاری کرو
pa_in: UnionPay ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj kartę kredytową UnionPay
ru: Обновление сведений о кредитной карте UnionPay
sd: هڪ UnionPay ڪريڊٽ ڪارڊ اپڊيٽ ڪريو
si: UnionPay හර කාඩ්පත යාවත් කාලීන කරන්න
sl: Posodobite kreditno kartico UnionPay
sr_cyrl_rs: Ажурирање UnionPay кредитне картице
sr_latn_rs: Ažuriranje UnionPay kreditne kartice
sv: Uppdatera UnionPay-kreditkort
ta: UnionPay கிரெடிட் கார்டைப் புதுப்பி
te: UnionPay క్రెడిట్ కార్డ్‌ను అప్‌డేట్ చేయండి
tg: Навсозӣ кардани корти қарзии UnionPay
th: อัปเดตบัตรเครดิต UnionPay
tr: UnionPay kredi kartını güncelleştirin
tt: UnionPay кредит картасын яңарту
ug: بانكىلار ھەمكارلىقى ئىناۋەتلىك كارتىسىنى يېڭىلاش
uk: Оновлення відомостей про кредитну картку UnionPay
ur: UnionPay کریڈٹ کارڈ کی تازہ کاری کریں
uz: UnionPay kredit kartasini yangilash
vi: Cập nhật thẻ tín dụng UnionPay
zh_hans: 更新银联信用卡
zh_hant: 更新銀聯信用卡

# Literal.ChinaUnionPay.DefaultTemplateUpdateCardHeading
source: Edit UnionPay credit card
af: Redigeer UnionPay-kredietkaart
am: UnionPay ክሬዲት ካርድን ያርትዑ
ar: تحرير بطاقة ائتمان UnionPay
as: UnionPay ক্ৰেডিট কাৰ্ড সম্পাদনা কৰক
az: UnionPay kredit kartını redaktə edin
bg: Редактиране на кредитната карта UnionPay
bn_in: UnionPay ক্রেডিট কার্ড সম্পাদনা করুন
bs: Uredite kreditnu karticu UnionPay
cy: Golygu cerdyn credyd UnionPay
da: Rediger UnionPay-kreditkort
de: UnionPay-Kreditkarte bearbeiten
el: Επεξεργασία πιστωτικής κάρτας UnionPay
es: Editar tarjeta de crédito UnionPay
et: UnionPay krediitkaardi teabe muutmine
eu: Editatu UnionPay kreditu-txartela
fa: ویرایش کارت اعتباری UnionPay
ga: Cuir cárta creidmheasa UnionPay in eagar
gd: Deasaich a’ chairt-chreideis UnionPay
gl: Editar un cartón de crédito de UnionPay
gu: UnionPay ક્રેડિટ કાર્ડને સંપાદિત કરો
he: עריכת כרטיס אשראי של UnionPay
hi: UnionPay क्रेडिट कार्ड संपादित करें
hr: Uredi kreditnu karticu UnionPay
hu: UnionPay hitelkártya szerkesztése
id: Edit kartu kredit UnionPay
is: Breyta UnionPay kreditkorti
ja: UnionPay クレジット カードの編集
ka: UnionPay საკრედიტო ბარათის რედაქტირება
kk: UnionPay кредиттік картасын өңдеу
kn: UnionPay ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಪಾದಿಸಿ
ko: UnionPay 신용 카드 편집
lo: ແກ້ໄຂບັດເຄຣດິດ UnionPay
lt: Redaguoti „UnionPay“ kredito kortelę
lv: UnionPay kredītkartes rediģēšana
mi: Whakatikatia te kāri tāwere UnionPay
mk: Уредете ја кредитната картичка UnionPay
ml: UnionPay ക്രെഡിറ്റ് കാർഡ് എഡിറ്റുചെയ്യുക
mr: UnionPay क्रेडिट कार्ड संपादित करा
ms: Edit kad kredit UnionPay
mt: Editja l-karta tal-kreditu ta’ UnionPay
ne: UnionPay क्रेडिट कार्ड सम्पादन गर्नुहोस्
nn_no: Rediger UnionPay-kredittkort
no: Rediger UnionPay-kredittkort
or: UnionPay କ୍ରେଡିଟ୍ କାର୍ଡ୍ ସଂପାଦନା କରନ୍ତୁ
pa_in: UnionPay ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj kartę kredytową UnionPay
ru: Изменить кредитную карту UnionPay
sl: Uredite kreditno kartico UnionPay
sr_cyrl_rs: Уређивање UnionPay кредитне картице
sr_latn_rs: Uređivanje UnionPay kreditne kartice
sv: Redigera UnionPay-kreditkort
ta: UnionPay கிரெடிட் கார்டைத் திருத்துங்கள்
te: UnionPay క్రెడిట్ కార్డ్‌ను సవరించండి
th: แก้ไขบัตรเครดิต UnionPay
tr: UnionPay kredi kartını düzenle
tt: UnionPay кредит картасын төзәтү
ug: يىنليەن ئىناۋەتلىك كارتىسىنى تەھرىرلەش
uk: Редагувати кредитну картку UnionPay
ur: UnionPay کریڈٹ کارڈ میں ترمیم کریں
uz: UnionPay kredit kartasini tahrirlash
vi: Chỉnh sửa thẻ tín dụng UnionPay
zh_hans: 编辑银联信用卡
zh_hant: 編輯銀聯信用卡

# Literal.ChinaUnionPay.UpdateDebitCardHeading
source: Update UnionPay debit card
af: Werk UnionPay-debietkaart by
am: የ UnionPay ዴቢት ካርድን አዘምን
ar: تحديث بطاقة إثبات صحة رصيد المدين لـ UnionPay
as: UnionPay ডেবিট কাৰ্ড আপডেট কৰক
az: UnionPay debet kartını yenilə
bg: Актуализиране на дебитна карта UnionPay
bn_in: UnionPay ডেবিট কার্ড আপডেট করুন
bs: Ažurirajte UnionPay debitnu karticu
cy: Diweddaru cerdyn debyd UnionPay
da: Opdater et UnionPay-debetkort
de: UnionPay-Kundenkarte aktualisieren
el: Ενημέρωση χρεωστικής κάρτας UnionPay
es: Actualizar la tarjeta de débito UnionPay
et: UnionPay deebetkaardi värskendamine
eu: Eguneratu UnionPay zordunketa-txartela
fa: به‌روزرسانی کارت نقدی UnionPay
ga: Nuashonraigh cárta dochair UnionPay
gd: Ùraich a’ chairt-fhiachan UnionPay
gl: Actualizar o cartón de débito UnionPay
gu: UnionPay ડેબિટ કાર્ડ અપડેટ કરો
he: עדכן כרטיס חיוב של UnionPay
hi: UnionPay डेबिट कार्ड का अद्यतन करें
hr: Ažuriranje debitne kartice UnionPay
hu: UnionPay betéti kártya módosítása
id: Perbarui kartu debit UnionPay
is: Uppfæra debetkort frá UnionPay
ja: 銀聯デビット カードの更新
ka: UnionPay სადებეტო ბარათის განახლება
kk: UnionPay дебет картасын жаңарту
kn: UnionPay ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಪರಿಷ್ಕರಿಸಿ
ko: UnionPay 직불 카드 업데이트
ku_arab: نوێکردنەوەی کارتی داشکاندنی UnionPay
ky: UnionPay дебет картасын жаңыртуу
lo: ​ອັບ​ເດດ​ບັດ​ເດ​ບິດ UnionPay
lt: Naujinti „UnionPay“ debeto kortelę
lv: UnionPay debetkartes atjaunināšana
mi: Whakahōungia te kāri nama UnionPay
mk: Ажурирајте ја дебитната картичка UnionPay
ml: UnionPay ഡെബിറ്റ് കാർഡ് കാലികമാക്കുക
mn: UnionPay дебит картаа шинэчлэх
mr: UnionPay डेबिट कार्ड अपडेट करा
ms: Kemas kini kad debit UnionPay
mt: Aġġorna l-karta ta' debitu ta' UnionPay
ne: UnionPay डेविट कार्डलाई अद्यावधिक गर्नुहोस्
nn_no: Oppdater UnionPay-debetkortet
no: Oppdater UnionPay-debetkort
or: UnionPay ଡେବିଟ୍ କାର୍ଡ୍ ଅଦ୍ୟତନ କରନ୍ତୁ
pa_arab_pk: UnionPay ڈیبٹ کارڈ دی تازہ کاری کرو
pa_in: UnionPay ਡੈਬਿਟ ਕਾਰਡ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj kartę debetową UnionPay
ru: Обновление сведений о банковской карте UnionPay
sd: هڪ UnionPay ڊيبٽ ڪارڊ اپڊيٽ ڪريو
si: UnionPay බැර කාඩ්පත යාවත් කාලීන කරන්න
sl: Posodobite debetno kartico UnionPay
sr_cyrl_rs: Ажурирање UnionPay дебитне картице
sr_latn_rs: Ažuriranje UnionPay debitne kartice
sv: Uppdatera UnionPay-betalkort
ta: UnionPay டெபிட் கார்டைப் புதுப்பி
te: UnionPay డెబిట్ కార్డ్‌ను అప్‌డేట్ చేయండి
tg: Навсозӣ кардани корти дебетии UnionPay
th: อัปเดตบัตรเดบิต UnionPay
tr: UnionPay ATM kartını güncelleştirin
tt: UnionPay дебет картасын яңарту
ug: بانكىلار ھەمكارلىقى ئامانەت كارتىسىنى يېڭىلاش
uk: Оновлення відомостей про платіжну картку UnionPay
ur: UnionPay ڈیبٹ کارڈ کی تازہ کاری کریں
uz: UnionPay debet kartasini yangilash
vi: Cập nhật thẻ ghi nợ UnionPay
zh_hans: 更新银联借记卡
zh_hant: 更新銀聯轉帳卡

# Literal.ChinaUnionPay.DefaultTemplateUpdateDebitCardHeading
source: Edit UnionPay debit card
af: Redigeer UnionPay-debietkaart
am: UnionPay ዴቢት ካርድን ያርትዑ
ar: تحرير بطاقة مدينة UnionPay
as: UnionPay ডেবিট কাৰ্ড সম্পাদনা কৰক
az: UnionPay debet kartını redaktə edin
bg: Редактиране на дебитна карта UnionPay
bn_in: UnionPay ডেবিট কার্ড সম্পাদনা করুন
bs: Uredite debitnu karticu UnionPay
cy: Golygu cerdyn debyd UnionPay
da: Rediger UnionPay-debetkort
de: UnionPay-Debitkarte bearbeiten
el: Επεξεργασία χρεωστικής κάρτας UnionPay
es: Editar tarjeta de débito UnionPay
et: UnionPay deebetkaardi teabe muutmine
eu: Editatu UnionPay zordunketa-txartela
fa: ویرایش کارت نقدی UnionPay
ga: Cuir cárta dochair UnionPay in eagar
gd: Deasaich a’ chairt-fhiachan UnionPay
gl: Editar un cartón de débito UnionPay
gu: UnionPay ડેબિટ કાર્ડને સંપાદિત કરો
he: עריכת כרטיס חיוב של UnionPay
hi: UnionPay डेबिट कार्ड संपादित करें
hr: Uredi debitnu karticu UnionPay
hu: UnionPay bankkártya szerkesztése
id: Edit kartu debit UnionPay
is: Breyta UnionPay debetkorti
ja: UnionPay デビット カードの編集
ka: UnionPay სადებეტო ბარათის რედაქტირება
kk: UnionPay дебет картасын өңдеу
kn: UnionPay ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಸಂಪಾದಿಸಿ
ko: UnionPay 직불 카드 편집
lo: ແກ້ໄຂບັດເດບິດ UnionPay
lt: Redaguoti „UnionPay“ debeto kortelę
lv: UnionPay debetkartes rediģēšana
mi: Whakatikatia te kāri nama UnionPay
mk: Уредете ја дебитната картичка UnionPay
ml: UnionPay ഡെബിറ്റ് കാർഡ് എഡിറ്റുചെയ്യുക
mr: UnionPay डेबिट कार्ड संपादित करा
ms: Edit kad debit UnionPay
mt: Editja l-karta tad-debitu ta’ UnionPay
ne: UnionPay डेबिट कार्ड सम्पादन गर्नुहोस्
nn_no: Rediger UnionPay-debetkort
no: Rediger UnionPay-debetkort
or: UnionPay ଡେବିଟ୍ କାର୍ଡ୍ ସଂପାଦନା କରନ୍ତୁ
pa_in: UnionPay ਡੈਬਿਟ ਕਾਰਡ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj kartę debetową UnionPay
ru: Изменить банковскую карту UnionPay
sl: Uredite debetno kartico UnionPay
sr_cyrl_rs: Уреди UnionPay дебитну картицу
sr_latn_rs: Uređivanje UnionPay debitne kartice
sv: Redigera UnionPay-betalkort
ta: UnionPay டெபிட் கார்டைத் திருத்துங்கள்
te: UnionPay డెబిట్ కార్డ్‌ను సవరించండి
th: แก้ไขบัตรเดบิต UnionPay
tr: UnionPay ATM kartını düzenle
tt: UnionPay дебет картасын төзәтү
ug: يىنليەن ئامانەت كارتىسىنى تەھرىرلەش
uk: Редагувати дебетову картку UnionPay
ur: UnionPay ڈیبٹ کارڈ میں ترمیم کریں
uz: UnionPay debet kartasini tahrirlash
vi: Chỉnh sửa thẻ ghi nợ UnionPay
zh_hans: 编辑银联借记卡
zh_hant: 編輯銀聯轉帳卡

# Literal.ChinaUnionPay.PhoneNumber
source: Bank associated Mobile Number
af: Bank-geassosieerde selfoonnommer
am: ከባንክ ጋር የተቆራኘ የሞባይል ቁጥር
ar: رقم الجوال المقترن بالبنك
as: বেংকৰ সৈতে সহযোগী ম'বাইল নম্বৰ
az: Bankla əlaqələndirilən Mobil Nömrə
bg: Мобилен телефон, асоцииран с банката
bn_in: ব্যাঙ্ক সংশ্লিষ্ট মোবাইল নম্বর
bs: Broj mobitela povezan s bankom
cy: Rhif Ffôn Symudol sy'n gysylltiedig i'r banc
da: Mobilnummer, der er knyttet til bank
de: Der Bank zugeordnete Mobilfunknummer
el: Αριθμός τηλεφώνου συσχετισμένος με την τράπεζα
es: Número de teléfono móvil asociado al banco
et: Panga mobiiltelefoni number
eu: Telefono-zenbakiarekin lotutako bankua
fa: شماره تلفن همراه مرتبط با بانک
ga: Uimhir fón póca ag gabháil le banc
gd: Àireamh an fhòn-làimhe co-cheangailte ris a’ bhanca
gl: Número de móbil asociado ao banco
gu: બેંક સાથે સંકળાયેલ મોબાઇલ નંબર
he: מספר טלפון נייד המשויך לבנק
hi: बैंक संबद्ध मोबाइल नंबर
hr: Broj mobilnog telefona povezan s bankom
hu: Banknak megadott mobilszám
id: Nomor Ponsel terkait dengan Bank
is: Farsímanúmer tengt banka
ja: 銀行に関連付けられている携帯電話番号
ka: ბანკთან დაკავშირებული მობილურის ნომერი
kk: Банкпен байланысты ұялы нөмір
kn: ಬ್ಯಾಂಕ್‍ಗೆ ಸಂಬಂಧಿಸಿದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ko: 은행 관련 휴대폰 번호
ku_arab: ژمارەی مۆبایڵی وابەستەی بانک
ky: Банк Мобилдик номерге байланышкан
lo: ​ເບີ​ມື​ຖື​ທີ່​ເຊື່ອມ​ໂຍງ​ກັບ​ທະ​ນາ​ຄານ
lt: Su banku susietas mobiliojo telefono numeris
lv: Ar banku saistītais mobilā tālruņa numurs
mi: Tau Pūkoro pāhono ki te Pēke
mk: Број на мобилен поврзан со банката
ml: ബാങ്കുമായി ബന്ധപ്പെടുത്തിയിട്ടുള്ള മൊബൈൽ നമ്പർ
mn: Банкинд бүртгүүлсэн утасны дугаар
mr: बँकेशी संबंधित मोबाइल नंबर
ms: Nombor Telefon Bimbit yang berkaitan dengan bank.
mt: Numru tal-Mowbajl assoċjat mal-bank
ne: बैंकसँग सम्बन्धित मोबाइल नम्बर
nn_no: Mobilnummer knytt til bank
no: Bank knyttet til mobilnummer
or: ବ୍ୟାଙ୍କ୍ ସହଭାଗୀ ହୋଇଥିବା ମୋବାଇଲ୍ ନମ୍ଵର୍
pa_arab_pk: بینک نال منسلک موبائل نمبر
pa_in: ਬੈਂਕ ਨਾਲ ਜੁੜਿਆ ਮੋਬਾਈਲ ਨੰਬਰ
pl: Numer telefonu komórkowego skojarzony z bankiem
ru: Номер мобильного телефона, привязанный к банку
sd: بينڪ سان لاڳاپيل موبائل نمبر
si: බැංකුව හා සම්බන්ධ ජංගම දුරකථන අංකය
sl: Številka mobilnega telefona, povezana z banko
sr_cyrl_rs: Број мобилног телефона повезан са банком
sr_latn_rs: Broj mobilnog telefona povezan sa bankom
sv: Bankassocierat mobilnummer
ta: வங்கியுடன் தொடர்புடைய செல்லிடப் பேசி எண்
te: బ్యాంక్ అనుబంధ మొబైల్ నంబర్
tg: Рақами телефони мобилии марбут ба бонк
th: หมายเลขโทรศัพท์ที่เชื่อมโยงกับธนาคาร
tr: Banka ile ilişkili Cep Telefonu Numarası
tt: Банк белән бәйләнгән мобиль телефон номеры
ug: بانكىغا ئۇلىغان يانفون نومۇرى
uk: Номер мобільного телефону, пов’язаний із банком
ur: بینک سے منسلک موبائل نمبر
uz: Bank bilan bog‘langan Mobil telefon raqami
vi: Số Di động đã liên kết với Ngân hàng
zh_hans: 银行关联的移动电话号码
zh_hant: 銀行關聯行動電話號碼
