Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Label.BillingAddress
source: Billing address:
af: Faktuuradres:
am: የመክፈያ አድራሻ:
ar: عنوان الفوترة:
as: বিল আদায় দিয়াৰ ঠিকনা
az: Hesablaşma ünvanı:
bg: Адрес на фактуриране:
bn_in: বিল পাঠানোর ঠিকানা:
bs: Adresa fakturiranja:
cy: Cyfeiriad bilio:
da: Faktureringsadresse:
de: Rechnungsadresse:
el: Διεύθυνση χρέωσης:
es: Dirección de facturación:
et: Arveldusaadress:
eu: Fakturatze-helbidea:
fa: آدرس صدور صورتحساب:
ga: Seoladh billeála:
gd: Seòladh bileachaidh:
gl: Enderezo de facturación:
gu: બિલીંગ સરનામું:
he: כתובת לחיוב:
hi: बिलिंग पता:
hr: Adresa za naplatu:
hu: Számlázási cím:
id: Alamat penagihan:
is: Póstfang greiðanda:
ja: 請求先住所:
ka: ბილინგის მისამართი:
kk: Шот жіберілетін мекенжай:
kn: ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸ:
ko: 청구 주소:
lo: ທີ່ຢູ່ສຳລັບຮຽກເກັບເງິນ:
lt: Sąskaitos siuntimo adresas:
lv: Norēķinu adrese:
mi: Wāhitau nama:
mk: Адреса за фактурирање:
ml: ബില്ലിംഗ് വിലാസം:
mr: बिलिंग पत्ता:
ms: Alamat pengebilan:
mt: Indirizz tal-ħlasijiet:
ne: बिलिङ ठेगाना:
nn_no: Faktureringsadresser:
no: Faktureringsadresse:
or: ବିଲିଂ ଠିକଣା:
pa_in: ਬਿੱਲ ਭੇਜਣ ਦਾ ਪਤਾ:
pl: Adres do rozliczeń:
ru: Адрес выставления счета:
sl: Naslov za obračunavanje:
sr_cyrl_rs: Адреса фактурисања:
sr_latn_rs: Adresa fakturisanja:
sv: Faktureringsadress:
ta: பில்லிங் முகவரி:
te: బిల్లింగ్ చిరునామా:
th: ที่อยู่สำหรับเรียกเก็บเงิน:
tr: Fatura adresi:
tt: Хисап чыгару адресы:
ug: تالون ئادرېسى:
uk: Адреса для виставлення рахунків:
ur: بلنگ کا پتہ:
uz: Billing manzili:
vi: Địa chỉ thanh toán:
zh_hans: 帐单邮寄地址:
zh_hant: 帳單地址:

# Label.MobilePhone
source: Mobile phone:
af: Selfoon:
am: ተንቀሳቃሽ ስልክ:
ar: الهاتف الجوال:
as: ম'বাইল ফোন
az: Mobil telefon:
bg: Мобилен телефон:
bn_in: মোবাইল ফোন:
bs: Mobilni telefon:
cy: Ffôn symudol:
da: Mobiltelefon:
de: Mobiltelefon:
el: Κινητό τηλέφωνο:
es: Teléfono móvil:
et: Mobiiltelefon:
eu: Telefono mugikorra:
fa: تلفن همراه:
ga: Fón póca:
gd: Fòn-làimhe:
gl: Teléfono móbil:
gu: મોબાઇલ ફોન:
he: טלפון נייד:
hi: मोबाइल फ़ोन:
hr: Mobilni telefon:
hu: Mobiltelefon:
id: Telepon seluler:
is: Farsími:
ja: 携帯電話:
ka: მობილური ტელეფონი:
kk: Мобильді телефон:
kn: ಮೊಬೈಲ್ ಫೋನ್:
ko: 휴대폰:
lo: ໂທລະສັບມືຖື:
lt: Mobiliojo telefono numeris:
lv: Mobilais tālrunis:
mi: Waea pūkoro:
mk: Мобилен телефон:
ml: മൊബൈല്‍ ഫോൺ:
mr: मोबाइल फोन:
ms: Telefon bimbit:
mt: Mowbajl:
ne: मोबाइल फोन:
nn_no: Mobiltelefon:
no: Mobiltelefon:
or: ମୋବାଇଲ୍ ଫୋନ୍:
pa_in: ਮੋਬਾਈਲ ਫ਼ੋਨ:
pl: Telefon komórkowy:
ru: Мобильный телефон:
sl: Mobilni telefon:
sr_cyrl_rs: Мобилни телефон:
sr_latn_rs: Mobilni telefon:
sv: Mobiltelefon:
ta: மொபைல் ஃபோன்:
te: మొబైల్ ఫోన్:
th: โทรศัพท์มือถือ:
tr: Cep telefonu:
tt: Мобиль телефон:
ug: يانفون:
uk: Мобільний телефон:
ur: موبائل فون:
uz: Mobil telefon:
vi: Điện thoại di động:
zh_hans: 移动电话:
zh_hant: 行動電話:

# Label.Phone
source: Phone:
af: Foon:
am: ስልክ፦
ar: الهاتف:
as: ফোন:
az: Telefon:
bg: Телефон:
bn_in: ফোন:
bs: Telefon:
cy: Ffôn:
da: Telefon:
de: Telefon:
el: Τηλέφωνο:
es: Teléfono:
et: Telefon:
eu: Telefonoa:
fa: تلفن:
ga: Fón:
gd: Fòn:
gl: Teléfono:
gu: ફોન:
he: טלפון:
hi: फ़ोन:
hr: Telefon:
hu: Telefon:
id: Telepon:
is: Sími:
ja: 電話番号:
ka: ტელეფონი:
kk: Телефон:
kn: ಫೋನ್:
ko: 전화:
ku_arab: تەلەفۆن:
ky: Телефон:
lo: ໂທລະສັບ:
lt: Tel.:
lv: Tālrunis:
mi: Waea:
mk: Телефон:
ml: ഫോൺ:
mn: Утас:
mr: फोन:
ms: Telefon:
mt: Telefown:
ne: फोन:
nn_no: Telefon:
no: Telefon:
or: ଫୋନ୍:
pa_arab_pk: فون:
pa_in: ਫ਼ੋਨ
pl: Telefon:
ru: Телефон:
sd: فون:
si: දුරකථනය:
sl: Telefon:
sr_cyrl_rs: Телефон:
sr_latn_rs: Telefon:
sv: Telefon:
ta: தொலைபேசி:
te: ఫోన్:
tg: Телефон:
th: โทรศัพท์:
tr: Telefon:
tt: Телефон:
ug: تېلېفون:
uk: Телефон:
ur: فون:
uz: Telefon:
vi: Điện thoại:
zh_hans: 电话:
zh_hant: 電話:

# Label.PayPalAccount
source: PayPal account:
af: PayPal-rekening:
am: PayPal መለያ:
ar: حساب PayPal:
as: PayPal একাউণ্ট
az: PayPal hesabı:
bg: Акаунт в PayPal:
bn_in: PayPal অ্যাকাউন্ট:
bs: PayPal račun:
cy: Cyfrif PayPal:
da: PayPal-konto:
de: PayPal-Konto:
el: Λογαριασμός PayPal:
es: Cuenta de PayPal:
et: PayPali konto:
eu: PayPal kontua:
fa: حساب PayPal:
ga: Cuntas PayPal:
gd: Cunntas PayPal:
gl: Conta de PayPal:
gu: PayPal ખાતું:
he: חשבון PayPal:
hi: PayPal खाता:
hr: Račun za PayPal:
hu: PayPal-fiók:
id: Akun PayPal:
is: PayPal-reikningur:
ja: PayPal 口座:
ka: PayPal-ის ანგარიში:
kk: PayPal тіркелгісі:
kn: PayPal ಖಾತೆ:
ko: PayPal 계정:
lo: ບັນຊີ PayPal:
lt: „PayPal“ sąskaita:
lv: PayPal konts:
mi: Pūkete PayPal:
mk: Сметка на PayPal:
ml: PayPal അക്കൗണ്ട്:
mr: PayPal खाते:
ms: Akaun PayPal:
mt: Kont ta' PayPal:
ne: PayPal खाता:
nn_no: PayPal-konto:
no: PayPal-konto:
or: PayPal ଏକାଉଣ୍ଟ:
pa_in: PayPal ਖਾਤਾ:
pl: Konto PayPal:
ru: Учетная запись PayPal:
sl: Račun za PayPal:
sr_cyrl_rs: PayPal налог:
sr_latn_rs: PayPal nalog:
sv: PayPal-konto:
ta: PayPal கணக்கு:
te: PayPal ఖాతా:
th: บัญชี PayPal:
tr: PayPal hesabı:
tt: PayPal хисап язмасы:
ug: PayPal ھېساباتى:
uk: Обліковий запис PayPal:
ur: PayPal اکاؤنٹ:
uz: PayPal hisobi:
vi: Tài khoản PayPal:
zh_hans: PayPal 帐户:
zh_hant: PayPal 帳戶:

# Label.NameOnAccount
source: Name on account:
af: Naam op rekening:
am: ስም ሒሳብ ላይ:
ar: الاسم المسجل في الحساب:
as: একাউণ্টত নাম
az: Hesab üzərindəki ad:
bg: Титуляр на сметката:
bn_in: অ্যাকাউন্টে থাকা নাম:
bs: Ime na računu:
cy: Enw ar y cyfrif:
da: Kontonavn:
de: Name des Kontoinhabers:
el: Όνομα στον λογαριασμό:
es: Nombre del titular de la cuenta:
et: Konto nimi:
eu: Kontuko izena:
fa: نام موجود در حساب:
ga: Ainm ar an gcuntas:
gd: An t-ainm air a’ chunntas:
gl: Nome na conta:
gu: ખાતા પર રહેલું નામ:
he: השם בחשבון:
hi: खाते पर दिया गया नाम:
hr: Ime i prezime na računu:
hu: Számlatulajdonos neve:
id: Nama pada rekening:
is: Nafn á reikningi:
ja: 口座名義:
ka: ანგარიშზე მითითებული სახელი:
kk: Шоттағы ат:
kn: ಖಾತೆ ಹೆಸರು:
ko: 계정의 이름:
lo: ຊື່ຕາມບັນຊີ:
lt: Sąskaitoje nurodytas vardas ir pavardė:
lv: Konta īpašnieka vārds:
mi: Ingoa i runga i te pūkete:
mk: Име на сметката:
ml: അക്കൗണ്ടിലെ പേര്:
mr: खात्यावरील नाव:
ms: Nama pada akaun:
mt: Isem fuq il-kont:
ne: खातामा नाम:
nn_no: Namn på konto:
no: Navn på konto:
or: ଏକାଉଣ୍ଟରେ ନାମ:
pa_in: ਖਾਤੇ ‘ਤੇ ਨਾਮ:
pl: Nazwisko w ramach konta:
ru: Имя владельца счета:
sl: Ime na računu:
sr_cyrl_rs: Име на налогу:
sr_latn_rs: Ime na nalogu:
sv: Namn på konto:
ta: கணக்கிலுள்ள பெயர்:
te: ఖాతాలోని పేరు:
th: ชื่อในบัญชี:
tr: Hesaptaki ad:
tt: Хисап язмасы исеме:
ug: ھېساباتتىكى ئىسىم:
uk: Ім’я власника рахунку:
ur: اکاؤنٹ پر درج نام:
uz: Hisobdagi nom:
vi: Tên trên tài khoản:
zh_hans: 帐户持有人姓名:
zh_hant: 帳戶持有人姓名:

# Label.IBANNumber
source: IBAN number:
af: IBAN-nommer:
am: IBAN ቁጥር:
ar: رقم IBAN:
as: IBAN নম্বৰ
az: IBAN nömrəsi:
bg: IBAN номер:
bn_in: IBAN নম্বর:
bs: IBAN broj:
cy: Rhif IBAN:
da: IBAN-nummer:
de: IBAN-Nummer:
el: Αριθμός IBAN:
es: Número IBAN:
eu: IBAN zenbakia:
fa: شماره IBAN:
ga: Uimhir IBAN:
gd: Àireamh IBAN:
gl: Número IBAN:
gu: IBAN નંબર:
he: מספר IBAN:
hi: IBAN संख्या:
hr: IBAN broj:
hu: IBAN szám:
id: Nomor IBAN:
is: IBAN-númer:
ja: IBAN 番号:
ka: IBAN ნომერი:
kk: IBAN нөмірі:
kn: IBAN ಸಂಖ್ಯೆ:
ko: IBAN 번호:
lo: ໝາຍເລກ IBAN:
lt: IBAN numeris:
lv: IBAN numurs:
mi: Tau IBAN:
mk: IBAN-број:
ml: IBAN നമ്പർ:
mr: IBAN नंबर:
ms: Nombor IBAN:
mt: Numru tal-IBAN:
ne: IBAN नम्बर:
nn_no: IBAN-nummer:
no: IBAN-nummer:
or: IBAN ନମ୍ଵର:
pa_in: IBAN ਨੰਬਰ:
pl: Numer IBAN:
ru: Номер IBAN:
sl: Številka IBAN:
sr_cyrl_rs: IBAN број:
sr_latn_rs: IBAN broj:
sv: IBAN-nummer:
ta: IBAN எண்:
te: IBAN సంఖ్య:
th: หมายเลข IBAN:
tr: IBAN numarası:
tt: IBAN номеры:
ug: IBAN نومۇرى:
uk: Номер IBAN:
ur: IBAN نمبر:
uz: IBAN raqami:
vi: Số IBAN:
zh_hans: IBAN 号码:
zh_hant: IBAN 號碼:

# Label.BankName
source: Bank name:
af: Banknaam:
am: የባንክ ስም:
ar: اسم البنك:
as: বেংক নাম
az: Bankın adı:
bg: Име на банката:
bn_in: ব্যাঙ্কের নাম:
bs: Naziv banke:
cy: Enw'r banc:
da: Banknavn:
de: Name der Bank:
el: Επωνυμία τράπεζας:
es: Nombre del banco:
et: Panga nimi:
eu: Bankuaren izena:
fa: نام بانک:
ga: Ainm an bhainc:
gd: Ainm a’ bhanca:
gl: Nome do banco:
gu: બેંકનું નામ:
he: שם הבנק:
hi: बैंक का नाम:
hr: Naziv banke:
hu: Bank neve:
id: Nama bank:
is: Heiti banka:
ja: 銀行名:
ka: ბანკის სახელი:
kk: Банк атауы:
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು:
ko: 은행 이름:
lo: ຊື່ທະນາຄານ:
lt: Banko pavadinimas:
lv: Bankas nosaukums:
mi: Ingoa pēke:
mk: Име на банката:
ml: ബാങ്കിന്റെ പേര്:
mr: बँकेचे नाव:
ms: Nama bank:
mt: Isem tal-bank:
ne: बैंकको नाम:
nn_no: Banknamn:
no: Banknavn:
or: ବ୍ୟାଙ୍କ ନାମ:
pa_in: ਬੈਂਕ ਦਾ ਨਾਮ:
pl: Nazwa banku:
ru: Название банка:
sl: Ime banke:
sr_cyrl_rs: Име банке:
sr_latn_rs: Ime banke:
sv: Bankens namn:
ta: வங்கியின் பெயர்:
te: బ్యాంక్ పేరు:
th: ชื่อธนาคาร:
tr: Banka adı:
tt: Банк исеме:
ug: بانكا نامى:
uk: Назва банку:
ur: بینک کا نام:
uz: Bank nomi:
vi: Tên ngân hàng:
zh_hans: 银行名称:
zh_hant: 銀行名稱:

# Label.RecentTransactions
source: Recent transactions on this card
af: Onlangse transaksies op hierdie kaart
am: በዚህ ካርድ በቅርብ የተደረጉ ግብይቶች
ar: المعاملات الأخيرة على هذه البطاقة
as: এই কাৰ্ড খনত কৰা শেহতীয়া লেনদেন
az: Bu kart ilə aparılan son əməliyyatlar
bg: Скорошни транзакции по тази карта
bn_in: এই কার্ডে সাম্প্রতিক লেনদেনগুলি
bs: Nedavne transakcije na ovoj kartici
cy: Trafodion diweddar ar y cerdyn hwn
da: Seneste transaktioner på dette kort
de: Letzte Transaktionen für diese Karte
el: Πρόσφατες συναλλαγές σε αυτή την κάρτα
es: Transacciones recientes de esta tarjeta
et: Hiljutised tehingud sellel kaardil
eu: Txartel honen bidez egindako azken transakzioak
fa: تراکنش‌های اخیر در این کارت
ga: Idirbhearta le déanaí ar an gcárta seo
gd: Gnothaichean o chionn goirid air a’ chairt seo
gl: Transaccións recentes deste cartón
gu: આ કાર્ડ પર તાજેતરના વ્યવહારો
he: עסקאות אחרונות בכרטיס זה
hi: हाल ही में इस कार्ड से हुए लेनदेन
hr: Nedavne transakcije po toj kartici
hu: A kártya legutóbbi tranzakciói
id: Transaksi terbaru di kartu ini
is: Nýlegar færslur á þessu korti
ja: このカードを使用した最近の取引
ka: ბარათის ბოლოდროინდელი ტრანზაქციები
kk: Осы картадағы соңғы транзакциялар
kn: ಈ ಕಾರ್ಡ್‌ನಲ್ಲಿನ ಇತ್ತೀಚಿನ ವಹಿವಾಟುಗಳು
ko: 이 카드의 최근 거래
lo: ທຸລະກິດຫຼ້າສຸດຢູ່ບັດນີ້
lt: Paskutinės su šia kortele įvykdytos operacijos
lv: Nesenās transakcijas ar šo karti
mi: Ngā tauwhitinga nōnākuanei i tēnei kāri
mk: Неодамнешни трансакции на оваа картичка
ml: ഈ കാർഡിൽ അടുത്തിടെ നടന്ന ഇടപാടുകൾ
mr: या कार्डावरील सर्व अलीकडील व्यवहार
ms: Transaksi terbaru pada kad ini
mt: Tranżazzjonijiet riċenti fuq din il-kard
ne: यस कार्डमा हालैका कारोबारहरू
nn_no: Nylege transaksjonar på dette kortet
no: Nylige transaksjoner på dette kortet
or: ଏହି କାର୍ଡରେ ନିକଟ ଅତୀତର କାରବାରଗୁଡିକ
pa_in: ਇਸ ਕਾਰਡ 'ਤੇ ਹਾਲੀਆ ਲੈਣ-ਦੇਣ
pl: Ostatnie transakcje na tej karcie
ru: Недавние транзакции по этой карточке
sl: Nedavne transakcije s to kartico
sr_cyrl_rs: Недавне трансакције на овој картици
sr_latn_rs: Nedavne transakcije na ovoj kartici
sv: Senaste transaktioner på det här kortet
ta: இந்த கார்டில் சமீபத்திய பரிவர்தனைகள்
te: ఈ కార్డ్‌కి సంబంధించి ఇటీవలి లావాదేవీలు
th: ธุรกรรมล่าสุดบนบัตรนี้
tr: Bu karttaki son işlemler
tt: Әлеге картада соңгы транзакцияләр
ug: بۇ كارتىدىكى يېقىنقى مۇئامىلە
uk: Останні транзакції на цій картці
ur: اس کارڈ پر حالیہ ٹرانزیکشنز
uz: Bu kartadagi oxirgi tranzaksiyalar
vi: Các giao dịch gần đây của thẻ này
zh_hans: 此卡的最近交易
zh_hant: 此卡片最近的交易

# Literal.CreditCard.Edit.Header
source: Edit card details
af: Wysig kaartbesonderhede
am: የካርዱን ዝርዝር ያርትዑ
ar: تحرير تفاصيل البطاقة
as: কাৰ্ডে বিৱৰণ সালসলনি কৰক
az: Kart məlumatlarını redaktə et
bg: Редактиране на данните за картата
bn_in: কার্ডের বিশদ বিবরণ সম্পাদনা করুন
bs: Uredite detalјe o kartici
cy: Golygu manylion y cerdyn
da: Rediger kortoplysninger
de: Kartendetails bearbeiten
el: Επεξεργασία στοιχείων κάρτας
es: Editar detalles de la tarjeta
et: Kaardi üksikasjade redigeerimine
eu: Editatu txartelaren xehetasunak
fa: ویرایش جزئیات کارت
ga: Cuir mionsonraí an chárta in eagar
gd: Deasaich fiosrachadh na cairt
gl: Editar detalles do cartón
gu: કાર્ડની વિગતોનું સંપાદિત કરો
he: ערוך פרטי כרטיס
hi: क्रेडिट कार्ड की जानकारी संपादित करें
hr: Uređivanje podataka o kreditnoj kartici
hu: Hitelkártyaadatok szerkesztése
id: Edit detail kartu
is: Breyta kortaupplýsingum
ja: カードの詳細の編集
ka: ბარათის დეტალების რედაქტირება
kk: Карта мәліметтерін өзгерту
kn: ಕಾರ್ಡ್ ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ
ko: 카드 세부 정보 편집
lo: ແກ້ໄຂລາຍລະອຽດບັດ
lt: Redaguoti kortelės informaciją
lv: Rediģēt kartes informāciju
mi: Whakatika taipitopito kāri
mk: Уреди ги деталите за картичката
ml: കാർഡ് വിശദാംശങ്ങൾ എഡിറ്റുചെയ്യുക
mr: कार्डाचे तपशील संपादित करा
ms: Edit butiran kad
mt: Editja d-dettalji tal-kard
ne: कार्ड विवरणहरू सम्पादन गर्नुहोस्
nn_no: Rediger detaljer om kort
no: Rediger kredittkortopplysninger
or: କାର୍ଡ ବିବରଣୀ ସମ୍ପାଦନ କରନ୍ତୁ
pa_in: ਕਾਰਡ ਦੇ ਵੇਰਵਿਆਂ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj szczegóły karty
ru: Изменение сведений о карте
sl: Uredi podatke kartice
sr_cyrl_rs: Уредите детаље о картици
sr_latn_rs: Uredite detalje o kartici
sv: Redigera kortuppgifter
ta: கார்டு விவரங்களை திருத்துக
te: కార్డ్ వివరాలను సవరించండి
th: แก้ไขรายละเอียดบัตร
tr: Kart ayrıntılarını düzenleme
tt: Карта мәгълүматын төзәтү
ug: كارتا تەپسىلاتىنى تەھرىرلەش
uk: Редагувати дані картки
ur: کارڈ کی تفصیلات میں ترمیم کریں
uz: Karta tafsilotlarini tahrirlash
vi: Chỉnh sửa thông tin chi tiết về thẻ
zh_hans: 编辑卡详细信息
zh_hant: 編輯卡片詳細資料

# Literal.CreditCard.RemoveLink
source: Remove card from account
af: Verwyder kaart van rekening
am: ካርዱን ከሂሳብዎ ያላቅቁ
ar: إزالة البطاقة من الحساب
as: একাউণ্টৰ পৰা কাৰ্ড খন বাতিল কৰক
az: Kartı hesabdan sil
bg: Премахване на карта от акаунта
bn_in: অ্যাকাউন্ট থেকে কার্ড অপসারণ করুন
bs: Ukloni karticu s računa
cy: Tynnu'r cerdyn o'r cyfrif
da: Fjern kort fra kontoen
de: Karte von Konto entfernen
el: Κατάργηση κάρτας από τον λογαριασμό
es: Quitar tarjeta de la cuenta
et: Eemalda kaart kontolt
eu: Kendu txartel hau kontutik
fa: کارت را از حساب حذف کنید
ga: Bain an cárta den chuntas
gd: Thoir a’ chairt air falbh on chunntas
gl: Eliminar cartón da conta
gu: ખાતામાંથી કાર્ડ કાઢી નાખો
he: הסר כרטיס מחשבון
hi: खाते से कार्ड को निकाल दें
hr: Ukloni karticu s računa
hu: Kártya eltávolítása a fiókból
id: Hapus kartu dari akun
is: Fjarlægja kortið af reikningnum
ja: カードをアカウントから削除する
ka: ბარათის ამოშლა ანგარიშიდან
kk: Картаны тіркелгіден жою
kn: ಖಾತೆಯಿಂದ ಕಾರ್ಡ್‌ ತೆಗೆಯಿರಿ
ko: 계정에서 카드 제거
lo: ລຶບບັດອອກຈາກບັນຊີ
lt: Pašalinti kortelę iš paskyros
lv: Noņemt karti no konta
mi: Tango kāri i te pūkete
mk: Отстрани ја картичката од сметката
ml: അക്കൗണ്ടിൽ നിന്ന് കാർഡ് നീക്കം ചെയ്യുക
mr: खात्यातून कार्ड काढून टाका
ms: Alih keluar kad daripada akaun
mt: Neħħi l-kard mill-kont
ne: खाताबाट कार्ड हटाउनुहोस्
nn_no: Fjern kortet fra kontoen
no: Fjern kortet fra kontoen
or: ଏକାଉଣ୍ଟ୍‌ରୁ କାର୍ଡ ଅପସାରଣ କରନ୍ତୁ
pa_in: ਖਾਤੇ ਵਿੱਚੋ ਕਾਰਡ ਹਟਾਓ
pl: Usuń kartę z konta
ru: Удалить карточку из учетной записи
sl: Odstrani kartico iz računa
sr_cyrl_rs: Уклони картицу са налога
sr_latn_rs: Ukloni karticu sa naloga
sv: Ta bort kortet från kontot
ta: கார்டை அக்கவுண்டில் இருந்து நீக்குக
te: ఖాతా నుండి కార్డ్‌ని తీసివేయండి
th: ลบบัตรออกจากบัญชี
tr: Kartı hesaptan kaldırma
tt: Картаны хисап язмасыннан бетерү
ug: كارتىنى ھېساباتتىن چىقىرىۋېتىش
uk: Вилучити картку з облікового запису
ur: کارڈ کو اکاؤنٹ سے ہٹائیں
uz: Kartani hisobdan olib tashlash
vi: Xóa thẻ khỏi tài khoản
zh_hans: 从帐户中删除卡
zh_hant: 從帳戶移除卡片

# Literal.CreditCard.Replace.Header
source: Enter New Replacement Card Details
af: Voer besonderhede vir nuwe vervangingkaart in
am: የአዲስ ምትክ ካርድ ዝርዝሮችን ያስገቡ
ar: إدخال تفاصيل البطاقة البديلة الجديدة
as: নতুনকৈ সলনি কৰা কাৰ্ড খনৰ বিৱৰণ প্ৰৱিস্ত কৰক
az: Yeni əvəzləyici kart məlumatlarını daxil et
bg: Въведете данни за новата заместваща карта
bn_in: নতুন প্র্তিস্থাপন কার্ডের বিশদ বিবরণ লিখুন
bs: Unesite detalјe o novoj zamjenskoj kartici
cy: Rhowch Fanylion y Cerdyn Newydd
da: Angiv oplysninger om nyt erstatningskort
de: Details der neuen Ersatzkarte eingeben
el: Εισαγωγή στοιχείων νέας κάρτας αντικατάστασης
es: Especificar detalles de la nueva tarjeta de sustitución
et: Uue asenduskaardi üksikasjade sisestamine
eu: Idatzi ordezko txartelaren xehetasunak
fa: جزئیات کارت تعویضی جدید را وارد کنید
ga: Iontráil mionsonraí nua an chárta athsholáthair
gd: Cuir a-steach fiosrachadh na cairt ùr a thig na àite
gl: Introducir detalles do novo cartón de substitución
gu: નવા બદલાયેલા કાર્ડની વિગતો દાખલ કરો
he: הזן פרטי כרטיס חלופי חדשים
hi: नए प्रतिस्थापन कार्ड की जानकारी दर्ज करें
hr: Unesite pojedinosti o novoj, zamjenskoj kartici
hu: Adja meg az új cserekártya adatait
id: Masukkan Detail Kartu Penggantian Baru
is: Færa inn upplýsingar nýs staðgengilskorts
ja: 新しい代替カードの詳細の入力
ka: შეიყვანეთ ჩანაცვლებული ბარათის ახალი დეტალები
kk: Жаңа ауыстыру картасының мәліметтерін енгізіңіз
kn: ಹೊಸ ಬದಲಿ ಕಾರ್ಡ್ ವಿವರಗಳನ್ನು ನಮೂದಿಸಿ
ko: 새 교체 카드 세부 정보 입력
lo: ໃສ່ລາຍລະອຽດບັດໃໝ່ທີ່ນຳມາແທນທີ່
lt: Įveskite naujos pakeitimo kortelės informaciją
lv: Ievadiet informāciju par jauno karti
mi: Tāuru Taipitopito Kāri Whakakapi Hōu
mk: Внесете ги деталите за новата картичка
ml: പുതിയ പുനഃസ്ഥാപന കാർഡ് വിശദാംശങ്ങൾ നൽകുക
mr: तुमच्या नवीन बदली कार्डाचे तपशील प्रविष्ट करा
ms: Masukkan Butiran Kad Gantian Baru
mt: Daħħal id-Dettalji l-Ġodda tal-Kard ta' Sostituzzjoni
ne: नयाँ प्रतिस्थापन कार्ड विवरणहरू प्रविष्ट गर्नुहोस्
nn_no: Skriv inn detaljar om erstatningskort
no: Angi opplysninger for nytt kredittkort
or: ନୂତନ ପ୍ରତିବଦଳ କାର୍ଡ ବିବରଣୀ ପ୍ରବେଶ କରନ୍ତୁ
pa_in: ਨਵੇਂ ਰਿਪਲੇਸਮੈਂਟ ਕਾਰਡ ਦੇ ਵੇਰਵੇ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź szczegóły nowej karty zastępczej
ru: Ввод сведений о новой заменяющей карточке
sl: Vnesite podrobnosti nove nadomestne kartice
sr_cyrl_rs: Унесите детаље о новој заменској картици
sr_latn_rs: Unesite detalje o novoj zamenskoj kartici
sv: Ange uppgifter för nytt ersättningskort
ta: புதிய மாற்றுக் கார்டு பற்றிய விவரங்களை உள்ளிடுக
te: కొత్తగా రీప్లేస్ చేస్తున్న కార్డ్ వివరాలను నమోదు చేయండి
th: ใส่รายละเอียดบัตรการเปลี่ยนทดแทน
tr: Yeni Yedek Kart Bilgilerini Girin
tt: Яңа алыштыру картаның мәгълүматын кертү
ug: يېڭى كارتا تەپسىلاتىنى كىرگۈزۈڭ
uk: Введіть інформацію про нову картку для заміни
ur: نئے تبدیل شدہ کارڈ کی تفصیلات درج کریں
uz: Yangi almashtirish kartasi tafsilotlarini kiriting
vi: Nhập thông tin chi tiết về thẻ thay thế mới
zh_hans: 输入新的替换卡详细信息
zh_hant: 輸入新的替代卡片詳細資料

# Literal.CreditCard.Replace.Summary
source: This will replace your card on all open orders or subscriptions.
af: Dit sal jou kaart op alle oop bestellings of intekenings vervang.
am: ይህ በሁሉም ክፍት ትዕዛዝዎችዎ እና ምዝገባዎችዎ ላይ ካርድዎን የሚተካ ይሆናል።
ar: سيؤدي هذا إلى استبدال بطاقتك في جميع الطلبات أو الاشتراكات المفتوحة.
as: ইয়াৰ দ্বাৰা আপোনাৰ কাৰ্ড খন সকলো মুক্ত অৰ্ডাৰ বা চাবসক্ৰিপচনৰ পৰা বাতিল হৈ যাব।
az: Bu, kartınızı bütün açıq sifarişlər və ya abunəliklərdə əvəzləyəcək.
bg: Това ще замести вашата карта на всички отворени поръчки или абонаменти.
bn_in: এটি সমস্ত ওপেন অর্ডার বা সাবস্ক্রিপশনগুলিতে আপনার কার্ড প্রতিস্থাপন করবে।
bs: Ovim ćete zamijeniti karticu na svim otvorenim narudžbama ili pretplatama.
cy: Bydd hyn yn disodli eich cerdyn ar bob archeb neu danysgrifiad sydd ar agor.
da: Dette vil erstatte dit kort på alle åbne ordrer eller abonnementer.
de: Hierdurch wird Ihre Karte in allen offenen Aufträgen oder Abonnements ersetzt.
el: Αυτή η ενέργεια θα αντικαταστήσει την κάρτα σας σε όλες τις ανοιχτές παραγγελίες ή συνδρομές.
es: Se reemplazará la tarjeta en todas las suscripciones o pedidos abiertos.
et: Sellega asendatakse teie kaart kõigis avatud tellimustes.
eu: Irekita dauden eskaintza eta harpidetza guztietarako ordeztuko da txartela.
fa: این کار کارت شما را در همه سفارش‌ها یا اشتراک‌های باز جایگزین خواهد کرد.
ga: Cuirfear é seo in ionad do chárta maidir leis na horduithe nó síntiúis ar fad atá oscailte.
gd: Thèid seo a chur an àite na cairt agad anns gach òrdan no fo-sgrìobhadh fosgailte.
gl: Substituirase o seu cartón en todas as subscricións ou pedidos abertos.
gu: આ તમામ ખુલ્લા ઑર્ડર અથવા સબ્સ્ક્રિપ્શન્સ પર તમારા કાર્ડને બદલશે.
he: פעולה זו תחליף את הכרטיס שלך בכל ההזמנות הפתוחות או המנויים.
hi: यह आपके कार्ड को सभी जारी ऑर्डर या सब्सक्रिप्शन्स में बदल देगा.
hr: Time ćete zamijeniti svoju karticu u svim otvorenim narudžbama ili pretplatama.
hu: Ez a művelet lecseréli a kártyát az összes nyitott megrendelésben vagy előfizetésben.
id: Tindakan ini akan mengganti kartu Anda pada semua pesanan atau langganan yang terbuka.
is: Þetta skiptir um kort á öllum opnum pöntunum eða áskriftum.
ja: これにより、すべての未完了のまたはサブスクリプションについてカードを交換します。
ka: ეს ქმედება ჩაანაცვლებს თქვენს ბარათს ყველა ღია შეკვეთისა ან გამოწერებისთვის.
kk: Бұл барлық ашық тапсырыстардағы немесе жазылымдардағы картаңызды ауыстырады.
kn: ಎಲ್ಲ ಮುಕ್ತ ಆರ್ಡರುಗಳು ಅಥವಾ ಚಂದಾದಾರಿಗಳಿಗೆ ನಿಮ್ಮ ಕಾರ್ಡ್‌ ಅನ್ನು ಇದು ಬದಲಿಸುತ್ತದೆ.
ko: 이렇게 하면 모든 Open 주문 또는 구독의 카드가 바뀝니다.
lo: ນີ້ຈະເປັນການແທນທີ່ບັດຂອງທ່ານຢູ່ຄຳສັ່ງ ແລະ ການສະໝັກໃຊ້ທີ່ເປີດຢູ່ທັງໝົດ
lt: Jūsų kortelė bus pakeista visuose atviruose užsakymuose arba prenumeratose.
lv: Jūsu karte tiks aizstāta visiem atvērtajiem pasūtījumiem vai abonementiem.
mi: Ka whakakapia tō kāri e tēnei i ngā tono tuwhera, ngā ohaurunga rānei.
mk: Со ова, картичката ќе се замени на сите отворени нарачки или претплати.
ml: ഇത് നിങ്ങളുടെ നിലവിൽ തുടരുന്ന ഓർഡറുകളിലെ അല്ല്ലെങ്കിൽ സബ്‌സ്‌ക്രിപ്‌ഷനുകളിലെ കാർഡിനെ പുനഃസ്ഥാപിക്കും.
mr: याने तुमच्या सर्व खुल्या ऑर्डर आणि सदस्यातांवर तुमचे कार्ड बदलले जाईल.
ms: Ini akan menggantikan kad anda pada semua pesanan atau langganan terbuka.
mt: Din se tissostitwixxi l-kard tiegħek fuq l-ordnijiet jew l-abbonamenti miftuħa kollha.
ne: यसले सबै खुला अर्डर र सदस्यताहरूमा तपाइँको कार्डलाई प्रतिस्थापन गर्नेछ।
nn_no: Dette vil erstatte kortet ditt på alle opne ordrar eller abonnement.
no: Dette erstatter kortet ditt i alle åpne ordrer eller abonnementer.
or: ଏହା ସମସ୍ତ ଖୋଲା ଅର୍ଡର କିମ୍ବା ସଦସ୍ୟତ୍ଆଗୁଡିକରେ ଆପଣଙ୍କ କାର୍ଡକୁ ପ୍ରତିବଦଳ କରିବ.
pa_in: ਇਸ ਨਾਲ ਸਾਰੇ ਖੁੱਲ੍ਹੇ ਆਰਡਰਾਂ ਜਾਂ ਗਾਹਕੀਆਂ 'ਤੇ ਤੁਹਾਡੇ ਕਾਰਡ ਦਾ ਪੂਨਰਸਥਾਪਨ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Spowoduje to zamianę karty we wszystkich otwartych zamówieniach lub subskrypcjach.
ru: Это приведет к замене карточки во всех открытых заказах или подписках.
sl: S tem boste kartico zamenjali za vsa odprta naročila ali naročnine.
sr_cyrl_rs: Овим ћете заменити картицу на свим отвореним поруџбинама или претплатама.
sr_latn_rs: Ovim ćete zameniti karticu na svim otvorenim porudžbinama ili pretplatama.
sv: Det här ersätter ditt kort i alla öppna beställningar och prenumerationer.
ta: அனைத்து செயலில் உள்ள ஆர்டர்கள் மற்றும் சந்தாக்களில் உள்ள உங்கள் கார்டை இது நீக்கும்.
te: దీని వలన అన్ని ఓపెన్ ఆర్డర్‌లు లేదా సబ్‌స్క్రిప్షన్‌లలో మీ కార్డ్ రీప్లేస్ చేయబడుతుంది.
th: การทำเช่นนี้จะแทนที่บัตรของคุณในใบสั่งหรือการสมัครใช้งานที่เปิดค้างไว้ทั้งหมด
tr: Bu işlem, tüm açık siparişlerde veya aboneliklerde kartınızı değiştirecek.
tt: Бу картагызны барлык ачык заказларда яки язылуларда алыштырачак.
ug: بۇ بارلىق ئوچۇق بۇيرۇتما ياكى مۇشتەرىلىكتىكى كارتا ئۇچۇرىنى ئالماشتۇرىدۇ.
uk: Ви заміните картку для всіх відкритих замовлень або передплат.
ur: یہ آپ کے کارڈ کو تمام کھلے آرڈرز یا سبسکرپشنز پر تبدیل کر دے گا۔
uz: Bu kartangizni barcha ochiq buyurtmalar yoki obunalarda almashtiradi.
vi: Thao tác này sẽ thay thế thẻ của bạn trên tất cả các đơn đặt hàng hoặc đăng ký đang mở.
zh_hans: 此操作将针对所有未结订单或订阅替换你的卡。
zh_hant: 這會替代所有已成立之訂單或訂閱上的卡片。
