Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Inicis.NameMsg
source: Please input your name in English in order to display it correctly on your receipts.
af: Voer asseblief jou naam in Engels in ten einde dit korrek op jou ontvangsbewyse te vertoon.
am: በደረሰኞችዎ ላይ በትክክል እንዲታይ የእርስዎን ስም በእንግሊዝኛ ያስገቡ።
ar: يرجى إدخال اسمك باللغة الإنجليزية لعرضه بصورة صحيحة على إيصالاتك.
as: আপোনাৰ ৰচিদসমূহত সঠিককৈ প্ৰদৰ্শন হ'বলৈ আপোনাৰ নামটো ইংৰাজীত লিখক৷
az: Qəbzlərinizdə düzgün görünməsi üçün lütfən adınızı ingiliscə daxil edin.
bn_in: আপনার রিসিপ্টে আপনার নাম নির্ভুল ভাবে দেখাতে অনুগ্রহ করে ইংরাজিতে আপনার নামটি লিখুন।
bs: Unesite ime na engleskom kako bi se pravilno prikazivalo na računima.
cy: Rhowch eich enw yn Saesneg er mwyn iddo ymddangos yn iawn ar eich derbynebau.
de: Bitte geben Sie Ihren Namen in Englisch ein, damit er auf Ihren Belegen korrekt angezeigt wird.
el: Εισαγάγετε το όνομά σας στα Αγγλικά, προκειμένου να εμφανίζεται σωστά στα αποδεικτικά σας.
es: Introduce tu nombre en inglés para que podamos ponerlo correctamente en tus recibos.
eu: Idatzi izena ingelesez, ordainagirietan behar bezala ager dadin.
fa: لطفاً نامتان را به انگلیسی وارد کنید تا به درستی در رسیدها نمایش داده شود.
ga: Iontráil d'ainm i mBéarla chun é a thaispeáint i gceart ar d'admhálacha.
gd: Cuir a-steach d' ainm sa Bheurla ach an nochd e mar bu chòir air na cuidhteasan agad.
gl: Introduce o teu nome en inglés para que podamos poñelo correctamente nos teus recibos.
gu: કૃપયા તમારું નામ તમારી રસીદો પર ઠીકથી પ્રદર્શિત થાય તે માટે તેને અંગ્રેજીમાં ઇનપુટ કરો.
he: הזן את שמך באנגלית כדי שנוכל להציגו כהלכה על גבי הקבלות שלך.
hi: अपनी रसीदों पर सही रूप प्रदर्शित करने के लिए कृपया अपना अंग्रेज़ी में दर्ज करें.
hr: Da bi se pravilno prikazivalo na računima, ime unesite na engleskom.
hu: A neve akkor jelenik meg megfelelően a számlákon, ha az angol névsorrendben adja meg.
id: Silakan masukan nama Anda dalam bahasa Inggris untuk menampilkannya pada tanda terima Anda secara benar.
is: Skrifaðu nafnið þitt á ensku svo að það birtist rétt á kvittunum.
ja: 領収書に適切に表示するには、名前は英語で入力してください。
ka: გთხოვთ, შეიყვანეთ თქვენი სახელი და გვარი ინგლისურად, რომ სწორად გამოჩნდეს თქვენს ქვითრებში.
kk: Түбіртектерде дұрыс көрсетілуі үшін атыңызды ағылшын тілінде енгізіңіз.
kn: ನಿಮ್ಮ ಸ್ವೀಕೃತದಾರರಲ್ಲಿ ಸರಿಯಾಗಿ ಪ್ರದರ್ಶಿಸಲು ನಿಮ್ಮ ಹೆಸರನ್ನು ದಯವಿಟ್ಟು ಇಂಗ್ಲಿಷ್‌ನಲ್ಲಿ ಸೇರಿಸಿ.
ko: 영수증에 올바르게 표시되도록 이름을 영어로 입력하세요.
ku_arab: تکایە ناوەکەت بە ئینگلیزی تێبکە بۆ ئەوەی لەسەر پسووڵەکانت بە دروستی پیشان بدرێت.
ky: Сураныч, атыңыздын англис тилинде, аны сиздин квитанцияларыңызда туура коргозүү үчүн киргизиңиз.
lo: ກະລຸນາປ້ອນຊື່ເປັນພາສາອັງກິດ ເພື່ອສະແດງມັນຢ່າງຖືກຕ້ອງເທິງໃບຮັບເງິນຂອງທ່ານ.
lt: Parašykite savo vardą angliškai, kad jis būtų tinkamai rodomas kvituose.
lv: Lūdzu, ievadiet savu vārdu angļu valodā, lai tas tiktu rādīts pareizi jūsu kvītīs.
mi: Tāuru mai tō ingoa ki te reo Ingarihi kia tika ai ki ō rihīti.
mk: Внесете го вашето име на англиски за да се прикаже правилно на вашите потврди.
ml: നിങ്ങളുടെ രസീതുകളിൽ ശരിയായി പ്രദർശിപ്പിക്കുന്നതിനായി ഇംഗ്ലീഷിൽ നിങ്ങളുടെ പേര് നൽകുക.
mn: Нэрээ хүлээн авагчдад зөв харагдуулахын тулд англи хэл дээр оруулна уу.
mr: कृपया आपल्या पावत्यांवर आपले नाव योग्यरित्या प्रदर्शित करण्यासाठी आपले नाव इंग्रजीमध्ये इनपुट करा.
ms: Sila masukkan nama anda dalam bahasa Inggeris bagi memaparkannya dengan betul pada resit anda.
mt: Daħħal ismek bl-Ingliż sabiex jintwera korrettament fuq l-irċevuti tiegħek.
ne: तपाइँको रसीदमा यसलाई सहि देखाउन तपाइँको नाम अङग्रेजीमा लेख्नुहोस्।
nn_no: Skriv inn namnet ditt på engelsk for å vise det korrekt på stadfestingane.
no: Skriv inn navnet ditt ved hjelp av det engelske alfabetet, slik at navnet vises riktig på kvitteringene dine.
or: ଆପଣଙ୍କର ରସିଦ୍‍ ଉପରେ ଏହା ସଠିକ୍‍ ଭାବେ ପ୍ରଦର୍ଶିତ ହେବାକୁ ଦୟାକରି ଆପଣଙ୍କର ନାମ ଇଂରାଜୀରେ ଇନ୍‍ପୁଟ୍‍ କରନ୍ତୁ.
pa_arab_pk: مہربانی کر کے اپنا نام اپنی رسیداں تے صحیح طور تے ویکھن واسطے انگریزی وچ پاو۔
pa_in: ਆਪਣੀਆਂ ਰਸੀਦਾਂ ਉੱਤੇ ਸਹੀ ਢੰਗ ਨਾਲ ਪ੍ਰਦਰਸ਼ਿਤ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਨਾਮ ਅੰਗ੍ਰੇਜ਼ੀ ਵਿੱਚ ਦਾਖ਼ਲ ਕਰੋ।
ru: Введите свое имя на английском языка для того, чтобы оно корректно отображалось на ваших квитанциях.
sd: توهان جي رسيد تي درست طور ظاهر ٿيڻ لاءِ مهرباني ڪري پنهنجي نالي کي انگريزي ۾ داخل ڪريو.
si: ඔබගේ ලදුපත්වල නිවැරදිව දැක්වීම සඳහා කරුණාකර ඔබගේ නම ඉංග්‍රීසියෙන් ඇතුළත් කරන්න.
sl: Če želite, da bo vaše ime pravilno prikazano na računih, ga vnesite v angleščini.
sr_cyrl_rs: Унесите своје име на енглеском да би се правилно приказало на потврдама.
sr_latn_rs: Унесите своје име на енглеском да би се правилно приказало на потврдама.
sv: Ange ditt namn på engelska för att det ska visas korrekt på dina kvitton.
ta: உங்கள் ரசீதுகளில் உங்கள் பெயரைச் சரியாகக் காட்டுவதற்காக, அதை ஆங்கிலத்தில் உள்ளிடவும்.
te: దయచేసి మీ గ్రహీతలకు మీ పేరు సరిగ్గా ప్రదర్శించబడటం కోసం మీ పేరును ఇంగ్లీష్‌లో ఇన్‌పుట్ చేయండి.
tg: Лутфан, номи худро ба забони англисӣ ворид кунед, то ки он дар санад дуруст намоиш дода шавад.
th: โปรดป้อนชื่อของคุณเป็นภาษาอังกฤษเพื่อว่าชื่อของคุณจะแสดงบนใบเสร็จรับเงินได้อย่างถูกต้อง
tr: Lütfen faturalarınızı doğru şekilde görüntülemek için adınızı İngilizce olarak girin.
tt: Исемегез квитанцияләрдә дөрес күрсәтелсен өчен аны инглизчә языгыз.
ug: ئىسمىڭىزنى تالوندا توغرا كۆرسىتىش ئۈچۈن ئىنگلىزچە يېزىڭ.
uk: Уведіть своє ім’я англійською мовою для того, щоб воно правильно відображалося на ваших рахунках.
ur: اپنے نام کے اپنی رسیدوں پر درست طور پر ظاہر ہونے کیلئے براہ مہربانی اسے انگریزی میں درج کریں۔
uz: Cheklaringizda ismingiz to‘g‘ri ko‘rsatilishi uchun uni ingliz tilida kiriting.
vi: Vui lòng nhập tên bạn bằng tiếng Anh để hiển thị đúng tên trên biên nhận của bạn.
zh_hans: 请以英语输入你的姓名，以便在你的收据上正确地显示它。
zh_hant: 請以英文輸入您的姓名以在您的收據上正確顯示姓名。

# Literal.Authorization.WarningMsg
source: You might see a temporary hold on your bank card statement. Your card will not be charged.
af: Jy mag dalk 'n tydelike houpunt op jou bankkaartstaat wees. Jou kaart sal nie gedebiteer word nie.
am: በባንክ ካርድዎ ላይ ጊዜያዊ ማገጃ ሊያዩ ይችሉ ይሆናል። የእርስዎ ካርድ ክፍያ እንዲፈጽም አይደረግም።
ar: قد ترى احتجازًا مؤقتًا لكشف حساب بطاقتك البنكية. لن يتم إجراء خصم من بطاقتك.
as: আপুনি আপোনাৰ বেংক কাৰ্ডৰ বিবৃতিত এটি অস্থায়ী হ'ল্ড দেখা পাব পাৰে৷ আপোনাৰ কাৰ্ডক চাৰ্জ কৰা নহ'ব৷
az: Siz bank kartı bəyannaməsində müvəqqəti saxlama görə bilərsiniz. Kartınız dəyişməyəcəkdir.
bg: Възможно е да забележите временно задържане на средства в извлечението на банковата си карта. Картата ви няма да бъде таксувана.
bn_in: আপনি আপনার ব্যাঙ্ক কার্ড বিবৃতিতে এক সাময়িক স্থগিতাবস্থা দেখতে পেতে পারেন। আপনার কার্ড চার্জ করা হবে না।
bs: Moguće je da će na izvodu iz banke za karticu biti prikazana privremeno obustavljena sredstva. Kartica neće biti terećena.
cy: Efallai byddwch yn gweld dal dro dro ar gyfriflen eich cerdyn banc. Ni chodir ar eich cerdyn.
da: Beløbet kan eventuelt midlertidigt blive vist som tilbageholdt på dit kontokortudtog. Kortet bliver ikke debiteret.
de: Auf Ihrem Kontoauszug wird möglicherweise ein vorübergehender Einbehalt angezeigt. Ihre Karte wird nicht belastet.
el: Ενδέχεται να εμφανιστεί μια προσωρινή δέσμευση στην αναλυτική κατάσταση κάρτας της τράπεζάς σας. Η κάρτα σας δεν θα χρεωθεί.
es: Puede que veas una retención temporal en el extracto de tu tarjeta bancaria. No se realizará ningún cobro en la tarjeta.
et: Teie pangakaardi väljavõttel võib olla ajutine broneering. Teie kaardilt ei võeta raha.
eu: Agian banku-kontuaren laburpenean aldi baterako atxikitze bat ikusiko duzu. Ez zaizu txartelean ezer kobratuko.
fa: ممکن است یک مبلغ قفل شده موقتی در حسابتان ببینید. هزینه‌ای از کارتتان کم نمی‌شود.
ga: Is féidir go bhfeicfeá bac sealadach ar do ráiteas cárta bainc. Ní ghearrfar táille ar do bhanc.
gd: Dh’fhaoidte gum faic tu bacadh sealach air aithris cairt na banca agad. Cha tèid airgead iarraidh air a’ chairt agad.
gl: Pode que vexas unha retención temporal no extracto do cartón bancario. Non se realizará ningún cobro no cartón.
gu: તમે તમારા બેંક કાર્ડ સ્ટેટમેન્ટ પર અસ્થાયી હોલ્ડ જોઈ શકો છો. તમારા કાર્ડ પર શુલ્ક વસૂલવામાં આવશે નહીં.
he: ייתכן שתראה השהיה זמנית בפירוט של כרטיס הבנק. הכרטיס שלך לא יחויב.
hi: अपने बैंक कार्ड के विवरण पर आपको अस्‍थायी अवलंबन दिखाई दे सकता है. आपके कार्ड से शुल्‍क नहीं ल‍िया जाएगा.
hr: Možda ćete primijetiti privremenu zadršku na svojem izvodu bankovne kartie. Kartica neće biti terećena.
hu: Előfordulhat, hogy bankszámlakivonatán ideiglenes foglalás szerepel, de a kártyáját nem fogjuk megterhelni.
id: Anda mungkin melihat penahanan pernyataan kartu bank Anda. Kartu Anda tidak akan dikenai biaya.
is: Tímabundin biðfærsla gæti birst á reikningsyfirliti kortsins. Ekki verður skuldfært á kortið.
ja: 銀行カードの明細書が一時的に保留になっている可能性があります。カードには請求されません。
ka: შესაძლოა, თქვენი საბანკო ბარათის ამონაწერში ნახოთ დროებით დაკავებული თანხა. თქვენს ბარათზე ეს თანხა არ ჩამოიჭრება.
kk: Банк картасы нұсқауында уақытша резервті көруіңіз мүмкін. Картаңызға ақы салынбайды.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಕಾರ್ಡ್ ಹೇಳಿಕೆಯಲ್ಲಿ ನೀವು ತಾತ್ಕಾಲಿಕ ತಡೆಯನ್ನು ಕಾಣಬಹುದು. ನಿಮ್ಮ ಕಾರ್ಡ್‌ಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 직불 카드 명세서에서 일시적인 중지를 확인할 수 있습니다. 카드로 비용이 청구되지 않습니다.
ku_arab: رەنگە بڕینێکی کاتی لە بڵاونامەی کارتی بانکەکەتدا ببینیت. پارە نابڕرێت لە کارتەکەت.
ky: Сиз банк картасынын иш билдирүүсүндө убактылуу кармоону көрүшүңүз мүмкүн. Сиздин картага салык салынбайт.
lo: ທ່ານອາດຈະເຫັນການກັກໄວ້ຊົ່ວຄາວເທິງໃບແຈ້ງຍອດບັດທະນາຄານຂອງທ່ານ. ບັດຂອງທ່ານຈະບໍ່ຖືກຄິດຄ່າ.
lt: Galite pastebėti laikiną savo banko kortelės išrašo užlaikymą. Mokestis iš kortelės nebus nuskaitomas.
lv: Jūsu bankas kartes pārskatā var būt īslaicīgi aizturēti līdzekļi. No jūsu kartes netiks ieturēta maksa.
mi: Ka kite pea koe i tētahi here rangitahi ki tō tauākī kāri pēke. Kāore e namaia tō kāri.
mk: Може да видите привремно задржување на изводот од вашата банкарска картичка. Нема да се наплати од картичката.
ml: നിങ്ങളുടെ ബാങ്ക് കാർഡ് സ്റ്റേറ്റ്മെന്റിൽ നിങ്ങൾ ഒരു താൽക്കാലിക ഹോൾഡ് കണ്ടേക്കാം. നിങ്ങളുടെ കാർഡിൽ നിന്ന് പണമീടാക്കില്ല.
mn: Танай банк олгогчоос дансны гүйлгээгр түр зогсоосон байж болзошгүй. Таны картнаас төлбөр суутгахгүй.
mr: आपण कदाचित आपल्या बँक कार्ड विधानावर तात्पुरते होल्ड केल्याचे पाहू शकता. आपल्या कार्डवर शुल्क आकारले जाणार नाही.
ms: Anda mungkin lihat pegangan sementara pada penyata kad bank anda. Kad anda tidak akan dicaj.
mt: Jista' jkun li tara żamma temporanja fir-rendikont tal-karta bankarja tiegħek. Il-karta tiegħek ma tiġix iċċarġjata.
ne: तपाइँले आफ्नो बैङ्क कार्ड विवरणमा अस्थायी रूपमा रोक्का गरिएको देख्न सक्नुहुन्छ। तपाइँको कार्डमा शुल्क लगाइने छैन।
nn_no: Du vil kanskje sjå ei mellombels sperre på bankkontoutdraget. Kortet blir ikkje belasta.
no: Det kan hende du ser en midlertidig reservasjon på kontoutskriften. Kortet ditt blir ikke belastet.
or: ଆପଣ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ କାର୍ଡ ବିବରଣୀରେ ଏକ ଅସ୍ଥାୟୀ ଧାରଣ ଦେଖିପାରନ୍ତି. ଆପଣଙ୍କର କାର୍ଡ ଚାର୍ଜ୍‍ ଯୁକ୍ତ ହେବନାହିଁ.
pa_arab_pk: ہو سکدا اے تسیں اپنے بینک اکاونٹ دے بیان تے عارضی تھام ویکھو۔ تھاڈے کارڈ توں پیسے نہیں کٹے جان گے۔
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਬੈਂਕ ਕਾਰਡ ਦੀ ਸਟੇਟਮੈਂਟ ਵਿੱਚ ਅਸਥਾਈ ਤੌਰ ਤੇ ਹੋਲਡ ਉੱਤੇ ਦੇਖ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੇ ਕਾਰਡ ਤੋਂ ਸ਼ੁਲਕ ਨਹੀਂ ਲਿਆ ਜਾਵੇਗਾ।
pl: Na wyciągu z karty bankowej może być widoczna tymczasowo zablokowana kwota. Karta nie zostanie obciążona tą kwotą.
ru: Возможно, вы увидите временное удержание в выписке по вашей банковской карте. Средства с самой карты не будут списываться.
sd: توهان عارضي طور تي پنهنجي بينڪ ڪارڊ جي اسٽيٽمينٽ تي لڪائي رکڻ ڏسي سگهو ٿا. توهان جي ڪارڊ مان وصولي ڪانه ڪئي ويندي.
si: ඔබගේ බැංකු කාඩ්පතේ ප්‍රකාශනය තාවකාලික රඳා ගැනීමත් සමහර විට ඔබ දකිනු හැකිය. ඔබගේ කාඩ්පතට කිසිවක් අය නොකෙරෙනු ඇත.
sl: Na izpisku bančne kartice boste morda videli začasno zadržanje. Vaše kartice ne bomo bremenili.
sr_cyrl_rs: На банковном изводу са картице можете да видите привремену обуставу плаћања. Картица неће бити задужена.
sr_latn_rs: Na bankovnom izvodu sa kartice možete da vidite privremenu obustavu plaćanja. Kartica neće biti zadužena.
sv: Du kan se en tillfällig kvarhållning av medel i ditt bankkortsutdrag. Ditt kort debiteras inte.
ta: உங்கள் வங்கி அட்டைக் கூற்றில் ஒரு தற்காலிக பிடிப்பை நீங்கள் பார்க்கக் கூடும். உங்கள் அட்டைக்கு கட்டணம் அறவிடப்படாது.
te: మీ బ్యాంక్ కార్డ్ స్టేట్‌మెంట్‌పై మీరు తాత్కాలిక హోల్డ్‌ను గమనించవచ్చు. మీ కార్డ్‌ను ఛార్జ్ చేయడం సాధ్యం కాదు.
tg: Шумо метавонед ситониши муваққатиро дар ҳисоботи корти бонкии худ бинед. Аз корти шумо маблағ ситонида намешавад.
th: คุณอาจเห็นการระงับชั่วคราวบนใบแจ้งยอดบัตรธนาคารของคุณ บัตรของคุณจะไม่ถูกหักเงิน
tr: Banka kartı hesap özetinizde bir miktar paranın geçici olarak bloke edildiğini görebilirsiniz. Kartınızdan ödeme alınmayacaktır.
tt: Сез банк картагызның өземтәсендә вакытлыча бикләнгән сумманы күрергә мөмкин. Картагыздан түләү алынмаячак.
ug: بانكا كارتا تالونىڭىزدا ۋاقىتلىق كۈتۈش مۇددىتى بولۇشى مۇمكىن. كارتىڭىزدىن ھەق تۇتۇلمايدۇ.
uk: Можливо, ви побачите тимчасове утримування у виписці для своєї банківської карти. З карти кошти не стягуватимуться.
ur: آپ اپنے بینک کارڈ پر ایک عارضی روکے جانے کا تجربہ ہو سکتا ہے۔ آپ کے کارڈ سے فیس وصول نہیں کی جائے گی۔
uz: Bank kartangiz bayonnomasida vaqtinchalik kutilishni kuzatishingiz mumkin. Kartangizdan to‘lov olinmaydi.
vi: Bạn có thể thấy thông báo tạm giữ trên bảng sao kê thẻ ngân hàng của mình. Thẻ của bạn sẽ không bị tính phí.
zh_hans: 你可能会看到你的银行卡帐目信息显示银行卡暂时冻结。不会从你的卡中扣取费用。
zh_hant: 您可能會在您的銀行卡帳單上看到暫時保留。並不會向您的卡片收取任何費用。

# Literal.Authorization.Azure.WarningMsg
source: Your card will not be charged, though you might see a temporary authorization hold.
af: Jou kaart sal nie gekrediteer word nie, alhoewel jy dalk 'n tydelike magtigtingswagtyd sal sien.
am: ምንም እንኳን ጊዜያዊ የፈቃድ መስጫ መያዣ ቢመለከቱም የእርስዎ ካርድ ክፍያ አይጠየቅም።
ar: لن يتم إجراء خصم من بطاقتك، ولكنك قد ترى اعتمادًا معلقًا بصورة مؤقتة.
as: আপোনাৰ কাৰ্ডক চাৰ্জ কৰা নহ'ব, যদিও আপুনি কাৰ্ডৰ প্ৰ্ৰাধিকৰণ এটি অস্থায়ী হ'ল্ড দেখা পাব পাৰে৷
az: Müvəqqəti icazə görə bilməyinizə baxmayaraq, kartınızdan pul çıxılmayacaq.
bg: Вашата карта няма да бъде таксувана, въпреки че може да видите временно задържане на упълномощаването.
bn_in: আপনার কার্ড থেকে কোনো পয়সা কাটা হবে না, যদিও আপনি একটি অস্থায়ী অনুমোদন হোল্ড দেখতে পেতে পারেন৷
bs: Vaša kartica neće biti terećena iako će se možda izvršiti privremeno blokiranje sredstava za predautorizaciju.
cy: Ni chodir tâl ar eich cerdyn, er efallai y byddwch yn gweld awdurdodiad wedi'i ddal dros dro.
da: Dit kort bliver ikke debiteret, men under autorisationen kan der midlertidigt blive tilbageholdt et beløb.
de: Ihre Karte wird zwar nicht belastet, auf Ihrem Kontoauszug wird jedoch möglicherweise ein vorübergehender Einbehalt angezeigt.
el: Η κάρτα σας δεν θα χρεωθεί, αλλά μπορεί να παρατηρήσετε κάποια προσωρινή δέσμευση εξουσιοδότησης.
es: Aunque puede que veas una retención temporal de autorización, no se realizará ningún cobro en la tarjeta.
et: Teie kaardilt ei võeta raha, kuigi teie pangakaardi väljavõttel võib olla ajutine broneering.
eu: Ez zaizu txartelean ezer kobratuko, baina baliteke aldi baterako atxikitzeko baimena ikustea.
fa: از کارت شما هزینه‌ای برداشت نمی‌شود، اما ممکن است یک مقدار معلق را که به صورت موقتی برای احراز هویت تعلیق شده، ببینید.
ga: Ní ghearrfar táille ar do chárta, cé gur féidir go bhfeicfidh tú bac sealadach ar údarú.
gd: Cha tèid airgead iarraidh air a’ chairt agad ged a chì thu bacadh sealach a chum ùghdarrasaidh ma dh’fhaoidte.
gl: Pode que vexas unha retención temporal no extracto do cartón bancario. Non se realizará ningún cobro no cartón bancario , aínda que vexas unha retención temporal no extracto.
gu: તમારા કાર્ડ પર શુલ્ક લેવામાં આવશે નહીં, તે છતાં તમને અસ્થાયી મંજૂરી હોલ્ડ દેખાઈ શકે છે.
he: הכרטיס שלך לא יחויב, אף שייתכן שתראה פעולת אישור והחזקה זמנית.
hi: आपके कार्ड को चार्ज नहीं किया जाएगा, हालाँकि आपको अस्थायी प्राधिकरण होल्ड दिखाई दे सकता है.
hr: Nećemo vam teretiti karticu, premda bi vam se mogao prikazati privremeni poček za autorizaciju.
hu: A kártyát nem fogjuk megterhelni, de előfordulhat, hogy ideiglenes foglalást észlel.
id: Kartu Anda tidak akan dikenai biaya, meskipun Anda mungkin akan menemukan penangguhan izin sementara.
is: Ekki verður skuldfært á kortið þrátt fyrir að tímabundin biðfærsla kunni að birtast.
ja: お客様のカードには請求されません。一時的な信用照会が行われている可能性があります。
ka: თქვენს ბარათზე ეს თანხა არ ჩამოიჭრება, მაგრამ შეიძლება მის ინფორმაციაში ნახოთ დროებით დაკავებული თანხა.
kk: Картаңызға ақы салынбайды, дегенмен, сіз уақытша авторизацияны көруіңіз мүмкін.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್‌ಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುವುದಿಲ್ಲ, ಆದರೂ ನೀವು ತಾತ್ಕಾಲಿಕ ದೃಢೀಕರಣ ಹೋಲ್ಡ್ ಅನ್ನು ನೋಡಬಹುದು.
ko: 일시적인 승인 보류를 확인할 수 있지만 카드로 비용이 청구되지 않습니다.
ku_arab: کارتەکەت پارەی لێنابڕرێت، هەرچەندە رەنگە ببینیت کە رێپێدانێکی کاتی هەڵگرتبێت.
ky: Сиз убактылуу уруксат кармоосун көрүшүңүз мүмкүн болгондо деле, сиздин картага салык салынбайт.
lo: ບັດ​ຂອງ​ທ່ານ​ຈະ​ບໍ່​ຖືກ​ຮຽກ​ເກັບ​ເງິນ, ແນວໃດກໍຕາມ ​ທ່ານ​ອາດ​ຈະ​ເຫັນກ​ານໂຈະການ​ອະນຸຍາດ​ໄວ້ຊົ່ວຄາວ.
lt: Mokestis iš kortelės nebus nuskaitomas, nors galite pastebėti laikiną tam tikros sumos rezervavimą.
lv: No jūsu kartes netiks ieturēta maksa, bet autorizācijas nolūkā var būt īslaicīgi aizturēti līdzekļi.
mi: Kāore e namahia tō kāri, engari ka kitea pea he aukatinga whakamana rangitahi.
mk: Нема да ви се наплати на картичката, но може да видите привремено задржување за авторизација.
ml: നിങ്ങളുടെ കാർഡിൽ നിന്ന് പണമീടാക്കില്ല, എന്നാലും, ഒരു താൽക്കാലിക ഹോൾഡ് കണ്ടേക്കാം.
mn: Түр хугацаагаар баталгаажуулахыг зогсоосон байж болзошгүй тул таны картнаас төлбөр суутгахгүй.
mr: आपल्याला एक तात्पुरते प्रमाणीकरण होल्ड करणे दिसत असले तरीही, आपल्या कार्डवर शुल्क आकारले जाणार नाही.
ms: Kad anda tidak akan dikenakan bayaran, walaupun anda mungkin melihat penahanan pengesahan sementara.
mt: Il-kard tiegħek ma tiġix iċċarġjata, għalkemm forsi tara żamma temporanja tal-awtorizzazzjoni.
ne: तपाइँको कार्डमा शुल्क लगाइनेछैन, तथापि तपाइँले अस्थायी प्राधिकरण रोक देख्न सक्नुहुनेछ।
nn_no: Kortet blir ikkje belasta, men du vil kanskje sjå ei mellombels godkjenningssperre.
no: Kortet ditt blir ikke belastet, men det kan hende du ser en midlertidig reservasjon.
or: ଆପଣଙ୍କ କାର୍ଡ୍‌କୁ ଚାର୍ଜ୍‌ୟୁକ୍ତ କରାଯିବ ନାହିଁ, ଯଦିଓ ଆପଣ ଏକ ଅସ୍ଥାୟୀ ପ୍ରାଧିକରଣ ହୋଲ୍ଡ ଦେଖିଥାଇପାରନ୍ତି.
pa_arab_pk: بھاویں تُسی عارضی منظوری دا ہولڈ ویکھو، پر تہاڈے کارڈ تے پیسے نہیں پین گے۔
pa_in: ਤੁਸੀਂ ਆਪਣੇ ਬੈਂਕ ਕਾਰਡ ਦੀ ਸਟੇਟਮੈਂਟ ਨੂੰ ਅਸਥਾਈ ਤੌਰ ਤੇ ਹੋਲਡ ਉੱਤੇ ਦੇਖ ਸਕਦੇ ਹੋ। ਤੁਹਾਡੇ ਕਾਰਡ ਤੋਂ ਸ਼ੁਲਕ ਨਹੀਂ ਲਿਆ ਜਾਵੇਗਾ।
pl: Twoja karta nie zostanie obciążona, ale może zostać zastosowana tymczasowa preautoryzacja.
ru: Средства с вашей карты не будут списаны, однако может быть выполнена авторизация.
sd: توهانجو ڪارڊ چارج نه ڪيو ويندو، توهان ٿي سگهي ٿو هڪ عارضي تصديقي هولڊ ڏسو.
si: ඔබගේ කාඩ්පතට එරෙහිව අය නොකෙරෙන නමුත් ඔබ තාවකාලික අනුමැති අත්හිටවුමක් දකිනු ඇත්තෙහිය.
sl: Vaša kartica ne bo bremenjena, lahko pa bo prikazano začasno avtorizacijsko zadržanje.
sr_cyrl_rs: Картица неће бити задужена, иако може доћи до привремене предауторизације.
sr_latn_rs: Kartica neće biti zadužena, iako može doći do privremene predautorizacije.
sv: Ditt kort debiteras inte, men du kan se en tillfällig auktorisationskvarhållning av medel.
ta: ஒரு தற்காலிக அங்கீகரிப்பு நிலுவையை பார்த்தாலும் கூட, உங்கள் அட்டைக்கு கட்டணம் விதிக்கப்பட மாட்டாது.
te: మీ కార్డ్‌కు ఛార్జీ చేయబడదు, అయితే మీరు తాత్కాలిక ప్రమాణీకరణ హోల్డ్‌ని పొందుతారు.
tg: Аз корти шумо маблағ ситонида намешавад, вале санҷиши ҳаққоният метавонад муваққатан дастнорас шавад.
th: บัตรของคุณจะไม่ถูกเรียกเก็บค่าธรรมเนียม แต่คุณอาจจะเห็นการรอการตรวจสอบชั่วคราว
tr: Bir miktar paranın geçici olarak bloke edildiğini görebilirsiniz, ancak kartınızdan ödeme alınmayacaktır.
tt: Картагыздан түләү алынмаячак, шулай да, чынлык тикшерү өчен вакытлыча тотып калу булырга мөмкин.
ug: كارتىڭىزدىن ھەق تۇتۇلمايدۇ، شۇنداقتىمۇ ۋاقىتلىق ئىجازەتلەنگەن تۇتۇمنى كۆرۈشىڭىز مۇمكىن.
uk: Кошти з вашої картки не буде списано, але може бути виконано авторизацію.
ur: آپ کا کارڈ چارج نہیں کیا جائے گا، اگرچہ آپ ایک عارضی توثیقی انتظار دیکھ سکتے ہیں۔
uz: Haqiqiylik tekshiruvining vaqtinchalik to‘xtatib turilganini ko‘rsangiz ham, kartadan to‘lov olinmaydi.
vi: Thẻ của bạn sẽ không bị tính phí mặc dù bạn có thể thấy lưu giữ ủy quyền tạm thời.
zh_hans: 虽然你可能会看到临时预授权，但不会从你的卡中扣款。
zh_hant: 雖然您可能會看到暫時性的授權保留，但我們不會向您的卡片請款。
