Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PostalCode.MaxLength
source: Postal code is too long.
af: Poskode is te lank.
am: ፖስታ ኮድ በጣም ረጅም ነው።
ar: الرمز البريدي أطول من اللازم.
as: পোষ্টেল ক'ড অতি দীঘল৷
az: Poçt indeksi çox uzundur.
bg: Пощенският код е прекалено дълъг.
bn_in: পোস্টাল কোডটি অত্যন্ত বড়৷
bs: Poštanski broj je predug.
cy: Mae'r cod post yn rhy hir.
da: Postnummeret er for langt.
de: Die Postleitzahl ist zu lang.
el: Ο ταχυδρομικός κώδικας είναι πολύ μεγάλος.
es: El código postal es demasiado largo.
et: Sihtnumber on liiga pikk.
eu: Posta-kodea luzeegia da.
fa: کد پستی بسیار طولانی است.
ga: Cód poist rófhada.
gd: Tha an còd-puist ro fhada.
gl: Código postal moi longo.
gu: પોસ્ટલ કોડ ખૂબ લાંબો છે.
he: המיקוד ארוך מדי.
hi: डाक कोड बहुत लंबा है.
hr: Poštanski broj predug je.
hu: Az irányítószám túl hosszú.
id: Kode pos terlalu panjang.
is: Póstnúmerið er of langt.
ja: 郵便番号が長すぎます。
ka: საფოსტო კოდი ძალიან გრძელია.
kk: Пошталық индекс тым ұзын.
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 우편 번호가 너무 깁니다.
ku_arab: کۆسی پۆستی زۆر درێژە.
ky: Индекс өтө узун.
lo: ລະຫັດໄປສະນີຍາວເກີນໄປ.
lt: Pašto indeksas per ilgas.
lv: Pasta indekss ir pārāk garš.
mi: He roa rawa te waehere pōhi.
mk: Поштенскиот број е премногу долг.
ml: തപാല്‍ കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Шуудангийн код хэт урт байна.
mr: पोस्टल कोड खूप मोठा आहे.
ms: Poskod terlalu panjang.
mt: Il-kodiċi postali twil wisq.
ne: हुलाकी सङ्केत धेरै लामो भयो।
nn_no: Postnummeret er for langt.
no: Postnummeret er for langt.
or: ଡାକ କୋଡ୍ ଅତି ଦୀର୍ଘ ଅଟେ.
pa_arab_pk: پوسٹل کوڈ بہت لما اے
pa_in: ਡਾਕ ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod pocztowy jest zbyt długi.
ru: Слишком длинный почтовый индекс.
sd: پوسٽل ڪوڊ تمام وڏو آهي.
si: තැපැල් කේතය දිග වැඩියි.
sl: Poštna številka je predolga.
sr_cyrl_rs: Поштански број је предугачак.
sr_latn_rs: Poštanski broj je predugačak.
sv: Postnummer är för långt.
ta: அஞ்சல் குறியீடு மிக நீளமாக உள்ளது.
te: పోస్టల్ కోడ్ చాలా పొడవుగా ఉంది.
tg: Индекси почта аз ҳад дароз аст.
th: รหัสไปรษณีย์ยาวเกินไป
tr: Posta kodu çok uzun.
tt: Почта индексы артык озын.
ug: پوچتا نومۇرى بەك ئۇزۇن.
uk: Задовгий поштовий індекс.
ur: پوسٹ کوڈ بہت لمبا ہے.
uz: Pochta indeksi juda uzun.
vi: Mã bưu điện quá dài.
zh_hans: 邮政编码过长。
zh_hant: 郵遞區號太長。

# Literal.PostalCode.MinLength
source: Postal code is too short.
af: Poskode is te kort.
am: ፖስታ ኮድ በጣም አጭር ነው።
ar: الرمز البريدي قصير جدًا.
as: পোষ্টেল ক'ড অতি চুটি৷
az: Poçt indeksi çox qısadır.
bg: Пощенският код е прекалено къс.
bn_in: পোস্টাল কোডটি অত্যন্ত ছোট৷
bs: Poštanski broj je prekratak.
cy: Mae'r cod post yn rhy fyr.
da: Postnummeret er for kort.
de: Die Postleitzahl ist zu kurz.
el: Ο ταχυδρομικός κώδικας είναι πολύ μικρός.
es: El código postal es demasiado corto.
et: Sihtnumber on liiga lühike.
eu: Posta-kodea motzegia da.
fa: کد پستی بسیار کوتاه است.
ga: Cód poist róghearr.
gd: Tha an còd-puist ro ghoirid.
gl: Código postal moi curto.
gu: પોસ્ટલ કોડ ખૂબ ટૂંકો છે.
he: המיקוד קצר מדי.
hi: डाक कोड बहुत छोटा है.
hr: Poštanski broj prekratak je.
hu: Az irányítószám túl rövid.
id: Kode pos terlalu pendek.
is: Póstnúmerið er of stutt.
ja: 郵便番号が短すぎます。
ka: საფოსტო კოდი ძალიან მოკლეა.
kk: Пошталық индекс тым қысқа.
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 우편 번호가 너무 짧습니다.
ku_arab: کۆسی پۆستی زۆر کورتە.
ky: Индекс өтө кыска.
lo: ລະຫັດໄປສະນີສັ້ນເກີນໄປ.
lt: Pašto indeksas per trumpas.
lv: Pasta indekss ir pārāk īss.
mi: He poto rawa te waehere pōhi.
mk: Поштенскиот број е премногу краток.
ml: തപാല്‍ കോഡ് ചെറുതാണ്.
mn: Шуудангийн код хэт богино байна.
mr: पोस्टल कोड खूप लहान आहे.
ms: Poskod terlalu pendek.
mt: Il-kodiċi postali qasir wisq.
ne: हुलाकी सङ्केत धेरै छोटो भयो।
nn_no: Postnummeret er for kort.
no: Postnummeret er for kort.
or: ଡାକ କୋଡ୍ ଅତି ସଂକ୍ଷିପ୍ତ ଅଟେ.
pa_arab_pk: پوسٹل کوڈ بہت چھوٹا اے.
pa_in: ਡਾਕ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod pocztowy jest zbyt krótki.
ru: Слишком короткий почтовый индекс.
sd: پوسٽل ڪوڊ تمام ننڍو آهي.
si: තැපැල් කේතය කෙටි වැඩියි.
sl: Poštna številka je prekratka.
sr_cyrl_rs: Поштански број је прекратак.
sr_latn_rs: Poštanski broj je prekratak.
sv: Postnummer är för kort.
ta: அஞ்சல் குறியீடு மிகச் சிறியதாக உள்ளது.
te: పోస్టల్ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Индекси почта аз ҳад кӯтоҳ аст.
th: รหัสไปรษณีย์สั้นเกินไป
tr: Posta kodu çok kısa.
tt: Почта индексы артык кыска.
ug: پوچتا نومۇرى بەك قىسقا.
uk: Закороткий поштовий індекс.
ur: پوسٹ کوڈ بہت چھوٹا ہے.
uz: Pochta indeksi juda qisqa.
vi: Mã bưu điện quá ngắn.
zh_hans: 邮政编码过短。
zh_hant: 郵遞區號太短。

# Literal.PostalCode.Pattern
source: Invalid postal code.
af: Ongeldige poskode.
am: ልክ ያልኾነ የፖስታ ኮድ።
ar: الرمز البريدي غير صالح.
as: অবৈধ পোষ্টেল ক'ড৷
az: Poçt indeksi səhvdir.
bg: Невалиден пощенски код.
bn_in: অবৈধ পোস্টাল কোড৷
bs: Nevažeći poštanski broj.
cy: Cod post annilys.
da: Ugyldigt postnummer.
de: Die Postleitzahl ist ungültig.
el: Μη έγκυρος ταχυδρομικός κώδικας.
es: Código postal no válido.
et: Kehtetu sihtnumber.
eu: Posta-kodea baliogabea da.
fa: کد پستی نامعتبر است.
ga: Cód poist neamhbhailí.
gd: Còd-puist neo-dhligheach.
gl: O código postal non é válido.
gu: અમાન્ય પોસ્ટલ કોડ.
he: המיקוד אינו חוקי.
hi: डाक कोड अमान्य है.
hr: Nevažeći poštanski broj.
hu: Érvénytelen irányítószám.
id: Kode pos tidak valid.
is: Ógilt póstnúmer.
ja: 郵便番号が正しくありません。
ka: საფოსტო კოდი არასწორია.
kk: Пошталық индекс жарамсыз.
kn: ಅಮಾನ್ಯ ಪೋಸ್ಟಲ್ ಕೋಡ್.
ko: 우편 번호가 올바르지 않습니다.
ku_arab: کۆسی پۆستی نادروستە.
ky: Жараксыз индекс.
lo: ລະຫັດໄປສະນີບໍ່ຖືກຕ້ອງ.
lt: Netinkamas pašto indeksas.
lv: Nederīgs pasta indekss.
mi: He muhu te waehere pōhi.
mk: Неважечки поштенски број.
ml: തപാല്‍ കോഡ് അസാധുവാണ്.
mn: Шуудангийн код хүчингүй байна.
mr: अवैध पोस्टल कोड.
ms: Poskod tidak sah.
mt: Kodiċi postali invalidu.
ne: अवैध हुलाकी सङ्केत।
nn_no: Ugyldig postnummeret.
no: Ugyldig postnummer.
or: ଅବୈଧ ଡାକ କୋଡ୍.
pa_arab_pk: ناکارا پوسٹل کوڈ.
pa_in: ਅਵੈਧ ਡਾਕ ਕੋਡ।
pl: Nieprawidłowy kod pocztowy.
ru: Недопустимый почтовый индекс.
sd: پوسٽل ڪوڊ غلط آهي.
si: තැපැල් කේතය වැරදියි.
sl: Poštna številka ni veljavna.
sr_cyrl_rs: Поштански број није важећи.
sr_latn_rs: Poštanski broj nije važeći.
sv: Ogiltigt postnummer.
ta: தவறான அஞ்சல் குறியீடு.
te: చెల్లని పోస్టల్ కోడ్.
tg: Индекси почта беэътибор аст.
th: รหัสไปรษณีย์ไม่ถูกต้อง
tr: Geçersiz posta kodu.
tt: Почта индексы ялгыш.
ug: پوچتا نومۇرى ئىناۋەتسىز.
uk: Неприпустимий поштовий індекс.
ur: غیر مجاز پوسٹ کوڈ.
uz: Pochta indeksi haqiqiy emas.
vi: Mã bưu điện không hợp lệ.
zh_hans: 邮政编码无效。
zh_hant: 郵遞區號無效。

# Literal.PostalCode.Br.Pattern
source: It's necessary to add the hyphen when typing the CEP (Example: 04578-000)
af: Dis nodig om die koppelteken by te voeg wanneer jy die CEP tik (Voorbeeld: 04578-000)
am: CEP በሚተየብበት ጊዜ (ለምሳሌ፦ 04578-000) ሰረዝ ማከል አስፈላጊ ነው።
ar: من الضروري إضافة الواصلة عند كتابة CEP (مثال: 04578-000)
as: CEP (উদাহৰণ: 04578-000) টাইপ কৰোতে হাইফেন যোগ কৰাটো আৱশ্যকীয়
az: CEP-i yazarkən defis əlavə etmək zəruridir (Məsələn: 04578-000)
bg: Необходимо е да добавите тирето, когато въвеждате CEP (Пример: 04578-000)
bn_in: CEP লেখার সময়ে হাইফেন অবশ্যই দিতে হবে (উদাহরণ: 04578-000)
bs: Potrebno je dodati crticu kada se unosi CEP (Primjer: 04578-000)
cy: Mae angen ychwanegu'r cysylltnod wrth deipio'r CEP (Enghraifft: 04578-000)
da: Bindestregen er nødvendig, når du skriver CEP (eksempel: 04578-000)
de: Beim Eingeben des CEP muss der Bindestrich eingefügt werden (Beispiel: 04578-000).
el: Είναι απαραίτητη η προσθήκη του ενωτικού κατά την πληκτρολόγηση του CEP (Παράδειγμα: 04578-000)
es: Al escribir el CEP, es necesario agregar un guion (por ejemplo: 04578-000)
et: CEP tippimisel tuleb lisada sidekriips (näide: 04578-000)
eu: CEP zenbakia idazterakoan, marratxoa gehitu behar da (adibidez: 04578-000)
fa: در هنگام نوشتن CEP حتماً از خط تیره استفاده کنید(بعنوان مثال: ‎04578-000‎).
ga: Is gá fleiscín a chur leis nuair a chlóscríobhann tú an CEP (Sampla: 04578-000)
gd: Feumar an tàthan a chur sa CEP (Mar eisimpleir: 04578-000)
gl: É necesario engadir o guión ao escribir o CEP (Exemplo: 04578-000)
gu: CEP લખતી વખતે હાઇફન ઍડ કરવું જરૂરી છે (ઉદાહરણ: 04578-000)
he: הכרחי להוסיף את המקף בעת הקלד ה- CEP (דוגמה: 04578-000)
hi: CEP टाइप करते समय हाइफ़न जोड़ना आवश्यक है (उदाहरण: 04578-000)
hr: Prilikom unosa CEP-a morate dodati crticu (primjer: 04578-000)
hu: A CEP-kódhoz be kell írni a kötőjelet is (például: 04578-000).
id: Diharuskan menambahkan tanda penghubung saat mengetik CEP (Misalnya: 04578-000)
is: Nauðsynlegt er að hafa bandstrikið með þegar CEP-númerið er slegið inn (dæmi: 04578-000)
ja: CEP の入力には、ハイフンの追加が必要です (例: 04578-000)。
ka: CEP-ის აკრეფის დროს აუცილებელია ტირეს დამატება (მაგალითი: 04578-000)
kk: CEP енгізу кезінде дефизді қосу маңызды болып табылады (Мысалы: 04578-000)
kn: CEP ಟೈಪ್ ಮಾಡುತ್ತಿರುವಾಗ ಕೂಡುಗೆರೆಯನ್ನು ಸೇರಿಸುವುದು ಅಗತ್ಯವಾಗಿದೆ (ಉದಾಹರಣೆ: 04578-000)
ko: CEP를 입력할 때 하이픈을 추가해야 합니다(예: 04578-000).
ku_arab: گرنگە داشێک زیاد بکەیت کاتێک CEP تایپ دەکەیت (نمونە: 04578-000)
ky: Индексти терип жатканда, дефисти кошуу зарыл (Мисалы: 04578-000)
lo: ມັນຈຳເປັນໃນການເພີ່ມເຄື່ອງໝາຍຂີດຕໍ່ ໃນເວລາພິມ CEP (ຕົວຢ່າງ: 04578-000)
lt: Įvedant CEP, būtina įtraukti brūkšnelį (pvz., 04578-000)
lv: Ierakstot CEP, ir nepieciešams pievienot pārnesumzīmi (piemērs: 04578-000)
mi: Me tino tāpiri te tohuwehe ina pato i te CEP (Tauira: 04578-000)
mk: Неопходно е да се додаде цртичката кога го пишувате ЦЕП (Пример: 04578-000)
ml: CEP ടൈപ്പുചെയ്യുമ്പോൾ ഹൈഫൺ ചേർക്കേണ്ടത് അത്യാവശ്യമാണ് (ഉദാഹരണം: 04578-000)
mn: CEP бичиж байх үедээ богино зураас нэмэх шаардлагатай (Жишээ: 04578-000)
mr: CEP टाईप करताना संयोगचिन्ह जोडणे आवश्यक नाही (उदाहरणार: 04578-000)
ms: Anda perlu menambah tanda sempang apabila menaip CEP (Contoh: 04578-000)
mt: Huwa neċessarju li żżid is-sing meta tittajpja s-CEP (Eżempju: 04578-000)
ne: CEP टाइप गर्दा हाइफन जोड्नु आवश्यक छ (उदाहरणका लागि: 04578-000)
nn_no: Du må leggje til bindestrek når du skriv inn CEP (for eksempel 04578-000)
no: Du må legge til bindestrek ved angivelse av CEP (for eksempel 04578-000)
or: CEP ଟାଇପ୍ କରିବା ବେଳେ ହାଇଫେନ୍‍ ଯୋଗ କରିବା ଆବଶ୍ୟକ ଅଟେ (ଉଦାହରଣ: 04578-000)
pa_arab_pk: ہائفن دا اضافہ کرنا ضروری اے جدوں تسی CEP ٹائپ کردے او (مثال: 04578-000)
pa_in: CEP ਟਾਈਪ ਕਰਨ ਵੇਲੇ ਡੈਸ਼ ਜੋੜਨਾ ਜ਼ਰੂਰੀ ਹੁੰਦਾ ਹੈ (ਉਦਾਹਰਣ: 04578-000)
pl: Podczas wpisywania kodu CEP należy dodać łącznik (np.: 04578-000)
ru: При вводе CEP необходимо добавлять дефис (пример: 04578-000)
sd: CEP ٽائپ ڪرڻ دوران هائفن اضافو ڪرڻ ضروري آهي (مثال طور: 04578-000)
si: CEP එක (උදාහරණ: 04578-000) ටයිප් කිරීමේ දී කෙටිඉර එක් කිරීම අවශ්‍ය වේ
sl: Pri vnašanju številke CEP je treba dodati vezaj (Primer: 04578-000)
sr_cyrl_rs: Морате додати цртицу када куцате CEP (На пример: 04578-000)
sr_latn_rs: Morate dodati crticu kada kucate CEP (Na primer: 04578-000)
sv: Du måste lägga till ett bindestreck när du anger CEP (exempel: 04578-000)
ta: CEP-ஐத் தட்டச்சுச் செய்யும் போது, சிறுகோடு சேர்ப்பது அவசியம் (எடுத்துக்காட்டு: 04578-000)
te: CEP ని ప్రవేశపెట్టేటప్పుడు హైఫన్‌ను జోడించడం అవసరం (ఉదాహరణ: 04578-000)
tg: Ҳангоми воридкунии рамзи CEP илова кардани тире лозим аст (Барои мисол: 04578-000)
th: คุณจำเป็นต้องป้อนยัติภังค์เมื่อพิมพ์ CEP (ตัวอย่างเช่น 04578-000)
tr: CEP’yi yazarken kısa tire işaretinin eklenmesi gerekir (Örnek: 04578-000)
tt: CEP идентификаторын керткәндә сызыкчаны өстәргә кирәк (мәсәлән: 04578-000)
ug: CEP نى يازغاندا سىزىقچە قوشۇش كېرەك (مەسىلەن: 04578-000)
uk: Під час введення CEP необхідно додавати дефіс (приклад: 04578-000)
ur: CEP ٹائپ کاری کے دوران ہائفن کا اضافہ کرنا ضروری ہے (مثلاً: 04578-000)
uz: CEP-ni kiritish vaqtida chiziqchadan foydalanish muhim ahamiyatga ega (Misol uchun: 04578-000)
vi: Bạn cần phải thêm dấu gạch nối khi nhập CEP (Ví dụ: 04578-000)
zh_hans: 需在键入 CEP 时添加连字符(示例: 04578-000)
zh_hant: 輸入 CEP 時必須加入連字號 (範例: 04578-000)

# Literal.PostalCode.Required
source: Postal code is required.
af: Poskode word vereis.
am: ፖስታ ኮድ ይፈለጋል።
ar: الرمز البريدي مطلوب.
as: পোষ্টেল ক'ড আৱশ্যক৷
az: Poçt indeksi tələb olunur.
bg: Пощенският код е задължителен.
bn_in: পোস্টাল কোড আবশ্যক৷
bs: Poštanski broj je obavezan.
cy: Rhaid rhoi cod post.
da: Postnummer skal angives.
de: Die Postleitzahl ist erforderlich.
el: Απαιτείται ο ταχυδρομικός κώδικας.
es: El código postal es obligatorio.
et: Sihtnumber on nõutud.
eu: Posta-kodea beharrezkoa da.
fa: به کد پستی نیاز است.
ga: Cód poist ag teastáil.
gd: Còd-puist a dhìth.
gl: Requírese o código postal.
gu: પોસ્ટલ કોડની આવશ્યકતા છે.
he: המיקוד נדרש.
hi: डाक कोड की आवश्यकता है.
hr: Poštanski broj obavezan je.
hu: Az irányítószám megadása kötelező.
id: Kode pos wajib diisi.
is: Póstnúmers er krafist.
ja: 郵便番号は必須項目です。
ka: მიუთითეთ საფოსტო კოდი.
kk: Пошталық индекс қажет.
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 우편 번호는 필수 항목입니다.
ku_arab: کۆسی پۆستی پێویستە.
ky: Индекс талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດໄປສະນີ.
lt: Būtina nurodyti pašto indeksą.
lv: Norādiet pasta indeksu.
mi: Kei te hiahiatia te waehere pōhi.
mk: Поштенскиот број е задолжителен.
ml: തപാല്‍ കോഡ് ആവശ്യമാണ്.
mn: Шуудангийн код оруулах шаардлагатай.
mr: पोस्टल कोड आवश्यक आहे.
ms: Poskod diperlukan.
mt: Kodiċi postali hu meħtieġ.
ne: हुलाकी सङ्केत आवश्यक छ।
nn_no: Postnummeret er obligatorisk.
no: Postnummer må angis.
or: ଡାକ କୋଡ୍ ଆବଶ୍ୟକ ରହିଛି.
pa_arab_pk: پوسٹل کوڈ دی لوڑ اے.
pa_in: ਡਾਕ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod pocztowy jest wymagany.
ru: Необходимо указать почтовый индекс.
sd: پوسٽل ڪوڊ جي گھرج آهي.
si: තැපැල් කේතය අවශ්‍යයි.
sl: Poštna številka je obvezen podatek.
sr_cyrl_rs: Потребно је унети поштански број.
sr_latn_rs: Potrebno je uneti poštanski broj.
sv: Postnummer måste anges.
ta: அஞ்சல் குறியீடு தேவை.
te: పోస్టల్ కోడ్ అవసరం.
tg: Индекси почта ҳатмист.
th: ต้องระบุรหัสไปรษณีย์
tr: Posta kodu gereklidir.
tt: Почта индексы кирәк.
ug: پوچتا نومۇرى تەلەپ قىلىندۇ.
uk: Необхідно вказати поштовий індекс.
ur: پوسٹ کوڈ کی ضرورت ہے.
uz: Pochta indeksi talab qilinadi.
vi: Mã bưu điện là cần thiết.
zh_hans: 邮政编码为必填项。
zh_hant: 郵遞區號是必要資訊。

# Literal.Error.StoredValue.AlreadyAdded
source: This token has already been redeemed.
af: Hierdie bewys is reeds teruggekoop.
am: ይህ ንግግር ቀድሞውን ምህረት አግኝቷል።
ar: لقد استُردّ هذا الرمز المميز.
as: এই ট'কেন ইতিমধ্যে ক্ৰয় কৰা হৈছে৷ অনুগ্ৰহ কৰি নতুন এটাৰ সৈতে চেষ্টা কৰক৷
az: Marker artıq bərpa olunub.
bg: Този код вече е използван.
bn_in: এই টোকেনটি ইতিমধ্যেই উদ্ধার করা হয়েছে৷
bs: Ovaj token je već otkupljen.
cy: Mae'r tocyn hwn wedi cael ei ddefnyddio'n barod.
da: Dette token er allerede blevet indløst.
de: Dieses Token wurde bereits eingelöst.
el: Αυτό το διακριτικό έχει ήδη εξαγοραστεί.
es: Este token ya se ha canjeado.
et: See tunnus on juba kasutusel.
eu: Token hori dagoeneko trukatu da.
fa: این توکن از قبل بازپرداخت شده است.
ga: Fuasclaíodh an airíocht seo cheana féin.
gd: Chaidh an t-àirleas seo a chleachdadh mar-thà.
gl: Este token xa foi trocado.
gu: આ ટોકન પહેલાંથી રીડીમ થયેલ છે.
he: אסימון זה כבר מומש.
hi: यह टोकन पहले ही रिडीम हो चुका है.
hr: Taj je token već iskorišten.
hu: Ezt a tokent már beváltották.
id: Token ini telah ditebus.
is: Þetta merki hefur þegar verið innleyst.
ja: このトークンは既に引き換え済みです。
ka: ეს ჟეტონი უკვე ანაზღაურებულია.
kk: Бұл таңбалауыш әлдеқашан өтелген.
kn: ಈ ಟೋಕನ್‌ಗೆ ಈಗಾಗಲೇ ಪಡೆಯಲಾಗಿದೆ.
ko: 이 토큰은 이미 사용되었습니다.
ku_arab: ئەم فیشەیە هەر پێشتر پاکتاوکراوە.
ky: Бул токен буга чейин колдонулган.
lo: ໂທເຄັນນີ້ໄດ້ຖືກແລກຮຽບຮ້ອຍແລ້ວ.
lt: Šis atpažinimo ženklas jau panaudotas.
lv: Šī pilnvara jau ir izmantota.
mi: Kua whakahokia tēnei maimai.
mk: Овој токен веќе е откупен.
ml: ഈ ടോക്കണ്‍ ഇതിനകം വീണ്ടെടുത്തു.
mn: Энэ токеныг өмнө нь ашиглачихсан байна.
mr: या टोकनने आधीपासून पूर्तता केली आहे.
ms: Token ini sudah pun ditebus.
mt: Dan it-token diġà ssarraf.
ne: यस टोकनलाई मुक्त गरि सकियो।
nn_no: Tokenet er allereie innløyst.
no: Dette tokenet er allerede innløst.
or: ଏହି ଟୋକେନ୍ ରିଡିମ୍ ହୋଇ ସାରିଛି.
pa_arab_pk: ایہھ ٹوکن پہلے ای چھڈایا جا چیکیا اے.
pa_in: ਇਹ ਟੋਕਨ ਪਹਿਲਾਂ ਹੀ ਵਰਤਿਆ ਹੋਇਆ ਹੈ।
pl: Ten token został już zrealizowany.
ru: Этот код уже погашен.
sd: ٽوڪن پهريان ئي آزاد ٿي چڪو آهي.
si: මෙම සංකේතය දැනටමත් නිදහස් කර ඇත.
sl: Ta žeton je že bil odkupljen.
sr_cyrl_rs: Овај токен је већ искоришћен.
sr_latn_rs: Ovaj token je već iskorišćen.
sv: Denna token har redan lösts in.
ta: இந்த டோக்கன் ஏற்கனவே மீட்டெடுக்கப்பட்டது.
te: ఈ టోకెన్ ఇప్పటికే రిడీమ్ చేయబడింది.
tg: Ин токен аллакай ҷуброн шудааст.
th: โทเค็นนี้ถูกแลกใช้แล้ว
tr: Bu belirteç zaten kullanıldı.
tt: Бу символны кулланып булган инде.
ug: بۇ بىلەت ئاللىبۇرۇن ھەق تۆلەپ قايتۇرۋېلىندى.
uk: Цей код передоплати вже активовано.
ur: اس ٹوکن کے بقایا جات تو پہلے ہی ادا ہو چکے ہیں.
uz: Bu belgidan allaqachon foydalanilgan.
vi: Thẻ bài này đã được đổi.
zh_hans: 此代币已兑换。
zh_hant: 此憑證已經兌換過了。

# Literal.CreditCardType.ToolTip
source: {0} of {1} Items
af: {0} van {1} Items
am: {0} የ {1} ንጥሎች
ar: ‏{0}‏ من {1}‏ عنصر
as: {1} আইটেমৰ {0}
az: {0} / {1} Element
bg: {0} от {1} елемента
bn_in: {1} টির মধ্যে {0}টি আইটেম
bs: {0} od {1} stavki
cy: {0} o {1} Eitem
da: {0} af {1} varer
de: {0} von {1} Elementen
el: {0} από {1} στοιχεία
es: {0} de {1} elementos
et: Üksus {0}/{1}
eu: {0}/{1} elementu
fa: {0} از {1} مورد
gd: {0} de {1} Nithean
gl: {0} de {1} elementos
he: ‏{0} מתוך {1} פריטים
hi: {1} आइटम में से {0}
hr: {0} od {1} stav.
hu: {0}/{1} elem
id: {0} dari {1} Item
is: {0} af {1} atriðum
ja: {0} / {1} 項目
ka: {0} ელემენტი, სულ {1}
kk: {0} элемент, жалпы {1}
kn: {0} ನ {1} ಐಟಂಗಳು
ko: {1}개 중 {0}개 항목
ku_arab: {0} لە {1} ئایتم
ky: {0} нерседен {1}
lo: {0} ຈາກ {1} ລາຍການ
lt: {0} element. iš {1}
lv: {0} no {1} vienumiem
mi: {0} o {1} Tūemi
mk: {0} од {1} ставки
ml: {1} ഇനങ്ങളില്‍ {0}
mn: {1} зүйлийн {0}
mr: {1} पैकी {0} प्रकार
ms: {0} daripada {1} Item
mt: {0} minn {1} Oġġetti
ne: {1} को {0} वस्तुहरू
nn_no: {0} av {1} element
no: {0} av {1} elementer
or: {1} ଋ {0} ଆଇଟମ୍
pa_arab_pk: ‏‏‫{1} شیواں چوں {0}‬
pa_in: {1} ਮੱਦਾਂ ਦੀ {0} ਮੱਦ
pl: {0} z {1} elementów
ru: {0} из {1} элементов
sd: {0} جون {1} شيون
si: අයිතම {1} කින් {0}ක්
sl: {0} od {1} elementov
sr_cyrl_rs: Ставки: {0} од {1}
sr_latn_rs: Stavki: {0} od {1}
sv: {0} av {1} artiklar
ta: {1} உருப்படிகளில் {0}
te: {0} / {1} అంశాలు
tg: {0} аз {1} ҷузъ
th: {0} จาก {1} รายการ
tr: {0} / {1} Öğe
tt: {1} элементлардан {0}
ug: {0} نىڭ {1} نەرسىلەر
uk: {0} з {1} елементів
ur: {0} اشیاء کی{1}
uz: {1} elementdan {0} tasi
vi: {0} / {1} Khoản mục
zh_hans: 第 {0} 项/共 {1} 项
zh_hant: {0} 個項目，共 {1} 個

# Word.CVVCardInfoTitle.PIInfo.Xbox.Mobile
source: For credit card:
af: Vir kredietkaart:
am: ለብድር ካርድ፥
ar: بالنسبة لبطاقات الائتمان:
as: ক্ৰেডিট কাৰ্ড কাৰণে:
az: Kredit kart üçün:
bg: За кредитна карта:
bn_in: ক্রেডিট কার্ডের জন্য:
bs: Za kreditnu karticu:
cy: Ar gyfer cerdyn credyd:
da: Til kreditkort:
de: Kreditkarte:
el: Για πιστωτική κάρτα:
es: Para tarjeta de crédito:
et: Krediitkaardi puhul:
eu: Kreditu-txarteletarako:
fa: برای کارت اعتباری:
ga: Le haghaidh cárta creidmheasa:
gd: Airson cairt-creideis:
gl: Para cartón de crédito:
gu: ક્રેડિટ કાર્ડ માટે:
he: עבור כרטיס האשראי:
hi: क्रेडिट कार्ड के लिए:
hr: Za kreditnu karticu:
hu: A hitelkártyához:
id: Untuk kartu kredit:
is: Fyrir kreditkort:
ja: クレジット カード:
ka: საკრედიტო ბარათსთვის:
kk: Несиелік карта үшін:
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ಗಾಗಿ:
ko: 신용 카드의 경우:
ku_arab: سەبارەت بە کرێدت کارت:
ky: Кредит карты үчүн:
lo: ສຳລັບບັດເຄຣດິດ:
lt: Skirta kredito kortelei:
lv: Kredītkartei:
mi: Mō te kāri nama:
mk: За кредитна картичка:
ml: ക്രെഡിറ്റ്കാര്‍ഡിനായി:
mn: Кредит картын хувьд:
mr: क्रेडिट कार्डसाठी:
ms: Untuk kad kredit:
mt: Għall-kard ta' kreditu:
ne: क्रेडिट कार्डको लागि:
nn_no: For kredittkort:
no: For kredittkort:
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍ ନିମନ୍ତେ:
pa_arab_pk: کریڈٹم کارڈ لئی:
pa_in: ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਲਈ:
pl: Dla karty kredytowej:
ru: Для кредитных карт:
sd: ڪريڊٽ ڪارڊ جي لاءِ:
si: ණයවර කාඩ්පත් සඳහා:
sl: Za kreditno kartico:
sr_cyrl_rs: За кредитну картицу:
sr_latn_rs: Za kreditnu karticu:
sv: För kreditkort:
ta: கடன் அட்டைக்கு:
te: క్రెడిట్ కార్డ్ కోసం:
tg: Барои корти қарзӣ:
th: สำหรับบัตรเครดิต:
tr: Şu kredi kartı için:
tt: Кредит карта өчен:
ug: ئىناۋەتلىك كارتا ئۈچۈن:
uk: Для кредитної картки:
ur: کریڈٹ کارڈ کیلئے:
uz: Kredit kartochkasi uchun:
vi: Đối với thẻ tín dụng:
zh_hans: 对于信用卡：
zh_hant: 信用卡:

# Word.CVVCardInfoTitle.Storify
source: Where is my CVV?
af: Waar is my CVV?
am: የእኔ CVV የቱ ጋር ነው?
ar: أين يوجد رمز CVV؟
as: মোৰ CVV ক’ত আছে?
az: CVV kodum haradadır?
bg: Къде е моят CVV?
bn_in: আমার CVV কোথায়?
bs: Gdje se nalazi CVV?
cy: Ble mae fy CVV?
da: Hvor er min CVV?
de: Wo finde ich die Kreditkartenprüfnummer?
el: Πού είναι το CVV μου;
es: ¿Dónde está el CVV?
et: Kus on minu CVV?
eu: Non dago nire CVVa?
fa: CVV من کجا است؟
ga: Cá bhfuil an CVV?
gd: Càit a bheil an CVV agam?
gl: Onde está o CVV?
gu: મારો સીવીવી ક્યાં છે?
he: היכן אוכל למצוא את ה- CVV?
hi: मेरा CVV कहाँ है?
hr: Gdje je moj CVV?
hu: Hol találom a CVV kódot?
id: Di mana CVV saya?
is: Hvar er öryggisnúmerið mitt?
ja: お客様の CVV の場所
ka: სად არის მოცემული ჩემი CVV?
kk: Менің CVV кодым қайда?
kn: ನನ್ನ ಸಿವಿವಿ ಎಲ್ಲಿದೆ?
ko: 내 CVV는 어디에 있나요?
lo: ລະຫັດ CVV ຂອງຂ້ອຍຢູ່ໃສ?
lt: Kur mano CVV?
lv: Kur ir mans CVV?
mi: Kei hea taku CVV?
mk: Каде е мојот CVV-код?
ml: എന്റെ സിവിവി എവിടെയാണ്?
mr: माझा CVV कोठे आहे?
ms: Di manakah CVV saya?
mt: Fejn hu s-CVV tiegħi?
ne: मेरो CVV कहाँ छ?
nn_no: Kor er min CVV?
no: Hvor er CVV-en min?
or: ମୋର CVV କେଉଁଠାରେ ଅଛି?
pa_in: ਮੇਰਾ CVV ਕਿੱਥੇ ਹੈ?
pl: Gdzie jest mój kod CVV?
ru: Где находится CVV-код?
sl: Kje je moja koda CVV?
sr_cyrl_rs: Где се налази CVV?
sr_latn_rs: Gde se nalazi CVV?
sv: Var finns CVV-koden?
ta: எனது CVV எங்கே இருக்கிறது?
te: నా CVV ఎక్కడ ఉంది?
th: CVV ของฉันอยู่ที่ไหน
tr: CVV kodum nerede?
tt: Минем CVV коды кайда?
ug: CVV ىم نەدە؟
uk: Де знайти код CVV?
ur: میرا CVV کہاں ہے؟
uz: CVV qayerda joylashgan?
vi: CVV của tôi ở đâu?
zh_hans: CVV 位于何处?
zh_hant: 我的 CVV 在哪裡?

# Word.CVVCardInfoTitle.Xbox.Mobile
source: Where is it?
af: Waar is dit?
am: ይህ ምንድነው?
ar: أين يوجد؟
as: এইটো ক'ত আছে?
az: O haradadır?
bg: Къде се намира?
bn_in: এটি কোথায়?
bs: Gdje je to?
cy: Ble mae hyn?
da: Hvor er det?
de: Wo befindet er sich?
el: Πού βρίσκεται;
es: ¿Dónde está?
et: Kus see on?
eu: Non dago?
fa: کجاست؟
ga: Cá bhfuil sé?
gd: Càit a bheil e?
gl: Onde está?
gu: તે શું છે?
he: היכן זה נמצא?
hi: वह कहां है?
hr: Gdje se nalazi?
hu: Hol található?
id: Di mana?
is: Hvar er það?
ja: CVV の記載場所
ka: სად არის?
kk: Ол қайда?
kn: ಅದು ಎಲ್ಲಿದೆ?
ko: 어디에 있나요?
ku_arab: لەکوێدایە؟
ky: Ал кайда?
lo: ມັນແມ່ນຫຍັງ?
lt: Kur tai yra?
lv: Kur tas atrodas?
mi: Kea hea rā?
mk: Каде е?
ml: അത് എവിടെയാണ്?
mn: Энэ хаана байна?
mr: ते कुठे आहे?
ms: Di manakah ia?
mt: Fejn qiegħed?
ne: यो कहाँ छ?
nn_no: Kor er det?
no: Hvor er det?
or: ଏହା କେଉଁଠି ଅଛି?
pa_arab_pk: ایہھ کتھے وے?
pa_in: ਇਹ ਕਿੱਥੇ ਹੈ?
pl: Gdzie to jest?
ru: Где указано?
sd: اھو ڪٿي آھي؟
si: එය ඇත්තේ කොහේද?
sl: Kje je to?
sr_cyrl_rs: Где је?
sr_latn_rs: Gde je?
sv: Var är det?
ta: அது எங்கே?
te: ఇది ఎక్కడ ఉంది?
tg: Он дар куҷост?
th: สิ่งนี้อยู่ที่ใด
tr: Nerede?
tt: Бу кайда?
ug: ئۇ قەيەردە؟
uk: Де це?
ur: یہ کہاں ہے ؟
uz: U qayerda?
vi: Tìm ở đâu?
zh_hans: 它位于何处?
zh_hant: 在哪裡？
