Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.InicisPay
source: Korean Payment Method
af: Koreaanse betaalmetode
am: የኮሪያኛ የክፍያ ስልት
ar: طريقة الدفع الكورية
as: কোৰিয়ান পৰিশোধ পদ্ধতি
az: Koreya Ödəniş Metodu
bg: Корейски метод за плащане
bn_in: কোরিয়ান অর্থপ্রদান ব্যবস্থা
bs: Korejski način plaćanja
cy: Dull Talu Corëeg
da: Koreansk betalingsmetode
de: Zahlungsmethode für Korea
el: Μέθοδος πληρωμής στην Κορέα
es: Método de pago de Corea
et: Korea makseviis
eu: Koreako ordainketa-metodoa
fa: روش پرداخت کره ای
ga: Modh íocaíochta na Cóiré
gd: Dòigh pàighidh Choirèanach
gl: Método de pagamento coreano
gu: કોરીયન ચૂકવણી રીત
he: שיטת תשלום קוריאנית
hi: कोरियाई भुगतान पद्धति
hr: Način plaćanja za Koreju
hu: Koreai fizetési mód
id: Metode Pembayaran Korea
is: Kóreskur greiðslumáti
ja: 韓国お支払い方法
ka: გადახდის მეთოდი კორეისთვის
kk: Корей төлем әдісі
kn: ಕೊರಿಯನ್ ಪಾವತಿ ವಿಧಾನ
ko: 결제 방법(한국 전용)
ku_arab: شێوازی پارەدانی کۆری
ky: Корея төлөө ыкмасы
lo: ວິທີການຊຳລະເງິນຂອງເກົາຫຼີ
lt: Mokėjimo būdas Korėjoje
lv: Maksāšanas metode Korejā
mi: Tikanga Utu Korean
mk: Корејски метод на плаќање
ml: കൊറിയന്‍ പേയ്‌മെന്റ് രീതി
mn: төлбөрийн Солонгос хэлбэр
mr: कोरियन देय पद्धत
ms: Kaedah Pembayaran Korea
mt: Metodu ta' Pagament Korean
ne: कोरियन भुक्तानी प्रक्रिया
nn_no: Sørkoreansk betalingsmetode
no: Koreansk betalingsmetode
or: କୋରିୟ ଦେୟ ପଦ୍ଧତି
pa_arab_pk: ‏کورین ادائیگی دا طریقہ کار
pa_in: ਕੋਰੀਅਨ ਭੁਗਤਾਨ ਵਿਧੀ
pl: Koreańska metoda płatności
ru: Метод оплаты для Кореи
sd: ڪوريا جو رقم ادا ڪرڻ جو طريقو
si: කොරියානු ගෙවීම් ක්‍රමය
sl: Korejski način plačila
sr_cyrl_rs: Кореански начин плаћања
sr_latn_rs: Koreanski način plaćanja
sv: Sydkoreansk betalningsmetod
ta: கொரியன் கட்டணம் செலுத்தும் முறை
te: కొరియన్ చెల్లింపు విధానం
tg: Усули пардохти кореягӣ
th: วิธีการชำระเงินสำหรับชาวเกาหลี
tr: Kore Ödeme Yöntemi
ug: كورېيە پۇل تۆلەش ئۇسۇلى
uk: Спосіб оплати, дійсний в Кореї
ur: کورین ادائیگی طریقہ کار
uz: Koreya to‘lov usuli
vi: Phương thức Thanh toán Hàn Quốc
zh_hans: 韩国付款方式
zh_hant: 韓國付款方式

# Word.InicisPayBuyerEMail
source: Email
af: E-pos
am: ኢሜይል
ar: البريد الإلكتروني
as: ইমেইল
az: E-poçt
bg: Имейл
bn_in: ইমেল
bs: E-pošta
cy: E-bost
da: Mail
es: Correo electrónico
et: Meil
eu: Helbide elektronikoa
fa: پست الکترونیکی
ga: Ríomhphost
gd: Post-d
gl: Correo electrónico
gu: ઇમેઇલ
he: דואר אלקטרוני
hi: ईमेल
hr: E-pošta
is: Netfang
ja: メール
ka: ელ.ფოსტა
kk: Электрондық пошта
kn: ಇಮೇಲ್
ko: 메일
ku_arab: ئیمەیڵ
ky: Э-почта
lo: ອີເມວ
lt: El. paštas
lv: E-pasts
mi: Imēra
mk: Е-пошта
ml: ഇമെയില്‍
mn: Э-шуудан
mr: ईमेल
ms: E-mel
mt: Posta elettronika
ne: इमेल
nn_no: E-post
no: E-post
or: ଇମେଲ୍
pa_arab_pk: ‏‏ای میل
pa_in: ਈਮੇਲ
ru: Электронная почта
sd: اي ميل
si: ඊමේල්
sl: E-pošta
sr_cyrl_rs: Е-пошта
sr_latn_rs: E-pošta
sv: E-post
ta: மின்னஞ்சல்
te: ఇమెయిల్
tg: Почтаи электронӣ
th: อีเมล
tr: E-posta
tt: Электрон почта
ug: تورخەت
uk: Електронна пошта
ur: ای میل
uz: Elektron pochta
zh_hans: 电子邮件
zh_hant: 電子郵件

# Word.InicisPayBuyerFirstName
source: First name
af: Voornaam
am: የራስ ስም
ar: الاسم الأول
as: প্ৰথম নাম
az: Ad
bg: Собствено име
bn_in: নাম
bs: Ime
cy: Enw cyntaf
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
et: Eesnimi
eu: Izena
fa: نام
ga: Céadainm
gd: Ainm
gl: Nome
gu: નામ
he: שם פרטי
hi: पहला नाम
hr: Ime
hu: Utónév
id: Nama depan
is: Fornafn
ja: 名
ka: სახელი
kk: Аты
kn: ಮೊದಲ ಹೆಸರು
ko: 이름
ku_arab: ناو
ky: Аты
lo: ຊື່ຕົ້ນ
lt: Vardas
lv: Vārds
mi: Ingoa tuatahi
mk: Име
ml: പേരിന്‍റെ ആദ്യഭാഗം
mn: Нэр
mr: प्रथम नाव
ms: Nama pertama
mt: Isem
ne: पहिलो नाम
nn_no: Fornamn
no: Fornavn
or: ପ୍ରଥମ ନାମ
pa_arab_pk: پہلا ناں
pa_in: ਲਿਖਤ ਪੱਤਰ ਨਾਮ
pl: Imię
ru: Имя
sd: پھريون نالو
si: පළමු නම
sl: Ime
sr_cyrl_rs: Име
sr_latn_rs: Ime
sv: Förnamn
ta: முதல் பெயர்
te: మొదటి పేరు
tg: Ном
th: ชื่อจริง
tr: Ad
tt: Исем
ug: ئىسىم
uk: Ім’я
ur: پہلا نام
uz: Ismi
vi: Tên
zh_hans: 名字
zh_hant: 名字

# Word.InicisPayCreditCardType
source: Credit Card
af: Kredietkaart
am: የብድር ካርድ
ar: بطاقة الائتمان
as: ক্ৰেডিট কাৰ্ড
az: Kredit Kartı
bg: Кредитна карта
bn_in: ক্রেডিট কার্ড
bs: Kreditna kartica
cy: Cerdyn Credyd
da: Kreditkort
de: Kreditkarte
el: Πιστωτική κάρτα
es: Tarjeta de crédito
et: Krediitkaart
eu: Kreditu-txartela
fa: کارت اعتباری
ga: Cárta creidmheasa
gd: Cairt-chreidis
gl: Cartón de crédito
gu: ક્રેડિટ કાર્ડ
he: כרטיס אשראי
hi: क्रेडिट कार्ड
hr: Kreditna kartica
hu: Hitelkártya
id: Kartu Kredit
is: Kreditkort
ja: クレジット カード
ka: საკრედიტო ბარათი
kk: Несиелік карта
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ko: 신용 카드
ku_arab: کرێدت کارت
ky: Кредит карты
lo: ບັດເຄຣດິດ
lt: Kredito kortelė
lv: Kredītkarte
mi: Kāri Nama
mk: Кредитна картичка
ml: ക്രെഡിറ്റ് കാര്‍ഡ്
mn: Кредит карт
mr: क्रेडिट कार्ड
ms: Kad Kredit
mt: Karta ta' Kreditu
ne: क्रेडिट कार्ड
nn_no: Kredittkort
no: Kredittkort
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍
pa_arab_pk: کریڈٹ کارڈ
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ
pl: Karta kredytowa
ru: Кредитная карта
sd: ڪريڊٽ ڪارڊ
si: ක්‍රෙඩිට් කාඩ්
sl: Kreditna kartica
sr_cyrl_rs: Кредитна картица
sr_latn_rs: Kreditna kartica
sv: Kreditkort
ta: கடன் அட்டை
te: క్రెడిట్ కార్డ్
tg: Корти қарзӣ
th: บัตรเครดิต
tr: Kredi Kartı
tt: Кредит картасы
ug: ئىناۋەتلىك كارتا
uk: Кредитна картка
ur: کریڈٹ کارڈ
uz: Kredit kartochka
vi: Thẻ Tín dụng
zh_hans: 信用卡
zh_hant: 信用卡

# Word.InicisPayDescription
source: Description
af: Beskrywing
am: ገለጻ
ar: الوصف
as: বিৱৰণ
az: Təsvir
bg: Описание
bn_in: বর্ণনা
bs: Opis
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
eu: Azalpena
fa: توصیف
ga: Cur síos
gd: Tuairisgeul
gl: Descrición
gu: વર્ણન
he: תיאור
hi: वर्णन
hr: Opis
hu: Leírás
id: Deskripsi
is: Lýsing
ja: 説明
ka: აღწერა
kk: Сипаттама
kn: ವಿವರಣೆ
ko: 설명
ku_arab: وەسف
ky: Түшүндүрмө
lo: ລາຍລະອຽດ
lt: Aprašas
lv: Apraksts
mi: Whakamārama
mk: Опис
ml: വിവരണം
mn: Тодорхойлолт
mr: वर्णन
ms: Perihalan
mt: Deskrizzjoni
ne: वर्णन
nn_no: Forklaring
no: Beskrivelse
or: ବିବରଣୀ
pa_arab_pk: ‏‏وضاحت
pa_in: ਵਰਣਨ
pl: Opis
ru: Описание
sd: بيان
si: විස්තරය
sl: Opis
sr_cyrl_rs: Опис
sr_latn_rs: Opis
sv: Beskrivning
ta: விளக்கம்
te: వివరణ
tg: Тавсиф
th: คำอธิบาย
tr: Açıklama
tt: Тасвирлама
ug: چۈشەندۈرۈش
uk: Опис
ur: تفصیل
uz: Bayon
vi: Mô tả
zh_hans: 说明
zh_hant: 描述

# Word.InicisPayDescription.Help
source: Please choose a name that will be easy for you to remember
af: Kies asseblief 'n naam wat jy maklik sal kan onthou
am: አባክህ ላንተ ለማስታወስ ቀላል የሆነው ስም ምረጥ
ar: الرجاء اختيار اسم يسهل عليك تذكره
as: অনুগ্ৰহ কৰি আপুনি সহজে মনত ৰাখিব পৰাকৈ এটা নাম পছন্দ কৰক
az: Yadda saxlamaq asan olacaq ad seçin
bg: Изберете име, което лесно ще запомните
bn_in: অনুগ্রহ করে আপনার পক্ষে মনে রাখা সহজ হবে এমন একটি নাম বাছুন
bs: Odaberite ime koje ćete lako upamtiti
cy: Dewiswch enw a fydd yn hawdd i chi ei gofio
da: Vælg et navn, som du har let ved at huske
de: Wählen Sie einen Namen aus, den Sie sich leicht merken können.
el: Επιλέξτε ένα όνομα το οποίο θα το θυμάστε εύκολα
es: Elija un nombre que sea fácil de recordar
et: Valige nimi, mida on lihtne meelde jätta
eu: Hautatu gogoratzen erraza den izena
fa: لطفاً یک نام انتخاب کنید که یادآوری آن برایتان آسان باشد
ga: Roghnaigh ainm le do thoil a mbeidh sé éasca a chuimhniú air.
gd: Tagh ainm a bhios furasta dhut a chuimhneachadh
gl: Elixa un nome que lle sexa doado de recordar
gu: યાદ રાખવામાં સરળ હોય તેવા નામની કૃપા કરી પસંદગી કરો
he: בחר שם שיהיה לך קל לזכור
hi: कृपया वह नाम चुनें जिसे याद रखना आपके लिए आसान होगा
hr: Odaberite ime koje ćete lako zapamtiti
hu: Olyan nevet válasszon, amelyre könnyen emlékezni fog.
id: Pilihlah nama yang akan mudah untuk Anda ingat
is: Veldu nafn sem verður auðvelt fyrir þig að muna
ja: 覚えやすい名前を選択してください
ka: გთხოვთ, აირჩიოთ თქვენთვის მარტივად დასამახსოვრებელი სახელი
kk: Есте сақтау оңай болатын атты таңдаңыз
kn: ದಯವಿಟ್ಟು ನಿಮಗೆ ನೆನಪಿರಿಸಿಕೊಳ್ಳಲು ಸುಲಭವಾಗಿರುವಂತಹ ಹೆಸರನ್ನು ಆರಿಸಿಕೊಳ್ಳಿ
ko: 기억하기 쉬운 이름을 선택하십시오.
ku_arab: تکایە ناوێک هەڵبژێرە کە بیرکەوتنەوەی ئاسان بێت بۆت
ky: Өтүнүч, сизге эстеп калганга жеңил боло турган атты тандаңыз
lo: ກະລຸນາເລືອກຊື່ທີ່ທ່ານຈະຈື່ໄດ້ງ່າຍ
lt: Pasirinkite vardą, kurį bus nesunku prisiminti
lv: Lūdzu, izvēlieties vārdu, kuru varat viegli atcerēties.
mi: Kōwhiringa koa i tētahi ingoa he māmā māu te maumahara
mk: Изберете име кое ќе биде лесно да го запомните
ml: നിങ്ങള്‍ക്ക് ഓര്‍ക്കാന്‍ എളുപ്പമുള്ള ഒരു പേര് തിരഞ്ഞെടുക്കുക
mn: Санахад амархан нэр сонгоно уу
mr: कृपया आपल्याला लक्षात ठेवणे सोपे असेल असे एक नाव निवडा
ms: Sila pilih satu nama yang mudah anda ingati
mt: Jekk jogħġbok agħżel isem li jkun faċli għalik biex tiftakru
ne: कृपया तपाईँलाई सम्झिनको लागि सजिलो हुने नाम चयन गर्नुहोस्
nn_no: Vel eit namn som blir enkelt å hugse
no: Velg et navn som er enkelt å huske
or: ଦୟାକରି ମନେ ରଖିବାକୁ ସହଜ ହେଉଥିବା ପରି ଏକ ନାମ ଚୟନ କରନ୍ତୁ
pa_arab_pk: میربانی کرکے اوہ ناں چنو جیڑا تسی اسانی نال یاد رکھ سکو
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਅਜਿਹਾ ਨਾਮ ਚੁਣੋ ਜਿਸਨੂੰ ਯਾਦ ਰੱਖਣਾ ਤੁਹਾਡੇ ਵਾਸਤੇ ਆਸਾਨ ਹੋਵੇਗਾ
pl: Wybierz łatwą do zapamiętania nazwę
ru: Выберите имя, которое вы можете легко запомнить
sd: مھرباني ڪري ھڪ نالو چونديو جيڪو توھان کي ياد رکڻ ۾ آسان رھندو
si: කරුණාකර ඔබට මතක තබා ගැනීමට පහසු නමක් තෝරා ගන්න
sl: Izberite ime, ki si ga boste zlahka zapomnili.
sr_cyrl_rs: Одаберите име које ћете лако упамтити
sr_latn_rs: Odaberite ime koje ćete lako upamtiti
sv: Välj ett namn som är lätt att komma ihåg
ta: நீங்கள் நினைவில் வைக்க எளிதான பெயரைத் தேர்ந்தெடுக்கவும்
te: మీరు గుర్తు పెట్టుకోవడానికి సులభంగా ఉన్న పేరును ఎంచుకోండి
tg: Лутфан, номеро интихоб кунед, ки дар ёд доштанаш барои шумо осон бошад
th: โปรดเลือกชื่อที่คุณสามารถจำได้ง่าย
tr: Lütfen kolay anımsayacağınız bir ad seçin
tt: Истә тотарга җиңел булачак исемне сайлагыз
ug: ئاسان ئەسلىسشىڭىز ئۈچۈن بىر ئىسىم تاللاڭ.
uk: Вкажіть ім’я, яке вам було би легко запам’ятати
ur: براہ مہربانی اس نام کا انتخاب کریں جو آپ کے لیے یاد رکھنا آسان ہوگا
uz: O‘zingiz uchun yodda saqlab qolish oson bo‘lgan nomni tanlang
vi: Vui lòng chọn một tên dễ nhớ cho bạn
zh_hans: 请选择一个容易记住的名称
zh_hant: 請選擇容易記得的名稱

# Word.InicisPayMobilePhoneType
source: Mobile Phone
af: Selfoon
am: ተንቀሳቃሽ ስልክ
ar: الهاتف المحمول
as: ম'বাইল ফোন
az: Mobil Telefon
bg: Мобилен телефон
bn_in: মোবাইল ফোন
bs: Mobilni telefon
cy: Ffôn Symudol
da: Mobiltelefon
de: Handyrechung
el: Κινητό τηλέφωνο
es: Teléfono móvil
et: Mobiiltelefon
eu: Telefono mugikorra
fa: تلفن همراه
ga: Fón póca
gd: Fòn-làimhe
gl: Teléfono móbil
gu: મોબાઇલ ફોન
he: טלפון נייד
hi: मोबाइल फ़ोन
hr: Mobilni telefon
hu: Mobiltelefon
id: Ponsel
is: Farsími
ja: 携帯電話
ka: მობილური ტელეფონი
kk: Ұялы телефон
kn: ಮೊಬೈಲ್ ಫೋನ್
ko: 휴대폰
ku_arab: تەلەفۆنی مۆبایڵ
ky: Мобилдик телефон
lo: ໂທລະສັບມືຖື
lt: Mobilusis telefonas
lv: Mobilais tālrunis
mi: Waea Pūkoro
mk: Мобилен телефон
ml: മൊബൈല്‍ ഫോണ്‍
mn: Гар утас
mr: मोबाइल फोन
ms: Telefon Mudah Alih
mt: Mowbajl
ne: मोबाइल फोन
nn_no: Mobiltelefon
no: Mobiltelefon
or: ମୋବାଇଲ୍ ଫୋନ୍
pa_arab_pk: موبائل فون
pa_in: ਮੋਬਾਈਲ ਫ਼ੋਨ
pl: Telefon komórkowy
ru: Мобильный телефон
sd: موبائل فون
si: ජංගම දුරකථනය
sl: Mobilni telefon
sr_cyrl_rs: Мобилни телефон
sr_latn_rs: Mobilni telefon
sv: Mobiltelefon
ta: மொபைல் ஃபோன்
te: మొబైల్ ఫోన్
tg: Телефони мобилӣ
th: โทรศัพท์มือถือ
tr: Cep Telefonu
tt: Кесә телефоны
ug: يانفون
uk: Мобільний телефон
ur: موبائل فون
uz: Uyali telefon
vi: Điện thoại Di động
zh_hans: 移动电话
zh_hant: 行動電話

# Word.LastName
source: Last name
af: Van
am: የአያት ስም
ar: اسم العائلة
as: শেষ নাম
az: Soyad
bg: Фамилно име
bn_in: পদবি
bs: Prezime
cy: Enw olaf
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellido
et: Perekonnanimi
eu: Abizenak
fa: نام خانوادگی
ga: Sloinne
gd: Sloinneadh
gl: Apelido
gu: અંતિમ નામ
he: שם משפחה
hi: अंतिम नाम
hr: Prezime
hu: Vezetéknév
id: Nama belakang
is: Eftirnafn
ja: 姓
ka: გვარი
kk: Тегі
kn: ಕೊನೆಯ ಹೆಸರು
ko: 성
ku_arab: نازناو
ky: Фамилиясы
lo: ນາມສະກຸນ
lt: Pavardė
lv: Uzvārds
mi: Ingoa whakamutunga
mk: Презимето
ml: പേരിന്റെ അവസാന ഭാഗം
mn: Овог
mr: आडनाव
ms: Nama keluarga
mt: Kunjom
ne: अन्तिम नाम
nn_no: Etternamn
no: Etternavn
or: ଶେଷ ନାମ
pa_arab_pk: آخری ناں
pa_in: ਨਾਮ ਦਾ ਆਖਰੀ ਭਾਗ
pl: Nazwisko
ru: Фамилия
sd: آخري نالو
si: අවසන් නම
sl: Priimek
sr_cyrl_rs: Презиме
sr_latn_rs: Prezime
sv: Efternamn
ta: கடைசிப் பெயர்
te: చివరి పేరు
tg: Насаб
th: นามสกุล
tr: Soyadı
tt: Фамилия
ug: فامىلە
uk: Прізвище
ur: آخری نام
uz: Familiyasi
vi: Họ
zh_hans: 姓氏
zh_hant: 姓氏

# Word.LastName.Mandatory
source: Last name*
af: Van*
am: የአያት ስም*
ar: اسم العائلة*
as: শেষ নাম*
az: Soyad*
bg: Фамилно име*
bn_in: পদবি*
bs: Prezime*
cy: Enw olaf*
da: Efternavn*
de: Nachname*
el: Επώνυμο*
es: Apellidos*
et: Perekonnanimi*
eu: Abizenak*
fa: نام خانوادگی*
ga: Sloinne*
gd: Sloinneadh*
gl: Apelidos*
gu: અટક*
he: שם משפחה*
hi: अंतिम नाम*
hr: Prezime*
hu: Vezetéknév*
id: Nama belakang*
is: Eftirnafn*
ja: 姓*
ka: გვარი*
kk: Тегі*
kn: ಕೊನೆಯ ಹೆಸರು*
ko: 성*
ku_arab: نازناو*
ky: Фамилиясы*
lo: ນາມສະກຸນ*
lt: Pavardė*
lv: Uzvārds*
mi: Ingoa mutunga*
mk: Презиме*
ml: പേരിന്‍റെ അവസാനഭാഗം*
mn: Овог*
mr: शेवटचे नाव*
ms: Nama keluarga*
mt: Kunjom*
ne: पछिल्लो नाम*
nn_no: Etternamn*
no: Etternavn*
or: ଶେଷ ନାମ*
pa_arab_pk: آخری ناں٭
pa_in: ਆਖਰੀ ਨਾਮ*
pl: Nazwisko*
ru: Фамилия*
sd: آخري نالو*
si: අග නම*
sl: Priimek*
sr_cyrl_rs: Презиме*
sr_latn_rs: Prezime*
sv: Efternamn*
ta: கடைசி பெயர்*
te: చివరి పేరు*
tg: Насаб*
th: นามสกุล*
tr: Soyadı*
tt: Фамилия*
ug: فامىلە*
uk: Прізвище*
ur: آخری نام*
uz: Familiyasi*
vi: Họ*
zh_hans: 姓氏*
zh_hant: 姓氏*

# Word.LastNamePronunciation
source: Last name pronunciation
af: Van se uitspraak
am: የአያት ስም አነባበብ
ar: هجاء اسم العائلة
as: শেষ নাম উচ্চাৰণ
az: Soyadın tələffüzü
bg: Произнасяне на фамилното име
bn_in: পদবির উচ্চারণ
bs: Izgovor prezimena
cy: Ynganiad enw olaf
da: Udtale af efternavn
de: Aussprache des Nachnamens
el: Φωνητική γραφή επωνύμου
es: Pronunciación del apellido
et: Perekonnanime hääldus
eu: Abizenaren ahoskera
fa: تلفن نام خانوادگی
ga: Fuaimniú an tsloinne
gd: Tar-sgrìobhadh an t-sloinnidh
gl: Pronunciación do apelido
gu: અંતિમ નામ ઉચ્ચારણ
he: היגוי שם משפחה
hi: अंतिम नाम का उच्चारण
hr: Izgovor prezimena
hu: Vezetéknév kiejtése
id: Pelafalan nama belakang
is: Framburður eftirnafns
ja: 姓のフリガナ
ka: როგორ წარმოითქმის გვარი
kk: Тегінің айтылуы
kn: ಕೊನೆಯ ಹೆಸರಿನ ಉಚ್ಛಾರಣೆ
ko: 성(발음 기준)
ku_arab: بێژانی نازناو
ky: Фамилиянын айтылышы
lo: ການອອກສຽງນາມສະກຸນ
lt: Pavardės tarimas
lv: Uzvārda izruna
mi: Whakahuatanga ingoa whakamutunga
mk: Изговор на презимето
ml: പേരിന്റെ അവസാന ഭാഗത്തിന്റെ ഉച്ചാരണം
mn: Овгийн дуудлага
mr: आडनाव उच्चारण
ms: Sebutan nama keluarga
mt: Pronunzja tal-kunjom
ne: अन्तिम नामको उच्चारण
nn_no: Uttale av etternamn
no: Uttale av etternavn
or: ଶେଷ ନାମ ଉଚ୍‌ଚାରଣ
pa_arab_pk: آخری ناں دا تلفظ
pa_in: ਨਾਮ ਦੇ ਆਖਰੀ ਭਾਗ ਦਾ ਉਚਾਰਣ
pl: Wymowa nazwiska
ru: Транскрипция фамилии
sd: آخري نالي جو اُچار
si: අවසන් නමේ උච්ඡාරණය
sl: Izgovarjava priimka
sr_cyrl_rs: Изговор презимена
sr_latn_rs: Izgovor prezimena
sv: Uttal av efternamn
ta: கடைசிப் பெயர் உச்சரிப்பு
te: చివరి పేరు ఉచ్చారణ
tg: Талаффузи насаб
th: วิธีการออกเสียงนามสกุล
tr: Soyadının söylenişi
tt: Фамилиянең әйтелеше
ug: فامىلىنىڭ ئالدى قوشۇلغۇچىسى
uk: Вимова прізвища
ur: آخری نام کا تلفظ
uz: Familiyaning talaffuzi
vi: Phiên âm họ
zh_hans: 姓氏发音
zh_hant: 姓氏讀音

# Word.OptionalHint
source: - Optional -
af: - Opsioneel -
am: - ግድ ያይደለ -
ar: - اختياري -
as: - বৈকল্পিক -
az: - Məcburi deyil -
bg: - Незадължително -
bn_in: - বৈকল্পিক -
bs: - Opciono -
cy: - Dewisol -
da: - Valgfri -
el: - Προαιρετικά -
es: - Opcional -
et: - Valikuline -
eu: - Aukerakoa -
fa: - اختیاری -
ga: - Roghnach -
gd: - Roghainneil -
gl: - Opcional -
gu: - વૈકલ્પિક -
he: - אופציונלי -
hi: - वैकल्पिक -
hr: - Neobavezno -
hu: - Nem kötelező -
id: - Opsional -
is: - Valfrjálst -
ja: - オプション -
ka: - შერჩევითი -
kk: - Міндетті емес -
kn: - ಐಚ್ಛಿಕ -
ko: - 옵션 -
ku_arab: - ئیختیاریە -
ky: - Каалоо боюнча -
lo: - ເລືອກໄດ້ -
lt: - Pasirenkama -
lv: - Neobligāts -
mi: - Kōwhiringa -
mk: - Изборно -
ml: - ഓപ്‌ഷണല്‍ -
mn: - Дурын -
mr: - पर्यायी -
ms: - Pilihan -
mt: - Fakultattiv -
ne: - वैकल्पिक -
nn_no: - Valfri -
no: - Valgfritt -
or: - ବୈକଳ୍ପିକ -
pa_arab_pk: - اختیاری -
pa_in: - ਵਿਕਲਪਕ -
pl: - Opcjonalne -
ru: - Необязательный -
sd: - اختياري -
si: - වෛකල්පිත -
sl: - Neobvezno -
sr_cyrl_rs: - Опционо -
sr_latn_rs: - Opciono -
sv: - Valfritt -
ta: - விருப்பத்தேர்வு -
te: - ఐచ్ఛికం -
tg: - Ихтиёрӣ -
th: - ใส่หรือไม่ก็ได้ -
tr: - İsteğe bağlı -
tt: - Сайлаулы -
ug: - تاللانما -
uk: - Не обов’язково -
ur: - اختیاری -
uz: - Ixtiyoriy -
vi: - Tùy chọn -
zh_hans: - 可选 -
zh_hant: - 選填 -

# Word.PayPalEmail
source: PayPal email address
af: PayPal-e-posadres
am: PayPal የኢሜይል አድራሻ
ar: عنوان بريد PayPal الإلكتروني
as: PayPal ইমেইল ঠিকনা
az: PayPal e-poçt ünvanı
bg: Имейл адрес за PayPal
bn_in: PayPal ইমেল ঠিকানা
bs: PayPal adresa e-pošte
cy: Cyfeiriad e-bost PayPal
da: PayPal-mailadresse
de: PayPal-E-Mail-Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου PayPal
es: Dirección de correo electrónico de PayPal
et: PayPali meiliaadress
eu: PayPal-eko helbide elektronikoa
fa: آدرس پست الکترونیکی PayPal
ga: Seoladh ríomhphoist PayPal
gd: Seòladh puist-d airson PayPal
gl: Enderezo de correo electrónico de PayPal
gu: PayPal ઇમેઇલ સરનામું
he: כתובת דואר אלקטרוני ב- PayPal
hi: PayPal ईमेल पता
hr: Adresa e-pošte servisa PayPal
hu: PayPal e-mail-cím
id: Alamat email PayPal
is: PayPal-netfang
ja: PayPal メール アドレス
ka: PayPal ელფოსტის მისამართი
kk: PayPal электрондық пошта мекенжайы
kn: PayPal ಇಮೇಲ್ ವಿಳಾಸ
ko: PayPal 메일 주소
ku_arab: ناونیشانی ئیمەیڵی PayPal
ky: PayPal электрондук почта дареги
lo: ທີ່ຢູ່ອີເມວ PayPal
lt: „PayPal“ el. pašto adresas
lv: PayPal e-pasta adrese
mi: Wāhitau īmēra PayPal
mk: Адресата на е-поштата за PayPal
ml: PayPal ഇമെയില്‍ വിലാസം
mn: PayPal-ын э-шуудангийн хаяг
mr: PayPal ईमेल पत्ता
ms: Alamat e-mel PayPal
mt: Indirizz elettroniku ta' PayPal
ne: PayPal इमेल ठेगाना
nn_no: E-postadresse for PayPal
no: PayPal-e-postadresse
or: PayPal ଇମେଲ୍ ଠିକଣା
pa_arab_pk: ‏‏PayPal دا ای میل پتا
pa_in: PayPal ਈਮੇਲ ਪਤਾ
pl: Adres e-mail usługi PayPal
ru: Адрес электронной почты для службы PayPal
sd: PayPal اي ميل جو پتو
si: PayPal ඊමේල් ලිපිනය
sl: E-poštni naslov iz sistema PayPal
sr_cyrl_rs: PayPal е-адреса
sr_latn_rs: PayPal adresa e-pošte
sv: PayPal-e-postadress
ta: PayPal மின்னஞ்சல் முகவரி
te: PayPal ఇమెయిల్ చిరునామా
tg: Суроғаи почтаи электронӣ дар PayPal
th: อีเมลแอดเดรส PayPal
tr: PayPal e-posta adresi
tt: PayPal электрон почта адресы
ug: PayPal تورخەت ئادرېسى
uk: Адреса електронної пошти PayPal
ur: PayPal ای میل پتہ
uz: PayPal elektron pochta manzili
vi: Địa chỉ email PayPal
zh_hans: PayPal 电子邮件地址
zh_hant: PayPal 電子郵件地址

# Word.PayPalEmailConfirm
source: Confirm PayPal email address
af: Bevestig PayPal-e-posadres
am: PayPal የኢሜይል አድራሻ አረጋግጥ
ar: تأكيد عنوان بريد PayPal الإلكتروني
as: নিশ্চিত PayPal ইমেইল ঠিকনা
az: PayPal e-poçt ünvanını təsdiqlə
bg: Повторно въвеждане на имейл адреса за PayPal
bn_in: PayPal ইমেল ঠিকানা নিশ্চিত করুন
bs: Potvrda PayPal adrese e-pošte
cy: Cadarnhau cyfeiriad e-bost PayPal
da: Bekræft PayPal-mailadresse
de: PayPal-E-Mail-Adresse bestätigen
el: Επιβεβαίωση διεύθυνσης ηλεκτρονικού ταχυδρομείου PayPal
es: Confirmar dirección de correo electrónico de PayPal
et: Kinnitage PayPali meiliaadress
eu: Berretsi PayPal-eko helbide elektronikoa
fa: آدرس پست الکترونیکی PayPal را تأیید کنید
ga: Deimhnigh seoladh r-phoist PayPal
gd: Daingnich an seòladh puist-d airson PayPal
gl: Confirme o enderezo de correo electrónico de PayPal
gu: PayPal સરનામાંની ખાતરી કરો
he: אישור של כתובת הדואר האלקטרוני ב- PayPal
hi: PayPal ईमेल पते की पुष्टि करें
hr: Potvrdite adresu e-pošte servisa PayPal
hu: PayPal e-mail-cím megerősítése
id: Konfirmasi alamat email PayPal
is: Staðfesta PayPal-netfang
ja: 確認用 PayPal メール アドレス
ka: დაადასტურეთ PayPal ელფოსტის მისამართი
kk: PayPal электрондық пошта мекенжайын растау
kn: PayPal ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಖಚಿತಪಡಿಸಿ
ko: PayPal 메일 주소 확인
ku_arab: دووپاتکردنەوەی ناونیشانی ئیمەیڵی PayPal
ky: PayPal электрондук почта дарегин ырастоо
lo: ຢືນຢັນທີ່ຢູ່ອີເມວ PayPal
lt: Patvirtinti „PayPal“ el. pašto adresą
lv: Apstiprināt PayPal e-pasta adresi
mi: Whakaū i tō wāhitau īmēra PayPal
mk: Потврдете ја адресата на е-пошта за PayPal
ml: PayPal ഇമെയില്‍ വിലാസം സ്ഥിരീകരിക്കുക
mn: PayPal-ын э-шуудангийн хаягийг баталгаажуулах
mr: PayPal ईमेल पत्त्याची पुष्टी करा
ms: Sahkan alamat e-mel PayPal
mt: Ikkonferma l-indirizz elettroniku ta' PayPal
ne: PayPal इमेल ठेगाना रुजू गर्नुहोस्
nn_no: Stadfest e-postadresse for PayPal
no: Bekreft PayPal-e-postadresse
or: PayPal ଇମେଲ୍ ଠିକଣା ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa_arab_pk: ‏‏PayPal دےای میل پتا دی تصدیق کرو
pa_in: PayPal ਈਮੇਲ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź adres e-mail usługi PayPal
ru: Подтверждение адреса электронной почты для службы PayPal
sd: PayPal اي ميل جي پتي جي تصديق ڪريو
si: PayPal ඊමේල් ලිපිනය තහවුරු කරන්න
sl: Potrditev e-poštnega naslova iz sistema PayPal
sr_cyrl_rs: Потврда PayPal е-адресе
sr_latn_rs: Potvrda PayPal adrese e-pošte
sv: Bekräfta PayPal-e-postadress
ta: PayPal மின்னஞ்சல் முகவரியை உறுதிபடுத்து
te: PayPal ఇమెయిల్ చిరునామాను నిర్ధారించండి
tg: Суроғаи почтаи электронӣ дар PayPal-ро тасдиқ кунед
th: ยืนยันอีเมลแอดเดรส PayPal
tr: PayPal e-posta adresini onayla
tt: PayPal электрон почта адресын раслау
ug: PayPal تورخەت ئادرېسىنى مۇقىملاشتۇرۇڭ
uk: Підтвердьте адресу електронної пошти PayPal
ur: PayPal ای میل پتہ کی تصدیق کریں
uz: PayPal elektron pochta manzilini tasdiqlash
vi: Xác nhận địa chỉ email PayPal
zh_hans: 确认 PayPal 电子邮件地址
zh_hant: 確認 PayPal 電子郵件地址

# Word.Name
source: Name
af: Naam
am: ስም
ar: الاسم
as: নাম
az: Ad
bg: Име
bn_in: নাম
bs: Ime
cy: Enw
da: Navn
el: Όνομα
es: Nombre
et: Nimi
eu: Izena
fa: نام
ga: Ainm
gd: Ainm
gl: Nome
gu: નામ
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
is: Nafn
ja: 名前
ka: სახელი
kk: Аты
kn: ಹೆಸರು
ko: 이름
ku_arab: ناو
ky: Аты
lo: ຊື່
lt: Pavadinimas
lv: Nosaukums
mi: Ingoa
mk: Име
ml: പേര്
mn: Нэр
mr: नाव
ms: Nama
mt: Isem
ne: नाम
nn_no: Namn
no: Navn
or: ନାମ
pa_arab_pk: ناں
pa_in: ਨਾਂ
pl: Nazwa
ru: Имя
sd: نالو
si: නම
sl: Ime
sr_cyrl_rs: Име
sr_latn_rs: Ime
sv: Namn
ta: பெயர்
te: పేరు
tg: Ном
th: ชื่อ
tr: Ad
tt: Исем
ug: نامى
uk: Ім'я
ur: نام
uz: Nomi
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# Word.PayPalPayInAccount
source: PayPal account
af: PayPal-rekening
am: PayPal መለያ
ar: حساب PayPal
as: PayPal একাউণ্ট
az: PayPal hesabı
bg: Акаунт в PayPal
bn_in: PayPal অ্যাকাউন্ট
bs: PayPal račun
cy: Cyfrif PayPal
da: PayPal-konto
de: PayPal-Konto
el: Λογαριασμός PayPal
es: Cuenta de PayPal
et: PayPali konto
eu: PayPal kontua
fa: حساب PayPal
ga: Cuntas PayPal
gd: Cunntas PayPal
gl: Conta de PayPal
gu: PayPal ખાતુ
he: חשבון PayPal
hi: PayPal खाता
hr: Račun servisa PayPal
hu: PayPal-fiók
id: Akun PayPal
is: PayPal-reikningur
ja: PayPal 口座
ka: PayPal ანგარიში
kk: PayPal тіркелгісі
kn: PayPal ಖಾತೆ
ko: PayPal 계정
ku_arab: ئەژمێری PayPal
ky: PayPal эсеби
lo: ບັນຊີ PayPal
lt: „PayPal“ sąskaita
lv: PayPal konts
mi: Pūkete PayPal
mk: Сметка на PayPal
ml: PayPal അക്കൌണ്ട്
mn: PayPal-ын данс
mr: PayPal खाते
ms: Akaun PayPal
mt: Kont ta' PayPal
ne: PayPal खाता
nn_no: PayPal-konto
no: PayPal-konto
or: PayPal ଏକାଉଣ୍ଟ
pa_arab_pk: PayPal دا اکاؤنٹ
pa_in: PayPal ਖਾਤਾ
pl: Konto PayPal
ru: Учетная запись PayPal
sd: PayPal اڪائونٽ
si: PayPal ගිණුම
sl: Moj račun v storitvi PayPal
sr_cyrl_rs: PayPal налог
sr_latn_rs: PayPal nalog
sv: PayPal-konto
ta: PayPal கணக்கு
te: PayPal ఖాతా
tg: Суратҳисоби PayPal
th: บัญชี PayPal
tr: PayPal hesabı
tt: PayPal хисабы
ug: PayPal ھېساباتى
uk: Обліковий запис PayPal
ur: PayPal کھاتہ
uz: PayPal hisob qaydnomasi
vi: Tài khoản PayPal
zh_hans: PayPal 帐户
zh_hant: PayPal 帳戶
