Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.SEPA.TermConditions
source: By using this mandate, you have selected Direct Debit as your form of payment. Your use of Direct Debit is conditional on your acceptance of and compliance with these terms. You authorize Microsoft Payments Ltd. ("<b>we</b>" or "<b>us</b>") to request payment from your bank for amounts due to Microsoft. You must ensure that: (i) you have provided a valid email address for correspondence and notices; (ii) your bank will accept direct debit collections; (iii) you have sufficient funds on any due date; and (iv) your mandate has not been cancelled (except as below) or revoked. Failure to comply with these terms which results in non-payment, does not relieve you of your obligation to pay us any amounts owed and due. Please contact us to cancel this mandate or select another form of payment. We will cancel your mandate upon receipt of your notification. Direct Debit is available at our discretion, and if it becomes unavailable, we will contact you to arrange an alternative.
af: Deur hierdie mandaat te gebruik, het jy Direkte Debiet as jou vorm van betaling gekies. Jou gebruik van Direkte Debiet is onderhewig aan jou aanvaarding en nakoming van hierdie bepalings. Jy magtig Microsoft Payments Bpk ("<b>ons</b>" OF "<b>ons</b>") om betaling van die bedrae betaalbaar aan Microsoft te versoek. Jy behoort te verseker dat: (i) jy ’n geldige e-posadres vir korrespondensie en kennisgewings verskaf het; (ii) jou bank direkte debiet-invorderings sal aanvaar; (iii) jy genoegsame fondse op alle betaaldae het; en (iv) jou mandaat nie gekanselleer (behalwe soos hieronder) of herroep is nie. Versuim om hierdie bepalings na te kom wat in nie-betaling ontaard, stel jou nie vry van die verpligting om enige bedrae verskuldig en betaalbaar aan ons, te betaal nie. Kontak ons asseblief om hierdie mandaat te kanselleer of kies ’n ander vorm van betaling. Ons sal jou mandaat met ontvangs van die kennisgewing kanselleer. Direkte Debiet is na ons goeddunke beskikbaar, en as dit onbeskikbaar raak sal ons jou kontak om ’n alternatief te reël.
am: ይህንን ማዘዣ በመጠቀም፣ ቀጥተኛ ተቀናሽን (Direct Debit) እንደ እርስዎ የክፍያ ዘዴ መርጠዋል። የእርስዎ ይህንን ቀጥተኛ ተቀናሽ (Direct Debit) መጠቀም እነኝህን ውሎች በመቀበልዎ እና በውሎቹ በመስማማትዎ ሁኔታ ላይ መሰረት ያደረገ ነው። ለMicrosoft መከፈል ያለበትን ክፍያ የMicrosoft Payments Ltd. ("<b>እኛ</b>" ወይም "<b>ለኛ</b>") ከእርስዎ ባንክ ላይ ክፍያ እንዲጠይቅ ፈቃድ ሰጥተዋል። የሚከተሉትን ማረጋገጥ ይገባዎታል፥ (i) ለመልዕክት ልውውጥ እና ማሳወቂያዎች አገልግሎት የሚውል ልክ የሆነ ኢሜይል አድራሻ መስጠትዎን፤(ii) የእርስዎ ባንክ በቀጥተኛ ተቀናሽ (Direct Debit) የተሰበሰቡ የክፍያ ጥያቄዎችን እንደሚቀበል፤ (iii) ማንኛውም የመክፈያ ቀን በሚደርስ ጊዜ በቂ ገንዘብ እንዳለዎ፤ እና (iv) የእርስዎ ማዘዣ እንዳልተሰረዘ ወይም እንዳልተነሳ (ከዚህ በታች ከተገለፀው በስተቀር)። በእነኝህ ውሎች ካልተስማሙ ክፍያ አለመፈፀምን ያስከትላል፣ ይህም ያለብዎትን ወይም የዘገየ ማንኛውም አይነት ክፍያዎችን ለእኛ የመክፈል ግዴታዎን አያስቀርልዎትም። እባክዎን ይህንን ማዘዣ ለመሰረዝ እኛን ያነጋግሩን ወይም ሌላ አይነት የክፍያ ዘዴ ይምረጡ። የእርስዎን ማሳወቂያ እንደተቀበልን ማዘዣውን እንሰርዛለን። ቀጥተኛ ተቀናሽ (Direct Debit) በእኛ ምርጫ የሚገኝ ነው፣ እናም የማይገኝ ከተደረገ ደግሞ፣ አማራጭ የክፍያ ዘዴዎችን ለማመቻቸት እርስዎን እናነጋግራለን።
ar: يعد استخدامك لهذا التفويض بمثابة تحديد الإيداع المباشر كطريقة الدفع. يرتهن استخدامك للإيداع المباشر بموافقتك مع هذه الشروط والتزامك بها. إنك تخول Microsoft Payments Ltd‏ ("<b>نحن</b>"‏ أو "<b>إننا</b>"‏) مطالبة البنك الخاص بك بسداد المبالغ التي تستحقها Microsoft‏. يجب عليك التأكد من: (i‏) أنك قمت بتوفير عنوان بريد إلكتروني صالح للمراسلات والإشعارات؛ (ii‏) أن البنك الخاص بك يقبل عمليات تحصيل الإيداع المباشر؛ (iii‏) أنه لديك أرصدة كافية في أي من تواريخ الاستحقاق؛ و (iv‏) أنه لم يتم إلغاء تفويضك (إلا على النحو المبين أدناه) أو إبطاله. إن الفشل في الالتزام بهذه الشروط والذي يؤدي إلى عدم السداد لا يعفيك من الالتزام بسداد أية مبالغ مستحقة الدفع. يرجى الاتصال بنا لإلغاء هذا التفويض أو اختيار طريقة أخرى للدفع. سنقوم بإلغاء التفويض الخاص بك بعد استقبال الإشعار منك. يتوفر الإيداع المباشر وفقًا لتقديرك الخاص، وفي حالة عدم توفره، سنتصل بك من أجل تنظيم بديل له.
as: এই আদেশপত্ৰ ব্যৱহাৰ কৰি আপুনি প্ৰত্যক্ষ ডেবিটক আপোনাৰ পৰিশোধ হিছাপে চয়নিত কৰিছে৷ আপোনাৰ প্ৰত্যক্ষ ডেবিটৰ ব্যৱহাৰ আপোনাৰ গ্ৰহণীয়তা আৰু এই চৰ্তাৱলীসমূহৰ অধীন৷ আপুনি Microsoft-ক দিবলগীয়া পৰিমাণসমূহৰ কাৰণে Microsoft Payments Ltd. ("<b>আমি</b>" বা "<b>আমাক</b>")-ক আপোনাৰ বেংকৰ পৰা পৰিশোধ আদায়ৰ অনুৰোধ কৰিবলৈ কৰ্ত্তৃত্ব দিছে৷ আপুনি নিশ্চিত কৰিবই লাগিব যে (i) যোগাযোগ আৰু জাননীসমূহৰ কাৰণে আপুনি এটা বৈধ ইমেইল এড্ৰেছ দিছে; (ii) আপোনাৰ বেংকে প্ৰত্যক্ষ ডেবিট সংগ্ৰহসমূহ গ্ৰহণ কৰিব; (iii) যিকোনো নিৰ্দিষ্ট তাৰিখত আপোনাৰ যথেষ্ট পুঁজি আছে; আৰু (iv) আপোনাৰ আদেশপত্ৰ বাতিল (তলৰ বাহিৰে) বা ৰদ হোৱা নাই৷ এই চৰ্তাৱলীসমূহ ৰক্ষা কৰাত বিফল হ'লে যিটো অনাদায়স্বৰূপ হ'ব, আপুনি ধৰুৱা হৈ থকা আৰু আমাক পৰিশোধ কৰিবলগীয়া যিকোনো বাধ্যবাধকতাৰ পৰা আপোনাক ৰেহাই নিদিয়ে৷ অনুগ্ৰহ কৰি এই আদেশপত্ৰ বাতিল কৰিবলৈআমাক যোগাযোগ কৰক বা পৰিশোধৰ আন ধৰণ চয়ন কৰক৷ আপোনাৰ জাননী পালে আমি আপোনাৰ আদেশপত্ৰ বাতিল কৰিম৷ প্ৰত্যক্ষ ডেবিট আমাৰ বিশেষাধিকাৰত উপলভ্য, আৰু যদি এইটোঅনুপলভ্য হয়, এটা বিকল্প ব্যৱস্থা কৰিবলৈ আমি আপোনাক যোগাযোগ কৰিম৷
az: Bu mandatı seçməklə siz Birbaşa Debeti ödəniş formanız kimi seçmisiniz. Birbaşa Debetdən istifadəniz bu şərtlərin qəbulu və ya onlara riayət etməkdə şərtidir. Siz Microsoft Payments Ltd.-yə ("<b>biz</b>" və ya "<b>bizə</b>") bankınızdan Microsoft-la bağlı məbləğlərin ödənişini sorğulamaq üçündür. Siz bunları təmin etməlisiniz: (i) siz uyğunluq və bildirişlər üçün düzgün e-poçt ünvanı təqdim etmisiniz; (ii) bankınız birbaşa debet kolleksiyalarını qəbul edəcək; (iii) sizin hər hansı son tarixə kimi kifayət qədər vəsaitiniz var; və (iv) mandatınız ləğv olunub (aşağıdakılar istisna etməklə) və ya geri götürülüb. Ödənişin həyata keçirilməməsi ilə nəticələnən bu şərtlərə əməl etmədikdə, bu, sizin borclu olduğunuz və ya son tarixə qədər olan ödənişləri ödəmək öhdəliyinizi yüngülləşdirmir. Bu mandatı ləğv etmək və ya başqa ödəniş forması seçmək üçün bizimlə əlaqə saxlayın. Bildirişinizi qəbul edən kimi mandatınız ləğv olunacaqdır. Birbaşa Debet ixtiyarınızdadır və ondan istifadə qeyri-mümkün olarsa, alternativi təyin etmək üçün sizinlə əlaqə saxlayacağıq.
bg: С използването на това съгласие, вие избрахте директен дебит за начин на плащане. Използването ви на директен дебит подлежи на приемането и спазването на тези условия. Вие упълномощавате Microsoft Payments Ltd. ("<b>ние</b>" или "<b>нас</b>") да изисква плащания на дължимите на Microsoft суми от вашата банка. Трябва да обезпечите, че: (i) сте предоставили валиден имейл адрес за кореспонденция и уведомявания, (ii) вашата банка ще приеме събирането на сумите по директния дебит, (iii) разполагате с достатъчно средства на датите, на които са дължими плащанията, и (iv) съгласието ви не е отменено (освен както е посочено по-долу) или анулирано. Неспазването на тези условия, водещо до неизплащане на дължимите суми, не ви освобождава от задължението да ни ги изплатите. За да отмените съгласието си или да изберете друг начин на плащане, се свържете с нас. При получаване на вашето уведомление ще отменим съгласието ви. Плащането с директен дебит се предлага по наше усмотрение и ако спрем да го предлагаме, ще се свържем с вас, за да уредим алтернативен начин на плащане.
bn_in: এই আদেশ ব্যবহার করে আপনি পরিশোধের জন্যে প্রত্যক্ষ বিকলন পদ্ধতি নির্বাচন করেছেন। আপনার দ্বারা এই শর্তাবলী গ্রহণ এবং পালন করার সাপেক্ষে আপনি প্রত্যক্ষ বিকলন পদ্ধতি ব্যবহার করতে পারবেন। আপনি Microsoft Payments Ltd. কে ("<b>আমরা</b>" অথবা "<b>আমাদের</b>") Microsoft এর প্রতি প্রদেয় টাকার পরিমাণ পরিশোধ করতে অনুরোধ করার জন্যে কর্তত্ব প্রদান করেছেন। আপনাকে নিশ্চিত করতে হবে যে: (i) পত্রালাপ এবং সূচনার জন্যে আপনি কোনো বৈধ ইমেইল ঠিকানা প্রদান করেছেন; (ii) আপনার ব্যাঙ্ক প্রত্যক্ষ বিকলন গ্রহণ করবেন; (iii) প্রদেয় তারিখে আপনার পর্যাপ্ত টাকা থাকবে এবং (iv) আপনাকে দেওয়া অনুমোদন বাতিল করা (শুধু নিম্নোক্ত ছাড়া) অথবা রদ করা হয়নি। এই শর্তাবলী পালন না করার পরিপ্রেক্ষিতে পরিশোধ বিফলতার জন্যে আমাদের পরিশোধনীয় এবং অপরিশোধিত টাকার পরিশোধের প্রতি আপনার দায়বদ্ধতা থেকে আপনি মুক্ত নন। অনুগ্রহ করে এই অনুমোদন বাতিল করতে আমাদের সঙ্গে যোগাযোগ করুন অথবা অন্য কোনো পরিশোধ পদ্ধতি নির্বাচন করুন। আপনার সূচনা লাভ করার পরেই আমরা আপনাকে দেওয়া অনুমোদন বাতিল করব। আমাদের বিবেচনার আধারে প্রত্যক্ষ বিকলন উপলভ্য থাকবে এবং যদি এটি উপলভ্য থাকে না তখন আমরা আপনাকে যোগাযোগ করে কোনো বিকল্প ব্যবস্থা গ্রহণ করতে অনুরোধ করব।
bs: Korištenjem ovog ovlaštenja odabrali ste direktni prijenos kao način plaćanja. Vaše korištenje direktnog prijenosa uslovno zavisi od vašeg pristanka i saglasnosti s ovim uslovima. Vi ovlaštavate Microsoft Payments Ltd. ("<b>mi</b>" ili "<b>nas</b>") da zahtijeva plaćanje od vaše banke za iznose koje dugujete kompaniji Microsoft. Morate provjeriti: (i) da li ste dali važeću adresu e-pošte za korespondenciju i obavještenja; (ii) da li će vaša banka prihvatiti prikupljanje direktnih prijenosa; (iii) da li imate dovoljno sredstava na datum dospijeća i (iv) da vaše ovlaštenje nije otkazano (osim u dole navedenom slučaju) ili povučeno. Neuspjeh u ispunjavanju ovih uslova koji dovede do neplaćanja ne oslobađa vas obaveze da nam platite svaki iznos koji nam dugujete. Obratite nam se da biste otkazali ovo ovlaštenje ili odabrali drugi način plaćanja. Vaše ovlaštenje otkazat ćemo po prijemu vašeg obaviještenja. Direktni prijenos je dostupan prema našem nahođenju i ako postane nedostupan, obratit ćemo vam se kako bismo se dogovorili o alternativi.
cy: Drwy ddefnyddio'r mandad hwn, rydych wedi dewis talu drwy ddefnyddio Debyd Uniongyrchol. Er mwyn defnyddio Debyd Uniongyrchol, rhaid i chi dderbyn y telerau hyn a chydymffurfio â nhw. Rydych chi'n awdurdodi Microsoft Payments Ltd. ("<b>ni</b>" neu "<b>ninnau</b>") i wneud cais am daliad o'ch banc am y symiau sy'n ddyledus i Microsoft. Rhaid i chi sicrhau: (i) eich bod wedi darparu cyfeiriad e-bost dilys ar gyfer gohebiaeth a hysbysiadau; (ii) bydd eich banc yn derbyn casgliadau debyd uniongyrchol; (iii) bod gennych ddigon o arian ar unrhyw ddyddiad talu; a (iv) nad yw eich mandad wedi'i ganslo (ac eithrio fel isod) neu wedi'i ddiddymu. Ni fydd methu â chydymffurfio â'r telerau hyn sy'n arwain at fethu talu yn eich rhyddhau o'ch ymrwymiad i dalu unrhyw symiau sy'n ddyledus i ni. Os ydych am ganslo'r mandad hwn neu ddewis ffordd arall o dalu, yna mae croeso i chi gysylltu â ni. Byddwn yn canslo'ch mandad ar ôl i chi ein hysbysu. Mae Debyd Uniongyrchol ar gael yn ôl ein disgresiwn, ac os na fydd ar gael mwyach, yna byddwn yn cysylltu â chi i drefnu ffordd arall o dalu.
da: Ved at bruge denne bemyndigelse har du valgt Direkte debitering som betalingsmåde. Din brug af Direkte debitering afhænger af din accept og overholdelse af nærværende vilkår. Du godkender, at Microsoft Payments Ltd. ("<b>vi</b>" eller "<b>os</b>") anmoder om betaling fra din bank for forfaldne beløb til Microsoft. Du skal sikre, at: (i) du har angivet en gyldig mailadresse til korrespondance og beskeder, (ii) din bank accepterer direkte debiteringsoverførsler, (iii) du har tilstrækkelige midler på forfaldsdatoen, og at (iv) din bemyndigelse ikke er blevet annulleret (med undtagelse af som nedenfor) eller tilbagekaldt. Manglende overholdelse af nærværende vilkår, der medfører manglende betaling, fratager dig ikke dine forpligtelser om at betale skyldige og forfaldne beløb. Kontakt os for at annullere denne bemyndigelse, eller vælg en anden betalingsmåde. Vi annullerer din bemyndigelse ved modtagelse af meddelelse fra dig. Direkte debitering er tilgængelig efter vores skøn og hvis det på et tidspunkt ikke længere er tilgængeligt, kontakter vi dig med henblik på at finde en anden løsning.
de: Durch Verwendung dieses Mandats haben Sie das Lastschriftverfahren als Zahlungsform ausgewählt. Ihre Verwendung des Lastschriftverfahrens ist abhängig von der Annahme und Einhaltung der nachfolgenden Bedingungen. Sie ermächtigen Microsoft Payments Ltd. (im Folgenden "<b>wir</b>" oder "<b>uns</b>"), bei Ihrer Bank die Zahlung von Microsoft geschuldeten Beträgen anzufordern. Sie stellen sicher, dass (i) Sie eine gültige E-Mail-Adresse für Korrespondenz und Mitteilungen angegeben haben, (ii) Lastschrifteinzüge von Ihrer Bank akzeptiert werden, (iii) Sie zum jeweiligen Fälligkeitsdatum über ein ausreichendes Guthaben verfügen und (iv) Ihr Mandat weder storniert (außer in nachfolgend beschriebenen Fällen) noch widerrufen wurde. Eine Nichteinhaltung dieser Bedingungen und eine sich daraus ergebende Nichtzahlung befreien Sie nicht von Ihrer Verpflichtung zur Zahlung aller uns geschuldeten und fälligen Beträge. Wenden Sie sich an uns, um dieses Mandat zu kündigen oder eine andere Zahlungsform auszuwählen. Wir werden Ihr Mandat bei Empfang Ihrer Benachrichtigung stornieren. Das Lastschriftverfahren als Zahlungsmethode ist nach unserem Ermessen verfügbar; sollte es nicht mehr verfügbar sein, dann werden wir mit Ihnen Kontakt aufnehmen, um eine abweichende Vereinbarung zu treffen.
el: Χρησιμοποιώντας αυτήν την πάγια εντολή, έχετε επιλέξει την άμεση χρέωση ως τη μορφή της πληρωμής σας. Η χρήση της άμεσης χρέωσης υπόκειται σε όρους σύμφωνα με την αποδοχή και τη συμμόρφωσή σας με τους συγκεκριμένους όρους. Εξουσιοδοτείτε τη Microsoft Payments Ltd. ("<b>εμείς</b>" ή "<b>εμάς</b>") να αιτείται πληρωμή από την τράπεζά σας για τα οφειλόμενα ποσά προς τη Microsoft. Πρέπει να διασφαλίσετε ότι: (i) έχετε παράσχει μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου για την αλληλογραφία και τις κοινοποιήσεις, (ii) η τράπεζά σας θα αποδεχτεί τη συλλογή άμεσων χρεώσεων, (iii) διαθέτετε επαρκή κεφάλαια κατά οποιαδήποτε ημερομηνία πληρωμής, και (iv) η πάγια εντολή σας δεν έχει ακυρωθεί (εκτός όπως περιγράφεται παρακάτω) ή ανακληθεί. Η μη συμμόρφωση με αυτούς τους όρους, η οποία θα έχει ως αποτέλεσμα τη μη καταβολή της πληρωμής, δεν σας απαλλάσσει από την υποχρέωσή σας να μας καταβάλλετε οποιαδήποτε οφειλόμενα ποσά. Επικοινωνήστε μαζί μας για την ακύρωση της παρούσας πάγιας εντολής ή για τη συλλογή άλλης μορφής πληρωμής. Θα ακυρώσουμε την πάγια εντολή σας μόλις λάβουμε τη δική σας ειδοποίησή. Η άμεση χρέωση είναι διαθέσιμη σύμφωνα με τη διακριτική μας ευχέρεια και σε περίπτωση που δεν θα διατίθεται πλέον, θα επικοινωνήσουμε μαζί σας προκειμένου να διευθετήσουμε έναν εναλλακτικό τρόπο πληρωμής.
es: Mediante esta orden de domiciliación, selecciona el adeudo directo como su forma de pago. El uso del adeudo directo está condicionado por su aceptación y cumplimiento de estos términos. Autoriza a Microsoft Payments Ltd. ("<b>nosotros</b>" o "<b>nos</b>") a solicitar a su banco el pago de las cantidades debidas a Microsoft. Debe garantizar que: (i) ha proporcionado una dirección de correo electrónico válida para correspondencia y notificaciones; (ii) su banco aceptará las colecciones de adeudos directos; (iii) dispone de suficientes fondos en cualquier fecha de vencimiento; y (iv) su orden no ha sido cancelada (excepto en los términos expuestos más abajo) o revocada. El incumplimiento de estos términos y el consiguiente impago no le exime de su obligación de pagar las cantidades debidas en la fecha de vencimiento. Póngase en contacto con nosotros para cancelar esta orden o seleccionar otra forma de pago. Cancelaremos la orden una vez recibida su notificación. El adeudo directo está disponible a nuestra discreción, por lo que en caso de que no esté disponible nos pondremos en contacto con usted para acordar una alternativa.
et: Seda volitust kasutades olete valinud oma makseviisiks otsekorralduse. Otsekorraldust saab kasutada nende tingimustega nõustumisel ja nende järgimisel. Annate ettevõttele Microsoft Payments Ltd. („<b>meie</b>“ või „<b>meile</b>“) õiguse Microsoftile võlgnetavate summade ulatuses teie pangalt makset nõuda. Peate tagama, et: (i) olete esitanud kirjavahetuse ja teadete jaoks kehtiva meiliaadressi; (ii) teie pank aktsepteerib otsekorraldusi; (iii) teil on maksekuupäeval piisavalt vahendeid ja (iv) teie volitust pole tühistatud (v.a. alltoodud viisil) ega tagasi võetud. Kui te neid tingimusi ei täida ja selle tulemusena makse tegemata jääb, ei vabasta see teid kohustusest meile võlgnetavaid summasid tasuda. Võtke meiega ühendust selle volituse tühistamiseks või teise makseviisi valimiseks. Tühistame volituse teie teate kättesaamisel. Otsekorralduse võimalus sõltub meist ja kui seda kasutada ei saa, võtame teiega ühendust muude makseviiside määramiseks.
eu: Agindu hau erabiltzen baduzu, ordaintzeko metodo gisa banku-helbideratzea hautatu duzula esan nahi du. Banku-helbideratzea erabili ahal izateko, baldintza hauek onartu eta gorde beharko dituzu. Microsoft Payments Ltd. ("<b>gu</b>" edo "<b>guk</b>") enpresari baimena ematen diozu Microsoft-i zor dizkiozun zenbatekoak bankuari eskatzeko. Hau ziurtatu beharko duzu: (i) mezuak eta oharrak bidaltzeko baliozko helbide elektronikoa eman duzula; (ii) bankuak helbideratze bidez kobratzea onartuko duela; (iii) behar adina funts izango duzula ordainketaren epemugan; eta (iv) agindua bertan behera uzten ez dela (behean aipatu bezala izan ezik) eta ezeztatzen ez dela. Baldintza hauek ez betetzeak eta, horren ondorioz, ordainketarik ez egiteak ez du esan nahi ordaindu beharreko zorrak kitatuko direnik. Agindua bertan behera utzi nahi baduzu edo ordaintzeko beste metodoren bat hautatu nahi baduzu, jarri gurekin harremanetan. Jakinarazpena jasotzen dugunean utziko dugu agindua bertan behera. Banku-helbideratzea gure nahierara dago erabilgarri eta, hala ez badago, zurekin jarriko gara harremanetan beste ordaintzeko metodo bat antolatzeko.
fa: با استفاده از این تعهدنامه شما Direct Debit را به عنوان روش پرداخت خود انتخاب کرده اید. استفاده شما از Direct Debit مشروط به پذیرش و تعهد از این شرایط است. شما به Microsoft Payments Ltd. ("<b>ما</b>" یا "<b>مال ما</b>") اجازه می دهید تا از بانک شما مبلغ بدهکار به Microsoft را کسر کند. شما باید نسبت به این موارد اطمینان خاطر کسب کنید: (i) آدرس ایمیل معتبری را برای اعلان ها و مراودات وارد کرده باشید؛ (ii) بانک شما direct debit را بپذیرد؛ (iii) در تاریخ مقرر مبلغ کافی در حسابتان باشد؛ و (iv) تعهدنامه شما لغو نشده باشد (بجز موارد زیر) یا اینکه از آن انصراف نداده باشید. عدم پیروی از این شرایط که نتیجه آن عدم پرداخت است سبب نمی شود که مبالغ بدهی را در نهایت پرداخت نکنید. برای لغو این تعهد نامه یا انتخاب سایر روش های پرداخت، لطفاً با ما تماس بگیرید. Direct Debit به صلاحدید ما موجود است و اگر امکان دسترسی به آن نباشد، با شما تماس می گیریم تا مورد جایگزینی را به شما معرفی کنیم.
ga: Tríd an sainordú seo a úsáid, tá dorach díreach roghnaithe agat mar mhodh íocaíochta. Tá sé mar choinníoll le húsáid dochair dhírigh, go nglacann tú leis na téarmaí seo agus go gcomhlíonann tú iad. Údaraíonn tú Microsoft Payments Ltd. ("<b>sinn</b>" nó "<b>muid</b>") íocaíocht a iarraidh ar do bhanc i leith suimeanna atá dlite do Microsoft. Ní mór duit a chinntiú (i) gur sholáthair tú seoladh ríomhphoist bailí i gcomhair comhfhreagrais agus fógraí (ii) go nglacfaidh do bhanc le bailiú dochair dhírigh (ii) go bhfuil dóthain cistí agat ar aon dáta dlite; agus (iv) nár cuireadh do shainordú ar ceal (ach amháin mar atá thíos) nó nár cúlghaireadh é. Má theipeann ort na téarmaí seo a chomhlíonadh agus má tharlaíonn neamhíoc dá bharr sin, ní fhuasclaíonn sé sin thú ón oibleagáid atá ort aon suimeanna atá ag dul dúinn agus dlite dúinn a íoc linn. Téigh i dteagmháil linn, le do thoil, chun an sainordú seo a chur ar ceal nó roghnaigh modh íocaíochta eile. Cuirfimid do shainordú ar ceal nuair a gheobhaimid d'fhógra. Tá Dochar Díreach ar fáil dár rogha féin, agus mura bhfuil sé ar fáil a thuilleadh, rachaimid i dteagmháil leat chun socruithe malartacha a dhéanamh.
gd: Thagh thu Direct Debit mar an dòigh pàighidh agad le cleachdach an òrduigh seo. Tha gun cleachd thu Direct Debit fo chumha gun gabh 's gun gèill thu ris na teirmichean seo. Bheir thu cead do Microsoft Payments Ltd. ("<b>sinn</b>", no "<b>ar</b>") airson airgead iarraidh air a' bhanca agad airson na tha agad air Microsoft. Feumaidh tu dèanamh cinnteach: (i) gun do chuir thu a-steach seòladh puist-d dligheach airson conaltradh is brathan; (ii) gun gabh am baca agad ri togail airgid le direct debit; (iii) gum bi airgead gu leòr agad air ceann-là pàighidh sam bith; agus (iv) nach deach sgur dhen òrdugh agad no ais-ghairm (ach mar a mhìnichear gu h-ìosal). Mura gèill thu ris na teirmichean seo agus seo an t-adhbhar nach tèid a phàigheadh, cha shaor seo thu on dleastanas gum pàigh thu dhuinn gach airgead a bhios agad oirnn air ceann-là pàighidh. Cuir fios thugainn airson sgur dhen òrdugh seo no airson dòigh pàighidh eile a thaghadh. Sguiridh sinn dhen òrdugh agad nuair a gheibh sinn am fios uat. Tha Direct Debit ri fhaighinn le ar toil agus cuiridh sinn fios thugad gus dòigh pàighidh eile a chur air dòigh mur bi e ri fhaighinn tuilleadh.
gl: Mediante o uso desta orde, seleccionou a domiciliación como forma de pagamento. O uso da domiciliación está suxeito á aceptación e ao cumprimento destas condicións de uso. Autoriza a Microsoft Payments Ltd. ("<b>nós</b>" e "<b>nos</b>") a solicitar ao banco o pagamento das cantidades debidas a Microsoft. Debe asegurarse de: (i) ter fornecido un enderezo de correo electrónico válido para correspondencia e avisos; (ii) que o banco aceptará cobros de domiciliacións; (iii) ter fondos suficientes na data de vencemento; (iv) e de que a orde non se cancelou (excepto no caso explicado a seguir) nin se revogou. Se non cumpre con estas condicións de uso e non se efectúa o pagamento, non queda liberado da obriga de pagarnos as cantidades debidas e vencidas. Contacte connosco para cancelar esta orde ou seleccionar outra forma de pagamento. Cancelaremos a orde despois de recibir a súa notificación. A domiciliación está dispoñible á nosa discreción e, se non se respecta, contactaremos con vostede para dispor unha alternativa.
gu: આ આદેશપત્રનો ઉપયોગ કરીને, તમે ચૂકવણીના પ્રકાર તરીકે ડાયરેક્ટ ડેબિટને પસંદ કરેલું છે. ડાયરેક્ટ ડેબિટનો તમારો ઉપયોગ તમારી આ શરતોની સ્વીકૃતિના અને તેની સાથે સંગતતાના આધારે શરતી છે. તમે Microsoft પેમેન્ટ્સ લિ. ("<b>અમે</b>" અથવા "<b>અમને</b>") ને Microsoft તરફ બાકી રકમ માટે તમારી બેંકથી ચૂકવણીની વિનંતી કરવા માટે અધિકૃત કરો છો. તમારે આ ખાતરી કરવી આવશ્યક છે: (i) તમે પત્રવહેવાર અને સૂચનાઓ માટે માન્ય ઈમેલ સરનામું પ્રદાન કરેલું છે; (ii) તમારી બેંક ડાયરેક્ટ ડેબિટ કલેક્શન્સ સ્વીકારશે; (iii) કોઈપણ નિયત તારીખના રોજ તમારી પાસે પર્યાપ્ત ભંડોળ હોવું જોઈએ; અને (iv) તમારા આદેશપત્રને રદ (નીચે સિવાય) અથવા રદબાતલ કરવામાં આવ્યો નથી. આ શરતોનું પાલન કરવામાં નિષ્ફળતા કે જે બિન-ચૂકવણીમાં પરિણમે છે, તમને ઋણની અને બાકી કોઈ પણ રકમ અમને ચૂકવવા માટેના તમારા કર્તવ્યમાંથી મુક્ત કરતું નથી. કૃપયા આ આદેશપત્ર રદ કરવા માટે અમારો સંપર્ક કરો અથવા ચૂકવણીનો બીજો પ્રકાર પસંદ કરો. અમે તમારી સૂચનાની રસીદના આધારે તમારા આદેશપત્રને રદ કરીશું. ડાયરેક્ટ ડેબિટ સ્વતંત્રતાથી ઉપલબ્ધ થાય છે અને જો તે અનુપલબ્ધ રહે છે, તો અમે કોઈ વિકલ્પની વ્યવસ્થા કરવા માટે તમારો સંપર્ક કરીશું.
he: בעצם השימוש באישור גבייה זה, אתה בוחר בחיוב ישיר בתור אמצעי התשלום שלך. השימוש בחיוב הישיר מותנה בקבלת תנאים אלה וציות להם. אתה מרשה ל- Microsoft Payments Ltd.‎ ‏("<b>אנחנו</b>" או "<b>אנו</b>") לבקש תשלום מהבנק שלך בגין סכומים שאתה חייב ל- Microsoft. עליך לוודא כי: (א) סיפקת כתובת דואר אלקטרוני חוקית לתכתובת והודעות; (ב) הבנק שלך יסכים לבצע פעולות חיוב ישיר; (ג) יש לך די כסף בחשבון בכל אחד מתאריכי היעד לתשלום; וכן (ד) אישור הגבייה שלך לא בוטל (פרט למצוין להלן) או נשלל. אם לא תציית לתנאים אלה וכתוצאה מכך לא יבוצע תשלום, לא תהיה פטור מהחובה לשלם לנו את כל הסכומים המגיעים לנו ושמועד התשלום שלהם הגיע. פנה אלינו אם ברצונך לבטל אישור גבייה זה או לבחור אמצעי תשלום אחר. אנחנו נבטל את אישור הגבייה עם קבלת ההודעה ממך. חיוב ישיר זמין לפי שיקול דעתנו, ואם האפשרות תיעשה לא זמינה, ניצור עמך קשר כדי להסדיר אמצעי חלופי.
hi: इस अधिदेश का उपयोग करके, आपने अपने भुगतान प्रकार के रूप में प्रत्यक्ष डेबिट का चयन किया है. प्रत्यक्ष डेबिट का आपका उपयोग इन शर्तों के प्रति आपकी स्वीकार्यता और इनके अनुपालन के अधीन है. आप Microsoft Payments Ltd. ("<b>हम</b>" या "<b>हमें</b>") को बकाया धनराशियों के लिए आपके बैंक से Microsoft को भुगतान करने का अनुरोध करने के लिए प्राधिकृत करते हैं. आपको सुनिश्चित करना होगा कि: (i) आपने पत्र-व्यवहार और सूचनाओं के लिए एक मान्य ईमेल पता प्रदान किया है; (ii) आपका बैंक प्रत्यक्ष डेबिट एकत्रण स्वीकार करेगा; (iii) किसी भी नियत दिनांक को आपके पास पर्याप्त निधि हो; और (iv) आपका अधिदेश रद्द (निम्न के अतिरिक्त) या निरस्त नहीं किया गया है. इन शर्तों का अनुपालन न करना, जिसके परिणामस्वरूप भुगतान नहीं होता है, आपको किसी भी ऋण या बकाया राशि का हमें भुगतान करने के उत्तरदायित्व से मुक्त नहीं करता है. इस अधिदेश को रद्द करने या किसी अन्य भुगतान प्रकार का चयन करने के लिए कृपया हमसे संपर्क करें. आपकी सूचना प्राप्त होने पर हम आपका अधिदेश रद्द कर देंगे. प्रत्यक्ष डेबिट हमारे स्वविवेक पर उपलब्ध होगा और अगर यह अनुपलब्ध हो जाता है, तो हम एक विकल्प की व्यवस्था करने के लिए आपसे संपर्क करेंगे.
hr: Upotrebom ovog ovlaštenja odabrali ste izravno terećenje kao oblik plaćanja. Upotreba izravnog terećenja ovisi o vašem prihvaćanju i postupanju u skladu s ovim uvjetima. Ovlašćujete Microsoft Payments Ltd. ("<b>mi</b>" ili "<b>nas</b>") da od vaše banke zatraži plaćanje iznosa koji ste dužni Microsoftu. Morate se pobrinuti: (i) da ste unijeli valjanu adresu e-pošte za prepisku i obavijesti; (ii) da vaša banka prihvaća naplatu izravnim terećenjem; (iii) da imate dovoljno sredstava na datum dospijeća; i (iv) da vaše ovlaštenje nije otkazano (osim kao što je navedeno u nastavku) ili opozvano. Neusklađenost s navedenih uvjetima, koja u konačnici rezultira neuspješnom naplatom, ne razrješava vas obveze plaćanja dospjelih iznosa. Obratite nam se da biste ukinuli postojeće ovlaštenje ili odabrali drugi oblik plaćanja. Ovlaštenje ćemo ukinuti nakon primitka vaše obavijesti. Izravno terećenje dostupno je prema našem nahođenju te ćemo vas, ako postane nedostupno, kontaktirati s alternativnim oblikom plaćanja.
hu: A jelen megbízási formával a rendszeres átutalási megbízást választotta fizetési módként. Ennek igénybevételéhez el kell fogadnia az alábbi feltételeket és rendelkezéseket, illetve ezek szellemében kell eljárnia. Ezennel felhatalmazza a Microsoft Payments Ltd. társaságot (<b></b><b></b>amelyet a bekezdés hátralévő részében a többes szám első személyű igealakok is azonosítanak), hogy rendelkezhessen bankjánál bankszámlája megterheléséről a Microsofttal szembeni tartozásainak kiegyenlítésére. Győződjön meg róla, hogy (i) helyesen adta meg az ügyintézésre és az értesítések fogadására szolgáló saját valós e-mail-címét; (ii) bankja elfogadja a beszedési megbízások formájában kapott rendelkezéseket; (iii) egyenlege a terhelések napján fedezni tudja a fizetendő díjakat; illetve (iv) nem szüntette meg és nem vonta vissza rendszeres átutalási megbízását (az alábbi kivételektől eltekintve). Ha a feltételek teljesítésének elmulasztásából eredően nem történik meg a terhelés, azzal nem szűnik meg pénzügyi kötelezettsége, így a tartozásra rendezését előíró jogi kötelezettsége sem. A megbízás visszavonása vagy más fizetési mód választása előtt, kérjük, értesítsen minket. Ilyen esetben az értesítés kézhezvételekor törölni fogjuk a megbízást. A beszedési megbízási lehetőséget kizárólag saját döntésünk alapján kínáljuk fel fizetési módként, és ha a jövőben nem tudjuk tovább kínálni ezt a lehetőséget, értesíteni fogjuk, és segítünk egy másik fizetési mód választásában.
id: Dengan menggunakan mandat ini, berarti Anda telah memilih Debit Langsung sebagai metode pembayaran Anda. Penggunaan Anda atas Debit Langsung bergantung pada persetujuan Anda dan sesuai dengan persyaratan berikut. Anda memberikan otorisasi kepada Microsoft Payments Ltd. ("<b>kami</b>"<b></b>) untuk meminta pembayaran dari bank Anda sejumlah yang harus dibayarkan ke Microsoft. Anda harus memastikan bahwa: (i) Anda telah menyediakan alamat email yang valid untuk korespondensi dan pemberitahuan; (ii) bank Anda menerima penarikan debit langsung; (iii) Anda memiliki dana yang memadai pada tanggal pembayaran; dan (iv) mandat Anda belum dibatalkan (kecuali seperti disebutkan di bawah) atau dibatalkan. Ketidakpatuhan terhadap persyaratan ini yang berakibat pada tidak ada pembayaran, tidak membebaskan Anda dari kewajiban untuk membayar jumlah yang terhutang pada kami atau yang sudah tiba waktu pembayarannya. Hubungi kami untuk membatalkan mandat ini atau memilih metode pembayaran lain. Kami akan membatalkan mandat Anda setelah mendapatkan pemberitahuan dari Anda. Debit Langsung tersedia atas kebijakan kami, dan jika tidak tersedia, kami akan memberitahu Anda untuk menentukan alternatifnya.
is: Með því að nota þetta umboð hefurðu valið beingreiðslu sem greiðslumáta. Notkun þín á beingreiðslu er háð samþykki þínu á þessum skilmálum. Þú veitir Microsoft Payments Ltd. ("<b>við</b>" eða "<b>okkur</b>") heimild til að fara fram á greiðslur frá bankanum þínum vegna skuldar við Microsoft. Þú þarft að tryggja að: (i) þú hafir gefið upp gilt netfang fyrir samskipti og tilkynningar; (ii) bankinn þinn geti unnið úr beingreiðslum; (iii) þú hafir næga fjármuni til reiðu á gjalddaga; og (iv) að umboðið hafi ekki verið afturkallað (nema eins og lýst er hér að neðan). Ef þú ferð ekki að þessum skilmálum og það leiðir til þess að þú greiðir ekki skuld þína afléttir það ekki skyldu þinni til þess að greiða okkur skuld þína við okkur. Hafðu samband við okkur til að afturkalla umboðið eða velja annan greiðslumáta. Við afturköllum umboðið þegar við móttökum tilkynningu frá þér. Beingreiðsla er í boði samkvæmt ákvörðun okkar og verði hún ekki fyrir hendi munum við hafa samband við þig til að hjálpa þér að gera aðrar ráðstafanir.
ja: この委託を使用すると、お支払い方法として口座振替が選択されます。口座振替を使用するには、以下の条項に同意し、準拠する必要があります。お客様は、Microsoft Payments Ltd. ("<b>弊社</b><b></b>") が、Microsoft からの請求金額についてご利用の銀行からの支払いを要求することを承認します。お客様は以下の点を確認する必要があります: (i) 連絡と通知のために有効な電子メール アドレスを提供している、(ii) ご利用の銀行が口座振替による集金に同意する、(iii) 口座振替日に口座に十分な残高を用意しておく、および (iv) 委託が解除されたり (例外については後述)、失効したりしていない。これらの条項に準拠せず、支払いが実行されなかった場合でも、お客様が請求残高を支払う義務は免除されません。この委託を解除するには、弊社にご連絡ください。または、別のお支払い方法を選択してください。弊社は、お客様からご連絡をいただいてから委託を解除します。口座振替は弊社の裁量により使用します。口座振替を使用できなくなった場合は、お客様に連絡し、代替方法を手配していただきます。
ka: თუ ამ მანდატს იყენებთ, გადახდის მეთოდად არჩეული გაქვთ პირდაპირი დებეტი. პირდაპირი დებეტის გამოყენების შემთხვევაში, უნდა დაეთანხმოთ და დაიცვათ წინამდებარე პირობები. თქვენ უფლებას აძლევთ Microsoft Payments Ltd. ორგანიზაციას ("<b>ჩვენ</b>"<b></b>) მოითხოვოს გადახდა თქვენი ბანკიდან, Microsoft-ისთვის გადასახდელი თანხის ოდენობით. უნდა დარწმუნდეთ, რომ: (i) მითითებული გაქვთ ელფოსტის ქმედითი მისამართი კორესპონდენციისა და შეტყობინებებისთვის; (ii) თქვენი ბანკი დაეთანხმება პირდაპირი დებეტის გადარიცხვას; (iii) საკმარისი თანხა გექნებათ გადახდის დღისთვის და (iv) თქვენი მანდატი არ არის გაუქმებული (ქვემოთ მითითებული შემთხვევის გარდა) და არც გამოთხოვილი. ამ პირობების დარღვევა, რასაც შედეგად მოჰყვება გადაუხდელობა, არ გათავისუფლებთ გადასახდელი თანხის გადახდის ვალდებულებისგან. შეგიძლიათ მოგვმართოთ ამ მანდატის გაუქმების თხოვნით, ან აირჩიოთ გადახდის სხვა ფორმა. თქვენს მანდატს გავაუქმებთ თქვენი მოთხოვნის მიღებისთანავე. პირდაპირი დებეტის არჩევა ნებაყოფლობითია და თუ მისი გამოყენება შეუძლებელი იქნება, დაგიკავშირდებით და გთხოვთ აირჩიოთ ალტერნატიული ვარიანტი.
kk: Бұл мандатты пайдалану арқылы, тікелей дебетті төлем пішіні ретінде таңдадыңыз. Тікелей дебеттің пайдаланылуы осы шарттардың қабылдануына және орындалуына байланысты болады. Сіз Microsoft Payments Ltd. компаниясына ("<b>біз</b>" немесе "<b>бізге</b>") Microsoft компаниясынан алынатын сомалар үшін банктен төлем сұрауға рұқсат бересіз. Келесілерге көз жеткізуіңіз керек: (i) хаттар мен хабарландырулар алу үшін жарамды электрондық пошта мекенжайы берілді; (ii) банкіңіз тікелей дебет жинақтарын қабылдайды; (iii) сізде кез келген мерзімде жеткілікті қаражат бар; және (iv) мандатыңыздың күші жойылмады (төмендегі жағдайдан басқа) немесе ол тоқтатылмады. Төлемеуге апаратын осы шарттардың орындалмауы сізді қарызға алынған және төленуі қажет кез келген сомаларды төлеу міндеттемеңізден босатпайды. Осы мандаттың күшін жою және басқа төлем пішінін таңдау үшін бізге хабарласыңыз. Хабарландыруыңызды қабылдағаннан кейін мандатыңыздың күші жойылады. Тікелей дебет таңдауымыз бойынша қол жетімді және ол қолжеткізгісіз болып қалса, біз баламасын ұйымдастыру үшін сізге хабарласамыз.
kn: ಈ ಆದೇಶವನ್ನು ಬಳಸುವ ಮೂಲಕ, ನಿಮ್ಮ ಪಾವತಿಯ ವಿಧಾನವಾಗಿ ನೀವು ಡೈರೆಕ್ಟ್ ಡೆಬಿಟ್‌ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿರುವಿರಿ. ಡೈರೆಕ್ಟ್‌ ಡೆಬಿಟ್‌ನ ನಿಮ್ಮ ಬಳಕೆಯು ಈ ನಿಯಮಗಳೊಂದಿಗೆ ಅನುಸರಣೆ ಮತ್ತು ನಿಮ್ಮ ಸ್ವೀಕಾರದ ಷರತ್ತಿನದಾಗಿರುತ್ತದೆ. Microsoft ನ ಬಾಕಿ ಮೊತ್ತಕ್ಕಾಗಿ ನಿಮ್ಮ ಬ್ಯಾಂಕಿನಿಂದ ಪಾವತಿ ವಿನಂತಿಸಲು ನೀವು Microsoft Payments Ltd. ("<b>ನಾವು</b>" ಅಥವಾ "<b>ನಮಗೆ</b>") ಗೆ ನೀವು ದೃಢೀಕರಿಸುತ್ತೀರಿ. ನೀವು ಈ ರೀತಿ ಖಚಿತಪಡಿಸಬೇಕು: (i) ಪತ್ರವ್ಯವಹಾರ ಮತ್ತು ಸೂಚನೆಗಳಿಗಾಗಿ ನೀವು ಮಾನ್ಯವಾದ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಒದಗಿಸಿರುವಿರಿ; ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ ಡೈರೆಕ್ಟ್ ಡೆಬಿಟ್‌ ಸಂಗ್ರಹಗಳನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುತ್ತದೆ; (iii) ಯಾವುದೇ ಬಾಕಿ ದಿನಾಂಕಕ್ಕಾಗಿಯು ನೀವು ಸಾಕಷ್ಟು ಹಣವನ್ನು ಹೊಂದಿರುವಿರಿ; ಮತ್ತು (iv) ನಿಮ್ಮ ಆದೇಶವನ್ನು ರದ್ದು ಮಾಡಲಾಗಿಲ್ಲ (ಕೆಳಗಿನಂತಿರುವ ಹೊರತುಪಡಿಸಿ) ಅಥವಾ ಹಿಂಪಡೆಯಲಾಗಿಲ್ಲ. ಈ ನಿಯಮಗಳಿಗೆ ಅನುಸರಣೆ ಹೊಂದಲು ವಿಫಲವಾದಲ್ಲಿ ಪಾವತಿ ರದ್ದಾಗುವಲ್ಲಿ ಕಾರಣವಾಗುತ್ತದೆ, ಇದು ನೀವು ಪಾವತಿಸಬೇಕಾದ ಮತ್ತು ಬಾಕಿ ಉಳಿದಿರುವ ಯಾವುದೇ ಜವಾಬ್ದಾರಿಯಿಂದ ಬಿಡುಗಡೆ ಮಾಡುವುದಿಲ್ಲ. ಈ ಆದೇಶವನ್ನು ರದ್ದು ಮಾಡಲು ನಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಿ ಅಥವಾ ಪಾವತಿಸಲು ಮತ್ತೊಂದು ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ನಿಮ್ಮ ಸೂಚನೆಯ ಮೇರೆಗೆ ನಿಮ್ಮ ಆದೇಶವನ್ನು ನಾವು ರದ್ದು ಮಾಡುತ್ತೇವೆ. ನಮ್ಮ ವಿವೇಚನೆಯ ಮೇರೆಗೆ ಡೈರೆಕ್ಟ್‌ ಡೆಬಿಟ್‌ ಲಭ್ಯವಿರುತ್ತದೆ, ಮತ್ತು ಒಂದು ವೇಳೆ ಇದು ಲಭ್ಯವಿಲ್ಲದೆ ಹೋದಲ್ಲಿ, ಪರ್ಯಾಯ ವ್ಯವಸ್ಥೆ ಮಾಡಲು ನಾವು ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುತ್ತೇವೆ.
ko: 이 자동 인출 방법을 사용하여, 결제 방법으로 직불 카드를 선택했습니다. 직불 카드 사용은 해당 조건에 동의하고 조건을 준수할 경우에만 허용됩니다. 직불 카드 사용은, Microsoft Payments Ltd.("<b>Microsoft</b>" 또는 "<b>당사</b>")에서 은행에 Microsoft로 결제 금액을 지불하도록 요청할 수 있는 권한을 부여하는 것입니다. 귀하는 (i) 통신 및 알림을 위해 올바른 메일 주소를 제공했고, (ii) 거래 중인 은행에서 직불 결제를 허용하고, (iii) 어떤 날짜에 결제되든 충분한 잔액이 있으며, (iv) 자동 인출이 취소(아래의 경우 제외) 또는 해지되지 않았는지 확인해야 합니다. 이러한 조건을 준수하지 못하면 결제가 이루어지지 못하여 Microsoft에 지불해야 하는 금액을 결제할 수 없게 됩니다. 이 자동 인출을 취소하거나 다른 결제 방법을 선택하려면 Microsoft에 문의해 주십시오. 취소 통지가 접수되면 자동 인출이 취소됩니다. 직불 카드 사용 여부는 Microsoft 내부 사정에 따라 달라지며 이 결제 방법을 사용할 수 없게 되면 다른 방법을 알려 드립니다.
ku_arab: بە بەکارهێنانی ئەم پێسپاردنە، تۆ داشکاندنی راستەوخۆت وەک شێوازی پارەدانی خۆت دەسنیشانکردووە. بەکارهێنانی داشکاندنی راستەوخۆ دەوەستێتە سەر رەزامەندی و پابەندی تۆ بەم مەرجانەوە. تۆ رێگە بە پارەدانەکانی Microsoft ی سنوردار دەدەیت. ("<b>ئێمە</b>" یان "<b>ئێمە</b>") کە داوای پارە بکات لە بانکەکەت بەو بڕانەی کە دەبێت بدرێت بە Microsoft. دەبێت دڵنیابکەیتەوە کە: (i) ناونیشانێکی ئیمەیلی دروستت پێشکەش کردووە بۆ نامەگۆڕینەوە و ئاگانامەکان؛ (ii) بانکەکەت بە کۆمەڵەکانی داشکاندنی راستەوخۆ رازی دەبێت؛ (iii) تۆ بڕی پێویست پارەت هەیە لەهەر بەروارێکی وادەی پارەداندا؛ و (iv) پێسپاردنەکەت بەتاڵ نەکراوەتەوە (جگە لەمەی خوارەوە) یا هەڵنەوەشێنراوەتەوە. شکست هێنان لە پابەندبوون بەم مەرجانەوە کە ئەنجامەکەی پارەنەدانە، قوتارت ناکات لە پابەندیەکانت بە پارەدان پێمان بەهەر بڕێک کە قەرزارمان بیت و وادەی پارەدانی بێت. تکایە پەیوەندیمان پێوە بکە بۆ بەتاڵ کردنەوەی ئەم پێسپاردنە یان دەسنیشانکردنی شێوازێکی تری پارەدان. ئێمە پاش وەرگرتنی ئاگانامەکەت پێسپاردنەکەت بەتاڵ دەکەینەوە. داشکاندنی راستەوخۆ لەسەر خواستی ئێمە بەردەستە و ئەگەر بەردەستیش نەبوو، ئەوا پەیوەندیت پێوە دەکەین بۆ ئامادەکردنی جێگرەوەیەک.
ky: Бул буйрукту колдонуу менен, сиз Direct Debit өзүңүздүн төлөө амалыңыз катары тандадыңыз. Direct Debit колдонууңуз макул болууңузга жана бул шарттарды аткарууга көз каранды. Сиз Microsoft Payments Ltd. ("<b>биз</b>" же "<b>бизди</b>") банк эсебиңизден Microsoft-ко төлөө керек болгон сумманы талап кылууга уруксат бересиз. Сиз кийнки маалыматты туура бергениңизди ырастаңыз: (i) кат жөнөтүү жана билдирүүлөр үчүн жарактуу электрондук почта дарегин камсыз кылдыңыз; (ii) банкыңыз түз дебет жыйнактарын кабыл алат; (iii) төлөнүүчү күнгө жетиштүү акча көлөмүңүз бар; жана (iv) буйругуңуз токтотулган жок (төмөнкүдөн тышкары) же жокко чыгарылган жок. Төлөбөй коюу сыяктуу, бул шарттарга баш ийбөө бизге карыз болгон же убагында төлөө милдеттериңизден сизди арылтпайт. Бул буйрукту жокко чыгарууга же башка төлөө амалын тандоого биз менен байланышыңыз. Сизден эскертүү алгандан кийин, биз буйругуңузду жокко чыгарабыз. Direct Debit-тин иштеши биздин чечүү эркиндигибизден көз каранды жана эгерде ал иштебей калса, башка амалды уюштуруу үчүн, биз сиз менен байланышабыз.
lo: ໂດຍການໃຊ້ຄຳສັ່ງນີ້, ທ່ານໄດ້ເລືອກການຫັກບັນຊີໂດຍກົງເປັນຮູບແບບການຊຳລະເງິນຂອງທ່ານ. ການໃຊ້ການຫັກບັນຊີໂດຍກົງແມ່ນມີເງື່ອນໄຂວ່າທ່ານຕ້ອງຍອມຮັບ ແລະປະຕິບັດຕາມຂໍ້ກຳນົດເຫຼົ່ານີ້. ທ່ານອະນຸຍາດໃຫ້ Microsoft Payments Ltd. ("<b>we</b>" or "<b>us</b>") ຮ້ອງຂໍເອົາການຊຳລະເງິນຈາກທະນາຄານຂອງທ່ານ ສຳລັບຈຳນວນເງິນທີ່ຕ້ອງຈ່າຍໃຫ້ Microsoft. ທ່ານຕ້ອງຮັບປະກັນວ່າ: (i) ທ່ານໄດ້ໃຫ້ທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ ສຳລັບການສື່ສານ ແລະການແຈ້ງບອກ; (ii) ບັນຊີຂອງທ່ານຈະຮັບເອົາການເກັບເອົາເງິນແບບຫັກບັນຊີໂດຍກົງ; (iii) ທ່ານມີຍອດເງິນພຽງພໍໃນວັນທີຮອດກຳນົດຈ່າຍ; ແລະ (iv) ຄຳສັ່ງຂອງທ່ານບໍ່ໄດ້ຖືກຍົກເລີກ (ຍົກເວັ້ນຕາມທີ່ລະບຸຂ້າງລຸ່ມ) ຫຼືຖືກຖອນຄືນ. ການບໍ່ສາມາດປະຕິບັດຕາມຂໍ້ກຳນົດເຫຼົ່ານີ້ ເຊິ່ງສົ່ງຜົນເຮັດໃຫ້ການຊຳລະເງິນບໍ່ສຳເລັດ ບໍ່ປົດປ່ອຍທ່ານໃຫ້ພົ້ນຈາກພັນທະຂອງທ່ານໃນການຈ່າຍໃຫ້ພວກເຮົາທຸກຈຳນວນເງິນທີ່ຕິດໜີ້ ແລະຮອດກຳນົດຈ່າຍ. ກະລຸນາຕິດຕໍ່ຫາພວກເຮົາເພື່ອຍົກເລີກຄຳສັ່ງນີ້ ຫຼືເລືອກຮູບແບບການຊຳລະເງິນອື່ນ. ພວກເຮົາຈະຍົກເລີກຄຳສັ່ງຂອງທ່ານຫຼັງຈາກໄດ້ຮັບການແຈ້ງບອກຈາກທ່ານ. ການຫັກບັນຊີໂດຍກົງມີໃຫ້ໃຊ້ງານຕາມການຕັດສິນໃຈຂອງພວກເຮົາ, ແລະຖ້າມັນບໍ່ມີໃຫ້, ພວກເຮົາຈະຕິດຕໍ່ຫາທ່ານເພື່ອຈັດຫາທາງເລືອກອື່ນ.
lt: Naudodami šį sutikimą kaip mokėjimo formą pasirenkate tiesioginį debetą. Tiesioginį debetą galite naudoti su sąlyga, kad sutinkate su šiomis taisyklėmis ir jų laikotės. Jūs leidžiate „Microsoft Payments Ltd.“ ("<b>mes</b>" ar "<b>mus</b>") pateikti reikalavimą jūsų bankui apmokėti sumas, priklausančias „Microsoft“. Jūs privalote užtikrinti, kad: (i) pateikėte tinkamą el. pašto adresą, skirtą susirašinėti ir siųsti pranešimus; (ii) jūsų bankas leis lėšų surinkimą tiesioginio debeto būdu; (iii) turėsite pakankamai lėšų bet kurią dieną, kurią gali būti atliktas mokėjimas; (iv) jūsų sutikimas nėra panaikintas (išskyrus kaip nurodyta toliau) ar atšauktas. Jei nesilaikoma šių taisyklių ir dėl to neatliekamas mokėjimas, nesate atleidžiami nuo įsipareigojimo apmokėti sumas, kurias esate skolingi ir kurios priklauso mums. Susisiekite su mumis, kad panaikintumėme šį sutikimą, ar pasirinkite kitą mokėjimo formą. Sutikimą panaikinsime gavę jūsų pranešimą. Tiesioginis debetas galimas mūsų nuožiūra ir jei jis tampa negalimas, susisieksime su jumis, kad susitartume dėl alternatyvios mokėjimo formos.
lv: Pamatojoties uz šo mandātu, kā apmaksas veidu atlasījāt tiešo debetu. Lai lietotu tiešo debetu, ir jāpiekrīt šiem nosacījumiem un jāievēro tie. Jūs pilnvarojat uzņēmumu Microsoft Payments Ltd. (turpmāk — "<b>mēs</b>") iesniegt bankas iestādei maksājumu pieprasījumus par summām, kas jums ir jāmaksā korporācijai Microsoft. Jūs apņematies: (i) norādīt derīgu e-pasta adresi saziņai un paziņojumu sūtīšanai; (ii) noskaidrot, vai bankas iestāde apkalpo tiešā debeta maksājumus; (iii) apmaksas datumā nodrošināt kontā pietiekamu finanšu līdzekļu atlikumu un (iv) nodrošināt mandāta spēkā esamību, t.i., mandāts netiek anulēts vai atsaukts (izņemot, kā norādīts tālāk). Ja šo nosacījumu neievērošanas dēļ apmaksa netiek veikta, tas neatbrīvo jūs no pienākuma segt visas summas, kas ir vai bija jāapmaksā saskaņā ar apmaksas termiņu. Lūdzu, sazinieties ar mums, lai anulētu šo mandātu vai izvēlētos citu apmaksas veidu. Mandāts tiks anulēts pēc jūsu pieprasījuma saņemšanas. Jūs lietojat tiešo debetu pēc saviem ieskatiem un brīvas gribas, un, ja šis apmaksas veids vairs nebūs pieejams, mēs sazināsimies ar jums, lai vienotos par citu apmaksas veidu.
mi: Mā te whamamahi i tēnei whakamananga, kua kōwhiri koe i ngā Utu Taunoa hei whakaritenga utu māu. Ka herea tō whakamahi i Utu Taunoa ki tō whakaae me tō ū ki ēnei whakaritenga. Kei te whakamana koe i Microsoft Payments Ltd. ("<b>mātou</b>" "<b>mātou</b>rānei") kia tono utu ki tō pēke mō ngā moni e tika ana kia utua ki Microsoft. Me mātua whakarite koe: (i) kua tukua mai e koe he wāhitau ī-mēra tōtika mō ngā reta me ngā whakawhitinga kōrero; (ii) ka whakaae tō pēke ki ngā kohinga utu taunoa; (iii)he moni rawaka āu i te rā i whakaritea hei utunga; ā, (iv) kāore anō tō whakamananga kia whakakorea (hāunga ngā āhuatanga i raro iho nei) kāore anō hoki kia whakakorea. Ki te kore te tangata e ū ki ēnei whakaritenga me te kore pea e utua te nama, kāore e ngaro te here i a koe kia utu i a mātou i ngā nama e taurewa ana, e tika ana kia utua. Tēnā whakapā mai ki a mātou ki te whakakore i tēnei whakamananga, ki te tīpako rānei i tētahi atu momo utunga. Mā mātou e whakakore tō whakamananga i te taenga mai o tō whakamōhiotanga. Kei a mātou te tikanga o te whakaae ki te Utu Taunoa, kāore rānei, ā, ki te kore e wātea i roto i te wā, mā mātou e whakapā atu ki a koe ki te whakarite tikanga kē.
mk: Ако го користите ова овластување, значи дека сте избрале директен пренос како форма на плаќање. Употребата на директниот пренос зависи од тоа дали ќе ги прифатите и ќе се придржувате до овие услови. Го овластувате Microsoft Payments Ltd. ("<b>ние</b>" или "<b>нас</b>") да бара исплата од вашата банка за долговите кон Microsoft. Мора да проверите дали: (i) сте дале важечка адреса на е-пошта за кореспонденција и известувања; (ii) вашата банка прифаќа наплати со директен пренос; (iii) имате доволно парични средства на кој било краен датум; и (iv) вашето овластување не е откажано (освен долунаведеното) или повлечено. Непридржувањето до овие услови, што ќе резултира со неплаќање, не ве ослободува од обврската да ни ги исплатите средствата што ги должите и што достигнале. Контактирајте со нас за да го откажете ова овластување или за да изберете друга форма на плаќање. Овластувањето ќе го откажеме откако ќе го добиеме вашето известување. Директниот пренос е достапен на наше дискрециско право и доколку стане недостапен, ќе ве контактираме за да договориме алтернативно решение.
ml: ഈ നിര്‍ബന്ധിത അഭ്യര്‍ത്ഥന ഉപയോഗിക്കുന്നതുവഴി, നിങ്ങള്‍ ഡയറക്റ്റ് ഡെബിറ്റിനെ നിങ്ങളുടെ പേയ്‌മെന്റ് രീതിയായി തിരഞ്ഞെടുക്കുന്നു. ഈ നിബന്ധനകള്‍ അംഗീകരിച്ച് അതിനനുസൃതമായി ആണ് നിങ്ങള്‍ ഡയറക്റ്റ് ഡെബിറ്റ് ഉപയോഗിക്കുന്നത്. Microsoft-ന് അടയ്‌ക്കേണ്ട തുകകള്‍ക്കായി നിങ്ങളുടെ ബാങ്കില്‍ നിന്ന് പേയ്‌മെന്റ് അഭ്യര്‍ത്ഥിക്കുന്നതിന് നിങ്ങള്‍ Microsoft Payments Ltd-നെ ("<b>ഞങ്ങൾ</b>" അല്ലെങ്കിൽ "<b>ഞങ്ങളെ</b>") അനുവദിക്കുന്നു. നിങ്ങള്‍ ഉറപ്പാക്കേണ്ട കാര്യങ്ങള്‍: (i) ആ‍ശയവിനിമയങ്ങള്‍ക്കും അറിയിപ്പുകള്‍ക്കുമായി നിങ്ങള്‍ സാധുവായ ഇമെയില്‍ വിലാസം നല്‍കിയിരിക്കുന്നുവെന്നത്; (ii) നിങ്ങളുടെ ബാങ്ക് ഡയറക്റ്റ് ഡെബിറ്റ് ശേഖരണങ്ങള്‍ സ്വീകരിക്കുമെന്നത്; (iii) തുക അടയ്‌ക്കേണ്ട ഏതൊരു തീയതിയ്‌ക്കും പര്യാപ്‌തമായ ഫണ്ടുകള്‍ നിങ്ങള്‍ക്കുണ്ടെന്നത്; (iv) നിങ്ങളുടെ അഭ്യര്‍ത്ഥന റദ്ദാക്കിയിട്ടില്ല (ചുവടെയുള്ളത് ഒഴികെ) അല്ലെങ്കില്‍ അസാധുവാക്കിയിട്ടില്ല എന്നത്. ഈ നിബന്ധകള്‍ പാലിക്കാതിരിക്കുകയും അത് പണമടയ്‌ക്കാതിരിക്കലിന് ഇടയാക്കുകയും ചെയ്യുന്നത്, ഞങ്ങള്‍ക്ക് നിങ്ങള്‍ പണം നല്‍കേണ്ടതോ അടയ്‌ക്കേണ്ടതോ ആയ ഉത്തരവാദിത്തത്തില്‍ നിന്ന് നിങ്ങളെ ഒഴിവാക്കുന്നില്ല. ഈ നിര്‍ബന്ധിത അഭ്യര്‍ത്ഥന റദ്ദാക്കുന്നതിന് ഞങ്ങളെ ബന്ധപ്പെടുക അല്ലെങ്കില്‍ മറ്റൊരു പേ‌യ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. നിങ്ങളുടെ അറിയിപ്പ് ലഭിച്ചതിന്‍ പ്രകാരം ഞങ്ങള്‍ അഭ്യര്‍ത്ഥന റദ്ദാക്കും. ഞങ്ങളുടെ വിവേചനാധികാരത്താലാണ് ഡയറക്റ്റ് ഡെബിറ്റ് ലഭ്യമായിരിക്കുന്നത്, അത് ലഭ്യമല്ലാതാകുകയാണെങ്കില്‍, മറ്റൊരു ഇതരമാര്‍ഗ്ഗം ക്രമീകരിക്കാന്‍ ഞങ്ങള്‍ നിങ്ങളെ ബന്ധപ്പെടുന്നതാണ്.
mn: Уг мандатыг ашигласнаар та Шууд дебитийг төлбөрийн хэлбэрээрээ сонголоо. Таны Шууд дебит ашиглалт эдгээр болзлуудыг зөвшөөрч, дагаж мөрдөхөөс хамаарна. Та Microsoft Payments Ltd. ("<b>бид</b>" эсвэл "<b>манай</b>")-г таны банкнаас Microsoft-д төлөх үнийн дүнгээр төлбөр төлөхийг хүсэхийг зөвшөөрч байна. Та: (i) харилцаа, мэдэгдэл хүргүүлэхэд зориулж хүчинтэй э-шуудангийн хаяг өгсөн; (ii) таны банк шууд дебит төлбөр цуглуулна; (iii) хэдийд ч төлбөр хийсэн дансандаа хүрэлцэхүйц мөнгөтэй байна; (iv) таны мандат цуцлагдаагүй (доорхоос бусад тохиолдолд) эсвэл хүчингүй болоогүй байна. Төлбөрөө төлөлгүй эдгээр болзлуудыг зөрчвөл бидэнд төлөх ёстой ямар ч төлбөрийн үүрэг хариуцлагаас та чөлөөлөгдөхгүй. Уг мандатыг цуцлах эсвэл төлбөрийн өөр хэлбэр ашиглах бол бидэнд хандана уу. Таны мэдэгдлийг хүлээж авмагц бид мандатыг тань цуцална. Шууд дебитийг бидний үзэмжээр ашиглана. Хэрэв ашиглах боломжгүй болбол өөр арга хэрэглүүлэх гэж бид тантай холбогдоно.
mr: हा जनादेश वापरून, आपण आपल्‍या देयाचे स्‍वरूप थेट डेबिट हे निवडले आहे. आपला थेट डेबिटचा वापर या अटींच्‍या स्‍विकृतीवर आणि त्‍यांच्‍या पालनावर सशर्त आहे. आपण ("<b>आम्ही</b>" किंवा "<b>आम्हाला</b>") Microsoft मुळे असलेल्‍या रकमेकरिता आपल्‍या बँकेमधून देयाची विनंती करण्‍यासाठी Microsoft Payments Ltd. ला अधिकृत करता. आपण हे सुनिश्‍चित करणे आवश्‍यक आहे: (i) आपण पत्रव्‍यवहारासाठी आणि सूचनांसाठी एक वैध ईमेल पत्ता प्रदान केला आहे; (ii) आपली बँक थेट डेबिट संकलने स्‍वीकार करेल; (iii) आपल्‍याकडे कोणत्‍याही निहित तारखेस पुरेसा निधी असतो; आणि (iv) आपला जनादेश रद्द केला गेला नाही (खालील व्‍यतिरिक्त) किंवा मागे घेतला नाही. या अटींचे पालन करण्‍यात अयशस्‍वी होणे ज्‍याचा निकाल देय-न देण्‍यात होतो, आपल्‍याला आमच्‍याकडून घेतलेली आणि निहित असलेली कोणतीही रक्कम देण्याच्या बांधीलकीतून मुक्त करत नाही. कृपया हा जनादेश रद्द करण्‍यासाठी आमच्‍याशी संपर्क साधा किंवा देयाचे दुसरे स्‍वरूप निवडा. आपली अधिसूचना प्राप्त झाल्‍यावर आम्‍ही आपला जनादेश रद्द करू. थेट डेबिट आमच्‍या स्‍वेच्‍छाधिकारावर उपलब्‍ध आहे आणि ते अनुपलब्‍ध झाल्‍यास, एका वैकल्‍पिकाची व्‍यवस्‍था करण्‍यासाठी आम्‍ही आपल्‍याशी संपर्क साधू.
ms: Dengan menggunakan mandat ini, anda telah memilih Debit Terus sebagai bentuk pembayaran anda. Penggunaan Debit Terus oleh anda tertakluk pada penerimaan dan pematuhan anda terhadap terma ini. Anda membenarkan Microsoft Payments Ltd. ("<b>kami</b>"<b></b>) meminta pembayaran daripada bank anda bagi amaun yang perlu dibayar kepada Microsoft. Anda mesti memastikan bahawa: (i) anda telah memberikan alamat e-mel yang sah untuk urusan surat-menyurat dan notis; (ii) bank anda akan menerima kutipan debit terus; (iii) anda mempunyai wang yang cukup pada bila-bila tarikh pembayaran; dan (iv) mandat anda tidak diluputkan (kecuali seperti dibawah) atau dibatalkan. Kegagalan mematuhi terma ini yang membawa kepada tiada pembayaran, tidak melepaskan anda daripada obligasi untuk membayar kami sebarang amaun yang terhutang dan perlu dibayar. Sila hubungi kami untuk membatalkan mandat ini atau memilih kaedah pembayaran lain. Kami akan membatalkan mandat anda apabila menerima pemberitahuan daripada anda. Debit Terus disediakan mengikut budi bicara kami dan sekiranya tidak disediakan, kami akan menghubungi anda untuk mengaturkan alternatif.
mt: Bl-użu ta’ dan il-mandat, inti għażilt id-Debitu Dirett bħala l-forma ta’ ħlas tiegħek. Biex tuża d-Debitu Dirett trid taċċetta dawn it-termini u tikkonforma magħhom. Inti tawtorizza lil Microsoft Payments Ltd. ("<b>aħna</b>" jew "<b>lilna</b>") biex titlob ħlas mill-bank tiegħek għall-ammonti dovuti lil Microsoft. Għandek tiżgura li: (i) ipprovdejt indirizz elettroniku validu għall-korrispondenza u l-avviżi; (ii) il-bank tiegħek se jaċċetta l-ġbir tad-debitu dirett; (iii) ikollok biżżejjed flus fi kwalunkwe skadenza; u (iv) il-mandat tiegħek ma jkunx ġie kkanċellat (għajr fil-każ t’hawn taħt) jew irrevokat. Il-fatt li ma tikkonformax ma’ dawn it-termini, li jirriżulta fin-nuqqas ta’ ħlas, ma jeħilsekx mill-obbligu tiegħek li tħallasna kwalunkwe ammont dovut. Jekk jogħġbok ikkuntattjana biex tikkanċella dan il-mandat jew agħżel forma oħra ta’ ħlas. Nikkanċellawlek il-mandat malli nirċievu n-notifika tiegħek. Id-Debitu Dirett huwa disponibbli għad-diskrezzjoni tagħna, u jekk dan ma jibqax disponibbli, nikkuntattjawk biex insibu alternattiva.
ne: यस आदेशलाई प्रयोग गरेर, तपाइँले Direct Debit लाई आफ्नो भुक्तानी गर्ने तरिकाको रूपमा चयन गर्नु भएको छ। तपाइँको Direct Debit को प्रयोग तपाइँको यी शर्तहरूको स्वीकृति र पालनामा सशर्त छ। तपाइँ Microsoft भुक्तानीहरू लिमिटेड लाई Microsoft लाई दिन बाँकी रकमको लागि आफ्नो बैङ्कबाट भुक्तानी अनुरोध गर्न ("<b>हामी</b>" वा "<b>हाम्रो लागि</b>") अधिकार प्रदान गर्नुहुन्छ। तपाइँले यी कुराहरूको सुनिश्चितता गर्नुपर्छ: (i) तपाइँले पत्राचार र सूचनाहरूको लागि वैध इमेल ठेगाना प्रदान गर्नु भएको छ; (ii) तपाइँको बैङ्कले Direct Debit संकलनहरू स्वीकार गर्नेछ; (iii) कुनैपनि तोकिएको अन्तिम मितिमा तपाइँसँग पर्याप्त पूँजी हुन्छ; र (iv) तपाइँको आदेश रद्द (तलको बाहेक) वा खारेज भएको छैन। गैर-भुक्तानको परिणाम ल्याउने यी शर्तहरूको पालना गर्न असफलताले, हामीलाई भुक्तान गर्नुपर्ने ऋण तथा बाँकीको तपाइँको दायित्वबाट तपाइँलाई छुटकारा दिँदैन। हामी तपाइँको आदेशलाई तपाइँको सूचनाको प्राप्ति सँगै रद्द गर्नेछौँ। Direct Debit हाम्रो स्वविवेकमा उपलब्ध छ, र यदि यो अनुपलब्ध भएमा हामी तपाइँलाई विकल्पको व्यवस्था मिलाउन सम्पर्क गर्नेछौँ।
nn_no: Ved å bruke dette mandatet, har du valt avtalegiro som betalingsform. Bruken av Avtalegiro avheng av at du godtek og rettar deg etter desse vilkåra. Du autoriserer Microsoft Payments Ltd. ("<b>vi</b>" eller "<b>oss</b>") til å be om betaling frå banken din for beløp som du skulder Microsoft. Du må forsikre deg om at: (i) du har oppgjeve ei gyldig e-postadresse for korrespondanse og meldingar; (ii) banken din godtek betaling via avtalegiro; (iii) du har nok pengar på konto på forfallsdato; og (iv) mandatet ditt ikkje har blitt kansellert (unntatt som nedanfor) eller oppheva. Dersom du ikkje etterlev desse vilkåra og dette fører til at betalinga ikkje går igjennom, er du likevel ikkje fritatt frå forpliktinga til å betale oss eventuelle beløp som du skylder, og som har forfalle. Vi vil kansellere mandatet ditt når vi tek imot melding frå deg. Avtalegiro er ei teneste vi tilbyr, og dersom ho blir utilgjengeleg, kontaktar vi deg for å ordne med eit alternativ.
no: Ved å bruke denne belastningsfullmakten har du valgt Direkte debitering som din betalingsmåte. Din bruk av Direkte debitering avhenger av at du godtar og overholder disse vilkårene. Du godtar at Microsoft Payments Ltd. ("<b>vi</b>" eller "<b>oss</b>") kan be om betaling fra banken din for beløp du skylder Microsoft. Du må sørge for at: (i) du har oppgitt en gyldig e-postadresse for korrespondanse og varsler; (ii) banken din godtar betaling via Direkte debitering; (iii) du har nok penger på konto på forfallsdagen; og (iv) belastningsfullmakten din ikke har blitt kansellert (unntatt i tilfellene nedenfor) eller kalt tilbake. Hvis du ikke retter deg etter disse vilkårene, og dette fører til at betalingen ikke gjennomføres, er du likevel ikke fritatt fra din forpliktelse til å betale oss eventuelle skyldige beløp som er forfalt. Vennligst kontakt oss for å kansellere denne belastningsfullmakten eller velge en annen betalingsmåte. Vi kansellerer belastningsfullmakten når vi mottar melding fra deg. Vi forbeholder oss retten til å nekte deg adgang til Direkte debitering, og hvis Direkte debitering blir utilgjengelig, tar vi kontakt med deg for å finne et alternativ.
or: ଏହି ସ୍ଵୀକୃତ କରଣ ବ୍ୟବହାର କରି, ଆପଣ ଆପଣଙ୍କର ଦେୟ ପ୍ରକାର ଭାବରେ ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ଚୟନ କରିଛନ୍ତି. ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍‌ର ଆପଣଙ୍କର ବ୍ୟବହାର ଏହି ସର୍ତ୍ତାବଳୀ ସହିତ ପରିପୁରଣତା ଏବଂ ଆପଣଙ୍କର ସ୍ଵୀକାରୋକ୍ତିର ସର୍ତ୍ତମୂଳକ ଅଟେ. ଆପଣ ସ୍ଵୀକୃତ କରିଛନ୍ତି Microsoft Payments Ltd. Microsoft କୁ ବକେୟା ଦେୟଗୁଡିକ ପାଇଁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଠାରୁ ("<b>ଆମେ</b>" କିମ୍ଵା "<b>ଆମ</b>") କୁ ଦେୟ ଅନୁରୋଧ କରିଛି. ଆପଣ ନିଶ୍ଚିତଭାବରେ ସୁନିଶ୍ଚିତ ହେବେ ଯେ: (i) ଆପଣ ଯୋଗାଯୋଗ ଏବଂ ବିଜ୍ଞପ୍ତିସମୂହ ପାଇଁ ଏକ ବୈଧ ଇମେଲ୍ ଠିକଣା ପ୍ରଦାନ କରିଛନ୍ତି; (ii) ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ସଂଗ୍ରହଗୁଡିକୁ ସ୍ଵୀକାର କରିବ; (iii) ଯେକୌଣସି ଧାର୍ଯ୍ୟ ତାରିଖରେ ଆପଣଙ୍କର ପର୍ଯ୍ୟାପ୍ତ ରାଶି ରହିଛି; ଏବଂ (iv) ଆପଣଙ୍କର ଅନୁମୋଦନ ବାତିଲ୍ ହୋଇନାହିଁ (ନିମ୍ନୋକ୍ତ ପରି) କିମ୍ଵା ଫେରସ୍ତ ହୋଇଛି. ଏହି ସର୍ତ୍ତାବଳୀ ସହିତ ପାଳନ କରିବାକୁ ବିଫଳ ହେବା ଅଣ-ଦେୟ ହେବ, ଯେକୌଣସି ରାଶି ଆମକୁ ଦେୟଯୁକ୍ତ ଏବଂ ବକେୟା ରହିଛି ଆପଣଙ୍କର ଦାୟିତ୍ଵ ଠାରୁ ଆପଣଙ୍କୁ ଆଶ୍ଵସ୍ତି କରିବ ନାହିଁ. ଦୟାକରି ଏହି ସ୍ଵୀକୃତକରଣ ବାତିଲ୍ କରିବାକୁ କିମ୍ଵା ଦେୟର ଅନ୍ୟ ପ୍ରକାର ଚୟନ କରିବାକୁ ଆମକୁ ସମ୍ପର୍କ କରନ୍ତୁ. ଆପଣ ଆପଣଙ୍କର ବିଜ୍ଞପ୍ତିର ପ୍ରାପ୍ତିରେ ଆପଣଙ୍କର ଅନୁମତି ବାତିଲ୍ କରିବ. ଆମର ନିଷ୍ପତ୍ତିରେ ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ଉପଲବ୍ଧ ରହିଛି, ଏବଂ ଯଦି ଏହା ଅଣଉପଲବ୍ଧ ରହେ, ଆମେ ଏକ ବୈକଳ୍ପିକ ଆୟୋଜନ କରିବାକୁ ଆପଣଙ୍କୁ ସମ୍ପର୍କ କରିବୁ.
pa_arab_pk: ایس مینڈیٹ نوں ورتدے ہوئے، تہاڈی ادائیگی دے فارم نوں براہ راست ڈیبٹ لئی منتخب کیتا جا ریہا اے۔ براہ راست ڈیبٹ تہاڈےے ورتن تے تہاڈی قبولیت تے انہاں شرطاں دے عمل نال مشروط اے۔ تسی Microsoft Payments Ltd. ("<b>اسی</b>" یا "<b>سہانوں</b>") توں Microsoft نوں آپنے بینک توں ادائیگی دی درخواست کرن لئی اختیار دتا اے۔ تہانوں ایس گل دا یقین کرن دی لوڑ اے: (ا) تسی خط و کتابت تے نوٹس لئی اک درست ای میل پتہ فراہم کیتا اے؛ (ب) تہاڈا بینک براہ راست ڈیبٹ دا مجموعہ قبول کرے گا؛ (پ) جے تہاڈے کول کسی وی مقررہ تریخ تے کافی رقم اے، تے (د) تہاڈے مینڈیٹ نوں (تھلے دتے ہوئے دے علاوہ) منسوخ یا واپس نئیں کیتا گیا اے۔ ادائیگی نہ کرن دے نتیجے وچ انہاں شرطاں اُتے عمل کرن وچ نکامی، سہاڈی ادا کیتی جان آلی رقم تے وجہ توں کسی وی مقدار وچ ادائیگی دی ذمہ داری توں ذمّہ نال بری نئیں کردا۔ ایس مینڈیٹ دی منسوخی یا ادائیگی دے طریقے وچ تبدیلی منتخب کرن لئی سہاڈے نال رابطہ کرو۔ اسی تہاڈے نوٹیفکیشن دی وصولی تے تہاڈا مینڈیٹ منسوخ کر دیاں گے۔ براہ راست ڈیبٹ سہاڈی صوابدید تے دستیاب اے، تے جے ایہہ نا دستیاب ہو جاندا اے، تاں اسی اک متبادل دا بندوبست کرن لئی تہاڈے نال رابطہ کراں گے۔
pa_in: ਇਸ ਫੁਰਮਾਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ, ਤੁਸੀਂ ਆਪਣੇ ਭੁਗਤਾਨ ਦੇ ਪ੍ਰਕਾਰ ਵਜੋਂ ਸਿੱਧੀ ਕਟੌਤੀ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ। ਸਿੱਧੀ ਕਟੌਤੀ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਇਹਨਾਂ ਸ਼ਰਤਾਂ ਲਈ ਤੁਹਾਡੀ ਮੰਜ਼ੂਰੀ ਅਤੇ ਤੁਹਾਡੇ ਵਲੋਂ ਇਹਨਾਂ ਦੀ ਪਾਲਣਾ ਦੇ ਅਧੀਨ ਹੈ। ਤੁਸੀਂ Microsoft Payments Ltd. ("<b>ਅਸੀਂ</b>" ਜਾਂ "<b>ਸਾਨੂੰ</b>") ਨੂੰ ਬਕਾਇਆ ਰਕਮ ਦਾ ਆਪਣੇ ਬੈਂਕ ਤੋਂ Microsoft ਨੂੰ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਅਧਿਕ੍ਰਿਤ ਕਰਦੇ ਹੋ। ਤੁਹਾਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਪਵੇਗਾ ਕਿ: (i) ਤੁਸੀਂ ਪੱਤਰ-ਵਿਵਹਾਰ ਅਤੇ ਸੂਚਨਾਵਾਂ ਲਈ ਇੱਕ ਵੈਧ ਈਮੇਲ ਪਤਾ ਮੁਹਈਆ ਕਰਾਇਆ ਹੈ; (ii) ਤੁਹਾਡਾ ਬੈਂਕ ਸਿੱਧੀ ਕਟੌਤੀ ਇੱਕਤਰਣ ਮੰਜ਼ੂਰ ਕਰੇਗਾ; (iii) ਤੁਹਾਡੇ ਕੋਲ ਕਿਸੇ ਵੀ ਅੰਤਮ ਮਿਤੀ ਨੂੰ ਕਾਫੀ ਨਿਧੀ ਹੋਵੇ; ਅਤੇ (iv) ਤੁਹਾਡੇ ਫੁਰਮਾਨ ਨੂੰ ਰੱਦ (ਹੇਠਾਂ ਤੋਂ ਇਲਾਵਾ) ਨਾ ਕੀਤਾ ਗਿਆ ਹੋਵੇ। ਇਹਨਾਂ ਸ਼ਰਤਾਂ ਦੀ ਪਾਲਣਾ ਨਾ ਕਰਨ ਨਾਲ, ਜਿਸਦੇ ਨਤੀਜੇ ਵਜੋਂ ਭੁਗਤਾਨ ਨਹੀਂ ਹੁੰਦਾ ਹੈ, ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਕਰਜ਼ੇ ਦੀ ਅਤੇ ਬਕਾਇਆ ਰਕਮ ਦਾ ਸਾਨੂੰ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਆਪਣੀ ਜ਼ਿੰਮੇਵਾਰੀ ਤੋਂ ਮੁਕਤ ਨਹੀਂ ਹੁੰਦੇ। ਇਸ ਫੁਰਮਾਨ ਨੂੰ ਰੱਦ ਕਰਨ ਜਾਂ ਕਿਸੇ ਹੋਰ ਭੁਗਤਾਨ ਪ੍ਰਕਾਰ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਅਸੀਂ ਤੁਹਾਡੀ ਸੂਚਨਾ ਦੀ ਪ੍ਰਾਪਤੀ ਤੇ ਤੁਹਾਡੇ ਫੁਰਮਾਨ ਨੂੰ ਰੱਦ ਕਰ ਦਿਆਂਗੇ। ਸਿੱਧੀ ਕਟੌਤੀ ਸਾਡੀ ਸਿਆਣਪ ਤੇ ਉਪਲਬਧ ਹੈ ਅਤੇ ਜੇਕਰ ਇਹ ਅਨੁਪਲਬਧ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਅਸੀਂ ਕਿਸੇ ਵਿਕਲਪ ਦੀ ਵਿਵਸਥਾ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਾਂਗੇ।
pl: Korzystając z tej zgody na obciążenie rachunku, jako metodę płatności wybierasz polecenie zapłaty. Aby korzystać z metody polecenia zapłaty, należy zaakceptować poniższe warunki i ich przestrzegać. Upoważniasz firmę Microsoft Payments Ltd. ("<b>my</b>" lub "<b>nas</b>") do pobierania z rachunku bankowego sum należnych firmie Microsoft. Twoim obowiązkiem jest zapewnienie, że: (i) podany adres e-mail do korespondencji i przekazywania powiadomień jest prawidłowy, (ii) bank będzie akceptował obciążenia wynikające z polecenia zapłaty, (iii) na koncie będą przez cały czas dostępne środki o odpowiedniej wartości oraz (iv) zgoda na obciążenie rachunku nie została anulowana (z wyjątkiem sytuacji opisanych poniżej) ani odwołana. Niespełnienie poniższych warunków, które uniemożliwi dokonanie płatności, nie znosi obowiązku uregulowania wszelkich zaległych sum i płatności. Skontaktuj się z nami, aby anulować tę zgodę na obciążenie rachunku lub wybrać inną metodę płatności. Zgoda na obciążenie rachunku zostanie przez nas anulowana po otrzymaniu powiadomienia. Metoda polecenia zapłaty jest dostępna według naszego uznania i jeśli zostanie wycofana, skontaktujemy się w celu uzgodnienia alternatywnego rozwiązania.
ru: Используя это поручение, вы выбираете прямой дебет в качестве формы платежа. Использование вами прямого дебета зависит от принятия и соблюдения этих условий. Вы авторизуете Microsoft Payments Ltd. ("<b>мы</b>" или "<b>нам, нас</b>") направлять запросы в банк на оплату счетов, выставленных Майкрософт. Вам необходимо убедиться в том, что (i) вы предоставили действительный адрес электронной почты для получения корреспонденции и уведомлений; (ii) ваш банк примет требования на прямые дебетовые списания; (iii) на дату выполнения на вашем счету имеется достаточно денежных средств; а также (iv) что ваше поручение не было отменено (за исключением случаев, приведенных ниже) или отозвано. Если несоблюдение этих условий приведет к неплатежу, это не освобождает вас от обязанности выплатить нам любую сумму задолженности. Свяжитесь с нами, чтобы отменить это поручение или выбрать другую форму платежа. Мы отменим ваше поручение после получения уведомления от вас. Прямой дебет доступен на наше усмотрение, в случае если эта форма платежа станет недоступна, мы свяжемся с вами, чтобы определить другую форму платежа.
sd: هن مينڊيٽ جو استعمال ڪندي، توهان جي ادائيگي جي فارم کي براہ راست ڊیبٽ ڪرڻ لاءِ ڇونڊيو پيو وڃي۔ براہ راست ڊیبٽ توهانجي استعمال ۽ توهانجي قبولیت ۽ هنن شرطون سان لاڱاپيل آهي۔ توهان Microsoft Payments Ltd. ("<b>اسيِن</b>" ۽ "<b>اسان</b>") کي Microsoft کي پنهنجي بینڪ کي ادائیگي جي درخواست ڪرڻ لاءِ اختیار ڏنو آهي۔ توهان کي هن گالهه جو يقين رکڻ ضروري آهي: (ا) توهان خط و کتابت ۽ نوٽس جي هڪ ٺيڪ ای میل ایڊریس فراهم ڪئي آهي؛ (ب) توهان جو بینڪ براہ راست ڊیبٽ جو مجموعو قبول ڪندو؛ (پ) ائينجي توهان وٽ ڪنهن بھ مقررہ تاریخ تي ڪافي رقم موجود آهي، ۽ (د) توهان جي مینڊیٽ کي (هيٺين جي علاوه) ختم یا واپس نہ ڪيو ويو آهي۔ عدم ادائیگي جي نتيجي ۾ هنن شرطن تي عمل ڪرڻ ۾ ناڪامي، توهان تي واجب ٿيل رقم ۽ ڪارڻ سان ڪنهن بھ مقدار ۾ ادایٔگي جي ذمہ داري مان نٿي ڪڊي سگهي۔ هن مینڊیٽ جي ختم ٿيڻ یا ادائیگي جي طریقي کي بدلائڻ جو انتخاب ڪرڻ لاءِ اسان سان رابطو ڪريو۔ اسان توهانجي نوٽیفيڪیشن جي وصولي تي توهانجو مینڊیٽ ختم ڪري ڇڏيندا سين۔ براہ راست ڊیبٽ اسان جي مرضي تي دستیاب آهي، ۽ ائينجي انهي جي دستیابي نٿي رهي، ته اسان هڪ ٻيو بندوبست ڪرڻ لاءِ توهان سان رابطو ڪندا سين۔
si: මෙම මැන්ඩේට් බලපත්‍රය භාවිතා කිරීමෙන්, ඔබ ඔබේ ගෙවීම් ක්‍රමය ලෙස ඩිරෙක්ට් ඩෙබිට් තෝරා තිබේ. ඔබේ ඩිරෙක්ට් ඩෙබිට් භාවිතය ඔබේ මෙම නියමයන් පිළිගැනීම සහ අනුකූල වීම සමඟ කොන්දේසි සහගත වේ. ඔබ Microsoft වෙත ගෙවිය යුතු මුදල ගෙවන ලෙස ඔබේ බැංකුවෙන් ඉල්ලා සිටීමට Microsoft Payments Ltd. ("<b>අප</b>" හෝ "<b>අපට</b>") බලය ලබා දී තිබේ. ඔබ පහත කරුණු තහවුරු කර ගත යුතුය: (i)ලිපි ගනුදෙනු සහ නිවේදන එවීම සඳහා ඔබ වලංගු ඊමේල් ලිපිනයක් සපයා තිබේ; (ii) ඔබේ බැංකුව ඩිරෙක්ට් ඩෙබිට් එකතු කිරීම් පිළිගනී; (iii) ඕනෑම නියමිත දිනක ප්‍රමාණවත් අරමුදල් ඔබ සතුව තිබේ; සහ (iv) ඔබේ මැන්ඩේට් බලපත්‍රය අවලංගු කර (පහත පරිදි හැර) හෝ බලරහිත කර නොමැත. නොගෙවීමට මුල් වන පරිද්දෙන් මෙම නියමයන් සමඟ අනුකූල වීමට නොහැකි වීම මඟින්, ඔබ අප වෙත ගෙවීමට තිබෙන කිසියම් මුදලක් ගෙවීමට ඇති බැඳීමෙන් ඔබ නිදහස් නොකෙරේ. මෙම මැන්ඩේට් බලපත්‍රය අවලංගු කිරීමට හෝ වෙනත් ගෙවීම් ක්‍රමයක් තේරීමට කරුණාකර අප අමතන්න. ඔබේ දැනුම් දීම ලද පසුව අප ඔබගේ මැන්ඩේට් බලපත්‍රය අවලංගු කරන්නෙමු. ඩිරෙක්ට් ඩෙබිට් තිබෙනුයේ අපගේ අභිමථය පරිදි වන අතර, එය නොමැති වුවහොත්, අප විකල්පයක් සූදානම් කිරීම පිණිස ඔබව අමතන්නෙමු.
sl: Z uporabo tega soglasja ste kot način plačila izbrali direktno obremenitev. Uporabljate jo lahko pod pogojem, da sprejmete in upoštevate te pogoje. Družbi Microsoft Payments Ltd. (»<b>mi</b>« ali »<b>nas</b>«) dovolite, da od vaše banke zahteva plačilo zneskov, ki jih dolgujete družbi Microsoft. Zagotoviti morate naslednje: (i) da ste vnesli veljaven e-poštni naslov za komunikacijo in obveščanje; (ii) da vaša banka sprejema naročila za direktno obremenitev; (iii) da imate na datum zapadlosti na računu zadostna sredstva in (iv) da vaše soglasje ni bilo preklicano (razen v primeru, opisanem spodaj) ali umaknjeno. Če teh pogojev ne izpolnite, plačila ne bodo izvedena, vendar boste morali kljub temu plačati vse zapadle zneske, ki nam jih dolgujete. Obrnite se na nas, če želite preklicati to soglasje ali izbrati drug način plačila. Soglasje bomo preklicali, ko bomo prejeli vaše obvestilo. Direktno obremenitev omogočamo po lastni presoji; če ni več na voljo, bomo stopili v stik z vami in poiskali nadomestno možnost.
sr_cyrl_rs: Путем овог овлашћења изабрали сте директан пренос као начин плаћања. Коришћење директног преноса зависи од тога да ли ћете прихватити ове одредбе и придржавати их се. Овлашћујете Microsoft Payments Ltd. ("<b>ми</b>" или "<b>нас</b>") да захтева наплату од ваше банке у висини износа који дугујете компанији Microsoft. Потребно је да се уверите у следеће: (i) да сте навели важећу е-адресу за кореспонденцију и обавештења; (ii) да ће ваша банка прихватити наплату директним преносом; (iii) да имате довољно средстава било ког датума доспећа; и (iv) да ваше овлашћење није отказано (изузев у доленаведеном случају) или опозвано. Уколико због непоштовања ових одредби не буде могућа наплата, то вас не ослобађа обавезе да нам исплатите одговарајући износ дуговања који је доспео за плаћање. Контактирајте нас да бисте отказали ово овлашћење или изаберите неки други начин плаћања. Овлашћење ћемо отказати када будемо примили обавештење. Директан пренос је доступан по нашем дискреционом праву, а ако више не буде доступан, контактираћемо вас да бисмо уговорили алтернативно решење.
sr_latn_rs: Putem ovog ovlašćenja izabrali ste direktan prenos kao način plaćanja. Korišćenje direktnog prenosa zavisi od toga da li ćete prihvatiti ove odredbe i pridržavati ih se. Ovlašćujete Microsoft Payments Ltd. ("<b>mi</b>" ili "<b>nas</b>") da zahteva naplatu od vaše banke u visini iznosa koji dugujete kompaniji Microsoft. Potrebno je da se uverite u sledeće: (i) da ste naveli važeću adresu e-pošte za korespondenciju i obaveštenja; (ii) da će vaša banka prihvatiti naplatu direktnim prenosom; (iii) da imate dovoljno sredstava bilo kog datuma dospeća; i (iv) da vaše ovlašćenje nije otkazano (izuzev u dolenavedenom slučaju) ili opozvano. Ukoliko zbog nepoštovanja ovih odredbi ne bude moguća naplata, to vas ne oslobađa obaveze da nam isplatite odgovarajući iznos dugovanja koji je dospeo za plaćanje. Kontaktirajte nas da biste otkazali ovo ovlašćenje ili izaberite neki drugi način plaćanja. Ovlašćenje ćemo otkazati kada budemo primili obaveštenje. Direktan prenos je dostupan po našem diskrecionom pravu, a ako više ne bude dostupan, kontaktiraćemo vas da bismo ugovorili alternativno rešenje.
sv: Genom att använda det här medgivandet har du valt autogiro som betalningsform. Du får endast använda autogiro om du samtycker till och uppfyller dessa villkor. Du ger Microsoft Payments Ltd. ("<b>vi</b>" eller "<b>oss</b>") fullmakt att begära betalning från din bank för utestående belopp till Microsoft. Du måste intyga att: (i) du har angett en giltig e-postadress för kommunikation och meddelanden; (ii) din bank accepterar autogirobetalning; (iii) att du har tillräckligt med medel på kontot vid förfallodatum; (iv) ditt medgivande inte har annullerats (förutom enligt nedan) eller återkallats. Även om du inte samtycker till dessa villkor är du skyldig att betala oss alla erforderliga utestående belopp. Kontakta oss om du vill annullera medgivandet eller välja en annan betalningsform. Vi annullerar medgivandet så fort vi fått ditt meddelande. Autogiro tillhandahålls enligt vårt gottfinnande och om det inte är tillgängligt kontaktar vi dig för att erbjuda ett annat alternativ.
ta: இந்த ஆணையைப் பயன்படுத்துவதன் மூலம், நீங்கள் கட்டணம் செலுத்தும் வகையாக நேரடி பற்றைத் தேர்ந்தெடுத்துள்ளீர்கள். நேரடி பற்றின் உங்கள் பயன்பாடு, இந்த விதிகளுடனான உங்கள் ஏற்புமை மற்றும் இணக்கத்திற்கு உட்பட்டது. Microsoft -க்குச் செலுத்த வேண்டிய கட்டணங்களுக்காக உங்கள் வங்கியிலிருந்து பணத்தைக் கோருவதற்கு Microsoft Payments Ltd. ("<b>எங்களை</b>" அல்லது "<b>எங்களைப்</b>") -ஐ அங்கீகரிக்கிறீர்கள். நீங்கள் பின்வருவதைக் கண்டிப்பாக உறுதிபடுத்த வேண்டும்: (i) நான் கடிதத்தொடர்பு மற்றும் அறிவிப்புகளுக்காக சரியான மின்னஞ்சல் முகவரியை வழங்கியுள்ளேன்; (ii) நேரடி பற்று பண வசூல்களை எனது வங்கி ஏற்கும்; (iii) செலுத்த வேண்டிய தேதியில் எனக்கு போதுமான நிதி உள்ளது; மற்றும் (iv) எனது ஆணை ரத்துசெய்யப்படவில்லை (கீழே இருப்பது போல் தவிர) அல்லது தள்ளுபடி செய்யப்படவில்லை. இந்த விதிகளுடன் இணங்காமலிருந்து, பணத்தைச் செலுத்தாமல் இருத்தல், எங்களிடம் நீங்கள் கடன்பட்டிருக்கும் மற்றும் கட்ட வேண்டிய தொகைகளைச் செலுத்துவதற்கான உங்கள் கடமையிலிருந்து உங்களை விடுவிக்காது. இந்த ஆணையை ரத்துசெய்ய அல்லது பணம் செலுத்தலின் வேறுவகையைத் தேர்ந்தெடுக்க எங்களைத் தொடர்புகொள்ளவும். உங்கள் அறிவிப்பு கிடைத்தவுடன் கட்டளையை நாங்கள் ரத்துசெய்வோம். நேரடி பற்றானது எங்கள் விருப்புரிமையின்படி கிடைக்கும், மேலும் அது கிடைக்கவில்லையென்றால், மாற்று வழியை ஏற்பாடு செய்ய உங்களைத் தொடர்புகொள்வோம்.
te: ఈ ఉత్తరువు ఉపయోగించడం ద్వారా, మీరు డైరెక్ట్ డెబిట్ విధానంలో చెల్లింపు చేయడాన్ని ఎంచుకున్నారు. మీరు డైరెక్ట్ డెబిట్ వినియోగించడానికి తప్పనిసరిగా ఈ నిబంధనలను ఆమోదించాలి మరియు వీటికి కట్టుబడి ఉండాలి. Microsoftకు బకాయిపడిన మొత్తాల కోసం మీ బ్యాంక్ నుండి చెల్లింపును అభ్యర్థించడానికి Microsoft Payments Ltd. ("<b>మేము</b>" లేదా "<b>మాకు</b>")కు మీరు అధికారం ఇస్తారు. మీరు తప్పనిసరిగా వీటిని నిర్ధారించుకోవాలి: (i) మీరు ఉత్తరప్రత్యుత్తరాలు జరపడానికి మరియు నోటీసులు పొందుటకు చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను అందించారని; (ii) మీ బ్యాంక్ డైరెక్ట్ డెబిట్ సేకరణలను ఆమోదిస్తుందని; (iii) మీరు ఏ వాయిదా తేదీన అయినా తగినన్ని వనరులను కలిగి ఉంటారని; మరియు (iv) మీ ఉత్తరువు రద్దు చేయబడలేదని (దిగువ సందర్భాల్లో మినహా) లేదా ఉపసంహరించబడలేదని నిర్ధారించుకోవాలి. ఈ నిబంధనలకు కట్టుబడి ఉండటంలో విఫలమైతే తత్ఫలితంగా చెల్లింపు చెల్లించబడదు, మీరు మాకు బాకీ పడిన మరియు చెల్లించాల్సిన మొత్తాలకు మీ బాధ్యత నుండి ఉపశమనం పొందరు. దయచేసి ఈ ఉత్తరువును రద్దు చేయడానికి లేదా మరో చెల్లింపు విధానాన్ని ఎంచుకోవడానికి మమ్మల్ని సంప్రదించండి. మాకు మీ నోటిఫికేషన్ అందిన వెంటనే మీ ఉత్తరువును రద్దు చేస్తాము. డైరెక్ట్ డెబిట్ మా అభీప్టానుసారం అందుబాటులో ఉంటుంది మరియు అది అందుబాటులో లేకపోతే, ప్రత్యామ్నాయాన్ని ఏర్పాటు చేయడానికి మేము మిమ్మల్ని సంప్రదిస్తాము.
tg: بۇ ۋاكالەتنامىنى ئىشلەتسىڭىز، «بىۋاستە چىقىم» ئۇسۇلىنى ھەق تاپشۇرۇش شەكلى قىلىپ تاللىغان بولىسىز. «بىۋاستە چىقىم» ئۇسۇلىنى ئىشلەتكەندە تۆۋەندىكى كېلىشىمگە قوشۇلۇشىڭىز كېرەك. Microsoft Payments Ltd. («<b>بىز</b>» ياكى «<b>بىزنىڭ</b>») نىڭ بانكا ئارقىلىق ھېساباتىڭىزدىن Microsoft بېكىتكەن ئۆلچەمدىكى ھەقنى تەلەپ قىلىشىغا ھوقۇق بېرىسىز. سىز چوقۇم: (1) ئالاقە ۋە ئۇقتۇرۇشلاردا ئىشلىتىدىغان تورخەت ئادرېسىڭىزنى توغرا تەمىنلىگەن بولۇشىڭىز؛ (2) سىز ھېساب ئاچقان بانكا بىۋاستە چىقىم ئۇسۇلى ئارقىلىق ھېسابات قىلىدىغان بولۇشى؛ (3) كۈچكە ئىگە مۇددەت ئىچىدە ھېساباتىڭىزدا يېتەرلىك پۇل بولۇشى؛ ۋە (4) ۋاكالەتنامىڭىز (تۆۋەندىكىلەردىن باشقا ئەھۋالدا) بىكار قىلىنمىغان ياكى توختىتىلمىغان بولۇشىغا كاپالەتلىك قىلىشىڭىز كېرەك. ئەگەر بۇ كېلىشىمگە خىلاپلىق قىلىپ، ھەق ۋاقتىدا تاپشۇرۇلمىسا، سىزنىڭ بىزگە بېكىتىلگەن ۋاقىتتا ھەق تاپشۇرۇش مەجبۇرىيىتىڭىز يەنىلا ساقلىنىپ قالىدۇ. ۋاكالەتنامىنى ئۇقتۇرۇشىڭىزنى تاپشۇرۇۋالغۇچە توختىتىپ قويىمىز. بىز «بىۋاستە چىقىم» نى قوللايمىز، ئەگەر ئۇنى ئىشلەتكىلى بولمايدىغان ئەھۋال كېلىپ چىقسا، سىز بىلەن ئالاقىلىشىپ، باشقا ئۇسۇل ئورۇنلاشتۇرىمىز.
th: การใช้ข้อตกลงนี้จะเป็นการแสดงว่า คุณได้เลือกการหักบัญชีเงินฝากเป็นรูปแบบการชำระเงินของคุณ การใช้งานการหักบัญชีเงินฝากเป็นเงื่อนไขที่ขึ้นอยู่กับการยอมรับและการปฏิบัติตามข้อกำหนดเหล่านี้ คุณอนุญาตให้ Microsoft Payments Ltd. ("<b>เรา</b>" หรือ "<b>พวกเรา</b>") ร้องขอการชำระเงินจากธนาคารของคุณเป็นจำนวนที่ค้างไว้กับ Microsoft คุณต้องตรวจสอบว่า: (i) คุณให้ที่อยู่อีเมลที่ถูกต้องสำหรับการโต้ตอบและการแจ้งเตือน; (ii) ธนาคารของคุณจะยอมรับการเรียกเก็บการหักบัญชีเงินฝาก; (iii) คุณมีทุนเพียงพอในวันที่ครบกำหนด และ (iv) ข้อตกลงของคุณไม่ถูกยกเลิก (ยกเว้นกรณีด้านล่าง) หรือเพิกถอน การไม่สามารถปฏิบัติตามข้อกำหนดเหล่านี้ซึ่งทำให้ไม่มีการชำระเงินเกิดขึ้นนั้นไม่ได้เป็นการทำให้ภาระของคุณในการชำระเงินแก่เราตามจำนวนที่ค้างไว้และครบกำหนดหมดสิ้นไป โปรดติดต่อเราเพื่อยกเลิกข้อตกลงนี้ หรือเลือกรูปแบบการชำระเงินอื่น เราจะยกเลิกข้อตกลงของคุณเมื่อได้รับการแจ้งจากคุณ การหักบัญชีเงินฝากจะสามารถใช้งานได้ตามดุลยพินิจของเรา และในกรณีที่ไม่สามารถใช้งานได้ เราจะติดต่อคุณเพื่อจัดการเลือกตัวเลือกอื่น
tr: Bu vekaleti kullanarak, ödeme yönteminiz olarak Talimatlı Ödemeyi seçtiniz. Talimatlı Ödeme kullanımınız bu koşulları kabul etmeniz ve koşulları karşılamanız durumunda geçerli olacaktır. Microsoft'a ödenecek tutarlar için Microsoft Payments Ltd. ("<b>biz</b>" veya "<b>bizim</b>") şirketine bankanızdan ödeme talebinde bulunma yetkisi verdiniz. Şunlardan emin olun: (i) yazışma ve bildirimler için geçerli bir e-posta adresi sağladınız; (ii) bankanız talimatlı ödeme tahsilatlarını kabul ediyor; (iii) herhangi bir ödeme tarihinde yeterli bakiyeniz var; ve (iv) vekaletiniz iptal edilmedi (aşağıdaki durum hariç) veya geri alınmadı. Bu koşullara uyulmaması ödeme yapılmamasına yol açar, ancak bize borçlu olduğunuz tutarı ödeme tarihinde ödeme yükümlülüğünüzü ortadan kaldırmaz. Bu vekaleti iptal etmek için lütfen bizimle iletişim kurun veya başka bir ödeme biçimi seçin. Bildiriminizi alır almaz vekaletinizi iptal edeceğiz. Talimatlı Ödeme sizin isteğinize bağlı olarak kullanılabilir ve kullanılamaz hale gelirse alternatif bir yöntem ayarlamak için sizinle iletişim kurarız.
tt: Бу мандатны кулланып, Сез Туры Дебетны Сезнең түләү формасы буларак сайладыгыз. Сезнең Туры Дебетны куллануыгыз шартлы һәм Сезнең бу шартларны кабул итү һәм алар белән килешүегездән гыйбарәт. Сез Microsoft Payments Ltd. ("<b>без</b>" яки "<b>безне</b>") ширкәтенә Сезнең банктан Сез Майкрософтка тиешле булган күләмдәге түләүне таләп итергә рөхсәт итәсез. Сез түбәндәгеләрне тикшерергә тиеш: (i) Сезнең корреспонденция һәм хәбәрләр өчен дөрес электрон почта адресын тәэмин итүегезне; (ii) Сезнең банкның туры дебет җыюын кабул итүен; (iii) һәркайсы башкарылу датасында Сезнең җитәрлек акчага ия булуыгызны; һәм (iv) Сезнең мандатыгызның кире кагылмаганын (түбәндәге хәлдән кала) яки чакыртып алынмаганын. Сезнең түләмәү белән тәмамланган бу шартлар белән килешә алмавыгыз Сезне безгә бурычлы һәм тиеш булган бөтен күләмнәрне түләү йөкләмәсеннән азат итми. Бу мандатны кире кагу яки башка түләү формасын сайлау өчен безнең белән элемтәгә керегез. Без Сезнең мандатыгызны Сезнең белдерүегезне алуга кире кагырбыз. Туры Дебет безнең иректән кулланыла, әгәр дә ул куллану өчен мөмкин булмаса, без башка түләү формасын билгеләү өчен Сезнең белән элемтәгә керәчәкбез.
ug: Бо истифодаи ин мандат,шумо Дебити мустақимро чун шакли пардохт интихоб кардед. Истифодаи дебити мустақим аз ҷониби шумо аз қабул кардан ва риоя кардани ин шартҳо аз тарафи шумо вобаста аст. Шумо ба Microsoft Payments Ltd. ("<b>мо</b>" ё "<b>моро</b>") иҷозат медиҳед, ки аз бонки шумо ба маблағҳои ба Microsoft пардохтшаванда пардохт дархост намояд. Шумо бояд мутмаин шавед, ки: (i) барои мукотиба ва огоҳиҳо суроғаи почтаи электронии боэътиборро пешниҳод кардаед; (ii) бонки шумо ситонидани пардохтҳо бо дебити мустақимро қабул мекунад; (iii) шумо дар ҳар як рӯзи пардохт маблағи кофӣ доред; ва (iv) мандати шумо бекор карда нашудааст (ба ҷуз аз ҳолати зер) ё бозхонда нашудааст. Риоя накардани ин шартҳо, ки боиси пардохт накардан мегардад, шуморо аз ӯҳдадории ба мо пардохт кардани ҳамагуна маблағҳои ба мо пардохтшаванда ва мӯҳлати пардохташон расида озод намекунад. Лутфан бо мо тамос гирифта, ин мандатро бекор кунед ё шакли пардохти дигареро интихоб намоед. Мо мандати шуморо пас аз гирифтани огоҳии шумо бекор мекунем. Дебити мустақим тибқи салоҳдиди мо дастрас аст, ва агар он дастнорас шавад, мо бо шумо тамос гирифта, тарзи алтернативии дигареро фароҳам меорем.
uk: Використовуючи це доручення, ви обираєте прямий дебет як спосіб оплати. Використання прямого дебету залежить від прийняття й дотримання вами цих умов. Ви дозволяєте компанії Microsoft Payments Ltd. ("<b>ми</b>" або "<b>нам (нас)</b>") запитувати оплату з вашого банку в сумі вашої заборгованості корпорації Майкрософт. Ви маєте гарантувати, що: (i) ви надали дійсну адресу електронної пошти для кореспонденції та сповіщень; (ii) ваш банк прийме прямі дебетові запити; (iii) на вашому рахунку є достатньо коштів на дату платежу; і (iv) ваше доручення не скасовано (крім випадків, зазначених нижче) або відкликано. Недотримання цих умов, що може бути причиною несплати, не звільняє вас від зобов'язання заплатити нам будь-яку накопичену суму боргу. Зв'яжіться з нами, щоб скасувати це доручення або вибрати інший спосіб оплати. Ми скасуємо ваше доручення після одержання сповіщення. Прямий дебет є доступним на наш розсуд, і, якщо він стане недоступним, ми зв'яжемося з вами, щоб настроїти інший спосіб оплати.
ur: اس معاہدہ کا استعمال کر کے آپ نے براہ راست ڈیبٹ کو اپنی ادائیگی کی قسم کے بطور منتخب کیا ہے۔ براہ راست ڈیبٹ کا آپ کا استعمال آپ کے ان شرائط کی قبولیت اور تعمیل پر مشروط ہے۔ آپ Microsoft کی طرف واجب الادا رقوم کیلئےاپنے بینک سے ادائیگی کی درخواست کرنے کیلئے Microsoft Payments Ltd. ("<b>ہم</b>" یا "<b>ہمیں</b>") کو بااختایر بناتے ہیں۔ آپ کو یہ یقینی بنانا چاہیے کہ: (i) آپ نے خط و کتابت اور نوٹسز کیلئے ایک جائز ای میل پتہ فراہم کیا ہے؛ (ii) آپ کا بینک براہ راست ڈیبٹ مجموعوں کو قبول کرے گا؛ (iii) کسی بھی واجب تاریخ پر آپ کے پاس کافی رقم ہے؛ اور (iv) آپ کا معاہدہ منسوخ (بطور ذیل کے علاوہ) یا رد نہیں کیا گیا ہے۔ ان شرائط کی پابندی کرنے میں ناکامی جس کا نتیجہ عدم ادائیگی ہوتا ہے، آپ کوکسی بھی واجب الادا اور باقی رقم ادا کرنے کی ذمہ داری سے نجات نہیں دیتی ہے۔ براہ کرم اس معاہدہ کو منسوخ کرنے یا ادائیگی کی کوئی اور قسم منتخب کرنے کیلئے ہم سے رابطہ کریں۔ آپ کی اطلاع موصول ہونے پر ہم آپ کے معاہدہ کو منسوخ کر دیں گے۔ براہ راست ڈیبٹ ہماری صوابدید پر دستیاب ہے، اور اگر یہ غیر دستیاب ہو جاتا ہے تو، ہم ایک متبادل کا بندوبست کرنے کیلئے آپ سے رابطہ کریں گے۔
uz: Ushbu vakolatnomadan foydalanish orqali to'lov shakli sifatida To'g'ri debitni tanladingiz. To'g'ri debitdan foydalanish ushbu shartlarni qabul qilishingiz va ularga rozilik bildirishingiz bilan bog'liq. Siz Microsoft Payments Ltd.-ga ("<b>biz</b>" yoki "<b>bizni</b>") Microsoft-ga miqdorlar uchun bankingizdan to'lovni so'rashiga ruxsat berasiz. Siz quyidagilarga ishonch hosil qilishingiz kerak: (i) xabarlashish va bildirishnomalar uchun haqiqiy elektron pochta manzili taqdim qilinganligi; (ii) bankingiz to'g'ri debit to'plamlarini qabul qilganligi; (iii) to'lanishi kerak bo'lgan sanada yetarli mablag'ingiz borligi; va (iv) vakolatnomangiz bekor qilinmaganligi (quyidagidan tashqari). Ushbu shartlarga amal qilmaslik to'lamaslikka olib keladi, bu esa qarz bo'lgan har qanday miqdorni bizga to'lashingiz majburiyatini xalos qilmaydi. Ushbu vakolatnomani bekor qilish uchun bizga murojaat qiling yoki boshqa to'lov shaklini tanlang. Sizdan xabarnomani qabul qilishdan keyin vakolatnomangizni bekor qilamiz. To'g'ri debit bizning ixtiyorimizda mavjud va agar u mavjud bo'lmasa, boshqasini kelishib olishimiz uchun sizga murojaat qilamiz.
vi: Bằng cách dùng ủy nhiệm này, bạn đã chọn Ghi nợ Trực tiếp là hình thức thanh toán của bạn. Việc bạn sử dụng Ghi nợ Trực tiếp dựa trên điều kiện là bạn phải chấp nhận và tuân thủ theo các điều khoản này. Bạn ủy quyền cho Microsoft Payments Ltd. ("<b>chúng tôi</b>") để yêu cầu thanh toán từ ngân hàng của bạn đối với số tiền bạn đến hạn trả Microsoft. Bạn phải đảm bảo rằng: (i) bạn đã cung cấp một địa chỉ email hợp lệ để nhận thư và các thông báo; (ii) ngân hàng của bạn sẽ chấp nhận việc thu ghi nợ trực tiếp; (iii) bạn có đủ tiền trong quỹ vào bất kì ngày đến hạn nào; và (iv) ủy nhiệm của bạn chưa bị hủy bỏ (ngoại trừ trường hợp như bên dưới) hoặc thu hồi. Việc không tuân thủ theo các điều khoản này dẫn đến không thanh toán được sẽ không bãi miễn nghĩa vụ của bạn để thanh toán bất kì số tiền nợ đến hạn nào cho chúng tôi. Vui lòng liên hệ chúng tôi để hủy bỏ ủy nhiệm này hoặc chọn một hình thức thanh toán khác. Chúng tôi sẽ hủy bỏ ủy nhiệm của bạn khi nhận được thông báo của bạn. Ghi nợ Trực tiếp có thể được dùng tùy theo quyết định của chúng tôi, và nếu hình thức này không sẵn dùng, chúng tôi sẽ liên hệ với bạn để sắp xếp một hình thức thay thế.
zh_hans: 使用此授权单即表示您已选择直接转帐作为付款方式。使用直接转帐的前提条件是您接受并遵守这些条款。您授权 Microsoft Payments Ltd. (“我们”<b></b><b></b>)请求您的开户行向 Microsoft 支付应付的款项。您必须确保: (i) 您提供了有效的电子邮件地址，以接收信件和通知; (ii) 您的开户行将接受直接转帐收款; (iii) 您在任何截止日期当日都备足资金; 以及 (iv) 您的授权单未被取消(除以下所述情况之外)或撤销。如果您不遵守这些条款并导致未付款，您仍然有义务向我们支付任何拖欠的款项。若要取消此授权单或选择其他付款方式，请与我们联系。我们将在收到您的通知后取消您的授权单。能否使用直接转帐由我们自行决定，如果不能使用，我们将与您联系，以安排其他付款方式。
zh_hant: 若使用本授權，即表示您已選擇使用直接扣款做為付款方式。使用直接扣款的先決條件是您必須接受並遵守下列條款。您授權 Microsoft Payments Ltd. (以下稱「本公司」<b></b><b></b>) 要求您的銀行支付應付給 Microsoft 之金額。您必須確認: (i) 您已提供有效的電子郵件地址做為通信與通知用途；(ii) 您的銀行將接受收取直接付款；(iii) 您在任何到期日都有足夠的資金；且 (iv) 您的授權尚未取消 (以下除外) 或撤銷。若未能遵守上述條款 (因而導致未付款之結果)，您仍有義務支付本公司任何欠款或應付金額。請與本公司連絡，以便取消本授權或選擇其他付款方式。本公司將於收到您的通知後，取消您的授權。本公司得酌情決定是否可使用直接付款；若無法使用直接付款，本公司將與您連絡，另做其他安排。
