Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Checkout.TandC.HyperlinkText
source: Terms
af: Bepalings
am: ስርዓት
ar: الشروط
as: চৰ্তসমূহ
az: Şərtlər
bg: Условия
bn_in: শর্তাবলী
bs: Uslovi
cy: Telerau
da: Vilkår
de: Bestimmungen
el: Όροι
es: Términos
et: Tingimused
eu: Baldintzak
fa: شرایط
ga: Téarmaí
gd: Teirmichean
gl: Termos
gu: શરતો
he: תנאים
hi: शर्तें
hr: Uvjeti
hu: Feltételek
id: Ketentuan
is: Skilmálar
ja: ご契約条件
ka: პირობები
kk: Шарттары
kn: ನಿಯಮಗಳು
ko: 사용 약관
ku_arab: مەرجەکان
ky: Шарттар
lo: ຂໍ້ກຳນົດ
lt: Sąlygos
lv: Nosacījumi
mi: Ngā Ture
mk: Услови
ml: നിബന്ധനകൾ
mn: Нөхцлүүд
mr: अटी
ms: Terma
mt: Termini
ne: सर्तहरू
nn_no: Vilkår
no: Vilkår
or: ସର୍ତ୍ତାବଳୀ
pa_arab_pk: شرائط
pa_in: ਸ਼ਰਤਾਂ
pl: Warunki
ru: Условия
sd: شرطون
si: නියමයන්
sl: Pogoji
sr_cyrl_rs: Услови плаћања
sr_latn_rs: Uslovi
sv: Villkor
ta: விதிமுறைகள்
te: చెల్లింపు నిబంధనలు
tg: Шартҳо
th: ข้อกำหนด
tr: Koşullar
tt: Шартлар
ug: شەرتلەر
uk: Умови
ur: شرائط
uz: Shartlar
vi: Điều khoản
zh_hans: 条款
zh_hant: 條款

# Literal.Checkout.Pay.ButtonText
source: Pay
af: Betaal
am: ይክፈሉ
ar: دفع
as: পৰিশোধ কৰক
az: Ödə
bg: Плащане
bn_in: অর্থ প্রদান
bs: Plati
cy: Talu
da: Betal
de: Bezahlen
el: Πληρωμή
es: Pagar
et: Maksa
eu: Ordaindu
fa: پرداخت
ga: Íoc
gd: Pàigh
gl: Pagar
gu: ચૂકવો
he: שלם
hi: भुगतान
hr: Plati
hu: Fizetés
id: Bayar
is: Borga
ja: 支払う
ka: გადახდა
kk: Төлеу
kn: ಪಾವತಿಸಿ
ko: 결제
lo: ຊຳລະເງິນ
lt: Mokėti
lv: Maksāt
mi: Utu
mk: Плати
ml: പണം നൽകുക
mr: देय द्या
ms: Bayar
mt: Ħallas
ne: भुक्तानी गर्नुहोस्
nn_no: Betal
no: Betal
or: ଦେୟ
pa_in: ਭੁਗਤਾਨ ਕਰੋ
pl: Zapłać
ru: Оплатить
sl: Plačaj
sr_cyrl_rs: Плати
sr_latn_rs: Plati
sv: Betala
ta: பணம் செலுத்து
te: చెల్లించు
th: ชำระเงิน
tr: Ödeme
tt: Түләү
ug: تۆلەش
uk: Оплатити
ur: ادائیگی کریں
uz: Toʻlash
vi: Thanh toán
zh_hans: 付款
zh_hant: 付款

# Word.CreditCardNumber.DisplayHint
source: Number on card
af: Nommer op kaart
am: በካርድ ላይ ያለው ቁጥር
ar: الرقم الموجود على البطاقة
as: কাৰ্ডত সংখ্যা
az: Kartın üzərindəki nömrə
bg: Номер на картата
bn_in: কার্ডে নম্বর
bs: Broj na kartici
cy: Rhif ar y cerdyn
da: Nummer på kort
de: Nummer auf Karte
el: Αριθμός στην κάρτα
es: Número de la tarjeta
et: Number kaardil
eu: Txarteleko zenbakia
fa: شماره روی کارت
ga: Uimhir ar an gcárta
gd: An àireamh air a’ chairt
gl: Número do cartón
gu: કાર્ડ પરની સંખ્યા
he: מספר על כרטיס
hi: कार्ड पर नंबर
hr: Broj na kartici
hu: Kártyán lévő szám
id: Nomor pada kartu
is: Númer á korti
ja: カードの番号
ka: ნომერი ბარათზე
kk: Картадағы нөмір
kn: ಕಾರ್ಡ್‌ನಲ್ಲಿರುವ ಸಂಖ್ಯೆ
ko: 카드에 있는 번호
lo: ໝາຍເລກໃນບັດ
lt: Numeris kortelėje
lv: Numurs kartē
mi: Tau i te kāri
mk: Број на картичка
ml: കാർഡിലെ നമ്പർ
mr: कार्डवरील नंबर
ms: Nombor pada kad
mt: Numru fuq il-kard
ne: कार्डमा रहेको नम्बर
nn_no: Nummer på kort
no: Tall på kortet
or: କାର୍ଡ୍‌ରେ ଥିବା ନମ୍ବର୍
pa_in: ਕਾਰਡ ਉੱਤੇ ਨੰਬਰ
pl: Numer karty
ru: Номер карты
sl: Številka na kartici
sr_cyrl_rs: Број кредитне картице
sr_latn_rs: Broj kartice
sv: Kortnummer
ta: கார்டில் உள்ள எண்
te: కార్డ్ మీద నెంబరు
th: หมายเลขบนบัตร
tr: Kart üzerindeki numara
tt: Картадагы сан
ug: كارتىدىكى نومۇر
uk: Номер на картці
ur: کارڈ پر نمبر
uz: Kartadagi raqam
vi: Số trên thẻ
zh_hans: 卡上的数字
zh_hant: 卡片上的號碼

# Literal.XboxWebZipPlusFourString
source: We couldn't validate your address. Choose the address you want to use. Adding the final 4 digits to your zip code to ensure you are charged the proper amount for sales tax is required by law.
af: Ons kon nie jou adres valideer nie. Kies die adres wat jy wil gebruik. Die byvoeging van die finale 4 syfers by jou poskode om te verseker dat jy die korrekte bedrag vir verkoopsbelasting betaal, word deur wetgewing vereis.
am: አድራሻዎን ማረጋገጥ አልቻልንም። ለመጠቀም የሚፈልጉትን አድራሻ ይምረጡ። ተገቢውን የሽያጭ ታክስ ክፍያ እንዲከፍሉ ለማድረግ የመጨረሻዎቹን 4 አሃዞች ወደ ዚፕ ኮድዎ ማከል በህግ ያስፈልጋል።
ar: تعذر علينا التحقق من صحة عنوانك. اختر العنوان الذي تريد استخدامه. إن إضافة الأرقام الأربعة الأخيرة إلى الرمز البريدي لضمان تحصيل المبلغ المناسب منك مقابل ضريبة المبيعات مطلوب وفقاً للقانون.
as: আমি আপোনাৰ ঠিকনাটো সত্যাপন কৰিব নোৱাৰিলোঁ। আপুনি ব্যৱহাৰ কৰিব বিচৰা ঠিকনাটো বাছনি কৰক। আপোনাৰ জিপ কোডত অন্তিম 4 টা অংক যোগ দি আইনৰ দ্বাৰা প্ৰয়োজনীয় বিক্ৰী কৰৰ সঠিক পৰিমাণ আপোনাৰ পৰা আদায় কৰাটো নিশ্চিত কৰক।
az: Ünvanınızı təsdiq edə bilmədik. İstifadə etmək istədiyiniz ünvanı seçin. Qanunla satış vergisi üçün müvafiq məbləğdə ödəniş tutulduğunu təmin etmək üçün poçt indeksinizə son 4 rəqəmin əlavə edilməsi tələb olunur.
bg: Не можахме да проверим адреса ви. Изберете адреса, който искате да използвате. От закона се изисква добавяне на последните 4 цифри към вашия пощенски код, за да се гарантира, че ще бъдете таксувани с правилната сума за данък продажби.
bn_in: আমরা আপনার ঠিকানা যাচাই করতে পারিনি। আপনি যে ঠিকানাটি ব্যবহার করতে চান তা বেছে নিন। আপনাকে আইন অনুযায়ী বিক্রয় করের জন্য সঠিক পরিমাণ চার্জ করা হয়েছে তা নিশ্চিত করতে আপনার জিপ কোডে চূড়ান্ত 4টি সংখ্যা যোগ করা হচ্ছে।
bs: Nismo mogli potvrditi vašu adresu. Odaberite adresu koju želite koristiti. Dodavanje posljednje 4 cifre vašem poštanskom broju kako biste bili sigurni da će vam se naplatiti odgovarajući iznos poreza na promet je propisano zakonom.
cy: Ni allem ddilysu eich cyfeiriad. Dewiswch y cyfeiriad rydych am ei ddefnyddio. Mae ychwanegu’r 4 digid olaf at eich cod post i wneud yn siŵr y telir y swm cywir o dreth gwerthiant yn ofyniad cyfreithiol.
da: Vi kunne ikke validere din adresse. Vælg den adresse, du vil bruge. Det er lovpligtigt at tilføje de sidste 4 cifre af dit postnummer for at sikre, at du bliver opkrævet det korrekte beløb for moms.
de: Ihre Adresse konnte nicht überprüft werden. Wählen Sie die Adresse aus, die Sie verwenden möchten. Fügen Sie ihrer Postleitzahl die letzten vier Ziffern hinzu, um sicherzustellen, dass Ihnen der richtige gesetzlich vorgeschriebene Betrag für Mehrwertsteuer in Rechnung gestellt wird.
el: Δεν ήταν δυνατή η επικύρωση της διεύθυνσής σας. Επιλέξτε τη διεύθυνση που θέλετε να χρησιμοποιήσετε. Η προσθήκη των τελευταίων 4 ψηφίων στον ταχυδρομικό κώδικά σας για να διασφαλιστεί ότι θα χρεωθείτε το κατάλληλο ποσό για τον φόρο επί των πωλήσεων απαιτείται από τη νομοθεσία.
es: No pudimos validar su dirección. Elija la dirección que desea usar. La ley exige agregar los 4 dígitos finales al código postal para asegurarse de que se le cobra el importe adecuado de los impuestos sobre las ventas.
et: Teie aadressi ei saanud kinnitada. Valige aadress, mida soovite kasutada. Sihtnumbri nelja viimase numbri lisamine, mis aitab tagada õiges summas käibemaksu võtmise, on seadusega nõutav.
eu: Ezin izan dugu baliozkotu helbidea. Aukeratu zein helbide erabili nahi duzun. Legez dagokizun salmenta-zergaren zenbateko zuzena kobratzen dizugula ziurtatzeko, gehitu posta-kodearen azken lau zenbakiak.
fa: نتوانستیم آدرس شما را تأیید کنیم. آدرسی را که می‌خواهید استفاده کنید انتخاب نمایید. با اضافه کردن ۴ رقم آخر به کد پستی خود، مطمئن شوید هزینه صحیح مالیات بر فروش که بر اساس قانون الزامی است از شما کسر می‌شود.
ga: Níor éirigh linn do sheoladh a bhailíochtú. Roghnaigh an seoladh is mian leat a úsáid. Ní foláir na 4 dhigit dheiridh a chur le do chód poist lena chinntiú go ngearrtar an méid ceart le haghaidh cáin díolacháin de réir dlí.
gd: Cha b’ urrainn dhuinn an seòladh agad a dhearbhadh. Tagh an seòladh a tha thu airson cleachdadh. Tha e riatanach fon lagh gun cuir thu na 4 àireamhan mu dheireadh aig a’ chòd-phuist agad ris airson dèanamh cinnteach gun dèid na cìsean reic iarraidh ort mar bu chòir.
gl: Non foi posible validar o teu enderezo. Escolle o enderezo que queres usar. A lei esixe engadir os catro díxitos finais ao teu código postal para asegurarte de que se che cobre a cantidade adecuada polo imposto sobre vendas.
gu: અમે તમારું સરનામું માન્ય કરી શક્યા નથી. તમે ઉપયોગ કરવા માંગો છો તે સરનામું પસંદ કરો. વેચાણ વેરા માટે તમારી પાસેથી યોગ્ય રકમ ચાર્જ કરવામાં આવી છે તે સુનિશ્ચિત કરવા માટે તમારા ઝિપ કોડમાં અંતિમ 4 અંકો ઍડ કરવા એ કાયદા દ્વારા આવશ્યક છે.
he: לא הייתה אפשרות לאמת את הכתובת שלך. בחר את הכתובת שבה ברצונך להשתמש. הוספת 4 הספרות האחרונות למיקוד שלך נועדה כדי להבטיח שתחויב בסכום המתאים עבור מס מכירה נדרש על-פי חוק.
hi: हम आपका पता सत्यापित नहीं कर सके. वह पता चुनें, जिसका आप उपयोग करना चाहते हैं. यह सुनिश्चित करने के लिए कि आपसे कानूनन विक्रय कर के लिए उचित राशि का शुल्क लिया जाना आवश्यक है, अपने ज़िप कोड में अंतिम 4 अंक जोड़े जा रहे हैं.
hr: Nismo uspjeli potvrditi valjanost vaše adrese. Odaberite adresu koju želite koristiti. Dodavanjem posljednje 4 znamenke poštanskom brojku jamčite da će vam se naplatiti odgovarajući iznos poreza na promet koji je zakonom obavezan.
hu: Nem sikerült ellenőrizni a címet. Válassza ki a használni kívánt címet. Az utolsó 4 számjegyet a rendszer hozzáadja az irányítószámhoz a törvény által előírt összegű forgalmi adó felszámítása érdekében.
id: Kami tidak dapat memvalidasi alamat Anda. Pilih alamat yang ingin Anda gunakan. Menambahkan 4 digit terakhir ke kode pos untuk memastikan Anda dikenakan biaya yang sesuai untuk pajak penjualan yang diwajibkan oleh hukum.
is: Okkur tókst ekki að staðfesta heimilisfangið. Veldu heimilisfangið sem þú vilt nota. Bættu síðustu fjórum tölustöfunum við póstnúmerið til að tryggja að rétt upphæð af söluskatti sé tekin samkvæmt lögum.
ja: お客様の住所を検証できませんでした。使用する住所を選択してください。郵便番号に最後の 4 桁を追加して、法律で要求されている適切な金額の売上税が請求されるようにしてください。
ka: თქვენი მისამართის გადამოწმება ვერ მოხერხდა. აირჩიეთ მისამართი, რომლის გამოყენებაც გსურთ. გაყიდვების საკომისიოს შესაბამისი თანხის გადახდის უზრუნველყოფის მიზნით კანონი მოითხოვს თქვენს საფოსტო ინდექსში ბოლო 4 ციფრის დამატებას.
kk: Мекенжайыңызды тексеру мүмкін болмады. Пайдалану үшін мекенжайды таңдаңыз. Төлеміңіз заңды сату салығымен дұрыс есептелгеніне көз жеткізу үшін пошталық индексіне соңғы 4 санды қосыңыз.
kn: ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಪ್ರಮಾಣೀಕರಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನೀವು ಬಳಸಲು ಬಯಸುವ ವಿಳಾಸವನ್ನು ಆರಿಸಿ. ಕಾನೂನಿಗೆ ಅಗತ್ಯವಾದ ಮಾರಾಟ ತೆರಿಗೆಗೆ ಸೂಕ್ತ ಮೊತ್ತವನ್ನು ನಿಮಗೆ ವಿಧಿಸಲಾಗಿದೆ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ಅಂತಿಮ 4 ಅಂಕಿಗಳನ್ನು ನಿಮ್ಮ ಜಿಪ್‍‌ಕೋಡ್‍‌ಗೆ ಸೇರಿಸಲಾಗುತ್ತಿದೆ.
ko: 주소의 유효성을 검사할 수 없습니다. 사용할 주소를 선택합니다. 우편 번호에 마지막 4자리를 추가하여 법률이 요구하는 적절한 판매세 금액이 부과되도록 합니다.
lo: ພວກເຮົາບໍ່ສາມາດກວດສອບຄວາມຖືກຕ້ອງທີ່ຢູ່ຂອງທ່ານ. ເລືອກທີ່ຢູ່ທີ່ທ່ານຕ້ອງການໃຊ້. ການເພີ່ມ 4 ຕົວເລກສຸດທ້າຍລົງໃສ່ລະຫັດໄປສະນີຂອງທ່ານເພື່ອໃຫ້ແນ່ໃຈວ່າ ທ່ານຈະຖືກຮຽກເກັບເງິນຕາມຈຳນວນທີ່ເໝາະສົມສຳລັບພາສີການຂາຍຕາມກົດໝາຍກຳນົດ.
lt: Nepavyko patikrinti jūsų adreso. Pasirinkite adresą, kurį norite naudoti. Į pašto indeksą įtraukiami paskutiniai 4 skaitmenys, siekiant užtikrinti, kad jums būtų išskaityta reikiama pardavimo mokesčio suma, kaip reikalauja įstatymas.
lv: Nevarējām validēt jūsu adresi. Izvēlieties adresi, kuru vēlaties izmantot. Pasta indeksam pievienojot pēdējos 4 ciparus, tiek nodrošināts, ka no jums tiek iekasēta pareiza PVN summa, kas tiek pieprasīta saskaņā ar likumu.
mi: Kāore i taea tō wāhitau te manatoko. Kōwhiria te wāhinoho me whakamahi. Me tāpiri ngā mati mutunga e 4 o tō waehere zip hei whakarite ka namaia koe ki te nuinga tāke hokonga tika i raro i te ture.
mk: Не може да ја провериме адресата. Изберете ја адресата што сакате да ја користите. Задолжително според законот треба да ги додадете последните 4 цифри на поштенскиот број за да ви биде наплатена соодветната сума за данокот на промет.
ml: ഞങ്ങൾക്ക് നിങ്ങളുടെ വിലാസം സാധൂകരിക്കാൻ കഴിഞ്ഞില്ല. നിങ്ങൾ ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്ന വിലാസം നോക്കിയെടുക്കുക. വിൽപ്പന നികുതിയ്ക്ക് ഉചിതമായ തുക നിങ്ങളിൽ നിന്ന് ഈടാക്കുന്നുവെന്ന് ഉറപ്പാക്കുന്നതിന് നിങ്ങളുടെ സിപ്പ് കോഡിലേക്ക് അവസാനത്തെ 4 അക്കങ്ങൾ ചേർക്കുന്നത് നിയമപ്രകാരം ആവശ്യമാണ്.
mr: आम्ही आपला पत्ता सत्यापित करू शकलो नाही. आपण वापरू इच्छिता तो पत्ता निवडा. आपल्याला विक्री करासाठी योग्य रकमेचे शुल्क आकारले गेले आहे हे सुनिश्चित करण्यासाठी आपल्या ZIP कोड वर अंतिम 4 अंक जोडणे कायद्यानुसार आवश्यक आहे.
ms: Kami tidak dapat mengesahkan alamat anda. Pilih alamat yang anda ingin gunakan. Menambah 4 digit terakhir pada kod zip anda untuk memastikan anda dikenakan jumlah bayaran yang betul untuk cukai jualan adalah diperlukan mengikut undang-undang.
mt: Ma stajniex nivvalidaw l-indirizz tiegħek. Agħżel l-indirizz li tixtieq tuża. Iż-żieda tal-aħħar 4 ċifri fil-kodiċi postali tiegħek biex tiżgura li tiġi ċċarġjat l-ammont xieraq għat-taxxa fuq il-fatturat hija meħtieġa mil-liġi.
ne: हामीले तपाईंको ठेगाना मान्य गर्न सकेनौँ। तपाईंले प्रयोग गर्न चाहनु भएको ठेगाना छान्नुहोस्। कानून अनुसार तपाईंलाई बिक्री करका लागि उपयुक्त रकम शुल्क लगाइन्छ भन्ने सुनिश्चित गर्न तपाईंको जिप कोडमा अन्तिम 4 अङ्क थप्न आवश्यक हुन्छ।
nn_no: Vi kunne ikkje validere adressa. Vel adressa du vil bruke. Det er lovpålagd å leggje til dei siste 4 siffera i postnummeret ditt for å sikre at du blir belasta med riktig beløp for meirverdiavgift.
no: Vi kunne ikke validere adressen din. Velg adressen du vil bruke. Det er et lovkrav at du legger til de siste fire sifrene i postnummeret ditt for å sikre at du blir belastet riktig salgsavgift.
or: ଆମେ ଆପଣଙ୍କ ଠିକଣା ବୈଧ କରିପାରିଲୁ ନାହିଁ. ଆପଣ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁଥିବା ଠିକଣା ମନୋନୟନ କରନ୍ତୁ. ଆପଣଙ୍କ ଠାରୁ ଆଇନ ଅନୁଯାୟୀ ଉପଯୁକ୍ତ ପରିମାଣର ବିକ୍ରୟ ଟିକସ ଆଦାୟ କରାଯାଏ ବୋଲି ସୁନିଶ୍ଚିତ କରିବାକୁ ଆପଣଙ୍କ ଜିପ୍ କୋଡ୍‍‌ରେ ଅନ୍ତିମ 4 ଟି ଅଙ୍କ ଯୋଡାଯାଉଛି.
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਪਤੇ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕਰ ਸਕੇ। ਉਸ ਪਤੇ ਦੀ ਚੋਣ ਕਰੋ ਜਿਸ ਨੂੰ ਤੁਸੀਂ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ। ਆਪਣੇ ZIP ਕੋਡ 'ਤੇ ਅੰਤਿਮ 4 ਅੰਕਾਂ ਨੂੰ ਜੋੜ ਕੇ ਇਹ ਯਕੀਨੀ ਬਣਾਇਆ ਜਾ ਰਿਹਾ ਹੈ ਕਿ ਤੁਹਾਡੇ ਤੋਂ ਕਨੂੰਨ ਵੱਲੋਂ ਲੋੜੀਂਦਾ ਵਿਕਰੀ ਕਰ ਦੀ ਉਚਿਤ ਰਕਮ ਦਾ ਚਾਰਜ ਵਸੂਲਿਆ ਗਿਆ ਹੈ।
pl: Nie mogliśmy zweryfikować Twojego adresu. Wybierz adres, którego chcesz użyć. Dodanie ostatnich 4 cyfr do kodu pocztowego w celu upewnienia się, że zostanie naliczona prawidłowa kwota z tytułu podatku od sprzedaży wymaganego przez prawo.
ru: Не удалось проверить ваш адрес. Выберите адрес для использования. Добавьте последние 4 цифры к почтовому индексу, чтобы при оплате был правильно учтен налог с продаж, предусмотренный законодательством.
sl: Vašega naslova ni bilo mogoče preveriti. Izberite naslov, ki ga želite uporabiti. Če želite zagotoviti, da vam bomo zaračunali ustrezen znesek prometnega davka, morate v poštno številko dodati zadnje štiri števke.
sr_cyrl_rs: Нисмо могли да проверимо ваљаност ваше адресе. Одаберите адресу коју желите да користите. Додавање последње 4 цифре вашем поштанском броју како би се обезбедила наплата одговарајућег износа за порез на промет прописано је законом.
sr_latn_rs: Nismo mogli da proverimo valjanost adrese. Odaberite adresu koju želite da koristite. Da biste bili sigurni da će vam biti naplaćen odgovarajući iznos poreza na promet, po zakonu je obavezno dodavanje poslednje 4 cifre vašem ZIP kodu.
sv: Det gick inte att verifiera din adress. Välj den adress du vill använda. Lagen kräver att de fyra sista siffrorna i postnumret läggs till för att se till att du debiteras rätt belopp för moms.
ta: எங்களால் உங்கள் முகவரியைச் சரிபார்க்க முடியவில்லை. நீங்கள் பயன்படுத்த விரும்பும் முகவரியைத் தேர்வு செய்யவும். சட்டப்பூர்வமாகத் தேவைப்படும் விற்பனை வரிக்காகச் சரியான தொகை உங்களிடம் வசூலிப்பதை உறுதிப்படுத்த, உங்கள் ZIP குறியீட்டின் இறுதி 4 இலக்கங்களைச் சேர்க்கவும்.
te: మేము మీ చిరునామాను ధృవీకరించలేకపోయాము. మీరు ఉపయోగించాలనుకుంటున్న చిరునామాను ఎంచుకోండి. మీ పిన్ కోడ్‌కు చివరి 4 అంకెలను జోడించడం ద్వారా మీకు సరైన మొత్తంలో సేల్స్ ట్యాక్స్ ఛార్జ్ చేయబడిందని నిర్ధారించుకోవడం చట్టం ప్రకారం అవసరం.
th: เราไม่สามารถตรวจสอบความถูกต้องของที่อยู่ของคุณได้ เลือกที่อยู่ที่คุณต้องการใช้ การเพิ่มตัวเลข 4 หลักสุดท้ายลงในรหัสไปรษณีย์ของคุณเพื่อให้แน่ใจว่าคุณจะถูกเรียกเก็บเงินตามจํานวนที่เหมาะสมสําหรับภาษีการขายตามกฎหมาย
tr: Adresinizi doğrulayamadık. Kullanmak istediğiniz adresi seçin. Yasalar uyarınca satış vergisi için doğru tutarın uygulandığından emin olmak için posta kodunuzun son 4 rakamını eklemeniz gerekiyor.
tt: Сезнең адресны раслап булмады. Кулланырга теләгән адресны сайлагыз. Сездән тиешле сатып алу салымының алынганын тәэмин итү өчен почта индексыгызга соңгы 4 санны өстәү закон буенча таләп ителә.
ug: ئادرېسىڭىزنى دەلىللىيەلمىدۇق. ئىشلىتىدىغان ئادرېس تاللاڭ. قانۇن بويىچە باجنىڭ مۇۋاپىق تۇتۇلغانلىقىنى جەزملەش ئۈچۈن پوچتا نومۇرىنىڭ ئاخىرقى 4 نومۇرىنى قوشۇش كېرەك.
uk: Не вдалося перевірити вашу адресу. Виберіть адресу, яку потрібно використовувати. Додавання останніх 4 цифр до поштового індексу є необхідним за законом, щоб переконатися, що вам нараховано належну суму податків на продаж.
ur: ہم آپ کے پتے کی تصدیق نہیں کر سکے۔ وہ پتہ منتخب کریں جسے آپ استعمال کرنا چاہتے ہیں۔ اپنے زپ کوڈ کے آخری 4 ہندسوں کو شامل کرکے یقینی بنائیں کہ آپ سے سیلز ٹیکس کی کٹوتی قانون کے مطابق کی گئی ہے۔
uz: Manzilingizni tasdiqlab boʻlmadi. Oʻzingiz foydalanmoqchi boʻlgan manzilni tanlang. Kerakli miqdordagi savdo soligʻi undirilishini taʼminlash uchun pochta indeksingizga oxirgi 4 ta raqamni qoʻshish qonunchilik tomonidan talab etiladi.
vi: Chúng tôi không thể xác thực địa chỉ của bạn. Chọn địa chỉ bạn muốn sử dụng. Thêm 4 chữ số cuối vào mã zip của bạn để đảm bảo bạn bị tính phí đúng số tiền thuế bán hàng là bắt buộc theo quy định của pháp luật.
zh_hans: 无法验证你的地址。请选择要使用的地址。将最后 4 位数字添加到邮政编码，以确保按法律要求支付正确的销售税。
zh_hant: 無法驗證您的地址。請選擇您要使用的地址。法律要求在您的郵遞區號中新增最後 4 位數字，以確保向您收取適當的銷售稅。

# TPP.Iframe.Challenge.DisplayTag
source: Third party payments checkout authentication dialog
af: Derdepartybetalings se betaalpuntwaarmerkingsdialoog
am: የሶስተኛ ወገን ክፍያዎች የማረጋገጫ ንግግር
ar: مربع حوار مصادقة سداد المدفوعات التابعة للجهة الخارجية مع الخروج
as: তৃতীয় পক্ষৰ পৰিশোধ প্ৰামাণিকীকৰণ ডায়লগ
az: Üçüncü tərəf ödənişlərinin yoxlanılması üzrə əslliyi yoxlama dialoqu
bg: Диалогов прозорец за удостоверяване на плащане от трети лица
bn_in: তৃতীয় পক্ষের অর্থপ্রদান চেকআউটের প্রমাণীকরণ কথোপকথন
bs: Dijaloški okvir za provjeru vjerodostojnosti plaćanja trećih strana
cy: Deialog dilysu talu trydydd parti
da: Dialogboks til godkendelse af tredjepartsbetalinger
de: Dialogfeld für die Authentifizierung zum Check-Out von Drittanbieterzahlungen
el: Παράθυρο διαλόγου ελέγχου ταυτότητας ολοκλήρωσης αγοράς πληρωμών τρίτων κατασκευαστών
es: Cuadro de diálogo de autenticación de finalización de la compra de pagos de terceros
et: Kolmanda isiku maksete maksma siirdumise autentimise dialoog
eu: Kanpoko ordainketen erosketa amaitzearen autentifikazio-elkarrizketa
fa: کادر محاوره تأیید اعتبار پرداخت‌های شخص ثالث
ga: Dialóg fíordheimhnithe maidir le seiceáil amach íocaíochtaí tríú páirtí
gd: An còmhradh dearbhaidh airson seacadh a-mach le treas-phàrtaidh
gl: Diálogo de autenticación de finalización da compra de pagos de terceiros
gu: તૃતીય પક્ષ ચુકવણી ચેકઆઉટ પ્રમાણીકરણ સંવાદ
he: תיבת דו לאימות ביצוע תשלומים לספק חיצוני
hi: तृतीय पक्ष भुगतान चेकआउट प्रमाणीकरण संवाद
hr: Dijaloški okvir za provjeru autentičnosti plaćanja pri završetku kupnje treće strane
hu: Harmadik féltől származó fizetések – megrendelés-hitelesítési párbeszédpanel
id: Dialog autentikasi penyelesaian pembayaran pihak ketiga
is: Sannvottunargluggi fyrir útritun eftir greiðslu þriðja aðila
ja: サード パーティによる支払いのチェックアウト認証ダイアログ
ka: მესამე მხარის გადახდების გაფორმების ავთენტიფიკაციის დიალოგური სარკმელი
kk: Төлемдерді рәсімдеу аутентификациясының үшінші тарап диалогтық терезесі
kn: ಮೂರನೇ ಪಾರ್ಟಿ ಪಾವತಿಗಳ ಚೆಕ್ಔಟ್ ದೃಢೀಕರಣ ಸಂವಾದ
ko: 타사 결제 체크 아웃 인증 대화 상자
lo: ກ່ອງໂຕ້ຕອບການຮັບຮອງຄວາມຖືກຕ້ອງການຊໍາລະເງິນຂອງພາກສ່ວນທີສາມ
lt: Trečiųjų šalių mokėjimų užbaigimo autentifikavimo dialogo langas
lv: Trešo pušu maksājumu norēķināšanās autentifikācijas dialogs
mi: Kōrero motuhēhēnga takiatu utunga o te hunga tuatoru
mk: Дијалог за автентикација на наплати од трети страни
ml: മൂന്നാം കക്ഷി പേയ്മെന്റുകളുടെ ചെക്കൗട്ട് പ്രാമാണീകരണ ഡയലോഗ്
mr: तृतीय पक्ष देय चेकआउट प्रमाणीकरण डायलॉग
ms: Dialog pengesahan daftar keluar pembayaran pihak ketiga
mt: Djalogu tal-awtentikazzjoni taċ-checkout tal-pagamenti ta’ parti terza
ne: तेस्रो पक्ष भुक्तानी चेकआउट प्रमाणीकरण संवाद
nn_no: Dialogboks for autentisering av tredjepartsbetalingar
no: Dialogboks for godkjenning av tredjepartsbetaling
or: ତୃତୀୟ ପକ୍ଷ ଦେୟ ଚେକଆଉଟ୍ ପ୍ରାମାଣିକତା ଡାୟଲଗ୍
pa_in: ਤੀਜੀ ਧਿਰ ਦੇ ਭੁਗਤਾਨਾਂ ਦਾ ਚੈਕਆਉਟ ਪ੍ਰਮਾਣੀਕਰਣ ਸੰਵਾਦ
pl: Okno dialogowe uwierzytelniania wyewidencjonowania płatności innych firm
ru: Стороннее диалоговое окно проверки подлинности оформления платежей
sl: Pogovorno okno za preverjanje pristnosti za dokončanje nakupa plačil drugih ponudnikov
sr_cyrl_rs: Дијалог потврде идентитета за проверу плаћања независног произвођача
sr_latn_rs: Dijalog potvrde identiteta trećih lica prilikom plaćanja kod završetka kupovine
sv: Dialogruta för autentisering vid kassan för tredjepartsbetalningar
ta: மூன்றாவது தரப்பினர் பேமண்ட்ஸ் வெளியேறுதல் அங்கீகார உரையாடல்
te: తృతీయపక్ష చెల్లింపుల చెక్ అవుట్ ప్రమాణీకరణ డైలాగ్
th: กล่องโต้ตอบการรับรองความถูกต้องการเช็คเอาท์การชําระเงินของบริษัทอื่น
tr: Üçüncü kişi ödemeleri sonuçlandırma kimlik doğrulaması iletişim kutusu
tt: Чит түләүләр өчен чынлык тикшерү диалог тәрәзе
ug: ئۈچىنچى تەرەپتە ھېساب بوغۇشنى دەلىللەش رامكىسى
uk: Діалогове вікно автентифікації для оформлення платежів за допомогою сторонніх систем
ur: فریق ثالث ادائیگیوں کے چیک آؤٹ کا توثیقی ڈائیلاگ
uz: Tashqi toʻlovlar tekshiruvi muloqot oynasi
vi: Hộp thoại xác thực quy trình thanh toán của bên thứ ba
zh_hans: 第三方付款结帐身份验证对话框
zh_hant: 協力廠商付款結帳驗證對話方塊

# Literal.PSD2.Native.Challenge.Header
source: Secure Checkout
af: Beveiligde betaalpunt
am: ደህንነቱ የተጠበቀ መውጣት
ar: سداد آمن مع الخروج
as: সুৰক্ষিত চেকআউট
az: Təhlükəsiz Şəkildə Sifarişi Bitirmə
bg: Защитено финализиране
bn_in: নিরাপদ চেকআউট
bs: Sigurni završetak kupovine
cy: Talu’n Ddiogel
da: Sikker udtjekning
de: Sicheres Auschecken
el: Ασφαλής ολοκλήρωση αγοράς
es: Compra segura
et: Turvaline maksmine
eu: Erosketa-amaiera segurua
fa: پرداخت امن
ga: Seiceáil amach shlán
gd: Seacadh a-mach tèarainte
gl: Finalización da compra segura
gu: સુરક્ષિત ચેકઆઉટ
he: תשלום מאובטח
hi: सुरक्षित चेकआउट
hr: Sigurna odjava
hu: Biztonságos megrendelés
id: Checkout Aman
is: Örugg útskráning
ja: セキュリティで保護されたチェックアウト
ka: შეკვეთის უსაფრთხო გაფორმება
kk: Тапсырысты қауіпсіз рәсімдеу
kn: ಸುರಕ್ಷಿತ ಚೆಕ್ಔಟ್
ko: 안전한 체크 아웃
ku_arab: پشکنینی سەڵامەتی
ky: Коопсуз төлөм
lo: ຈ່າຍເງິນຢ່າງປອດໄພ
lt: Saugus pirkimas
lv: Droša norēķināšanās
mi: Takiputa Haumaru
mk: Безбедно наплаќање
ml: സുരക്ഷിത ചെക്കൗട്ട്
mn: Аюулгүй төлбөр тооцоо
mr: सुरक्षित चेकआउट
ms: Daftar Keluar Selamat
mt: Checkout Sigur
ne: सुरक्षित चेकआउट
nn_no: Sikker betaling
no: Sikker utsjekking
or: ସୁରକ୍ଷିତ ଚେକ୍‌ଆଉଟ୍
pa_arab_pk: چیک آؤٹ نوں محفوظ کرو
pa_in: ਸੁਰੱਖਿਅਤ ਚੈਕਆਉਟ
pl: Bezpieczna finalizacja zakupu
ru: Безопасное оформление заказа
sd: محفوظ چيڪ آئوٽ
si: ආරක්ෂිත ගෙවීම
sl: Varno dokončanje nakupa
sr_cyrl_rs: Безбедан завршетак куповине
sr_latn_rs: Bezbedan završetak kupovine
sv: Säker kassa
ta: பாதுகாப்பான செக்அவுட்
te: సురక్షితమైన చెక్ అవుట్
tg: Анҷоми хариди бехатар
th: การเช็คเอาท์ที่ปลอดภัย
tr: Güvenli Sonuçlandırma
tt: Имин заказны төзү
ug: بىخەتەر ھېساب بوغۇش
uk: Безпечне оформлення замовлень
ur: محفوظ چیک آؤٹ
uz: Xavfsiz hisob-kitob
vi: Kiểm tra bảo mật
zh_hans: 安全签出
zh_hant: 安全簽出
