Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVD.TermOfUse.Inform1
source: As an added security measure, we need to verify your bank account before proceeding.
af: As 'n bykomende veiligheidsmaatreël moet ons jou bankrekening verifieer voor ons verder gaan.
am: እንደ ታከለ የደህንነት እርምጃ፡ከመቀጠላችን በፊት የባንክ ሒሳብህ ማረጋገጥ እንፈልጋለን ።
ar: لزيادة الأمان نحتاج إلى التحقق من صحة بيانات حسابك المصرفي قبل المتابعة.
as: কোনো নিৰাপত্তা ব্যৱস্থা যোগ কৰাৰ ৰূপত, আৰম্ভ কৰাৰ আগতে আমি আপোনাৰ বেংক একাউণ্ট সত্যাপন কৰাৰ প্ৰয়োজন হ'ব৷
az: Əlavə olunmuş təhlükəsizlik tədbiri kimi, davam etməmişdən əvvəl bank hesabınızı yoxlamalıyıq.
bg: Като допълнителна мярка за защита, трябва да проверим вашата банкова сметка, преди да продължим.
bn_in: একটি অতিরিক্ত সুরক্ষা ব্যবস্থা হিসেবে, আমাদের এগনোর আগে আপনার ক্রেডিট কার্ড যাচাই করবতে হবে৷
bs: Kao dodatnu sigurnosnu mjeru, potrebno je da verificiramo vaš bankovni račun prije nego što nastavimo.
cy: Fel cam diogelwch ychwanegol, bydd angen dilysu eich cyfrif banc cyn bwrw ymlaen.
da: Som en ekstra sikkerhedsforanstaltning er vi nødt til at kontrollere din bankkonto, før du fortsætter.
de: Als zusätzliche Sicherheitsmaßnahme muss Ihr Bankkonto geprüft werden, ehe Sie fortfahren können.
el: Ως πρόσθετο μέτρο ασφάλειας, για να προχωρήσουμε πρέπει να κάνουμε επαλήθευση του τραπεζικού λογαριασμού σας.
es: Como medida de seguridad adicional, necesitamos comprobar su cuenta bancaria antes de continuar.
et: Täiendava turvameetmena peame kontrollima enne jätkamist teie pangakontot.
eu: Segurtasun-neurri gehigarri gisa, zure banku-kontua egiaztatu behar dugu aurrera egin aurretik.
fa: بعنوان روشی برای حفظ ایمنی هرچه بیشتر، لازم است که قبل از ادامه کار، اعتبار حساب بانکی شما تأیید شود.
ga: Mar bheart slándála breise, ní mór dúinn do chuntas bainc a dheimhniú sula dtéimid ar aghaidh.
gd: Mar cheum tèarainteachd a bharrachd, feumaidh sinn an cunntas banca a dhearbhadh mus lean sinn air adhart.
gl: Como medida adicional de seguridade, debemos verificar a súa conta bancaria antes de seguir.
gu: વિશેષ સલામતી માપ તરીકે, પ્રક્રિયા કરતા પહેલાં તમારું બેંક ખાતુ અમારે વેરીફાઇ કરવાની આવશ્યકતા છે.
he: כאמצעי אבטחה נוסף, עלינו לאמת את חשבון הבנק שלך לפני שנמשיך.
hi: एक अतिरिक्त सुरक्षा उपाय के रूप में, हमारे लिए संसाधन से पहले आपके बैंक खाते का सत्यापन करना आवश्यक है.
hr: U sklopu dodatne sigurnosne mjere, moramo provjeriti valjanost vašeg bankovnog računa kako bismo nastavili dalje.
hu: További óvintézkedésként a folytatás előtt ellenőriznünk kell a bankszámláját.
id: Sebagai langkah keamanan tambahan, kami harus memverifikasi rekening bank Anda sebelum melanjutkan.
is: Til þess að auka á öryggið þurfum við að sannprófa bankareikninginn áður en lengra er haldið.
ja: セキュリティ強化のため、お手続きを進める前に銀行口座の検証が必要です。
ka: როგორც დამატებითი უსაფრთხოების ზომა, ჩვენ გვსურს შევამოწმოთ თქვენი საბანკო ანგარიში, სანამ განვაგრძობთ.
kk: Қосымша қауіпсіздік шарасы ретінде жалғастыру алдында банк шотыңызды тексеру керек.
kn: ಹೆಚ್ಚುವರಿ ಭದ್ರತೆ ಕ್ರಮವಾಗಿ, ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದಕ್ಕೂ ಮೊದಲು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ನಾವು ಪರಿಶೀಲಿಸಬೇಕಾಗಿದೆ.
ko: 보안 강화 절차로, 계속 진행하기 전에 회원님의 은행 계좌를 인증해야 합니다.
ku_arab: وەک رێوشوێنێکی ئاسایشی زێدە، ئێمە پێویستمان بەوەیە ئەژمێری بانکی تۆ بسەلمێنین پێش بەردەوامبوون.
ky: Кошумча коопсуздук чарасы катары биз улантардан мурун сиздин банк эсебиңизди текшеришибиз керек.
lo: ໃນນາມເປັນມາດຕະການຮັກສາຄວາມປອດໄພເພີ່ມເຕີມ, ພວກເຮົາຈຳເປັນຕ້ອງກວດສອບບັນຊີທະນາຄານຂອງທ່ານກ່ນອທີ່ຈະດຳເນີນການຕໍ່.
lt: Imamės papildomų saugos priemonių, todėl prieš pradėdami turime patikrinti jūsų banko sąskaitą.
lv: Drošības nolūkiem pirms turpināšanas ir jāveic bankas konta pārbaude.
mi: Hei ine haumarutanga anō, manatokongia tō pūkete pēke i mua i te haere whakamua.
mk: Како дополнителна мерка за безбедност, треба да ја провериме вашата банкарска сметка пред да продолжиме.
ml: ഒരു വര്‍ദ്ധിത സുരക്ഷാ മാനദണ്ഡമെന്ന നിലയില്‍, തുടരുന്നതിന് മുമ്പായി ഞങ്ങള്‍ക്ക് നിങ്ങളുടെ ബാങ്ക് അക്കൌണ്ട് സ്ഥിരീകരിക്കേണ്ടതുണ്ട്.
mn: Аюулгүй байдлын нэмэлт арга хэмжээ болгож, бид цааш үргэлжлүүлэхээс өмнө таны банкны дансыг баталгаажуулах хэрэгтэй байна.
mr: जोडलेल्या सुरक्षा मापदंडाच्या रुपात, आम्हाला प्रक्रिया करण्यापूर्वी आपल्या बँक खात्याची पडताळणी करणे आवश्यक आहे.
ms: Sebagai langkah keselamatan tambahan, kami perlu menentusahkan akaun bank anda sebelum meneruskan.
mt: Bħala miżura miżjuda tas-sigurtà, jeħtieġ li nivverifikaw il-kont tal-bank tiegħek qabel ma tipproċedi.
ne: थप गरिएको सरुक्षा मापदण्ड अनुसार, अगाडि बढ्नु भन्दा अगाडि हामीले तपाईँको बैङ्क खाता रुजू गर्नु आवश्यक छ।
nn_no: Som eit ekstra tryggleikstiltak må vi stadfeste bankkontoen din før du går vidare.
no: Som et ekstra sikkerhetstiltak må vi verifisere bankkontoen din før du fortsetter.
or: ଏକ ଯୋଡି ହୋଇଥିବା ସୁରକ୍ଷା ପରିପାମ ଭାବରେ, ଆମେ ପ୍ରକ୍ରିୟାରତ କରିବା ପୂର୍ବରୁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ ଯାଞ୍ଚ କରିବାକୁ ଚାହୁଁଛୁ.
pa_arab_pk: اضافی حفاظت دے طور تے، اگے جان توں پہلاں سانوں تہاڈے بینک دے اکاؤنٹ دی تصدیق کرنی اے۔
pa_in: ਇੱਕ ਵਾਧੂ ਸੁਰੱਖਿਆ ਉਪਾਅ ਵਜੋਂ, ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ ਸਾਨੂੰ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: W ramach dodatkowych zabezpieczeń musimy zweryfikować konto bankowe zanim będzie można kontynuować.
ru: В качестве дополнительной меры безопасности перед продолжением требуется проверить ваш банковский счет.
sd: جيئن اضافو ٿيل حفاظت کي ماپڻ، اسان کي اڳتي وڌڻ کان پهريان توهان جي بينڪ جي اڪائونٽ جي تصديق ڪرڻ جي ضرورت آهي.
si: අතිරේක ආරක්ෂක පියවරක් ලෙස ඉදිරියට යාමට පෙර අප විසින් ඔබගේ බැංකු ගිණුම සත්‍යාපනය කර ගත යුතු වේ.
sl: Kot dodaten varnostni ukrep moramo pred nadaljevanjem preveriti vaš bančni račun.
sr_cyrl_rs: Као додатна безбедносна мера, потребно је да верификујемо ваш банкарски рачун пре него што наставимо.
sr_latn_rs: Kao dodatna bezbednosna mera, potrebno je da verifikujemo vaš bankarski račun pre nego što nastavimo.
sv: Som en extra säkerhetsåtgärd måste du verifiera ditt bankkonto innan du kan gå vidare.
ta: சேர்க்கப்பட்ட பாதுகாப்பு நடவடிக்கையாக, செயல்படுத்துவதற்கு முன்பு உங்கள் வங்கி கணக்கை நாங்கள் சரிபார்க்க வேண்டும்.
te: జోడించిన భద్రతా ప్రమాణం వలె, మేము ప్రాసెస్ చేయడానికి ముందు మీ బ్యాంక్ ఖాతాను నిర్ధారించాలి.
tg: Ба сифати чораи иловагии амниятӣ, мо бояд пеш аз шурӯъ кардан ҳисоби бонкии шуморо санҷем.
th: เพื่อเป็นมาตรการรักษาความปลอดภัยเพิ่มเติม เราจำเป็นต้องตรวจสอบบัญชีธนาคารของคุณก่อนดำเนินการต่อ
tr: Ek bir güvenlik önlemi olarak, devam etmeden önce banka hesabınızı doğrulamamız gerekiyor.
tt: Иминлек коралы кебек без Сезнең банк хисабын тикшерергә телибез эшкәртелү баштан.
ug: قوشۇمچە بىخەتەرلىك ۋاستىسى سۈپىتىدە،داۋاملاشتۇرۇشتىن ئىلگىرى سىزنىڭ بانكا ھېسابىڭىزنى دەلىللېشىمىز لازىم.
uk: З метою додаткового захисту ми повинні перевірити ваш банківський рахунок перед продовженням.
ur: مزید کاروائی سےپہلے ہمیں حفاظت کے پیش نظر آپ کے بینک کھاتہ کی تصدیق کرنی ہے.
uz: Qo‘shimcha xavfsizlik chorasi sifatida davom etishdan avval bank hisob qaydnomangizni tekshirishimiz kerak.
vi: Như một biện pháp an ninh bổ sung, chúng tôi cần kiểm chứng tài khoản ngân hàng của bạn trước khi tiếp tục.
zh_hans: 作为增强的安全措施，我们需要在继续之前验证您的银行帐户。
zh_hant: 為了提供更嚴密的安全措施，我們必須先驗證您的信用卡，才能繼續進行後續動作。
