Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MsfbOrgProfile.Turkey.CheckboxForVatId.Text
source: Please confirm you are an authorized purchaser for a VAT registered entity
af: Bevestig asseblief dat jy ’n gemagtigde aankoper vir ’n BTW-geregistreerde entiteit is
am: እባክዎ የቫት ለተመዘገበ ህጋዊ አካል ፈቃድ ያልዎት ገዢ መሆንዎን ያረጋግጡ
ar: يُرجى التأكيد أنك مشترٍ معتمد لكيان ضريبة القيمة المضافة المسجل
as: এটা VAT পঞ্জীয়ন সত্তাৰ বাবে আপুনি এজন অনুমোদিত ক্ৰয় কৰোতা বুলি অনুগ্ৰহ কৰি নিশ্চিত কৰক
az: ƏDV ilə qeydiyyatdan keçmiş müəssisə üçün səlahiyyətli müştəri olduğunuzu təsdiqləyin
bg: Потвърдете, че сте упълномощен купувач за регистриран за целите на ДДС обект
bn_in: আপনি একটি VAT নিবন্ধিত সত্তা জন্য অনুমোদিত ক্রেতা নিশ্চিত করুন
bs: Potvrdite da ste ovlašteni kupac za pravno lice koje je registrirano za PDV
cy: Cadarnhewch eich bod yn brynwr awdurdodedig ar gyfer endid sydd wedi cofrestru ar gyfer Treth ar Werth
da: Bekræft, at du er autoriseret indkøber til en momsregistreret enhed.
de: Bitte bestätigen Sie, dass Sie ein autorisierter Einkäufer der zur MwSt. registrierten Entität sind.
el: Επιβεβαιώστε ότι είστε εξουσιοδοτημένος αγοραστής για έναν καταχωρημένο φορέα ΦΠΑ
es: Confirma que eres un comprador autorizado para una entidad registrada en IVA.
et: Kinnitage, et olete käibemaksukohustuslasena (VAT) registreeritud üksuse volitatud ostja
eu: Berretsi BEZ erregistratutako entitate gisa jarduteko erosle baimendua zarela
fa: تأیید کنید که شما یک خریدار مجاز برای نهاد ثبت‌شده مالیات بر ارزش افزوده هستید
ga: Deimhnigh gur ceannaitheoir údaraithe thú le haghaidh aonán atá cláraithe do CBL
gd: Dearbh gu bheil thu nad cheannaiche ùghdarraichte airson buidheann a clàraich airson VAT
gl: Confirma que es un comprador autorizado para unha entidade de IVE rexistrada
gu: કૃપા કરીને ખાતરી કરો કે તમે VAT રજિસ્ટર્ડ એન્ટિટી માટે અધિકૃત ખરીદકર્તા છો
he: אשר שאתה רוכש מורשה עבור ישות רשומה לצורך מע"מ
hi: कृपया पुष्टि करें कि आप किसी वैट पंजीकृत निकाय के लिए अधिकृत खरीदार हैं
hr: Potvrdite da ste ovlašteni kupac za pravnu osobu koja je registrirana za PDV
hu: Kérjük, igazolja, hogy Ön egy ÁFA-regisztrációval rendelkező jogi személy hivatalos beszerzője.
id: Konfirmasi bahwa Anda pembeli resmi untuk entitas terdaftar PPN
is: Staðfestu að þú sért vottaður innkaupandi aðila á virðisaukaskattsskrá
ja: お客様が、VAT が登録されている会社で承認されている購入者であることを確認してください
ka: გთხოვთ, დაადასტუროთ, რომ თქვენ ხართ დღგ-ს დარეგისტრირებული გადამხდელი ობიექტის ავტორიზებული შემსყიდველი
kk: Өзіңіздің ҚҚС тіркелген ұйымның рұқсат етілген сатып алушысы екеніңізді растаңыз
kn: ನೀವು VAT ನೋಂದಾಯಿತ ಘಟಕದ ಅಧಿಕೃತ ಖರೀದಿದಾರರಾಗಿದ್ದೀರಿ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ದೃಢೀಕರಿಸಿ
ko: VAT 등록 법인의 승인된 구매자임을 확인하세요.
ku_arab: تکایە دووپاتی بکەوە که تۆ کڕیارێکی ڕێپێدراویت بۆ کۆمپانیایەکی تۆمارکراوی VAT
ky: Кошумча нарк салыгын төлөөчү мекеменин ыйгарым укуктуу сатып алуучусу экениңизди ырастаңыз
lo: ກະລຸນາຢືນຢັນທ່ານແມ່ນຜູ້ຊື້ທີ່ໄດ້ຮັບອະນຸຍາດສຳລັບນິຕິບຸກຄົນທີ່ລົງທະບຽນ VAT
lt: Patvirtinkite, kad esate įgaliotas registruoto PVM mokėtojo pirkėjas.
lv: Apstipriniet, ka esat pilnvarots reģistrēta PVN maksātāja pircējs
mi: Tēnā whakaūngia he kaihoko whai mana koe mō tētahi hinonga rēhita tāke hokohoko.
mk: Потврдете дека сте овластен купувач за субјект регистриран за ДДВ
ml: വാറ്റ്/മൂല്യവര്‍ദ്ധിത നികുതി രെജിസ്റ്റർ ചെയ്തിട്ടുള്ള അസ്തിത്വത്തിനായുള്ള അംഗീകൃതമായി വിലക്ക് പർച്ചേസർ
mn: Та НӨТ төлөгч байгууллагын баталгаажсан худалдан авагч эсэхээ нотолно уу
mr: कृपया आपण एका VAT नोंदणीकृत संस्थेसाठी अधिकृत खरेदीदार आहात याची पुष्टी करा
ms: Sila sahkan bahawa anda ialah pembeli yang disahkan untuk entiti berdaftar VAT
mt: Jekk jogħġbok ikkonferma li int xerrej awtorizzat għal entità rreġistrata tal-VAT
ne: कृपया आफू भ्याटमा दर्ता संस्थाको आधिकारिक खरिदकर्ता भएको पुष्टि गर्नुहोस्
nn_no: Bekreft at du er ein godkjent innkjøpar for ei mva-registrert eining
no: Bekreft at du er en autorisert innkjøper for MVA-registrert enhet
or: ଦୟାକରି ସୁନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ VAT ପଞ୍ଜୀକୃତ ସତ୍ତା ପାଇଁ ଜଣେ ଅଧିକୃତ ବିକ୍ରେତା ଅଟନ୍ତି
pa_arab_pk: میربانی کر کہ پک کرو VAT رجسٹر کردہ ادارے لئی تُسی مجاز کردہ خریدار او
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਸੀਂ ਵੈਟ ਰਜਿਸਟਰ ਕੀਤੀ ਇਕਾਈ ਲਈ ਇਖਤਿਆਰੀ ਖਰੀਦਦਾਰ ਹੋ
pl: Potwierdź, że jesteś autoryzowanym nabywcą z podmiotu będącego płatnikiem podatku VAT
ru: Подтвердите, что вы уполномоченный покупатель, который действует в интересах юридического лица, зарегистрированного как плательщик НДС
sd: مهرباني ڪري تصديق ڪريو ته توهان VAT جي رجسٽر ڪيل اداري لاءِ اجازت ڏنل خريدار آهيو
si: ඔබ VAT ලියාපදිංචි ආයතනයක් සඳහා බලයලත් මිලදී ගන්නෙකු බව කාරුණිකව තහවුරු කරන්න
sl: Potrdite, da ste pooblaščeni nabavnik za entiteto, ki je zavezanec za DDV
sr_cyrl_rs: Потврдите да сте овлашћени купац за субјекат са регистрованим ПИБ-ом
sr_latn_rs: Potvrdite da ste ovlašćeni kupac za entitet u sistemu PDV-a
sv: Bekräfta att du är en auktoriserad inköpare för en momsregistrerad enhet (VAT)
ta: VAT பதிவுசெய்துள்ள நிறுவனத்திற்காக நீங்கள் அங்கீகரிக்கப்பட்டுள்ள வாங்குபவராக உறுதிசெய்து கொள்ளவும்
te: ఒక VAT నమోదిత అస్తిత్వానికి మీరు ధృవీకరించబడ్డ కొనుగోలుదారు అని దయచేసి నిర్థారించండి
tg: Лутфан, тасдиқ кунед, ки шумо барои ниҳоди ба қайд гирифташудаи ААИ харидори ваколатдор мебошед
th: โปรดยืนยันว่าคุณเป็นผู้ซื้อที่ได้รับอนุญาตสำหรับหน่วยงานที่มีการขึ้นทะเบียน VAT
tr: Lütfen KDV kayıtlı varlığı için yetkili bir satın almacı olduğunuzu onaylayın
tt: НДС теркәлгән объект өчен вәкаләтле сатып алучы икәнлегегезне раслагыз
ug: ئىجازەتلەنگەن ۋە قوشۇلما قىممەت بېجى تىزىملانغان كوللېكتىپ سېتىۋالغۇچىلىغىڭىزنى جەزملەشتۈرۈڭ
uk: Підтвердьте, що ви вповноважений покупець, який діє в інтересах юридичної особи, зареєстрованої як платник ПДВ
ur: براہ مہربانی تصدیق کریں کہ آپ ایک VAT رجسٹر شدہ وجود کے ایک مجاز شدہ خریدار ہیں
uz: QQS ro‘yxatga olingan tovar uchun vakolatli xaridor ekaningizni tasdiqlang
vi: Xin vui lòng xác nhận bạn là một người mua được ủy quyền cho một tổ chức đã đăng ký thuế GTGT
zh_hans: 请确认你是增值税注册实体的授权买方
zh_hant: 請確認您是已註冊實體加值稅的授權購買者。

# Literal.MsfbOrgProfile.Bangladesh.CheckboxForVatId.Text
source: Please confirm you are an authorized purchaser for a VAT registered entity in Bangladesh
af: Bevestig asseblief dat jy ’n gemagtigde aankoper vir ’n BTW-geregistreerde entiteit in Bangladesj is
am: እባክዎ በባንግላዴሽ ለ VAT ለተመዘገበ ህጋዊ አካል ፈቃድ ያልዎት ገዢ መሆንዎን ያረጋግጡ
ar: يُرجى التأكيد أنك مشترٍ معتمد لكيان ضريبة القيمة المضافة المسجل في بنغلاديش
as: বাংলাদেশত এক VAT পঞ্জীকৃত সত্তাৰ বাবে আপুনি এজন কৰ্তৃত্বপ্ৰাপ্ত ক্ৰেতা বুলি অনুগ্ৰহ কৰি নিশ্চিত কৰক
az: Banqladeşdə ƏDV ilə qeydiyyatdan keçmiş müəssisə üçün səlahiyyətli müştəri olduğunuzu təsdiqləyin
bg: Потвърдете, че сте упълномощен купувач за регистриран по ДДС обект в Бангладеш
bn_in: অনুগ্রহ করে নিশ্চিত করুন যে আপনি বাংলাদেশে একটি VAT নিবন্ধিত সংস্থার একজন অনুমোদিত ক্রেতা
bs: Potvrdite da ste ovlašteni kupac za poslovni subjekt s registriranim PDV brojem u Bangladešu
cy: Cadarnhewch eich bod yn brynwr awdurdodedig ar gyfer endid sydd wedi cofrestru ar gyfer Treth ar Werth yn Bangladesh
da: Bekræft, at du er en autoriseret indkøber for en momsregistreret enhed i Bangladesh
de: Bestätigen Sie, dass Sie ein autorisierter Einkäufer einer juristischen Person mit registrierter Umsatzsteuernummer in Bangladesch sind.
el: Επιβεβαιώστε ότι είστε εξουσιοδοτημένος αγοραστής για μια καταχωρημένη οντότητα ΑΦΜ στο Μπανγκλαντές
es: Confirme que es un comprador autorizado para una entidad registrada en IVA en Bangladés
et: Kinnitage, et olete käibemaksukohustuslasena (VAT) registreeritud üksuse volitatud ostja Bangladeshis
eu: Berretsi Bangladesheko BEZ sisteman erregistratutako entitate gisa jarduteko erosle baimendua zarela
fa: لطفاً تأیید کنید که شما یک خریدار مجاز برای نهاد ثبت‌شده مالیات بر ارزش افزوده (VAT) در بنگلادش هستید
ga: Deimhnigh go bhfuil tú údaraithe mar cheannaitheoir d’aonán sa Bhanglaidéis atá cláraithe do CBL
gd: Dearbh gu bheil thu nad cheannaiche ùghdarraichte airson buidheann a clàraich airson VAT ann am Bangladais
gl: Confirme que é un comprador autorizado para unha entidade de IVE rexistrada en Bangladesh
gu: કૃપા કરીને ખાતરી કરો કે તમે બાંગ્લાદેશમાં VAT રજિસ્ટર્ડ એન્ટિટી માટે અધિકૃત ખરીદકર્તા છો
he: אשר שאתה רוכש מורשה עבור ישות רשומה לצורך מע"מ בבנגלדש
hi: कृपया पुष्टि करें कि आप बांग्लादेश में VAT पंजीकृत निकाय के लिए अधिकृत खरीददार हैं
hr: Potvrdite da ste ovlašteni kupac za pravnu osobu koja je registrirana za PDV u Bangladešu
hu: Kérjük, igazolja, hogy Ön egy Bangladesben ÁFA-regisztrációval rendelkező jogi személy hivatalos beszerzője
id: Konfirmasikan bahwa Anda adalah pembeli resmi untuk entitas terdaftar PPN di Bangladesh
is: Staðfestu að þú sért vottaður innkaupandi fyrirtækis á virðisaukaskattsskrá í Bangladess
ja: お客様が、バングラデシュの VAT 登録法人で承認されている購入者であることをご確認ください
ka: გთხოვთ, დაადასტუროთ, რომ თქვენ ხართ დღგ-ს დარეგისტრირებული გადამხდელი ობიექტის ავტორიზებული შემსყიდველი ბანგლადესში
kk: Өзіңіздің Бангладештегі ҚҚС тіркелген ұйымның рұқсат етілген сатып алушысы екеніңізді растаңыз
kn: ಬಾಂಗ್ಲಾದೇಶದಲ್ಲಿ ನೀವು VAT ನೋಂದಾಯಿತ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ಖರೀದಿದಾರರಾಗಿದ್ದೀರಿ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ದೃಢೀಕರಿಸಿ
ko: 방글라데시의 VAT 등록 법인의 승인된 구매자임을 확인하세요.
ku_arab: تکایە پشتڕاست بکەوە که تۆ کڕیارێکی ڕێپێدراویت بۆ کۆمپانیایەکی تۆمارکراوی VAT لە بەنگلادیش
ky: Бангладештеги кошумча нарк салыгын төлөөчү мекеменин ыйгарым укуктуу сатып алуучусу экениңизди ырастаңыз
lo: ກະລຸນາຢືນຢັນທ່ານແມ່ນຜູ້ຊື້ທີ່ໄດ້ຮັບອະນຸຍາດສຳລັບນິຕິບຸກຄົນທີ່ລົງທະບຽນ VAT ໃນບັງຄະລາເທດ
lt: Patvirtinkite, kad esate įgaliotasis pirkėjas, atstovaujantis Bangladeše registruotam PVM mokėtojui
lv: Apstipriniet, ka esat pilnvarots reģistrēta PVN maksātāja pircējs Bangladešā
mi: Me whakaū ko koe te kaihoko whakamana mō tētahi hinonga rēhita VAT ki Pākaratēhi
mk: Потврдете дека сте овластен купувач за субјект регистриран за ДДВ во Бангладеш
ml: ബംഗ്ലാദേശിൽ VAT രജിസ്‌റ്റർ ചെയ്‌തിട്ടുള്ള സ്ഥാപനത്തിന്റെ അംഗീകാരം ലഭിച്ചിട്ടുള്ള പർച്ചേസറാണ് നിങ്ങളെന്ന് സ്ഥിരീകരിക്കുക
mn: Та Бангладешт бүртгэлтэй НӨТ төлөгч байгууллагын баталгаажсан худалдан авагч болохоо нотолно уу
mr: कृपया आपण बांगलादेश मधील एका VAT नोंदणीकृत संस्थेसाठी अधिकृत खरेदीदार आहात याची पुष्टी करा
ms: Sila sahkan bahawa anda ialah pembeli yang disahkan untuk entiti berdaftar VAT di Bangladesh
mt: Jekk jogħġbok ikkonferma li int xerrej awtorizzat għal entità rreġistrata tal-VAT fil-Bangladesh
ne: कृपया तपाईं बङ्लादेशमा VAT दर्ता गरिएको तत्त्वको लागि अधिकृत खरीदकर्ता हुनुहुन्छ भनी पुष्टि गर्नुहोस्
nn_no: Stadfest at du er ein autorisert innkjøpar for ei MVA-registrert eining i Bangladesh
no: Bekreft at du er en autorisert innkjøper for en MVA-registrert enhet i Bangladesh
or: ଦୟାକରି ସୁନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ବାଙ୍ଗଲାଦେଶରେ ଜନେ VAT ପଞ୍ଜୀକୃତ ସତ୍ତା ପାଇଁ ଜଣେ ଅଧିକୃତ ବିକ୍ରେତା ଅଟନ୍ତି
pa_arab_pk: میربانی کر کہ پک کرو کہ بنگلہ دیش وچ VAT رجسٹر شدہ ادارے لئی تُسی مجاز کردہ خریدار او
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਸੀਂ ਬੰਗਲਾਦੇਸ਼ ਵਿੱਚ ਇੱਕ VAT ਰਜਿਸਟਰਡ ਐਨਟਿਟੀ ਲਈ ਅਧਿਕਾਰਤ ਖਰੀਦਦਾਰ ਹੋ
pl: Potwierdź, że jesteś autoryzowanym nabywcą z podmiotu będącego płatnikiem podatku VAT w Bangladeszu
ru: Подтвердите, что вы уполномоченный покупатель, который действует в интересах юридического лица, зарегистрированного как плательщик НДС в Бангладеше
sd: میربانی کر کہ پک کرو کہ بنگلہ دیش وچ VAT رجسٹر شدہ ادارے لئی تُسی مجاز کردہ خریدار او
si: ඔබ බංගලාදේශයෙහි VAT ලියාපදිංචි ආයතනයක් සඳහා බලයලත් මිලදී ගන්නෙකු බව කාරුණිකව තහවුරු කරන්න
sl: Potrdite, da ste pooblaščeni kupec za pravno osebo v Bangladešu, ki je zavezanec za DDV
sr_cyrl_rs: Потврдите да сте овлашћени купац за ентитет са регистрованим ПДВ бројем у Бангладешу
sr_latn_rs: Potvrdite da ste ovlašćeni kupac za entitet sa registrovanim PDV brojem u Bangladešu
sv: Bekräfta att du är en auktoriserad inköpare för en VAT-registrerad entitet i Bangladesh
ta: பங்களாதேஷில் VAT பதிவுசெய்துள்ள நிறுவனத்திற்காக நீங்கள் அங்கீகரிக்கப்பட்டுள்ள வாங்குபவர் என்பதை உறுதிப்படுத்தவும்
te: దయచేసి మీరు బంగ్లాదేశ్‌లో VAT నమోదిత ఎంటిటీ కోసం అధికారిక కొనుగోలుదారు అని నిర్ధారించండి
tg: Лутфан, тасдиқ кунед, ки шумо барои ниҳоди ба қайд гирифташудаи ААИ дар Бангладеш харидори ваколатдор мебошед
th: โปรดยืนยันว่าคุณเป็นผู้ซื้อที่ได้รับอนุญาตสำหรับหน่วยงานที่มีการขึ้นทะเบียน VAT ในบังกลาเทศ
tr: Lütfen Bangladeş'te KDV kayıtlı varlığı için yetkili bir satın alma görevlisi olduğunuzu onaylayın
tt: НДС теркәлгән Бангладештагы объект өчен вәкаләтле сатып алучы икәнлегегезне раслагыз
ug: بېنگالدا ئىجازەتلەنگەن ۋە VAT تىزىملاتقان سېتىۋالغۇچى ئىكەنلىكىڭىزنى جەزملەڭ
uk: Підтвердьте, що ви вповноважений покупець, який діє в інтересах юридичної особи, зареєстрованої як платник ПДВ в Бангладеш
ur: براہ کرم تصدیق کریں کہ آپ بنگلہ دیش میں VAT رجسٹرڈ اداراہ کیلئے ایک مجاز خریدار ہیں
uz: Bangladeshda QQS roʻyxatiga olingan yuridik shaxsning vakolatli xaridori ekaningizni tasdiqlang
vi: Vui lòng xác nhận bạn là người mua được ủy quyền của một tổ chức đã đăng ký thuế VAT tại Bangladesh
zh_hans: 请确认你是孟加拉国增值税注册实体的授权买方
zh_hant: 請確認您是孟加拉加值稅註冊實體的授權購買者

# Literal.MsfbOrgProfile.Malaysia.CheckboxForVatId.Text
source: Please confirm you are an authorized purchaser for a SST registered entity in Malaysia
af: Bevestig asseblief dat jy ’n gemagtigde aankoper vir ’n BTW-geregistreerde entiteit in Maleisië is
am: እባክዎ በማሌዥያ ለ SST ለተመዘገበ ህጋዊ አካል ፈቃድ ያልዎት ገዢ መሆንዎን ያረጋግጡ
ar: يُرجى التأكيد أنك مشترٍ معتمد لكيان ضريبة المبيعات والخدمات المسجل في ماليزيا
as: মালয়েচিয়াত এক SST পঞ্জীকৃত সত্তাৰ বাবে আপুনি এজন কৰ্তৃত্বপ্ৰাপ্ত ক্ৰেতা বুলি অনুগ্ৰহ কৰি নিশ্চিত কৰক
az: Malayziyada ƏDV ilə qeydiyyatdan keçmiş müəssisə üçün səlahiyyətli müştəri olduğunuzu təsdiqləyin
bg: Потвърдете, че сте упълномощен купувач за регистриран по SST обект в Малайзия
bn_in: অনুগ্রহ করে নিশ্চিত করুন যে আপনি মালয়েশিয়াতে একটি SST নিবন্ধিত সংস্থার একজন অনুমোদিত ক্রেতা
bs: Potvrdite da ste ovlašteni kupac za poslovni subjekt s registriranim SST brojem u Maleziji
cy: Cadarnhewch eich bod yn brynwr awdurdodedig ar gyfer endid sydd wedi cofrestru ar gyfer SST ym Maleisia
da: Bekræft, at du er en autoriseret indkøber for en SST-registreret enhed i Malaysia
de: Bitte bestätigen Sie, dass Sie ein autorisierter Einkäufer einer für SST registrierten juristischen Person in Malaysia sind.
el: Επιβεβαιώστε ότι είστε εξουσιοδοτημένος αγοραστής για μια καταχωρημένη οντότητα SST στη Μαλαισία
es: Confirme que es un comprador autorizado para una entidad registrada en SST en Malasia
et: Kinnitage, et olete müügi- ja teenusemaksu kohustuslasena (SST) registreeritud üksuse volitatud ostja Malaisias
eu: Berretsi Malaysiako SST sisteman erregistratutako entitate gisa jarduteko erosle baimendua zarela
fa: لطفاً تأیید کنید که شما یک خریدار مجاز برای نهاد ثبت‌شده مالیات بر فروش و خدمات (SST) در مالزی هستید
ga: Deimhnigh go bhfuil tú údaraithe mar cheannaitheoir d’aonán sa Mhalaeisia atá cláraithe do cháin díolacháin agus seirbhísí
gd: Dearbh gu bheil thu nad cheannaiche ùghdarraichte airson buidheann a clàraich airson SST ann am Malaidhsea
gl: Confirme que é un comprador autorizado para unha entidade de SST rexistrada en Malaisia
gu: કૃપા કરીને ખાતરી કરો કે તમે મલેશિયામાં SST રજિસ્ટર્ડ એન્ટિટી માટે અધિકૃત ખરીદકર્તા છો
he: אשר שאתה רוכש מורשה עבור ישות רשומה לצורך SST במלזיה
hi: कृपया पुष्टि करें कि आप मलेशिया में SST पंजीकृत निकाय के लिए अधिकृत खरीददार हैं
hr: Potvrdite da ste ovlašteni kupac za pravnu osobu koja je registrirana za PDV u Maleziji
hu: Kérjük, igazolja, hogy Ön egy Malajziában SST-regisztrációval rendelkező jogi személy hivatalos beszerzője
id: Konfirmasikan bahwa Anda adalah pembeli resmi untuk entitas terdaftar PPN di Malaysia
is: Staðfestu að þú sért vottaður innkaupandi fyrirtækis á sölu- og þjónustuskattskrá í Malasíu
ja: お客様が、マレーシアの SST 登録法人で承認されている購入者であることをご確認ください
ka: გთხოვთ, დაადასტუროთ, რომ თქვენ ხართ გაყიდვებისა და მომსახურების გადახდის დარეგისტრირებული გადამხდელი ობიექტის ავტორიზებული შემსყიდველი მალაიზიაში
kk: Өзіңіздің Малайзиядағы SST тіркелген ұйымның рұқсат етілген сатып алушысы екеніңізді растаңыз
kn: ಮಲೇಷ್ಯಾದಲ್ಲಿ ನೀವು SST ನೋಂದಾಯಿತ ಸಂಸ್ಥೆಯ ಅಧಿಕೃತ ಖರೀದಿದಾರರಾಗಿದ್ದೀರಿ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ದೃಢೀಕರಿಸಿ
ko: 말레이시아의 SST 등록 법인의 승인된 구매자임을 확인하세요.
ku_arab: تکایە پشتڕاست بکەوە که تۆ کڕیارێکی ڕێپێدراویت بۆ کۆمپانیایەکی تۆمارکراوی VAT له مالێزیا
ky: Малайзиядагы кошумча нарк салыгын төлөөчү мекеменин ыйгарым укуктуу сатып алуучусу экениңизди ырастаңыз
lo: ກະລຸນາຢືນຢັນທ່ານແມ່ນຜູ້ຊື້ທີ່ໄດ້ຮັບອະນຸຍາດສຳລັບນິຕິບຸກຄົນທີ່ລົງທະບຽນ SST ໃນມາເລເຊຍ
lt: Patvirtinkite, kad esate įgaliotasis pirkėjas, atstovaujantis Malaizijoje registruotam SST mokėtojui
lv: Apstipriniet, ka esat pilnvarots reģistrēta tirdzniecības un pakalpojumu nodokļa maksātāja pircējs Malaizijā
mi: Me whakaū ko koe te kaihoko whakamana mō tētahi hinonga rēhita SST ki Mareihia
mk: Потврдете дека сте овластен купувач за субјект регистриран за ССТ во Малезија
ml: മലേഷ്യയിൽ SST രജിസ്‌റ്റർ ചെയ്‌തിട്ടുള്ള സ്ഥാപനത്തിന്റെ അംഗീകാരം ലഭിച്ചിട്ടുള്ള പർച്ചേസറാണ് നിങ്ങളെന്ന് സ്ഥിരീകരിക്കുക
mn: Та Малайзад бүртгэлтэй БҮТ төлөгч байгууллагын баталгаажсан худалдан авагч болохоо нотолно уу
mr: कृपया आपण मलेशिया मधील एका SST नोंदणीकृत संस्थेसाठी अधिकृत खरेदीदार आहात याची पुष्टी करा
ms: Sila sahkan bahawa anda ialah pembeli yang disahkan untuk entiti berdaftar SST di Malaysia
mt: Jekk jogħġbok ikkonferma li int xerrej awtorizzat għal entità rreġistrata tal-SST fil-Malażja
ne: कृपया तपाईं मलेसियामा SST दर्ता गरिएको तत्त्वको लागि अधिकृत खरीदकर्ता हुनुहुन्छ भनी पुष्टि गर्नुहोस्
nn_no: Stadfest at du er ein autorisert innkjøpar for ei MVA-registrert (SST) eining i Malaysia
no: Bekreft at du er en autorisert innkjøper for en MVA-registrert (SST) enhet i Malaysia
or: ଦୟାକରି ସୁନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ମାଲେଶିଆରେ ଜଣେ SST ପଞ୍ଜୀକୃତ ସତ୍ତା ପାଇଁ ଜଣେ ଅଧିକୃତ ବିକ୍ରେତା ଅଟନ୍ତି
pa_arab_pk: میربانی کر کہ پک کرو کہ ملائیشیا وچ SST رجسٹر شدہ ادارے لئی تُسی مجاز کردہ خریدار او
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਸੀਂ ਮਲੇਸ਼ੀਆ ਵਿੱਚ ਇੱਕ SST ਰਜਿਸਟਰਡ ਐਨਟਿਟੀ ਲਈ ਅਧਿਕਾਰਤ ਖਰੀਦਦਾਰ ਹੋ
pl: Potwierdź, że jesteś autoryzowanym nabywcą z podmiotu będącego płatnikiem podatku SST w Malezji
ru: Подтвердите, что вы уполномоченный покупатель, который действует в интересах юридического лица, зарегистрированного как плательщик налога на продажи и услуги в Малайзии
sd: میربانی کر کہ پک کرو کہ ملائیشیا وچ SST رجسٹر شدہ ادارے لئی تُسی مجاز کردہ خریدار او
si: ඔබ මැලේසියාවෙහි SST ලියාපදිංචි ආයතනයක් සඳහා බලයලත් මිලදී ගන්නෙකු බව කාරුණිකව තහවුරු කරන්න
sl: Potrdite, da ste pooblaščeni kupec za pravno osebo v Maleziji, ki je zavezanec za SST
sr_cyrl_rs: Потврдите да сте овлашћени купац за ентитет са регистрованим SST-ом у Малезији
sr_latn_rs: Potvrdite da ste ovlašćeni kupac za entitet sa registrovanim SST-om u Maleziji
sv: Bekräfta att du är en auktoriserad inköpare för en SST-registrerad entitet i Malaysia
ta: மலேசியாவில் SST பதிவுசெய்துள்ள நிறுவனத்திற்காக நீங்கள் அங்கீகரிக்கப்பட்டுள்ள வாங்குபவர் என்பதை உறுதிப்படுத்தவும்
te: దయచేసి మీరు మలేషియాలో SST నమోదిత ఎంటిటీ కోసం అధికారిక కొనుగోలుదారు అని నిర్ధారించండి
tg: Лутфан, тасдиқ кунед, ки шумо барои ниҳоди ба қайд гирифташудаи SST дар Малайзия харидори ваколатдор мебошед
th: โปรดยืนยันว่าคุณเป็นผู้ซื้อที่ได้รับอนุญาตสำหรับหน่วยงานที่มีการขึ้นทะเบียน SST ในมาเลเซีย
tr: Lütfen Malezya'da SST kayıtlı varlığı için yetkili bir satın alma görevlisi olduğunuzu onaylayın
tt: Сатуга һәм хезмәт күрсәтүгә салым теркәлгән Малайзиядәге объект өчен вәкаләтле сатып алучы икәнлегегезне раслагыз
ug: مالايسىيادا ئىجازەتلەنگەن ۋە VAT تىزىملاتقان سېتىۋالغۇچى ئىكەنلىكىڭىزنى جەزملەڭ
uk: Підтвердьте, що ви вповноважений покупець, який діє в інтересах юридичної особи, зареєстрованої як платник SST в Малайзії
ur: براہ کرم تصدیق کریں کہ آپ ملیشیا میں SST رجسٹرڈ اداراہ کیلئے ایک مجاز خریدار ہیں
uz: Malayziyada SST roʻyxatiga olingan yuridik shaxsning vakolatli xaridori ekaningizni tasdiqlang
vi: Vui lòng xác nhận bạn là người mua được ủy quyền của một tổ chức đã đăng ký SST tại Malaysia
zh_hans: 请确认你是马来西亚 SST 注册实体的授权买方
zh_hant: 請確認您是馬來西亞加值稅註冊實體的授權購買者
