Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.CompletedNotice
source: <h3 class="font-bitcoin-title">Payment received!</h3> <br /> We have received your payment and added {0} into your Microsoft account.
af: <h3 class="font-bitcoin-title">Betaling is ontvang!</h3> <br /> Ons het jou betaling ontvang en {0} by jou Microsoft-rekening gevoeg.
am: <h3 class="font-bitcoin-title">ክፍያው ደርሷል!</h3> <br /> ክፍያዎ የደረሰን ሲሆን {0}ን ወደ የእርስዎ የMicrosoft መለያ አክለነዋል።
ar: <h3 class="font-bitcoin-title">تم استلام عملية الدفع!</h3> <br /> لقد استلمنا عملية الدفع الخاص بك وأضفنا {0} إلى حساب Microsoft الخاص بك.‬
as: <h3 class="font-bitcoin-title">পৰিশোধ কৰা ধন প্ৰাপ্ত হৈছে!</h3> <br /> আমি আপোনাৰ পৰিশোধ প্ৰাপ্ত কৰিছোঁ আৰু {0}ক আপোনাৰ Microsoft একাউন্টত যোগ কৰিছোঁ৷
az: <h3 class="font-bitcoin-title">Ödəniş qəbul edildi!</h3> <br /> Ödənişinizi qəbul etdik və Microsoft hesabınıza {0} əlavə etdik.
bg: <h3 class="font-bitcoin-title">Плащането е получено!</h3> <br /> Получихме плащането и добавихме {0} към вашия акаунт в Microsoft.
bn_in: <h3 class="font-bitcoin-title">অর্থপ্রদান পাওয়া গেছে!</h3> <br /> আমরা আপনার দেওয়া অর্থ পেয়েছি এবং আপনার Microsoft অ্যাকাউন্টে {0} যোগ করেছি।
bs: <h3 class="font-bitcoin-title">Uplata je primljena!</h3> <br /> Primili smo vašu uplatu i dodali {0} na vaš Microsoft račun.
cy: <h3 class="font-bitcoin-title">Rydyn ni wedi derbyn y taliad!</h3> <br /> Rydyn ni wedi derbyn eich taliad ac wedi ychwanegu {0} i’ch cyfrif Microsoft.
da: <h3 class="font-bitcoin-title">Betalingen er modtaget!</h3> <br /> Vi har modtaget din betaling og indsat {0} på din Microsoft-konto.
de: <h3 class="font-bitcoin-title">Zahlung empfangen!</h3> <br /> Wir haben Ihre Zahlung empfangen und Ihrem Microsoft-Konto {0} hinzugefügt.
el: <h3 class="font-bitcoin-title">Η πληρωμή ελήφθη!</h3> <br /> Λάβαμε την πληρωμή σας και προσθέσαμε {0} στο λογαριασμό σας Microsoft.
es: <h3 class="font-bitcoin-title">Pago recibido.</h3> <br /> Hemos recibido tu pago y hemos agregado {0} a tu cuenta Microsoft.
et: <h3 class="font-bitcoin-title">Makse on saabunud.</h3> <br /> Saime teie makse ja lisasime {0} teie Microsofti kontole.
eu: <h3 class="font-bitcoin-title">Jaso da ordainketa!</h3> <br /> Zure ordainketa jaso dugu eta Microsoft kontuan gehitu dugu {0}.
fa: <h3 class="font-bitcoin-title">پرداخت دریافت شد!</h3> <br /> پرداخت شما دریافت کردیم و {0} را به حساب Microsoft شما اضافه کردیم.
ga: <h3 class="font-bitcoin-title">Fuarthas an íocaíocht!</h3> <br /> Fuaireamar d'íocaíocht agus chuireamar {0} le do chuntas Microsoft.
gd: <h3 class="font-bitcoin-title">Chaidh a phàigheadh!</h3> <br /> Fhuair sinn an t-airgead agus chuir sinn {0} ris a’ chunntas Microsoft agad.
gl: <h3 class="font-bitcoin-title">Pagamento recibido!</h3> <br /> Recibimos o teu pagamento e engadimos{0} na túa conta de Microsoft.
gu: <h3 class="font-bitcoin-title">પેમેન્ટ મળી ગયું છે!</h3> <br /> અમને તમારું પેમેન્ટ મળ્યું છે અને તમારા Microsoft ખાતામાં {0} ઉમેર્યું છે.
he: <h3 class="font-bitcoin-title">התשלום התקבל!</h3> <br /> קיבלנו את התשלום שלך והוספנו {0} לחשבון Microsoft שלך.
hi: <h3 class="font-bitcoin-title">भुगतान प्राप्त हुआ!</h3> <br /> हमें आपका भुगतान प्राप्त हो गया है और हमने आपके Microsoft खाते में {0} जोड़ दिया है.
hr: <h3 class="font-bitcoin-title">Uplata je primljena!</h3> <br /> Primili smo vašu uplatu i dodali {0} na vaš Microsoftov račun.
hu: <h3 class="font-bitcoin-title">Sikeres befizetés!</h3> <br /> Megkaptuk a befizetését, és {0} összeget feltöltöttünk a Microsoft-fiókjába.
id: <h3 class="font-bitcoin-title">Pembayaran diterima!</h3> <br /> Kami telah menerima pembayaran Anda dan menambahkan {0} ke dalam akun Microsoft Anda.
is: <h3 class="font-bitcoin-title">Greiðsla móttekin!</h3> <br /> Við höfum tekið á móti greiðslu þinni og bætt {0} við Microsoft-reikninginn þinn.
ja: <h3 class="font-bitcoin-title">支払いが完了しました</h3> <br /> 支払いは完了し、{0} が Microsoft アカウントに追加されました。
ka: <h3 class="font-bitcoin-title">გადახდილი თანხა მიღებულია!</h3> <br /> ჩვენ მივიღეთ თქვენი გადახდილი თანხა და დავამატეთ {0} თქვენს Microsoft-ის ანგარიშზე.
kk: <h3 class="font-bitcoin-title">Төлем алынды!</h3> <br /> Төлеміңізді алып, {0} сомасын Microsoft тіркелгіңізге қостық.
kn: <h3 class="font-bitcoin-title">ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ!</h3> <br /> ನಿಮ್ಮ ಪಾವತಿಯನ್ನು ನಾವು ಸ್ವೀಕರಿಸಿದ್ದೇವೆ ಮತ್ತು ನಿಮ್ಮ Microsoft ಖಾತೆಗೆ {0} ಅನ್ನು ಸೇರಿಸಿದ್ದೇವೆ.
ko: <h3 class="font-bitcoin-title">결제가 확인되었습니다.</h3> <br /> 결제를 확인했으며 귀하의 Microsoft 계정에 {0}이(가) 추가되었습니다.
ku_arab: <h3 class="font-bitcoin-title">پارە وەرگیرا!</h3> <br /> پارەكەی تۆمان وەرگرت و {0}مان بۆ ئەژمێری Microsoftی تۆ زیادكرد.
ky: <h3 class="font-bitcoin-title">Төлөм кабыл алынды!</h3> <br /> Биз төлөмүңүздү кабыл алып, {0} Microsoft каттоо жазууңузга коштук.
lo: <h3 class="font-bitcoin-title">ໄດ້ຮັບເງິນແລ້ວ!</h3> <br /> ພວກເຮົາໄດ້ຮັບເງິນຂອງທ່ານແລ້ວ ແລະໄດ້ເພີ່ມ {0} ໃສ່ບັນຊີ Microsoft ຂອງທ່ານແລ້ວ.
lt: <h3 class="font-bitcoin-title">Apmokėjimas gautas!</h3> <br /> Gavome jūsų apmokėjimą ir įtraukėme {0} į jūsų „Microsoft“ paskyrą.
lv: <h3 class="font-bitcoin-title">Maksājums ir saņemts!</h3> <br /> Esam saņēmuši jūsu maksājumu un pievienojuši jūsu Microsoft kontam šādu summu: {0}.
mi: <h3 class="font-bitcoin-title">Kua whiwhi te utunga!</h3> <br /> Kua whiwhi mātou i tō utunga, kua tāpiritia hoki {0} ki tō pūkete Microsoft.
mk: <h3 class="font-bitcoin-title">Уплатата е примена!</h3> <br /> Ја примивме вашата уплата и додадовме {0} на сметката на Microsoft.
ml: <h3 class="font-bitcoin-title">പേയ്‌മെന്‍റ് ലഭിച്ചു!</h3> <br /> നിങ്ങളുടെ പേയ്‌മെന്‍റ് ഞങ്ങൾക്ക് ലഭിക്കുകയും Microsoft അക്കൗണ്ടിൽ {0} ചേർക്കുകയും ചെയ്‌തു.
mn: <h3 class="font-bitcoin-title">Төлбөрийг хүлээн авлаа!</h3> <br /> Бид таны төлбөрийг хүлээн авч, {0}-г таны Microsoft-н хэрэглэгчийн бүртгэл рүү нэмлээ.
mr: <h3 class="font-bitcoin-title">देय प्राप्त!</h3> <br /> आम्हाला आपले देय प्राप्त झाले आहे आणि आपल्या Microsoft खात्यात {0} जोडले.
ms: <h3 class="font-bitcoin-title">Bayaran telah diterima!</h3> <br /> Kami telah menerima bayaran anda dan telah ditambah {0} ke dalam akaun Microsoft anda.
mt: <h3 class="font-bitcoin-title">Pagament riċevut!</h3> <br /> Irċevejna l-pagament tiegħek u ġew miżjuda {0} fil-kont tiegħek ta' Microsoft.
ne: <h3 class="font-bitcoin-title">भुक्तानी प्राप्त भयो!</h3> <br /> हामीले तपाइँको भुक्तानी प्राप्त गरेका छौं र {0} लाई तपाइँको Microsoft खातामा थपेका छौं।
nn_no: <h3 class="font-bitcoin-title">Betalinga er motteken!</h3> <br /> Vi har motteke betalinga di og sett inn {0} på Microsoft-kontoen din.
no: <h3 class="font-bitcoin-title">Betaling mottatt!</h3> <br /> Vi har mottatt betalingen og lagt til {0} på Microsoft-kontoen.
or: <h3 class="font-bitcoin-title">ଦେୟ ପ୍ରାପ୍ତ ହେଲା!</h3> <br /> ଆମେ ଆପଣଙ୍କ ଦେୟ ପ୍ରାପ୍ତ କରିଛୁ ଏବଂ ଆପଣଙ୍କ Microsoft ଏକାଉଣ୍ଟରେ {0} ଯୋଡିଛୁ.
pa_arab_pk: <h3 class="font-bitcoin-title"> ادائیگی وصول ہو گئی اے! </h3> <br /> اسی تہاڈی ادائیگی وصول کر لئی اتے اینوں تہاڈے {0} ایس Microsoft اکا‎ؤنٹ وچ شامل کر دتا اے۔
pa_in: <h3 class="font-bitcoin-title">ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਹੋਇਆ!</h3> <br /> ਅਸੀਂ ਤੁਹਾਡਾ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਕਰ ਲਿਆ ਹੈ ਅਤੇ {0} ਨੂੰ ਤੁਹਾਡੇ Microsoft ਖਾਤੇ ਵਿੱਚ ਜੋੜਿਆ ਹੈ।
pl: <h3 class="font-bitcoin-title">Płatność odebrana!</h3> <br /> Otrzymaliśmy płatność. Kwota {0} została dodana do Twojego konta Microsoft.
ru: <h3 class="font-bitcoin-title">Платеж получен!</h3> <br /> Мы получили ваш платеж и внесли сумму {0} на счет вашей учетной записи Майкрософт.
sd: <h3 class="font-bitcoin-title">ادائگي وصول ٿي!</h3> <br /> اسان توهانجي ادائگي وصول ڪئي آهي ۽ {0} توهانجيMicrosoft اڪائونٽ ۾ اضافو ڪيا آهن.
si: <h3 class="font-bitcoin-title">ගෙවීම ලැබුණි!</h3> <br /> අපට ඔබගේ ගෙවීම ලැබී ඇති අතර ඔබගේ Microsoft ගිණුමට {0} එක් කරන ලදී.
sl: <h3 class="font-bitcoin-title">Plačilo prejeto!</h3> <br /> Prejeli smo vaše plačilo in v vaš Microsoftov račun dodali {0}.
sr_cyrl_rs: <h3 class="font-bitcoin-title">Уплата је примљена!</h3> <br /> Примили смо вашу уплату и додали {0} у ваш Microsoft налог.
sr_latn_rs: <h3 class="font-bitcoin-title">Uplata je primljena!</h3> <br /> Primili smo vašu uplatu i dodali {0} u vaš Microsoft nalog.
sv: <h3 class="font-bitcoin-title">Betalningen mottagen!</h3> <br /> Vi har tagit emot din betalning och satt in {0} på ditt Microsoft-konto.
ta: <h3 class="font-bitcoin-title">கட்டணம் கிடைத்தது!</h3> <br /> உங்கள் கட்டணம் கிடைக்கப்பெற்றோம், மேலும் {0}-ஐ உங்கள் Microsoft கணக்கில் சேர்த்துள்ளோம்.
te: <h3 class="font-bitcoin-title">చెల్లింపు స్వీకరించబడింది!</h3> <br /> మాకు మీ చెల్లింపు అందింది మరియు మీ Microsoft ఖాతాలో {0}ని జోడించాము.
tg: <h3 class="font-bitcoin-title">Қабулшуда пардохт!</h3> <br /> Мо пардохти шуморо қабул кардем ва {0}-ро ба дохили ҳисоби Microsoft-и шумо илова намудем.
th: <h3 class="font-bitcoin-title">ได้รับการชำระเงินแล้ว!</h3> <br /> เราได้รับการชำระเงินของคุณและเติมเงิน {0} เข้าสู่บัญชี Microsoft ของคุณแล้ว
tr: <h3 class="font-bitcoin-title">Ödeme alındı!</h3> <br /> Ödemenizi aldık ve Microsoft hesabınıza {0} ekledik.
tt: <h3 class="font-bitcoin-title">Түләү кабул ителде!</h3> <br /> Түләвегез кабул ителде һәм Майкрософт хисап язмагызга {0} өстәлде.
ug: <h3 class="font-bitcoin-title">ھەق تاپشۇرۇۋېلىندى!</h3> <br /> سىز تۆلىگەن ھەقنى تاپشۇرۇۋېلىپ، Microsoft ھېساباتىڭىغا {0} نى قوشتۇق.
uk: <h3 class="font-bitcoin-title">Оплату отримано!</h3> <br /> Ми отримали вашу оплату та додали {0} до вашого облікового запису Microsoft.
ur: <h3 class="font-bitcoin-title">ادائیگی وصول ہو گئی!</h3> <br /> ہمیں آپ کی ادائیگی وصول ہو گئی اور {0} کو آپ کے Microsoft اکاؤنٹ میں شامل کیا۔
uz: <h3 class="font-bitcoin-title">To‘lov qabul qilindi!</h3> <br /> To‘lovni oldik va Microsoft hisobingizga {0} qo‘shdik.
vi: <h3 class="font-bitcoin-title">Đã nhận được khoản thanh toán!</h3> <br /> Chúng tôi đã nhận được khoản thanh toán của bạn và đã thêm {0} vào tài khoản Microsoft của bạn.
zh_hans: <h3 class="font-bitcoin-title">已收到付款!</h3> <br /> 我们已收到你的付款，并且已将 {0} 添加到你的 Microsoft 帐户。
zh_hant: <h3 class="font-bitcoin-title">已收到付款!</h3> <br /> 我們已收到您的付款，並已將 {0} 加值到您的 Microsoft 帳戶。

# Word.ProcessingPayment
source: <h3 class="font-bitcoin-title">Processing payment…</h3> <br /> Please wait while we add money into your Microsoft account…
af: <h3 class="font-bitcoin-title">Verwerk tans betaling…</h3> <br /> Wag asseblief ’n rukkie terwyl ons geld by jou Microsoft-rekening voeg…
am: <h3 class="font-bitcoin-title">ክፍያ በማከናወን ላይ…</h3> <br /> ገንዘብ ወደ የእርስዎ የMicrosoft መለያ እያከልን ስለሆነ እባክዎ ይጠብቁ…
ar: <h3 class="font-bitcoin-title">تتم الآن معالجة الدفع…</h3> <br /> يرجى الانتظار أثناء إضافتنا المال إلى حساب Microsoft الخاص بك…
as: <h3 class="font-bitcoin-title">ধন পৰিশোধৰ প্ৰক্ৰিয়া চলি আছে…</h3> <br /> অনুগ্ৰহ কৰি আমি আপোনাৰ Microsoft একাউন্টত টকা জমা কৰালৈকে অপেক্ষা কৰক…
az: <h3 class="font-bitcoin-title">Ödəniş emal olunur…</h3> <br /> Microsoft hesabınıza pul əlavə etdiyimiz zaman bir az gözləyin…
bg: <h3 class="font-bitcoin-title">Обработване на плащането…</h3> <br /> Изчакайте, докато добавяме парични средства във вашия акаунт в Microsoft...
bn_in: <h3 class="font-bitcoin-title">অর্থপ্রদান প্রক্রিয়া করা হচ্ছে…</h3> <br /> আমরা আপনার Microsoft অ্যাকাউন্টে অর্থ যোগ করাকালীন, অনুগ্রহ করে অপেক্ষা করুন…
bs: <h3 class="font-bitcoin-title">Obrada plaćanja…</h3> <br /> Pričekajte da dodamo novac na vaš Microsoft račun…
cy: <h3 class="font-bitcoin-title">Wrthi’n prosesu’r taliad...</h3> <br /> Arhoswch funud, rydyn ni’n ychwanegu arian i’ch cyfrif Microsoft...
da: <h3 class="font-bitcoin-title">Betalingen behandles…</h3> <br /> Vent, mens vi sætter penge ind på din Microsoft-konto…
de: <h3 class="font-bitcoin-title">Zahlung wird verarbeitet…</h3> <br /> Bitte warten Sie, während wir Ihrem Microsoft-Konto Geld hinzufügen…
el: <h3 class="font-bitcoin-title">Γίνεται επεξεργασία της πληρωμής…</h3> <br /> Περιμένετε ενώ προσθέτουμε χρήματα στο λογαριασμό σας Microsoft…
es: <h3 class="font-bitcoin-title">Procesando el pago…</h3> <br /> Espera mientras agregamos el dinero a tu cuenta Microsoft…
et: <h3 class="font-bitcoin-title">Makse töötlemine…</h3> <br /> Oodake, kuni oleme raha teie Microsofti kontole lisanud…
eu: <h3 class="font-bitcoin-title">Ordainketa prozesatzen…</h3> <br /> Itxaron dirua gehitzen dugun arte Microsoft kontuan…
fa: <h3 class="font-bitcoin-title">در حال پردازش پرداخت…</h3> <br /> لطفاً منتظر بمانید تا پول در حساب Microsoft شما اضافه شود...
ga: <h3 class="font-bitcoin-title">Íocaíocht á próiseáil…</h3> <br /> Fan fad atá airgead á chur againn le do chuntas Microsoft…
gd: <h3 class="font-bitcoin-title">Ga phàigheadh…</h3> <br /> Fuirich ort fhad ’s a chuireas sinn an t-airgead ris a’ chunntas Microsoft agad…
gl: <h3 class="font-bitcoin-title">Procesando o pagamento…</h3> <br /> Agarda mentres engadimos diñeiro na túa conta de Microsoft…
gu: <h3 class="font-bitcoin-title">ચુકવણીની પ્રક્રિયા થઈ રહી છે...</h3> <br /> અમે તમારા Microsoft ખાતામાં નાણાં ઉમેરતા હોઈએ ત્યારે કૃપા કરીને રાહ જુઓ…
he: <h3 class="font-bitcoin-title">מעבד תשלום…</h3> <br /> אנא המתן בזמן שאנחנו מוסיפים כסף לחשבון Microsoft שלך…
hi: <h3 class="font-bitcoin-title">भुगतान संसाधित किया जा रहा है…</h3> <br /> जब तक हम आपके Microsoft खाते में धन जोड़ते हैं, तब तक कृपया प्रतीक्षा करें…
hr: <h3 class="font-bitcoin-title">Obrada plaćanja…</h3> <br /> Pričekajte da dodamo novac na vaš Microsoftov račun…
hu: <h3 class="font-bitcoin-title">A fizetés feldolgozása…</h3> <br /> Kis türelmet, amíg feltöltjük a pénzt a Microsoft-fiókjába…
id: <h3 class="font-bitcoin-title">Memproses pembayaran…</h3> <br /> Silakan tunggu sementara kami menambahkan uang ke dalam akun Microsoft Anda…
is: <h3 class="font-bitcoin-title">Vinnur úr greiðslu …</h3> <br /> Hinkraðu augnablik á meðan við bætum peningum við Microsoft-reikninginn þinn …
ja: <h3 class="font-bitcoin-title">支払い処理中…</h3> <br /> Microsoft アカウントに金額を追加しています。お待ちください…
ka: <h3 class="font-bitcoin-title">გადახდა მუშავდება…</h3> <br /> გთხოვთ, დაელოდოთ, სანამ დავამატებთ თანხას თქვენს Microsoft-ის ანგარიშზე…
kk: <h3 class="font-bitcoin-title">Төлем өңделуде…</h3> <br /> Ақшаны Microsoft тіркелгіңізге қосқанша күте тұрыңыз…
kn: <h3 class="font-bitcoin-title">ಪಾವತಿ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತಿದೆ…</h3> <br /> ನಿಮ್ಮ Microsoft ಖಾತೆಗೆ ನಾವು ಹಣವನ್ನು ಸೇರಿಸುವ ಸಮಯದಲ್ಲಿ ದಯವಿಟ್ಟು ಕಾಯಿರಿ…
ko: <h3 class="font-bitcoin-title">결제 처리 중…</h3> <br /> Microsoft 계정에 금액이 추가되는 동안 잠시 기다려 주세요…
ku_arab: <h3 class="font-bitcoin-title">چارەسەركردنی پارەدان…</h3> <br /> تكایە چاوەڕوان بە كاتێك پارە بۆ ئەژمێری Microsoftی تۆ زیاد دەكەین…
ky: <h3 class="font-bitcoin-title">Төлөм өңдөлөтүүдө…</h3> <br /> Акчаны Microsoft каттоо жазууңузга кошконубузду күтүңүз…
lo: <h3 class="font-bitcoin-title">ກຳລັງດຳເນີນການຊຳລະເງິນ…</h3> <br /> ກະລຸນາລໍຖ້າໃນຂະນະທີ່ທ່ານເພີ່ມເງິນໃສ່ບັນຊີ Microsoft ຂອງທ່ານ…
lt: <h3 class="font-bitcoin-title">Mokėjimas apdorojamas…</h3> <br /> Palaukite, kol įtrauksime pinigus į jūsų „Microsoft“ paskyrą…
lv: <h3 class="font-bitcoin-title">Notiek maksājuma apstrāde…</h3> <br /> Lūdzu, uzgaidiet, kamēr pievienojam naudu jūsu Microsoft kontam…
mi: <h3 class="font-bitcoin-title">E tukatuka ana i te utunga...</h3> <br /> Taihoa kia tāpiri mātou i ētahi moni ki tō pūkete Microsoft...
mk: <h3 class="font-bitcoin-title">Обработка на уплатата…</h3> <br /> Почекајте додека додаваме пари на сметката на Microsoft…
ml: <h3 class="font-bitcoin-title">പേയ്മെന്റ് പ്രോസസ് ചെയ്യുന്നു…</h3> <br /> നിങ്ങളുടെ Microsoft അക്കൗണ്ടിൽ ഞങ്ങൾ പണം ചേർക്കുന്നതുവരെ കാത്തിരിക്കുക…
mn: <h3 class="font-bitcoin-title">Төлбөрийг боловсруулж байна…</h3> <br /> Бид таны Microsoft-н хэрэглэгчийн бүртгэлд мөнгө нэмтэл түр хүлээнэ үү…
mr: <h3 class="font-bitcoin-title">देयावर प्रक्रिया करत आहे...</h3> <br /> कृपया आपल्या Microsoft खात्यावर आम्ही पैसे जोडेपर्यंत प्रतीक्षा करा...
ms: <h3 class="font-bitcoin-title">Memproses bayaran…</h3> <br /> Sila tunggu sementara kami menambah wang ke dalam akaun Microsoft anda…
mt: <h3 class="font-bitcoin-title">Qed jipproċessa l-pagament…</h3> <br /> Stenna sakemm inżidu l-flus fil-kont tiegħek ta' Microsoft…
ne: <h3 class="font-bitcoin-title">भुक्तानीको प्रक्रिया गर्दैनन्…</h3> <br /> कृपया हामीले तपाइँको Microsoft खातामा पैसा थप्दा केही क्षण प्रतिक्षा गर्नुहोस्...
nn_no: <h3 class="font-bitcoin-title">Betalinga blir handsama …</h3> <br /> Vent mens vi set inn pengane på Microsoft-kontoen din …
no: <h3 class="font-bitcoin-title">Behandler betalingen…</h3> <br /> Vent litt mens vi legger til penger på Microsoft-kontoen…
or: <h3 class="font-bitcoin-title">ଦେୟ ପ୍ରକ୍ରିୟା କରାଯାଉଛି...</h3> <br /> ଆପଣଙ୍କ Microsoft ଏକାଉଣ୍ଟରେ ଆମେ ରାଶି ଯୋଡିବା ବେଳେ ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ...
pa_arab_pk: <h3 class="font-bitcoin-title"> ادائیگی اتے عمل جاری اے…</h3> <br /> میربانی کر کے انتظار کرو اسی تہاڈے Microsoft اکا‎ؤنٹ وچ پیسے پا رہے آں…
pa_in: <h3 class="font-bitcoin-title">ਭੁਗਤਾਨ 'ਤੇ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ…</h3> <br /> ਜਦਕਿ ਅਸੀਂ ਤੁਹਾਡੇ Microsoft ਖਾਤੇ ਵਿੱਚ ਪੈਸੇ ਪਾਉਂਦੇ ਹਾਂ, ਕਿਰਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ…
pl: <h3 class="font-bitcoin-title">Trwa przetwarzanie płatności...</h3> <br /> Czekaj. Trwa dodawanie środków pieniężnych do Twojego konta Microsoft...
ru: <h3 class="font-bitcoin-title">Платеж обрабатывается…</h3> <br /> Подождите, пока мы вносим деньги на счет вашей учетной записи Майкрософт…
sd: <h3 class="font-bitcoin-title">ادائگي کي عمل ۾ آڻي پيو…</h3> <br /> مهرباني ڪري انتظار ڪريو جيئن اسان توهانجيMicrosoft اڪائونٽ ۾ رقم اضافو ڪريون…
si: <h3 class="font-bitcoin-title">ගෙවීම ක්‍රියාවලිගත කරමින්...</h3> <br /> අපි ඔබගේ Microsoft ගිණුමට මුදල් එක් කරන තෙක් කරුණාකර රැඳී සිටින්න...
sl: <h3 class="font-bitcoin-title">Obdelovanje plačila …</h3> <br /> Počakajte, da denar dodamo v vaš Microsoftov račun …
sr_cyrl_rs: <h3 class="font-bitcoin-title">Обрада уплате је у току…</h3> <br /> Сачекајте да додамо новац у ваш Microsoft налог…
sr_latn_rs: <h3 class="font-bitcoin-title">Obrada uplate je u toku…</h3> <br /> Sačekajte da dodamo novac u vaš Microsoft nalog…
sv: <h3 class="font-bitcoin-title">Bearbetar betalningen…</h3> <br /> Vi sätter in pengar på ditt Microsoft-konto. Vänta…
ta: <h3 class="font-bitcoin-title">கட்டணத்தைச் செயல்படுத்துகிறது...</h3> <br /> நாங்கள் உங்கள் Microsoft கணக்கில் பணத்தைச் சேர்க்கும்போது, தயவுசெய்து காத்திருக்கவும்…
te: <h3 class="font-bitcoin-title">చెల్లింపును ప్రాసెస్ చేస్తోంది…</h3> <br /> దయచేసి మేము మీ Microsoft ఖాతాలో డబ్బును జోడిస్తున్నప్పుడు వేచి ఉండండి…
tg: <h3 class="font-bitcoin-title">Пардохт иҷро шуда истодааст…</h3> <br /> Лутфан, ҳангоми илова намудани маблағ ба ҳисоби Microsoft-и шумо, сабр намоед…
th: <h3 class="font-bitcoin-title">กำลังประมวลผลการชำระเงิน…</h3> <br /> โปรดรอสักครู่ในขณะที่เราเติมเงินเข้าสู่บัญชี Microsoft ของคุณ…
tr: <h3 class="font-bitcoin-title">Ödeme işleniyor…</h3> <br /> Lütfen Microsoft hesabınıza para eklenirken bir süre bekleyin…
tt: <h3 class="font-bitcoin-title">Түләү эшкәртелә…</h3> <br /> Майкрософт хисап язмагызга акча өстәлгәнен көтегез…
ug: <h3 class="font-bitcoin-title">ھەق بىر تەرەپ قىلىنىۋاتىدۇ…</h3> <br /> سەل كۈتۈپ تۇرۇڭ، Microsoft ھېساباتىڭىزغا پۇل قوشۇۋاتىمىز...
uk: <h3 class="font-bitcoin-title">Обробка платежу…</h3> <br /> Зачекайте, доки ми додаємо кошти до вашого облікового запису Microsoft…
ur: <h3 class="font-bitcoin-title">ادائیگی زیر کاروائی…</h3> <br /> براہ مہربانی انتظار کریں جب تک ہم آپ کی رقم آپ کے Microsoft اکاؤنٹ میں شامل کر لیں…
uz: <h3 class="font-bitcoin-title">To‘lov amalga oshirilmoqda…</h3> <br /> Microsoft hisobingizga pul qo‘shayotganimizda kutib turing…
vi: <h3 class="font-bitcoin-title">Đang xử lý khoản thanh toán…</h3> <br /> Vui lòng đợi trong khi chúng tôi thêm tiền vào tài khoản Microsoft của bạn…
zh_hans: <h3 class="font-bitcoin-title">正在处理付款...</h3> <br /> 我们正在为你的 Microsoft 帐户充值，请稍候...
zh_hant: <h3 class="font-bitcoin-title">正在處理付款…</h3> <br /> 我們正在加值到您的 Microsoft 帳戶，請稍候…
