Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ACH.InfoPage.Summary
source: The deposit will include "Microsoft" in the description. Note the deposit amount, then:
af: Die deposito sal "Microsoft" in die beskrywing bevat. Let op die depositobedrag en dan:
am: ተቀማጩ ገንዘብ በዝርዝር ማብራሪያው ላይ "Microsoft" የሚል ቃል ያካትታል። የተቀማጭ ገንዘቡን መጠን በማስታወሻ ይያዙ፣ በመቀጠል፦
ar: سيتضمن الإيداع كلمة "Microsoft" في الوصف. لاحظ مبلغ الإيداع، ثم:
as: জমাৰাশিয়ে বৰ্ণনাত "Microsoft" অন্তৰ্ভুক্ত কৰিব৷ জমাৰাশিৰ পৰিমাণটো মনত ৰাখিব, তাৰপিছত:
az: Depozitin təsvirinə "Microsoft" sözü daxil ediləcəkdir. Depozit məbləğini qeyd edin, sonra:
bg: Депозитът ще включва думата Microsoft в описанието. Обърнете внимание на сумата на депозита, след което:
bn_in: জমা দেওয়া অর্থরাশি, বর্ণনাতে "Microsoft" নামক শব্দে অন্তর্ভুক্ত থাকবে৷ জমা দেওয়া অর্থরাশির পরিমাণ নোট করুন, তারপর:
bs: U opisu uplate će biti navedena riječ "Microsoft". Zabilježite uplaćeni iznos, a zatim:
cy: Bydd y taliad yn cynnwys y gair "Microsoft" yn y disgrifiad. Nodwch y swm ac yna:
da: Indbetalingen indeholder ordet "Microsoft" i beskrivelsen. Bemærk det indbetalte beløb, og:
de: Die Gutschrift wird das Word „Microsoft” in der Beschreibung enthalten. Beachten Sie den gutgeschriebenen Betrag, und tun Sie Folgendes:
el: Η κατάθεση θα περιλαμβάνει τη λέξη "Microsoft" στην περιγραφή. Σημειώστε το ποσό της κατάθεσης και στη συνέχεια:
es: El depósito incluirá la palabra "Microsoft" en la descripción. Anota el importe del depósito y después:
et: Deposiidi kirjeldus sisaldab sõna "Microsoft". Seejärel pange tähele deposiidi summat:
eu: Ordainketak "Microsoft" izango du azalpenean. Apuntatu ordainketaren zenbatekoa eta, ondoren:
fa: سپرده شامل «Microsoft» در توضیح خواهد بود. به مبلغ سپرده توجه کنید، سپس:
ga: Beidh an focal 'Microsoft' i dtuairisc na taisce. Féach méid na taisce, ansin:
gd: Bidh “Microsoft” am broinn tuairisgeul an airgid a chuir sinn thugad. Thoir sùil air co mheud a th’ ann is an uairsin:
gl: O depósito incluirá a palabra "Microsoft" na descrición. Anota a cantidade do depósito, e despois:
gu: વર્ણનમાં રકમ "Microsoft" સામેલ કરશે. જમા રકમ નોંધ કરો, પછી:
he: ההפקדה תכלול את המילה "Microsoft" בתיאור.שם לב לסכום ההפקדה: ואז
hi: जमा राशि के विवरण में "Microsoft" शामिल होगा. जमा राशि नोट करें, फिर:
hr: Opis uplaćenog iznosa sadrži riječ "Microsoft". Pogledajte iznos uplate, a zatim:
hu: A közleményben szerepel a „Microsoft” szó. Jegyezze fel az összeget, majd:
id: Deposit akan menyertakan "Microsoft" di dalam deskripsi. Perhatikan jumlah deposit, lalu:
is: Orðið „Microsoft“ kemur fyrir í færslulýsingu. Athugaðu innborgunarupphæðina og:
ja: 入金の説明には、"Microsoft" が含まれています。入金額をメモし、次のことを行ってください。
ka: დეპოზიტის აღწერა შეიცავს სიტყვას „Microsoft“. მოძებნეთ დეპონირებული თანხის ოდენობა, შემდეგ კი:
kk: Сіз депозит сипаттамасында "Microsoft" сөзі болады. Депозит сомасын енгізіп, келесі әрекетті орындаңыз:
kn: ಠೇವಣಿಯು ವಿವರಣೆಯಲ್ಲಿ "Microsoft" ಅನ್ನು ಒಳಗೊಂಡಿರುತ್ತದೆ. ಠೇವಣಿ ಮೊತ್ತ, ತದನಂತರ ಇದನ್ನು ಗಮನಿಸಿ:
ko: 명세에 "Microsoft"가 포함됩니다. 입금 금액을 확인한 후 다음과 같이 하세요.
ku_arab: سپاردەکە "Microsoft" لە شرۆڤەکەیدایە. سەرنجی بڕی سپاردەکە بدە، پاشان:
ky: Сиз күтүп жаткан депозит сүрөттөмөсүндө "Microsoft" деген сөздү камтыйт. Депозиттин суммасын эске алыңыз, андан соң:
lo: ຈຳນວນເງິນທີ່ຝາກເຂົ້າບັນຊີຈະລວມມີຄຳວ່າ "Microsoft" ຢູ່ໃນລາຍລະອຽດ. ໃຫ້ຈົດເອົາຈຳນວນເງິນນັ້ນ, ຈາກນັ້ນ:
lt: Įmokos apraše bus žodis „Microsoft“. Raskite įmokos sumą, tada:
lv: Iemaksas aprakstā būs iekļauts vārds “Microsoft”. Skatiet iemaksas summu un pēc tam veiciet tālāk norādītās darbības.
mi: Ka whai wāhi te kupu "Microsoft" ki te whakaahuatanga o te kuhu moni. Tirohia te rahinga kuhu moni, kātahi:
mk: Депозитот ќе го содржи зборот „Microsoft“ во описот. Забележете ја сумата на депозитот, па:
ml: ഡിപ്പോസിറ്റിൽ വിവരണ ഭാഗത്ത് "Microsoft" ഉൾപ്പെടും. ഡിപ്പോസിറ്റ് തുക ശ്രദ്ധിക്കുക, തുടർന്ന്:
mn: Уг орлогын гүйлгээний утга хэсэгт "Microsoft" гэсэн үг орно. Орлогын хэмжээг тэмдэглээд:
mr: ठेवीच्या वर्णनामध्ये "Microsoft" समाविष्ट असेल. ठेवीची रक्कम नोट करून ठेवा, नंतरः
ms: Deposit akan menyertakan "Microsoft" dalam penerangan. Catatkan jumlah deposit, kemudian:
mt: Id-depożitu se jinkludi "Microsoft" fid-deskrizzjoni. Ħu nota tal-ammont tad-depożitu, imbagħad:
ne: वर्णनमा बचतले "Microsoft" लाई समावेश गर्नेछ। बचत रकम टिपोट गर्नुहोस्, त्यसपछि:
nn_no: Innskotsbeløpet blir skildra med ordet "Microsoft". Noter beløpet, og deretter:
no: Beløpet blir beskrevet med ordet "Microsoft". Noter innskuddsbeløpet, og deretter:
or: ଜମା ବିବରଣୀରେ "Microsoft" ଅନ୍ତର୍ଭୁକ୍ତ କରିବ. ଜମା ରାଶି ଟିପନ୍ତୁ, ତାପରେ:
pa_arab_pk: ڈپازٹ دی تفصیل وچ "Microsoft" شامل ہووے گا۔ ڈپازٹ دی رقم نوٹ کرو، فیر:
pa_in: ਪੈਸੇ ਜਮ੍ਹਾਂ ਕਰਵਾਉਣ ਦੇ ਵੇਰਵੇ ਵਿੱਚ "Microsoft" ਸ਼ਾਮਲ ਹੋਵੇਗਾ। ਜਮ੍ਹਾਂ ਹੋਈ ਰਾਸ਼ੀ ਨੂੰ ਨੋਟ ਕਰੋ, ਫੇਰ:
pl: Opis wpłaty będzie zawierać wyraz „Microsoft”. Zanotuj kwotę wpłaty, a następnie:
ru: Описание депозита будет содержать слово "Microsoft". Запомните сумму депозита, а затем выполните описанные ниже действия.
sd: ڊپازت جنهن لاءِ توهان ڏسي رهيا آهيو ان جي تفصيل ۾ لفظ "Microsoft" شامل هوندو. ڊپازٽ جي رقم نوٽ ڪريو، پوءِ:
si: තැන්පතුවේ විස්තරයෙහි "Microsoft" යන වචනය ඇතුළත් වනු ඇත. තැන්පතු මුදල සටහන් කරගෙන, අනතුරුව:
sl: V opisu pologa bo beseda »Microsoft«. Zapišite si znesek pologa in nato:
sr_cyrl_rs: У опису депозита се налази реч „Microsoft“. Запамтите износ депозита, па затим:
sr_latn_rs: U opisu depozita se nalazi reč „Microsoft“. Zapamtite iznos depozita, pa zatim:
sv: Insättningen har ordet ”Microsoft” i beskrivningen. Observera det insatta beloppet och gör sedan följande:
ta: அந்த சேமிப்புத்தொகை விவரத்தில் "Microsoft" உள்ளடங்கியிருக்கும். தொகையைக் குறித்துக்கொண்டு, பிறகு:
te: డిపాజిట్ వివరణలో "Microsoft"ని కలిగి ఉంటుంది. డిపాజిట్ మొత్తాన్ని గుర్తించుకుని, ఆపై వీటిని చేయండి:
tg: Тавсифи амонат дорои калимаи "Microsoft" мебошад. Он амонатро ёбед, баъд:
th: การฝากเงินจะมีข้อความ "Microsoft" ในคำอธิบาย ตรวจสอบจำนวนเงินฝาก จากนั้น:
tr: Yatırılan para, açıklama kısmında "Microsoft" kelimesi içerecektir. Yatırılan para miktarını girin ve:
tt: Шул кертемнең тасвирламасында "Microsoft" сүзе булачак. Кертем суммасын истә калдырыгыз һәм:
ug: ئەۋەتكەن پۇلنىڭ چۈشەندۈرۈشىدە «Microsoft» دېگەن خەت بار. شۇ ئامانەت سوممىسىنى كۆرۈۋېلىپ، ئاندىن:
uk: В описі депозиту буде міститися слово "Microsoft". Запам’ятайте суму депозиту, а потім виконайте такі дії.
ur: ڈپازٹ کی تفصیل میں "Microsoft" شامل ہو گا۔ ڈپازٹ کی رقم نوٹ کریں، پھر:
uz: Siz qidirayotgan depozit tavsifi "Microsoft" so‘ziga ega bo‘ladi. Depozit miqdori yodingizda bo‘lsin, so‘ngra:
vi: Khoản tiền gửi sẽ bao gồm "Microsoft" trong mô tả. Ghi lại khoản tiền gửi, sau đó:
zh_hans: 存款的描述中包含“Microsoft”。请留意存款金额，然后:
zh_hant: 該存入款項的描述將包括 "Microsoft"。請記下存入款項金額，然後:

# Literal.ACH.InfoPage.Line1
source: 1. Start your purchase again.
af: 1. Begin weer met jou aankope.
am: 1. የእርስዎን ግዢ እንደገና ይጀምሩ።
ar: 1. ابدأ عملية الشراء الخاصة بك مجدداً.
as: 1. আপোনাৰ ক্ৰয় পুনৰ আৰম্ভ কৰক৷
az: 1. Satınalmanızı yenidən başladın.
bg: 1. Започнете вашата покупка отново.
bn_in: 1. আপনার কেনাকাটা আবার শুরু করুন৷
bs: 1. Ponovo započnite kupovinu.
cy: 1. Dechrau eich pryniant eto.
da: 1. Start dit køb igen.
de: 1. Starten Sie den Einkauf erneut.
el: 1. Ξεκινήστε την αγορά σας ξανά.
es: 1. Vuelve a realizar la compra.
et: 1. Proovige uuesti osta.
eu: 1. Hasi erosten berriro.
fa: ۱. خریدتان را دوباره شروع کنید.
ga: 1. Tosaigh do cheannach arís.
gd: 1. Tòisich air a’ cheannach a-rithist.
gl: 1. Comeza de novo a túa compra.
gu: 1. તમારી ખરીદી પૂર્ણ કરો.
he: 1. התחל שוב ברכישה.
hi: 1. अपनी खरीदारी पुनः प्रारंभ करें.
hr: 1. Ponovno započnite kupnju.
hu: 1. Kezdje újra a vásárlást.
id: 1. Mulai kembali pembelian Anda.
is: 1. Byrjaðu aftur á kaupunum.
ja: 1. 購入手続きを最初からやり直します。
ka: 1. თავიდან დაიწყეთ შეძენა.
kk: 1. Сатып алуды қайта бастаңыз.
kn: 1. ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಮತ್ತೊಮ್ಮೆ ಪ್ರಾರಂಭಿಸಿ.
ko: 1. 구매를 다시 시작합니다.
ku_arab: 1. دووبارە کڕینەکەت دەستپێبکە.
ky: 1. Кайрадан сатып алууну баштаңыз.
lo: 1. ເລີ່ມການຊື້ຂອງທ່ານອີກຄັ້ງ.
lt: 1. Pradėkite pirkimą dar kartą.
lv: 1. Sāciet veikt pirkumu no jauna.
mi: 1. Tīmataria anō tō hoko.
mk: 1. Почнете со купувањето повторно.
ml: 1. നിങ്ങളുടെ വാങ്ങൽ വീണ്ടും ആരംഭിക്കുക.
mn: 1. Шинээр худалдан авна уу.
mr: 1. आपली खरेदी पुन्हा प्रारंभ करा.
ms: 1. Mulakan pembelian anda semula.
mt: 1. Erġa' ibda l-akkwist tiegħek.
ne: 1. आफ्नो खरिद फेरि सुरु गर्नुहोस्।
nn_no: 1. Byrje kjøpet på nytt.
no: 1. Begynn kjøpet på nytt.
or: 1. ପୁଣି ଆପଣଙ୍କର କ୍ରୟ ଆରମ୍ଭ କରନ୍ତୁ.
pa_arab_pk: 1. اپنی خریداری دوبارہ شروع کرو۔
pa_in: 1. ਆਪਣੀ ਖਰੀਦਦਾਰੀ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰੋ।
pl: 1. Rozpocznij transakcję zakupu ponownie.
ru: 1. Начните процесс покупки еще раз.
sd: 1. پنهنجي خريداري ٻيهر شروع ڪريو.
si: 1. ඔබගේ මිලදී ගැනීම නැවත ආරම්භ කරන්න.
sl: 1. Znova začnite nakupovanje.
sr_cyrl_rs: 1. Поново започните куповину.
sr_latn_rs: 1. Ponovo započnite kupovinu.
sv: 1. Påbörja ditt köp igen.
ta: 1. உங்கள் வாங்குதலை மீண்டும் தொடங்குக.
te: 1. మీ కొనుగోలును మళ్లీ ప్రారంభించండి.
tg: 1. Хариди худро аз нав оғоз кунед.
th: 1. เริ่มต้นการซื้อของคุณอีกครั้ง
tr: 1. Satın alma işleminizi yeniden başlatın.
tt: 1. Сатып алуыгызны яңадан башлагыз.
ug: 1. سودىلىقىڭىزنى قايتا باشلاڭ.
uk: 1. Почніть процес придбання ще раз.
ur: 1. اپنی خریداری دوبارہ شروع کریں۔
uz: 1. Xarid qilishni qayta boshlang.
vi: 1. Bắt đầu lại giao dịch mua của bạn.
zh_hans: 1. 重新开始购买。
zh_hant: 1. 重新開始購買。

# Literal.ACH.InfoPage.Line2
source: 2. When you see your Bank account, select "Verify".
af: 2. Wanneer jy jou bankrekening sien, kies "Verifieer".
am: 2. የእርስዎን የባንክ ሂሳብ ሲመለከቱ "አረጋግጥ" የሚለውን ይምረጡ።
ar: 2. عندما ترى حساب البنك الخاص بك، حدد "التحقق".
as: 2. আপুনি আপোনাৰ বেংক একাউণ্ট চোৱাৰ সময়ত, "সত্যাপন কৰক" চয়ন কৰক৷
az: 2. Bank hesabınızı görəndə, "Təsdiqlə" seçin.
bg: 2. Когато видите вашата банкова сметка, изберете „Потвърждаване“.
bn_in: 2. আপনি আপনার ব্যাঙ্ক অ্যাকাউন্ট দেখার সময় "যাচাই করুন" নির্বাচন করুন।
bs: 2. Kada se prikaže vaš bankovni račun, odaberite "Potvrdi".
cy: 2. Pan fyddwch chi'n gweld eich cyfrif Banc, dewiswch "Gwirio".
da: 2. Når du ser din bankkonto, skal du vælge "Bekræft".
de: 2. Wenn Ihnen Ihr Bankkonto angezeigt wird, wählen Sie „Bestätigen” aus.
el: 2. Όταν εμφανιστεί ο τραπεζικός λογαριασμός σας, επιλέξτε "Επαλήθευση".
es: 2. Cuando veas tu cuenta bancaria, selecciona "Verificar".
et: 2. Kui kuvatakse teie pangakonto, valige "Kinnita".
eu: 2. Banku-kontua ikusten duzunean, hautatu "Egiaztatu".
fa: ۲. زمانی که حساب بانکی خود را مشاهده کردید، «تأیید» را انتخاب کنید.
ga: 2. Roghnaigh "Fíoraigh", nuair a fheiceann tú do chuntas bainc.
gd: 2. Nuair a chì thu an cunntas banca agad, tagh “Dearbh”.
gl: 2. Cando vexas a conta bancaria, selecciona "Verificar".
gu: 2. જ્યારે તમે તમારું બેંક ખાતું જુઓ છો, ત્યારે "ચકાસો" પસંદ કરો.
he: 2. כשתראה את חשבון הבנק שלך, בחר באפשרות "אמת".
hi: 2. जब आपको अपना बैंक खाता दिखाई दे, तब "सत्यापित करें" चुनें.
hr: 2. Kada vam se prikaže vaš bankovni račun, odaberite "Potvrdi".
hu: 2. Amikor megjelenik a bankszámlája, válassza az Ellenőrzés elemet.
id: 2. Saat melihat akun Bank Anda, pilih "Verifikasi".
is: 2. Veldu „Staðfesta“ þegar þú sérð bankareikninginn þinn.
ja: 2. 銀行口座を確認し、[確認] を選びます。
ka: 2. როდესაც დაინახავთ საბანკო ანგარიშს, აირჩიეთ „დამოწმება“.
kk: 2. Банк шотын көрген кезде "Тексеру" таңдаңыз.
kn: 2. ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ನೀವು ನೋಡಿದಾಗ, "ಖಚಿತಪಡಿಸಿಕೊಳ್ಳು" ಆಯ್ಕೆಮಾಡಿ.
ko: 2. 은행 계좌가 표시되면 "확인"을 선택합니다.
ku_arab: 2. کاتێک ئەژمێری بانکیت دەبینیت، "سەلماندن" دەسنیشان بکە.
ky: 2. Банк эсебиңизди көргөндө, "Ырастоо"ну тандаңыз.
lo: 2. ເມື່ອທ່ານເຫັນບັນຊີທະນາຄານຂອງທ່ານ, ໃຫ້ເລືອກ "ກວດສອບ".
lt: 2. Kai pamatysite banko sąskaitą, pasirinkite Tikrinti.
lv: 2. Kad redzēsit savu bankas kontu, atlasiet “Verificēt”.
mi: 2. Ina kite koe i tō pūkete pēke, tīpako "Manatoko".
mk: 2. Кога ќе ја видите вашата банкарска сметка, изберете „Потврди“.
ml: 2. നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് കാണുമ്പോൾ, "പരിശോധിക്കുക" തിരഞ്ഞെടുക്കുക.
mn: 2. Банкны дансаа харагдаж байвал "Баталгаажуулах"-ыг сонго.
mr: 2. जेव्हा आपण आपले बँक खाते पाहता, "पडताळा" निवडा.
ms: 2. Apabila anda melihat akaun Bank anda, pilih "Tentu sahkan".
mt: 2. Meta tara l-kont tal-Bank tiegħek, agħżel "Ivverifika".
ne: 2. तपाइँले आफ्नो बैङ्क खाता देख्दा, "रूजू गर्नुहोस्" लाई चयन गर्नुहोस्।
nn_no: 2. Når du kan sjå bankkontoen, vel du Stadfest.
no: 2. Når du kan se bankkontoen, velger du Kontroller.
or: 2. ଯେତେବେଳେ ଆପଣ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ ଦେଖିବେ, "ଯାଞ୍ଚ" ଚୟନ କରନ୍ତୁ.
pa_arab_pk: 2. جدوں تسی اپنا بینک اکاؤنٹ ویکھدے او، "توثیق کرو" دا انتخاب کرو۔
pa_in: 2. ਜਦੋਂ ਤੁਸੀਂ ਆਪਣਾ ਬੈਂਕ ਖਾਤਾ ਦੇਖਦੇ ਹੋ, ਤਾਂ "ਤਸਦੀਕ ਕਰੋ" ਦੀ ਚੋਣ ਕਰੋ।
pl: 2. Po wyświetleniu konta bankowego wybierz przycisk „Weryfikuj”.
ru: 2. Когда увидите свой банковский счет, нажмите кнопку "Подтвердить".
sd: 2. جڏهن توهان پنهنجو بينڪ اڪائونٽ ڏسو، "تصديق ڪرڻ" چونڊيو.
si: 2. ඔබ ඔබගේ බැංකු ගිණුම දකින විට, "සත්‍යාපනය කරන්න" තෝරන්න.
sl: 2. Ko vidite svoj bančni račun, izberite »Preveri«.
sr_cyrl_rs: 2. Када видите свој рачун у банци, изаберите дугме „Верификуј“.
sr_latn_rs: 2. Kada vidite svoj račun u banci, izaberite dugme „Verifikuj“.
sv: 2. När du ser ditt bankkonto väljer du Verifiera.
ta: 2. உங்கள் வங்கிக் கணக்கைப் பார்த்ததும், "சரிபார்" என்பதைத் தேர்வுசெய்க.
te: 2. మీరు మీ బ్యాంక్ ఖాతాని చూసినప్పుడు, "ధృవీకరించు"ని ఎంచుకోండి.
tg: 2. Вақте ки шумо ҳисоби бонкии худро мебинед, "Тасдиқ кардан"-ро интихоб намоед.
th: 2. เมื่อเห็นบัญชีธนาคารของคุณแล้ว ให้เลือก "ยืนยัน"
tr: 2. Banka hesabınızı gördüğünüzde, "Doğrula" seçeneğini seçin.
tt: 2. Банк хисабын күргәч, "Раслау" пунктын сайлагыз.
ug: 2. بانكا ھېساباتىڭىزنى كۆرگەندە «دەلىللەش» نى تاللاڭ.
uk: 2. Коли побачите свій банківський рахунок, натисніть кнопку "Перевірити".
ur: 2. جب آپ کو اپنا اکاؤنٹ نظر آئے تو "تصدیق کریں" کو منتخب کریں۔
uz: 2. Bank hisob raqamini ko‘rganingizda, "Tasdiqlash"ni tanlang.
vi: 2. Khi bạn thấy tài khoản Ngân hàng của mình, hãy chọn "Xác nhận".
zh_hans: 2. 看到银行帐户时，选择“验证”。
zh_hant: 2. 當您看到您的銀行帳戶時，請選取 [驗證]。

# Literal.ACH.InfoPage.Line3
source: 3. Enter the deposit amount and select "Next".
af: 3. Voer die depositobedrag in en kies "Volgende".
am: 3. የተቀማጭ ገንዘቡን መጠን ያስገቡ እና "ቀጣይ" የሚለውን ይምረጡ።
ar: 3. أدخل مبلغ الإيداع ثم حدد "التالي".
as: 3. জমা ৰাশি প্ৰবিষ্ট কৰক আৰু "পৰৱৰ্তী" চয়ন কৰক৷
az: 3. Depozit məbləğini daxil edin, sonra "Növbəti" seçin.
bg: 3. Въведете сумата на депозита и изберете „Напред“.
bn_in: 3. জমা দেওয়া অর্থের পরিমাণ লিখুন এবং "পরবর্তী" নির্বাচন করুন৷
bs: 3. Unesite iznos uplate i odaberite "Dalje".
cy: 3. Nodwch y swm a roddwyd a dewis "Nesaf".
da: 3. Angiv indbetalingsbeløbet, og vælg "Næste".
de: 3. Geben Sie den Einzahlungsbetrag ein, und klicken Sie auf „Weiter”.
el: 3. Εισαγάγετε το ποσό της κατάθεσης και επιλέξτε "Επόμενο".
es: 3. Introduce el importe del depósito y selecciona "Siguiente".
et: 3. Sisestage deposiidi summa ja valige "Edasi".
eu: 3. Sartu ordainketaren zenbatekoa eta hautatu "Hurrengoa".
fa: ۳. مبلغ سپرده را وارد کنید و «بعدی» را انتخاب کنید.
ga: 3. Cuir isteach méid na taisce agus roghnaigh "Ar aghaidh".
gd: 3. Cuir a-steach an t-suim a chaidh a chur ann is tagh “Air adhart”.
gl: 3. Introduce a cantidade do depósito e selecciona "Seguinte".
gu: 3. જમા રકમ પ્રવિષ્ટ કરો અને "આગામી" પસંદ કરો.
he: 3. הזן את סכום ההפקדה ובחר באפשרות "הבא".
hi: 3. जमा राशि दर्ज करें और "अगला" चुनें.
hr: 3. Unesite iznos uplate pa odaberite "Dalje".
hu: 3. Adja meg a letét összegét, és válassza a Tovább gombot.
id: 3. Masukkan jumlah deposit dan pilih "Berikutnya".
is: 3. Færðu inn upphæð innborgunarinnar og veldu „Áfram“.
ja: 3. 入金額を入力し、[次へ] を選びます。
ka: 3. შეიყვანეთ დეპოზიტზე დასადები თანხა და აირჩიეთ „შემდეგი“.
kk: 3. Депозит сомасын енгізіп, "Келесі" түймешігін таңдаңыз.
kn: 3. ಠೇವಣಿ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ ಮತ್ತು "ಮುಂದೆ" ಆಯ್ಕೆಮಾಡಿ.
ko: 3. 입금 금액을 입력하고 "다음"을 선택합니다.
ku_arab: 3. بڕی سپاردە تێبنووسە و "دواتر" دەسنیشان بکە.
ky: 3. Депозит өлчөмүн киргизиңиз жана "Кийинки"ни тандаңыз.
lo: 3. ປ້ອນຈຳນວນເງິນຝາກ ແລະ ເລືອກ "ຕໍ່ໄປ".
lt: 3. Įveskite įmokos sumą ir pasirinkite Pirmyn.
lv: 3. Ievadiet iemaksas summu un atlasiet “Tālāk”.
mi: 3. Tāurua te rahinga moni kuhu ka tīpako i "Paneke".
mk: 3. Внесете го износот на депозитот и изберете „Следно“.
ml: 3. ഡിപ്പോസിറ്റ് തുക നൽകി "അടുത്തത്" തിരഞ്ഞെടുക്കുക.
mn: 3. Орлогын дүнг оруулаад "Дараах"-ийг сонго.
mr: 3. ठेवीची रक्कम प्रविष्ट करा आणि "पुढील" निवडा.
ms: 3. Masukkan amaun deposit dan pilih "Seterusnya".
mt: 3. Daħħal l-ammont tad-depożitu u agħżel "Li Jmiss".
ne: 3. जम्मा रकम प्रविष्ट गर्नुहोस् र "अर्को" चयन गर्नुहोस्।
nn_no: 3. Skriv inn innskotsbeløpet, og vel Neste.
no: 3. Angi innskuddsbeløpet, og velg Neste.
or: 3. ଜମା ରାଶି ଏଣ୍ଟର୍ କରନ୍ତୁ ଏବଂ "ପରବର୍ତ୍ତୀ" ଚୟନ କରନ୍ତୁ.
pa_arab_pk: 3. ڈپازٹ دی رقم داخل کرو تے "اگلا" منتخب کرو۔
pa_in: 3. ਡਿਪਾਜ਼ਿਟ ਰਕਮ ਦਾਖ਼ਲ ਕਰੋ ਅਤੇ "ਅੱਗੇ" ਦੀ ਚੋਣ ਕਰੋ।
pl: 3. Wprowadź kwotę wpłaty i wybierz przycisk „Dalej”.
ru: 3. Введите сумму депозита и нажмите кнопку "Далее".
sd: 3. پنهنجي ڊپازٽ رقم داخل ڪريو ۽ "اڳيان" کي چونڊيو.
si: 3. තැන්පතු මුදල ඇතුල් කර "ඊළඟ" තෝරන්න.
sl: 3. Vnesite znesek pologa in izberite »Naprej«.
sr_cyrl_rs: 3. Унесите износ депозита и кликните на „Даље“.
sr_latn_rs: 3. Unesite iznos depozita i kliknite na „Dalje“.
sv: 3. Ange det insatta beloppet och välj Nästa.
ta: 3. டெபாசிட் தொகையை உள்ளிட்டு "அடுத்து" என்பதைத் தேர்வுசெய்க.
te: 3. డిపాజిట్ చేసే మొత్తాన్ని నమోదు చేసి, "తదుపరి"ని ఎంచుకోండి.
tg: 3. Қимати амонатро ворид карда, "Навбатӣ"-ро интихоб намоед.
th: 3. ใส่จำนวนเงินฝาก และเลือก "ถัดไป"
tr: 3. Yatırılan tutarı girin ve "İleri" seçeneğini seçin.
tt: 3. Кертем суммасын кертеп, "Алга" төймәсенә басыгыз.
ug: 3. ئەۋەتكەن ئامانەت سوممىسىنى كىرگۈزۈپ، «كېيىنكى» نى تاللاڭ.
uk: 3. Введіть суму депозиту та натисніть кнопку "Далі".
ur: 3. ڈپازٹ رقم داخل کریں اور "اگلا" منتخب کریں۔
uz: 3. Depozit qiymatini kiriting va "Keyingi"ni tanlang.
vi: 3. Nhập số tiền gửi và chọn "Tiếp theo".
zh_hans: 3. 输入存款金额，然后选择“下一步”。
zh_hant: 3. 輸入存款金額並選取 [下一步]。

# Literal.ACH.InfoPage.Line4
source: 4. Complete your purchase.
af: 4. Voltooi jou aankoop.
am: 4. ግዢዎን ያጠናቅቁ።
ar: 4. أكمل عملية الشراء الخاصة بك.
as: 4. আপোনাৰ ক্ৰয় সম্পূৰ্ণ কৰক৷
az: 4. Satınalmanızı tamamlayın.
bg: 4. Завършете вашата покупка.
bn_in: 4. আপনার কেনাকাটা সম্পন্ন করুন৷
bs: 4. Dovršite kupovinu.
cy: 4. Gorffennwch eich pryniant.
da: 4. Fuldfør dit køb.
de: 4. Schließen Sie Ihren Kauf ab.
el: 4. Ολοκληρώστε την αγορά σας.
es: 4. Finaliza la compra.
et: 4. Ostu lõpetamine.
eu: 4. Amaitu erosten.
fa: ۴. خریدتان را کامل کنید.
ga: 4. Críochnaigh do cheannach.
gd: 4. Coilean a cheannach.
gl: 4. Finaliza a compra.
gu: 4. તમારી ખરીદી પૂર્ણ કરો.
he: 4. השלם את הרכישה שלך.
hi: 4. अपनी खरीदारी पूर्ण करें.
hr: 4. Dovršite kupnju.
hu: 4. Fejezze be a vásárlást.
id: 4. Lengkapi pembelian Anda.
is: 4. Ljúktu við kaupin.
ja: 4. 購入手続きを完了します。
ka: 4. შეასრულეთ შეძენა.
kk: 4. Сатып алуды аяқтаңыз.
kn: 4. ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿ.
ko: 4. 구매를 완료합니다.
ku_arab: 4. کڕینەکەت تەواو بکە.
ky: 4. Сатып алууңузду аяктаңыз.
lo: 4. ເຮັດສຳເລັດການຊື້ຂອງທ່ານ.
lt: 4. Užbaikite pirkimą.
lv: 4. Pabeidziet savu pirkumu.
mi: 4. Whakaotia tō hokonga.
mk: 4. Завршете го купувањето.
ml: 4. നിങ്ങളുടെ വാങ്ങൽ പൂർത്തിയാക്കുക.
mn: 4. Худалдан авалтаа дуусга.
mr: 4. आपली खरेदी पूर्ण करा.
ms: 4. Selesaikan pembelian anda.
mt: 4. Lesti l-akkwist tiegħek.
ne: 4. आफ्नो खरिद पूरा गर्नुहोस्।
nn_no: 4. Fullfør kjøpet.
no: 4. Fullfør kjøpet.
or: 4. ଆପଣଙ୍କର କ୍ରୟ ସମ୍ପୁର୍ଣ୍ଣ କରନ୍ତୁ.
pa_arab_pk: 4۔ اپنی خریداری مکمل کرو۔
pa_in: 4. ਆਪਣੀ ਖਰੀਦਦਾਰੀ ਪੂਰੀ ਕਰੋ।
pl: 4. Sfinalizuj zakup.
ru: 4. Завершите покупку.
sd: 4. پنهنجي خريد مڪمل ڪريو.
si: 4. ඔබගේ මිල දී ගැනීම සම්පූර්ණ කරන්න.
sl: 4. Zaključite nakup.
sr_cyrl_rs: 4. Довршите куповину.
sr_latn_rs: 4. Dovršite kupovinu.
sv: 4. Slutför ditt köp.
ta: 4. உங்கள் வாங்குதலை நிறைவு செய்க.
te: 4. మీ కొనుగోలును పూర్తి చేయండి.
tg: 4. Хариди худро ба анҷом расонед.
th: 4. ดำเนินการซื้อให้เสร็จสมบูรณ์
tr: 4. Satın alma işleminizi tamamlayın.
tt: 4. Сатып алуыгызны тәмамлагыз.
ug: 4. سودىلىقىڭىزنى تاماملاڭ.
uk: 4. Завершіть придбання.
ur: 4۔ اپنی خریداری مکمل کریں۔
uz: 4. Xaridingizni yakunlang.
vi: 4. Hoàn tất giao dịch mua của bạn.
zh_hans: 4. 完成购买。
zh_hant: 4. 完成您的購買。
