Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Litterate.PayBitcoin.Description
source: Please choose one of the options to add money:<br /> • If your digital wallet software is installed on your computer, click the 'Pay with Bitcoin' button <br /> • If your digital wallet is stored on your smartphone, scan the QR code <br /> <br /> Please pay the exact Bitcoin amount as quoted below. You have 15 minutes to complete the payment. The page will automatically refresh once a payment is received.
af: Kies asseblief een van die opsies om geld by te voeg:<br /> • Indien jou digitalebeursiesagteware op jou rekenaar geïnstalleer is, klik die 'Betaal met Bitcoin'-knoppie <br /> • Indien jou digitale beursie op jou slimfoon gestoor word, skandeer die QR-kode <br /> <br /> Betaal asseblief die presiese Bitcoin-bedrag wat hieronder gekwoteer word. Jy het 15 minute om die betaling af te handel. Die bladsy sal outomaties verfris sodra ’n betaling ontvang is.
am: ገንዘብ ለማከል ከሚከተሉት አማራጮች አንዱን ይጠቀሙ፦<br /> • ዲጂታል ዋሌት ሶፍትዌር በኮምፒዩተርዎ ላይ ተጭኖ ከሆነ፣ 'በBitcoin ክፈል' የሚለውን አዝራር ጠቅ ያድርጉ<br /> • ዲጂታል ዋሌትዎ በዘመናዊ ስልክ ላይ ተቀምጦ ከሆነ፣ QR ኮዱን ይቃኙ<br /> <br /> እባክዎ ከታች እንደቀረበው በትክክል የBitcoin መጠኑን ይክፈሉ። ክፍያውን ለማጠናቀቅ 15 ደቂቃዎች አሉዎት። ክፍያው ከደረሰ በኋላ ገጹ በራስሰር ይታደሳል።
ar: يرجى اختيار إحدى الخيارات لإضافة أموال:<br /> • إذا كان برنامج المحفظة الرقمية الخاص بك مثبتاً على جهاز الكمبيوتر لديك، فانقر فوق الزر "دفع باستخدام Bitcoin" <br /> •إذا كانت المحفظة الرقمية الخاصة بك مخزنة على هاتفك الذكي، فقم بإجراء مسح ضوئي لشفرة الاستجابة السريعة <br /> <br /> يُرجى دفع مبلغ Bitcoin المحدد كما هو موضح أدناه. لديك 15 دقيقة لإتمام عملية الدفع. سيتم تحديث الصفحة تلقائياً بمجرد استلام الدفع.
as: অনুগ্ৰহ কৰি টকা জমা কৰিবলৈ এটা বিকল্প পচন্দ কৰক:<br /> • যদি আপোনাৰ কম্পিউটাৰত আপোনাৰ ডিজিটেল ৱালেট ছফ্‌টৱেৰটো ইনষ্টল কৰি থোৱা আছে, তেন্তে ’Bitcoin-ৰ সৈতে পৰিশোধ কৰক’ বুটামটো ক্লিক কৰক <br /> • যদি আপোনাৰ স্মাৰ্টফোনত আপোনাৰ ডিজিটেল ৱালেট সঞ্চিত হৈ আছে, তেন্তে QR কোডটো স্কেন কৰক <br /> <br /> অনুগ্ৰহ কৰি তলত উল্লেখ কৰা প্ৰকৃত Bitcoin পৰিমাণটো পৰিশোধ কৰক৷ পৰিশোধ সম্পূৰ্ণ কৰিবলৈ আপোনাৰ 15 মিনিট আছে৷ এবাৰ পৰিশোধ কৰা ধন প্ৰাপ্ত কৰিলে পৃষ্ঠাটো স্বয়ংক্ৰিয়ভাৱে সতেজ হ’ব৷
az: Pul əlavə etmək üçün seçimlərdən birini edin:<br /> • Əgər rəqəmsal pul kisəsi üzrə proqram təminatınız kompüterinizdə quraşdırılırsa, "Bitkoin ilə ödə" düyməsinə klikləyin <br /> • Rəqəmsal pul kisəniz smartfonunuzda saxlanarsa, QR kodunu skanlayın <br /> <br /> Aşağıda verilən şəkildə dəqiq Bitkoin məbləğini ödəyin. Ödənişi tamamlamaq üçün 15 dəqiqəniz var. Ödəniş qəbul edildikdən sonra səhifə avtomatik təzələnəcək.
bg: Изберете една от опциите за добавяне на парични средства:<br /> • Ако на вашия компютър е инсталиран софтуер за цифров портфейл, щракнете върху бутона „Плащане с Bitcoin“ <br /> • Ако цифровият портфейл се съхранява на вашия смартфон, сканирайте QR кода <br /> <br /> Заплатете точната сума в Bitcoin, указана по-долу. Разполагате с 15 минути за завършване на плащането. Страницата ще се обнови автоматично при получаване на плащането.
bn_in: অনুগ্রহ করে অর্থ যোগ করতে বিকল্পসমূহের একটি চয়ন করুন:<br /> • আপনার কম্পিউটারে আপনার ডিজিটাল ওয়ালেট সফ্টওয়্যার ইনস্টল করা থাকলে, 'Bitcoin দিয়ে অর্থপ্রদান করুন' বোতামে ক্লিক করুন <br /> • আপনার স্মার্টফোনে ডিজিটাল ওয়ালেট থাকলে, QR কোডটি স্ক্যান করুন <br /> <br /> অনুগ্রহ করে নীচে দেখানো হুবহু Bitcoin অর্থরাশি প্রদান করুন। অর্থপ্রদান সম্পূর্ণ করার জন্য আপনার কাছে 15 মিনিট আছে। অর্থপ্রদান পাওয়া হলে পৃষ্ঠাটি নিজে থেকেই সতেজ হয়ে যাবে।
bs: Izaberite način dodavanja novca:<br /> • Ako je softver za digitalni novčanik instaliran na računar, kliknite dugme „Plati putem usluge Bitcoin”. <br /> • Ako je digitalni novčanik pohranjen na pametnom telefonu, skenirajte QR kod. <br /> <br /> Platite tačan iznos kredita s usluge Bitcoin koji je naveden u nastavku. Plaćanje morate dovršiti u roku od 15 minuta. Stranica će se automatski osvježiti nakon prijema uplate.
cy: Dewiswch un o'r dewisiadau i ychwanegu arian:<br /> • Os yw meddalwedd eich waled ddigidol wedi’i gosod ar eich cyfrifiadur, cliciwch y botwm 'Talu gyda Bitcoin' <br /> • Os yw eich waled ddigidol wedi’i storio ar eich ffôn clyfar, sganiwch y cod QR <br /> <br /> Talwch yr union swm mewn Bitcoin a nodir isod. Mae gennych 15 munud i gwblhau'r taliad. Bydd y dudalen yn adnewyddu’n awtomatig ar ôl derbyn taliad.
da: Vælg en måde at indsætte penge på:<br /> • Hvis softwaren til din digitale tegnebog er installeret på computeren, skal du klikke på knappen "Betal med Bitcoin" <br /> • Hvis din digitale tegnebog er gemt på din smartphone, skal du scanne QR-koden <br /> <br /> Betal det nøjagtige Bitcoin-beløb, som angivet nedenfor. Du har 15 minutter til at gennemføre betalingen. Siden opdateres automatisk, når betalingen er modtaget.
de: Wählen Sie eine dieser Optionen aus, um Geld hinzuzufügen:<br /> • Wenn Sie eine digitale Brieftasche auf Ihrem Computer installiert haben, klicken Sie auf „Mit Bitcoin bezahlen“. <br /> • Wenn sich Ihre digitale Brieftasche auf Ihrem Smartphone befindet, scannen Sie den QR-Code. <br /> <br /> Zahlen Sie genau den Bitcoin-Betrag wie unten angegeben. Sie haben 15 Minuten Zeit, um die Zahlung abzuschließen. Die Seite wird automatisch aktualisiert, sobald eine Zahlung eingeht.
el: Κάντε μία από τις επιλογές για να προσθέσετε χρήματα:<br /> • Εάν το λογισμικό ψηφιακού πορτοφολιού έχει εγκατασταθεί στον υπολογιστή σας, κάντε κλικ στο κουμπί "Πληρωμή μέσω Bitcoin" <br /> • Εάν το ψηφιακό πορτοφόλι σας είναι αποθηκευμένο στο smartphone σας, σαρώστε τον κωδικό QR <br /> <br /> Καταβάλετε το ακριβές ποσό Bitcoin που αναφέρεται παρακάτω. Έχετε στη διάθεσή σας 15 λεπτά για να ολοκληρώσετε την πληρωμή. Η σελίδα θα ανανεωθεί αυτόματα μόλις ληφθεί μια πληρωμή.
es: Elige una de las siguientes opciones para agregar dinero:<br /> • Si tu software de cartera digital está instalado en el equipo, haz clic en el botón 'Pagar con Bitcoin' <br /> • Si tu cartera digital está almacenada en el smartphone, digitaliza el código QR <br /> <br /> Paga el importe exacto con Bitcoin, como se indica a continuación. Tienes 15 minutos para completar el pago. La página se actualizará automáticamente una vez que se reciba el pago.
et: Valige raha lisamiseks üks järgmistest võimalustest:<br /> • Kui teie arvutisse on installitud digitaalse rahakoti tarkvara, klõpsake nuppu "Maksa Bitcoiniga" <br /> • Kui teie digitaalne rahakott on installitud nutitelefoni, skannige QR-kood <br /> <br /> Makse täpse allpool toodud Bitcoini summa. Makse lõpuleviimiseks on teil aega 15 minutit. Makse saamisel värskendatakse leht automaatselt.
eu: Aukeratu dirua gehitzeko aukera hauetako bat:<br /> • Diru-zorro digitalaren softwarea instalatuta baduzu ordenagailuan, sakatu "Erosi Bitcoin-ekin" botoia <br /> • Diru-zorro digitala telefonoan gordeta badago, eskaneatu QR kodea <br /> <br /> Ordaindu jarraian adierazitako Bitcoin zenbateko zehatza. 15 minutu dituzu ordainketa egiteko. Orria automatikoki freskatuko da ordainketa jaso ostean.
fa: لطفاً یکی از گزینه‌ها را برای افزودن پول انتخاب کنید:<br /> • اگر نرم‌افزار کیف دیجیتال شما روی رایانه‌تان نصب شده است، روی دکمه «» کلیک کنید <br /> • اگر کیف دیجیتال شما روی تلفن هوشمندتان ذخیره شده است، کد QR را اسکن کنید <br /> <br /> لطفاً مبلغ دقیق بیت کوین را که در زیر آمده است، پرداخت کنید. ۱۵ دقیقه فرصت دارید تا پرداخت را کامل کنید. زمانی که هزینه دریافت شود، صفحه به طور خودکار تازه‌سازی خواهد شد.
ga: Roghnaigh ceann de an roghanna chun airgead a chur leis:<br /> • Má tá do bhogearraí tiachóige digití suiteáilte ar do ríomhaire, cliceáil an cnaipe 'Íoc le Bonn giotáin' <br /> • Má tá do thiachóg dhigiteach stóráilte ar d'fhón cliste, scan an cód QR <br /> <br /> Íoc an méid cruinn i mBonn giotáin mar atá luaite thíos. Beidh 15 nóiméad agat chun an íocaíocht a chríochnú. Athnuafaidh an leathanach é féin go huathoibríoch tar éis íocaíocht a fháil.
gd: Tagh tè dhe na roghainnean seo gus airgead a chur ris:<br /> • Ma chaidh bathar-bog a’ sporain dhigitich a stàladh air a’ choimpiutair agad, briog air a’ phutan “Pàigh le Bitcoin” <br /> • Ma tha an sporan digiteach agad air an fhòn tapaidh agad, sganaich an còd QR <br /> <br /> Pàigh an t-suim Bitcoin mhionaideach a chì thu gu h-ìosal. Tha cairteal na h-uarach agad gus a phàigheadh. Thèid an duilleag seo ath-nuadhachadh gu fèin-obrachail nuair a bhios sinn air pàigheadh fhaighinn.
gl: Escolle unha das opcións para engadir diñeiro:<br /> • Se o software de carteira dixital está instalado no computador, preme no botón 'Pagar con Bitcoin' <br /> • Se a carteira dixital está almacenada no smartphone, dixitaliza o código QR <br /> <br /> Paga o importe exacto de Bitcoin tal e como se indica abaixo. Dispós de 15 minutos para concluír o pagamento. A páxina actualizarase automaticamente cando se reciba o pagamento.
gu: પૈસા ઉમેરવા માટે કૃપા કરીને કોઈ એક વિકલ્પ પસંદ કરો:<br /> • જો તમારું ડિજિટલ વૉલેટ સૉફ્ટવેર તમારા કમ્પ્યુટર પર ઇન્સ્ટોલ કરેલું હોય, તો 'Bitcoin થી ચુકવણી કરો' બટન ક્લિક કરો <br /> • જો તમારું ડિજિટલ વૉલેટ તમારા સ્માર્ટફોન પર સંગ્રહિત હોય, તો QR કોડ સ્કેન કરો <br /> <br /> કૃપા કરીને નીચે જણાવ્યા મુજબ બિટકોઇનની ચોક્કસ રકમ ચૂકવો. ચુકવણી પૂર્ણ કરવા તમારી પાસે 15 મિનિટ છે. ચુકવણી થઈ ગયા પછી પૃષ્ઠ આપમેળે રીફ્રેશ થશે.
he: ‏‫בחר אחת מהאפשרויות כדי להוסיף כסף:<br /> • אם תוכנת הארנק הדיגיטלי שלך מותקנת במחשבך, לחץ על הלחצן 'שלם באמצעות Bitcoin' <br /> • אם הארנק הדיגיטלי שלך מאוחסן בטלפון החכם שלך, סרוק את קוד ה-QR <br /> <br /> שלם את סכום ה-Bitcoin המדויק בהתאם להצעת המחיר למטה. יש לך 15 דקות להשלים את התשלום. הדף יתרענן באופן אוטומטי לאחר שהתשלום יתקבל.
hi: कृपया धन जोड़ने के लिए इन विकल्पों में से कोई एक चुनें:<br /> • यदि आपके कंप्यूटर पर आपका डिजिटल वॉलेट सॉफ़्टवेयर स्थापित है, तो 'Bitcoin द्वारा भुगतान करें' बटन क्लिक करें <br /> • यदि आपके स्मार्टफ़ोन पर आपका डिजिटल वॉलेट स्थापित है, तो QR कोड स्कैन करें <br /> <br /> कृपया नीचे उद्धृत किए अनुसार Bitcoin की सटीक राशि का भुगतान करें. भुगतान पूर्ण करने के लिए आपके पास 15 मिनट होते हैं. जब भुगतान प्राप्त हो जाता है, तो पृष्ठ स्वचालित रूप से ताज़ा होता है.
hr: Odaberite način dodavanja novca:<br /> • Ako je softver za digitalni novčanik instaliran na računalo, kliknite gumb „Plati putem usluge Bitcoin”. <br /> • Ako je digitalni novčanik pohranjen na pametnom telefonu, skenirajte QR kod. <br /> <br /> Platite točan iznos kredita s usluge Bitcoin koji je naveden u nastavku. Plaćanje morate dovršiti u roku od 15 minuta. Stranica će se automatski osvježiti po primitku uplate.
hu: Válasszon a következő pénzfeltöltési lehetőségek közül:<br /> • Ha a számítógépén telepítve van a digitálispénztárca-szoftver, kattintson a Pay with Bitcoin (Fizetés Bitcoinnal) gombra. <br /> • Ha digitális pénztárcája az okostelefonján van, szkennelje be a QR-kódot. <br /> <br /> Kérjük, hogy pontosan az alább látható összeget fizesse be Bitcoinnal. A befizetésre 15 perc áll rendelkezésre. A befizetés beérkezésekor a lap automatikusan frissül.
id: Silakan pilih salah satu dari pilihan untuk menambahkan uang:<br /> • Jika perangkat lunak dompet digital Anda diinstal di komputer Anda, klik tombol 'Bayar dengan Bitcoin' <br /> • Jika dompet digital Anda disimpan di telepon pintar Anda, pindah kode QR <br /> <br /> Harap bayar jumlah Bitcoin seperti tertulis di bawah. Anda memiliki waktu 15 menit untuk menyelesaikan pembayaran. Halaman akan secara otomatis disegarkan setelah pembayaran diterima.
is: Veldu einn af valkostunum til að bæta við peningum:<br /> • Ef hugbúnaður fyrir stafrænt veski er uppsettur á tölvunni þinni skaltu smella á hnappinn „Greiða með Bitcoin“ <br /> • Ef stafræna veskið þitt er á snjallsímanum skaltu skanna QR-kóðann <br /> <br /> Greiddu nákvæma upphæð í Bitcoin eins og hún birtist hér að neðan. Þú hefur 15 mínútur til að ljúka við greiðsluna. Vefsíðan mun endurnýja sig sjálfkrafa þegar greiðslan er móttekin.
ja: 金額を追加するために、オプションを 1 つ選択してください:<br /> • お使いのコンピューターにデジタル ウォレット ソフトウェアがインストールされている場合には、[ビットコインで支払う] ボタンをクリックしてください <br /> •デジタル ウォレットがスマートフォンにインストールされている場合には、QR コードをスキャンしてください <br /> <br /> 下記お見積にある額のビットコインをお支払いください。支払いは 15 分以内で完了してください。支払いが完了すると、ページは自動的に更新されます。
ka: გთხოვთ, შეარჩიოთ თანხის დამატების ერთ-ერთი ვარიანტი:<br /> • თუ ციფრული საფულის პროგრამა დაყენებული გაქვთ კომპიუტერში, დააწკაპუნეთ „Bitcoin-ით გადახდის“ ღილაკზე <br /> • თუ ციფრული საფულე დაყენებულია თქვენს სმარტფონში, დაასკანერეთ მისი QR კოდი <br /> <br /> გთხოვთ, გადაიხადოთ Bitcoin-ის ზუსტი თანხა, როგორც მითითებულია ქვემოთ. თქვენ გაქვთ 15 წუთი გადახდის შესრულებისთვის. გადახდის მიღებისთანავე მოხდება გვერდის ავტომატური განახლება.
kk: Ақша қосу үшін опциялардың біреуін таңдаңыз:<br /> • Егер сандық әмиян бағдарламалық құралы компьютеріңізге орнатылса, "Bitcoin арқылы төлеу" түймесін басыңыз <br /> • Егер сандық әмиян смартфоныңызға сақталса, QR кодын тексеріңіз <br /> <br /> Төменде мәлімделген нақты Bitcoin сомасын төлеңіз. Төлемді аяқтауға 15 минут бар. Төлем алынған соң, бет автоматты түрде жаңартылады.
kn: ಹಣವನ್ನು ಸೇರಿಸಲು ದಯವಿಟ್ಟು ಆಯ್ಕೆಗಳಲ್ಲಿ ಒಂದನ್ನು ಆರಿಸಿ:<br /> • ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ಡಿಜಿಟಲ್ ವ್ಯಾಲೆಟ್ ಸಾಫ್ಟ್‌ವೇರ್ ಅನ್ನು ಸ್ಥಾಪನೆಗೊಳಿಸಿದ್ದರೆ, 'Bitcoin ಮೂಲಕ ಪಾವತಿಸು' ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ <br /> • ನಿಮ್ಮ ಸ್ಮಾರ್ಟ್‌ಫೋನ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಡಿಜಿಟಲ್ ವ್ಯಾಲೆಂಟ್ ಸಂಗ್ರಹಿತವಾಗಿದ್ದರೆ, QR ಕೋಡ್ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ <br /> <br /> ಕೆಳಗೆ ತಿಳಿಸಿದಂತೆ ದಯವಿಟ್ಟು ನಿಖರವಾದ Bitcoin ಮೊತ್ತವನ್ನು ಪಾವತಿಸಿ. ಪಾವತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ಬಳಿ 15 ನಿಮಿಷಗಳ ಸಮಯವಿದೆ. ಒಮ್ಮೆ ಪಾವತಿಯನ್ನು ಸ್ವೀಕರಿಸಿದಾಗ ಪುಟವನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತಾಜಾಗೊಳ್ಳುತ್ತದೆ.
ko: 금액을 추가하는 옵션 중 하나를 선택하세요.<br /> • 디지털 지갑 소프트웨어가 컴퓨터에 설치된 경우 'Bitcoin으로 결제' 단추를 클릭합니다. <br /> • 디지털 지갑이 스마트폰에 저장된 경우 QR 코드를 스캔합니다. <br /> <br /> 아래에 표시된 정확한 Bitcoin 금액을 지불하세요. 15분 내로 결제를 완료해야 합니다. 결제가 확인되면 페이지가 자동으로 새로고침됩니다.
ku_arab: تكایە یەكێك لە بەربژارەكان هەڵبژێرە بۆ زیادكردنی پارە<br /> • ئەگەر نەرمامرازی جزدانی دیجیتاڵت لە سەر كۆمپیوتەرەكەت دامەزراوە، كرتە بكە لە سەر دوگمەی "پارەدان بە بیتكۆین <br /> • ئەگەر جزدانی دیجیتاڵت لە سەر تەلەفۆنە هۆشمەندەكەت هەماركراوە، ئەوە كۆدی QR سكان بكە <br /> <br /> تکایە بڕی بت کۆین وەک خۆی هەروەک لای خوارەوە هاتووەبدە. تۆ 15 خولەكت هەیە بۆ تەواوكردنی پارەدانەكە. لاپەڕەكە خودكارانە تازە دەكرێتەوە كاتێك پارەكە وەردەگیرێت.
ky: Акча кошуу жолдорунун бирин ылгаңыз:<br /> • Эгерде санарип намыян программасы компьютериңизде орнотулган болсо "Биткоин менен төлөө" баскычын чык этиңиз <br /> • Эгерде санарип намыяны смартфонуңузда орнотулган болсо, QR кодун арытыңыз <br /> <br /> Сураныч, төмөндө көрсөтүлгөндөй Биткоиндин так суммасын төлөңүз. Сизде төлөөнүн аягына чыгууга 15 минут бар. Төлөм кабыл алынганда, барак автоматтык түрдө жаңыланат.
lo: ກະລຸນາເລືອກໜຶ່ງຕົວເລືອກເພື່ອເພີ່ມເງິນ:<br /> • ຖ້າຊອບແວກະເປົາເງິນດິຈິຕອນຂອງທ່ານໄດ້ຕິດຕັ້ງໃນຄອມພິວເຕີຂອງທ່ານແລ້ວ, ຄລິກປຸ່ມ “ຈ່າຍດ້ວຍ Bitcoin”<br /> • ຖ້າ ກະເປົາເງິນດິຈິຕອນຂອງທ່ານ ໄດ້ເກັບຮັກສາໄວ້ໃນສະມາດໂຟນຂອງທ່ານ, ສະແກນລະຫັດ QR <br /> <br /> ກະລຸນາຈ່າຍຈຳນວນ Bitcoin ທີ່ຖືກຕ້ອງຕາມທີ່ໄດ້ສະແດງຂ້າງລຸ່ມນີ້. ທ່ານມີເວລາ 15 ນາທີເພື່ອສຳເລັດ ການຊຳລະເງິນ. ໜ້າເພຈ໌ຈະຣີເຟຣສ໌ອັດຕະໂນມັດເມື່ອ ການຊຳລະເງິນໄດ້ຖືກຮັບແລ້ວ.
lt: Norėdami pridėti pinigų, pasirinkite vieną iš parinkčių:<br /> • Jei jūsų skaitmeninės piniginės programinė įranga įdiegta kompiuteryje, spustelėkite mygtuką „Mokėti naudojant „Bitcoin“<br /> • Jei jūsų skaitmeninė piniginė saugoma išmaniajame telefone, nuskaitykite QR kodą <br /> <br /> Sumokėkite tikslią nurodytą sumą. Mokėjimą turite atlikti per 15 minučių. Gavus apmokėjimą puslapis bus automatiškai atnaujintas.
lv: Lūdzu, izvēlieties kādu no tālāk minētajām opcijām, lai pievienotu naudu.<br /> • Ja datorā ir instalēta digitālā maka programmatūra, noklikšķiniet uz pogas “Maksāt, izmantojot pakalpojumu Bitcoin”.<br /> • Ja digitālais maks ir saglabāts viedtālrunī, noskenējiet QR kodu. <br /> <br /> Lūdzu, maksājiet precīzu Bitcoin summu, kas norādīta tālāk. Maksājums ir jāveic 15 minūšu laikā. Pēc maksājuma saņemšanas lapa tiks automātiski atsvaidzināta.
mi: Tēnā kōwhiria tētahi o ēnei hei tāpiri moni:<br /> • Mēnā kua oti ngā pūmanawa pūkoro mamati te tāuta ki tō rorohiko, pāwhiritia te pātene 'Utu ki Bitcoin' <br /> • Mēnā kua oti ngā pūmanawa pūkoro mamati te tāuta ki tō waea atamai, karapatia te waehere QR <br /> <br /> Tēnā utua te rahinga Bitcoin pū e whakahuatia ake nei. Ka tukua 15 meneti noa iho ki a koe hei whakaoti i te utunga. Ka tāmata aunoatia te whārangi ina tae mai tētahi utunga.
mk: Изберете една од опциите за додавање пари:<br /> • Доколку софтверот за дигитален паричник е инсталиран на вашиот компјутер, кликнете на копчето „Плати со Биткоин“ <br /> • Доколку дигиталниот паричник е складиран на вашиот паметен телефон. скенирајте го кодот QR <br /> <br /> Платете го точниот износ на Биткоин како што е наведено подолу. Имате 15 минути да ја извршите уплатата. Страницата автоматски ќе се освежи штом ја примиме уплатата.
ml: പണം ചേർക്കാൻ ഐച്ഛികങ്ങളിലൊന്ന് നോക്കിയെടുക്കുക:<br /> • നിങ്ങളുടെ ഡിജിറ്റൽ വാലറ്റ് സോഫ്റ്റ്‌വെയർ കമ്പ്യൂട്ടറിൽ ഇൻസ്റ്റാൾ ചെയ്‌തിട്ടുണ്ടെങ്കിൽ, 'Bitcoin ഉപയോഗിച്ച് പണമടയ്‌ക്കുക' ബട്ടൺ ക്ലിക്ക് ചെയ്യുക <br /> • നിങ്ങളുടെ ഡിജിറ്റൽ വാലറ്റ് സംഭരിച്ചിരിക്കുന്നത് സ്‌മാർട്ട്‌ഫോണിലാണെങ്കിൽ, QR കോഡ് സ്‌കാൻ ചെയ്യുക <br /> <br /> ചുവടെ ഉദ്ധരിച്ചിരിക്കുന്ന കൃത്യമായ Bitcoin തുക തന്നെ അടയ്‌ക്കുക. പേയ്‌മെന്‍റ് പൂർത്തിയാക്കാൻ നിങ്ങൾക്ക് 15 മിനിറ്റ് ലഭിക്കും. പേയ്‌മെന്‍റ് ലഭിച്ചുകഴിഞ്ഞാൽ, പേജ് സ്വപ്രേരിതമായി പുതുക്കിയെടുക്കും.
mn: Мөнгө нэмэх бол эдгээрээс нэгийг сонгоно уу:<br /> • Хэрэв таны дижитал түрийвч програм таны компьютер дээр суугдсан бол 'Биткойноор төлөх' товчийг товшино уу <br /> • Хэрэв таны дижитал түрийвч таны ухаалаг утсан дээр хадгалагдсан бол QR кодыг уншуулна уу <br /> <br /> Доор санал болгосон Биткойны дүнг яг энэ хэвээр нь төлнө үү. Танд төлбөр хийх 15 минут бий. Төлбөрийг хүлээн авсан тохиолдолд хуудас автоматаар сэргээгдэх болно.
mr: कृपया पैसे जोडण्यासाठी एक पर्याय निवडा:<br /> • आपल्या कॉम्प्यूटरवर आपले डिजिटल वॉलेट सॉफ्टवेअर स्थापित केले असल्यास, 'बिटकॉईन द्वारे देय द्या' बटण क्लिक करा <br /> • आपल्या स्मार्टफोनवर आपले डिजिटल वॉलेट संग्रहित केले असल्यास, QR कोड स्कॅन करा <br /> <br /> कृपया खाली कोट केल्यानुसार अचूक बिटकॉईन रकमेचे देय द्या. देय पूर्ण करण्यासाठी आपल्याकडे 15 मिनिटे आहेत. एकदा देय प्राप्त झाल्यानंतर पृष्ठ स्वयंचलितरित्या रिफ्रेश होईल.
ms: Sila pilih salah satu opsyen untuk menambah wang:<br /> • Jika perisian dompet digital anda telah dipasang pada komputer anda, klik butang 'Bayar dengan Bitcoin' <br /> • Jika dompet digital anda disimpan pada telefon pintar anda, imbas kod QR <br /> <br /> Sila bayar amaun Bitcoin setepatnya seperti yang disebutkan di bawah. Anda ada 15 minit untuk melengkapkan pembayaran. Halaman akan disegarkan semula secara automatik selepas bayaran diterima.
mt: Jekk jogħġbok, agħżel waħda mill-għażliet biex iżżid il-flus:<br /> • Jekk is-softwer tal-kartiera diġitali tiegħek huwa installat fuq il-kompjuter tiegħek, ikklikkja l-buttuna "Ħallas bil-Bitcoin" <br /> • Jekk il-kartiera diġitali tiegħek hija maħżuna fuq l-ismartphone tiegħek, skennja l-kodiċi QR <br /> <br /> Ħallas l-ammont Bitcoin eżatt kif ikkwotat hawn taħt. Għandek 15-il minuta biex tlesti l-pagament. Il-paġna ser taġġorna awtomatikament ladarba jiġi riċevut il-pagament.
ne: कृपया पैसा थप्नको लागि विकल्पहरू मध्ये कुनै एउटा छन्नुहोस्:<br /> • तपाइँको कम्प्युटरमा डिजिटल वालेट सफ्टवेयरलाई स्थापना गरिएको छ भने 'बिटकोइनद्वारा भुक्तान गर्नुहोस्' बटनमा क्लिक गर्नुहोस् <br /> • तपाइँको डिजिटल वालेटलाई तपाइँको स्मार्टफोनमा भण्डार गरिएको छ भने QR स्क्यान गर्नुहोस् <br /> <br /> कृपया तल उद्धरण गरिए अनुरूप वास्तविक Bitcoin रकम भुक्तान गर्नुहोस्। तपाइँसँग भुक्तानी कार्य पूरा गर्न 15 मिनेट छ। भुक्तानी प्राप्त भएपछि पृष्ठ स्वचालित रूपमा ताजा हुनेछ।
nn_no: Vel eitt av alternativa for å setje inn pengar:<br /> • Dersom du har lagra programvara for digital lommebok på datamaskina di, klikkar du på "Betal med Bitcoin" <br /> • Dersom den digitale lommeboka di er lagra på smarttelefon, skannar du QR-koden <br /> <br /> Betal det nøyaktige Bitcoin-beløpet som er oppgitt nedanfor. Du har 15 minutt på deg til å fullføre betalinga. Sida blir oppdatert automatisk når betalinga er motteken.
no: Velg ett av alternativene for å legge til penger:<br /> • Hvis programvaren for den digitale lommeboken er installert på datamaskinen, klikker du på knappen "Betal med Bitcoin". <br /> • Hvis den digitale lommeboken er lagret på smarttelefonen, skanner du QR-koden. <br /> <br /> Du må betale det nøyaktige Bitcoin-beløpet som er oppgitt nedenfor. Du har 15 minutter på å fullføre betalingen. Siden oppdateres automatisk når en betaling er mottatt.
or: ରାଶି ଯୋଡିବାକୁ ଦୟାକରି ଗୋଟିଏ ବିକଳ୍ପ ବାଛନ୍ତୁ:<br /> • ଆପଣଙ୍କ କମ୍ପ୍ୟୁଟରରେ ଯଦି ଆପଣଙ୍କ ଡିଜିଟାଲ୍‌ ୱାଲେଟ୍ ସଫ୍ଟୱେୟାର ସଂସ୍ଥାପିତ ହୋଇଥାଏ, 'Bitcoin ମାଧ୍ୟମରେ ଦେୟ ଦିଅନ୍ତୁ' ବଟନ୍‌ କ୍ଲିକ୍‌ କରନ୍ତୁ <br /> • ଆପଣଙ୍କ ସ୍ମାର୍ଟଫୋନରେ ଯଦି ଆପଣଙ୍କ ଡିଜିଟାଲ୍ ୱାଲେଟ୍‌ ଷ୍ଟୋର୍‌ ହୋଇଥାଏ, QR କୋଡ୍ ସ୍କାନ୍‌ କରନ୍ତୁ <br /> <br /> ନିମ୍ନରେ କୋଟ୍‌ କରାଯାଇ ଥିବା ପରି ସଠିକ୍‌ Bitcoin ରାଶିର ଦେୟ ଦୟାକରି ଦିଅନ୍ତୁ. ଏହି ଦେୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ଆପଣଙ୍କର 15 ମିନିଟ୍‌ ସମୟ ରହିଛି. ଏକ ଦେୟ ପ୍ରାପ୍ତ ହେବା ପରେ ପୃଷ୍ଠାଟି ସ୍ୱତଃସ୍ପୃତ ଭାବେ ସତେଜ ହେବ.
pa_arab_pk: پیسے پاؤن لئی میربانی کر کے کوئی اک اختیار چُنو: <br /> • جے تہاڈے کمپیوٹر اتے تہاڈا ڈیجیٹل وائیلٹ انسٹال اے، اتے ' Bitcoin نال ادائیگی کرو' دے بٹن اتے کلک کرو<br /> • جے تہاڈا ڈیجیٹل وائیلٹ تہاڈے سمارٹ فون اتے سٹور اے، اتے QR کوڈ اسکین کرو<br /> <br /> تہاڈے کول ادائیگی مکمل کرن لئی 15 منٹ نیں۔ اک وار ادائیگی وصول ہو گئی اتے ورقہ آپو آپ نواں ہو جاوے گا۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਪੈਸੇ ਪਾਉਣ ਲਈ ਹੇਠ ਲਿਖੇ ਵਿਕਲਪਾਂ ਵਿੱਚੋਂ ਇੱਕ ਚੁਣੋ:<br /> • ਜੇ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ ਉੱਤੇ ਤੁਹਾਡਾ ਡਿਜਿਟਲ ਵਾਲੇਟ ਸੌਫਟਵੇਅਰ ਸਥਾਪਿਤ ਨਹੀਂ ਹੋਇਆ ਹੈ, ਤਾਂ 'Bitcoin ਦੇ ਨਾਲ ਭੁਗਤਾਨ ਕਰੋ' ਬਟਨ 'ਤੇ ਕਲਿਕ ਕਰੋ <br /> • ਜੇ ਤੁਹਾਡਾ ਡਿਜਿਟਲ ਵਾਲੇਟ ਤੁਹਾਡੇ ਸਮਾਰਟਫ਼ੋਨ ਉੱਤੇ ਸਟੋਰ ਕੀਤਾ ਜਾਂਦਾ ਹੈ, ਤਾਂ QR ਕੋਡ ਸਕੈਨ ਕਰੋ <br /> <br /> ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਹਵਾਲਾ ਦਿੱਤੇ ਮੁਤਾਬਕ ਬਿਲਕੁੱਲ ਸਹੀ Bitcoin ਰਕਮ ਦਾ ਭੁਗਤਾਨ ਕਰੋ। ਤੁਹਾਨੂੰ ਕੋਲ ਭੁਗਤਾਨ ਪੂਰਾ ਕਰਨ ਲਈ 15 ਮਿੰਟ ਹੁੰਦੇ ਹਨ। ਇੱਕ ਵਾਰ ਭੁਗਤਾਨ ਪ੍ਰਾਪਤ ਹੋ ਜਾਣ 'ਤੇ ਪੰਨਾ ਆਪਣੇ-ਆਪ ਤਾਜ਼ਾ ਹੋ ਜਾਏਗਾ।
pl: Wybierz jedną z opcji, aby dodać środki pieniężne:<br /> • Jeśli masz zainstalowane na komputerze oprogramowanie cyfrowego portfela, kliknij przycisk „Pay with Bitcoin” (Zapłać w Bitcoinach). <br /> • Jeśli Twój cyfrowy portfel jest przechowywany w smartfonie, zeskanuj kod QR. <br /> <br /> Zapłać dokładną kwotę w Bitcoinach podaną poniżej. Masz 15 minut na dokonanie płatności. Po otrzymaniu płatności strona zostanie automatycznie odświeżona.
ru: Выберите один из вариантов внесения денег.<br /> • Если на вашем компьютере установлен электронный кошелек, нажмите кнопку "Оплатить биткойнами". <br /> • Если электронный кошелек хранится на вашем смартфоне, отсканируйте QR-код. <br /> <br /> Оплатите точное количество биткойнов, указанное ниже. У вас есть 15 минут, чтобы завершить платеж. После получения платежа страница будет обновлена автоматически.
sd: رقم اضافو ڪرڻ لاءِ مهرباني ڪري اختيارن مان هڪ چونڊيو:<br /> • جيڪڏهن توهانجي ڪمپيوٽر تي توهانجو ڊجيٽل واليٽ سافٽويئر تنصيب ٿيل آهي، 'Bitcoin سان ادا ڪريو' بٽڻ تي ڪلڪ ڪريو <br /> • جيڪڏهن واليٽ توهانجي سمارٽ فون تي ذخيرو ٿيل اآهي ته، QR ڪوڊ اسڪين ڪريو <br /> <br /> مهرباني ڪري اصل Bitcoin رقم ادا ڪريو جيئن هيٺ حوالو ڏنل آهي. ادائگي مڪمل ڪرڻ لاءِ توهان وٽ 15 منٽ آهن. هڪ ڀيرو هڪ ادائگي ٿيندي ته صفحو خودڪار طور تي ريفريش ٿيندو.
si: මුදල් එක් කිරීමට කරුණාකර විකල්ප අතරින් එකක් තෝරාගන්න:<br /> • ඔබගේ පරිගණකයේ අංකිත පසුම්බිය මෘදුකාංගය ස්ථාපනය කර ඇති නම්, 'Bitcoin සමගින් ගෙවන්න' බොත්තම ක්ලික් කරන්න <br /> • ඔබගේ අංකිත පසුම්බිය ඔබගේ ස්මාට් දුරකථනයේ ගබඩා කර ඇති නම්, QR කේතය ස්කෑන් කරන්න <br /> <br /> කරුණාකර පහත සඳහන් පරිදි නිවැරදි Bitcoin ගණන ගෙවන්න. ගෙවීම සම්පූර්ණ කිරීමට ඔබට මිනිත්තු 15 ක් ඇත. ගෙවීමක් ලද විට පිටුව ස්වයංක්‍රීයව නැවුම් වනු ඇත.
sl: Izberite eno od možnosti za dodajanje denarja:<br /> • Če je programska oprema vaše digitalne denarnice nameščena v vašem računalniku, kliknite gumb »Plačaj s storitvijo Bitcoin« <br /> • Če je vaša digitalna denarnica shranjena v vašem pametnem telefonu, optično preberite kodo QR <br /> <br /> Plačajte točen znesek v valuti Bitcoin, ki je naveden spodaj. Za izvedbo plačila imate 15 minut časa. Stran se bo po prejemu plačila samodejno osvežila.
sr_cyrl_rs: Одаберите неку од ових могућности за додавање новца:<br /> • Ако је ваш софтвер за дигитални новчаник инсталиран на рачунару, кликните на дугме „Плати преко Биткоина“ <br /> • Ако је ваш дигитални новчаник ускладиштен на паметном телефону, скенирајте QR код <br /> <br /> Платите тачан износ у Биткоинима који је наведен доле. Имате 15 минута да обавите плаћање. Ова страница ће бити аутоматски освежена чим примимо уплату.
sr_latn_rs: Odaberite neku od ovih mogućnosti za dodavanje novca:<br /> • Ako je vaš softver za digitalni novčanik instaliran na računaru, kliknite na dugme „Plati preko Bitkoina“ <br /> • Ako je vaš digitalni novčanik uskladišten na pametnom telefonu, skenirajte QR kod <br /> <br /> Platite tačan iznos u Bitkoinima koji je naveden dole. Imate 15 minuta da obavite plaćanje. Ova stranica će biti automatski osvežena čim primimo uplatu.
sv: Välj något av följande alternativ för att sätta in pengar:<br /> • Klicka på knappen för att betala med Bitcoin om du har en digital plånbok på din dator. <br /> • Läs in QR-koden om du har en digital plånbok på din mobiltelefon. <br /> <br /> Betala exakt det Bitcoin-belopp som anges nedan. Du har 15 minuter på dig att slutföra betalningen. Sidan uppdateras automatiskt när betalningen är mottagen.
ta: பணத்தைச் சேர்ப்பதற்கு, விருப்பங்களில் ஒன்றைத் தேர்வுசெய்யவும்:<br /> • உங்கள் கணினியில் டிஜிட்டல் பணப்பை மென்பொருள் நிறுவப்பட்டால், ‘Bitcoin மூலம் கட்டணம் செலுத்து’ பொத்தானைக் கிளிக் செய்யவும் <br /> • உங்கள் ஸ்மார்ட்போனில் டிஜிட்டல் பணப்பை சேமிக்கப்பட்டால், QR குறியீட்டை ஸ்கேன் செய்யவும் <br /> <br /> தயவுசெய்து, கீழே ஒதுக்கீடு செய்யப்பட்டவாறு, சரியான Bitcoin தொகையைச் செலுத்தவும். கட்டணம் செலுத்தி முடிக்க, உங்களுக்கு 15 நிமிடங்கள் உள்ளன. கட்டணம் பெறப்பட்டதும் பக்கம் தானாகப் புதுப்பிக்கப்படும்.
te: దయచేసి డబ్బును జోడించడానికి ఎంపికలలో ఒక దానిని ఎంచుకోండి:<br /> • మీ కంప్యూటర్లో మీ డిజిటల్ వ్యాలెట్ సాఫ్ట్వేర్ వ్యవస్థాపించబడి ఉంటే, మీరు 'Bitcoinతో చెల్లించు' బటన్ని నొక్కవచ్చు <br /> • మీ స్మార్ట్ఫోన్లో మీ డిజిటల్ వాలెట్ని నిల్వ చేసినట్లయితే, QR కోడ్ని స్కాన్ చేయండి <br /> <br /> దయచేసి దిగువ పేర్కొన్న ఖచ్చితమైన Bitcoin మొత్తాన్ని చెల్లించండి. చెల్లింపు పూర్తి కావడానికి మీకు 15 నిమిషాలు పట్టవచ్చు. చెల్లింపు స్వీకరించబడిన తర్వాత పేజీ స్వయంచాలకంగా రీఫ్రెష్ చేయబడుతుంది.
tg: Лутфан, барои илова кардани маблағ, яке аз имконотро интихоб намоед:<br /> • Агар барномаи рақамии ҳамёни шумо дар компютери шумо насб карда шуда бошад, тугмаи 'Бо Bitcoin пардохт намоед'-ро зер кунед <br /> • Агар барномаи рақамии ҳамёни шумо дар смартфони шумо захира карда шуда бошад, рамзи QR-ро скан кунед <br /> <br /> Лутфан, маблағи дақиқро аз рӯи иқтибоси зерин бо Bitcoin пардохт намоед. Барои ба итмом расонидани пардохт, шумо 15 дақиқа вақт доред. Баъд аз қабули пардохт, саҳифа ба таври худкор навсозӣ мешавад.
th: โปรดเลือกหนึ่งในตัวเลือกต่อไปนี้เพื่อเติมเงิน:<br /> • ถ้าคุณติดตั้งซอฟต์แวร์กระเป๋าสตางค์ดิจิตอลลงบนคอมพิวเตอร์ของคุณ ให้คลิกปุ่ม 'จ่ายด้วย Bitcoin' <br /> • ถ้าคุณเก็บกระเป๋าสตางค์ดิจิตอลไว้บนสมาร์ทโฟนของคุณ ให้สแกน QR โค้ด<br /> <br /> โปรดจ่าย Bitcoin เป็นจำนวนตรงตามที่ระบุไว้ด้านล่าง คุณมีเวลา 15 นาทีที่จะดำเนินการจ่ายเงินให้สมบูรณ์ หน้าเว็บจะรีเฟรชโดยอัตโนมัติเมื่อได้รับการจ่ายเงินแล้ว
tr: Para eklemek için lütfen aşağıdaki seçeneklerden birini seçin:<br /> • Dijital cüzdan yazılımınız bilgisayarınızda yüklüyse 'Bitcoin ile öde' düğmesine tıklayın <br /> • Dijital cüzdanınız akıllı telefonunuzdaysa, QR kodunu tarayın <br /> <br /> Lütfen tam olarak aşağıda belirtilen Bitcoin tutarını ödeyin. Ödemeyi tamamlamak için 15 dakikanız vardır. Ödeme alındığında bu sayfa otomatik olarak yenilenir.
tt: Акча өстәү ысулларыннан берсен сайлагыз:<br /> • Цифрлы акча янчыгы программасы сезнең санакка урнаштырылган булса, 'Bitcoin белән түләү' төймәсенә чирттерегез <br /> • Цифрлы акча янчыгыгыз смартфоныгызда сакланса, QR кодын сканерлагыз <br /> <br /> Биткоиннарны түбәндә күрсәтелгән төгәл күләмдә түләгез. Түләвегезне башкару өчен 15 минут бар. Түләү алынгач, бу бит автомат рәвештә яңартылачак.
ug: تۆۋەندىكى ئۇسۇللاردىن بىرى ئارقىلىق پۇل قوشۇڭ:<br /> • رەقەملىك ھەميان يۇمشاق دېتالى كومپيۇتېرىڭىزغا قاچىلانغان بولسا، «Bitcoin ئارقىلىق تۆلەش» كۇنۇپكىسىنى چېكىڭ <br /> • رەقەملىك ھەميان يانفونىڭىزدا بولسا، QR كودىنى سايىلەڭ <br /> <br /> تۆۋەندە كۆرسىتىلگەن سوممىدا Bitcoin تۆلەڭ. بۇ مۇئامىلىنى 15 مىنۇت ئىچىدە تاماملىشىڭىز كېرەك. ھەق تاپشۇرۇۋېلىنغاندا، بەت ئۆزلۈكىدىن يېڭىلىنىدۇ.
uk: Виберіть один із варіантів додавання коштів.<br /> • Якщо ваш цифровий гаманець інстальовано на комп’ютері, натисніть кнопку "Оплатити за допомогою Bitcoin". <br /> • Якщо ваш цифровий гаманець збережено на смартфоні, зіскануйте QR-код. <br /> <br /> Оплатіть точну суму біткойнів, як зазначено нижче. У вас буде 15 хвилин, щоб завершити оплату. Сторінку буде автоматично оновлено після отримання оплати.
ur: براہ مہربانی رقم شامل کرنے کے لیے اختیارات میں سے ایک کو چنیں:<br /> • اگر آپ کا ڈیجیٹل والٹ سافٹ ویئر آپ کے کمپیوٹر پر نصب ہے، بٹن 'بٹ کوائن سے ادائیگی کریں' پر کلک کریں <br /> • اگر آپ کا ڈیجیٹل والٹ آپ کے سمارٹ فون میں ذخیرہ ہے تو QR کوڈ اسکین کریں <br /> <br /> براہ مہربانی بالکل صحیح بٹ کوائن رقم ادا کریں جیسے ذیل میں دکھائی گئی ہے۔ آپ کے پاس ادائیگی مکمل کرنے کے لیے 15 منٹ ہیں۔ ادائیگی وصول ہونے پر صفحہ خودبخود تازہ ہو جائے گا۔
uz: Pul qo‘shish uchun quyidagi usullardan birini tanlang:<br /> • Kompyuteringizda raqamli hamyon dasturi o‘rnatilgan bo‘lsa, “Bitkoyn bilan to‘lash” tugmasiga cherting <br /> • Agar raqamli hamyoningiz smartfoningizda saqlangan bo‘lsa, QR-kodni skanerlang <br /> <br /> Quyida ko‘rsatilgandek, Bitkoynlarning aniq miqdorini to‘lang. To‘lovni amalga oshirish uchun 15 daqiqangiz qoldi. Sahifa to‘lov olingandan keyin avtomatik tarzda yangilanadi.
vi: Vui lòng chọn một trong các tùy chọn để nạp tiền:<br /> • Nếu bạn đã cài đặt phần mềm digital wallet (ví số) trên máy tính, hãy bấm nút 'Pay with Bitcoin' (Thanh toán bằng Bitcoin) <br /> • Nếu bạn lưu trữ phần mềm digital wallet trên điện thoại thông minh, hãy quét mã QR <br /> <br /> Vui lòng thanh toán chính xác số tiền bitcoin như được báo giá bên dưới. Bạn có 15 phút để hoàn tất thanh toán. Trang này sẽ tự động làm mới sau khi chúng tôi nhận được khoản thanh toán.
zh_hans: 请选择以下任一选项来充值: <br /> • 如果你在计算机上安装了电子钱包软件，请单击“使用比特币付款”按钮<br /> • 如果你的电子钱包存储在智能手机上，请扫描二维码<br /> <br /> 请支付如下所述的确切比特币金额。你有 15 分钟的时间来完成付款。页面将在收到付款后自动刷新。
zh_hant: 請選擇其中一個選項進行加值:<br /> • 若您的電子錢包軟體安裝在電腦上，請按一下 [使用比特幣付款] 按鈕<br /> • 若您的電子錢包儲存在智慧型手機上，請掃描 QR 代碼<br /> <br /> 請依下列所示支付比特幣金額。您有 15 分鐘的時間可以完成付款。此頁面將會在收到付款後自動重新整理。
