Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Klarna.ErrorMessage.IncorrectlyFormattedPersonalNumber.New
source: Check the format of your personal number
af: Kontroleer die formaat van jou persoonlike nommer
am: የግል ቁጥርዎን ቅርጸት ይፈትሹ።
ar: التحقق من تنسيق رقمك الشخصي
as: আপোনাৰ ব্যক্তিগত নম্বৰৰ সজ্জা পৰীক্ষা কৰক
az: Şəxsi nömrənizin formatını yoxlayın
bg: Проверете формата на личния си номер
bn_in: আপনার ব্যক্তিগত নম্বরের ফরম্যাটটি চেক করুন
bs: Provjerite format svog ličnog broja
cy: Gwiriwch fformat eich rhif personol
da: Kontrollér formatet af dit personnummer
de: Überprüfen Sie das Format Ihrer persönlichen Nummer.
el: Ελέγξτε τη μορφή του προσωπικού αριθμού σας
es: Comprobar el formato del número personal
et: Kontrollige isikukoodi vormingut
eu: Egiaztatu zenbaki pertsonalaren formatua
fa: قالب شماره شناسایی خود را بررسی کنید
ga: Seiceáil formáid d'uimhreach pearsanta
gd: Thoir sùil air fòrmat na h-àireimh phearsanta agad
gl: Comprobar o formato do número persoal
gu: તમારા અંગત નંબરની ફૉર્મેટ તપાસો.
he: בדוק את התבנית של מספר תעודת הזהות שלך
hi: अपने व्यक्तिगत नंबर का स्वरूप जाँचें
hr: Provjerite oblik svojeg osobnog broja
hu: Ellenőrizze a személyi szám formátumát.
id: Periksa format nomor pribadi Anda
is: Athugaðu snið kennitölunnar
ja: 個人番号の形式を確認してください
ka: შეამოწმეთ თქვენი პირადი ნომრის ფორმატი
kk: Жеке нөмір пішімін тексеріңіз
kn: ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಂಖ್ಯೆಯ ಸ್ವರೂಪ ಪರಿಶೀಲಿಸಿ.
ko: 개인 번호의 형식을 확인하세요.
ku_arab: فۆرماتی ژمارەی کەسییت بپشکنه
ky: Жеке номериңиздин форматын текшериңиз
lo: ກວດເບິ່ງຮູບແບບຂອງໝາຍເລກສ່ວນຕົວ
lt: Patikrinkite asmeninio numerio formatą
lv: Pārbaudiet personas koda formātu
mi: Tirohia te hōputu o tō nama whaiaro
mk: Проверете го форматот на матичниот број
ml: നിങ്ങളുടെ വ്യക്തിഗത നമ്പറിന്റെ ഫോർമാറ്റ് പരിശോധിക്കുക.
mn: Хувийн дугаарынхаа хэлбэрийг шалгана уу
mr: आपल्या वैयक्तिक नंबरचे स्वरूप तपासा.
ms: Semak format nombor peribadi anda
mt: Iċċekkja l-format tan-numru personali tiegħek
ne: तपाईंको व्यक्तिगत नम्बरको ढाँचा जाँच्नुहोस्
nn_no: Kontroller format for personnummer
no: Kontroller format for personnummer
or: ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ନମ୍ବର୍‍ର ଫର୍ମାଟ୍‌ ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: اپنے ذاتی نمبر دا فارمیٹ چیک کرو
pa_in: ਆਪਣੇ ਨਿੱਜੀ ਨੰਬਰ ਦੇ ਫਾਰਮੈਟ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź format swojego numeru osobistego
ru: Проверьте формат личного номера
sd: پنهنجي ذاتي نمبر جو فارميٽ چيڪ ڪريو
si: ඔබගේ පුද්ගලික අංකයේ ආකෘතිය පරීක්ෂා කරන්න.
sl: Preverite obliko zapisa osebne številke
sr_cyrl_rs: Проверите формат личног броја
sr_latn_rs: Proverite format ličnog broja
sv: Kontrollera formatet för ditt personnummer
ta: உங்கள் தனிப்பட்ட எண்ணின் வடிவமைப்பைச் சரிபார்க்கவும்
te: మీ వ్యక్తిగత నంబర్ యొక్క ఆకృతిని తనిఖీ చేయండి.
tg: Формати рақами шахсии худро санҷед
th: ตรวจสอบรูปแบบหมายเลขโทรศัพท์ส่วนตัวของคุณ
tr: Kişisel numaranızın biçimini kontrol edin
tt: Шәхси номерыгызның форматын тикшерегез
ug: شەخسىي نومۇرىڭىزنىڭ فورماتىنى تەكشۈرۈڭ
uk: Перевірте формат особистого номера
ur: اپنے ذاتی نمبر وضع کی پڑتال کریں
uz: Shaxsiy raqamingiz formatini tekshiring
vi: Kiểm tra định dạng số cá nhân của bạn
zh_hans: 请检查个人号码的格式
zh_hant: 檢查您的個人識別碼的格式

# Literal.Klarna.ErrorMessage.InvalidPersonalNumber.New
source: Check your personal number or date of birth. It doesn't match our records.
af: Kontroleer jou persoonlike nommer of geboortedatum. Dit stem nie ooreen met ons rekords nie.
am: የግል ቁጥርዎን ወይም የልደት ቀንዎን ይፈትሹ። ከእኛ መዝገብ ጋር አይመሳሰልም።
ar: تحقق من رقمك الشخصي أو تاريخ ميلادك. إنه لا يتطابق مع سجلاتنا.
as: আপোনাৰ ব্যক্তিগত নম্বৰ বা জন্মৰ তাৰিখ পৰীক্ষা কৰক৷ এয়া আপোনাৰ ৰেকৰ্ডৰ লগত মিলা নাই৷
az: Şəxsi nömrəniz və ya doğum tarixinizi yoxlayın. O, qeydlərimizə uyğun gəlmir.
bg: Проверете личната си информация или датата на раждане. Не съвпада с нашите записи.
bn_in: আপনার ব্যক্তিগত নম্বর বা জন্মতারিখটি চেক করুন। এটা আমাদের রেকর্ডের সাথে মিলছে না।
bs: Provjerite svoj lični broj ili datum rođenja. Unosi se ne podudaraju s našim zapisima.
cy: Gwiriwch eich rhif personol neu ddyddiad geni. Nid yw'n cyd-fynd â'n cofnodion.
da: Kontrollér dit personnummer eller din fødselsdato. Det/den stemmer ikke overens med vores registreringer.
de: Überprüfen Sie Ihre persönliche Nummer oder Ihr Geburtsdatum. Sie bzw. es stimmt nicht mit unseren Daten überein.
el: Ελέγξτε τον προσωπικό αριθμό ή την ημερομηνία γέννησης. Δεν συμφωνεί με τα αρχεία μας.
es: Comprueba tu número personal o fecha de nacimiento. No coincide con nuestros registros.
et: Kontrollige isikukoodi või sünnikuupäeva. Need ei vasta meie kirjetele.
eu: Egiaztatu zenbaki pertsonala edo jaioteguna. Ez dator bat gure erregistroekin.
fa: شماره شناسایی یا تاریخ تولد خود را بررسی کنید. این اطلاعات با رکوردهای ما مطابقت ندارد.
ga: Seiceáil d'uimhir phearsanta nó dáta breithe. Ní hionann é agus ár dtaifid.
gd: Thoir sùil air do latha-breith no an àireamh phearsanta agad. Chan eil e a-rèir ar clàran.
gl: Comproba o número persoal ou a data de nacemento. Non coincide cos nosos rexistros.
gu: તમારો વ્યક્તિગત નંબર અથવા જન્મ તારીખ ચકાસો. તે અમારા રેકોર્ડ સાથે મેચ થતી નથી.
he: בדוק את מספר תעודת הזהות או תאריך הלידה שלך. הם לא תואמים לרשומות שלנו.
hi: अपना व्यक्तिगत नंबर या जन्म तिथि जाँचें. यह हमारे रिकॉर्ड से मेल नहीं खाता है.
hr: Provjerite svoj osobni broj ili datum rođenja. Unosi se ne podudaraju s našim zapisima.
hu: Ellenőrizze a személyi számot és a születési dátumot. Nem egyezik a nyilvántartásunkkal.
id: Periksa nomor pribadi atau tanggal lahir Anda. Data tersebut tidak cocok dengan catatan kami.
is: Athugaðu kennitöluna eða fæðingardaginn. Annað hvort passar ekki við upplýsingar okkar.
ja: 個人番号または生年月日を確認してください。記録されたものと一致しません。
ka: შეამოწმეთ თქვენი პირადი ნომრის ან დაბადების თარიღის ფორმატი. ის არ თანხვდება ჩვენს ჩანაწერებს.
kk: Жеке нөміріңізді немесе туған күніңізді тексеріңіз. Бұл біздің жазбаларға сәйкес келмейді.
kn: ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಂಖ್ಯೆ ಅಥವಾ ಜನ್ಮ ದಿನಾಂಕ ಪರೀಕ್ಷಿಸಿ. ಇದು ನಮ್ಮ ದಾಖಲೆಗಳೊಂದಿಗೆ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ.
ko: 개인 번호 또는 생년월일을 확인하세요. 기록과 일치하지 않습니다.
ku_arab: ژمارەی کەسیی یان بەرواری لەدایکبوونت بپشکنه. لەگەڵ تۆمارەکانی ئێمەدا گونجاو نیه.
ky: Жеке номериңизди же туулган күнүңүздү текшериңиз. Ал жазууларыбызга дал келбей турат.
lo: ກວດເບິ່ງໝາຍເລກສ່ວນຕົວແລະວັນເດືອນປີເກີດຂອງທ່ານ.
lt: Patikrinkite savo asmeninį numerį arba gimimo datą. Jis neatitinka mūsų įrašų.
lv: Pārbaudiet savu personas kodu vai dzimšanas datumu. Tas neatbilst mūsu rīcībā esošajai informācijai.
mi: Tirohia tō nama whaiaro, o tō rā whānau rānei. Kāore i te taurite ki ā mātou rēkoata.
mk: Проверете го матичниот број или датумот на раѓање. Не се совпаѓа со нашите записи.
ml: നിങ്ങളുടെ വ്യക്തിഗത നമ്പർ അല്ലെങ്കിൽ ജനനത്തീയതി പരിശോധിക്കുക. ഇത് ഞങ്ങളുടെ രേഖകളുമായി പൊരുത്തപ്പെടുന്നില്ല.
mn: Хувийн дугаар эсвэл төрсөн огноогоо шалгана уу. Манай бүртгэлтэй таарахгүй байна.
mr: आपला वैयक्तिक नंबर किंवा जन्म तारीख तपासा. ते आमच्या रेकॉर्डशी जुळत नाही.
ms: Semak nombor peribadi atau tarikh lahir anda. Ia tidak sepadan dengan rekod kami.
mt: Iċċekkja n-numru personali jew id-data tat-twelid tiegħek. Ma taqbilx mar-rekord tagħna.
ne: तपाईंको व्यक्तिगत नम्बर वा जन्म मिति जाँच्नुहोस्। यो हाम्रो रेकर्डहरूसँग मिल्दैन।
nn_no: Kontroller personnummer og fødselsdato. Det er noko som ikkje stemmer med det vi har registrert.
no: Kontroller personnummer og fødselsdato. Det er noe som ikke stemmer med det vi har registrert.
or: ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ନମ୍ବର୍‍ କିମ୍ବା ଜନ୍ମ ତାରିଖ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ଆମ ରେକର୍ଡ ସହିତ ମେଳ ଖାଉ ନାହିଁ.
pa_arab_pk: اپنا ذاتی نمبر یا پیدائش دی تریخ چیک کرو۔ ایہہ ساڈے ریکارڈ نال مطابقت نہیں رکھدا۔
pa_in: ਆਪਣੇ ਨਿੱਜੀ ਨੰਬਰ ਜਾਂ ਜਨਮ ਮਿਤੀ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਹ ਸਾਡੇ ਰਿਕਾਰਡਾਂ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ ਹਨ।
pl: Sprawdź swój numer osobisty lub datę urodzenia. Ta wartość nie pasuje do naszych danych.
ru: Проверьте формат личного номера или даты рождения. Один из этих параметров не совпадает с нашими записями.
sd: پنهنجو ذاتي نمبر يا پيدائش جي تاريخ چيڪ ڪريو. اهو اسانجي رڪارڊ سان ڀيٽ نٿو ٿئي.
si: ඔබගේ පුද්ගලික අංකය හෝ උපන් දිනය පරීක්ෂා කරන්න. එය අපගේ වාර්තා වලට නොගැළපේ.
sl: Preverite osebno številko ali datum rojstva. Ne ujema se z našo evidenco.
sr_cyrl_rs: Проверите свој лични број или датум рођења. Не подудара се са нашом евиденцијом.
sr_latn_rs: Proverite svoj lični broj ili datum rođenja. Ne podudara se sa našom evidencijom.
sv: Kontrollera ditt personnummer eller födelsedatum. Det stämmer inte med våra uppgifter.
ta: உங்கள் தனிப்பட்ட எண் அல்லது பிறப்பு தேதியை சரிபார்க்கவும். அது எங்கள் பதிவுகளுடன் பொருந்தவில்லை.
te: మీ వ్యక్తిగత నంబర్ లేక పుట్టిన రోజు తనిఖీ చేయండి. మా రికార్డ్‌లతో సరిపోలడం లేదు.
tg: Рақами шахсӣ ё санаи таваллуди худро санҷед. Он бо сабтҳои мо мувофиқ нест.
th: ตรวจสอบหมายเลขโทรศัพท์ส่วนตัวหรือวันเกิดของคุณ เพราะไม่ตรงกับบันทึกของเรา
tr: Kişisel numaranızı veya doğum tarihinizi kontrol edin. Kayıtlarımızla eşleşmiyor.
tt: Шәхси номерыгызны яки туган көнегез датасын тикшерегез. Ул безнең язмаларга туры килми.
ug: شەخسىي نومۇرىڭىزنى ياكى تۇغۇلغان كۈنىڭىزنى تەكشۈرۈڭ. بىزدىكى خاتىرىلەرگە ماس كەلمىدى.
uk: Перевірте особистий номер або дату народження. Один із цих параметрів не співпадає з нашими записами.
ur: اپنے ذاتی نمبر یا تاریخ پیدائش کی پڑتال کریں۔ یہ ہمارے ریکارڈ سے مشابہ نہیں
uz: Shaxsiy raqamingiz yoki tug‘ilgan kuningiz sanasini tekshiring. U bizning qaydlardan farq qilmoqda.
vi: Kiểm tra số cá nhân hoặc ngày sinh của bạn. Nó không khớp với hồ sơ của chúng tôi.
zh_hans: 请检查个人号码或出生日期。它与我们的记录不匹配。
zh_hant: 檢查您的個人識別碼或生日，它與我們的記錄不相符。

# Literal.Klarna.ErrorMessage.PersonalNumberBadFormat.New
source: Check the format of your personal number or date of birth.
af: Kontroleer die formaat van jou persoonlike nommer of geboortedatum.
am: የግል ቁጥርዎን ወይም የልደት ቀንዎን ቅርጸት ይፈትሹ።
ar: تحقق من تنسيق رقمك الشخصي أو تاريخ ميلادك.
as: আপোনাৰ ব্যক্তিগত নম্বৰ বা জন্মৰ তাৰিখৰ সজ্জা পৰীক্ষা কৰক৷
az: Şəxsi nömrəniz və ya doğum tarixinizin formatını yoxlayın.
bg: Проверете формата на личния си номер или датата на раждане.
bn_in: আপনার ব্যক্তিগত নম্বর বা জন্মতারিখের ফরম্যাটটি চেক করুন।
bs: Provjerite format svog ličnog broja ili datuma rođenja.
cy: Gwiriwch fformat eich rhif personol neu ddyddiad geni.
da: Kontrollér formatet af dit personnummer eller din fødselsdato.
de: Überprüfen Sie das Format Ihrer persönlichen Nummer oder Ihres Geburtsdatums.
el: Ελέγξτε τη μορφή του προσωπικού αριθμού ή της ημερομηνίας γέννησης.
es: Comprueba el formato de tu número personal o fecha de nacimiento.
et: Kontrollige isikukoodi või sünnikuupäeva vormingut.
eu: Egiaztatu zenbaki pertsonalaren edo jaiotegunaren formatua.
fa: قالب شماره شناسایی یا تاریخ تولد خود را بررسی کنید.
ga: Seiceáil formáid d'uimhreach pearsanta nó dáta breithe.
gd: Thoir sùil air fòrmat do latha-breith no na h-àireimh phearsanta agad.
gl: Comproba o formato do número persoal ou da data de nacemento.
gu: તમારો વ્યક્તિગત નંબર અથવા જન્મ તારીખનું ફોર્મેટ ચકાસો.
he: בדוק את התבנית של מספר תעודת הזהות או תאריך הלידה שלך.
hi: अपना व्यक्तिगत नंबर या जन्मतिथि का स्वरूप जाँचें.
hr: Provjerite oblik svojeg osobnog broja ili datuma rođenja.
hu: Ellenőrizze a személyi szám és a születési dátum formátumát.
id: Periksa format nomor pribadi atau tanggal lahir Anda.
is: Athugaðu snið kennitölunnar eða fæðingardagsins.
ja: 個人番号または生年月日の形式を確認してください。
ka: შეამოწმეთ თქვენი პირადი ნომრის ან დაბადების თარიღის ფორმატი.
kk: Жеке нөміріңіздің немесе туған күніңіздің пішімін тексеріңіз.
kn: ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಸಂಖ್ಯೆ ಅಥವಾ ಜನ್ಮ ದಿನಾಂಕದ ಸ್ವರೂಪವನ್ನು ಪರೀಕ್ಷಿಸಿ
ko: 개인 번호 또는 생년월일의 형식을 확인하세요.
ku_arab: فۆرماتی ژمارەی کەسیی یان بەرواری لەدایکبوونت بپشکنه.
ky: Жеке номериңиздин же туулган күнүңүздүн форматын текшериңиз.
lo: ກວດເບິ່ງຮູບແບບຂອງໝາຍເລກສ່ວນຕົວ ຫລື ວັນເດືອນປີເກີດ.
lt: Patikrinkite asmeninio numerio arba gimimo datos formatą.
lv: Pārbaudiet sava personas koda vai dzimšanas datuma formātu.
mi: Tirohia te hōputu o tō nama whaiaro, o tō rā whānau rānei.
mk: Проверете го форматот на матичниот број или датумот на раѓање.
ml: നിങ്ങളുടെ വ്യക്തിഗത നമ്പറിന്റെ അല്ലെങ്കിൽ ജനനത്തീയതിയുടെ ഫോർമാറ്റ് പരിശോധിക്കുക.
mn: Хувийн дугаар эсвэл төрсөн огнооныхоо хэлбэрийг шалгана уу.
mr: आपल्या वैयक्तिक नंबरचे किंवा जन्म तारीखचे स्वरूप तपासा.
ms: Semak format nombor peribadi atau tarikh lahir anda.
mt: Iċċekkja l-format tan-numru personali jew tad-data tat-twelid tiegħek.
ne: तपाईंको व्यक्तिगत नम्बर वा जन्म मितिको ढाँचा जाँच्नुहोस्।
nn_no: Kontroller format for personnummer og fødselsdato.
no: Kontroller format for personnummer og fødselsdato.
or: ଆପଣଙ୍କର ବ୍ୟକ୍ତିଗତ ନମ୍ବର୍‍ କିମ୍ବା ଜନ୍ମ ତାରିଖର ଫର୍ମାଟ୍‌ ଯାଞ୍ଚ କରନ୍ତୁ.
pa_arab_pk: اپنے ذاتی نمبر یا پیدائش دی تریخ دا فارمیٹ چیک کرو۔
pa_in: ਆਪਣੀ ਨਿੱਜੀ ਨੰਬਰ ਜਾਂ ਜਨਮ ਮਿਤੀ ਦੇ ਫੌਰਮੈਟ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź format swojego numeru osobistego lub daty urodzenia.
ru: Проверьте формат личного номера или даты рождения.
sd: پنهنجي ذاتي نمبر يا پيدائش جي تاريخ جو فارميٽ چيڪ ڪريو.
si: ඔබගේ පුද්ගලික අංකයේ හෝ උපන් දිනයේ ආකෘතිය පරීක්ෂා කරන්න.
sl: Preverite obliko zapisa osebne številke ali datuma rojstva.
sr_cyrl_rs: Проверите формат личног броја или датума рођења.
sr_latn_rs: Proverite format ličnog broja ili datuma rođenja.
sv: Kontrollera formatet för ditt personnummer eller födelsedatum.
ta: உங்கள் தனிப்பட்ட எண் அல்லது பிறப்பு தேதியின் வடிவமைப்பை சரிபார்க்கவும்.
te: మీ వ్యక్తిగత నంబర్ లేక పుట్టిన రోజు ఆకృతిని తనిఖీ చేయండి.
tg: Формати рақами телефон ё санаи таваллуди худро санҷед.
th: ตรวจสอบรูปแบบหมายเลขโทรศัพท์ส่วนตัวหรือวันเกิดของคุณ
tr: Kişisel numaranızın veya doğum tarihinizin biçimini kontrol edin.
tt: Шәхси номерыгызның яки туган көнегез датасының форматын тикшерегез.
ug: شەخسىي نومۇرىڭىزنىڭ ياكى تۇغۇلغان كۈنىڭىزنىڭ فورماتىنى تەكشۈرۈڭ.
uk: Перевірте формат особистого номера або дати народження.
ur: اپنے ذاتی نمبر یا تاریخ پیدائش وضع کی پڑتال کریں۔
uz: Shaxsiy raqamingiz yoki tug‘ilgan kuningiz sanasi formatini tekshiring.
vi: Kiểm tra định dạng số cá nhân hoặc ngày sinh của bạn.
zh_hans: 请检查个人号码或出生日期的格式。
zh_hant: 檢查您的個人識別碼或生日的格式。
