Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.OOBEPhoneInstruction.Text
source: You will need to have a phone or QR code reader to complete the purchase
af: Jy sal ’n foon of QR-kodeleser moet hê om die aankoop te voltooi
am: ግዢውን ለማጠናቀቅ ስልክ ወይም የ QR ኮድ አንባቢ ሊኖርዎት ይገባል።
ar: ستحتاج إلى هاتف أو قارئ شفرة استجابة سريعة لإكمال عملية الشراء
as: ক্ৰয় সম্পূৰ্ণ কৰিবলৈ আপোনাৰ এটা ফোন বা QR কোড ৰিডাৰ থাকিব লাগিব
az: Satınalmanı tamamlamaq üçün telefonunuz və ya QR kodu oxuyucunuz olmalıdır
bg: Ще трябва да имате телефон или четец на QR код, за да завършите покупката
bn_in: কেনা-কাটা সম্পূর্ণ করতে আপনার একটি স্মার্টফোন বা QR কোড রিডার থাকতে হবে
bs: Morat ćete imati telefon ili čitač QR koda da biste završili kupovinu
cy: Bydd ffôn neu ddarllenydd QR arnoch i orffen prynu
da: Du skal have en telefon eller QR-kodelæser for at gennemføre købet
de: Sie benötigen ein Smartphone oder einen QR-Codeleser, um den Kauf abzuschließen.
el: Θα χρειαστεί να έχετε ένα τηλέφωνο ή πρόγραμμα ανάγνωσης κωδικών QR για να ολοκληρώσετε την αγορά
es: Necesitará un lector de código QR o un teléfono para completar la compra
et: Ostu lõpuleviimiseks peab teil olema telefon või QR-koodi lugeja
eu: Erosketa osatzeko, telefono edo QR kodeen irakurgailu bat eduki behar duzu.
fa: برای تکمیل خرید، باید یک تلفن یا کد QR خوان داشته باشید
ga: Beidh ort léitheoir fóin nó léitheoir cód QR a bheith agat chun an ceannach a chríochnú
gd: Feumaidh tu fòn no leughadair còd QR mus urrainn dhut seo a cheannach
gl: Precisarás un teléfono ou lector de código QR para completar a compra
gu: ખરીદી પૂર્ણ કરવા માટે તમારી પાસે ફોન અથવા QR કોડ રીડર હોવું જરૂરી છે
he: תצטרך טלפון או קורא קוד QR כדי להשלים את הרכישה
hi: खरीदारी पूर्ण करने के लिए आपके पास फ़ोन या QR कोड रीडर होना आवश्यक है
hr: Da biste dovršili kupnju, morate imati telefon ili čitač QR koda
hu: A vásárlás befejezéséhez telefon vagy QR-kódolvasó szükséges
id: Anda harus memiliki pembaca kode QR atau telepon untuk menyelesaikan pembelian
is: Þú þarft að hafa síma eða QR-kóðalesara til að ganga frá kaupunum
ja: 購入を完了するには、電話または QR コード リーダーが必要です
ka: შეძენის დასასრულებლად საჭიროა, ტელეფონის ან QR კოდის წამკითხველის ქონა
kk: Сатып алуды аяқтау үшін телефон немесе QR код оқу құралы қажет болады
kn: ಖರೀದಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ನೀವು ಫೋನ್ ಅಥವಾ QR ಕೋಡ್ ರೀಡರ್ ಅನ್ನು ಹೊಂದಿರಬೇಕು
ko: 구매를 완료하려면 전화 또는 QR 코드 리더기가 있어야 합니다.
lo: ທ່ານຈະຕ້ອງມີໂທລະສັບ ຫຼື ເຄື່ອງອ່ານລະຫັດ QR ເພື່ອດຳເນີນການຊື້ໃຫ້ສຳເລັດ
lt: Reikės turėti telefoną arba QR kodų skaitytuvą, kad galėtumėte baigti pirkimo procesą
lv: Lai pabeigtu pirkumu, ir nepieciešams tālrunis vai QR kodu lasītājs
mi: Me whai waea, he pūpānui waehaere QR rānei hei whakaoti i te hoko
mk: Треба да имате телефон или читач на кодови QR за да го извршите купувањето
ml: വാങ്ങൽ പൂർത്തിയാക്കാൻ ഒരു ഫോൺ അല്ലെങ്കിൽ QR കോഡ് റീഡർ നിങ്ങൾക്ക് ആവശ്യമാണ്
mr: आपल्याकडे खरेदी पूर्ण करण्यासाठी फोन किंवा QR कोड रीडर असणे आवश्यक आहे
ms: Anda perlu mempunyai telefon atau pembaca kod QR untuk melengkapkan pembelian
mt: Se jkollok bżonn mowbajl jew qarrejt tal-kodiċi QR biex tlesti x-xirja
ne: खरिद पूरा गर्न तपाईंसँग फोन वा QR कोड पाठक हुन आवश्यक पर्ने छ
nn_no: Du treng ein telefon eller QR-kodelesar for å fullføre kjøpet
no: Du må ha en telefon- eller QR-kodeleser for å fullføre kjøpet
or: କ୍ରୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ଆପଣଙ୍କର ଏକ ଫୋନ୍ କିମ୍ୱା QR କୋଡ୍ ରିଡର୍ ରହିବା ଆବଶ୍ୟକ
pa_in: ਇਸ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਇੱਕ ਫ਼ੋਨ ਜਾਂ QR ਕੋਡ ਰੀਡਰ ਦੀ ਲੋੜ ਹੋਵੇਗੀ
pl: Aby dokończyć zakup, musisz mieć telefon lub czytnik kodu QR
ru: Для завершения покупки вам потребуется телефон или средство чтения QR-кода
sl: Za dokončanje nakupa potrebujete bralnik telefona ali kode QR
sr_cyrl_rs: Мораћете да имате телефон или читач QR кодова да бисте довршили куповину
sr_latn_rs: Moraćete da imate čitač na telefonu ili čitač QR šifre da biste dovršili kupovinu
sv: Du behöver en telefon eller QR-kodläsare för att slutföra köpet
ta: வாங்குதலை முடிக்க, உங்களுக்கு ஸ்மார்ட்ஃபோன் அல்லது QR குறியீடு ரீடர் வேண்டியிருக்கும்.
te: కొనుగోలును పూర్తి చేయడానికి మీరు ఫోన్ లేదా QR కోడ్ రీడర్‌ని కలిగి ఉండాలి
th: คุณจะต้องมีโทรศัพท์หรือตัวอ่านคิวอาร์โค้ดเพื่อดำเนินการซื้อให้เสร็จสมบูรณ์
tr: Satın alma işlemini tamamlamak için telefona veya QR kodu okuyucuya sahip olmanız gerekiyor
tt: Сатып алуны тәмамлау өчен сезгә телефон яки QR код укучы кирәк булачак
ug: سودىلىقنى تاماملاش ئۈچۈن تېلېفون ياكى QR كود ئوقۇغۇچ بولۇشى كېرەك
uk: Щоб завершити покупку, потрібен пристрій читання QR-коду або телефон
ur: خریداری مکمل کرنے کے لئے آپ کے پاس کوئی فون یا QR ریڈر ہونا ضروری ہے
uz: Xarid jarayonini yakunlash uchun sizga telefon yoki QR kod rider kerak boʻladi
vi: Để hoàn tất giao dịch mua, bạn cần phải có điện thoại thông minh hoặc thiết bị quét mã QR
zh_hans: 需要有电话或 QR 码读取器才能完成购买
zh_hant: 您必須有手機或 QR 代碼讀取程式才能完成購買

# Word.OOBENoScan.Text
source: Can't scan?
af: Kan nie skandeer nie?
am: መቃኘት አልተቻለም?
ar: هل يتعذر عليك إجراء مسح ضوئي؟
as: স্কেন কৰিব নোৱাৰে নেকি?
az: Skan etmək mümkün deyil?
bg: Не можете да сканирате?
bn_in: স্ক্যান করতে পারবেন না?
bs: Ne možete skenirati?
cy: Methu sganio?
da: Kan du ikke scanne?
de: Kann nicht gescannt werden?
el: Δεν είναι δυνατή η σάρωση;
es: ¿No puede digitalizar?
et: Kas te ei saa skannida?
eu: Ezin duzu eskaneatu elementua?
fa: اسکن امکان‌پذیر نیست؟
ga: Nach féidir leat scan?
gd: Nach urrainn dhut sganadh a dhèanamh?
gl: Non se pode dixitalizar?
gu: સ્કૅન કરી શકતા નથી?
he: לא מצליח לסרוק?
hi: स्कैन नहीं कर सकते?
hr: Ne možete skenirati?
hu: Nem sikerült a beolvasás?
id: Tidak dapat memindai?
is: Geturðu ekki skannað?
ja: スキャンできませんか ?
ka: ვერ ასკანირებთ?
kk: Сканерлеу мүмкін емес пе?
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಆಗುವುದಿಲ್ಲವೇ?
ko: 스캔할 수 없나요?
lo: ບໍ່ສາມາດສະແກນບໍ?
lt: Negalite nuskaityti?
lv: Vai nevarat skenēt?
mi: Tē taea te karapa?
mk: Не може да скенирате?
ml: സ്‌കാൻ ചെയ്യാനാകുന്നില്ലേ?
mr: स्कॅन करू शकत नाही?
ms: Tidak dapat mengimbas?
mt: Ma tistax tiskennja?
ne: स्क्यान गर्न सकिँदैन?
nn_no: Kan du ikkje skanne?
no: Kan du ikke skanne?
or: ସ୍କାନ୍ କରିପାରିବ ନାହିଁ?
pa_in: ਕੀ ਸਕੈਨ ਨਹੀਂ ਕਰ ਸਕਦੇ?
pl: Nie można skanować?
ru: Не удается сканировать?
sl: Ali ne morete optično prebrati?
sr_cyrl_rs: Не можете да скенирате?
sr_latn_rs: Ne možete da skenirate?
sv: Går det inte att skanna?
ta: ஸ்கேன் செய்ய முடியவில்லையா?
te: స్కాన్ చేయడం సాధ్యపడదా?
th: ไม่สามารถสแกนได้ใช่หรือไม่
tr: Tarayamıyor musunuz?
tt: Сканерлап булмыймы?
ug: سايىلەنمىدىمۇ؟
uk: Не вдається відсканувати?
ur: اسکین نہیں کر سکتے؟
uz: Skanerlab boʻlmadimi?
vi: Bạn không quét được?
zh_hans: 无法扫描?
zh_hant: 無法掃描?

# Word.OOBENoScanAlt.Text
source: Go to https://account.microsoft.com/
af: Gaan na https://account.microsoft.com/
am: ወደ https://account.microsoft.com/ ይሂዱ
ar: انتقل إلى https://account.microsoft.com/
as: https://account.microsoft.com/-লৈ যাওক
az: https://account.microsoft.com/ səhifəsinə keçin
bg: Отидете на https://account.microsoft.com/
bn_in: https://account.microsoft.com/-এ যান
bs: Idite na https://account.microsoft.com/
cy: Ewch i https://account.microsoft.com/
da: Gå til https://account.microsoft.com/
de: Wechseln zu https://account.microsoft.com/
el: Μετάβαση στο https://account.microsoft.com/
es: Vaya a https://account.microsoft.com/
et: Minge aadressile https://account.microsoft.com/
eu: Joan https://account.microsoft.com/ helbidera
fa: به https://account.microsoft.com/ بروید
ga: Gabh chuig https://account.microsoft.com/
gd: Tadhail air https://account.microsoft.com/
gl: Vai a https://account.microsoft.com/
gu: https://account.microsoft.com/ પર જાઓ
he: עבור אל https://account.microsoft.com/
hi: https://account.microsoft.com/ पर जाएँ
hr: Idite na https://account.microsoft.com/
hu: Lépjen a https://account.microsoft.com/ webhelyre
id: Buka https://account.microsoft.com/
is: Farðu á https://account.microsoft.com/
ja: https://account.microsoft.com/ に移動して、
ka: გადადით მისამართზე: https://account.microsoft.com/
kk: https://account.microsoft.com/ бетіне өтіңіз
kn: ಇಲ್ಲಿಗೆ ಹೋಗಿ https://account.microsoft.com/
ko: https://account.microsoft.com/으로 이동
lo: ໄປທີ່ https://account.microsoft.com/
lt: Eikite į https://account.microsoft.com/
lv: Doties uz https://account.microsoft.com/
mi: Haere ki https://account.microsoft.com/
mk: Појдете на https://account.microsoft.com/
ml: https://account.microsoft.com/ എന്നതിലേക്ക് പോകുക
mr: https://account.microsoft.com/ वर जा
ms: Pergi ke https://account.microsoft.com/
mt: Mur fuq https://account.microsoft.com/
ne: https://account.microsoft.com/ मा जानु होस्
nn_no: Gå til https://account.microsoft.com/
no: Gå til https://account.microsoft.com/
or: https://account.microsoft.com/ କୁ ଯାଆନ୍ତୁ
pl: Przejdź do https://account.microsoft.com/
ru: Перейдите на https://account.microsoft.com/
sl: Odprite spletno mesto https://account.microsoft.com/
sr_cyrl_rs: Идите на https://account.microsoft.com/
sr_latn_rs: Idite na https://account.microsoft.com/
sv: Gå till https://account.microsoft.com/
ta: https://account.microsoft.com/ தளத்திற்குச் செல்
te: https://account.microsoft.com/ కు వెళ్లండి
th: ไปที่ https://account.microsoft.com/
tr: https://account.microsoft.com/ sitesine gidin
tt: https://account.microsoft.com/ төененә күчегез
ug: بۇ يەرگە كىرىڭ: https://account.microsoft.com/
uk: Перейти до https://account.microsoft.com/
ur: https://account.microsoft.com/ پر جائیں
uz: Quyidagi havolaga oʻting: https://account.microsoft.com/
vi: Hãy truy cập vào https://account.microsoft.com/
zh_hans: 转到 https://account.microsoft.com/
zh_hant: 前往 https://account.microsoft.com/

# Word.OOBENoScanAltNextLine.Text
source: to add your card and try to purchase on the website again
af: om jou kaart by te voeg en weer op die webwerf te probeer koop
am: ካርድዎን ለመጨመር እና እንደገና በድር ጣቢያው ላይ ለመግዛት ይሞክሩ
ar: لإضافة بطاقتك ومحاولة الشراء من موقع الويب مجدداً
as: আপোনাৰ কাৰ্ড যোগ কৰিবলৈ আৰু ৱেবছাইটত পুনৰ ক্ৰয় কৰিবলৈ চেষ্টা কৰক
az: kartınızı əlavə edin və yenidən veb-saytda satınalmalar etməyə cəhd edin
bg: за да добавите картата си и да опитате да закупите отново на уеб сайта
bn_in: আপনার কার্ড যুক্ত করতে এবং ওয়েবসাইট-এ আবার কেনা-কাটা করার চেষ্টা করুন
bs: da biste dodali svoju karticu i ponovo pokušali kupiti na web lokaciji
cy: i ychwanegu’ch cerdyn a cheisio prynu ar y wefan eto
da: for at tilføje dit kort og prøve at købe på webstedet igen
de: um Ihre Karte hinzuzufügen und erneut zu versuchen, auf der Website zu kaufen
el: για να προσθέσετε την κάρτα σας και να προσπαθήσετε να αγοράσετε ξανά από την τοποθεσία Web
es: para agregar la tarjeta e intentar comprar en el sitio web de nuevo
et: et lisada oma kaart ja proovida uuesti veebisaidil osta
eu: txartela gehitzeko eta gunean erosketak berriro egiteko
fa: و کارت خود را اضافه کنید و دوباره برای خرید در وب‌سایت تلاش کنید
ga: chun do chárta a chur leis agus iarracht eile a dhéanamh é a cheannach ar an suíomh Gréasáin
gd: airson a’ chairt agad a chur ris agus feuch is ceannaich e air an làrach-lìn a-rithist an uair sin
gl: para engadires a tarxeta a fin de volver comprar no sitio web
gu: તમારું કાર્ડ ઍડ કરવા માટે અને વેબસાઇટ પર ફરીથી ખરીદી કરવાનો પ્રયાસ કરવા માટે
he: כדי להוסיף את הכרטיס שלך ולנסות לרכוש באתר האינטרנט שוב
hi: अपना कार्ड जोड़ने और फिर से वेबसाइट पर खरीदी का प्रयास करने के लिए
hr: da biste dodali karticu i ponovo pokušali kupiti na web-mjestu
hu: hogy hozzáadja a kártyáját és újra megpróbálkozzon a vásárlással
id: untuk menambahkan kartu Anda dan mencoba melakukan pembelian di situs web lagi
is: til að bæta kortinu þínu við og reyna að kaupa á vefsvæðinu aftur
ja: カードを追加し、Web サイトでもう一度購入してみてください
ka: ბარათის დასამატებლად და სცადეთ ვებსაიტზე ხელახლა შეძენა
kk: картаны қосып, веб-сайтта сатып алуды қайта байқап көру үшін
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಸೇರಿಸಲು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಮತ್ತೆ ಖರೀದಿಸಲು ಪ್ರಯತ್ನಿಸಿ
ko: 카드를 추가하고 웹 사이트에서 다시 구매를 시도하세요.
lo: ເພື່ອເພີ່ມບັດຂອງທ່ານ ແລະ ລອງຊື້ຢູ່ໃນເວັບໄຊທ໌ອີກເທື່ອຫນຶ່ງ
lt: ir įtraukite kortelę, o tada vėl bandykite įsigyti svetainėje
lv: lai pievienotu savu karti un vēlreiz mēģinātu veikt pirkumus tīmekļa vietnē
mi: hei tāpiri atu tō kāri me ngana atu ki te hoko kei te paetukutuku anō
mk: за да ја додадете картичката и повторно да се обидете да купите на веб-локацијата
ml: നിങ്ങളുടെ കാർഡ് ചേർത്ത് വെബ്സൈറ്റിൽ വീണ്ടും വാങ്ങാൻ ശ്രമിക്കുക
mr: आपले कार्ड जोडण्यासाठी आणि वेबसाइटवर पुन्हा खरेदी करण्याचा प्रयत्न करण्यासाठी
ms: untuk menambah kad anda dan cuba beli di tapak web sekali lagi
mt: biex iżżid il-kard tiegħek u terġa’ tipprova tixtri minn fuq il-websajt
ne: आफ्नो कार्ड थप्न र वेबसाइटमा फेरि खरिद गर्ने प्रयास गर्न
nn_no: for å legge til kortet ditt og prøve å kjøpe på nettstaden igjen
no: for å legge til kortet og prøve å kjøpe på nettstedet på nytt
or: ଆପଣଙ୍କ କାର୍ଡ୍ ଯୋଡିବାକୁ ଏବଂ ୱେବସାଇଟରେ ପୁନଃ କ୍ରୟ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ
pa_in: ਆਪਣੇ ਕਾਰਡ ਨੂੰ ਜੋੜਣ ਅਤੇ ਵੈਬਸਾਈਟ 'ਤੇ ਦੁਬਾਰਾ ਖਰੀਦਣ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ
pl: w celu dodania karty i ponowienia próby zakupu w witrynie internetowej
ru: чтобы добавить карту и повторить попытку покупки на веб-сайте
sl: , da dodate kartico in jo poskusite znova kupiti na spletnem mestu
sr_cyrl_rs: да бисте додали картицу и поново покушали да купите на веб локацији
sr_latn_rs: da biste dodali karticu i ponovo pokušali da kupite na veb lokaciji
sv: att lägga till ditt kort och genomföra köpet på webbplatsen igen
ta: உங்கள் கார்டைச் சேர்த்து, வலைத் தளத்தில் மீண்டும் வாங்குவதற்கு முயலவும்
te: మీ కార్డ్‌ని జోడించి, మళ్లీ వెబ్‌సైట్‌లో కొనుగోలు చేయడానికి ప్రయత్నించండి
th: เมื่อต้องการเพิ่มบัตรของคุณและลองซื้อบนเว็บไซต์อีกครั้ง
tr: Kartınızı eklemek ve web sitesinde satın alma işlemini yeniden denemek için
tt: картагызны өстәү һәм веб-төендә яңадан сатып алырга тырышу өчен
ug: كارتا قوشۇش ۋە توربېكەتتە مال سېتىۋېلىش ئۈچۈن
uk: додати картку та спробувати придбати через веб-сайт ще раз
ur: اپنا کارڈ شامل کرنے اور ویب سائٹ پر خریداری کرنے کی کوشش دوبارہ کریں
uz: kartangizni kiritish va yana veb-saytda xarid qilishga urinish uchun
vi: để thêm thẻ và thử mua trên trang web một lần nữa
zh_hans: 添加卡片，然后再次尝试在网站上购买
zh_hant: 以新增您的卡片，然後再次嘗試在網站上購買

# Word.Cc3dsOne.Text.CardHolderName
source: Card holder name
af: Naam van kaarthouer
am: የባለ ካርዱ ስም
ar: اسم حامل البطاقة
as: একাউণ্ট গৰাকীৰ নাম
az: Kart sahibinin adı
bg: Име на притежателя на картата
bn_in: কার্ড ধারকের নাম
bs: Ime vlasnika kartice
cy: Enw gafaelydd y cerdyn
da: Kortholders navn
de: Name des Karteninhabers
el: Όνομα κατόχου κάρτας
es: Nombre del titular de la tarjeta
et: Kaardiomaniku nimi
eu: Txartelaren jabearen izena
fa: نام جانگهدار کارت
ga: Ainm choinbhleacht an chárta
gd: Ainm seilbheadair na cairte
gl: Nome do titular
gu: કાર્ડ ધારકનું નામ
he: שם בעל הכרטיס
hi: कार्ड धारक का नाम
hr: Ime vlasnika kartice
hu: Kártyatulajdonos neve
id: Nama pemegang kartu
is: Nafn korthafa
ja: カード所有者の名前
ka: ბარათის მფლობელის სახელი და გვარი
kk: Карта ұстаушысының аты
kn: ಕಾರ್ಡ್ ಹೊಂದಿದವರ ಹೆಸರು
ko: 카드 홀더 이름
lo: ຊື່ເຈົ້າຂອງບັດ
lt: Kortelės savininko vardas ir pavardė
lv: Kartes īpašnieka vārds, uzvārds
mi: Ingoa kaipupuri kāri
mk: Име на сопственикот на картичката
ml: കാർഡ് ഹോൾഡറുടെ പേര്
mr: कार्ड धारकाचे नाव
ms: Nama pemegang kad
mt: Isem id-detentur tal-kard
ne: खातावालाको नाम
nn_no: Namn på kortinnehavar
no: Navn på kortinnehaver
or: କାର୍ଡ୍ ଧାରକଙ୍କ ନାମ
pa_in: ਕਾਰਡ ਧਾਰਕ ਦਾ ਨਾਮ
pl: Imię i nazwisko posiadacza karty
ru: Имя владельца карты
sl: Ime imetnika kartice
sr_cyrl_rs: Име власника картице
sr_latn_rs: Ime vlasnika kartice
sv: Kortinnehavarens namn
ta: கார்டு வைத்திருப்பவரின் பெயர்
te: కార్డు హోల్డర్ పేరు
th: ชื่อผู้ถือบัตร
tr: Kart sahibinin adı
tt: Карта хуҗасының исеме
ug: كارتا ئىگىسىنىڭ ئىسمى
uk: Ім’я власника картки
ur: کارڈ کے مالک کا نام
uz: Karta egasining ismi
vi: Tên chủ thẻ
zh_hans: 持卡人姓名
zh_hant: 持卡人姓名

# Word.CreditCardHolderNameRequired
source: Name on card (required)
af: Naam op kaart (vereis)
am: በካርድ ላይ ስም (ያስፈልጋል)
ar: الاسم الموجود على البطاقة (مطلوب)
as: কাৰ্ডত থকা নাম (প্ৰয়োজনীয়)
az: Kartdakı ad (tələb olunur)
bg: Име на картата (задължително)
bn_in: কার্ড-এ থাকা নাম (প্রয়োজনীয়)
bs: Ime na kartici (obavezno)
cy: Enw ar y cerdyn (gofynnol)
da: Navn på kort (påkrævet)
de: Name auf Karte (erforderlich)
el: Όνομα στην κάρτα (απαιτείται)
es: Titular de la tarjeta (obligatorio)
et: Nimi kaardil (nõutav)
eu: Txarteleko izena (beharrezkoa)
fa: نام روی کارت (الزامی)
ga: Ainm ar an gcárta (riachtanach)
gd: An t-ainm air a’ chairt (riatanach)
gl: Nome do cartón (necesario)
gu: કાર્ડ પરનું નામ (આવશ્યક)
he: שם על הכרטיס (נדרש)
hi: कार्ड पर मौजूद नाम (आवश्यक)
hr: Ime na kartici (obavezno)
hu: A kártyán szereplő név (kötelező)
id: Nama pada kartu (wajib diisi)
is: Nafn á korti (áskilið)
ja: カードの名前 (必須)
ka: ბარათზე არსებული სახელი (სავალდებულო)
kk: Карта иесінің аты (міндетті)
kn: ಕಾರ್ಡ್‌ನಲ್ಲಿರುವ ಹೆಸರು (ಅಗತ್ಯವಾಗಿದೆ)
ko: 카드상의 이름(필수)
lo: ຊື່ໃນບັດ (ຈຳເປັນ)
lt: Kortelėje nurodytas vardas ir pavardė (būtina)
lv: Kartes īpašnieka vārds (obligāti)
mi: Ingoa kei runga i te kāri (ka hiahiatia)
mk: Име на картичка (задолжително)
ml: കാര്‍ഡിലെ പേര് (ആവശ്യമാണ്)
mr: कार्डवरील नाव (आवश्यक)
ms: Nama pada kad (diperlukan)
mt: Isem fuq il-kard (meħtieġ)
ne: कार्डमा रहेको नाम (आवश्यक छ)
nn_no: Namn på kort (obligatorisk)
no: Navn på kort (obligatorisk)
or: କାର୍ଡ୍‌ରେ ନାମ (ଆବଶ୍ୟକ)
pa_in: ਕਾਰਡ ‘ਤੇ ਨਾਮ (ਲੋੜੀਂਦਾ)
pl: Imię i nazwisko na karcie (wymagane)
ru: Имя владельца карты (обязательно)
sl: Ime na kartici (obvezno)
sr_cyrl_rs: Име на картици (обавезно)
sr_latn_rs: Ime na kartici (obavezno)
sv: Namn på kort (obligatoriskt)
ta: கார்டிலுள்ள பெயர் (கட்டாயமானது)
te: కార్డ్‌పై ఉండే పేరు (అవసరం)
th: ชื่อบนบัตร (ต้องระบุ)
tr: Kart üzerindeki ad (gerekli)
tt: Картадагы исем (мәҗбүри)
ug: كارتىدىكى ئىسىم (زۆرۈر)
uk: Ім'я на картці (обов’язково)
ur: کارڈ پر نام (لازمی)
uz: Kartadagi ism (majburiy)
vi: Tên trên thẻ (bắt buộc)
zh_hans: 卡片上的名称(必需)
zh_hant: 卡片上的名稱 (必填)

# Word.CreditCardNumberRequired
source: Card number (required)
af: Kaartnommer (vereis)
am: ካርታ ቁጥር(ያስፈልጋል)
ar: رقم البطاقة (مطلوب)
as: কাৰ্ড নম্বৰ (প্ৰয়োজনীয়)
az: Kartın nömrəsi (tələb olunur)
bg: Номер на карта (задължително)
bn_in: কার্ড নম্বর (প্রয়োজনীয়)
bs: Broj kartice (obavezno)
cy: Rhif y cerdyn (gofynnol)
da: Kortnummer, påkrævet
de: Kartennummer, erforderlich
el: Αριθμός κάρτας (απαιτείται)
es: Número de tarjeta (obligatorio)
et: Kaardinumber (nõutav)
eu: Txartel-zenbakia (beharrezkoa)
fa: شماره کارت (الزامی)
ga: Uimhir an chárta (riachtanach)
gd: Àireamh na cairte (riatanach)
gl: Número de cartón (necesario)
gu: કાર્ડ નંબર (આવશ્યક)
he: מספר כרטיס (נדרש)
hi: कार्ड नंबर (आवश्यक)
hr: Broj kartice (obavezno)
hu: Kártyaszám (kötelező)
id: Nomor kartu (wajib diisi)
is: Kortanúmer (áskilið)
ja: カード番号 (必須)
ka: ბარათის ნომერი (სავალდებულო)
kk: Карта нөмірі (міндетті)
kn: ಕಾರ್ಡ್ ಸಂಖ್ಯೆ (ಅಗತ್ಯವಾಗಿದೆ)
ko: 카드 번호(필수)
lo: ໝາຍເລກບັດ (ຈຳເປັນ)
lt: Kortelės numeris (būtina)
lv: Kartes numurs (obligāti)
mi: Tau kāri (ka hiahiatia)
mk: Број на картичка (задолжителен)
ml: കാർഡ് നമ്പർ (ആവശ്യമാണ്)
mr: कार्ड क्रमांक (आवश्यक)
ms: Nombor kad (diperlukan)
mt: Numru tal-kard (meħtieġ)
ne: कार्ड नम्बर (आवश्यक छ)
nn_no: Kortnummer (obligatorisk)
no: Kortnummer (obligatorisk)
or: କାର୍ଡ୍ ନମ୍ଵର୍ (ଆବଶ୍ୟକ)
pa_in: ਕਾਰਡ ਨੰਬਰ (ਲੋੜੀਂਦਾ)
pl: Numer karty (wymagany)
ru: Номер карты (обязательно)
sl: Številka kartice (obvezno)
sr_cyrl_rs: Број картице (обавезно)
sr_latn_rs: Broj kartice (obavezno)
sv: Kortnummer (obligatoriskt)
ta: கார்டு எண் (கட்டாயமானது)
te: కార్డ్ నెంబరు (అవసరం)
th: หมายเลขบัตร (ต้องระบุ)
tr: Kart numarası (gerekli)
tt: Карта номеры (мәҗбүри)
ug: كارتا نومۇرى (زۆرۈر)
uk: Номер картки (обов’язково)
ur: کارڈ نمبر (لازمی)
uz: Karta raqami (majburiy)
vi: Số thẻ (bắt buộc)
zh_hans: 卡号(必填项)
zh_hant: 卡片號碼 (必填)

# Word.ExpiresRequired
source: Expires (required)
af: Verval (vereis)
am: ጊዜው ያልፉ (ያስፈልጋል)
ar: انتهاء مدة الصلاحية (مطلوب)
as: ম্যাদ উকলিব (প্ৰয়োজনীয়)
az: Son istifadə tarixi bitir (tələb olunur)
bg: Изтича (задължително)
bn_in: মেয়াদ উত্তীর্ণ হয় (প্রয়োজনীয়)
bs: Ističe (obavezno)
cy: Dod i ben (gofynnol)
da: Udløber (påkrævet)
de: Läuft ab (erforderlich)
el: Λήγει (απαιτείται)
es: Expira (obligatorio)
et: Aegub (nõutav)
eu: Iraungitze-data (beharrezkoa)
fa: تاریخ انقضا (الزامی)
ga: As feidhm (riachtanach)
gd: Falbhaidh an ùine air (riatanach)
gl: Caduca (necesario)
gu: સમાપ્ત થાય છે (આવશ્યક)
he: התוקף פג (נדרש)
hi: समय सीमा समाप्त (आवश्यक)
hr: Istječe (obavezno)
hu: Lejárat (kötelező)
id: Kedaluwarsa (wajib diisi)
is: Rennur út (áskilið)
ja: 有効期限 (必須)
ka: ვადის ამოწურვის თარიღი (სავალდებულო)
kk: Жарамдылық мерзімі (міндетті)
kn: ಅವಧಿ ಮುಗಿಯುವುದು (ಅಗತ್ಯವಾಗಿದೆ)
ko: 만료(필수)
lo: ໝົດອາຍຸ (ຈຳເປັນ)
lt: Baigia galioti (būtina)
lv: Derīgums beidzas (obligāti)
mi: Ka mōnehu (ka hiahiatia)
mk: Истекува (задолжително)
ml: കാലഹരണപ്പെടുന്നു (ആവശ്യമാണ്)
mr: कालबाह्य होते (आवश्यक)
ms: Tamat tempoh (diperlukan)
mt: Tiskadi (meħtieġ)
ne: म्याद समाप्त हुने मिति (आवश्यक छ)
nn_no: Forfell (obligatorisk)
no: Utløper (obligatorisk)
or: ମିଆଦ ସମାପ୍ତ (ଆବଶ୍ୟକ)
pa_in: ਜਦੋਂ ਸਮਾਂ ਸੀਮਾ ਸਮਾਪਤ ਹੋਵੇਗੀ (ਲੋੜੀਂਦਾ)
pl: Wygasa (wymagane)
ru: Срок действия (обязательно)
sl: Poteče (obvezno)
sr_cyrl_rs: Истиче (обавезно)
sr_latn_rs: Ističe (obavezno)
sv: Förfaller (obligatoriskt)
ta: காலாவதியாகிறது (கட்டாயமானது)
te: గడువు ముగుస్తుంది (అవసరం)
th: หมดอายุ (ต้องระบุ)
tr: Son kullanma tarihi (gerekli)
tt: Вакыты чыга (мәҗбүри)
ug: قەرەل (زۆرۈر)
uk: Термін дії завершується (обов’язково)
ur: تاریخ اختتام (لازمی)
uz: Amal qilish muddati (majburiy)
vi: Hết hạn (bắt buộc)
zh_hans: 过期(必需)
zh_hant: 到期 (必填)

# Word.CvvRequired
source: CVV (required)
af: Kaartvalideringskode (vereis)
am: CVV (ያስፈልጋል)
ar: CVV (مطلوب)
as: CVV (প্ৰয়োজনীয়)
az: CVV (tələb olunur)
bg: CVV код (задължително)
bn_in: CVV (প্রয়োজনীয়)
bs: CVV (obavezno)
cy: CVV (gofynnol)
da: CVV (påkrævet)
de: CVV (erforderlich)
el: CVV (απαιτείται)
es: CVV (obligatorio)
et: CVV (nõutav)
eu: CVV (beharrezkoa)
fa: CVV (الزامی)
ga: CVV (riachtanach)
gd: CVV (riatanach)
gl: CVV (necesario)
gu: CVV (આવશ્યક)
he: CVV (נדרש)
hi: CVV (आवश्यक)
hr: Broj za provjeru kartice (obavezno)
hu: CVV (kötelező)
id: CVV (wajib diisi)
is: CVV-kóði (áskilinn)
ja: CVV (必須)
ka: CVV (სავალდებულო)
kk: CVV коды (міндетті)
kn: CVV (ಅಗತ್ಯವಾಗಿದೆ)
ko: CVV(필수)
lo: CVV (ຈຳເປັນ)
lt: CVV (būtina)
lv: CVV (obligāti)
mi: CVV (ka hiahiatia)
mk: CVV-код (задолжително)
ml: CVV (ആവശ്യമാണ്)
mr: CVV (आवश्यक)
ms: CVV (diperlukan)
mt: CVV (meħtieġ)
ne: CVV (आवश्यक छ)
nn_no: CVV (obligatorisk)
no: CVV (obligatorisk)
or: CVV (ଆବଶ୍ୟକ)
pa_in: CVV (ਲੋੜੀਂਦਾ)
pl: Kod CVV (wymagany)
ru: CVV-код (обязательно)
sl: CVV (obvezno)
sr_cyrl_rs: CVV (обавезно)
sr_latn_rs: CVV (obavezno)
sv: CVV-kod (obligatoriskt)
ta: CVV (கட்டாயமானது)
te: CVV (అవసరం)
th: CVV (ต้องระบุ)
tr: CVV (gerekli)
tt: CVV коды (мәҗбүри)
ug: CVV (زۆرۈر)
uk: CVV (обов’язково)
ur: CVV (لازمی)
uz: CVV-kod (majburiy)
vi: CVV (bắt buộc)
zh_hans: CVV (必需)
zh_hant: 信用卡檢查碼 (必填)
