Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SetupOfficeSdx.Paypal.Retry.Message
source: We couldn't verify your PayPal account. Try signing in again or select another way to pay.
af: Ons kon nie jou PayPal-rekening verifieer nie. Probeer weer aanmeld of kies ’n ander manier om te betaal.
am: የእርስዎን የ PayPal መለያ ማረጋገጥ አልቻልንም። እንደገና በመለያ ለመግባት ይሞክሩ ወይም ለመክፈል ሌላ መንገድ ይምረጡ።
ar: لم نتمكن من التحقق من حساب PayPal الخاص بك. حاول تسجيل الدخول مرة أخرى أو حدد طريقة أخرى للدفع.
as: আমি আপোনাৰ PayPal একাউণ্টটো সত্যাপন কৰিব নোৱাৰিলোঁ। পুনৰ ছাইন ইন কৰিবলৈ চেষ্টা কৰক বা আন এটা পৰিশোধ পদ্ধতি চয়ন কৰক।
az: PayPal hesabınızı təsdiqləyə bilmədik. Yenidən daxil olmağa cəhd edin və ya ödəmənin başqa üsulunu seçin.
bg: Не успяхме да потвърдим вашия акаунт в PayPal. Опитайте да влезете отново или изберете друг начин за плащане.
bn_in: আমরা আপনার PayPal অ্যাকাউন্ট যাচাই করতে পারলাম না। আবার সাইন ইন করার চেষ্টা করুন বা অর্থ প্রদানের অন্য একটি উপায় নির্বাচন করুন।
bs: Nismo mogli potvrditi vaš PayPal račun. Pokušajte se ponovo prijaviti ili odaberite drugi način plaćanja.
cy: Doedd dim modd dilysu eich cyfrif PayPal. Rhowch gynnig arall ar fewngofnodi neu ddewis dull talu gwahanol.
da: Vi kunne ikke bekræfte din PayPal-konto. Prøv at logge på igen, eller vælg en anden betalingsmetode.
de: Ihr PayPal-Konto konnte nicht verifiziert werden. Versuchen Sie erneut, sich anzumelden, oder wählen Sie eine andere Zahlungsmethode aus.
el: Δεν ήταν δυνατή η επαλήθευση του λογαριασμού PayPal σας. Δοκιμάστε να εισέλθετε ξανά ή επιλέξτε έναν άλλο τρόπο πληρωμής.
es: No pudimos comprobar su cuenta PayPal. Intente iniciar sesión de nuevo o seleccione otra forma de pago.
et: Me ei saanud teie PayPali kontot kinnitada. Proovige uuesti sisse logida või valige teine viis tasumiseks.
eu: Ezin izan dugu egiaztatu PayPal-eko kontua. Hasi saioa berriro saiatu edo hautatu ordaintzeko beste modu bat.
fa: نتوانستیم حساب PayPal شما را تأیید کنیم. دوباره وارد سیستم شوید یا روش دیگری را برای پرداخت انتخاب کنید.
ga: Ní rabhamar in ann do chuntas PayPal fhíorú. Bain triail as síniú isteach arís nó roghnaigh bealach eile le híoc.
gd: Cha b’ urrainn dhuinn an cunntas PayPal agad a dhearbhadh. Feuch is clàraich a-steach a-rithist no tagh dòigh eile airson pàigheadh.
gl: Non puidemos verificar a túa conta de PayPal. Proba a iniciar sesión de novo ou seleccionar outra forma de pagamento.
gu: અમે તમારા PayPal ખાતાની ચકાસણી કરી શક્યા નથી. ફરીથી સાઇન ઇન કરવાનો પ્રયાસ કરો અથવા ચૂકવણી કરવાની બીજી રીત પસંદ કરો.
he: לא הייתה אפשרות לאמת את חשבון ה- PayPal שלך. נסה להיכנס שוב או בחר דרך אחרת לתשלום.
hi: हम आपके PayPal खाते का सत्यापन नहीं कर सके. पुनः साइन इन करने का प्रयास करें या भुगतान करने के लिए अन्य तरीके का चयन करें.
hr: Nismo uspjeli provjeriti vaš račun za PayPal. Pokušajte se ponovno prijaviti ili odaberite drugi način plaćanja.
hu: Nem sikerült ellenőrizni a PayPal-fiókját. Próbáljon újból bejelentkezni, vagy válasszon másik fizetési módot.
id: Kami tidak dapat memverifikasi akun PayPal Anda. Coba masuk lagi atau pilih cara pembayaran lain.
is: Ekki tókst að staðfesta PayPal-reikninginn þinn. Prófaðu að skrá þig inn aftur eða veldu annan greiðslumáta.
ja: PayPal アカウントを確認できませんでした。もう一度サインインしてみるか、別の支払い方法を選択してください。
ka: თქვენი PayPal-ის ანგარიში ვერ შემოწმდა. სცადეთ ხელახლა შესვლა ან აირჩიეთ გადახდის სხვა გზა.
kk: PayPal тіркелгіңізді верификациялау мүмкін болмады. Қайтадан кіріп көріңіз немесе басқа төлеу жолын таңдаңыз.
kn: ನಿಮ್ಮ PayPal ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ಮತ್ತೊಮ್ಮೆ ಸೈನ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಪಾವತಿಸಲು ಮತ್ತೊಂದು ಮಾರ್ಗವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: PayPal 계정을 확인할 수 없습니다. 다시 로그인해 보거나 다른 결제 방법을 선택하세요.
lo: ພວກເຮົາບໍ່ສາມາດຢືນຢັນບັນຊີ PayPal ຂອງທ່ານໄດ້. ລອງລົງຊື່ເຂົ້າໃຊ້ອີກຄັ້ງໜຶ່ງ ຫຼືເລືອກໃຊ້ວິທີອື່ນເພື່ອຈ່າຍ.
lt: Nepavyko patikrinti jūsų „PayPal“ paskyros. Bandykite prisijungti dar kartą arba pasirinkite kitą mokėjimo būdą.
lv: Nevarēja verificēt jūsu PayPal kontu. Mēģiniet pierakstīties vēlreiz vai izvēlieties citu maksājuma veidu.
mi: Kāore mātou e taea tōu pūkete PayPal te manatoko. Me whakamahia anō te takiuru, tīpakohia rānei tētahi atu ara hei utu.
mk: Не можевме да ја потврдиме вашата сметка на PayPal. Обидете се повторно да се најавите или изберете друг начин на плаќање.
ml: നിങ്ങളുടെ PayPal അക്കൗണ്ട് ഞങ്ങൾക്ക് സ്ഥിരീകരിക്കാൻ കഴിഞ്ഞില്ല. വീണ്ടും സൈൻ ഇൻ ചെയ്യാൻ ശ്രമിക്കുകയോ പണമടയ്ക്കാൻ മറ്റൊരു മാർഗം തിരഞ്ഞെടുക്കുകയോ ചെയ്യുക.
mr: आम्ही आपल्या PayPal खात्याची पडताळणी करू शकलो नाही. पेमेंट करण्याचा दुसरा मार्ग निवडण्यासाठी पुन्हा साइन इन करण्याचा प्रयत्न करा.
ms: Kami tidak dapat menentusahkan akaun PayPal anda. Cuba daftar masuk sekali lagi atau pilih cara lain untuk membayar.
mt: Ma stajniex nvverifikaw il-kont ta' PayPal tiegħek. Erġa' pprova idħol jew agħżel mod ieħor biex tħallas.
ne: हामीले तपाईंको PayPal खाता रुजू गर्न सकेनौँ। फेरि साइन इन गर्ने प्रयास गर्नुहोस् वा भुक्तानी गर्ने अर्को तरिका चयन गर्नुहोस्।
nn_no: Vi kunne ikkje verifisere PayPal-kontoen din. Prøv å logge på på nytt eller vel ein anna måte å betale.
no: Vi kan ikke bekrefte PayPal-kontoen din. Prøv på nytt å logge på, eller velg en annen betalingsmåte.
or: ଆମେ ଆପଣଙ୍କର PayPal ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିପାରିଲୁ ନାହିଁ. ପୁନର୍ବାର ସାଇନ୍ ଇନ୍ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ଦେୟ ଦେବାକୁ ଅନ୍ୟ ଏକ ଉପାୟ ବାଛନ୍ତୁ.
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ PayPal ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਨਹੀਂ ਕਰ ਸਕੇ। ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਚੁਣੋ।
pl: Nie można zweryfikować Twojego konta PayPal. Spróbuj zalogować się ponownie lub wybierz inny sposób zapłaty.
ru: Не удалось проверить вашу учетную запись PayPal. Попробуйте войти еще раз или выберите другой способ оплаты.
sl: Vašega računa PayPal ni bilo mogoče preveriti. Poskusite se znova vpisati ali pa izberite drug način plačila.
sr_cyrl_rs: Нисмо успели да верификујемо PayPal налог. Покушајте поново да се пријавите или изаберите други начин плаћања.
sr_latn_rs: Nismo mogli da verifikujemo vaš PayPal nalog. Pokušajte ponovo da se prijavite ili izaberite drugi način plaćanja.
sv: Det gick inte att verifiera ditt PayPal-konto. Försök att logga in igen eller välj ett annat betalningssätt.
ta: உங்கள் PayPal கணக்கை எங்களால் சரிபார்க்க முடியவில்லை. மீண்டும் உள்நுழைய முயலவும் அல்லது பணம் செலுத்த, வேறு வழியைத் தேர்ந்தெடுக்கவும்.
te: మేము మీ PayPal ఖాతాను ధ్రువీకరించలేము. మళ్లీ సైన్ ఇన్ చేయడానికి ప్రయత్నించండి లేదా చెల్లించడానికి మరొక మార్గాన్ని ఎంచుకోండి.
th: เราไม่สามารถยืนยันบัญชี PayPal ของคุณได้ ลองลงชื่อเข้าใช้อีกครั้งหรือเลือกวิธีอื่นในการชำระเงิน
tr: PayPal hesabınızı doğrulayamadık. Yeniden oturum açmayı deneyin veya başka bir ödeme yöntemi seçin.
tt: PayPal хисап язмагызны раслый алмадык. Яңадан кереп карагыз яки башка түләү ысулын сайлагыз.
ug: كەچۈرۈڭ، PayPal ھېساباتىڭىزنى دەلىللىيەلمىدۇق. باشقا ئۇسۇلدا تۆلەڭ.
uk: Не вдалося перевірити обліковий запис PayPal. Спробуйте ввійти знову або виберіть інший спосіб оплати.
ur: ہم آپ کے PayPal اکاؤنٹ کی تصدیق نہیں کر سکتے۔ دوبارہ سائن ان کرنے کی کوشش کریں یا ادائیگی کرنے کا کوئی دوسرا طریقہ منتخب کریں۔
uz: PayPal hisobingizni tasdiqlab boʻlmadi. Qaytadan kirishga urining yoki toʻlovni amalga oshirish uchun boshqa usulni tanlang.
vi: Chúng tôi không xác minh được tài khoản PayPal của bạn. Hãy thử đăng nhập lại hoặc chọn một phương thức thanh toán khác.
zh_hans: 我们无法验证你的 PayPal 帐户。请尝试重新登录，或者选择其他支付方式。
zh_hant: 我們無法驗證您的 PayPal 帳戶。請嘗試重新登入，或選取其他支付方式。

# Literal.Paypal.Retry.TryAnotherWay.Button
source: I'll use another way to pay
af: Ek sal 'n ander manier gebruik om te betaal
am: ለመክፈል ሌላ ዘዴ እጠቀማለሁ
ar: سأستخدم طريقة أخرى للدفع
as: মই পৰিশোধ কৰিবলৈ অন্য এটা পন্থা ব্যৱহাৰ কৰিম
az: Ödəmək üçün başqa üsuldan istifadə edəcəyəm
bg: Ще използвам друг начин на плащане
bn_in: আমি অর্থপ্রদান করার অন্য উপায় ব্যবহার করব
bs: Koristit ću drugi način plaćanja
cy: Fe wna’i ddefnyddio ffordd arall o dalu
da: Jeg vil bruge en anden betalingsmetode
de: Ich verwende eine andere Zahlungsmethode.
el: Θα χρησιμοποιήσω άλλο τρόπο πληρωμής
es: Usaré otra forma de pago
et: Soovin kasutada muud makseviisi
eu: Beste modu batera ordainduko dut
fa: از روش دیگری برای پرداخت استفاده خواهم کرد
ga: Úsáidfidh mé modh íocaíochta eile
gd: Nì mi pàigheadh air dòigh eile
gl: Escollerei outro método de pago.
gu: હું ચુકવણીની બીજી રીતનો ઉપયોગ કરીશ
he: אשתמש באמצעי תשלום אחר
hi: मैं किसी दूसरे तरीके से भुगतान करूँगा/करूँगी
hr: Koristit ću drugi način plaćanja
hu: Más módon fizetek
id: Saya akan gunakan cara lain untuk membayar
is: Ég ætla að nota annan greiðslumáta
ja: 別の方法で支払います
ka: გადახდის სხვა გზას ავირჩევ
kk: Мен басқа төлем әдісін пайдаланамын
kn: ಪಾವತಿಸಲು ಬೇರೊಂದು ವಿಧಾನವನ್ನು ಬಳಸುತ್ತೇನೆ
ko: 다른 결제 방법을 사용합니다.
ku_arab: ڕێگایەکی دیکه بەکاردێنم بۆ پارەدان
ky: Мен башка төлөм жолун колдоном
lo: ຂ້ອຍຈະໃຊ້ວິທີອື່ນເພື່ອຈ່າຍ
lt: Naudosiu kitą atsiskaitymo būdą.
lv: Es izmantošu citu maksāšanas veidu
mi: Ka whakamahia tētahi atu huarahi hei utu
mk: Ќе користам друг начин на плаќање
ml: പണമടയ്ക്കുന്നതിന് ഞാൻ മറ്റൊരു മാർഗ്ഗം ഉപയോഗിക്കും
mn: Би төлбөрийн өөр арга хэрэглэе
mr: मी देय देण्याचा अन्य मार्ग वापरेल
ms: Saya akan menggunakan cara lain untuk membayar
mt: Se nuża mod ieħor ta’ ħlas
ne: मैले भुक्तान गर्न अर्को तरिका प्रयोग गर्नेछु
nn_no: Eg vil bruke ein annan betalingsmåte
no: Jeg vil bruke en annen betalingsmåte
or: ମୁଁ ଦେୟ ଦେବାକୁ ଅନ୍ୟ ଏକ ଉପାୟ ବ୍ୟବହାର କରିବି
pa_arab_pk: میں ادائیگی لئی دوسرا طریقہ ورتاں گا
pa_in: ਮੈਂ ਭੁਗਤਾਨ ਕਰਨ ਦਾ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਵਰਤਾਂਗਾ/ਵਰਤਾਂਗੀ
pl: Użyję innej metody płatności
ru: Я заплачу другим способом
sd: يا ادائگي لاءِ مختلف طريقو استعمال ڪندس
si: මම ගෙවීමට වෙනත් ක්‍රමයක් භාවිතා කරන්නම්
sl: Uporabil bom drug način plačila
sr_cyrl_rs: Платићу на други начин
sr_latn_rs: Platiću na drugi način
sv: Jag använder ett annat betalsätt
ta: நான் பணம் செலுத்துவதற்கு மற்றொரு வழியை பயன்படுத்துவேன்
te: నేను చెల్లించేందుకు మరొ పద్ధతిని ఉపయోగిస్తాను.
tg: Ман усули дигарро истифода бурда, пардохт мекунам
th: ฉันจะใช้วิธีการชำระเงินอื่นๆ
tr: Başka bir ödeme yöntemi kullanacağım
tt: Башка түләү ысулын сайлыйм
ug: باشقا ھەق تاپشۇرۇش ئۇسۇلى ئىشلىتىمەن
uk: Я сплачу іншим способом
ur: میں ادائیگی کا کوئی اور طریقہ استعمال کرلوں گا
uz: Boshqa to‘lov usulidan foydalanaman
vi: Tôi sẽ sử dụng phương thức thanh toán khác
zh_hans: 我将使用其他付款方式
zh_hant: 我將使用其他付款方式

# Literal.PayPal.QRCodeChallenge.RedirectLink
source: Sign in on the PayPal website
af: Meld op die PayPal-webwerf aan
am: በ PayPal ድር ጣቢያ ላይ ይግቡ
ar: تسجيل الدخول على موقع ويب PayPal
as: PayPal ৱেবছাইটত ছাইন ইন কৰক
az: PayPal veb-saytına daxil olun
bg: Влезте в уебсайта на PayPal
bn_in: PayPal ওয়েব সাইটে সাইন করুন
bs: Prijavite se na PayPal web lokaciji
cy: Mewngofnodwch ar wefan PayPal
da: Log på PayPal-webstedet
de: Auf der PayPal-Website anmelden
el: Είσοδος στην τοποθεσία web PayPal
es: Iniciar sesión en el sitio web de PayPal
et: Logige sisse PayPali veebisaidil
eu: Hasi saioa PayPal-en webgunean
fa: در وب‌سایت PayPal، وارد سیستم شوید
ga: Sínigh isteach ar an suíomh Gréasáin PayPal
gd: Clàraich a-steach air làrach-lìn PayPal
gl: Inicia sesión no sitio web de PayPal
gu: PayPal વેબસાઇટ પર સાઇન ઇન કરો
he: היכנס לאתר האינטרנט של PayPal
hi: PayPal वेबसाइट पर साइन इन करें
hr: Prijavite se na web-mjesto PayPal
hu: Bejelentkezés a PayPal webhelyen
id: Masuk di situs web PayPal
is: Skráðu þig inn á vefsvæði PayPal
ja: PayPal の Web サイトでサインインする
ka: შედით PayPal-ის ვებსაიტზე
kk: PayPal веб-сайтында жүйеге кіру
kn: PayPal ವೆಬ್‍‌ಸೈಟ್‍‌ಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: PayPal 웹 사이트에서 로그인
lo: ລົງຊື່ເຂົ້າໃຊ້ເວັບໄຊທ໌ PayPal
lt: Prisijunkite „PayPal“ svetainėje
lv: Pierakstieties PayPal tīmekļa vietnē
mi: Takiuru ki te paetukutuku PayPal
mk: Пријави се на веб-локацијата на PayPal
ml: PayPal വെബ് സൈറ്റിൽ സൈന്‍ ഇന്‍ ചെയ്യുക
mr: PayPal वेबसाइटवर साइन इन करा
ms: Daftar masuk di tapak web PayPal
mt: Idħol fuq is-sit web ta’ PayPal tiegħek
ne: PayPal वेबसाइटमा साइन इन गर्नुहोस्
nn_no: Logg på PayPal-nettstaden
no: Logg på PayPal-nettstedet
or: PayPal ୱେବ୍‍‌ସାଇଟ୍‍‌ରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa_in: PayPal ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się w witrynie internetowej usługi PayPal
ru: Войдите на веб-сайт PayPal
sl: Vpišite se na spletnem mestu PayPal
sr_cyrl_rs: Пријавите се на веб локацији PayPal
sr_latn_rs: Prijavite se na veb lokaciju PayPal
sv: Logga in på PayPal-webbplatsen
ta: PayPal இணையதளத்தில் உள்நுழைக
te: PayPal వెబ్‌సైట్‌కు సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าใช้ในเว็บไซต์ PayPal
tr: PayPal web sitesinde oturum açın
tt: PayPal төененә керегез
ug: PayPal تور بېكىتىدە تىزىملاپ كىرىش
uk: Увійти на веб-сайті PayPal
ur: PayPal کی ویب سائٹ پر سائن ان کریں
vi: Đăng nhập trên trang web PayPal
zh_hans: 登录 PayPal 网站
zh_hant: 登入 PayPal 網站

# Literal.PayPal.QRCodeChallenge.RedirectLink.Text
source: Continue on this device
af: Gaan op hierdie toestel voort
am: በዚህ መሣሪያ ላይ ይቀጥሉ
ar: المتابعة على هذا الجهاز
as: এই ডিভাইচটোত অব্যাহত ৰাখক
az: Bu cihazda davam edin
bg: Продължаване на това устройство
bn_in: এই ডিভাইসে অবিরত রাখুন
bs: Nastavite na ovom uređaju
cy: Bwrw ymlaen ar y ddyfais hon
da: Fortsæt på denne enhed
de: Auf diesem Gerät fortfahren
el: Συνέχεια σε αυτήν τη συσκευή
es: Continuar en este dispositivo
et: Jätkake selles seadmes
eu: Jarraitu gailu honetan
fa: ادامه در این دستگاه
ga: Lean ar aghaidh ar an ngléas seo
gd: Lean air adhart air an uidheam seo
gl: Continuar neste dispositivo
gu: આ ડિવાઇસ પર ચાલુ રાખો
he: המשך במכשיר זה
hi: इस डिवाइस पर जारी रखें
hr: Nastavi na ovom uređaju
hu: Folytatás ezen az eszközön
id: Lanjutkan pada perangkat ini
is: Halda áfram á þessu tæki
ja: このデバイスで続行する
ka: გაგრძელება ამ მოწყობილობაში
kk: Осы құрылғыда жалғастыру
kn: ಈ ಸಾಧನದಲ್ಲಿ ಮುಂದುವರಿಸಿ
ko: 이 장치에서 계속
lo: ສືບຕໍ່ໃນອຸປະກອນນີ້
lt: Tęsti šiame įrenginyje
lv: Turpiniet šajā ierīcē
mi: Haere tonu ki tēnei pūrere
mk: Продолжете на овој уред.
ml: ഈ ഉപകരണത്തിൽ തുടരുക
mr: या डिव्हाइसवर सुरू ठेवा
ms: Teruskan pada peranti ini
mt: Kompli fuq dan it-tagħmir
ne: यो यन्त्रमा जारी राख्नुहोस्
nn_no: Fortsett på denne eininga
no: Fortsett på denne enheten
or: ଏହି ଡିଭାଇସ୍‍‌ରେ ଜାରି ରଖନ୍ତୁ
pa_in: ਇਸ ਡਿਵਾਈਸ 'ਤੇ ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj na tym urządzeniu
ru: Продолжить на этом устройстве
sl: Nadaljuj na tej napravi
sr_cyrl_rs: Наставите на овом уређају
sr_latn_rs: Nastavite na ovom uređaju
sv: Fortsätt på den här enheten
ta: இந்தச் சாதனத்தில் தொடர்க
te: ఈ పరికరంలో కొనసాగండి
th: ดําเนินการต่อในอุปกรณ์นี้
tr: Bu cihazda devam edin
tt: Бу җайланмада дәвам итү
ug: بۇ ئۈسكۈنىدە داۋاملاشتۇرۇڭ
uk: Продовжити на цьому пристрої
ur: اس آلہ پر جاری رکھیں
vi: Tiếp tục trên thiết bị này
zh_hans: 在此设备上继续
zh_hant: 在此裝置上繼續

# Literal.PayPal.QRCodeChallenge.RedirectLink.Text2
source: OR
af: OF
am: ወይም
ar: أو
as: বা
az: VƏ YA
bg: ИЛИ
bn_in: বা
bs: ILI
cy: NEU
da: ELLER
de: ODER
el: Ή
es: O
et: VÕI
eu: EDO
fa: یا
ga: Nó
gd: no
gl: OU
gu: અથવા
he: או
hi: या
hr: ILI
hu: VAGY
id: ATAU
is: EÐA
ja: または
ka: ან
kk: НЕМЕСЕ
kn: ಅಥವಾ
lt: ARBA
lv: VAI
mi: TĒNEI RĀNEI
mk: ИЛИ
ml: അല്ലെങ്കിൽ
mr: किंवा
ms: ATAU
mt: JEW
ne: वा
nn_no: ELLER
no: ELLER
or: କିମ୍ଵା
pa_in: ਜਾਂ
pl: LUB
ru: ИЛИ
sl: ALI
sr_cyrl_rs: ИЛИ
sr_latn_rs: ILI
sv: ELLER
ta: அல்லது
th: หรือ
tr: VEYA
tt: ЯКИ
ug: ياكى
uk: АБО
ur: یا
vi: HOẶC
zh_hans: 或
zh_hant: 或

# Literal.PayPal.QRCodeChallenge.SignInDeviceText
source: Sign in using another device
af: Meld met ’n ander toestel aan
am: ሌላ መሣሪያ ተጠቅመው ይግቡ
ar: تسجيل الدخول باستخدام جهاز آخر
as: আন এটা ডিভাইচৰ ব্যৱহাৰ কৰি ছাইন ইন কৰক
az: Başqa cihazdan istifadə edərək daxil olun
bg: Влизане чрез друго устройство
bn_in: অন্য ডিভাইস ব্যবহার করে সাইন ইন করুন
bs: Prijavite se koristeći drugi uređaj
cy: Mewngofnodwch gyda dyfais arall
da: Log på med en anden enhed
de: Mit einem anderen Gerät anmelden
el: Είσοδος με χρήση άλλης συσκευής
es: Iniciar sesión con otro dispositivo
et: Logige sisse teise seadmega
eu: Hasi saioa beste gailu bat erabiliz
fa: با استفاده از دستگاه دیگر وارد سیستم شوید
ga: Sínigh isteach ag úsáid gléas eile
gd: Clàraich a-steach le uidheam eile
gl: Iniciar sesión noutro dispositivo
gu: અન્ય ડિવાઇસનો ઉપયોગ કરીને સાઇન ઇન કરો
he: היכנס באמצעות מכשיר אחר
hi: किसी अन्य डिवाइस का उपयोग करके साइन इन करें
hr: Prijavite se s pomoću nekog drugog uređaja
hu: Bejelentkezés másik eszközzel
id: Masuk menggunakan perangkat lain
is: Skrá inn með öðru tæki
ja: 別のデバイスを使用してサインインする
ka: შედით სისტემაში სხვა მოწყობილობის გამოყენებით
kk: Басқа құрылғы көмегімен кіріңіз
kn: ಬೇರೊಂದು ಸಾಧನ ಬಳಸಿ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 다른 디바이스를 사용하여 로그인
lo: ລົງຊື່ເຂົ້າໃຊ້ໂດຍການໃຊ້ອຸປະກອນອື່ນ
lt: Prisijunkite naudodami kitą įrenginį
lv: Pierakstieties, izmantojot citu ierīci
mi: Takiuru mā tētahi atu pūrere
mk: Пријави се со помош на друг уред
ml: മറ്റൊരു ഉപകരണം ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യുക
mr: दुसरे डिव्हाइस वापरून साईन इन करा
ms: Daftar masuk menggunakan peranti lain
mt: Idħol billi tuża tagħmir ieħor
ne: अर्को यन्त्र प्रयोग गरी साइन इन गर्नुहोस्
nn_no: Logg på med ei anna eining
no: Logg på med en annen enhet
or: ଅନ୍ୟ ଏକ ଡିଭାଇସ୍‌ ବ୍ୟବହାର କରି ସାଇନ୍ ଇନ୍‌ କରନ୍ତୁ
pa_in: ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ਨੂੰ ਵਰਤ ਕੇ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się przy użyciu innego urządzenia
ru: Войдите в систему с другого устройства
sl: Prijavite se z drugo napravo
sr_cyrl_rs: Пријавите се помоћу другог уређаја
sr_latn_rs: Prijavite se pomoću drugog uređaja
sv: Logga in med en annan enhet
ta: வேறொரு சாதனத்தைப் பயன்படுத்தி, உள்நுழையவும்
te: మరొక పరికరాన్ని ఉపయోగించి సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าใช้โดยใช้อุปกรณ์อื่น
tr: Başka bir cihaz kullanarak oturum açın
tt: Башка җайланманы кулланып системага керегез
ug: باشقا ئۈسكۈنە ئارقىلىق تىزىملاپ كىرىش
uk: Увійти за допомогою іншого пристрою
ur: دوسرا آلہ استعمال کر کے سائن ان کریں
vi: Đăng nhập bằng cách sử dụng thiết bị khác
zh_hans: 使用其他设备登录
zh_hant: 使用其他裝置登入

# Literal.PayPal.QRCodeChallenge.ScanQRCodeText
source: Scan QR code with mobile
af: Skandeer QR-kode met selfoon
am: በሞባይል የ QR ኮድ ይቃኙ
ar: مسح شفرة الاستجابة السريعة ضوئياُ باستخدام محمول
as: ম'বাইলৰ সৈতে QR কোড স্কেন কৰক
az: Mobil ilə QR kodu skan edin
bg: Сканиране на QR код с мобилно устройство
bn_in: মোবাইল দিয়ে QR কোড স্ক্যান করুন
bs: Skenirajte QR kôd pomoću mobilnog uređaja
cy: Sganiwch y cod QR gyda ffôn symudol
da: Scan QR-kode med mobilen
de: QR-Code mit der Kamera scannen
el: Σάρωση κωδικού QR με κινητό
es: Escanear código QR con el móvil
et: Skannige QR-kood mobiiliga
eu: Eskaneatu QR kodea mugikorrarekin
fa: اسکن کد QR با تلفن همراه
ga: Scan cód QR le gléas móibíleach
gd: Sganaich an còd QR le uidheam mobile
gl: Dixitalizar o código QR co móbil
gu: મોબાઇલ વડે QR કોડને સ્કૅન કરો
he: סרוק את קוד ה- QR באמצעות המכשיר הנייד
hi: मोबाइल के साथ QR कोड स्कैन करें
hr: Skeniraj QR kod mobilnim uređajem
hu: QR-kód beszkennelése mobileszközzel
id: Pindai kode QR dengan ponsel
is: Skannaðu QR-kóðann með fartæki
ja: モバイルで QR コードをスキャンする
ka: QR კოდის სკანირება მობილურით
kk: QR кодты мобильді құрылғымен сканерлеңіз
kn: ಮೊಬೈಲ್ ಜೊತೆಗೆ QR ಕೋಡ್ ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 모바일로 QR 코드 스캔
lo: ສະແດງລະຫັດ QR ດ້ວຍມືຖື
lt: Nuskaitykite QR kodą mobiliuoju įrenginiu
lv: Skenējiet QR kodu ar mobilo tālruni
mi: Karapa waehere QR mā te waea
mk: Скенирање на QR код со мобилен
ml: മൊബൈൽ ഉപയോഗിച്ച് QR കോഡ് സ്കാൻ ചെയ്യുക
mr: मोबाइलसह QR कोड स्कॅन करा
ms: Imbas kod QR dengan mudah alih
mt: Skennja l-kodiċi QR bil-mowbajl
ne: मोबाइलका साथमा QR कोड स्क्यान गर्नुहोस्
nn_no: Skann QR-kode med mobil
no: Skann QR-kode med mobil
or: ମୋବାଇଲ୍ ସହ QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ
pa_in: ਮੋਬਾਈਲ ਨਾਲ QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pl: Skanowanie kodu QR za pomocą urządzenia przenośnego
ru: Сканировать QR-код с помощью мобильного устройства
sl: Skeniranje kode QR z mobilnim telefonom
sr_cyrl_rs: Скенирајте QR шифру помоћу мобилног телефона
sr_latn_rs: Skeniraj QR kôd pomoću mobilnog telefona
sv: Skanna QR-kod med mobilen
ta: மொபைல் மூலம் QR குறியீட்டை ஸ்கேன் செய்யவும்
te: మొబైల్‌తో QR కోడ్‌ను స్కాన్ చేయండి
th: สแกนคิวอาร์โค้ดด้วยอุปกรณ์เคลื่อนที่
tr: QR kodunu mobil cihazınızla tarayın
tt: QR кодын мобиль җайланма белән сканерлагыз
ug: كۆچمە ئۈسكۈنە بىلەن QR كودىنى سايىلەش
uk: Відскануйте QR-код за допомогою мобільного пристрою
ur: QR کوڈ کو موبائل سے سکین کریں
vi: Quét mã QR bằng thiết bị di động
zh_hans: 使用移动设备扫描 QR 码
zh_hant: 使用行動裝置掃描 QR 代碼
