Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Bing.CreditCard.Error.NoSpaces
source: Please enter your card number with no spaces.
af: Voer asseblief jou kaartnommer sonder spasies in.
am: እባክዎ የእርስዎን ካርድ ቁጥር ያለምንም ባዶ ቦታዎች ያስገቡ።
ar: برجاء إدخال رقم البطاقة الخاصة بك بدون مسافات.
as: অনুগ্ৰহ কৰি কোনো খালীস্থান নিদিয়াকৈ আপোনাৰ কাৰ্ডৰ নম্বৰ প্ৰবিষ্ট কৰক৷
az: Boşluq olmadan kartınızın nömrəsini daxil edin.
bg: Въведете номера на картата без интервали.
bn_in: অনুগ্রহ করে কোনো ফাঁকা স্থান না রেখে আপনার কার্ডের নম্বর লিখুন৷
bs: Unesite broj kartice bez razmaka.
cy: Rhowch rif eich cerdyn heb unrhyw lefydd gwag.
da: Indtast dit kortnummer uden mellemrum.
de: Geben Sie Ihre Kartennummer ohne Leerzeichen ein.
el: Εισαγάγετε τον αριθμό της κάρτας σας χωρίς κενά διαστήματα.
es: Escribe el número de la tarjeta sin espacios.
et: Sisestage oma kaardinumber ilma tühikuteta.
eu: Idatzi txartelaren zenbakia zuriunerik gabe.
fa: لطفاً شماره کارت خود را بدون فاصله وارد کنید.
ga: Cuir isteach uimhir do chárta gan aon spásanna.
gd: Cuir a-steach àireamh na cairte agad gun bheàrnan.
gl: Introduce o número do cartón sen espazos.
gu: કૃપયા કોઈ પણ ખાલી સ્થાન વિના તમારા કાર્ડનો નંબર દાખલ કરો.
he: נא הכנס את מספר כרטיסך ללא רווחים.
hi: कृपया बिना स्थान के अपनी कार्ड संख्या दर्ज करें.
hr: Unesite broj kartice bez razmaka.
hu: A kártyaszámot szóközök nélkül írja be.
id: Silakan masukkan nomor kartu Anda tanpa spasi.
is: Sláðu inn kortanúmerið þitt án bila.
ja: カード番号は空白なしで入力してください。
ka: გთხოვთ, შეიყვანოთ ბარათის ნომერი, ინტერვალების გარეშე.
kk: Карта нөмірін бос орынсыз енгізіңіз.
kn: ದಯವಿಟ್ಟು ಯಾವುದೇ ಅಂತರವಿಲ್ಲದೆ ನಿಮ್ಮ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ko: 카드 번호를 공백 없이 입력하세요.
ku_arab: تکایە ژمارەی کارتەکەت تێبنووسە بەبێ بۆشایی.
ky: Карта номериңизди боштугу жок кылып киргизиңиз.
lo: ກະລຸນາປ້ອນເລກບັດຂອງທ່ານໂດຍບໍ່ມີຍະຫວ່າງ.
lt: Įveskite savo kortelės numerį be tarpų.
lv: Ievadiet savas kartes numuru bez atstarpēm.
mi: Tāurua tō tau kāri me te kore mokowā.
mk: Внесете го бројот на картичката без празни места.
ml: സ്പെയ്‌സൊന്നുമില്ലാത നിങ്ങളുടെ കാർഡ് നമ്പർ നൽകുക.
mn: Картны дугаараа зайгүй оруулна уу.
mr: कृपया रिक्त स्थान न सोडता आपला कार्ड नंबर प्रविष्ट करा.
ms: Sila masukkan nombor kad anda tanpa ruang.
mt: Daħħal in-numru tal-karta tiegħek mingħajr spazji.
ne: कृपया खाली ठाउँ नराखि आफ्नो कार्ड नम्बर प्रविष्ट गर्नुहोस्।
nn_no: Skriv inn kortnummeret utan mellomrom.
no: Angi kortnummeret uten mellomrom.
or: ଦୟାକରି ବିନା ଖାଲି ସ୍ଥାନ ସହିତ ଆପଣଙ୍କର କାର୍ଡ୍ ନମ୍ଵର୍ ଏଣ୍ଟର୍ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے خالی تھّاواں تُوں بنا اپنا کارڈ نمبر داخل کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਬਿਨਾਂ ਜਗ੍ਹਾ ਛੱਡੇ ਆਪਣਾ ਕਾਰਡ ਨੰਬਰ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź numer karty bez spacji.
ru: Введите номер карты без пробелов.
sd: مهرباني ڪري وٿيڻ کان بغير پنهنجو ڪارڊ نمبر داخل ڪريو.
si: කරුණාකර පහතින් ඔබගේ කාඩ්පත් අංකය හිස් ඉඩ නොතබා ඇතුල් කරන්න.
sl: Številko kartice vnesite brez presledkov.
sr_cyrl_rs: Унесите број картице без размака.
sr_latn_rs: Unesite broj kartice bez razmaka.
sv: Ange ditt kortnummer utan blanksteg.
ta: தயவுசெய்து உங்கள் பாதுகாப்பு எண்ணை இடைவெளிவிடாமல் நிரப்புக.
te: దయచేసి మీ కార్డ్ నంబర్‌ని ఖాళీలతో నమోదు చేయండి.
tg: Лутфан, рақами корти худро бе фосила ворид намоед.
th: โปรดกรอกหมายเลขบัตรโดยไม่ต้องเว้นวรรค
tr: Lütfen aralarda boşluk olmadan kart numaranızı girin.
tt: Карта номерын буш араларсыз кертегез.
ug: كارتا نومۇرىڭىزنى كىرگۈزۈڭ، بوشلۇق قويماڭ.
uk: Укажіть номер картки без пробілів.
ur: برائے مہربانی بغیر وقفے کے اپنا کارڈ نمبر داخل کریں۔
uz: Karta raqamini bo‘shliqlarsiz kiriting.
vi: Vui lòng nhập số thẻ của bạn không có dấu cách.
zh_hans: 请输入卡号，不空格。
zh_hant: 請輸入您的卡號 (不含空格)。

# Literal.Bing.CreditCard.Error.NoDashes
source: Please enter your card number with no dashes.
af: Voer asseblief jou kaartnommer sonder aandagstrepe in.
am: እባክዎ የእርስዎን ካርድ ቁጥር ያለምንም ዳሾች ያስገቡ።
ar: برجاء إدخال رقم البطاقة الخاصة بك بدون شرط.
as: অনুগ্ৰহ কৰি কোনো ডেচ নিদিয়াকৈ কাৰ্ড নম্বৰ প্ৰবিষ্ট কৰক৷
az: Defis olmadan kartınızın nömrəsini daxil edin.
bg: Въведете номера на картата без тирета.
bn_in: অনুগ্রহ করে কোনো ড্যাশ না দিয়ে আপনার কার্ডের নম্বর লিখুন৷
bs: Unesite broj kartice bez crtica.
cy: Rhowch rif eich cerdyn heb unrhyw linellau toriad.
da: Indtast dit kortnummer uden tankestreger.
de: Geben Sie Ihre Kartennummer ohne Bindestriche ein.
el: Εισαγάγετε τον αριθμό της κάρτας σας χωρίς παύλες.
es: Escribe el número de la tarjeta sin guiones.
et: Sisestage oma kaardinumber ilma kriipsudeta.
eu: Idatzi txartelaren zenbakia marratxorik gabe.
fa: لطفاً شماره کارت خود را بدون خط فاصله وارد کنید.
ga: Cuir isteach uimhir do chárta gan aon daiseanna.
gd: Cuir a-steach àireamh na cairte agad gun strìochagan.
gl: Introduce o número do cartón sen guións.
gu: કૃપયા કોઈ પણ ખાલી ડૅશેસ વિના તમારા કાર્ડનો નંબર દાખલ કરો.
he: נא הכנס את מספר כרטיסך ללא מקפים.
hi: कृपया बिना डैश के अपनी कार्ड संख्या दर्ज करें.
hr: Unesite broj kartice bez crtica.
hu: A kártyaszámot kötőjelek nélkül írja be.
id: Silakan masukkan nomor kartu Anda tanpa tanda hubung.
is: Sláðu inn kortanúmerið þitt án strika.
ja: カード番号のダッシュは入力しないでください。
ka: გთხოვთ, შეიყვანოთ ბარათის ნომერი, ტირეების გარეშე.
kk: Карта нөмірін сызықшалар арқылы енгізіңіз.
kn: ದಯವಿಟ್ಟು ಯಾವುದೇ ಡ್ಯಾಶ್‌ಗಳಿಲ್ಲದೆ ನಿಮ್ಮ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ko: 카드 번호를 대시 없이 입력하세요.
ku_arab: تکایە ژمارەی کارتەکەت تێبنووسە بەبێ داش.
ky: Карта номериңизди тирелери жок кылып киргизиңиз.
lo: ກະລຸນາປ້ອນເລກບັດຂອງທ່ານໂດຍບໍ່ມີເຄື່ອງໝາຍຂີດຕໍ່.
lt: Įveskite savo kortelės numerį be brūkšnių.
lv: Ievadiet savas kartes numuru bez svītrām.
mi: Tāurua tō tau kāri me te kore pīhono.
mk: Внесете го бројот на картичката без цртички.
ml: ഡാഷുകളില്ലാതെ നിങ്ങളുടെ കാർഡ് നമ്പർ നൽകുക.
mn: Картны дугаараа зураасгүй оруулна уу.
mr: कृपया डॅश न देता आपला कार्ड नंबर प्रविष्ट करा.
ms: Sila masukkan nombor kad anda tanpa tanda sempang.
mt: Daħħal in-numru tal-karta tiegħek mingħajr singijiet.
ne: कृपया ड्यासहरू नराखि आफ्नो कार्ड नम्बर प्रविष्ट गर्नुहोस्।
nn_no: Skriv inn kortnummeret utan tankestrekar.
no: Angi kortnummeret uten bindestrek.
or: ଦୟାକରି ବିନା ଖାଲିସ୍ଥାନ ସହିତ ଆପଣଙ୍କର କାର୍ଡ୍ ନମ୍ଵର୍ ଏଣ୍ଟର୍ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے ڈیشاں تُوں بنا اپنا کارڈ نمبر داخل کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਬਿਨਾਂ ਡੈਸ਼ ਦੇ ਆਪਣਾ ਕਾਰਡ ਨੰਬਰ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź numer karty bez kresek.
ru: Введите номер карты без тире.
sd: مهرباني ڪري ڊيشن کان بغير پنهنجو ڪارڊ نمبر داخل ڪريو.
si: කරුණාකර පහතින් ඔබගේ කාඩ්පත් අංකය කෙටි ඉරි නොතබා ඇතුල් කරන්න.
sl: Številko kartice vnesite brez vezajev.
sr_cyrl_rs: Унесите број картице без цртица.
sr_latn_rs: Unesite broj kartice bez crtica.
sv: Ange ditt kortnummer utan bindestreck.
ta: தயவுசெய்து உங்கள் அட்டை எண்ணை இடைக்கோடு இல்லாமல் நிரப்புக.
te: దయచేసి మీ కార్డ్ నంబర్‌ని డాష్‌లు లేకుండా నమోదు చేయండి.
tg: Лутфан, рақами корти худро бе тире ворид намоед.
th: โปรดกรอกหมายเลขบัตรโดยไม่ต้องใส่เส้นประ
tr: Lütfen aralarda tire olmadan kart numaranızı girin.
tt: Карта номерын сызыкларсыз кертегез.
ug: كارتا نومۇرىڭىزنى كىرگۈزۈڭ، سىزىقچە قويماڭ.
uk: Укажіть номер картки без тире.
ur: برائے مہربانی بغیر ڈیش کے اپنا کارڈ نمبر داخل کریں۔
uz: Karta raqamini chiziqchalarsiz kiriting.
vi: Vui lòng nhập số thẻ của bạn không có gạch ngang.
zh_hans: 请输入卡号，不带破折号。
zh_hant: 請輸入您的卡號 (不含破折號)。

# Literal.Bing.CreditCard.ExpirationMonth.Required
source: Please select the expiration month.
af: Kies asseblief die vervalmaand.
am: እባክዎ አገልግሎቱ የሚያበቃበትን ወር ይምረጡ።
ar: برجاء تحديد شهر انتهاء الصلاحية.
as: অনুগ্ৰহ কৰি ম্যাদ উকলা মাহ চয়ন কৰক৷
az: Son istifadə ayını seçin.
bg: Изберете месец на изтичане на валидността.
bn_in: অনুগ্রহ করে মেয়াদ শেষের মাসটি নির্বাচন করুন৷
bs: Odaberite mjesec isteka.
cy: Dewiswch y mis dod i ben.
da: Vælg udløbsmåneden.
de: Wählen Sie den Ablaufmonat aus.
el: Επιλέξτε μήνα λήξης.
es: Selecciona el mes de caducidad.
et: Valige aegumiskuu.
eu: Hautatu iraungitze-hilabetea.
fa: لطفاً ماه انقضا را انتخاب کنید.
ga: Roghnaigh an mhí éaga.
gd: Tagh am mìos crìochnachaidh.
gl: Selecciona o mes de caducidade.
gu: કૃપયા સમાપ્તિ મહિનો પસંદ કરો.
he: בחר בבקשה את חודש פקיעת התוקף.
hi: कृपया समय समाप्ति माह चुनें.
hr: Odaberite mjesec isteka.
hu: Válassza ki a lejárati hónapot.
id: Silakan pilih bulan kedaluwarsa.
is: Veldu fyrningarmánuð kortsins.
ja: 有効期限 (月) を選んでください。
ka: გთხოვთ, აირჩიოთ ვადის გასვლის თვე.
kk: Жарамдылық мерзімі бітетін айды таңдаңыз.
kn: ದಯವಿಟ್ಟು ಮುಕ್ತಾಯ ತಿಂಗಳು ಆಯ್ಕೆಮಾಡಿ.
ko: 만료 월을 선택하세요.
ku_arab: تکایە مانگی بەسەرچوون دەسنیشان بکە.
ky: Мөөнөтү аяктаган айды тандаңыз.
lo: ກະລຸນາເລືອກເດືອນໝົດອາຍຸ.
lt: Pasirinkite galiojimo pabaigos mėnesį.
lv: Atlasiet derīguma beigu mēnesi.
mi: Tīpakohia te marama mōnehu.
mk: Изберете го месецот на истекување.
ml: നിങ്ങളുടെ കാലഹരണ മാസം തിരഞ്ഞെടുക്കുക.
mn: Дуусах сарыг сонгоно уу.
mr: कृपया कालावधी समाप्ती महिना निवडा.
ms: Sila pilih bulan tamat tempoh.
mt: Agħżel ix-xahar tal-iskadenza.
ne: कृपया समाप्ति महिना छनोट गर्नुहोस्।
nn_no: Vel utløpsmånad.
no: Velg utløpsmåneden.
or: ଦୟାକରି ସମୟସମାପ୍ତି ମାସ ଚୟନ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے مُکن دا مہینہ منتخب کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਮਿਆਦ ਖਤਮ ਹੋਣ ਦਾ ਮਹੀਨਾ ਚੁਣੋ।
pl: Wybierz miesiąc wygaśnięcia.
ru: Выберите месяц окончания срока действия.
sd: مهرباني مدي خارج ٿيڻ جو مهينو چونڊيو.
si: කරුණාකර කල් ඉකුත්වන මාසය පුරවන්න.
sl: Izberite mesec poteka veljavnosti.
sr_cyrl_rs: Изаберите месец истека.
sr_latn_rs: Izaberite mesec isteka.
sv: Välj förfallomånad.
ta: தயவுசெய்து காலாவதி மாதத்தைத் தேர்வுசெய்.
te: దయచేసి గడువు ముగింపు నెలని ఎంచుకోండి.
tg: Лутфан, моҳи муҳлати интиҳои кортро интихоб намоед.
th: โปรดเลือกเดือนที่หมดอายุ
tr: Son kullanım ayını seçin.
tt: Вакыт чыгу аен сайлагыз.
ug: كۈچكە ئىگە مۇددىتىدىكى ئاينى تاللاڭ.
uk: Виберіть місяць закінчення терміну дії.
ur: براہ مہربانی اختتامِ میعاد کا مہینہ منتخب کریں۔
uz: Amal qilish oyini tanlang.
vi: Vui lòng chọn tháng hết hạn.
zh_hans: 请选择到期月份。
zh_hant: 請選取有效期限月份。

# Literal.Bing.CreditCard.ExpirationYear.Required
source: Please select the expiration year.
af: Kies asseblief die vervaljaar.
am: እባክዎ አገልግሎቱ የሚያበቃበትን ቀን ይምረጡ።
ar: برجاء تحديد سنة انتهاء الصلاحية.
as: অনুগ্ৰহ কৰি ম্যাদ উকলা বছৰ চয়ন কৰক৷
az: Son istifadə ilini seçin.
bg: Изберете година на изтичане на валидността.
bn_in: অনুগ্রহ করে মেয়াদ শেষের বছর নির্বাচন করুন৷
bs: Odaberite godinu isteka.
cy: Dewiswch y flwyddyn dod i ben.
da: Vælg udløbsåret.
de: Wählen Sie das Ablaufjahr aus.
el: Επιλέξτε έτος λήξης.
es: Selecciona el año de caducidad.
et: Valige aegumisaasta.
eu: Hautatu iraungitze-urtea.
fa: لطفاً سال انقضا را انتخاب کنید.
ga: Roghnaigh an bhliain éaga.
gd: Tagh am bliadhna crìochnachaidh.
gl: Selecciona o ano de caducidade.
gu: કૃપયા સમાપ્તિ વર્ષ પસંદ કરો.
he: בחר בבקשה את השנה בה יפוג התוקף.
hi: कृपया समय समाप्ति वर्ष चुनें.
hr: Odaberite godinu isteka.
hu: Válassza ki a lejárati évet.
id: Silakan pilih tahun kedaluwarsa.
is: Veldu fyrningarár kortsins.
ja: 有効期限 (年) を選んでください。
ka: გთხოვთ, აირჩიოთ ვადის გასვლის წელი.
kk: Жарамдылық мерзімі бітетін жылды таңдаңыз.
kn: ದಯವಿಟ್ಟು ಮುಕ್ತಾಯದ ವರ್ಷ ಆಯ್ಕೆಮಾಡಿ.
ko: 만료 연도를 선택하세요.
ku_arab: تکایە بەرواری بەسەرچوون دەسنیشان بکە.
ky: Мөөнөтү аяктаган жылды тандаңыз.
lo: ກະລຸນາເລືອກປີໝົດອາຍຸ.
lt: Pasirinkite galiojimo pabaigos metus.
lv: Atlasiet derīguma beigu gadu.
mi: Tīpakohia te tau mōnehu.
mk: Изберете ја годината на истекување.
ml: നിങ്ങളുടെ കാലഹരണ വർഷം തിരഞ്ഞെടുക്കുക.
mn: Дуусах оныг сонгоно уу.
mr: कृपया कालावधी समाप्ती वर्ष निवडा.
ms: Sila pilih tahun tamat tempoh.
mt: Agħżel is-sena tal-iskadenza.
ne: कृपया समाप्ति वर्ष छनोट गर्नुहोस्।
nn_no: Vel utløpsår.
no: Velg utløpsåret.
or: ଦୟାକରି ସମୟସମାପ୍ତି ବର୍ଷ ଚୟନ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے مُکن دا سال منتخب کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਮਿਆਦ ਖਤਮ ਹੋਣ ਦਾ ਸਾਲ ਚੁਣੋ।
pl: Wybierz rok wygaśnięcia.
ru: Выберите год окончания срока действия.
sd: مهرباني مدي خارج ٿيڻ جو سال چونڊيو.
si: කරුණාකර කල් ඉකුත්වන වර්ෂය පුරවන්න.
sl: Izberite leto poteka verljavnosti.
sr_cyrl_rs: Изаберите годину истека.
sr_latn_rs: Izaberite godinu isteka.
sv: Välj förfalloår.
ta: தயவுசெய்து காலாவதி ஆண்டைத் தேர்வுசெய்.
te: దయచేసి గడువు ముగింపు సంవత్సరాన్ని ఎంచుకోండి.
tg: Лутфан, соли муҳлати интиҳои кортро интихоб намоед.
th: โปรดเลือกปีที่หมดอายุ
tr: Son kullanım yılını seçin.
tt: Вакыт чыгу елын сайлагыз.
ug: كۈچكە ئىگە مۇددىتىدىكى يىلنى تاللاڭ.
uk: Виберіть рік закінчення терміну дії.
ur: براہ مہربانی اختتامِ میعاد کا سال منتخب کریں۔
uz: Amal qilish yilini tanlang.
vi: Vui lòng chọn năm hết hạn.
zh_hans: 请选择到期年份。
zh_hant: 請選取有效期限年份。

# Literal.Bing.CreditCard.SecurityCode.Required
source: Please fill in the security code.
af: Vul asseblief die sekuriteitskode in.
am: እባክዎ የደህንነት ኮዱን ይሙሉ።
ar: برجاء تعبئة رمز الأمان.
as: অনুগ্ৰহ কৰি নিৰাপত্তা কোডটো পূৰ কৰক৷
az: Təhlükəsizlik kodunu doldurun.
bg: Въведете кода за защита.
bn_in: অনুগ্রহ করে নিরাপত্তা কোড পূরণ করুন৷
bs: Unesite sigurnosni kôd.
cy: Rhowch y cod diogelwch.
da: Udfyld sikkerhedskoden.
de: Geben Sie den Sicherheitscode ein.
el: Συμπληρώστε τον κωδικό ασφάλειας.
es: Rellena el código de seguridad.
et: Sisestage turbekood.
eu: Bete segurtasun-kodea.
fa: لطفاً کد امنیتی را وارد کنید.
ga: Líon isteach an cód slándála.
gd: Lìon an còd tèarainteachd.
gl: Enche o código de seguranza.
gu: કૃપયા સુરક્ષા કોડમાં ભરો.
he: הכנס סיסמת ביטחון בבקשה.
hi: कृपया सुरक्षा कोड भरें.
hr: Unesite sigurnosni kod.
hu: Írja be a biztonsági kódot.
id: Silakan isi kode keamanan.
is: Fylltu út öryggiskóðann.
ja: セキュリティ コードを入力してください。
ka: გთხოვთ, შეიყვანოთ დამცავი კოდი.
kk: Қауіпсіздік кодын толтырыңыз.
kn: ಭದ್ರತೆ ಕೋಡ್ ಭರ್ತಿ ಮಾಡಿ.
ko: 보안 코드를 입력하세요.
ku_arab: تکایە کۆدی ئاسایش پڕبکەرەوە.
ky: Коопсуздук кодун толтуруңуз.
lo: ກະລຸນາຕື່ມລະຫັດຄວາມປອດໄພໃສ່.
lt: Įveskite saugos kodą.
lv: Norādiet drošības kodu.
mi: Tāurua te waehere haumarutanga.
mk: Пополнете го безбедносниот код.
ml: സുരക്ഷാ കോഡ് ഫിൽ ചെയ്യുക.
mn: Хамгаалалтын кодыг бөглөнө үү.
mr: कृपया सुरक्षा कोड फिल करा.
ms: Sila isikan kod keselamatan.
mt: Imla l-kodiċi tas-sigurtà.
ne: कृपया सुरक्षा सङ्केत भर्नुहोस्।
nn_no: Fyll ut tryggleikskoden.
no: Fyll ut sikkerhetskoden.
or: ଦୟାକରି ସୁରକ୍ଷା କୋଡ୍‌‌ରେ ପୁରଣ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے سلامتی دا کوڈ پُر کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਸੁਰੱਖਿਆ ਕੋਡ ਭਰੋ।
pl: Podaj kod weryfikacyjny.
ru: Введите код безопасности.
sd: مهرباني ڪري سلامتي ڪوڊ ڀريو.
si: කරුණාකර ආරක්ෂක කේතය පුරවන්න.
sl: Vnesite varnostno kodo.
sr_cyrl_rs: Унесите безбедносни кôд.
sr_latn_rs: Unesite bezbednosni kôd.
sv: Ange säkerhetskoden.
ta: தயவுசெய்து பாதுகாப்பு எண்ணை நிரப்பு.
te: దయచేసి భద్రతా కోడ్‌ని పూరించండి.
tg: Лутфан, рамзи амниятро ворид намоед.
th: โปรดกรอกรหัสความปลอดภัย
tr: Lütfen güvenlik kodunu doldurun.
tt: Иминлек кодын тутырыгыз.
ug: بىخەتەرلىك كودىنى تولدۇرۇڭ.
uk: Введіть код безпеки.
ur: براہ مہربانی سلامتی کوڈ درج کریں۔
uz: Xavfsizlik kodini to‘ldiring.
vi: Vui lòng điền vào mã bảo mật.
zh_hans: 请填写安全代码。
zh_hant: 請填寫安全性驗證碼。

# Literal.Bing.CreditCard.Error.InvalidSecurityCode
source: Please check and reenter your CVV.
af: Kontroleer asseblief jou CVV en voer dit weer in.
am: እባክዎ የእርስዎን CVV ይፈትሹ እና እንደገና ያስገቡ።
ar: برجاء التحقق من CVV الخاص بك وإعادة إدخاله.
as: অনুগ্ৰহ কৰি পৰীক্ষা কৰক আৰু আপোনাৰ CVV পুনঃপ্ৰবিষ্ট কৰক৷
az: CVV-nizi yoxlayıb yenidən daxil edin.
bg: Проверете и въведете повторно вашия CVV код.
bn_in: অনুগ্রহ করে আপনার CVV পরীক্ষা করুন এবং পুনঃপ্রবেশ করান৷
bs: Provjerite i ponovo unesite CVV broj.
cy: Gwiriwch a rhowch eich CVV eto
da: Kontrollér og genindtast CVV.
de: Überprüfen Sie die Kreditkartenprüfnummer, und geben Sie sie erneut ein.
el: Ελέγξτε και εισαγάγετε εκ νέου το CVV.
es: Comprueba y vuelve a escribir el CVV.
et: Kontrollige oma CVV-koodi ja sisestage see uuesti.
eu: Egiaztatu eta idatzi berriro CVV.
fa: لطفاً CVV خود را بررسی و دوباره وارد کنید.
ga: Seiceáil do CVV agus cuir isteach arís é.
gd: Thoir sùil air a’ CVV agad is cuir a-steach e a-rithist.
gl: Comproba e introduce de novo o CVV.
gu: કૃપયા તપાસો અને ફરી દાખલ કરો.
he: בבקשה בדוק והכנס שנית את מספר הCVV.
hi: कृपया जाँचें और अपना CVV पुनः दर्ज करें.
hr: Provjerite i ponovno unesite CVV.
hu: Ellenőrizze és írja be újra a CVV-kódot.
id: Silakan periksa dan masukkan lagi CVV Anda.
is: Athugaðu CVV-númerið þitt og sláðu það inn aftur.
ja: CVV を確認し、もう一度入力してください。
ka: გთხოვთ, შეამოწმოთ და თავიდან შეიყვანოთ CVV.
kk: CVV кодын тексеріп, оны қайта енгізіңіз.
kn: ದಯವಿಟ್ಟು ಪರಶೀಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ CVV ಮರುನಮೂದಿಸಿ.
ko: CVV를 확인하고 다시 입력하세요.
ku_arab: تکایە دووبارە ژمارەی CVV ی خۆت بپشکنە و تێبنووسە.
ky: CVV номериңизди текшерип, кайрадан киргизиңиз.
lo: ກະລຸນາກວດເບິ່ງ ແລະ ປ້ອນ CVV ຂອງທ່ານຄືນໃໝ່.
lt: Patikrinkite ir dar kartą įveskite CVV.
lv: Pārbaudiet un atkārtoti ievadiet savu CVV.
mi: Āta tīrohia me te tāuru anō i tō CVV.
mk: Проверете и повторно внесете го вашиот CVV-код.
ml: നിങ്ങളുടെ CVV പരിശോധിച്ച് വീണ്ടും നൽകുക.
mn: CVV дугаараа шалгаад дахин оруулна уу
mr: कृपया तपासा आणि आपला CVV पुन्हा प्रविष्ट करा.
ms: Sila semak dan masukkan semula CVV anda.
mt: Iċċekkja u erġa' daħħal is-CVV tiegħek.
ne: कृपया आफ्नो CVV जाँच गर्नुहोस् र पुन: प्रविष्ट गर्नुहोस्।
nn_no: Kontroller og skriv inn CVV på nytt.
no: Kontroller og skriv inn CVV-nummeret på nytt.
or: ଦୟାକରି ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର CVV ପୁନଃ ଏଣ୍ଟର୍ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے پڑتال کرو اتے اپنا CVV فیر داخل کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ CVV ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਮੁੜ ਦਾਖਲ ਕਰੋ।
pl: Sprawdź i wprowadź ponownie kod CVV.
ru: Проверьте и еще раз введите CVV-код.
sd: مهرباني ڪري پنهنجي CVV پڙتال ۽ ٻيهر داخل ڪريو.
si: කරුණාකර ඔබේ CVV පරීක්ෂා කර නැවත ඇතුල් කරන්න.
sl: Preverite in znova vnesite kodo CVV.
sr_cyrl_rs: Проверите CVV и поново га унесите.
sr_latn_rs: Proverite CVV i ponovo ga unesite.
sv: Kontrollera och ange din CVV-kod på nytt.
ta: தயவுசெய்து உங்கள் CVV -யைச் சரிபார்த்து மீள்நிரப்புக.
te: దయచేసి మీ CVVని తనిఖీ చేసి, తిరిగి నమోదు చేయండి.
tg: Лутфан, CVV-ро тафтиш карда, аз нав ворид намоед.
th: โปรดตรวจสอบและป้อน CVV อีกครั้ง
tr: Lütfen CVV'nizi kontrol edin ve yeniden girin.
tt: CVV кодын тикшереп, яңадан кертегез.
ug: CVV نى تەكشۈرۈپ، قايتا كىرگۈزۈڭ.
uk: Перевірте і введіть ще раз код CVV.
ur: براہ مہربانی پڑتال کریں اور اپنا CVV پھر داخل کریں۔
uz: Tekshiring va CVV-kodni qayta kiriting.
vi: Vui lòng kiểm tra và nhập lại CVV của bạn.
zh_hans: 请查看并重新输入 CVV。
zh_hant: 請檢查並重新輸入您的 CVV。

# Literal.Bing.CreditCard.Name.Required
source: Please fill in the name on card.
af: Vul asseblief die naam op kaart in.
am: እባክዎ በካርዱ ላይ ያለውን ስም ይሙሉ።
ar: برجاء تعبئة الاسم الموجود على البطاقة.
as: অনুগ্ৰহ কৰি কাৰ্ডত থকা নামটো পূৰ কৰক৷
az: Kartın üzərindəki adı doldurun.
bg: Въведете името от картата.
bn_in: অনুগ্রহ করে কার্ডে নাম পূরণ করুন৷
bs: Unesite ime i prezime navedeno na kartici.
cy: Rhowch yr enw ar y cerdyn.
da: Udfyld navnet på kortet.
de: Geben Sie den Namen auf der Karte ein.
el: Συμπληρώστε το όνομα στην κάρτα.
es: Rellena el nombre de la tarjeta.
et: Sisestage nimi kaardil.
eu: Bete txarteleko izena.
fa: لطفاً نام روی کارت را وارد کنید.
ga: Líon isteach an t-ainm ar an gcárta.
gd: Lìon an t-ainm air a’ chairt.
gl: Enche o nome do cartón.
gu: કૃપયા કાર્ડ પર નામ લખો.
he: נא מלא את השם על הכרטיס בבקשה.
hi: कृपया कार्ड पर नाम भरें.
hr: Unesite ime s kartice.
hu: Írja be a kártyán látható nevet.
id: Silakan isi nama di kartu.
is: Fylltu út nafn á kortinu.
ja: クレジット カードの名義を入力してください。
ka: გთხოვთ, შეიყვანოთ ბარათზე მოცემული სახელი და გვარი.
kk: Картада көрсетілген атты толтырыңыз.
kn: ದಯವಿಟ್ಟು ಕಾರ್ಡ್ ಮೇಲೆ ಹೆಸರನ್ನು ಭರ್ತಿಮಾಡಿ.
ko: 카드상의 이름을 입력하세요.
ku_arab: تکایە ناوی سەر کارت پڕبکەرەوە.
ky: Картадагы атты толтуруңуз.
lo: ກະລຸນາຕື່ມຊື່ຢູ່ໃນບັດໃສ່.
lt: Įveskite ant kortelės nurodytą vardą ir pavardę.
lv: Norādiet vārdu uz kartes.
mi: Tuhia tō ingoa ki runga i te kāri.
mk: Пополнете го името на картичката.
ml: കാർഡിലെ പേര് ഫിൽ ചെയ്യുക.
mn: Картан дээрх нэрийг бөглөнө үү.
mr: कृपया कार्डवर नाव फिल करा.
ms: Sila isikan nama pada kad.
mt: Imla l-isem fuq il-karta.
ne: कृपया कार्डमा नाम भर्नुहोस्।
nn_no: Fyll ut kortnamnet.
no: Fyll ut navnet på kortet.
or: ଦୟାକରି କାର୍ଡର ନାମରେ ପୁରଣ କରନ୍ତୁ.
pa_arab_pk: میربانی کر کے کارڈ تے ناں پُر کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਕਾਰਡ ਉੱਪਰ ਨਾਮ ਭਰੋ।
pl: Podaj imię i nazwisko na karcie.
ru: Введите имя на карте.
sd: مهرباني ڪري ڪارڊ تي نالو ڀريو.
si: කරුණාකර කාඩ්පත මත නම පුරවන්න.
sl: Vnesite ime na kartici.
sr_cyrl_rs: Унесите име на картици.
sr_latn_rs: Unesite ime na kartici.
sv: Ange kortinnehavarens namn.
ta: தயவுசெய்து அட்டையில் உள்ள பெயரை நிரப்பு.
te: దయచేసి కార్డ్‌లో పేరుని పూరించండి.
tg: Лутфан, номро аз рӯи корт ворид намоед.
th: โปรดกรอกชื่อบนบัตร
tr: Lütfen kart üzerinde ad bölümünü doldurun.
tt: Картадагы исемне тутырыгыз.
ug: كارتىدىكى ئىسىمنى تولدۇرۇڭ.
uk: Введіть ім’я на картці.
ur: براہ مہربانی کارڈ پر نام درج کریں۔
uz: Kartadagi ismni to‘ldiring.
vi: Vui lòng điền vào tên trên thẻ.
zh_hans: 请在卡上填写姓名。
zh_hant: 請填寫持卡人姓名。
