Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Webblends.ACHSEPA.Error.InvalidAccountHolder
source: Check your name. This one's not right.
af: Kontroleer jou naam. Hierdie een is verkeerd.
am: የእርስዎን ስም ይፈትሹ። ይኼኛው ትክክል አይደለም።
ar: تحقق من اسمك. هذا الاسم غير صحيح.
as: আপোনাৰ নাম পৰীক্ষা কৰক৷ এইটো শুদ্ধ নহয়৷
az: Adınızı yoxlayın. Bu, düzgün deyil.
bg: Проверете вашето име. Нещо не е наред.
bn_in: আপনার নাম পরীক্ষা করুন৷ কিছু একটা ঠিক নেই৷
bs: Provjerite ime. Ovo nije pravilno.
cy: Gwiriwch eich enw. Nid yw hwn yn gywir.
da: Kontrollér dit navn. Det angivne er ikke korrekt.
de: Überprüfen Sie den Namen. Dieser Name ist nicht korrekt.
el: Ελέγξτε το όνομά σας. Αυτό δεν είναι σωστό.
es: Comprueba el nombre. Este no es correcto.
et: Kontrollige oma nime. See pole õige.
eu: Egiaztatu izena. Hau ez da zuzena.
fa: نام خود را بررسی کنید. این مورد درست نیست.
ga: Seiceáil d'ainm. Níl an ceann seo ceart.
gd: Thoir sùil air d’ ainm. Chan eil am fear seo mar bu chòir.
gl: Comproba o nome. Este non é correcto.
gu: તમારું નામ તપાસો. આ સાચું નથી.
he: בדוק את שמך. השם הזה אינו תקין.
hi: अपना नाम जाँचें. यह सही नहीं है.
hr: Provjerite ime. Ovo nije točno.
hu: Ellenőrizze a nevét, mert helytelenül adta meg.
id: Periksa nama Anda. Nama ini tidak benar.
is: Athugaðu nafnið þitt. Þetta er ekki rétt.
ja: 名前を確認してください。この名前は無効です。
ka: შეამოწმეთ თქვენი სახელი და გვარი. ეს მონაცემი არასწორია.
kk: Атыңызды тексеріңіз. Бұл біреуі дұрыс емес.
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ಪರಿಶೀಲಿಸಿ. ಇದು ಸರಿಯಾಗಿಲ್ಲ.
ko: 이름을 확인하세요. 현재 정보는 잘못되었습니다.
ku_arab: ناوەکەت بپشکنە. ئەم دانەیە راست نییە.
ky: Атыңызды текшериңиз. Мунусу туура эмес.
lo: ກວດ​ເບິ່ງ​ຊື່​ຂອງ​ທ່ານ. ຊື່ນີ້​ບໍ່​ຖືກຕ້ອງ.
lt: Patikrinkite vardą. Šis vardas neteisingas.
lv: Pārbaudiet savu vārdu. Norādītais vārds nav pareizs.
mi: Tirohia tō ingoa. Kei te hē tēnei.
mk: Проверете го името. Ова не е во ред.
ml: നിങ്ങളുടെ നാമം പരിശോധിക്കുക. ഇത് ശരിയായതല്ല.
mn: Нэрээ шалгана уу. Энэ буруу байна.
mr: आपले नाव तपासा. हे एक योग्य नाही.
ms: Semak nama anda. Ini tidak betul.
mt: Iċċekkja ismek. Dan mhuwiex tajjeb.
ne: आफ्नो नाम जाँच्नुहोस्। यो एउटा ठीक छैन।
nn_no: Kontroller namnet. Dette er ikkje rett.
no: Kontroller navnet. Dette er ikke riktig.
or: ଆପଣଙ୍କ ନାମ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ସଠିକ ନୁହେଁ.
pa_arab_pk: اپنے ناں دی پڑتال کرو۔ ایہہ آلا صحیح نہیں اے۔
pa_in: ਆਪਣਾ ਨਾਮ ਚੈਕ ਕਰੋ। ਇਹ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź nazwisko. To nazwisko jest nieprawidłowe.
ru: Вы указали неправильное имя, проверьте его.
sd: پنهنجو نالو چيڪ ڪريو. اهو صحيح ناهي.
si: ඔබගේ නම පරීක්ෂා කරන්න. මෙය නිවැරදි එක නොවේ.
sl: Preverite ime. To ni pravo.
sr_cyrl_rs: Проверите име. Ово није тачно.
sr_latn_rs: Proverite ime. Ovo nije tačno.
sv: Kontrollera namnet. Det stämmer inte.
ta: உங்கள் பெயரைச் சரிபாருங்கள். இது சரியானதில்லை.
te: మీ పేరుని తనిఖీ చేయండి. ఇది సరైనది కాదు.
tg: Номи худро тафтиш кунед. Ин ном нодуруст аст.
th: โปรดตรวจสอบชื่อของคุณ ข้อมูลนี้ไม่ถูกต้อง
tr: Adınızı kontrol edin. Bu ad doğru değil.
tt: Исемегезне тикшерегез. Монысы дөрес түгел.
ug: ئىسمىڭىزنى تەكشۈرۈڭ. بۇ توغرا ئەمەس.
uk: Ви вказали неправильне ім’я. Перевірте його.
ur: اپنے نام کی پڑتال کریں۔ یہ درست نہیں ہے۔
uz: Ismingizni tekshiring. Bunisi noto‘g‘ri.
vi: Hãy kiểm tra tên của bạn. Tên này không đúng.
zh_hans: 查看姓名。此姓名错误。
zh_hant: 檢查您的名稱。此資訊不正確。

# Literal.Webblends.ACHSEPA.Error.InvalidAddress
source: Check your address. This one's not right.
af: Kontroleer jou adres. Hierdie een is verkeerd.
am: የእርስዎን አድራሻ ይፈትሹ። ይኼኛው ትክክል አይደለም።
ar: تحقق من العنوان الخاص بك. هذا العنوان غير صحيح.
as: আপোনাৰ ঠিকনা পৰীক্ষা কৰক৷ এইটো শুদ্ধ নহয়৷
az: Ünvanınızı yoxlayın. Bu, düzgün deyil.
bg: Проверете вашия адрес. Нещо не е наред.
bn_in: আপনার ঠিকানা পরীক্ষা করুন৷ কিছু একটা ঠিক নেই৷
bs: Provjerite adresu. Ova nije pravilna.
cy: Gwiriwch eich cyfeiriad. Nid yw hwn yn gywir.
da: Kontrollér adressen. Den angivne er ikke korrekt.
de: Überprüfen Sie die Adresse. Diese Adresse ist nicht korrekt.
el: Ελέγξτε τη διεύθυνσή σας. Αυτή δεν είναι σωστή.
es: Comprueba la dirección. Esta no es correcta.
et: Kontrollige oma aadressi. See pole õige.
eu: Egiaztatu helbidea. Hau ez da zuzena.
fa: آدرس خود را بررسی کنید. این مورد درست نیست.
ga: Seiceáil do sheoladh. Níl an ceann seo ceart.
gd: Thoir sùil air an t-seòladh agad. Chan eil am fear seo mar bu chòir.
gl: Comproba o enderezo. Este non é correcto.
gu: તમારું સરનામું તપાસો. આ સાચું નથી.
he: בדוק את הכתובת. הכתובת הזאת אינה תקינה.
hi: अपना पता जाँचें. यह सही नहीं है.
hr: Provjerite adresu. Ova nije točna.
hu: Ellenőrizze a címet, mert helytelenül adta meg.
id: Periksa alamat Anda. Alamat ini tidak benar.
is: Athugaðu heimilisfangið þitt. Þetta er ekki rétt.
ja: 住所を確認してください。この住所は無効です。
ka: შეამოწმეთ მისამართი. ეს მონაცემი არასწორია.
kk: Мекенжайды тексеріңіз. Бұл біреуі дұрыс емес.
kn: ನಿಮ್ಮ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಇದು ಸರಿಯಾಗಿಲ್ಲ.
ko: 주소를 확인하세요. 현재 정보는 잘못되었습니다.
ku_arab: ناونیشانەکەت بپشکنە. ئەم دانەیە راست نییە.
ky: Дарегиңизди текшериңиз. Мунусу туура эмес.
lo: ກວດ​ເບິ່ງ​ທີ່ຢູ່​ຂອງ​ທ່ານ. ທີ່ຢູ່​ນີ້​ບໍ່​ຖືກຕ້ອງ.
lt: Patikrinkite adresą. Šis adresas neteisingas.
lv: Pārbaudiet savu adresi. Norādītā adrese nav pareiza.
mi: Tirohia tō wāhinoho. Kei te hē tēnei.
mk: Проверете ја адресата. Оваа не е во ред.
ml: നിങ്ങളുടെ വിലാസം പരിശോധിക്കുക. ഇത് ശരിയായതല്ല.
mn: Хаягаа шалгана уу. Энэ буруу байна.
mr: आपला पत्ता तपासा. हा योग्य नाही.
ms: Semak alamat anda. Ini tidak betul.
mt: Iċċekkja l-indirizz tiegħek. Dan mhuwiex tajjeb.
ne: आफ्नो ठेगाना जाँच्नुहोस्। यो एउटा ठीक छैन।
nn_no: Kontroller adressa. Denne er ikkje rett.
no: Kontroller adressen. Denne er ikke riktig.
or: ଆପଣଙ୍କ ଠିକଣା ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ସଠିକ ନୁହେଁ.
pa_arab_pk: اپنے پتے دی پڑتال کرو۔ ایہہ آلا صحیح نئیں اے۔
pa_in: ਆਪਣਾ ਪਤਾ ਚੈਕ ਕਰੋ। ਇਹ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź adres. Ten adres jest nieprawidłowy.
ru: Вы указали неправильный адрес, проверьте его.
sd: پنهنجو پتو چيڪ ڪريو. اهو صحيح ناهي.
si: ඔබගේ ලිපිනය පරීක්ෂා කරන්න. මෙය නිවැරදි එක නොවේ.
sl: Preverite naslov. Ta ni pravi.
sr_cyrl_rs: Проверите адресу. Ова није тачна.
sr_latn_rs: Proverite adresu. Ova nije tačna.
sv: Kontrollera adressen. Den stämmer inte.
ta: உங்கள் முகவரியை சரிபாருங்கள். இது சரியானதில்லை.
te: మీ చిరునామాని తనిఖీ చేయండి. ఇది సరైనది కాదు.
tg: Суроғаи худро тафтиш кунед. Ин суроға нодуруст аст.
th: โปรดตรวจสอบที่อยู่ของคุณ ข้อมูลนี้ไม่ถูกต้อง
tr: Adresinizi kontrol edin. Bu adres doğru değil.
tt: Адресыгызны тикшерегез. Монысы дөрес түгел.
ug: ئادرېسىڭىزنى تەكشۈرۈڭ. بۇ توغرا ئەمەس.
uk: Ви вказали неправильний адрес. Перевірте його.
ur: اپنے پتہ کی پڑتال کریں۔ یہ درست نہیں ہے۔
uz: Manzilingizni tekshiring. Bunisi noto‘g‘ri.
vi: Hãy kiểm tra địa chỉ của bạn. Địa chỉ này không đúng.
zh_hans: 查看地址。此地址错误。
zh_hant: 檢查您的地址。某些資訊不正確。

# Literal.Webblends.ACH.Error.InvalidBankCode
source: Check your bank routing number. This one's not right.
af: Kontroleer jou bank se takkode. Hierdie een is nie reg nie.
am: የእርስዎን ባንክ ራውቲንግ ቁጥር ይፈትሹ። ይኼኛው ትክክል አይደለም።
ar: تحقق من رقم التوجيه الخاص بالبنك. هذا الرقم غير صحيح.
as: আপোনাৰ বেংক ৰাউটিং নম্বৰ পৰীক্ষা কৰক৷ এইটো শুদ্ধ নহয়৷
az: Bank kodunuzu yoxlayın. Bu, düzgün deyil.
bg: Проверете вашия банков идентификационен код. Този не е правилен.
bn_in: আপনার ব্যাঙ্ক সমন্বয়করণ নম্বর পরীক্ষা করুন৷ এটি সঠিক নয়৷
bs: Provjerite bankovni broj za razvrstavanje. Ovaj nije pravilan.
cy: Gwiriwch rif llwybro eich banc. Nid yw hwn yn gywir.
da: Kontrollér bankregistreringsnummeret. Det angivne er ikke korrekt.
de: Überprüfen Sie die Bankleitzahl. Diese Bankleitzahl ist nicht korrekt.
el: Ελέγξτε τον κωδικό υποκαταστήματος τράπεζας. Αυτός δεν είναι σωστός.
es: Comprueba el número de ruta. Este no es correcto.
et: Kontrollige oma panga protsessikoodi. See pole õige.
eu: Egiaztatu bankuaren bideratzaile-zenbakia. Hau ez da zuzena.
fa: شماره مسیریابی بانک خود را بررسی کنید. این مورد درست نیست.
ga: Seiceáil uimhir ródaithe do bhainc. Níl an ceann seo ceart.
gd: Thoir sùil air còd-seòrsachaidh a’ bhanca agad. Chan eil seo ceart.
gl: Comproba o número de ruta do banco. Este non é correcto.
gu: તમારો બેંક રૂટિંગ નંબર તપાસો. આ એક સાચો નથી.
he: בדוק את מספר הניתוב של הבנק שלך. מספר זה לא תקין.
hi: अपनी बैंक राउटिंग संख्या जाँचें. यह सही नहीं है.
hr: Provjerite šifru banke. S ovom nešto nije u redu.
hu: Ellenőrizze a bank regisztrációs számát, mert hibásnak tűnik.
id: Periksa nomor perutean bank Anda. Terdapat kesalahan di bagian ini.
is: Athugaðu leiðarnúmer bankans. Þetta er ekki rétt.
ja: ルーティング ナンバーを確認してください。このコードは無効です。
ka: შეამოწმეთ საბანკო მარშრუტის ნომერი. ეს მონაცემი არასწორია.
kk: Банк кодын тексеріңіз. Бұл біреуі дұрыс емес.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ರೂಟಿಂಗ್ ಸಂಖ್ಯೆ ಪರಿಶೀಲಿಸಿ. ಇದು ಸರಿಯಾಗಿಲ್ಲ.
ko: 은행 라우팅 번호를 확인하세요. 이 은행 라우팅 번호는 맞지 않습니다.
ku_arab: ژمارەی راوتینگت بپشکنە. ئەم دانەیە راست نییە.
ky: Банктык бөлүнгөн санды текшериңиз. Мунусу туура эмес.
lo: ກວດເບິ່ງໝາຍເລກລະບຸທະນາຄານຂອງທ່ານ. ໝາຍເລກນີ້ບໍ່ຖືກຕ້ອງ.
lt: Patikrinkite banko kodą. Šis neteisingas.
lv: Pārbaudiet savu bankas reģistrācijas numuru. Šis bankas reģistrācijas numurs nav pareizs.
mi: Tirohia tō tauara pēke. Ehara tēnei i te tika.
mk: Проверете го бројот за насочување на банката. Овој не е во ред.
ml: നിങ്ങളുടെ ബാങ്ക് റൂട്ടിംഗ് നമ്പർ പരിശോധിക്കുക. ഇത് ശരിയല്ല.
mn: Банкны чиглүүлэх дугаараа шалгана уу. Энэ буруу байна.
mr: आपला बँक मार्ग नंबर तपासा. हा एक योग्य नाही.
ms: Semak nombor penghalaan bank anda. Ini tidak betul.
mt: Iċċekkja n-numru tar-routing tal-bank tiegħek. Dan mhux tajjeb.
ne: आफ्नो बैङ्कको रूटिङ नम्बर जाँच्नुहोस्। यो एउटा ठीक छैन।
nn_no: Kontroller rutingnummeret for banken. Dette er ikkje rett.
no: Kontroller rutingnummeret for banken. Dette er ikke riktig.
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ରୁଟିଂ ନମ୍ଵର୍ ଦେଖନ୍ତୁ. ଏହା ସଠିକ୍ ନୁହେଁ.
pa_arab_pk: اپنے بینک روٹنگ نمبر دی پڑتال کرو۔ ایہہ آلا صحیح نئیں اے۔
pa_in: ਆਪਣੇ ਬੈਂਕ ਰੂਟਿੰਗ ਨੰਬਰ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਹ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź kod banku. Ten jest nieprawidłowy.
ru: Вы указали неправильный код банка, проверьте его.
sd: پنهنجو بينڪ رائوٽنگ نمبر چيڪ ڪريو. اهو صحيح ناهي.
si: ඔබගේ බැංකු ගිණුම් උත්-සම්බන්ධක අංකය පරීක්ෂා කරන්න. මෙය නිවැරදි එක නොව්.
sl: Preverite svojo številko banke za preusmerjanje. Ta ni prava.
sr_cyrl_rs: Проверите број усмеравања банке. Овај није тачан.
sr_latn_rs: Proverite broj usmeravanja banke. Ovaj nije tačan.
sv: Kontrollera clearingnumret. Det stämmer inte.
ta: உங்கள் வங்கித் திரைவுதல் எண்ணைச் சரிபார்க்கவும். இது சரியானதில்லை.
te: మీ బ్యాంక్ రూటింగ్ నంబర్‌ని తనిఖీ చేయండి. ఇది సరైనది కాదు.
tg: Рақами масиргирии бонкии худро тафтиш кунед. Ин рақам нодуруст аст.
th: โปรดตรวจสอบหมายเลขเส้นทางของคุณ ข้อมูลนี้ไม่ถูกต้อง
tr: Bankanızın banka kodunu kontrol edin. Bu kod doğru değil.
tt: Банк маршрутизация номерын тикшерегез. Монысы дөрес түгел.
ug: بانكا يول نومۇرىنى تەكشۈرۈڭ. بۇ توغرا ئەمەس.
uk: Ви вказали неправильний маршрутний код банку. Перевірте його.
ur: اپنے بینک روٹنگ نمبر کی پڑتال کریں۔ یہ درست نہیں ہے۔
uz: Bank marshrutlash raqamini tekshiring. Bunisi noto‘g‘ri.
vi: Hãy kiểm tra số định tuyến ngân hàng của bạn. Số này không đúng.
zh_hans: 查看银行代号。此银行代号错误。
zh_hant: 檢查您的銀行匯款路徑編號。此銀行匯款路徑編號不正確。

# Literal.Webblends.ACHSEPA.Error.InvalidCity
source: Check your city. Something's not right.
af: Kontroleer jou stad. Iets is verkeerd.
am: የእርስዎን ከተማ ይፈትሹ። የሆነ ነገር ትክክል አይደለም።
ar: تحقق من مدينتك. هناك شيء غير صحيح.
as: আপোনাৰ মহানগৰ পৰীক্ষা কৰক৷ কিবা শুদ্ধ হোৱা নাই৷
az: Şəhərinizi yoxlayın. Nəisə düzgün deyil.
bg: Проверете вашия град. Нещо не е наред.
bn_in: আপনার শহর পরীক্ষা করুন৷ কিছু একটা ঠিক নেই৷
bs: Provjerite grad. Nešto nije uredu.
cy: Gwiriwch eich dinas. Mae rhywbeth yn anghywir.
da: Kontrollér byen. Den angivne er ikke korrekt.
de: Überprüfen Sie den Ort. Dieser Ort ist nicht korrekt.
el: Ελέγξτε την πόλη σας. Υπάρχει κάποιο σφάλμα.
es: Comprueba la ciudad. Algo no va bien.
et: Kontrollige oma linna. Midagi pole õige.
eu: Egiaztatu hiria. Zerbait ez da zuzena.
fa: شهر خود را بررسی کنید. موردی درست نیست.
ga: Seiceáil do chathair. Tá rud éigin cearr.
gd: Thoir sùil air a’ bhaile agad. Tha rudeigin cearr air.
gl: Comproba a cidade. Algo non está ben.
gu: તમારું શહેર તપાસો. કંઈક સાચું નથી.
he: בדוק את העיר. משהו לא בסדר.
hi: अपना शहर जाँचें. ऐसा कुछ है जो सही नहीं है.
hr: Provjerite grad. Ovaj nije točan.
hu: Ellenőrizze a települést, mert helytelenül adta meg.
id: Periksa kota Anda. Ada sesuatu yang salah.
is: Athugaðu borgina. Eitthvað er ekki rétt.
ja: 市区町村を確認してください。この市区町村は無効です。
ka: შეამოწმეთ ქალაქი. რაღაც არასწორია.
kk: Қаланы тексеріңіз. Бірдеңе дұрыс емес.
kn: ನಿಮ್ಮ ನಗರ ಪರಿಶೀಲಿಸಿ. ಏನೋ ಸರಿಯಾಗಿಲ್ಲ.
ko: 구/군/시를 확인하세요. 현재 정보가 잘못되었습니다.
ku_arab: شارەکەت بپشکنە. شتێک راست نییە.
ky: Шаарыңызды текшериңиз. Бир нерсе туура эмес.
lo: ກວດ​ເບິ່ງ​ເມືອງ​ຂອງ​ທ່ານ. ມີ​ບາງ​ຢ່າງ​ບໍ່​ຖືກຕ້ອງ.
lt: Patikrinkite miestą. Kažkas nurodyta netinkamai.
lv: Pārbaudiet savu pilsētu. Norādītā pilsēta nav pareiza.
mi: Tirohia tō tāonenui. Kei te hē tētahi mea.
mk: Проверете го градот. Нешто не е во ред.
ml: നിങ്ങളുടെ നഗരം പരിശോധിക്കുക. എന്തോ കുഴപ്പമുണ്ട്.
mn: Хотоо шалгана уу. Ямар нэг зүйл буруу байна.
mr: आपले शहर तपासा. काहीतरी योग्य नाही.
ms: Semak bandar anda. Ada yang tidak kena.
mt: Iċċekkja l-belt tiegħek. Hemm xi ħaġa ħażina.
ne: आफ्नो सहर जाँच्नुहोस्। केही ठीक छैन।
nn_no: Kontroller poststad. Det er noko som ikkje stemmer.
no: Kontroller poststed. Det er noe som ikke stemmer.
or: ଆପଣଙ୍କ ସହର ଯାଞ୍ଚ କରନ୍ତୁ. କିଛି ବିଷୟ ସଠିକ ନୁହେଁ.
pa_arab_pk: اپنے شہر دی پڑتال کرو۔ کجھ صحیح نئیں اے۔
pa_in: ਆਪਣਾ ਸ਼ਹਿਰ ਚੈਕ ਕਰੋ। ਕੋਈ ਚੀਜ਼ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź miejscowość. Coś się nie zgadza.
ru: Некоторые данные указаны неверно. Проверьте город.
sd: پنهنجو شهر چيڪ ڪريو. ڪجهه صحيح ناهي.
si: ඔබගේ නගරය පරීක්ෂා කරන්න. යම් එකක් නිවැරදි නොවේ.
sl: Preverite meto. Nekaj je narobe.
sr_cyrl_rs: Проверите град. Нешто није у реду.
sr_latn_rs: Proverite grad. Nešto nije u redu.
sv: Kontrollera orten. Den stämmer inte.
ta: உங்கள் நகரத்தைச் சோதிக்கவும். ஏதோ சரியில்லை.
te: మీ నగరాన్ని తనిఖీ చేయండి. ఏదో తప్పు జరిగింది.
tg: Шаҳри худро тафтиш кунед. Ин кишвар нодуруст аст.
th: โปรดตรวจสอบเมืองของคุณ มีบางอย่างไม่ถูกต้อง
tr: Girilen şehri kontrol edin. Bir bilgi doğru değil.
tt: Шәһәрегезне тикшерегез. Нәрсәдер дөрес түгел.
ug: شەھەر نامىنى تەكشۈرۈڭ. خاتالىق بار.
uk: Певні дані вказано невірно. Перевірте місто.
ur: اپنے شہر کی پڑتال کریں۔ کچھ صحیح نہیں ہے۔
uz: Shahringizni tekshiring. Nimadir noto‘g‘ri.
vi: Hãy kiểm tra thành phố của bạn. Thành phố này không đúng.
zh_hans: 查看城市。出现了一些问题。
zh_hant: 檢查您的鄉/鎮/市/區。某些資訊不正確。

# Literal.Webblends.ACHSEPA.Error.InvalidCountry
source: Check your country. Something's not right.
af: Kontroleer jou land. Iets is verkeerd.
am: የእርስዎን አገር ይፈትሹ። የሆነ ነገር ትክክል አይደለም።
ar: تحقق من بلدك. هناك شيء غير صحيح.
as: আপোনাৰ দেশ পৰীক্ষা কৰক৷ কিবা শুদ্ধ হোৱা নাই৷
az: Ölkənizi yoxlayın. Nəisə düzgün deyil.
bg: Проверете вашата държава. Нещо не е наред.
bn_in: আপনার দেশ পরীক্ষা করুন৷ কিছু একটা ঠিক নেই৷
bs: Provjerite zemlju. Nešto nije uredu.
cy: Gwiriwch eich gwlad. Mae rhywbeth yn anghywir.
da: Kontrollér landet. Det angivne er ikke korrekt.
de: Überprüfen Sie das Land. Dieses Land ist nicht korrekt.
el: Ελέγξτε τη χώρα σας. Υπάρχει κάποιο σφάλμα.
es: Comprueba el país. Algo no va bien.
et: Kontrollige oma riiki. Midagi pole õige.
eu: Egiaztatu herrialdea. Zerbait ez da zuzena.
fa: کشور خود را بررسی کنید. موردی درست نیست.
ga: Seiceáil do thír. Tá rud éigin cearr.
gd: Thoir sùil air an dùthaich agad. Tha rudeigin cearr air.
gl: Comproba o país. Algo non está ben.
gu: તમારો દેશ તપાસો. કંઈક સાચું નથી.
he: בדוק את המדינה. משהו לא בסדר.
hi: अपना देश जाँचें. ऐसा कुछ है जो सही नहीं है.
hr: Provjerite državu. Ova nije točna.
hu: Ellenőrizze az országot, mert helytelenül adta meg.
id: Periksa negara Anda. Ada sesuatu yang salah.
is: Athugaðu landið. Eitthvað er ekki rétt.
ja: 国を確認してください。この国は無効です。
ka: შეამოწმეთ ქვეყანა. რაღაც არასწორია.
kk: Елді тексеріңіз. Бірдеңе дұрыс емес.
kn: ನಿಮ್ಮ ದೇಶ ಪರಿಶೀಲಿಸಿ. ಏನೋ ಸರಿಯಾಗಿಲ್ಲ.
ko: 국가를 확인하세요. 현재 정보가 잘못되었습니다.
ku_arab: وڵاتەکەت بپشکنە. شتێک راست نییە.
ky: Өлкөңүздү текшериңиз. Бир нерсе туура эмес.
lo: ​ກວດ​ເບິ່ງ​ປະ​ເທດ​ຂອງ​ທ່ານ. ມີ​ບາງ​ຢ່າງ​ບໍ່​ຖືກຕ້ອງ.
lt: Patikrinkite šalį. Kažkas nurodyta netinkamai.
lv: Pārbaudiet savu valsti/reģionu. Norādītā valsts/reģions nav pareiza/pareizs.
mi: Tirohia tō whenua. Kei te hē tētahi mea.
mk: Проверете ја државата. Нешто не е во ред.
ml: നിങ്ങളുടെ രാജ്യം പരിശോധിക്കുക. എന്തോ കുഴപ്പമുണ്ട്.
mn: Улсаа шалгана уу. Ямар нэг зүйл буруу байна.
mr: आपला देश तपासा. काहीतरी योग्य नाही.
ms: Semak negara anda. Ada yang tidak kena.
mt: Iċċekkja l-pajjiż tiegħek. Hemm xi ħaġa ħażina.
ne: आफ्नो देश जाँच्नुहोस्। केही ठीक छैन।
nn_no: Kontroller land/region. Det er noko som ikkje stemmer.
no: Kontroller land. Det er noe som ikke stemmer.
or: ଆପଣଙ୍କ ଦେଶ ଯାଞ୍ଚ କରନ୍ତୁ. କିଛି ବିଷୟ ସଠିକ ନୁହେଁ.
pa_arab_pk: اپنے ملک دی پڑتال کرو۔ کجھ صحیح نئیں اے۔
pa_in: ਆਪਣਾ ਦੇਸ਼ ਚੈਕ ਕਰੋ। ਕੋਈ ਚੀਜ਼ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź kraj. Coś się nie zgadza.
ru: Некоторые данные указаны неверно. Проверьте страну.
sd: پنهنجو ملڪ چيڪ ڪريو. ڪجهه صحيح ناهي.
si: ඔබගේ රට පරීක්ෂා කරන්න. යම් එකක් නිවැරදි නොවේ.
sl: Preverite državo. Nekaj je narobe.
sr_cyrl_rs: Проверите земљу. Нешто није у реду.
sr_latn_rs: Proverite zemlju. Nešto nije u redu.
sv: Kontrollera landet. Det stämmer inte.
ta: உங்கள் தேசப் பெயரைச் சரிபாருங்கள். ஏதோ சரியில்லை.
te: మీ దేశాన్ని తనిఖీ చేయండి. ఏదో తప్పు జరిగింది.
tg: Кишвари худро тафтиш кунед. Ин кишвар нодуруст аст.
th: โปรดตรวจสอบประเทศของคุณ มีบางอย่างไม่ถูกต้อง
tr: Girilen ülkeyi kontrol edin. Bir bilgi doğru değil.
tt: Илне тикшерегез. Нәрсәдер дөрес түгел.
ug: دۆلەت نامىنى تەكشۈرۈڭ. بۇ توغرا ئەمەس.
uk: Певні дані вказано невірно. Перевірте країну.
ur: اپنے ملک کی پڑتال کریں۔ کچھ صحیح نہیں ہے۔
uz: Mamlakatingizni tekshiring. Nimadir noto‘g‘ri.
vi: Hãy kiểm tra quốc gia của bạn. Quốc gia này không đúng.
zh_hans: 查看国家/地区。出现了一些问题。
zh_hant: 檢查您的國家/地區。某些資訊不正確。

# Literal.Webblends.ACH.Error.InvalidPaymentInstrumentInfo
source: Check your bank account number. This one's not right.
af: Kontroleer jou bankrekeningnommer. Hierdie een is nie reg nie.
am: የእርስዎን ባንክ ሂሳብ ቁጥር ይፈትሹ። ይኼኛው ትክክል አይደለም።
ar: تحقق من رقم حساب البنك الخاص بك. هذا الرقم غير صحيح.
as: আপোনাৰ বেংক একাউণ্ট নম্বৰ পৰীক্ষা কৰক৷ এইটো শুদ্ধ নহয়৷
az: Bank hesabınızın nömrəsini yoxlayın. Bu, düzgün deyil.
bg: Проверете номера на вашата банкова сметка. Този не е правилен.
bn_in: আপনার ব্যাঙ্ক অ্যাকাউন্ট নম্বর পরীক্ষা করুন৷ এটি সঠিক নয়৷
bs: Provjerite broj bankovnog računa. Ovaj nije odgovarajući.
cy: Gwiriwch rif eich cyfrif banc. Nid yw hwn yn gywir.
da: Kontrollér kontonummeret. Det angivne er ikke korrekt.
de: Überprüfen Sie die Bankkontonummer. Diese Kontonummer ist nicht korrekt.
el: Ελέγξτε τον αριθμό του τραπεζικού λογαριασμού σας. Αυτός δεν είναι σωστός.
es: Comprueba el número de la cuenta bancaria. Este no es correcto.
et: Kontrollige oma pangakonto numbrit. See pole õige.
eu: Egiaztatu banku-kodearen zenbakia. Hau ez da zuzena.
fa: شماره حساب بانکی خود را بررسی کنید. این مورد درست نیست.
ga: Seiceáil uimhir do chuntais bainc. Níl an ceann seo ceart.
gd: Thoir sùil air àireamh a’ chunntais bhanca agad. Chan eil seo ceart.
gl: Comproba o número da conta bancaria. Este non é correcto.
gu: તમારો બેંક ખાતા નંબર તપાસો. આ એક સાચો નથી.
he: בדוק את מספר חשבון הבנק שלך. מספר זה לא תקין.
hi: अपनी बैंक खाता संख्या जाँचें. यह सही नहीं है.
hr: Provjerite broj bankovnog računa. S ovim nešto nije uredu.
hu: Ellenőrizze a bankszámlaszámát, mert hibásnak tűnik.
id: Periksa nomor rekening bank Anda. Terdapat kesalahan di bagian ini.
is: Athugaðu bankareikningsnúmerið þitt. Þetta er ekki rétt.
ja: 銀行口座番号を確認してください。この番号は無効です。
ka: შეამოწმეთ საბანკო ანგარიშის ნომერი. ეს მონაცემი არასწორია.
kk: Банк шоты нөмірін тексеріңіз. Бұл біреуі дұрыс емес.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆ ಸಂಖ್ಯೆ ಪರಿಶೀಲಿಸಿ. ಇದು ಸರಿಯಾಗಿಲ್ಲ.
ko: 은행 계좌 번호를 확인하세요. 이 은행 계좌 번호는 맞지 않습니다.
ku_arab: ژمارەی ئەژمێری بانکیت بپشکنە. ئەم دانەیە راست نییە.
ky: Банк эсебиңиздин санын текшериңиз. Мунусу туура эмес.
lo: ກວດເບິ່ງເລກບັນຊີທະນາຄານຂອງທ່ານ. ເລກນີ້ບໍ່ຖືກຕ້ອງ.
lt: Patikrinkite banko sąskaitos numerį. Šis neteisingas.
lv: Pārbaudiet savu bankas konta numuru. Šis bankas konta numurs nav pareizs.
mi: Tirohia tō tau pūkete pēke. Ehara tēnei i te tika.
mk: Проверете го бројот на банкарската сметка. Овој не е во ред.
ml: നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് നമ്പർ പരിശോധിക്കുക. ഇത് ശരിയല്ല.
mn: Банкны дансны дугаараа шалгана уу. Энэ буруу байна.
mr: आपले बँक खाते तपासा. हे एक योग्य नाही.
ms: Semak nombor akaun bank anda. Ini tidak betul.
mt: Iċċekkja n-numru tal-kont tal-bank tiegħek. Dan mhux tajjeb.
ne: आफ्नो बैङ्कको खाता नम्बर जाँच्नुहोस्। यो एउटा ठीक छैन।
nn_no: Kontroller bankkontonummeret. Dette er ikkje rett.
no: Kontroller bankkontonummeret. Dette er ikke riktig.
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ ନମ୍ଵର୍ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ସଠିକ୍ ନାହିଁ.
pa_arab_pk: اپنے بینک اکاؤنٹ نمبر دی پڑتال کرو۔ ایہہ آلا صحیح نئیں اے۔
pa_in: ਆਪਣੇ ਬੈਂਕ ਖਾਤਾ ਨੰਬਰ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਹ ਸਹੀ ਨਹੀਂ ਹੈ।
pl: Sprawdź numer konta bankowego. Ten jest nieprawidłowy.
ru: Вы указали неправильный номер банковского счета, проверьте его.
sd: پنهنجو بينڪ اڪائونٽ نمبر چيڪ ڪريو. اهو صحيح ناهي.
si: ඔබගේ බැංකු ගිණුම් අංකය පරීක්ෂා කරන්න. මෙය නිවැරදි එක නොව්.
sl: Preverite svojo številko bančnega računa. Ta ni prava.
sr_cyrl_rs: Проверите број рачуна у банци. Овај није тачан.
sr_latn_rs: Proverite broj računa u banci. Ovaj nije tačan.
sv: Kontrollera bankkontonumret. Det stämmer inte.
ta: உங்கள் வங்கி எண்ணைச் சோதிக்கவும். இது சரியானதில்லை.
te: మీ బ్యాంక్ ఖాతా నంబర్‌ని తనిఖీ చేయండి. ఇది సరైనది కాదు.
tg: Рақами ҳисоби бонкии худро тафтиш кунед. Ин рақам нодуруст аст.
th: โปรดตรวจสอบบัญชีธนาคารของคุณ ข้อมูลนี้ไม่ถูกต้อง
tr: Banka hesap numaranızı kontrol edin. Bu numara doğru değil.
tt: Банк хисабы номерын тикшерегез. Монысы дөрес түгел.
ug: بانكا ھېسابات نومۇرىڭىزنى تەكشۈرۈڭ. بۇ توغرا ئەمەس.
uk: Ви вказали неправильний номер банківського рахунку. Перевірте його.
ur: اپنے بینک اکاؤنٹ نمبر کی پڑتال کریں۔ یہ درست نہیں ہے۔
uz: Bank hisob raqamingizni tekshiring. Bunisi noto‘g‘ri.
vi: Hãy kiểm tra số tài khoản ngân hàng của bạn. Số này không đúng.
zh_hans: 查看银行帐户号码。此号码错误。
zh_hant: 檢查您的銀行帳戶號碼。此銀行帳戶號碼不正確。
