Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.VPA.Format
source: Incorrectly formatted VPA
af: Verkeerd geformateerde VPA
am: በትክክል ያልተሰራ VPA
ar: رمز عنوان الدفع المرئي منسق بشكل غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা VPA
az: Yanlış formatlaşdırılmış VPA
bg: Неправилно форматиран VPA
bn_in: ভুলভাবে ফর্ম্যাট করা VPA
bs: Nepravilan format za VPA
cy: VPA â fformat anghywir
da: Forkert formateret VPA
de: Falsch formatierte VPA
el: Εσφαλμένη μορφοποίηση VPA
es: Formato de VPA incorrecto
et: Valesti vormindatud VPA
eu: VPAren formatua ez da zuzena
fa: VPA قالب‌بندی‌شده نادرست
ga: Níl an VPA formáidithe i gceart
gd: Tha a’ VPA air a dhroch-fhòrmatadh
gl: O VPA non ten un formato correcto
gu: અયોગ્ય રીતે સ્વરૂપિત VPA
he: VPA מפורמט בצורה שגויה
hi: गलत तरीके से फ़ॉर्मेट किया गया VPA
hr: Nepravilno oblikovan VPA
hu: A VPA formátuma helytelen
id: Format VPA salah
is: VPA sniðið á rangan hátt
ja: VPA の形式が正しくありません
ka: VPA ფორმატი არასწორია
kk: Қате пішімделген VPA
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ VPA
ko: 형식이 잘못된 VPA
lo: VPA ທີ່ມີຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas VPA formatas
lv: Nepareizi formatēta VPA
mi: VPA whai hōputu hē
mk: Погрешно форматиран VPA
ml: തെറ്റായി ഫോർമാറ്റുചെയ്ത VPA
mr: अयोग्यरीत्या स्वरुपित केलेले VPA
ms: VPA tidak diformatkan dengan betul
mt: Il-VPA ifformattjat ħażin
ne: गलत तरिकाले स्वरूपण गरिएको VPA
nn_no: Feil formatert VPA
no: Uriktig formatert VPA
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ୍ ହୋଇଥିବା VPA
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਸਰੂਪਿਤ ਕੀਤਾ ਗਿਆ VPA
pl: Niepoprawnie sformatowany plik VPA
ru: Неправильный формат VPA
sl: Nepravilno oblikovan naslov VPA
sr_cyrl_rs: Неправилно обликован VPA
sr_latn_rs: Nepravilno oblikovan VPA
sv: Ogiltigt format för VPA
ta: தவறாக வடிவமைக்கப்பட்ட VPA
te: తప్పుగా ఫార్మాట్ చెయ్యబడిన VPA
th: VPA อยู่ในรูปแบบที่ไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş VPA
tt: Ялгыш форматланган VPA
ug: VPA فورماتى خاتا
uk: Неправильний формат VPA
ur: غلط طریقہ سے وضع کردہ VPA
uz: Xato formatlangan VPA
vi: Định dạng VPA không chính xác
zh_hans: VPA 格式不正确
zh_hant: 格式不正確的 VPA

# Literal.VPA.Unabridged
source: Virtual Payment Address (VPA)
af: Virtuele betaaladres (VPA)
ar: عنوان الدفع المرئي (VPA)
as: ভাৰ্চুৱেল পৰিশোধ ঠিকনা (VPA)
az: Virtual Ödəmə Ünvanı (VPA)
bg: Виртуален адрес за плащане (VPA)
bn_in: ভার্চুয়াল অর্থপ্রদানের ঠিকানা (VPA)
bs: Virtuelna adresa plaćanja (VPA)
cy: Cyfeiriad Talu Rhithwir (VPA)
da: Virtuel betalingsadresse (VPA)
de: Virtuelle Zahlungsadresse (VPA)
el: Εικονική διεύθυνση πληρωμής (VPA)
es: Dirección de pago virtual (VPA)
et: Virtuaalne makseaadress (VPA)
eu: Ordainketa birtualeko helbidea (VPA)
fa: آدرس پرداخت مجازی (VPA)
ga: Seoladh Íocaíochta Fíorúla (VPA)
gl: Enderezo de pagamento virtual (VPA)
gu: વર્ચુઅલ ચૂકવણી સરનામું (VPA)
he: כתובת תשלום וירטואלית (VPA)
hi: वर्चुअल भुगतान पता (VPA)
hr: Virtualna adresa za plaćanje (VPA)
hu: Virtuális fizetési cím (VPA)
id: Alamat Pembayaran Virtual (VPA)
is: Sýndargreiðsluvistfang (VPA)
ja: 仮想決済アドレス (VPA)
ka: ვირტუალური გადახდის მისამართი (VPA)
kk: Виртуалды төлем мекенжайы (VPA)
kn: ವರ್ಚುವಲ್ ಪಾವತಿ ವಿಳಾಸ (VPA)
ko: VPA(가상 결제 주소)
lo: ທີ່ຢູ່ການຊຳລະເງິນສະເໝືອນຈິງ (VPA)
lt: Virtualusis mokėjimo adresas (VPA)
lv: Virtuālā maksājuma adrese (Virtual Payment Address, VPA)
mi: Wāhitau Utu Mariko (VPA)
mk: Виртуелна адреса за плаќање (VPA)
ml: വെർച്വൽ പേയ്മെന്റ് അഡ്രസ്സ് (VPA)
mr: व्हर्च्युअल पेमेंट अ‍ॅड्रेस (VPA)
ms: Alamat Pembayaran Maya (VPA)
mt: Indirizz tal-Pagament Virtwali (VPA)
ne: भर्चुअल भुक्तानी ठेगाना (VPA)
nn_no: Virtuell betalingsadresse (VPA)
no: Virtuell betalingsadresse (VPA)
or: ଭର୍ଚୁଆଲ ଦେୟ ଠିକଣା (VPA)
pa_in: ਵਰਚੁਅਲ ਭੁਗਤਾਨ ਪਤਾ (VPA)
pl: Wirtualny adres płatności (VPA)
ru: Виртуальный адрес платежа (VPA)
sl: Naslov virtualnega plačila (VPA)
sr_cyrl_rs: Виртуелна адреса плаћања (VPA)
sr_latn_rs: Virtuelna adresa plaćanja (VPA)
sv: Virtuell betalningsadress (VPA)
ta: மெய்நிகர் கட்டண முகவரி (VPA)
te: వర్చువల్ చెల్లింపు చిరునామా (VPA)
th: ที่อยู่การชําระเงินเสมือน (VPA)
tr: Sanal Ödeme Adresi (VPA)
tt: Виртуаль түләү адресы (VPA)
ug: مەۋھۇم تۆلەش ئادرېسى (VPA)
uk: Віртуальна платіжна адреса (VPA)
ur: مجازی ادائیگی کا پتہ (VPA)
uz: Virtual toʻlov manzili (VPA)
vi: Địa chỉ thanh toán ảo (VPA)
zh_hans: 虚拟付款地址(VPA)
zh_hant: 虛擬付款地址 (VPA)

# Literal.VPA.Input.Request
source: Please enter your VPA
af: Voer asseblief jou VPA in
am: እባክዎ የእርስዎን VPA ያስገቡ
ar: يرجى إدخال عنوان الدفع المرئي الخاص بك
as: অনুগ্ৰহ কৰি আপোনাৰ VPA প্ৰৱিষ্ট কৰক
az: VPA-nızı daxil edin
bg: Моля, въведете своя VPA
bn_in: অনুগ্রহ করে আপনার VPA প্রবেশ করান
bs: Unesite VPA
cy: Rhowch eich VPA
da: Angiv din VPA
de: Geben Sie Ihre VPA ein
el: Εισαγάγετε το VPA σας
es: Especifique su VPA.
et: Sisestage oma VPA
eu: Idatzi zure VPA
fa: لطفاً VPA خود را وارد کنید
ga: Iontráil do VPA, le do thoil
gd: Cuir a-steach am VPA agad
gl: Introduza o VPA
gu: કૃપયા તમારો VPA દાખલ કરો
he: הזן את ה- VPA שלך
hi: कृपया अपना VPA दर्ज करें
hr: Unesite svoju VPA
hu: Adja meg a VPA-t
id: Masukkan VPA Anda
is: Vinsamlegast færðu inn VPA
ja: VPA を入力してください
ka: შეიყვანეთ თქვენი VPA
kk: VPA мекенжайыңызды енгізіңіз
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ VPA ನಮೂದಿಸಿ
ko: VPA를 입력하세요.
lo: ກະລຸນາປ້ອນ VPA ຂອງທ່ານເຂົ້າ
lt: Įveskite savo VPA
lv: Lūdzu, ievadiet savu VPA
mi: Tāurua tō VPA
mk: Внесете ја својата VPA
ml: നിങ്ങളുടെ VPA നല്‍കുക
mr: कृपया आपला VPA प्रविष्ट करा
ms: Sila masukkan VPA anda
mt: Daħħal il-VPA tiegħek
ne: कृपया आफ्नो VPA प्रविष्टि गर्नुहोस्
nn_no: Skriv inn VPA
no: Skriv inn VPA
or: ଦୟାକରି ଆପଣଙ୍କ VPA ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ VPA ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź swój VPA
ru: Введите VPA
sl: Vnesite VPA
sr_cyrl_rs: Унесите VPA
sr_latn_rs: Unesite VPA
sv: Ange ditt VPA
ta: உங்கள் VPA-ஐ உள்ளிடவும்
te: దయచేసి మీ VPAని నమోదు చేయండి
th: โปรดใส่ VPA ของคุณ
tr: Lütfen VPA’nızı girin
tt: VPA’гызны кертегез
ug: VPA كىرگۈزۈڭ
uk: Введіть свою VPA
ur: براہ کرم اپنا VPA داخل کریں۔
uz: VPA manzilingizni kiriting
vi: Vui lòng nhập VPA của bạn
zh_hans: 请输入你的 VPA
zh_hant: 請輸入您的 VPA

# Literal.VPA.Valid.PSP
source: We accept the following
af: Ons aanvaar die volgende
am: የሚከተለውን እንቀበላለን
ar: نحن نقبل التالي
as: আমি তলত দিয়াসমূহ গ্ৰহণ কৰোঁ
az: Aşağıdakıları qəbul edirik
bg: Приемаме следните
bn_in: আমরা নিম্নোক্তটিকে গ্রহণ করি
bs: Prihvatamo sljedeće
cy: Rydym yn derbyn y canlynol
da: Vi accepterer følgende
de: Wir akzeptieren Folgendes
el: Δεχόμαστε τα ακόλουθα
es: Se acepta lo siguiente
et: Aktsepteerime järgmist
eu: Hauek onartzen ditugu:
fa: این کارت‌ها را می‌پذیریم
ga: Glacaimid le seo a leanas
gd: Gabhaidh sinn ris na leanas
gl: Aceptamos os seguintes:
gu: અમે નીચેના સ્વીકારીએ છીએ
he: אנו מקבלים את הבאים
hi: हम निम्न स्वीकार करते हैं
hr: Prihvaćamo sljedeće
hu: A következőket fogadjuk el:
id: Kami menerima hal berikut
is: Við tökum við eftirfarandi kortum:
ja: 次を使用できます
ka: ჩვენ ვიღებთ შემდეგს
kk: Келесіні қабылдаймыз:
kn: ನಾವು ಮುಂದಿನವು‌ಗಳನ್ನು ಸ್ವೀಕರಿಸುತ್ತೇವೆ:
ko: 다음을 수락합니다.
lo: ພວກເຮົາຍອມຮັບສິ່ງຕໍ່ໄປນີ້
lt: Mes priimame
lv: Mēs pieņemam tālāk norādīto
mi: Kei te whakaae mātou ki ngā kāri e whai ake nei
mk: Ги прифаќаме следниве
ml: ഇനിപ്പറയുന്നവ ഞങ്ങൾ സ്വീകരിക്കും
mr: आम्ही खालील स्वीकारतो
ms: Kami menerima perkara berikut
mt: Naċċettaw li ġejjin
ne: हामी निम्न स्वीकार गर्छौँ
nn_no: Vi godtek følgjande
no: Vi godtar følgende
or: ଆମେ ନିମ୍ନଲିଖିତ ସ୍ୱୀକାର କରୁ
pa_in: ਅਸੀ ਹੇਠਾਂ ਦਿੱਤੇ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੇ ਹਾਂ
pl: Akceptujemy następujące
ru: Мы принимаем следующие платежи
sl: Sprejemamo naslednje
sr_cyrl_rs: Прихватамо следеће
sr_latn_rs: Prihvatamo sledeće
sv: Vi accepterar följande
ta: பின்வருவனவற்றை நாங்கள் ஏற்றுக்கொள்கிறோம்
te: మేము క్రింది వాటిని ఆమోదిస్తాము
th: เรายอมรับวิธีการชำระเงินดังต่อไปนี้
tr: Aşağıdakileri kabul ediyoruz:
tt: Без түбәндәгене кабул итәбез
ug: تۆۋەندىكىلەرنى قوبۇللايمىز
uk: Розраховуватися можна такі
ur: ہم درج ذیل کو قبول کرتے ہیں
uz: Quyidagilarni qabul qilamiz
vi: Chúng tôi chấp nhận các loại sau
zh_hans: 我们接受以下
zh_hant: 我們接受下列項目:

# Literal.VPA.Valid.PSP.List
source: GPay, PhonePe, Paytm, BHIM and more
af: GPay, PhonePe, Paytm, BHIM en meer
am: GPay፣ PhonePe፣ Paytm፣ BHIM እና ሌሎችም
ar: GPay وPhonePe وPaytm وBHIM والمزيد
as: Gpay, PhonePe, PayTM, BHIM আৰু অধিক
az: GPay, PhonePe, Paytm, BHIM və daha çoxu
bg: Gpay, PhonePe, PayTM, BHIM и други
bn_in: GPay, PhonePe, Paytm, BHIM এবং আরও অনেক কিছু
bs: GPay, PhonePe, Paytm, BHIM i još mnogo toga
cy: Gpay, PhonePe, PayTM, BHIM, a mwy
da: GPay, PhonePe, Paytm, BHIM og meget mere
de: GPay, PhonePe, Paytm, BHIM und mehr
el: GPay, PhonePe, Paytm, BHIM και πολλά άλλα
es: GPay, PhonePe, Paytm, BHIM y mucho más
et: GPay, PhonePe, Paytm, BHIM jpm
eu: GPay, PhonePe, Paytm, BHIM eta gehiago
fa: Gpay،‏ PhonePe،‏ PayTM،‏ BHIM و موارد بیشتر
ga: GPay, PhonePe, Paytm, BHIM agus níos mó
gd: GPay, PhonePe, Paytm, BHIM is mòran a bharrachd
gl: GPay, PhonePe, Paytm, BHIM e moito máis
gu: GPay, PhonePe, Paytm, BHIM અને વધુ
he: GPay,‏ PhonePe, ‏Paytm, ‏BHIM ועוד
hi: Gpay, PhonePe, PayTM, BHIM इत्यादि
hr: GPay, PhonePe, Paytm, BHIM i još mnogo toga
hu: Gpay, PhonePe, PayTM, BHIM és egyebek
id: GPay, PhonePe, Paytm, BHIM, dan lainnya
is: GPay, PhonePe, Paytm, BHIM og fleira
ja: GPay、PhonePe、Paytm、BHIM など
ka: GPay, PhonePe, Paytm, BHIM და სხვა
kk: GPay, PhonePe, Paytm, BHIM және т.б.
kn: Gpay, PhonePe, PayTM, BHIM ಮತ್ತು ಮುಂತಾದವು
ko: GPay, PhonePe, Paytm, BHIM 등
lo: GPay, PhonePe, Paytm, BHIM ແລະ ອື່ນໆ
lt: „Gpay“, „PhonePe“, „Paytm“, BHIM ir kt.
lv: GPay, PhonePe, PayTM, BHIM un citas programmas
mi: Gpay, PhonePe, PayTM, BHIM, me ētahi atu
mk: GPay, PhonePe, Paytm, BHIM и повеќе
ml: Gpay, PhonePe, Paytm, BHIM എന്നിവയും മറ്റും
mr: GPay, PhonePe, Paytm, BHIM आणि अधिक
ms: Gpay, PhonePe, PayTM, BHIM dan banyak lagi
mt: GPay, PhonePe, Paytm, BHIM u aktar
ne: GPay, PhonePe, Paytm, BHIM र थप सेवाहरू
nn_no: GPay, PhonePe, Paytm, BHIM og meir
no: GPay, PhonePe, Paytm, BHIM og mer
or: Gpay, PhonePe, PayTM, BHIM ଏବଂ ଅଧିକ
pa_in: Gpay, PhonePe, PayTM, BHIM, ਅਤੇ ਹੋਰ
pl: Gpay, PhonePe, PayTM, BHIM i nie tylko
ru: GPay, PhonePe, Paytm, BHIM и т. д.
sl: Gpay, PhonePe, PayTM, BHIM in še več
sr_cyrl_rs: Gpay, PhonePe, PayTM, BHIM и још много тога
sr_latn_rs: GPay, PhonePe, Paytm, BHIM i još mnogo toga
sv: GPay, PhonePe, Paytm, BHIM med flera
ta: GPay, PhonePe, Paytm, BHIM மற்றும் பல
te: Gpay, PhonePe, Paytm, BHIM, మరియు మరిన్ని
th: GPay, PhonePe, Paytm, BHIM และอื่นๆ
tr: GPay, PhonePe, Paytm, BHIM ve daha fazlası
tt: Gpay, PhonePe, PayTM, BHIM һәм башкалар
ug: GPay, PhonePe, Paytm, BHIM ۋە باشقىلار
uk: Gpay, PhonePe, PayTM, BHIM та інші
ur: Gpay، PhonePe، PayTM، BHIM اور مزید
uz: GPay, PhonePe, Paytm, BHIM va boshqalari
vi: GPay, PhonePe, Paytm, BHIM, v.v.
zh_hans: Gpay、PhonePe、PayTM、BHIM 等
zh_hant: GPay、PhonePe、Paytm、BHIM 以及更多

# Literal.VPA.InvalidUpiAccount
source: UPI Id verification failed.
af: UPI-ID-verifikasie het misluk.
am: UPI መታወቂያ ማረጋገጥ አልተሳካም።
ar: فشل التحقق من معرّف UPI.
as: UPI আইডি সত্যাপন কৰিব পৰা নগ’ল।
az: UPI İdentifikasiya yoxlaması alınmadı.
bg: Неуспешна проверка на UPI ИД.
bn_in: UPI ID যাচাইকরণ ব্যর্থ হয়েছে।
bs: Provjera ID-a UPI-ja nije uspjela.
cy: Dilysiad ID UPI wedi methu.
da: UPI-id'et blev ikke bekræftet.
de: Fehler bei der UPI-ID-Überprüfung.
el: Η επαλήθευση αναγνωριστικού UPI απέτυχε.
es: Error de comprobación de id. de UPI
et: UPI ID kinnitamine nurjus.
eu: Huts egin du UPI IDaren egiaztapenak.
fa: تأیید شناسه UPI انجام نشد.
ga: Theip ar an bhfíorú UPI ID
gd: Dh’fhàillig dearbhadh an ID UPI.
gl: Produciuse un erro na verificación do ID de UPI.
gu: UPI Id ચકાસણી નિષ્ફળ.
he: אימות מזהה UPI נכשל.
hi: UPI ID सत्यापन विफल रहा.
hr: Provjera UPI ID-a nije uspjela.
hu: Nem sikerült ellenőrizni a UPI-azonosítót.
id: Verifikasi ID UPI gagal.
is: Staðfesting UPI-auðkennis mistókst.
ja: UPI ID 検証に失敗しました。
ka: UPI აიდის შემოწმება ვერ მოხერხდა
kk: UPI идентификаторын тексеру сәтсіз аяқталды.
kn: UPI Id ಪರಿಶೀಲಿಸುವಿಕೆ ವಿಫಲವಾಗಿದೆ.
ko: UPI ID를 확인하지 못했습니다.
lo: ການກວດສອບ ID ຂອງ UPI ບໍ່ສຳເລັດ.
lt: UPI ID patikrinti nepavyko.
lv: UPI ID verifikācija neizdevās.
mi: I rahua te manatokonga tuakiri UPI.
mk: Проверката на ИД на UPI не успеа.
ml: UIP ID സ്ഥിരീകരണം പരാജയപ്പെട്ടു.
mr: UPI Id सत्यापन अयशस्वी.
ms: Penentusahan Id UPI gagal.
mt: Il-verifika tal-Id tal-UPI ma rnexxietx.
ne: UPI आइडी प्रमाणीकरण असफल भयो।
nn_no: UPI ID stadfesting mislukkast
no: UPI-ID-bekreftelse mislyktes.
or: UPI Id ଯାଞ୍ଚକରଣ ବିଫଳ ହୋଇଛି ।
pa_in: UPI ID ਦਾ ਤਸਦੀਕੀਕਰਨ ਅਸਫਲ ਹੋਇਆ।
pl: Weryfikacja identyfikatora UPI nie powiodła się.
ru: Сбой проверки идентификатора UPI
sl: ID-ja za UPI ni bilo mogoče preveriti.
sr_cyrl_rs: Верификација ID-а UPI-ја није успела.
sr_latn_rs: Verifikacija ID-a UPI-ja nije uspela.
sv: UPI-id-verifieringen misslyckades.
ta: UPI ID சரிபார்ப்பு தோல்வியடைந்தது.
te: UPI Id ప్రామాణీకరణ విఫలమైంది.
th: การตรวจสอบรหัส UPI ล้มเหลว
tr: UP kimlik doğrulaması başarısız.
tt: UPI идентификаторын раслап булмады.
ug: UPI بەلگىسى دەلىللەنمىدى.
uk: Помилка перевірки ідентифікатора UPI.
ur: UPI Id کی تصدیق ناکام ہو گئی۔
uz: UPI identifikatori tekshirilmadi.
vi: Xác minh ID UPI không thành công.
zh_hans: UPI ID 验证失败。
zh_hant: UPI 識別碼驗證失敗。

# Literal.Address.Format
source: Incorrectly formatted address
af: Inkorrekte geformarteerde adres
am: አቀማመጡ የተሳሳተ አድራሻ
ar: ‏العنوان منسّق بشكل غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা ঠিকনা
az: Yanlış formatlaşdırılmış ünvan
bg: Неправилно форматиран адрес
bn_in: ভুল ঠিকানা ফরম্যাট
bs: Nepravilan format za adresu
cy: Cyfeiriad â fformat anghywir
da: Forkert formateret adresse
de: Falsch formatierte Adressen
el: Εσφαλμένη μορφή διεύθυνσης
es: Formato de dirección incorrecto
et: Valesti vormindatud aadress
eu: Helbidearen formatua ez da zuzena
fa: قالب بندی نادرست آدرس
ga: Seoladh formáidithe ar cearr
gd: Chan eil fòrmatadh an t-seòlaidh ceart
gl: Enderezo con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત સરનામું
he: הכתובת כתובה במבנה שגוי
hi: गलत तरीके से स्वरूपित पता
hr: Oblik adrese nije točan
hu: Helytelen a cím formátuma
id: Format alamat salah
is: Rangt snið á póstfangi
ja: 正しくない形式のアドレス
ka: მისამართის ფორმატი არასწორია
kk: Қате пішімделген мекенжай
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ವಿಳಾಸ
ko: 형식이 잘못된 주소
ku_arab: ناونیشانی فۆرمات نادروست
ky: Даректин форматы туура эмес
lo: ທີ່ຢູ່ທີ່ມີຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas adresas
lv: Nepareizi formatēta adrese
mi: Hōputu wāhinoho hē
mk: Адресата е погрешно форматирана
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത വിലാസങ്ങൾ
mn: Хаягийн хэлбэржүүлэлт буруу
mr: अयोग्य पद्धतीने पत्ता स्‍वरूपित केला
ms: Alamat tidak diformatkan dengan betul
mt: Indirizz ifformattjat ħażin
ne: गलत तरिकाले स्वरूपण गरिएको ठेगाना
nn_no: Adressa har ikkje rett format
no: Adressen har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା ଠିକଣା
pa_arab_pk: غلط فارمیٹ والا پتہ
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਪਤਾ
pl: Nieprawidłowo sformatowany adres
ru: Неправильный формат адреса
sd: پتو غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත ලිපිනය
sl: Nepravilno oblikovan naslov
sr_cyrl_rs: Формат адресе није исправан
sr_latn_rs: Format adrese nije ispravan
sv: Felaktigt adressformat
ta: பிழையாக ஒருங்கமைக்கப்பட்ட முகவரி
te: చిరునామా ఆకృతి చెల్లదు
tg: Суроға нодуруст ворид шуд
th: ที่อยู่ที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş adres
tt: Ялгыш форматлы адрес
ug: ئادرېس فورماتى خاتا
uk: Неправильний формат адреси
ur: غیردرست وضع کردہ پتہ
uz: Manzil noto‘g‘ri formatda
vi: Địa chỉ được định dạng không đúng
zh_hans: 地址格式不正确
zh_hant: 格式不正確的地址

# Literal.State.Format
source: Incorrectly formatted state
af: Inkorrekte geformatteerde staat
am: አቀማመጡ የተሳሳተ ከክልል
ar: ‏‏الولاية منسقة بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা ৰাজ্য
az: Yanlış formatlaşdırılmış ştat
bg: Неправилно форматиран щат
bn_in: ভুলভাবে ফরম্যাট করা রাজ্যের নাম
bs: Nepravilan format za saveznu državu
cy: Talaith â fformat anghywir
da: Forkert formateret stat
de: Falsch formatiertes Bundesland
el: Εσφαλμένη μορφή νομού
es: Formato de estado incorrecto
et: Valesti vormindatud osariik
eu: Estatuaren formatua ez da zuzena
fa: قالب بندی ایالت نادرست است
ga: Stát formáidithe ar cearr
gd: Chan eil fòrmatadh na stàite ceart
gl: Estado con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત રાજ્ય
he: המדינה כתובה במבנה שגוי
hi: गलत तरीके से स्वरूपित राज्य
hr: Oblik savezne države nije točan
hu: Helytelen az állam formátuma
id: Format negara bagian salah
is: Rangt snið á ríki
ja: 正しくない形式の都道府県
ka: შტატის ფორმატი არასწორია
kk: Қате пішімделген мемлекет
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ರಾಜ್ಯ
ko: 형식이 잘못된 시/도
ku_arab: دۆخی فۆرمات نادروست
ky: Штаттын форматы туура эмес
lo: ລັດຢູ່ໃນຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuota valstija
lv: Nepareizi formatēts novada nosaukums
mi: Hōputu rohe whenua hē
mk: Државата е погрешно форматирана
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത സംസ്ഥാനം
mn: Муж улсын нэрийн хэлбэржүүлэлт буруу
mr: चुकीच्या पद्धतीने स्वरूपित केलेले राज्य
ms: Negeri tidak diformatkan dengan betul
mt: Stat ifformattjat ħażin
ne: गलत तरिकाले स्वरूपण गरिएको राज्य
nn_no: Delstat har ikkje rett format
no: Delstat har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା ରାଜ୍ୟ
pa_arab_pk: غلط فارمیٹ والی ریاست
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਪ੍ਰਦੇਸ਼
pl: Nieprawidłowo sformatowane województwo
ru: Неправильный формат штата
sd: رياست غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත ප්‍රාන්තය
sl: Nepravilno oblikovano ime zvezne države
sr_cyrl_rs: Формат државе није исправан
sr_latn_rs: Format države nije ispravan
sv: Felaktigt format för delstat
ta: பிழையாக ஒருங்கமைக்கப்பட்ட மாநிலம்
te: రాష్ట్రం ఆకృతి చెల్లదు
tg: Иёлат нодуруст ворид шуд
th: รัฐที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş eyalet
tt: Ялгыш форматлы төбәк
ug: ئىشتات فورماتى خاتا
uk: Неправильний формат області
ur: غیردرست وضع کردہ ریاست
uz: Shtat noto‘g‘ri formatda
vi: Tiểu bang được định dạng không đúng
zh_hans: 省/直辖市/自治区格式不正确
zh_hant: 格式不正確的州

# Literal.City.Format
source: Incorrectly formatted city
af: Inkorrekte geformatteerde stad
am: አቀማመጡ የተሳሳተ ከተማ
ar: ‏‏المدينة منسقة بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা মহানগৰ
az: Yanlış formatlaşdırılmış şəhər
bg: Неправилно форматиран град
bn_in: ভুলভাবে ফরম্যাট করা শহর
bs: Nepravilan format za grad
cy: Dinas â fformat anghywir
da: Forkert formateret by
de: Falsch formatierter Ort
el: Εσφαλμένη μορφή πόλης
es: Formato de ciudad incorrecto
et: Valesti vormindatud linn
eu: Hiriaren formatua ez da zuzena
fa: قالب بندی شهر نادرست است
ga: Cathair fhormáidithe ar cearr
gd: Chan eil fòrmatadh a' bhaile ceart
gl: Cidade con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત શહેર
he: העיר כתובה במבנה שגוי
hi: गलत तरीके से स्वरूपित शहर
hr: Oblik grada nije točan
hu: Helytelen a település formátuma
id: Format kota salah
is: Rangt snið á borg
ja: 正しくない形式の市町村
ka: ქალაქის ფორმატი არასწორია
kk: Қате пішімделген қала
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ನಗರ
ko: 형식이 잘못된 구/군/시
ku_arab: شاری فۆرمات نادروست
ky: Шаардын форматы туура эмес
lo: ເມືອງມີຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas miestas
lv: Nepareizi formatēts pilsētas nosaukums
mi: Hōputu tāonenui hē
mk: Градот е погрешно форматиран
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത സിറ്റി
mn: Хотын нэрийн хэлбэржүүлэлт буруу
mr: अयोग्य पद्धतीने स्वरूपित केलेले शहर
ms: Bandar tidak diformatkan dengan betul
mt: Belt ifformattjata ħażina
ne: गलत तरिकाले स्वरूपण गरिएको शहर
nn_no: Poststad har ikkje rett format
no: Poststed har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା ନଗର
pa_arab_pk: غلط فارمیٹ والا شہر
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਸ਼ਹਿਰ
pl: Nieprawidłowo sformatowane miasto
ru: Неправильный формат города
sd: شهر غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත නගරය
sl: Nepravilno oblikovano ime mesta
sr_cyrl_rs: Формат града није исправан
sr_latn_rs: Format grada nije ispravan
sv: Felaktigt format för ort
ta: பிழையாக ஒருங்கமைக்கப்பட்ட நகர்
te: నగరం ఆకృతి చెల్లదు
tg: Шаҳр нодуруст ворид шуд
th: เมืองที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş şehir
tt: Ялгыш форматлы шәһәр
ug: شەھەر فورماتى خاتا
uk: Неправильний формат міста
ur: غیردرست وضع کردہ شہر
uz: Shahar noto‘g‘ri formatda
vi: Thành phố được định dạng không đúng
zh_hans: 城市格式不正确
zh_hant: 格式不正確的城市

# Literal.Suburb.Format
source: Incorrectly formatted suburb
af: Voorstad is verkeerdelik geformateer
am: ትክክለኛ ቅርጸት ያልያዘ የከተማ ዳርቻ
ar: اسم الضاحية منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত উপ-চহৰ
az: Səhv formatlaşdırılmış qəsəbə
bg: Неправилно форматирано предградие
bn_in: ত্রুটিপূর্ণ উপায়ে ফর্ম্যাট হওয়া শহরতলি
bs: Unos predgrađa ima nepravilan oblik
cy: Maestref wedi fformatio'n anghywir
da: Forkert formateret forstad
de: Falsch formatierter Stadtteil
el: Εσφαλμένη μορφή προαστίου
es: El formato de barrio es incorrecto.
et: Linnaosa on valesti vormindatud
eu: Aldirien formatua ez da zuzena
fa: حومه شهر به‌طور نادرست قالب‌بندی شده است
ga: Bruachbhaile formáidithe ar cearr
gd: Chan eil fòrmatadh an fhrith-bhaile mar bu chòir
gl: O formato de barrio non é correcto
gu: ખોટી રીતે ફોર્મેટ કરેલું સબર્બ
he: הכתובת כתובה במבנה שגוי
hi: उपनगर का प्रारूप ग़लत है
hr: Unos predgrađa ima neispravan oblik
hu: A külváros formátuma helytelen.
id: Kota pinggiran berformat salah
is: Rangt sniðið úthverfi
ja: 正しくない形式の郊外
ka: არასწორად ფორმატირებული გარეუბანი
kk: Дұрыс емес пішімделген аймақ
kn: ತಪ್ಪಾಗಿ ಫಾರ್ಮ್ಯಾಟ್ ಮಾಡಿದ ಉಪನಗರ
ko: 형식이 잘못된 교외
ku_arab: دەورووەبەری شاری فۆرمات نادروست
ky: Шаардын айланасы туура эмес форматталган
lo: ຊື່ຊານເມືອງມີຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas priemiesčio formatas
lv: Nepareizi formatēts priekšpilsētas nosaukums
mi: Wāhinoho hōputu hē
mk: Погрешно форматирано предградие
ml: പ്രാന്തപ്രദേശം തെറ്റായി ഫോർമാറ്റ് ചെയ്‌തു
mn: Суурингийн хэлбэржүүлэлт буруу
mr: अयोग्यरित्या स्वरूपित उपनगर
ms: Subbandar diformatkan dengan tidak betul
mt: Subborg ifformattjat ħażin
ne: गलत तरिकाले ढाँचा गरिएको सबअर्ब
nn_no: Forstaden har feil format
no: Forstaden har ikke riktig format
or: ଭୁଲ୍ ଫର୍ମାଟେଡ୍ ହୋଇଥିବା ଉପନଗର
pa_arab_pk: غلطی نال فارمیٹ کیتے گئے مضافات
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਸਰੂਪਿਤ ਉਪਨਗਰ
pl: Niepoprawnie sformatowane przedmieście
ru: Неправильный формат района
sd: غلط فارميٽ ٿيل سبرب
si: වැරදි ලෙස ආකෘතිගත උපනගරය
sl: Nepravilno oblikovano ime predmestja
sr_cyrl_rs: Формат дела града није исправан
sr_latn_rs: Format dela grada nije ispravan
sv: Felaktigt formaterad adress
ta: தவறாக வடிவமைத்த புறநகர்
te: తప్పైన ఫార్మాట్‌లో శివారు ప్రాంతం
tg: Фарошаҳри нодуруст форматгузоришуда
th: รูปแบบชานเมืองไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş köy
tt: Ялгыш форматлы район
ug: خاتا فورماتلانغان شەھەر ئەتراپى
uk: Неправильний формат району
ur: غیر درست وضع کردہ مضافات
uz: Noto‘g‘ri formatlangan shaharcha
vi: Ngoại ô được định dạng không đúng
zh_hans: 市郊格式不正确
zh_hant: 郊區的格式不正確
