Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICV.Sample.Info
source: <ul> <li>1. Access the bank account for your payment method</li> <li>2. Locate the verification charge on your account</li> <li>3. Enter the 3-digit code -OR- the amount, as shown below</li> </ul>
af: <ul> <li>1. Verkry toegang tot die bankrekening vir jou betaalmetode</li> <li>2. Vind die verifiëringsheffing op jou rekening</li> <li>3. Voer die 3-syferkode – OF – die bedrag in, soos hieronder gewys word</li> </ul>
am: <ul> <li>1. የመክፈያ ዘዴዎን የባንክ መለያ ያግኙ</li> <li>2. በመለያዎ ላይ የማረጋገጫ ክፍያውን ይፈልጉ</li> <li>3. ባለ 3-አሃዝ ኮድ -ወይም- መጠኑን፣ ከታች እንደተመለከተው ያስገቡ</li> </ul>
ar: <ul> <li> 1. قم بالوصول إلى حساب البنك المرتبط بطريقة الدفع الخاصة بك</li> <li>2. حدد تكلفة التحقق في الحساب الخاص بك</li> <li> 3. أدخل الرمز المكون من 3 أرقام -أو- المبلغ، على النحو الوارد أدناه</li> </ul>
as: <ul> <li>1. আপোনাৰ পৰিশোধ পদ্ধতিৰ বাবে বেংক একাউণ্টত প্ৰৱেশ কৰক</li> <li>2. আপোনাৰ একাউণ্টত সত্যতা নিৰূপণ মাছুল চিনাক্ত কৰক</li> <li>3. তলত দেখুওৱাৰ দৰে, 3-টা সংখ্যাৰ কোডটো -বা- পৰিমাণ লিখক</li> </ul>
az: <ul> <li>1. Ödəniş üsulunuz üçün bank hesabına daxil olun</li> <li>2. Hesabınıza yoxlama rüsumu yerləşdirin</li> <li>3. Aşağıda göstərildiyi kimi 3-rəqəmli kodu -VƏ YA- məbləği daxil edin</li> </ul>
bg: <ul> <li>1. Осъществете достъп до банковата си сметка за метода си на плащане</li> <li> 2. Намерете таксуваната за проверката сума във вашата сметка</li> <li>3. Въведете 3-цифрения код -ИЛИ- сумата, както е показано по-долу</li> </ul>
bn_in: <ul> <li>1. আপনার অর্থ প্রদানের পন্থার জন্য ব্যাঙ্ক অ্যাকাউন্ট ব্যবহার করুন</li> <li>2. আপনার অ্যাকাউন্টে যাচাইকরণের চার্জ সনাক্ত করুন</li> <li>3. নীচে যেমন দেখানো হয়েছে সেইভাবে 3-সংখ্যার কোড অথবা অর্থরাশি লিখুন</li> </ul>
bs: <ul> <li>1. Pristupite bankovnom računu načina plaćanja</li> <li>2. Pronađite potvrdno terećenje na svom računu</li> <li>3. Unesite trocifreni kod ILI iznos na način koji je prikazan u nastavku</li> </ul>
cy: <ul> <li>1. Ewch i’r cyfrif banc sy’n gysylltiedig â’ch dull talu</li> <li>2. Chwiliwch am y ffi dilysu ar eich cyfrif</li> <li>3. Rhowch y cod 3-digid -NEU- y swm, fel y nodir isod</li> </ul>
da: <ul> <li>1. Gå til bankkontoen for din betalingsmetode</li> <li>2. Find bekræftelsesgebyret på din konto</li> <li>3. Indtast den 3-cifrede kode eller beløbet, som vist nedenfor</li> </ul>
de: <ul> <li>1. Rufen Sie das Bankkonto für Ihre Zahlungsmethode auf.</li> <li>2. Prüfen Sie, ob Ihr Konto mit der Prüfungsgebühr belastet wurde.</li> <li>3. Geben Sie wie nachfolgend gezeigt den dreistelligen Code ODER den Betrag ein.</li> </ul>
el: <ul> <li> 1. Μεταβείτε στον τραπεζικό λογαριασμό σας για τη μέθοδο πληρωμής σας</li> <li> 2. Εντοπίστε τη χρέωση επαλήθευσης στο λογαριασμό σας</li> <li> 3. Εισαγάγετε τον τριψήφιο κωδικό -Ή- το ποσό, όπως εμφανίζεται παρακάτω</li> </ul>
es: <ul> <li>1. Accede a la cuenta bancaria de tu método de pago</li> <li>2. Busca el cargo de comprobación en tu cuenta</li> <li>3. Escribe el código de tres dígitos O la cantidad, como se indica a continuación</li> </ul>
et: <ul> <li>1. Avage makseviisiga seotud pangakonto</li> <li>2. Otsige kontolt üles üles kontrollimistasu</li> <li>3. Sisestage kolmekohaline kood –VÕI– summa</li> </ul> vastavalt allpool toodule</li> </ul>
eu: <ul> <li>1. Sartu ordainketa-metodoaren banku-kontuan</li> <li>2. Bilatu egiaztapen-kobrantza kontuan</li> <li>3. Idatzi 3 zenbakiko kodea -EDO- zenbatekoa, jarraian erakusten den moduan</li> </ul>
fa: <ul> <li>۱. برای روش پرداخت، به حساب بانکی دسترسی داشته باشید</li> <li>۲. هزینه تأیید را روی حسابتان قرار دهید</li> <li>۳. کد ۳ رقمی - یا - مبلغی که در زیر نشان داده شده است را وارد کنید</li> </ul>
ga: <ul> <li>1. Rochtain an cuntas bainc a bhaineann le do mhodh íocaíochta</li> <li>2. Aimsigh an táille fhíoraithe ar do chuntas</li> <li>3. Cuir isteach an cód 3 dhigit -NÓ- an méid, mar a thaispeántar thíos</li> </ul>
gd: <ul> <li>1. Inntrig cunntas banca na dòigh pàighidh agad</li> <li>2. Lorg an suim dearbhaidh air a’ chunntas agad</li> <li>3. Cuir a-steach an còd 3 fhigearan -NO- an t-suim mar a chì thu gu h-ìosal</li> </ul>
gl: <ul> <li>1. Accede á conta bancaria para ver o método de pagamento</li> <li>2. Localiza o custo de verificación na conta</li> <li>3. Escribe o código de tres díxitos OU o importe, tal como se mostra a seguir</li> </ul>
gu: <ul> <li>1. તમારી ચુકવણી પદ્ધતિ માટે બેંક એકાઉન્ટની ઍક્સેસ કરો.</li> <li>2. તમારા એકાઉન્ટ પર ચકાસણી ચાર્જને શોધો</li> <li>3. નીચે બતાવ્યા મુજબ 3-અંકનો કોડ-અથવા- રકમ દાખલ કરો</li> </ul>
he: <ul> <li>1. גש לחשבון הבנק עבור שיטת התשלום שלך</li> <li>2. אתר את חיוב האימות בחשבון שלך</li> <li>3. הזן את הקוד בן שלוש הספרות -או- את הסכום, כפי שמוצג להלן</li> </ul>
hi: <ul> <li>1. अपनी भुगतान पद्धति के लिए बैंक खाते पर पहुँचें</li> <li>2. अपने खाते में सत्यापन शुल्क का पता लगाएँ</li> <li>3. नीचे दिखाए अनुसार 3-अंकों का कोड -या- राशि दर्ज करें</li> </ul>
hr: <ul> <li>1. Pristupite bankovnom računu načina plaćanja</li> <li>2. Pronađite potvrdno terećenje na svojem računu</li> <li>3. Unesite troznamenkasti kod ILI iznos na način prikazan u nastavku</li> </ul>
hu: <ul> <li>1. Tekintse meg a megadott fizetési módhoz tartozó bankszámlát.</li> <li>2. Keresse meg a számlán az ellenőrző terhelést.</li> <li>3. Adja meg a háromjegyű kódot VAGY az összeget, az alábbiak szerint.</li> </ul>
id: <ul> <li>1. Akses laporan mutasi bank untuk metode pembayaran Anda</li> <li>2. Cari tagihan verifikasi pada rekening Anda</li> <li>3. Masukkan kode tiga digit -ATAU- jumlahnya, seperti yang ditunjukkan di bawah</li> </ul>
is: <ul> <li>1. Farðu inn á bankareikninginn fyrir greiðslumátann þinn</li> <li>2. Finndu staðfestingargreiðsluna á reikningnum</li> <li>3. Sláðu inn þriggja tölustafa kóðann EÐA upphæðina, eins og sýnt er fyrir neðan</li> </ul>
ja: <ul> <li>1. お支払い方法に指定した銀行口座にアクセスします</li> <li>2. 口座の検証用の金額を確認します</li> <li>3. 以下のように、3 桁のコードまたは金額を入力します</li> </ul>
ka: <ul> <li>1. განახორციელეთ წვდომა თქვენს საბანკო ანგარიშზე, რომელიც გამოყენებული გაქვთ გადახდის მეთოდად.</li> <li>2. მოძებნეთ დადასტურების გადასახადი თქვენს ანგარიშზე.</li> <li>3. შეიყვანეთ თანხა 3-ციფრიანი კოდი -ან- თანხა, როგორც ნაჩვენებია ქვემოთ.</li> </ul>
kk: <ul> <li>1. Төлем әдісіңізге арналған банк шотыңызға кіріңіз</li> <li>2. Тіркелгіңізден тексеру ақысын анықтаңыз</li> <li>3. Төменде көрсетілген 3 таңбалы кодты -НЕМЕСЕ- соманы енгізіңіз</li> </ul>
kn: <ul> <li>1. ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನಕ್ಕಾಗಿ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಪ್ರವೇಶಿಸಿ </li> <li>2. ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಪರಿಶೀಲನೆ ಶುಲ್ಕವನ್ನು ಹುಡುಕಿ </li> <li>3. ಕೆಳಗೆ ತೋರಿಸಿದಂತೆ, 3-ಅಂಕಿಯ ಕೋಡ್ ಅಥವಾ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ </li> </ul>
ko: <ul> <li>1. 인증에 사용된 카드 거래 내역서를 확인합니다.</li> <li>2. 계좌에 청구된 인증 금액을 찾아봅니다.</li> <li>3. 아래에 표시된 3자리 코드나 금액을 입력합니다.</li> </ul>
ku_arab: <ul> <li>1. دەستگەیشتنت هەبێت بە ئەژمێری بانکی خۆت بۆ شێوازی پارەدانەکەت</li> <li>2. ئەو بڕە بچووکە بدۆزەوە لە ئەژمێرەکەتدا کە بڕراوە</li> <li>3. کۆدە سێ-رەنووسەکە -یان- بڕەکە تێبنووسە هەروەک لای خوارەوە پیشاندراوە</li> </ul>
ky: <ul> <li>1. Төлөө амалыңыз үчүн банк эсебиңизге кириңиз</li> <li>2. Эсебиңизден ырастоо төлөмүн табыңыз</li> <li>3. 3 сандуу кодду -ЖЕ- төмөндө көрсөтүлгөндөй сумманы киргизиңиз</li> </ul>
lo: <ul> <li>1. ເຂົ້າຫາ ບັນຊີທະນາຄານສຳລັບວິທີການຊຳລະຂອງທ່ານ</li> <li>2. ຫາຕຳແໜ່ງການຮຽກເກັບເງິນທີ່ຢືນຢັນໃນບັນຊີຂອງທ່ານ</li> <li>3. ປ້ອນເຂົ້າລະຫັດ 3-ຕົວເລກ-ຫລື- ຈຳນວນ, ຕາມທີ່ສະແດງລຸ່ມນີ້</li> </ul>
lt: <ul> <li> 1. Atidarykite mokėjimo būdui skirtą banko sąskaitą</li> <li> 2. Sąskaitoje raskite patvirtinimo mokestį</li> <li> 3. Įveskite 3 skaitmenų kodą ARBA sumą, kaip nurodyta toliau</li> </ul>
lv: <ul> <li>1. Piekļūstiet maksāšanas metodes bankas kontam.</li> <li>2. Kontā atrodiet verifikācijas maksu.</li> <li>3. Ievadiet trīs ciparu kodu VAI summu, kā parādīts tālāk.</li> </ul>
mi: <ul> <li>1. Uru ki te pūtea pēke mō tō tikanga utu ki </li> <li>2. Rapua te utunga manatoko i tō pūkete</li> <li>3. Tāurutia te waehere 3-mati -ME PĒNEI RĀNEI - te rahi, e whakaaturia ana i raro iho nei</li> </ul>
mk: <ul> <li>1. Пристапете до извештајот од банка поврзан со методот на плаќање</li> <li>2. Најдете го износот што го наплативме во сметката</li> <li>3. Внесете ја 3-цифрената шифра -ИЛИ- износот, како што е прикажано подолу</li> </ul>
ml: <ul> <li>1. നിങ്ങളുടെ പണമടയ്‌ക്കൽ രീതിക്കായി ബാങ്ക് അക്കൗണ്ട് ആക്‌സസ് ചെയ്യുക</li> <li>2. നിങ്ങളുടെ അക്കൗണ്ടിലെ പരിശോധിച്ചുറപ്പിക്കൽ നിരക്ക് കണ്ടെത്തുക</li> <li>3. ചുവടെ കാണിച്ചിരിക്കുന്നത് പോലെ, 3 അക്ക കോഡ് - അല്ലെങ്കിൽ - തുക നൽകുക</li> </ul>
mn: <ul> <li>1. Төлбөрийн хэрэгслээ сонгохын тулд банкны дансандаа нэвтэр</li> <li>2. Дансандаа баталгаажуулалтын хураамжийг байршуул</li> <li>3. 3 оронтой код -ЭСВЭЛ- үнийн дүнг, доор харуулснаар оруул</li> </ul>
mr: <ul> <li>1. आपल्या देय पद्धतीसाठी बँक खाते अॅक्सेस करा</li> <li>2. आपल्या खात्यावरील पडताळणी शुल्क शोधा</li> <li>3. खाली दर्शविल्याप्रमाणे, 3-अंकी कोड -किंवा- रक्कम प्रविष्ट करा</li> </ul>
ms: <ul> <li>1. Akses akaun bank untuk kaedah pembayaran anda</li> <li>2. Perhatikan caj pengesahan pada akaun anda</li> <li>3. Masukkan kod 3 digit -ATAU- amaun tersebut, seperti yang ditunjukkan di bawah</li> </ul>
mt: <ul> <li>1. Aċċessa l-kont tal-bank għall-metodu ta' pagament tiegħek</li> <li>2. Sib iċ-ċarġ ta' verifika fuq il-kont tiegħek</li> <li>3. Daħħal il-kodiċi bi 3 ċifri -JEW- l-ammont, kif muri hawn taħt</li> </ul>
ne: <ul> <li>1. आफ्नो भुक्तान ग्रने तरिकाको लागि बैंक खाता पहुँच गर्नुहोस्</li> <li>2. आफ्नो खातामा रुजू शुल्क पत्ता लगाउनुहोस्</li> <li>3. तल देखाइएको जस्तै 3 अङ्कको कोड वा रकम प्रविष्ट गर्नुहोस्</li> </ul>
nn_no: <ul> <li>1. Gå til bankkontoen for betalingsmåten din</li> <li>2. Finn stadfestingsavgifta på kontoen</li> <li>3. Legg inn den tresifra koden -ELLER- beløpet, som vist nedanfor</li> </ul>
no: <ul> <li>1. Gå til bankkontoen for betalingsmåten</li> <li>2. Finn verifiseringsavgiften i kontoen</li> <li>3. Oppgi den tresifrede koden -ELLER- beløpet, som illustrert nedenfor</li> </ul>
or: <ul> <li>1. ଆପଣଙ୍କ ଦେୟ ପଦ୍ଧତି ପାଇଁ ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ଆକସେସ୍‌ କରନ୍ତୁ</li> <li>2. ଆପଣଙ୍କ ଆକାଉଣ୍ଟରେ ଯାଞ୍ଚକରଣ ଦେୟ ଚିହ୍ନଟ କରନ୍ତୁ</li> <li>3. 3-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ -କିମ୍ବା- ନିମ୍ନରେ ଦେଖାଯାଇ ଥିବା ପରି ରାଶି ପ୍ରବେଶ କରନ୍ତୁ</li> </ul>
pa_arab_pk: <ul> <li>1. اپنے بینک بیان تک رسائی کرو (اتے وکھائے گئے ادائیگی دے طریقے نال وابستہ)</li> <li>2. چھوٹی رقم جیہڑی اسیں وصول کیتی اے یا فیس وضاحت وچ پائے گئے تین ہندسی کوڈ دا سراغ لگاوو</li> <li>3. اوہ رقم -یا- تین ہندسی کوڈ</li> </ul>۔</p>
pa_in: <ul> <li>1. ਆਪਣੀ ਭੁਗਤਾਨ ਵਿਧੀ ਲਈ ਬੈਂਕ ਖਾਤੇ ਨੂੰ ਐਕਸੈਸ ਕਰੋ</li> <li>2. ਆਪਣੇ ਖਾਤੇ ਉੱਤੇ ਪ੍ਰਮਾਣੀਕਰਣ ਖਰਚੇ ਦਾ ਸਥਾਨ ਦੱਸੋ</li> <li>3. ਹੇਠਾਂ ਦਿਖਾਏ ਮੁਤਾਬਕ 3-ਅੰਕ ਕੋਡ -ਜਾਂ- ਰਕਮ ਦਾਖ਼ਲ ਕਰੋ</li> </ul>
pl: <ul> <li>1. Uzyskaj dostęp do konta bankowego skojarzonego z metodą płatności.</li> <li>2. Zlokalizuj na koncie opłatę weryfikacyjną.</li> <li>3. Wprowadź 3-cyfrowy kod LUB kwotę, tak jak pokazano poniżej.</li> </ul>
ru: <ul> <li>1. Откройте банковский счет, связанный с вашим методом оплаты.</li> <li>2. Найдите на своем счете проверочную сумму списания.</li> <li>3. Введите 3-значный код ИЛИ сумму, как показано ниже.</li> </ul>
sd: <ul> <li>1. پنهنجي ادائگي جي طريقي لاءِ پنهنجو بينڪ اڪائونٽ رسائي ڪريو</li> <li>2. پنهنجي اڪائونٽ تي تصديقي چارج جو پتو لڳايو</li> <li>3. 3-ڊجٽ ڪوڊ يا -يا- رقم داخل ڪريو جيئن هيٺ ڏيکاريل آهي</li> </ul>
si: <ul> <li>1. ඔබගේ ගෙවීම් ක්‍රමය සඳහා බැංකු ගිණුමට පිවිසෙන්න</li> <li>2. ඔබගේ ගිණුම මත සත්‍යාපන ගාස්තුව පිහිටුවන්න</li> <li>3. පහත දක්වා ඇති පරිදි අංක 3 කේතය-හෝ - ගණන ඇතුළත් කරන්න</li> </ul>
sl: <ul> <li>1. Dostopite do bančnega računa za svoj način plačila</li> <li>2. Na računu poiščite bremenitev za preverjanje</li> <li>3. Vnesite trimestno kodo –ALI– znesek, kot je prikazano spodaj</li> </ul>
sr_cyrl_rs: <ul> <li>1. Приступите банковном рачуну за свој начин плаћања</li> <li>2. Пронађите наплату верификације на рачуну</li> <li>3. Унесите троцифрену шифру -ИЛИ- износ, као што је доле приказано</li> </ul>
sr_latn_rs: <ul> <li>1. Pristupite bankovnom računu za svoj način plaćanja</li> <li>2. Pronađite naplatu verifikacije na računu</li> <li>3. Unesite trocifrenu šifru -ILI- iznos, kao što je dole prikazano</li> </ul>
sv: <ul> <li>1. Gå in på bankkontot för betalningsmetoden</li> <li>2. Leta upp verifieringsbeloppet som debiterats ditt konto</li> <li>3. Ange den tresiffriga koden ELLER beloppet enligt nedan</li> </ul>
ta: <ul> <li>1. உங்கள் கட்டணம் செலுத்தல் முறைக்கான வங்கிக் கணக்கை அணுகவும்</li> <li>2. உங்கள் கணக்கின் சரிபார்ப்புக் கட்டணத்தைக் கண்டுபிடிக்கவும்</li> <li>3. கீழே காட்டியுள்ளது போல 3-இலக்கக் குறியீடு -அல்லது- தொகையை உள்ளிடவும்</li> </ul>
te: <ul> <li>1. మీ చెల్లింపు పద్ధతి కోసం బ్యాంక్ ఖాతాని ప్రాప్యత చేయండి</li> <li>2. మీ ఖాతాలో ధృవీకరణ ఛార్జీని గుర్తించండి</li> <li>3. దిగువ చూపిన విధంగా 3 అంకెల కోడ్ లేదా మొత్తాన్ని నమోదు చేయండి</li> </ul>
tg: <ul> <li>1. Ҳисоби бонкиеро, ки ҳамчун усули пардохт истифода мебред, дастрас кунед</li> <li>2. Пардохти тасвибиро дар ҳисоби худ ёбед</li> <li>3. Разми серақамаро Ё маблағи нишон додашударо, чуноне ки дар зер муайян карда шудааст, ворид кунед</li> </ul>
th: <ul> <li>1. เข้าสู่บัญชีธนาคารเพื่อดูวิธีการชำระเงินของคุณ</li> <li>2. มองหายอดค่าใช้จ่ายสำหรับการตรวจสอบความถูกต้องในบัญชี</li> <li>3. ป้อนรหัส 3 หลัก หรือจำนวนเงินตามที่แสดงด้านล่าง</li> </ul>
tr: <ul> <li>1. Ödeme yönteminiz için banka hesabınıza erişin</li> <li>2. Hesabınızdaki doğrulama çekimini bulun</li> <li>3. Aşağıda gösterilen şekilde 3 haneli kodu -VEYA- miktarı girin</li> </ul>
tt: <ul> <li>1. Түләү ысулыгыз өчен кулланылган банк хисабына керегез</li> <li>2. Хисабыгызда раслау түләвен табыгыз</li> <li>3. Түбәндә күрсәтелгәнчә, 3 цифрлы кодны -ЯКИ- сумманы кертегез</li> </ul>
ug: <ul> <li>1. ھەق تاپشۇرۇش ئۇسۇلىڭىزنىڭ بانكا ھېساباتىغا كىرىڭ</li> <li>2. ھېساباتىڭىزدىن تۇتۇلغان دەلىللەش سوممىسىنى تېپىڭ</li> <li>3. كۆرسىتىلگەن 3 خانىلىق كود ياكى سوممىنى تۆۋەندىكى شەكىلدە كىرگۈزۈڭ</li> </ul>
uk: <ul> <li>1. Відкрийте відомості банківського рахунку, пов’язаного з вашим способом оплати.</li> <li>2. Знайдіть у виписці за рахунком списання, здійснене для перевірки.</li> <li>3. Введіть 3-значний цифровий код -АБО- суму списання, як показано нижче.</li> </ul>
ur: <ul> <li>1. ادائیگی کے طریقہ کار کے لیے بینک اکاؤنٹ پر رسائی حاصٖل کریں method</li> <li>2. اپنے اکاؤنٹ پر تصدیق کے چارج کو ڈھونڈیں</li> <li>3. ذیل میں نمائش کردہ کی طرح، 3 عدد کا کوڈ درج کریں </li> </ul>
uz: <ul> <li>1. To‘lov usuli uchun bank hisob raqamiga kiring</li> <li>2. Hisob raqamingizda tasdiqlash tekshiruv to‘lovini joylashtiring</li> <li>3. Quyida ko‘rsatilgandek, 3 xonali kodni -YOKI- miqdorni kiriting</li> </ul>
vi: <ul> <li>1. Truy nhập vào tài khoản ngân hàng được dùng cho phương thức thanh toán của bạn</li> <li>2. Định vị khoản phí kiểm chứng trên tài khoản của bạn</li> <li>3. Nhập mã gồm 3 chữ số -HOẶC- số tiền, như được hiển thị bên dưới</li> </ul>
zh_hans: <ul> <li>1. 访问银行帐户以确定你的付款方式</li> <li>2. 找到对你的帐户收取的验证费用</li> <li>3. 输入 3 位数代码或金额，如下所示</li> </ul>
zh_hant: <ul> <li>1. 存取您的付款方式的銀行帳戶</li> <li>2. 找出您的帳戶驗證費用</li> <li>3. 輸入 3 位數代碼 -或- 金額 (如下所示)</li> </ul>

# Literal.PICV.Sample.Title
source: Sample bank statement
af: Voorbeeld van rekeningstaat
am: ምሳሌ የባንክ ሂሳብ መግለጫ
ar: نموذج لبيان الحساب البنكي
as: নমুনা বেংক বিবৃতি
az: Bank çıxarışı nümunəsi
bg: Примерно извлечение от сметка
bn_in: ব্যাঙ্ক বিবৃতির নমুনা
bs: Uzorak izvoda s računa
cy: Enghraifft o gyfriflen banc
da: Eksempel på bankkontoudtog
de: Beispiel eines Kontoauszugs
el: Δείγμα τραπεζικής αναλυτικής κατάστασης
es: Ejemplo de extracto de cuenta
et: Konto väljavõtte näide
eu: Kontu-laburpenaren adibidea
fa: نمونه اظهارنامه بانکی
ga: Sampla de ráiteas bainc
gd: Ball-eisimpleir de dh'aithris banca
gl: Extracto bancario de exemplo
gu: નમૂનાનું બેંક સ્ટેટમેન્ટ
he: דוגמה לתדפיס בנק
hi: नमूना खाता विवरण
hr: Primjer bankovnog izvoda
hu: Számlakivonat – minta
id: Contoh laporan mutasi bank
is: Dæmi um bankayfirlit
ja: 銀行のご利用明細書の例
ka: ბანკის დებულების მაგალითი
kk: Банк есебінің үлгісі
kn: ಖಾತೆ ಹೇಳಿಕೆ ಉದಾಹರಣೆ
ko: 카드 거래 내역서 예
ku_arab: سامپڵێکی بڵاونامەی ئەژمێر
ky: Банк эсеп көчүрмөсүнүн үлгүсү
lo: ໃບແຈ້ງຍອດໃນບັນຊີຕົວຢ່າງ
lt: Banko išrašo pavyzdys
lv: Parauga bankas pārskats
mi: Tauākī pūkete tātauira
mk: Пример на извод од банка
ml: സാമ്പിള്‍ ബാങ്ക് സ്റ്റേറ്റ്‌മെന്റ്
mn: Банкны хуулгын жишээ
mr: नमुना बँक स्‍टेटमेंट
ms: Contoh penyata bank
mt: Eżempju tar-rendikont bankarju
ne: नमुना बैङ्क कथन
nn_no: Eksempel på kontoutskrift
no: Eksempel på kontoutskrift
or: ବ୍ୟାଙ୍କ ବିବରଣୀ ନମୁନା
pa_arab_pk: ‏‏اکاؤنٹ دی سٹیٹمنٹ دی مثال
pa_in: ਨਮੂਨਾ ਖਾਤਾ ਸਟੇਟਮੈਂਟ
pl: Przykładowy wyciąg bankowy
ru: Пример выписки по счету
sd: نمونو بينڪ گوشوارو
si: සාම්පල් බැංකු ප්‍රකාශය
sl: Vzorčni izpisek računa
sr_cyrl_rs: Узорак извода са рачуна
sr_latn_rs: Uzorak izvoda sa računa
sv: Exempel på bankkontoutdrag
ta: வங்கியின் மாதிரி அறிக்கை
te: ఖాతా స్టేట్‌మెంట్ ఉదాహరణ
tg: Намунаи иқтибоси ҳисоби бонк
th: ตัวอย่างใบแจ้งยอดจากธนาคาร
tr: Örnek banka ekstresi
tt: Банк аңлатмасының үрнәге
ug: بانكا تالونىدىن ئۆرنەك
uk: Зразок виписки з рахунку
ur: بینک گوشوارے کا نمونہ
uz: Bank bayonoti misoli
vi: Bản kê ngân hàng mẫu
zh_hans: 银行对帐单示例
zh_hant: 銀行對帳單範例

# Literal.PICV.Amount
source: Amount
af: Bedrag
am: መጠን
ar: المبلغ
as: পৰিমাণ
az: Məbləğ
bg: Сума
bn_in: অর্থ রাশি
bs: Iznos
cy: Swm
da: Beløb
de: Betrag
el: Ποσό
es: Importe
eu: Kopurua
fa: مقدار
ga: Méid
gd: Suim
gl: Importe
gu: રકમ
he: סכום
hi: राशि
hr: Iznos
hu: Összeg
id: Jumlah
is: Upphæð
ja: 金額
ka: ოდენობა
kk: Мөлшер
kn: ಮೊತ್ತ
ko: 금액
ku_arab: بڕ
ky: Өлчөм
lo: ຈຳນວນ
lt: Suma
lv: Summa
mi: Te Nui
mk: Износ
ml: തുക
mn: Мөнгөн дүн
mr: रक्कम
ms: Jumlah
mt: Ammont
ne: रकम
nn_no: Beløp
no: Beløp
or: ପରିମାଣ
pa_arab_pk: پیسے
pa_in: ਰਕਮ
pl: Kwota
ru: Сумма
sd: رقم
si: මුදල
sl: Znesek
sr_cyrl_rs: Износ
sr_latn_rs: Iznos
sv: Belopp
ta: தொகை
te: మొత్తం
tg: Маблағ
th: จำนวนเงิน
tr: Tutar
tt: Күләм
ug: مىقدار
uk: Сума
ur: مقدار
uz: Miqdor
vi: Số tiền
zh_hans: 金额
zh_hant: 金額
