Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Prefecture
source: Prefecture
af: Prefektuur
ar: ‏‏الإقليم
az: Prefektura
bg: Префектура
bn_in: অধ্যক্ষতা
bs: Prefektura
cy: Rhaglawdy
da: Præfektur
de: Präfektur
el: Νομός
es: Prefectura
et: Prefektuur
eu: Prefektura
fa: حوزه اداری
gd: Sgìre
gl: Prefectura
gu: પ્રીફેક્ચર
he: תחום שיפוט
hi: प्रांत
hr: Prefektura
hu: Prefektúra
id: Prefektur
is: Hérað
ja: 県
ka: შტატი
kk: Префектура
kn: ಫ್ರಿಫೆಕ್ಟರ್
ko: 현
ku_arab: پرێفێکتورا
ky: Префектура
lo: ແຂວງ
lt: Prefektūra
lv: Prefektūra
mi: Takiwā Kāwana
mk: Префектура
ml: പ്രിഫിക്ചർ
mn: Муж улс
mr: प्रीफॅक्चर
ms: Wilayah
mt: Prefettura
ne: प्रशासकिय क्षेत्र
nn_no: Prefektur
no: Prefektur
or: ପ୍ରିଫେକଚର୍‍
pa_arab_pk: پری فیکٹر
pa_in: ਪ੍ਰੀਫੈਕਚਰ
pl: Prefektura
ru: Префектура
sd: پريفيڪچر
si: පරිපූර්ණභාවය
sl: Prefektura
sr_cyrl_rs: Префектура
sr_latn_rs: Prefektura
sv: Prefektur
ta: ஆட்சியெல்லை
te: ప్రిఫెక్చర్
tg: Префектура
th: อำเภอ
tr: Sorumluluk Bölgesi
tt: Префектура
ug: قاراشلىق رايون
uk: Префектура
ur: پری فیکچور
uz: Perfektura
vi: Quận
zh_hans: 管区
zh_hant: 縣

# Word.RoadStreet
source: Road/Street
af: Pad/Straat
am: አውራ ጎዳና/መንገድ
ar: ‏‏طريق/شارع
as: ৰাস্তা/পথ
az: Yol/Küçə
bg: Шосе/улица
bn_in: সড়ক / রাস্তা
bs: Cesta/ulica
cy: Ffordd/Stryd
da: Vej/gade
de: Straße
el: Οδός
es: Vía/Calle
et: Maantee/tänav
eu: Kalea edo errepidea
fa: جاده/خیابان
ga: Bóthar/Sráid
gd: Rathad/Sràid
gl: Estrada/Rúa
gu: રોડ/શેરી
he: דרך/רחוב
hi: सड़क/गली
hr: Cesta/ulica
hu: Út/utca
id: Jalan
is: Vegur/gata
ja: 道路/通り
ka: გზა/ქუჩა
kk: Жол/Көше
kn: ರಸ್ತೆ/ಗಲ್ಲಿ
ko: 도로/거리
ku_arab: رێگا/شەقام
ky: Жол/Көчө
lt: Kelias/gatvė
lv: Ceļš/iela
mi: Huarahi/Ara
mk: Улица
ml: റോഡ്/നഗരം
mn: Зам/Гудамж
mr: रस्ता/मार्ग
ms: Jalan Raya/Jalan
mt: Triq
ne: सडक/मार्ग
nn_no: Vei/gate
no: Vei/gate
or: ରାସ୍ତା/ଷ୍ଟ୍ରିଟ୍‍
pa_arab_pk: سڑک / گلی
pa_in: ਸੜਕ/ਗਲੀ
pl: Ulica
ru: Улица
sd: روڊ/گهٽي
si: පාර/වීදිය
sl: Cesta/ulica
sr_cyrl_rs: Пут/Улица
sr_latn_rs: Put/Ulica
sv: Väg/Gata
ta: சாலை/தெரு
te: రోడ్డు/వీధి
tg: Роҳ/Кӯча
th: ทางรถยนต์/ถนน
tr: Cadde/Sokak
tt: Юл/урам
ug: يول/كوچا
uk: Вул.
ur: سڑک/گلی
uz: Yo‘l/Ko‘cha
vi: Đường/Phố
zh_hans: 路/街
zh_hant: 路/街

# Word.RoadStreet.Description.IN
source: Road or street name or number / Landmark
af: Pad of straatnaam of nommer / Baken
am: የአውራጎዳና ወይ መንገድ ስም ወይ ቁጥር / ምልክት
ar: ‏‏اسم أو رقم طريق أو شارع / معالم
as: ৰাস্তা বা পথৰ নাম বা নম্বৰ/লেণ্ডমাৰ্ক
az: Yol və ya küçə adı və ya nömrəsi / Nişangah
bg: Име на шосе или улица или номер/ориентир
bn_in: রাস্তা বা রাস্তার নাম বা নম্বর / ল্যান্ডমার্ক
bs: Naziv ili broj ceste ili ulice / Znamenitost
cy: Enw neu rif ffordd neu stryd / Tirnod
da: Vej- eller gadenavn eller nummer/vartegn
de: Name oder Nummer der Straße/Markantes Gebäude
el: Όνομα ή αριθμός οδού / Γνωστό σημείο
es: Nombre o número de la vía o calle/Punto de referencia
et: Maantee või tänava nimi või number / maamärk
eu: Kalearen edo errepidearen izena edo zenbakia / Mugarria
fa: نام یا شماره جاده یا خیابان / علامت مشخصه
ga: Ainm bóthair nó sráide agus uimhir / Comhartha talún
gd: Ainm no àireamh an rathaid no na sràide / comharra-tìre
gl: Nome ou número da estrada ou rúa/Punto de referencia
gu: રોડ અથવા શેરીનું નામ અથવા નંબર / લેન્ડમાર્ક
he: השם או המספר של הדרך או הרחוב / ציון דרך
hi: सड़क या गली का नाम या नंबर / लैंडमार्क
hr: Naziv ili broj ceste ili ulice / geografsko obilježje
hu: Út vagy utca neve vagy száma, tájékozódási pont
id: Nama atau nomor jalan / Penanda
is: Heiti vegar eða götuheiti eða götunúmer / kennileiti
ja: 道路または通りの番号 / ランドマーク
ka: გზის ან ქუჩის სახელი ან ნომერი / ორიენტირი
kk: Жол не көше атауы не нөмірі / Бағдар
kn: ರಸ್ತೆ ಅಥವಾ ಗಲ್ಲಿಯ ಹೆಸರು ಅಥವಾ ಸಂಖ್ಯೆ / ಹೆಗ್ಗುರುತು
ko: 도로 또는 거리 이름 또는 번지/랜드마크
ku_arab: ناو یان ژمارەی رێگا یان شەقام / نیشانگە
ky: Жол же көчө аты же номери / Жергиликтүү багыттама
lo: ຊື່ ຫຼືເລກທີເສັ້ນທາງ ຫຼືຖະໜົນ / ສະຖານທີ່ສຳຄັນ
lt: Kelio arba gatvės pavadinimas arba numeris / orientyras
lv: Ceļa vai ielas nosaukums vai numurs/robežzīme
mi: Ingoa/tau huarahi rānei / Tohuwhenua
mk: Број или име на улица/регион
ml: റോഡ് അല്ലെങ്കിൽ സ്ട്രീറ്റ് പേര് അല്ലെങ്കിൽ നമ്പർ/ലാൻഡ്‌മാർക്ക്
mn: Замын эсвэл гудамжны дугаар / Газрын тэмдэглэгээ
mr: रस्‍ता किंवा मार्ग नाव किंवा क्रमांक / खूण
ms: Nama atau nombor jalan / Tanda tempat
mt: Isem jew numru tat-triq / Punt ta' Interess
ne: सडक वा मार्गको नाम वा संख्या / ल्याण्डमार्क
nn_no: Namn eller nummer på vei eller gate / landemerke
no: Navn eller nummer på vei eller gate / landemerke
or: ରାସ୍ତା କିମ୍ବା ଷ୍ଟ୍ରିଟ ନାମ କିମ୍ବା ନମ୍ବର / ଲ୍ୟାଣ୍ଡମାର୍କ
pa_arab_pk: سڑک یا گلی دا ناں یا نمبر / یا کوئی نشانی
pa_in: ਸੜਕ ਜਾਂ ਗਲੀ ਦਾ ਨਾਮ ਜਾਂ ਨੰਬਰ/ਲੈਂਡਮਾਰਕ
pl: Nazwa lub numer ulicy/punkt orientacyjny
ru: Название или номер улицы/ориентир
sd: روڊ يا گهٽي يا نمبر/ڪاخاص جائي
si: පාරේ හෝ වීදියේ අංකය / භූසලකුණ
sl: Ime ali številka ceste ali ulice/znamenitost
sr_cyrl_rs: Име пута или улице и број / Знаменитост
sr_latn_rs: Ime puta ili ulice i broj / Znamenitost
sv: Väg- eller gatunamn eller nummer / landmärke
ta: சாலை அல்லது தெரு பெயர் அல்லது எண் / அடையாளச் சின்னம்
te: రోడ్డు లేదా వీధి పేరు లేదా నంబర్/ల్యాండ్‌మార్క్
tg: Роҳ, ном ё рақами кӯча / Аломати марз
th: ชื่อทางรถยนต์หรือถนน หรือบ้านเลขที่ / หลักเขต
tr: Cadde veya sokak adı veya numarası / Yer belirteci
tt: Юл яки урам исеме яки номер / ориентир
ug: يول ياكى كوچا نامى ياكى نومۇرى / بەلگىسى
uk: Назва або номер вулиці/орієнтир
ur: سڑک یا گلی کا نام یا نمبر / لینڈ مارک
uz: Yo‘l yoki ko‘cha nomi yoki raqami / Yo‘l belgisi
vi: Số hoặc tên đường hoặc phố / Địa danh
zh_hans: 道路或街道名称或编号/地标
zh_hant: 路或街道名稱或號碼 / 地標

# Word.StreetNumber
source: Street Number
af: Straatnommer
am: የመንገድ ቁጥር
ar: ‏‏رقم الشارع
as: পথ নং
az: Küçə nömrəsi
bg: Номер на улица
bn_in: রাস্তার নম্বর
bs: Broj ulice
cy: Rhif Stryd
da: Vejnummer
de: Straße, Nummer
el: Αριθμός οδού
es: Número de calle
et: Tänava number
eu: Kale-zenbakia
fa: شماره خیابان
ga: Uimhir Sráide
gd: Àireamh sràide
gl: Número da rúa
gu: શેરી નંબર
he: מספר רחוב
hi: गली नंबर
hr: Broj ulice
hu: Utcaszám
id: Nomor Jalan
is: Götunúmer
ja: 番地
ka: ქუჩის ნომერი
kk: Көше нөмірі
kn: ಗಲ್ಲಿಯ ಸಂಖ್ಯೆ
ko: 번지
ku_arab: ژمارەی شەقام
ky: Көчө Номери
lo: ເລກທີຖະໜົນ
lt: Gatvės numeris
lv: Ielas numurs
mi: Tau Ara
mk: Број на улица
ml: സ്ട്രീറ്റ് നമ്പർ
mn: Гудамжны дугаар
mr: मार्ग क्रमांक
ms: Nombor Jalan
mt: Numru tat-Triq
ne: मार्ग नम्बर
nn_no: Gatenummer
no: Gatenummer
or: ଷ୍ଟ୍ରିଟ୍‍ ନମ୍ବର
pa_arab_pk: گلی نمبر
pa_in: ਗਲੀ ਨੰਬਰ
pl: Numer ulicy
ru: Номер улицы
sd: گهٽي جي نمبر
si: වීදි අංකය
sl: Številka ulice
sr_cyrl_rs: Кућни број
sr_latn_rs: Kućni broj
sv: Gatunummer
ta: சாலை எண்
te: వీధి నంబర్
tg: Рақами кӯча
th: หมายเลขถนน
tr: Kapı Numarası
tt: Урам номеры
ug: كوچا نومۇرى
uk: Номер вулиці
ur: گلی نمبر
uz: Ko‘cha raqami
vi: Số Đường
zh_hans: 街道编号
zh_hant: 街道號碼

# Word.StreetNumber.Description.JP
source: Example: Kasumigaseki 1-3-2
af: Voorbeeld: Kasumigaseki 1-3-2
am: ንምሳሌ: ካሱሚጋሴኪ 1-3-2
ar: ‏‏مثال: Kasumigaseki 1-3-2
as: উদাহৰণ: কাচুমিগাচকি 1-3-2
az: Məsələn: Kasumigaseki 1-3-2
bg: Пример: Касумигасеки 1-3-2
bn_in: উদাহরণ: কাসুমেগাসেকি 1-3-2
bs: Primjer: Kasumigaseki 1-3-2
cy: Enghraifft: Rhodfa'r Dderwen 1-3-2
da: Eksempel: Kasumigaseki 1-3-2
de: Beispiel: Kasumigaseki 1-3-2
el: Παράδειγμα: Kasumigaseki 1-3-2
es: Ejemplo: Kasumigaseki, 1-3-2
et: Näide. Kasumigaseki 1-3-2
eu: Adibidea: Kasumigaseki 1-3-2
fa: مثال: کاسومیگاسکی 1-3-2
ga: Sampla: Kasumigaseki 1-3-2
gd: Ball-eisimpleir: Kasumigaseki 1-3-2
gl: Exemplo: Kasumigaseki 1-3-2
gu: ઉદાહરણ: કાસુમિગાસેકી 1-3-2
he: לדוגמה: קאסומיגאסקי 1-3-2
hi: उदाहरण: कासूमिगासेकी 1-3-2
hr: Primjer: Kasumigaseki 1-3-2
hu: Példa: Kasumigaseki 1-3-2
id: Contoh: Kasumigaseki 1-3-2
is: Dæmi: Kasumigaseki 1-3-2
ja: 例: 霞が関 1-3-2
ka: მაგალითი: Kasumigaseki 1-3-2
kk: Мысалы: Касумигасаки 1-3-2
kn: ಉದಾಹರಣೆ: ಕಾಸುಮಿಗಾಸ್ಕಿ 1-3-2
ko: 예: 가스미가세키 1-3-2
ku_arab: نمونە: کاسومیگاسێکی 1-2-3
ky: Мисалы: Касумигасеки 1-3-2
lo: ຕົວຢ່າງ: Kasumigaseki 1-3-2
lt: Pvz.: Kasumigaseki 1-3-2
lv: Piemērs: Kasumigaseki 1-3-2
mi: Tauira: Kasumigaseki 1-3-2
mk: Пример: Kasumigaseki 1-3-2
ml: ഉദാഹരണം: കസുമിഗാസെകി 1-3-2
mn: Жишээ: Касумигасеки 1-3-2
mr: उदाहरण: कासुमिगासिकी 1-3-2
ms: Contoh: Kasumigaseki 1-3-2
mt: Eżempju: Kasumigaseki 1-3-2
ne: उदाहरण: कासुमिगासेकी 1-3-2
nn_no: Eksempel: Kasumigaseki 1-3-2
no: Eksempel: Kasumigaseki 1-3-2
or: ଉଦାହରଣ: କାସୁମିଗାସେକି 1-3-2
pa_arab_pk: مثال: کاسومیگاسکی 1-3-2
pa_in: ਉਦਾਹਰਣ: ਕੈਸੁਮਿਗੈਸੇਕੀ 1-3-2
pl: Przykład: Kasumigaseki 1-3-2
ru: Пример: Касумигасэки 1-3-2
sd: مثال: ڪسومگاسيڪي 1-2-3
si: උදාහරණය: කසුමිගාසේකි 1-3-2
sl: Primer: Tomšičeva ulica 37
sr_cyrl_rs: Пример: Касумигесаки 1-3-2
sr_latn_rs: Primer: Kasumigesaki 1-3-2
sv: Exempel: Kasumigaseki 1-3-2
ta: உதாரணம்: கேசுமிகாசேகி 1-3-2
te: ఉదాహరణ: కాసుమిగాసెకి 1-3-2
tg: Мисол: Касумигасеки 1-3-2
th: ตัวอย่าง: คาซุมิกาเซกิ 1-3-2
tr: Örnek: Kasumigaseki 1-3-2
tt: Мисал: Касумигасеки 1-3-2
ug: مەسىلەن: كاسۇمىگاسېكى 1-3-2
uk: Наприклад: вул. Касумігасекі 1-3-2
ur: مثلاً: کاسومیگاسکی 1-3-2
uz: Misol uchun: Kasumigaseki 1-3-2
vi: Ví dụ: Kasumigaseki 1-3-2
zh_hans: 示例: Kasumigaseki 1-3-2
zh_hant: 範例: 霞關 1-3-2

# Word.VillageTownCity
source: Village/Town/City
af: Dorpie/Dorp/Stad
am: አካባቢ/ትንሽ ከተማ/ከተማ
ar: ‏‏قرية/بلدة/مدينة
as: গাঁও/চহৰ/মহানগৰ
az: Kənd/Qəsəbə/Şəhər
bg: Село/град
bn_in: গ্রাম / শহর / নগর
bs: Selo/mjesto/grad
cy: Pentref/Tref/Dinas
da: Landsby/By/Storby
de: Dorf/Ort/Stadt
el: Χωριό/κωμόπολη/πόλη
es: Municipio
et: Küla/asula/linn
eu: Herria edo hiria
fa: روستا/ شهرک/شهر
ga: Sráidbhaile/Baile/Cathair
gd: Clachan/Baile/Cathair
gl: Aldea/Vlia/Cidade
gu: ગામ/નગર/શહેર
he: כפר/עיירה/עיר
hi: गाँव/कस्बा/शहर
hr: Selo/naselje/grad
hu: Település
id: Desa/Kota
is: Þorp/bær/borg
ja: 市町村
ka: სოფელი/დაბა/ქალაქი
kk: Ауыл/Қала
kn: ಗ್ರಾಮ/ಪಟ್ಟಣ/ನಗರ
ko: 동/구/시
ku_arab: گوند/شار/ناوشار
ky: Айыл/Шаарча/Шаар
lo: ບ້ານ/ເມືອງ/ຕົວເມືອງ
lt: Kaimas/miestelis/miestas
lv: Ciems/Pilsēta
mi: Pā/Tāone/Tāonenui
mk: Село/град
ml: ഗ്രാമം/ടൗൺ/സിറ്റി
mn: Тосгон/Хотхон/Хот
mr: गाव/नगर/शहर
ms: Kampung/Pekan/Bandar
mt: Raħal/Belt
ne: गाउँ/शहर/नगर
nn_no: Tettstad/byområde/by
no: Tettsted/byområde/by
or: ଗ୍ରାମ/ସହର/ନଗର
pa_arab_pk: پنڈ / قصبہ / شہر
pa_in: ਪਿੰਡ/ਕਸਬਾ/ਸ਼ਹਿਰ
pl: Wieś/miejscowość/miasto
ru: Село/поселок/город
sd: ڳوٺ/قصبو/شهر
si: ගම/ටවුම/නගරය
sl: Vas/kraj/mesto
sr_cyrl_rs: Село/Варош/Град
sr_latn_rs: Selo/Varoš/Grad
sv: By/Stad/Ort
ta: கிராமம்/நகர்/மாநகர்
te: గ్రామం/పట్టణం/నగరం
tg: Қишлоқ/Шаҳрча/Шаҳр
th: หมู่บ้าน/เมือง/จังหวัด
tr: Köy/Kasaba/Şehir
tt: Авыл/бистә/шәһәр
ug: يېزا/بازار/شەھەر
uk: Село або місто
ur: گاؤں/قصبہ/شہر
uz: Qishloq/Shaharcha/Shahar
vi: Làng/Thị xã/Thành phố
zh_hans: 村/区/镇/市/县
zh_hant: 村/鎮/市

# Word.VillageTownCity.Description.JP
source: Example: Chiyoda-ku
af: Voorbeeld: Chiyoda-ku
am: ምሳሌ: ቺዮዳ-ኩ
ar: ‏‏مثال: Chiyoda-ku
as: উদাহৰণ: চিয়'ডা-কু
az: Məsələn: Chiyoda-ku
bg: Пример: Чийода-ку
bn_in: উদাহরণ: চিইয়োদা-কু
bs: Primjer: Chiyoda-ku
cy: Enghraifft: Llandudno
da: Eksempel: Chiyoda-ku
de: Beispiel: Chiyoda-ku
el: Παράδειγμα: Chiyoda-ku
es: Ejemplo: Chiyoda-ku
et: Näide. Chiyoda-ku
eu: Adibidea: Chiyoda-ku
fa: مثال: چیوداکو
ga: Sampla: Chiyoda-ku
gd: Ball-eisimpleir: Chiyoda-ku
gl: Exemplo: Chiyoda-ku
gu: ઉદાહરણ: ચિયોદા-કુ
he: לדוגמה: צ'יודה-קו
hi: उदाहरण: शियोडा-कु
hr: Primjer: Chiyoda-ku
hu: Példa: Chiyoda-ku
id: Contoh: Chiyoda-ku
is: Dæmi: Chiyoda-ku
ja: 例: 千代田区
ka: მაგალითი: Chiyoda-ku
kk: Мысалы: Тиеда-ку
kn: ಉದಾಹರಣೆ: ಚಿಯಾಡೊ - ಕು
ko: 예: 지요다 구
ku_arab: نمونە: چیوۆدا-کو.
ky: Мисалы: Чийода-ку
lo: ຕົວຢ່າງ: Chiyoda-ku
lt: Pvz.: Chiyoda-ku
lv: Piemērs: Chiyoda-ku
mi: Tauira: Chiyoda-ku
mk: Пример: Chiyoda-ku
ml: ഉദാഹരണം: ചിയോദ-കു
mn: Жишээ: Чиода-ку
mr: उदाहरण: चियोडा-कु
ms: Contoh: Chiyoda-ku
mt: Eżempju: Chiyoda-ku
ne: उदाहरण: चियोडा-कु
nn_no: Eksempel: Chiyoda-ku
no: Eksempel: Chiyoda-ku
or: ଉଦାହରଣ: ଚିୟୋଡା-କୁ
pa_arab_pk: مثال: Chiyoda-ku
pa_in: ਉਦਾਹਰਣ ਚਿਓਡਾ-ਕੁ
pl: Przykład: Chiyoda-ku
ru: Например: Тиёда
sd: مثال:چيودا-ڪو
si: උදාහරණය: චියෝඩා කූ
sl: Primer: Slovenj Gradec
sr_cyrl_rs: Пример: Чијода-ку
sr_latn_rs: Primer: Čijoda-ku
sv: Exempel: Chiyoda-ku
ta: உதாரணம்: சியோடா-கு
te: ఉదాహరణ: చియోడా-కు
tg: Мисол: Чуда-ку
th: ตัวอย่าง: จิโยดะ-คุ
tr: Örnek: Chiyoda-ku
tt: Мисал: Тийода-ку
ug: مەسىلەن: چىيودا-كۇ
uk: Наприклад: Тійода
ur: مثلاً: چیوڈا-کو
uz: Misol uchun: Chiyoda-ku
vi: Ví dụ: Chiyoda-ku
zh_hans: 示例: Chiyoda-ku
zh_hant: 範例: 千代田區

# Word.PaymentMethod.MobileCarrier.Microsoftaccount
source: Microsoft account
af: Microsoft-rekening
am: የ Microsoft መለያ
ar: ‏‏حساب Microsoft
as: Microsoft একাউন্ট
az: Microsoft hesabı
bg: Акаунт в Microsoft
bn_in: Microsoft অ্যাকাউন্ট
bs: Microsoft račun
cy: Cyfrif Microsoft
da: Microsoft-konto
de: Microsoft-Konto
el: Λογαριασμός Microsoft
es: Cuenta Microsoft
et: Microsofti konto
eu: Microsoft kontua
fa: حساب Microsoft
ga: cuntas Microsoft
gd: Cunntas Microsoft
gl: Conta de Microsoft
gu: Microsoft ખાતું
he: חשבון Microsoft
hi: Microsoft खाता
hr: Microsoftov račun
hu: Microsoft-fiók
id: Akun Microsoft
is: Microsoft-reikningur
ja: Microsoft アカウント
ka: Microsoft-ის ანგარიში
kk: Microsoft тіркелгісі
kn: Microsoft ಖಾತೆ
ko: Microsoft 계정
ku_arab: ئەژمێری Microsoft
ky: Microsoft каттоо жазуусу
lo: ບັນຊີ Microsoft
lt: „Microsoft“ sąskaita
lv: Microsoft konts
mi: Pūkete Microsoft
mk: Сметка на Microsoft
ml: Microsoft അക്കൗണ്ട്
mn: Microsoft-н хэрэглэгчийн бүртгэл
mr: Microsoft खाते
ms: Akaun Microsoft
mt: Kont ta' Microsoft
ne: Microsoft खाता
nn_no: Microsoft-konto
no: Microsoft-konto
or: Microsoft ଏକାଉଣ୍ଟ୍
pa_arab_pk: Microsoft اکاؤنٹ
pa_in: Microsoft ਖਾਤਾ
pl: Konto Microsoft
ru: Счет Microsoft
sd: اڪائونٽ Microsoft
si: Microsoft ගිණුම
sl: Microsoftov račun
sr_cyrl_rs: Microsoft налог
sr_latn_rs: Microsoft nalog
sv: Microsoft-konto
ta: Microsoft கணக்கு
te: Microsoft అకౌంట్‌
tg: Ҳисоби Microsoft
th: บัญชี Microsoft
tr: Microsoft hesabı
tt: Microsoft хисабы
ug: Microsoft ھېساباتى
uk: Обліковий запис Microsoft
ur: Microsoft اکاؤنٹ
uz: Microsoft hisob qaydnomasi
vi: Tài khoản Microsoft
zh_hans: Microsoft 帐户
zh_hant: Microsoft 帳戶

# Word.PaymentMethod.MobileCarrier.MicrosoftAccountBalance
source: Microsoft account balance
af: Microsoft-rekeningsaldo
am: Microsoft መለያ ቀሪ ሒሳብ
ar: رصيد حساب Microsoft‏
as: Microsoft একাউন্ট বেলেঞ্চ
az: Microsoft hesabı balansı
bg: Баланс по акаунта в Microsoft
bn_in: Microsoft অ্যাকাউন্ট ব্যালেন্স
bs: Stanje na Microsoft računu
cy: Balans cyfrif Microsoft
da: Microsoft-kontosaldo
de: Microsoft-Kontosaldo
el: Υπόλοιπο λογαριασμού Microsoft
es: Saldo de la cuenta Microsoft
et: Microsofti konto saldo
eu: Microsoft kontuaren balantzea
fa: موجودی حساب Microsoft
ga: Iarmhéid chuntas Microsoft
gd: Am balans sa chunntas Microsoft agad
gl: Saldo da conta de Microsoft
gu: Microsoft ખાતા બેલેંસ
he: יתרת חשבון Microsoft
hi: Microsoft खाता शेषराशि
hr: Saldo Microsoftova računa
hu: Microsoft-fiók egyenlege
id: Saldo akun Microsoft
is: Inneign á Microsoft-reikningi
ja: Microsoft アカウントの残高
ka: Microsoft-ის ანგარიშის ბალანსი
kk: Microsoft шот теңгерімі
kn: Microsoft ಖಾತೆ ಬ್ಯಾಲೆನ್ಸ್‌‌
ko: Microsoft 계정 잔액
ku_arab: بالانسی ئەژمێری Microsoft
ky: Microsoft каттоо жазуу балансы
lo: ຍອດເງິນໃນບັນຊີ Microsoft
lt: „Microsoft“ paskyros balansas
lv: Microsoft konta atlikums
mi: Toenga pūkete Microsoft
mk: Состојба на сметката на Microsoft
ml: Microsoft അക്കൗണ്ട് ബില്ലിംഗ്
mn: Microsoft-н хэрэглэгчийн бүртгэлийн үлдэгдэл
mr: Microsoft खाते शिल्लक
ms: Baki akaun Microsoft
mt: Bilanċ tal-kont ta' Microsoft
ne: Microsoft खातामा बाँकी रकम
nn_no: Microsoft-kontosaldo
no: Microsoft-kontosaldo
or: Microsoft ଏକାଉଣ୍ଟ୍ ବ୍ୟାଲେନ୍ସ
pa_arab_pk: Microsoft اکاؤنٹ بیلنس
pa_in: Microsoft ਖਾਤੇ ਦਾ ਬਕਾਇਆ
pl: Saldo konta Microsoft
ru: Баланс учетной записи Microsoft
sd: Microsoft اڪائونٽ بيلينس
si: Microsoft ගිණුම් ශේෂය
sl: Stanje na Microsoftovem računu
sr_cyrl_rs: Microsoft салдо рачуна
sr_latn_rs: Microsoft saldo računa
sv: Saldo på Microsoft-konto
ta: Microsoft கணக்கு சமன்பாடு
te: Microsoft అకౌంట్ నిల్వ
tg: Бақияи ҳисоби Microsoft
th: ยอดบัญชี Microsoft
tr: Microsoft hesap bakiyesi
tt: Майкрософт хисап язмасы балансы
ug: Microsoft ھېساباتى قالدۇقى
uk: Баланс облікового запису Microsoft
ur: Microsoft اکاؤنٹ بیلنس
uz: Microsoft hisob qaydnomasi hisobi
vi: Số dư tài khoản Microsoft
zh_hans: Microsoft 帐户余额
zh_hant: Microsoft 帳戶餘額

# Word.PaymentMethod.MobileCarrier.A1Rechnung
source: A1 Rechnung
am: A1 ሬችነንግ
as: A1 ৰিচাং
bg: Плащане през акаунт в A1
bs: A1 račun
da: A1-regning
el: Λογαριασμός A1
fa: فاکتور A1
gd: Fàirdeal A1
gu: A1 રીચનગ
he: חשבונית A1
hr: Račun za A1
kk: A1 шоты
kn: A1 ರಿಚ್‌ನಂಗ್
ko: A1 계정
ku_arab: A1 ریکنۆنگ
ky: A1 Рехнунг
mi: Pūkete A1
ml: A1 ഇൻവോയ്സ്
mr: A1 रीचंग
ne: A1 रिडङ्ग
or: A1 ରେଚନଙ୍ଗ
pa_in: A1 ਰੈਚਨੰਗ
pl: Faktura A1
sd: اي 1 ريچنگ
si: A1 රෙච්නන්ග්
sl: Račun pri A1
sr_cyrl_rs: A1 фактура
sr_latn_rs: A1 faktura
ta: A1 ரெச்னங்
te: A1 రెచ్‌నంగ్
tg: Суратҳисоби A1
tt: A1 хисабы
ug: A1 لايىھەسى
ur: A1 ریچننگ
vi: Hóa đơn A1
zh_hans: A1 账单
zh_hant: A1 帳單

# Word.PaymentMethod.MobileCarrier.ATT
source: AT&T Account
af: AT&T-rekening
am: የ AT&T መለያ
ar: ‏‏حساب AT&T
as: AT&T একাউণ্ট
az: AT&T Hesabı
bg: Акаунт в AT&T
bn_in: AT&T অ্যাকাউন্ট
bs: AT&T račun
cy: Cyfrif AT&T
da: AT&T-konto
de: AT&T-Konto
el: Λογαριασμός AT&T
es: Cuenta de AT&T
et: AT&T konto
fa: حساب AT&T
ga: Cuntas AT&T Account
gd: Cunntas AT&T
gl: Conta de AT&T
gu: AT&T ખાતું
he: חשבון AT&T
hi: AT&T खाता
hr: Račun za AT&T
hu: AT&T-számla
id: Akun AT&T
is: AT&T-reikningur
ja: ATT アカウント(&T)
ka: AT&T ანგარიში
kk: AT&T шоты
kn: AT&T ಖಾತೆ
ko: AT&T 계정
ku_arab: ئەژمێری AT&T
ky: AT&T Эсеби
lo: ບັນຊີ AT&T
lt: AT&T sąskaita
lv: AT&T konts
mi: Pūkete AT&T
mk: Сметка на AT&T
ml: AT&T അക്കൗണ്ട്
mn: AT&T хэрэглэгч
mr: AT&T खाते
ms: Akaun AT&T
mt: Kont AT&T
ne: AT&T खाता
nn_no: AT&T-konto
no: AT&T-konto
or: AT&T ଏକାଉଣ୍ଟ୍
pa_arab_pk: AT&T اکاونٹ
pa_in: AT&T ਖਾਤਾ
pl: Konto AT&T
ru: Счет AT&T
sd: AT&T جو اڪائونٽ
si: AT&T ගිණුම
sl: Račun pri AT&T
sr_cyrl_rs: AT&T налог
sr_latn_rs: AT&T nalog
sv: AT&T-konto
ta: AT&T கணக்கு
te: AT&T అకౌంట్‌
tg: Ҳисоби AT&T
th: บัญชี AT&T
tt: AT&T хисабы
ug: AT&T ھېساباتى
uk: Рахунок AT&T
ur: AT&T اکاؤنٹ
uz: AT&T Hisob qaydnomasi
vi: Tài khoản AT&T
zh_hans: AT&T 帐户
zh_hant: AT&T 帳戶

# Word.PaymentMethod.MobileCarrier.PayByMobile
source: Pay By Mobile
af: Betaal met Selfoon
am: በ Mobile ክፈል
ar: ‏‏الدفع بواسطة المحمول
as: ম'বাইলৰ দ্বাৰা পৰিশোধ কৰক
az: Mobillə ödəniş et
bg: Плащане през мобилно устройство
bs: Plati mobilno
cy: Talu Drwy Symudol
de: Per Mobiltelefon bezahlen
el: Πληρωμή μέσω κινητού
et: Mobiilimaksed
fa: پرداخت توسط دستگاه همراه
gu: મોબાઇલ દ્વારા ચૂકવો
he: שלם ממכשיר נייד
hi: पे बाय मोबाइल
hr: Plaćanje putem mobitela
hu: Mobilfizetés
is: Greiða í gegnum farsíma
kk: Ұялы телефон арқылы төлеу
kn: ಮೊಬೈಲ್ ಮೂಲಕ ಪಾವತಿಸಿ
ko: 모바일로 지불
ku_arab: پارەدان لەرێگەی مۆبایڵ
ky: Мобилдик тармак Аркылуу Төлөө
lo: ຈ່າຍທາງໂທລະສັບມືຖື
lv: Samaksa ar mobilo tālruni
mk: Плаќање со мобилен
ml: മൊബൈലിലൂടെ വാങ്ങുക
mn: Мобайлаар төлөх
mr: मोबाईलने देय द्या
ms: Bayar Melalui Mudah Alih
ne: मोबाइलद्वारा भुक्तानी गर्नुहोस्
nn_no: Betal med mobil
no: Betal med mobil
or: ମୋବାଇଲ୍‍ ଦ୍ୱାରା ଦେୟ
pa_arab_pk: موبائل دے ادائیگی
pa_in: ਪੇਅ ਬਾਈ ਮੋਬਾਈਲ
pl: Płatność przez telefon komórkowy
ru: Оплата с помощью мобильного телефона
sd: پي بائي موبائل
si: ජංගම මගින් ගෙවන්න
sl: Plačilo z mobilnim telefonom
sr_cyrl_rs: Плаћање мобилним телефоном
sr_latn_rs: Plaćanje mobilnim telefonom
sv: Betala via mobilabonnemang
ta: மொபைல் மூலமாக செலுத்துங்கள்
te: పే బై మొబైల్
tg: Пардохти мобилӣ
th: จ่ายผ่านมือถือ
tt: Мобиль түләү
ug: يانفوندا تۆلەش
uk: Оплата за допомогою мобільного телефону
ur: پے بائی موبائل
vi: Thanh toán Qua Di động
zh_hans: 手机支付
zh_hant: 透過行動支付

# Word.PaymentMethod.MobileCarrier.BouyguesTelecom
source: Bouygues Telecom
ml: Bouygues ടെലികോം
pa_arab_pk: Bouygues ٹیلی کام
ur: بوائیگیس ٹیلی کام

# Word.PaymentMethod.MobileCarrier.CLAROARGENTINA
source: CLARO ARGENTINA
ka: CLARO არგენტინა
ml: ക്ലാരോ അർജന്റീന
pa_arab_pk: کلارو ارجینٹینا
sd: CLARO ارجنٽينا
ur: کلارو ارجنٹینا

# Word.PaymentMethod.MobileCarrier.Claro
source: Claro
ml: ക്ലാരോ
pa_arab_pk: کلارو
ur: کلارو

# Word.PaymentMethod.MobileCarrier.CLAROCHILE
source: CLARO CHILE
ka: CLARO ჩილე
ml: ക്ലാരോ ചിലി
pa_arab_pk: کلارو چلی
sd: CLARO چلي
ur: کلارو چلی

# Word.PaymentMethod.MobileCarrier.ClaroGuatemala
source: Claro Guatemala
ka: Claro გვატემალა
ml: ക്ലാരോ ഗ്വാണ്ടിമാല
pa_arab_pk: کلارو گوئٹا مالا
sd: Claro گوئيٽي مالا
ur: کلارو گوئٹے مالا

# Word.PaymentMethod.MobileCarrier.ClaroCostaRica
source: Claro Costa Rica
ka: Claro კოსტა-რიკა
ml: ക്ലാരോ കോസ്റ്റാ റിക്ക
pa_arab_pk: کلارو کوسٹا ریکا
sd: Claro ڪوسٽا ريڪا
ur: کلارو کوسٹاریکا

# Word.PaymentMethod.MobileCarrier.DNAPuhelinlasku
source: DNA puhelinlasku
as: DNA পুহেলিনলাছকু
gd: Fàirdeal DNA
kn: DNA ಪುಹೆಲಿನ್‌ಲಾಸ್ಕು
ku_arab: DNA پوهیلینلاسکۆ
ml: DNA ഫോൺബിൽ
mn: DNA холбоо
pa_arab_pk: DNA پولن لاسکو
pa_in: DNA ਪੁਹੈਲਿਨਲੈਸਕੋ
si: DNA දුරකතන බිල
ta: DNA ஃபெலின்லாஸ்க்
te: DNA పుహెలిన్‌లస్కు
tt: DNA хисабы
ur: DNA پوہیلنلاسکو

# Word.PaymentMethod.MobileCarrier.DuAccount
source: du account
af: du-rekening
am: የ du መለያ
ar: ‏‏حساب du
as: du একাউণ্ট
az: du hesabı
bg: Акаунт в du
bn_in: du অ্যাকাউন্ট
bs: du račun
cy: cyfrif du
da: du-konto
de: du-Konto
el: Λογαριασμός du
es: cuenta du
et: du konto
fa: حساب du
gd: Cunntas du
gl: Conta de du
gu: du ખાતું
he: חשבון du
hi: du खाता
hr: Račun za du
hu: du-számla
id: akun du
ja: du アカウント
ka: du ანგარიში
kk: du шоты
kn: du ಖಾತೆ
ko: du 계정
ku_arab: ئەژمێری du
ky: du эсептик жазуусу
lo: ບັນຊີ du
lt: „du“ sąskaita
mi: pūkete du
mk: Сметка на du
ml: du അക്കൗണ്ട്
mn: du хэрэглэгч
mr: du खाते
ms: Akaun du
mt: Kont du
ne: du खाता
nn_no: du-konto
no: du-konto
or: du ଏକାଉଣ୍ଟ୍
pa_arab_pk: du اکاونٹ
pa_in: du ਖਾਤਾ
pl: Konto du
ru: Счет du
si: du ගිණුම
sl: Račun pri du
sr_cyrl_rs: du налог
sr_latn_rs: du nalog
sv: du-konto
ta: du கணக்கு
te: du అకౌంట్‌
tg: ҳисоби du
th: บัญชี du
tt: du хисабы
ug: du ھېساباتى
uk: Рахунок du
ur: du اکاؤنٹ
vi: Tài khoản du
zh_hans: du 帐户
zh_hant: du 帳戶

# Word.PaymentMethod.MobileCarrier.ElisaSaunalahti
source: Elisa/Saunalahti
ml: എലിസ/സോനാലാഹ്റ്റി
sd: ايليسا/سائونالاهتي
ur: ایلیزا/سونالاہٹی

# Word.PaymentMethod.MobileCarrier.EestiTelekom
source: Eesti Telekom
ml: Eesti ടെലികോം
sd: ايستي ٽيلي ڪام
ur: ایسٹی ٹیلی کام

# Word.PaymentMethod.MobileCarrier.EtisalatAccount
source: Etisalat account
af: Etisalat-rekening
am: የ Etisalat መለያ
ar: ‏‏حساب Etisalat
as: Etisalat একাউণ্ট
az: Etisalat hesabı
bg: Акаунт в Etisalat
bn_in: Etisalat অ্যাকাউন্ট
bs: Etisalat račun
da: Etisalat-konto
de: Etisalat-Konto
el: Λογαριασμός Etisalat
es: Cuenta de Etisalat
et: Etisalati konto
fa: حساب Etisalat
gd: Cunntas Etisalat
gl: Conta de Etisalat
gu: Etisalat ખાતું
he: חשבון Etisalat
hi: Etisalat खाता
hr: Račun za Etisalat
hu: Etisalat-számla
id: Akun Etisalat
is: Etisalat-reikningur
ja: Etisalat アカウント
ka: Etisalat ანგარიში
kk: Etisalat шоты
kn: Etisalat ಖಾತೆ
ko: Etisalat 계정
ku_arab: ئەژمێری Etisalat
ky: Etisalat эсептик жазуусу
lo: ບັນຊີ Etisalat
lt: „Etisalat“ sąskaita
lv: Etisalat konts
mi: Pūkete Etisalat
mk: Сметка на Etisalat
ml: എത്തിസലാത്ത അക്കൗണ്ട്
mn: Etisalat хэрэглэгч
mr: Etisalat खाते
ms: Akaun Etisalat
mt: Kont Etisalat
ne: Etisalat खाता
nn_no: Etisalat-konto
no: Etisalat-konto
or: Etisalat ଏକାଉଣ୍ଟ୍
pa_arab_pk: Etisalat اکاونٹ
pa_in: Etisalat ਖਾਤਾ
pl: Konto Etisalat
ru: Счет Etisalat
sd: Etisalat اڪائونٽ
si: Etisalat ගිණුම
sl: Račun pri Etisalat
sr_cyrl_rs: Etisalat налог
sr_latn_rs: Etisalat nalog
sv: Etisalat-konto
ta: Etisalat கணக்கு
te: Etisalat అకౌంట్‌
tg: Ҳисоби Etisalat
th: บัญชี Etisalat
tt: Etisalat хисабы
ug: Etisalat ھېساباتى
uk: Рахунок Etisalat
ur: اتصالات اکاؤنٹ
uz: Etisalat hisob qaydnomasi
vi: Tài khoản Etisalat
zh_hans: Etisalat 帐户
zh_hant: Etisalat 帳戶

# Word.PaymentMethod.MobileCarrier.Fido
source: Fido
ml: ഫിഡോ
ur: فیڈو
