Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.County.GB.Cornwall
source: Cornwall
ar: كورنوال
as: কৰ্ণৱাল
az: Kornuol
bg: Корнуол
bn_in: কর্নওয়াল
cy: Cernyw
el: Κορνουάλη
fa: کورن‌وال
gd: A’ Chòrn
gu: કોર્નવૉલ
he: קורנוול
hi: कार्नवाल
ja: コーンウォール
ka: ქორნვოლი
kk: Корнуолл
kn: ಕಾರ್ನ್‌ವಾಲ್
ko: 콘월
lo: ຄອນວໍ
lt: Kornvalis
lv: Kornvola
mi: Kaute o Cornwall
mk: Корнвол
ml: കോൺവാൾ
mr: कॉर्नवॉल
ne: कर्नवाल
or: କର୍ନୱାଲ
pa_in: ਕੌਰਨਵਾਲ
ru: Корнуолл
sr_cyrl_rs: Корнвол
sr_latn_rs: Kornvol
ta: கார்ன்வால்
te: కార్న్‌వాల్
th: คอร์นวอลล์
tt: Корнуолл
ug: كورنۋال
uk: Корнволл
ur: کارنوال
uz: Kornuoll
zh_hans: 康沃尔郡
zh_hant: 康沃爾

# Word.County.GB.Coventry
source: Coventry
ar: كوفنتري
as: কভেন্ট্ৰী
az: Koventri
bg: Ковънтри
bn_in: কভেন্ট্রি
cy: Cofentri
el: Κόβεντρυ
fa: کاونتری
gu: કોવેન્ટ્રી
he: קובנטרי
hi: कोवेन्ट्रीय
ja: コヴェントリー
ka: კოვენტრი
kk: Ковентри
kn: ಕೊವೆಂಟ್ರಿ
ko: 코번트리
lo: ໂຄເວທຼີ
lt: Koventris
lv: Koventri
mi: Tāone o Coventry
mk: Ковентри
ml: കവൻട്രി
mr: कॉव्हेंट्री
ne: कोभेन्ट्री
or: କଭେଣ୍ଟ୍ରି
pa_in: ਕੋਵੈਂਟਰੀ
ru: Ковентри
sr_cyrl_rs: Ковентри
sr_latn_rs: Koventri
ta: கோவென்ட்ரி
te: కోవెంట్రీ
th: โคเวนทรี
tt: Ковентри
ug: كوۋېنترى
uk: Ковентрі
ur: کووینٹری
uz: Koventri
zh_hans: 考文垂
zh_hant: 考文垂

# Word.County.GB.Croydon
source: Croydon
ar: كرويدون
as: ক্ৰয়ডন
az: Kroydon
bg: Кройдън
bn_in: ক্রয়ডন
el: Κρόιντον
fa: کرویدون
gu: ક્રોયડોન
he: קרוידון
hi: क्रोयडन
ja: クロイドン
ka: ქროიდონი
kk: Кройдон
kn: ಕ್ರೋಯ್ಡನ್
ko: 크로이던
lo: ຄຼອຍດອນ
lt: Kroidonas
lv: Kroidona
mi: Paenoho o Croydon
mk: Кројдон
ml: ക്രോയ്ഡോൺ
mr: क्रॉयडन
ne: क्रोइडन
or: କ୍ରୋଏଡନ୍
pa_in: ਕ੍ਰੋਏਡਨ
ru: Кройдон
sr_cyrl_rs: Кројдон
sr_latn_rs: Krojdon
ta: குரோய்டன்
te: క్రోయ్డన్
th: ครอยดอน
tt: Кройдон
ug: كرويدون
uk: Кройдон
ur: کروئے ڈان
uz: Kroydon
zh_hans: 克罗伊登
zh_hant: 克羅伊登

# Word.County.GB.Cumbria
source: Cumbria
ar: كومبريا
as: কুম্ব্ৰিয়া
az: Kumbriya
bg: Къмбрия
bn_in: কুম্বরিয়া (Cumbria)
el: Κάμπρια
fa: کامبریا
gu: કુંબ્રીયા
he: קאמבריה
hi: कंब्रिया
ja: カンブリア
ka: ქამბრია
kk: Камбрия
kn: ಕುಂಬ್ರಿಯಾ
ko: 컴브리아
lo: ຄຳເບຼຍ
lt: Kambrija
lv: Kambrija
mi: Kaute o Cumbria
mk: Камбрија
ml: കുംബ്രിയ
mr: कुंब्रिया
ne: कम्ब्रिया
or: କୁମ୍ବ୍ରିଆ
pa_in: ਕੁੰਬਰੀਆ
ru: Камбрия
sr_cyrl_rs: Камбрија
sr_latn_rs: Kumbria
ta: கும்ப்ரியா
te: కుంబ్రియా
th: คัมเบรีย
tt: Камбрия
ug: كۇبرىيا
uk: Камбрія
ur: کمبریا
uz: Kambriya
zh_hans: 坎布里亚
zh_hant: 坎布里亞

# Word.County.GB.Darlington
source: Darlington
ar: دارلينغتون
as: ডাৰ্লিংটন
az: Darlinqton
bg: Дарлингтън
bn_in: ডার্লিংটন
el: Ντάρλινγκτον
fa: دارلینگتون
gu: ડાર્લિંગ્ટન
he: דרלינגטון
hi: डार्लिंगटन
ja: ダーリントン
ka: დარლინგტონი
kk: Дарлингтон
kn: ಡಾರ್ಲಿಂಗ್ಟನ್
ko: 달링턴
lo: ດາລິງຕັນ
lt: Darlingtonas
lv: Dārlingtona
mi: Tāone o Darlington
mk: Дарлингтон
ml: ഡാർലിംഗ്ടൺ
mr: डार्लिंग्टन
ne: डार्लिङटन
or: ଡାର୍ଲିଙ୍ଗଟନ୍
pa_in: ਡਾਰਲਿੰਗਟਨ
ru: Дарлингтон
sr_cyrl_rs: Дарлингтон
ta: டார்லிங்டன்
te: డార్లింగ్టన్
th: ดาร์ลิงตัน
tt: Дарлингтон
ug: دارلىڭتون
uk: Дарлінгтон
ur: ڈارلنگٹن
zh_hans: 达灵顿
zh_hant: 達林頓

# Word.County.GB.Denbighshire
source: Denbighshire
ar: دنبيغشاير
as: ডেনবিঘশ্বায়াৰ
az: Denbiqşir
bg: Денбигшир
bn_in: ডেনবিঘায়ার
cy: Sir Ddinbych
el: Ντενμπιγκσάιρ
fa: دنبیشر
gu: ડેન્બિગશાયર
he: דנבינשייר
hi: डेनबिगशायर
ja: デンビーシャー
ka: დენბიშირი
kk: Денбишир
kn: ಡೆನ್‌ಬಿಘ್‌ಶೈರ್
ko: 덴비셔
lo: ເດັນບິກເຊຍ
lt: Denbigšyras
lv: Denbišīra
mi: Kaute o Denbighshire
mk: Денбигшир
ml: ഡെൻബിഗ്ഷയർ
mr: डेन्बिगशायर
ne: डेनबिगसायर
or: ଡେନବିଘଶାୟାର
pa_in: ਡੇਨਬਿਗਸ਼ਾਇਰ
ru: Денбишир
sr_cyrl_rs: Денбигшир
sr_latn_rs: Denbišir
sv: Denbighigh
ta: டென்பிக்ஷையர்
te: డెన్బిగ్షైర్
th: เดนบิเชียร์
tt: Денбишир
ug: دېنبىگشىر
uk: Денбігшир
ur: ڈینبگھ شائر
uz: Denbishir
zh_hans: 登比郡
zh_hant: 登比格郡

# Word.County.GB.Derby
source: Derby
ar: الدربي
as: ডাৰ্বি
az: Derbi
bg: Дерби
bn_in: ডার্বি
el: Ντέρμπι
fa: داربی
gu: ડર્બી
he: דרבי
hi: डर्बी
ja: ダービー
ka: დერბი
kk: Дерби
kn: ಡರ್ಬಿ
ko: 더비
lo: ດາບີ
lt: Derbis
lv: Dārbi
mi: Tāone o Derby
mk: Дерби
ml: ഡെർബി
mr: डर्बी
ne: डर्बी
or: ଡର୍ବି
pa_in: ਡਰਬੀ
ru: Дерби
sr_cyrl_rs: Дерби
sr_latn_rs: Derbi
ta: டெர்பி
te: డెర్బీ
th: ดาร์บี้
tt: Дерби
ug: دېربى
uk: Дербі
ur: ڈربی
uz: Derbi
zh_hans: 德比
zh_hant: 德比

# Word.County.GB.Derbyshire
source: Derbyshire
ar: ديربيشاير
as: ডাৰ্বিশ্বায়াৰ
az: Derbişir
bg: Дарбишър
bn_in: ডার্বিশায়ার
cy: Swydd Derby
el: Ντέρμπισαϊρ
fa: داربی‌شر
gu: ડર્બીશાયર
he: דרבישייר
hi: डर्बीशायर
ja: ダービーシャー
ka: დერბიშირი
kk: Дербишир
kn: ಡರ್ಬಿಶೈರ್
ko: 더비셔
lo: ເດີບີເຊຍ
lt: Derbišyras
lv: Dārbišīra
mi: Kaute o Derbyshire
mk: Дербишир
ml: ഡെർബിഷയർ
mr: डर्बीशायर
ne: डर्बीसायर
or: ଡର୍ବିଶାୟାର
pa_in: ਡਰਬੀਸ਼ਾਇਰ
ru: Дербишир
sr_cyrl_rs: Дербишир
sr_latn_rs: Derbišir
ta: டெர்பிஷையர்
te: డెర్బీషైర్
th: ดาร์บี้เชียร์
tt: Дербишир
ug: دېربىشىر
uk: Дербішир
ur: ڈربی شائر
uz: Derbishir
zh_hans: 德比郡
zh_hant: 德比郡

# Word.County.GB.DerryandStrabane
source: Derry and Strabane
af: Derry en Strabane
am: Derry እና Strabane
ar: ديري وسترابان
as: ডেৰী আৰু ষ্ট্ৰাবেন
az: Derri-end-Strabane
bg: Дери и Щрабън
bn_in: ডেরি ও স্ট্রবেন
bs: Derry i Strabane
cy: Derry a Stratbane
da: Derry og Strabane
el: Ντέρι και Στράμπαν
es: Derry y Strabane
eu: Derry eta Strabane
fa: دری و استرابن
ga: Doire agus An Srath Bán
gd: Doire agus an Srath Bán
gl: Derry e Strabane
gu: ડેરી અને સ્ટ્રાબેન
he: דרי וסטארביין
hi: डेरी और स्ट्रैबेन
hr: Derry i Strabane
hu: Derry és Strabane
id: Derry dan Strabane
is: Derry og Strabane
ja: デリー・アンド・ストラバン
ka: დერი და სტრუბანი
kk: Дерри-энд-Страбан
kn: ಡೆರ್ರಿ ಮತ್ತು ಸ್ಟ್ರಾಬೇನ್
ko: 데리와 스트라베인
lo: ເດີຣີ ແລະ ສຕຼາເບນ
lt: Derio miestas ir Strabanas
lv: Deri un Strabāna
mi: Tāone o Derry me Strabane
mk: Дери и Страбејн
ml: ഡെറി, സ്ട്രാബേൻ
mr: डेरी आणि स्ट्राबेन
ms: Derry dan Strabane
mt: Derry u Strabane
ne: डेरी र स्ट्राबाेन
nn_no: Derry og Strabane
no: Derry og Strabane
or: ଡେରି ଏବଂ ଷ୍ଟ୍ରାବାନ୍
pa_in: ਡੇਰੀ ਅਤੇ ਸਟ੍ਰੈਬੇਨ
pl: Derry i Strabane
ru: Дерри-энд-Страбан
sl: Derry in Strabane
sr_cyrl_rs: Дери и Страбане
sr_latn_rs: Deri i Strabane
ta: டெர்ரி மற்றும் ஸ்ட்ராபேன்
te: డెర్రీ మరియు స్ట్రాబేన్
th: เดอร์รีและสตราเบน
tr: Derry ve Strabane
tt: Дерри һәм Страбейн
ug: دېررى ۋە سترابان
uk: Деррі і Страбан
ur: ڈیری اور سٹرابین
uz: Derri va Straban
vi: Derry và Strabane
zh_hans: 德里城和斯特拉班
zh_hant: 德里城和斯特拉班

# Word.County.GB.Devon
source: Devon
ar: ديفون
as: ডেভন
bg: Девън
bn_in: ডেভন
cy: Dyfnaint
el: Ντέβον
fa: دوون
gu: ડેવોન
he: דבון
hi: डेवान
ja: デボン
ka: დევონი
kk: Девон
kn: ದೇವೊನ್
ko: 데본
lo: ເດວອນ
lt: Devonas
lv: Devona
mi: Kaute o Devon
mk: Девон
ml: ഡെവൺ
mr: डेव्हॉन
ne: डेभोन
or: ଡେଭନ୍
pa_in: ਡੇਵੋਨ
ru: Девон
sr_cyrl_rs: Девон
ta: டெவோன்
te: డెవన్
th: เดวอน
tt: Девон
ug: دېۋون
uk: Девон
ur: ڈیوون
zh_hans: 德文郡

# Word.County.GB.Doncaster
source: Doncaster
ar: دونكاستر
as: ডনকাষ্টাৰ
az: Donkaster
bg: Донкастър
bn_in: ডনকাস্টার (Doncaster)
el: Ντόνκαστερ
fa: دانکستر
gu: ડોનકાસ્ટર
he: דונקסטר
hi: डोनकास्टर
ja: ドンカスター
ka: დონკასტერი
kk: Донкастер
kn: ಡೊನ್ಕಾಸ್ಟರ್
ko: 돈캐스터
lo: ດອນເຄສເຕີ
lt: Donkasteris
lv: Donkastera
mi: Tāone o Doncaster
mk: Донкастер
ml: ഡോൺകാസ്റ്റർ
mr: डोनकास्टर
ne: डनकास्टर
or: ଡୋନକାଷ୍ଟର
pa_in: ਡੋਨਕਾਸਟਰ
ru: Донкастер
sr_cyrl_rs: Донкастер
sr_latn_rs: Donkaster
ta: டான்காஸ்டர்
te: డాన్‌కాస్టర్
th: ดอนคาสเตอร์
tt: Донкастер
ug: دونكاستېر
uk: Донкастер
ur: ڈونکاسٹر
uz: Donkaster
zh_hans: 唐卡斯特
zh_hant: 頓卡斯特

# Word.County.GB.Dorset
source: Dorset
ar: دورست
as: ডৰছেট
bg: Дорсет
bn_in: ডরসেট
el: Ντόρσετ
fa: دورست
gu: ડોરસેટ
he: דורסט
hi: डोरसेट
ja: ドーセット
ka: დორსეტი
kk: Дорсет
kn: ಡೋರ್ಸೆಟ್
ko: 도싯
lo: ດໍເຊັດ
lt: Dorsetas
lv: Dorseta
mi: Kaute o Dorset
mk: Дорсет
ml: ഡോർസെറ്റ്
mr: डोरसेट
ne: डोर्सेट
or: ଡୋରସେଟ୍
pa_in: ਡੋਰਸੈੱਟ
ru: Дорсет
sr_cyrl_rs: Дорсет
ta: டோர்செட்
te: డోర్సెట్
th: ดอร์เซต
tt: Дорсет
ug: دورسېت
uk: Дорсет
ur: ڈورسیٹ
zh_hans: 多塞特郡
zh_hant: 賽特

# Word.County.GB.Dudley
source: Dudley
ar: دادلي
as: ডুডলি
az: Dudli
bg: Дъдли
bn_in: ডুডলি
el: Ντάντλι
fa: دادلی
gu: ડબ્લી
he: דאדלי
hi: डाड्ले
ja: ダドリー
ka: დუდლი
kk: Дадли
kn: ಡುಡ್ಲೆ
ko: 더들리
lo: ດູເລ່
lt: Dadlis
lv: Dadli
mi: Tāone o Dudley
mk: Дадли
ml: ഡഡ്‌ലി
mr: डडली
ne: डड्ले
or: ଡଡଲି
pa_in: ਡਡਲੀ
ru: Дадли
sr_cyrl_rs: Дадли
sr_latn_rs: Dadli
ta: டட்லி
te: డడ్లీ
th: ดูดลีย์
tt: Дадли
ug: دۇدلېي
uk: Дадлі
ur: ڈوڈلے
uz: Dadli
zh_hans: 达德利
zh_hant: 達德利

# Word.County.GB.DumfriesandGalloway
source: Dumfries and Galloway
af: Dumfries en Galloway
am: Dumfries እና Galloway
ar: دومفريس وغالاوي
as: ডুম্ফৰিজ আৰু গেলোৱে’
az: Damfris-end-Qallovey
bg: Дъмфрис и Галъуей
bn_in: ডামফ্রিজ এবং গ্লোয়ে
bs: Dumfries i Galloway
cy: Dumfries a Galloway
da: Dumfries og Galloway
el: Ντάμφρις και Γκάλογουεϊ
es: Dumfries y Galloway
eu: Dumfries eta Galloway
fa: دامفریس و گالووی
ga: Dumfries agus Galloway
gd: Dùn Phrìs is Gall-Ghàidhealaibh
gl: Dumfries e Galloway
gu: ડમ્ફ્રાઇસ અને ગેલોવે
he: דומפריס וגאלוויי
hi: डमफ़्रीज़ और गैलोवे
hr: Dumfries i Galloway
hu: Dumfries és Galloway
id: Dumfries dan Galloway
ja: ダムフリース・アンド・ギャロウェイ
ka: დამფრისი და გალოვეი
kk: Дамфрис-энд-Галловей
kn: ಡಮ್‌ಫ್ರೈಸ್‌ ಮತ್ತು ಗ್ಯಾಲ್ಲೋವೇ
ko: 덤프리스와 갤러웨이
lo: ດຳຟຣາຍ ແລະ ກາໂລເວ
lt: Damfrisas ir Galovėjus
lv: Damfrīsa un Geloveja
mi: Rohe o Dumfries me Galloway
mk: Дамфри и Галовеј
ml: ഡംഫ്രൈസ്, ഗാലോവേ
mr: डमफ्रीज आणि गॅलोवे
ms: Dumfries dan Galloway
mt: Dumfries u Galloway
ne: डम्फ्रिज र ग्यालोवे
nn_no: Dumfries og Galloway
no: Dumfries og Galloway
or: ଡମ୍ଫ୍ରିଜ୍ ଏବଂ ଗାଲୋୱେ
pa_in: ਡਮਫ੍ਰਾਈਜ਼ ਅਤੇ ਗੈਲੋਵੇ
pl: Dumfries i Galloway
ru: Дамфрис-энд-Галловей
sl: Dumfries in Galloway
sr_cyrl_rs: Дамфриз и Геловеј
sr_latn_rs: Damfis i Galovej
ta: டம்ஃப்ரைஸ் மற்றும் கேலோவே
te: డంఫ్రైస్ మరియు గాల్లోవే
th: ดัมฟรีส์แอนด์กัลโลเวย์
tr: Dumfries ve Galloway
tt: Дамфрис һәм Галлоуэй
ug: دۇمفرېس ۋە گاللوۋاي
uk: Дамфріс-і-Галловей
ur: ڈمفریز اور گیلووے
uz: Damfris-end-Gallovey
vi: Dumfries và Galloway
zh_hans: 邓弗里斯-加洛韦
zh_hant: 鄧弗里斯-加羅韋

# Word.County.GB.DundeeCity
source: Dundee City
af: Dundee (stad)
ar: مدينة دندي
as: ডাণ্ডি চিটি
az: Dandi Şəhəri
bg: Дънди Сити
bn_in: ডান্ডি সিটি
cy: Dinas Dundee
el: Πόλη του Νταντί
es: Dundee
eu: Dundee
fa: شهر داندی
ga: Cathair Dundee
gd: Cathair Dhùn Dè
gl: Cidade de Dundee
gu: ડંડી સીટી
he: העיר דנדי
hi: डंडी सिटी
hr: Grad Dundee
hu: Dundee város
ja: ダンディー・シティ
ka: დანდი
kk: Данди-Сити
kn: ಡುಂಡೀ ಸಿಟಿ
ko: 던디 시티
lo: ເມືອງ ດູນດີ
lt: Dandi miestas
lv: Dandī
mi: Tāone nui o Dundee
mk: Данди Сити
ml: ഡണ്ടി സിറ്റി
mr: डंडी सिटी
mt: Il-Belt ta’ Dundee
ne: डन्डी सहर
or: ଡଣ୍ଡି ସିଟି
pa_in: ਡੰਡੀ ਸਿਟੀ
pl: Miasto Dundee
ru: Данди
sl: Dundee – mesto
sr_cyrl_rs: Град Данди
sr_latn_rs: Grad Dandi
ta: டண்டி நகரம்
te: డండీ సిటీ
th: ดันดีซิตี้
tt: Данди
ug: دۇندى شەھىرى
uk: Данді
ur: ڈنڈی سٹی
uz: Dandi Siti
vi: Thành phố Dundee
zh_hans: 邓迪市
zh_hant: 沙地市

# Word.County.GB.DurhamCounty
source: Durham, County
af: Durham (graafskap)
ar: مقاطعة دورهام
as: ডাৰহাম, কাউণ্টি
az: Darem Əyaləti
bg: Дърам, окръг
bn_in: ডুরাহাম, কাউন্টি
bs: Durham, okrug
cy: Dyrham, Swydd
el: Ντάραμ, Κομητεία
es: Condado de Durham
et: Durhami maakond
eu: Durham, konderria
fa: دورام، کانتی
ga: Durham, Contae
gd: County Durham
gl: Condado de Durham
gu: ડર્હામ, કાઉન્ટી
he: דורהאם, מחוז
hi: डरहम, काउंटी
hr: Durham, okrug
hu: Durham, megye
ja: ダラム郡
ka: დარემის საგრაფო
kk: Дарем (графтық)
kn: ಡರ್ಹಾಮ್, ಕೌಂಟಿ
ko: 더럼, 카운티
lo: ເຂດ ເດີແຮມ
lt: Daramas, apskritis
lv: Darema
mi: Kaute o Durham
mk: Дурам, округ
ml: ഡർഹാം, കൌണ്ടി
mr: डरहॅम, काउंटी
ne: डर्हाम, काउन्टी
nn_no: Durham, fylke
no: Durham, fylke
or: ଡରହାମ, କାଉଣ୍ଟି
pa_in: ਡਰਹਮ, ਕਾਉਂਟੀ
pl: Hrabstwo Durham
ru: Дарем
sl: Durham, okrožje
sr_cyrl_rs: Округ Дарам
sr_latn_rs: Okrug Daram
ta: டர்ஹாம், கவுண்டி
te: డర్హామ్, కౌంటీ
th: เดอรัม เคาน์ตี
tr: Durham, Kontluk
tt: Дарем (графлык)
ug: دۇرھام ناھىيەسى
uk: Дарем, округ
ur: ڈرہم، کاؤنٹی
uz: Darem, okrug
vi: Durham, Hạt
zh_hans: 达勒姆县
zh_hant: 杜拉姆，郡

# Word.County.GB.Ealing
source: Ealing
ar: ايلينغ
as: ইলিং
az: İlinq
bg: Илинг
bn_in: ইলিং
cy: Ealu
el: Ίλινγκ
fa: ایلینگ
gu: ઇલીંગ
he: אילינג
hi: ईलिंग
ja: イーリング
ka: ილინგი
kk: Эйлинг
kn: ಈಲಿಂಗ್
ko: 일링
lo: ອາລິ້ງ
lt: Ilingas
lv: Īlinga
mi: Paenoho o Ealing
mk: Илинг
ml: ഈലിംഗ്
mr: इलिंग
ne: इलिङ
or: ଇଲିଂ
pa_in: ਈਲਿੰਗ
ru: Илинг
sr_cyrl_rs: Илинг
sr_latn_rs: Iling
ta: ஈலிங்
te: ఈలింగ్
th: อีลลิง
tt: Илинг
ug: ئېيالىڭ
uk: Ілінг
ur: ایلنگ
uz: Iling
zh_hans: 伊灵
zh_hant: 伊靈

# Word.County.GB.EastAyrshire
source: East Ayrshire
ar: إيست أيرشاير
as: ইষ্ট আয়াৰশ্বায়াৰ
az: Şərqi Ayrşir
bg: Източен Еършър
bn_in: পূর্ব আয়ারশায়ার
cy: Dwyrain Swydd Ayr
el: Ανατολικό Άιρσαϊρ
eu: Ekialdeko Ayrshire
fa: ایرشر شرقی
ga: Ayrshire Thoir
gd: Siorrachd Àir an Ear
gu: પૂર્વ યર્શાયર
he: מזרח איירשייר
hi: पूर्वी अयारशायर
hr: Istočni Ayrshire
id: Ayrshire Timur
ja: イーストエアシャー
ka: აღმოსავლეთ აირშირი
kk: Шығыс Эйршир
kn: ಈಸ್ಟ್ ಆಯಿರ್ಷೈರ್
ko: 이스트 에어셔
lo: ອາຍເຊຍ ຕາເວັນອອກ
lt: Rytų Eršyras
lv: Īstēršīra
mi: Kaute o Ayrshire ki te rāwhiti
mk: Источен Ершир
ml: ഈസ്റ്റ് അയർഷയർ
mr: ईस्ट एयरशायर
ms: Ayrshire Timur
ne: पूर्वी आयरसायर
no: East Council
or: ପୂର୍ବ ଆୟାରଶାୟାର
pa_in: ਪੂਰਬੀ ਆਇਰਸ਼ਾਇਰ
ru: Восточный Эйршир
sl: Vzhodni Ayrshire
sr_cyrl_rs: Источни Ајршир
sr_latn_rs: Istočni Ajršajr
ta: கிழக்கு அயர்ஷையர்
te: తూర్పు ఐర్‌షైర్
th: อีสต์อายร์เชียร์
tr: Doğu Ayrshire
tt: Көнчыгыш Эйршир
ug: شەرقىي ئايرشىر
uk: Східний Айршир
ur: مشرقی آئرشائر
uz: Ist Ershir
vi: Đông Ayrshire
zh_hans: 东艾尔郡
zh_hant: 東阿利郡

# Word.County.GB.EastDunbartonshire
source: East Dunbartonshire
ar: إيست دونبارتونشاير
as: ইষ্ট ডানবাৰটনশ্বায়াৰ
az: Şərqi Danbartonşir
bg: Източен Дънбартъншир
bn_in: পূর্ব ডানবারটনশায়ার
cy: Dwyrain Swydd Dunbarton
el: Ανατολικό Ντάνμπαρτονσάιρ
es: Dunbartonshire Oriental
eu: Ekialdeko Dunbartonshire
fa: دونبارتونشر شرقی
ga: Dunbartonshire Thoir
gd: Siorrachd Dhùn Breatann an Ear
gu: ઈસ્ટ ડંબરટનશાયર
he: מזרח דונברטונשייר
hi: पूर्वी डनबार्टनशायर
hr: Istočni Dunbartonshire
id: Dunbartonshire Timur
ja: イーストダンバートンシャー
ka: აღმოსავლეთ დანბარტონშირი
kk: Шығыс Дамбартоншир
kn: ಪೂರ್ವ ಡನ್‌ಬಾರ್ಟನ್‌ಶೈರ್
ko: 이스트 던바튼셔
lo: ດູນບາຕັ້ນເຊຍ ຕາເວັນອອກ
lt: Rytų Danbartonšyras
lv: Īstdanbārtonšīra
mi: Tāone o Dunbartonshire Rāwhiti
mk: Источен Данбартоншир
ml: ഈസ്റ്റ് ഡൺബാർട്ടൺഷയർ
mr: ईस्ट डनबार्टनशायर
ms: Dunbartonshire Timur
ne: पूर्वी डनबार्टनसायर
or: ପୂର୍ବ ଡନବାର୍ଟନଶାୟାର
pa_in: ਪੂਰਬੀ ਡਨਬਰਟਨਸ਼ਾਇਰ
ru: Восточный Дамбартоншир
sl: Vzhodni Dunbartonshire
sr_cyrl_rs: Источни Данбартоншир
sr_latn_rs: Istočni Danbartonšir
ta: கிழக்கு டன்பார்டன்ஷையர்
te: తూర్పు డన్‌బార్టన్‌షైర్
th: อีสต์ดันบาร์ตันเชียร์
tr: Doğu Dunbartonshire
tt: Көнчыгыш Данбартоншир
ug: شەرقىي دۇنبارتونشىر
uk: Східний Данбартоншир
ur: مشرقی ڈنبارٹن شائر
uz: Ist Danbartonshir
vi: Đông Dunbartonshire
zh_hans: 东邓巴顿郡
zh_hant: 東巴頓郡

# Word.County.GB.EastLothian
source: East Lothian
ar: لوثيان الشرقية
as: ইষ্ট লোথিয়ান
az: Şərqi Lotian
bg: Източен Лоудиън
bn_in: পূর্ব লোথিয়ান
cy: Dwyrain Lothian
el: Ανατολικό Λόθιαν
eu: Ekialdeko Lothian
fa: لوتیان شرقی
ga: Lothian Thoir
gd: Lodainn an Ear
gu: પૂર્વ લોથિયન
he: מזרח לות'יאן
hi: पूर्वी लोटियन
hr: Istočni Lothian
id: Lothian Timur
ja: イーストロージアン
ka: აღმოსავლეთ ლოთიანი
kk: Шығыс Лотиан
kn: ಪೂರ್ವ ಲೋಥಿಯನ್
ko: 이스트 로시안
lo: ໂລທຽນ ຕາເວັນອອກ
lt: Hadingtonas
lv: Īstlotiana
mi: Tāone o Lothian ki te rāwhiti
mk: Источен Лотијан
ml: ഈസ്റ്റ് ലോത്തിയൻ
mr: ईस्ट लॉथियन
ms: Lothian Timur
ne: पूर्वी लोथियन
or: ପୂର୍ବ ଲୋଥିଆନ୍
pa_in: ਪੂਰਬੀ ਲੋਥੀਅਨ
ru: Восточный Лотиан
sl: Vzhodni Lothian
sr_cyrl_rs: Источни Лотијан
sr_latn_rs: Istočni Lotijan
ta: கிழக்கு லோத்தியன்
te: తూర్పు లోథియన్
th: อีสต์โลเทียน
tr: Doğu Lothian
tt: Көнчыгыш Лотиан
ug: شەرقىي لوتيان
uk: Східний Лотіан
ur: مشرقی لوتھیان
uz: Ist Lotian
vi: Đông Lothian
zh_hans: 哈丁敦
zh_hant: 東羅得安

# Word.County.GB.EastRenfrewshire
source: East Renfrewshire
ar: إيست رينفرتشر
as: ইষ্ট ৰেনফ্ৰৱেশ্বায়াৰ
az: Şərqi Renfruşir
bg: Източен Ренфрушър
bn_in: পূর্ব রেনফ্রেশয়ার
cy: Dwyrain Swydd Renfrew
el: Ανατολικό Ρένφρουσαϊρ
eu: Ekialdeko Renfrewshire
fa: رنفروشر شرقی
ga: Renfrewshire Thoir
gd: Siorrachd Rinn Friù an Ear
gu: પૂર્વ રેનફ્રુશાયર
he: מזרח רנפרושייר
hi: ईस्ट रेन्फ़्रेशायर
hr: Istočni Renfrewshire
id: Renfrewshire Timur
ja: イーストレンフルーシャー
ka: აღმოსავლეთ რენფრიუშირი
kk: Шығыс Ренфрушир
kn: ಈಸ್ಟ್ ರೆನ್‌ಫ್ರೆವ್‌ಶೈರ್
ko: 이스트 렌프루셔
lo: ເຣັນຟິຼວເຊຍ ຕາເວັນອອກ
lt: Rytų Renfrušyras
lv: Īstrenfrūšīra
mi: Tāone o Renfrewshire Rāwhiti
mk: Источен Ренфрушир
ml: ഈസ്റ്റ് റെൻഫ്രെവ്ഷയർ
mr: ईस्ट रेनफ्रुशायर
ms: Renfrewshire Timur
ne: पूर्वी रेनफ्र्युसायर
or: ପୂର୍ବ ରେନଫ୍ରେଭଶାୟାର
pa_in: ਈਸਟ ਰੇਨਫਰੂਸ਼ਾਇਰ
pl: Wschodnie Renfrewshire
ru: Восточный Ренфрушир
sl: Vzhodni Renfrewshire
sr_cyrl_rs: Источни Ренфревшир
sr_latn_rs: Istočni Renfrevšir
ta: கிழக்கு ரென்ஃப்ரெவ்ஷையர்
te: తూర్పు రెన్‌ఫ్రూషైర్
th: อีสต์เรนฟรูว์เชียร์
tr: Doğu Renfrewshire
tt: Көнчыгыш Ренфрушир
ug: شەرقىي رېنفرۇشىر
uk: Східний Ренфрюшир
ur: مشرقی رینفرے شائر
uz: Sharqiy Renfryushir
vi: Đông Renfrewshire
zh_hans: 东伦弗鲁郡
zh_hant: 東倫佛雷郡

# Word.County.GB.EastRidingofYorkshire
source: East Riding of Yorkshire
af: East Riding van Yorkshire
ar: إيست رايدنغ أوف يورك شاير
as: ইষ্ট ৰাইডিং অৱ য়ৰ্কশ্বায়াৰ
az: İst Raydinq of Yorkşir
bg: Източен Йоркшир
bn_in: ইয়র্কশায়ারের পূর্ব রাইডিং
cy: Dwyrain Swydd Efrog
el: Ανατολικό Γιορκσάιρ
es: Yorkshire del Este
eu: Ekialdeko Yorkshire
fa: ریدینگ شرقی یورک‌شر
gu: ઇસ્ટ રાઇડીંગ ઑફ યોર્કશાયર
he: מזרח רידינג ביורקשייר
hi: यॉर्कशायर का ईस्ट राइडिंग
id: Yorkshire Timur
ja: イーストライディングオブヨークシャー
ka: აღმოსავლეთ იორკშირი
kk: Ист-Райдинг-оф-Йоркшир
kn: ಈಸ್ಟ್‌ ರೈಡಿಂಗ್‌ ಆಫ್‌ ಯಾರ್ಕ್‌ಶೈರ್
ko: 이스트 라이딩 오브 요크셔
lo: ໄຮດິ້ງ ຕາເວັນອອກ ອອຟ ຢອກເຊຍ
lt: Rytų Jorkšyro Raidingas
lv: Jorkšīras Īstraidinga
mi: Kaute o Riding rāwhiti o Yorkshire
mk: Ист Рајдинг оф Јоркшир
ml: യോർക്ക്ഷെയറിന്റെ ഈസ്റ്റ് റൈഡിംഗ്
mr: ईस्ट रायडिंग ऑफ यॉर्कशायर
ne: योर्कसायरको इस्ट राइडिङ
no: East Riding i Yorkshire
or: ୟର୍କଶାୟାରର ପୂର୍ବ ରାଇଡିଂ
pa_in: ਈਸਟ ਰਾਈਡਿੰਗ ਆਫ ਯੌਰਕਸ਼ਾਇਰ
ru: Ист-Райдинг-оф-Йоркшир
sr_cyrl_rs: Јоркширски Ист Рајдинг
sr_latn_rs: Istočni Rajding Jorkšir
ta: யார்க்ஷயரின் கிழக்குச் சவாரி
te: ఈస్ట్ రైడింగ్ ఆఫ్ యార్క్‌షైర్
th: อีสต์ไรดิงออฟยอร์คเชียร์
tt: Көнчыгыш Йоркшир
ug: يوركشىر شەرقى يولى
uk: Східний Йоркшир
ur: یارکشائر کا مشرقی رائڈنگ
uz: Ist-Rayding-of-Yorkshir
vi: Đông Riding of Yorkshire
zh_hans: 东约克郡
zh_hant: 東卡多伊斯特

# Word.County.GB.EastSussex
source: East Sussex
ar: إيست سوسيكس
as: ইষ্ট চাচেক্স
az: Şərqi Susseks
bg: Източен Съсекс
bn_in: পূর্ব সাসেক্স
cy: Dwyrain Sussex
el: Ανατολικό Σάσεξ
es: Sussex Oriental
eu: Ekialdeko Sussex
fa: ساسکس شرقی
ga: Sussex Thoir
gd: Sussex an Ear
gu: પૂર્વ સસેક્સ
he: מזרח ססקס
hi: ईस्ट ससेक्स
hr: Istočni Sussex
id: Sussex Timur
ja: イーストサセックス
ka: აღმოსავლეთი სასექსი
kk: Шығыс Сассекс
kn: ಪೂರ್ವ ಸಸ್ಸೆಕ್ಸ್
ko: 이스트 서식스
lo: ຊູເຊກຕາເວັນອອກ
lt: Rytų Saseksas
lv: Īstsaseksa
mi: Kaute o Sussex ki te rāwhiti
mk: Источен Сасекс
ml: ഈസ്റ്റ് സസെക്സ്
mr: ईस्ट ससेक्स
ms: Sussex Timur
ne: पूर्वी ससेक्स
or: ପୂର୍ବ ସସେକ୍ସ
pa_in: ਪੂਰਬੀ ਸਸੇਕਸ
ru: Восточный Сассекс
sl: Vzhodni Sussex
sr_cyrl_rs: Источни Сасекс
sr_latn_rs: Istočni Saseks
ta: கிழக்கு சஸ்ஸெக்ஸ்
te: తూర్పు ససెక్స్
th: อีสต์ซัสเซ็กซ์
tr: Doğu Sussex
tt: Көнчыгыш Сассекс
ug: شەرقىي سۇسسېكس
uk: Східний Сассекс
ur: مشرقی سسیکس
uz: Sharqiy Susseks
vi: Đông Sussex
zh_hans: 东萨塞克斯郡
zh_hant: 東薩西克斯

# Word.County.GB.Edinburgh
source: Edinburgh
ar: ادنبره
as: এডিনবাৰ্গ
az: Edinburq
bg: Единбург
bn_in: এডিনবারগ
el: Εδιμβούργο
es: Edimburgo
eu: Edinburgo
fa: ادینبرا
ga: Dún Éideann
gd: Dùn Èideann
gu: એડિનબર્ગ
he: אדינבורו
hi: एडिनबर्ग
is: Edinborg
ja: エディンバラ
ka: ედინბურგი
kk: Эдинбург
kn: ಎಡಿನ್‌ಬರ್ಗ್
ko: 에든버러
lo: ອີດິນເບີກ
lt: Edinburgas
lv: Edinburga
mi: Tāone nui o Erinipara
mk: Единбург
ml: എഡിൻബർഗ്
mr: एडिनबर्ग
ne: एडिनबर्ग
or: ଏଡିନବର୍ଗ
pa_in: ਐਡਿਨਬਰਗ
pl: Edynburg
ru: Эдинбург
sr_cyrl_rs: Единбург
sr_latn_rs: Edinburg
ta: எடின்பர்க்
te: ఎడిన్‌బర్గ్
th: เอดินเบอระ
tt: Эдинбург
ug: ئېدىنبۇرگ
uk: Единбург
ur: ایڈنبرا
uz: Edinburg
zh_hans: 爱丁堡
zh_hant: 愛丁堡

# Word.County.GB.EileanSiar
source: Eilean Siar
ar: إيليان سيار
as: ইলিয়ান চিয়াৰ
az: Eylin Siyar
bg: Западни острови
bn_in: ইলিয়ান সিয়ার
el: Εϊλέαν Σιάρ
es: Islas Hébridas Exteriores
fa: الن سیار
gd: Na h-Eileanan Siar
gl: Illas Hébridas Exteriores
gu: એઇલીયન સીઆર
he: איילאן סר
hi: इाइलियन सियर
ja: アイリーンシアル
ka: აილინ სიარი
kk: Эйлин Сиар
kn: ಈಲಿಯನ್ ಸಿಯರ್
ko: 에일린 시어
lo: ອິວລີນ ຊີອາ
lt: Išoriniai Hebridai
lv: Elensiera
mi: Tāone o Eilean Siar
mk: Западни острови
ml: എയിലൻ സിയർ
mr: एलियन शायर
ne: आइलियन सियर
or: ଏଲିଆନ୍ ସିଆର
pa_in: ਪੱਛਮੀ ਟਾਪੂ
ru: Эйлин Сиар
sr_cyrl_rs: Спољни Хебриди
sr_latn_rs: Spoljni Hebridi
ta: எய்லியன் சியார்
te: ఎలియన్ సియర్
th: เอลันเชียร์
tt: Көнбатыш утраулар
ug: ئېيلېيان سيار
uk: Ейлін Сіар
ur: اییلان سیار
uz: Eylin Siar
zh_hans: 埃利安锡尔
zh_hant: 外赫布里底群島

# Word.County.GB.Enfield
source: Enfield
ar: انفيلد
as: এনফিল্ড
az: Enfild
bg: Енфийлд
bn_in: এনফিল্ড
el: Ένφιλντ
fa: انفیلد
gu: એનફિલ્ડ
he: אנפילד טאון
hi: एनफील्ड
ja: エンフィールド
ka: ენფილდი
kk: Энфилд
kn: ಎನ್‌ಫೀಲ್ಡ್
ko: 엔필드
lo: ເອັນຟີວ
lt: Enfildas
lv: Enfīlda
mi: Tāone o Enfield
mk: Енфилд
ml: എൻഫീൽഡ്
mr: एनफील्ड
ne: एन्फिल्ड
or: ଏନଫିଲ୍ଡ
pa_in: ਐਨਫੀਲਡ
ru: Энфилд
sr_cyrl_rs: Енфилд
sr_latn_rs: Enfild
ta: என்ஃபீல்டு
te: ఎన్ఫీల్డ్
th: เอนฟิลด์
tt: Энфилд
ug: ئېنفېلد
uk: Енфілд
ur: اینفیلڈ
uz: Enfild
zh_hans: 恩菲尔德
zh_hant: 恩菲爾德

# Word.County.GB.England
source: England
af: Engeland
am: ኢንግላንድ
ar: إنجلترا
as: ইংলণ্ড
az: İngiltərə
bg: Англия
bn_in: ইংল্যান্ড
bs: Engleska
cy: Lloegr
el: Αγγλία
es: Inglaterra
et: Inglismaa
eu: Ingalaterra
fa: انگلستان
ga: Sasana
gd: Sasainn
gl: Inglaterra
gu: ઈંગ્લેન્ડ
he: אנגליה
hi: इंग्लैंड
hr: Engleska
hu: Anglia
id: Inggris
ja: イングランド
ka: ინგლისი
kk: Англия
kn: ಇಂಗ್ಲೆಂಡ್
ko: 잉글랜드
ku_arab: ئینگلیس
lo: ປະເທດອັງກິດ
lt: Anglija
lv: Anglija
mi: Ingarangi
mk: Англија
ml: ഇംഗ്ലണ്ട്
mn: Англи
mr: इंग्लंड
mt: L-Ingilterra
ne: इङ्गल्यान्ड
or: ଇଂଲଣ୍ଡ
pa_arab_pk: انگلستان
pa_in: ਇੰਗਲੈਂਡ
pl: Anglia
ru: Англия
sd: انگلينڊ
si: එන්ගලන්තය
sl: Anglija
sr_cyrl_rs: Енглеска
sr_latn_rs: Engleska
ta: இங்கிலாந்து
te: ఇంగ్లండ్
th: อังกฤษ
tr: Büyük Britanya
tt: Англия
ug: ئېنگلاند
uk: Англія
ur: انگلینڈ
uz: Angliya
vi: Anh
zh_hans: 英国

# Word.County.GB.Essex
source: Essex
ar: إسكس
as: এচেক্স
az: Esseks
bg: Есекс
bn_in: এসেক্স
el: Έσσεξ
fa: اسکس
gu: એસેક્સ
he: אסקס
hi: एसेक्स
ja: エセックス
ka: ესექსი
kk: Эссекс
kn: ಎಸ್ಸೆಕ್ಸ್
ko: 에식스
lo: ເອສເຊກ
lt: Eseksas
lv: Eseksa
mi: Kaute o Essex
mk: Есекс
ml: എസ്സെക്സ്
mr: इसेक्स
ne: एसेक्स
or: ଏସେକ୍ସ
pa_in: ਐਸੈਕਸ
ru: Эссекс
sr_cyrl_rs: Есекс
sr_latn_rs: Eseks
ta: எஸ்ஸெக்ஸ்
te: ఎసెక్స్
th: เอสเซ็กซ์
tt: Эссекс
ug: ئېسسېكس
uk: Ессекс
ur: ایسیکس
uz: Esseks
zh_hans: 埃塞克斯
zh_hant: 埃塞克斯

# Word.County.GB.Falkirk
source: Falkirk
ar: فالكيرك
as: ফাল্কিৰ্ক
az: Folkirk
bg: Фолкърк
bn_in: ফকীর্ক
cy: Y Falkirk
el: Φάλκιρκ
fa: فالکرک
gd: An Eaglais Bhreac
gu: ફાલ્કિર્ક
he: פאלקירק
hi: फ़ाकर्क
ja: フォルカーク
ka: ფალკირკი
kk: Фолкерк
kn: ಫಾಲ್ಕಿರ್ಕ್
ko: 폴커크
lo: ຟາກເກີ
lt: Folkerkas
lv: Folkērka
mi: Tāone o Falkirk
mk: Фалкирк
ml: ഫാൽകിർക്ക്
mr: फाल्किर्क
ne: फल्कर्क
or: ଫାଲକିର୍କ
pa_in: ਫਾਲਕਿਰਕ
ru: Фолкерк
sr_cyrl_rs: Фалкирк
ta: ஃபால்கிர்க்
te: ఫాల్కిర్క్
th: ฟอลเคิร์ก
tt: Фолкерк
ug: فالكىرك
uk: Фолкерк
ur: فالکرک
uz: Folkirk
zh_hans: 福尔柯克
zh_hant: 福爾柯克
