Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Paysafecard.HintText
source: Once you've successfully purchased, this page will automatically refresh
af: Sodra jou aankoop suksesvol is, sal hierdie bladsy outomaties verfris
am: በተሳካ መልኩ ከሸመቱ በኋላ፣ ይህ ገፅ በራስ-ሰር ይታደሳል
ar: بمجرد إتمامك للشراء بنجاح، سيتم تحديث هذه الصفحة تلقائياً
as: আপুনি এবাৰ সফলতাৰে কিনাৰ পিছত, এই পৃষ্ঠাটো স্বয়ংক্ৰিয়ভাৱে ৰিফ্ৰেছ হ’ব
az: Uğurla satın aldıqdan sonra, bu səhifə avtomatik olaraq təzələnəcək
bg: След успешна покупка тази страница ще се обнови автоматично
bn_in: আপনি সফলভাবে কেনাকাটা করার পর, এই পৃষ্ঠাটি স্বয়ংক্রিয়ভাবে রিফ্রেশ হবে
bs: Nakon uspješne kupovine stranica će se automatski osvježiti
cy: Ar ôl i chi brynu'n llwyddiannus, bydd y dudalen hon yn adnewyddu'n awtomatig
da: Når du har gennemført købet, opdateres denne side automatisk
de: Nach dem erfolgreichen Kauf wird diese Seite automatisch aktualisiert.
el: Αφού ολοκληρώσετε με επιτυχία την αγορά, αυτή η σελίδα θα ανανεωθεί αυτόματα
es: Cuando haya realizado la compra correctamente, esta página se actualizará automáticamente.
et: Kui olete ostu sooritanud, värskendatakse seda lehte automaatselt
eu: Erosketa egin ondoren, orri hau automatikoki freskatuko da
fa: هنگامی که با موفقیت خریدتان را انجام داده باشید، این صفحه به‌طور خودکار تازه‌سازی می‌شود.
ga: Nuair a bheidh rud éigin ceannaithe agat, déanfar an leathanach seo a athnuachan go huathoibríoch
gd: Turas a rinn thu a cheannach, nì an duilleag seo ath-nuadhachadh gu fèin-obrachail
gl: Cando realice a compra correctamente, esta páxina actualizarase automaticamente.
gu: એકવાર તમે સફળતાપૂર્વક ખરીદી કરી લો પછી, આ પેજ આપમેળે રિફ્રેશ થશે.
he: לאחר שהרכישה תושלם בהצלחה, דף זה יתרענן באופן אוטומטי
hi: आपके द्वारा सफलतापूर्वक खरीदारी करने के बाद यह पृष्ठ अपनेआप ताज़ा हो जाएगा
hr: Kad kupnja bude provedena, stranica će se automatski osvježiti
hu: Sikeres vásárlás után ez a lap automatikusan frissülni fog
id: Setelah Anda berhasil melakukan pembelian, halaman ini akan di-refresh secara otomatis
is: Þegar kaupin hafa gengið í gegn verður þessi síða sjálfkrafa uppfærð
ja: 購入が正常に完了すると、このページは自動的に更新されます
ka: წარმატებული შეძენისას, ეს გვერდი ავტომატურად განახლდება
kk: Сіз сәтті сатып алғаннан кейін бұл бет автоматты түрде жаңартылады
kn: ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಖರೀದಿಸಿದ ನಂತರ, ಈ ಪುಟವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ರಿಫ್ರೆಶ್ ಮಾಡುತ್ತದೆ
ko: 구입이 완료되면 이 페이지가 자동으로 새로 고침됩니다
lo: ເມື່ອທ່ານໄດ້ຊື້ສຳເລັດແລ້ວ, ໜ້ານີ້ຈະໂຫຼດຄືນໃໝ່ໂດຍອັດຕະໂນມັດ
lt: Atlikus pirkimą, šis puslapis bus automatiškai atnaujintas.
lv: Pēc tam, kad būsit sekmīgi pabeidzis pirkumu, šī lapa tiks automātiski atsvaidzināta
mi: Ina oti pai rawa tō hokonga, ka tāmata aunoa ai tēnei whārangi.
mk: Штом извршите успешно купување, страницата автоматски ќе се освежи
ml: നിങ്ങൾ വാങ്ങിക്കഴിഞ്ഞാൽ, ഈ പേജ് സ്വയമേവ പുതുക്കപ്പെടും
mr: एकदा आपण यशस्वीरित्या खरेदी केल्यानंतर, हे पृष्ठ स्वयंचलितपणे ताजे होईल.
ms: Sebaik sahaja anda telah berjaya membeli, halaman ini akan disegarkan semula secara automatik
mt: Ladarba tkun xtrajt b'suċċess, din il-paġna se taġġorna awtomatikament
ne: तपाईंले सफलतापूर्वक खरिद गरेपछि यो पृष्ठ स्वतः ताजा हुने छ
nn_no: Denne sida vil bli oppdatert automatisk når du har gjennomført eit vellukka kjøp
no: Når du har gjennomført kjøpet, oppdateres denne siden automatisk
or: ଥରେ ଆପଣ ସଫଳତାର ସହିତ କିଣିଲେ, ଏହି ପୃଷ୍ଠା ସ୍ୱୟଂଚାଳିତ ଭାବରେ ସତେଜ ହେବ
pa_in: ਇੱਕ ਵਾਰ ਤੁਹਾਡੇ ਦੁਆਰਾ ਸਫਲਤਾਪੂਰਵਕ ਖਰੀਦਾਰੀ ਕੀਤੇ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਇਹ ਪੇਜ ਆਪਣੇ ਆਪ ਰਿਫ੍ਰੈਸ਼ ਹੋ ਜਾਵੇਗਾ
pl: Po pomyślnym zakupie ta strona zostanie automatycznie odświeżona
ru: После выполнения покупки эта страница автоматически обновится.
sl: Ta stran se bo po uspešno opravljenem nakupu samodejno osvežila.
sr_cyrl_rs: Када успешно обавите куповину, ова страница ће се аутоматски освежити
sr_latn_rs: Kada budete uspešno obavili kupovinu, ova stranica će se automatski osvežiti
sv: När köpet har genomförts uppdateras den här sidan automatiskt
ta: நீங்கள் வாங்கி முடித்ததும், இந்த பக்கம் தானாகவே புதுப்பிக்கப்படும்
te: మీరు విజయవంతంగా కొనుగోలు చేసిన తర్వాత, ఈ పేజీ ఆటోమేటిక్‌గా రీఫ్రెష్ అవుతుంది
th: เมื่อคุณซื้อเรียบร้อยแล้ว หน้านี้จะรีเฟรชโดยอัตโนมัติ
tr: Satın alma işlemini başarıyla gerçekleştirmenizden sonra bu sayfa otomatik olarak yenilenir
tt: Ceз уңышлы сатып алганнан соң, бу бит автоматик рәвештә яңарачак
ug: سېتىۋېلىش ئوڭۇشلۇق بولغاندا بۇ بەت ئۆزلۈكىدىن يېڭىلىنىدۇ.
uk: Якщо придбання пройшло успішно, ця сторінка оновиться автоматично
ur: کامیابی سے آپ کے خریداری کر لینے پر، اس صفحہ کی خود بخود تازہ کاری ہو جائے گی
uz: Xaridni muvaffaqiyatli amalga oshirganingizdan keyin bu sahifa avtomatik yangilanadi.
vi: Sau khi bạn đã mua thành công, trang này sẽ tự động làm mới
zh_hans: 成功购买后，此页面将自动刷新
zh_hant: 成功購買後，會自動重新整理此頁面

# Word.ChooseState
source: Choose state
af: Kies staat
am: ክልል ይምረጡ
ar: اختيار المحافظة
as: ৰাজ্য বাছনি কৰক
az: Ştat seç
bg: Изберете щат
bn_in: রাজ্য বেছে নিন
bs: Odaberite državu
cy: Dewiswch dalaith
da: Vælg tilstand
de: Bundesstaat auswählen
el: Επιλογή νομού
es: Elegir estado
et: Valige osariik
eu: Aukeratu estatua
fa: انتخاب ایالت
ga: Roghnaigh stát
gd: Tagh stàit
gl: Escoller estado
gu: રાજ્ય પસંદ કરો
he: בחר אזור
hi: राज्य चुनें
hr: Odaberite saveznu državu
hu: Állam kiválasztása
id: Pilih negara bagian
is: Veldu fylki
ja: 都道府県を選択する
ka: აირჩიეთ შტატი
kk: Облысты таңдау
kn: ರಾಜ್ಯವನ್ನು ಆರಿಸಿ
ko: 시 선택
lo: ເລືອກລັດ
lt: Pasirinkti valstiją
lv: Izvēlieties štatu
mi: Kōwhiri rohe whenua
mk: Изберете држава
ml: സംസ്ഥാനം തിരഞ്ഞെടുക്കുക
mr: राज्य निवडा
ms: Pilih negeri
mt: Agħżel stat
ne: राज्य छनौट गर्नुहोस्‌
nn_no: Vel delstat
no: Velg delstat
or: ରାଜ୍ୟ ଚୟନ କରନ୍ତୁ
pa_in: ਰਾਜ ਚੁਣੋ
pl: Wybierz stan
ru: Выберите область или республику
sl: Izberite zvezno državo
sr_cyrl_rs: Одаберите државу
sr_latn_rs: Odaberite državu
sv: Välj delstat
ta: மாநிலத்தைத் தேர்வுசெய்க
te: రాష్ట్రాన్ని ఎంచుకోండి
th: เลือกรัฐ
tr: Eyalet seçin
tt: Штатны сайлау
ug: ئىشتات تاللاش
uk: Виберіть область
ur: ریاست منتخب کریں
uz: Shtatni tanlang
vi: Chọn tiểu bang
zh_hans: 选择状态
zh_hant: 選擇省/地方

# Word.ChooseYourState
source: Choose your state
af: Kies jou staat
am: ክልልዎን ይምረጡ
ar: اختيار محافظتك
as: আপোনাৰ ৰাজ্য বাছনি কৰক
az: Ştatınızı seçin
bg: Изберете своя щат
bn_in: আপনার রাজ্য বেছে নিন
bs: Odaberite svoju državu
cy: Dewiswch eich talaith
da: Vælg din tilstand
de: Bundesstaat auswählen
el: Επιλέξτε τον νομό σας
es: Elegir estado
et: Valige oma osariik
eu: Aukeratu estatua
fa: ایالت خود را انتخاب کنید
ga: Roghnaigh do stát
gd: Tagh an stàit agad
gl: Escolla o estado.
gu: તમારો રાજ્ય પસંદ કરો
he: בחר את האזור שלך
hi: अपना राज्य चुनें
hr: Odaberite saveznu državu
hu: Állam kiválasztása
id: Pilih negara bagian Anda
is: Veldu fylkið þitt
ja: お住いの都道府県を選択する
ka: აირჩიეთ თქვენი შტატი
kk: Облысыңызды таңдау
kn: ನಿಮ್ಮ ರಾಜ್ಯವನ್ನು ಆರಿಸಿ
ko: 시 선택
lo: ເລືອກລັດຂອງທ່ານ
lt: Pasirinkite valstiją
lv: Izvēlieties štatu
mi: Kōwhiria tō rohe whenua
mk: Изберете ја својата држава
ml: നിങ്ങളുടെ സംസ്ഥാനം തിരഞ്ഞെടുക്കുക
mr: आपले राज्य निवडा
ms: Pilih negeri anda
mt: Agħżel l-istat tiegħek
ne: आफ्नो राज्य छनौट गर्नुहोस्
nn_no: Vel delstat
no: Velg delstat
or: ଆପଣଙ୍କ ରାଜ୍ୟ ଚୟନ କରନ୍ତୁ
pa_in: ਆਪਣਾ ਰਾਜ ਚੁਣੋ
pl: Wybierz stan
ru: Выберите свою область или республику
sl: Izberite svojo zvezno državo
sr_cyrl_rs: Одаберите своју државу
sr_latn_rs: Odaberite svoju državu
sv: Välj din delstat
ta: உங்கள் மாநிலத்தைத் தேர்வுசெய்க
te: మీ రాష్ట్రాన్ని ఎంచుకోండి
th: เลือกรัฐของคุณ
tr: Eyaletinizi seçin
tt: Штатыгызны сайлау
ug: ئىشتاتىڭىزنى تاللاڭ
uk: Виберіть область
ur: اپنی ریاست منتخب کریں
uz: Shtatingizni tanlang
vi: Chọn tiểu bang của bạn
zh_hans: 选择你的状态
zh_hant: 選擇省/地方

# Word.ChooseProvince
source: Choose province
af: Kies provinsie
am: ክፍለ ሀገር ይምረጡ
ar: اختيار المنطقة
as: প্ৰদেশ বাছনি কৰক
az: Əyalət seç
bg: Избор на провинция
bn_in: প্রদেশ বেছে নিন
bs: Odaberite provinciju
cy: Dewiswch sir
da: Vælg område
de: Provinz auswählen
el: Επιλογή επαρχίας
es: Elegir provincia
et: Valige provints
eu: Aukeratu probintzia
fa: انتخاب استان
ga: Roghnaigh cúige
gd: Tagh mòr-roinn
gl: Escoller provincia
gu: પ્રાંત પસંદ કરો
he: בחר מחוז
hi: प्रांत चुनें
hr: Odaberite pokrajinu
hu: Tartomány kiválasztása
id: Pilih provinsi
is: Veldu hérað
ja: 省、州、道などを選択する
ka: აირჩიეთ პროვინცია
kk: Өлкені таңдау
kn: ಪ್ರಾಂತ್ಯವನ್ನು ಆರಿಸಿ
ko: 도 선택
lo: ເລືອກແຂວງ
lt: Pasirinkti provinciją
lv: Izvēlieties novadu
mi: Kōwhiri porowini
mk: Изберете област
ml: പ്രവിശ്യ തിരഞ്ഞെടുക്കുക
mr: प्रदेश निवडा
ms: Pilih wilayah
mt: Agħżel provinċja
ne: प्रदेश छनौट गर्नुहोस्‌
nn_no: Vel provins
no: Velg provins
or: ପ୍ରଦେଶ ଚୟନ କରନ୍ତୁ
pa_in: ਪ੍ਰਾਂਤ ਚੁਣੋ
pl: Wybierz prowincję
ru: Выберите край или округ
sl: Izberi provinco
sr_cyrl_rs: Одаберите провинцију
sr_latn_rs: Odaberite provinciju
sv: Välj region
ta: மாகாணத்தைத் தேர்வுசெய்க
te: ప్రాంతాన్ని ఎంచుకోండి
th: เลือกจังหวัด
tr: Bölge seçin
tt: Өлкәне сайлау
ug: ئۆلكە تاللاش
uk: Виберіть республіку
ur: صوبہ منتخب کریں
uz: Viloyatni tanlang
vi: Chọn tỉnh
zh_hans: 选择省/自治区/直辖市
zh_hant: 選擇省/市

# Word.ChooseYourProvince
source: Choose your province
af: Kies jou provinsie
am: ክፍለ ሀገርዎን ይምረጡ
ar: اختيار منطقتك
as: আপোনাৰ প্ৰদেশ বাছনি কৰক
az: Əyalətinizi seçin
bg: Изберете вашата провинция
bn_in: আপনার প্রদেশ বেছে নিন
bs: Odaberite svoju provinciju
cy: Dewiswch eich sir
da: Vælg dit område
de: Provinz auswählen
el: Επιλέξτε την επαρχία σας
es: Elegir provincia
et: Valige oma provints
eu: Aukeratu probintzia
fa: استان خود را انتخاب کنید
ga: Roghnaigh do chúige
gd: Tagh a’ mhòr-roinn agad
gl: Escolla a súa provincia.
gu: તમારો પ્રાંત પસંદ કરો
he: בחר את המחוז שלך
hi: अपना प्रांत चुनें
hr: Odaberite pokrajinu
hu: Tartomány kiválasztása
id: Pilih provinsi Anda
is: Veldu héraðið þitt
ja: お住いの省、州、道などを選択する
ka: აირჩიეთ თქვენი პროვინცია
kk: Өлкеңізді таңдау
kn: ನಿಮ್ಮ ಪ್ರಾಂತ್ಯವನ್ನು ಆರಿಸಿ
ko: 도 선택
lo: ເລືອກແຂວງຂອງທ່ານ
lt: Pasirinkite provinciją
lv: Izvēlieties novadu
mi: Kōwhiria tō porowini
mk: Изберете ја својата област
ml: നിങ്ങളുടെ പ്രവിശ്യ തിരഞ്ഞെടുക്കുക
mr: आपला प्रदेश निवडा
ms: Pilih wilayah anda
mt: Agħżel il-provinċja tiegħek
ne: आफ्नो प्रदेश छनौट गर्नुहोस्
nn_no: Vel provins
no: Velg provins
or: ଆପଣଙ୍କ ପ୍ରଦେଶ ଚୟନ କରନ୍ତୁ
pa_in: ਆਪਣਾ ਪ੍ਰਾਂਤ ਚੁਣੋ
pl: Wybierz prowincję
ru: Выберите свой край или округ
sl: Izberite svojo provinco
sr_cyrl_rs: Одаберите своју провинцију
sr_latn_rs: Odaberite svoju provinciju
sv: Välj din region
ta: உங்கள் மாகாணத்தைத் தேர்வுசெய்க
te: మీ ప్రాంతాన్ని ఎంచుకోండి
th: เลือกจังหวัดของคุณ
tr: Bölgenizi seçin
tt: Өлкәгезне сайлау
ug: ئۆلكىڭىزنى تاللاڭ
uk: Виберіть республіку
ur: اپنا صوبہ منتخب کریں
uz: Viloyatingizni tanlang
vi: Chọn tỉnh của bạn
zh_hans: 选择你的省/自治区/直辖市
zh_hant: 選擇省/市

# Word.ChooseCountry
source: Choose country
af: Kies land
am: ሀገር ይምረጡ
ar: اختيار البلد
as: দেশ বাছনি কৰক
az: Ölkə seç
bg: Избор на държава
bn_in: দেশ বেছে নিন
bs: Odaberite zemlјu
cy: Dewiswch wlad
da: Vælg land/område
de: Land/Region auswählen
el: Επιλογή χώρας
es: Elegir país o región
et: Valige riik
eu: Aukeratu herrialdea
fa: انتخاب کشور
ga: Roghnaigh tír
gd: Tagh dùthaich
gl: Escoller país
gu: દેશ પસંદ કરો
he: בחירת מדינה/אזור
hi: देश चुनें
hr: Odaberite državu
hu: Ország kiválasztása
id: Pilih negara
is: Veldu land
ja: 国を選択する
ka: აირჩიეთ ქვეყანა
kk: Елді таңдау
kn: ದೇಶವನ್ನು ಆರಿಸಿ
ko: 국가 선택
lo: ເລືອກປະເທດ
lt: Pasirinkti šalį
lv: Izvēlieties valsti
mi: Kōwhiri whenua
mk: Изберете земја
ml: രാജ്യം തിരഞ്ഞെടുക്കുക
mr: देश निवडा
ms: Pilih negara
mt: Agħżel pajjiż
ne: देश छनौट गर्नुहोस्‌
nn_no: Vel land/region
no: Velg land
or: ଦେଶ ଚୟନ କରନ୍ତୁ
pa_in: ਦੇਸ਼ ਚੁਣੋ
pl: Wybierz kraj
ru: Выберите страну или регион
sl: Izberite državo
sr_cyrl_rs: Одаберите земљу
sr_latn_rs: Odaberite zemlju
sv: Välj land
ta: நாட்டை தேர்வுசெய்க
te: దేశాన్ని ఎంచుకోండి
th: เลือกประเทศ
tr: Ülke seçin
tt: Илне сайлау
ug: دۆلەت/رايوننى تاللاڭ
uk: Виберіть країну або регіон
ur: ملک منتخب کریں
uz: Mamlakatni tanlang
vi: Chọn quốc gia
zh_hans: 选择国家/地区
zh_hant: 選擇國家/地區

# Word.ChooseYourCountry
source: Choose your country
af: Kies jou land
am: ሀገርዎን ይምረጡ
ar: اختيار بلدك
as: আপোনাৰ দেশ বাছনি কৰক
az: Ölkənizi seçin
bg: Изберете вашата държава
bn_in: আপনার দেশ বেছে নিন
bs: Odaberite svoju zemlјu
cy: Dewiswch eich gwlad
da: Vælg dit land/område
de: Land/Region auswählen
el: Επιλέξτε τη χώρα σας
es: Elegir país o región
et: Valige oma riik
eu: Aukeratu herrialdea
fa: کشور خود را انتخاب کنید
ga: Roghnaigh do thír
gd: Tagh do dhùthaich
gl: Escolla o seu país.
gu: તમારો દેશ પસંદ કરો
he: בחר את המדינה שלך
hi: अपना देश चुनें
hr: Odaberite državu
hu: Ország kiválasztása
id: Pilih negara Anda
is: Veldu landið þitt
ja: お住いの国を選択する
ka: აირჩიეთ თქვენი ქვეყანა
kk: Еліңізді таңдау
kn: ನಿಮ್ಮ ದೇಶವನ್ನು ಆರಿಸಿ
ko: 국가 선택
lo: ເລືອກປະເທດຂອງທ່ານ
lt: Pasirinkite šalį
lv: Izvēlieties valsti
mi: Kōwhiria tō whenua
mk: Изберете ја својата земја
ml: നിങ്ങളുടെ രാജ്യം തിരഞ്ഞെടുക്കുക
mr: आपला देश निवडा
ms: Pilih negara anda
mt: Agħżel il-pajjiż tiegħek
ne: आफ्नो देश छनौट गर्नुहोस्‌
nn_no: Vel land/region
no: Velg land
or: ଆପଣଙ୍କ ଦେଶ ଚୟନ କରନ୍ତୁ
pa_in: ਆਪਣਾ ਦੇਸ਼ ਚੁਣੋ
pl: Wybierz kraj
ru: Выберите свою страну или регион
sl: Izberite svojo državo
sr_cyrl_rs: Одаберите своју земљу
sr_latn_rs: Odaberite svoju zemlju
sv: Välj ditt land/region
ta: உங்கள் நாட்டை தேர்வுசெய்க
te: మీ దేశాన్ని ఎంచుకోండి
th: เลือกประเทศของคุณ
tr: Ülkenizi seçin
tt: Илегезне сайлау
ug: دۆلىتىڭىزنى تاللاڭ
uk: Виберіть країну або регіон
ur: اپنا ملک منتخب کریں
uz: Mamlakatingizni tanlang
vi: Chọn quốc gia của bạn
zh_hans: 选择你的国家/地区
zh_hant: 選擇國家/地區

# Word.GoToPaysafe
source: Go to Paysafe
af: Gaan na Paysafe
am: ወደ PaySafe ይሂዱ
ar: الانتقال إلى "الدفع بأمان"
as: PaySafe-লৈ যাওক
az: Paysafe-ə gedin
bg: Към PaySafe
bn_in: PaySafe-এ যান
bs: Idite na Paysafe
cy: Ewch i Paysafe
da: Gå til Paysafe
de: Zu Paysafe wechseln
el: Μετάβαση στο Paysafe
es: Ir a PaySafe
et: Ava PaySafe
eu: Joan PaySafe-ra
fa: برو به Paysafe
ga: Téigh go dtí Paysafe
gd: Tadhail air Paysafe
gl: Ir a PaySafe
gu: Paysafe પર જાઓ
he: עבור אל Paysafe
hi: Paysafe पर जाएँ
hr: Idi na Paysafe
hu: Ugrás a PaySafe lapra
id: Buka Paysafe
is: Fara í Paysafe
ja: PaySafe に移動
ka: PaySafe-ზე გადასვლა
kk: Paysafe сайтына өту
kn: Paysafe ಗೆ ಹೋಗಿ
ko: Paysafe로 이동
lo: ໄປທີ່ Paysafe
lt: Eiti į „Paysafe“
lv: Doties uz Paysafe
mi: Haere ki Paysafe
mk: Појди во Paysafe
ml: PaySafe-ലേക്ക് പോകുക
mr: Paysafe ला जा
ms: Pergi ke Paysafe
mt: Mur f'Paysafe
ne: PaySafe मा जानुहोस्‌
nn_no: Gå til Paysafe
no: Gå til Paysafe
or: PaySafe କୁ ଯାଆନ୍ତୁ
pa_in: Paysafe 'ਤੇ ਜਾਓ
pl: Przejdź do PaySafe
ru: Перейти к Paysafe
sl: Odpri PaySafe
sr_cyrl_rs: Иди на Paysafe
sr_latn_rs: Idi na Paysafe
sv: Gå till PaySafe
ta: Paysafe க்குச் செல்லவும்
te: Paysafeకు వెళ్లు
th: ไปที่ PaySafe
tr: PaySafe’e git
tt: Paysafe’ка керү
ug: PaySafe گە كىرىش
uk: Перейти до Paysafe
ur: Paysafe پر جائیں
uz: PaySafe sahifasiga oʻtish
vi: Đi đến Paysafe
zh_hans: 转到 Paysafe
zh_hant: 移至 Paysafe

# Word.GoToPaypal
source: Go to PayPal
af: Gaan na PayPal
am: ወደ PayPal ይሂዱ
ar: الانتقال إلى PayPal
as: PayPal-লৈ যাওক
az: PayPal-a keç
bg: Към PayPal
bn_in: PayPal-এ যান
bs: Idi u PayPal
cy: Mynd i PayPal
da: Gå til PayPal
de: Zu PayPal wechseln
el: Μετάβαση στο PayPal
es: Ir a PayPal
et: Ava PayPal
eu: Joan PayPal-era
fa: رفتن به PayPal
ga: Gabh chuig PayPal
gd: Tadhail air PayPal
gl: Ir a PayPal
gu: PayPal પર જાઓ
he: עבור אל PayPal
hi: PayPal पर जाएँ
hr: Idi na PayPal
hu: Ugrás a PayPal oldalára
id: Buka PayPal
is: Fara í PayPal
ja: PayPal に移動
ka: PayPal-ზე გადასვლა
kk: PayPal қызметіне өту
kn: PayPal ಗೆ ಹೋಗಿ
ko: PayPal로 이동
lo: ໄປທີ່ PayPal
lt: Eiti į „PayPal“
lv: Doties uz PayPal
mi: Haere ki PayPal
mk: Оди до PayPal
ml: PayPal എന്നതിലേക്ക് പോകുക
mr: PayPal वर जा
ms: Pergi ke PayPal
mt: Mur f’PayPal
ne: PayPal मा जानुहोस्
nn_no: Gå til PayPal
no: Gå til PayPal
or: PayPal କୁ ଯାଆନ୍ତୁ
pa_in: PayPal 'ਤੇ ਜਾਓ
pl: Przejdź do serwisu PayPal
ru: Перейти в PayPal
sl: Odpri PayPal
sr_cyrl_rs: Иди на PayPal
sr_latn_rs: Idi na PayPal
sv: Gå till PayPal
ta: PayPal-க்குச் செல்
te: PayPalకు వెళ్లు
th: ไปที่ PayPal
tr: PayPal'a git
tt: PayPal’га күчү
ug: PayPal غا بېرىش
uk: Перейти до PayPal
ur: PayPal پر جائیں
uz: PayPal sahifasiga oʻtish
vi: Truy cập PayPal
zh_hans: 前往 PayPal
zh_hant: 前往 PayPal

# Literal.PaypalQrCode.UseBrowserButtonText
source: Use Browser
af: Gebruik Blaaier
am: አሳሽ ይጠቀሙ
ar: استخدام مستعرض
as: ব্ৰাউজাৰ ব্যৱহাৰ কৰক
az: Brauzerdən İstifadə et
bg: Използване на браузър
bn_in: ব্রাউজার ব্যবহার করুন
bs: Koristite preglednik
cy: Defnyddiwch Porwr
da: Brug webbrowser
de: Browser verwenden
el: Χρήση προγράμματος περιήγησης
es: Usar explorador
et: Kasuta brauserit
eu: Erabiltzailearen arakatzailea
fa: استفاده از مرورگر
ga: Úsáid Brabhsálaí
gd: Cleachd brabhsair
gl: Usar explorador
gu: બ્રાઉઝરનો ઉપયોગ કરો
he: השתמש בדפדפן
hi: ब्राउज़र का उपयोग करें
hr: Upotrijebi preglednik
hu: Böngésző használata
id: Gunakan Browser
is: Nota vafra
ja: ブラウザーを使用
ka: ბრაუზერის გამოყენება
kk: Шолғышты пайдалану
kn: ಬ್ರೌಸರ್ ಬಳಸಿ
ko: 브라우저 사용
lo: ນຳໃຊ້ຕົວທ່ອງເວັບ
lt: Naudoti naršyklę
lv: Izmantot pārlūkprogrammu
mi: Whakamahi Pūtirotiro
mk: Користи прегледувач
ml: ബ്രൗസർ ഉപയോഗിക്കുക
mr: ब्राउझर वापरा
ms: Guna Pelayar
mt: Uża l-Brawżer
ne: ब्राउजर प्रयोग गर्नुहोस्
nn_no: Bruk nettlesar
no: Bruk nettleser
or: ବ୍ରାଉଜର୍ ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਬ੍ਰਾਉਜ਼ਰ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Użyj przeglądarki
ru: Использовать браузер
sl: Uporabi brskalnik
sr_cyrl_rs: Користи прегледач
sr_latn_rs: Koristite pregledač
sv: Använd webbläsare
ta: உலாவியைப் பயன்படுத்து
te: బ్రౌజర్‌ని ఉపయోగించండి
th: ใช้เบราว์เซอร์
tr: Tarayıcıyı kullan
tt: Күзәтүчене Куллану
ug: تور كۆرگۈچ ئىشلىتىش
uk: Використати браузер
ur: براؤزر استعمال کریں
uz: Brauzerdan foydalanish
vi: Sử dụng trình duyệt
zh_hans: 使用浏览器
zh_hant: 使用瀏覽器

# Literal.PaypalQrCode.UseBrowserText
source: Don't have another device? Use Microsoft Edge to sign in.
af: Het nie ’n ander toestel nie? Gebruik Microsoft Edge om aan te meld.
am: ሌላ መሳሪያ የለዎትም? ለመግባት Microsoft Edge ን ይጠቀሙ።
ar: أليس لديك جهاز آخر؟ استخدم Microsoft Edge لتسجيل الدخول.
as: অন্য এটা ডিভাইচ নাই নেকি? ছাইন-ইন কৰিবলৈ Microsoft Edge ব্যৱহাৰ কৰক।
az: Başqa bir cihazınız yoxdur? Giriş üçün Microsoft Edge istifadə edin.
bg: Нямате друго устройство? Използвайте Microsoft Edge, за да влезете.
bn_in: অন্য কোনও ডিভাইস নেই? সাইন ইন করতে Microsoft Edge ব্যবহার করুন৷
bs: Nemate drugi uređaj? Koristite Microsoft Edge kako biste se prijavili.
cy: Heb ddyfais arall? Defnyddiwch Microsoft Edge i fewngofnodi.
da: Har du ikke en anden enhed? Brug Microsoft Edge til at logge på.
de: Sie haben kein anderes Gerät? Verwenden Sie Microsoft Edge, um sich anzumelden.
el: Δεν έχετε άλλη συσκευή; Χρησιμοποιήστε το Microsoft Edge για να εισέλθετε.
es: ¿No tiene otro dispositivo? Use Microsoft Edge para iniciar sesión.
et: Kas teil pole mõnda muud seadet? Kasutage sisselogimiseks Microsoft Edge'i.
eu: Ez al duzu beste gailurik? Erabili Microsoft Edge saioa hasteko.
fa: دستگاه دیگری ندارید؟ برای ورود به سیستم، از Microsoft Edge استفاده کنید.
ga: Nach bhfuil gléas eile agat? Úsáid Microsoft Edge chun síniú isteach.
gd: Nach eil uidheam eile agad? Cleachd Microsoft Edge a chlàradh a-steach.
gl: Non ten outro dispositivo? Use Microsoft Edge para iniciar sesión.
gu: શું બીજી ડિવાઇસ નથી? સાઇન કરવા માટે Microsoft Edge નો ઉપયોગ કરો.
he: אין לך מכשיר אחר? השתמש ב- Microsoft Edge כדי להיכנס.
hi: कोई अन्य डिवाइस नहीं है? साइन इन करने के लिए Microsoft Edge का उपयोग करें.
hr: Nemate drugi uređaj? Prijavite se putem preglednika Microsoft Edge.
hu: Nem rendelkezik másik eszközzel? Használja a Microsoft Edge böngészőt a bejelentkezéshez.
id: Tidak memiliki perangkat lain? Gunakan Microsoft Edge untuk masuk.
is: Áttu ekki annað tæki? Notaðu Microsoft Edge til að skrá þig inn.
ja: 別のデバイスをお持ちではありませんか? Microsoft Edge を使用してサインインしてください。
ka: სხვა მოწყობილობა არ გაქვთ? გამოიყენეთ Microsoft Edge სისტემაში შესასვლელად.
kk: Басқа құрылғы жоқ па? Кіру үшін Microsoft Edge пайдаланыңыз.
kn: ಬೇರೆ ಸಾಧನವಿಲ್ಲವೇ? ಸೈನ್ ಇನ್ ಮಾಡಲು Microsoft Edge ಬಳಸಿ.
ko: 다른 디바이스가 없습니까? Microsoft Edge를 사용하여 로그인하세요.
lo: ບໍ່ມີອຸປະກອນອື່ນບໍ? ນຳໃຊ້ Microsoft Edge ເພື່ອເຂົ້າສູ່ລະບົບ.
lt: Neturite kito įrenginio? Norėdami prisijungti naudokite „Microsoft Edge“.
lv: Vai jums nav citas ierīces? Izmantojiet Microsoft Edge, lai pierakstītos.
mi: Kāore i a koe tētahi atu pūrere? Whakamahia a Microsoft Edge ki te takiuru.
mk: Немате друг уред? Користете Microsoft Edge за пријавување.
ml: മറ്റൊരു ഉപകരണമില്ലേ? സൈൻ ഇൻ ചെയ്യാൻ Microsoft Edge ഉപയോഗിക്കുക.
mr: दुसरा डिव्हाइस नाही? साइन इन करण्यासाठी Microsoft Edge चा वापर करा.
ms: Tidak mempunyai peranti lain? Gunakan Microsoft Edge untuk mendaftar masuk.
mt: M'għandekx tagħmir ieħor? Uża Microsoft Edge biex tidħol.
ne: अर्को यन्त्र छैन? साइन इन गर्न Microsoft Edge प्रयोग गर्नुहोस्‌।
nn_no: Har ikkje ei anna eining? Bruk Microsoft Edge for å logge på.
no: Har du ikke en annen enhet? Bruk Microsoft Edge for å logge deg på.
or: ଅନ୍ୟ ଏକ ଡିଭାଇସ୍ ନାହିଁ? ସାଇନ୍ ଇନ୍ କରିବାକୁ Microsoft Edge ବ୍ୟବହାର କରନ୍ତୁ.
pa_in: ਕੀ ਕੋਈ ਹੋਰ ਡਿਵਾਈਸ ਨਹੀਂ ਹੈ? ਸਾਈਨ-ਇਨ ਕਰਨ ਲਈ Microsoft Edge ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Nie masz innego urządzenia? Zaloguj się przy użyciu przeglądarki Microsoft Edge.
ru: У вас нет другого устройства? Используйте Microsoft Edge для входа.
sl: Ali nimate druge naprave? Uporabite Microsoft Edge za vpis.
sr_cyrl_rs: Немате други уређај? Користите Microsoft Edge да бисте се пријавили.
sr_latn_rs: Nemate drugi uređaj? Koristite Microsoft Edge da biste se prijavili.
sv: Har du ingen annan enhet? Använd Microsoft Edge för att logga in.
ta: மற்றொரு சாதனம் இல்லையா? உள்நுழைய Microsoft Edge -ஐப் பயன்படுத்தவும்.
te: మరొక పరికరం లేదా? సైన్ ఇన్ చేయడానికి Microsoft Edgeను ఉపయోగించండి.
th: ไม่มีอุปกรณ์อื่นใช่ไหม ใช้ Microsoft Edge เพื่อลงชื่อเข้าใช้
tr: Başka bir cihazınız yok mu? Microsoft Edge kullanarak oturum açın.
tt: Башка җайланмагыз юкмы? Керү өчен Microsoft Edge кулланыгыз.
ug: يەنەبىر ئۈسكۈنىڭىز يوقمۇ؟ ھېسابقا كىرىش ئۈچۈن Microsoft Edge نى ئىشلىتىڭ.
uk: Немає іншого пристрою? Скористайтеся Microsoft Edge, щоб увійти.
ur: دوسرا آلہ نہیں ہے؟ سائن ان کرنے کیلئے Microsoft Edge استعمال کریں۔
uz: Boshqa qurilmangizni yoʻqmi? Kirish uchun Microsoft Edge ishlating.
vi: Bạn không có thiết bị khác? Hãy dùng Microsoft Edge để đăng nhập.
zh_hans: 没有其他设备? 请使用 Microsoft Edge 登录。
zh_hant: 還沒有其他裝置嗎? 使用 Microsoft Edge 登入。
