Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IBANNumberConfirm.CR.Pattern
source: Invalid IBAN number confirmation. Number must start with "CR"
af: Ongeldige IBAN-nommerbevestiging. Nommer moet met "CR" begin
am: የማይሰራ የ IBAN ቁጥር ማረጋገጫ። ቁጥር በ"CR" መጀመር አለበት
ar: تأكيد رقم IBAN غير صالح. يجب أن يبدأ الرقم بـ "CR"
as: অবৈধ IBAN নম্বৰ নিশ্চিতকৰণ৷ নম্বৰ "CR"ৰ সৈতে আৰম্ভ হ'ব লাগিব৷
az: IBAN nömrəsinin təsdiqləməsi səhvdir. Nömrə "CR" ilə başlamalıdır
bg: Невалидно потвърждение на IBAN номер. Номерът трябва да започва със „CR“
bn_in: IBAN নম্বরের নিশ্চিতকরণ অবৈধ৷ নম্বর অবশ্যই "CR" শুরু হতে হবে
bs: Potvrđen je nevažeći IBAN broj. Broj mora započinjati sa "CR"
cy: Cadarnhad rhif IBAN annilys. Rhaid i'r rhif gychwyn gyda "CR"
da: Ugyldigt bekræftelse af IBAN-nummer. Nummeret skal starte med "CR"
de: Die zur Bestätigung eingegebene IBAN ist ungültig. Die Nummer muss mit „CR“ beginnen.
el: Μη έγκυρη επιβεβαίωση αριθμού IBAN. Ο αριθμός πρέπει να αρχίζει με "CR"
es: La confirmación del número de IBAN no es válida. El número debe empezar por "CR"
et: Kinnitatud on sobimatu IBAN-number. Number peab algama tähtedega „CR”
eu: IBAN zenbakiaren berrespenak ez du balio. Zenbakiak "CR" letrekin hasi behar du.
fa: تأیید شماره IBAN نامعتبر. شماره باید با «CR» شروع شود.
ga: Deimhniú ar uimhir neamhbhailí IBAN. Ní mór don uimhir tosú le "CR"
gd: Tha dearbhadh an IBAN mì-dhligheach. Feumaidh an àireamh tòiseachadh le “CR”
gl: Confirmación do número IBAN non válido. O número debe comezar por "CR"
gu: અમાન્ય IBAN નંબર પુષ્ટિકરણ. નંબર "CR" સાથે પ્રારંભ થવો આવશ્યક છે
he: אישור מספר IBAN לא חוקי. המספר חייב להתחיל ב- "CR"
hi: अमान्य IBAN नंबर पुष्टिकरण. नंबर "CR" से प्रारंभ होना चाहिए
hr: Potvrda IBAN-a nije valjana. Broj mora počinjati izrazom "CR"
hu: Érvénytelen a másodikként megadott IBAN-szám. A kódnak a „CR” betűkkel kell kezdődnie.
id: Konfirmasi nomor IBAN tidak valid. Nomor harus dimulai dengan "CR"
is: Staðfesting á ógildu IBAN-númeri. Númerið verður að byrja á „CR“
ja: 確認用の IBAN 番号が無効です。番号は "CR" で始まる必要があります
ka: დასადასტურებლად მითითებული IBAN ნომერი არასწორია. ნომერი უნდა იწყებოდეს „CR“-ით
kk: IBAN нөмірі расталмады. Нөмір "CR" деп басталуы керек
kn: ಅಮಾನ್ಯವಾದ IBAN ಸಂಖ್ಯೆ ದೃಢೀಕರಣ. ಸಂಖ್ಯೆಯು "CR" ನೊಂದಿಗೆ ಪ್ರಾರಂಭಗೊಳ್ಳಬೇಕು
ko: 잘못된 IBAN 번호 확인. 번호는 "CR"로 시작해야 합니다.
ku_arab: سەلماندنی ژمارەی IBAN نادروستە. پێویستە ژمارە بە "CR" دەستپێبکات
ky: Жараксыз IBAN номерин ырастоо. Номер "CR" менен башталышы керек.
lo: ການຢືນຢັນໝາຍເລກ IBAN ບໍ່ຖືກຕ້ອງ. ໝາຍເລກຕ້ອງເລີ່ມດ້ວຍ "CR"
lt: Netinkamo IBAN numerio patvirtinimas. Numeris turi prasidėti „CR“
lv: Nederīgs IBAN numura apstiprinājums — numura sākumā ir jābūt “CR”
mi: Whakaūtanga tau IBAN muhu. Me tīmata te tau ki te "CR"
mk: Потврда за неважечки IBAN-број. Бројот мора да почнува со „CR“
ml: അസാധുവായ IBAN നമ്പര്‍ സ്ഥിരീകരണം. നമ്പർ "CR" എന്ന് തുടങ്ങണം
mn: Бататгасан IBAN дугаар хүчингүй байна. Дугаар "CR" үсгээр эхлэх ёстой.
mr: अवैध IBAN नंबर पुष्टीकरण. नंबर "CR" सह सुरू झालाच पाहिजे
ms: Pengesahan nombor IBAN tidak sah. Nombor harus bermula dengan "CR"
mt: Konferma invalida tan-numru tal-IBAN. In-numru għandu jibda b'"CR"
ne: अमान्य IBAN नम्बर प्रमाणीकरण। नम्बर "CR" बाट सुरु हुनुपर्छ
nn_no: Ugyldig stadfesting av IBAN-nummer. Nummeret må starte med "CR"
no: Ugyldig bekreftelse av IBAN-nummer. Nummeret må starte med "CR"
or: ଅବୈଧ ନମ୍ଵର୍ ସୁନିଶ୍ଚିତକରଣ. ନମ୍ଵର୍ ନିଶ୍ଚିତଭାବରେ "CR" ସହିତ ଆରମ୍ଭ ହେବ
pa_arab_pk: غلط آئی بی اے این نمبر دی تصدیق۔ لازمی اے کہ نمبر "CR" توں شروع ہوئے
pa_in: ਅਵੈਧ IBAN ਨੰਬਰ ਪੁਸ਼ਟੀਕਰਨ। ਨੰਬਰ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ "CR" ਨਾਲ ਸ਼ੁਰੂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Nieprawidłowe potwierdzenie numeru IBAN. Numer musi zaczynać się literami „CR”.
ru: Недопустимый номер IBAN для подтверждения. Номер должен начинаться с "CR"
sd: IBAN نمبر جي تصديق غلط آھي. نمبر "CR" شروع ٿيڻ گهرجي
si: වලංගු නොවන IBAN අංක සනාථ කිරීම. අංකය "CR" සමගින් ආරම්භ විය යුතුය
sl: Neveljavna potrditev številke IBAN. Številka se mora začeti s »CR«.
sr_cyrl_rs: Неважећа потврда IBAN броја. Број мора да почиње словима „CR“
sr_latn_rs: Nevažeća potvrda IBAN broja. Broj mora da počinje slovima „CR“
sv: Ogiltig bekräftelse av IBAN-nummer. Numret måste börja med "CR".
ta: தவறான IBAN எண் உறுதிப்படுத்தல். எண் "CR" -வில் இருந்து தொடங்க வேண்டும்
te: IBAN నంబర్ నిర్ధారణ చెల్లదు. నంబర్ తప్పనిసరిగా "CR"తో ప్రారంభం కావాలి
tg: Рақами IBAN-и тасдиқӣ нодуруст аст. Рақам бояд бо "CR" сар шавад
th: การยืนยันหมายเลข IBAN ไม่ถูกต้อง หมายเลขต้องเริ่มต้นด้วย "CR"
tr: IBAN numarası onayı geçersiz. Numara "CR" ile başlamalıdır.
tt: IBAN номерын раслау ярашсыз. Номер "CR" дип башланырга тиеш
ug: IBAN نومۇرىنى دەلىللەش ئىناۋەتسىز. بۇ نومۇر «CR» دىن باشلىنىشى كېرەك
uk: Неприпустиме підтвердження номера IBAN. Номер повинен починатися з "CR"
ur: غلط IBAN نمبر کی تصدیق۔ لازمی ہے کہ نمبر "CR" سے شروع ہو
uz: IBAN raqami tasdig‘i noto‘g‘ri. Raqam "CR" bilan boshlanishi kerak
vi: Xác nhận số IBAN không hợp lệ. Số phải bắt đầu bằng "CR"
zh_hans: IBAN 编号确认无效。编号必须以“CR”开头
zh_hant: 無效的 IBAN 號碼確認。號碼的開頭必須是 "CR"

# Literal.DirectDebitNumberConfirm.Required
source: Account number confirmation is required.
af: Rekeningnommerbevestiging word vereis.
am: የመለያ ቁጥር ማረጋገጫ ያስፈልጋል።
ar: تأكيد رقم الحساب مطلوب.
as: একাউণ্ট নম্বৰ নিশ্চিতকৰণ আৱশ্যক৷
az: Hesab nömrəsinin təsdiqləməsi tələb olunur.
bg: Повторното въвеждане на номер на сметка е задължително.
bn_in: নিশ্চিত করার অ্যাকাউন্ট নাম্বারের উল্লেখ করা আবশ্যক৷
bs: Potvrda broja računa je obavezna.
cy: Rhaid cadarnhau rhif y cyfrif.
da: Kontonummeret skal bekræftes.
de: Die Bestätigung der Kontonummer ist erforderlich.
el: Απαιτείται επιβεβαίωση του αριθμού του λογαριασμού.
es: La confirmación del número de cuenta es obligatoria.
et: Kontonumbri kinnitamine on kohustuslik.
eu: Kontuaren zenbakiaren berrespena beharrezkoa da.
fa: به شماره حساب تأیید نیاز است.
ga: Deimhniú na huimhreach cuntais ag teastáil.
gd: Tha feum air àireamh dearbhaidh a' chunntais.
gl: Requírese confirmación do número de conta.
gu: ખાતા નંબર પુષ્ટિની આવશ્યકતા છે.
he: אישור של מספר החשבון נדרש.
hi: खाता संख्या पुष्टिकरण आवश्यक है.
hr: Potvrda broja računa je obavezna.
hu: A számlaszám megerősítése kötelező.
id: Konfirmasi nomor rekening diperlukan.
is: Staðfest reikningsnúmer er áskilið.
ja: 口座番号の確認入力は必須項目です。
ka: დასადასტურებლად უნდა გაიმეოროთ ანგარიშის ნომერი.
kk: Растау шот нөмірі қажет.
kn: ಖಾತೆ ಸಂಖ್ಯೆ ಖಚಿತತೆ ಅಗತ್ಯವಿದೆ.
ko: 확인용 계좌 번호는 필수 항목입니다.
ku_arab: دووپاتکردنەوەی ژمارەی ئەژمێر پێویستە.
ky: Каттоо жазуусунун номурун ырастоо талап кылынат.
lo: ຕ້ອງລະບຸການຢືນຢັນເລກບັນຊີ.
lt: Sąskaitos numerio patvirtinimas būtinas.
lv: Norādiet konta numura apstiprinājumu.
mi: Kei te hiahiatia te whakaūtanga tau pūkete.
mk: Потврдувањето на бројот на сметката е задолжително.
ml: അക്കൌണ്ട് നമ്പര്‍ സ്ഥിരീകരണം ആവശ്യമാണ്.
mn: Дансны дугаарын нотолгоог бөглөх шаардлагатай.
mr: खाते नंबर पुष्टीकरण आवश्यक आहे.
ms: Pengesahan nombor akaun diperlukan.
mt: Konferma tan-numru tal-kont tiegħek hi meħtieġa.
ne: खाता नम्बर पूष्टी आवश्यक छ।
nn_no: Kontonummerstadfesting er obligatorisk.
no: Bekreftelse av kontonummeret må angis.
or: ଏକାଉଣ୍ଟ ନମ୍ଵର ସୁନିଶ୍ଚିତକରଣ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: اکاؤنٹ نمبر دی تصدیق درکار اے۔
pa_in: ਖਾਤਾ ਨੰਬਰ ਪੁਸ਼ਟੀਕਰਨ ਲੋੜੀਂਦਾ ਹੈ।
pl: Potwierdzenie numeru konta jest wymagane.
ru: Необходимо ввести номер счета для подтверждения.
sd: اڪائونٽ نمبر جي تصديق گھرجيل آھي.
si: ගිණුම් අංකය තහවුරු කිරීම අවශයි.
sl: Vnesite potrditev številke računa.
sr_cyrl_rs: Потврда броја налога је обавезна.
sr_latn_rs: Potvrda broja naloga je obavezna.
sv: Bekräftelse av kontonummer måste anges.
ta: கணக்கு எண் உறுதிப்படுத்தல் தேவை.
te: ఖాతా సంఖ్య నిర్ధారణ అవసరం.
tg: Тасдиқи рақами суратҳисоб ҳатмист.
th: ต้องระบุการยืนยันหมายเลขบัญชี
tr: Hesap numarası onayı gereklidir.
tt: Хисап раслау өчен номеры мәҗбүри.
ug: ھېسابات نومۇرىنىڭ جەزىملەشتۈرىلىشى كېرەك.
uk: Потрібно ввести підтвердження номера рахунку.
ur: کھاتہ نمبر کی تصدیق درکار ہے.
uz: Hisob raqamining tasdig‘i talab qilinadi.
vi: Xác nhận số tài khoản là cần thiết.
zh_hans: 确认的帐号为必填项。
zh_hant: 帳號確認是必要資訊。

# Literal.District.MaxLength
source: District is too long.
af: Distrik is te lank.
am: የወረዳ በጣም ረጅም ነው።
ar: اسم المحافظة أطول من اللازم.
as: জিলা অতি দীঘল৷
az: Qəsəbə çox uzundur.
bg: Името на областта е прекалено дълго.
bn_in: জেলা অত্যন্ত বড়৷
bs: Naziv okruga je predug.
cy: Mae'r rhanbarth yn rhy hir.
da: Navnet på området er for langt.
de: Der Bezirk ist zu lang.
el: Η επαρχία είναι πολύ μεγάλη.
es: El distrito es demasiado largo.
et: Ringkonna nimi on liiga pikk.
eu: Barrutia luzeegia da.
fa: ناحیه بسیار طولانی است.
ga: Ainm an cheantair rófhada.
gd: Tha an sgìre ro fhada.
gl: Distrito moi longo.
gu: જિલ્લો ખૂબ લાંબુ છે.
he: שם החבל ארוך מדי.
hi: जिला बहुत लंबा है.
hr: Županija je preduga.
hu: A körzet túl hosszú.
id: Distrik terlalu panjang.
is: Heiti umdæmis er of langt.
ja: 地域が長すぎます。
ka: უბნის სახელი ძალიან გრძელია.
kk: Аудан тым ұзын.
kn: ಜಿಲ್ಲೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 읍/면/동이 너무 깁니다.
ku_arab: قەزا زۆر درێژە.
ky: Оодан өтө узун.
lo: ເມືອງຍາວເກີນໄປ.
lt: Rajono pavadinimas per ilgas.
lv: Rajona nosaukums ir pārāk garš.
mi: He roa rawa te rohe.
mk: Името на областа е предолго.
ml: ജില്ലയുടെ പേര് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Дүүргийн нэр хэт урт байна.
mr: जिल्हा खूप मोठा आहे.
ms: Daerah terlalu panjang.
mt: Id-distrett twil wisq.
ne: जिल्ला धेरै लामो भयो।
nn_no: Distriktet er for langt.
no: Navn på distrikt er for langt.
or: ଜିଲ୍ଲା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ضلع دا ناں بہت لما اے۔
pa_in: ਜਿਲ੍ਹਾ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Nazwa powiatu jest zbyt długa.
ru: Слишком длинное название района.
sd: ضلعو تمام وڏو آھي.
si: දිස්ත්‍රික්කය දිග වැඩියි.
sl: Ime okrožja je predolgo.
sr_cyrl_rs: Округ је предугачак.
sr_latn_rs: Okrug je predugačak.
sv: Distriktnamnet är för långt.
ta: மாவட்டம் மிக நீளமாக உள்ளது.
te: జిల్లా చాలా పొడవుగా ఉంది.
tg: Номи ноҳия аз ҳад дароз аст.
th: ตำบล/แขวงยาวเกินไป
tr: Mahalle çok uzun.
tt: Районы бик озын.
ug: رايون بەك ئۇزۇن.
uk: Задовга назва району.
ur: ضلع بہت طویل ہے.
uz: Tuman nomi juda uzun.
vi: Quận quá dài.
zh_hans: 区名称过长。
zh_hant: 鄉鎮市 (區) 太長。

# Literal.District.MinLength
source: District is too short.
af: Distrik is te kort.
am: የወረዳ በጣም አጭር ነው።
ar: اسم المنطقة قصير للغاية.
as: জিলা অতি চুটি৷
az: Qəsəbə çox qısadır.
bg: Името на областта е прекалено късо.
bn_in: জেলা অত্যন্ত ছোট৷
bs: Naziv okruga je prekratak.
cy: Mae'r rhanbarth yn rhy fyr.
da: Navnet på området er for kort.
de: Der Bezirk ist zu kurz.
el: Η επαρχία είναι πολύ μικρή.
es: El distrito es demasiado corto.
et: Ringkonna nimi on liiga lühike.
eu: Barrutia motzegia da.
fa: ناحیه بسیار کوتاه است.
ga: Ainm an cheantair róghearr.
gd: Tha an sgìre ro ghoirid.
gl: Distrito moi curto.
gu: જિલ્લો ખૂબ ટૂંકુ છે.
he: שם החבל קצר מדי.
hi: जिला बहुत छोटा है.
hr: Županija je prekratka.
hu: A körzet túl rövid.
id: Distrik terlalu pendek.
is: Heiti umdæmis er of stutt.
ja: 地域が短すぎます。
ka: უბნის სახელი ძალიან მოკლეა.
kk: Аудан тым қысқа.
kn: ಜಿಲ್ಲೆಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 읍/면/동이 너무 짧습니다.
ku_arab: قەزا زۆر کورتە.
ky: Оодан өтө кыска.
lo: ເມືອງສັ້ນເກີນໄປ.
lt: Rajono pavadinimas per trumpas.
lv: Rajona nosaukums ir pārāk īss.
mi: He poto rawa te rohe.
mk: Името на областа е прекратко.
ml: ജില്ലയുടെ പേര് വളരെ ചെറുതാണ്.
mn: Дүүргийн нэр хэт богино байна.
mr: जिल्हा खूप लहान आहे.
ms: Daerah terlalu pendek.
mt: Id-distrett qasir wisq.
ne: जिल्ला धेरै छोटो भयो।
nn_no: Distriktet er for kort.
no: Navn på distrikt er for kort.
or: ଜିଲ୍ଲା ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ضلع دا ناں بہت چھوٹا اے۔
pa_in: ਜਿਲ੍ਹਾ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Nazwa powiatu jest zbyt krótka.
ru: Слишком короткое название района.
sd: ضلعو تمام ننڍو آھي.
si: දිස්ත්‍රික්කය කෙටි වැඩියි.
sl: Ime okrožja je prekratko.
sr_cyrl_rs: Округ је превише кратак.
sr_latn_rs: Okrug je previše kratak.
sv: Distriktnamnet är för kort.
ta: மாவட்டம் மிகச் சிறியதாக உள்ளது.
te: జిల్లా చాలా చిన్నదిగా ఉంది.
tg: Номи ноҳия аз ҳад кӯтоҳ аст.
th: ตำบล/แขวงสั้นเกินไป
tr: Mahalle çok kısa.
tt: Районы бик кыска.
ug: رايون بەك قىسقا.
uk: Закоротка назва району.
ur: ضلع بہت مختصر ہے.
uz: Tuman nomi juda qisqa.
vi: Quận quá ngắn.
zh_hans: 区名称过短。
zh_hant: 鄉鎮市 (區) 太短。

# Literal.District.Pattern
source: Invalid district.
af: Ongeldige distrik.
am: ልክ ያልኾነ ወረዳ።
ar: اسم المنطقة غير صالح.
as: অবৈধ জিলা৷
az: Qəsəbə səhvdir.
bg: Невалидна област.
bn_in: জেলা ঠিকঠাক দেওয়া হয়নি৷
bs: Nevažeći okrug.
cy: Rhanbarth annilys.
da: Ugyldigt område.
de: Der Bezirk ist ungültig.
el: Μη έγκυρη επαρχία.
es: Distrito no válido.
et: Ringkonna nimi on sobimatu.
eu: Barrutia baliogabea da.
fa: ناحیه نامعتبر است.
ga: Ainm an cheantair neamhbhailí.
gd: Tha an sgìre mì-dhligheach.
gl: Distrito non válido.
gu: અમાન્ય જિલ્લો.
he: שם החבל לא חוקי.
hi: अमान्य जिला.
hr: Županija nije valjana.
hu: Érvénytelen körzet.
id: Distrik tidak valid.
is: Ógilt heiti umdæmis.
ja: 地域が正しくありません。
ka: უბნის სახელი არასწორია.
kk: Аудан дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಜಿಲ್ಲೆ.
ko: 읍/면/동이 올바르지 않습니다.
ku_arab: قەزا نادروستە.
ky: Жараксыз Оодан.
lo: ເມືອງບໍ່ຖືກຕ້ອງ.
lt: Rajono pavadinimas netinkamas.
lv: Nederīgs rajons.
mi: He muhu te rohe.
mk: Неважечко име на областа.
ml: ജില്ലയുടെ പേര് അസാധുവാണ്.
mn: Дүүргийн нэр хүчингүй байна.
mr: अवैध जिल्हा.
ms: Daerah tidak sah.
mt: Distrett invalidu.
ne: जिल्ला अवैध छ।
nn_no: Ugyldig distrikt.
no: Ugyldig distrikt.
or: ଅବୈଧ ଜିଲ୍ଲା.
pa_arab_pk: ضلع دا ناں ناجائز اے۔
pa_in: ਜਿਲ੍ਹਾ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowa nazwa powiatu.
ru: Недопустимый район.
sd: ضلعو تمام غلط آھي.
si: දිස්ත්‍රික්කය වැරදියි.
sl: Ime okrožja ni veljavno.
sr_cyrl_rs: Неважећи округ.
sr_latn_rs: Nevažeći okrug.
sv: Ogiltigt distrikt.
ta: தவறான மாவட்டம்.
te: చెల్లని జిల్లా.
tg: Номи ноҳияи беэътибор.
th: ตำบล/แขวงไม่ถูกต้อง
tr: Mahalle geçersiz.
tt: Районы бик ялгыш.
ug: ئىناۋەتسىز رايون.
uk: Неприпустима назва району.
ur: ضلع غلط ہے.
uz: Tuman nomi haqiqiy emas.
vi: Quận không hợp lệ.
zh_hans: 区名称无效。
zh_hant: 鄉鎮市 (區) 無效。

# Literal.District.Required
source: District is required.
af: Distrik word vereis.
am: የወረዳ ያስፈልጋል።
ar: اسم المنطقة مطلوب.
as: জিলা আৱশ্যক৷
az: Qəsəbə tələb olunur.
bg: Областта е задължителна.
bn_in: জেলার উল্লেখ করা আবশ্যক৷
bs: Okrug je obavezan.
cy: Rhaid nodi rhanbarth.
da: Området skal angives.
de: Der Bezirk ist erforderlich.
el: Απαιτείται η επαρχία.
es: El distrito es obligatorio.
et: Ringkonna nimi on kohustuslik.
eu: Barrutia beharrezkoa da.
fa: به ناحیه نیاز است.
ga: Ainm an cheantair ag teastáil.
gd: Tha feum air sgìre.
gl: Requírese distrito.
gu: જિલ્લો આવશ્યકતા છે.
he: שם החבל נדרש.
hi: जिला आवश्यक है.
hr: Županija je obavezna.
hu: A körzet megadása kötelező.
id: Distrik wajib diisi.
is: Heiti umdæmis er áskilið.
ja: 地域は必須項目です。
ka: მიუთითეთ უბანი.
kk: Аудан қажет.
kn: ಜಿಲ್ಲೆ ಅಗತ್ಯವಿದೆ.
ko: 읍/면/동은 필수 항목입니다.
ku_arab: قەزا پێویستە.
ky: Оодан талап кылынат.
lo: ຕ້ອງລະບຸເມືອງ.
lt: Rajono pavadinimas būtinas.
lv: Norādiet rajonu.
mi: Kei te hiahiatia te rohe.
mk: Областа е задолжителна.
ml: ജില്ലയുടെ പേര് ആവശ്യമാണ്.
mn: Дүүргийн нэрийг бөглөх шаардлагатай.
mr: जिल्हा आवश्यक आहे.
ms: Daerah diperlukan.
mt: Id-distrett hu meħtieġ.
ne: जिल्ला आवश्यक छ।
nn_no: Distrikt er obligatorisk.
no: Distrikt må angis.
or: ଜିଲ୍ଲା ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ضلع دا ناں درکار اے۔
pa_in: ਜਿਲ੍ਹਾ ਲੋੜੀਂਦਾ ਹੈ।
pl: Nazwa powiatu jest wymagana.
ru: Необходимо ввести район.
sd: ضلعو تمام گھرجيل آھي.
si: දිස්ත්‍රික්කය අවශ්‍යයි.
sl: Vnesite ime okrožja.
sr_cyrl_rs: Округ је обавезан.
sr_latn_rs: Okrug je obavezan.
sv: Distrikt måste anges.
ta: மாவட்டம் தேவை.
te: జిల్లా అవసరం.
tg: Номи ноҳия ҳатмист.
th: ต้องระบุตำบล/แขวง
tr: Mahalle gereklidir.
tt: Районы мәҗбүри.
ug: رايون كېرەك.
uk: Потрібно ввести назву району.
ur: ضلع درکار ہے.
uz: Tuman nomi talab qilinadi.
vi: Quận là cần thiết.
zh_hans: 区为必填项。
zh_hant: 鄉鎮市 (區) 是必要資訊。

# Literal.ExpirationMonth.Required
source: Expiration month is required.
af: Vervalmaand word vereis.
am: የማለቂያ ወር ያስፈልጋል።
ar: شهر انتهاء الصلاحية مطلوب.
as: ম্যাদ উকলা মাহ আৱশ্যক৷
az: Bitmə ayı tələb olunur.
bg: Месецът на изтичане на валидността е задължителен.
bn_in: মেয়াদ শেষের মাস উল্লেখ করা আবশ্যক৷
bs: Mjesec isteka je obavezan.
cy: Rhaid nodi mis dod i ben.
da: Udløbsmåneden skal angives.
de: Der Ablaufmonat ist erforderlich.
el: Απαιτείται ο μήνας λήξης.
es: El mes de caducidad es obligatorio.
et: Aegumiskuu on kohustuslik.
eu: Iraungipen-hilabetea beharrezkoa da.
fa: به ماه انقضا نیاز است.
ga: Mí éagtha ag teastáil.
gd: Tha feum air mìos a' chinn-là a dh'fhalbhas an ùine air.
gl: Requírese mes de caducidade.
gu: સમાપ્તિ મહિનાની આવશ્યકતા છે.
he: חודש תפוגה נדרש.
hi: समाप्ति महीना आवश्यक है.
hr: Mjesec isteka je obavezan.
hu: A lejárati hónap megadása kötelező.
id: Bulan kedaluwarsa wajib diisi.
is: Mánuður lokadagsetningar er áskilinn.
ja: 有効期限 (月) は必須項目です。
ka: მიუთითეთ რომელ თვეში გადის ვადა.
kk: Мерзімі біту айы қажет.
kn: ಮುಕ್ತಾಯ ತಿಂಗಳು ಅಗತ್ಯವಿದೆ.
ko: 유효 기간의 월은 필수 항목입니다.
ku_arab: مانگی بەسەرچوون پێویستە.
ky: Мөөнөтү аяктачу айын киргизиш керек.
lo: ຕ້ອງລະບຸເດືອນໝົດອາຍຸທີ່ຖືກຕ້ອງ.
lt: Galiojimo pabaigos mėnuo būtinas.
lv: Norādiet termiņa beigu mēnesi.
mi: Kei te hiahiatia te marama pau.
mk: Месецот на истекување е задолжителен.
ml: കാലഹരണപ്പെടല്‍ മാസം ആവശ്യമാണ്.
mn: Дуусах хугацааны сарыг бөглөх шаардлагатай.
mr: कालबाह्यता महिना आवश्यक आहे.
ms: Bulan tamat tempoh diperlukan.
mt: Ix-xahar ta' skadenza hu meħtieġ.
ne: म्याद सकिने महिना आवश्यक छ।
nn_no: Utløpsmånad er obligatorisk.
no: Utløpsmåned må angis.
or: ସମୟ ସମାପ୍ତ ମାସ ଆବଶ୍ୟକ.
pa_arab_pk: خاتمے دا مہینہ درکار اے۔
pa_in: ਮਿਆਦ ਸਮਾਪਤੀ ਦਾ ਮਹੀਨਾ ਲੋੜੀਂਦਾ ਹੈ।
pl: Miesiąc wygaśnięcia jest wymagany.
ru: Необходимо ввести месяц окончания срока действия.
sd: مُدو پوري ٿيڻ جي مهيني جي گھرج آهي.
si: කල්පිරෙන මාසය අවශ්‍යයි.
sl: Vnesite mesec poteka.
sr_cyrl_rs: Месец истека је обавезан.
sr_latn_rs: Mesec isteka je obavezan.
sv: Förfallomånaden måste anges.
ta: காலாவதியாகும் மாதம் தேவை.
te: గడువు ముగింపు నెల అవసరం.
tg: Моҳи анҷоми мӯҳлат ҳатмист.
th: ต้องระบุเดือนหมดอายุ
tr: Son kullanma ayı gereklidir.
tt: Вакыт чыгу ае мәҗбүри.
ug: توشۇش تارىخى ئېيى كېرەك.
uk: Потрібно вибрати місяць закінчення дії.
ur: معیاد ختم ہونے کا مہینہ درکار ہے.
uz: Amal qilish oyi talab qilinadi.
vi: Tháng hết hạn là cần thiết.
zh_hans: 过期月份为必填项。
zh_hant: 有效期限月份是必要資訊。

# Literal.ExpirationYear.Pattern
source: This is not a valid expiration year
af: Dit is nie ’n geldige vervaljaar nie
am: ይህ ልክ የሆነ የአገልግሎት ማብቂያ አመት አይደለም
ar: هذه ليست سنة صالحة لانتهاء الصلاحية
as: এইটো বৈধ ম্যাদ উকলা বছৰ নহয়
az: Bu, etibarlı bitmə ili deyil
bg: Това не е валидна година на изтичане на срока на годност
bn_in: এটি একটি বৈধ মেয়াদ উত্তীর্ণের বছর নয়
bs: Ovo nije važeća godina isteka
cy: Nid yw hon yn flwyddyn dod i ben ddilys
da: Dette er ikke et gyldigt udløbsår
de: Dies ist kein gültiges Ablaufjahr
el: Το έτος λήξης δεν είναι έγκυρο
es: Este no es un año de expiración válido
et: See aegumisaasta ei ole sobiv
eu: Ezin da erabili iraungitze-urte hau
fa: این سال انقضاء معتبر نیست
ga: Ní bliain éagtha bhailí í seo
gd: Chan eil a’ bhliadhna a dh’fhalbhas an ùine air dligheach
gl: Ano de caducidade non válido.
gu: આ માન્ય સમાપ્તિ વર્ષ નથી
he: שנת תפוגה זו לא חוקית
hi: यह मान्य समाप्ति वर्ष नहीं है
hr: Ovo nije valjana godina isteka
hu: Ez nem érvényes lejárati év
id: Ini bukan tahun kedaluwarsa yang valid
is: Þetta er ekki gilt fyrningarár
ja: 有効期限 (年) が正しくありません
ka: ვადის ამოწურვის თარიღის წელი არასწორია
kk: Жарамдылық мерзімі бітетін жыл дұрыс көрсетілмеген
kn: ಇದು ಮಾನ್ಯವಾದ ಮುಕ್ತಾಯ ವರ್ಷವಲ್ಲ
ko: 만료 연도가 올바르지 않습니다.
lo: ນີ້ບໍ່ແມ່ນປີໝົດອາຍຸທີ່ຖືກຕ້ອງ
lt: Šie galiojimo pabaigos metai netinkami
lv: Šis nav derīgs termiņa beigu gads
mi: Ehara tēnei i te tau mōnehu whaimana
mk: Годината на истекување е неважечка
ml: ഇതൊരു സാധുവായ കാലഹരണപ്പെടല്‍ വര്‍ഷമല്ല
mr: हे एक वैध कालबाह्यता वर्ष नाही
ms: Ini bukan tahun tamat tempoh yang sah
mt: Din mhijiex sena ta’ skadenza valida
ne: यो वैध समाप्ति वर्ष होइन
nn_no: Dette er eit ugyldig utløpsår
no: Dette er ikke et gyldig utløpsår
or: ଏହା ଏକ ବୈଧ ମିଆଦ ଶେଷର ବର୍ଷ ନୁହେଁ ।
pa_in: ਇਹ ਮਿਆਦ ਸਮਾਪਤੀ ਦਾ ਵੈਧ ਸਾਲ ਨਹੀਂ ਹੈ
pl: Ten rok wygaśnięcia jest nieprawidłowy
ru: Недопустимый год окончания срока действия
sl: To ni veljavno leto poteka
sr_cyrl_rs: Ово није важећа година истека
sr_latn_rs: Ovo nije važeća godina isteka.
sv: Detta är inte ett giltigt förfalloår
ta: இது செல்லுபடியான காலாவதியாகும் வருடம் இல்லை
te: ఇది చెల్లుబాటు అయ్యే గడువు ముగింపు సంవత్సరం కాదు
th: ปีหมดอายุไม่ถูกต้อง
tr: Bu geçerli bir son kullanma yılı değil
tt: Бу дөрес булмаган вакыты чыгу елы
ug: بۇ قەرەل يىل ئىناۋەتسىز
uk: Це неприпустимий рік завершення терміну дії
ur: یہ معیاد ختم ہونے کا درست سال نہیں ہے
uz: Bu tugash yili xato.
vi: Đây không phải là năm hết hạn hợp lệ
zh_hans: 此过期年份无效
zh_hant: 這不是有效的到期年份。

# Literal.ExpirationYear.Required
source: Expiration year is required.
af: Vervaljaar word vereis.
am: የማለቂያ ዓመት ያስፈልጋል።
ar: سنة انتهاء الصلاحية مطلوبة.
as: ম্যাদ উকলা বছৰ আৱশ্যক৷
az: Bitmə ili tələb olunur.
bg: Годината на изтичане на валидността е задължителна.
bn_in: মেয়াদ শেষের বছর উল্লেখ করা আবশ্যক৷
bs: Godina isteka je obavezna.
cy: Rhaid nodi'r flwyddyn dod i ben.
da: Udløbsåret skal angives.
de: Das Ablaufjahr ist erforderlich.
el: Απαιτείται το έτος λήξης.
es: El año de caducidad es obligatorio.
et: Aegumisaasta on kohustuslik.
eu: Iraungipen-urtea beharrezkoa da.
fa: به سال انقضا نیاز است.
ga: Bliain éagtha ag teastáil.
gd: Tha feum air bliadhna a' chinn-là a dh'fhalbhas an ùine air.
gl: Requírese ano de caducidade.
gu: સમાપ્તિ વર્ષની આવશ્યકતા છે.
he: נדרשת שנת תפוגה.
hi: समाप्ति वर्ष आवश्यक है.
hr: Godina isteka je obavezna.
hu: A lejárati év megadása kötelező.
id: Tahun kedaluwarsa diperlukan.
is: Ár lokadagsetningar er áskilið.
ja: 有効期限 (年) は必須項目です。
ka: მიუთითეთ რომელ წელს გადის ვადა.
kk: Мерзімі біту жылы қажет.
kn: ಮುಕ್ತಾಯ ವರ್ಷವು ಅಗತ್ಯವಿದೆ.
ko: 유효 기간의 연도는 필수 항목입니다.
ku_arab: ساڵی بەسەرچوون پێویستە.
ky: Мөөнөтү аяктачу жылын киргизиш керек.
lo: ຕ້ອງລະບຸປີໝົດອາຍຸທີ່ຖືກຕ້ອງ.
lt: Galiojimo pabaigos metai būtini.
lv: Norādiet termiņa beigu gadu.
mi: Kei te hiahiatia te tau pau.
mk: Годината на истекување е задолжителна.
ml: കാലഹരണപ്പെടല്‍ വര്‍ഷം ആവശ്യമാണ്.
mn: Дуусах хугацааны оныг бөглөх шаардлагатай.
mr: कालबाह्यता वर्ष आवश्यक आहे.
ms: Tahun tamat tempoh diperlukan.
mt: Is-sena ta' skadenza hi meħtieġa.
ne: म्याद सकिने वर्ष आवश्यक छ।
nn_no: Utløpsår er obligatorisk.
no: Utløpsår må angis.
or: ସମୟ ସମାପ୍ତ ବର୍ଷ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: خاتمے دا ورہ درکار اے۔
pa_in: ਮਿਆਦ ਸਮਾਪਤੀ ਦਾ ਸਾਲ ਲੋੜੀਂਦਾ ਹੈ।
pl: Rok wygaśnięcia jest wymagany.
ru: Необходимо ввести год окончания срока действия.
sd: مُدو پوري ٿيڻ جي سال جي گھرج آهي.
si: කල්පිරෙන වර්ෂය අවශ්‍යයි.
sl: Vnesite leto poteka.
sr_cyrl_rs: Година истека је обавезна.
sr_latn_rs: Godina isteka je obavezna.
sv: Förfalloåret måste anges.
ta: காலாவதியாகும் ஆண்டு தேவை.
te: గడువు ముగింపు సంవత్సరం అవసరం.
tg: Соли анҷоми мӯҳлат ҳатмист.
th: ต้องระบุปีหมดอายุ
tr: Son kullanma yılı gereklidir.
tt: Вакыт чыгу елы мәҗбүри.
ug: توشۇش تارىخى يىلى كېرەك.
uk: Потрібно вибрати рік закінчення дії.
ur: معیاد ختم ہونے سال درکار ہے.
uz: Amal qilish yili talab qilinadi.
vi: Năm hết hạn là cần thiết.
zh_hans: 过期年份为必填项。
zh_hant: 有效期限年份是必要資訊。
