Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.BankAccount.Current
source: Current
af: Tjek
am: አሁን
ar: الحالي
as: বৰ্তমান
az: Cari
bg: Текущ
bn_in: চালু
bs: Trenutno
cy: Cyfredol
da: Løbende
de: Girokonto
el: Τρέχων
es: Corriente
et: Praegune
eu: Kontu korrontea
fa: فعلی
ga: Reatha
gd: Làithreach
gl: Actual
gu: ચાલુ
he: עובר ושב
hi: वर्तमान
hr: Trenutni
hu: Folyószámla
id: Saat ini
is: Núverandi
ja: 普通
ka: მიმდინარე
kk: Ағымдағы
kn: ಪ್ರಸ್ತುತ
ko: 당좌
ku_arab: ئێستا
ky: Учурдагы
lo: ກະແສລາຍວັນ
lt: Einamasis
lv: Pašreizējais
mi: Onāianei
mk: Тековно
ml: നിലവിലുള്ള
mn: Одоогийн
mr: सद्य
ms: Semasa
mt: Kurrenti
ne: हाल
nn_no: Gjeldande
no: Gjeldende
or: ସାମ୍ପ୍ରତିକ
pa_arab_pk: کرنٹ
pa_in: ਚਲੰਤ
pl: Bieżący
ru: Текущий
sd: حاليہ
si: ජංගම
sl: Trenutni
sr_cyrl_rs: Актуелно
sr_latn_rs: Aktuelno
sv: Aktuell
ta: நடப்பு
te: ప్రస్తుతం
tg: Ҷорӣ
th: กระแสรายวัน
tr: Geçerli
tt: Гамәлдәге
ug: نۆۋەتتىكى
uk: Поточний
ur: موجودہ
uz: Joriy
vi: Hiện tại
zh_hans: 当前
zh_hant: 活期

# Word.BankAccount.CurrentAccount
source: Current Account
af: Tjekrekening
am: የአሁኑ መለያ
ar: الحساب الحالي
as: বৰ্তমান একাউণ্ট
az: Cari Hesab
bg: Текуща сметка
bn_in: চালু অ্যাকাউন্ট
bs: Trenutni račun
cy: Cyfrif Cyfredol
da: Løbende konto
de: Girokonto
el: Τρέχων λογαριασμός
es: Cuenta corriente
et: Praegune konto
eu: Kontu korrontea
fa: حساب فعلی
ga: Cuntas reatha
gd: Cunntas-ruith
gl: Conta actual
gu: ચાલુ ખાતુ
he: חשבון עובר ושב
hi: वर्तमान खाता
hr: Trenutni račun
hu: Folyószámla
id: Rekening Saat Ini
is: Núverandi reikningur
ja: 普通口座
ka: მიმდინარე ანგარიში
kk: Ағымдағы шот
kn: ಪ್ರಸ್ತುತ ಖಾತೆ
ko: 당좌 계좌
ku_arab: ئەژمێری بەردەوام
ky: Учурдагы эсеп
lo: ບັນຊີກະແສລາຍວັນ
lt: Einamoji sąskaita
lv: Pašreizējais konts
mi: Pūkete Pūtea
mk: Тековна сметка
ml: കറന്റ് അക്കൌണ്ട്
mn: Одоогийн данс
mr: सद्य खाते
ms: Akaun Semasa
mt: Kont Kurrenti
ne: हालको खाता
nn_no: Gjeldande konto
no: Brukskonto
or: ସାମ୍ପ୍ରତିକ ଆକାଉଣ୍ଟ୍
pa_arab_pk: کرنٹ اکاؤنٹ
pa_in: ਚਲੰਤ ਖਾਤਾ
pl: Rachunek bieżący
ru: Текущий счет
sd: ھاڻوڪو اڪائونٽ
si: ජංගම ගිණුම
sl: Trenutni račun
sr_cyrl_rs: Актуелни рачун
sr_latn_rs: Aktuelni račun
sv: Aktuellt konto
ta: நடப்பு கணக்கு
te: ప్రస్తుత ఖాతా
tg: Суратҳисоби ҷорӣ
th: บัญชีกระแสรายวัน
tr: Geçerli Hesap
tt: Гамәлдәге хисап язмасы
ug: نۆۋەتتىكى ھېسابات
uk: Поточний рахунок
ur: موجودہ اکائونٹ
uz: Joriy hisob raqami
vi: Tài khoản Vãng lai
zh_hans: 当前帐户
zh_hant: 活期存款帳戶

# Word.BankAccount.SavingAccount
source: Saving Account
af: Spaarrekening
am: የቁጠባዎች መለያ
ar: حساب التوفيرات
as: সঞ্চয় একাউণ্ট
az: Əmanət Hesabı
bg: Спестовна сметка
bn_in: সেভিং অ্যাকাউন্ট
bs: Račun za štednju
cy: Cyfrif Cynilo
da: Opsparingskonto
de: Sparkonto
el: Λογαριασμός ταμιευτηρίου
es: Cuenta de ahorros
et: Hoiukonto
eu: Aurrezki kontua
fa: حساب پس انداز
ga: Cuntas coigiltis
gd: Cunntas Caomhnaidh
gl: Gardando conta
gu: બચત ખાતુ
he: חשבון חיסכון
hi: बचत खाता
hr: Štedni račun
hu: Takarékszámla
id: Menyimpan Rekening
is: Sparireikningur
ja: 預金口座
ka: შემნახველი ანგარიში
kk: Жинақтаушы шот
kn: ಉಳಿತಾಯ ಖಾತೆ
ko: 저축 계좌
ku_arab: ئەژمێری پاشەکەوت
ky: Сактоо эсеби
lo: ບັນຊີຝາກປະຢັດ
lt: Taupomoji sąskaita
lv: Uzkrājumu konts
mi: Pūkete Penapena
mk: Штедна сметка
ml: സേവിംഗ് അക്കൌണ്ട്
mn: Хадгаламжийн данс
mr: बचत खाते
ms: Akaun Simpanan
mt: Kont ta' Tifdil
ne: बचत खाता
nn_no: Sparekonto
no: Sparekonto
or: ସଂରକ୍ଷଣ ଆକାଉଣ୍ଟ୍
pa_arab_pk: سیونگ اکاؤنٹ
pa_in: ਬੱਚਤ ਖਾਤਾ
pl: Rachunek oszczędnościowy
ru: Сберегательный счет
sd: محفوظ ڪرڻ وارو اڪائونٽ
si: ඉතිරි කිරීමේ ගිණුම
sl: Varčevalni račun
sr_cyrl_rs: Штедни рачун
sr_latn_rs: Štedni račun
sv: Spara konto
ta: சேமிப்பு கணக்கு
te: సేవింగ్ ఖాతా
tg: Суратҳисоби амонатӣ
th: บัญชีออมทรัพย์
tr: Hesap Kaydediliyor
tt: Хисап язмасын саклау
ug: ئامانەت ھېساباتى
uk: Ощадний рахунок
ur: بچت اکائونٹ
uz: Hisob raqamini saqlash
vi: Tài khoản Tiết kiệm
zh_hans: 储蓄帐户
zh_hant: 定期存款帳戶

# Word.BankAccount.Savings
source: Savings
af: Spaargeld
am: ቁጠባዎች
ar: توفير
as: সঞ্চয়
az: Əmanətlər
bg: Спестовна
bn_in: সেভিং
bs: Ušteda
cy: Cynilion
da: Besparelser
de: Sparkonto
el: Λογαριασμός ταμιευτηρίου
es: Cuenta de ahorro
et: Säästud
eu: Aurrezkiak
fa: پس اندازها
ga: Coigilteas
gd: Caomhnadh
gl: Aforros
gu: સેવિંગ્ઝ
he: חסכונות
hi: बचत
hr: Štednja
hu: Megtakarítási számla
id: Tabungan
is: Sparnaður
ja: 普通
ka: დანაზოგები
kk: Қаржы
kn: ಉಳಿತಾಯಗಳು
ko: 저축 예금
ku_arab: پاشەکەوت
ky: Аманаттар
lo: ຝາກປະຢັດ
lt: Santaupos
lv: Uzkrājumi
mi: Ngā moni i penapena
mk: Штедна
ml: സേവിംഗ്‌സ്
mn: Хадгаламж
mr: बचत
ms: Simpanan
mt: Kont ta' tifdil
ne: बचत गर्दै
nn_no: Sparing
no: Sparekonto
or: ସଞ୍ଚୟ
pa_arab_pk: بچتاں
pa_in: ਬੱਚਤਾਂ
pl: Rachunek oszczędnościowy
ru: Сберегательный
sd: محفوط ٿيل شيون
si: ඉතිරි කිරීම්
sl: Prihranki
sr_cyrl_rs: Уштеда
sr_latn_rs: Ušteda
sv: Sparkonto
ta: சேமிப்புகள்
te: సేవింగ్స్
tg: Пасандозҳо
th: ออมทรัพย์
tr: Tasarruf
tt: Сакланылганы
ug: بانكىدىكى پۇلىڭىز
uk: Накопичення
ur: بچت
uz: Jamg‘armalar
vi: Tiết kiệm
zh_hans: 储蓄
zh_hant: 存款帳戶

# Word.BankAccount.BankRIB.Hint
source: Bank RIB or Account number
af: Bank RIB of rekening nommer
am: ባንክ RIB ወይም መለያ ቁጥር
ar: بيان الهوية المصرفية أو رقم حساب البنك
as: বেংক RIB বা একাউণ্ট নম্বৰ
az: Bank RIB-i və ya Hesab nömrəsi
bg: Банков RIB код или номер на сметка
bn_in: ব্যাঙ্ক RIB বা অ্যাকাউন্ট নম্বর
bs: RIB banke ili broj računa
cy: Rhif cyfrif neu RIB banc
da: Bank RIB eller kontonummer
de: Bank-RIB oder Kontonummer
el: RIB τράπεζας ή αριθμός λογαριασμού
es: Número de cuenta o CIB del banco
et: Panga RIB või kontonumber
eu: Bankuaren RIBa edo kontu-zenbakia
fa: RIB بانک یا شماره حساب
ga: RIB an bhainc nó uimhir an chuntais
gd: RIB banca no àireamh cunntais
gl: Díxito de control bancario ou número de conta
gu: બેન્ક RIB અથવા એકાઉન્ટ નંબર
he: RIB של בנק או מספר חשבון
hi: बैंक RIB या खाता संख्या
hr: RIB banke ili broj računa
hu: RIB azonosító vagy számlaszám
id: Nomor Rekening atau RIB bank
is: Alþjóðlegt bankareikningsnúmer (RIB) eða reikningsnúmer
ja: 銀行 RIB または口座番号
ka: ბანკის RIB ან ანგარიშის ნომერი
kk: Банктің RIB немесе шот нөмірі
kn: ಬ್ಯಾಂಕ್ RIB ಅಥವಾ ಖಾತೆ ಸಂಖ್ಯೆ
ko: 은행 RIB 또는 계좌 번호
ku_arab: RIB ی بانک یان ژمارەی ئەژمێر
ky: RIB Банкы же Эсеп жазуунун номери
lo: RIB ຂອງທະນາຄານ ຫຼືເລກບັນຊີ
lt: Banko RIB arba sąskaitos numeris
lv: Bankas RIB vai Konta numurs
mi: RIB Pēke, tau Pūkete rānei
mk: Банковен RIB или број на сметка
ml: ബാങ്ക് RIB അല്ലെങ്കില്‍ അക്കൌണ്ട് നമ്പര്‍
mn: Банкны RIB эсвэл дансны дугаар
mr: बँक RIB किंवा खाते नंबर
ms: RIB Bank atau nombor Akaun
mt: RIB jew numru tal-Kont bankarju
ne: बैङ्क RIB वा खाता नम्बर
nn_no: Bankens RIB eller kontonummer
no: Bankens RIB eller kontonummer
or: ବ୍ୟାଙ୍କ RIB କିମ୍ଵା ଏକାଉଣ୍ଟ ନମ୍ଵର
pa_arab_pk: بینک RIB یا اکاؤنٹ نمبر
pa_in: ਬੈਂਕ RIB ਜਾਂ ਖਾਤਾ ਨੰਬਰ
pl: Numer RIB banku lub numer konta
ru: Код RIB банка или номер счета
sd: بينڪ RIB يا اڪائونٽ نمبر
si: බැංකු RIB හෝ ගිණුම් අංකය
sl: Koda RIB banke ali številka računa
sr_cyrl_rs: RIB банке или број рачуна
sr_latn_rs: RIB banke ili broj računa
sv: Bankens RIB eller kontonummer
ta: வங்கி RIB அல்லது கணக்கு எண்
te: బ్యాంక్ RIB లేదా ఖాతా సంఖ్య
tg: RIB-и бонк ё Рақами ҳисоб
th: RIB ธนาคารหรือหมายเลขบัญชี
tr: Banka RIB veya Hesap numarası
tt: Банкның RIB-ы яки хисап номеры
ug: بانكىنىڭ RIB ياكى ھېسابات نومۇرى
uk: Код RIB банку або номер рахунку
ur: بنک RIB یا اکاؤنٹ نمبر
uz: Bank RIB yoki Hisob qaydnomasi raqami
vi: RIB Ngân hàng hoặc Số tài khoản
zh_hans: 银行 RIB 或帐号
zh_hant: 銀行 RIB 或帳號

# Word.BankAccount.BankCode.Hint.SortingCode
source: - Bank sorting code -
af: - Banksorteerkode -
am: - የባንክ መደርደር ኮድ -
ar: - كود التحويل البنكي -
as: - বেংক চৰ্টিং ক'ড -
az: - Bankın identifikasiya kodu -
bg: - Код на банков клон -
bn_in: - ব্যাঙ্ক বাছাই কোড -
bs: - Šifra podružnice banke -
cy: - Cod didoli'r banc -
da: - Banksorteringskode -
de: - Bankleitzahl -
el: - Κωδικός ταξινόμησης τράπεζας -
es: - Código de identificación bancaria -
et: - Panga sortimiskood -
eu: - Banku-entitatearen kodea -
fa: - کد ترتیب بندی بانک -
ga: - Cód sortála an bhainc -
gd: - Còd seòrsachaidh banca -
gl: - Código de clasificación do banco -
gu: - બેંક સૉર્ટિંગ કોડ -
he: - קוד מיון של בנק -
hi: - बैंक सॉर्टिंग कोड -
hr: - Šifra bankovne podružnice -
hu: - Bankazonosító -
id: - Kode sorting bank -
is: - Flokkunarkóði banka -
ja: - 銀行分類コード -
ka: - ბანკის დახარისხების კოდი -
kk: - Банктің сұрыптау коды -
kn: - ಬ್ಯಾಂಕ್‌ನ ವಿಂಗಡಣೆ ಕೋಡ್ -
ko: - 은행 분류 코드 -
ku_arab: - کۆدی ریزبەندی بانک -
ky: - Банк ылгоо коду -
lo: - ລະຫັດລຽງລໍາດັບຂອງທະນາຄານ -
lt: - Banko identifikacinis kodas -
lv: - Bankas filiāles kods -
mi: - Waehere kōmaka pēke -
mk: - Код на филијала на банката -
ml: - ബാങ്ക് സോര്‍ട്ടിംഗ് കോഡ് -
mn: - Банкны эрэмбэлэх код -
mr: - बँक क्रमवारी कोड -
ms: - Kod pengisihan bank -
mt: - Kodiċi ta' ssortjar bankarju -
ne: - बैङ्क वर्गिकरण संकेत -
nn_no: - Banksorteringskode -
no: - Bankens sorteringskode -
or: - ବ୍ୟାଙ୍କ ସର୍ଟିଂ କୋଡ୍ -
pa_arab_pk: - بینک چھانٹی کوڈ -
pa_in: - ਬੈਂਕ ਵਰਗੀਕਰਨ ਕੋਡ -
pl: - Numer rozliczeniowy banku -
ru: - Код отделения банка -
sd: - بينڪ سورٽنگ ڪوڊ -
si: - බැංකු සුබෙදුම් කේතය -
sl: - Razvrščevalna oznaka banke (sorting code) -
sr_cyrl_rs: - Шифра филијале банке -
sr_latn_rs: - Šifra filijale banke -
sv: - Banksorteringskod -
ta: - வங்கி வரிசைப்படுத்தல் குறியீடு -
te: - బ్యాంక్ క్రమబద్ధీకరణ సంఖ్య -
tg: - Рамзи ҷудокунии бонк -
th: - รหัสการเรียงลำดับของธนาคาร -
tr: Banka şube kodu-
tt: - Банк тиңләштерү коды -
ug: - بانكا تۈر نومۇرى -
uk: - Номер відділення банку -
ur: - بینک چھنٹائی کوڈ -
uz: - Bank tartiblash raqami -
vi: - Mã chi nhánh ngân hàng -
zh_hans: - 银行分类代码 -
zh_hant: - 銀行分行代碼 -

# Word.BankAccount.BankCode.Hint.GH.SortingCode
source: Sorting Code must start with capital GH, example GH123456
af: Sorteerkode met begin met hoofletter GH, voorbeeld GH123456
am: መለያ ኮድ በዓቢይ ፊደል GH መጀመር አለበት፣ ለምሳሌ GH123456
ar: يجب أن يبدأ رمز التحويل البنكي بحروف GH، مثل GH123456
as: চৰ্টিং ক'ড বৰফলা GH-এৰে আৰম্ভ হ'বই লাগিব, উদাহৰণ GH123456
az: İdentifikasiya Kodu GH ilə başlamalıdır, məsələn GH123456
bg: Кодът на банковия клон трябва да започва с GH, като например GH123456
bn_in: বাছাই কোড রাজধানী GH দিয়ে শুরু হওয়া আবশ্যক, উদাহরণ GH123456
bs: Šifra podružnice mora započinjati velikim slovima GH, npr. GH123456
cy: Rhaid i'r Cod Didoli ddechrau gyda GH mewn prif lythrennau, enghraifft GH123456
da: Sorteringskoden skal starte med stort GH, for eksempel GH123456
de: Die Bankleitzahl muss mit den Großbuchstaben „GH“ beginnen, z. B. GH123456.
el: Ο κωδικός ταξινόμησης πρέπει να ξεκινά με τα κεφαλαία γράμματα GH, για παράδειγμα, GH123456
es: El código de identificación bancaria debe empezar por GH, por ejemplo GH123456
et: Sortimiskood peab algama suurtähtedega GH, näiteks GH123456
eu: Banku-entitatearen kodeak GH maiuskulekin hasi behar du, adibidez, GH123456
fa: کد مرتب‌سازی باید با GH بزرگ شروع شود، مثلاً GH123456
ga: Ní mór don Chód Sórtála tosú leis na cinnlitreacha GH, m.sh. GH123456
gd: Feumaidh an còd seòrsachaidh tòiseachadh le GH, mar eisimpleir GH123456
gl: O código de clasificación debe comezar coas letras maiúsculas GH, por exemplo, GH123456
gu: સૉર્ટિંગ કોડ કેપિટલ શબ્દ GH સાથે શરૂ થતો હોવો જોઇએ, ઉદાહરણ તરીકે GH123456
he: קוד המיון חייב להתחיל באותיות GH רישיות, לדוגמה GH123456
hi: सॉर्टिंग कोड कैपिटल GH के साथ प्रारंभ होना चाहिए, उदाहरण GH123456
hr: Šifra podružnice mora počinjati velikim slovima GH, npr. GH123456
hu: A bankazonosítónak a GH nagybetűkkel kell kezdődnie (például GH123456)
id: Kode Sorting harus dimulai dengan huruf kapital GH, misalnya GH123456
is: Röðunarkóðinn verður að byrja á GH með stórum stöfum, til dæmis GH123456
ja: 分類コードは大文字の GH で始まる必要があります (例: GH123456)。
ka: მფო კოდი უნდა დაიწყოს ასომთავრული GH-ით, მაგალითად, GH123456
kk: Сұрыптау коды бас әріптермен жазылатын GH арқылы басталуы керек, мысалы GH123456
kn: ಕ್ಯಾಪಿಟಲ್‌ GH ಮೂಲಕ ವಿಂಗಡಣೆ ಕೋಡ್ ಆರಂಭವಾಗಬೇಕು, ಉದಾಹರಣೆ GH123456
ko: 분류 코드는 대문자 GH로 시작해야 합니다(예: GH123456).
ku_arab: پێویستە کۆدی ریزبەندی بە پیتی گەورەی GH دەستپێبکات، نمونە GH123456
ky: Ылгоо коду баш GH менен башталышы керек, мисалы GH123456.
lo: ລະ​ຫັດ​ລຽງ​ລຳ​ດັບ​ຕ້ອງ​ເລີ່ມ​ຕົ້ນ​ດ້ວ​ຍ​ຕົວ​ອັກ​ສອນ​ໃຫຍ່ GH, ​ຕົວ​ຢ່າງ GH123456
lt: Rūšiavimo kodas turi prasidėti didžiosiomis raidėmis GH, pvz., GH123456
lv: Kārtošanas koda sākumā ir jābūt lielajiem burtiem GH, piemēram, GH123456
mi: Me tīmata te Waehere Kōmaka ki te GH pūnui, hei tauira GH123456
mk: Кодот на филијалата мора да почнува со големо GH, пример GH123456
ml: അടുക്കൽ കോഡ് വലിയ GH-ൽ ആരംഭിച്ചിരിക്കണം, ഉദാഹരണമായി GH123456
mn: Эрэмбэлэх код том GH үсгээр эхлэх ёстой. Жишээлбэл: GH123456
mr: क्रमवारी कोडचा कॅपिटल GH पासूनंच प्रारंभ झाला पाहिजे, उदाहरणार्थ GH123456
ms: Kod Pengisihan mesti bermula dengan huruf besar GH, contoh GH123456
mt: Il-Kodiċi tal-Issortjar irid jibda bl-ittri kaptiali GH, eżempju GH123456
ne: श्रेणीबद्ध गर्ने संकेत ठूलो अक्षर GH बाट सुरु हुनुपर्छ, उदाहरणको लागि GH123456
nn_no: Sorteringskoden må byrje med dei store bokstavane GH, for eksempel GH123456
no: Sorteringskoden må starte med stor GH, for eksempel GH123456.
or: ସର୍ଟିଂ କୋଡ୍ ନିଶ୍ଚିତଭାବରେ କ୍ୟାପିଟାଲ୍ GH ସହିତ ଆରମ୍ଭ ହେବା ଆବଶ୍ୟକ, ଉଦାହରଣ GH123456
pa_arab_pk: چھانٹی کوڈ لازماً وڈے حروف آلے GH نال شروع ہوندا اے، مثلاً GH123456
pa_in: ਸੌਰਟਿੰਗ ਕੋਡ ਲਾਜ਼ਮੀ ਤੌਰ ਤੇ ਕੈਪੀਟਲ GH ਨਾਲ ਸ਼ੁਰੂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਉਦਾਹਰਣ ਵਜੋਂ, GH123456
pl: Numer rozliczeniowy musi się rozpoczynać wielkimi literami GH, np.: GH123456
ru: Код отделения банка должен начинаться с заглавных букв "GH", например, GH123456.
sd: ڪوڊ ترتيب ڏيڻ وڏي GH سان شروع ٿيڻ گهرجي، مثال GH123456
si: සුබෙදුම් කේතය GH යන ලොකු අකුරු වලින් ආරම්භ විය යුතුය, උදාහරණය GH123456
sl: Razvrščevalna oznaka banke se mora začeti z velikima črkama GH, na primer GH123456
sr_cyrl_rs: Шифра филијале мора да почиње великим словима GH, као на пример, GH123456
sr_latn_rs: Šifra filijale mora da počinje velikim slovima GH, kao na primer, GH123456
sv: Sorteringskoden måste börja med versalt GH, t.ex. GH123456
ta: வரிசைப்படுத்தும் கோட் எண் கேப்பிட்டல் GH எழுத்தில் ஆரம்பிக்க வேண்டும், உதாரணம் GH123456
te: క్రమీకరణ కోడ్ తప్పనిసరిగా క్యాపిటర్ GHతో ప్రారంభించబడాలి, ఉదాహరణకు GH123456
tg: Рамзи мураттабсозӣ бояд бо ҳарфҳои калони GH оғоз ёбад, масалан GH123456.
th: รหัสการเรียงลำดับต้องเริ่มจาก GH ตัวใหญ่ เช่น GH123456
tr: Banka Şube Kodunun büyük GH harfleri ile başlaması gerekir. Örnek: GH123456
tt: Банк коды баш GH хәрефләре белән башланырга тиеш, мәсәлән, GH123456
ug: تۈرلەش كودى چوڭ ھەرپلىك GH بىلەن باشلىنىشى كېرەك، مەسىلەن: GH123456
uk: Номер відділення банку повинен починатися з великих літер "GH", наприклад, GH123456
ur: چھانٹی کوڈ لازماً بڑے GH سے شروع ہونا چاہیے، مثال GH123456
uz: Tartib raqami katta GH harflari bilan boshlanishi lozim, misol uchun GH123456
vi: Mã Chi nhánh phải bắt đầu bằng GH viết hoa, ví dụ: GH123456
zh_hans: 分类代码必须以大写的 GH 开头，例如 GH123456
zh_hant: 分類代碼開頭必須是大寫的 GH，範例 GH123456

# Word.BankAccount.Hint.Optional
source: - Optional -
af: - Opsioneel -
am: - ግድ ያይደለ -
ar: - اختياري -
as: - বৈকল্পিক -
az: - Məcburi deyil -
bg: - Незадължително -
bn_in: - বৈকল্পিক -
bs: - Opciono -
cy: - Dewisol -
da: - Valgfri -
el: - Προαιρετικά -
es: - Opcional -
et: - Valikuline -
eu: - Aukerakoa -
fa: - اختیاری -
ga: - Roghnach -
gd: - Roghainneil -
gl: - Opcional -
gu: - વૈકલ્પિક -
he: - אופציונלי -
hi: - वैकल्पिक -
hr: - Neobavezno -
hu: - Nem kötelező -
id: - Opsional -
is: - Valfrjálst -
ja: - オプション -
ka: - შერჩევითი -
kk: - Міндетті емес -
kn: - ಐಚ್ಛಿಕ -
ko: - 옵션 -
ku_arab: - ئیختیاریە -
ky: - Каалоо боюнча -
lo: - ເລືອກໄດ້ -
lt: - Pasirenkama -
lv: - Neobligāts -
mi: - Kōwhiringa -
mk: - Изборно -
ml: - ഓപ്‌ഷണല്‍ -
mn: - Дурын -
mr: - पर्यायी -
ms: - Pilihan -
mt: - Fakultattiv -
ne: - वैकल्पिक -
nn_no: - Valfri -
no: - Valgfritt -
or: - ବୈକଳ୍ପିକ -
pa_arab_pk: - اختیاری -
pa_in: - ਵਿਕਲਪਕ -
pl: - Opcjonalne -
ru: - Необязательный -
sd: - اختياري -
si: - වෛකල්පිත -
sl: - Neobvezno -
sr_cyrl_rs: - Опционо -
sr_latn_rs: - Opciono -
sv: - Valfritt -
ta: - விருப்பத்தேர்வு -
te: - ఐచ్ఛికం -
tg: - Ихтиёрӣ -
th: - ใส่หรือไม่ก็ได้ -
tr: - İsteğe bağlı -
tt: - Сайлаулы -
ug: - تاللانما -
uk: - Не обов’язково -
ur: - اختیاری -
uz: - Ixtiyoriy -
vi: - Tùy chọn -
zh_hans: - 可选 -
zh_hant: - 選填 -

# Word.BankAccount.AccountNumber.Hint
source: - IBAN number -
af: - IBAN-nommer -
am: - IBAN ቁጥር -
ar: - رقم IBAN -
as: - IBAN নম্বৰ -
az: - IBAN nömrəsi -
bg: - IBAN номер -
bn_in: - IBAN নাম্বার -
bs: - IBAN broj -
cy: - Rhif IBAN -
da: - IBAN-nummer -
de: - IBAN-Nummer -
el: - Αριθμός IBAN -
es: - Número IBAN -
eu: - IBAN zenbakia -
fa: - شماره IBAN -
ga: - Uimhir IBAN -
gd: - An àireamh IBAN -
gl: - Número IBAN -
gu: - IBAN નંબર -
he: - מספר IBAN -
hi: - IBAN संख्या -
hr: - IBAN broj -
hu: - IBAN-szám -
id: - Nomor IBAN -
is: - IBAN-númer -
ja: - IBAN 番号 -
ka: - IBAN ნომერი -
kk: - IBAN нөмірі -
kn: - IBAN ಸಂಖ್ಯೆ -
ko: - IBAN 번호 -
ku_arab: - ژمارەی IBAN -
ky: - IBAN номуру -
lo: - ໝາຍເລກ IBAN -
lt: - IBAN numeris -
lv: - IBAN numurs -
mi: - Tau IBAN -
mk: - IBAN-број -
ml: - IBAN നമ്പര്‍ -
mn: - IBAN дугаар -
mr: - IBAN नंबर -
ms: - Nombor IBAN -
mt: - Numru tal-IBAN -
ne: - IBAN नम्बर -
nn_no: - IBAN-nummer -
no: - IBAN-nummer -
or: - IBAN ନମ୍ଵର -
pa_arab_pk: - آئی بی اے این نمبر -
pa_in: - IBAN ਨੰਬਰ -
pl: - Numer IBAN -
ru: - Номер IBAN -
sd: - IBAN نمبر -
si: - IBAN අංකය -
sl: - Številka IBAN -
sr_cyrl_rs: - IBAN број -
sr_latn_rs: - IBAN broj -
sv: - IBAN-nummer-
ta: - IBAN எண் -
te: - IBAN సంఖ్య -
tg: - Рақами IBAN -
th: - หมายเลข IBAN -
tr: IBAN numarası-
tt: - IBAN номеры -
ug: - IBAN نومۇرى-
uk: - Номер IBAN -
ur: - IBAN نمبر -
uz: - IBAN raqami -
vi: - Số IBAN -
zh_hans: - IBAN 号码 -
zh_hant: - IBAN 號碼 -

# Word.BankAccount.BankCCI.Hint
source: Account number in CITIBANK Peru or Interbank Account Code
af: Rekening nommer in Citibank Peru of Interbank Rekening Kode
am: መለያ ቁጥር በ CITIBANK ፔሩ ወይም Interbank መለያ ኮድ
ar: رقم الحساب في سيتي بنك بيرو أو كود الحساب بين البنوك
as: CITIBANK পেৰু বা ইণ্টাৰবেংক একাউণ্ট ক'ডত একাউন্ট নম্বৰ
az: CITIBANK Peru və ya Banklararası Hesab Kodu
bg: Номер на сметка в CITIBANK Перу или междубанков номер на сметка
bn_in: CITIBANK পেরু র অ্যাকাউন্ট নম্বর অথবা Interbank এর অ্যাকাউন্ট কোড
bs: Broj računa u CITIBANK Peru ili međubankovna šifra računa
cy: Rhif cyfrif yn CITIBANK Periw neu God Cyfrif Interbank
da: Kontonummer i CITIBANK Peru eller Interbank-kontokode
de: Kontonummer bei CITIBANK Peru oder IBAN
el: Αριθμός λογαριασμού στην CITIBANK Peru ή κωδικός λογαριασμού διατραπεζικών συναλλαγών
es: Número de cuenta en CITIBANK Peru o CCI
et: Kontonumber pangas CITIBANK Peru või panga Interbank konto kood
eu: CITIBANK Peru bankuaren kontu-zenbakia edo Interbank kontu-kodea
fa: شماره حساب در CITIBANK پرو یا کد حساب Interbank
ga: Uimhir an chuntais i CITIBANK Pheiriú nó cód cuntais idirbhainc
gd: Àireamh a' chunntais ann an CITIBANK Peru no còd cunntas Interbank
gl: Número de conta de CITIBANK Perú ou código de conta de Interbank
gu: CITIBANKપેરુ અથવા ઇન્ટરબેન્ક એકાઉન્ટ કોડમાં એકાઉન્ટ નંબર
he: מספר חשבון ב- CITIBANK Peru או קוד חשבון של Interbank
hi: CITIBANK पेरू में खाता संख्या या अंतर बैंक खाता कोड
hr: Broj računa u CITIBANK Peru ili međubankovni kôd računa
hu: Számlaszám a CITIBANK perui fiókjában vagy Interbank számlakód
id: Nomor rekening di CITIBANK Peru atau Kode Rekening Antar-Bank
is: Reikningsnúmer í CITIBANK Perú eða Interbank-reikningskóði
ja: CITIBANK Peru の口座番号または銀行間のアカウント コード
ka: ანგარიშის ნომერი ბანკში CITIBANK Peru ან საერთაშორისო საბანკო ანგარიშის კოდი
kk: CITIBANK Перу бөлімшесіндегі шот нөмірі немесе Interbank шот коды
kn: CITIBANK ಪೆರು ರಲ್ಲಿ ಖಾತೆಯ ಸಂಖ್ಯೆ ಅಥವಾ ಇಂಟರ್‌ಬ್ಯಾಂಕ್ ಖಾತೆಯ ಕೋಡ್
ko: CITIBANK 페루의 계좌 번호 또는 은행 간 계좌 코드
ku_arab: ژمارەی ئەژمێر لە CITIBANK پیرۆ یان کۆدی ئەژمێری Interbank
ky: CITIBANK Peru боюнча эсеп жазуунун номери же Interbank Эсеп жазуунун Коду
lo: ເລກບັນຊີໃນ CITIBANK Peru ຫຼື ລະຫັດບັນຊີຂອງ Interbank
lt: Peru „CITIBANK“ sąskaitos numeris arba tarpbankinis sąskaitos numeris
lv: Konta numurs CITIBANK Peru vai Starpbanku konta kods
mi: Kei te Waehere Pūkete te tau pūkete i te CITIBANK Peru, i Interbank rānei
mk: Број на сметка во CITIBANK Перу или код на сметка на Interbank
ml: CITIBANK പെറുവിലെ അക്കൌണ്ട് നമ്പര്‍ അല്ലെങ്കില്‍ ഇന്റര്‍‌ബാങ്ക് അക്കൌണ്ട് കോഡ്
mn: CITIBANK Перу-н дансны дугаар эсвэл Интербанкны дансны код
mr: CITIBANK पेरू मधील खाते नंबर किंवा इंटरबँक खाते कोड
ms: Nombor akaun di CITIBANK Peru atau Kod Akaun Antara Bank
mt: Numru tal-Kont f'CITIBANK Peru jew Kodiċi tal-Kont Interbank
ne: CITIBANK पेरुमा खाता नम्बर वा इन्टरबैंक खाता सङ्केत
nn_no: Kontonummer i CITIBANK Peru eller Interbank Account Code
no: Kontonummer i CITIBANK Peru eller Interbank Account Code
or: CITIBANK ପେରୁ କିମ୍ଵା ଇଣ୍ଟରବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ କୋଡ୍‌ରେ ଏକାଉଣ୍ଟ ନମ୍ଵର
pa_arab_pk: CITIBANK پیرو دے وچ اکاؤنٹ نمبر یا بین البینک اکاؤنٹ کوڈ
pa_in: CITIBANK ਪੇਰੂ ਵਿਚ ਖਾਤਾ ਨੰਬਰ ਜਾਂ ਇੰਟਰਬੈਂਕ ਅਕਾਊਂਟ ਕੋਡ
pl: Numer konta w CITIBANK Peru lub kod konta międzybankowego
ru: Номер счета в CITIBANK Peru или международный код банковского счета
sd: CITIBANK Peru ۾ اڪائونٽ نمبر يا Interbank اڪائونٽ جو ڪوڊ
si: පීරු CITIBANK ගිණුම් අංකය හෝ අන්තර් බැංකු ගිණුම් කේතය
sl: Številka računa banke CITIBANK Peru ali medbančna koda računa
sr_cyrl_rs: Број рачуна у CITIBANK Peru или међубанкарска шифра рачуна
sr_latn_rs: Broj računa u CITIBANK Peru ili međubankarska šifra računa
sv: Kontonummer i CITIBANK i Peru eller Interbank-kontokod
ta: பெருவில் உள்ள CITIBANK கணக்கு எண் அல்லது Interbank கணக்கு குறியீடு
te: సిటీ బ్యాంక్ పెరూ లేదా ఇంటర్ బ్యాంక్ ఖాతా కోడ్‌లో ఖాతా సంఖ్య
tg: Рақами суратҳисоб дар CITIBANK Перу ё рамзи суратҳисоби байнибонкӣ
th: หมายเลขบัญชีใน CITIBANK Peru หรือรหัสบัญชีระหว่างธนาคาร
tr: CITIBANK Peru Hesap numarası veya Interbank Hesap Kodu
tt: Перуның CITIBANK-ындагы хисап номеры яки Интербанк хисап коды
ug: پىرۇ CITIBANK ھېسابات نومۇرى ياكى Interbank ھېسابات نومۇرى
uk: Номер рахунку в CITIBANK Peru або міжнародний код банківського рахунку
ur: CITIBANK پیرو کا اکاؤنٹ نمبر اور بین البینک اکاؤنٹ کوڈ
uz: CITIBANK Perudagi Hisob qaydnomasi raqami yoki Interbank Hisob qaydnomasi kodi
vi: Số tài khoản tại CITIBANK Peru hoặc Mã Tài khoản Liên ngân hàng
zh_hans: CITIBANK Peru 中的帐号或 Interbank 帐户代码
zh_hant: CITIBANK Peru 中的帳號或銀行往來帳戶代碼
