Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ACH.SubscriptionAgreement.New
source: By registering or selecting your bank account as your payment method, you authorize Microsoft (or its agent) to initiate one or more debits for the total amount (including applicable taxes, fees and shipping costs) of your purchase or subscription charge (in accordance with the terms of your subscription service) from your bank account (and, if necessary, initiate one or more credits to your bank account to correct errors, issue a refund or similar purpose), and you authorize the financial institution that holds your bank account to deduct such debits or accept such credits. You understand that this authorization will remain in full force and effect until you remove your bank account information from your Microsoft account or Skype account.
af: Deur jou bankrekening as jou betaalmetode te registreer of te selekteer, magtig jy Microsoft (of Microsoft se agent) om een of meer debiete vir jou aankoop- of intekeningskoste (ingevolge jou intekeningdiens se bepalings) se totale bedrag (insluitend toepaslike belastings, fooie en versendingskoste) teen jou bankrekening te inisieer (en, indien nodig, een of meer krediete teen jou bankrekening te inisieer om foute reg te stel, ’n terugbetaling uit te reik, of iets dergeliks), en jy magtig die finansiële instelling waar jou bankrekening gehou word om sulke debiete af te trek of sulke krediete te aanvaar. Jy verstaan dat hierdie magtiging ten volle van krag sal wees totdat jy jou bankrekeninginligting van jou Microsoft- of Skype-rekening verwyder.
am: የባንክ መለያዎን እንደ የመክፈያ ዘዴ በመመዝገብ ወይም በመምረጥ፣ ለግዢ ወይም ለደንበኝነት ምዝገባ (በደንበኝነት ምዝገባው የአገልግሎት ውሎች መሰረት) ወጪዎ ጠቅላላ መጠን (አግባብነት ያላቸው ግብሮችን፣ ወጪዎችንና የመላኪያ ክፍያዎችን ጨምሮ) Microsoft (ወይም ኤጀንቶቹ) አንድ ወይም ከዚያ በላይ የሂሳብ ወጪዎችን ከባንክ ሂሳብዎ እንዲቀነሱ እንዲያዝዝ (ወይም አስፈላጊ ሲሆን ስህተቶችን ለማስተካከል፣ ተመላሽ ገንዘብ ለማስገባት እና ለተመሳሳይ ስራዎች ወደ የባንክ ሂሳብዎ ገቢ እንዲያደርግ) ፈቅደዋል፣ እንዲሁም የባንክ ሂሳብዎን የያዘው የገንዘብ ተቋም የሂሳብ ወጪዎቹን እንዲቀንስ እና ገቢዎቹን እንዲጨምር ፈቅደዋል። የባንክ ሂሳብ መረጃዎን ከMicrosoft መለያዎ ወይም ከSkype መለያዎ ላይ እስከሚያስወግዱ ድረስ ይህ ፈቃድዎ ሙሉ በሙሉ የሚተገበር ሆኖ እንደሚቀጥል ተረድተዋል።
ar: عند تسجيل حساب البنك الخاص بك أو تحديده كطريقة الدفع الخاصة بك، فإنك تخول Microsoft (أو وكيلها) بالبدء في إجراء سحب واحد أو أكثر للمبلغ الإجمالي (بما في ذلك الضرائب، والرسوم، وتكاليف الشحن الواجبة) لتكلفة عملية الشراء أو الاشتراك الخاصة بك (وفقاً لشروط خدمة الاشتراك) من حساب البنك الخاص بك (وسيتم البدء عند الضرورة في إجراء عملية واحدة أو أكثر لوضع مبلغ مدين بحساب البنك الخاص بك وذلك لتصحيح الأخطاء، أو إصدار المبلغ المسترد، أو لغرض مماثل)، كما أنك تخول المؤسسة المالية التي تحتفظ بحساب البنك الخاص بك بخصم مثل تلك السحوبات أو الموافقة على تلك الإيداعات في الحساب. أنت تدرك أنه سيظل هذا التخويل ساري المفعول ونافذاً بشكل كامل حتى يتم إزالة معلومات حساب البنك الخاصة بك من حساب Microsoft أو حساب Skype.
as: আপোনাৰ ধন পৰিশোধ পদ্ধতিৰ ৰূপত আপোনাৰ বেংক একাউণ্ট পঞ্জীয়ন বা চয়ন কৰি, আপুনি আপোনাৰ বেংক একাউণ্টৰ পৰা মুঠ পৰিমাণৰ বাবে এটা বা অধিক ডেবিট আৰম্ভ কৰিবলৈ Microsoft-ক (বা ইয়াৰ এজেণ্টক) (আপোনাৰ সদস্যভুক্তি সেৱাৰ চৰ্ত অনুযায়ী) আপোনাৰ ক্ৰয় বা সদস্যভুক্তি মাছুল (প্ৰযোজ্য কৰ, মাছুল আৰু শ্বিপিং মূল্যক অন্তৰ্ভুক্ত কৰি) ল'বলৈ অনুমোদন জনাইছে (আৰু, যদি আৱশ্যক হয়, ত্ৰুটিসমূহ শুদ্ধ কৰিবলৈ, এটা ৰিফাণ্ড বা একে উদ্দেশ্যে আপোনাৰ বেংক একাউণ্টলৈ এটা বা অধিক ক্ৰেডিট আৰম্ভ কৰিবলৈ), আৰু আপুনি বিত্তীয় প্ৰতিষ্ঠানক অনুমোদন জনাইছে যি তেনে ডেবিট হ্ৰাস কৰিবলৈ বা তেনে ক্ৰেডিট স্বীকাৰ কৰিবলৈ আপোনাৰ বেংক একাউণ্টক ধাৰণ কৰিছে৷ আপুনি বুজি পাইছে যে এই অনুমোদন পূৰ্ণ জোৰেৰে বৰ্তাই ৰাখিব আৰু আপুনি আপোনাৰ Microsoft একাউন্ট বা Skype একাউন্টৰ পৰা আপোনাৰ বেংক একাউণ্টৰ তথ্য আঁতৰ নকৰালৈকে কাৰ্যকৰী হ'ব৷
az: Qeydiyyatdan keçməklə və ya ödəniş üsulu kimi bank hesabınızı seçməklə, siz Microsoft-a (yaxud onun agenti) satınalmanızın ümumi məbləği (müvafiq vergilər, rüsumar və göndəriş xərcləri daxil olmaqla) üçün bir və ya bir neçə debet, yaxud bank hesabınızdan (və lazım gələrsə, səhvləri düzəltmək üçün bank hesabınıza bir və ya bir neçə kreditə təşəbbüs göstərmək) abunə xərcinə (abunə xidmətinizin şərtlərinə uyğun olaraq) təşəbbüs göstərməyə səlahiyyət verirsiniz və bank hesabınızı saxlayan maliyyə institutuna bu cür debetləri çıxarmağa və ya bu cür kreditləri qəbul etməyə səlahiyyət verirsiniz. Siz anlayırsınız ki, bu səlahiyyət Microsoft hesabınızdan və ya Skype hesabınızdan bank hesabı ilə bağlı məlumatınızı silməyənə kimi qüvvədə qalacaqdır.
bg: Чрез регистриране или избиране на вашата банкова сметка като метод на плащане упълномощавате Microsoft (или неин представител) да инициира един или повече дебити за общата сума (включително приложими данъци, такси и разходи по изпращането) на вашата покупка или абонаментна такса (в съответствие с условията на вашата услуга за абониране) от банковата ви сметка (и ако е необходимо, да инициира един или повече кредити към банковата ви сметка, да коригира грешки, да осъществява възстановяване на средства или за подобна цел) и упълномощавате финансовата институция, която управлява банковата ви сметка, да приспада такива дебити или да приема такива кредити. Разбирате, че това упълномощаване остава в сила и действие, докато не премахнете информацията за банковата ви сметка от акаунта ви в Microsoft или в Skype.
bn_in: আপনার ব্যাঙ্ক অ্যাকাউন্টকে অর্থ দেওয়ার মাধ্যম হিসেবে নির্বাচন অথবা রেজিস্টার করে, আপনার ব্যাঙ্ক অ্যাকাউন্ট (এবং, যদি প্রয়োজন হয়, আপনার ব্যাঙ্ক অ্যাকাউন্টের ত্রুটি সংশোধনের, টাকার ফেরত ইস্যু করতে অথবা অনুরূপ উদ্দেশ্যের জন্য এক বা একাধিক ক্রেডিটের চালনা করতে পারেন)থেকে সাবস্ক্রিপশন চার্জ (আপনার পরিষেবার সদস্যতা শর্তাবলী অনুযায়ী) অথবা আপনার মোট ক্রয়ের এক বা অধিক অর্থ ডেবিট করার জন্য (প্রযোজ্য কর, ফি এবং শিপিং খরচ সহ) আপনি Microsoft (অথবা এর প্রতিনিধি) -কে অনুমোদন দিয়েছেন, এবং আপনি আপনার আর্থিক প্রতিষ্ঠান যার কাছে আপনার ব্যাঙ্ক অ্যাকাউন্টকে ধরে রেখেছে তাদের এই ধরনের ডেবিট কেটে নিতে বা এই ধরনের ক্রেডিট গ্রহণ করার অনুমোদন দিয়েছেন। আপনি বোঝেন যে এই অনুমোদন পূর্ণ বহাল থাকবে এবং যতক্ষণ না আপনি আপনার ব্যাঙ্ক অ্যাকাউন্টের তথ্য আপনার Microsoft অ্যাকাউন্ট বা Skype অ্যাকাউন্ট থেকে অপসারণ করছেন।
bs: Registriranjem ili odabirom bankovnog računa kao načina plaćanja dajete ovlaštenje kompaniji Microsoft (ili njenom agentu) da pokrene jedno ili više terećenja vašeg bankovnog računa do ukupnog iznosa (uključujući važeće poreze, naknade i troškove isporuke) naplate kupovine ili pretplate, u skladu s uslovima usluge pretplate, (i po potrebi pokrene jednu ili više uplata na vaš bankovni račun u svrhu ispravljanja grešaka, povrata novca ili druge slične svrhe) i dajete ovlaštenje finansijskoj instituciji koja drži vaš bankovni račun za takva terećenja i prihvaćanje takvih uplata. Shvaćate da će ovo ovlaštenje ostati na punoj snazi dok ne uklonite informacije o svom bankovnom računu sa svog Microsoft računa ili Skype računa.
cy: Trwy gofrestru neu ddewis eich cyfrif banc fel eich dull talu, rydych chi'n awdurdodi Microsoft (neu ei asiant) i gychwyn un debyd neu fwy ar gyfer y cyfanswm (yn cynnwys trethi perthnasol a chostau danfon) eich pwrcasiad neu dâl tanysgrifiad (yn unol ag amodau eich gwasanaeth tanysgrifio) o'ch cyfrif banc (ac, os oes angen, cychwyn un credyd neu fwy i'ch cyfrif banc i gywiro gwallau, gwneud ad-daliad neu ddiben o'r fath), ac rydych chi'n awdurdodi'r sefydliad ariannol ble mae eich cyfrif banc i ddidynnu debydau o'r fath neu dderbyn credydau o'r fath. Rydych yn deall y bydd yr awdurdodiad hwn mewn grym ac yn effeithiol nes eich bod yn tynnu eich gwybodaeth cyfrif banc o'ch cyfrif Microsoft neu gyfrif Skype.
da: Ved at registrere eller vælge din bankkonto som din betalingsmetode autoriserer du Microsoft (eller dens agent) til at igangsætte en eller flere debiteringer at det samlede beløb (herunder gældende afgifter, gebyrer og forsendelsesomkostninger) af dit køb eller abonnementsopkrævning (i henhold til vilkårene i din abonnementstjeneste) fra din bankkonto (og om nødvendigt at igangsætte en eller flere krediteringer til din bankkonto for at rette fejl, udstede en refundering eller lignende), og du autoriserer det finansieringsinstitut, som holder din bankkonto til at fratrække sådanne kreditter. Du bekræfter, at denne autorisation forbliver i fuld kraft, indtil du fjerner oplysningerne om din bankkonto fra din Microsoft- eller Skype-konto.
de: Durch die Registrierung oder Auswahl Ihres Bankkontos als Zahlungsmethode autorisieren Sie Microsoft (oder seine Vertreter) dazu, den Gesamtbetrag (einschließlich ggf. anfallender Steuern, Gebühren und Versandkosten) für Ihren Einkauf oder Ihr Abonnement (gemäß den Bestimmungen des Abonnementdiensts) von Ihrem Bankkonto einzuziehen und bei Bedarf eine Gutschrift für Ihr Konto zu veranlassen, um Fehler zu korrigieren, eine Rückerstattung zu leisten oder Ähnliches. Darüber hinaus autorisieren Sie das Kreditinstitut, bei dem Sie Ihr Konto eingerichtet haben, derartige Einzüge oder Gutschriften abzuwickeln. Sie sind sich darüber im Klaren, dass diese Autorisierung ihre uneingeschränkte Gültigkeit behält, bis Sie die Bankkontodaten aus Ihrem Microsoft-Konto oder Skype-Konto entfernen.
el: Με την εγγραφή ή την επιλογή του τραπεζικού λογαριασμού σας ως μέθοδο πληρωμής, εξουσιοδοτείτε τη Microsoft (ή τους συνεργάτες της) να πραγματοποιήσουν μία ή περισσότερες χρεώσεις για το συνολικό ποσό (συμπεριλαμβανομένων των σχετικών φόρων, τελών και εξόδων αποστολής) της χρέωσης για την αγορά ή τη συνδρομή σας (σύμφωνα με τους όρους της υπηρεσίας συνδρομής σας) από τον τραπεζικό λογαριασμό σας (και, εάν είναι απαραίτητο, να πραγματοποιήσουν μία ή περισσότερες πιστώσεις στον τραπεζικό λογαριασμό σας για να επιδιορθώσουν σφάλματα, να εκδώσουν μια επιστροφή χρημάτων ή για παρόμοιο σκοπό) και εξουσιοδοτείτε το χρηματοπιστωτικό ίδρυμα στο οποίο διατηρείτε τον τραπεζικό λογαριασμό σας να αφαιρέσει αυτές τις χρεώσεις ή να αποδεχτεί αυτές τις πιστώσεις. Κατανοείτε ότι αυτή η εξουσιοδότηση θα παραμείνει σε ισχύ έως ότου καταργήσετε τα στοιχεία του τραπεζικού λογαριασμού σας από τον λογαριασμό σας Microsoft ή Skype.
es: Al registrarte o seleccionar tu cuenta bancaria como forma de pago, autorizas a Microsoft (o su agente) a iniciar uno o más débitos del importe total (incluidos los costos de envío, los honorarios y los impuestos aplicables) de tu compra o los cargos del plan (de acuerdo con los términos del servicio de suscripción) de tu cuenta bancaria (y, si es necesario, iniciar uno o más créditos en tu cuenta bancaria para corregir errores, emitir un reembolso o algo parecido), y autorizas a la entidad financiera donde se encuentra tu cuenta bancaria a deducir dichos débitos o aceptas los créditos. Comprendes que esta autorización seguirá en plena vigencia hasta que se quite la información de tu cuenta bancaria de tu cuenta de Microsoft o de Skype.
et: Registreerides või valides makseviisiks oma pangakonto, lubate Microsoftil (või selle agendil) algatada teie pangakontolt teie ostu või tellimuse makse (teie tellimuse tingimuste kohaselt) kogusummas (koos kohaldatavate maksude, tasude ja saatekuludega) ühe või mitu debiteerimist (ja vajaduse korral algatada vigade parandamiseks, raha tagastamiseks vms ühe või mitu teie pangakonto krediteerimist), samuti lubate finantsasutusel, kus teie pangakonto asub, selliseid debiteerimisi teie kontolt maha võtta või selliseid krediteerimisi aktsepteerida. Te mõistate, et see volitus kehtib täielikult seni, kuni eemaldate Microsofti kontolt või Skype’i kontolt oma pangakonto andmed.
eu: Banku-kontua ordainketa-metodo gisa erregistratzen edo hautatzen duzunean, baimena ematen diozu Microsoft-i (edo bere agenteei) zure erosketaren edo harpidetzaren kostuaren (harpidetza-zerbitzuaren baldintzen arabera) guztizko zenbatekoaren zordunketa bat edo gehiago hasteko (aplika daitezkeen tasak, zergak eta bidalketa-kostuak barne) zure banku-kontutik (eta, behar izanez gero, banku-kontuarekin kreditu bat edo gehiago has daitezke akatsak zuzentzeko, diru-itzultze bat jaulkitzeko edo antzeko xedeetarako), eta baimena ematen diozu banku-kontuaren jabe diren finantza-erakundeei zordunketa horiek zorduntzeko eta kredituak onartzeko. Ulertzen duzu, gainera, baimenak indarrean iraungo duela banku-kontuaren informazioa Microsoft kontutik edo Skype kontutik kentzen duzu arte.
fa: با ثبت‌نام یا انتخاب حساب بانکی‌تان به عنوان روش پرداخت، به Microsoft (یا عامل آن) این اجازه را می‌دهید تا یک یا چندین کسر بدهی را برای کل مبلغ (از جمله مالیات‌های قابل اجرا، هزینه‌ها و هزینه‌های ارسال) خریدتان یا شارژ اشتراکتان (مطابق با شرایط سرویس اشتراک شما) از حساب بانکی‌تان (و در صورت لزوم، شروع یک یا چندین سپرده‌گذاری در حساب بانکی شما برای تصحیح خطاها، صدور یک بازپرداخت یا هدف مشابه) شروع کند و شما به مؤسسه مالی این اجازه را می‌دهید تا برای کسر اینگونه بدهی‌ها یا پذیرفتن اینگونه اعتبارها، از حساب بانکی‌تان استفاده کند. شما می‌دانید تا زمانی که اطلاعات حساب بانکی‌تان را از حساب Microsoft یا حساب Skype خود حذف نکنید، این ارائه مجوز به طور کامل قابل اجرا و اعمال خواهد بود.
ga: Ach clárú nó do chuntas bainc a roghnú mar do mhodh íocaíochta, údaraíonn tú do Microsoft (nó dá ghníomhaire) chun dochar amháin nó níos mó a thionscnamh do mhéid iomlán (lena n-áirítear cánacha, táillí agus costais poist infheidhme) do cheannaigh nó do tháille síntiúis (de réir théarmaí do sheirbhíse síntiúis) ó do chuntas bainc (agus, sochar amháin nó níos mó a thionscnamh chuig do chuntas bainc chun earráidí a cheartú, aisíocaíocht a eisiúint nó mar sin de), agus údaraíonn tú don institiúid airgeadais ina bhfuil do chuntas bainc dochar mar sin a asbhaint nó glacadh le sochar mar sin. Tuigeann tú go mbeidh an t-údarú i bhfeidhm go hiomlán go dtí go mbaineann tú d'fhaisnéis chuntais bainc ó do chuntas Microsoft nó do chuntas Skype.
gd: Nuair a chlàraicheas no thaghas tu an cunntas banca agad mar an dòigh pàighidh agad, bheir thu ùghdarrasadh dha Microsoft (no dhan àidseant againn) gus debit no iomadh debit a thòiseachadh airson an t-suim iomlan (a’ gabhail a-staigh cìsean, tàillean is cosgaisean lìbhrigidh iomchaidh) aig tàille na ceannachd no an fho-sgrìobhaidh agad (a-rèir teirmichean na seirbheise fo-sgrìobhaidh agad) on chunntas banca agad (agus ma bhios feum air, tòiseachadh air creideas no iomadh creideas dhan chunntas banca agad gus mearachdan a chàradh, ath-dhìoladh a thoirt dhut no adhbhar coltas ris) agus bheir thu ùghdarrasadh dhan bhuidheann ionmhasail a tha a’ glèidheadh a’ chunntais banca agad gus debits dhen leithid a thoirt air falbh no gabhail ri creideasan dhen leithid. Tha thu a’ tuigsinn gum mair an t-ùghdarrasadh seo gus an toir thu air falbh fiosrachadh a’ chunntais banca agad on chunntas Microsoft no cunntas Skype agad.
gl: Ao rexistrarte ou seleccionar a túa conta bancaria como método de pagamento, autorizas a Microsoft (ou o seu axente) a iniciar un ou máis débitos do importe total (incluídos os custos de envío, as cotas e os impostos aplicables) da túa compra ou os custos da subscrición (de acordo coas condicións do servizo da súa subscrición) da túa conta bancaria (e, se é preciso, iniciar un ou máis créditos na túa conta bancaria para corrixir erros, emitir un reembolso ou algo parecido), e autorizas á entidade financeira en que se encontra a túa conta bancaria a descontar os débitos ou aceptar os créditos. Comprendes que esta autorización seguirá en plena vixencia ata que se elimine a información da túa conta bancaria da túa conta de Microsoft ou de Skype
gu: તમારી ચુકવણી પદ્ધતિ તરીકે તમારા બેંક ખાતાની નોંધણી કે પસંદગી કરીને, તમે Microsoft (કે તેના એજન્ટને), તમારા બેંક એકાઉન્ટમાંથી (તમારી સબ્સ્ક્રિપ્શન સેવાના નિયમો મુજબ) કુલ રકમ(લાગુ પડતા કરો,ફીઝ, અને શિપિંગ ખર્ચાઓ સહિત) માટે એક કે તેથી વધુ ડેબિટ્સ કરવા માટે (અને જો જરૂરી હોય તો, ભૂલો સુધારવા, રિફંડ આપ્વા અને સમાન હેતુઓ માટે એકથી વધુ ક્રેડિટ્સ કરવા માટે) અધિકૃત કરો છો, અને તમે તમારું બેંક એકાઉન્ટ ધરાવતી નાણાકીય સંસ્થાને આવા ડેબિટ્સ કાપવા કે ક્રેડિટ્સ જમા કરવા માટે અધિકૃત કરો છો. તમે સમજો છો કે જ્યાં સુધી તમે તમારી બેંક માહિતીને તમારા Microsoft ખાતું કે Skype ખાતુંમાંથી નહીં હટાવો ત્યાં સુધી આ અધિકૃતતા પૂર્ણ સત્તા અને પ્રભાવમાં રહેશે.
he: על-ידי הרישום או הבחירה של חשבון הבנק שלך בתור שיטת התשלום שלך, אתה מאשר ל- Microsoft (או לסוכן מטעמה) ליזום חיוב אחד או יותר של הסכום הכולל (לרבות מסים, עמלות ועלויות משלוח) עבור עלות הרכישה או המינוי שלך (לפי התנאים של שירות המינוי שלך) מחשבון הבנק שלך (ובמידת הצורך, ליזום זיכוי אחד או יותר של חשבון הבנק לתיקון טעויות, לביצוע החזר או למטרות דומות), ואתה מאשר למוסד הפיננסי המחזיק בחשבון הבנק שלך להפחית חיובים אלה או לקבל זיכויים אלה. אתה מבין שאישור זה יישאר במלוא תוקפו עד להסרת פרטי חשבון הבנק שלך מחשבון Microsoft או מחשבון Skype שלך.
hi: अपने बैंक खाते को अपनी भुगतान विधि के रूप में दर्ज करके या उसे चुनकर, आप Microsoft (या उसके एजेंट को) को कुल राशि (लागू कर, शुल्क और नौपरिवहन लागत सहित) के लिए अपनी खरीदारी या सदस्यता शुल्क (सदस्यता सेवा की शर्तों के अनुसार) के लिए अपने बैंक खाते को एकाधिक डेबिट के लिए (और, यदि आवश्यक हो, त्रुटियों को सुधारने, धनवापसी करने या समान उद्देश्य के लिए आपके बैंक खाते में एकाधिक क्रेडिट) प्राधिकृत करते हैं और आप अपने खाताधारक वित्तीय संस्थान को ऐसी धन कटौती करने या ऐसे क्रेडिट के लिए प्राधिकृत करते हैं. आप इस तथ्य को समझते हैं कि यह प्रमाणन पूरी तरह से लागू रहेगा और तब तक लागू रहेगा जब तक कि आप अपने Microsoft खाता या Skype खाता से अपनी बैंक खाता जानकारी निकाल नहीं लेते.
hr: Registriranjem ili odabirom bankovnog računa kao načina plaćanja autorizirate Microsoft (ili njegovog agenta) da pokrene jedno ili više terećenja vašeg bankovnog računa do ukupnog iznosa (uključujući važeće poreze, naknade i troškove isporuke) naplate kupnje ili pretplate, sukladno uvjetima usluge pretplate, (i po potrebi pokrene jednu ili više uplata na vaš bankovni račun u svrhu ispravljanja pogrešaka, povrata novca ili druge slične svrhe) i autorizirate financijsku instituciju koja drži vaš bankovni račun za takva terećenja i prihvaćanje takvih uplata. Shvaćate da će ova autorizacija ostati na punoj snazi dok ne uklonite informacije o svojem bankovnom računu sa svojeg Microsoftovog računa ili računa za Skype.
hu: A bankszámla fizetési módként való regisztrálásával vagy kiválasztásával Ön engedélyezi a Microsoftnak (vagy a megbízottjának), hogy egy vagy több terhelést indítson a vásárlás vagy az előfizetési díj (az előfizetési szolgáltatás feltételei alapján) teljes összegére vonatkozóan (beleértve a vonatkozó adókat, díjakat és szállítási költségeket) az Ön bankszámlájáról (és ha szükséges, egy vagy több jóváírást indítson az Ön bankszámlájára hibák kijavítása, visszatérítés küldése vagy hasonló célból), továbbá engedélyezi a bankszámláját kezelő pénzintézet számára, hogy levonja az ilyen terheléseket, illetve elfogadja az ilyen jóváírásokat. Tudomásul veszi, hogy ez az engedély mindaddig teljes mértékben érvényben marad, amíg Ön nem törli bankszámlaadatait a Microsoft-fiókjából vagy a Skype-fiókjából.
id: Dengan mendaftarkan atau memilih rekening bank sebagai metode pembayaran, Anda memberikan otorisasi kepada Microsoft (atau agennya) untuk mulai memasukkan satu debit atau lebih untuk jumlah total (termasuk pajak, biaya, dan biaya pengiriman yang berlaku) biaya pembelian atau langganan (sesuai dengan ketentuan layanan langganan) dari rekening bank Anda (dan, bila perlu, mulai memasukkan satu kredit atau lebih ke rekening bank Anda untuk memperbaiki kesalahan, mengeluarkan pengembalian dana, atau tujuan serupa), dan Anda memberikan otorisasi kepada lembaga keuangan yang memegang rekening bank untuk mengurangi debit atau menerima kredit. Anda memahami bahwa otorisasi ini akan tetap berlaku penuh dan efektif hingga informasi rekening bank dihapus dari akun Microsoft atau Skype Anda.
is: Með því að skrá eða velja bankareikninginn þinn sem greiðslumáta heimilar þú Microsoft (eða fulltrúum þess) að búa til eina eða fleiri skuldir sem nema heildarupphæð (að meðtöldum sköttum, gjöldum og sendingarkostnaði sem kunna að eiga við) kaupa á vöru eða áskrift (í samræmi við skilmála áskriftarþjónustunnar) sem tengjast þínum bankareikningi (og, ef þörf krefur, stofna eina eða fleiri inneignarfærslur á bankareikningnum þínum til að leiðrétta villur, framkvæma endurgreiðslu eða í svipuðum tilgangi), og þú heimilar þeirri fjármálastofnun sem þú ert með bankareikning hjá að færa slíkar skuldir til greiðslu eða samþykkja slíkar inneignarfærslur. Þér er ljóst að slík heimild heldur fullu gildi þar til þú fjarlægir upplýsingar um bankareikninginn þinn af Microsoft-reikningnum þínum eða Skype-reikningnum þínum.
ja: 銀行口座を支払方法として登録または選択することによって、Microsoft (またはその代理人) が、お客様の購入やサブスクリプションにかかる金額 (サブスクリプション サービスの条件に準じた金額) の合計額 (適用される税額、手数料、発送コストなどを含む) に対して、お客様の銀行口座から 1 件以上の引き落としを行うことを承認したと見なされます (必要な場合は、金額の誤りの訂正、払い戻し、および他の同様の問題に対処するために、銀行口座へ 1 件以上の振り込みを行います)。また、お客様の銀行口座を保持する金融機関がこのような引き落としにかかる金額を口座から差し引いたり、このような振り込みにかかる金額を受け入れたりすることにも承認したと見なされます。お客様は、これらの承認事項が、銀行口座の情報を Microsoft アカウントまたは Skype アカウントから削除するまで、完全に効力を有し、有効に存続することを理解したものとします。
ka: თუ თქვენს საბანკო ანგარიშს დაარეგისტრირებთ ან აირჩევთ გადახდის მეთოდად, ამით ნებართვას მისცემთ Microsoft-ს (ან მის აგენტს), რომ შეასრულოს ერთი ან მეტი დებეტის ინიციალიზაცია საერთო ოდენობით (რომელშიც შედის ყველანაირი გადასახადი, საფასური და ტრანსპორტირების ხარჯები), რომელსაც იხდით შეძენისთვის ან გამოწერისთვის (თქვენ მიერ გამოწერილი სერვისის პირობების შესაბამისად) თქვენი საბანკო ანგარიშიდან (და, თუ საჭირო იქნება, ერთი ან მეტი კრედიტის ინიციალიზაცია შესრულდება თქვენს საბანკო ანგარიშზე თანხის ჩასარიცხად, რათა გასწორდეს შეცდომები, დაგიბრუნდეთ თანხა, ან მსგავსი მიზნით), ხოლო თქვენ ნებართვას აძლევთ თქვენი საბანკო ანგარიშის ფინანსურ დაწესებულებას, ჩამოჭრას ამგვარი დებეტები ან მიიღოს ამგვარი კრედიტები. თქვენ შეგნებული გაქვთ, რომ ეს ნებართვა ძალაში დარჩება მანამ, სანამ თქვენს საბანკო ინფორმაციას არ ამოშლით Microsoft-ის ანგარიშიდან ან Skype-ს ანგარიშიდან.
kk: Банк шотыңызды төлем әдісі ретінде тіркеу немесе таңдау арқылы Microsoft ұйымына (немесе оның агентіне) банктегі шотыңыздан (жазылым қызметінің шарттарына сәйкес) сатып алу немесе жазылымы ақысының жалпы сомасы (оның ішінде қолданыстағы салықтар, ақылар және жөнелту шығындары) үшін бір не одан көп дебет рәсімдеуге (және қажет болса, қателерді түзету, өтемақы қайтару үшін немесе соған ұқсас мақсатқа банк шотыңызға бір не одан көп несие рәсімдеуге) рұқсат бересіз, сонымен бірге банк шотыңызды ұстап тұрған қаржы мекемесіне сондай дебеттерді шегеріп қалуға немесе сондай несиелерді қабылдауға рұқсат бересіз. Microsoft тіркелгісінен немесе Skype тіркелгісінен банк шоты туралы ақпаратты алып тастағанша, бұл авторизация толық күшінде қалатынына түсіністік танытасыз.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಪಾವತಿ ವಿಧಾನವಾಗಿ ನೋಂದಾಯಿಸುವುದು ಅಥವಾ ಆರಿಸಿಕೊಳ್ಳುವ ಮೂಲಕ, ನೀವು Microsoft (ಅಥವಾ ಅದರ ಮಧ್ಯವರ್ತಿ) ನಿಮ್ಮ ಖರೀದಿ ಅಥವಾ ಚಂದಾದ ಶುಲ್ಕದ ಒಟ್ಟು ಮೊತ್ತಕ್ಕೆ (ಅನ್ವಯಿಸುವ ತೆರಿಗೆಗಳು, ಶುಲ್ಕಗಳು ಮತ್ತು ಮಾರಾಟ ವೆಚ್ಚಗಳು) ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯಿಂದ (ಮತ್ತು ಅಗತ್ಯವಿದ್ದಲ್ಲಿ, ಮರುಪಾವತಿಗೆ ಅಥವಾ ಅಂತಹ ಇತರ ಕ್ರಿಯೆಗಳನ್ನು ನಡೆಸಲು ಧೋಷಗಳನ್ನು ಸರಿಪಡಿಸಲು ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ಕ್ರೆಡಿಟ್ ಗಳನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ ಆರಂಭಿಸುವುದು) ಒಂದು ಅಥವಾ ಹೆಚ್ಚು ಡೆಬಿಟ್ ಗಳನ್ನು ಆರಂಭಿಸಲು ಅಧಿಕಾರ ನೀಡುತ್ತೀರಿ ಮತ್ತು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಹೊಂದಿರುವ ಹಣಕಾಸು ಸಂಸ್ಥೆಗೆ ಅಂತಹ ಡೆಬಿಟ್ ಗಳು ಅಥವಾ ಕ್ರೆಡಿಟ್ ಗಳನ್ನು ಅಂಗೀಕರಿಸುವ ಅಧಿಕಾರ ನೀಡುತ್ತೀರಿ. ಈ ಅಧಿಕಾರವು ಸಂಪೂರ್ಣವಾಗಿ ಕಾರ್ಯರೂಪದಲ್ಲಿರುತ್ತದೆ ಮತ್ತು ನೀವು ಬ್ಯಾಂಕ್ ಖಾತೆಯ ಮಾಹಿತಿಯನ್ನು Microsoft ಖಾತೆ ಅಥವಾ Skype ಖಾತೆಯಿಂದ ನಿವಾರಿಸುವವರೆಗೆ ಅನುಷ್ಠಾನದಲ್ಲಿರುತ್ತದೆ ಎನ್ನುವುದನ್ನು ನೀವು ತಿಳಿದಿರುತ್ತೀರಿ.
ko: 지불 방법으로 은행 계좌를 등록하거나 선택하면 Microsoft(또는 대리인)에게 해당 은행 계좌에서 구매 또는 구독 요금의 총 금액(해당 세금, 수수료 및 배송 비용 포함)에 대해 구독 서비스 약관에 따라 하나 이상의 청구를 할 수 있도록 권한을 위임하는 것이며(필요한 경우 오류를 정정하거나 환불 또는 이와 유사한 목적을 위해 해당 은행 계좌에 대해 하나 이상의 신용장을 발급), 해당 은행 계좌를 보유한 금융 기관이 해당 차변을 공제하거나 신용장을 수용하도록 위임하는 것입니다. 귀하는 Microsoft 계정 또는 Skype 계정에서 은행 계좌 정보를 제거할 때까지 이러한 권한 위임이 완전하게 유지되고 유효하다는 점을 이해합니다.
ku_arab: لەگەڵ تۆمارکردن یان دەسنیشانکردنی ئەژمێری بانکت وەکوو شێوازی پارەدانت، تۆ ڕێگه به Microsoft (یان نوێنەرەکەی) دەدەیت پارەی یەک یان چەند قەرزی تۆ له بڕی گشتیی (که باجی کارپێکراو، خەرج و تێچووی گواستنەوه له خۆ دەگرێت) بازارکردنەکانت یان تێچووی ئابوونەبوونت ( به گوێرەی مەرجەکانی ڕاژەی ئابوونەبوونت) له ئەژمێری بانکت بدات (و، یان ئەگەر پێویست بوو، پارەی یەک یان چەندین کرێدت له ئەژمێری بانکت بۆ چاککردنی هەڵەکان، گێڕانەوەی پاره یان ئامانجی هاوشێوه بدات)، و ڕێگه بەو دامەزراوە ماڵیەی که ئەژمێری بانکیی تۆ لەلایەتی دەدەیت بۆ دابەزاندنی ئەو قەرزانه یان پەسەندکردنی ئەو کرێدتانه. تۆ تێدەگەیت که ئەم ڕێپێدانه بە تەواوەتی دەمێنێتەوه و کارا دەبێت تا ئەو کاتەی که تۆ زانیاری ئەژمێری بانکت له ئەژمێری Microsoft ت یان ئەژمێری Skype ت لادەبەیت.
ky: Банк эсебиңизди төлөө ыкмасы катары каттаган же тандаган убакта, сиз Microsoft (же анын агентине) жалпы суммада оңдонулган (салык, төлөмдөр жана сатып алуу бааларын кошкондо) банк эсебиңиз аркылуу (жана, эгер керек болсо, бир же бир нече насыяны банк эсебиңизге, каталарды оңдоо үчүн, төлөө же ошого окшош максатта) сатып алгандан бери же абоненттик төлөмдөн (жазылган кызматыңыздын шарттарына ылайык). Ошондой эле, сиз банк эсебиңизди колдоого алган каржы мекемеңизди мындай дебиттерден акчанын кармалаарына жана мындай насыяларды кабыл алаарына уруксат бересиз. Бул уруксат берүү толугу менен күчунө киргенин жана сиз банк эсебиңиздин маалыматын Microsoft каттоо жазуусунан же Skype каттоо жазуусунан алып салмайынча бул уруксат күчүндө кала берет.
lo: ໂດຍການລົງທະບຽນ ຫຼື ເລືອກບັນຊີທະນາຄານຂອງທ່ານຕາມວິທີການຊຳລະຂອງທ່ານ, ທ່ານອະນຸຍາດ Microsoft (ຫຼື ຕົວແທນຂອງມັນ) ເພື່ອເລີ່ມຕົ້ນໜຶ່ງ ຫລື ຫລາຍໆເດບບິດສຳລັບຈຳນວນທັງໝົດ (ລວມທັງ ພາສີກ່ຽວຂ້ອງ, ຄ່າທຳນຽມ, ຄ່າຈັດສົ່ງ) ຂອງຄ່າການຊື້ ແລະການສະໝັກ (ອີງຕາມຂໍ້ກຳນົດຂອງການບໍລິການການສະໝັກ) ຈາກບັນຊີທະນາຄານຂອງທ່ານ (ຖ້າຈຳເປັນ, ເລີ່ມຕົ້ນໜຶ່ງ ຫຼື ຫລາຍໆເຄຣດິດ ຫຼື ສິນເຊື່ອໄປຍັງບັນຊີທະນາຄານຂອງທ່ານເພື່ອແກ້ໄຂຂໍ້ຜິດພາດ, ອອກຈຸດປະສົງການສົ່ງເງິນຄືນ ຫລື ຄ້າຍຄືກັນ), ແລະທ່ານອະນຸຍາດ ສະຖາບັນການເງິນທີ່ຖືບັນຊີທະນາຄານຂອງທ່ານເພື່ອຫັກໜີ້ສິນ ຫລື ຍອມຮັບ ເຄຣດິດດັ່ງກ່າວ. ທ່ານເຂົ້າໃຈວ່າການອະນຸຍາດນີ້ ຈະຍັງຄົງບັງຄັບໃຊ້ ແລະມີຜົນສັກສິດຢ່າງສົມບູນຈົນກວ່າທ່ານຖອນຂໍ້ມູນບັນຊີທະນາຄານຂອງທ່ານຈາກ ບັນຊີ Microsoft ຫລື ບັນຊີ Skype.
lt: Prisiregistravę arba pasirinkę banko sąskaitą kaip mokėjimo būdą, įgaliojate „Microsoft“ (arba jos agentą) debetuoti iš jūsų banko sąskaitos (ir, jeigu būtina, kredituoti jūsų banko sąskaitą, kad būtų ištaisytos klaidos, grąžinant pirkiniui išleistą sumą arba panašiu tikslu) visą pirkinio arba prenumeratos įsigijimo (atsižvelgiant į prenumeratos tarnybos sąlygas) sumą (įskaitant taikomus mokesčius, rinkliavas ir siuntimo išlaidas) ir įgaliojate jūsų banko sąskaitą prižiūrinčią finansinę instituciją nuskaičiuoti šiuos debetus arba priimti kreditus. Jūs suprantate, kad šis įgaliojimas galios, kol pašalinsite banko sąskaitos informaciją iš savo „Microsoft“ paskyros arba „Skype“ paskyros.
lv: Reģistrējoties vai atlasot savu bankas kontu kā jūsu maksāšanas metodi, jūs pilnvarojot korporāciju Microsoft (vai tās pārstāvi) uzsākt vienu vai vairākus debetējumus par kopējo jūsu pirkuma vai abonēšanas maksas (saskaņā ar jūsu abonēšanas pakalpojuma noteikumiem) summu (tostarp piemērojamajiem nodokļiem, maksām un piegādes izmaksām) no jūsu bankas konta (un, ja nepieciešams, uzsākt vienu vai vairākus kreditējumus jūsu bankas kontā, lai novērstu kļūdas, izsniegtu atlīdzību vai līdzīgam mērķim), un jūs pilnvarojat finanšu iestādi, kur atrodas jūsu bankas konts, atskaitīt šādus debetējumus vai pieņemt šādus kreditējumus. Jūs saprotat, ka šī pilnvara būs pilnā spēkā, līdz noņemsit jūsu bankas konta informāciju no jūsu Microsoft vai Skype konta.
mi: Mā te rēhita, te tīpako rānei i tō pūtea pēke hei tikanga utu māu, kei te whakaae koe kia tīmata a Microsoft (tētahi o ana ringaringa rānei) i tētahi namanga, i ētahi namanga rānei mō te tapeke katoa (tae atu ki ngā tāke whai pānga, ngā utu me ngā utu tukunga) o tō hoko, tō nama ohauru rānei (i runga anō i ngā whakaritenga o tō ratonga ohauru) mai i tō pūtea pēke, (ā, mehemea e tika ana, kia tīmata ētahi tāwere ki tō pūtea pēke hei whakatika hapa, hei whakahoki moni, me ērā momo kaupapa), ā, kei te whakaae koe kia tangohia e tō whakahaere moni, kei reira tō pūtea pēke e puritia ana, ētahi namanga pērā, kia whakawhiwhia rānei ki rānei aua tāwere. Kei te mārama koe ka noho mana tonu tēnei whakamananga taea noatia tō tango i tō mōhiohio pūtea pēke i tō pūkete Microsoft, i tō pūkete Skype rānei.
mk: Со регистрирањето или изборот на банкарската сметка како начин на плаќање, го овластувате Microsoft (или неговиот застапник) да иницира еден или повеќе дебитни налози за вкупниот износ (вклучувајќи ги применливите даноци, трошоци, како и трошоците за испорака) на наплатата за вашето купување или претплата (во согласност со условите на претплатата) од банкарската сметка (и, ако е потребно, да иницира еден или повеќе кредити на вашата банкарска сметка за поправање на грешките, издавање рефундирање или слична намена) и ја овластувате финансиската институција што ја има вашата банкарска сметка да ги одбива таквите дебитни налози или да ги прифаќа таквите кредити. Разбирате дека овластувањето ќе остане во полна сила и важност сѐ додека не ги отстраните информациите за банкарската сметка од сметката на Microsoft или сметката на Skype.
ml: രജിസ്റ്റർ ചെയ്യുകയോ നിങ്ങളുടെ പണമടയ്ക്കൽ രീതിയായി ബാങ്ക് അക്കൗണ്ട് തിരഞ്ഞെടുക്കുകയോ ചെയ്യുന്നതിലൂടെ, നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ടിൽ നിന്ന് (ഒപ്പം, ആവശ്യമെങ്കിൽ, പിശകുകൾ തിരുത്തുന്നതിന് ഒന്നോ അതിലധികമോ ക്രെഡിറ്റുകൾ പ്രാരംഭപ്പെടുത്തുക, ഒരു റീഫണ്ട് ഇഷ്യൂ ചെയ്യുക അല്ലെങ്കിൽ സമാന ഉദ്ദേശ്യം) നിങ്ങളുടെ വാങ്ങലിന്റെ അല്ലെങ്കിൽ സബ്‌സ്ക്രിപ്ഷൻ ചാർജ്ജിന്റെ (നിങ്ങളുടെ സബ്‌സ്ക്രിപ്ഷൻ സേവനത്തിന്റെ വ്യവസ്ഥകൾ അനുസരിച്ച്) ആകെ തുകയ്ക്കായുള്ള (ബാധകമായ നികുതികളും ഫീസും ഷിപ്പിംഗ് ചെലവുകളും ഉൾപ്പെടെ) ഒന്നോ അതിലധികമോ ഡെബിറ്റുകൾ പ്രാരംഭപ്പെടുത്താൻ നിങ്ങൾ Microsoft-ന് (അല്ലെങ്കിൽ അതിന്റെ ഏജന്റിന്) അംഗീകാരം നൽകുന്നു, കൂടാതെ അത്തരം ഡെബിറ്റുകൾ കിഴിക്കുന്നതിനോ അത്തരം ക്രെഡിറ്റുകൾ സ്വീകരിക്കുന്നതിനോ നിങ്ങൾക്ക് ബാങ്ക് അക്കൗണ്ടുള്ള ധനകാര്യ സ്ഥാപനത്തിന് നിങ്ങൾ അംഗീകാരം നൽകുകയും ചെയ്യുന്നു. നിങ്ങളുടെ Microsoft അക്കൌണ്ട് നിന്ന് അല്ലെങ്കിൽ Skype അക്കൌണ്ട് നിന്ന് ബാങ്ക് അക്കൗണ്ട് വിവരങ്ങൾ നീക്കംചെയ്യുന്നത് വരെ ഈ അംഗീകാരം പൂർണ്ണ പ്രാബല്യത്തിലുണ്ടാകുമെന്നും ബാധകമാകുമെന്നും നിങ്ങൾ മനസ്സിലാക്കുന്നു.
mn: Төлбөрийн хэрэгсэлдээ банкны дансаа бүртгүүлэх буюу сонгосноор та Microsoft-д (буюу түүний агентуудад) таны худалдан авсан бараа, үйлчилгээний төлбөрийг (үйлчилгээний нөхцөлийн дагуу) таны банкны данснаас нийт мөнгөн дүнгээр (үүнд: татвар, хураамж, хүргэлтийн зардал орсон) дебит гүйлгээ хийхийг (мөн шаардлагатай гэж үзвэл залруулга хийх, төлбөр буцаан олгох буюу үүнтэй адил зорилгоор таны данс руу кредит гүйлгээ хийх) зөвшөөрч байгаа бөгөөд, таны дансыг байршуулж буй санхүүгийн байгууллагад тухайн дебит дүнг шилжүүлэх, кредит дүнг хүлээн авахыг зөвшөөрч байна. Та Microsoft-н хэрэглэгчийн бүртгэл эсвэл Skype хэрэглэгчийн бүртгэлээсээ уг банкны дансыг хасах хүртэл тухайн итгэмжлэл хүчинтэй хэвээр байна гэдгийг та ойлгосон байна.
mr: नोंदणी करून किंवा आपली पेमेंट पद्धत बँक खाते म्हणून निवडून, आपण Microsoft (किंवा त्यांच्या अभिकर्त्यांना) आपल्या खरेदीच्या किंवा सदस्यता शुल्काच्या एकूण रकमेसाठी (लागू असलेले कर, शुल्क आणि शिपिंगचा खर्च हयासह) आपल्या बँक खात्यातून एक किंवा अधिक वेळा डेबिट करण्यासाठी (आणि आवश्यकता भासल्यास चुका दुरुस्त करण्यासाठी, परतावा देण्यासाठी किंवा अशाच इतर हेतूसाठी आपल्या बँक खात्यात पैसे भरण्यास) मान्यता देत आहात, आपले बँक खाते असलेल्या वित्तीय संस्थेला अशी डेबिट वजा करण्यासाठी किंवा अशी जमा स्वीकारण्यासाठी मान्यता देत आहात. आपण आपल्या बँक खात्याची माहिती आपल्या Microsoft खात्यातून किंवा Skype खात्यातून काढून टाकत नाही तोवर ही मान्यता लागू आणि प्रभावी राहील, ह्याची आपल्याला जाणिव आहे.
ms: Dengan mendaftarkan atau memilih akaun bank anda sebagai kaedah pembayaran anda, anda membenarkan Microsoft (atau ejennya) untuk memulakan satu atau lebih debit bagi jumlah amaun (termasuk cukai, bayaran dan kos penghantaran yang berkenaan) bayaran pembelian atau langganan anda (menurut terma perkhidmatan langganan anda) daripada akaun bank anda (dan, jika perlu, memulakan satu atau lebih kredit pada akaun bank anda untuk membetulkan kesilapan, mengeluarkan bayaran balik atau tujuan yang serupa) dan anda membenarkan institusi kewangan yang memegang akaun bank anda untuk menolak debit tersebut atau menerima kredit tersebut. Anda faham bahawa kebenaran ini akan kekal berkuat kuasa sepenuhnya dan berkesan sehingga anda mengalih keluar maklumat bank akaun anda daripada akaun Microsoft atau akaun Skype.
mt: Billi tirreġistra jew tagħżel il-kont tal-bank tiegħek bħala l-metodu ta' ħlas tiegħek, inti tawtorizza lil Microsoft (jew lill-aġent tagħha) biex tagħti bidu għal debitu wieħed jew aktar għall-ammont totali (inkluż taxxi, tariffi u spejjeż tat-trasbord applikabbli) tax-xirja tiegħek jew tat-tariffa tal-abbonament tiegħek (skont it-termini tas-servizz tal-abbonament tiegħek) mill-kont tal-bank tiegħek (u, jekk ikun hemm bżonn, tagħti bidu għal kreditu wieħed jew aktar lill-kont tal-bank tiegħek bħala korrezzjoni għal żbalji, ħruġ ta' rifjużjoni jew għanijiet simili), u inti tawtorizza lill-istituzzjoni finanzjarja li għandha l-kont tal-bank tiegħek sabiex tnaqqas id-debiti jew taċċetta tali krediti. Inti tifhem li din l-awtorizzazzjoni sejra tibqa' fis-seħħ għal kollox sakemm inti tneħħi l-informazzjoni tal-kont tal-bank tiegħek mill-kont ta' Microsoft tiegħek jew mill-kont ta' Skype tiegħek.
ne: तपाइँको भुक्तान विधिको रूपमा आफ्नो बैंक खाता रजिष्टर गरेर वा चयन गरेर, तपाइँले Microsoft (वा यसको एजेन्ट) लाई आफ्नो बैंक खाताबाट आफ्नो खरिद वा सदस्यता शुल्क (तपाइँको सदस्यता सेवाका सर्तहरू अनुसार) को कूल रकम (प्रचलित कर, शुल्क र शिपिङ शुल्कहरू सहित) को एक वा थप डेबिटहरू सुरु गर्न (र आवश्यक भएमा त्रुटि सच्याउन, रिफण्ड जारी गर्न वा समान प्रयोजनको लागि एक वा थप क्रेडिट कार्डहरू जारी गर्न) अधिकार प्रदान गर्नुहुन्छ र तपाइँले आफ्नो बैंक खाता भएको वित्तीय संस्थालाई त्यस्ता डेबिटहरू कटौती गर्न वा त्यस्ता क्रेडिटहरू स्वीकार गर्न अधिकार प्रदान गर्नुहुन्छ। तपाइँले Microsoft खाता वा Skype खाताबाट आफ्नो बैंक खाता जानकारी नहटाउँदासम्म यो अधिकार प्रदान पूर्ण बल र प्रभावकारी रूपमा रहनेछ भनी तपाइँ बुझ्नुहुन्छ।
nn_no: Ved å registrere eller velje bankkontoen din som betalingsmetode gir du Microsoft (eller representanten for Microsoft) fullmakt til å setje i verk éi eller fleire debiteringar inntil totalbeløpet (inkludert eventuelle avgifter, gebyr og fraktkostnader) knytt til kjøpet eller abonnementsbetalinga (i samsvar med vilkåra for abonnementstenesta) frå bankkontoen din (og til om nødvendig å setje i verk éi eller fleire krediteringar til bankkontoen din for å rette opp feil, utføre tilbakebetalingar eller liknande føremål). Du gir vidare finansinstitusjonen som administrerer bankkontoen din, fullmakt til å foreta slike debiteringar og ta i mot slike krediteringar. Du forstår at ei slik fullmakt vil gjelde heilt til du fjernar bankkontoopplysningane dine frå Microsoft-kontoen eller Skype-kontoen din.
no: Ved å registrere eller velge bankkontoen din som betalingsmetode gir du Microsoft (eller representanten for Microsoft) fullmakt til å sette i verk én eller flere debiteringer inntil totalbeløpet (inkludert eventuelle avgifter, gebyr og fraktkostnader) knyttet til kjøpet eller abonnementsbetalingen (i samsvar med vilkårene for abonnementstjenesten) fra bankkontoen din (og til om nødvendig å sette i verk én eller flere krediteringer til bankkontoen din for å rette opp feil, utføre tilbakebetalinger eller lignende formål). Du gir videre finansinstitusjonen som administrerer bankkontoen din, fullmakt til å foreta slike debiteringer og motta slike krediteringer. Du forstår at en slik fullmakt vil gjelde helt til du fjerner bankkontoopplysningene dine fra Microsoft-kontoen eller Skype-kontoen din.
or: ଆପଣଙ୍କର ଦେୟ ପଦ୍ଧତି ଭାବରେ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ ପଞ୍ଜୀକରଣ କିମ୍ୱା ଚୟନ କରି, ଆପଣ ନିଜର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟରୁ (ଏବଂ, ଯଦି ଆବଶ୍ୟକ ହୁଏ, ତ୍ରୂଟି ଠିକ କରିବା, ଏକ ରିଫଣ୍ଡ ଜାରି କରିବା କିମ୍ୱା ସେହି ପରି ଉଦ୍ଦେଶ୍ୟ ପାଇଁ ନିଜର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟକୁ ଏକ କିମ୍ୱା ଅଧିକ କ୍ରେଡିଟ୍‍ ଆରମ୍ଭ କରନ୍ତୁ), ଆପଣଙ୍କର କ୍ରୟ, କିମ୍ୱା ସଦସ୍ୟତା ଶୁଳ୍କ (ଆପଣଙ୍କର ସଦସ୍ୟତା ସେବାର ସର୍ତ୍ତ ଅନୁସାରେ)ର ମୋଟ ରାଶି(ପ୍ରଯୁଜ୍ୟ କର, ଶୁଳ୍କ ଏବଂ ଶିପିଂ ଖର୍ଚ୍ଚ) ପାଇଁ ଏକ କିମ୍ୱା ଅଧିକ ଦେବିଟ ଆରମ୍ଭ କରିଉବାକୁ ଆପଣ Microsoft (କିମ୍ୱା ଏହାର ଏଜେଣ୍ଟ୍‍) କୁ ପ୍ରାଧିକୃତ କରନ୍ତି, ଏବଂ ଆପଣ ଆର୍ଥିକ ସଂସ୍ଥାନକୁ ପ୍ରାଧିକୃତ କରନ୍ତି ଯାହା ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟକୁ ହୋଲ୍ଡ କରେ, ଯିଏ ଏହି ପ୍ରକାର ଡେବିଟ୍‍ କୁ ବିୟୋଗ କିମ୍ୱା ଏହିପରି କ୍ରେଡିଟ୍‍ କୁ ଗ୍ରହଣ କରନ୍ତି | ଆପଣ ବୁଝିଛନ୍ତି ଯେ ଏହି ପ୍ରାଧିକରଣ ଆପଣଙ୍କର Microsoft କିମ୍ୱା Skype ଏକାଉଣ୍ଟରୁ ନିଜର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟର ତଥ୍ୟ ଅପସାରଣ ନକରିବା ପର୍ଯ୍ୟନ୍ତ ସମ୍ପୂର୍ଣ୍ଣ ବଳବତ୍ତର ଏବଂ ପ୍ରଭାବରେ ରହିବ |
pa_arab_pk: اپنے بینک اکاؤنٹ نوں اپنی ادائیگی دے طریقہ کار دے طور اتے رجسٹر یا منتخب کر کے، تُسی Microsoft (یا ایدے ایجنٹ) نوں اختیار دیندے او کہ تُہادے بینک اکاؤنٹ وچوں (اتے، جے ضروری ہووے اتے، غلطی نوں درست کرن لئی اپنے بینک اکاؤنٹ وچ اک یا ودھ کریڈٹس شروع کرن، رقم دی واپسی یا ایس طرح دا مقصد جاری رکھن) تُہاڈی خریداری یا سبسکرپشن چارج ( سبسکرپشن خدمت دیاں شرطاں دے مطابق) دی مجموعی رقم (بشمول لاگو ٹیکس، فیس اتے شپنگ اخراجات) لئی اک یا اک توں ودھ ڈیبٹس شروع کرن دی اجازت دیندے او۔ تُسی سمجھدے او کہ ایہہ اختیار اوس ویلے تیکر لاگو رہوے گا جیدوں تیکر تُسی اپنے Microsoft اکاؤنٹ یا Skype اکاؤنٹ توں اپنے بینک اکاؤنٹ دی معلومات نُوں نہ ہٹاؤ۔
pa_in: ਰਜਿਸਟਰ ਕਰਨ ਦੁਆਰਾ ਜਾਂ ਆਪਣੀ ਭੁਗਤਾਨ ਵਿਧੀ ਦੇ ਤੌਰ ਤੇ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਨੂੰ ਚੁਣ ਕੇ, ਤੁਸੀਂ Microsoft (ਜਾਂ ਇਸ ਦੇ ਏਜੰਟ) ਨੂੰ ਕੁੱਲ ਰਕਮ ਲਈ ਇੱਕ ਜਾਂ ਵੱਧ ਡੈਬਿਟ ਸ਼ੁਰੂ ਕਰਨ ਦਾ ਅਧਿਕਾਰਤ ਕੀਤਾ ਹੈ ਤੁਹਾਡੀ ਖਰੀਦਦਾਰੀ ਜਾਂ ਗਾਹਕੀ ਸ਼ੁਲਕ (ਲਾਗੂ ਕਰ, ਫੀਸ ਅਤੇ ਸ਼ਿਪਿੰਗ ਦੀ ਲਾਗਤ ਸਮੇਤ) (ਤੁਹਾਡੀ ਗਾਹਕੀ ਸੇਵਾ ਦੇ ਨਿਯਮਾਂ ਦੇ ਅਨੁਸਾਰ) ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਤੋਂ (ਅਤੇ, ਜੇ ਜਰੂਰੀ ਹੈ, ਗਲਤੀ ਨੂੰ ਠੀਕ ਕਰਨ, ਕਿਸੀ ਰਿਫੰਡ ਨੂੰ ਜਾਰੀ ਕਰਨ ਜਾਂ ਸਮਾਨ ਮਕਸਦ ਲਈ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਇੱਕ ਜਾਂ ਹੋਰ ਕ੍ਰੈਡਿਟ ਸ਼ੁਰੂ ਕਰਨਾ), ਅਤੇ ਤੁਸੀਂ ਵਿੱਤੀ ਸੰਸਥਾ ਨੂੰ ਅਧਿਕਾਰਤ ਕੀਤਾ ਹੈ ਜਿਸ ਕੋਲ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਤੋਂ ਅਜਿਹੇ ਡੈਬਿਟ ਕੱਟਣ ਜਾਂ ਅਜਿਹੇ ਕ੍ਰੈਡਿਟ ਸਵੀਕਾਰ ਕਰਨ ਲਈ ਅਧਿਕਾਰ ਹੈ । ਤੁਸੀਂ ਸਮਝਦੇ ਹੋ ਕਿ ਇਹ ਅਧਿਕਾਰ ਪੂਰੀ ਸ਼ਕਤੀ ਅਤੇ ਪ੍ਰਭਾਵ ਵਿੱਚ ਰਹੇਗਾ, ਜਦ ਤੱਕ ਤੁਸੀਂ ਆਪਣੇ Microsoft ਖਾਤੇ ਜਾਂ Skype ਖਾਤੇ ਤੋਂ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਨਹੀਂ ਹਟਾਉਂਦੇ।
pl: Rejestrując lub wybierając swoje konto bankowe jako metodę płatności, upoważniasz firmę Microsoft (lub jej przedstawiciela) do zainicjowania co najmniej jednego potrącenia do łącznej kwoty (wraz z należnymi podatkami, opłatami i kosztami wysyłki) zakupu lub opłaty subskrypcyjnej (zgodnie z postanowieniami dotyczącymi usługi subskrypcyjnej) z Twojego konta bankowego (oraz, w razie potrzeby, zainicjowania co najmniej jednego przekazania środków na Twoje konto bankowe w celu skorygowania błędów, zwrotu kosztów itp.), a ponadto upoważniasz instytucję finansową, która obsługuje Twoje konto, do wykonywania takich potrąceń lub przyjmowania przekazywanych środków. Zdajesz sobie sprawę, że to upoważnienie będzie obowiązywać w pełnym zakresie, dopóki nie usuniesz informacji dotyczących Twojego konta bankowego z danych swojego konta Microsoft lub Skype.
ru: Регистрируя или выбирая в качестве метода оплаты свой банковский счет, вы разрешаете корпорации Майкрософт (или ее агенту) инициировать списание одного или нескольких дебетов на общую сумму (вместе с применимыми налогами, комиссионными и расходами на доставку) покупки или платы за подписку (согласно условиям ее обслуживания) с вашего банковского счета (и инициировать зачисление на него одного или нескольких кредитов при необходимости исправить ошибку, перечислить возмещение или выполнить похожее действие) и уполномочиваете финансовое учреждение, в котором открыт этот счет, списывать такие дебеты или принимать такие кредиты. Вы понимаете, что это разрешение будет оставаться в силе, пока вы не удалите информацию о своем банковском счете из учетной записи Майкрософт или Skype.
sd: رجسٽر ڪرڻ يا توهانجي ادائگي جي طريقي جي طور توهانجو بينڪ اڪائونٽ چونڊي، توهان Microsoft يا (ان جي ايجنٽ) کي توهانجي بينڪ اڪائونٽ کان توهانجي خريد جي ڪل رقم (بشمول ٽيڪسز، في، ۽ شپنگ قيمتون) يا سبسرپشن چارج (توهانجي سبسڪرپشن خدمت جي شرطن موجب) لاءِ هڪ يا وڌيڪ ڊيبٽ شروع ڪرڻ لاءِ مجاز بڻايو ٿا (۽، جيڪڏهن ضروري آهي ته، نقص صحيح يا ساڳئي مقصد لاءِ هڪ واپسي جاري ڪرڻ لاءِ توهانجي بينڪ اڪائونٽ ڏانهن هڪ يا وڌيڪ ڪريڊٽ جاري ڪرڻ)، ۽ توهان مالي ادارو جيڪو توهانجو بينڪ اڪائونٽ رکي ٿو ان کي اهڙا ڊيبٽ ڪٽ ڪرڻ ۽ اهڙا ڪريڊٽ قبول ڪرڻ جو مجاز بڻايو ٿا. توهان سمجهو ٿا ته هي مجازيت مڪمل فورس ۽ اثر ۾ رهندي جيستائين توهان پنهنجي Microsoft اڪائونٽ يا Skype اڪائونٽ کان پنهنجي بينڪ اڪائونٽ جي معلومات هٽايو.
si: ඔබගේ ගෙවීමේ ක්‍රමය ලෙස ඔබගේ බැංකු ගිණුම ලියාපදිංචි කිරීමෙන් හෝ තෝරා ගැනීමෙන්, ඔබගේ බැංකු ගිණුමෙන් ඔබගේ මිලදී ගැනීම හෝ දායකත්ව අයකිරීම (ඔබගේ දායකත්ව සේවාවේ නියමයන්ට අනුකූලව) සඳහා සම්පූර්ණ ප්‍රමාණය (අදාළ බදු, ගාස්තු සහ ප්‍රවාහන ගත කිරීමේ වියදම්) සඳහා හර කිරීම් එකක් හෝ වැඩි ගණනක් සිදු කිරීමට (සහ, අවශ්‍ය නම්, දෝෂ නිවැරදි කිරීමට, ආපසු ගෙවීමක් නිකුත් කිරීමට හෝ සමාන අරමුණක් සඳහා බැර කිරිම් එකක් හෝ වැඩි ගණනක් සිදු කිරීමට) ඔබ Microsoft (හෝ එහි නියෝජිතයා) හට ඉඩ ලබා දෙන අතර, එවැනි හර කිරීම් අඩු කිරීමට හෝ එවැනි බැර කිරීම් පිළිගැනීමට ඔබ ඔබගේ බැංකු ගිණුම පවත්වා ගන්නා වානිජ සංවිධානයට බලය ලබා දෙයි. ඔබ ඔබගේ Microsoft ගිණුමෙන් හෝ Skype ගිණුමෙන් ඔබගේ බැංකු ගිණුම් තොරතුරු ඉවත් කරන තෙක් මෙම බලය ලබාදීම සම්පූර්ණ බලය සහ බලපැවැත්ම සහිතව පවතිනු ඇති බව ඔබ වටහා ගනී.
sl: Če registrirate ali izberete svoj bančni račun kot način plačila, pooblastite Microsoft (ali njegovega posrednika), da enkrat ali večkrat bremeni vaš bančni račun za skupni znesek (vključno z veljavnimi davki, pristojbinami in stroški dostave) vašega nakupa ali naročnine (v skladu s pogoji naročniške storitve) in po potrebi enkrat ali večkrat ustvari dobropis na vašem računu zaradi odpravljanja napak, povračila ali podobnih namenov. Poleg tega pooblastite finančno ustanovo, pri kateri imate odprt bančni račun, da odšteje takšne bremenitve oz. sprejme takšne dobropise. Razumete, da to pooblastilo velja v celoti in učinkuje, dokler ne odstranite podatkov o bančnem računu iz svojega Microsoftovega računa ali računa za Skype.
sr_cyrl_rs: Ако за свој начин плаћања региструјете или изаберете рачун у банци, тиме дајете овлашћење корпорацији Microsoft (или њеном агенту) да покрене задуживање за тотални износ у виду једне или више трансакција (укључујући применљиве порезе, накнаде и трошкове испоруке) ради наплате ваше куповине или претплате (у складу са условима у оквиру услуге на коју се претплаћујете) са вашег рачуна у банци (и да, уколико је то потребно, изврши уплате на ваш рачун у банци у виду једне или више трансакција ради отклањања грешака, рефундирања или у сличне сврхе), а такође дајете овлашћење својој финансијској институцији која одржава ваш рачун у банци да са рачуна повуче таква задужења и да на рачун прихвати такве уплате. Разумете да ће ово овлашћење остати на снази у пуној мери све док не уклоните информације о свом налогу у банци из свог Microsoft налога или Skype налога.
sr_latn_rs: Ako za svoj način plaćanja registrujete ili izaberete račun u banci, time dajete ovlašćenje korporaciji Microsoft (ili njenom agentu) da pokrene zaduživanje za totalni iznos u vidu jedne ili više transakcija (uključujući primenljive poreze, naknade i troškove isporuke) radi naplate vaše kupovine ili pretplate (u skladu sa uslovima u okviru usluge na koju se pretplaćujete) sa vašeg računa u banci (i da, ukoliko je to potrebno, izvrši uplate na vaš račun u banci u vidu jedne ili više transakcija radi otklanjanja grešaka, refundiranja ili u slične svrhe), a takođe dajete ovlašćenje svojoj finansijskoj instituciji koja održava vaš račun u banci da sa računa povuče takva zaduženja i da na račun prihvati takve uplate. Razumete da će ovo ovlašćenje ostati na snazi u punoj meri sve dok ne uklonite informacije o svom nalogu u banci iz svog Microsoft naloga ili Skype naloga.
sv: Genom att registrera eller välja ditt bankkonto som betalningsmetod godkänner du att Microsoft (eller dess representant) initierar en eller flera debiteringar för det totala beloppet (inkl. eventuell skatt, avgifter och fraktkostnader) av ditt köp eller din prenumerationsavgift (enligt villkoren för prenumerationen) från ditt bankkonto (och, om det behövs, initierar en eller flera krediteringar på ditt bankkonto för att korrigera fel, utfärda en återbetalning eller liknande), och du godkänner att den finansiella institution som hanterar ditt bankkonto drar sådana debiteringar eller accepterar sådana krediteringar. Du är införstådd med att detta är gällande tills du tar bort dina bankkontouppgifter från ditt Microsoft-konto eller Skype-konto.
ta: உங்கள் பணம் செலுத்தும் முறையாக உங்கள் வங்கிக் கணக்கைப் பதிவு செய்வதன் மூலம் அல்லது தேர்ந்தெடுப்பதன் மூலம், உங்கள் வங்கிக் கணக்கிலிருந்து (உங்கள் சந்தாச் சேவையின் விதிமுறைகளுக்கு இணங்க) உங்கள் வாங்குதல் அல்லது சந்தாக் கட்டணத்தின் மொத்தத் தொகைக்கும் (பொருந்தக்கூடிய வரிகள், கட்டணங்கள் மற்றும் ஷிப்பிங் செலவுகள் உட்பட) ஒன்று அல்லது பல செலவுகளைத் தொடக்க, Microsoft (அல்லது அதன் முகவர்)-ஐ அங்கீகரிக்கிறீர்கள் மற்றும் அத்தகைய செலவுகளைக் கழிக்க அல்லது அத்தகைய வரவுகளை ஏற்க உங்கள் வங்கிக் கணக்கை வைத்திருக்கும் நிதிசார் நிறுவனத்தை அங்கீகரிக்கிறீர்கள். உங்கள் Microsoft கணக்கு அல்லது Skype கணக்கிலிருந்து உங்கள் வங்கிக் கணக்கின் தகவலை நீங்கள் அகற்றும் வரை, இந்த அங்கீகாரம் முழு ஆற்றலுடன் பயனில் தொடர்ந்திருக்கும் என்று புரிந்துகொள்கிறீர்கள்.
te: మీ చెల్లింపు విధానాన్ని బట్టి మీరు మీ బ్యాంక్ ఖాతాను ఎంచుకోండి లేక నమోదు చేయండి, మీ ఆధికారికమైన Microsoft అకౌంట్‌ (లేక దాని ఏజంట్లకు) మొత్తం సొమ్ముకు ఒకటి లేక మరిన్ని డెబిట్స్ కోసం (వర్తించే పన్నులు, రుసుము మరియు షిప్పింగ్ ఖర్చులు) మీ కొనుగొలు లేక సభ్యత్వ ఛార్జి (మీ సభ్యత్వ సేవా అవధులతో అనుగుణంగా) మీ బ్యాంక్ ఖాతా నుంచి తీసుకోబడును (మరియు, ఒకవేళ అవసరమైతే, తప్పులు సవరించుకోవడానికి, సోమ్ము వాపసు సమస్యలు లేక ఇతర యోచనలకు ఒకటి లేక మరిన్ని క్రెడిట్స్ మీ బ్యాంక్ ఖాతా నుంచి చేసుకోండి), మరియు మీరు ఇటువంటి డెబిట్స్ తీయడానికి లేక అటువంటి క్రెడిట్స్ అనుమతించడానికి మీ బ్యాంక్ ఖాతాను కలిగి ఉన్న ఆర్థిక సంస్థలకు ఆధికారాన్ని ఇవ్వండి. మీరు మీ Microsoft అకౌంట్‌ లేక Skype ఖాతా నుండి మీ బ్యాంక్ ఖాతా సమాచారాన్ని మీరు తీసేంత వరకు ఈ ఆధికారం పూర్తిగా అమలులో మరియు ప్రభావంతో ఉంటుందని మీరు అర్థం చేసుకోవాలి.
tg: Бо бақайдгирӣ ё интихоби суратҳисоби бонкии худ ҳамчун усули пардохти худ, шумо ба Microsoft (ё намояндаи он) иҷозат медиҳед, ки як ё якчанд дебитро барои маблағи умумии (аз ҷумла андозҳои татбиқшаванда, пардохтҳо ва арзишҳои интиқол) харид ё пардохти обунашавии шумо (мувофиқи шартҳои хизматрасонии обунавии шумо) аз суратҳисоби бонкии шумо оғоз намояд (ва агар зарур бошад, як ё зиёда аз як кредитро нисбати ҳисоби бонкии шумо барои ислоҳи хато, додани бозпардохт ё барои мақсади ҳаммонанд оғоз мекунад) ва шумо ба муассисае, ки дар он ҳисоби бонкӣ доред, иҷозат медиҳед, то ки чунин дебитҳоро тарҳ кунад ё чунин қарзҳоро қабул намояд. Шумо мефаҳмед, ки ин иҷозат то нест кардани маълумоти ҳисоби бонкии шумо аз ҳисоби Microsoft ё ҳисоби Skype дорои қувваи пурраи ҳуқуқӣ боқӣ мемонад.
th: เมื่อมีการลงทะเบียนหรือการเลือกบัญชีธนาคารของคุณเป็นวิธีการชำระเงิน เท่ากับว่าคุณอนุญาตให้ Microsoft (หรือตัวแทน) เริ่มหักบัญชีอย่างน้อยหนึ่งรายการสำหรับจำนวนเงินทั้งหมด (รวมถึงภาษีที่เกี่ยวข้อง ค่าธรรมเนียม และค่าจัดส่ง) ในการซื้อหรือค่าการสมัครใช้งานของคุณ (เป็นไปตามข้อกำหนดการใช้บริการการสมัครใช้งานของคุณ) จากบัญชีธนาคารของคุณ (และ หากจำเป็น เริ่มให้เครดิตอย่างน้อยหนึ่งรายการในบัญชีธนาคารของคุณเพื่อแก้ไขข้อผิดพลาด คืนเงิน หรือเพื่อวัตถุประสงค์ที่คล้ายกัน) และคุณอนุญาตให้สถาบันทางการเงินที่เป็นเจ้าของบัญชีธนาคารของคุณสามารถหักการหักบัญชีดังกล่าวหรือรับเครดิตดังกล่าว คุณเข้าใจว่าการให้อนุญาตนี้จะมีผลและใช้บังคับได้อย่างสมบูรณ์จนกว่าคุณจะนำข้อมูลบัญชีธนาคารของคุณออกจากบัญชี Microsoft หรือบัญชี Skype
tr: Kaydolduğunuzda veya ödeme yönteminiz olarak banka hesabınızı seçtiğinizde, Microsoft'a (veya aracısına) banka hesabınızdan satın alma veya abonelik ücretinizin tamamı (geçerli vergiler, ücretler ve gönderim maliyeti ile birlikte) için bir veya daha fazla ödeme işlemi başlatma (ve gerekli durumlarda hataları düzeltmek üzere banka hesabınıza bir veya birden fazla alacak işlemi başlatma) yetkisi verirsiniz (abonelik hizmetinizin koşullarına uygun şekilde); banka hesabınıza sahip mali kuruluşa bu gibi ödemelerin kesintisini yapma ve bu alacakları kabul etme yetkisi verirsiniz. Bu yetki verme işleminin siz Microsoft hesabınızdan veya Skype hesabınızdan banka hesabı bilgilerinizi kaldırana kadar tam olarak yürürlükte kalacağı konusunda bilgilendirildiniz.
tt: Банктагы хисабыгызны түләү ысулыгыз итеп теркәп яки сайлап, сез Майкрософтка (яки аның агентына) банктагы хисабыгыздан (һәм, кирәк булса) сатып алуыгыз яки язылуыгыз бәясенең (сезнең язылу хезмәте шартлары белән бәйле рәвештә) тулы суммасына (тиешле салымнарны, җыемнарны һәм китерү чыгымнарын да кертеп) бер яки берничә дебет гамәлен башлатырга рөхсәт бирәсез, һәм сез банктагы хисабыгызны тоткан финанс оешмасына мондый дебетларны башкарырга яки кертемнәрне кабул итәргә рөхсәт бирәсез. Сез, банктагы хисабыгыз турында мәгълүмат Майкрософт хисап язмагыздан яки Skype хисап язмагыздан бетерелгәнче, бу рөхсәтнең тулы көчендә һәм гамәлдә калачагын аңлыйсыз.
ug: بانكا ھېساباتىڭىزنى ھەق تاپشۇرۇش ئۇسۇلى قىلىپ تىزىملاتسىڭىز ياكى تاللىسىڭىز، Microsoft (ياكى ئۇنىڭ ۋەكىلى) نىڭ (سىز ئىشلەتكەن مۇشتەرىلىك مۇلازىمىتىنىڭ شەرتلىرى بويىچە) سىز سېتىۋالغان ياكى مۇشتەرى بولغان مۇلازىمەت ھەققىنى (كېرەكلىك باج، رەسمىيەت ۋە يەتكۈزۈش ھەقلىرى بىلەن قوشۇپ) بانكا ھېساباتىڭىزدىن بىر قېتىمدا ياكى بىر نەچچىگە بۆلۈپ تۇتۇشىغا (ئەگەر خاتالىق كۆرۈلسە، تۈزىتىش ئۈچۈن بانكا ھېساباتىڭىزغا بىر قېتىمدا ياكى كۆپكە بۆلۈپ قايتۇرۇشىغا)، سىز ھېساب ئاچقان مالىيە ئورگىنىنىڭ شۇ ھەقنى بانكا ھېساباتىڭىزدا بىر تەرەپ قىلىشىغا ئىجازەت بەرگەن، شۇنداقلا بۇ ئىجازەتنىڭ سىز بانكا ھېساباتىڭىزنى Microsoft ھېساباتىڭىز ياكى Skype ھېساباتىڭىزدىن چىقىرىۋەتمىگۈچە يۇقىرىدا دېيىلگەندەك تولۇق ئىجازەت بىلەن يۈرگۈزۈلىدىغانلىقىنى چۈشەنگەن بولىسىز.
uk: Реєструючи або вибираючи свій банківський рахунок як метод оплати, ви дозволяєте корпорації Майкрософт (або її агенту) ініціювати списання одного або кількох дебетів на загальну суму (включно із застосовними податками, комісійними та витратами на доставку) покупки або вартості передплати (згідно з умовами її обслуговування) з вашого банківського рахунку (та ініціювати зарахування на нього одного або кількох кредитів за необхідності виправити помилки, переказати відшкодування або виконати схожу дію) і вповноважуєте фінансову установу, у якій цей рахунок відкрито, списувати такі дебети або приймати такі кредити. Ви розумієте, що цей дозвіл залишатиметься в силі, доки ви не видалите інформацію про банківський рахунок зі свого облікового запису Microsoft або Skype.
ur: اپنے بینک اکاؤنٹ کو بطور ادائیگی کا طریقہ کار رجسٹر یا منتخب کر کے، آپ Microsoft (یا اس کے ایجنٹ) کو اپنے بینک اکاؤنٹ سے اپنی خریداری یا سبسکریپشن چارج (سبسکریپشن خدمت کی شرائط کے مطابق) کی کل رقم (بشمول قابل اطلاق ٹیکس، فیس اور شپنگ اخراجات) کے لیے ایک یا زائد ڈیبٹس کا آغاز کرنے کی اجازت دیتے ہیں (اور، اگر ضروری ہو تو اپنے بینک اکاؤنٹ میں نقائص کی اصلاح،رقم کی واپسی کرنے یا اس جیسے مقصد کے لیے ایک یا مزید کریڈٹس کی ابتدا کرے) اور جس مالیاتی ادارے کے پاس آپ کا بینک اکاؤنٹ ہے آپ اس کو ایسے ڈیبٹس کی کٹوتی اور کریڈٹس کی قبولیت کا اختیار دیتے ہیں۔ آپ اس بات کو سمجھتے ہیں کہ جب تک آپ اپنے Microsoft اکاﺅنٹ یا Skype اکاؤنٹ سے اپنے بینک اکاؤنٹ کی معلومات نہیں ہٹاتے تب تک یہ اختیار مکمل طور پر نافذ رہے گا۔
uz: Bank hisob raqamingizni to‘lov usuli sifatida ro‘yxatdan o‘tkazish yoki tanlash orqali Microsoft’ga (yoki uning agentiga) bank hisob raqamingizdan xaridingiz miqdori yoki obunangiz to‘lovining (obuna xizmati shartlariga ko‘ra) jami miqdori (soliq, yig‘im va yetkazish xarajatlari bilan birgalikda) uchun bir yoki bir nechta debet hisoblarni ishlab chiqishi uchun (agar zarur bo‘lsa, xatolarni tuzatish, pulni qaytarib olish yoki shunga o‘xshash maqsadlar uchun hisob raqamingizga bir yoki bir nechta kredit hisoblarini ishlab qilishi uchun) ruxsat berasiz, shuningdek, bank hisob raqamingiz tegishli bo‘lgan moliya institutiga bunday debet hisoblarni ushlab qolish yoki kredit hisoblarni qabul qilish uchun ham ruxsat berasiz. Yodingizda bo‘lsin, bank hisob raqamingiz ma’lumotlari Microsoft hisob qaydnomasi yoki Skype hisob qaydnomasidan olib tashlamaguniga qadar bu ruxsat to‘liq kuchida qoladi va ta’sir qiladi.
vi: Bằng cách đăng ký hoặc chọn tài khoản ngân hàng của bạn làm phương thức thanh toán, bạn ủy quyền cho Microsoft (hoặc đại lý của công ty) tạo một hoặc nhiều khoản ghi nợ cho tổng số tiền (bao gồm các loại thuế, phí và chi phí vận chuyển có thể áp dụng) giao dịch hoặc phí đăng ký của bạn (tuân theo các điều khoản của dịch vụ đăng ký) vào tài khoản ngân hàng của bạn (và tạo một hoặc nhiều khoản ghi có vào tài khoản ngân hàng của bạn để khắc phục lỗi, phát hành khoản hoàn tiền hay mục đích tương tự, nếu cần), đồng thời bạn ủy quyền cho tổ chức tài chính nắm giữ tài khoản ngân hàng của bạn được khấu trừ các khoản ghi nợ hoặc chấp nhận các khoản ghi có như vậy. Bạn hiểu rằng việc ủy quyền này vẫn giữ đầy đủ thẩm quyền và hiệu lực cho đến khi bạn xóa thông tin tài khoản ngân hàng khỏi tài khoản Microsoft hoặc Skype của bạn.
zh_hans: 注册或选择你的银行账户作为付款方式，即表示你授权 Microsoft (或其代理)从你的银行账户发起一笔或多笔扣款，以用于支付你进行购买或依据订阅服务条款进行订阅的总费用(包括适用的税费、服务费和运费)，或在必要时向你的银行账户发起一笔或多笔打款，以用于纠正错误、支付退款或相似用途；同时，你还授权持有你银行账户的金融机构扣除上述扣款或接收上述打款。你了解此授权具备完全效力，除非你从 Microsoft 帐户或 Skype 帐户中删除银行账户信息。
zh_hant: 註冊或選取您的銀行帳戶做為您的付款方式，即表示您授權 Microsoft (或其代理人) 可從您的銀行帳戶扣款一次或多次，以收取您的購買或訂閱費用 (根據您的訂閱服務條款) 總金額 (包括適用稅款、費用和運費) (而且如有必要，可在您的銀行帳戶中存款一次或多次，以更正錯誤、核發退款或類似目的)，並且您授權持有您的銀行帳戶的金融機構可扣除這類扣款或接受這類存款。您了解這項授權將保持完全有效，直到您從您的 Microsoft 帳戶或 Skype 帳戶移除該銀行帳戶資訊為止。
