Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVC.TermOfUse.Content
source: <ul> <li>We will charge an undisclosed amount between {0} {1} - {2} from your credit card.</li> <li>The amount charged will be refunded to you as soon as you complete the verification process.</li> <li>To get verified, you must input the exact amount charged OR the 3 digit code provided in the transaction description.</li> <li>You can find the amount charged or the 3-digit code by checking your credit card statement. Depending on the service of your bank, this can be done online, by phone, or via paper statement that comes in the mail.</li> <li>You need to complete this verification before {3}, and you have {4} chances to retry.</li> <li>Depending on your location and the location of the bank issuing your card, the bank may charge an International Transaction Fee (ITF) or apply currency conversion charges to the amount charged during the verification process. To determine whether those charges might apply, please check with the bank issuing your card. ITF or currency conversion charges incurred in the verification process will NOT be refunded by Microsoft.</li> </ul>
af: <ul> <li>Ons sal ’n onvermelde bedrag tussen {0} {1} - {2} teen jou kredietkaart hef.</li> <li>Die bedrag wat gehef word, sal terugbetaal word sodra jy die verifiëringsproses voltooi.</li> <li>Om geverifieer te word, moet jy die presiese bedrag invoer wat gehef is, OF die 3-syferkode wat in die transaksiebeskrywing gegee word.</li> <li>Jy kan die bedrag wat gehef is of die 3-syferkode kry deur jou kredietkaartstaat te kontroleer. Na gelang van jou bank se diens, kan dit aanlyn, per foon of deur middel van ’n papierstaat gedoen word wat oor die pos kom.</li> <li>Jy moet hierdie verifiëring voltooi voor {3}, en jy het {4} kanse om te herprobeer.</li> <li>Na gelang van jou ligging en die ligging van die bank wat jou kaart uitreik, kan die bank moontlik ’n internasionaletransaksiefooi (ITF) vra of geldeenheidomskakelingkoste vra vir die bedrag wat tydens die verifiëringsproses gehef is. Om vas te stel of daardie koste van toepassing sal wees, moet jy asseblief uitvind by die bank wat jou kaart uitreik. ITF of geldeenheidomskakelingkoste wat aangegaan word, sal NIE deur Microsoft terugbetaal word nie.</li> </ul>
am: <ul> <li>ከክሬዲት ካርድዎ ግልጽ ያልተደረገ መጠኑ {0} {1} - {2} መካከል የሚገኝ ገንዘብ እንቆርጣለን።</li> <li>ተቆራጭ የሆነው መጠን ልክ የማረጋገጥ ሂደትዎን እንዳጠናቀቁ ተመላሽ ይደረግልዎታል።</li> <li>ማረጋገጫ ለማግኘት፣ ልክ የተቆረጠውን መጠን ወይም፣ በግብይቱ ማብራሪያ ውስጥ የሚገኘውን ባለ 3 አሃዝ ኮድ በትክክል ማስገባት አለብዎት።</li> <li>የተቆረጠውን መጠን ወይም ባለ3-አሃዝ ኮዱን በክሬዲት ካርድዎ መግለጫ ውስጥ ሊያገኙት ይችላሉ። እንደባንክዎ አገልግሎት የሚለያይ ሆኖ፣ ይህ መግለጫ በመስመር ላይ፣ በስልክ ወይም በደብዳቤ በሚመጣ ወረቀት ሊገኝ ይችላል።</li> <li>ይህን ማረጋገጫ ከ{3} በፊት ሊያጠናቅቁ ይገባል እንዲሁም እንደገና ለመሞከር {4} ዕድሎች አሉዎት።</li> <li>በእርስዎ እና ካርዱን በሰጠዎ ባንክ መገኛ የሚለያይ ሆኖ፣ በማረጋገጡ ሂደት ለተቆረጠው ክፍያ ባንክዎ የዓለም አቀፍ የገንዘብ ዝውውር ክፍያ (ITF) ወይም የገንዘብ ምንዛሬ ክፍያ ሊያስከፍል ይችላል። እነዚያ ክፍያዎች ተግባራዊ እንደሚሆኑ ለማወቅ፣ እባክዎ ካርዱን የሰጠዎትን ባንክ ያነጋግሩ። በማረጋገጡ ሂደት ለተቆረጡ የITF ወይም የገንዘብ ምንዛሬ ክፍያዎች በMicrosoft ተመላሽ አይሆኑም</li> </ul>
ar: <ul> <li>سوف نقوم بتحصيل مبلغٍ سريٍّ بين {0} {1} - {2} من بطاقة الائتمان الخاصة بك.</li> <li>وسوف يتم رد المبلغ المُحصل إليك بعد إكمالك عملية التحقق.</li> <li>ولإتمام التحقق، يجب عليك إدخال المبلغ المُحصل بالضبط أو الرمز المكون من 3 أرقام الوارد في وصف المعاملة.</li> <li>يمكنك إيجاد المبلغ المُحصل أو الرمز المكون من 3 أرقام عن طريق التحقق من كشف بطاقة الائتمان. ووفقاً لخدمات البنك الذي تتعامل معه، يمكن إجراء ذلك عبر الإنترنت، أو الهاتف، أو بواسطة الكشف الخطي الوارد عن طريق البريد.</li> <li>يجب عليك استكمال عملية التحقق قبل {3}، كما تتاح لك {4} فرص لإعادة المحاولة.</li> <li>وبناءً على موقعك وموقع البنك الذي يصدر البطاقة الخاصة بك، قد يقوم البنك بتحصيل رسوم المعاملات الدولية (ITF) أو أن يقوم بتحصيل رسوم تحويل العملة بالإضافة إلى المبلغ المُحصل خلال عملية التحقق. ولمعرفة هل تكون خاضعاً لتلك الرسوم، يرجى مراجع البنك الذي يصدر البطاقة. ولن تُرجع Microsoft أية مبالغ حصّلت خلال عملية التحقق مقابل رسوم المعاملات الدولية أو تحويل النقود.</li> </ul>
as: <ul> <li>আমি আপোনাৰ ক্ৰেডিট কাৰ্ডৰ পৰা {0} {1} - {2}-ৰ মাজত এটা অপ্ৰকাশিত পৰিমাণৰ মাছুল ল’ম৷</li> <li>আপুনি সত্যতা নিৰূপণ প্ৰক্ৰিয়াটো সম্পূৰ্ণ কৰিলেই মাছুল লোৱা পৰিমাণটো ৰিফাণ্ড কৰা হ’ব৷</li> <li>সত্যতা নিৰূপণ হ’বলৈ, আপুনি লেন-দেনৰ বিৱৰণত প্ৰদান কৰা প্ৰকৃত পৰিমাণৰ মাছুল বা 3 টা সংখ্যাৰ কোডটো বহুৱাবই লাগিব৷</li> <li>আপুনি আপোনাৰ ক্ৰেডিট কাৰ্ডৰ বিবৃতি পৰীক্ষা কৰি মাছুল লোৱা পৰিমাণটো বা 3-টা সংখ্যাৰ কোডটো বিচাৰিব পাৰে৷ আপোনাৰ বেংকৰ সেৱাৰ ওপৰত ভিত্তি কৰি, এইটো অনলাইন, ফোনেৰে বা ই-মেইলত অহা পত্ৰ বিবৃতিৰ যোগে কৰিব পাৰি৷</li> <li>আপুনি {3}ৰ পূৰ্বে এই সত্যতা নিৰূপণ কৰাৰ প্ৰয়োজন হ’ব, আৰু আপুনি প্ৰচেষ্টা চলাবলৈ {4} সুযোগ পাব৷</li> <li>আপোনাৰ অৱস্থান আৰু আপোনাৰ বেংকে কাৰ্ডখন ইচ্চ্যু কৰা অৱস্থানৰ ওপৰত ভিত্তি কৰি, বেংকে এটা ইণ্টাৰনেচনেল ট্ৰানজেকশ্বন ফি (ITF) মাছুল ল’ব পাৰে বা সত্যতা নিৰূপণৰ প্ৰক্ৰিয়া চলি থকা সময়ত মাছুল লোৱা পৰিমাণৰ ওপৰত মুদ্ৰা বিনিময়ৰ মাছুল প্ৰযোজ্য কৰিব পাৰে৷ সেই মাছুল প্ৰযোজ্য হ’বনে নহয় নিৰ্ধাৰণ কৰিবলৈ, অনুগ্ৰহ কৰি আপোনাৰ কাৰ্ড ইচ্চ্যু কৰা বেংকৰ সৈতে পৰীক্ষা কৰক৷ সত্যতা নিৰূপণ প্ৰক্ৰিয়াত ধাৰ্য কৰা ITF বা মুদ্ৰা বিনিময় মাছুল Microsoft-ৰ দ্বাৰা ৰিফাণ্ড কৰা নহ’ব৷</li> </ul>
az: <ul> <li>Kredit kartınızdan {0} {1} - {2} məbləğində açıqlanmayan məbləğ çıxılacaqdır.</li> <li>Siz yoxlama prosesini tamamlayan kimi çıxılan məbləğ geri qaytarılacaqdır.</li> <li>Yoxlamaq üçün siz çıxılan dəqiq məbləği VƏ YA əməliyyatın təsvirində qeyd olunan 3-rəqəmli kodu daxil etməlisiniz.</li> <li>Siz bank hesabı bildirişinizi yoxlamaqla, çıxılan məbləği və 3-rəqəmli kodu tapa bilərsiniz. Bankınızın xidmətindən asılı olaraq, bunu onlayn, telefonla və ya poçtla gələn sənəd şəklində olan bildirişlə edə bilərsiniz.</li> <li>Siz {3} tarixindən əvvəl bu yoxlamanı tamamlamalısınız və təkrar cəhd etmək üçün {4} şansınız qalır.</li> <li>Yerinizdən və kartınızı verən bankın yerindən asılı olaraq, yoxlama prosesi zamanı bank yazılan məbləğə Beynəlxalq Əməliyyat Rüsumu (ITF) və ya valyuta dəyişmə rüsumlarını yaza bilər. Həmin rüsumların yazılıb-yazılmadığını müəyyənləşdirmək üçün kartı verən bankla bunu yoxlayın. Yoxlama prosesi zamanı yazılan ITF və ya valyuta mübadilə rüsumları Microsoft tərəfindən geri qaytarılmayacaqdır.</li> </ul>
bg: <ul> <li>Ще начислим произволна сума между {1} – {2} {0} на вашата кредитна карта.</li> <li>Начислената сума ще ви бъде възстановена веднага след завършването на проверката. </li> <li>За извършването на проверката трябва да въведете точно начислената сума ИЛИ 3-цифрения код, предоставен в описанието на транзакцията.</li> <li>Можете да разберете какви са начислената сума и 3-цифреният код от извлечението за кредитната ви карта. В зависимост от услугите, предоставяни от вашата банка, това може да се извърши онлайн, по телефона или чрез писменото извлечение, което получавате по пощата.</li> <li>Необходимо е да завършите проверката преди {3}, като разполагате с {4} възможности за повторни опити.</li> <li>В зависимост от вашето местоположение и това на банката, издала картата, банката може да начисли такса за международна транзакция (ITF) или такси за конвертиране на валута върху сумата, таксувана в процеса на проверката. За да разберете дали може тези такси да бъдат начислени, проверете в банката, издала вашата карта. Такси ITF и такси за конвертиране на валута, начислени в процеса на проверката, НЕ се възстановяват от Microsoft.</li> </ul>
bn_in: <ul> <li>আমরা আপনার ক্রেডিট কার্ড থেকে {0} {1} - {2} এর মধ্যবর্তী একটি অজানা অর্থরাশি চার্জ করব।</li> <li>আপনি যাচাইকরণ প্রক্রিয়া সম্পন্ন করলেই অবিলম্বে চার্জ করার অর্থরাশি আপনাকে ফেরত দিয়ে দেওয়া হবে।</li> <li>যাচাইকৃত হতে, আপনাকে অবশ্যই ঠিক যত পরিমাণ অর্থরাশি চার্জ করা হয়েছে ততটাই প্রবিষ্ট করতে হবে অথবা লেনদেনের বিবরণে দেওয়া 3 সংখ্যার কোডটি প্রবিষ্ট করতে হবে।</li> <li>আপনি আপনার ক্রেডিট কার্ডের বিবৃতি দেখলে চার্জ করা অর্থরাশি অথবা 3-সংখ্যার কোডটি জেনে নিতে পারবেন। আপনার ব্যাঙ্কের পরিষেবার উপরে নির্ভর করে, অনলাইনে, ফোনে অথবা ডাক যোগে আসা কাগজের বিবৃতির মাধ্যমে এটি করা যেতে পারে।</li> <li>আপনাকে এই যাচাইকরণ {3} এর আগে করে ফেলতে হবে, এবং আপনি {4} বার পুনরায় চেষ্টা করার সুযোগ পাবেন।</li> <li>আপনার অবস্থান এবং আপনার কার্ড যে ব্যাঙ্ক জারি করেছে তার অবস্থানের ভিত্তিতে, যাচাইকরণ প্রক্রিয়ার সময়ে চার্জ করা অর্থরাশিতে ব্যাঙ্ক আন্তর্জাতিক লেনদেন ফী (ITF) অথবা মুদ্রা বিনিময় ফী চার্জ করতে পারে। ওই সব চার্জ প্রয়োগ করা হতে পারে কিনা তা বুঝতে, আপনার কার্ড জারি করা ব্যাঙ্কের সাথে কথা বলে নিন। যাচাইকরণ প্রক্রিয়ায় ধার্য হওয়া ITF অথবা মুদ্রা বিনিময় চার্জ Microsoft এর তরফ থেকে ফেরত দেওয়া হবে না।</li> </ul>
bs: <ul> <li>Vašu kreditnu karticu ćemo teretiti tajnim iznosom između {0} {1} i {2}.</li> <li>Vratit ćemo vam iznos terećenja odmah nakon završetka postupka provjere valjanosti.</li> <li>Da biste izvršili provjeru valjanosti, morate unijeti tačan iznos terećenja ILI trocifreni kod koji se nalazi u opisu transakcije.</li> <li>Iznos terećenja ili trocifreni kod možete pronaći u izvodu kreditne kartice. Ovisno o načinu rada vaše banke, to možete provjeriti putem interneta, telefonski ili u odštampanom izvodu koji ćete dobiti poštom.</li> <li>Provjeru valjanosti morate izvršiti najkasnije do {3}, a imate sljedeći broj pokušaja: {4}.</li> <li>Ovisno o vašoj lokaciji i lokaciji banke koja je izdala karticu, banka vam za vrijeme postupka provjere valjanosti za iznos terećenja može naplatiti naknadu za međunarodne transakcije (ITF, engl. International Transaction Fee) ili naknadu za konverziju valute. Da biste utvrdili da li će se te naknade primijeniti, obratite se banci koja vam je izdala karticu. Microsoft vam NEĆE vratiti iznos naknade za međunarodne transakcije niti naknade za konverziju valute koji su vam naplaćeni za vrijeme postupka provjere valjanosti.</li> </ul>
cy: <ul> <li>Byddwn yn codi ffi rhwng {0} {1} - {2} ar eich cerdyn credyd.</li> <li>Bydd y swm a godir yn cael ei ad-dalu cyn gynted ag y byddwch yn cwblhau'r broses ddilysu.</li> <li>I gael eich dilysu, rhaid i chi roi’r union swm a godwyd NEU’R cod 3 digid yn nisgrifiad y trafodyn.</li> <li>Gallwch weld y swm a godwyd arnoch neu'r cod 3 digid drwy daro golwg ar ddatganiad eich cerdyn credyd. Yn dibynnu ar wasanaeth eich banc, gallwch wneud hynny ar-lein, dros y ffôn, neu drwy edrych ar y datganiad papur sy’n cyrraedd drwy’r post.</li> <li>Mae angen i chi gwblhau’r broses ddilysu hon cyn {3}, ac mae gennych {4} cyfle i roi cynnig arni.</li> <li>Yn dibynnu ar eich lleoliad a lleoliad y banc a gyhoeddodd eich cerdyn, efallai bydd y banc yn codi Ffi Trafodyn Rhyngwladol (ITF) neu’n codi ffi am drosi arian i'r swm a godwyd yn ystod y broses ddilysu. I weld a allai'r ffioedd hynny fod yn berthnasol i chi, holwch y banc a gyhoeddodd eich cerdyn. NI fydd Microsoft yn ad-dalu ITF na ffioedd trosi arian a godir arnoch yn ystod y broses ddilysu.</li> </ul>
da: <ul> <li>Vi opkræver et ukendt beløb på mellem {0} {1} og {2} fra dit kreditkort.</li> <li>Det opkrævede beløb bliver refunderet til dig, så snart du har fuldført bekræftelsesprocessen.</li> <li>For at blive bekræftet skal du indtaste det nøjagtige opkrævede beløb eller den 3-cifrede kode, der er angivet i transaktionsbeskrivelsen.</li> <li>Du kan finde det opkrævede beløb eller den 3-cifrede kode ved at kontrollere udtoget for dit kreditkort. Afhængigt af din banktjeneste kan det gøres online, via telefon eller via kontoudtog, der sendes med posten.</li> <li>Du skal fuldføre bekræftelsen før {3}, og du har i alt {4} forsøg.</li> <li>Afhængigt af din geografiske placering og placeringen af den udstedende bank kan banken opkræve et internationalt transaktionsgebyr (ITF) eller tilføje vekselgebyrer til det beløb, der opkræves under bekræftelsesprocessen. Kontakt banken for at finde ud af, om disse gebyrer bliver opkrævet. ITF eller vekselgebyrer afholdt i bekræftelsesprocessen bliver IKKE refunderet af Microsoft.</li> </ul>
de: <ul> <li>Ihr Bankkonto wird mit einem ungenannten Betrag zwischen {0} {1}–{2} belastet.</li> <li>Dieser Betrag wird Ihnen erstattet, sobald Sie den Prüfungsvorgang abgeschlossen haben.</li> <li>Zur Prüfung müssen Sie den genauen abgebuchten Betrag ODER den dreistelligen Code eingeben, der in der Transaktionsbeschreibung aufgeführt ist.</li> <li>Den abgebuchten Betrag sowie den dreistelligen Code entnehmen Sie Ihrem Bankauszug. Sie können den Kontoauszug je nach Bank entweder online einsehen, telefonisch abfragen oder per Post erhalten.</li> <li>Sie haben bis zum {3} Zeit und {4} Versuche zum Abschließen der Prüfung.</li> <li>Je nach Ihrem Standort und dem Standort der Bank, bei der Sie Ihr Konto haben, kann die Bank internationale Transaktionsgebühren oder Umrechnungsgebühren für den Prüfbetrag erheben. Zur Klärung, ob solche Gebühren anfallen, wenden Sie sich an Ihren Bankdienstleister. Beim Prüfvorgang entstehende Transaktions- und Umrechnungsgebühren werden von Microsoft NICHT erstattet.</li> </ul>
el: <ul> <li> Θα χρεώσουμε με ένα απόρρητο ποσό μεταξύ {0} {1} - {2} την πιστωτική κάρτα σας.</li> <li> Το ποσό της χρέωσης θα σας επιστραφεί μόλις ολοκληρώσετε τη διαδικασία επαλήθευσης.</li> <li> Για να πραγματοποιηθεί επαλήθευσή σας, πρέπει να εισαγάγετε το ακριβές ποσό της χρέωσης Ή τον τριψήφιο κωδικό που δίνεται στην περιγραφή της συναλλαγής.</li> <li> Μπορείτε να βρείτε το ποσό της χρέωσης ή τον τριψήφιο κωδικό εάν ελέγξετε την ανάλυση της πιστωτικής κάρτας σας. Ανάλογα με την υπηρεσία της τράπεζάς σας, αυτό μπορεί να γίνει ηλεκτρονικά, τηλεφωνικά ή με την έντυπη ανάλυση που στέλνεται ταχυδρομικά.</li> <li> Πρέπει να ολοκληρώσετε αυτήν την επαλήθευση πριν τις {3} και μπορείτε να προσπαθήσετε {4} φορές.</li> <li> Ανάλογα με την περιοχή σας και την περιοχή της τράπεζας που εκδίδει την κάρτα σας, η τράπεζα μπορεί να επιβάλει μια χρέωση διεθνών συναλλαγών (ITF) ή χρεώσεις μετατροπής συναλλάγματος στο ποσό που χρεώνεται κατά τη διαδικασία επαλήθευσης. Για να προσδιορίσετε εάν θα εφαρμοστούν αυτές οι χρεώσεις, επικοινωνήστε με την τράπεζα που εκδίδει την κάρτα σας. Η χρέωση διεθνών συναλλαγών ή οι χρεώσεις μετατροπής συναλλάγματος που επιβάλλονται στη διαδικασία επαλήθευσης ΔΕΝ θα επιστραφούν από τη Microsoft.</li> </ul>
es: <ul> <li>Se cargará en tu tarjeta de crédito un importe no revelado de entre{0} {1} y {2}.</li> <li>Se te reembolsará el importe cargado tan pronto como completes el proceso de comprobación.</li> <li>Para efectuar la comprobación, debes especificar el importe exacto cargado O el código de tres dígitos proporcionado en la descripción de la transacción.</li> <li>Para conocer el importe cargado o el código de tres dígitos, consulta el extracto de la tarjeta de crédito. Este trámite puede realizarse en línea, por teléfono o en el extracto impreso enviado por correo postal, según el servicio de tu banco.</li> <li>Debes completar esta comprobación antes de {3} y tienes {4} reintentos.</li> <li>Dependiendo de tu ubicación o la ubicación del banco expedidor de la tarjeta de crédito, es posible que el banco cobre una tasa de transacciones internacionales (ITF) o una comisión por cambio de divisa al importe cargado durante el proceso de comprobación. Para determinar si se aplican tales cargos, consulta al banco expedidor de la tarjeta. Microsoft NO reembolsará los cargos de ITF o de cambio de divisa que se apliquen durante el proceso de comprobación.</li> </ul>
et: <ul> <li>Võtame teie krediitkaardilt avalikustamata summa vahemikus {0} {1} – {2}.</li> <li>Nimetatud summa tagastatakse niipea, kui olete kontrollimistoimingu lõpule viinud.</li> <li>Kontrollimiseks peate sisestama täpselt võetud summa VÕI tehingukirjelduses leiduva kolmekohalise koodi.</li> <li>Võetud summat või kolmekohalist koodi saate kontrollida krediitkaardi väljavõttelt. Olenevalt teie panga teenustest saab seda teha veebis, telefoni teel või meili teel saadetavalt paberväljavõttelt.</li> <li>Kontrollimise saate lõpule viia enne {3} ja teil on uuesti proovimiseks jäänud {4} katset.</li> <li>Olenevalt teie asukohast ja teie kaardi väljastanud panga asukohast, võib pank teie käest küsida rahvusvahelist tehingutasu (ITF) või rakendada valuutateisendustasu summas, mis võeti kontrollimistoimingu ajal. Nende tasude rakendamise kohta saate teavet kaardi väljastanud pangast. Microsoft EI tagasta kontrollimise ajal võetud ITF-i või valuutateisendustasude tasusid.</li> </ul>
eu: <ul> <li>{0} {1} - {2} artean kobratu eta ezkutatuko dugu zure kreditu-txarteletik.</li> <li>Kobratutako zenbatekoa egiaztapen-prozesua amaitu bezain laster itzuliko zaizu.</li> <li>Egiaztatzeko, zenbateko zehatza idatzi behar duzu EDO transakzioaren azalpenean emandako 3 zenbakiko kodea.</li> <li>Kobratutako zenbatekoa edo 3 digituko kodea aurkitzeko, egiaztatu kreditu-txartelaren kontuaren laburpena. Bankuak emandako zerbitzuaren arabera, linean, telefono bidez edo postaren bidez etortzen den paperezko kontuaren laburpenaren bidez egiazta daiteke.</li> <li>{3} baino lehen osatu behar duzu egiaztapena, eta {4} aldiz saia zaitezke.</li> <li>Zure kokapenaren eta txartela jaulki duen bankuaren kokapenaren arabera, bankuak Nazioarteko Transakzioen Komisioa (ITF) edo dibisa-bihurketak kobra dakizkioke egiaztapen-prozesuan kobratuko zenbatekoari. Kostu horiek izango ote dituzun jakiteko, jarri harremanetan txartela jaulkitako bankuarekin. Egiaztapen-prozesuan kobratutako ITF edo dibisa-bihurketen kostuak EZ ditu itzuliko Microsoft-ek.</li> </ul>
fa: <ul> <li>ما یک مبلغ افشا نشده بین {0} {1} - {2} از کارت اعتباری شما کسر خواهیم کرد.</li> <li>به محض اینکه فرآیند تأیید را کامل کنید، هزینه دریافت شده به شما بازپرداخت خواهد شد.</li> <li>برای تأیید شدن، باید مبلغ دقیق یا کد ۳ رقمی ارائه شده در شرح تراکنش را وارد کنید.</li> <li>می‌توانید هزینه اعمال شده یا کد سه رقمی را با بررسی بیانیه کارت اعتباری خود بیابید. بسته به سرویس بانک شما، می‌توان آن را به صورت آنلاین، با تلفن یا از طریق بیانیه کاغذی که با پست دریافت می‌کنید، انجام داد.</li> <li>باید این تأیید را قبل از {3} کامل کنید و {4} فرصت دارید تا دوباره امتحان کنید.</li> <li>بسته به مکان شما و مکان بانکی که کارتتان را صادر کرده است، بانک می‌تواند یک هزینه تراکنش بین‌المللی (ITF) یا هزینه تبدیل ارز را به مبلغ صورت گرفته در طی فرآیند تأیید، اعمال کند. برای تعیین اینکه آیا این هزینه اعمال می‌شوند یا خیر، لطفاً با بانک صادر کننده خود صحبت کنید. ITF یا هزینه تبدیل ارز که در فرآیند تأیید اعمال می‌شوند، توسط Microsoft بازپرداخت نخواهند شد..</li> </ul>
ga: <ul> <li>Gearrfaimid méid neamhluaite idir {0} {1} - {2} ar do chárta creidmheasa.</li> <li>Aisíocfar an méid a ghearrfar leat a luaithe a chríochnaíonn tú an próiseas fíoraithe.</li> <li>Chun fíorú a fháil, ní mór duit an méid cruinn a gearradh NÓ an cód 3 dhigit a thugtar sa chur síos ar an idirbheart a chur isteach.</li> <li>Gheobhaidh tú an méid a gearradh nó an cód 3 dhigit trí do ráiteas cárta creidmheasa a sheiceáil. Ag brath ar sheirbhís do bhainc, is féidir é sin a dhéanamh ar líne, ar an bhfón, nó i ráiteas páipéir a thagann leis an bpost.</li> <li>Ní mór duit an fíorú seo a dhéanamh roimh {3}, agus beidh {4} seans agat.</li> <li>Ag brath ar do shuíomh agus suíomh an bhainc a eisíonn do chárta, is féidir go gcuirfidh an banc Táille Idirbhirt idirnáisiúnta nó táille comhshó airgeadra leis an méid a ghearrtar le linn an phróisis fhíoraithe. Le fáil amach cibé an ngearrfar na táillí sin, seiceáil leis an mbanc a eisíonn do chárta. NÍ aisíocfaidh Microsoft táillí comhshó airgeadra a thabhaítear sa phróiseas fíoraithe.</li> </ul>
gd: <ul> <li>Iarraidh sinn suim rùin eadar {0} {1} is {2} air a’ chairt-chreideis agad.</li> <li>Thèid an t-suim a phàigheadh air ais dhut cho luath ’s a bhios am pròiseas dearbhaidh deiseil.</li> <li>Airson a dhearbhadh, feumaidh tu an dearbh shuim a chur a-steach NO an còd 3 fhigearan a thugadh seachad ann an tuairisgeul an tar-chuir.</li> <li>Chì thu an t-suim no an còd 3 fhigearan ma choimheadas tu air aithris na cairt-creideis agad. A-rèir seirbheis a’ bhanca agad, dh’fhaoidte gun urrainn dhut seo a dhèanamh air loidhne, air an fhòn no leis an aithris phàipeir a thig air a’ phost.</li> <li>Feumaidh tu an dearbhadh seo a choileanadh ron {3} agus tha {4} cothroman agad airson feuchainn a-rithist.</li> <li>A-rèir far a bheil thu fhèin agus far a bheil am banca a thug dhut a’ chairt, faodaidh gun cuir am banca International Transaction Fee (ITF) ort no gun iarr iad tàille airson iompachadh eadar airgeadrathan rè pròiseas an dearbhaidh. Faighnich dhen bhanca on a fhuair thu a’ chairt mu thàillean mar sin. CHA PHÀIGH Microsoft air ais tàillean iompachaidh airgeadra no ITF a dh’èireas sa phròiseas dearbhaidh.</li> </ul>
gl: <ul> <li>Cargaremos un importe non revelado de entre {0} {1} e {2} na túa tarxeta de crédito.</li> <li>O importe cargado serache reembolsado en canto completes o proceso de verificación.</li> <li>Para verificalo, debes introducir o importe exacto cargado OU o código de 3 díxitos que aparece na descrición da transacción.</li> <li>Podes encontrar o importe cargado ou o código de 3 díxitos consultando o extracto da tarxeta de crédito. Dependendo do servizo do teu banco, isto pódese facer en liña, por teléfono ou mediante o extracto en papel enviado por correo.</li> <li>Tes que completar esta verificación antes de {3} e tes {4} oportunidades de tentalo.</li> <li>Dependendo da túa localización e da localización do banco emisor da tarxeta, o banco pode cobrar unha Taxa de Transacción Internacional (TTI) ou aplicar custos de conversión de moeda ao importe cargado durante o proceso de verificación. Para determinar se se poden aplicar eses custos, consulta co banco emisor da tarxeta. A TTI ou os custos de conversión de moeda que se produzan no proceso de verificación NON serán reembolsados por Microsoft.</li> </ul>
gu: <ul> <li>અમે તમારા ક્રેડિટ કાર્ડથી {0} {1} - {2} ની વચ્ચે જાહેર ન થયેલ કોઈ રકમ ચાર્જ કરીશું.</li> <li>ચકાસણી પ્રક્રિયા પૂર્ણ કરતા જ તમને ચાર્જ કરેલી રકમ પરત કરવામાં આવશે.</li> <li>ચકાસણી કરવા માટે, તમારે લેવડદેવડના વર્ણનમાં આપેલ ચોક્કસ રકમ અથવા 3 આંકડાનો કોડ દાખલ કરવો આવશ્યક છે.</li> <li>તમે તમારા ક્રેડિટ કાર્ડ અહેવાલની તપાસ કરીને ચાર્જ કરવામાં આવેલ રકમ અથવા 3-આંકડાનો કોડ શોધી શકો છો. આ તમારી બેંકની સેવાના આધારે ઑનલાઇન, ફોન દ્વારા અથવા મેઇલમાં આવતા પેપર અહેવાલ દ્વારા કરી શકાય છે.</li> <li>તમારે {3} પહેલાં આ ચકાસણી પૂર્ણ કરવાની જરૂર છે અને તમારી પાસે ફરીથી પ્રયાસ કરવા માટે {4} તકો છે.</li> <li>તમારું સ્થાન અને તમારું કાર્ડ અદા કરતી બેંકના સ્થાનને આધારે, બેન્ક આંતરરાષ્ટ્રીય પ્રક્રિયા ફી (ITF) ચાર્જ કરી શકે છે અથવા ચકાસણી પ્રક્રિયા દરમિયાન વસૂલ કરેલી રકમ માટે ચલણ પરિવર્તનનું ચાર્જ લાગુ કરી શકે છે. ચાર્જ લાગુ થઈ શકે છે કે કેમ તે નક્કી કરવા માટે, કૃપા કરીને તમારા કાર્ડને અદા કરતી બેંકમાં તપાસ કરો. ચકાસણી પ્રક્રિયામાં થયેલા આઇટીએફ અથવા ચલણ પરિવર્તન ચાર્જ્સને Microsoft દ્વારા રિફંડ કરવામાં આવશે નહીં.</li> </ul>
he: <ul> <li>נחייב את כרטיס האשראי שלך בסכום כלשהו בין {0} {1} - {2}.</li> <li>הסכום שבו תחויב יוחזר לך עם השלמת תהליך האימות.</li> <li>כדי לבצע אימות, עליך להזין את הסכום המדויק שבו חויבת או את הקוד בן 3 הספרות המופיע בתיאור העסקה.</li> <li>ניתן למצוא את סכום החיוב או את הקוד בן 3 הספרות בחשבונית של כרטיס האשראי שלך. בהתאם לשירות שמציע הבנק שלך, תוכל למצוא את הפרטים באינטרנט, בטלפון או בפירוט המודפס הנשלח בדואר.</li> <li>עליך להשלים את האימות לפני {3}, ולרשותך {4} נסיונות חוזרים.</li> <li>בהתאם למיקומך ולמיקום הבנק המנפיק את כרטיסך, ייתכן שהבנק יגבה עמלת עסקה בינלאומית (ITF) או חיובי המרת מטבע על סכום החיוב במסגרת תהליך האימות. כדי לבדוק אם חלים חיובים כאלה, פנה לבנק המנפיק את כרטיסך. עמלות ITF או המרת מטבע שנגבו בתהליך האימות לא יוחזרו על-ידי Microsoft‏.</li> </ul>
hi: <ul> <li>हम आपके क्रेडिट कार्ड से {0} {1} - {2} के बीच अप्रदर्शित राशि का शुल्क लगाएँगे.</li> <li>जैसे ही आप सत्यापन प्रक्रिया पूर्ण कर लेते हैं, लगाए गए शुल्क की राशि आपको वापस कर दी जाएगी.</li> <li>सत्यापित होने के लिए, आपको लगाए गए शुल्क की सटीक राशि या ट्रांज़ैक्शन वर्णन में प्रदान किया गया 3 अंकों का कोड इनपुट करना चाहिए.</li> <li>आपको लगाए गए शुल्क की राशि या 3-अंकों का कोड, आपके क्रेडिट कार्ड स्टेटमेंट पर मिल सकता है. आपके बैंक की सेवा के आधार पर, इसे ऑनलाइन, फ़ोन द्वारा या मेल में आने वाले कागज़ी स्टेटमेंट के माध्यम से किया जा सकता है.</li> <li>आपको यह सत्यापन {3} के पहले पूर्ण करना होगा और पुनः प्रयास करने के लिए आपके पास {4} अवसर होते हैं.</li> <li>आपके स्थान के और आपका कार्ड जारी करने वाले बैंक के स्थान के आधार पर, बैंक, सत्यापन प्रक्रिया के दौरान लगाए गए शुल्क पर अंतर्राष्ट्रीय ट्रांज़ैक्शन शुल्क (ITF) लगा सकता है या मुद्रा रूपांतरण शुल्क लागू कर सकता है. यह निर्धारित करने के लिए कि क्या वे शुल्क लागू होते हैं, कृपया आपका कार्ड जारी करने वाले बैंक के साथ जाँचें. सत्यापन प्रक्रिया में लगाए गए ITF या मुद्रा रूपांतरण शुल्क की धनवापसी Microsoft द्वारा नहीं की जाएगी.</li> </ul>
hr: <ul> <li>Teretit ćemo vašu kreditnu karticu tajnim iznosom između {0} {1} i {2}.</li> <li>Vratit ćemo vam iznos terećenja odmah nakon završetka postupka provjere valjanosti.</li> <li>Da biste izvršili provjeru valjanosti, morate unijeti točan iznos terećenja ILI troznamenkasti kod koji se nalazi u opisu transakcije.</li> <li>Iznos terećenja ili troznamenkasti kod možete pronaći u izvodu kreditne kartice. Ovisno o načinu rada vaše banke, to možete provjeriti putem interneta, telefonski ili u tiskanom izvodu koji ćete dobiti poštom.</li> <li>Provjeru valjanosti morate izvršiti najkasnije do {3}, a imate sljedeći broj pokušaja: {4}.</li> <li>Ovisno o vašem mjestu i mjestu banke koja je izdala karticu, banka vam tijekom postupka provjere valjanosti za iznos terećenja može naplatiti naknadu za međunarodne transakcije (ITF, engl. International Transaction Fee) ili naknadu za konverziju valute. Da biste utvrdili hoće li se te naknade primijeniti, obratite se banci koja vam je izdala karticu. Microsoft vam NEĆE vratiti iznos naknade za međunarodne transakcije ili naknade za konverziju valute koji su vam naplaćeni tijekom postupka provjere valjanosti.</li> </ul>
hu: <ul> <li>A hitelkártyájáról le fogunk vonni egy {0} {1} – {2} közötti, előre nem ismertetett összeget.</li> <li>A levont összeget azonnal visszatérítjük, amint Ön befejezi az ellenőrzési folyamatot.</li> <li>Az ellenőrzés elvégzéséhez meg kell adnia a levonás pontos összegét VAGY a tranzakció leírásában szereplő háromjegyű kódot.</li> <li>A levont összeget és a háromjegyű kódot a hitelkártyához tartozó számla kivonatán találja meg. A bank szolgáltatásaitól függően az adatokat online, telefonon vagy a postán kapott papíralapú bankkivonaton ellenőrizheti.</li> <li>Az ellenőrzést {3} előtt el kell végeznie, és még {4} alkalommal próbálkozhat.</li> <li>Az Ön és a kártyát kibocsátó bank helyétől függően előfordulhat, hogy a bank nemzetközi tranzakciós díjat vagy devizaátváltási költséget számít fel az ellenőrzési folyamat során levont összeg után. Arról, hogy kell-e ilyen díjakat fizetnie, a kártyát kibocsátó banknál tájékozódhat. Az ellenőrzési folyamat során felmerülő nemzetközi tranzakciós díjat és a devizaátváltási költségeket a Microsoft NEM téríti vissza.</li> </ul>
id: <ul> <li>Kami akan membebankan sejumlah nilai yang tidak dipublikasikan antara {0} {1} - {2} dari kartu kredit Anda.</li> <li>Jumlah yang ditarik akan dikembalikan kepada Anda segera setelah Anda menyelesaikan proses verifikasi.</li> <li>Agar berhasil diverifikasi, Anda harus memasukkan jumlah aktual yang ditagihkan ATAU kode 3 digit yang tertera di keterangan transaksi.</li> <li>Anda dapat mengetahui jumlah yang ditagihkan atau kode 3 digit dengan memeriksa laporan kartu kredit Anda. Tergantung layanan bank Anda, hal tersebut dapat dilakukan secara daring, melalui telepon, atau melalui lembar laporan yang dikirim lewat pos.</li> <li>Anda harus menyelesaikan verifikasi ini sebelum {3}, dan Anda memiliki {4} kesempatan untuk mencoba kembali.</li> <li>Tergantung lokasi Anda dan lokasi bank penerbit kartu kredit Anda, bank tersebut dapat membebankan Biaya Transaksi Internasional (ITF) atau menerapkan biaya konversi mata uang untuk jumlah yang ditagihkan selama proses verifikasi. Untuk mengetahui apakah biaya-biaya tersebut berlaku, silakan hubungi bank yang menerbitkan kartu Anda. ITF atau biaya konversi mata uang yang timbul dalam proses verifikasi TIDAK akan dikembalikan oleh Microsoft.</li> </ul>
is: <ul> <li>Við skuldfærum óbirta upphæð á bilinu {1} – {2} {0} af greiðslukortinu þínu.</li> <li>Upphæðin verður endurgreidd um leið og þú hefur lokið við sannprófunarferlið.</li> <li>Til að fá sannprófun verður þú að færa inn nákvæmlega þá upphæð sem var gjaldfærð EÐA þriggja tölustafa kóðann sem kom fram í lýsingu færslunnar.</li> <li>Upphæðina og þriggja stafa kóðann er að finna í yfirliti greiðslukortsins. Hægt er að gera þetta á netinu, í gegnum síma eða með yfirliti á pappír sem sent er með pósti, allt eftir því hvaða þjónustu bankinn býður.</li> <li>Ljúka þarf sannprófun fyrir {3} og þú hefur {4} tilraunir.</li> <li>Bankinn sem gefur út kortið kann að gjaldfæra gjald fyrir erlenda greiðslu á kortið eða bæta gjöldum vegna gjaldeyrisumreiknings við upphæðina í sannprófunarferlinu, allt eftir staðsetningu þinni og bankans. Til að komast að því hvort þessi gjöld eiga við skaltu spyrjast fyrir hjá bankanum sem gefur kortið út. Microsoft endurgreiðir EKKI gjöld vegna erlendra greiðslna eða gjöld vegna gjaldeyrisumreiknings sem bætt er við í sannprófunarferlinu.</li> </ul>
ja: <ul> <li>お客様のクレジット カードに非公開の金額 ({0} {1} ～ {2}) を請求いたします。</li> <li>この請求金額は、検証手続きを完了いただき次第、返金いたします。</li> <li>検証手続きを行うには、正確なご請求金額を入力いただくか、または取引明細に記載の 3 桁のコードを入力していただく必要がございます。</li> <li>ご請求金額または 3 桁のコードは、クレジット カードの明細に記載されています。お取引銀行の取扱いサービスに応じて、オンライン、電話、または郵送されるご利用代金明細書でご確認いただけます</li> <li>検証手続きは {3} までにお済ませください。また、再試行回数の上限は {4} 回です。</li> <li>お住まいの地域またはカードの発行元銀行の所在地によっては、検証手続き時の請求金額に海外利用手数料 (ITF) や両替手数料が加算される場合がございます。こうした手数料が適用されるかどうかは、カードの発行元銀行にご確認ください。検証手続き時に課された ITF または両替手数料については、返金の対象になりませんので、ご了承ください。</li> </ul>
ka: <ul> <li>ჩვენ დავაკავებთ გაუმჟღავნებელ თანხას თქვენი ანგარიშიდან, {0} {1} - {2} ოდენობის ფარგლებში, თქვენი საკრედიტო ბარათით.</li> <li>ეს დაკავებული თანხა უკან დაგიბრუნდებათ დადასტურების პროცესის დასრულებისთანავე.</li> <li>დადასტურების შესასრულებლად, უნდა ჩაწეროთ დაკავებული თანხის ზუსტი ოდენობა, ან 3 ციფრიანი კოდი, რომელიც მოცემულია ტრანზაქციის აღწერაში.</li> <li>დაკავებული თანხა ან 3-ციფრიანი კოდი შეგიძლიათ მოძებნოთ თქვენი საკრედიტო ბარათის განაცხადში. თქვენი ბანკის მომსახურების მიხედვით, ამის გაკეთებას შეძლებთ ინტერნეტით, ტელეფონით, ან ფოსტით მიღებული ამობეჭდილი განაცხადით.</li> <li>დადასტურების შესრულების ბოლო თარიღია {3} და გაქვთ {4} მცდელობის უფლება.</li> <li>თქვენი მდებარეობისა და თქვენი საკრედიტო ბარათის გამცემი ბანკის მდებარეობის მიხედვით, ბანკმა შეიძლება დაგაკისროთ საერთაშორისო ტრანზაქციის გადასახადი (ITF), ან გამოიყენოს ვალუტის გადაცვლის საფასური დადასტურების პროცესისთვის გამოყენებულ თანხაზე. იმისათვის, რომ შეიტყოთ დაგერიცხებათ თუ არა ასეთი გადასახადები, გთხოვთ, მიმართოთ თქვენი საკრედიტო ბარათის გამცემ ბანკს. Microsoft არ დაფარავს ITF ან ვალუტის კონვერსიის გადასახადებს, რომლებიც თან ახლავს დადასტურების პროცესს.</li> </ul>
kk: <ul> <li>Несие картаңыздан {0} {1} - {2} аралығында жарияланбаған соманы аламыз.</li> <li>Тексеру процесін аяқтаған соң, алынған сома сізге қайтарылады.</li> <li>Тексеру үшін нақты алынатын соманы НЕМЕСЕ транзакция сипаттамасында берілген 3 таңбалы кодты енгізуіңіз керек.</li> <li>Несие картаңыздың мәлімдемесін тексеру арқылы алынған соманы немесе 3 таңбалы кодты табуға болады. Банкіңіздің қызметіне байланысты оны онлайн желісінде, телефон арқылы немесе поштамен келетін қағаз мәлімдеме арқылы жүзеге асыруға болады.</li> <li>Бұл тексеруді {3} бұрын аяқтауыңыз керек, сонда қайталауға {4} мүмкіндігіңіз болады.</li> <li>Тұратын жеріңізге және картаны берген банктің орнына байланысты банк халықаралық транзакция ақысын (ITF) алуы немесе тексеру процесі кезінде алынатын сомаға валюта конвертация ақыларын ұстауы мүмкін. Бұл ақылардың ұсталу-ұсталмауын анықтау үшін картаңызды берген банкке хабарласыңыз. Тексеру процесінде алынған ITF немесе валюта конвертация ақылары Microsoft тарапынан қайтарылмайды.</li> </ul>
kn: <ul> <li> ನಾವು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ನಿಂದ {0} {1} - {2} ನಡುವಿನ ಬಹಿರಂಗಪಡಿಸದ ಮೊತ್ತವನ್ನು ವಿಧಿಸುತ್ತೇವೆ.</li> <li> ವಿಧಿಸಲಾದ ಮೊತ್ತವನ್ನು ನೀವು ಪರಿಶೀಲನೆ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದ ತಕ್ಷಣವೇ ನಿಮಗೆ ಮರುಪಾವತಿಸಲಾಗುತ್ತದೆ.</li> <li> ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು, ನೀವು ವಿಧಿಸಲಾದ ನಿಖರ ಮೊತ್ತವನ್ನು ಅಥವಾ ವಹಿವಾಟು ವಿವರಣೆಯಲ್ಲಿ ಒದಗಿಸಿದ 3 ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಬೇಕು.</li> <li> ನೀವು ವಿಧಿಸಲಾದ ನಿಖರ ಮೊತ್ತವನ್ನು ಅಥವಾ 3-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸ್ಟೇಟ್‌ಮೆಂಟ್‌ನಲ್ಲಿ ಹುಡುಕಬಹುದು. ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಸೇವೆಯನ್ನು ಆಧರಿಸಿ, ಇದನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ, ಫೋನ್ ಮೂಲಕ ಅಥವಾ ಅಂಚೆಯಲ್ಲಿ ಬರುವ ಕಾಗದದ ಸ್ಟೇಟ್‌ಮೆಂಟ್‌ ಮೂಲಕ ಮಾಡಬಹುದು.</li> <li> ನೀವು {3} ಸಮಯದೊಳಗೆ ಈ ಪರಿಶೀಲನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು ಮತ್ತು ಮರುಪ್ರಯತ್ನಿಸಲು ನಿಮ್ಮ ಬಳಿ {4} ಅವಕಾಶಗಳಿವೆ.</li> <li> ನಿಮ್ಮ ಸ್ಥಳ ಮತ್ತು ನಿಮ್ಮ ಕಾರ್ಡ್ ನೀಡುವ ಬ್ಯಾಂಕ್‌ನ ಸ್ಥಳವನ್ನು ಆಧರಿಸಿ, ಅಂತರಾಷ್ಟ್ರೀಯ ವಹಿವಾಟು ಶುಲ್ಕವನ್ನು (ITF) ಬ್ಯಾಂಕ್ ವಿಧಿಸಬಹುದು ಅಥವಾ ಪರಿಶೀಲನೆ ಸಂದರ್ಭದಲ್ಲಿ ವಿಧಿಸಿದ ಮೊತ್ತಕ್ಕೆ ಕರೆನ್ಸಿ ಪರಿವರ್ತನೆ ಶುಲ್ಕಗಳನ್ನು ಅನ್ವಯಿಸಬಹುದು. ಆ ಶುಲ್ಕಗಳು ಅನ್ವಯಿಸುತ್ತವೆಯೇ ಎಂದು ನಿರ್ಣಯಿಸಲು, ನಿಮ್ಮ ಕಾರ್ಡ್ ನೀಡಿದ ಬ್ಯಾಂಕಿನಲ್ಲಿ ದಯವಿಟ್ಟು ಪರಿಶೀಲಿಸಿ. ಪರಿಶೀಲನೆ ಪ್ರಕ್ರಿಯೆಯಲ್ಲಿ ಉಂಟಾದ ITF ಅಥವಾ ಕರೆನ್ಸಿ ಪರಿವರ್ತನೆ ಶುಲ್ಕಗಳನ್ನು Microsoft ಮರುಪಾವತಿ ಮಾಡುವುದಿಲ್ಲ.</li> </ul>
ko: <ul> <li>회원님의 카드로 {0} {1} - {2} 사이의 미공개 금액을 청구합니다.</li> <li>청구된 금액은 인증 절차가 완료되는 대로 환불됩니다.</li> <li>인증하려면 청구된 금액 또는 거래 설명에 제공된 3자리 코드를 입력해야 합니다.</li> <li>청구된 금액 또는 3자리 코드는 신용 카드 명세서에서 확인할 수 있습니다. 은행에서 제공하는 서비스 유형에 따라 이 숫자는 온라인이나 전화를 이용하거나 우편으로 제공되는 서면 명세서를 통해 확인할 수 있습니다.</li> <li>이 인증 절차는 {3} 전에 완료해야 하며 {4}번까지 다시 시도할 수 있습니다.</li> <li>거주 지역 및 카드 발급 은행의 소재에 따라 인증 절차 중 청구된 금액에 대해 은행에서 ITF(해외 거래 수수료)를 청구하거나 환전 수수료를 적용할 수 있습니다. 이러한 금액이 청구되는지 여부를 확인하려면 카드 발급 은행에 문의하십시오. ITF 또는 환전 수수료는 인증 절차 중 발생하며 Microsoft에서 환불해 드리지 않습니다.</li> </ul>
ku_arab: <ul> <li>ئێمە بڕێکی ئاشکرانەکراو لەنێوان {0} {1} - {2} لە کرێدت کارتی تۆ دەبڕین.</li> <li>پارەی وەرگیراو دەستوبرد لەگەڵ تەواوکردنی پرۆسەی سەلماندندا دەگەڕێنرێتەوە بۆ تۆ.</li> <li>بۆئەوەی بسەلمێنریێت، پێویستە بڕی وەرگیراو وەک خۆی یان ئەو کۆدە 3-رەنووسەی لە وردەکاری سەوداگەریدا هاتووە تێنووس بکەیت.</li> <li>دەتوانیت بە پشکنینی بڵاونامەی کرێدت کارتی خۆت بڕی وەرگیراو یان کۆدە 3-رەنووسەکە بدۆزیتەوە. بەگوێرەی خزمەتگوزاری بانکەکەت، دەکرێت ئەمە بە سەرهێڵ، بە تەلەفۆن یان لە رێگەی بڵاونامەی کاغەزەوە ئەنجام بدرێت کە بە پۆستە بۆت بنێرن.</li> <li>پێویستە لەسەرت ئەم سەلماندنە پێش {3} تەواو بکەیت و {4} هەلت هەیە بۆ دووبارە هەوڵدان.</li> <li>بەگوێرەی شوێنی تۆ و شوێنی ئەو بانکەی کە کرێدت کارتەکەی تۆی دەرکردووە، رەنگە بانکەکە لەکاتی پرۆسەی سەلماندندا کرێی سەوداگەری نێودەوڵەتی (ITF) لە تۆ ببڕێت یان کرێکانی گۆڕینی دراو بەبڕی پارەی وەرگیراو ببڕێت. بۆ زانینی ئەوەی داخۆ ئەو بڕینانە کارپێکراوبێت، تکایە بەدواداچوون لەگەڵ ئەو بانکەدا بکە کە کرێدت کارتی تۆی دەرکردووە. ئەو کرێی سەوداگەری جیهانی یان کرێی گۆڕینی دراوەی کە دێتەکایەوە لەلایەن Microsoft قەرەبوو ناکرێتەوە.</li> </ul>
ky: <ul> <li>Биз сиздин банк эсебиңизден {0} {1} - {2} ортосундагы айтылбаган сумманы чыгарып алабыз.</li> <li>Алынган сумма сиз текшерүү процессин аяктаарыңыз менен сизге кайтарылып берилет.</li> <li>Текшерилиш үчүн сиз алынган так сумманы ЖЕ которуунун сүрөттөөсүндө берилген 3 сандуу кодду аташыңыз керек.</li> <li>Сиз алынган сумманы же 3 сандуу кодду өзүңүздүн банк эсебиңиздин билдирүүсүн текшерип ала аласыз. Сиздин банкыңыздын тейлешине карай муну онлайн, телефон аркылуу же почта аркылуу келген кагаз түрүндөгү билдирүү менен кылса болот.</li> <li>Сиз бул текшерүүнү {3} чейин бүтүрүшүңүз керек, жана аны кайталоого {4} мүмкүнчүлүгүңүз бар.</li> <li>Сиздин турган жериңизге жана картаңызды чыгарган банктын турган жерине жараша банк Эл аралык Которуу Акысын (ITF) же текшерүү процесси учурунда алынган суммага валюта алмаштыруу төлөмүн алышы мүмкүн. Бул эсептер алынганбы же жокпу аныкташ үчүн сиздин эсебиңизди чыгарган банкка кайрылыңыз. Текшерүү процессинде пайда болгон ITF же валюта алмаштыруу чендерин Microsoft кайтарып БЕРБЕЙТ.</li> </ul>
lo: <ul> <li>ພວກເຮົາຈະຮຽກເກັບເງິນໃນຈຳນວນບໍ່ເປີດເຜີຍລະຫວ່າງ {0} {1} - {2} ຈາກ ບັດເຄຣດິດຂອງທ່ານ.</li> <li>ຈຳນວນເງິນທີ່ຮຽກເກັບຈະຖືກສົ່ງຄືນໃຫ້ທ່ານໃນເວລາພ້ອມໆກັນກັບເວລາທີ່ທ່ານສຳເລັດຂັ້ນຕອນການຢືນຢັນ.</li> <li>ເພື່ອຮັບການຢຶນຢັນ, ທ່ານຕ້ອງປ້ອນຈຳນວນທີ່ຖືກຮຽກເກັບນັ້ນໃຫ້ຖືກຕ້ອງ ຫລື ລະຫັດ 3 ຕົວເລກທີ່ໃຫ້ໃນລາຍລະອຽດການທຸລະກຳ.</li> <li>ທ່ານສາມາດຊອກຫາຈຳນວນເງິນທີ່ຮຽກເກັບ ຫລື ລະຫັດ 3-ຕົວເລກໂດຍການກວດເບິ່ງ ໃບລາຍງານການເງິນຂອງ ບັດເຄຣດິດທ່ານ. ໂດຍຂຶ້ນກັບ ການບໍລິການຂອງທະນາຄານຂອງທ່ານ ສິ່ງນີ້ສາມາດສຳເລັດທາງອອນລາຍນ໌ໄດ້ ຜ່ານໂທລະສັບ ຫລື ຜ່ານ ເອກະສານຄຳຖະແຫລງທີ່ມາພ້ອມໃນອີເມວ.</li> <li>ທ່ານຈຳຕ້ອງສຳເລັດການຢືນຢັນນີ້ກ່ອນ {3}, ແລະທ່ານມີ {4} ໂອກາດເພື່ອ ລອງໃໝ່.</li> <li>ອີງຕາມຈຸດທີ່ຕັ້ງຂອງທ່ານ ແລະ ຈຸດທີ່ຕັ້ງຂອງທະນາຄານທີ່ອອກບັດ, ທະນາຄານອາດຮຽກເກັບເງິນ ຄ່າທຳນຽມ ທຸລະກຳລະຫວ່າງປະເທດ (ITF) ຫລື ນຳໃຊ້ ການເກັບຄ່າ ການປ່ຽນສະກຸນເງິນຕາ ໄປຍັງ ຈຳນວນທີ່ຖືກເກັບຄ່າໃນຂະນະດຳເນີນຂັ້ນຕອນການຢືນຢັນ. ເພື່ອຕັດສິນວ່າການຮຽກເກັບຄ່າອາດຈະນຳໃຊ້ຫລືບໍ່, ກະລຸນາກວດກາກັບທະນາຄານທີ່ອອກບັດຂອງທ່ານ. ITF ຫລື ການເກັບຄ່າປ່ຽນສະກຸນເງິນຕາ ທີ່ເກີດຂຶ້ນໃນຂັ້ນຕອນການຢືນຢັນຈະບໍ່ຖືກສົ່ງຄືນໂດຍ Microsoft.</li> </ul>
lt: <ul> <li>Nenurodomą {1}–{2} {0} dydžio sumą nuskaitysime nuo kredito kortelės.</li> <li>Nuskaityta suma bus grąžinta, kai tik baigsite patikrinimo procesą.</li> <li>Kad būtų patikrinta, turite įvesti tikslią nuskaitytą sumą ARBA operacijos apraše nurodytą 3 skaitmenų kodą.</li> <li>Nuskaitytą sumą arba 3 skaitmenų kodą rasite kredito kortelės išraše. Atsižvelgiant į banke teikiamas aptarnavimo paslaugas, tai galima atlikti internetu, telefonu arba peržiūrėti paštu siunčiamą popierinį išrašą.</li> <li>Turite baigti šį patikrinimo procesą iki {3}, be to, dar {4} k. galite bandyti pakartotinai.</li> <li>Atsižvelgiant į jūsų gyvenamąją vietą bei kortelę išdavusio banko vietą, bankas gali taikyti tarptautinio pervedimo mokestį (ITF) arba valiutos konvertavimo mokesčius ir priskaičiuoti juos prie sumos, nuskaičiuojamos atliekant patikrinimo procesą. Ar šie mokesčiai gali būti taikomi, teiraukitės kortelę išdavusiame banke. ITF arba valiutos konvertavimo mokesčių sumų, priskaičiuotų atliekant patikrinimo procesą, „Microsoft“ NEGRĄŽINS.</li> </ul>
lv: <ul> <li>No jūsu kredītkartes tiks ieturēta neprecizēta apjoma maksa {0} {1}–{2} apmērā.</li> <li>Ieturētā maksa tiks jums atmaksāta tūlīt pēc verifikācijas procesa pabeigšanas.</li> <li>Lai tiktu veikta verifikācija, jums ir jāievada precīzs ieskaitītās summas apjoms VAI trīs ciparu kods, kas norādīts transakcijas aprakstā.</li> <li>Ieskaitīto summu un trīs ciparu kodu varat skatīt bankas konta pārskatā. Atkarībā no bankas nodrošinātajiem pakalpojumiem to var izdarīt tiešsaistē, pa tālruni vai apskatot izdruku, kas tiek atsūtīta pastā. </li> <li>Verifikācija ir jāveic līdz {3}, veicot ne vairāk kā {4} mēģinājumu(us).</li> <li>Atkarībā no jūsu un kredītkartes izdevējbankas atrašanās vietas banka verifikācijas laikā var piemērot maksu par starptautisku pārskaitījumu (International Transaction Fee — ITF) vai piemērot valūtas konvertācijas maksas verifikācijas procesā ieturētajai summai. Lai noteiktu šo maksu piemērojamību, sazinieties ar kredītkartes izdevējbanku. Korporācija Microsoft Corporation NEATLĪDZINA maksu par starptautisku pārskaitījumu vai valūtas konvertāciju, kas ir piemērota verifikācijas laikā.</li> </ul>
mi: <ul> <li>Ka namatia tō kāri tāwere i waenga i {0} {1} - {2} mō tētahi rahinga tē whakaaturia.</li> <li>Ka whakahokia te rahinga i namatia ki a koe ina oti te tukanga manatoko.</li> <li>E manatokona ai koe, me tāuru koe te tino rahinga pū i namatia, TĒNEI RĀNEI me whakauru te waehere 3 mati e hora mai ana i te whakaahua whakawhitinga.</li> <li>Ka kitea pea e koe te rahinga i namatia, te waehere 3-mati rānei mā te tiro ki tō tauākī kāri tāwere. Kei te āhua tonu o ngā ratonga o tō pēke, ka taea tēnei te mahi tuihono, ā-waea, ā-tauākī pepa ka tae mai i te mēra rānei. </li> <li>Me mātua whakaoti te manatokonga i mua i te {3}, ā, e {4} ō āheinga kia whakamātau anō.</li> <li>Kei te āhua o tō tauwāhi me te tauwāhi o te pēke nāna tō kāri i whakaputa, ka nama pea te pēke i tētahi Utunga Whakawhitinga ā-Ao (ITF), ka hoatu rānei i ngā namanga whakawhitinga moni i te tapeke i namatia i roto i te tukanga manatoko. Hei whakatau mēnā ka pā pea aua utunga, āta kōrero ki te pēke nāna tō kāri i whakaputa. E KORE ngā utunga ITF, whakawhitinga moni rānei ka ara ake i te hātepe manatoko e whakahokia e Microsoft.</li> </ul>
mk: <ul> <li>Ќе наплатиме неоткриен износ меѓу {0} {1} - {2} од вашата кредитна картичка.</li> <li>Наплатениот износ ќе ви се врати откако ќе го завршите процесот на верификација.</li> <li>За да се верификувате, мора да го внесете точниот наплатен износ ИЛИ троцифрениот код наведен во описот на трансакцијата.</li> <li>Наплатениот износ или троцифрениот код може да ги најдете во изводот за кредитната картичка. Во зависност од услугите на вашата банка, ова може да го сторите преку интернет, преку телефон или да добиете отпечатен банкарски извод по пошта.</li> <li>Верификацијата треба да ја завршите пред {3}, а ви преостануваат уште {4} повторни обиди.</li> <li>Во зависност од вашата локација и локацијата на банката која ви ја издала картичката, банката може да наплати провизија за меѓународна трансакција (ITF) или трошоци за менување валута на наплатениот износ за време на процесот на верификација. За да утврдите дали може да настанат такви трошоци обратете се до банката што ви ја издала картичката. Провизијата за меѓународна трансакција или трошоците за менување валута настанати при процесот на верификација НЕМА да се рефундираат од страна на Microsoft.</li> </ul>
ml: <ul> <li>നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡിൽ നിന്നും {0} {1} - {2} എന്നതിനിടയിലുള്ള വെളിപ്പെടുത്താത്ത ഒരു തുക ഞങ്ങൾ ഈടാക്കും.</li> <li>പരിശോധിച്ചുറപ്പിക്കൽ പ്രക്രിയ പൂർത്തിയായ ഉടൻ തന്നെ ഈടാക്കിയ തുക റീഫണ്ടുചെയ്യുന്നതാണ്.</li> <li>പരിശോധിച്ചുറപ്പിക്കാൻ, ഈടാക്കിയ കൃത്യമായ തുകയോ അല്ലെങ്കിൽ ഇടപാട് വിവരണത്തിൽ നൽകിയ 3 അക്ക കോഡോ നൽകേണ്ടതുണ്ട്.</li> <li>നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് സ്റ്റേറ്റ്മെന്റ് പരിശോധിച്ച് ഈടാക്കിയ തുകയോ 3 അക്ക കോഡോ കണ്ടെത്താവുന്നതാണ്. നിങ്ങളുടെ ബാങ്ക് നൽകുന്ന സേവനത്തെ ആശ്രയിച്ച്, ഓൺലൈനിലോ ഫോൺ വഴിയോ തപാലിൽ വരുന്ന കടലാസ് സ്റ്റേറ്റ്മെന്റ് വഴിയോ ഇത് പൂർത്തിയാക്കാവുന്നതാണ്.</li> <li>നിങ്ങൾ ഈ പരിശോധിച്ചുറപ്പിക്കൽ {3}-ന് മുമ്പായി പൂർത്തിയാക്കണം, നിങ്ങൾക്ക് വീണ്ടും ശ്രമിക്കാൻ {4} അവസരങ്ങൾ കൂടിയുണ്ട്.</li> <li> നിങ്ങളുടെ സ്ഥാനത്തെയും കാർഡ് നൽകുന്ന ബാങ്കിന്റെ സ്ഥാനത്തെയും ആശ്രയിച്ച്, പരിശോധിച്ചുറപ്പിക്കൽ പ്രോസസിനിടെ ഈടാക്കുന്ന തുകയ്ക്ക് ബാങ്ക് അന്തർദ്ദേശീയ ഇടപാട് നിരക്ക് (ITF) ഈടാക്കാനോ നാണയ വിനിമയ നിരക്കുകൾ പ്രയോഗിക്കാനോ ഇടയുണ്ട്. ആ നിരക്കുകൾ പ്രയോഗിക്കപ്പെടുമോയെന്ന് നിർണ്ണയിക്കാൻ, നിങ്ങൾക്ക് കാർഡ് നൽകിയ ബാങ്കിനെ ബന്ധപ്പെടുക. പരിശോധിച്ചുറപ്പിക്കൽ പ്രോസസിനിടെ ഈടാക്കുന്ന ITF അല്ലെങ്കിൽ നാണയ വിനിമയ നിരക്കുകൾ Microsoft റീഫണ്ട് ചെയ്യുന്നതല്ല.</li> </ul>
mn: <ul> <li>Бид таны кредит картаас {0} {1} - {2} хэмжээний мөнгө суутгах бөгөөд мөнгөн дүнг урьдчилан мэдэгдэхгүй.</li> <li>Ийнхүү суутгасан мөнгөн дүнг баталгаажуулах ажиллагаа дуусангуут танд буцаан олгоно.</li> <li>Баталгаажуулахын тулд та яг суутгасан мөнгөн дүнг оруулах ЭСВЭЛ гүйлгээний тайлбарт байгаа 3 оронтой кодыг оруулах ёстой.</li> <li>Та суутгасан мөнгөн дүн эсвэл 3 оронтой кодыг кредит картын хуулганаасаа олж харах боломжтой. Танай банкны үйлчилгээнээс хамааран, үүнийг онлайнаар, утсаар, эсвэл шуудангаар ирэх цаасан хуулганаас олж авах боломжтой.</li> <li>Та {3}-с өмнө энэ баталгаажуулалтыг хийх хэрэгтэй бөгөөд танд {4} удаа дахин оролдох боломж бий.</li> <li>Таны байрлал болон таны картыг олгосон банкны байрлалаас хамааран банк гадаад гүйлгээний шимтгэл (ITF) суутгах буюу баталгаажуулах явцад суутгасан мөнгөн дүнд валют арилжааны шимтгэл ногдуулж болно. Ийм шимтгэл ногдох эсэхийг тогтоохын тулд картыг тань олгосон банкнаас лавлаж тодруулна уу. Баталгаажуулах явцад суутгасан гадаад гүйлгээний шимтгэл (ITF) буюу валют арилжааны шимтгэлийг Microsoft-оос буцаан ОЛГОХГҮЙ.</li> </ul>
mr: <ul> <li>आम्ही आपल्या कार्डवरून {0} {1} - {2} दरम्यान प्रगट न केलेल्या रकमेवर शुल्क आकारू.</li> <li>आकारलेल्या शुल्काच्या रकमेचा परतावा आपल्याला आपण पडताळणी प्रक्रिया पूर्ण केल्यानंतर दिला जाईल.</li> <li>पडताळणी करण्यासाठी, आकारलेली अचूक रक्कम किंवा व्यवहार वर्णनात प्रदान केलेला 3 अंकी कोड आपण इनपुट करणे आवश्यक आहे.</li> <li>आपले क्रेडिट कार्ड विधान तपासून, आकारलेल्या शुल्काची रक्कम किंवा 3-अंकी कोड आपण शोधू शकता. आपल्या बँकेच्या सेवेवर आधारित राहून, हे कार्ड ऑनलाइन, फोनद्वारे किंवा मेलमध्ये आलेल्या कागदी विधानाद्वारे पूर्ण केले जाऊ शकते.</li> <li>आपल्याला {3} पूर्वी ही पडताळणी पूर्ण करणे आवश्यक आहे आणि पुन्हा प्रयत्न करण्यासाठी आपल्याकडे {4} संधी आहेत.</li> <li>आपल्या स्थानावर आणि आपले कार्ड जारी करणाऱ्या बँकेवर आधारित राहून, बँक आंतरराष्ट्रीय व्यवहार शुल्क (ITF) आकारू शकते किंवा पडताळणी प्रक्रिये दरम्यान आकारलेल्या रकमेवर चलन रूपांतरण शुल्क लागू करू शकते. हे शुल्क लागू होऊ शकते किंवा नाही हे निर्धारित करण्यासाठी, कृपया आपले कार्ड जारी करणाऱ्या बँकेशी संपर्क साधा. पडताळणी प्रक्रियेत आकारलेल्या ITF किंवा चलन रूपांतरणाच्या शुल्काचा परतावा Microsoft द्वारे दिला जाणार नाही.</li> </ul>
ms: <ul> <li>Kami akan mengenakan caj yang jumlahnya tidak didedahkan antara {0} {1} - {2} daripada kad kredit anda.</li> <li>Jumlah yang dicaj akan dibayar balik kepada anda sebaik sahaja anda melengkapkan proses penentusahan.</li> <li>Untuk ditentusahkan, anda mesti memasukkan jumlah tepat yang dicaj ATAU kod 3 digit yang dinyatakan dalam perihalan transaksi.</li> <li>Anda boleh melihat jumlah yang dicaj atau kod 3 digit berkenaan dengan menyemak penyata kad kredit anda. Bergantung pada perkhidmatan bank anda, semakan ini boleh dilakukan dalam talian, melalui telefon atau melalui penyata kertas yang dihantar melalui pos.</li> <li>Anda perlu melengkapkan penentusahan ini sebelum {3} dan anda mempunyai {4} peluang untuk mencuba semula.</li> <li>Bergantung pada lokasi anda dan lokasi bank yang mengeluarkan kad anda, bank mungkin mengenakan caj Bayaran Transaksi Antarabangsa (ITF) atau mengenakan caj pertukaran mata wang ke atas jumlah yang dicaj semasa proses penentusahan. Untuk menentukan sama ada caj berkenaan mungkin dikenakan, sila semak dengan bank yang mengeluarkan kad anda. Caj ITF atau pertukaran mata wang yang dikenakan semasa proses penentusahan TIDAK akan dibayar balik oleh Microsoft.</li> </ul>
mt: <ul> <li>Ser niċċarġjaw ammont mhux żvelat bejn {0} {1} - {2} mill-karta ta' kreditu tiegħek.</li> <li>L-ammont iċċarġjat ser jiġi rimborżat lilek hekk kif tlesti l-proċess ta' verifika.</li> <li>Biex tiġi vverifikat, jeħtieġ iddaħħal l-ammont eżatt iċċarġjat JEW il-kodiċi bi 3 numri mogħti fid-deskrizzjoni tat-tranżazzjoni.</li> <li>Tista' ssib l-ammont iċċarġjat jew il-kodiċi bi 3 numri billi tiċċekkja r-rendikont tal-karta ta' kreditu tiegħek. Skont is-servizz tal-bank tiegħek, dan jista' jsir onlajn, permezz tat-telefown, jew permezz tar-rendikont bil-miktub li jasal bil-posta.</li> <li>Jeħtieġ tlesti din il-verifika qabel {3}, u għandek {4} ċansijiet biex terġa' tipprova.</li> <li>Skont fejn qiegħed u l-post tal-bank li joħroġ il-kard tiegħek, il-bank jista' jiċċarġja Tariffa ta' Tranżazzjoni Internazzjoni (ITF) jew japplika tariffi għall-kambju tal-munita għall-ammont iċċarġjat matul il-proċess ta' verifika. Biex tiddetermina jekk jistgħux jiġu applikati dawk it-tariffi, jekk jogħġbok iċċekkja mal-bank li joħroġ il-kard tiegħek. L-ITF jew it-tariffi għall-kambju tal-munita li tħallas fil-proċess ta' verifika MHUX ser jiġu rimborżati minn Microsoft.</li> </ul>
ne: <ul> <li>हामीले तपाइँको क्रेडिट कार्डबाट {0} {1} देखि {2} बीचको खुलासा नगरिएको रकमको शुल्क लगाउन सक्छौं।</li> <li>शुल्क लगाइएको रकम तपाइँले रुजू प्रक्रिया पूरा गर्ने बित्तिकै तपाइँलाई फिर्ता गरिनेछ।</li> <li>प्रमाणित हुनको लागि, तपाइँले शुल्क लगाइने वास्तविक रकम वा लेनदेन विवरणमा उपलब्ध गराइएको 3 अङ्कको कोड आगत गर्नुपर्छ।</li> <li>तपाइँले आफ्नो क्रेडिट कार्ड कथन जाँच गरी शुल्क लगाइने रकम वा 3 अङ्कको कोड फेला पार्न सक्नुहुन्छ। तपाइँको बैंकको सेवाको आधारमा, यो कार्यलाई अनलाइन, फोनद्वारा वा पत्रमा आउने कागजी कथन मार्फत पूरा गर्न सकिन्छ।</li> <li>तपाइँले यो रुजूलाई {3} भन्दा अगाडि पूरा गर्नुपर्छ र तपाइँसँग पुन: प्रयास गर्नको लागि {4} वटा मौकाहरू हुन्छ।</li> <li>तपाइँको स्थान तथा तपाइँको कार्ड जारी गर्ने बैंकको स्थानका आधारमा, बैंकले रुजू प्रक्रियाको अवधिमा शुल्क लगाइने रकममा अन्तर्राष्ट्रिय लेनदेन शुल्क (ITF) लगाउन वा मुद्रा रूपान्तरण शुल्कहरू लगाउन सक्छ। ती शुल्कहरू लागू हुन सक्छन् वा सक्दैनन् भन्ने कुरा निर्धारण गर्न तपाइँको कार्ड जारी गर्ने बैंकमा हेर्नुहोस्। रुजू प्रक्रियामा लाग्ने ITF वा मुद्रा रूपान्तरण शुल्कहरूलाई Microsoft द्वारा फिर्ता गरिनेछैन।</li> </ul>
nn_no: <ul> <li>Vi trekkjer eit hemmeleg beløp på mellom {0} {1} og {2} frå kredittkortet ditt.</li> <li>Beløpet blir refundert når du har fullført stadfestingsprosessen.</li> <li>Du må oppgi det nøyaktige beløpet som blei trekt, ELLER den tresifra koden du finn i transaksjonsskildringa, for å bli stadfesta.</li> <li>Du finn beløpet som blei trekt, eller den tresifra koden, på kontoutskrifta for kredittkortet. Avhengig av kva bank du har, kan du finne desse på nettet, få dei via telefon eller sjå dei på kontoutskrifta som kjem i posten.</li> <li>Du må fullføre stadfestingsprosessen innan {3}, og du har {4} forsøk.</li> <li>Avhengig av kvar du er, og kvar banken som har ferda ut kortet, held til, kan det hende banken legg til eit gebyr for internasjonale transaksjonar (ITF) eller gebyr i samband med valutakonvertering i tillegg til beløpet som blir trekt i stadfestingsprosessen. Dersom du vil finne ut om desse gebyra gjeld for deg, må du kontakte banken som ferdar ut kortet. ITF eller gebyr for valutakonvertering som blir trekt i samband med stadfestingsprosessen, blir IKKJE refundert av Microsoft.</li> </ul>
no: <ul> <li>Vi vil belaste kredittkortet ditt med et skjult beløp på mellom {0} {1} og {2} fra kredittkortet ditt.</li> <li>Beløpet som kortet belastes med, refunderes til deg så snart du har fullført verifiseringsprosessen.</li> <li>For å bli verifisert må du angi det nøyaktige belastningsbeløpet ELLER den tresifrede koden som er oppgitt i transaksjonsbeskrivelsen.</li> <li>Du finner belastningsbeløpet eller den tresifrede koden ved å sjekke kontoutskriften for kredittkortet ditt. Avhengig av hvilke tjenester banken din tilbyr, kan dette gjøres via Internett, via telefon eller via kontoutskrifter som du får tilsendt i posten.</li> <li>Du må fullføre denne verifiseringen før {3}, og du har {4} forsøk.</li> <li>Avhengig av hvor du befinner deg, og hvor banken som utstedte kortet ditt, holder til, kan banken belaste deg med et gebyr for internasjonale overføringer (ITF – International Transaction Fee) eller tilføye valutakonverteringsgebyrer til belastningsbeløpet under verifiseringsprosessen. Hvis du vil finne ut hvorvidt disse avgiftene kan inntreffe, må du kontakte banken som utstedte kortet ditt. ITF eller valutakonverteringsgebyrer som påløper i verifiseringsprosessen, refunderes IKKE av Microsoft.</li> </ul>
or: <ul> <li>ଆପଣଙ୍କ କ୍ରେଡିଟ କାର୍ଡରୁ {0} {1} - {2} ମଧ୍ୟରେ ଏକ ଅପ୍ରକାଶିତ ରାଶି ଲାଗୁ କରିବୁ.</li> <li>ଯାଞ୍ଚକରଣ ପ୍ରକ୍ରିୟା ସମ୍ପୂର୍ଣ୍ଣ ହେବା ପରେ ତୁରନ୍ତ ଲାଗୁ କରାଯାଇଥିବା ଦେୟ ଆପଣଙ୍କୁ ଫେରସ୍ତ କରାଯିବ.</li> <li>ଯାଞ୍ଚ କରାଇବାକୁ, ଲାଗୁ କରାଯାଇଥିବା ସଠିକ୍‌ ରାଶି କିମ୍ବା ଦେଣନେଣ ବ୍ୟାଖ୍ୟାରେ ପ୍ରଦତ୍ତ 3 ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ଆପଣ ଇନ୍‌ପୁଟ୍‌ କରିବା ଜରୁରୀ.</li> <li>କ୍ରେଡିଟ୍‌ କାର୍ଡ ଷ୍ଟେଟମେଣ୍ଟ ଯାଞ୍ଚ କରି ଲାଗୁ କରାଯାଇଥିବ ଦେୟ କିମ୍ବା 3-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ଆପଣ ପାଇ ପାରିବେ. ଆପଣଙ୍କ ବ୍ୟାଙ୍କର ସେବା ଉପରେ ନିର୍ଭର କରି, ଏହା ଅନ୍‌ଲାଇନ୍‌‌ରେ, ଫୋନ୍‌ ଦ୍ୱାରା, କିମ୍ବା ମେଲ୍‌ ମାଧ୍ୟମରେ ଆସିବା କାଗଜ ବିଶିଷ୍ଟ ଷ୍ଟେଟମେଣ୍ଟ ମାଧ୍ୟମରେ କରାଯାଇ ପାରିବ.</li> <li>{3} ପୂର୍ବରୁ ଆପଣ ଏହି ଯାଞ୍ଚକରଣ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ଆବଶ୍ୟକ, ଏବଂ ଆପଣଙ୍କ ପାଇଁ ପୁନଃ ଚେଷ୍ଟା କରିବାକୁ {4} ଥର ସୁଯୋଗ ରହିଛି.</li> <li>ଆପଣଙ୍କ ଅବସ୍ଥାନ ଏବଂ ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ଜାରି କରିଥିବା ବ୍ୟାଙ୍କର ଅବସ୍ଥାନ ଉପରେ ନିର୍ଭର କରି, ଯାଞ୍ଚକରଣ ପ୍ରକ୍ରିୟା ବେଳେ ଲାଗୁ କରାଯାଇଥିବା ରାଶି ଉପରେ ବ୍ୟାଙ୍କଟି ଏକ ଆନ୍ତର୍ଜାତୀୟ ଦେଣନେଣ ଦେୟ (ITF) ଲାଗୁ କରିପାରେ କିମ୍ବା ମୁଦ୍ରା ବିନିମୟ ଦେୟ ଲାଗୁ କରିପାରେ. ସେହି ଦେୟଗୁଡିକ ଲାଗୁ ହେବ କି ନାହିଁ ନିର୍ଦ୍ଧାରଣ କରିବାକୁ, ଆପଣଙ୍କ କାର୍ଡ ଜାରି କରିଥିବା ବ୍ୟାଙ୍କ ସହ ଦୟାକରି ଯାଞ୍ଚ କରନ୍ତୁ. ଯାଞ୍ଚକରଣ ପ୍ରକ୍ରିୟାରେ ଲାଗୁ ହୋଇଥିବା ITF କିମ୍ବା ମୁଦ୍ରା ବିନିମୟ ଦେୟ Microsoft ଦ୍ୱାରା ଫେରସ୍ତ କରାଯିବ ନାହିଁ.</li> </ul>
pa_arab_pk: <ul> <li>اسی {0}{1} - {2} دے درمیان تہاڈے کریڈٹ کارڈ چوں خفیہ رقم کٹ لاں گے۔</li> <li>جینج ای تسی تصدیق دا عمل پورا کروگے تساں دی کٹی گئی رقم واپس کردتی جائے گی۔ </li> <li>تصدیق کروان لئی تساں نوں لازمی طور تے تساں نوں اونہی رقم ای درج کرنی پے گی جنی کٹی گئی سی یا لین دین دی تفصیل چے دیتا ہویا 3 ہندسے آلا کوڈدرج کرنا پے گا۔ </li> <li>تسی کٹی گئی رقم یا 3 ہندسے آلےکوڈ دا پتہ اپنی کریڈٹ کارڈ سٹیٹمنٹ دی پڑتال کرکے لاسکدے اوہ۔ تساں دے بینک ولوں دتی جان آلی خدمت تے انحصار کردے ہوئےایہہ آن لائن ، ٹیلی فون تے، یا کاغذی سٹیٹمنٹ جیڑی ڈاک چے آندی اے، نال پتہ کیتا جاسکدا۔</li> <li>تہانوں ایہہ تصدیق {3} توں پہلاں کرنی اے تے تساں دے کول فیر کوشش کرن دے {4} موقے نیں۔ </li> <li>تساں دا بینک تصدیقی عمل دے ویلےتساں دے کولوں بین الاقوامی لین دین دی فیس (آئی ٹی ایف) یا رقم تے کرنسی نوں بدلن دی قیمت لے سکدے اے، جس دا انحصار تساں دے بینک تے تساں دا کارڈ جاری کرن آلے بینک دی جاہ تے وے۔ ایہہ ویکھن لئی کہ ایہہ کٹنے چاہی دے نیں کہ نئیں، میربانی کرکے اپنے کارڈ جاری کرن آلے بینک توں پتہ کرو۔آئی ٹی ایف یا کرنسی بدلن دی قیمت جیڑی تصدیقی عمل دے دوران کٹ لیتی گئی اے، Microsoft ولوں واپس نئیں کیتی جائے گی۔</li> </ul>
pa_in: <ul> <li>ਅਸੀਂ ਤੁਹਾਡੇ ਕਰੈਡਿਟ ਕਾਰਡ ਤੋਂ {0} {1} - {2} ਦੇ ਵਿੱਚਕਾਰ ਖੁਲਾਸਾ ਨਾ ਕੀਤੀ ਰਕਮ ਦਾ ਖਰਚਾ ਪਾਵਾਂਗੇ।</li> <li>ਖਰਚਾ ਪਾਈ ਰਕਮ ਤੁਹਾਨੂੰ ਰੀਫੰਡ ਕੀਤੀ ਜਾਏਗੀ, ਜਿੰਨੀ ਛੇਤੀ ਤੁਸੀਂ ਪ੍ਰਮਾਣੀਕਰਣ ਕਾਰਵਾਈ ਪੂਰੀ ਕਰਦੇ ਹੋ।</li> <li>ਪ੍ਰਮਾਣਿਤ ਹੋਣ ਵਾਸਤੇ, ਤੁਹਾਡੇ ਲਈ ਖਰਚਾ ਪਾਈ ਗਈ ਬਿਲਕੁੱਲ ਸਹੀ ਰਕਮ ਜਾਂ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਵਰਣਨ ਵਿੱਚ ਪ੍ਰਦਾਨ ਕੀਤੇ 3 ਅੰਕ ਦਾ ਕੋਡ ਦਾਖ਼ਲ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।</li> <li>ਤੁਹਾਨੂੰ ਆਪਣੇ ਕਰੈਡਿਟ ਕਾਰਡ ਸਟੇਟਮੈਂਟ ਦੀ ਜਾਂਚ ਕਰਕੇ ਖਰਚਾ ਪਾਈ ਰਕਮ ਜਾਂ 3-ਅੰਕ ਦਾ ਕੋਡ ਮਿਲ ਸਕਦਾ ਹੈ। ਤੁਹਾਡੇ ਬੈਂਕ ਦੀ ਸੇਵਾ ਉੱਤੇ ਨਿਰਭਰ ਕਰਕੇ, ਇਹ ਔਨਲਾਈਨ, ਫ਼ੋਨ ਦੁਆਰਾ, ਜਾਂ ਮੇਲ ਵਿੱਚ ਆਉਣ ਵਾਲੀ ਪੇਪਰ ਸਟੇਟਮੈਂਟ ਦੁਆਰਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।</li> <li>ਤੁਹਾਨੂੰ ਇਹ ਪ੍ਰਮਾਣੀਕਰਣ {3} ਤੋਂ ਪਹਿਲਾਂ ਪੂਰਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ {4} ਮੌਕੇ ਹੁੰਦੇ ਹਨ।</li> <li>ਤੁਹਾਡੇ ਸਥਾਨ ਅਤੇ ਤੁਹਾਡੇ ਕਾਰਡ ਨੂੰ ਜਾਰੀ ਕਰ ਰਹੇ ਬੈਂਕ ਦੇ ਸਥਾਨ ਉੱਤੇ ਨਿਰਭਰ ਕਰਕੇ, ਬੈਂਕ ਅੰਤਰਰਾਸ਼ਟਰੀ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਫੀਸ (ITF) ਦਾ ਖਰਚਾ ਪਾ ਸਕਦਾ ਹੈ ਜਾਂ ਪ੍ਰਮਾਣੀਕਰਣ ਕਿਰਿਆ ਦੇ ਦੌਰਾਨ ਖਰਚਾ ਪਾਈ ਰਕਮ 'ਤੇ ਮੁਦਰਾ ਰੂਪਾਂਤਰਨ ਖਰਚੇ ਲਗਾ ਸਕਦਾ ਹੈ। ਇਹ ਤੈਅ ਕਰਨ ਲਈ ਕਿ, ਕੀ ਉਹ ਖਰਚੇ ਲਾਗੂ ਹੋ ਸਕਦੇ ਹਨ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਕਾਰਡ ਜਾਰੀ ਕਰਨ ਵਾਲੇ ਬੈਂਕ ਨੂੰ ਪੁੱਛੋ। ITF ਜਾਂ ਪ੍ਰਮਾਣੀਕਰਣ ਕਿਰਿਆ ਵਿੱਚ ਕੀਤੇ ਮੁਦਰਾ ਰੂਪਾਂਤਰਨ ਖਰਚੇ Microsoft ਦੁਆਰਾ ਰੀਫੰਡ ਨਹੀਂ ਕੀਤੇ ਜਾਣਗੇ।</li> </ul>
pl: <ul> <li>Obciążymy kartę kredytową niejawną kwotą w wysokości od {1} do {2} {0}.</li> <li>Kwota obciążenia zostanie zwrócona natychmiast po zakończeniu procesu weryfikacji.</li> <li>Aby uzyskać weryfikację, musisz wprowadzić dokładną kwotę obciążenia LUB 3-cyfrowy kod podany w opisie transakcji.</li> <li>Kwotę obciążenia lub 3-cyfrowy kod możesz sprawdzić na wyciągu z karty kredytowej. W zależności od usług udostępnianych przez bank możesz to zrobić w trybie online lub telefonicznie albo sprawdzić na wyciągu drukowanym przesłanym pocztą.</li> <li>Musisz ukończyć weryfikację do {3}; liczba pozostałych prób: {4}.</li> <li>W zależności od lokalizacji Twojej oraz banku, który wydał kartę, bank może pobrać opłatę za transakcję międzynarodową (ITF) lub naliczyć opłaty za wymianę waluty, która nastąpiła podczas procesu weryfikacji. Aby ustalić, czy te opłaty zostaną naliczone, skontaktuj się z bankiem, który wydał kartę. Opłaty ITF lub za wymianę waluty naliczone podczas procesu weryfikacji NIE zostaną zwrócone przez firmę Microsoft.</li> </ul>
ru: <ul> <li>С вашей кредитной карты будет списана неразглашаемая сумма в пределах {1}–{2} {0}.</li> <li>Списанная сумма будет возвращена вам после завершения проверки.</li> <li>Чтобы пройти проверку, необходимо ввести точную списанную сумму ИЛИ 3-значный код из описания транзакции.</li> <li>Списанную сумму или 3-значный код можно найти в выписке по вашей кредитной карте. В зависимости от услуг, предоставляемых вашим банком, это можно сделать через Интернет, по телефону или по почте.</li> <li>Проверку необходимо пройти до {3}, максимальное число попыток: {4}.</li> <li>В зависимости от вашего местоположения и местоположения банка, выпустившего вашу карту, в ходе этой проверки банк может взимать комиссию за международную транзакцию (ITF) или конвертирование валюты. Чтобы узнать о том, будут ли взиматься эти суммы, обратитесь в банк, выпустивший карту. Комиссия ITF и плата за конвертирование, начисленные в ходе проверки, НЕ возмещаются корпорацией Майкрософт.</li> </ul>
sd: <ul> <li>اسان توهانجي ڪريڊٽ ڪارڊ کان {0} {1} - {2} وچان هڪ غير واضع رقم چارج ڪنداسين.</li> <li>جيئن توهان تصديق جو عمل مڪمل ڪندا ته چارج ٿيل رقم توهانکي واپس ڪئي ويندي.</li> <li>تصديق ٿيڻ لاءِ، توهانکي ٽرانزڪشن جي وضاحت ۾ مهيا ڪيل چارج ٿيل صحيح رقم يا 3-ڊجٽ ڪوڊ داخل ڪرڻ ضروري آهي.</li> <li> توهان پنهنجي ڪريڊٽ ڪارڊ اسٽيٽمينٽ چيڪ ڪري چارج ٿيل رقم يا 3-ڊجٽ ڪوڊ جو پتو لڳائي سگهو ٿا. توهانجي بينڪ جي خدمت تي ڀاڙيندي، اهو آن لائن، فون ذريعي، يا اي ميل ۾ ايندڙ پيپر اسٽيٽمينت ذريعي ڪري سگهجي ٿو.</li> <li>توهانکي {3} کان پهريان هي تصديق مڪمل ڪرڻ جي ضرورت آهي، ۽ ٻيهر ڪوشش ڪرڻ جون توهان وٽ {4} چانسون آهن.</li> <li>توهانجي هنڌ ۽ توهانجو ڪارڊ جاري ڪندڙ بينڪ جي هنڌ تي ڀاڙيندي، بينڪ هڪ انٽرنيشنل ٽرانزڪشن فيس (ITF) چارج ڪري سگهي ٿي يا تصديقي عمل دوران چارج ٿيل رقم تي ڪرنسي مٽا سٽا جون چارجز لاڳو ڪري سگهي ٿي. اهي چارجز لاڳو ٿي سگهن ٿيون اهو تعين ڪرڻ لاءِ، مهرباني ڪري توهانجو ڪارڊ جاري ڪنڊڙ بينڪ سان چيڪ ڪريو. تصديقي عمل ۾ لاڳو ٿيندڙ ITF يا ڪرنسي مٽا سٽا جون چارجز Microsoft پاران واپس ادا نه ڪيا ويندا.</li> </ul>
si: <ul> <li>අපි {0} {1} - {2} අතර අනාවරණය නොකළ ගණනක් ඔබගේ ණය කාඩ්පතෙන් අයකරමු.</li> <li>ඔබ සත්‍යාපන ක්‍රියාවලිය සම්පූර්ණ කළ වහාම අයකළ ගණන ආපසු ගෙවනු ඇත.</li> <li>සත්‍යාපනය කරනු ලැබීමට, ඔබ අයකළ නිවැරදි ගණන හෝ ගණුදෙනු විස්තරයේ සපයා ඇති සංඛ්‍යාංක 3 කේතය ආදානය කළ යුතුය.</li> <li>ඔබගේ ණය කාඩ්පත් ප්‍රකාශය පරීක්‍ෂා කිරීමෙන් ඔබට අයකළ ගණන හෝ සංඛ්‍යාංක 3 කේතය සොයාගත හැකිය. ඔබගේ බැංකුවේ සේවාව මත පදනම්ව, මෙය මාර්ගගතව, දුරකථනයෙන්, හෝ තැපෑලෙන් ලැබෙන ප්‍රකාශ පත්‍රයක් ඔස්සේ සිදුකළ හැකිය.</li> <li>ඔබ {3} ට පෙර මෙම සත්‍යාපනය සිදුකිරීම අවශ්‍ය අතර, ඔබට නැවත උත්සාහ කිරීමට අවස්ථා {4} ක් ඇත.</li> <li>ඔබගේ පිහිටීම සහ ඔබගේ කාඩ්පත නිකුත් කරන බැංකුවේ පිහිටීම මත පදනම්ව, සත්‍යාපන ක්‍රියාවලිය තුළ අය කළ ගණනට බැංකුව විසින් අන්තර්ජාතික ගනුදෙනු ගාස්තුවක් (ITF) අයකිරීම හෝ විනිමය පරිවර්තන ගාස්තු අදාළ කිරීම කළ හැකිය. එම ගාස්තු අදාළ වන්නේද යන්න තීරණය කිරීමට, කරුණාකර ඔබගේ කාඩ්පත නිකුත් කරන බැංකුව සමග පරීක්‍ෂා කරන්න. සත්‍යාපන ක්‍රියාවලියේදී දරන ලද ITF හෝ විනිමය පරිවර්තන ගාස්තු Microsoft විසින් ආපසු නොගෙවනු ඇත.</li> </ul>
sl: <ul> <li>Vašo kreditno kartico bomo bremenili za znesek med {1} in {2} {0}.</li> <li>Znesek vam bomo vrnili, takoj ko opravite postopek preverjanja.</li> <li>Preverjanje opravite tako, da vnesete točen znesek, za katerega ste bili bremenjeni, ALI 3-mestno kodo, navedeno v opisu transakcije.</li> <li>Znesek oziroma 3-mestno kodo najdete v izpisku za kreditno kartico. Odvisno od storitev, ki jih ponuja banka, lahko to preverite po spletu, po telefonu ali na papirnem izpisku, ki ga dobite po pošti.</li> <li>Preverjanje morate opraviti pred {3}, poskusite pa lahko {4}-krat.</li> <li>Glede na to, kje ste in kje je banka, izdajateljica kartice, se vam lahko pri postopku preverjanja obračuna nadomestilo za mednarodne transakcije (ITF) ali za valutno pretvorbo. Za podrobnosti se obrnite na banko, izdajateljico kartice. Microsoft vam NE povrne nadomestila za mednarodne transakcije ali za valutno pretvorbo.</li> </ul>
sr_cyrl_rs: <ul> <li>Наплатићемо ненаведени износ између {0} {1} и {2} са ваше кредитне картице.</li> <li>Наплаћени износ ће вам бити рефундиран чим завршите процес верификације.</li> <li>Да бисте довршили верификацију, потребно је да унесете тачан наплаћени износ ИЛИ троцифрени код који се налази у опису трансакције.</li> <li>Наплаћени износ или троцифрени код можете да пронађете у изводу кредитне картице. У зависности од услуге коју ваша банка пружа, извод можете да прегледате на мрежи, путем телефона или га можете преузети путем поште.</li> <li>Процес верификације морате да завршите до {3} и на располагању имате {4} покушаја.</li> <li>У зависности од ваше локације и локације банке која је издала картицу, банка може да наплати провизију за међународни трансфер или да примени девизни курс за конверзију валута на наплаћени износ током процеса верификације. Да бисте сазнали да ли ће се ови трошкови применити, обратите се банци која је издала вашу картицу. Корпорација Microsoft НЕЋЕ рефундирати провизију за међународни трансфер (ITF) нити девизни курс за конверзију валута који су наплаћени током процеса верификације.</li> </ul>
sr_latn_rs: <ul> <li>Naplatićemo nenavedeni iznos između {0} {1} i {2} sa vaše kreditne kartice.</li> <li>Naplaćeni iznos će vam biti refundiran čim završite proces verifikacije.</li> <li>Da biste dovršili verifikaciju, potrebno je da unesete tačan naplaćeni iznos ILI trocifreni kod koji se nalazi u opisu transakcije.</li> <li>Naplaćeni iznos ili trocifreni kod možete da pronađete u izvodu kreditne kartice. U zavisnosti od usluge koju vaša banka pruža, izvod možete da pregledate na mreži, putem telefona ili ga možete preuzeti putem pošte.</li> <li>Proces verifikacije morate da završite do {3} i na raspolaganju imate {4} pokušaja.</li> <li>U zavisnosti od vaše lokacije i lokacije banke koja je izdala karticu, banka može da naplati proviziju za međunarodni transfer ili da primeni devizni kurs za konverziju valuta na naplaćeni iznos tokom procesa verifikacije. Da biste saznali da li će se ovi troškovi primeniti, obratite se banci koja je izdala vašu karticu. Korporacija Microsoft NEĆE refundirati proviziju za međunarodni transfer (ITF) niti devizni kurs za konverziju valuta koji su naplaćeni tokom procesa verifikacije.</li> </ul>
sv: <ul> <li>Vi kommer att debitera ditt kreditkort ett icke angivet belopp mellan {0} {1} och {2}.</li> <li>Det debiterade beloppet återbetalas så snart du slutfört verifieringsprocessen.</li> <li>För att bli verifierad måste du ange det exakta belopp som du debiterats ELLER den tresiffriga kod som står i transaktionsbeskrivningen.</li> <li>Du hittar det debiterade beloppet eller den tresiffriga koden på ditt kontoutdrag. Beroende på vilka tjänster din bank tillhandahåller kan detta göras på Internet, via telefon eller via ett kontoutdrag på papper som kommer med posten.</li> <li>Du måste slutföra verifieringen före {3} och du har {4} försök på dig.</li> <li>Beroende på var du bor och på var den bank finns som utfärdat kortet, kan banken ta ut en internationell transaktionsavgift (ITF) eller lägga på valutaväxlingsavgifter på det debiterade beloppet. Hör med din bank om de tar ut några sådana avgifter. Eventuella internationella transaktionsavgifter (ITF) eller valutaväxlingsavgifter som dras i verifieringsprocessen återbetalas INTE av Microsoft.</li> </ul>
ta: <ul> <li>உங்கள் கடனட்டையிலிருந்து {0} {1} - {2}-க்குள் வெளியிடாத ஒரு தொகையை வசூலிப்போம்.</li> <li>நீங்கள் சரிபார்த்தல் செயல்பாட்டை நிறைவு செய்தவுடன் வசூலிக்கப்பட்ட தொகை உங்களுக்கு மீட்டளிக்கப்படும்.</li> <li>சரிபார்க்கப்படுவதற்கு, வசூலிக்கப்பட்ட துல்லிய தொகை அல்லது பரிவர்த்தனை விளக்கத்தில் அளிக்கப்பட்ட 3 இலக்கக் குறியீட்டை நீங்கள் உள்ளிட வேண்டும்.</li> <li>உங்கள் கடனட்டை அறிக்கையைப் பார்த்து, வசூலிக்கப்பட்ட தொகை அல்லது 3-இலக்கக் குறியீட்டை அறியலாம். உங்கள் வங்கியின் சேவையைப் பொறுத்து, இதை ஆன்லைன், தொலைபேசி அல்லது அஞ்சலில் வருகின்ற தாள் அறிக்கை வழியாகச் செய்யலாம்.</li> <li>இந்தச் சரிபார்ப்பை {3}-க்கு முன்னர் முடிக்க வேண்டும், மேலும் உங்களுக்கு மறுமுயற்சி வாய்ப்புகள் {4} உண்டு.</li> <li>உங்கள் இருப்பிடத்தையும் அட்டையை வழங்குகின்ற வங்கியின் இருப்பிடத்தையும் பொறுத்து, வங்கியானது சர்வதேசப் பரிவர்த்தனைக் கட்டணத்தை (ITF) வசூலிக்கவோ அல்லது சரிபார்த்தல் செயலின் போது வசூலிக்கப்பட்ட தொகைக்கு நாணய மாற்றுக் கட்டணங்களை விதிக்கவோ செய்யக்கூடும். அந்தக் கட்டணங்கள் பொருந்தக் கூடுமா என்பதைத் தீர்மானிக்க, உங்கள் அட்டையை வழங்குகின்ற வங்கியிடம் சரிபாருங்கள். சரிபார்த்தல் செயலில் சுமத்தப்பட்ட ITF அல்லது நாணய மாற்றுக் கட்டணங்களை Microsoft திருப்பியளிக்காது.</li> </ul>
te: <ul> <li>మేము {0} {1} - {2} మధ్యలో మీ క్రెడిట్ కార్డ్‌కు అప్రకటిత మొత్తాన్ని ఛార్జీ విధిస్తాము.</li> <li>మీరు ధృవీకరణ ప్రక్రియను పూర్తి చేసిన వెంటనే, మీకు ఛార్జీ విధించిన మొత్తం తిరిగి చెల్లించబడుతుంది.</li> <li>ధృవీకరణను పొందాలంటే, ఛార్జీ విధించిన ఖచ్చిత మొత్తాన్ని లేదా లావాదేవీ వివరణలో ఉన్న 3 అంకెల కోడ్‌ని మీరు తప్పనిసరిగా నమోదు చేయాలి.</li> <li>ఛార్జీ విధించిన మొత్తాన్ని మరియు 3 అంకెల కోడ్‌ని మీ బ్యాంక్ ఖాతా స్టేట్‌మెంట్‌లో కనుగొనవచ్చు. మీ బ్యాంక్ యొక్క సేవ ఆధారంగా, ఇది ఆన్‌లైన్‌లో, ఫోన్ ద్వారా లేదా మెయిల్‌లో పంపబడే కాగితం రూపంలోని స్టేట్‌మెంట్ ద్వారా ఇది అందించబడుతుంది.</li> <li>మీరు {3} కంటే ముందు ఈ ధృవీకరణను పూర్తి చేయాలి మరియు మీకు {4} ప్రయత్నాలు ఉంటాయి.</li> <li>మీ స్థానం మరియు బ్యాంక్ ఉన్న స్థానం ఆధారంగా, ధృవీకరణ ప్రక్రియలో భాగంగా విధించిన ఛార్జీకి సంబంధించి బ్యాంక్ మీ క్రెడిట్ కార్డ్‌లో అంతర్జాతీయ లావాదేవీ రుసుము (ITF) లేదా నగదు మార్పిడి ఛార్జీ విధించవచ్చు. ఆ ఛార్జీలను చెల్లించాలో లేదో తెలుసుకోవాలంటే, దయచేసి మీ కార్డ్‌ని మంజూరు చేసిన బ్యాంక్‌ని సంప్రదించండి. ధృవీకరణ ప్రక్రియలో భాగంగా విధించిన ITF లేదా నగదు మార్పిడి ఛార్జీలను Microsoft తిరిగి చెల్లించదు.</li> </ul>
tg: <ul> <li>Мо маблағи ифшонашудаи байни {0} {1} - {2}-ро аз корти қарзии шумо меситонем.</li> <li>Маблағи ситонидашуда ба шумо дарҳол пас аз анҷом ёфтани раванди санҷиши эътибор ҷуброн карда мешавад.</li> <li>Барои санҷидани эътибор, шумо бояд маблағи аниқи ситонидашуда Ё рамзи 3-рақамаи дар тавсифи амалиёт овардашударо дохил кунед.</li> <li>Шумо метавонед маблағи ситонидашуда ё рамзи 3-рақамаро аз ҳисоботи корти қарзии худ пайдо кунед. Вобаста аз хидматрасонии бонкатон, ин корро ба таври дар онлайн, твассути телефон ё ҳисоботи коғазӣ, ки бо почта меояд, кардан мумукин аст.</li> <li>Шумо бояд ин санҷишро пеш аз {3} иҷро кунед ва шумо {4} имкони кӯшиши дубора доред.</li> <li>Вобаста аз макони шумо ва макони бонки барорандаи корт, бонк метавонад Боҷи амалиётӣ байналмилалӣ (ITF) ё фарқияти мубодилаи асъори ҳангоми коркард ба амал омадаро ситонад. Барои муайян кардани он, ки ин хароҷот ситонида мешаванд, лутфан, аз бонки барорандаи корт пурсон шавед. Хароҷоти ITF ё мубодилаи асъор, ки ҳангоми санҷиш ба амал меоянд, аз ҷониби Microsoft ҷуброн карда намешаванд.</li> </ul>
th: <ul> <li>เราจะเรียกเก็บเงินไม่เปิดเผยจำนวนระหว่าง {0} {1} - {2} จากบัตรเครดิตของคุณ</li> <li>คุณจะได้รับเงินคืนตามจำนวนที่เราเรียกเก็บทันทีที่คุณทำขั้นตอนการตรวจสอบเสร็จแล้ว</li> <li>เพื่อให้ผ่านการตรวจสอบ คุณต้องใส่จำนวนเงินที่แน่นอนที่เรียกเก็บหรือรหัส 3 หลักที่ระบุอยู่ในรายละเอียดธุรกรรม</li> <li>คุณสามารถดูจำนวนเงินที่เรียกเก็บหรือรหัส 3 หลักได้โดยตรวจสอบใบแจ้งยอดบัญชีบัตรเครดิตของคุณจากทางออนไลน์ ทางโทรศัพท์ หรือทางใบแจ้งยอดที่ส่งทางไปรษณีย์ ทั้งนี้ขึ้นอยู่กับบริการของธนาคาร</li> <li>คุณต้องดำเนินการตรวจสอบให้แล้วเสร็จก่อน {3}และคุณมีโอกาส {4} ครั้งในการลองใหม่</li> <li>ธนาคารอาจเรียกเก็บเงินค่าธรรมเนียมธุรกรรมระหว่างประเทศ (ITF) หรือคิดค่าธรรมเนียมการแปลงสกุลเงินจากจำนวนเงินที่เรียกเก็บในระหว่างขั้นตอนการตรวจสอบ ทั้งนี้ขึ้นอยู่กับที่อยู่ของคุณและที่ตั้งของธนาคารผู้ออกบัตรให้คุณ โปรดตรวจสอบกับธนาคารผู้ออกบัตรของคุณเพื่อดูว่ามีการคิดค่าธรรมเนียมดังกล่าวหรือไม่ ทาง Microsoft จะไม่คืนเงินค่า ITF หรือค่าธรรมเนียมการแปลงสกุลเงินที่เกิดขึ้นในขั้นตอนการตรวจสอบ</li> </ul>
tr: <ul> <li>Kredi kartınızdan {0} {1} - {2} arasında gizli bir tutar çekeceğiz.</li> <li>Çekilen tutar, doğrulama işleminiz tamamlanır tamamlanmaz size geri ödenecektir.</li> <li>Doğrulanmanız için, çekilen tam tutarı VEYA işlem açıklamasında sağlanan 3 haneli kodu girmelisiniz.</li> <li>Çekilen tutarı veya 3 haneli kodu banka hesabı ekstrenize bakarak bulabilirsiniz. Bankanızın verdiği hizmete bağlı olarak, bu işlem çevrimiçi olarak, telefonla veya postayla gelen basılı ekstre kullanılarak yapılabilir.</li> <li>Bu doğrulamayı {3} tarihine kadar tamamlamanız gerekir ve {4} kez yeniden deneyebilirsiniz.</li> <li>Bulunduğunuz yere ve kartınızı düzenleyen bankanın bulunduğu yere bağlı olarak, banka doğrulama işlemi sırasında çekilen tutara bir Uluslararası İşlem Ücreti (ITF) ekleyebilir veya döviz çevrim ücreti uygulayabilir. Bu giderlerin uygulanıp uygulanmayacağını öğrenmek için lütfen kartınızı veren bankaya başvurun. Doğrulama işleminde oluşan ITF veya döviz çevrim ücreti Microsoft tarafından geri ÖDENMEYECEKTİR.</li> </ul>
tt: <ul> <li>Кредит картагыздан {0} {1} - {2} чикләрендәге хәбәр ителми торган сумма алыначак.</li> <li>Алынган сумма раслату процессы тәмамлангач та сезгә кайтарылачак.</li> <li>Үзегезне раслату өчен, төгәл алынган сумманы ЯКИ транзакция тасвирламасында бирелгән 3 цифрлы кодны кертергә кирәк.</li> <li>Алынган сумманы һәм 3 цифрлы кодны кредит картасы өземтәсендә табып була. Банкыгыз күрсәткән хезмәтләргә карап, моны онлайн, телефон аша, яисә почта аша килгән кәгазьдәге өземтә ярдәмендә эшләргә мөмкин.</li> <li>Раслатуны {3} кадәр тәмамларга кирәк, {4} тапкыр кабатлый аласыз.</li> <li>Үзегезнең һәм картагызны чыгарган банкның урнашу урынына карап, банк раслату процессы вакытында Халыкара транзакция җыемын (ITF) яки валюта алыштыру өчен комиссияне алырга мөмкин. Мондый түләүләр барлыгын ачыклау өчен, картагызны чыгарган банк белән элемтәгә керегез. Раслату процессы вакытында алынган ITF яки валюта алыштыру өчен комиссияләр Майкрософт тарафыннан КОМПЕНСАЦИЯЛӘНМИ.</li> </ul>
ug: <ul> <li>ئىناۋەتلىك كارتىڭىزدىن {0} {1} - {2} ئەتراپىدا ھەق تۇتىمىز.</li> <li>دەلىللەش تاماملانغان ھامان، تۇتۇلغان ھەق سىزگە قايتۇرۇلىدۇ.</li> <li>دەلىللەش ئۈچۈن تۇتۇلغان ھەق سوممىسى ياكى مۇئامىلە چۈشەندۈرۈشىدىكى 3 خانىلىق كودنى كىرگۈزۈشىڭىز كېرەك.</li> <li>ھەق سوممىسى ياكى 3 خانىلىق كودنى ئىناۋەتلىك كارتا مۇئامىلە تالونىدىن تاپالايسىز. بانكىنىڭ مۇلازىمەت ئەھۋالىغا قاراپ، بۇنى توردا، تېلېفوندا ياكى پوچتا ئارقىلىق تەكشۈرگىلى بولىدۇ.</li> <li>بۇ دەلىللەش جەريانىنى {3} دىن بۇرۇن تاماملىشىڭىز كېرەك، {4} قېتىم سىناش پۇرسىتىڭىز بار.</li> <li>ئورنىڭىز ۋە سىز ھېساب ئاچقان بانكىنىڭ ئورنىغا قاراپ، دەلىللىگەندە بانكا يەنە خەلقئارالىق مۇئامىلە ھەققى (ITF) ياكى پۇل ئالماشتۇرۇش ھەققى ئېلىشى مۇمكىن. شۇنداق ھەقنىڭ ئېلىنىدىغان-ئېلىنمايدىغانلىقىنى ھېساب ئاچقان بانكىدىن سۈرۈشتۈرۈڭ. دەلىللەش جەريانىدا كېلىپ چىققان ITF ياكى پۇل ئالماشتۇرۇش ھەققىنى Microsoft قايتۇرۇپ بەرمەيدۇ.</li> </ul>
uk: <ul> <li>Ми стягнемо з вашої кредитної картки певну суму ({0} {1}–{2}).</li> <li>Цю суму буде повернуто вам одразу після завершення процесу перевірки.</li> <li>Для здійснення перевірки необхідно ввести точну суму, стягнуту з вашої кредитної картки, АБО 3-значний цифровий код, зазначений в описі транзакції.</li> <li>Ви можете знайти суму стягнення або 3-значний цифровий код у виписці за рахунком кредитної кратки. Залежно від послуг, які надає ваш банк, цю інформацію можна отримати в Інтернеті, по телефону або у вигляді письмової виписки, яка надсилається поштою.</li> <li>Перевірку потрібно виконати до {3}, у вас буде {4} спроби.</li> <li>Залежно від вашого розташування та розташування банку, що видав вашу картку, банк може стягнути комісію за міжнародні транзакції (ITF) або за конвертацію валюти в процесі перевірки. Щоб дізнатися, чи застосовуються такі комісії, зверніться до банку, що видав вашу картку. Комісія за міжнародні транзакції (ITF) або за конвертацію валюти, нарахована в процесі перевірки, НЕ відшкодовується корпорацією Microsoft.</li> </ul>
ur: <ul> <li>ہم آپ کے کریڈٹ کارڈ کو {0} {1} - {2} کے درمیان ایک غیرمنکشف رقم چارج کریں گے۔</li> <li>جیسے ہی آپ تصدیق کا عمل مکمل کر لیں گے چارج کردہ رقم آپ کو واپس مل جائے گی۔</li> <li>تصدیق کروانے کے لیے، آپ کو منتقلی کی وضاحت میں وہ ہی چارج کردہ رقم یا 3 عددی کوڈ ان پٹ کرنا ہوں گے۔</li> <li>آپ اپنے کریڈٹ کارڈ اسٹیٹمنٹ کی پڑتال کر کے چارج کردہ رقم یا 3 عدد کوڈ ڈھونڈ سکتے ہیں۔ آپ کی بینک کی خدمت پر انحصار رکھتے ہوئے، یہ آن لائن، فون یا بذریعہ ای میل آنے والی کاغذ کی اسٹیٹمنٹ پر ہو سکتا ہے۔</li> <li>آپ کو یہ تصدیق {3} سے پہلے کرنی ہو گی اور آپ کے پاس دوبارہ کوشش کرنے کے {4} مواقع ہیں۔</li> <li>آپ کے محل وقوع اور آپ کے اکاؤنٹ کا اجراء کرنے والے بینک کے محل وقوع پر انحصار کرتے ہوئے، بینک ایک International Transaction Fee (ITF) یا رقم کی منتقلی کے چارجز تصدیق کے عمل کے دوران چارج کردہ رقم پر لاگو کر سکتا ہے۔ اس بات کا تعین کرنے کے لیے کہ کیا یہ چارجز لاگو ہوں گے، براہ مہربانی جو بینک آپ کے اکاؤنٹ کا اجرایء کر رہا ہے اس سے پڑتال کریں۔ Microsoft کی طرف سے ITF یا رقم کی تبدیلی میں پیش آنے والے چارجز کے رقم کی واپسی نہیں ہو گی۔</li> </ul>
uz: <ul> <li>Kredit kartangizdan {0} {1} - {2} oralig‘idagi ko‘rsatilmagan miqdorda to‘lov olamiz.</li> <li>Olingan to’lov miqdori tasdiqlash jarayoni nihoyasiga yetishi bilanoq hisobingizga qaytariladi.</li> <li>Tasdiqlash uchun olingan to‘lovning aniq miqdorini kiritishingiz YOKI tranzaksiya tavsifida berilgan 3 xonali kodni kiritishingiz lozim.</li> <li>Kredit karta bayonnomangizni tekshirish orqali olingan to‘lov miqdorini yoki 3 xonali kodni topishingiz mumkin. Bankingiz xizmat turiga qarab bu internet, telefon yoki pochta orqali keladigan qog‘oz shaklidagi bayonnoma orqali amalga oshirilishi mumkin.</li> <li>Bu tasdiqlashni {3} dan oldin amalga oshirishingiz lozim va {4} marta qayta urinib ko‘rishingiz mumkin.</li> <li>O‘zingiz turgan joy va kartangiz emitenti hisoblangan bank joylashuviga qarab, bank tasdiqlash jarayoni uchun olingan miqdordan Xalqaro tranzaksiya uchun to‘lov (XTT) yoki valyuta ayriboshlash to’lovini olishi mumkin. Bu to‘lovlar olinish yoki olinmasligini aniqlash uchun karta emitenti hisoblangan bankni tekshiring. Tasdiqlash jarayonida olingan XTT yoki valyuta ayriboshlash to’lovlari Microsoft tomonidan qaytarib berilmaydi.</li> </ul>
vi: <ul> <li>Chúng tôi sẽ trừ một số tiền bí mật giữa {0} {1} - {2} vào thẻ tín dụng của bạn.</li> <li>Số tiền đã trừ sẽ được hoàn trả cho bạn ngay sau khi bạn hoàn thành quy trình kiểm chứng.</li> <li>Để được kiểm chứng, bạn phải nhập vào chính xác số tiền đã bị trừ HOẶC mã 3 chữ số được cung cấp trong phần mô tả giao dịch.</li> <li>Bạn có thể tìm thấy số tiền đã trừ hoặc mã 3 chữ số bằng cách kiểm tra báo cáo giao dịch từ thẻ tín dụng của bạn. Tùy theo dịch vụ ngân hàng bạn, việc này có thể được thực hiện trực tuyến, qua điện thoại, hoặc qua báo cáo giấy được gửi theo đường bưu điện.</li> <li>Bạn cần hoàn thành việc kiểm chứng này trước {3}, và bạn có {4} cơ hội để thử lại.</li> <li>Tùy theo vị trí của bạn và vị trí của ngân hàng phát hành thẻ của bạn, ngân hàng có thể sẽ thu Phí Giao dịch Quốc tế (ITF) hoặc phí chuyển đổi tiền tệ trên số tiền được trừ trong quy trình kiểm chứng. Hãy kiểm tra với ngân hàng của bạn để biết các phí này có được áp dụng không. ITF hoặc phí chuyển đổi tiền tệ xảy ra trong quá trình kiểm chứng sẽ KHÔNG được hoàn lại bởi Microsoft.</li> </ul>
zh_hans: <ul> <li>我们将从你的信用卡中收取一笔介于 {0} {1} - {2} 的数目不详的金额。</li> <li>当你完成验证过程后，收取的金额将立即退还给你。</li> <li>为了获得验证，你必须输入收取的确切金额或交易描述中提供的 3 位数代码。</li> <li>你可以通过检查信用卡对账单来找到收取的金额或 3 位数代码。根据银行提供的服务，你可通过在线方式、电话或邮件中附带的纸质对账单来进行检查。</li> <li>你需在 {3} 之前完成此验证，并有 {4} 次重试机会。</li> <li>根据你所在位置和发卡银行的位置，银行可能会在验证过程中收取国际交易费(ITF)或所收取金额的货币兑换费用。要确定是否可能被收取这些费用，请咨询你的发卡银行。Microsoft 将不会退还验证过程中发生的 ITF 或货币兑换费用。</li> </ul>
zh_hant: <ul> <li>我們將從您的信用卡收取一筆介於 {0} {1} - {2} 間的不公開金額款項。</li> <li>收取的金額將在完成驗證程序後盡快退款給您。</li> <li>您必須輸入確切的收取金額，或輸入交易摘要說明中提供的 3 位數代碼，才能進行驗證。</li> <li>查看信用卡帳單，即可找到收取的金額或是 3 位數代碼。根據您銀行提供的服務，您可以透過網路、電話或郵寄的紙本帳單取得這些資料。</li> <li>您必須在 {3} 之前完成此驗證程序，而且您有 {4} 次重試的機會。</li> <li>根據您的所在地和發卡銀行的所在地，銀行可能會對這筆驗證程序中收取的金額加收一筆國際交易手續費 (ITF) 或貨幣換匯手續費。要確認是否加收這些費用，請向您的發卡銀行查詢。Microsoft「不會」退還驗證程序中收取的 ITF 或貨幣換匯手續費。</li> </ul>
