Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IDV.ChallengeResolutionOfflineText
source: Call your card issuer at {0} to verify your card. Once it's verified, it'll show up in your Wallet
af: Bel jou kaartuitreiker by {0} om jou kaart te verifieer. Sodra dit geverifieer is, sal dit in jou Beursie wys
am: የእርስዎን ካርድ ለማረጋገጥ ወደ የእርስዎ ካርድ ሰጪ {0} ላይ ይደውሉለት። አንድ ጊዜ ከተረጋገጠ በኋላ በእርስዎ ዋሌት ላይ ይታያል።
ar: اتصل بمُصدر البطاقة على {0} للتحقق من بطاقتك. بمجرد التحقق منها، سوف تظهر في المحفظة الخاصة بك.
as: আপোনাৰ কাৰ্ড প্ৰমাণিত কৰিবলৈ {0}ত আপোনাৰ কাৰ্ড প্ৰদানকাৰীক কল কৰক৷ এবাৰ এইটো প্ৰমাণিত হ’লে, ই আপোনাৰ Wallet-ত প্ৰদৰ্শন হ’ব
az: Kartınızı yoxlamaq üçün {0}-da kartınızın emitentinə zəng edin. Yoxlandıqdan dərhal sonra o, Pul kisənizdə görünəcəkdir
bg: Обадете се на издателя на картата ви на {0}, за да потвърдите картата си. Когато бъде потвърдена, ще се появи във вашия „Портфейл“
bn_in: আপনার কার্ডটি যাচাই করতে আপনার কার্ড ইস্যুকারীকে {0}-এ কল করুন। একবার যাচাই করার পরে, এটি আপনার ওয়ালেটে দেখা যাবে
bs: Pozovite izdavača kartice na {0} kako biste potvrdili karticu. Nakon potvrđivanja, prikazat će se u aplikaciji Wallet
cy: Ffoniwch gyhoeddwr eich cerdyn ar {0} i ddilysu eich cerdyn. Unwaith y bydd wedi ei ddilysu, bydd i'w weld yn eich Wallet
da: Ring til din kortudsteder på {0} for at bekræfte dit kort. Når det er bekræftet, vises det i din Tegnebog
de: Kontaktieren Sie Ihren Kartenaussteller unter {0}, um Ihre Karte zu überprüfen. Nach der Überprüfung wird sie in der Brieftasche angezeigt.
el: Καλέστε τον εκδότη της κάρτας σας στο {0} για να επαληθεύσετε την κάρτα σας. Όταν επαληθευτεί, θα εμφανίζεται στο Πορτοφόλι
es: Llama al emisor de la tarjeta al {0} para comprobarla. Una vez se haya comprobado, aparecerá en tu Cartera.
et: Kaardi kinnitamiseks helistage oma kaardi väljaandjale numbril {0}. Kui see on kinnitatud, kuvatakse see rakenduses Rahakott.
eu: Txartela egiaztatzeko, deitu txartelaren jaulkitzaileari ({0}). Egiaztatu ondoren, Diru-zorroan agertuko zaizu
fa: برای تأیید کارتتان با صادرکننده کارت در {0} تماس بگیرید. پس از تأیید، در کیف پول نشان داده خواهد شد.
ga: Glaoigh ar eisitheoir do chárta ag {0} chun do chárta a fhíorú. Tar éis é a fhíorú, taispeánfar é i do Wallet
gd: Cuir fòn gu foillsichear na cairt agad air {0} a dhearbhadh na cairt agad. Turas a rinn thu sin, nochdaidh e sa Wallet agad.
gl: Chama ao emisor do cartón no número {0} para verificar o cartón. Unha vez o fagas, mostrarase en Carteira
gu: તમારા કાર્ડની ચકાસણી કરવા માટે તમારા કાર્ડ રજૂકર્તાને {0} પર કૉલ કરો. એક વાર તેની ચકાસણી થઈ જાય, તે પછી તે તમારા Wallet માં દેખાશે
he: התקשר למנפיק הכרטיס שלך במספר {0} כדי לאמת את הכרטיס שלך. לאחר האימות, הכרטיס יופיע בארנק שלך
hi: अपने कार्ड को सत्यापित करने के लिए {0} पर अपने कार्ड जारीकर्ता को कॉल करें. एक बार सत्यापित हो जाने पर, यह आपके वॉलेट में दिखेगा
hr: Nazovite izdavatelja kartice na {0} da biste potvrdili svoju karticu. Kada je potvrdite, prikazivat će se u aplikaciji Novčanik
hu: A kártya visszaigazolásához hívja fel kártyakibocsátóját ({0}). A kártya a visszaigazolást követően jelenik meg a Pénztárcában.
id: Hubungi penerbit kartu Anda pada {0} untuk memverifikasikan kartu. Ketika sudah diverifikasi, kartu akan muncul di Dompet Anda.
is: Hringdu í kortaútgefandann í {0} til að staðfesta kortið þitt. Þegar það hefur verið staðfest birtist það í Veski
ja: {0} でカード発行元に連絡し、カードを確認してください。確認されると、カードがウォレットに表示されます
ka: დაურეკეთ თქვენი ბარათის გამცემს ნომერზე {0}, რომ გადაამოწმოთ ბარათი. მისი გადამოწმების შემდეგ, ის გამონდება თქვენს Wallet-ში
kk: Картаны тексеру үшін карта шығарушысына {0} нөмірі арқылы қоңырау шалыңыз. Тексерілгеннен кейін, ол Әмиян қызметінде көрсетіледі
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಪರಿಶೀಲಿಸಲು {0} ಸಂಖ್ಯೆಯಲ್ಲಿ ನಿಮ್ಮ ಕಾರ್ಡ್ ವಿತರಕರಿಗೆ ಕರೆ ಮಾಡಿ. ಅದು ಒಮ್ಮೆ ಪರಿಶೀಲಿತವಾದ ನಂತರ, ಅದು ನಿಮ್ಮ ವ್ಯಾಲೆಟ್‌ನಲ್ಲಿ ತೋರಿಸಲ್ಪಡುತ್ತದೆ
ko: 카드를 확인하려면 {0}번으로 카드 발급사에 전화하세요. 확인되면 전자지갑에 표시됩니다.
ku_arab: پەیوەندی بکە بە دەرکەری کارتەکەت لە {0} بۆ سەلماندنی کارتەکەت. هەرکە سەلمێنرا، لە Wallet ی تۆدا دەردەکەوێت
ky: Сиздин карта чыгаруучуңуз, картаңыздын тууралыгын аныктоодо {0}. Анын тууралыгы аныкталганда, ал сиздин Wallet'иңизде көрүнөт.
lo: ໂທ​ຫາ​ຜູ້​ອອກ​ບັດ​ຂອງ​ທ່ານ​ທີ່​ເບີ {0} ເພື່ອກວດ​ສອບ​ບັດ​ຂອງ​ທ່ານ. ເມື່ອ​ມັນ​ໄດ້​ຮັບ​ການກວດ​ສອບ​ແລ້ວ, ມັນ​ຈະ​ສະ​ແດງ​ຂຶ້ນ​ຢູ່​ໃນ​ກະເປົາເງິນຂອງ​ທ່ານ
lt: Paskambinkite savo kortelės išdavėjui {0}, kad patvirtintumėte kortelę. Patvirtinta kortelė bus rodoma jūsų piniginėje.
lv: Zvaniet savas kartes izdevējam uz numuru {0}, lai apstiprinātu savu karti. Pēc apstiprināšanas tā tiks parādīta programmā Maks
mi: Waea ki tō kaiwhakarato kāri i {0} hei manatoko i tō kāri. Oti rawa te manatoko, ka puta mai i roto i tō Wallet.
mk: Повикајте го издавачот на картичката на {0} за да ја потврди вашата картичка. Штом ќе ја потврди, таа ќе се појави во вашиот паричник
ml: നിങ്ങളുടെ കാർഡ് പരിശോധിച്ചുറപ്പിക്കാൻ {0} എന്നതിൽ ബാങ്കിനെ വിളിക്കുക. പരിശോധിച്ചുറപ്പിച്ചുകഴിഞ്ഞാൽ, അത് നിങ്ങളുടെ വാലറ്റിൽ കാണിക്കും
mn: Карт олгогчтойгоо {0}-д залгаж картаа баталгаажуулна уу. Баталгаажсан бол таны Wallet дотор харагдана.
mr: आपल्या कार्डची पडताळणी करण्यासाठी {0} वर आपल्या कार्ड जारीकर्त्यास कॉल करा. एकदा त्याची पडताळणी झाल्यानंतर, ते आपल्या Wallet मध्ये दर्शवेल
ms: Buat panggilan kepada pengeluar kad anda di {0} untuk mengesahkan kad anda. Sebaik sahaja ia disahkan, ia akan muncul dalam Dompet anda
mt: Ċempel lill-emittent tal-kard tiegħek fuq {0} biex tivverifika l-kard tiegħek. Ladarba tkun ivverifikata, tidher fil-Wallet tiegħek
ne: तपाइँको कार्ड प्रमाणित गर्न तपाइँको कार्ड जारीकर्तालाई {0} मा कल गर्नुहोस्। यो एकपटक प्रमाणित भएपछि, यो तपाइँको Wallet मा देखिनेछ
nn_no: Ring til kortutferdaren på {0} for å kontrollere kortet. Når kortet er kontrollert, kan du sjå det i din Wallet
no: Ring kortutstederen på {0} for å bekrefte kredittkortet. Når det er bekreftet, vises det i din Lommebok
or: ଆପଣଙ୍କର କାର୍ଡ୍ ଯାଞ୍ଚ କରିବାକୁ {0} ରେ ଆପଣଙ୍କର କାର୍ଡ୍ ପ୍ରଦାନକାରୀଙ୍କୁ କଲ୍ କରନ୍ତୁ. ଥରେ ଏହା ଯାଞ୍ଚ ହେଲେ, ଏହା ଆପଣଙ୍କର Wallet ରେ ଦେଖାଇବ
pa_arab_pk: اپنے کارڈ دی تصدیق کرن لئی کارڈ جاری کرن والے نوں {0} تے کال کرو۔ اک واری جدوں ایس دی تصدیق ہوجائے، ایہہ تہاڈے Wallet وچ نظر آئے گا
pa_in: ਆਪਣੇ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਆਪਣੇ ਕਾਰਡ ਜਾਰੀ ਕਰਨ ਵਾਲੇ ਨੂੰ {0} ਤੇ ਕਾਲ ਕਰੋ। ਇੱਕ ਵਾਰ ਇਸਦੀ ਤਸਦੀਕ ਹੋ ਜਾਵੇ ਤਾਂ ਇਹ ਤੁਹਾਡੇ ਵਾਲੇਟ ਵਿੱਚ ਨਜ਼ਰ ਆਵੇਗਾ
pl: Zadzwoń do wydawcy karty ({0}) w celu zweryfikowania karty. Po weryfikacji będzie ona widoczna w Portfelu.
ru: Позвоните в банк, выпустивший карту ({0}), чтобы подтвердить эту карту. После подтверждения она появится в Кошельке
sd: پنهنجو ڪارڊ تصديق ڪرڻ لاءِ {0} تي پنهنجي ڪارڊ جاري ڪندڙ کي ڪال ڪريو. هڪ ڀيرو اهو تصديق ٿي وڃي، اهو توهانجي Wallet ۾ ڏيکاربو.
si: ඔබගේ කාඩ්පත සත්‍යාපනය කරනු පිණිස {0} ඔබගේ කාඩ්පත් නිකුත් කරන්නා අමතන්න. එය සත්‍යාපනය කළ වහාම, එය ඔබගේ Wallet තුළ පෙන්වනු ඇත
sl: Če želite potrditi kartico, pokličite svojega izdajatelja kartice na {0}. Ko bo potrjena, bo prikazana v Denarnici.
sr_cyrl_rs: Позовите издаваоца картице на {0} да бисте верификовали картицу. Када се верификује, приказаће се у апликацији Wallet
sr_latn_rs: Pozovite izdavaoca kartice na {0} da biste verifikovali karticu. Kada se verifikuje, prikazaće se u Novčaniku
sv: Ring din kortutfärdare på {0} för att verifiera ditt kort. Det visas i Plånbok när det har verifierats.
ta: உங்கள் அட்டையை சோதனை செய்ய {0} என்ற எண்ணில், உங்கள் அட்டை வழங்குனரை அழைக்கவும். சோதனை செய்யப்பட்டவுடன், அது உங்கள் பணப்பை யில் காண்பிக்கப்படும்.
te: మీ కార్డును సరిచూడటానికి {0}లో మీ కార్డు మంజూరు చేసినవారికి కాల్ చేయండి. ఇది సరిచూసిన తర్వాత, ఇది మీ వ్యాలెట్‌లో కనిపిస్తుంది
tg: Барои тасдиқ кардани корти худ ба барорандаи корт ба {0} занг занед. Баъд аз тасдиқи корт, он дар Wallet-и шумо намоиш дода мешавад
th: โทรหาธนาคารที่ {0} เพื่อตรวจสอบบัตรของคุณ เมื่อตรวจสอบแล้ว บัตรจะปรากฎอยู่ในกระเป๋าสตางค์ของคุณ
tr: Kartınızı doğrulamak için {0} numarasından kartı veren kuruluşu arayın. Kartınız doğrulandıktan sonra Cüzdan uygulamanızda görünecektir
tt: Картагызны раслау өчен картаны чыгаручыга {0} номерына шалтыратыгыз. Раслангач, ул сезнең Wallet'та күрсәтеләчәк
ug: {0} دېگەن نومۇر ئارقىلىق كارتا تارقاتقۇچىغا تېلېفون قىلىپ، كارتىڭىزنى دەلىللەڭ. دەلىللەنگەندىن كېيىن، Wallet تا كۆرۈنىدۇ
uk: Подзвоніть у банк, який випустив картку ({0}), щоб підтвердити цю картку. Після підтвердження вона з’явиться в Гаманці.
ur: اپنے کارڈ کی تصدیق کروانے کے لیے اپنے کارڈ اجرء کنندہ کو {0} پر کال کریں۔ ایک بار جب تصدیق ہو جائے تو وہ آپ کے Wallet میں نمائش ہو گا۔
uz: Kartani tasdiqlash uchun {0} da karta emitentiga qo‘ng‘iroq qiling. U tasdiqlangandan so‘ng, u Hamyonda ko‘rsatiladi
vi: Gọi điện cho công ty phát hành thẻ của bạn theo số {0} để xác minh thẻ của bạn. Sau khi được xác minh, thẻ sẽ hiển thị trong Ví tiền của bạn
zh_hans: 通过 {0} 致电发卡机构来验证你的卡。验证完成后，它将显示在电子钱包中
zh_hant: 撥號給您的發卡機構 (電話是 {0}) 以驗證您的卡片。一旦通過驗證，卡片就會顯示在您的電子錢包中

# Literal.IDV.ChallengeResolutionOfflineCallCardIssuerOption
source: Call Card Issuer
af: Bel kaartuitreiker
am: ለካርድ ሰጪው ይደውሉለት
ar: الاتصال بمُصدر البطاقة
as: কাৰ্ড প্ৰদানকাৰীক কল কৰক
az: Kartın emitentinə zəng et
bg: Обадете се на издателя на картата
bn_in: কার্ড ইস্যুকারীকে কল করুন
bs: Pozovi izdavača kartice
cy: Ffonio Cyhoeddwr y Cerdyn
da: Ring til kortudsteder
de: Kartenaussteller anrufen
el: Κλήση εκδότη κάρτας
es: Llamar al emisor de la tarjeta
et: Helistage kaardi väljaandjale
eu: Deitu txartelaren jaulkitzaileari
fa: تماس با صادرکننده کارت
ga: Eisitheoir an Ghlaochárta
gd: Cuir fòn gu foillsichear na cairt
gl: Chamar ao emisor do cartón
gu: કાર્ડ રજૂકર્તાને કૉલ કરો
he: התקשר למנפיק הכרטיס
hi: कार्ड जारीकर्ता को कॉल करें
hr: Pozivanje izdavatelja kartice
hu: Kártyakibocsátó felhívása
id: Hubungi Penerbit Kartu
is: Hringja í kortaútgefanda
ja: カード発行元へ連絡
ka: დაურეკეთ ბარათის გამცემს
kk: Карта шығарушысына қоңырау шалу
kn: ಕಾರ್ಡ್ ವಿತರಕರಿಗೆ ಕರೆ ಮಾಡಿ
ko: 카드 발급사에 전화
ku_arab: پەیوەندیکردن بە دەرکەری کارت
ky: Карта чыгаруучуга чалыңыз
lo: ໂທ​ຫາ​ຜູ້​ອອກ​ບັດ
lt: Skambinti kortelės išdavėjui
lv: Zvanīt kartes izdevējam
mi: Kaiwhakarato Kāri Waea
mk: Повикајте го издавачот на картичката
ml: ബാങ്കിനെ വിളിക്കുക
mn: Карт олгогч руу залга
mr: कॉल कार्ड जारीकर्ता
ms: Buat Panggilan kepada Pengeluar Kad
mt: Ċempel lill-Emittent tal-Kard
ne: कार्ड जारीकर्तालाई कल गर्नुहोस्
nn_no: Ring til kortutferdaren
no: Ring kortutstederen
or: କାର୍ଡ୍ ପ୍ରଦାନକାରୀଙ୍କୁ କଲ୍ କରନ୍ତୁ
pa_arab_pk: کارڈ جاری کرن والے نوں کال کرو
pa_in: ਕਾਰਡ ਜਾਰੀ ਕਰਨ ਵਾਲੇ ਨੂੰ ਕਾਲ ਕਰੋ
pl: Zadzwoń do wydawcy karty
ru: Звонок в банк, который выпустил карту
sd: ڪارڊ جاري ڪندر کي ڪال ڪريو
si: කාඩ්පත් නිකුත් කරන්නා අමතන්න
sl: Pokličite izdajatelja kartice
sr_cyrl_rs: Позови издаваоца коришћења
sr_latn_rs: Pozovi izdavaoca korišćenja
sv: Ring kortutfärdaren
ta: அட்டை வழங்குனரை அழைத்தல்
te: కార్డు మంజూరు చేసినవారికి కాల్ చేయండి
tg: Ба барорандаи корт занг занед
th: โทรหาธนาคาร
tr: Kartı Veren Kuruluşu Arayın
tt: Картаны чыгаручыга шалтырату
ug: كارتا تارقاتقۇچىغا تېلېفون قىلىش
uk: Дзвінок у банк, що випустив картку
ur: کارڈ اجراء کنندہ کو کال کریں
uz: Karta emitentiga qo‘ng‘iroq qilish
vi: Gọi điện cho Công ty phát hành Thẻ
zh_hans: 致电发卡机构
zh_hant: 撥號給發卡機構

# Literal.IDV.ChallengeResolutionOfflineGoHome
source: Go to Wallet
af: Gaan na Beursie
am: ወደ ዋሌት ይሂዱ
ar: الانتقال إلى المحفظة
as: Wallet-লৈ যাওক
az: Pul kisəsinə keç
bg: Към „Портфейл“
bn_in: Wallet-এ যান
bs: Idi u Wallet
cy: Mynd i Wallet
da: Gå til Tegnebog
de: Brieftasche aufrufen
el: Μετάβαση στο Πορτοφόλι
es: Ir a Cartera
et: Ava rakendus Rahakott
eu: Joan Diru-zorrora
fa: رفتن به کیف پول
ga: Gabh chuig Wallet
gd: Rach gu Wallet
gl: Ir a Carteira
gu: Wallet પર જાઓ
he: עבור לארנק
hi: वॉलेट पर जाएँ
hr: Idite na Novčanik
hu: Pénztárca megnyitása
id: Masuk ke Dompet
is: Opna Veski
ja: ウォレットに移動
ka: Wallet-ზე გადასვლა
kk: Әмиян қызметіне өту
kn: ವ್ಯಾಲೆಟ್‌ಗೆ ಹೋಗಿ
ko: 전자지갑으로 이동
ku_arab: بڕۆ بۆ Wallet
ky: Wallet'ке барыңыз
lo: ໄປຫາກະເປົາເງິນ
lt: Eiti į piniginę
lv: Doties uz programmu Maks
mi: Haere ki Wallet
mk: Појди во паричникот
ml: വാലറ്റിലേക്ക് പോകുക
mn: Wallet руу оч
mr: Wallet वर जा
ms: Pergi ke Dompet
mt: Mur fil-Wallet
ne: Wallet मा जानुहोस्
nn_no: Gå til Wallet
no: Gå til Lommebok
or: Wallet କୁ ଯାଆନ୍ତୁ
pa_arab_pk: Wallet تے جاؤ
pa_in: ਵਾਲੇਟ ਤੇ ਜਾਓ
pl: Przejdź do Portfela
ru: Переход к Кошельку
sd: Wallet ڏانهن وڃو
si: Wallet කරා යන්න
sl: Odpri Denarnico
sr_cyrl_rs: Иди у Wallet
sr_latn_rs: Idi u Novčanik
sv: Gå till Plånbok
ta: பணப்பை க்குச் செல்லவும்
te: వ్యాలెట్‌కు వెళ్లు
tg: Ба Wallet гузаред
th: ไปที่กระเป๋าสตางค์
tr: Cüzdan uygulamasına gidin
tt: Wallet'ка күчү
ug: Wallet قا كىرىش
uk: Перехід до Гаманця
ur: Wallet پر جائیں
uz: Hamyonga o‘tish
vi: Chuyển tới Ví tiền
zh_hans: 转到电子钱包
zh_hant: 移至電子錢包

# Literal.IDV.ChallengeSelectionCallOption
source: Call my card issuer
af: Bel my kaartuitreiker
am: ወደ ካርደ ሰጪየ ደውል
ar: الاتصال بجهة إصدار البطاقة الخاص بي
as: মোৰ কাৰ্ড প্ৰদানকাৰীক কল কৰক
az: Kartımın emitentinə zəng et
bg: Обаждане на издателя на картата ми
bn_in: আমার কার্ড ইস্যুকারীকে কল করুন
bs: Pozovi mog izdavača kartice
cy: Ffonio cyhoeddwr fy ngherdyn
da: Ring til min kortudsteder
de: Kartenaussteller anrufen
el: Κλήση του εκδότη της κάρτας
es: Llamada al emisor de la tarjeta
et: Helista kaardi väljaandjale
eu: Deitu txartelaren jaulkitzaileari
fa: تماس با صادر کننده کارت من
ga: Glaoigh ar eisitheoir mo chárta.
gd: Cuir fòn gu foillsichear na cairt agam
gl: Chamar ao emisor do cartón
gu: મારા કાર્ડ રજૂકર્તાને કૉલ કરો
he: התקשר למנפיק הכרטיס
hi: मेरे कार्ड जारीकर्ता को कॉल करें
hr: Nazovite mog izdavatelja kartice
hu: A kártyakibocsátót felhívva
id: Hubungi penerbit kartu saya
is: Hringja í útgefanda kortsins
ja: カード発行元に電話
ka: ჩემი ბარათის გამცემთან დარეკვა
kk: Карта шығарушыма қоңырау шалу
kn: ನನ್ನ ಕಾರ್ಡ್ ವಿತರಕರಿಗೆ ಕರೆ ಮಾಡಿ
ko: 카드 발급사에 전화하기
ku_arab: پەیوەندی بکە بە دەرکەری کارتەکەمەوە
ky: Карта чыгаруучума чалыңыз
lo: ໂທຫາຜູ້ອອກບັດຂອງຂ້ອຍ
lt: Skambinti mano kortelės išdavėjui
lv: Zvanīt manas kartes izsniedzējam
mi: Waeangia taku kaiwhakarato kāri
mk: Повикај го издавачот на картичката
ml: എന്റെ കാർഡ് ഇഷ്യൂവറെ വിളിക്കുക
mn: Манай карт олгогч руу залга
mr: माझ्या कार्ड जारीकर्त्याला कॉल करा
ms: Hubungi pengeluar kad saya
mt: Ċempel lill-emittent tal-kard tiegħi
ne: मेरो कार्ड जारीकर्तालाई कल गर्नुहोस्
nn_no: Ring til kortutferdaren
no: Ring til kortutstederen
or: ମୋ କାର୍ଡ୍ ପ୍ରଦାନକାରୀଙ୍କୁ କଲ୍ କରନ୍ତୁ
pa_arab_pk: میرے کارڈ جاری کرن آلے نوں کال کرو
pa_in: ਮੇਰੇ ਕਾਰਡ ਜਾਰੀ ਕਰਨ ਵਾਲੇ ਨੂੰ ਕਾਲ ਕਰੋ
pl: Zadzwoń do wydawcy karty
ru: Позвонить в банк, выпустивший карту
sd: منهنجي ڪارڊ جاري ڪندڙ کي ڪال ڪريو
si: මගේ කාඩ්පත් නිකුත් කරන්නා අමතන්න
sl: Pokličite mojega izdajatelja kartice
sr_cyrl_rs: Позови издаваоца картице
sr_latn_rs: Pozovi izdavaoca kartice
sv: Ring kortutfärdaren
ta: எனது அட்டை வழங்குனரை அழைக்கவும்
te: నా కార్డ్ మంజూరు చేసిన వారికి కాల్ చేయి
tg: Занг задан ба барорандаи корти ман
th: โทรหาธนาคารของฉัน
tr: Kartımı veren kuruluşu ara
tt: Картамны чыгаручыга шалтырату
ug: كارتا بېجىرگەن ئورۇنغا تېلېفون قىلىش
uk: Подзвонити в банк, що випустив картку
ur: میرا کارڈ اجراء کرنے والے کو کال کریں
uz: Karta emitentiga qo‘ng‘iroq qil
vi: Gọi điện cho công ty phát hành thẻ của tôi
zh_hans: 给我的发卡机构打电话
zh_hant: 撥給我的發卡機構

# Literal.IDV.ChallengeSelectionTextOption
source: Text {0}
af: Stuur 'n boodskap na {0}
am: ጽሑፍ {0}
ar: النص {0}
as: পাঠ {0}
az: {0} ünvanına mesaj yaz
bg: Текстово съобщение до {0}
bn_in: পাঠ্য {0}
bs: Pošalji tekstualnu poruku za {0}
cy: Neges destun {0}
da: Send sms til {0}
de: SMS an {0}
el: Αποστολή SMS {0}
es: Mensaje de texto {0}
et: Tekst {0}
eu: Bidali testu-mezu bat {0} zenbakira
fa: متن {0}
ga: Seol téacs chuig {0}
gd: Cuir teacsa gu {0}
gl: Enviar unha mensaxe de texto a {0}
gu: {0} પર ટેક્સ્ટ કરો
he: הודעת טקסט: {0}
hi: पाठ {0}
hr: Pošaljite SMS na broj {0}
hu: SMS-ben ({0})
id: Pesan teks {0}
is: Senda textaskilaboð í {0}
ja: {0} に送信
ka: ტექსტური შეტყობინების გაგზავნა ნომერზე {0}
kk: Мәтіндік хабар: {0}
kn: {0} ಗೆ ಪಠ್ಯ ಸಂದೇಶ ಕಳುಹಿಸಿ
ko: {0}(으)로 문자 메시지 전송
ku_arab: تێکست {0}
ky: СМС {0}
lo: ສົ່ງຂໍ້ຄວາມ {0}
lt: Siųsti pranešimą {0}
lv: Nosūtīt īsziņu uz {0}
mi: Kuputuhi {0}
mk: Испрати порака на {0}
ml: ടെക്സ്റ്റ് {0}
mn: Зурвасаар {0} илгээ
mr: मजकूर {0}
ms: Teks {0}
mt: SMS {0}
ne: टेक्स्ट गर्नुहोस् {0}
nn_no: Send tekstmelding til {0}
no: Send tekstmelding til {0}
or: ପାଠ୍ୟ {0}
pa_arab_pk: متن {0}
pa_in: {0} ਨੂੰ ਟੈਕਸਟ ਕਰੋ
pl: SMS: {0}
ru: Отправить текстовое сообщение: {0}
sd: متن {0}
si: පෙළ {0}
sl: Pošljite kratko sporočilo na {0}
sr_cyrl_rs: Пошаљи текстуалну поруку на број телефона {0}
sr_latn_rs: Pošalji tekstualnu poruku na broj telefona {0}
sv: Sms:a {0}
ta: உரை {0}
te: {0}కు టెక్స్ట్ పంపు
tg: Фиристодани паёми матнӣ ба {0}
th: ข้อความ {0}
tr: {0} kişisine mesaj gönder
tt: {0} номерына текст җибәрү
ug: قىسقا ئۇچۇر ئارقىلىق {0} ئەۋەتىش
uk: Надіслати текстове повідомлення: {0}
ur: متن {0}
uz: Matnli xabar {0}
vi: Nhắn tin {0}
zh_hans: 向 {0} 发送短信
zh_hant: 將簡訊傳送到 {0}

# Literal.IDV.ChallengeSelectionEmailOption
source: Email {0}
af: E-pos {0}
am: ኢሜይል {0}
ar: البريد الإلكتروني {0}
as: ই-মেইল {0}
az: {0} ünvanına məktub göndər
bg: Имейл до {0}
bn_in: ইমেল {0}
bs: Pošalji e-poštu za {0}
cy: E-bost {0}
da: Send mail til {0}
de: E-Mail an {0}
el: Αποστολή μέσω ηλεκτρονικού ταχυδρομείου {0}
es: Correo electrónico {0}
et: Meil {0}
eu: Bidali mezu elektroniko bat {0} helbidera
fa: ایمیل {0}
ga: Seol ríomhphost chuig {0}
gd: Cuir post-d gu {0}
gl: Enviar un correo electrónico a {0}
gu: {0} પર ઈમેલ કરો
he: דואר אלקטרוני: {0}
hi: ईमेल {0}
hr: Pošaljite poruku e-pošte na adresu {0}
hu: E-mailben ({0})
is: Senda tölvupóst á {0}
ja: {0} にメール
ka: შეტყობინების გაგზავნა ელფოსტის მისამართზე {0}
kk: Электрондық пошта мекенжайы: {0}
kn: {0} ಗೆ ಇಮೇಲ್ ಮಾಡಿ
ko: {0}(으)로 메일 전송
ku_arab: ئیمەیل {0}
ky: Имейл {0}
lo: ອີເມວ {0}
lt: Siųsti el. paštu {0}
lv: Nosūtīt e-pasta ziņojumu uz {0}
mi: Īmēra {0}
mk: Е-пошта {0}
ml: ഇമെയിൽ {0}
mn: Э-шуудангаар {0} илгээ
mr: ईमेल {0}
ms: E-mel {0}
mt: Indirizz elettroniku {0}
ne: इमेल गर्नुहोस् {0}
nn_no: Send e-post til {0}
no: Send e-post til {0}
or: ଇମେଲ୍ {0}
pa_arab_pk: ای میل {0}
pa_in: {0} ਈਮੇਲ ਕਰੋ
pl: Wiadomość e-mail: {0}
ru: Написать по электронной почте: {0}
sd: اي ميل {0}
si: ඊමේල් {0}
sl: Pošljite e-poštno sporočilo na naslov {0}
sr_cyrl_rs: Пошаљи на адресу е-поште {0}
sr_latn_rs: Pošalji na adresu e-pošte {0}
sv: E-posta {0}
ta: மின்னஞ்சல் {0}
te: {0}కు మెయిల్ పంపు
tg: Фиристодани почтаи электронӣ ба {0}
th: อีเมล {0}
tr: {0} kişisine e-posta gönder
tt: {0} адресына хәбәр җибәрү
ug: تورخەت ئارقىلىق {0} ئەۋەتىش
uk: Надіслати електронний лист: {0}
ur: ای میل {0}
uz: E-pochta {0}
vi: Gửi email {0}
zh_hans: 向 {0} 发送电子邮件
zh_hant: 將電子郵件寄送到 {0}

# Literal.Alipay.Heading
source: Add your Alipay account
af: Voeg jou Alipay-rekening by
am: የእርስዎን የ Alipay መለያ ያክሉ
ar: إضافة حساب Alipay الخاص بك
as: আপোনাৰ Alipay একাউণ্ট যোগ কৰক
az: Alipay hesabınızı əlavə edin
bg: Добавяне на вашия акаунт в Alipay
bn_in: আপনার Alipay অ্যাকাউন্ট যোগ করুন
bs: Dodajte Alipay račun
cy: Ychwanegu eich cyfrif Alipay
da: Tilføj din Alipay-konto
de: Alipay-Konto hinzufügen
el: Προσθήκη του λογαριασμού σας Alipay
es: Agregar cuenta de Alipay
et: Alipay konto lisamine
eu: Gehitu Alipay kontua
fa: حساب Alipay را اضافه کنید
ga: Cuir do chuntas Alipay leis
gd: Cuir an cunntas Alipay agad ris
gl: Engade a túa conta Alipay
gu: તમારું Alipay ખાતું ઍડ કરો
he: הוסף את חשבון Alipay שלך
hi: अपना Alipay खाता जोड़ें
hr: Dodavanje računa za Alipay
hu: Alipay-fiók felvétele
id: Tambahkan akun Alipay Anda
is: Bættu Alipay-reikningnum þínum við
ja: Alipay アカウントの追加
ka: დაამატეთ თქვენი Alipay ანგარიში
kk: Alipay тіркелгісін қосу
kn: ನಿಮ್ಮ Alipay ಖಾತೆಯನ್ನು ಸೇರಿಸಿ
ko: Alipay 계정 추가
ku_arab: زیادکردنی ئەژمێری Alipay تۆ
ky: Alipay каттоо жазууңузду кошуңуз
lo: ເພີ່ມບັນຊີ Alipay ຂອງທ່ານ
lt: Įtraukite savo „Alipay“ paskyrą
lv: Alipay konta pievienošana
mi: Tāpiria tō pūkete Alipay
mk: Додајте ја вашата сметка на Alipay
ml: നിങ്ങളുടെ Alipay അക്കൗണ്ട് ചേര്‍ക്കുക
mn: Alipay дансаа нэм
mr: आपले Alipay खाते जोडा
ms: Tambah akaun Alipay anda
mt: Żid il-kont tiegħek ta' Alipay
ne: आफ्नो Alipay खाता थप्नुहोस्
nn_no: Legg til Alipay-kontoen
no: Legg til Alipay-kontoen din
or: ଆପଣଙ୍କର Alipay ଏକାଉଣ୍ଟ୍ ଯୋଡନ୍ତୁ
pa_arab_pk: اپنے Alipay اکاؤنٹ دا اضافہ کرو
pa_in: ਆਪਣਾ Alipay ਖਾਤਾ ਜੋੜੋ
pl: Dodaj konto Alipay
ru: Добавление учетной записи Alipay
sd: پنهنجو Alipay اڪائونٽ اضافو ڪريو
si: ඔබගේ Alipay ගිණුම එක් කරන්න
sl: Dodajte svoj račun za Alipay
sr_cyrl_rs: Додавање Alipay налога
sr_latn_rs: Dodavanje Alipay naloga
sv: Lägg till ditt Alipay-konto
ta: உங்கள் Alipay கணக்கை சேர்
te: మీ Alipay ఖాతాని జోడించండి
tg: Ҳисоби Alipay-и худро илова кунед
th: เพิ่มบัญชี Alipay ของคุณ
tr: Alipay hesabınızı ekleyin
tt: Alipay хисап язмасын өстәү
ug: Alipay ھېساباتىڭىزنى قوشۇش
uk: Додавання облікового запису Alipay
ur: اپنا الیپے اکاؤنٹ شامل کریں
uz: Alipay hisob qaydnomasini qo‘shish
vi: Thêm tài khoản Alipay của bạn
zh_hans: 添加您的支付宝帐户
zh_hant: 新增您的支付寶帳戶

# Literal.Alipay.HeadingForTemplate
source: Add an Alipay account
af: Voeg ’n Alipay-rekening by
am: የ Alipay መለያ ያክሉ
ar: إضافة حساب Alipay
as: এটা Alipay একাউণ্ট যোগ কৰক
az: Alipay hesabı əlavə edin
bg: Добавяне на акаунт в Alipay
bn_in: একটি Alipay অ্যাকাউন্ট যোগ করুন
bs: Dodajte Alipay račun
cy: Ychwanegu cyfrif Alipay
da: Tilføj Alipay-konto
de: Alipay-Konto hinzufügen
el: Προσθήκη λογαριασμού Alipay
es: Agregar una cuenta de Alipay
et: Lisage Alipay konto
eu: Gehitu Alipay-ko kontu bat
fa: افزودن حساب Alipay
ga: Cuir cuntas Alipay leis
gd: Cuir cunntas Alipay ris
gl: Engadir unha conta de Alipay
gu: એક Alipay ખાતું ઍડ કરો
he: הוסף חשבון Alipay
hi: Alipay खाता जोड़ें
hr: Dodavanje računa za Alipay
hu: Alipay-fiók felvétele
id: Tambahkan akun Alipay
is: Bættu við Alipay-reikningi
ja: Alipay アカウントの追加
ka: Alipay ანგარიშის დამატება
kk: Alipay тіркелгісін қосу
kn: ಒಂದು Alipay ಖಾತೆಯನ್ನು ಸೇರಿಸಿ
ko: Alipay 계정 추가
lo: ເພີ່ມບັນຊີ Alipay
lt: Įtraukti „Alipay“ paskyrą
lv: Alipay konta pievienošana
mi: Tāpiria he pūkete Alipay
mk: Додајте сметка на Alipay
ml: ഒരു Alipay അക്കൗണ്ട് ചേർക്കുക
mr: Alipay खाते जोडा
ms: Tambah akaun Alipay
mt: Żid kont ta’ Alipay
ne: Alipay खाता थप्नुहोस्
nn_no: Legg til ein Alipay-konto
no: Legg til en Alipay-konto
or: ଏକ Alipay ଏକାଉଣ୍ଟ୍ ଯୋଡନ୍ତୁ
pa_in: Alipay ਖ਼ਾਤੇ ਨੂੰ ਜੋੜੋ
pl: Dodawanie konta Alipay
ru: Добавить учетную запись Alipay
sl: Dodajte račun za Alipay
sr_cyrl_rs: Додај Alipay налог
sr_latn_rs: Dodavanje Alipay naloga
sv: Lägg till ett Alipay-konto
ta: Alipay கணக்கைச் சேருங்கள்
te: Alipay ఖాతాని జోడించండి
th: เพิ่มบัญชี Alipay
tr: Alipay hesabı ekleyin
tt: Alipay хисап язмасын өстәү
ug: Alipay ھېساباتى قوشۇش
uk: Додати обліковий запис Alipay
ur: کوئی Alipay اکاؤنٹ شامل کریں
vi: Thêm tài khoản Alipay
zh_hans: 添加支付宝帐户
zh_hant: 新增支付寶帳戶
