Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.County.GB.Rutland
source: Rutland
ar: روتلاند
as: ৰুটলেণ্ড
az: Ratlend
bg: Рутланд
bn_in: রুটল্যান্ড
el: Ρούτλαντ
fa: راتلند
gu: રુટલેન્ડ
he: רטלנד
hi: रूटलैंड
ja: ラトランド
ka: რუთლენდი
kk: Ратленд
kn: ರುಟ್‌ಲ್ಯಾಂಡ್
ko: 러틀랜드
lo: ຣູດແລນ
lt: Rutlandas
lv: Ratlenda
mi: Kaute o Rutland
mk: Ратленд
ml: റട്ട്ലാൻഡ്
mr: रुटलँड
ne: रटल्यान्ड
or: ରୁଟଲ୍ୟାଣ୍ଡ
pa_in: ਰਟਲੈਂਡ
ru: Ратленд
sr_cyrl_rs: Ратланд
ta: ரூட்லேண்ட்
te: రట్లాండ్
th: รัตแลนด์
tt: Ратленд
ug: رۇتلاند
uk: Ратленд
ur: رٹ لینڈ
uz: Ratlend
zh_hans: 拉特兰郡
zh_hant: 拉特蘭

# Word.County.GB.Salford
source: Salford
ar: سالفورد
as: চেলফৰ্ড
bg: Солфорд
bn_in: সালফোর্ড
el: Σάλφορντ
fa: سالفورد
gu: સાલ્ફોર્ડ
he: סלפורד
hi: साल्फोर्ड
ja: ソルフォード
ka: სოლფორდი
kk: Солфорд
kn: ಸಾಲ್ಫೋರ್ಡ್
ko: 샐포드
lo: ຊໍຟອດ
lt: Salfordas
lv: Solforda
mi: Tāone nui o Salford
mk: Салфорд
ml: സാൽഫോർഡ്
mr: सॅलफोर्ड
ne: सालफोर्ड
or: ସାଲଫୋର୍ଡ
pa_in: ਸੈਲਫੋਰਡ
ru: Солфорд
sr_cyrl_rs: Салфорд
ta: சால்ஃபோர்ட்
te: సాల్ఫోర్డ్
th: ซัลฟอร์ด
tt: Солфорд
ug: سالفورد
uk: Солфорд
ur: سال فورڈ
zh_hans: 萨尔福德
zh_hant: 薩勒堡

# Word.County.GB.Sandwell
source: Sandwell
ar: ساندويل
as: চেণ্ডৱেল
az: Sandvell
bg: Сендъл
bn_in: স্যান্ডউইল
el: Σάντγουελ
fa: سندول
gu: સેન્ડવેલ
he: סנדוול
hi: सांडवेल
ja: サンドウェル
ka: სენდველი
kk: Сэндвелл
kn: ಸ್ಯಾಂಡ್‌ವೆಲ್
ko: 샌드웰
lo: ແຊນເວວ
lt: Sandvelas
lv: Sendvela
mi: Paenoho o Sandwell
mk: Сендвел
ml: സാൻഡ്‌വെൽ
mr: सँडवेल
ne: स्यान्डवेल
or: ସ୍ୟାଣ୍ଡୱେଲ
pa_in: ਸੈਂਡਵੈਲ
ru: Сэндвелл
sr_cyrl_rs: Сандвел
sr_latn_rs: Sendvel
ta: சாண்ட்வெல்
te: శాండ్వెల్
th: แซนด์เวลล์
tt: Сандуэлл
ug: ساندۋېل
uk: Сандвелл
ur: سینڈ ویل
uz: Senduell
zh_hans: 桑德维尔
zh_hant: 桑威爾

# Word.County.GB.Scotland
source: Scotland
af: Skotland
am: ስኮትላንድ
ar: اسكتلندا
as: স্কটলেণ্ড
az: Şotlandiya
bg: Шотландия
bn_in: স্কটল্যান্ড
bs: Škotska
cy: Yr Alban
da: Skotland
de: Schottland
el: Σκωτία
es: Escocia
et: Šotimaa
eu: Eskozia
fa: اسکاتلند
ga: Albain
gd: Alba
gl: Escocia
gu: સ્કોટલેન્ડ
he: סקוטלנד
hi: स्कॉटलैंड
hr: Škotska
hu: Skócia
id: Skotlandia
is: Skotland
ja: スコットランド
ka: შოტლანდია
kk: Шотландия
kn: ಸ್ಕಾಟ್‌ಲ್ಯಾಂಡ್
ko: 스코틀랜드
ku_arab: سکۆتلەند
ky: Шотландия
lo: ສະກັອດແລນ
lt: Škotija
lv: Skotija
mi: Kotirana
mk: Шкотска
ml: സ്കോട്ട്ലൻഡ്
mn: Шотланд
mr: स्कॉटलंड
mt: L-Iskozja
ne: स्कटल्यान्ड
nn_no: Skottland
or: ସ୍କଟଲ୍ୟାଣ୍ଡ
pa_in: ਸਕਾਟਲੈਂਡ
pl: Szkocja
ru: Шотландия
sd: اسڪاٽ لينڊ
si: ස්කොට්ලන්තය
sl: Škotska
sr_cyrl_rs: Шкотска
sr_latn_rs: Škotska
sv: Skottland
ta: ஸ்காட்லாந்து
te: స్కాట్లాండ్
tg: Шотландия
th: สกอตแลนด์
tr: İskoçya
tt: Шотландия
ug: شوتلاندىيە
uk: Шотландія
ur: اسکاٹ لینڈ
uz: Shotlandiya
zh_hans: 苏格兰

# Word.County.GB.ScottishBorders
source: Scottish Borders
ar: الحدود الاسكتلندية
as: স্কটিছ বৰ্ডাৰ
az: Şotlandiya Sərhədləri
bg: Шотландски граници
bn_in: স্কটিশ সীমাসমূহ
cy: Borderi'r Alban
el: Σκωτσέζικα σύνορα
et: Šotimaa piirialad
fa: مرزهای اسکاتلند
ga: Teorainneacha na hAlban
gd: Crìochan na h-Alba
gu: સ્કોટ્ટીશ બોર્ડર્સ
he: גבולות סקוטיים
hi: स्कॉटिश बॉर्डर्स
hr: Škotske granice
hu: Skót-határvidék
ja: スコティッシュボーダーズ
ka: შოტლანდიის საზღვრები
kk: Шотландия шекаралары
kn: ಸ್ಕಾಟಿಷ್ ಬಾರ್ಡರ್ಸ್
ko: 스코틀랜드 국경
lo: ຊາຍແດນ ສະກັອດ
lt: Bordersas
lv: Bordersa
mi: Rohe o Ngā Ripa Whenua Kotirana
mk: Скотиш Бордерс
ml: സ്കോട്ടിഷ് ബോർഡറുകൾ
mr: स्कॉटिश सीमा
ms: Sempadan Scotland
mt: Il-Fruntieri Skoċċiżi
ne: स्कटिस बोर्डर्स
no: Skotske grenser
or: ସ୍କଟିସ୍ ବର୍ଡର୍
pa_in: ਸਕਾਟਿਸ਼ ਬਾਰਡਰਸ
ru: Скоттиш-Бордерс
sr_cyrl_rs: Шкотске Границе
sr_latn_rs: Škotske Granice
ta: ஸ்காட்டிஷ் எல்லைகள்
te: స్కాటిష్ బార్డర్స్
th: สกอตติชบอร์ดเดอร์ส
tr: İskoç Sınırları
tt: Шотландия чикләре
ug: شوتلاندىيە چېگراسى
uk: Шотландські кордони
ur: اسکاٹش سرحدیں
uz: Skottish Borders
zh_hans: 苏格兰边区
zh_hant: 蘇格蘭邊境

# Word.County.GB.Sefton
source: Sefton
ar: سيفتون
as: চেফটন
bg: Сефтон
bn_in: সেফ্টন
el: Σέφτον
fa: سفتون
gu: સેફ્ટન
he: ספטון
hi: सेफ़्टन
ja: セフトン
ka: სეფტონი
kk: Сефтон
kn: ಸೆಫ್ಟನ್
ko: 세프톤
lo: ເຊຟຕັນ
lt: Seftonas
lv: Seftona
mi: Te Pā o Sefton
mk: Сефтон
ml: സെഫ്ടൺ
mr: सेफ्टन
ne: सेफ्टन
or: ସେଫ୍ଟନ୍
pa_in: ਸੇਫਟਨ
ru: Сефтон
sr_cyrl_rs: Сефтон
ta: செஃப்டன்
te: సెఫ్టన్
th: เซฟตัน
tt: Сефтон
ug: سېفتون
uk: Сефтон
ur: سیفٹن
zh_hans: 塞夫顿
zh_hant: 塞夫頓

# Word.County.GB.Sheffield
source: Sheffield
ar: شيفيلد
as: শ্বেফিল্ড
az: Şeffild
bg: Шефилд
bn_in: শেফিল্ড
el: Σέφιλντ
fa: شفیلد
gu: શેફ્ફીલ્ડ
he: שפילד
hi: शेफील्ड
ja: シェフィールド
ka: შეფილდი
kk: Шеффилд
kn: ಶೆಫೀಲ್ಡ್
ko: 셰필드
lo: ເຊັບຟິວ
lt: Šefildas
lv: Šefīlda
mi: Tāone o Sheffield
mk: Шефилд
ml: ഷെഫീൽഡ്
mr: शेफिल्ड
ne: सेफिल्ड
or: ଶେଫିଲ୍ଡ
pa_in: ਸ਼ੈਫੀਲਡ
ru: Шеффилд
sr_cyrl_rs: Шефилд
sr_latn_rs: Šefild
ta: ஷெஃப்பீல்ட்
te: షెఫీల్డ్
th: เชฟฟิลด์
tt: Шеффилд
ug: شېففېلد
uk: Шеффілд
ur: شیفیلڈ
uz: Sheffild
zh_hans: 谢菲尔德
zh_hant: 謝菲爾德

# Word.County.GB.ShetlandIslands
source: Shetland Islands
af: Shetland-eilande
ar: جزر شتلاند
as: শ্বেটলেণ্ড আইলেণ্ড
az: Şetland Adaları
bg: Острови Шетланд
bn_in: শেটল্যান্ড দ্বীপপুঞ্জ
cy: Ynysoedd Shetland
da: Shetlandsøerne
el: Νήσοι Σέτλαντ
es: Islas Shetland
et: Shetlandi saared
eu: Shetland uharteak
fa: جزایر شتلند
ga: Sealtainn
gd: Sealtainn
gl: Illas Shetland
gu: શેટલેન્ડ આઇલેન્ડ્સ
he: איי שטלנד
hi: शेटलैंड आइलैंड्स
hr: Šetlandski otoci
hu: Shetland-szigetek
id: Kepulauan Shetland
ja: シェトランド諸島
ka: შოტლანდიის კუნძულები
kk: Шетланд аралдары
kn: ಶೆಟ್‌ಲ್ಯಾಂಡ್ ದ್ವೀಪಗಳು
ko: 셰틀랜드 제도
lo: ຫມູ່ເກາະ ເຊັດແລນ
lt: Šetlando salos
lv: Šetlenda
mi: Ngā motu o Shetland
mk: Шетландски Острови
ml: ഷെറ്റ്ലാൻഡ് ഐലൻഡ്സ്
mr: शेटलँड आयलँड
ms: Kepulauan Shetland
mt: Il-Gżejjer Shetland
ne: सेटल्यान्ड आइल्यान्ड्स
nn_no: Shetlandsøyene
no: Shetlandsøyene
or: ଶେଟଲ୍ୟାଣ୍ଡ୍ ଦ୍ଵୀପପୁଞ୍ଜ
pa_in: ਸ਼ੈਟਲੈਂਡ ਟਾਪੂ
pl: Szetlandy
ru: Шетландские острова
sl: Šetlandski otoki
sr_cyrl_rs: Шетландска острва
sr_latn_rs: Šetlandska ostrva
sv: Shetlandsöarna
ta: ஷெட்லாந்து தீவுகள்
te: షెట్లాండ్ దీవులు
th: หมู่เกาะเชตแลนด์
tr: Shetland Adaları
tt: Шетланд утраулары
ug: شېتلاند ئاراللىرى
uk: Шетландські острови
ur: جزائر شیٹ لینڈ
uz: Shetland orollari
vi: Quần đảo Shetland
zh_hans: 谢特兰群岛
zh_hant: 沙特蘭群島

# Word.County.GB.Shropshire
source: Shropshire
ar: شروبشاير
as: শ্ৰোপশ্বায়াৰ
az: Şropşir
bg: Шропшър
bn_in: শার্পশায়ার
cy: Swydd Amwythig
el: Σροπσάιρ
fa: شروپ‌شر
gu: શ્રોપ્શાયર
he: שרופשייר
hi: श्रॉपशायर
ja: シュロップシャー
ka: შროფშირი
kk: Шропшир
kn: ಶ್ರೋಪ್‌ಶೈರ್
ko: 슈롭셔
lo: ໂຊຼບເຊຍ
lt: Šropšyras
lv: Šropšīra
mi: Kaute o Shropshire
mk: Шропшир
ml: ഷ്രോപ്പ്ഷയർ
mr: श्रॉपशायर
ne: स्रपसायर
or: ଶ୍ରୋପଶାୟାର
pa_in: ਸ਼੍ਰੋਪਸ਼ਾਇਰ
ru: Шропшир
sr_cyrl_rs: Шропшир
sr_latn_rs: Šropšir
ta: ஷ்ரோப்ஷயர்
te: ష్రాప్‌షైర్
th: ชรอปเชียร์
tt: Шропшир
ug: شروپشىر
uk: Шропшир
ur: شروپ شائر
uz: Shropshir
zh_hans: 什罗普郡
zh_hant: 什羅普

# Word.County.GB.Slough
source: Slough
ar: سلاو
as: স্ল'
az: Slau
bg: Слау
bn_in: স্লাফ
el: Σλάου
fa: اسلاو
gu: સ્લઘ
he: סלאו
hi: स्लोव
ja: スラウ
ka: სლაუ
kk: Слау
kn: ಸ್ಲೌಹ್
ko: 허물
lo: ສເລົ້າ
lt: Slau
lv: Slau
mi: Tāone o Slough
mk: Слоу
ml: സ്ലൗവ്
mr: स्लॉफ
ne: स्लाउ
or: ସ୍ଲୋ
pa_in: ਸਲੋਹ
ru: Слау
sr_cyrl_rs: Слоу
sr_latn_rs: Slau
ta: ஸ்லொஃப்
te: స్లో
th: สโลว
tt: Слау
ug: سلوگ
uk: Слау
ur: سلو
uz: Slau
zh_hans: 斯劳
zh_hant: 斯勞

# Word.County.GB.Solihull
source: Solihull
ar: سوليهال
as: চোলিহুল
az: Solihall
bg: Солихул
bn_in: সোলহুল গাছ
el: Σόλιχαλ
fa: سولیهال
gu: સોલીહુલ
he: סוליהל
hi: सोलिहल
ja: ソリフル
ka: სოლიჰალი
kk: Солихалл
kn: ಸೋಲಿಹುಲ್
ko: 솔리헐
lo: ໂຊລີຮູ
lt: Solihalas
lv: Solihala
mi: Tāone o Solihull
mk: Солихал
ml: സോലിഹൾ
mr: सोलिहुल
ne: सोलिहल
or: ସୋଲିହୁଲ୍
pa_in: ਸੋਲਿਹੁਲ
ru: Солихалл
sr_cyrl_rs: Солихул
sr_latn_rs: Solihal
ta: சோலிஹுல்
te: సోలిహుల్
th: โซลิฮัลล์
tt: Солихалл
ug: سولىھۇل
uk: Солігалл
ur: سولی ہل
uz: Solihall
zh_hans: 索利赫尔
zh_hant: 索裡胡爾

# Word.County.GB.Somerset
source: Somerset
ar: سومرست
as: চমাৰছেট
bg: Съмърсет
bn_in: সমারসেট
cy: Gwlad yr Haf
el: Σόμερσετ
fa: سامرست
gu: સોમરસેટ
he: סומרסט
hi: सोमरसेट
ja: サマセット
ka: სომერსეტი
kk: Сомерсет
kn: ಸೋಮರ್ಸೆಟ್
ko: 서머싯
lo: ຊຳເມີເຊັດ
lt: Somersetas
lv: Samerseta
mi: Kaute o Somerset
mk: Сомерсет
ml: സോമർസെറ്റ്
mr: सॉमरसेट
ne: सोमरसेट
or: ସମରସେଟ୍
pa_in: ਸਮਰਸੈਟ
ru: Сомерсет
sr_cyrl_rs: Сомерсет
ta: சோமர்செட்
te: సోమర్సెట్
th: ซัมเมอร์เซต
tt: Сомерсет
ug: سومېرسېت
uk: Сомерсет
ur: سمرسیٹ
zh_hans: 萨默塞特郡
zh_hant: 薩默塞特

# Word.County.GB.Southampton
source: Southampton
ar: ساوثامبتون
as: চাউদাম্পটন
az: Sauthempton
bg: Саутхемптън
bn_in: সাউথঅ্যামপটন
el: Σαουθάμπτον
fa: ساوت‌همپتون
gu: સાઉથેમ્પ્ટન
he: סאות'המפטון
hi: साउथेम्प्टन
ja: サウサンプトン
ka: საუთჰემპტონი
kk: Саутгемптон
kn: ಸೌತಾಂಪ್ಟನ್
ko: 사우샘프턴
lo: ເຊົ້າແຮມຕັນ
lt: Sautamptonas
lv: Sauthemptona
mi: Tāone nui o Southampton
mk: Саутемптон
ml: സതാംപ്ടൺ
mr: साउथॅम्प्टन
ne: साउथह्याम्पटन
or: ସାଉଥମ୍ପଟନ୍
pa_in: ਸਾਊਥੈਂਪਟਨ
ru: Саутгемптон
sr_cyrl_rs: Саутемптон
sr_latn_rs: Sautempton
ta: சவுத்தாம்ப்டன்
te: సౌతాంప్టన్
th: เซาแธมป์ตัน
tt: Саутгемптон
ug: جەنۇبىي ئامپتون
uk: Саутгемптон
ur: ساؤتھمپٹن
uz: Soutgempton
zh_hans: 南安普敦
zh_hant: 南安普敦

# Word.County.GB.SouthAyrshire
source: South Ayrshire
ar: جنوب أيرشاير
as: ছাউথ আয়াৰশ্বায়াৰ
az: Cənubinubi Ayrşir
bg: Южен Еършър
bn_in: দক্ষিণ এয়ারশায়ার
cy: De Ayrshire
el: Νότιο Άιρσαϊρ
eu: Hegoaldeko Ayrshire
fa: ایرشر جنوبی
ga: Ayrshire Theas
gd: Siorrachd Àir a Deas
gu: સાઉથ યેર્શાયર
he: דרום איירשייר
hi: नॉर्थ एरशायर
hr: Južni Ayrshire
id: Ayrshire Selatan
ja: サウスエアシャー
ka: სამხრეთ აირშირი
kk: Оңтүстік Эйршир
kn: ದಕ್ಷಿಣ ಆಯಿರ್ಷೈರ್
ko: 사우스 에어셔
lo: ອາຍເຊຍ ໄຕ້
lt: Pietų Eršyras
lv: Sautēršīra
mi: Rohe o Ayrshire ki te tonga
mk: Јужен Ајршир
ml: സൗത്ത് അയർഷയർ
mr: साउथ आयरशायर
ms: Ayrshire Selatan
ne: दक्षिणी आयरसायर
or: ଦକ୍ଷିଣ ଆୟାରଶାୟାର
pa_in: ਦੱਖਣੀ ਆਇਰਸ਼ਾਇਰ
ru: Южный Эйршир
sl: Južni Ayrshire
sr_cyrl_rs: Јужни Ајршир
sr_latn_rs: Južni Ajršajr
ta: தெற்கு அயர்ஷையர்
te: దక్షిణ ఐర్‌షైర్
th: เซาท์อายร์เชียร์
tr: Güney Ayrshire
tt: Көньяк Эйршир
ug: جەنۇبىي ئايرشىر
uk: Південний Айршир
ur: شمالی آئر شائر
uz: Janubiy Eyrshir
vi: Nam Ayrshire
zh_hans: 南艾尔郡
zh_hant: 南阿利郡

# Word.County.GB.SouthendonSea
source: Southend-on-Sea
ar: ساوثيند أون سي
as: চাউথএণ্ড-অন-চি
az: Sautend-on-Si
bg: Саутенд-он-Си
bn_in: দক্ষিণ-দক্ষিণাঞ্চল সমুদ্র
el: Σάουθεντ-ον-Σι
fa: ساوتند-آن-سی
gu: સાઉથએન્ડ-ઑન-સી
he: סאות׳אנד-און-סי
hi: साउथएंड-ऑन-सी
ja: サウスエンドオンシー
ka: საუთჰენდი
kk: Саутенд-он-Си
kn: ಸೌತೆಂಡ್-ಆನ್‌-ಸೀ
ko: 사우스엔드온시
lo: ເຊົ້າເທນອອນຊີ
lt: Pajūrio Sautendas
lv: Sautendonsī
mi: Tāone nui o Southend-Moana
mk: Саутенд-он-Си
ml: സൗത്ത്ഹെൻഡ്-ഓൺ-സീ
mr: साउथेंड-ऑन-सी
ne: साउथएन्ड-अन-सी
or: ସାଉଥଏଣ୍ଡ-ଅନ୍-ସି
pa_in: ਸਾਊਥੈਂਡ-ਆਨ-ਸੀ
ru: Саутенд-он-Си
sr_cyrl_rs: Саутенд на мору
sr_latn_rs: Sautend na moru
ta: கடலின் தெற்கு முடிவு
te: సౌత్ ఎండ్-ఆన్-సీ
th: เซาท์เอนด์ออนซี
tt: Саутенд-он-Си
ug: جەنۇبىي ئاياغ دېڭىز
uk: Саутенд-он-Сі
ur: ساؤتھ اینڈ-آن-سی
uz: Soutend-on-Si
zh_hans: 滨海绍森德
zh_hant: 濱海紹森德

# Word.County.GB.SouthGloucestershire
source: South Gloucestershire
ar: جنوب جلوسيسترشاير
as: ছাউথ গ্ল’চেষ্টাৰশ্বায়াৰ
az: Cənubi Qlosterşir
bg: Южен Глостършир
bn_in: দক্ষিণ গ্লুচেস্টারশায়ার
cy: De Gaerloyw
el: Νότιο Γκλουσστερσάιρ
eu: Hegoaldeko Gloucestershire
fa: گلاسترشر جنوبی
ga: Gloucestershire Theas
gd: Gloucestershire a Deas
gu: સાઉથ ગ્લોસેસ્ટરશાયર
he: דרום גלוסטרשייר
hi: साउथ ग्लूकेस्टरशायर
hr: Južni Gloucestershire
id: Gloucestershire Selatan
ja: サウスグロスターシャー
ka: სამხრეთ გლოსესტერშირი
kk: Оңтүстік Глостершир
kn: ದಕ್ಷಿಣ ಗ್ಲೌಸೆಸ್ಟೆರ್‌ಶೈರ್
ko: 사우스 글로스터셔
lo: ກຼູເຊດສເຕີເຊຍ ໃຕ້
lt: Pietų Glosteršyras
lv: Sautglosteršīra
mi: Kaute o Gloucestershire ki te tonga
mk: Јужен Глостершир
ml: സൗത്ത് ഗ്ലോസെസ്റ്റർഷയർ
mr: साउथ ग्लुसेस्टरशायर
ms: Gloucestershire Selatan
ne: दक्षिणी ग्लुकेस्टरसायर
nn_no: Sør-Gloustershire
or: ଦକ୍ଷିଣ ଗ୍ଲୁସେଷ୍ଟରଶାୟାର
pa_in: ਦੱਖਣੀ ਗਲੋਸਟਰਸ਼ਾਇਰ
ru: Южный Глостершир
sl: Južni Gloucestershire
sr_cyrl_rs: Јужни Глочестершир
sr_latn_rs: Južni Glosteršir
ta: தெற்கு குளோசெஸ்டர்ஷையர்
te: దక్షిణ గ్లౌసెస్టర్‌షైర్
th: เซาท์กลอสเตอร์เชียร์
tr: Güney Gloucestershire
tt: Көньяк Глостершир
ug: جەنۇبىي گلوسېستېرشىر
uk: Південний Глостершир
ur: جنوبی گلوسٹر شائر
uz: Janubiy Glostershir
vi: Nam Gloucestershire
zh_hans: 南格洛斯特
zh_hant: 南格洛塞特郡

# Word.County.GB.SouthLanarkshire
source: South Lanarkshire
ar: جنوب لاناركشاير
as: চাউথ লানাৰ্কশ্বায়াৰ
az: Cənubi Lanarkşir
bg: Южен Ланакшър
bn_in: দক্ষিণ লনারকশায়ার
cy: De Lanarkshire
el: Νότιο Λαναρκσάιρ
eu: Hegoaldeko Lanarkshire
fa: لانارک‌شر جنوبی
ga: Lanarkshire Theas
gd: Siorrachd Lannraig a Deas
gu: સાઉથ લેનાર્કશાયર
he: דרום לנקשייר
hi: दक्षिणी लैनार्कशायर
hr: Južni Lanarkshire
id: Lanarkshire Selatan
ja: サウスラナークシャー
ka: სამხრეთ ლანკანშირი
kk: Оңтүстік Ланаркшир
kn: ದಕ್ಷಿಣ ಲನರ್ಕ್‌ಶೈರ್
ko: 사우스 라나크셔
lo: ລານາກເຊຍ ໃຕ້
lt: Pietų Lanarkšyras
lv: Sautlenarkšīra
mi: Rohe o Lanarkshire ki te tonga
mk: Јужен Ланаркшир
ml: സൗത്ത് ലനാർക്ക്ഷയർ
mr: साउथ लॅनार्कशायर
ms: Lanarkshire Selatan
ne: दक्षिणी लानार्कसायर
or: ଦକ୍ଷିଣ ଲାନାର୍କସାୟାର୍
pa_in: ਦੱਖਣੀ ਲੈਨਰਕਸ਼ਾਇਰ
ru: Саут-Ланаркшир
sl: Južni Lanarkshire
sr_cyrl_rs: Јужни Ланаркшир
sr_latn_rs: Južni Lanarkšir
ta: தெற்கு லானார்க்ஷயர்
te: దక్షిణ లానార్క్‌షైర్
th: เซาท์ลานาร์กเชียร์
tr: Güney Lanarkshire
tt: Көньяк Ланаркшир
ug: جەنۇبىي لاناركشىر
uk: Південний Ланаркшир
ur: جنوبی لانرک شائر
uz: Janubiy Lanarkshir
vi: Nam Lanarkshire
zh_hans: 南拉纳克郡
zh_hant: 南拉納克郡

# Word.County.GB.SouthTyneside
source: South Tyneside
ar: جنوب تينيسايد
as: ছাউথ টাইনচাইড
az: Cənubi Taynsayd
bg: Южен Тайнсайд
bn_in: দক্ষিণ টিনেসাইড
cy: De Tyneside
el: Νότιο Τάινσαϊντ
eu: Hegoaldeko Tyneside
fa: تاینساید جنوبی
ga: Tyneside Theas
gd: Tyneside a Deas
gu: સાઉથ ટાઇનસાઇડ
he: סאות' טינסייד
hi: दक्षिणी टिनेसाइड
hr: Južni Tyneside
id: Tyneside Selatan
ja: サウスタインサイド
ka: სამხრეთ ტაინსაიდი
kk: Оңтүстік Тайнсайд
kn: ದಕ್ಷಿಣ ಟೈನೆಸೈಡ್
ko: 사우스 타인사이드
lo: ທີນຊາຍ ໃຕ້
lt: Pietų Tainsaidas
lv: Sauttainsaida
mi: Paenoho o Tyneside ki te tonga
mk: Јужен Тајнсајд
ml: സൗത്ത് ടൈനെസൈഡ്
mr: साउथ टायनेसाइड
ms: Tyneside Selatan
ne: दक्षिणी टाइनेसाइड
or: ଦକ୍ଷିଣ ଟାଇନସାଇଡ୍
pa_in: ਦੱਖਣੀ ਟਾਇਨਸਾਈਡ
ru: Саут-Тайнсайд
sr_cyrl_rs: Јужни Тајнсајд
sr_latn_rs: Južni Tinsajd
ta: தெற்கு டைன்சைட்
te: దక్షిణ టైన్‌సైడ్
th: เซาท์ไทน์ไซด์
tr: Güney Tyneside
tt: Көньяк Тайнсайд
ug: جەنۇبىي تاينسايد
uk: Південний Тайнсайд
ur: جنوبی ٹائن سائڈ
uz: Janubiy Taynsayd
vi: Nam Tyneside
zh_hans: 南泰因赛德
zh_hant: 南泰因賽德

# Word.County.GB.Southwark
source: Southwark
ar: ساوثوورك
as: চাউথৱাৰ্ক
az: Sautuark
bg: Съдърк
bn_in: দক্ষিণ আওয়ার্ক
el: Σάουθγουαρκ
fa: سات‌ارک
gu: સાઉથવાર્ક
he: סאות'ווארק
hi: सौत वाक
ja: サザーク
ka: საუთვორქი
kk: Саутуарк
kn: ಸೌತ್‌ವಾರ್ಕ್
ko: 서더크
lo: ເຊົ້າວາກ
lt: Sadarkas
lv: Sautvarka
mi: Paenoho o Southwark
mk: Саутварк
ml: സൗത്ത്‌വാർക്ക്
mr: साउथवार्क
ne: साउथवार्क
or: ସାଉଥୱାର୍କ
pa_in: ਸਾਊਥਵਾਰਕ
ru: Саутуарк
sr_cyrl_rs: Саутварк
sr_latn_rs: Sadark
ta: சவுத்வார்க்
te: సౌత్వార్క్
th: เซาท์วาร์ก
tt: Саутварк
ug: جەنۇبىي ۋارك
uk: Саутварк
ur: ساؤتھ وارک
uz: Sautuark
zh_hans: 萨瑟克区
zh_hant: 南瓦克

# Word.County.GB.Staffordshire
source: Staffordshire
ar: ستافوردشاير
as: ষ্টেফৰ্ডশ্বায়াৰ
az: Staffordşir
bg: Стафордшър
bn_in: স্টাফফোর্ডশায়ার
cy: Swydd Stafford
el: Στάφορντσάιρ
fa: استافوردشر
gu: સ્ડેફોર્ડશાયર
he: סטפורדשייר
hi: स्टाफोर्डशयर
ja: スタッフォードシャー
ka: სტრაფორდის საგრაფო
kk: Стаффордшир
kn: ಸ್ಟಾಫರ್ಡ್‌ಶೈರ್
ko: 스태퍼드셔
lo: ສຕາບຟອດເຊຍ
lt: Stafordšyras
lv: Stefordšīra
mi: Kaute o Staffordshire
mk: Стафордшир
ml: സ്റ്റാഫോർഡ്ഷയർ
mr: स्टॅफोर्डशायर
ne: स्टाफोर्डसायर
or: ଷ୍ଟାଫୋର୍ଡଶାୟାର
pa_in: ਸਟਾਫਫੋਰਡਸ਼ਾਇਰ
ru: Стаффордшир
sr_cyrl_rs: Стафордшир
sr_latn_rs: Stafordšir
ta: ஸ்டாஃபோர்ட்ஷையர்
te: స్టాఫోర్డ్‌షైర్
th: สแตฟฟอร์ดเชียร์
tt: Стаффордшир
ug: ستاففوردشىر
uk: Стаффордшир
ur: اسٹافورڈ شائر
uz: Staffordshir
zh_hans: 斯塔福德郡
zh_hant: 斯塔福郡

# Word.County.GB.StHelens
source: St. Helens
af: Sint Helens
ar: سانت هيلينز
as: ছেইণ্ট হেলেনচ
az: Müqəddəs Helens
bg: Св. Елена
bn_in: সেন্ট হেলনস
cy: Sain Helen
el: Αγία Ελένη
fa: سنت هلنز
ga: San Héilin
gu: સેંટ હેલ્ન્સ
he: סנט הלנס
hi: सेंट हेलेंस
hu: Szent Ilona
ja: セントへレンズ
ka: სენტ-ჰელენზი
kk: Сент-Хеленс
kn: ಸೇಂಟ್ ಹೆಲೆನ್ಸ್
ko: 세인트 헬렌스
lo: ເຊນ ເຮເລນ
lt: Sent Helensas
lv: Senthelensa
mi: Tāone o Hato Herena
mk: Сент Хеленс
ml: സെന്റ് ഹെലൻസ്
mr: सेंट हेलेन्स
ne: सेन्ट हेलेन्स
no: Saint Helena
or: ସେଣ୍ଟ ହେଲେନ୍ସ
pa_in: ਸੇਂਟ. ਹੈਲੰਸ
ru: Сент-Хеленс
sr_cyrl_rs: Света Јелена
sr_latn_rs: Sveta Jelena
ta: செயின்ட் ஹெலன்ஸ்
te: సెయింట్ హెలెన్స్
th: เซนต์เฮเลนส์
tt: Сент-Хеленс
ug: ساينت ھېلېنس
uk: Сент-Геленс
ur: سینٹ ہیلنز
uz: Sent Helens
zh_hans: 圣海伦斯
zh_hant: 聖赫萊斯

# Word.County.GB.Stirling
source: Stirling
ar: ستيرلنغ
as: ষ্টাৰ্লিং
az: Stirlinq
bg: Стърлинг
bn_in: স্ট্যার্লিং
el: Στέρλινγκ
fa: استرلینگ
gd: Sruighlea
gu: સ્ટીર્લિંગ
he: סטירלינג
hi: स्टर्लिंग
ja: スターリング
ka: სტირლინგი
kk: Стерлинг
kn: ಸ್ಟರ್ಲಿಂಗ್
ko: 스털링
lo: ສະເຕີລິງ
lt: Sterlingas
lv: Stērlinga
mi: Tāone nui o Stirling
mk: Стирлинг
ml: സ്റ്റിർലിംഗ്
mr: स्टर्लिंग
ne: स्टर्लिङ
or: ଷ୍ଟର୍ଲିଂ
pa_in: ਸਟਰਲਿੰਗ
ru: Стерлинг
sr_cyrl_rs: Стирлинг
ta: ஸ்டிர்லிங்
te: స్టెర్లింగ్
th: สเตอร์ลิง
tt: Стерлинг
ug: ستىرلىڭ
uk: Стірлінг
ur: سٹرلنگ
uz: Sterling
zh_hans: 斯特灵
zh_hant: 斯特林

# Word.County.GB.Stockport
source: Stockport
ar: ستوكبورت
as: ষ্টকপ’ৰ্ট
az: Stokport
bg: Стокпорт
bn_in: স্টকপোর্ট
cy: Porth Stoc
el: Στόκπορτ
fa: استاک‌پورت
gu: સ્ટોકપોર્ટ
he: סטוקפורד
hi: स्टॉकपोर्ट
ja: ストックポート
ka: სტოკპორტი
kk: Стокпорт
kn: ಸ್ಟಾಕ್‌ಪೋರ್ಟ್
ko: 스톡포트
lo: ສະຕັອກພອດ
lt: Stokportas
lv: Stokporta
mi: Tāone o Stockport
mk: Стокпорт
ml: സ്റ്റോക്ക്‌പോർട്ട്
mr: स्टॉकपोर्ट
ne: स्टकपोर्ट
or: ଷ୍ଟକପୋର୍ଟ
pa_in: ਸਟਾਕਪੋਰਟ
ru: Стокпорт
sr_cyrl_rs: Стокпорт
sr_latn_rs: Stokport
ta: ஸ்டாக்போர்ட்
te: స్టాక్‌పోర్ట్
th: สต็อคพอร์ต
tt: Стокпорт
ug: ستوكپورت
uk: Стокпорт
ur: اسٹاک پورٹ
uz: Stokport
zh_hans: 斯托克波特
zh_hant: 斯托克波特

# Word.County.GB.StocktononTees
source: Stockton-on-Tees
ar: ستوكتون أون تيز
as: ষ্টকটন-অন-টিচ
az: Stokton-on-Tis
bg: Стоктън он Тийс
bn_in: স্টকটন-অন-টিজ
el: Στόκτον ον-Τις
fa: استاکتون-آن-تیز
gu: સ્ટોકટોન-ઑન-ટીઝ
he: סטוקטון און טיס
hi: स्टॉकटन-ऑन-टीज़
ja: ストックトンオンティーズ
ka: სტოკტონ-ონ-ტესი
kk: Стоктон-он-Тис
kn: ಸ್ಟಾಕ್ಟನ್-ಆನ್-ಟೀಸ್
ko: 스톡턴온티즈
lo: ສຕັອກຕັ້ນອອນທີ
lt: Stocktonas
lv: Stoktona pie Tīsas
mi: Tāone o Stockton i runga Awa Tees
mk: Стоктон-на-Тис
ml: സ്റ്റോക്ക്ടൺ-ഓൺ-ടീസ്
mr: स्टॉकटन-ऑन-टीज
ne: स्टकटन-अन-टिज
or: ଷ୍ଟକଟନ୍-ଅନ୍-ଟିସ୍
pa_in: ਸਟਾਕਟਨ-ਆਨ-ਟੀਜ਼
ru: Стоктон-он-Тис
sr_cyrl_rs: Стоктон на Тизу
sr_latn_rs: Stokton na Tizu
ta: ஸ்டாக்டன்-ஆன்-டீஸ்
te: స్టాక్‌టన్-ఆన్-టీస్
th: สตอกตันออนทีส์
tt: Стоктон-он-Тис
ug: ستوكتون-ئون-تېس
uk: Стоктон-он-Тіс
ur: اسٹاکٹن-آن-ٹیز
uz: Stokton-on-Tis
zh_hans: 特伦特河畔斯托克顿
zh_hant: 蒂斯河畔斯托克頓

# Word.County.GB.StokeonTrent
source: Stoke-on-Trent
ar: ستوك أون ترينت
as: ষ্টক-অন-ট্ৰেণ্ট
az: Stok-on-Trent
bg: Стоук-он-Трент
bn_in: স্টোক-অন-ট্রেন্ট
el: Στόουκ-ον-Τρεντ
fa: استوک-آن-ترنت
gu: સ્ટોક-ઑન-ટ્રેન્ટ
he: סטוק-און-טרנט
hi: स्टोक-ऑन-ट्रेंट
ja: ストークオントレント
ka: სტოკ-ონ-ტრენტი
kk: Сток-он-Трент
kn: ಸ್ಟೋಕ್-ಆನ್-ಟ್ರೆಂಟ್
ko: 스톡 온 트렌트
lo: ສໂຕກອອນເທຼນ
lt: Stokas prie Trento
lv: Stoka pie Trentas
mi: Tāone nui o Stoke i runga Awa Trent
mk: Стоук-на-Трент
ml: സ്റ്റോക്ക്-ഓൺ-ട്രെന്റ്
mr: स्टोक-ऑन-ट्रेंट
ne: स्टोक-अन-ट्रेन्ट
or: ଷ୍ଟୋକ୍-ଅନ୍-ଟ୍ରେଣ୍ଟ
pa_in: ਸਟੋਕ-ਆਨ-ਟਰੈਂਟ
ru: Сток-он-Трент
sr_cyrl_rs: Стоук на Тенту
sr_latn_rs: Stouk na Tentu
ta: ஸ்டோக்-ஆன்-ட்ரெண்ட்
te: స్టోక్-ఆన్-ట్రెంట్
th: สโต๊คออนเทรนต์
tt: Сток-он-Трент
ug: ستوك-ئون-ترېنت
uk: Сток-он-Трент
ur: سٹوک-آن-ٹرینٹ
uz: Stok-on-Trent
zh_hans: 特伦特河畔斯托克
zh_hant: 特倫特河畔斯多克

# Word.County.GB.Suffolk
source: Suffolk
ar: سوفولك
as: চাফোক
bg: Съфолк
bn_in: সাফোক
el: Σάφολκ
fa: سافک
gu: સુફોક
he: סופולק
hi: सफोक
ja: サフォーク
ka: სუფოლკი
kk: Суффолк
kn: ಸಫ್ಫೋಲ್ಕ್
ko: 서퍽
lo: ເຊີບໂຟກ
lt: Safolkas
lv: Safolka
mi: Kaute o Suffolk
mk: Сафолк
ml: സഫോക്ക്
mr: सफोक
ne: सफोल्क
or: ସଫୋଲ୍କ
pa_in: ਸੁਫੋਲਕ
ru: Суффолк
sr_cyrl_rs: Сафок
sr_latn_rs: Sufolk
ta: சஃபோல்க்
te: సఫోక్
th: ซัฟฟอล์ก
tt: Саффолк
ug: سۇففولك
uk: Саффолк
ur: سفوک
uz: Saffolk
zh_hans: 萨福克郡
zh_hant: 薩福克

# Word.County.GB.Sunderland
source: Sunderland
ar: سندرلاند
as: চাণ্ডাৰলেণ্ড
az: Sanderlend
bg: Съндърланд
bn_in: সান্ডারল্যান্ড
el: Σάντερλαντ
fa: ساندرلند
gu: સુંદરલેન્ડ
he: סנדרלנד
hi: सुंडरलैंड
ja: サンダーランド
ka: სანდერლენდი
kk: Сандерленд
kn: ಸಂಡರ್‌ಲ್ಯಾಂಡ್
ko: 선덜랜드
lo: ຊັນເດີແລນ
lt: Sanderlandas
lv: Sanderlenda
mi: Tāone nui o Sunderland
mk: Сандерленд
ml: സണ്ടർലാൻഡ്
mr: सुंदरलँड
ne: सन्डरल्यान्ड
or: ସୁନ୍ଦରଲ୍ୟାଣ୍ଡ
pa_in: ਸੁੰਦਰਲੈਂਡ
ru: Сандерленд
sr_cyrl_rs: Сандерленд
sr_latn_rs: Sanderlend
ta: சுந்தர்லேண்ட்
te: సండర్‌ల్యాండ్
th: ซันเดอร์แลนด์
tt: Сандерленд
ug: سۇندېرلاند
uk: Сандерленд
ur: سنڈر لینڈ
uz: Sanderlend
zh_hans: 桑德兰
zh_hant: 桑德蘭

# Word.County.GB.Surrey
source: Surrey
ar: سَري
as: চাৰে
bg: Съри
bn_in: সারে
el: Σάρρεϋ
fa: سوری
gu: સૂરે
he: סארי
hi: सरे
ja: サリー
ka: სურეი
kk: Суррей
kn: ಸರ್ರೆ
ko: 써리
lo: ເຊີເລ່
lt: Surėjus
lv: Sari
mi: Kaute o Surrey
mk: Сари
ml: സറേ
mr: सरे
ne: सर्रे
or: ସରେ
pa_in: ਸਰੀ
ru: Суррей
sr_cyrl_rs: Сари
sr_latn_rs: Sari
ta: ஸர்ரே
te: సర్రే
th: เซอร์เรย์
tt: Суррей
ug: سۇررېي
uk: Суррей
ur: سرے
zh_hans: 萨里郡
zh_hant: 薩里

# Word.County.GB.Sutton
source: Sutton
ar: ساتن
as: চাটন
bg: Сътън
bn_in: সাটন
el: Σάτον
fa: ساتون
gu: સૂટન
he: סוטון
hi: सटन
ja: サットン
ka: სათონი
kk: Саттон
kn: ಸಟ್ಟನ್
ko: 서튼
lo: ສຸຕັນ
lt: Saton
lv: Satona
mi: Paenoho o Sutton
mk: Сатон
ml: സട്ടൺ
mr: सटन
ne: सटन
or: ସଟନ୍
pa_in: ਸੂਟਨ
ru: Саттон
sr_cyrl_rs: Сатон
sr_latn_rs: Saton
ta: சட்டன்
te: సట్టన్
th: ซัตตัน
tt: Саттон
ug: سۇتتون
uk: Саттон
ur: سٹن
uz: Satton
zh_hans: 萨顿
zh_hant: 薩頓

# Word.County.GB.Swansea
source: Swansea
ar: سوانزي
as: স্বানচি
az: Suonsi
bg: Суонзи
bn_in: সোয়ানসিয়া
cy: Abertawe
el: Σουόνσι
fa: سوانزی
gu: સ્વેન્સીઆ
he: סוונסי
hi: स्वानसी
ja: スウォンジー
ka: სუონსი
kk: Суонси
kn: ಸ್ವಾನ್‌ಸೀ
ko: 스완지
lo: ສະວານຊີ
lt: Svonsis
lv: Svonzi
mi: Tāone nui o Swansea
mk: Сванси
ml: സ്വാൻസി
mr: स्वानसी
ne: स्वानसी
or: ସ୍ୱାନସି
pa_in: ਸਵਾਨਸੀ
ru: Суонси
sr_cyrl_rs: Свонси
sr_latn_rs: Svonsi
ta: ஸ்வான்சீ
te: స్వాన్సీ
th: สวอนซี
tt: Суонси
ug: سۋانسېيا
uk: Свонсі
ur: سوانسی
uz: Suonsi
zh_hans: 斯旺西
zh_hant: 斯旺西

# Word.County.GB.Swindon
source: Swindon
ar: سويندون
as: চুইণ্ডন
az: Svindon
bg: Суиндън
bn_in: সুইন্ডন
el: Σουίντον
fa: سوئیندون
gu: સ્વીન્ડન
hi: स्विंडन
ja: スウィンドン
ka: სვინდონი
kk: Суиндон
kn: ಸ್ವಿಂಡನ್
ko: 스윈던
lo: ສະວິນດອນ
lt: Svindonas
lv: Svindona
mi: Tāone o Swindon
mk: Свиндон
ml: സ്വിൻഡൻ
mr: स्विंडन
ne: स्विन्डन
or: ସ୍ୱିଣ୍ଡନ୍
pa_in: ਸਵਿੰਡਨ
ru: Суиндон
sr_cyrl_rs: Свиндон
sr_latn_rs: Svindon
ta: ஸ்விண்டன்
te: స్విండన్
th: สวินดอน
tt: Суиндон
ug: سۋىندون
uk: Свіндон
ur: سؤنڈن
uz: Suindon
zh_hans: 斯文顿
zh_hant: 斯文頓

# Word.County.GB.Tameside
source: Tameside
ar: تاميسايد
as: টেমচাইড
az: Teymsayd
bg: Тамсайд
bn_in: ট্যামসাইড
el: Ταμέσαϊντ
fa: تیمساید
gu: ટેમસાઇડ
he: טמסייד
hi: टेम साइड
ja: テームサイド
ka: თეიმსაიდი
kk: Теймсайд
kn: ಟೇಮ್‌ಸೈಡ್
ko: 테임사이드
lo: ເທມຊາຍ
lv: Teimsaida
mi: Paenoho o Tameside
mk: Тамсајд
ml: ടാംസൈഡ്
mr: टेमसाईड
ne: टेमसाइड
or: ଟେମସାଇଡ୍
pa_in: ਟੈਮਸਾਈਡ
ru: Теймсайд
sr_cyrl_rs: Тамесиде
ta: டேம்சைட்
te: టేమ్‌సైడ్
th: เทมไซด์
tt: Тамесайд
ug: تامسايد
uk: Теймсайд
ur: ٹیمز سائڈ
uz: Tamsayd
zh_hans: 坦姆赛德
zh_hant: 泰姆塞特
