Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OobeLabel.AddCCInfoLabel6
source: Change your mind? Select the arrow at the upper-left to go back.
af: Van plan verander? Selekteer die pyl links bo om terug te gaan.
am: ሃሳብዎን ቀየሩ? ወደኋላ ለመመለስ ከላይ ግራ ላይ ያለውን ቀስት ይምረጡ።
ar: هل غيرت رأيك؟ حدد السهم الموجود أعلى اليسار للعودة إلى الخلف.
as: আপোনাৰ মন সলনি কৰিছে নেকি? উভতি যাবলৈ ওপৰৰ বাওঁফালৰ কাঁড়ডাল চয়ন কৰক৷
az: Fikrinizi dəyişirsiniz? Geri qayıtmaq üçün yuxarı solda ox seçin.
bg: Променихте решението си? Изберете стрелката в горния ляв ъгъл, за да се върнете назад.
bn_in: আপনার মানসিকতা পরিবর্তন করেছেন? পিছনে ফিরে যেতে শীর্ষের বাম-দিকের তীরটি নির্বাচন করুন।
bs: Promijenili ste mišljenje? U gornjem lijevom uglu izaberite strelicu radi povratka.
cy: Wedi newid eich meddwl? Dewiswch y saeth ar y chwith uchaf i fynd yn ôl.
da: Har du skiftet mening? Vælg pilen øverst til venstre for at gå tilbage.
de: Haben Sie es sich anders überlegt? Klicken Sie oben links auf den Pfeil, um zurückzukehren.
el: Αλλάξατε γνώμη; Επιλέξτε το βέλος στην επάνω αριστερή γωνία για να επιστρέψετε.
es: ¿Has cambiado de idea? Selecciona la flecha en la parte superior izquierda para volver atrás.
et: Kas muutsite meelt? Tagasiminekuks valige vasakus ülanurgas asuv nool.
eu: Asmoz aldatu duzu? Hautatu goi-ezkerreko gezia, itzultzeko.
fa: تصمیمتان عوض شد؟ پیکان موجود در قسمت بالای سمت چپ را برای بازگشت انتخاب کنید.
ga: D\'intinn athraithe agat? Roghnaigh an saighead sa chúinne thuas ar chlé chun dul siar.
gd: Na chuir thu romhad a chaochladh? Tagh an t-saighead aig a’ bhàrr air an taobh chlì airson tilleadh a dhèanamh.
gl: Cambiaches de idea? Selecciona a frecha na parte superior esquerda para volver atrás.
gu: તમારો વિચાર બદલો છો? પાછા જવા માટે ઉપર-ડાબા ખૂણામાં તીરને પસંદ કરો.
he: שינית את דעתך? בחר את החץ מימין למעלה כדי לחזור אחורה.
hi: आपका विचार बदल गया है? वापस जाने के लिए ऊपरी बाएँ भाग में स्थित तीर का चयन करें.
hr: Predomislili ste se? Na gornjoj lijevoj strani odaberite strelicu za povratak.
hu: Meggondolta magát? A visszalépéshez kattintson a bal felső sarokban látható nyílra.
id: Berubah pikiran? Pilih tanda panah di kiri atas untuk kembali.
is: Skiptirðu um skoðun? Veldu örina efst í vinstra horninu til að fara til baka.
ja: 変更する場合は、左上にある矢印を選択して前に戻ってください。
ka: გადაიფიქრეთ? აირჩიეთ ისარი ზედა მარცხენა კუთხეში უკან დასაბრუნებლად.
kk: Шешіміңізді өзгерттіңіз бе? Оралу үшін жоғарғы сол жақтағы көрсеткіні таңдаңыз.
kn: ಹಿಂದಕ್ಕೆ ಹೋಗಲು ಮೇಲಿನ-ಎಡ ಮೂಲೆಯಲ್ಲಿರುವ ಬಾಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 마음이 바뀌셨나요? 왼쪽 위에 있는 화살표를 선택하여 뒤로 이동하세요.
ku_arab: ڕات گۆڕا؟ تیرنیشانی لای گۆشەی چەپی-سەرەوه دەسنیشان بکه بۆ گەڕانەوه.
ky: Оюңуздан кайттыңызбы? Артка кайтуу үчүн жогору сол жактагы жебени тандаңыз.
lo: ປ່ຽນໃຈບໍ? ເລືອກລູກສອນທີ່ຊ້າຍມືດ້ານເທິງເພື່ອກັບຄືນ.
lt: Persigalvojote? Pasirinkite rodyklę viršuje kairėje, kad grįžtumėte.
lv: Vai pārdomājāt? Lai atgrieztos, augšā pa kreisi atlasiet bultiņu.
mi: Ina huri tō whakaaro? Tīpakohia te pere i te kokonga runga-mauī kia hoki atu.
mk: Се премисливте? Изберете ја стрелката на горниот лев агол за да се вратите.
ml: നിങ്ങളുടെ മനസ്സ് മാറിയോ? തിരികെ പോകാൻ മുകളില്‍ വലതു അമ്പടയാളം തിരഞ്ഞെടുക്കുക.
mn: Бодлоо өөрчилсөн үү? Зүүн дээд буланд байгаа сумыг товшоод буцна уу.
mr: आपले मन बदलले का? मागे जाण्यासाठी वरच्या-डाव्या कोपर्यातील बाण निवडा.
ms: Anda berubah fikiran? Pilih anak panah di bahagian atas sebelah kiri untuk kembali.
mt: Dawwart il-ħsieb? Agħżel il-vleġġa tan-naħa ta' fuq tax-xellug biex tmur lura.
ne: आफ्नो विचार परिवर्तन गर्नुहुन्छ? पछाडि जानको लागि माथिल्लो-बायाँ कुनामा रहेको वाण चयन गर्नुहोस्।
nn_no: Ombestemmer du deg? Vel pila øvst til venstre for å gå tilbake.
no: Ombestemmer du deg? Velg pilen øverst til venstre for å gå tilbake.
or: ଆପଣଙ୍କର ମନ ପରିବର୍ତ୍ତନ କରିବେ କି? ପଛକୁ ଯିବାପାଇଁ ଉପର-ବାମ ପାଖରେ ଥିବା ଏରୋ କୁ ଚୟନ କରନ୍ତୁ।
pa_arab_pk: اپنا ارادہ تبدیل کر لیا اے؟ واپس جان لئی اوتے کھبے کنارے وچ تیر نوں منتخب کرو۔
pa_in: ਕੀ ਤੁਹਾਡਾ ਮਨ ਬਦਲਣਾ ਹੈ? ਵਾਪਸ ਜਾਣ ਲਈ ਉੱਪਰੀ-ਖੱਬੇ ਤੀਰ ਦੀ ਚੋਣ ਕਰੋ।
pl: Zmieniasz zdanie? Wybierz strzałkę u góry po lewej stronie, aby wrócić.
ru: Передумали? Нажмите стрелку в левом верхнем углу, чтобы вернуться.
sd: جيڪڏهن توهان پنهنجو ارادو تبديل ڪريو ٿا؟ ته واپس وڃڻ لاءِ مٿي-کاٻي ڪنڊ ۾ تير کي چونڊيو.
si: ඔබගේ සිත වෙනස්වූයේ ද? ආපසු යාමට ඉහළ වමේ ඇති ඊතලය තෝරන්න.
sl: Ste si premislili? Če se želite vrniti nazaj, izberite puščico zgoraj levo.
sr_cyrl_rs: Променили сте мишљење? Изаберите стрелицу у горњем левом углу да бисте се вратили назад.
sr_latn_rs: Promenili ste mišljenje? Izaberite strelicu u gornjem levom uglu da biste se vratili nazad.
sv: Ångrat dig? Välj pilen i det övre vänstra hörnet och gå tillbaka.
ta: மனம் மாறிவிட்டதா? திரும்பிச் செல்ல, மேலே இடதுபுறம் உள்ள அம்புக்குறியைத் தேர்ந்தெடுக்கவும்.
te: మీ మనస్సు మార్చుకున్నారా? తిరిగి వెళ్ళడానికి ఎగువ-ఎడమ మూలలోని బాణాన్ని ఎంచుకోండి.
tg: Аз фикратон бармегардед? Барои бозгашт тирчаро, ки дар канори чапи боло аст, интихоб кунед.
th: เปลี่ยนใจใช่หรือไม่ เลือกลูกศรที่มุมซ้ายบนเพื่อย้อนกลับ
tr: Fikrinizi değiştirdiniz mi? Geri dönmek için sol üst köşedeki oku seçin.
tt: Кире уйладыгызмы? Кире кайту өчен өске сул яктагы укны тамгалагыз.
ug: قارارىڭىزنى ئۆزگەرتەمسىز؟ شۇنداق بولسا، سول ئۈستىدىكى كۆرسەتكۈچنى چېكىپ قايتسىڭىز بولىدۇ.
uk: Передумали? Натисніть стрілку в лівому верхньому куті, щоб повернутися назад.
ur: آپ کا خیال بدل گیا ہے؟ واپس جانے کے لیے اوپر بایاں تیر منتخب کریں۔
uz: Fikringizni oʻzgartirdingizmi? Orqaga qaytish uchun yuqori chap tomondagi strelkani bosing.
vi: Thay đổi ý kiến? Chọn mũi tên ở phía trên bên trái để quay lại.
zh_hans: 如不想保存，请选择左上角的箭头返回。
zh_hant: 改變心意了嗎？選取左上角的箭頭返回。

# Literal.OobeLabel.AddCCInfoLabel7
source: Change your mind? Select the back arrow in the upper corner to go back.
af: Het jy van plan verander? Selekteer die terugpyl in die boonste hoek om terug te gaan.
am: ሃሳብዎን ቀየሩ? ወደኋላ ለመመለስ ከላይ ጠርዝ ላይ የኋላ ቀስቱን ይምረጡ።
ar: هل غيرت رأيك؟ حدد سهم "الخلف" الموجود في الركن العلوي للعودة إلى الخلف.
as: আপোনাৰ মন সলনি হৈছে নেকি? উভতি যাবলৈ ওপৰৰ চুকৰ পাছলৈ কাঁড়ডাল চয়ন কৰক৷
az: Fikrinizi dəyişdiniz? Geri qayıtmaq üçün yuxarı küncdə geri oxunu seçin.
bg: Променихте решението си? Изберете стрелката назад в горния ъгъл, за да се върнете назад.
bn_in: আপনার মন পরিবর্তন করেছেন? ফিরে যেতে উপরের কোণে ফিরে যাওয়ার তীর চিহ্নটি কে নির্বাচন করুন।
bs: Promijenili ste mišljenje? U gornjem uglu izaberite strelicu za povratak da biste se vratili.
cy: Wedi newid eich meddwl? Dewiswch y saeth yn ôl yn y gornel uchaf i fynd yn ôl.
da: Har du skiftet mening? Vælg pilen tilbage i det øverste hjørne for at gå tilbage.
de: Haben Sie Ihre Meinung geändert? Wählen Sie oben den Pfeil „Zurück“, um zurückzugehen.
el: Αλλάξατε γνώμη; Επιλέξτε το πίσω βέλος στην επάνω γωνία για να επιστρέψετε.
es: ¿Has cambiado de idea? Selecciona la flecha atrás en la esquina superior para volver atrás.
et: Kas muutsite meelt? Tagasi liikumiseks valige ülanurgas tagasinool.
eu: Asmoz aldatu duzu? Hautatu goi-ertzeko gezia, itzultzeko.
fa: نظرتان عوض شد؟ برای بازگشت، پیکان رو به عقب گوشه بالا را انتخاب کنید.
ga: D\'intinn athraithe agat? Roghnaigh an saighead siar sa chúinne ar barr chun dul siar.
gd: Na chuir thu romhad a chaochladh? Tagh an saighead “Air ais” san oisean gu h-àrd airson tilleadh.
gl: Cambiaches de idea? Selecciona a frecha de atrás no canto superior para volver atrás.
gu: તમારો વિચાર બદલાયો? પાછા જવા માટે ઉપલા ખૂણામાં બેક એરોને પસંદ કરો.
he: שינית את דעתך? בחר את החץ 'חזור אחורה' בפינה השמאלית למעלה כדי לחזור אחורה.
hi: अपने विचारों को बदलो? वापस जाने के लिए ऊपरी कोने में पीछे तीर का चयन करें.
hr: Predomislili ste se? Odaberite strelicu za natrag u gornjem kutu za povratak.
hu: Meggondolta magát? A visszalépéshez kattintson a felső sarokban látható vissza nyílra.
id: Berubah pikiran? Pilih panah kembali di sudut atas untuk kembali.
is: Skiptirðu um skoðun? Veldu bakkörina í efra horninu til að fara til baka.
ja: 変更する場合は、上隅にある戻る矢印を選択して、前に戻ってください。
ka: გადაიფიქრეთ? აირჩიეთ უკანა ისარი ზედა კუთხეში უკან დასაბრუნებლად.
kk: Шешіміңізді өзгерттіңіз бе? Қайта оралу үшін жоғарғы бұрыштағы артқа көрсеткісін таңдаңыз.
kn: ನಿಮ್ಮ ಮನಸ್ಸು ಬದಲಾಯಿಸಿದಿರಾ? ಹಿಂತಿರುಗಲು ಮೇಲಿನ ಮೂಲೆಯಲ್ಲಿರುವ ಹಿಂಬದಿ ಬಾಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 마음이 바뀌셨나요? 위 모서리에 있는 뒤로 화살표를 선택하여 뒤로 이동하세요.
ku_arab: ڕات گۆڕا؟ تیرنیشانی گەڕانەوه لەلای گۆشەی سەرەوه دەسنیشان بکه بۆ گەڕانەوه.
ky: Оюңуздан кайттыңызбы? Артка кайтуу үчүн жогорку бурчтагы артка жебени тандаңыз.
lo: ປ່ຽນໃຈບໍ? ເລືອກລູກສອນກັບຄືນໃນແຈດ້ານເທິງເພື່ອ ກັບຄືນ.
lt: Persigalvojote? Norėdami grįžti, pasirinkite grįžimo rodyklę viršutiniame kampe.
lv: Vai pārdomājāt? Lai atgrieztos, augšējā stūrī atlasiet atpakaļ vērsto bultiņu.
mi: Ina huri tō whakaaro? Tīpakohia te pere hoki i te kokonga i runga kia hoki.
mk: Се премисливте? Изберете ја стрелката за назад во горниот агол за да се вратите.
ml: മനസ്സു മാറ്റിയോ? പിന്നോട്ടു പോകാൻ മുകളിലെ മൂലയിലെ പിന്നോട്ടുള്ള അമ്പടയാളം തിരഞ്ഞെടുക്കുക.
mn: Бодлоо өөрчилсөн үү? Дээд буланд байгаа сумыг товшоод буцна уу.
mr: आपले मन बदलले का? मागे जाण्यासाठी वरच्या कोपर्यातील मागे बाण निवडा.
ms: Ubah fikiran anda? Pilih anak panah ke belakang di sudut atas untuk kembali.
mt: Dawwart il-ħsieb? Agħżel il-vleġġa lura fil-kantuniera ta' fuq biex tmur lura.
ne: आफ्नो विचार परिवर्तन गर्नुहुन्छ? पछाडि जानको लागि माथिल्लो कुनामा रहेको वाण चयन गर्नुहोस्।
nn_no: Ombestemmer du deg? Vel tilbakepila i øvste hjørne for å gå tilbake.
no: Ombestemmer du deg? Velg tilbakepilen i øverste hjørne for å gå tilbake.
or: ଆପଣଙ୍କର ମନ ପରିବର୍ତ୍ତନ କରିବେ କି? ପଛକୁ ଯିବାପାଇଁ ଉପର କୋଣରେ ଥିବା ପଛ ଏରୋ କୁ ଚୟନ କରନ୍ତୁ।
pa_arab_pk: اپنا ارادہ تبدیل کر لیا اے؟ واپس جان لئی اوتلے کنارے وچ واپس دے تیر نوں منتخب کرو۔
pa_in: ਕੀ ਤੁਹਾਡਾ ਮਨ ਬਦਲਣਾ ਹੈ? ਵਾਪਸ ਜਾਣ ਉੱਪਰੀ ਜਾਓ ਕੋਨੇ ਵਿੱਚ ਤੀਰ ਦੀ ਚੋਣ ਕਰੋ।
pl: Zmieniasz zdanie? Wybierz strzałkę wstecz w górnym rogu, aby wrócić.
ru: Передумали? Нажмите стрелку назад в верхнем углу, чтобы вернуться.
sd: پنهنجو ذهن تبديل ڪيو؟ واپسي وڃڻ لاءِ مٿي ڪنڍ ۾ واپسي جو تير چونڊيو.
si: ඔබගේ සිත වෙනස්වූයේ ද? ආපසු යාමට ඉහළ කෙළවරේ ඇති ඊතලය තෝරන්න.
sl: Ste si premislili? Če se želite vrniti nazaj, v zgornjem kotu izberite puščico za nazaj.
sr_cyrl_rs: Предомислили сте? Изаберите стрелицу за уназад у горњем углу да бисте се вратили.
sr_latn_rs: Predomislili ste se? Izaberite strelicu za unazad u gornjem uglu da biste se vratili.
sv: Ångrat dig? Välj bakåtpilen i det övre hörnet och gå tillbaka.
ta: மனம் மாறிவிட்டதா? திரும்பிச் செல்ல, மேலே மூலையில் உள்ள அம்புக்குறியைத் தேர்ந்தெடுக்கவும்.
te: మీరు మనస్సు మార్చుకున్నారా? తిరిగి వెళ్ళడానికి ఎగువ మూలలో వెనుక బాణం ఎంచుకోండి.
tg: Аз фикратон бармегардед? Барои бозгашт тирчаи баргаштро, ки дар канори боло аст, интихоб кунед.
th: เปลี่ยนใจใช่หรือไม่ เลือกลูกศรย้อนกลับที่มุมด้านบนเพื่อย้อนกลับ
tr: Fikrinizi değiştirdiniz mi? Geri dönmek için üst köşedeki geri okunu seçin.
tt: Кире уйладыгызмы? Кире кайту өчен аскы почмактагы "Артка" угын тамгалагыз.
ug: قارارىڭىزنى ئۆزگەرتتىڭىزمۇ؟ ئۈستى بۇرجەكتىكى قايتىش كۆرسەتكۈچىنى تاللاپ قايتىڭ.
uk: Передумали? Натисніть стрілку назад у верхньому куті, щоб повернутися.
ur: آپ کا ارادہ بدل گیا؟ واپس جانے کے لیے اوپر دائیں نکر پر واپس کا تیر منتخب کریں۔
uz: Fikringizni oʻzgartirdingizmi? Orqaga qaytish uchun yuqoridagi burchakda qaytish strelkasini bosing.
vi: Thay đổi ý kiến của bạn? Chọn mũi tên quay lại ở góc trên để quay lại.
zh_hans: 改变主意? 选择左上角的返回箭头以返回。
zh_hant: 改變心意了嗎? 請選取上方角落的返回箭頭返回。

# Literal.OobeLabel.AddCCInfoLabel8
source: We'll save your card so you can use it wherever you sign in with ()EmailAddress.
af: Ons sal jou kaart stoor sodat jy dit kan gebruik waar jy ook al met ()EmailAddress aanmeld.
am: በማንኛውም ጊዜ በ()EmailAddress በገቡ ጊዜ በካርድ መጠቀም እንዲችሉ ካርድዎን እናስቀምጠዋለን።
ar: سنقوم بحفظ بطاقتك حتى تتمكن من استخدامها أينما تقوم بتسجيل الدخول باستخدام ()EmailAddress.
as: আমি আপোনাৰ কাৰ্ড সংৰক্ষণ কৰিম যাতে যেতিয়াই আপুনি ()EmailAddress -ৰে ছাইন ইন কৰে ইয়াক ব্যৱহাৰ কৰাত সহজ হয়৷
az: ()EmailAddress ilə daxil olduğunuz istənilən yerdə asanlıqla istifadə edə bilməyiniz üçün kartınızı saxlayacağıq.
bg: Ще запишем картата ви, за да можете да я използвате навсякъде, където влизате с ()EmailAddress.
bn_in: আমরা আপনার কার্ডটি সংরক্ষণ করবো যাতে আপনি যেখানেই হোক ()EmailAddress দিয়ে সাইন ইন করতে পারেন।
bs: Sačuvat ćemo vašu karticu da biste je mogli koristiti gdje god se prijavite pomoću adrese ()EmailAddress.
cy: Byddwn yn cadw manylion eich cerdyn fel y gallwch ei ddefnyddio pryd bynnag fyddwch chi'n mewngofnodi gyda ()EmailAddress.
da: Vi gemmer dit kort, så du kan bruge det, når du logger på med ()EmailAddress.
de: Ihre Karte wird gespeichert, damit Sie sie verwenden können, wenn Sie sich mit „()EmailAddress“ anmelden.
el: Θα αποθηκεύσουμε την κάρτα σας, για να μπορείτε να τη χρησιμοποιείτε όποτε εισέρχεστε με τη διεύθυνση ()EmailAddress.
es: Guardaremos la tarjeta para que puedas usarla fácilmente cuando inicies sesión con ()EmailAddress.
et: Salvestame teie kaardi andmed, et seda oleks lihtne kasutada ka edaspidi, kui logite sisse kontoga ()EmailAddress.
eu: Txartelaren datuak gordeko ditugu, ()EmailAddress helbidearekin saioa hasten duzunean erabili ahal izateko.
fa: کارت شما را ذخیره خواهیم کرد تا هر جا که با ()EmailAddress وارد سیستم شوید به‌آسانی قابل استفاده باشد.
ga: Sábhálfaimid do chárta ionas gur féidir leat é a úsáid aon uair dá síníonn tú isteach le ()EmailAddress.
gd: Sàbhailidh sinn a’ chairt agad ach an urrainn dhut a cleachdadh uair sam bith a chlàraicheas tu a-steach le ()EmailAddress.
gl: Gardaremos o teu cartón para que poidas usalo cando inicies sesión con ()EmailAddress.
gu: અમે તમારા કાર્ડને સાચવીશું જેથી તમે જ્યાં ()EmailAddress થી સાઇન ઇન કરો ત્યાં ઉપયોગ કરવા માટે સરળ હોય છે.
he: נשמור את הכרטיס שלך כדי שיהיה לך קל להשתמש בו בכל במקום שבו תיכנס באמצעות ()EmailAddress.
hi: हम आपका कार्ड सहेज लेंगे, ताकि आप जहाँ भी ()EmailAddress से साइन इन करें, इसका उपयोग कर सकें.
hr: Spremit ćemo vašu karticu pa ćete je moći koristiti kadgod se prijavite putem ()EmailAddress.
hu: Mentjük a kártyaadatait, így bárhol használhatja, ahol bejelentkezik a(z) ()EmailAddress címmel.
id: Kami akan menyimpan kartu Anda sehingga Anda dapat menggunakannya di mana pun Anda masuk dengan ()EmailAddress.
is: Við vistum kortið þitt svo þú getir notað það hvar sem þú skráir þig inn með ()EmailAddress.
ja: ()EmailAddress でサインインしたとき、いつでも利用できるように、弊社ではカード情報を保存します。
ka: თქვენი ბარათი შეინახება, რომ შეძლოთ მისი გამოყენება ყოველთვის, როდესაც შეხვალთ ()EmailAddress-ით.
kk: Біз картаңызды сақтаймыз, сондықтан ()EmailAddress көмегімен кірген кез келген жерде пайдалану оңай болады.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಅನ್ನು ನಾವು ಉಳಿಸುತ್ತೇವೆ ಆದ್ದರಿಂದ ()EmailAddress ನೊಂದಿಗೆ ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಿದಾಗೆಲ್ಲಾ ಅದನ್ನು ಬಳಸಬಹುದು.
ko: ()EmailAddress(으)로 로그인하면 어디서든 사용할 수 있도록 카드가 저장됩니다.
ku_arab: ئێمه کارتەکەت هەڵدەگرین و بەم جۆرەیش ئاسانکاری دەکرێت بۆ بەکارهێنانی لەهەرشوێنێک لەڕێگەی ناونیشانی ئیمەیلی () بچیتەژوورەوه.
ky: Картаңызды ()EmailAddress менен катталып киргениңизде колдонгудай кылып сактап коёбуз.
lo: ພວກເຮົາຈະບັນທຶກບັດຂອງທ່ານເພື່ອທີ່ທ່ານສາມາດໃຊ້ທຸກບ່ອນເມື່ອລົງຊື່ເຂົ້າໃຊ້ດ້ວຍ ()EmailAddress.
lt: Jūsų kortelę įrašysime, kad galėtumėte naudoti, kai prisijungsite naudodami ()EmailAddress.
lv: Mēs saglabāsim jūsu kartes datus, lai varat tos izmantot, kad pieteiksities ar adresi ()EmailAddress.
mi: Ka tiaki mātou i tō kāri kia whakamahia ina takiuru koe mā tō ()EmailAddress.
mk: Ќе ја зачуваме вашата картичка за да можете да ја користите секогаш кога ќе се пријавите со ()EmailAddress.
ml: നിങ്ങളുടെ കാർഡ് ഞങ്ങൾ സേവ് ചെയ്യുന്നതാണ്, അതുകൊണ്ടു ()EmailAddress ഉപയോഗിച്ച് സൈന്‍ ഇന്‍ ചെയ്യുന്നിടത്തെല്ലാം നിങ്ങള്‍ക്ക് ഇത് ഉപയോഗിക്കാന്‍ കഴിയും.
mn: Бид таны картыг хадгалснаар ()EmailAddress хаягаар нэвтрэх бүрдээ ашиглахад хялбар байх болно.
mr: आम्ही आपले कार्ड सुरक्षित करू जेणेकरून आपण जिथेही ()EmailAddress सह साइन इन करता तिथे ते वापरू शकता.
ms: Kami akan menyimpan kad anda supaya anda boleh menggunakannya di mana-mana sahaja yang anda daftar masuk dengan ()EmailAddress.
mt: Se nissejvjaw il-kard tiegħek sabiex tkun tista' tużaha faċilment kull fejn tidħol b'()EmailAddress.
ne: हामी तपाइँको कार्ड बचत गर्नेछौं जसले गर्दा तपाइँले ()EmailAddress मार्फत जहाँ साइन इन गर्नुभएता पनि प्रयोग गर्न सजिलो हुन्छ।
nn_no: Vi lagrar kortet slik at du enkelt kan bruke det når du loggar på med ()EmailAddress.
no: Vi lagrer kortet ditt slik at du enkelt kan bruke det når du logger på med ()EmailAddress.
or: ଆମେ ଆପଣଙ୍କର କାର୍ଡକୁ ସେଭ୍‌ କରିବୁ ଯାହାଦ୍ୱାରା ଯେତେବେଳେ ଆପଣ ()EmailAddress ସହିତ ସାଇନ୍‌ ଇନ୍ କରିବେ ଏହାକୁ ବ୍ୟବହାର କରିପାରିବେ।
pa_arab_pk: اسی تہاڈا کارڈ محفوظ کراں گے تاں جے جتھے وی تُسی ()EmailAddress سائن کرو اینوں ورت سکو۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰਡ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਾਂਗੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਜਿੱਥੇ ਵੀ ()EmailAddress ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ ਉੱਥੇ ਵਰਤਣ ਵਿੱਚ ਆਸਾਨ ਹੋਵੇ।
pl: Zapiszemy Twoją kartę, co ułatwi Ci używanie jej, gdy zalogujesz się za pomocą konta ()EmailAddress.
ru: Данные вашей карты будут сохранены, чтобы вы могли использовать ее в любое время после входа с использованием адреса электронной почты ()EmailAddress.
sd: اسان توهان جو ڪارڊ محوظ ڪندا سين ته جيئن توهان ڪٿي به ()EmailAddress سان ان ڪريو ته هن کي استعمال ڪري سگهو.
si: අප ඔබගේ කාඩ්පත සුරකින බැවින් ඔබ ()EmailAddress සමඟින් ඇතුල්වන ඕනෑම තැනක දී භාවිතයට පහසුය.
sl: Vašo kartico bomo shranili, da jo boste lahko uporabili, kjer koli se boste vpisali z e-poštnim naslovom ()EmailAddress.
sr_cyrl_rs: Сачуваћемо вашу картицу да бисте могли да је користите где год се пријавите користећи ()EmailAddress.
sr_latn_rs: Sačuvaćemo vašu karticu, kako biste mogli da je koristite gde god se prijavite koristeći ()EmailAddress.
sv: Vi sparar ditt kort så att du kan använda det överallt där du loggar in med ()EmailAddress.
ta: உங்கள் அட்டையைச் சேமித்து வைப்போம், இதனால் நீங்கள் ()EmailAddress மூலம் உள்நுழையும் போதெல்லாம் அதனைப் பயன்படுத்தலாம்.
te: మేము మీ కార్డ్ భద్రపరుస్తాము దీనితో ()EmailAddress తో మీరు సైన్ ఇన్ చేస్తున్నప్పుడు దాన్ని ఉపయోగించవచ్చు.
tg: Мо корти шуморо захира мекунем, то ки шумо онро дар дилхоҳ ҷое, ки шумо бо ()EmailAddress ворид мешавед, истифода бурда тавонед.
th: เราจะบันทึกการ์ดของคุณไว้ เพื่อให้คุณสามารถใช้ได้ทุกครั้งเมื่อคุณลงชื่อเข้าใช้ด้วย ()EmailAddress
tr: ()EmailAddress ile oturum açtığınız her yerden kullanabilmeniz için kartınızı kaydedeceğiz.
tt: Без картагызны саклаячакбыз, һәм сез аны ()EmailAddress белән кергән саен куллана алачаксыз.
ug: كارتىڭىزنى ساقلايمىز، ئۇنى ()EmailAddress ئارقىلىق تىزىملاپ كىرگەن ئورۇنلاردا ئىشلىتەلەيسىز.
uk: Дані вашої картки буде збережено, щоб ви могли використовувати її після входу з використанням адреси електронної пошти ()EmailAddress.
ur: ہم آپ کے کارڈ کو محفوظ کریں گے، لہٰذا جہاں بھی آپ ()EmailAddress کے ساتھ سائن ان کریں تو اسے استعمال کر سکیں۔
uz: ()EmailAddress manzili bilan hisobingizga kirganingizda qulay foydalanishingiz uchun kartangizni saqlab olamiz.
vi: Chúng tôi sẽ lưu thẻ của bạn để bạn có thể sử dụng nó ở bất cứ nơi nào bạn đăng nhập bằng ()EmailAddress.
zh_hans: 我们将保存你的卡，以便在你用 ()EmailAddress 登录时使用。
zh_hant: 我們會儲存您的卡片，以便您隨時以 ()EmailAddress 登入。
