Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Klarna.Add.Subheader
source: Klarna is a micro-lender. They pay for your purchase now. When your order ships, they email you an invoice and payment details. You agree to pay them back within 14 days of the invoice date. If you have further questions or need help, contact Klarna.
af: Klarna is a mikro-geldskieter. Hulle betaal nou vir jou aankoop. Wanneer jou bestelling versend word, stuur hulle jou faktuur en betaalbesonderhede per e-pos. Jy stem in om vir hulle binne 14 dae nadat die faktuur uitgereik is, te betaal. Indien jy enige verdere vrae het of hulp benodig, kontak vir Klarna.
am: Klarna አነስተኛ አበዳሪ ነው። አሁን ለግዢዎ ይከፍልልዎታል። ግዢዎ በሚላክበት ጊዜ፣ የክፍያ መጠየቂያና የክፍያ ዝርዝሮችን የያዘ ኢሜይል ይልኩልዎታል። የክፍያ መጠየቂያው በወጣ በ14 ቀኖች ውስጥ መልሰው ሊከፍሏቸው ተስማምተዋል። ተጨማሪ ጥያቄዎች ካሉዎት ወይም እገዛ ከፈለጉ፣ Klarnaን ያነጋግሩ።
ar: تُعد Klarna شركة إقراض صغيرة. إنهم يدفعون لعملية الشراء الخاصة بك الآن. عند شحن طلبك، سيرسلون لك تفاصيل الفاتورة وعملية الدفع عبر البريد الإلكتروني. أنت توافق على السداد خلال 14 يوماً من تاريخ الفاتورة. إذا كان لديك أسئلة أخرى أو تحتاج إلى المساعدة، اتصل بشركة Klarna.
as: Klarna হৈছে এটা মাইক্ৰো-লেণ্ডাৰ৷ তেওঁলোকে এতিয়া আপোনাৰ ক্ৰয়ৰ বাবে পৰিশোধ কৰিব৷ আপোনাৰ অৰ্ডাৰ শ্বিপ কৰিলে, তেওঁলোকে আপোনাক এখন ইনভইচ আৰু ধন পৰিশোধৰ বিৱৰণ ইমেইল কৰিব৷ আপুনি ইনভইচ তাৰিখৰ 14 দিনৰ ভিতৰত তেওঁলোকক পৰিশোধ কৰিবলৈ সন্মতি জনাইছে৷ যদি আপোনাৰ কিবা প্ৰশ্ন আছে বা সহায়ৰ প্ৰয়োজন, তেন্তে Klarna ৰ সৈতে যোগাযোগ কৰক৷
az: Klarna mikro-maliyyə təşkilatıdır. Onlar satınalmanıza görə indi ödəniş edir. Siz göndərişləri sifariş edəndə, onlar hesab-faktura və ödəniş təfərrüatlarını sizə e-poçtla göndərir. Siz hesab-faktura tarixindən sonra 14 gün ərzində onları geri ödəməyə razılaşırsınız. Əgər əlavə suallarınız varsa, yaxud köməyə ehtiyacınız varsa, Klarna ilə əlaqə saxlayın.
bg: Klarna е микрокредитор. Тази фирма сега заплаща за вашата покупка. Когато поръчката ви е доставена, фирмата ви изпраща имейл с фактура и подробни данни за плащането. Вие се съгласявате да се издължите в рамките на 14 дни от датата на фактурата. Ако имате допълнителни въпроси или се нуждаете от помощ, се свържете Klarna.
bn_in: Klarna একজন ক্ষুদ্র ঋণদাতা। এরা এখন আপনার কেনাকাটার জন্য অর্থপ্রদান করবে। আপনার অর্ডার পাঠানো হলে তারা আপনাকে একটি ইনভয়েস ও অর্থপ্রদানের বিশদ ইমেল করবে। আপনি ইনভয়েসের তারিখের 14 দিনের মধ্যে অর্থপ্রদানে সম্মতি জানিয়েছেন। আপনার আরও কোনও প্রশ্ন থাকলে বা সহায়্তার প্রয়োজন হলে Klarna-এর সাথে যোগাযোগ করুন।
bs: Kompanija Klarna je davalac mikrokredita. Ona sada plaća vašu kupovinu. Kada se naručeni proizvodi otpreme, poslat će vam poruku e-pošte s fakturom i podacima o plaćanju. Pristajete da ćete toj kompaniji vratiti dug u roku od 14 dana od datuma fakture. Ako imate dodatnih pitanja ili vam je potrebna pomoć, obratite se kompaniji Klarna.
cy: Mae Klarna yn ddarparwr benthyciadau micro. Maent yn talu am eich pryniant nawr. Pan fydd eich archeb yn cael ei danfon, byddant yn e-bostio anfoneb a manylion talu atoch. Rydych chi'n cytuno i'w had-dalu ymhen 14 niwrnod o ddyddiad yr anfoneb. Os oes gennych chi unrhyw gwestiynau pellach neu os ydych chi angen help, cysylltwch â Klarna.
da: Klarna er en mikrolångiver. De betaler for dit køb nu. Når din ordre afsendes, sender de en mail med faktura og betalingsoplysninger til dig. Du accepterer at betale dem inden for 14 dage fra fakturadatoen. Kontakt Klarna, hvis du har flere spørgsmål eller har brug for hjælp.
de: Klarna ist ein sog. „Micro-Lender“. Das Unternehmen übernimmt vorerst die Zahlung für Ihren Einkauf. Nach dem Versand Ihrer Bestellung erhalten Sie eine E-Mail mit der Rechnung und den Zahlungsdetails. Sie stimmen zu, die Zahlung innerhalb von 14 Tagen nach dem Rechnungsdatum zu begleichen. Wenden Sie sich an Klarna, falls Sie weitere Fragen haben oder Hilfe benötigen.
el: Η Klarna είναι μια υπηρεσία δανεισμού μικρών ποσών. Πληρώνει άμεσα για την αγορά σας. Όταν η παραγγελία σας αποσταλεί, η υπηρεσία σάς στέλνει ένα μήνυμα ηλεκτρονικού ταχυδρομείου με ένα τιμολόγιο και τις λεπτομέρειες της πληρωμής. Συμφωνείτε να πληρώσετε την υπηρεσία εντός 14 ημερών από την ημερομηνία του τιμολογίου. Αν έχετε περισσότερες ερωτήσεις ή χρειάζεστε βοήθεια, επικοινωνήστε με την Klarna.
es: Klarna es una entidad de microcréditos. Pagan tu compra ahora. Cuando se envía tu pedido, te envían una factura y detalles del pago por correo electrónico. Tú aceptas devolverles el dinero en un período de 14 días después de recibir la factura. Si tienes alguna pregunta o necesitas ayuda, ponte en contacto con Klarna.
et: Klarna on mikrolaenuettevõte. Ettevõte tasub praegu teie ostu eest. Kui teie tellimus saabub, saadetakse teile meiliga arve ja makse üksikasjad. Nõustute ettevõttele raha tagasi maksma 14 päeva jooksul alates arve saamisest. Kui teil on lisaküsimusi või vajate abi, pöörduge Klarna poole.
eu: Klarna mikrofonoa maileguan ematen duen zerbitzua da. Zure erosketa ordaintzen dute orain. Eskaerak egiten dituzunean faktura bat bidaltzen dizute mezu elektroniko bidez ordainketa-xehetasunekin. Faktura-datatik hasi eta 14 eguneko epean ordaintzea adosten duzu. Galderarik izanez gero edo laguntza behar izanez gero, jarri harremanetan Klarna zerbitzuarekin.
fa: Klarna یک شرکت وام‌دهنده خرد است. آنها اکنون هزینه خرید شما را می‌پردازند. هنگامی که سفارش‌های شما ارسال شد، آنها فاکتور و اطلاعات پرداخت را به شما ایمیل می‌کنند. شما توافق می‌کنید که ظرف 14 روز از تاریخ صدور فاکتور مبلغ پرداختی را به آنها بازگردانید. چنانچه سؤال دیگری دارید یا نیازمند راهنمایی هستید، با Klarna تماس بگیرید.
ga: Is micri-iasachtóir é Klarna. Íocann siad as do cheannachán anois. Nuair a sheoltar an t-ordú, cuireann siad sonrasc agus sonraí íocaíochta chugat i ríomhphost. Aontaíonn tú iad a aisíoc laistigh de 14 lá de dháta an tsonraisc. Má tá aon cheist eile agat nó má tá cabhair uait, déan teagmháil le Klarna.
gd: ’S e meanbh-iasadaiche a th’ ann an Klarna. Pàighidh iad airson na ceannachd agad an-dràsta. Nuair a thèid d’ òrdan a lìbhrigeadh, cuiridh iad post-d thugad le fàirdeal is fiosrachadh pàighidh. Aontaichidh tu gum pàigh thu iad am broinn 14 làithean o cheann-là an fhàirdeil. Ma tha barrachd cheistean agad no taic a dhìth ort, cuir fios gu Klarna.
gl: Klarna é unha entidade de microcréditos. Pagan a túa compra agora. Cando se envía o teu pedido, envíanche unha factura e detalles do pagamento por correo electrónico. Ti aceptas devolverlles o diñeiro nun período de 14 días despois de recibir a factura. Se tes algunha pregunta ou necesitas axuda, contacta con Klarna.
gu: ક્લારના એ માઇક્રો-લેંડર છે. તેઓ હમણાં તમારી ખરીદી માટેની ચુકવણી કરે છે. જ્યારે તમારો ઑર્ડર શિપ થશે, ત્યારે તેઓ તમને ઇનવૉઇસ અને ચુકવણીની વિગતો ઈમેઇલ કરશે. તમે તેમને ઇનવૉઇસ તારીખના 14 દિવસની અંદર પરત ચુકવણી કરવા સંમત થાવ છો. જો તમને વધુ પ્રશ્નો હોય અથવા મદદની જરૂર હોય તો, ક્લારનાનો સંપર્ક કરો.
he: Klarna היא חברה להלוואות זעירות. היא משלמת על הרכישה שלך עכשיו. כשההזמנה שלך נשלחת, היא שולחת לך חשבונית ופרטי תשלום. אתה מסכים לשלם לה בחזרה תוך 14 יום מהתאריך שבחשבונית. אם יש לך שאלות נוספות או שאתה זקוק לעזרה, פנה ל- Klarna.
hi: Klarna एक सूक्ष्म-ऋणदाता है. वे अभी आपकी खरीदारी के लिए भुगतान करते हैं. जब आपका ऑर्डर शिप हो जाता है, तो वे आपको एक इनवॉयस और भुगतान विवरण ईमेल करते हैं. आप इनवॉयस तिथि के 14 दिनों के अंदर उन्हें वापस भुगतान करने के लिए सहमत होते हैं. यदि आपके पास और प्रश्न हैं या सहायता की आवश्यकता है, तो Klarna से संपर्क करें.
hr: Tvrtka Klarna davatelj je mikrokredita. Ona sada plaća vašu kupnju. Kada se naručeni proizvodi otpreme, poslat će vam poruku e-pošte s fakturom i podacima o plaćanju. Pristajete da ćete toj tvrtki vratiti dug u roku od 14 dana od datuma fakture. Ako imate dodatnih pitanja ili vam je potrebna pomoć, obratite se tvrtki Klarna.
hu: A Klarna egy mikrohitelező. Ők fognak most fizetni az Ön vásárlásáért. A megrendelés kiszállítása után kap egy e-mailt, benne a számlával és a fizetési adatokkal. Ön beleegyezik, hogy a számla dátumától számított 14 napon belül fizet nekik. Ha további kérdései vannak vagy segítségre van szüksége, lépjen kapcsolatba a Klarnával.
id: Klarna adalah pemberi pinjaman mikro. Kini, mereka membayar pembelian Anda. Ketika pesanan Anda dikirim, mereka akan mengirimkan faktur dan detail pembayaran kepada Anda melalui email. Anda setuju untuk membayar mereka kembali dalam 14 hari dari tanggal faktur. Jika Anda memiliki pertanyaan lebih lanjut atau membutuhkan bantuan, hubungi Klara.
is: Klarna er smálánafyrirtæki. Það greiðir kaupin þín núna. Þegar pöntunin er send sendir það þér reikning og greiðsluupplýsingar í tölvupósti. Þú samþykkir að greiða Klarna innan 14 daga frá dagsetningu reiknings. Ef þú hefur einhverjar spurningar eða þarft að fá aðstoð skaltu hafa samband við Klarna.
ja: Klarna は小口融資会社であり、あなたの購入代金を今お支払いします。ご注文の商品の発送時に、Klarna からあなたにインボイスと支払明細書がメールで送信されます。あなたはインボイスの日付から 14 日以内に Klarna に返済を行うことに合意するものとします。ご不明な点やご要望がございましたら、Klarna までお問い合わせください。
ka: Klarna არის მიკრო- გამსესხებელი. ის ახლა გადაიხდიან თქვენი შენაძენისთვის. როდესაც თქვენ მიერ შეკვეთილი პროდუქტი გამოიგზავნება, ის ელფოსტით გამოგიგზავნით ინვოისს და გადახდის ინფორმაციას. თქვენ თანხმობას აცხადებთ, რომ გადაიხდით ინვოისის თარიღიდან 14 დღეში. თუ დამატებითი შეკითხვები გაქვთ ან დახმარება გჭირდებათ, მიმართეთ Klarna-ს.
kk: Кларна - микро иегер. Олар қазір сатып алғанына төлейді. Тапсырысыңыз жеткен кезде шот-фактура мен төлем мәліметтері электрондық поштамен жіберіледі. Оларды шот-фактура күнінен 14 күн ішінде төлеуге келісесіз. Егер қосымша сұрақтарыңыз немесе көмек керек болса, Кларнаға хабарласыңыз.
kn: Klarna ಎನ್ನುವುದು ಸಣ್ಣ-ಸಾಲದಾತರಾಗಿದ್ದಾರೆ. ಅವರು ಇದೀಗ ನಿಮ್ಮ ಖರೀದಿಗೆ ಪಾವತಿಸುತ್ತಾರೆ. ನಿಮ್ಮ ಆರ್ಡರ್ ಅನ್ನು ಶಿಪ್ ಮಾಡಿದಾಗ, ಅವರು ನಿಮಗೆ ಇನ್‌ವಾಯ್ಸ್ ಮತ್ತು ಪಾವತಿ ವಿವರಗಳನ್ನು ಇಮೇಲ್ ಮಾಡುತ್ತಾರೆ. ಇನ್‌ವಾಯ್ಸ್ ದಿನಾಂಕದಿಂದ 14 ದಿನಗಳೊಳಗೆ ಅವರಿಗೆ ಮರಳಿ ಪಾವತಿಸಲು ನೀವು ಒಪ್ಪುತ್ತೀರಿ. ನಿಮಗೆ ಹೆಚ್ಚಿನ ಪ್ರಶ್ನೆಗಳಿದ್ದರೆ ಅಥವಾ ಸಹಾಯ ಬೇಕಾಗಿದ್ದರೆ, Klarna ಸಂಪರ್ಕಿಸಿ.
ko: Klarna는 소액 대출업체입니다. 지금 사용자의 구입 비용을 Klarna에서 지불합니다. 주문 상품이 발송되면 송장 및 지불 세부 사항을 이메일로 보냅니다. 송장 발행일로부터 14일 이내에 지불해야 합니다. 다른 질문이 있거나 도움이 필요하면 Klarna에 문의하세요.
ku_arab: Klarna قەرزدەرێکی-بچووکه. ئێستا ئەوان پارەی بازاڕکردنی تۆ دەدەن. کاتێک ئۆردەرەکەت ئامادەی ناردن بوو، فاتوورەکەی و زانیاریەکانی پارەدانت دەنێرن بۆ ئیمەیلەکەت. تۆ ڕازی دەبیت که پاش 14 ڕۆژ له بەرواری فاتوورەکەوه پارەکەیان بۆ بگەڕێنیتەوه. ئەگەر پرسیاری زیاترت هەیه یان پێویستت به یارمەتیه، پەیوەندی بکه به Klarna وه.
ky: Кларгна бул микро жайгаштыргыч. Алар азыр сатып алууңузга төлөп жатышат. Сиз жөнөтүүлөр тууралуу буйрутманы алганда, сизге инвойсту жана төлөө маалыматтарын электрондук почта аркылуу жөнөтө алышат. Сиз аны 14 кндүн ичинде кайра толөй аласыз. Эгер сизде кошумча суроолоруңуз же жардам керек болсо, Кларнага кайрылыңыз.
lo: ຄລາຣນາ (Klarna) ເປັນຜູ້ໃຫ້ຢືມຂະໜາດນ້ອຍ. ພວກເຂົາຈ່າຍສຳລັບການຊື້ຂອງທ່ານດຽວນີ້. ເມື່ອອໍເດີ້ຂອງທ່ານສົ່ງແລ້ວ, ພວກເຂົາຈະອີເມວໃບຮຽກເກັບເງິນ ແລະລາຍລະອຽດການຊຳລະເຖິງທ່ານ. ທ່ານເຫັນດີຈ່າຍພວກເຂົາຄືນພາຍໃນ 14 ວັນນັບແຕ່ວັນທີອອກໃບຮຽກເກັບເງິນ. ຖ້າທ່ານມີຄຳຖາມອື່ນໆ ຫລືຕ້ອງການການຊ່ວຍເຫຼືອ, ໃຫ້ຕິດຕໍ່ Klarna.
lt: „Klarna“ yra mikroskolintoja. Dabar ji moka už jūsų pirkinį. Kai užsakymas bus išsiųstas, jie el. laišku atsiųs jums sąskaitą ir išsamią mokėjimo informaciją. Jūs sutinkate jai sumokėti per 14 dienų nuo sąskaitos datos. Jei turite daugiau klausimų ar reikia pagalbos, kreipkitės į „Klarna“.
lv: Klarna ir mikroaizdevējs. Tagad tas samaksās par jūsu pirkumu. Kad pasūtījums tiks piegādāts, e-pastā saņemsit rēķinu un detalizētu informāciju par maksājumu. Jūs piekrītat veikt atmaksu mikroaizdevējam 14 dienu laikā kopš rēķina noformēšanas datuma. Ja jums rodas papildu jautājumi vai nepieciešama palīdzība, sazinieties ar Klarna.
mi: He kaituku moni-moroiti a Klarna. Ma rātou e utu tō hoko ināianei. Kia tukua atu tō tono ki a koe, mā rātou koe e īmēra ki tētahi nama me ngā taipitopito utunga. Ka whakaae koe ki te utu i a rātou i roto i te 14 rā mai i te rā namanga. Me he pātai anō āu, he hiahia āwhina rānei, whakapā atu ki Klarna.
mk: Klarna е давател на микро-заеми. Тие сега ќе платат за вашето купување. Кога нарачката ќе се испрати, тие ќе ви испратат фактура и податоци за плаќањето. Вие се согласувате дека ќе им се оддолжите во рок од 14 дена од датумот на фактурата. Доколку имате понатамошни прашања или ви треба помош, контактирајте со Klarna.
ml: Klarna ഒരു മൈക്രോ ലെണ്ടറാണ്. ഇപ്പോൾ നിങ്ങളുടെ വാങ്ങലിന് അവർ പണമടയ്ക്കുന്നു. നിങ്ങളുടെ ഓർഡർ ഷിപ്പ് ചെയ്യുന്ന സമയത്ത്, നിങ്ങൾക്ക് അവർ ഇൻവോയ്‌സും പേയ്മെന്റ് വിശദാംശങ്ങളും ഇമെയിൽ ചെയ്യും. ഇൻവോയ്‌സ് തീയതിയുടെ 14 ദിവസത്തിനുള്ളിൽ അവർക്ക് തിരികെ പണം നൽകാമെന്ന് നിങ്ങൾ സമ്മതിക്കുന്നു. നിങ്ങൾക്ക് കൂടുതൽ ചോദ്യങ്ങളുണ്ടെങ്കിലോ സഹായം ആവശ്യമാണെങ്കിലോ, Klarna-യെ ബന്ധപ്പെടുക.
mn: Кларна бол бичил зээл олгогч. Тэд таны худалдан авч буй зүйлийн үнийг одоо төлнө. Таны захиалгыг илгээмэгц тэд танд нэхэмжлэх болон төлбөрийн мэдээллийг э-шуудангаар илгээнэ. Та нэхэмжлэх илгээсэн өдрөөс хойш 14 хоногийн дотор төлбөрийг төлөхийг зөвшөөрч байна. Танд нэмэлт асуулт гарсан, эсвэл тусламж хэрэгтэй бол Кларнад хандана уу.
mr: क्लार्ना हा एक छोटा कर्जदाता आहे. ते आता आपल्या खरेदीसाठी पैसे देतील. जेव्हा आपली मागणी पाठवली जाते, तेव्हा ते आपल्याला इनव्हॉइस आणि देय तपशील ईमेल करतील. आपण इनव्हॉइस तारखेपासून 14 दिवसांमध्ये त्यांना देय परत देण्यास सहमत होता. आपल्याला अधिक प्रश्न किंवा मदतीची आवश्यकता असल्यास, क्लार्नाशी संपर्क साधा.
ms: Klarna merupakan pemberi pinjaman mikro. Mereka membayar untuk pembelian anda sekarang. Apabila pesanan anda dikirimkan, mereka akan menghantar e-mel invois dan butiran pembayaran kepada anda. Anda bersetuju untuk membayar kepada mereka dalam masa 14 hari daripada tarikh invois. Jika anda mempunyai soalan lanjut atau memerlukan bantuan, hubungi Klarna.
mt: Klarna tagħti self f'ammonti żgħar. Huma jħallsu għax-xirja tiegħek issa. Meta l-ordni tiegħek tintbagħat, huma jibagħtulek fattura u dettalji dwar il-pagament bil-posta elettronika. Int taqbel li tħallashom lura fi żmien 14-il ġurnata mid-data tal-fattura. Jekk għandek aktar mistoqsijiet jew għandek bżonn l-għajnuna, ikkuntattja lil Klarna.
ne: Klarna माइक्रो-लगानीकर्ता हो। उनीहरूले तपाइँको खरीदको लागि अहिले भुक्तानी गर्छन्। तपाइँको अर्डर शिप भएपछि, तिनीहरूले तपाइँलाई बिजक र भुक्तानी विवरणहरू सहित इमेल गर्नेछन्। तपाइँ उनीहरूलाई बिजक बनाइएको मिति देखिको 14 दिन भित्रमा भुक्तानी गर्न सहमत हुनुहुन्छ। तपाइँसँग अन्य प्रश्नहरू छन् वा मद्दतको आवश्यकता भएमा, Klarna लाई सम्पर्क गर्नुहोस्।
nn_no: Klarna leverer mikrofinanstenester. Dei betaler for kjøpet ditt no. Når bestillinga blir levert, sender dei deg ein e-post med faktura og betalingsopplysningar. Du godtek å betale dei tilbake innan 14 dagar frå fakturadatoen. Kontakt Klarna dersom du lurer på noko eller treng hjelp.
no: Klarna er en mikrolåner. De betaler for kjøpet ditt nå. Når bestillingen sendes, sender de en e-post med faktura og betalingsinformasjon. Du godtar å betale dem tilbake innen 14 dager fra fakturadatoen. Hvis du har flere spørsmål eller trenger hjelp, kan du kontakte Klarna.
or: Klarna ହେଉଚି ଏକ ଛୋଟ-ଧାର ପ୍ରଦାନକାରୀ. ସେମାନେ ବର୍ତ୍ତମାନ ଆପଣଙ୍କ କ୍ରୟ ପାଇଁ ଦେୟ ଦିଅନ୍ତି. ଆପଣଙ୍କ ଅର୍ଡର୍‌ ସିପ୍‌ କରାଯିବା ବେଳେ, ସେମାନେ ଆପଣଙ୍କୁ ଏକ ଇନ୍‌ଭଏସ୍‌ ଏବଂ ଦେୟ ବିବରଣୀ ଇମେଲ୍‌ କରିଥାଆନ୍ତି. ଇନ୍‌ଭଏସ୍‌ ତାରିଖର 14 ଦିନ ଭିତରେ ଆପଣ ସେମାନଙ୍କୁ ଦେୟ ପରିଶୋଧ କରିବାକୁ ରାଜି ହୁଅନ୍ତି. ଯଦି ଆପଣଙ୍କ ଅତିରିକ୍ତ ପ୍ରଶ୍ନ ଥାଏ କିମ୍ବା ସହାୟତା ଆବଶ୍ୟକ କରନ୍ତି, Klarna ସହ ଯୋଗାଯୋଗ କରନ୍ତୁ.
pa_arab_pk: Klarna اک نکا قرض دین آلا اے۔ اوہ ایس ویلے تُہاڈی خریداری دی ادائیگی کردے نیں۔ جیدوں تُہاڈے آرڈر دی ترسیل ہو جاندی اے، او تُہانوں انوائس اتے ادائیگی دیاں تفصیلاں ای میل کردے نیں۔ تُسی انوائس دی تاریخ دے 14 دیہاڑیاں دے اندر اونہاں نوں واپس ادا کرن اتے متفق او۔ جے تُہاڈے کوئی مزید سوال ہوون یا تُہانوں مدد دی لوڑ ہووے، اتے Klarna نال رابطہ کرو۔
pa_in: Klarna ਇੱਕ ਛੋਟਾ-ਰਿਣਦਾਤਾ ਹੈ। ਉਹ ਤੁਹਾਡੀ ਖਰੀਦਾਰੀ ਲਈ ਹੁਣ ਭੁਗਤਾਨ ਕਰਦੇ ਹਨ। ਜਦੋਂ ਤੁਹਾਡਾ ਆਰਡਰ ਸ਼ਿਪ ਹੁੰਦਾ ਹੈ, ਤਾਂ ਉਹ ਤੁਹਾਨੂੰ ਇਨਵੋਏਸ ਅਤੇ ਭੁਗਤਾਨ ਵੇਰਵੇ ਈਮੇਲ ਕਰਦੇ ਹਨ। ਤੁਸੀਂ ਇਨਵੋਏਸ ਮਿਤੀ ਦੇ 14 ਦਿਨਾਂ ਦੇ ਅੰਦਰ ਉਹਨਾਂ ਨੂੰ ਵਾਪਿਸ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ। ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਹੋਰ ਸਵਾਲ ਹਨ ਜਾਂ ਮਦਦ ਚਾਹੀਦੀ ਹੈ, ਤਾਂ Klarna ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Firma Klarna to mikrokredytodawca. Płaci ona teraz za Twój zakup. Gdy Twoje zamówienie zostanie wysłane, ta firma wyśle Ci fakturę oraz szczegółowe informacje dotyczące płatności. Zgadzasz się zapłacić jej w ciągu 14 dni od daty wystawienia faktury. Jeśli masz dalsze pytania lub potrzebujesz pomocy, skontaktuj się z firmą Klarna.
ru: Klarna — это поставщик услуг малого кредитования. Он оплатит сейчас вашу покупку. Когда товар будет доставлен, вы получите от Klarna по электронной почте счет и сведения об оплате. Вы обязуетесь выплатить Klarna необходимую сумму в течение 14 дней от даты счета. Если у вас есть вопросы или вам нужна помощь, обратитесь в Klarna.
sd: ڪلارنا هڪ مائڪرو-لينڊر آهي. اهي هاڻي توهانجي خريد لاءِ ادا ڪن ٿا. جڏهن توهان جو آرڊر شپ ٿئي ٿو، اهي توهانکي انوائيس ۽ ادائگي جا تفصيل موڪليندا. توهان انهن کي انوائيس تاريخ کان 14 ڏينهن اندر واپس ادا ڪرڻ جي منظوري ڏيون ٿا. جيڪڏهن توهانکي ڪي وڌيڪ سوال آهن يا مدد گهرجي، ته Klarna سان رابطو ڪريو.
si: ක්ලර්නා ක්ෂුද්‍ර-ණය සැපයුම්කරුවෙකි. ඔවුන් දැන් ඔබගේ මිලදී ගැනීමට ගෙවයි. ඔබගේ ඇණවුම ප්‍රවාහනගත කරන විට, ඔවුන් ඔබට ඉන්වොයිස් සහ ගෙවීම් විස්තර විද්‍යුත් තැපෑලෙන් එවයි. ඔබ ඉන්වොයිස් දිනයෙන් දින 14 ක් ඇතුළත ඔවුන්ට ආපසු ගෙවීමට එකඟ වේ. ඔබට තවදුරටත් ගැටළු තිබේ නම් හෝ උදව් අවශ්‍ය නම්, ක්ලර්නා අමතන්න.
sl: Klarna je mikro posojilodajalec. Takoj plača za vaš nakup. Ko naročilo prispe, vam po e-pošti pošlje račun in podrobnosti o plačilu. Strinjate se, da jim boste poplačali znesek v roku 14 dni od datuma izdaje računa. Če imate dodatna vprašanja ali potrebujete pomoč, se obrnite na Klarno.
sr_cyrl_rs: Klarna нуди микро позајмице. Они ће сада платити ваши куповину. Када пошаљемо поруџбину, послаће вам фактуру и детаље за плаћање. Ви треба да пристанете на плаћање у року од 14 дана од датума издавања фактуре. Ако имате додатна питања или вам је потребна помоћ, обратите се компанији Klarna.
sr_latn_rs: Klarna nudi mikro pozajmice. Oni će sada platiti vaši kupovinu. Kada pošaljemo porudžbinu, poslaće vam fakturu i detalje za plaćanje. Vi treba da pristanete na plaćanje u roku od 14 dana od datuma izdavanja fakture. Ako imate dodatna pitanja ili vam je potrebna pomoć, obratite se kompaniji Klarna.
sv: Klarna är en mikrolångivare. De betalar för ditt köp nu. När din beställning levereras får du en faktura med betalningsinformation via e-post. Du samtycker till att betala dem inom 14 dagar från fakturadatumet. Kontakta Klarna om du har frågor eller behöver hjälp.
ta: Klarna ஒரு நுண் கடன் வழங்கு நிறுவனம். நீங்கள் இப்போது வாங்குபவற்றுக்கு அவர்கள் பணம் கொடுக்கிறார்கள். உங்கள் ஆர்டர் அனுப்பப்படும்போது, அவர்கள் உங்களுக்கு ஒரு விலைப்பட்டியல் மற்றும் கட்டண விவரங்களை மின்னஞ்சல் செய்வார்கள். விலைப்பட்டியல் தேதியிலிருந்து 14 நாட்களுக்குள் அவர்களுக்குத் திரும்பச் செலுத்த ஒப்புக்கொள்கிறீர்கள். உங்களுக்கு இன்னும் கேள்விகள் இருந்தால் அல்லது உதவி தேவைப்பட்டால், Klarna-ஐத் தொடர்பு கொள்ளவும்.
te: Klarna ఒక మైక్రో-లెండర్. వారు ఇప్పుడు మీ కొనుగోలు కోసం చెల్లిస్తారు. మీరు ఆర్డర్ రవాణా చేయబడినప్పుడు, వారు ఇన్‌వాయిస్ మరియు చెల్లింపు వివరాలను మీకు పంపుతారు. ఇన్‌వాయిస్ తేదీ నుండి 14 రోజులలోపు వారికి తిరిగి చెల్లించడానికి మీరు అంగీకరించాలి. మీకు మరిన్ని ప్రశ్నలు ఉంటే లేదా సహాయం కావాలంటే, Klarnaని సంప్రదించండి.
tg: Klarna ташкилоти қарзии хурд мебошад. Акнун онҳо барои харидҳои шумо пардохт мекунанд. Вақте ки фармоиши шумо интиқол дода мешавад, онҳо ба шумо борхат ва тафсилоти пардохтро тавассути паёми электронӣ мефиристанд. Шумо розӣ мешавед, ки дар давоми 14 рӯз аз санаи борхат ба онҳо пардохт кунед. Агар шумо саволҳои иловагӣ дошта бошед ё ба кумак эҳтиёҷ дошта бошед, пас ба Klarna муроҷиат кунед.
th: Klarna คือผู้ให้กู้ยืมระดับเล็ก ซึ่งจะชำระค่าสินค้าให้คุณก่อน เมื่อสินค้าส่งถึง พวกเขาจะส่งใบแจ้งหนี้และรายละเอียดการชำระเงินให้คุณทางอีเมล คุณตกลงที่จะจ่ายเงินคืนภายใน 14 วันนับจากวันที่ในใบแจ้งหนี้ ถ้าคุณมีข้อสงสัยเพิ่มเติมหรือต้องการความช่วยเหลือ ติดต่อ Klarna
tr: Klarna, küçük firmalara fon sağlayan bir şirkettir. Sizin alışverişinizi onlar öderler. Siparişiniz gönderildiğinde size bir fatura ve ödeme bilgilerini e-posta ile gönderirler. Siz de fatura tarihinden itibaren 14 gün içinde onlara geri ödeme yapmayı kabul edersiniz. Başka sorunuz veya yardıma ihtiyacınız varsa Klarna ile iletişime geçin.
tt: Klarna - микро-кредит хезмәте. Ул сатып алуыгыз өчен хәзер түли. Заказыгыз китерелгәч, ул электрон почтагызга квитанция һәм түләү турында мәгълүматны җибәрә. Сез квитанция датасыннан 14 көн эчендә түләүне кайтарырга ризалашасыз. Тагын сорауларыгыз калса яки ярдәм кирәк булса, Klarna белән элемтәгә керегез.
ug: كىلەرنە بولسا بىر مىكرو قەرز بەرگۈچى. ئۇلار ھازىر سېتىۋالغان مال ئۈچۈن ھەق تۆلەيدۇ. بۇيرۇتمىڭىز ئىۋەتىلگەندە ئۇلار تورخەت ئارقىلىق تالون ۋە ھەق تاپشۇرۇش ئۇسۇلى تەپسىلاتلىرىنى سىزگە يوللايدۇ. تالوندىكى چېسلادىن 14 كۈنئىچىدە ھەق تۆلەپ قايتۇرۇشقا قوشۇلىسىز.
uk: Klarna – це постачальник послуг мікрокредитування. Він оплатить зараз вашу покупку. Коли товар буде доставлено, ви отримаєте від Klarna по електронній пошті рахунок і відомості про оплату. Ви зобов’язуєтеся виплатити Klarna необхідну суму протягом 14 днів від дати рахунка. Якщо у вас є запитання або вам потрібна допомога, зверніться до Klarna.
ur: Klarna ایک مائیکرہ قرض دہندہ ہے۔ وہ ابھی آپ کی خریداری کی ادائیگی کرتے ہیں۔ جب آپ کا آرڈر ارسال ہو جاتا ہے، وہ آپ کو ایک رسید اور ادائیگی کی تفصیلات ای میل کرتے ہیں۔ آپ رسید کی تاریخ کے 14 دن کے اندر اندر ان کو واپس ادائیگی کرنے سے اتفاق کرتے ہیں۔ اگر آپ کے پاس مزید سوالات ہیں یا آپ کو مدد چاہیے، Klarna سے رابطہ کریں۔
uz: Klarna - bu mikro-kreditor. Ular sizning xaridingiz uchun to‘lovni hozir amalga oshiradi. Buyurtmangiz yetkazilganda, ular sizga invoys va to‘lov tafsilotlarini e-pochta orqali yuboradi. Siz invoysda ko‘rsatilgandan sanadan keyin 14 kun ichida ularga to‘lab berishga rozilik berasiz. Boshqa savollaringiz yoki yordam kerak bo‘lsa, Klarna bilan bog‘laning.
vi: Klarna là một công ty cho vay vi mô. Họ trả tiền mua hàng của bạn trước. Khi hàng của bạn được vận chuyển, họ gửi email cho bạn một hóa đơn và chi tiết thanh toán. Bạn đồng ý thanh toán cho họ trong vòng 14 ngày kể từ ngày lập hoá đơn. Nếu bạn có thắc mắc hoặc cần trợ giúp, hãy liên hệ với Klarna.
zh_hans: Klarna 是一家小额贷款提供商，可以为你支付当前的购物款。你的订单发货时，他们会以电子邮件的形式向你发送发票和付款详细信息。你需要在发票日期之后的 14 天内还款。如果你有其他问题或需要帮助，请联系 Klarna。
zh_hant: Klarna 是一家微型貸款機構。他們會先為您購買的商品付款，當您的訂單出貨時，他們就會以電子郵件寄送發票和付款詳細資料給您。您再同意於發票日期的 14 天內支付款項給他們。若有其他問題或需要協助，請連絡 Klarna。
