Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.NewInicisPay
source: New Inicis Pay
af: Nuwe INICIS Pay
am: አዲስ Inicis ክፍያ
ar: دفع جديد بواسطة Inicis‏
as: নতুন Inicis পৰিশোধ
az: Yeni Inicis Ödəmə
bg: Ново плащане през Inicis
bn_in: নতুন Inicis পরিশোধ
bs: Novo Inicis plaćanje
cy: Taliad Inicis Newydd
da: Ny Inicis-betaling
de: Neue Inicis-Zahlung
el: Νέα πληρωμή μέσω Inicis
es: Nuevo pago de Inicis
et: Uus Inicis Pay makse
eu: Inicis ordainketa berria
fa: Inicis Pay جدید
ga: Íocaíocht Inicis Nua
gd: Inicis Pay ùr
gl: Novo pagamento de Inicis
gu: ન્યૂ Inicis પે
he: תשלום Inicis חדש
hi: नया Inicis भुगतान
hr: Novi način plaćanja Inicis
hu: Új Inicis-fizetés
id: Inicis Pay Baru
is: Ný Inicis-greiðsla
ja: 新しい Inicis 支払い
ka: ახალი Inicis Pay
kk: Жаңа Inicis Pay
kn: ಹೊಸ Inicis ಪಾವತಿ
ko: 새 INICIS 결제
ku_arab: Inicis Pay ی نوێ
ky: Жаңы Inicis төлөмү
lo: Inicis Pay ໃໝ່
lt: Naujas „Inicis Pay“
lv: Jauna samaksa, izmantojot Inicis
mi: Utu Inicis Hou
mk: Ново плаќање со Inicis
ml: പുതിയ ഇനിസിസ് പേ
mn: Шинэ Inicis төлбөр
mr: नवीन Inicis देय
ms: Inicis Pay Baru
mt: Ħlas Inicis Ġdid
ne: नयाँ शिघ्र भुक्तानी
nn_no: Ny Inicis-betaling
no: Ny Inicis-betaling
or: ନୂତନ Inicis ଦେୟ
pa_arab_pk: نویں اینیسیس ادائیگی
pa_in: ਨਵਾਂ Inicis ਭੁਗਤਾਨ
pl: Nowa płatność Inicis
ru: Новый платеж Inicis
sd: نئين Inicis ادائگي
si: නව ඉනිසිස් ගෙවීම
sl: Novo plačilo Inicis
sr_cyrl_rs: Ново Inicis плаћање
sr_latn_rs: Novo Inicis plaćanje
sv: Ny Inicis-betalning
ta: புதிய Inicis கட்டணம் செலுத்துதல்
te: కొత్త ఇనిసిస్ చెల్లింపు
tg: Inicis Pay-и нав
th: Inicis Pay ใหม่
tr: Yeni Inicis Ödemesi
tt: Яңа Inicis түләве
ug: يېڭى Inicis مۇئامىلىسى
uk: Новий платіж Inicis
ur: نئی انیسز ادائیگی
uz: Yangi Inicis to'lovi
vi: Thanh toán Inicis Mới
zh_hans: 新 Inicis 付款
zh_hant: 新的 Inicis 付費

# Word.PaymentMethod.Title
source: Payment method
af: betaling metode
am: የክፍያ ዘዴ
ar: طريقة الدفع
as: পৰিশোধ পদ্ধতি
az: Ödəmə üsulu
bg: Метод на плащане
bn_in: পরিশোধের পদ্ধতি
bs: Način plaćanja
cy: Dull talu
da: Betalingsmetode
de: Zahlungsmethode
el: Μέθοδος πληρωμής
es: Método de pago
et: Maksemeetod
eu: Ordainketa-metodoa
fa: روش پرداخت
ga: Modh íocaíochta
gd: Dòigh pàighidh
gl: Método de pagamento
gu: ચૂકવણી પદ્ધતિ
he: שיטת תשלום
hi: भुगतान विधि
hr: Način plaćanja
hu: Fizetési mód
id: Metode pembayaran
is: Greiðslumáti
ja: 支払い方法
ka: გადახდის მეთოდი
kk: Төлем әдісі
kn: ಪಾವತಿ ವಿಧಾನ
ko: 결제 방법
ku_arab: شێوازی پارەدان
ky: Төлөө амалы
lo: ວິທີການຊຳລະເງິນ
lt: Mokėjimo būdas
lv: Maksāšanas metode
mi: Tikanga utu
mk: Метод на плаќање
ml: പേയ്‌മെന്റ് രീതി
mn: Төлбөрийн хэрэгсэл
mr: देय पद्धत
ms: Kaedah pembayaran
mt: Metodu ta' pagament
ne: भुक्तानी गर्ने तरिका
nn_no: Betalingsmetode
no: Betalingsmetode
or: ଦେୟ ପଦ୍ଧତି
pa_arab_pk: ادائیگی طریقہ
pa_in: ਭੁਗਤਾਨ ਦਾ ਤਰੀਕਾ
pl: Metoda płatności
ru: Метод оплаты
sd: ادائگي جو طريقو
si: ගෙවීම් ක්‍රමය
sl: Način plačila
sr_cyrl_rs: Начин плаћања
sr_latn_rs: Način plaćanja
sv: Betalningsmetod
ta: கட்டண முறை
te: చెల్లింపు విధానం
tg: Усули пардохт
th: วิธีการชำระเงิน
tr: Ödeme yöntemi
tt: Түләү рәвеше
ug: ھەق تۆلەش ئۇسۇلى
uk: Метод оплати
ur: طریقہ ادائیگی
uz: To'lov usuli
vi: Phương thức thanh toán
zh_hans: 付款方式
zh_hant: 付款方式

# Word.BankAccountType.NonResident
source: Non-resident
af: Nie-inwoner
am: ነዋሪ-ያልሆኑ
ar: غير مواطن
as: অ-আৱাসিক
az: Qeyri-rezident
bg: Нерезидент
bn_in: বাসিন্দা নন
bs: Nerezident
cy: Ddim yn breswyliwr
da: Ikke-bosiddende
de: Nicht ansässig
el: Μη εγγενής
es: No residente
et: Mitteresident
eu: Ez-egoiliar
fa: غیر مقیم
ga: Neamhchónaitheach
gd: Gun chòmhnaidh ann
gl: Non residente
gu: બિન-નિવાસી
he: לא תושב
hi: गैर-निवासी
hr: Nerezident
hu: Nem rezidens
id: Selain Penduduk
is: Ekki ríkisborgari
ja: 非定住者
ka: არა-რეზიდენტი
kk: Резидент емес
kn: ನಿವಾಸಿಯೇತರ
ko: 비거주
ku_arab: نا-نیشتەجێ
ky: Жашоочу эмес
lo: ບໍ່ແມ່ນຜູ້ຢູ່ອາໄສ
lt: Nerezidentas
lv: Nerezidents
mi: Kāore e noho mai ana
mk: Гостин
ml: പ്രവാസി
mn: Оршин суугч биш
mr: रहिवासी-नसलेले
ms: Bukan pemastautin
mt: Mhux residenti
ne: गैर-आवासीय
nn_no: Ikkje fastbuande
no: Ikke fast bosatt
or: ଅଣ-ଅଧିବାସୀ
pa_arab_pk: ‏‏غیر رہائشی
pa_in: ਗੈਰ-ਵਸਨੀਕ
pl: Nierezydent
ru: Нерезидент
sd: غير رهائشي
si: අනේවාසික
sl: Nerezident
sr_cyrl_rs: Нерезидент
sr_latn_rs: Nerezident
sv: Ej bosatt i landet
ta: அயல் நாட்டினர்
te: ప్రవాసితుడు
tg: Ғайрирезидент
th: ไม่ใช่ผู้พำนักอยู่ในประเทศ
tr: Yurtdışında ikamet edenler
tt: Резидент булмаучы
ug: پۇقرا ئەمەس
uk: Нерезидент
ur: غیر رہائشی
uz: Fuqaroligi bo'lmagan shaxs
vi: Không thường trú
zh_hans: 非常住居民
zh_hant: 非居民

# Word.BankAccountType.Resident
source: Resident
af: Inwoner
am: ነዋሪ የሆኑ
ar: مواطن
as: আৱাসিক
az: Rezident
bg: Резидент
bn_in: বাসিন্দা
bs: Rezident
cy: Preswyliwr
da: Bosiddende
de: Ansässig
el: Εγγενής
es: Residente
eu: Egoiliar
fa: مقیم
ga: Cónaitheach
gd: A' còmhnaidn ann
gl: Residente
gu: નિવાસી
he: תושב
hi: निवासी
hr: Rezident
hu: Rezidens
id: Penduduk
is: Ríkisborgari
ja: 定住者
ka: რეზიდენტი
kk: Резидент
kn: ನಿವಾಸಿ
ko: 거주
ku_arab: نیشتەجێ
ky: Жашоочу
lo: ຜູ້ຢູ່ອາໄສ
lt: Rezidentas
lv: Rezidents
mi: E noho mai ana
mk: Жител
ml: തദ്ദേശി
mn: Оршин суугч
mr: रहिवासी
ms: Pemastautin
mt: Residenti
ne: आवासीय
nn_no: Fastbuande
no: Fast bosatt
or: ଅଧିବାସୀ
pa_arab_pk: ‏‏رہائشی
pa_in: ਵਸਨੀਕ
pl: Rezydent
ru: Резидент
sd: رهائشي
si: නේවාසික
sl: Rezident
sr_cyrl_rs: Резидент
sr_latn_rs: Rezident
sv: Bosatt i landet
ta: சொந்த நாட்டினர்
te: స్థానికుడు
tg: Резидент
th: ผู้พำนักอยู่ในประเทศ
tr: İkamet edenler
tt: Резидент
ug: پىرېزىدېنت
uk: Резидент
ur: رہائشی
uz: Fuqaro
vi: Thường trú
zh_hans: 常住居民
zh_hant: 居民

# Word.BankAccountType.Individual
source: Individual
af: Individu
am: ግለሰብ
ar: فردي
as: ব্যক্তিগত
az: Fərdi
bg: Физически лица
bn_in: স্বতন্ত্র
bs: Lični
cy: Unigol
da: Enkeltperson
de: Individuell
el: Ατομικός
et: Eraisik
eu: Banakoa
fa: فردی
ga: Duine aonair
gd: Neach fa leth
gu: વ્યક્તિગત
he: פרטי
hi: व्यक्तिगत
hr: Pojedinačni
hu: Magánszemély
id: Individu
is: Einstaklingur
ja: 個人用
ka: ინდივიდუალური
kk: Жеке
kn: ಪ್ರತ್ಯೇಕ
ko: 개인
ku_arab: تاکەکەس
ky: Өз алдынча
lo: ບຸກຄົນ
lt: Asmeninis
lv: Individuāla
mi: Tangata takitahi
mk: Индивидуална
ml: വ്യക്തി
mn: Бие даасан
mr: व्यक्तिगत
ms: Individu
mt: Individwali
ne: व्याक्तिगत
nn_no: Enkeltperson
no: Person
or: ଏକକ
pa_arab_pk: انفرادی
pa_in: ਵਿਅਕਤੀਗਤ
pl: Osobiste
ru: Индивидуальный
sd: واحد
si: තනි
sl: Posameznik
sr_cyrl_rs: Појединачно
sr_latn_rs: Pojedinačno
sv: Enskild
ta: தனித்தனி
te: వ్యక్తిగతం
tg: Шахси воқеӣ
th: บุคคล
tr: Bireysel
tt: Шәхси
ug: شەخسىي
uk: Індивідуальний
ur: انفرادی
uz: Alohida
vi: Cá nhân
zh_hans: 个人
zh_hant: 個人

# Word.BankAccountType.Corporate
source: Corporate
af: Korporatief
am: ኮርፖሬት
ar: شركة
as: ক'ৰ্পৰেট
az: Korporativ
bg: Юридически лица
bn_in: কর্পোরেট
bs: Poslovni
cy: Corfforaethol
da: Firma
de: Business
el: Εταιρικός
es: Corporativo
et: Ettevõte
eu: Enpresa
fa: شرکتی
ga: Corparáid
gd: Corporaid
gl: Empresarial
gu: કોર્પોરેટ
he: תאגידי
hi: कॉर्पोरेट
hr: Poslovni
hu: Cég
id: Korporat
is: Fyrirtæki
ja: 企業用
ka: კორპორაციული
kk: Корпоративтік
kn: ಕಾರ್ಪೊರೇಟ್
ko: 회사
ku_arab: کۆمپانیا
ky: Корпоративдик
lo: ອົງການ
lt: Kolektyvinis
lv: Uzņēmuma
mi: Rangatōpū
mk: Корпоративна
ml: കോർപ്പറേറ്റ്
mn: Корпорацийн
mr: कॉर्पोरेट
ms: Korporat
mt: Korporattiv
ne: कर्पोरेट
nn_no: Firma
no: Firma
or: କର୍ପୋରେଟ୍
pa_arab_pk: کارپوریٹ
pa_in: ਕਾਰਪੋਰੇਟ
pl: Firmowe
ru: Корпоративный
sd: صنعتي
si: සංගත
sl: Podjetje
sr_cyrl_rs: Пословно
sr_latn_rs: Poslovno
sv: Företag
ta: கார்ப்பரேட்
te: కార్పొరేట్
tg: Шахси ҳуқуқӣ
th: บริษัท
tr: Kurumsal
tt: Корпоратив
ug: شىركەت
uk: Корпоративний
ur: کارپوريٹ
uz: Korporativ
vi: Công ty
zh_hans: 企业
zh_hant: 公司
