Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.County.GB.FermanaghandOmagh
source: Fermanagh and Omagh
af: Fermanagh en Omagh
am: Fermanagh እና Omagh
ar: فرماناغ وأوماغ
as: ফাৰ্মানাঘ এণ্ড ওমাঘ
az: Fermanaq və Oma
bg: Фермана и Ома
bn_in: ফার্মানাগ এবং ওমাগ
bs: Fermanagh i Omagh
cy: Fermanagh ac Omagh
da: Fermanagh og Omagh
el: Φερμανάχ και Ομάγκ
es: Fermanagh y Omagh
eu: Fermanagh eta Omagh
fa: فرمانا و اوما
ga: Fear Manach agus An Ómaigh
gd: Fear Manach agus an Ómaigh
gl: Fermanagh e Omagh
gu: ફર્માનાઘ અને ઓમાઘ
he: פרמאנה ואומה
hi: फ़र्मानाग और ओमाग
hr: Fermanagh i Omagh
hu: Fermanagh és Omagh
id: Fermanagh dan Omagh
is: Fermanagh og Omagh
ja: ファーマナ・アンド・オマー
ka: ფერმანა და ომა
kk: Фермана және Ома
kn: ಫೆರ್ಮನಘ್‌ ಮತ್ತು ಒಮಾಘ್
ko: 페르마나와 오마
lo: ເຟີມາເນັກ ແລະ ໂອແມັກ
lt: Fermana ir Oma
lv: Fermena un Oma
mi: Takiwā o Fermanagh me Omagh
mk: Ферманаг и Омаг
ml: ഫെർമനാഗ്, ഒമാഗ്
mr: फर्मनाघ आणि ओमाघ
ms: Fermanagh dan Omagh
mt: Fermanagh u Omagh
ne: फर्मानाघ र ओमाघ
nn_no: Fermanagh og Omagh
no: Fermanagh og Omagh
or: ଫର୍ମାନାଘ ଏବଂ ଓମାଘ
pa_in: ਫਰਮਾਨਘ ਅਤੇ ਓਮਾਘ
pl: Fermanagh i Omagh
ru: Фермана и Ома
sl: Fermanagh in Omagh
sr_cyrl_rs: Ферманах и Омах
sr_latn_rs: Fermanah i Omah
ta: ஃபெர்மானக் மற்றும் ஓமாக்
te: ఫెర్మానాగ్ మరియు ఒమాగ్
th: เฟอร์มานาห์และโอมาห์
tr: Fermanagh ve Omagh
tt: Фермана һәм Ома
ug: فېرماناغ ۋە ئوماغ
uk: Фермана і Ома
ur: فرمناغ اور اوماغ
uz: Fermana va Oma
vi: Fermanagh và Omagh
zh_hant: 福拉納文和奧馬格文

# Word.County.GB.Fife
source: Fife
ar: فايف
as: ফাইফ
az: Fayf
bg: Фифе
bn_in: ফাইফ
el: Φάιφ
fa: فایف
gd: Fìobha
gu: ફાઇફ
he: פייף
hi: फिफे
ja: ファイフ
ka: ფაიფი
kk: Файф
kn: ಫಿಫೆ
ko: 파이프
lo: ຟີເຟ
lt: Faifas
lv: Faifa
mi: Kaute o Fife
mk: Фајф
ml: ഫൈഫ്
mr: फिफ
ne: फाइफ
or: ଫିଫ୍
pa_in: ਮੁੰਦਰੀ
ru: Файф
sr_cyrl_rs: Фајф
sr_latn_rs: Fajf
ta: ஃபிஃபே
te: ఫైఫ్
th: ไฟฟ์
tt: Файф
ug: فىفې
uk: Файф
ur: فائف
uz: Fayf
zh_hans: 法夫
zh_hant: 法夫

# Word.County.GB.Flintshire
source: Flintshire
ar: فلينتشاير
as: ফ্লিন্টশ্বায়াৰ
az: Flintşir
bg: Флинтшир
bn_in: ফ্লিন্টশায়ার
cy: Sir Fflint
el: Φλιντσάιρ
fa: فلینتشر
gu: ફ્લીન્ટશાયર
he: פלינטשייר
hi: फ़्लिंटशायर
ja: フリントシャー
ka: ფლინტშირი
kk: Флинтшир
kn: ಫ್ಲಿಂಟ್‌ಶೈರ್
ko: 플린트셔
lo: ຟຼິນເຊຍ
lt: Flintšyras
lv: Flintšīra
mi: Kaute o Flintshire
mk: Флинтшир
ml: ഫ്ലിന്റ്ഷയർ
mr: फ्लिंटशायर
ne: फिन्टसायर
or: ଫ୍ଲିଣ୍ଟଶାୟାର
pa_in: ਫਲਿੰਟਸ਼ਾਇਰ
ru: Флинтшир
sr_cyrl_rs: Флинтшир
sr_latn_rs: Flintšir
ta: பிளின்ட்ஷையர்
te: ఫ్లింట్‌షైర్
th: ฟลินต์เชียร์
tt: Флинтшир
ug: فلىنتشىر
uk: Флінтшир
ur: فلنٹ شائر
uz: Flintshir
zh_hans: 弗林特郡
zh_hant: 費林特郡

# Word.County.GB.Gateshead
source: Gateshead
ar: جيتسهيد
as: গেটচহেড
az: Qeyshed
bg: Гейтсхед
bn_in: গেটশিড
el: Γκέιτσχεντ
fa: گیتس‌هد
gu: ગેટ્સહેડ
he: גייטסהד
hi: गेट्सहेड
ja: ゲーツヘッド
ka: გეითსჰედი
kk: Гейтсхед
kn: ಗೇಟ್ಸ್‌ಹೆಡ್
ko: 게이츠헤드
lo: ເກດສເຫດ
lt: Geitshedas
lv: Geitsheda
mi: Tāone o Gateshead
mk: Гејтсхед
ml: ഗേറ്റ്സ്ഹെഡ്
mr: गेटशीड
ne: गेडसिड
or: ଗେଟ୍ସହେଡ୍
pa_in: ਗੇਟਸਹੈੱਡ
ru: Гейтсхед
sr_cyrl_rs: Гејтсхед
sr_latn_rs: Gejtshed
ta: கேட்ஸ்ஹெட்
te: గేట్స్ హెడ్
th: เกตส์เฮด
tt: Гейтсхед
ug: گاتېشېياد
uk: Гейтсхед
ur: گیٹس ہیڈ
uz: Geytsxed
zh_hans: 盖茨黑德
zh_hant: 蓋茨黑德

# Word.County.GB.GlasgowCity
source: Glasgow City
af: Glasgow (stad)
ar: مدينة غلاسكو
as: গ্লাছগ’ চিটি
az: Qlazqo Şəhəri
bg: Глазгоу Сити
bn_in: গ্ল্যাসগো সিটি
cy: Dinas Glasgow
el: Πόλη της Γλασκώβης
et: Glasgow
eu: Glasgow
fa: شهر گلاسگو
ga: Cathair Ghlaschú
gd: Cathair Ghlaschu
gl: Cidade de Glasgow
gu: ગ્લાસગો સીટી
he: העיר גלזו
hi: ग्लासगो सिटी
hr: Grad Glasgow
hu: Glasgow város
ja: グラスゴー・シティ
ka: გლაზგო
kk: Глазго
kn: ಗ್ಲಾಸ್ಗೋ ನಗರ
ko: 글래스고시
lo: ເມືອງ ກຣາດສໂກ
lt: Glazgo miestas
lv: Glāzgova
mi: Tāone nui o Glasgow
mk: Глазгов Сити
ml: ഗ്ലാസ്ഗോ സിറ്റി
mr: ग्लासगो सिटी
mt: Il-Belt ta’ Glasgow
ne: ग्लासगो सहर
nn_no: Glasgow by
no: Glasgow by
or: ଗ୍ଲାସଗୋ ସିଟି
pa_in: ਗਲਾਸਗੋ ਸ਼ਹਿਰ
pl: Miasto Glasgow
ru: Глазго
sl: Glasgow – mesto
sr_cyrl_rs: Град Глазгов
sr_latn_rs: Grad Glazgov
ta: கிளாஸ்கோ நகரம்
te: గ్లాస్గో సిటీ
th: กลาสโกว์ซิตี้
tt: Глазго
ug: گلاسگوۋ شەھىرى
uk: Глазго
ur: گلاسگو سٹی
uz: Glazgo Siti
vi: Thành phố Glasgow
zh_hans: 格拉斯哥市
zh_hant: 塞哥維達市

# Word.County.GB.Gloucestershire
source: Gloucestershire
ar: غلوسترشير
as: গ্ল’চেষ্টাৰশ্বায়াৰ
az: Qlosterşir
bg: Глостършир
bn_in: গ্লুচেস্টারশায়ার
cy: Swydd Gaerloyw
el: Γκλόστερσαϊρ
fa: گلاسترشر
gu: ગ્લોસેસ્ટરશાયર
he: גלוסטרשייר
hi: ग्लूस्टरशायर
ja: グロスターシャー
ka: გლოსესტერშირი
kk: Глостершир
kn: ಗ್ಲೌಸೆಸ್ಟೆರ್‌ಶೈರ್
ko: 글로스터셔
lo: ກລູເຊສເຕີເຊຍ
lt: Glosteršyras
lv: Glosteršīra
mi: Kaute o Gloucestershire
mk: Глостершир
ml: ഗ്ലോസെസ്റ്റർഷയർ
mr: ग्लॉसेस्टरशायर
ne: ग्लुसेस्टरसायर
or: ଗ୍ଲୁସେଷ୍ଟରଶାୟାର
pa_in: ਗਲੋਸਟਰਸ਼ਾਇਰ
ru: Глостершир
sr_cyrl_rs: Глостершир
sr_latn_rs: Glosteršir
ta: குளோசெஸ்டர்ஷையர்
te: గ్లౌసెస్టర్‌షైర్
th: กลอสเตอร์เชียร์
tt: Глостершир
ug: گلوسېستېرشىر
uk: Глостершир
ur: گلوسٹرشائر
uz: Glostershir
zh_hans: 格洛斯特郡
zh_hant: 格洛塞特郡

# Word.County.GB.Greenwich
source: Greenwich
ar: غرينتش
as: গ্ৰীণউইচ
az: Qrinviç
bg: Гринуич
bn_in: গ্রিনউইচ
el: Γκρίνουιτς
fa: گرینویچ
gu: ગ્રીનવીચ
he: גריניץ'
hi: ग्रीनविच
ja: グリニッジ
ka: გრინვიჩი
kk: Гринвич
kn: ಗ್ರೀನ್‌ವಿಚ್
ko: 그리니치
lo: ກຣີນວິກ
lt: Grinvičas
lv: Griniča
mi: Paenoho o Greenwich
mk: Гринвич
ml: ഗ്രീൻവിച്ച്
mr: ग्रीनविच
ne: ग्रिनविच
or: ଗ୍ରୀନୱିଚ୍
pa_in: ਗ੍ਰੀਨਵਿਚ
ru: Гринвич
sr_cyrl_rs: Гринич
sr_latn_rs: Grinič
ta: கிரீன்விச்
te: గ్రీన్విచ్
th: กรีนิช
tt: Гринвич
ug: گرېنۋىچ
uk: Грінвіч
ur: گرینچ
uz: Grinvich
zh_hans: 格林威治
zh_hant: 格林威治

# Word.County.GB.Gwynedd
source: Gwynedd
ar: غوينيد
as: গুইনেড্ড
az: Quinet
bg: Гуинед
bn_in: গিয়েনড
el: Γκουίνεντ
fa: گوینز
gu: ગ્યેનેડ
he: גווינד
hi: ग्वेनेड्ड
ja: グウィネズ
kk: Гуинет
kn: ಗ್ವಿನೆಡ್ಡ್‌
ko: 귀네드
lo: ກວິນເນດ
lt: Givnedas
lv: Guinēza
mi: Kaute o Gwynedd
mk: Гвинед
ml: ഗ്വിൻനെഡ്
mr: ग्वेनेड
ne: ग्वाइनेड
or: ଗ୍ୱିନେଡ୍
pa_in: ਗਵਿਨੇਡ
ru: Гуинет
sr_cyrl_rs: Гвинед
sr_latn_rs: Gvinet
ta: குவினெட்
te: గ్వినెడ్
th: กวินเนด
tt: Гвинед
ug: گۋىنېد
uk: Гвінед
ur: گوائنیڈ
uz: Guinet
zh_hans: 格温内斯
zh_hant: 圭內德

# Word.County.GB.Hackney
source: Hackney
ar: هاكني
as: হেকনি
az: Hekni
bg: Хакни
bn_in: হ্যাকনি
el: Χάκνεϊ
fa: هکنی
gu: હેકને
he: האקני
hi: हकने
ja: ハックニー
ka: ჰაკნი
kk: Хакни
kn: ಹ್ಯಾಕ್ನೆ
ko: 해크니
lo: ແຮກນີ
lt: Haknis
lv: Hekni
mi: Paenoho o Hackney
mk: Хекни
ml: ഹാക്ക്നി
mr: हॅकने
ne: ह्याकनी
or: ହାକନେ
pa_in: ਹੈਕਨੀ
ru: Хакни
sr_cyrl_rs: Хакни
sr_latn_rs: Hakni
ta: ஹாக்னே
te: హాక్నీ
th: แฮ็กนีย์
tt: Хакни
ug: ھاكنېي
uk: Гакні
ur: ہیکنی
uz: Hakni
zh_hans: 哈克尼
zh_hant: 哈克尼

# Word.County.GB.Halton
source: Halton
ar: هالتون
as: হলটন
az: Holton
bg: Халтън
bn_in: হ্যাল্টন
el: Χάλτον
fa: هالتون
gu: હેલ્ટન
he: האלטון
hi: हाल्टन
ja: ハルトン
ka: ჰალტონი
kk: Холтон
kn: ಹ್ಯಾಲ್ಟನ್
ko: 할턴
lo: ຫໍຕັ້ນ
lt: Haltonas
lv: Haltona
mi: Takiwā o Halton
mk: Халтон
ml: ഹാൾട്ടൺ
mr: हॅल्टन
ne: ह्याल्टन
nn_no: Stoppar på
or: ହାଲଟନ୍
pa_in: ਹਾਲਟਨ
ru: Холтон
sr_cyrl_rs: Халтон
ta: ஹால்டன்
te: హాల్టన్
th: ฮอลตัน
tt: Халтон
ug: ھالتون
uk: Галтон
ur: ہالٹن
uz: Helton
zh_hans: 霍尔顿
zh_hant: 哈爾頓

# Word.County.GB.HammersmithandFulham
source: Hammersmith and Fulham
af: Hammersmith en Fulham
am: Hammersmith እና Fulham
ar: هامرسميث وفولهام
as: হেমাৰস্মিথ আৰু ফুলহাম
az: Hammersmit və Fulem
bg: Хаммерсмит и Фулъм
bn_in: হামারস্মিথ এবং ফুলহাম
bs: Hammersmith i Fulham
cy: Hammersmith a Fulham
da: Hammersmith og Fulham
el: Χάμερσμιθ και Φούλαμ
es: Hammersmith y Fulham
eu: Hammersmith eta Fulham
fa: همرسمیت و فولام
ga: Hammersmith agus Fulham
gd: Hammersmith agus Fulham
gl: Hammersmith e Fulham
gu: હેમરસ્મિથ અને ફુલ્હામ
he: האמרסמית' ופולהאם
hi: हैमरस्मिथ और फ़ुलहम
hr: Hammersmith i Fulham
hu: Hammersmith és Fulham
id: Hammersmith dan Fulham
is: Hammersmith og Fulham
ja: ハマースミス・アンド・フラム
ka: ჰამერსმითი და ფულემი
kk: Хаммерсмит және Фулем
kn: ಹ್ಯಾಮರ್‌ಸ್ಮಿತ್ ಮತ್ತು ಫುಲ್ಹಾಮ್
ko: 해머스미스 앤 풀럼
lo: ເຮັມເມີສມິດ ແລະ ຟູເຮັມ
lt: Hammersmitas ir Fulhamas
lv: Hemersmita un Fulema
mi: Paenoho o Hammersmith me Fulham
mk: Хамерсмит и Фулам
ml: ഹാമർസ്മിത്ത്, ഫുൾഹാം
mr: हॅमरस्मिथ आणि फूलहॅम
ms: Hammersmith dan Fulham
mt: Hammersmith u Fulham
ne: ह्यामस्मिथ र फुलहाम
nn_no: Hammersmith og Fulham
no: Hammersmith og Fulham
or: ହାମର୍ସମିଥ୍ ଏବଂ ଫୁଲହାମ୍
pa_in: ਹੈਮਰਸਮਿਥ ਅਤੇ ਫੁਲਹੈਮ
pl: Hammersmith i Fulham
ru: Хаммерсмит и Фулем
sl: Hammersmith in Fulham
sr_cyrl_rs: Хамерсмит и Фулам
sr_latn_rs: Hamersmit i Fulam
ta: ஹாமர்ஸ்மித் மற்றும் ஃபுல்ஹாம்
te: హామర్స్మిత్ మరియు ఫుల్హామ్
th: แฮมเมอร์สมิธและฟูแลม
tr: Hammersmith ve Fulham
tt: Хаммерсмит һәм Фулхэм
ug: ھاممېرسمىت ۋە فۇلھام
uk: Гаммерсміт і Фулем
ur: فلہیم اور ہیمر سمتھ
uz: Hammersmit va Fulem
vi: Hammersmith và Fulham
zh_hans: 哈默史密斯和富勒姆区
zh_hant: 漢默史密斯-富勒姆倫敦自治市

# Word.County.GB.Hampshire
source: Hampshire
ar: هامبشاير
as: হেম্পশ্বায়াৰ
az: Hempşir
bg: Хемпшир
bn_in: হ্যাম্পশায়ার
el: Χάμσαϊρ
fa: همپشر
gu: હેમ્પશાયર
he: המפשייר
hi: हैम्पशायर
ja: ハンプシャー
ka: ჰემფშირი
kk: Хэмпшир
kn: ಹ್ಯಾಂಪ್‌ಶೈರ್
ko: 햄프셔
lo: ເຮັ້ມເຊຍ
lt: Hampšyras
lv: Hempšīra
mi: Kaute o Hamahire
mk: Хемпшир
ml: ഹാംമ്പ്ഷെയർ
mr: हॅम्पशायर
ne: ह्याम्पसायर
or: ହାମ୍ପସାୟାର
pa_in: ਹੈਂਪਸ਼ਾਇਰ
ru: Гэмпшир
sr_cyrl_rs: Хемпшир
sr_latn_rs: Hempšir
ta: ஹாம்ப்ஷையர்
te: హాంప్‌షైర్
th: แฮมป์เชียร์
tt: Хэмпшир
ug: ھامپشىر
uk: Гемпшир
ur: ہیمپشائر
uz: Hempshir
vi: New Hampshire
zh_hans: 罕布什尔
zh_hant: 漢普郡

# Word.County.GB.Haringey
source: Haringey
ar: هارينجي
as: হাৰিংগে’
az: Harinqey
bg: Харингей
bn_in: হারিংয়ে
el: Χαρίνγκεϊ
fa: هرینگی
gu: હેરીન્ગે
he: הארינגיי
hi: हारिंगी
ja: ハーリンゲイ
ka: ჰარინგეი
kk: Харинги
kn: ಹಾರಿಂಗೆ
ko: 해링게이
lo: ຮ່າຣິນເກ
lt: Haringėjus
lv: Heringeja
mi: Paenoho o Haringey
mk: Харингеј
ml: ഹാരിംഗെ
mr: हेरिंगे
ne: ह्याङ्गे
or: ହରିଙ୍ଗେ
pa_in: ਹਰਿੰਗੇ
ru: Харинги
sr_cyrl_rs: Харингеј
sr_latn_rs: Haringej
ta: ஹாரிங்கே
te: హరింగీ
th: ฮาริงกีย์
tt: Харинги
ug: ھارىنگېي
uk: Гарінгей
ur: ہیرنگے
zh_hans: 哈林盖区
zh_hant: 哈林西

# Word.County.GB.Harrow
source: Harrow
ar: هارو
as: হেৰো
az: Harro
bg: Хароу
bn_in: হ্যারো
el: Χάροου
fa: هارو
gu: હેરો
he: הארו
hi: हैरो
ja: ハーロウ
ka: ჰეროუ
kk: Харроу
kn: ಹ್ಯಾರೋ
ko: 써레
lo: ຮ່າໂຣ
lv: Herova
mi: Tāone o Harrow
mk: Хероу
ml: ഹാരോ
mr: हॅरो
ne: ह्यारो
or: ହାରୋ
pa_in: ਹੈਰੋ
ru: Харроу
sr_cyrl_rs: Хароу
sr_latn_rs: Harou
ta: ஹாரோ
te: హారో
th: ฮาร์โรว์
tt: Харроу
ug: ھارروۋ
uk: Гарроу
ur: ہارو
uz: Harrou
zh_hans: 哈罗
zh_hant: 哈羅

# Word.County.GB.Hartlepool
source: Hartlepool
ar: هارتلبول
as: হাৰ্টলেপুল
az: Hartlpul
bg: Хартълпул
bn_in: হার্টলেপুল
el: Χάρτλπουλ
fa: هارتل‌پول
gu: હર્ટલેપૂલ
he: הרטלפול
hi: हार्टलपूल
ja: ハートルプール
ka: ჰარლთპული
kk: Хартлпул
kn: ಹಾರ್ಟಲ್‌ಪೂಲ್
ko: 하틀풀
lo: ຮ່າໂທພູ
lt: Hartlepulas
lv: Hārtlpūla
mi: Tāone o Hartlepool
mk: Хартлпул
ml: ഹാർട്ടിൽപൂൾ
mr: हार्टलपूल
ne: हार्टलपुल
or: ହାର୍ଟଲେନ୍
pa_in: ਹਾਰਟਲਪੂਲ
ru: Хартлпул
sr_cyrl_rs: Хартлпул
sr_latn_rs: Hartlpul
ta: ஹார்ட்டில்பூல்
te: హార్ట్‌పూల్
th: ฮาร์ทเทิลพูล
tt: Хартлпул
ug: ھارتلېپول
uk: Гартлпул
ur: ہارٹل پول
uz: Hartpul
zh_hans: 哈特尔浦
zh_hant: 海馬多部

# Word.County.GB.Havering
source: Havering
ar: هافرينغ
as: হেভাৰিং
az: Haverinq
bg: Хаверинг
bn_in: হ্যাভারিং
el: Χάβερινγκ
fa: هیورینگ
gu: હેવરીંગ
he: הברינג
hi: हेनरिंग
ja: ヘイヴァリング
ka: ჰავერინგი
kk: Хаверинг
kn: ಹಾವೆರಿಂಗ್
ko: 해빙
lo: ເຫເວີຣິ້ງ
lt: Heiveringas
lv: Heiveringa
mi: Paenoho o Havering
mk: Хеверинг
ml: ഹാവറിംഗ്
mr: हॅवरिंग
ne: हेभरिङ
or: ହାଭେରିଙ୍ଗ୍
pa_in: ਹੈਵਰਿੰਗ
ru: Хаверинг
sr_cyrl_rs: Хаверинг
ta: ஹேவ்ரிங்
te: హావరింగ్
th: เฮเวอริง
tt: Хаверинг
ug: ھاۋېرىڭ
uk: Гейверінг
ur: ہیورنگ
zh_hans: 黑弗灵区
zh_hant: 哈林

# Word.County.GB.Herefordshire
source: Herefordshire
ar: هيرفوردشاير
as: হেয়াৰফৰ্ডশ্বায়াৰ
az: Herefordşir
bg: Херефордшър
bn_in: হেয়ারফোর্ডশায়ার
cy: Swydd Henffordd
el: Χέρεφορντσάιρ
fa: هرفوردشر
gu: હેરફોર્ડશાયર
he: הרפורדשייר
hi: हियर फोर्ड शायर
ja: ヘレフォードシャー
ka: ჰერეფორდშირი
kk: Херефордшир
kn: ಹೆರ್ಫೋರ್ಡ್‌ಶೈರ್
ko: 헤리퍼드셔
lo: ເຮຍຟອດເຊຍ
lt: Herefordšyras
lv: Herefordšīra
mi: Kaute o Herefordshire
mk: Херефордшир
ml: ഹെയർഫോർഡ്ഷയർ
mr: हेरेफोर्डशायर
ne: हेयरफोर्डसायर
or: ହେରେଫୋର୍ଡଶାୟାର
pa_in: ਹੇਅਰਫੋਰਡਸ਼ਾਇਰ
ru: Херефордшир
sr_cyrl_rs: Херефордшир
sr_latn_rs: Herefordšir
ta: ஹியர்ஃபோர்ட்ஷையர்
te: హియర్‌ఫోర్డ్‌షైర్
th: เฮียร์ฟอร์ดเชียร์
tt: Херефордшир
ug: ھېرېفوردشىر
uk: Герефордшир
ur: ہیئرفورڈ شائر
uz: Herefordshir
zh_hans: 赫里福德郡
zh_hant: 赫里福德郡

# Word.County.GB.Hertfordshire
source: Hertfordshire
ar: هيرتفوردشاير
as: হাৰ্টফ’ৰ্ডশ্বায়াৰ
az: Hertfordşir
bg: Хертфордшир
bn_in: হার্টফোর্ডশায়ার
cy: Swydd Hertford
el: Χέρτφορντσάιρ
fa: هرتفوردشر
gu: હર્ટફોર્ડશાયર
he: הרטפורדשייר
hi: हेरट फोर्ड शयर
ja: ハートフォードシャー
ka: ჰარტფორშირი
kk: Хартфордшир
kn: ಹರ್ಟ್‌ಫೋರ್ಡ್‌ಶೈರ್
ko: 하트퍼드셔
lo: ເຮີ້ດຟອດເຊຍ
lt: Hertfordšyras
lv: Hārtfordšīra
mi: Kaute o Hertfordshire
mk: Хертфордшир
ml: ഹെർട്ട്ഫോർഡ്ഷയർ
mr: हर्टफोर्डशायर
ne: हर्टफोर्डसायर
or: ହର୍ଟଫୋର୍ଡଶାୟାର
pa_in: ਹਰਟਫੋਰਡਸ਼ਾਇਰ
ru: Хартфордшир
sr_cyrl_rs: Хертфордшир
sr_latn_rs: Hertfordšir
ta: ஹெர்ட்ஃபோர்ட்ஷையர்
te: హెర్ట్‌ఫోర్డ్‌షైర్
th: ฮาร์ตฟอร์ดเชียร์
tt: Хартфордшир
ug: ھېرتفوردشىر
uk: Гартфордшир
ur: ہرٹ فورڈ شائر
uz: Hartfordshir
zh_hans: 赫特福德
zh_hant: 赫特福德

# Word.County.GB.Highland
source: Highland
ar: هايلاند
as: হাইলেণ্ড
az: Dağlıq
bg: Хайленд
bn_in: হাইল্যান্ড
el: Χάιλαντ
fa: هایلند
gd: A’ Ghàidhealtachd
gu: હાઈલેન્ડ
he: היילנד
hi: हैल्यांड
ja: ハイランド
ka: ჰაილენდი
kk: Хайленд
kn: ಹೈಲ್ಯಾಂಡ್
ko: 하이랜드
lo: ໄຮແລນ
lt: Hailandas
lv: Hailenda
mi: Rohe o Highland
mk: Хајленд
ml: ഹൈലാൻഡ്
mr: हायलँड
ne: हाइल्यान्ड
or: ହାଇଲ୍ୟାଣ୍ଡ
pa_in: ਹਾਈਲੈਂਡ
ru: Хайленд
sr_cyrl_rs: Хајленд
sr_latn_rs: Hajlend
ta: ஹைலேண்ட்
te: హైలాండ్
th: ไฮแลนด์
tt: Хайленд
ug: ھايلاند
uk: Гайленд
ur: ہائی لینڈ
uz: Haylend
zh_hans: 高地
zh_hant: 高地

# Word.County.GB.Hillingdon
source: Hillingdon
ar: هيلينغدون
as: হিলিংডন
az: Hillinqdon
bg: Хилингдън
bn_in: হিলিংডন
el: Χίλινγκντον
fa: هیلینگدون
gu: હિલિંગ્ડન
he: הילינגדון
hi: हिलिंगडन
ja: ヒリンドン
ka: ჰილინგდონი
kk: Хиллингдон
kn: ಹಿಲ್ಲಿಂಗ್ಡನ್
ko: 힐링던
lo: ຮິລິງດອນ
lt: Hilingdonas
lv: Hilingdona
mi: Takiwā o Hillingdon
mk: Хилингдон
ml: ഹില്ലിംഗ്ടൺ
mr: हिलिंग्डन
ne: हिलिङ्डन
or: ହିଲିଙ୍ଗଡନ୍
pa_in: ਹਿਲਿੰਗਡਨ
ru: Хиллингдон
sr_cyrl_rs: Хилингдон
sr_latn_rs: Hilingdon
ta: ஹில்லிங்டன்
te: హిల్లింగ్డన్
th: ฮิลลิงดอน
tt: Хиллингдон
ug: ھىللىڭدون
uk: Гіллінгдон
ur: ہلنگڈون
zh_hans: 希灵登区
zh_hant: 希靈登

# Word.County.GB.Hounslow
source: Hounslow
ar: هونسلو
as: হাউনশ্ল’
az: Haunslou
bg: Хаунслоу
bn_in: হাউনস্লো
el: Χάουνσλοου
fa: هانزلو
gu: હુન્સ્લો
he: האונסלו
hi: हाउंस्लो
ja: ハウンズロー
ka: ჰაუნსლოუ
kk: Хаунслоу
kn: ಹೌನ್‌ಸ್ಲೋ
ko: 하운슬로
lo: ຮູນສໂລ
lt: Haunslou
lv: Haunslova
mi: Paenoho o Hounslow
mk: Хаунслоу
ml: ഹൌൺസ്ലോ
mr: हॉन्सलो
ne: हाउन्स्लो
or: ହୁନସ୍ଲୋ
pa_in: ਹੌਂਸਲੋ
ru: Хаунслоу
sr_cyrl_rs: Хоунслов
sr_latn_rs: Haunslov
ta: ஹவுன்ஸ்லோ
te: హౌన్స్లో
th: เฮาน์สโลว์
tt: Хаунслоу
ug: ھونسلوۋ
uk: Гаунслоу
ur: ہونسلو
uz: Haunslou
zh_hans: 豪恩斯洛区
zh_hant: 哈雲斯洛

# Word.County.GB.Inverclyde
source: Inverclyde
ar: إنفيركلايد
as: ইনভাৰক্লাইড
az: İnverklid
bg: Инвърклайд
bn_in: ইনভারক্লাইড
el: Ινβερκλάιντ
fa: اینورکلاید
gd: Inbhir Chluaidh
gu: ઇન્વરક્લાઇડ
he: אינברקלייד
hi: इन्वर क्लैड
ja: インバークライド
ka: ინვაკლაიდი
kk: Инверклайд
kn: ಇನ್ವರ್‌ಕ್ಲೈಡ್
ko: 인버클라이드
lo: ອິນເວີຄຼາຍດ໌
lt: Inverklaidas
lv: Inverklaida
mi: Kaute o Inverclyde
mk: Инверклајд
ml: ഇൻവർക്ലൈഡ്
mr: इन्व्हरक्लाइड
ne: इन्भरक्लाइड
or: ଇନଭର୍କ୍ଲାଇଡ୍
pa_in: ਇਨਵਰਕਲਾਈਡ
ru: Инверклайд
sr_cyrl_rs: Инверклајд
sr_latn_rs: Inverklajd
ta: இன்வர்கிளைடு
te: ఇన్వర్‌క్లైడ్
th: อินเวอร์ไคลด์
tt: Инверклайд
ug: ئىنۋېركلايد
uk: Інверклід
ur: انور کلائڈ
uz: Inverklayd
zh_hans: 因弗克莱德
zh_hant: 因弗克萊德

# Word.County.GB.IsleofAnglesey
source: Isle of Anglesey
af: Die eiland Anglesey
ar: جزيرة أنجلسي
as: আইজল অফ এংলেছি
az: Anqlsi Adası
bg: Остров Ангълси
bn_in: আইল অফ অ্যাঙ্গেলসি
cy: Ynys Môn
el: Νήσος Άνγκλεσι
es: Isla de Anglesey
et: Anglesey saar
eu: Anglesey uhartea
fa: جزیره انگلسی
ga: Inis Món
gd: Eilean Anglesey
gl: Illa de Anglesey
gu: આઇલ ઑફ ઈંગ્લેંસી
he: איי אנגלסי
hi: एंगलसी के द्वीप
hr: Otok Anglesey
hu: Anglesey-sziget
ja: アングルシー島
ka: ენჯელსის კუნძული
kk: Англси аралы
kn: ಐಲ್ ಆಫ್ ಆಂಗ್ಲೆಸೆ
ko: 앵글시 섬
lo: ເກາະ ແອງໂຈຊີ
lt: Anglesio sala
lv: Englsi sala
mi: Moutere o Anglesey
mk: Островот Англеси
ml: ഐൽ ഓഫ് ആംഗ്ലെസി
mr: आयल ऑफ अँगलसे
ne: आइल अफ एङ्गलसी
or: ଆଙ୍ଗଲେସି ଦ୍ୱୀପ
pa_in: ਆਇਲ ਆਫ਼ ਐਂਗਲਸੀ
pl: Wyspa Anglesey
ru: Англси
sl: Anglesey
sr_cyrl_rs: Англеси
sr_latn_rs: Ostrvo Anglsi
ta: ஆங்கில்சே தீவு
te: ఐల్ ఆఫ్ ఆంగ్లేసీ
th: ไอล์ออฟแองเกิลซีย์
tr: Anglesey Adası
tt: Англси утравы
ug: ئانگلېسېي ئارىلى
uk: Острів Англсі
ur: آئل آف اینگلسی
uz: Anglsi oroli
vi: Đảo Anglesey
zh_hans: 安格西岛
zh_hant: 角島

# Word.County.GB.IsleofWight
source: Isle of Wight
af: Die eiland Wight
ar: جزيرة وايت
as: আইল অফ ৱাইট
az: Vayt Adası
bg: Остров Уайт
bn_in: আইল অফ উইট
cy: Ynys Wyth
el: Νήσος Γουάιτ
es: Isla de Wight
et: Wighti saar
eu: Wight uhartea
fa: جزیره وایت
ga: Inis Iocht
gl: Illa de Wight
gu: આઇલ ઑફ વાઇટ
he: האי וייט
hi: आइल ऑफ़ वाइट
hr: Otok Wight
hu: Wight-sziget
ja: ワイト島
ka: უაიტის კუნძული
kk: Уайт аралы
kn: ಐರ್ಲ್ ಆಫ್ ವೈಟ್
ko: 와이트 섬
lo: ໄອໂຊ ອອຟ ວິກທ໌
lt: Vaito sala
lv: Vaitas sala
mi: Moutere o Wight
mk: Островот Вајт
ml: ഐൽ ഓഫ് വൈറ്റ്
mr: आयल ऑफ विट
ne: आइल अफ वाइट
or: ୱାଇଟ୍ ଦ୍ୱୀପ
pa_in: ਆਇਲ ਆਫ ਵਾਈਟ
ru: Уайт
sl: Otok Wight
sr_cyrl_rs: Острво Вајт
sr_latn_rs: Ostrvo Vajt
ta: ஒயிட் தீவு
te: ఐల్ ఆఫ్ వైట్
th: ไอล์ออฟไวต์
tr: Wight Adası
tt: Уайт утравы
ug: ۋايت ئارىلى
uk: Острів Вайт
ur: آئل آف وائٹ
uz: Uayt oroli
vi: Đảo Wight
zh_hans: 怀特岛
zh_hant: 懷特島郡

# Word.County.GB.IslesofScilly
source: Isles of Scilly
af: Scilly-eilande
ar: جزر سيلي
as: আইজলছ অব স্কিলি
az: Silli adaları
bg: Острови Сцили
bn_in: সিলি দ্বীপপুঞ্জ
cy: Ynysoedd Siswrn
el: Νήσοι Σίλι
es: Islas Sorlingas
et: Scilly saared
eu: Schilly uharteak
fa: مجمع‌الجزایر سیلی
gd: Eileanan Scilly
gl: Illas Scilly
gu: આઇલ ઑફ સિસિલી
he: איי סילי
hi: स्क्रिली के द्वीप
hr: Otoci Scilly
hu: Scilly-szigetek
ja: シリー諸島
ka: შილის კუნძულები
kk: Силли аралдары
kn: ಐಲ್ಸ್‌ ಆಫ್‌ ಸಿಲ್ಲಿ
ko: 실리 섬
lo: ເກາະ ຊິວລີ
lt: Silio salos
lv: Sili salas
mi: Ngā Motu o Scilly
mk: Острови Скили
ml: ഐൽസ് ഓഫ് സില്ലി
mr: आयल ऑफ स्किली
ne: आइल अफ सिली
nn_no: Scillyøyene
or: ସ୍କିଲ୍ ଦ୍ୱୀପପୁଞ୍ଜ
pa_in: ਸਿਲੀ ਦੇ ਟਾਪੂ
pl: Wyspy Scilly
ru: Силли
sl: Otočje Scilly
sr_cyrl_rs: Острва Сили
sr_latn_rs: Ostrva Sili
sv: Scillyöarna
ta: சில்லி தீவுகள்
te: స్కిల్లీ ద్వీపాలు
th: ไอล์ออฟซิลลี
tr: Scilly Adaları
tt: Силли утраулары
ug: سىللى ئارىلى
uk: Острови Сіллі
ur: آئلز آف سسلی
uz: Silli orollari
vi: Quần đảo Scilly
zh_hans: 锡利群岛
zh_hant: 斯科利島

# Word.County.GB.Islington
source: Islington
ar: إسلينغتون
as: ইছলিংটন
az: İslinqton
bg: Айлингтън
bn_in: আইলিংটন
el: Ίσλινγκτον
fa: ایزلینگتون
gu: આઇસ્લીંગ્ટન
he: איזלינגטון
hi: इस्लिंगटन
ja: イズリントン
ka: იზლინგტონი
kk: Ислингтон
kn: ಇಸ್ಲಿಂಗ್ಟನ್
ko: 이슬링턴
lo: ອິສລິງຕັນ
lt: Islingtonas
lv: Ailintona
mi: Paenoho o Islington
mk: Ислингтон
ml: ഇസ്ലിംഗ്ടൺ
mr: इलिंग्टन
ne: इसलिङ्टन
or: ଇସଲିଙ୍ଗଟନ୍
pa_in: ਇਸਲਿੰਗਟਨ
ru: Ислингтон
sr_cyrl_rs: Излингтон
ta: இஸ்லிங்டன்
te: ఇస్లింగ్టన్
th: อิสลิงตัน
tt: Ислингтон
ug: ئىسلىڭتون
uk: Іслінґтон
ur: ازلنگٹن
zh_hans: 伊斯灵顿区
zh_hant: 伊斯靈頓

# Word.County.GB.KensingtonandChelsea
source: Kensington and Chelsea
af: Kensington en Chelsea
am: Kensington እና Chelsea
ar: كنسينغتون وتشيلسي
as: কেনিংটন আৰু চেলচি
az: Kensinqton və Çelsi
bg: Кенсингтон и Челси
bn_in: কেনসিংটন ও চেলসেয়া
bs: Kensington i Chelsea
cy: Kensington a Chelsea
da: Kensington og Chelsea
el: Κένσινγκτον και Τσέλσι
es: Kensington y Chelsea
eu: Kensington eta Chelsea
fa: کنزینگتون و چلسی
ga: Kensington agus Chelsea
gd: Kensington agus Chelsea
gl: Kensington e Chelsea
gu: કેન્સિંગ્ટન અને ચેલ્સિયા
he: קנזינגטון וצ'לסי
hi: केंसिंग्टन और चेल्सिया
hr: Kensington i Chelsea
hu: Kensington és Chelsea
id: Kensington dan Chelsea
is: Kensington og Chelsea
ja: ケンジントン・アンド・チェルシー
ka: კენსინგტონი და ჩელსი
kk: Кенсингтон және Челси
kn: ಕೆನ್ಸಿಂಗ್ಟನ್ ಮತ್ತು ಚೆಲ್ಸಿಯಾ
ko: 켄싱턴과 첼시
lo: ເຄັນຊິງຕັ້ນ ແລະ ເຊວຊີ
lt: Kensingtonas ir Chelsea
lv: Kensingtona un Čelsija
mi: Paenoho o Kensington me Chelsea
mk: Кенсингтон и Челзи
ml: കെൻസിംഗ്ടൺ, ചെൽസി
mr: केन्सिंग्टन आणि चेल्सी
ms: Kensington dan Chelsea
mt: Kensington u Chelsea
ne: केन्सिङ्टन र चेल्सी
nn_no: Kensington og Chelsea
no: Installa og Installa
or: କେନସିଂଟନ୍ ଏବଂ ଚେଲସି
pa_in: ਕੇਨਸਿੰਗਟਨ ਅਤੇ ਚੇਲਸੀ
pl: Kensington i Chelsea
ru: Кенсингтон и Челси
sl: Kraljevsko okrožje Kensington in Chelsea
sr_cyrl_rs: Кенсингтон и Челзи
sr_latn_rs: Kensington i Čelsi
ta: கென்சிங்டன் மற்றும் செல்சியா
te: కెన్సింగ్టన్ మరియు చెల్సి
th: เคนซิงตันและเชลซี
tr: Kensington ve Chelsea
tt: Кенсингтон һәм Челси
ug: كېنسىڭتون ۋە چېلسېيا
uk: Кенсінгтон і Челсі
ur: کینسنگٹن اور چیلسی
uz: Kensington va Chelsi
vi: Kensington và Chelsea
zh_hans: 肯辛顿和切尔西区
zh_hant: 肯辛頓-切爾西

# Word.County.GB.Kent
source: Kent
ar: كينت
as: কেন্ট
bg: Кент
bn_in: কেন্ট
cy: Caint
el: Κεντ
fa: کنت
gu: કેન્ટ
he: קנט
hi: केंट
ja: ケント
ka: კენტი
kk: Кент
kn: ಕೆಂಟ್
ko: 켄트
lo: ເຄນ
lt: Kentas
lv: Kenta
mi: Kaute o Kent
mk: Кент
ml: കെന്റ്
mr: केंट
ne: केन्ट
or: କେଣ୍ଟ
pa_in: ਕੈਂਟ
ru: Кент
sr_cyrl_rs: Кент
ta: கென்ட்
te: కెంట్
th: เคนท์
tt: Кент
ug: كېنت
uk: Кент
ur: کینٹ
zh_hans: 肯特
zh_hant: 肯特

# Word.County.GB.KingstonuponHull
source: Kingston upon Hull
ar: كينغستون أبون هال
as: কিংস্টন আপোন হাল
az: Kinqston apon Hall
bg: Кингстън ъпон Хъл
bn_in: হালে কিংস্টন
bs: Kingston na rijeci Hull
cy: Caerffynidwy
el: Κίνγκστον απόν Χαλ
fa: کینگستون آپون هال
gu: કિંગ્સટન અપોન હુલ
he: האל
hi: हल पर किंगस्टन
ja: キングストンアポンハル
ka: კინგსტონი ჰალზე
kk: Кингстон-апон-Халл
kn: ಕಿಂಗ್‌ಸ್ಟನ್‌ ಅಪಾನ್‌ ಹಲ್
ko: 킹스턴 어폰 헐
lo: ຄິງສຕັ້ນ ອັບປອນ ຫູ
lt: Kingstonas prie Halo
lv: Halla
mi: Tāone nui o Kingston i runga Awa Hull
mk: Кингстон на Хал
ml: കിംഗ്സ്റ്റൺ ഓൺ ഹൾ
mr: किंग्स्टन अपॉन हल
ne: किङ्गस्टन अपन हल
nn_no: Kingston upon Hullar
or: କିଙ୍ଗଷ୍ଟନ୍ ଅପନ୍ ହଲ୍
pa_in: ਕਿੰਗਸਟਨ ਔਨ ਹੌਲ
ru: Кингстон-апон-Халл
sr_cyrl_rs: Кингстон на Халу
sr_latn_rs: Kingston na Halu
ta: கிங்ஸ்டன் அபான் ஹல்
te: కింగ్స్టన్ అపాన్ హల్
th: คิงส์ตันอะพอนฮัลล์
tt: Кингстон-апон-Халл
ug: كىڭستون ئۈستۈن ھال
uk: Кінгстон-апон-Галл
ur: کنگسٹن اپان ہل
uz: Kingston apon Hall
zh_hans: 赫尔河畔金斯敦
zh_hant: 赫爾河畔京士頓

# Word.County.GB.KingstonuponThames
source: Kingston upon Thames
ar: كينغستون أبون تيمز
as: কিংষ্টন আপন টেমছ
az: Kinqston apon Tems
bg: Кингстън ъпон Темс
bn_in: টেমসের উপরে কিংস্টন
bs: Kingston na Temzi
cy: Kingston ar Thames
el: Κίνγκστον απόν Τεμς
fa: کینگستون آپون تیمز
gu: કિંગ્સ્ટન અપોન થેમ્સ
he: קינגסטון
hi: थेम्स पर किंग्स्टन
hr: Kingston na Temzi
ja: キングストンアポンテムズ
ka: კინგსტონი თემზაზე
kk: Кингстон-апон-Темза
kn: ಕಿಂಗ್‌ಸ್ಟನ್‌ ಅಪಾನ್‌ ಥೇಮ್ಸ್
ko: 킹스턴어폰템스
lo: ຄິງສຕັ້ນ ອັບປອນ ທາເມສ໌
lt: Kingstonas prie Temzės
lv: Kingstona
mi: Paenoho o Kingston-runga-Awa Thames
mk: Кингстон на Темза
ml: കിംഗ്സ്റ്റൺ അപ്പോൺ തേംസ്
mr: किंग्स्टन अपॉन थेम्स
ne: किङ्गस्टन अपन थिम्स
or: କିଙ୍ଗଷ୍ଟନ୍ ଅପ୍ ଥେମ୍ସ
pa_in: ਟੇਮਜ਼ ਉੱਤੇ ਕਿੰਗਸਟਨ
ru: Кингстон-апон-Темза
sr_cyrl_rs: Кингстон на Темзи
sr_latn_rs: Kingston na Temzi
ta: கிங்ஸ்டன் அபான் தேம்ஸ்
te: థేమ్స్ మీద కింగ్స్టన్
th: คิงส์ตันอะพอนเทมส์
tt: Темза өстендә Кингстон
ug: كىڭستون ئۈستۈن تامېس
uk: Кінгстон-на-Темзі
ur: کنگسٹن اپان تھیمز
uz: Kingston apon Tems
vi: Kingston trên sông Thames
zh_hans: 泰晤士河畔金士敦
zh_hant: 泰姆河的阿姆西

# Word.County.GB.Kirklees
source: Kirklees
ar: كيركليس
as: কিৰ্কলিচ
az: Kerklis
bg: Кърклийс
bn_in: কির্কলিস
el: Κίρκλες
fa: کرکلیس
gu: કીર્ક્લીસ
he: קירקליס
hi: किरकलीज़
ja: カークリーズ
ka: კირკლისი
kk: Кирклис
kn: ಕಿರ್ಕ್ಲೀಸ್
ko: 커클리스
lo: ເຄີກລີສ
lt: Kerklisas
lv: Kērklīsa
mi: Paenoho o Kirklees
mk: Кирклис
ml: കിർക്ക്‌ലീസ്
mr: कर्कलीस
ne: कर्कलिस
or: କିର୍କଲିସ୍
pa_in: ਕਿਰਕਲੀਜ਼
ru: Кирклис
sr_cyrl_rs: Кирклис
sr_latn_rs: Kirkliz
ta: கிர்க்லீஸ்
te: కిర్క్లీస్
th: เคิร์กลีส์
tt: Кирклис
ug: كىركلېس
uk: Кіркліс
ur: کرکلیز
uz: Kirklis
zh_hans: 柯克里斯
zh_hant: 克爾克利斯
