Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.NL.Drenthe
source: Drenthe
am: ድሬንዝ
ar: درينت
as: ড্ৰিনথে
az: Drente
bg: Дренте
bn_in: দ্রান্তে
fa: درنته
gu: ડ્રેંથે
he: דרנתה
hi: ड्रेंथे
ja: ドレンテ州
ka: დრენთე
kk: Дренте
kn: ಡ್ರೆಂಥೆ
ko: 드렌터
ku_arab: درێنز
ky: Дренте
lo: ເດຣັນເຕ
lt: Drentė
lv: Drente
mi: Tirenete
mk: Дренте
ml: ഡ്രെൻതേ
mn: Дрентэ
mr: ड्रेन्दी
ne: ड्रेन्थे
or: ଡ୍ରେନଥେ
pa_arab_pk: ڈرینتھے
pa_in: ਡ੍ਰੇਂਥੇ
ru: Дренте
sd: ڊرينٿ
si: ඩ්‍රෙන්තේ
sr_cyrl_rs: Дренте
sr_latn_rs: Drente
ta: ட்ரென்தே
te: డ్రెంతే
tg: Дрент
th: เดรนเทอ
tt: Дренте
ug: درېنتې
uk: Дренте
ur: درینتے
uz: Drente
zh_hans: 德伦特
zh_hant: 德倫特

# Word.State.NL.Flevoland
source: Flevoland
am: ፍሌቮላንድ
ar: فليفولاند
as: ফ্লেভোলেণ্ড
bg: Флеволанд
bn_in: ফ্লেভোল্যান্ড
fa: فلفولانت
gu: ફ્લેવોલેન્ડ
he: פלבולנד
hi: फ़्लेवोलैंड
ja: フレヴォラント州
ka: ფლევოლენდი
kk: Флеволанд
kn: ಫ್ಲೆವೋಲ್ಯಾಂಡ್
ko: 플레볼란트
ku_arab: فلیڤۆلاند
ky: Флеволанд
lo: ເຟລໂວລັນ
lt: Flevolandas
lv: Flevolande
mi: Pereporana
mk: Флеволанд
ml: ഫ്ലെവോ‌ലാൻഡ്
mn: Флеволанд
mr: फ्लेव्होलांड
ne: फ्लिभोल्याण्ड
or: ଫ୍ଲେଭୋଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: فلیووولینڈ
pa_in: ਫਲੇਵੋਲੈਂਡ
ru: Флеволанд
sd: فليوولينڊ
si: ෆ්ලෙවෝලන්ඩ්
sr_cyrl_rs: Флеволанд
ta: ஃப்லெவோலேண்டு
te: ఫ్లేవోలాండ్
tg: Флеволенд
th: เฟลโฟลันด์
tt: Флеволанд
ug: فلېۋولاند
uk: Флеволанд
ur: فلیولانت
zh_hans: 弗莱福兰
zh_hant: 夫利佛蘭

# Word.State.NL.Gelderland
source: Gelderland
am: ገልደርላንድ
ar: خيلدرلند
as: জেল্ডাৰলেণ্ড
bg: Гелдерланд
bn_in: গেলডারল্যান্ড
fa: خلدرلاند
gu: ગેલ્ડરલેન્ડ
he: חלדרלנד
hi: गेल्डरलैंड
ja: ヘルダーラント州
ka: გოლდერლენდი
kk: Гелдерланд
kn: ಗೆಲ್ಡೆರ್ಲ್ಯಾಂಡ್
ko: 헬데를란트
ku_arab: گێلدەرلاند
ky: Гелдерланд
lo: ເກລເດີລັນ
lt: Gelderlandas
lv: Gelderlande
mi: Kererana
mk: Гелдерланд
ml: ഗെൽഡർലാൻഡ്
mn: Хелдерланд
mr: गेल्डरलांड
ne: गेल्डरल्याण्ड
or: ଗେଲଡେରଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: گیلڈرلینڈ
pa_in: ਗੈਲਡਰਲੈਂਡ
ru: Гелдерланд
sd: گيلڊرلينڊ
si: ගෙල්ඩර්ලන්ඩ්
sr_cyrl_rs: Хелдерланд
sr_latn_rs: Helderland
ta: கெல்டர்லேண்டு
te: గెల్డర్‌లాండ్
tg: Герденленд
th: เกลเดอร์ลันด์
tt: Гелдерланд
ug: گېلدېرلاند
uk: Гелдерланд
ur: خیلدرلنت
uz: Gelderlend
zh_hans: 格尔德兰
zh_hant: 吉德蘭

# Word.State.NL.Utrecht
source: Utrecht
am: አተርሸት
ar: أوترخت
as: ইউট্ৰিচেট
az: Utrext
bg: Утрехт
bn_in: আট্রেচ্ট
fa: اوترخت
gu: ઉરેચ
he: אוטרכט
hi: उट्रेच
ja: ユトレヒト州
ka: უტრეხტი
kk: Утрехт
kn: ಯುಟ್ರೆಕ್ಟ್
ko: 위트레흐트
ku_arab: ئوترێخت
ky: Утрехт
lo: ອູເທຣກທ
lt: Utrechtas
lv: Utrehta
mi: Utareke
mk: Утрехт
ml: യുട്രെക്റ്റ്
mn: Ютрект
mr: देतेअट्रेक्ट
ne: उट्रेच्ट
or: ଉଟ୍ରେଚଟ୍
pa_arab_pk: یوتریسٹ
pa_in: ਯੂਟ੍ਰੈਕਟ
ru: Утрехт
sd: اٽريچٽ
si: උට්රෙච්
sr_cyrl_rs: Утрехт
sr_latn_rs: Utreht
ta: யூரெச்ட்
te: ఉట్రెచ్ట్
tg: Утрехт
th: ยูเทรกต์
tt: Утрехт
ug: ئۇترېچ
uk: Утрехт
ur: یوتریخت
uz: Utrext
zh_hans: 乌得勒支
zh_hant: 烏得勒支

# Word.State.NL.Zeeland
source: Zeeland
am: ዚላንድ
ar: زيلاند
as: জিলেণ্ড
az: Zelandiya
bg: Зеландия
bn_in: জীল্যান্ড
fa: نیوزیلند
gu: ઝિલેન્ડ
he: זילנד
hi: ज़ीलैंड
ja: ゼーラント州
ka: ზელანდია
kk: Зеландия
kn: ಜೀಲ್ಯಾಂಡ್
ko: 제일란트
ku_arab: زیلاند
ky: Зеландия
lo: ຊີແລນ
lt: Zelandija
lv: Zēlande
mi: Tīreni
mk: Зеланд
ml: സീലാൻഡ്
mn: Зийланд
mr: झीलंड
ne: जिल्याण्ड
or: ଜିଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: زی لینڈ
pa_in: ਜ਼ੀਲੈਂਡ
ru: Зеландия
sd: زيلينڊ
si: සීලන්ඩ්
sr_cyrl_rs: Зеланд
sr_latn_rs: Zeland
ta: ஜீலாந்து
te: జిలాండ్
tg: Зиланд
th: เซลันด์
tt: Зеландия
ug: زېلاند
uk: Зеландія
ur: زی لینڈ
uz: Zelandiya
zh_hans: 泽兰
zh_hant: 澤蘭

# Word.State.NL.Zuid-Holland
source: Zuid-Holland
am: ደቡብ-ሆላንድ
ar: جنوب هولندا
as: জুইড-হলেণ্ড
bg: Южна Холандия
bn_in: জুইড-হল্যান্ড
et: Lõuna-Holland
fa: هلند جنوبی
gu: ઝુઇડ-હોલેંડ
he: דרום הולנד
hi: ज़ुईद-हॉलैंड
hu: Dél-Holland
is: Suður-Holland
ja: 南ホラント州
ka: სამხრეთ ჰოლანდია
kk: Оңтүстік Голландия
kn: ಜೂಯಿಡ್-ಹಾಲಂಡ್
ko: 자위트홀란트
ku_arab: زوید-هۆڵاند
ky: Түштүк Голландия
lo: ເຊົາ-ຮອລແລນ
lt: Pietų Olandija
lv: Dienvidholande
mi: Hōrana ki te Tonga
mk: Јужна Холандија
ml: സിഡ്-ഹോളണ്ട്
mn: Өмнөд Голланд
mr: Zuid-हॉलंड
ne: जुइड-होल्याण्ड
or: ଜୁଇଡ୍-ହଲାଣ୍ଡ୍
pa_arab_pk: زوئید-ہالینڈ
pa_in: ਜੁਇਡ-ਹਾਲੈਂਡ
ru: Южная Голландия
sd: زيوڊ-هولينڊ
si: සුයිඩ් හොලන්ඩ්
sr_cyrl_rs: Јужна Холандија
sr_latn_rs: Južna Holandija
ta: ஜுய்டு-ஹாலந்து
te: దక్షిణ-హాలండ్
tg: Зуид-Ҳолланд
th: เซาท์ฮอลแลนด์
tt: Көньяк Голландия
ug: جەنۇبىي گوللاندىيە
uk: Південна Голландія
ur: جنوبی ہولانت
uz: Janubiy Gollandiya
zh_hans: 南荷兰省
zh_hant: 南荷蘭

# Word.State.NL.Limburg
source: Limburg
am: ሊምቡርግ
ar: ليمبورغ
as: লিমবাৰ্গ
az: Limburq
bg: Лимбург
bn_in: লিমবার্গ
fa: لیمبورگ
gu: લિમ્બર્ગ
he: לימבורח
hi: लिंबर्ग
ja: リンブルフ州
ka: ლიმბურგი
kk: Лимбург
kn: ಲಿಂಬರ್ಗ್
ko: 림뷔르흐
ku_arab: لیمبۆرگ
ky: Лимбург
lo: ລິມເບີກ
lt: Limburgas
lv: Limburga
mi: Rimipua
mk: Лимбург
ml: ലിംബെർഗ്
mn: Лимбург
mr: लिम्बर्ग
ne: लिमबर्ग
or: ଲିମବୁର୍ଗ୍
pa_arab_pk: لمبرگ
pa_in: ਲਿੰਬਰਗ
ru: Лимбург
sd: لمبرگ
si: ලිම්බර්ග්
sr_cyrl_rs: Лимбург
ta: லிம்பர்க்
te: లింబర్గ్
tg: Лимбург
th: ลิมบูร์ก
tt: Лимбург
ug: لىمبۇرگ
uk: Лімбург
ur: لیمبرگ
zh_hans: 林堡
zh_hant: 林堡

# Word.State.NL.Noord-Brabant
source: Noord-Brabant
am: ሰሜን-ብራባንት
ar: شمال برابنت
as: নুৰ্ড-ব্ৰাবেণ্ট
bg: Северен Брабант
bn_in: ন্রূড-ব্রবান্ট
et: Põhja-Brabant
fa: برابانت شمالی
gu: નૂર્ડ-બ્રેબેંટ
he: נורד-בראבאנט
hi: नूर्ड-ब्राबैंट
hu: Észak-Brabant
is: Norður-Brabant
ja: 北ブラバント州
ka: ჩრდილოეთ ბრაბანტი
kk: Солтүстік Брабант
kn: ನೂರ್ಡ್-ಬ್ರಾಬಂಟ್
ko: 노르트브라반트
ku_arab: نوورد-بارابانت
ky: Түндүк Брабант
lo: ນອດ-ບຣາແບນ
lt: Šiaurės Brabantas
lv: Ziemeļbrabante
mi: Parapana ki te Raki
mk: Северен Брабант
ml: നൂർഡ്-ബ്രാബന്റ്
mn: Хойд Брабант
mr: Noord-ब्राबांत
ne: नुर्ड-ब्राबन्ट
or: ନୋର୍ଡ୍-ବ୍ରାବାଣ୍ଟ୍
pa_arab_pk: نوورڈ-بریبانٹ
pa_in: ਨੂਰਡ-ਬ੍ਰਾਬੈਂਟ
ru: Северный Брабант
sd: نورد-برابانت
si: නූඩ් බාබන්ඩ්
sr_cyrl_rs: Северни Брабант
sr_latn_rs: Severni Brabant
ta: நார்டு-பிராபன்த்
te: ఉత్తర-బ్రబంట్
tg: Норд-Брабант
th: นอร์ทบราแบนต์
tt: Төньяк Брабант
ug: شىمالىي برابانت
uk: Північний Брабант
ur: شمالی برابانٹ
uz: Shimoliy Brabant
zh_hans: 北布拉班特省
zh_hant: 北布拉邦

# Word.State.NL.Noord-Holland
source: Noord-Holland
am: ሰሜን-ሆላንድ
ar: شمال هولندا
as: নুৰ্ড-হলেণ্ড
bg: Северна Холандия
bn_in: ন্রূড-হল্যান্ড
et: Põhja-Holland
fa: هلند شمالی
gu: નૂર્ડ-હોલેંડ
he: צפון הולנד
hi: नूर्ड-हॉलैंड
hu: Észak-Holland
is: Norður-Holland
ja: 北ホラント州
ka: ჩრდილოეთ ჰოლანდია
kk: Солтүстік Голландия
kn: ನೂರ್ಡ್-ಹಾಲಂಡ್
ko: 노르트홀란트
ku_arab: نوورد-هۆڵاند
ky: Түндүк Голландия
lo: ນອດ-ໂຮແລນ
lt: Šiaurės Olandija
lv: Ziemeļholande
mi: Hōrana ki te Raki
mk: Северна Холандија
ml: നൂർഡ്-ഹോളണ്ട്
mn: Хойд Голланд
mr: Noord-हॉलंड
ne: नुर्ड-होल्याण्ड
or: ନୋର୍ଡ୍-ହୋଲ୍ଲାଣ୍ଡ୍
pa_arab_pk: نوورڈ-ہالینڈ
pa_in: ਨੂਰਡ-ਹਾਲੈਂਡ
ru: Северная Голландия
sd: نورد-هولينڊ
si: නූඩ් හොලන්ඩ්
sr_cyrl_rs: Северна Холандија
sr_latn_rs: Severna Holandija
ta: நார்டு-ஹாலந்து
te: ఉత్తర-హాలండ్
tg: Норд-Ҳолланд
th: นอร์ทฮอลแลนด์
tt: Төньяк Голландия
ug: شىمالىي گوللاندىيە
uk: Північна Голландія
ur: شمالی ہولانت
uz: Shimoliy Gollandiya
zh_hans: 北荷兰省
zh_hant: 北荷蘭

# Word.State.NL.Overijssel
source: Overijssel
am: ኦቨርይሰል
ar: أوفيريجسل
as: অ'ভাৰিজেচেল
az: Overeysel
bg: Оверейсел
bn_in: ওভারিজসল
fa: افریسل
gu: ઓવરીસેલ
he: אובריז'סל
hi: ओवरज़िसेल
ja: オーファーアイセル州
ka: ოვერიჯსელი
kk: Оверэйсел
kn: ಓವೆರೈಸಲ್
ko: 오베레이셀
ku_arab: ئۆڤەریسل
ky: Оверэйсел
lo: ໂອເວີຣິເຊີລ
lt: Overeiselis
lv: Overeisela
mi: Awarīhere
mk: Оверејсел
ml: ഓവജൈസൽ
mn: Оферийсел
mr: ओव्हराईजल
ne: ओभरिजसेल
or: ଓଭରିଜସେଲ୍
pa_arab_pk: اووریژل
pa_in: ਓਵਰੇਜਸੈਲ
ru: Оверэйссел
sd: اوريجسٽ
si: ඕවර්ජිසල්
sr_cyrl_rs: Оверејсел
sr_latn_rs: Overejsel
ta: ஓவரிஜிசில்
te: ఓవరైసల్
tg: Оверяссел
th: โอเฟอไรส์เซิล
tt: Оверэйссел
ug: ئوۋېرىجسسېل
uk: Оверейссел
ur: اوفریسل
uz: Overeyssel
zh_hans: 上艾瑟尔
zh_hant: 上愛塞

# Word.State.NL.Friesland
source: Friesland
am: ፍሪስላንድ
ar: فرايزلاند
as: ফ্ৰিচলেণ্ড
az: Frislandiya
bg: Фризия
bn_in: ফির্সেল্যান্ড
et: Friisimaa
fa: فریسلانت
gu: ફ્રાઇસલેન્ડ
he: פריזלנד
hi: फ़्राईलैंड
hu: Frízföld
is: Frísland
ja: フリースラント州
ka: ფრისლანდია
kk: Фрисландия
kn: ಫ್ರೀಸ್‌ಲ್ಯಾಂಡ್
ko: 프리슬란트
ku_arab: فریسلاند
ky: Фрисландия
lo: ຟຣິສລັນ
lt: Fryzija
lv: Frīzlande
mi: Pirihirana
mk: Фризија
ml: ഫ്രീസ്‌ലാൻഡ്
mn: Фрисланд
mr: फ्रीसलंड
ne: फ्राइसल्याण्ड
or: ଫ୍ରିସ୍‌ଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: فرائیسلنڈ
pa_in: ਫਰੀਸਲੈਂਡ
ru: Фрисландия
sd: فرائيزلينڊ
si: ෆ්‍රයිස්ලන්ඩ්
sr_cyrl_rs: Фризија
sr_latn_rs: Frizija
ta: ஃப்ரைஸ்லேண்டு
te: ఫ్రీస్‌లాండ్
tg: Фрайсленд
th: ฟรีสลันด์
tt: Фрисландия
ug: فرىيېسلاند
uk: Фрісландія
ur: فریسلانت
uz: Frislandiya
zh_hans: 弗里斯兰
zh_hant: 菲士蘭

# Word.State.NL.Groningen
source: Groningen
am: ግሮኒንገን
ar: خرونينغين
as: গ্ৰোনিজেন
az: Qroningen
bg: Гронинген
bn_in: গ্রোনিনজেন
fa: گرونینگن
gu: ગ્રોનિન્જેન
he: חרונינחן
hi: ग्रोनिंगेन
ja: フローニンゲン州
ka: გრონინგენი
kk: Гронинген
kn: ಗ್ರೋನಿನ್‌ಜೆನ್
ko: 흐로닝언
ku_arab: گرۆنیجن
ky: Гронинген
lo: ກຣໍນິນເຢັນ
lt: Groningenas
lv: Groningena
mi: Koronikene
mk: Гронинген
ml: ഗ്രോനിൻജെൻ
mn: Хронинген
mr: ग्रोनिंगेन
ne: ग्रोनिन्जेन
or: ଗ୍ରୋନିନଜେନ୍
pa_arab_pk: گروننگجین
pa_in: ਗ੍ਰੋਨਿੰਗਨ
ru: Гронинген
sd: گروننجن
si: ග්‍රෝනින්ජන්
sr_cyrl_rs: Гронинген
ta: க்ரோனின்ஜென்
te: గ్రానిగన్
tg: Грюнинген
th: โกรนินเกน
tt: Гронинген
ug: گرونىنگېن
uk: Гронінген
ur: خرونیگین
zh_hans: 格罗宁根
zh_hant: 格羅寧根

# Word.Error.BapAsciiEncode.Partner
source: Please supply your payment info using alphanumeric characters only.
af: Voorsien asseblief jou betaalinligting deur slegs alfanumeriese karakters te gebruik.
am: እባክህ የክፍያ መረጃህ ፊደል ቁጥር ቁምፊዎች ብቻ በመጠቀም አቅርብ።
ar: يرجى تقديم معلومات الدفع بالأحرف الأبجدية والأرقام لا غير.
as: অনুগ্ৰহ কৰি কেৱল বৰ্ণসাংখ্যিক আখৰ ব্যৱহাৰ কৰি আপোনাৰ পৰিশোধ তথ্য প্ৰদান কৰক৷
az: Yalnız hərf və rəqəm simvollarından istifadə etməklə ödəniş məlumatınızı təmin edin.
bg: Моля, предоставете вашата информация за плащане, като използвате само буквено-цифрови знаци.
bn_in: অনুগ্রহ করে শুধুমাত্র বর্ণসাংখ্যিক অক্ষর ব্যবহার করে আপনার অর্থপ্রদান তথ্য দিন৷
bs: Navedite podatke o plaćanju isključivo pomoću alfanumeričkih znakova.
cy: Rhowch yr wybodaeth am eich taliad gan ddefnyddio nodau alffaniwmerig yn unig.
da: Angiv betalingsoplysninger med alfanumeriske tegn.
de: Geben Sie Ihre Zahlungsinformationen unter ausschließlicher Verwendung alphanumerischer Zeichen ein.
el: Εισαγάγετε τις πληροφορίες της πληρωμής σας χρησιμοποιώντας μόνο αλφαριθμητικούς χαρακτήρες.
es: La información de pago que proporcione solo puede contener caracteres alfanuméricos.
et: Palun esitage oma makseandmed ainult tähtede ja numbritega.
eu: Erabili alfa-zenbakizko karaktereak bakarrik ordainketa-informazioa adierazteko.
fa: اطلاعات پرداخت خود را فقط با استفاده از نویسه های حرفی عدد وارد کنید.
ga: Cuir d'fhaisnéis íocaíochta ar fáil agus gan ach carachtair alfa-uimhriúla in úsáid agat.
gd: Cuir a-steach am fiosrachadh pàighidh ann an litrichean is àireamhan a-mhàin.
gl: Forneza a súa información de pagamento utilizando só carácteres alfanuméricos.
gu: માત્ર આલ્ફાન્યુમેરીક અક્ષરોનો ઉપયોગ કરી કૃપા કરી તમારી ચૂકવણી માહિતી મોકલો.
he: ספק פרטי תשלום בתווים אלפא-נומריים בלבד.
hi: कृपया केवल अक्षरांकीय वर्णों का उपयोग कर अपनी भुगतान जानकारी की पूर्ति करें.
hr: Unesite podatke o plaćanju samo s alfanumeričkim znakovima.
hu: A fizetési adatokat csak alfanumerikus karakterekkel adja meg.
id: Harap berikan informasi pembayaran Anda menggunakan karakter alfanumerik saja.
is: Tilgreindu greiðsluupplýsingarnar með því að nota eingöngu bókstafi og tölur.
ja: お支払い情報には、英数字のみを使用してください。
ka: გთხოვთ, გადახდის ინფორმაცია მოგვაწოდოთ მხოლოდ ასოებისა და ციფრების გამოყენებით.
kk: Сатып алу туралы ақпаратты тек әріп және сан таңбаларымен беріңіз.
kn: ದಯವಿಟ್ಟು ಆಲ್ಫಾನ್ಯೂಮರಿಕ್ ಅಕ್ಷರಗಳನ್ನು ಮಾತ್ರ ಬಳಸಿಕೊಂಡು ನಿಮ್ಮ ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಿ.
ko: 영숫자만 사용하여 결제 상세 정보를 입력하십시오.
ku_arab: تکایە زانیاری پارەدانی خۆت تەنها بە بەکارهێنانی نووسەی ئەلفبێ ژمارەیی دابین بکە.
ky: Сураныч төлөө маалыматыңызды алфанумерик символдор менен бериңиз.
lo: ກະລຸນາສະໜອງຂໍ້ມູນການຊຳລະເງິນຂອງທ່ານ ໂດຍໃຊ້ອັກຂະລະທີ່ເປັນອັກສອນແລະຕົວເລກເທົ່ານັ້ນ.
lt: Mokėjimo informaciją pateikite naudodami tik raidinius-skaitinius simbolius.
lv: Lūdzu, norādiet detalizēto informāciju par maksājumu, izmantojot tikai burtu un ciparu rakstzīmes.
mi: Me tuku mai i ō mōhiohio utu mā te whakamahi anake i ngā pūāhua reta, tau rānei.
mk: Внесете ги своите податоци за плаќање само со помош на алфанумерички знаци.
ml: അക്കങ്ങളും അക്ഷരങ്ങളും മാത്രമുള്ള പ്രതീകങ്ങള്‍ ഉപയോഗിച്ച് നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരങ്ങള്‍ നല്‍കുക.
mn: Төлбөрийн мэдээллээ зөвхөн үсэг-тоон тэмдэгт ашиглан оруулна уу.
mr: कृपया केवळ अल्फान्यूमेरिक वर्ण वापरून आपली देय माहितीचा पुरवठा करा.
ms: Sila berikan maklumat pembayaran anda menggunakan aksara abjad angka sahaja.
mt: Jekk jogħġbok ipprovdi l-info tal-pagament tiegħek billi tuża karattri alfanumeriċi biss.
ne: कृपया वर्णसङ्ख्यात्मक क्यारेक्टरहरू प्रयोग गरि तपाईको भुक्तान जानकारी उपलब्ध गराउनुहोस्।
nn_no: Oppgi betalingsinformasjonen berre ved bruk av alfanumeriske teikn.
no: Bruk bare alfanumeriske tegn når du oppgir betalingsinformasjonen.
or: ଦୟାକରି ଆଲ୍‌ଫାନ୍ୟୁମେରିକ୍ ବର୍ଣ୍ଣଗୁଡିକ କେବଳ ବ୍ୟବହାର କରି ଆପଣଙ୍କର ଦେୟ ସୂଚନା ପ୍ରଦାନ କରନ୍ତୁ.
pa_arab_pk: میربانی کرکے اپنی ادائیگی دی معلومات حرفاں تے ہندسیاں تے لکھو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਨੂੰ ਕੇਵਲ ਸ਼ਬਦਅੰਕੀ ਚਿੰਨ੍ਹਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਪਲਾਈ ਕਰੋ।
pl: Podaj informacje o płatności, posługując się wyłącznie znakami alfanumerycznymi.
ru: Введите платежную информацию, используя только буквенно-цифровые символы.
sd: مھرباني ڪري توڳان پنھنجي رقم ادا ڪرڻ جي معلومات صرف الفانيوميرڪ اکرَ استعمال ڪندي فراھم ڪريو.
si: අත්ෂරාංක පමණක් භාවිතා කරමින් ඔබේ ගෙවීම් තොරතුරු සපයන්න.
sl: Podrobnosti o plačilu vnesite samo z alfanumeričnimi znaki.
sr_cyrl_rs: Наведите информације о плаћању искључиво помоћу алфанумеричких знакова.
sr_latn_rs: Navedite informacije o plaćanju isključivo pomoću alfanumeričkih znakova.
sv: Använd endast alfanumeriska tecken när du anger din betalningsinformation.
ta: உங்கள் கட்டணம் செலுத்தும் தகவலை எழுத்தெண் எழுத்துக்குறிகளை மட்டும் பயன்படுத்தி வழங்கவும்.
te: దయచేసి ఆల్ఫాన్యుమరిక్ అక్షరాలను మాత్రమే ఉపయోగించి మీ చెల్లింపు సమాచారాన్ని పంపిణీ చేయండి.
tg: Лутфан, маълумоти пардохти худро бо ёрии аломатҳои ҳарфию рақамӣ пешкаш намоед.
th: โปรดใส่ข้อมูลการชำระเงินโดยใช้อักขระที่เป็นตัวอักษรคละกับตัวเลขเท่านั้น
tr: Lütfen ödeme bilgilerinizi yalnızca alfasayısal karakterler kullanarak girin.
tt: Түләү мәгълүматыгызны латин хәрефләр һәм гарәп саннар гына кулланып кертегез.
ug: پەقەت ئېلىپبە ۋە ساننى ئۆز ئىچىگە ئالغان ھەرىپلەر بىلەن ھەق تۆلەش ئۇچۇرىنى تەمىنلەڭ.
uk: Введіть інформацію платежу, використовуючи лише алфавітно-цифрові символи.
ur: براہ مہربانی اپنی ادائیگی کی معلومات صرف اعداد اور حروف کو استعمال کرتے ہوئے درج کریں.
uz: Iltimos, faqat harf-raqam belgilaridan foydalangan holda to‘lovingiz ma‘lumotini taqdim qiling.
vi: Vui lòng cung cấp thông tin thanh toán của bạn chỉ dùng các kí tự chữ và số.
zh_hans: 请仅使用字母数字字符提供付款信息。
zh_hant: 請使用英數字元提供您的付費資訊。

# Word.Date
source: Date
af: Datum
am: ቀን
ar: ‏‏التاريخ
as: তাৰিখ
az: Tarix
bg: Дата
bn_in: তারিখ
bs: Datum
cy: Dyddiad
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
eu: Data
fa: تاریخ
ga: Dáta
gd: Ceann-là
gl: Data
gu: તારીખ
he: תאריך
hi: तिथि
hr: Datum
hu: Dátum
id: Tanggal
is: Dagsetning
ja: 日付
ka: თარიღი
kk: Күні
kn: ದಿನಾಂಕ
ko: 날짜
ku_arab: بەروار
ky: Күнү
lo: ວັນທີ
lt: Data
lv: Datums
mi: Te Rā
mk: Датум
ml: തീയതി
mn: Огноо
mr: तारीख
ms: Tarikh
mt: Data
ne: मिति
nn_no: Dato
no: Dato
or: ତାରିଖ
pa_arab_pk: تریخ
pa_in: ਤਾਰੀਖ਼
pl: Data
ru: Дата
sd: تاريخ
si: දිනය
sl: Datum
sr_cyrl_rs: Датум
sr_latn_rs: Datum
sv: Datum
ta: தேதி
te: తేదీ
tg: Сана
th: วันที่
tr: Tarih
tt: Дата
ug: چىسلا
uk: Дата
ur: تاریخ
uz: Sana
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# Literal.Azure.PhoneAreaCode.MaxLength
source: Phone area code is too long.
af: Telefoongebiedskode is te lank.
am: የስለክ የአካባቢ ኮድ በጣም ረጅም ነው።
ar: رمز المنطقة الهاتفية أطول من اللازم.
as: ফোন ক্ষেত্ৰ ক'ড অতি দীঘল৷
az: Telefonun ərazi kodu çox uzundur.
bg: Телефонният код е прекалено дълъг.
bn_in: ফোনের এরিয়া কোড বেশ বড়।
bs: Telefonski pozivni broj je predug.
cy: Mae'r cod ardal ffôn yn rhy hir.
da: Telefonområdenummeret er for langt.
de: Die Ortskennzahl ist zu lang.
el: Ο υπεραστικός κωδικός τηλεφώνου είναι πολύ μεγάλος.
es: El código de área telefónica es demasiado largo.
et: Telefoni suunakood on liiga pikk.
eu: Telefono-zenbakiaren area-kodea luzeegia da.
fa: کد منطقه تلفن بسیار طولانی است.
ga: Cód ceantair an fhóin rófhada.
gd: Tha còd-sgìre an fhòn ro fhada.
gl: O prefixo telefónico é longo de máis.
gu: ફોન એરીયા કોડ ખૂબ લાંબો છે.
he: הקידומת ארוכה מדי.
hi: फ़ोन क्षेत्र कोड बहुत बड़ा है.
hr: Pozivni je broj predug.
hu: A telefon körzetszáma túl hosszú.
id: Kode area telepon terlalu panjang.
is: Svæðisnúmer símanúmers er of langt.
ja: 市外局番が長すぎます。
ka: რეგიონის სატელეფონო კოდი ძალიან გრძელია.
kk: Телефонның аймақ коды тым ұзын.
kn: ಫೋನ್ ಪ್ರದೇಶ ಕೋಡ್ ತೀರಾ ಉದ್ದವಾಗಿದೆ.
ko: 전화 번호의 지역 번호가 너무 깁니다.
ku_arab: کۆدی تەلەفۆنی ناوچە زۆر درێژە.
ky: Аймактын телефон коду өтө узун.
lo: ລະຫັດເຂດໂທລະສັບຍາວເກີນໄປ.
lt: Telefono regiono kodas per ilgas.
lv: Tālruņa valsts kods ir par garu.
mi: He roa rawa te waehere rohe waea.
mk: Телефонскиот број за област е премногу долг.
ml: ഫോണ്‍ ഏരിയ കോഡ് വളരെ നീണ്ടതാണ്.
mn: Утасны бүсийн код хэт урт байна.
mr: फोन क्षेत्र कोड खूप दीर्घ आहे.
ms: Kod kawasan telefon terlalu panjang.
mt: Il-prefiss tat-telefown twil wisq.
ne: फोनको क्षेत्र सङ्केत धेरै लामो भयो।
nn_no: Retningsnummeret er for langt.
no: Retningsnummeret er for langt.
or: ଫୋନ୍ ଅଞ୍ଚଳ କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: فون دا علاقہ کوڈ بہت لما اے۔
pa_in: ਫੋਨ ਖੇਤਰ ਕੋਡ ਬਹੁਤ ਲੰਮਾ ਹੈ।
pl: Numer kierunkowy jest zbyt długi.
ru: Телефонный код города содержит слишком много символов.
sd: فون جي ايريا جو ڪوڊ تمام وڏو آھي.
si: දුරකථන ප්‍රාදේශීය අංකය දිග වැඩියි.
sl: Območna koda telefonske številke je predolga.
sr_cyrl_rs: Позивни телефонски број је предугачак.
sr_latn_rs: Pozivni telefonski broj je predugačak.
sv: Telefonnumrets riktnummer är för långt.
ta: தொலைபேசி பகுதி குறியீடு மிக நீளமாக உள்ளது.
te: ఫోన్ ఏరీయా కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи минтақаи телефон аз ҳад дароз аст.
th: รหัสพื้นที่ของโทรศัพท์ยาวเกินไป
tr: Telefon alan kodu çok uzun.
tt: Өлкә телефон коды артык озын.
ug: تېلېفون رايون نومۇرى بەك ئۇزۇن.
uk: Телефонний код населеного пункту занадто довгий.
ur: فون کا علاقہ کوڈ بہت طویل ہے.
uz: Telefon hududi kodi juda uzun.
vi: Mã vùng điện thoại quá dài.
zh_hans: 电话区号太长。
zh_hant: 電話區碼太長。

# Literal.Azure.PhoneAreaCode.MinLength
source: Phone area code is too short.
af: Telefoongebiedskode is te kort.
am: የስለክ የአካባቢ ኮድ በጣም አጭር ነው።
ar: يقل رمز المنطقة الهاتفية عن اللازم طولاً.
as: ফোন ক্ষেত্ৰ ক'ড অতি চুটি৷
az: Telefonun ərazi kodu çox qısadır.
bg: Телефонният код е прекалено къс.
bn_in: ফোনের এরিয়া কোড খুব ছোট।
bs: Telefonski pozivni broj je prekratak.
cy: Mae'r cod ardal ffôn yn rhy fyr.
da: Telefonområdenummeret er for kort.
de: Die Ortskennzahl ist zu kurz.
el: Ο υπεραστικός κωδικός τηλεφώνου είναι πολύ μικρός.
es: El código de área telefónica es demasiado corto.
et: Telefoni suunakood on liiga lühike.
eu: Telefono-zenbakiaren area-kodea laburregia da.
fa: کد منطقه تلفن بسیار کوتاه است.
ga: Cód ceantair an fhóin róghearr.
gd: Tha còd-sgìre an fhòn ro ghoirid.
gl: O prefixo telefónico é curto de máis.
gu: ફોન એરીયા કોડ ખૂબ ટૂંકો છે.
he: הקידומית קצרה מדי.
hi: फ़ोन क्षेत्र कोड बहुत छोटा है.
hr: Pozivni je broj prekratak.
hu: A telefon körzetszáma túl rövid.
id: Kode area telepon terlalu pendek.
is: Svæðisnúmer símanúmers er of stutt.
ja: 市外局番が短すぎます。
ka: რეგიონის სატელეფონო კოდი ძალიან მოკლეა.
kk: Телефонның аймақ коды тым қысқа.
kn: ಫೋನ್ ಪ್ರದೇಶ ಕೋಡ್ ತೀರಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 전화 번호의 지역 번호가 너무 깁니다.
ku_arab: کۆدی تەلەفۆنی ناوچە زۆر کورتە.
ky: Аймактын телефон коду өтө кыска.
lo: ຕ້ອງລະບຸລະຫັດເຂດໂທລະສັບ.
lt: Telefono regiono kodas per trumpas.
lv: Tālruņa valsts kods ir par īsu.
mi: He poto rawa te waehere rohe waea.
mk: Телефонскиот број за област е премногу краток.
ml: ഫോണ്‍ ഏരിയ കോഡ് വളരെ ചെറുതാണ്.
mn: Утасны бүсийн код хэт богино байна.
mr: फोन क्षेत्र कोड खूप लहान आहे.
ms: Kod kawasan telefon terlalu pendek.
mt: Il-prefiss tat-telefown qasir wisq.
ne: फोनको क्षेत्र सङ्केत धेरै छोटो भयो।
nn_no: Retningsnummeret er for kort.
no: Retningsnummeret er for kort.
or: ଫୋନ୍ ଅଞ୍ଚଳ କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: فون دا علاقہ کوڈ بہت چھوٹا اے۔
pa_in: ਫੋਨ ਖੇਤਰ ਕੋਡ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Numer kierunkowy jest zbyt krótki.
ru: Телефонный код города содержит слишком мало символов.
sd: فون جي ايريا جو ڪوڊ تمام ننڍو آھي.
si: දුරකථන ප්‍රාදේශීය අංකය කෙටි වැඩියි.
sl: Območna koda telefonske številke je prekratka.
sr_cyrl_rs: Позивни телефонски број је прекратак.
sr_latn_rs: Pozivni telefonski broj je prekratak.
sv: Telefonnumrets riktnummer är för kort.
ta: தொலைபேசி பகுதி குறியீடு மிகச் சிறியதாக உள்ளது.
te: ఫోన్ ఏరియా కోడ్ చాలా పొట్టిగా ఉంది.
tg: Рамзи минтақаи телефон аз ҳад кӯтоҳ аст.
th: รหัสพื้นที่ของโทรศัพท์สั้นเกินไป
tr: Telefon alan kodu çok kısa.
tt: Өлкә телефон коды артык кыска.
ug: تېلېفون رايون نومۇرى بەك قىسقا.
uk: Телефонний код населеного пункту занадто короткий.
ur: فون کا علاقہ کوڈ بہت مختصر ہے.
uz: Telefon hududi kodi juda qisqa.
vi: Mã vùng điện thoại quá ngắn.
zh_hans: 电话区号太短。
zh_hant: 電話區碼太短。

# Literal.Azure.PhoneAreaCode.Pattern
source: Invalid phone area code.
af: Ongeldige telefoongebiedskode.
am: ልክ ያልኾነ የስለክ የአካባቢ ኮድ።
ar: ليس رمز المنطقة الهاتفية صالحًا.
as: অবৈধ ফোন ক্ষেত্ৰ ক'ড৷
az: Telefonun ərazi kodu səhvdir.
bg: Невалиден телефонен код.
bn_in: ফোনের এরিয়া কোডটি ঠিকঠাক নেই।
bs: Nevažeći telefonski pozivni broj.
cy: Cod ardal ffôn annilys.
da: Ugyldigt telefonområdenummer.
de: Die Ortskennzahl ist ungültig.
el: Μη έγκυρος υπεραστικός κωδικός τηλεφώνου.
es: Código de área telefónica no válido.
et: Vigane telefoni suunakood.
eu: Telefono-zenbakiaren area-kodea baliogabea da.
fa: کد منطقه تلفن نامعتبر است.
ga: Cód ceantair an fhóin neamhbhailí.
gd: Tha còd-sgìre an fhòn mì-dhligheach.
gl: Prefixo telefónico non válido.
gu: અમાન્ય ફોન એરીયા કોડ.
he: הקידומית לא חוקית.
hi: अमान्य फ़ोन क्षेत्र कोड.
hr: Nevažeći pozivni broj.
hu: Érvénytelen telefon-körzetszám.
id: Kode area telepon tidak valid.
is: Ógilt svæðisnúmer símanúmers.
ja: 市外局番が無効です。
ka: რეგიონის სატელეფონო კოდი არასწორია.
kk: Жарамсыз телефонның аймақ коды.
kn: ಅಮಾನ್ಯ ಫೋನ್ ಪ್ರದೇಶ ಕೋಡ್.
ko: 전화 번호의 지역 번호가 올바르지 않습니다.
ku_arab: کۆدی تەلەفۆنی ناوچە نادروستە.
ky: аймактын телефон коду жараксыз.
lo: ລະຫັດເຂດໂທລະສັບບໍ່ຖືກຕ້ອງ.
lt: Netinkamas telefono regiono kodas.
lv: Nederīgs tālruņa valsts kods.
mi: He muhu te waehere rohe waea.
mk: Неважечки телефонски број за област.
ml: സാധുതയില്ലാത്ത ഫോണ്‍ ഏരിയ കോഡ്.
mn: Утасны бүсийн код хүчингүй.
mr: अवैध फोन क्षेत्र कोड.
ms: Kod kawasan telefon tidak sah.
mt: Il-prefiss mhux validu.
ne: फोनको क्षेत्र सङ्केत अवैध छ।
nn_no: Ugyldig retningsnummer.
no: Ugyldig retningsnummer.
or: ଅବୈଧ ଫୋନ୍ ଅଞ୍ଚଳ କୋଡ୍.
pa_arab_pk: ناجائز فون دا علاقہ کوڈ۔
pa_in: ਅਵੈਧ ਫੋਨ ਖੇਤਰ ਕੋਡ।
pl: Nieprawidłowy numer kierunkowy.
ru: Телефонный код города является недопустимым.
sd: فون جي ايريا جو ڪوڊ غلط آھي.
si: දුරකථන ප්‍රාදේශීය අංකය වැරදිය.
sl: Območna koda telefonske številke je neveljavna.
sr_cyrl_rs: Позивни телефонски број није важећи.
sr_latn_rs: Pozivni telefonski broj nije važeći.
sv: Ogiltigt riktnummer.
ta: தவறான தொலைபேசி பகுதிக் குறியீடு.
te: ఫోన్ ఏరియా కోడ్ సరైనది కాదు.
tg: Рамзи минтақаи телефони беэътибор.
th: รหัสพื้นที่ของโทรศัพท์ไม่ถูกต้อง
tr: Geçersiz telefon alan kodu.
tt: Өлкә телефон коды дөрес түгел.
ug: ئىناۋەتسىز تېلېفون راتون نومۇرى.
uk: Неприпустимий телефонний код населеного пункту.
ur: فون کا علاقہ کوڈ غلط ہے.
uz: Noto‘g‘ri telefon hududi kodi.
vi: Mã vùng điện thoại không hợp lệ.
zh_hans: 电话区号无效。
zh_hant: 電話區碼無效。
