Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.AuthzFail.MX
source: This transaction could not be authorized. Please verify your information. Some payment cards may not be accepted by the payment platform due to security policies in place. If the problem persists, you may contact your financial institution.
af: Hierdie transaksie kon nie gemagtig word nie. Verifieer asseblief jou inligting. Sommige betalingskaarte sal dalk nie deur die betalingsplatform aanvaar word nie weens sekuriteitsbeleide in plek. As die probleem voortduur, kan jy jou finansiële instelling kontak.
am: ይህ ግብይት ሊፈቀድ አልተቻለም። እባክዎ የእርስዎን መረጃ ትክክለኛነት ያረጋግጡ። አንዳንድ የክፍያ ካርዶች በቦታው ባለው የደህንነት መመሪያዎች ምክንያት በክፍያ መድረኩ ተቀባይነት ላይኖራቸው ይችላል። ችግሩ ከቀጠለ፣ የእርስዎን የፋይናንስ ተቋም ማነጋገር ይችላሉ።
ar: تعذر اعتماد هذه المعاملة. الرجاء التحقق من معلوماتك. قد لا يقبل النظام الأساسي للدفع بعض بطاقات الدفع بسبب سياسات الأمان المطبقة. في حال استمرار المشكلة، يمكنك الاتصال بمؤسستك المالية.
as: এই লেন-দেনক অনুমোদন জনাব পৰা নাযাব৷ অনুগ্ৰহ কৰি আপোনাৰ তথ্য সত্যাপন কৰক৷ নিৰাপত্তা নীতিৰ কাৰণে প্লেটফ'ৰ্মত কিছুমান ধন পৰিশোধ কাৰ্ড গ্ৰহণ নকৰিবও পাৰে৷ যদি সমস্যাটো পাই থাকে, তেন্তে আপুনি আপোনাৰ বিত্তীয় প্ৰতিষ্ঠানৰ সৈতে যোগাযোগ কৰিব লগা হ'ব পাৰে৷
az: Bu əməliyyata icazə vermək mümkün olmadı. Məlumatınızı yoxlayın. Yerində olan təhlükəsizlik qaydalarına görə bəzi ödəmə kartları ödəniş platforması tərəfindən qəbul olunmaya bilər. Problem davam edərsə, maliyyə institutunuzla əlaqə saxlaya bilərsiniz.
bg: Неуспешно удостоверяване на транзкацията. Потвърдете вашата информация. Някои карти за плащане може да не се приемат от платформата за плащане поради действащи правила за защита. Ако проблемът продължава, може да се свържете с вашата финансова институция.
bn_in: এই লেনদেনটিকে অনুমোদিত করা যায়নি৷ অনুগ্রহ করে আপনার তথ্য যাচাই করুন৷ কিছু অর্থ প্রদানের কার্ড বিভিন্ন স্থানে নিরাপত্তা নীতির কারণে অর্থ প্রদানের প্ল্যাটফর্ম দ্বারা গ্রহণ করা নাও হতে পারে৷ সমস্যাটি যদি থেকে যায় তাহলে আপনাকে আপনার আর্থিক প্রতিষ্ঠানের সাথে যোগাযোগ করতে হতে পারে৷
bs: Nije bilo moguće ovlastiti transakciju. Provjerite informacije. Moguće je da platforma za plaćanje ne prihvata neke kartice za plaćanje zbog važećih sigurnosnih prvila. Ako se problem ne otkloni, možete se obratiti ustanovi koja vam pruža finansijske usluge.
cy: Nid oedd hi'n bosib awdurdodi'r trafodyn hwn. Gwiriwch eich gwybodaeth. Efallai na fydd y llwyfan talu yn derbyn rhai cardiau talu oherwydd polisïau diogelwch sydd mewn grym. Os yw'r broblem yn parhau, gallwch gysylltu â'ch sefydliad ariannol.
da: Denne transaktion kunne ikke autoriseres. Kontrollér dine oplysninger. Nogle betalingskort accepteres muligvis ikke af betalingsplatformen på grund af gældende sikkerhedspolitikker. Kontakt dit pengeinstitut, hvis problemet fortsætter.
de: Diese Transaktion konnte nicht autorisiert werden. Überprüfen Sie Ihre Informationen. Einige Zahlungskarten werden von der Zahlungsplattform möglicherweise aufgrund von Sicherheitsrichtlinien nicht akzeptiert. Wenden Sie sich an Ihr Kreditinstitut, wenn dieses Problem weiterhin besteht.
el: Δεν ήταν δυνατή η εξουσιοδότηση αυτής της συναλλαγής. Επαληθεύστε τις πληροφορίες σας. Ορισμένες κάρτες πληρωμής μπορεί να μην γίνουν αποδεκτές από την πλατφόρμα πληρωμής λόγω των ισχυουσών πολιτικών ασφαλείας. Αν το πρόβλημα συνεχιστεί, μπορείτε να επικοινωνήσετε με το χρηματοπιστωτικό σας ίδρυμα.
es: Esta transacción no se pudo autorizar. Comprueba tu información. Es posible que algunas tarjetas de pago no sean aceptadas por la plataforma de pago debido a las políticas de seguridad en curso. Si el problema persiste, ponte en contacto con la entidad financiera.
et: Tehingut ei saanud volitada. Kinnitage oma andmed. Makseplatvorm ei pruugi mõnda maksekaarti aktsepteerida kasutatavate turbepoliitikate tõttu. Kui probleem ei lahene, pöörduge oma finantsasutuse poole.
eu: Ezin izan da baimendu transakzioa. Egiaztatu informazioa. Baliteke ordainketa-plataformak zenbait ordainketa-txartel ez onartzea, tokiko segurtasun-gidalerroak direla-eta. Arazoak jarraitzen badu, jarri harremanetan finantza-erakundearekin.
fa: نتوانستیم این تراکنش را تأیید کنیم. لطفاً اطلاعاتتان را تأیید کنید. ممکن است پلتفرم پرداخت، برخی از کارت‌های پرداخت را به دلیل خط‌مشی‌های امنیتی موجود نپذیرد. اگر مشکل همچنان ادامه پیدا کرد، می‌توانید با مؤسسه مالی خود تماس بگیرید.
ga: Níorbh fhéidir an beart seo a údarú. Fíoraigh d'fhaisnéis. Seans nach nglacann an t-ardán íocaíochtaí le cártaí íocaíochtaí áirithe de bharr beartais slándála atá i bhfeidhm. Má leanann an fhadhb ar aghaidh, déan teagmháil le d'institiúid airgeadais.
gd: Cha b’ urrainn dhuinn an tar-chur ùghdarrachadh. An dearbh thu am fiosrachadh agad? Dh’fhaoidte nach gabh an t-ùrlar-pàighidh ri gach cairt-phàighidh ri linn poileasaidhean tèarainteachd a tha an sàs air. Ma mhaireas an duilgheadas, feuch bruidhinn ris a’ bhanca agad.
gl: Esta transacción non se puido autorizar. Comproba a túa información. Algúns cartóns de pagamento non poden ser aceptados pola plataforma de pago debido ás políticas de seguranza actuais. Se o problema continúa, ponte en contacto coa túa entidade financeira.
gu: આ વ્યવહાર અધિકૃત કરી શકાયો તથી. કૃપયા તમારી માહિતી ચકાસો. હાલની સુરક્ષા નીતિઓને કારણે કેટલાક ચુકવણી કાર્ડ્સ કદાચ ચુકવણી પ્લેટફોર્મ દ્વારા સ્વીકારવામાં નહીં આવે. જો સમસ્યા ચાલુ રહે છે, તો તમે તમારી નાણાંકીય સંસ્થાનો સંપર્ક કરી શકો છો.
he: לא היתה אפשרות לאשר עסקה זו. אמת את המידע שלך. ייתכן שחלק מכרטיסי התשלום לא יתקבלו בפלטפורמת התשלום בשל מדיניות האבטחה הקיימת. אם הבעיה תימשך, באפשרותך לפנות למוסד הפיננסי שלך.
hi: यह लेन-देन अधिकृत नहीं किया जा सका. कृपया अपनी जानकारी सत्यापित करें. हो सकता है कि मौजूदा सुरक्षा नीतियों के कारण कुछ भुगतान कार्ड्स भुगतान प्लेटफ़ॉर्म द्वारा स्वीकृत न किए जा सकें. अगर समस्या बनी रहती है, तो आप अपने वित्तीय संस्थान से संपर्क कर सकते हैं.
hr: Transakciju nije moguće autorizirati. Provjerite svoje podatke. Platforma za plaćanje možda ne podržava neke kartice za plaćanje zbog postavljenih sigurnosnih pravila. Ako se problem nastavi pojavljivati, možda ćete se morati obratiti financijskoj instituciji.
hu: A tranzakciót nem engedélyezték. Ellenőrizze az adatait. Előfordulhat, hogy bizonyos fizetőkártyákat a fizetési platform az érvényben lévő biztonsági szabályzat miatt nem tud elfogadni. Ha a probléma nem oldódik meg, forduljon az illetékes pénzintézethez.
id: Transaksi ini tidak dapat disahkan. Verifikasikan informasi Anda. Beberapa kartu pembayaran mungkin tidak diterima oleh platform pembayaran karena kebijakan keamanan yang diterapkan. Hubungi institusi keuangan Anda jika masalah masih berlanjut.
is: Ekki tókst að heimila færsluna. Gakktu úr skugga um að upplýsingarnar séu réttar. Greiðsluþjónustan tekur ekki við sumum greiðslukortum sökum öryggisreglna sem eru til staðar. Ef vandamálið er viðvarandi skaltu hafa samband við fjármálastofnunina þína.
ja: このお取引を承認できませんでした。指定した情報を確認してください。お支払いプラットフォームに指定されているセキュリティ ポリシーによっては、一部の支払いカードを使用できない場合があります。問題が解決しない場合は、ご利用の金融機関にお問い合わせください。
ka: ამ ტრანზაქციის ავტორიზაცია ვერ შესრულდა. გთხოვთ, შეამოწმოთ თქვენი ინფორმაცია. შესაძლოა, გადახდის პლატფორმამ არ მიიღოს ზოგიერთი გადახდის ბარათი, ადგილზე არსებული უსაფრთხოების პოლიტიკის გამო. პრობლემის მოუგვარებლობის შემთხვევაში, შეგიძლიათ დაუკავშირდეთ თქვენს საფინანსო დაწესებულებას.
kk: Бұл транзакцияны авторизациялау мүмкін емес. Ақпаратты тексеріңіз. Кейбір төлем карталары орындағы қауіпсіздік саясаттарына байланысты төлем платформасымен қабылданбауы мүмкін. Мәселенің шешімі табылмаса, қаржы бөліміне хабарласыңыз.
kn: ಈ ವಹಿವಾಟನ್ನು ದೃಢೀಕರಿಸಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಖಚಿತಪಡಿಸಿ. ಭದ್ರತೆ ನೀತಿಗಳು ಜಾರಿಯಲ್ಲಿರುವ ಕಾರಣ ಪಾವತಿ ಪ್ಲಾಟ್‌ಫಾರ್ಮ್ ಮೂಲಕ ಕೆಲವು ಪಾವತಿ ಕಾರ್ಡ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸಲಾಗುವುದಿಲ್ಲ. ಸಮಸ್ಯೆ ಹೀಗೆ ಮುಂದುವರಿದರೆ, ನೀವು ನಿಮ್ಮ ಹಣಕಾಸು ಸಂಸ್ಥೆಯನ್ನು ಸಂಪರ್ಕಿಸಬಹುದು.
ko: 이 거래를 허가할 수 없습니다. 정보를 확인하세요. 보안 정책으로 인해 결제 플랫폼에서 일부 결제 카드가 지원되지 않을 수 있습니다. 문제가 계속되는 경우 금융 기관에 문의하세요.
ku_arab: ناتوانرێت رێگە بدرێت بەم سەوداگەریە. تکایە زانیاریەکانت بسەلمێنە. ڕەنگە بەهۆی سیاسەتەکانی ئاسایشەوە هەندێک کارتی پارەدان لەلایەن پلاتفۆرمی پارەدانەوە پەسەند نەکرێن. ئەگەر گرفتەکە بەردەوام بوو، دەتوانیت پەیوەندی بکەیت بە دامەزراوەی دارایی خۆتەوە.
ky: Бул транзакциянын купуялыгын текшерүү болбоду. Маалыматыңызды ырастаңыз. Кээ бир төлөм карталар жердеги коопсуздук саясатынын айынан төлөм платформасы тарабынан кабыл алынылбоосу мүмкүн. Эгерде көйгөй чыга берсе, финансылык мекемеңиз менен байланышсаңыз болот.
lo: ບໍ່ສາມາດອະນຸຍາດທຸລະກຳນີ້ໄດ້. ກະລຸນາກວດສອບຂໍ້ມູນຂອງທ່ານ. ບັດຊຳລະເງິນຈຳນວນໜຶ່ງອາດຈະບໍ່ຖືກຍອມຮັບໂດຍລະບົບການຊຳລະເງິນ ເນື່ອງຈາກນະໂຍບາຍຄວາມປອດໄພ. ຖ້າບັນຫາຍັງຄົງຢູ່, ທ່ານສາມາດຕິດຕໍ່ຫາສະຖາບັນການເງິນຂອງທ່ານ.
lt: Šios operacijos autorizuoti nepavyko. Patikrinkite savo informaciją. Dėl mokėjimo platformos saugos strategijų gali būti nepriimamos kai kurios mokėjimo kortelės. Jei problema kartojasi, kreipkitės į savo finansų instituciją.
lv: Šo transakciju neizdevās sankcionēt. Pārbaudiet savu informāciju. Spēkā esošo drošības politiku dēļ maksājumu platforma var nepieņemt dažas maksājumu kartes. Ja problēma joprojām pastāv, varat sazināties ar savu finanšu iestādi.
mi: Kāore i taea tēnei tauwhitinga te whakamana. Me manatoko ō mōhiohio. Kāore pea e whakaaetia e te pūhara utunga ētahi kāri utunga nā ngā kaupapahere haumarutanga kua whakatakotoria. Ki te raru tonu, me whakapā koe ki tō umanga pūtea.
mk: Трансакцијата не може да се авторизира. Проверете ги вашите информации. Некои платежни картички може да не бидат прифатени од страна на платформата за плаќање поради правилата за безбедност. Доколку проблемот продолжи, може да контактирате со финансиската институција.
ml: ഈ ഇടപാട് അംഗീകരിക്കാനായില്ല. നിങ്ങളുടെ വിവരം പരിശോധിച്ചുറപ്പിക്കുക. പ്രാബല്യത്തിലുള്ള സുരക്ഷാ നയങ്ങൾ കാരണം, പേയ്‌മെന്‍റ് പ്ലാറ്റ്‌ഫോമിൽ ചില പേയ്‌മെന്‍റ് കാർഡുകൾ സ്വീകരിക്കപ്പെടാനിടയില്ല. പ്രശ്‌നം നിലനിൽക്കുന്നുവെങ്കിൽ, നിങ്ങളുടെ ബാങ്കിനെ ബന്ധപ്പെടാവുന്നതാണ്.
mn: Энэ гүйлгээг зөвшөөрөх боломжгүй. Мэдээллээ шалгана уу. Зарим төлбөрийн системүүд хамгаалалтын бодлогынхоо дагуу зарим төлбөрийн картыг зөвшөөрдөггүй. Хэрвээ бэрхшээл гарсаар байвал санхүүгийн байгууллагадаа хандана уу.
mr: हा व्यवहार अधिकृत करणे शक्य झाले नाही. कृपया आपली माहिती सत्यापित रा. काही देयक कार्ड्स विशिष्ट ठिकाणाच्या सुरक्षा धोरणांमूळे देयक प्लॅटफॉर्मद्वारे स्वीकारले जाणार नाहीत. समस्या कायम राहिल्यास, आपण आपल्या आर्थिक संस्थेशी संपर्क साधू शकता.
ms: Urus niaga ini tidak dapat disah kuasa. Sila tentu sahkan maklumat anda. Sesetengah kad pembayaran mungkin tidak diterima oleh platform pembayaran kerana dasar keselamatan yang sedia ada. Jika masalah berterusan, anda boleh menghubungi institusi kewangan anda.
mt: Din it-tranżazzjoni ma setgħetx tiġi awtorizzata. Jekk jogħġbok ivverifika l-informazzjoni tiegħek. Xi kards ta' pagament jistgħu ma jkunux aċċettati mill-pjattaforma tal-pagamenti minħabba l-politiki tas-sigurtà li hemm. Jekk il-problema tippersisti, tista' tikkuntattja lill-istituzzjoni finanzjarja tiegħek.
ne: यो अनुवादनलाई प्रमाणीकरण गर्न सकिएन। कृपया आफ्नो जानकारी रुजू गर्नुहोस्। विद्यमान सुरक्षा नीतिहरूको कारणले भुक्तानी प्ल्याटफारामद्वारा केही भुक्तानी कार्डहरू स्वीकार नगरिन सक्छन्। यस्तो समस्या देखापर्छ भने तपाइँले आफ्नो वित्तीय संस्थालाई सम्पर्क गर्न सक्नुहुनेछ।
nn_no: Kan ikkje godkjenne transaksjonen. Stadfest informasjonen din. Nokre betalingskort blir kanskje ikkje godtekne av betalingsplattforma på grunn av eksisterande tryggleikspolicyar. Dersom problemet held fram, bør du kontakte banken din.
no: Denne transaksjonen kan ikke godkjennes. Kontroller informasjonen. Det kan hende noen betalingskort ikke godtas av betalingsplattformen på grunn av gjeldende sikkerhetsretningslinjer. Hvis problemet vedvarer, bør du kontakte banken din.
or: ଏହି ବିନିମୟ ସ୍ଵୀକୃତ ହୋଇପାରିବ ନାହିଁ. ଦୟାକରି ଆପଣଙ୍କର ସୂଚନା ଯାଞ୍ଚ କରନ୍ତୁ. କିଛି ସ୍ଥାନରେ ସୁରକ୍ଷା କାରଣ ଯୋଗୁଁ କିଛି ଦେୟ କାର୍ଡଗୁଡିକ ସ୍ଵୀକାର ହୋଇନପାରେ. ଯଦି ସମସ୍ୟା ବିଦ୍ୟମାନ ରହେ, ଆପଣ ହୁଏତ ଆପଣଙ୍କର ଆର୍ଥିକ ସଂସ୍ଥା ସହ ସମ୍ପର୍କ କରିପାରିବେ.
pa_arab_pk: ایس کاروائی دی اجازت نئیں دیتی گئی۔ مہربانی کر کے اپنی معلومات دی تصدیق کرو۔ کجھ ادائیگی کارڈ تھاں تے موجود سلامتی دی پالیسیاں دی وجہ توں ادائیگی دے پلیٹ فارم ولوں قبول نئیں کیتے جا سکدے۔ جے مسئلہ جاری رہندا اے، تسی اپنے مالیاتی ادارے نال رابطہ کر سکدے او۔
pa_in: ਇਹ ਵਿਹਾਰ ਅਧਿਕਾਰਿਤ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ। ਸਥਾਨ 'ਤੇ ਸੁਰੱਖਿਆ ਨੀਤੀਆਂ ਕਾਰਨ ਭੁਗਤਾਨ ਪਲੇਟਫਾਰਮ ਦੁਆਰਾ ਕੁਝ ਡੈਬਿਟ ਕਾਰਡ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕਦੇ। ਜੇਕਰ ਸਮੱਸਿਆ ਜਾਰੀ ਰਹਿੰਦੀ ਹੈ, ਤਾਂ ਤੁਸੀਂ ਆਪਣੇ ਵਿੱਤੀ ਸੰਸਥਾਨ 'ਤੇ ਸੰਪਰਕ ਸਕਦੇ ਹੋ।
pl: Nie można autoryzować tej transakcji. Sprawdź podane informacje. Niektóre karty płatnicze mogą nie być akceptowane przez platformę płatności z powodu obowiązujących zasad zabezpieczeń. Jeśli problem będzie nadal występować, skontaktuj się z instytucją finansową.
ru: Эта транзакция не может быть разрешена. Проверьте свою информацию. Некоторые платежные карты могут не приниматься платежной платформой из-за установленных политик безопасности. Если проблема не решится, свяжитесь со своим финансовым учреждением.
sd: هن ٽرانزڪشن جي توثيق نه ٿي سگهي. مهرباني ڪري پنهنجي معلومات جي تصديق ڪريو. سلامتي پاليسين جي هجڻ جري ڪجهه ادائگي ڪارڊ ٿي سگهي ٿو ادائگي پليٽ فارمن ذريعي قبول نه ڪيا وڃن. جيڪڏهن مسئلو جاري رهي ته، مهرباني ڪري پنهنجي مالي اداري سان رابطو ڪريو.
si: මෙම ගනුදෙනුව අනුමත කරන්න නොහැකි විය. කරුණාකර ඔබගේ තොරතුරු සනාථ කරන්න. යොදා ඇති ආරක්ෂක ප්‍රතිපත්ති නිසා ගෙවීම් වේදිකාව විසින් සමහර ගෙවීම් කාඩ්පත් විසින් පිළි නොගනු ඇත. ගැටළුව තවදුරටත් පවතී නම්, ඔබට ඔබගේ මූල්‍ය ආයතනය ඇමතිය හැකිය.
sl: Te transakcije ni bilo mogoče potrditi. Preverite svoje podatke. Platforma za plačila nekaterih plačilnih kartic morda ne sprejema zaradi varnostnih pravilnikov, ki se uporabljajo. Če se težava ponavlja, se obrnite na svojo finančno ustanovo.
sr_cyrl_rs: Нисмо успели да ауторизујемо трансакцију. Проверите своје информације. Платна платформа можда не прихвата одређене платне картице услед примењених безбедносних смерница. Ако нисте успели да решите проблем, обратите се својој финансијској установи.
sr_latn_rs: Nismo uspeli da autorizujemo transakciju. Proverite svoje informacije. Platna platforma možda ne prihvata određene platne kartice usled primenjenih bezbednosnih smernica. Ako niste uspeli da rešite problem, obratite se svojoj finansijskoj ustanovi.
sv: Det gick inte att godkänna den här transaktionen. Kontrollera din information. Betalningsplattformen accepterar eventuellt inte vissa betalkort på grund av säkerhetspolicys. Kontakta din bank om problemet kvarstår.
ta: இந்தப் பரிவர்த்தனையை அதிகாரம்கொடுக்க இயலாது. தயவுசெய்து தங்கள் தகவலைச் சரிபார்க்கவும். நடப்பில் இருக்கும் பாதுகாப்புக் கொள்கைகளின் காரணமாக சில கட்டணம் செலுத்தும் அட்டைகள் சில கட்டணத் தளங்களில் ஏற்றுக்கொள்ளப் படாமல் இருக்கலாம். பிரச்சினை தொடர்ந்து இருந்தால், தங்கள் நிதி நிறுவனத்தைத் தொடர்பு கொள்ளவும்.
te: ఈ లావాదేవీ ప్రమాణీకరించబడదు. దయచేసి మీ సమాచారాన్ని నిర్ధారించండి. ప్రదేశంలోని భద్రతా విధానాల కారణంగా చెల్లింపు ప్లాట్‌ఫారమ్‌లో కొన్ని చెల్లింపు కార్డ్‌లు అంగీకరించబడకపోవచ్చు. సమస్య కొనసాగితే, మీరు మీ ఆర్థిక సంబంధ సంస్థని సంప్రదించవచ్చు.
tg: Ба ин муомила иҷозат дода намешавад. Лутфан, маълумоти худро тасдиқ кунед. Ба сабаби сиёсати амнияти маҳаллӣ, баъзе кортҳои пардохт аз тарафи платформаи пардохт қабул карда намешаванд. Агар мушкилӣ ҳал нашавад, ба ташкилоти молиявии худ муроҷиат кунед.
th: ไม่สามารถให้อนุญาตธุรกรรมนี้ได้ โปรดตรวจสอบข้อมูลของคุณ บัตรชำระเงินบางใบอาจไม่ได้รับการยอมรับโดยแพลตฟอร์มการชำระเงินเนื่องจากมีนโยบายความปลอดภัยที่บังคับใช้ ถ้าปัญหานี้ยังคงมีอยู่ คุณสามารถติดต่อสถาบันการเงินของคุณได้
tr: Bu işleme yetki verilemedi. Lütfen bilgilerinizi doğrulayın. Bazı ödeme kartları mevcut güvenlik ilkeleri nedeniyle ödeme platformu tarafından kabul edilmeyebilir. Sorun devam ederse finansal kurumunuzla iletişime geçebilirsiniz.
tt: Бу транзакцияне авторизацияләү мөмкин түгел. Мәгълүматыгызны тикшерегез. Гамәлдә булган иминлек кагыйдәләре аркасында түләү платформасы кайбер түләү карталарын кабул итмәскә мөмкин. Проблема сакланса, сез финанс оешмагызга мөрәҗәгать итә аласыз.
ug: بۇ مۇئامىلە ئىجازەتلەنمىدى. ئۇچۇرىڭىزنى دەلىللەڭ. بىخەتەرلىك تۈزۈمى سەۋەبلىك بەزى ھەق تۆلەش كارتىلىرىنى ھەق تۆلەش سۇپىسى قوبۇل قىلمىغان بولۇشى مۇمكىن. بۇ مەسىلە داۋاملىق كۆرۈلسە، ھېساب ئاچقان پۇل-مۇئامىلە ئورگىنى بىلەن ئالاقىلىشىڭ.
uk: Цю транзакцію не дозволено. Перевірте свою інформацію. Платіжна платформа може не приймати деякі платіжні картки через установлені політики безпеки. Якщо проблема не зникає, зверніться до своєї фінансової установи.
ur: اس کاروائی کی اجازت نہیں دی جا سکی۔ براہ مہربانی اپنی معلومات تصدیق کریں۔ ممکن ہے محل وقوع پر موجود سلامتی کی پالیسیوں کے سبب ادائیگی پلیٹ فارم کی جانب سے کچھ ادائیگی کارڈز کو قبول نہ کیا جائے۔ اگر مسئلہ جاری رہتا ہے تو آپ اپنے مالیاتی ادارے سے رابطہ کر سکتے ہیں۔
uz: Bu tranzaksiyaga ruxsat berib bo‘lmaydi. Ma’lumotlaringizni tasdiqlang. Ayrim to‘lov kartalari o‘sha joydagi xavfsizlik siyosatlari sababli to‘lov platformasi tomonidan qabul qilinmasligi mumkin. Muammo takror yuzaga kelsa, moliyaviy institut bilan bog‘lanishingiz mumkin.
vi: Không thể ủy quyền giao dịch này. Vui lòng xác minh thông tin của bạn. Nền tảng thanh toán không thể chấp nhận một số thẻ thanh toán do chính sách bảo mật tại chỗ. Nếu sự cố vẫn tiếp diễn, bạn có thể liên hệ với tổ chức tài chính của mình.
zh_hans: 此次交易无法得到授权。请验证信息。出于现有的安全策略的原因，支付平台不接受某些支付卡。如果问题仍然存在，可以联系相关金融机构。
zh_hant: 無法授權此交易。請確認您的資訊。由於目前的安全性原則，付款平台不接受某些付款卡片。如果問題持續發生，請連絡您的金融機構。
