Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.InicisNotice
source: The personal information you provide on this page may be shared with third parties including but not limited to CyberSource Corp., Receivable Management Services, Inicis and as set forth in the Microsoft Online Privacy Statement located here: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
af: Die persoonlike inligting wat jy op hierdie bladsy voorsien, kan dalk met derde partye gedeel word, insluitend maar nie beperk nie tot, CyberSource Corp., Receivable Management Services en Inicis en soos uiteengesit in die Microsoft Online-privaatheidstelling, wat hier gevind kan word: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
am: በዚህ ገጽ ላይ ያቀረቡት የግል መረጃ በ CyberSource Corp.፣ Receivable Management Services፣ Inicis እና በሚከተለው ላይ በተቀመጠው የ Microsoft የመስመር ላይ ግላዊነት መግለጫ፦ <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a> ላይ በተገለጸው መሠረት በነዚህ ሳይገደብ ከሦስተኛ ወገኖች ጋር ሊጋራ ይችል ይሆናል።
ar: يجوز مشاركة المعلومات الشخصية التي تقدمها في هذه الصفحة مع جهات خارجية، بما في ذلك على سبيل المثال لا الحصر CyberSource Corp. وReceivable Management Services وInicis وكما هو منصوص عليه في بيان خصوصية Microsoft عبر الإنترنت الموجود هنا: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
as: এই পৃষ্ঠাত আপুনি প্ৰদান কৰা ব্যক্তিগত তথ্য CyberSource Corp.-ৰ সংলগ্ন কিন্তু কোনো সীমা নথকাকৈ কোনো তৃতীয় পক্ষলৈ ভাগ-বতৰা কৰিব পাৰে, প্ৰাপ্তসাধ্য পৰিচালনা সেৱা, Inicis আৰু ইয়াৰ ৰূপত Microsoft অনলাইন গোপনীয়তা বিষয়ক বিবৃতিত উল্লেখ কৰা খিনি ইয়াত আছে: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
az: Bu səhifədə verdiyiniz şəxsi məlumat üçüncü tərəflərlə, o cümlədən CyberSource Corp., Debet Borcunun İdarəolunması Xidmətləri, Inicis ilə və aşağıda verilən ünvanda yerləşən Microsoft Onlayn Məxfilik Bildirişində verilən şəkildə paylaşıla bilər: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
bg: Личната информация, която предоставяте на тази страница, може да бъде споделяна с трети лица, включително (но не само) със CyberSource Corp., Receivable Management Services, Inicis, и в съответствие с онлайн декларацията за поверителност на Microsoft, която се намира тук:<a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
bn_in: এই পৃষ্ঠায় আপনার দেওয়া ব্যক্তিগত তথ্য CyberSource Corp., Receivable Management Services, Inicis এর মতো তৃতীয় পক্ষের সাথে ভাগ করা হতে পারে, তবে এতেই সীমাবদ্ধ নয়, এবং এখানে থাকা Microsoft অনলাইন গোপনীয়তা বিবৃতি অনুসারে আদানপ্রদান করা হতে পারে: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
bs: Lične informacije koje navedete na ovoj stranici mogu se dijeliti s trećim stranama uključujući, bez ograničavanja, CyberSource Corp., Receivable Management Services, Inicis i na način izložen u dokumentu Izjava kompanije Microsoft o privatnosti na mreži na sljedećoj adresi: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
cy: Efallai bydd y wybodaeth bersonol y byddwch chi'n ei rhoi ar y dudalen hon yn cael ei rhannu â thrydydd partïon, gan gynnwys CyberSource Corp., Receivable Management Services ac Inicis, ac eraill, ac fel y nodir yn Natganiad Preifatrwydd Microsoft Online yma: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
da: De personlige oplysninger, du angiver på denne side, kan blive delt med tredjeparter, herunder men ikke begrænset til CyberSource Corp, Receivable Management Services og Inicis, som angivet i Microsofts erklæring om beskyttelse af personlige oplysninger, der ligger her: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
de: Die auf dieser Seite angegebenen persönlichen Daten können an Dritte weitergegeben werden, einschließlich, jedoch nicht beschränkt auf CyberSource Corp., Receivable Management Services und Inicis. Es gelten die unter folgender Adresse verfügbaren Microsoft-Online-Datenschutzbestimmungen: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr</a>.
el: Οι προσωπικές πληροφορίες που καταχωρείτε σε αυτήν τη σελίδα μπορεί να κοινοποιούνται σε τρίτους, όπως είναι, ενδεικτικά, η CyberSource Corp., η Receivable Management Services, η Inicis και όπως καθορίζεται στην ηλεκτρονική δήλωση προστασίας προσωπικών δεδομένων της Microsoft που βρίσκεται εδώ: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
es: La información personal que proporciones en esta página puede ser compartida con terceros, entre otros, CyberSource Corp., Receivable Management Services e Inicis como se establece en la declaración de privacidad en línea de Microsoft, disponible aquí: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
et: Isikuandmeid, mille sellel lehel esitate, võidakse jagada kolmandatele osapooltega, sealhulgas, kuid mitte ainult, ettevõtetega CyberSource Corp., Receivable Management Services, Inicis, nagu on sätestatud Microsofti veebisaitide privaatsusavalduses aadressil: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
eu: Orri honetan ematen duzun informazio pertsonala hirugarrenekin parteka daiteke (besteak beste, CyberSource Corp., Receivable Management Services eta Inicis-ekin), Microsoft-en sareko pribatutasun-adierazpenean adierazi bezala: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
fa: اطلاعات شخصی که در این صفحه ارائه کرده‌اید ممکن است با طرف‌های ثالث به اشتراک گذاشته شود، از جمله و نه محدود به CyberSource Corp، ‏Receivable Management Services و ‏Inicis. همانطور که در بیانیه حریم خصوصی آنلاین Microsoft در این آدرس آورده شده است: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>.
ga: D'fhéadfaí an fhaisnéis phearsanta atá curtha ar fáil agat ar an leathanach seo a chomhroinnt le tríú páirtithe lena n-áirítear ach gan a bheith teoranta do CyberSource Corp., Receivable Management Services, Inicis agus mar atá leagtha amach i Ráiteas Príobháideachais Microsoft Online anseo: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
gd: Faodar am fiosrachadh pearsanta a bheir thu seachad air an duilleag seo a cho-roinneadh le treas-phàrtaidhean a ghabhas a-steach (ach chan iad a-mhàin) CyberSource Corp., Receivable Management Services, Inicis agus mar a tha air a chur an cèill ann am fiosrachadh prìobhaideachd air loidhne aig Microsoft an-seo: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
gl: A información persoal que fornezas nesta páxina pode compartirse con terceiros incluíndo CyberSource Corp, Receivable Management Services ou Inicis, pero sen limitarse a estes, tal e como se establece na declaración de política de privacidade en liña de Microsoft que está aquí: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/gl-es</a>
gu: આ પેજ પર તમે જે વ્યક્તિગત જાણકારી આપો છો તે તૃતીય પક્ષો સાથે સહિયારી કરવામાં આવી શકે છે પરંતુ તે માત્ર CyberSource Corp., Receivable Management Services, Inicis પૂરતાં મર્યાદિત નથી અને જેની વિગત Microsoft ઑનલાઇન ગોપનીયતા વિધાનમાં અહીં દર્શાવેલ છે: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
he: המידע האישי שאתה מספק בדף עשוי להיות משותף עם צד שלישי, לרבות, אבל ללא הגבלה, CyberSource Corp.‎‏‎,‏ Receivable Management Services‏, Inicis וכפי שנקבע בהצהרת הפרטיות של Microsoft Online הנמצאת כאן: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
hi: आपके द्वारा इस पृष्ठ पर प्रदान की जाने वाली व्यक्तिगत जानकारी तृतीय पक्षों जिनमें CyberSource Corp., Receivable Management Services, Inicis शामिल हैं, लेकिन इन्हीं तक सीमित नहीं है और यहाँ स्थित Microsoft ऑनलाइन गोपनीयता कथन में निर्धारित अनुसार साझा की जा सकती है: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>.
hr: Osobni podaci koje unesete na ovoj stranici mogu se dijeliti s trećim stranama, uključujući, između ostalih, CyberSource Corp., Receivable Management Services, Inicis, kao što je navedeno u Microsoftovoj Izjavi o zaštiti privatnosti na internetu, koja se nalazi ovdje: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
hu: Az oldalon biztosított személyes adatokat a Microsoft harmadik féllel, többek között a CyberSource Corp., a Receivable Management Services és az Inicis vállalattal megoszthatja a Microsoft online adatvédelmi nyilatkozatában foglaltaknak megfelelően. A nyilatkozat a következő címen található: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
id: Informasi pribadi yang Anda berikan pada halaman ini dapat dibagikan dengan pihak ketiga termasuk tetapi tidak terbatas pada CyberSource Corp., Receivable Management Services, Inicis dan yang ditetapkan dalam Pernyataan Privasi Microsoft Online di sini: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
is: Persónugreinanlegum upplýsingar sem þú gefur upp á þessari síðu kann að verða miðlað til þriðja aðila, meðal annars CyberSource Corp., Receivable Management Services, Inicis og eins og tilgreint er í yfirlýsingu Microsoft um persónuvernd á netinu sem finna má hér: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
ja: このページで入力した個人情報は、「Microsoft オンライン プライバシーに関する声明」(<a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr</a>) の規定に基づき、CyberSource Corp.、Receivable Management Services、Inicis およびその他のサード パーティと共有される場合があります。
ka: ამ გვერდზე თქვენ მიერ მითითებული პერსონალური ინფორმაცია შეიძლება გავაზიაროთ მესამე მხარეებთან, მათ შორის და არამარტო კორპორაციასთან CyberSource Corp., დებიტორული დავალიანების მართვის სერვისულ ორგანიზაციებში და ისე, როგორც ამის შესახებაა ნახსენები Microsoft-ის ონლაინ კონფიდენციალურობის დებულებაში მისამართზე: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
kk: Осы бетте көрсетілген жеке ақпарат үшінші тараптармен ортақ пайдаланылуы мүмкін, оның ішінде CyberSource Corp., Receivable Management Services, Inicis және келесі бетте орналасқан Microsoft Online құпиялылық туралы мәлімдемесінде көрсетілген компаниялар: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
kn: ಈ ಪುಟದಲ್ಲಿ ನೀವು ಒದಗಿಸುವ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು CyberSource Corp, Receivable Management Services, Inicis ಒಳಗೊಂಡಂತೆ ಆದರೆ ಇವುಗಳಿಗೆ ಸೀಮಿತವಾಗಿಲ್ಲದಂತೆ ಮೂರನೇ-ಪಕ್ಷಗಳೊಂದಿಗೆ ಮತ್ತು ಇಲ್ಲಿರುವ Microsoft ಆನ್‌ಲೈನ್ ಗೌಪ್ಯತೆ ಹೇಳಿಕೆಯಲ್ಲಿ ನಿರೂಪಿಸಲಾಗಿರುವಂತೆ ಹಂಚಿಕೊಳ್ಳಬಹುದು: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
ko: 이 페이지에 제공해 주신 개인 정보는 <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr</a>의 Microsoft Online 개인 정보 취급 방침에 명시된 대로 CyberSource Corp., Receivable Management Services, INICIS를 포함하여(단, 이에 제한되지 않음) 제3자와 공유할 수 있습니다.
ku_arab: رەنگە زانیاری کەسیی تۆ کە لەسەر ئەم پەڕەیە دەستەبەرت کردووە لەگەڵ لایەنانی سێهەم هاوبەش بکرێت لەوانە و سنوردار نییە بە CyberSource Corp., Receivable Management Services, Inicis و هەروەک لە بەیاننامەی پاراستنی نهێنیەکانی Microsoft سەرهێڵدا هاتووە. کە لێرەدایە: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
ky: Сиз бул бетте берген жеке маалымат буларды камтыган, бирок алар менен чектелбеген: CyberSource Corp., Receivable Management Services, Inicis жана үчүнчү тараптар менен жалпы колдонулушу мүмкүн, ал бул даректе жайгашкан Microsoft Online Конфиденциалдуулук Билдирүүсүндө айтылат: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
lo: ຂໍ້ມູນສ່ວນຕົວທີ່ທ່ານໃຫ້ຢູ່ໃນໜ້ານີ້ອາດຈະຖືກແບ່ງປັນກັບພາກສ່ວນທີສາມ ເຊິ່ງລວມມີ ແຕ່ບໍ່ຈຳກັດ CyberSource Corp., Receivable Management Services, Inicis ແລະ ຕາມທີ່ກຳນົດໄວ້ໃນຄໍາຖະແຫຼງຄວາມເປັນສ່ວນຕົວທາງອອນລາຍຂອງ Microsoft ເຊິ່ງເບິ່ງໄດ້ທີ່ນີ້: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
lt: Šiame puslapyje pateikta asmens identifikavimo informacija gali būti bendrinama su trečiosiomis šalimis, įskaitant, bet neapsiribojant „CyberSource Corp.“, „Receivable Management Services“, „Inicis“, kaip nurodyta „Microsoft“ privatumo patvirtinime internete, kurį rasite šiuo adresu: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
lv: Personiskā informācija, ko sniedzat šajā lapā, var tikt koplietota ar trešajām pusēm, tostarp, bet ne tikai, ar CyberSource Corp., Receivable Management Services un Inicis, kā tas ir norādīts Microsoft tiešsaistes paziņojumā par konfidencialitāti, kas atrodams šajā vietnē: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
mi: Ko te mōhiohio whaiaro e homai koe ki tēnei whārangi, ka āhei ki te tiri ki rōpū kē tae atu ki, engari kāore pea i mutu i a CyberSource Corp., Receivable Management Services, Inicis, pērā hoki i kōrerotia i te Tauākī Tūmataitinga Tuihono a Microsoft i konei: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
mk: Личните податоци кои ги обезбедувате на оваа страница може да се споделат со трети страни, вклучувајќи, но не ограничувајќи се на CyberSource Corp., Receivable Management Services, Inicis и како што е образложено во мрежната Изјава на Microsoft за заштита на личните податоци поставена тука: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
ml: ഈ പേജിൽ നിങ്ങൾ നൽകിയ വ്യക്തിഗത വിവരങ്ങൾ സൈബര്‍സോഴ്സ് കോര്‍പ്പ്, റിസീവബിള്\zwj മാനേജുമെന്റ് സര്\zwj വീസസ്, Inicis എന്നിവയുൾപ്പെടെ, എന്നാൽ അതിൽ മാത്രം പരിമിതപ്പെടുത്താത്ത മൂന്നാം കക്ഷികളുമായും ഇവിടെയുള്ള Microsoft ഓൺലൈൻ സ്വകാര്യതാ പ്രസ്താവനയിൽ പ്രതിപാദിച്ചിരിക്കുന്നതുപോലെയും പങ്കിടാനിടയുണ്ട്: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
mn: Энэ хуудсан дээр таны оруулсан хувийн мэдээллийг гуравдагч этгээдтэй, үүний дотор (гэхдээ үүгээр хязгаарлагдахгүй) CyberSource Corp., Авлагын менежментийн үйлчилгээ, Inicis-тэй <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a> хаягт байрлах Microsoft-ын онлайн нууцлалын баталгаанд заасны дагуу хамтран ашиглаж болно.
mr: आपण या पृष्ठावर प्रदान केलेली समाविष्ट परंतु CyberSource Corp., शी मर्यादित न केलेली वैयक्तिक माहिती तृतीय पक्षांसह सामायिक केली जाऊ शकते, प्राप्त करण्यायोग्य व्यवस्थापन सेवा, Inicis आणि Microsoft ऑनलाइन गोपनीयता विधानामध्ये चतुर्थ म्हणून सेट असलेले येथे दिसेल: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
ms: Maklumat peribadi yang anda berikan di halaman ini mungkin dikongsikan dengan pihak ketiga termasuk tetapi tidak terhad kepada CyberSource Corp., Receivable Management Services, Inicis dan seperti yang ditetapkan dalam Pernyataan Privasi Dalam Talian Microsoft yang terdapat di sini: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
mt: L-informazzjoni personali li tagħti f'din il-paġna tista' tiġi xxerjata ma' partijiet terzi inkluż iżda mhux limitat għal CyberSource Corp., Receivable Management Services, Inicis u kif stipulat fid-Dikjarazzjoni tal-Privatezza Online ta' Microsoft li tinsab hawnhekk: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
ne: तपाइँले यो पृष्ठमा प्रदान गरेको व्यक्तिगत जानकारीलाई CyberSource कर्पोरेसन., Receivanle Management Services, Inicis, र यहाँ Microsoft अनलाइन गोपनीयता कथनमा: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a> उल्लेख गरिए अनुसार तेस्रो पक्षहरूसँग तर यतिमा मात्र सीमित नरहेर साझा गर्न सकिनेछ
nn_no: Den personlege informasjonen du oppgir på denne sida, kan bli delt med tredjepartar, inkludert, men ikkje avgrensa til, CyberSource Corp., Receivable Management Services, Inicis og som framstilt i Microsoft si personvernerklæring på nettet: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
no: De personlige opplysningene du oppgir på denne siden, kan bli delt med tredjeparter, inkludert, men ikke begrenset til, CyberSource Corp., Receivable Management Services og Inicis og som forklart i Microsofts personvernerklæring på nettet, som finnes her: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
or: ଏହି ପୃଷ୍ଠାରେ ଆପଣ ପ୍ରବିଷ୍ଟ କରିଥିବା ବ୍ୟକ୍ତିଗତ ସୂଚନା ହୁଏତ ତୃତୀୟ ପକ୍ଷ ସହିତ ଅଂଶୀଦାର ହୋଇପାରେ ଯାହା ଅନ୍ତର୍ଭୁକ୍ତ କିନ୍ତୁ CyberSource Corp., ପ୍ରାପ୍ତ ଯୋଗ୍ୟ ପରିଚାଳନା ସେବାସମୂହ, inicis ଏବଂ ଏଠାରେ ପାଇ ହେଉଥିବା Microsoft ଅନ୍‌ଲାଇନ୍ ବିବରଣୀରେ ସେଟ୍ ହୋଇଥିବା ଭାବରେ ସୀମିତ ନୁହେଁ: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
pa_arab_pk: تہاڈی ذاتی معلومات جیہڑی تسی ایس صفحے تے دتی اے نوں تیجے فریق نال حصہ داری کیتا جاسکدااے جنہاں چے شامل نیں پر اینہاں تئیں محدود نئیں اے، CyberSource Corp.، قابل وصول انتظامی خدمات, Inicis, تے اونہاں نال جیہڑیاں Microsoft آن لائن رازداری بارے اعلان وچ نیں ایتھے: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
pa_in: ਇਸ ਪੰਨੇ ‘ਤੇ ਤੁਹਾਡੇ ਵੱਲੋਂ ਪ੍ਰਦਾਨ ਕੀਤੀ ਜਾਂਦੀ ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ ਨੂੰ ਤੀਜੀਆਂ ਧਿਰਾਂ ਦੇ ਨਾਲ ਸਾਂਝੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ ਜਿਸ ਵਿੱਚ ਸ਼ਾਮਲ CyberSource Corp., Receivable Management Services, Inicis ਅਤੇ ਇੱਥੇ ਸਥਿਤ Microsoft ਔਨਲਾਈਨ ਗੋਪਨੀਯਤਾ ਸਟੇਟਮੈਂਟ ਵਿੱਚ ਦਰਸਾਏ ਅਨੁਸਾਰ ਸ਼ਾਮਲ ਹਨ ਪਰ ਇਨ੍ਹਾਂ ਤੱਕ ਸੀਮਿਤ ਨਹੀਂ ਹੈ: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
pl: Informacje osobiste podane na tej stronie mogą być udostępniane stronom trzecim, a w szczególności firmom CyberSource Corp., Receivable Management Services, Inicis zgodnie z postanowieniami w Zasadach zachowania poufności informacji firmy Microsoft w trybie online dostępnymi tutaj: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
ru: Указанные вами на этой странице личные сведения могут предоставляться третьим лицам, в частности CyberSource Corp., Receivable Management Services, Inicis и другим, указанным в заявлении корпорации Майкрософт о конфиденциальности в Интернете, которое расположено на веб-странице: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
sd: ذاتي معلومات جيڪا توهان هن صفحي تي مهيا ڪيو ٿا اها متان ٽين پارٽين سان حصيداري ڪئي وڃي، جنهن ۾ شامل آهن، پر انهن تائين محدود نه آهي، CyberSource ڪارپوريشن.وصول ٿيندڙ انتظام جون خدمتون ۽ جيئن Microsoft جي آن لائن خانگي نوعيت جي بيان ۾ سيٽ ڪيل آهي: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
si: මෙම පිටුව මත ඔබ සපයන පුද්ගලික තොරතුරු Microsoft මාර්ගගත රහස්‍යතා ප්‍රකාශය පරිදි CyberSource Corp., Receivable Management Services, Inicis ඇතුළු එහෙත් ඒවාට සීමා නොවී තෙවන පාර්ශ්ව සමග බෙදාහදාගනු හැකිය. රහස්‍යතා ප්‍රකාශය මෙහි දැක්වේ: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
sl: Osebni podatki, ki jih posredujete na tej strani, bodo morda posredovani tretjim osebam, vključno z družbami CyberSource Corp., Receivable Management Services in Inicis, kot je opisano v Microsoftovi spletni izjavi o zasebnosti na tem naslovu: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
sr_cyrl_rs: Лични подаци које наведете на овој страници могу се делити са независним произвођачима укључујући, али не ограничавајући се на, CyberSource Corp., Receivable Management Services, Inicis и као што је наведено и у Изјави о приватности корпорације Microsoft на мрежи која се налази овде: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
sr_latn_rs: Lični podaci koje navedete na ovoj stranici mogu se deliti sa nezavisnim proizvođačima uključujući, ali ne ograničavajući se na, CyberSource Corp., Receivable Management Services, Inicis i kao što je navedeno i u Izjavi o privatnosti korporacije Microsoft na mreži koja se nalazi ovde: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
sv: Den personliga information du anger på den här sidan kan delas med tredje part, inklusive men inte begränsat till CyberSource Corp., Receivable Management Services, Inicis, och enligt Microsofts sekretesspolicy som finns här: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
ta: இந்தப் பக்கத்தில் நீங்கள் வழங்கியுள்ள தனிப்பட்ட தகவல் CyberSource Corp., Receivable Management Services, Inicis உள்ளிட்ட ஆனால் இவை மட்டுமல்ல மூன்றாம் நபர்களுடன் இதில் அமைந்துள்ள Microsoft ஆன்லைன் தனியுரிமை அறிக்கையில் அமைக்கப்பட்டுள்ளவாறு பகிரப்படலாம்: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
te: ఈ పేజీలో మీరు అందించిన వ్యక్తిగత సమాచారం CyberSource Corp., స్వీకరించదగిన నిర్వహణ సేవలు, ఇనిసిస్‌తో సహా మరియు ఇక్కడ ఉన్న Microsoft Online గోప్యతా ప్రకటనలో సెట్ చేసిన విధంగా మూడవ పార్టీలతో భాగస్వామ్యం చేయబడుతుంది: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
tg: Маълумоти шахсие, ки шумо дар ин саҳифа пешниҳод мекунед, метавонад бо шахсони сеюм, аз ҷумла, вале номаҳдуд бо CyberSource Corp., Receivable Management Services ва Inicis, тавре ки дар Баёнияи махфияти онлайни Microsoft муқаррар карда шудааст, мубодила карда шавад: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
th: ข้อมูลส่วนบุคคลที่คุณให้ไว้ในหน้าเว็บนี้อาจถูกแบ่งปันให้กับบุคคลที่สามซึ่งรวมถึงแต่ไม่จำกัดเพียง CyberSource Corp., Receivable Management Services, Inicis และตามที่ได้ระบุไว้ในคำชี้แจงสิทธิส่วนบุคคลแบบออนไลน์ของ Microsoft ที่นี่: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
tr: Bu sayfada sağladığınız kişisel bilgiler, CyberSource Corp., Receivable Management Services, Inicis dahil, ancak bunlarla sınırlı olmamak üzere üçüncü taraflarla ve aşağıdaki konumda bulunan Microsoft Çevrimiçi Gizlilik Bildirimi'nde belirtilen şekilde paylaşılabilir: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
tt: Сез бу биттә күрсәткән шәхси мәгълүмат чит тарафлар, шул исәптән, CyberSource Corp., Receivable Management Services, Inicis һәм башкалар белән дә, биредә урнашкан Майкрософт онлайн хосусыйлык аңлатмасында билгеләнгәнчә, уртак кулланыла ала: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
ug: سىز بۇ بەتتە تەمىنلىگەن شەخسىي ئۇچۇرلار ئۈچىنچى تەرەپ بىلەن ئورتاقلىشىلىشى مۇمكىن، بۇ ئۈچىنچى تەرەپلەر CyberSource Corp., Receivable Management Services, Inicis ۋە بۇ يەردىكى Microsoft تور مەخپىيەتلىك باياناتىدا دېيىلگەنلەرنى ئۆز ئىچىگە ئالىدۇ، بىراق ئۇلار بىلەنلا چەكلەنمەيدۇ: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
uk: Особисті відомості, указані на цій сторінці, може бути надано третім сторонам, зокрема компаніям CyberSource Corp., Receivable Management Services та Inicis, відповідно до умов Декларації корпорації Майкрософт про конфіденційність в Інтернеті, яку можна переглянути на сторінці <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
ur: ‏‏‏‏ذاتی معلومات جو آپ نے اس صفحہ پہ فراہم کی ہے اس کو تیسرے فریق بشمول سائبرسورس کارپ، قابل وصولی نظم کی خدمات، انیسز اور Microsoft آن لائن رازداری بیان میں وضاحت کیا گیا ہے یہاں: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
uz: Siz ushbu sahifada kiritadigan shaxsiy ma’lumotlar Microsoft Online Privacy’ning quyidagi manzilda joylashgan Maxfiylik bayonnomasida aytilganidek, jumladan, CyberSource Corp., Receivable Management Services, Inicis kabilarni o‘z ichiga oluvchi uchinchi tomon bilan baham ko‘rilishi mumkin: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
vi: Thông tin cá nhân bạn cung cấp trên trang này có thể được chia sẻ với các bên thứ ba bao gồm nhưng không chỉ giới hạn đối với CyberSource Corp., Receivable Management Services, Inicis và như được nêu trong Điều khoản về Quyền riêng tư Trực tuyến của Microsoft đặt tại đây: <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>
zh_hans: 您在此页上提供的个人信息可能会按照位于 <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr</a> 上的 Microsoft 在线隐私声明所述与第三方共享，包括但不限于 CyberSource Corp.、Receivable Management Services 和 Inicis
zh_hant: 您在此頁面上提供的個人資訊可能會與第三方共用，包括但不限於 CyberSource Corp.、Receivable Management Services、Inicis 以及 Microsoft 線上隱私權聲明 (網址為 <a target="_blank" href="http://privacy.microsoft.com/ko-kr">http://privacy.microsoft.com/ko-kr </a>) 所述的協力廠商。
