Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MailingOrStreetAddress.MinLength
source: Mailing/Street address is too short.
af: Pos/straat adres is te lank.
am: የመልእክት/የጎዳና አድራሻ በጣም አጭር ነው።
ar: يقل عنوان الشارع أو البريد عن اللازم طولاً.
as: মেইলিং/পথৰ ঠিকনাসমূহ অতি চুটি৷
az: Poçt/Küçə ünvanı çox qısadır.
bg: Пощенският адрес/улицата е прекалено къса.
bn_in: মেল পাঠানোর/রাস্তার ঠিকানা অত্যন্ত ছোট।
bs: Poštanska adresa je prekratka.
cy: Mae'r cyfeiriad stryd/post yn rhy fyr.
da: Postadressen er for kort.
de: Die Angabe der Postanschrift/Straße ist zu kurz.
el: Η διεύθυνση/διεύθυνση αλληλογραφίας είναι πολύ μικρή.
es: La dirección postal es demasiado corta.
et: Postiaadress on liiga lühike.
eu: Posta-helbidea laburregia da.
fa: آدرس پستی/خیابان بسیار کوتاه است.
ga: Tá an seoladh Poist/Sráide róghearr.
gd: Tha an seòladh libhrigidh/sràide ro ghoirid.
gl: O enderezo postal é moi curto.
gu: મેઇલીંગ/ શેરી સરનામું ખૂબ ટૂંકુ છે.
he: כתובת הרחוב/הכתובת למשלוח קצרה מדי.
hi: डाक/मार्ग का पता बहुत छोटा है.
hr: Poštanska adresa prekratka je.
hu: A postacím/utca és házszám túl rövid.
id: Alamat Penyuratan/Jalan terlalu pendek.
is: Póstfang er of stutt.
ja: 住所/番地が短すぎます。
ka: საფოსტო/ქუჩის მისამართი ძალიან მოკლეა.
kk: Пошталық мекенжай тым қысқа.
kn: ಮೇಲಿಂಗ್/ಗಲ್ಲಿ ವಿಳಾಸ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 우편 주소/나머지 주소가 너무 짧습니다.
ku_arab: ناونیشانی پۆستە/شەقام زۆر کورتە.
ky: Почта/Көчө дареги өтө эле кыска.
lo: ທີ່ຢູ່ໄປສະນີ/ທີ່ຢູ່ຖະໜົນສັ້ນເກີນໄປ.
lt: Pašto adresas per trumpas.
lv: Pasta/fiziskā adrese ir pārāk īsa.
mi: He poto rawa taku wahitau Tuku Mera/Tiriti.
mk: Поштенската адреса е прекратка.
ml: മെയിലിംഗ്/സ്‌ട്രീറ്റ് വിലാസം വളരെ ചെറുതാണ്.
mn: Шуудан/Гудамжны хаяг хэт богино байна.
mr: मेलिंग/मार्ग पत्ता खूप लहान आहे.
ms: Alamat Mel/Jalan terlalu pendek.
mt: L-indirizz postali qasir wisq.
ne: हुलाक/गल्ली ठेगाना धेरै छोटो छ।
nn_no: Post-/gateadressa er for kort.
no: Post-/gateadresse er for kort.
or: ମେଲିଂ/ସାହୀ ଠିକଣା ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ڈاک/ گھر پتہ بوہت نکا اے۔
pa_in: ਮੇਲਿੰਗ/ਗਲੀ ਦਾ ਪਤਾ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Adres pocztowy (ulica) jest zbyt krótki.
ru: Почтовый адрес слишком короткий.
sd: ڊاڪ/گھٽي جو پتو تمام ننڍو آهي.
si: තැපැල්/වීදි ලිපිනය කෙටි වැඩියි.
sl: Poštni/ulični naslov je prekratek.
sr_cyrl_rs: Поштанска адреса (улица и број) је прекратка.
sr_latn_rs: Poštanska adresa (ulica i broj) je prekratka.
sv: Post-/gatuadressen är för kort.
ta: அஞ்சல்/தெரு முகவரி மிகச் சிறியதாக உள்ளது.
te: మెయిలింగ్/వీధి చిరునామా చాలా చిన్నదిగా ఉంది.
tg: Суроғаи почта/кӯча аз ҳад кӯтоҳ аст.
th: ที่อยู่/ที่อยู่ทางไปรษณีย์สั้นเกินไป
tr: Posta/Sokak adresi çok kısa.
tt: Почта/Урам адресы бик кыска.
ug: پوچتا/يول ئادرېسى بەك قىسقا.
uk: Закоротка поштова адреса.
ur: ڈاک/گلی کا پتہ بہت مختصرہے۔
uz: Pochta/Ko‘cha manzili juda qisqa.
vi: Địa chỉ gửi thư/Địa chỉ đường quá ngắn.
zh_hans: 通讯地址/街道地址太短。
zh_hant: 郵寄/街道地址太短。

# Literal.MailingOrStreetAddress.Pattern
source: Invalid Mailing/Street address.
af: Ongeldige Pos/Straat address.
am: ልክ ያልሆነ የመልእክት/የጎዳና አድራሻ።
ar: ليس عنوان الشارع أو البريد صالحًا.
as: অবৈধ মেইলিং/পথৰ ঠিকনাসমূহ৷
az: Poçt/Küçə ünvanı yanlışdır.
bg: Невалиден пощенски адрес/улица.
bn_in: মেল পাঠানোর/রাস্তার ঠিকানা সঠিক নয়।
bs: Nevažeća poštanska adresa.
cy: Cyfeiriad stryd/post annilys.
da: Ugyldig postadresse.
de: Die Postanschrift/Straße ist ungültig.
el: Μη έγκυρη διεύθυνση/διεύθυνση αλληλογραφίας.
es: La dirección postal no es válida.
et: Vigane postiaadress.
eu: Posta-helbidea ez da baliozkoa.
fa: آدرس پستی/خیابان نامعتبر است.
ga: Seoladh Poist/Sráide neamhbhailí.
gd: Tha an seòladh libhrigidh/sràide mì-dhligheach.
gl: O enderezo postal non é válido.
gu: અમાન્ય મેઇલીંગ/ શેરી સરનામું.
he: כתובת הרחוב/הכתובת למשלוח לא חוקית.
hi: अमान्य डाक/मार्ग का पता.
hr: Poštanska adresa nije valjana.
hu: A postacím/utca és házszám érvénytelen.
id: Alamat Penyuratan/Jalan tidak valid.
is: Ógilt póstfang.
ja: 住所/番地が無効です。
ka: საფოსტო/ქუჩის მისამართი არასწორია.
kk: Пошталық мекенжай жарамсыз.
kn: ಅಮಾನ್ಯ ಮೇಲಿಂಗ್/ಗಲ್ಲಿ ವಿಳಾಸ.
ko: 우편 주소/나머지 주소가 올바르지 않습니다.
ku_arab: ناونیشانی پۆستە/شەقام نادروستە.
ky: Туура эмес Почта/Көчө дареги.
lo: ທີ່ຢູ່ໄປສະນີ/ທີ່ຢູ່ຖະໜົນບໍ່ຖືຕ້ອງ.
lt: Netinkamas pašto adresas.
lv: Nederīga pasta/fiziskā adrese.
mi: Wāhitau Tuku Mēra/Tiriti muhu.
mk: Неважечка поштенска адреса.
ml: മെയിലിംഗ്/സ്‌ട്രീറ്റ് വിലാസം അസാധുവാണ്.
mn: Шуудан/Гудамжны хаяг буруу байна.
mr: अवैध मेलिंग/मार्ग पत्ता.
ms: Alamat Mel/Jalan tidak sah.
mt: L-indirizz postali invalidu.
ne: अवैध हुलाक/गल्ली ठेगाना।
nn_no: Ugyldig post-/gateadresse.
no: Ugyldig post-/gateadresse.
or: ଅବୈଧ ମେଲିଂ/ସାହୀ ଠିକଣା.
pa_arab_pk: ناجائز ڈاک/گھر پتہ۔
pa_in: ਮੇਲਿੰਗ/ਗਲੀ ਦਾ ਪਤਾ ਅਯੋਗ ਹੈ।
pl: Nieprawidłowy adres pocztowy (ulica).
ru: Почтовый адрес недействителен.
sd: غلط ڊاڪ/گھٽي پتو.
si: තැපැල්/වීදි ලිපිනය වැරදියි.
sl: Poštni/ulični naslov je neveljaven.
sr_cyrl_rs: Поштанска адреса (улица и број) је неважећа.
sr_latn_rs: Poštanska adresa (ulica i broj) je nevažeća.
sv: Ogiltig post-/gatuadress.
ta: தவறான அஞ்சல்/தெரு முகவரி.
te: చెల్లని మెయిలింగ్/వీధి చిరునామా.
tg: Суроғаи почта/кӯчаи беэътибор.
th: ที่อยู่/ที่อยู่ทางไปรษณีย์ไม่ถูกต้อง
tr: Geçersiz Posta/Sokak adresi.
tt: Почта/Урам адресы ялгыш.
ug: پوچتا/يول ئادرېسى ئىناۋەتسىز.
uk: Неприпустима поштова адреса.
ur: بے کواز ڈاک/گلی کا پتہ۔
uz: Pochta/Ko‘cha manzili haqiqiy emas.
vi: Địa chỉ gửi thư/Địa chỉ đường không hợp lệ.
zh_hans: 通讯地址/街道地址无效。
zh_hant: 郵寄/街道地址無效。

# Literal.MailingOrStreetAddress.Required
source: Mailing/Street address is required.
af: Pos/Straat adres word benodig.
am: የመልእክት/የጎዳና አድራሻ ያስፈልጋል።
ar: عنوان الشارع/البريد مطلوب.
as: মেইলিং/পথৰ ঠিকনাসমূহৰ আৱশ্যক৷
az: Poçt/Küçə ünvanı tələb olunur.
bg: Пощенският адрес/улицата е задължителна.
bn_in: মেল পাঠানোর/রাস্তার ঠিকানা আবশ্যক।
bs: Poštanska adresa je obavezna.
cy: Rhaid rhoi cyfeiriad stryd/post.
da: Postadresse skal angives.
de: Die Postanschrift/Straße ist erforderlich.
el: Απαιτείται διεύθυνση/διεύθυνση αλληλογραφίας.
es: La dirección postal es obligatoria.
et: Postiaadress on kohustuslik.
eu: Posta-helbidea behar da.
fa: به آدرس پستی/خیابان نیاز است.
ga: Seoladh Poist/Sráide de dhíth.
gd: Tha feum air seòladh libhrigidh/sràide.
gl: Requírese un enderezo postal.
gu: મેઇલીંગ/ શેરી સરનામાંની આવશ્યકતા છે.
he: נדרשת כתובת רחוב/כתובת למשלוח.
hi: डाक/मार्ग का पता आवश्यक है.
hr: Poštanska adresa obavezna je.
hu: A postacímet/utcát és házszámot kötelező megadni.
id: Alamat Penyuratan/Jalan wajib diisi.
is: Færa verður inn póstfang.
ja: 住所/番地は必須項目です。
ka: მიუთითეთ საფოსტო/ქუჩის მისამართი.
kk: Пошталық мекенжай қажет.
kn: ಮೇಲಿಂಗ್/ಗಲ್ಲಿ ವಿಳಾಸ ಅಗತ್ಯವಿದೆ.
ko: 우편 주소/나머지 주소는 필수 항목입니다.
ku_arab: ناونیشانی پۆستە/شەقام پێویستە.
ky: Почта/Көчө дареги талап кылынууда.
lo: ຕ້ອງລະບຸທີ່ຢູ່ໄປສະນີ/ທີ່ຢູ່ຖະໜົນ.
lt: Reikia nurodyti pašto adresą.
lv: Nepieciešama pasta/fiziskā adrese.
mi: Me mātua noho mai te Wāhitau Tuku mēra/Tiriti.
mk: Потребна е поштенска адреса.
ml: മെയിലിംഗ്/സ്‌ട്രീറ്റ് വിലാസം ആവശ്യമാണ്.
mn: Шуудан/Гудамжны хаяг оруулах шаардлагатай.
mr: मेलिंग/मार्ग पत्ता आवश्यक आहे.
ms: Alamat Mel/Jalan diperlukan.
mt: L-indirizz postali meħtieġ.
ne: हुलाक/गल्ली ठेगाना आवश्यक छ।
nn_no: Post-/gateadresse er obligatorisk.
no: Post-/gateadresse er påkrevd.
or: ମେଲିଂ/ସାହୀ ଠିକଣା ଆବଶ୍ୟକ.
pa_arab_pk: ڈاک/ گھر پتے دی لوڑ اے۔
pa_in: ਮੇਲਿੰਗ/ਗਲੀ ਦੇ ਪਤੇ ਦੀ ਲੋਡ਼ ਹੈ।
pl: Adres pocztowy (ulica) jest wymagany.
ru: Требуется указать почтовый адрес.
sd: ڊاڪ/گھٽي جي پتي جي ضرورت آهي.
si: තැපැල්/වීදි ලිපිනය අවශ්‍යයි.
sl: Vnesite poštni/ulični naslov.
sr_cyrl_rs: Поштанска адреса (улица и број) је обавезна.
sr_latn_rs: Poštanska adresa (ulica i broj) je obavezna.
sv: Post-/gatuadress krävs.
ta: அஞ்சல்/தெரு முகவரி தேவை.
te: మెయిలింగ్/వీధి చిరునామా అవసరం.
tg: Суроғаи почта/кӯча ҳатмист.
th: ต้องระบุที่อยู่/ที่อยู่ทางไปรษณีย์
tr: Posta/Sokak adresi gereklidir.
tt: Почта/Урам адресы мәҗбүри.
ug: پوچتا/يول ئادرېسى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати поштову адресу.
ur: ڈاک/گلی کا پتہ مطلوب ہے۔
uz: Pochta/Ko‘cha manzili talab qilinadi.
vi: Địa chỉ gửi thư/Địa chỉ đường là cần thiết.
zh_hans: 通讯地址/街道地址为必填项。
zh_hant: 郵寄/街道地址是必要資訊。

# Word.CVV.Card.Info.3Digi
source: Three digit CVV
af: Driesyfer-CVV
am: ሰዎስት አሃዝ CVV
ar: رمز CVV مكون من ثلاثة أرقام
as: তিনিটা সংখ্যাৰ CVV
az: Üç rəqəmli CVV
bg: Трицифрен CVV код
bn_in: তিন সংখ্যার CVV
bs: Trocifrena vrijednost za potvrdu kartice (CVV)
cy: CVV tri digid
da: 3-cifret kontrolkortnummer
de: Dreistellige Kreditkartenprüfnummer
el: Τριψήφιος CVV
es: CVV de tres dígitos
et: Kolmekohaline CVV
eu: Hiru digituko CVV kodea
fa: CVV سه رقمی
ga: CVV trí dhigit
gd: CVV trì fhigearan
gl: CVV de tres díxitos
gu: ત્રણ અંક CVV
he: CVV בן שלוש ספרות
hi: तीन अंकीय CVV
hr: Troznamenkasti CVV broj
hu: Háromjegyű CVV
id: CVV tiga digit
is: Þriggja tölustafa CVV
ja: ３ 桁の CVV
ka: სამნიშნიანი CVV
kk: Үш сандық CVV коды
kn: ಮೂರು ಅಂಕೆ CVV
ko: 3자리 CVV 코드
ku_arab: سێ رەنووسی CVV
ky: Үч сандуу CVV
lo: ລະຫັດ CVV ສາມຕົວເລກ
lt: Trijų skaitmenų CVV
lv: Trīs ciparu CVV kods
mi: CVV toru matitau
mk: Троцифрен CVV
ml: മൂന്നക്ക CVV
mn: Гурван оронтой CVV
mr: तीन अंकी CVV
ms: CVV tiga digit
mt: CVV bi tliet numri
ne: तीन अंकको CVV
nn_no: CVV med tre siffer
no: Tresifret CVV-nummer
or: ତିନି ଅକ୍ଷର CVV
pa_arab_pk: تن ہندسیاں آلا CVV
pa_in: ਤਿੰਨ ਅੰਕੀ CVV
pl: Trzycyfrowy kod CVV
ru: Трехзначный CVV-код
sd: ٽي ڊِجِٽ CVV
si: අංක 3ක් සහිත ක්‍රෙඩිට් කාඩ්පතේ කාඩ්පත් තහවුරු කිරීමේ අංකය (CVV)
sl: Trimestni CVV
sr_cyrl_rs: Троцифрена вредност CVV
sr_latn_rs: Trocifrena vrednost za verifikaciju kartice
sv: Tresiffrig CVV-kod
ta: மூன்று இலக்க CVV
te: మూడు అంకెల CVV
tg: CVV-и серақама
th: CVV สามหลัก
tr: Üç rakamlı CVV
tt: Өч санлы CVV коды
ug: 3 خانىلىق CVV
uk: Трицифровий код CVV
ur: تین ہندسوں والا CVV
uz: Uchta raqamli CVV-kod
vi: CVV ba chữ số
zh_hans: 三位数 CVV
zh_hant: 三位數 CVV

# Word.CVV.Card.Info.4Digi
source: Four digit CVV
af: Viersyfer-CVV
am: አራት አሃዝ CVV
ar: رمز CVV مكون من أربعة أرقام
as: চাৰিটা সংখ্যাৰ CVV
az: Dörd rəqəmli CVV
bg: Четирицифрен CVV код
bn_in: চার সংখ্যার CVV
bs: Četverocifrena vrijednost za potvrdu kartice (CVV)
cy: CVV pedwar digid
da: 4-cifret kontrolkortnummer
de: Vierstellige Kreditkartenprüfnummer
el: Τετραψήφιος CVV
es: CVV de cuatro dígitos
et: Neljakohaline CVV
eu: Lau digituko CVV kodea
fa: CVV چهار رقمی
ga: CVV ceithre dhigit
gd: CVV ceithir fhigearan
gl: CVV de catro díxitos
gu: ચાર અંક CVV
he: CVV בן ארבע ספרות
hi: चार अंकीय CVV
hr: Četveroznamenkasti CVV broj
hu: Négyjegyű CVV
id: CVV empat digit
is: Fjögurra tölustafa CVV-númer
ja: ４ 桁の CVV
ka: ოთხნიშნიანი CVV
kk: Төрт сандық CVV коды
kn: ನಾಲ್ಕು ಅಂಕೆ CVV
ko: 4자리 CVV 코드
ku_arab: چوار رەنووسی CVV
ky: Төрт сандуу CVV
lo: ລະຫັດ CVV ສີ່ຕົວເລກ
lt: Keturių skaitmenų CVV
lv: Četru ciparu CVV kods
mi: CVV whā matitau
mk: Четвороцифрен CVV
ml: നാലക്ക CVV
mn: Дөрвөн оронтой CVV
mr: चार अंकी CVV
ms: CVV empat digit
mt: CVV b'erba' numri
ne: चार अंकको CVV
nn_no: CVV med fire siffer
no: Firesifret CVV-nummer
or: ଚାରି ଅକ୍ଷର CVV
pa_arab_pk: چار ہندسیاں آلا CVV
pa_in: ਚਾਰ ਅੰਕੀ CVV
pl: Czterocyfrowy kod CVV
ru: Четырехзначный CVV-код
sd: چار ڊِجِٽ CVV
si: අංක හතරක් සහිත කාඩ්පත් තහවුරු කිරීමේ අංකය (CVV)
sl: Štirimestni CVV
sr_cyrl_rs: Четвороцифрена вредност CVV
sr_latn_rs: Četvorocifrena vrednost za verifikaciju kartice
sv: Fyrsiffrig CVV-kod
ta: நான்கு இலக்க CVV
te: నాలుగు అంకెల CVV
tg: CVV-и чоррақама
th: CVV สี่หลัก
tr: Dört rakamlı CVV
tt: Дүрт санлы CVV коды
ug: 4 خانىلىق CVV
uk: Чотирицифровий код CVV
ur: چار ہندسوں والا CVV
uz: To‘rtta raqamli CVV-kod
vi: CVV bốn chữ số
zh_hans: 四位数 CVV
zh_hant: 四位數 CVV

# Word.CVVCardInfoTitle.XBox
source: Locating Your CVV
af: Vind jou CVV
am: CVV ህን ማግኘት ላይ
ar: بحث عن رمز CVV
as: আপোনাৰ CVV অৱস্থিত হৈছে
az: CVV-niz yerləşdirilir
bg: Намиране на CVV кода
bn_in: আপনার CVV'র স্থান নির্ধারণ করছে
bs: Pronalaženje vrijednosti za potvrdu kartice (CVV)
cy: Dod o hyd i'ch CVV
da: Søger efter dit kontrolkortnummer
de: Kreditkartenprüfnummer wird gesucht
el: Εντοπισμός του κωδικού σας CVV
es: Ubicación del CVV
et: Teie CVV asukoht
eu: Zure CVV kodea bilatzen
fa: CVV خود را پیدا کنید
ga: Ag Aimsiú do CVV
gd: A' lorg do CVV
gl: Encontrar o seu CVV
gu: તમારો CVV શોધો
he: איתור ה- CVV שלך
hi: अपने CVV का पता लगाएँ
hr: Pronalaženje vašeg CVV broja
hu: CVV keresése
id: Lokasi CVV Anda
is: Leita að CVV-númeri þínu
ja: CVV の記載場所
ka: დგინდება თქვენი CVV
kk: CVV кодының орны
kn: ನಿಮ್ಮ CVV ಕಂಡುಹಿಡಿಯಲಾಗುತ್ತಿದೆ
ko: CVV 찾기
ku_arab: دۆزینەوەی CVV ی تۆ
ky: Сиздин CVV жайгаштыруу
lo: ກຳລັງຊອກຫາລະຫັດ CVV ຂອງທ່ານ
lt: Kaip rasti CVV
lv: CVV koda noteikšana
mi: Te Kimi i Tō CVV
mk: Лоцирање на вашиот CVV
ml: നിങ്ങളുടെ CVV കണ്ടെത്തുന്നു
mn: CVV-ээ олох
mr: आपले CVV शोधत आहे
ms: Mengesan CVV Anda
mt: Kif Issib is-CVV Tiegħek
ne: तपाइँको CVV पत्ता लगाउँदै
nn_no: Finne CVV ditt
no: Finne CVV-nummeret
or: ଆପଣଙ୍କର CVV ଚିହ୍ନଟ କରୁଛି
pa_arab_pk: تساں دا CVV لبھ رئے آں
pa_in: ਤੁਹਾਡੇ CVV ਨੂੰ ਲੱਭਣਾ
pl: Lokalizowanie kodu CVV
ru: Поиск CVV-кода
sd: توھان جي CVV ڳولي رھيا آھيون
si: ඔබේ ක්‍රෙඩිට් කාඩ්පතේ කාඩ්පත් තහවුරු කිරීමේ අංකය (CVV) නිශ්චයනය කෙරෙමින් පවතී
sl: Kje je CVV
sr_cyrl_rs: Проналажење вредности CVV
sr_latn_rs: Pronalaženje vrednosti za verifikaciju kartice
sv: Hitta CVV-koden
ta: உங்கள் CVV -ஐ கண்டறிகிறது
te: మీ CVVను గుర్తిస్తోంది
tg: Ёфтани макони CVV
th: การค้นหา CVV ของคุณ
tr: CVV'nizi Bulma
tt: CVV кодыгызны эзләү
ug: CVV نى ئورۇنلاشتۇرۇش
uk: Як знайти код CVV
ur: آپ کے CVV کی تلاش کررہا ہے
uz: O‘zingizning CVV-kodingizni topish
vi: Tìm CVV của Bạn
zh_hans: 查找您的 CVV
zh_hant: 尋找您的 CVV
