Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Inicis.BrowserMsg
source: Customers using web browsers other than IE (Internet Explorer) will not be able to sign up for new Azure services due to ActiveX installation issue. Please use IE or a VM (Virtual Machine) with IE to sign up. After the payment method is registered, you will be able to use other web browsers for Azure services. We apologize for the inconvenience.
af: Kliënte wat webblaaiers anders as IE (Internet Explorer) gebruik sal nie vir nuwe Azure-dienste kan aanteken nie, weens \'n ActiveX-installeringskwessie. Gebruik asseblief IE of \'n VM (Virtuele Masjien) met IE om aan te teken. Na die betalingsmetode geregistreer is, sal jy ander webblaaiers vir Azure-dienste kan gebruik. Ons vra om verskoning vir die ongerief.
am: ActiveX አጫጫን ችግር ምክንያት ከ IE (Internet Explorer) ብራውዘር ውጪ የሚጠቀሙ ደንበኞች ለአዲስ የአዙር አገልግሎት መመዝገብ አይችሉም፡፡ እባኮትን አይ.ኢ ወይም ቪ.ኤም ይጠቀሙ፡፡
ar: لن يكون بمقدور العملاء الذين يستخدمون مستعرضات ويب غير IE‏ (Internet Explorer) التسجيل للحصول على خدمات Azure؛ بسبب مشكلة في تثبيت ActiveX. الرجاء استخدام IE أو VM (جهاز ظاهري) مع IE؛ لتتمكّن من التسجيل. وبعد تسجيل طريقة عملية الدفع، سيكون بمقدورك استخدام مستعرضات ويب أخرى للحصول على خدمات Azure. نأسف للإزعاج.
as: ActiveX ইনষ্টলেশ্বন সমস্যাৰ কাৰণে গ্ৰাহকসকলে IE (Internet Explorer)ৰ পৰিৱৰ্তে ব্যৱহাৰ কৰি থকা ৱেব ব্ৰাউজাৰসমূহক নতুন Azure সেৱাসমূহৰ বাবে ছাইন আপ কৰিবলৈ সক্ষম নহ'ব৷ অনুগ্ৰহ কৰি ছাইন আপ কৰিবলৈ IE-ৰ সৈতে IE বা এটি VM (ভাৰ্চুৱেল মেচিন) ব্যৱহাৰ কৰক৷ ধন পৰিশোধ পদ্ধতিটো ৰেজিষ্টাৰ হোৱাৰ পিছত, আপুনি Azure সেৱাসমূহৰ বাবে অন্য ৱেব ব্ৰাউজাৰসমূহ ব্যৱহাৰ কৰিবলৈ সক্ষম হ'ব৷ অসুবিধাৰ বাবে আমি দুঃখিত৷
az: IE-dən (Internet Explorer) başqa veb-baxış proqramlarından istifadə edən müştərilər ActiveX quraşdırma probleminə görə yeni Azure xidmətlərində qeydiyyatdan keçə bilməyəcəklər. Qeydiyyatdan keçmək üçün IE və ya IE ilə VM-dən (Virtual Maşın) istifadə edin. Ödəniş üsulu qeydiyyatdan keçdikdən sonra siz Azure xidmətləri üçün başqa veb baxış proqramlarından istifadə edə biləcəksiniz.
bg: Клиентите, които използват различни от IE (Internet Explorer) уеб браузъри, няма да могат да се регистрират за нови услуги на Azure поради проблем с инсталацията на ActiveX. Използвайте IE или VM (виртуална машина) с IE за регистриране. След като методът на плащане е регистриран, ще можете да използвате други уеб браузъри за услуги на Azure. Извиняваме се за неудобството.
bn_in: ActiveX সংস্থাপন বিষয়ক কারণে ক্রেতারা IE (Internet Explorer) ছাড়া অন্য কোনো ওয়েব ব্রাউজার ব্যবহার করলে তারা কোনো রকমেই নতুন Azure পরিষেবা পেতে সাইন আপ করতে পারবে না? IE দিয়ে সাইন আপ করতে অনুগ্রহ করে IE বা কোনো এক VM (Virtual Machine) ব্যবহার করুন? পেমেন্টের পদ্ধতি পঞ্জীভূত হবার পরে, Azure পরিষেবা পেতে আপনি অন্য কোনো ব্রাউজার ব্যবহার করতে পারেন? আমরা আমাদের অক্ষমতার জন্য ক্ষমা্প্রার্থী?
bs: Klijenti koji ne koriste web preglednik IE (Internet Explorer) neće se moći prijaviti za nove Azure usluge zbog problema s instaliranjem komponente ActiveX. Koristite IE ili VM (Virtual Machine) s preglednikom IE za prijavljivanje. Nakon registriranja načina plaćanja, moći ćete koristiti druge web preglednike za usluge Azure. Ispričavamo se zbog neugodnosti.
da: Kunder, som brugere andre webbrowsere end IE (Internet Explorer), vil ikke kunne tilmelde sig nye Azure-tjenester pga. et problem med ActiveX-installation. Brug derfor IE eller en VM (Virtual Machine) med IE til tilmeldning. Efter at betalingsmetoden er blevet registreret, vil du kunne bruge andre browsere til Azure-tjenester. Vi beklager besværet.
de: Kunden, die einen anderen Webbrowser als IE (Internet Explorer) nutzen, können sich aufgrund eines ActiveX-Installationsproblems nicht bei den neuen Azure-Diensten anmelden. Verwenden Sie IE oder einen VM (virtueller Computer) mit IE, um sich anzumelden. Nachdem die Zahlungsmethode registriert wurde, können Sie andere Webbrowser zusammen mit Azure-Diensten verwenden. Bitte entschuldigen Sie eventuelle Unannehmlichkeiten.
el: Οι πελάτες που χρησιμοποιούν προγράμματα περιήγησης Web εκτός του IE (Internet Explorer) δεν θα μπορούν να εγγραφούν για νέες υπηρεσίες Azure λόγω προβλήματος εγκατάστασης του ActiveX. Χρησιμοποιήστε IE ή VM (εικονική μηχανή) με IE για να εγγραφείτε. Μετά την καταχώρηση της μεθόδου πληρωμής, θα μπορείτε να χρησιμοποιήσετε άλλα προγράμματα περιήγησης Web για τις υπηρεσίες Azure. Λυπούμαστε για την ταλαιπωρία.
es: Debido a un problema con la instalación de ActiveX, los clientes que usen exploradores web que no sean IE (Internet Explorer) no podrán registrarse para los nuevos servicios de Azure. Para hacerlo, usa IE o una máquina virtual con IE. Cuando el método de pago se haya registrado, podrás usar los servicios de Azure con otros exploradores web. Disculpa las molestias.
et: Kliendid, kes kasutavad mõnda muud veebibrauserit peale IE (Internet Explorer), ei saa ActiveX-i installiprobleemi tõttu uute Azure'i teenuste kasutajaks registreeruda. Kasutage registreerumiseks IE-d või virtuaalarvutit (VM) koos IE-ga. Pärast makseviisi registreerimist saate Azure'i teenuste jaoks kasutada ka muid veebibrausereid. Vabandame kõikide ebamugavuste pärast.
eu: Azure zerbitzuetan erregistratzeko Internet Explorer (IE) arakatzailea erabili behar da nahitaez, gainerakoek ActiveX instalatzeko arazoak dituztelako. Zerbitzuan erregistratzeko, erabili IE edo IE instalatuta daukan makina birtual (VM) bat. Ordainketa-metodoa erregistratu ondoren, beste edozein arakatzaile erabiltzen jarraitu ahal izango duzu Azure zerbitzuak erabiltzeko. Barkatu eragozpenak.
fa: مشتریانی که از مرورگرهای وبی غیر از IE (Internet Explorer) استفاده می‌کنند نمی‌توانند به علت مشکلات نصب ActiveX از خدمات Azure استفاده کنند. لطفاً از IE یا یک ماشین مجازی (Virtual Machine) دارای IE برای ثبت نام استفاده کنید. پس از ثبت روش پرداخت، می‌توانید با استفاده از مرورگرهای وب دیگر به خدمات Azure دسترسی داشته باشید. به دلیل اختلال به وجود آمده پوزش می‌طلبیم.
ga: Custaiméirí a úsáideann brabhsálaithe gréasáin seachas IE (Internet Explorer), ní bheidh siad in ann clárú le haghaidh seirbhísí nua Azure de bharr fadhb le suiteáil ActiveX. Iarrtar ort IE nó VM (Meaisín Fíorúil) in éineacht le IE a úsáid chun clárú. Tar éis an modh íocaíochta a chlárú, beidh tú in ann brabhsálaithe gréasáin eile a úsáid le haghaidh seirbhísí Azure. Ár leithscéal as an mhíchaoithiúlacht.
gd: Chan urrainn do chustamairean nach eil a' cleachdadh IE (Internet Explorer) clàradh airson seirbheisean ùra Azure ri linn duilgheadasan le stàladh ActiveX. Cleachd IE no VM (Virtual Machine) air a bheil IE airson clàradh a dhèanamh. 'S urrainn dhut brabhsair sam bith a chleachdadh airson seirbheisean Azure an dèidh dhut an dòigh pàighidh a chlàradh. Tha sinn duilich gun do chuir sinn thu fo mhì-ghoireas.
gl: Os clientes que usen un explorador que non sexa IE (Internet Explorer) non poderán rexistrarse para obter novos servizos de Azure por mor dun problema de instalación de ActiveX. Usa IE ou unha VM (máquina virtual) con IE para rexistrarte. Unha vez rexistrado o método de pago, poderás usar outro explorador web para os servizos de Azure. Lamentamos os inconvenientes.
gu: IE (Internet Explorer) સિવાયના વેબ બ્રાઉઝર્સનો ઉપયોગ કરી રહેલા ગ્રાહકો, ActiveX ઇન્સ્ટોલેશન સમસ્યાને કારણે નવી Azure સેવા માટે સાઇન અપ કરી શકશે નહીં. કૃપયા સાઇન અપ કરવા માટે IE અથવા IE સાથે VM (વર્ચ્યુઅલ મશીન)નો ઉપયોગ કરો. ચૂકવણી પદ્ધતિ નોંધાઈ જાય તે પછી, તમે Azure સેવાઓ માટે અન્ય વેબ બ્રાઉઝર્સનો ઉપયોગ કરી શકશો. અસુવિધા બદલ અમને ખેદ છે.
he: לקוחות המשתמשים בדפדפני אינטרנט שאינם IE ‏(Internet Explorer) לא יוכלו להירשם לשירותים חדשים של Azure עקב בעיה בהתקנה של ActiveX. כדי להירשם, יש להשתמש ב- IE או במחשב וירטואלי (VM) עם IE. לאחר רישום שיטת התשלום, לקוחות אלה יוכלו להשתמש בדפדפני אינטרנט אחרים עבור שירותי Azure. אנו מתנצלים על אי הנוחות.
hi: IE (Internet Explorer) के अलावा अन्य किसी वेब ब्राउज़र का उपयोग करने वाले ग्राहक ActiveX स्थापना समस्या के कारण नई Azure सेवाओं के लिए साइन अप करने में सक्षम नहीं होंगे. कृपया साइन अप करने के लिए IE या कोई IE वाली VM (Virtual Machine) उपयोग करें. भुगतान पद्धति रजिस्टर होने के बाद, आप Azure सेवाओं के लिए अन्य वेब ब्राउज़र का उपयोग करने में सक्षम होंगे. कष्ट के लिए हमें क्षमा करें.
hr: Korisnici koji koriste neki drugi web-preglednik, a ne IE (Internet Explorer) neće se moći prijaviti na nove servise platforme Azure zbog problema s instalacijom komponente ActiveX. Da biste se prijavili, koristite IE ili VM (Virtual Machine) uz IE. Nakon registriranja načina plaćanja za servise platforme Azure moći ćete koristiti druge web-preglednike. Ispričavamo se zbog neugodnosti.
hu: Az IE (Internet Explorer) helyett más böngészőt használó ügyfeleink egy ActiveX-telepítési probléma miatt nem fognak tudni regisztrálni újabb Azure-szolgáltatásokra. A regisztrációhoz használjon IE-t a helyi gépén vagy egy VM-en (virtuális gépen). A fizetési mód regisztrálása után az Azure szolgáltatásai más böngészővel is igénybe vehetők. A kellemetlenségért elnézést kérünk.
id: Pelanggan yang menggunakan browser web selain IE (Internet Explorer) tidak akan dapat mendaftar untuk layanan Azure yang baru karena masalah penginstalan ActiveX. Gunakan IE atau VM (Virtual Machine) dengan IE untuk mendaftar. Setelah metode pembayaran terdaftar, Anda dapat menggunakan browser web lain untuk layanan Azure. Kami minta maaf untuk ketidaknyamanan ini.
is: Viðskiptavinir sem nota annan vafra en IE (Internet Explorer) geta ekki skráð sig fyrir nýrri Azure-þjónustu vegna vandamáls við að setja upp ActiveX. Notaðu IE eða sýndarvél (VM) með IE til að skrá þig. Þegar greiðslumátinn hefur verið skráður geturðu notað aðra vafra fyrir þjónustu Azure. Við biðjumst velvirðingar á þeim óþægindum sem þetta kann að valda.
ja: IE (Internet Explorer) 以外の Web ブラウザーをお使いのお客様は、ActiveX のインストール上の問題で、新しい Azure サービスにサインアップできません。IE または IE がインストールされた VM (仮想マシン) を使ってサインアップしてください。支払方法が登録されると、Azure サービスに他の Web ブラウザーが使えるようになります。ご迷惑をおかけして申し訳ございません。
ka: მომხმარებლები, რომლებიც იყენებენ IE-გან (Internet Explorer) განსხვავებულ ვებ-ბრაუზერებს, ვერ შეძლებენ დარეგისტრირებას Azure სერვისებზე, ActiveX ინსტალაციის პრობლემის გამო. გთხოვთ, რეგისტრაციისთვის გამოიყენოთ IE ან VM (Virtual Machine) IE-ით. გადახდის მეთოდის დარეგისტრირების შემდეგ, შეძლებთ სხვა ვებ-ბრაუზერების გამოყენებას Azure სერვისებისთვის. ბოდიშს გიხდით შექმნილი უხერხულობისთვის.
kk: IE (Internet Explorer) бағдарламасынан басқа веб-шолғыштарды пайдаланатын тұтынушылар ActiveX орнату ақауына байланысты жаңа Azure қызметтеріне тіркеле алмайды. Тіркелу үшін IE немесе VM (Виртуалды машина) пайдаланыңыз. Төлем әдісі тіркелгеннен кейін, Azure қызметтері үшін басқа веб-шолғыштарды пайдалана аласыз. Қолайсыздық үшін кешірім сұраймыз.
kn: IE (Internet Explorer) ಹೊರತುಪಡಿಸಿದ ವೆಬ್ ಬ್ರೌಸರ್‌ಗಳನ್ನು ಬಳಸುತ್ತಿರುವ ಗ್ರಾಹಕರಿಗೆ ActiveX ಸ್ಥಾಪನಾ ಕಾರ್ಯದ ಸಮಸ್ಯೆಯ ಕಾರಣದಿಂದ ಹೊಸ Azure ಸೇವೆಗಳಿಗೆ ಸೈನ್ ಅಪ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ. ಸೈನ್ ಅಪ್ ಮಾಡಲು IE ಅಥವಾ IE ನೊಂದಿಗೆ VM (ಅಗೋಚರ ಯಂತ್ರ) ದಯವಿಟ್ಟು ಬಳಸಿ. ಪಾವತಿ ವಿಧಾನವನ್ನು ನೋಂದಾಯಿಸಿದ ನಂತರ, Azure ಸೇವೆಗಳಿಗೆ ಇತರ ವೆಬ್ ಬ್ರೌಸರ್‌ಗಳನ್ನು ಬಳಸಲು ನಿಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತದೆ. ಅನಾನುಕೂಲತೆಗಾಗಿ ನಾವು ವಿಷಾದಿಸುತ್ತೇವೆ.
ko: Internet Explorer 외에 Web Browser 를 사용하시는 분들은 ActiveX 설치 문제로 신규 가입에 문제가 있습니다. Internet Explorer가 설치된 가상 머신 또는 다른 PC 를 사용하여 신규 가입 신청을 진행해 주시기 바랍니다. 신규 신청 이후에는 Internet Explorer 외에 다른 Web Browser 를 사용하셔도 문제가 없으십니다. 불편을 드려 죄송합니다.
ku_arab: ئەو راژەخوازانەی گەڕاڵی وێبی جگە لە IE (Internet Explorer) بەکار دێنن ناتوانن خۆیان تۆمار بکەن بۆ خزمەتگوزاری نوێی Azure ئەمەش بەهۆی مەسەلەی دامەزراندنی ActiveX. تکایە IE یان VM ێک (ئامێری مەجازی) لەگەڵ IE دا بەکاربێنە بۆ خۆ تۆمارکردن. پاش ئەوەی پرۆسەی تۆمارکردنەکە تەواو بوو، دەتوانیت گەڕاڵەکانی تری وێب بۆ خزمەتگوزاریەکانی Azure بەکاربێنیت. ئێمە داوای لێبووردن دەکەین بۆ هەر بێزارکردنێک.
ky: IE (Internet Explorer) караганда веб браузерди колдонгон кардарлаh ActiveX орнотуу суроосуна байланыштуу жаңы Azure кызматтарына кире алышпайт. Кирүү үчүн IE же VM (Virtual Machine) IE менен колдонуңуз. Төлөм методу катталгандан кийин, сиз Azure кызматтары үчүн башка веб браузерлерди колдоно аласыз. Биз бул ыңгайсыздык үчүн кечиребиз.
lo: ລູກຄ້າທີ່ໃຊ້ເວັບບຣາວເຊີອື່ນນອກຈາກ IE (Internet Explorer) ຈະບໍ່ສາມາດລົງທະບຽນສຳລັບການບໍລິການ Azure ໃໝ່ໄດ້ ເນື່ອງຈາກບັນຫາການຕິດຕັ້ງ ActiveX. ກະລຸນາໃຊ້ IE ຫຼື VM (Virtual Machine) ກັບ IE ເພື່ອລົງທະບຽນ. ຫຼັງຈາກຈົດທະບຽນວິທີການຊຳລະເງິນແລ້ວ, ທ່ານຈະສາມາດໃຊ້ເວັບບຣາວເຊີອື່ນສຳລັບການບໍລິການ Azure ໄດ້. ພວກເຮົາຂໍອະໄພສຳລັບຄວາມບໍ່ສະດວກ.
lt: Klientai, naudojantys ne IE („Internet Explorer“) žiniatinklio naršykles negali prisiregistruoti naudoti naujas „Azure paslaugas dėl „ActiveX“ diegimo problemos. Norėdami prisiregistruoti naudokite IE arba VM („Virtual Machine“) su IE. Užregistravus mokėjimo būdą, „Azure“ paslaugoms galėsite naudoti kitas žiniatinklio naršykles. Atsiprašome už nepatogumus.
lv: Klienti, kuri izmanto tīmekļa pārlūkprogrammas, kas nav IE (Internet Explorer), nevarēs reģistrēties jaunajiem Azure pakalpojumiem ActiveX instalācijas problēmas dēļ. Lūdzu, lai reģistrētos, izmantojiet IE vai VM (virtuālo mašīnu) ar IE. Kad maksāšanas metode būs reģistrēta, varēsit Azure pakalpojumiem izmantot citas tīmekļa pārlūkprogrammas. Atvainojamies par sagādātajām neērtībām.
mi: Kāore e āhei ngā kiritaki e whakamahi ana i ngā pūtirotiro tukutuku ehara i te IE (Internet Explorer) ki te waitohu mō ngā ratonga Azure hōu, nā tētahi raru tāutanga ActiveX. Whakamahia te IE, tētahi VM (Virtual Machine) rānei me te IE hei waitohu. Ka oti te tikanga utunga te rēhita, ka āhei koe ki te whakamahi i ērā atu pūtirotiro tukutuku mō ngā ratonga Azure. E whakapāha ana mātou mō tēnei raruraru.
mk: Клиентите што користат веб-прегледувачи различни од ИЕ (Internet Explorer) не ќе може да се запишат за нови услуги на Azure поради проблем со инсталација на ActiveX. Користете ИЕ или ВМ (Virtual Machine) со ИЕ за запишување. По регистрирањето на методот на плаќање, ќе може да користите дурги веб-прегледувачи за услугите на Azure. Се извинуваме за непријатностите.
ml: IE (Internet Explorer) അല്ലാത്ത വെബ് ബ്രൗസറുകൾ ഉപയോഗിക്കുന്ന കൺസ്യൂമർമാർക്ക് ActiveX ഇൻസ്റ്റാൾ ചെയ്യൽ പ്രശ്നം കാരണം പുതിയ Azure സേവനങ്ങൾക്കായി സൈനപ്പ് ചെയ്യാനാകില്ല. സൈനപ്പ് ചെയ്യാൻ ദയവായി IE അല്ലെങ്കിൽ IE ഉള്ള VM (വെർച്വൽ മെഷീൻ) ഉപയോഗിക്കുക. പണമടയ്ക്കൽ രീതി രജിസ്റ്റർ ചെയ്ത ശേഷം, Azure സേവനങ്ങൾക്കായി മറ്റ് വെബ് ബ്രൗസറുകൾ ഉപയോഗിക്കാൻ നിങ്ങൾക്ക് സാധിക്കും. അസൗകര്യം നേരിട്ടത്തിൽ ഖേദിക്കുന്നു.
mn: Хэрэглэгчид бусад вэб хөтчүүдийг IE (Internet Explorer)-ээс илүү ашиглаж байгаа нь ActiveX суурилуулалтад асуудал үүсгэж, шинэ Azure үйлчилгээнүүдэд нэвтэрч орох боломжгүй болгодог. IE-д нэвтэрч орохдоо IE эсвэл VM (Virtual Machine)-ийг ашиглана уу. Төлбөрийн аргыг бүртгүүлсний дараа та Azure үйлчилгээнд зориулсан бусад вэб хөтчүүдийг ашиглах боломжтой болно. Бид тав тухгүй байдал үүсгэсэндээ уучлалт хүсч байна.
mr: IE (Internet Explorer) च्या व्यतिरिक्त वेब ब्राउझर्सचा वापर करणारे प्रयोक्ते ActiveX स्थापनेमुळे नवीन Azure सेवांसाठी साइन अप करण्यात सक्षम राहणार नाही. कृपया साइन अप करण्यासाठी IE किंवा IE सह VM (व्हर्च्युअल मशीन) वापरा. देय पद्धत नोंदणीकृत केल्यानंतर, आपण Azure सेवांसाठी इतर वेब ब्राउझर वापरण्यास सक्षम राहाल. असुविधेसाठी आम्ही दिलगीर आहोत.
ms: Pelanggan yang menggunakan pelayar web selain daripada IE (Internet Explorer) tidak akan dapat mendaftar untuk perkhidmatan Azure baharu kerana isu pemasangan ActiveX. Sila gunakan IE atau VM (Mesin Maya) dengan IE untuk mendaftar. Selepas kaedah pembayaran didaftarkan, anda akan dapat menggunakan pelayar web lain untuk perkhidmatan Azure. Kami memohon maaf atas kesulitan.
mt: Klijenti li jużaw brawżers tal-web li mhumiex IE (Internet Explorer) ma jkunux jistgħu jirreġistraw għal servizzi ġodda ta' Azure minħabba problema bl-installazzjoni ta' ActiveX. Uża IE jew VM (Kompjuter Virtwali) ma' IE biex tirreġistra. Wara li jiġi rreġistrat il-metodu ta' pagament, tkun tista' tuża brawżers oħra tal-web għal servizzi ta' Azure. Niskużaw ruħna għall-inkonvenjent.
ne: IE(Internet Explorer) बाहेक वेब ब्राउजर प्रयोग गर्ने ग्राहकहरूले ActiveX को स्थापनामा समस्याको कारणले नयाँ Azure सेवाहरूको लागि साइन अप गर्न समर्थ हुँदैनन्। कृपया साइन अप गर्नको लागि IE को साथमा IE वा VM(Virtual Machine) प्रयोग गर्नुहोस्। भुक्तान विधि दर्ता भएपछि तपाइँले Azure सेवाहरूको लागि अन्य वेब ब्राउजरहरू प्रयोग गर्न समर्थ हुनुहुनेछ। हामी असुविधाको लागि माफी माग्दछौं।
nn_no: Kundar som bruker andre nettlesarar enn IE (Internet Explorer), kan ikkje registrere seg for nye Azure-tenester på grunn av problem med installasjon av ActiveX. Bruk IE eller ei VM (virtuell maskin) med IE for å registrere deg. Når betalingsmåten er registrert, kan du bruke andre nettlesarar for Azure-tenester. Vi beklagar dette.
no: Kunder som bruker andre nettlesere enn IE (Internet Explorer), kan ikke registrere seg for nye Azure-tjenester på grunn av installasjonsproblemer med ActiveX. Bruk IE eller en VM (virtuell maskin) med IE for å registrere deg. Når betalingsmåten er registrert, kan du bruke andre nettlesere til Azure-tjenester. Vi beklager dette.
or: IE (Internet Explorer) ବ୍ୟତୀତ ୱେବ୍‍ ବ୍ରାଉଜର୍‍ ବ୍ୟବହାର କରୁଥିବା ଗ୍ରାହକଗଣ ActiveX ସଂସ୍ଥାପନୀକରଣ ସମସ୍ୟା ଯୋଗୁଁ ନୂତନ Azure ସେବାସମୂହ ପାଇଁ ସାଇନ୍‍ ଅପ୍‍ କରିବାକୁ ସମର୍ଥ ହେବେ ନାହିଁ. ଦୟାକରି ସାଇନ୍‍ ଅପ୍‍ କରିବାକୁ IE ସହିତ IE କିମ୍ବା ଏକ VM ବ୍ୟବହାର କରନ୍ତୁ. ଦେୟ ପଦ୍ଧତି ପଞ୍ଜିକୃତ ହେବା ପରେ, ଆପଣ Azure ସେବାସମୂହ ପାଇଁ ଅନ୍ୟ ୱେବ୍‍ ବ୍ରାଉଜର୍‍ଗୁଡିକ ବ୍ୟବହାର କରିବାକୁ ସମର୍ଥ ହେବେ. ଆମେ ଅସୁବିଧା ପାଇଁ କ୍ଷମା ପ୍ରାର୍ଥନା କରୁଛୁ.
pa_arab_pk: انٹر نیٹ ایکسپلورر (Internet Explorer) توں علاوہ ہور گاہک ویب برواوز استعمال کرن والے ActiveX Installation دے مسلے دی وجہ توں نوی Azure دی خدمات واسطے سائن اپ کرن دے قابل نہیں ہون گے۔ میربانی کر کے IE یا فیر IE نال VM (ورچوئل مشین) تے سائن اپ کرو۔ جدوں ادائیگی دے طریقے دی رجسٹریشن ہو جاوے گی، تسیں Azure دی سروسز واسطے کسے ہور ویب براوزر نوں استعمال کرن دے قابل ہوو گے۔ اسیں اس تکلیف تے معافی چاوہنے آن۔
pa_in: IE (Internet Explorer) ਤੋਂ ਇਲਾਵਾ ਦੂਜੇ ਵੈਬ ਬ੍ਰਾਊਜਰਾਂ ਨੂੰ ਵਰਤਣ ਵਾਲੇ ਗ੍ਰਾਹਕ ActiveX ਇੰਸਟਾਲੇਸ਼ਨ ਦੇ ਮੁੱਦੇ ਦੇ ਕਾਰਣ ਨਵੀਆਂ Azure ਸੇਵਾਵਾਂ ਨੂੰ ਸਾਈਨ ਅਪ ਕਰਨ ਦੇ ਯੋਗ ਨਹੀਂ ਹੋਣਗੇ। ਸਾਈਨ ਅਪ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ IE ਦੇ ਨਾਲ IE ਜਾਂ ਇੱਕ VM (ਵਰਚੂਅਲ ਮਸ਼ੀਨ) ਦੀ ਵਰਤੋਂ ਕਰੋ। ਭੁਗਤਾਨ ਵਿਧੀ ਦੇ ਰਜਿਸਟਰ ਹੋਣ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ Azure ਸੇਵਾਵਾਂ ਲਈ ਦੂਜੇ ਵੈਬ ਬ੍ਰਾਊਜ਼ਰਾਂ ਨੂੰ ਵਰਤਣ ਦੇ ਯੋਗ ਹੋਵੋਗੇ। ਇਸ ਅਸੁਵਿਧਾ ਲਈ ਸਾਨੂੰ ਖੇਦ ਹੈ।
pl: Klienci korzystający z przeglądarek innych niż IE (Internet Explorer) nie będą mogli utworzyć konta na potrzeby nowych usług Azure z powodu problemu z instalacją kontrolki ActiveX. Użyj przeglądarki IE lub maszyny wirtualnej z tą przeglądarką, aby utworzyć konto. Po zarejestrowaniu metody płatności będzie można korzystać z usług Azure przy użyciu innych przeglądarek. Przepraszamy za niedogodności.
ru: Клиенты, использующие любой веб-браузер, кроме IE (Internet Explorer), не смогут зарегистрироваться в новых службах Azure из-за проблемы с установкой ActiveX. Для регистрации используйте веб-браузер IE или ВМ (виртуальную машину) с IE. Другие веб-браузеры для служб Azure можно будет использовать после регистрации метода оплаты. Приносим извинения за доставленные неудобства.
sd: اهي صارفين جيڪي IE (Internet Explorer) کان علاوه ڪو ٻيو برائوزر استعمال ڪري رهيا آهِن ته اُهي ActiveX جي تنصيب جي مسئلي جي ڪري Azure خدمتن ۾ سائن اپ ڪونه ڪري سگهندا.سائن اپ ڪرڻ لاءِ مهرباني ڪري IE يا هڪ VM (Virtual Machine) استعمال ڪريو. ادائگي جي طريقي جي رجسٽريشن ٿي وڃڻ کان پوءِ، توهان Azure جي خدمتن لاءِ ٻيا برائوزر به استعمال ڪري سگهندا. اسان ان تڪليف لاءِ معافي ٿا وٺون.
si: ActiveX ස්ථාපන ප්‍රශ්න හේතුවෙන් IE (Internet Explorer) හැර අන් බ්‍රවුසර් භාවිත කරන පරිශීලකයන්ට නව Azure සේවා සඳහා ලියාපදිංචි වීමට හැකි නොවනු ඇත. කරුණාකර ලියාපදිංචි වීම සඳහා IE හෝ VM (Virtual Machine) සමගින් IE භාවිත කරන්න. ගෙවීම් විධික්‍රමය ලියාපදිංචි කළ පසුව, Azure සේවා සඳහා වෙනත් වෙබ් බ්‍රවුසර් වර්ග භාවිත කිරීමට ඔබට හැකි වනු ඇත. අපහසුතාව පිළිබඳව අපි සමාව භජනය කරමු.
sl: Stranke, ki ne uporabljajo brskalnika IE (Internet Explorer), temveč druge spletne brskalnike, se ne morejo prijaviti za nove storitve Azure zaradi težav z namestitvijo kontrolnika ActiveX. Če se želite prijaviti, uporabite IE ali navidezni računalnik z brskalnikom IE. Ko registrirate način plačila, lahko za storitve Azure uporabljate druge spletne brskalnike. Opravičujemo se za nevšečnosti.
sr_cyrl_rs: Корисници који не користе IE (Internet Explorer), већ неки други веб прегледач неће моћи да се упишу за нове Azure услуге због проблема са инсталацијом ActiveX контрола. Упишите се користећи IE или VM (виртуелну машину) са прегледачем IE. Када региструјете начин плаћања, моћи ћете да користите друге веб прегледаче за Azure услуге. Извињавамо се због непријатности.
sr_latn_rs: Korisnici koji ne koriste IE (Internet Explorer), već neki drugi veb pregledač neće moći da se upišu za nove Azure usluge zbog problema sa instalacijom ActiveX kontrola. Upišite se koristeći IE ili VM (virtuelnu mašinu) sa pregledačem IE. Kada registrujete način plaćanja, moći ćete da koristite druge veb pregledače za Azure usluge. Izvinjavamo se zbog neprijatnosti.
sv: Kunder som använder andra webbläsare än IE (Internet Explorer) kan inte registrera sig för nya Azure-tjänster på grund av ett ActiveX-installationsproblem. Använd IE eller en virtuell dator med IE om du vill registrera dig. När betalningsmetoden har registrerats kan du använda andra webbläsare för Azure-tjänster. Vi ber om ursäkt för eventuella besvär.
ta: IE (Internet Explorer) தவிர்ந்த வேறு வலை உலாவிகளைப் பயன்படுத்துகின்ற வாடிக்கையாளர்கள், ActiveX நிறுவல் பிரச்சனை காரணமாக புதிய Azure சேவைகளுக்காக பதிவுபெற இயலாது. பதிவுபெறுவதற்கு IE அல்லது உடன் ஒரு VM (Virtual Machine)-ஐப் பயன்படுத்தவும். கட்டணம் செலுத்தும் முறையைப் பதிவுசெய்த பின்னர், நீங்கள் Azure சேவைகளுக்கான பிற வலை உலாவிகளைப் பயன்படுத்த இயலும். வசதியீனத்திற்காக மன்னிப்புக் கோருகிறோம்.
te: IE (Internet Explorer) కాకుండా వేరే వెబ్ బ్రౌజర్‌లను ఉపయోగించే కస్టమర్‌లు ActiveX వ్యవస్థాపన సమస్య కారణంగా Azure సేవలకు సైన్ అప్ చేయలేరు. దయచేసి సైన్ అప్ చేయడానికి IE లేదా Ieతో VM (వర్చువల్ మెషీన్)ను ఉపయోగించండి. చెల్లింపు విధానాన్ని నమోదు చేసిన తర్వాత, మీరు Azure సేవల కోసం ఇతర వెబ్ బ్రౌజర్‌లను ఉపయోగించగలరు. అసౌకర్యానికి చింతిస్తున్నాము.
tg: Муштариёни нав ба сабаби мушкилиҳои насби ActiveX ҳангоми истифодаи браузерҳои веб ба ғайр аз IE (Internet Explorer) барои хидматҳои нави Azure обуна шуда наметавонанд. Лутфан, IE ё VM (Мошини виртуалӣ) бо IE барои обунашавӣ истифода баред. Баъд аз бақайдгирии тарзи пардохт, шумо метавонед барои хидматҳои Azure браузерҳои дигарро истифода баред. Барои нороҳатӣ аз шумо узр мепурсем.
th: ลูกค้าที่ใช้เว็บบราวเซอร์นอกเหนือจาก IE (Internet Explorer) จะไม่สามารถสมัครบริการใหม่ๆ ของ Azure ได้เนื่องจากปัญหาการติดตั้ง ActiveX กรุณาใช้ IE หรือ VM (เครื่องเสมือน) พร้อมกับ IE ในการสมัคร หลังจากวิธีการชำระเงินได้ถูกบันทึกแล้ว คุณจะสามารถใช้เว็บเบราวเซอร์อื่นๆ สำหรับบริการของ Azure ได้ เราขออภัยในความไม่สะดวก
tr: IE (Internet Explorer) dışında bir web tarayıcısı kullanan müşteriler, ActiveX yükleme sorunu nedeniyle yeni Azure hizmetleri için kaydolamaz. Lütfen kaydolmak için IE veya IE kullanılan bir VM (Sanal Makine) kullanın. Ödeme yöntemi kaydedildikten sonra Azure hizmetleri için diğer web tarayıcılarını da kullanabilirsiniz. Bu sorun için özür dileriz.
tt: IE (Internet Explorer'дан) башка веб-браузерларны кулланучылар яңа Azure хезмәтләрендә теркәлә алмаячак, чөнки ActiveX урнаштыру белән проблема булачак. Теркәлү өчен IE браузерын яки IE урнаштырылган виртуаль машинаны (VM) кулланыгыз. Түләү ысулы теркәлгәннән соң сез Azure хезмәтләре өчен башка веб-браузерларны куллана алачаксыз. Уңайсызлык өчен гафу үтенәбез.
ug: ActiveX نى قاچىلاش مەسىلىسى تۈپەيلىدىن IE (يەنى Internet Explorer) دىن باشقا تور كۆرگۈچ ئىشلەتكەن خېرىدارلار يېڭى Azure مۇلازىمەتلىرىگە تىزىملىتالمايدۇ. IE ياكى IE سەپلەنگەن VM (يەنى Virtual Machine) ئارقىلىق تىزىملىتىڭ. ھەق تاپشۇرۇش ئۇسۇلى تىزىملانغاندىن كېيىن، Azure مۇلازىمەتلىرىدە باشقا تور كۆرگۈچلەرنىمۇ ئىشلىتەلەيسىز. بۇ قولايسىزلىق ئۈچۈن ئەپۇ سورايمىز.
uk: Клієнти, які використовують будь-який веб-браузер, окрім IE (Internet Explorer), не зможуть зареєструватися в нових службах Azure через помилку інсталяції ActiveX. Для реєстрації використовуйте веб-браузер IE або ВМ (віртуальну машину) з IE. Інші веб-браузери можна буде використовувати для служб Azure після реєстрації способу оплати. Вибачте за незручності.
ur: صارفین جو IE (Internet Explorer) کے علاوہ کوئی اور ویب براؤزر استعمال کر رہے ہیں وہ ActiveX تنصیب کے مسائل کی وجہ سے نئی Azure خدمات کیلئے سائن اپ کرنے کے قابل نہیں ہوں گے۔ براہ مہربانی سائن اپ کرنے کیلئے IE یا ایک VM (ورچوئل مشین) بمع IE استعمال کریں ادائیگی کے طریقہ کے رجسٹر ہونے کے بعد، آپ Azure خدمات کیلئے دیگر ویب براؤزرز استعمال کرنے کے قابل ہوں گے ہم تکلیف کے لئے معذرت خواہ ہیں۔
uz: IE (Internet Explorer) dan boshqa veb-brauzerdan foydalanayotgan mijozlar ActiveX-ni o‘rnatish muammosi sababli yangi Azure xizmatlari uchun ro‘yxatdan o‘ta olmaydilar. Ro‘yxatdan o‘tish uchun IE yoki IE o‘rnatilgan VM (Virtual Machine) dan foydalaning. To‘lov usuli ro‘yxatga olingandan so‘ng Azure xizmatlari uchun boshqa veb-brauzerlardan foydalanishingiz mumkin bo‘ladi. Noqulayliklar uchun uzr so‘raymiz.
vi: Khách hàng sử dụng các trình duyệt web khác ngoài IE (Internet Explorer) sẽ không thể đăng ký dịch vụ mới của Azure do vấn đề cài đặt ActiveX. Vui lòng sử dụng trình duyệt IE hoặc VM (Máy Ảo) với IE để đăng ký. Sau khi phương thức thanh toán được đăng ký, bạn có thể sử dụng các trình duyệt web khác cho các dịch vụ của Azure. Chúng tôi xin lỗi vì sự bất tiện này.
zh_hans: 由于 ActiveX 安装问题，使用 IE (Internet Explorer)之外的 Web 浏览器的客户将不能注册新的 Azure 服务。请使用 IE 或带 IE 的 VM (虚拟机)进行注册。注册付款方式后，你将能够对 Azure 服务使用其他 Web 浏览器。我们对此带来的不便深表歉意。
zh_hant: 由於 ActiveX 安裝問題，使用 IE (Internet Explorer) 以外瀏覽器的客戶將無法註冊新的 Azure 服務。請使用 IE 或 VM (Virtual Machine) 與 IE 來註冊。在註冊付款方式後，您將可以使用其他網頁瀏覽器來獲得 Azure 服務。對於所造成的不便，我們深感抱歉。
