Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.Payment.NoPermission
source: No payment instrument operations available.
af: Geen betaling instrument bedrywighede beskikbaar.
am: የክፍያ መሳሪያ ክወናዎች የሉም።
ar: لا عمليات متاحة لوسيلة الدفع.
as: কোনো পৰিশোধ সা-সৰঞ্জাম অ'পাৰেশ্বন উপলভ্য নাই৷
az: Ödəniş aləti əməliyyatları mövcud deyil.
bg: Няма налични действия с платежния инструмент.
bn_in: অর্থপ্রদানের কোন ব্যবস্থার পরিচালনা উপলব্ধ নেই।
bs: Nema dostupnih radnji sa instrumentom plaćanja.
cy: Does dim gweithredoedd offeryn talu ar gael.
da: Der er ingen tilgængelige betalingsmiddelhandlinger.
de: Es sind keine Zahlungsmittelvorgänge verfügbar.
el: Δεν υπάρχουν διαθέσιμες λειτουργίες για το όργανο πληρωμής.
es: No hay operaciones de instrumento de pago disponibles.
et: Saadaval pole ühtki maksevahendi toimingut.
eu: Ez dago ordainketa-metodoaren eragiketarik erabilgarri.
fa: هیچ عملیات ابزار پرداختی موجود نیست.
ga: Níl aon oibríochtaí iontraime ar fáil.
gd: Chan eil gnìomh ri làimh mu choinneamh an inneil phàighidh.
gl: Non hai operacións de instrumento de pagamento dispoñibles.
gu: કોઇ ચૂકવણીનું સાધન કાર્યો ઉપલબ્ધ નથી.
he: אין פעולות זמינות של אמצעי תשלום.
hi: कोई भुगतान विधि कार्रवाई उपलब्ध नहीं है.
hr: Nisu dostupne radnje s načinima plaćanja.
hu: Nincsenek elérhető fizetésieszköz-műveletek.
id: Tidak ada operasi alat pembayaran yang tersedia.
is: Engar greiðslumátaaðgerðir í boði.
ja: お支払い方法の操作を使用できません。
ka: გადახდის მეთოდთან დაკავშირებული ოპერაციები შეუძლებელია.
kk: Төлем құралының әрекеттері қол жеткізгісіз.
kn: ಯಾವುದೇ ಪಾವತಿ ವಿಧಾನ ಕಾರ್ಯಾಚರಣೆಗಳು ಲಭ್ಯವಿಲ್ಲ.
ko: 사용 가능한 결제 방법 작업이 없습니다.
ku_arab: هیچ ئۆپەراسیۆنێکی ئامڕازی پارەدان بەردەست نییە.
ky: Бир дагы төлөө куралынын операциясы жок.
lo: ບໍ່ມີການດຳເນີນການຂອງເຄື່ອງມືການຊຳລະເງິນໃດພ້ອມໃຊ້ງານ.
lt: Negalima atlikti jokių mokėjimo priemonės operacijų.
lv: Darbības ar maksāšanas līdzekli nevar veikt.
mi: Kāore he mahinga taputapu utu i wātea.
mk: Не се достапни операции за инструмент на плаќање.
ml: പേയ്‌മെന്റ് രീതി പ്രവര്‍ത്തനങ്ങളൊന്നും ലഭ്യമല്ല.
mn: Төлбөрийн хэрэгслийн ямар ч үйлдэл хийх боломжгүй байна.
mr: कोणतेही देय साधन ऑपरेशन्स उपलब्ध नाहीत.
ms: Tiada operasi instrumen pembayaran tersedia.
mt: Ebda operazzjonijiet ta' strumenti ta' pagament disponibbli.
ne: कुनै भुक्तान साधन सञ्चालन उपलब्ध छैन।
nn_no: Ingen operasjonar for betalingsmetoden er tilgjengelege.
no: Ingen operasjoner for betalingsmåte tilgjengelige.
or: କୌଣସି ଦେୟ ପଦ୍ଧତି ସଞ୍ଚାଳନ ଉପଲବ୍ଧ ନାହିଁ.
pa_arab_pk: کوئی ادائیگی آلہ کاروائی دستیاب نئیں۔
pa_in: ਕੋਈ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Brak dostępnych operacji dotyczących instrumentu płatniczego.
ru: Доступные операции с платежным средством отсутствуют.
sd: ادائگي آلي جا آپريشنز دستياب ڪونه آهن.
si: කිසිදු ගෙවීම් උපකරණ මෙහෙයුමක් නොමැත.
sl: Na voljo ni nobeno dejanje za način plačila.
sr_cyrl_rs: Никакве радње са инструментом плаћања нису на располагању.
sr_latn_rs: Nikakve radnje sa instrumentom plaćanja nisu na raspolaganju.
sv: Inga betalningsmedelsåtgärder kan utföras.
ta: கட்டணம் செலுத்தும் அட்டையின் செல்பாடுகள் இல்லை.
te: చెల్లింపు పరికర ఆపరేషన్‌లు అందుబాటులో లేవు.
tg: Ягон амалиёти василаи пардохт дастрас нест.
th: ไม่มีการดำเนินงานเครื่องมือในการชำระเงินที่พร้อมใช้งาน
tr: Hiçbir ödeme aracı işlemi yok.
tt: Кулланырык түләү коралы гамәлләре юк.
ug: ھەق تاپشۇرۇش قورالى مەشغۇلاتى قىلغىلى بولمايدۇ.
uk: Немає доступних операцій із платіжними засобами.
ur: کوئی بھی ادائیگی آلہ عوامل دستیاب نہیں ہے۔
uz: To‘lov vositasi operatsiyalarini bajarib bo‘lmaydi.
vi: Không thể thực hiện thao tác với phương tiện thanh toán.
zh_hans: 没有可用付款方式操作。
zh_hant: 沒有可執行的付款方式作業。

# Literal.Error.Account.NoPermission
source: No account operations available.
af: Geen rekening bedrywighede beskikbaar.
am: የመለያ ክዎናዎች አይገኙም።
ar: لا توجد عمليات متاحة للحساب.
as: কোনো একাউণ্ট অ'পাৰেশ্বনসমূহ উপলভ্য নহয়৷
az: Hesab əməliyyatları mövcud deyil.
bg: Няма налични действия с акаунта.
bn_in: কোন অ্যাকাউন্ট পরিচালনা উপলদ্ধ নয়।
bs: Nema dostupnih radnji sa računom.
cy: Does dim gweithredoedd cyfrif ar gael.
da: Der er ingen tilgængelige kontohandlinger.
de: Es sind keine Kontovorgänge verfügbar.
el: Δεν υπάρχουν διαθέσιμες λειτουργίες για το λογαριασμό.
es: No hay operaciones de cuenta disponibles.
et: Saadaval pole ühtki kontotoimingut.
eu: Ez dago kontu-eragiketarik erabilgarri.
fa: هیچ عملیات حسابی موجود نیست.
ga: Níl aon oibríochtaí cuntais ar fáil.
gd: Chan eil gnìomhan cunntais ri làimh.
gl: Non hai operacións de conta dispoñibles.
gu: કોઇ ખાતા કાર્યો ઉપલબ્ધ નથી.
he: אין פעולות חשבון זמינות.
hi: कोई खाता कार्रवाई उपलब्ध नहीं है.
hr: Nisu dostupne nikakve radnje na računu.
hu: Nincsenek elérhető fiókműveletek.
id: Tidak ada operasi akun yang tersedia.
is: Engar reikningsaðgerðir í boði.
ja: アカウント操作を使用できません。
ka: ანგარიშზე შეუძლებელია ოპერაციების შესრულება.
kk: Тіркелгі әрекеттері қол жеткізгісіз.
kn: ಖಾತೆ ಕಾರ್ಯಾಚರಣೆಗಳು ಲಭ್ಯವಿಲ್ಲ.
ko: 사용 가능한 계정 작업이 없습니다.
ku_arab: هیچ ئۆپەراسیۆنێکی ئەژمێر بەردەست نییە.
ky: Бир дагы эсеп жазуу операциясы мүмкүн эмес.
lo: ບໍ່ມີການດຳເນີນງານຂອງບັນຊີ.
lt: Negalima atlikti jokių abonemento operacijų.
lv: Darbības ar kontu nevar veikt.
mi: Kāore he mahinga pūkete e wātea ana.
mk: Не се достапни операции за сметка.
ml: അക്കൌണ്ട് പ്രവര്‍ത്തനങ്ങളൊന്നും ലഭ്യമല്ല.
mn: Хэрэглэгчийн бүртгэлийн ямар ч үйлдэл хийх боломжгүй.
mr: कोणतीही खाते ऑपरेशन्स उपलब्ध नाहीत.
ms: Tiada operasi akaun yang tersedia.
mt: Ebda operazzjonijiet tal-kont disponibbli.
ne: कुनैपनि खाता सञ्चालन उपलब्ध छैन।
nn_no: Ingen kontooperasjonar tilgjengelege.
no: Ingen kontooperasjoner tilgjengelige.
or: କୌଣସି ଏକାଉଣ୍ଟ୍ ସଞ୍ଚାଳନଗୁଡିକ ଉପଲବ୍ଧ ନାହିଁ.
pa_arab_pk: کوئی اکاؤنٹ کاروائیاں میسر نئیں۔
pa_in: ਖਾਤੇ ਦੇ ਕੋਈ ਸੰਚਾਲਨ ਉਪਲਬਧ ਨਹੀਂ ਹਨ।
pl: Brak dostępnych operacji dotyczących konta.
ru: Операции по счету недоступны.
sd: اڪائونٽ آپريشنز دستياب ڪونه آهن.
si: කිසිදු ගිණුම් මෙහෙයවීමක් නැත.
sl: Na voljo ni nobeno dejanje za račun.
sr_cyrl_rs: Никакве радње са налогом нису на располагању.
sr_latn_rs: Nikakve radnje sa nalogom nisu na raspolaganju.
sv: Inga kontoåtgärder är tillgängliga.
ta: கணக்குச் செயல்பாடுகள் இல்லை.
te: ఖాతా ఆపరేషన్‌లు అందుబాటులో లేవు.
tg: Ягон амалиёти ҳисоб дастрас нест.
th: ไม่มีการดำเนินงานบัญชีที่พร้อมใช้งาน
tr: Hiçbir hesap işlemi yok.
tt: Кулланырлык хисап язмасы гамәлләре юк.
ug: ھېسابات مەشغۇلاتى يوق.
uk: Немає доступних операцій з обліковим записом.
ur: کوئی بھی اکاؤنٹ عوامل دستیاب نہیں ہے۔
uz: Hisob qaydnomasi operatsiyalarini bajarib bo‘lmaydi.
vi: Không thể thực hiện thao tác tài khoản nào.
zh_hans: 没有可用帐户操作。
zh_hant: 沒有可執行的帳戶作業。

# Literal.CNPJ.Required
source: CNPJ is required.
af: CNPJ word vereis.
am: CNPJ ያስፈልጋል።
ar: الـ CNPJ‏ مطلوب.
as: CNPJৰ আৱশ্যক৷
az: CNPJ tələb olunur.
bg: CNPJ е задължителен.
bn_in: CNPJ-এর আবশ্যক৷
bs: CNPJ broj je obavezan.
cy: Rhaid cael CNPJ.
da: CNPJ skal angives.
de: Die CNPJ-Nummer ist erforderlich.
el: Απαιτείται το CNPJ.
es: El CNPJ es obligatorio.
et: CNPJ on kohustuslik.
eu: CNPJ beharrezkoa da.
fa: به CNPJ نیاز است.
ga: CNPJ ag teastáil.
gd: Tha feum air CNPJ.
gl: Requírese CNPJ.
gu: CNPJ આવશ્યક છે.
he: CNPJ נדרש.
hi: CNPJ आवश्यक है.
hr: CNPJ je obavezan.
hu: A CNPJ megadása kötelező.
id: CNPJ wajib diisi.
is: CNPJ er áskilið.
ja: CNPJ は必須項目です。
ka: მიუთითეთ CNPJ.
kk: CNPJ қажет.
kn: CNPJ ಅಗತ್ಯವಿದೆ.
ko: CNPJ는 필수 항목입니다.
ku_arab: CNPJ پێویستە.
ky: CNPJ талап кылынат.
lo: ຕ້ອງລະບຸ CNPJ.
lt: Reikia nurodyti CNPJ.
lv: Norādiet CNPJ numuru.
mi: Kei te hiahiatia te CNPJ.
mk: CNPJ е потребен.
ml: CNPJ ആവശ്യമാണ്.
mn: CNPJ оруулах шаардлагатай.
mr: CNPJ आवश्‍यक आहे.
ms: CNPJ diperlukan.
mt: CNPJ meħtieġ.
ne: CNPJ आवश्यक छ।
nn_no: CNPJ er obligatorisk.
no: CNPJ må angis.
or: CNPJ ଆବଶ୍ୟକୀୟ ଅଟେ.
pa_arab_pk: س این پی‏‏ دی لوڑ اے
pa_in: CNPJ ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer CNPJ jest wymagany.
ru: Требуется ввести CNPJ.
sd: CNPJ گھربل آهي.
si: CNPJ අවශ්‍යයි.
sl: CNPJ je obvezen.
sr_cyrl_rs: Потребно је навести CNPJ број.
sr_latn_rs: Potrebno je navesti CNPJ broj.
sv: CNPJ måste anges.
ta: CNPJ தேவை.
te: CNPJ అవసరం.
tg: CNPJ ҳатмист.
th: ต้องระบุ CNPJ
tr: CNPJ gereklidir.
tt: CNPJ мәҗбүри.
ug: CNPJ تەلەپ قىلىنىدۇ.
uk: Потрібно ввести номер CNPJ.
ur: CNP درکار ہے۔
uz: CNPJ talab qilinadi.
vi: CNPJ là cần thiết.
zh_hans: CNPJ 为必填项。
zh_hant: CNPJ 是必要資訊。

# Literal.CNPJ.MinLength
source: CNPJ is too short.
af: CNPJ is te kort.
am: CNPJ በጣም አጭር ነው።
ar: CNPJ قصير للغاية.
as: CNPJ যথেষ্ট চুটি৷
az: CNPJ çox qısadır.
bg: CNPJ е твърде къс.
bn_in: CNPJ খুব ছোট৷
bs: CNPJ je prekratak.
cy: Mae'r CNPJ yn rhy fyr.
da: CNPJ er for kort.
de: CNPJ ist zu kurz.
el: Το CNPJ είναι πολύ μικρό.
es: El CNPJ es demasiado corto.
et: CNPJ on liiga lühike.
eu: CNPJ zenbakia laburregia da.
fa: CNPJ بسیار کوتاه است.
ga: Tá an CNPJ róghairid.
gd: Tha an CNPJ ro ghoirid.
gl: O CNPJ é demasiado curto.
gu: CNPJ ખૂબ નાનું છે.
he: ה- CNPJ קצר מדי.
hi: CNPJ अधिक छोटा है.
hr: CNPJ je prekratak.
hu: A CNPJ túl rövid.
id: CNPJ terlalu pendek.
is: CNPJ er of stutt.
ja: CNPJ が短すぎます。
ka: CNPJ ძალიან მოკლეა.
kk: CNPJ тым қысқа.
kn: CNPJ ತೀರಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: CNPJ가 너무 짧습니다.
ku_arab: CNPJ زۆر کورتە.
ky: CNPJ өтө кыска.
lo: CNPJ ສັ້ນເກີນໄປ.
lt: CNPJ per trumpas.
lv: CNPJ ir pārāk īss.
mi: He poto rawa te CNPJ.
mk: CNPJ е прекраток.
ml: CNPJ തീരെ ചെറുതാണ്.
mn: CNPJ хэтэрхий богино байна.
mr: CNPJ खूपच लहान आहे.
ms: CNPJ terlalu pendek.
mt: Is-CNPJ qasir wisq.
ne: CNPJ धेरै नै छोटो छ।
nn_no: CNPJ er for kort.
no: CNPJ er for kort.
or: CNPJ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: سی این پی جی بوہت چھوٹا اے۔
pa_in: CNPJ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Numer CNPJ jest za krótki.
ru: Номер CNPJ слишком короткий.
sd: CNPJ تمام ننڍي آهي.
si: CNPJ එක ඉතා කෙටිය.
sl: Številka CNPJ je prekratka.
sr_cyrl_rs: CNPJ је прекратак.
sr_latn_rs: CNPJ je prekratak.
sv: CNPJ är för kort.
ta: CNPJ மிகவும் சிறியது.
te: CNPJ చాలా చిన్నదిగా ఉంది.
tg: CNPJ хеле кӯтоҳ аст.
th: CNPJ สั้นเกินไป
tr: CNPJ çok kısa.
tt: CNPJ артык кыска.
ug: CNPJ بەك قىسقا.
uk: Номер CNPJ закороткий.
ur: CNPJ بہت چھوٹا ہے۔
uz: CNPJ juda qisqa.
vi: CNPJ quá ngắn.
zh_hans: CNPJ 太短。
zh_hant: CNPJ 太短。

# Literal.CNPJ.MaxLength
source: CNPJ is too long.
af: CNPJ is te lank.
am: CNPJ በጣም ረጅም ነው።
ar: الـ CNPJ‏ اطول من اللازم.
as: CNPJ অতি দীঘল৷
az: CNPJ çox uzundur.
bg: CNPJ е прекалено дълъг.
bn_in: CNPJ অত্যন্ত লম্বা৷
bs: CNPJ broj je predug.
cy: Mae'r CNPJ yn rhy hir.
da: CNPJ er for lang.
de: Die CNPJ-Nummer ist zu lang.
el: Το CNPJ είναι πολύ μεγάλο.
es: El CNPJ es demasiado largo.
et: CNPJ on liiga pikk.
eu: CNPJ luzeegia da.
fa: CNPJ بسیار طولانی است.
ga: CNPJ rófhada.
gd: Tha an CNPJ ro fhada.
gl: CNPJ moi longo.
gu: CNPJ ખૂબ લાંબુ છે.
he: CNPJ ארוך מדי.
hi: CNPJ बहुत लंबा है.
hr: CNPJ je predugačak.
hu: A CNPJ túl hosszú.
id: CNPJ terlalu panjang.
is: CNPJ er of langt.
ja: CNPJ が長すぎます。
ka: CNPJ ძალიან გრძელია.
kk: CNPJ тым ұзын.
kn: CNPJ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: CNPJ가 너무 깁니다.
ku_arab: CNPJ زۆر درێژە.
ky: CNPJ өтө узун.
lo: CNPJ ຍາວເກີນໄປ.
lt: CNPJ per ilgas.
lv: CNPJ numurs ir pārāk garš.
mi: He roa rawa te CNPJ.
mk: CNPJ е предолг.
ml: CNPJ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: CNPJ хэт урт байна.
mr: CNPJ खूप दीर्घ आहे.
ms: CNPJ terlalu panjang.
mt: CNPJ twil wisq.
ne: CNPJ धेरै लामो छ।
nn_no: CNPJ er for lang.
no: CNPJ er for lang.
or: CNPJ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: سی این پی‏‏ بوہت لما اے
pa_in: CNPJ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer CNPJ jest zbyt długi.
ru: CNPJ слишком длинный.
sd: CNPJ تمام وڏو آهي.
si: CNPJ දිග වැඩියි.
sl: CNPJ je predolg.
sr_cyrl_rs: CNPJ број је предугачак.
sr_latn_rs: CNPJ broj je predugačak.
sv: CNPJ är för långt.
ta: CNPJ மிக நீளமாக உள்ளது.
te: CNPJ చాలా పొడవుగా ఉంది.
tg: CNPJ аз ҳад дароз аст.
th: CNPJ ยาวเกินไป
tr: CNPJ çok uzun.
tt: CNPJ артык озын.
ug: CNPJ بەك ئۇزۇنكەن.
uk: Номер CNPJ задовгий.
ur: CNPJبہت طویل ہے
uz: CNPJ juda uzun.
vi: CNPJ quá dài.
zh_hans: CNPJ 过长。
zh_hant: CNPJ 太長。

# Literal.CPF.MinLength
source: CPF is too short.
af: CPF is te kort.
am: CPF በጣም አጭር ነው።
ar: CPF قصير للغاية.
as: CPF যথেষ্ট চুটি৷
az: CPF çox qısadır.
bg: CPF е твърде къс.
bn_in: CPF খুব ছোট৷
bs: CPF je prekratak.
cy: Mae'r CPF yn rhy fyr.
da: CPF er for kort.
de: CPF ist zu kurz.
el: Το CPF είναι πολύ μικρό.
es: El DNI es demasiado corto.
et: CPF on liiga lühike.
eu: CPF zenbakia laburregia da.
fa: CPF بسیار کوتاه است.
ga: Tá an CPF róghairid.
gd: Tha an CPF ro ghoirid.
gl: O CPF é demasiado curto.
gu: CPF ખૂબ નાનું છે.
he: ה- CPF קצר מדי.
hi: CPF अधिक छोटा है.
hr: CPF je prekratak.
hu: A CPF túl rövid.
id: CPF terlalu sing.
is: CPF er of stutt.
ja: CPF が短すぎます。
ka: CPF ძალიან მოკლეა.
kk: CPF тым қысқа.
kn: CPF ತೀರಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: CPF가 너무 짧습니다.
ku_arab: CPF زۆر کورتە.
ky: CPF өтө кыска.
lo: CPF ສັ້ນເກີນໄປ.
lt: CPF per trumpas.
lv: CPF ir pārāk īss.
mi: He poto rawa te CPF.
mk: CPF е прекраток.
ml: CPF തീരെ ചെറുതാണ്.
mn: CPF хэтэрхий богино байна.
mr: CPF खूपच लहान आहे.
ms: CPF terlalu pendek.
mt: Is-CPF qasir wisq.
ne: CPF धेरै नै छोटो छ।
nn_no: CPF er for kort.
no: CPF er for kort.
or: CPF ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: سی پی ایف بوہت چھوٹا اے۔
pa_in: CPF ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Numer CPF jest za krótki.
ru: Номер CPF слишком короткий.
sd: CPF تمام ننڍي آهي.
si: CPF එක ඉතා කෙටිය.
sl: Številka CPF je prekratka.
sr_cyrl_rs: CPF је прекратак.
sr_latn_rs: CPF je prekratak.
sv: CPF är för kort.
ta: CPF மிகவும் சிறியது.
te: CPF చాలా చిన్నదిగా ఉంది.
tg: CPF хеле кӯтоҳ аст.
th: CPF สั้นเกินไป
tr: CPF çok kısa.
tt: CPF артык кыска.
ug: CPF بەك قىسقا.
uk: Номер CPF закороткий.
ur: CPF بہت چھوٹا ہے۔
uz: CPF juda qisqa.
vi: CPF quá ngắn.
zh_hans: CPF 太短。
zh_hant: CPF 太短。

# Literal.CPF.MaxLength
source: CPF is too long.
af: CPF is te lank.
am: CPF በጣም ረጅም ነው።
ar: الـ CPF‏ أطول من اللازم.
as: CPF অতি দীঘল৷
az: CPF çox uzundur.
bg: CPF е прекалено дълъг.
bn_in: CPF অত্যন্ত লম্বা৷
bs: JMBG je predug.
cy: Mae'r CPF yn rhy hir.
da: CPF er for lang.
de: Die CPF-Nummer ist zu lang.
el: Το CPF είναι πολύ μεγάλο.
es: El DNI o pasaporte es demasiado largo.
et: CPF on liiga pikk.
eu: CPF luzeegia da.
fa: CPF بسیار طولانی است.
ga: CPF rófhada.
gd: Tha an CPF ro fhada.
gl: CPF moi longo.
gu: CPF ખૂબ લાંબુ છે.
he: CPF ארוך מדי.
hi: CPF बहुत लंबा है.
hr: CPF je predug.
hu: A CPF túl hosszú.
id: CPF terlalu panjang.
is: CPF er of langt.
ja: CPF が長すぎます。
ka: CPF ძალიან გრძელია.
kk: CPF тым ұзын.
kn: CPF ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: CPF가 너무 깁니다.
ku_arab: CPF زۆر درێژە.
ky: CPF өтө узун.
lo: CPF ຍາວເກີນໄປ.
lt: CPF per ilgas.
lv: CPF numurs ir pārāk garš.
mi: He roa rawa a CPF.
mk: CPF е предолг.
ml: CPF ദൈര്‍ഘ്യമേറിയതാണ്.
mn: CPF хэт урт байна.
mr: CPF खूप दीर्घ आहे.
ms: CPF terlalu panjang.
mt: CPF twil wisq.
ne: CPF धेरै लामो छ।
nn_no: CPF er for lang.
no: CPF er for lang.
or: CPF ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: سی ایف پی‏‏بوہت لما اے
pa_in: CPF ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer CPF jest zbyt długi.
ru: CNPJ слишком длинный.
sd: CPF تمام وڏو آهي.
si: CPF දිග වැඩියි.
sl: CPF je predolg.
sr_cyrl_rs: CPF број је неважећи.
sr_latn_rs: CPF broj je nevažeći.
sv: CPF är för långt.
ta: CPF மிக நீளமாக உள்ளது.
te: CPF చాలా పొడవుగా ఉంది.
tg: CPF аз ҳад дароз аст.
th: CPF ยาวเกินไป
tr: CPF çok uzun.
tt: CPF артык озын.
ug: CPF بەك ئۇزۇنكەن.
uk: Номер CPF задовгий.
ur: CPF بہت طویل ہے۔
uz: CPF juda uzun.
vi: CPF quá dài.
zh_hans: CPF 过长。
zh_hant: CPF 太長。

# Literal.CPF.Required
source: CPF is required.
af: CPF word vereis.
am: CPF ያስፈልጋል።
ar: الـ CPF‏ مطلوب.
as: CPF আৱশ্যক৷
az: CPF tələb olunur.
bg: CPF е задължителен.
bn_in: CPF এর আবশ্যক৷
bs: JMBG je obavezan.
cy: Rhaid cael CPF.
da: CPF skal angives.
de: Die CPF-Nummer ist erforderlich.
el: Απαιτείται το CPF.
es: El DNI o pasaporte es obligatorio.
et: CPF on kohustuslik.
eu: CPF beharrezkoa da.
fa: به CPF نیاز است.
ga: CPF ag teastáil.
gd: Tha feum air CPF.
gl: Requírese CPF.
gu: CPF આવશ્યક છે.
he: CPF נדרש.
hi: CPF आवश्यक है.
hr: CPF je obavezan.
hu: A CPF megadása kötelező.
id: CPF wajib diisi.
is: CPF er áskilið.
ja: CPF は必須項目です。
ka: მიუთითეთ CPF.
kk: CPF қажет.
kn: CPF ಅಗತ್ಯವಿದೆ.
ko: CPF는 필수 항목입니다.
ku_arab: CFP پێویستە.
ky: CPF талап кылынат.
lo: ຕ້ອງລະບຸ CPF.
lt: Reikia nurodyti CPF.
lv: Norādiet CPF numuru.
mi: kei te hiahiatia a CPF.
mk: CPF е потребен.
ml: CPF ആവശ്യമാണ്.
mn: CPF оруулах шаардлагатай.
mr: CPF आवश्‍यक आहे.
ms: CPF diperlukan.
mt: CPF meħtieġ.
ne: CPF आवश्यक छ।
nn_no: CPF er obligatorisk.
no: CPF må angis.
or: CPF ଆବଶ୍ୟକୀୟ ଅଟେ.
pa_arab_pk: س ایف پی‏‏ دی لوڑ اے
pa_in: CPF ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer CPF jest wymagany.
ru: Требуется ввести CNPJ.
sd: CPF گھربل آهي.
si: CPF අවශ්‍යයි.
sl: CPF je obvezen.
sr_cyrl_rs: Потребно је навести CPF број.
sr_latn_rs: Potrebno je navesti CPF broj.
sv: CPF måste anges.
ta: CPF தேவை.
te: CPF అవసరం.
tg: CPF ҳатмист.
th: ต้องระบุ CPF
tr: CPF gereklidir.
tt: CPF мәҗбүри.
ug: CPF تەلەپ قىلىنىدۇ.
uk: Потрібно ввести номер CPF.
ur: CPF درکار ہے۔
uz: CPF talab qilinadi.
vi: CPF là cần thiết.
zh_hans: CPF 为必填项。
zh_hant: CPF 是必要資訊。

# Word.Comments
source: Comments
af: Kommentaar
am: አስተያዬቶች
ar: ملاحظات
as: মন্তব্যসমূহ
az: Şərhlər
bg: Коментари
bn_in: মন্তব্যসমূহ
bs: Komentari
cy: Sylwadau
da: Kommentarer
de: Kommentar
el: Σχόλια
es: Comentarios
et: Kommentaarid
eu: Oharra
fa: نظرات
ga: Nótaí tráchta
gd: Beachdan
gl: Comentarios
gu: ટીપ્પણીઓ
he: הערות
hi: टिप्पणियाँ
hr: Komentari
hu: Hozzászólások
id: Komentar
is: Athugasemdir
ja: コメント
ka: კომენტარები
kk: Түсіндірмелер
kn: ಕಾಮೆಂಟ್‌ಗಳು
ko: 설명
ku_arab: سەرنجەکان
ky: Комментарийлер
lo: ຄໍາຄິດເຫັນ
lt: Komentarai
lv: Komentāri
mi: Ngā Tākupu
mk: Коментари
ml: അഭിപ്രായങ്ങള്‍
mn: Тайлбар
mr: टिप्पण्‍या
ms: Ulasan
mt: Kummenti
ne: टिप्पणीहरू
nn_no: Kommentarar
no: Kommentarer
or: ମନ୍ତବ୍ୟଗୁଡିକ
pa_arab_pk: تبصرے
pa_in: ਟਿੱਪਣੀਆਂ
pl: Komentarz
ru: Комментарий
sd: رايا
si: අදහස්
sl: Komentarji
sr_cyrl_rs: Коментари
sr_latn_rs: Komentari
sv: Kommentarer
ta: கருத்துகள்
te: వ్యాఖ్యలు
tg: Шарҳҳо
th: ความคิดเห็น
tr: Açıklamalar
tt: Аңлатмалар
ug: ئىنكاسلار
uk: Примітки
ur: تبصرے
uz: Sharhlar
vi: Chú thích
zh_hans: 注释
zh_hant: 註解

# Literal.Comments.MaxLength
source: Comments is too long.
af: Kommentaar is te lank.
am: አስተያዬት በጣም ረጅም ነው።
ar: الملاحظات أطول من اللازم.
as: মন্তব্য অতি দীঘল৷
az: Şərhlər çox uzundur.
bg: Коментарите са прекалено дълги.
bn_in: মন্তব্য অত্যন্ত লম্বা৷
bs: Komentari su predugi.
cy: Mae'r sylwadau yn rhy hir.
da: Kommentarerne er for lange.
de: Der Kommentar ist zu lang.
el: Το σχόλιο είναι πολύ μεγάλο.
es: Los comentarios son demasiado largos.
et: Kommentaarid on liiga pikad.
eu: Oharra luzeegia da.
fa: نظر بسیار طولانی است.
ga: Nótaí tráchta rófhada.
gd: Tha am beachd ro fhada.
gl: Comentarios moi longos.
gu: ટીપ્પણીઓ ખૂબ લાંબી છે.
he: ההערות ארוכות מדי.
hi: टिप्पणियाँ बहुत लंबी हैं.
hr: Komentari su predugački.
hu: A Hozzászólások rész túl hosszú.
id: Komentar terlalu panjang.
is: Athugasemdir eru of langar.
ja: コメントが長すぎます。
ka: კომენტარები ძალიან გრძელია.
kk: Түсініктемелер тым ұзын.
kn: ಕಾಮೆಂಟ್‌ಗಳು ತುಂಬಾ ದೊಡ್ಡದಾಗಿವೆ.
ko: 설명이 너무 깁니다.
ku_arab: سەرنجەکان زۆر درێژن.
ky: Комментарийлер өтө узун.
lo: ຄໍາຄິດເຫັນຍາວເກີນໄປ.
lt: Komentarai per ilgi.
lv: Komentārs ir pārāk garš.
mi: He roa rawa ngā tākupu.
mk: Коментарите се предолги.
ml: അഭിപ്രായങ്ങള്‍ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Тайлбар хэт урт байна.
mr: टिप्पण्‍या खूप दीर्घ आहे.
ms: Komen terlalu panjang.
mt: Kummenti twil wisq.
ne: टिप्पणी धेरै लामो छ।
nn_no: Kommentarar er for lange.
no: Comments er for lang.
or: ମନ୍ତବ୍ୟଗୁଡିକ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏تبصرے بوہت لمے نیں۔
pa_in: ਟਿੱਪਣੀਆਂ ਬੇਹੱਦ ਲੰਬੀਆਂ ਹਨ।
pl: Komentarz jest zbyt długi.
ru: Комментарий слишком длинный.
sd: رايا تمام وڏا آهن.
si: අදහස් දැක්වීම දිග වැඩියි.
sl: Komentar je predolg.
sr_cyrl_rs: Унос у поље за коментаре је предугачак.
sr_latn_rs: Unos u polje za komentare je predugačak.
sv: Kommentaren är för lång.
ta: கருத்துகள் மிக நீளமாக உள்ளன.
te: వ్యాఖ్యలు చాలా పొడవుగా ఉన్నాయి.
tg: Шарҳ аз ҳад дароз аст.
th: ความคิดเห็นยาวเกินไป
tr: Açıklamalar çok uzun.
tt: Аңлатма артык озын.
ug: ئىنكاس بەك ئۇزۇنكەن.
uk: Примітки задовгі.
ur: تبصرہ بہت طویل ہے۔
uz: Sharhlar juda uzun.
vi: Chú thích quá dài.
zh_hans: 注释过长。
zh_hant: 註解太長。

# Literal.Comments.Required
source: Comments is required.
af: Kommentaar word vereis.
am: አስተያዬት ያስፈልጋል።
ar: الملاحظات مطلوبة.
as: মন্তব্যৰ আৱশ্যক৷
az: Şərhlər tələb olunur.
bg: Коментарите са задължителни.
bn_in: মন্তব্যের আবশ্যক৷
bs: Komentari su obavezni.
cy: Rhaid nodi sylwadau.
da: Kommentarer skal angives.
de: Der Kommentar ist erforderlich.
el: Απαιτείται σχόλιο.
es: Los comentarios son obligatorios.
et: Kommentaarid on kohustuslikud.
eu: Oharra beharrezkoa da.
fa: به نظر نیاز است.
ga: Nótaí tráchta ag teastáil.
gd: Tha feum air beachd.
gl: Requírense comentarios.
gu: ટીપ્પણીઓ આવશ્યક છે.
he: ההערות נדרשות.
hi: टिप्पणियाँ आवश्यक हैं.
hr: Komentar je obavezan.
hu: A Hozzászólások megadása kötelező.
id: Komentar wajib diisi.
is: Athugasemdir eru áskildar.
ja: コメントは必須項目です。
ka: დაამატეთ კომენტარები.
kk: Түсініктемелер қажет.
kn: ಕಾಮೆಂಟ್‌ಗಳು ಅಗತ್ಯವಿದೆ.
ko: 설명은 필수 항목입니다.
ku_arab: سەرنج پێویستە.
ky: Комментарийлер талап кылынат.
lo: ຕ້ອງລະບຸຄໍາຄິດເຫັນ.
lt: Komentarai būtini.
lv: Ierakstiet komentārus.
mi: Kei te hiahiatia ngā tākupu.
mk: Коментарите се потребни.
ml: അഭിപ്രായങ്ങള്‍ ആവശ്യമുണ്ട്.
mn: Тайлбар оруулах шаардлагатай.
mr: टिप्पण्‍या आवश्‍यक आहे.
ms: Komen diperlukan.
mt: Kummenti meħtieġ.
ne: टिप्पणी आवश्यक छ।
nn_no: Kommentarar er obligatorisk.
no: Comments må angis.
or: ମନ୍ତବ୍ୟଗୁଡିକ ଆବଶ୍ୟକୀୟ ଅଟେ.
pa_arab_pk: ‏‏تبصریاں دی لوڑ اے۔
pa_in: ਟਿੱਪਣੀਆਂ ਲੋੜੀਂਦੀਆਂ ਹਨ।
pl: Komentarz jest wymagany.
ru: Комментарий слишком короткий.
sd: رايا گھربل آهن.
si: අදහස් දැක්වීම අවශ්‍යයි.
sl: komentar je obvezen.
sr_cyrl_rs: Потребно је попунити поље за коментаре.
sr_latn_rs: Potrebno je popuniti polje za komentare.
sv: Kommentar måste anges.
ta: கருத்துகள் தேவை.
te: వ్యాఖ్యలు అవసరం.
tg: Шарҳ ҳатмист.
th: ต้องระบุความคิดเห็น
tr: Açıklamalar gereklidir.
tt: Аңлатма мәҗбүри.
ug: ئىنكاس تەلەپ قىلىنىدۇ.
uk: Потрібно ввести примітки.
ur: تبصرہ درکار ہے۔
uz: Sharhlar talab qilinadi.
vi: Chú thích là cần thiết.
zh_hans: 注释为必填项。
zh_hant: 註解是必要資訊。
