Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.VbVRedirectMessage2
source: You may see a "purchase amount" quoted on the bank's verification page, but please note that this amount is for validation purposes only. You will not be charged during this process.
af: Jy sal moontlik 'n "aankoopbedrag" sien op die bank se verifikasieblad, maar let asseblief daarop dat hierdie bedrag slegs vir valideringsdoeleindes is. Jy sal nie gedurende hierdie proses gedebiteer word nie.
am: በባንክ ማረጋገጫ ገጽ የተጠቀሰ "የግዢ መጠን" ማየት ትችላለህ።ሆኖም አስታውስ ይህ መጠን ለማረጋገጥ ዓላማዎች ብቻ ነው።በዚህ ሂደት ወቅት አይከፈልህም።
ar: قد تشاهد "مبلغ الشراء" بين علامتي اقتباس في صفحة التحقق الخاصة بالبنك، ولكن الرجاء ملاحظة أن هذا المبلغ خاص بعملية التحقق فقط. لن يتم تحصيل رسوم منك أثناء هذه العملية.
as: আপুনি বেংকৰ সত্যাপন পৃষ্ঠাত এটা "ক্ৰয় কৰা পৰিমাণ" উদ্ধৃতি চাব পাৰে, কিন্তু অনুগ্ৰহ কৰি মন কৰক যে এই পৰিমাণ কেৱল সত্যাপনৰ ক্ষেত্ৰত বাবেহে৷ এই প্ৰক্ৰিয়াৰ বাবে আপুনি দেয় দিব নালাগে৷
az: Siz bankın təsdiqləmə səhifəsində soruşulan "satınalma məbləğini" görə bilərsiniz, lakin unutmayın ki, bu məbləğ yalnız yoxlama məqsədləri üçündür. Bu proses zamanı sizdən rüsum tutulmayacaq.
bg: Възможно е да видите "сума на покупката" в страницата за проверка на банката, но имайте предвид, че тази сума е само с цел проверка. Няма да ви бъдат начислени такси по време на този процес.
bn_in: ব্যাঙ্কের যাচাই পৃষ্ঠায় আপনি "ক্রয়ের অর্থের পরিমাণ" দেখতে পাবেন, কিন্তু মনে রাখুন যে এই অর্থের পরিমাণ শুধুমাত্র যাচাইয়ের উদ্দেশ্যে দেওয়া হয়েছে৷ এই পক্রিয়ার সময়ে আপনার থেকে অর্থ কেটে নেওয়া হবে না৷
bs: Možda ćete na stranici za verificiranje banke vidjeti natpis „iznos kupovine“, ali imajte na umu da je taj iznos samo za provjeru ispravnosti. Tokom procesa on vam neće biti naplaćen.
cy: Efallai byddwch chi'n gweld "swm prynu" ar dudalen dilysu'r banc, ond sylwch mai dim ond at ddibenion dilysu y dangosir y swm hwn. Fydd dim tâl yn cael ei chodi arnoch chi yn ystod y broses hon.
da: Der vises evt. et "købsbeløb" på bankens bekræftelsesside, men dette beløb er kun med henblik på bekræftelse. Beløbet vil ikke blive trukket i forbindelse med processen.
de: Möglicherweise wird auf der Überprüfungs-Website der Bank ein „Kaufbetrag“ angezeigt. Beachten Sie, dass dieser Betrag nur Prüfzwecken dient. Ihnen entstehen durch die Überprüfung keine Kosten.
el: Ενδέχεται να δείτε να αναφέρεται ένα "ποσό αγοράς" στη σελίδα επαλήθευσης της τράπεζας, αλλά έχετε υπόψη σας ότι αυτό το ποσό εξυπηρετεί μόνο σκοπούς επικύρωσης. Δεν θα χρεωθείτε κατά τη διάρκεια αυτής της διαδικασίας.
es: Es posible que vea un importe de compra en la página de comprobación del banco. Pero recuerde: este importe solo tiene un propósito de validación y no se cargará durante este proceso.
et: Panga kinnituslehel võidakse kuvada ostusumma, kuid see summa on mõeldud ainult kaardi kontrollimiseks. Te ei pea protsessi käigus midagi tasuma.
eu: Baliteke "erosketaren zenbatekoa" ikustea bankuaren egiaztatze-orrian, baina kontuan izan hori egiaztatzeko bakarrik dela. Ez zaizu ezer kobratuko prozesu honetan.
fa: ممکن است یک مقدار "مبلغ خرید" را در صفحه تأیید اعتبار بانک مشاهده کنید، اما لطفاً توجه داشته باشید که این مبلغ فقط برای تأیید اعتبار است. در طول این مدت هزینه ای از شما کسر نمی شود.
ga: B'fhéidir go bhfeicfidh tú "méid an cheannaigh" luaite ar leathanach fíorúcháin an bhainc, ach cuimhnigh gur le haghaidh feidhmeanna fíorúcháin amháin atá an méid seo. Ní ghearrfar aon airgead ort le linn an phróisis seo.
gd: Faodaidh gum faic thu "suim ceannachd" air duilleag dearbhaidh a' bhanca ach cuimhnich gur ann airson dearbhadh a-mhàin a tha an t-suim seo. Cha tèid tàille iarraidh ort rè a' phròiseas seo.
gl: Pode ver un "importe de compra" na páxina de verificación do banco, pero teña en conta que este importe é unicamente para os efectos de validación. Non se lle cobrará nada durante este proceso.
gu: બેંકના વેરીફિકેશન પૃષ્‍ઠ પર તમે "ખરીદી રકમ" દર્શાવેલ જોઇ શકશો, પરંતુ કૃપા કરી ધ્યાન રાખો કે આ રકમ માત્ર ખાતરી માટે છે. આ પ્રક્રિયા દરમિયાન તમને ખર્ચ વસૂલવામાં આવશે નહીં.
he: ייתכן שתראה "סכום קנייה" בדף האימות של הבנק, אך שים לב שסכום זה מיועד למטרות אימות בלבד. לא תחויב בתהליך זה.
hi: आपको बैंक के सत्यापन पृष्ठ पर उद्धृत "खरीदारी राशि" दिखाई दे सकती है, लेकिन कृपया ध्यान दें कि यह राशि केवल सत्यापन उद्देश्यों के लिए है. आपसे इस प्रक्रिया के दौरान कोई शुल्क नहीं लिया जाएगा.
hr: Na stranici banke za potvrdu možda ćete vidjeti da je naveden "iznos kupnje", no imajte na umu da taj iznos služi isključivo za provjeru valjanosti. Tijekom tog postupka ništa vam se neće naplatiti.
hu: A bank visszaigazolási weblapján megtekintheti a „vásárlás összegét”, de ne feledje, hogy ez az összeg csupán az érvényesítést szolgálja. Semmilyen díjat nem terhelünk a kártyájára az érvényesítési folyamat során.
id: Anda mungkin melihat "jumlah pembelian" yang terkutip pada halaman verifikasi bank, tetapi mohon diperhatikan bahwa jumlah ini hanyalah untuk tujuan validasi. Anda tidak akan dikenai biaya selama proses ini.
is: Þú munt hugsanlega sjá „kaupupphæð“ gefna upp á staðfestingarsíðu bankans þíns, en athugaðu að þessi upphæð er einungis færð inn í sannvottunarskyni. Ekki verður tekið gjald í þessu ferli.
ja: 銀行の本人確認ページに "購入金額" が表示される場合がありますが、この金額は確認用です。本人確認の手続き中に支払いが発生することはありません。
ka: ბანკის დადასტურების გვერდზე შეიძლება ნახოთ "შეძენის თანხა", მაგრამ გაითვალისწინეთ, რომ ეს თანხა გამოიყენება მხოლოდ დადასტურების მიზნით. ეს პროცესი თქვენთვის უფასოა.
kk: Сіз банктің тексеру бетінде "сатып алу көлемі" көрсетілгенін көруіңіз мүмкін, бірақ, бұл көлем тек тексеру мақсаттарына арналғанын тексеріңіз. Бұл процесс кезінде ақы алынбайды.
kn: ಬ್ಯಾಂಕ್‌ನ ಪರಿಶೀಲನೆ ಪುಟದಲ್ಲಿ "ಖರೀದಿಯ ಮೊತ್ತವನ್ನು" ಸೂಚಿಸಿರುವುದನ್ನು ನೀವು ಕಾಣಬಹುದು, ಆದರೆ ಈ ಮೊತ್ತವು ಮೌಲ್ಯೀಕರಣದ ಉದ್ದೇಶಕ್ಕಾಗಿ ಮಾತ್ರ ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ. ಈ ಪ್ರಕ್ರಿಯೆ ಸಮಯದಲ್ಲಿ ನಿಮಗೆ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 은행 인증 페이지에 "구매 금액"이 표시될 수 있지만 이 금액은 확인만을 위한 것이며 이 절차를 진행하는 도중에 청구되지 않습니다.
ku_arab: لەوانەیە "بڕێکی کڕین" ببینیت کە لە پەڕەی سەلماندنی بانکەوە گواستراوەتەوە، بەڵام تکایە سەرنجی ئەوە بدە کە ئەم بڕە تەنها بۆ مەبەستەکانی سەلماندنە. تۆ لەمیانەی ئەم پرۆسەیەدا پارەت لێنابڕرێت.
ky: Сиз банктын текшерүү бетинде жазылган "сатып алуу суммасын" көрүшүңүз мүмкүн, бирок бул сумма жарактуу кылуу процесси үчүн гана экени билиңиз. Сизден бул процесс учурунда акча алынбайт.
lo: ທ່ານອາດຈະເຫັນ "ຍອດການຊື້" ທີ່ແຈ້ງບອກເທິງໜ້າການກວດສອບຂອງທະນາຄານ, ແຕ່ກະລຸນາຮັບຊາບວ່າຈຳນວນເງິນນີ້ແມ່ນສຳລັບຈຸດປະສົງການກວດສອບຄວາມຖືກຕ້ອງເທົ່ານັ້ນ. ທ່ານຈະບໍ່ຖືກຮຽກເກັບເງິນໃນລະຫວ່າງຂະບວນການນີ້.
lt: Banko patikrinimo puslapyje gali būti užrašyta „pirkinio suma“, bet žinokite, kad ši suma nurodoma tik patikrinimui atlikti. Per šį procesą nebus taikoma jokių mokesčių.
lv: Bankas verifikācijas lapā var būt norādīta pirkuma summa, taču ņemiet vērā, ka tā ir norādīta tikai validācijas nolūkos. Šī procesa laikā maksa netiek piemērota.
mi: Ka kite pea i te “nui hokohoko” kei te whārangi manatokonga o te pēke, me mōhio koe mō te take manatoko anake tēnei. E kore koe e mate ki te utu mō tēnei tukanga.
mk: Може да видите „износ на купеното“ наведен во страницата за верификација на банката, но имајте предвид дека овој износ служи само за проверување. Нема да ви се наплати во текот на овој процес.
ml: ബാങ്കിന്റെ സ്ഥിരീകരണ പേജില്‍ നിങ്ങള്‍ ഒരു ഉദ്ധരിച്ച "വാങ്ങല്‍ തുക" കണ്ടേക്കാമെങ്കിലും ഈ തുക മൂല്യനിര്‍ണ്ണയ ആവശ്യത്തിനായി മാത്രമാണെന്നത് ഓര്‍ക്കുക. ഈ പ്രോസസ്സിനിടയില്‍ നിങ്ങളില്‍ നിന്നും നിരക്കൊന്നും ഈടാക്കുകയില്ല.
mn: Та банкны баталгаажуулалтын хуудсан дээр "худалдан авалтын мөнгөн дүн" заасан байгааг харж болно. Гэхдээ энэ мөнгөн дүн нь зөвхөн баталгаажуулах зорилготой болохыг анхаарна уу. Танаас энэ ажиллагааны явцад төлбөр суутгахгүй.
mr: आपण बँकेच्या पुष्टीकरण पृष्ठावर कोट केलेली एक "खरेदी रक्कम" पाहू शकता, परंतु कृपया लक्षात ठेवा की ही रक्कम केवळ पडताळणी प्रक्रियेसाठीच आहे. आपल्याला या प्रक्रिये दरम्यान शुल्क आकारले जाणार नाही.
ms: Anda mungkin melihat "amaun pembelian" dinyatakan pada halaman penentusahan bank, tetapi sila ambil perhatian bahawa amaun ini adalah bagi tujuan pensahihan sahaja. Anda tidak akan dikenakan caj semasa proses ini.
mt: Tista' tara "ammont ta' xiri" ikkwotat fuq il-paġna ta' verifika tal-bank, iżda jekk jogħġbok innota li dan l-ammont hu għal skopijiet ta' verifika biss. Mhux ser tiġi ċċarġjat matul dan il-proċess.
ne: तपाईँले बैङ्कको रुजू पृष्ठमा लेखिएको "खरिद रकम" हेर्न सक्नुहुनेछ, र कृपया याद गर्नुहोस् कि यस रकम रुजू प्रक्रियाको लागि मात्र हो। तपाईँलाई यस प्रक्रियाना शूल्क लिईने छैन।
nn_no: Det kan bli vist eit "kjøpsbeløp" på bankens stadfestingsside. Merk at dette beløpet berre gjeld valideringar. Du blir ikkje belasta under denne prosessen.
no: Det kan hende du får se et "kjøpsbeløp" på bankens verifiseringsside, men dette beløpet brukes bare i forbindelse med valideringen. Du blir ikke belastet noe i denne prosessen.
or: ଆପଣ ହୁଏତ ବ୍ୟାଙ୍କ'ର ଯାଞ୍ଚକରଣ ପୃଷ୍ଠାରେ "କ୍ରୟ ମୂଲ୍ୟ" ଦର୍ଶାଯାଇଥିବା ଦେଖିପରନ୍ତି, କିନ୍ତୁ ଦୟାକରି ଟିପନ୍ତୁ ଯେ ଏହି ମୂଲ୍ୟ କେବଳ ଯାଞ୍ଚକରଣ ଉଦ୍ଦେଶ୍ୟରେ ଅଟେ. ଆପଣ ଏହି ପ୍ରକ୍ରିୟା ସମୟରେ ଦେୟ ଲାଗୁ ହେବ ନାହିଁ.
pa_arab_pk: ہوسکدا اے تسی بینک دے تصدیقی صفحے تے "خریدی گئی رقم" ویکھو، لیکن میربانی کرکے یاد رکھو ایہہ رقم صرف توثیق دے مقصد لئی اے۔ ایس عمل دے دوران تہاڈے کولوں کوئی قیمت نئیں لئی جائے گی۔
pa_in: ਹੋ ਸਕਦਾ ਹੈ ਕਿ ਬੈਂਕ ਦੇ ਪੁਸ਼ਟੀਕਰਨ ਪੰਨੇ ‘ਤੇ ਤੁਹਾਨੂੰ ਇੱਕ “ਖਰੀਦ ਰਕਮ” ਨਜ਼ਰ ਆਵੇ, ਪਰ ਕਿਰਪਾ ਕਰਕੇ ਨੋਟ ਕਰੋ ਕਿ ਇਹ ਰਕਮ ਕੇਵਲ ਪੁਸ਼ਟੀਕਰਨ ਦੇ ਮਕਸਦਾਂ ਵਾਸਤੇ ਹੀ ਹੈ। ਇਸ ਅਮਲ ਦੌਰਾਨ ਤੁਹਾਥੋਂ ਚਾਰਜ ਨਹੀਂ ਲਿਆ ਜਾਵੇਗਾ।
pl: Na stronie banku poświęconej weryfikacji może pojawić się pole „kwota zakupu”, jednak kwota ta służy jedynie celowi weryfikacji. Użytkownik nie zostanie obciążony kosztami podczas tego procesu.
ru: На странице проверки банка может отображаться "сумма покупки". Имейте в виду, что эта сумма используется только для процесса проверки. В ходе этого процесса плата не взимается.
sd: توهان متان ڪئوٽ ٿيل "خريداري جي رقم" بينڪ جي تصديق واري صفحي تي ڏسو، پر مهرباني ڪري نوٽ ڪندا ته هي رقم صرف تصديق ڪرڻ جي مقصدن لاءِ آهي.
si: බැංකුවේ සත්‍යාපන පිටෙහි “ගෙවීම් ප්‍රමාණය“ක් සඳහන් තිබෙනු ඔබට දැකිය හැක. කරුණාකර මෙම අගය වලංගුකරණ ක්‍රියාවලිය සඳහා පමණක් භාවිතා වන්නක් බව සලකන්න. මෙම ක්‍රියාවලියේ දී ඔබගෙන් අය කිරීමක් සිදු වන්නේ නැත.
sl: Na strani za preverjanje banke bo morda prikazan »znesek nakupa«, vendar upoštevajte, da je ta znesek prikazan le zaradi preverjanja veljavnosti. Vaša kartica med tem postopkom ne bo bremenjena.
sr_cyrl_rs: Можда ћете на страници за верификацију банке видети натпис „износ куповине“, али имајте на уму да је тај износ само за проверу ваљаности. Током процеса он вам неће бити наплаћен.
sr_latn_rs: Možda ćete na stranici za verifikaciju banke videti natpis „iznos kupovine“, ali imajte na umu da je taj iznos samo za proveru valjanosti. Tokom procesa on vam neće biti naplaćen.
sv: Du kan se en "köpesumma" angiven på bankens verifieringssida, men notera att denna summa endast är för validering. Du kommer inte att debiteras under denna process.
ta: வங்கியின் சரிபார்த்தல் பக்கத்தில் "வாங்குதல் தொகை" என்பதைப் பார்க்கலாம், ஆனால் இந்தத் தொகையானது சரியான காரணங்களுக்கு மட்டுமே என்பதை நினைவில் கொள்க. இந்த செயலாக்கத்தின்போது கட்டணம் விதிக்கப்படமாட்டீர்கள்.
te: మీరు బ్యాంక్ యొక్క నిర్ధారణ పేజీలో కోట్ చేసిన "కొనుగోలు మొత్తం"ను చూడవచ్చు, అయితే ఈ మొత్తం నిర్ధారణ ప్రాసెస్ కోసం మాత్రమే అని గుర్తుంచుకోండి. ఈ ప్రాసెస్ సమయంలో మీరు ఛార్జీ చేయబడరు.
tg: Шояд шумо дар саҳифаи санҷишии бонк "маблағи харид"-ро бинед, вале ба назар гиред, ки ин маблағ танҳо барои санҷиши эътибор аст. Дар тӯли ин раванд аз шумо пардохт ситонида намешавад.
th: คุณอาจเห็น "จำนวนเงินในการซื้อ" อยู่ในหน้าการตรวจสอบของธนาคาร แต่โปรดทราบว่าจำนวนนี้มีไว้สำหรับการตรวจสอบความถูกต้องเท่านั้น คุณจะยังไม่ถูกหักเงินในระหว่างการดำเนินการนี้
tr: Bankanın doğrulama sayfasında "satın alma tutarı" görebilirsiniz, ancak bu tutar yalnızca doğrulama amaçlıdır. Bu işlem sırasında size herhangi bir ücret yansıtılmayacaktır.
tt: Сез "сатып алу микъдарын күрә аласыз банктагы тикшерү биттә язылган, ләкин бу микъдары тикшерү өчен генә. Сез исәпләнмисез бу процесс чагында.
ug: بانكىنىڭ دەلىللەش بېتىدە سىز "سېتىۋېلىش مىقدارى"دىگەن بىر سۆزنى كۆرىسىز.بۇنىڭ پەقەت دەلىللەش مەقسىتىدە يېزىلغانلىقى ئېسىڭىزدە بولسۇن.بۇ جەرياندا سىزدىن ھەق ئىلىنمايدۇ.
uk: На банківській веб-сторінці перевірки може бути вказано суму покупки. Цю суму вказано лише для перевірки. Під час виконання цієї процедури кошти не стягуються.
ur: آپ بینک کے تصدیقی صفحے پہ "خریداری کی رقم" کو دیکھ سکتے ہیں، لیکن یاد رکھیں یہ رقم صرف توثیقی مقاصد کے لیے ہے. اس عمل کے دوران آپ سے کوئی معاوضہ نہیں لیا جائے گا.
uz: Siz bankning tekshiruv sahifasida "xarid miqdori" turganligini ko‘rishingiz mumkin, biroq shuni yodda tutinki, ushbu miqdor faqatgina tekshiruv maqsadlarida ishlatiladi. Sizdan ushbu jarayonda to‘lov olinmaydi.
vi: Bạn sẽ nhìn thấy một "số tiền mua" được ghi trên trang kiểm chứng của ngân hàng, nhưng xin lưu ý rằng số tiền này chỉ là dành cho mục đích soát hợp thức. Bạn sẽ không bị trừ tiền trong quá trình này.
zh_hans: 您可能会看到银行的验证页面上列出了一个“购买金额”，但请注意，此金额仅供验证。在此过程中不会向您收取任何费用。
zh_hant: 您可能會在銀行的驗證頁面上看到註明「購買金額」，但請注意，這筆金額僅供驗證之用。此程序不會向您收取任何費用。

# Literal.VbVRedirectMessage3
source: Click OK below to proceed.
af: Klik OK hieronder om voort te gaan.
am: ለመቀጠል እታች ያለውን እሺ ጠቅ አድርግ ።
ar: انقر فوق "موافق" أدناه للمتابعة.
as: আগবাঢ়িবলৈ তলৰ ঠিক ক্লিক কৰক৷
az: Davam etmək üçün aşağıda OK vurun.
bg: Щракнете върху OK по-долу, за да продължите.
bn_in: এগিয়ে যেতে ঠিক ক্লিক করুন৷
bs: Kliknite na „OK“ da biste nastavili.
cy: Cliciwch Iawn isod i fwrw ymlaen.
da: Klik på OK nedenfor for at fortsætte.
de: Klicken Sie im Folgenden auf „OK“, um fortzufahren.
el: Κάντε κλικ στο "ΟΚ" παρακάτω για να συνεχίσετε.
es: Haga clic en Aceptar para continuar.
et: Jätkamiseks klõpsake allpool nuppu OK.
eu: Sakatu Ados jarraitzeko.
fa: برای ادامه کار روی تأیید در زیر کلیک کنید.
ga: Cliceáil ar 'OK' thíos chun dul ar aghaidh.
gd: Briog air "Ceart ma-thà" gu h-ìosal airson leantainn air adhart.
gl: Prema en Aceptar para continuar.
gu: આગળ વધવા માટે નીચે OK ક્લીક કરો.
he: לחץ על 'אישור' להלן כדי להמשיך.
hi: आगे बढ़ने के लिए नीचे ठीक क्लिक करें.
hr: Kliknite U redu za nastavak.
hu: A folytatáshoz kattintson az OK gombra.
id: Klik OK di bawah ini untuk melanjutkan.
is: Smelltu á Í lagi að neðan til að halda áfram.
ja: 下の [OK] をクリックして続行します。
ka: დააწკაპუნეთ ქვემოთ მოცემულ ღილაკზე „კარგი“ და განაგრძეთ.
kk: Жалғастыру үшін төменде «Жарайды» түймешігін басыңыз.
kn: ಮುಂದುವರಿಯಲು ಕೆಳಗಿನ ಸರಿ ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 계속하려면 아래에서 "확인"을 클릭하십시오.
ku_arab: کرتە بکە لەسەر باشە بۆ بەردەوام بوون.
ky: Улантуу үчүн ылдыйкы "ОК" нукуурун басыңыз.
lo: ຄລິກ ຕົກລົງ ຂ້າງລຸ່ມເພື່ອດຳເນີນການຕໍ່.
lt: Jei norite tęsti, spustelėkite apačioje esantį mygtuką Gerai.
lv: Lai turpinātu, zemāk noklikšķiniet uz Labi.
mi: Pāwhiri i te ĀE i raro nei kia haere tonu.
mk: За да продолжите, подолу кликнете Во ред.
ml: തുടരുന്നതിന് ചുവടെയുള്ള ശരി ക്ലിക്കുചെയ്യുക.
mn: Үргэлжлүүлэхийн тулд Сайн-г товш.
mr: पुढे जाण्यासाठी ठीक क्लिक करा.
ms: Klik OK di bawah untuk meneruskan.
mt: Ikklikkja OK hawn taħt biex tkompli.
ne: अगाडि बढ्नको लागि ठीक क्लिक गर्नुहोस्।
nn_no: Klikk på OK nedanfor for å halde fram.
no: Klikk OK for å gå videre.
or: ଅଗ୍ରଗତି କରିବାକୁ ନିମ୍ନରେ ଓକେ କ୍ଲିକ୍ କରନ୍ତୁ.
pa_arab_pk: اگے جاون لئی تھلے دتے ہوئے ٹھیک اے تے کلک کرو۔
pa_in: ਅੱਗੇ ਵਧਣ ਲਈ ਹੇਠਾਂ ਦਿੱਤੇ ਓਕੇ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Kliknij poniżej przycisk OK, aby kontynuować.
ru: Нажмите расположенную ниже кнопку "ОК" для продолжения.
sd: اڳتي وڌڻ لاءِ هيٺ درست کي ڪلڪ ڪريو.
si: ඉදිරියට යාමට පහත ඕකේ මත ක්ලික් කරන්න.
sl: Če želite nadaljevati, spodaj kliknite »V redu«.
sr_cyrl_rs: Кликните на дугме „У реду“ да бисте наставили.
sr_latn_rs: Kliknite na dugme „U redu“ da biste nastavili.
sv: Klicka på OK nedan för att fortsätta.
ta: செயல்படுத்த கீழேயுள்ள சரி என்பதை கிளிக் செய்யவும்.
te: కొనసాగించడానికి సరేను క్లిక్ చేయండి.
tg: Барои шурӯъ кардан дар зер ОК-ро зер кунед.
th: คลิก ตกลง ด้านล่างเพื่อดำเนินการต่อ
tr: Devam etmek için aşağıdaki Tamam'ı tıklatın.
tt: Чирттерегез ОК аста дәвам итү өчен.
ug: بىر تەرەپ قىلىش ئۈچۈن تۆۋەندىكى بولىدۇ كونۇپكىسىنى بېسىڭ.
uk: Щоб продовжити, натисніть кнопку ОК.
ur: آگے بڑھنے کے لیے نیچے دئے گئے ٹھیک ہے پہ کلک کریں.
uz: Davom etish uchun quydagi OK tugmasini cherting.
vi: Bấm OK bên dưới để tiếp tục.
zh_hans: 单击下面的“确定”以继续操作。
zh_hant: 按一下下方的 [確定] 繼續。

# Literal.VbVRedirectReminder.Title
source: Confirmation
af: Bevestiging
am: ማረጋገጫ
ar: التأكيد
as: নিশ্চিতকৰণ
az: Təsdiq
bg: Потвърждение
bn_in: নিশ্চিতকরণ
bs: Potvrda
cy: Cadarnhad
da: Bekræftelse
de: Bestätigung
el: Επιβεβαίωση
es: Confirmación
et: Kinnitamine
eu: Berrespena
fa: تأیید
ga: Deimhniú
gd: Dearbhadh
gl: Confirmación
gu: પુષ્ટિ
he: אישור
hi: पुष्टिकरण
hr: Potvrda
hu: Megerősítés
id: Konfirmasi
is: Staðfesting
ja: 確認
ka: დამოწმება
kk: Растау
kn: ಖಚಿತಪಡಿಸಿ
ko: 확인
ku_arab: دووپاتکردنەوە
ky: Тастыктоо
lo: ການຢືນຢັນ
lt: Patvirtinimas
lv: Apstiprināšana
mi: Whakaū
mk: Потврда
ml: സ്ഥിരീകരണം
mn: Нотолгоо
mr: पुष्टीकरण
ms: Pengesahan
mt: Konferma
ne: पुष्टि
nn_no: Stadfesting
no: Bekreftelse
or: ସୁନିଶ୍ଚିତକରଣ
pa_arab_pk: تصدیق کرو
pa_in: ਪੁਸ਼ਟੀ
pl: Potwierdzenie
ru: Подтверждение
sd: تصديق نامو
si: තහවුරුකරණය
sl: Potrditev
sr_cyrl_rs: Потврда
sr_latn_rs: Potvrda
sv: Bekräfta
ta: உறுதிப்படுத்தல்
te: నిర్ధారణ
tg: Тасдиқ
th: การยืนยัน
tr: Onay
tt: Раслау итү
ug: جەزىملەشتۈرۈش
uk: Підтвердження
ur: تصدیق
uz: Tasdiqlash
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# Word.OK.Button
source: OK
am: እሺ
ar: موافق
as: ঠিক
bn_in: ঠিক
cy: Iawn
es: Aceptar
eu: Ados
fa: تأیید
gd: Ceart ma-thà
gl: Aceptar
gu: ઓકે
he: אישור
hi: ठीक
hr: U redu
is: Í lagi
ka: კარგი
kk: Жарайды
kn: ಸರಿ
ko: 확인
ku_arab: باشە
lo: ຕົກລົງ
lt: Gerai
lv: Labi
mi: ĀE
mk: Во ред
ml: ശരി
mn: Сайн
mr: ठीक
ne: ठीक
or: ଓକେ
pa_arab_pk: ‏‏اوکے
pa_in: ਓਕੇ
ru: ОК
sd: درست
si: ඕකේ
sl: V redu
sr_cyrl_rs: У реду
sr_latn_rs: U redu
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ug: بولىدۇ
uk: ОК
ur: ٹھیک ہے
zh_hans: 确定
zh_hant: 確定

# Word.Button.OK
source: OK
am: እሺ
ar: موافق
as: ঠিক
bn_in: ঠিক
cy: Iawn
es: Aceptar
eu: Ados
fa: تأیید
gd: Ceart ma-thà
gl: Aceptar
gu: ઓકે
he: אישור
hi: ठीक
hr: U redu
is: Í lagi
ka: კარგი
kk: Жарайды
kn: ಸರಿ
ko: 확인
ku_arab: باشە
lo: ຕົກລົງ
lt: Gerai
lv: Labi
mi: ĀE
mk: Во ред
ml: ശരി
mn: Сайн
mr: ठीक
ne: ठीक
or: ଓକେ
pa_arab_pk: ‏‏اوکے
pa_in: ਓਕੇ
ru: ОК
sd: درست
si: ඕකේ
sl: V redu
sr_cyrl_rs: У реду
sr_latn_rs: U redu
ta: சரி
te: సరే
th: ตกลง
tr: Tamam
ug: بولىدۇ
uk: ОК
ur: ٹھیک ہے
zh_hans: 确定
zh_hant: 確定

# Word.Button.Purchase
source: Purchase
af: Koop
am: ግዢ
ar: الشراء
as: ক্ৰয়
az: Satınalma
bg: Покупка
bn_in: ক্রয়
bs: Kupovina
cy: Prynu
da: Køb
de: Kaufen
el: Αγορά
es: Compra
et: Ost
eu: Erosi
fa: خرید
ga: Ceannaigh
gd: Ceannaich
gl: Comprar
gu: ખરીદી
he: רכישה
hi: खरीदें
hr: Kupi
hu: Vásárlás
id: Pembelian
is: Kaup
ja: ご購入
ka: შეძენა
kk: Сатып алу
kn: ಖರೀದಿಸು
ko: 구매
ku_arab: کڕین
ky: Сатып алуу
lo: ການຊື້
lt: Pirkimas
lv: Pirkums
mi: Hoko
mk: Купување
ml: വാങ്ങുക
mn: Худалдан авалт
mr: खरेदी
ms: Pembelian
mt: Akkwist
ne: खरिद गर्नुहोस्
nn_no: Kjøp
no: Kjøp
or: କ୍ରୟ
pa_arab_pk: ‏‏خریدو
pa_in: ਖਰੀਦ
pl: Zakup
ru: Покупка
sd: خريد ڪرڻ
si: මිලට ගන්න
sl: Nakup
sr_cyrl_rs: Куповина
sr_latn_rs: Kupovina
sv: Köp
ta: வாங்குதல்
te: కొనుగోలు
tg: Харид
th: ซื้อ
tr: Satın Al
tt: Сатып алу
ug: سېتىۋىلىش
uk: Придбати
ur: خریدیں
uz: Xarid
vi: Mua
zh_hans: 购买
zh_hant: 購買

# Word.Button.Save
source: Save
af: Stoor
am: አስቀምጥ
ar: حفظ
as: সংৰক্ষণ কৰক
az: Saxla
bg: Запиши
bn_in: সংরক্ষণ করুন
bs: Sačuvaj
cy: Cadw
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
ga: Sábháil
gd: Sàbhail
gl: Gardar
gu: સંગ્રહ કરો
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
is: Vista
ja: 保存
ka: შენახვა
kk: Сақтау
kn: ಉಳಿಸು
ko: 저장
ky: Сакта
lo: ບັນທຶກ
lt: Įrašyti
lv: Saglabāt
mi: Tiaki
mk: Зачувај
ml: സംരക്ഷിക്കുക
mn: Хадгалах
mr: सुरक्षित करा
ms: Simpan
mt: Issejvja
ne: वचत गर्नुहोस्
nn_no: Lagre
no: Lagre
or: ସଂରକ୍ଷଣ
pa_arab_pk: ‏‏مفوظ کرو
pa_in: ਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz
ru: Сохранить
sd: محفوط
si: සුරකින්න
sl: Shrani
sr_cyrl_rs: Сачувај
sr_latn_rs: Sačuvaj
sv: Spara
ta: சேமி
te: సేవ్ చేయి
tg: Захира кардан
th: บันทึก
tr: Kaydet
tt: Саклау
ug: ساقلاش
uk: Зберегти
ur: محفوظ کریں
uz: Saqlamoq
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# Word.Button.Submit
source: Submit
af: Dien in
am: አቅርብ
ar: إرسال
as: দাখিল
az: Göndər
bg: Изпращане
bn_in: জমা দিন
bs: Proslijedi
cy: Cyflwyno
da: Send
de: Absenden
el: Υποβολή
es: Enviar
et: Edasta
eu: Bidali
fa: ارسال
ga: Seol isteach
gd: Cuir a-null
gl: Enviar
gu: જમા કરાવો
he: שלח
hi: सबमिट करें
hr: Pošalji
hu: Küldés
id: Kirim
is: Senda
ja: 送信
ka: გაგზავნა
kk: Жіберу
kn: ಸಲ್ಲಿಸಿ
ko: 제출
ku_arab: ناردن
ky: Тапшыр
lo: ສົ່ງ
lt: Pateikti
lv: Iesniegt
mi: Tuku
mk: Поднеси
ml: സമര്‍പ്പിക്കുക
mn: Өргөн барих
mr: सबमिट करा
ms: Serah
mt: Issottometti
ne: बुझाउनुहोस्
nn_no: Send
no: Send inn
or: ଉପସ୍ଥାପନା
pa_arab_pk: کل دیو
pa_in: ਸੌਂਪੋ
pl: Prześlij
ru: Отправить
sd: جمع ڪريو
si: යොමු කරන්න
sl: Pošlji
sr_cyrl_rs: Проследи
sr_latn_rs: Prosledi
sv: Skicka
ta: சமர்ப்பி
te: సమర్పించండి
tg: Пешниҳод кардан
th: ส่ง
tr: Gönder
tt: Җибәрү
ug: تاپشۇرۇش
uk: Надіслати
ur: جمع کرائیں
uz: Taqdim etmoq
vi: Đệ trình
zh_hans: 提交
zh_hant: 提交

# Word.Button.CompleteBooking
source: Complete booking
af: Voltooi bespreking
am: የተሟላ ቦታ ማስያዝ
ar: إكمال الحجز
as: বুকিং সম্পূৰ্ণ কৰক
az: Rezervasiyanı tamamla
bg: Завършване на резервацията
bn_in: বুকিং সম্পূর্ণ করুন
bs: Dovrši rezervaciju
cy: Cwblhau'r archeb
da: Fuldfør booking
de: Buchung abschließen
el: Ολοκλήρωση κράτησης
es: Completar la reserva
et: Vii broneering lõpule
eu: Osatu erreserba
fa: تکمیل رزرو
ga: Críochnaigh an áirithint
gd: Coilean am bucadh
gl: Reserva completa
gu: બુકિંગ પૂર્ણ કરો
he: השלם את ההזמנה
hi: बुकिंग पूरी करें
hr: Dovršite rezervaciju
hu: Foglalás befejezése
id: Selesaikan pemesanan
is: Ljúka bókun
ja: 予約を完了させる
ka: დაჯავშნის დასრულება
kk: Брондауды аяқтау
kn: ಬುಕಿಂಗ್ ಪೂರ್ಣಗೊಳಿಸಿ
ko: 예약 완료
lo: ສຳເລັດການຈອງ
lt: Užbaigti užsakymą
lv: Pabeigt rezervāciju
mi: Whakaoti tāpuitanga
mk: Заврши ја резервацијата
ml: ബുക്കിംഗ് പൂർത്തിയായി
mr: बुकिंग पूर्ण करा
ms: Lengkapkan tempahan
mt: Lesti l-booking
ne: बुकिङ पूरा गर्नुहोस्
nn_no: Fullfør bestilling
no: Fullfør bestilling
or: ବୁକିଂ ସମ୍ପୂର୍ଣ୍ଣ କରନ୍ତୁ
pa_in: ਬੁਕਿੰਗ ਪੂਰੀ ਕਰੋ
pl: Ukończ rezerwację
ru: Завершить резервирование
sl: Dokončaj rezervacijo
sr_cyrl_rs: Доврши резервацију
sr_latn_rs: Dovrši rezervaciju
sv: Slutför bokningen
ta: முன்பதிவை நிறைவுசெய்
te: బుకింగ్ పూర్తి చేయండి
th: ทำการจองให้เสร็จสมบูรณ์
tr: Rezervasyonu tamamla
tt: Резервлауны тәмамлау
ug: بۇيرۇتۇشنى تاماملاش
uk: Завершити резервування
ur: بکنگ مکمل کریں
vi: Hoàn tất việc đặt trước
zh_hans: 完成预订
zh_hant: 完成預約

# Word.Button.Back
source: Back
af: Terug
am: ተመለስ
ar: الخلف
as: পাছলৈ
az: Geri
bg: Назад
bn_in: ফিরুন
bs: Nazad
cy: Yn ôl
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
et: Tagasi
eu: Atzera
fa: بازگشت
ga: Siar
gd: Air ais
gl: Atrás
gu: પાછળ
he: הקודם
hi: वापस जाएँ
hr: Natrag
hu: Vissza
id: Kembali
is: Til baka
ja: 戻る
ka: უკან
kk: Артқа
kn: ಹಿಂದೆ
ko: 뒤로
ku_arab: دواوە
ky: Артка
lo: ກັບ​ຄືນ
lt: Atgal
lv: Atpakaļ
mi: Hoki
mk: Назад
ml: പിന്നിലേക്ക്
mn: Буцах
mr: मागे
ms: Ke Belakang
mt: Lura
ne: पछाडि
nn_no: Tilbake
no: Tilbake
or: ପଛକୁ
pa_arab_pk: پیچھے
pa_in: ਪਿੱਛੇ
pl: Wstecz
ru: Назад
sd: واپس
si: ආපසු
sl: Nazaj
sr_cyrl_rs: Назад
sr_latn_rs: Nazad
sv: Bakåt
ta: பின்
te: వెనుకకు
tg: Ба қафо
th: ย้อนกลับ
tr: Geri
tt: Артка
ug: قايتىش
uk: Назад
ur: واپس
uz: Orqaga
vi: Quay lại
zh_hans: 返回
zh_hant: 上一步
