Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IdealBilling.SettingUp.RedirectMessageLine1
source: If not, please wait for a moment to be redirected.
af: Indien nie, wag asseblief ’n oomblik om herlei te word.
am: ካልሆነ፣ እባክዎን ለመዞር ትንሽ ጊዜ ይጠብቁ።
ar: إذا لم يكن الأمر كذلك، فالرجاء الانتظار قليلاً لتتم إعادة توجيهك.
as: যদি নহয়, অনুগ্ৰহ কৰি পুনঃনিৰ্দেশিত হ'বলৈ এক মুহূৰ্তৰ বাবে অপেক্ষা কৰক।
az: Yoxdursa, yönləndirmək üçün bir az gözləyin.
bg: Ако не, изчакайте малко, за да бъдете пренасочени.
bn_in: যদি না হয়, অনুগ্রহ করে পুনঃনির্দেশিত হওয়ার জন্য এক মুহূর্ত অপেক্ষা করুন।
bs: Ako niste, pričekajte trenutak za preusmjeravanje.
cy: Os na, arhoswch am eiliad i gael eich ailgyfeirio.
da: Hvis ikke, skal du vente et øjeblik på at blive omdirigeret.
de: Falls nicht, warten Sie einen Moment, bis Sie umgeleitet werden.
el: Αν όχι, περιμένετε λίγο για να ανακατευθυνθείτε.
es: Si no es así, espere un momento para que se le redirija.
et: Kui ei, oodake hetk, kuni teid suunatakse ümber.
eu: Hala ez bada, itxaron pixka bat birbideratzeko.
fa: اگر اینگونه نیست، لطفاً کمی صبر کنید تا هدایت شود.
ga: Mura bhfuil, fan nóiméad chun tú a atreorú.
gd: Mur eil, fuirich ort is thèid d’ ath-stiùireadh.
gl: Se non, agarde un momento a que se produza a redirección.
gu: જો નહીં, તો કૃપયા રીડાયરેક્ટ થવા માટે થોડીવાર પ્રતીક્ષા કરો.
he: אם לא, המתן רגע לניתוב מחדש.
hi: यदि नहीं, तो कृपया रीडायरेक्ट होने के लिए कुछ क्षण प्रतीक्षा करें.
hr: Ako niste, pričekajte trenutak da se preusmjeri.
hu: Ha nem, várjon egy kis ideig az átirányításra.
id: Jika tidak, harap tunggu sebentar untuk dialihkan.
is: Ef ekki skaltu bíða aðeins og þér verður vísað áfram.
ja: リダイレクトされない場合は、しばらくお待ちください。
ka: თუ არა, დაელოდეთ გადამისამართებას.
kk: Олай болмаса, қайта бағытталғанша күтіңіз.
kn: ಇಲ್ಲದಿದ್ದರೆ, ಮರುನಿರ್ದೇಶಿಸುವವರೆಗೆ ದಯವಿಟ್ಟು ಒಂದು ಕ್ಷಣ ಕಾಯಿರಿ.
ko: 그렇지 않은 경우 리디렉션될 때까지 잠시 기다려 주세요.
lo: ຖ້າບໍ່, ກະລຸນາລໍຖ້າຄາວໜຶ່ງເພື່ອປ່ຽນເສັ້ນທາງ.
lt: Jei ne, šiek tiek palaukite, kol būsite nukreipti.
lv: Ja nē, lūdzu, uzgaidiet, kamēr notiek novirzīšana.
mi: Mēnā kāore, taihoa ake nei kia tahurikētia.
mk: Ако не, почекајте малку за да ве пренасочиме.
ml: ഇല്ലെങ്കിൽ, റീഡയറക്ട് ചെയ്യാൻ ഒരു നിമിഷം കാത്തിരിക്കുക.
mr: नसल्यास, पुनर्दिग्दशित होण्यासाठी कृपया एक क्षण प्रतीक्षा करा.
ms: Jika tidak, sila tunggu seketika untuk diubah hala.
mt: Jekk le, stenna ftit biex tiġi ridirezzjonat.
ne: भएन भने कृपया रिडाइरेक्ट हुनका लागि केही समय प्रतीक्षा गर्नुहोस्।
nn_no: Dersom du ikkje gjer det, kan du vente ein augeblink til du blir dirigert vidare.
no: Hvis ikke venter du på omdirigeringen.
or: ଯଦି ନୁହେଁ, ଦୟାକରି ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବା ପାଇଁ କିଛି ମୁହୂର୍ତ୍ତ ଅପେକ୍ଷା କରନ୍ତୁ ।
pa_in: ਜੇ ਨਹੀਂ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ-ਨਿਰਦੇਸ਼ਿਤ ਕੀਤੇ ਜਾਣ ਲਈ ਇੱਕ ਪਲ ਲਈ ਉਡੀਕ ਕਰੋ।
pl: Jeśli nie, poczekaj chwilę na przekierowanie.
ru: Если нет, дождитесь перенаправления.
sl: V nasprotnem primeru počakajte trenutek na preusmeritev.
sr_cyrl_rs: У супротном сачекајте тренутак да будете преусмерени.
sr_latn_rs: Ako niste, sačekajte trenutak da se preusmeri.
sv: Om inte, så vänta en stund innan du omdirigeras.
ta: இல்லை எனில், திருப்பிவிடுவதற்குரிய நேரம் வரை காத்திருக்கவும்.
te: కాకపోతే, దయచేసి మళ్లించబడడానికి ఒక క్షణం వేచి ఉండండి.
th: ถ้าไม่เช่นนั้น โปรดรอสักครู่เพื่อเปลี่ยนเส้นทาง
tr: Aksi takdirde, lütfen yönlendirilmek için biraz daha bekleyin.
tt: Булмаса, сезне кире юнәлткәнче бераз көтегез.
ug: ياكى بىر دەم كۈتسىڭىز ئېچىلىدۇ.
uk: Якщо ні, зачекайте деякий час, незабаром вас буде переспрямовано.
ur: اگر نہیں، تو براہ کرم ری ڈائریکٹ کیے جانے کے لئے کچھ دیر انتظار کریں۔
vi: Nếu không, vui lòng chờ một lát để được chuyển hướng.
zh_hans: 如果没有，请稍候，以便系统进行重定向。
zh_hant: 如果沒有，請稍候片刻系統即會重新導向。

# Literal.Klarna.SettingUp.TermsAndConditionsText
source: View the
af: Bekyk die
am: ይመልከቱ
ar: عرض
as: গোপনীয়তা বিবৃতি চাওঁক
az: Baxın:
bg: Прегледайте
bn_in: -এটি দেখুন
bs: Pogledajte
cy: Gweld y
da: Få vist de
de: Anzeigen:
el: Προβολή:
es: Vea los
et: Vaadake
eu: Ikusi
fa: با مشاهده
ga: Amharc ar
gd: Seall
gl: Ver os
gu: જુઓ
he: הצג את
hi: देखें
hr: Pogledajte
hu: Tekintse meg a
id: Lihat
is: Skoða
ja: 次を表示:
ka: იხილეთ
kk: Көру
kn: ಅನ್ನು ನೋಡಿ
ko: 보기
lo: ເບິ່ງ
lt: Peržiūrėkite
lv: Skatīt
mi: Tirohia te
mk: Прикажете ги
ml: കാണുക
mr: पहा
ms: Lihat
mt: Ara
ne: हेर्नुहोस्‌
nn_no: Vis
no: Vis
or: ଦର୍ଶନ କରନ୍ତୁ
pa_in: ਵੇਖੋ
pl: Wyświetl
ru: Просмотреть
sl: Oglejte si
sr_cyrl_rs: Погледајте
sr_latn_rs: Pogledajte
sv: Visa
ta: இதை காணவும்
te: దీన్ని చూడండి
th: ดู
tr: Şuraya bakın:
tt: Моны карагыз:
ug: كۆرۈش
uk: Ознайомтеся з
ur: دیکھیں
uz: Buni koʻrib chiqish:
vi: Xem
zh_hans: 查看
zh_hant: 檢視

# Literal.Generic.Heading
source: Setting up ()PMDisplayName
af: Stel tans ()PMDisplayName op
am: በቅንብር ላይ ()PMDisplayName
ar: إعداد ()PMDisplayName
as: ()PMDisplayName ছেট আপ কৰা হৈছে
az: ()PMDisplayName Quraşdırılır
bg: Настройване на ()PMDisplayName
bn_in: ()PMDisplayName সেট আপ করা হচ্ছে
bs: Postavljanje ()PMDisplayName
cy: Wrthi’n gosod ()PMDisplayName
da: Konfigurerer ()PMDisplayName
de: ()PMDisplayName einrichten
el: Ρύθμιση ()PMDisplayName
es: Configurando ()PMDisplayName
et: Makseviisi ()PMDisplayName häälestamine
eu: ()PMDisplayName konfiguratzen
fa: تنظیم ()PMDisplayName
ga: Ag cumrú ()PMDisplayName
gd: A’ suidheachadh ()PMDisplayName
gl: Configuración de ()PMDisplayName
gu: ()PMDisplayName સેટ કરી રહ્યાં છીએ
he: מגדיר ()PMDisplayName
hi: ()PMDisplayName सेट करना
hr: Postavljanje stavke ()PMDisplayName
hu: A ()PMDisplayName beállítása
id: Menyiapkan ()PMDisplayName
is: Uppsetning ()PMDisplayName
ja: ()PMDisplayName の設定
ka: ()PMDisplayName-ის დაყენება
kk: ()PMDisplayName реттеу
kn: ()PMDisplayName ಸೆಟಪ್ ಮಾಡಲಾಗುತ್ತಿದೆ
ko: ()PMDisplayName 설정
lo: ການຕັ້ງຄ່າ ()PMDisplayName
lt: Nustatoma ()PMDisplayName
lv: Iestata ()PMDisplayName
mi: Tatū ana te ()PMDisplayName
mk: Се поставува ()PMDisplayName
ml: ()PMDisplayName സജ്ജീകരിക്കുന്നു
mr: ()PMDisplayName सेट करणे
ms: Menyediakan ()PMDisplayName
mt: Qed jikkonfigura ()PMDisplayName
ne: ()PMDisplayName सेटअप गर्दै
nn_no: Konfigurerer ()PMDisplayName
no: Konfigurerer ()PMDisplayName
or: ()PMDisplayName ସେଟିଙ୍ଗ୍ ଅପ୍ କରୁଛି
pa_in: ()PMDisplayName ਸੈਟ ਅਪ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ
pl: Konfigurowanie ()PMDisplayName
ru: Настройка ()PMDisplayName
sl: Nastavitev ()PMDisplayName
sr_cyrl_rs: Подешавање за ()PMDisplayName
sr_latn_rs: Podešavanje ()PMDisplayName
sv: Konfigurerar ()PMDisplayName
ta: ()PMDisplayName-ஐ அமைத்தல்
te: ()PMDisplayName ని సెట్ చేస్తోంది
th: กำลังตั้งค่า ()PMDisplayName
tr: ()PMDisplayName'i kurma
tt: ()PMDisplayName көйләнә
ug: ()PMDisplayName نى تەڭشەش
uk: Налаштування ()PMDisplayName
ur: ()PMDisplayName کو سیٹ اپ کرنا
uz: ()PMDisplayName sozlanmoqda
vi: Thiết lập ()PMDisplayName
zh_hans: 设置 ()PMDisplayName
zh_hant: 正在設定 ()PMDisplayName

# Literal.Generic.RedirectHeading
source: Have you visited ()PMDisplayName's website?
af: Het jy ()PMDisplayName se webwerf besoek?
am: የ ()PMDisplayName ን ድረገፅን ጎብኝተው ነበር?
ar: هل زُرت موقع ()PMDisplayName على الويب؟
as: আপুনি আপোনাৰ ()PMDisplayName-ৰ ৱেবছাইট ভিজিট কৰিছেনে?
az: ()PMDisplayName-ın veb-saytına daxil olmusunuz?
bg: Посещавали ли сте уеб сайта на ()PMDisplayName?
bn_in: আপনি কি ()PMDisplayName's ওয়েবসাইট পরিদর্শন করেছেন?
bs: Jeste li posjetili web lokaciju institucije ()PMDisplayName?
cy: Ydych chi ymweld â gwefan ()PMDisplayName?
da: Har du besøgt ()PMDisplayName's websted?
de: Waren Sie bereits auf der Website von ()PMDisplayName?
el: Έχετε επισκεφτεί την τοποθεσία του ()PMDisplayName;
es: ¿Ha visitado el sitio web de ()PMDisplayName?
et: Kas olete külastanud ()PMDisplayName veebisaiti?
eu: Ikusi al duzu ()PMDisplayName enpresaren webgunea?
fa: از وب‌سایت ()PMDisplayName بازدید کرده‌اید؟
ga: An bhfuil tú tar éis cuairt a thabhairt ar shuíomh gréasáin ()PMDisplayName?
gd: An do thadhail thu air an làrach-lìn aig ()PMDisplayName?
gl: Visitou o sitio web de ()PMDisplayName?
gu: શું તમે તમારી ()PMDisplayName ની વેબસાઇટની મુલાકાત લીધી છે?
he: האם ביקרת באתר האינטרנט של ()PMDisplayName?
hi: क्या आप ()PMDisplayName की वेबसाइट पर गए हैं?
hr: Jeste li posjetili web-mjesto banke ()PMDisplayName?
hu: Járt már a(z) ()PMDisplayName honlapján?
id: Apakah Anda telah mengunjungi situs web ()PMDisplayName?
is: Hefurðu farið á vefsvæði ()PMDisplayName?
ja: ()PMDisplayName の Web サイトに移動しましたか?
ka: ეწვიეთ ()PMDisplayName-ის ვებგვერდს?
kk: ()PMDisplayName веб-сайтына кірдіңіз бе?
kn: ನೀವು ()PMDisplayName ರ ವೆಬ್ ಸೈಟಿಗೆ ಭೇಟಿ ನೀಡಿದ್ದಿರಾ?
ko: ()PMDisplayName 웹 사이트를 방문하셨습니까?
lo: ທ່ານໄດ້ເຂົ້າເບິ່ງເວັບໄຊທ໌ຂອງ ()PMDisplayName ແລ້ວບໍ?
lt: Ar apsilankėte ()PMDisplayName svetainėje?
lv: Vai esat apmeklējis uzņēmuma ()PMDisplayName tīmekļa vietni?
mi: Kua haere rānei koe ki te paetukutuku o ()PMDisplayName?
mk: Дали сте ја посетиле веб-локацијата на ()PMDisplayName?
ml: നിങ്ങൾ ()PMDisplayName എന്നയാളുടെ വെബ്‌സൈറ്റ് സന്ദർശിച്ചിട്ടുണ്ടോ?
mr: आपण आपल्या ()PMDisplayName च्या वेबसाइटला भेट दिली आहे?
ms: Sudahkah anda melawat laman web ()PMDisplayName?
mt: Żort il-websajt ta' ()PMDisplayName?
ne: तपाईं ()PMDisplayName को वेबसाइट भ्रमण गर्नुभएको छ?
nn_no: Har du besøkt ()PMDisplayName sin nettstad?
no: Har du besøkt nettstedet til ()PMDisplayName's?
or: ଆପଣ ()PMDisplayName ର ୱେବସାଇଟ୍ ପରିଦର୍ଶନ କରିଛନ୍ତି କି?
pa_in: ਕੀ ਤੁਸੀਂ ()PMDisplayName ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਗਏ ਹੋ?
pl: Czy znasz już witrynę internetową firmy ()PMDisplayName?
ru: Вы посещали веб-сайт ()PMDisplayName?
sl: Ali ste obiskali spletno podjetja ()PMDisplayName?
sr_cyrl_rs: Да ли сте посетили веб локацију институције ()PMDisplayName?
sr_latn_rs: Da li ste posetili veb lokaciju institucije ()PMDisplayName?
sv: Har du besökt ()PMDisplayNames webbplats?
ta: ()PMDisplayName-இன் வலைத்தளத்தைச் சந்தித்தீர்களா?
te: మీరు ()PMDisplayName వెబ్‌సైట్‌ను సందర్శించారా?
th: คุณได้เยี่ยมชมเว็บไซต์ของ ()PMDisplayName หรือไม่
tr: ()PMDisplayName web sitesini ziyaret ettiniz mi?
tt: ()PMDisplayName веб-төененә кергәнегез бармы?
ug: ()PMDisplayName نىڭ تورپونكىتىنى زىيارەت قىلدىڭىزمۇ؟
uk: Ви вже відвідували веб-сайт ()PMDisplayName?
ur: کیا آپ نے ()PMDisplayName کی ویب سائٹ ملاحظہ کی ہے؟
uz: ()PMDisplayName veb-saytiga tashrif buyurdingizmi?
vi: Bạn đã truy cập trang web của ()PMDisplayName chưa?
zh_hans: 你是否访问过 ()PMDisplayName 的网站?
zh_hant: 您是否已瀏覽 ()PMDisplayName 的網站?

# Literal.Generic.RedirectText1
source: If you're not redirected in a moment or two,
af: As jy nie binne ’n oomblik of twee herlei word nie,
am: በአንድ ወይም ሁለት ደቂቃ ውስጥ ካልተዘዋወሩ፣
ar: في حالة عدم إعادة توجيهك خلال بضع لحظات،
as: যদি আপোনাক এক বা দুই মুহূৰ্তত পুনঃনিৰ্দেশিত কৰা নহয়,
az: Bir neçə dəqiqəyə yönləndirilməsəniz,
bg: Ако не бъдете пренасочени след миг или два,
bn_in: আপনাকে যদি দুই এক মুহুর্তে পুনঃনির্দেশিত না করা হয়,
bs: Ako ne budete preusmjereni za par trenutaka,
cy: Os na fyddwch chi'n cael eich atgyfeirio yn y funud,
da: Hvis du ikke bliver omdirigeret om et øjeblik eller to,
de: Wenn Sie nicht innerhalb der nächsten Minuten umgeleitet werden,
el: Αν δεν γίνει ανακατεύθυνση σε λίγο,
es: Si no se le redirige dentro de unos momentos,
et: Kui teid mõne hetke pärast edasi ei suunata,
eu: Segituan birbideratzen ez bazaitugu,
fa: اگر ظرف چند ثانیه آینده هدایت نشدید،
ga: Mura ndéantar thú a atreorú i gceann nóiméad nó dhó,
gd: Mur an tèid d’ ath-stiùireadh ann am diog no dhà,
gl: Se non se lle leva nun momento,
gu: જો તમને એક કે બે ક્ષણમાં રીડાયરેક્ટ કરવામાં ન આવે,
he: אם אינך מנותב מחדש בעוד רגע או שניים,
hi: यदि आपको कुछ क्षणों में रीडायरेक्ट नहीं किया जाता है,
hr: Ako se uskoro ne preusmjerite,
hu: Ha az átirányítás egy-két másodpercen belül nem történik meg,
id: Jika Anda tidak dialihkan dalam satu atau dua saat,
is: Ef þú ert ekki send(ur) áfram eftir smá stund,
ja: しばらくしてもリダイレクトされない場合は、
ka: თუ არ მოხდება გადამისამართება ერთ ან ორ წამში,
kk: Егер сізді қазір қайта бағыттамаса,
kn: ಒಂದು ವೇಳೆ ಒಂದೆರಡು ಕ್ಷಣದಲ್ಲಿ ನಿಮ್ಮನ್ನು ಮರುನಿರ್ದೇಶಿಸದಿದ್ದಲ್ಲಿ,
ko: 잠시 후 리디렉션되지 않으면
lo: ຖ້າທ່ານບໍ່ໄດ້ຖືກໂອນໄປໃນເວລາໜຶ່ງຫລືສອງນາທີ,
lt: Jei netrukus (ar kiek vėliau) nebūsite nukreipti,
lv: Ja pēc īsa brīža netiekat novirzīts,
mi: Ki te kore koe e tahurikētia taro ake nei,
mk: Ако не ве пренасочиме набрзо,
ml: ഒന്നോ രണ്ടോ നിമിഷത്തിൽ നിങ്ങളെ റീഡയറക്‌റ്റുചെയ്‌തില്ലെങ്കിൽ,
mr: जर तुम्हाला एक किंवा दोन क्षणामध्ये पुर्ननिर्देशित करण्यात न आल्यास,
ms: Jika anda tidak diubah hala dalam satu atau dua saat,
mt: Jekk ma tiġi ridirezzjonat f'minuta jew tnejn,
ne: तपाईंलाई एकै छिन वा केहि बेरमा पनि पठाइएन भने,
nn_no: Om du ikkje blir omdirigert om eit augeblink eller to,
no: Hvis du ikke blir omdirigert om en liten stund eller to,
or: ଯଦି ଆପଣ ଗୋଟିଏ କିମ୍ବା ଦୁଇ ମିନିଟରେ ପୁନଃ ନିର୍ଦ୍ଦେଶିତ ନ ହୁଅନ୍ତି,
pa_in: ਜੇ ਤੁਹਾਨੂੰ ਇੱਕ ਜਾਂ ਦੋ ਪਲਾਂ ਵਿੱਚ ਵਾਪਸ ਨਹੀਂ ਭੇਜਿਆ ਜਾਂਦਾ,
pl: Jeśli przekierowanie nie nastąpi za chwilę lub dwie,
ru: Если вы не будете перенаправлены в течение нескольких секунд,
sl: Če ne boste preusmerjeni čez nekaj trenutkov,
sr_cyrl_rs: Ако не будете преусмерени за пар тренутака,
sr_latn_rs: Ako ne budete preusmereni za par trenutaka,
sv: Om du inte har omdirigerats om en liten stund,
ta: ஒரு சில நொடிகளில், நீங்கள் திருப்பிவிடப்படவில்லை என்றால்,
te: మీరు ఒకటి లేదా రెండు క్షణాలలో మళ్లించబడకపోతే,
th: หากคุณไม่ถูกเปลี่ยนเส้นทางในอีกสักครู่
tr: Bir veya iki dakika içinde yeniden yönlendirilmezseniz
tt: Бер-ике секунд эчендә күчерелмәсәгез,
ug: ئەگەر بىر-ئىككى دەقىقە ئىچىدە يۆنەلدۈرۈلمىسىڭىز،
uk: Якщо за мить не відбудеться переспрямування,
ur: اگر آپ کو ایک یا دو لمحے میں ری ڈائریکٹ نہیں کیا جاتا ہے تو،
uz: Agar bir-ikki daqiqada yoʻnaltirilmasangiz,
vi: Nếu bạn không được chuyển hướng trong một hoặc hai phút,
zh_hans: 如果稍后系统未将你重定向，
zh_hant: 若您未在稍後重新導向，

# Literal.Generic.RedirectText2
source: open ()PMDisplayName
af: maak ()PMDisplayName oop
am: ()PMDisplayName ን ክፈት
ar: افتح ()PMDisplayName
as: ()PMDisplayName খোলক
az: ()PMDisplayName açın
bg: отворете ()PMDisplayName
bn_in: ()PMDisplayName খুলুন
bs: otvorite ()PMDisplayName
cy: agor ()PMDisplayName
da: åbn ()PMDisplayName
de: öffnen Sie ()PMDisplayName.
el: ανοίξτε το ()PMDisplayName
es: abra ()PMDisplayName.
et: avage ()PMDisplayName
eu: ireki ()PMDisplayName
fa: ()PMDisplayName را باز کنید
ga: oscail ()PMDisplayName
gd: fosgail ()PMDisplayName
gl: abra ()PMDisplayName
gu: તો ()PMDisplayName ખોલો
he: פתח את ()PMDisplayName
hi: ()PMDisplayName खोलें
hr: otvorite ()PMDisplayName
hu: nyissa meg a következőt: ()PMDisplayName
id: buka ()PMDisplayName
is: opna ()PMDisplayName
ja: ()PMDisplayName を開いてください
ka: გახსენით ()PMDisplayName
kk: ()PMDisplayName ашыңыз
kn: ()PMDisplayName ತೆರೆಯಿರಿ
ko: ()PMDisplayName을(를) 여세요.
lo: ເປີດ ()PMDisplayName
lt: atidarykite ()PMDisplayName
lv: atveriet ()PMDisplayName
mi: huaki ()PMDisplayName
mk: отворете ()PMDisplayName
ml: ()PMDisplayName തുറക്കുക
mr: ()PMDisplayName उघडा
ms: buka ()PMDisplayName
mt: iftaħ ()PMDisplayName
ne: ()PMDisplayName खोल्नुहोस्‌
nn_no: opne ()PMDisplayName
no: åpne ()PMDisplayName
or: ଖୋଲନ୍ତୁ ()PMDisplayName
pa_in: ()PMDisplayName ਖੋਲ੍ਹੋ
pl: otwórz witrynę firmy ()PMDisplayName
ru: откройте ()PMDisplayName.
sl: odprite ()PMDisplayName
sr_cyrl_rs: отворите ()PMDisplayName
sr_latn_rs: otvorite ()PMDisplayName
sv: öppnar du ()PMDisplayName
ta: ()PMDisplayName-ஐத் திறக்கவும்
te: ()PMDisplayName తెరవండి
th: เปิด ()PMDisplayName
tr: ()PMDisplayName öğesini açın
tt: ()PMDisplayName ачыгыз
ug: ()PMDisplayName نى ئېچىڭ
uk: відкрийте сторінку ()PMDisplayName власноруч.
ur: ()PMDisplayName کو کھولیں
uz: ochish: ()PMDisplayName
vi: mở ()PMDisplayName
zh_hans: 打开 ()PMDisplayName
zh_hant: 請開啟 ()PMDisplayName

# Literal.Generic.RedirectText3
source: Once you're done with your transaction, select
af: Sodra jy jou transaksie voltooi het, kies
am: ግብይትዎን እንዳጠናቀቁ፣ የሚከተለውን ይምረጡ
ar: بمجرد الانتهاء من معاملتك، حدد
as: লেনদেন সম্পূৰ্ণ কৰাৰ পিছত নিৰ্বাচন কৰক
az: Əməliyyat bitdikdə, bunu seçin:
bg: След като приключите с транзакцията си, изберете
bn_in: আপনার লেনদেন শেষ হয়ে গেলে, নির্বাচন করুন
bs: Kad završite s transakcijom, izaberite
cy: Ar ôl gorffen â'ch trafodiad, dewiswch
da: Når du er færdig med din transaktion, skal du vælge
de: Klicken Sie nach Abschluss der Transaktion auf
el: Όταν τελειώσετε με τη συναλλαγή σας, επιλέξτε
es: Una vez que acabe con la transacción, seleccione
et: Kui olete tehinguga valmis, valige
eu: Transakzioa amaitutakoan, hautatu
fa: هنگامی که تراکنش شما انجام شد، با انتخاب
ga: Nuair a bheidh tú críochnaithe leis an idirbheart, roghnaigh
gd: Turas a choilean thu an tar-chur agad, tagh
gl: Cando termine coa transacción, seleccione
gu: એકવાર તમે તમારો વ્યવહાર પૂર્ણ કરી લો પછી,
he: לאחר סיום ביצוע העסקה, לחץ על
hi: अपना लेन-देन पूरा होने के बाद, चयन करें
hr: Kada završite s transakcijom, odaberite
hu: Ha elkészült a tranzakcióval, válassza az
id: Setelah Anda selesai dengan transaksi Anda, pilih
is: Þegar færslunni er lokið skaltu velja
ja: 取引が完了したら、
ka: ტრანსაქციის დასრულებისას, აირჩიეთ
kk: Транзакция аяқталғаннан кейін, таңдаңыз
kn: ಒಮ್ಮೆ ನೀವು ವಹಿವಾಟು ಮುಗಿಸಿದ ಬಳಿಕ, ಆಯ್ಕೆಮಾಡಿ
ko: 트랜잭션을 완료한 후
lo: ເມື່ອທ່ານເຮັດສຳເລັດການເຮັດທຸລະກຳແລ້ວ, ໃຫ້ທ່ານເລືອກ
lt: Atlikę operaciją, pasirinkite
lv: Kad transakcija ir pabeigta, atlasiet
mi: Ina oti tō tauwhitinga, tīpako
mk: Штом ја завршите трансакцијата, изберете
ml: നിങ്ങളുടെ ട്രാൻസാക്ഷൻ പൂർത്തിയാക്കിയാ, തിരഞ്ഞെടുക്കുക
mr: एकदा का तुमचा व्यवहार पूर्ण झाले
ms: Sebaik sahaja anda selesai dengan transaksi anda, pilih
mt: Ladarba tkun lest mit-tranżazzjoni tiegħek, agħżel
ne: तपाईंको कारोबार समाप्त भए पछि निम्न चयन गर्नुहोस्‌
nn_no: Når du er ferdig med transaksjonen, vel
no: Når du er ferdig med transaksjonen, velger du
or: ଥରେ ଆପଣଙ୍କ କାରବାର ସମାପ୍ତ ହୋଇସାରିବା ପରେ, ବାଛନ୍ତୁ
pa_in: ਇੱਕ ਵਾਰ ਤੁਹਾਡੇ ਲੈਣਦੇਣ ਦੇ ਹੋ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਚੁਣੋ
pl: Po ukończeniu transakcji wybierz pozycję
ru: После завершения транзакции выберите
sl: Ko zaključite transakcijo, izberite
sr_cyrl_rs: Када завршите са трансакцијом, изаберите
sr_latn_rs: Kada završite sa transakcijom, izaberite
sv: När du är klar med transaktionen väljer du
ta: பரிவர்த்தனை முடிந்தவுடன், தேர்வு செய்யவும்
te: మీరు మీ లావాదేవీని పూర్తి చేసిన తర్వాత, దీన్ని ఎంచుకోండి
th: เมื่อคุณทำธุรกรรมเสร็จแล้ว ให้เลือก
tr: İşleminizi tamamladıktan sonra şunu seçin:
tt: Транзакция белән эшегез беткәч тамгалагыз:
ug: مۇئامىلىڭىزنى تاماملىغاندىن كېيىن،
uk: Після завершення транзакції натисніть кнопку
ur: اپنا ٹرانزیکشن آپ کے مکمل کر لینے پر، منتخب کریں
uz: Tranzaksiyani tugatgandan keyin buni tanlang
vi: Sau khi bạn hoàn tất giao dịch, hãy chọn
zh_hans: 完成交易后，请选择
zh_hant: 完成交易後，請選取

# Literal.Generic.RedirectText4
source: 'Yes'
af: ‘Ja’
am: 'አዎ'
ar: "نعم"
as: 'হয়'
az: "Bəli"
bg: „Да“
bn_in: 'হ্যাঁ'
bs: 'Da'
cy: 'Iawn'
da: 'Ja'
de: "Ja"
el: "Ναι"
es: "Sí"
et: "Jah"
eu: "Bai"
fa: «بلی»
ga: ‘Tá’
gd: “Tha”
gl: "Si"
gu: 'હા'
he: 'כן'
hi: 'हाँ'
hr: "Da"
hu: „Igen” lehetőséget
id: 'Ya'
is: Já“
ja: [はい]
ka: „დიახ“
kk: "Иә"
kn: 'ಹೌದು'
ko: '예'를 선택하세요.
lo: 'ແມ່ນ'
lt: „Taip“
lv: Jā
mi: 'Āe'
mk: „Да“
ml: 'ഉവ്വ്'
mr: 'होय निवडा'
ms: 'Ya'
mt: 'Iva'
ne: 'हो'
nn_no: Ja
no: «Ja»
or: 'ହଁ'
pa_in: 'ਹਾਂ'
pl: „Tak”
ru: "Да"
sl: »Da«
sr_cyrl_rs: „Да“
sr_latn_rs: „Da“
sv: Ja
ta: 'ஆம்'
te: 'అవును'
th: "ใช่"
tr: 'Evet'
tt: 'Әйе'
ug: «ھەئە» نى تاللاڭ
uk: "Так"
ur: 'ہاں'
uz: “Ha”
vi: 'Có'
zh_hans: “是”
zh_hant: [是]

# Literal.Generic.RedirectText5
source: to wrap things up.
af: om dinge af te handel.
am: ነገሮችን ጠቅልል አድርጎ ለማቅረብ።
ar: لإنهاء الأشياء.
as: বস্তুবোৰ ওপৰত ৰাখিবলৈ৷
az: işləri bitirmək üçün.
bg: , за да приключите с нещата.
bn_in: জিনিসগুলি শেষ করতে৷
bs: da sumiramo.
cy: i gwblhau'r broses.
da: for at gøre arbejdet færdigt.
de: , um den Vorgang abzuschließen.
el: για να ολοκληρώσετε τη διαδικασία.
es: para terminar.
et: toimingu lõpuleviimiseks.
eu: amaitzeko.
fa: برای تمام کردن کار.
ga: chun an jab a chríochnú.
gd: gus a h-uile rud a choileanadh.
gl: para terminar.
gu: વસ્તુઓ સમેટવા માટે પસંદ કરો.
he: כדי לסכם.
hi: हाँ.
hr: da biste riješili problem.
hu: elemet választva zárhatja le az ügyet.
id: selesaikan semuanya.
is: til að ljúka ferlinu.
ja: を選択して完了します。
ka: რომ მოამთავროთ.
kk: әрекетті аяқтауды таңдаңыз.
kn: ಸಂಗತಿಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು.
ko: 을(를) 선택하여 마무리하세요.
ku_arab: بۆ کۆتایی پێهێنانی شتەکان.
ky: нерселерди ороо үчүн.
lo: ເພື່ອເຮັດສຳເລັດສິ່ງຕ່າງໆ.
lt: kad viską užbaigtumėte.
lv: , lai pabeigtu darbu.
mi: kia whakaotia ngā take katoa.
mk: за да ги завршите работите.
ml: കാര്യങ്ങൾ റാപ്പ് ചെയ്യാം.
mn: цэгцэл.
mr: गोष्टींचा ओघ वर वळविण्यासाठी.
ms: untuk menyelesaikan beberapa perkara.
mt: biex inlestu kollox.
ne: वस्तुहरूलाई माथितिर बेर्न।
nn_no: for å fullføre.
no: for å fullføre.
or: କାର୍ଯ୍ୟ ସମ୍ମିଳିତ କରିବାକୁ.
pa_arab_pk: چیزاں ختم کرن لئی۔
pa_in: ਵਸਤੂਆਂ ਨੂੰ ਉੱਪਰ ਸਮੇਟਣ ਲਈ।
pl: , aby przejść do podsumowania.
ru: для завершения процесса.
sd: شين کي ويڙهڻ لاءِ.
si: දේවල් අවසන් කිරීමට.
sl: in dokončajte postopek.
sr_cyrl_rs: да бисте довршили поступак.
sr_latn_rs: da biste dovršili postupak.
sv: för att avsluta.
ta: முடிவாக.
te: విషయాలను పూర్తి చేయండి.
tg: барои печондани чизҳо.
th: กล่าวโดยสรุป
tr: seçeneğini seçin işlemlerinizi toparlayın.
tt: төймәсенә басып, эшне тәмамлагыз.
ug: ئىشلارنى تاماملاش ئۈچۈن.
uk: для завершення процесу.
ur: چیزوں کو لپیٹنے کے لیے۔
uz: ishni yakunlash uchun.
vi: để hoàn tất mọi thứ.
zh_hans: 以结束操作。
zh_hant: 以完成。
