Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.StoredValue.BackupPI.Missing
source: You have no available payment option on this account.
af: Jy het geen beskikbare betaalopsie op hierdie rekening nie.
am: በዚህ መለያ ላይ የሚገኝ ክፍያ አማራጭ የለህም።
ar: لا تتاح لك خيارات للدفع في هذا الحساب.
as: এই একাউণ্টত আপোনাৰ কোনো উপলভ্য পৰিশোধ বিকল্প নাই৷
az: Bu hesab üzrə sizin mövcud ödəniş seçiminiz yoxdur
bg: В този акаунт няма налична опция за плащане.
bn_in: এই অ্যাকাউন্টে আপনার অর্থপ্রদানের কোনও বিকল্প পাওয়া যাচ্ছে না৷
bs: Ne postoji dostupna opcija za plaćanje na ovom računu.
cy: Does gennych chi ddim dewis talu ar gael ar y cyfrif hwn.
da: Du har ingen tilgængelige betalingsmuligheder på denne konto.
de: Ihnen steht bei diesem Konto keine Zahlungsoption zur Verfügung.
el: Δεν έχετε καμία διαθέσιμη επιλογή πληρωμής σε αυτόν το λογαριασμό.
es: No tiene ninguna opción de pago disponible en esta cuenta.
et: Sellel kontol puudub kehtiv makseviis.
eu: Ez duzu ordainketa-aukera erabilgarririk kontu honetan.
fa: شما هیچ گزینه پرداختی در این حساب ندارید.
ga: Níl aon rogha íocaíochta ar fáil ar an gcuntas seo.
gd: Chan eil roghainn pàighidh ri do làimh sa chunntas seo.
gl: Non ten opción de pagamento dispoñible nesta conta.
gu: આ ખાતામાં તમારી પાસે કોઇ ચૂકવણી વિકલ્પ ઉપલબ્ધ નથી.
he: אין לך אפשרות תשלום זמינה בחשבון זה.
hi: इस खाते में आपके लिए कोई भुगतान विकल्प उपलब्ध नहीं है.
hr: Nemate dostupne opcije plaćanja na ovom računu.
hu: A fiókhoz nem tartozik elérhető fizetési mód.
id: Anda tidak memiliki opsi pembayaran yang tersedia untuk rekening ini.
is: Það er enginn greiðsluvalkostur í boði fyrir þennan reikning.
ja: このアカウントでご利用いただけるお支払い方法がありません。
ka: ამ ანგარიშზე არ გაქვთ გადახდის ხელმისაწვდომი ვარიანტი.
kk: Бұл тіркелгіде қол жетімді төлем параметрі жоқ.
kn: ಈ ಖಾತೆಯಲ್ಲಿ ನೀವು ಯಾವುದೇ ಲಭ್ಯವಿರುವ ಪಾವತಿ ಆಯ್ಕೆಯನ್ನು ಹೊಂದಿಲ್ಲ.
ko: 이 계정에서 사용할 수 있는 결제 방법이 없습니다.
ku_arab: یۆ هیچ بەربژارێکی پارەدانی بەردەستت لەسەر ئەم ئەژمێرە نییە.
ky: Сиздин бул каттоо жазууңузда жеткиликтүү төлөм опцияңыз жок.
lo: ທ່ານບໍ່ມີທາງເລືອກການຊຳລະເງິນເທິງບັນຊີນີ້.
lt: Naudodami šį abonementą galite rinktis mokėjimo parinktį.
lv: Šajā kontā nav pieejams neviens maksājuma variants.
mi: Kāore he kōwhiringa utu wātea kei tēnei pūkete.
mk: На оваа сметка немате достапна опција за плаќање.
ml: നിങ്ങള്‍ക്ക് ഈ അക്കൌണ്ടില്‍ ലഭ്യമായ പേയ്‌മെന്റ് ഓപ്‌ഷനുകള്‍ ഒന്നുമില്ല.
mn: Та энэ хэрэглэгчийн дансанд төлбөрийн сонголтгүй байхгүй.
mr: आपल्याकडे या खात्यावर देय पर्याय उपलब्ध नाही.
ms: Anda tidak mempunyai pilihan pembayaran tersedia pada akaun ini.
mt: M'għandek ebda għażla ta' pagament disponibbli f'dan il-kont.
ne: तपाईँसँग यस खातामा कुनै उपलब्ध भुक्तानी विकल्प छैन।
nn_no: Du har ingen tilgjengelege betalingsalternativ i denne kontoen.
no: Du har ingen tilgjengelige betalingsalternativer på denne kontoen.
or: ଆପଣଙ୍କ ଏହି ଏକାଉଣ୍ଟରେ କୌଣସି ଦେୟ ବିକଳ୍ପ ନାହିଁ.
pa_arab_pk: تہاڈے کول ایس اکاؤنٹ تے ادائیگی دا کوئی وی دستیاب طریقہ مجود نئیں اے۔
pa_in: ਇਸ ਖਾਤੇ ‘ਤੇ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ ਭੁਗਤਾਨ ਚੋਣ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Brak dostępnych opcji płatności dla tego konta.
ru: В этой учетной записи нет доступных способов платежа.
sd: توهان کي هن اڪائونٽ تي رقم ادا ڪرڻ جو اختيار دستياب نه آهي.
si: මෙම ගිණුමේ ඔබ වෙත කිසිදු ගෙවීම් විකල්පයක් නො පවතී.
sl: Za ta račun nimate nobene možnosti plačila.
sr_cyrl_rs: Не постоји доступна опција за плаћање на овом налогу.
sr_latn_rs: Ne postoji dostupna opcija za plaćanje na ovom nalogu.
sv: Du har inget tillgängligt betalningsalternativ för det här kontot.
ta: இந்த கணக்கில் கட்டணம் செலுத்தும் விருப்பம் ஏதும் இல்லை.
te: మీకు ఈ ఖాతాలో చెల్లింపు ఎంపిక అందుబాటులో లేదు.
tg: Шумо дар ин ҳисоб ягон имкони пардохти дастрас надоред.
th: คุณไม่มีตัวเลือกการชำระเงินที่ใช้ได้ในบัญชีนี้
tr: Bu hesapta kullanılabileceğiniz bir ödeme seçeneği yok.
tt: Сезнең кулланылган түләү параметрлар бу хисапта юк.
ug: بۇ ھېسابىڭىزدا تاللىغىلى بولىدىغان ھەق تۆلەش ئۇسۇلى يوق.
uk: У цьому обліковому записі не вказано жодного способу оплати.
ur: آپ کے پاس اس کھاتہ میں دستیاب ادائیگی کے اختیارات نہیں ہیں.
uz: Siz ushbu hisob qaydnomasida to‘lov usuliga ega emassiz.
vi: Bạn không có sẵn tùy chọn thanh toán nào trong tài khoản này.
zh_hans: 您在此帐户上没有可用付款选项。
zh_hant: 您在此帳戶沒有可用的付費選項。

# Literal.StoredValue.BackupPI.Required
source: Backup payment method required.
af: Bystandbetaalmetode word vereis.
am: ምትኬ የክፍያ ስልት ይፈለጋል።
ar: طريقة الدفع الاحتياطية مطلوبة.
as: বেকআপ পৰিশোধ পদ্ধতি আৱশ্যক৷
az: Ehtiyat nüsxə ödəniş metodu tələb olunur.
bg: Резервният начин за плащане е задължителен.
bn_in: অর্থপ্রদানের একটি অতিরিক্ত পদ্ধতি আবশ্যক৷
bs: Rezervni način plaćanja je obavezan.
cy: Rhaid cael dull talu wrth gefn.
da: Der kræves en anden betalingsmetode.
de: Es ist eine weitere Zahlungsmethode erforderlich.
el: Απαιτείται εφεδρική μέθοδος πληρωμής.
es: Se requiere un método de pago secundario.
et: Varumakseviis on kohustuslik.
eu: Ordezko ordainketa-metodoa beharrezkoa da.
fa: به روش پرداخت پشتیبان نیاز است.
ga: Modh íocaíochta cúltaca ag teastáil.
gd: Tha feum air dòigh pàighidh eile.
gl: Requírese método de pagamento de apoio.
gu: બેકઅપ ચૂકવણી રીતની આવશ્યકતા છે.
he: נדרשת שיטת תשלום לגיבוי.
hi: बैक-अप भुगतान पद्धति आवश्यक है.
hr: Zamjenski način plaćanja obavezan je.
hu: A másodlagos fizetési mód megadása kötelező.
id: Metode pembayaran cadangan wajib diisi.
is: Varagreiðslumáta er krafist.
ja: 代替のお支払い方法は必須項目です。
ka: მიუთითეთ გადახდის სარეზერვო ვარიანტი.
kk: Қосымша төлем әдісі қажет.
kn: ಬ್ಯಾಕಪ್ ಪಾವತಿ ವಿಧಾನ ಅಗತ್ಯವಿದೆ.
ko: 예비 결제 방법은 필수 항목입니다.
ku_arab: شێوازی پارەدانی پشتگیریکراو پێویستە.
ky: Кам төлөө ыкмасы талап кылынат.
lo: ຈຳເປັນຕ້ອງມີວິທີການຊຳລະເງິນສຳຮອງ.
lt: Būtinas atsarginis mokėjimo būdas.
lv: Norādiet maksāšanas metodi dublējošā sistēmā.
mi: Kei te hiahiatia he tikanga utu tuarua.
mk: Резервниот метод на плаќање е задолжителен.
ml: ബാക്കപ്പ് പേയ്‌മെന്റ് രീതി ആവശ്യമാണ്.
mn: Нөөц төлбөрийн хэлбэр шаардлагатай байна.
mr: बॅकअप देय पद्धत आवश्यक.
ms: Kaedah pembayaran sandaran diperlukan.
mt: Metodu ta' pagament alternattiv hu meħtieġ.
ne: ब्याकअप भुक्तानी प्रक्रिया आवश्यक छ।
nn_no: Du må ha ein betalingsmetode i reserve.
no: Alternativ betalingsmetode må angis.
or: ବ୍ୟାକ୍‌ଅପ୍ ଦେୟ ପଦ୍ଧତି ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ادائیگی دا دوجا طریقہ درکار اے۔
pa_in: ਬੈਕ-ਅੱਪ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਲੋੜ ਹੈ।
pl: Należy określić zapasową metodę płatności.
ru: Необходимо указать резервный метод оплаты.
sd: بيڪ اپ جي رقم ادا ڪرڻ واري طريقي جي گھرج آهي.
si: රක්ෂිත ගෙවීම් ක්‍රමයක් සඳහන් කළ යුතු ය.
sl: Potreben je rezervni način plačila.
sr_cyrl_rs: Резервни метод плаћања је потребан.
sr_latn_rs: Rezervni metod plaćanja je potreban.
sv: En reservbetalningsmetod måste anges.
ta: காப்பு கட்டண முறை தேவை.
te: బ్యాకప్ చెల్లింపు విధానం అవసరం.
tg: Усули пардохти эҳтиётӣ ҳатмист.
th: ต้องระบุวิธีการชำระเงินสำรอง
tr: Yedek ödeme yöntemi gereklidir.
tt: Резерв түләү ысулы кирәк.
ug: ھەق تۆلەش ئۇسۇلىنى زاپاسلىشىڭىز كېرەك.
uk: Необхідно вказати додатковий спосіб оплати.
ur: ادائیگی کا متبادل طریقہ درکار ہے.
uz: To‘lov usulining zahiraviy nusxasini saqlab qo‘yish talab qilinadi.
vi: Cần có phương thức thanh toán dự phòng.
zh_hans: 需要后备付款方式。
zh_hant: 需要備用付款方式。

# Literal.Error.Borwser.BlockCookie
source: Your browser is currently set to block third party cookies. Please configure the browser to allow cookies before retrying. You might have to restart the browser.
af: Jou blaaier is tans gestel om derdeparty koekies te blokkeer. Konfigureer asseblief die blaaier om koekies toe te laat voordat jy weer probeer. Jy sal dalk die blaaier moet herbegin.
am: የእርስዎ አሳሽ አሁን ላይ የሶስተኛ ወገን ኩኪዎችን እንዲያግድ ተደርጎ ተቀናብሯል። እንደገና ከመሞከርዎ በፊት ኩኪዎችን እንዲፈቅድ አድርገው አሳሹን ያዋቅሩ። አሳሹን እንደገና ማስጀመር ሊኖርብዎት ይችል ይሆናል።
ar: يتم تعيين المستعرض الخاص بك حالياً إلى حظر ملفات تعريف الارتباط لجهة أخرى. وقبل إعادة المحاولة يجب تكوين المستعرض للسماح بملفات تعريف الارتباط. قد تحتاج إلى إعادة تشغيل المستعرض.
as: আপোনাৰ ব্ৰাউজাৰক সম্প্ৰতি তৃতীয় পক্ষৰ কুকিসমূহ অৱৰোধ কৰিবলৈ ছেট কৰা হৈছে৷ অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰাৰ পূৰ্বে কুকিসমূহক অনুমতি দিবলৈ ব্ৰাউজাৰটো কনফিগাৰ কৰক৷ আপুনি ব্ৰাউজাৰটো পুনৰাৰম্ভ কৰিবলগা হ'ব পাৰে৷
az: Brauzeriniz hal-hazırda üçüncü tərəf kukilərini bloklamağa qurulub. Təkrar cəhd etməmişdən əvvəl kukilərə icazə vermək üçün brauzeri konfiqurasiya edin. Brauzeri yenidən başlatmalı ola bilərsiniz.
bg: Вашият браузър в момента е настроен да блокира бисквитки от трети лица. Конфигурирайте браузъра за разрешаване на използването на бисквитки, преди да опитате отново. Може да се наложи да рестартирате браузъра.
bn_in: আপনার ব্রাউজারটিকে বর্তমানে তৃতীয় পক্ষের কুকিজ অবরুদ্ধ করে দেওয়ার জন্য সেট করা আছে৷ আবার চেষ্টা করার আগে অনুগ্রহ করে কুকিজগুলিকে অনুমতি দিতে ব্রাউজারটি কনফিগার করুন৷
bs: Vaš preglednik je trenutno postavljen tako da blokira kolačiće. Prije nego što pokušate ponovo, konfigurirajte preglednik tako da dozvoljava kolačiće. Možda ćete trebati ponovo pokrenuti preglednik.
cy: Mae eich porwr yn rhwystro briwsion trydydd parti ar hyn o bryd. Ffurfweddwch y porwr i ganiatáu briwsion cyn rhoi cynnig arall arni. Efallai y bydd rhaid i chi ailgychwyn eich porwr.
da: Browseren er i øjeblikket indstillet til at blokere for cookies fra tredjepart. Konfigurer browseren til at tillade cookies, før du prøver igen. Du skal muligvis genstarte browseren.
de: In Ihrem Browser werden Cookies von Drittanbietern derzeit blockiert. Konfigurieren Sie Ihren Browser so, dass er Cookies zulässt, und versuchen Sie es dann noch mal. Möglicherweise müssen Sie den Browser neu starten.
el: Αυτήν τη στιγμή το πρόγραμμα περιήγησης είναι ρυθμισμένο ώστε να αποκλείει τα cookies τρίτων. Προτού δοκιμάσετε ξανά, ρυθμίστε τις παραμέτρους του προγράμματος περιήγησης ώστε να επιτρέπονται τα cookies. Μπορεί να χρειαστεί να επανεκκινήσετε το πρόγραμμα περιήγησης.
es: El explorador está configurado para bloquear cookies de terceros. Configúralo de modo que admita cookies y vuelve a intentarlo. Es posible que tengas que reiniciar el explorador.
et: Brauser on hetkel seadistatud kolmanda osapoole küpsiseid keelama. Konfigureerige brauser enne jätkamist nii, et küpsised oleksid lubatud. Võimalik, et peate brauseri taaskäivitama.
eu: Hirugarrenen cookieak blokeatzeko dago ezarrita arakatzailea. Berriro saiatu aurretik, konfiguratu arakatzailea cookieak onar ditzan. Baliteke arakatzailea berrabiarazi behar izatea.
fa: مرورگر شما در حال حاضر به گونه ای تنظیم شده است که کوکی‌های شخص ثالث را مسدود می کند. لطفاً مرورگر را پیکربندی کنید تا قبل از تلاش مجدد، کوکی‌ها مجاز شوند. ممکن است لازم باشد مرورگر را دوباره راه‌اندازی کنید.
ga: Tá do bhrabhsálaí socruithe faoi láthair chun fianáin tríú páirtí a bhacadh. Sula ndéanann tú iarracht eile, cumraigh an brabhsálaí chun fianáin a cheadú. Seans go mbeidh ort an brabhsálaí a atosú.
gd: Tha am brabhsair agad a’ bacadh briosgaidean le treas-phàrtaidhean an-dràsta. Rèitich am brabhsair ach an gabh e ri briosgaidean mus feuch thu ris a-rithist. Dh’fhaoidte gum bi agad am brabhsair ath-thòiseachadh.
gl: O explorador está configurado para bloquear cookies de terceiros. Configura o explorador para permitir cookies antes de volver intentalo. É posible que teñas que reiniciar o explorador.
gu: હાલમાં તમારા બ્રાઉઝરને તૃતીય-પક્ષની કૂકીઝને અવરોધિત કરવા માટે સેટ કરેલ છે. પુનઃપ્રયાસ કરતા પહેલાં કૃપા કરી બ્રાઉઝરમાં કૂકીઝને અનુમતિ આપો. તમારે કદાચ તમારા બ્રાઉઝરને પુનઃપ્રારંભ કરવાની જરૂર પડશે.
he: הדפדפן שלך מוגדר כעת לחסימת קבצי Cookie של ספקים חיצוניים. קבע את תצורת הדפדפן כך שיאפשר קבצי Cookie לפני שתנסה שוב. ייתכן שתצטרך להפעיל מחדש את הדפדפן
hi: आपका ब्राउज़र वर्तमान में तृतीय पक्ष कुकीज़ अवरोधित करने के लिए सेट है. पुनर्प्रयास करने से पहले कृपया ब्राउज़र को कुकीज़ की अनुमति देने के लिए कॉन्फ़िगर करें. हो सकता है आपको ब्राउज़र को पुनरारंभ करना पड़े.
hr: Preglednik je trenutačno postavljen da blokira kolačiće treće strane. Prije ponovnog pokušaja konfigurirajte preglednik tako da dopušta kolačiće. Možda ćete ga morati ponovno pokrenuti.
hu: A böngésző jelenleg a külső felek cookie-inak blokkolására van konfigurálva. Mielőtt újra próbálkozna, állítsa át a böngészőt a cookie-k elfogadására. Lehet, hogy ehhez újra kell indítania a böngészőt.
id: Browser Anda saat ini diatur untuk memblokir cookie pihak ketiga. Silakan konfigurasikan browser untuk mengizinkan cookie sebelum mencoba kembali. Anda mungkin harus memulai ulang browser.
is: Lokað er fyrir kökur frá þriðja aðila í vafranum eins og er. Grunnstilltu vafrann svo að hann leyfi kökur og reyndu svo aftur. Þú gætir þurft að endurræsa vafrann.
ja: 現在、ブラウザーではサード パーティの Cookie をブロックするように設定されています。Cookie を許可するように構成してから、やり直してください。場合によっては、ブラウザーの再起動が必要になります。
ka: ამჟამად ბრაუზერში არჩეულია მეამე მხარის ქუქი-ფაილების დაბლოკვა. გთხოვთ, შეცვალოთ ბრაუზერის კონფიგურაცია და ჩართოთ ქუქი-ფაილების მიღება, სანამ თავიდან მოსინჯავთ. შეიძლება დაგჭირდეთ ბრაუზერის ხელახლა ჩატვირთვა.
kk: Қазіргі уақытта браузер үшінші тарап "cookie" файлдарын бұғаттауға орнатылған. Әрекетті қайталау алдында браузерді "cookie" файлдарына рұқсат етуге конфигурациялаңыз. Браузерді қайта іске қосу қажет болуы мүмкін.
kn: ನಿಮ್ಮ ಬ್ರೌಸರ್ ಪ್ರಸ್ತುತ ಮೂರನೇ ಪಕ್ಷದ ಕುಕೀಗಳನ್ನು ನಿರ್ಬಂಧಿಸಲು ಹೊಂದಿಸಲ್ಪಟ್ಟಿದೆ. ಮರುಪ್ರಯತ್ನಿಸುವ ಮೊದಲು ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕುಕೀಗಳನ್ನು ಅನುಮತಿಸುವಂತೆ ಬ್ರೌಸರ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ. ಬಹುಶಃ ನೀವು ಬ್ರೌಸರ್ ಅನ್ನು ಮರುಆರಂಭಿಸಬೇಕಾಗುತ್ತದೆ.
ko: 브라우저가 현재 타사 쿠키를 차단하도록 설정되어 있습니다. 다시 시도하기 전에 쿠키를 허용하도록 브라우저를 구성하세요. 브라우저를 다시 시작해야 할 수 있습니다.
ku_arab: وێبگەڕەکەت لە ئێستادا وادانراوە بەربەستی کووکی لایەنی سێهەم بکات. تکایە شێوەبەندی وێبگەڕەکە بکە بۆ رێگەدان بە کووکی پێش هەوڵدانەوە. رەنگە پێویستت بە دەستپێکردنەوەی وێبگەڕەکە بێت.
ky: Браузериңиз учурда үчүнчү тараптагы кукилерди бөгөттөөгө койулган. Кайталаар алдында браузерди кукилерге уруксат берүүгө келтириңиз. Балким, сиз браузерди кайра жүргүзүүңүз керек болот.
lo: ບຣາວເຊີຂອງ​ທ່ານຖືກຕັ້ງໃຫ້ບລັອກຄຸກກີ້ພາກສ່ວນ​ທີ​ສາມໃນຂະນະນີ້. ກະລຸນາກຳນົດຄ່າບຣາວເຊີໃຫ້ອະນຸຍາດຄຸກກີ້ກ່ອນທີ່ຈະລອງໃໝ່. ທ່ານ​ອາດ​ຈະ​ຈຳ​ເປັນ​ຕ້ອງ​ປິດ​ເປີດ​ບຣາວ​ເຊີ​ຄືນ​ໃໝ່.
lt: Jūsų naršyklė nustatyta blokuoti trečiųjų šalių slapukus. Prieš bandydami dar kartą, sukonfigūruokite naršyklę taip, kad būtų leidžiami slapukai. Gali tekti paleisti naršyklę iš naujo.
lv: Jūsu pārlūkprogrammā pašlaik ir iestatīta trešo pušu sīkfailu bloķēšana. Pirms mēģināt vēlreiz, konfigurējiet pārlūkprogrammu tā, lai iespējotu tajā sīkfailu izmantošanu. Iespējams, ka pārlūkprogramma būs jārestartē.
mi: Kua oti tō pūtirotiro te tautuhi ki te ārai i ngā pihikete a hunga kē. Tēnā whirihoratia te pūtirotiro kia whakaaetia ngā pihikete i mua i te nganga anō. Me tīmata anō pea i te pūtirotiro.
mk: Во моментов, прегледувачот е поставен да блокира колачиња од трета страна. Конфигурирајте го прегледувачот да дозволува колачиња пред да се обидете повторно. Можеби ќе треба да го престартувате.
ml: നിങ്ങളുടെ ബ്രൗസർ നിലവിൽ മൂന്നാം കക്ഷി കുക്കികളെ തടയുന്ന വിധത്തിൽ സജ്ജീകരിച്ചിരിക്കുന്നു. വീണ്ടും ശ്രമിക്കുന്നതിന് മുമ്പ് കുക്കികളെ അനുവദിക്കുന്ന വിധത്തിൽ ബ്രൗസർ കോൺഫിഗർ ചെയ്യുക. നിങ്ങൾക്ക് ബ്രൗസർ പുനരാരംഭിക്കേണ്ടതായി വരാം.
mn: Таны вэб хөтөч нь одоогоор күүкийг хориглохоор тохируулагдсан. Дахин оролдохоосоо өмнө күүкийг зөвшөөрөхөөр вэб хөтчийг тохируулна уу. Та вэб хөтчийг дахин эхлүүлэх хэрэгтэй байж магадгүй.
mr: ब्राउझर सध्या तृतीय पक्षाच्या कुकीज ब्लॉक करण्यासाठी सेट केले आहे. कृपया पुन्हा प्रयत्न करण्यापूर्वी कुकीजना परवानगी देण्यासाठी ब्राउझर कॉन्फिगर करा. आपल्याला ब्राउझर पुनःप्रारंभ करावे लागेल.
ms: Pelayar anda kini telah disetkan untuk menyekat kuki pihak ketiga. Sila konfigurasi pelayar untuk membenarkan kuki sebelum mencuba semula. Anda mungkin perlu memulakan semula pelayar.
mt: Il-brawżer huwa attwalment issettjat biex jimblokka l-cookies ta' partijiet terzi. Ikkonfigura l-brawżer biex jippermetti l-cookies qabel terġa' tipprova. Forsi jkollok tirristartja l-brawżer.
ne: तपाइँको ब्राउजर हाल तेस्रो पक्ष कुकीहरू ब्लक गर्नको लागि सेट गरिएको छ। कुकीहरूलाई अनुमति दिन पुन: प्रयास गर्नुभन्दा अघि कन्फिगर गर्नुहोस्।
nn_no: Lesaren er sett til å blokkere informasjonskapslar frå tredjepartar. Konfigurer lesaren slik at informasjonskapslar blir tillate. Du må kanskje starte lesaren på nytt.
no: Nettleseren er innstilt til å blokkere informasjonskapsler fra tredjeparter. Du må konfigurere nettleseren til å tillate informasjonskapsler før du prøver på nytt. Du må kanskje starte nettleseren på nytt.
or: ଆପଣଙ୍କର ବ୍ରାଉଜର୍ ବର୍ତ୍ତମାନ ତୃତୀୟ ପକ୍ଷ କୁକୀଗୁଡିକୁ ଅବରୋଧ କରିବାକୁ ସେଟ୍ ହୋଇଛି. ଦୟାକରି ବ୍ରାଉଜର୍ ବିନ୍ୟାସ କରନ୍ତୁ ଯାହା ପୁନଃଚେଷ୍ଟା କରିବା ପୂର୍ବରୁ କୁକୀଗୁଡିକୁ ଅନୁମତି କରେ.
pa_arab_pk: ایس ویلے تہاڈا براؤزر تیسرے فریقاں دیاں کوکیز نوں بلاک کرن تے سیٹ اے۔ میربانی کرکے کوکیز نوں اجازت دین لئی فیر کوشش کرن توں پہلاں براؤزر دی تشکیل کرو۔ تہانوں براؤزر فیر شروع کرنا پے سکدا اے۔
pa_in: ਤੁਹਾਡਾ ਬ੍ਰਾਉਜ਼ਰ ਵਰਤਮਾਨ ਵਿੱਚ ਤੀਜੀ ਧਿਰ ਕੁਕੀਜ਼ 'ਤੇ ਸੈਟ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਕੁਕੀਜ਼ ਦੀ ਇਜਾਜ਼ਤ ਦੇਣ ਲਈ ਬ੍ਰਾਉਜ਼ਰ ਨੂੰ ਰੂਪ ਦਿਓ। ਤੁਹਾਨੂੰ ਬ੍ਰਾਉਜ਼ਰ ਦੁਬਾਰਾ ਸ਼ੁਰੂ ਕਰਨ ਦੀ ਲੋੜ ਹੋ ਪੈ ਸਕਦੀ ਹੈ।
pl: Przeglądarka ma obecnie włączoną blokadę plików cookie innych firm. Zanim ponowisz próbę, skonfiguruj przeglądarkę tak, aby akceptowała pliki cookie. Może być wymagane ponowne uruchomienie przeglądarki.
ru: Сейчас браузер блокирует сторонние файлы cookie. Прежде чем продолжить, включите поддержку файлов cookie. Возможно, понадобится перезапустить браузер.
sd: توهانجو برائوزر هن وقت ٽيئن پارٽي ڪوڪيز کي بلاڪ ڪرڻ لاءِ سيٽ ٿيل آهي. مهرباني ڪري ٻيهر ڪوشش ڪرڻ کان پهريان ڪوڪيز کي اجازت ڏيڻ لاءِ برائوزر کي ترتيب ڏيو. توهانکي ٿي سگهي ٿو برائوزر ٻيهر شروع ڪرڻو پوي.
si: ඔබගේ බ්‍රවුසරය දැනට තෙවන පාර්ශව කුකී අවහිර කරන ලෙස සකස් කොට තිබේ. නැවත උත්සාහ කිරීමට පෙර කරුණාකර බ්‍රවුසරය කුකී වලට ඉඩ දෙන ලෙස වින්‍යාස කරන්න. ඔබට බ්‍රව්සරය නැවත ආරම්භ කිරීමට සිදුවිය හැකිය.
sl: Vaš brskalnik je trenutno nastavljen tako, da blokira piškotke drugih ponudnikov. Preden poskusite znova, nastavite brskalnik tako, da bo dovolil piškotke. Morda ga boste morali znova zagnati.
sr_cyrl_rs: Прегледач је тренутно подешен да блокира колачиће трећих страна. Конфигуришите прегледач да дозволи колачиће пре него што покушате поново. Можда ћете морати поново да покренете прегледач.
sr_latn_rs: Pregledač je trenutno podešen da blokira kolačiće trećih strana. Konfigurišite pregledač da dozvoli kolačiće pre nego što pokušate ponovo. Možda ćete morati ponovo da pokrenete pregledač.
sv: Webbläsaren är för tillfället inställd så att den blockerar cookies från tredje part. Ändra inställningarna så att webbläsaren tillåter cookies och försök igen. Du kan behöva starta om webbläsaren.
ta: உங்கள் உலாவி தற்போது மூன்றாம் தரப்பு குக்கீகளைத் தடுக்குமாறு அமைக்கப்பட்டுள்ளது. மீண்டும் முயற்சிப்பதற்கு முன்பு குக்கீகளை அனுமதிக்குமாறு உலாவியை உள்ளமைக்கவும். நீங்கள் உலாவியை மறுதொடக்கம் செய்ய வேண்டியிருக்கும்.
te: ప్రస్తుతానికి మూడవ పక్ష కుక్కీలను నిరోధించే విధంగా మీ బ్రౌజర్ సెట్ చేయబడింది. దయచేసి కుక్కీలను అనుమతించే విధంగా బ్రౌజర్‌ని నిర్మితీకరించి, ఆపై తిరిగి ప్రయత్నించండి. మీరు బ్రౌజర్‌ని పునఃప్రారంభించాల్సి ఉండవచ్చు.
tg: Дар айни ҳол браузери шумо дорои танзиме мебошад, ки кукиҳои тарафҳои сеюмро манъ мекунад. Лутфан, пеш аз кӯшиши дубора браузерро барои иҷозати кукиҳо танзим кунед. Эҳтимол, шумо бояд браузерро бозоғозӣ кунед.
th: ขณะนี้เบราว์เซอร์ของคุณได้ตั้งการบล็อกคุกกี้ของบริษัทอื่นไว้ โปรดกำหนดค่าเบราว์เซอร์เพื่ออนุญาตให้ใช้คุกกี้ก่อนที่จะลองอีกครั้ง และคุณอาจจะต้องเริ่มการทำงานเบราว์เซอร์ใหม่
tr: Tarayıcınızda üçüncü taraf tanımlama bilgileri engellenmiş durumda. Lütfen tarayıcınızı tanımlama bilgilerine izin verecek şekilde yapılandırıp yeniden deneyin. Tarayıcınızı yeniden başlatmanız gerekebilir.
tt: Браузерыгыз чит cookie файлларын тыюга көйләнгән. Кабатлап караганчы, браузерда cookie файлларын рөхсәт итегез. Браузерны ябып яңадан ачарга кирәк булырга мөмкин.
ug: تور كۆرگۈچىڭىز نۆۋەتتە ئۈچىنچى تەرەپ ساقلانمىلىرىنى توسىدىغان قىلىپ تەڭشەلگەن. قايتا سىناشتىن بۇرۇن تور كۆرگۈچنى ساقلانمىغا رۇخسەت قىلىدىغان قىلىپ تەڭشەڭ. تور كۆرگۈچنى قايتا قوزغىتىشىڭىزغا توغرا كېلىشىڭىز مۇمكىن.
uk: Браузер настроєно на блокування сторонніх файлів cookie. Перш ніж повторити спробу, увімкніть зберігання файлів cookie на комп’ютері. Можливо, знадобиться перезапустити браузер.
ur: آپ کے براؤزر کی ترتیب اس وقت فریق ثالث کی کوکیز کو روکنے پہ لگائی گئی ہے. براہ مہربانی دوبارہ کوشش کرنے سے پہلے براؤزر کی ترتیب کوکیز کو اجازت دینے پر تشکیل دیں. آپ کو براؤزر دوبارہ چالو کرنا پڑ سکتا ہے۔
uz: Hozirda brauzer cookie-fayllarni bloklaydigan qilib sozlangan. Qayta urinishdan avval brauzerni cookie-fayllarga ruxsat beradigan qilib sozlang. Brauzerni qayta ishga tushirish talab qilinishi mumkin.
vi: Trình duyệt của bạn hiện đang được đặt chặn cookie của bên thứ ba. Hãy định cấu hình trình duyệt để cho phép cookie trước khi thử lại. Bạn có thể phải khởi động lại trình duyệt.
zh_hans: 浏览器当前设置为拦截第三方 Cookie。请在重试前将浏览器配置为允许 Cookie。可能需要重启浏览器。
zh_hant: 您的瀏覽器目前設定為封鎖第三方 Cookie。請將瀏覽器設定為允許 Cookie，然後再重試。您可能必須重新啟動瀏覽器。

# Word.PaymentInstrumentType.OBT
source: Online Bank Transfer
af: Aanlyn bankoordrag
am: በመስመር ላይ የባንክ ትልልፍ
ar: التحويل البنكي الفوري
as: অনলাইন বেংক হস্তান্তৰ
az: Onlayn Bank Köçürməsi
bg: Онлайн банков превод
bn_in: অনলাইন ব্যাঙ্ক ট্র্যান্সফার
bs: Bankovni transfer na mreži
cy: Trosglwyddiad Banc Ar-lein
da: Online bankoverførsel
de: Online-Überweisung
el: Ηλεκτρονική τραπεζική μεταφορά
es: Transferencia bancaria en línea
et: Interneti-panga ülekanne
eu: Lineako banku-transferentzia
fa: انتقال بانکی آنلاین
ga: Aistriú bainc ar líne
gd: Tar-chur banca air loidhne
gl: Transferencia bancaria en liña
gu: ઑનલાઇન બેંક ટ્રાન્સફર
he: העברה בנקאית מקוונת
hi: ऑनलाइन बैंक स्थानांतरण
hr: Mrežni bankovni prijenos
hu: Online átutalás
id: Transfer Bank Online
is: Millifærsla í netbanka
ja: オンライン銀行振込
ka: საბანკო გადარიცხვა ინტერნეტით
kk: Онлайн банк аударымы
kn: ಆನ್‌ಲೈನ್ ಬ್ಯಾಂಕ್ ವರ್ಗಾವಣೆ
ko: 온라인 계좌 이체
ku_arab: حەواڵەی بانکی سەرهێڵ
ky: Онлайн банк которуусу
lo: ການໂອນຜ່ານທະນາຄານອອນລາຍ
lt: Banko pavedimas internetu
lv: Tiešsaistes bankas pārvedums
mi: Whakawhitinga Pēke Tuihono
mk: Банкарски трансфер преку интернет
ml: ഓണ്‍ലൈന്‍ ബാങ്ക് ട്രാന്‍സ്‌ഫര്‍
mn: Онлайн банкны шилжүүлэг
mr: ऑनलाइन बँक स्थानांतर
ms: Pindahan Bank Dalam Talian
mt: Trasferiment Bankarju Online
ne: अनलाइन बैङ्क ट्रानस्फर
nn_no: Bankoverføring på nettet
or: ଅନ୍‌ଲାଇନ୍ ବ୍ୟାଙ୍କ ସ୍ଥାନାନ୍ତରଣ
pa_arab_pk: آن لائن بینک دے ذریعے تبادلہ
pa_in: ਆਨਲਾਈਨ ਬੈਂਕ ਟਰਾਂਸਫਰ
pl: Przelew bankowy w trybie online
ru: Банковский перевод через Интернет
sd: بينڪ مان آن لائن منتقل ڪرڻ
si: සබැඳි බැංකු මාරුව
sl: Spletno bančno nakazilo
sr_cyrl_rs: Банкарски трансфер на мрежи
sr_latn_rs: Bankarski transfer na mreži
sv: Banköverföring online
ta: ஆன்லைன் வங்கிப் பரிமாற்றம்
te: ఆన్‌లైన్ బ్యాంక్ బదిలీ
tg: Интиқоли бонкии онлайн
th: การโอนเงินผ่านธนาคารแบบออนไลน์
tr: Çevrimiçi Banka Havalesi
tt: Онлайн Банк Күчерү
ug: توردىكى بانكا يۆتكىشى
uk: Онлайновий банківський переказ
ur: آن لائن بینک کے ذریعے منتقلی
uz: Onlayn bank o‘tkazmasi
vi: Chuyển khoản Ngân hàng Trực tuyến
zh_hans: 网上银行转帐
zh_hant: 線上銀行轉帳
