Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVD.Page.Title
source: Verify Your Bank Account
af: Verifieer jou bankrekening
am: የባንክ ሒሳብህን አረጋግጥ
ar: يجب التحقق من حساب البنك
as: আপোনাৰ বেংক একাউণ্ট সত্যাপন কৰক
az: Bank Hesabınızı Yoxlayın
bg: Проверка на банкова сметка
bn_in: আপনার ব্যাঙ্ক অ্যাকাউন্ট যাচাই করুন
bs: Potvrdite svoj bankovni račun
cy: Dilysu Eich Cyfrif Banc
da: Kontrollér din bankkonto
de: Bankkonto prüfen
el: Επαληθεύστε τον τραπεζικό λογαριασμό σας
es: Compruebe su cuenta bancaria
et: Kinnitage oma pangakonto
eu: Egiaztatu zure banku-kontua
fa: اعتبار حساب بانکی خود را تأیید کنید
ga: Fíoraigh do chuntas bainc
gd: Dearbh an cunntas banca agad
gl: Verifique a súa conta bancaria
gu: તમારું બેંક ખાતુ વેરીફાઇ કરો
he: אימות חשבון הבנק שלך
hi: अपना बैंक खाता सत्यापित करें
hr: Provjerite valjanost bankovnog računa
hu: Ellenőrizze a bankszámláját
id: Verifikasikan Rekening Bank Anda
is: Sannprófaðu bankareikninginn þinn
ja: 銀行口座の検証
ka: დაადასტურეთ თქვენი საბანკო ანგარიში
kk: Банк шотын тексеру
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 은행 계좌 확인
ku_arab: سەلماندنی ئەژمێری بانکی تۆ
ky: Сиздин банк эсебиңизди ырастоо
lo: ກວດສອບບັນຊີທະນາຄານຂອງທ່ານ
lt: Banko sąskaitos patikrinimas
lv: Pārbaudīt bankas kontu
mi: Manatokona Tō Pūkete Pēke
mk: Потврдете ја банкарската сметка
ml: നിങ്ങളുടെ ബാങ്ക് അക്കൌണ്ട് സ്ഥിരീകരിക്കുക
mn: Банкны Хэрэглэгчийн бүртгэлээ баталгаажуулах
mr: आपल्या बँक खात्याची पडताळणी करा
ms: Tentu sahkan Akaun Bank Anda
mt: Ivverifika l-Kont tal-Bank Tiegħek
ne: तपाईँको बैङ्क खाता रुजू गर्नुहोस्
nn_no: Stadfest bankkontoen
no: Verifiser bankkontoen din
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: اپنے بینک دے اکاؤنٹ دی تصدیق کرو۔
pa_in: ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj konto bankowe
ru: Проверка банковского счета
sd: پهنجي بينڪ جي اڪائونٽ جي تصديق ڪريو
si: ඔබේ බැංකු ගිණුම සත්‍යාපනය කරන්න
sl: Preverite bančni račun
sr_cyrl_rs: Потврдите свој банкарски рачун
sr_latn_rs: Potvrdite svoj bankarski račun
sv: Verifiera ditt bankkonto
ta: உங்கள் வங்கி கணக்கைச் சரிபார்க்கவும்
te: మీ బ్యాంక్ ఖాతాను నిర్ధారించండి
tg: Суратҳисоби бонкии худро санҷед
th: ตรวจสอบบัญชีธนาคารของคุณ
tr: Banka Hesabınızı Doğrulama
tt: Сезнең банк хисабын тикшерү
ug: بانكا ھېسابىڭىزنى دەلىللەڭ
uk: Перевірка банківського рахунку
ur: اپنے بینک کے کھاتہ کی تصدیق کریں
uz: Bank hisob qaydnomangizni tekshiring
vi: Kiểm chứng Tài khoản Ngân hàng của Bạn
zh_hans: 验证您的银行帐户
zh_hant: 驗證您的銀行帳戶

# Literal.PICVD.TermOfUse.Title
source: Instructions
af: Instruksies
am: መመሪያዎች
ar: تعليمات
as: নিৰ্দেশাৱলী
az: Təlimatlar
bg: Инструкции
bn_in: নির্দেশ
bs: Uputstva
cy: Cyfarwyddiadau
da: Instruktioner
de: Anweisungen
el: Οδηγίες
es: Instrucciones
et: Juhised
eu: Argibideak
fa: دستورالعمل ها
ga: Treoracha
gd: Stiùireadh
gl: Instrucións
gu: સૂચના
he: הנחיות
hi: निर्देश
hr: Upute
hu: Utasítások
id: Petunjuk
is: Leiðbeiningar
ja: 手順
ka: ინსტრუქცია
kk: Нұсқаулар
kn: ಸೂಚನೆಗಳು
ko: 지침
ku_arab: رێنماییەکان
ky: Нускамалар
lo: ຄຳແນະນໍາ
lt: Instrukcijos
lv: Norādījumi
mi: Tohutohu
mk: Упатства
ml: നിര്‍ദ്ദേശങ്ങള്‍
mn: Зааварчилгаа
mr: सूचना
ms: Arahan
mt: Struzzjonijiet
ne: निर्देशनहरू
nn_no: Instruksjonar
no: Instruksjoner
or: ନିର୍ଦ୍ଦେଶାବଳୀସମୂହ
pa_arab_pk: ہدایتاں
pa_in: ਹਦਾਇਤਾਂ
pl: Instrukcje
ru: Инструкции
sd: هدايتون
si: උපදෙස්
sl: Navodila
sr_cyrl_rs: Упутства
sr_latn_rs: Uputstva
sv: Anvisningar
ta: வழிமுறைகள்
te: సూచనలు
tg: Дастурҳо
th: คำแนะนำ
tr: Yönergeler
tt: Инструкциялар
ug: تەلىم
uk: Інструкції
ur: ہدایات
uz: Ko‘rsatmalar
vi: Hướng dẫn
zh_hans: 说明
zh_hant: 說明

# Literal.SMS.ShortMessage
source: Your Microsoft verification code is {0}
af: Jou Microsoft-verifikasiekode is {0}
am: የ Microsoft ማረጋገጫ ኮድህ {0} ነው።
ar: يكون رمز التحقق الخاص بك من Microsoft‏ {0}
as: আপোনাৰ Microsoft সত্যাপন ক'ড হৈছে {0}
az: Microsoft yoxlama kodunuz {0}-dır
bg: Вашият код за потвърждение за Microsoft е {0}
bn_in: আপনার Microsoft যাচাইকরণ কোড হল {0}
bs: Vaš Microsoft kôd za verifikaciju je {0}
cy: Dyma eich cod dilysu Microsoft {0}
da: Din Microsoft-bekræftelseskode er {0}
de: Ihr Microsoft-Prüfcode lautet {0}.
el: Ο κωδικός επαλήθευσης Microsoft είναι {0}
es: Su código de comprobación de Microsoft es {0}.
et: Teie Microsofti kinnituskood on {0}
eu: Zure Microsoft egiaztapen-kodea hau da: {0}
fa: کد تأیید اعتبار Microsoft شما {0}
ga: An cód fíorúcháin Microsoft atá agat ná {0}
gd: Seo an còd dearbhaidh Microsoft agad {0}
gl: O teu código de verificación de Microsoft é {0}
gu: તમારો Microsoft ચકાસણી કોડ {0} છે
he: קוד האימות שלך ב- Microsoft הוא {0}
hi: आपका Microsoft सत्यापन कोड है {0}
hr: Ovo je Microsoftov kod za provjeru valjanosti: {0}
hu: Az Ön Microsoft ellenőrzőkódja: {0}
id: Kode verifikasi Microsoft Anda adalah {0}
is: Microsoft-staðfestingarkóðinn þinn er: {0}
ja: お客様の Microsoft 確認コードは {0} です
ka: თქვენი Microsoft დამოწმების კოდია {0}
kk: Microsoft тексеру коды: {0}
kn: ನಿಮ್ಮ Microsoft ಪರಿಶೀಲನೆ ಕೋಡ್ {0} ಆಗಿದೆ
ko: Microsoft 확인 코드는 {0}입니다.
ku_arab: کۆدی سەلماندنی Microsoft ی تۆ بریتیە لە {0}
ky: Microsoft ырастоо кодуңуз: {0}
lo: ລະຫັດການຢືນຢັນຂອງ Microsoft ແມ່ນ {0}
lt: „Microsoft“ patikrinimo kodas yra {0}
lv: Microsoft verifikācijas kods ir {0}.
mi: Ko tō waehere manatokonga Microsoft ko {0}
mk: Вашиот верификациски код од Microsoft е {0}
ml: നിങ്ങളുടെ Microsoft സൂക്ഷ്മപരിശോധന കോഡ് {0} ആണ്
mn: Таны Microsoft-ын баталгаажуулах код {0} болно
mr: आपला Microsoft सत्यापन कोड हा आहे {0}
ms: Kod pengesahan Microsoft anda ialah {0}
mt: Il-kodiċi ta' verifika tiegħek ta' Microsoft huwa {0}
ne: तपाईँको Microsoft प्रमाणीकरण कोड {0} हो
nn_no: Stadfestingskoden for Microsoft er {0}
no: Din Microsoft-bekreftelseskode er {0}
or: ଆପଣଙ୍କର Microsoft ଯାଞ୍ଚକରଣ କୋଡ୍ ହେଉଛି {0}
pa_arab_pk: تہاڈا Microsoft دا تصدیقی کوڈ {0} اے۔
pa_in: ਤੁਹਾਡਾ Microsoft ਤਸਦੀਕੀ ਕੋਡ {0} ਹੈ
pl: Twój kod weryfikacyjny Microsoft: {0}
ru: Ваш код проверки Майкрософт: {0}
sd: توهان جي Microsoft جي تصديق جو ڪوڊ {0} آهي
si: ඔබේ Microsoft සත්‍යාපන කේතය {0}
sl: Vaša Microsoftova potrditvena koda je {0}
sr_cyrl_rs: Ваш Microsoft код за верификацију је {0}
sr_latn_rs: Vaš Microsoft kôd za verifikaciju je {0}
sv: Din Microsoft-verifieringskod är {0}
ta: உங்கள் Microsoft சரிபார்ப்புக் குறியீடு {0} ஆகும்
te: మీ Microsoft ధృవీకరణ కోడ్ {0}
tg: Рамзи санҷиши шумо аз Microsoft {0} аст
th: รหัสการตรวจสอบ Microsoft ของคุณคือ {0}
tr: Microsoft doğrulama kodunuz {0}
tt: Сезнең Майкрософт раслау коды: {0}
ug: سىزنىڭ Microsoft دەلىللەش نومۇرىڭىز {0}
uk: Ваш код перевірки Microsoft – {0}
ur: آپ کا Microsoft توثیقی کوڈ {0} ہے
uz: Sizning Microsoft tasdiqlash kodingiz - {0}
vi: Mã xác minh Microsoft của bạn là {0}
zh_hans: 您的 Microsoft 验证码为 {0}
zh_hant: 您的 Microsoft 驗證碼為 {0}

# Literal.CVV.ChallengeVerification
source: verification
af: verifikasie
am: ማረጋገጫ
ar: تحقق
as: সত্যাপন
az: təsdiqləmə
bg: проверка
bn_in: যাচাইকরণ
bs: potvrda
cy: dilysu
da: bekræftelse
de: Überprüfung
el: επαλήθευση
es: comprobación
et: kinnitus
eu: egiaztapena
fa: تأیید
ga: fíorú
gd: dearbhadh
gl: verificación
gu: ચકાસણી
he: אימות
hi: सत्यापन
hr: provjera valjanosti
hu: ellenőrzés
id: verifikasi
is: staðfesting
ja: 検証
ka: შემოწმება
kk: растау
kn: ಪರಿಶೀಲನೆ
ko: 확인
lo: ການກວດສອບ
lt: tikrinimas
lv: verifikācija
mi: manatokonga
mk: проверка
ml: സൂക്ഷ്മപരിശോധന
mr: पडताळणी
ms: pengesahan
mt: verifika
ne: प्रमाणीकरण
nn_no: stadfesting
no: verifisering
or: ଯାଞ୍ଚକରଣ
pa_in: ਤਸਦੀਕ
pl: weryfikacja
ru: проверка
sl: preverjanje
sr_cyrl_rs: верификација
sr_latn_rs: verifikacija
sv: verifiering
ta: சரிபார்ப்பு
te: ధృవీకరణ
th: การตรวจสอบ
tr: doğrulama
tt: тикшерү
ug: دەلىللەش
uk: перевірка
ur: توثیق
vi: xác minh
zh_hans: 验证
zh_hant: 驗證

# Word.CVVInput
source: Verification code
af: Verifikasiekode
am: ማረጋገጫ ኮድ
ar: رمز التحقق
as: সত্যাসত্য নিৰূপণ কোড
az: Yoxlama kodu
bg: Код за потвърждение
bn_in: যাচাইকরণ কোড
bs: Kôd za verifikaciju
cy: Cod dilysu
da: Bekræftelseskode
de: Prüfcode
el: Κωδικός επαλήθευσης
es: Código de comprobación
et: Kinnituskood
eu: Egiaztapen-kodea
fa: کد تأیید اعتبار
ga: Cód fíorúcháin
gd: Còd dearbhaidh
gl: Código de verificación
gu: ચકાસણી કોડ
he: קוד אימות
hi: सत्यापन कोड
hr: Kod za provjeru valjanosti
hu: Ellenőrzőkód
id: Kode verifikasi
is: Staðfestingarkóði
ja: 確認コード
ka: დამოწმების კოდი
kk: Тексеру коды
kn: ಪರಿಶೀಲನೆ ಕೋಡ್
ko: 확인 코드
ku_arab: کۆدی سەلماندن
ky: Ырастоо коду
lo: ລະຫັດການຢືນຢັນ
lt: Patikrinimo kodas
lv: Verifikācijas kods
mi: Waehere Manatokonga
mk: Верификациски код
ml: സൂക്ഷ്മപരിശോധന കോഡ്
mn: Баталгаажуулах код
mr: सत्यापन कोड
ms: Kod pengesahan
mt: Kodiċi tal-Verifika
ne: प्रमाणीकरण कोड
nn_no: Stadfestingskode
no: Bekreftelseskode
or: ଯାଞ୍ଚକରଣ କୋଡ୍
pa_arab_pk: ‏‏تصدیقی کوڈ
pa_in: ਤਸਦੀਕੀ ਕੋਡ
pl: Kod weryfikacyjny
ru: Код проверки
sd: تصديق ڪرڻ وارو ڪوڊ
si: සත්‍යාපන කේතය
sl: Potrditvena koda
sr_cyrl_rs: Код за верификацију
sr_latn_rs: Kôd za verifikaciju
sv: Verifieringskod
ta: சரிபார்ப்புக் குறியீடு
te: ధృవీకరణ కోడ్
tg: Рамзи санҷиш
th: รหัสการตรวจสอบ
tr: Doğrulama kodu
tt: Раслау коды
ug: دەلىللەش نومۇرى
uk: Код перевірки
ur: توثیقی کوڈ
uz: Tasdiqlash kodi
vi: Mã xác minh
zh_hans: 验证码
zh_hant: 驗證碼

# Word.CVVTitle
source: Enter card verification code of your credit card
af: Sleutel kaartverifikasiekode van jou kredietkaart in
am: የብድር ካርድህን የካርድ ማረጋገጫ ኮድ አስገባ
ar: أدخل رمز التحقق من بطاقة ائتمانك
as: আপোনাৰ ক্ৰেডিট কাৰ্ডৰ কাৰ্ড সত্যাসত্য নিৰূপণ কোড প্ৰবিষ্ট কৰক
az: Kredit kartınızın kart yoxlama kodunu daxil edin
bg: Въведете кода за потвърждение на кредитната карта
bn_in: আপনার ক্রেডিট কার্ডের কার্ড যাচাইকরণ কোড প্রবেশ করান
bs: Unos koda za verifikaciju kartice za kreditnu karticu
cy: Rhowch god dilysu eich cerdyn credyd
da: Indtast kortbekræftelseskoden fra kreditkortet
de: Kartenprüfnummer Ihrer Kreditkarte eingeben
el: Εισαγάγετε τον κωδικό επαλήθευσης της πιστωτικής σας κάρτας
es: Escriba el código de comprobación de la tarjeta de crédito
et: Sisestage oma krediitkaardi kinnituskood
eu: Sartu kreditu-txartelaren egiaztapen-kodea
fa: کد تأیید کارت اعتباری خود را وارد کنید
ga: Cuir isteach uimhir fhíorúcháin do chárta creidmheasa
gd: Cuir a-steach còd dearbhadh na cairt-chreideis agad
gl: Introduza o código de verificación do seu cartón de crédito
gu: તમારા ક્રેડિટ કાર્ડનો કાર્ડ ચકાસણી કોડ દાખલ કરો
he: הזנת קוד אימות הכרטיס של כרטיס האשראי שלך
hi: अपने क्रेडिट कार्ड की कार्ड सत्यापन कोड दर्ज करें
hr: Unesite kod za provjeru valjanosti kreditne kartice
hu: Adja meg a hitelkártyája ellenőrzőkódját
id: Masukkan kode verifikasi kartu untuk kartu kredit Anda
is: Sláðu inn staðfestingarkóða kreditkortsins
ja: クレジット カードの確認コードを入力してください
ka: მიუთითეთ თქვენი საკრედიტო ბარათის დამოწმების კოდი
kk: Несиелік картаңыздың тексеру кодын енгізіңіз
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ನ ಕಾರ್ಡ್ ಪರಿಶೀಲನೆ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ
ko: 신용 카드의 CVV 코드를 입력하십시오
ku_arab: بەهای سەلماندنی کارت؛ هی کرێدت کارتی خۆت تێنووس بکە
ky: Өзүңүздүн кредит картаңыздын картаны ырастоо кодун жазыңыз
lo: ປ້ອນລະຫັດການຢືນຢັນບັດຂອງບັດເຄຣດິດຂອງທ່ານ
lt: Įveskite savo kredito kortelės tikrinimo kodą
lv: Kredītkartes verifikācijas koda ievade
mi: Tāuru i te waehere manatokonga kāri o tō kāri tāwere
mk: Внесете го верификацискиот код на вашата кредитна картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡിന്റെ കാര്‍ഡ് സൂക്ഷ്മപരിശോധന കോഡ് നല്‍കുക
mn: Кредит картныхаа баталгаажуулах кодыг оруул
mr: आपल्या क्रेडिट कार्डचा कार्ड सत्यापन कोड प्रविष्ट करा
ms: Masukkan kod pengesahan kad bagi kad kredit anda
mt: Daħħal il-kodiċi tal-verifika tal-kard ta' kreditu tiegħek
ne: तपाइँको क्रेडिट कार्डको कार्ड प्रमाणीकरण कोड प्रविष्ट गर्नुहोस्
nn_no: Oppgi stadfestingskoden på kredittkortet
no: Skriv inn kredittkortets bekreftelseskode
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡର ଯାଞ୍ଚକରଣ କୋଡ୍ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ
pa_arab_pk: اپنے کریڈٹ کارڈ دا تصدیقی کوڈ درج کرو
pa_in: ਆਪਣੇ ਕਰੈਡਿਟ ਕਾਰਡ ਦਾ ਕਾਰਡ ਤਸਦੀਕੀ ਕੋਡ ਦਾਖਲ ਕਰੋ
pl: Wprowadź kod weryfikacyjny karty kredytowej
ru: Введите код проверки своей кредитной карты
sd: توھان پنھنجي ڪريڊٽ ڪارڊ جو تصديق ڪرڻ وارو ڪوڊ داخل ڪريو
si: ඔබගේ ණය කාඩ්පතේ කාඩ්පත් සත්‍යාපන කේතය ඇතුල් කරන්න
sl: Vnesite potrditveno kodo kreditne kartice
sr_cyrl_rs: Унос кода за верификацију картице за кредитну картицу
sr_latn_rs: Unos koda za verifikaciju kartice za kreditnu karticu
sv: Ange kreditkortets verifieringskod
ta: உங்கள் கடன் அட்டையின் அட்டை சரிபார்ப்புக் குறியீட்டை உள்ளிடவும்
te: మీ క్రెడిట్ కార్డ్ యొక్క కార్డ్ ధృవీకరణ కోడ్‌ను నమోదు చేయండి
tg: Рамзи санҷиши корти қарзии худро ворид кунед
th: โปรดใส่รหัสการตรวจสอบความถูกต้องของบัตรเครดิตของคุณ
tr: Kredi kartınızın kart doğrulama kodunu girin
tt: Кредит картагызның раслау кодын кертегез
ug: ئىناۋەتلىك كارتىڭىزنىڭ دەلىللەش نومۇرىنى كىرگۈزۈڭ
uk: Введіть код перевірки кредитної картки
ur: اپنے کریڈٹ کارڈ کا توثیقی کوڈ درج کریں
uz: Kredit kartochkangiz uchun tasdiqlash kodini kiriting
vi: Nhập mã xác minh thẻ của thẻ tín dụng của bạn
zh_hans: 输入您的信用卡验证码
zh_hant: 請輸入您的信用卡驗證碼

# Literal.PICV.CancelContent
source: The verification request has been cancelled. Your {0} has been removed from your online account.
af: Die verifikasieversoek is gekanselleer. Jou {0} is van jou aanlyn rekening verwyder.
am: የማረጋገጫ ጥያቄዎች ተሰርዟል። {0} ከመስመር ላይ መለያህ ተወግዷል።
ar: ألغي طلب التأكيد. وقد أُزيل {0} من حسابك الفوري.
as: সত্যাপন অনুৰোধ বাতিল কৰা হৈছে৷ আপোনাৰ অনলাইন একাউণ্টৰ পৰা আপোনাৰ {0} আঁতৰোৱা হৈছে৷
az: Təsdiqləmə sorğusu ləğv edilib. {0} onlayn hesabınızdan silinib.
bg: Заявката за проверка е отменена. Вашата {0} е премахната от онлайн акаунта ви.
bn_in: যাচাইকরণ অনুরোধ বাতিল করা হয়েছে৷ আপনার {0}-কে আপনার অনলাইন অ্যাকাউন্ট থেকে সরানো হয়েছে৷
bs: Zahtjev za verificiranje je otkazan. {0} je uklonjen iz vašeg računa na mreži.
cy: Mae'r cais dilysu wedi cael ei ganslo. Mae eich {0} wedi cael ei dynnu o'ch cyfrif ar-lein.
da: Anmodningen om kontrol er blevet annulleret. Din {0} er blevet fjernet fra din online konto.
de: Die Prüfungsanforderung wurde abgebrochen. Ihr(e) {0} wurde von Ihrem Onlinekonto entfernt.
el: Το αίτημα επαλήθευσης ακυρώθηκε. Ο τύπος πρόκλησης {0} καταργήθηκε από τον ηλεκτρονικό λογαριασμό σας.
es: Se ha cancelado la solicitud de comprobación. Se ha quitado su {0} de la cuenta en línea.
et: Kinnitustaotlus on tühistatud. Teie {0} on teie veebikontolt eemaldatud.
eu: Egiaztapen-eskaera bertan behera utzi da. {0} kendu da zure lineako kontutik.
fa: درخواست تأیید اعتبار شما لغو شده است. {0} شما از حساب آنلاین شما حذف شده است.
ga: Tá an t-iarratas ar dheimhniú curtha ar ceal. Baineadh an {0} ó do chuntas ar líne.
gd: Sguireadh dhen iarrtas dearbhaidh. Chaidh an {0} agad a thoirt air falbh on chunntas air loidhne agad.
gl: A solicitude de verificación foi cancelada. O seu {0} foi retirado da súa conta en liña.
gu: વેરીફિકેશન અરજી રદ્દ થઇ છે. તમારા ઓનલાઇન ખાતામાંથી તમારી {0} દૂર થઇ છે.
he: בקשת האימות בוטלה. {0} הוסר מהחשבון המקוון שלך.
hi: सत्यापन अनुरोध रद्द किया गया है. आपका {0} आपके ऑनलाइन खाते से हटा दिया गया है.
hr: Otkazan je zahtjev za provjeru valjanosti. Stavka {0} uklonjena je s vašeg mrežnog računa.
hu: Az ellenőrzési kérést megszakították. A megadott {0} el lett távolítva az online fiókból.
id: Permintaan verifikasi telah dibatalkan. {0} Anda telah dihapus dari rekening online Anda.
is: Hætt hefur verið við sannprófunarbeiðnina. {0} hefur verið fjarlægt/fjarlægður af netreikningnum þínum.
ja: 検証要求が取り消されました。{0}はオンライン アカウントから削除されました。
ka: დადასტურების მოთხოვნა გაუქმდა. თქვენი {0} წაიშალა თქვენს ონლაინ-ანგარიშში.
kk: Тексеруді сұрау болдырылмады. {0} онлайн тіркелгіңізден жойылды.
kn: ಪರಿಶೀಲನೆ ವಿನಂತಿಯನ್ನು ರದ್ದುಮಾಡಲಾಗಿದೆ. ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಖಾತೆಯಿಂದ ನಿಮ್ಮ {0} ಅನ್ನು ತೆಗೆದುಹಾಕಲಾಗಿದೆ.
ko: 인증 요청이 취소되었습니다. {0}이(가) 온라인 계정에서 제거되었습니다.
ku_arab: داوای سەلماندنی تۆ بەتاڵکرایەوە. {0} ی تۆ لە ئەژمێری سەرهێڵی تۆ لابراوە.
ky: Текшерүү тапшырыгы жокко чыгарылды. Сиздин {0} онлайн каттоо жазууңуздан жок кылынган.
lo: ການຮ້ອງຂໍກວດສອບໄດ້ຖືກຍົກເລີກແລ້ວ. {0} ຂອງທ່ານໄດ້ຖືກເອົາອອກຈາກບັນຊີອອນລາຍຂອງທ່ານແລ້ວ.
lt: Patikrinimo užklausa atšaukta. {0} pašalinta iš internetinio abonemento.
lv: Pārbaudes pieprasījums ir atcelts. Kontā ir dzēsta šī informācija: {0}.
mi: Kua whakakorea te tono manatokonga. Kua whakakorea tō {0} mai i tō pūkete tuihono.
mk: Барањето за проверка се откажа. {0} се отстрани од вашата сметка на интернет.
ml: സ്ഥിരീകരണ അഭ്യര്‍ത്ഥന റദ്ദാക്കി. നിങ്ങളുടെ ഓണ്‍ലൈന്‍ അക്കൌണ്ടില്‍ നിന്നും {0} നീക്കംചെയ്‌തു.
mn: Баталгаажуулах хүсэлтийг цуцалсан. Таны {0}-г таны онлайн хэрэглэгчийн данснаас арилгасан.
mr: पुष्टीकरण विनंती रद्द केली गेली आहे. आपले {0} आपल्या ऑनलाइन खात्यामधून काढले गेले आहे.
ms: Permintaan pengesahan telah dibatalkan. {0} anda telah dialih keluar dari akaun dalam talian anda.
mt: Din it-talba għal verifika ġiet ikkanċellata. Il-{0} tiegħek tneħħa mill-kont online tiegħek.
ne: रुजू अनुरोध रद्द गरिएको छ। तपाईँको अलाइन खाताबाट {0} हटाईएको छ।
nn_no: Førespurnaden om stadfesting er avbroten. {0} er fjerna frå nettkontoen din.
no: Verifiseringsforespørselen er kansellert. Din/ditt {0} har blitt fjernet fra webkontoen din.
or: ଯାଞ୍ଚକରଣ ଅନୁରୋଧ ବାତିଲ୍ ହୋଇଛି. ଆପଣଙ୍କର {0} ଆପଣଙ୍କର ଅନ୍‌ଲାଇନ୍ ଏକାଉଣ୍ଟ ଠାରୁ ଅପସାରିତ ହୋଇଛି.
pa_arab_pk: تصدیق دی درخواست منسوخ کردتی گئی اے۔ تساں دا {0} تساں دے آن لائن اکاؤنٹ توں ہٹا دیتا گیا اے۔
pa_in: ਪੁਸ਼ਟੀਕਰਨ ਦੀ ਬੇਨਤੀ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਹਾਡੇ {0} ਨੂੰ ਤੁਹਾਡੇ ਆਨਲਾਈਨ ਖਾਤੇ ਵਿੱਚੋਂ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ।
pl: Żądanie weryfikacji zostało anulowane. Element {0} został usunięty z konta online.
ru: Запрос проверки отменен. Ваш метод оплаты ({0}) удален из вашей учетной записи в Интернете.
sd: تصديق ڪرڻ جي درخواست رد ڪريو وئي آهي.توهان جي آن لائن اڪائونٽ مان {0} هٽائجي ويو آهي.
si: සත්‍යාපන ඉල්ලුම අවලංගු යි. ඔබේ {0} ඔබේ සබැඳි ගිණුමෙන් ඉවත් කර තිබේ.
sl: Zahteva za preverjanje je bila preklicana. Vaš {0} je bil odstranjen iz spletnega računa.
sr_cyrl_rs: Захтев за верификацијом је отказан. {0} је уклоњен из вашег налога на мрежи.
sr_latn_rs: Zahtev za verifikacijom je otkazan. {0} je uklonjen iz vašeg naloga na mreži.
sv: Verifieringen har avbrutits. Ditt {0} har tagits bort från ditt onlinekonto.
ta: சரிபார்த்தல் கோரிக்கை ரத்துசெய்யப்பட்டது. உங்கள் {0} ஆனது ஆன்லைன் கணக்கிலிருந்து அகற்றப்பட்டது.
te: నిర్ధారణ అభ్యర్థన రద్దు చేయబడింది. మీ ఆన్‌లైన్ ఖాతా నుండి మీ {0} తీసివేయబడింది.
tg: Дархости санҷиш бекор карда шуд. {0}-и шумо аз ҳисоби онлайни шумо тоза карда шуд.
th: ยกเลิกคำขอการตรวจสอบแล้ว {0} ของคุณถูกนำออกจากบัญชีออนไลน์ของคุณแล้ว
tr: Doğrulama isteği iptal edildi. {0} çevrimiçi hesabınızdan kaldırıldı.
tt: Тикшерү соравының баш тартылган. Сезнең {0} бетергән Сезнең онлайн хисаптан.
ug: دەلىللەش تەلىپى رەت قىلىندى.توردىكى ھېسابىڭىزدىن {0} چىقىرۋېتىلدى.
uk: Запит на перевірку скасовано. З вашого онлайнового облікового запису видалено такі дані: {0}.
ur: توثیق کی درخواست منسوخ کردی گئی ہے. آپ کا{0} آپ کے آن لائن کھاتہ سے ختم کردیا گیا ہے.
uz: Tasdiqlash talabi bekor qilindi. Sizning {0} onlayn hisob qaydnomangizdan olib tashlandi.
vi: Yêu cầu kiểm chứng đã được hủy bỏ. {0} của bạn đã được loại bỏ khỏi tài khoản trực tuyến của bạn.
zh_hans: 已取消验证请求。已从您的联机帐户中删除 {0}。
zh_hant: 驗證要求已取消。您的 {0} 已從線上帳戶中移除。

# Word.PICV.Cancel
source: Verification Cancelled
af: Verifikasie gekanselleer
am: ማረጋገጫ ተትቷል
ar: ألغي التحقق
as: সত্যাপন বাতিল কৰা হৈছে
az: Təsdiqləmə Ləğv edildi
bg: Проверката е отказана
bn_in: যাচাইকরণ বাতিল করা হয়েছে
bs: Verificiranje je otkazano
cy: Wedi canslo'r broses ddilysu
da: Kontrol annulleret
de: Prüfung abgebrochen
el: Η επαλήθευση ακυρώθηκε
es: Comprobación cancelada
et: Kinnitamine tühistatud
eu: Egiaztapena utzi da
fa: تأیید اعتبار لغو شد
ga: Fíorú curtha ar ceal
gd: Sguireadh dhen dearbhadh
gl: Verificación cancelada
gu: વેરીફિકેશન રદ્દ
he: האימות בוטל
hi: सत्यापन रद्द किया गया
hr: Provjera valjanosti otkazana je
hu: Az érvényesítés megszakadt
id: Verifikasi Dibatalkan
is: Hætt við sannprófun
ja: 検証がキャンセルされました
ka: დადასტურება გაუქმდა
kk: Тексеру болдырылмады
kn: ಪರಿಶೀಲನೆಯನ್ನು ರದ್ದುಮಾಡಲಾಗಿದೆ
ko: 인증 취소됨
ku_arab: سەلماندن بەتاڵ کرایەوە
ky: Текшерүү жокко чыгарылды
lo: ການກວດສອບຖືກຍົກເລີກແລ້ວ
lt: Patikrinimas atšauktas
lv: Pārbaude ir atcelta.
mi: I whakakorea te Manatokonga
mk: Верификацијата се откажа
ml: സ്ഥിരീകരണം റദ്ദാക്കി
mn: Баталгаажуулалт цуцлагдсан
mr: पुष्टीकरण रद्द
ms: Penentusahan Dibatalkan
mt: Verifika Kkanċellata
ne: रुजू रद्द गरियो
nn_no: Stadfestinga blei avbroten
no: Bekreftelse avbrutt
or: ଯାଞ୍ଚକରଣ ବାତିଲ୍ ହୋଇଛି
pa_arab_pk: تصدیق منسوخ ہوگئی اے
pa_in: ਪੁਸ਼ਟੀਕਰਨ ਰੱਦ ਕਰ ਦਿੱਤਾ ਗਿਆ
pl: Weryfikacja anulowana
ru: Проверка отменена
sd: تصديق رد ٿي وئي
si: සත්‍යාපනය අවලංගුයි
sl: Preverjanje je preklicano
sr_cyrl_rs: Верификација је отказана
sr_latn_rs: Verifikacija je otkazana
sv: Verifieringen avbröts
ta: சரிபார்ப்பு ரத்துசெய்யப்பட்டது
te: నిర్ధారణ రద్దు చేయబడింది
tg: Санҷиш бекор карда шуд
th: การตรวจสอบถูกยกเลิก
tr: Doğrulama İptal Edildi
tt: Тикшерү Беткән
ug: دەلىللىنىش بىكار قىلىندى
uk: Перевірку скасовано
ur: توثیق منسوخ
uz: Tekshirish bekor qilindi
vi: Kiểm chứng bị Hủy bỏ
zh_hans: 已取消验证
zh_hant: 驗證已取消

# Word.Redirecting
source: Redirecting now...
af: Herlei nou...
am: እየመራ አሁን...
ar: يعاد التوجيه الآن...
as: এতিয়া পুনঃনিৰ্দেশ কৰি আছে...
az: İndi yönləndirilir...
bg: Пренасочване...
bn_in: চালিত করা হচ্ছে...
bs: Preusmjeravanje...
cy: Wrthi'n ailgyfeirio nawr...
da: Omdirigerer nu...
de: Weiterleiten ...
el: Γίνεται ανακατεύθυνση τώρα...
es: Redireccionando...
et: Ümbersuunamine ...
eu: Birbideratzen...
fa: در حال تغییر مسیر...
ga: Ag atreorú anois...
gd: Gad ath-stiùireadh a-nis...
gl: Redirixindo...
gu: હમણાં રીડાયરેક્ટ થાય છે...
he: מנתב מחדש כעת...
hi: अभी पुनर्निर्देशित किया जा रहा है...
hr: U tijeku je preusmjeravanje...
hu: Átirányítás folyamatban...
id: Mengarahkan lagi sekarang...
is: Framsendi núna...
ja: リダイレクト中...
ka: სრულდება გადამისამართება...
kk: Қайта бағыттау...
kn: ಇದೀಗ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತಿದೆ...
ko: 지금 리디렉션 중...
ku_arab: ئێستا ئاراستە دەکاتەوە...
ky: Азыр багытталып жатат...
lo: ກຳລັງປ່ຽນເສັ້ນທາງດຽວນີ້...
lt: Peradresuojama dabar...
lv: Notiek novirzīšana...
mi: Kei te whakaanga kē ināianei...
mk: Пренасочувам сега...
ml: ഇപ്പോള്‍ റീഡയറക്‌ടുചെയ്യുന്നു...
mn: Одоо дахин чиглүүлж байна...
mr: आता रीडायरेक्ट करत आहे...
ms: Menghalakan semula sekarang...
mt: Qed jerġa' jidderieġi issa...
ne: पुन: निर्देश गरिँदै...
nn_no: Omdirigerer no...
no: Omadresserer...
or: ବର୍ତ୍ତମାନ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରିଛି...
pa_arab_pk: ایس ویلے تساں نوں موڑ ریا اے...
pa_in: ਹੁਣ ਮੁੜ-ਨਿਰਦੇਸ਼ਿਤ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Trwa przekierowywanie...
ru: Идет перенаправление...
sd: ٻيھر منتقل ڪرڻ واري قطار...
si: දැන් නැවත යොමු කෙරෙමින්...
sl: Preusmerjanje ...
sr_cyrl_rs: Преусмеравање...
sr_latn_rs: Preusmeravanje...
sv: Omdirigerar...
ta: இப்போது திருப்பிவிடப்படுகிறது...
te: ఇప్పుడు దారి మళ్లిస్తోంది...
tg: Ҳоло равона мекунад...
th: ขณะนี้กำลังเปลี่ยนเส้นทาง...
tr: Şimdi yeniden yönlendiriliyor...
tt: Туры җибәрү...
ug: تەكرار ئەۋەتىلۋاتىدۇ...
uk: Переспрямування...
ur: اب دوسری سمت بھیج رہا ہے...
uz: Qaytadan yo‘naltirilayapti...
vi: Bây giờ đang chuyển hướng vào...
zh_hans: 现在正在重定向...
zh_hant: 現在正在重新導向...
