Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Alipay.TermsOfUse
source: By selecting Next, you accept the Alipay Terms Of Use.
af: Deur Volgende te kies, aanvaar jy die Alipay-gebruiksbepalings.
am: ቀጣይ የሚለውን በመምረጥ፣ በ Alipay የአጠቃቀም ውሎችን መቀበልዎን ያረጋግጣሉ።
ar: بمجرد تحديد التالي، فأنت توافق على شروط استخدام Alipay.
as: পৰৱৰ্তী চয়ন কৰি, আপুনি Alipay ব্যৱহাৰৰ চৰ্তসমূহ স্বীকাৰ কৰিছে৷
az: Növbəti seçməklə, siz Alipay İstifadə Şərtlərini qəbul etmiş olursunuz.
bg: Чрез избиране на „Напред“ вие приемате условията на използване на Alipay.
bn_in: পরবর্তী নির্বাচনের মাধ্যেমে, আপনি ব্যবহারের Alipay শর্তাদি স্বীকার করুন৷
bs: Odabirom opcije Dalje izražavate saglasnost s uslovima korištenja usluge Alipay.
cy: Drwy ddewis Nesaf, rydych yn derbyn Telerau Defnydd Alipay.
da: Ved at vælge Næste accepterer du Alipays vilkår for anvendelse.
de: Klicken Sie zum Akzeptieren der Nutzungsbedingungen von Alipay auf „Weiter“.
el: Επιλέγοντας "Επόμενο", αποδέχεστε τους Όρους χρήσης Alipay.
es: Al seleccionar Siguiente, aceptas las condiciones de uso de Alipay.
et: Alipay kasutustingimustega nõustumiseks valige Edasi.
eu: "Hurrengoa" hautatzearekin Alipay-ren Zerbitzu-baldintzak onartzen dituzula adierazten duzu.
fa: با انتخاب بعدی، با شرایط استفاده از Alipay موافقت می‌کنید.
ga: Ach Ar aghaidh a roghnú, glacann tú le Téarmaí Úsáide Alipay.
gd: Le taghadh “Air adhart”, aontaichidh tu ri teirmichean a’ chleachdaidh aig Alipay.
gl: Ao seleccionar Seguinte, estás a aceptar as Condicións de uso de Alipay.
gu: આગલું પસંદ કરીને, તમે Alipay ઉપયોગની શરતોને સ્વીકારો છો.
he: בבחירת 'הבא', אתה מקבל את תנאי השימוש של Alipay.
hi: अगला चुनकर, आप Alipay उपयोग की शर्तों को स्वीकार करते हैं.
hr: Odabirom stavke Dalje prihvaćate uvjete korištenja za Alipay.
hu: A Tovább gombot választva Ön elfogadja az Alipay használati feltételeit.
id: Dengan memilih Berikutnya, Anda menyetujui Ketentuan Penggunaan Alipay.
is: Með því að velja „Áfram“ samþykkir þú notkunarskilmála Alipay.
ja: [次へ] を選択すると、Alipay の使用条件に同意したものと見なされます。
ka: თუ აირჩევთ „შემდეგს“, დაეთანხმებით Alipay-ს გამოყენების პირობებს.
kk: Келесі опциясын таңдаумен Alipay пайдалану шарттарын қабылдаңыз.
kn: ಮುಂದೆ ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ, ನೀವು Alipay ಬಳಕೆಯ ನಿಯಮಗಳಿಗೆ ಸಮ್ಮತಿ ಸೂಚಿಸುತ್ತೀರಿ.
ko: [다음]을 선택하면 Alipay 서비스 계약에 동의하는 것입니다.
ku_arab: بە دەسنیشانکردنی دواتر، تۆ رازی دەبیت بە مەرجەکانی بەکارهێنانی Alipay
ky: Кийинкини тандоо менен, сиз Alipay'дин колдонуу шарттарын кабыл аласыз.
lo: ໂດຍການເລືອກ ຕໍ່ໄປ, ທ່ານຍອມຮັບຂໍ້ກຳນົດການໃຊ້ຂອງ Alipay.
lt: Pasirinkdami Pirmyn sutinkate su „Alipay“ naudojimo sąlygomis.
lv: Atlasot Tālāk, jūs piekrītat Alipay lietošanas noteikumiem.
mi: Mā te tīpako Panuku, e whakaae ana koe ki ngā Ture Whakamahi a Alipay.
mk: Избирајќи Следно, ги прифаќате условите на користење на Alipay.
ml: അടുത്തത് സെലക്റ്റ് ചെയ്യുന്നതിനാല്‍ Alipay നിബന്ധനകള്‍ നിങ്ങള്‍ അംഗീകരിക്കുന്നു.
mn: Дараах дээр товшоод Alipay-ийн Ашиглалтын нөхцлүүдийг зөвшөөрнө үү.
mr: पुढील निवडून, आपण Alipay वापराच्या अटी स्वीकारा
ms: Dengan memilih Seterusnya, anda menerima Terma Penggunaan Alipay.
mt: Meta tagħżel Li Jmiss, taċċetta t-Termini tal-Użu ta' Alipay.
ne: अर्को चयन गरी, तपाइँले Alipay को प्रयोगको सर्त स्वीकार गर्नुभयो।
nn_no: Dersom du vel Neste, godtek du vilkåra for bruk for Alipay
no: Ved å velge Neste godtar du bruksvilkårene for Alipay.
or: ପରବର୍ତ୍ତି ଚୟନ କରି, ଆପଣ Alipay ବ୍ୟବହାରର ସର୍ତ୍ତାବଳୀ ରାଜି ହୋଇଛନ୍ତି.
pa_arab_pk: اگلا منتخب کر کے، تسی Alipay ورت دی شرطاں قبول کردے او۔
pa_in: ਅੱਗੇ ਨੂੰ ਚੁਣ ਕੇ, ਤੁਸੀਂ Alipay ਦੀਆਂ ਉਪਯੋਗ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨਾਲ ਸਹਿਮਤ ਹੁੰਦੇ ਹੋ।
pl: Naciskając przycisk Dalej, akceptujesz warunki użytkowania usługi Alipay.
ru: Нажимая кнопку "Далее", вы принимаете условия использования Alipay.
sd: اڳيان کي چونڊڻ سان، توهان Alipay جون استعمال جون شرطون قبول ڪريو ٿا.
si: ඊළඟ යන්න තේරීමෙන්, ඔබ Alipay භාවිත නියමයන් පිළිගන්නෙහිය.
sl: Če izberete »Naprej«, sprejemate pogoje uporabe za Alipay.
sr_cyrl_rs: Ако кликнете на дугме „Даље“, прихватате услове коришћења услуге Alipay.
sr_latn_rs: Ako kliknete na dugme „Dalje“, prihvatate uslove korišćenja usluge Alipay.
sv: Genom att välja Nästa accepterar du användningsvillkoren för Alipay.
ta: அடுத்து என்பதை தேர்வு செய்வதன் மூலம், நீங்கள் Alipay பயன்பாட்டு விதிமுறைகளுக்கு ஒப்புக்கொள்கிறீர்கள்.
te: తదుపరిని ఎంచుకోవడం ద్వారా మీరు Alipay యొక్క ఉపయోగ నిబంధనలకు అంగీకరిస్తున్నారు.
tg: Бо интихобкунии Навбатӣ, шумо Шартҳои истифодаи Alipay-ро қабул мекунед.
th: เมื่อเลือก ถัดไป จะถือว่าคุณยอมรับข้อกำหนดการใช้งาน Alipay
tr: İleri seçeneğini tercih ettiğinizde Alipay Kullanım Koşulları'nı kabul etmiş olursunuz.
tt: "Алга" төймәсенә басып, сез Alipay Куллану шартларын кабул итәсез.
ug: «كېيىنكى» نى تاللىسىڭىز، Alipay ئىشلىتىش كېلىشىمىگە قوشۇلغان بولىسىز.
uk: Натискаючи кнопку "Далі", ви приймаєте умови використання Alipay.
ur: اگلا کو منتخب کرنے سے، آپ الیپے شرائط استعمال کو قبول کرتے ہیں۔
uz: Keyingini tanlash orqali Alipay Foydalanish shartlarini qabul qilasiz.
vi: Bằng cách chọn Tiếp theo, bạn chấp nhận Điều khoản Sử dụng của Alipay.
zh_hans: 通过选择“下一步”，即表示你接受支付宝使用条款。
zh_hant: 一旦選取 [下一步]，即表示您接受支付寶的「使用規定」。

# Literal.Alipay.TermsOfUseSequence1
source: By selecting
af: Deur die volgende te kies
am: ይህን በመምረጥ
ar: من خلال تحديد
as: চয়ন কৰি
az: Seçməklə
bg: Избирайки
bn_in: নির্বাচন করে
bs: Biranjem
cy: Trwy ddethol
da: Ved at markere
de: Durch Auswahl von
el: Επιλέγοντας
es: Al seleccionar
et: Valides
eu: Hau hautatuta:
fa: با انتخاب
ga: Ach é a roghnú
gd: Le bhith a’ taghadh
gl: Ao seleccionar
gu: પસંદ કરીને
he: על-ידי בחירת
hi: यह चुनकर
hr: Odabirom
hu: Ha ezt a gombot választja:
id: Dengan memilih
is: Með því að velja
ja: 次を選びます:
ka: თუ აირჩევთ
kk: Таңдау арқылы
kn: ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ
ko: 선택함으로써
ku_arab: لەگەڵ دەسنیشانکردنی
ky: Белгилөө менен
lo: ໂດຍການເລືອກ
lt: Pasirinkdami
lv: Atlasot
mi: Mā te tīpako
mk: Избирајќи
ml: ഇത് തിരഞ്ഞെടുക്കുന്നതിലൂടെ
mn: Үүнийг сонгосноор
mr: निवडून
ms: Dengan memilih
mt: Billi tagħżel
ne: चयन गरेर
nn_no: Ved å velje
no: Ved å velge
or: ଏହା ଚୟନ କରି
pa_arab_pk: منتخب کردیاں
pa_in: ਚੁਣਨ ਦੁਆਰਾ
pl: Naciskając przycisk
ru: Нажимая кнопку
sd: چونڊ ڪري
si: තෝරාගැනීමෙන්
sl: Če izberete
sr_cyrl_rs: Ако изаберете
sr_latn_rs: Ako izaberete
sv: Genom att välja
ta: தேர்ந்தெடுப்பதன் மூலம்
te: ఎంచుకోవడం ద్వారా
tg: Бо интихоб кардани
th: โดยการเลือก
tr: Şunu seçerek:
tt: Сез,
ug: سىز
uk: Натискаючи кнопку
ur: منتخب کر کے
uz: Tanlash orqali
vi: Bằng cách chọn
zh_hans: 选择
zh_hant: 一旦選取

# Literal.Alipay.Webblends.TermsOfUseSequence2
source: , you accept the
af: , jy aanvaar die
am: ፣ የሚከተለውን ተቀብለዋል
ar: ، أنت توافق على
as: , আপুনি স্বীকাৰ কৰিছে
az: , siz qəbul edirsiniz
bg: , приемате
bn_in: , আপনি স্বীকার করেন
bs: , prihvaćate
cy: , rydych yn derbyn
da: accepterer du
de: akzeptieren Sie die
el: , αποδέχεστε τους
es: , aceptas los
et: , nõustute
eu: , onartzen dituzu
fa: ، می‌پذیرید
ga: , glacann tú le
gd: , bidh thu a’ gabhail ri
gl: , estás a aceptar as
gu: , તમે સ્વીકારો છો
he: , אתה מקבל את
hi: , आप स्वीकार करते हैं
hr: , prihvaćate
hu: , Ön elfogadja az
id: , Anda menerima
is: , samþykkirðu
ja: 、次に同意したものと見なされます:
ka: , დაეთანხმებით
kk: , сіз қабылдайсыз
kn: , ನೀವು ಸಮ್ಮತಿಸುವಿರಿ
ko: , 다음에 동의
ku_arab: ، تۆ پەسەند دەکەیت
ky: , сиз кабыл аласыз
lo: , ທ່ານຍອມຮັບ
lt: , sutinkate su
lv: , jūs akceptējat
mi: , kei te whakaae koe
mk: , ги прифаќате
ml: , നിങ്ങൾ ഇത് അംഗീകരിക്കുന്നു
mn: , та үүнийг зөвшөөрч байна:
mr: , तुम्ही मान्य करत आहात
ms: , anda menerima
mt: , inti taċċetta l-
ne: , तपाइँ स्वीकार गर्नुहुन्छ
nn_no: , godtek du
no: , godtar du
or: , ସ୍ୱୀକାର କରୁଛନ୍ତି
pa_arab_pk: ، تُسی قبول کردے او
pa_in: , ਤੁਸੀਂ ਸਵੀਕਾਰ ਕਰੋ
pl: , akceptujesz
ru: , вы принимаете
sd: ، توهان قبول ڪريو ٿا
si: , ඔබ පිළිගනී
sl: , sprejmete
sr_cyrl_rs: , прихватате
sr_latn_rs: , prihvatate
sv: accepterar du
ta: , நீங்கள் ஏற்பது
te: , మీరు ఆమోదించండి
tg: , шумо
th: คุณยอมรับ
tr: şunu kabul etmiş olursunuz:
tt: төймәсенә басып,
ug: نى تاللاش ئارقىلىق بۇنىڭغا قوشۇلغان بولىسىز:
uk: , ви приймаєте
ur: ، آپ قبول کرتے ہیں
uz: , qabul qilasiz
vi: , bạn chấp nhận
zh_hans: ，即表示你接受
zh_hant: ，即表示您接受

# Literal.Alipay.Webblends.TermsOfUseSequence3
source: Alipay Terms Of Use
af: Alipay se gebruiksbepalings
am: Alipay የአጠቃቀም ውል
ar: شروط استخدام Alipay
as: Alipay ব্যৱহাৰৰ চৰ্তসমূহ
az: Alipay İstifadə Şərtləri
bg: Условия на използване на Alipay
bn_in: Alipay ব্যবহারের শর্তাবলী
bs: Uslovi korištenja usluge Alipay
cy: Telerau Defnydd Alipay
da: Alipays vilkår for anvendelse
de: Alipay-Nutzungsbedingungen
el: Όρους χρήσης Alipay
es: Términos de uso de Alipay
et: Alipay kasutustingimused
eu: Alipay erabiltzeko baldintzak
fa: شرایط استفاده از Alipay را
ga: Téarmaí úsáide Alipay
gd: teirmichean cleachdaidh Alipay
gl: Condicións de uso de Alipay
gu: Alipay ઉપયોગની શરતો
he: תנאי השימוש של Alipay
hi: Alipay उपयोग की शर्तें
hr: Uvjeti korištenja servisa Alipay
hu: Alipay használati feltételeit.
id: Ketentuan Penggunaan Alipay
is: Notkunarskilmálar Alipay
ja: Alipay の使用条件
ka: Alipay-ს გამოყენების პირობები
kk: Alipay пайдалану шарттары
kn: Alipay ಬಳಕೆಯ ನಿಯಮಗಳು
ko: Alipay 서비스 계약
ku_arab: مەرجەکانی بەکارهێنانی Alipay
ky: Alipay колдонуу шарттары
lo: ຂໍ້ກຳນົດການໃຊ້ Alipay
lt: „Alipay“ naudojimo sąlygos
lv: Alipay lietošanas nosacījumi
mi: Ngā Ture Whakamahi Alipay
mk: Услови на користење на Alipay
ml: Alipay ഉപയോഗ നിബന്ധനകൾ
mn: Alipay ашиглалтын нөхцлүүд
mr: Alipay वापर अटी
ms: Terma Penggunaan Alipay
mt: Termini tal-Użu ta' Alipay
ne: Alipay प्रयोग शर्तहरू
nn_no: Vilkår for bruk for Alipay
no: Vilkår for bruk for Alipay
or: Alipay ବ୍ୟବହାରର ସର୍ତ୍ତାବଳୀ
pa_arab_pk: Alipay ورتن دیاں شرطاں
pa_in: Alipay ਵਰਤੋ ਦੀਆਂ ਸ਼ਰਤਾਂ
pl: Warunki użytkowania usługi Alipay
ru: Условия использования Alipay
sd: Alipay استعمال جون شرطون
si: Alipay භාවිත නියමයන්
sl: pogoje uporabe storitve Alipay
sr_cyrl_rs: Alipay услове коришћења
sr_latn_rs: Alipay uslove korišćenja
sv: användningsvillkoren för Alipay
ta: Alipay -யின் பயன்பாட்டு விதிகள்
te: Alipay వినియోగ నిబంధనలు
tg: Шартҳои истифодаи Alipay-ро қабул мекунед
th: ข้อกำหนดในการใช้งาน Alipay
tr: Alipay Kullanım Koşulları
tt: Alipay Куллану шартларын кабул итәсез
ug: Alipay نى ئىشلىتىش شەرتلىرى
uk: Умови використання Alipay
ur: الیپے شرائطِ استعمال
uz: Alipay Foydalanish shartlari
vi: Điều khoản sử dụng Alipay
zh_hans: 支付宝使用条款
zh_hant: 支付寶使用規定

# Literal.Alipay.Xbox.TermsOfUseSequence2
source: , you accept the Alipay Terms Of Use.
af: , jy aanvaar die Alipay-gebruiksbepalings.
am: ፣ የAlipayን የአጠቃቀም ውል ተቀብለዋል።
ar: ، فأنت توافق على شروط استخدام Alipay.
as: , আপুনি Alipay ব্যৱহাৰৰ চৰ্তসমূহ স্বীকাৰ কৰিছে৷
az: , siz Alipay İstifadə Şərtlərini qəbul etmiş olursunuz.
bg: , приемате условията на използване на Alipay.
bn_in: , আপনি Alipay ব্যবহারের শর্তাবলী স্বীকার করেন।
bs: , prihvaćate uslove korištenja usluge Alipay.
cy: , rydych yn derbyn Telerau Defnydd Alipay.
da: accepterer du Alipays vilkår for anvendelse.
de: akzeptieren Sie die Nutzungsbedingungen von Alipay.
el: , αποδέχεστε τους Όρους χρήσης Alipay.
es: , aceptas los términos de uso de Alipay.
et: nõustute Alipay kasutustingimustega.
eu: , Alipay-ren Erabiltzeko baldintzak onartzen dituzula adierazten duzu.
fa: ، شرایط استفاده از Alipay را می‌پذیرید.
ga: , glacann tú le Téarmaí Úsáide Alipay.
gd: , aontaichidh tu ri teirmichean a’ chleachdaidh aig Alipay.
gl: , estás a aceptar as Condicións de uso de Alipay.
gu: , તમે Alipay ની ઉપયોગની શરતો સ્વીકારો છો.
he: , אתה מקבל את תנאי השימוש של Alipay.
hi: , आप Alipay के उपयोग की शर्तें स्वीकार करते हैं.
hr: , prihvaćate uvjete korištenja servisa Alipay.
hu: , Ön elfogadja az Alipay használati feltételeit.
id: , Anda menerima Ketentuan Penggunaan Alipay.
is: , samþykkirðu notkunarskilmála Alipay.
ja: 、Alipay の使用条件に同意したものと見なされます。
ka: , დაეთანხმებით Alipay-ს გამოყენების პირობებს.
kk: , сіз Alipay пайдалану шарттарын қабылдайсыз.
kn: , ನೀವು Alipay ಬಳಕೆಯ ನಿಯಮಗಳಿಗೆ ಸಮ್ಮತಿಸುತ್ತೀರಿ.
ko: , Alipay 서비스 계약에 동의하는 것입니다.
ku_arab: , مەرجەکانی بەکارهێنانی Alipay پەسەند دەکەیت.
ky: , сиз Alipay'дин колдонуу шарттарын кабыл аласыз.
lo: , ທ່ານຍອມຮັບຂໍ້ກຳນົດການໃຊ້ Alipay.
lt: , sutinkate su „Alipay“ naudojimo sąlygomis.
lv: , jūs akceptējat Alipay lietošanas nosacījumus.
mi: , kei te whakaae koe ki ngā Ture Whakamahi Alipay.
mk: , ги прифаќате условите на користење на Alipay.
ml: , നിങ്ങൾ Alipay ഉപയോഗ നിബന്ധനകൾ അംഗീകരിക്കുന്നു.
mn: , та Alipay-ийн Ашиглалтын нөхцлүүдийг зөвшөөрч байна.
mr: , तुम्ही Alipay च्या वापराच्या अटी मान्य करत आहात.
ms: , anda menerima Terma Penggunaan Alipay.
mt: , inti taċċetta t-Termini tal-Użu ta' Alipay
ne: , तपार्इंले Alipay को उपयोगका लागि सर्तहरू स्वीकार गर्नुहुन्छ।
nn_no: , godtek du vilkåra for bruk for Alipay.
no: , godtar du Vilkår for bruk for Alipay.
or: , ଆପଣ Alipay ବ୍ୟବହାରର ସର୍ତ୍ତାବଳୀ ସ୍ୱୀକାର କରୁଛନ୍ତି।
pa_arab_pk: تُسی Alipay ورتن دیاں شرطاں قبول کردے او۔
pa_in: , ਤੁਸੀਂ ਵਰਤੋਂ ਦੀਆਂ Alipay ਸ਼ਰਤਾਂ ਸਵੀਕਾਰ ਕਰੋ।
pl: , akceptujesz warunki użytkowania usługi Alipay.
ru: , вы принимаете Условия использования Alipay.
sd: ، توهان Alipay جون استعمال جون شرطون قبول ڪريو ٿا.
si: , ඔබ Alipay භාවිත නියමයන් පිළිගනී.
sl: , sprejmete pogoje uporabe storitve Alipay.
sr_cyrl_rs: , прихватате услове коришћења које прописује Alipay.
sr_latn_rs: , prihvatate uslove korišćenja koje propisuje Alipay.
sv: accepterar du användningsvillkoren för Alipay.
ta: , நீங்கள் Alipay -ன் பயன்படுத்தல் விதிமுறைகள் ஏற்கிறீர்கள்.
te: , మీరు Alipay వినియోగ నిబంధనలను ఆమోదించండి.
tg: , шумо Шартҳои истифодаи Alipay-ро қабул мекунед.
th: คุณยอมรับข้อกำหนดการใช้งาน Alipay
tr: Alipay Kullanım Koşulları’nı kabul etmiş olursunuz.
tt: , сез Alipay Куллану шартларын кабул итәсез.
ug: نى تاللاش ئارقىلىق Alipay نى ئىشلىتىش شەرتلىرىگە قوشۇلغان بولىسىز.
uk: , ви приймаєте Умови використання Alipay.
ur: ، آپ الیپے شرائط استعمال کو قبول کرتے ہیں۔
uz: , Alipay Foydalanish shartlarini qabul qilasiz.
vi: , bạn chấp nhận Điều khoản sử dụng Alipay.
zh_hans: ，即表示你接受支付宝使用条款。
zh_hant: ，即表示您接受支付寶的「使用規定」。

# Literal.Alipay.AccountError
source: Incorrectly formatted Alipay account
af: Inkorrekte geformatteerde Alipay-rekening
am: በትክክል ያልተቀረጸ የ Alipay መለያ
ar: حساب Alipay منسق بشكل غير صحيح
as: অশুদ্ধভাৱে ফৰ্মেট কৰা Alipay একাউণ্ট
az: Alipay hesabı düzgün formatlaşdırılmayıb
bg: Акаунт в Alipay с неправилен формат
bn_in: ত্রুটিপূর্ণভাবে বিন্যাসিত Alipay অ্যাকাউন্ট
bs: Nepravilno formatiran Alipay račun
cy: Cyfrif Alipay wedi'i fformatio'n anghywir
da: Forkert formateret Alipay-konto
de: Alipay-Konto im falschen Format
el: Εσφαλμένη μορφή λογαριασμού Alipay
es: Formato incorrecto de la cuenta de Alipay
et: Valesti vormindatu Alipay konto
eu: Alipay kontuaren formatua ez da zuzena
fa: حساب Alipay به دسترسی قالب‌بندی نشده است
ga: Cuntas Alipay nach bhfuil formáidithe i gceart
gd: Tha fòrmatadh ainm a’ chunntais Alipay cearr
gl: A conta Alipay formatouse incorrectamente
gu: ખોટી રીતે ફોર્મેટ કરેલ Alipay ખાતું
he: חשבון Alipay בעל תבנית שגויה
hi: गलत तरीके से स्वरूपित Alipay खाता
hr: Nepravilno oblikovan račun za Alipay
hu: Hibás formátumú Alipay-fiók
id: Akun Alipay diformat salah
is: Alipay-reikningur á röngu sniði
ja: Alipay アカウントの形式が正しくありません
ka: Alipay ანგარიშის ფორმატი არასწორია
kk: Дұрыс пішімделмеген Alipay тіркелгісі
kn: Alipay ಖಾತೆಯನ್ನು ತಪ್ಪಾಗಿ ಸ್ವರೂಪಿಸಲಾಗಿದೆ
ko: 잘못된 형식의 Alipay 계정
ku_arab: ئەژمێری Alipay بە ناراست فۆرماتکراوە
ky: Туура эмес форматталган Alipay каттоо жазуусу
lo: ບັນຊີ Alipay ທີ່ມີຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Netinkamas „Alipay“ paskyros formatas
lv: Nepareiza formāta Alipay konts
mi: Hōputu pūkete Alipay hē
mk: Неправилно форматирана сметка на Alipay
ml: തെറ്റായി ഫോര്‍മാറ്റ് ചെയ്ത Alipay അക്കൗണ്ട്
mn: Alipay дансны хэлбэржүүлэлт буруу
mr: चुकीच्या पद्धतीने स्वरूपित केलेले Alipay खाते
ms: Akaun Alipay tidak diformatkan dengan betul
mt: Kont ta' Alipay ifformattjat ħażin
ne: गलत रूपमा ढाँचा गरिएको Alipay खाता
nn_no: Alipay-kontoen har ikkje rett format
no: Alipay-kontoen har feil format
or: Alipay ଏକାଉଣ୍ଟ୍ ଭୁଲ୍ ଭାବରେ ଫର୍ମାଟ୍ ହୋଇଛି
pa_arab_pk: غلط وضع کیتا Alipay اکاؤنٹ
pa_in: ਗਲਤ ਫਾਰਮੈਟ ਕੀਤਾ Alipay ਖਾਤਾ
pl: Niepoprawnie sformatowane konto Alipay
ru: Учетная запись Alipay указана в неправильном формате
sd: غلط وضح ٿيل Alipay اڪائونٽ
si: වැරදි ලෙස ආකෘතිගත කළ Alipay ගිණුම
sl: Nepravilno oblikovan račun za Alipay
sr_cyrl_rs: Неправилно обликован Alipay налог
sr_latn_rs: Nepravilno oblikovan Alipay nalog
sv: Ogiltigt format för Alipay-konto
ta: தவறாக வடிவமைக்கப்பட்ட Alipay கணக்கு
te: Alipay ఖాతా తప్పుగా ఆకృతీకరించబడింది
tg: Ҳисоби Alipay дорои формати нодуруст мебошад
th: รูปแบบของบัญชี Alipay ไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş Alipay hesabı
tt: Alipay хисап язмасының форматы дөрес түгел
ug: Alipay ھېساباتى توغرا ئەمەس
uk: Обліковий запис Alipay указано в неправильному форматі
ur: غلط وضع کردہ الیپے اکاؤنٹ
uz: Noto‘g‘ri formatlangan Alipay hisob qaydnomasi
vi: Tài khoản Alipay có định dạng không chính xác
zh_hans: 支付宝帐户格式错误
zh_hant: 支付寶帳戶的格式不正確

# Literal.Alipay.MobileNumberError
source: Your mobile number should be 11 digits
af: Jou selfoonnommer moet 11 syfers wees
am: የእርስዎ ሞባይል ቁጥር 11 አሃዞች ያሉት መሆን አለበት
ar: يجب أن يتكون رقم الجوال الخاص بك من 11 رقماً
as: আপোনাৰ ম'বাইল নম্বৰ 11 টা অংকৰ হ'বই লাগিব
az: Mobil nömrəniz 11 rəqəmdən ibarət olmalıdır
bg: Мобилният номер трябва да има 11 цифри
bn_in: আপনার মোবাইল নম্বর অবশ্যই 11 সংখ্যার হতে হবে
bs: Broj mobitela treba imati 11 cifara
cy: Dylai eich rhif ffôn symudol fod yn 11 digid
da: Du har angivet forkert antal cifre i dit mobilnummer
de: Ihre Mobilfunknummer muss aus elf Ziffern bestehen.
el: Ο αριθμός του κινητού σας πρέπει να περιέχει 11 ψηφία
es: El número de móvil debe tener 11 dígitos
et: Teie mobiiltelefoni numbri pikkus peaks olema 11 numbrit
eu: 11 digituko telefono-zenbakia izan behar du
fa: شماره تلفن همراه باید ۱۱ رقم داشته باشد
ga: Ba chóir 11 digit a bheith i d'uimhir fón póca.
gd: Bu chòir dhan àireamh fòn-làimhe agad a bhith 11 àireamh a dh’fhaid
gl: O teu número de móbil debe ter 11 díxitos
gu: તમારો મોબાઇલ નંબર 11 અંકનો હોવો જોઈએ
he: מספר הטלפון הנייד שלך צריך לכלול 11 ספרות
hi: आपका मोबाइल नंबर 11 अंकोंं का होना चाहिए
hr: Broj mobilnog telefona mora sadržavati 11 znamenki
hu: A mobilszámnak 11 számjegyből kell állnia
id: Nomor ponsel Anda harus terdiri 11 digit
is: Farsímanúmerið þitt ætti að vera ellefu tölustafir
ja: 携帯電話番号は 11 桁である必要があります
ka: მობილური ტელეფონის ნომერი უნდა შეიცავდეს 11 ციფრს
kk: Ұялы телефон нөмірі 11 сан болуы керек
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯು 11 ಅಂಕಿಗಳನ್ನು ಹೊಂದಿರಬೇಕು
ko: 휴대폰 번호는 11자리여야 합닏
ku_arab: دەبێت ژمارەی مۆبایڵەکەت 11 رەنووس بێت
ky: Мобилдик номериңиз 11 сан болушу керек
lo: ເບີມືຖືຂອງ​ທ່ານ​ຄວນ​ມີ 11 ຕົວ​ເລກ
lt: Mobiliojo telefono numerį turi sudaryti 11 skaičių
lv: Jūsu mobilā tālruņa numuram ir jābūt 11 ciparus garam
mi: Kia 11 mati rawa tō tau pūkoro
mk: Бројот на мобилниот треба да има 11 цифри
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പർ 11 അക്കങ്ങൾ ആയിരിക്കണം
mn: Таны гар утасны дугаар 11 оронтой байх ёстой
mr: आपला मोबाइल नंबर 11 अंकी असला पाहिजे
ms: Nombor telefon bimbit anda patut mempunyai 11 digit
mt: In-numru tal-mowbajl tiegħek għandu jkollu 11-il ċifra
ne: तपाइँको मोबाइल नम्बर 11 अङ्कको हुनुपर्छ
nn_no: Mobilnummeret skal innehalde 11 tal
no: Mobilnummeret ditt skal bestå av 11 tall
or: ଆପଣଙ୍କର ମୋବାଇଲ୍ ନମ୍ଵର୍ ନିଶ୍ଚିତଭାବରେ 11 ଅଙ୍କ ବିଶିଷ୍ଟ ହେବା ଆବଶ୍ୟକ
pa_arab_pk: تہاڈے موبائل دا نمبر 11 عدد دا ہونا چاہیدا اے
pa_in: ਤੁਹਾਡਾ ਮੋਬਾਈਲ ਨੰਬਰ 11 ਅੰਕਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Numer telefonu komórkowego powinien mieć 11 cyfr
ru: Номер мобильного телефона должен состоять из 11 цифр
sd: توهانجو موبائل نمبر 11 ڊجٽ
si: ඔබගේ ජංගම දුරකථන අංකය සංඛ්යාංක 11ක් විය යුතුය
sl: Številka vašega mobilnega telefona mora vsebovati 11 števk
sr_cyrl_rs: Број мобилног телефона треба да се састоји од 11 цифара
sr_latn_rs: Broj mobilnog telefona treba da se sastoji od 11 cifara
sv: Ditt mobilnummer bör ha 11 siffror
ta: உங்கள் மொபைல் எண் 11 இலக்கங்களாக இருக்க வேண்டும்
te: మీ మొబైల్ నంబర్ తప్పనిసరిగా 11 అంకెలతో ఉండాలి
tg: Рақами мобилии шумо бояд 11 адад дошта бошад
th: หมายเลขโทรศัพท์ของคุณควรมี 11 หลัก
tr: Cep telefonu numaranız 11 rakamlı olmalıdır
tt: Мобиль телефон номерында 11 цифра булырга тиеш
ug: يانفون نومۇرىڭىز 11 خانا بولۇشى كېرەك
uk: Номер мобільного телефону має складатися з 11 цифр
ur: آپ کا موبائل نمبر 11 اعداد پر مشتمل ہونا چاہیے
uz: Mobil telefon raqami 11 xonadan iborat bo‘lishi lozim
vi: Số di động của bạn phải bao gồm 11 chữ số
zh_hans: 你的手机号码必须为 11 位数字
zh_hant: 行動電話號碼應該是 11 位數
