Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.TR.43
source: Kütahya
am: ኩትሃያ
as: কুটাহিয়া
bg: Кютахия
bn_in: কুতাহিয়া
bs: Kutahja
el: Κιουτάχεια
gu: કુતાહયા
he: ק טאיה
hi: कुताहया
ja: キュタヒヤ
ka: კუტაჰია
kk: Кютахья
kn: ಕುಟಾಹ್‌ಯಾ
ko: 퀴타히아
ku_arab: کوتاهیا
ky: Күтахия
lo: ກູຕາຢາ
lt: Kiutahija
lv: Kitahja
mk: Китаја
ml: കതാഹിയ
mn: Кютахья
ne: कुटाह्या
or: କୁତହୟା
pa_arab_pk: کےتھیا
ru: Кютахья
sd: ڪتايا
si: කුටහ්යා
sr_cyrl_rs: Кутахја
sr_latn_rs: Kutahja
te: కాల్హా
tg: Кутаня
th: กือตาห์ยา
tt: Кютахья
ug: كۈتاھيا
uk: Кютаг'я
ur: کتاہیا
uz: Kutahya
zh_hans: 屈塔希亚
zh_hant: 屈塔希亞

# Word.State.TR.44
source: Malatya
am: ማላትያ
ar: ملطية
as: মালাটিয়া
bg: Малатия
bn_in: মালাতিয়া
bs: Malatja
el: Μαλάτεια
gu: માલત્યા
he: מלאטיה
hi: मालत्या
ja: マラティヤ
ka: მალატია
kk: Малатья
kn: ಮಲಾಟ್ಯಾ
ko: 말라티아
ku_arab: مالاتیە
ky: Малатйа
lo: ມາລາດຢາ
lt: Malatija
lv: Malatja
mk: Малатија
ml: മലാത്യ
mn: Малатья
mr: मालत्या
ne: मालाट्या
or: ମାଲାଟୟା
pa_arab_pk: ملاتیا
pa_in: ਮਾਲਤਯਾ
ru: Малатья
sd: مالاتيا
si: මැලටියා
sr_cyrl_rs: Малатија
sr_latn_rs: Malatija
te: మలయా
tg: Маталия
th: มาลัตยา
tt: Малатья
ug: مالاتيا
uk: Малатья
ur: ملاٹیا
zh_hans: 马拉蒂亚
zh_hant: 馬拉蒂亞

# Word.State.TR.45
source: Manisa
am: ማኒሲያ
ar: مانيسا
as: মানিচা
bg: Маниса
bn_in: মানিসা
el: Μανίσα
gu: માનીસા
he: מניסה
hi: मनीसा
ja: マニサ
ka: მანისა
kk: Маниса
kn: ಮಾನಿಸಾ
ko: 마니사
ku_arab: مانیسا
ky: Маниса
lo: ມານີສາ
mk: Маниса
ml: മനിസ
mn: Маниса
mr: मानिसा
ne: मानिसा
or: ମନିସା
pa_arab_pk: منیساء
pa_in: ਮਨਿਸਾ
ru: Маниса
sd: مانسيا
si: මැනිසා
sr_cyrl_rs: Маниса
te: మనిషా
tg: Маниса
th: มานิซา
tt: Маниса
ug: مانىسا
uk: Маніса
ur: منیسا
zh_hans: 马尼萨
zh_hant: 馬尼薩

# Word.State.TR.46
source: Kahramanmaraş
am: ካሃራማናማራስ
as: কাহ্ৰামান্মাৰা
bg: Кахраманмараш
bn_in: কাহরামানমারাশ
bs: Kahramanmaraš
da: Kahramanmarasş
el: Καχραμανμαράς
gu: કાહરામનમારા
he: קרמאנמארה
hi: काहरामैनमारस
ja: カフラマンマラシュ
ka: კაჰრამანმარა
kk: Кахраманмараш
kn: ಕಾರ್ಹಾಮಾನ್ಮರಾಸ್
ko: 카라만마라슈
ku_arab: قەهرەمانمارەش
ky: Кахраманмара
lo: ຄາຣາມານມາຣາ
lt: Kachramanmarašas
lv: Kahramanmaraša
mk: Кахраманмараш
ml: കഹ്രാമന്‍‌മര
mn: Кахраманмараш
ne: कर्मानमारा
or: କାହରମନମାରା
pa_arab_pk: خارامنمارا
pa_in: ਕਹਰਾਮਨਮਾਰਾ
ru: Кахраманмараш
sd: ڪاهرامانمارا
si: කහ්රමාන්මාරාස්
sr_cyrl_rs: Караманмараш
sr_latn_rs: Karamanmaraš
te: కాహర్మన్నాల్
tg: Қаҳрамонмарай
th: กาห์รามันมาราส
tt: Каһраманмараш
ug: قەھرىمانماراش
uk: Каграманмараш
ur: کہرامانمارس
zh_hant: 卡赫拉曼馬拉什

# Word.State.TR.47
source: Mardin
am: ማርዲን
ar: ماردين
as: মাৰ্ডিন
bg: Мардин
bn_in: মারদিন
el: Μαρντίν
gu: માર્ડિન
he: מרדין
hi: मार्डिन
ja: マラディン
ka: მარდინი
kk: Мардин
kn: ಮಾರ್ಡಿನ್
ko: 마르딘
ku_arab: ماردین
ky: Мардин
lo: ມາດິນ
lv: Mardina
mk: Мардин
ml: മര്‍ദിന്‍
mn: Мардин
mr: मर्दिन
ne: मार्डिन
or: ମାରଡିନ୍
pa_arab_pk: مردن
pa_in: ਮਾਰਡਿਨ
ru: Мардин
sd: ماردن
si: මාර්ඩින්
sr_cyrl_rs: Мардин
te: మార్డిన్
tg: Мардин
th: มาร์ดิน
tt: Мардин
ug: ماردىن
uk: Мардин
ur: مردین
zh_hans: 马尔丁
zh_hant: 馬爾丁

# Word.State.TR.48
source: Muğla
am: ሙግላ
as: মুগ্লা
bg: Мугла
bn_in: মুলা
bs: Mula
el: Μούγλα
gu: મુલા
he: מו לה
hi: मुग्ला
hr: Mugla
ja: ムーラ
ka: მუგლა
kk: Мугла
kn: ಮುಗಿಯಾ
ko: 무글라
ku_arab: موگلا
ky: Муйла
lo: ມູğລາ
lv: Mugla
ml: മുലാ
mn: Мугла
ne: मुग्ला
or: ମୁଗଲା
pa_arab_pk: موہلا
pa_in: ਮੂਲਾ
ru: Мугла
sd: مگلا
si: මුග්ලා
te: ముఫ్లా
tg: Мулша
th: มุสลา
tt: Мугла
ug: مۇغلا
uk: Мугла
ur: مگلا
uz: Mugla
zh_hant: 穆埃拉

# Word.State.TR.49
source: Muş
am: ሙስ
as: মু
bg: Муш
bn_in: মুশ
bs: Muš
el: Μους
gu: મ્યુ
he: מו
hi: मुस
ja: ムシュ
ka: მუ
kk: Муш
kn: ಮುಸ್
ko: 무슈
ku_arab: مو
ky: Муа
lo: ມູ
lv: Muša
ml: മു
mn: Муш
ne: मुस
or: ମୁସ୍
pa_arab_pk: موہ
pa_in: ਮੂ
ru: Муш
sd: موس
si: මුස්
te: ము
tg: Муш
th: มุช
tt: Муш
ug: مۇش
uk: Муш
ur: مو
uz: Mush
zh_hant: 木斯

# Word.State.TR.50
source: Nevşehir
am: ኔቪሼር
as: নেভচেহিৰ
bg: Невшехир
bn_in: নেভশেহির
bs: Nevšehir
el: Νεβσεχίρ
gu: નવસેહિર
he: נב אהיר
hi: नेवशेहिर
ja: ネヴェシヒル
ka: ნევშეჰირი
kk: Невшехир
kn: ನೆವ್‌ಸೆಹಿರ್
ko: 네브셰히르
ku_arab: نەڤەچیر
ky: НевеФехир
lo: ເນັບşເຮຍ
lv: Nevšehira
mk: Невехир
ml: നെവെഹിര്‍
mn: Невшехир
ne: नेभसेहिर
or: ନେଭାସେହିର୍
pa_arab_pk: نیواہیر
ru: Невшехир
sd: نيوسيهر
si: නෙව්සෙහිර්
sr_cyrl_rs: Невшехир
sr_latn_rs: Nevšehir
te: నెవర్హిల్
tg: Невшеҳир
th: เนฟเชฮีร์
tt: Невшеһир
ug: نەۋشەھەر
uk: Невшегір
ur: نیویہر
uz: Nevshehir
zh_hant: 內夫謝希爾

# Word.State.TR.51
source: Niğde
am: ኒድጅ
as: নিগ্দে
bg: Нигде
bn_in: নিদে
bs: Nide
el: Νίγδη
gu: નીડે
he: מי דה
hi: निग्दे
hr: Nigde
ja: ニーデ
ka: ნიგდე
kk: Нигде
kn: ನಿಗ್ಡೆ
ko: 니데
ku_arab: نیگدە
ky: Нийде
lo: ນີğເດ
lv: Nigde
ml: നിദെ
mn: Нигде
ne: निग्डे
or: ନିଗଡେ
pa_arab_pk: نیںدی
ru: Нигде
sd: نگدي
si: නිග්දේ
sr_cyrl_rs: Нигде
sr_latn_rs: Nigde
te: నిఫ్‌డే
tg: Нишде
th: นีเด
tt: Нигъдә
ug: نىغدە
uk: Ніґде
ur: نگڈے
uz: Nigde
zh_hant: 尼代

# Word.State.TR.52
source: Ordu
am: ኦርዱ
ar: أردو
as: ওৰ্ডু
bg: Орду
bn_in: ওর্দু
el: Ορντού
gu: ઓર્ડુ
he: אורדו
hi: ऑर्दू
ja: オルドゥ
ka: ორდუ
kk: Орду
kn: ಓರ್ಡು
ko: 오르두
ku_arab: ئۆردو
ky: Орду
lo: ອໍດູ
mk: Орду
ml: ഒര്‍ദു
mn: Орду
mr: ओरडू
ne: उर्दु
or: ଓର୍ଡୁ
pa_arab_pk: اوردو
pa_in: ਓਰਦੂ
ru: Орду
sd: اوردو
si: ඔර්ඩු
sr_cyrl_rs: Орду
te: వోర్డు
tg: Ӯрду
th: ออร์ดู
tt: Орду
ug: ئوردۇ
uk: Орду
ur: اورڈو
zh_hans: 奥尔杜
zh_hant: 奧爾杜省

# Word.State.TR.53
source: Rize
am: ራይዝ
ar: ريزه
as: ৰিজ
bg: Ризе
bn_in: রিযে
el: Ρίζε
gu: રાઇઝ
he: ריזה
hi: राइज़
ja: リゼ
ka: რიზე
kk: Ризе
kn: ರೈಜ್
ko: 리제
ku_arab: ریزە
ky: Ризе
lo: ຣີຊ
lt: Rizė
mk: Ризе
ml: റിസെ
mn: Ризе
mr: रिझे
ne: रिज
or: ରିଜେ
pa_arab_pk: رضی
pa_in: ਰਾਇਜ਼
ru: Ризе
sd: رائيز
si: රිසේ
sr_cyrl_rs: Ризе
te: రైజే
tg: Ризе
th: ริเซ
tt: Ризе
ug: رىزە
uk: Різе
ur: رائز
zh_hans: 里泽
zh_hant: 里澤

# Word.State.TR.54
source: Sakarya
am: ሳክሪያ
ar: سقاريا
as: চাকাৰিয়া
bg: Сакария
bn_in: সাকারিয়া
bs: Sakarja
el: Σαγγάριος
gu: સકાર્યા
he: סאקאריה
hi: साकार्या
ja: サカリヤ
ka: საკარია
kk: Сакарья
kn: ಸಕಾರ್ಯಾ
ko: 사카리아
ku_arab: ساکاریا
ky: Сакарйа
lo: ຊາກາຢາ
lv: Sakarja
mk: Сакарја
ml: സകാര്യ
mn: Сакарья
mr: सकार्या
ne: साकार्‍या
or: ସାକରୟା
pa_arab_pk: سکاریا
pa_in: ਸਕਾਰਯਾ
ru: Сакарья
sd: ساڪاريا
si: සකාර්යා
sr_cyrl_rs: Сакарја
sr_latn_rs: Sakarja
te: సాకాన్య
tg: Сакяра
th: ซาการ์ยา
tt: Сакарья
ug: ساكاريا
uk: Сакар'я
ur: سکاریا
zh_hans: 萨卡里亚
zh_hant: 薩卡里亞省

# Word.State.TR.55
source: Samsun
am: ሳምሰን
ar: صامسون
as: চামচুন
bg: Самсун
bn_in: সামসুন
el: Αμισός
gu: સેમસન
he: סמסון
hi: सैमसन
ja: サムスン
ka: სამსუნი
kk: Самсун
kn: ಸ್ಯಾಮ್‌ಸುನ್
ko: 삼순
ku_arab: سامسۆن
ky: Самсун
lo: ຊໍາຊຸນ
lt: Samsunas
lv: Samsuna
mk: Самун
ml: സാംസന്‍
mn: Самсун
mr: साम्सून
ne: सामसुन
or: ସାମସୁନ୍
pa_arab_pk: سمسن
pa_in: ਸੈਮਸਨ
ru: Самсун
sd: سامسن
si: සැම්සුන්
sr_cyrl_rs: Самсун
te: శామ్‌సన్
tg: Самсун
th: ซัมซุน
tt: Самсун
ug: سامسۇن
uk: Самсун
ur: سیمسن
zh_hans: 萨姆松
zh_hant: 薩姆松

# Word.State.TR.56
source: Siirt
am: ሲርት
ar: سعرد
as: চিৰ্ট
bg: Сиирт
bn_in: সির্ত
bs: Sirt
el: Σιίρτ
gu: સિર્ટ
he: סיאירט
hi: सीर्ट
ja: スィイルト
ka: სიირტი
kk: Сиирт
kn: ಸಿರ್ಟ್
ko: 시르트
ku_arab: سیرت
ky: Сиирт
lo: ເສີດ
lt: Sirtas
lv: Siirta
mk: Сирт
ml: സിര്‍ത്
mn: Сиирт
mr: सीइर्टी
ne: साइर्ट
or: ସିରିଟ୍
pa_arab_pk: سیرت
pa_in: ਸਾਇਰਤ
ru: Сиирт
sd: سرٽ
si: සිර්ට්
sr_cyrl_rs: Сирт
sr_latn_rs: Sirt
te: సిరిట్
tg: Сиирт
th: ซีร์ต
tt: Сиирт
ug: سىئىرت
uk: Сіірт
ur: سیئرٹ
zh_hans: 锡尔特
zh_hant: 錫爾特省

# Word.State.TR.57
source: Sinop
am: ሲንፓ
ar: سينوب
as: চাইনোপ
bg: Синоп
bn_in: সিনোপ
el: Σινώπη
gu: સિનોઅ
he: סינופ
hi: साइनॉप
ja: スィノブ
ka: სინოპი
kk: Синоп
kn: ಸಿನೋಪ್
ko: 시놉
ku_arab: سینۆپ
ky: Синоп
lo: ຊີໂນບ
lv: Sinopa
mk: Синоп
ml: സിനോപ്
mn: Синоп
mr: सिनोप
ne: साइनप
or: ସିନୋପ୍
pa_arab_pk: سینوپ
pa_in: ਸਾਇਨੋਪ
ru: Синоп
sd: سنوپ
si: සිනොප්
sr_cyrl_rs: Синоп
te: సినోప్
tg: Синоп
th: ซีนอป
tt: Синоп
ug: سىنوپ
uk: Сіноп
ur: سینوپ
zh_hans: 锡诺普
zh_hant: 錫諾普省

# Word.State.TR.58
source: Sivas
am: ሲቫስ
ar: سيواس
as: চিভাছ
bg: Сивас
bn_in: সিভাস
el: Σεβάστεια
gu: સિવાસ
he: סיבאס
hi: सिवास
ja: スィヴァス
ka: სივასი
kk: Сивас
kn: ಸಿವಾಸ್
ko: 시바스
ku_arab: سیڤاس
ky: Сивас
lo: ຊີວາສ
lt: Sivasas
lv: Sivasa
mk: Сивас
ml: സിവാസ്
mn: Сивас
mr: सिवास
ne: साइभस
or: ସିଭାସ୍
pa_arab_pk: سیوس
pa_in: ਸਿਵਾਸ
ru: Сивас
sd: سواس
si: සිවාස්
sr_cyrl_rs: Сивас
te: సివాస్
tg: Сивас
th: ซีวัส
tt: Сивас
ug: سىۋاس
uk: Сівас
ur: سیواس
zh_hans: 锡瓦斯
zh_hant: 錫瓦斯

# Word.State.TR.59
source: Tekirdağ
am: ትኪሪዳግ
as: টেক্ৰিডাগ
bg: Родосто
bn_in: তেকিরদা
bs: Tekirdag
da: Tekirdagğ
el: Τεκιρντάγ
gu: ટિકિર્ડા
he: טקירדה
hi: टेकिडाग
ja: テキルダー
ka: ტეკირდა
kk: Текирдаг
kn: ಟೆಕಿರ್‌ಡಾಗ್
ko: 테키르다
ku_arab: تەکریدا
ky: Текирда
lo: ເຕີເຄຍດາ
lt: Tekirdahas
lv: Tekirdaga
mk: Текирда
ml: തെകിര്‍ദ
mn: Текирдаг
ne: टेकिर्दा
or: ତେକିରଦାଗ୍
pa_arab_pk: تیکردا
pa_in: ਤੇਕਿਰਦਾ
ru: Текирдаг
sd: ٽچيرا
si: ටෙකිර්ඩාග්
sr_cyrl_rs: Текирдаг
sr_latn_rs: Tekirdag
te: టెక్రిడాల్
tg: Текирдаш
th: ตกีร์ดา
tt: Текирдаг
ug: تەكىرتاغ
uk: Текірдаґ
ur: ٹیکرڈگ
uz: Tekirdag
zh_hant: 泰基爾達

# Word.State.TR.60
source: Tokat
am: ቶካት
ar: توقات
as: টোকাট
bg: Токат
bn_in: তোকাত
el: Τοκάτ
gu: ટોકાટ
he: טוקאט
hi: टोकाट
ja: トカト
ka: ტოკატი
kk: Токат
kn: ಟೋಕ್ಟ್
ko: 토카트
ku_arab: تۆکات
ky: Токат
lo: ໂຕຄາດ
lt: Tokatas
lv: Tokata
mk: Токат
ml: തോകത്
mn: Токат
mr: टोकात
ne: टोकाट
or: ଟୋକାଟ
pa_arab_pk: توکت
pa_in: ਤੌਕਾਤ
ru: Токат
sd: ٽوڪاٽ
si: ටොකාට්
sr_cyrl_rs: Токат
te: టోకాట్
tg: Тоқат
th: โตกัต
tt: Токат
ug: توقات
uk: Токат
ur: توکات
zh_hans: 托卡特
zh_hant: 托卡特

# Word.State.TR.61
source: Trabzon
am: ትራብዞን
ar: طرابزون
as: ট্ৰাবজোন
bg: Трабзон
bn_in: ট্রাবজোন
el: Τραπεζούντα
es: Trebisonda
gu: ટ્રેબઝોન
he: טרבזון
hi: ट्रेब्ज़ोन
ja: トラブゾン
ka: ტრაბზონი
kk: Трабзон
kn: ಟ್ರಾಬ್ಜೋನ್
ko: 트라브존
ku_arab: ترابزۆن
ky: Трабзон
lo: ຕຣາບຊອນ
lt: Trabzonas
lv: Trabzona
mk: Трабзон
ml: ട്രാബ്‌സന്‍
mn: Трабзон
mr: त्राबझोन
ne: ट्राब्जोन
or: ଟ୍ରାବଜୋନ୍
pa_arab_pk: تربذن
pa_in: ਤਰਾਬਜ਼ੋਨ
ru: Трабзон
sd: ترابزون
si: ට්‍රැබ්සොන්
sr_cyrl_rs: Трапезунт
sr_latn_rs: Trapezunt
te: ట్రాబ్జాన్
tg: Трабзон
th: แตรบซอน
tt: Трабзон
ug: ترابزون
uk: Трабзон
ur: تراب زون
zh_hans: 特拉布宗
zh_hant: 特拉布宗

# Word.State.TR.62
source: Tunceli
am: ቱንሲሊ
ar: تونجلي
as: টানচেলি
bg: Тунджели
bn_in: তুনজেলি
bs: Tunčeli
el: Τουντσελί
gu: ટ્યુનેસિલ
he: טונצ'לי
hi: ट्युन्सीली
ja: トゥンジェリ
ka: ტუნჯელი
kk: Тунджели
kn: ಟುನ್ಸೆಲಿ
ko: 툰셀리
ku_arab: تونجەلی
ky: Тункели
lo: ຕູນເຊລ
lv: Tundželi
mk: Тунџели
ml: ടുന്‍സെലി
mn: Тунжели
mr: तुन्सेली
ne: टन्सेली
or: ଟୁନସେଲି
pa_arab_pk: تنسیلی
pa_in: ਤਨਸੇਲੀ
ru: Тунджели
sd: ٽنسيلي
si: ටුන්සෙලි
sr_cyrl_rs: Тунџели
sr_latn_rs: Tundželi
te: ట్యూసెల్లీ
tg: Тунчели
th: ตุนเจลี
tt: Тунҗәли
ug: تۇنجەلى
uk: Тунджели
ur: تونسیلی
uz: Tunjeli
zh_hans: 通杰利
zh_hant: 通傑利

# Word.State.TR.63
source: Sanlıurfa
am: ሳንሉርፋ
as: চানলিউৰ্ফা
az: Şanlıurfa
bg: Шанлъурфа
bn_in: শানলিউরফা
bs: Sanliurfa
el: Σανλιούρφα
gu: સેનલીઅર્ફા
he: סאנל אורפה
hi: सेंलिर्फा
hr: Şanliurfa
ja: シャンルウルファ
ka: სანლიურფა
kk: Шанлыурфа
kn: ಸ್ಯಾನ್‌ಲುರ್ಫಾ
ko: 샨리우르파
ku_arab: سانیلورفە
ky: Санлөрфа
lo: ຊານນີıອູຟາ
lv: Šanliurfa
mk: Шанлурфа
ml: സാന്‍‌ലുıര്‍ഫ
mn: Шанлыурфа
ne: सन्लिउर्फा
or: ସାନଲ୍ଉରଫା
pa_arab_pk: سنلارفا
ru: Шанлыурфа
sd: سانورفا
si: සැන්ලියුර්ෆා
sr_cyrl_rs: Шанлијурфа
sr_latn_rs: Šanlijurfa
te: సనోఫా
tg: Саншурфа
th: ชานลึอูร์ฟา
tr: Şanlıurfa
tt: Шанлыурфа
ug: سانلىئۇرفا
uk: Шанлиурфа
ur: سنالرفا
zh_hant: 尚勒烏爾法

# Word.State.TR.64
source: Uşak
am: ኡሳክ
as: উচাক
bg: Ушак
bn_in: উশাক
bs: Ušak
el: Ουσάκ
gu: યુઆક
he: או אק
hi: उसक
ja: ウシャク
ka: უშაკი
kk: Ушак
kn: ಉಸಾಕ್
ko: 우샤크
ku_arab: ئوچاک
ky: Учак
lo: ອູşອາກ
lv: Ušaka
ml: ഉവാക്
mn: Ушак
ne: युसाक
or: ୟୁସାକ୍
pa_arab_pk: یواک
ru: Ушак
sd: يوساڪ
si: යුසක්
te: యులాక్
tg: Улак
th: อูชัก
tt: Ушак
ug: ئۇشاق
uk: Ушак
ur: اواک
uz: Ushak
zh_hant: 烏沙克

# Word.State.TR.65
source: Van
af: Vanuatu
am: ቫን
ar: فان
as: ভান
bg: Ван
bn_in: ভান
el: Βαν
gu: વેન
he: ואן
hi: वैन
ja: ヴァン
ka: ვანი
kk: Ван
kn: ವ್ಯಾನ್
ko: 밴
ku_arab: وان
ky: Ван
lo: ວານ
lv: Vana
mk: Ван
ml: വാന്‍
mn: Ван
mr: वान
ne: वन
or: ଭାନ୍
pa_arab_pk: وین
pa_in: ਵੈਨ
pl: Wan
ru: Ван
sd: وان
si: වාන්
sr_cyrl_rs: Ван
te: వాన్
tg: Ван
th: วาน
tt: Ван
ug: ۋان
uk: Ван
ur: وان
zh_hans: 凡城
zh_hant: 凡城

# Word.State.TR.66
source: Yozgat
am: ዮዝጋት
ar: يوزغات
as: য়োজগেট
az: Yozqat
bg: Йозгат
bn_in: ইয়োজগাত
bs: Jozgat
el: Γιοζγκάτ
gu: યોઝગટ
he: יוזגאט
hi: योज़गट
ja: ヨズガト
ka: იოზგატი
kk: Йозгат
kn: ಯೋಜ್‌ಗ್ಯಾಟ್
ko: 요즈가트
ku_arab: یازگات
ky: Йозгат
lo: ຢັອກກາດ
lt: Jozgatas
lv: Jozgata
mk: Јозгат
ml: യോസ്‌ഗത്
mn: Йозгат
mr: योझगट
ne: योजाग्ट
or: ୟୋଜଗାଟ୍
pa_arab_pk: یوزگٹ
pa_in: ਯੋਜ਼ਗੈਟ
ru: Йозгат
sd: يوزگات
si: යොස්ගාට්
sr_cyrl_rs: Јозгат
sr_latn_rs: Jozgat
te: యోజోగాట్
tg: Ёзгат
th: ยอซกัต
tt: Йозгат
ug: يوزگات
uk: Йозґат
ur: یوزگاٹ
zh_hans: 约兹加特
zh_hant: 約茲加特

# Word.State.TR.67
source: Zonguldak
am: ዞንጉልዳክ
ar: زونغولداق
as: জোঙুলডাক
az: Zonquldak
bg: Зонгулдак
bn_in: যোনগুলদাক
el: Ζονγκουλντάκ
gu: ઝોંગુલડાક
he: זונגולדק
hi: ज़ोंगुल्डाक
ja: ゾングルダク
ka: ზონგულდაკი
kk: Зонгулдак
kn: ಝುಂಗುಲ್ಡಾಕ್
ko: 종굴닥
ku_arab: زۆنگولداک
ky: Зонгулдак
lo: ຊົງກູລດາກ
lt: Zonguldakas
lv: Zonguldaka
mk: Зонгулдак
ml: സോംഗുല്‍ദക്
mn: Зонгулдак
mr: झॉन्गुलडाक
ne: जोन्गुल्डाक
or: ଜୋନଗୁଲଡାକ୍
pa_arab_pk: زونگلدک
pa_in: ਜ਼ੋਂਗੂਲਦੈਕ
ru: Зонгулдак
sd: زونگلدڪ
si: සොන්ගුල්ඩාක්
sr_cyrl_rs: Зонгулдак
tg: Зогулдак
th: ซองกุลดัก
tt: Зонгулдак
ug: زونگۇلداق
uk: Зонґулдак
ur: زونگولڈاک
zh_hans: 宗古尔达克
zh_hant: 宗古爾達克省

# Word.State.TR.68
source: Aksaray
am: አክሳራይ
ar: آق سراي
as: অক্ষৰয়
bg: Аксарай
bn_in: আকসারায়
bs: Aksaraj
el: Ακσαράι
gu: એક્સારે
he: אקסאראי
hi: एक्सारे
ja: アクサライ
ka: აკსარაი
kk: Аксарай
kn: ಅಕ್ಸಾರೇ
ko: 악사라이
ku_arab: ئاکسەرای
ky: Аксарай
lo: ອາກຊາໄຣ
lt: Aksarajus
lv: Aksaraja
mk: Аксарај
ml: അക്‍സരായ്
mn: Аксарай
mr: अक्सराय
ne: आक्सर्‍या
or: ଅକସରାୟ
pa_arab_pk: ایکسارے
pa_in: ਅਕਸਰਾਏ
ru: Аксарай
sd: اڪساراي
si: ඇක්සරේ
sr_cyrl_rs: Аксарај
sr_latn_rs: Aksaraj
te: జొంగుల్ డాక్
tg: Оқсарой
th: อักซาไร
tt: Аксарай
ug: ئاقساراي
uk: Аксарай
ur: اکسرے
zh_hans: 阿克萨拉伊
zh_hant: 阿克薩賴省

# Word.State.TR.69
source: Bayburt
am: ቤይበርት
ar: بايبورت
as: বেবাৰ্ট
bg: Байбурт
bn_in: বায়বুর্ত
bs: Bajburt
el: Μπειμπούρτ
gu: બેબર્ટ
he: בייבורת
hi: बेबर्ट
ja: バイブルト
ka: ბაიბურტი
kk: Байбурт
kn: ಬೇಬುರ್ಟ್
ko: 베이버트
ku_arab: بەیبورت
ky: Байбурт
lo: ເບເບີດ
lv: Bajburta
mk: Бајбурт
ml: ബേബര്‍ട്
mn: Байбурт
mr: बेबर्ट
ne: बेबर्ट
or: ବେବୁର୍ଟ୍
pa_arab_pk: بیےبرٹ
pa_in: ਬੇਅਬਰਟ
ru: Байбурт
sd: بيبرٽ
si: බේබර්ට්
sr_cyrl_rs: Бајбурт
sr_latn_rs: Bajburt
te: బేబర్ట్
tg: Байбурт
th: ไบบูร์ต
tt: Байбурт
ug: بايبۇرت
uk: Байбурт
ur: بے برٹ
zh_hans: 巴伊布尔特
zh_hant: 巴伊布爾特

# Word.State.TR.70
source: Karaman
am: ካራማን
ar: قرامان
as: কাৰামান
bg: Караман
bn_in: কারামান
el: Καραμάν
gu: કારામન
he: קראמן
hi: करामन
ja: カラマン
ka: კარამანი
kk: Караман
kn: ಕ್ಯಾರಾಮಾನ್
ko: 카라만
ku_arab: قارەمان
ky: Караман
lo: ຄາຣາມານ
lt: Karamanas
lv: Karamana
mk: Караман
ml: കരമാന്‍
mn: Караман
mr: केरमन
ne: कारामन
or: କାରାମାନ୍
pa_arab_pk: کرامن
pa_in: ਕਰਮਨ
ru: Караман
sd: ڪارامان
si: කමරන්
sr_cyrl_rs: Караман
te: కారామన్
tg: Караман
th: การามัน
tt: Караман
ug: كارامان
uk: Караман
ur: کارامان
zh_hans: 卡拉曼
zh_hant: 卡拉曼

# Word.State.TR.71
source: Kırıkkale
am: ኪሪካሌ
as: কিৰিক্কালে
bg: Къръккале
bn_in: কিরিরিক্কালে
el: Κιρίκαλε
gu: કિરિકલ
he: ק ר קלאה
hi: किर्कलरेली
hr: Karakale
ja: クルクカレ
ka: კირიკკალე
kk: Кырыккале
kn: ಕಿರಿಕ್ಕಾಲೆ
ko: 키리칼레
ku_arab: کیریکالی
ky: Кириккале
lo: ຄıຣıຄາເລ
lv: Kirikale
ml: കıര്‍ıക്കാലെ
mn: Кырыккале
ne: किरक्काले
or: କିରିକାଲେ
pa_arab_pk: کےککیکے
ru: Кырыккале
sd: ڪڪالي
si: කිරික්කාලේ
sr_cyrl_rs: Кирикале
sr_latn_rs: Kirikale
te: కిల్‌కాలే
tg: Қоруқққале
th: กึรึกกาเล
tt: Кырыккале
ug: قىرىققەلئە
uk: Кириккале
ur: کاراکلے
zh_hant: 克勒克卡萊

# Word.State.TR.72
source: Batman
am: ባትማን
ar: بطمان
as: বেটমেন
bg: Батман
bn_in: বাতমান
el: Μπατμάν
gu: બેટમેન
he: בטמן
hi: बैटमैन
ja: バトマン
ka: ბატმანი
kk: Батман
kn: ಬ್ಯಾಟ್ಮನ್
ko: 바트만
ku_arab: باتمان
ky: Батман
lo: ແບດແມນ
lt: Batmanas
lv: Batmana
mk: Батман
ml: ബാറ്റ്‌മാന്‍
mn: Батман
mr: बॅटमॅन
ne: ब्याटम्यान
or: ବାଟ୍‌ମେନ୍
pa_arab_pk: بٹ مین
pa_in: ਬੈਟਮੈਨ
ru: Батман
sd: بيٽمين
si: බැට්මෑන්
sr_cyrl_rs: Батман
te: బాట్‌మ్యాన్
tg: Батман
th: บาตมัน
tt: Батман
ug: باتمان
uk: Батман
ur: بیٹمین
zh_hans: 巴特曼
zh_hant: 巴特曼

# Word.State.TR.73
source: Şırnak
am: ሲርናክ
as: চিৰাংক
bg: Шърнак
bn_in: শিরনাক
bs: Širnak
el: Σιρνάκ
gu: ઇર્નાક
he: שירנאק
hr: Şirnak
ja: シュルナク
ka: ირნაკი
kk: Ширнак
kn: ಸಿರ್ನಾಕ್
ko: 시르나크
ku_arab: شیرناخ
ky: Ырнак
lo: Şıຣນາກ
lv: Širnaka
ml: ıര്‍നക്
mn: Шырнак
ne: सिर्नक
or: ସିରନାକ୍
pa_arab_pk: ارنک
ru: Ширнак
sd: سرناڪ
si: සිර්නැක්
te: ఇమార్క్
tg: Ӯрнак
th: ชืร์นัก
tt: Шырнак
ug: شىرناك
uk: Ширнак
ur: سناک
uz: Shirnak
zh_hant: 舍爾納克

# Word.State.TR.74
source: Bartin
am: ባርቲን
ar: بارتين
as: বাৰ্টিন
az: Bartın
bg: Бартън
bn_in: বারতিন
el: Μπαρτίν
gu: બાર્ટિન
he: ברטין
hi: बार्टिन
ja: バルトゥン
ka: ბარტინი
kk: Бартын
kn: ಬಾರ್ಟಿನ್
ko: 바틴
ku_arab: بارتین
ky: Бартин
lo: ບາຕິນ
lv: Bartina
mk: Бартин
ml: ബാര്‍ടിന്‍
mn: Бартин
mr: बार्टिन
ne: बार्टिन
or: ବାରଟିନ୍
pa_arab_pk: برٹن
pa_in: ਬਾਰਟਿਨ
ru: Бартын
sd: بارٽن
si: බාර්ටින්
sr_cyrl_rs: Бартин
te: బార్టిన్
tg: Бартин
th: บาร์ติน
tr: Bartın
tt: Бартин
ug: بارتىن
uk: Бартин
ur: برٹین
zh_hans: 巴坦
zh_hant: 巴爾滕省

# Word.State.TR.75
source: Ardahan
am: አርዳሃን
ar: أرداهان
as: আৰ্ডাহান
bg: Ардахан
bn_in: আরদাহান
el: Αρνταχάν
gu: આર્ડાહેન
he: ארדהאן
hi: आर्डेहैन
ja: アルダハン
ka: არდაჰანი
kk: Ардахан
kn: ಅರ್ಡಾಹಾನ್
ko: 아르다한
ku_arab: ئەردەهان
ky: Ардахан
lo: ອາດາຮານ
lv: Ardahana
mk: Ардахан
ml: അര്‍ദഹാന്‍
mn: Ардахан
mr: आर्डहन
ne: अर्धन
or: ଆରଢାନ୍
pa_arab_pk: ارداہن
pa_in: ਅਰਦਾਹਨ
ru: Ардахан
sd: ارداهان
si: අර්ධහන්
sr_cyrl_rs: Ардахан
te: అర్డాహాన్
tg: Ардаҳан
th: อาร์ดาฮาน
tt: Ардахан
ug: ئارداخان
uk: Ардаган
ur: اردہان
zh_hans: 阿尔达汉
zh_hant: 阿爾達漢

# Word.State.TR.76
source: Igdir
am: አግዲር
ar: اغدير
as: ইগডিৰ
az: İqdır
bg: Ъгдър
bn_in: ইদির
el: Ιγκντίρ
gu: ઇગ્દિર
he: איגדיר
hi: इग्दीर
ja: ウードゥル
ka: იგდირი
kk: Ыгдыр
kn: ಇಗ್ಡಿರ್
ko: 이디르
ku_arab: ئیگدیر
ky: Игдир
lo: ອິກເດີ
lt: Igdyras
lv: Igdira
mk: Игдир
ml: ഇഗ്‌ദിര്‍
mn: Игдыр
mr: इगडीर
ne: इग्डिर
or: ଇଗଡିର୍
pa_arab_pk: اگدیر
pa_in: ਇਗਦਿਰ
ru: Ыгдыр
sd: اگدر
si: ඉග්ඩිර්
sr_cyrl_rs: Игдир
te: ఇగ్డాహార్
tg: Игдир
th: อีดึร์
tr: Iğdır
tt: Ыгдыр
ug: ئىگدىر
uk: Иґдир
ur: اگدیر
zh_hans: 厄德尔
zh_hant: 厄德爾

# Word.State.TR.77
source: Yalova
am: ያሎቫ
ar: يالوفا
as: য়ালোৱা
bg: Ялова
bn_in: ইয়ালোভা
bs: Jalova
el: Γιάλοβα
gu: યલોવા
he: יאלובה
hi: यालोवा
ja: ヤロヴァ
ka: იალოვა
kk: Ялова
kn: ಯೋಲೋವಾ
ko: 얄로바
ku_arab: یالۆڤا
ky: Йалова
lo: ຢາໂລວາ
lv: Jalova
mk: Јалова
ml: യലോവ
mn: Ялова
mr: यलोवा
ne: यालोवा
or: ୟାଲୋଭା
pa_arab_pk: یلووا
pa_in: ਯਲੋਵਾ
ru: Ялова
sd: يالوا
si: යලෝවා
sr_cyrl_rs: Јалова
sr_latn_rs: Jalova
te: యలోవా
tg: Ялова
th: ยาโลวา
tt: Ялова
ug: يالوۋا
uk: Ялова
ur: یالووا
zh_hans: 亚洛瓦
zh_hant: 亞洛瓦省

# Word.State.TR.80
source: Osmaniye
am: ኦስማኒዬ
ar: عثمانية
as: ওস্মানিয়ে
az: Osmaniyə
bg: Османие
bn_in: ওসমানিয়ে
bs: Osmanije
el: Οσμάνιγιε
gu: ઓસ્માનિયે
he: אוסמניה
hi: ओस्मानिए
ja: オスマニエ
ka: ოსმანიე
kk: Османие
kn: ಓಸ್ಮಾನಿಯೆ
ko: 오스마니예
ku_arab: عوسمانیە
ky: Османийе
lo: ອັອສມານີເຢ
lt: Osmanijė
lv: Osmanije
mk: Османие
ml: ഒസ്മാനിയെ
mn: Османие
mr: ऑसमेनियी
ne: ओस्मानिए
or: ଓସମାନିୟେ
pa_arab_pk: اسمانیہ
pa_in: ਓਸਮਾਨਿਏ
ru: Османие
sd: اوسمانئي
si: ඔස්මානියා
sr_cyrl_rs: Османије
sr_latn_rs: Osmanije
te: ఓ సామయే
tg: Усмония
th: ออสมานิเย
tt: Османие
ug: ئوسمانىيە
uk: Османіє
ur: عثمانیہ
zh_hans: 奥斯曼尼耶
zh_hant: 奧斯曼尼耶

# Word.State.TR.81
source: Duzce
am: ዱዚስ
ar: دوزجه
as: ডুচ্ছ
az: Düzcə
bg: Дюздже
bn_in: দুযজে
bs: Duzke
da: Düzce
el: Ντούζτσε
eu: Düzce
gu: ડ્યૂઝ્સે
he: דוזצ'ה
hi: दुज़्के
ja: デュズジェ
ka: დუზჯე
kk: Дюздже
kn: ಡುಝ್ಸೆ
ko: 두체
ku_arab: دوزچە
ky: Дузже
lo: ດູຊເຊ
lv: Dizdže
mk: Дузџе
ml: ഡ്യൂസെ
mn: Дюзже
mr: डुझसे
ne: डुज्स
or: ଡୁଜସେ
pa_arab_pk: دوزسی
pa_in: ਡਜ਼ਸੇ
pl: Düzce
ru: Дюздже
sd: ڊيوزڪي
si: ඩුස්සි
sr_cyrl_rs: Дузџе
sr_latn_rs: Duzdže
sv: Düzce
te: డ్యూజెసీ
tg: Дзче
th: ดืซเจ
tr: Düzce
tt: Дүзҗә
ug: دۇزجە
uk: Дюздже
ur: ڈزشے
uz: Duzje
zh_hans: 迪兹杰
zh_hant: 迪茲傑省

# Word.State.VE.B
source: Anzoátegui
am: አንዞታጊ
as: আঞ্জোয়াটেগুই
az: Anzoáteq
bg: Ансоатеги
bn_in: আঞ্জোয়াতেগুই
bs: Anzotageui
el: Ανσοάτεγκι
gu: એન્ઝોટેગુઇ
he: אנזו טגוי
hi: एंज़ोटेगुई
ja: アンソアテギ
ka: ანზოსტეგუი
kk: Ансоатеги
kn: ಅನಝೋವಾಟೆಗುಯಿ
ko: 안조아테구이
ku_arab: ئەنزواتیگوی
ky: Анзойтегий
lo: ແອນໂຊອາເຕກິວ
lt: Ansoategis
lv: Ansoategi
ml: അന്‍‌സോതിഗുയി
mn: Ансоатеги
ne: एन्जोटेगुइ
or: ଆନଜାଗୋଟଗୁଏ
pa_arab_pk: انزوتیگوئی
pa_in: ਐਨਜ਼ੋ ਤੇਗੁਈ
ru: Ансоатеги
sd: انزواتيگر
si: ඇන්සෝවාටෙගුයි
sr_cyrl_rs: Анзоатеги
sr_latn_rs: Anzoategi
te: ఆంజోటెగ్యూ
tg: Анозоатегуй
th: อันโซอาเตกี
tt: Ансоатеги
ug: ئانزوئاتېگۇي
uk: Ансоатеґі
ur: اینزوتگوئی
uz: Anzoategui
zh_hans: 安索阿特吉
zh_hant: 安索阿特吉

# Word.State.VE.C
source: Apure
am: አፑሬ
ar: أبور
as: এপুৰে
az: Apur
bg: Апуре
bn_in: আপুরে
el: Απούρε
gu: અપુરે
he: אפורה
hi: अपुरे
ja: アプレ
ka: აპურე
kk: Апуре
kn: ಅಪುರೆ
ko: 아푸레
ku_arab: ئاپورە
ky: Апуре
lo: ອາເປີ
lt: Apūrė
mk: Апуре
ml: അപുരെ
mn: Апуре
mr: अपुरे
ne: एप्युर
or: ଆପୁରେ
pa_arab_pk: ایپوری
pa_in: ਏਪਿਓਰ
ru: Апуре
sd: اپوري
si: අපූර්
sr_cyrl_rs: Апуре
te: అపూరే
tg: Апуре
th: อาปูเร
tt: Апуре
ug: ئاپۇرې
uk: Апуре
ur: اپورے
zh_hans: 阿普雷河
zh_hant: 阿普雷

# Word.State.VE.D
source: Aragua
am: አርጉዋ
ar: أراجوا
as: আৰাগুৱা
az: Araqua
bg: Арагуа
bn_in: অরাগুয়া
bs: Aragva
el: Αράγκουα
gu: અરાગ્વા
he: ארגואה
hi: एराग्वा
ja: アラグア
ka: არაგუა
kk: Арагуа
kn: ಅರ್ಗುವಾ
ko: 아라구아
ku_arab: ئاراگوا
ky: Арагуа
lo: ອາຣາກົວ
lt: Aragva
lv: Aragva
mk: Арагва
ml: അരഗുവ
mn: Арагуа
mr: अरागुआ
ne: आर्गुआ
or: ଆରଗୁଆ
pa_arab_pk: اراگوا
pa_in: ਅਰਾਗੁਆ
ru: Арагуа
sd: اراگوا
si: අරාගුවා
sr_cyrl_rs: Арагва
sr_latn_rs: Aragva
te: అరగవా
tg: Арагва
th: อารากวา
tt: Арагуа
ug: ئاراگۇئا
uk: Араґуа
ur: اراگوآ
zh_hans: 阿拉瓜
zh_hant: 阿拉瓜

# Word.State.VE.E
source: Barinas
am: ቢርናስ
ar: باريناس
as: বাৰিনাছ
bg: Баринас
bn_in: বারিনাস
el: Μπαρίνας
gu: બારિનસ
he: בארינס
hi: बारिनस
ja: バリナス
ka: ბარინასი
kk: Баринас
kn: ಬಾರಿನಾಸ್
ko: 바리나스
ku_arab: باریناس
ky: Баринас
lo: ບາຣິນາສ
lt: Barinasas
lv: Barinasa
mk: Баринас
ml: ബരിനാസ്
mn: Баринас
mr: बरीनास
ne: बारिनस
or: ବାରିନାସ୍
pa_arab_pk: بیرینس
pa_in: ਬੇਰਿਨਾਸ
ru: Баринас
sd: باريناس
si: බාරිනාස්
sr_cyrl_rs: Баринас
te: బరినాసి
tg: Баринас
th: บารีนัส
tt: Баринас
ug: بارىناس
uk: Барінас
ur: بریناس
zh_hans: 巴里纳斯
zh_hant: 巴里納斯

# Word.State.VE.F
source: Bolívar
am: ቦሊቭር
as: বোলিভাৰ
bg: Боливар
bn_in: বলিভার
bs: Bolivar
el: Μπολίβαρ
gu: બોલવર
he: בול ואר
hi: बोलिवर
ja: ボリバル
ka: ბოლივარი
kk: Боливар
kn: ಬೋಲಿವಾರ್
ko: 볼리바르
ku_arab: بۆلیڤار
ky: Болдвар
lo: ໂບລີວາ
lv: Bolivara
ml: ബോല്‍‌വാര്‍
mn: Боливар
ne: बोलीवर
or: ବିଲୋଭାର୍
pa_arab_pk: بولور
pa_in: ਬੋਰ ਵਾਰ
ru: Боливар
sd: بولور
si: බොලිවාර්
sr_cyrl_rs: Боливар
sr_latn_rs: Bolivar
te: బొలావర్
tg: Боливар
th: โบลีบาร์
tt: Боливар
ug: بولىۋار
uk: Болівар
ur: بولیوار
zh_hans: 玻利瓦尔
zh_hant: 玻利瓦爾

# Word.State.VE.G
source: Carabobo
am: ካራቦቦ
ar: كارابوبو
as: বাৰাবোবো
az: Karabobo
bg: Карабобо
bn_in: কারাবোবো
bs: Karabobo
el: Καραμπόμπο
gu: કરાબોબો
he: קארבובו
hi: कारबोबो
ja: カラボボ
ka: კარაბოლო
kk: Карабобо
kn: ಕಾರಾಬೋಬೋ
ko: 카라보보
ku_arab: کارابۆبۆ
ky: Карабобо
lo: ຄາຣາໂບໂບ
lt: Karabobas
lv: Karabobo
mk: Карабобо
ml: കാരബോബോ
mn: Карабобо
mr: कराबोबो
ne: काराबोबो
or: କାରାବୋବୋ
pa_arab_pk: کیرابوبو
pa_in: ਕਾਰਾਬੋਬੋ
ru: Карабобо
sd: ڪارابوبو
si: කැරබොබෝ
sr_cyrl_rs: Карабобо
sr_latn_rs: Karabobo
te: కారాబోబా
tg: Карабобо
th: การาโบโบ
tt: Карабобо
ug: كارابوبو
uk: Карабобо
ur: کارابوبو
uz: Karabobo
zh_hans: 卡拉沃沃
zh_hant: 卡拉波波

# Word.State.VE.H
source: Cojedes
am: ኮጄዳስ
ar: كوجيديس
as: কোজডেছ
az: Kojedes
bg: Кохедес
bn_in: কজেদেস
bs: Kohedes
el: Κοχέδες
gu: કોજેડેસ
he: קוג'דס
hi: कोजेदेस
ja: コヘデス
ka: კოხედესი
kk: Кохедес
kn: ಕೋಝೆಡೆಸ್
ko: 코헤데스
ku_arab: کۆجێدێس
ky: Кожедес
lo: ໂກເຈເດສ
lt: Kochedesas
lv: Kohedesa
mk: Кохедес
ml: കൊജേഡിസ്
mn: Кожедес
mr: कॉजेडेस
ne: कोजेडेस
or: କୋଜେଡେସ୍
pa_arab_pk: کوجیڈیس
pa_in: ਕੋਜੇਡੇਸ
ru: Кохедес
sd: ڪوجيديس
si: කොජෙඩෙස්
sr_cyrl_rs: Кохедес
sr_latn_rs: Kohedes
te: కార్జిడెస్
tg: Кохедес
th: โกเฮเดส
tt: Кохедес
ug: كوجېدېس
uk: Кохедес
ur: کوجیڈیس
uz: Kojedes
zh_hans: 科赫德斯
zh_hant: 科赫德斯州
