Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CIBUpgradeTOU.SubHeader
source: You can now use your preapproved Microsoft payments authorization wherever PayPal is available when you pay on Microsoft.
af: Wanneer jy op Microsoft betaal, kan jy nou jou vooraf goedgekeurde Microsoft-betalingsmagtiging gebruik waar ook al PayPal beskikbaar is.
am: በMicrosoft ላይ በሚከፍሉ ጊዜ አሁን PayPal ባለበት ሁሉ ቅድሚያ የጸደቀውን የእርስዎ የMicrosoft የክፍያዎች ፈቃድ መጠቀም ይችላሉ።
ar: يمكنك الآن استخدام تخويل عمليات دفع Microsoft التي تم اعتمادها مسبقاً في أي مكان يتوفر فيه PayPal عند إجرائك لعملية دفع في Microsoft.
as: আপুনি Microsoft-ত পৰিশোধ কৰাৰ সময়ত য’তেই PayPal উপলব্ধ তাতেই এতিয়া আপোনাৰ পূৰ্বে অনুমোদিত Microsoft পৰিশোধ অনুমোদন ব্যৱহাৰ কৰিব পাৰিব৷
az: Microsoft-da ödəniş etdiyiniz zaman PayPal mövcud olarsa, əvvəlcədən təsdiqlənmiş Microsoft ödənişləri avtorizasiyasını indi istifadə edə bilərsiniz.
bg: Сега можете да използвате удостоверяване на предварително одобрените плащания за Microsoft, където PayPal е налично, когато плащате в Microsoft.
bn_in: আপনি Microsoft-এ পেমেন্ট করার সময় যখনই PayPal উপলব্ধ থাকবে তখন আপনি আপনার আগে থেকে অনুমদোদিত Microsoft পেমেন্টের অনুমোদন ব্যবহার করতে পারেন।
bs: Uveli smo promjenu da kada plaćate na web lokacijama kompanije Microsoft, možete koristiti unaprijed odobrene autorizacije plaćanja te kompanije gdje god je dostupna usluga PayPal.
cy: Gallwch nawr ddefnyddio eich awdurdodiad taliadau Microsoft o flaen llaw ble bynnag y bo PayPal ar gael wrth dalu ar Microsoft.
da: Du kan nu bruge din forhåndsgodkendte Microsoft-betalingstilladelse, når PayPal er tilgængelig, når du betaler på Microsoft.
de: Sie können nun die vorab genehmigte Autorisierung für Microsoft-Zahlungen verwenden, wenn PayPal verfügbar ist und Sie auf der Microsoft-Plattform bezahlen.
el: Μπορείτε πλέον να χρησιμοποιείτε την προεγκεκριμένη εξουσιοδότηση πληρωμών της Microsoft όταν είναι διαθέσιμη η μέθοδος PayPal κατά την πραγματοποίηση πληρωμών στη Microsoft.
es: Ya puede usar la autorización de pagos de Microsoft aprobados previamente siempre que PayPal esté disponible al realizar pagos en Microsoft.
et: Nüüd saate Microsoftis maksmisel kasutada oma eelnevalt kinnitatud Microsofti maksete volitust alati, kui PayPal on saadaval.
eu: Microsoft-en ordaintzen duzunean, aurreonartutako Microsoft ordainketen baimena erabil dezakezu PayPal erabilgarri dagoenean.
fa: اکنون می‌توانید زمانی که در Microsoft پرداخت می‌کنید، از مجوز پرداخت‌های Microsoft از پیش تأیید شده در هر جایی که PayPal در دسترس است، استفاده کنید.
ga: Is féidir leat d'údarú d'íocaíochtaí réamhcheadaithe Microsoft a úsáid anois cibé áit a bhfuil PayPal ar fáil agus tú ag ceannach ar Microsoft.
gd: ’S urrainn dhut an ro-aonta a thug thu do phàighidhean Microsoft a chleachdadh a-nis àite sam bith a bhios PayPal ri làimh air Microsoft.
gl: Xa podes usar a túa autorización prepaprobada para os pagamentos de Microsoft en calquera sitio onde PayPal estea dispoñible ao pagar con Microsoft.
gu: જ્યાં પણ PayPal ઉપલબ્ધ હોય ત્યાં જ્યારે તમે Microsoft પર ચુકવણી કરો ત્યારે તમે તમારા પ્રિએપૃવ્ડ પેમેન્ટની અધિકૃતતાનો હવે ઉપયોગ કરી શકો છો.
he: עכשיו יש לך אפשרות להשתמש בהרשאת התשלומים המאושרים מראש שלך ב- Microsoft בכל מקום שבו קיים שירות PayPal בעת התשלום ב- Microsoft.
hi: आपके द्वारा Microsoft पर भुगतान किए जाने पर जब भी PayPal उपलब्ध हो, अब आप अपने पूर्वअनुमोदित Microsoft भुगतान प्रमाणन का उपयोग कर सकते हैं.
hr: Uveli smo promjenu da kada plaćate na Microsoftovim web-mjestima, možete koristiti unaprijed odobrene autorizacije Microsoftovih plaćanja gdje god je dostupan servis PayPal.
hu: Most már használhatja előre jóváhagyott Microsoft fizetési meghatalmazását, amikor a Microsoft rendszerében történő fizetéskor elérhető a PayPal fizetési mód.
id: Kini Anda dapat menggunakan otorisasi pembayaran Microsoft yang disetujui sebelumnya di mana pun PayPal tersedia saat Anda membayar di Microsoft.
is: Nú getur þú notað fyrirframsamþykkta Microsoft-greiðsluheimild þegar PayPal er í boði þegar þú greiðir hjá Microsoft.
ja: これでマイクロソフトで支払うときに PayPal が使用できる場合はいつでも、事前に承認されたマイクロソフトの支払承認を使用できます。
ka: თქვენ ახლა შეგიძლიათ გამოიყენოთ წინასწარ დამტკიცებული Microsoft-ის გადახდის ავტორიზაცია, სადაც კი PayPal ხელმისაწვდომი სერვისია როდესაც იხდით Microsoft-ზე.
kk: Енді сіз Microsoft арқылы төлем жасау кезінде PayPal қызметі қолжетімді кез келген жерде алдын ала бекітілген Microsoft төлемдер рұқсатын пайдалана аласыз.
kn: ನೀವು Microsoft ನಲ್ಲಿ ಪಾವತಿಸುವಾಗ PayPal ಲಭ್ಯವಿರುವಲ್ಲಿ ಇದೀಗ ನಿಮ್ಮ ಮುಂಚಿತ ಅನುಮೋದಿಸಲಾದ Microsoft ಪಾವತಿಗಳ ಪ್ರಮಾಣೀಕರಣವನ್ನು ನೀವು ಬಳಸಬಹುದು.
ko: 이제 Microsoft에서 결제할 때 PayPal을 사용할 수 있는 곳이라면 어디서든지 사전 승인된 Microsoft 결제 승인을 사용할 수 있습니다.
ku_arab: ئێستا دەتوانی کەڵک له ڕێپێدانی پارەدانی پێشتر پەسەندکراوی Microsoft وەربگریت له هەر شوێنێکدا که PayPal بەردەست بێت کاتێک له Microsoft ەوه پارە دەدەیت.
ky: Эми сиз өзүңүздүн колдоого алынган Microsoft төлөө уруксаттарын PayPal жеткиликтүү болгон жерлердин баарында Microsoft үчүн төлөп жатканда колдоно аласыз.
lo: ດຽວນີ້ ທ່ານສາມາດໃຊ້ການອະນຸຍາດການຊຳລະແບບຫັກເງິນອັດຕະໂນມັດຂອງ Microsoft ໄດ້ທຸກບ່ອນທີ່ມີ Paypal ໃນເວລາທ່ານຈ່າຍໃນ Microsoft.
lt: Dabar, mokėdami „Microsoft“, kai yra pasiekiamas „PayPal“, galite naudoti savo iš anksto patvirtintą „Microsoft“ mokėjimų leidimą.
lv: Tagad varat izmantot savu iepriekš apstiprināto Microsoft maksājumu autorizāciju ikreiz, kad PayPal ir pieejams, maksājot vietnē Microsoft.
mi: Ka taea e koe ināianei te whakamahi ngā whakamananga utunga tōmua Microsoft ahakoa te wāhi mēnā kei te wātea a PayPal, ina utu koe mā Microsoft.
mk: Сега може да го користите претходно одобреното овластување за плаќања на Microsoft секаде каде што PayPal е достапен кога плаќате на Microsoft.
ml: നിങ്ങൾ Microsoft-ൽ പണമടയ്‌ക്കുമ്പോൾ PayPal ലഭ്യമാകുന്നയിടത്തെല്ലാം തന്നെ, ഇപ്പോൾ നിങ്ങളുടെ മുൻകൂർ അംഗീകാരമുള്ള Microsoft പേയ്‌മെന്‍റ് അധികാരപ്പെടുത്തൽ ഉപയോഗിക്കാനാകും.
mn: Microsoft дээр төлбөр хийх үед PayPal боломжтой бол Microsoft-н урьдчилан зөвшөөрсөн төлбөрийн эрхээ ашиглаж болно.
mr: आपण आता Microsoft वरून देय देता तेव्हा जिथेही PayPal उपलब्ध असते तिथे आपले पूर्वमंजूर केलेले Microsoft देय अधिकृतता वापरू शकता.
ms: Anda kini boleh menggunakan kebenaran pembayaran Microsoft pralulus anda pada bila-bila masa yang PayPal tersedia apabila anda membayar pada Microsoft.
mt: Issa tista' tuża l-awtorizzazzjoni tal-pagamenti ta' Microsoft approvati minn qabel tiegħek kull meta PayPal ikun disponibbli meta tħallas fuq Microsoft.
ne: तपाइँले Microsoft मा भुक्तान गर्दा अब PayPal उपलब्ध भएको बेलामा आफ्नो पूर्वस्वीकृत Microsoft भुक्तानी अधिकारप्रदान प्रयोग गर्न सक्नुहुन्छ।
nn_no: No kan du bruke den førehandsgodkjende autorisasjonen for Microsoft-betalingar dersom PayPal er tilgjengeleg når du betaler på Microsoft.
no: Du kan nå bruke den forhåndsgodkjente Microsoft-betalingsgodkjenningen hver gang du kan betale med PayPal hos Microsoft.
or: ଆପଣ Microsoftରେ ଦେୟ ଦେବା ବେଳେ ଯେଉଁଠି ବି PayPal ଉପଲବ୍ଧ ଥିବ ବର୍ତ୍ତମାନ ଆପଣଙ୍କ ପୂର୍ବମଞ୍ଜୁର Microsoft ଦେୟଗୁଡିକର ସ୍ୱୀକୃତିକରଣ ଆପଣ ବ୍ୟବହାର କରିପାରିବେ।
pa_arab_pk: جیدوں تُسی Microsoft تے ادائیگی کردے او اتے جیتھے وی PayPal دستیاب ہووے، تُسی ہن پہلاں توں منظور شدہ Microsoft ادائیگی دا اختیار ورت سکدے او۔
pa_in: ਜਦੋਂ ਤੁਸੀਂ Microsoft 'ਤੇ ਭੁਗਤਾਨ ਕਰਦੇ ਹੋ ਤਾਂ ਤੁਸੀਂ ਹੁਣ ਆਪਣੇ ਪਹਿਲਾਂ ਤੋਂ ਮਨਜ਼ੂਰ Microsoft ਭੁਗਤਾਨ ਅਧਿਕਾਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰ ਸਕਦੇ ਹੋ ਜਿੱਥੇ ਵੀ PayPal ਉਪਲਬਧ ਹੋਵੇ।
pl: Teraz możesz używać autoryzacji wstępnie zatwierdzonych płatności firmy Microsoft zawsze, gdy usługa PayPal będzie dostępna podczas płacenia na platformie firmy Microsoft.
ru: Теперь вы можете использовать предварительную авторизацию на оплату корпорации Майкрософт везде, где доступен PayPal при выполнении платежа корпорации Майкрософт.
sd: جڏهن توهان Microsoft تي ادا ڪريو جتي PayPal دستياب آهي توهان هاڻي پنهنجي اڳ منظور ٿيل Microsoft ادائگي مجازيت استعمال ڪري سگهو ٿا.
si: ඔබට දැන් Microsoft මත ගෙවන විට PayPal ලද හැකි විට ඔබගේ පෙර අනුමත කළ Microsoft ගෙවීම් අනුමැතිය භාවිත කළ හැකිය.
sl: Zdaj lahko uporabite pooblastilo za vnaprej odobrena Microsoftova plačila, kadar je v Microsoftovi platformi za plačilo na voljo PayPal.
sr_cyrl_rs: Сада можете да користите претходно одобрено овлашћење Microsoft плаћања где год је PayPal доступан када плаћате корпорацији Microsoft.
sr_latn_rs: Sada možete da koristite prethodno odobreno ovlašćenje Microsoft plaćanja gde god je PayPal dostupan kada plaćate korporaciji Microsoft.
sv: Du kan nu använda din auktorisation för i förväg godkända Microsoft-betalningar varhelst PayPal finns när du betalar på Microsoft.
ta: இப்போது நீங்கள் Microsoft-இல் கட்டணம் செலுத்தும்போது, PayPal இருக்கின்ற எந்த இடத்திலும், முன் அனுமதிக்கப்பட்ட Microsoft கட்டணங்கள் அங்கீகாரத்தைப் பயன்படுத்தலாம்.
te: మీరు Microsoftలో చెల్లించే సమయంలో PayPal అందుబాటులో ఉన్నట్లయితే ఇప్పుడు మీరు మీ ముందుగా ఆమోదించబడిన Microsoft చెల్లింపుల ప్రమాణీకరణను ఉపయోగించవచ్చు.
tg: Акнун вақте, ки шумо дар Microsoft пардохт мекунед, иҷозати пардохтҳои Microsoft-и пешакӣ тасдиқшудаи худро дар ҷойҳое, ки PayPal дастрас аст, истифода бурда метавонед.
th: ตอนนี้คุณสามารถใช้การอนุญาตการชำระเงินของ Microsoft ที่อนุมัติล่วงหน้าในส่วนที่มี PayPal ให้บริการเมื่อคุณชำระเงินให้กับ Microsoft
tr: Microsoft'a ödeme yaparken PayPal'ın kullanılabileceği yerlerde artık önceden onaylanmış Microsoft ödeme yetkinizi kullanabilirsiniz.
tt: Хәзер, Майкрософт продуктлары эчендә түләүләр башкарганда, алдан расланган Майкрософт түләүләре рөхсәтен PayPal эшләгән теләсә кайсы җирдә куллана аласыз.
ug: سىز Microsoft دىكى ئالدىن رۇخسەت قىلىنغان ھەق تاپشۇرۇشىڭىزنى PayPal مەۋجۈت بولغان ھەممە يەردە Microsoft دە ھەق تۆلەش ئۈچۈن ئىشلىتەلەيسىز.
uk: Зараз ви можете користуватися згодою на виконання попередньо затверджених платежів корпорації Майкрософт у будь-якому місці, де доступний PayPal, коли сплачуватиме корпорації Майкрософт.
ur: جب آپ Microsoft پر ادائیگی کرتے ہیں جہاں بھی PayPal دستیاب ہو اب آپ اپنے پہلے سے منظور شدہ Microsoft ادائیگیوں کے اختیار کو استعمال کر سکتے ہیں۔
uz: Endilikda Microsoft’da to‘lovlarni amalga oshirayotganingizda, PayPal’dan foydalanish mumkin bo‘lgan istalgan joyda oldindan tasdiqlangan Microsoft to‘lovlari haqiqiylik tekshiruvidan foydalanishingiz mumkin.
vi: Giờ đây bạn có thể sử dụng ủy quyền thanh toán Microsoft duyệt trước của bạn ở bất cứ đâu có PayPal khi bạn thanh toán trên Microsoft.
zh_hans: 现在，在 Microsoft 平台上付款时，只要可以使用 PayPal，就都可以使用预先批准的 Microsoft 付款授权。
zh_hant: 現在開始，當您在 Microsoft 上付款時，如果可選擇以 PayPal 付款，您就可以使用您預先核准的 Microsoft 付款授權。
