Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ACH.CheckBoxContent
source: By checking this box, you authorize (A) Microsoft Payments Ltd. ("Microsoft") to send instructions to your bank to debit your account, and (B) your bank to debit your account in accordance with the instructions of Microsoft. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank.
af: Deur hierdie blokkie te merk, magtig jy (A) Microsoft Payments Ltd. ("Microsoft") om instruksies aan jou bank te stuur om jou rekening te debiteer, en (B) jou bank om jou rekening ooreenkomstig die instruksies van Microsoft te debiteer. As deel van jou regte is jy geregtig op 'n terugbetaling van jou bank onder die bepalings en voorwaardes van jou ooreenkoms met jou bank. 'n Terugbetaling moet binne 8 weke geëis word, beginnende op die datum waarop jou rekening gedebiteer is. Jou regte word in 'n stelling uiteengesit wat jy by jou bank kan kry.
am: በዚህ ሳጥን ላይ ምልክት በማድረግ፣ የሚከተለውን ፈቃድ ይሰጣሉ (A) Microsoft Payments Ltd. ("Microsoft") ከእርስዎ የባንክ ሂሳብ ላይ ዕዳ እንዲያስከፍል መመሪያዎችን እንዲልክ፣ እና (B) የእርስዎ ባንክ በ Microsoft መመሪያ መሰረት የእርስዎን የባንክ ሂሳብ ዕዳ እንዲያስከፍል። እንደ የእርስዎ መብቶች አንድ አካል፣ ከእርስዎ ባንክ ጋር ባልዎት ስምምነት ላይ ባሉት ውሎች እና ሁኔታዎች ስር ከእርስዎ ባንክ ተመላሽ ገንዘብ ለመጠየቅ መብት አልዎት። ተመላሽ ገንዘብ የእርስዎ ባንክ ሂሳብ ዕዳ እንዲከፍል ከተደረገበት ቀን ጀምሮ ባሉት 8 ሳምንታት ውስጥ መጠየቅ አለበት። የእርስዎ መብቶች ከእርስዎ ባንክ ሊያገኙት በሚችሉት መግለጫ ውስጥ ተብራርተዋል።
ar: بتحديد هذا المربع، فإنك تخول (أ) Microsoft Payments Ltd. (‏"Microsoft") بإرسال إرشادات إلى بنكك للخصم من حسابك، و(ب) بنكك بالخصم من حسابك وفقاً لإرشادات Microsoft. كجزء من حقوقك، يحق لك الحصول على استرداد أموال من بنكك بناءً على البنود والشروط الواردة في الاتفاقية مع بنكك. يجب المطالبة باسترداد الأموال خلال 8 أسابيع بدءاً من تاريخ الخصم من حسابك. حقوقك موضحة في بيان يمكنك الحصول عليه من بنكك.
as: এই বাকচটো পৰীক্ষা কৰি, আপুনি কৰ্তৃত্ব দিছে (A) Microsoft Payments Ltd. ("Microsoft")-ক আপোনাৰ একাউণ্টৰ পৰা ডেবিট কৰি আপোনাৰ বেংকলৈ নিৰ্দেশনাসমূহ পঠিয়াবলৈ আৰু (B)Microsoft-ৰ নিৰ্দেশনা অনুসৰি আপোনাৰ বেংকক আপোনাৰ একাউণ্ট ডেবিট কৰিবলৈ৷ আপোনাৰ অধিকাৰসমূহৰ অংশ হিচাপে আপোনাৰ বেংকৰ সৈতে হোৱা চুক্তি অনুসৰি আপোনাৰ বেংকৰ পৰা আপুনি মূল্য ঘূৰাই পোৱাৰ অধিকাৰ আছে৷ আপোনাৰ মূল্য ঘূৰাই দিয়াটো যি তাৰিখৰ পৰা আপোনাৰ একাউণ্ট ডেবিট কৰা হৈছিল তাৰপৰা আৰম্ভ কৰি 8 সপ্তাহৰ ভিতৰত দাবী কৰিবই লাগিব৷ আপোনাৰ অধিকাৰসমূহ এখন বিবৃতিত ব্যাখ্যা কৰা হৈছে যাক আপুনি আপোনাৰ বেংকৰ পৰা পাব পাৰে৷
az: Bu xananı işarə etməklə, siz (A) Microsoft Payments Ltd.-yə ("Microsoft") hesabınızı debetə daxil etmək və (B) Microsoft-un təlimatlarına uyğun olaraq hesabınızı debetə daxil etmək üçün bankınıza təlimatlar göndərmək səlahiyyəti verirsiniz. Hüquqlarınızın bir hissəsi kimi bankınızla razılaşmanın şərtlərinə əsasında bankınızdan ödəniş almaq hüququna maliksiniz. Ödəniş hesabınız debetə daxil edildiyi tarixdən sonra 8 həftə ərzində iddia olunmalıdır. Hüquqlarınız bankınızdan əldə edə bildiyiniz bəyannamədə izah olunur.
bg: С поставянето на отметка в това квадратче вие упълномощавате (A) Microsoft Payments Ltd. (Microsoft) да изпрати инструкции на вашата банка за задължаване на сметката ви и (Б) вашата банка да задължи сметката ви съгласно инструкциите на Microsoft. Във вашите права се включва и правото на възстановяване на средства от банката по силата на правилата и условията на споразумение с вашата банка. Възстановяването на средствата трябва да бъде заявено до 8 седмици след датата, на която е била задължена вашата сметка. Вашите права са разяснени в декларация, която можете да получите от вашата банка.
bn_in: এই বক্সটি পরীক্ষা করার মাধ্যমে, আপনি (A) Microsoft Payments Ltd. ("Microsoft") এ আপনার অ্যাকাউন্ট ডেবিট করার জন্য আপনার ব্যাঙ্ককে নির্দেশাবলী পাঠাতে এবং (B) আপনার ব্যাঙ্ককে, Microsoft এর নির্দেশাবলী অনুসারে আপনার অ্যাকাউন্ট ডেবিট করতে অনুমোদন দিয়েছেন৷ আপনার অধিকারের অংশ হিসেবে, আপনার ব্যাঙ্কের সাথে আপনার চুক্তির শর্তাদি এবং শর্তাবলীর অধীনে আপনার ব্যাঙ্কের কাছ থেকে অর্থ ফেরত পাওয়ার ক্ষেত্রে আপনি শিরোনামে রয়েছেন৷ আপনার অ্যাকাউন্টটি ডেবিট করা হয়েছিল সেই তারিখ থেকে শুরু করে 8 সপ্তাহের মধ্যে ফেরতের জন্য অবশ্যই দাবি করা হবে৷ আপনার অধিকার একটি বিবৃতিতে ব্যাখ্যা করা হয়েছে যা আপনি আপনার ব্যাঙ্কের কাছ থেকে পেতে পারেন৷
bs: Označavanjem ovog okvira dajete ovlaštenje kompaniji (A) Microsoft Payments Ltd. ("Microsoft") da pošalje upute vašoj banci za terećenje vašeg računa i (B) svojoj banci da tereti vaš račun u skladu s uputama kompanije Microsoft. U sklopu prava koja imate možete tražiti povrat novca od banke u skladu s odredbama i uslovima sporazuma s bankom. Povrat novca mora se zahtijevati u roku od 8 sedmica, počevši od datuma na koji je terećen vaš račun. Vaša prava objašnjena su u izjavi koju možete dobiti od banke.
cy: Drwy dicio'r blwch hwn, rydych yn awdurdodi (A) Microsoft Payments Ltd. ("Microsoft") i anfon cyfarwyddiadau i'ch banc i dynnu arian o'ch cyfrif, a (B) i'ch banc dynnu arian o'ch cyfrif yn unol â chyfarwyddiadau Microsoft. Fel rhan o'ch hawliau, gallwch gael ad-daliad gan eich banc o dan delerau ac amodau eich cytundeb ag ef. Rhaid hawlio ad-daliad cyn pen 8 wythnos o'r dyddiad y cafodd arian ei dynnu o'ch cyfrif. Eglurir eich hawliau mewn datganiad y gallwch ei gael gan eich banc.
da: Ved at markere dette felt godkender du, at (A) Microsoft Payments Ltd. ("Microsoft") sender instruktioner til din bank om debitering af din konto, og (B) at din bank debiterer din konto i henhold til instruktionerne fra Microsoft. Som en del af dine rettigheder har du krav på en refusion fra din bank i henhold til vilkårene og betingelserne for din bankaftale. Der skal gøres krav på en refusion senest 8 uger fra den dato, hvor din konto blev debiteret. Dine rettigheder fremgår af en erklæring, du kan få fra din bank.
de: Durch Aktivieren dieses Kontrollkästchens autorisieren Sie (a) Microsoft Payments Ltd. ("Microsoft"), Lastschriftaufträge an Ihre Bank zu senden, und (b) Ihre Bank, Ihr Konto gemäß Lastschrift von Microsoft zu belasten. Im Rahmen Ihrer Rechte haben Sie Anspruch auf eine Erstattung vonseiten Ihrer Bank gemäß den Bedingungen Ihres Vertrags mit Ihrer Bank. Der Antrag auf Erstattung muss innerhalb von acht Wochen gerechnet vom Datum der Kontobelastung gestellt werden. Ihre Rechte werden in einer Verlautbarung erläutert, die Sie von Ihrer Bank anfordern können.
el: Επιλέγοντας αυτό το πλαίσιο, εξουσιοδοτείτε (Α) τη Microsoft Payments Ltd. ("Microsoft") για την αποστολή οδηγιών στην τράπεζά σας για τη χρέωση του λογαριασμού σας και (Β) την τράπεζά σας για τη χρέωση του λογαριασμού σας σύμφωνα με τις οδηγίες της Microsoft. Ως μέρος των δικαιωμάτων σας, δικαιούστε επιστροφή χρημάτων από την τράπεζά σας υπό τους όρους και τις προϋποθέσεις της σύμβασής σας με την τράπεζα. Η επιστροφή χρημάτων πρέπει να ζητηθεί εντός 8 εβδομάδων από την ημερομηνία χρέωσης του λογαριασμού σας. Τα δικαιώματά σας περιγράφονται σε μια δήλωση την οποία μπορείτε να λάβετε από την τράπεζά σας.
es: Si marcas esta casilla, autorizas a (A) Microsoft Payments Ltd. ("Microsoft") para que envíe instrucciones a tu banco con el fin de realizar cargos en tu cuenta, y (B) a tu banco para que realice los cargos en tu cuenta conforme a las instrucciones de Microsoft. Como parte de tus derechos, tienes la posibilidad de recibir un reembolso de su banco conforme a los términos y condiciones acordados con tu banco. La reclamación de un reembolso se debe realizar antes de que transcurran 8 semanas desde la fecha en la que se realizó el cargo en la cuenta. Tus derechos están explicados en el extracto que puedes obtener del banco.
et: Selle ruudu märkimisega volitate (A) ettevõtte Microsoft Payments Ltd. ("Microsoft") saatma teie pangale juhised debiteerida raha teie kontolt ja (B) panga debiteerima raha teie kontolt vastavalt Microsofti juhistele. Teie õiguste osana on teil õigus saada pangalt tagasimakse pangaga sõlmitud lepingu tingimuste alusel. Tagasimakset saab taotleda 8 nädala jooksul alates kontolt raha debiteerimise kuupäevast. Teie õigused on selgitatud avalduses, mille saate hankida pangast.
eu: Koadro hau markatuta, baimena ematen diezu (A) Microsoft Payments Ltd. ("Microsoft") konpainiari, zure bankuari ordainketa zure kontuan zorduntzeko eskaera egin diezaion, eta (B) zure bankuari, Microsoft-ek eskatutako zordunketa aurrera eraman dezan. Zure eskubideei jarraiki, eta bankuarekin duzun akordioan xedatutakoaren arabera, bankuak dirua itzultzea eskatzeko eskubidea duzu. Dirua itzultzeko eskaerak zordunketa egin zeneko datatik hasi eta 8 asteko epean aurkeztu behar dira. Bankuak helaraz diezazukeen adierazpen batean biltzen dira zure eskubideei buruzko argibideak.
fa: با انتخاب این کادر، شما (الف) به شرکت Microsoft Payments Ltd. («Microsoft») اجازه می‌دهید به منظور برداشت از حسابتان، دستورالعمل‌هایی را به بانک شما ارسال نماید و (ب) به بانک خود اجازه می‌دهید مطابق با دستورالعمل‌های Microsoft، از حساب شما برداشت کند. به عنوان بخشی از حقوق خود، تحت شرایط و قوانین توافقنامه‌تان با بانک خود، مستحق استرداد وجه از بانک خود هستید. بازپرداخت باید ظرف ۸ هفته از شروع تاریخی که در آن از حساب شما برداشت شده صورت پذیرد. حقوق شما در اظهارنامه‌ای که از بانک خود می‌توانید کسب کنید توضیح داده شده است.
ga: Tríd an mbosca seo a thiceáil, údaraíonn tú (A) Microsoft Payments Ltd. ("Microsoft") chun treoracha a sheoladh chuig do bhanc chun breacadh do dhochar do chuntais, agus (B) do bhanc chun breacadh do dhochar do chuntais de réir threoracha Microsoft. Mar chuid de do chearta, tá tú i dteideal aisíocaíochta ó do bhanc faoi théarmaí agus coinníollacha do chomhaontaithe leis an mbanc. Ní mór aisíocaíocht a éileamh laistigh de 8 seachtaine ón dáta ar breacadh do dhochar do chuntais. Tá do chearta mínithe i ráiteas atá ar fáil ó do bhanc.
gd: Nuair a chuireas tu cromag sa bhogsa seo, bheir thu cead (A) do Microsoft Payments Ltd. ("Microsoft") gun cuir iad òrdugh a-steach dhan bhanca agad gus airgead iarraidh air a’ chunntas agad agus (B) dhan bhanca agad ach an tèid airgead a thoirt air falbh on chunntas agad a-rèir òrduighean Microsoft. Tha còir pàighidh air ais on bhanca agad fo bhuaidh theirmean is cumhaichean a’ bhanca agad. Feumaidh tu gach ath-dhìoladh iarraidh taobh a-staigh 8 seachdainean on cheann-là a chaidh an t-airgead a thoirt air falbh on chunntas agad. Gheibh thu mìneachadh air na còirichean agad ann an aithris as urrainn dhut faighinn on bhanca agad.
gl: Ao marcar esta caixa, autorizará a (A) Microsoft Payments Ltd. ("Microsoft") a enviar instrucións ao seu banco para cargar a cantidade correspondente na súa conta e (B) ao seu banco a cargar a cantidade correspondente na súa conta de acordo coas instrucións de Microsoft. Como parte dos seus dereitos, terá dereito a recibir un reembolso por parte do seu banco conforme aos termos e condicións do seu contrato co banco. Para obter un reembolso, deberá reclamalo antes de que transcorran 8 semanas desde a data na que se efectuou o cargo na súa conta. Os seus dereitos aparecen detallados nun escrito que pode obter no seu banco.
gu: આ બૉક્સને ચેક કરીને, તમે (A) Microsoft Payments Ltd. ("Microsoft") ને તમારા ખાતાને ડેબિટ કરવા માટે તમારી બેંકને સૂચનાઓ મોકલવા માટે અને (B) Microsoft ની સૂચનાઓ અનુસાર તમારી બેંકને તમારા ખાતાથી ડેબિટ કરવા માટે અધિકૃત કરો છો. તમારા અધિકારના ભાગ રૂપે, તમે તમારી બેંક સાથેના તમારા કરારના નિયમો અને શરતો હેઠળ તમારી બેંકથી રિફંડ માટે હક્દાર છો. રિફંડનો દાવો તમારું ખાતું ડેબિટ કરવામાં આવ્યું હતું તે તારીખથી પ્રારંભના 8 અઠવાડિયાની અંદર કરવો આવશ્યક છે. તમારા અધિકારો વિધાનમાં સમજાવેલા છે કે જેને તમે તમારી બેંકમાંથી પ્રાપ્ત કરી શકો છો.
he: על-ידי סימון תיבה זאת, אתה נותן הרשאה לגורמים הבאים: (א) ל- Microsoft Payments Ltd.‎‏ ("Microsoft") לשלוח הוראות לבנק שלך לחייב את חשבונך, וכן (ב) לבנק שלך לחייב את חשבונך בהתאם להוראות מ- Microsoft. כחלק מהזכויות שלך, אתה זכאי לזיכוי מהבנק שלך בכפוף לתנאים ולהגבלות של ההסכם שלך עם הבנק. זיכוי חייב להידרש תוך 8 שבועות החל מהתאריך שבו החשבון שלך חויב. הזכויות שלך מוסברות בהצהרה שתוכל לקבל מהבנק שלך.
hi: इस बॉक्स को चेक करके, आप (A) Microsoft Payments Ltd. ("Microsoft") को अपने बैंक को अपने खाते में डेबिट करने के लिए निर्देश भेजने, और (B) Microsoft के निर्देशों के अनुसार आपके खाते में डेबिट करने के लिए अपने बैंक को प्राधिकृत करते हैं. अपने अधिकारों के भाग के रूप में, आप अपने बैंक के साथ अपने अनुबंध के नियम और शर्तों के अंतर्गत अपने बैंक से धनवापसी के अधिकारी हैं. उस दिनांक से लेकर जिस पर आपका खाता डेबिट किया गया था 8 सप्ताहों के भीतर धनवापसी का दावा किया जाना चाहिए. आपके अधिकारों का उस विवरण में वर्णन किया जाता है जिसे आप अपने बैंक से प्राप्त कर सकते हैं.
hr: Potvrđivanjem ovog okvira ovlašćujete (A) Microsoft Payments Ltd. ("Microsoft") za slanje naloga banci za terećenje vašeg računa te (B) svoju banku da tereti vaš račun u skladu s Microsoftovim nalogom. Imate pravo na povrat sredstava od banke u skladu s uvjetima i odredbama ugovora s bankom. Povrat sredstava morate zatražiti u roku od osam tjedana od datuma terećenja računa. Vaša su prava navedena na izvodu koji možete dobiti od banke.
hu: Ezen négyzet bejelölésével Ön felhatalmazza (A) a Microsoft Payments Ltd. céget (a továbbiakban „Microsoft”), hogy az Ön bankszámláját terhelő megbízásokat küldjön a bankjának, valamint (B) a bankját, hogy a Microsoft megbízásainak megfelelően megterhelje a számláját. Önnek joga van a bankkal kötött szerződésével összhangban visszatérítést kapni a banktól. A visszatérítést a számla megterhelésének napjától számítva 8 héten belül kell kérelmezni. A további jogait tartalmazó nyilatkozatot a bankjától szerezheti be.
id: Dengan mencentang kotak ini, Anda memberi wewenang kepada (A) Microsoft Payments Ltd. ("Microsoft") untuk mengirim instruksi dari bank Anda agar mendebitkan rekening Anda, dan (B) bank Anda agar mendebitkan rekening Anda sesuai dengan instruksi dari Microsoft. Sebagai bagian dari hak Anda, Anda berhak untuk mendapatkan pengembalian dana dari bank berdasarkan syarat dan ketentuan dari perjanjian dengan bank Anda. Pengembalian dana harus diklaim dalam waktu 8 minggu dimulai pada tanggal rekening Anda didebit. Hak-hak Anda dijelaskan dalam pernyataan yang diperoleh dari bank Anda.
is: Með því að haka við þennan reit heimilar þú (A) Microsoft Payments Ltd. („Microsoft“) að senda bankanum þínum leiðbeiningar um skuldfærslu af reikningnum þínum og (B) bankanum þínum að skuldfæra af reikningnum þínum í samræmi við leiðbeiningarnar frá Microsoft. Samkvæmt réttindum þínum áttu rétt á endurgreiðslu frá bankanum þínum, í samræmi við ákvæði og skilmála í samkomulaginu þínu við bankann þinn. Endurgreiðslu þarf að krefjast innan átta vikna, frá og með dagsetningunni þegar skuldfært var af reikningnum þínum. Réttindi þín eru tilgreind í yfirlýsingum sem þú getur fengið frá bankanum.
ja: このボックスをオンにすることにより、お客様は、(A) Microsoft Payments Ltd. ("Microsoft") が銀行に対してお客様の口座からの引き落としを指示すること、および (B) お客様の銀行が Microsoft の指示に従ってお客様の口座から引き落とすことを承認したと見なされます。お客様の権利の一部として、お客様と銀行間の契約条件に従い、お客様は銀行から返金を受ける資格を有しています。返金は、口座からの引き落とし後 8 週間以内に要求する必要があります。お客様の権利については、銀行から発行される明細書をご覧ください。
ka: ამ უჯრის მონიშვნით თქვენ ავტორიზაციას აძლევს (ა) Microsoft Payments Ltd.-ს ("Microsoft") გაგზავნოს ინსტრუქცია თქვენს ბანკში თქვენს ანგარიშზე დებეტის შესატანად და (ბ) თქვენს ბანკს დებეტი დადოს თქვენს ანგარიშზე, Microsoft-ის ინსტრუქციის მიხედვით. თქვენს უფლებებში შედის, რომ შეგიძლიათ თანხა შეიტანოთ თქვენი ბანკიდან, თქვენს ბანკთან დადებულ ხელშეკრულებაში მოცემული წესებისა პირობების მიხედვით. თანხის დაფარვა უნდა მოხდეს თქვენს ანგარიშზე დებეტის დადებიდან მაქსიმუმ 8 კვირაში. თქვენი უფლებები განმარტებულია დებულებაში, რომლის მიღებაც შეგიძლიათ ბანკიდან.
kk: Осы терезені белгілеумен сіз (A) Microsoft Payments Ltd. ("Microsoft") компаниясын тіркелгіңізді дебеттеу үшін банкіңізге нұсқаулар жіберуіне және (B) банкіңізге Microsoft нұсқауларына сәйкес шотыңызды дебеттеуге рұқсат бересіз. Құқықтарыңызға сәйкес банкіңізбен жасалған келісімдегі шарттар және жағдайларға сай ақшаңызды қайтара аласыз. Ақшаны қайтару шотыңыздың дебеттелу күнінен бастап 8 аптаның ішінде көрсетілуі тиіс. Сіздің құқықтарыңыз банктен алуға болатын мәлімдеменің ішінде түсіндірілген.
kn: ಈ ಪೆಟ್ಟಿಗೆಯನ್ನು ಪರಿಶೀಲಿಸುವ ಮೂಲಕ, ನೀವು (A) Microsoft Payments Ltd. ("Microsoft") ಗೆ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಡೆಬಿಟ್ ಮಾಡಲು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ಗೆ ಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸಲು, ಮತ್ತು (B) ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ಗೆ Microsoft ನ ಸೂಚನೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಡೆಬಿಟ್ ಮಾಡಲು ನೀವು ದೃಢೀಕರಿಸುವಿರಿ. ನಿಮ್ಮ ಹಕ್ಕುಗಳ ಭಾಗವಾಗಿ, ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಜೊತೆಗಿನ ನಿಮ್ಮ ಒಪ್ಪಂದದ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಮೂಲಕ ಮರುಪಾವತಿಸಲು ನೀವು ಅರ್ಹರಾಗಿರುತ್ತೀರಿ. ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಡೆಬಿಟ್ ಮಾಡಿರುವ ದಿನಾಂಕದಿಂದ 8 ವಾರಗಳ ಒಳಗೆ ಮರುಪಾವತಿಯನ್ನು ಕ್ಲೈಮ್ ಮಾಡಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ನಿಂದ ನೀವು ಪಡೆದುಕೊಳ್ಳುವ ಹೇಳಿಕೆಯಲ್ಲಿ ನಿಮ್ಮ ಹಕ್ಕುಗಳ ಕುರಿತು ವಿವರಿಸಲಾಗಿದೆ.
ko: 이 확인란을 선택하면 (A) Microsoft Payments Ltd.(이하 "Microsoft")가 은행에 지침을 보내 귀하의 계좌로부터 인출할 수 있도록 권한을 부여하게 되고 (B) 해당 은행이 Microsoft의 지침에 따라 귀하의 계좌로부터 인출할 수 있도록 권한을 부여하게 됩니다. 귀하의 일부 권한으로서 은행과 동의한 계약조건에 따라 은행으로부터 환불받을 수 있습니다. 환불은 귀하의 계좌에서 인출된 날짜로부터 8주 이내에 청구해야 합니다. 귀하의 권한은 은행으로부터 받을 수 있는 진술서에 설명되어 있습니다.
ku_arab: بە ئاماژەدان لەم خانەیە، تۆ رێگە دەدەیت بە (أ) Microsoft Payments ی سنوردار. ("Microsoft") کە رێنماییەکان بۆ بانکەکەت بنێرێت بۆ داشکاندن لە ئەژمێرەکەت بەگوێرەی رێنماییەکان، و (ب) بانکەکەت لە ئەژمێرەکەت دابشکێنێت بەگوێرەی رێنماییەکانی Microsoft. وەک بەشێک لە مافەکانت، تۆ مافی وەرگرتنەوەیەکی پارەت هەیە لە بانکەکەت بەگوێرەی مەرجەکانی رێکەوتننامەکەت لەگەڵ بانکەکەتدا. پێویستە وەرگرتنەوەکە لەماوەی 8 هەفتە لەو بەروارەوە کە لە ئەژمێرەکەت داشکێنراوە ئەنجام بدرێت. مافەکانت لە بڵاونامەیەکدا روونکراوەتەوە کە دەتوانیت لە بانکەکەتی وەربگریت.
ky: Бул кутуну текшерүү менен, сиз (A) Microsoft Payments Ltd. ("Microsoft") компаниясына, каттоо эсебиңизди дебиттөө үчүн, банкыңызга нускамаларды жөнөтүүгө уруксат бересиз жана (B) банкыңыз, Microsoft тарабынан берилген нускамалар аркылуу дебиттейт. Укуктарыңыздын дагы бир пункту катары, сиз банкыңыз менен макулдашуунун шарттары жана жоболорунан улам, банкыңыздагы акча кайтарууларын алууга укугуңуз бар. Эсебиңиз эебиттелген күндөн баштап 8 жуманын ичинде кайтаруу суралышы керек болот. Сиздин укуктарыңыз, банкыңыздан алган доо кагазында түшүндүрүлүп жазылат.
lo: ໂດຍການໝາຍເອົາກ່ອງ​ນີ້, ທ່ານ​ອະນຸຍາດ​ໃຫ້​ (A) Microsoft Payments Ltd. ("Microsoft") ສົ່ງ​ການ​ແຈ້ງ​ບອກ​ຫາ​ທະນາຄານ​ຂອງ​ທ່ານ​ໃຫ້​ຫັກ​ເງິນ​ໃນ​ບັນຊີ​ຂອງ​ທ່ານ ​ແລະ (B) ​ທະນາຄານ​ຂອງ​ທ່ານ​ຫັກ​ເງິນຈາກ​ບັນຊີ​ຂອງ​ທ່ານ​ອີງ​ຕາມ​ການ​ແຈ້ງ​ບອກ​ຂອງ Microsoft. ​​ໂດຍ​ເປັນ​ສ່ວນ​ໜຶ່ງ​ຂອງ​ສິດທິ​ຂອງ​ທ່ານ, ທ່ານ​ມີ​ສິດ​ໄດ້​ຮັບ​ການ​ສົ່ງ​ເງິນ​ຄືນ​ຈາກ​ທະນາຄານ​ຂອງ​ທ່ານ​ພາຍ​ໃຕ້​ຂໍ້​ກຳນົດ ​ແລະ ​ເງື່ອນ​ໄຂ​ຂອງ​ຂໍ້​ຕົກລົງ​ຂອງທ່ານ​ກັບ​ທະນາຄານ​ຂອງ​ທ່ານ. ຕ້ອງ​ຮຽກຮ້ອງ​ເອົາ​ການ​ສົ່ງ​ເງິນ​ຄືນ​ພາຍ​ໃນ 8 ອາທິດ​ເລີ່​ມຈາກ​ວັນ​ທີ​ທີ່​ບັນຊີ​ຂອງ​ທ່ານ​ຖື​ກຫັກ. ມີ​ການ​ອະທິບາຍສິດທິ​ຂອງ​ທ່ານ​ຢູ່​ໃນ​ຄຳ​ຖະ​ແຫຼງທີ່​ທ່ານ​ສາມາດ​ຂ​ໍ​ເອົາ​ໄດ້​ຈາກ​ທະນາຄານ​ຂອງ​ທ່ານ.
lt: Pažymėdami šį žymės langelį leidžiate A) „Microsoft Payments Ltd.“ („Microsoft“) siųsti nurodymus jūsų bankui išskaityti lėšas iš jūsų sąskaitos ir leidžiate B) savo bankui išskaityti lėšas iš jūsų sąskaitos pagal „Microsoft“ nurodymus. Pagal su banku sudarytos sutarties sąlygas turite teisę prašyti banko grąžinti pinigus. Prašymas dėl pinigų grąžinimo turi būti pateiktas per 8 savaites nuo pinigų išskaitymo iš sąskaitos datos. Jūsų teisės yra aprašytos dokumente, kurį galite gauti iš banko.
lv: Atzīmējot šo izvēles rūtiņu, jūs sankcionējat (A) uzņēmumu Microsoft Payments Ltd. (“Microsoft”) sūtīt norādījumus jūsu bankai par līdzekļu iekasēšanu no jūsu konta un (B) banku iekasēt līdzekļus no jūsu konta saskaņā ar Microsoft sniegtajiem norādījumiem. Jums ir tiesības pieprasīt bankai atmaksāt līdzekļus saskaņā ar noteikumiem un nosacījumiem, kas ir izklāstīti jūsu un bankas savstarpēji noslēgtajā līgumā. Atmaksa ir jāpieprasa ne vēlāk kā 8 nedēļas pēc datuma, kad līdzekļi tika iekasēti no konta. Jūsu tiesību apraksts ir sniegts izrakstā, ko varat iegūt no bankas.
mi: Mā te taki i tēnei pouaka, e whakamana ana koe i a (A) Microsoft Payments Ltd. ("Microsoft") ki te tuku tohutohu ki tō pēke kia namaia tō pūkete, me (B) tō pēke kia namaia tō pūkete i runga i ngā tohutohu a Microsoft. Hei wāhi o ō motika, he arotau koe mō te whakahokinga moni i tō pēke i raro i ngā ture me ngā whakaritenga o tō whakaaetanga ki tō pēke. Me kerēme rawa te whakahokinga moni i roto i te 8 wiki o te rā i namaia ai tō pūkete. Kei te whakamāramatia ō motika i roto i tētahi tauākī ka taea te tiki atu i tō pēke.
mk: Со избирање на ова поле, го авторизирате (A) Microsoft Payments Ltd. („Microsoft“) да испрати инструкции до банката да ја задолжи вашата сметка и (B) банката да ја задолжи вашата сметка во согласност со инструкциите од Microsoft. Како дел од вашите права, имате право на рефундирање од банката под одредбите и условите на вашиот договор со банката. Рефундирањето мора да биде побарано во рок од 8 седмици почнувајќи од датумот на којшто вашата сметка е задолжена. Вашите права се објаснети во изјава којашто може да ја добиете од банката.
ml: ഈ ബോക്സ് ചെക്കുചെയ്യുന്നതിലൂടെ, (A) നിങ്ങളുടെ അക്കൗണ്ട് ഡെബിറ്റ് ചെയ്യാനുള്ള നിർദ്ദേശങ്ങൾ ബാങ്കിന് അയയ്ക്കാൻ Microsoft Payments Ltd. ("Microsoft") എന്നതിനെയും (B) Microsoft-ന്‍റെ നിർദ്ദേശങ്ങൾക്ക് അനുസൃതമായി നിങ്ങളുടെ അക്കൗണ്ട് ഡെബിറ്റ് ചെയ്യാൻ ബാങ്കിനെയും നിങ്ങൾ അധികാരപ്പെടുത്തുന്നു. നിങ്ങളുടെ അവകാശങ്ങളുടെ ഭാഗമെന്ന നിലയിൽ, നിങ്ങളുടെ ബാങ്കുമായുള്ള കരാറിലെ നിബന്ധനകൾക്കും വ്യവസ്ഥകൾക്കും കീഴിൽ ബാങ്കിൽ നിന്നുള്ള ഒരു റീഫണ്ടിന് നിങ്ങൾ അർഹനാണ്. നിങ്ങളുടെ അക്കൗണ്ട് ഡെബിറ്റ് ചെയ്ത തീയതി മുതൽ 8 ആഴ്ചകൾക്കകം ഒരു റീഫണ്ട് ക്ലെയിം ചെയ്തിരിക്കണം. നിങ്ങളുടെ ബാങ്കിൽ നിന്നും കരസ്ഥമാക്കാവുന്ന ഒരു പ്രസ്‌താവനയിൽ നിങ്ങളുടെ അവകാശങ്ങൾ വിശദീകരിച്ചിരിക്കുന്നു.
mn: Нүдийг тэмдэглэснээр та (A) Microsoft Payments Ltd. (цаашид "Microsoft" гэх) компанид таны дансанд дебит хийхийг банкинд зааварчлахыг, мөн (B) Microsoft-н зааварчилгааны дагуу таны дансанд дебит хийхийг банкиндаа зөвшөөрч байна. Эрхийнхээ хүрээнд та банктайгаа байгуулсан гэрээний болзол, нөхцлийн дагуу банкнаасаа төлбөр буцаах эрхтэй. Төлбөр буцаалтыг дансандаа дебит хийсэн өдрөөс хойш 8 долоо хоногийн дотор мэдүүлнэ. Банкнаасаа авч болон гэсэн мэдэгдэлд таны эрхийг тайлбарласан байгаа.
mr: हा बॉक्स चेक करून, आपण (A) Microsoft Payments Ltd. ("Microsoft") ला आपल्या बँकेला आपले खाते डेबिट करण्यासाठी सूचना पाठविण्यास आणि (B) Microsoft च्या निर्देशानुसार आपल्या बँकेला खाते डेबिट करण्यास अधिकृत करता. आपल्या अधिकाराचा एक भाग म्हणून, आपण आपल्या बँकेकडून आपल्या बँकेच्या अटी आणि शर्ती अंतर्गत, परतावा मिळविण्यास पात्र आहात. आपल्या खात्यातून डेबिट झालेल्या तारखेपासून 8 आठवड्यात परताव्याचा दावा केला पाहिजे. आपले अधिकार एका विवरणामध्ये स्पष्ट केलेले आहेत जे आपण आपल्या बँकेकडून प्राप्त करू शकता.
ms: Dengan menandakan kotak ini, anda memberi izin (A) Microsoft Payments Ltd. ("Microsoft") untuk menghantar arahan kepada bank anda untuk mendebit akaun anda, dan (B) untuk bank anda mendebitkan akaun anda berdasarkan arahan Microsoft. Sebagai sebahagian daripada hak anda, anda layak menerima bayaran balik daripada bank anda di bawah terma dan syarat perjanjian anda dengan bank anda. Bayaran balik mesti dituntut dalam tempoh 8 minggu bermula dari tarikh akaun anda didebitkan. Hak anda dijelaskan dalam satu pernyataan yang anda boleh dapatkan dari bank anda.
mt: Meta tagħmel marka f'din il-kaxxa, inti tawtorizza lil (A) Microsoft Payments Ltd. ("Microsoft") biex tibgħat istruzzjonijiet lill-bank tiegħek biex jiddebita l-kont tiegħek, u (B) lill-bank tiegħek biex jiddebita l-kont tiegħek skont l-istruzzjonijiet ta' Microsoft. Bħala parti mid-drittijiet tiegħek, inti intitolat/a għal rimborż mill-bank tiegħek skont it-termini u l-kundizzjonijiet tal-ftehim tiegħek mal-bank tiegħek. Rimborż irid jiġi kklejmjat fi żmien 8 ġimgħat mid-data meta l-kont tiegħek ġie ddebitat. Id-drittijiet tiegħek huma spjegati f'rendikont li tista' tikseb mill-bank tiegħek.
ne: यो बाकसमा चिन्ह लगाएर, तपाइँले (A) Microsoft Payments Ltd. ("Microsoft") लाई तपाइँको खाता डेबिट गर्न आफ्नो बैङ्कलाई निर्देशनहरू पठाउन र (B) Microsoft को निर्देशनहरू अनुसार तपाइँको खातालाई डेबिट गर्न आफ्नो बैङ्कलाई स्वीकृति दिनुहुन्छ। तपाइँका अधिकारहरूका हिस्साको रूपमा, तपाइँ आफ्नो बैङ्कसँगको तपाइँको सम्झौताका सर्त तथा अवस्थाहरू अन्तर्गत आफ्नो बैङ्कबाट फिर्ता रकम प्राप्त गर्न योग्य हुनुहुन्छ। तपाइँको खाता डेबिट गरिएको मितिले 8 हप्तासम्म फिर्ता रकम दाबी गर्नुपर्छ। तपाइँका अधिकारहरू कथनमा व्याख्या गरिएको छन् जुन तपाइँले आफ्नो बैङ्कबाट प्राप्त गर्न सक्नुहुन्छ।
nn_no: Ved å merke av i denne boksen gir du (A) Microsoft Payments Ltd. ("Microsoft") løyve til å sende instruksjonar til banken om å debitere kontoen din, og (B) banken løyve til å debitere kontoen din i samsvar med instruksjonane frå Microsoft. Som ein del av rettane dine har du rett til å få refusjon frå banken etter vilkåra i avtalen med banken. Ein refusjon må gjerast krav på innan åtte veker etter datoen då kontoen blei debitert. Du kan få ei erklæring der rettane dine blir forklart, frå banken.
no: Hvis du merker av i denne boksen, godkjenner du at (A) Microsoft Payments Ltd. ("Microsoft") kan sende instruksjoner til banken din om å debitere kontoen din, og (B) at banken kan debitere kontoen i henhold til instruksjonene fra Microsoft. Som en del av rettighetene dine har du krav på en refusjon fra banken ifølge vilkårene i avtalen din med banken. Du må be om refusjon innen åtte uker etter datoen da kontoen ble debitert. Rettighetene dine er forklart i en erklæring som du kan få fra banken.
or: ଏହି ବାକ୍ସ କ୍ଲିକ୍‌ କରିବା ଦ୍ୱାରା, ଆପଣ ପ୍ରାଧିକୃତ କରିଥାନ୍ତି (A) Microsoft Payments Ltd. ("Microsoft") କୁ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍‌ ଡେବିଟ୍‌ କରିବାକୁ ଆପଣଙ୍କ ବ୍ୟାଙ୍କକୁ ନିର୍ଦ୍ଦେଶାବଳୀ ପ୍ରେରଣ କରିବାକୁ, ଏବଂ (B) ଆପଣଙ୍କ ବ୍ୟାଙ୍କକୁ Microsoft ର ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁସାରେ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍‌କୁ ଡେବିଟ୍‌ କରିବା ପାଇଁ. ଆପଣଙ୍କ ଅଧିକାରର ଅଂଶବିଶେଷ ଭାବେ, ଆପଣ ନିଜର ବ୍ୟାଙ୍କ ସହିତ ଆପଣଙ୍କ ରାଜିନାମାର ଚୁକ୍ତି ଏବଂ ସର୍ତ୍ତାବଳୀ ଅଧୀନରେ ଆପଣଙ୍କ ବ୍ୟାଙ୍କରୁ ଏକ ଫେରସ୍ତ ପାଇବାକୁ ହକଦାର୍‌ ହୋଇଥାନ୍ତି. ଯେଉଁ ତାରିଖରେ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍‌ରୁ ଡେବିଟ୍‌ ହୋଇଥିଲା ସେହି ତାରିଖରୁ ପ୍ରାରମ୍ଭ କରି 8 ସପ୍ତାହ ମଧ୍ୟରେ ଏକ ଫେରସ୍ତ ଦାବି କରାଯିବା ଉଚିତ୍‌. ଆପଣଙ୍କ ଅଧିକାରଗୁଡିକ ଏକ ବିବରଣୀରେ ବ୍ୟାଖ୍ୟା କରାଯାଇଛି ଯାହା ଆପଣ ଆପଣଙ୍କ ବ୍ୟାଙ୍କରୁ ହାସଲ କରିପାରିବେ.
pa_arab_pk: ایس خانے نوں نشان زد کر کے، تسی (الف) Microsoft Payments Ltd. ("Microsoft") نوں آپنے بینک دے ڈیبٹ اکاؤنٹ نوں ہدایتاں پیجن دی اجازت دیندے نیں تے (ب) یا آپنے بینک نوں Microsoft دی ہدایتاں دے مطابق آپنے کاؤنٹ نوں ڈیبٹ کرن دی اجازت دیندے او۔ آپنے حقوق دے حصہ دے طور تے، تسی آپنے بینک نال اپنے معاہدہ دی شرطاں تے ضابطیاں دے تحت رقم واپس لین دے حقدار ہوؤ گے۔ رقم دی واپسی دا دعوی? لازمی 8 ہفتیاں دے اندر کردینا چاہیدا اے جیس دا آغاز ایس تریخ توں ہوندا اے جیس وچ تہاڈ اکاؤںٹ ڈیبٹ کیتا گیا سی۔ تہاڈے حقوق وضاحت وچ بیان کیتے گئے یں جیہڑے تسی بینک توں حاصل کرسکدے او۔
pa_in: ਇਸ ਬਾਕਸ ਨੂੰ ਕਲਿਕ ਕਰਨ ਦੁਆਰਾ, ਤੁਸੀਂ (A) Microsoft Payments Ltd ("Microsoft") ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਡੈਬਿਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਬੈਂਕ ਨੂੰ ਨਿਰਦੇਸ਼ ਭੇਜਣ ਅਤੇ (B) ਆਪਣੇ ਬੈਂਕ ਨੂੰ Microsoft ਦੇ ਨਿਰਦੇਸ਼ਾਂ ਦੇ ਮੁਤਾਬਕ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਡੈਬਿਟ ਕਰਨ ਲਈ ਅਧਿਕ੍ਰਿਤ ਕਰਦੇ ਹੋ। ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ ਦੇ ਭਾਗ ਵਜੋਂ, ਤੁਸੀਂ ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਆਪਣੇ ਇਕਰਾਰਨਾਮੇ ਦੇ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ ਅਧੀਨ ਆਪਣੇ ਬੈਂਕ ਵਲੋਂ ਰੀਫੰਡ ਦੇ ਪਾਤਰ ਹੋ। ਰੀਫੰਡ ਲਈ ਦਾਅਵਾ ਤੁਹਾਡਾ ਖਾਤਾ ਡੈਬਿਟ ਹੋਣ ਦੀ ਮਿਤੀ ਤੋਂ 8 ਹਫਤਿਆਂ ਵਿੱਚਕਾਰ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ ਬਾਰੇ ਇੱਕ ਸਟੇਟਮੈਂਟ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ, ਜੋ ਤੁਸੀਂ ਤੁਹਾਡੇ ਬੈਂਕ ਵਲੋਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: Zaznaczając to pole, udzielasz upoważnienia (A) firmie Microsoft Payments Ltd. (nazywanej dalej „firmą Microsoft”) do wysyłania do banku instrukcji dotyczących obciążenia konta oraz (B) bankowi do obciążenia konta zgodnie z instrukcjami firmy Microsoft. Masz prawo do uzyskania zwrotu środków od banku w ramach postanowień umowy z bankiem. Wniosek o zwrot należy zgłosić w ciągu 8 tygodni od dnia obciążenia konta. Informacje dotyczące swoich praw możesz znaleźć w oświadczeniu, które możesz uzyskać od banku.
ru: Отмечая этот пункт, вы авторизуете (А) Microsoft Payments Ltd. ("Майкрософт") отправлять в ваш банк запросы для отнесения сумм на дебет вашего счета, а также (Б) ваш банк относить суммы на дебет вашего счета в соответствии с запросами от Майкрософт. Вы имеете право на получение возмещения от своего банка согласно условиям договора с банком. Возмещение должно быть запрошено в течение 8 недель с даты отнесения суммы на дебет счета. Ваши права разъясняются в выписке, которую можно получить в банке.
sd: هن باڪس تي ٽڪ ڪري، توهان مجاز ڪريو ٿا ته (A) Microsoft Payments Ltd. ("Microsoft") توهان جي بينڪ جي اڪائونٽ ۾ پيسه وجهرائي سگهي، ۽ (B) توهانجو بينڪ Microsoft جي هدايت تي توهانجي بينڪ اڪائونٽ ۾ پيسا وجهي سگهي. توھانجي حق جي حصي جي طور تي، توهان پنهنجي معاهدو جي شرطون ۽ ضابطن پاران پنهنجي رقم جي واپسي جا حقدار آهيو. هڪ واپسي جي وصولي جو دعوه رقم جمع ٿيڻ جي 8 هفتن جي اندر اندر ڪرڻ گهرجي. توهانجي حقن جي وضاحت بيان ۾ ڪريل آهي جيڪي توهان بينڪ کان حاصل ڪري سگهو ٿا.
si: මෙම කොටුව තුළ සලකුණක් යෙදීමෙන්, ඔබ පහත කරුණු සඳහා බලය දේ (අ) Microsoft Payments Ltd. ("Microsoft") හට ඔබේ ගිණුමට බැර කරන මෙන් ඔබේ බැංකුවට උපදෙස් ලබා දීමට, සහ (ආ) Microsoft හි උපදෙස් අනුව ඔබේ ගිණුමෙන් බැර කිරීමට ඔබේ බැංකුවට. ඔබේ හිමිකම්වල කොටසක් ලෙස, ඔබේ බැංකුව සමඟ වන ඔබේ ගිවිසුමේ නියමයන් හා කොන්දේසි යටතේ ඔබේ බැංකුවෙන් නැවත මුදල් ලබා දීමකට ඔබ හිමිකම් ලබනු ඇත. ඔබේ ගිණුමට බැර කළ දින සිට සති 8ක් තුළ නැවත මුදල් ලබා ගැනීම සඳහා ඉල්ලුම් කළ යුතුය. ඔබේ හිමිකම් ඔබට ඔබේ බැංකුවෙන් ලබා ගත හැකි ප්‍රකාශනයක සඳහන් වේ.
sl: Če potrdite to polje, (A) pooblaščate Microsoft Payments Ltd. (v nadaljevanju »Microsoft«), da vaši banki pošlje navodila za bremenitev vašega računa, in (B) pooblaščate svojo banko, da bremeni vaš račun v skladu z Microsoftovimi navodili. V okviru svojih pravic ste upravičeni do vračila denarja s strani vaše banke v okviru pogojev in določil v vaši pogodbi z banko. Vračilo denarja je treba zahtevati v roku osmih tednov od datuma, ko je bil vaš račun bremenjen. Vaše pravice so pojasnjene v izjavi, ki jo lahko pridobite v svoji banki.
sr_cyrl_rs: Ако потврдите избор у овом пољу за потврду, дајете овлашћење (А) корпорацији Microsoft Payments Ltd. („Microsoft“) да пошаље упутства вашој банци да вам задужи рачун, као и (Б) својој банци да вам задужи рачун у складу са упутствима која добије од корпорације Microsoft. Имате право да од банке добијете рефундацију на основу одредаба и услова уговора који сте са њом потписали. Рефундацију морате да затражите у року од 8 недеља од датума када је рачун задужен. Ваша права су објашњена у изјави коју можете да добијете од банке.
sr_latn_rs: Ako potvrdite izbor u ovom polju za potvrdu, dajete ovlašćenje (A) korporaciji Microsoft Payments Ltd. („Microsoft“) da pošalje uputstva vašoj banci da vam zaduži račun, kao i (B) svojoj banci da vam zaduži račun u skladu sa uputstvima koja dobije od korporacije Microsoft. Imate pravo da od banke dobijete refundaciju na osnovu odredaba i uslova ugovora koji ste sa njom potpisali. Refundaciju morate da zatražite u roku od 8 nedelja od datuma kada je račun zadužen. Vaša prava su objašnjena u izjavi koju možete da dobijete od banke.
sv: Genom att markera den här rutan godkänner du att (A) Microsoft Payments Ltd. ("Microsoft") får skicka instruktioner till din bank om debiteringen av ditt konto och (B) att banken får debitera ditt konto enligt instruktionerna från Microsoft. Du har rätt till återbetalning från din bank enligt villkoren i avtalet du har med banken. Återbetalningen skall begäras inom 8 veckor från och med det datum då ditt konto debiterades. Dina rättigheter framgår av information du kan få av din bank.
ta: இந்தப் பெட்டியைச் செக் செய்வதன்மூலம், நீங்கள் அதிகாரத்தோடு (A) உங்கள் கணக்கில் பற்று வைக்க உங்கள் வங்கிக்குக் கட்டளையிட Microsoft Payments Ltd. ("Microsoft") -ஐயும் (B) Microsoft கட்டளைப்படி உங்கள் கணக்கில் பற்று வைக்க உங்கள் வங்கியையும் அங்கீகரிக்கிறீர்கள். உங்கள் உரிமைப்படி, வங்கியுடன் செய்த ஒப்பந்த விதிமுறை மற்றும் நிபந்தனைகளின் கீழ் நீங்கள் வங்கியிடம் மீள்நிதி பெறலாம். உங்கள் கணக்கில் பற்று வைத்த நாள்முதல் 8 வாரங்களுக்குள் மீள்நிதி உரிமைகோரல் வேண்டும். உங்கள் உரிமை விளக்க அறிக்கையை உங்கள் வங்கியில் பெறலாம்.
te: ఈ పెట్టెను ఎంచుకోవడం ద్వారా, (ఎ) మీ ఖాతా నుండి డెబిట్ చేయడం కోసం మీ బ్యాంకుకి ఆదేశాలు పంపడానికి Microsoft Payments Ltd. ("Microsoft") మరియు (బి) Microsoft యొక్క సూచనలకు అనుగుణంగా మీ బ్యాంకు మీ ఖాతా నుండి డెబిట్ చేయడానికి మీరు అనుమతిస్తున్నారు. మీ హక్కుల్లో భాగంగా, మీ బ్యాంకుతో మీరు కుదుర్చుకున్న ఒప్పందం యొక్క నిబంధనలు మరియు షరతులకు అనుగుణంగా మీ బ్యాంకు నుండి తిరిగి చెల్లింపు పొందడానికి మీరు అర్హతని కలిగి ఉన్నారు. తిరిగి చెల్లింపులను తప్పనిసరిగా మీ ఖాతా డెబిట్ చేయబడ్డ తేదీ నుంచి 8 వారాల్లోగా క్లెయిమ్ చేయాలి. మీరు మీ బ్యాంకు నుండి పొందగలిగే స్టేట్‌మెంట్‌లో మీ హక్కులు వివరించబడ్డాయి.
tg: Бо ишора гузоштани ин катак, шумо ба (А) Microsoft Payments Ltd. ("Microsoft") иҷозат медиҳед, ки ба бонки шумо дастур диҳад, ки ҳисоби шуморо пур кунад ва (Б) ба бонки шумо иҷозат медиҳад, ки тибқи дастурҳои Microsoft ҳисоби шуморо пур кунад. Ҳамчун қисми ҳуқуқҳои шумо, шумо тибқи шартҳои созишномаи байни шумо ва бонк ба бозпардохте ҳақ доред. Бозпардохт бояд пас аз 8 ҳафта аз санае, ки ҳисоби шумо пур карда мешавад, дархост карда шавад. Ҳуқуқҳои шумо дар ҳисоботе шарҳ дода шудааст, ки онро аз бонки худ гирифта метавонед.
th: เมื่อกาเครื่องหมายลงในกล่องนี้ จะถือว่าคุณอนุญาตให้ (A) Microsoft Payments Ltd. ("Microsoft") ส่งคำสั่งไปยังธนาคารเพื่อหักบัญชีของคุณ และ (B) ธนาคารเพื่อหักบัญชีของคุณตามคำสั่งของ Microsoft เมื่ออิงตามสิทธิ์บางส่วนของคุณ คุณจะได้รับสิทธิ์ในการขอคืนเงินจากธนาคารภายใต้ข้อกำหนดและเงื่อนไขของข้อตกลงของคุณกับธนาคาร การขอคืนเงินต้องดำเนินการภายใน 8 สัปดาห์ เริ่มตั้งแต่วันที่บัญชีของคุณถูกหัก สิทธิ์ของคุณได้อธิบายไว้แล้วในใบแจ้งยอดที่คุณสามารถขอได้จากธนาคาร
tr: Bu kutuyu işaretleyerek (A) Microsoft Payments Ltd. ("Microsoft") şirketine, bankanıza hesabınıza borç kaydetme talimatları gönderme ve (B) bankanıza, Microsoft'un talimatı doğrultusunda hesabınıza borç kaydetme yetkisi vermiş olursunuz. Haklarınızın bir parçası olarak, bankayla olan sözleşmenizin hüküm ve koşullarına uygun şekilde bankanızdan bir geri ödeme almaya yetkiniz vardır. Geri ödemenin hesabınızın borçlandırıldığı tarihten başlamak üzere 8 hafta içinde talep edilmesi gerekir. Haklarınız bankanızdan alabileceğiniz ekstrede açıklanmıştır.
tt: Бу шакмакны тамгалап, сез (A) Microsoft Payments Ltd. ("Майкрософт") ширкәтенә сезнең банкка хисабыгыздан акча алу өчен күрсәтмәләр җибәрергә һәм (В) банкыгызга хисабыгыздан Майкрософт күрсәтмәләренә ярашлы рәвештә акча алырга рөхсәт бирәсез. Хокукларыгызның бер өлеше буларак, сез банк белән төзелгән килешүнең шартлары һәм таләпләре нигезендә банктан түләнгән акчаны кайтаруга хаклы. Кайтару хисабыгыздан акча алу датасыннан башлап 8 атна эчендә таләп ителергә тиеш. Хокукларыгыз банктан алып була алган аңлатмада тасвирланган.
ug: بۇ رامكىنى تاللىسىڭىز، (A) ھېساباتىڭىزدىن چىقىم قىلىش ئۈچۈن Microsoft Payments Ltd. (قىسقارتىلىپ «Microsoft» دېيىلىدۇ) نىڭ سىز ھېساب ئاچقان بانكىغا چىقىم كۆرسەتمىسى يوللىشىغا، (B) بانكىنىڭ Microsoft نىڭ كۆرسەتمىسى بويىچە ھېساباتىڭىزدىن چىقىم قىلىشىغا ئىجازەت بەرگەن بولىسىز. بانكا بىلەن تۈزگەن كېلىشىم بويىچە شەرتكە ئۇيغۇن ئەھۋالدا ھەق قايتۇرۇۋېلىش ھوقۇقىڭىز بار. ھەق قايتۇرۇۋالماقچى بولسىڭىز، ھېساباتىڭىزدىن چىقىم قىلىنغاندىن باشلاپ 8 ھەپتە ئىچىدە ئىلتىماس قىلىشىڭىز كېرەك. ھوقۇقلىرىڭىز بانكا تەمىنلەيدىغان تالوندا چۈشەندۈرۈلىدۇ.
uk: Відмічаючи цей пункт, ви авторизуєте (А) Microsoft Payments Ltd. ("Майкрософт") надсилати запити у ваш банк для віднесення сум на дебет вашого рахунку, а також (Б) ваш банк відносити суми на дебет вашого рахунку відповідно до запитів Майкрософт. Ви маєте право на отримання відшкодування від свого банку відповідно до умов угоди з банком. Відшкодування має бути запитано протягом 8 тижнів із дати віднесення суми на дебет рахунку. Ваші права роз’яснюються у виписці, яку можна отримати в банку.
ur: اس باکس کو نشان زد کرکے آپ (الف) ‎Microsoft Payments Ltd. ("Microsoft") کو اپنے بینک کو اپنے اکاؤنٹ کو ڈیبٹ کرنے کی ہدایت دینے کے لیے مجاز بنا رہے ہیں، اور (ب) اپنے بینک کو Microsoft کی ہدایات پر آپ کے اکاؤنٹ کو ڈیبٹ کرنے کے لیے مجاز کررہے ہیں۔ اپنے حقوق کے ایک جزء کے طور پر، آپ اپنے بینک کے ساتھ اپنے معاہدے کی شرائط و ضوابط کے تحت بینک سے واپسی کے حقدار ہیں۔ واپسی کا دعویٰ جس دن آپ کا اکاؤنٹ ڈیبٹ ہوا تھا اس دن سے شروع کرتے ہوئے 8 ہفتوں کے اندر کیا جانا چاہئے۔ آپ کے حقوق کی تشریح ایک بیان میں کی گئی ہے جسے آپ اپنے بینک سے حاصل کرسکتے ہیں۔
uz: Bu oynaga belgi qo‘yish orqali siz bankingizga hisob qaydnomangizdan to‘lov olishiga ko‘rsatmalar yuborish uchun (A) Microsoft Payments Ltd. ("Microsoft"), va (B) Microsoft’ning ko‘rsatmalariga muvofiq hisob qaydnomangizdan to‘lov olishi uchun bankingizga vakolat berasiz. Huquqlaringizning bir qismi sifatida bankingiz bilan shartnomaning talab va shartlariga asosan bankingizdan qaytarib berilgan to‘lov huquqiga egasiz. Qaytarib berilgan to‘lov hisob qaydnomangizdan to‘lov olingan sanadan boshlab 8 hafta ichida chiqarilishi kerak. Sizning huquqlaringiz bankingizdan olishingiz mumkin bo‘lgan bayonnomada tushuntirib berilgan.
vi: Khi chọn hộp này, bạn ủy quyền cho (A) Microsoft Payments Ltd. ("Microsoft") gửi chỉ lệnh cho ngân hàng để ghi nợ tài khoản của bạn và (B) ngân hàng ghi nợ tài khoản của bạn theo chỉ lệnh của Microsoft. Như một phần quyền của bạn, bạn được nhận tiền hoàn lại từ ngân hàng theo các điều khoản và điều kiện trong thỏa thuận của bạn với ngân hàng. Bạn phải yêu cầu hoàn lại tiền trong vòng 8 tuần kể từ ngày tài khoản của bạn bị ghi nợ. Quyền của bạn được giải thích trong một bản tuyên bố do ngân hàng của bạn cung cấp.
zh_hans: 选中此框即表明你授权 (A) Microsoft Payments Ltd. ("Microsoft") 向你的开户行发送记入借方帐户的指示，并且 (B) 你的开户行可遵照 Microsoft 的指示将帐户记入借方。作为权利的一部分，你有权根据与开户行达成同意的条款和条件从开户行获取退款。退款必须在从帐户记入借方开始的 8 周内索取。你享受的权利在从开户行获取的一份声明中已解释清楚。
zh_hant: 一旦選取此方塊，即表示您授權 (A) Microsoft Payments Ltd. ("Microsoft") 傳送支付命令給您的銀行以從您的帳戶扣款，及 (B) 您的銀行根據 Microsoft 的支付命令扣款。根據您的權利，您可以在符合您與銀行間之條款及條件的情況下從銀行取得退款。退款要求必須在從您的帳戶扣款之後 8 週內提出。銀行的對帳單將說明您的權利。
