Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.CreditCard.Heading
source: Credit Card Information
af: Kredietkaart-inligting
am: የክሬዲት ካርድ መረጃ
ar: ‏‏معلومات بطاقة الائتمان
as: ক্ৰেডিট কাৰ্ডৰ তথ্য
az: Kredit Kartı haqqında məlumat
bg: Информация за кредитна карта
bn_in: ক্রেডিট কার্ড তথ্য
bs: Informacije o kreditnoj kartici
cy: Gwybodaeth Cerdyn Credyd
da: Kreditkortoplysninger
de: Kreditkarteninformationen
el: Πληροφορίες πιστωτικής κάρτας
es: Información de tarjeta de crédito
et: Krediitkaardi teave
eu: Kreditu-txartelaren informazioa
fa: اطلاعات کارت اعتباری
ga: Faisnéis chárta creidmheasa
gd: Fiosrachadh na cairt-chreideis
gl: Información do cartón de crédito
gu: ક્રેડિટ કાર્ડ જાણકારી
he: פרטי כרטיס אשראי
hi: क्रेडिट कार्ड जानकारी
hr: Podaci o kreditnoj kartici
hu: Bankkártya adatai
id: Informasi Kartu Kredit
is: Greiðslukortaupplýsingar
ja: クレジット カード情報
ka: საკრედიტო ბარათის ინფორმაცია
kk: Кредиттік карта ақпараты
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಮಾಹಿತಿ
ko: 신용 카드 정보
ku_arab: زانیاری ژمارەی کارت
ky: Кредит карта маалыматы
lo: ຂໍ້ມູນບັດເຄຣດິດ
lt: Kredito kortelės informacija
lv: Kredītkartes informācija
mi: Mōhiohio Kāri Nama
mk: Информации за кредитната картичка
ml: ക്രെഡിറ്റ് കാർഡ് വിവരം
mn: Кредит картны мэдээлэл
mr: क्रेडिट कार्ड माहिती
ms: Maklumat Kad Kredit
mt: Informazzjoni tal-Karta ta' Kreditu
ne: क्रेडिट कार्ड जानकारी
nn_no: Informasjon om kredittkort
no: Opplysninger om kredittkort
or: କ୍ରେଡିଟ୍‍ କାର୍ଡ ସୂଚନା
pa_arab_pk: کریڈ کارڈ دی معلومات
pa_in: ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਣਕਾਰੀ
pl: Informacje o karcie kredytowej
ru: Данные кредитной карты
sd: ڪريڊٽ ڪارڊ جي معلومات
si: ණය කාඩ්පත් අංකය
sl: Podatki kreditne kartice
sr_cyrl_rs: Информације о кредитној картици
sr_latn_rs: Informacije o kreditnoj kartici
sv: Kreditkortsuppgifter
ta: கடன் அட்டைத் தகவல்
te: క్రెడిట్ కార్డ్ సమాచారం
tg: Маълумоти корти кредитӣ
th: ข้อมูลบัตรเครดิต
tr: Kredi Kartı Bilgileri
tt: Кредит картасы мәгълүматы
ug: ئىناۋەتلىك كارتا ئۇچۇرى
uk: Дані кредитної картки
ur: کریڈٹ کارڈ معلومات
uz: Kredit kartochka ma’lumotlari
vi: Thông tin Thẻ Tín dụng
zh_hans: 信用卡信息
zh_hant: 信用卡資訊

# Word.SelectPMSubPage.Heading
source: Choose {0} option
af: Kies {0}-opsie
am: {0} ምርጫ ይምረጡ
ar: تحديد خيار {0}
as: {0} টা বিকল্প চয়ন কৰক
az: {0} seçimini edin
bg: Избор на {0} опция
bn_in: {0}টি বিকল্প বেছে নিন
bs: Odaberite opciju {0}
cy: Dewiswch opsiwn {0}
da: Vælg indstillingen {0}
de: {0}-Option auswählen
el: Επιλέξτε {0}
es: Elegir {0} opción
et: Valige variant {0}
eu: Hautatu {0} aukera
fa: گزینه {0} را انتخاب کنید
ga: Roghnaigh rogha {0}
gd: Tagh roghainn {0}
gl: Escoller a opción de {0}
gu: {0} વિકલ્પ પસંદ કરો
he: בחר באפשרות {0}
hi: {0} विकल्प चुनें
hr: Odaberite {0} mogućnost
hu: {0} beállításának kiválasztása
id: Pilih opsi {0}
is: Veldu valkostinn {0}
ja: {0} オプションの選択
ka: აირჩიეთ {0} ვარიანტი
kk: {0} опциясын таңдау
kn: {0} ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ
ko: {0} 옵션 선택
lo: ເລືອກຕົວເລືອກ {0}
lt: Pasirinkti parinktį „{0}“
lv: Izvēlieties “{0}” opciju
mi: Kōwhiria {0} kōwhiringa
mk: Изберете {0} опција
ml: {0} ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക
mr: {0} पर्याय निवडा
ms: Pilih pilihan {0}
mt: Agħżel l-għażla {0}
ne: {0} विकल्प छान्नुहोस्
nn_no: Vel {0} alternativ
no: Velg {0}-alternativ
or: {0} ବିକଳ୍ପ ମନୋନୟନ କରନ୍ତୁ
pa_in: {0} ਵਿਕਲਪ ਚੁਣੋ
pl: Wybierz opcję {0}
ru: Выбор варианта {0}
sl: Izberite možnost {0}
sr_cyrl_rs: Одаберите опцију {0}
sr_latn_rs: Odaberite opciju „{0}“
sv: Välj {0} alternativ
ta: {0} விருப்பத்தைத் தேர்வுசெய்யுங்கள்
te: {0} ఐచ్ఛికాన్ని ఎంచుకోండి
th: เลือกตัวเลือก {0}
tr: {0} seçeneğini belirleyin
tt: {0} вариантны сайлагыз
ug: {0} ئۇسۇلى تاللاش
uk: Вибір способу "{0}"
ur: {0} اختیار چنیں
uz: {0} parametrini tanlang
vi: Chọn tùy chọn {0}
zh_hans: 选择 {0} 选项
zh_hant: 選擇 {0} 選項

# Word.UnionPay
source: UnionPay credit or debit card
af: UnionPay-krediet- of debietkaart
am: UnionPay ክሬዲት ወይም ዴቢት ካርድ
ar: بطاقة ائتمان UnionPay أو خصم
as: UnionPay ক্ৰেডিট বা ডেবিট কাৰ্ড
az: UnionPay kredit və ya debet kartı
bg: UnionPay кредитна или дебитна карта
bn_in: UnionPay এর ক্রেডিট বা ডেবিট কার্ড
bs: Kreditna ili debitna kartica UnionPay
cy: Cerdyn credyd neu ddebyd UnionPay
da: UnionPay-kredit- eller debetkort
de: Kredit- oder Debitkarte von UnionPay
el: Πιστωτική ή χρεωστική κάρτα UnionPay
es: Tarjeta de crédito o débito UnionPay
et: UnionPay krediit- või deebetkaart
eu: UnionPay kreditu- edo zordunketa-txartela
fa: کارت اعتباری یا نقدی UnionPay
ga: Cárta creidmheasa nó dochair UnionPay
gd: Cairt-chreideis no cairt-fhiachan UnionPay
gl: Cartón de crédito ou de débito de UnionPay
gu: UnionPay ક્રેડિટ અથવા ડેબિટ કાર્ડ
he: כרטיס אשראי או חיוב של UnionPay
hi: UnionPay क्रेडिट या डेबिट कार्ड
hr: UnionPay kreditna ili debitna kartica
hu: UnionPay hitel- vagy bankkártya
id: Kartu kredit atau debit UnionPay
is: UnionPay kredit- eða debetkort
ja: UnionPay のクレジット カードまたはデビット カード
ka: UnionPay-ს საკრედიტო ან სადებეტო ბარათი
kk: UnionPay кредиттік немесе дебеттік картасы
kn: UnionPay ಕ್ರೆಡಿಟ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: UnionPay 신용 카드 또는 직불 카드
lo: ບັດເຄຣດິດ ຫຼື ເດບິດຂອງ UnionPay
lt: „UnionPay“ kredito arba debeto kortelė
lv: UnionPay kredītkarte vai debetkarte
mi: Kāri tāwere UnionPay, kāri nama UnionPay rānei
mk: Кредитна или дебитна картичка UnionPay
ml: UnionPay ക്രെഡിറ്റ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ്
mr: UnionPay क्रेडिट किंवा डेबिट कार्ड
ms: Kad kredit atau debit UnionPay
mt: Karta tal-kreditu jew tad-debitu ta’ UnionPay
ne: UnionPay क्रेडिट वा डेबिट कार्ड
nn_no: UnionPay-kreditt- eller debetkort
no: Kreditt- eller debetkort fra UnionPay
or: UnionPay କ୍ରେଡିଟ୍‌ କାର୍ଡ କିମ୍ବା ଡେବିଟ୍‌ କାର୍ଡ
pa_in: UnionPay ਕ੍ਰੈਡਿਟ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ
pl: Karta kredytowa lub debetowa UnionPay
ru: Кредитная или банковская карта UnionPay
sl: Kreditna ali debetna kartica UnionPay
sr_cyrl_rs: UnionPay кредитна или дебитна картица
sr_latn_rs: UnionPay kreditna ili debitna kartica
sv: UnionPay-kredit- eller betalkort
ta: UnionPay கிரெடிட் அல்லது டெபிட் கார்டு
te: UnionPay క్రెడిట్ లేదా డెబిట్ కార్డ్
th: บัตรเครดิตหรือเดบิต UnionPay
tr: UnionPay kredi veya ATM kartı
tt: UnionPay кредит яки дебет картасы
ug: بانكا بىرلەشمىسى ئامانەت ياكى ئىناۋەتلىك كارتىسى
uk: Кредитна або дебетова картка UnionPay
ur: UnionPay کا کریڈٹ یا ڈیبٹ کارڈ
uz: UnionPay kredit yoki debet kartasi
vi: Thẻ tín dụng hoặc thẻ ghi nợ của UnionPay
zh_hans: 银联信用卡或借记卡
zh_hant: 銀聯信用卡或轉帳卡

# Word.Expires
source: Expires
af: Verval
am: የአገልግሎት ጊዜው ያበቃል
ar: انتهاء الصلاحية
as: ম্যাদ উকলিছে
az: Vaxtı başa çatır
bg: Изтича
bn_in: মেয়াদ উত্তীর্ণ
bs: Ističe
cy: Yn dod i ben
da: Udløber
de: Läuft ab
el: Λήγει
es: Expira
et: Aegub
eu: Iraungitze-data
fa: انقضا
ga: éagann
gd: Falbhaidh an ùine air
gl: Caduca
gu: આ પર સમાપ્ત થાય છે
he: תאריך תפוגה
hi: समय सीमा समाप्त
hr: Istječe
hu: Lejárat
id: Kedaluwarsa
is: Rennur út
ja: 有効期限
ka: ვადა
kk: Дейін жарамды:
kn: ವಾಯಿದೆ ಮೀರುತ್ತದೆ
ko: 만료
ku_arab: بەسەر دەچێت
ky: Аяктайт
lo: ໝົດອາຍຸ
lt: Galioja iki
lv: Derīgums beidzas
mi: Ka pau
mk: Истекува
ml: കാലഹരണപ്പെടുന്നു
mn: Дуусах хугацаа
mr: कालबाह्य होत आहे
ms: Tamat tempoh
mt: Jiskadi
ne: म्याद सकिने मिति
nn_no: Går ut
no: Utløper
or: ସମୟସୀମା ସମାପ୍ତ
pa_arab_pk: معیاد مُکی
pa_in: ਅਵਧੀ ਸਮਾਪਤ ਹੋ ਰਹੀ ਹੈ
pl: Wygasa
ru: Срок действия
sd: مدو ختم ٿيندو
si: කල් ඉකුත් වේ
sl: Potek veljavnosti
sr_cyrl_rs: Истиче
sr_latn_rs: Ističe
sv: Går ut
ta: காலாவதியாகிறது
te: గడువు ముగింపు తేదీ
tg: Анҷоми муҳлат
th: หมดอายุ
tr: Son Kullanma Tarihi
tt: Вакыты чыга
ug: كۈچكە ئىگە مۇددىتى:
uk: Час дії
ur: تنسیخ
uz: Amal qilish muddati tugaydi
vi: Hết hạn
zh_hans: 截止日期
zh_hant: 到期日

# Word.ExpiryMonth
source: Expiry Month
af: Vervalmaand
am: አገልግሎቱ የሚያበቃበት ወር
ar: ‏‏شهر انتهاء الصلاحية
as: ম্যাদ উকলিব লগা মাহ
az: Vaxtı bitmə ayı
bg: Месец на изтичане на валидност
bn_in: মেয়াদ শেষ হওয়ার মাস
bs: Mjesec isteka
cy: Mis Dod i Ben
da: Udløbsmåned
de: Ablaufmonat
el: Μήνας λήξης
es: Mes de expiración
et: Aegumiskuu
eu: Iraungitze-hilabetea
fa: ماه انقضا
ga: Mí éaga
gd: Am mìos a dh'fhalbhas an ùine air
gl: Mes de caducidade
gu: સમાપ્તિ મહિનો
he: חודש פקיעת תוקף
hi: समय सीमा समाप्ति माह
hr: Mjesec isteka
hu: Lejárat hónapja
id: Bulan Kedaluwarsa
is: Gildistími, mánuður
ja: 有効期限 (月)
ka: ვადის თვე
kk: Мерзімінің біту айы
kn: ಮುಕ್ತಾಯದ ತಿಂಗಳು
ko: 만료 월
ku_arab: مانگی بەسەرچوون
ky: Жарактуу Ай
lo: ເດືອນໝົດອາຍຸ
lt: Galiojimo pabaigos mėnuo
lv: Derīguma beigu mēnesis
mi: Marama Mōnehu
mk: Месец на истекување
ml: കാലഹരണപ്പെടുന്ന മാസം
mn: Дуусах сар
mr: कालबाह्य तारीख
ms: Bulan Tamat Tempoh
mt: Xahar ta' Skadenza
ne: म्याद समाप्त हुने महिना
nn_no: Månad utgått
no: Utløpsmåned
or: ସମୟସୀମା ସମାପ୍ତ ମାସ
pa_arab_pk: گذرا مہینہ
pa_in: ਸਮਾਪਤੀ ਮਹੀਨਾ
pl: Miesiąc wygaśnięcia
ru: Месяц окончания срока действия
sd: مدي خارج جو مهينو
si: කල් ඉකුත්වන මාසය
sl: Mesec poteka veljavnost
sr_cyrl_rs: Датум истека важења
sr_latn_rs: Datum isteka važenja
sv: Förfallomånad
ta: காலாவதியாகும் மாதம்
te: గడువు ముగింపు నెల
tg: Моҳи санаи анҷом
th: เดือนที่หมดอายุ
tr: Son Kullanma Tarihi (Ay)
tt: Вакыты чыга (ай)
ug: كۈچكە ئىگە ئاي
uk: Місяць закінчення дії
ur: ختم معیاد کا مہینہ
uz: Amal qilish oyi
vi: Tháng Hết hạn
zh_hans: 到期月份
zh_hant: 到期月份

# Word.ExpirationMonth
source: Expiration month
af: Vervalmaand
am: አገልግሎቱ የሚያበቃበት ወር
ar: شهر الانتهاء
as: ম্যাদ শেষ হ'ব লগা মাহ
az: Başaçatma ayı
bg: Месец на изтичане на валидността
bn_in: এই মাসে মেয়াদ শেষ হবে
bs: Mjesec isteka
cy: Y mis y daw i ben
da: Udløbsmåned
de: Ablaufmonat
el: Μήνας λήξης
es: Mes de caducidad
et: Aegumiskuu
eu: Iraungitze-hilabetea
fa: ماه انقضا
ga: Mí éaga
gd: Am mìos a dh'fhalbhas an ùine air
gl: Mes de caducidade
gu: સમાપ્તિ મહિનો
he: חודש פקיעת תוקף
hi: समय सीमा समाप्ति का माह
hr: Mjesec isteka
hu: Lejárat hónapja
id: Bulan kadaluwarsa
is: Fyrningarmánuður
ja: 有効期限 (月)
ka: ვადის თვე
kk: Жарамдылық мерзімі бітетін ай
kn: ಅವಧಿ ಮೀರುವ ತಿಂಗಳು
ko: 만료 월
ku_arab: مانگی بەسەرچوون
ky: Мөөнөтү бүткөн ай
lo: ເດືອນໝົດອາຍຸ
lt: Galiojimo pabaigos mėnuo
lv: Derīguma mēnesis
mi: Te marama ka pau
mk: Месец на истекување
ml: കാലഹരണപ്പെടുന്ന മാസം
mn: Хугацаа дуусах сар
mr: कालावधी समाप्ती महिना
ms: Bulan tamat tempoh
mt: Xahar ta' skadenza
ne: समयावधि समाप्त वर्ष
nn_no: Utløpsmånad
no: Utløpsmåned
or: ସମୟସୀମା ସମାପ୍ତ ମାସ
pa_arab_pk: مکن والی تاریخ
pa_in: ਮਿਆਦ ਸਮਾਪਤੀ ਦਾ ਮਹੀਨਾ
pl: Miesiąc wygaśnięcia
ru: Месяц завершения срока действия
sd: مدي خارج واري مهينو
si: කල් ඉකුත්වන මාසය
sl: Mesec poteka
sr_cyrl_rs: Месец истека важења
sr_latn_rs: Mesec isteka važenja
sv: Förfallomånad
ta: காலாவதி மாதம்
te: గడువు ముగింపు నెల
tg: Моҳи анҷоми муҳлат
th: เดือนที่หมดอายุ
tr: Sona erme ayı
tt: Вакыт чыгу ае
ug: ۋاقت توشىدىغان ئاي
uk: Місяць завершення терміну дії
ur: اختتام مدت کی تاریخ
uz: Amal qilish muddati tugaydigan oy
vi: Tháng hết hạn
zh_hans: 到期月份
zh_hant: 有效期限月份

# Word.ExpiryYear
source: Expiry Year
af: Vervaljaar
am: አገልግሎቱ የሚያበቃበት ዓመት
ar: ‏‏عام انتهاء الصلاحية
as: ম্যাদ উকলিব লগা বছৰ
az: Vaxtı bitmə ili
bg: Година на изтичане на валидност
bn_in: মেয়াদ শেষ হওয়ার বছর
bs: Godina isteka
cy: Blwyddyn Dod i Ben
da: Udløbsår
de: Ablaufjahr
el: Έτος λήξης
es: Año de expiración
et: Aegumisaasta
eu: Iraungitze-urtea
fa: سال انقضا
ga: Bliain éaga
gd: A' bhliadhna a dh'fhalbhas an ùine air
gl: Ano de caducidade
gu: સમાપ્તિ વર્ષ
he: שנת פקיעת תוקף
hi: समय सीमा समाप्ति वर्ष
hr: Godina isteka
hu: Lejárat éve
id: Tahun Kedaluwarsa
is: Gildistími, ár
ja: 有効期限 (年)
ka: ვადის წელი
kk: Мерзімінің біту жылы
kn: ಮುಕ್ತಾಯದ ವರ್ಷ
ko: 만료 연도
ku_arab: ساڵی بەسەرچوون
ky: Жжарактуу Жыл
lo: ປີໝົດອາຍຸ
lt: Galiojimo pabaigos metai
lv: Derīguma beigu gads
mi: Tau Mōnehu
mk: Година на истекување
ml: കാലഹരണപ്പെടുന്ന വർഷം
mn: Дуусах он
mr: कालबाह्य वर्ष
ms: Tahun Tamat Tempoh
mt: Sena ta' Skadenza
ne: म्याद समाप्त हुने वर्ष
nn_no: År utgått
no: Utløpsår
or: ସମୟସୀମା ସମାପ୍ତ ବର୍ଷ
pa_arab_pk: گزرا سال
pa_in: ਸਮਾਪਤੀ ਸਾਲ
pl: Rok wygaśnięcia
ru: Год окончания срока действия
sd: مدي خارج جو سال
si: කල් ඉකුත් වන වර්ෂය
sl: Leto poteka veljavnosti
sr_cyrl_rs: Година истека важења
sr_latn_rs: Godina isteka važenja
sv: Förfalloår
ta: காலாவதியாகும் வருடம்
te: గడువు ముగింపు సంవత్సరం
tg: Соли санаи анҷом
th: ปีที่หมดอายุ
tr: Son Kullanma Tarihi (Yıl)
tt: Вакыты чыга (ел)
ug: كۈچكە ئىگە يىلى
uk: Рік закінчення дії
ur: ختم معیاد کا سال
uz: Amal qilish yili
vi: Năm Hết hạn
zh_hans: 到期年份
zh_hant: 到期年份

# Word.ExpirationYear
source: Expiration year
af: Vervaljaar
am: አገልግሎቱ የሚያበቃበት ዓመት
ar: عام الانتهاء
as: ম্যাদ শেষ হ'ব লগা বছৰ
az: Başaçatma ili
bg: Година на изтичане на валидността
bn_in: এই বছরে মেয়াদ শেষ হবে
bs: Godina isteka
cy: Y flwyddyn y daw i ben
da: Udløbsår
de: Ablaufjahr
el: Έτος λήξης
es: Año de caducidad
et: Aegumisaasta
eu: Iraungitze-urtea
fa: سال انقضا
ga: Bliain éaga
gd: Am bliadhna a dh'fhalbhas an ùine air
gl: Ano de caducidade
gu: સમાપ્તિ વર્ષ
he: שנת פקיעת תוקף
hi: समय सीमा समाप्ति का वर्ष
hr: Godina isteka
hu: Lejárat éve
id: Tahun kadaluarsa
is: Fyrningarár
ja: 有効期限 (年)
ka: ვადის წელი
kk: Жарамдылық мерзімі бітетін жыл
kn: ಅವಧಿ ಮೀರುವ ವರ್ಷ
ko: 만료 연도
ku_arab: ساڵی بەسەرچوون
ky: Мөөнөтү бүткөн жыл
lo: ປີໝົດອາຍຸ
lt: Galiojimo pabaigos metai
lv: Derīguma gads
mi: Te tau ka pau
mk: Година на истекување
ml: കാലഹരണപ്പെടുന്ന വർഷം
mn: Хугацаа дуусах жил
mr: कालावधी समाप्ती वर्ष
ms: Tahun tamat tempoh
mt: Sena ta' skadenza
ne: समयावधि समाप्त वर्ष
nn_no: Utløpsår
no: Utløpsår
or: ସମୟସୀମା ସମାପ୍ତ ବର୍ଷ
pa_arab_pk: مکن دا سال
pa_in: ਮਿਆਦ ਸਮਾਪਤੀ ਦਾ ਸਾਲ
pl: Rok wygaśnięcia
ru: Год завершения срока действия
sd: مدي خارج واري سال
si: කල් ඉකුත්වන වර්ෂය
sl: Leto poteka
sr_cyrl_rs: Година истека важења
sr_latn_rs: Godina isteka važenja
sv: Förfalloår
ta: காலாவதி ஆண்டு
te: గడువు ముగింపు సంవత్సరం
tg: Соли анҷоми муҳлат
th: ปีที่หมดอายุ
tr: Sona erme yılı
tt: Вакыт чыгу елы
ug: ۋاقتى توشىدىغان يىل
uk: Рік завершення терміну дії
ur: اختتام مدت کا سال
uz: Amal qilish muddati tugaydigan yil
vi: Năm hết hạn
zh_hans: 到期年份
zh_hant: 有效期限年份

# Word.ExpMonth
source: Exp Month
af: Maand van verval
am: ጊዜው የሚያበቃበት ወር
ar: شهر انتهاء الصلاحية
as: ম্যাদ উকলিব লগীয়া মাহ
az: Son istifadə tarixinin bitdiyi ay
bg: Месец на изтичане
bn_in: যে মাসে মেয়াদ শেষ হচ্ছে
bs: Mjesec isteka
cy: Mis Dod i Ben
da: Udløbsmåned
de: Monat des Ablaufs
el: Μήνας λήξης
es: Mes de expiración
et: Aegumiskuu
eu: Iraungitze-hilabetea
fa: ماه انقضا
ga: Mí éaga
gd: Am mìos a dh’fhalbhas an ùine air
gl: Mes de caducidade
gu: સમયસીમા સમાપ્તિ મહિનો
he: חודש תפוגה
hi: समय-सीमा समाप्ति माह
hr: Mjesec isteka
hu: Lejárati hónap
id: Bulan Kedaluwarsa
is: Síðasti gildismánuður
ja: 有効期限の月
ka: ვადის გასვლის თვე
kk: Жарамдылық мерзімінің аяқталу айы
kn: ಮುಕ್ತಾಯ ತಿಂಗಳು
ko: 예상 월
lo: ເດືອນໝົດອາຍຸ
lt: Galiojimo pabaigos mėnuo
lv: Derīguma mēnesis
mi: Marama Mōnehu
mk: Месец на истекување
ml: കാലഹരണപ്പെടുന്ന മാസം
mr: Exp महिना
ms: Bulan Tamat Tempoh
mt: Xahar ta' Skadenza
ne: म्याद समाप्त हुने महिना
nn_no: Utløper månad
no: Utløpsmåned
or: ସମାପ୍ତି ମାସ
pa_in: ਸਮਾਪਤੀ ਦਾ ਮਹੀਨਾ
pl: Miesiąc wygaśnięcia
ru: Месяц окончания срока действия
sl: Mesec poteka
sr_cyrl_rs: Месец истека
sr_latn_rs: Mesec isteka
sv: Utgångsmånad
ta: கலாவதி மாதம்
te: గడువు ముగిసే నెల
th: เดือนที่หมดอายุ
tr: Süresinin Dolacağı Ay
tt: Вакыты чыга (ай)
ug: ۋاقتى ئۆتۈش ئايى
uk: Місяць завершення терміну дії
ur: اختتامی ماہ
uz: Amal qilish muddati oy
vi: Tháng hết hạn
zh_hans: 到期月份
zh_hant: 到期月份

# Word.ExpYear
source: Exp Year
af: Jaar van verval
am: ጊዜው የሚያበቃበት አመት
ar: سنة انتهاء الصلاحية
as: ম্যাদ উকলিব লগীয়া বছৰ
az: Son istifadə tarixinin bitdiyi il
bg: Година на изтичане
bn_in: যে সালে মেয়াদ শেষ হচ্ছে
bs: Godina isteka
cy: Blwyddyn Dod i Ben
da: Udløbsår
de: Jahr des Ablaufs
el: Έτος λήξης
es: Año de expiración
et: Aegumisaasta
eu: Iraungitze-urtea
fa: سال انقضا
ga: Bliain éaga
gd: A’ bhliadhna a dh’fhalbhas an ùine air
gl: Ano de caducidade
gu: સમયસીમા સમાપ્તિ વર્ષ
he: שנת תפוגה
hi: समय-सीमा समाप्ति वर्ष
hr: Godina isteka
hu: Lejárati év
id: Tahun Kedaluwarsa
is: Síðasta gildisár
ja: 有効期限の年
ka: ვადის გასვლის წელი
kk: Жарамдылық мерзімінің аяқталу жылы
kn: ಮುಕ್ತಾಯ ವರ್ಷ
ko: 예상 연도
lo: ປີໝົດອາຍຸ
lt: Galiojimo pabaigos metai
lv: Derīguma gads
mi: Tau Mōnehu
mk: Година на истекување
ml: കാലഹരണപ്പെടുന്ന വർഷം
mr: Exp वर्ष
ms: Tahun Tamat Tempoh
mt: Sena ta' Skadenza
ne: म्याद समाप्त हुने वर्ष
nn_no: Utløper år
no: Utløpsår
or: ସମାପ୍ତି ବର୍ଷ
pa_in: ਸਮਾਪਤੀ ਦਾ ਸਾਲ
pl: Rok wygaśnięcia
ru: Год окончания срока действия
sl: Leto poteka
sr_cyrl_rs: Година истека
sr_latn_rs: Godina isteka
sv: Utgångsår
ta: காலாவதி வருடம்
te: గడువు ముగిసే సంవత్సరం
th: ปีที่หมดอายุ
tr: Süresinin Dolacağı Yıl
tt: Вакыты чыга (ел)
ug: ۋاقتى ئۆتۈش يىلى
uk: Рік завершення терміну дії
ur: اختتامی سال
uz: Amal qilish muddati yil
vi: Năm hết hạn
zh_hans: 到期年份
zh_hant: 到期年份

# Word.ExtensionArea
source: Extension/Area
af: Uitbreiding/Area
am: ቅጥያ/ክልል
ar: ‏الامتداد/المنطقة
as: এক্সটেনশ্বন/ক্ষেত্ৰ
az: Genişlənmə/Ərazi
bg: Разширение/Зона
bn_in: প্রসার / এলাকা
bs: Ekstenzija/područje
cy: Estyniad/Ardal
da: Lokalt/område
de: Erweiterung/Bereich
el: Επέκταση/περιοχή
es: Región/Área
et: Piirkond/ala
eu: Eremua
fa: محل/ناحیه
ga: Fo-líne/Ceantar
gd: Leudachadh/Raon
gl: Extensión/Área
gu: એક્સ્ટેંન્શન/ક્ષેત્ર
he: הרחבה/אזור
hi: एक्सटेंशन/क्षेत्र
hr: Okolica/područje
hu: Körzet/terület
id: Ekstensi/Area
is: Innanhúss-/svæðisnúmer
ja: ランドマーク/エリア
ka: რაიონი/რეგიონი
kk: Кеңейтім/Аймақ
kn: ಎಕ್ಸ್ಟೆನ್ಷನ್/ಪ್ರದೇಶ
ko: 지역 번호
ku_arab: درێژکراوە/ناوچە
ky: Кошумча/Аймак
lo: ສ່ວນຂະຫຍາຍ/ພື້ນທີ່
lt: Plėtinys/sritis
lv: Paplašinājums/apgabals
mi: Toronga/Takiwā
mk: Област
ml: എക്സ്റ്റൻഷൻ/പ്രദേശം
mn: Өргөтгөл/байрлал
mr: विस्तार/क्षेत्र
ms: Sambungan/Kawasan
mt: Estensjoni/Żona
ne: एक्स्टेनसन/क्षेत्र
nn_no: Tillegg/område
no: Tillegg/område
or: ବିସ୍ତୃତିକରଣ‍/କ୍ଷେତ୍ର
pa_arab_pk: ایکسٹنشن / علاقہ
pa_in: ਵਿਸਤਾਰ/ਖੇਤਰ
pl: Skrzydło/obszar
ru: Область
sd: ايڪسٽينشن/علائقو
si: දිගුව/ප්‍රදේශය
sl: Področje/območje
sr_cyrl_rs: Локал/област
sr_latn_rs: Lokal/oblast
sv: Område
ta: விரிவாக்கம்/பகுதி
te: పొడిగింపు/ప్రాంతం
tg: Пасванд/Ноҳия
th: ส่วนขยาย/พื้นที่
tr: Uzantı/Alan
tt: Район/Өлкә
ug: كېڭەيتىلمە نامى/رايون
uk: Область
ur: توسیع/علاقہ
uz: Kengaytma/Soha
vi: Phần mở rộng/Khu vực
zh_hans: 分机/区域
zh_hant: 延伸/區域

# Word.ExtensionArea.Description.IN
source: Area name or Extension name
af: Areanaam of Uitbreidingnaam
am: የክልልው ወይም የቅጥያው ስም
ar: ‏‏اسم المنطقة أو اسم الامتداد
as: ক্ষেত্ৰৰ নাম বা এক্সটেনশ্বন নাম
az: Ərazinin adı və ya Genişlənmənin adı
bg: Име на зона или име на разширение
bn_in: এলাকার নাম অথবা প্রসার নাম
bs: Naziv područja ili naziv ekstenzije
cy: Enw'r Ardal neu enw'r Estyniad
da: Områdenavn eller lokalt navn
de: Name des Bereichs oder Name der Erweiterung
el: Όνομα περιοχής ή όνομα επέκτασης
es: Nombre de la región o del área
et: Ala või piirkonna nimi
eu: Eremuaren izena
fa: نام محل یا نام ناحیه
ga: Ainm ceantair nó ainm folíne
gd: Ainm an leudachaidh no an raoin
gl: Nome da área ou da extensión
gu: ક્ષેત્રનું નામ અથવા એક્સ્ટેંન્શનનું નામ
he: שם האזור או שם ההרחבה
hi: क्षेत्र का नाम या एक्सटेंशन नाम
hr: Naziv područja ili okolice
hu: Körzet vagy terület neve
id: Nama Area atau nama Ekstensi
is: Heiti svæðis eða innanhússheiti
ja: エリアまたはランドマークの名前
ka: რაიონის ან რეგიონის სახელი
kk: Аймақ атауы не кеңейтім атауы
kn: ಪ್ರದೇಶದ ಹೆಸರು ಅಥವಾ ಎಕ್ಸ್ಟೆನ್ಷನ್ ಹೆಸರು
ko: 지역 이름
ku_arab: ناوی ناوچە یان ناوی درێژکراوە
ky: Аймак аты же Кошумча аты
lo: ຊື່ພື້ນທີ່ ຫຼືສ່ວນຂະຫຍາຍ
lt: Srities arba plėtinio pavadinimas
lv: Apgabala vai paplašinājuma nosaukums
mi: Ingoa takiwā, Ingoa toronga rānei
mk: Име на областа
ml: ഏരിയ നാമം അല്ലെങ്കിൽ എക്സ്റ്റൻഷൻ നാമം
mn: Байрлалын нэр эсвэл өргөтгөлийн нэр
mr: क्षे‍त्र नाव किंवा विस्तार नाव
ms: Nama Kawasan atau Nama Sambungan
mt: Isem iż-Żona jew Isem l-Estensjoni
ne: क्षेत्र नाम वा एक्स्टेनसन नाम
nn_no: Namn på område eller tillegg
no: Navn på område eller tillegg
or: କ୍ଷେତ୍ର ନାମ କିମ୍ବା ବିସ୍ତୃତିକରଣ ନାମ
pa_arab_pk: علاقہ دا ناں یا ایکسنٹنشن دا ناں
pa_in: ਖੇਤਰ ਦਾ ਨਾਮ ਜਾਂ ਵਿਸਤਾਰ ਦਾ ਨਾਮ
pl: Nazwa obszaru lub nazwa skrzydła budynku
ru: Название области
sd: علائقي يا ايڪسٽيشن جو نالو
si: ප්‍රදේශ නම හෝ දිගුවේ නම
sl: Ime območja ali področja
sr_cyrl_rs: Име области или име локала
sr_latn_rs: Ime oblasti ili ime lokala
sv: Namn på område
ta: பகுதிப் பெயர் அல்லது விரிவாக்கப் பெயர்
te: ప్రాంతం పేరు లేదా పొడిగింపు పేరు
tg: Номи ноҳия ё номи пасванд
th: ชื่อพื้นที่หรือชื่อส่วนขยาย
tr: Alan adı veya Uzantı adı
tt: Район яки өлкә исеме
ug: رايون ياكى رايوننىڭ كېڭەيتىلمە نامى
uk: Назва області
ur: علاقہ کا نام یا توسیع نام
uz: Soha nomi yoki Kengaytma nomi
vi: Tên khu vực hoặc Tên phần mở rộng
zh_hans: 区域名称或分机名称
zh_hant: 區域名稱或延伸名稱

# Word.HouseBuildingFloor
source: House/Building/Floor
af: Huis/Gebou/Vloer
am: ቤት/ህንፃ/ፎቅ
ar: ‏‏المنزل/المبنى/الطابق
as: ঘৰ/ভৱন/মহলা
az: Ev/Bina/Mərtəbə
bg: Къща/сграда/етаж
bn_in: হাউস / বিল্ডিং / ফ্লোর
bs: Kuća/zgrada/sprat
cy: Tŷ/Adeilad/Llawr
da: Hus/bygning/etage
de: Haus/Gebäude/Etage
el: Οίκημα/κτίριο/όροφος
es: Bloque/Edificio/Piso
et: Maja/hoone/korrus
eu: Etxea, eraikina edo solairua
fa: خانه/ساختمان/طبقه
ga: Teach/Foirgneamh/Urlár
gd: Taigh/Togalach/Ùrlar
gl: Casa/Edificio/Planta
gu: ઘર/બિલ્ડિંગ/માળ
he: בית/בניין/קומה
hi: घर/बिल्डिंग/फ़्लोर
hr: Kuća/zgrada/kat
hu: Ház/épület/emelet
id: Rumah/Gedung/Lantai
is: Hús/bygging/hæð
ja: 家/建物/階
ka: სახლი/შენობა/სართული
kk: Үй/Ғимарат/Қабат
kn: ಮನೆ/ಬಿಲ್ಡಿಂಗ್/ಫ್ಲೋರ್
ko: 주택/건물/층
ku_arab: خانوو/تەلار/نهۆم
ky: Үй/Имарат/Этаж
lo: ເຮືອນ/ອາຄານ/ຊັ້ນ
lt: Namas/pastatas/aukštas
lv: Ēka/stāvs
mi: Whare Noho/Whare Nui/Papanga
mk: Куќа/зграда/кат
ml: വീട്/ബിൽഡിംഗ്/നില
mn: Байшин/Барилга/Давхар
mr: घर/ईमारत/मजला
ms: Rumah/Bangunan/Tingkat
mt: Dar/Bini/Sular
ne: घर/भवन/तल्ला
nn_no: Husnummer/bygning/etasje
no: Husnummer/bygning/etasje
or: ଘର/ବିଲ୍ଡିଙ୍ଗ/ମହଲା
pa_arab_pk: گھر / عمارت / منزل
pa_in: ਘਰ/ਬਿਲਡਿੰਗ/ਫਲੋਰ
pl: Budynek/piętro
ru: Дом/корпус/этаж
sd: گهر/بلڊنگ/فلور
si: නිවස/ගොඩනැගිල්ල/මහල
sl: Hiša/zgradba/nadstropje
sr_cyrl_rs: Кућа/Зграда/Спрат
sr_latn_rs: Kuća/Zgrada/Sprat
sv: Hus/Byggnad/Våning
ta: வீடு/கட்டிடம்/தளம்
te: ఇల్లు/భవనం/అంతస్తు
tg: Хона/Бино/Ошёна
th: บ้าน/อาคาร/ชั้น
tr: Ev/Bina/Kat
tt: Йорт/бина/кат
ug: ئۆي/بىنا/قەۋەت
uk: Будинок/корпус/поверх
ur: گھر/بلڈنگ/فلور
uz: Uy/Bino/Qavat
vi: Nhà/Tòa nhà/Tầng
zh_hans: 房屋/楼号/楼层
zh_hant: 浩室/建築物/樓層

# Word.Pincode
source: Pincode
af: Pinkode
am: ፒንኮድ
ar: ‏‏رمز PIN
as: পিনকোড
az: Pinkod
bg: Пощенски код
bn_in: পিনকোড
bs: PIN kôd
cy: Cod pin
da: Pinkode
el: Κωδικός PIN
es: Código PIN
et: Sihtnumber
eu: Posta-kodea
fa: پین کد
gd: Còd PIN
gl: Código postal
gu: પિનકોડ
he: קוד אלקטרוני
hi: पिनकोड
hr: Broj pošte
hu: PIN-kód
id: Kode pin
is: PIN-númer
ja: 郵便番号
ka: PIN კოდი
kk: Pin коды
kn: ಪಿನ್‌ಕೋಡ್
ko: PIN 코드
ku_arab: پینکۆد
ky: ПИН код
lo: ລະຫັດໄປສະນີ
lt: PIN kodas
lv: Pasta indekss
mi: Waehere pine
mk: ПИН-код
ml: പിൻകോഡ്
mn: Пинкод
mr: पिनकोड
ms: Kod Pin
mt: Kodiċi PIN
ne: पिनकोड
nn_no: PIN-kode
no: PIN-kode
or: ପିନକୋଡ୍‍
pa_arab_pk: پن کوڈ
pa_in: ਪਿੰਨਕੋਡ
pl: Kod pocztowy
ru: Индекс
sd: پن ڪوڊ
si: පින්කේතය
sl: PIN
sr_cyrl_rs: PIN код
sr_latn_rs: PIN kod
sv: Postnummer
ta: அஞ்சல் குறியீடு
te: పిన్‌కోడ్
tg: Рамзи PIN
th: รหัสไปรษณีย์
tr: Posta kodu
tt: Пин-код
ug: مەخپىي كود
uk: Індекс
ur: پن کوڈ
uz: Pinkod
vi: Mã pin
zh_hans: Pin 码
zh_hant: 郵政代碼
