Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.PDF.Generated.Error
source: The requested PDF document is not yet generated.
af: Die versoekte PDF-dokument is nog nie gegenereer nie.
am: የተጠየቀ PDF ሰነድ ገና አልመነጨም ።
ar: لم ينشأ ملف الـ PDF‏ المطلوب بعدُ.
as: অনুৰোধিত PDF নথিপত্ৰ এতিয়াও সৃষ্টি কৰা নাই৷
az: Sorğuladığınız PDF sənədi hələ yaradılmayıb.
bg: Заявеният PDF документ все още не е генериран.
bn_in: যে PDF নথির অনুরোধ করেছেন তা এখনও প্রস্তুত করা হয়নি৷
bs: Traženi PDF dokument još uvijek nije generiran.
cy: Dydy'r ddogfen PDF rydych chi wedi gofyn amdani ddim wedi'i chreu eto.
da: Det anmodede PDF-dokument er endnu ikke oprettet.
de: Das angeforderte PDF-Dokument wurde noch nicht generiert.
el: Το έγγραφο PDF που ζητήθηκε δεν έχει δημιουργηθεί ακόμα.
es: El documento PDF solicitado aún no se ha generado.
et: Soovitud PDF-dokumenti pole veel loodud.
eu: Eskatutako PDF dokumentua ez da oraindik sortu.
fa: سند PDF درخواستی هنوز ایجاد نشده است.
ga: Níor gineadh an comhad PDF atá á iarraidh fós.
gd: Cha do chruthaicheadh fhathast an sgrìobhainn PDF a dh'iarr thu.
gl: Aínda non se xerou o documento PDF solicitado.
gu: વિનંતી કરવામાં આવેલ PDF દસ્તાવેજ હજુ તૈયાર થયો નથી.
he: מסמך ה- PDF המבוקש לא הופק עדיין.
hi: अनुरोधित PDF दस्तावेज़ अभी तक जनरेट नहीं किया गया है.
hr: Traženi PDF dokument još nije generiran.
hu: A kért PDF-dokumentum még nem jött létre.
id: Dokumen PDF yang diminta belum dibuat.
is: Umbeðið PDF-skjal hefur ekki verið búið til.
ja: 要求された PDF 文書はまだ生成されていません。
ka: მოთხოვნილი PDF დოკუმენტი ჯერ არ არის გენერირებული.
kk: Сұралған PDF құжаты жасалмады.
kn: ವಿನಂತಿಸಿದ PDF ದಾಖಲೆಯನ್ನು ಇನ್ನೂ ರಚಿಸಲಾಗಿಲ್ಲ.
ko: 요청한 PDF 문서가 아직 생성되지 않았습니다.
ku_arab: بەڵگەنامەی PDF ی پێویست هێشتا دروست نەکراوە.
ky: Суралган PDF документ түзүлө элек.
lo: ເອກະສານ PDF ທີ່ຮ້ອງຂໍເອົາຍັງບໍ່ທັນຖືກສ້າງເທື່ອ.
lt: Pageidaujamas PDF dokumentas dar nesugeneruotas.
lv: Pieprasītais dokuments PDF formātā vēl nav izveidots.
mi: Kāore anō kia puta mai te tuhinga PDF i tonoa.
mk: Бараниот PDF-документ се уште не се создаде.
ml: അഭ്യര്‍ത്ഥിച്ച PDF പ്രമാണം ഇതുവരെയും സൃഷ്‌ടിച്ചില്ല.
mn: Хүссэн PDF баримт бичгийг хараахан үүсгээгүй байна.
mr: विनंती केलेला PDF दस्तऐवज अद्याप निर्माण केला नाही.
ms: Dokumen PDF yang diminta belum lagi dijana.
mt: Id-dokument PDF mitlub għad mhux iġġenerat.
ne: अनुरोध गरिएको PDF कागजात अझै सिर्जना गरिएको छैन।
nn_no: Det førespurde PDF-dokumentet er enno ikkje generert.
no: Det forespurte PDF-dokumentet er ennå ikke generert.
or: ଅନୁରୋଧିତ PDF ଡକ୍ୟୁମେଣ୍ଟ ବର୍ତ୍ତମାନ ପର୍ଯ୍ୟନ୍ତ ଆୟୋଜିତ ହୋଇନାହିଁ.
pa_arab_pk: تساں دا کیتا ہویا PDF دستاویز ہلے نئیں بنایا گیا اے.
pa_in: ਬੇਨਤੀ ਕੀਤੇ ਗਏ PDF ਦਸਤਾਵੇਜ਼ ਦੀ ਸਿਰਜਣਾ ਅਜੇ ਨਹੀਂ ਹੋਈ।
pl: Żądany dokument PDF nie został jeszcze wygenerowany.
ru: Запрошенный документ PDF еще не сформирован.
sd: درخواست ٿيل PDF دستاويز اڃان تائين نه ٺھيو آھي.
si: ඉල්ලූ PDF ලේඛය තවම සකස් වී නොමැත.
sl: Zahtevani dokument PDF še ni generiran.
sr_cyrl_rs: Тражени PDF документ још увек није генерисан.
sr_latn_rs: Traženi PDF dokument još uvek nije generisan.
sv: Det begärda PDF-dokument har ännu inte genererats.
ta: கோரப்பட்ட PDF ஆவணம் இன்னும் உருவாக்கப்படவில்லை.
te: అవసరమైన PDF పత్రం ఇప్పటికీ రూపొందించబడలేదు.
tg: Ҳуҷҷати дархостшудаи PDF ҳоло сохта нашудааст.
th: เอกสาร PDF ที่ร้องขอยังไม่ได้ถูกสร้าง
tr: İstenen PDF belgesi henüz oluşturulmadı.
tt: Сораган PDF документы әлегә хәтле чыгарылмаган.
ug: سىزنىڭ تەلەپ قىلغان PDF ھۆججىتىڭىز تېخى چىقىرىلمىدى.
uk: Документ PDF за запитом іще не створено.
ur: درخواست کردہ PDF دستاویز ابھی تیار نہیں ہوا ہے.
uz: Talab qilingan PDF hujjat xali hosil qilinmadi.
vi: Tài liệu PDF được yêu cầu chưa được tạo ra.
zh_hans: 尚未生成请求的 PDF 文档。
zh_hant: 尚未產生要求的 PDF 文件。

# Word.PDF.Permission.Error
source: You don’t have permission for this PDF.
af: Jy het nie toestemming vir hierdie PDF nie.
am: ለዚህ PDF ፈቃድ የለህም።
ar: لست صاحب أذونات قراءة ملف PDF‏ هذا.
as: আপোনাৰ এই PDF-টোৰ বাবে অনুমতি নাই৷
az: Sizin bu PDF-ə icazəniz yoxdur.
bg: Нямате разрешение за този PDF документ.
bn_in: আপনার এই PDF'র জন্য অনুমতি নেই৷
bs: Nemate dozvolu za ovaj PDF dokument.
cy: Does gennych chi ddim hawl gweld y PDF hwn.
da: Du kan ikke adgangstilladelser til dette PDF-dokument.
de: Sie verfügen über keine Berechtigungen für dieses PDF-Dokument.
el: Δεν έχετε δικαίωμα για αυτό το PDF.
es: No tiene permiso para ver este PDF.
et: Teil puudub selle PDF-i jaoks luba.
eu: Ez duzu PDF hau ikusteko baimenik.
fa: شما برای این PDF مجوز ندارید.
ga: Níl cead agat breathnú ar an PDF seo.
gd: Chan eil ceadh agad dhan PDF seo.
gl: Non ten permiso para este PDF.
gu: આ PDF માટેની તમને અનુમતિ નથી.
he: אין לך הרשאה עבור PDF זה.
hi: आपको इस PDF के लिए अनुमति नहीं है.
hr: Nemate dozvolu za ovaj PDF.
hu: Nincs engedélye ehhez a PDF-dokumentumhoz.
id: Anda tidak memiliki izin untuk PDF ini.
is: Þú hefur ekki heimild fyrir þetta PDF-skjal.
ja: この PDF ファイルに対する権限がありません。
ka: თქვენ არ გაქვთ უფლება გახსნათ ეს PDF.
kk: Осы PDF файлына рұқсатыңыз жоқ.
kn: ಈ PDF ಗೆ ನೀವು ಅನುಮತಿಯನ್ನು ಹೊಂದಿಲ್ಲ.
ko: 이 PDF에 대한 사용 권한이 없습니다.
ku_arab: تۆ رێپێدانت نییە بۆ ئەم PDF ـە.
ky: Сиз бул PDF-ке уруксат алган эмессиз.
lo: ທ່ານບໍ່ມີການອະນຸຍາດສຳລັບ PDF ນີ້.
lt: Neturite reikiamos šio PDF teisės.
lv: Jums nav atļaujas skatīt šo PDF failu.
mi: Kāore ō whakaaetanga ki tēnei PDF.
mk: Немате дозвола за овој PDF.
ml: ഈ PDF-നുള്ള അനുമതി നിങ്ങള്‍ക്കില്ല.
mn: Та энэ PDF-г үзэх зөвшөөрөлгүй.
mr: आपल्याला या PDF साठी परवानगी नाही.
ms: Anda tidak mempunyai kebenaran bagi PDF ini.
mt: M'għandekx permess għal dan il-PDF.
ne: तपाईँसँगको यस PDF को लागि अनुमति छैन।
nn_no: Du har ikkje løyve for denne PDF-fila.
no: Du har ikke tilgang til denne PDF-filen.
or: ଏହି PDF ପାଇଁ ଆପଣଙ୍କର ଅନୁମତି ନାହିଁ.
pa_arab_pk: تساں دے کول ایس PDF دی اجازت نئیں اے۔
pa_in: ਇਸ PDF ਵਾਸਤੇ ਤੁਹਾਨੂੰ ਆਗਿਆ ਨਹੀਂ ਹੈ।
pl: Brak uprawnień do tego dokumentu PDF.
ru: У вас нет прав на этот документ PDF.
sd: توھان کي ھن PDF جي لاءِ اجازت نه آھي.
si: ඔබට මෙම PDF සඳහා අවසර නොමැත.
sl: Za ta PDF nimate dovoljenja.
sr_cyrl_rs: Немате дозволу за овај PDF документ.
sr_latn_rs: Nemate dozvolu za ovaj PDF dokument.
sv: Du har inte behörighet för det här PDF-dokumentet.
ta: இந்த PDF -க்கு உங்களுக்கு அனுமதி இல்லை.
te: ఈ PDF కోసం మీకు అనుమతి లేదు.
tg: Шумо барои ин PDF иҷозат надоред.
th: คุณไม่ได้รับอนุญาตสำหรับ PDF นี้
tr: Bu PDF için izniniz yok.
tt: Бу PDF ка Сезнең рөхсәте юк.
ug: بۇ PDF ھۆججەت ئۈچۈن سىزگە ئىجازەت يوق.
uk: Ви не маєте дозволу для цього файлу PDF.
ur: آپ کے پاس اس PDF کی اجازت نہیں ہے.
uz: Sizda ushbu PDF hujjatdan foydalanishga ruxsat yo‘q.
vi: Bạn không được cấp quyền cho PDF này.
zh_hans: 您没有此 PDF 的权限。
zh_hant: 您沒有這份 PDF 的使用權限。

# Word.Abbreviation.Day
source: DD
am: ቀን
ar: ي‌ي
as: দিন
az: GG
bg: ДД
bn_in: দিদি
de: TT
el: ΗΗ
et: PP
eu: EE
fa: روز
ga: LL
gd: LL
gu: દિદિ
hi: दिदि
hu: NN
id: HH
ka: დდ
kk: КК
kn: ದಿದಿ
ko: 일
ku_arab: رر
ky: КК
lo: ວວ
mk: ДД
ml: ദിദി
mn: ӨӨ
mr: दिदि
ms: HH
mt: JJ
ne: दिदि
or: ଦିନ
pa_in: ਦਦ
ru: ДД
si: දද
sr_cyrl_rs: ДД
ta: நாநா
te: రోరో
tg: РР
th: วว
tr: GG
tt: КК
ug: كۈن
uk: ДД
ur: دد
uz: KK
vi: NN
zh_hans: 日
zh_hant: 日

# Word.Abbreviation.Month
source: MM
am: ወር
ar: شهر
as: মাহ
az: AA
bg: ММ
bn_in: মামা
el: ΜΜ
et: KK
eu: HH
fa: ماه
gu: મમ
he: חח
hi: मम
hu: HH
id: BB
ja: 月
ka: თთ
kk: АА
kn: ತಿತಿ
ko: 월
ku_arab: م م
ky: АА
lo: ດດ
mk: ММ
ml: മാമാ
mn: СС
mr: मम
ms: BB
mt: XX
ne: मम
or: ମାସ
pa_in: ਮਮ
ru: ММ
si: මාමා
sr_cyrl_rs: ММ
ta: மாமா
te: నెనె
tg: ММ
th: ดด
tr: AA
tt: АА
ug: ئاي
uk: М
ur: م م
uz: OO
vi: TT
zh_hans: 月
zh_hant: 月

# Word.Abbreviation.Year
source: YYYY
af: JJJJ
am: ዓመት
ar: س‌س‌س‌س
as: বছৰবছৰবছৰবছৰ
az: İİİİ
bg: ГГГГ
bn_in: বববব
bs: GGGG
cy: BBBB
da: ÅÅÅÅ
de: JJJJ
el: ΕΕΕΕ
es: AAAA
et: AAAA
eu: UUUU
fa: سال
ga: BBBB
gd: BBBB
gl: AAAA
gu: વવવવ
hi: वववव
hr: GGGG
hu: ÉÉÉÉ
id: TTTT
is: ÁÁÁÁ
ja: 年
ka: წწწწ
kk: жжжж
kn: ವವವವ
ko: 년
ku_arab: س س س س
ky: ЖЖЖЖ
lo: ປປປປ
lt: MMMM
lv: GGGG
mi: TTTT
mk: ГГГГ
ml: വവവവ
mn: ОООО
mr: वववव
ms: TTTT
mt: SSSS
ne: वववव
nn_no: ÅÅÅÅ
no: ÅÅÅÅ
or: ବର୍ଷ
pa_in: ਸਸਸਸ
pl: RRRR
ru: ГГГГ
si: වවවව
sl: LLLL
sr_cyrl_rs: ГГГГ
sr_latn_rs: GGGG
sv: ÅÅÅÅ
ta: ஆஆஆஆ
te: సంసంసంసం
tg: СССС
th: ปปปป
tt: ЕЕЕЕ
ug: يىل
uk: РРРР
ur: س س س س
vi: NNNN
zh_hans: 年
zh_hant: 年

# Word.Abbreviation.Year.2
source: YY
af: JJ
am: ዓዓ
ar: عام
as: বছৰ
az: İİ
bg: ГГ
bn_in: বছর
bs: GG
cy: BB
da: ÅÅ
de: JJ
el: ΕΕ
es: AA
et: AA
eu: UU
fa: ۲ رقم سال
ga: BB
gd: BB
gl: AA
gu: વવ
he: יי
hi: वव
hr: GG
hu: ÉÉ
is: ÁÁ
ja: 年
ka: წელი
kk: ЖЖ
kn: ವವ
ko: 년
ku_arab: س س
ky: ЖЖ
lo: ປປ
lv: GG
mi: TT
mk: ГГ
ml: വവ
mn: ОН
mr: वव
ms: TT
mt: SS
ne: वर्ष
nn_no: ÅÅ
no: ÅÅ
or: ବର୍ଷ
pl: RR
ru: ГГ
sl: LL
sr_cyrl_rs: ГГ
sr_latn_rs: GG
sv: ÅÅ
ta: ஆண்டு
te: సంవత్సరం
th: ปี
tt: ЕЕ
ug: يىل
uk: РР
ur: سال
vi: Năm
zh_hans: 年
zh_hant: 年

# Word.WP7Description
source: On a PC, follow these steps to add a payment method to your Microsoft account.
af: Op 'n rekenaar, volg hierdie stappe om 'n betaling metode toe te voeg aan u Microsoft-rekening.
am: በግላዊ ኮምፒዩተር ላይ፣ በእርስዎ የ Microsoft መለያ ላይ የክፍያን ዘዴ ለማከል እነኝህን ሂደቶች ተከተል።
ar: على كمبيوتر، اتبع هذه الخطوات لإضافة أسلوب سداد إلى حساب Microsoft.
as: এটা PC-ত, আপোনাৰ Microsoft একাউণ্টলৈ এটা পৰিশোধ পদ্ধতি যোগ কৰিবলৈ এই পদক্ষেপসমূহ অনুসৰণ কৰক৷
az: Kompüterdə Microsoft hesabınıza ödəniş üsulu əlavə etmək üçün bu addımları yerinə yetirin.
bg: Следвайте тези стъпки от компютър, за да добавите метод на плащане в акаунта си в Microsoft.
bn_in: একটি PC তে, আপনার Microsoft একাউন্টে পেমেন্ট পদ্ধতি যোগ করার জন্য এই পদক্ষেপ অনুসরণ করুন।
bs: Pratite ove korake na računaru za dodavanje načina plaćanja u vaš Microsoft račun.
cy: Ar gyfrifiadur, dilynwch y camau hyn i ychwanegu dull talu at eich cyfrif Microsoft.
da: På en pc skal du følge disse trin for at føje en betalingsmetode til din Microsoft-konto.
de: Befolgen Sie an einem PC die nachfolgend aufgeführten Schritte, um eine Zahlungsmethode zu Ihrem Microsoft-Konto hinzuzufügen.
el: Σε έναν υπολογιστή, ακολουθήστε αυτά τα βήματα για να προσθέσετε μια μέθοδο πληρωμής στο λογαριασμό σας Microsoft.
es: En un equipo, siga estos pasos para agregar un método de pago a su cuenta Microsoft.
et: Microsofti kontole makseviisi lisamiseks järgige neid juhiseid arvutis.
eu: PC batean bazaude, jarraitu urrats hauei Microsoft kontuan ordainketa-metodo bat gehitzeko.
fa: این مراحل را در رایانه دنبال کنید تا یک روش پرداخت به حساب Microsoft شما اضافه شود.
ga: Ar do ríomhaire, lean na treoracha seo le modh íocaíochta a chur le do chuntas Microsoft.
gd: Lean ris na ceuman seo gus dòigh pàighidh a chur ris a' chunntas Microsoft agad air PC.
gl: Siga estes pasos para engadir un método de pagamento á súa conta de Microsoft nun PC.
gu: PC પર, તમારા Microsoft ખાતા પર ચુકવણી પદ્ધતિને ઉમેરવાં આ પગલાંઓને અનુસરો.
he: במחשב, בצע שלבים אלה כדי להוסיף שיטת תשלום לחשבון Microsoft שלך.
hi: किसी PC पर, अपने Microsoft खाते में एक भुगतान पद्धति जोड़ने के लिए इन चरणों का पालन करें.
hr: Na računalu slijedite navedene korake da biste svom Microsoftovu računu dodali način plaćanja.
hu: Számítógépen kövesse az alábbi lépéseket fizetési mód Microsoft-fiókjához történő hozzáadásához.
id: Pada PC, ikuti langkah berikut untuk menambahkan metode pembayaran ke akun Microsoft Anda.
is: Fylgdu eftirfarandi leiðbeiningum til að bæta greiðslumáta við Microsoft-reikninginn þinn í tölvu.
ja: 次の手順に従って、PC で Microsoft アカウントにお支払い方法を追加してください。
ka: თქვენს Microsoft ანგარიშზე გადახდის მეთოდის დასამატებლად, მოცემული ნაბიჯები შეასრულეთ კომპიუტერით.
kk: Microsoft шотына төлем жасау әдісін қосу үшін компьютеріңізде келесідей қадамдарды орындаңыз.
kn: PC ಯಲ್ಲಿ, ನಿಮ್ಮ Microsoft ಖಾತೆಗೆ ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಲು ಈ ಹಂತಗಳನ್ನು ಅನುಸರಿಸಿ.
ko: PC에서 다음 단계를 따라서 Microsoft 계정에 결제 방법을 추가하십시오.
ku_arab: لەسەر کۆمپیوتەرێک پەیڕەوی ئەم هەنگاوانە بکە بۆ زێدەکردنی پارەدان بۆ ئەژمێری Microsoft ی خۆت.
ky: PCден, Microsoft эсеп жазууңузга төлөм ыкманы кошууга бул кадамдарды аткарыңыз.
lo: ເທິງ PC, ປະຕິບັດຕາມບາດກ້າວເຫຼົ່ານີ້ເພື່ອເພີ່ມວິທີການຊຳລະເງິນໃສ່ບັນຊີ Microsoft ຂອງທ່ານ.
lt: Norėdami į „Microsoft“ abonementą įtraukti mokėjimo būdą, kompiuteryje atlikite toliau nurodytus veiksmus.
lv: Izpildiet datorā šādas darbības, lai pievienotu savam Microsoft kontam maksāšanas metodi.
mi: I tētahi RW, whāia ēnei tohutohu hei tāpiri tikanga utu ki tō pūkete Microsoft.
mk: На компјутерот, следете ги чекорите за додавање метод на плаќање кон својата сметка на Microsoft.
ml: ഒരു PC യില്‍ നിങ്ങളുടെ Microsoft അക്കൌണ്ടിലേക്ക് ഒരു പേയ്‌മെന്റ് സംവിധാനം ചേര്‍ക്കുന്നതിന് ഈ ഘട്ടങ്ങള്‍ പിന്തുടരുക.
mn: Та компьютер дээр Microsoft хэрэглэгчийн бүртгэлдээ төлбөрийн хэрэгсэл нэмэхийн тулд эдгээр алхмуудыг дага.
mr: एका PC वर, आपल्या Microsoft खात्यामध्ये एक देय पद्धत जोडण्यासाठी या चरणांचे अनुसरण करा.
ms: Ikut langkah ini untuk menambahkan kaedah pembayaran ke akaun Microsoft anda pada PC.
mt: Fuq PC, segwi dawn il-passi biex iżżid metodu ta' pagament fil-kont ta' Microsoft tiegħek.
ne: PC मा, तपाईको Microsoft खातामा भुक्तान विधि थप गर्न यी चरणहरू पछ्याउनुहोस्।
nn_no: På ein PC følgjer du desse trinna for å leggje til ein betalingsmetode i Microsoft-kontoen din.
no: På en PC følger du disse trinnene for å legge til en betalingsmetode i din Microsoft-konto.
or: ଏକ PC ରେ, ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟରେ ଏକ ଦେୟ ପଦ୍ଧତି ଯୋଡିବାକୁ ଏହି ଷ୍ଟେପ୍‌ଗୁଡିକକୁ ଅନୁସରଣ କରନ୍ତୁ.
pa_arab_pk: اک کمپیوٹر تے اپنے Microsoft اکاؤنٹ چ ادائیگی دےطریقہ دے اضافہ لئی ایہناں مرحلیاں دی پیروی کرو۔
pa_in: ਕਿਸੇ PC ਤੇ, ਆਪਣੇ Microsoft ਖਾਤੇ ਵਿਚ ਭੁਗਤਾਨ ਦੇ ਤਰੀਕੇ ਨੂੰ ਜੋੜ੍ਹਨ ਲਈ ਇਨ੍ਹਾਂ ਕਦਮਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।
pl: Na komputerze wykonaj te kroki, aby dodać metodę płatności do konta Microsoft.
ru: Выполните эти инструкции на ПК, чтобы добавить метод оплаты для учетной записи Майкрософт.
sd: توھان Microsoft اڪائونٽ تي رقم ادا ڪرڻ جي طريقي جو اضافو ڪريو جي لاءِ ھن قڊَمَ جو عمل ڪريو, PC تي.
si: PC එකකට, ඔබගේ Microsoft ගිණුමට ගෙවීම් ක්‍රමයක් එක් කිරීමට මෙම පියවර අනුගමනය කරන්න.
sl: V računalniku upoštevajte te korake za dodajanje plačilnega sredstva vašemu Microsoftovemu računu.
sr_cyrl_rs: Пратите ове кораке на рачунару да бисте додали начин плаћања у ваш Microsoft налог.
sr_latn_rs: Pratite ove korake na računaru da biste dodali način plaćanja u vaš Microsoft nalog.
sv: Gör så här när du anger en betalningsmetod till ditt Microsoft-konto.
ta: கணினியில், உங்கள் Microsoft கணக்கில் கட்டண முறையைச் சேர்க்க இந்தப் படிகளைப் பின்பற்றவும்.
te: PCలో, మీ Microsoft ఖాతాకు చెల్లింపు విధానాన్ని జోడించడానికి ఈ దశలను అనుసరించండి.
tg: Барои илова кардани ягон усули пардохт ба ҳисоби Microsoft-и худ ин амалҳоро иҷро намоед.
th: ในคอมพิวเตอร์ ให้ทำตามขั้นตอนเหล่านี้เพื่อเพิ่มวิธีการชำระเงินไว้ในบัญชี Microsoft ของคุณ
tr: Microsoft hesabınıza bir ödeme yöntemi eklemek için bir bilgisayarda aşağıdaki adımları uygulayın.
tt: Санакта эшләсәгез, Microsoft хисап язмасыгызга түләү рәвешен өстәү өчен түбәндәге адымнарны башкарыгыз.
ug: كومپيۇتېردا، Microsoft ھېساباتىڭىزغا بىر ھەق تۆلەش ئۇسۇلىنى قوشۇش ئۈچۈن تۆۋەندىكى باسقۇچلارغا ئەگىشىڭ.
uk: Дотримуйтеся цих інструкцій на ПК, щоб додати метод оплати для облікового запису Microsoft.
ur: ایک پی سی پر اپنے Microsoft اکاؤنٹ میں ایک ادائیگی طریقہ داخل کرنے کیلئے ان مراحل کی پیروی کریں۔
uz: Shaxsiy kompьyuterda Microsoft hisob qaydnomangizga to‘lov usulini qo‘shish uchun ushbu bosqichlarni bajaring.
vi: Thực hiện các bước sau đây trên máy tính để thêm một phương thức thanh toán vào tài khoản Microsoft của bạn.
zh_hans: 在电脑上按照以下步骤向 Microsoft 帐户中添加付款方式。
zh_hant: 請在電腦上依照下列步驟新增付款方式到您的 Microsoft 帳戶。

# Word.WP7EmailInstructions
source: Email Instructions
af: E-posinstruksies
am: ኢሜይል መመሪያዎች
ar: تعليمات البريد الإلكتروني
as: ইমেইল নিৰ্দেশাৱলী
az: E-poçt Təlimatları
bg: Имейл инструкции
bn_in: ইমেল নির্দেশাবলী
bs: Uputstva u e-poruci
cy: E-bostio'r Cyfarwyddiadau
da: Mailinstruktioner
de: E-Mail-Anweisungen
el: Οδηγίες ηλεκτρονικού ταχυδρομείου
es: Instrucciones del correo electrónico
et: Meili juhised
eu: Posta elektroniko bidezko argibideak
fa: دستورالعمل های پست الکترونیکی
ga: Treoracha rômhphoist
gd: Stiùireadh puist-dealain
gl: Instrucións do correo electrónico
gu: ઇમેઇલ સૂચનાઓ
he: שלח הוראות בדואר אלקטורני
hi: निर्देश ईमेल करें
hr: Upute e-poštom
hu: E-mail utasítások
id: Petunjuk Email
is: Tölvupóstsfyrirmæli
ja: メールの手順
ka: ინსტრუქციის გაგზავნა ელ.ფოსტით
kk: Электрондық пошта нұсқаулары
kn: ಇಮೇಲ್ ಸೂಚನೆಗಳು
ko: 메일 안내
ku_arab: رێنماییەکانی ئیمەیڵ
ky: Email нускамалар
lo: ຄຳແນະນໍາອີເມວ
lt: El. pašto instrukcijos
lv: Norādījumi e-pasta ziņojumā
mi: Ngā Tohutohu Īmēra
mk: Упатство за е-пошта
ml: ഇമെയില്‍ നിര്‍ദ്ദേശങ്ങള്‍
mn: Э-шуудангийн зааварчилгаа
mr: ईमेल सूचना
ms: Arahan E-mel
mt: Istruzzjonijiet tal-posta elettronika
ne: इमेल निर्देशनहरू
nn_no: Send instruksjonar via e-post
no: Send instruksjoner via e-post
or: ଇମେଲ୍ ନିର୍ଦ୍ଦେଶାବଳୀ
pa_arab_pk: ہدایتاں نوں ای میل کرو
pa_in: ਈਮੇਲ ਹਦਾਇਤਾਂ
pl: Prześlij instrukcje we wiadomości e-mail
ru: Инструкции по электронной почте
sd: اي ميل جون ھدايتون
si: ඉ-තැපැල් උපදෙස්
sl: E-poštna navodila
sr_cyrl_rs: Упутства у е-поруци
sr_latn_rs: Uputstva u e-poruci
sv: E-postinstruktioner
ta: மின்னஞ்சல் வழிமுறைகள்
te: ఇమెయిల్ సూచనలు
tg: Дастурҳо бо паёми электронӣ
th: คำแนะนำในการส่งอีเมล
tr: E-posta Talimatları
tt: Электрон адресы инструкцияләр
ug: تورخەت تەلىماتلېرى
uk: Інструкції з надсилання електронної пошти
ur: ای میل کی ہدایات
uz: Elektron pochta ko‘rsatmalari
vi: Hướng dẫn Email
zh_hans: 电子邮件说明
zh_hant: 電子郵件指示
