Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SMS.VerificationCode
source: Verification Code
af: Verifikasiekode
am: ማረጋገጫ ኮድ
ar: رمز التحقق
as: সত্যাসত্য নিৰূপণ কোড
az: Yoxlama Kodu
bg: Код за потвърждение
bn_in: যাচাইকরণ কোড
bs: Kôd za verifikaciju
cy: Cod Dilysu
da: Bekræftelseskode
de: Prüfcode
el: Κωδικός επαλήθευσης
es: Código de comprobación
et: Kinnituskood
eu: Egiaztapen-kodea
fa: کد تأیید اعتبار
ga: Cód fíorúcháin
gd: Còd dearbhaidh
gl: Código de verificación
gu: ચકાસણી કોડ
he: קוד אימות
hi: सत्यापन कोड
hr: Kod za provjeru valjanosti
hu: Ellenőrzőkód
id: Kode Verifikasi
is: Staðfestingarkóði
ja: 確認コード
ka: დამოწმების კოდი
kk: Тексеру коды
kn: ಪರಿಶೀಲನೆ ಕೋಡ್
ko: 확인 코드
ku_arab: کۆدی سەلماندن
ky: Ырастоо коду
lo: ລະຫັດການຢືນຢັນ
lt: Patikrinimo kodas
lv: Verifikācijas kods
mi: Waehere Manatokonga
mk: Верификациски код
ml: സൂക്ഷ്മപരിശോധന കോഡ്
mn: Баталгаажуулах код
mr: सत्यापन कोड
ms: Kod Pengesahan
mt: Kodiċi tal-Verifika
ne: प्रमाणीकरण कोड
nn_no: Stadfestingskode
no: Bekreftelseskode
or: ଯାଞ୍ଚକରଣ କୋଡ୍
pa_arab_pk: ‏‏تصدیقی کوڈ
pa_in: ਤਸਦੀਕੀ ਕੋਡ
pl: Kod weryfikacyjny
ru: Код проверки
sd: تصديق ڪرڻ وارو ڪوڊ
si: සත්‍යාපන කේතය
sl: Potrditvena koda
sr_cyrl_rs: Код за верификацију
sr_latn_rs: Kôd za verifikaciju
sv: Verifieringskod
ta: சரிபார்ப்புக் குறியீடு
te: ధృవీకరణ కోడ్
tg: Рамзи санҷиш
th: รหัสการตรวจสอบ
tr: Doğrulama Kodu
tt: Раслау коды
ug: دەلىللەش نومۇرى
uk: Код перевірки
ur: توثیقی کوڈ
uz: Tasdiqlash kodi
vi: Mã xác minh
zh_hans: 验证码
zh_hant: 驗證碼

# Literal.SMS.SendShortMessage
source: Text me
af: Stuur vir my ’n teksboodskap
am: ጸፍልኝ
ar: مراسلتي نصيًا
as: মোলৈ পাঠ প্ৰেৰণ কৰক
az: Mənə yazın
bg: Изпращане на текстово съобщение
bn_in: আমাকে টেক্সট পাঠান
bs: Pošalji mi tekstualnu poruku
cy: Anfon neges destun ataf
da: Send sms til mig
de: Textnachricht gewünscht
el: Αποστολή SMS
es: Enviarme un SMS
et: Saada mulle sõnum
eu: Bidali SMSa
fa: برای من پیام متنی ارسال شود
ga: Cuir téacs chugam
gd: Cuir teacsa thugam
gl: Enviarme unha mensaxe de texto
gu: મને પાઠ્ય મોકલો
he: שלחו לי הודעת טקסט
hi: मुझे पाठ भेजें
hr: Pošaljite mi SMS
hu: Szöveges üzenetet kérek
id: Kirimi saya sms
is: Senda mér textaskilaboð
ja: テキスト メッセージの送信
ka: გამომიგზავნე ტექსტი
kk: Маған мәтіндік хабар жіберу
kn: ನನಗೆ ಸಂದೇಶ ಕಳುಹಿಸಿ
ko: 내게 문자 메시지 보내기
ku_arab: تێکستم بۆ بکە
ky: Мага текст жибер
lo: ສົ່ງຂໍ້ຄວາມຫາຂ້ອຍ
lt: Siųsti pranešimą
lv: Sūtīt man īsziņu
mi: Kuputuhi Mai
mk: Испратете ми порака
ml: എനിക്ക് സന്ദേശമയയ്‌ക്കുക
mn: Над руу бичвэр зурвас илгээ
mr: मला मजकूर पाठवा
ms: SMS saya
mt: Ibgħatli messaġġ
ne: मलाई पाठ पठाउनुहोस्
nn_no: Send meg ei tekstmelding
no: Send meg tekstmelding
or: ମୋତେ ପାଠ୍ୟ କରନ୍ତୁ
pa_arab_pk: مینوں پیغام کلو
pa_in: ਮੈਨੂੰ ਲਿਖਤੀ ਸੰਦੇਸ਼ ਭੇਜੋ
pl: Wyślij do mnie wiadomość SMS
ru: Отправить мне SMS
sd: متن پيغام موڪليو
si: මට කෙටි පණිවුඩයක් එවන්න
sl: Pošljite mi SMS
sr_cyrl_rs: Пошаљи ми текстуалну поруку
sr_latn_rs: Pošalji mi tekstualnu poruku
sv: Skicka sms till mig
ta: எனக்கு செய்தி அனுப்பு
te: నాకు టెక్స్ట్‌ను పంపు
tg: Ба ман паёми матнӣ фиристед
th: ตอบข้อความ
tr: Mesaj gönder
tt: Языгыз миңа
ug: ماڭا ئۇچۇر يېزىڭ
uk: Надіслати мені текстове повідомлення
ur: مجھے پیغام بھیجیں
uz: Menga matn jo‘nating
vi: Nhắn tin cho tôi
zh_hans: 向我发送短信
zh_hant: 發簡訊給我

# Literal.SMS.SubmitVerificationCode
source: Continue
af: Gaan voort
am: ቀጥል
ar: متابعة
as: জাৰী ৰাখক
az: Davam et
bg: Продължаване
bn_in: এগিয়ে যান
bs: Nastavi
cy: Bwrw ymlaen
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Jätka
eu: Jarraitu
fa: ادامه
ga: Lean ar aghaidh
gd: Lean air adhart
gl: Continuar
gu: ચાલુ રાખો
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
is: Halda áfram
ja: 続行
ka: გაგრძელება
kk: Жалғастыру
kn: ಮುಂದುವರಿಸಿ
ko: 계속
ku_arab: بەردەوامبە
ky: Улант
lo: ສືບຕໍ່
lt: Tęsti
lv: Turpināt
mi: Haere Tonu
mk: Продолжи
ml: തുടരുക
mn: Үргэлжлүүлэх
mr: सुरु ठेवा
ms: Teruskan
mt: Kompli
ne: जारि राख्नुहोस्
nn_no: Hald fram
no: Fortsett
or: ଜାରି
pa_arab_pk: ‏‏جاری رکھو
pa_in: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ru: Продолжить
sd: جاري
si: ඉදිරියට යන්න
sl: Nadaljuj
sr_cyrl_rs: Настави
sr_latn_rs: Nastavi
sv: Fortsätt
ta: தொடர்
te: కొనసాగించు
tg: Идома
th: ดำเนินการต่อ
tr: Devam
tt: Дәвам итү
ug: داۋاملاشتۇرۇش
uk: Продовжити
ur: جاری رکھیں
uz: Davom ettirish
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# Literal.SMS.ReSendShortMessage
source: Resend
af: Stuur weer
am: በድጋሚ ላክ
ar: إعادة الإرسال
as: পুনঃপ্ৰেৰণ কৰক
az: Yenidən göndərin
bg: Повторно изпращане
bn_in: আবার পাঠান
bs: Ponovo pošalji
cy: Ailanfon
da: Send igen
de: Erneut senden
el: Επανάληψη αποστολής
es: Reenviar
et: Saada uuesti
eu: Bidali berriro
fa: ارسال مجدد
ga: Athsheol
gd: Cuir a-rithist
gl: Volver a enviar
gu: પુનઃમોકલવું
he: שלח מחדש
hi: पुनः प्रेषित करें
hr: Pošalji ponovo
hu: Újraküldés
id: Kirim ulang
is: Senda aftur
ja: 再送信
ka: თავიდან გაგზავნა
kk: Қайта жіберу
kn: ಮರುಕಳುಹಿಸಿ
ko: 다시 보내기
ku_arab: دووبارە ناردن
ky: Кайра жөнөт
lo: ສົ່ງໃໝ່
lt: Siųsti iš naujo
lv: Sūtīt atkārtoti
mi: Tuku Anō
mk: Испрати повторно
ml: വീണ്ടും അയയ്‌ക്കുക
mn: Дахин илгээх
mr: पुन्हा पाठवा
ms: Hantar semula
mt: Erġa' ibgħat
ne: पुन: पठाउनुहोस्
nn_no: Send på nytt
no: Send på nytt
or: ପୁନଃପ୍ରେରଣ
pa_arab_pk: دوبارہ کلو۔
pa_in: ਦੁਬਾਰਾ ਭੇਜੋ
pl: Wyślij ponownie
ru: Отправить снова
sd: ٻيهر موڪليو
si: යළි යවන්න
sl: Pošlji znova
sr_cyrl_rs: Поново пошаљи
sr_latn_rs: Ponovo pošalji
sv: Skicka igen
ta: மீண்டும் அனுப்பு
te: మళ్లీ పంపు
tg: Дубора фиристед
th: ส่งใหม่
tr: Yeniden Gönder
tt: Кабат тапшырыгыз
ug: قايتا ئەۋەتىش
uk: Надіслати ще раз
ur: دوبارہ بھیجیں
uz: Qayta jo‘natmoq
vi: Gửi lại
zh_hans: 重新发送
zh_hant: 再傳一次

# Literal.SMS.Instruction1
source: Please enter your mobile phone number below.
af: Voer asseblief jou selfoonnommer hieronder in.
am: እባክህ የተንቀሳቃሽ ስልክ ቁጥር እታች አስገባ።
ar: يرجى إدخال رقم هاتفك المحمول فيما يلي.
as: অনুগ্ৰহ কৰি তলৰ আপোনাৰ ম'বাইল ফোন নম্বৰ প্ৰৱিষ্ট কৰক৷
az: Lütfən mobil telefon nömrənizi aşağı daxil edin.
bg: Моля, въведете по-долу номера на вашия мобилен телефон.
bn_in: দয়া করে নিচে আপনার মোবাইল ফোন নম্বর প্রবেশ করুন৷
bs: Unesite broj mobilnog telefona ispod.
cy: Rhowch eich rhif ffôn symudol isod.
da: Indtast dit mobile telefonnummer herunder.
de: Geben Sie unten Ihre Mobilnummer ein.
el: Εισαγάγετε παρακάτω τον αριθμό του κινητού τηλεφώνου σας.
es: Escriba su número de teléfono móvil a continuación.
et: Sisestage alla oma mobiiltelefoni number.
eu: Sartu zure telefono mugikorra ondoren.
fa: شماره تلفن همراه خود را در زیر وارد کنید.
ga: Cuir isteach d'uimhir fón póca arís le do thoil.
gd: Cuir a-steach àireamh an fhòn-làimhe agad gu h-ìosal.
gl: Introduza o seu número de teléfono móbil a continuación.
gu: કૃપા કરી તમારા મોબાઇલ ફોન નંબર નીચે દાખલ કરો.
he: הזן את מספר הטלפון הנייד שלך להלן.
hi: कृपया नीचे अपना मोबाइल फ़ोन नंबर दर्ज करें.
hr: U nastavku unesite broj mobitela.
hu: Az alábbi mezőben adja meg a mobiltelefonszámát.
id: Masukkan nomor ponsel Anda di bawah.
is: Sláðu inn farsímanúmerið þitt hér að neðan.
ja: 携帯電話番号を以下に入力してください。
ka: გთხოვთ, აკრიფეთ თქვენი მობილური ტელეფონის ნომერი ქვემოთ.
kk: Төмендегі жерге ұялы телефон нөмірін енгізіңіз.
kn: ದಯವಿಟ್ಟು ಕೆಳಗಿನ ನಿಮ್ಮ ಮೊಬೈಲ್ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ.
ko: 아래에 휴대폰 전화 번호를 입력하십시오.
ku_arab: تکایە ژمارەی مۆبایڵی لای خوارەوە تێنووس بکە.
ky: Сиздин мобилдик телефонуңуздун номурун ылдый жакка жазыңыз.
lo: ກະລຸນາປ້ອນເບີໂທລະສັບມືຖືຂອງທ່ານຢູ່ຂ້າງລຸ່ມ.
lt: Toliau įveskite mobiliojo telefono numerį.
lv: Lūdzu, tālāk ievadiet mobilā tālruņa numuru.
mi: Tāurua tō tau waea pūkoro i raro iho nei.
mk: Внесете го телефонскиот број на вашиот мобилен телефон подолу.
ml: നിങ്ങളുടെ മൊബൈല്‍ ഫോണ്‍ നമ്പര്‍ ചുവടെ നല്‍കുക.
mn: Гар утасны дугаараа доор оруулна уу.
mr: कृपया आपला मोबाइल नंबर खाली प्रविष्ट करा.
ms: Sila masukkan nombor telefon mudah alih anda di bawah.
mt: Jekk jogħġbok daħħal in-numru tal-mowbajl tiegħek hawn taħt.
ne: कृपया तपाईँको मोबाइल नम्बर तल प्रविष्ट गर्नुहोस्।
nn_no: Oppgi mobiltelefonnummeret nedanfor.
no: Angi mobiltelefonnummeret ditt nedenfor.
or: ଦୟାକରି ନିମ୍ନରେ ଆପଣଙ୍କର ମୋବାଇଲ୍ ଫୋନ୍ ନମ୍ଵର୍ ନିମ୍ନରେ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: میربانی کرکے تھلےتساں دا موبایل فون نمبر درج کرو۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਆਪਣਾ ਮੋਬਾਈਲ ਨੰਬਰ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź poniżej numer telefonu komórkowego.
ru: Укажите номер вашего мобильного телефона ниже.
sd: ھيٺ پنهنجا موبائل فون نمبر داخل ڪرايو.
si: කරුණාකර පහතින් ඔබගේ ජංගම දුරකථන අංකය ඇතුළු කරන්න.
sl: Spodaj vnesite številko mobilnega telefona.
sr_cyrl_rs: Унесите број мобилног телефона испод.
sr_latn_rs: Unesite broj mobilnog telefona ispod.
sv: Ange ditt mobiltelefonnummer nedan.
ta: உங்கள் தொலைபேசி எண்ணை கீழே உள்ளிடவும்.
te: దయచేసి దిగువ మీ మొబైల్ ఫోన్ నంబర్‌ను నమోదు చేయండి.
tg: Лутфан, рақами телефони мобилии худро дар зер ворид кунед.
th: โปรดใส่หมายเลขโทรศัพท์มือถือของคุณด้านล่างนี้
tr: Lütfen cep telefonu numaranızı aşağıya girin.
tt: Кертегез Сезнең мобиль телефон номерын аста.
ug: تۆۋەندىكى تېلېفون نۇمۇىڭىزنى كىرگۈزۈڭ.
uk: Укажіть свій номер мобільного телефону.
ur: برائے مہربانی ذیل میں اپنا موبائل فون نمبر داخل کریں۔
uz: Uyali telefon raqamingizni kiriting.
vi: Xin vui lòng nhập số điện thoại di động của bạn bên dưới.
zh_hans: 请在下面输入你的手机号码。
zh_hant: 請在下面輸入您的行動電話號碼。

# Literal.SMS.Instruction2
source: We will send you a verification code via text message. Standard message rates may apply.
af: Ons sal ’n verifikasiekode via ’n teksboodskap aan jou stuur. Standaardboodskapkostes kan geld.
am: የማረጋገጫ ኮድ በጽሑፍ መልእክት በኩል እንልክልሃለን።መደበኛ የመልእክት አንጻራዊ ዋጋ ሊተገበር ይችላል። በሥራ ሊውል
ar: سنرسل إليك رمز التحقق في رسالة نصية. وقد تنطبق على العملية رسوم المراسلة العادية.
as: আমি আপোনালৈ পাঠ বাৰ্তাৰ মাজেৰে এটা সত্যাসত্য নিৰূপণ কোড প্ৰেৰণ কৰিম৷ মান্য বাৰ্তা দৰ প্ৰয়োগ হ'ব পাৰে৷
az: Mətn mesajı ilə sizə yoxlama kodu göndərəcəyik. Standart mesaj tarifləri tətbiq oluna bilər.
bg: Ще ви изпратим код за потвърждение с текстово съобщение. Може да са приложими стандартни такси за съобщения.
bn_in: আমরা আপনাকে টেক্সট মেসেজের মাধ্যমে একটা যাচাইকরণ কোড পাঠাব৷ স্ট্যান্ডার্ড মেসেজের হার প্রযোজ্য হতে পারে৷
bs: Poslat ćemo vam kôd za verifikaciju tekstualnom porukom. Može biti primijenjena standardna cijena za poruke.
cy: Byddwn yn anfon cod dilysu atoch chi mewn neges destun. Efallai y bydd yn rhaid talu ffi neges safonol.
da: Vi sender dig en bekræftelseskode via sms. Standardtakster for besked gælder.
de: Sie erhalten per Textnachricht einen Prüfcode. Für die Textnachricht können Gebühren anfallen.
el: Θα σας στείλουμε έναν κωδικό επαλήθευσης με SMS. Ενδέχεται να ισχύουν οι χρεώσεις ενός κανονικού μηνύματος.
es: Le enviaremos un código de comprobación por SMS. Se aplicarán las tarifas de mensajes de texto habituales.
et: Saadame teile tekstisõnumiga kinnituskoodi. Võidakse rakendada tavapäraseid sõnumitasusid.
eu: Egiaztapen-kodea SMS bidez bidaliko dizugu. Mezuen tarifa estandarrak aplika daitezke.
fa: یک کد تأیید اعتبار از طریق پیام متنی برای شما ارسال می کنیم. هزینه های استاندارد پیام متنی اعمال می شوند.
ga: Seolfaimid cód fíorúcháin chugat ar theachtaireacht téacs. Féadfar gnáthrátaí teachtaireachtaí a ghearradh.
gd: Cuiridh sinn thugad còd dearbhaidh ann an teachdaireachd teacsa. Dh'fhaoidte gun èirich na cosgaisean àbhaisteach dhut.
gl: Enviarémoslle un código de verificación nunha mensaxe de texto. Pode que se apliquen as tarifas estándar para mensaxes.
gu: પાઠ્ય સંદેશ મારફતે અમે તમને ચકાસણી કોડ મોકલીશું. નિયત સંદેશ દરો લાગુ થશે.
he: אנו נשלח לך קוד אימות בהודעת טקסט. ייתכן שיחולו תעריפי הודעות רגילים.
hi: हम आपको पाठ संदेश के माध्यम से सत्यापन कोड भेजेंगे. मानक संदेश दरें लागू होंगी.
hr: Poslat ćemo vam kod za provjeru valjanosti SMS-om. Možda će vam biti naplaćena standardna cijena poruke.
hu: Szöveges üzenetben elküldünk Önnek egy ellenőrzőkódot. A normál üzenetküldési díjak lehetnek érvényben.
id: Kami akan mengirimkan kode verifikasi melalui pesan teks. Tarif pesan standar mungkin berlaku.
is: Við sendum þér staðfestingarkóða í textaskilaboðum. Almenn sendingargjöld textaskilaboða kunna að eiga við.
ja: 確認コードをテキスト メッセージで送信いたします。標準のメッセージ受信料金が適用される場合があります。
ka: ჩვენ ტექსტური შეტყობინებით გამოგიგზავნით დამოწმების კოდს. შეიძლება დაგერიცხოთ შეტყობინების გაგზავნის სტანდარტული გადასახადი.
kk: Мәтіндік хабар арқылы сізге тексеру коды жіберіледі. Стандартты хабар ақысы алынуы мүмкін.
kn: ನಾವು ಪಠ್ಯ ಸಂದೇಶ ಮೂಲಕ ನಿಮಗೆ ಪರಿಶೀಲನಾ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ. ಸಾಮಾನ್ಯ ಸಂದೇಶ ದರಗಳು ಅನ್ವಯಿಸಬಹುದು.
ko: 문자 메시지로 확인 코드를 보냅니다. 일반 메시지 요금이 부과될 수 있습니다.
ku_arab: ئێمە کۆدی سەلماندنت بە پەیامێکی دەقی بۆ دەنێرین. رەنگە کرێی پەیامی ستاندارد کارپێکراوبێت.
ky: Биз сизге ырастоо кодун тексттик билдирүү аркылуу жөнөтөбүз. Стандарттуу билдирүү үчүн акы алынышы мүмкүн.
lo: ພວກເຮົາຈະສົ່ງລະຫັດການຢືນຢັນຜ່ານຂໍ້ຄວາມຕົວອັກສອນ. ອາດຈະນຳໃຊ້ອັດຕາຄ່າສົ່ງຂໍ້ຄວາມມາດຕະຖານ.
lt: Tikrinimo kodą atsiųsime teksto pranešimu. Gali būti taikomi standartiniai mokesčiai už pranešimus.
lv: Jums tiks nosūtīts verifikācijas kods īsziņā. Var tikt piemēroti standarta īsziņu tarifi.
mi: Ka tukuna te waehere manatokonga ki a koe mā te karere kuputuhi. Ka mate pea koe ki te utu i ngā utu karere arowhānui.
mk: Ќе ви испратиме верификациски код преку текстуална порака. За пораката може да важат стандардните цени.
ml: ഞങ്ങള്‍ നിങ്ങള്‍ക്ക് വാചക സന്ദേശം വഴി ഒരു സൂക്ഷ്മപരിശോധന കോഡ് അയയ്‌ക്കും. അടിസ്ഥാന സന്ദേശ നിരക്കുകള്‍ ബാധകമാണ്.
mn: Бид тан руу баталгаажуулах кодыг бичвэр зурвасаар илгээх болно. Стандарт зурвасын тарифаар төлбөр тооцож болно.
mr: आम्ही मजकूर संदेशाद्वारे आपल्याला एक सत्यापन कोड पाठवू. मानक संदेश शुल्क आकारले जाऊ शकते.
ms: Kami akan menghantar kod pengesahan melalui mesej teks. Kadar mesej standard mungkin dikenakan.
mt: Nibagħtulek kodiċi ta' verifika b'messaġġ. Jistgħu japplikaw rati ta' messaġġ standard.
ne: हामी तपाईँलाई प्रमाणीकरण कोड पाठ सन्देश मार्फत पठाउने छौँ। प्रमाणित सन्देश दरहरू लागू हुन सक्नेछन्।
nn_no: Vi sender deg ein stadfestingskode via tekstmelding. Standard meldingsprisar kan gjelde.
no: Vi sender deg en bekreftelseskode via tekstmelding. Standard meldingssatser kan påløpe.
or: ଆମେ ଆପଣଙ୍କୁ ପାଠ୍ୟ ବାର୍ତ୍ତା ମାଧ୍ୟମରେ ଏକ ଯାଞ୍ଚକରଣ କୋଡ୍ ଆପଣଙ୍କୁ ପ୍ରେରଣ କରିବୁ. ମାନାଙ୍କ ଦରଗୁଡିକ ଲାଗୁ ହେବ.
pa_arab_pk: ‏‏اسی لکھے ہوئے پغام دے ذریعہ تہانوں اک تصدیقی کوڈ پیجاں گے۔ ممول دی پغام دی قیمتاں دا اطلاق ہوسکدے۔
pa_in: ਅਸੀਂ ਇੱਕ ਲਿਖਤੀ ਸੰਦੇਸ਼ ਰਾਹੀਂ ਤੁਹਾਨੂੰ ਇੱਕ ਤਸਦੀਕੀ ਕੋਡ ਭੇਜਾਂਗੇ। ਮਿਆਰੀ ਸੰਦੇਸ਼ ਦਰਾਂ ਲਾਗੂ ਹੋ ਸਕਦੀਆਂ ਹਨ।
pl: Prześlemy kod weryfikacyjny w wiadomości SMS. Mogą zostać naliczone standardowe opłaty za wiadomości SMS.
ru: Код проверки будет отправлен вам в SMS. При этом может взиматься обычная плата за сообщения.
sd: اسين توهان کي متن پيغام وسيلي تصديق ڪرڻ وارو ڪوڊ موڪليندا سين. شايد معياري پيغام جا ريٽ لاڳو ٿيندا.
si: අප විසින් ඔබ වෙත කෙටි පණිවුඩයක් ඔස්සේ සත්‍යාපන කේතයක් එවනු ලැබේ. සම්මත කෙටි පණිවුඩ ගාස්තු අය කෙරෙනු ඇත.
sl: Potrditveno kodo vam bomo poslali v sporočilu SMS. Morda boste morali plačati standardne stroške sporočila.
sr_cyrl_rs: Послаћемо вам код за верификацију текстуалном поруком. Може бити примењена стандардна цена за поруке.
sr_latn_rs: Poslaćemo vam kod za verifikaciju tekstualnom porukom. Može biti primenjena standardna cena za poruke.
sv: Vi skickar en verifieringskod via sms. Normaltaxa för sms kan tillkomma.
ta: உரை செய்தி மூலம் சரிபார்ப்புக் குறியீட்டை உங்களுக்கு அனுப்புவோம். நிலையான செய்தி கட்டணங்கள் பொருந்தும்.
te: మేము టెక్స్ట్ సందేశం ద్వారా ధృవీకరణ కోడ్‌ను మీకు పంపుతాము. ప్రామాణిక సందేశ రేట్లు వర్తించవచ్చు.
tg: Мо ба шумо тавассути паёми матнӣ рамзи санҷиши эътиборро мефиристем. Мумкин аст нархҳои стандартӣ барои паём татбиқ шаванд.
th: เราจะส่งรหัสการตรวจสอบให้คุณทางข้อความ อาจมีการคิดค่าใช้จ่ายตามอัตรามาตรฐาน
tr: Kısa mesajla size bir doğrulama kodu göndereceğiz. Standart mesaj ücretleri uygulanabilir.
tt: Без сезгә текст хәбәрендә раслау кодын җибәрәчәкбез. Хәбәр өчен гадәти түләү алынырга мөмкин.
ug: بىز سىزگە قىسقا ئۇچۇر ئارقىلىق دەلىللەش نومۇرىنى ئەۋەتىمىز. نورمال ئۇچۇر ھەققى ئېلىنىشى مۇمكىن.
uk: Код перевірки буде надіслано вам у текстовому повідомленні. За доставку повідомлення може стягуватися плата за тарифами вашого оператора.
ur: ہم آپ کو متن پیغام کے ذریعے ایک توثیقی کوڈ بھیجیں گے۔ عمومی پیغام شرحوں کا اطلاق ہو سکتا ہے۔
uz: Biz matnli xabar orqali Sizga tasdiqlash kodini yuboramiz. Oddiy xabarlar tarifi qo‘llanilishi mumkin.
vi: Chúng tôi sẽ gửi cho bạn một mã xác minh qua tin nhắn. Giá cước tin nhắn chuẩn sẽ được áp dụng.
zh_hans: 我们将通过短信向您发送验证码。可能会收取标准短信费用。
zh_hant: 我們會以簡訊發送驗證碼給您。可能需支付標準簡訊費率。

# Literal.SMS.Page.Title
source: Verify Your Account
af: Verifieer jou rekening
am: መለያህን አረጋግጥ
ar: تحقق من حسابك
as: আপোনাৰ একাউণ্ট সত্যাপন কৰক
az: Hesabınızı Yoxlayın
bg: Проверка на сметка
bn_in: আপনার অ্যাকাউন্ট যাচাই করুন
bs: Potvrdite svoj račun
cy: Dilysu eich Cyfrif
da: Kontrollér din konto
de: Konto prüfen
el: Επαληθεύστε το λογαριασμό σας
es: Compruebe su cuenta
et: Konto kinnitamine
eu: Egiaztatu zure kontua
fa: اعتبار حساب خود را تأیید کنید
ga: Fíoraigh do chuntas
gd: Dearbh an cunntas agad
gl: Verificar a súa conta
gu: તમારુ ખાતુ વેરીફાઇ કરો
he: אימות החשבון שלך
hi: अपना खाता सत्यापित करें
hr: Provjerite valjanost svojeg računa
hu: Fiók ellenőrzése
id: Verifikasikan Rekening Anda
is: Sannprófaðu reikninginn þinn
ja: アカウントの検証
ka: დაადასტურეთ თქვენი ანგარიში
kk: Тіркелгіні тексеру
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 계정 확인
ku_arab: سەلماندنی ئەژمێرەکەت
ky: Сиздин Каттоо жазууңузду ырастаңыз
lo: ກວດສອບບັນຊີຂອງທ່ານ
lt: Abonemento patikrinimas
lv: Pārbaudīt kontu
mi: Manatokona tō pūkete
mk: Потврдете ја сметката
ml: നിങ്ങളുടെ അക്കൌണ്ട് സ്ഥിരീകരിക്കുക
mn: Хэрэглэгчийн бүртгэлээ баталгаажуулах
mr: आपल्या खात्याची पडताळणी करा
ms: Tentu sahkan Akaun Anda
mt: Ivverifika l-Kont Tiegħek
ne: तपाइँको खाता रुजू गर्नुहोस्
nn_no: Stadfest kontoen
no: Verifiser kontoen din
or: ଆପଣଙ୍କର ଏକାଉଣ୍ଟ ଯାଞ୍ଚ କରାନ୍ତୁ
pa_arab_pk: اپنے اکاؤنٹ دی تصدیق کرو۔
pa_in: ਆਪਣੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj swoje konto
ru: Проверка счета
sd: پهنجي اڪائونٽ جي تصديق ڪريو.
si: ඔබේ ගිණුම සත්‍යාපනය කරන්න
sl: Preverite račun
sr_cyrl_rs: Верификујте свој налог
sr_latn_rs: Verifikujte svoj nalog
sv: Verifiera ditt konto
ta: உங்கள் கணக்கைச் சரிபார்க்கவும்
te: మీ ఖాతాను నిర్ధారించండి
tg: Ҳисоби худро санҷед
th: ตรวจสอบบัญชีของคุณ
tr: Hesabınızı Doğrulayın
tt: Тикшерегез Хисапны
ug: ھېسابىڭىزنى دەلىللەڭ
uk: Перевірка облікового запису
ur: اپنے کھاتہ کی تصدیق کریں
uz: O‘zingizning hisob qaydnomangizni tasdiqlang
vi: Kiểm chứng Tài khoản của Bạn
zh_hans: 验证您的帐户
zh_hant: 驗證您的帳戶

# Literal.SMS.Scenario.AddPaymentMethod
source: Add Payment Method
af: Voeg Betaalmetode by
am: የክፍያ ስልት አክል
ar: إضافة وسيلة دفع
as: পৰিশোধ পদ্ধতি যোগ কৰক
az: Ödəniş Metodu Əlavə edin
bg: Добавяне на метод на плащане
bn_in: অর্থপ্রদানের পদ্ধতি যোগ করুন
bs: Dodajte način plaćanja
cy: Ychwanegu Dull Talu
da: Tilføj betalingsmetode
de: Zahlungsmethode hinzufügen
el: Προσθέστε μέθοδο πληρωμής
es: Agregar método de pago
et: Makseviisi lisamine
eu: Gehitu ordainketa-metodoa
fa: افزودن روش پرداخت
ga: Cuir modh íocaíochta leis
gd: Cuir ris dòigh pàighidh
gl: Engadir método de pagamento
gu: ચૂકવણી રીત ઉમેરો
he: הוסף שיטת תשלום
hi: भुगतान पद्धति जोड़ें
hr: Dodaj način plaćanja
hu: Fizetési mód hozzáadása
id: Tambah Metode Pembayaran
is: Bæta við greiðslumáta
ja: お支払い方法の追加
ka: გადახდის მეთოდის დამატება
kk: Төлем әдісін қосу
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ
ko: 결제 방법 추가
ku_arab: شێوازی پارەدان زێدە بکە
ky: Төлөө ыкмасын кош
lo: ເພີ່ມວິທີການຊຳລະເງິນ
lt: Įtraukti mokėjimo priemonę
lv: Pievienot maksāšanas metodi
mi: Tāpiri Huarahi Utu
mk: Додај метод на плаќање
ml: പേയ്‌മെന്റ് രീതി ചേര്‍ക്കുക
mn: Төлбөрийн хэлбэр нэмэх
mr: देय पद्धत जोडा
ms: Tambah Kaedah Pembayaran
mt: Żid Metodu ta' Pagament
ne: भुक्तानी विधि थप्नुहोस्
nn_no: Legg til betalingsmetode
no: Legg til betalingsmåte
or: ଦେୟ ପଦ୍ଧତି ଯୋଡନ୍ତୁ
pa_arab_pk: ادائیگی دے طریقے دا اضافہ کرو
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj metodę płatności
ru: Добавить метод оплаты
sd: رقم ادا ڪرڻ واري طريقي جو اضافو ڪريو
si: ගෙවීම් ක්‍රමයක් එකතු කරන්න
sl: Dodaj način plačila
sr_cyrl_rs: Додај метод плаћања
sr_latn_rs: Dodaj metod plaćanja
sv: Lägg till betalningsmetod
ta: கட்டண முறையைச் சேர்க்கவும்
te: చెల్లింపు విధానాన్ని జోడించండి
tg: Илова кардани усули пардохт
th: เพิ่มวิธีการชำระเงิน
tr: Ödeme Yöntemi Ekle
tt: Өстәгез Түләү Ысулын
ug: ھەق تۆلەش ئۇسۇلىنى قوشۇڭ
uk: Додати спосіб оплати
ur: ادائیگی کے طریقہ کا اضافہ کریں
uz: To‘lov usulini qo‘shmoq
vi: Thêm Phương thức Thanh toán
zh_hans: 添加付款方式
zh_hant: 新增付款方式

# Literal.SMS.Scenario.Purchase
source: Purchase
af: Koop
am: ግዢ
ar: الشراء
as: ক্ৰয়
az: Satınalma
bg: Покупка
bn_in: ক্রয়
bs: Kupovina
cy: Prynu
da: Køb
de: Kaufen
el: Αγορά
es: Compra
et: Ost
eu: Erosi
fa: خرید
ga: Ceannaigh
gd: Ceannaich
gl: Comprar
gu: ખરીદી
he: רכישה
hi: खरीदें
hr: Kupi
hu: Vásárlás
id: Pembelian
is: Kaupa
ja: ご購入
ka: შეძენა
kk: Сатып алу
kn: ಖರೀದಿಸು
ko: 구매
ku_arab: کڕین
ky: Сатып алуу
lo: ການຊື້
lt: Pirkimas
lv: Pirkums
mi: Hoko
mk: Купување
ml: വാങ്ങുക
mn: Худалдан авалт
mr: खरेदी
ms: Pembelian
mt: Akkwist
ne: खरिद गर्नुहोस्
nn_no: Kjøp
no: Kjøp
or: କ୍ରୟ
pa_arab_pk: ‏‏خریدو
pa_in: ਖਰੀਦ
pl: Zakup
ru: Покупка
sd: خريد ڪرڻ
si: මිලට ගන්න
sl: Nakup
sr_cyrl_rs: Куповина
sr_latn_rs: Kupovina
sv: Köp
ta: வாங்குதல்
te: కొనుగోలు
tg: Харид
th: ซื้อ
tr: Satın al
tt: Сатып алу
ug: سېتىۋىلىش
uk: Придбати
ur: خریدیں
uz: Xarid
vi: Mua
zh_hans: 购买
zh_hant: 購買
