Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVD.TermOfUse.Inform2
source: If you agree to this security measure, click Next to acknowledge your agreement and start the verification process. To stop the process, click Cancel. If the verification is cancelled or fails, your bank account will not be added to your online account.
af: As jy tot hierdie veiligheidsmaatreël instem, klik Volgende om jou instemming aan te dui en met die verifikasieproses te begin. Om die proses te stop, klik Kanselleer. As die verifikasie gekanselleer word of misluk, sal jou bankrekening nie aan jou aanlyn rekening gekoppel word nie.
am: ለዚህ የደህንነት እርምጃ፣ መስማማትህን ለማሳወቅና ማረጋገጫ ሂደት ለመጀመር ቅጥያ ጠቅ አድርግ ።ሂደቱን ለማቆም ሰርዝ ጠቅ አድርግ።ማረጋገጫው ከተሰረዘ ወይም ካልተሳካ፣ የባንክ መለያህ ወደ ቀጥታ መስመር መለያህ ላይ አይታከልም።
ar: إذا وافقت على إجراء الحماية هذا فانقر على ‘التالي‘ لإبداء موافقتك وبدء عملية التحقق. ولإيقاف الإجراء انقر على ‘إلغاء‘. وإذا ألغي التحقق أو فشل فلن يضاف حسابك المصرفي إلى حسابك الفوري.
as: যদি আপুনি এই নিৰাপত্তা ব্যৱস্থাৰ সৈতে একমত, আপোনাৰ চুক্তি স্বীকাৰ কৰিবলৈ পৰৱৰ্তী ক্লিক কৰক আৰু সত্যাপন প্ৰক্ৰিয়া আৰম্ভ কৰক৷ প্ৰক্ৰিয়া ৰাখিবলৈ, বাতিল কৰক ক্লিক কৰক৷ যদি সত্যাপন বাতিল হৈছে বা বিফল হৈছে, আপোনাৰ বেংক একাউণ্ট আপোনাৰ অনলাইন একাউণ্টলৈ যোগ নহ'ব৷
az: Bu təhlükəsizlik tədbirinə razılaşırsınızsa, razılığınızı etiraf etmək üçün Növbəti klikləyin və təsdiqləmə prosesinə başlayın. Prosesi dayandırmaq üçün Ləğv et klikləyin. Əgər təsdiqləmə ləğv edilərsə, yaxud baş tutmazsa, bank hesabı onlayn hesabınıza əlavə olunmayacaq.
bg: Ако приемате тази мярка за защита, щракнете "Напред", за да потвърдите даването на съгласие и стартирането на процеса за проверка. За да спрете процеса, щракнете върху "Отказ". Ако проверката бъде отменена или е неуспешна, банковата сметка няма да бъде добавена към вашия онлайн акаунт.
bn_in: আপনি যদি এই সুরক্ষা ব্যবস্থায় রাজি থাকেন, তাহলে আপনার সম্মতি প্রদানের জন্য পরবর্তী-তে ক্লিক করুন এবং যাচাই প্রক্রিয়া শুরু করুন৷ প্রক্রিয়াটিকে থামিয়ে দেওয়ার জন্য বাতিল ক্লিক করুন৷ যাচাই প্রক্রিয়া বাতিল করা হলে কিংবা সেটি বিফল হলে, আপনার ব্যাঙ্ক অ্যাকাউন্টে আপনার অনলাইন অ্যাকাউন্টে যোগ হবে না৷
bs: Ako ste saglasni s ovom sigurnosnom mjerom, kliknite na dugme „Sljedeće“ da biste potvrdili svoju saglasnost i da biste počeli proces verificiranja. Da biste zaustavili proces, kliknite na dugme „Otkaži“. Ako se verificiranje otkaže ili ne uspije, vaš bankovni račun neće biti dodat u vaš račun na mreži.
cy: Os byddwch chi'n cytuno i'r cam diogelwch hwn, cliciwch Nesaf i gydnabod eich bod yn cytuno a dechrau'r broses dilysu. I stopio'r broses, cliciwch Canslo. Os bydd y dilysu yn cael ei ganslo neu'n methu, fydd eich cyfrif banc ddim yn cael ei ychwanegu at eich cyfrif ar-lein.
da: Hvis du accepterer denne sikkerhedsforanstaltning, skal du klikke på Næste for at bekræfte din accept og starte kontrolprocessen. Klik på Annuller for at stoppe processen. Hvis kontrollen annulleres eller mislykkes, vil din bankkonto ikke blive føjet til din online konto.
de: Wenn Sie mit dieser Sicherheitsmaßnahme einverstanden sind, klicken Sie auf Weiter, um Ihr Einverständnis auszudrücken und den Prüfungsprozess zu starten. Klicken Sie anderenfalls auf Abbrechen. Wird die Prüfung abgebrochen oder schlägt sie fehl, wird Ihr Bankkonto nicht zu Ihrem Onlinekonto hinzugefügt.
el: Εάν συμφωνείτε με αυτό το μέτρο ασφαλείας, κάντε κλικ στο κουμπί "Επόμενο" για να γνωστοποιήσετε τη συμφωνία σας και να ξεκινήσετε τη διαδικασία επαλήθευσης. Για να διακόψετε τη διαδικασία, κάντε κλικ στο κουμπί "Άκυρο". Εάν η επαλήθευση ακυρωθεί ή αποτύχει, ο τραπεζικός λογαριασμός σας δεν θα προστεθεί στον ηλεκτρονικό λογαριασμό σας.
es: Si está de acuerdo con esta medida de seguridad, haga clic en Siguiente para dar su consentimiento e iniciar el proceso de comprobación. Para detener el proceso, haga clic en Cancelar. Si se cancela la comprobación o se producen errores en la misma, la cuenta bancaria no se agregará a su cuenta en línea.
et: Kui olete selle turvameetmega nõus, klõpsake suvandil Järgmine oma nõusoleku kinnitamiseks ja kontrollimisprotsessi alustamiseks. Protsessi peatamiseks klõpsake suvandil Tühista. Kontrollimise tühistamisel või nurjumisel ei lisata teie pangakontot teie veebikontole.
eu: Segurtasun-neurri honekin ados bazaude, sakatu Hurrengoa hori berresteko eta egiaztapen-prozesua hasteko. Prozesua gelditzeko, sakatu Utzi. Egiaztapena uzten bada edo horrek huts egiten badu, ez da zure banku-kontua gehituko zure lineako kontuan.
fa: اگر با این روش امنیتی موافق هستید، روی بعدی کلیک کنید تا رضایت خود را اعلام کنید و مراحل تأیید اعتبار شروع شود. برای توقف این مراحل، روی لغو کلیک کنید. اگر تأیید اعتبار لغو شده یا انجام نشود، حساب بانکی شما به حساب آنلاین اضافه نمی شود.
ga: Má ghlacann tú leis an mbeart slándála seo, cliceáil ar 'Ar aghaidh' chun glacadh leis an gcomhaontú agus chun tús a chur leis an bpróiséas fíorúcháin. Chun stop a chur leis an bpróiséas, cliceáil ar 'Cealaigh'. Má chuirtear deireadh leis an bhfíorú nó má theipeann air, ní chuirfear do chuntas bainc le do chuntas ar líne.
gd: Ma dh'aontaicheas tu ris a' ghleus tèarainteachd seo, briog air "Air adhart" gus d' aonta a dhearbhadh agus airson am pròiseas dearbhaidh a thòiseachadh. Gus stad a chur air a' phròiseas, briog air "Sguir dheth". Ma sguireas tu dhen dearbhadh no ma dh'fhàilligeas e, cha tèid an cunntas banca agad a chur ris a' chunntas air loidhne agad.
gl: Se está de acordo con esta medida de seguridade, prema en Seguinte para mostrar o seu acordo e comece o proceso de verificación. Para deter o proceso, prema en Cancelar. Se se cancela ou falla a verificación, a súa conta bancaria non se poderá engadir á súa conta en liña.
gu: જો તમે આ સુરક્ષા માપન તમે સંમત થાઓ, તો કરાર માટેની તમારી સ્વીકૃતિ આગલું ક્લિક કરો અને ચકાસણીની પ્રક્રિયા પ્રારંભ કરો. પ્રક્રિયા રોકવા માટે, રદ કરો ક્લિક કરો. જો ચકાસણી રદ કરવામાં આવે અથવા નિષ્ફળ જાય, તો તમારા બેંક ખાતાને તમારા ઑનલાઇન બેંક ખાતામાં ઉમેરવામાં આવશે નહીં.
he: אם אתה מסכים לאמצעי אבטחה זה, לחץ על 'הבא' כדי לאשר את הסכמתך ולהתחיל בתהליך האימות. כדי להפסיק את התהליך, לחץ על 'ביטול'. אם האימות מבוטל או נכשל, כרטיס האשראי לא יתווסף לחשבון המקוון שלך.
hi: यदि आप इस सुरक्षा उपाय से सहमत हैं, तो सहमति की स्वीकृति के रूप में और सत्यापन प्रक्रिया आरंभ करने के लिए, अगला क्लिक करें. प्रक्रिया रोकने के लिए, रद्द करें क्लिक करें. यदि सत्यापन रद्द किया जाता है या विफल होता है, तो आपका बैंक खाता आपके ऑनलाइन खाते में नहीं जोड़ा जाएगा.
hr: Ako pristajete na tu sigurnosnu mjeru, kliknite Dalje kako biste potvrdili sporazum i pokrenuli postupak provjere valjanosti. Za prekid postupka kliknite Odustani. Ako se provjera valjanosti prekine ili ne uspije, vaš bankovni račun neće biti dodan vašem mrežnom računu.
hu: Ha elfogadja az óvintézkedést, a Tovább gombra kattintva fogadja el a megállapodást, majd kezdje meg az ellenőrzési folyamatot. A folyamat leállításához kattintson a Mégse gombra. Ha megszakítja az ellenőrzést vagy az nem sikerül, akkor a rendszer nem adja hozzá a bankszámlát az online fiókhoz.
id: Jika Anda menyetujui langkah keamanan ini, klik Berikutnya untuk mengonfirmasikan persetujuan Anda dan memulai proses verifikasi. Untuk menghentikan proses, klik Batal. Jika verifikasi dibatalkan atau gagal, rekening bank Anda tidak akan ditambahkan ke rekening online Anda.
is: Ef þú samþykkir þessa öryggisráðstöfun skaltu smella á „Áfram“ til að staðfesta samþykki þitt og hefja sannprófunarferlið. Smelltu á „Hætta við“ til að stöðva ferlið. Ef hætt er við sannprófun eða hún mistekst verður bankareikningnum ekki bætt við netreikninginn þinn.
ja: このセキュリティ対策にご同意いただける場合は、[次へ] をクリックし、検証手続きをお進めください。手続きを中止する場合は、[キャンセル] をクリックしてください。検証手続きが取り消された場合や失敗した場合、銀行口座はオンライン アカウントに追加されません。
ka: თუ თანახმა ხართ ამ ზომის მიღებაზე, დააწკაპუნეთ ღილაკს "შემდეგ", რომ განაცხადოთ თქვენი თანხმობა და დაიწყოს დადასტურების პროცესი. პროცესის შესაჩერებლად, დააწკაპუნეთ "გაუქმება"-ზე. თუ დადასტურება გაუქმდება ან არ შესრულდება, თქვენი საბანკო ანგარიში არ დაემატება თქვენს ონლაინ-ანგარიშს.
kk: Осы қауіпсіздік шарасына келіссеңіз, келісіміңізді растау үшін "Келесі" түймешігін басып, тексеру процесін бастаңыз. Процесті тоқтату үшін "Болдырмау" түймешігін басыңыз. Егер тексеру болдырылмаса немесе сәтсіз аяқталса, банк шотыңыз онлайн тіркелгіңізге қосылмайды.
kn: ಈ ಭದ್ರತೆ ಕ್ರಮಕ್ಕೆ ನೀವು ಸಮ್ಮತಿಸಿದಲ್ಲಿ, ನಿಮ್ಮ ಒಪ್ಪಂದದ ಸಮ್ಮತಿಗೆ ಮುಂದೆ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ಪರಿಶೀಲನೆ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಪ್ರಾರಂಭಿಸಿ. ಪ್ರಕ್ರಿಯೆಯನ್ನು ನಿಲ್ಲಿಸಲು, ರದ್ದು ಕ್ಲಿಕ್ ಮಾಡಿ. ಪರಿಶೀಲನೆಯನ್ನು ರದ್ದುಮಾಡಿದಲ್ಲಿ ಅಥವಾ ವಿಫಲವಾದಲ್ಲಿ, ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ನಿಮ್ಮ ಆನ್‌ಲೈನ್ ಖಾತೆಗೆ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 이 보안 과정에 동의하면 [다음]을 클릭하여 동의하고 인증 절차를 시작하십시오. 절차를 중단하려면 [취소]를 클릭하십시오. 인증이 취소되거나 실패하는 경우 회원님의 온라인 계정에 은행 계좌가 추가되지 않습니다.
ku_arab: ئەگەر تۆ بەم رێوشوێنی ئاسایشە رازیت، کرتە بکە لەسەر دواتر بۆ ئیقرارکردن بە رەزامەندیت و دەستپێکردنی پرۆسەی سەلماندن. بۆ وەستاندنی پرۆسەکە، کرتەی بەتاڵ کردنەوە بکە. ئەگەر سەلماندن بەتاڵ کرایەوە یان شکستی هێنا، ئەوا ئەژمێری بانکی تۆ بۆ ئەژمێری سەرهێڵی تۆ زێدە ناکرێت.
ky: Эгер сиз бул коопсуздук билдирүүсүнө макул болсоңуз, макулдугуңузду ырасташ үчүн "Кийинки" ни басып, текшерүү процессин баштаңыз. Процессти токтотуш үчүн "Жокко чыгаруу" нукуурун басыңыз. Эгер текшерүү жокко чыгарылса же ишке ашпай калса, сиздин банк эсебиңиз сиздин онлайн эсебиңизге кошулбайт.
lo: ຖ້າທ່ານຕົກລົງເຫັນດີນໍາມາດຕະການຮັກສາຄວາມປອດໄພນີ້, ໃຫ້ຄລິກ ຕໍ່ໄປ ເພື່ອຍອມຮັບຂໍ້ຕົກລົງຂອງທ່ານ ແລະເລີ່ມຂະບວນການກວດສອບ. ເພື່ອຢຸດເຊົາຂະບວນການ, ໃຫ້ຄລິກ ຍົກເລີກ. ຖ້າການກວດສອບຖືກຍົກເລີກກ ຫຼືບໍ່ສຳເລັດ, ບັນຊີທະນາຄານຂອງທ່ານຈະບໍ່ຖືກເພີ່ມໃສ່ບັນຊີອອນລາຍຂອງທ່ານ.
lt: Jei sutinkate, kad šios saugos priemonės būtų taikomos, spustelėkite Toliau, kad patvirtintumėte sutikimą, ir pradėkite tikrinimo procesą. Jei procesą norite sustabdyti, spustelėkite Atšaukti. Jei tikrinimas bus atšauktas arba nutrauktas, banko sąskaita nebus įtraukta į jūsų internetinį abonementą.
lv: Ja piekrītat veikt šo drošības pasākumu, noklikšķiniet uz Tālāk, lai apliecinātu savu piekrišanu un sāktu pārbaudi. Lai pārtrauktu, noklikšķiniet uz Atcelt. Ja pārbaude ir atcelta vai nav izdevusies, informācija par bankas kontu netiks pievienota tiešsaistes kontam.
mi: Ki te whakae koe ki tēnei ine haumarutanga, pāwhiria te Panuku hei tuku whakaaetanga ki te tīmata i te tukanga manatokonga. Hei poro i tēnei tukanga, pāwhiri Whakakore. Ki te whakakorea, ki te rahua te manatokonga, e kore e tāpirihia tō pūkete pēke ki tō pūkete tuihono.
mk: Ако се согласувате со оваа мерка за безбедност, кликнете на Следно за да го потврдите согласувањето и да започне процесот на верификација. За да го прекинете процесот, кликнете на Откажи. Ако верификацијата се откаже или не успее, банкарската сметка нема да се додаде на сметката на интернет.
ml: നിങ്ങള്‍ ഈ സുരക്ഷാ മാനദണ്ഡം അംഗീകരിക്കുന്നുവെങ്കില്‍, നിങ്ങള്‍ അംഗീകരിച്ചുവെന്നതിനും സ്ഥിരീകരണ പ്രക്രിയ ആരംഭിക്കുന്നതിനും, അടുത്തത് എന്നതില്‍ ക്ലിക്കുചെയ്യുക. പ്രക്രിയ നിര്‍ത്തുന്നതിന്, റദ്ദാക്കുക ക്ലിക്കുചെയ്യുക. സ്ഥിരീകരണം റദ്ദാക്കുകയോ പരാജയപ്പെടുകയോ ചെയ്‌തെങ്കില്‍, നിങ്ങളുടെ ബാങ്ക് അക്കൌണ്ട് ഓണ്‍ലൈന്‍ അക്കൌണ്ടില്‍ ചേര്‍ക്കപ്പെടില്ല.
mn: Хэрэв та энэ аюулгүй байдлын арга хэмжээг зөвшөөрч байвал зөвшөөрснөө нотолж, баталгаажуулах ажиллагааг эхлүүлэхийн тулд Дараах товчийг товш. Ажиллагааг зогсоохын тулд Цуцлах товчийг товш. Хэрэв баталгаажуулалт цуцлагдах буюу амжилтгүй болбол, таны банкны данс таны онлайн дансанд нэмэгдэхгүй.
mr: आपण या सुरक्षा मापदंडाशी सहमत असल्यास, आपला करार कबूल करण्यासाठी पुढील क्लिक करा आणि पडताळणी प्रक्रिया प्रारंभ करा. प्रक्रिया थांबविण्यासाठी, रद्द करा क्लिक करा. पुष्टीकरण रद्द झाल्यास किंवा अयशस्वी झाल्यास, आपल्या ऑनलाइन खात्यावर आपले बँक खाते जोडले जाणार नाही.
ms: Jika anda bersetuju dengan langkah keselamatan ini, klik Seterusnya untuk memperakukan persetujuan anda dan memulakan proses penentusahan. Untuk menghentikan proses ini, klik Batal. Jika penentusahan dibatalkan atau gagal, akaun bank anda tidak akan ditambah ke akaun dalam talian anda.
mt: Jekk taqbel ma' din il-miżura tas-sigurtà, ikklikkja Li Jmiss biex turi li taċċetta l-ftehim u ibda l-proċess ta' verifika. Biex twaqqaf il-proċess, ikklikkja Kkanċella. Jekk il-verifika tiġi kkanċellata jew ma tirnexxix, il-kont tal-bank tiegħek ma jiżdiedx mal-kont online tiegħek.
ne: यदि तपाईँ यस सुरक्षा मापदण्डलाई स्वीकार गर्नुहुन्छ भने, आफ्नो सम्झौता मञ्जूर गर्नको लागि अर्को क्लिक गर्नुहोस् र रुजू प्रक्रिया सुरु गर्नुहोस्। प्रक्रिया रोक्नको लागि, रद्द गर्नुहोस् क्लिक गर्नुहोस्। यदि रुजू गर्न रद्द गरियो वा असफल भयो भने, तपाईँको बैङ्क खाता तपाईँको अनलाइन खातामा थप गरिने छैन।
nn_no: Dersom du godtek dette tryggleikstiltaket, klikkar du Neste for å godta avtala og starte stadfestingsprosessen. Dersom du vil stoppe prosessen, klikkar du Avbryt. Dersom stadfestinga blir avbroten eller mislukkast, blir ikkje bankkontoen lagt til i nettkontoen din.
no: Hvis du samtykker i dette sikkerhetstiltaket, klikker du Neste for å bekrefte ditt samtykke og begynne verifiseringsprosessen. Hvis du vil stanse prosessen, klikker du Avbryt. Hvis verifiseringsprosessen blir avbrutt eller mislykkes, tilføyes ikke bankkontoen til webkontoen din.
or: ଯଦି ଆପଣ ଏହି ସୁରକ୍ଷା ପରିପାମ ପାଇଁ ରାଜି ଅଛନ୍ତି, ଆପଣଙ୍କର ଚୁକ୍ତି ସ୍ଵୀକାର କରିବାକୁ ପରବର୍ତ୍ତି କ୍ଲିକ୍ କରନ୍ତୁ ଏବଂ ଯାଞ୍ଚକରଣ ପ୍ରକ୍ରିୟା ଆରମ୍ଭ କରନ୍ତୁ. ପ୍ରକ୍ରିୟା ସ୍ଥଗିତ କରିବାକୁ, ବାତିଲ୍ କ୍ଲିକ୍ କରନ୍ତୁ. ଯଦି ଯାଞ୍ଚକରଣ ବାତିଲ୍ କିମ୍ଵା ବିଫଳ ହୋଇଛି, ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ ଆପଣଙ୍କର ଅନ୍‌ଲାଇନ୍ ଏକାଉଣ୍ଟକୁ ଯୋଡି ହେବ ନାହିଁ.
pa_arab_pk: جے تسی ایس حفاظتی قدم نال اتفاق کردے اوہ، اپنے مرضی نوں وکھان لئی اگے تے کلک کرو تے تصدیقی عمل شروع کرو۔ عمل نوں روکن لئی، منسوخ تے کلک کرو۔ جے تصدیق منسوخ کردتی جاندی اے یا نکام ہوجاندی اے، تہاڈا بینک دے اکاؤنٹ دااضافہ تہاڈے آن لائن اکاؤنٹ چے نئیں کیتا جائے گا۔
pa_in: ਜੇ ਤੁਸੀਂ ਇਸ ਸੁਰੱਖਿਆ ਉਪਾਅ ਨਾਲ ਸਹਿਮਤ ਹੋ ਤਾਂ ਤੁਹਾਡੀ ਸਹਿਮਤੀ ਦੀ ਹਾਮੀ ਭਰਨ ਲਈ ਅੱਗੇ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਪੁਸ਼ਟੀਕਰਨ ਦੇ ਅਮਲ ਨੂੰ ਸ਼ੁਰੂ ਕਰੋ। ਅਮਲ ਨੂੰ ਬੰਦ ਕਰਨ ਲਈ, ਰੱਦ ਕਰੋ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ। ਜੇ ਪੁਸ਼ਟੀਕਰਨ ਨੂੰ ਰੱਦ ਕਰ ਦਿੱਤਾ ਜਾਂਦਾ ਹੈ ਜਾਂ ਇਹ ਅਸਫਲ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਨੂੰ ਆਨਲਾਈਨ ਖਾਤੇ ਵਿੱਚ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Jeśli akceptujesz tę formę zabezpieczeń, kliknij przycisk Dalej, aby potwierdzić zgodę i rozpocząć proces weryfikacji. Aby zakończyć proces, kliknij przycisk Anuluj. Jeśli weryfikacja zostanie anulowana lub nie powiedzie się, konto bankowe nie zostanie dodane do konta online.
ru: Если вы согласны с этой мерой безопасности, нажмите кнопку "Далее", чтобы дать согласие и начать процесс проверки. Чтобы остановить этот процесс, нажмите кнопку "Отмена". Если проверка будет отменена или не будет пройдена, банковский счет не будет добавлен в вашу учетную запись в Интернете.
sd: جيڪڏهن توهان هن حفاظت جي ماپ تي راضي ٿيو, پهنجو اقرار نامو مڃڻ لاءِ اڳئين کي ڪلڪ ڪريو ۽ تصديق تي عمل ڪرڻ شروع ڪريو. عمل کي روڪڻ لاءِ، رد ڪريو کي ڪلڪ ڪريو. جيڪڏهن تصديق رد يا فيل ٿي وڃي، توهان جو بينڪ جو اڪائونٽ توهان جي آن لائن اڪائونٽ ۾ اضافو نه ڪيو ويندو.
si: ඔබ මෙම ආරක්ෂක පියවරට එකඟ වන්නේ නම්, ඔබේ එකඟතාව දැනුම් දී සත්‍යාපන ක්‍රියාවලිය ආරම්භ කිරීම සඳහා ‘ඊළඟ‘ ක්ලික් කරන්න. ක්‍රියාවලිය නතර කිරීම සඳහා ‘අවලංගු කරන්න‘ ක්ලික් කරන්න. සත්‍යාපනය අවලංගු වූයේ හෝ අසාර්ථක වූයේ නම්, ඔබේ බැංකු ගිණුම ඔබේ සබැඳි ගිණුමට ඇතුළත් නො කෙරෙනු ඇත.
sl: Če se strinjate s tem varnostnim ukrepom, kliknite »Naprej«, da potrdite svoje soglasje in začnete postopek preverjanja. Če želite ustaviti postopek, kliknite »Prekliči«. Če je preverjanje preklicano ali ne uspe, vaš bančni račun ne bo dodan v spletni račun.
sr_cyrl_rs: Ако сте сагласни са овом безбедносном мером, кликните на дугме „Даље“ да бисте потврдили своју сагласност и да бисте почели процес верификације. Да бисте зауставили процес, кликните на дугме „Откажи“. Ако се верификација откаже или не успе, ваш банкарски рачун неће бити додат у ваш налог на мрежи.
sr_latn_rs: Ako ste saglasni sa ovom bezbednosnom merom, kliknite na dugme „Dalje“ da biste potvrdili svoju saglasnost i da biste počeli proces verifikacije. Da biste zaustavili proces, kliknite na dugme „Otkaži“. Ako se verifikacija otkaže ili ne uspe, vaš bankarski račun neće biti dodat u vaš nalog na mreži.
sv: Om du samtycker till den säkerhetsåtgärden klickar du på Nästa före att godkänna avtalet och starta verifieringsprocessen. Du kan avbryta processen genom att klicka på Avbryt. Om verifieringen avbryts eller misslyckas, läggs inte ditt bankkonto till i ditt onlinekonto.
ta: நீங்கள் இந்த பாதுகாப்பு நடவடிக்கையை ஏற்றால், உங்கள் ஒப்பந்தத்தை ஒப்புக்கொள்ள அடுத்து என்பதை கிளிக் செய்து, சரிபார்ப்பு செயலைத் தொடங்கவும். செயலை நிறுத்த ரத்து என்பதைக் கிளிக் செய்யவும். சரிபார்ப்பு ரத்துசெய்யப்பட்டால் அல்லது தோல்வியடைந்தால், உங்கள் ஆன்லைன் கணக்குடன் உங்கள் வங்கி கணக்கு சேர்க்கப்படாது.
te: మీరు ఈ భద్రతా ప్రమాణానికి అంగీకరిస్తే, మీ ఒప్పందాన్ని అంగీకరించడానికి తదుపరిదాన్ని క్లిక్ చేసి, నిర్ధారణ ప్రాసెస్‌ను ప్రారంభించండి. ప్రాసెస్‌ను నిలిపివేయడానికి, రద్దు చేయిని క్లిక్ చేయండి. నిర్ధారణ రద్దు చేయబడితే లేదా విఫలమైతే, మీ బ్యాంక్ ఖాతా మీ ఆన్‌లైన్ ఖాతాకు జోడించబడదు.
tg: Агар шумо бо ин чораи амниятӣ розӣ бошед, "Навбатӣ"-ро зер карда, розигии худро эътироф кунед ва раванди санҷишро оғоз кунед. Барои қатъ кардани раванд Бекоркуниро зер кунед. Агар санҷиш қатъ ё ноком шавад, суратҳисоби бонкии шумо ба ҳисоби онлайн илова карда намешавад.
th: หากคุณยอมรับมาตรการรักษาความปลอดภัยนี้ ให้คลิก ถัดไป เพื่อยอมรับข้อตกลงของคุณและเริ่มกระบวนการตรวจสอบ หากต้องการหยุดกระบวนการ ให้คลิก ยกเลิก ถ้าการตรวจสอบถูกยกเลิกหรือล้มเหลว บัญชีธนาคารของคุณจะไม่มีการเพิ่มเข้าบัญชีออนไลน์ของคุณ
tr: Bu güvenlik önlemini kabul ediyorsanız, anlaşmanızı onaylamak ve doğrulama işlemini başlatmak için İleri'yi tıklatın. İşlemi durdurmak için İptal'i tıklatın. Doğrulama iptal edilir veya başarısız olursa, banka hesabınız çevrimiçi hesabınıza eklenmeyecektir.
tt: Әгәр Сез иминлек коралына риза, басыгыз Киләсе Сезнең риза раслау өчен һәм тикшерү процессын башлагыз. Процессны туктатырга, чирттергез Баш тарту. Әгәр тикшерү бетәр яки баш тартулуыр, Сезнең банк хисабы Сезнең онлайн хисапка өстәмәс.
ug: ئەگەر بۇ بېخەتەرلىك ۋاستىسىغا قوشۇلسىڭىز،قوشۇلغانلىقىڭىزنى ئىتراپ قىلىش ھەمدە دەلىللەشنى باشلاش ئۈچۈن كېيىنكى قەدەم كۇنۇپكىسىنى بېسىڭ. مەشغۇلاتنى توختىتىش ئۈچۈن،بىكار قىلىش كونۇپكىسىنى بېسىڭ.ئەگەر دەلىللەش بىكار بولسا ياكى مەغلۇپ بولسا بانكا ھېسابىڭىز توردىكى ھېسابىڭىزغا قوشۇلمايدۇ.
uk: Якщо ви погоджуєтеся на цю перевірку, натисніть кнопку "Далі", щоб підтвердити свою згоду та розпочати перевірку. Щоб відмовитися, натисніть кнопку "Скасувати". Якщо перевірку скасовано, або її не вдалося виконати, банківський рахунок не буде додано до онлайнового облікового запису.
ur: اگر آپ اس حفاظی اقدامات سے متفق ہیں، تو اپنے اعتراف کا اظہار کرنے کے لیے اور تصدیقی عمل شروع کرنے کے لیے اگلا پہ کلک کریں. عمل کو روکنے کے لیے منسوخ پہ کلک کریں. اگر تصدیق منسوخ یا ناکام ہوگئی، آپ کا بینک کھاتہ آپ کے آن لائن کھاتہ میں شامل نہیں کیا جائے گا.
uz: Agar Siz ushbu xavfsizlik chorasiga rozi bo‘lsangiz, o‘z roziligingizni tasdiqlash uchun Keyingisiga o‘tish tugmasini cherting va tekshirish jarayonini boshlang. Jarayonni to‘xtatish uchun Bekor qilmoq tugmasini cherting. Agar tekshirish jarayoni bekor qilinsa yoki xatolikka uchrasa, Sizning hisob qaydnomangiz onlayn hisob qaydnomangizga qo‘shilmaydi.
vi: Nếu bạn chấp thuận biện pháp an ninh này, hãy bấm Tiếp theo để thể hiện sự đồng ý của bạn và bắt đầu qui trình kiểm chứng. Để dừng qui trình, hãy bấm Hủy bỏ. Nếu việc kiểm chứng bị hủy bỏ hoặc không thành công, tài khoản ngân hàng của bạn sẽ không được thêm vào tài khoản trực tuyến của bạn.
zh_hans: 如果您同意此安全措施，请单击“下一步”确认您同意并开始验证过程。要停止该过程，请单击“取消”。如果验证已取消或失败，则不会将银行帐户添加到您的联机帐户。
zh_hant: 如果您同意進行此項安全措施，請按一下 [下一步] 表示您認可與同意，並開始驗證程序。如果要停止程序，請按一下 [取消]。如果驗證取消或失敗，您的銀行帳戶就不會加入您的線上帳戶。

# Literal.PICVD.Title
source: Verify Your Bank Account
af: Verifieer jou bankrekening
am: የባንክ ሒሳብህን አረጋግጥ
ar: يجب التحقق من حساب البنك
as: আপোনাৰ বেংক একাউণ্ট সত্যাপন কৰক
az: Bank Hesabınızı Yoxlayın
bg: Проверка на банкова сметка
bn_in: আপনার ব্যাঙ্ক অ্যাকাউন্ট যাচাই করুন
bs: Potvrdite svoj bankovni račun
cy: Dilysu Eich Cyfrif Banc
da: Kontrollér din bankkonto
de: Bankkonto prüfen
el: Επαληθεύστε τον τραπεζικό λογαριασμό σας
es: Compruebe su cuenta bancaria
et: Kinnitage oma pangakonto
eu: Egiaztatu zure banku-kontua
fa: اعتبار حساب بانکی خود را تأیید کنید
ga: Fíoraigh do chuntas bainc
gd: Dearbh an cunntas banca agad
gl: Verifique a súa conta bancaria
gu: તમારું બેંક ખાતુ વેરીફાઇ કરો
he: אימות חשבון הבנק שלך
hi: अपना बैंक खाता सत्यापित करें
hr: Provjerite valjanost bankovnog računa
hu: Ellenőrizze a bankszámláját
id: Verifikasikan Rekening Bank Anda
is: Sannprófaðu bankareikninginn þinn
ja: 銀行口座の検証
ka: დაადასტურეთ თქვენი საბანკო ანგარიში
kk: Банк шотын тексеру
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 은행 계좌 확인
ku_arab: سەلماندنی ئەژمێری بانکی تۆ
ky: Сиздин банк эсебиңизди ырастоо
lo: ກວດສອບບັນຊີທະນາຄານ
lt: Banko sąskaitos patikrinimas
lv: Pārbaudīt bankas kontu
mi: Manatokona Tō Pūkete Pēke
mk: Потврдете ја банкарската сметка
ml: നിങ്ങളുടെ ബാങ്ക് അക്കൌണ്ട് സ്ഥിരീകരിക്കുക
mn: Банкны Хэрэглэгчийн бүртгэлээ баталгаажуулах
mr: आपल्या बँक खात्याची पडताळणी करा
ms: Tentu sahkan Akaun Bank Anda
mt: Ivverifika l-Kont tal-Bank Tiegħek
ne: तपाईँको बैङ्क खाता रुजू गर्नुहोस्
nn_no: Stadfest bankkontoen
no: Verifiser bankkontoen din
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: اپنے بینک دے اکاؤنٹ دی تصدیق کرو۔
pa_in: ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj konto bankowe
ru: Проверка банковского счета
sd: پهنجي بينڪ جي اڪائونٽ جي تصديق ڪريو
si: ඔබේ බැංකු ගිණුම සත්‍යාපනය කරන්න
sl: Preverite bančni račun
sr_cyrl_rs: Потврдите свој банкарски рачун
sr_latn_rs: Potvrdite svoj bankarski račun
sv: Verifiera ditt bankkonto
ta: உங்கள் வங்கி கணக்கைச் சரிபார்க்கவும்
te: మీ బ్యాంక్ ఖాతాను నిర్ధారించండి
tg: Суратҳисоби бонкии худро санҷед
th: ตรวจสอบบัญชีธนาคารของคุณ
tr: Banka Hesabınızı Doğrulama
tt: Сезнең банк хисабын тикшерү
ug: بانكا ھېسابىڭىزنى دەلىللەڭ
uk: Перевірка банківського рахунку
ur: اپنے بینک کے کھاتہ کی تصدیق کریں
uz: Bank hisob qaydnomangizni tekshiring
vi: Kiểm chứng Tài khoản Ngân hàng của Bạn
zh_hans: 验证您的银行帐户
zh_hant: 驗證您的銀行帳戶
