Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.VerificationCode.Pattern
source: Invalid verification code.
af: Ongeldige verifikasiekode.
am: ልክ ያልኾነ ማረጋገጫ ኮድ።
ar: رمز التحقق ليس صالحًا.
as: অবৈধ সত্যাসত্য নিৰূপণ কোড৷
az: Yanlış yoxlama kodu.
bg: Невалиден код за потвърждение.
bn_in: অবৈধ যাচাইকরণ কোড৷
bs: Nevažeći kôd za verifikaciju.
cy: Mae'r cod dilysu yn annilys.
da: Ugyldig bekræftelseskode.
de: Der Prüfcode ist ungültig.
el: Μη έγκυρος κωδικός επαλήθευσης.
es: Código de comprobación no válido.
et: Sobimatu kinnituskood.
eu: Egiaztapen-kodea baliogabea da.
fa: کد تأیید اعتبار نامعتبر است.
ga: Cód fíorúcháin neamhbhailí.
gd: Tha an còd dearbhaidh mì-dhligheach.
gl: Código de verificación non válido.
gu: અમાન્ય ચકાસણી કોડ.
he: קוד אימות לא חוקי.
hi: अमान्‍य सत्‍यापन कोड.
hr: Kod za provjeru valjanosti nije valjan.
hu: Érvénytelen ellenőrzőkód.
id: Kode verifikasi tidak valid.
is: Ógildur staðfestingarkóði.
ja: 確認コードが正しくありません。
ka: დამოწმების კოდი არასწორია.
kk: Тексеру коды дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಪರಿಶೀಲನಾ ಕೋಡ್.
ko: 확인 코드가 올바르지 않습니다.
ku_arab: کۆدی سەلماندن نادروستە.
ky: Жараксыз ырастоо коду.
lo: ລະຫັດການຢືນຢັນບໍ່ຖືກຕ້ອງ.
lt: Netinkamas patikrinimo kodas.
lv: Nederīgs verifikācijas kods.
mi: Waehere manatokonga muhu.
mk: Неважечки верификациски код.
ml: സൂക്ഷ്മപരിശോധന കോഡ് അസാധുവാണ്.
mn: Баталгаажуулах код хүчингүй байна.
mr: अवैध सत्यापन कोड.
ms: Kod pengesahan tidak sah.
mt: Kodiċi tal-verifika invalidu.
ne: अवैध प्रमाणीकरण कोड।
nn_no: Ugyldig stadfestingskode.
no: Ugyldig bekreftelseskode.
or: ଅବୈଧ ଯାଞ୍ଚକରଣ କୋଡ୍.
pa_arab_pk: ‏‏تصدیقی کوڈ غلط اے۔
pa_in: ਅਵੈਧ ਤਸਦੀਕੀ ਕੋਡ।
pl: Nieprawidłowy kod weryfikacyjny.
ru: Недопустимый код проверки.
sd: غلط تصديق ڪوڊ.
si: වලංගු නොවන සත්‍යාපන කේතයකි.
sl: Neveljavna potrditvena koda.
sr_cyrl_rs: Неважећи код за верификацију.
sr_latn_rs: Nevažeći kôd za verifikaciju.
sv: Ogiltig verifieringskod.
ta: தவறான சரிபார்ப்புக் குறியீடு.
te: చెల్లని ధృవీకరణ కోడ్.
tg: Рамзи санҷиши беэътибор.
th: รหัสการตรวจสอบไม่ถูกต้อง
tr: Geçersiz doğrulama kodu.
tt: Раслау коды ялгыш.
ug: دەلىللەش نومۇرى ئىناۋەتسىز.
uk: Неприпустимий код перевірки.
ur: بے جواز توثیقی کوڈ۔
uz: Tasdiqlash kodi haqiqiy emas.
vi: Mã xác minh không hợp lệ.
zh_hans: 验证码无效。
zh_hant: 驗證碼無效。

# Literal.VerificationCode.Required
source: Verification code is required.
af: Verifikasiekode word vereis.
am: ማረጋገጫ ኮድ ይፈለጋል።
ar: رمز التحقق مطلوب.
as: সত্যাসত্য নিৰূপণ কোডৰ আৱশ্যক৷
az: Yoxlama kodu tələb olunur.
bg: Кодът за потвърждение е задължителен.
bn_in: যাচাইকরণ কোড আবশ্যক৷
bs: Kôd za verifikaciju je obavezan.
cy: Rhaid cael cod dilysu.
da: Bekræftelseskode skal angives.
de: Der Prüfcode ist erforderlich.
el: Απαιτείται κωδικός επαλήθευσης.
es: El código de comprobación es obligatorio.
et: Kinnituskood on kohustuslik.
eu: Egiaztapen-kodea beharrezkoa da.
fa: به کد تأیید اعتبار نیاز است.
ga: Cód fíorúcháin ag teastáil.
gd: Tha feum air còd dearbhaidh.
gl: Requírese o código de verificación.
gu: ચકાસણી કોડ આવશ્યકતા છે.
he: קוד אימות נדרש.
hi: सत्‍यापन कोड आवश्‍यक है.
hr: Kod za provjeru valjanosti obavezan je.
hu: Az ellenőrzőkód megadása kötelező.
id: Kode verifikasi wajib diisi.
is: Færa verður inn staðfestingarkóða.
ja: 確認コードは必須項目です。
ka: მიუთითეთ დამოწმების კოდი.
kk: Тексеру коды қажет.
kn: ಪರಿಶೀಲನೆ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 확인 코드는 필수 항목입니다.
ku_arab: کۆدی سەلماندن پێویستە.
ky: Ырастоо кодун киргизүү зарыл.
lo: ຕ້ອງລະບຸລະຫັດການຢືນຢັນ.
lt: Patikrinimo kodas yra būtinas.
lv: Norādiet verifikācijas kodu.
mi: Kei te hiahiatia te waehere manatokonga.
mk: Верификацискиот код е задолжителен.
ml: സൂക്ഷ്മപരിശോധന കോഡ്ആവശ്യമാണ്.
mn: Баталгаажуулах кодыг оруулах шаардлагатай.
mr: सत्यापन कोड आवश्यक आहे.
ms: Kod pengesahan diperlukan.
mt: Il-kodiċi tal-verifika hu meħtieġ.
ne: प्रमाणीकरण कोड आवश्यक छ।
nn_no: Stadfestingskode er obligatorisk.
no: Bekreftelseskode må angis.
or: ଯାଞ୍ଚକରଣ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: تصدیق دا کوڈ درکار اے۔
pa_in: ਤਸਦੀਕੀ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod weryfikacyjny jest wymagany.
ru: Укажите код проверки.
sd: تصديق ڪوڊ گهربل آھي.
si: සත්‍යාපන කේතය සඳහන් කළ යුතු ය.
sl: Potrditvena koda je obvezen podatek.
sr_cyrl_rs: Код за верификацију је обавезан.
sr_latn_rs: Kôd za verifikaciju je obavezan.
sv: Verifieringskod måste anges.
ta: சரிபார்ப்புக் குறியீடு தேவை.
te: ధృవీకరణ కోడ్ అవసరం.
tg: Рамзи санҷиш ҳатмист.
th: ต้องระบุรหัสการตรวจสอบ
tr: Doğrulama kodu gereklidir.
tt: Раслау коды кирәк.
ug: دەلىللەش نومۇرى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати код перевірки.
ur: توثیقی کوڈ درکار ہے.
uz: Tasdiqlash kodi talab qilinadi.
vi: Cần có mã xác minh.
zh_hans: 验证码为必填项。
zh_hant: 驗證碼是必要資訊。

# Literal.PICV.ConfirmError
source: The payment method you entered cannot be verified.
af: Die betaalmetode wat jy ingevoer het, kan nie geverifieer word nie.
am: የክፍያ ስልት ያስገባኸው ሊረጋገጥ አልተቻለም።
ar: لا يمكن التحقق من أسلوب الدفع الذي أدخلته.
as: আপুনি প্ৰৱিষ্ট কৰ পৰিশোধ পদ্ধতি সত্যাপন কৰিব নোৱাৰে৷
az: Daxil etdiyiniz ödəniş metodunu yoxlamaq mümkün deyil.
bg: Въведеният начин на плащане не може да бъде проверен.
bn_in: আপনার দেওয়া অর্থপ্রদান ব্যবস্থাটি যাচাই করা যায় না৷
bs: Način plaćanja koji ste naveli nije moguće provjeriti.
cy: Does dim modd dilysu'r dull talu rydych chi wedi'i roi.
da: Den angivne betalingsmåde kan ikke bekræftes.
de: Die eingegebene Zahlungsmethode kann nicht geprüft werden.
el: Δεν είναι δυνατή η επαλήθευση της μεθόδου πληρωμής που έχετε εισαγάγει.
es: No se puede comprobar el método de pago especificado.
et: Sisestatud makseviisi ei saa kinnitada.
eu: Ezin da sartu duzun ordainketa-metodoa egiaztatu.
fa: روش پرداختی که وارد کرده اید، تأیید اعتبار نمی شود.
ga: Ní féidir an bealach íocaíochta atá curtha isteach agat a dheimhniú.
gd: Chan urrainnear an dòigh pàighidh a chuir thu a-steach a dhearbhadh.
gl: O método de pagamento que introduciu non se pode verificar.
gu: તમે દાખલ કરેલ ચૂકવણી રીત વેરીફાઇ થઇ શકતી નથી.
he: אין אפשרות לאמת את שיטת התשלום שהזנת.
hi: आपके द्वारा दर्ज की गई भुगतान पद्धति सत्‍यापित नहीं की जा सकती.
hr: Nije moguće provjeriti način plaćanja koji ste unijeli.
hu: A megadott fizetési módot nem lehet ellenőrizni.
id: Pembayaran yang Anda masukkan tidak dapat di verifikasi.
is: Ekki er hægt að sannprófa greiðslumátann sem þú valdir.
ja: 入力されたお支払い方法を検証できません。
ka: თქვენს მიერ მითითებული გადახდის მეთოდი ვერ დასტურდება.
kk: Енгізілген төлем әдісін тексеру мүмкін емес.
kn: ನೀವು ನಮೂದಿಸಿದ ಪಾವತಿ ವಿಧಾನವನ್ನು ಪರಿಶೀಲಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 입력한 결제 방법을 확인할 수 없습니다.
ku_arab: ئەو شێوازی پارەدانی کە تۆ تێنووست کردووە ناتوانرێت بسەلمێنرێت.
ky: Сиз киргизген төлөө ыкмасын текшергенге болбойт.
lo: ບໍ່ສາມາດກວດສອບວິທີການຊຳລະເງິນທີ່ທ່ານປ້ອນໃສ່ໄດ້.
lt: Nepavyksta patikrinti įvesto mokėjimo būdo.
lv: Ievadīto maksājuma metodi nevar pārbaudīt.
mi: Kāore e taea te tikanga utu nāu i tāuru te manatoko.
mk: Методот на плаќање што го внесовте не може да се провери.
ml: നിങ്ങള്‍ നല്‍കിയ പേയ്‌മെന്റ് രീതി സ്ഥിരീകരിക്കാനാവുന്നില്ല.
mn: Таны оруулсан төлбөрийн хэлбэрийг баталгаажуулах боломжгүй.
mr: आपण प्रविष्ट केलेल्या देय पद्धतीची पडताळणी केली जाऊ शकत नाही.
ms: Kaedah pembayaran yang anda masukkan tidak boleh ditentusahkan.
mt: Il-metodu ta' pagamenti li daħħalt ma jistax jiġi vverifikat.
ne: तपाईँले प्रविष्ट गर्नुभएको भुक्तानी प्रक्रिया रुजू गर्न सकिएन।
nn_no: Betalingsmetoden du oppga, kan ikkje stadfestast.
no: Den angitte betalingsmåten kan ikke verifiseres.
or: ଆପଣ ପ୍ରବିଷ୍ଟ କରିଥିବା ଦେୟ ପଦ୍ଧତି ଯାଞ୍ଚ ହୋଇପାରିବ ନାହିଁ.
pa_arab_pk: تہاڈے درج کیتے ادائیگی دے طریقے دی تصدیق نئیں ہوسکدی۔
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖਲ ਕੀਤੀ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
pl: Nie można zweryfikować wprowadzonej metody płatności.
ru: Невозможно проверить введенный метод оплаты.
sd: توهان جي داخل ٿيل ٿيل رقم ادا ڪرڻ واري طريقي جي تصديق نه ٿي ڪري سگھجي.
si: ඔබ ඇතුළු කළ ගෙවීම් ක්‍රමය සත්‍යාපනය කළ නො හැකිය.
sl: Načina plačila, ki ste ga vnesli, ni mogoče preveriti.
sr_cyrl_rs: Начин плаћања који сте навели није могуће проверити.
sr_latn_rs: Način plaćanja koji ste naveli nije moguće proveriti.
sv: Betalningsmetoden du angav kan inte verifieras.
ta: நீங்கள் உள்ளிட்ட கட்டண முறையைச் சரிபார்க்க முடியாது.
te: మీరు నమోదు చేసిన చెల్లింపు విధానం నిర్ధారించబడదు.
tg: Санҷидани ҳаққонияти усули пардохти воридкардашудаи шумо номумкин аст.
th: ไม่สามารถตรวจสอบวิธีการชำระเงินที่คุณป้อนได้
tr: Girdiğiniz ödeme yöntemi doğrulanamadı.
tt: Сез кертелгән түләү ысулы тикшерә алмыячак.
ug: سىز كىرگۈزگەن ھەق تۆلەش ئۇسۇلى دەلىللەنمىدى.
uk: Не вдалося перевірити вказаний спосіб оплати.
ur: آپ کا درج کیا گیا ادائیگی کے طریقہ کی تصدیق نہیں کی جاسکتی.
uz: Siz kiritgan to‘lov usulini tasdiqlab bo‘lmaydi.
vi: Phương thức thanh toán bạn đã nhập không thể được kiểm chứng.
zh_hans: 无法验证您输入的付款方式。
zh_hant: 無法驗證您輸入的付款方式。

# Literal.PICV.VerificationError
source: The number you entered is incorrect.
af: Die nommer wat jy ingevoer het, is nie korrek nie.
am: ያስገባኽው ቁጥር ትክክል ያልሆነ ነው።
ar: ليس الرقم الذي أدخلته صحيحًا.
as: আপুনি প্ৰৱিষ্ট কৰা নম্বৰ অশুদ্ধ৷
az: Daxil etdiyiniz rəqəm səhvdir.
bg: Въведеният номер е неправилен.
bn_in: আপনার দেওয়া নম্বরটি ঠিকঠাক নেই৷
bs: Broj koji ste unijeli je nevažeći.
cy: Mae'r rhif rydych chi wedi'i roi yn anghywir.
da: Det indtastede tal er forkert.
de: Die eingegebene Nummer ist falsch.
el: Ο αριθμός που έχετε εισαγάγει δεν είναι σωστός.
es: El número especificado es incorrecto.
et: Sisestatud number on vale.
eu: Sartu duzun zenbakia ez da zuzena.
fa: شماره ای که وارد کرده اید اشتباه است.
ga: Tá an uimhir mhícheart curtha isteach agat.
gd: Tha an àireamh a chuir thu a-steach cearr.
gl: O número que introduciu non é correcto.
gu: તમે દાખલ કરેલ નંબર ખોટો છે.
he: המספר שהזנת שגוי.
hi: आपके द्वारा दर्ज की गई संख्या गलत है.
hr: Broj koji ste unijeli je neispravan.
hu: A megadott szám hibás.
id: Nomor yang Anda masukkan salah.
is: Númerið sem þú færðir inn er ekki rétt.
ja: 入力された番号が正しくありません。
ka: თქვენს მიერ მითითებული ნომერი არასწორია.
kk: Енгізілген нөмір дұрыс емес.
kn: ನೀವು ನಮೂದಿಸಿದ ಸಂಖ್ಯೆಯು ತಪ್ಪಾಗಿದೆ.
ko: 번호를 잘못 입력했습니다.
ku_arab: ئەو ژمارەی تێنووست کردووە نادروستە.
ky: Сиз киргизген сан туура эмес.
lo: ໝາຍເລກທີ່ທ່ານປ້ອນເຂົ້າບໍ່ຖືກຕ້ອງ.
lt: Įvestas numeris neteisingas.
lv: Ievadītais numurs nav pareizs.
mi: Kei te hē te tau nāu i tāuru.
mk: Бројот што го внесовте е неточен.
ml: നിങ്ങള്‍ നല്‍കിയ നമ്പര്‍ ശരിയല്ല.
mn: Таны оруулсан дугаар буруу байна.
mr: आपण प्रविष्ट केलेला नंबर अयोग्य आहे.
ms: Nombor yang anda masukkan tidak betul.
mt: In-numru li daħħalt mhux tajjeb.
ne: तपाईँले प्रविष्ट गर्नुभएको नम्बर गलत छ।
nn_no: Talet du oppga, er feil.
no: Det angitte tallet er feil.
or: ଆପଣ ପ୍ରବିଷ୍ଟ କରିଥିବା ନମ୍ଵର୍ ଭୂଲ୍ ଅଟେ.
pa_arab_pk: تہاڈا درج کیتا نمبر درست نئیں اے۔
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ ਦਾਖਲ ਕੀਤਾ ਨੰਬਰ ਗਲਤ ਹੈ।
pl: Wprowadzony numer jest nieprawidłowy.
ru: Вы ввели неправильное число.
sd: توهان جيڪو نمبر داخل ڪيو اهو صحيح نه آهي.
si: ඔබ ඇතුළත් කළ අංකය වැරදි යි.
sl: Številka, ki ste jo vnesli, je napačna.
sr_cyrl_rs: Број који сте унели је неважећи.
sr_latn_rs: Broj koji ste uneli je nevažeći.
sv: Numret du angav är felaktigt.
ta: நீங்கள் உள்ளிட்ட எண் தவறானது.
te: మీరు నమోదు చేసిన సంఖ్య సరైనది కాదు.
tg: Рақами воридкардаи шумо нодуруст аст.
th: หมายเลขที่คุณป้อนไม่ถูกต้อง
tr: Girdiğiniz numara yanlış.
tt: Сезнең кертелгән номер дөрес түгел.
ug: سىز كىرگۈزگەن نومۇر توغرا ئەمەس.
uk: Введено неправильний номер.
ur: آپ کا درج کردہ نمبر درست نہیں ہے.
uz: Siz kiritgan raqam noto‘g‘ri.
vi: Số bạn đã nhập là không đúng.
zh_hans: 您输入的数字不正确。
zh_hant: 您輸入的號碼無效。

# Literal.PICV.AddtionalChances
source: You have {0} additional chances to enter the correct numbers.
af: Jy het nog {0} kanse om die korrekte nommers in te voer.
am: ትክክለኛ ቁጥሮች ለማስገባት ተጨማሪ {0} ዕድሎች አሉህ።
ar: تتاح لك {0} فرص إضافية لإدخال الأرقام الصحيحة.
as: সঠিক নম্বৰ প্ৰৱিষ্ট কৰিবলৈ আপোনাৰ {0} অতিৰিক্ত সুবিধা আছে৷
az: Düzgün rəqəmlər daxil etmək üçün {0} əlavə şansınız qalıb.
bg: Имате {0} допълнителни възможности да въведете правилните номера.
bn_in: সঠিক নাম্বার দেওয়ার জন্য আপনার অতিরিক্ত {0} বার সুযোগ রয়েছে৷
bs: Imate {0} dodatnih pokušaja da unesete tačne brojeve.
cy: Mae gennych chi {0} o gyfleoedd ychwanegol i roi'r rhifau cywir.
da: Du har {0} chancer mere for at indtaste de rigtige tal.
de: Sie haben noch {0} Versuche zur Eingabe der korrekten Nummern.
el: Έχετε {0} επιπλέον ευκαιρίες για να εισαγάγετε τους σωστούς αριθμούς.
es: Dispone de {0} oportunidades más para especificar los números correctos.
et: Õigete numbrite sisestamiseks on veel {0} võimalus(t).
eu: {0} aukera gehiago dituzu zenbaki zuzenak sartzeko.
fa: شما {0} فرصت دیگر برای وارد کردن شماره های صحیح دارید.
ga: Tá {0} deis bhreise agat na huimhreacha cearta a chur isteach.
gd: Tha {0} chothrom eile agad na h-àireamhan ceart a chur a-steach.
gl: Ten {0} oportunidades máis de introducir os números correctos.
gu: સાચા નંબર દાખલ કરવા માટે તમે {0} અધિક તકો ધરાવો છો.
he: לרשותך {0} ניסיונות נוספים להזין את המספרים הנכונים.
hi: आपके पास सही संख्याएँ दर्ज करने के लिए {0} अतिरिक्त अवसर हैं.
hr: Imate {0} dodatnih prilika za unos ispravnih brojeva.
hu: {0} további lehetősége van a megfelelő számok megadására.
id: Anda memiliki {0} kesempatan tambahan untuk memasukkan nomor yang benar.
is: Þú hefur {0} tilraunir í viðbót til að slá inn rétt númer.
ja: あと {0} 回やり直すことができます。
ka: დაგრჩათ სწორი ნომრების მითითების {0} მცდელობა.
kk: Дұрыс сандарды енгізуге {0} қосымша мүмкіндігіңіз бар.
kn: ಸರಿಯಾದ ಸಂಖ್ಯೆಗಳನ್ನು ನಮೂದಿಸಲು ನೀವು {0} ಹೆಚ್ಚುವರಿ ಅವಕಾಶಗಳನ್ನು ಹೊಂದಿರುವಿರಿ.
ko: 추가로 {0}번까지 입력을 시도하실 수 있습니다.
ku_arab: تۆ {0} هەلی دیکەت هەیە بۆ تێنووس کردنی ژمارە دروستەکان.
ky: Сиздин туура сандарды киргизгенге кошумча {0} мүмкүнчүлүгүңүз бар.
lo: ທ່ານມີໂອກາດອີກ {0} ຄັ້ງເພື່ອປ້ອນໝາຍເລກໃຫ້ຖືກຕ້ອງ.
lt: Dar {0} k. galite bandyti įvesti teisingus numerius.
lv: Jums vēl ir {0} iespējas ievadīt pareizos skaitļus.
mi: {0} anō ngā wā hei tāuru i ngā tau e tika ana.
mk: Имате {0} дополнителни обиди за внесување на точните броеви.
ml: ശരിയായ നമ്പറുകള്‍ നല്‍കുന്നതിന് നിങ്ങള്‍ക്ക് കൂടുതലായി {0} അവസരങ്ങളുണ്ട്.
mn: Та зөв дугаар оруулах {0} нэмэлт боломжтой.
mr: आपल्याकडे योग्य नंबर प्रविष्ट करण्यासाठी {0} अतिरिक्त संधी आहे.
ms: Anda mempunyai {0} peluang tambahan untuk memasukkan nombor yang betul.
mt: Għandek {0} ċansijiet addizzjonali biex iddaħħal in-numri t-tajbin.
ne: तपाईँसँग सहि नम्बरहरू प्रविष्ट गर्नको लागि {0} थप मौकाहरू छन्।
nn_no: Du har {0} forsøk igjen på å oppgi dei rette sifra.
no: Du har {0} flere muligheter til å angi de riktige tallene.
or: ଆପଣଙ୍କର ସଠିକ୍ ନମ୍ଵର୍ ପ୍ରବିଷ୍ଟ କରିବାକୁ {0} ଅତିରିକ୍ତ ସୁଯୋଗ ରହିଛି.
pa_arab_pk: تہاڈے کول ٹھیک نمبر داخل کرن لئی {0} اضافی موقے ہے نیں۔
pa_in: ਸਹੀ ਨੰਬਰਾਂ ਨੂੰ ਦਾਖਲ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਕੋਲ {0} ਵਧੀਕ ਮੌਕੇ ਹਨ।
pl: Liczba dodatkowych prób wprowadzenia prawidłowych numerów: {0}.
ru: Осталось попыток ввести правильные числа: {0}.
sd: درست نمبرَ داخل ڪرڻ لاءِ توهان کي {0} واڌارا موقعا آهن.
si: නිවැරදි අංක ඇතුළත් කිරීම සඳහා ඔබට අතිරේක අවස්ථා {0} ක් පවතී.
sl: Imate še toliko dodatnih možnosti, da vnesete pravilne številke: {0}.
sr_cyrl_rs: Имате {0} додатних покушаја да унесете тачне бројеве.
sr_latn_rs: Imate {0} dodatnih pokušaja da unesete tačne brojeve.
sv: Du har ytterligare {0} försök på dig att ange rätt nummer.
ta: சரியான எண்களை உள்ளிட உங்களிடம் {0} கூடுதல் வாய்ப்புகள் உள்ளன.
te: సరైన సంఖ్యలను నమోదు చేయడానికి మీకు {0} అదనపు అవకాశాలు ఉన్నాయి.
tg: Шумо {0} имкони иловагии ворид кардани рақамҳои дурустро доред.
th: คุณมีโอกาสอีก {0} ครั้งในการป้อนหมายเลขที่ถูกต้อง
tr: Doğru rakamları girmeniz için {0} hakkınız daha var.
tt: Сездә {0} өстәмә уңышлар бар дөрес номерлар кертү өчен.
ug: توغرا نومۇرنى كىرگۈزۈش ئۈچۈن يەنە {0} قېتىملىق پۇرسىتىڭىز بار.
uk: Щоб ввести правильні номери, у вас залишилася ще така кількість спроб: {0}.
ur: آپ کے پاس درست نمبر درج کرنے کے {0} اضافی مواقع ہیں.
uz: Sizda to‘g‘ri raqamlarni kiritish uchun {0} ta qo‘shimcha imkoniyat mavjud.
vi: Bạn có thêm {0} cơ hội để nhập số đúng.
zh_hans: 您有 {0} 次额外的机会输入正确的数字。
zh_hant: 您還有 {0} 次機會可輸入正確的號碼。

# Literal.PICV.AtLeastOneRequired
source: At least one of the two fields is required.
af: Ten minste een van die twee velde word vereis.
am: ቢያንስ ከሁለቱ መስኮች አንዱ ይፈለጋል።
ar: يُطلب حقل واحد على الأقل من الحقلين.
as: কমেও দুটা ফিল্ডৰ এটা আৱশ্যক৷
az: Ən azı iki sahədən biri tələb olunur.
bg: Поне едно от двете полета е задължително.
bn_in: দুটি ক্ষেত্রের মধ্যে অন্তত একটি আবশ্যক৷
bs: Jedno od ova dva polja je obavezno.
cy: Rhaid i chi lenwi o leiaf un o'r ddau faes.
da: Mindst et af de to felter skal udfyldes.
de: Mindestens eines der Felder muss ausgefüllt werden.
el: Απαιτείται τουλάχιστον ένα από τα δύο πεδία.
es: Se requiere al menos uno de los dos campos.
et: Vähemalt üks kahest väljast on kohustuslik.
eu: Eremuetako bat gutxienez bete behar da.
fa: حداقل به یکی از این دو زمینه ها نیاز است.
ga: Tá réimse amháin as an dá réimse ag teastáil ar a laghad.
gd: Tha co-dhiù aon raon a dhìth.
gl: Requírese polo menos un dos dous campos.
gu: બેમાંથી એક ફિલ્ડની આવશ્યકતા છે.
he: נדרש לפחות שדה אחד מתוך שני השדות.
hi: दो फ़ील्ड में से कम से कम एक आवश्यक है.
hr: Obvezno je najmanje jedno od dva polja.
hu: A két mező közül legalább az egyiket ki kell tölteni.
id: Setidaknya salah satu dari dua kolom wajib diisi.
is: Fylla þarf út í minnst annan reitinn.
ja: 2 つのフィールドのうち少なくとも 1 つが必要です。
ka: უნდა შეავსოთ ამ ორი ველიდან ერთი მაინც.
kk: Екі өрістің кемінде біреуі қажет.
kn: ಎರಡು ಕ್ಷೇತ್ರಗಳಲ್ಲಿ ಕನಿಷ್ಟ ಒಂದು ಅಗತ್ಯವಿದೆ.
ko: 두 필드 중 하나 이상이 필수 항목입니다.
ku_arab: بەلانی کەم یەکێک لە دوو خانەکە پێویستە.
ky: Эки талаанын жок дегенде бирөөнү толтуруу талап кылынат.
lo: ຢ່າງນ້ອຍຕ້ອງຕື່ມຂໍ້ມູນໃສ່ໜຶ່ງໃນສອງເຂດໃສ່ຂໍ້ມູນ.
lt: Į bent vieną lauką būtina įvesti reikšmę.
lv: Vismaz viens no šiem laukiem ir obligāti jāaizpilda.
mi: Kei te hiahiatia kia kotahi, neke atu o ngā āpure e rua.
mk: Најмалку едно од двете полиња е задолжително.
ml: രണ്ട് ഫീല്‍ഡുകളില്‍ ഒന്നെങ്കിലും ആവശ്യമാണ്.
mn: Хоёр талбарын дор хаяж нэгийг нь бөглөх шаардлагатай.
mr: कमीत कमी एक किंवा दोन फील्ड्स आवश्यक आहेत.
ms: Sekurang-kurangnya satu daripada dua medan diperlukan.
mt: Tal-anqas wieħed miż-żewġ oqsma hu meħtieġ.
ne: कम्तिमा पनि दुई मध्ये एक आवश्यक फाँटहरू।
nn_no: Minst eitt av dei to felta må fyllast ut.
no: Minst ett av de to feltene må fylles ut.
or: ଅତିକମ୍‌ରେ ଦୁଇଟି କ୍ଷେତ୍ରର ଏକ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: کم از کم دو چوں اک خانہ درکار اے۔
pa_in: ਦੋਨਾਂ ਫੀਲਡਾਂ ਵਿੱਚੋਂ ਘੱਟੋ ਘੱਟ ਇੱਕ ਲੋੜੀਂਦਾ ਹੈ।
pl: Należy wypełnić co najmniej jedno z dwóch pól.
ru: Необходимо заполнить хотя бы одно из двух полей.
sd: گھٽ ۾ گھٽ ٻن مان هڪ فيلڊ جي گھرج آهي.
si: අඩු වශයෙන් ක්ෂේත්‍ර දෙකින් එකක්වත් අවශ්‍යය.
sl: Izpolniti je treba vsaj enega od dveh polj.
sr_cyrl_rs: Једно од ова два поља је обавезно.
sr_latn_rs: Jedno od ova dva polja je obavezno.
sv: Minst ett av de två fälten måste fyllas i.
ta: இரண்டு புலங்களில் குறைந்தது ஒன்று தேவை.
te: కనీసం రెండింటిలో ఒక ఫీల్డ్ అవసరం.
tg: Ақаллан яке аз ин ду майдон ҳатмист.
th: ต้องกรอกข้อมูลอย่างน้อยหนึ่งฟิลด์จากสองฟิลด์
tr: İki alandan en az biri gereklidir.
tt: Бер яки артык ике кырлардан сайлырга кирәк.
ug: ئەڭ ئاز بولغاندا ئىككى تۈرنىڭ بىرسى تەلەپ قىلىندۇ.
uk: Необхідно заповнити принаймні одне із двох полів.
ur: دو میں سے کم از کم ایک خانہ درکار ہے.
uz: Ikkita maydondan kamida bittasini kiritish talab qilinadi.
vi: Bạn phải điền ít nhất một trong hai mục.
zh_hans: 两个字段中至少有一个字段是必填的。
zh_hant: 兩個欄位中至少必須填入一個。

# Literal.PICV.Verify
source: Verify
af: Verifieer
am: አረጋግጥ።
ar: التحقق
as: সত্যাপন কৰক
az: Yoxla
bg: Проверка
bn_in: যাচাই করুন
bs: Potvrdite
cy: Dilysu
da: Kontrollér
de: Prüfen
el: Επαλήθευση
es: Comprobar
et: Kinnitamine
eu: Egiaztatu
fa: تأیید اعتبار
ga: Fíoraigh
gd: Dearbh
gl: Verificar
gu: વેરીફાઇ કરો
he: אימות
hi: सत्यापित करें
hr: Provjeri
hu: Ellenőrzés
id: Verifikasikan
is: Sannprófa
ja: 検証
ka: შემოწმება
kk: Тексеру
kn: ಪರಿಶೀಲಿಸಿ
ko: 확인
ku_arab: سەلماندن
ky: Ырастоо
lo: ກວດສອບ
lt: Tikrinti
lv: Pārbaudīt
mi: Manatoko
mk: Провери
ml: പരിശോധിക്കുക
mn: Баталгаажуулах
mr: पडताळणी करा
ms: Tentu sahkan
mt: Ivverifika
ne: रुजू गर्नुहोस्
nn_no: Stadfest
no: Verifiser
or: ଯାଞ୍ଚ କରାନ୍ତୁ
pa_arab_pk: تصدیق کرو
pa_in: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Weryfikuj
ru: Проверить
sd: تصديق ڪريو
si: සත්‍යාපනය කරන්න
sl: Preveri
sr_cyrl_rs: Потврди
sr_latn_rs: Potvrdi
sv: Verifiera
ta: சரிபார்
te: నిర్ధారించు
tg: Тасдиқ кардан
th: ตรวจสอบ
tr: Doğrula
tt: Тикшерү
ug: تەكشۈرۈپ ئىسپاتلاش
uk: Перевірити
ur: تصدیق کریں
uz: Tekshirmoq
vi: Kiểm chứng
zh_hans: 验证
zh_hant: 驗證

# Word.PIDetailTitle.SkyDrive.Edit
source: Verify payment information
af: Bevestig betaalinligting by
am: የክፍያ መረጃ አረጋግጥ
ar: التحقق من معلومات الدفع
as: পৰিশোধ তথ্য সত্যাপন কৰক
az: Ödəniş məlumatını yoxla
bg: Потвърждаване на информация за плащане
bn_in: অর্থপ্রদানের তথ্য যাচাই করুন
bs: Potvrđivanje podataka o plaćanju
cy: Dilysu gwybodaeth am daliad
da: Kontrollér betalingsoplysninger
de: Zahlungsinformationen prüfen
el: Επαληθεύστε τις πληροφορίες πληρωμής
es: Comprobar información de pago
et: Makseteabe kinnitamine
eu: Egiaztatu ordainketa-informazioa
fa: تأیید اعتبار اطلاعات پرداخت
ga: Fíoraigh eolas íocaíochta
gd: Dearbh am fiosrachadh pàighidh
gl: Verificar información de pagamento
gu: ચૂકવણી માહિતી વેરીફાઇ કરો
he: אימות פרטי תשלום
hi: भुगतान जानकारी सत्‍यापित करें
hr: Provjerite informacije o plaćanju
hu: Fizetési adatok ellenőrzése
id: Verifikasikan informasi pembayaran
is: Sannprófa greiðsluupplýsingar
ja: お支払情報の確認
ka: დაამოწმეთ გადახდის ინფორმაცია
kk: Төлем туралы ақпаратты тексеру
kn: ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಸಿ
ko: 결제 정보 확인
ku_arab: سەلماندنی زانیاری پارەدان
ky: Төлөм маалыматын текшерүү
lo: ກວດສອບຂໍ້ມູນການຊຳລະເງິນ
lt: Mokėjimo informacijos patikrinimas
lv: Pārbaudīt maksājuma informāciju
mi: Manatokona ngā mōhiohio utu
mk: Провери информации за плаќање
ml: പേയ്‌മെന്റ് വിവരം സ്ഥിരീകരിക്കുക
mn: Төлбөрийн мэдээлэл баталгаажуулах
mr: देय माहिती पडताळा
ms: Tentu sahkan maklumat pembayaran
mt: Ivverifika l-informazzjoni tal-pagament
ne: भुक्तानी जानकारी रुजू गर्नुहोस्
nn_no: Stadfest betalingsinformasjon
no: Verifiser betalingsinformasjon
or: ଦେୟ ସୂଚନା ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: ادائیگی دی معلومات دی تصدیق کرو
pa_in: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj informacje o płatności
ru: Проверка сведений о платеже
sd: رقم ادا ڪرڻ جي معلومات جي تصديق ڪريو
si: ගෙවීම් තොරතුරු සත්‍යාපනය කරන්න
sl: Preverite podatke o plačilu
sr_cyrl_rs: Провера информација о плаћању
sr_latn_rs: Provera informacija o plaćanju
sv: Verifiera betalningsinformation
ta: கட்டணம் செலுத்தும் தகவலைச் சரிபார்க்கவும்
te: చెల్లింపు సమాచారాన్ని నిర్ధారించండి
tg: Маълумоти пардохтро санҷед
th: ตรวจสอบข้อมูลการชำระเงิน
tr: Ödeme bilgilerini doğrula
tt: Түләү мәгълүматын тикшерегез
ug: ھەق تۆلەش ئۇچۇرىڭىزنى دەلىللەڭ
uk: Перевірити платіжні відомості
ur: ادائیگی کی معلومات کی تصدیق کریں
uz: To‘lov ma‘lumotlarini tekshirmoq
vi: Kiểm chứng thông tin thanh toán
zh_hans: 验证付款信息
zh_hant: 驗證付費資訊
