Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCard.CVVHelpDialogText
source: CVV is the Card Verification Value on your credit or debit card. On Visa, MasterCard and Discover cards, CVV is the last 3 numbers on the back of your card. On American Express cards, CVV is a 4 digit number on the front of the card, above the main card number. Close.
af: CVV is die kaartverifikasiewaarde op jou krediet- of debietkaart. Op Visa-, MasterCard- en Discover-kaarte, is CVV die laaste 3 getalle agterop jou kaart. Op American Express-kaarte, is CVV ’n 4-syfergetal op die voorkant van die kaart, onder die hoofkaartnommer. Sluit.
am: CVV በብድር ወይም በዱቤ ካርድዎ ላይ ያለ የካርድ ማረጋገጫ እሴት ነው። በ Visa፣ MasterCard እና Discover ካርዶች፣ CVV በካርድዎ በስተጀርባ የሚገኙ የመጨረሻ 3 ቁጥሮች ነው። በ American Express ካርዶች፣ CVV ከዋናው ካርድ ቁጥር በላይ በካርዱ ፊት ለፊት ያለ 4 አሃዝ ቁጥር ነው። ይዝጉ።
ar: CVV هو قيمة التحقق من البطاقة المسجلة على بطاقة الائتمان أو بطاقة الخصم. على بطاقات Visa وMasterCard وDiscover، فإن CVV هو آخر 3 أرقام علي ظهر البطاقة. أما في بطاقات American Express، فإن CVV هو 4 أرقام على الجانب الأمامي للبطاقة، أعلى رقم البطاقة الرئيسي. إغلاق.
as: CVV হৈছে আপোনাৰ ক্ৰেডিট বা ডেবিট কাৰ্ডত থকা কাৰ্ড ভেৰিফিকেশ্যন ভেল্যু| Visa MasterCard আৰু Discover cardৰ বাবে CVV হৈছে কাৰ্ডৰ পিঠিত থকা অন্তিম 3 টা সংখ্যা| Amerecian Express cardৰ ক্ষেত্ৰত CVV হৈছে কাৰ্ডৰ সমুখফালে প্ৰধান সংখ্যাটোৰ ওপৰত থকা 4 টা সংখ্যা| ক্ল’জ|
az: CVV kredit və ya debet kartınızın üzərindəki kartın təhlükəsizlik kodudur. Visa, MasterCard və Discover kartlarında CVV kartın arxa tərəfindəki son 3 rəqəmdir. American Express kartlarında CVV kartın ön tərəfində əsas kart nömrəsinin yuxarısındakı 4 rəqəmli nömrədir. Bağlayın.
bg: CVV кодът е номерът за проверка на карта на вашата кредитна или дебитна карта. На карти Visa, MasterCard и Discover – CVV кодът е последните 3 цифри на гърба на картата. На карти American Express – CVV кодът е 4-цифрено число на лицевата страна на картата, над основния номер на картата. Затвори.
bn_in: CVV হল আপনার ক্রেডিট বা ডেবিট কার্ডের একটি কার্ড যাচাইকরণ মান। Visa, MasterCard এবং Discover cards-এ CVV হল আপনার কার্ডের পেছনে থাকা শেষ 3টি সংখ্যা। American Express কার্ডগুলিতে CVV হল কার্ডের সামনের দিকে থাকা একটি 4 সংখ্যা বিশিষ্ট নম্বর, এটি মূল কার্ড নম্বরের উপরে থাকে। বন্ধ করুন।
bs: CVV je vrijednost za potvrdu kartice na kreditnoj ili debitnoj kartici. Na Visa, MasterCard i Discover karticama, CVV predstavlјa poslјednja 3 broja na poleđini kartice. Na American Express karticama, CVV je 4-cifreni broj na licu kartice, iznad glavnog broja kartice. Zatvorite.
cy: CVV yw Gwerth Dilysu Cerdyn eich cerdyn credyd neu ddebyd. Ar gardiau Visa, MasterCard a Discover, y CVV yw'r 3 rhif olaf ar gefn eich cerdyn. Ar gardiau American Express, mae'r CVV yn 4 rhif ar flaen y cerdyn, uwchben y rhif hir. Cau
da: CVV er kontrolkoden på dit kredit- eller debetkort. På Visa-, MasterCard- og Discover-kort er CVV de sidste 3 cifre på bagsiden af dit kort. På American Express-kort er CVV et 4-cifret tal på forsiden af kortet over kortnummeret. Luk.
de: Die Kreditkartenprüfnummer ist der CVV-Wert auf Ihrer Kredit- oder Debitkarte. Bei Visa-, MasterCard- und Discover-Karten entspricht die Kreditkartenprüfnummer den letzten 3 Zahlen auf der Rückseite Ihrer Karte. Bei American Express-Karten ist die Kreditkartenprüfnummer eine 4-stellige Zahl, die auf der Vorderseite der Karte über der Hauptkartennummer angegeben ist. Schließen.
el: Το CVV είναι ο κωδικός ασφαλείας πιστωτικής κάρτας στην πιστωτική ή χρεωστική κάρτα σας. Στις κάρτες Visa, MasterCard και Discover, το CVV είναι οι τελευταίοι 3 αριθμοί στο πίσω μέρος της κάρτας σας. Στις κάρτες American Express, το CVV είναι ένας αριθμός 4 ψηφίων στο μπροστινό μέρος της κάρτας, επάνω από τον κύριο αριθμό της κάρτας. Κλείσιμο.
es: CVV es el código de seguridad de su tarjeta de crédito o débito. En las tarjetas Visa, MasterCard y Discover, el CVV es los últimos tres números de la parte posterior de la tarjeta. En las tarjetas American Express, el CVV es un número de cuatro dígitos en la parte frontal de la tarjeta, por encima del número principal de la tarjeta.
et: CVV on teie krediit- või deebetkaardi kaardi kontrollkood. Kaartide Visa, MasterCard ja Discover puhul on selleks teie kaardi tagaküljel olevad kolm numbrit. American Expressi kaartide puhul on CVV kaardi esiküljel olev neljakohaline number, mis asub kaardi põhinumbri kohal. Sule.
eu: Kreditu- edo zordunketa-txartelaren egiaztapen-balioa da CVV zenbakia. Visa, MasterCard eta Discover txarteletan, CVVa da atzealdean dauden 3 digituak. American Express txarteletan, berriz, txartelaren aurrealdean (zenbaki nagusiaren gainean) dauden 4 digituek osatzen dute CVVa. Itxi.
fa: CVV همان «کد اعتبارسنجی کارت» است که بر روی کارت اعتباری یا کارت نقدی شما قرار دارد. در کارت‌های Visa، MasterCard و Discover، کد CVV همان ۳ شماره آخر پشت کارت شما است. در کارت‌های American Express، کد CVV عددی ۴ رقمی در جلوی کارت است که بالای شماره کارت اصلی دیده می‌شود. بستن.
ga: Is é an CVV an Luach Fíoraithe Cárta atá sonraithe ar do chárta dochair nó do chárta creidmheasa. Ar chártaí Visa, MasterCard agus Discover, is é an CVV na trí uimhir dheireanacha ar chúl an chárta. Ar chártaí American Express, tá CVV ceithre dhigit ar aghaidh an chárta, os cionn phríomhuimhir an chárta. Dún.
gd: ’S e an CVV an Card Verification Value air a’ chairt-chreideis no air a’ chairt-fhiachan agad. Air cairtean Visa, MasterCard agus Discover, ’s e an CVV na 3 àireamhan mu dheireadh air cùl na cairte agad. Air cairtean American Express, ’s e an CVV na 4 àireamhan air uachdar na cairte, os cionn prìomh-àireamh na cairte. Dùin.
gl: CVV é o valor de verificación do seu cartón de crédito ou débito. No cartóns Visa, MasterCard e Discover, o CVV está composto polos últimos 3 números que se mostran na parte posterior do cartón. Nos cartóns American Express, o CVV é un número de 4 díxitos que aparece na parte dianteira do cartón, enriba do número principal. Pechar.
gu: CVV એ તમારા ક્રેડિટ અથવા ડેબિટ કાર્ડ પર રહેલ કાર્ડની ચકાસણી માટેનું મૂલ્ય છે. Visa, MasterCard અને Discover કાર્ડ્સ પર, CVV એ તમારા કાર્ડની પાછળના ભાગે આવેલા છેલ્લા 3 નંબર છે. American Express કાર્ડ્સ પર CVV એ કાર્ડના આગળના ભાગમાં મુખ્ય કાર્ડ નંબરની ઉપર આવેલ 4 અંકનો નંબર છે. બંધ.
he: CVV הוא הערך לאימות הכרטיס שנמצא בכרטיס האשראי או בכרטיס החיוב שלך. בכרטיסי אשראי מסוג Visa‏, MasterCard ו'ישראכרט', ה- CVV הוא שלושת המספרים האחרונים בגב הכרטיס. בכרטיסי אשראי מסוג American Express, ה- CVV הוא מספר בן ארבע ספרות בחלקו הקדמי של הכרטיס, מעל למספר הראשי של הכרטיס. סגור.
hi: CVV आपके क्रेडिट या डेबिट कार्ड पर कार्ड सत्यापन मान है. वीज़ा, मास्टरकार्ड और डिस्कवर कार्ड पर, CVV आपके कार्ड के पीछे की अंतिम 3 संख्या है. अमेरिकन एक्सप्रेस कार्ड्स में, CVV मुख्य कार्ड संख्या के ऊपर, कार्ड के सामने वाले हिस्से पर दी गई 4 अंकीय संख्या है. बंद करें.
hr: CVV je vrijednost za potvrdu kartice na kreditnoj ili debitnoj kartici. Na karticama Visa, MasterCard i Discover CVV su posljednja tri broja na poleđini kartice. Na kartici American Express CVV je četveroznamenkasti broj na prednjoj strani kartice, iznad glavnog broja kartice. Zatvori.
hu: A CVV a kártyaellenőrző kód a hitelkártyán vagy bankkártyán. A Visa-, MasterCard- és Discover-kártyákon a kártya hátoldalán található utolsó 3 szám a CVV. Az American Express-kártyákon a CVV egy 4 jegyű szám a kártya elején, a fő kártyaszám felett. Bezárás.
id: CVV adalah Nilai Verifikasi Kartu pada kartu kredit atau debit Anda. Pada kartu Visa, MasterCard, dan Discover, CVV adalah 3 angka terakhir di belakang kartu Anda. Pada kartu American Express, CVV adalah 4 digit angka di bagian depan kartu, di atas nomor kartu utama. Tutup.
is: CVV er öryggisnúmerið á kredit- eða debetkortinu. Á Visa, MasterCard og Discover-kortum er öryggisnúmerið síðustu þrír tölustafirnir á bakhlið kortsins. Á American Express-kortum er öryggisnúmerið fjögurra tölustafa númer á framhlið kortsins, fyrir ofan aðalkortanúmerið. Loka.
ja: CVV はクレジット カードまたはデビット カードのセキュリティ コードです。Visa、MasterCard、Discover のカードの場合、CVV はカードの裏面にある最後の 3 つの数字です。American Express カードの場合、CVV はカードの表面のメイン カード番号の上にある 4 桁の数字です。閉じる。
ka: CVV არის ბარათის დამოწმების კოდი თქვენს საკრედიტო ან სადებეტო ბარათზე. Visa, MasterCard და Discover ბარათებზე, CVV არის ბოლო 3 ციფრი თქვენი ბარათის უკანა მხარეს. American Express-ის ბარათებზე, CVV არის 4-ციფრიანი ნომერი თქვენი ბარათის წინა მხარეს, ბარათის მთავარი ნომრის ზევით. დახურვა.
kk: CVV — кредит немесе дебет картасындағы картаны тексеру коды. Visa, MasterCard және Discover карталарында, CVV — картаның артқы жағындағы соңғы 3 сан. American Express карталарында, CVV — негізгі карта нөмірінің жоғарғы жағындағы, картаның алдыңғы жағындағы 4 цифрлы сан. Жабыңыз.
kn: CVV ಎನ್ನುವುದು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್‌ನಲ್ಲಿನ ಕಾರ್ಡ್ ಪರಿಶೀಲನೆ ಮೌಲ್ಯವಾಗಿದೆ. Visa, MasterCard ಮತ್ತು Discover ಕಾರ್ಡ್‌ಗಳಲ್ಲಿ, CVV ಎನ್ನುವುದು ನಿಮ್ಮ ಕಾರ್ಡ್ ಹಿಂಬದಿಯಲ್ಲಿರುವ ಕೊನೆಯ 3 ಸಂಖ್ಯೆಗಳಾಗಿದೆ. American Express ಕಾರ್ಡ್‌ಗಳಲ್ಲಿ, CVV ಎನ್ನುವುದು ಕಾರ್ಡ್ ಮುಂಭಾಗದಲ್ಲಿ ಮುಖ್ಯ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯ ಮೇಲಿರುವ 4 ಅಂಕಿಯ ಸಂಖ್ಯೆಯಾಗಿದೆ. ಮುಚ್ಚಿ.
ko: CVV는 신용 카드나 직불 카드의 카드 확인 값입니다. Visa, MasterCard 및 Discover 카드에서 CVV는 카드 뒷면에 있는 마지막 숫자 3개입니다. American Express 카드에서 CVV는 카드 앞면에 기본 카드 번호 위에 있는 4자리 숫자입니다. 닫기
ku_arab: CVV بەهای سەلماندنی کارتەکەته که لەسەر کرێدیت یان دێبیت کارتەکەت نووسراوه. لەسەر کارتەکانی Visa, MasterCard و Discover دا، CVV دوایین 3 ژمارەیە که لە پشت کارتەکەت نووسراوە. لە کارتی American Express دا، CVV نووسەیەکی 4 ژمارەییه که لەلای پێشەوەی کارتەکەدا نووسراوە، لەلای سەرووی ژمارەی کارتی سەرەکیدا. داخرا.
ky: CVV - бул кредиттик же дебиттик картаңыздагы Картаны тастыктоо мааниси. Visa, MasterCard жана Discover карталарында CVV картанын аркасындагы акыркы 3 сан болуп эсептелет. Ал эми American Express картасында CVV - бул картанын алдыңкы бетинде, картанын негизги номеринин үстүндө жайгашкан 4 сандуу номер. Жабуу.
lo: ເລກ CVV ຫຍໍ້ມາຈາກ Card Verification Value ເປັນເປັນໝາຍເລກການຢັ້ງຢືນບັດຢູ່ບັດເຄຣດິດ ຫຼື ບັດເດບິດຂອງທ່ານ. ຢູ່ບັດ Visa, MasterCard ແລະ Discover, ເລກ CVV ແມ່ນເລກ 3 ຕົວສຸດທ້າຍຢູ່ຫຼັງບັດຂອງທ່ານ. ຢູ່ບັດ American Express, ເລກ CVV ແມ່ນເລກ 4 ຕົວຢູ່ໜ້າບັດ, ເຊິ່ງຢູ່ເທິງໝາຍເລກບັດຫຼັກ. ປິດ.
lt: CVV yra kortelės patvirtinimo numeris, esantis ant kredito arba debeto kortelės. „Visa“, „MasterCard“ ir „Discover“ kortelėse CVV yra 3 paskutiniai skaičiai, esantys kitoje kortelės pusėje. „American Express“ kortelėse CVV yra 4 skaitmenų numeris, nurodytas kortelės priekinėje pusėje virš pagrindinio kortelės numerio. Uždaryti.
lv: CVV ir kartes pārbaudes vērtība, kas atrodama uz jūsu kredītkartes vai debetkartes. Visa, MasterCard un Discover norēķinu kartēm CVV ir pēdējie trīs cipari kartes aizmugurē. American Express norēķinu kartēm CVV ir četrciparu skaitlis, kas redzams kartes priekšpusē virs galvenā kartes numura. Aizvērt.
mi: Ko te CVV te tau manatoko i tō kāri tāwere, kāri nama rānei. I ngā kāri Visa, MasterCard me Discover, ko te CVV ngā tau tōmuri e 3 kei muri o tō kāri. I ngā kāri American Express, ko te CVV te tau 4 mati kei mua o te kāri, i runga ake i te tau matua. Kati.
mk: CVV е верификацискиот код на вашата кредитна или дебитна картичка. На картичките Visa, MasterCard и Discover, CVV се последните 3 броја на задната страна од картичката. На картичките American Express, CVV е 4-цифрен број на предната страна од картичката, над главниот број на картичката. Затвори.
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡിലെ കാർഡ് വെരിഫിക്കേഷൻ വാല്യുവാണ് CVV. Visa, MasterCard, Discover കാർഡുകളുടെ പുറകുവശത്തുള്ള അവസാന 3 നമ്പറുകളാണ് CVV. American Express കാർഡുകളിൽ, കാർഡിന്റെ മുൻവശത്ത് പ്രധാന കാർഡ് നമ്പറിന് മുകളിലായി കാണുന്ന 4 അക്ക നമ്പറാണ് CVV. അടയ്‌ക്കുക.
mn: CVV гэдэг нь таны кредит болон дебит картан дээрх Карт Баталгаажуулах Тоо юм. Visa, MasterCard, Discover cards-ын хувьд CVV нь таны картын ар хэсэгт байрлах сүүлийн 3 оронтой тоог хэлнэ. American Express картуудын хувьд, CVV нь картын урд талд, үндсэн картын дугаарын дээр байрлах 4 оронтой тоог хэлнэ. Хаах.
mr: CVV तुमच्या क्रेडिट किंवा डेबिट कार्डावरचे कार्ड सत्यपान मूल्य असते. On Visa, MasterCard आणि Discover कार्डांवर, तुमच्या कार्डाच्या मागे आलेले शेवटचे 3 अंक CVV असतात. American Express कार्डांवर,मुख्य कार्ड क्रमांकाच्या वर तुमच्या कार्डाच्या समोरच्या बाजूवर 4 अंकी संकख्या CVV असते. बंद करा.
ms: CVV ialah Nilai Penentusahan Kad pada kad kredit atau debit anda. Pada kad Visa, MasterCard dan Discover, CVV ialah 3 nombor terakhir di belakang kad anda. Pada kad American Express, CVV ialah 4 digit nombor di bahagian hadapan kad, di atas nombor kad utama. Tutup.
mt: CVV huwa l-Valur ta’ Verifika tal-Kard fuq il-karta tal-kreditu jew debitu tiegħek. Fuq il-kards tal-Visa, MasterCard u Discover, is-CVV huwa l-aħħar 3 numri fuq in-naħa ta’ wara tal-kard tiegħek. Fuq il-kards American Express, is-CVV huwa numru b’4 ċifri fuq in-naħa ta’ quddiem tal-kard, li jinsab fuq in-numru ewlieni tal-kard. Agħlaq.
ne: CVV भनेको तपाइँको क्रेडिट वा डेबिट कार्डमा कार्य प्रमाणीकरण मान हो। Visa, MasterCard र Discover कार्डहरूमा, CVV भनेको तपाइँको कार्डको पछाडिको अन्तिम 3 नम्बरहरू हुन्। American Express कार्डहरूमा, CVV भनेको कार्डको अगाडि मुख्य कार्ड नम्बरको माथि भएको 4-अंक नम्बर हो। बन्द गर्नुहोस्।
nn_no: CVV er verifiseringskoden på kredittkortet eller debetkortet ditt. På Visa, MasterCard og Discover-kort er CVV-nummeret dei tre siste tala på baksida av kortet. På American Express-kort er CVV-nummeret eit firesifra tal på framsida på kortet, over hovudnummeret. Lukk.
no: CVV er Card Verification Value på kreditt- eller debetkort. På Visa, MasterCard og Discover er CVV de siste tre tallene på baksiden av kortet. På American Express er CVV et firesifret tall foran på kortet, over hovedkortnummeret. Lukk.
or: CVV ହେଉଛି ଆପଣ କ୍ରେଡିଟ୍‌ କିମ୍ବା ଡେବିଟ୍‌ କାର୍ଡରେ କାର୍ଡ ଯାଞ୍ଚ ମୂଲ୍ୟ. ଭିସା, ମାଷ୍ଟରକାର୍ଡ ଓ ଡିସକଭର୍‌ କାର୍ଡଗୁଡିକରେ, CVV ହେଉଛି ଆପଣଙ୍କ କାର୍ଡର ପଛ ପାର୍ଶ୍ୱରେ ଥିବା ଶେଷ 3 ସଂଖ୍ୟା. ଆମେରିକାନ ଏକ୍ସପ୍ରେସ୍‌ କାର୍ଡଗୁଡିକରେ, CVV ହେଉଛି କାର୍ଡର ସମ୍ମୁଖ ପାର୍ଶ୍ୱରେ ଥିବା ଏକ 4 ଅଙ୍କ ବିଶିଷ୍ଟ ସଂଖ୍ୟା, ଯାହାକି ମୁଖ୍ୟ କାର୍ଡ ନମ୍ବର ଉପରେ ରହିଛି. ବନ୍ଦ କରନ୍ତୁ
pa_arab_pk: CVV تُہاڈے کریڈٹ یا ڈیبٹ کارڈ تے کارڈ دی تصدیقی ویلیو ہوندی اے۔ Visa ،MasterCard اتے Discover کارڈز اتے، CVV کارڈ دے پچھلے پاسے آخری 3 ہندسیاں نوں کہندے نیں۔ American Express کارڈز تے، CVV کارڈ دے اگلے پاسے اصل کارڈ نمبر دے اُتے، 4 ہندسی عدد نُوں کہندے نیں۔ بند کرو۔
pa_in: ਸੀਵੀਵੀ ਤੁਹਾਡੇ ਕ੍ਰੈਡਿਟ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ ਤੇ ਕਾਰਡ ਪੁਸ਼ਟੀਕਰਣ ਮੁੱਲ ਹੈ. ਵੀਜ਼ਾ, ਮਾਸਟਰਕਾਰਡ ਅਤੇ ਡਿਸਕਵਰ ਕਾਰਡ ਤੇ ਸੀਵੀਵੀ ਤੁਹਾਡੇ ਕਾਰਡ ਦੇ ਪਿਛਲੇ ਪਾਸੇ ਦੇ ਆਖਰੀ 3 ਨੰਬਰ ਹਨ. ਅਮਰੀਕਨ ਐਕਸਪ੍ਰੈਸ ਕਾਰਡਾਂ ਤੇ, ਸੀਵੀਵੀ ਕਾਰਡ ਦੇ ਮੂਹਰਲੇ 4 ਅੰਕਾਂ ਦਾ ਨੰਬਰ ਹੁੰਦਾ ਹੈ, ਜੋ ਮੁੱਖ ਕਾਰਡ ਨੰਬਰ ਤੋਂ ਉੱਪਰ ਹੁੰਦਾ ਹੈ. ਬੰਦ ਕਰੋ.
pl: CVV (Card Verification Value) to wartość służąca do weryfikacji karty kredytowej lub debetowej. Na kartach Visa, MasterCard i Discover wartość CVV to ostatnie 3 cyfry na odwrocie karty. Na kartach American Express wartość CVV to 4-cyfrowa liczba z przodu karty, ponad głównym numerem karty. Zamknij.
ru: CVV-код — это контрольный код кредитной или дебетовой карты. На картах Visa, MasterCard и Discover CVV-код представляет собой последние три цифры на обратной стороне карты. На картах American Express CVV-код указан в виде 4-значного числа на передней стороне карты над ее основным номером. Закрыть.
sd: CVV توهان جي ڪريڊٽ يا ڊيبٽ ڪارڊ تي ڪارڊ تصديقي قدر آهي. Visa، MasterCard ءِ Discover ڪارڊن تي CVV توهان جي ڪارڊ جي پوئين پاسي جا آخري 3 نمبر آهن. American Express ڪارڊن جي سامهون واري پاسي تي بنيادي ڪارڊ نمبر جي مٿان 4 عددن جو نمبر CVV آهي. بند ڪريو.
si: CVV යනු ඔබගේ ක්‍රෙඩිට් හෝ ඩෙබිට් කාඩ්පතේ ඇති කාඩ්පත් සත්‍යාපන අගයයි. Visa, MasterCard සහ Discover කාඩ්පත්වල, ඔබේ කාඩ්පතේ පිටුපස ඇති අවසාන අංක 3 CVV වේ. American Express කාඩ්පත්වල, CVV යනු ප්‍රධාන කාඩ්පත් අංකයට ඉහළින්, කාඩ්පතේ ඉදිරිපස ඇති අංක 4කින් යුත් අංකයකි. වසන්න.
sl: CVV je številka za preverjanje kartice na vaši kreditni ali bančni plačilni kartici. Za kartice Visa, MasterCard in Discover so CVV zadnje 3 številke na hrbtni strani vaše kartice. Na karticah American Express je CVV 4-mestno število na sprednji strani kartice nad glavno številko kartice. Zapri.
sr_cyrl_rs: CVV је вредност за верификацију картице на кредитној или дебитној картици. На Visa, MasterCard и Discover картицама, CVV су последња 3 броја на полеђини картице. На American Express картицама, CVV је 4-цифрени број на лицу картице, изнад главног броја картице. Затворите.
sr_latn_rs: CVV je vrednost za verifikaciju kartice na kreditnoj ili debitnoj kartici. Na Visa, MasterCard i Discover karticama, CVV su poslednja 3 broja na poleđini kartice. Na American Express karticama, CVV je 4-cifreni broj na licu kartice, iznad glavnog broja kartice. Zatvorite.
sv: CVV är kortets verifieringsvärde på ditt kredit- eller debetkort. På Visa, MasterCard och Discover är CVV de sista 3 siffrorna på baksidan av kortet. På American Express-kort är CVV ett fyrsiffrigt nummer på framsidan av kortet, ovanför kortnumret. Stäng.
ta: CVV என்பது உங்கள் கிரெடிட் அல்லது டெபிட் கார்டின் அட்டைச் சரிபார்ப்பு மதிப்பு ஆகும். Visa, MasterCard மற்றும் Discover கார்டுகளுக்கு, அட்டையின் பின்புறமுள்ள கடைசி 3 இலக்கங்கள் CVV-யாக இருக்கும். American Express கார்டுகளுக்கு, கார்டின் முன்புறம் முதன்மை கார்டு எண்ணுக்கு மேலேயுள்ள 4 இலக்க எண் CVV-யாக இருக்கும். மூடு.
te: CVV అనేది మీ క్రెడిట్ లేదా డెబిట్ కార్డ్‌పై ఉండే కార్డ్ ప్రామాణీకరణ విలువ. మీకు ఉన్న Visa, MasterCard మరియు Discover కార్డ్‌లపై, కార్డ్ వెనుకవైపు ఉన్న చివరి 3 అంకెలు CVVగా పరిగణించబడుతుంది. American Express కార్డ్‌లపై, కార్డ్ ముందువైపు ప్రధాన కార్డ్ నంబర్‌పైన ఉండే 4 అంకెల సంఖ్య CVVగా పరిగణించబడుతుంది. మూసివేయి.
tg: CVV қимати санҷишии корт дар корти қарзӣ ё дебетии шумо мебошад. Дар кортҳои Visa, MasterCard ва Discover, CVV 3 рақами охири дар пушти корти шумо буда мебошад. Дар кортҳои American Express, CVV рақами 4 ададаи дар тарафи пеши корт дар болои рақами асосии корт буда мебошад. Пӯшед.
th: CVV คือค่าการตรวจสอบบัตรบนบัตรเครดิตหรือบัตรเดบิตของคุณ สำหรับบัตร Visa, MasterCard และ Discover รหัส CVV เป็นตัวเลข 3 ตัวสุดท้ายที่ด้านหลังบัตร สำหรับบัตร American Express รหัส CVV เป็นตัวเลข 4 หลักที่ด้านหน้าของบัตรเหนือหมายเลขบัตรหลัก ปิด
tr: CVV, kredi veya ATM kartınızın Kart Doğrulama Değeridir. Visa, MasterCard ve Discover kartlarında, CVV kartınızın arkasındaki son 3 rakamdan oluşur. American Express kartlarında, CVV kartın ön yüzünde, ana kart numarasının üstündeki 4 basamaklı bir sayıdır. Kapat.
tt: CVV - кредит яки дебит картагызда Картаны раслау кыйммәте. Visa, MasterCard һәм Discover карталарында, CVV - картагызның арткы ягында соңны 3 сан. American Express карталарында, CVV - картаның алгы ягында, төп карта номеры өтсендәге 4-санлы номер. Ябу.
ug: CVV ئىناۋەتلىك ياكى ئامانەت كارتىسىدىكى كارتا دەلىللەش كودىدۇر. Visa, MasterCard ۋە Discover كارتىسىدا CVV كارتىنىڭ ئارقىسىدىكى 3 خانىلىق ساندۇر. American Express كارتىسىدا CVV كارتىنىڭ ئالدى تەرىپىدىكى كارتا نومۇرىنىڭ ئۈستىدىكى 4 خانىلىق ساندۇر. يېپىڭ.
uk: CVV – це захисний код кредитної або дебетової картки. Для карток Visa, MasterCard і Discover він наводиться як 3 останні цифри на звороті. На картках American Express цей код наводиться як 4-значне число на лицьовій стороні, над основним номером. Закрити.
ur: CVV آپ کے کریڈٹ یا ڈیبٹ کارڈ پر موجود کارڈ کی توثیقی قدر (Card Verification Value) ہوتی ہے۔ Visa, MasterCard اور Discover کارڈز پر CVV آپ کے کارڈ کی پشت پر درج آخری 3 نمبرز ہوتے ہیں۔ American Express کارڈز پر، CVV اصل کارڈ نمبر کے اوپر کارڈ کے سامنے والے حصے پر 4 ہندسے کا نمبر ہوتا ہے۔ بند کریں۔
uz: CVV – bu kredit yoki debet kartangizdagi kartani tasdiqlash maʼlumotidir (Card Verification Value). Visa, MasterCard va Discover kartalarida CVV kartaning orqa tomonidagi oxirgi 3 ta raqamdir. American Express kartalarida CVV kartaning old tomonida, asosiy karta raqamining tepasida joylashgan 4 xonali sondir. Yopish.
vi: CVV là Giá trị xác minh thẻ trên thẻ tín dụng hoặc thẻ ghi nợ của bạn. Trên thẻ Visa, MasterCard và Discover, CVV là 3 số cuối cùng trên mặt sau thẻ của bạn. Trên thẻ American Express, CVV là số có 4 chữ số trên mặt trước thẻ, ở trên số thẻ chính. Đóng.
zh_hans: CVV 是信用卡或借记卡上的信用卡验证值。在 Visa、MasterCard 和 Discover 卡上，CVV 是卡背面的最后 3 位数字。在 American Express 卡上，CVV 是卡正面主卡号之上的 4 位数字。关闭。
zh_hant: CVV 是您信用卡或轉帳卡上的信用卡檢查碼。在 Visa、MasterCard 和 Discover 卡上，CVV 是卡背上的最後 3 個數字。在 American Express 卡上，CVV 是卡面上的 4 位數字，位在主要卡號之上。關閉。

# Literal.DirectDebit.RoutingNumberHelpDialogText
source: This is the routing number on the check. Close.
af: Dit is die roeteringsnommer op die tjek. Maak toe.
am: በቼኩ ላይ ያለው የማዞሪያ ቁጥር ይህ ነው።
ar: هذا هو رقم التوجيه على الشيك. إغلاق.
as: চেকত থকা ৰাউটিং নম্বৰটো এইটোৱেই। বন্ধ কৰক।
az: Bu, qəbzdəki yönləndirmə nömrəsidir. Bağlayın.
bg: Това е банковият код на чека. Затваряне.
bn_in: এটি চেকের রাউটিং নম্বর। বন্ধ করুন।
bs: Ovo je broj za usmjeravanje na čeku. Zatvorite.
cy: Dyma'r rhif llwybro ar y siec. Cau.
da: Dette er registreringsnummeret på checken. Luk.
de: Dies ist die Bankleitzahl auf dem Scheck. Schließen.
el: Αυτός είναι ο αριθμός δρομολόγησης στην επιταγή. Κλείσιμο.
es: Este es el número de ruta que se muestra en el cheque. Haga clic para cerrar este cuadro.
et: See on tšekil toodud registreerimisnumber. Sule.
eu: Hau da txekeko bideratze-zenbakia. Itxi.
fa: این شماره مسیریابی روی چک است. بستن.
ga: Seo an uimhir ródaithe atá ar an tseic. Dún.
gd: Seo an àireamh rùtachaidh air an t-seic. Cha mhòr.
gl: Este é o número de encamiñamento do cheque. Pechar.
gu: આ રૂટિંગ નંબર ચેક પર છે. બંધ કરો.
he: זהו מספר הניתוב בשיק. סגור.
hi: यह चेक पर मौजूद रूटिंग नंबर है. बंद करें.
hr: Ovo je broj usmjeravanja na čeku. Zatvori.
hu: Ez a csekken szereplő bankazonosító kód. Bezárás.
id: Ini adalah nomor perutean pada cek. Tutup.
is: Þetta er leiðarnúmer ávísunarinnar. Loka.
ja: これは小切手のルーティング ナンバーです。閉じてください。
ka: ეს არის ჩეკზე მოცემული ბანკის კოდი. დახურვა.
kk: Бұл чектегі маршрут нөмірі болып табылады. Жабыңыз.
kn: ಇದು ಚೆಕ್‌ನ ಮೇಲಿರುವ ರೂಟಿಂಗ್ ಸಂಖ್ಯೆ. ಮುಚ್ಚಿ.
ko: 수표의 라우팅 번호입니다. 닫기
lo: ນີ້ແມ່ນໝາຍເລກ routing ຢູ່ເຊັກ. ປິດ
lt: Tai yra ant čekio nurodytas banko kodas. Uždaryti.
lv: Šis ir čekā norādītais maršrutēšanas numurs. Aizvērt.
mi: Koinei te tau ararere kei runga i te haki. Kati.
mk: Ова е бројот за насочување на чекот. Затвори.
ml: ഇതാണ് ചെക്കിലെ റൂട്ടിംഗ് നമ്പർ. അടയ്‌ക്കുക.
mr: चेक वरील हाच राउटिंग क्रमांक आहे. बंद करा.
ms: Ini ialah nombor penghalaan pada cek. Tutup.
mt: Dan huwa n-numru tar-routing fuq iċ-ċekk. Agħlaq.
ne: यो चेकमा भएको राउटिङ संख्या नम्बर हो। बन्द गर्नुहोस्‌।
nn_no: Dette er registreringsnummeret på sjekken. Lukk.
no: Dette er registreringsnummeret på sjekken. Lukk.
or: ଏହା ହେଉଛି ଚେକ୍ ରେ ଥିବା ରାଉଟିଙ୍ଗ୍ ନମ୍ବର | ବନ୍ଦ କରନ୍ତୁ |
pa_in: ਇਹ ਚੈੱਕ ਉਪਰਲਾ ਰੂਟਿੰਗ ਨੰਬਰ ਹੈ। ਬੰਦ ਕਰੋ।
pl: To jest numer rozliczeniowy na czeku. Zamknij.
ru: Это код банка на чеке. Закрыть.
sl: To je klirinška koda banke na čeku. Zapri.
sr_cyrl_rs: Ово је број за усмеравање на чеку. Затворите.
sr_latn_rs: Ovo je broj za usmeravanje na čeku. Zatvorite.
sv: Det här är clearingnumret på checken. Stäng.
ta: இது காசோலையில் உள்ள ரூட்டிங் எண். மூடு.
te: ఇది చెక్‌లోని రౌటింగ్ సంఖ్య. మూసివేయండి.
th: นี่คือหมายเลขกระบวนการผลิตบนเช็ค ปิด
tr: Bu, çek üzerindeki banka/şube kodudur. Kapat.
tt: Бу - чектагы маршрут номеры. Ябыгыз.
ug: بۇ، چەكتىكى سورتلىما كودىدۇر. يېپىڭ.
uk: Це номер маршрутизації на чеку. Закрити.
ur: چیک پر یہی راؤٹنگ نمبر ہے۔ بند کریں۔
uz: Bu – chekdagi bank tranziti raqami. Yopish.
vi: Đây là số định tuyến trên séc. Kết thúc.
zh_hans: 这是支票上的银行代码。关闭。
zh_hant: 這是支票上的銀行交換代號。關閉。
