Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IDV.CvvHeader
source: Add this card from your Microsoft Account
af: Voeg hierdie kaart vanaf jou Microsoft-rekening by
am: ከእርስዎ Microsoft መለያ ይህን ካርድ ያክሉ
ar: إضافة هذه البطاقة من حساب Microsoft الخاص بك
as: আপোনাৰ Microsoft একাউন্টৰ পৰা এই কাৰ্ডখন যোগ কৰক
az: Bu kartı Microsoft Hesabınızdan əlavə edin
bg: Добавете тази карта от вашия акаунт в Microsoft
bn_in: আপনার Microsoft অ্যাকাউন্ট থেকে এই কার্ডটি যোগ করুন
bs: Dodajte ovu karticu sa svog Microsoft računa
cy: Ychwanegu cerdyn hwn o'ch Cyfrif Microsoft
da: Tilføj dette kort fra din Microsoft-konto
de: Diese Karte aus Ihrem Microsoft-Konto hinzufügen
el: Προσθήκη αυτής της κάρτας από το λογαριασμό σας Microsoft
es: Agregar esta tarjeta desde la cuenta Microsoft
et: Kaardi lisamine Microsofti kontolt
eu: Gehitu txartela Microsoft kontuan
fa: افزودن این کارت از حساب شما
ga: Cuir an cárta seo ó do chuntas Microsoft leis
gd: Cuir a’ chairt seo ris on chunntas Microsoft agad
gl: Engadir este cartón desde a conta de Microsoft
gu: તમારા Microsoft ખાતામાંથી આ કાર્ડ ઍડ કરો
he: הוסף כרטיס זה מחשבון Microsoft שלך
hi: और आपके Microsoft खाते से यह कार्ड
hr: Dodavanje kartice s Microsoftova računa
hu: Kártya felvétele a Microsoft-fiókból
id: Tambahkan kartu ini dari Akun Microsoft Anda
is: Bæta þessu korti við af Microsoft-reikningnum þínum
ja: Microsoft アカウントからこのカードを追加
ka: დაამატეთ ეს ბარათი თქვენი Microsoft ანგარიშიდან
kk: Microsoft тіркелгісінен осы картаны қосу
kn: ನಿಮ್ಮ Microsoft ಖಾತೆಯಿಂದ ಈ ಕಾರ್ಡ್ ಸೇರಿಸಿ
ko: Microsoft 계정에서 이 카드 추가
ku_arab: ئەم کارتە لە ئەژمێری Microsoft ی خۆتەوە زیاد بکە
ky: Бул картаны өзүңүздүн Microsoft каттоо жазууңуздан кошуңуз
lo: ເພີ່ມ​ບັດ​ນີ້​ໃສ່​ຈາກບັນ​ຊີ Microsoft ຂອງ​ທ່ານ
lt: Įtraukite šią kortelę iš savo „Microsoft“ paskyros
lv: Pievienojiet šo karti no sava Microsoft konta
mi: Tāpirihia tēnei kāri nō tō Pūkete Microsoft
mk: Додајте ја оваа картичка од вашата сметка на Microsoft
ml: നിങ്ങളുടെ Microsoft അക്കൗണ്ടിൽ നിന്നും ഈ കാർഡ് ചേർക്കുക
mn: Microsoft-н хэрэглэгчийн бүртгэлээс энэ картаа нэм
mr: हे कार्ड आपल्या Microsoft खात्यावरून जोडा
ms: Tambah kad ini daripada Akaun Microsoft anda
mt: Żid din il-kard mill-Kont ta' Microsoft tiegħek
ne: यस कार्डलाई तपाइँको Microsoft खाताबाट थप्नुहोस्
nn_no: Legg til dette kortet frå Microsoft-kontoen
no: Legg til dette kortet gjennom Microsoft-kontoen din
or: ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ୍ ଠାରୁ ଏହି କାର୍ଡ୍ ଯୋଡନ୍ତୁ
pa_arab_pk: ایہہ کارڈ اپنے Microsoft اکاؤنٹ وچوں داخل کرو
pa_in: ਆਪਣੇ Microsoft ਖਾਤੇ ਤੋਂ ਇਹ ਕਾਰਡ ਜੋੜੋ
pl: Dodaj tę kartę z konta Microsoft
ru: Добавление карты из учетной записи Майкрософт
sd: پنهنجي Microsoft اڪائونٽ مان هي ڪارڊ شامل ڪريو
si: මෙම කාඩ්පත ඔබගේ Microsoft ගිණුමෙන් එක් කරන්න
sl: Dodajte to kartico iz svojega Microsoftovega računa
sr_cyrl_rs: Додавање ове картице са Microsoft налога
sr_latn_rs: Dodavanje ove kartice sa Microsoft naloga
sv: Lägg till det här kortet från ditt Microsoft-konto
ta: உங்கள் Microsoft கணக்கில் இருந்து இந்த அட்டையை சேர்க்கவும்.
te: మీ Microsoft ఖాతా నుండి ఈ కార్డును జోడించండి
tg: Ин кортро аз Ҳисоби Microsoft-и худ илова намоед
th: เพิ่มบัตรนี้จากบัญชี Microsoft ของคุณ
tr: Microsoft Hesabınızdan bu kartı ekleyin
tt: Бу картаны Майкрософт хисап язмагыздан өстәү
ug: بۇ كارتىنى Microsoft ھېساباتىڭىزدىن قوشۇش
uk: Додати картку з облікового запису Microsoft
ur: اپنے Microsoft اکاؤنٹ سے اس کارڈ کو شامل کریں۔
uz: Microsoft hisob qaydnomangizdan ushbu kartani qo‘shish
vi: Thêm thẻ này từ Tài khoản Microsoft của bạn
zh_hans: 从你的 Microsoft 帐户添加此卡
zh_hant: 從您的 Microsoft 帳戶新增此卡片

# Literal.IDV.CvvSubheading
source: Enter the security code on the back of the card
af: Voer die sekuriteitskode op die agterkant van die kaart in
am: በካርዱ ጀርባ ላይ ያለውን የደኅንነት ኮድ ያስገቡ
ar: أدخل رمز الأمان الموجود في الجزء الخلفي من البطاقة
as: কাৰ্ডৰ পিছফালে থকা নিৰাপত্তা কোডটো প্ৰৱেশ কৰাওক
az: Kartın arxasında olan təhlükəsizlik kodunu daxil edin
bg: Въведете кода за защита на гърба на картата
bn_in: কার্ডের পিছনের নিরাপত্তা কোডটি লিখুন
bs: Unesite sigurnosni kôd koji je naveden na poleđini kartice
cy: Rhowch y cod diogelwch ar gefn y cerdyn
da: Angiv sikkerhedskoden på bagsiden af kortet
de: Geben Sie den Sicherheitscode auf der Rückseite der Karte ein.
el: Εισαγάγετε τον κωδικό ασφαλείας που βρίσκεται στο πίσω μέρος της κάρτας
es: Escribe el código de seguridad que encontrarás en la parte posterior de la tarjeta
et: Sisestage kaardi tagaküljel olev turbekood
eu: Idatzi txartelaren atzealdean dagoen segurtasun-kodea
fa: وارد کردن کد امنیتی در پشت کارت
ga: Iontráil an cód slándála atá ar chúl an chárta
gd: Cuir a-steach an còd-tèarainteachd air cùl na cairt
gl: Introducir o código de seguranza na parte posterior da tarxeta
gu: કાર્ડની પાછળ આપેલ સુરક્ષા કોડ પ્રવિષ્ટ કરો
he: הזן את קוד האבטחה שבגב הכרטיס
hi: कार्ड के पीछे लिखे सुरक्षा कोड को दर्ज करें
hr: Unesite sigurnosni kod s poleđine kartice
hu: Írja be a kártya hátoldalán látható biztosági kódot
id: Masukkan kode keamanan pada bagian belakang kartu
is: Sláðu inn öryggisnúmerið aftan á kortinu
ja: カードの裏面にあるセキュリティ コードを入力してください
ka: შეიყვანეთ ბარათის უკანა მხარეს მოცემული დამცავი კოდი
kk: Картаның артқы жағындағы қауіпсіздік кодын енгізіңіз
kn: ಕಾರ್ಡ್ ಹಿಂಬದಿಯಲ್ಲಿ ಭದ್ರತೆ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 카드 뒷면의 보안 코드를 입력하세요.
ku_arab: کۆدی ئاسایشی سەر پشتی کارتەکە تێبنووسە
ky: Коопсуздук кодуңузду картанын артынан киргизиңиз
lo: ປ້ອນ​ລະ​ຫັດ​ຄວາມ​ປອດ​ໄພ​ທີ່​ມີ​ຢູ່​ດ້ານ​ຫຼັງ​ຂອງ​ບັດ​ເຂົ້າ​ໄປ
lt: Įveskite saugos kodą, nurodytą kitoje kortelės pusėje
lv: Ievadiet drošības kodu, kas atrodas jūsu kartes aizmugurē
mi: Me tāuru te waehere haumarutanga kei muri o te kāri
mk: Внесете го безбедносниот код на задната страна од картичката
ml: കാർഡിന് പിന്നിലുള്ള സുരക്ഷാ കോഡ് നൽകുക
mn: Картныхаа ар талын хамгаалалтын кодоо оруул
mr: कार्डच्या पाठीमागील सुरक्षा कोड प्रविष्ट करा
ms: Masukkan kod keselamatan di belakang kad
mt: Daħħal il-kodiċi tas-sigurtà fuq wara tal-kard
ne: कार्डको पछाडि भागमा सुरक्षा कोड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn tryggleikskoden på baksida av kortet
no: Skriv inn sikkerhetskoden på baksiden av kortet
or: କାର୍ଡ୍‌ର ପଛର ସୁରକ୍ଷା କୋଡ୍ ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_arab_pk: کارڈ دے پیچھے لکھیا سلامتی کوڈ داخل کرو
pa_in: ਕਾਰਡ ਦੇ ਪਿਛਲੇ ਪਾਸੇ ਉੱਤੇ ਸੁਰੱਖਿਆ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź kod weryfikacyjny znajdujący się z tyłu karty
ru: Введите код безопасности, указанный на оборотной стороне карты
sd: ڪارڊ جي پويان ڏنل سلامتي ڪوڊ داخل ڪريو
si: කාඩ්පත පසුපස ඇති ආරක්ෂණ කේතය ඇතුල් කරන්න
sl: Vnesite varnostno kodo, ki je na hrbtni strani kartice
sr_cyrl_rs: Унесите безбедносни код на полеђини картице
sr_latn_rs: Unesite bezbednosni kod na poleđini kartice
sv: Ange säkerhetskoden som finns på kortets baksida
ta: அட்டையின் பின்புறத்தில் உள்ள பாதுகாப்பு குறியீட்டை புகுத்தவும்
te: కార్డు వెనుక వైపున ఉన్న భద్రతా కోడ్‌ను ప్రవేశపెట్టండి
tg: Рамзи амниятро аз рӯи пушти корт ворид намоед
th: ป้อนรหัสความปลอดภัยด้านหลังบัตร
tr: Kartın arkasındaki güvenlik kodunu girin
tt: Карта артындагы иминлек кодын кертегез
ug: كارتىنىڭ ئارقا تەرىپىدىكى بىخەتەرلىك كودىنى كىرگۈزۈڭ
uk: Введіть код безпеки, зазначений на зворотній стороні картки
ur: کارڈ کی پشت سے سلامتی کوڈ داخل کریں
uz: Karta orqasidagi xavfsizlik kodini kiriting
vi: Nhập mã bảo mật ở mặt sau của thẻ
zh_hans: 在卡的背面输入安全代码
zh_hant: 輸入卡片背面的安全代碼

# Literal.IDV.CvvSecurityCode
source: Security code
af: Sekuriteitskode
am: የደኅንነት ኮድ
ar: رمز الأمان
as: নিৰাপত্তা কোড
az: Təhlükəsizlik kodu
bg: Код за сигурност
bn_in: নিরাপত্তা কোড
bs: Sigurnosni kôd
cy: Cod diogelwch
da: Sikkerhedskode
de: Sicherheitscode
el: Κωδικός ασφαλείας
es: Código de seguridad
et: Turbekood
eu: Segurtasun-kodea
fa: کد امنیتی
ga: Cód slándála
gd: Còd-tèarainteachd
gl: Código de seguranza
gu: સુરક્ષા કોડ
he: קוד אבטחה
hi: सुरक्षा कोड
hr: Sigurnosni kod
hu: Biztonsági kód
id: Kode keamanan
is: Öryggisnúmer
ja: セキュリティ コード
ka: დამცავი კოდი
kk: Қауіпсіздік коды
kn: ಭದ್ರತೆ ಕೋಡ್
ko: 보안 코드
ku_arab: کۆدی ئاسایش
ky: Коопсуздук коду
lo: ລະ​ຫັດ​ຄວາມ​ປອດ​ໄພ
lt: Saugos kodas
lv: Drošības kods
mi: Waehere haumarutanga
mk: Безбедносен код
ml: സുരക്ഷാ കോഡ്
mn: Хамгаалалтын код
mr: सुरक्षा कोड
ms: Kod keselamatan
mt: Kodiċi tas-sigurtà
ne: सुरक्षा कोड
nn_no: Tryggleikskode
no: Sikkerhetskode
or: ସୁରକ୍ଷା କୋଡ୍
pa_arab_pk: سلامتی کوڈ
pa_in: ਸੁਰੱਖਿਆ ਕੋਡ
pl: Kod weryfikacyjny
ru: Код безопасности
sd: سلامتي ڪوڊ
si: ආරක්ෂණ කේතය
sl: Varnostna koda
sr_cyrl_rs: Безбедносни код
sr_latn_rs: Bezbednosni kod
sv: Säkerhetskod
ta: பாதுகாப்பு குறியீடு
te: భద్రతా కోడ్
tg: Рамзи амният
th: รหัสความปลอดภัย
tr: Güvenlik kodu
tt: Иминлек коды
ug: بىخەتەرلىك كودى
uk: Код безпеки
ur: سلامتی کوڈ
uz: Xavfsizlik kodi
vi: Mã bảo mật
zh_hans: 安全代码
zh_hant: 安全代碼

# Literal.IDV.ChallengeSelectionHeading
source: Verify your account
af: Verifieer jou rekening
am: የእርስዎን መለያ ያረጋግጡ
ar: التحقق من حسابك
as: আপোনাৰ একাউণ্ট প্ৰমাণিত কৰক
az: Hesabınızı yoxlayın
bg: Потвърдете вашия акаунт
bn_in: আপনার অ্যাকাউন্ট যাচাই করুন
bs: Potvrdite svoj račun
cy: Dilysu eich cyfrif
da: Bekræft din konto
de: Überprüfen des Kontos
el: Επαλήθευση του λογαριασμού σας
es: Comprobar la cuenta
et: Konto kinnitamine
eu: Egiaztatu kontua
fa: تأیید حساب شما
ga: Fíoraigh do chuntas
gd: Dearbh an cunntas agad
gl: Verificar a túa conta
gu: તમારું ખાતું ચકાસો
he: אמת את החשבון שלך
hi: अपना खाता सत्यापित करें
hr: Potvrdite svoj račun
hu: Igazolja vissza a fiókját
id: Verifikasikan akun Anda
is: Staðfesta reikning
ja: アカウントの確認
ka: გადაამოწმეთ თქვენი ანგარიში
kk: Тіркелгіні тексеру
kn: ನಿಮ್ಮ ಖಾತೆ ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ko: 계정 확인
ku_arab: سەلماندنی ئەژمێرەکەت
ky: Каттоо жазууңузду ырастаңыз
lo: ກວດ​ສອບບັນ​ຊີ​ຂອງ​ທ່ານ
lt: Patvirtinkite savo paskyrą
lv: Apstipriniet savu kontu
mi: Manatokona tō pūkete
mk: Проверете ја сметката
ml: അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കുക
mn: Хэрэглэгчийн бүртгэлээ баталгаажуул
mr: आपल्या खात्याची पडताळणी करा
ms: Tentu sahkan akaun anda
mt: Ivverifika l-kont tiegħek
ne: तपाइँको खाता प्रमाणित गर्नुहोस्
nn_no: Kontroller kontoen
no: Bekreft kontoen din
or: ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: اپنے اکاؤنٹ دی تصدیق کرو
pa_in: ਆਪਣੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰੋ
pl: Zweryfikuj swoje konto
ru: Подтверждение учетной записи
sd: پنهنجو اڪائونٽ تصديق ڪريو
si: ඔබගේ ගිණුම සත්‍යාපනය කරන්න
sl: Potrdite svoj račun
sr_cyrl_rs: Верификација налога
sr_latn_rs: Verifikacija naloga
sv: Verifiera ditt konto
ta: உங்கள் கணக்கை சோதனை செய்தல்
te: మీ ఖాతా సరిచూడండి
tg: Ҳисоби худро тасдиқ кунед
th: ตรวจสอบบัญชีของคุณ
tr: Hesabınızı doğrulayın
tt: Хисап язмагызны раслау
ug: ھېساباتىڭىزنى دەلىللەڭ
uk: Підтвердження облікового запису
ur: اپنے اکاؤنٹ کی تصدیق کریں
uz: Hisob qaydnomani tasdiqlash
vi: Xác minh tài khoản của bạn
zh_hans: 验证你的帐户
zh_hant: 驗證您的帳戶

# Literal.IDV.ChallengeSelectionText
source: We need to make sure it's really you setting this up. How do you want to verify your identity?
af: Ons moet seker maak dis regtig jy wat dit opstel. Hoe wil jy jou identiteit verifieer?
am: ይህን በማቀናበር ላይ ያሉት በእርግጥ እርስዎ ራስዎ መሆንዎን ማረጋገጥ እንፈልጋለን። የእርስዎን ማንነት በምን መልኩ እንዲረጋገጥልዎት ይፈልጋሉ?
ar: نريد التأكد من أنه أنت من تقوم بإعداد هذا الأمر. كيف تريد أن يتم التحقق من هويتك؟
as: ইয়াক ছেটিং কৰিবলৈ এয়া যে সঁচাকৈয়ে আপুনি সেইটো আমি নিশ্চিত কৰিব লাগিব৷ আপুনি আপোনাৰ পৰিচয় কেনেকৈ প্ৰমাণিত কৰিব বিচাৰে?
az: Biz həqiqətən də bunu sizin qurduğunuza əmin olmaq istəyirik. Eyniliyinizi necə yoxlamaq istəyirsiniz?
bg: Трябва да се уверим, че наистина вие правите тази настройка. Как искате да потвърдите самоличността си?
bn_in: আপনি সত্যিই এটি সেট আপ করেছেন কিনা আমাদের তা নিশ্চিত করতে হবে। আপনি আপনার পরিচয় কিভাবে যাচাই করতে চান?
bs: Trebamo provjeriti da li zaista vi vršite postavljanje. Kako želite potvrditi identitet?
cy: Rydym angen gwneud yn siŵr mai chi ydych chi cyn sefydlu hyn. Sut ydych chi eisiau gwirio eich hunaniaeth?
da: Vi skal sikre os, at det virkelig er dig, der foretager disse indstillinger. Hvordan vil du bekræfte din identitet?
de: Wir müssen sicherstellen, dass wirklich Sie die Einrichtung vornehmen. Wie möchten Sie Ihre Identität überprüfen?
el: Πρέπει να βεβαιωθούμε ότι είστε πράγματι εσείς που κάνετε αυτήν τη ρύθμιση. Πώς θέλετε να επαληθεύσετε την ταυτότητά σας;
es: Tenemos que asegurarnos de que seas tú para poder configurarlo todo. ¿Cómo quieres que comprobemos tu identidad?
et: Peame veenduma, et häälestaja olete ikka teie. Kuidas soovite oma identiteeti kinnitada?
eu: Hau konfiguratzen ari dena benetan zu zarela ziurtatu behar dugu. Nola egiaztatu nahi duzu zure nortasuna?
fa: باید مطمئن شویم که شما این حساب را راه‌اندازی می‌کنید. چگونه می‌خواهید هویت خود را تأیید کنید؟
ga: Ní mór dúinn a bheith cinnte gur tú féin atá ag cumrú an chuntais seo. Conas is mian leat d'aitheantas a fhíorú?
gd: Feumaidh sinn dèanamh cinnteach gur tusa a tha a’ suidheachadh seo. Ciamar a dhearbhas sinn gur tusa a tha ann?
gl: Necesitamos asegurarnos de que realmente es ti. Como queres verificar a túa identidade?
gu: અમારે તે ખાતરી કરવી જરૂરી છે કે વાસ્તવિક રૂપે તમે આને સેટ કરી રહ્યાં છો. તમે તમારી ઓળખની ચકાસણી અમારાથી કેવી રીતે માગો છો?
he: עלינו לוודא שאתה הוא זה שקובע את ההגדרות. כיצד ברצונך לאמת את הזהות שלך?
hi: आपको यह सुनिश्चित करना होगा कि इसे आप ही सेट कर रहे हैं. आप अपनी पहचान किस प्रकार सत्यापित करना चाहते है?
hr: Moramo biti sigurni da ste ovo stvarno vi. Na koji način želite potvrditi svoj identitet?
hu: Ellenőriznünk kell, hogy valóban Ön végzi-e a beállítást. Hogyan szeretné igazolni a személyazonosságát?
id: Kami perlu memastikan bahwa Anda yang sedang menyiapkan. Bagaimana Anda ingin memverifikasikan identitas Anda?
is: Við þurfum að ganga úr skugga um að þú sért að setja þetta upp. Hvernig viltu staðfesta hver þú ert?
ja: この設定を行っているのがお客様ご本人であることを確認させていただく必要があります。ご希望の確認方法を選んでください。
ka: უნდა დავრწმუნდეთ, რომ ამას ნამდვილად თქვენ აკეთებთ. როგორ გსურთ პირადობის გადამოწმება?
kk: Осыны шын сіз орнататыныңызға көз жеткізуіміз керек. Тұлғалығыңызды қалай тексергіңіз келеді?
kn: ಇದನ್ನು ನೀವೇ ಹೊಂದಿಸುತ್ತಿರುವಿರಿ ಎಂಬುದನ್ನು ನಾವು ಖಾತ್ರಿಪಡಿಸಿಕೊಳ್ಳಬೇಕಾಗಿದೆ. ನಿಮ್ಮ ಗುರುತನ್ನು ಹೇಗೆ ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು ನೀವು ಬಯಸುತ್ತೀರಿ?
ko: 설정하는 사람이 본인이 맞는지 확인해야 합니다. 어떤 방법을 통해 ID를 확인하시겠어요?
ku_arab: دەمانەوێت دڵنیابینەوە کە لە راستیدا ئەوە تۆی ئەمە ئامادە دەکەیت. دەتەوێت چۆن ناسنامەکەت بسەلمێنیت؟
ky: Биз сиздин муну чын эле орнотуп жатканыңыздын тууралыгын аныктагыбыз келет. Сиз жекелигиңиздин тууралыгын кантип аныктайсыз?
lo: ພວກ​ເຮົາ​ຕ້ອງ​ໃຫ້​ແນ່​ໃຈ​ວ່າ ມັນ​ແມ່ນ​ທ່ານ​ແທ້​ໃນ​ການ​ຕັ້ງ​ອັນ​ນີ້. ທ່ານ​ຕ້ອງ​ການກວດ​ສອບ​ການ​ລະ​ບຸ​ຕົວ​ຕົນ​ຂອງ​ທ່ານແນວ​ໃດ?
lt: Turime įsitikinti, ar tai tikrai esate jūs. Kokiu būdu norite patvirtinti savo tapatybę?
lv: Mums ir jāpārbauda, vai iestatīšanu veicat jūs. Kā vēlaties apstiprināt savu identitāti?
mi: Me tino mōhio mātou ko koe tonu kei te tatū i tēnei. Me manatoko pēhea e koe tō tuakiri?
mk: Треба да бидеме сигурни дека навистина вие го поставувате ова. Како сакате да го провериме вашиот идентитет?
ml: ഇത് സജ്ജീകരിക്കുന്നത് യഥാർത്ഥത്തിൽ നിങ്ങളാണെന്ന് ഞങ്ങൾക്ക് ഉറപ്പുവരുത്തേണ്ടതുണ്ട്. നിങ്ങളുടെ ഐഡന്റിറ്റി പരിശോധിച്ചുറപ്പിക്കേണ്ടത് എങ്ങനെയാണ്?
mn: Та өөрөө үүнийг тохируулж байгаа эсэхийг бид нягтлах хэрэгтэй байна. Та өөрийгөө хэрхэн таниулах вэ?
mr: हे खरोखर आपणच सेट करत असल्याचे सुनिश्चित करण्यासाठी आम्हाला याची आवश्यकता आहे. आपण आपल्या ओळखीची पडताळणी कशी करू इच्छिता?
ms: Kami perlu pastikan ia benar-benar anda yang menyediakan ini. Bagaimana anda mahu tentu sahkan identiti anda?
mt: Neħtieġu niżguraw li dan tassew int li qed tikkonfigura dan. Kif tixtieq tivverifika l-identità?
ne: यसले वास्तवमै यसको सेटअप गरेको छ भनी हामी निश्चित हुनुपर्छ। तपाइँ आफ्नो पहिचान कसरी प्रमाणित गर्न चाहनुहुन्छ?
nn_no: Vi må kontrollere at det verkeleg er du som konfigurerer. Korleis vil du kontrollere identiteten?
no: Vi må forsikre oss om at det faktisk er du som registrerer dette. Hvordan vil du bekrefte identiteten din?
or: ଆମକୁ ସୁନିଶ୍ଚିତ ହେବା ଆବଶ୍ୟକ ଯେ ପ୍ରକୃତରେ ଆପଣ ହିଁ ଏହା ସେଟିଂ ଅପ୍ କରୁଛନ୍ତି. ଆପଣ ଆପଣଙ୍କର ପରିଚୟ କିପରି ଯାଞ୍ଚ କରିବାକୁ ଚାହୁଁଛନ୍ତି?
pa_arab_pk: سانوں ایہہ پکا کرن دی لوڑ اے کہ ایہہ واقعی تُسی ای ترتیب لارئے اوہ۔ تُسی اپنی شناخت کیویں تصدیق کرنا چاہندے اوہ؟
pa_in: ਸਾਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ ਕਿ ਇਸ ਨੂੰ ਸੈਟ ਅੱਪ ਕਰਨ ਵਾਲੇ ਅਸਲ ਵਿੱਚ ਤੁਸੀਂ ਹੋ। ਤੁਸੀਂ ਆਪਣੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕਿਵੇਂ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Musimy się upewnić, że to na pewno Ty. Jak chcesz zweryfikować swoją tożsamość?
ru: Необходимо подтвердить вашу личность. Как вам удобнее это сделать?
sd: اسانکي پڪ ڪرڻ جي ضرورت آهي ته اهو واقعي توهان آهيو جيڪو اهو سيٽ ڪري رهيا آهيو. توهان پنهنجي سڃاڻپ ڪيئن تصديق ڪرڻ چاهيو ٿا؟
si: අපට මෙය සැබැවින්ම ඔබ විසින් සකස් කළේද යන්න සැක හැර දැන් ගැනීමට අවශ්‍ය වේ. ඔබට ඔබගේ අනන්‍යතාව සත්‍යාපනය කිරීමට අවශ්‍ය කෙළෙසකද?
sl: Prepričati se moramo, da to res nastavljate vi. Kako želite potrditi svojo identiteto?
sr_cyrl_rs: Морамо да будемо сигурни да стварно ви ово подешавате. Како желите да верификујте идентитет?
sr_latn_rs: Moramo da budemo sigurni da stvarno vi ovo podešavate. Kako želite da verifikujte identitet?
sv: Vi behöver bekräfta att du är du. Hur vill du verifiera din identitet?
ta: நீங்கள் இதனை உண்மையாகவே அமைக்க விரும்புகிறீர்களா என்பதை நீங்கள் உறுதி செய்யவேண்டும். உங்கள் அடையாளத்தை நீங்கள் எவ்வாறு சோதிக்கவேண்டும்?
te: దీనిని నిజంగా మీరే సెట్ చేస్తున్నారని మాకు తెలియాలి. మీరు మీ గుర్తింపును ఎలా సరిచూడాలనుకుంటున్నారు?
tg: Мо мехоҳем, ки мутмаин шавем, ки ин шумо чизҳоро танзим мекунед. Шумо чӣ тавр мехоҳед, ки шахсияти худро тасдиқ кунед?
th: เราต้องการตรวจสอบให้แน่ใจว่านี่คือคุณจริงๆ ที่ทำการตั้งค่านี้ คุณต้องการระบุตัวตนของคุณอย่างไร
tr: Bu işlemi yapan kişinin gerçekten siz olduğunuzdan emin olmak istiyoruz. Kimliğinizi doğrulama işlemini nasıl yapmak istersiniz?
tt: Моны көйләгәндә бу чыннан сез икәнен тикшерергә кирәк. Шәхесегезне ничек расларга телисез?
ug: بۇنى سەپلەش ئۈچۈن كىملىكىڭىزنى دەلىللىشىمىز كېرەك. كىملىكىڭىزنى قانداق دەلىللەيسىز؟
uk: Потрібно перевірити вашу особу. У який спосіб вам зручно це зробити?
ur: ہمیں یقین دہانی کرنے کی ضرورت ہے کہ حقیقی طور پر یہ سیٹنگیں آپ ہی کر رہے ہیں۔ آپ اپنی شناخت کی کیسے تصدیق کروانا چاہیں گے؟
uz: Buni haqiqatan ham Siz sozlayotganingizga ishonch hosil qilmoqchimiz. Shaxsingizni qanday tasdiqlamoqchisiz?
vi: Chúng tôi cần đảm bảo đúng là bạn thiết lập điều này. Bạn muốn xác minh danh tính của mình bằng cách nào?
zh_hans: 我们需要确保确实是你本人在进行设置操作。你希望如何验证你的身份？
zh_hant: 我們需要確定是您本人進行此設定。您希望如何驗證您的身分?

# Literal.IDV.ChallengeSelectionTextOptionHeading
source: Your card issuer will text you a code.
af: Jou kaartuitreiker sal vir jou 'n kode in 'n boodskap stuur.
am: የእርስዎ ካርድ ሰጪ ኮድ በስልክ የጽሑፍ መልእክት ይልክልዎታል።
ar: ستُرسل إليك جهة إصدار البطاقة الرمز عبر رسالة نصية.
as: আপোনাৰ কাৰ্ড প্ৰদানকাৰীয়ে আপোনালৈ এটা কোড পাঠ ৰূপে পঠিয়াব৷
az: Kartınızın emitenti sizə kodu mesajla göndərəcək.
bg: Издателят на картата ще ви изпрати код с текстово съобщение.
bn_in: আপনার কার্ড ইস্যুকারী আপনাকে একটি কোড টেক্সট করবে।
bs: Izdavač vaše kartice će vam poslati kôd u tekstualnoj poruci.
cy: Bydd cyhoeddwr eich cerdyn yn anfon cod atoch mewn neges destun.
da: Kortudstederen sender dig en kode via sms.
de: Sie erhalten per SMS einen Code von Ihrem Kartenaussteller.
el: Ο εκδότης της κάρτας σας θα σας στείλει μέσω SMS έναν κωδικό.
es: El emisor de la tarjeta te enviará un código por mensaje de texto.
et: Teie kaardi väljaandja saadab teile koodi tekstsõnumiga.
eu: Txartelaren jaulkitzaileak kode bat bidaliko dizu testu-mezu batean.
fa: صادرکننده کارتتان کدی را برای شما از طریق پیامک ارسال خواهد کرد.
ga: Seolfaidh eisitheoir do chárta cód chugat i dteachtaireacht téacs.
gd: Cuiridh foillsichear na cairt agad còd thugad.
gl: O emisor do cartón enviarache un código por mensaxe de texto.
gu: તમારા કાર્ડ રજૂકર્તા તમને એક કોડ ટેક્સ્ટ કરશે.
he: מנפיק הכרטיס ישלח לך קוד בהודעת טקסט.
hi: आपका कार्ड जारीकर्ता आपको एक कोड भेजेगा.
hr: Vaš će vam izdavatelj kartice kod poslati SMS-om.
hu: Kártyakibocsátója SMS-ben fog Önnek kódot küldeni.
id: Penerbit kartu Anda akan mengirimkan pesan teks berisikan kode pada Anda.
is: Útgefandi kortsins sendir þér kóða í textaskilaboðum.
ja: カード発行元からお客様宛てにコードが送られます。
ka: თქვენი ბარათის გამცემი ტექსტური შეტყობინებით გამოგიგზავნით კოდს.
kk: Карта шығарушыңыз сізге кодты мәтіндік хабар арқылы жібереді.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ವಿತರಕರು ಪಠ್ಯ ಸಂದೇಶದ ಮೂಲಕ ನಿಮಗೆ ಕೋಡ್ ಕಳುಹಿಸುತ್ತಾರೆ.
ko: 카드 발급사에서 문자 메시지로 코드를 보내드립니다.
ku_arab: دەرکەری کارتەکەت کۆدێکت بۆ تێکست دەکات.
ky: Сиздин карта чыгаруучуңуз кодду СМС билдирүү аркылуу жөнөтөт.
lo: ຜູ້​ອອກ​ບັດ​ຂອງ​ທ່ານ​ສົ່ງ​ລະ​ຫັດໃຫ້​ທ່ານ​ທາງ​ຂໍ້​ຄວາມ.
lt: Jūsų kortelės išdavėjas išsiųs jums kodą teksto žinute.
lv: Jūsu kartes izsniedzējs nosūtīs jums īsziņu ar kodu.
mi: Ka tuku waehere tō kaiwhakarato kāri ki a koe.
mk: Издавачот на картичката ќе ви испрати порака со код.
ml: നിങ്ങളുടെ കാർഡ് ഇഷ്യൂവർ ഒരു കോഡ് ടെക്സ്റ്റ് ചെയ്യും.
mn: Танай карт олгогч танд зурвасаар код илгээнэ.
mr: आपला कार्ड जारीकर्ता आपल्याला एक मजकूर कोड पाठवेल.
ms: Pengeluar kad anda akan menghantar kod kepada anda melalui teks.
mt: L-emittent tal-kard tiegħek jibgħatlek kodiċi b'SMS.
ne: तपाइँको कार्ड जारीकर्ताले तपाइँलाई कोड टेक्स्ट गर्नेछ।
nn_no: Kortutferdaren sender deg ei tekstmelding med kode.
no: Kortutstederen sender en tekstmelding med kode.
or: ଆପଣଙ୍କର କାର୍ଡ୍ ପ୍ରଦାନକାରୀ ଆପଣଙ୍କୁ ଏକ କୋଡ୍ ପ୍ରଦାନ କରିବେ.
pa_arab_pk: تہاڈا کارڈ جاری کرن والا تہانوں اک کوڈ بھیجے گا۔
pa_in: ਤੁਹਾਨੂੰ ਕਾਰਡ ਜਾਰੀ ਕਰਨ ਵਾਲਾ ਤੁਹਾਨੂੰ ਇੱਕ ਕੋਡ ਟੈਕਸਟ ਰਾਹੀਂ ਭੇਜੇਗਾ।
pl: Wydawca karty wyśle kod w wiadomości SMS.
ru: Банк, выпустивший карту, отправит вам код в текстовом сообщении.
sd: توهانجو ڪارڊ جاري ڪندڙ توهانکي هڪ ڪوڊ موڪليندو.
si: ඔබගේ කාඩ්පත් නිකුත් කරන්නා ඔබට කේතයක් ඇතුළත් පෙළ සටහනක් එවනු ඇත.
sl: Vaš izdajatelj kartice vam bo kodo poslal v kratkem sporočilu.
sr_cyrl_rs: Издавалац картице ће вам послати код путем текстуалне поруке.
sr_latn_rs: Izdavalac kartice će vam poslati kôd putem tekstualne poruke.
sv: Kortutfärdaren skickar en kod till dig med sms.
ta: உங்கள் அட்டை வழங்குனர் உங்களுக்கு ஒரு குறியீட்டை உரை செய்வார்.
te: మీ కార్డు మంజూరు చేసిన వారు మీకు కోడ్‌కు టెక్స్ట్ వలె పంపుతారు.
tg: Барорандаи корт ба шумо рамзеро тавасути паёми матнӣ мефиристад.
th: ธนาคารของคุณจะส่งรหัสถึงคุณผ่านทางข้อความ
tr: Kartınızı veren kuruluş size mesaj ile bir kod gönderecek.
tt: Картагызны чыгарган оешма сезгә текст хәбәрендә код җибәрәчәк.
ug: سىزگە كارتا تارقاتقۇچى قىسقا ئۇچۇر ئارقىلىق كود ئەۋەتىدۇ.
uk: Банк, що випустив картку, надішле вам код у текстовому повідомленні.
ur: آپ کا کارڈ اجراء کرنے والا آپ کو ایک کوڈ بھیجے گا۔
uz: Kartangiz emitenti kodni matnli xabar orqali yuboradi.
vi: Công ty phát hành thẻ của bạn sẽ gửi mã cho bạn qua tin nhắn.
zh_hans: 发卡机构将通过短信向你发送代码。
zh_hant: 您的發卡機構將透過簡訊傳送驗證碼給您。
