Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.AuthzFail
source: We can't authorize the payment method. Please make sure the information is correct, or use another payment method. If you continue to get this message, please contact your financial institution.
af: Ons kan nie die betaalmetode magtig nie. Maak asseblief seker dat die inligting korrek is of gebruik 'n ander betaalmetode. As jy aanhou om hierdie boodskap te kry, kontak asseblief jou finansiële instelling.
am: የክፍያ ስልቱን ፈቃድ መስጠት አንችልም ።አባክህ መረጃውን ትክክል መሆኑን አረጋግጥ ወይም ሌላ የክፍያ ስልት ተጠቀም።ይህ መልዕክት ማግኘት ከቀጠልክ ፡እባክህ የገንዘብ ተቋምህን አግኝ።
ar: يتعذر علينا اعتماد طريقة الدفع. الرجاء التأكد من أن المعلومات صحيحة أو استخدام طريقة دفع أخرى. إذا استمر ظهور هذه الرسالة لك، فالرجاء الاتصال بمؤسستك المالية.
as: আমি পৰিশোধ পদ্ধতিৰ প্ৰমাণিকৰণ কৰিব নোৱাৰো৷ অনুগ্ৰহ কৰি নিশ্চিত হওক যে তথ্যসমূহ শুদ্ধ বা অন্য পৰিশোধ পদ্ধতি ব্যৱহাৰ কৰক৷ যদি আপুনি এই বাৰ্তা লাভ কৰি থাকিব বিচাৰে, অনুগ্ৰহ কৰি আপোনাৰ বিত্তীয় প্ৰতিষ্ঠানৰ লগত যোগাযোগ কৰক৷
az: Ödəniş metoduna icazə verə bilmirik. Məlumatın düzgün olduğunu yoxlayın və ya başqa ödəniş metodundan istifadə edin. Əgər bu mesajı almaqda davam etsəniz, lütfən maliyyə institutunuzla əlaqə saxlayın.
bg: Не можем да оторизираме метода на плащане. Уверете се, че информацията е правилна, или използвайте друг метод на плащане. Ако това съобщение продължава да се показва, свържете се с вашата финансова институция.
bn_in: আমরা অর্থপ্রদানের পদ্ধতিটিকে অনুমোদন করতে পারছি না৷ অনুগ্রহ করে নিশ্চিত করুন যে তথ্য নির্ভুল, বা অন্য একটি অর্থপ্রদান মাধ্যম ব্যবহার করুন৷ আপনি এই একই বার্তা পেতে থাকলে, অনুগ্রহ করে আপনার আর্থিক প্রতিষ্ঠানের সাথে যোগাযোগ করুন৷
bs: Nije moguće autorizirati način plaćanja. Uvjerite se da su podaci ispravni ili koristite drugi način plaćanja. Ako i dalje budete dobijali ovu poruku, obratite se svojoj finansijskoj ustanovi.
cy: Does dim modd i ni awdurdodi'r dull talu. Gwnewch yn siŵr bod yr wybodaeth yn gywir, neu ddefnyddio dull talu arall. Os byddwch chi'n dal i gael y neges hon, cysylltwch â'ch sefydliad ariannol.
da: Vi kan ikke godkende betalingsmetoden. Sørg for, at oplysningerne er korrekte, eller brug en anden betalingsmetode. Hvis du fortsætter med at få denne meddelelse, skal du kontakte dit pengeinstitut.
de: Die Zahlungsweise kann nicht autorisiert werden. Überprüfen Sie, ob alle Angaben richtig sind, oder verwenden Sie eine andere Zahlungsmethode. Wenn diese Meldung weiterhin angezeigt wird, wenden Sie sich an Ihr Kreditinstitut.
el: Δεν είναι δυνατό να επιτραπεί η χρήση της μεθόδου πληρωμής. Βεβαιωθείτε ότι οι πληροφορίες είναι σωστές ή χρησιμοποιήστε διαφορετική μέθοδο πληρωμής. Εάν συνεχίσετε να λαμβάνετε αυτό το μήνυμα, επικοινωνήστε με την τράπεζά σας.
es: No podemos autorizar el método de pago. Asegúrese de que la información es correcta o use otro método de pago. Si continúa recibiendo este mensaje, póngase en contacto con su institución financiera.
et: Makseviis ei ole lubatud. Veenduge teabe õigsuses või kasutage mõnd teist makseviisi. Kui selle teate kuvamine jätkub, võtke ühendust oma finantsasutusega.
eu: Ezin dugu ordainketa-metodoa baimendu. Ziurtatu informazioa zuzena dela edo erabili beste ordainketa-metodo bat. Mezu hau jasotzen jarraitzen baduzu, jarri harremanetan zure bankuarekin.
fa: ما نمی توانیم روش پرداخت را تأیید کنیم. لطفاً بررسی کنید که اطلاعات صحیح باشد یا اینکه از یک روش پرداخت دیگر استفاده کنید. اگر همچنان این پیام را دریافت می کنید، لطفاً با مؤسسه مالی خود تماس بگیرید.
ga: Ní féidir linn an modh íocaíochta a údarú. Cinntigh go bhfuil an t-eolas i gceart, nó bain úsáid as modh íocaíochta eile. Má thagann an teachtaireacht seo arís, téigh i dteagmháil le d'institiúid airgeadais le do thoil.
gd: Chan urrainn dhuinn an dòigh pàighidh a cheadachadh. Feuch gu bheil am fiosrachadh ceart no cleachd dòigh pàighidh eile. Ma gheibh thu an teachdaireachd seo a-rithist 's a-rithist, cuir fios gun eagrachas ionmhais agad.
gl: Non podemos autorizar o método de pagamento. Asegúrese de que a información é correcta, ou use outro método de pagamento. Se continúa recibindo esta mensaxe, póñase en contacto coa súa institución financeira.
gu: અમે ચૂકવણી રીતે માન્ય કરી શકતા નથી. કૃપા કરી ખાતરી કરો કે માહિતી સાચી છે, અથવા અન્ય ચૂકવણી રીતનો ઉપયોગ કરો. આ સંદેશ તમને મળવાનો સતત ચાલુ રહે, તો કૃપા કરી તમારી નાણાંકીય સંસ્થાનો સંપર્ક કરો.
he: אין לנו אפשרות לאשר את שיטת התשלום. ודא שהפרטים נכונים או השתמש בשיטת תשלום אחרת. אם תמשיך לקבל הודעה זו, פנה אל המוסד הפיננסי שלך.
hi: हम भुगतान पद्धति को प्राधिकृत नहीं कर सकते. कृपया सुनिश्चित करें कि जानकारी सही है या किसी अन्य भुगतान पद्धति का उपयोग करें. अगर आपको निरंतर यह संदेश मिलता रहता है, तो कृपया अपने वित्तीय संस्थान से संपर्क करें.
hr: Ne možemo odobriti način plaćanja. Provjerite jesu li podaci točni ili koristite drugi način plaćanja. Ako se ova poruka nastavi pojavljivati, obratite se svojoj financijskoj ustanovi.
hu: Ez a fizetési mód nem engedélyezhető. Ellenőrizze, hogy helyesek-e az adatok, vagy használjon másik fizetési módot. Ha továbbra is megjelenik ez az üzenet, lépjen kapcsolatba a pénzintézettel.
id: Kami tidak dapat mengotorisasi metode pembayaran ini. Harap pastikan informasinya benar, atau gunakan metode pembayaran lain. Jika Anda tetap mendapatkan pesan ini, harap hubungi lembaga keuangan Anda.
is: Ekki var hægt að heimila greiðsluaðferðina. Tryggðu að upplýsingarnar séu réttar, eða notaðu aðra greiðsluaðferð. Ef þú heldur áfram að fá þessi skilaboð skaltu hafa samband við fjármálafyrirtækið þitt.
ja: お支払方法を承認できません。情報が正しいことを確認するか、他のお支払方法を使用してください。このメッセージが引き続き表示される場合は、該当の金融機関にお問い合わせください。
ka: ჩვენ ვერ ვასრულებთ გადახდის მეთოდის ავტორიზაციას. გთხოვთ, დარწმუნდეთ ინფორმაციის სისწორეში, ან გამოიყენეთ გადახდის სხვა მეთოდი. თუ კვლავ იღებთ ამ შეტყობინებას, გთხოვთ, დაუკავშირდეთ თქვენს საფინანსო დაწესებულებას.
kk: Бұл төлем әдісіне рұқсат бере алмаймыз. Ақпарат дұрыс екенін тексеріңіз немесе басқа төлем әдісін пайдаланыңыз. Егер осы хабарды ала берсеңіз, қаржылық ұйымға хабарласыңыз.
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ನಮಗೆ ದೃಢೀಕರಿಸಲಾಗುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಮಾಹಿತಿಯು ಸರಿಯೇ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ, ಅಥವಾ ಮತ್ತೊಂದು ಪಾವತಿ ವಿಧಾನವನ್ನು ಬಳಸಿ. ಈ ಸಂದೇಶವನ್ನು ಪಡೆಯುವುದನ್ನು ನೀವು ಮುಂದುವರಿಸಿದರೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹಣಕಾಸು ಸಂಸ್ಥೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 결제 방법을 승인할 수 없습니다. 정확한 정보를 입력했는지 확인하거나 다른 결제 방법을 사용해 보십시오. 이 오류 메시지가 계속 나타나면 해당 금융 기관에 문의하십시오.
ku_arab: ناتوانین رێگە بدەین بەم شێوازی پارەدانە. تکایە دڵنیابەوە لەوەی زانیاریەکە دروستە، یان شێوازێکی دیکەی پارەدان بەکاربێنە. ئەگەر بەردەوام بیت لەسەر وەرگرتنی ئەم پەیامە، تکایە پەیوەندی بە دامەزراوەی دارایی خۆتەوە بکە.
ky: Биз төлөө ыкмасына уруксат бере албайбыз. Өтүнүч, маалымат туура экенине ынаныңыз же башка төлөө ыкмасын колдонуңуз. Эгер мындан ары да бул билдирүүнү алсаңыз, каржы мекемеңизге кайрылыңыз.
lo: ພວກເຮົາບໍ່ສາມາດອະນຸຍາດວິທີການຊຳລະເງິນໄດ້. ກະລຸນາຮັບປະກັນວ່າຂໍ້ມູນຖືກຕ້ອງ ຫຼືໃຊ້ວິທີການຊໍຳລະເງິນອື່ນ. ຖ້າທ່ານສືບຕໍ່ໄດ້ຮັບຂໍ້ຄວາມນີ້, ກະລຸນາຕິດຕໍ່ຫາຫສະຖາບັນການເງິນຂອງທ່ານ.
lt: Negalime leisti naudoti šio mokėjimo būdo. Įsitikinkite, kad informacija teisinga, arba naudokite kitą mokėjimo būdą. Jeigu ir toliau gausite šį pranešimą, kreipkitės į savo finansų instituciją.
lv: Šo maksāšanas metodi nevar autorizēt. Lūdzu, pārliecinieties, vai šī informācija ir pareiza, vai izmantojiet citu maksāšanas metodi. Ja turpināt saņemt šo ziņojumu, sazinieties ar savu finanšu iestādi.
mi: Kāore e taea te whakamana te tikanga utu. Me tirotiro e tika ana ngā mōhiohio, whakamahia tētahi atu tikanga utu rānei. Ki te whiwhi tonu koe i tēnei karere, me whakapā atu ki tō whakahaere pūtea.
mk: Не можеме да го одобриме методот на плаќање. Проверете дали информациите се точни или користете друг метод на плаќање. Ако продолжите да ја добивате оваа порака, контактирајте со вашата финансиска институција.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് രീതി ഞങ്ങള്‍ക്ക് അംഗീകരിക്കാന്‍ കഴിയില്ല. വിവരങ്ങള്‍ ശരിയാണെന്ന് ഉറപ്പുവരുത്തുക, അല്ലെങ്കില്‍ മറ്റൊരു പേയ്‌മെന്റ് രീതി ഉപയോഗിക്കുക. നിങ്ങള്‍ക്ക് ഈ സന്ദേശം തുടര്‍ന്നും ലഭിക്കുന്നുണ്ടെങ്കില്‍, നിങ്ങളുടെ ധനകാര്യ സ്ഥാപനവുമായി ബന്ധപ്പെടുക.
mn: Бид төлбөрийн хэлбэрийг батлах боломжгүй байна. Мэдээлэл зөв эсэхийг нягтлах буюу өөр төлбөрийн арга хэрэглэнэ үү. Хэрэв танд энэ зурвас ирсээр байвал, санхүүгийн байгууллагадаа хандана уу.
mr: आम्ही देय पद्धत अधिकृत करू शकत नाही. कृपया माहिती योग्य असल्याचे सुनिश्चित करा किंवा दुसरी देय पद्धत वापरा. आपल्याला हा संदेश येणे सुरूच राहिल्यास, कृपया आपल्या वित्तीय संस्थेशी संपर्क साधा.
ms: Kami tidak boleh membenarkan kaedah pembayaran ini. Sila pastikan maklumat betul, atau gunakan kaedah pembayaran yang lain. Jika anda terus mendapat mesej ini, sila hubungi institusi kewangan anda.
mt: Ma nistgħux nawtorizzaw il-metodu ta' pagament. Jekk jogħġbok żgura li l-informazzjoni hi korretta, jew uża metodu ieħor ta' pagament. Jekk tkompli tirċievi dan il-messaġġ, jekk jogħġbok ikkuntattja lill-istituzzjoni finanzjarja tiegħek.
ne: हामीले भुक्तानी प्रक्रियालाई अनुमति दिन सक्दैनौँ। कृपया जानकारी ठीक रहेको पक्का गर्नुहोस्, वा अर्को भुक्तानी प्रक्रिया चयन गर्नुहोस्। यदि तपाईँले यो सन्देश प्राप्त गरि राख्नु भयो भने, तपाईँको आर्थिक संस्थापनासँग सम्पर्क राख्नुहोस्।
nn_no: Vi kan ikkje godkjenne betalingsmetoden. Kontroller at informasjonen er riktig, eller bruk ein annan betalingsmetode. Dersom denne meldinga dukkar opp fleire gonger, kontaktar du banken.
no: Vi kan ikke godkjenne betalingsmåten. Kontroller at informasjonen er riktig, eller bruk en annen betalingsmåte. Hvis du fortsetter å få denne meldingen, bør du kontakte banken.
or: ଆମେ ଦେୟ ପଦ୍ଧତି ସ୍ଵୀକୃତ କରିପାରିବୁ ନାହିଁ. ଦୟାକରି ସୂଚନା ସଠିକ୍ ରହିଥିବା ସୁନିଶ୍ଚିତ କରନ୍ତୁ, କିମ୍ଵା ଅନ୍ୟ ଦେୟ ପଦ୍ଧତି ବ୍ୟବହାର କରନ୍ତୁ. ଯଦି ଆପଣ ଏହି ବାର୍ତ୍ତା ପ୍ରାପ୍ତ କରିବାକୁ ଜାରି ରଖିବେ, ଦୟାକରି ଆପଣଙ୍କର ଆର୍ଥିକ ସଂସ୍ଥା ସହ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: اسی ادائیگی دے طریقے دی اجازت نئیں دے سکدے۔ میربانی کرکے اثبات کرو کہ معلومات ٹھیک اے، یا فیر ادائیگی دا کوئی دوجا طریقہ چنو۔ جے تسی ایہہ پیغام بار بار ویکھدے اوہ تے اپنے مالی ادارے نال رابطہ کرو۔
pa_in: ਅਸੀਂ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਅਖਤਿਆਰ ਨਹੀਂ ਦੇ ਸਕਦੇ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਜਾਣਕਾਰੀ ਸਹੀ ਹੋਵੇ ਜਾਂ ਫਿਰ ਕਿਸੇ ਹੋਰ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕਰੋ। ਜੇ ਤੁਹਾਨੂੰ ਇਹ ਸੰਦੇਸ਼ ਪ੍ਰਾਪਤ ਹੋਣਾ ਜਾਰੀ ਰਹਿੰਦਾ ਹੈ ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਤੁਹਾਡੀ ਵਿੱਤੀ ਸੰਸਥਾ ਦੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Nie można autoryzować metody płatności. Upewnij się, że informacje są poprawne lub użyj innej metody płatności. Jeżeli ten komunikat będzie się nadal pojawiać, skontaktuj się z instytucją finansową.
ru: Не удается авторизовать метод оплаты. Убедитесь, что предоставлены правильные данные, или используйте другой метод оплаты. Если вы продолжаете получать это сообщение, обратитесь в свое финансовое учреждение.
sd: اسان رقم ادا ڪرڻ واري طريقي کي اختيار نه ٿا ڏئي سگھون. مهرباني ڪري پڪ ڪريو ته معلومات درست آهي، يا ٻيو ڪو رقم ادا ڪرڻ وارو طريقو استعمال ڪريو. جيڪڏهن توهان لڳاتار اهو پيغام حاصل ڪريو ٿا، مهرباني ڪري پهنجي مالياتي اداري سان رابطو ڪريو.
si: අපට ගෙවීම් ක්‍රමයට බලය දිය නොහැක. කරුණාකර තොරතුරු නිවැරදිදැයි පරීක්ෂා කරන්න, නැතහොත් වෙනත් ගෙවීම් ක්‍රමයක් භාවිතා කරන්න. ඔබට අඛණ්ඩව මෙම පණිවුඩය ලැබෙන්නේ නම්, කරුණාකර ඔබේ මුල්‍ය ආයතනය අමතන්න.
sl: Načina plačila ni mogoče odobriti. Prepričajte se, da so podatki pravilni, ali pa uporabite drug način plačila. Če to sporočilo ne izgine, se obrnite na finančno ustanovo.
sr_cyrl_rs: Није могуће ауторизовати метод плаћања. Уверите се да су информације исправне или користите други метод плаћања. Ако и даље будете добијали ову поруку, обратите се својој финансијској установи.
sr_latn_rs: Nije moguće autorizovati metod plaćanja. Uverite se da su informacije ispravne ili koristite drugi metod plaćanja. Ako i dalje budete dobijali ovu poruku, obratite se svojoj finansijskoj ustanovi.
sv: Vi kan inte godkänna den valda betalningsmetoden. Kontrollera att informationen är korrekt eller välj en annan betalningsmetod. Kontakta din bank om meddelandet visas igen.
ta: கட்டண முறையை அங்கீகரிக்க முடியவில்லை. தகவல் சரியானதுதான் என்பதை உறுதிசெய்யவும் அல்லது மற்றொரு கட்டண முறையைப் பயன்படுத்தவும். இந்தச் செய்தியைத் தொடர்ந்துபெற்றால், உங்கள் நிதி நிறுவனத்தைத் தொடர்புகொள்ளவும்.
te: మేము చెల్లింపు విధానాన్ని ప్రామాణీకరించలేము. దయచేసి సమాచారం సరైనదేనా నిర్ధారించండి లేదా వేరొక చెల్లింపు విధానాన్ని ఉపయోగించండి. మీరు ఈ సందేశాన్ని పొందడాన్ని కొనసాగిస్తే, దయచేసి మీ ఆర్థిక సంస్థను సంప్రదించండి.
tg: Мо усули пардохтро иҷозат дода наметавонем. Лутфан, мутмаин шавед, кимаълумот дуруст аст ё усули пардохти дигареро истифода баред. Агар шумо ин паёмро такроран гиерд, лутфан, бо муассисаи молиявии худ тамос гиред.
th: เราไม่สามารถอนุญาตวิธีชำระเงินได้ โปรดตรวจสอบให้แน่ใจว่าข้อมูลถูกต้อง หรือใช้วิธีการชำระเงินวิธีอื่น หากคุณยังได้รับข้อความนี้อยู่ โปรดติตต่อสถาบันการเงินของคุณ
tr: Ödeme yöntemi için yetki alamıyoruz. Lütfen bilgilerin doğru olduğundan emin olun veya farklı bir ödeme yöntemi kullanın. Bu iletiyi almaya devam ederseniz, lütfen finansal kurumunuza başvurun.
tt: Без Сезнең түләү ысулын авторлаштырылмадык. Белегез бу мәгълүматы дөрес, яки бүтән түләү ысулын кулланыгыз. Әгәр сез бу хабәр алу дәвам итәсез, элемтәгә керегез Сезнең акча оешма белән.
ug: بۇ خىل ھەق تۆلەش ئۇسۇلىغا يول قويالمايمىز.ئۇچۇرنىڭ توغرىلىقىنى جەزىملەشتۈرۈڭ.ياكى باشقا ھەق تۆلەش ئۇسۇلىنى قوللىنىڭ. بۇ ئۇچۇرغا ئېرىشىش ئۈچۈن داۋاملاشۇرماقچى بولسىڭىز،پۇل مۇئامىلە ئوگىىڭىز بىلەن ئالاقىلىشىڭ.
uk: Не вдалося авторизувати спосіб оплати. Переконайтеся, що відомості введено правильно, або використайте інший спосіб оплати. Якщо ви знову отримаєте це повідомлення, зверніться до своєї фінансової установи.
ur: ہم ادائیگی کے طریقے کو مجازنہیں کرسکتے. براہ مہربانی اس بات کا یقین کرلیں کہ معلومات درست ہے، یا کوئی ادائیگی کا طریقہ استعمال کریں. اگر آپ پھر بھی یہ پیغام موصول کرتے ہیں، براہ مہربانی اپنے مالیاتی ادارے سے رابطہ کریں.
uz: Biz to‘lov usuliga vakolat bera olmaymiz. Iltimos, ma‘lumotlarning to‘g‘riligiga ishonch hosil qiling yoki boshqa to‘lov usulidan foydalaning. Agar Siz ushbu xabarni olishda davom etsangiz, o‘zingizning moliya tashkilotingizga murojaat qiling.
vi: Chúng tôi không thể ủy quyền phương thức thanh toán. Vui lòng đảm bảo các thông tin là chính xác, hoặc dùng một phương thức thanh toán khác. Nếu bạn tiếp tục nhận được tin báo này, vui lòng liên hệ tổ chức tài chính của bạn.
zh_hans: 我们不能授权此付款方式。请确保信息正确无误，或者使用另一付款方式。如果继续收到本消息，请与相应的金融机构联系。
zh_hant: 我們無法授權此付款方式。請確認資訊正確，或是使用其他的付款方式。如果您持續收到此訊息，請連絡相關的金融機構。

# Literal.Error.AuthzFail2
source: There was an issue during the validation of your payment instrument. Please contact customer service for assistance.
af: Daar was 'n probleem met die bekragtiging van jou betaling instument. Skakel asseblief kliëntediens vir hulp.
am: የክፍያ መሳሪያዎን በማረጋገጥ ወቅት አንድ ችግር ነበር። እባክዎ ለእገዛ የደንበኞች አገልግሎትን ያግኙ።
ar: حدثت مشكلة أثناء التحقق من صحة وسيلة الدفع. يرجى الاتصال بخدمة العملاء للحصول على المساعدة.
as: আপোনাৰ পৰিশোধ সা-সঁজুলি বৈধকৰণৰ সময়ত এটা সমস্যা আছিল৷ অনুগ্ৰহ কৰি সহযোগিতাৰ কাৰণে গ্ৰাহক সেৱাত যোগাযোগ কৰক৷
az: Ödəniş alətinizin təsdiqlənməsi zamanı problem oldu. Yardım üçün müştəri xidmətləri ilə əlaqə saxlayın.
bg: Възникна проблем при проверката на вашия платежен инструмент. Свържете се с отдела за обслужване на клиенти за съдействие.
bn_in: আপনার অর্থপ্রদানের মাধ্যমের বৈধতা যাচাই করতে গিয়ে একটি সমস্যা দেখা দিয়েছে। অনুগ্রহ করে সহায়তার জন্য গ্রাহক পরিষেবায় যোগাযোগ করুন।
bs: Pojavio se problem tokom provjere ispravnosti vašeg instrumenta plaćanja. Obratite se korisničkoj podršci za pomoć.
cy: Cafwyd problem wrth ddilysu'ch cyfarwyddyd talu. Cysylltwch â'r gwasanaeth cwsmeriaid i gael cymorth.
da: Der opstod et problem under validering af dit betalingsmiddel. Kontakt kundeservice for at få hjælp.
de: Bei der Überprüfung Ihres Zahlungsmittels ist ein Problem aufgetreten. Bitte wenden Sie sich an den Kundendienst.
el: Παρουσιάστηκε πρόβλημα κατά την επικύρωση του οργάνου πληρωμής. Για βοήθεια, επικοινωνήστε με την εξυπηρέτηση πελατών.
es: Se produjo un error durante la validación del instrumento de pago. Póngase en contacto con el servicio al cliente para obtener ayuda.
et: Teie maksevahendi kinnitamise ajal tekkis probleem. Abi saamiseks võtke ühendust klienditeenindusega.
eu: Arazo bat izan da ordainketa-bidea balidatzean. Laguntza eskuratzeko, jarri bezeroentzako arreta-zerbitzuarekin harremanetan.
fa: مشکلی در حین تأیید اعتبار روش پرداخت شما وجود داشت. برای راهنمایی لطفاً با بخش خدمات مشتری تماس بگیرید.
ga: Tharla fadhb nuair a bhí d'ionstraim íocaíochta á fíorú. Déan teagmháil le seirbhís do chustaiméirí chun cúnamh a fháil.
gd: Dh'èirich duilgheadas rè dearbhadh an inneil phàighidh agad. Cuir fios gu sgioba taic nan custamairean airson cobhair.
gl: Produciuse un problema durante a validación do instrumento de pagamento. Contacte co servizo de atención ao cliente para obter asistencia.
gu: તમારા ચૂકવણીના સાધનની માન્યતા દરમ્યાન એક સમસ્યા આવતી હતી. કૃપયા સહાયતા માટે ગ્રાહક સેવાનો સંપર્ક કરો.
he: אירעה בעיה במהלך האימות של אמצעי התשלום שלך. פנה לשירות לקוחות לקבלת סיוע.
hi: आपकी भुगतान विधि के सत्यापन के दौरान एक समस्या हुई. सहायता के लिए कृपया ग्राहक सेवा से संपर्क करें.
hr: Pojavio se problem pri provjeri valjanosti vašeg instrumenta plaćanja. Za pomoć se obratite korisničkoj službi.
hu: Probléma történt a fizetési eszköz érvényesítése során. Segítségért forduljon az ügyfélszolgálathoz.
id: Ada masalah saat memvalidasi instrumen pembayaran Anda. Hubungi layanan pelanggan untuk mendapatkan bantuan.
is: Upp kom vandamál við staðfestingu á greiðslumátanum. Hafðu samband við þjónustuver til að fá aðstoð.
ja: お支払い方法の確認中に問題が発生しました。カスタマー サービスにお問い合わせください。
ka: პრობლემა წარმოიშვა გადახდის მეთოდთან დაკავშირებით. გთხოვთ, დახმარებისთვის მიმართოთ მომხმარებელთა მომსახურების ცენტრს.
kk: Төлем құралыңызды тексеру барысында мәселе туындады. Көмек алу үшін тұтынушыға қызмет көрсету орталығына хабарласыңыз.
kn: ನಿಮ್ಮ ಪಾವತಿ ಸೂಚನೆಯನ್ನು ಮೌಲ್ಯಮಾಪನ ಮಾಡುತ್ತಿರುವಾಗ ಸಮಸ್ಯೆ ಕಂಡುಬಂದಿದೆ. ದಯವಿಟ್ಟು ಸಹಾಯಕ್ಕಾಗಿ ಗ್ರಾಹಕ ಸೇವೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 결제 방법의 유효성을 검사하는 동안 문제가 발생했습니다. 도움이 필요하면 고객 지원 센터에 문의하십시오.
ku_arab: لەکاتی سەلماندنی رێنمایی پارەدانی تۆدا گرفتێک روویدا. تکایە پەیەوندی بە خزمەتگوزاری راژەخوازەوە بکە بۆ یارمەتی.
ky: Төлөө куралыңызды ырастоодо көйгөй чыккан. Жардам үчүн, кардарды колдоо кызматы менен байланышыңыз.
lo: ມີບັນຫາໃນລະຫວ່າງການກວດສອບເຄື່ອງມືການຊຳລະເງິນຂອງທ່ານ. ກະລຸນາຕິດຕໍ່ຫາຝ່າຍບໍລິການລູກຄ້າເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.
lt: Bandant patvirtinti jūsų mokėjimo priemonę kilo problema. Kreipkitės pagalbos į klientų aptarnavimo tarnybą.
lv: Maksāšanas līdzekļa validācijas laikā radās kļūda. Sazinieties ar klientu atbalsta dienestu, lai saņemtu palīdzību.
mi: I puta mai he raru i te whakamanatanga o tō taputapu utu. Tēnā whakapā mai ki ratonga kiritaki mā rātou e āwhina.
mk: Се појави проблем при потврдувањето на вашиот инструмент на плаќање. Контактирајте со службата за корисници за помош.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് രീതിയുടെ സാധൂകരണസമയത്ത് ഒരു പ്രശ്‌നമുണ്ടായിരുന്നു. സഹായത്തിന് ഉപഭോക്തൃ സേവനത്തെ ബന്ധപ്പെടുക.
mn: Таны төлбөрийн хэрэгслийг баталгаажуулах явцад асуудал гарлаа. Тусламж авах бол үйлчилгээний албанд хандана уу.
mr: आपल्या देय साधनाच्या पडताळणी दरम्यान समस्या आली. कृपया सहाय्यासाठी ग्राहक सेवेशी संपर्क साधा.
ms: Terdapat masalah semasa mengesahkan instrumen pembayaran anda. Sila hubungi perkhidmatan pelanggan untuk bantuan.
mt: Kien hemm problema waqt il-validazzjoni tal-istrument ta' pagament tiegħek. Ikkuntattja s-servizz tal-klijenti għall-assistenza.
ne: तपाइँको भुक्तान साधनको वैधानकताको समयमा एउटा समस्या थियो। सहायताको लागि कृपया ग्राहक सेवालाई सम्पर्क गर्नुहोस्।
nn_no: Det oppstod eit problem ved godkjenning av betalingsmetoden din. Kontakt kundeservice for hjelp.
no: Det var en problem med valideringen av betalingsinstrumentet ditt. Ta kontakt med kundeservice for hjelp.
or: ଆପଣଙ୍କର ଦେୟ ସାମଗ୍ରୀର ବୈଧତା ସମୟରେ ଏକ ସମସ୍ୟା ରହିଥିଲା. ସହାୟତା ପାଇଁ ଦୟାକରି ଗ୍ରାହକ ସେବା ସହ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: تہاڈے ادائیگی دے انسٹرومنٹ نوں جانچن دے وچکار رولا ہویا اے۔ مہربانی کرکے کسٹمر سروس کولوں مدد لوؤ۔
pa_in: ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਤਸਦੀਕ ਕਰਦੇ ਸਮੇਂ ਇੱਕ ਪਰੇਸ਼ਾਨੀ ਹੋਈ ਸੀ। ਮਦਦ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਗਾਹਕ ਸੇਵਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wystąpił problem podczas weryfikacji instrumentu płatniczego. Skontaktuj się z działem obsługi klienta w celu uzyskania pomocy.
ru: Во время проверки платежного средства возникла проблема. Обратитесь за помощью в службу поддержки.
sd: توهانجي ادائيگي جي اوزار جي توثیق جي دوران هڪ مسئلو هو. مهرباني ڪري مدد لاءِ ڪسٽمر سروس سان رابطو ڪريو.
si: ඔබේ ගෙවීම් උපකරණය වලංගු කිරීමේදී ගැටළුවක් ඇති විය. කරුණාකර සහාය සඳහා පාරිභෝගික සේවාව අමතන්න.
sl: Pri preverjanju veljavnosti načina plačila je prišlo do težave. Za pomoč se obrnite na storitve za stranke.
sr_cyrl_rs: Дошло је до проблема током провере ваљаности инструмента плаћања. Контактирајте корисничку подршку да бисте добили помоћ.
sr_latn_rs: Došlo je do problema tokom provere valjanosti instrumenta plaćanja. Kontaktirajte korisničku podršku da biste dobili pomoć.
sv: Ett problem uppstod när betalningsmetoden skulle verifieras. Kontakta kundtjänst för att få hjälp.
ta: உங்கள் கட்டண முறையைச் சரிபார்க்கும்போது சிக்கல் ஏற்பட்டது. உதவிக்கு வாடிக்கையாளர் சேவையைத் தொடர்புகொள்ளவும்.
te: మీ చెల్లింపు పరికరాన్ని ప్రామాణీకరిస్తున్నప్పుడు సమస్య ఏర్పడింది. దయచేసి సహాయం కోసం కస్టమర్ సర్వీసును సంప్రదించండి.
tg: Ҳангоми санҷиши эътибори василаи пардохти шумо мушкиле ба амал омад. Барои кӯмак лутфан бо хидмати дастгирии муштариён тамос гиред.
th: เกิดปัญหาระหว่างการตรวจสอบความถูกต้องของเครื่องมือในการชำระเงินของคุณ โปรดติดต่อฝ่ายบริการลูกค้าเพื่อขอความช่วยเหลือ
tr: Ödeme aracınız doğrulanırken bir sorun oluştu. Yardım almak için lütfen müşteri hizmetlerine başvurun.
tt: Сезнең түләү коралыгызны тикшерү вакытында хата барлыкка килде. Ярдәм өчен клиентларга ярдәм күрсәтү хезмәте белән элемтәгә керегез.
ug: ھەق تاپشۇرۇش قورالىڭىزنى دەلىللەشتە مەسىلە كۆرۈلدى. خېرىدارلار ياردەم مەركىزى بىلەن ئالاقىلىشىڭ.
uk: Виникла проблема під час перевірки засобу платежу. Зверніться по допомогу до служби підтримки.
ur: آپ کی ادائیگی آلہ کی توثیق کے دوران ایک مسئلہ تھا. برائے کرم مدد کے لئے کسٹمر سروس سے رابطہ کریں.
uz: To'lov vositangiz haqiqiyligini tekshirish paytida muammo ro'y berdi. Iltimos, yordam uchun mijozlarga yordam ko'rsatish xizmatiga murojaat qiling.
vi: Đã xảy ra lỗi trong khi soát hợp thức phương tiện thanh toán của bạn. Vui lòng liên hệ dịch vụ khách hàng để được hỗ trợ.
zh_hans: 在验证您的付款方式时出现问题。请与客户服务联系以获得帮助。
zh_hant: 驗證您的付款方式時發生問題。請連絡客戶服務中心以取得協助。
