Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.OrgProfile.LegalText.UnknownCountries
source: This order requires additional credit approval to be billed by invoice. Please select this check box to agree to a credit check. You’ll be contacted for additional information. The order will be pending approval and no licenses can be distributed until the credit has been approved. This process may take up to two weeks to complete. (You may also change payment methods to proceed with the order.)
af: Hierdie bestelling vereis addisionele kredietgoedkeuring om per rekening gefaktureer te word. Selekteer asseblief hierdie merkblokkie om in te stem vir ’n kredietwaardigheidskontrole. Jy sal vir addisionele inligting gekontak word. Die bestelling se goedkeuring sal hangend wees en geen lisensies kan versprei word voordat die krediet nie goedgekeur is nie. Hierdie proses kan tot twee weke neem om te voltooi. (Jy kan ook van betalingsmetodes verander om voort te gaan met die bestelling.)
am: ይህ ትዕዛዝ በክፍያ መጠየቂያ አማካኝነት ተጨማሪ የክሬዲት ማረጋገጫ እንዲወጣ ይጠይቃል። ለክሬዲት ቼኩ ለመስማማት እባክዎ ይህን ምልክት ማድረጊያ ይምረጡ። ትዕዛዙ ማረጋገጫ በመጠባበቅ ላይ ሲሆን ክሬዲቱ እስከሚጸድቅ ድረስ ምንም ፈቃድ አይሰራጭም። ይህ ሂደት እስከሚጠናቀቅ ድረስ እስከ ሁለት ሳምንታት ሊወስድ ይችላል። (በትዕዛዝዎ ለመቀጠል የመክፈያ ዘዴ መቀየርም ይችላሉ።)
ar: يحتاج هذا الطلب إلى الحصول على موافقة ائتمان إضافية ليتم تحريرها بواسطة الفاتورة. يرجى تحديد خانة الاختيار هذه للموافقة على إجراء فحص ائتماني. سيتم الاتصال بك للحصول على معلومات إضافية. سيظل الطلب معلقاً في انتظار الموافقة ولن يتم توزيع أي تراخيص حتى تتم الموافقة على الائتمان. قد تستغرق هذه العملية مدة تصل إلى أسبوعين لكي تكتمل. (يمكنك أيضاً تغيير طرق الدفع لمتابعة الطلب.)
as: এই অ'ৰ্ডাৰত ইনভইচ কৰা বিলৰ পৰিমাণলৈ অতিৰিক্ত ক্ৰেডিট অনুমোদনৰ আৱশ্যক। অনুগ্ৰহ কৰি ক্ৰেডিট পৰীক্ষালৈ সন্মতি জনাবলৈ এই পৰীক্ষণ বাকচটো চয়ন কৰক। আপোনাক অতিৰিক্ত তথ্যৰ কাৰণে যোগাযোগ কৰা হ'ব। ক্ৰেডিট অনুমোদন নোহোৱালৈকে এই অ'ৰ্ডাৰটোৰ অনুমোদন স্থগিত ৰখা হ'ব আৰু কোনো লাইচেঞ্চ বিতৰণ কৰা নহ'ব। এই প্ৰক্ৰিয়া সম্পূৰ্ণ হ'বলৈ দুই সপ্তাহলৈকে সময় লাগিব পাৰে। (আপুনি অ'ৰ্ডাৰটো প্ৰক্ৰিয়াগত কৰিবলৈ পৰিশোধ পদ্ধতিসমূহ পৰিৱৰ্তন কৰিবও পাৰে।)
az: Bu sifariş hesab-faktura ilə yazılan əlavə kredit təsdiqi tələb edir. Lütfən, kredit yoxlamasına razılaşmaq üçün bu seçim xanasını seçin. Əlavə məlumat üçün sizinlə əlaqə saxlanılacaqdır. Sifariş təsdiqi gözləyəcək və kredit təsdiqlənməyincə heç bir lisenziya paylana bilməz. Bu prosesin tamamlanması iki həftəyə qədər çəkə bilər. (Sifarişi davam etdirmək üçün siz həm də ödəniş üsullarını dəyişdirə bilərsiniz.)
bg: Тази поръчка изисква фактуриране на допълнително одобрение за кредит. Изберете това квадратче за отметка, за да дадете съгласието си за кредитна проверка. Ще се свържат с вас за допълнителна информация. Поръчката ще очаква одобрение и разпределянето на лицензи няма да бъде възможно, докато кредитът не бъде одобрен. Този процес може да отнеме до две седмици за пълното му завършване. (Също така можете да промените методите на плащане, за да продължите с поръчката.)
bn_in: এই অর্ডারটির জন্য অতিরিক্ত ক্রেডিটের অনুমোদন লাগবে যা ইনভয়েসে বিল করা হবে। একটি ক্রেডিট চেক-এ সম্মতি জানাতে এই চেক বাক্সটিকে নির্বাচন করুন। অতিরিক্ত তথ্যের জন্য আপনার সাথে যোগাযোগ করা হবে। অর্ডারটির অনুমোদনের জন্য স্থগিত থাকবে এবং ক্রেডিটটি অনুমোদিত না হওয়া অবধি কোনো লাইসেন্স বিতরণ করা হবে না। এই প্রক্রিয়াটি শেষ হতে প্রায় দুই সপ্তাহ সময় লাগতে পারে। (আপনি অর্ডারটি দিতে পেমেন্টের পদ্ধতিও পরিবর্তন করতে পারেন।)
bs: Da bi se ova narudžba naplatila fakturom, potrebno je dodatno odobrenje kredita. Izrazite pristanak na provjeru kreditne sposobnosti tako što ćete potvrditi ovo polje. Obratit ćemo vam se u vezi s dodatnim podacima. Narudžba će imati status čekanja na odobrenje i isporuka licenci neće biti moguća dok se kredit ne odobri. Ovaj proces može trajati do dvije sedmice. (Alternativno, promijenite način plaćanja da biste nastavili s narudžbom.)
cy: Mae'r archeb hon yn gofyn am gymeradwyaeth credyd ychwanegol i'w filio trwy anfoneb. Dewiswch y blwch ticio hwn i gytuno ar wiriad credyd. Byddwn yn cysylltu â chi am wybodaeth ychwanegol. Bydd yr archeb yn amodol ar gymeradwyaeth ac ni ellir dosbarthu trwyddedau hyd nes bydd y credyd wedi'i gymeradwyo. Gall y broses hon gymryd hyd at bythefnos i'w cwblhau. (Gallwch hefyd newid dulliau talu i fwrw ymlaen â'r archeb.)
da: Denne ordre kræver yderligere kreditgodkendelse for at kunne blive faktureret efter faktura. Markér dette afkrydsningsfelt for at acceptere en kreditkontrol. Du vil blive kontaktet for yderligere oplysninger. Ordren vil afvente godkendelse, og ingen licenser kan distribueres, før kreditten er blevet godkendt. Det kan tage op til to uger til at fuldføre. (Du kan også ændre betalingsmetoder for at fortsætte med ordren).
de: Diese Bestellung erfordert eine zusätzliche Kreditgenehmigung, damit eine Rechnung dafür ausgestellt werden kann. Aktivieren Sie dieses Kontrollkästchen, um einer Kreditprüfung zuzustimmen. Weitere Informationen werden noch bei Ihnen eingeholt. Die Genehmigung der Bestellung steht aus, und Lizenzen können erst verteilt werden, wenn der Kredit genehmigt wurde. Dieser Prozess kann bis zu zwei Wochen dauern. (Sie können auch die Zahlungsmethode ändern, um die Bestellung fortzusetzen.)
el: Αυτή η παραγγελία απαιτεί επιπλέον έγκριση πίστωσης για χρέωση μέσω τιμολογίου. Επιλέξτε αυτό το πλαίσιο ελέγχου για να συμφωνήσετε σε έλεγχο πιστοληπτικής ικανότητας. Θα λάβετε επικοινωνία για πρόσθετες πληροφορίες. Η έγκριση της παραγγελίας θα είναι σε εκκρεμότητα και δεν θα είναι δυνατή η διανομή αδειών χρήσης μέχρι την έγκριση της πίστωσης. Μπορεί να χρειαστούν έως και δύο εβδομάδες για την ολοκλήρωση της διαδικασίας. (Μπορείτε επίσης να αλλάξετε μεθόδους πληρωμής για να συνεχίσετε με την παραγγελία.)
es: Para este pedido es necesario enviar una factura con la aprobación de crédito adicional. Selecciona esta casilla si estás de acuerdo con que se realice una comprobación de crédito. Nos pondremos en contacto contigo si necesitamos más información. El pedido estará pendiente de aprobación y no se podrán distribuir licencias hasta que se haya aprobado el crédito. Este proceso puede tardar hasta dos semanas en completarse. (También puedes cambiar los métodos de pago para continuar con el pedido.)
et: See tellimus nõuab arve esitamiseks täiendavat krediidikinnitust. Märkige krediidikontrolliga nõustumise ruut. Teiega võetakse ühendust täiendava teabe saamiseks. Tellimus jääb kinnituse ootele ning litsentse ei jagata enne kui krediit on kinnitatud. Toimingu lõpuleviimiseks võib kuluda kuni kaks nädalat. (Tellimusega jätkamiseks saate ka muuta makseviisi).
eu: Eskaera honetan fakturak fakturatu beharreko kreditu-onespen osagarria behar da. Hautatu kontrol-lauki hau kreditu-txekea onartzeko. Informazio osagarria emateko jarriko gara harremanetan. Eskaera onartzeko zain egongo da eta ezingo da lizentziarik banatu kreditua onartu arte. Baliteke prozesu honek bi aste behar izatea osatzeko. (Eskaerarekin aurrera egiteko, ordaintzeko modua ere alda dezakezu.)
fa: این سفارش برای اینکه در صورتحساب فاکتور لحاظ شود به تأیید اعتبار اضافی نیاز دارد. لطفاً با انتخاب این کادر موافقت خود را با بررسی اعتبار اعلام کنید. برای دریافت اطلاعات بیشتر با شما تماس گرفته خواهد شد. بنابراین، سفارش شما در انتظار تأیید خواهد بود و تا زمانی که اعتبار تأیید نشود توزیع مجوز امکان‌پذیر نیست. این فرآیند ممکن است دو هفته طول بکشد تا تکمیل شود. (شما نیز می‌توانید برای اقدام به سفارش روش‌های پرداخت را تغییر دهید.)
ga: Is gá ceadú breise creidmheasa don ordú seo chun sonrasc billeála a fháil. Roghnaigh an ticbhosca seo chun seiceáil creidmheasa a cheadú. Déanfar teagmháil leat chun faisnéis bhreise a fháil. Beidh an t-ordú ag feitheamh ar cheadú agus ní féidir aon cheadúnas a scaipeadh go dtí go mbíonn an creidmheas ceadaithe. Is féidir leis an bpróiseas suas le dhá sheachtain a thógáil. (Is féidir leat modhanna íocaíochta a athrú chun dul ar aghaidh leis an ordú.)
gd: Feumaidh an t-òrdan seo sgrùdadh creideis a bharrachd mus gabh a bhileachadh tro chuidhteas. Cuir cromag sa bhogsa seo ma tha thu ag aontachadh do sgrùdadh creideis a bharrachd. Thèid fiosrachadh a bharrachd iarraidh ort. Bidh an t-òrdan gun choileanadh agus cha tèid ceadachas sam bith a thoirt seachad gus an deach an creideas aontachadh. Dh’fhaoidte gun toir e suas ri cola-deug mus tèid a choileanadh (’S urrainn dhut dòigh pàighidh eile a thaghadh cuideachd airson leantainn air adhart leis an òrdan an-dràsta fhèin.)
gl: Para este pedido é necesario enviar unha factura coa aprobación de crédito adicional. Selecciona esta caixa de verificación se estás de acordo con que se realice unha comprobación de crédito. Poñerémonos en contacto contigo se necesitamos máis información. O pedido estará pendente de aprobación e no se poderán distribuír licenzas ata que se aprobe o crédito. Este proceso pode demorar ata dúas semanas en se completar. (Tamén podes cambiar os métodos de pagamento para continuar co pedido.)
gu: આ ઑર્ડરમાં ઇન્વૉઇસ દ્વારા બિલ આપવામાં વધારાની ક્રેડિટ મંજૂરીની જરૂર છે. ક્રેડિટ ચેક સાથે સંમત થવા માટે કૃપા કરીને આ ચેક બૉક્સ પસંદ કરો. વધારાની માહિતી માટે તમારો સંપર્ક કરવામાં આવશે. આ ઑર્ડરની મંજૂરી બાકી રાખવામાં આવશે અને ક્રેડિટ મંજૂર ન થાય ત્યાં સુધી કોઈ લાઇસન્સ વિતરણ કરી શકાશે નહીં. આ પ્રક્રિયાને પૂર્ણ થવામાં બે અઠવાડિયા લાગી શકે છે. (તમે આ ઑર્ડર દ્વારા પ્રક્રિયા કરવા ચુકવણી પદ્ધતિઓને પણ બદલી શકો છો.)
he: הזמנה זו דורשת אישור אשראי מיוחד לחיוב באמצעות חשבונית. בחר תיבת סימון זו כדי להסכים לבדיקת אשראי. ניצור אתך קשר כדי לקבל מידע נוסף. ההזמנה תמתין לאישור ולא ניתן יהיה להפיץ רישיונות עד שהאשראי יאושר. השלמת התהליך עשויה לדרוש עד שבועיים. (ניתן גם לשנות את שיטות התשלום כדי להמשיך בהזמנה.)
hi: इनवॉइस द्वारा बिल करने हेतु इस ऑर्डर के लिए अतिरिक्त क्रेडिट अनुमोदन की आवश्यकता है. किसी क्रेडिट जाँच के लिए सहमति देने कते लिए इस चेक बॉक्स का चयन करें. अतिरिक्त जानकारी के लिए आपसे संपर्क किया जाएगा. ऑर्डर का अनुमोदन लंबित रहेगा और क्रेडिट अनुमोदित होने तक कोई भी लाइसेंस प्रदान नहीं किया जा सकता. यह प्रक्रिया पूर्ण होने में दो सप्ताह तक का समय लग सकता है. (ऑर्डर के साथ आगे बढ़ने के लिए आप भुगतान विधियों को भी बदल सकते हैं.)
hr: Da bi se ova narudžba naplatila fakturom, potrebno je dodatno odobrenje kredita. Izrazite pristanak na provjeru kreditne sposobnosti tako da potvrdite ovaj okvir. Obratit ćemo vam se u vezi s dodatnim podacima. Narudžba će imati status čekanja na odobrenje i isporuka licenci neće biti moguća dok se kredit ne odobri. Ovaj postupak može trajati do dva tjedna. (Alternativno, promijenite način plaćanja da biste nastavili s narudžbom.)
hu: A rendeléshez további hiteljóváhagyásra van szükség, hogy annak összegét ki lehessen számlázni. A négyzet bejelölésével fogadja el a hitelellenőrzést. A további információk megadása érdekében kapcsolatba lépünk Önnel. A rendelés mindaddig jóváhagyásra vár és licencek sem oszthatók ki, amíg a hitelt jóvá nem hagyták. Ez a folyamat akár két hetet is igénybe vehet. (A rendelés folytatásához átválthat másik fizetési módra is.)
id: Pesanan ini memerlukan persetujuan kredit tambahan untuk ditagihkan dengan faktur. Pilih kotak pemeriksaan ini untuk setuju pada pemeriksaan kredit. Anda akan dihubungi untuk informasi tambahan. Pesanan ini akan menjadi persetujuan tertunda dan tidak ada lisensi yang dapat didistribusikan sampai kredit disetujui. Proses ini akan berlangsung hingga dua minggu. (Anda juga dapat mengubah metode pembayaran untuk melanjutkan dengan pesanan.)
is: Þessi pöntun krefst athugunar á greiðslugetu, sem rukkað verður fyrir á reikningnum. Veldu þennan gátreit til að samþykkja athugun á greiðslugetu. Haft verður samband við þig til að afla frekari upplýsinga. Pöntunin þín bíður samþykkis og ekki er hægt að dreifa leyfum þar til skuldfærslan hefur verið samþykkt. Þetta ferli gæti tekið allt að tvær vikur. (Þú getur einnig skipt um greiðslumáta til að halda áfram með pöntunina.)
ja: このご注文を請求書で処理するには、追加の与信承認が必要です。与信審査に同意される場合は、このチェック ボックスをオンにしてください。詳細な情報を収集させていただくため、ご連絡を差し上げます。このご注文は承認待ちの状態となり、与信が承認されるまでライセンスは配布されません。このプロセスには、最大 2 週間かかる場合があります (このご注文を処理するために、お支払い方法の変更が必要になる場合もあります)。
ka: ეს შეკვეთა მოითხოვს დამატებითი კრედიტის დამტკიცებას, რომლის ანგარიშგებაც უნდა მოხდეს ინვოისით. გთხოვთ, მონიშნეთ ეს ბოქსი, რომ ეთანხმებით საკრედიტო შემოწმებას. თქვენ დაგიკავშირდებიან დამატებითი ინფორმაციისთვის. შეკვეთა გადავა მოლოდინის რეჟიმში და არ მოხდება ლიცენზიების გაცემა ვიდრე კრედიტი არ დადასტურდება. ამ პროცესი შეიძლება გაგრძელდეს ორი კვირა. (თქვენ აგრეთვე შეგიძლიათ შეცვალოთ თქვენი გადახდის მეთოდი შეკვეთის გაფორმების დროს).
kk: Бұл тапсырысқа шот-фактурамен ұсынылатын қосымша несие растауы талап етіледі. Несие тексерісімен келісу үшін осы құсбелгіні таңдаңыз. Қосымша ақпарат үшін хабарласады. Тапсырыс растауы күтілуде және несие расталмайынша ешбір лицензия шығарылмайды. Бұл процестің аяқталуына екі апта кетуі мүмкін. (Сонымен қатар, тапсырысты жалғастыру үшін төлем әдістерін өзгерте аласыз.)
kn: ಈ ಆರ್ಡರ್‌ಗೆ ಇನ್‌ವಾಯ್ಸ್ ಮೂಲಕ ಬಿಲ್ ಮಾಡಬೇಕಿರುವ ಹೆಚ್ಚುವರಿ ಕ್ರೆಡಿಟ್ ಅನುಮೋದನೆಯ ಅಗತ್ಯವಿರುತ್ತದೆ. ಕ್ರೆಡಿಟ್ ಪರಿಶೀಲನೆಯನ್ನು ಒಪ್ಪಿಕೊಳ್ಳಲು, ದಯವಿಟ್ಟು ಈ ಚೆಕ್ ಬಾಕ್ಸ್ ಆಯ್ಕೆಮಾಡಿ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸಲಾಗುತ್ತದೆ. ಕ್ರೆಡಿಟ್ ಅನುಮೋದನೆಯಾಗುವವರೆಗೂ ಆರ್ಡರ್ ಅನುಮೋದನೆ ಬಾಕಿ ಉಳಿದಿರುತ್ತದೆ ಮತ್ತು ಯಾವುದೇ ಪರವಾನಗಿಗಳನ್ನು ವಿತರಿಸಲಾಗುವುದಿಲ್ಲ. ಈ ಪ್ರಕ್ರಿಯೆ ಪೂರ್ಣಗೊಳ್ಳಲು ಎರಡು ವಾರಗಳಷ್ಟು ಕಾಲಾವಕಾಶ ಬೇಕಾಗಬಹುದು. (ನೀವು ಆರ್ಡರ್ ಮುಂದುವರಿಸಲು ಹಣಪಾವತಿ ವಿಧಾನಗಳನ್ನು ಕೂಡ ಬದಲಿಸಬಹುದು.)
ko: 이 주문을 위해서는 송장으로 청구될 추가 신용 승인이 필요합니다. 신용 조회에 동의하려면 이 확인란을 선택하세요. 추가 정보를 얻기 위해 연락 드리겠습니다. 주문은 승인 보류 상태가 되며 라이선스는 신용이 승인될 때까지 배포되지 않습니다.이 과정을 완료하는 데 최대 2주가 소요될 수 있습니다. (주문을 진행하기 위해 결제 수단을 변경해야 할 수도 있습니다.)
ku_arab: ئەم ئۆردەره پێویستی به پەسەندکردنی کرێدتی زیاتره بۆ ئەوەی بکرێته فاتوورە. تکایه ئەم خانەی پشکنینه دەسنیشان بکه بە مەبەستی دەربڕینی ڕەزامەندی بۆ پشکنینی کرێدتێک. پەیوەندیت پێوه دەکرێت بۆ زانیاری زیاتر. ئۆردەرەکه چاوەڕێی پەسەندکردن دەکات و هیچ مۆڵەتێک دابەش ناکرێت تا کرێدتەکه پەسەند نەکرێت. ئەم پرۆسەیە لەوانەیە تا دوو هەفتە بخایەنێت بۆ تەواوکردن. (هەروەها تۆ شێوازی پارەدانت بگۆڕه بۆ تەواوکردنی ئۆردەرەکه.)
ky: Бул каттоо үчүн эсеп-фактура менен коюлган насыя үчүн кошумча уруксат талап кылынат. Бул желекти койсоңуз, насыя текшерүүсүн ырастаңыз. Сиз менен кошумча маалыматтарын камсыз кылат. Буйрутмага уруксат берилет жана уруксаттамалар, насыяга уруксат берилмейинче уруксат берилбейт. Бул процесс эки жумага чейинки убакытты алышы мүмкүн. (Ошондой эле сиз буйрутманы улантуу үчүн, төлөө ыкмасын өзгөртө аласыз.)
lo: ຄຳສັ່ງຊື້ນີ້ຕ້ອງການການອະນຸມັດສິນເຊື່ອເພີ່ມເຕີມເພື່ອຈະສົ່ງໃບບິນເກັບເງິນທາງໃບຮຽກເກັບເງິນ. ກະລຸນາເລືອກກ່ອງສີ່ຫຼ່ຽມນີ້ເພື່ອເຫັນດີກັບການກວດສອບສິນເຊື່ອ. ທ່ານຈະໄດ້ຮັບການຕິດຕໍ່ສຳລັບຂໍ້ມູນເພີ່ມເຕີມ. ຄຳສັ່ງຊື້ນີ້ຈະເປັນການການອະນຸມັດທີ່ລໍຖ້າພິຈາລະນາ ແລະຈະບໍ່ມີການແຈກໃບອະນຸຍາດໃດໆຈົນກວ່າສິນເຊື່ອໄດ້ຮັບການອະນຸມັດແລ້ວ. ຂັ້ນຕອນນີ້ອາດໃຊ້ເວລາເຖິງສອງອາທິດເພື່ອສຳເລັດ. (ນອກນັ້ນ ທ່ານອາດ ປ່ຽນແປງວິທີການຊຳລະເພື່ອດຳເນີນຕໍ່ກັບຄຳສັ່ງຊື້.)
lt: Šis užsakymas reikalauja papildomo kredito, kuris bus išrašytas sąskaitoje faktūroje, patvirtinimo. Pažymėkite šį žymės langelį, jei sutinkate patikrinti kreditą. Su jumis susisieks dėl papildomos informacijos. Užsakymas lauks patvirtinimo ir licencijų nebus galima platinti, kol kreditas nepatvirtintas. Šis procesas gali užtrukti dvi savaites. (Jei norite tęsti užsakymą, galite pakeisti mokėjimo metodą.)
lv: Šim pasūtījumam ir nepieciešams iekļaut rēķinā papildu kredīta apstiprinājumu. Lūdzu, atzīmējiet šo izvēles rūtiņu, lai piekristu kredīta pārbaudei. Ar jums sazināsies, lai iegūtu papildinformāciju. Pasūtījums gaidīs apstiprinājumu, un, kamēr kredīts nav apstiprināts, licences nevar izplatīt. Šī procesa pabeigšanai var būt nepieciešamas līdz divas nedēļas. (Lai turpinātu pasūtījuma noformēšanu, varat arī mainīt maksāšanas metodes.)
mi: Mō tēnei tono, me nama ngā whakaaetanga tāwere tāpiri mā tētahi pire. Tēnā tīpakona tēnei pouaka taki hei whakaae ki tētahi tirohanga tāwere. Ka whakapāngia atu koe mō ētahi atu kōrero. Ka noho tārewa te whakaae ki te tono, ā, kāore hoki e taea te toha raihana tāpiri, kia whakaaetia rā anō te tāwere. Ka haere pea tēnei tukanga mō te rua wiki pea. (Ka taea hoki e koe te huri tikanga utu kia haere tonu ai te tono.)
mk: За оваа нарачка е потребно дополнителното одобрение за кредит да се наплати со фактура. Изберете го ова поле за избирање за да се согласите со проверката на кредитоспособноста. Ќе ве контактираат за дополнителни информации. Нарачката ќе чека одобрение и нема да може да се дистрибуираат лиценци сè додека кредитот не се одобри. За завршувањето на процесот може да се потребни до две недели. (Исто така може да ги измените начините на плаќање за да продолжите со нарачката.)
ml: ഈ ഓർഡറിന് ഇൻവോയ്സ് ബിൽ ചെയ്യാൻ അധിക ക്രെഡിറ്റ് അനുമതി ആവശ്യമാണ്. ഒരു ക്രെഡിറ്റ് ചെക്ക് അംഗീകരിക്കാൻ ഈ ചെക്ക് ബോക്സ് തിരഞ്ഞെടുക്കുക. അധിക വിവരങ്ങൾക്കായി നിങ്ങളെ ബന്ധപ്പെടും. ക്രെഡിറ്റിന് അനുമതി നൽകും വരെ ഓർഡറിന് അനുമതി കാത്തിരിക്കേണ്ടിവരും, ലൈസൻസ് വിതരണം ചെയ്യാനും കഴിയില്ല. ഈ പ്രോസ്സ്സ് പൂർത്തിയാക്കാൻ, രണ്ട് ആഴ്ച വരെ എടുക്കാം. (ഓർഡറുമായി മുന്നോട്ടുപോകാൻ നിങ്ങൾക്ക് പേയ്മെന്‍റ് രീതി മാറ്റാവുന്നതാണ്.)
mn: Энэ захиалгад нэхэмжлэхэд тусгасан нэмэлт кредитийг баталсан байх шаардлагатай. Кредит шалгахыг зөвшөөрч байвал энэ нүдийг сонгоно уу. Нэмэлт мэдээллийг тантай холбогдон авах болно. Захиалга батлагдахаар хүлээгдэх ба кредит батлагдтал ямар нэгэн лиценз илгээхгүй. Энэ үйл явц нь хоёр долоо хоног хүртэл үргэлжилж болно. (Энэ захиалгыг гүйцээхийн тулд та төлбөрийн хэрэгслээ өөрчилж болно.)
mr: या मागणीसाठी इनव्हॉइसद्वारे अतिरिक्त क्रेडिट मंजूरी बिल केले जाणे आवश्यक आहे. कृपया एक क्रेडिट तपासणीस सहमती देण्यासाठी हा चेकबॉक्स निवडा. आपल्याशी अतिरिक्त माहितीसाठी संपर्क साधला जाईल. मागणी ही प्रलंबित मंजूरी असून क्रेडिट मंजूर केले गेल्याशिवाय कोणतेही परवाने वितरित केले जाऊ शकत नाहीत. ही प्रक्रिया पूर्ण होण्यास सुमारे दोन आठवडे लागू शकतात. (मागणीवर प्रक्रिया करण्यासाठी आपल्याला देय पद्धती देखील बदलाव्या लागू शकतात.)
ms: Pesanan ini memerlukan kelulusan kredit tambahan untuk dibilkan melalui invois. Sila pilih kotak semak ini untuk bersetuju dengan semakan kredit. Anda akan dihubungi untuk mendapatkan maklumat tambahan. Pesanan akan menunggu kelulusan dan tiada lesen boleh diagihkan sehingga kredit telah diluluskan. Proses ini mungkin mengambil masa sehingga dua minggu untuk diselesaikan. (Anda juga boleh mengubah kaedah pembayaran untuk meneruskan pesanan.)
mt: Din l-ordni teħtieġ approvazzjoni ta' kreditu addizzjonali li għandu jiġi ffatturat b'fattura. Ser tiġi kkuntattjat għal informazzjoni addizzjonali. L-ordni se tkun qiegħda tistenna approvazzjoni u ma tista' titqassam ebda liċenzja sakemm jiġi approvat il-kreditu. Dan il-proċess jista' jieħu diversi ġimgħat biex jitlesta. (Inti tista' wkoll tibdel il-metodi ta' ħlas biex tipproċedi bl-ordni.)
ne: यो अर्डरलाई बिजकबाट बिल बनाउन अतिरिक्त क्रेडिट स्वीकृतिको आवश्यकता पर्छ। क्रेडिट चेक गर्न कृपया यो जाँच बाकस चयन गर्नुहोस्। अतिरिक्त जानकारीको लागि तपाईंलाई सम्पर्क गरिनेछ। अर्डर स्वीकृतिको विचाराधीनमा रहनेछ र क्रेडिट स्वीकृति नहुँदासम्म कुनै इजाजतपत्र वितरण गर्न सकिनेछैन। यो प्रक्रिया पूरा हुन दुई हप्ता लाग्न सक्छ। (अर्डरमा अघि बढ्न तपाइँले भुक्तानी गर्ने तरिका परिवर्तन गर्न पनि सक्नुहुन्छ।)
nn_no: Denne bestillinga krev ytterlegare kredittgodkjenning før fakturering. Merk av her for å gi di godkjenning til ein kredittsjekk. Du blir kontakta for ytterlegare informasjon. Bestillinga ventar på godkjenning, og ingen lisensar kan bli distribuerte før kreditten er godkjend. Det kan ta opptil to veker å fullføre denne prosessen. (Du kan også endre betalingsmetode for å halde fram med bestillinga.)
no: Denne bestillingen krever ytterligere kredittgodkjenning før fakturering. Merk av her for å gi godkjenning til kredittsjekk. Du kontaktes for ytterligere informasjon. Bestillingen venter på godkjenning og ingen lisenser kan distribueres før kredittgodkjenningen. Det kan ta opptil to uker å fullføre denne prosessen. (Du kan også endre betalingsmetode for å fortsette med bestillingen.)
or: ଏହି ଅର୍ଡର୍‌ ଇନଭଏସ୍‌ ଦ୍ୱାରା ଅତିରିକ୍ତ କ୍ରେଡିଟ୍‌ ମଞ୍ଜୁରୀ ବିଲ୍‌ କରାଯିବା ଆବଶ୍ୟକ କରେ। ଏକ କ୍ରେଡିଟ୍‌ ଯାଞ୍ଚରେ ରାଜି ହେବାକୁ ଦୟାକରି ଏହି ଚେକ୍‌ ବକ୍ସ ଚୟନ କରନ୍ତୁ। ଅତିରିକ୍ତ ସୂଚନା ପାଇଁ ଆପଣଙ୍କୁ ଯୋଗାଯୋଗ କରାଯିବ। ଅର୍ଡରଟ୍‌ଟିର ମଞ୍ଜୁରୀ ଅବଶିଷ୍ଟ ରହିବ ଏବଂ କ୍ରେଡିଟ୍‌ ମଞ୍ଜୁରୀ ନହେବା ପର୍ଯ୍ୟନ୍ତ କୌଣସି ଲାଇସେନ୍ସ ଆବଣ୍ଟନ କରାଯିବ ନାହିଁ। ଏହା ସମ୍ପୂର୍ଣ୍ଣ ହେବାକୁ ଦୁଇ ସପ୍ତାହ ପର୍ଯ୍ୟନ୍ତ ସମୟ ନେଇ ପାରେ। (ଅର୍ଡରଟି ସହ ଆଗକୁ ବଢିବାକୁ ଆପଣ ଦେୟ ପଦ୍ଧତି ମଧ୍ୟ ପରିବର୍ତ୍ତନ କରିପାରନ୍ତି।)
pa_arab_pk: ایس آرڈر نوں انوائس ولوں بل کیتے جان لئی اضافی کریڈٹ دی لوڈ ہوندی اے۔ میربانی کر کہ کریڈٹ دی پڑتال کرن توں متفق ہون لئی چیک دے ایس خانے نوں منتخب کرو۔ مزید معلومات لئی تہاڈے نال رابطہ کیتا جاوے گا۔ آرڈر لئی منظوری باقی ہووے گی اتے کریڈٹ دے منظور ہو جاون تیکر کوئی لائسنز تقسیم نہیں کیتے جاسکدے۔ ایہہ عمل مکمل ہون وچ دو ہفتے لے سکدا اے۔ (تُسی آرڈر نال آگے ودھن لئی ادائیگی دے طریقے تبدیل کر سکدے او۔)
pa_in: ਇਸ ਆਰਡਰ ਲਈ ਚਲਾਨ ਦੁਆਰਾ ਬਿੱਲ ਦੀ ਅਦਾਇਗੀ ਕੀਤੇ ਜਾਣ ਲ਼ਈ ਵਾਧੂ ਕ੍ਰੈਡਿਟ ਪ੍ਰਵਾਨਗੀ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕ੍ਰੈਡਿਟ ਜਾਂਚ ਲਈ ਸਹਿਮਤ ਹੋਣ ਵਾਸਤੇ ਇਹ ਚੈਕ ਬਾਕਸ ਚੁਣੋ। ਤੁਹਾਡੇ ਨਾਲ ਵਾਧੂ ਜਾਣਕਾਰੀ ਲਈ ਸੰਪਰਕ ਕੀਤਾ ਜਾਵੇਗਾ। ਆਰਡਰ ਦੀ ਪ੍ਰਵਾਨਗੀ ਲੰਬਿਤ ਰਹੇਗੀ ਅਤੇ ਕ੍ਰੈਡਿਟ ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇਣ ਤੱਕ ਕੋਈ ਲਾਇਸੈਂਸ ਵੰਡੇ ਨਹੀਂ ਜਾ ਸਕਦੇ ਹਨ। ਇਸ ਕਾਰਵਾਈ ਨੂੰ ਪੂਰਾ ਹੋਣ ਲਈ ਦੋ ਹਫ਼ਤਿਆਂ ਤੱਕ ਦਾ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ। (ਤੁਸੀਂ ਆਰਡਰ ਨੂੰ ਜਾਰੀ ਰੱਖਣ ਲਈ ਭੁਗਤਾਨ ਵਿਧੀਆਂ ਨੂੰ ਵੀ ਬਦਲ ਸਕਦੇ ਹੋ।)
pl: To zamówienie można rozliczyć za pomocą faktury po wykonaniu dodatkowego zatwierdzenia kredytowego. Zaznacz to pole wyboru, aby wyrazić zgodę na sprawdzenie zdolności kredytowej. Skontaktujemy się z Tobą w celu uzyskania dodatkowych informacji. Do czasu zatwierdzenia kredytu zamówienie będzie oczekiwać na zatwierdzenie i nie będą rozpowszechniane licencje. Ten proces może potrwać do dwóch tygodni. (Możesz także zmienić metody płatności, aby kontynuować realizację zamówienia).
ru: Чтобы счет за этот заказ можно было выставить с помощью накладной, должна быть дополнительно утверждена выдача кредита. Установите этот флажок, чтобы согласиться на проверку кредитоспособности. С вами свяжутся, чтобы получить дополнительную информацию. Пока заказ ожидает утверждения для выдачи кредита, лицензии невозможно распространять. Процедура может длиться до двух недель (чтобы рассчитаться за заказ, вы также можете изменить методы оплаты).
sd: هي آرڊر انوائيس پاران بل ٿيل اضافي ڪريڊٽ منظوري گهري ٿو. هڪ ڪريڊٽ چيڪ ڏانهن متفق ٿيڻ لاءِ مهرباني ڪري هي چيڪ باڪس چونڊيو. توهان سان اضافي معلومات لاءِ رابطو ڪيو ويندو. آرڊر باقي منظوري هوندي ۽ ڪريڊٽ ڪارڊ جي منظور ٿيڻ کان پهريان ڪي به لائيسنس ورهايا نه ويندا. اهو عمل مڪمل ٿيڻ لاءِ ٻه هفتتن تائين وٺي سگهي ٿو. (آرڊر سان اڳتي وڌڻ لاءِ توهان ادائگي جا طريقا پڻ تبديل ڪري سگهو ٿا.)
si: ඉන්වොයිසිය මගින් බිල්ගත කිරීමට මෙම ඇණවුමට අතිරේක බැර අනුමැතියක් අවශ්‍ය කෙරේ. බැර පරීක්ෂාවක් සඳහා එකඟවීමට කරුණාකර මෙම පරීක්ෂා කොටුව තෝරන්න. අතිරේක තොරතුරු සඳහා ඔබව සම්බන්ධකර ගැනෙනු ඇත. ඇණවුම අනුමැතිය සඳහා පොරොත්තු වනු ඇති අතර බැර අනුමත වනතෙක් බලපත්‍ර කිසිවක් බෙදාහැරීම කළ නොහැකිවනු ඇත. මෙම ක්‍රියාවලිය සම්පූර්ණ කිරීමට සති දෙකක් දක්වා ගනු ඇත. (ඇණවුම ඉදිරියට කරගෙන යාමට ඔබට ගෙවීම් ක්‍රම ද වෙනස් කිරීමට හැකිය.)
sl: To naročilo zahteva dodatno odobritev dobroimetja za bremenitev z izstavitvijo računa. Potrdite to polje, da se strinjate s preverjanjem kreditne sposobnosti. Če bomo potrebovali dodatne informacije, bomo stopili v stik z vami. Naročilo čaka na odobritev in licenc ni mogoče distribuirati, dokler dobroimetje ni odobreno. Ta postopek lahko traja do dva tedna. (Če želite nadaljevati naročilo, lahko spremenite način plačila.)
sr_cyrl_rs: Ова поруџбина захтева да се додатно одобрење кредита фактурише. Потврдите избор у овом пољу за потврду да бисте пристали на проверу кредита. Ступићемо у контакт са вама због додатних информација. Потврда чека на одобрење и лиценце се не могу дистрибуирати све док се кредит не одобри. Овај процес може да потраје пар седмица. (Да бисте наставили са овом поруџбином можете и да промените и начине плаћања.)
sr_latn_rs: Ova porudžbina zahteva da se dodatno odobrenje kredita fakturiše. Potvrdite izbor u ovom polju za potvrdu da biste pristali na proveru kredita. Stupićemo u kontakt sa vama zbog dodatnih informacija. Potvrda čeka na odobrenje i licence se ne mogu distribuirati sve dok se kredit ne odobri. Ovaj proces može da potraje par sedmica. (Da biste nastavili sa ovom porudžbinom možete i da promenite i načine plaćanja.)
sv: Den här beställningen kräver ytterligare kreditgodkännande för att faktureras med faktura. Markera den här kryssrutan för att godkänna att en kreditkontroll utförs. Du kontaktas för ytterligare information. Beställningen får statusen väntande, och inga licenser kan distribueras förrän krediten har godkänts. Processen kan ta upp till två veckor att slutföra. (Du kan även välja en annan betalningsmetod för att gå vidare med beställningen.)
ta: இன்வாய்ஸ் மூலம் பில் செய்வதற்கான கூடுதல் கடன் அங்கீகாரம் இந்த ஆர்டருக்குத் தேவை. கடன் சோதனையை ஒப்புக்கொள்ள தயவுசெய்து இந்தப் பெட்டியைத் தேர்வு செய்க. கூடுதல் விபரங்களுக்காக நீங்கள் தொடர்புகொள்ளப்படுவீர்கள். கடன் அங்கீகாரம் கிடைக்கும்வரை ஆர்டர் அனுமதிக்குக் காத்திருக்கும் மற்றும் உரிமங்கள் ஏதும் விநியோகிக்கப்படாது. இந்தச் செயலாக்கம் நிறைவடைய இரண்டு வாரங்கள் வரை ஆகக்கூடும். (ஆர்டரைத் தொடர நீங்கள் கட்டண முறையை மாற்றவும் செய்யலாம்.)
te: ఇన్‌వాయిస్ ద్వారా బిల్ విధించాలంటే ఈ ఆర్డర్‌కు అదనపు క్రెడిట్ ఆమోదం అవసరం. దయచేసి క్రెడిట్ తనిఖీకి అంగీకారం తెలపడం కోసం ఈ పెట్టెను ఎంచుకోండి. అదనపు సమాచారం కోసం మిమ్మల్ని సంప్రదించవచ్చు. ఆర్డర్ ఆమోదం పెండింగ్‌లో ఉంటుంది మరియు క్రెడిట్ ఆమోదించబడే వరకు లైసెన్స్‌లను పంపిణీ చేయలేరు. ఈ ప్రక్రియ పూర్తి కావడానికి రెండు వారాలు పట్టవచ్చు. (ఆర్డర్‌ని కొనసాగించడం కోసం మీరు చెల్లింపు పద్ధతులను కూడా మార్చవచ్చు.)
tg: Ин фармоиш барои пешниҳод шудани ҳисоб бо борхат тасдиқи қарзии иловагиро талаб мекунад. Лутфан, барои розӣ шудан ба санҷиши қарз ин байрақчаро интихоб кунед. Ҷиҳати маълумоти иловагӣ бо шумо дар тамос мешаванд. Фармоиш дар ҳолати интизории тасдиқ қарор мегирад ва ягон иҷозатнома то тасдиқ шудани қарз паҳн карда намешавад. Барои ба анҷом расидан, ин раванд метавонад то ду ҳафтаро гирад. (Инчунин шумо метавонед усулҳои пардохтро ҷиҳати идома додани фармоиш тағйир диҳед.)
th: คำสั่งซื้อนี้ต้องได้รับการอนุมัติเครดิตเพิ่มเติมในการเรียกเก็บเงินโดยใช้ใบแจ้งหนี้ โปรดเลือกกล่องกาเครื่องหมายนี้เพื่อยอมรับการตรวจสอบเครดิต คุณจะได้รับการติดต่อเพื่อขอข้อมูลเพิ่มเติม คำสั่งซื้อจะอยู่ในระหว่างรอการอนุมัติ และไม่สามารถแจกจ่ายสิทธิ์การใช้งานจนกว่าเครดิตจะได้รับการอนุมัติ กระบวนการนี้อาจใช้เวลานานถึงสองสัปดาห์จึงจะเสร็จสมบูรณ์ (คุณยังอาจเปลี่ยนแปลงวิธีการชำระเงินเพื่อดำเนินการสั่งซื้อต่อได้)
tr: Bu sipariş, fatura tarafından ücretlendirilecek ek kredi onayını gerektirir. Kredi denetimini kabul etmek için lütfen bu onay kutusunu seçin. Ek bilgi için sizinle bağlantı kurulacaktır. Sipariş onaylanmayı bekleyecektir ve kredi onaylanana kadar herhangi bir lisans dağıtılamaz. Bu işlemin tamamlanması yaklaşık iki hafta sürebilir. (Ayrıca siparişi sürdürmek için ödeme yöntemlerini değiştirebilirsiniz.)
tt: Бу заказ буенча квитанция өчен өстәмә кредит раславы таләп ителә. Кредит тикшерүенә ризалашу өчен бу шакмакны тамгалагыз. Сездән өстәмә мәгълүмат соралачак. Кредит расланганчы, бу заказның статусы раслауны көтә дип санала һәм бернинди лицензияләр дә таратыла алмый. Бу процесс ике атнага кадәр дәвам итәргә мөмкин. (Заказны дәвам итү өчен түләү ысулларын үзгәртергә дә мөмкин).
ug: بۇ بۇيرۇتما تالۇنىنىڭ تۆلىنىشى ئۈچۈن قوشۇمچە كىرىدىت ماقۇللاش شەرتلىرىنى تەلەپ قىلىدۇ. بۇ يەرنى چېكىپ كىرىدىتىڭىزنى تەكشۈرۈشكە قوشۇلغانلىغىڭىزنى بىلدۈرۈڭ. قوشۈمچە مەلۇمات ئۈچۈن سىز بىلەن ئالاقىلىشىمىز. بۇيرۇتمىڭىز تېخى ماقۇللانمىدى ۋە كىرىدىت ماقۇللانغانغا قەدەر ئىجازەتنامە بېرىلمەيدۇ. بۇ جەريان بەلكىم 2 ھەپتىدە تاماملىنىشى مۈمكىن. (ھەمدە سىز بۇيرۇتمىڭىزنىڭ دەرھال ئىجرا بولۇشى ئۈچۈن ھەق تاپشۇرۇش ئۇسۇللىنى ئۆزگەرتەلەيسىز.)
uk: Щоб за це замовлення можна було виставити рахунок-фактуру, потрібне додаткове схвалення кредиту. Установіть цей прапорець, щоб погодитися на перевірку кредитоспроможності. До вас звернуться по додаткову інформацію. Поки замовлення очікуватиме схвалення кредиту, ліцензії не можна буде розповсюджувати. Процедура може тривати до двох тижнів (щоб розрахуватися за замовлення, також можна змінити методи оплати).
ur: رسید کے ذریعہ سے بل کرنے کے لیے اس آرڈر کو اضافی کریڈٹ کی منظوری درکار ہے۔ ایک کریڈٹ پڑتال سے متفق ہونے کے لیے براہ مہربانی یہ پڑتال خانہ منتخب کریں۔ اضافی معلومات کے لیے آپ کے ساتھ رابطہ کیا جائے گا۔ منظوری کے لیے آرڈر ملتوی ہو گا اور جب تک کریڈٹ منظور نہیں کیا جاتا کوئی بھی لائسنس تقسیم نہیں کیے جا سکتے۔ اس عمل کو مکمل ہونے میں دو ہفتے لگ سکتے ہیں۔ (آرڈر کے ساتھ آگے بڑھنے کے لیے آپ ادائیگی کے طریقے بھی تبدیل کر سکتے ہیں۔)
uz: Bu buyurtma invoys orqali qo‘shimcha kredit tasdig‘i olinishini talab qiladi. Kredit chekiga rozilik berish uchun ushbu katakchaga belgi qo‘ying. Qo‘shimcha ma’lumot olish uchun siz bilan bog‘lanishadi. Kredit tasdiqlanguniga qadar buyurtma tasdiqni kutadi va litsenziyalarni tarqatib bo‘lmaydi. Bu jarayonni tugatish ikki haftagacha vaqtni olishi mumkin. (Buyurtma amalga oshirilishi uchun to‘lov usullarini o‘zgartirishingiz ham mumkin.)
vi: Đơn hàng này yêu cầu phê duyệt tín dụng bổ sung để được tính tiền bằng hóa đơn. Vui lòng chọn hộp kiểm này để đồng ý với việc kiểm tra tín dụng. Bạn sẽ được liên hệ để cung cấp thêm thông tin. Đơn hàng sẽ ở trạng thái chờ xử lý và không giấy phép nào được phân phối cho tới khi tín dụng đã được duyệt. Quy trình này có thể cần hai tuần để hoàn thành. (Bạn cũng có thể thay đổi phương thức thanh toán để tiếp tục quy trình đơn hàng.)
zh_hans: 此订单要求额外的信贷审批才能开具发票。请选择此复选框以同意信用审查。我们会联系你获取更多信息。此订单将处于等待审批状态，在信贷审批通过之前不得分发任何许可证。完成此过程最多可能需要两周时间。(你也可以更改付款方式以继续完成此订单。)
zh_hant: 此訂單必須經過額外的信用核准，才能依發票付款。請勾選這個核取方塊，以同意信用查核。我們將與您連絡，以取得其他資訊。在信用通過核准之前，此訂單將處於等待核准狀態，而且無法散發任何授權。這項程序最多可能需要兩週才能完成 (您也可以變更付款方式，以繼續處理訂單)。
