Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Country.Format
source: Incorrectly formatted country
af: Inkorrekte geformatteerde land
am: አቀማመጡ የተሳሳተ ሃገር
ar: ‏‏البلد منسق بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা দেশ
az: Yanlış formatlaşdırılmış ölkə
bg: Неправилно форматирана страна
bn_in: ভুলভাবে ফরম্যাট করা দেশ
bs: Nepravilan format za državu
cy: Gwlad â fformat anghywir
da: Forkert formateret land
de: Falsch formatiertes Land
el: Εσφαλμένη μορφή χώρας
es: Formato de país incorrecto
et: Valesti vormindatud riik
eu: Herrialdearen formatua ez da zuzena
fa: قالب بندی کشور نادرست است
ga: Tír fhormáidithe ar cearr
gd: Chan eil fòrmatadh na dùthcha ceart
gl: País con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત દેશ
he: המדינה כתובה במבנה שגוי
hi: गलत तरीके से स्वरूपित देश
hr: Oblik države nije točan
hu: Helytelen az ország formátuma
id: Format negara salah
is: Rangt snið á landi
ja: 正しくない形式の国
ka: ქვეყნის ფორმატი არასწორია
kk: Қате пішімделген ел
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ದೇಶ
ko: 형식이 잘못된 국가
ku_arab: وڵاتی فۆرمات نادروست
ky: Өлкөнүн форматы туура эмес
lo: ຮູບແບບປະເທດບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuota šalis
lv: Nepareizi formatēts valsts/reģiona nosaukums
mi: Hōputu whenua hē
mk: Државата е погрешно форматирана
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത രാജ്യം
mn: Улсын нэрийн хэлбэржүүлэлт буруу
mr: अयोग्य पद्धतीने स्वरूपित केलेला देश
ms: Negara tidak diformatkan dengan betul
mt: Pajjiż ifformattjat ħażin
ne: गलत तरिकाले स्वरूपण गरिएको देश
nn_no: Land har ikkje rett format
no: Land har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା ଦେଶ
pa_arab_pk: غلط فارمیٹ والا ملک
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਦੇਸ਼
pl: Nieprawidłowo sformatowany kraj
ru: Неправильный формат страны
sd: ملڪ غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත රට
sl: Nepravilno oblikovano ime države
sr_cyrl_rs: Формат земље није исправан
sr_latn_rs: Format zemlje nije ispravan
sv: Felaktigt format för land
ta: பிழையாக ஒருங்கமைக்கப்பட்ட நாடு
te: దేశం ఆకృతి చెల్లదు
tg: Кишвар нодуруст ворид шуд
th: ประเทศที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş ülke
tt: Ялгыш форматлы ил
ug: دۆلەت فورماتى خاتا
uk: Неправильний формат країни
ur: غیردرست وضع کردہ ملک
uz: Mamlakat noto‘g‘ri formatda
vi: Quốc gia được định dạng không đúng
zh_hans: 国家/地区格式不正确
zh_hant: 格式不正確的國家/地區

# Literal.District.Format
source: Incorrectly formatted district
af: Inkorrekte geformatteerde distrik
am: አቀማመጡ የተሳሳተ ወረዳ
ar: ‏‏المنطقة منسقة بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা জিলা
az: Yanlış formatlaşdırılmış məntəqə
bg: Неправилно форматирана област
bn_in: ভুলভাবে ফরম্যাট করা জেলা
bs: Nepravilan format za distrikt
cy: Rhanbarth â fformat anghywir
da: Forkert formateret distrikt
de: Falsch formatierter Bezirk
el: Εσφαλμένη μορφή επαρχίας
es: Formato de distrito incorrecto
et: Valesti vormindatud piirkond
eu: Barrutiaren formatua ez da zuzena
fa: قالب بندی منطقه نادرست است
ga: Ceantar formáidithe ar cearr
gd: Chan eil fòrmatadh na sgìre ceart
gl: Distrito con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત જિલ્લો
he: שם החבל כתוב במבנה שגוי
hi: गलत तरीके से स्वरूपित जिला
hr: Oblik okruga nije točan
hu: Helytelen a kerület formátuma
id: Format distrik salah
is: Rangt snið á umdæmi
ja: 正しくない形式の地区
ka: რაიონის ფორმატი არასწორია
kk: Қате пішімделген аудан
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಜಿಲ್ಲೆ
ko: 형식이 잘못된 읍/면/동
ku_arab: شارۆچکەی فۆرمات نادروست
ky: Райондун форматы туура эмес
lo: ເມືອງຢູ່ໃນຮູບແບບບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas rajonas
lv: Nepareizi formatēts rajona nosaukums
mi: Hōputu rohe hē
mk: Областа е погрешно форматирана
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത ജില്ല
mn: Дүүргийн хаягийн хэлбэржүүлэлт буруу
mr: चुकीच्या पद्धतीने स्वरूपित केलेला जिल्हा
ms: Daerah tidak diformatkan dengan betul
mt: Distrett ifformattjat ħażin
ne: गलत तरिकाले स्वरूपण गरिएको जिल्ला
nn_no: Distrikt har ikkje rett format
no: Distrikt har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା ଜିଲ୍ଲା
pa_arab_pk: غلط فارمیٹ والا علاقہ
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਜਿਲ੍ਹਾ
pl: Nieprawidłowo sformatowana nazwa powiatu
ru: Неправильный формат района
sd: ڊسٽرڪٽ غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත දිස්ත්‍රික්කය
sl: Nepravilno oblikovano ime okrožja
sr_cyrl_rs: Формат дистрикта није исправан
sr_latn_rs: Format distrikta nije ispravan
sv: Felaktigt format för distrikt
ta: பிழையாக ஒருங்கமைக்கப்பட்ட மாவட்டம்
te: జిల్లా ఆకృతి చెల్లదు
tg: Ноҳия нодуруст ворид шуд
th: เขตที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş mahalle
tt: Ялгыш форматлы район
ug: رايون فورماتى خاتا
uk: Неправильний формат району
ur: غیردرست وضع کردہ ڈسٹرکٹ
uz: Tuman noto‘g‘ri formatda
vi: Quận được định dạng không đúng
zh_hans: 区名称格式不正确
zh_hant: 格式不正確的區域

# Literal.County.Format
source: Incorrectly formatted county
af: Inkorrekte geformatteerde streek
am: አቀማመጡ የተሳሳተ አካባቢ
ar: ‏‏بلد منسق بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা কাউণ্টি
az: Yanlış formatlaşdırılmış dairə
bg: Неправилно форматиран окръг
bn_in: ভুলভাবে ফরম্যাট করা কাউন্টি
bs: Nepravilan format za okrug
cy: Sir â fformat anghywir
da: Forkert formateret land
de: Falsch formatierter Landkreis
el: Εσφαλμένη μορφή επαρχίας
es: Formato de región incorrecto
et: Valesti vormindatud maakond
eu: Eskualdearen formatua ez da zuzena
fa: قالب بندی شهرستان نادرست است
ga: Contae formáidithe ar cearr
gd: Chan eil fòrmatadh na sgìre ceart
gl: Condado con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત કાઉન્ટિ
he: המדינה כתובה במבנה שגוי
hi: गलत तरीके से स्वरूपित काउंटी
hr: Oblik županije nije točan
hu: Helytelen a megye formátuma
id: Format daerah salah
is: Rangt snið á sýslu
ja: 正しくない形式の郡
ka: ქვეყნის ფორმატი არასწორია
kk: Қате пішімделген аймақ
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಕೌಂಟಿ
ko: 현식이 잘못된 구/군
ku_arab: شارەدێی فۆرمات نادروست
ky: Графтыктын форматы туура эмес
lo: ຮູບແບບປະເທດບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuota apygarda
lv: Nepareizi formatēts apgabala nosaukums
mi: Hōputu takiwā hē
mk: Државата е погрешно форматирана
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത രാജ്യം
mn: Улсын нэрийн хэлбэржүүлэлт буруу
mr: अयोग्य पद्धतीने स्वरूपित केलेला तालुका
ms: Kaunti tidak diformatkan dengan betul
mt: Kontea ifformattjata ħażina
ne: गलत तरिकाले स्वरूपण गरिएको काउन्टी
nn_no: Fylke har ikkje rett format
no: Fylke har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା କାଉଣ୍ଟି
pa_arab_pk: غلط فارمیٹ والا شہر
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਕਾਊਂਟੀ
pl: Nieprawidłowo sformatowany powiat
ru: Неправильный формат округа
sd: ڪائونٽي غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත වසම
sl: Nepravilno oblikovano ime okraja
sr_cyrl_rs: Формат округа није исправан
sr_latn_rs: Format okruga nije ispravan
sv: Felaktigt format för land/region
ta: பிழையாக ஒருங்கமைக்கப்பட்ட கவுண்டி
te: కౌంటీ ఆకృతి చెల్లదు
tg: Вилоят нодуруст ворид шуд
th: ประเทศอยู่ในรูปแบบที่ไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş ilçe
tt: Ялгыш форматлы район
ug: ناھىيە فورماتى خاتا
uk: Неправильний формат округу
ur: غیردرست وضع کردہ کاؤنٹی
uz: Shaharcha noto‘g‘ri formatda
vi: Hạt được định dạng không đúng
zh_hans: 国家/地区格式不正确
zh_hant: 格式不正確的縣市

# Literal.Province.Format
source: Incorrectly formatted province
af: Inkorrekte geformatteerde provinsie
am: አቀማመጡ የተሳሳተ አውራጃ
ar: ‏‏المقاطعة منسقة بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা প্ৰদেশ
az: Yanlış formatlaşdırılmış əyalət
bg: Неправилно форматирана провинция
bn_in: ভুলভাবে ফরম্যাট করা প্রদেশের নাম
bs: Nepravilan format za provinciju
cy: Talaith â fformat anghywir
da: Forkert formateret provins
de: Falsch formatierte Provinz
el: Εσφαλμένη μορφή επαρχίας
es: Formato de provincia incorrecto
et: Valesti vormindatud provints
eu: Probintziaren formatua ez da zuzena
fa: قالب بندی استان نادرست است
ga: Cúige formáidithe ar cearr
gd: Chan eil fòrmatadh na mòr-roinn ceart
gl: Provincia con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત પ્રાંત
he: המחוז כתוב במבנה שגוי
hi: गलत तरीके से स्वरूपित प्रांत
hr: Oblik pokrajine nije točan
hu: Helytelen a tartomány formátuma
id: Format provinsi salah
is: Rangt snið á héraði
ja: 正しくない形式の州
ka: პროვინციის ფორმატი არასწორია
kk: Қате пішімделген облыс
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಪ್ರಾಂತ್ಯ
ko: 형식이 잘못된 시/도
ku_arab: پارێزگای فۆرمات نادروست
ky: Провинциянын форматы туура эмес
lo: ແຂວງຢູ່ໃນຮູບແບບທີ່ບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuota provincija
lv: Nepareizi formatēts novada nosaukums
mi: Hōputu porōwini hē
mk: Провинцијата е погрешно форматирана
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത പ്രവിശ്യ
mn: Аймаг/мужийн хэлбэржүүлэлт буруу
mr: चुकीच्या पद्धतीने स्वरूपित केलेला प्रांत
ms: Wilayah tidak diformatkan dengan betul
mt: Provinċja fformattjata ħażina
ne: गलत तरिकाले स्वरूपण गरिएको प्रान्त
nn_no: Område har ikkje rett format
no: Område har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା ପ୍ରଦେଶ
pa_arab_pk: غلط فارمیٹ والا صوبہ
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਪ੍ਰੋਵਿੰਸ
pl: Nieprawidłowo sformatowana nazwa województwa
ru: Неправильный формат области
sd: صوبو غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත පළාත
sl: Nepravilno oblikovno ime province
sr_cyrl_rs: Формат провинције није исправан
sr_latn_rs: Format provincije nije ispravan
sv: Felaktigt format för region
ta: பிழையாக ஒருங்கமைக்கப்பட்ட மாகாணம்
te: ప్రావిన్స్ ఆకృతి చెల్లదు
tg: Музофот нодуруст ворид шуд
th: จังหวัดที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş bölge
tt: Ялгыш форматлы өлкә
ug: ئۆلكە فورماتى خاتا
uk: Неправильний формат провінції
ur: غیردرست وضع کردہ صوبہ
uz: Viloyat noto‘g‘ri formatda
vi: Tỉnh được định dạng không đúng
zh_hans: 省/直辖市/自治区格式不正确
zh_hant: 格式不正確的省

# Literal.PostalCode.Format
source: Incorrectly formatted postal code
af: Inkorrekte geformatteerde poskode
am: አቀማመጡ የተሳሳተ የፖስታ ኮድ
ar: ‏‏الرمز البريدي منسق بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা ডাক কোড
az: Yanlış formatlaşdırılmış poçt indeksi
bg: Неправилно форматиран пощенски код
bn_in: ভুলভাবে ফরম্যাট করা পোস্টাল কোড
bs: Nepravilan format za poštanski broj
cy: Cod post â fformat anghywir
da: Forkert formateret postnummer
de: Falsch formatierte PLZ
el: Εσφαλμένη μορφή ταχυδρομικού κώδικα
es: Formato de código postal incorrecto
et: Valesti vormindatud sihtnumber
eu: Posta-kodearen formatua ez da zuzena
fa: قالب بندی کد پستی نادرست است
ga: Cód poist formáidithe ar cearr
gd: Chan eil fòrmatadh a' chòd-phuist ceart
gl: Código postal con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત પોસ્ટલ કોડ
he: המיקוד כתוב במבנה שגוי
hi: गलत तरीके से स्वरूपित पोस्टल कोड
hr: Oblik poštanskog broja nije točan
hu: Helytelen az irányítószám formátuma
id: Format kode pos salah
is: Rangt snið á póstnúmeri
ja: 正しくない形式の郵便番号
ka: საფოსტო კოდის ფორმატი არასწორია
kk: Қате пішімделген пошталық индекс
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಪೋಸ್ಟಲ್ ಕೋಡ್
ko: 형식이 잘못된 우편 번호
ku_arab: کۆدی پۆستی فۆرمات نادروست
ky: Индекстин форматы туура эмес
lo: ລະຫັດໄປສະນີຢູ່ໃນຮູບແບບທີ່ບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas pašto kodas
lv: Nepareizi formatēts pasta indekss
mi: Hōputu waehere mēra hē
mk: Поштенскиот број е погрешно форматиран
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത പോസ്റ്റൽ കോഡ്
mn: Шуудангийн кодын хэлбэржүүлэлт буруу
mr: चुकीच्या पद्धतीने स्वरूपित केलेला पोस्‍टल कोड
ms: Poskod tidak diformatkan dengan betul
mt: Kodiċi postali fformattjat ħażin
ne: गलत तरिकाले स्वरूपण गरिएको हुलाकी कोड
nn_no: Postnummer har ikkje rett format
no: Postnummer har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା ଡାକ କୋଡ୍‍
pa_arab_pk: غلط فارمیٹ والا پوسٹل کوڈ
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਪੋਸਟਲ ਕੋਡ
pl: Nieprawidłowo sformatowany kod pocztowy
ru: Неправильный формат почтового индекса
sd: پوسٽل ڪوڊ غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත තැපැල් කේතය
sl: Nepravilno oblikovana poštna številka
sr_cyrl_rs: Формат поштанског броја није исправан
sr_latn_rs: Format poštanskog broja nije ispravan
sv: Felaktigt format för postnummer
ta: பிழையாக ஒருங்கமைக்கப்பட்ட அஞ்சல் குறியீடு
te: పోస్టల్ కోడ్ ఆకృతి చెల్లదు
tg: Рамзи почта нодуруст ворид шуд
th: รหัสไปรษณีย์ที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş posta kodu
tt: Ялгыш форматлы почта индексы
ug: پوچتا نومۇرىنىڭ فورماتى خاتا
uk: Неправильний формат поштового індексу
ur: غیردرست وضع کردہ پوسٹل کوڈ
uz: Pochta indeksi noto‘g‘ri formatda
vi: Mã bưu điện được định dạng không đúng
zh_hans: 邮政编码格式不正确
zh_hant: 格式不正確的郵遞區號

# Literal.ZIPCode.Format
source: Incorrectly formatted ZIP code
af: Verkeerd geformateerde ZIP-kode
am: ቅርጸቱ ትክክል ያልሆነ ዚፕ ኮድ
ar: ‏‏رمز بريدي منسق بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা জিপ কোড
az: Yanlış formatlaşdırılmış poçt indeksi
bg: Неправилно форматиран пощенски код
bn_in: ভুলভাবে ফরম্যাট করা ZIP কোড
bs: Nepravilan format poštanskog broja
cy: Cod post â fformat anghywir
da: Forkert formateret postnummer
de: Falsch formatierte Postleitzahl
el: Εσφαλμένη μορφή ταχυδρομικού κώδικα
es: Formato de código postal incorrecto
et: Valesti vormindatud sihtnumber
eu: Posta-kodearen formatua ez da zuzena
fa: قالب بندی کدپستی نادرست است
ga: Cód poist formáidithe ar cearr
gd: Chan eil fòrmatadh a’ chòd-phuist/ZIP ceart
gl: Código postal con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત ZIP કોડ
he: המיקוד כתוב במבנה שגוי
hi: गलत तरीके से स्वरूपित ZIP कोड
hr: Oblik poštanskog broja nije točan
hu: Az irányítószám formátuma helytelen.
id: Format kode pos salah
is: Póstnúmer með röngu sniði
ja: 郵便番号の形式が正しくありません
ka: საფოსტო კოდის ფორმატი არასწორია
kk: Қате пішімделген пошта индексі
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ZIP ಕೋಡ್
ko: 잘못된 형식의 우편 번호
ku_arab: کۆدی پۆستەی فۆرمات نادروست
ky: Туура эмес форматталган индекс
lo: ຮູບແບບ ລະຫັດ ZIP ບໍ່ຖືກຕ້ອງ
lt: Netinkamo formato pašto kodas
lv: Nepareizi formatēts ASV pasta indekss
mi: Kāore i tika te whakahōputu te waehere poutāpeta
mk: Погрешно форматиран поштенски број
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത ZIP കോഡ്
mn: ZIP кодын хэлбэржүүлэлт буруу
mr: अयोग्य पद्धतीने स्वरूपित केलेला ZIP कोड
ms: Kod ZIP diformat dengan tidak betul
mt: Kodiċi ZIP ifformattjat ħażin
ne: गलत तरिकाले स्वरूपण गरिएको जिप सङ्केत
nn_no: Postnummeret har ikkje rett format
no: Postnummer har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା ZIP କୋଡ୍
pa_arab_pk: غلطی نال فارمیٹ کیتا گیا ZIP کوڈ
pa_in: ਗਲਤ ਰੂਪ ਵਿੱਚ ਵੰਨਗੀਕਰਨ ਕੀਤਾ ਜ਼ਿੱਪ ਕੋਡ
pl: Nieprawidłowo sformatowany kod pocztowy
ru: Неправильный формат почтового индекса
sd: غلط طريقي سان لکيل زپ ڪوڊ
si: වැරදි ලෙස ආකෘතිගත සිප් කේතය
sl: Nepravilno oblikovana poštna številka
sr_cyrl_rs: Формат ZIP кода није исправан
sr_latn_rs: Format ZIP koda nije ispravan
sv: Felaktigt format för postnummer
ta: பிழையாக ஒருங்கமைக்கப்பட்ட ஜிப் குறியீடு
te: సరిగ్గా ఫార్మాట్ చేయబడని ZIP కోడ్
tg: Индекси почтаи нодуруст форматгузоришуда
th: รูปแบบรหัสไปรษณีย์ไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş posta kodu
tt: Ялгыш форматлы почта индексы
ug: پوچتا نومۇرىنىڭ فورماتى خاتا
uk: Неправильний формат поштового індексу
ur: غلط وضع کردہ ZIP کوڈ
uz: Pochta indeksi noto‘g‘ri formatda
vi: Mã ZIP được định dạng không đúng
zh_hans: 邮政编码格式不正确
zh_hant: 郵遞區號格式不正確

# Literal.Zip.Format
source: Incorrectly formatted zip
af: Inkorrekte geformatteerde zip
am: አቀማመጡ የተሳሳተ zip
ar: ‏‏رمز البريد منسق بشكلٍ غير صحيح
as: অশুদ্ধকৈ ফৰ্মেট কৰা জিপ
az: Yanlış formatlaşdırılmış zip
bg: Неправилно форматиран пощенски код
bn_in: ভুলভাবে ফরম্যাট করা পিন
bs: Nepravilan format za poštanski kôd
cy: Zip â fformat anghywir
da: Forkert formateret postnummer
de: Falsch formatierte PLZ
el: Εσφαλμένη μορφή ταχυδρομικού κώδικα
es: Formato de código postal incorrecto
et: Valesti vormindatud sihtnumber
eu: Posta-kodearen formatua ez da zuzena
fa: قالب بندی کد پستی نادرست است
ga: Sip formáidithe ar cearr
gd: Chan eil fòrmatadh a' chòd-phuist ceart
gl: Código postal con formato incorrecto
gu: અયોગ્ય રીતે સ્વરૂપિત ઝિપ
he: המיקוד כתוב במבנה שגוי
hi: गलत तरीके से स्वरूपित ज़िप
hr: Oblik poštanskog broja nije točan
hu: Helytelen az irányítószám formátuma
id: Format zip salah
is: Rangt snið á póstnúmeri
ja: 正しくない形式の zip
ka: საფოსტო ინდექსის ფორმატი არასწორია
kk: Қате пішімделген индекс
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಜಿಪ್
ko: 형식이 잘못된 우편 번호
ku_arab: زیپی فۆرمات نادروست
ky: Почта индексинин форматы туура эмес
lo: ລະຫັດໄປສະນີຢູ່ໃນຮູບແບບທີ່ບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas pašto kodas
lv: Nepareizi formatēts pasta indekss
mi: Hōputu waehere poutāpeta hē
mk: Поштенскиот број е погрешно форматиран
ml: തെറ്റായി ഫോർമാറ്റ്ചെയ്ത zip
mn: ZIP хэлбэржүүлэлт буруу
mr: चुकीच्या पद्धतीने स्वरूपित केलेले झिप
ms: Zip tidak diformatkan dengan betul
mt: Kodiċi zip ifformattjat ħażin
ne: गलत तरिकाले स्वरूपण गरिएको जिप
nn_no: Postnummer har ikkje rett format
no: Postnummer har ikke riktig format
or: ଭୁଲ ଭାବେ ଫର୍ମାଟ ହୋଇଥିବା ଜିପ୍‍
pa_arab_pk: غلط فارمیٹ والا زپ
pa_in: ਗਲਤ ਤਰੀਕੇ ਨਾਲ ਫਾਰਮੈਟ ਕੀਤਾ ਗਿਆ ਜ਼ਿਪ
pl: Nieprawidłowo sformatowany kod pocztowy
ru: Неправильный формат почтового индекса
sd: زِپ غلط طريقي سان لکيل
si: වැරදි ලෙස ආකෘතිගත සිප් කේතය
sl: Nepravilno oblikovana poštna številka
sr_cyrl_rs: Формат поштанског броја (у САД) није исправан
sr_latn_rs: Format ZIP koda nije ispravan
sv: Felaktigt format för postnummer
ta: பிழையாக ஒருங்கமைக்கப்பட்ட ஸிப்
te: తప్పుగా ఫార్మాట్ చెయ్యబడిన జిప్
tg: ZIP нодуруст ворид шуд
th: รหัสไปรษณีย์ที่จัดรูปแบบไม่ถูกต้อง
tr: Hatalı biçimlendirilmiş posta kodu
tt: Ялгыш форматлы почта индексы
ug: پوچتا فورماتى خاتا
uk: Неправильний формат поштового індексу
ur: غیردرست وضع کردہ زپ
uz: ZIP-kod noto‘g‘ri formatda
vi: Mã zip được định dạng không đúng
zh_hans: 邮政编码格式不正确
zh_hant: 格式不正確的郵遞區號

# Literal.Selection.Invalid
source: Invalid selection
af: Ongeldige seleksie
am: የማያገለግል ምርጫ
ar: ‏‏التحديد غير صحيح
as: অবৈধ বাছনি
az: Yanlış seçim
bg: Невалиден избор
bn_in: অবৈধ নির্বাচন
bs: Nepravilan izbor
cy: Dewis annilys
da: Ugyldig markering
de: Ungültige Auswahl
el: Μη έγκυρη επιλογή
es: Selección no válida
et: Sobimatu valik
eu: Hautapenak ez du balio
fa: انتخاب نامعتبر است
ga: Rogha neamhbhailí
gd: Taghadh mì-dhligheach
gl: Selección non válida
gu: અમાન્ય પસંદગી
he: בחירה לא חוקית
hi: अमान्य चयन
hr: Odabir nije valjan
hu: Érvénytelen kijelölés
id: Pemilihan tidak valid
is: Ógilt val
ja: 無効な選択
ka: არჩევანი არასწორია
kk: Қате таңдау
kn: ಅಮಾನ್ಯವಾದ ಆಯ್ಕೆ
ko: 잘못된 선택
ku_arab: دەسنیشانکراوی نادروست
ky: Туура эмес тандоо
lo: ການເລືອກບໍ່ຖືກຕ້ອງ
lt: Neleistinas pasirinkimas
lv: Nederīga atlase
mi: Tīpakonga muhu
mk: Неважечка селекција
ml: തിരഞ്ഞെടുപ്പ് അസാധുവാണ്
mn: Сонголт буруу
mr: अवैध निवड
ms: Pilihan tidak sah
mt: Selezzjoni invalida
ne: अमान्य चयन
nn_no: Ugyldig val
no: Ugyldig valg
or: ଅବୈଧ ଚୟନ
pa_arab_pk: غلط چون
pa_in: ਅਵੈਧ ਚੋਣ
pl: Nieprawidłowy wybór
ru: Недопустимый выбор
sd: نادرست چونڊ
si: අවලංගු තේරීම
sl: Neveljaven izbor
sr_cyrl_rs: Избор није важећи
sr_latn_rs: Izbor nije važeći
sv: Ogiltig markering
ta: செல்லாத தேர்வு
te: ఎంపిక చెల్లదు
tg: Интихоб нодуруст аст
th: การเลือกที่ไม่ถูกต้อง
tr: Geçersiz seçim
tt: Ярашсыз сайлау
ug: تاللاش ئىناۋەتسىز
uk: Неприпустимий вибір
ur: غیردرست انتخاب
uz: Mumkin bo‘lmagan tanlov
vi: Lựa chọn không hợp lệ
zh_hans: 无效的选择
zh_hant: 無效的選取

# Word.Month.January
source: January
af: Januarie
am: ጥር
ar: ‏‏يناير
as: জানুৱাৰী
az: Yanvar
bg: Януари
bn_in: জানুয়ারি
bs: Januar
cy: Ionawr
da: Januar
de: Januar
el: Ιανουάριος
es: Enero
et: jaanuar
eu: Urtarrila
fa: ژانویه
ga: Eanáir
gd: Faoilleach
gl: Xaneiro
gu: જાન્યુઆરી
he: ינואר
hi: जनवरी
hr: Siječanj
hu: Január
id: Januari
is: Janúar
ja: 1 月
ka: იანვარი
kk: Қаңтар
kn: ಜನವರಿ
ko: 1월
ku_arab: کانونی دووەم
ky: Январь
lo: ມັງກອນ
lt: Sausis
lv: Janvāris
mi: Kohitātea
mk: јануари
ml: ജനുവരി
mn: 1-р сар
mr: जानेवारी
ms: Januari
mt: Jannar
ne: जनवरी
nn_no: januar
no: januar
or: ଜାନୁଆରୀ
pa_arab_pk: جنوری
pa_in: ਜਨਵਰੀ
pl: Styczeń
ru: Январь
sd: جنوري
si: ජනවාරි
sl: Januar
sr_cyrl_rs: јануар
sr_latn_rs: januar
sv: januari
ta: ஜனவரி
te: జనవరి
tg: Январ
th: มกราคม
tr: Ocak
tt: Январь
ug: يانۋار
uk: Січень
ur: جنوری
uz: Yanvar
vi: Tháng Giêng
zh_hans: 1 月
zh_hant: 1 月

# Word.Month.February
source: February
af: Februarie
am: የካቲት
ar: ‏‏فبراير
as: ফেব্ৰুৱাৰী
az: Fevral
bg: Февруари
bn_in: ফেব্রুয়ারি
bs: Februar
cy: Chwefror
da: Februar
de: Februar
el: Φεβρουάριος
es: Febrero
et: veebruar
eu: Otsaila
fa: فوریه
ga: Feabhra
gd: Gearran
gl: Febreiro
gu: ફેબ્રુઆરી
he: פברואר
hi: फ़रवरी
hr: Veljača
hu: Február
id: Februari
is: Febrúar
ja: 2 月
ka: თებერვალი
kk: Ақпан
kn: ಫೆಬ್ರವರಿ
ko: 2월
ku_arab: شوبات
ky: Февраль
lo: ກຸມພາ
lt: Vasaris
lv: Februāris
mi: Huitanguru
mk: февруари
ml: ഫെബ്രുവരി
mn: 2-р сар
mr: फेब्रुवारी
ms: Februari
mt: Frar
ne: फेब्रुअरी
nn_no: februar
no: februar
or: ଫେବ୍ରୁୟାରି
pa_arab_pk: فروری
pa_in: ਫਰਵਰੀ
pl: Luty
ru: Февраль
sd: فيبروري
si: පෙබරවාරි
sl: Februar
sr_cyrl_rs: фебруар
sr_latn_rs: februar
sv: februari
ta: பிப்ரவரி
te: ఫిబ్రవరి
tg: Феврал
th: กุมภาพันธ์
tr: Şubat
tt: Февраль
ug: فېۋرال
uk: Лютий
ur: فروری
uz: Fevral
vi: Tháng Hai
zh_hans: 2 月
zh_hant: 2 月

# Word.Month.March
source: March
af: Maart
am: መጋቢት
ar: ‏‏مارس
as: মাৰ্চ
az: Mart
bg: Март
bn_in: মার্চ
bs: Mart
cy: Mawrth
da: Marts
de: März
el: Μάρτιος
es: Marzo
et: märts
eu: Martxoa
fa: مارس
ga: Márta
gd: Màrt
gl: Marzo
gu: માર્ચ
he: מרץ
hi: मार्च
hr: Ožujak
hu: Március
id: Maret
is: Mars
ja: 3 月
ka: მარტი
kk: Наурыз
kn: ಮಾರ್ಚ್
ko: 3월
ku_arab: ئازار
ky: Март
lo: ມີນາ
lt: Kovas
lv: Marts
mi: Poutūterangi
mk: март
ml: മാർച്ച്
mn: 3-р сар
mr: मार्च
ms: Mac
mt: Marzu
ne: मार्च
nn_no: mars
no: mars
or: ମାର୍ଚ୍ଚ
pa_arab_pk: مارچ
pa_in: ਮਾਰਚ
pl: Marzec
ru: Март
sd: مارچ
si: මාර්තු
sl: Marec
sr_cyrl_rs: март
sr_latn_rs: mart
sv: mars
ta: மார்ச்
te: మార్చి
tg: Март
th: มีนาคม
tr: Mart
tt: Март
ug: مارت
uk: Березень
ur: مارچ
uz: Mart
vi: Tháng Ba
zh_hans: 3 月
zh_hant: 3 月

# Word.Month.April
source: April
am: ሚያዝያ
ar: ‏‏أبريل
as: এপ্ৰিল
az: Aprel
bg: Април
bn_in: এপ্রিল
cy: Ebrill
el: Απρίλιος
es: Abril
et: aprill
eu: Apirila
fa: آوریل
ga: Aibreán
gd: Giblean
gl: Abril
gu: એપ્રિલ
he: אפריל
hi: अप्रैल
hr: Travanj
hu: Április
is: Apríl
ja: 4 月
ka: აპრილი
kk: Сәуір
kn: ಏಪ್ರಿಲ್
ko: 4월
ku_arab: نیسان
ky: Апрель
lo: ເມສາ
lt: Balandis
lv: Aprīlis
mi: Paengawhāwhā
mk: април
ml: ഏപ്രിൽ
mn: 4-р сар
mr: एप्रिल
ne: अप्रिल
or: ଏପ୍ରିଲ୍
pa_arab_pk: اپریل
pa_in: ਅਪ੍ਰੈਲ
pl: Kwiecień
ru: Апрель
sd: اپريل
si: අප්‍රියෙල්
sr_cyrl_rs: април
ta: ஏப்ரல்
te: ఏప్రిల్
tg: Апрел
th: เมษายน
tr: Nisan
tt: Апрель
ug: ئاپرېل
uk: Квітень
ur: اپریل
uz: Aprel
vi: Tháng Tư
zh_hans: 4 月
zh_hant: 4 月

# Word.Month.May
source: May
af: Mei
am: ግንቦት
ar: ‏‏مايو
as: মে'
bg: май
bn_in: মে
bs: Maj
cy: Mai
da: Maj
de: Mai
el: Μάιος
es: Mayo
et: mai
eu: Maiatza
fa: مه
ga: Bealtaine
gd: Cèitean
gl: Maio
gu: મે
he: מאי
hi: मई
hr: Svibanj
hu: Május
id: Mei
is: Maí
ja: 5 月
ka: მაისი
kk: Мамыр
kn: ಮೇ
ko: 5월
ku_arab: ئایار
ky: Май
lo: ພຶດສະພາ
lt: Gegužė
lv: Maijs
mi: Haratua
mk: мај
ml: മെയ്
mn: 5-р сар
mr: मे
ms: Mei
mt: Mejju
ne: मे
nn_no: mai
no: mai
or: ମଇ
pa_arab_pk: مئی
pa_in: ਮਈ
pl: Maj
ru: Май
sd: مئي
si: මැයි
sl: Maj
sr_cyrl_rs: мај
sr_latn_rs: maj
sv: maj
ta: மே
te: మే
tg: Май
th: พฤษภาคม
tr: Mayıs
tt: Май
ug: ماي
uk: Травень
ur: مئی
vi: Tháng Năm
zh_hans: 5 月
zh_hant: 5 月

# Word.Month.June
source: June
af: Junie
am: ሰኔ
ar: ‏‏يونيو
as: জুন
az: İyun
bg: Юни
bn_in: জুন
bs: Juni
cy: Mehefin
da: Juni
de: Juni
el: Ιούνιος
es: Junio
et: juuni
eu: Ekaina
fa: ژوئن
ga: Meitheamh
gd: Ògmhios
gl: Xuño
gu: જૂન
he: יוני
hi: जून
hr: Lipanj
hu: Június
id: Juni
is: Júní
ja: 6 月
ka: ივნისი
kk: Маусым
kn: ಜೂನ್
ko: 6월
ku_arab: حوزەیران
ky: Июль
lo: ມິຖຸນາ
lt: Birželis
lv: Jūnijs
mi: Pipiri
mk: јуни
ml: ജൂൺ
mn: 6-р сар
mr: जून
ms: Jun
mt: Ġunju
ne: जुन
nn_no: juni
no: juni
or: ଜୁନ୍
pa_arab_pk: جون
pa_in: ਜੂਨ
pl: Czerwiec
ru: Июнь
sd: جون
si: ජුනි
sl: Junij
sr_cyrl_rs: јун
sr_latn_rs: jun
sv: juni
ta: ஜூன்
te: జూన్
tg: Июн
th: มิถุนายน
tr: Haziran
tt: Июнь
ug: ئىيون
uk: Червень
ur: جون
uz: Iyun
vi: Tháng Sáu
zh_hans: 6 月
zh_hant: 6 月
