Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.IT.Lucca
source: Lucca
am: ሉካ
ar: لوكا
as: লোকা
az: Lukka
bg: Лука
bn_in: লুককা
el: Λούτσα
fa: لوسا
gu: લુકા
he: לוקא
hi: लुका
ja: ルッカ
ka: ლუკა
kk: Лучча
kn: ಲುಕ್ಕಾ
ku_arab: لوککا
ky: Лукка
lo: ລູກາ
lt: Luka
lv: Luka
mi: Ruka
mk: Лука
ml: ലുക്ക
mn: Лукка
mr: लुक्का
ne: लुक्का
or: ଲୁକା
pa_arab_pk: لوکا
pa_in: ਲੂਕਾ
ru: Лукка
sd: لوڪا
si: ලුකා
sr_cyrl_rs: Лука
sr_latn_rs: Luka
ta: லுக்கா
te: లుక్కా
tg: Лучча
th: ลุคกา
tt: Лукка
ug: لۇككا
uk: Лукка
ur: لوکا
uz: Lukka
zh_hans: 卢卡
zh_hant: 盧卡

# Word.State.IT.Macerata
source: Macerata
am: ማሸራታ
ar: ماكيراتا
as: মাচেৰেটা
az: Makerata
bg: Мацерата
bn_in: মাসেরাটা
el: Ματσεράτα
fa: ماسراتا
gu: માસેરટા
he: מסראטה
hi: मासेराटा
ja: マチェラタ
ka: მაჩერატა
kk: Мачерата
kn: ಮ್ಯಾಸಿರೆಟಾ
ku_arab: ماسێراتا
ky: Мачерата
lo: ເມເຊຣາຕາ
lt: Mačerata
lv: Mačerata
mi: Mekarata
mk: Мачерата
ml: മസിറാറ്റ
mn: Мачэрата
mr: मॅसेर्ता
ne: म्याकेरेता
or: ମାସେରଟା
pa_arab_pk: ماسےریتا
pa_in: ਮਾਸੇਰਾਟਾ
ru: Масерата
sd: ميڪيراٽا
si: මැසිරාටා
sr_cyrl_rs: Мачерата
sr_latn_rs: Mačerata
ta: மாசேரேடா
te: మసెరటా
tg: Мачерата
th: มาเซเรตา
tt: Мачерата
ug: ماسېراتا
uk: Мачерата
ur: ماسےریتا
uz: Macherata
zh_hans: 马切拉塔
zh_hant: 馬切拉塔

# Word.State.IT.Mantova
source: Mantua
am: ማንቱዋ
ar: مانتوا
as: মানটুই
bg: Мантуа
bn_in: মান্টুয়া
el: Μαντούα
fa: مانتوا
gu: માન્ટુઆ
he: מנטובה
hi: मांटुआ
ja: マントゥア
ka: მანტუა
kk: Мантуя
kn: ಮಂಟುವಾ
ku_arab: مانتوا
ky: Мантуя
lo: ມານຕົວ
lt: Mantuja
lv: Mantuja
mi: Manatua
mk: Мантова
ml: മന്‍‌ട്ടോവ
mn: Мантуа
mr: मांटुआ
ne: मान्तुवा
or: ମାନଟୁଆ
pa_arab_pk: مانٹویا
pa_in: ਮਾਨਟੂਆ
ru: Мантуя
sd: منٽئا
si: මැන්ටුවා
sr_cyrl_rs: Мантова
sr_latn_rs: Mantova
ta: மண்டுவா
te: మంటువా
tg: Матнуа
th: มานตัว
tt: Мантуя
ug: مانتۇا
uk: Мантуя
ur: مانٹویا
uz: Mantuya
zh_hans: 曼图亚
zh_hant: 曼圖亞

# Word.State.IT.MassaCarrara
source: Massa and Carrara
af: Massa en Carrara
am: ማሳ እና ካራራ
ar: ماسا وكارارا
as: মাচা আৰু কাৰাৰা
az: Massa və Karrara
bg: Маса и Карара
bn_in: মাসসা এবং কাররারা
bs: Massa i Carrara
cy: Massa a Carrara
da: Massa og Carrara
de: Massa und Carrara
el: Μάσα και Καράρα
es: Massa y Carrara
et: Massa ja Carrara
eu: Massa eta Carrara
fa: ماسا و کارارا
ga: Massa agus Carrara
gd: Massa agus Carrara
gl: Massa e Carrara
gu: માસા અને કરારા
he: מאסה וקרארה
hi: मास्सा और करारा
hr: Massa i Carrara
hu: Massa és Carrara
id: Massa dan Carrara
is: Massa og Carrara
ja: マッサ・カッラーラ
ka: მასა და კარარა
kk: Масса және Каррара
kn: ಮಾಸಾ ಮತ್ತು ಕ್ಯರಾರಾ
ku_arab: ماسا و کارا
ky: Масса жана Каррара
lo: ມາຊາ ແລະ ກາຣາຣາ
lt: Masa ir Karara
lv: Masa-Karrāra
mi: Maka me Karara
mk: Маса и Карара
ml: മാസ്സ ആന്റ് കരാറ
mn: Масса ба Каррара
mr: मास्सा आणि करारा
ms: Massa dan Carrara
mt: Massa u Carrara
ne: मास्सा र कार्करा
nn_no: Massa-Carrara
no: Massa og Carrara
or: ମସା ଏବଂ କାରାରା
pa_arab_pk: ماسا تے کرارا
pa_in: ਮੱਸਾ ਅਤੇ ਕਾਰੈਰਾ
pl: Massa i Carrara
ru: Массаи Каррара
sd: ماسا ۽ ڪرارا
si: මැසා ස කැරසා
sl: Massa in Carrara
sr_cyrl_rs: Маса и Карара
sr_latn_rs: Masa i Karara
sv: Massa Carrara
ta: மஸ்ஸா மற்றும் கர்ராரா
te: మస్సా మరియు కర్రర
tg: Масса ва Каррара
th: มาสซ่าและคาร์ราร่า
tr: Massa ve Carrara
tt: Масса һәм Каррара
ug: ماسسا ۋە كاررارا
uk: Масса і Каррара
ur: ماسا اور کرارا
uz: Massa va Karrara
vi: Massa và Carrara
zh_hans: 马萨-卡拉拉
zh_hant: 馬薩卡拉拉

# Word.State.IT.Matera
source: Matera
am: ማተራ
ar: ماتيرا
as: মাটেৰা
bg: Матера
bn_in: মাতেরা
el: Ματέρα
fa: ماترا
gu: માટેરા
he: מאטרה
hi: माटेरा
ja: マテラ
ka: მატერა
kk: Матера
kn: ಮಟೇರಾ
ku_arab: مارتێرا
ky: Матера
lo: ມາເຕຣາ
lv: Matēra
mk: Матера
ml: മറ്റേര
mn: Матэра
mr: मतेरा
ne: म्यातेरा
or: ମାଟେରା
pa_arab_pk: ماٹیرا
pa_in: ਮਾਟੇਰਾ
ru: Матера
sd: متيرا
si: මටෙරා
sr_cyrl_rs: Матера
ta: மாடெரா
te: మాటేరా
tg: Матера
th: มาเทรา
tt: Мадера
ug: ماتېرا
uk: Матера
ur: ماٹیرا
zh_hans: 梅特拉
zh_hant: 馬泰拉

# Word.State.IT.MedioCampidano
source: Medio Campidano
am: ሜዲዮ ካምፒዳኖ
ar: ميديو كامبيدانو
as: মেডিঅ' কেম্পিডান'
az: Medio Kampidano
bg: Медио Кампидано
bn_in: মেডিও ক্যাম্পিডানো
el: Μέντιο Καμπιντάνο
fa: مدیو کامپیدانو
gu: મેડિઓ કામ્પિડાનો
he: מדיו קמפידנו
hi: मेडिको कैंपिडेनो
ja: メディオ カンピダーノ
ka: მედიო კამპიდანო
kk: Медио-Кампидано
kn: ಮೆಡಿಯೋ ಕ್ಯಾಂಪಿಡಾನೋ
ko: 메디오캄피다노
ku_arab: مێدیۆ کامپیدانۆ
ky: Медио Компидано
lo: ເມດີໂອ ແຄມປີດາໂນ
lt: Medijus Kampidanas
lv: Medio Kampidāno
mk: Медио Кампидано
ml: മെഡിയോ കാമ്പിഡനോ
mn: Медио Кампидано
mr: मेडिओ कॅम्पिदानो
ne: मेडियो काम्पिडानो
or: ମେଡିଓ କାମପିଡାନୋ
pa_arab_pk: میدیو کمپیڈانو
pa_in: ਮੈਡੀਓ ਕੈਂਪੀਡਾਨੋ
ru: Медио-Кампидано
sd: ميڊيو ڪيمپيدانو
si: මෙඩියෝ කැම්පිඩානෝ
sr_cyrl_rs: Медио Кампидано
sr_latn_rs: Medio Kampidano
ta: மெடியோ கேம்பிடானோ
te: మేడియో కాంపిడానో
tg: Кампиданои Миёна
th: เมดิโอ คัมปิดาโน
tt: Медио-Кампидано
ug: مېدىيو كامپىدانو
uk: Медіо-Кампідано
ur: میدیو کامپیدانو
uz: Medio Kampidano
zh_hans: 梅迪奥坎皮达诺
zh_hant: 米迪奧-坎皮達諾

# Word.State.IT.Messina
source: Messina
am: መሲና
ar: مسينة
as: মেচিনা
bg: Месина
bn_in: মেসসিনা
el: Μεσίνα
fa: مسینا
gl: Mesina
gu: મેસિના
he: מסינה
hi: मेसिना
ja: メッシーナ
ka: მესინა
kk: Мессина
kn: ಮೆಸ್ಸಿನಾ
ku_arab: مێسینا
ky: Мессина
lo: ເມັສຊີນາ
lt: Mesina
lv: Mesīna
mi: Mehina
mk: Месина
ml: മെസീന
mn: Мэссина
mr: मेसिना
ne: मेस्सिना
or: ମେସିନା
pa_arab_pk: مےسینا
pa_in: ਮੈੱਸਿਨਾ
pl: Mesyna
ru: Мессина
sd: ميسينا
si: මෙසයිනා
sr_cyrl_rs: Месина
sr_latn_rs: Mesina
ta: மெஸ்ஸினா
te: మెస్సినా
tg: Мессина
th: เมสซีนา
tt: Мессина
ug: مېسسىنا
uk: Мессіна
ur: مےسینا
zh_hans: 墨西拿
zh_hant: 墨西拿

# Word.State.IT.Milano
source: Milan
af: Milaan
am: ሚላን
ar: ميلانو
as: মিলান
bg: Милано
bn_in: মিলান
bs: Milano
da: Milano
de: Mailand (Milano)
el: Μιλάνο
es: Milán
et: Milano
fa: میلان
ga: Milano
gl: Milán
gu: મિલાન
he: מילאנו
hi: मिलान
hr: Milano
hu: Milánó
is: Mílanó
ja: ミラノ
ka: მილანი
kk: Милан
kn: ಮಿಲನ್
ku_arab: میلان
ky: Милан
lo: ມີລານ
lt: Milanas
lv: Milāna
mi: Mīrāna
mk: Милано
ml: മിലാന്‍
mn: Милан
mr: मिलान
ne: मिलान
nn_no: Milano
no: Milano
or: ମିଲନ
pa_arab_pk: میلان
pa_in: ਮਿਲਨ
pl: Mediolan
ru: Милан
sd: ملن
si: මිලාන්
sl: Milano
sr_cyrl_rs: Милано
sr_latn_rs: Milano
sv: Milano
ta: மிலன்
te: మిలన్
tg: Милан
th: มิลาน
tr: Milano
tt: Милан
ug: مىلان
uk: Мілан
ur: میلان
zh_hans: 米兰
zh_hant: 米蘭

# Word.State.IT.Modena
source: Modena
am: ሞደና
ar: مودنا
as: মোডনা
bg: Модена
bn_in: মোদেবা
el: Μόδενα
es: Módena
fa: مودنا
gl: Módena
gu: મોડેના
he: מודנה
hi: मोडेना
ja: モデナ
ka: მოდენა
kk: Модена
kn: ಮಾಡೆನಾ
ku_arab: مۆدێنا
ky: Коюу-Лило түсү
lo: ໂມເດັນນາ
lv: Modēna
mi: Mōtena
mk: Модена
ml: മൊഡേന
mn: Модэна
mr: मोदेना
ne: मोदेना
or: ମୋଡେନା
pa_arab_pk: موڈینا
pa_in: ਮੋਡੇਨਾ
ru: Модена
sd: موڊينا
si: මොඩේනා
sr_cyrl_rs: Модена
ta: மொடேனா
te: మొడెనా
tg: Модена
th: โมเดนา
tt: Модена
ug: مودېنا
uk: Модена
ur: موڈینا
zh_hans: 摩德纳
zh_hant: 摩德納

# Word.State.IT.MonzaeBrianza
source: Monza and Brianza
af: Monza en Brianza
am: ሞንዛ እና ብሪያንዛ
ar: مونزا وبرينزا
as: মোঞ্জা আৰু ব্ৰিয়াঞ্জা
az: Monza və Brianza
bg: Монца и Брианца
bn_in: মনজা এবং ব্রিয়ানজা
bs: Monza i Brianza
cy: Monza a Brianza
da: Monza og Brianza
de: Monza e Brianza
el: Μόντσα-Μπριάντσα
es: Monza e Brianza
et: Monza ja Brianza
eu: Monza eta Brianza
fa: مونزا و بریانزا
gd: Monza e Brianza
gl: Monza e Brianza
gu: મોંઝા અને બ્રિઆન્ઝા
he: מונזה אה בריאנזה
hi: मोंज़ा एंड ब्रिएंज़ा
hr: Monza i Brianza
hu: Monza és Brianza
id: Monza dan Brianza
is: Monza e Brianza
ja: モンツァ エ ブリアンツァ
ka: მონცა და ბრიანცა
kk: Монца және Брианца
kn: ಮೋಂಜಾ ಮತ್ತು ಬ್ರಿಯಾಂಜಾ
ko: 몬차에브리안차
ku_arab: مۆنزا و بریانزا
ky: Монза-э-Брианза
lo: ມອນຊາ ແລະ ບຣຽນຊາ
lt: Monca ir Brianca
lv: Monca un Brianca
mi: Monota me Pirianata
mk: Монца и Бријанца
ml: മോൺസായും ബ്രയാൻസയും
mn: Монза э Брианза
mr: मोंझा आणि ब्रिआन्झा
ms: Monza dan Brianza
mt: Monza u Brianza
ne: मोन्जा एण्ड ब्रिआन्जा
nn_no: Monza og Brianza
no: Monza og Brianza
or: ମୋନଜା ଏବଂ ବ୍ରିଆନଜେ
pa_arab_pk: مونزا تے بریانزا
pa_in: ਮੌਂਜਾ ਐੰਡ ਬ੍ਰਾਇਐਂਜਾ
pl: Monza i Brianza
ru: Монца и Брианца
sd: مونزا ۽ بريانزا
si: මොන්සා සහ බ්‍රියැන්සා
sl: Monza in Brianza
sr_cyrl_rs: Монца и Бријанца
sr_latn_rs: Monca i Brijanca
sv: Monza e Brianza
ta: மான்ஸா அண்ட் ப்ரியான்ஸா
te: మోంజా అండ్ బ్రియన్జా
tg: Монжа ва Брианжа
th: มอนซาและบริอันซ่า
tr: Monza ve Brianza
tt: Монца һәм Брианца
ug: مونزا ۋە برىيانزا
uk: Монца і Бріанца
ur: مونزا اور بریانزا
uz: Monsa va Brianza
vi: Monza và Brianza
zh_hans: 蒙萨和布里安萨
zh_hant: 蒙薩和布里安薩

# Word.State.IT.Napoli
source: Naples
af: Napels
am: ናፕለስ
ar: نابليس
as: নেপাল
az: Neapol
bg: Неапол
bn_in: নেপলস
bs: Napulj
da: Napoli
de: Neapel (Napoli)
el: Νάπολη
es: Nápoles
et: Napoli
eu: Napoli
fa: ناپلز
gd: Napoli
gl: Nápoles
gu: નેપલ્સ
he: נאפולי
hi: नेपल्स
hr: Napulj
hu: Nápoly
is: Napólí
ja: ナポリ
ka: ნეაპოლი
kk: Неаполь
kn: ನಾಪ್ಲೇಸ್
ku_arab: نابلس
ky: Неаполь
lo: ເນພເລັສ
lt: Neapolis
lv: Neapole
mi: Nāpara
mk: Неапол
ml: നേപ്പിള്‍സ്
mn: Неаполь
mr: नॅप्लेस
ne: नाप्लेस
nn_no: Napoli
no: Napoli
or: ନେପାଳି
pa_arab_pk: نیپلس
pa_in: ਨੇਪਲਜ਼
pl: Neapol
ru: Неаполь
sd: نيپليس
si: නේපල්ස්
sl: Neapelj
sr_cyrl_rs: Напуљ
sr_latn_rs: Napulj
sv: Neapel
ta: நேப்பல்ஸ்
te: నాపల్స్
tg: Неапол
th: เนเปิล
tr: Napoli
tt: Неаполь
ug: ناپلېس
uk: Неаполь
ur: نیپلس
uz: Neapol
zh_hans: 那不勒斯
zh_hant: 那不勒斯

# Word.State.IT.Novara
source: Novara
am: ኖቫራ
ar: نوفارا
as: নোভোৰা
bg: Новара
bn_in: নোভারা
el: Ναβάρα
fa: نووارا
gu: નોવારા
he: נובארה
hi: नोवारा
ja: ノバラ
ka: ნოვარა
kk: Новара
kn: ನೊವಾರಾ
ku_arab: نۆڤارا
ky: Новара
lo: ໂນວາຣາ
lv: Novāra
mi: Nowara
mk: Новара
ml: നൊവാര
mn: Новара
mr: नोवारा
ne: नोभोरा
or: ନିଭରା
pa_arab_pk: نووارا
pa_in: ਨੋਵਾਰਾ
ru: Новара
sd: نووارا
si: නොවාරා
sr_cyrl_rs: Новара
ta: நொவாரா
te: నోవేరా
tg: Новара
th: โนวารา
tt: Новара
ug: نوۋارا
uk: Новара
ur: نووارا
zh_hans: 诺瓦拉
zh_hant: 諾瓦拉

# Word.State.IT.Nuoro
source: Nuoro
am: ኑዎሮ
ar: نورو
as: নৌৰো
bg: Нуоро
bn_in: নুয়োরো
el: Νουόρο
fa: نورو
gu: ન્યુઓરો
he: נואורו
hi: न्युओरो
ja: ヌオロ
ka: ნუორო
kk: Нуоро
kn: ನುವೊರೊ
ku_arab: نوۆرۆ
ky: Нуоро
lo: ນູໂອໂຣ
lt: Nuoras
mk: Нуоро
ml: ന്യുറോ
mn: Нуоро
mr: नुओरो
ne: नुवोरो
or: ନୁଓରୋ
pa_arab_pk: نویورو
pa_in: ਨਯੂਓਰੋ
ru: Нуоро
sd: نيورو
si: නුවෝරා
sr_cyrl_rs: Нуоро
ta: நுவோரோ
te: నువోరో
tg: Нуоро
th: นูออโร
tt: Нуоро
ug: نۇئورو
uk: Нуоро
ur: نویورو
zh_hans: 努奥罗
zh_hant: 努奧羅

# Word.State.IT.Ogliastra
source: Ogliastra
am: ኦግሊያስትራ
ar: أوجليسترا
as: অগলিয়াচট্ৰা
az: Olyastra
bg: Олястра
bn_in: অগলিয়াস্ত্রা
el: Ολιάστρα
fa: اویلیاسترا
gu: ઓગ્લિઆસ્ટ્રા
he: אוגליאסטרה
hi: ओग्‍लिएस्‍ट्रा
ja: オリアストラ
ka: ოგლიასტრა
kk: Ольястра
kn: ಒಗ್ಲಿಯಾಸ್ಟ್ರಾ
ko: 올리아스트라
ku_arab: ئۆلیگاسترا
ky: Оглиастра
lo: ໂອກລີອາສຕຣາ
lt: Oljastra
lv: Oljastra
mk: Ољастра
ml: ഒഗ്ലിയസ്ട്ര
mn: Оглиастра
mr: ऑगलियास्ट्रा
ne: ओग्लिआस्ट्रा
or: ଓଗ୍ଲିଆଷ୍ଟ୍ରା
pa_arab_pk: اوگلیاسترا
pa_in: ਓਗਲੀਅਸਟ੍ਰਾ
ru: Ольястра
sd: اولگياسٽرا
si: ඔග්ලියැස්ට්‍රා
sr_cyrl_rs: Ољастра
sr_latn_rs: Oljastra
ta: ஆக்லியாஸ்டா
te: ఒగ్లియాస్ట్రా
tg: Олястра
th: โอเกลียสตรา
tt: Ольястра
ug: ئولگىياسترا
uk: Ольястра
ur: اولیگاسترا
zh_hans: 奥利亚斯特拉
zh_hant: 奧里亞斯特拉

# Word.State.IT.Olbia-Tempio
source: Olbia-Tempio
am: ኦልቢያ-ቴምፒዮ
ar: أولبيا-تمبيو
as: অ'লিভিয়া-টেম্পিঅ'
az: Olbiya-Tempio
bg: Олбия-Темпио
bn_in: অলবিয়া-টেম্পিও
el: Όλμπια-Τέμπιο
fa: اوبلیا تمپیو
gu: ઓલ્બિયા-ટેમ્પિયો
he: אולביה-טמפיו
hi: ओल्‍बिया-टेंपियो
ja: オルビア・テンピオ
ka: ოლბია-ტემპიო
kk: Ольбия-Темпьо
kn: ಓಲ್ಬಿಯಾ-ಟೆಂಪಿಯೋ
ko: 올비아템피오
ku_arab: ئۆلبیا-تێمپیۆ
ky: Олбиа-Темпио
lo: ໂອເບຍ-ເທັມປີໂອ
lt: Olbija-Tempjus
lv: Olbija-Tempio
mk: Олбија-Темпио
ml: ഒൾബിയ-ടെംപിയോ
mn: Олбиа-Тэмпио
mr: ऑल्बीया-टेम्पिओ
ne: ओल्बिया-टेम्पियो
or: ଓଲବିଆ-ଟେମପିଓ
pa_arab_pk: اوبلیا-ٹیمپیو
pa_in: ਓਲਬੀਆ-ਟੈਂਪੀਓ
ru: Ольбия-Темпьо
sd: اولبيا-ٽيمپيو
si: ඔල්බියා ටෙම්පියෝ
sr_cyrl_rs: Олбија-Темпио
sr_latn_rs: Olbija-Tempio
ta: ஆல்பியா-டெம்பியோ
te: ఆల్బీయా-టెంపియో
tg: Олвия-Темпио
th: ออลเบีย-เตมปีโอ
tt: Ольбия-Темпио
ug: ئولبىيا-تېمپىيو
uk: Ольбія-Темпьо
ur: اولبیا-ٹیمپیو
uz: Olbiya-Tempio
zh_hans: 奥尔比亚
zh_hant: 奧爾比亞-坦皮奧

# Word.State.IT.Oristano
source: Oristano
am: ኦሪስታኖ
ar: أوريستانو
as: ওৰিষ্টানো
bg: Ористано
bn_in: অরিসটানো
el: Οριστάνο
fa: اوریستانو
gu: ઓરિસ્ટાનો
he: אוריסטאנו
hi: ओरिस्टानो
ja: オリスタノ
ka: ორისტანო
kk: Ористано
kn: ಒರಿಸ್ಟಾನೊ
ku_arab: ئۆریستانۆ
ky: Ористано
lo: ໂອຣິສຕາໂນ
lt: Oristanas
lv: Oristāno
mi: Oritano
mk: Ористано
ml: ഒരിസ്‌റ്റാനോ
mn: Ористано
mr: ओरिस्तानो
ne: ओरिस्तानो
or: ଓରିଷ୍ଟାନୋ
pa_arab_pk: اوریسٹانو
pa_in: ਓਰਿਸਟਾਨੋ
ru: Ористано
sd: اورسٽانو
si: ඔරිස්ටානෝ
sr_cyrl_rs: Ористано
ta: ஒரிஸ்டானோ
te: ఆరిస్టాంటో
tg: Ористано
th: ออริสตาโน
tt: Ористано
ug: ئورىستانو
uk: Орістано
ur: اوریسٹانو
zh_hans: 奥里斯塔诺
zh_hant: 奧里斯坦諾

# Word.State.IT.Padova
source: Padua
am: ፓዱኣ
ar: بادوفا
as: পাডুন
bg: Падуа
bn_in: পাদুয়া
bs: Padova
el: Πάδοβα
fa: پادوا
gu: પેડુઆ
he: פאדובה
hi: पाडुआ
hu: Padova
ja: パドゥア
ka: პადუა
kk: Падуя
kn: ಪದುವಾ
ku_arab: پادوا
ky: Падуя
lo: ປາດົວ
lt: Paduva
lv: Paduja
mi: Patua
mk: Падова
ml: പാദുവ
mn: Падуа
mr: पादुआ
ne: पादुवा
or: ପାଡୁଆ
pa_arab_pk: پادووا
pa_in: ਪਾਡੂਆ
pl: Padwa
ru: Падуя
sd: پڙوئا
si: පඩුවෝ
sl: Padova
sr_cyrl_rs: Падова
sr_latn_rs: Padova
ta: படுவா
te: పడువా
tg: Падуа
th: แพดัว
tt: Падуя
ug: پادوۋا
uk: Падуя
ur: پادووا
uz: Paduya
zh_hans: 帕多瓦
zh_hant: 帕多瓦

# Word.State.IT.Palermo
source: Palermo
am: ፓሌርሞ
ar: باليرمو
as: পালেৰমো
bg: Палермо
bn_in: পালেরমো
el: Παλέρμο
fa: پالرمو
gu: પાલેર્મો
he: פלרמו
hi: पालेर्मो
is: Palermó
ja: パレルモ
ka: პალერმო
kk: Палермо
kn: ಪಲೆರ್ಮೊ
ku_arab: پالێرمۆ
ky: Палермо
lo: ປາເລີໂມ
lt: Palermas
mi: Pāremo
mk: Палермо
ml: പലെര്‍‌മോ
mn: Палермо
mr: पालर्मो
ne: प्यालेर्मो
or: ପାଲେରମୋ
pa_arab_pk: پالرمو
pa_in: ਪਾਲੇਰਮੋ
ru: Палермо
sd: پيلرمو
si: පලර්මෝ
sr_cyrl_rs: Палермо
ta: பலெர்மோ
te: పాలర్మో
tg: Палермо
th: พาเลอโม
tt: Палермо
ug: پالېرمو
uk: Палермо
ur: پالرمو
zh_hans: 巴勒莫
zh_hant: 巴勒莫

# Word.State.IT.Parma
source: Parma
am: ፓርማ
ar: بارما
as: পাৰ্মা
bg: Парма
bn_in: পার্মা
el: Πάρμα
fa: پارما
gu: પાર્મા
he: פארמה
hi: पार्मा
hu: Párma
ja: パルマ
ka: პარმა
kk: Парма
kn: ಪರ್ಮಾ
ku_arab: پارما
ky: Парма
lo: ປາມາ
mi: Pāma
mk: Парма
ml: പാര്‍മ
mn: Парма
mr: पार्मा
ne: पार्मा
or: ପରମା
pa_arab_pk: پرما
pa_in: ਪਰਮਾ
ru: Парма
sd: پرما
si: පාර්මා
sr_cyrl_rs: Парма
ta: பார்மா
te: పార్మా
tg: Парма
th: พาร์มา
tt: Парма
ug: پارما
uk: Парма
ur: پرما
zh_hans: 帕尔马
zh_hant: 巴馬

# Word.State.IT.Pavia
source: Pavia
am: ፓቪያ
ar: بافيا
as: পাভিয়া
bg: Павия
bn_in: পাভিয়া
el: Πάβια
es: Pavía
fa: پاویا
gu: પેવીઆ
he: פאביה
hi: पैविया
ja: パビア
ka: პავია
kk: Павия
kn: ಪವಿಯಾ
ku_arab: پاڤیا
ky: Павия
lo: ປາເວຍ
lt: Pavija
lv: Pāvija
mi: Pawia
mk: Павија
ml: പാവിയ
mn: Павиа
mr: पाव्हिया
ne: पाभिया
or: ପାଭିଆ
pa_arab_pk: پاویا
pa_in: ਪਾਵੀਆ
ru: Павия
sd: پيويا
si: පැවියා
sr_cyrl_rs: Павија
sr_latn_rs: Pavija
ta: பாவியா
te: పవియా
tg: Павия
th: พาเวีย
tt: Павия
ug: پاۋىيا
uk: Павія
ur: پاویا
uz: Paviya
zh_hans: 帕维亚
zh_hant: 帕維亞

# Word.State.IT.Perugia
source: Perugia
am: ፐሩጊያ
ar: بيروجيا
as: পেৰুগিয়া
bg: Преугия
bn_in: পেরুগিয়া
el: Περούτζια
fa: پروگیا
gu: પેરુગીયા
he: פרוג'ה
hi: पेरूजा
ja: ペルージャ
ka: პერუჯა
kk: Перугия
kn: ಪೆರುಜಿಯಾ
ku_arab: پێروگیا
ky: Перуджа
lo: ເປີຣູເກຍ
lt: Perudža
lv: Perudža
mi: Perutia
mk: Перуџа
ml: പെരുഗിയ
mn: Пэрүжа
mr: पेरुजिया
ne: पेरुगिया
or: ପେରୁଗିଆ
pa_arab_pk: پےروگیا
pa_in: ਪੇਰੂਗੀਆ
ru: Перуджа
sd: پيروگا
si: පෙරුගියා
sr_cyrl_rs: Перуђа
sr_latn_rs: Peruđa
ta: பெருகியா
te: పెరూజియా
tg: Перугия
th: พารูเจีย
tt: Перуджа
ug: پېرۇجا
uk: Перуджа
ur: پےروگیا
uz: Perudja
zh_hans: 佩鲁贾
zh_hant: 佩魯賈

# Word.State.IT.PesaroeUrbino
source: Pesaro and Urbino
af: Pesaro en Urbino
am: ፐሳሮ ኤ ኡርቢኖ
ar: بيسارو وأوربينو
as: পেচাৰো আৰু উৰবিনো
az: Pesaro və Urbino
bg: Песаро е Урбино
bn_in: পেসারো এবং উরবিনো
bs: Pesaro i Urbino
cy: Pesaro ac Urbino
da: Pesaro e Urbino
de: Pesaro und Urbino
el: Πεσάρο ε Ουρμπίνο
es: Pesaro y Urbino
et: Pesaro ja Urbino
eu: Pesaro eta Urbino
fa: پسارو ای اوربینو
ga: Pesaro agus Urbino
gd: Pesaro agus Urbino
gl: Pesaro e Urbino
gu: પેસારો અને ઉર્બિનો
he: פזארו ואורבינו
hi: पेसारो और उर्बिनो
hr: Pesaro i Urbino
hu: Pesaro és Urbino
id: Pesaro dan Urbino
is: Pesaro og Urbino
ja: ペーザロ・ウルビーノ
ka: პეზარო და ურბინო
kk: Пезаро және Урбино
kn: ಪೆಸಾರೊ ಮತ್ತು ಅರ್ಬಿನೊ
ku_arab: پێسارۆ و ئوربینۆ
ky: Пезаро жана Урбино
lo: ເປຊາໂຮ ແລະ ອູບີໂນ
lt: Pezaras ir Urbinas
lv: Pezāro un Urbīno
mi: Peharo me Ūpino
mk: Пезаро и Урбино
ml: പെസാരോ ആന്റ് അര്‍ബിനോ
mn: Пэзаро ба Урбино
mr: पेसारो आणि उर्बिनो
ms: Pesaro dan Urbino
mt: Pesaro u Urbino
ne: पेसारो र उर्बिनो
nn_no: Pesaro e Urbino
no: Pesaro og Urbino
or: ପେସାରୋ ଏବଂ ୟୁରବିନୋ
pa_arab_pk: پےسارو تے اوربینو
pa_in: ਪੇਸਾਰੋ ਅਤੇ ਉਰਬੀਨੋ
pl: Pesaro i Urbino
ru: Пезаро и Урбино
sd: پسارو ۽ اربينو
si: පෙසාරෝ සහ යුර්බිනෝ
sl: Pesaro in Urbino
sr_cyrl_rs: Пезаро и Урбино
sr_latn_rs: Pezaro i Urbino
sv: Pesaro e Urbino
ta: பெசாரோ மற்றும் உர்பினோ
te: పెసారో మరియు అర్బినో
tg: Песаро ва Урбино
th: ปิซาโร อี เออร์บิโน
tr: Pesaro ve Urbino
tt: Песаро һәм Урбино
ug: پاسارو ۋە ئۇربىنو
uk: Пезаро і Урбіно
ur: پےسارو اور اوربینو
uz: Pezaro va Urbino
vi: Pesaro và Urbino
zh_hans: 佩萨罗和乌尔比诺
zh_hant: 佩薩羅烏爾比諾

# Word.State.IT.Pescara
source: Pescara
am: ፐስካራ
ar: بيسكارا
as: পেস্কাৰা
az: Peskara
bg: Пескара
bn_in: পেসকারা
bs: Peskara
el: Πεσκάρα
fa: پسکارا
gu: પેસ્કારા
he: פסקארה
hi: पेस्कारा
ja: ペスカーラ
ka: პესკარა
kk: Пескара
kn: ಪೆಸ್ಕಾರಾ
ku_arab: پێسکارا
ky: Пескара
lo: ເປສກາຣາ
lt: Peskara
lv: Peskāra
mi: Pehikara
mk: Пескара
ml: പെസ്‌ക്കാര
mn: Пэскара
mr: पेस्कारा
ne: पेस्कारा
or: ପେସକାରା
pa_arab_pk: پے سکارا
pa_in: ਪੇਸਕਾਰਾ
ru: Пескара
sd: پسڪارا
si: පෙස්කාරා
sr_cyrl_rs: Пескара
sr_latn_rs: Peskara
ta: பெஸ்காரா
te: పెస్కర
tg: Пескара
th: เปสการา
tt: Пескара
ug: پېسكارا
uk: Пескара
ur: پے سکارا
uz: Peskara
zh_hans: 佩斯卡拉
zh_hant: 佩斯卡拉

# Word.State.IT.Piacenza
source: Piacenza
am: ፒያቸንዛ
ar: بياكينزا
as: পিয়াচেনজা
az: Piakenza
bg: Пиаченца
bn_in: পিয়াসেনজা
el: Πιατσέντζα
fa: پیاسنزا
gu: પિઆસેન્ઝા
he: פיאצ'נזה
hi: पियासेंज़ा
ja: ピアツェンツァ
ka: პიაჩენცა
kk: Пьяченца
kn: ಪಿಯಾಸೆನ್ಜಾ
ku_arab: پیاسێنزا
ky: Пьяченца
lo: ເປຍເຊນຊາ
lt: Pjačenca
lv: Pjačenca
mi: Piateneha
mk: Пјаченца
ml: പിയകെന്‍സ
mn: Пиачэнца
mr: पेसेन्झा
ne: पियाकेन्जा
or: ପିଆସେନଜା
pa_arab_pk: پےآچینسا
pa_in: ਪੀਆਸੇਂਜ਼ਾ
ru: Пьяченца
sd: پياسينزا
si: පියාසෙන්සා
sr_cyrl_rs: Пјаченца
sr_latn_rs: Pjačenca
ta: பியாசென்சா
te: పియాసెన్జా
tg: Пиасенза
th: เพียเชนซา
tt: Пьясенца
ug: پىياچىنزا
uk: П'яченца
ur: پےآچینسا
uz: Pyachentsa
zh_hans: 皮亚琴察
zh_hant: 皮辰札

# Word.State.IT.Pisa
source: Pisa
am: ፒሳ
ar: بيسا
as: পিচা
bg: Пиза
bn_in: পিসা
bs: Piza
el: Πίζα
fa: پیسا
gu: પિઝા
he: פיזה
hi: पीसा
is: Písa
ja: ピサ
ka: პიზა
kk: Пиза
kn: ಪಿಸಾ
ku_arab: پیسا
ky: Пиза
lo: ປີຊາ
lt: Piza
lv: Piza
mi: Piha
mk: Пиза
ml: പിസ
mn: Пиза
mr: पिसा
ne: पिसा
or: ପିସା
pa_arab_pk: پیسا
pa_in: ਪੀਸਾ
pl: Piza
ru: Пиза
sd: پيسا
si: පීසා
sr_cyrl_rs: Пиза
sr_latn_rs: Piza
ta: பிஸா
te: పిసా
tg: Пиза
th: ปิซ่า
tt: Пиза
ug: پىسا
uk: Піза
ur: پیسا
uz: Piza
zh_hans: 比萨
zh_hant: 比薩

# Word.State.IT.Pistoia
source: Pistoia
am: ፒስቶያ
ar: بيستويا
as: পিচটোৱাই
az: Pistoya
bg: Пистория
bn_in: পিসটোইয়া
el: Πιστόια
fa: پیستو
gu: પિસ્ટોનીયા
he: פיסטויה
hi: पिस्टोइआ
ja: ピストイア
ka: პისტორია
kk: Пистоия
kn: ಪಿಸ್ಟೋವಾ
ku_arab: پیستۆیا
ky: Пистойя
lo: ປິສໂຕເອຍ
lt: Pistoja
lv: Pistoija
mi: Pihitoia
mk: Пистоја
ml: പിസ്‌ടോയിയ
mn: Пистоя
mr: पिस्तोना
ne: पिस्तोवा
or: ପିସଟୋଇଆ
pa_arab_pk: پیسٹویا
pa_in: ਪਿਸਟੋਇਆ
ru: Пистойя
sd: پسٽوئا
si: පිස්ටොයියා
sr_cyrl_rs: Пистоја
sr_latn_rs: Pistoja
ta: பிஸ்டோயா
te: పిస్టోయియా
tg: Пистолия
th: ปิสโตยา
tt: Пистойя
ug: پىستويا
uk: Пістойя
ur: پیسٹویا
uz: Pistoyya
zh_hans: 皮斯托亚
zh_hant: 皮斯托亞

# Word.State.IT.Pordenone
source: Pordenone
am: ፖርደኖነ
ar: بوريدينون
as: পোৰডেনোনে
bg: Порденон
bn_in: পোরদেনোনে
el: Πορντενόνε
fa: پیستوئیا
gu: પોર્ડેનન
he: פורדנונה
hi: पोर्डेनोन
ja: ポルデノーネ
ka: პორდენონე
kk: Порденона
kn: ಪೋರ್ಡಿನೊನ್
ku_arab: پۆرێندۆن
ky: Пореноне
lo: ພໍເດໂນນ
lt: Pordenonė
mi: Pōtenone
mk: Порденоне
ml: പൊര്‍ദെനോണ്‍
mn: Пордэнонэ
mr: पोर्देनोन
ne: पोर्देनोन
or: ପୋରଡେନୋନେ
pa_arab_pk: پورڈینونے
pa_in: ਪੋਰਡੇਨੋਨ
ru: Порденоне
sd: پورڊينن
si: පෝර්ඩෙනොන්
sr_cyrl_rs: Порденоне
ta: போர்டேனோன்
te: పోర్డెనోన్
tg: Пордеон
th: ปอร์เดโนเน่
tt: Порденоне
ug: پوردېنون
uk: Порденоне
ur: پورڈینونے
zh_hans: 波代诺内
zh_hant: 波代諾內

# Word.State.IT.Potenza
source: Potenza
am: ፖተንዛ
ar: بوتينزا
as: পোটেনজা
bg: Потенца
bn_in: পোটেনজা
el: Ποτέντσα
fa: پوتنزا
gu: પોટેન્ઝા
he: פוטנצה
hi: पोटेन्ज़ा
ja: ポテンツァ
ka: პოტენცა
kk: Потенза
kn: ಪೊಟೆನ್ಜಾ
ku_arab: پۆتێنزا
ky: Потенза
lo: ໂປເທັນຊາ
lt: Potenca
lv: Potenca
mi: Pōteneha
mk: Потенца
ml: പൊട്ടെന്‍‌സ
mn: Потэнца
mr: पोटेन्झा
ne: पोटेन्जा
or: ପୋଟେନଜା
pa_arab_pk: پوٹینزا
pa_in: ਪੋਟੇਂਜ਼ਾ
ru: Потенца
sd: پوٽينزا
si: පොටෙන්සා
sr_cyrl_rs: Потенца
sr_latn_rs: Potenca
ta: பொடென்சா
te: పొటెంజా
tg: Потенса
th: โปเตนซา
tt: Потенца
ug: پوتېنزا
uk: Потенца
ur: پوٹینزا
uz: Potentsa
zh_hans: 波坦察
zh_hant: 波坦察

# Word.State.IT.Prato
source: Prato
am: ትራቶ
as: প্ৰাটো
bg: Прато
bn_in: প্রাতো
el: Πράτο
fa: پراتو
gu: પ્રાટો
he: פרטו
ja: プラト
ka: პრატო
kk: Прато
kn: ಪ್ರ್ಯಾಟೊ
ku_arab: پراتۆ
ky: Прато
lo: ປຣາໂຕ
lt: Pratas
mk: Прато
ml: പ്രാറ്റോ
mn: Прато
ne: प्रातो
or: ପ୍ରାଟୋ
pa_arab_pk: پراٹو
ru: Прато
sd: پراٽو
si: ප්‍රාටෝ
sr_cyrl_rs: Прато
ta: ப்ரேட்டோ
te: ప్రాటో
tg: Прато
th: ปราโต
tt: Прато
ug: پراتو
uk: Прато
ur: پریٹو
zh_hans: 普拉托
zh_hant: 普拉托

# Word.State.IT.Ragusa
source: Ragusa
am: ራጉሳ
ar: راجوسا
as: ৰাজোচা
az: Raqusa
bg: Рагуса
bn_in: রাগুসা
el: Ραγκούζα
fa: راگوسا
gu: રેગુઝા
he: רגוסה
hi: रगुसा
ja: ラグーザ
ka: პარგუზა
kk: Рагуса
kn: ರಾಗುಸಾ
ku_arab: پاگوسا
ky: Рагуза
lo: ຣາກູຊາ
lt: Ragūza
lv: Raguza
mi: Rakuhia
mk: Рагуза
ml: രഗുസ
mn: Рагуза
mr: रागुसा
ne: रागुसा
or: ରଗୁସା
pa_arab_pk: راگوسا
pa_in: ਰਾਗੁਸਾ
ru: Рагуза
sd: رگوسا
si: රගුවාසා
sr_cyrl_rs: Рагуса
ta: ரகூசா
te: రగుస
tg: Рагуза
th: รากูซา
tt: Рагуза
ug: راگۇسا
uk: Раґуза
ur: راگوسا
uz: Raguza
zh_hans: 拉古萨
zh_hant: 拉古薩

# Word.State.IT.Ravenna
source: Ravenna
am: ራቨና
ar: رافينا
as: ৰাভেনান
bg: Равена
bn_in: রাভেননা
el: Ραβέννα
es: Rávena
fa: راونا
gu: રાવેન્ના
he: ראוונה
hi: रावेना
ja: ラベンナ
ka: რავენა
kk: Равенна
kn: ರವೆನ್ನಾ
ku_arab: راڤێننا
ky: Равенна
lo: ຣາເວັນນາ
lt: Ravena
mi: Rawenia
mk: Равена
ml: രവിന്ന
mn: Равенна
mr: रावेना
ne: रभेना
or: ରବିନ୍ନା
pa_arab_pk: روینا
pa_in: ਰਾਵੈੱਨਾ
pl: Rawenna
ru: Равенна
sd: روينا
si: රවේනා
sr_cyrl_rs: Равена
sr_latn_rs: Ravena
ta: ரவென்னா
te: రావెన్నా
tg: Равенна
th: ราเวนนา
tt: Равенна
ug: راۋېننا
uk: Равенна
ur: روینا
zh_hans: 拉韦纳
zh_hant: 拉文納

# Word.State.IT.ReggioCalabria
source: Reggio Calabria
am: ረጂዮ ካላብሪያ
ar: ريجو كالابريا
as: ৰেজিঅ' কালাব্ৰিয়া
az: Reggio Kalabria
bg: Реджио Калабрия
bn_in: রেজজিও কালাব্রিয়া
el: Ρέτζιο ντι Καλάμπρια
fa: رجیو کالابریا
gu: રેજીઓ કાલાબ્રિયા
he: רג'יו קלבריה
hi: रेगिओ कैलाब्रिया
hr: Kalabrija
ja: レッジョ・カラブリア
ka: რეჯო-კალაბრია
kk: Реджо Калабрия
kn: ರೆಗಿಯೊ ಕ್ಯಾಲಬ್ರಿಯಾ
ku_arab: ریگیۆ کالابریا
ky: Реджо-ди-Калабрия
lo: ເຣັກກີໂອກາລາເບຣຍ
lt: Kalabrijos Redžas
lv: Redžo di Kalabrija
mi: Rekio Karaparia
mk: Реџо Калабрија
ml: രെഗ്ഗിയോ കലാബ്രിയ
mn: Рэжжо Калабриа
mr: रेजिओ कॅलाब्रिया
ne: रेजियो कालाब्रिया
or: ରେଗିଓ କାଲାବ୍ରିଆ
pa_arab_pk: رےگی اوکالابریا
pa_in: ਰੈਜੀਓ ਕਾਲਾਬਰੀਆ
pl: Region Kalabria
ru: Реджо-ди-Калабрия
sd: ريگو ڪيلابريا
si: රෙජියෝ කැලබ්‍රියා
sr_cyrl_rs: Ређо Калабрија
sr_latn_rs: Ređo Kalabrija
ta: ரெஜ்ஜியோ கலாப்ரியா
te: రిజ్జియో కాలబ్రియా
tg: Регио Калабрия
th: เรกจิโอ คาลาบริอา
tt: Реджио-Калабрия
ug: رېججو دى كالابىرىيا
uk: Реджо Калабрія
ur: رےگی اوکالابریا
uz: Redjo-di-Kalabriya
zh_hans: 勒佐卡拉布里亚
zh_hant: 雷焦卡拉布里亞
