Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.PiExceedMaxOwnership
source: The information you have provided has been used by too many accounts. Please enter another account or mailing address.
af: Die inligting wat jy voorsien het, word deur te veel rekeninge gebruik. Voer asseblief ’n ander rekening of posadres in.
am: ያቀረብከው መረጃ በብዙ መለያዎች ተጠቅሟል፡እባክህ ሌል ወይም የመላክያ አድራሻህ ተጠቀም።
ar: المعلومات التي أدخلتها تم استخدامها بواسطة عدد كبير جدًا من الحسابات. الرجاء إدخال حساب أو عنوان بريدي آخر.
as: আপুনি প্ৰদান কৰা তথ্য অধিক একাউণ্টত ব্যৱহাৰ কৰা হৈছে৷ অনুগ্ৰহ কৰি অন্য একাউণ্ট বা মেইলিং ঠিকনা প্ৰৱিষ্ট কৰক৷
az: Sizin verdiyiniz məlumat çoxlu hesablarda istifadə olunub. Lütfən başqa hesab və ya poçt ünvanı daxil edin.
bg: Предоставената от вас информация се използва от прекалено много акаунти. Въведете друг акаунт или пощенски адрес.
bn_in: আপনার দেওয়া তথ্য অনেক অ্যাকাউন্টে ব্যবহার করা হয়েছে৷ অনুগ্রহ করে অন্য একটি অ্যাকাউন্ট বা মেল পাঠানোর ঠিকানা দিন৷
bs: Previše računa koristi navedene podatke. Unesite drugi račun ili poštansku adresu.
cy: Mae gormod o gyfrifon wedi defnyddio'r wybodaeth rydych chi wedi'i darparu. Rhowch gyfrif neu gyfeiriad postio arall.
da: De angivne oplysninger er blevet anvendt til for mange konti. Indtast en anden konto eller postadresse.
de: Die Informationen, die Sie bereitgestellt haben, wurden von zu vielen Konten verwendet. Geben Sie ein anderes Konto oder eine andere Postanschrift an.
el: Τα στοιχεία που έχετε καταχωρήσει χρησιμοποιούνται από πάρα πολλούς λογαριασμούς. Εισαγάγετε διαφορετικό λογαριασμό ή διεύθυνση αλληλογραφίας.
es: La información proporcionada la han usado demasiadas cuentas. Especifique otra cuenta o dirección de correo.
et: Teie esitatud teavet kasutab liiga palju kontosid. Sisestage teine konto või postiaadress.
eu: Emandako informazioa kontu gehiegik erabiltzen dute. Sartu beste kontu edo helbide bat.
fa: اطلاعاتی که ارائه کرده اید برای تعداد زیادی از حساب ها استفاده شده است. لطفاً یک حساب دیگر یا آدرس پستی را وارد کنید.
ga: Tá an t-eolas atá curtha ar fáil agat in úsaid ar an iomarca cuntas. Cuir isteach cuntas nó seoladh poist eile le do thoil.
gd: Chaidh am fiosrachadh a chuir thu a-steach a chleachdadh le cus chunntasan. Cuir a-steach cunntas no seòladh puist eile.
gl: A información que deu foi usada por demasiadas contas. Introduza outra conta ou enderezo de envío.
gu: તમે આપેલ માહિતીનો ઘણા ખાતાઓમાં ઉપયોગ થાય છે. કૃપા કરી અન્ય ખાતુ અથવા મેઇલીંગ સરનામું દાખલ કરો.
he: המידע שסיפקת היה בשימוש על-ידי מספר גדול מדי של חשבונות. הזן חשבון או כתובת משלוח אחרים.
hi: आपके द्वारा प्रदान की गई जानकारी का बहुत अधिक खातों द्वारा उपयोग किया गया है. कृपया कोई अन्य खाता या मेलिंग पता दर्ज करें.
hr: Podaci koje ste dali koriste se u previše računa. Unesite drugi račun ili poštansku adresu.
hu: A megadott adatokat túl sok fiók használja. Adjon meg másik fiókot vagy levelezési címet.
id: Informasi yang Anda berikan telah digunakan oleh terlalu banyak akun. Masukkanlah akun atau alamat surat lain.
is: Upplýsingarnar sem þú gafst hafa verið notaðar af of mörgum reikningum. Færðu inn annan reikning eða netfang.
ja: ご提供いただいた情報を使用している口座が多すぎます。別の口座または郵送先住所を入力してください。
ka: თქვენს მიერ მითითებული ინფორმაცია გამოყენებულია ძალიან ბევრ ანგარიშში. გთხოვთ, მიუთითოთ სხვა ანგარიში ან საფოსტო მისამართი.
kk: Бұл ақпарат тым көп шоттарға қосылған. Басқа шотты немесе пошталық мекенжайды енгізіңіз.
kn: ನೀವು ಒದಗಿಸಲಾದ ಮಾಹಿತಿಯನ್ನು ಹಲವಾರು ಖಾತೆಗಳಿಂದ ಬಳಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಮತ್ತೊಂದು ಖಾತೆಯನ್ನು ಅಥವಾ ಮೇಲಿಂಗ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ.
ko: 제공하신 정보가 너무 많은 계정에 사용되었습니다. 다른 계정이나 우편 주소를 입력하십시오.
ku_arab: ئەو زانیاریانەی کە تۆ دەستەبەرت کردووە لەلایەن ژمارەیەکی زۆری ئەژمێرەوە بەکارهێنراوە. تکایە ئەژمێرێک یان ناونیشانێکی پۆستی دیکە تێنووس بکە.
ky: Сиз берген маалыматты өтө көп каттоо эсептери колдонулуп келген. Башка каттоо эсебин же почто дарегин киргизиңиз.
lo: ຂໍ້ມູນທີ່ທ່ານສະໜອງໃຫ້ໄດ້ຖືກໃຊ້ໂດຍຫຼາຍບັນຊີເກີນໄປ. ກະລຸນາປ້ອນບັນຊີ ຫຼືທີ່ຢູ່ໄປສະນີອື່ນ.
lt: Pateikta informacija naudojama per dideliame skaičiuje abonementų. Nurodykite kitą abonementą arba pašto adresą.
lv: Norādītā informācija tiek izmantota pārāk daudz kontos. Lūdzu, ievadiet citu kontu vai pasta adresi.
mi: Kua whakamahia te mōhiohio nāu i hōmai e ngā pūkete maha rawa atu. Tāuru i tētahi pūkete anō, tētahi wāhitau rānei.
mk: Информациите што ги обезбедивте се користени од премногу сметки. Внесете друга сметка или поштенска адреса.
ml: നിങ്ങള്‍ നല്‍കിയ വിവരങ്ങള്‍ ഒന്നിലധികം അക്കൌണ്ടുകളില്‍ ഉപയോഗിച്ചു. മറ്റൊരു അക്കൌണ്ടോ മെയിലിംഗ് വിലാസമോ നല്‍കുക.
mn: Таны оруулсан мэдээллийг хэт олон хэрэглэгчийн дансанд ашигласан байна. Өөр данс эсвэл шуудангийн хаяг оруулна уу.
mr: आपण प्रदान केलेली माहिती अनेक खात्यांद्वारे वापरली गेली. कृपया दुसरे खाते किंवा मेल पत्ता प्रविष्ट करा.
ms: Maklumat yang anda berikan telah digunakan oleh terlalu banyak akaun. Sila masukkan akaun atau alamat surat-menyurat yang lain.
mt: L-informazzjoni li tajt intużat għal wisq kontijiet. Jekk jogħġbok daħħal kont jew indirizz postali ieħor.
ne: तपाईँले उपलब्ध गराउनु भएको जानकारी धेरै खाताहरूले प्रयोग गरेको छ। कृपया अर्को खता वा पत्राचार ठेगाना प्रविष्ट गर्नुहोस्।
nn_no: Informasjonen du har oppgitt, har blitt brukt av for mange kontoar. Oppgi ein annan konto eller ei anna postadresse.
no: Informasjonen du har oppgitt, har blitt brukt av for mange kontoer. Oppgi en annen konto eller postadresse.
or: ଆପଣ ପ୍ରଦାନ କରିଥିବା ସୂଚନା ଅନେକ ଏକାଉଣ୍ଟଗୁଡିକ ଦ୍ଵାରା ବ୍ୟବହୃତ ହୋଇଛି. ଦୟାକରି ଅନ୍ୟ ଏକାଉଣ୍ଟ୍ କିମ୍ଵା ମେଲ୍ କରିବା ଠିକଣା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: تہاڈی دتی ہوئی معلومات بہت زیادہ اکاؤنٹس ولوں ورتی جاچکی اے۔ میربانی کرکے کسے ہور اکاؤنٹ یا پتے دا اضافہ کرو۔
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ ਪ੍ਰਦਾਨ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਬਹੁਤ ਸਾਰੇ ਖਾਤਿਆਂ ਦੁਆਰਾ ਵਰਤੀ ਗਈ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਹੋਰ ਖਾਤੇ ਜਾਂ ਡਾਕ ਪਤੇ ਨੂੰ ਦਾਖਲ ਕਰੋ।
pl: Podane informacje były używane przez zbyt dużą liczbę kont. Wprowadź inne konto lub adres wysyłkowy.
ru: Предоставленные вами сведения используются в слишком большом количестве учетных записей. Введите другую учетную запись или другой почтовый адрес.
sd: معلومات جيڪا توهان مهيا ڪئي آهي اها ڪيترن ئي اڪائونٽن ۾ استعمال ٿي چڪي آهي. مهرباني ڪري هڪ ٻيو اڪائونٽ يا ميل جو پتو داخل ڪريو.
si: ඔබ විසින් සපයන ලද තොරතුරු ගිණුම් ගණනාවක් මගින් භාවිතා කරනු ලැබ තිබේ. කරුණාකර වෙනත් ගිණුමක් හෝ තැපැල් ලිපිනයක් ඇතුළු කරන්න.
sl: Podatki, ki ste jih vnesli, so v uporabi v prevelikem številu računov. Vnesite drug račun ali poštni naslov.
sr_cyrl_rs: Превише налога користи дату информацију. Унесите други налог или поштанску адресу.
sr_latn_rs: Previše naloga koristi datu informaciju. Unesite drugi nalog ili poštansku adresu.
sv: Den information du har angett har använts med för många konton. Ange ett annat konto eller en annan postadress.
ta: நீங்கள் வழங்கிய தகவல் பல கணக்குகளில் பயன்படுத்தப்படுகிறது. மற்றொரு கணக்கு அல்லது அஞ்சல் செய்யும் முகவரியை உள்ளிடவும்.
te: మీరు అందించిన సమాచారం చాలా ఎక్కువ ఖాతాల ద్వారా ఉపయోగించబడింది. దయచేసి మరో ఖాతాను లేదా మెయిలింగ్ చిరునామాను నమోదు చేయండి.
tg: Маълумоти пешниҳодкардаи шуморо шумораи аз ҳад зиёди ҳисобҳо истифода мебарад. Лутфан, ҳисоб ё суроғаи почтаи дигареро ворид кунед.
th: ข้อมูลที่คุณให้ถูกใช้งานในหลายบัญชีเกินไป โปรดป้อนบัญชีหรือที่อยู่ไปรษณีย์อื่น
tr: Sağladığınız bilgiler çok fazla hesap tarafından kullanıldı. Lütfen başka bir hesap veya posta adresi girin.
tt: Бу мәгълүмате Сез бирдегез күп хисап белән кулланыла. Башка хисапны яки почта адресын кертегез.
ug: تەمىنلىگەن ئۇچۇرىڭىز نۇرغۇن ھېساباتقا ئىشلىتىلگەن.باشقا بىر ھېسابات ياكى تورخەت ئادرېسىنى كىرگۈزۈڭ.
uk: Вказані вами дані використовувалися багатьма іншими обліковими записами. Введіть інший рахунок або адресу електронної пошти.
ur: آپ کی فراہم کردہ معلومات بہت سارے کھاتوں نے استعمال کرلی ہوئی ہے. براہ مہربانی کوئی دوسرا کھاتہ یا پتہ درج کریں.
uz: Siz kiritgan ma‘lumotlar juda ko‘p hisob qaydnomalari tomonidan foydalanilgan. Boshqa hisob qaydnomasi yoki pochta manzilini kiriting.
vi: Thông tin bạn cung cấp đã được dùng bởi quá nhiều tài khoản. Vui lòng nhập một tài khoản hoặc địa chỉ nhận thư khác.
zh_hans: 您提供的信息已被过多帐户使用。请输入另一帐户或邮寄地址。
zh_hant: 已有過多帳戶使用您提供的資訊。請輸入其他帳戶或郵寄地址。

# Literal.Error.PiLimitExceeded
source: Can't add payment preference. Use an existing payment preference, or to remove a payment preference.
af: Kan nie betalingsvoorkeur byvoeg nie. Gebruik 'n bestaande betalingsvoorkeur of om 'n betalingsvoorkeur te verwyder.
am: የክፍያ ምርጫ አያክልም። ያለውን የክፍያ ምርጫ ተጠቀም ወይም የክፍያ ምርጫ ማስወገድ።
ar: لا يمكن إضافة تفضيلات الدفع. استخدم تفضيلات الدفع الحالية، أو قم بإزالة أحد تفضيلات الدفع.
as: পৰিশোধ অগ্ৰাধিকাৰ যোগ কৰিব নোৱাৰে৷ এটা মজুত থকা পৰিশোধ অগ্ৰাধিকাৰ ব্যৱহাৰ কৰক বা পৰিশোধ অগ্ৰাধিকাৰ আঁতৰাওক৷
az: Ödəniş seçimi əlavə etmək mümkün deyil. Mövcud ödəniş seçimindən istifadə edin və ya ödəniş seçimini silin.
bg: Предпочитанието за плащане не може да бъде добавено. Използвайте текущото предпочитание за плащане или го премахнете.
bn_in: অর্থপ্রদানের অগ্রাধিকার যোগ করা যায় না৷ বর্তমান কোন অর্থপ্রদান অগ্রাধিকার ব্যবহার করুন, বা কোন অর্থপ্রদান অগ্রাধিকার সরান৷
bs: Željeni način plaćanja se ne može dodati. Koristite postojeći željeni način plaćanja ili ga uklonite.
cy: Does dim modd ychwanegu'r prif ffordd hwn o dalu. Defnyddiwch ffordd o dalu sydd eisoes yn bodoli, neu dynnu un o'r prif ffyrdd o dalu.
da: Kan ikke tilføje betalingspræference. Anvend en eksisterende eller slet en betalingspræference.
de: Die Zahlungseinstellung kann nicht hinzugefügt werden. Verwenden Sie eine vorhandene Zahlungseinstellung, oder entfernen Sie eine Zahlungseinstellung.
el: Δεν είναι δυνατή η προσθήκη προτίμησης πληρωμής. Χρησιμοποιήστε μια υπάρχουσα προτίμηση πληρωμής ή καταργήστε μια προτίμηση πληρωμής.
es: No se puede agregar la preferencia de pago. Use o quite una preferencia de pago existente.
et: Makse-eelistust ei saa lisada. Kasutage olemasolevat makse-eelistust või eemaldage makse-eelistus.
eu: Ezin da ordainketa-hobespena gehitu. Erabili dagoen ordainketa-hobespen bat edo kendu dagoenetako bat.
fa: امکان افزودن مرجع پرداخت وجود ندارد. از یک مرجع پرداخت موجود استفاده کرده یا یک مرجع پرداخت را حذف کنید.
ga: Ní féidir rogha íocaíochta a chur leis. Bain úsáid as an tosaíocht íocaíochta reatha, nó bain rogha íocaíochta.
gd: Chan urrainn dhuinn an roghainn pàighidh a chur ris. Cleachd roghainn pàighidh a tha agad mar-thà no thoir air falbh roghainn pàighidh.
gl: Non se pode engadir a súa preferencia de pagamento. Use unha preferencia de pagamento existente ou elimine unha preferencia de pagamento.
gu: ચૂકવણી સંદર્ભ ઉમેરી શકાતો નથી. હયાત ચૂકવણી સંદર્ભનો ઉપ્યોગ કરો, અથવા ચૂકવણી સંદર્ભ દૂર કરો.
he: לא ניתן להוסיף העדפת תשלום. השתמש בהעדפת תשלום קיימת, או כדי להסיר העדפת תשלום.
hi: भुगतान संदर्भ नहीं जोड़ सकते. किसी मौजूदा प्राथमिकता का उपयोग करें या भुगतान प्राथमिकता निकालें.
hr: Ne može se dodati preferirani način plaćanja. Upotrijebite postojeći preferirani način plaćanja ili uklonite preferirani način plaćanja.
hu: Nem lehet felvenni a fizetési módot. Használjon meglévő fizetési módot, vagy távolítson el egy fizetési módot.
id: Tidak dapat menambahkan preferensi pembayaran. Gunakan preferensi pembayaran yang sudah ada, atau membuang preferensi pembayaran.
is: Ekki er hægt að bæta við greiðsluforgangi. Notaðu fyrirliggjandi greiðsluforgang eða fjarlægðu greiðsluforgang.
ja: 支払設定を追加できません。既存の支払設定を使用するか、いずれかの支払設定を削除してください。
ka: გადახდის უპირატესი მეთოდი ვერ დაემატა. გამოიყენეთ გადახდის უპირატესი ამჟამინდელი მეთოდი, ან წაშალეთ გადახდის უპირატესი მეთოდი.
kk: Төлем теңшелімін қосу мүмкін емес. Бар төлем теңшелімін пайдаланыңыз немесе төлем теңшелімін жойыңыз.
kn: ಪಾವತಿ ಆದ್ಯತೆಯನ್ನು ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ. ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಪಾವತಿ ಆದ್ಯತೆಯನ್ನು ಬಳಸಿ, ಅಥವಾ ಪಾವತಿ ಆದ್ಯತೆಯನ್ನು ತೆಗೆದುಹಾಕಿ.
ko: 결제 기본 설정을 추가할 수 없습니다. 기존 결제 기본 설정을 사용하거나 결제 기본 설정을 제거하십시오.
ku_arab: ناتوانێت پەسەندی پارەدان زێدە بکات. پەسەندیەکی پارەدانی هەربوو بەکاربێنە، یان پەسەندیەکی پارەدان لاببە.
ky: Төлөө артыкчылыгын кошо албайбыз. Мурдатан болгон төлөө артыкчылыгын колдонуңуз же төлөө артыкчылыгын өчүрүңүз.
lo: ບໍ່ສາມາດເພີ່ມການກຳນົດວິທີການຊຳລະເງິນໄດ້. ໃຫ້ໃຊ້ການກຳນົດວິທີການຊຳລະເງິນທີ່ມີຢູ່ແລ້ວ, ຫຼືເອົາການກຳນົດວິທີການຊຳລະເງິນໃດໜຶ່ງອອກ.
lt: Mokėjimo pasirinkimo įtraukti negalima. Naudokite esamą mokėjimo pasirinkimą arba kurį nors pašalinkite.
lv: Nevar pievienot maksāšanas preferenci. Izmantojiet esošu maksāšanas preferenci vai noņemiet to.
mi: Kāore e taea te manakotanga utu te tāpiri. Whakamahia tētahi manakohanga utu tīari, tangohia rānei tētahi manakohanga utu.
mk: Не може да се додаде претпочитан метод на плаќање. Користете постоен претпочитан метод на плаќање или отстранете некој претпочитан метод на плаќање.
ml: പേയ്‌മെന്റ് മുന്‍‌ഗണന ചേര്‍ക്കാനാവുന്നില്ല. നിലവിലുള്ള ഒരു പേയ്‌‌മെന്റ് മുന്‍‌ഗണന ഉപയോഗിക്കുക, അല്ലെങ്കില്‍ ഒരു പേയ്‌മെന്റ് മുന്‍‌ഗണന ഉപയോഗിക്കുക.
mn: Төлбөрийн эрхэмлэлийг нэмэх боломжгүй. Одоо байгаа төлбөрийн эрхэмлэлийг хэрэглэх буюу нэг төлбөрийн сонголтыг арилга.
mr: देय प्राधान्य जोडू शकत नाही. अस्तित्वात असलेले देय प्राधान्य किंवा देय प्राधान्य काढण्यासाठी वापरा.
ms: Tidak boleh menambah keutamaan bayaran. Gunakan keutamaan bayaran sedia ada, atau alih keluar satu keutamaan bayaran.
mt: Ma tistax tinżied il-preferenza tal-pagament. Uża preferenza ta' pagament eżistenti, jew neħħi preferenza ta' pagament.
ne: अभिरुचिहरू थप गर्न सकिँदैन। अवस्थित भुक्तानी अभिरुचि प्रयोग गर्नुहोस्, वा भुक्तानी अभिरुचि हटाउनको लागि।
nn_no: Kan ikkje leggje til betalingsinnstilling. Bruk ei eksisterande betalingsinnstilling, eller fjern ei betalingsinnstilling.
no: Kan ikke legge til betalingsalternativ. Bruk et eksisterende betalingsalternativ, eller fjern et betalingsalternativ.
or: ଦେୟ ଅଗ୍ରାଧିକାର ଯୋଡି ପାରିବ ନାହିଁ. ଏକ ବିଦ୍ୟମାନ ଦେୟ ପଦ୍ଧତି ବ୍ୟବହାର, କିମ୍ଵା ଏକ ଦେୟ ଅଗ୍ରାଧିକାରକୁ ଘୁଞ୍ଚାନ୍ତୁ.
pa_arab_pk: ادائیگی دی ترجیحاں دا اضافہ نئیں کرسکدے۔ ادائیگی دی مجودہ ترجیح نوں ورتو، یا ادائیگی دی ترجیح نوں ہٹا دیو۔
pa_in: ਭੁਗਤਾਨ ਦੀ ਤਰਜੀਹ ਨੂੰ ਸ਼ਾਮਲ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ। ਕਿਸੇ ਮੌਜ਼ੂਦਾ ਭੁਗਤਾਨ ਤਰਜੀਹ ਦੀ ਵਰਤੋਂ ਕਰੋ ਜਾਂ ਕਿਸੇ ਭੁਗਤਾਨ ਤਰਜੀਹ ਨੂੰ ਹਟਾਓ।
pl: Nie można dodać preferencji płatności. Użyj istniejących preferencji płatności lub usuń je.
ru: Не удается добавить метод оплаты. Используйте существующий метод оплаты или удалите метод оплаты.
sd: رقم ادا ڪرڻ واري ترجيح جو اضافو نه ٿو ڪري سگھجي. هڪ موجوده رقم ادا ڪرڻ واري ترجيح جو اضافو ڪريو، يا رقم ادا ڪرڻ واري ترجيح کي هٽايو.
si: ගෙවීම් අභිරුචිය එකතු කළ නො හැක. පවතින ගෙවීම් අභිරුචියක් භාවිතා කරන්න, නැතහොත් ගෙවීම් අභිරුචියක් ඉවත් කරන්න.
sl: Načina plačila ni mogoče dodati. Uporabite obstoječi način plačila ali odstranite način plačila.
sr_cyrl_rs: Жељена наплата се не може додати. Користите постојеће жељено плаћање, или уклоните жељено плаћање.
sr_latn_rs: Željena naplata se ne može dodati. Koristite postojeće željeno plaćanje, ili uklonite željeno plaćanje.
sv: Det går inte att lägga till ett betalningsalternativ. Använd ett befintligt betalningsalternativ eller ta bort ett betalningsalternativ.
ta: கட்டண விருப்பத்தைச் சேர்க்க முடியவில்லை. இருக்கும் கட்டண விருப்பத்தைப் பயன்படுத்தவும் அல்லது கட்டண விருப்பத்தை அகற்றவும்.
te: చెల్లింపు ప్రాధాన్యతను జోడించడం సాధ్యపడదు. ఇప్పటికే ఉన్న చెల్లింపు ప్రాధాన్యతను ఉపయోగించండి లేదా ఒక చెల్లింపు ప్రాధాన్యతను తీసివేయడాన్ని ప్రయత్నించండి.
tg: Афзалияти пардохтро илова карда наметавонад. Афзалияти пардохти мавҷудеро истфода баред ё ягон афзалияти пардохтро тоза кунед.
th: ไม่สามารถเพิ่มการกำหนดการชำระเงิน ใช้การกำหนดการชำระเงินที่มีอยู่หรือลบการกำหนดการชำระเงิน
tr: Ödeme tercihi eklenemiyor. Var olan bir ödeme tercihini kullanın veya bir ödeme tercihini kaldırmak için.
tt: Түләү өстенлеген өстәп булмый. Булган түләү өстенлеген кулланыгыз яки түләү өстенлеген бетерегез.
ug: ھەق تۆلەش تاللىشىڭىز قوشۇلمىدى.مەۋجۈت ھەق تۆلەش تاللىشىنى ئىشلىتىڭ ياكى ھەق تۆلەش تاللىشىنى چىقىرۋېتىڭ.
uk: Неможливо додати параметр оплати. Скористайтеся наявним параметром або видаліть параметр оплати.
ur: ادائیگی کی ترجیحات شامل نہیں کرسکتے. موجودہ ادائیگی کی ترجیحات کا استعمال کریں، یا ادائیگی کی ترجیحات کو مٹانے کے لیے.
uz: To‘lov imtiyozini qo‘sha olmaymiz. Mavjud to‘lov imtiyozidan foydalaning yoki to‘lov imtiyozini olib tashlang.
vi: Không thể thêm tùy chọn thanh toán ưu tiên. Dùng một tùy chọn thanh toán ưu tiên hiện tại, hoặc loại bỏ một tùy chọn thanh toán ưu tiên.
zh_hans: 无法添加优先付款方式。使用现有的优先付款方式，或者删除优先付款方式。
zh_hant: 無法新增付費喜好設定。請使用現有的付費喜好設定，或移除付費喜好設定。
