Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.US.ArmedForcesPacific
source: Armed Forces Pacific
af: Gewapende magte Stille Oseaan
am: የጦር ኃይሎች ፓሲፊክ
ar: القوات المسلحة للباسيفيك
as: আৰ্মড ফ'ৰ্ছেছ পেছিফিক
az: Sakit Okean Silahlı Qüvvələri
bg: Въоръжени сили Тих океан
bn_in: আর্মড ফোর্সেস প্রশান্তমহাসাগরীয়
bs: Oružane snage Pacifik
cy: Lluoedd Arfog Môr y Canoldir
da: Væbnede styrker i Stillehavsområdet
de: Streitkräfte - Pazifik
el: Ένοπλες Δυνάμεις - Ειρηνικός
es: Fuerzas Armadas Pacífico
et: Relvajõud (Vaikne ookean)
eu: Pazifikoko Indar Armatuak
fa: نیروهای مسلح اقیانوس آرام
ga: Fórsaí Armtha an Aigéin Chiúin
gd: Feachdan Armaichte a' Chuain Sèimh
gl: Forzas Armadas do Pacífico
he: כוחות הביטחון של אזור האוקיינוס השקט
hr: Oružane snage Pacifik
hu: Fegyveres erők a Csendes-óceáni térségben
is: Herstöðvar Bandaríkjamanna í Kyrrahafi
ja: 太平洋地域駐留米軍関連施設
ka: წყნარი ოკეანის შეიარაღებული ძალები
kk: Тынық мұхиты аумағының қарулы күштері
ko: 미국 태평양 육군
ku_arab: ھێزە چەکدارەکانی لە ئوقیانووسی ئارام
ky: Тынч океандын куралдуу күчтөрү
lo: ກອງກຳລັງປາຊິຟິກ
lt: Ginkluotosios Ramiojo vandenyno pajėgos
lv: Bruņotie spēki Klusā okeāna teritorijā
mi: Ngā Taua Maupū o Te Moananui-a-Kiwa
mk: Вооружени сили - Пацифик
mn: Номхон далай дахь Зэвсэгт хүчин
mt: Forzi Armati tal-Paċifiku
ne: आर्मड फोर्सेस प्यासिफिक
nn_no: Væpna styrkar, stillehavsområdet
no: Væpnede styrker, stillehavsområdet
or: ଆର୍ମେଡ୍ ଫୋର୍ସେସ୍ ପାସିଫିକ୍
pa_arab_pk: آرمڈ فورسس پیسیفک
pa_in: ਹਥਿਆਰਬੰਦ ਫੌਜ ਪੈਸਿਫਿਕ
pl: Siły zbrojne na Pacyfiku
ru: Вооруженные силы — Тихий океан
sd: مسلح افواج پيسيفڪ
si: පැසිෆික් සන්නද්ධ හමුදා
sl: Oborožene sile na Pacifiku
sv: Militärbaser i Stilla Havet
tg: Қувваҳои Низомии Оқёнуси Ором
th: อาร์มฟอร์ซแปซิฟิก
tr: Pasifik Silahlı Kuvvetleri
tt: Тын Океанының Коралланган Көчләре
ug: تىنچ ئوكيان قوراللىق كۈچى
uk: Збройні сили США в Тихоокеанському регіоні
ur: آرمڈ فورسس پیسیفک
uz: Tinch okeani Qurolli Kuchlari
zh_hans: 太平洋武装部队
zh_hant: 美國太平洋駐軍

# Word.State.US.ArmedForcesAfrica
source: Armed Forces Africa
af: Gewapende magte Afrika
am: ወታደራዊ ሃይሎች አፍሪቃ
ar: القوات المسلحة أفريقيا
as: সশস্ত্র বাহিনী আফ্রিকা
az: Afrika Silahlı Qüvvələri
bg: Въоръжени сили Африка
bn_in: সশস্ত্র বাহিনী আফ্রিকা
bs: Oružane snage Afrika
cy: Lluoedd Arfog Affrica
da: Væbnede styrker i Afrika
de: Streitkräfte – Afrika
el: Ένοπλες Δυνάμεις - Αφρική
es: Fuerzas armadas África
et: Relvajõud (Aafrika)
eu: Afrikako Indar Armatuak
fa: نیروهای مسلح آفریقا
ga: Fórsaí armtha na hAfraice
gd: Feachdan Armaichte Afraga
gl: Forzas Armadas de África
gu: સશસ્ત્ર દળો આફ્રિકા
he: הכוחות המזוינים של אפריקה
hi: अफ्रीका की सशस्त्र सेनाएँ
hr: Oružane snage Afrike
hu: Fegyveres erők, Afrika
id: Angkatan Bersenjata Afrika
is: Herafli í Afríku
ja: アフリカ地域駐留米軍関連施設
ka: აფრიკის შეიარაღებული ძალები
kk: Қарулы күштер, Африка
kn: ಆಫ್ರಿಕಾದ ಸಶಸ್ತ್ರ ಸೇವೆ
ko: 아프리카 군대
ku_arab: هێزه چەکدارەکانی ئەفریقا
ky: Африканын куралдуу күчтөрү
lo: ກອງ ກຳ ລັງທະຫານອາຟຣິກາ
lt: Ginkluotosios pajėgos, Afrika
lv: ASV bruņotie spēki Āfrikā
mi: Ngā Taua Maupū o Awherika
mk: Африкански вооружени сили
ml: സായുധ സേന ആഫ്രിക്ക
mn: Африкийн Зэвсэгт Хүчин
mr: आफ्रिकाचे सैन्य बल
ms: Angkatan Tentera Afrika
mt: Il-Forzi Armati tal-Afrika
ne: सशस्त्र बल अफ्रिका
nn_no: Dei afrikanske væpna styrkar
no: Væpnede styrker, Afrika
or: ସଶସ୍ତ୍ର ବଳ ଆଫ୍ରିକା
pa_arab_pk: افریقہ دیاں مسلح فوجاں
pa_in: ਆਰਮਡ ਫੋਰਸਿਜ਼ ਅਫਰੀਕਾ
pl: Siły zbrojne Afryki
ru: Вооруженные силы — Африка
sd: هٿياربند فوج آفريڪا
si: සන්නද්ධ හමුදා අප්‍රිකාව
sl: Oborožene sile v Afriki
sr_cyrl_rs: Оружане снаге – Африка
sr_latn_rs: Oružane snage – Afrika
sv: Väpnade styrkor, Afrika
ta: ஆயுதப்படைகள் ஆப்பிரிக்கா
te: సాయుధ దళాలు ఆఫ్రికా
tg: Қувваҳои мусаллаҳи Африка
th: อาร์มฟอร์ซแอฟริกา
tr: Afrika Silahlı Kuvvetleri
tt: Африканың Коралланган Көчләре
ug: ئافرىقا قوراللىق قىسىمى
uk: Збройні сили Африки
ur: افریقہ کی مسلح افواج
uz: Afrika qurolli kuchlari
vi: Lực lượng vũ trang Châu Phi
zh_hans: 部队武装非洲
zh_hant: 非洲軍區

# Word.State.US.ArmedForcesAE
source: Armed Forces (AE)
af: Weermag (AE)
am: የጦር ኃይሎች (AE)
ar: القوات المسلحة (أوروبا)
as: সশস্ত্ৰ বাহিনী (এই)
az: Silahlı Qüvvələr (AE)
bg: Въоръжени сили (AE)
bn_in: সশস্ত্র বাহিনী (এই)
bs: Oružane snage (AE)
cy: Lluoedd Arfog (AE)
da: Væbnede styrker (AE)
de: Streitkräfte (AE)
el: Ένοπλες δυνάμεις (AE)
es: Fuerzas Armadas (Europa)
et: Relvajõud (AE)
eu: Indar Armatuak (AE)
fa: نیروهای مسلح (AE)
ga: Fórsaí Armtha (AE)
gd: Feachdan armaichte (AE)
gl: Forzas Armadas (AE)
gu: સશસ્ત્ર દળો (AE)
he: כוחות הביטחון (AE)
hi: सशस्त्र बल (AE)
hr: Oružane snage (AE)
hu: Fegyveres erők (AE)
id: Angkatan Bersenjata (AE)
is: Hersveitir (AE)
ja: 駐留米軍関連施設 (AE)
ka: შეიარაღებული ძალები (AE)
kk: Қарулы күштер (AE)
kn: ಸಶಸ್ತ್ರ ಪಡೆಗಳು (AE)
lo: ກອງກຳລັງ (AE)
lt: Ginkluotosios pajėgos (AE)
lv: Bruņotie spēki (AE)
mi: Ngā Taua Maupū (AE)
mk: Вооружени сили (AE)
mr: सशस्त्र दल (AE)
ms: Angkatan Tentera (AE)
mt: Il-Forzi Armati (AE)
ne: सशस्त्र बल (AE)
nn_no: Væpna styrker (AE)
no: Væpnede styrker (AE)
or: ଆର୍ମଡ୍‍‌ ଫୋର୍ସେସ୍ (AE)
pa_in: ਹਥਿਆਰਬੰਦ ਫੌਜਾਂ (AE)
pl: Siły zbrojne Ameryki (AE)
ru: Вооруженные силы (AE)
sl: Oborožene sile (AE)
sr_cyrl_rs: Оружане снаге (AE)
sr_latn_rs: Oružane snage (AE)
sv: Militärbaser (Armed Forces Europe)
ta: ஆயுதப்படைகள் (AE)
te: సాయుధ దళాలు (AE)
th: อาร์มฟอร์ซ (AE)
tr: ABD Silahlı Kuvvetleri (Avrupa, Afrika, Orta Doğu ve Kanada)
tt: Коралланган Көчләр (АЕ)
ug: قوراللىق كۈچ (AE)
uk: Збройні сили (AE)
ur: مسلح افواج (AE)
uz: Qurolli kuchlar (AE)
vi: Lực lượng vũ trang (AE)
zh_hans: 武装部队(AE)

# Word.State.US.ArmedForcesAA
source: Armed Forces (AA)
af: Weermag (AA)
am: የጦር ኃይሎች (AA)
ar: القوات المسلحة (الأمريكيتان)
as: সশস্ত্ৰ বাহিনী (এএ)
az: Silahlı Qüvvələr (AA)
bg: Въоръжени сили (AA)
bn_in: সশস্ত্র বাহিনী (এএ)
bs: Oružane snage (AA)
cy: Lluoedd Arfog (AA)
da: Væbnede styrker (AA)
de: Streitkräfte (AA)
el: Ένοπλες Δυνάμεις (AA)
es: Fuerzas Armadas (Américas, excepto Canadá)
et: Relvajõud (AA)
eu: Indar Armatuak (AA)
fa: نیروهای مسلح (AA)
ga: Fórsaí Armtha (AA)
gd: Feachdan armaichte (AA)
gl: Forzas Armadas (AA)
gu: સશસ્ત્ર દળો (AA)
he: כוחות הביטחון (AA)
hi: सशस्त्र बल (AA)
hr: Oružane snage (AA)
hu: Fegyveres erők (AA)
id: Angkatan Bersenjata (AA)
is: Hersveitir (AA)
ja: 駐留米軍関連施設 (AA)
ka: შეიარაღებული ძალები (AA)
kk: Қарулы күштер (AA)
kn: ಸಶಸ್ತ್ರ ಪಡೆಗಳು (AA)
lo: ກອງກຳລັງ (AA)
lt: Ginkluotosios pajėgos (AA)
lv: Bruņotie spēki (AA)
mi: Ngā Taua Maupū (AA)
mk: Вооружени сили (AA)
mr: सशस्त्र दल (AA)
ms: Angkatan Tentera (AA)
mt: Il-Forzi Armati (AA)
ne: सशस्त्र बल (AA)
nn_no: Væpna styrker (AA)
no: Væpnede styrker (AA)
or: ଆର୍ମଡ୍‍‌ ଫୋର୍ସେସ୍ (AA)
pa_in: ਹਥਿਆਰਬੰਦ ਫੌਜਾਂ (AA)
pl: Siły zbrojne Ameryki (AA)
ru: Вооруженные силы (AA)
sl: Oborožene sile (AA)
sr_cyrl_rs: Оружане снаге (AA)
sr_latn_rs: Oružane snage (AA)
sv: Militärbaser (Armed Forces Americas)
ta: ஆயுதப்படைகள் (AA)
te: సాయుధ దళాలు (AA)
th: อาร์มฟอร์ซ (AA)
tr: ABD Silahlı Kuvvetleri (Kuzey ve Güney Amerika, Kanada hariç)
tt: Коралланган Көчләр (АА)
ug: قوراللىق كۈچ (AA)
uk: Збройні сили (АА)
ur: مسلح افواج (AA)
uz: Qurolli kuchlar (AA)
vi: Lực lượng vũ trang (AA)
zh_hans: 武装部队(AA)

# Word.State.US.ArmedForcesAP
source: Armed Forces (AP)
af: Weermag (AP)
am: የጦር ኃይሎች (AP)
ar: القوات المسلحة (المحيط الهادي)
as: সশস্ত্ৰ বাহিনী (এপি)
az: Silahlı Qüvvələr (AP)
bg: Въоръжени сили (AP)
bn_in: সশস্ত্র বাহিনী (এপি)
bs: Oružane snage (AP)
cy: Lluoedd Arfog (AP)
da: Væbnede styrker (AP)
de: Streitkräfte (AP)
el: Ένοπλες Δυνάμεις (AP)
es: Fuerzas Armadas (Océano Pacífico)
et: Relvajõud (AP)
eu: Indar Armatuak (AP)
fa: نیروهای مسلح (AP)
ga: Fórsaí Armtha (AP)
gd: Feachdan armaichte (AP)
gl: Forzas Armadas (AP)
gu: સશસ્ત્ર દળો (AP)
he: כוחות הביטחון (AP)
hi: सशस्त्र बल (AP)
hr: Oružane snage (AP)
hu: Fegyveres erők (AP)
id: Angkatan Bersenjata (AP)
is: Hersveitir (AP)
ja: 駐留米軍関連施設 (AP)
ka: შეიარაღებული ძალები (AP)
kk: Қарулы күштер (AP)
kn: ಸಶಸ್ತ್ರ ಪಡೆಗಳು (AP)
lo: ກອງກຳລັງ (AP)
lt: Ginkluotosios pajėgos (AP)
lv: Bruņotie spēki (AP)
mi: Ngā Taua Maupū (AP)
mk: Вооружени сили (AP)
mr: सशस्त्र दल (AP)
ms: Angkatan Tentera (AP)
mt: Il-Forzi Armati (AP)
ne: सशस्त्र बल (AP)
nn_no: Væpna styrker (AP)
no: Væpnede styrker (AP)
or: ଆର୍ମଡ୍‍‌ ଫୋର୍ସେସ୍ (AP)
pa_in: ਹਥਿਆਰਬੰਦ ਫੌਜਾਂ (AP)
pl: Siły zbrojne Ameryki (AP)
ru: Вооруженные силы (AP)
sl: Oborožene sile (AP)
sr_cyrl_rs: Оружане снаге (AP)
sr_latn_rs: Oružane snage (AP)
sv: Militärbaser (Armed Forces Pacific)
ta: ஆயுதப்படைகள் (AP)
te: సాయుధ దళాలు (ఏపి)
th: อาร์มฟอร์ซ (AP)
tr: ABD Silahlı Kuvvetleri (Pasifik)
tt: Коралланган Көчләр (АП)
ug: قوراللىق كۈچ (AP)
uk: Збройні сили (AP)
ur: مسلح افواج (AP)
uz: Qurolli kuchlar (AP)
vi: Lực lượng vũ trang (AP)
zh_hans: 武装部队(AP)

# Word.Province.CA.Alberta
source: Alberta
am: አልበርታ
ar: ‏‏ألبرتا
as: এলবাৰ্টা
bg: Албърта
bn_in: আলবার্তো
el: Αλμπέρτα
fa: آلبرتا
gu: અલ્બર્ટા
he: אלברטה
hi: अल्बर्टा
ja: アルバータ
ka: ალბერტა
kk: Альберта
kn: ಆಲ್ಬರ್ಟಾ
ko: 앨버타
ku_arab: ئەلبێرتا
ky: Альберта
lo: ອາລເບີຕາ
mi: Arapeta
mk: Алберта
ml: ആൽബെർട്ട
mn: Алберта
mr: अल्बर्टा
ne: अल्बर्टा
or: ଆଲବର୍ଟା
pa_arab_pk: البرٹا
pa_in: ਅਲਬਰਟਾ
ru: Альберта
sd: ايلبرٽا
si: ඇල්බර්ටා
sr_cyrl_rs: Алберта
ta: அல்பெர்டா
te: ఆల్బెర్టా
tg: Алберта
th: แอลเบอร์ตา
tt: Альберта
ug: ئالبېرتا
uk: Альберта
ur: البرٹا
zh_hans: 阿尔伯达
zh_hant: 亞伯達省

# Word.Province.CA.BritishColumbia
source: British Columbia
am: የብሪታንያ ኮሎምብያ
ar: ‏‏كولومبيا البريطانية
as: ব্ৰিটিচ কলম্বিয়া
az: Britaniya Kolumbiyası
bg: Британска Колумбия
bn_in: ব্রিটিশ কলাম্বিয়া
el: Βρετανική Κολομβία
es: Columbia Británica
et: Briti Columbia
fa: بریتیش کلمبیا
gl: Columbia Británica
gu: બ્રિટિશ કોલમ્બિયા
he: קולומביה הבריטית
hi: ब्रिटिश कोलम्बिया
hr: Britanska Kolumbija
hu: Brit Columbia
is: Breska Kólumbía
ja: ブリティッシュ コロンビア
ka: ბრიტანეთის კოლუმბია
kk: Британдық Колумбия
kn: ಬ್ರಿಟೀಷ್ ಕೊಲಂಬಿಯಾ
ko: 브리티시 컬럼비아
ku_arab: کۆلۆمبیای بەریتانی
ky: Британдык Колумбия
lo: ບຣິທິຊ ໂຄລໍາເບຍ
lt: Britų Kolumbija
lv: Britu Kolumbija
mi: Koromopia Piritene
mk: Британска Колумбија
ml: ബ്രിട്ടീഷ് കൊളംബിയ
mn: Британий Колумб
mr: ब्रिटीश कोलंबिया
ne: ब्रिटिस कोलम्बिया
or: ବ୍ରିଟିଶ୍‍ କଲମ୍ବିଆ
pa_arab_pk: برٹش کولمبیا
pa_in: ਬ੍ਰਿਟਿਸ਼ ਕੋਲੰਬੀਆ
pl: Kolumbia Brytyjska
ru: Британская Колумбия
sd: برٽش ڪولمبيا
si: බ්‍රිටිෂ් කොලොම්බියා
sl: Britanska Kolumbija
sr_cyrl_rs: Британска Колумбија
sr_latn_rs: Britanska Kolumbija
ta: பிரிட்டிஷ் கொலம்பியா
te: బ్రటీష్ కొలంబియా
tg: Колумбияи Бритониё
th: บริติชโคลัมเบีย
tr: İngiliz Kolumbiyası
tt: Британия Колумбиясе
ug: ئەنگلىيەگە قاراشلىق كولۇمبىيە
uk: Британська Колумбія
ur: برطانوی کولمبیا
uz: Britaniya Kolumbiyasi
zh_hans: 不列颠哥伦比亚
zh_hant: 卑詩省

# Word.Province.CA.Manitoba
source: Manitoba
am: ማኒቶባ
ar: ‏‏مانيتوبا
as: মেনিট'বা
bg: Манитоба
bn_in: মানিটোবা,
el: Μανιτόμπα
fa: منیتبا
gu: મેનિટોબા
he: מניטובה
hi: मैनीटोबा
ja: マニトバ
ka: მანიტობა
kk: Манитоба
kn: ಮ್ಯಾನಿಟೋಬ
ko: 마니토바
ku_arab: مانیتۆبا
ky: Манитоба
lo: ມານີໂຕບາ
mi: Manitopa
mk: Манитоба
ml: മാനിറ്റോബ
mn: Манитоба
mr: मेनिटोबा
ne: मेन्टोबा
or: ମାନିଟୋବା
pa_arab_pk: مانی بوٹا
pa_in: ਮੈਨੀਟੋਬਾ
ru: Манитоба
sd: مونيٽوبا
si: මැනිටෝබා
sr_cyrl_rs: Манитоба
ta: மேனிடோபா
te: మానిటోబా
tg: Манитоба
th: มานิโตบา
tt: Манитоба
ug: مانىتوبا
uk: Манітоба
ur: مینیٹوبا
zh_hans: 曼尼托巴
zh_hant: 曼尼托巴省

# Word.Province.CA.NewBrunswick
source: New Brunswick
am: ኒው በርኒስዊክ
ar: ‏‏نيو برونزويك
as: নিউ ব্ৰাঞ্চউইক
az: Nyu Brunsvik
bg: Ню Брънзуик
bn_in: এক্সপ্লোর পরিচালনা ব্রান্সউইক
el: Νιου Μπράνσγουικ
es: Nuevo Brunswick
eu: Brunswick Berria
fa: نیوبرانزویک
gl: Novo Brunswick
gu: ન્યૂ બ્રુન્સવિક
he: ניו ברונסוויק
hi: न्यू बर्न्सविक
hr: Novi Brunswick
is: Nýja Brunswick
ja: ニューブランズウィック
ka: ნიუ-ბრუნსვიკი
kk: Нью-Брансуик
kn: ನ್ಯೂ ಬ್ರನ್ಸ್ವಿಕ್
ko: 뉴브런즈윅
ku_arab: نیو برونسویک
ky: Нью-Браунсуик
lo: ນິວບຣັນສວິກ
lt: Naujasis Bransvikas
lv: Ņūbraunsvika
mi: Niu Puruniwiki
mk: Нов Брунсвик
ml: ന്യൂ ബ്രുൻസ്‌വിക്ക്
mn: Шинэ Брунсвик
mr: न्‍यू ब्रुन्सविक
ne: न्यू बर्न्सविक
or: ନ୍ୟୁ ବ୍ରନ୍ସୱିକ୍‍
pa_arab_pk: نیو برنسوک
pa_in: ਨਿਊ ਬ੍ਰਨਸਵਿੱਕ
pl: Nowy Brunszwik
ru: Нью-Брансуик
sd: نيو برنس وڪ
si: නිව් බ්‍රන්ස්වික්
sl: Novi Brunswick
sr_cyrl_rs: Њу Брансвик
sr_latn_rs: Nju Bransvik
ta: நியூ ப்ரூன்ஸ்விக்
te: న్యూ బ్రన్స్‌విక్
tg: Ню-Брунсвик
th: นิวบรันสวิก
tt: Нью-Брансуик
ug: يېڭى برۇنسۋىك
uk: Нью-Брансвік
ur: نیو برونسوک
uz: Nyu-Bransuik
zh_hans: 新不伦瑞克
zh_hant: 新伯倫瑞克省

# Word.Province.CA.NewfoundlandAndLabrador
source: Newfoundland and Labrador
af: Newfoundland en Labrador
am: ኒውፋውንድላንድን ላበራዶርን
ar: ‏‏نيوفاوندلاند واللابرادور
as: নিউফাউণ্ডলেণ্ড আৰু লেবৰেড'ৰ
az: Nyufaundlend və Labrador
bg: Нюфаундленд и Лабрадор
bn_in: নিউ ফাউন্ডল্যান্ড ও ল্যাব্রাডোর
bs: Newfoundland i Labrador
cy: Newfoundland a Labrador
de: Neufundland und Labrador
el: Νέα Γη και Λαμπραντόρ
es: Terranova y Labrador
et: Newfoundland ja Labrador
eu: Ternua eta Labrador
fa: نواحی شمال غرب
gd: An Talamh Ùr is Labrador
gl: Terra Nova e Labrador
gu: ન્યૂફાઉન્ડલેન્ડ અને લેબ્રાડોર
he: ניופאונדלנד ולברדור
hi: न्यूफाउंडलैंड और लैब्राडोर
hr: Newfoundland i Labrador
hu: Új-Fundland és Labrador
id: Newfoundland dan Labrador
is: Nýfundnaland og Labrador
ja: ニューファンドランド・ラブラドル
ka: ნიუფაუნდლენდი და ლაბრადორი
kk: Ньюфаундленд және Лабрадор
kn: ನ್ಯೂಫೌಂಡ್ಲ್ಯಾಂಡ್ ಮತ್ತು ಲ್ಯಾಬ್ರಡಾರ್
ko: 뉴펀들랜드 및 래브라도 반도
ku_arab: نیوفاوندلاند و لابرادۆر
ky: Ньюфаундленд и Лабрадор
lo: ນິວຟາວແລນ ແລະ ແລບຣາດໍ
lt: Niufaundlandas ir Labradoras
lv: Ņūfaundlenda un Labradora
mi: Niupinirangi me Raparoro
mk: Њуфаундленд и Лабрадор
ml: ന്യൂ‌ഫൗണ്ട്‌ലാൻഡ് ആൻഡ് ലാബർഡോർ
mn: Ньюфаундланд ба Лабрадор
mr: न्‍यूफाउंडलँड आणि लॅब्रेडॉर
ms: Newfoundland dan Labrador
mt: Newfoundland u Labrador
ne: न्यूफाउण्डल्याण्ड एण्ड लाब्राडोर
nn_no: Newfoundland og Labrador
no: Newfoundland og Labrador
or: ନ୍ୟୁଫାଉଣ୍ଡଲ୍ୟାଣ୍ଡ ଏବଂ ଲାର୍ବାଡୋର୍‍
pa_arab_pk: نیوفاونڈلینڈ تے لابروڈور
pa_in: ਨਿਊਫਾਂਊਂਡਲੈਂਡ ਅਤੇ ਲੈਬਰਾਡੌਰ
pl: Nowa Fundlandia i Labrador
ru: Ньюфаундленд и Лабрадор
sd: نيو فائونڊ لينڊ ۽ لبراڊور
si: නිව්ෆවුන්ඩ්ලන්ඩ් සහ ලැබ්‍රාඩෝර්
sl: Nova Fundlandija in Labrador
sr_cyrl_rs: Њуфаундленд и Лабрадор
sr_latn_rs: Njufaundlend i Labrador
sv: Newfoundland och Labrador
ta: நியூ பவுண்லேண்டு மற்றும் லேப்ரடார்
te: న్యూఫౌండ్‌ల్యాండ్ మరియు లాబ్రాడర్
tg: Нюфаунлэнд ва Лабрадор
th: นิวฟันด์แลนด์และแลบราดอร์
tr: Newfoundland ve Labrador
tt: Ньюфаундленд һәм Лабрадор
ug: نېۋفۇندلاند ۋە لابرادور
uk: Ньюфаундленд і Лабрадор
ur: نیو فاؤنڈلینڈ اینڈ لیبراڈور
uz: Nyufaundlend va Labrador
vi: Newfoundland và Labrador
zh_hans: 纽芬兰和拉布拉多
zh_hant: 紐芬蘭及拉布拉多省

# Word.Province.CA.NovaScotia
source: Nova Scotia
am: ኖቫ ስኮሽያ
ar: ‏‏نوفا سكوشا
as: নোভা স্কটিয়া
az: Nova-Skotiya
bg: Нова Скотия
bn_in: নোভা স্কটিয়া
de: Neuschottland
el: Νέα Σκωτία
es: Nueva Escocia
eu: Eskozia Berria
fa: نوا اسکوشیا
gd: Alba Nuadh
gl: Nova Escocia
gu: નોવા સ્કોટિયા
he: נובה סקוטיה
hi: नोवा स्कॉटिया
hr: Nova Škotska
hu: Új-Skócia
ja: ノバスコシア
ka: ნოვა-სკოტია
kk: Жаңа Шотландия
kn: ನೋವಾ ಸ್ಕಾಟಿಯಾ
ko: 노바스코샤
ku_arab: نۆڤا سکۆتیا
ky: Жаңы Шотландия
lo: ໂນວາສະໂຄເທຍ
lt: Naujoji Škotija
lv: Jaunskotija
mi: Nopa Kōtia
mk: Нова Шкотска
ml: നോവ സ്കോട്ടിയ
mn: Шинэ Скот
mr: नोवा स्कोटिया
ne: नोभा स्कोटिया
or: ନୋଭା ସ୍କୋଟିଆ
pa_arab_pk: نوا سکوٹیا
pa_in: ਨੌਵਾ ਸਕੋਟੀਆ
pl: Nowa Szkocja
ru: Новая Шотландия
sd: نووا سڪوٽيا
si: නෝවා ස්කොටියා
sl: Nova Škotska
sr_cyrl_rs: Нова Шкотска
sr_latn_rs: Nova Škotska
ta: நோவா ஸ்கோட்டியா
te: నోవా స్కోటియా
tg: Шотландияи Нав
th: โนวาสโกเชีย
tt: Яңа Шотландия
ug: نوۋا سكوتىيە
uk: Нова Шотландія
ur: نوا اسکوٹیا
uz: Yangi Shotlandiya
zh_hans: 新斯科舍
zh_hant: 新斯科細亞省

# Word.Province.CA.Ontario
source: Ontario
am: ኦንታርዮ
ar: ‏‏أونتاريو
as: অণ্টেৰিঅ'
bg: Онтарио
bn_in: অন্টারিও
el: Οντάριο
fa: اونتاریو
gu: ઑન્ટેરિઓ
he: אונטריו
hi: ओंटेरियो
ja: オンタリオ
ka: ონტარიო
kk: Онтарио
kn: ಒಂಟಾರಿಯೊ
ko: 온타리오
ku_arab: ئۆنتاریۆ
ky: Онтарио
lo: ອອນແທຣິໂອ
lt: Ontarijas
mi: Onotario
mk: Онтарио
ml: ഒന്റാരിയോ
mn: Онтарио
mr: ओन्टारिओ
ne: ओन्टारियो
or: ଓଣ୍ଟାରିଓ
pa_arab_pk: اونٹاریو
pa_in: ਓਨਟੈਰੀਓ
ru: Онтарио
sd: اونٽاريو
si: ඔන්ටාරියෝ
sr_cyrl_rs: Онтарио
ta: ஒன்டாரியோ
te: ఒంటారియో
tg: Онтарио
th: ออนแทรีโอ
tt: Онтарио
ug: ئونتارىيو
uk: Онтаріо
ur: اونٹاریو
zh_hans: 安大略
zh_hant: 安大略省

# Word.Province.CA.PrinceEdwardIsland
source: Prince Edward Island
af: Prince Edward-eiland
am: ደሴት ፕሪንስ ኤድዋርድ
ar: ‏‏جزيرة الأمير إدوارد
as: প্ৰিন্স এডৱাৰ্ড আইলেণ্ড
az: Prins Eduard Adası
bg: Остров Принц Едуард
bn_in: প্রিন্স এডওয়ার্ড দ্বীপ
bs: Otok princa Edwarda
cy: Ynys Tywysog Edward
el: Νήσος Πρίγκιπα Εδουάρδου
es: Isla del Príncipe Eduardo
et: Prints Edwardi saar
eu: Eduardo Printzearen uhartea
fa: جزیره پرنس ادوارد
gd: Eilean a' Phrionnsa
gl: Illa do Príncipe Eduardo
gu: પ્રિન્સ એડવર્ડ આઇલેન્ડ
he: אי הנסיך אדוארד
hi: प्रिंस एडवर्ड द्वीप
hr: Otok Princa Edwarda
hu: Prince Edward-sziget
id: Pulau Pangeran Edward
is: Prince Edward-eyja
ja: プリンスエドワード島
ka: პრინც ედვარდის კუნძული
kk: Эдуард ханзада аралы
kn: ಪ್ರಿನ್ಸ್ ಎಡ್ವರ್ಡ್ ಐಲ್ಯಾಂಡ್
ko: 프린스 에드워드 섬
ku_arab: دورگەی شازادە ئیدوارد
ky: Принс-Эдуард аралдары
lo: ເກາະພຣິນສແອດເວີດ
lt: Princo Edvardo sala
lv: Prinča Edvarda sala
mi: Moutere o Piriniha Eruera
mk: Островот на Принц Едвард
ml: പ്രിൻസ് എഡ്‌വാർഡ് ഐലൻഡ്
mn: Хунтайж Эдвардын арал
mr: प्रिन्स एडवर्ड बेट
ms: Pulau Prince Edward
ne: प्रिन्स एडवर्ड आइल्याण्ड
or: ପ୍ରିନ୍ସ ଏଡୱାର୍ଡ ଦ୍ୱୀପପୁଞ୍ଜ
pa_arab_pk: پرنس ایڈورڈ جزیرہ
pa_in: ਪ੍ਰਿੰਸ ਐਡਵਰਡ ਆਈਲੈਂਡਸ
pl: Wyspa Księcia Edwarda
ru: Остров Принца Эдуарда
sd: پرنس ايڊورڊ آئي لينڊ
si: එඩ්වඩ් කුමර දූපත
sl: Otok princa Edvarda
sr_cyrl_rs: Острво Принца Едварда
sr_latn_rs: Ostrvo Princa Edvarda
ta: பிரின்ஸ் எட்வர்டு தீவு
te: ప్రిన్స్ ఎడ్వర్డ్ దీవి
tg: Ҷазираи Шоҳзодаи Эдвард
th: ปรินซ์เอ็ดเวิร์ดไอแลนด์
tr: Prince Edward Adası
tt: Принц Эдуард утравы
ug: شاھزادە ئېدۋارد ئارىلى
uk: Острів Принца Едварда
ur: پرنس ایڈورڈ آئی لینڈ
uz: Shahzoda Edvard oroli
vi: Đảo Hoàng tử Edward
zh_hans: 爱德华王子岛
zh_hant: 愛德華王子島

# Word.Province.CA.Quebec
source: Quebec
am: ኪዩቤክ
ar: ‏‏كيبك
as: কিউবেক
az: Kvebek
bg: Квебек
bn_in: কুইবেক
el: Κεμπέκ
et: Québec
fa: کبک
gu: ક્વિબેક
he: קוויבק
hi: क्यूबेक
hr: Québec
hu: Québec
ja: ケベック
ka: კვებეკი
kk: Квебек
kn: ಕ್ಯುಬೆಕ್
ko: 퀘벡
ku_arab: کیوبیک
ky: Квебек
lo: ຄິວເບກ
lt: Kvebekas
lv: Kvebeka
mi: Kuipeke
mk: Квебек
ml: ക്യുബെക്
mn: Квебек
mr: क्यूबेक
ne: क्यूबेक
or: କ୍ୟୁବେକ୍‍
pa_arab_pk: کیوبک
pa_in: ਕਿਊਬੈਕ
ru: Квебек
sd: ڪيوبڪ
si: කියුබෙක්
sr_cyrl_rs: Квебек
sr_latn_rs: Kvebek
ta: க்யூபெக்
te: క్యుబెక్
tg: Квебек
th: ควิเบก
tt: Квебек
ug: كۋېبېك
uk: Квебек
ur: کوئیبک
uz: Kvebek
zh_hans: 魁北克
zh_hant: 魁北克省

# Word.Province.CA.Saskatchewan
source: Saskatchewan
am: ሳስካትቼዋን
ar: ‏‏ساسكاتشوان
as: চাচকাটচেৱান
az: Saskaçevan
bg: Саскачеван
bn_in: সাসকাচায়ান
el: Σασκάτσουαν
fa: ساسکاچوان
gu: સાસ્કાટચેવન
he: ססקצ'וואן
hi: सैस्कैचवान
ja: サスカチェワン
ka: სასკაჩევანი
kk: Саскачеван
kn: ಸಸ್ಕಾಷೆವನ್
ko: 서스캐처원
ku_arab: ساسکاتچیوان
ky: Саскачеван
lo: ຊັສແຄັດເຊວັນ
lt: Saskačevanas
lv: Saskačevana
mi: Hakatiwana
mk: Сескачеван
ml: സസ്കാത്ഷെവൻ
mn: Саскачеван
mr: सस्कात्चेवन
ne: सास्काचन
or: ସାସ୍କାଚେୱାନ
pa_arab_pk: سسکاتچیواں
pa_in: ਸਸਕੈਚੇਵਾਨ
ru: Саскачеван
sd: ساسڪاچوان
si: සස්කට්චෙවාන්
sr_cyrl_rs: Саскачеван
sr_latn_rs: Saskačevan
ta: சஸ்கெட்ச்வான்
te: సస్కాట్చెవన్
tg: Саскачеван
th: ซัสแคตเชวัน
tt: Саскачеван
ug: ساسكاچېۋان
uk: Саскачеван
ur: سسکاچیون
uz: Saskachevan
zh_hans: 萨斯喀彻温
zh_hant: 薩克其萬省

# Word.Province.CA.NorthwestTerritories
source: Northwest Territories
af: Noordwes-gebiede
am: ገግዝኣታት ሰሜናዊ ምዕራብ
ar: ‏‏الأقاليم الشمالية الغربية
as: উত্তৰ-পশ্চিম ক্ষেত্ৰ
az: Şimal-qərb ərazilər
bg: Северозападни територии
bn_in: উত্তর পশ্চিম অঞ্চল
bs: Sjeverozapadne teritorije
cy: Tiriogaethau'r Gogledd Orllewin
de: Nordwestterritorien
el: Βορειοδυτικά Εδάφη
es: Territorios Noroccidentales
et: Loodealad
eu: Kanadako ipar-mendebaldeko lurraldeak
fa: نواحی شمالی
gd: Ranntairean an Iar-thuath
gl: Territorios do Noroeste
gu: ઉત્તરપશ્ચિમી ક્ષેત્ર
he: הטריטוריות הצפון מערביות
hi: उत्तरी पश्चिमी क्षेत्र
hr: Sjeverozapadni teritoriji
hu: Északnyugati területek
id: Wilayah Barat Laut
is: Norðvestursvæðin
ja: ノースウェストテリトリーズ
ka: ჩრდილო-დასავლეთი ტერიტორიები
kk: Солтүстік-Батыс аумақтар
kn: ವಾಯುವ್ಯ ಪ್ರಾಂತ್ಯಗಳು
ko: 노스웨스트 준주
ku_arab: هەرێمەکانی نۆرسوێست
ky: Түндүк-Чыгыш территориялары
lo: ເຂດດິນແດນທາງຕາເວັນສ່ຽງເໜືອ
lt: Šiaurės Vakarų Teritorijos
lv: Ziemeļrietumu teritorijas
mi: Ngā Tuawhenua Rakiuru
mk: Северозападни територии
ml: വടക്കുപടിഞ്ഞാറൻ അതിർത്തികൾ
mn: Баруун хойд нутаг дэвсгэр
mr: उत्तरपश्चिमी प्रांत
ms: Wilayah Barat Laut
ne: नर्थवेस्ट टेरेटोरीज
nn_no: Nordvestterritoria
no: Nordvestterritoriene
or: ଉତ୍ତର ପଶ୍ଚିମ ସୀମା
pa_arab_pk: نارتھویسٹ علاقہ جات
pa_in: ਨੌਰਥਵੈਸਟ ਪ੍ਰਦੇਸ਼
pl: Terytoria Północno-Zachodnie
ru: Северо-западные территории
sd: نارٿ ويسٽ علائقا
si: වයඹදිග කලාපය
sl: Severozahodni teritoriji
sr_cyrl_rs: Северозападне територије
sr_latn_rs: Severozapadne teritorije
ta: வடமேற்கு எல்லைகள்
te: నార్త్‌వెస్ట్ భూభాగాలు
tg: Минтақаҳои шимолуғарбӣ
th: นอร์ทเวสต์เทร์ริทอรีส์
tr: Kuzeybatı Toprakları
tt: Төньяк-көнбатыш территорияләр
ug: غەربىي-شىمالىي زېمىنلار
uk: Північно-західні території
ur: شمال مگربی حدود
uz: Shimoli-g‘arbiy Hududlar
vi: Lãnh thổ Tây bắc
zh_hans: 西北地区
zh_hant: 西北領地

# Word.Province.CA.Nunavut
source: Nunavut
am: ኑናቨት
ar: ‏‏نونافوت
as: নুনাভাট
bg: Нунавут
bn_in: নুনাভাট
el: Νουναβούτ
fa: نوناووت
gu: નુનાવત
he: נונאווט
hi: नुनावुट
ja: ヌナバット
ka: ნუნავუტი
kk: Нунавут
kn: ನೂನಾವುಟ್
ko: 누나부트
ku_arab: نوناڤوت
ky: Нунавут
lo: ນູນາວຸດ
lt: Nunavutas
lv: Nunavuta
mi: Nunaputu
mk: Нунавут
ml: നുനുറ്റ്
mn: Нунавут
mr: नूनॅव्हॉट
ne: नुनावुट
or: ନୁନାଭୁଟ
pa_arab_pk: نناووٹ
pa_in: ਨੂਨਾਵਟ
ru: Нунавут
sd: نونا وت
si: නූනාවුට්
sr_cyrl_rs: Нунавут
ta: நியூனாவுட்
te: నునావట్
tg: Нунавут
th: นูนาวุต
tt: Нунавут
ug: نۇناۋۇت
uk: Нунавут
ur: نوناووٹ
zh_hans: 努纳维克
zh_hant: 努勒維特

# Word.Province.CA.Yukon
source: Yukon
am: የዩኮን
ar: ‏‏يوكون
as: য়ুকন
bg: Юкон
bn_in: ইউকোন
el: Γιούκον
es: Yukón
fa: یوکان
gu: યુકોન
he: יוקון
hi: युकोन
ja: ユーコン
ka: იუკონი
kk: Юкон
kn: ಯುಕಾನ್
ko: 유콘
ku_arab: یوکۆن
ky: Юкон
lo: ຢູຄອນ
lt: Jukonas
lv: Jukona
mi: Iukono
mk: Јукон
ml: യുകോൺ
mn: Юкон
mr: युकॉन
ne: यूकोन
or: ୟୁକୋନ
pa_arab_pk: یوکون
pa_in: ਯੂਕੌਨ
pl: Jukon
ru: Юкон
sd: يوڪون
si: යූකොන්
sl: Jukon
sr_cyrl_rs: Јукон
sr_latn_rs: Jukon
ta: யூகோன்
te: యుకోన్
tg: Юкон
th: ยูคอน
tt: Юкон
ug: يۇكون
uk: Юкон
ur: یوکون
zh_hans: 育空
zh_hant: 育空
