Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitBeneficiaryINN.MinLength
source: Beneficiary INN is too short.
af: Begunstigde-INN is te kort.
am: የተጠቃሚ INN በጣም አጭር ነው።
ar: INN الخاص بالمستفيد قصير للغاية.
as: হিতাধিকাৰী INN অতি চুটি৷
az: Benefisiarın INN-i çox qısadır.
bg: ИНН на получателя е прекалено къс.
bn_in: বেনিফিসিয়ারি INN অত্যন্ত ছোট৷
bs: INN primaoca je prekratak.
cy: Mae INN y Buddiolwr yn rhy fyr.
da: Begunstigelses-INN er for kort.
de: Die INN des Begünstigten ist zu kurz.
el: Το INN δικαιούχου είναι πολύ μικρό.
es: El INN del beneficiario es demasiado corto.
et: Kasusaaja INN on liiga lühike.
eu: Onuradunaren INN kodea motzegia da.
fa: INN ذینفع بسیار کوتاه است.
ga: Tá INN an tairbhí róghearr.
gd: Tha INN an fhaighteir ro ghoirid.
gl: INN do beneficiario moi curto.
gu: લાભાર્થી INN ખૂબ ટૂંકુ છે.
he: ה- INN של המוטב קצר מדי.
hi: लाभार्थी INN बहुत छोटा है.
hr: INN primatelja je prekratak.
hu: A kedvezményezett INN-száma túl rövid.
id: INN Penerima terlalu pendek.
is: INN rétthafa er of stutt.
ja: 受取人 INN が短すぎます。
ka: ბენეფიციარის INN ძალიან მოკლეა.
kk: Бенефициардың ИНН тым қысқа.
kn: ಫಲಾನುಭವಿಯ INN ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 수취인 INN이 너무 짧습니다.
ku_arab: INN ی سوودمەند زۆر کورتە.
ky: Пайда көрүүчүнүн СИН өтө кыска.
lo: INN ຂອງຜູ້ຮັບເງິນສັ້ນເກີນໄປ.
lt: Gavėjo INN per trumpas.
lv: Saņēmēja nodokļu maksātāja kods ir pārāk īss.
mi: He poto rawa te INN Tangata Whiwhi takuhe.
mk: Идентификацискиот број на правно лице е прекраток.
ml: ഗുണഭോക്തൃ INN വളരെ ചെറുതാണ്.
mn: Хүлээн авагчийн INN хэт богино байна.
mr: लाभार्थी INN खूप लहान आहे.
ms: INN Benefisiari terlalu pendek.
mt: L-INN tal-Benefiċjarju qasir wisq.
ne: लाभग्राही INN धेरै छोटो भयो।
nn_no: Mottakarens skattenummer (INN) er for kort.
no: Mottaker-INN er for kort.
or: ବେନିଫିସିଆରୀ INN ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: مستفید دا آئی این این بہت چھوٹا اے۔
pa_in: ਲਾਭਪਾਤਰ INN ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Identyfikator INN beneficjenta jest zbyt krótki.
ru: Слишком короткий ИНН получателя.
sd: فائدو کڻندڙ INN تمام ننڍو آھي.
si: ප්‍රතිලාභී INN කෙටි වැඩියි.
sl: INN upravičenca je prekratek.
sr_cyrl_rs: INN примаоца је прекратак.
sr_latn_rs: INN primaoca je prekratak.
sv: Mottagar-INN är för kort.
ta: INN பயனாளி எண் மிகச் சிறியதாக உள்ளது.
te: లబ్దిదారు INN చాలా చిన్నదిగా ఉంది.
tg: INN-и гиранда аз ҳад кӯтоҳ аст.
th: Beneficiary INN สั้นเกินไป
tr: Lehdar INN çok kısa.
tt: Алучының ИНН бик кыска.
ug: مەنپەئەتلەنگۈچىنىڭ INN نومۇرى بەك قىسقا.
uk: Закороткий INN отримувача.
ur: مستفید INN بہت مختصر ہے۔
uz: Benefitsiar INN juda qisqa.
vi: INN người thụ hưởng quá ngắn.
zh_hans: 受益人 INN 过短。
zh_hant: 受款人 INN 太短。

# Literal.DirectDebitBeneficiaryINN.Pattern
source: Invalid Beneficiary INN.
af: Ongeldige begunstigde-INN.
am: ልክ ያልኾነ የተጠቃሚ INN።
ar: INN الخاص بالمستفيد غير صالح.
as: অবৈধ হিতাধিকাৰী INN৷
az: Benefisiarın INN-i səhvdir.
bg: Невалиден ИНН на получателя.
bn_in: বেনিফিসিয়ারি INN ঠিকঠাক নেই৷
bs: Nevažeći INN primaoca.
cy: Mae INN y Buddiolwr yn annilys.
da: Ugyldigt begunstigelses-INN.
de: Die INN des Begünstigten ist ungültig.
el: Μη έγκυρο INN δικαιούχου.
es: El INN del beneficiario no es válido.
et: Kasusaaja INN on sobimatu.
eu: Onuradunaren INN kodea baliogabea da.
fa: INN ذینفع نامعتبر است.
ga: Tá INN an tairbhí neamhbhailí.
gd: Tha INN an fhaighteir mì-dhligheach.
gl: INN do beneficiario non válido.
gu: અમાન્ય લાભાર્થી INN.
he: ה- INN של המוטב לא חוקי.
hi: अमान्य लाभार्थी INN.
hr: INN primatelja nije valjan.
hu: A kedvezményezett INN-száma érvénytelen.
id: INN Penerima tidak valid.
is: INN rétthafa er ógilt.
ja: 受取人 INN が無効です。
ka: ბენეფიციარის INN არასწორია.
kk: Бенефициардың ИНН дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಫಲಾನುಭವಿ INN.
ko: 수취인 INN이 올바르지 않습니다.
ku_arab: INN ی سوودمەند نادروستە.
ky: Жараксыз Пайда көрүүчүнүн СИН.
lo: INN ຂອງຜູ້ຮັບເງິນບໍ່ຖືກຕ້ອງ.
lt: Gavėjo INN netinkamas.
lv: Nederīgs saņēmēja nodokļu maksātāja kods.
mi: He muhu te INN Tangata Whiwhi takuhe.
mk: Неважечки идентификациски број на правно лице.
ml: ഗുണഭോക്തൃ INN അസാധുവാണ്.
mn: Хүлээн авагчийн INN хүчингүй байна.
mr: अवैध लाभार्थी INN.
ms: INN Benefisiari Tidak Sah.
mt: L-INN tal-Benefiċjarju hu invalidu.
ne: लाभग्राही INN अवैध छ।
nn_no: Ugyldig skattenummer (INN) for mottakar.
no: Ugyldig mottaker-INN.
or: ଅବୈଧ ବେନିଫିସିଆରୀ INN.
pa_arab_pk: مستفید دا آئی این این ناجائز اے۔
pa_in: ਲਾਭਪਾਤਰ INN ਅਵੈਧ ਹੈ।
pl: Identyfikator INN beneficjenta jest nieprawidłowy.
ru: Недопустимый ИНН получателя.
sd: فائدو کڻندڙ INN غلط آھي.
si: ප්‍රතිලාභී INN වැරදියි.
sl: Neveljaven INN upravičenca.
sr_cyrl_rs: Неважећи INN примаоца.
sr_latn_rs: Nevažeći INN primaoca.
sv: Ogiltigt mottagar-INN.
ta: INN பயனாளி எண் தவறானது.
te: చెల్లని లబ్దిదారు INN.
tg: INN-и гирандаи беэътибор.
th: Beneficiary INN ไม่ถูกต้อง
tr: Geçersiz Lehdar INN.
tt: Алучының ИНН ялгыш.
ug: مەنپەئەتلەنگۈچىنىڭ INN نومۇرى ئىناۋەتسىز.
uk: Неприпустимий INN отримувача.
ur: مستفید INN غلط ہے۔
uz: Benefitsiar INN haqiqiy emas.
vi: INN người thụ hưởng không hợp lệ.
zh_hans: 受益人 INN 无效。
zh_hant: 受款人 INN 無效。

# Literal.DirectDebitBeneficiaryINN.Required
source: Beneficiary INN is required.
af: Begunstigde-INN word vereis.
am: የተጠቃሚው INN ይፈለጋል።
ar: INN الخاص بالمستفيد مطلوب.
as: হিতাধিকাৰী INN আৱশ্যক৷
az: Benefisiarın INN-i tələb olunur.
bg: ИНН на получателя е задължителен.
bn_in: বেনিফিসিয়ারি INN উল্লেখ করা আবশ্যক৷
bs: INN primaoca je obavezan.
cy: Rhaid nodi INN y Buddiolwr.
da: Begunstigelses-INN kræves.
de: Die INN des Begünstigten ist erforderlich.
el: Απαιτείται INN δικαιούχου.
es: El INN del beneficiario es obligatorio.
et: Kasusaaja INN on kohustuslik.
eu: Onuradunaren INN kodea beharrezkoa da.
fa: به INN ذینفع نیاز است.
ga: Tá INN an tairbhí ag teastáil.
gd: Tha feum air INN an fhaighteir.
gl: Requírese INN do beneficiario.
gu: લાભાર્થી INN ની આવશ્યકતા છે.
he: INN של מוטב נדרש.
hi: लाभार्थी INN आवश्यक है.
hr: INN primatelja je obavezan.
hu: A kedvezményezett INN-számának megadása kötelező.
id: INN Penerima wajib diisi.
is: Þú þarft að tilgreina INN rétthafa.
ja: 受取人 INN は必須項目です。
ka: მიუთითეთ ბენეფიციარის INN.
kk: Бенефициардың ИНН қажет емес.
kn: ಫಲಾನುಭವಿ INN ಅಗತ್ಯವಿದೆ.
ko: 수취인 INN은 필수 항목입니다.
ku_arab: INN ی سوودمەند پێویستە.
ky: Пайда көрүүчүнүн СИН талап кылынат.
lo: ຕ້ອງລະບຸ INN ຂອງຜູ້ຮັບເງິນ.
lt: Gavėjo INN būtinas.
lv: Norādiet saņēmēja nodokļu maksātāja kodu.
mi: Kei te hiahiatia te INN Tangata Whiwhi takuhe.
mk: Идентификацискиот број на правно лице е задолжителен.
ml: ഗുണഭോക്തൃ INN ആവശ്യമാണ്.
mn: Хүлээн авагчийн INN-г бөглөх шаардлагатай.
mr: लाभार्थी INN आवश्यक आहे.
ms: INN Benefisiari diperlukan.
mt: L-INN tal-Benefiċjarju hu meħtieġ.
ne: लाभग्राही INN आवश्यक छ।
nn_no: Mottakarens skattenummer (INN) er obligatorisk.
no: Mottaker-INN må angis.
or: ବେନିଫିସିଆରୀ INN ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: مستفید دا آئی این این درکار اے۔
pa_in: ਲਾਭਪਾਤਰ INN ਲੋੜੀਂਦਾ ਹੈ।
pl: Identyfikator INN beneficjenta jest wymagany.
ru: Необходимо ввести ИНН получателя.
sd: فائدو کڻندڙ INN گھرجيل آھي.
si: ප්‍රතිලාභී INN අවශ්‍යයි.
sl: INN upravičenca je obvezen podatek.
sr_cyrl_rs: INN примаоца је обавезан.
sr_latn_rs: INN primaoca je obavezan.
sv: Mottagar-INN måste anges.
ta: INN பயனாளி எண் தேவை.
te: లబ్దిదారు INN అవసరం.
tg: INN-и гиранда ҳатмист.
th: ต้องระบุ Beneficiary INN
tr: Lehdar INN gereklidir.
tt: Алучының ИНН мәҗбүри.
ug: مەنپەئەتلەنگۈچىنىڭ INN نومۇرى كېرەك.
uk: Потрібно ввести INN отримувача.
ur: مستفید INN درکار ہے۔
uz: Benefitsiar INN talab qilinadi.
vi: INN người thụ hưởng là cần thiết.
zh_hans: 受益人 INN 为必填项。
zh_hant: 受款人 INN 是必要資訊。

# Literal.DirectDebitBeneficiaryKPP.MaxLength
source: Beneficiary KPP is too long.
af: Begunstigde-KPP is te lank.
am: የተጠቃሚ KPP በጣም ረጅም ነው።
ar: KPP الخاص بالمستفيد أطول من اللازم.
as: হিতাধিকাৰী KPP অতি দীঘল৷
az: Benefisiarın KPP-si çox uzundur.
bg: КПП на получателя е прекалено дълъг.
bn_in: বেনিফিসিয়ারি KPP অত্যন্ত বড়৷
bs: KPP primaoca je predug.
cy: Mae KPP y Buddiolwr yn rhy hir.
da: Begunstigelses-KPP er for langt.
de: Die KPP des Begünstigten ist zu lang.
el: Το KPP δικαιούχου είναι πολύ μεγάλο.
es: El KPP del beneficiario es demasiado largo.
et: Kasusaaja KPP on liiga pikk.
eu: Onuradunaren KPP kodea luzeegia da.
fa: KPP ذینفع بسیار طولانی است.
ga: Tá KPP an tairbhí rófhada.
gd: Tha KPP an fhaighteir ro fhada.
gl: KPP do beneficiario moi longo.
gu: લાભાર્થી KPP ખૂબ લાંબુ છે.
he: ה- KPP של המוטב ארוך מדי.
hi: लाभार्थी KPP बहुत लंबा है.
hr: KPP primatelja je predug.
hu: A kedvezményezett KPP-száma túl hosszú.
id: KPP Penerima terlalu panjang.
is: KPP rétthafa er of langt.
ja: 受取人 KPP が長すぎます。
ka: ბენეფიციარის KPP ძალიან გრძელია.
kk: Бенефициардың KПП тым ұзын.
kn: ಫಲಾನುಭವಿಯ KPP ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 수취인 KPP가 너무 깁니다.
ku_arab: KPP ی سوودمەند زۆر درێژە.
ky: Пайда көрүүчүнүн КПП өтө узун.
lo: KPP ຂອງຜູ້ຮັບເງິນຍາວເກີນໄປ.
lt: Gavėjo KPP per ilgas.
lv: Saņēmēja KPP ir pārāk garš.
mi: He roa rawa te KPP Kaiwhiwhi takuhe.
mk: Идентификацискиот број на физичко лице е предолг.
ml: ഗുണഭോക്തൃ KPP ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хүлээн авагчийн KPP хэт урт байна.
mr: लाभार्थी KPP खूप दीर्घ आहे.
ms: KPP Benefisiari terlalu panjang.
mt: Il-KPP tal-Benefiċjarju twil wisq.
ne: लाभग्राही KPP धेरै लामो भयो।
nn_no: Mottakarens kode (KPP) er for lang.
no: Mottaker-KPP er for lang.
or: ବେନିଫିସିଆରୀ KPP ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: مستفید دا کے پی پیبہت لما اے۔
pa_in: ਲਾਭਪਾਤਰ KPP ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Identyfikator KPP beneficjenta jest zbyt długi.
ru: Слишком длинный КПП получателя.
sd: فائدو کڻندڙ KPP تمام وڏو آھي.
si: ප්‍රතිලාභී KPP දිග වැඩියි.
sl: KPP upravičenca je predolg.
sr_cyrl_rs: KPP примаоца је предугачак.
sr_latn_rs: KPP primaoca je predugačak.
sv: Mottagar-KPP är för långt.
ta: KPP பயனாளி எண் மிக நீளமாக உள்ளது.
te: లబ్దిదారు KPP చాలా పొడవుగా ఉంది.
tg: KPP-и гиранда аз ҳад дароз аст.
th: Beneficiary KPP ยาวเกินไป
tr: Lehdar KPP çok uzun.
tt: Алучының КПП бик озын.
ug: مەنپەئەتلەنگۈچىنىڭKPP نومۇرۇى بەك ئۇزۇن .
uk: Задовгий KPP отримувача.
ur: مستفید KPP بہت طویل ہے۔
uz: Benefitsiar KPP juda uzun.
vi: KPP người thụ hưởng quá dài.
zh_hans: 受益人 KPP 过长。
zh_hant: 受款人 KPP 太長。

# Literal.DirectDebitBeneficiaryKPP.MinLength
source: Beneficiary KPP is too short.
af: Begunstigde-KPP is te kort.
am: የተጠቃሚ KPP በጣም አጭር ነው።
ar: KPP الخاص بالمستفيد قصير للغاية.
as: হিতাধিকাৰী KPP অতি চুটি৷
az: Benefisiarın KPP-si çox qısadır.
bg: КПП на получателя е прекалено къс.
bn_in: বেনিফিসিয়ারি KPP অত্যন্ত ছোট৷
bs: KPP primaoca je prekratak.
cy: Mae KPP y Buddiolwr yn rhy fyr.
da: Begunstigelses-KPP er for kort.
de: Die KPP des Begünstigten ist zu kurz.
el: Το KPP δικαιούχου είναι πολύ μικρό.
es: El KPP del beneficiario es demasiado corto.
et: Kasusaaja KPP on liiga lühike.
eu: Onuradunaren KPP kodea motzegia da.
fa: KPP ذینفع بسیار کوتاه است.
ga: Tá KPP an tairbhí róghearr.
gd: Tha KPP an fhaighteir ro ghoirid.
gl: KPP do beneficiario moi curto.
gu: લાભાર્થી KPP ખૂબ ટૂંકુ છે.
he: ה- KPP של המוטב קצר מדי.
hi: लाभार्थी KPP बहुत छोटा है.
hr: KPP primatelja je prekratak.
hu: A kedvezményezett KPP-száma túl rövid.
id: KPP Penerima terlalu pendek.
is: KPP rétthafa er of stutt.
ja: 受取人 KPP が短すぎます。
ka: ბენეფიციარის KPP ძალიან მოკლეა.
kk: Бенефициардың КПП тым қысқа.
kn: ಫಲಾನುಭವಿಯ KPP ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 수취인 KPP가 너무 짧습니다.
ku_arab: KPP ی سوودمەند زۆر کورتە.
ky: Пайда көрүүчүнүн КПП өтө кыска.
lo: KPP ຂອງຜູ້ຮັບເງິນສັ້ນເກີນໄປ.
lt: Gavėjo KPP per trumpas.
lv: Saņēmēja KPP ir pārāk īss.
mi: He poto rawa te KPP Kaiwhiwhi takuhe.
mk: Идентификацискиот број на физичко лице е прекраток.
ml: ഗുണഭോക്തൃ KPP വളരെ ചെറുതാണ്.
mn: Хүлээн авагчийн KPP хэт богино байна.
mr: लाभार्थी KPP खूप लहान आहे.
ms: KPP Benefisiari terlalu pendek.
mt: Il-KPP tal-Benefiċjarju qasir wisq.
ne: लाभग्राही KPP धेरै छोटो भयो।
nn_no: Mottakarens kode (KPP) er for kort.
no: Mottaker-KPP er for kort.
or: ବେନିଫିସିଆରୀ KPP ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: مستفید دا کے پی پی بہت چھوٹا اے۔
pa_in: ਲਾਭਪਾਤਰ KPP ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Identyfikator KPP beneficjenta jest zbyt krótki.
ru: Слишком короткий КПП получателя.
sd: فائدو کڻندڙ KPP تمام ننڍو آھي.
si: ප්‍රතිලාභී KPP කෙටි වැඩියි.
sl: KPP upravičenca je prekratek.
sr_cyrl_rs: KPP примаоца је прекратак.
sr_latn_rs: KPP primaoca je prekratak.
sv: Mottagar-KPP är för kort.
ta: KPP பயனாளி எண் மிகச் சிறியதாக உள்ளது.
te: లబ్దిదారు KPP చాలా చిన్నదిగా ఉంది.
tg: KPP-и гиранда аз ҳад кӯтоҳ аст.
th: Beneficiary KPP สั้นเกินไป
tr: Lehdar KPP çok kısa.
tt: Алучының КПП бик кыска.
ug: مەنپەئەتلەنگۈچىنىڭKPP نومۇرۇى بەك قىسقا .
uk: Закороткий KPP отримувача.
ur: مستفید KPP بہت مختصر ہے۔
uz: Benefitsiar KPP juda qisqa.
vi: KPP người thụ hưởng quá ngắn.
zh_hans: 受益人 KPP 过短。
zh_hant: 受款人 KPP 太短。

# Literal.DirectDebitBeneficiaryKPP.Pattern
source: Invalid Beneficiary KPP.
af: Ongeldige begunstigde-KPP.
am: ልክ ያልኾነ የተጠቃሚ KPP ።
ar: KPP الخاص بالمستفيد غير صالح.
as: অবৈধ হিতাধিকাৰী KPP৷
az: Benefisiarın KPP-si səhvdir.
bg: Невалиден КПП на получателя.
bn_in: বেনিফিসিয়ারি KPP ঠিকঠাক নেই৷
bs: Nevažeći KPP primaoca.
cy: Mae KPP y Buddiolwr yn annilys.
da: Ugyldigt begunstigelses-KPP.
de: Die KPP des Begünstigten ist ungültig.
el: Μη έγκυρο KPP δικαιούχου.
es: El KPP del beneficiario no es válido.
et: Kasusaaja KPP on sobimatu.
eu: Onuradunaren KPP kodea baliogabea da.
fa: KPP ذینفع نامعتبر است.
ga: Tá KPP an tairbhí neamhbhailí.
gd: Tha KPP an fhaighteir mì-dhligheach.
gl: KPP do beneficiario non válido.
gu: અમાન્ય લાભાર્થી KPP.
he: ה- KPP של המוטב לא חוקי.
hi: अमान्य लाभार्थी KPP.
hr: KPP primatelja nije valjan.
hu: A kedvezményezett KPP-száma érvénytelen.
id: KPP Penerima tidak valid.
is: KPP rétthafa er ógilt.
ja: 受取人 KPP が無効です。
ka: ბენეფიციარის KPP არასწორია.
kk: Бенефициардың КПП дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಫಲಾನುಭವಿಯ KPP.
ko: 수취인 KPP가 올바르지 않습니다.
ku_arab: KPP ی سوودمەند نادروستە.
ky: Жараксыз Пайда көрүүчүнүн КПП.
lo: KPP ຂອງຜູ້ຮັບເງິນບໍ່ຖືກຕ້ອງ.
lt: Gavėjo KPP netinkamas.
lv: Nederīgs saņēmēja KPP.
mi: He muhu te KPP Kaiwhiwhi takuhe.
mk: Неважечки идентификациски број на физичко лице.
ml: ഗുണഭോക്തൃ KPP അസാധുവാണ്.
mn: Хүлээн авагчийн KPP хүчингүй байна.
mr: अवैध लाभार्थी KPP.
ms: KPP Benefisiari Tidak Sah.
mt: Il-KPP tal-Beneficjarju hu invalidu.
ne: लाभग्राही KPP अवैध छ।
nn_no: Ugyldig mottakarkode (KPP).
no: Ugyldig mottaker-KPP.
or: ଅବୈଧ ବେନିଫିସିଆରୀ KPP.
pa_arab_pk: مستفید دا کے پی پی ناجائز اے۔
pa_in: ਲਾਭਪਾਤਰ KPP ਅਵੈਧ ਹੈ।
pl: Identyfikator KPP beneficjenta jest nieprawidłowy.
ru: Недопустимый КПП получателя.
sd: فائدو کڻندڙ KPP غلط آھي.
si: ප්‍රතිලාභී KPP වැරදියි.
sl: Neveljaven KPP upravičenca.
sr_cyrl_rs: Неважећи KPP примаоца.
sr_latn_rs: Nevažeći KPP primaoca.
sv: Ogiltigt mottagar-KPP.
ta: KPP பயனாளி எண் தவறானது.
te: చెల్లని లబ్దిదారు KPP.
tg: KPP-и гирандаи беэътибор.
th: Beneficiary KPP ไม่ถูกต้อง
tr: Geçersiz Lehdar KPP.
tt: Алучының КПП ялгыш.
ug: مەنپەئەتلەنگۈچىنىڭKPP نومۇرۇى ئىناۋەتسىز.
uk: Неприпустимий KPP отримувача.
ur: مستفید KPP غلط ہے۔
uz: Benefitsiar KPP haqiqiy emas.
vi: KPP người thụ hưởng không hợp lệ.
zh_hans: 受益人 KPP 无效。
zh_hant: 受款人 KPP 無效。

# Literal.DirectDebitBeneficiaryKPP.Required
source: Beneficiary KPP is required.
af: Begunstigde-KPP word vereis.
am: የተጠቃሚ KPP ያስፈልጋል።
ar: KPP الخاص بالمستفيد مطلوب.
as: হিতাধিকাৰী KPP আৱশ্যক৷
az: Benefisiarın KPP-si tələb olunur.
bg: КПП на получателя е задължителен.
bn_in: বেনিফিসিয়ারি KPP উল্লেখ করা আবশ্যক৷
bs: KPP primaoca je obavezan.
cy: Rhaid nodi KPP y Buddiolwr.
da: Begunstigelses-KPP kræves.
de: Die KPP des Begünstigten ist erforderlich.
el: Απαιτείται KPP δικαιούχου.
es: El KPP del beneficiario es obligatorio.
et: Kasusaaja KPP on kohustuslik.
eu: Onuradunaren KPP kodea beharrezkoa da.
fa: به KPP ذینفع نیاز است.
ga: Tá KPP an tairbhí ag teastáil.
gd: Tha feum air KPP an fhaighteir.
gl: Requírese KPP do beneficiario.
gu: લાભાર્થી KPP ની આવશ્યકતા છે.
he: KPP של מוטב נדרש.
hi: लाभार्थी KPP आवश्यक है.
hr: KPP primatelja je obavezan.
hu: A kedvezményezett KPP-számának megadása kötelező.
id: KPP Penerima wajib diisi.
is: Þú þarft að tilgreina KPP rétthafa.
ja: 受取人 KPP は必須項目です。
ka: მიუთითეთ ბენეფიციარის KPP.
kk: Бенефициардың КПП қажет.
kn: ಫಲಾನುಭವಿಯ KPP ಅಗತ್ಯವಿದೆ.
ko: 수취인 KPP는 필수 항목입니다.
ku_arab: KPP ی سوودمەند پێویستە.
ky: Пайда көрүүчүнүн КПП талап кылынат.
lo: ຕ້ອງລະບຸ KPP ຂອງຜູ້ຮັບເງິນ.
lt: Gavėjo KPP būtinas.
lv: Norādiet saņēmēja KPP.
mi: Kei te hiahiatia te KPP Kaiwhiwhi takuhe.
mk: Идентификацискиот број на физичко лице е задолжителен.
ml: ഗുണഭോക്തൃ KPP ആവശ്യമാണ്.
mn: Хүлээн авагчийн KPP-г бөглөх шаардлагатай.
mr: लाभार्थी KPP आवश्यक आहे.
ms: KPP Benefisiari diperlukan.
mt: Il-KPP tal-Benefiċjarju hu meħtieġ.
ne: लाभग्राही KPP आवश्यक छ।
nn_no: Mottakarens kode (KPP) er obligatorisk.
no: Mottaker-KPP må angis.
or: ବେନିଫିସିଆରୀ KPP ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: مستفید دا کے پی پی درکار اے۔
pa_in: ਲਾਭਪਾਤਰ KPP ਲੋੜੀਂਦਾ ਹੈ।
pl: Identyfikator KPP beneficjenta jest wymagany.
ru: Необходимо ввести КПП получателя.
sd: فائدو کڻندڙ KPP گھرجيل آھي.
si: ප්‍රතිලාභී KPP අවශ්‍යයි.
sl: KPP upravičenca je obvezen podatek.
sr_cyrl_rs: KPP примаоца је обавезан.
sr_latn_rs: KPP primaoca je obavezan.
sv: Mottagar-KPP måste anges.
ta: KPP பயனாளி எண் தேவை.
te: లబ్దిదారు KPP అవసరం.
tg: KPP-и гиранда ҳатмист.
th: ต้องระบุ Beneficiary KPP
tr: Lehdar KPP gereklidir.
tt: Алучының КПП мәҗбүри.
ug: مەنپەئەتلەنگۈچىنىڭKPP نومۇرۇى كېرەك.
uk: Потрібно ввести KPP отримувача.
ur: مستفید KPP درکار ہے۔
uz: Benefitsiar KPP talab qilinadi.
vi: KPP người thụ hưởng là cần thiết.
zh_hans: 受益人 KPP 为必填项。
zh_hant: 受款人 KPP 是必要資訊。

# Literal.DirectDebitBeneficiaryRUT.MaxLength
source: Beneficiary RUT is too long.
af: Begunstigde-RUT is te lank.
am: የተጠቃሚ RUT በጣም ረጅም ነው።
ar: RUT الخاص بالمستفيد أطول من اللازم.
as: হিতাধিকাৰী RUT অতি দীঘল৷
az: Benefisiarın RUT-u çox uzundur.
bg: RUT на получателя е прекалено дълъг.
bn_in: বেনিফিসিয়ারি RUT অত্যন্ত বড়৷
bs: RUT primaoca je predug.
cy: Mae RUT y Buddiolwr yn rhy hir.
da: Begunstigelses-RUT er langt.
de: Die RUT des Begünstigten ist zu lang.
el: Το RUT δικαιούχου είναι πολύ μεγάλο.
es: El RUT del beneficiario es demasiado largo.
et: Kasusaaja RUT on liiga pikk.
eu: Onuradunaren RUT kodea luzeegia da.
fa: RUT ذینفع بسیار طولانی است.
ga: Tá RUT an tairbhí rófhada.
gd: Tha RUT an fhaighteir ro fhada.
gl: RUT do beneficiario moi longo.
gu: લાભાર્થી RUT ખૂબ લાંબુ છે.
he: ה- RUT של המוטב ארוך מדי.
hi: लाभार्थी RUT बहुत लंबा है.
hr: RUT primatelja je predug.
hu: A kedvezményezett RUT-száma túl hosszú.
id: RUT Penerima terlalu panjang.
is: RUT rétthafa er of langt.
ja: 受取人 RUT が長すぎます。
ka: ბენეფიციარის RUT ძალიან გრძელია.
kk: Бенефициардың RUT тым ұзын.
kn: ಫಲಾನುಭವಿ RUT ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 수취인 RUT가 너무 깁니다.
ku_arab: RUT ی سوودمەند زۆر درێژە.
ky: Пайда көрүүчүнүн РУТ өтө узун.
lo: RUT ຂອງຜູ້ຮັບເງິນຍາວເກີນໄປ.
lt: Gavėjo RUT per ilgas.
lv: Saņēmēja RUT ir pārāk garš.
mi: He roa rawa te RUT Kaiwhiwhi takuhe.
mk: RUT-бројот на корисникот е предолг.
ml: ഗുണഭോക്തൃ RUT ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хүлээн авагчийн RUT хэт урт байна.
mr: लाभार्थी RUT खूप दीर्घ आहे.
ms: RUT Benefisiari terlalu panjang.
mt: Ir-RUT tal-Benefiċjarju twil wisq.
ne: लाभग्राही RUT धेरै लामो भयो।
nn_no: Mottakarens RUT-nummer er for langt.
no: Mottaker-RUT er for lang.
or: ବେନିଫିସିଆରୀ RUT ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: مستفید دا آر یو ٹیبہت لمااے۔
pa_in: ਲਾਭਪਾਤਰ RUT ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Identyfikator RUT beneficjenta jest zbyt długi.
ru: Слишком длинный RUT получателя.
sd: فائدو کڻندڙRUT تمام وڏو آھي.
si: ප්‍රතිලාභී RUT දිග වැඩියි.
sl: RUT upravičenca je predolg.
sr_cyrl_rs: RUT примаоца је предугачак.
sr_latn_rs: RUT primaoca je predugačak.
sv: Mottagar-RUT är för långt.
ta: RUT பயனாளி எண் மிக நீளமாக உள்ளது.
te: లబ్దిదారు RUT చాలా పొడవుగా ఉంది.
tg: RUT-и гиранда аз ҳад дароз аст.
th: Beneficiary RUT ยาวเกินไป
tr: Lehdar RUT çok uzun.
tt: Алучының RUT коды бик озын.
ug: مەنپەئەتلەنگۈچىنىڭRUT نومۇرى بھەك ئۇزۇن.
uk: Задовгий RUT отримувача.
ur: مستفید RUT بہت طویل ہے۔
uz: Benefitsiar RUT juda uzun.
vi: RUT người thụ hưởng quá dài.
zh_hans: 受益人 RUT 过长。
zh_hant: 受款人 RUT 太長。

# Literal.DirectDebitBeneficiaryRUT.MinLength
source: Beneficiary RUT is too short.
af: Begunstigde-RUT is te kort.
am: የተጠቃሚ RUT በጣም አጭር ነው።
ar: RUT الخاص بالمستفيد قصير للغاية.
as: হিতাধিকাৰী RUT অতি চুটি৷
az: Benefisiarın RUT-u çox qısadır.
bg: RUT на получателя е прекалено къс.
bn_in: বেনিফিসিয়ারি RUT অত্যন্ত ছোট৷
bs: RUT primaoca je prekratak.
cy: Mae RUT y Buddiolwr yn rhy fyr.
da: Begunstigelses-RUT er for kort.
de: Die RUT des Begünstigten ist zu kurz.
el: Το RUT δικαιούχου είναι πολύ μικρό.
es: El RUT del beneficiario es demasiado corto.
et: Kasusaaja RUT on liiga lühike.
eu: Onuradunaren RUT kodea motzegia da.
fa: RUT ذینفع بسیار کوتاه است.
ga: Tá RUT an tairbhí róghearr.
gd: Tha RUT an fhaighteir ro ghoirid.
gl: RUT do beneficiario moi curto.
gu: લાભાર્થી RUT ખૂબ ટૂંકુ છે.
he: ה- RUT של המוטב קצר מדי.
hi: लाभार्थी RUT बहुत छोटा है.
hr: RUT primatelja je prekratak.
hu: A kedvezményezett RUT-száma túl rövid.
id: RUT Penerima terlalu pendek.
is: RUT rétthafa er of stutt.
ja: 受取人 RUT が短すぎます。
ka: ბენეფიციარის RUT ძალიან მოკლეა.
kk: Бенефициардың RUT тым қысқа.
kn: ಫಲಾನುಭವಿ RUT ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 수취인 RUT가 너무 짧습니다.
ku_arab: RUT ی سوودمەند زۆر کورتە.
ky: Пайда көрүүчүнүн РУТ өтө кыска.
lo: RUT ຂອງຜູ້ຮັບເງິນສັ້ນເກີນໄປ.
lt: Gavėjo RUT per trumpas.
lv: Saņēmēja RUT ir pārāk īss.
mi: He poto rawa te RUT Kaiwhiwhi takuhe.
mk: RUT-бројот на корисникот е прекраток.
ml: ഗുണഭോക്തൃ RUT വളരെ ചെറുതാണ്.
mn: Хүлээн авагчийн RUT хэт богино байна.
mr: लाभार्थी RUT खूप लहान आहे.
ms: RUT Benefisiari terlalu pendek.
mt: Ir-RUT tal-Benefiċjarju qasir wisq.
ne: लाभग्राही RUT धेरै छोटो भयो।
nn_no: Mottakarens RUT-nummer er for kort.
no: Mottaker-RUT er for kort.
or: ବେନିଫିସିଆରୀ RUT ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: مستفید دا آر یو ٹی بہت چھوٹا اے۔
pa_in: ਲਾਭਪਾਤਰ RUT ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Identyfikator RUT beneficjenta jest zbyt krótki.
ru: Слишком короткий RUT получателя.
sd: فائدو کڻندڙRUT تمام ننڍو آھي.
si: ප්‍රතිලාභී RUT කෙටි වැඩියි.
sl: RUT upravičenca je prekratek.
sr_cyrl_rs: RUT примаоца је прекратак.
sr_latn_rs: RUT primaoca je prekratak.
sv: Mottagar-RUT är för kort.
ta: RUT பயனாளி எண் மிகச் சிறியதாக உள்ளது.
te: లబ్దిదారు RUT చాలా చిన్నదిగా ఉంది.
tg: RUT-и гиранда аз ҳад кӯтоҳ аст.
th: Beneficiary RUT สั้นเกินไป
tr: Lehdar RUT çok kısa.
tt: Алучының RUT коды бик кыска.
ug: مەنپەئەتلەنگۈچىنىڭ RUT نومۇرى بەك قىسقا.
uk: Закороткий RUT отримувача.
ur: مستفید RUT بہت مختصر ہے۔
uz: Benefitsiar RUT juda qisqa.
vi: RUT người thụ hưởng quá ngắn.
zh_hans: 受益人 RUT 过短。
zh_hant: 受款人 RUT 太短。
