Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.AddressValidationMessage.InteractionRequired
source: The address you entered is different to the one recommended by the postal service.
af: Die adres wat jy ingevoer het, verskil van die een wat deur die posdiens aanbeveel is.
am: ያስገቡት አድራሻ በፖስታ አገልግሎት ከሚመከረው የተለየ ነው።
ar: العنوان الذي أدخلته يختلف عن العنوان المستحسن من قِبل خدمة البريد.
as: আপুনি প্ৰবিষ্ট কৰা ঠিকনাটো ডাক সেৱাৰ দ্বাৰা দিয়া ঠিকনাত কৈ পৃথক।
az: Daxil etdiyiniz ünvan poçt xidmətinin tövsiyə etdiyindən fərqlidir.
bg: Въведеният от вас адрес е различен от този, препоръчан от пощенската услуга.
bn_in: আপনি যে ঠিকানাটি লিখেছেন তা ডাক পরিষেবা দ্বারা প্রস্তাবিত ঠিকানার চেয়ে আলাদা।
bs: Adresa koju ste unijeli se razlikuje od adrese koju preporučuje pošta.
cy: Mae'r cyfeiriad rydych chi wedi'i roi yn wahanol i'r un sy'n cael ei argymell gan y gwasanaeth post.
da: Den adresse, du har angivet, er anderledes end den, der anbefales af postvæsenet.
de: Die eingegebene Adresse unterscheidet sich von der von der Post empfohlenen Adresse.
el: Η διεύθυνση που εισαγάγατε είναι διαφορετική από εκείνη που προτείνεται από την ταχυδρομική υπηρεσία.
es: La dirección que ha escrito es diferente a la recomendada por el servicio postal.
et: Teie sisestatud aadress erineb postiteenuse soovitatud aadressist.
eu: Sartutako helbidea eta posta-zerbitzuak gomendatutakoa ezberdinak dira.
fa: آدرسی که وارد کرده‌اید از آدرسی که توسط خدمات پستی توصیه می‌شود متفاوت است.
ga: Ní hionann an seoladh a iontráladh agus an seoladh atá molta ag an tseirbhís phoist.
gd: Tha an seòladh a chuir thu a-steach eadar-dhealaichte on t-seòladh a mholadh seirbheis a’ phuist.
gl: O enderezo introducido non coincide coa recomendación do servizo postal.
gu: તમે દાખલ કરેલું સરનામું ટપાલ સેવા દ્વારા ભલામણ કરેલા સરનામાંથી ભિન્ન છે.
he: הכתובת שהזנת שונה מהכתובת המומלצת על-ידי רשות הדואר.
hi: आपके द्वारा दर्ज किया गया पता डाक सेवा द्वारा अनुशंसित पते से भिन्न है.
hr: Adresa koju ste unijeli razlikuje se od one koju je preporučila poštanska služba.
hu: A megadott cím eltér a postai szolgáltatás által javasolttól
id: Alamat yang Anda masukkan berbeda dengan yang disarankan oleh layanan pos.
is: Heimilisfangið sem þú færðir inn er ekki það sama og póstþjónustan mælir með.
ja: 入力した住所が、郵便サービスで推奨されているものと一致しません。
ka: შეყვანილი მისამართი განსხვავდება საფოსტო სამსახურის მიერ რეკომენდებული მისამართისგან.
kk: Сіз енгізген мекенжай пошта қызметі ұсынған мекенжайдан өзгеше.
kn: ನೀವು ನಮೂದಿಸಿದ ವಿಳಾಸವು ಅಂಚೆ ಸೇವೆಯು ಶಿಫಾರಸು ಮಾಡಿದ್ದಕ್ಕಿಂತ ವಿಭಿನ್ನವಾಗಿದೆ.
ko: 입력한 주소가 우편 서비스에서 권장하는 주소와 다릅니다.
lo: ທີ່ຢູ່ທີ່ທ່ານປ້ອນແມ່ນແຕກຕ່າງກັບທີ່ຢູ່ທີ່ແນະ ນຳ ໂດຍການບໍລິການໄປສະນີ.
lt: Įvestas adresas skiriasi nuo pašto tarnybos rekomenduojamo adreso.
lv: Jūsu ievadītā adrese atšķiras no tās, ko ieteica pasta pakalpojumu sniedzējs.
mi: He rerekē te wāhitau i tāuru koe ki tērā e tūtohutia ana e te ratonga mēra.
mk: Внесената адреса е различна од таа што ја предложи поштенската услуга.
ml: നിങ്ങൾ നൽകിയ വിലാസം തപാൽ സേവനം ശുപാർശ ചെയ്യുന്ന വിലാസത്തിൽ നിന്ന് വ്യത്യസ്തമാണ്.
mr: पोस्टल सेवेने शिफारस केलेल्या पत्त्या पेक्षा आपण प्रविष्ट केलेला वेगळा आहे.
ms: Alamat yang anda masukkan berbeza dengan alamat yang disyorkan oleh perkhidmatan pos.
mt: L-indirizz li daħħalt huwa different minn dak irrakkomandat mis-servizz postali.
ne: तपाईंले प्रविष्ट गर्नुभएको ठेगाना हुलाक सेवा द्वारा सिफारिस गरिएको भन्दा फरक छ।
nn_no: Adressa du har oppgitt er ei anna enn den som blir anbefalt av posten.
no: Adressen du anga er forskjellig fra adressen posttjenesten anbefaler.
or: ଆପଣ ପ୍ରବେଶ କରିଥିବା ଠିକଣା ଡାକ ସେବା ଦ୍ୱାରା ସୁପାରିଶ କରାଯାଇଥିବା ଠାରୁ ଭିନ୍ନ ଅଟେ
pa_in: ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖਲ ਕੀਤਾ ਪਤਾ ਡਾਕ ਸੇਵਾ ਦੁਆਰਾ ਸਿਫਾਰਸ ਕੀਤੇ ਨਾਲੋਂ ਵੱਖਰਾ ਹੈ.
pl: Wprowadzony adres różni się od zalecanego przez usługodawcę pocztowego.
ru: Введенный адрес отличается от рекомендованного почтовой службой.
sl: Vneseni naslov se razlikuje od naslova, ki ga je priporočila poštna služba.
sr_cyrl_rs: Адреса коју сте унели разликује се од оне коју препоручује пошта.
sr_latn_rs: Adresa koju ste uneli razlikuje se od one koju preporučuje pošta.
sv: Den adress du angav är inte den som rekommenderas av posttjänsten.
ta: நீங்கள் உள்ளிட்ட முகவரி அஞ்சல் சேவையால் பரிந்துரைக்கப்பட்ட ஒன்றைவிட மாறுபட்டதாக உள்ளது.
te: మీరు నమోదు చేసిన చిరునామా పోస్టల్ సేవ సిఫార్సు చేసిన చిరునామాకు భిన్నంగా ఉంటుంది.
th: ที่อยู่ที่คุณใส่ไว้แตกต่างจากที่อยู่ที่แนะนำโดยบริการไปรษณีย์
tr: Girdiğiniz adres, posta hizmeti tarafından önerilen adresten farklı.
tt: Сез керткән адрес почта хезмәте киңәш иткән адрестан аерыла.
ug: سىز كىرگۈزگەن ئادرېس، پوچتا مۇلازىمىتى تەرىپىدىن تەۋسىيە قىلىنغان ئادرېستىن پەرقلىقتۇر.
uk: Введена адреса відрізняється від рекомендованої поштовою службою.
ur: آپ کا درج کردہ پتہ پوسٹل سروس کی جانب سے تجویز کردہ پتہ سے مختلف ہے۔
uz: Siz kiritgan manzil pochta xizmati tavsiya qilgan manzildan farq qiladi.
vi: Địa chỉ bạn đã nhập khác với địa chỉ do một dịch vụ bưu chính đề xuất.
zh_hans: 你输入的地址与邮政服务建议的地址不同。
zh_hant: 您輸入的地址不同於郵政服務的建議。

# Word.AddressValidationMessage.None
source: We can't validate this address. If you're certain this is correct, ignore this.
af: Ons kan nie hierdie adres valideer nie. As jy seker is dat dit reg is, ignoreer dié.
am: ይህንን አድራሻ ማረጋገጥ አልቻልንም። ይህ አድራሻ ትክክል መሆኑን እርግጠኛ ከሆኑ፣ መልዕክቱን ይተዉት።
ar: يتعذر علينا التحقق من صحة هذا العنوان. إذا كنت متأكدًا من صحته، فتجاهل هذا.
as: আমি এই ঠিকনাটো সত্যাৰ্পন কৰিব পৰা নাই। আপুনি যদি এইটো শুদ্ধ বুলি নিশ্চিত, তেন্তে ইয়াক আওকান কৰক।
az: Bu ünvanı təsdiqləyə bilmirik. Bunun doğru olduğuna əminsinizsə, bunu nəzərə almayın.
bg: Не можем да проверим този адрес. Игнорирайте това, ако сте сигурни, че този е правилен.
bn_in: আমরা এই ঠিকানাটি বৈধ করতে পারি না। আপনি যদি নিশ্চিত হন যে এটি সঠিক, তবে এটিকে এড়িয়ে যান।
bs: Ne možemo provjeriti valјanost ove adrese. Ignorirajte ovu poruku ako ste sigurni da je adresa tačna.
cy: Does dim modd dilysu'r cyfeiriad hwn. Os ydych chi'n siŵr bod hwn yn iawn, anwybyddwch hwn.
da: Vi kan ikke validere denne adresse. Hvis du er sikker på, at den er korrekt, skal du ignorere dette.
de: Diese Adresse kann nicht validiert werden. Wenn Sie sicher sind, dass sie korrekt ist, ignorieren Sie diese Meldung.
el: Δεν είναι δυνατή η επικύρωση αυτής της διεύθυνσης. Αν είστε βέβαιοι ότι είναι σωστή, αγνοήστε αυτό το μήνυμα.
es: No se puede validar esta dirección. Si tiene la certeza de que es correcta, ignore este mensaje.
et: Me ei saa seda aadressi kinnitada. Kui olete kindel, et see on õige, eirake seda.
eu: Ezin dugu balidatu helbide hori. Zuzena dela badakizu, egin ez ikusi honi.
fa: نمی‌توانیم این آدرس را تأیید کنیم. اگر مطمئنید که این آدرس درست است، این را نادیده بگیرید.
ga: Ní féidir linn an seoladh a bhailíochtú. Má tá tú cinnte go bhfuil an seoladh ceart, déan neamhaird den teachtaireacht seo.
gd: Chan urrainn dhuinn an seòladh seo a dhearbhadh. Ma tha thu cinnteach gu bheil e ceart, leig seachad an teachdaireachd seo.
gl: Non se pode validar este enderezo. Ignore esta mensaxe se o enderezo é correcto.
gu: અમે આ સરનામાંને માન્ય કરી શકતા નથી. જો તમને ખાતરી છે કે આ સાચું છે, તો આને અવગણો.
he: אין באפשרותנו לאמת כתובת זו. אם אתה בטוח שכתובת זו נכונה, התעלם משגיאה זו.
hi: हम इस पते को सत्यापित नहीं कर सकते. अगर आप सुनिश्चित हैं कि यह सही है, तो इसे नज़रअंदाज़ करें.
hr: Ne možemo provjeriti valjanost te adrese. Ako ste sigurni da je točna, zanemarite ovo.
hu: Ez a cím nem ellenőrizhető. Ha biztos benne, hogy helyes, hagyja figyelmen kívül ezt az értesítést
id: Kami tidak dapat memvalidasi alamat ini. Jika Anda yakin alamat ini benar, abaikan pesan ini.
is: Við getum ekki staðfest heimilisfangið. Ef þú ert viss um að það sé rétt geturðu hunsað þetta.
ja: この住所を確認できません。これで間違いない場合は無視してください。
ka: ამ მისამართის შემოწმება ვერ ხერხდება. თუ დარწმუნებული ხართ, რომ ის სწორია, არ მიაქციოთ ყურადღება ამ შეტყობინებას.
kk: Бұл мекенжайды тексере алмаймыз. Оның дұрыстығына сенімді болсаңыз, бұған назар аудармай-ақ қойыңыз.
kn: ಈ ವಿಳಾಸವನ್ನು ನಾವು ಮೌಲೀಕರಿಸಲಾಗದು. ಇದು ಸರಿಯಾಗಿದೆ ಎಂದು ನಿಮಗೆ ಖಚಿತವಾಗಿದ್ದರೆ, ಇದನ್ನು ನಿರ್ಲಕ್ಷಿಸಿ.
ko: 이 주소가 맞는지 확인할 수 없습니다. 이 주소가 올바르다고 확신하는 경우 무시하세요.
lo: ພວກເຮົາບໍ່ສາມາດຢືນຢັນທີ່ຢູ່ນີ້ໄດ້. ຖ້າທ່ານແນ່ໃຈວ່ານີ້ແມ່ນຖືກຕ້ອງ, ບໍ່ສົນໃຈເລື່ອງນີ້.
lt: Negalime patikrinti šio adreso. Jei esate tikri, kad jis yra teisingas, nepaisykite šio pranešimo.
lv: Šo adresi nevaram validēt. Ja esat pārliecināts, ka tā ir pareiza, ignorējiet šo informāciju.
mi: Tē taea tēnei wāhitau te manatoko. Mēnā kei te mōhio koe he tika tēnā, waiho tēnei.
mk: Не може да ја провериме оваа адреса. Ако сте сигурни дека е точна, игнорирајте го ова.
ml: ഞങ്ങൾക്ക് ഈ വിലാസം സാധൂകരിക്കാൻ കഴിയില്ല. ഇത് ശരിയാണെന്ന് നിങ്ങൾക്ക് ഉറപ്പുണ്ടെങ്കിൽ, ഇത് അവഗണിക്കുക.
mr: आम्ही हा पत्ता सत्यापित करू शकत नाही. जर तुम्हाला हे बरोबर असल्याची खात्री असेल, तर या कडे दुर्लक्ष करा.
ms: Kami tidak dapat mengesahkan alamat ini. Jika anda yakin ini betul, abaikan perkara ini.
mt: Ma nistgħux nivvalidaw dan l-indirizz. Jekk inti ċert li huwa tajjeb, injora dan il-messaġġ.
ne: हामी यो ठेगाना मान्य गर्न सक्दैनौं। यदि तपाइँ निश्चित हुनुहुन्छ कि यो सहि छ, यसलाई बेवास्ता गर्नुहोस्।
nn_no: Kan ikkje validere adressa. Ignorer dette dersom du er sikker på at ho er rett.
no: Vi kan ikke bekrefte denne adressen. Hvis du er sikker på at dette er riktig, kan du ignorere dette.
or: ଆମେ ଏହି ଠିକଣାକୁ ବୈଧ କରିପାରିବୁ ନାହିଁ. ଯଦି ଆପଣ ନିଶ୍ଚିତ ଯେ ଏହା ସଠିକ୍, ଏହାକୁ ଅଣଦେଖା କରନ୍ତୁ.
pa_in: ਅਸੀਂ ਇਸ ਪਤੇ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕਰ ਸਕਦੇ. ਜੇ ਤੁਹਾਨੂੰ ਯਕੀਨ ਹੈ ਕਿ ਇਹ ਸਹੀ ਹੈ, ਤਾਂ ਇਸ ਨੂੰ ਨਜ਼ਰਅੰਦਾਜ਼ ਕਰੋ.
pl: Nie możemy zweryfikować tego adresu. Jeśli masz pewność, że jest poprawny, zignoruj to.
ru: Проверить этот адрес не удается. Если вы в нем уверены, пропустите это сообщение.
sl: Veljavnosti tega naslova ni mogoče preveriti. Če ste prepričani, da je pravilen, prezrite to opozorilo.
sr_cyrl_rs: Не можемо да проверимо ваљаност ове адресе. Ако сте сигурни да је тачна, занемарите ово.
sr_latn_rs: Ne možemo da proverimo valjanost ove adrese. Ako ste sigurni da je tačna, zanemarite ovo.
sv: Vi kan inte kontrollera den här adressen. Om du är säker på att den stämmer kan du ignorera det här.
ta: இந்த முகவரியைச் சரிபார்க்க முடியவில்லை. இது நிச்சயமாக சரியானது என்று நீங்கள் கருதினால், இதனைப் புறக்கணிக்கவும்.
te: మేము ఈ చిరునామాను ధృవీకరించలేము. ఇది సరైనదని మీకు ఖచ్చితంగా తెలిస్తే, దీన్ని విస్మరించండి.
th: เราไม่สามารถตรวจสอบความถูกต้องของที่อยู่นี้ได้ หากคุณแน่ใจว่าที่อยู่นี้ถูกต้อง ให้ละเว้น
tr: Bu adresi doğrulayamıyoruz. Adresin doğru olduğundan eminseniz bunu yoksayın.
tt: Бу адресны тикшереп булмый. Дөреслеген төгәл белсәгез, игътибар итмәгез.
ug: بۇ ئادرېسنى ئىناۋتلەندۈرەلمىدۇق. ئەگەر بۇ ئادرېسنىڭ توغرىلىقىغا جەزم قىلسىڭىز، بۇنى يوقساناڭ.
uk: Не вдалося перевірити цю адресу. Якщо ви впевнені, що вона правильна, не зважайте на це повідомлення.
ur: آپ اس پتہ کو جائز قرار نہیں دے سکتے۔ اگر آپ کو اس کے درست ہونے کا یقین ہے تو اسے نظر انداز کر دیں۔
uz: Bu manzilni tasdiqlay olmaymiz. Agar bu bexato ekaniga amin boʻlsangiz, bunga eʼtibor bermang.
vi: Chúng tôi không thể xác thực địa chỉ này. Nếu bạn chắc chắn đây là địa chỉ chính xác, hãy bỏ qua thông báo này.
zh_hans: 无法验证此地址。如果确定地址正确，请忽略此消息。
zh_hant: 無法驗證此地址。若您確定此地址正確，請忽略此訊息。

# Word.AddressValidationMessage.Fallback
source: Choose an option below
af: Kies ’n opsie hieronder
am: ከታች ካለው አማራጭ ይምረጡ
ar: اختيار خيار أدناه
as: তলৰ এটা বিকল্প চয়ন কৰক
az: Aşağıda seçim edin
bg: Изберете опция по-долу
bn_in: নীচের একটি বিকল্প নির্বাচন করুন
bs: Odaberite opciju u nastavku
cy: Dewiswch un o'r isod
da: Vælg en af de nedenstående muligheder
de: Wählen Sie unten eine Option aus:
el: Ορίστε μια επιλογή παρακάτω
es: Elija una opción a continuación.
et: Valige allpool suvand
eu: Aukeratu beheko aukeretako bat
fa: یک گزینه از زیر انتخاب کنید
ga: Roghnaigh rogha thíos
gd: Tagh roghainn gu h-ìosal
gl: Seleccione unha das seguintes opcións.
gu: નીચેનો એક વિકલ્પ પસંદ કરો
he: בחר אפשרות להלן
hi: नीचे किसी विकल्प का चयन करें
hr: Odaberite mogućnost u nastavku
hu: Válasszon egy lehetőséget az alábbiak közül
id: Pilih opsi di bawah
is: Veldu valkost hér að neðan
ja: 次のうち 1 つを選択してください:
ka: აირჩიეთ ვარიანტი ქვემოთ
kk: Төмендегі параметрді таңдаңыз
kn: ಈ ಕೆಳಗೆ ಒಂದು ಆಯ್ಕೆಯನ್ನು ಆರಿಸಿ
ko: 아래 옵션을 선택하세요.
lo: ເລືອກຕົວເລືອກດ້ານລຸ່ມ
lt: Pasirinkite toliau pateiktą parinktį
lv: Tālāk atlasiet opciju
mi: Kōwhiritia tētahi kōwhiringa kei raro
mk: Изберете опција подолу
ml: ചുവടെയുള്ള ഒരു ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക
mr: खालीलपैकी एक पर्याय निवडा
ms: Pilih opsyen di bawah
mt: Agħżel opzjoni hawn taħt
ne: तल एउटा विकल्प चयन गर्नुहोस्
nn_no: Vel eit alternativ nedanfor
no: Velg et alternativ nedenfor
or: ନିମ୍ନରେ ଏକ ବିକଳ୍ପ ଚୟନ କରନ୍ତୁ
pa_in: ਹੇਠਾਂ ਇੱਕ ਵਿਕਲਪ ਚੁਣੋ
pl: Wybierz opcję poniżej
ru: Выберите параметр ниже
sl: Izberite spodnjo možnost
sr_cyrl_rs: Изаберите опцију у наставку
sr_latn_rs: Odaberite opciju u nastavku
sv: Välj ett alternativ nedan
ta: கீழே ஒரு விருப்பத்தைத் தேர்ந்தெடுக்கவும்
te: దిగువ ఎంపికను ఎంచుకోండి
th: เลือกตัวเลือกด้านล่าง
tr: Aşağıdan bir seçeneği işaretleyin
tt: Түбәндәге параметрны сайлагыз
ug: پەستىن بىر تاللام تاللاڭ
uk: Виберіть один із варіантів нижче
ur: ذیل میں ایک اختیار منتخب کریں
uz: Quyidagi parametrni tanlang
vi: Chọn một tùy chọn bên dưới
zh_hans: 选择以下某一选项
zh_hant: 請選擇下方選項

# Word.ListAddress.DefaultShipping
source: Use default shipping address
af: Gebruik verstekversendingsadres
am: ነባር የመላኪያ አድራሻ
ar: استخدام عنوان الشحن الافتراضي
as: ডিফল্ট ডাক ঠিকনা ব্যৱহাৰ কৰক
az: Standart çatdırılma ünvanı istifadə edin
bg: Използване на адрес за доставка по подразбиране
bn_in: ডিফল্ট শিপিং ঠিকানা ব্যবহার করুন
bs: Koristite zadanu adresu za dostavu
cy: Defnyddio cyfeiriad danfon diofyn
da: Brug standard leveringsadresse
de: Standardlieferadresse verwenden
el: Χρήση προεπιλεγμένης διεύθυνσης αποστολής
es: Usar la dirección de envío predeterminada
et: Kasuta vaiketarneaadressi
eu: Erabili bidalketa-helbide lehenetsia
fa: استفاده از نشانی حمل پیش‌فرض
ga: Úsáid an seoladh réamhshocraithe seachadta
gd: Cleachd an seòladh lìbhrigidh bunaiteach
gl: Usar o enderezo de envío predefinido
gu: ડિફ defaultલ્ટ શિપિંગ સરનામું વાપરો
he: השתמש בכתובת ברירת מחדל למשלוח
hi: डिफ़ॉल्ट शिपिंग पते का उपयोग करें
hr: Koristi zadanu adresu za dostavu
hu: Alapértelmezett szállítási cím használata
id: Gunakan alamat pengiriman default
is: Nota sjálfgefið heimilisfang viðtakanda
ja: 既定の配送先住所を使用する
ka: ნაგულისხმევი მიწოდების მისამართის გამოყენება
kk: Әдепкі жеткізу мекенжайын пайдалану
kn: ಡೀಫಾಲ್ಟ್ ಶಿಪ್ಪಿಂಗ್ ವಿಳಾಸವನ್ನು ಬಳಸಿ
ko: 기본 배송 주소 사용
lo: ໃຊ້ທີ່ຢູ່ສົ່ງເຄື່ອງເລີ່ມຕົ້ນ
lt: Naudoti numatytąjį pristatymo adresą
lv: Izmantot noklusējuma piegādes adresi
mi: Whakamahia te wāhinoho tuku taunoa
mk: Користи ја стандардната адреса за испраќање
ml: Gunakan alamat pengiriman default
mr: मुलभूत शिपिंग पत्ता वापरा
ms: Gunakan alamat penghantaran lalai
mt: Uża l-indirizz tal-kunsinna default
ne: पूर्वनिर्धारित शिपिंग ठेगाना प्रयोग गर्नुहोस्
nn_no: Bruk standard leveringsadresse
no: Bruk standard leveringsadresse
or: ଡିଫଲ୍ଟ ସିପିଂ ଠିକଣା ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਮੂਲ ਸ਼ਿਪਿੰਗ ਪਤਾ ਵਰਤੋ
pl: Użyj domyślnego adresu wysyłkowego
ru: Использовать адрес доставки по умолчанию
sl: Uporabi privzeti naslov pošiljanja
sr_cyrl_rs: Користите адресу испорука подразумевана вредност
sr_latn_rs: Koristi podrazumevanu adresu za isporuku
sv: Använd standardleveransadress
ta: இயல்பான ஷிப்பிங் முகவரியைப் பயன்படுத்து
te: డిఫాల్ట్ షిప్పింగ్ చిరునామాను ఉపయోగించండి
th: ใช้ที่อยู่สำหรับจัดส่งเริ่มต้น
tr: Varsayılan gönderim adresini kullan
tt: Килешенгәнчә җиткерү адресын куллану
ug: سۈكۈتتىكى توشۇش ئادرېسىنى ئىشلىتىش
uk: Використовувати адресу доставки за замовчуванням
ur: ڈیفالٹ ترسیل کا پتہ استعمال کریں
uz: Asosisy yetkazib berish manzilidan foydalanish
vi: Sử dụng địa chỉ giao hàng mặc định
zh_hans: 使用默认送货地址
zh_hant: 使用預設交貨位址

# Word.ListAddress.DefaultBilling
source: Use default billing address
af: Gebruik verstekfaktureringsadres
am: ነባር የክፍያ መጠየቂያ አድራሻ
ar: استخدام عنوان الفوترة الافتراضي
as: ডিফল্ট বিলিং ঠিকনা ব্যৱহাৰ কৰক
az: Standart ödəniş ünvanı istifadə edin
bg: Използване на адрес за фактуриране по подразбиране
bn_in: ডিফল্ট বিলিং ঠিকানা ব্যবহার করুন
bs: Koristite zadanu adresu fakturiranja
cy: Defnyddio cyfeiriad bilio diofyn
da: Brug standard faktureringsadresse
de: Standardrechnungsadresse verwenden
el: Χρήση προεπιλεγμένης διεύθυνσης χρέωσης
es: Usar la dirección de facturación predeterminada
et: Kasuta vaikearveaadressi
eu: Erabili fakturazio-helbide lehenetsia
fa: استفاده از آدرس صورتحساب پیش‌فرض
ga: Úsáid an seoladh réamhshocraithe billeála
gd: Cleachd an seòladh bileachaidh bunaiteach
gl: Usar o enderezo de facturación predefinido
gu: ડિફોલ્ટ બિલિંગ સરનામું વાપરો
he: השתמש בכתובת ברירת מחדל לחיוב
hi: डिफ़ॉल्ट बिलिंग पते का उपयोग करें
hr: Koristi zadanu adresu za naplatu
hu: Alapértelmezett számlázási cím használata
id: Gunakan alamat penagihan default
is: Nota sjálfgefið heimilisfang greiðanda
ja: 既定の請求先住所を使用する
ka: ნაგულისხმევი ბილინგის მისამართის გამოყენება
kk: Әдепкі шот ұсыну мекенжайын пайдалану
kn: ಡೀಫಾಲ್ಟ್ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಬಳಸಿ
ko: 기본 청구 주소 사용
lo: ໃຊ້ທີ່ຢູ່ໃບບິນຄ່າເລີ່ມຕົ້ນ
lt: Naudoti numatytąjį sąskaitų siuntimo adresą
lv: Izmantot noklusējuma norēķinu adresi
mi: Whakamahia te wāhinoho tuku nama taunoa
mk: Користи ја стандардната адреса за наплата
ml: Gunakan alamat penagihan default
mr: मुलभूत बिलिंग पत्ता वापरा
ms: Gunakan alamat pengebilan lalai
mt: Uża l-indirizz tal-ħlas default
ne: पूर्वनिर्धारित बिलि ठेगाना प्रयोग गर्नुहोस्
nn_no: Bruk standard faktureringsadresse
no: Bruk standard faktureringsadresse
or: ଡିଫଲ୍ଟ ବିଲିଂ ଠିକଣା ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਡਿਫੌਲਟ ਬਿਲਿੰਗ ਪਤਾ ਵਰਤੋ
pl: Użyj domyślnego adresu rozliczeniowego
ru: Использовать адрес выставления счетов по умолчанию
sl: Uporabi privzeti naslov za obračunavanje
sr_cyrl_rs: Користите адресу фактурисања подразумевана вредност
sr_latn_rs: Koristi podrazumevanu adresu fakturisanja
sv: Använd standardfaktureringsadress
ta: இயல்பான பில்லிங் முகவரியைப் பயன்படுத்து
te: డిఫాల్ట్ బిల్లింగ్ చిరునామాను ఉపయోగించండి
th: ใช้ที่อยู่สำหรับเรียกเก็บเงินเริ่มต้น
tr: Varsayılan fatura adresini kullan
tt: Килешенгәнчә хисап чыгару адресын куллану
ug: سۈكۈتتىكى تالونلاش ئادرېسىنى ئىشلىتىش
uk: Використовувати адресу для виставлення рахунків за замовчуванням
ur: ڈیفالٹ بلنگ کا پتہ استعمال کریں
uz: Asosiy billing manzilidan foydalanish
vi: Sử dụng địa chỉ thanh toán mặc định
zh_hans: 使用默认帐单地址
zh_hant: 使用預設帳單位址
