Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.DirectDebitBankNCC.Required
source: South African National Clearing Code is required.
af: Suid-Afrikaanse Nasionale Verrekening Kode word vereis.
am: የደቡብ አፍሪቃ ብሔራዊ የማጣራት ኮድ ያስፈልጋል።
ar: كود المقاصة الوطني الجنوب أفريقي غير مطلوب.
as: দক্ষিণ আফ্ৰিকাৰ জাতীয় ক্লিয়াৰিং ক'ড আৱশ্যক৷
az: Cənubi Afrikanın Milli Klirinq Kodu tələb olunur.
bg: Южноафриканският национален клирингов код е задължителен.
bn_in: দক্ষিণ আফ্রিকার ন্যাশানাল ক্লিয়ারিং কোডের প্রয়োজন আছে।
bs: Nacionalna šifra kliringa Južne Afrike je obavezna.
cy: Rhaid rhoi Cod Clirio Cenedlaethol De Affrica.
da: Der kræves en sydafrikansk national clearing-kode.
de: Die Bankleitzahl für Südafrika muss angegeben werden.
el: Απαιτείται ο κωδικός NCC για Νότια Αφρική.
es: Se requiere el código de compensación nacional de Sudáfrica.
et: Lõuna-Aafrika riiklik kliiringkood on kohustuslik.
eu: Hegoafrikako transferentzia-kode nazionala beharrezkoa da.
fa: به کد تسویه ملی آفریقای جنوبی نیاز است.
ga: Cód náisiúnta imréitigh na hAfraice Theas ag teastáil.
gd: Tha feum air South African National Clearing Code.
gl: Cómpre o código de conciliación nacional de Sudáfrica.
gu: સાઉથ આફ્રિકન નેશનલ ક્લિયરિંગ કોડ જરૂરી છે.
he: קוד הסליקה הלאומי של דרום אפריקה נדרש.
hi: दक्षिण अफ़्रीकी राष्ट्रीय समाशोधन कोड की आवश्यकता है.
hr: Potreban je južnoafrički nacionalni klirinški kôd.
hu: A dél-afrikai nemzeti elszámolási kód megadása kötelező.
id: Kode Kliring Nasional Afrika Selatan wajib diisi.
is: Færa þarf inn greiðslumiðlunarkóða fyrir Suður-Afríku.
ja: 南アフリカ国家為替交換コードは必須です。
ka: მიუთითეთ სამხრეთ აფრიკის ნაციონალური კლირინგის კოდი.
kk: Оңтүстік Африка ұлттық клиринг коды қажет.
kn: ದಕ್ಷಿಣ ಆಫ್ರಿಕನ್ ರಾಷ್ಟ್ರೀಯ ಕ್ಲಿಯರಿಂಗ್ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 남아프리카 공화국 은행 코드는 필수 항목입니다.
ku_arab: کۆدی پاکتاوکردنی نیشتیمانی باشوری ئەفریقا پێویستە.
ky: Түштүк африкалык улуттук чечишүү коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດເຄລຍຣິງປະຈໍາຊາດຂອງອາຝຣິກາໃຕ້.
lt: Privaloma nurodyti Pietų Afrikos nacionalinį kliringo kodą.
lv: Ir nepieciešams Dienvidāfrikas nacionālais klīringa kods.
mi: He mātua whakauru te Waehaere Whakawatea ā-Whenua o Awherika ki te Tonga.
mk: Јужноафриканската национална шифра за клиринг е задолжителна.
ml: സൌത്ത് ആഫ്രിക്കന്‍ നാഷണല്‍ ക്ലിയറിംഗ് കോഡ് ആവശ്യമാണ്.
mn: Өмнөд Африкийн Үндэсний Клирингийн Код оруулах шаардлагатай.
mr: दक्षिण आफ्रिकी राष्ट्रीय समाशोधन कोड आवश्यक आहे.
ms: Kod Penjelasan Nasional Afrika Selatan diperlukan.
mt: Huwa meħtieġ il-Kodiċi Nazzjonali tal-Ikklerjar tal-Afrika t'Isfel.
ne: दक्षिण अफ्रिकी राष्ट्रिय शोधन सङ्केत आवश्यक छ।
nn_no: South African National Clearing Code er påkravd.
no: South African National Clearing Code er påkrevd.
or: ଦକ୍ଷିଣ ଆଫ୍ରିକୀୟ ରାଷ୍ଟ୍ରୀୟ କ୍ଲିଅରିଂ କୋଡ୍ ଆବଶ୍ୟକ.
pa_arab_pk: جنوبی افریقی قومی کلیرنگ کوڈ دی لوڑ اے۔
pa_in: ਸਾਊਥ ਅਫ਼ਰੀਕਨ ਕਲੀਅਰਿੰਗ ਕੋਡ ਚਾਹੀਦਾ ਹੈ।
pl: Południowoafrykański krajowy kod rozliczeniowy jest wymagany.
ru: Требуется указать национальный клиринговый код ЮАР.
sd: ڏکڻ آفريڪا جو نيشنل ڪليئرنگ ڪوڊ جي ضرورت آهي.
si: දකුණු අප්‍රිකානු ජාතික නිශ්කාශන කේතය අවශ්‍යයි.
sl: Južnoafriška nacionalna klirinška koda je obvezen podatek.
sr_cyrl_rs: Јужноафричка национална шифра клиринга је обавезна.
sr_latn_rs: Južnoafrička nacionalna šifra kliringa je obavezna.
sv: South African National Clearing Code måste anges.
ta: தென் ஆஃப்ரிக்க தேசிய அனுமதி குறியீடு அவசியம்.
te: దక్షిణ ఆఫ్రికా జాతీయ క్లియరింగ్ కోడ్ అవసరం.
tg: Рамзи клиринги миллии Африкаи Ҷанубӣ ҳатмист.
th: ต้องระบุ National Clearing Code ของแอฟริกาใต้
tr: Güney Afrika Ulusal Takas Kodu gereklidir.
tt: Көньяк Африканың милли клиринг коды кирәк.
ug: جەنۇبىي ئافرىقا دۆلەتلىك ھېسابات نومۇرى تەلەپ قىلىندۇ.
uk: Потрібно вказати національний кліринговий код ПАР.
ur: جنوبی افریقی قومی تصفیاتی کوڈ کی ضرورت ہے۔
uz: Janubiy Afrika Milliy Kliring Kodi talab qilinadi.
vi: Mã Thanh toán Quốc gia Nam Phi là cần thiết.
zh_hans: 南非国家清算代码为必填项。
zh_hant: 南非國家結算代碼 (South African National Clearing Code) 是必要資訊。

# Literal.DirectDebitBranchCode.MaxLength
source: Sort code is too long.
af: Sorteerkode is te lank.
am: የቅደም ተከተል ኮድ በጣም ረጅም ነው።
ar: كود فرع البنك أطول من اللازم.
as: চৰ্ট ক'ড অতি দীঘল৷
az: Bankın kodu çox uzundur.
bg: Кодът на банковия клон е прекалено дълъг.
bn_in: বাছাই কোডটি অত্যন্ত লম্বা৷
bs: Šifra podružnice je preduga.
cy: Mae'r cod didoli yn rhy hir.
da: Afdelingskoden er for lang.
de: Die Bankleitzahl ist zu lang.
el: Ο κωδικός ταξινόμησης είναι πολύ μεγάλος.
es: El código de sucursal es demasiado largo.
et: Sortimiskood on liiga pikk.
eu: Sort code kodea luzeegia da.
fa: کد ترتیب بندی بسیار طولانی است.
ga: Cód sortála rófhada.
gd: Tha an còd-seòrsachaidh ro fhada.
gl: Código de clasificación moi longo.
gu: સૉર્ટ કોડ ખૂબ લાંબો છે.
he: קוד המיון ארוך מדי.
hi: सॉर्ट कोड बहुत लंबा है.
hr: Šifra podružnice preduga je.
hu: A banki azonosító túl hosszú.
id: Kode cek terlalu panjang.
is: Röðunarkóði er of langur.
ja: 分類コードが長すぎます。
ka: დახარისხების კოდი ძალიან გრძელია.
kk: Сұрыптау коды тым ұзын.
kn: ವಿಂಗಡಣೆ ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 지점 코드가 너무 깁니다.
ku_arab: کۆدی ریزبەندی زۆر درێژە.
ky: Ылгоо коду өтө узун.
lo: ລະຫັດລຽງລໍາດັບຍາວເກີນໄປ.
lt: Identifikacinis kodas per ilgas.
lv: Bankas filiāles numurs ir parāk garš,
mi: He roa rawa te waehere kōmaka.
mk: Кодот на филијалата е предолг.
ml: സോര്‍ട്ട് കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Эрэмбэлэх код хэт урт байна.
mr: क्रमवारी कोड खूप दीर्घ आहे.
ms: Kod isih terlalu panjang.
mt: Il-kodiċi ta' ssortjar twil wisq.
ne: सर्ट कोड धेरै लामो भयो।
nn_no: Sorteringskoden er for lang.
no: Sorteringskoden er for lang.
or: ସର୍ଟ୍ କୋଡ୍ କରିବା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: چھانٹی کوڈ بہت لما اے۔
pa_in: ਵੰਨਗੀ ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer rozliczeniowy jest zbyt długi.
ru: Слишком длинный код отделения банка.
sd: ترتيب ڪوڊ تمام وڏو آھي.
si: වර්ග කේතය ඉතා දිගයි.
sl: Številka banke je predolga.
sr_cyrl_rs: Шифра филијале је предугачка.
sr_latn_rs: Šifra filijale je predugačka.
sv: Sorteringskoden är för lång.
ta: வரிசை குறியீடு மிக நீளமாக உள்ளது.
te: క్రమబద్ధీకరణ కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи ҷудокунӣ аз ҳад дароз аст.
th: รหัสธนาคารยาวเกินไป
tr: Şube kodu çok uzun.
tt: Тиңләштерү коды бик озын.
ug: تۈر نومۇرى بەك ئۇزۇن.
uk: Задовгий номер відділення банку.
ur: چھنٹائی کوڈ بہت طویل ہے۔
uz: Tartiblash kodi juda uzun.
vi: Mã chi nhánh ngân hàng quá dài.
zh_hans: 分类代码过长。
zh_hant: 分行代碼太長。

# Literal.DirectDebitBranchCode.MinLength
source: Sort code is too short.
af: Sorteerkode is te kort.
am: የቅደም ተከተል ኮድ በጣም አጭር ነው።
ar: كود فرع البنك قصير للغاية.
as: চৰ্ট ক'ড অতি চুটি৷
az: Bankın kodu çox qısadır.
bg: Кодът на банковия клон е прекалено къс.
bn_in: বাছাই কোডটি অত্যন্ত ছোট৷
bs: Šifra podružnice je prekratka.
cy: Mae'r cod didoli yn rhy fyr.
da: Afdelingskoden er for kort.
de: Die Bankleitzahl ist zu kurz.
el: Ο κωδικός ταξινόμησης είναι πολύ μικρός.
es: El código de sucursal es demasiado corto.
et: Sortimiskood on liiga lühike.
eu: Sort code kodea motzegia da.
fa: کد ترتیب بندی بسیار کوتاه است.
ga: Cód sortála róghearr.
gd: Tha an còd-seòrsachaidh ro ghoirid.
gl: Código de clasificación moi curto.
gu: સૉર્ટ કોડ ખૂબ ટૂંકો છે.
he: קוד המיון קצר מדי.
hi: सॉर्ट कोड बहुत छोटा है.
hr: Šifra podružnice prekratka je.
hu: A banki azonosító túl rövid.
id: Kode cek terlalu pendek.
is: Röðunarkóði er of stuttur.
ja: 分類コードが短すぎます。
ka: დახარისხების კოდი ძალიან მოკლეა.
kk: Сұрыптау коды тым қысқа.
kn: ವಿಂಗಡಣೆ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 지점 코드가 너무 짧습니다.
ku_arab: کۆدی ریزبەندی زۆر کورتە.
ky: Ылгоо коду өтө кыска.
lo: ລະຫັດລຽງລໍາດັບສັ້ນເກີນໄປ.
lt: Identifikacinis kodas per trumpas.
lv: Bankas filiāles numurs ir parāk īss.
mi: He poto rawa te waehere kōmaka.
mk: Кодот на филијалата е прекраток.
ml: സോര്‍ട്ട് കോഡ് വളരെ ചെറുതാണ്.
mn: Эрэмбэлэх код хэт богино байна.
mr: क्रमवारी कोड खूप लहान आहे.
ms: Kod isih terlalu pendek.
mt: Il-kodiċi ta' ssortjar qasir wisq.
ne: सर्ट कोड धेरै छोटो भयो।
nn_no: Sorteringskoden er for kort.
no: Sorteringskoden er for kort.
or: ସର୍ଟ୍ କୋଡ୍ କରିବା ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: چھانٹی کوڈ بہت چھوٹا اے۔
pa_in: ਵੰਨਗੀ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Numer rozliczeniowy jest zbyt krótki.
ru: Слишком короткий код отделения банка.
sd: ترتيب ڪوڊ تمام ننڍو آھي.
si: වර්ග කේතය ඉතා කෙටියි.
sl: Številka banke je prekratka.
sr_cyrl_rs: Шифра филијале је прекратка.
sr_latn_rs: Šifra filijale je prekratka.
sv: Sorteringskoden är för kort.
ta: வரிசை குறியீடு மிகச் சிறியதாக உள்ளது.
te: క్రమబద్ధీకరణ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи ҷудокунӣ аз ҳад кӯтоҳ аст.
th: รหัสธนาคารสั้นเกินไป
tr: Şube kodu çok kısa.
tt: Тиңләштерү коды бик кыска.
ug: تۈر نومۇرى بەك قىسقا.
uk: Закороткий номер відділення банку.
ur: چھنٹائی کوڈ بہت مختصر ہے۔
uz: Tartiblash kodi juda qisqa.
vi: Mã chi nhánh ngân hàng quá ngắn.
zh_hans: 分类代码过短。
zh_hant: 分行代碼太短。

# Literal.DirectDebitBranchCode.Pattern
source: Invalid sort code.
af: Ongeldige sorteerkode.
am: ልክ ያልኾነ የቅደም ተከተል ኮድ።
ar: كود فرع البنك غير صالح.
as: অবৈধ চৰ্ট ক'ড৷
az: Bankın kodu səhvdir.
bg: Невалиден код на банков клон.
bn_in: বাছাই কোডটি ঠিকঠাক নেই৷
bs: Nevažeća šifra podružnice.
cy: Mae'r cod didoli yn annilys.
da: Ugyldig afdelingskode.
de: Die Bankleitzahl ist ungültig.
el: Μη έγκυρος κωδικός ταξινόμησης.
es: Código de sucursal no válido.
et: Sortimiskood on sobimatu.
eu: Sort code kodea baliogabea da.
fa: کد ترتیب بندی نامعتبر است.
ga: Cód sortála neamhbhailí.
gd: Tha an còd-seòrsachaidh mì-dhligheach.
gl: Código de clasificación non válido.
gu: અમાન્ય સૉર્ટ કોડ.
he: קוד המיון לא חוקי.
hi: अमान्य सॉर्ट कोड.
hr: Šifra podružnice nije valjana.
hu: Érvénytelen banki azonosító.
id: Kode cek tidak valid.
is: Ógildur röðunarkóði.
ja: 分類コードが正しくありません。
ka: დახარისხების კოდი არასწორია.
kk: Сұрыптау коды дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ವಿಂಗಡಣೆ ಕೋಡ್.
ko: 지점 코드가 올바르지 않습니다.
ku_arab: کۆدی ریزبەندی نادروستە.
ky: Жараксыз Ылгоо коду.
lo: ລະຫັດລຽງລໍາດັບບໍ່ຖືກຕ້ອງ.
lt: Identifikacinis kodas netinkamas.
lv: Nederīgs bankas filiāles numurs.
mi: He muhu te waehere kōmaka.
mk: Неважечки код на филијала.
ml: സോര്‍ട്ട് കോഡ് അസാധുവാണ്.
mn: Эрэмбэлэх код буруу байна.
mr: अवैध क्रमवारी कोड.
ms: Kod isih tidak sah.
mt: kodiċi ta' ssortjar invalidu.
ne: अवैध सर्ट कोड।
nn_no: Ugyldig sorteringskode.
no: Ugyldig sorteringskode.
or: ଅବୈଧ ସର୍ଟ୍ କୋଡ୍.
pa_arab_pk: چھانٹی کوڈ ناجائز اے.
pa_in: ਵੰਨਗੀ ਕੋਡ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy numer rozliczeniowy.
ru: Недопустимый код отделения банка.
sd: ترتيب ڪوڊ تمام غلط آھي.
si: වර්ග කේතය වැරදියි.
sl: Številka banke ni veljavna.
sr_cyrl_rs: Неважећа шифра филијале.
sr_latn_rs: Nevažeća šifra filijale.
sv: Sorteringskoden är ogiltig.
ta: தவறான வரிசைக் குறியீடு.
te: చెల్లని క్రమబద్ధీకరణ కోడ్.
tg: Рамзи ҷудокунии беэътибор.
th: รหัสธนาคารไม่ถูกต้อง
tr: Şube kodu geçersiz.
tt: Тиңләштерү коды ялгыш.
ug: تۈر نومۇرى ئىناۋەتسىز.
uk: Неприпустимий номер відділення банку.
ur: چھنٹائی کوڈ غلط ہے۔
uz: Tartiblash kodi haqiqiy emas.
vi: Mã chi nhánh ngân hàng không hợp lệ.
zh_hans: 分类代码无效。
zh_hant: 分行代碼無效。

# Literal.DirectDebitBranchCode.GH.Pattern
source: Sorting Code must start with capital GH followed by six numbers.
af: Sorteerkode moet begin met hoofletter GH gevolg deur ses syfers.
am: መለያ ኮድ በዓቢይ ፊደል GH ጀምሮ ስድስት ቁጥሮችን ማስከተል አለበት።
ar: يجب أن يبدأ رمز التحويل البنكي بحروف GH كبيرة يتبعها ستة أرقام.
as: চৰ্টিং ক'ড ছয়টা সংখ্যা অনুসৰণ কৰি বৰফলা GH-এৰে আৰম্ভ হ'বই লাগিব৷
az: İdentifikasiya Kodu GH ilə başlayıb altı rəqəmlə bitməlidir.
bg: Кодът на банковия клон трябва да започва с GH, последвано от шест цифри.
bn_in: ছয় নম্বর দ্বারা অনুসরন করা বাছাই কোড রাজধানী GH দিয়ে শুরু হওয়া আবশ্যক৷
bs: Šifra podružnice mora započinjati velikim slovima GH iza kojih slijedi šest brojeva.
cy: Rhaid i'r Cod Didoli ddechrau gyda GH mewn prif lythrennau ac yna chwe rhif.
da: Sorteringskoden skal starte med stort GH efterfulgt af seks tal.
de: Die Bankleitzahl muss in folgendem Format angegeben werden: „GH“, gefolgt von sechs Ziffern.
el: Ο κωδικός ταξινόμησης πρέπει να ξεκινά με τα κεφαλαία γράμματα GH, ακολουθούμενα από έξι αριθμούς.
es: El código de identificación bancaria debe empezar por GH en mayúsculas e ir seguido de seis números.
et: Sortimiskoodi alguses peavad olema suurtähed GH, millele peab järgnema kuus numbrit.
eu: Banku-entitatearen kodeak GH maiuskulekin eta sei zenbakirekin hasi behar du.
fa: کد مرتب‌سازی باید با GH بزرگ شروع شود و پس از آن شش عدد قرار گیرد.
ga: Ní mór na cinnlitreacha GH móide sé uimhir a bheith sa Chód Sórtála.
gd: Feumaidh an còd seòrsachaidh tòiseachadh le GH ann an litrichean mòra, ga leantainn le sia àireamhan.
gl: O código de clasificación debe comezar coas letras maiúsculas GH seguidas de seis números.
gu: સૉર્ટિંગ કોડ કૅપિટલ શબ્દ GH સાથે શરૂ થતો હોવો આવશ્યક છે, જેમાં આગળ છ સંખ્યાઓ હોય.
he: קוד המיון חייב להתחיל באותיות GH רישיות ואחריהן שש ספרות.
hi: सॉर्टिंग कोड की शुरुआत में कैपिटल GH के बाद छः अंक होने चाहिए.
hr: Šifra podružnice mora počinjati velikim slovima GH iza kojih slijedi 6 brojeva.
hu: A bankazonosítónak a GH nagybetűkkel kell kezdődnie, amelyek után hat számnak kell állnia.
id: Kode Sorting harus dimulai dengan huruf kapital GH diikuti oleh enam angka.
is: Röðunarkóðinn verður að byrja á GH með stórum stöfum og sex tölustafir eiga svo að koma á eftir.
ja: 分類コードの先頭は大文字の GH であり、その後に 6 桁の数字が続く必要があります。
ka: მფო კოდი უნდა დაიწყოს ასომთავრული GH-ით, რომელსაც მოსდევს ექვსი ციფრი.
kk: Сұрыптау коды соңында алты саны бар бас әріптермен жазылатын GH арқылы басталуы керек.
kn: ಈ ಕೆಳಗಿನ ಆರು ಅಂಕಿಗಳಿಂದ ಕ್ಯಾಪಿಟಲ್‌ GH ಮೂಲಕ ವಿಂಗಡಣೆ ಕೋಡ್ ಆರಂಭವಾಗಬೇಕು.
ko: 분류 코드는 앞에 대문자 GH와 뒤에 6자리 숫자로 구성해야 됩니다.
ku_arab: پێویستە کۆدی ریزبەندی بە پیتی گەورەی GH دەستپێبکات و بەدوایدا شەش ژمارە بێت.
ky: Ылгоо коду алты сан менен ээрчилген баш GH менен башталышы керек.
lo: ລະ​ຫັດ​ລະບຸ​ທະນາຄານຕ້ອງ​ເລີ່ມ​ຕົ້ນ​ດ້ວຍ​ຕົວ​ອັກ​ສອນ​ໃຫຍ່ GH ​ຕາມ​ດ້ວຍ​ຫົກ​ຕົວ​ເລກ.
lt: Rūšiavimo kodas turi prasidėti didžiosiomis raidėmis GH, tada seka šeši skaičiai.
lv: Kārtošanas koda sākumā ir jābūt lielajiem burtiem GH un pēc tam ir jābūt norādītiem sešiem cipariem.
mi: Me tīmata te Waehere Kōmaka ki te GH pūnui me ngā tau e ono i muri.
mk: Кодот на филијалата мора да почнува со големо GH проследено со шест броја.
ml: അടുക്കൽ കോഡ് വലിയ GH ഉപയോഗിച്ച് ആരംഭിക്കുകയും തുടർന്ന് ആറ് നമ്പറുകൾ നൽകുകയും വേണം.
mn: Эрэмбэлэх код том GH үсэг, зургаан тоотой байх ёстой.
mr: क्रमवारी कोडचा सहा संख्यांनंतर कॅपिटल GH पासूनंच प्रारंभ झाला पाहिजे.
ms: Kod Pengisihan mesti bermula dengan huruf besar GH diikuti oleh enam nombor.
mt: Il-Kodiċi tal-Issortjar irid jibda bl-ittri kaptiali GH segwiti minn sitt numri.
ne: श्रेणीबद्ध गर्ने संकेत ठूलो अक्षर GH बाट सुरु भइ ६ वटा नम्बरको हुनुपर्छ।
nn_no: Sorteringskoden må byrje med dei store bokstavane GH etterfølgde av seks tal.
no: Sorteringskoden må starte med stor GH etterfulgt av seks tall.
or: କୋଡ୍ ସର୍ଟ୍ କରିବା ନିଶ୍ଚିତଭାବରେ କ୍ୟାପିଟାଲ୍ GH ପରେ ଛଅ ସଂଖ୍ୟା ସହିତ ଆରମ୍ଭ ହେବା ଆବଶ୍ୟକ.
pa_arab_pk: چھانٹی کوڈ لازماً وڈے حروف آلے GH نال شروع ہوندا اے تے ایدے تُوں بعد چھ ہندسے ہوندے نیں۔
pa_in: ਸੌਰਟਿੰਗ ਕੋਡ ਲਾਜ਼ਮੀ ਤੌਰ ਤੇ ਕੈਪੀਟਲ GH ਨਾਲ ਸ਼ੁਰੂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ, ਜਿਸ ਤੋਂ ਬਾਅਦ ਛੇ ਨੰਬਰ ਆਉਂਦੇ ਹਨ।
pl: Numer rozliczeniowy musi się rozpoczynać wielkimi literami GH, po których następuje sześć cyfr.
ru: Код отделения банка должен начинаться с заглавных букв "GH", после которых следуют шесть цифр.
sd: ڪوڊ ترتيب ڏيڻ ڇهه نمبرن سان گڏ وڏي GH سان شروع ٿيڻ گهرجي.
si: සුබෙදුම් කේතය අංක හයකින් අවසන් වන GH යන ලොකු අකුරු වලින් ආරම්භ විය යුතුය.
sl: Razvrščevalna oznaka banke se mora začeti z velikima črkama GH, ki jima sledi šest številk.
sr_cyrl_rs: Шифра филијале мора да почиње великим словима GH после којих следи шест бројки.
sr_latn_rs: Šifra filijale mora da počinje velikim slovima GH posle kojih sledi šest brojki.
sv: Sorteringskoden måste börja med versalt GH följt av sex siffror.
ta: வரிசைப்படுத்தும் கோட் எண் கேப்பிட்டல் GH எழுத்தில் ஆரம்பித்து ஆறு எண்களில் முடியவேண்டும்.
te: క్రమీకరణ కోడ్ తప్పనిసరిగా క్యాపిటర్ GHకి ప్రక్కన ఆరు సంఖ్యలతో ప్రారంభించబడాలి
tg: Рамзи мураттабсозӣ бояд бо ҳарфҳои калони GH оғоз ёфта, шаш адад дошта бошад.
th: รหัสการเรียงลำดับ จะต้องเริ่มต้นด้วย GH ตัวใหญ่และตามด้วยหมายเลข 6 หลัก
tr: Banka Şube Kodunun büyük GH harfleriyle başlaması, bu harflerden sonra da altı tane rakamın gelmesi gerekir.
tt: Банк коды баш GH хәрефләре белән башланып, алты саннан торырга тиеш.
ug: تۈرلەش كودى چوڭ ھەرپلىك GH بىلەن باشلىنىشى، ئۇنىڭدىن كېيىن ئالتە خانىلىق سان بولۇشى كېرەك.
uk: Номер відділення банку повинен починатися з великих літер "GH", за якими слідують шість цифр.
ur: چھانٹی کوڈ لازماً بڑے GH سے شروع ہونا چاہیے جس میں چھ اعداد ہوں۔
uz: Tartib raqami katta GH harflari bilan boshlanishi va undan keyin oltita raqam kelishi lozim.
vi: Mã Chi nhánh phải bắt đầu bằng GH viết hoa, tiếp theo là sáu số.
zh_hans: 分类代码必须以大写的 GH 开头，后跟六个数字。
zh_hant: 分類代碼開頭必須是大寫的 GH，後面接六位數字。

# Literal.DirectDebitBranchCode.Required
source: Sort code is required.
af: Sorteerkode word vereis.
am: የቅደም ተከተል ኮድ ያስፈልጋል።
ar: كود فرع البنك مطلوب.
as: চৰ্ট ক'ড আৱশ্যক৷
az: Bankın kodu tələb olunur.
bg: Кодът на банковия клон е задължителен.
bn_in: বাছাই কোডটির উল্লেখ করা আবশ্যক৷
bs: Šifra podružnice je obavezna.
cy: Rhaid nodi cod didoli.
da: Afdelingskoden skal angives.
de: Die Bankleitzahl ist erforderlich.
el: Απαιτείται ο κωδικός ταξινόμησης.
es: El código de sucursal es obligatorio.
et: Sortimiskood on kohustuslik.
eu: Sort code kodea beharrezkoa da.
fa: به کد ترتیب بندی نیاز است.
ga: Cód sortála ag teastáil.
gd: Tha feum air còd-seòrsachaidh.
gl: Requírese código de clasificación.
gu: સૉર્ટ કોડની આવશ્યકતા છે.
he: קוד מיון נדרש.
hi: सॉर्ट कोड आवश्यक है.
hr: Šifra podružnice obavezna je.
hu: A banki azonosító megadása kötelező.
id: Kode cek wajib diisi.
is: Röðunarkóði er áskilinn.
ja: 分類コードは必須項目です。
ka: მიუთითეთ დახარისხების კოდი.
kk: Сұрыптау коды қажет.
kn: ವಿಂಗಡಣೆ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 지점 코드는 필수 항목입니다.
ku_arab: کۆدی ریزبەندی پێویستە.
ky: Ылгоо коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດລຽງລໍາດັບ.
lt: Identifikacinis kodas būtinas.
lv: Norādiet bankas filiāles numuru.
mi: Kei te hiahiatia te waehere kōmaka.
mk: Кодот на филијалата е задолжителен.
ml: സോര്‍ട്ട് കോഡ് ആവശ്യമാണ്.
mn: Эрэмбэлэх кодыг бөглөх шаардлагатай.
mr: क्रमवारी कोड आवश्यक आहे.
ms: Kod isih diperlukan.
mt: Il-kodiċi ta' ssortjar meħtieġ.
ne: सर्ट कोड आवश्यक छ।
nn_no: Sorteringskode er obligatorisk.
no: Sorteringskode må angis.
or: ସର୍ଟ୍ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: چھانٹی کوڈ درکار اے۔
pa_in: ਵੰਨਗੀ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer rozliczeniowy jest wymagany.
ru: Необходимо ввести код отделения банка.
sd: ترتيب ڪوڊ گھرجيل آھي.
si: වර්ග කේතය අවශ්‍යයි.
sl: Vnesite številko banke.
sr_cyrl_rs: Шифра филијале је обавезна.
sr_latn_rs: Šifra filijale je obavezna.
sv: Sorteringskod måste anges.
ta: வரிசை குறியீடு தேவை.
te: క్రమబద్ధీకరణ కోడ్ అవసరం.
tg: Рамзи ҷудокунӣ ҳатмист.
th: ต้องระบุรหัสธนาคาร
tr: Şube kodu gereklidir.
tt: Тиңләштерү коды мәҗбүри.
ug: تۈر نومۇرى كېرەك.
uk: Необхідно вказати номер відділення банку.
ur: چھنٹائی کوڈ درکار ہے۔
uz: Tartiblash kodi talab qilinadi.
vi: Mã chi nhánh ngân hàng là cần thiết.
zh_hans: 分类代码为必填项。
zh_hant: 分行代碼是必要資訊。

# Literal.DirectDebitCheckDigit.MaxLength
source: Checking digit is too long.
af: Kontroleersyfer is te lank.
am: የአሃዝ ማጣራት በጣም ረጅም ነው።
ar: رقم التحقق أطول من اللازم.
as: পৰীক্ষা কৰি থকা সংখ্যা অতি দীঘল৷
az: Yoxlama rəqəmi çox uzundur.
bg: Номерът с контролната цифра е прекалено дълъг.
bn_in: যাচাই সংখ্যা অত্যন্ত বড়৷
bs: Broj za provjeru je predug.
cy: Mae'r digid gwirio yn rhy hir.
da: Kontrolcifferet er for langt.
de: Die Prüfziffer ist zu lang.
el: Το ψηφίο ελέγχου είναι πολύ μεγάλο.
es: El número de la cuenta de cheques es demasiado largo.
et: Kontrollnumber on liiga pikk.
eu: Kontrol-digitua luzeegia da.
fa: عدد بررسی بسیار طولانی است.
ga: Digit seiceála rófhada.
gd: Tha am figear-dearbhaidh ro fhada.
gl: Díxito de control moi longo.
gu: ચેકીંગ અંક ખૂબ લાંબો છે.
he: ספרת ההמחאות ארוכה מדי.
hi: चेकिंग अंक बहुत लंबा है.
hr: Kontrolni broj je predug.
hu: Az ellenőrzőszám túl hosszú.
id: Digit Pemeriksaan terlalu panjang.
is: Staðfestingartala er of löng.
ja: チェック デジットが長すぎます。
ka: ჩეკის ოპერაციის ნომერი ძალიან გრძელია.
kk: Тексеру саны тым ұзын.
kn: ಅಂಕೆಯ ಪರಿಶೀಲನೆ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 확인 번호가 너무 깁니다.
ku_arab: رەنووسی پشکنین زۆر درێژە.
ky: Текшерүү белгилери өтө узун.
lo: ຕົວເລກການກວດສອບຍາວເກີນໄປ.
lt: Kontrolinis skaitmuo per ilgas.
lv: Pārbaudes skaitlis ir pārāk garš.
mi: He roa rawa te matitau takitaki.
mk: Цифрата за проверка е предолга.
ml: ചെക്കിംഗ് സംഖ്യ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Шалгах тоо хэт урт байна.
mr: तपासणी अंक खूप दीर्घ आहे.
ms: Nombor Cek terlalu panjang.
mt: Checking digit twil wisq.
ne: अंक जाँच धेरै लामो भयो।
nn_no: Kontrollsifferet er for langt.
no: Kontrollsifferet er for langt.
or: ଅକ୍ଷର ଯାଞ୍ଚ କରିବା ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: پڑتال دا ہندسہ بہت زیادہ نیں۔
pa_in: ਚੈਕਿੰਗ ਅੰਕ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Cyfra kontrolna jest zbyt długa.
ru: Слишком длинное контрольное число.
sd: ڊجٽ جي چڪاس تمام وڏي آھي.
si: පරීක්ෂණ සංඛ්‍යාව දිග වැඩියි.
sl: Kontrolna številka je predolga.
sr_cyrl_rs: Цифра за проверу је предугачка.
sr_latn_rs: Cifra za proveru je predugačka.
sv: Kontrollsiffran är för lång.
ta: சரிபார்ப்பு இலக்கம் மிக நீளமாக உள்ளது.
te: తనిఖీ చేసే అంకె చాలా పొడవుగా ఉంది.
tg: Рақами санҷишӣ аз ҳад дароз аст.
th: ตัวเลขการตรวจสอบยาวเกินไป
tr: Sağlama sayısı çok uzun.
tt: Тикшерү саны бик озын.
ug: تەكشۈرۈلىۋاتقان خانە بەك ئۇزۇن.
uk: Задовга контрольна цифра.
ur: ہندسوں کی پڑتال بہت طویل ہے.
uz: Tekshiruv raqami juda uzun.
vi: Số kiểm tra quá dài.
zh_hans: 校验数字过长。
zh_hant: 檢核碼太長。
