Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.AgreementNotSigned
source: The mandate for the SEPA direct debit payment method has not been signed.
af: Die mandaat vir die SEPA- direkte debiet-betalingsmetode is nie geteken nie.
am: የSEPA ቀጥተኛ የወጪ ክፍያ ዘዴ ስምምነት ሰነድ አልተፈረመበትም።
ar: لم يتم توقيع تفويض طريقة دفع المدين المباشر SEPA.
as: SEPA-ৰ পোনপটীয়া ডেবিট ধন পৰিশোধ পদ্ধতিৰ বাবে থকা আদেশপত্ৰত স্বাক্ষৰ কৰা হোৱা নাই৷
az: SEPA birbaşa debet ödəniş üsulu üçün mandat imzalanmayıb.
bg: Съгласието за метод на плащане чрез SEPA директен дебит не е подписано.
bn_in: SEPA সরাসরি ডেবিট পেমেন্ট পদ্ধতির অনুমোদন সংক্রান্ত আদেশপত্র স্বাক্ষরিত হয়নি৷
bs: Ovlaštenje za SEPA direktni debitni način plaćanja nije potpisano.
cy: Dydy'r mandad ar gyfer y dull talu debyd uniongyrchol SEPA ddim wedi cael ei lofnodi.
da: Mandatet til SEPA-metoden til direkte debitbetaling er ikke underskrevet.
de: Die Einzugsermächtigung für die SEPA-Lastschrift wurde nicht unterzeichnet.
el: Η πάγια εντολή για τη μέθοδο πληρωμής άμεσης χρέωσης SEPA δεν έχει υπογραφεί.
es: No se firmaron los requisitos del método de pago correspondiente a la domiciliación bancaria SEPA.
et: SEPA otsekorralduse makseviisi volitus pole allkirjastatud.
eu: Ez da sinatu ordainketa-metodo gisa SEPA zuzeneko zordunketa erabiltzeko eskaera.
fa: وکالت نامه پرداخت اعتباری مستقیم SEPA امضاء نشده است.
ga: Níor síníodh an sainordú do mhodh íocaíochta dochair dhírigh SEPA.
gd: Cha deach làmh a chur ris an ùghdarras airson a' mhodh pàighidh le direct debit SEPA.
gl: Non se firmou a orde para o método de pagamento de débito directo SEPA.
gu: SEPA ડાયરેક્ટ ડેબિટ ચૂકવણી પદ્ધતિ માટે આદેશપત્ર પર હસ્તાક્ષર કરવામાં આવ્યાં નથી.
he: אישור הגבייה של שיטת התשלום חיוב ישיר של SEPA לא נחתם.
hi: SEPA प्रत्यक्ष डेबिट भुगतान विधि के लिए अधिदेश हस्ताक्षर नहीं किया गया है.
hr: Nije potpisano ovlaštenje za način plaćanja putem izravnog terećenja u području SEPA-e.
hu: A SEPA-beszedéses fizetési módhoz nincs aláírt felhatalmazás.
id: Mandat untuk metode pembayaran debit langsung SEPA belum ditandatangani.
is: Umboðið fyrir SEPA-beingreiðslumátann hefur ekki verið undirritað.
ja: SEPA 口座振替支払い方法への要求に署名していません。
ka: SEPA პირდაპირი დებეტით გადახდის მანდატი არ არის ხელმოწერილი.
kk: SEPA тікелей дебет төлем әдісіне арналған мандатына қол қойылмаған.
kn: SEPA ನೇರ ಡೆಬಿಟ್ ಪಾವತಿ ವಿಧಾನಕ್ಕಾಗಿನ ಅಧಿಕೃತ ಆದೇಶಕ್ಕೆ ಸಹಿ ಮಾಡಲಾಗಿಲ್ಲ.
ko: SEPA 직불 카드 결제 방법에 대한 위임서에 서명하지 않았습니다.
ku_arab: فەرمانی شێوازی پارەدانی داشکانی راستەوخۆی SEPA واژۆ نەکراوە.
ky: SEPA түз дебет төлөө методунун мандатына кол коюлган эмес.
lo: ຍັງບໍ່ທັນໄດ້ເຊັນຄຳສັ່ງອະນຸຍາດສຳລັບວິທີການຊໍາລະເງິນແບບການຫັກຈາກບັນຊີໂດຍກົງ SEPA ເທື່ອ.
lt: SEPA mokėjimo tiesioginiu debetu sutikimas nepasirašytas.
lv: SEPA tiešā debeta maksājuma metodes mandāts nav parakstīts.
mi: Kāore anō i waitohutia te whakamana mō te tikanga utu whakanama tika a SEPA.
mk: Овластувањето за методот на директно дебитно плаќање SEPA не е потпишано.
ml: SEPA ഡയറക്റ്റ് ഡെബിറ്റ് പേയ്മെന്റ് രീതിയ്ക്കുള്ള കരാര്‍ ഒപ്പിട്ടിട്ടില്ല.
mn: Шууд дебет төлбөрийн арга болох SEPA-н эрхийн бичиг дээр гарын үсэг алга.
mr: SEPA थेट डेबिट देय पद्धतीसाठी जनादेशावर स्‍वाक्षरी केली गेली नाही.
ms: Mandat untuk kaedah bayaran debit terus SEPA belum ditandatangani.
mt: Il-mandat għall-metodu ta' pagament ta' debitu dirett ta' SEPA ma ġiex iffirmat.
ne: SEPA डाइरेक्ट डेबिट भुक्तानी विधिको आदेश पत्रमा हस्ताक्षर गरिएको छैन।
nn_no: Mandatet for SEPA-betalingsmetoden for direkte debitering er ikkje signert.
no: Mandatet for SEPA-betalingsmetoden for direkte debitering er ikke signert.
or: SEPA ଡାଇରେକ୍ଟ ଡେବିଟ୍‍ ଦେୟ ପଦ୍ଧତି ପାଇଁ ଅଧିକାର ଦସ୍ତଖତ କରାଯାଇନାହିଁ.
pa_arab_pk: ‏‏ ڈائریکٹ ڈیبٹ پے منٹ دے طریقے دے مینڈیٹ تے دسخط نہیں کیتے گئےSEPA .
pa_in: SEPA ਡਾਈਰੈਕਟ ਡੈਬਿਟ ਭੁਗਤਾਨ ਵਿਧੀ ਲਈ ਸਰਕਾਰੀ ਆਦੇਸ਼ ਉੱਤੇ ਹਸਤਾਖਰ ਨਹੀਂ ਕੀਤੇ ਗਏ ਹਨ।
pl: Nie podpisano upoważnienia bankowego dotyczącego metody płatności polecenia zapłaty SEPA.
ru: Мандат на метод прямого дебетового платежа SEPA не был подписан.
sd: ‏‏SEPA لاءِ ضروري سڌي سنئي ادائگي جي ڊيبٽ طريقي تي صحيح ڪيل ڪانهي.
si: SEPA සෘජු හර ගෙවීම් ක්‍රමයට කැමැත්ත අත්සන් කර නැත.
sl: Soglasje za direktno obremenitev SEPA ni bilo podpisano.
sr_cyrl_rs: Овлашћење за SEPA метод директне наплате није потписан.
sr_latn_rs: Ovlašćenje za SEPA metod direktne naplate nije potpisan.
sv: Fullmakten för SEPA-autogiro som betalningsmetod har inte undertecknats.
ta: SEPA நேரடி பற்று பணம்செலுத்தல் முறைக்கான உத்தரவு கையொப்பமிடப்படவில்லை.
te: SEPA ప్రత్యక్ష డెబిట్ చెల్లింపు విధానం కోసం అధికారపత్రంలో సంతకం చేయలేదు.
tg: Фармоиш барои усули пардохти қарзи бевоситаи SEPA ба имзо нарасид.
th: ข้อตกลงสำหรับวิธีการชำระเงินแบบหักจากบัญชีเงินฝากอัตโนมัติสำหรับ SEPA ยังไม่ได้มีการลงชื่อ
tr: SEPA otomatik ödeme yöntemi ile ilgili talimat imzalanmamıştır.
tt: SEPA туры дебет түләү ысулы өчен мандат имзаланмаган.
ug: SEPA بىۋاستە چىقىم ھەق تاپشۇرۇش ئۇسۇلىنىڭ ۋاكالەتنامىسى ئىمزالانمىغان.
uk: Мандат на метод прямого дебетового платежу SEPA не було підписано.
ur: SEPA براہراست ڈیبٹ ادائیگی کے طریقہ کار کے لیے مینڈیٹ پر دستخط نہیں کیے گئے ہیں۔
uz: SEPA to‘g‘ridan-to‘g‘ri debet to‘lovlari usuli uchun mandat imzolanmagan.
vi: Ủy nhiệm cho phương thức thanh toán ghi nợ trực tiếp SEPA chưa được ký tên.
zh_hans: 尚未签署 SEPA 借记卡付款方式的授权单。
zh_hant: 尚未簽屬 SEPA 直接扣款付款方式的授權。

# Literal.Error.SepaAddPiFailed
source: Cannot add SEPA direct debit payment instrument.
af: Kan nie SEPA- direkte debiet betalingsinstrument byvoeg nie.
am: የ SEPA ቀጥታ ብድር የክፍያ ዘዴ ሊያክል አልቻለም።
ar: لا يمكن إضافة وثيقة دفع خصم SEPA مباشر.
as: SEPA পোনপটীয়া ডেবিট পৰিশোধ সা-সৰঞ্জাম যোগ কৰিব নোৱাৰি।
az: SEPA birbaşa debet ödəniş alətini əlavə etmək olmur.
bg: Добавянето на инструмента на SEPA за плащане с директен дебит не е възможно.
bn_in: SEPA ডাইরেক্ট ডেবিট পেমেন্ট ইনস্ট্রুমেন্ট যোগ করা যায়নি৷
bs: Nije moguće dodati SEPA direktni debitni instrument plaćanja.
cy: Does dim modd ychwanegu offeryn talu gyda debyd uniongyrchol SEPA.
da: Betalingsmidlet direkte SEPA-debitering kan ikke tilføjes.
de: SEPA-Direktlastschrift kann nicht als Zahlungsmethode nicht hinzugefügt werden.
el: Δεν είναι δυνατή η προσθήκη του οργάνου πληρωμής άμεσης χρέωσης SEPA.
es: No se puede agregar el instrumento de pago de adeudo directo SEPA.
et: Ei saa lisada SEPA otsekorralduse makseviisi.
eu: Ezin da gehitu SEPA zuzeneko zordunketa ordainketa-metodo gisa
fa: نمی‌توان ابزار بدهی مستقیم SEPA را اضافه کرد.
ga: Ní féidir ionstraim íocaíochta dochar díreach SEPA a chur leis.
gd: Cha ghabh an t-inneal pàighidh airson Direct Debit SEPA a chur ris.
gl: Non se pode engadir o instrumento de pago de adeudo directo SEPA.
gu: SEPA ડાયરેક્ટ ડેબિટ ચૂકવણીનું સાધન ઍડ કરી શકાતું નથી.
he: לא ניתן להוסיף כלי תשלומים בחיוב ישיר SEPA.
hi: SEPA प्रत्यक्ष डेबिट भुगतान विधि को जोड़ा नहीं जा सकता.
hr: Ne može se dodati plaćanje putem SEPA izravnog terećenja.
hu: A SEPA-beszedéses fizetéshez nem sikerült felvenni a fizetőeszközt.
id: Tidak dapat menambah alat pembayaran debit langsung SEPA.
is: Ekki er hægt að bæta við greiðslumáta fyrir SEPA-beingreiðslur.
ja: SEPA 口座振替方法を追加できません。
ka: SEPA პირდაპირი დებეტით გადახდის მეთოდის დამატება შეუძლებელია.
kk: SEPA тікелей дебет төлем құралын қосу мүмкін емес.
kn: SEPA ನೇರ ಡೆಬಿಟ್ ಪಾವತಿ ವಿಧಾನ ಸೇರಿಸಲಾಗುವುದಿಲ್ಲ.
ko: SEPA 직불 카드 결제 방법을 추가할 수 없습니다.
ku_arab: ناتوانێت ئامڕازی پارەدانی داشکاندنی راستەوخۆی SEPA زیاد بکات.
ky: SEPA түз дебет төлөм куралын кошо албайт.
lo: ບໍ່ສາມາດເພີ່ມເຄື່ອງມືການຊຳລະເງິນແບບການຫັກບັນຊີໂດຍກົງ SEPA ໄດ້.
lt: Negalima įtraukti SEPA tiesioginio debeto mokėjimo priemonės.
lv: Nevar pievienot SEPA tiešā debeta maksāšanas līdzekli.
mi: Kāore e taea te tāpiri i te taputapu utu nama hāngai SEPA.
mk: Не може да се додаде инструментот за директното дебитно плаќање SEPA.
ml: SEPA ഡയറക്ട് ഡെബിറ്റ് പേയ്മെന്റ് രീതി ചേർക്കാനാകില്ല.
mn: SEPA шууд дебит төлбөрийн хэрэгслийг нэмэх боломжгүй байна.
mr: SEPA डायरेक्ट डेबिट देय साधन जोडू शकत नाही.
ms: Tidak dapat menambahkan instrumen pembayaran debit terus SEPA.
mt: Ma jistax iżid strument ta' pagament ta' debitu dirett ta' SEPA.
ne: SEPA प्रत्यक्ष डेबिट भुक्तान उपकरण थप्न सकिँदैन।
nn_no: Kan ikkje leggje til betalingsmåten SEPA - direkte debitering.
no: Kan ikke legge til betalingsmåten for direkte debitering, SEPA .
or: SEPA ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ଦେୟ ଇନଷ୍ଟ୍ରୁମେଣ୍ଟ୍ ଯୋଡି ପାରୁ ନାହିଁ.
pa_arab_pk: SEPA دا ڈائریکٹ ڈیبٹ ادائیگی کا انسٹورمنٹ نیں پا سکدا
pa_in: SEPA ਦੀ ਸਿੱਧੀ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਨਹੀਂ ਜੋੜ ਸਕਦੇ।
pl: Nie można dodać instrumentu płatniczego polecenia zapłaty SEPA.
ru: Не удается добавить средство для прямого списания платежей SEPA.
sd: SEPA کي سڌوسنئون ڊيبٽ ادائگي جي انسٽرومينٽ ۾ شامل نٿو ڪري سگهجي.
si: SEPA ඍජු හර ගෙවීම් උපකරණ එක් කිරීමට නොහැකිය.
sl: Plačilnega instrumenta direktne bremenitve SEPA ni mogoče dodati.
sr_cyrl_rs: Није могуће додати инструмент плаћања SEPA директног задужења.
sr_latn_rs: Nije moguće dodati instrument plaćanja SEPA direktnog zaduženja.
sv: Kan inte lägga till SEPA-autogiro som betalningsinstrument.
ta: SEPA நேரடிப் பற்று கட்டணம் செலுத்தும் கருவியைச் சேர்க்க முடியாது.
te: SEPA ప్రత్యక్ష డెబిట్ చెల్లింపు పరికరాన్ని జోడించలేరు.
tg: Василаи пардохти дебети бевоситаи SEPA илова намешавад.
th: ไม่สามารถเพิ่มเครื่องมือในการชำระเงิน SEPA เดบิตโดยตรง
tr: SEPA hesaptan ödeme aracı eklenemez.
tt: SEPA туры дебет түләү коралын өстәп булмый.
ug: SEPA بىۋاستە چىقىم ھەق تاپشۇرۇش قورالىنى قوشقىلى بولمىدى.
uk: Не вдалося додати засіб для прямого списання платежів SEPA.
ur: SEPA براہ راست ڈیبٹ ادائیگی آلہ کو شامل نہیں کر سکتا ہے۔
uz: SEPA to‘g‘ridan-to‘g‘ri debit to‘lovi vositasini qo‘shib bo‘lmayapti.
vi: Không thể thêm công cụ thanh toán ghi nợ trực tiếp SEPA.
zh_hans: 无法添加 SEPA 直接转帐付款方式。
zh_hant: 無法新增 SEPA 直接扣款付款方式。

# Literal.Bitcoin.Disclainmer
source: Note: No refunds on money added to your Microsoft account.
af: Let wel: Geen terugbetalings op geld wat by jou Microsoft-rekening gevoeg is nie.
am: ማስታወሻ፥ ወዳንተ Microsoft መለያ የታከለ ገንዘብ ተመላሽ የለውም።
ar: ملاحظة: لم تتم إضافة مبالغ مستردة على الأموال إلى حساب Microsoft.
as: টোকা: আপোনাৰ Microsoft একাউন্টলৈ যোগ হোৱা ধন পুনৰ ঘূৰাই নাপাব৷
az: Qeyd: Pulla bağlı qaytarılan heç bir məbləğ Microsoft hesabınıza əlavə olunmur.
bg: Забележка: Към акаунта в Microsoft не са добавени никакви възстановени средства.
bn_in: নোট করুন: টাকা ফেরত আপনার Microsoft অ্যাকাউন্ট যোগ করা হবে না৷
bs: Napomena: nije dopušten povrat za novac koji dodate na Microsoft račun.
cy: Nodyn: Dim ad-daliadau ar arian wedi cael eu hychwanegu at eich cyfrif Microsoft.
da: Bemærk! Refunderinger af penge overføres ikke til din Microsoft-konto.
de: Hinweis: Ihrem Microsoft-Konto werden keine monetären Rückerstattungen gutgeschrieben.
el: Σημείωση: Δεν γίνεται επιστροφή χρημάτων για τα χρήματα που προστίθενται στο λογαριασμό σας Microsoft.
es: Nota: no se admiten devoluciones en concepto del dinero que se agregue a las cuentas Microsoft.
et: Märkus. Teie Microsofti kontole pole raha tagasimakseid lisatud.
eu: Oharra: ez da diru-itzulketarik gehitu zure Microsoft kontuan.
fa: توجه: پول اضافه شده به حساب Microsoft شما برگشت داده نخواهد شد.
ga: Tabhair faoi deara: Níor cuireadh aisíocaíochtaí ná airgead le do chuntas Microsoft.
gd: An aire: Cha deach ath-dhìoladh no airgead a chur ris a' chunntas Microsoft agad.
gl: Nota: Non se engadiu ningún reembolso de diñeiro na túa conta de Microsoft.
gu: નોંધ: તમારા Microsoft ખાતામાં ઍડ કરેલા નાણાં પર કોઈ રિફન્ડ નહી.
he: הערה: לא נוספו לחשבון Microsoft שלך החזרים על כסף.
hi: ध्यान दें: आपके Microsoft खाते में जोड़ी गई धनराशि के लिए कोई धनवापसी नहीं.
hr: Napomena: za novac dodan na Microsoftov račun nije moguć povrat sredstava.
hu: Megjegyzés: a Microsoft-fiókba feltöltött összegek után nem jár visszatérítés.
id: Catatan: Tidak ada pengembalian dana yang ditambahkan ke akun Microsoft Anda.
is: Athugið: Peningar sem lagðir eru inn Microsoft-reikninginn þinn eru ekki endurgreiddir.
ja: 注: Microsoft アカウントに追加された金額に対する払い戻しはありません。
ka: შენიშვნა: თქვენს Microsoft ანგარიშს არ აქვს დამატებული ფულის დაბრუნება.
kk: Ескерім: Microsoft тіркелгіңізге қосылған ақшаңызда қайтару жоқ.
kn: ಗಮನಿಸಿ: ನಿಮ್ಮ Microsoft ಖಾತೆಗೆ ಸೇರಿಸಿದ ಹಣವನ್ನು ಮರುಪಾವತಿ ಮಾಡಲಾಗುವುದಿಲ್ಲ.
ko: 참고: Microsoft 계정에 추가된 금액은 환불되지 않습니다.
ku_arab: تێبینی: پارە گێڕانەوە نییە بۆ ئەو پارەیەی بۆ سەر ئەژمێری Microsoft ی تۆ زیادکرا.
ky: Эскертме: сиздин Microsoft аккаунтуңузга эч кандай акча кайрып берүү кошулган жок.
lo: ໝາຍເຫດ: ບໍ່ມີການສົ່ງຄືນຕໍ່ກັບເງິນທີ່ເພີ່ມໃສ່ບັນຊີ Microsoft ຂອງທ່ານ.
lt: Pastaba: į jūsų „Microsoft“ paskyrą neįtraukti pinigų grąžinimai.
lv: Piezīme. Jūsu Microsoft kontam nav pievienota naudas atmaksa.
mi: Tuhipoka: Kāore e whakahokia ngā moni e tāpiritia ki tō pūkete Microsoft.
mk: Белешка: не се додадени рефундирани пари на вашата сметка на Microsoft.
ml: ശ്രദ്ധിക്കുക: നിങ്ങളുടെ Microsoft അക്കൗണ്ടിലേക്ക് റീഫണ്ടോ പണമോ ചേർത്തിട്ടില്ല.
mn: Тэмдэглэл: Таны Microsoft хэрэглэгчийн бүртгэлд нэмэгдсэн мөнгөн төлбөрийн буцаалт алга.
mr: नोट: आपल्‍या Microsoft खात्यामध्‍ये जोडलेल्‍या पैशावर कोणतेही परतावे नाहीत.
ms: Nota: Tiada bayaran balik untuk wang yang ditambah ke akaun Microsoft anda.
mt: Nota: Ebda rimborż għal flus miżjuda fil-kont tiegħek ta' Microsoft.
ne: द्रष्टव्य: पैसामा गरिएको कुनैपनि वापसी तपाइँको Microsoft खातामा थपिएको छैन।
nn_no: Obs! Ingen refusjonar på pengar som blir sette inn på Microsoft-kontoen din.
no: Obs! Det gis ingen refusjoner på penger som legges til i Microsoft-kontoen din.
or: ନୋଟ୍‍: ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟକୁ ଯୋଗ ହୋଇଥିବା ଟଙ୍କା ଉପରେ କୌଣସି ଫେରସ୍ତ ନାହିଁ.
pa_arab_pk: ‏‏نوٹ: اکاونٹ وچ کوئی پیسے نہی پائے گئے۔ Microsoft تھاڈے۔
pa_in: ਨੋਟ ਕਰੋ: ਤੁਹਾਡੇ Microsoft ਖਾਤੇ ਵਿੱਚ ਪਾਏ ਗਏ ਪੈਸਿਆਂ ਉੱਤੇ ਕੋਈ ਰੀਫੰਡ ਨਹੀਂ।
pl: Uwaga: środki dodane do konta Microsoft nie podlegają refundacji.
ru: Примечание. Деньги, зачисленные на учетную запись Майкрософт не подлежат возврату.
sd: نوٽ: توهان جي Microsoft اڪائونٽ ۾ شامل ڪيل پيسن جي ڪابه واپسي ڪانه ٿيندي.
si: සටහන: ඔබේ Microsoft ගිණුමට මුදල් ආපසු ගැනීම් එක් කර නැත.
sl: Opomba: v vaš Microsoftov račun ni bilo dodanih nobenih vračil ali denarja.
sr_cyrl_rs: Напомена: никакав повраћај новца није додат у ваш Microsoft налог.
sr_latn_rs: Napomena: nikakav povraćaj novca nije dodat u vaš Microsoft nalog.
sv: Obs! Ingen återbetalning görs på pengar som sätts in på ditt Microsoft-konto.
ta: குறிப்பு: உங்கள் Microsoft கணக்கிற்கு சேர்க்கப்பட்ட பணம் மீது திரும்பப்பெறுதல்கள் ஏதுமில்லை.
te: గమనిక: డబ్బుకు సంబంధించి ఏ తిరిగి చెల్లింపులు మీ Microsoft అకౌంట్‌కి జోడించబడలేదు.
tg: Тавзеҳ: Ягон бозпардохти маблағ ба ҳисоби Microsoft-и шумо илова нашуд.
th: หมายเหตุ: ไม่มีการคืนเงินเพิ่มไปยังบัญชี Microsoft ของคุณ
tr: Not: Microsoft hesabınıza eklenen para üzerinde herhangi bir geri ödeme yok.
tt: Искәрмә: Майкрософт хисап язмагызга өстәлгән акча кире кайтарылмый.
ug: ئىزاھات: Microsoft ھېساباتىڭىزغا قوشۇلغان قايتۇرما پۇل يوق.
uk: Примітка. Гроші, додані до облікового запису Майкрософт не підлягають поверненю.
ur: نوٹ کریں: آپ کے Microsoft اکاؤنٹ میں شامل کردہ رقم پر کوئی رقم واپسی نہیں ہے۔
uz: Eslatma: Microsoft hisob qaydnomangizga qo‘shgan pul mablag‘larini qaytarib olib bo‘lmaydi.
vi: Lưu ý: Không khoản hoàn tiền nào được thêm vào tài khoản Microsoft của bạn.
zh_hans: 注意: 未退款到您的 Microsoft 帐户中。
zh_hant: 注意: 您新增至 Microsoft 帳戶的金額沒有退款。

# Word.State.IN.Telangana
source: Telangana
am: ቴላንጋና
ar: ‏‏تيلانجانا
as: টেলেংগানা
az: Telanqana
bg: Телангана
bn_in: তেলেঙ্গানা
el: Τελανγκάνα
fa: تلنگانا
gu: તેલંગાના
he: טלאנגאנה
hi: तेलंगाना
ja: テランガーナ
ka: ტელენგანა
kk: Телангана
kn: ತೆಲಂಗಾಣತೆಲಂಗಾಣ
ko: 텔랭가나
ku_arab: تێلانگانا
ky: Телангана
lo: ເຕລານການາ
mi: Terangana
mk: Телангана
ml: തെലുങ്കാന
mn: Теланганг
mr: तेलंगाना
ne: तेलङ्गना
or: ତେଲେଙ୍ଗାନା
pa_arab_pk: تیلن گانا
pa_in: ਤੈਲੰਗਾਨਾ
ru: Телангана
sd: تلنگانه
si: තෙලඟනා
sr_cyrl_rs: Телангана
ta: தெலுங்கானா
te: తెలంగాణ
th: เตลังคานา
tt: Телангана
ug: تېلانگانا
uk: Телангана
ur: ٹیلنگانا
zh_hans: 泰伦加纳
zh_hant: 泰倫迦納

# Word.CardNumber
source: Card number
af: Kaartnommer
am: የካርድ ቁጥር
ar: ‏‏رقم البطاقة
as: কাৰ্ড নম্বৰ
az: Kartın nömrəsi
bg: Номер на карта
bn_in: কার্ড নম্বর
bs: Broj kartice
cy: Rhif y cerdyn
da: Kortnummer
de: Kartennummer
el: Αριθμός κάρτας
es: Número de tarjeta
et: Kaardi number
eu: Txartelaren zenbakia
fa: شماره کارت
ga: Uimhir cárta
gd: Àireamh na cairte
gl: Número de cartón
gu: કાર્ડ નંબર
he: מספר כרטיס
hi: कार्ड नंबर
hr: Broj kartice
hu: Kártyaszám
id: Nomor kartu
is: Kortanúmer
ja: カード番号
ka: ბარათის ნომერი
kk: Карта нөмірі
kn: ಕಾರ್ಡ್ ಸಂಖ್ಯೆ
ko: 카드 번호
ku_arab: ژمارەی کارت
ky: Карта номери
lo: ເລກບັດ
lt: Kortelės numeris
lv: Kartes numurs
mi: Tau kāri
mk: Број на картичка
ml: കാർഡ് നമ്പർ
mn: Картны дугаар
mr: कार्ड क्रमांक
ms: Nombor kad
mt: Numru tal-kard
ne: कार्ड नम्बर
nn_no: Kortnummer
no: Kortnummer
or: କାର୍ଡ ସଦସ୍ୟ
pa_arab_pk: کارڈ نمبر
pa_in: ਕਾਰਡ ਨੰਬਰ
pl: Numer karty
ru: Номер карты
sd: ڪارڊ نمبر
si: කාඩ්පත් අංකය
sl: Številka kartice
sr_cyrl_rs: Број картице
sr_latn_rs: Broj kartice
sv: Kortnummer
ta: அட்டை எண்
te: కార్డ్ నంబర్
tg: Рақами корт
th: หมายเลขบัตร
tr: Kart numarası
tt: Карта номеры
ug: كارتا نومۇرى
uk: Номер картки
ur: کارڈ نمبر
uz: Kartochka raqami
vi: Số thẻ
zh_hans: 卡号
zh_hant: 卡號

# Literal.CardNumber.Invalid
source: Invalid card number
af: Ongeldige kaartnommer
am: የማያገለግል የካርድ ቁጥር
ar: ‏‏رقم البطاقة غير صالح
as: কাৰ্ডৰ নম্বৰ অবৈধ
az: Kart nömrəsi səhvdir
bg: Невалиден номер на карта
bn_in: অবৈধ কার্ড নম্বর
bs: Nevažei broj kartice
cy: Rhif cerdyn annilys
da: Ugyldigt kortnummer
de: Ungültige Kartennummer
el: Μη έγκυρος αριθμός κάρτας
es: Número de tarjeta no válido
et: Sobimatu kaardinumber
eu: Txartelaren zenbakiak ez du balio
fa: شماره کارت نامعتبر است
ga: Uimhir neamhbhailí cárta
gd: Chan eil àireamh na cairte dligheach
gl: Número de cartón non válido
gu: અમાન્ય કાર્ડ નંબર
he: מספר כרטיס לא חוקי
hi: अमान्य कार्ड नंबर
hr: Broj kartice nije valjan
hu: Érvénytelen kártyaszám
id: Nomor kartu tidak valid
is: Ógilt kortanúmer
ja: 無効なカード番号
ka: ბარათის ნომერი არასწორია
kk: Қате карта нөмірі
kn: ಅಮಾನ್ಯ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ
ko: 잘못된 카드 번호
ku_arab: ژمارەی کارتی نادروست
ky: Туура эмес карта номери
lo: ເລກບັດບໍ່ຖືກຕ້ອງ
lt: Neleistinas kortelės numeris
lv: Nederīgs kartes numurs
mi: Tau kāri muhu
mk: Неважечки број на картичка
ml: കാർഡ് നമ്പർ അസാധുവാണ്
mn: Картны дугаар буруу
mr: अवैध कार्ड क्रमांक
ms: Nombor kad tidak sah
mt: Numru invalidu tal-kard
ne: अमान्य कार्ड नम्बर
nn_no: Ugyldig kortnummer
no: Ugyldig kortnummer
or: ବୈଧ କାର୍ଡ ନମ୍ବର
pa_arab_pk: غلط کارڈ نمبر
pa_in: ਅਵੈਧ ਕਾਰਡ ਨੰਬਰ
pl: Nieprawidłowy numer karty
ru: Недействительный номер карты
sd: ڪارڊ نمبر نادرست
si: අවලංගු කාඩ්පත් අංකය
sl: Neveljavna številka kartice
sr_cyrl_rs: Број картице није важећи
sr_latn_rs: Broj kartice nije važeći
sv: Ogiltigt kortnummer
ta: செல்லாத அட்டை எண்
te: కార్డ్ నంబర్ చెల్లదు
tg: Рақами корт нодуруст аст
th: หมายเลขบัตรไม่ถูกต้อง
tr: Geçersiz kart numarası
tt: Ярашсыз карта номеры
ug: كارتا نومۇرى ئىناۋەتسىز
uk: Неприпустимий номер картки
ur: غلط کارڈ نمبر
uz: Kartochka raqami noto‘g‘ri
vi: Số thẻ không hợp lệ
zh_hans: 卡号无效
zh_hant: 無效的卡號

# Literal.CardVerificationCode.Invalid
source: Invalid card verification code
af: Ongeldige kaartverifikasiekode
am: የማያገለግል የካርድ ማረጋገጫ ኮድ
ar: ‏‏رمز التحقق من البطاقة غير صالح
as: অবৈধ কাৰ্ড সত্যাসত্য নিৰূপণ কোড
az: Kartın yoxlama kodu səhvdir
bg: Невалиден код за потвърждение на карта
bn_in: অবৈধ কার্ড যাচাইকরণ কোড
bs: Nevažeći kôd za verifikaciju kartice
cy: Cod dilysu cerdyn annilys
da: Ugyldig kortbekræftelseskode
de: Ungültiger Kartenprüfcode
el: Μη έγκυρος κωδικός επαλήθευσης κάρτας
es: El código de comprobación de tarjeta no es válido
et: Kaardi sobimatu kinnituskood
eu: Txartelaren egiaztapen-kodeak ez du balio
fa: کد تأیید کارت نامعتبر است
ga: Cód neamhbhailí fíorúcháin cárta
gd: Tha còd dearbhadh na cairt mì-dhligheach
gl: Código de verificación non válido
gu: અમાન્ય કાર્ડ ચકાસણી કોડ
he: קוד אימות כרטיס לא חוקי
hi: अमान्य कार्ड सत्यापन कोड
hr: Kod za provjeru valjanosti kartice nije valjan
hu: Érvénytelen kártyaellenőrző kód
id: Kode verifikasi kartu tidak valid
is: Ógildur staðfestingarkóði korts
ja: 無効なカード確認コード
ka: ბარათის დამოწმების კოდი არასწორია
kk: Қате картаны тексеру коды
kn: ಅಮಾನ್ಯ ಕಾರ್ಡ್ ಪರಿಶೀಲನೆ ಕೋಡ್
ko: 잘못된 카드 확인 코드
ku_arab: کۆدی سەلماندنی کارتی نادروست
ky: Карта ырастоо коду туура эмес
lo: ລະຫັດການຢືນຢັນບັດບໍ່ຖືກຕ້ອງ
lt: Neleistinas kortelės tikrinimo kodas
lv: Nederīgs kartes verifikācijas kods
mi: Waehere manatokonga kāri muhu
mk: Неважечки верификациски код на картичка
ml: അസാധുവായ കാർഡിന്റെ സൂക്ഷ്മപരിശോധന കോഡ്
mn: Карт шалгах дугаар буруу
mr: अवैध कार्ड सत्यापन कोड
ms: Kod pengesahan kad tidak sah
mt: Kodiċi ta' verifika invalidu tal-kard
ne: अमान्य कार्ड प्रमाणिकरण कोड
nn_no: Ugyldig stadfestingskode
no: Ugyldig kortbekreftelseskode
or: ଅବୈଧ କାର୍ଡ ଯାଞ୍ଚକରଣ କୋଡ୍
pa_arab_pk: غلط کارڈ دی تصدیق دا نمبر
pa_in: ਅਵੈਧ ਕਾਰਡ ਤਸਦੀਕੀ ਕੋਡ
pl: Nieprawidłowy kod weryfikacyjny karty
ru: Недействительный код проверки карты
sd: ڪارڊ جو تصديقي ڪوڊ نادرست
si: අවලංගු කාඩ්පත් සත්‍යාපන කේතය
sl: Neveljavna potrditvena koda kartice
sr_cyrl_rs: Код за верификацију картице није важећи
sr_latn_rs: Kôd za verifikaciju kartice nije važeći
sv: Ogiltig verifieringskod
ta: செல்லாத அட்டை சரிபார்க்கும் குறியீடு
te: ధృవీకరణ కోడ్ చెల్లదు
tg: Рамзи тафтишии корт нодуруст аст
th: โค้ดการตรวจสอบบัตรไม่ถูกต้อง
tr: Geçersiz kart doğrulama kodu
tt: Ярашсыз карта раслау коды
ug: كارتا دەلىللەش كودى ئىناۋەتسىز
uk: Неприпустимий код перевірки картки
ur: غلط کارڈ توثیقی کوڈ
uz: Tasdiqlash kodi noto‘g‘ri
vi: Mã xác minh thẻ không hợp lệ
zh_hans: 卡验证码无效
zh_hant: 無效的卡片驗證碼
