Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.RedeemCSVToken.Error.CodeRedeemed
source: This code has already been redeemed.
af: Hierdie kode is alreeds opgeëis.
am: ይህ ኮድ አስቀድሞ ተወስዷል።
ar: تم بالفعل استرداد هذا الرمز.
as: এই ক'ডটো ইতিমধ্যেই ৰিডিম কৰা হৈছে।
az: Bu kod artıq istifadə edilib.
bg: Този код вече е използван.
bn_in: এই কোডটি ইতিমধ্যেই ভাঙানো হয়েছে।
bs: Ovaj kôd je već iskorišten.
cy: Mae'r cod hwn wedi'i ddefnyddio'n barod.
da: Denne kode er allerede blevet indløst.
de: Dieser Code wurde bereits eingelöst.
el: Ο παρόν κωδικός έχει ήδη εξαργυρωθεί.
es: Este código ya se ha canjeado.
et: See kood on juba lunastatud.
eu: Kodea erabilita dago.
fa: این کد قبلاً نقد شده است.
ga: Fuasclaíodh an cód seo cheana féin.
gd: Chaidh an còd seo a chur gu feum roimhe.
gl: Este código xa se trocou.
gu: આ કોડને પહેલેથી જ રિડીમ કરવામાં આવ્યો છે.
he: הקוד הזה כבר מומש.
hi: इस कोड को पहले ही रिडीम किया जा चुका है.
hr: Taj je kupon već aktiviran.
hu: Ez a kód már be lett váltva.
id: Kode ini telah ditukarkan.
is: Þessi kóði hefur þegar verið innleystur.
ja: このコードは既に使用されています。
ka: ეს კოდი უკვე გამოყენებულია.
kk: Бұл код әлдеқашан белсендірілген.
kn: ಆ ಕೋಡ್ನ್ ಅನ್ನು ಈಗಾಗಲೇ ರಿಡೀಮ್ ಮಾಡಲಾಗಿದೆ.
ko: 이 코드는 이미 사용되었습니다.
lo: ລະຫັດນີ້ໄດ້ຖືກແລກໃຊ້ຮຽບຮ້ອຍແລ້ວ.
lt: Šis kodas jau panaudotas.
lv: Šis kods jau ir izmantots.
mi: Kua hokona kēhia tēnei waehere.
mk: Овој код веќе е откупен.
ml: ഈ കോഡ് ഇതിനകം തന്നെ റിഡീം ചെയ്തു.
mr: या कोडची आधीपासूनच पूर्तता केली गेली आहे.
ms: Kod ini telah ditebus.
mt: Dan il-kodiċi diġà ġie msarraf.
ne: यो कोड पहिले नै रिडिम गरिएको छ।
nn_no: Denne koden er allereie innløyst.
no: Denne koden er allerede løst inn.
or: ଏହି କୋଡ୍ ପୂର୍ବରୁ ରିଡିମ୍‍ ହୋଇସାରିଛି ।
pa_in: ਇਸ ਕੋਡ ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਰੀਡੀਮ ਕਰ ਲਿਆ ਗਿਆ ਹੈ।
pl: Ten kod został już zrealizowany.
ru: Этот код уже активирован.
sl: Ta koda je že bila unovčena.
sr_cyrl_rs: Овај кôд је већ активиран.
sr_latn_rs: Ovaj kôd je već aktiviran.
sv: Den här koden har redan lösts in.
ta: இந்தக் குறியீடு ஏற்கனவே ரீடீம் செய்யப்பட்டுள்ளது.
te: ఈ కోడ్ ఇప్పటికే రీడీమ్ చేయబడింది.
th: รหัสนี้ถูกแลกใช้ไปแล้ว
tr: Bu kod daha önce kullanılmış.
tt: Бу код активлаштырылган инде.
ug: بۇ كود ئاللىبۇرۇن نەقلىنىپ بولغان.
uk: Цей код уже використано.
ur: یہ کوڈ پہلے ہی ریڈیم کیا جا چکا ہے۔
vi: Mã này đã được quy đổi.
zh_hans: 此代码已兑换。
zh_hant: 此代碼已兌換。

# Literal.RedeemCSVToken.Error.CodeNotFound
source: This code wasn't found. Try re-entering it. If the code is damaged, contact the seller.
af: Hierdie kode is nie gevind nie. Probeer dit weer invoer. As die kode beskadig is, kontak die verkoper.
am: ይህ ኮድ አልተገኘም። እንደገና ለማስገባት ይሞክሩ። ኮዱ ከተበላሸ፣ ሻጩን ያነጋግሩ።
ar: لم يتم العثور على هذا الرمز. حاول إعادة إدخاله. في حالة تلف الرمز، اتصل بالبائع.
as: এই কোডটো পোৱা নগ'ল। ইয়াত পুনৰ-প্ৰৱেশ কৰিবলৈ চেষ্টা কৰক। যদি কোডটো হেৰাই যায়, বিক্ৰেতাৰ সৈতে যোগাযোগ কৰক।
az: Bu kod tapılmadı. Yenidən daxil etməyə cəhd edin. Kod zədələnibsə, satıcı ilə əlaqə saxlayın.
bg: Този код не е намерен. Опитайте да го въведете отново. Ако кодът е повреден, свържете се с продавача.
bn_in: এই কোড পাওয়া যায়নি। এটি পুনরায় প্রবেশ করানোর চেষ্টা করুন। কোডটি ক্ষতিগ্রস্ত হলে, বিক্রেতার সাথে যোগাযোগ করুন।
bs: Ovaj kôd nije pronađen. Pokušajte ga ponovo unijeti. Ako je kôd oštećen, kontaktirajte prodavača.
cy: Heb ddod o hyd i'r cod hwn. Rhowch gynnig arall ar ei fewnbynnu eto. Os yw'r cod wedi'i ddifrodi, cysylltwch â'r gwerthwr.
da: Denne kode blev ikke fundet. Prøv at indtaste den igen. Hvis koden er beskadiget, skal du kontakte sælgeren.
de: Dieser Code wurde nicht gefunden. Versuchen Sie, ihn erneut einzugeben. Wenn der Code beschädigt ist, wenden Sie sich an den Verkäufer.
el: Ο παρόν κωδικός δεν βρέθηκε. Δοκιμάστε να τον πληκτρολογήσετε ξανά. Εάν ο κωδικός είναι κατεστραμμένος, επικοινωνήστε με τον πωλητή.
es: No se encontró este código. Intente volver a introducirlo. Si el código está dañado, póngase en contacto con el vendedor.
et: Seda koodi ei leitud. Proovige see uuesti sisestada. Kui kood on kahjustatud, võtke ühendust müüjaga.
eu: Ez da aurkitu kode hori. Saiatu berriro idazten. Kodea kaltetuta badago, jarri saltzailearekin harremanetan.
fa: این کد یافت نشد. آن را دوباره وارد کنید. اگر کد آسیب دیده است، با فروشنده تماس بگیرید.
ga: Níor aimsíodh an cód seo. Bain triail as é a iontráil arís. Má tá damáiste déanta don chód, déan teagmháil leis an díoltóir.
gd: Cha deach an còd seo a lorg. Feuch an cuir thu a-steach a-rithist e. Ma chaidh an còd a dhochann, cuir fios gun reiceadair.
gl: Non se atopou este código. Probe a introducilo de novo. Se o código está danado, póñase en contacto co vendedor.
gu: આ કોડ મળ્યો ન હતો. તેને ફરીથી દાખલ કરવાનો પ્રયાસ કરો. જો કોડ ક્ષતિગ્રસ્ત હોય, તો વિક્રેતાનો સંપર્ક કરો.
he: הקוד לא נמצא. נסה להזין אותו מחדש. אם הקוד פגום, פנה אל המוכר.
hi: यह कोड नहीं मिला. इसे फिर से दर्ज करने का प्रयास करें. यदि कोड क्षतिग्रस्त है, तो विक्रेता से संपर्क करें.
hr: Taj kod nije pronađen. Pokušajte ga ponovno unijeti. Ako je kod oštećen, obratite se prodavaču.
hu: Ez a kód nem található. Próbálja meg újra beírni. Ha a kód sérült, forduljon az eladóhoz.
id: Kode ini tidak ditemukan. Coba masukkan ulang. Jika kode rusak, hubungi penjual.
is: Þessi kóði fannst ekki. Prófaðu að slá hann inn aftur. Hafðu samband við söluaðilann ef kóðinn er skemmdur.
ja: このコードは見つかりませんでした。もう一度入力してください。コードが壊れている場合は、販売者にお問い合わせください。
ka: ეს კოდი ვერ მოიძებნა. სცადეთ მისი ხელახლა შეყვანა. თუ კოდი დაზიანებულია, დაუკავშირდით გამყიდველს.
kk: Бұл код табылмады. Оны қайта енгізіп көріңіз. Код зақымдалған болса, сатушыға хабарласыңыз.
kn: ಈ ಕೋಡ್ ಕಂಡುಬಂದಿಲ್ಲ. ಅದನ್ನು ಮತ್ತೆ-ನಮೂದಿಸಲು ಪ್ರಯತ್ನಿಸಿ. ಕೋಡ್ ಹಾನಿಗೊಳಗಾದರೆ, ಮಾರಾಟಗಾರರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 이 코드를 찾을 수 없습니다. 다시 입력해 보세요. 코드가 손상된 경우 판매자에게 문의하세요.
lo: ບໍ່ພົບລະຫັດນີ້. ລອງປ້ອນມັນເຂົ້າໃໝ່ອີກ. ຖ້າລະຫັດເສຍຫາຍ, ຕິດຕໍ່ຜູ້ຂາຍ.
lt: Šis kodas nerastas. Bandykite įvesti dar kartą. Jei kodas sugadintas, kreipkitės į pardavėją.
lv: Šis kods netika atrasts. Mēģiniet to ievadīt atkārtoti. Ja kods ir bojāts, sazinieties ar pārdevēju.
mi: Kīhai tēnei waehere i kitea. Me tāuru anō. Kei pakaru te waehere, whakapā atu rā ki te kaihoko.
mk: Овој код не е пронајден. Обидете се повторно да го внесете. Ако кодот е оштетен, контактирајте го продавачот.
ml: ഈ കോഡ് കണ്ടെത്തിയില്ല. അത് വീണ്ടും നല്കാൻ ശ്രമിക്കുക. കോഡ് കേടായാൽ, വിൽപ്പനക്കാരനുമായി ബന്ധപ്പെടുക.
mr: हा कोड आढळला नव्हता. तो पुन्हा प्रविष्ठ करण्याचा प्रयत्न करा. कोड क्षतिग्रस्त असल्यास, विक्रेत्याशी संपर्क साधा.
ms: Kod ini tidak ditemui. Cuba masukkannya semula. Jika kod rosak, hubungi penjual.
mt: Dan il-kodiċi ma nstabx. Erġa’ pprova daħħlu. Jekk il-kodiċi bil-ħsara, ikkuntattja lill-bejjiegħ.
ne: यो कोड फेला परेन। यो पुन: प्रविष्ट गरी हेर्नुहोस्। कोड बिग्रएको छ भने विक्रेतालाई सम्पर्क गर्नुहोस्।
nn_no: Denne koden blei ikkje funne. Prøv å leggje han inn på nytt. Dersom koden er skada, kontakt seljaren.
no: Finner ikke denne koden. Prøv å skrive den inn på nytt. Hvis koden er skadet, kontakter du selgeren.
or: ଏହି କୋଡ୍ ମିଳିଲା ନାହିଁ । ଏହାକୁ ପୁନଃ ଏଣ୍ଟର୍‍ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ । ଯଦି କୋଡ୍ କ୍ଷତିଗ୍ରସ୍ତ ହୋଇଛି, ବିକ୍ରେତାଙ୍କୁ ସଂପର୍କ କରନ୍ତୁ ।
pa_in: ਇਹ ਕੋਡ ਨਹੀਂ ਲੱਭਿਆ ਸੀ। ਇਸ ਨੂੰ ਦੁਬਾਰਾ ਦਾਖ਼ਲ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ। ਜੇ ਕੋਡ ਖਰਾਬ ਹੋ ਗਿਆ ਹੈ, ਤਾਂ ਵਿਕਰੇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Nie znaleziono tego kodu. Spróbuj wprowadzić go ponownie. Jeśli kod jest uszkodzony, skontaktuj się ze sprzedawcą.
ru: Этот код не найден. Попробуйте ввести его еще раз. Если код поврежден, обратитесь к продавцу.
sl: Te kode ni bilo mogoče najti. Poskusite jo znova vnesti. Če je koda poškodovana, se obrnite na prodajalca.
sr_cyrl_rs: Овај кôд није пронађен. Покушајте поново да га унесете. Ако је кôд оштећен, обратите се продавцу.
sr_latn_rs: Ovaj kôd nije pronađen. Pokušajte ponovo da ga unesete. Ako je kôd oštećen, obratite se prodavcu.
sv: Det gick inte att hitta den här koden. Prova att ange den igen. Kontakta säljaren om koden är skadad.
ta: இந்தக் குறியீடு கண்டறியப்படவில்லை. அதை மீண்டும் உள்ளிட முயலவும். குறியீடு சேதமடைந்தால், விற்பனையாளரைத் தொடர்பு கொள்ளவும்.
te: ఈ కోడ్ కనుగొనబడలేదు. దాన్ని మళ్లీ నమోదు చేయడానికి ప్రయత్నించండి. ఒకవేళ కోడ్ పాడైపోయినట్లయితే, విక్రేతను సంప్రదించండి.
th: ไม่พบรหัสนี้ ลองใส่อีกครั้ง หากรหัสเสียหาย ให้ติดต่อผู้ขาย
tr: Bu kod bulunamadı. Yeniden girmeyi deneyin. Kod hasar görmüşse satıcıya başvurun.
tt: Бу код табылмады. Аны яңадан кертеп карагыз. Код бозылган очракта, сатучыга мөрәҗәгать итегез.
ug: بۇ كود تېپىلمىدى. قايتا كىرگۈزۈپ بېقىڭ. كود بۇزۇلغان بولسا، ساتقۇچى بىلەن ئالاقىلىشىڭ.
uk: Цей код не знайдено. Спробуйте ввести його ще раз. Якщо код пошкоджено, зверніться до продавця.
ur: یہ کوڈ نہیں ملا۔ اسے دوبارہ داخل کرنے کی کوشش کریں۔ کوڈ خراب ہونے پر، فروخت کنندہ سے رابطہ کریں۔
vi: Không tìm thấy mã này. Hãy thử nhập lại mã. Nếu mã bị hỏng, hãy liên hệ với người bán.
zh_hans: 找不到此代码。请尝试重新输入。如果代码已损坏，请与卖家联系。
zh_hant: 找不到此代碼。請嘗試重新輸入。如果代碼已損毀，請連絡賣方。

# Literal.RedeemCSVToken.Error.CodeInvalidGiftCard
source: This code is not a valid gift card
af: Hierdie kode is nie ’n geldige geskenkbewys nie
am: ይህ ኮድ የሚሰራ የስጦታ ካርድ አይደለም
ar: هذا ليس رمز بطاقة هدايا صالح
as: এই কোডটো এটা বৈধ উপহাৰ কাৰ্ড নহয়
az: Bu kod etibarlı hədiyyə kartı deyil
bg: Този код не е за валиден ваучер за подарък
bn_in: এই কোডটি একটি বৈধ উপহারের কার্ড নয়
bs: Ovaj kôd nije važeća poklon kartica
cy: Nid yw'r cod hwn yn gerdyn rhodd dilys
da: Denne kode er ikke et gyldigt gavekort
de: Dieser Code ist kein gültiger Geschenkgutschein.
el: Ο παρόν κωδικός δεν είναι έγκυρη δωροκάρτα
es: Este código no es una tarjeta regalo válida
et: See kood pole kehtiv kinkekaart
eu: Kodea ez da baliozko opari-txartel bat
fa: این کد یک کارت هدیه معتبر نیست
ga: Ní cárta bronntanais bailí é an cód seo
gd: Chan e còd dligheach airson cairt prèasaint a tha seo
gl: Este código non é unha tarxeta de agasallo válida
gu: આ કોડ માન્ય ગિફ્ટ કાર્ડ નથી
he: קוד זה אינו כרטיס מתנה חוקי
hi: यह कोड मान्य गिफ़्ट कार्ड नहीं है
hr: Ovaj kod nije valjan poklon-bon
hu: Ez a kód nem érvényes ajándékkártyáé
id: Kode ini bukan kartu hadiah yang valid
is: Þessi kóði er ekki gilt gjafakort
ja: このコードは有効なギフト カードではありません
ka: ეს კოდი არ არის მოქმედი სასაჩუქრე ბარათი
kk: Бұл код жарамды сыйлық картасы емес
kn: ಈ ಕೋಡ್ ಮಾನ್ಯವಾದ ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಅಲ್ಲ
ko: 이 코드는 유효한 기프트 카드가 아닙니다.
lo: ລະຫັດນີ້ບໍ່ແມ່ນບັດ​ຂອງ​ຂວັນທີ່ຖືກຕ້ອງ
lt: Šis kodas nėra tinkama dovanų kortelė
lv: Šis kods nav derīga dāvanu karte
mi: Ehara tēnei waehere i te kāri koha whaimana
mk: Овој код не е важечка картичка за подарок
ml: ഈ കോഡ് സാധുതയുള്ള ഗിഫ്റ്റ് കാർഡ് അല്ല
mr: हा कोड एक वैध भेट कार्ड नाही
ms: Kod ini bukan kad hadiah yang sah
mt: Dan il-kodiċi mhuwiex gift card valida
ne: यो कोड कुनै वैध उपहार कार्ड होइन।
nn_no: Denne koden er ikkje eit gyldig gåvekort
no: Denne koden er ikke et gyldig gavekort
or: ଏହି କୋଡ୍ ଏକ ବୈଧ ଉପହାର କାର୍ଡ ନୁହେଁ
pa_in: ਇਹ ਕੋਡ ਇੱਕ ਵੈਧ ਗਿਫਟ ਕਾਰਡ ਨਹੀਂ ਹੈ
pl: Ten kod nie jest prawidłowym bonem upominkowym
ru: Этот код не является кодом действующей подарочной карты
sl: Ta koda ni veljaven darilni bon
sr_cyrl_rs: Овај кôд није важећа поклон-картица
sr_latn_rs: Ovaj kôd nije važeća poklon-kartica
sv: Den här koden är inte ett giltigt presentkort
ta: இந்தக் குறியீடு ஒரு தகுதியான பரிசு அட்டை அல்ல
te: ఈ కోడ్ చెల్లుబాటు అయ్యే బహుమతి కార్డ్‌ కాదు
th: รหัสนี้ไม่ใช่บัตรกำนัลที่ถูกต้อง
tr: Bu kod geçerli bir hediye kartı değil
tt: Бу код гамәлдәге бүләк картасы түгел
ug: بۇ كود ئىناۋەتلىك سوۋغات كارتىسى ئەمەس
uk: Це не дійсний код подарункової картки
ur: یہ کوڈ ایک درست تحفہ کارڈ نہیں ہے
vi: Mã này không phải là thẻ quà tặng hợp lệ
zh_hans: 此代码不是有效的礼品卡
zh_hant: 此代碼不是有效的禮品卡

# Literal.RedeemCSVToken.Error.CodeInvalid
source: This code is not valid.
af: Hierdie kode is nie geldig nie.
am: ይህ ኮድ ልክ ያልሆነ ነው።
ar: هذا الرمز غير صالح.
as: এই কোডটো বৈধ নহয়।
az: Bu kod etibarlı deyil.
bg: Този код не е валиден.
bn_in: এই কোডটি বৈধ নয়৷
bs: Ovaj kôd je nevažeći.
cy: Nid yw'r cod hwn yn ddilys.
da: Denne kode er ikke gyldig.
de: Dieser Code ist ungültig.
el: Ο παρόν κωδικός δεν είναι έγκυρος.
es: Este código no es válido.
et: See kood ei sobi.
eu: Kodeak ez du balio.
fa: این کد معتبر نیست.
ga: Tá an cód seo neamhbhailí.
gd: Chan eil an còd seo dligheach.
gl: Este código non é válido.
gu: આ કોડ માન્ય નથી.
he: הקוד אינו תקין.
hi: यह कोड मान्य नहीं है.
hr: Ovaj kod nije valjan.
hu: Ez a kód érvénytelen.
id: Kode ini tidak valid.
is: Þessi kóði er ógildur.
ja: このコードは無効です。
ka: ეს კოდი არასწორია.
kk: Бұл код жарамсыз.
kn: ಈ ಕೋಡ್ ಮಾನ್ಯವಾಗಿಲ್ಲ.
ko: 이 코드는 유효하지 않습니다.
lo: ລະຫັດນີ້ບໍ່ຖືກຕ້ອງ.
lt: Šis kodas neleistinas.
lv: Šis kods nav derīgs.
mi: Kāore tēnei waehere i te whaimana.
mk: Овој код не е важечки.
ml: ഈ കോഡ് സാധുതയുളളതല്ല.
mr: हा कोड वैध नाही.
ms: Kod ini tidak sah.
mt: Dan il-kodiċi mhux validu.
ne: यो कोड मान्य छैन।
nn_no: Denne koden er ikkje gyldig.
no: Denne koden er ugyldig.
or: ଏହି କୋଡ୍ ବୈଧ ନୁହେଁ ।
pa_in: ਇਹ ਕੋਡ ਵੈਧ ਨਹੀਂ ਹੈ।
pl: Ten kod jest nieprawidłowy.
ru: Этот код недействителен.
sl: Ta koda ni veljavna.
sr_cyrl_rs: Овај кôд није важећи.
sr_latn_rs: Ovaj kôd nije važeći.
sv: Den här koden är inte giltig.
ta: இந்தக் குறியீடு தகுதியானது அல்ல.
te: ఈ కోడ్ చెల్లదు.
th: รหัสนี้ไม่ถูกต้อง
tr: Bu kod geçerli değil.
tt: Бу код дөрес түгел.
ug: بۇ كود ئىناۋەتسىز.
uk: Це недійсний код.
ur: یہ کوڈ درست نہیں ہے۔
vi: Mã này không hợp lệ.
zh_hans: 此代码无效。
zh_hant: 此代碼無效。

# Literal.RedeemCSVToken.Error.CountNotValidate
source: Unable to complete at this time. Please try again later.
af: Kan nie nou voltooi nie. Probeer asseblief later weer.
am: በዚህ ጊዜ ማጠናቀቅ አልተቻለም። እባክዎ እንደገና ቆይተው ይሞክሩ።
ar: يتعذر الإكمال في الوقت الحالي. الرجاء المحاولة مرة أخرى لاحقاً.
as: এইখিনি সময়ত সম্পূৰ্ণ কৰিবলৈ অক্ষম। অনুগ্ৰহ কৰি পাছত পুনৰ চেষ্টা কৰক।
az: Hazırda tamamlamaq mümkün deyil. Daha sonra yenidən cəhd edin.
bg: Не е възможно да се завърши в този момент. Опитайте отново по-късно.
bn_in: এই মুহূর্তে সম্পূর্ণ করা যাচ্ছে না। অনুগ্রহ করে পরে আবার চেষ্টা করুন।
bs: Trenutno nije moguće završiti. Pokušajte ponovo kasnije.
cy: Does dim modd cwblhau ar hyn o bryd. Rhowch gynnig arall arni rywbryd eto.
da: Det er ikke muligt at fuldføre på nuværende tidspunkt. Prøv igen senere.
de: Der Vorgang kann derzeit nicht abgeschlossen werden. Versuchen Sie es später noch einmal.
el: Δεν είναι δυνατή η ολοκλήρωση αυτήν τη στιγμή. Δοκιμάστε ξανά αργότερα.
es: No se puede completar en este momento. Vuelva a intentarlo más tarde.
et: Toimingut ei saa praegu lõpule viia. Proovige hiljem uuesti.
eu: Ezin da osatu une honetan. Saiatu berriro geroago.
fa: در حال حاضر تکمیل نمی‌شود. لطفاً بعداً دوباره امتحان کنید.
ga: Ní féidir é a chríochnú faoi láthair. Bain triail eile as ar ball.
gd: Chan urrainn dhuinn a choileanadh aig an àm seo. Feuch ris a-rithist an ceann greis.
gl: Non se pode completar neste momento. Ténteo de novo máis tarde.
gu: આ સમયે પૂર્ણ કરવામાં અસમર્થ. કૃપયા પછીથી ફરી પ્રયાસ કરો.
he: אין אפשרות להשלים בשלב זה. נסה שוב במועד מאוחר יותר.
hi: इस समय पूर्ण करने में असमर्थ. कृपया बाद में पुनः प्रयास करें.
hr: Trenutačno nije moguće dovršiti. Pokušajte ponovo kasnije.
hu: Jelenleg nem hajtható végre. Próbálkozzon újra később.
id: Saat ini tidak dapat menyelesaikan. Coba lagi nanti.
is: Ekki er hægt að ljúka þessu núna. Reyndu aftur síðar.
ja: 現時点では完了できません。後でもう一度お試しください。
ka: ამ მომენტში ვერ ხერხდება. მოგვიანებით სცადეთ ხელახლა.
kk: Қазіргі уақытта аяқтау мүмкін емес. Әрекетті кейінірек қайталаңыз.
kn: ಈ ಸಮಯದಲ್ಲಿ ಪೂರ್ಣಗೊಳಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ನಂತರ ಪುನಃ ಪ್ರಯತ್ನಿಸಿ.
ko: 지금은 완료할 수 없습니다. 나중에 다시 시도하세요.
lo: ບໍ່ສາມາດເຮັດສຳເລັດໄດ້ໃນເວລານີ້. ກະລຸນາລອງໃໝ່ໃນພາຍຫຼັງ.
lt: Šiuo metu negalima užbaigti. Bandykite dar kartą vėliau.
lv: Pašlaik nevar pabeigt. Lūdzu, vēlāk mēģiniet vēlreiz.
mi: Kāore e taea te tātai i tēnei wā. Me ngana anō ā muri ake.
mk: Не може да се заврши во овој момент. Обидете се повторно подоцна.
ml: ഇപ്പോൾ പൂർത്തിയാക്കാൻ സാധ്യമല്ല. പിന്നീട് വീണ്ടും ശ്രമിക്കുക.
mr: याक्षणी पूर्ण करण्यात अक्षम. कृपया नंतर पुन्हा प्रयत्न करा.
ms: Tidak dapat menyelesaikan pada masa ini. Sila cuba lagi kemudian.
mt: Ma setax ilesti bħalissa. Erġa’ pprova aktar tard.
ne: यस समयमा पूरा गर्न असमर्थ भयो। कृपया पछि फेरि प्रयास गर्नुहोस्।
nn_no: Kan ikkje fullføre nett no. Prøv på nytt seinare.
no: Kan ikke fullføre nå. Prøv på nytt senere.
or: ବର୍ତ୍ତମାନ ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ଅସମର୍ଥ. ଦୟାକରି ପରେ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ.
pa_in: ਇਸ ਸਮੇਂ ਪੂਰਾ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ। ਕਿਰਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: W tej chwili nie można ukończyć. Spróbuj ponownie później.
ru: Не удалось завершить в данный момент. Повторите попытку позже.
sl: Trenutno ni mogoče dokončati. Poskusite znova pozneje.
sr_cyrl_rs: Тренутно није могуће довршити задатак. Покушајте поново касније.
sr_latn_rs: Trenutno nije moguće dovršiti. Pokušajte ponovo kasnije.
sv: Det går inte att slutföra just nu. Försök igen senare.
ta: இந்த நேரத்தில் முடிக்க முடியவில்லை. பிறகு மீண்டும் முயலவும்.
te: ఈ సమయంలో పూర్తి చేయడం సాధ్యం కాదు. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
th: ไม่สามารถดําเนินการให้เสร็จสมบูรณ์ได้ในขณะนี้ โปรดลองอีกครั้งในภายหลัง
tr: Şu anda tamamlanamıyor. Lütfen daha sonra yeniden deneyin.
tt: Әлеге вакытта тәмамлап булмый. Омтылышны соңрак кабатлагыз.
ug: ھازىرچە تاماملىغىلى بولمىدى. كېيىنرەك قايتا سىناڭ.
uk: Не вдалося завершити. Повторіть спробу пізніше.
ur: اس وقت مکمل کرنے سے قاصر۔ براہ کرم بعد میں دوبارہ کوشش کریں۔
vi: Không thể hoàn tất tại thời điểm này. Vui lòng thử lại sau.
zh_hans: 目前无法完成。请稍后再试。
zh_hant: 目前無法完成。請稍後再試。

# Literal.ConfirmCSVToken.LikeThisText
source: Like this: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
af: Soos hierdie: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
am: እንደዚህ፦ xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ar: مثل ما يلي: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
as: এইটোৰ নিচিনা: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
az: Bunun kimi: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
bg: Подобно на това: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
bn_in: এটির মত: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
bs: Ovako: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
cy: Fel hyn: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
da: Sådan her: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
de: Wie folgt: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
el: Όπως αυτό: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
es: De este modo: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
et: Näide: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
eu: Adibidez: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
fa: مثل این: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ga: Mar seo: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
gd: Mar seo: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
gl: Por exemplo: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
gu: આની જેમ: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
he: באופן הזה: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
hi: इस तरह: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
hr: Ovako: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
hu: Minta: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
id: Seperti ini: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
is: Eins og þetta: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ja: 例: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ka: შემდეგნაირად: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
kk: Мынау сияқты: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
kn: ಹೀಗೆ: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ko: 예: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
lo: ແບບນີ້: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
lt: Pavyzdžiui: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
lv: Šādi: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
mi: Pēnei: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
mk: Вака: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ml: ഇതുപോലെ: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
mr: हे पसंत आहे: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ms: Seperti ini: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
mt: Bħal dan: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ne: यस्तो: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
nn_no: Slik: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
no: Slik: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
or: ଏହିପରି: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
pa_in: ਇਸ ਵਾਂਗ: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
pl: Lubię to: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ru: Вот так: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
sl: Tako: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
sr_cyrl_rs: Налик на следеће: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
sr_latn_rs: Nalik na sledeće: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
sv: Så här: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ta: இதைப் போன்று: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
th: ดังนี้: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
tr: Bunun gibi: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
tt: Менә шулай: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ug: مىسال: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
uk: Наприклад: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
ur: اسے پسند کریں: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
vi: Định dạng như sau: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
zh_hans: 就像这样：xxxxx-xxxxx-xxxxx-xxxxx-xxxxx
zh_hant: 例如: xxxxx-xxxxx-xxxxx-xxxxx-xxxxx

# Literal.ConfirmCSVToken.ConfirmGiftCardHeading
source: Here is what you get
af: Hier is wat jy kry
am: እርስዎ ምን እንደሚያገኙ እነሆ
ar: هذا ما تحصل عليه
as: আপুনি কি লাভ কৰিছে ইয়াত আছে
az: Bunu əldə edəcəksiniz
bg: Ето какво получавате
bn_in: আপনার প্রাপ্যটি এখানে আছে
bs: Evo šta dobijate
cy: Dyma beth fyddwch chi'n ei gael
da: Her er, hvad du får
de: Sie erhalten Folgendes:
el: Δείτε τι θα εξασφαλίσετε
es: Esto es lo que verás
et: Mida pakkumine sisaldab?
eu: Hona hemen lortuko duzuna
fa: این چیزی است که دریافت می‌کنید
ga: Seo a bhfuil le fáil agat
gd: Seo na gheibh thu
gl: Isto é o que vas obter
gu: તમારે જે જોઈએ છે તે અહીં છે
he: זה מה שתקבל
hi: यहाँ दिया गया है कि आपको क्या प्राप्त होगा
hr: Evo što ćete dobiti
hu: Ezt kapja
id: Berikut yang Anda dapatkan
is: Þetta færðu
ja: 取得できるものは以下の通りです
ka: აი, რას იღებთ
kk: Сонда мына көріністі аласыз
kn: ನೀವೇನು ಪಡೆಯುತ್ತೀರಿ ಎಂಬುದು ಇಲ್ಲಿದೆ
ko: 다음을 이용하실 수 있습니다.
lo: ນີ້ແມ່ນສິ່ງທີ່ທ່ານໄດ້ຮັບ
lt: Kas atsitiks:
lv: Tālāk ir norādīts, ko iegūstat
mi: Anei tāu e whiwhi ai
mk: Еве што добивате
ml: ഇതാണ് നിങ്ങൾക്ക് ലഭിക്കുന്നത്
mr: आपल्याला जे प्राप्त होईल ते येथे आहे
ms: Inilah yang anda dapat
mt: Dan huwa dak li se tieħu
ne: तपाइँले प्राप्त गर्नुभएको यहाँ छ
nn_no: Dette får du
no: Dette får du
or: ଆପଣ କଣ ପ୍ରାପ୍ତ କରିଛନ୍ତି ଏଠାରେ ଅଛି
pa_in: ਜੋ ਤੁਸੀਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਹੈ ਉਹ ਇੱਥੇ ਹੈ
pl: Co otrzymujesz
ru: Вот что вы получите
sl: Dobili boste to
sr_cyrl_rs: Ево шта добијате
sr_latn_rs: Evo šta dobijate
sv: Det här får du
ta: என்ன கிடைக்கும் என்பதை இங்கே பார்க்கவும்
te: మీరు దీనిని పొందుతారు
th: นี่คือรายการที่คุณได้รับ
tr: Size sunulan avantajlar
tt: Менә нәрсә алачаксыз
ug: مانا بۇ سىزنىڭ
uk: Ось який результат ви отримаєте
ur: آپ کو یہ ملتا ہے
vi: Đây là những gì bạn nhận được
zh_hans: 以下是您获取的内容
zh_hant: 以下是您取得的項目
