Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCardDesc.WindowsStore.NoITF
source: When you add a credit card as a payment method, Microsoft authorizes the card by making a small, temporary charge to your account. You won’t pay anything until you buy something from the Store.
af: Wanneer jy ’n kredietkaart as ’n betalingsmetode byvoeg, magtig Microsoft die kaart deur ’n klein, tydelike koste teen jou rekening te hef. Jy sal vir niks betaal totdat jy iets by die Store gekoop het nie.
am: እንደ መክፈያ መንገድ የክሬዲት ካርድ ሲያክሉ Microsoft ካርዱን አነስተኛ፣ ጊዜያዊ ክፍያ ወደ የእርስዎ መለያ እንዲከፈል በመጠየቅ ፈቃድ ይሰጠዋል። ከStore የሆነ ነገር እስከሚገዙ ድረስ ምንም ነገር አይከፍሉም።
ar: عند إضافة بطاقة الائتمان كطريقة من طرق الدفع، تقوم Microsoft بالتحقق من البطاقة عن طريق تحصيل رسم بسيط ومؤقت من حسابك. ولن تدفع أي مبلغ حتى تقوم بشراء شيء ما من Store.
as: আপুনি পৰিশোধ পদ্ধতিৰ ৰূপত এখন ক্ৰেডিট কাৰ্ড ব্যৱহাৰ কৰাৰ সময়ত, Microsoft-এ আপোনাৰ একাউণ্টৰ কাৰণে কম পৰিমাণৰ, অস্থায়ী মাছুল লৈ কাৰ্ডখনক কৰ্তৃত্ব প্ৰদান কৰে৷ আপুনি Store-ৰ পৰা একো নিকিনালৈকে একো পৰিশোধ কৰিব নালাগে৷
az: Siz ödəniş üsulu kimi kredit kart əlavə etdikdə, Microsoft hesabınıza kiçik, müvəqqəti ödəniş tətbiq etməklə karta görə səlahiyyət verir. Store-dan bir şey almayana kimi heç bir şeyə görə ödəniş etməyəcəksiniz.
bg: Когато добавите кредитна карта като метод на плащане, Microsoft удостоверява картата, като начислява малка временна такса по вашата сметка. Няма да платите нищо, докато не купите нещо от Store.
bn_in: মূল্য পরিশোধের পদ্ধতি হিসেবে আপনি যখন একটি ক্রেডিট কার্ড যোগ করবেন তখন Microsoft আপনার অ্যাকাউন্টের জন্য সামান্য, অস্থায়ী চার্জ ধার্য করার মাধ্যমে কার্ডটি অনুমোদন করে থাকে। Store থেকে কোনোকিছু না কেনা পর্যন্ত আপনাকে কোনো মূল্য পরিশোধ করতে হবে না।
bs: Kada dodate kreditnu karticu kao način plaćanja, Microsoft autorizira karticu terećenjem malog privremenog iznosa na vašem računu. Nećete ništa plaćati dok ne kupite neki artikl u prodavnici Store.
cy: Pan fyddwch chi'n ychwanegu cerdyn credyd fel dull talu, mae Microsoft yn awdurdodi'r cerdyn drwy godi ffi fach dros dro ar eich cyfrif. Fyddwch chi ddim yn talu dim byd nes i chi brynu rhywbeth o'r Store.
da: Når du tilføjer et kreditkort som betalingsmetode, godkender Microsoft kortet ved at hæve et mindre, midlertidigt beløb på din konto. Du betaler ingenting, før du køber noget fra Windows Store.
de: Wenn Sie eine Kreditkarte als Zahlungsmethode hinzufügen, wird diese von Microsoft vorübergehend mit einem geringfügigen Betrag zur Überprüfung belastet. Sie leisten erst dann eine Zahlung, wenn Sie etwas im Store kaufen.
el: Όταν προσθέτετε μια πιστωτική κάρτα ως μέθοδο πληρωμής, η Microsoft εξουσιοδοτεί την κάρτα πραγματοποιώντας μια μικρή, προσωρινή χρέωση στο λογαριασμό σας. Δεν θα πληρώσετε τίποτα έως ότου αγοράσετε κάτι από το Store.
es: Cuando agregas una tarjeta de crédito como método de pago, Microsoft autoriza la tarjeta mediante un pequeño cargo temporal en tu cuenta. No pagarás nada hasta que compres alguna cosa en Store.
et: Kui lisate makseviisina krediitkaardi, broneerib Microsoft krediitkaardi autoriseerimiseks teie kontol ajutiselt väikese summa. Teie kaardilt võetakse raha ainult juhul, kui teete Store'is mõne ostu.
eu: Ordainketa-metodo gisa kreditu-txartel bat gehitzen duzunean, Microsoft-ek txartela baimentzen du zure kontuan behin-behineko zenbateko txiki bat kobratuta. Ez duzu ezer ordaindu beharko Store-n zerbait erosi arte.
fa: زمانی که یک کارت اعتباری به عنوان روش پرداخت اضافه می‌کنید، Microsoft با دریافت یک مبلغ اندک و موقت، کارت را تأیید اعتبار می‌کند. تا زمانی که موردی را از Microsoft Store خریداری نکنید، هیچ مبلغی را پرداخت نخواهید کرد.
ga: Nuair a chuireann tú cárta creidmheasa leis mar mhodh íocaíocht, údaraíonn Microsoft an cárta trí méid beag a ghearradh ar do chuntas. Ní íocfaidh tú rud ar bith nó go gceannaíonn tú rud éigin ón Store.
gd: Nuair a chuireas tu cairt-chreideis ris mar dhòigh pàighidh, dearbhaidh Microsoft a’ chairt le bhith ag iarraidh suim bheag air a’ chunntas agad a thilleas e dhut. Cha bhi agad pàigheadh airson dad gus an ceannaich thu rudeigin on Store.
gl: Ao engadir un cartón de crédito como método de pagamento, Microsoft autorizará que o cartón realice un pequeno cobro temporal na túa conta. Non pagarás nada até que non compres algo en Store.
gu: જ્યારે તમે ક્રેડિટ કાર્ડને ચુકવણીની પદ્ધતિ તરીકે ઉમેરો છો, Microsoft તમારા ખાતામાં એક નાનો, હંગામી ચાર્જ કરીને કાર્ડને અધિકૃત કરે છે. તમે Storeમાંથી કશુંક ખરીદી ના કરો ત્યાં સુધી તમારે કોઇ ચૂકવણી કરવાની રહેશે નહીં.
he: כשאתה מוסיף כרטיס אשראי כשיטת תשלום, Microsoft מאשרת את הכרטיס על-ידי ביצוע חיוב קטן וזמני בחשבון שלך. לא תשלם דבר עד שתקנה פריט כלשהו ב- Microsoft Store.
hi: जब आप भुगतान पद्धति के रूप में क्रेडिट जोड़ते हैं, तब Microsoft आपके से छोटा, अस्थायी शुल्क लेकर कार्ड को अधिकृत करता है. जब तक आप Store से कुछ खरीद नहीं लेते है तब तक आपको कुछ भी भुगतान नहीं करना होगा.
hr: Kada karticu dodate kao sredstvo plaćanja, Microsoft će je autorizirati neznatnom, privremenom naplatom s vašeg računa. Platit ćete tek kada nešto kupite u trgovini Store.
hu: Amikor hozzáad egy hitelkártyát fizetési módként, a kártya engedélyezéséhez a Microsoft átmenetileg megterheli egy kisebb összeggel a számlát. Amíg nem vásárol a Store-ból, semmit nem kell fizetnie.
id: Ketika Anda menambahkan kartu kredit sebagai metode pembayaran, Microsoft memberikan otorisasi pada kartu dengan melakukan tagihan sementara dalam jumlah kecil ke rekening Anda. Anda tidak akan membayar apa pun sampai Anda membeli sesuatu dari Store.
is: Þegar þú bætir kreditkorti við sem greiðslumáta staðfestir Microsoft kortið með því að gjaldfæra lága, tímabundna greiðslu á reikninginn. Þú greiðir ekkert fyrr en þú kaupir eitthvað í Store.
ja: お支払い方法としてクレジット カードを追加すると、Microsoft はお客様の口座に少額の一時的な決済を行うことでカードを承認します。お客様は、Microsoft Store から何か購入されるまで、一切お支払いいただく必要はありません。
ka: როდესაც საკრედიტო ბარათს ამატებთ გადახდის მეთოდად, Microsoft ავტორიზაციას აძლევს ბარათს თქვენს ანგარიშზე მცირე ოდენობის თანხის დროებით დაკავებით. თქვენ არაფერს იხდით Store-დან რაიმეს შეძენამდე.
kk: Төлем әдісі ретінде несие картасын қосқан кезде, Microsoft шотыңыздан азғана және уақытша ақы алу арқылы картаға рұқсат береді. Store дүкенінен бір нәрсе сатып алмағанша, ешнәрсе төлеу қажет болмайды.
kn: ಯಾವಾಗ ನೀವು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಪಾವತಿ ವಿಧಾನವಾಗಿ ಸೇರಿಸುತ್ತೀರೋ, ಆಗ Microsoft ಒಂದು ಸಣ್ಣ, ತಾತ್ಕಾಲಿಕ ಶುಲ್ಕವನ್ನು ವಿಧಿಸುವ ಮೂಲಕ ಕಾರ್ಡ್ ಅನ್ನು ನಿಮ್ಮ ಖಾತೆಗೆ ಅಧಿಕೃತಗೊಳಿಸುತ್ತದೆ. ನೀವು Storeನಿಂದ ಏನನ್ನಾದರೂ ಖರೀದಿಸುವವರೆಗೂ ಯಾವುದನ್ನು ಪಾವತಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 결제 방법으로 신용 카드를 추가한 경우 Microsoft에서 회원님의 계좌로 소액을 임시로 청구하여 카드를 승인합니다. 그러나 회원님이 Microsoft Store에서 실제로 구매하기 전까지는 어떤 금액도 결제되지 않습니다.
ku_arab: کاتێک کارتێکی کرێدت وەک شێوازێکی پارەدان زیاد دەکەیت، Microsoft رێگە بە کارتەکە دەدات بە لێبڕینی کرێیەکی بچووکی کاتی لە ئەژمێرەکەت. تۆ هیچ پارەیەک نادەیت هەتا شتێک لە فرۆشگا نەکڕیت.
ky: Эгер сиз насыя картаны төлөө ыкма катары кошсоңуз, Microsoft картаны, эсеп жазууңуздан кичинекей сумманы убактылуу өндүрүү менен, купуялыгын текшерет жана Store'дон бир нерсе сатып алмайынча, эч нерсе төлөбөйсүз.
lo: ​ໃນ​​ເວລາ​ທີ່​ທ່ານ​ເພີ່ມ​ບັດ​ເຄຣດິດ​ເປັນ​ວິທີ​ການ​ຊຳລະ​ເງິນ, Microsoft ອະນຸຍາດ​​ບັດ​ນັ້ນ​​ໂດຍ​ການ​ເຮັດຄິດ​ເງິນ​ຊົ່ວຄາວ​ຈຳນວນ​ໜ້ອຍໆ​ນຳ​ບັນຊີ​ຂອງ​ທ່ານ. ທ່ານ​ຈະ​ບໍ່​​ໄດ້ຈ່າຍ​ອັນ​ໃດ​ຈົນ​ກວ່າ​ວ່າ​ທ່ານ​ຊື້​ບາງ​ຢ່າງ​ຈາກ​Microsoft Store .
lt: Kai kaip mokėjimo būdą įtraukiate kredito kortelę, „Microsoft“ patvirtina kortelę pritaikydama sąskaitai nedidelį laikiną mokestį. Jūs už nieką nemokėsite, kol ką nors nusipirksite iš „Store“.
lv: Kad pievienojat kredītkarti kā maksāšanas veidu, Microsoft sankcionē karti, veicot nelielu, īslaicīgu iemaksu jūsu kontā. Jums nebūs nekas jāmaksā, līdz iegādāsities kādu vienumu veikalā Store.
mi: Ina tāpiri koe i tētahi kari tāwere hei tikanga utu, ka whakamana a Microsoft i te kāri mā te uta i te nama tino iti rangitahi ki tō pūtea. E kore koe e mate ki te utu tae noa kia hoko rā anō i tētahi mea i te Store.
mk: Кога ќе додадете кредитна картичка како начин на плаќање, Microsoft ја авторизира со тоа што додава мал, привремен износ на сметката. Нема да платите ништо додека не купите нешто од Store.
ml: നിങ്ങൾ ഒരു പണമടയ്‌ക്കൽ രീതിയായി ക്രെഡിറ്റ് കാർഡ് ചേർക്കുമ്പോൾ, നിങ്ങളുടെ അക്കൗണ്ടിൽ ഒരു ചെറിയ, താൽക്കാലിക നിരക്ക് നടത്തുന്നതിലൂടെ Microsoft കാർഡ് അംഗീകൃതമാക്കുന്നു. Store നിന്നും എന്തെങ്കിലും വാങ്ങുന്നതുവരെ നിങ്ങൾ ഒന്നിനായും പണം നൽകേണ്ടതില്ല.
mn: Таныг кредит картаа төлбөрийн хэрэгсэл болгож нэмвэл Microsoft таны хэрэглэгчийн бүртгэлээс багахан хэмжээний, түр хураамж авч уг картыг баталгаажуулна. Та Store дэлгүүрээс ямар нэг зүйл худалдаж авахаас нааш та төлбөр хийхгүй.
mr: जेव्हा आपण देय पद्धती म्हणून क्रेडिट कार्ड जोडता, Microsoft आपल्या खात्यात एक लहान, अस्थायी शुल्क आकारण्याद्वारे कार्ड अधिकृत करते. जो पर्यंत आपण Storeमून काही खरेदी करत नाही तोपर्यंत आपल्याला देय देता येणार नाही.
ms: Apabila anda menambah kad kredit sebagai kaedah pembayaran, Microsoft membenarkan kad tersebut dengan mengenakan caj kecil yang bersifat sementara pada akaun anda. Anda tidak perlu membayar apa-apa sehingga anda membeli sesuatu daripada Store.
mt: Meta żżid karta ta' kreditu bħala metodu ta' pagament, Microsoft tawtorizza l-karta billi tagħmel charge temporanja żgħira fuq il-kont tiegħek. Ma tħallas xejn sakemm ma tixtrix xi ħaġa mis-Store.
ne: तपाइँले भुक्तानी विधिको रूपमा क्रेडिट कार्ड थप्दा, Microsoft ले तपाइँको खातामा केही, अस्थायी शुल्क लगाएर कार्डलाई स्वीकृत गर्छ। तपाइँले Store केही खरिद नगर्दासम्म तपाइँले कुनै भुक्तान गर्नु पर्दैन।
nn_no: Når du legg til eit kredittkort som betalingsmetode, godkjenner Microsoft kortet ved å trekkje eit lite beløp mellombels frå kontoen din. Du betaler ingenting før du kjøper noko frå Store.
no: Når du legger til et kredittkort som betalingsmetode, godkjenner Microsoft kortet ved å trekke et lite beløp midlertidig fra kontoen din. Du betaler ingenting før du kjøper noe fra Store.
or: ଯେତେବେଳେ ଆପଣ ଏକ ଦେୟ ପଦ୍ଧତିଭାବରେ ଏକ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯୋଡିବେ, Microsoft ଏକ କ୍ଷୁଦ୍ର ପ୍ରସ୍ତୁତ କରି ସ୍ଵୀକୃତ କରିଥାଏ, ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍‌କୁ ଅସ୍ଥାୟୀଭାବରେ ଦେୟ ଲାଗୁ ହେବ. ଆପଣ Store ଠାରୁ କିଛି କ୍ରୟ ନକରିବା ପର୍ଯ୍ୟନ୍ତ କିଛି ଦେୟ କରିପାରିବେ ନାହିଁ.
pa_arab_pk: ‏‏جیدوں تُسی ادائيگی دے طریقے دے طور تے کریڈٹ کارڈ دا اضافہ کردے او، Microsoft تہاڈے اکاؤنٹ وچوں تھوڑا، عارضی چارج کردیاں ہویاں کارڈ دی اجازت دیندا اے۔ تسیں سٹور وچوں کوئی شے خریدن تیکر کوئی ادائیگی نہیں کرو گے۔
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਇੱਕ ਭੁਗਤਾਨ ਢੰਗ ਦੇ ਤੌਰ 'ਤੇ ਜੋੜਦੇ ਹੋ, ਤਾਂ Microsoft ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਛੋਟੇ, ਅਸਥਾਈ ਬਦਲਾਅ ਕਰਨ ਦੁਆਰਾ ਕਾਰਡ ਨੂੰ ਅਧਿਕ੍ਰਿਤ ਕਰਦਾ ਹੈ। ਤੁਸੀਂ ਉਦੋਂ ਤੱਕ ਭੁਗਤਾਨ ਨਹੀਂ ਕਰ ਸਕੋਗੇ ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ Store ਤੋਂ ਖਰੀਦ ਨਹੀਂ ਕਰਦੇ।
pl: Gdy dodasz kartę kredytową jako metodę płatności, firma Microsoft przeprowadzi jej autoryzację, obciążając Twoje konto niewielką, tymczasową opłatą. Nie poniesiesz żadnych kosztów, dopóki nie kupisz czegoś w sklepie Store.
ru: При добавлении кредитной карты в качестве метода оплаты корпорация Майкрософт выполняет авторизацию карты, временно снимая с нее небольшую сумму. На самом деле оплата с карты не производится, пока вы не приобретете какие-либо товары в Store.
sd: جڏهن توهان ڪريڊٽ ڪارڊ کي ادائگي جي انداز ۾ اضافو ڪندا آهيو، Microsoft توهان جي اڪائونٽ تي عارضي چارج لڳائي، ڪارڊ کي آٿورائز ڪندو آهي. توهان تيستائين ادا نه ڪندا جيستائين توهان Microsoft Store تان ڪجهه خريد نه ڪندا.
si: ඔබ ගෙවීම් ක්‍රමයක් ලෙස ක්‍රෙඩිට් කාඩ්පතක් එක් කරන විට, ඔබේ ගිණුමට කුඩා, තාවකාලික ගාස්තුවක් අය කරමින් Microsoft විසින් කාඩ්පතට බලය ලබා දේ. ඔබ Store වෙතින් කිසියම් දෙයක් මිලට ගන්නා තුරු ඔබට කිසිවක් ගෙවීමට සිදු නොවේ.
sl: Ko kot način plačila dodate kreditno kartico, Microsoft kartico potrdi tako, da na vaš račun nakaže manjši začasen znesek. Dokler ne boste česa kupili v trgovini Store, vam ne bo treba plačati ničesar.
sr_cyrl_rs: Када додате кредитну картицу као начин плаћања, Microsoft ће овластити ту картицу тако што ће наплатити мали, привремени износ са вашег рачуна. Нећете морати ништа да плаћате док не купите нешто из Store продавнице.
sr_latn_rs: Kada dodate kreditnu karticu kao način plaćanja, Microsoft će ovlastiti tu karticu tako što će naplatiti mali, privremeni iznos sa vašeg računa. Nećete morati ništa da plaćate dok ne kupite nešto iz Store prodavnice.
sv: När du lägger till ett kontokort som en betalningsmetod autentiseras kortet av Microsoft genom att en liten, tillfällig avgift debiteras kontot. Du betalar ingenting förrän du köper något i Store.
ta: கடன் அட்டையை கட்டண முறையாகச் சேர்க்கும்போது, உங்கள் கணக்கிற்கு குறைந்த, தற்காலிக கட்டணத்தை விதித்து அட்டையை Microsoft அங்கீகரிக்கும். Storeலிருந்து ஏதாவது வாங்கும் வரை நீங்கள் எதையும் செலுத்த மாட்டீர்கள்.
te: మీరు క్రెడిట్ కార్డ్‌ని చెల్లింపు పద్ధతి వలె జోడిస్తే, Microsoft ఒక చిన్న, తాత్కాలిక ఛార్జీని మీ ఖాతాపై విధించడం ద్వారా కార్డ్‌ని ప్రమాణీకరిస్తుంది. మీరు Store నుండి దేనినైనా కొనుగోలు చేయనంత వరకు ఏ చెల్లింపు చేయాల్సిన అవసరం లేదు.
tg: Вақте ки шумо корти қарзиро ҳамчун тарзи пардохте илова мекунед, Microsoft кортро тавассути ситонидани маблағи хурд барои ҳисоби шумо тасдиқ мекунад. То харидан ягон маҳсул аз Дукон, корти шумо истифода бурда намешавад.
th: เมื่อคุณเพิ่มบัตรเครดิตเป็นวิธีการชำระเงิน Microsoft จะอนุญาตบัตรโดยการเรียกเก็บค่าธรรมเนียมในจำนวนเล็กน้อยเพียงชั่วคราวจากบัญชีของคุณ คุณจะไม่ต้องชำระอะไรจนกว่าคุณจะซื้อบางอย่างจาก Store
tr: Ödeme yöntemi olarak bir kredi kartı eklediğinizde Microsoft, hesabınıza geçici olarak küçük bir miktar yansıtarak kartınızı yetkilendirir. Store'dan bir şey satın alana kadar herhangi bir ödeme yapmazsınız.
tt: Сез түләү ысулы итеп кредит картасын өстәгәндә, Майкрософт, хисабыгызга аз күләмле вакытлыча түләү башкарып, картаны авторизацияли. Store'дан нәрсәдер сатып алганчы, сез берни дә түләмәячәксез.
ug: ئىناۋەتلىك كارتىنى ھەق تاپشۇرۇش ئۇسۇلى قاتارىدا قوشقاندا، Microsoft كارتىڭىزدىن ئىنتايىن ئاز مىقداردا ھەق تۇتۇش ئارقىلىق كارتىنى دەلىللەيدۇ. Microsoft Store دىن مال سېتىۋالمىغۇچە ھېچنەرسىگە ھەق تۆلىمەيسىز.
uk: Під час додавання кредитної картки як методу оплати корпорація Майкрософт авторизує картку, тимчасово знімаючи з неї невелику суму. Насправді оплати з карти не відбувається, поки ви не придбаєте якісь товари в Store.
ur: جب آپ ایک کریڈٹ کارڈ کو ایک ادائیگی کے طریقہ کے طور پر شامل کرتے ہیں، Microsoft آپ کے اکاؤنٹ پر ایک چھوٹی، عارضی قیمت لگا کر کارڈ کا اختیار دیتی ہے۔ جب تک آپ Store سے کوئی خریداری نہیں کرتے ہیں تب تک آپ کچھ بھی ادا نہیں کریں گے۔
uz: To‘lov usuli sifatida kredit kartani qo‘shganingizda, Microsoft hisobingizdan kichik miqdorda vaqtinchalik to‘lovni yechib olish orqali kartochkangizni tekshiradi. Store’dan biror narsa sotib olmaguningizga qadar, hech narsa to‘lamaysiz.
vi: Khi bạn thêm thẻ tín dụng như làm phương thức thanh toán, Microsoft sẽ ủy quyền thẻ bằng cách tạo tính một khoản phí nhỏ, tạm thời vào tài khoản của bạn. Bạn sẽ không phải thanh toán bất kỳ mặt hàng nào cho đến khi bạn mua gì đó từ Store.
zh_hans: 当你将某张信用卡添加为付款方式时，Microsoft 将向你的帐户收取小额临时费用，以授权使用该卡。在从 Microsoft Store 购买商品前，无需支付任何费用。
zh_hant: 當您新增信用卡做為付款方式時，Microsoft 會嘗試對您的帳戶收取一筆小額的暫時性金額以取得發卡銀行授權。從 Microsoft Store 購買項目之前，您將不需要支付任何款項。

# Literal.County.MaxLength
source: County is too long.
af: Distrik is te lank.
am: ካውንቲ በጣም ረጅም ነው።
ar: اسم المقاطعة طويل جدًا.
as: দেশ অতি দীঘল৷
az: Dairə çox uzundur.
bg: Името на графството е прекалено дълго.
bn_in: প্রশাসনিক বিভাগটি অত্যন্ত দীর্ঘ৷
bs: Ime okruga je predugo.
cy: Mae'r sir yn rhy hir.
da: Land er for langt.
de: Die Grafschaft ist zu lang.
el: Το όνομα χώρας είναι πολύ μεγάλο.
es: El condado es demasiado largo.
et: Maakond on liiga pikk.
eu: Konderria luzeegia da.
fa: نام شهرستان بسیار طولانی است.
ga: Tír rófhada.
gd: Tha ainm na dùthcha ro fhada.
gl: O condado é longo de máis.
gu: काउंटी बहुत बड़ा है.
he: המחוז ארוך מדי.
hi: काउंटी बहुत बड़ा है.
hr: Županija je predugačka.
hu: A megyenév túl hosszú.
id: Kabupaten terlalu panjang.
is: Sýslan er of löng.
ja: 市区郡が長すぎます。
ka: ქვეყნის სახელი ძალიან გრძელია.
kk: Мемлекет аты тым ұзын.
kn: ಕೌಂಟಿ ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 지역 이름이 너무 깁니다.
ku_arab: وڵات زۆر درێژە.
ky: Аймак аты өтө узун.
lo: ເຂດປົກຄອງຍາວເກີນໄປ.
lt: Apygardos pavadinimas per ilgas.
lv: Apgabala nosaukums ir pārāk garš.
mi: He roa rawa te takiwā.
mk: Округот е премногу долг.
ml: കൌണ്ടി ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Улсын нэр хэт урт байна.
mr: तालुका खूप दीर्घ आहे.
ms: Kaunti terlalu panjang.
mt: Il-kontea twila wisq.
ne: प्रान्त धेरै लामो छ।
nn_no: Fylke er for langt.
no: Fylke er for langt.
or: ପ୍ରଦେଶ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏ملک بہت لمّا اے۔
pa_in: ਕਾਉਂਟੀ ਬਹੁਤ ਲੰਮੀ ਹੈ।
pl: Nazwa powiatu jest zbyt długa.
ru: Значение в поле "Край" слишком длинное.
sd: ملڪ تمام ڊگھو آهي.
si: රට දිග වැඩියි.
sl: Regija je predolga.
sr_cyrl_rs: Име округа је предугачко.
sr_latn_rs: Ime okruga je predugačko.
sv: Land/region är för långt.
ta: நாடு மிக நீளமாக உள்ளது.
te: దేశం చాలా పొడవుగా ఉంది.
tg: Кишвар аз ҳад дароз аст.
th: เขตยาวเกินไป
tr: Ülke/bölge çok uzun.
tt: Округ исеме артык озын.
ug: دۆلەت بەك ئۇزۇن.
uk: Задовга назва округу.
ur: ملک بہت طویل ہے۔
uz: Mamlakat juda uzun.
vi: Hạt quá dài.
zh_hans: 县太长。
zh_hant: 縣市太長。

# Literal.County.Required
source: County is required.
af: Distrik is 'n veryste.
am: ካውንቲ ያስፈልጋል።
ar: اسم المقاطعة مطلوب.
as: দেশ আৱশ্যক৷
az: Dairə tələb olunur.
bg: Графството е задължително.
bn_in: প্রশাসনিক বিভাগটি প্রয়োজনীয়৷
bs: Ime okruga je obavezno.
cy: Rhaid rhoi sir.
da: Land skal angives.
de: Die Grafschaft ist erforderlich.
el: Απαιτείται το όνομα πολιτείας.
es: El condado es obligatorio.
et: Maakond on nõutud.
eu: Konderria beharrezkoa da.
fa: نام شهرستان ضروری است.
ga: Tír ag teastáil.
gd: Tha feum air dùthaich.
gl: Cómpre o condado.
gu: काउंटी आवश्यक है.
he: המחוז נדרש.
hi: काउंटी आवश्यक है.
hr: Županija je obvezna.
hu: A megye megadása kötelező.
id: Kabupaten wajib diisi.
is: Sýslu er krafist.
ja: 市区郡は必須項目です。
ka: მიუთითეთ ქვეყანა.
kk: Мемлекетті енгізу қажет.
kn: ಕೌಂಟಿ ಅಗತ್ಯವಿದೆ.
ko: 지역은 필수 항목입니다.
ku_arab: وڵات پێویستە.
ky: Аймак талап кылынат.
lo: ຕ້ອງລະບຸເຂດປົກຄອງ.
lt: Reikalingas apskrities pavadinimas.
lv: Norādiet apgabala nosaukumu.
mi: Kei te hiahiatia te takiwā.
mk: Округот е задолжителен.
ml: കൌണ്ടി ആവശ്യമാണ്.
mn: Улсаа оруулах шаардлагатай.
mr: तालुका आवश्यक आहे.
ms: Kaunti diperlukan.
mt: Il-kontea meħtieġa.
ne: प्रान्त आवश्यक छ।
nn_no: Fylke er nødvendig.
no: Fylke er nødvendig.
or: ପ୍ରଦେଶ ଆବଶ୍ୟକ.
pa_arab_pk: ‏‏ملک دی لوڑ اے۔
pa_in: ਕਾਉਂਟੀ ਦੀ ਲੋਡ਼ ਹੈ।
pl: Nazwa powiatu jest wymagana.
ru: Укажите край.
sd: ملڪ جي ضرورت آهي.
si: රට අවශ්‍යයි.
sl: Regija je obvezen podatek.
sr_cyrl_rs: Име округа је обавезно.
sr_latn_rs: Ime okruga je obavezno.
sv: Land/region måste anges.
ta: நாடு அவசியம்.
te: దేశం అవసరం.
tg: Кишвар ҳатмист.
th: ต้องระบุเขต
tr: Ülke/bölge gereklidir.
tt: Округ исеме мәҗбүри.
ug: دۆلەت تەلەپ قىلىنىدۇ.
uk: Укажіть округ.
ur: ملک درکار ہے۔
uz: Mamlakat talab qilinadi.
vi: Hạt là cần thiết.
zh_hans: 县为必填项。
zh_hant: 縣市是必要資訊。

# Word.County
source: County
af: Distrik
am: ካውንቲ
ar: المقاطعة
as: দেশ
az: Dairə
bg: Графство
bn_in: প্রশাসনিক বিভাগ
bs: Okrug
cy: Sir
da: Land
de: Grafschaft
el: Επαρχία
es: Condado
et: Maakond
eu: Konderria
fa: شهرستان
ga: Tír
gd: Dùthaich
gl: Condado
gu: काउंटी
he: מחוז
hi: काउंटी
hr: Županija
hu: Megye
id: Kabupaten
is: Sýsla
ja: 市区郡
ka: ქვეყანა
kk: Мемлекет
kn: ಕೌಂಟಿ
ko: 지역
ku_arab: هەرێم
ky: Аймак
lo: ເຂດປົກຄອງ
lt: Apskritis
lv: Apgabals
mi: Takiwā
mk: Округ
ml: കൌണ്ടി
mn: Улс
mr: तालुका
ms: Kaunti
mt: Kontea
ne: प्रान्त
nn_no: Fylke
no: Fylke
or: ପ୍ରଦେଶ
pa_arab_pk: ‏‏ملک
pa_in: ਕਾਉਂਟੀ
pl: Powiat
ru: Край
sd: ڳڻندڙ
si: රට
sl: Regija
sr_cyrl_rs: Округ
sr_latn_rs: Okrug
sv: Land/region
ta: நாடு
te: దేశం
tg: Графӣ
th: เขต
tr: Ülke/Bölge
tt: Округ
ug: دۆلەت
uk: Округ
ur: ملک
uz: Mamlakat
vi: Hạt
zh_hans: 县
zh_hant: 縣市

# Word.County.Optional
source: County (Optional)
af: Distrik (opsioneel)
am: ሀገር (የግድ ያልሆነ)
ar: المقاطعة (اختياري)
as: দেশ (বৈকল্পিক)
az: Dairə (İxtiyari)
bg: Окръг (опционално)
bn_in: প্রশাসনিক বিভাগ (বৈকল্পিক)
bs: Okrug (opcionalno)
cy: Sir (Dewisol)
da: Land (valgfrit)
de: Landkreis (optional)
el: Κομητεία (προαιρετικά)
es: Provincia (opcional)
et: Vald (valikuline)
eu: Konderria (aukerakoa)
fa: شهر (اختیاری)
ga: Contae (Roghnach)
gd: Siorrachd/Còigeamh (roghainneil)
gl: Provincia (opcional)
gu: દેશ (વૈકલ્પિક)
he: מחוז (אופציונלי)
hi: काउंटी (वैकल्पिक)
hr: Županija (neobavezno)
hu: Megye (nem kötelező)
id: Negara (Opsional)
is: Sýsla (valfrjáls)
ja: 郡 (省略可)
ka: რაიონი (არასავალდებულო)
kk: Ел (қосымша)
kn: ಕೌಂಟಿ (ಐಚ್ಛಿಕ)
ko: 구/군(선택 사항)
ku_arab: ناوچه (ئارەزوومەندانه)
ky: Өлкөсү (каалоо боюнча)
lo: ປະເທດ (​ເລືອກ​ໄດ້)
lt: Grafystė (pasirinktinai)
lv: Apgabals (neobligāti)
mi: Takiwā (Kōwhiri)
mk: Земја (изборно)
ml: രാജ്യം (നിർബന്ധമല്ല)
mn: Муж (сонголтот)
mr: तालुका (पर्यायी)
ms: Negara (Pilihan)
mt: Reġjun (Fakultattiv)
ne: काउंटी (वैकल्पिक)
nn_no: Fylke (valfritt)
no: Fylke (valgfritt)
or: ଦେଶ (ବୈକଳ୍ପିକ)
pa_arab_pk: ملک(اختیاری)
pa_in: ਕਾਉਂਟੀ (ਵਿਕਲਪਿਕ)
pl: Powiat (opcjonalnie)
ru: Край (необязательно)
sd: ملڪ (اختياري)
si: ප්‍රාන්තය (විකල්පමය)
sl: Okrožje (neobvezno)
sr_cyrl_rs: Округ (опционално)
sr_latn_rs: Okrug (opcionalno)
sv: Län (valfritt)
ta: தேசம் (விருப்பத்தேர்வு)
te: దేశం (ఐచ్ఛికం)
tg: Кишвар (Ихтиёрӣ)
th: เขต (ระบุหรือไม่ก็ได้)
tr: İlçe (İsteğe bağlı)
tt: Округ (мәҗбүри түгел)
ug: دۆلەت (ئىختىيارىي)
uk: Округ (необов’язково)
ur: ملک (اختیاری)
uz: Okrug (Ixtiyoriy)
vi: Quốc gia (Tùy chọn)
zh_hans: 郡（可选）
zh_hant: 國家/地區 (選填)

# Word.Button.PlaceOrder
source: Place order
af: Plaas bestelling
am: ትዕዛዝ የሚሰጥበት ቦታ
ar: وضع طلب
as: অৰ্ডাৰ দিয়ক
az: Sifarişi yerləşdir
bg: Поръчка
bn_in: দয়া করে আদেশ করুন
bs: Ispostavite narudžbu
cy: Rhowch eich archeb
da: Afgiv bestilling
de: Zahlungspflichtig bestellen
el: Υποβολή παραγγελίας
es: Hacer pedido
et: Tehke tellimus
eu: Egin eskaera
fa: سفارش بدهید
ga: Cuir isteach ordú
gd: Cuir an t-òrdan
gl: Facer pedido
gu: ઓર્ડર કરો
he: הזמן
hi: ऑर्डर दें
hr: Pošalji narudžbu
hu: Rendelés
id: Pesan
is: Leggja inn pöntun
ja: 注文
ka: შეუკვეთეთ
kk: Тапсырысты орналастыру
kn: ಆದೇಶವನ್ನು ಇರಿಸು
ko: 주문
ku_arab: ئۆردەرێک دابنێ
ky: Буйрутма берүү
lo: ສັ່ງຊື້
lt: Pateikti užsakymą
lv: Pasūtīt
mi: Tāpaetia mai tō tono
mk: Направете нарачка
ml: ഓര്‍ഡര്‍ പ്ലെയ്‌സ് ചെയ്യുക
mn: Захиалгаа өгөх
mr: ऑर्डर करा
ms: Buat pesanan
mt: Agħmel ordni
ne: आदेश राख्नुहोस्
nn_no: Bestill
no: Bestill
or: ନିର୍ଦ୍ଦେଶ ସ୍ଥାନିତ କରନ୍ତୁ
pa_arab_pk: تھاں حکم
pa_in: ਆਰਡਰ ਦਿਉ।
pl: Złóż zamówienie
ru: Разместить заказ
sd: آرڊر ڏيو
si: ඇනවුම් කරන්න
sl: Oddaj naročilo
sr_cyrl_rs: Пошаљи поруџбину
sr_latn_rs: Pošalji porudžbinu
sv: Gör en beställning
ta: ஆர்டர் செய்யவும்
te: స్థాన క్రమం
tg: Ҷойгир кардани фармоиш
th: ทำการสั่งซื้อ
tr: Satın al
tt: Заказны урнаштырыгыз
ug: زاكاز قىلىش
uk: Розмістити замовлення
ur: آرڈر دیں
uz: Buyurtma joylashtirish
vi: Đặt mua
zh_hans: 下订单
zh_hant: 下單
