Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.IndiaThreeds.Regulation.Text
source: You’ll be redirected to bank’s website to verify your credit card. We’ll collect your information but won’t use it without your permission. After xxx 2021, due to regulations set by the Reserve Bank of India.
af: Jy sal na die bank se webwerf herlei word om jou kredietkaart te verifieer. Ons sal jou inligting versamel, maar sal dit nie sonder jou toestemming gebruik nie. Ná xxx 2021, weens regulasies wat deur die Reserwebank van Indië vasgestel is.
am: ክሬዲት ካርዶን እንዲያረጋግጥጡ ወደ ባንክ ደህረ ገጽ ይዘዋወራሉ። መረጃዎን እንሰበስባለን ያለ እርሶ ፈቃድ ግን አንጠቀመውም።ከ xxx 2021 በኋላ፣ የሕንድ ሪዘርቭ ባንክ ባወጣው ደንብ ምክንያት።
ar: ستتم إعادة توجيهك إلى موقع البنك على الويب لتأكيد بطاقة ائتمانك. سنجمع معلوماتك لكننا لن نستخدمها بدون إذنك بعد xxx 2021، وذلك وفقاً القوانين التي وضعها بنك الاحتياطي الهندي.
as: আপোনাৰ ক্ৰেডিট কাৰ্ড সত্যাপন কৰিবলৈ আপোনাক বেঙ্কৰ ৱেবছাইটলৈ পুনঃনিৰ্দেশিত কৰা হ'ব। আমি আপোনাৰ তথ্য সংগ্ৰহ কৰিম কিন্তু আপোনাৰ অনুমতি অবিহনে ইয়াক ব্যৱহাৰ নকৰোঁ। xxx 2021-ৰ পিছত, ভাৰতীয় ৰিজাৰ্ভ বেঙ্কে নিৰ্ধাৰণ কৰা নিয়মাৱলীৰ বাবে।
az: Kredit kartınızı təsdiqləmək üçün bankın veb-saytına yönləndiriləcəksiniz. Məlumatlarınızı toplayacağıq, lakin icazəniz olmadan istifadə etməyəcəyik. xxx ayı 2021-ci ildən sonra Hindistan Ehtiyat Bankı tərəfindən təyin edilmiş qaydalara əsasən.
bg: Ще бъдете пренасочени към уеб сайта на банката, за да потвърдите кредитната си карта. Ще съберем вашата информация, но няма да я използваме без ваше разрешение. След xxx 2021 г. поради нормативните изисквания, зададени от Reserve Bank of India.
bn_in: আপনার ক্রেডিট কার্ড যাচাই করার জন্য আপনাকে ব্যাঙ্কের ওয়েবসাইটে পুনর্নির্দেশিত করা হবে। আমরা আপনার তথ্য সংগ্রহ করবো কিন্তু আপনার অনুমতি ছাড়া এটি ব্যবহার করবো না। xxx 2021-এর পরে, ভারতীয় রিজার্ভ ব্যাঙ্ক দ্বারা নির্ধারিত প্রবিধানের কারণে।
bs: Bit ćete preusmjereni na web stranicu banke da biste potvrdili svoju kreditnu karticu. Prikupićemo vaše informacije ali ih nećemo koristiti bez vaše dozvole. Nakon xxx 2021, zbog uredbi koje je propisala Reserve Bank of India.
cy: Cewch eich ailgyfeirio i wefan y banc i ddilysu eich cerdyn credyd. Byddwn yn casglu eich gwybodaeth, ond ni fyddwn yn ei defnyddio heb eich caniatâd. Ar ôl xxx 2021, oherwydd rheoliadau a osodwyd gan Reserve Bank of India.
da: Du bliver omdirigeret til bankens websted for at bekræfte dit kreditkort. Vi indsamler dine oplysninger, men bruger dem ikke uden din tilladelse. Efter xxx 2021, på grund af forordninger, der er angivet af Reserve Bank of India.
de: Sie werden zur Website der Bank weitergeleitet, um Ihre Kreditkarte zu überprüfen. Wir erfassen Ihre Informationen, verwenden sie aber nicht ohne Ihre Erlaubnis. Nach xxx 2021 aufgrund von Bestimmungen der Reserve Bank of India.
el: Θα ανακατευθυνθείτε στην τοποθεσία web της τράπεζας για να επαληθεύσετε την πιστωτική κάρτα σας. Θα συλλέξουμε τα στοιχεία σας, αλλά δεν θα τα χρησιμοποιήσουμε χωρίς την άδειά σας. Μετά τις xxx 2021, λόγω των κανονισμών που έχουν οριστεί από την Ρυθμιστική αρχή της Ινδίας.
es: Se le redirigirá al sitio web del banco para comprobar su tarjeta de crédito. Recopilaremos su información, pero no la usaremos sin su permiso. Después de xxx 2021, debido a las regulaciones establecidas por el Banco de la Reserva de la India.
et: Teid suunatakse krediitkaardi kinnitamiseks panga veebisaidile. Kogume teie teavet, kuid ei kasuta seda ilma teie loata. Pärast xxx 2021. aasta lõppu kehtivad India Reserve Banki eeskirjad.
eu: Kreditu-txartela egiaztatzeko, bankuaren webgunera eramango zaitugu. Zure informazioa bilduko dugu, baina ez dugu zure baimenik gabe erabiliko. 2021eko xxx ezkero, Indiako Erreserba Bankuak ezarritako araudiak direla eta.
fa: برای تأیید کارت اعتباری خود، به وب‌سایت بانک هدایت خواهید شد. ما اطلاعاتتان را جمع‌آوری می‌کنیم اما بدون اجازه شما از آن استفاده نخواهیم کرد. پس از xxx ۲۰۲۱، به‌دلیل مقررات تنظیم‌شده توسط رزرو بانک هند.
ga: Tabharfar atreorú duit chuig suíomh Gréasáin an bhainc chun do chárta creidmheasa a fhíorú. Baileoimid do chuid faisnéise ach ní úsáidfimid í gan do chead. Tar éis xxx 2021, mar gheall ar rialacháin arna socrú ag Banc Cúlchiste na hIndia.
gd: Thèid d’ ath-stiùireadh gu làrach-lìn a’ bhanca a dhearbhadh na cairte-creideis agad. Cruinnichidh sinn am fiosrachadh agad ach cha chleachd sinn e gun chead uat. An dèidh xxx 2021 an cois conn-riaghailtean ùra a chuir Banca Cùl-stòr nan Innseachan an sàs.
gl: Redirixiráseche ao sitio web do banco para verificar o teu cartón de crédito. Recompilarase a túa información pero non se usará sen o teu permiso. Despois de xxx 2021, debido á normativa establecida polo Reserve Bank of India.
gu: તમારું ક્રેડિટ કાર્ડ ચકાસવા માટે તમને બેંકની વેબ સાઇટ પર રીડાયરેક્ટ કરવામાં આવશે. અમે તમારી માહિતી એકત્રિત કરીશું પરંતુ તમારી અનુમતિ વિના તેનો ઉપયોગ કરીશું નહીં. xxx 2021 પછી, રિઝર્વ બેંક ઑફ ઇન્ડિયા દ્વારા સેટ કરાયેલ નિયમનોના કારણે.
he: תנותב מחדש לאתר האינטרנט של הבנק כדי לאמת את כרטיס האשראי שלך. אנחנו נאסוף את המידע שלך אך לא נשתמש בו ללא רשותך. לאחר xxx 2021, עקב תקנות שהעוגדרו על-ידי Reserve Bank of India.
hi: आपको अपना क्रेडिट कार्ड सत्यापित करने के लिए बैंक की वेबसाइट पर रीडायरेक्ट किया जाएगा. हम आपकी जानकारी एकत्रित करेंगे लेकिन आपकी अनुमति के बिना इसका उपयोग नहीं करेंगे. xxx 2021 के बाद, रिज़र्व बैंक ऑफ़ भारत द्वारा सेट किए गए विनियमों की वजह से.
hr: Bit ćete preusmjereni na web-mjesto banke kako biste potvrdili svoju kreditnu karticu. Prikupit ćemo vaše podatke, ali se nećemo njima koristiti bez vaše dozvole. Nakon xxx 2021., zbog uredbi koje je postavila Reserve Bank of India.
hu: A rendszer átirányítja a bank webhelyére a hitelkártya ellenőrzéséhez. Összegyűjtjük az adatait, de az engedélye nélkül nem használjuk fel azokat xxx 2021 után, a Reserve Bank of India által előírt szabályozások miatt.
id: Anda akan diarahkan ke situs web bank untuk memverifikasi kartu kredit. Kami akan mengumpulkan informasi Anda, tetapi tidak akan menggunakannya tanpa izin. Setelah xxx 2021, karena peraturan yang ditetapkan oleh Bank Persediaan India.
is: Þér verður beint á vefsvæði bankans til að sannprófa greiðslukortið þitt. Við söfnum upplýsingunum þínum en munum ekki nota þær án leyfis frá þér. Eftir xxx 2021, vegna reglugerða frá seðlabanka Indlands.
ja: お客様のクレジット カードを確認するために、銀行の Web サイトにリダイレクトされます。お客様の情報が収集されますが、お客様の許可なく使用されることはありません。2021 年 xxx 以降、インド準備銀行によって設定された規制に従います。
ka: მოხდება თქვენი გადამისამართება ბანკის ვებსაიტზე თქვენი საკრედიტო ბარათის დასადასტურებლად. ჩვენ შევაგროვებთ თქვენს ინფორმაციას, მაგრამ არ გამოვიყენებთ მას თქვენი ნებართვის გარეშე. xxx 2021 წლის შემდეგ, ინდოეთის სარეზერვო ბანკის მიერ დადგენილი რეგულაციების გამო.
kk: Кредиттік картаңызды тексеру үшін, банктің веб-сайтына қайта бағытталады. Дерекеріңізді жинаймыз, бірақ оларды рұқсатыңызсыз пайдаланбаймыз. xxx 2021 кезінен кейін Үндістанның Резервтік банкі белгілеген нормативтік актілерге сәйкес реттелетін болады.
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮನ್ನು ಬ್ಯಾಂಕಿನ ವೆಬ್‌ಸೈಟ್‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಾವು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ ಆದರೆ ನಿಮ್ಮ ಅನುಮತಿಯಿಲ್ಲದೆ ಅದನ್ನು ಬಳಸುವುದಿಲ್ಲ. xxx 2021 ರ ನಂತರ, ಭಾರತೀಯ ರಿಸರ್ವ್ ಬ್ಯಾಂಕ್ ನಿಗದಿಪಡಿಸಿರುವ ನಿಯಮಗಳೇ ಇದಕ್ಕೆ ಕಾರಣ.
ko: 신용 카드를 확인하기 위해 은행 웹 사이트로 리디렉션됩니다. 귀하의 정보를 수집하지만 귀하의 허락 없이는 사용하지 않습니다. 2021년 xxx 이후에는 인도 중앙 은행이 정한 규정으로 인해 해당 작업이 이뤄집니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຫາເວັບໄຊທ໌ຂອງທະນາຄານເພື່ອກວດສອບບັດເຄຣດິດຂອງທ່ານ. ພວກເຮົາຈະເກັບກຳຂໍ້ມູນຂອງທ່ານແຕ່ພວກເຮົາຈະບໍ່ໃຊ້ມັນໂດຍບໍ່ໄດ້ຮັບການອະນຸຍາດຈາກທ່ານ. ຫຼັງຈາກ xxx 2021, ເນື່ອງຈາກກົດລະບຽບທີ່ຕັ້ງໂດຍ ທະນາຄານກາງ (Reserve Bank) ຂອງປະເທດອິນເດຍ.
lt: Būsite nukreipti į banko svetainę, kad patvirtintumėte savo kredito kortelę. Surinksime jūsų informaciją, bet nenaudosime jos be jūsų leidimo. Po 2021 m. xxx pagal Indijos rezervų banko nustatytas taisykles.
lv: Jūs tiksit novirzīts uz bankas tīmekļa vietni, lai verificētu savu kredītkarti. Mēs apkoposim jūsu informāciju, bet neizmantosim to bez jūsu atļaujas. Pēc 2021. gada xxx Indijas Rezervju bankas noteikto noteikumu dēļ.
mi: Ka tahuri kē koe ki te paetukutuku pēke hei manatoko i tō kāri nama. Ka kohi mātou i ō mōhiohio engari, kāore mātou e whakamahia i waho o tōu whakaaetanga. A muri i te xxx 2021, nā ngā ture i whakatakotoria e te Pēke Tāhui o Īnia.
mk: Ќе бидете пренасочени на веб-страницата на банката за да ја потврдите вашата кредитна картичка. Ќе ги собереме вашите информации, но нема да ги користиме без ваша дозвола. По xxx 2021 година, поради прописите поставени од Банката за резерви на Индија.
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് സൂക്ഷ്മപരിശോധന നടത്തുന്നതിന് നിങ്ങളെ ബാങ്കിന്റെ വെബ്സൈറ്റിലേക്ക് റീഡയറക്ടുചെയ്യും. ഞങ്ങൾ നിങ്ങളുടെ വിവരങ്ങൾ ശേഖരിക്കും, എന്നാൽ നിങ്ങളുടെ അനുമതിയില്ലാതെ ഇത് ഉപയോഗിക്കുന്നതല്ല. xxx 2021 ന് ശേഷം, റിസർവ് ബാങ്ക് ഓഫ് ഇന്ത്യ സജ്ജമാക്കിയ നിയമങ്ങൾ കാരണം.
mr: आपले क्रेडिट कार्ड पडताळण्यासाठी आपल्याला बँकेच्या वेबसाइटवर पुनर्निर्देशित केले जाईल.आम्ही आपली माहिती गोळा करू परंतु आपल्या परवानगीशिवाय ती वापरणार नाही. xxx 2021 नंतर, भारतीय रिझर्व्ह बँक द्वारे सेट केल्या गेलेल्या नियमनांमुळे.
ms: Anda akan dihalakan semula ke tapak web bank untuk mengesahkan kad kredit anda. Kami akan mengumpulkan maklumat anda tetapi tidak akan menggunakannya tanpa kebenaran anda. Selepas xxx 2021, disebabkan peraturan yang ditetapkan oleh Reserve Bank of India.
mt: Se tiġi ridirezzjonat għall-websajt tas-sit biex tivverifika l-karta tal-kreditu tiegħek. Se niġbru l-informazzjoni tiegħek iżda m’aħniex se nużawha mingħajr il-permess tiegħek. Wara xxx 2021, minħabba regolamenti ġodda stabbiliti mill-Bank tar-Riserva tal-India.
ne: तपाईंलाई आफ्नो क्रेडिट कार्ड रुजू गर्नका लागि बैंकको वेबसाइटमा रिडाइरेक्ट गरिने छ। हामी तपाईंको जानकारी सङ्कलन गर्ने छौँ तर यसलाई तपाईंको अनुमतिबिना प्रयोग गर्ने छैनौँ। रिजर्भ बैंक अफ इन्डियाद्वारा तय गरिएका नियमहरूको कारणले xxx 2021 पछि।
nn_no: Du blir omdirigert til banken sin nettstad for å stadfeste kredittkortet ditt. Vi samlar inn informasjonen din, men vil ikkje bruke den utan løyve frå deg. Etter xxx 2021, på grunn av forskrifter fastsett av Reserve Bank of India.
no: Du blir omdirigert til bankens nettsted for å bekrefte kredittkortet ditt. Vi samler inn informasjonen din, men bruker den ikke uten din tillatelse. Etter xxx 2021, på grunn av forskrifter angitt av Reserve Bank of India.
or: 2021 xxx ପରେ, ଭାରତୀୟ ରିଜର୍ଭ ବ୍ୟାଙ୍କ ଦ୍ୱାରା ନିର୍ଦ୍ଧାରିତ ନିୟମାବଳୀ ହେତୁ ଆପଣଙ୍କ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ ବ୍ୟାଙ୍କ୍ ୱେବସାଇଟ୍‍‌କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ. ଆମେ ଆପଣଙ୍କ ସୂଚନା ସଂଗ୍ରହ କରିବୁ କିନ୍ତୁ ଏହାକୁ ଆପଣଙ୍କ ଅନୁମତି ବିନା ଏହାକୁ ବ୍ୟବହାର କରିବୁ ନାହିଁ.
pa_in: ਤੁਹਾਡੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਬੈਂਕ ਦੀ ਵੈਬਸਾਈਟ 'ਤੇ ਰੀਡਾਇਰੈਕਟ ਕੀਤਾ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਤਰ ਕਰਦੇ ਹਾਂ ਪਰ ਤੁਹਾਡੀ ਆਗਿਆ ਦੇ ਬਿਨਾਂ ਇਸ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਦੇ। xxx 2021 ਤੋਂ ਬਾਅਦ, ਭਾਰਤੀ ਰਿਜ਼ਰਵ ਬੈਂਕ ਦੁਆਰਾ ਨਿਰਧਾਰਿਤ ਕੀਤੇ ਗਏ ਨਿਯਮਾਂ ਦੇ ਕਾਰਨ।
pl: Nastąpi przekierowanie do witryny internetowej banku w celu zweryfikowania karty kredytowej. Zbierzemy Twoje dane, ale nie użyjemy ich bez Twojej zgody. Po xxx 2021 r. ze względu na przepisy ustanowione przez Bank Rezerw Indii.
ru: Вас перенаправят на веб-сайт банка для проверки кредитной карты. Мы соберем ваши данные, но не будем использовать их без вашего разрешения. После xxx 2021 г. в соответствии с нормативными актами, установленными Резервным банком Индии.
sl: Preusmerjeni boste na spletno mesto banke, da preverite kreditno kartico. Zbrali bomo vaše podatke, vendar jih ne bomo uporabili brez vašega dovoljenja. Po xxx 2021 zaradi predpisov, ki jih je nastavila banka Reserve Bank of India.
sr_cyrl_rs: Бићете преусмерени на веб локацију банке да бисте верификовали своју кредитну картицу. Прикупићемо ваше информације, али их нећемо користити без ваше дозволе. После xxx 2021, због прописа које је одредила Резервна банка Индије.
sr_latn_rs: Bićete preusmereni na veb sajt banke da biste verifikovali kreditnu karticu. Prikupićemo vaše informacije, ali ih nećemo koristiti bez vaše dozvole. Nakon xxx 2021, zbog propisa koje je postavila Centralna banka Indije.
sv: Du kommer att omdirigeras till bankens webbplats för att verifiera ditt kreditkort. Vi samlar in din information men använder den inte utan din tillåtelse. Efter xxx 2021, på grund av bestämmelser som fastställts av Reserve Bank of India.
ta: உங்கள் கிரெடிட் கார்டைச் சரிபார்க்க, நீங்கள் வங்கியின் வலைத் தளத்திற்குத் திருப்பிவிடப்படுவீர்கள். நாங்கள் உங்கள் தகவலைச் சேகரிப்போம், ஆனால் உங்கள் அனுமதியின்றி அவற்றைப் பயன்படுத்த மாட்டோம். xxx 2021-க்குப் பிறகு, இந்திய ரிசர்வ் வங்கியால் நிர்ணயிக்கப்பட்ட விதிகளின்படி.
te: మీ క్రెడిట్ కార్డ్‌ని ధ్రువీకరించడానికి మీరు బ్యాంక్ వెబ్‌సైట్‌కి దారి మళ్లించబడతారు. మేము మీ సమాచారాన్ని సేకరిస్తాము కానీ మీ అనుమతి లేకుండా దానిని ఉపయోగించము. రిజర్వ్ బ్యాంక్ ఆఫ్ ఇండియా సెట్ చేసిన నిబంధనల కారణంగా, xxx 2021 తర్వాత నుంచి సేకరిస్తాము.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ของธนาคารเพื่อยืนยันบัตรเครดิตของคุณ เราจะรวบรวมข้อมูลของคุณ แต่จะไม่ใช้โดยไม่ได้รับอนุญาตจากคุณ หลังจาก xxx 2021 เนื่องจากข้อบังคับที่กําหนดโดยธนาคารทุนสำรองอินเดีย
tr: Kredi kartınızı doğrulamak için bankanın web sitesine yeniden yönlendirileceksiniz. Bilgilerinizi toplayacağız, ancak izniniz olmadan kullanmayacağız. xxx 2021'den sonra, Hindistan Merkez Bankası tarafından ayarlanan düzenlemeler nedeniyle.
tt: Кредит картагызны раслау өчен сез банкның төененә юнәлтеләчәксез. Без сезнең мәгълүматны җыячакбыз, ләкин аны сезнең рөхсәттән башка кулланмаячакбыз. 2021 елның ххх тан соң Һиндстан Республикасының Резерв Банкы билгеләгән кагыйдәләр нигезендә.
ug: بانكىنىڭ توربېكىتى ئارقىلىق ئىناۋەتلىك كارتىڭىزنى دەلىللەيسىز. ئۇچۇرلىرىڭىزنى توپلايمىز، ئەمما سىزدىن ئىجازەت ئالماي ئىشلەتمەيمىز. ھىندىستان زاپاس بانكىسى (Reserve Bank of India) نىڭ xxx 2021 دىن كېيىنكى تۈزۈمى بويىچە يۈرگۈزۈلىدۇ.
uk: Ви перейдете на веб-сайт банку, де буде перевірено вашу кредитну картку. Ваші відомості збиратимуться, проте ми не використовуватимемо їх без вашого дозволу. Після xxx 2021 року регулювання відбуватиметься відповідно до нормативних вимог Резервного банку Індії.
ur: آپ کو اپنے کریڈٹ کارڈ کی تصدیق کے لیے بینک کی ویب سائٹ پر بھیج دیا جائے گا۔ ہم آپ کی معلومات اکٹھی کریں گے لیکن آپ کی اجازت کے بغیر اسے استعمال نہیں کریں گے۔ xxx 2021 کے بعد، ریزرو بینک آف انڈیا کے مقرر کردہ ضوابط کی وجہ سے۔
uz: Kredit kartangizni tasdiqlash uchun bank veb-saytiga yoʻnaltirilasiz. Biz maʼlumotlaringizni toʻplaymiz, lekin ulardan ruxsatingizsiz foydalanmaymiz. 2021-yil xxx sanasidan keyin Hindiston Markaziy banki tomonidan oʻrnatilgan qoidalarga muvofiq.
vi: Bạn sẽ được chuyển hướng đến trang web của ngân hàng để xác minh thẻ tín dụng của mình. Chúng tôi sẽ thu thập thông tin của bạn nhưng sẽ không sử dụng thông tin đó khi chưa được bạn cho phép. Sau xxx năm 2021, theo quy định do Ngân hàng Dự trữ Ấn Độ đặt ra.
zh_hans: 系统会将你重定向到银行网站，以便你验证自己的信用卡。我们将收集你的信息，但未经你的允许，我们不会使用该信息。2021 年 xxx之后生效，为了遵守印度储备银行制定的法规。
zh_hant: 系統會將您重新導向至銀行網站，以驗證您的信用卡。我們會收集您的資訊，但未經您的許可將不會使用。在 xxx 2021 之後，有鑑於印度保留銀行所設定法規。

# Word.ViewRegulation.Text
source: View Regulation
af: Bekyk regulasie
am: ደንብ አሳይ
ar: عرض القانون
as: নিয়মাৱলী দর্শন কৰক
az: Qaydaya Bax
bg: Преглед на нормативните изисквания
bn_in: নিয়ম দেখুন
bs: Pogledaj Uredbu
cy: Gweld y Rheoliad
da: Vis forordning
de: Bestimmung anzeigen
el: Προβολή κανονισμού
es: Ver reglamento
et: Kuva eeskiri:
eu: Ikusi araudia
fa: مشاهده مقررات
ga: Amharc ar an Rialachán
gd: Faic a’ chonn-riaghailt
gl: Ver regulación
gu: નિયમન જુઓ
he: הצג תקנה
hi: विनियम देखें
hr: Prikaz uredbe
hu: Szabályozás megtekintése
id: Lihat Regulasi
is: Skoða reglugerð
ja: 規制の表示
ka: რეგულაციის ნახვა
kk: Нормативік актіні қарау
kn: ನಿಯಂತ್ರಣ ವೀಕ್ಷಿಸಿ
ko: 규정 보기
lo: ເບິ່ງກົດລະບຽບ
lt: Rodyti reglamentą
lv: Skatīt noteikumu
mi: Tiro Ture
mk: Прикажи регулатива
ml: നിയമം കാണുക
mr: नियमन पहा
ms: Lihat Peraturan
mt: Ara r-Regolament
ne: नियम हेर्नु होस्
nn_no: Vis forskrifta
no: Vis forskrift
or: ନୂତନ ନିୟମ ଦର୍ଶନ କରନ୍ତୁ
pa_in: ਨਿਯਮ ਦੇਖੋ
pl: Wyświetl rozporządzenie
ru: Просмотреть нормативный акт
sl: Prikaži uredbo
sr_cyrl_rs: Прикажи уредбу
sr_latn_rs: Prikaži propis
sv: Visa bestämmelse
ta: ஒழுங்குமுறையைக் காட்டு
te: నిబంధనను వీక్షించండి
th: ดูข้อบังคับ
tr: Düzenlemeyi Görüntüle
tt: Кагыйдәләрне карау
ug: تۈزۈمنى كۆرۈش
uk: Переглянути нормативну вимогу
ur: ضابطہ دیکھیں
uz: Reglamentni ochish
vi: Xem Quy định
zh_hans: 查看法规
zh_hant: 檢視法規

# Word.OOBEConfirm.Text
source: YES, I HAVE
af: JA, EK HET
am: አዎ፣ አለኝ
ar: نعم، لدي
as: হয়, মোৰ আছে
az: BƏLİ, VAR
bg: ДА, ИМАМ
bn_in: হ্যাঁ, আমার আছে
bs: DA, IMAM
cy: OES, MAE GEN I
da: JA, JEG HAR
de: JA, ICH HABE
el: ΝΑΙ, ΕΧΩ
es: SÍ, TENGO
et: JAH, MUL ON
eu: BAI
fa: بله، دارم
ga: SEA, TÁ SÉ AGAM
gd: Tha
gl: SI
gu: હા, મારી પાસે છે
he: כן
hi: हाँ, मेरे पास है
hr: DA, IMAM
hu: IGEN
id: YA, SAYA PUNYA
is: JÁ, ÉG HEF
ja: はい
ka: დიახ
kk: ИӘ, МЕНДЕ БАР
kn: ಹೌದು, ನಾನು ಹೊಂದಿದ್ದೇನೆ
ko: 예.
lo: ແມ່ນແລ້ວ, ຂ້ອຍມີ
lt: TAIP, TURIU
lv: JĀ, MAN IR
mi: ĀE, KEI AHAU
mk: ДА, ИМАМ
ml: അതെ, എനിക്ക് ഉണ്ട്
mr: होय मी अनुभवले
ms: YA, SAYA ADA
mt: IVA, GĦANDI
ne: हो, मसँग छ
nn_no: JA, DET HAR JEG
no: JA, JEG HAR
or: ହଁ, ମୋର ଅଛି
pa_in: ਹਾਂ, ਮੇਰੇ ਕੋਲ ਹੈ
pl: TAK, MAM
ru: ДА
sl: DA, IMAM
sr_cyrl_rs: ДА, ИМАМ
sr_latn_rs: DA, IMAM
sv: JA
ta: ஆம், என்னிடம் உள்ளது
te: అవును, నాకు ఉంది
th: ใช่ ฉันมี
tr: EVET, VAR
tt: ӘЙЕ, МИНЕМ БАР
ug: بار
uk: ТАК, У МЕНЕ Є
ur: جی ہاں، میرے پاس ہے
uz: HA, BOR
vi: TÔI CÓ
zh_hans: 是的，我有
zh_hant: 是，我有

# Word.OOBEDeny.Text
source: NO, I DON'T
af: NEE, EK HET NIE
am: አይ፣ አላደርግም
ar: لا، ليس لدي
as: নহয়, মোৰ নাই
az: XEYR, YOXDUR
bg: НЕ
bn_in: না, আমি করি না
bs: NE, NEMAM
cy: NA, DOES GEN I DDIM
da: NEJ JEG HAR IKKE
de: NEIN, ICH HABE NICHT
el: ΌΧΙ, ΔΕΝ ΕΧΩ
es: NO
et: EI, MUL POLE
eu: EZ
fa: نه، ندارم
ga: NÍL, NÍ SÉ AGAM
gd: Chan eil
gl: NON
gu: નહીં, મારી પાસે નથી
he: לא
hi: नहीं मेरी पास नहीं है
hr: NEMAM
hu: NEM
id: TIDAK, SAYA TIDAK PUNYA
is: NEI, ÉG HEF EKKI
ja: いいえ
ka: არა
kk: ЖОҚ
kn: ಇಲ್ಲ, ನಾನು ಹೊಂದಿಲ್ಲ
ko: 아니요.
lo: ບໍ່, ຂ້ອຍບໍ່ມີ
lt: NE
lv: NĒ, MAN NAV
mi: KĀORE I A AU
mk: НЕ, НЕМАМ
ml: ഇല്ല, ഞാൻ ചെയ്തിട്ടില്ല
mr: नाही, मी नाही अनुभवले
ms: TAK, SAYA TAK
mt: LE, M’GĦANDIX
ne: होइन, मसँग छैन
nn_no: NEI, DET GJER EG IKKJE
no: NEI, DET GJØR JEG IKKE
or: ନା ମୁଁ କରେ ନାହିଁ
pa_in: ਨਹੀਂ, ਮੈਂ ਨਹੀਂ
pl: NIE, NIE MAM
ru: НЕТ
sl: NE, NIMAM
sr_cyrl_rs: НЕ, НЕМАМ
sr_latn_rs: NE, NEĆU
sv: NEJ
ta: இல்லை, என்னிடம் இல்லை
te: లేదు, నేను చేయను
th: ไม่ ฉันไม่มี
tr: HAYIR, YOK
tt: ЮК, МИНЕМ ЮК
ug: يوق
uk: НІ
ur: جی نہیں، میرے پاس نہیں ہے
uz: YOʻQ
vi: TÔI KHÔNG CÓ
zh_hans: 不，我没有
zh_hant: 不，我沒有

# Word.OOBEHeader.Text
source: Before we get started...
af: Voor ons begin ...
am: ከመጀመራችን በፊት…
ar: قبل البدء....
as: আমি আৰম্ভ কৰাৰ পূৰ্বে…
az: İşə başlamazdan əvvəl…
bg: Преди да започнем…
bn_in: আমরা শুরু করার আগে…
bs: Prije nego što počnemo…
cy: Cyn i ni ddechrau…
da: Før vi går i gang...
de: Bevor wir loslegen…
el: Πριν ξεκινήσουμε...
es: Antes de comenzar…
et: Enne alustamist…
eu: Hasi aurretik…
fa: قبل از اینکه شروع به کار کنیم...
ga: I dtús báire…
gd: Mus tòisich sinn…
gl: Antes de comezar…
gu: આપણે પ્રારંભ કરીએ તે પહેલાં...
he: לפני שנתחיל...
hi: इससे पहले कि हम प्रारंभ करें...
hr: Prije nego što započnemo...
hu: Mielőtt elkezdenénk...
id: Sebelum memulai...
is: Áður en við hefjumst handa…
ja: 開始する前に...
ka: დაწყებამდე…
kk: Бастамас бұрын…
kn: ನಾವು ಪ್ರಾರಂಭಿಸುವ ಮೊದಲು…
ko: 시작하기 전에...
lo: ເພີ່ມທີ່ຢູ່ໃບບິນໃໝ່
lt: Prieš pradėdami...
lv: Pirms darba sākšanas…
mi: I mua i te tīmatanga…
mk: Пред да започнеме...
ml: ഞങ്ങൾ ആരംഭിക്കുന്നതിന് മുമ്പ്...
mr: आपण सुरु करण्यापूर्वी...
ms: Sebelum kita bermula...
mt: Qabel nibdew...
ne: हामीले सुरु गर्नुअघि...
nn_no: Før vi startar ...
no: Før vi kommer i gang...
or: ଆମେ ଆରମ୍ଭ କରିବା ପୂର୍ବରୁ…
pa_in: ਸਾਡੇ ਸ਼ੁਰੂਆਤ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ...
pl: Przed rozpoczęciem...
ru: Прежде чем начать работу…
sl: Preden začnemo ...
sr_cyrl_rs: Пре него што почнемо…
sr_latn_rs: Pre nego što počnemo…
sv: Innan vi sätter igång
ta: நாங்கள் தொடங்குவதற்கு முன்பாக...
te: మనం ప్రారంభించడానికి ముందు…
th: ก่อนที่เราจะเริ่มต้นใช้งาน…
tr: Başlamadan önce…
tt: Башлаганчы…
ug: بىز باشلاشتىن بۇرۇن...
uk: Необхідні дані
ur: قبل اس سے کہ ہم ابتدا کریں۔۔۔
uz: Boshlashimizdan oldin...
vi: Trước khi chúng ta bắt đầu…
zh_hans: 开始之前...
zh_hant: 開始之前…
