Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.InvalidCNPJ
source: CNPJ is invalid.
af: CNPJ is ongeldig.
am: CPF ልክ ያልሆነ ነው።
ar: ليس رقم CNPJ‏ صالحًا.
as: CNPJ অবৈধ৷
az: CNPJ yanlışdır.
bg: CNPJ е невалиден.
bn_in: CNPJ ঠিকঠাক নেই৷
bs: CNPJ broj je nevažeći.
cy: Mae'r CNPJ yn annilys.
da: CNPJ er ugyldig.
de: Ungültige CNPJ-Nummer.
el: Το CNPJ δεν είναι έγκυρο.
es: El CNPJ no es válido.
et: CNPJ on sobimatu.
eu: CNPJ informazioa baliogabea da.
fa: CNPJ نامعتبر است.
ga: CNPJ neamhbhailí.
gd: Tha an CNPJ mì-dhligheach.
gl: CNPJ non válido.
gu: CNPJ અમાન્ય છે.
he: CNPJ לא חוקי.
hi: CNPJ अमान्य है.
hr: CNPJ broj nije valjan.
hu: A CNPJ-kód érvénytelen.
id: CNPJ tidak valid.
is: CNPJ er ógilt.
ja: CNPJ が正しくありません。
ka: CNPJ არასწორია.
kk: CNPJ дұрыс емес.
kn: CNPJ ಮಾನ್ಯವಾಗಿಲ್ಲ.
ko: CNPJ가 올바르지 않습니다.
ku_arab: CNPJ نادروستە.
ky: CNPJ жараксыз.
lo: CNPJ ບໍ່ຖືກຕ້ອງ.
lt: CNPJ netinkamas.
lv: CNPJ numurs nav derīgs.
mi: He muhu te CNPJ.
mk: CNPJ е неважечки.
ml: CNPJ അസാധുവാണ്.
mn: CNPJ буруу байна.
mr: CNPJ अवैध आहे.
ms: CNPJ tidak sah.
mt: CNPJ mhux validu.
ne: CNPJ अवैध छ।
nn_no: CNPJ er ugyldig.
no: CNPJ er ugyldig.
or: CNPJ ଅବୈଧ ଅଟେ.
pa_arab_pk: ‏‏سی این پی جی غلط اے۔
pa_in: CNPJ ਅਵੈਧ ਹੈ।
pl: Numer CNPJ jest nieprawidłowy.
ru: Недопустимый CNPJ.
sd: CNPJ درست نه آهي.
si: CNPJ වැරදියි.
sl: CNPJ ni veljaven.
sr_cyrl_rs: CNPJ је неважећи.
sr_latn_rs: CNPJ je nevažeći.
sv: CNPJ är ogiltigt.
ta: CNPJ தவறானது.
te: CNPJ చెల్లదు.
tg: CNPJ беэътибор аст.
th: CNPJ ไม่ถูกต้อง
tr: CNPJ geçersiz.
tt: CNPJ ялгыш.
ug: CNPJنومۇرىڭىز ئىناۋەتسىز.
uk: Номер CNPJ недійсний.
ur: CNPJ بے جواز ہے۔
uz: CNPJ haqiqiy emas.
vi: CNPJ không hợp lệ.
zh_hans: CNPJ 无效。
zh_hant: CNPJ 無效。

# Literal.Error.InvalidCNPJ.2
source: Invalid CNPJ
af: Ongeldige CNPJ
am: ልክ ያልሆነ CNPJ
ar: CNPJ غير صالح
as: অবৈধ CNPJ
az: CNPJ səhvdir
bg: Невалиден CNPJ
bn_in: অবৈধ CNPJ
bs: Nevažeći CNPJ
cy: CNPJ Annilys
da: Ugyldig CNPJ
de: CNPJ ungültig
el: Μη έγκυρο CNPJ
es: CNPJ no válido
et: Sobimatu CNPJ
eu: CNPJ zenbakiak ez du balio
fa: CNPJ نامعتبر است
ga: CNPJ neamhbhailí
gd: Chan eil an CNPJ dligheach
gl: CNPJ non válido
gu: અમાન્ય CNPJ
he: CNPJ לא תקין
hi: अमान्य CNPJ
hr: CNPJ nije valjan
hu: Érvénytelen CNPJ
id: CNPJ tidak valid
is: Ógilt CNPJ
ja: 無効な CNPJ
ka: CNPJ არასწორია
kk: Жарамсыз CNPJ
kn: ಅಮಾನ್ಯ CNPJ
ko: 잘못된 CNPJ
ku_arab: CNPJ نادروستە
ky: Жараксыз CNPJ
lo: CNPJ ບໍ່ຖືກຕ້ອງ
lt: Netinkamas CNPJ
lv: Nederīgs CNPJ
mi: CNPJ Muhu
mk: Неважечки ЦНПЈ
ml: CNPJ അസാധുവാണ്
mn: CNPJ буруу
mr: अवैध CNPJ
ms: CNPJ tidak sah
mt: CNPJ invalidu
ne: अमान्य CNPJ
nn_no: Ugyldig CNPJ
no: Ugyldig CNPJ
or: ଅବୈଧ CNPJ
pa_arab_pk: ناجائز CNPJ
pa_in: ਅਯੋਗ CNPJ
pl: Nieprawidłowy numer CNPJ
ru: Недействительный код CNPJ
sd: غلط CNPJ
si: අවලංගු CNPJ
sl: Neveljavna številka CNPJ
sr_cyrl_rs: Неважећи CNPJ
sr_latn_rs: Nevažeći CNPJ
sv: Ogiltigt CNPJ
ta: தவறான CNPJ
te: చెల్లని CNPJ
tg: CNPJ-и беэътибор
th: ข้อมูล CNPJ ไม่ถูกต้อง
tr: Geçersiz CNPJ
tt: Ярашсыз CNPJ
ug: ئىناۋەتسىز CNPJ
uk: Недійсний код CNPJ
ur: غلط CNPJ
uz: Noto‘g‘ri CNPJ
vi: CNPJ Không hợp lệ
zh_hans: CNPJ 无效
zh_hant: 無效的 CNPJ

# Literal.Error.InvalidCPF
source: CPF is invalid.
af: CPF is ongeldig.
am: CNPJ ልክ ያልሆነ ነው።
ar: ليس رقم CPF‏ صالحًا.
as: CPF অবৈধ৷
az: CPF yanlışdır.
bg: CPF е невалиден.
bn_in: CPF ঠিকঠাক নেই৷
bs: JMBG broj je nevažeći.
cy: Mae'r CPF yn annilys.
da: CPF er ugyldig.
de: Ungültige CPF-Nummer.
el: Το CPF δεν είναι έγκυρο.
es: El DNI o pasaporte no es válido.
et: CPF on sobimatu.
eu: CPF informazioa baliogabea da.
fa: CPF نامعتبر است.
ga: CPF neamhbhailí.
gd: Tha an CPF mì-dhligheach.
gl: CPF non válido.
gu: CPF અમાન્ય છે.
he: CPF לא חוקי.
hi: CPF अमान्‍य है.
hr: CPF broj nije valjan.
hu: A CPF-kód érvénytelen.
id: CPF tidak valid.
is: CPF er ógilt.
ja: CPF が正しくありません。
ka: CPF არასწორია.
kk: CPF дұрыс емес.
kn: CPF ಅಮಾನ್ಯವಾಗಿದೆ.
ko: CPF가 올바르지 않습니다.
ku_arab: CPF نادروستە.
ky: CPF жараксыз.
lo: CPF ບໍ່ຖືກຕ້ອງ.
lt: CPF netinkamas.
lv: CPF numurs nav derīgs.
mi: He muhu te CPF.
mk: CPF е неважечки.
ml: CPF അസാധുവാണ്.
mn: CPF буруу байна.
mr: CPF अवैध आहे.
ms: CPF tidak sah.
mt: CPF mhux validu.
ne: CPF अवैध छ।
nn_no: CPF er ugyldig.
no: CPF er ugyldig.
or: CPF ଅବୈଧ ଅଟେ.
pa_arab_pk: ‏‏سی ایف پی غلط اے۔
pa_in: CPF ਅਵੈਧ ਹੈ।
pl: Numer CPF jest nieprawidłowy.
ru: Недопустимый CPF.
sd: CPF درست نه آهي.
si: CPF වැරදියි.
sl: CPF ni veljaven.
sr_cyrl_rs: CPF је неважећи.
sr_latn_rs: CPF je nevažeći.
sv: CPF är ogiltigt.
ta: CPF தவறானது.
te: CPF చెల్లదు.
tg: CPF беэътибор аст.
th: CPF ไม่ถูกต้อง
tr: CPF geçersiz.
tt: CPF ялгыш.
ug: CPF نومۇرى كەم.
uk: Номер CPF недійсний.
ur: CPF بے جواز ہے۔
uz: CPF haqiqiy emas.
vi: CPF không hợp lệ.
zh_hans: CPF 无效。
zh_hant: CPF 無效。

# Literal.Error.InvalidCPF.2
source: Invalid CPF
af: Ongeldige CPF
am: ልክ ያልሆነ CPF
ar: CPF غير صالح
as: অবৈধ CPF
az: CPF səhvdir
bg: Невалиден CPF
bn_in: অবৈধ CPF
bs: Nevažeći CPF
cy: CPF Annilys
da: Ugyldig CPF
de: CPF ungültig
el: Μη έγκυρο CPF
es: DNI no válido
et: Sobimatu CPF
eu: CPF zenbakiak ez du balio
fa: CPF نامعتبر است
ga: CPF neamhbhailí
gd: Chan eil an CPF dligheach
gl: CPF non válido
gu: અમાન્ય CPF
he: CPF לא תקין
hi: अमान्य CPF
hr: CPF nije valjan
hu: Érvénytelen CPF
id: CPF tidak valid
is: Ógilt CPF
ja: 無効な CPF
ka: CPF არასწორია
kk: Жарамсыз CPF
kn: ಅಮಾನ್ಯ CPF
ko: 잘못된 CPF
ku_arab: CPF نادروستە
ky: Жараксыз CPF
lo: CPF ບໍ່ຖືກຕ້ອງ
lt: Netinkamas CPF
lv: Nederīgs CPF
mi: CPF Muhu
mk: Неважечки ЦПФ
ml: CPF അസാധുവാണ്
mn: CPF буруу
mr: अवैध CPF
ms: CPF tidaak sah
mt: CPF invalidu
ne: अमान्य CPF
nn_no: Ugyldig CPF
no: Ugyldig CPF
or: ଅବୈଧ CPF
pa_arab_pk: ناجائز CPF
pa_in: ਅਵੈਧ CPF
pl: Nieprawidłowy numer CPF
ru: Недействительный код CPF
sd: غلط CPF
si: අවලංගු CPF
sl: Neveljavna številka CPF
sr_cyrl_rs: Неважећи CPF
sr_latn_rs: Nevažeći CPF
sv: Ogiltigt CPF
ta: தவறான CPF
te: చెల్లని CPF
tg: CPF-и беэътибор
th: ข้อมูล CPF ไม่ถูกต้อง
tr: Geçersiz CPF
tt: Ярашсыз CPF
ug: ئىناۋەتسىز CPF
uk: Недійсний код CPF
ur: غلط CPF
uz: Noto‘g‘ri CPF
vi: CPF Không hợp lệ
zh_hans: CPF 无效
zh_hant: 無效的 CPF

# Literal.Error.MissingCCM
source: CCM is missing. This field is mandatory for Brazil local payment in San Paulo.
af: CCM ontbreek. Hierdie veld is verpligtend vir plaaslike betaling in Brasilië in San Paulo.
am: CCM ጠፍቷል።ይህ መስክ ለብራዚል የአከባቢ ክፍያ በ ሳን ፓውሎ ግዴታ ነው.]
ar: CCM مفقود. هذا الحقل إلزامي للدفع البرازيلي المحلي في سان باولو.
as: CCM হেৰাই আছে৷ এই ফিল্ড চান পাউল'ত ব্ৰাজিল স্থানীয় পৰিশোধৰ কাৰণে বাধ্যতামূলক৷
az: CCM çatışmır. Bu sahə Braziliyanın San Paulodakı lokal ödənişi üçün vacibdir.
bg: Липсва CCM. Това поле е задължително за местни разплащания в Бразилия в Сао Пауло.
bn_in: CCM এর উল্লেখ নেই৷ সান পাওলোতে ব্রাজিল স্থানীয় অর্থপ্রদানের ক্ষেত্রে এটি পূরণ করা বাধ্যতামূলক৷
bs: CCM nedostaje. Ovo polje je obavezno za brazilsku lokalnu uplatu u Sao Paolu.
cy: Mae'r CCM ar goll. Rhaid llenwi'r maes hwn ar gyfer gwneud taliadau lleol Brasil yn San Paulo.
da: CCM mangler. Dette felt skal udfyldes for Brazil lokal betaling i Paulo.
de: Die CCM-Nummer fehlt. Dieses Feld ist für lokale Zahlungen aus São Paulo, Brasilien, erforderlich.
el: Λείπει το CCM. Αυτό το πεδίο είναι υποχρεωτικό για τοπική πληρωμή στη Βραζιλία, στο Σαν Πάολο.
es: Falta el CCM. Este campo es obligatorio para un pago local en Brasil (en São Paulo).
et: CCM puudub. Brasiilia kohalike maksete jaoks Sao Paulos on see väli kohustuslik.
eu: CCM informazioa falta da. Eremu hori beharrezkoa da Brasilgo ordainketa lokalak egiteko San Paulon.
fa: CCM موجود نیست. این زمینه برای پرداخت محلی برزیل در سن پائولو الزامی است.
ga: CCM in easnamh. Tá an réimse riachtanach le haghaidh íocaíocht áitiúil i Sau Paulo sa Bhrasaíl.
gd: Tha CCM a dhìth. Tha an raon seo riatanach airson pàigheadh ionadail Bhrasil ann an São Paulo.
gl: Falta CCM. Este campo é obrigatorio para pagamento local de Brasil en San Paulo.
gu: CCM ગુમ છે. સાન પોલોમાં બ્રાઝીલ સ્થાનિક ચૂકવણી માટે આ ખાનું ફરજિયાત છે.
he: CCM חסר. שדה זה הוא חובה עבור תשלום מקומי של ברזיל בסאו פאולו.
hi: CCM गुम है. यह फ़ील्ड सैन पौलो में ब्राज़ील स्थानीय भुगतान के लिए आवश्यक है.
hr: Nedostaje CCM broj. Polje je obavezno za brazilska lokalna plaćanja u Sao Paulu.
hu: Nincs megadva a CCM. A brazíliai helyi fizetéshez San Paulóban a mező kitöltése kötelező.
id: CCM masih kosong. Bidang ini wajib diisi untuk pembayaran lokal Brazil di San Paulo.
is: CCM vantar. Þessi reitur er nauðsynlegur fyrir staðbundna brasilíska greiðslu í San Paulo.
ja: CCM が入力されていません。サンパウロでブラジル現地通貨でお支払いいただく場合は、このフィールドの入力が必須です。
ka: CCM გამოტოვებულია. ამ ველის შევსება სავალდებულოა ბრაზილიის ადგილობრივი გადახდებისთვის სან-პაულოში.
kk: CCM жоқ. Бұл өріс Сан-Паулудағы бразилиялық жергілікті төлем үшін міндетті.
kn: CCM ಕಾಣೆಯಾಗಿದೆ. ಸ್ಯಾನ್ ಪಾಲೊದಲ್ಲಿನ ಬ್ರೆಜಿಲ್ ಸ್ಥಳೀಯ ಪಾವತಿಗಾಗಿ ಈ ಕ್ಷೇತ್ರವು ಕಡ್ಡಾಯವಾಗಿದೆ.
ko: CCM이 누락되었습니다. 이 필드는 브라질 상파울루에서 현지 결제를 위한 필수 필드입니다.
ku_arab: CCM دیار نییە. ئەم خانەیە تەوزیمیە بۆ پارەدانی ناوخۆی بەرازیل لە سان پاوڵۆ.
ky: CCM бул жерде жок. Бул тилке Сан Паолодо Бразилия ичинде төлөө үчүн сөзсүз толтурулушу керек.
lo: CCM ຫາຍໄປ. ເຂດຂໍ້ມູນນີ້ຈຳເປັນຕ້ອງໃສ່ຂໍ້ມູນສຳລັບການຊຳລະເງິນໃນທ້ອງຖິ່ນຂອງບຣາຊິນໃນນະຄອນຊານປາວໂລ.
lt: Nenurodytas CCM. Kad būtų galima atlikti vietinį mokėjimą Brazilijoje, San Paule, šiame lauke reikšmę nurodyti būtina.
lv: Nav norādīts CCM numurs. Lai veiktu vietējo maksājumu Brazīlijā no Sanpaulu, aizpildiet šo lauku.
mi: Kei te ngaro te CCM. Me mātua whakaī i tēnei āpure mō te utu paetata Parihi i Hato Paora.
mk: Недостасува ССМ. Ова поле е задолжително за локални плаќања во Сао Паоло, Бразил.
ml: CCM നഷ്‌ടമായി. സാന്‍ പോളോയിലെ ബ്രസീല്‍ പ്രാദേശിക പേയ്‌മെന്റിന് ഈ ഫീല്‍ഡ് അത്യന്താപേക്ഷിതമാണ്.
mn: CCM дутуу байна. Бразилын Сан Пауло дахь дотоод төлбөр тооцоонд энэхүү талбарыг заавал бөглөх шаардлагатай байдаг.
mr: CCM गहाळ आहे. हे फील्ड पौलोमधील ब्राझिल स्थानिक देयासाठी अनिवार्य आहे.
ms: CCM hilang. Medan ini mandatori bagi bayaran tempatan Brazil di San Paulo.
mt: Is-CCM nieqes. Dan il-qasam huwa obbligatorju għall-pagament lokali tal-Brażil f'San Paulo.
ne: CCM छुटेको छ। ब्राजिल स्थानीय भुक्तानी सान पाउलोमा यस फाँट आदेशीय छ।
nn_no: CCM manglar. Dette feltet er obligatorisk for lokal betaling i San Paulo i Brasil.
no: CCM-nummeret mangler. Dette feltet er obligatorisk for lokal betaling i São Paulo i Brasil.
or: CCM ମିଳୁ ନାହିଁ. ଏହି କ୍ଷେତ୍ର ସାନ୍ ପାଉଲୋରେ ବ୍ରାଜିଲ୍ ସ୍ଥାନୀୟ ଦେୟ ପାଇଁ ବାଧ୍ୟତାମୂଳକ ଅଟେ.
pa_arab_pk: سی یس ایم نئیں مجود اے۔ ایہہ خانہ برازیل دے وچ سان پالو چے ادائیگی کرن لئی ضروری اے۔
pa_in: CCM ਗੁੰਮਸ਼ੁਦਾ ਹੈ। ਸੈਨ ਪਾਊਲੋ ਵਿੱਚ ਬ੍ਰਾਜ਼ੀਲ ਸਥਾਨਕ ਭੁਗਤਾਨ ਵਾਸਤੇ ਇਹ ਫੀਲਡ ਲਾਜ਼ਮੀ ਹੈ।
pl: Brak menedżera CCM. To pole jest obowiązkowe do brazylijskiej płatności lokalnej w San Paulo.
ru: Отсутствует CCM. Это поле является обязательным для местного платежа через бразильскую систему в Сан-Паулу.
sd: CMM وڃائجي ويو آهي. سان پولو ۾ برازيل جي لوڪل رقم ادا ڪرڻ لاءِ هي فيلڊ ضروري آهي.
si: CCM සඳහන් කොට නොමැත. සැන් පවුලෝහි බ්‍රසීල දේශීය ගෙවීම් සඳහා මෙම කොටස අනිවාර්යයෙන්ම පිරවිය යුතු ය.
sl: CCM manjka. To polje je obvezno za lokalna brazilska plačila v Sao Paulu.
sr_cyrl_rs: CCM недостаје. Ово поље је обавезно за бразилску локалну уплату у Сао Паолу.
sr_latn_rs: CCM nedostaje. Ovo polje je obavezno za brazilsku lokalnu uplatu u Sao Paolu.
sv: CCM saknas. Det här fältet är obligatoriskt för brasiliansk lokal betalning i San Paulo.
ta: CCM இல்லை. சாவோ பவுலோவில் உள்ள பிரேசில் உள்ளூர் கட்டணத்திற்கு இந்த புலம் அவசியமானது.
te: CCM లేదా. శాన్ పాలోలో బ్రెజిల్ స్థానిక చెల్లింపు కోసం ఈ ఫీల్డ్ అవసరం.
tg: CCM намерасад. Ин майдон барои пардохтҳои маҳаллии Бразилия дар Сан-Паулу ҳатмист.
th: ไม่มี CCM ฟิลด์นี้จำเป็นสำหรับการชำระเงินในท้องถิ่นของบราซิลในซานเปาโล
tr: CCM eksik. San Paulo'da yerel Brezilya ödemesi için bu zorunlu bir alandır.
tt: CCM юк. Бу кыр мәҗбүри урынлы түләү өчен Сан Паулода.
ug: CCM نومۇرى كەم. بۇ نومۇر سان پاۋلو تەۋەسىدە برازىليە دۆلەت ئىچى ھەق تۆلەش ئۈسۇلى ئۈچۈن زۆرۈر.
uk: Не вказано значення CCM. Поле є обов'язковим для заповнення при здійсненні платежу в межах Бразилії в Сан-Паулу.
ur: CCM نہیں موجود ہے. یہ خانہ برازیل سان پاؤلو میں مقامی ادائیگی کے لیے لازمی ہے.
uz: CCM kiritilmagan. Bu maydonni kiritish San-Paolodagi Braziliya mahalliy to‘lovlari uchun majburiy.
vi: CCM bị thiếu. Trường này là bắt buộc cho thanh toán địa phương của Bra-xin tại San Paulo.
zh_hans: 缺少 CCM。此字段对于圣保罗的巴西当地付款为必填项。
zh_hant: 漏填 CCM。在巴西聖保羅地區付費需要填寫此欄位。

# Literal.Error.MissingCNPJ
source: CNPJ is missing. This field is mandatary for Brazil local payment.
af: CNPJ ontbreek. Hierdie veld is verpligtend vir plaaslike betaling in Brasilië.
am: CNPJ እየጠፋ ነው።ይህ መስክ ለብራዚል የአካባቢ ክፍያ ግዴታ ነው።
ar: رقم CNPJ‏ مفقود ولكن هذا الحقل مطلوبًا للدفع في البرازيل محليًا.
as: CNPJ উকা হৈ আছে৷ এই ফিল্ড ব্ৰাজিল স্থানীয় পৰিশোধৰ কাৰণে বাধ্যতামূলক৷
az: CNPJ çatışmır. Bu sahə Braziliyanın lokal ödənişi üçün məcburidir.
bg: Липсва CNPJ. Това поле е задължително за местни разплащания в Бразилия.
bn_in: CNPJ এর উল্লেখ নেই৷ ব্রাজিল স্থানীয় অর্থপ্রদানের ক্ষেত্রে এটি পূরণ করা বাধ্যতামূলক৷
bs: CNPJ broj nedostaje. Ovo polje je obavezno za plaćanje u Brazilu.
cy: Mae'r CNPJ ar goll. Rhaid llenwi'r maes hwn ar gyfer gwneud taliadau lleol yn Brasil.
da: CNPJ mangler. Feltet er obligatorisk for lokal brasiliansk betaling.
de: Die CNPJ-Nummer fehlt. Dieses Feld ist für lokale Zahlungen aus Brasilien erforderlich.
el: Λείπει το CNPJ. Αυτό το πεδίο είναι υποχρεωτικό για τοπική πληρωμή στη Βραζιλία.
es: Falta el CNPJ. Este campo es obligatorio para un pago local en Brasil.
et: CNPJ puudub. Brasiilia kohalike maksete jaoks on see väli kohustuslik.
eu: CNPJ informazioa falta da. Eremu hori beharrezkoa da Brasilgo ordainketa lokalak egiteko.
fa: CNPJ موجود نیست. این زمینه برای پرداخت محلی برزیل الزامی است.
ga: CNPJ in easnamh. Tá sé seo ag teastáil le haghaidh íocaíocht áitiúil sa Bhrasaíl.
gd: Tha CNPJ a dhìth. Tha an raon seo riatanach airson pàigheadh ionadail ann am Braisil.
gl: Falta CNPJ. Este campo é obrigatorio para o pagamento local de Brasil.
gu: CNPJ ગુમ છે. બ્રાઝિલ સ્થાનિક ચૂકવણી માટે આ ફિલ્ડ ફરજિયાત છે.
he: CNPJ חסר. שדה זה הוא חובה עבור תשלום מקומי של ברזיל.
hi: CNPJ गुम है. यह फ़ील्ड ब्राज़ील स्थानीय भुगतान के लिए आवश्यक है.
hr: Nedostaje CNPJ. Ovo je polje obavezno za platni promet u Brazilu.
hu: Nincs megadva a CNPJ-kód. A mező kitöltése kötelező brazíliai helyi fizetésnél.
id: CNPJ masih kosong. Bidang ini wajib diisi untuk pembayaran lokal Brazil.
is: CNPJ vantar. Fylla verður út í þennan reit fyrir greiðslur í Brasilíu.
ja: CNPJ が入力されていません。ブラジル現地通貨でお支払いいただく場合は、このフィールドの入力が必須です。
ka: CNPJ აკლია. ამ ველის შევსება სავალდებულოა ბრაზილიის ადგილობრივი გადახდისთვის.
kk: CNPJ жоқ. Бұл өріс бразилиялық жергілікті төлем үшін міндетті.
kn: CNPJ ತಪ್ಪಿಹೋಗಿದೆ. ಬ್ರೆಜಿಲ್‌ನ ಸ್ಥಳೀಯ ಪಾವತಿಗಾಗಿ ಈ ಕ್ಷೇತ್ರವು ಕಡ್ಡಾಯವಾಗಿದೆ.
ko: CNPJ가 누락되었습니다. 이 필드는 브라질 현지 결제를 위한 필수 필드입니다.
ku_arab: CNPJ دیار نییە. ئەم خانەیە تەوزیمیە بۆ پارەدانی ناوخۆی بەرازیل.
ky: CNPJ жазылган жок. Бул тилке Бразилия ичинде төлөө үчүн сөзсүз толтурулушу керек.
lo: CNPJ ຫາຍໄປ. ເຂດຂໍ້ມູນນີ້ຈຳເປັນຕ້ອງໃສ່ຂໍ້ມູນສຳລັບການຊຳລະເງິນໃນທ້ອງຖິ່ນຂອງບຣາຊິນ.
lt: Nenurodytas CNPJ. Kad būtų galima atlikti vietinį mokėjimą Brazilijoje, šiame lauke reikšmę nurodyti būtina.
lv: Nav norādīts CNPJ numurs. Lai veiktu vietējo maksājumu Brazīlijā, aizpildiet šo lauku.
mi: Kei te ngaro a CNPJ. Me whakakī i tēnei āpure mō te utu paetata o Parahi.
mk: Недостасува CNPJ. Ова поле е задолжително за локални плаќања во Бразил.
ml: CNPJ നഷ്‌ടമായി. ബ്രസീല്‍ പ്രാദേശിക പേയ്‌മെന്റിന് ഈ ഫീല്‍ഡ് അത്യന്താപേക്ഷിതമാണ്.
mn: CNPJ дутуу байна. Бразилын дотоод төлбөр тооцоо хийхэд энэ талбарыг заавал бөглөх шаардлагатай.
mr: CNPJ गहाळ आहे. ही फील्ड ब्राझील स्थानिक देयासाठी ‍अनिवार्य आहे.
ms: CNPJ hilang. Medan ini mandatori bagi pembayaran tempatan Brazil.
mt: Is-CNPJ nieqes. Dan il-qasam hu obbligatorju għall-pagament lokali tal-Brażil.
ne: CNPJ हराइ रहेको छ। यस फाँट ब्राजीलको स्थानीय भुक्तानीको लागि मन्याताप्राप्त छ।
nn_no: CNPJ manglar. Dette feltet er obligatorisk for lokal betaling i Brasil.
no: CNPJ-nummeret mangler. Dette feltet er obligatorisk for lokal betaling i Brasil.
or: CNPJ ମିଳୁ ନାହିଁ. ଏହି କ୍ଷେତ୍ର ବ୍ରାଜିଲ୍ ସ୍ଥାନୀୟ ଦେୟ ପାଇଁ ବାଧ୍ୟ ଅଟେ.
pa_arab_pk: سی این پی جی مجود نئیں۔ برازیل دی مقامی ادائیگی لئی ایہہ قطعہ بھرناں ضروری اے۔
pa_in: CNPJ ਗੁੰਮਸ਼ੁਦਾ ਹੈ। ਬ੍ਰਾਜ਼ੀਲ ਸਥਾਨਕ ਭੁਗਤਾਨ ਵਾਸਤੇ ਇਹ ਫੀਲਡ ਲਾਜ਼ਮੀ ਹੈ।
pl: Brak numeru CNPJ. To pole należy wypełnić w przypadku płatności lokalnych na terenie Brazylii.
ru: Отсутствует CNPJ. Это поле является обязательным для местного платежа через бразильскую систему.
sd: CNPJ گم ٿيل آهي. برازيل جي لوڪل رقم ادا ڪرڻ لاءِ هي فيلڊ ضروري آهي.
si: CNPJ නැත. බ්‍රසීල රටේ ගෙවීම් සඳහා මෙම කොටස අනිවාර්යයි.
sl: CNPJ manjka. To polje je obvezno za lokalna plačila v Braziliji.
sr_cyrl_rs: CNPJ број недостаје. Ово поље је обавезно за плаћање у Бразилу.
sr_latn_rs: CNPJ broj nedostaje. Ovo polje je obavezno za plaćanje u Brazilu.
sv: CNPJ saknas. Det här fältet är obligatoriskt för brasiliansk lokal betalning.
ta: CNPJ இல்லை. பிரேஸில் உள்ளூர் கட்டணம் செலுத்துதலுக்கு இந்த புலம் அவசிமானது.
te: CNPJ లేదు. బ్రెజిల్ స్థానిక చెల్లింపు కోసం ఈ ఫీల్డ్ అవసరం.
tg: CNPJ намерасад. Ин майдон барои пардохти маҳаллӣ дар Бразилия ҳатмист.
th: ไม่มี CNPJ ฟิลด์นี้จำเป็นสำหรับการชำระเงินในท้องถิ่นของบราซิล
tr: CNPJ eksik. Brezilya yerel ödemesi için bu zorunlu bir alandır.
tt: CNPJ ялгыш. Бу кыр Бразилия урынлы түләү өчен мәҗбүри.
ug: سىزنىڭ CNPJ نومۇرىڭىزكەم.بۇساھە بىرازىليەدىكى يەرلىك ھەق تۆلەشنىڭ ۋاكالەتچىسىدۇر.
uk: Не вказано номер CNPJ. Для місцевих платежів у межах Бразілії це поле заповнюється обов’язково.
ur: ‏‏CNPJ لاپتہ ہے۔ یہ قطعہ برازیل مقامی ادائیگی کے ليے لازمی ہے۔
uz: CNPJ kiritilmagan. Bu maydon Braziliya mahalliy to‘lovlari uchun majburiy.
vi: CNPJ bị thiếu. Trường này là bắt buộc cho thanh toán địa phương của Bra-xin.
zh_hans: 缺少 CNPJ。此字段对于巴西当地付款为必填项。
zh_hant: 漏填 CNPJ。在巴西地區付費需要填寫此欄位。

# Literal.Error.MissingCPF
source: CPF is missing. This field is mandatary for Brazil local payment.
af: CPF ontbreek. Hierdie veld is verpligtend vir plaaslike betaling in Brasilië.
am: CPF እየጠፋ ነው።ይህ መስክ ለብራዚል የአካባቢ ክፍያ ግዴታ ነው።
ar: رقم CPF‏ مفقود ولكن هذا الحقل مطلوبًا للدفع في البرازيل محليًا.
as: CPF উকা হৈ আছে৷ এই ফিল্ড ব্ৰাজিল স্থানীয় পৰিশোধৰ কাৰণে বাধ্যতামূলক৷
az: CPF çatışmır. Bu sahə Braziliyanın lokal ödənişi üçün məcburidir.
bg: Липсва CPF. Това поле е задължително за местни разплащания в Бразилия.
bn_in: CPF এর উল্লেখ নেই৷ ব্রাজিল স্থানীয় অর্থপ্রদানের ক্ষেত্রে এটি পূরণ করা বাধ্যতামূলক৷
bs: JMBG broj nedostaje. Ovo polje je obavezno za plaćanje u Brazilu.
cy: Mae'r CPF ar goll. Rhaid llenwi'r maes hwn ar gyfer gwneud taliadau lleol yn Brasil.
da: CPF mangler. Feltet er obligatorisk for lokal brasiliansk betaling.
de: Die CPF-Nummer fehlt. Dieses Feld ist für lokale Zahlungen aus Brasilien erforderlich.
el: Λείπει το CPF. Αυτό το πεδίο είναι υποχρεωτικό για τοπική πληρωμή στη Βραζιλία.
es: Falta el DNI o pasaporte. Este campo es obligatorio para un pago local en Brasil.
et: CPF puudub. Brasiilia kohalike maksete jaoks on see väli kohustuslik.
eu: CPF informazioa falta da. Eremu hori beharrezkoa da Brasilgo ordainketa lokalak egiteko.
fa: CPF موجود نیست. این زمینه برای پرداخت محلی برزیل الزامی است.
ga: CPF in easnamh. Tá sé seo ag teastáil le haghaidh íocaíocht áitiúil sa Bhrasaíl.
gd: Tha CPF a dhìth. Tha an raon seo riatanach airson pàigheadh ionadail ann am Braisil.
gl: Falta CPF. Este campo é obrigatorio para o pagamento local de Brasil.
gu: CPF ગુમ છે. બ્રાઝિલ સ્થાનિક ચૂકવણી માટે આ ફિલ્ડ ફરજિયાત છે.
he: CPF חסר. שדה זה הוא חובה עבור תשלום מקומי של ברזיל.
hi: CPF गुम है. यह फ़ील्ड ब्राज़ील स्थानीय भुगतान के लिए आवश्यक है.
hr: Nedostaje CPF. Ovo je polje obavezno za platni promet u Brazilu.
hu: Nincs megadva a CPF-kód. A mező kitöltése kötelező brazíliai helyi fizetésnél.
id: CPF masih kosong. Bidang ini wajib diisi untuk pembayaran lokal Brazil.
is: CPF vantar. Fylla verður út í þennan reit fyrir greiðslur í Brasilíu.
ja: CPF が入力されていません。ブラジル現地通貨でお支払いいただく場合は、このフィールドの入力が必須です。
ka: CPF აკლია. ამ ველის შევსება სავალდებულოა ბრაზილიის ადგილობრივი გადახდისთვის.
kk: CPF жоқ. Бұл өріс бразилиялық жергілікті төлем үшін міндетті.
kn: CNPJ ತಪ್ಪಿಹೋಗಿದೆ. ಬ್ರೆಜಿಲ್ ಸ್ಥಳೀಯ ಪಾವತಿಗಾಗಿ ಈ ಕ್ಷೇತ್ರವು ಕಡ್ಡಾಯವಾಗಿದೆ.
ko: CPF가 누락되었습니다. 이 필드는 브라질 현지 결제를 위한 필수 필드입니다.
ku_arab: CPF دیار نییە. ئەم خانەیە تەوزیمیە بۆ پارەدانی ناوخۆی بەرازیل.
ky: CPF жазылган жок. Бул тилке Бразилия ичинде төлөө үчүн сөзсүз толтурулушу керек.
lo: CPF ຫາຍໄປ. ເຂດຂໍ້ມູນນີ້ຈຳເປັນຕ້ອງໃສ່ຂໍ້ມູນສຳລັບການຊຳລະເງິນໃນທ້ອງຖິ່ນຂອງບຣາຊິນ.
lt: Nenurodytas CPF. Kad būtų galima atlikti vietinį mokėjimą Brazilijoje, šiame lauke reikšmę nurodyti būtina.
lv: Nav norādīts CPF numurs. Lai veiktu vietējo maksājumu Brazīlijā, aizpildiet šo lauku.
mi: Kei te ngaro a CPF. Me whakakī i tēnei āpure mō te utu paetata o Parahi.
mk: Недостасува CPF. Ова поле е задолжително за локални плаќања во Бразил.
ml: CPF നഷ്‌ടമായി. ബ്രസീല്‍ പ്രാദേശിക പേയ്‌മെന്റിന് ഈ ഫീല്‍ഡ് അത്യന്താപേക്ഷിതമാണ്.
mn: CPF дутуу байна. Бразилын дотоод төлбөр тооцоо хийхэд энэ талбарыг заавал бөглөх шаардлагатай.
mr: CPF गहाळ आहे. ही फील्ड ब्राझील स्थानिक देयासाठी ‍अनिवार्य आहे.
ms: CPF hilang. Medan ini mandatori bagi pembayaran tempatan Brazil.
mt: Is-CPF nieqes. Dan il-qasam hu obbligatorju għall-pagament lokali tal-Brażil.
ne: CPF हराइ रहेको छ। यस फाँट ब्राजीलको स्थानीय भुक्तानीको लागि मन्याताप्राप्त छ।
nn_no: CPF manglar. Dette feltet er obligatorisk for lokal betaling i Brasil.
no: CPF-nummeret mangler. Dette feltet er obligatorisk for lokal betaling i Brasil.
or: CPF ମିଳୁ ନାହିଁ. ଏହି କ୍ଷେତ୍ର ବ୍ରାଜିଲ୍ ସ୍ଥାନୀୟ ଦେୟ ପାଇଁ ବାଧ୍ୟତାମୂଳକ ଅଟେ.
pa_arab_pk: سی ایف پی مجود نئیں برازیل دی مقامی ادائیگی لئی ایہہ قطعہ بھرناں ضروری اے۔
pa_in: CPF ਗੁੰਮਸ਼ੁਦਾ ਹੈ। ਬ੍ਰਾਜ਼ੀਲ ਸਥਾਨਕ ਭੁਗਤਾਨ ਵਾਸਤੇ ਇਹ ਫੀਲਡ ਲਾਜ਼ਮੀ ਹੈ।
pl: Brak numeru CPF. To pole należy wypełnić w przypadku płatności lokalnych na terenie Brazylii.
ru: Отсутствует CPF. Это поле является обязательным для местного платежа через бразильскую систему.
sd: CPF درست نه آهي. برازيل جي لوڪل رقم ادا ڪرڻ لاءِ هي فيلڊ ضروري آهي.
si: CPF නැත. බ්‍රසීල රටේ ගෙවීම් සඳහා මෙම කොටස අනිවාර්යයි.
sl: CPF manjka. To polje je obvezno za lokalna plačila v Braziliji.
sr_cyrl_rs: CPF број недостаје. Ово поље је обавезно за плаћање у Бразилу.
sr_latn_rs: CPF broj nedostaje. Ovo polje je obavezno za plaćanje u Brazilu.
sv: CPF saknas. Det här fältet är obligatoriskt för brasiliansk lokal betalning.
ta: CPF இல்லை. பிரேஸில் உள்ளூர் கட்டணம் செலுத்துதலுக்கு இந்தப் புலம் அவசியமானது.
te: CPF లేదు. బ్రెజిల్ స్థానిక చెల్లింపు కోసం ఈ ఫీల్డ్ అవసరం.
tg: CPF намерасад. Ин майдон барои пардохти маҳаллӣ дар Бразилия ҳатмист.
th: ไม่มี CPF ฟิลด์นี้จำเป็นสำหรับการชำระเงินในท้องถิ่นของบราซิล
tr: CPF eksik. Brezilya yerel ödemesi için bu zorunlu bir alandır.
tt: CPF ялгыш. Бу кыр Бразилия урынлы түләүләр өчен мәҗбүри.
ug: CPF كەم. بۇ ئورۇننى بىرازىلىيە يەرلىك مۇئامىلە ئورنى ۋاكالىتەن تولدۇرىدۇ.
uk: Не вказано номер CPF. Для місцевих платежів у межах Бразілії це поле заповнюється обов’язково.
ur: CPF لاپتہ ہے۔ یہ قطعہ برازیل مقامی ادائیگی کے لئے لازمی ہے۔
uz: CPF kiritilmagan. Bu maydon Braziliya mahalliy to‘lovlari uchun majburiy.
vi: CPF bị thiếu. Trường này là bắt buộc cho thanh toán địa phương của Bra-xin.
zh_hans: 缺少 CPF。此字段对于巴西当地付款为必填项。
zh_hant: 漏填 CPF。在巴西地區付費需要填寫此欄位。
