Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.ZuneSuccessMessage
source: You have set up your credit card. Please wait while <a href="{0}" target="_blank">MarketPlace</a> is being launched so you can complete your purchase.
af: Jy het jou kredietkaart opgestel. Wag asseblief terwyl <a href="{0}" target="_blank">MarketPlace</a> gelaai word, sodat jy jou aankope kan voltooi.
am: የብድር ካርድህን አዋቅረሃል።እባክህ ጠብቅ <a href="{0}" target="_blank">ገበያ ቦታ</a> ጀምሯል ስለዚህ ግዢህን ማጠናቀቅ ትችላለህ።
ar: لقد أعددت بطاقة ائتمانك. يرجى الانتظار أثناء تشغيل <a href="{0}" target="_blank">MarketPlace‏</a> حيث يمكنك إتمام عملية الشراء.
as: আপুনি আপোনাৰ ক্ৰেডিট কাৰ্ড ছেট আপ কৰিলে। অনুগ্ৰহ কৰি <a href="{0}" target="_blank">MarketPlace</a> লান্চ কৰালৈ ক্ষন্তেক ৰওক, যাতে আপুনি আপোনাৰ ক্ৰয় সম্পূৰ্ণ কৰিব পাৰে।
az: Kredit kartınızı quraşdırmısınız. Satınalmanızı tamamlamaq üçün <a href="{0}" target="_blank">MarketPlace</a>-in tamamlanmasını gözləyin.
bg: Настройките за кредитната ви карта са завършени. Моля, изчакайте докато се стартира <a href="{0}" target="_blank">MarketPlace</a>, за да завършите покупката си.
bn_in: আপনি আপনার ক্রেডিট কার্ড সেট আপ করেছেন৷ আপনি যাতে নিজের ক্রয়ের প্রক্রিয়া সম্পূর্ণ করতে পারেন তাই <a href="{0}" target="_blank">MarketPlace</a> শুরু হওয়ার সময় অনুগ্রহ করে অপেক্ষা করুন৷
bs: Morate postaviti svoju kreditnu karticu. Sačekajte da se <a href="{0}" target="_blank">MarketPlace</a> pokrene kako biste završili kupovinu.
cy: Rydych wedi rhoi manylion eich cerdyn credyd. Arhoswch funud i <a href="{0}" target="_blank">MarketPlace</a> gael ei lansio i chi gael gorffen prynu.
da: Du har nu konfigureret dit kreditkort. Vent, mens <a href="{0}" target="_blank">MarketPlace</a> startes, så du kan foretage dine køb.
de: Sie haben Ihre Kreditkarte eingerichtet. Warten Sie, bis <a href="{0}" target="_blank">MarketPlace</a> gestartet wurde, damit Sie Ihren Einkauf abschließen können.
el: Έχετε ρυθμίσει την πιστωτική σας κάρτα. Περιμένετε μέχρι να γίνει εκκίνηση του <a href="{0}" target="_blank">MarketPlace</a> προκειμένου να ολοκληρώσετε την αγορά σας.
es: Se ha completado el registro de la tarjeta de crédito. Espere mientras se inicia <a href="{0}" target="_blank">MarketPlace</a> para que pueda finalizar su compra.
et: Olete oma krediitkaardi seadistanud. Oodake, kuni <a href="{0}" target="_blank">MarketPlace</a> käivitub, nii et saate oma ostu lõpule viia.
eu: Kreditu-txartela konfiguratu duzu. Itxaron <a href="{0}" target="_blank">MarketPlace</a> abiarazten den bitartean, erosketa osatu ahal izateko.
fa: کارت اعتباری خود را تنظیم کردید. لطفاً منتظر بمانید تا <a href="{0}" target="_blank">بازارe</a> راه اندازی شود و بتوانید خرید خود را کامل کنید.
ga: Tá do chárta creidmheasa réidh le húsáid. Fan go dtí go mbeidh <a href="{0}" target="_blank">MarketPlace</a> seolta agus ansin beidh tú in ann do cheannachán a chríochnú.
gd: Feumaidh tu a' chairt-creideis agad a sheatadh suas. Fuirich fhad 's a bhios <a href="{0}" target="_blank">MarketPlace</a> ga chur gu dol agus faodaidh tu crìoch a chur air do cheannach.
gl: Xa configurou o seu cartón de crédito. Agarde mentres se inicia <a href="{0}" target="_blank">MarketPlace</a> para poder finalizar a súa compra.
gu: તમારું ક્રેડિટ કાર્ડ તમે સેટ કર્યું છે. <a href="{0}" target="_blank">MarketPlace</a> લોંચ થાય ત્યાં સુધી કૃપા કરી રાહ જુઓ જેથી તમારી ખરીદી તમે પૂર્ણ કરી શકો.
he: הגדרת את כרטיס האשראי שלך. המתן להפעלת <a href="{0}" target="_blank">MarketPlace</a> כדי שתוכל להשלים את הרכישה.
hi: आपने अपने क्रेडिट कार्ड को सेट कर लिया है. कृपया <a href="{0}" target="_blank">मार्केटप्लेस</a> के लॉन्च होने तक प्रतीक्षा करें ताकि आप अपनी खरीदारी पूर्ण कर सकें.
hr: Unijeli ste svoju kreditnu karticu. Pričekajte da se pokrene <a href="{0}" target="_blank">MarketPlace</a> da možete dovršiti kupnju.
hu: Beállította a hitelkártyáját. Várjon, amíg betöltődik a <a href="{0}" target="_blank">MarketPlace</a> weblap, hogy befejezhesse a vásárlást.
id: Anda telah menyiapkan kartu kredit Anda. Harap tunggu selama <a href="{0}" target="_blank">MarketPlace</a> sedang diluncurkan agar Anda dapat menyelesaikan pembelian.
is: Þú hefur stillt kreditkortið þitt. Hinkraðu á meðan <a href="{0}" target="_blank">MarketPlace</a> er opnað svo þú getir lokið kaupunum.
ja: クレジット カードが登録されました。<a href="{0}" target="_blank">マーケットプレース</a>が起動したら、ご購入手続きを完了いただけます。
ka: თქვენ დააყენეთ თქვენი საკრედიტო ბარათი. გთხოვთ, დაელოდოთ სანამ ჩაირთვება <a href="{0}" target="_blank">MarketPlace</a> და შეძლებთ შეძენის დასრულებას.
kk: Несиелік картаңызды орнаттыңыз. Сатып алуды аяқтау үшін <a href="{0}" target="_blank">MarketPlace</a> қызметінің іске қосылуын күтіңіз.
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ನೀವು ಹೊಂದಿಸಿರುವಿರಿ. <a href="{0}" target="_blank">MarketPlace</a> ಸ್ಥಾಪನೆಯಾಗುತ್ತಿರುವಾಗ ದಯವಿಟ್ಟು ನಿರೀಕ್ಷಿಸಿ ಏಕೆಂದರೆ ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ನೀವು ಪೂರ್ಣಗೊಳಿಸಬಹುದು.
ko: 회원님의 신용 카드 정보를 설정했습니다. 구매를 완료할 수 있도록 <a href="{0}" target="_blank">마켓플레이스</a>가 시작될 때까지 잠시 기다려 주십시오.
ku_arab: تۆ کرێدت کارتی خۆت دامەزراندووە. تکایە کەمێک چاوەڕێبە <a href="{0}" target="_blank">بازاڕ</a> دەست پێدەکات و ئیتر دەتوانیت کڕینەکەت تەواو بکەیت.
ky: Сиз кредит картыңызды аныктадыңыз. Сиз сатып алууну аякташыңыз үчүн <a href="{0}" target="_blank">Базар</a> күйгөнчө күтө туруңуз.
lo: ທ່ານໄດ້ຕັ້ງບັດເຄຣດິດຂອງທ່ານແລ້ວ. ກະລຸນາລໍຖ້າໃນຂະນະທີ່ <a href="{0}" target="_blank">MarketPlace</a> ກໍາລັງຖືກເປີດ ເພື່ອໃຫ້ທ່ານສາມາດເຮັດສຳເລັດການຊື້ຂອງທ່ານ.
lt: Nustatėte savo kredito kortelę. Palaukite, kol bus paleista <a href="{0}" target="_blank">MarketPlace</a>, kad galėtumėte pirkti.
lv: Jūsu kredītkarte ir iestatīta. Lai pabeigtu pirkumu, lūdzu, uzgaidiet, kamēr tiek palaists <a href="{0}" target="_blank">tiešsaistes tirgus</a>.
mi: Kua tāutahia tō kāri nama. Taihoa, kei te whakaterea a <a href="{0}" target="_blank">MarketPlace</a> kia taea ai te whakatutuki tō hokohoko.
mk: Ја поставивте вашата кредитна картичка. Почекајте додека <a href="{0}" target="_blank">MarketPlace</a> се активира за да можете да го завршите купувањето.
ml: നിങ്ങള്‍ ക്രെഡിറ്റ് കാര്‍ഡ് സജ്ജമാക്കേണ്ടതാണ്. <a href="{0}" target="_blank">MarketPlace</a> സമാരംഭിക്കുന്നതുവരെ കാത്തിരിക്കുക, അതിനാല്‍ നിങ്ങള്‍ക്ക് വാങ്ങല്‍ പൂര്‍ത്തിയാക്കാന്‍ കഴിയും.
mn: Та кредит картаа тохирууллаа. <a href="{0}" target="_blank">MarketPlace</a>-г эхэлтэл түр хүлээнэ үү. Улмаар та худалдан авалтаа гүйцээх боломжтой болно.
mr: आपण आपले क्रेडिट कार्ड सेट अप केले. कृपया <a href="{0}" target="_blank">MarketPlace</a> सुरू करेपर्यंत प्रतीक्षा करा जेणेकरून आपण आपली खरेदी पूर्ण करू शकता.
ms: Anda telah menyediakan kad kredit anda. Sila tunggu sebentar sementara <a href="{0}" target="_blank">MarketPlace</a> dilancarkan supaya anda dapat menyelesaikan pembelian anda.
mt: Issettjajt il-kard ta' kreditu tiegħek. Stenna sakemm <a href="{0}" target="_blank">MarketPlace</a> jitnieda biex tkun tista' twettaq ix-xiri tiegħek.
ne: तपाइँले आफ्नो क्रेडिट कार्ड सेटअप गराउनु भएको छ। कृपया <a href="{0}" target="_blank">बजारस्थान</a> सुरु हुँदै गर्दा पर्खनुहोस् ताकि तपाइँले आफ्नो खरिद पूरा गर्न सक्नुहोस्।
nn_no: Du har registrert kredittkortet ditt. Vent medan <a href="{0}" target="_blank">MarketPlace</a> startar slik at du kan fullføre kjøpet.
no: Du har satt opp kredittkortet. Vent mens <a href="{0}" target="_blank">MarketPlace</a> åpnes, slik at du kan fullføre kjøpet.
or: ଆପଣ ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡକୁ ସେଟଅପ୍ କରିଛନ୍ତି. <a href="{0}" target="_blank">MarketPlace</a> ଉନ୍ମୋଚନ ହେଉଥିବା ସମୟରେ ଦୟାକରି ଅପେକ୍ଷା କରନ୍ତୁ ଯେପରିକି ଆପଣ ଆପଣଙ୍କ କ୍ରୟକୁ ସମ୍ପୂର୍ଣ୍ଣ କରିପାରିବେ.
pa_arab_pk: تسی اپنا کریڈٹ کارڈ سیٹ کردتا اے۔<a href="{0}" target="_blank">MarketPlace</a> دے نصب ہوندیاں تک انتظار کرو تا کہ تسی اپنی خرید مکمل کر سکو۔
pa_in: ਤੁਸੀਂ ਆਪਣਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜੋੜ ਦਿੱਤਾ ਹੈ। ਜਦੋਂ ਤੱਕ <a href="{0}" target="_blank">ਬਾਜ਼ਾਰ ਦਾ ਸਥਾਨ</a> ਨੂੰ ਸ਼ੁਰੂ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਤੱਦ ਤੱਕ ਕਿਰਪਾ ਕਰਕੇ ਇੰਤਜ਼ਾਰ ਕਰੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਆਪਣੀ ਖ੍ਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰ ਸਕੋ।
pl: Użytkownik skonfigurował kartę kredytową. Zaczekaj, aż uruchomiony zostanie program <a href="{0}" target="_blank">MarketPlace</a>, co umożliwi dokonanie zakupu.
ru: Кредитная карта настроена. Дождитесь запуска <a href="{0}" target="_blank">MarketPlace</a>, чтобы завершить оформление покупки.
sd: توهان پهنجو ڪريڊٽ ڪارڊ سيٽ ڪيو آهي. مهرباني ڪري انتظار ڪريو جيستائين <a href="{0}" target="_blank">MarketPlace</a> شروع ٿي رهيو آهي ته توهان پهنجي خريداري مڪمل ڪري سگھو.
si: ඔබ ඔබේ ක්‍රෙඩිට් කාඩ්පත සකස් කර තිබේ. කරුණාකර මඳක් රැඳී සිටින්න <a href="{0}" target="_blank">MarketPlace</a> දියත් වන බැවින් ඔබට මිලට ගැනීම සම්පුර්ණ කළ හැකිය.
sl: Nastavili ste kreditno kartico. Počakajte, da se <a href="{0}" target="_blank">MarketPlace</a> zažene, nato dokončajte nakup.
sr_cyrl_rs: Подесили сте кредитну картицу. Сачекајте да се покрене <a href="{0}" target="_blank">MarketPlace</a> како бисте могли да довршите куповину.
sr_latn_rs: Podesili ste kreditnu karticu. Sačekajte da se pokrene <a href="{0}" target="_blank">MarketPlace</a> kako biste mogli da dovršite kupovinu.
sv: Du har konfigurerat ditt kreditkort. Vänta tills <a href="{0}" target="_blank">MarketPlace</a> har startats innan du slutför inköpet.
ta: கடன் அட்டையை அமைத்துள்ளீர்கள். <a href="{0}" target="_blank">MarketPlace</a> தொடங்கப்படும்போது காத்திருக்கவும் அதனால் உங்கள் வாங்குதலை முடிக்கலாம்.
te: మీరు మీ క్రెడిట్ కార్డ్‌ను సెటప్ చేసారు. దయచేసి <a href="{0}" target="_blank">MarketPlace</a> లాంచ్ చేయబడేటప్పుడు వేచి ఉండండి, దానివల్ల మీరు మీ కొనుగోలును పూర్తి చేయవచ్చు.
tg: Шумо корти қарзии худро танзим кардед. Лутфан, мунтазир шавед, то <a href="{0}" target="_blank">MarketPlace</a> оғоз карда шавад ва шумо хариди худро анҷом диҳед.
th: คุณได้ตั้งค่าบัตรเครดิตของคุณ โปรดรอขณะ <a href="{0}" target="_blank">MarketPlace</a> กำลังเปิด เพื่อให้คุณสามารถดำเนินการซื้อของคุณให้เสร็จสมบูรณ์
tr: Kredi kartınızı ayarladınız. Satın alma işlemini tamamlamak için lütfen <a href="{0}" target="_blank">Market</a>'in başlatılmasını bekleyin.
tt: Сез кредит картагызны сайладыгыз. Сатып алуыгызны тәмамлау өчен <a href="{0}" target="_blank">MarketPlace</a> ачуын көтеп торыгыз.
ug: سىز ئىناۋەتلىك كارتىنى قۇرۇپ چىقتىڭىز. سېتىۋېلىشىڭىزنىڭ تاماملىنىشى ئۈچۈن <a href="{0}" target="_blank">بازار</a> قوزغالغانغا قەدەر ساقلاڭ.
uk: Кредитну картку настроєно. Почекайте, доки здійснюється підключення до <a href="{0}" target="_blank">MarketPlace</a>, щоб завершити процес купівлі.
ur: آپ نے اپنے کریڈٹ کارڈ کو تشکیل دے دیا ہے۔ برائے مہربانی انتظار کریں جبکہ <a href="{0}" target="_blank">منڈی کی جگہ</a> کا اجراء کیا جا رہا ہے تاکہ آپ اپنی خریداری کی تکمیل کر سکیں
uz: Siz kredit kartochkangizni o‘rnatdingiz. <a href="{0}" target="_blank">MarketPlace</a> yuklanayapti va o‘z xaridingizni nihoyasiga yetakaza olishingiz uchun kuting.
vi: Bạn đã cài đặt xong thẻ tín dụng của mình. Vui lòng chờ trong khi <a href="{0}" target="_blank">MarketPlace</a> khởi động để có thể hoàn thành giao dịch mua của bạn.
zh_hans: 您已设置了信用卡。正在启动<a href="{0}" target="_blank">市场</a>以便您能够完成您的购买，请稍候。
zh_hant: 您已完成信用卡設定。請稍待，<a href="{0}" target="_blank">MarketPlace</a> 即將啟動，供您完成購買程序。

# Word.ZuneSuccessTitle
source: Thank you!
af: Dankie!
am: እናመሰግናለን!
ar: شكرًا لك!
as: ধন্যবাদ!
az: Təşəkkür edirik!
bg: Благодарим!
bn_in: ধন্যবাদ!
bs: Hvala!
cy: Diolch!
da: Tak!
de: Danke!
el: Ευχαριστούμε!
es: Gracias
et: Aitäh!
eu: Eskerrik asko!
fa: متشکریم!
ga: Go raibh maith agat!
gd: Mòran taing!
gl: Grazas!
gu: તમારો આભાર!
he: תודה!
hi: धन्यवाद!
hr: Hvala!
hu: Köszönjük!
id: Terima kasih!
is: Þakka þér fyrir!
ja: ご利用ありがとうございました。
ka: გმადლობთ!
kk: Рахмет!
kn: ಧನ್ಯವಾದಗಳು!
ko: 감사합니다!
ku_arab: سوپاست دەکەین!
ky: Рахмат!
lo: ຂໍຂອບໃຈ!
lt: Ačiū!
lv: Paldies!
mi: Ngā mihi!
mk: Благодариме!
ml: നിങ്ങള്‍ക്ക് നന്ദി!
mn: Баярлалаа!
mr: धन्यवाद!
ms: Terima kasih!
mt: Grazzi!
ne: धन्यवाद!
nn_no: Takk!
no: Takk!
or: ଆପଣଙ୍କୁ ଧନ୍ୟବାଦ!
pa_arab_pk: شکریہ!
pa_in: ਤੁਹਾਡਾ ਧੰਨਵਾਦ!
pl: Dziękujemy!
ru: Спасибо!
sd: توھان جي مھرباني!
si: ස්තූතියි!
sl: Hvala!
sr_cyrl_rs: Хвала!
sr_latn_rs: Hvala!
sv: Tack!
ta: நன்றி!
te: ధన్యవాదాలు!
tg: Ташаккур!
th: ขอบคุณ!
tr: Teşekkür ederiz!
tt: Рәхмәт!
ug: رەھمەت!
uk: Дякуємо!
ur: آپ کا شکریہ!
uz: Rahmat!
vi: Cảm ơn bạn!
zh_hans: 谢谢您!
zh_hant: 感謝您！

# Word.ErrorDetails
source: Error code
af: Foutkode
am: የስሕተት ኮድ
ar: رمز الخطأ
as: ত্ৰুটি ক'ড
az: Səhvin kodu
bg: Код на грешка
bn_in: ত্রুটি কোড
bs: Kôd greške
cy: Cod y gwall
da: Fejlkode
de: Fehlercode
el: Κωδικός σφάλματος
es: Código de error
et: Tõrkekood
eu: Errore-kode
fa: کد خطا
ga: Cód earráide
gd: Còd na mearachd
gl: Código de erro
gu: ભુલ કોડ
he: קוד שגיאה
hi: त्रुटि कोड
hr: Kôd pogreške
hu: Hibakód
id: Kode galat
is: Villukóði
ja: エラー コード
ka: შეცდომის კოდი
kk: Қате коды
kn: ದೋಷ ಕೋಡ್
ko: 오류 코드
ku_arab: كۆدی هەڵە
ky: Ката коду
lo: ລະຫັດຄວາມຜິດພາດ
lt: Klaidos kodas
lv: Kļūdas kods
mi: Waehere hapa
mk: Идентификатор на грешката
ml: തെറ്റ് കോഡ്
mn: Алдааны код
mr: त्रुटी कोड
ms: Kod ralat
mt: Kodiċi tal-iżball
ne: त्रुटिकोड
nn_no: Feilkode
no: Feilkode
or: ତୃଟି କୋଡ୍
pa_arab_pk: کوڈ دا ایرر
pa_in: ਗਲਤ ਕੋਡ
pl: Kod błędu
ru: Код ошибки
sd: نقص ڪوڊ
si: දොස් කේතය
sl: Koda napake
sr_cyrl_rs: Код грешке
sr_latn_rs: Kôd greške
sv: Felkod
ta: பிழைக் குறியீடு
te: దోష కోడ్
tg: Рамзи хатогӣ
th: รหัสข้อผิดพลาด
tr: Hata kodu
tt: Хата коды
ug: خاتالىق كودى
uk: Код помилки
ur: نقص کوڈ
uz: Xato kodi
vi: Mã lỗi
zh_hans: 错误代码
zh_hant: 錯誤碼

# Literal.MBUX.Verify.Note
source: As an added security measure, we need to verify your credit card before proceeding.
af: As 'n bykomende veiligheidsmaatreël moet ons jou kredietkaart verifieer voor ons verder gaan.
am: አንደታከለ የደህነት እርምጃ፡ ከመቀጠላችን በፊት የብድር ካርድ ለማረጋገጥ እንፈልጋለን ።
ar: لزيادة الأمان نحتاج إلى التحقق من صحة بطاقة ائتمانك قبل المتابعة.
as: কোনো নিৰাপত্তা ব্যৱস্থা যোগ কৰাৰ ৰূপত, আৰম্ভ কৰাৰ আগতে আমি আপোনাৰ ক্ৰেডিট কাৰ্ড সত্যাপন কৰাৰ প্ৰয়োজন হ'ব৷
az: Əlavə olunmuş təhlükəsizlik tədbiri kimi, davam etməmişdən əvvəl kredit kartınızı yoxlamalıyıq.
bg: Като допълнителна мярка за защита, трябва да проверим вашата кредитна карта, преди да продължим.
bn_in: একটি অতিরিক্ত সুরক্ষা উপায় হিসেবে, এগিয়ে যাওয়ার আগে আমাদেরকে আপনার ক্রেডিট কার্ডটি যাচাই করতে হবে৷
bs: Kao dodatnu sigurnosnu mjeru, potrebno je da verificiramo vašu kreditnu karticu prije nego što nastavimo.
cy: Fel cam diogelwch ychwanegol, bydd angen dilysu eich cerdyn credyd cyn bwrw ymlaen.
da: Som en ekstra sikkerhedsforanstaltning er vi nødt til at kontrollere dit kreditkort, før du fortsætter.
de: Als zusätzliche Sicherheitsmaßnahme muss Ihre Kreditkarte geprüft werden, ehe Sie fortfahren können.
el: Ως πρόσθετο μέτρο ασφάλειας, για να προχωρήσουμε πρέπει να κάνουμε επαλήθευση της πιστωτικής κάρτας σας.
es: Como medida de seguridad adicional, necesitamos comprobar su tarjeta de crédito antes de continuar.
et: Täiendava turvameetmena peame enne jätkamist teie krediitkaarti kontrollima.
eu: Segurtasun-neurri gehigarri gisa, zure kreditu-txartela egiaztatu behar dugu aurrera egin aurretik.
fa: بعنوان روشی برای حفظ ایمنی هرچه بیشتر، لازم است که قبل از ادامه کار، اعتبار کارت اعتباری شما تأیید شود.
ga: Mar bheart breise slándála, ní mór do chárta creidmheasa a dheimhniú chun dul ar aghaidh.
gd: Mar cheum tèarainteachd a bharrachd, feumaidh sinn do chairt-creideis a dhearbhadh mus tèid sinn air adhart.
gl: Como medida adicional de seguridade, debemos verificar o seu cartón de crédito antes de seguir.
gu: વિશેષ સલામતી માપ તરીકે, પ્રક્રિયા કરતા પહેલાં તમારું ક્રેડિટ કાર્ડ અમારે વેરીફાઇ કરવાની આવશ્યકતા રહેશે.
he: כאמצעי אבטחה נוסף, עלינו לאמת את כרטיס האשראי שלך לפני שנמשיך.
hi: एक अतिरिक्त सुरक्षा उपाय के रूप में, हमारे लिए आगे बढ़ने से पहले आपके क्रेडिट कार्ड का सत्यापन करना आवश्यक है.
hr: U sklopu dodatne sigurnosne mjere, moramo provjeriti valjanost vaše kreditne kartice kako bismo nastavili dalje.
hu: További óvintézkedésként a folytatás előtt ellenőriznünk kell a hitelkártyát.
id: Sebagai langkah keamanan tambahan, kami harus memverifikasi kartu kredit Anda sebelum melanjutkan.
is: Til þess að auka á öryggið þurfum við að sannprófa kreditkortið áður en lengra er haldið.
ja: クレジット カード決済の安全性を高めるために、ご利用のクレジット カードを検証させていただく必要があります。
ka: დამატებითი უსაფრთხოების მიზნით, ჩვენ უნდა დავადასტუროთ თქვენი საკრედიტო ბარათი, სანამ განვაგრძობთ.
kk: Қосымша қауіпсіздік шарасы ретінде жалғастыру алдында несиелік картаңызды тексеру керек.
kn: ಹೆಚ್ಚುವರಿ ಭದ್ರತೆ ಕ್ರಮವಾಗಿ, ಪ್ರಕ್ರಿಯೆಗೊಳಿಸುವುದಕ್ಕೂ ಮೊದಲು ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ನಾವು ಪರಿಶೀಲಿಸಬೇಕಾಗಿದೆ.
ko: 보안 강화 절차로, 계속 진행하기 전에 회원님의 신용 카드를 인증해야 합니다.
ku_arab: وەک رێوشوێنێکی ئاسایشی زێدە، ئێمە پێویستمان بەوەیە پێش ئەوەی بەردەوامبوون کرێدت کارتی تۆ بسەلمێنین.
ky: Кошумча коопсуздук чарасы катары биз улантардан мурун сиздин кредит картыңызды текшеришибиз керек.
lo: ໃນນາມເປັນມາດຕະການຮັກສາຄວາມປອດໄພເພີ່ມເຕີມ, ພວກເຮົາຈຳເປັນຕ້ອງກວດສອບບັດເຄຣດິດຂອງທ່ານກ່ອນການດຳເນີນການ.
lt: Imamės papildomų saugos priemonių, todėl prieš pradėdami turime patikrinti jūsų kredito kortelę.
lv: Drošības nolūkos pirms turpināšanas ir jāveic kredītkartes pārbaude.
mi: Hei ine haumarutanga anō, manatokongia tō kāri nama i mua i te haere whakamua.
mk: Како дополнителна мерка за безбедност, треба да ја провериме вашата кредитна картичка пред да продолжиме.
ml: ഒരു വര്‍ദ്ധിത സുരക്ഷാ മാനദണ്ഡമെന്ന നിലയില്‍, തുടരുന്നതിന് മുമ്പായി ഞങ്ങള്‍ക്ക് നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് സ്ഥിരീകരിക്കേണ്ടതുണ്ട്.
mn: Аюулгүй байдлын нэмэлт арга хэмжээ болгож бид цааш үргэлжлүүлэхээс өмнө таны кредит картыг баталгаажуулах хэрэгтэй байна.
mr: जोडलेल्या सुरक्षा मापदंडाच्या रुपात, आम्हाला प्रक्रिया करण्यापूर्वी आपल्या क्रेडिट कार्डची पडताळणी करण्याची आवश्यकता आहे.
ms: Sebagai langkah keselamatan tambahan, kami perlu menentusahkan kad kredit anda sebelum meneruskan.
mt: Bħala miżura miżjuda tas-sigurtà, jeħtieġ li nivverifikaw il-karta ta' kreditu tiegħek qabel ma tipproċedi.
ne: थप सुरक्षा मापदण्डको रूपमा, अगाडि बड्नु भन्दा अगाडि हामीले तपाईँको क्रेडिट कार्ड रुजू गर्न आवश्यक छ।
nn_no: Som eit ekstra tryggleikstiltak må du stadfeste kredittkortet før du går vidare.
no: Som et ekstra sikkerhetstiltak må vi verifisere kredittkortet ditt før du fortsetter.
or: ଏକ ଯୋଡି ହୋଇଥିବା ସୁରକ୍ଷା ପରିମାପ ଭାବରେ, ଆମକୁ ପ୍ରକ୍ରିୟାକରଣ କରିବା ପୂର୍ବରୁ ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯାଞ୍ଚ କରିବାକୁ ପଡିବ.
pa_arab_pk: اضافی حفاظت دے طور تے، اگے جان توں پہلاں سانوں تساں دے کریڈٹ کارڈ دی تصدیق کرنی اے۔
pa_in: ਇੱਕ ਵਾਧੂ ਸੁਰੱਖਿਆ ਉਪਾਅ ਵਜੋਂ, ਅੱਗੇ ਵਧਣ ਤੋਂ ਪਹਿਲਾਂ ਸਾਨੂੰ ਤੁਹਾਡੇ ਕਰੈਡਿਟ ਕਾਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: W ramach dodatkowych zabezpieczeń musimy zweryfikować kartę kredytową, zanim będzie można kontynuować.
ru: В качестве дополнительной меры безопасности перед продолжением требуется проверить вашу кредитную карту.
sd: جيئن اضافو ٿيل حفاظت کي ماپڻ، اسان کي اڳتي وڌڻ کان پهريان توهان جي ڪريڊٽ ڪارڊ جي تصديق ڪرڻ جي ضرورت آهي.
si: අතිරේක ආරක්ෂක පියවරක් ලෙස ඉදිරියට යාමට පෙර ඔබගේ ණයවරපත සත්‍යාපනය කර ගත යුතු වේ.
sl: Kot dodaten varnostni ukrep moramo pred nadaljevanjem preveriti vašo kreditno kartico.
sr_cyrl_rs: Као додатна безбедносна мера, потребно је да верификујемо вашу кредитну картицу пре него што наставимо.
sr_latn_rs: Kao dodatna bezbednosna mera, potrebno je da verifikujemo vašu kreditnu karticu pre nego što nastavimo.
sv: Som en extra säkerhetsåtgärd måste vi verifiera ditt kreditkort innan vi kan gå vidare.
ta: சேர்க்கப்பட்ட பாதுகாப்பு நடவடிக்கையாக, செயல்படுத்துவதற்கு முன்பு உங்கள் கடன் அட்டையை நாங்கள் சரிபார்க்க வேண்டும்.
te: జోడించబడిన భద్రతా ప్రమాణం వలె, మేము ప్రాసెస్ చేయడానికి ముందు మీ క్రెడిట్ కార్డ్‌ను నిర్ధారించాలి.
tg: Ба сифати чораи иловагии амниятӣ, мо бояд пеш аз шурӯъ кардан корти қарзии шуморо санҷем.
th: เพื่อเป็นมาตรการรักษาความปลอดภัยเพิ่มเติม เราจำเป็นต้องตรวจสอบบัตรเครดิตของคุณก่อนดำเนินการต่อ
tr: Ek bir güvenlik önlemi olarak, devam etmeden önce kredi kartınızı doğrulamamız gerekiyor.
tt: Иминлек өстәү максатыннан, дәвам иткәнче кредит картагызны тикшерергә кирәк.
ug: قوشۇمچە بىخەتەرلىك ۋاستىسى سۈپىتىدە،داۋاملاشتۇرۇشتىن ئىلگىرى ئىناۋەتلىك كارتىڭىزنى دەلىللېشىمىز لازىم.
uk: З метою додаткового захисту ми повинні перевірити вашу кредитну картку, перш ніж продовжити.
ur: مزید کاروائی سےپہلے ہمیں حفاظت کے پیش نظر آپ کے کریڈٹ کارڈ کی تصدیق کرنی ہے.
uz: Qo‘shimcha xavfsizlik chorasi sifatida davom etishdan avval kredit kartochkangizni tekshirishimiz kerak.
vi: Như một biện pháp an ninh bổ sung, chúng tôi cần kiểm chứng thẻ tín dụng của bạn trước khi tiếp tục.
zh_hans: 作为增强的安全措施，我们需要在继续之前验证您的信用卡。
zh_hant: 為了提供更嚴密的安全措施，我們必須先驗證您的信用卡，才能繼續進行後續動作。

# Literal.ExpirationDate.Required
source: Expiration date is required.
af: Vervaldatum word vereis.
am: የማለቂያ ቀን ይፈለጋል።
ar: تاريخ انتهاء الصلاحية مطلوب.
as: ম্যাদ উকলা তাৰিখ আৱশ্যক৷
az: Bitmə tarixi tələb olunur.
bg: Датата на валидност е задължителна.
bn_in: মেয়াদ শেষের তারিখ আবশ্যক৷
bs: Datum isteka je obavezan.
cy: Rhaid rhoi dyddiad dod i ben.
da: Udløbsdato skal angives.
de: Das Ablaufdatum ist erforderlich.
el: Απαιτείται η ημερομηνία λήξης.
es: La fecha de caducidad es obligatoria.
et: Aegumiskuupäev on kohustuslik.
eu: Iraungitze-data beharrezkoa da.
fa: به تاریخ انقضا نیاز است.
ga: Dáta éagtha ag teastáil.
gd: Deit crìochnachaidh a dhìth.
gl: Requírese unha data de caducidade.
gu: સમાપ્તિ તારીખની આવશ્યકતા છે.
he: תאריך תפוגת תוקף נדרש.
hi: समाप्ति दिनांक की आवश्यकता है.
hr: Datum isteka obavezan je.
hu: A lejárati dátum megadása kötelező.
id: Tanggal kedaluwarsa wajib diisi.
is: Gildistíma er krafist.
ja: 有効期限は必須項目です。
ka: მიუთითეთ მოქმედების ვადა.
kk: Жарамдылық мерзімінің бітуін енгізу қажет.
kn: ಮುಕ್ತಾಯದ ದಿನಾಂಕ ಅಗತ್ಯವಿದೆ.
ko: 유효 날짜는 필수 항목입니다.
ku_arab: بەرواری بەسەرچوون پێویستە.
ky: Мөөнөтү өткөн күнү талап кылынат.
lo: ຕ້ອງລະບຸວັນທີໝົດອາຍຸ.
lt: Būtina nurodyti galiojimo pabaigos datą.
lv: Norādiet derīguma termiņu.
mi: Kei te hiahiatia te rā pau.
mk: Датумот на истекување е задолжителен.
ml: കാലഹരണപ്പെടല്‍ തീയതി ആവശ്യമുണ്ട്.
mn: Дуусах хугацааг оруулах шаардлагатай.
mr: कालबाह्यता तारीख आवश्यक आहे.
ms: Tarikh tamat tempoh diperlukan.
mt: Id-data ta' skadenza hi meħtieġa.
ne: म्याद सकिने मिति आवश्यक छ।
nn_no: Utløpsdato er obligatorisk.
no: Utløpsdato må angis.
or: ମିଆଦ ତାରିଖ ଆବଶ୍ୟକ ରହିଛି.
pa_arab_pk: اختتامی تاریخ دی لوڑ اے.
pa_in: ਮਿਆਦ ਪੁੱਗਣ ਦੀ ਤਾਰੀਖ ਚਾਹੀਦੀ ਹੈ।
pl: Data ważności jest wymagana.
ru: Необходимо указать дату истечения срока действия.
sd: مُدو پوري ٿيڻ جي تاريج جي گھرج آهي.
si: කල් ඉකුත් වීමේ දිනය අවශ්‍යයි.
sl: Datum poteka je obvezen podatek.
sr_cyrl_rs: Потребно је унети датум истека.
sr_latn_rs: Potrebno je uneti datum isteka.
sv: Förfallodatum måste anges.
ta: காலாவதியாகும் தேதி தேவை.
te: గడువు ముగింపు తేదీ అవసరం.
tg: Санаи анҷоми мӯҳлат ҳатмист.
th: ต้องระบุวันหมดอายุ
tr: Son kullanma tarihi gereklidir.
tt: Вакыт чыгу датасы кирәк.
ug: مۇددىتى توشۇش تارىخى تەلەپ قىلىندۇ.
uk: Необхідно вказати дату завершення дії.
ur: معیاد ختم ہونے کی تاریخ درکار ہے
uz: Amal qilish muddati talab qilinadi.
vi: Ngày hết hạn là cần thiết.
zh_hans: 过期日期为必填项。
zh_hant: 有效期限是必要資訊。
