Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OrgProfile.Update.InvalidFormattedMobileBarcode.New
source: Mobile barcode is 8 digits beginning with “/”, and the remaining 7 codes are limited to numbers, capitals, plus and minus signs.
af: Mobieletoestel-strepieskode is 8 karakters wat met “/” begin, en die oorblywende 7 karakters is beperk tot syfers, hoofletters, plus- en minustekens.
am: የሞባይል ባርኮድ 8 አሃዞች ያለው ሲሆን የሚጀምረው በ"/" ነው፣ እንዲሁም የቀሩት 7 ኮዶች በቁጥሮች፣ በአብይ ፊደሎች፣ በመደመር እና መቀነስ ምልክቶች የተወሰኑ ናቸው።
ar: يتكون الكود الشريطي للجوال من 8 أرقام تبدأ بـ “/”، وتقتصر الرموز السبعة المتبقية على الأرقام، والأحرف الكبيرة، وعلامتي الجمع والطرح.
as: মোবাইল বাৰকোড হৈছে “/” ৰে আৰম্ভ কৰি 8-টা সংখ্যা, আৰু বাকী থকা 7-টা কোড হৈছে নম্বৰ, বৰফলা, যোগ আৰু বিয়োগ চিহ্নসমূহ।
az: Mobil ştrix-kod 8-rəqəmli olub “/” ilə başlayır və qalan 7 kod rəqəmlər, böyük hərflər, üstəgəl və çıx işarələrinə məhdudlaşdırılıb.
bg: Баркодът за мобилно устройство съдържа 8 цифри, като започва с „/“, а оставащите 7 знака са числа, главни букви и знаците за плюс и минус.
bn_in: মোবাইল বারকোড "/" থেকে শুরু করে 8 টি সংখ্যা, এবং বাকি 7 টি কোড সংখ্যা, ক্যাপিটাল, প্লাস এবং মাইনাস লক্ষণ পর্যন্ত সীমাবদ্ধ।
bs: Bar kod mobilnog uređaja ima 8 cifara i počinje znakom „/“, a preostalih 7 znakova mogu biti brojevi, velika slova i znakovi plus i minus.
cy: Mae cod bar symudol yn 8 digid yn dechrua gyda “/”, ac mae'r 7 cod sy'n weddill yn gyfyngedig i rifau, priflythrennau, arwyddion plws a minws.
da: Mobilstregkoden er på 8 cifre og begynder med "/", og de øvrige 7 koder er begrænset til tal, bogstaver, plus- og minustegn.
de: Der Strichcode für Mobilgeräte hat 8 Stellen, beginnt mit „/“, und die übrigen 7 Stellen sind auf Zahlen, Großbuchstaben und Plus- und Minuszeichen beschränkt.
el: Ο γραμμικός κώδικας για κινητές συσκευές αποτελείται από 8 ψηφία, ξεκινάει με “/” και τα υπόλοιπα 7 ψηφία περιλαμβάνουν αριθμούς, κεφαλαία γράμματα και τα σύμβολα συν και πλην.
es: El código de barras móvil es de 8 dígitos que comienza con "/" y los 7 códigos restantes están limitados a números, mayúsculas y los signos más y menos.
et: Mobiilsideseadme vöötkood on 8 tähemärgi pikkune, algab märgiga „/“ ning ülejäänud 7 tähemärki on numbrid, suurtähed ning pluss- ja miinusmärgid.
eu: Mugikorraren barra-kodeak 8 digitu ditu eta "/" batekin hasten da. Geratzen diren gainerako 7 kodeek zenbakiak, maiuskulak eta plus eta minus zeinuak soilik izan ditzakete.
fa: بارکد تلفن همراه ۸ رقمی است که با «/» شروع می‌شود، و ۷ کد باقیمانده باید به‌صورت عدد، حروف بزرگ، علامت جمع و تفریق باشند.
ga: Ocht ndigit a bhíonn i mbarrachód móibíleach, ag tosú le “/”, agus uimhreacha, ceannlitreacha agus comharthaí lúide a bhíonn sna seacht gcód eile.
gd: Tha còd-bhàraichean na 8 àireamhan a’ tòiseachadh le “/” agus chan eil na 7 còdaichean a leanas ach àireamhan, litrichean mòra is samhlaichean cuir ris is toirt air falbh.
gl: O código de barras móbil ten 8 díxitos que comezan por "/", e os 7 códigos restantes están limitados a números, maiúsculas e os signos máis e menos.
gu: મોબાઇલ બારકોડ 8 આંકડાઓનો છે અને "/" થી શરૂ થાય છે, અને બાકીના 7 કોડ નંબરો, કેપિટલ્સ, વત્તા અને ઓછા ચિહ્નો સુધી મર્યાદિત છે.
he: ברקוד נייד מורכב מ- 8 ספרות שמתחילות ב- "/". 7 הקודים הנותרים מוגבלים לספרות, אותיות גדולות, וסימני חיבור וחיסור.
hi: मोबाइल बारकोड 8 अंकों का है “/” से प्रारंभ होता है, और शेष 7 कोड संख्याओं, बड़े अक्षरों, योग व घटाने के चिन्हों तक सीमित रहते हैं.
hr: Mobilni crtični kod ima 8 znamenki koji počinju s "/", a preostalih 7 kodova ograničeno je na brojeve, slova, plus i minus znakove.
hu: A mobil vonalkód 8 jegyű és „/” jellel kezdődik, és a fennmaradó 7 helyen csak számok, nagybetűk, valamint plusz- és mínuszjelek állhatnak.
id: Kode batang seluler adalah kode 8 digit yang diawali dengan “/”, dan sisanya 7 kode terbatas pada angka, huruf besar, tanda plus, dan tanda minus.
is: Strikamerki fyrir farsíma er 8 stafir. Það hefst á „/“ og tölustafirnir sjö þar á eftir takmarkast við númer, hástafi og plús- og mínusmerki.
ja: モバイル バーコードの長さは 8 桁 で、“/” で始まります。残りの 7 桁のコードには、数字、大文字、プラス記号とマイナス記号のみを使用できます。
ka: მობილური შტრიხკოდს აქვს 8 ციფრი და იწყება „/“ და დანარჩენი 7 კოდი შეზღუდულია რიცხვების, მთავრული ასოების, პლუსის და მინუსის ნიშნებით.
kk: Ұялы телефон штрихкоды “/” таңбасымен басталатын 8 саннан тұрады және қалған 7 код тек сандардан, бас әріптерден, қосу және азайту таңбаларынан тұрады.
kn: ಮೊಬೈಲ್ ಬಾರ್ ಕೋಡ್ "/" ನೊಂದಿಗೆ ಪ್ರಾರಂಭಗೊಳ್ಳುವ 8 ಅಂಕೆಗಳಾಗಿದೆ, ಮತ್ತು ಉಳಿದ 7 ಕೋಡ್ ಗಳು ಸಂಖ್ಯೆಗಳು, ಕ್ಯಾಪಿಟಲ್ ಗಳು, ಪ್ಲಸ್ ಮತ್ತು ಮೈನಸ್ ಚಿಹ್ನೆಗಳಿಗೆ ಸೀಮಿತವಾಗಿವೆ.
ko: 모바일 바코드는 "/"으로 시작하는 8자리이며, 나머지 7자리는 코드 숫자, 대문자, 더하기 및 빼기 기호로 제한됩니다.
ku_arab: بارکۆدی مۆبایل کۆدێکی 8 ژمارەییه که به "/" دەست پێدەکات، و 7 کۆدی دەمێنێت که تەنها دەبێ ژمارە، پیتی گەوره، هێماکانی زیدەکردن و لێدەرکردنی تێدا بێت.
ky: Мобилдүү штрихкод - 8 орундуу болуп, “/” менен башталып калган 7 коду сандар, баш тамгалар, кошуу жана кемитүү белгилери менен жазылат.
lo: ບາໂຄດມືຖືແມ່ນ 8 ຕົວເລກເລີ່ມຕົ້ນດ້ວຍ “/”, ແລະທີ່ເຫຼືອ 7 ລະຫັດແມ່ນຈຳກັດໃນຕົວເລກ, ຕົວພິມໃຫ່ຍ, ເຄື່ອງໝາຍບວກແລະລົບ.
lt: Mobilųjį brūkšninį kodą sudaro 8 skaitmenys, prasidedantys nuo „/“, o likę 7 ženklai gali būti tik skaitmenys, didžiosios raidės, pliuso ir minuso ženklai.
lv: Svītrkods mobilajām ierīcēm satur 8 ciparus, kas sākas ar with “/”; pārējie 7 kodi var saturēt tikai skaitļus, lielos sākumburtus, pluszīmes un mīnus zīmes.
mi: Ko te waeherepae pūkoro e 8 mati, ka tīmata ki te “/”, ā, me mātua noho he tau, he pūmatua, he tohu tango anake mō ērā atu waehere e 7.
mk: Мобилниот бар-код вклучува 8 цифри и почнува со „/“, преостанатите 7 кода се ограничени на броеви, големи букви и знаците плус и минус.
ml: മൊബൈല്‍ ബാര്‍കോഡ് 8 അക്കവുമായി “/” ഓടുകൂടി ആരംഭിക്കുന്നു, കൂടാതെ ബാക്കി 7 കോഡുകള്‍ സംഖ്യകളിലേയ്ക്ക് പരിമിതമാണ്‌, വലിയക്ഷരങ്ങള്‍, അധികം കൂടാതെ കുറയ്ക്കല്‍ ചിഹ്നങ്ങള്‍.
mn: Хөдөлгөөнт зураасан код нь “/”-р эхэлсэн 8 оронтой ба үлдсэн 7 код нь тоо, том үсэг, нэмэх ба хасах тэмдгээр хязгаарлагдсан.
mr: मोबाइल बारकोड हा 8 अंकी “/” सह सुरू होतो, आणि उरलेले 7 कोड्स संख्या, कॅपिटल, धन आणि ऋण चिन्हांनी मर्यादित असतात.
ms: Kod bar mudah alih mempunyai 8 digit yang bermula dengan "/" dan 7 kod lagi adalah terhad kepada nombor, huruf besar, tanda tambah dan tolak.
mt: Il-barcode mobbli huwa twil 8 ċifri u jibda b'“/”, u s-7 kodiċijiet li jifdal huma limitati għal numri, kapitali, sinjali tal-għadd jew tat-tnaqqis.
ne: मोबाइल बारकोड 8 अङ्कको र “/” बाट सुरु भएको हुन्छ, यसका बाँकी 7 वर्णहरूमा सङ्ख्या, ठूलो वर्णमालाको अक्षर, जोड र घटाउ चिन्हहरू मात्र समावेश हुन्छ।
nn_no: Mobilstrekkode inneheld 8 siffer og byrjar med "/", og dei andre 7 kodane er avgrensa til tal, store bokstavar, pluss- og minusteikn.
no: Mobilstrekkode er 8 sifre som begynner med /, og de gjenværende 7 kodene er begrenset til tall, store bokstaver, tegnene pluss og minus.
or: “/” ରୁ ଆରମ୍ଭ ହୋଇଥିବା 8 ସଂଖ୍ୟାର ମୋବାଇଲ୍ ବାରକୋଡ୍, ଏବଂ ବଳକା 7 କୋଡ୍ସ ସଂଖ୍ୟା, କ୍ୟାପିଟାଲ୍ସ, ପ୍ଲସ୍ ଏବଂ ମାଇନସ୍ ସାଇନ୍ କୁ ସୀମିତ.
pa_arab_pk: موبائل بار کوڈ 8 / ہندسیاں توں شروع ہوندا اے "/"، اتے باقی 7 کوڈ تعداد، وڈے حروف، جمع اتے منفی علامات تیکر محدود نیں۔
pa_in: ਮੋਬਾਈਲ ਬਾਰਕੋਡ "/" ਤੋਂ ਸ਼ੁਰੂ ਹੋ ਕੇ 8 ਅੰਕਾਂ ਦਾ ਹੁੰਦਾ ਹੈ ਅਤੇ ਬਾਕੀ ਦੇ 7 ਕੋਡ ਨੰਬਰਾਂ, ਵੱਡੇ ਅੱਖਰਾਂ, ਜੋੜ ਅਤੇ ਘਟਾਓ ਦੇ ਚਿੰਨ੍ਹਾਂ ਲਈ ਸੀਮਿਤ ਹੁੰਦੇ ਹਨ
pl: Mobilny kod kreskowy składa się z 8 znaków. Pierwszym znakiem jest „/”, a pozostałe 7 znaków to cyfry, wielkie litery oraz znaki plus i minus.
ru: Штрих-код оператора мобильной связи состоит из 8 цифр и начинается с "/", а оставшиеся 7 символов могут включать цифры, прописные буквы, знаки "плюс" и "минус".
sd: موبائل بارڪوڊ “/” سان شروع ٿيندڙ 8 ڊجٽ جو آهي، ۽ باقي 7 ڪوڊ نمبرن، ڪيپيٽلز، پلس ۽ مائنس سائنن تائين محدود آهن.
si: ජංගම තීරු කේතය යනු “/” න් පටන් ගන්නා ඉලක්කම් 8ක් වන අතර, ඉතිරි කේත 7 අංක, මහකුරු, ධන සහ සෘන සංකේත සඳහා සීමා වේ.
sl: Mobilna črtna koda je sestavljena iz 8 znakov in se začne z znakom »/«, preostalih 7 znakov pa je omejenih na števila, velike črke ter znaka plus in minus.
sr_cyrl_rs: Мобилни баркод може да има 8 цифара које почињу са „/“, а преосталих 7 кодова морају бити бројеви, велика слова, знакови плус и минус.
sr_latn_rs: Mobilni bar kôd se sastoji od 8 cifara koje počinju sa „/”, i preostalih 7 kodova moraju biti brojevi, velika slova, plus i minus znakovi.
sv: Den mobila streckkoden består av 8 tecken och inleds med ”/”. De 7 avslutande tecknen får endast innehålla siffor, versaler och plustecken och minustecken.
ta: மொபைல் பார்கோடு 8 இலக்கங்கள் கொண்டது, “/” என்பதில் தொடங்கும், மீதமுள்ள 7-இல் எண்கள், எழுத்துகள், கூட்டல் மற்றும் கழித்தல் குறிகள் இருக்கும்.
te: "/"తో మొదలవుతున్న మొబైల్ బార్‌కోడ్ 8 సంఖ్యలు కలది, మరియు మిగిలిన 7 కోడ్‌లు నెంబర్లు, కాపిటల్స్‌కి, ప్లస్ మరియు మైనస్ గుర్తులకు పరిమితం చేయబడ్డాయి.
tg: Штрихкоди мобилӣ 8 адад аст, бо "/" оғоз мешавад ва 7 рамзи боқимонда бо рақамҳо, ҳарфҳои калон, аломатҳои ҷамъ ва тарҳ маҳдуд карда шудааст.
th: บาร์โค้ดบนมือถือมีรหัส 8 หลักที่ขึ้นต้นด้วย "/" ส่วนรหัส 7 หลักที่เหลือจะจำกัดเฉพาะตัวเลข ตัวพิมพ์ใหญ่ เครื่องหมายบวกและลบ
tr: Mobil barkod, “/” ile başlayan 8 rakamdan oluşur ve kalan 7 rakam sayılar, büyük harfler, artı ve eksi işaretleriyle sınırlıdır.
tt: Мобиль штрихкод озынлыгы - 8 символ, ул “/” белән башлана, калган 7 символ цифрлардан, баш хәрефләрдән, плюс һәм минус тамгаларыннан гына тора.
ug: يانفون تاياقچە كودى 8 خانە “/” باشلانغان ۋە قالغان پەقەت نومۇرلارنى، چوڭ ھەرپلەرنى، قوشۇش ۋە ئېلىشلارنى ئۆز ئىچىگە ئالغان 7 كود.
uk: Штрих-код мобільного оператора містить 8 знаків, перший із яких – "/", а решта (7) – цифри, великі літери, знаки "плюс" і "мінус".
ur: موبائل بار کوڈ میں 8 ہندسے ہیں جو کہ “/” سے شروع ہوتا ہے اور بقیہ 7 کوڈز اعداد، بڑے حروف، جمع اور منفی اشاروں تک محدود ہیں۔
uz: Mobil shtrix-kod “/” belgisi bilan boshlanib, 8 ta raqamdan iboratdir va qolgan 7 ta belgi faqat raqam, bosh harf, plyus va minus belgilaridan tashkil topadi.
vi: Mã vạch di động có 8 chữ số bắt đầu bằng “/” và 7 mã còn lại được giới hạn ở số, chữ hoa, dấu cộng và dấu trừ.
zh_hans: 移动条形码为以 "/" 开头的 8 位数，剩余的 7 个代码只能为数字、大写字母、加号和减号。
zh_hant: 手機條碼格式以＂/＂為起始，長度共為八碼，其餘七碼僅限於數字、大寫字母及加減號。

# Literal.Cart.Paypal.HeaderString3
source: , you'll be redirected to PayPal.com to verify your account. We'll collect your PayPal account info, but won't use it without your permission.
af: , jy sal na PayPal.com teruggestuur word om jou rekening te verifieer. Ons gaan al jou PayPal-rekeninginligting versamel, maar sal dit nie sonder jou toestemming gebruik nie.
am: ፣ መለያዎን ለማረጋገጥ ወደ PayPal.com ይዘዋወራሉ። የPayPal መለያዎን መረጃ እንሰበስባለን፣ ነገር ግን ያለፈቃድዎ አንጠቀምበትም።
ar: ستتم إعادة توجيهك إلى PayPal.com للتحقق من حسابك. سوف نجمع معلومات حسابك على PayPal لكننا لن نستخدمها بدون إذنك.
as: আপোনাৰ একাউণ্ট প্ৰমাণিত কৰিবলৈ আপোনাক PayPal.com লৈ পুনঃনিৰ্দেশিত কৰা হ'ব। আমি আপোনাৰ PayPal একাউণ্টৰ তথ্য সংগ্ৰহ কৰিম, কিন্তু আপোনাৰ অনুমতি অবিহনে এইটো ব্যৱহাৰ নকৰিম।
az: , hesabınızı yoxlamaq üçün siz PayPal.com-a yönləndiriləcəksiniz. PayPal hesabı ilə bağlı məlumatı toplayacağıq, lakin icazəniz olmadan onu istifadə etməyəcəyik.
bg: , ще бъдете пренасочени към PayPal.com, за да потвърдите акаунта си. Ние ще съберем информацията за акаунта ви в PayPal, но няма да я използваме без ваше разрешение.
bn_in: , আপনার অ্যাকাউন্টটি যাচাই করার জন্য আপনাকে PayPal.com -এ পুনঃনির্দেশিত করা হবে আমরা আপনার PayPal অ্যাকাউন্টের তথ্য সংগ্রহ করব, কিন্তু আপনার অনুমতি ছাড়া ব্যবহার করব না।
bs: , preusmjerit ćemo vas na web lokaciju PayPal.com radi provjere vašeg računa. Prikupit ćemo informacije o vašem računu za PayPal, ali ih nećemo upotrebljavati bez vaše dozvole.
cy: byddwch yn cael eich ailgyfeirio at PayPal.com i ddilysu eich cyfrif. Byddwn yn casglu gwybodaeth am eich cyfrif PayPal, ond fyddwn ni ddim yn ei defnyddio heb eich caniatâd.
da: , omdirigeres du til PayPal.com for at bekræfte din konto. Vi indsamler dine PayPal-kontooplysninger, men de bliver ikke brugt uden din tilladelse.
de: werden Sie zu PayPal.com weitergeleitet, um Ihr Konto zu bestätigen. Wir fragen Ihre PayPal-Kontoinformationen ab, werden sie jedoch nicht ohne Ihre Zustimmung verwenden.
el: , θα ανακατευθυνθείτε στην τοποθεσία PayPal.com για να επαληθεύσετε τον λογαριασμό σας. Θα συλλέξουμε τις πληροφορίες του λογαριασμού σας PayPal, αλλά δεν θα τις χρησιμοποιήσουμε χωρίς την άδειά σας.
es: , se te redigirá a PayPal.com para comprobar tu cuenta. Recopilaremos la información de tu cuenta de PayPal, pero no la usaremos sin tu permiso.
et: , teid suunatakse konto kinnitamiseks ümber saidile PayPal.com. Kogume teie PayPali konto teavet, aga me ei kasuta seda teie loata.
eu: , PayPal.com gunera birbideratuko zaitugu, zure kontua egiazta dezazun. PayPal kontuaren informazioa bilduko dugu, baina ez dugu erabiliko zure baimenik gabe.
fa: ، شما به PayPal.com هدایت می‌شوید تا حسابتان را تأیید کنید. ما اطلاعات حساب PayPal شما را جمع‌آوری می‌کنیم، اما بدون اجازه شما از آن استفاده نخواهیم کرد.
ga: , atreorófar thú chuig PayPal.com chun do chuntas a fhíorú. Baileoimid d'fhaisnéis cuntais PayPal, ach ní úsáidfimid é gan do chead.
gd: , thèid d’ ath-stiùireadh gu PayPal.com a dhearbhadh a’ chunntais agad. Cruinnichidh sinn fiosrachadh mun chunntas PayPal agad ach cha chleachd sinn e gun chead uat.
gl: , redirixirásete a PayPal.com para verificar a túa conta. Recompilaremos a información da túa conta de PayPal, pero non a usaremos sen o teu permiso.
gu: , તમારું એકાઉન્ટ ચકાસવા માટે તમને PayPal.com પર રીડાયરેક્ટ કરવામાં આવશે. અમે તમારી PayPal એકાઉન્ટની માહિતી એકત્રિત કરીશું, પરંતુ તમારી પરવાનગી વિના તેનો ઉપયોગ કરશે નહીં.
he: , תופנה אל PayPal.com כדי לאמת את חשבונך. נאסוף את פרטי חשבון PayPal שלך, אך לא נשתמש בהם ללא הרשאה ממך.
hi: , आपको अपना खाता सत्यापित करने के लिए PayPal.com पर पुनः निर्देशित किया जाएगा। हम आपकी PayPal खाता जानकारी लेंगे, लेकिन आपकी अनुमति के बिना इसका इस्तेमाल नहीं करेंगे।
hr: , preusmjerit ćemo vas na web-mjesto PayPal.com radi provjere vašeg računa. Prikupit ćemo podatke o vašem računu za PayPal, ali ih nećemo upotrebljavati bez vaše dozvole.
hu: , átirányítjuk a PayPal.com webhelyre a fiókja igazolásához. Gyűjtjük a PayPal-fiókjával kapcsolatos adatokat, de az Ön engedélye nélkül nem használjuk fel azokat.
id: , Anda akan diarahkan kembali ke PayPal.com untuk memverifikasi akun Anda. Kami akan mengambil info akun PayPal Anda, namun kami tidak akan menggunakannya tanpa seizin Anda.
is: ferðu áfram á PayPal.com til að staðfesta reikninginn þinn. Við söfnum PayPal-reikningsupplýsingunum þínum en notum þær ekki án þinnar heimildar.
ja: 、お客様のアカウントを確認するために PayPal.com にリダイレクトされます。PayPal アカウント情報が収集されますが、お客様の許可なくこれを使用することはありません。
ka: , გაიხსნება PayPal.com, რომ დაამოწმოთ თქვენი ანგარიში. ჩვენ ინფორმაციას ავიღებთ თქვენი PayPal ანგარიშიდან, მაგრამ არ გამოვიყენებთ მას თქვენი ნებართვის გარეშე.
kk: , тіркелгіні растау үшін, сіз PayPal.com сайтына бағытталасыз. PayPal тіркелгі ақпаратыңыз жиналады, бірақ оны сіздің рұқсатынсыз пайдалану мүмкін болмайды.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ದೃಢೀಕರಿಸಲು ನಿಮ್ಮನ್ನು ಗೆ PayPal.com-ಗೆಮರು ನಿರ್ದೇಶಿಸಲಾಗುತ್ತಿದೆ. ನಾವು ನಿಮ್ಮ PayPal ಖಾತೆಯ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸಿದರೂ ನಿಮ್ಮ ಅನುಮತಿ ಇಲ್ಲದೆ ಅದನ್ನು ಬಳಸುವುದಿಲ್ಲ
ko: , 계정 확인을 위해 PayPal.com으로 이동합니다. PayPal 계정 정보가 수집되지만, 동의 없이 사용되지는 않습니다.
ku_arab: ئاراستەی PayPal.com دەکرێیت بۆ سەلماندنی ئەژمێرەکەت. ئێمە زانیاریەکانی ئەژمێری PayPal ت کۆ دەکەینەوه، بەڵام بە بێ مۆڵەتی خۆت بەکاریان ناهێنین.
ky: , сиз PayPal.com’го каттоо жазууңузду ырастоо үчүн кайра багытталасыз. Биз PayPal каттоо жазууңуздун маалыматын чогултабыз, бирок аны сиздин уруксатыңыз жок колдонбойбуз.
lo: , ທ່ານຈະຖືກນຳໄປທີ່ Paypal.com ເພື່ອຢັ້ງຢືນບັນຊີຂອງທ່ານ. ພວກເຮົາຈະເກັບກຳຂໍ້ມູນບັນຊີ PayPal ຂອງທ່ານ, ແຕ່ຈະບໍ່ໃຊ້ມັນໂດຍປາສະຈາກການອະນຸຍາດຂອງທ່ານ.
lt: , būsite nukreipti į PayPal.com patvirtinti savo paskyrą. Surinksime jūsų „PayPal“ paskyros informaciją, bet nenaudosime jos be jūsų leidimo.
lv: , jūs tiksit novirzīts uz vietni PayPal.com, lai apliecinātu savu kontu. Mēs apkoposim jūsu PayPal konta informāciju, bet neizmantosim to bez jūsu atļaujas.
mi: , ka tukua kētia koe ki PayPal.com ki te manatoko i tō pūkete. Mā mātou e kohi ō mōhiohio PayPal, heoi anō e kore e whakamahia ki te kore koe e whakaae.
mk: , ќе бидете пренасочени до PayPal.com за да се провери вашата сметка. Ќе собереме информации за вашата сметка на PayPal, но нема да ги користиме без ваша дозвола.
ml: , നിങ്ങളുടെ അക്കൌണ്ട് പരിശോധിക്കുന്നതിന് നിങ്ങൾ PayPal.com- ലേക്ക് റീഡയറക്ട് ചെയ്യും. നിങ്ങളുടെ PayPal അക്കൗണ്ട് വിവരം ഞങ്ങൾ ശേഖരിക്കും, പക്ഷേ നിങ്ങളുടെ അനുമതിയില്ലാതെ ഇത് ഉപയോഗിക്കില്ല.
mn: , таны дансыг баталгаажуулахын тулд таныг PayPal.com руу чиглүүлнэ. Бид таны PayPal дансны мэдээллийг авах боловч таны зөвшөөрөлгүйгээр ашиглахгүй.
mr: , तुमच्या खात्याची पडताळणी करण्यासाठी तुम्हाला PayPal.com ला पुनर्निर्देशित केले जाईल. आम्ही तुमच्या PayPal खात्याची माहिती संकलित करू, पण तुमच्या परवानगी शिवाय तिला वापरणार नाही.
ms: , anda akan dihalakan ke PayPal.com untuk mengesahkan akaun anda. Kami akan mengumpulkan maklumat akaun PayPal anda tetapi tidak akan menggunakannya tanpa kebenaran anda.
mt: , se tiġi ridirett/a għl PayPal.com biex tivverifika l-kont tiegħek. Sejrin niġbru l-info tal-kont ta' PayPal tiegħek, iżda mhux sejrin nużawha mingħajr il-permess tiegħek.
ne: , तपाईंले आफ्नो खातालाई प्रमाणिकरण गर्न PayPal.com मा पुनः निर्देशित गर्नु हुनेछ। हामीले तपाईंको PayPal खाताको जानकारी संकलन गर्नेछौं, तर तपाईंको अनुमति बिना यसलाई प्रयोग गर्न सकिँदैन।
nn_no: , blir du omdirigert til PayPal.com for å verifisere kontoen din. Vi samlar inn informasjonen om PayPal-kontoen din, men vi bruker han ikkje utan løyve frå deg.
no: , blir du omdirigert til PayPal.com for å verifisere kontoen din. Vi samler inn infoen om PayPal-kontoen din, men vi bruker den ikke uten tillatelse fra deg.
or: , ଆପଣଙ୍କ ଏକାଉଣ୍ଟ ଯାଞ୍ଚ କରିବାକୁ ଆପଣ PayPal.com କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବେ. ଆମେ ଆପଣଙ୍କ PayPal ଏକାଉଣ୍ଟ ସୂଚନା ସଂଗ୍ରହ କରିବୁ, କିନ୍ତୁ ଆପଣଙ୍କ ବିନା ଅନୁମତିରେ ଆମେ ଏହାକୁ ବ୍ୟବହାର କରିବୁ ନାହିଁ.
pa_arab_pk: ، تُہانوں اپنے اکاؤنٹ دی توثیق لئی PayPal.com اتے فیر براہِ راست کیتا جاوے گا۔ اسی تُہاڈے PayPal اکاؤنٹ دی جانکاری جمع کراں گے، پر تُہاڈی اجازت دے بغیر اینوں نہیں ورتاں گے۔
pa_in: , ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ PayPal.com ਤੇ ਮੁੜ ਨਿਰਦੇਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੀ PayPal ਖਾਤਾ ਜਾਣਕਾਰੀ ਇਕੱਠੀ ਕਰਾਂਗੇ, ਪਰ ਤੁਹਾਡੀ ਅਨੁਮਤੀ ਤੋਂ ਬਿਨਾਂ ਇਸਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਾਂਗੇ।
pl: , zostanie wykonane przekierowanie do witryny PayPal.com w celu zweryfikowania Twojego konta. Będziemy zbierać informacje dotyczące Twojego konta PayPal, ale nie użyjemy ich bez Twojej zgody.
ru: , вы будете перенаправлены на сайт PayPal.com для проверки учетной записи. Мы получим сведения о вашей учетной записи PayPal, но не будем использовать их без вашего разрешения.
sd: ، توهانجو اڪائونٽ تصديق ڪرڻ لاءِ توهانکي PayPal.com ڏانهن ري ڊائريڪٽ ڪيو ويندو. اسان توهانجي PayPal اڪائونٽ جي معلومات جمع ڪنداسين، ان کي توهانجي اجازت کان بغير استعمال نه ڪنداسين.
si: , ඔබගේ ගිණුම සත්‍යාපනය කිරීමට ඔබව PayPal.com වෙත හරවා යැවෙනු ඇත. අපි ඔබගේ PayPal ගිණුම් තොරතුරු රැස් කරන නමුත් ඔබගේ අවසරය රහිතව එය භාවිතා නොකරමු.
sl: , boste preusmerjeni na spletno mesto PayPal.com, da potrdite svoj račun. Zbrali bomo podatke o vašem računu PayPal, vendar jih ne bomo uporabili brez vašega dovoljenja.
sr_cyrl_rs: , бићете преусмерени на PayPal.com да бисте верификовали налог. Ми прикупљамо информације о вашем PayPal налогу, али их нећемо користити без ваше дозволе.
sr_latn_rs: , bićete preusmereni na PayPal.com da biste verifikovali nalog. Mi prikupljamo informacije o vašem PayPal nalogu, ali ih nećemo koristiti bez vaše dozvole.
sv: omdirigeras du till PayPal.com för att verifiera ditt konto. Vi samlar in din PayPal-kontoinformation, men vi använder den inte utan din tillåtelse.
ta: , உங்கள் கணக்கைச் சரிபார்ப்பதற்காக PayPal.com-க்குத் திருப்பிவிடப்படுவீர்கள். உங்கள் PayPal கணக்குத் தகவலைச் சேகரிப்போம், ஆனால் உங்கள் அனுமதியின்றி அதைப் பயன்படுத்த மாட்டோம்.
te: , మీ ఖాతాను తనిఖీ చేయడానికి మీరు తిరిగి PayPal.com పంపిచబడతారు. మేము మీ PayPal ఖాతా సమాచారాన్ని సేకరిస్తాము, కాని మీ అనుమతి లేకుండా ఉపయోగించము.
tg: , шумо ба PayPal.com барои тасдиқи ҳисоби худ бозфиристода мешавед. Мо маълумоти ҳисоби PayPal-и шуморо ҷамъ меорем, вале онро бе иҷозати шумо истифода намебарем.
th: คุณจะได้รับการเปลี่ยนเส้นทางไปยัง PayPal.com เพื่อตรวจสอบบัญชีของคุณ เราจะเก็บข้อมูลบัญชี PayPal แต่จะไม่นำไปใช้ถ้าไม่ได้รับอนุญาตจากคุณ
tr: hesabınızı doğrulamak için PayPal.com adresine yönlendirileceksiniz. PayPal hesap bilgilerinizi toplayacağız ancak izniniz olmadan bu bilgileri kullanmayacağız.
tt: , сез хисап язмагызны раслау өчен PayPal.com сайтына күчереләчәксез. Без сезнең PayPal хисап язмасы мәгълүматын тупларбыз, ләкин рөхсәтегездән башка аны кулланмаячакбыз.
ug: PayPal.com غا يۆتكىلىپ، ھېساباتىڭىزنى تەستىقلىتىسىز. PayPal ھېسابات ئۇچۇرىڭىزنى توپلايمىز، بىراق رۇخسىتىڭىزسىز ئۇنى ئىشلەتمەيمىز.
uk: , вас буде перенаправлено на сайт PayPal.com для перевірки облікового запису. Ми отримаємо відомості про ваш обліковий запис PayPal, проте не будемо використовувати їх без вашої згоди.
ur: آپ کے اکاؤنٹ کی تصدیق کے لیے، آپ کو PayPal.com پر بھیجا جائے گا۔ .ہم آپ کے PayPal اکاؤنٹ کی معلومات جمع کریں گے، لیکن اسے آپ کی اجازت کے بغیر استعمال نہیں کریں گے۔
uz: , hisob raqamingizni tasdiqlashingiz uchun PayPal.com saytiga o‘tkazilasiz. PayPal hisob raqamingiz ma’lumotlari to‘playmiz, lekin ulardan sizning ruxsatingizsiz foydalanmaymiz.
vi: , bạn sẽ được chuyển hướng tới PayPal.com để xác minh tài khoản của mình. Chúng tôi sẽ thu thập thông tin tài khoản PayPal của bạn, nhưng sẽ không sử dụng thông tin đó mà không có sự cho phép của bạn.
zh_hans: ，你将会重定向到 PayPal.com 以验证你的帐户。我们将收集你的 PayPal 帐户信息，但未经你的允许，我们不会使用该信息。
zh_hant: ，系統會將您重新導向到 PayPal.com 以驗證您的帳戶。我們將會收集您的 PayPal 帳戶資訊，但不會在未取得您的同意之前使用該資訊。

# Word.State.UAE.AbuDhabi
source: Abu Dhabi
am: አቡዳቢ
ar: أبو ظبي
as: আবু ধাবি
az: Abu-Dabi
bg: Абу Даби
bn_in: আবু ধাবি
el: Αμπού Ντάμπι
fa: ابوظبی
ga: Abú Daibí
gu: અબુધાબી
he: אבו דאבי
hi: अबु धाबी
hu: Abu-Dzabi
ja: アブダビ
ka: აბუ-დაბი
kk: Абу-Даби
kn: ಅಬು ಧಾಬಿ
ko: 아부다비
ku_arab: ئەبووزەبی
ky: Абу-Даби
lo: ອາບູ ດາບີ
lt: Abu Dabis
lv: Abū Dabī
mk: Абу Даби
ml: അബുദാബി
mn: Абу Даби
mr: अबू धाबी
ne: अबुदाबी
or: ଆବୁ ଧାବି
pa_arab_pk: ابو ظہبی
pa_in: ਆਬੂ ਢਾਬੀ
pl: Abu Zabi
ru: Абу-Даби
sd: ابو دابي
si: අබුඩාබි
sr_cyrl_rs: Абу Даби
sr_latn_rs: Abu Dabi
ta: அபுதாபி
te: అబూ ధాబీ
tg: Абу Дабӣ
th: อาบูดาบี
tr: Abu Dabi
tt: Абу-Даби
ug: ئابۇ زەبى
uk: Абу-Дабі
ur: ابوظہبی
uz: Abu-Dabi
zh_hans: 阿布扎比
zh_hant: 阿布達比

# Word.State.UAE.Ajman
source: Ajman
am: አጅማን
ar: عجمان
as: আজমান
az: Əcmən
bg: Аджман
bn_in: আজমান
el: Αϊμάν
et: Ajmān
fa: عجمان
gu: અજમાન
he: עג'מן
hi: अजमान
ja: アジュマーン
ka: აჯმანი
kk: Аджман
kn: ಅಜ್ಮಾನ್
ko: 아지만
ku_arab: عەجمان
ky: Аджман
lo: ອາເຈມານ
lt: Adžmanas
lv: Adžmāna
mk: Аџман
ml: അജ്മാൻ
mn: Ажман
mr: अज्मान
ne: अजमान
or: ଆଜମାନ୍‌
pa_arab_pk: اجمان
pa_in: ਅਜਮਾਨ
pl: Adżman
ru: Аджман
sd: اجمان
si: අජ්මාන්
sr_cyrl_rs: Аџман
sr_latn_rs: Adžman
ta: அஜ்மான்
te: అజ్మాన్
tg: Аҷман
th: อัจมาน
tr: Acman
tt: Аҗман
ug: ئەجمەن
uk: Аджман
ur: عجمان
zh_hans: 阿吉曼酋长国
zh_hant: 阿吉曼

# Word.State.UAE.Fujairah
source: Fujairah
am: ፉጄራ
ar: الفجيرة
as: ফুজেইৰাহ
az: Əl-Füceyrə
bg: Фуджейра
bn_in: ফুজাইরা
de: Fudschaira
el: Φουτζάιρα
et: Fujayrah
fa: فجیره
gu: ફ્યુજાઇરાહ
he: פוג'יירה
hi: फ़ुजैरा
ja: フジャイラ
ka: ფუჯაირა
kk: Эль-Фуджайра
kn: ಫ್ಯುಜಿರಾ
ko: 푸자이라
ku_arab: فوجەیره
ky: Эль-Фуджайра
lo: ຟູຈາຣາ
lt: Fudžeira
lv: Fudžeira
mk: Фуџеира
ml: ഫുജൈറ
mn: Фужайрах
mr: फुजैरा
ne: फुजैरा
or: ଫୁଜାଇରାହ
pa_arab_pk: فجیرہ
pa_in: ਫੂਜ਼ੈਰਾ
pl: Fudżajra
ru: Эль-Фуджайра
sd: فجراهه
si: ෆුජයිරා
sr_cyrl_rs: Фуџаира
sr_latn_rs: Fudžaira
ta: ஃபுஜார்ஜா
te: ఫుజైరా
tg: Фуҷайра
th: ฟูไจราห์
tr: Füceyre
tt: Фуҗәйрә
ug: فۇجەيرە
uk: Ель-Фуджайра
ur: فجیرہ
uz: Fujayra
zh_hans: 富查伊拉
zh_hant: 富吉拉
