Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.HandlerConfig.TaxIncludedPayLabel
source: amount due
af: bedrag verskuldig
am: የሚከፈለው መጠን
ar: المبلغ المستحق
as: দেয় পৰিমাণ
az: ödəniləcək məbləğ
bg: дължима сума
bn_in: বকেয়া অর্থরাশি
bs: ukupan iznos
cy: swm sy'n ddyledus
da: det skyldige beløb
de: Fälliger Betrag
el: οφειλόμενο ποσό
es: importe pendiente
et: tasumisele kuuluv summa
eu: ordaindu beharrekoa
fa: مبلغ قابل پرداخت
ga: méid dlite
gd: an t-suim a tha ri phàigheadh
gl: importe debido
gu: બાકી રકમ
he: סכום לחיוב
hi: देय राशि
hr: dospjeli iznos
hu: esedékes összeg
id: jumlah yang harus dibayar
is: upphæð á gjalddaga
ja: 請求額
ka: გადასახდელი თანხა
kk: төленетін сома
kn: ಬಾಕಿಯಿರುವ ಮೊತ್ತ
ko: 청구 금액
lo: ຈຳນວນເງິນທີ່ຄົບກຳນົດ
lt: mokėtina suma
lv: maksājuma summa
mi: tapeke me utu
mk: вкупен износ
ml: അടയ്‌ക്കേണ്ട തുക
mr: बाकी रक्‍कम
ms: jumlah perlu dibayar
mt: ammont dovut
ne: बक्यौता रकम
nn_no: skyldig beløp
no: forfalt beløp
or: ବକେୟା ରାଶି
pa_in: ਬਕਾਇਆ ਰਕਮ
pl: kwota należności
ru: сумма к оплате
sl: zapadli znesek
sr_cyrl_rs: износ дуга
sr_latn_rs: iznos duga
sv: belopp att betala
ta: நிலுவைத் தொகை
te: బకాయి పడిన మొత్తం
th: จำนวนเงินที่ครบกำหนด
tr: ödenmesi gereken tutar
tt: Түләү өчен сумма
ug: تۆلەشكە تېگىشلىك مىقدار
uk: сума до сплати
ur: واجب الادا رقم
vi: số tiền đến hạn
zh_hans: 应付金额
zh_hant: 應付金額
