Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.AddressLine.Custom
source: The total length of the address fields must be less than 33 characters.
af: Die totale lengte van die adresvelde moet minder as 33 karakters wees.
am: ድምር ቁመት የአድራሻ መስኮች ከ33 ቁምፊዎች ማነስ አለበት።
ar: يجب ألا يتجاوز طول حقول العنوان كافة عدد 33‏ حرفًا.
as: ঠিকনা ফিল্ডসমূহৰ মুঠ দৈৰ্ঘ্য 33 টা আখৰতকৈ কম হ'বই লাগিব৷
az: Ünvan sahələrinin ümumi uzunluğu 33 simvoldan az olmalıdır.
bg: Общата дължина на адресните полета трябва да е под 33 знака.
bn_in: ঠিকানার জায়গার মোট দৈর্ঘ্য অবশ্যই 33 অক্ষরের থেকে কম হতে হবে৷
bs: Ukupna dužina polja adrese mora biti manja od 33 znaka.
cy: Rhaid i gyfanswm hyd y meysydd cyfeiriad fod yn llai na 33 nod.
da: Den samlede længde af adressefelterne skal være under 33 tegn.
de: Die Gesamtlänge der Adressfelder muss kleiner als 33 Zeichen sein.
el: Το συνολικό μήκος των πεδίων διεύθυνσης πρέπει να μικρότερο από 33 χαρακτήρες.
es: La longitud total de los campos de dirección debe ser de menos de 33 caracteres.
et: Aadressiväljade kogupikkus peab olema alla 33 märgi.
eu: Helbidearen eremuak 33 karaktere baino gutxiago izan behar ditu.
fa: طول آدرس باید کمتر از 33 نویسه باشد.
ga: Seoladh níos faide ná an uasteorainn faid.
gd: Feumaidh faid raon an t-seòlaidh a bhith nas giorra na 33 caractar.
gl: A lonxitude máxima dos campos do enderezo non pode superar os 33 caracteres.
gu: સરનામાં ખાનાંની લંબાઇ 33 અક્ષરો કરતાં ઓછી હોવી જોઇએ.
he: האורך הכולל של שדות הכתובת לא יכול לעלות על 33 תווים.
hi: पता फ़ील्ड की कुल लंबाई 33 वर्णों से कम होनी चाहिए.
hr: Polje adrese ne može imati više od 33 znaka.
hu: A cím hossza nem haladhatja meg a 33 karaktert.
id: Panjang total bidang alamat harus kurang dari 33 karakter.
is: Heildarlengd reita fyrir heimilisfang verður að vera styttri en 33 stafir.
ja: 住所フィールドの合計の長さは、33 文字未満にする必要があります。
ka: მისამართის ველების საერთო სიგრძე უნდა იყოს 33 სიმბოლოზე ნაკლები.
kk: Мекенжай өрістерінің жалпы ұзындығы 33 таңбадан аз болуы қажет.
kn: ವಿಳಾಸ ಕ್ಷೇತ್ರದ ಒಟ್ಟು ಉದ್ದವು 33 ಅಕ್ಷರಗಳಿಗಿಂತ ಕಡಿಮೆಯಾಗಿರಬೇಕು.
ko: 주소 필드의 총 길이는 33자보다 작아야 합니다.
ku_arab: پێویستە کۆی درێژی خانەی ناونیشان کەمتر بێت لە 33 نووسە.
ky: Дарек талаасынын болгон узундугу 33 тамгадан аз болушу керек.
lo: ຄວາມຍາວທັງໝົດຂອງເຂດຂໍ້ມູນທີ່ຢູ່ຕ້ອງມີອັກຂະລະນ້ອຍກວ່າ 33 ຕົວ.
lt: Bendras adreso laukų ilgis turi būti mažesnis nei 33 simboliai.
lv: Adreses lauka kopējais garums nedrīkst pārsniegt 38 rakstzīmes.
mi: Me poto iho i te 33 pūāhua te roa katoa o ngā āpure wāhitau.
mk: Вкупната должина на полињата за адреса мора да биде помала од 33 знаци.
ml: വിലാസ ഫീല്‍ഡുകളുടെ പരമാവധി ദൈര്‍ഘ്യം 33 പ്രതീകങ്ങളില്‍ കുറവായിരിക്കണം.
mn: Хаягийн талбарын нийт урт нь 33 тэмдэгтээс бага байна.
mr: पत्ता फील्ड 33 वर्णांपेक्षा लहान असणे आवश्यक आहे.
ms: Jumlah panjang medan alamat mestilah kurang daripada 33 aksara.
mt: It-tul totali tal-oqsma tal-indirizz għandu jkun inqas minn 33 karattri.
ne: ठेगाना फाँटदहरूको जम्मा लम्बाइ 33 वर्णहरूभन्दा कम हुनुपर्छ।
nn_no: Samla lengde på adressefelta må vere mindre enn 33 teikn
no: Den totale lengden på adressefeltet må være mindre enn 33 tegn.
or: ଠିକଣା କ୍ଷେତ୍ରର ମୋଟ ଲମ୍ଵା ନିଶ୍ଚିତ ଭାବରେ 33 ବର୍ଣ୍ଣ ଠାରୁ କମ୍ ହେବ.
pa_arab_pk: ‏‏پتہ دے خانہ دی مجموعی وسعت لازمی 33 حروف توں کٹ ہونی چاہیدی اے
pa_in: ਪਤੇ ਖੇਤਰ ਦੀ ਅਧਿਕਤਮ ਲੰਬਾਈ 33 ਵਰਣਾਂ ਤੋਂ ਘੱਟ ਹੋਣੀ ਚਾਹੀਦੀ ਹੈ।
pl: Całkowita długość pól adresu musi być mniejsza niż 33 znaki.
ru: Максимальная длина сведений об адресе не должна превышать 33 символа.
sd: ٽڪرن جي پتي جي ڪل لمبائي 33 اکرن کان گھٽ ھئڻ گھرجي.
si: ලිපින කොටුවේ මුළු දිග අක්ෂර 33කට වඩා අඩු වියයුතුය.
sl: Skupna dolžina polj z naslovi ne sme presegati 33 znakov.
sr_cyrl_rs: Укупна дужина поља адресе мора да буде мања од 33 знака.
sr_latn_rs: Ukupna dužina polja adrese mora da bude manja od 33 znaka.
sv: Adressfältens längd får inte överstiga 33 tecken.
ta: முகவரி புலத்தின் மொத்த நீளம் 33 எழுத்துக்குறிகளுக்குக் குறைவாக இருக்கவேண்டும்.
te: చిరునామా క్షేత్రాల మొత్తం నిడివి తప్పనిసరిగా 33 అక్షరాల కంటే తక్కువగా ఉండాలి.
tg: Дарозии умумии майдонҳои суроға бояд аз 33 аломат камтар бошад.
th: ความยาวรวมของฟิลด์ที่อยู่ต้องไม่เกิน 33 อักขระ
tr: Adres alanlarının toplam uzunluğu 33 karakterden az olmalıdır.
tt: Адрес кырының гомуми озынлыгы 33 символлардан әзрәк булырга тиеш.
ug: ئادرېسنىڭ ئۇزۇنلۇقى چوقۇم 33 ھەرىپتىن ئاز بولۇشى كېرەك.
uk: Загальна довжина адреси не може перевищувати 33 символи.
ur: پتہ کی جگہ کی مکمل لمبائی 33 حروف سے کم ہونی چاہیئے.
uz: Manzil maydonlarining umumiy uzunligi 33 ta belgidan kam bo‘lishi kerak.
vi: Tổng độ dài của các trường địa chỉ phải ít hơn 33 kí tự.
zh_hans: 地址字段的总长度必须小于 33 个字符。
zh_hant: 地址欄位的總長度必須少於 33 個字元。

# Word.BankAccountPay.BankBIK
source: Bank BIK
am: የባንክ BIK
ar: BIK للبنك
as: বেংক BIK
az: Bank BIK-i
bg: BIK код на банката
bn_in: ব্যাঙ্ক BIK
bs: BIK banke
cy: BIK y Banc
da: Bankens BIK-kode
el: BIK τράπεζας
es: BIK del banco
et: Panga BIK
eu: Bankuaren BIK kodea
fa: BIK بانک
ga: BIK an bhainc
gd: BIK Banca
gl: BIK do banco
gu: બેંક BIK
he: BIK של בנק
hi: बैंक BIK
hr: BIK banke
hu: Bank BIK kódja
id: BIK Bank
is: Borgarheiti banka
ja: 銀行 BIK
ka: ბანკის BIK
kk: Банктің БИК
kn: ಬ್ಯಾಂಕ್ BIK
ko: 은행 BIK
ku_arab: BIK ی بانک
ky: Банктын BIK саны
lo: BIK ຂອງທະນາຄານ
lt: Banko BIK
lv: Bankas BIK
mi: BIK Pēke
mk: BIK-код на банката
ml: ബാങ്ക് BIK
mn: Банкны BIK
mr: बँक BIK
ms: BIK Bank
mt: BIK tal-Bank
ne: बैङ्क BIK
nn_no: Bankens ID-kode (BIK)
no: BIK-kode til banken
or: ବ୍ୟାଙ୍କ BIK
pa_arab_pk: بینک دا بی آئی کے
pa_in: ਬੈਂਕ BIK
pl: Identyfikator BIK banku
ru: БИК банка
sd: بينڪ جو BIK
si: බැංකු BIK
sl: BIK banke
sr_cyrl_rs: BIK банке
sr_latn_rs: BIK banke
ta: வங்கி BIK
te: బ్యాంక్ BIK
tg: BIK-и бонк
tr: Banka BIK'sı
tt: Банкның БИК
ug: بانكا BIK نومۇرى
uk: BIK банку
ur: بینک کا BIK
vi: BIK ngân hàng
zh_hans: 银行 BIK
zh_hant: 銀行 BIK

# Word.BankAccountPay.BeneCorreAccount
source: Correspondent Account
af: Korresponderende rekening
am: የወኪል መለያ
ar: الحساب المطابق
as: যোগাযোগ একাউণ্ট
az: Müxbir Hesabı
bg: Кореспондентска сметка
bn_in: করসপনডেন্ট অ্যাকাউন্ট
bs: Korespondencijski račun
cy: Cyfrif Cyfryngwr
da: Vostrokonto
de: Korrespondenzkonto
el: Λογαριασμός ανταποκριτή
es: Cuenta correspondiente
et: Korrespondentkonto
eu: Korrespontsalaren kontua
fa: حساب واسط (کارگزار)
ga: Cuntas Comhfhreagrach
gd: Cunntas co-sgrìobhachais
gl: Conta correspondente
gu: પત્રવ્યવહાર ખાતું
he: חשבון נוסטרו
hi: पत्रव्यवहारी खाता
hr: Korespondentni račun
hu: Levelezőszámla
id: Rekening Koresponden
is: Reikningur fulltrúa
ja: コルレス口座
ka: საკორესპონდენტო ანგარიში
kk: Корреспонденттік шот
kn: ವ್ಯವಹಾರದ ಖಾತೆ
ko: 대리 계좌
ku_arab: ئەژمێری نێوەندکار
ky: Корреспонденттик эсеп
lo: ບັນຊີກົງກັນ
lt: Korespondentinė sąskaita
lv: Korespondējošais konts
mi: Pūkete Hāngai
mk: Кореспондентска сметка
ml: കറസ്‌പോണ്ടന്റ് അക്കൌണ്ട്
mn: Харилцах данс
mr: पत्रव्यव्हारकर्त्याचे खाते
ms: Akaun Pewarta
mt: Kont Korrispondenti
ne: पत्रव्यवहारी खाता
nn_no: Kontaktkonto
no: Tilhørende konto
or: ପ୍ରତିନିଧି ଏକାଉଣ୍ଟ୍
pa_arab_pk: نمائندہ اکاؤنٹ
pa_in: ਅਨੁਸਾਰੀ ਖਾਤਾ
pl: Numer konta korespondenta
ru: Корреспондентский счет
sd: ناما نگار اڪائونٽ
si: අනුරූපී ගිණුම
sl: Račun korespondenta
sr_cyrl_rs: Кореспондентски рачун
sr_latn_rs: Korespondentski račun
sv: Korrespondentkonto
ta: தொடர்புக் கணக்கு
te: కరస్పాండెంట్ ఖాతా
tg: Суратҳисоби мукотиботӣ
th: บัญชีคู่สัญญา
tr: Muhabir Hesap
tt: Банк-корреспондент Хисабы
ug: ۋاكالەت ھېسابات
uk: Кореспондентський рахунок
ur: مراسل اکاؤںٹ
uz: Vakillik Hisob qaydnomasi
vi: Tài khoản Tương ứng
zh_hans: 代理帐户
zh_hant: 通匯銀行帳戶

# Word.BankAccountPay.BeneCorreAccountHint
source: The correspondent account with Central Bank of Russia
af: Die korresponderende rekening by die Sentrale Bank van Rusland
am: ከሩስያ ማዕከላዊ ባንክ ጋር ያለው የወኪል መለያ
ar: الحساب المطابق مع Central Bank of Russia
as: ৰাচিয়াৰ কেন্দ্ৰীয় বেংকৰ সৈতে যোগাযোগ একাউণ্ট
az: Rusiya Mərkəzi Bankında müxbir hesabı
bg: Кореспондентската сметка в Централната банка на Русия
bn_in: সেন্ট্রাল ব্যাঙ্ক অফ রাশিয়ার সাথে করসপনডেন্ট অ্যাকাউন্ট
bs: Korespondencijski račun kod Centralne banke Rusije
cy: Cyfrif cyfryngwr â Banc Canolog Rwsia
da: Vostrokonto hos den russiske centralbank
de: Das Korrespondenzkonto bei der Zentralbank Russlands
el: Ο λογαριασμός ανταποκριτή με την Κεντρική Τράπεζα της Ρωσίας
es: Cuenta correspondiente en el Banco Central de Rusia
et: Korrespondentkonto Venemaa Keskpangas
eu: Errusiako Banku Zentralaren korrespontsal-kontua
fa: حساب واسط با بانک مرکزی روسیه
ga: An cuntas comhfhreagrach le Banc Ceannais na Rúise
gd: An cunntas co-sgrìobhachais aig Banca a' Mheadhain na Ruise
gl: A conta correspondente co Banco Central de Rusia
gu: સેન્ટ્રલ બેંક ઓફ રશિયા સાથે પત્રવ્યવહાર ખાતું
he: חשבון נוסטרו בבנק המרכזי של רוסיה
hi: रूस के केंद्रीय बैंक के साथ पत्रव्यवहारी खाता
hr: Korespondentni račun u Ruskoj središnjoj banci
hu: Levelezőszámla a Central Bank of Russia bankkal
id: Rekening koresponden dengan Bank Sentral Rusia
is: Reikningur fulltrúa við Seðlabanka Rússlands
ja: ロシア中央銀行のコルレス口座
ka: საკორესპონდენტო ანგარიში რუსეთის ცენტრალურ ბანკთან
kk: Ресей Орталық банкіндегі корреспонденттік шот
kn: ಸೆಂಟ್ರಲ್ ಬ್ಯಾಂಕ್ ಆಫ್ ರಷ್ಯಾದೊಂದಿಗೆ ವ್ಯವಹಾರದ ಖಾತೆ
ko: 러시아 중앙 은행의 대리 계좌
ku_arab: ئەژمیری نێوەندکار لە بانکی ناوەندی رووسیا
ky: Орусиянын Борбордук Банкы менен корреспонденттик эсеп
lo: ບັນຊີກົງກັນນໍາທະນາຄານກາງຂອງຣັດເຊຍ
lt: Korespondentinė sąskaita Rusijos centriniame banke
lv: Korespondējošais konts Krievijas Centrālajā bankā
mi: Te pūkete hāngai me te Pēke Pū o Rūhia
mk: Кореспондентска сметка во Централната банка на Русија
ml: റഷ്യന്‍ സെന്‍‌ട്രല്‍ ബാങ്കിലെ കറസ്‌പോണ്ടന്റ് അക്കൌണ്ട്
mn: Оросын Төв банкан дахь харилцах данс
mr: सेंट्रल बँक ऑफ रशिया सह पत्रव्यव्हारकर्त्याचे खाते
ms: Akaun pewarta dengan Bank Pusat Rusia
mt: Kont korrispondenti mal-Bank Ċentrali tar-Russja
ne: रुसको केन्द्रीय बैंकसँगको पत्रव्यवहारी खाता
nn_no: Kontaktkontoen med den russiske sentralbanken
no: Tilhørende konto for den russiske sentralbanken
or: ସେଣ୍ଟ୍ରାଲ୍ ବ୍ୟାଙ୍କ ଅଫ୍ ଋଷିଆର ସହିତ ପ୍ରତିନିଧି ଏକାଉଣ୍ଟ୍
pa_arab_pk: روس دے مرکزی بینک چے متعلقہ اکاؤنٹ
pa_in: ਸੈਂਟਰਲ ਬੈਂਕ ਆਫ ਰਸ਼ੀਆ ਦੇ ਨਾਲ ਅਨੁਸਾਰੀ ਖਾਤਾ
pl: Numer konta korespondenta w Banku Centralnym Rosji
ru: Корреспондентский счет в Центральном банке России
sd: روسيا جي مرڪزي بينڪ سان ناما نگار اڪائونٽ
si: රුසියාවේ මහ බැංකුව හා අනුරූපී ගිණුම
sl: Račun korespondenta pri Central Bank of Russia
sr_cyrl_rs: Кореспондентски рачун код Централне банке Русије
sr_latn_rs: Korespondentski račun kod Centralne banke Rusije
sv: Korrespondentkontot hos Rysslands centralbank
ta: ரஷ்ய சென்ட்ரல் பேங்க்கின் தொடர்புக் கணக்கு
te: రష్యా యొక్క కెనరా బ్యాంక్‌తో కరస్పాండెంట్ ఖాతా
tg: Суратҳисоби мукотиботӣ дар Бонки марказии Россия
th: บัญชีคู่สัญญากับ Central Bank of Russia
tr: Rusya Merkez Bankası muhabir hesabı
tt: Россия үзәк банкы белән банк-корреспондент хисабы
ug: روسىيە مەركىزى بانكىسىنىڭ ۋاكالەت ھېساباتى
uk: Кореспондентський рахунок у Центральному банку Росії
ur: روس کے سینٹرل بینک میں مراسل اکاؤںٹ
uz: Rossiya Markaziy banki bilan vakillik hisob qaydnomasi
vi: Tài khoản tương ứng tại Ngân hàng Trung ương Nga
zh_hans: 俄罗斯中央银行的代理帐户
zh_hant: 俄羅斯央行的通匯銀行帳戶

# Word.BankAccountPay.BeneficiaryID
source: Beneficiary ID
af: Begunstigde-ID
am: የተጠቃሚ መታወቂያ
ar: معرف المستفيد
as: হিতাধিকাৰী ID
az: Benefisiarın nömrəsi
bg: ИД на получателя
bn_in: বেনিফিসিয়ারি ID
bs: ID korisnika
cy: ID Buddiolwr
da: Begunstigelses-id
de: ID des Begünstigten
el: Αναγνωριστικό δικαιούχου
es: Id. del beneficiario
et: Kasusaaja ID
eu: Onuradunaren IDa
fa: شناسه ذینفع
ga: Uimhir aitheantais an tairbhí
gd: ID an fhaighteir
gl: ID do beneficiario
gu: બેનિફિસીયરી ID
he: מזהה מוטב
hi: लाभार्थी ID
hr: ID primatelja
hu: Kedvezményezett azonosítója
id: ID Penerima
is: Auðkenni rétthafa
ja: 受取人 ID
ka: ბენეფიციარის ID
kk: Бенефициардың идентификаторы
kn: ಫಲಾನುಭವಿಯ ID
ko: 수취인 ID
ku_arab: ناسنامەی سوودمەند
ky: Пайда көрүүчүнүн энчилүү номуру
lo: ID ຂອງຜູ້ຮັບເງິນ
lt: Gavėjo ID
lv: Saņēmēja ID
mi: TT kaiwhiwhi takuhe
mk: Идентификациски број на корисникот
ml: ഗുണഭോക്തൃ ID
mn: Хүлээн авагчийн ID
mr: लाभार्थी ID
ms: ID Benefisiari
mt: ID tal-Benefiċjarju
ne: लाभग्राही ID
nn_no: Mottakar-ID
no: Mottaker-ID
or: ବେନିଫିସିଆରୀ ID
pa_arab_pk: فائدہ لین آلے دی آئی ڈی
pa_in: ਲਾਭਪਾਤਰ ID
pl: Identyfikator beneficjenta
ru: Код получателя
sd: بينيفشري ID
si: ප්‍රතිලාභී අයිඩී
sl: ID upravičenca
sr_cyrl_rs: ID корисника
sr_latn_rs: ID korisnika
sv: Mottagar-ID
ta: பயனடைபவரின் ID
te: లబ్దిదారుడి ID
tg: ID-и гиранда
th: ID ผู้รับประโยชน์
tr: Lehdar No
tt: Алучының ID
ug: مەنپەئەتلەنگۈچىنىڭ كىملىكى
uk: Ідентифікатор отримувача
ur: وصول کنندہ کی آئی ڈی
uz: Benifitsiar raqami
vi: ID người thụ hưởng
zh_hans: 收款人ID
zh_hant: 受款人 ID

# Word.BankAccountPay.BeneficiaryINN
source: Beneficiary INN
af: Begunstigde-INN
am: የተጠቃሚ INN
ar: INN للمستفيد
as: হিতাধিকাৰী INN
az: Benefisiarın INN-i
bg: ИНН на получателя
bn_in: বেনিফিসিয়ারি INN
bs: INN primaoca
cy: INN Buddiolwr
da: Begunstigelses-INN
de: INN des Begünstigten
el: INN δικαιούχου
es: INN del beneficiario
et: Kasusaaja INN
eu: Onuradunaren INN kodea
fa: INN ذینفع
ga: INN an tairbhí
gd: INN an fhaighteir
gl: INN do beneficiario
gu: લાભાર્થી INN
he: INN של מוטב
hi: लाभार्थी INN
hr: INN primatelja
hu: Kedvezményezett INN-száma
id: INN Penerima
is: INN rétthafa
ja: 受取人 INN
ka: ბენეფიციარის INN
kk: Бенефициардың ИИН
kn: ಫಲಾನುಭವಿಯ INN
ko: 수취인 INN
ku_arab: INN ی سوودمەند
ky: Пайда көрүүчүнүн СИН
lo: INN ຂອງຜູ້ຮັບເງິນ
lt: Gavėjo INN
lv: Saņēmēja INN
mi: INN Tangata Whiwhi takuhe
mk: Идентификациски број на правно лице
ml: ഗുണഭോക്തൃ INN
mn: Хүлээн авагчийн INN
mr: लाभार्थी INN
ms: INN Benefisiari
mt: INN tal-Benefiċjarju
ne: लाभग्राही INN
nn_no: Mottakarens skattenummer (INN)
no: Mottaker-INN
or: ବେନିଫିସିଆରୀ INN
pa_arab_pk: فائدہ لین آلے دا آئی این این
pa_in: ਲਾਭਪਾਤਰ INN
pl: Identyfikator INN beneficjenta
ru: ИНН получателя
sd: فائدو کڻندڙ INN
si: ප්‍රතිලාභී INN
sl: INN upravičenca
sr_cyrl_rs: INN примаоца
sr_latn_rs: INN primaoca
sv: Mottagar-INN
ta: INN பயனாளி எண்
te: లబ్దిదారుడి INN
tg: INN-и гиранда
tr: Lehdar INN
tt: Алучының ИНН
ug: مەنپەئەتلەنگۈچىنىڭ INN نومۇرى
uk: INN отримувача
ur: مستفید INN
uz: Benifitsiar INN
vi: INN người thụ hưởng
zh_hans: 受益人 INN
zh_hant: 受款人 INN

# Word.BankAccountPay.KPP
source: Beneficiary KPP
af: Begunstigde-KPP
am: የተጠቃሚ KPP
ar: KPP للمستفيد
as: হিতাধিকাৰী KPP
az: Benefisiarın KPP-si
bg: КПП на получателя
bn_in: বেনিফিসিয়ারি KPP
bs: KPP primaoca
cy: KPP Buddiolwr
da: Begunstigelses-KPP
de: KPP des Begünstigten
el: KPP δικαιούχου
es: KPP del beneficiario
et: Kasusaaja KPP
eu: Onuradunaren KPP kodea
fa: KPP ذینفع
ga: KPP an tairbhí
gd: KPP an fhaighteir
gl: KPP do beneficiario
gu: લાભાર્થી KPP
he: KPP של מוטב
hi: लाभार्थी KPP
hr: KPP primatelja
hu: Kedvezményezett KPP-száma
id: KPP Penerima
is: KPP rétthafa
ja: 受取人 KPP
ka: ბენეფიციარის KPP
kk: Бенефициардың КПП
kn: ಫಲಾನುಭವಿಯ KPP
ko: 수취인 KPP
ku_arab: KPP ی سوودمەند
ky: Пайда көрүүчүнүн КПП
lo: KPP ຂອງຜູ້ຮັບເງິນ
lt: Gavėjo KPP
lv: Saņēmēja KPP
mi: KPP kaiwhiwhi takuhe
mk: Идентификациски број на физичко лице
ml: ഗുണഭോക്തൃ KPP
mn: Хүлээн авагчийн KPP
mr: लाभार्थी KPP
ms: KPP Benefisiari
mt: KPP tal-Benefiċjarju
ne: लाभग्राही KPP
nn_no: Mottakarens kode (KPP)
no: Mottaker-KPP
or: ବେନିଫିସିଆରୀ KPP
pa_arab_pk: فائدہ لین آلے دا کے پی پی
pa_in: ਲਾਭਪਾਤਰ KPP
pl: Identyfikator KPP beneficjenta
ru: КПП получателя
sd: فائدو کڻندڙ KPP
si: ප්‍රතිලාභී KPP
sl: KPP upravičenca
sr_cyrl_rs: KPP примаоца
sr_latn_rs: KPP primaoca
sv: Mottagar-KPP
ta: KPP பயனாளி எண்
te: లబ్దిదారుడి KPP
tg: KPP-и гиранда
tr: Lehdar KPP
tt: Алучының КПП
ug: مەنپەئەتلەنگۈچىنىڭKPP نومۇرى
uk: KPP отримувача
ur: مستفید KPP
uz: Benifitsiar KPP
vi: KPP người thụ hưởng
zh_hans: 受益人 KPP
zh_hant: 受款人 KPP

# Word.BankAccountPay.BankToBankEKNP
source: Single Payment Classification Code
af: Enkelbetalingsklassifikasiekode
am: የነጠላ ክፍያ የምደባ ኮድ
ar: رمز فئة الدفع الوحيد
as: একক পৰিশোধ শ্ৰেণীবিভাজন ক'ড
az: Birdəfəlik Ödəniş üzrə Təsnifat Kodu
bg: Единичен класификационен код на плащане
bn_in: একক অর্থপ্রদান বিভাজন কোড
bs: Šifra klasificiranja pojedinačnog plaćanja
cy: Cod Dosbarthiad Un Taliad
da: Klassificeringskode for enkeltbetaling
de: Klassifikationscode für Einzelzahlungen
el: Κωδικός ταξινόμησης μίας πληρωμής
es: Código de clasificación de pago único
et: Ühe makse klassifitseerimiskood
fa: کد طبقه بندی پرداخت تکی
ga: Cód rangúcháin íocaíochta aonair
gd: còd-seòrsachaidh pàighidh singilte
gl: Código de clasificación de pagamento único
gu: એકલ ચૂકવણી વર્ગીકરણ કોડ
he: קוד סיווג של תשלום בודד
hi: एकल भुगतान वर्गीकरण कोड
hr: Klasifikacijska oznaka jedinstvene uplate
hu: Egyszeri fizetési besorolási kód
id: Kode Klasifikasi Pembayaran Tunggal
is: Flokkunarkóði eingreiðslu
ja: 単一支払区分コード
ka: ერთჯერადი გადახდის კლასიფიკაციის კოდი
kk: Жалғыз төлемнің жіктеу коды
kn: ಏಕ ಪಾವತಿ ವರ್ಗೀಕರಣ ಕೋಡ್
ko: 단일 결제 분류 코드
ku_arab: کۆدی پۆلێنکردنی پارەدانی تاک
ky: Бир жолку төлөмдүн классификациялоо коду
lo: ລະຫັດຈຳແນກການຊຳລະເງິນແບບຄັ້ງດຽວ
lt: Vienkartinio mokėjimo klasifikavimo kodas
lv: Vienreizēja maksājuma klasifikācijas kods
mk: Код за класификација на еднократно плаќање
ml: സിംഗിള്‍ പേയ്‌മെന്റ് ക്ലാസ്സിഫിക്കേഷന്‍ കോഡ്
mn: Нэг удаагийн төлбөрийн ангиллын код
mr: एकल देय वर्गीकरण कोड
ms: Kod Klasifikasi Pembayaran Tunggal
mt: Kodiċi ta' Klassifikazzjoni ta' Pagament Waħdieni
ne: एकल भूक्तान वर्गिकरण संकेत
nn_no: Klassifiseringskode for enkeltbetaling
no: Klassifiseringskode for engangsbetaling.
or: ଏକକ ଦେୟ କ୍ଲାସିଫିକେସନ୍ କୋଡ୍
pa_arab_pk: اکو ادائیگی زمرہ بندی کوڈ
pa_in: ਸਿੰਗਲ ਪੇਮੈਂਟ ਕਲਾਸੀਫਿਕੇਸ਼ਨ ਕੋਡ
pl: Kod klasyfikacji płatności jednorazowej
ru: Код классификации единовременного платежа
sd: سنگل ادائگي جو درجابندي ڪوڊ
si: තනි ගෙවීම් වර්ගීකරණ කේතය
sl: Enotna koda za razvrstitev plačil
sr_cyrl_rs: Шифра класификације једног плаћања
sr_latn_rs: Šifra klasifikacije jednog plaćanja
sv: Klassificeringskod för engångsbetalning
ta: ஒற்றை கட்டண வகைப்படுத்தல் குறியீடு
te: ;ఏక చెల్లింపు వర్గీకరణ కోడ్
tg: Рамзи таснифи пардохти яквақта
th: รหัสการจำแนกการชำระเงินแบบครั้งเดียว
tr: Tek Ödeme Sınıflandırma Kodu
ug: يەككە ھەق تۆلەش تۈرى نومۇرى
uk: Код класифікації одноразового платежу
ur: واحد ادائیگی درجہ بندی کوڈ
uz: Yagona to‘lovni tasniflash kodi
vi: Mã Phân loại Thanh toán Đơn
zh_hans: 单一付款分类代码
zh_hant: 審單付款分類碼

# Literal.DirectDebitBeneCorreAccount.MaxLength
source: Beneficiary correspondent account is too long.
af: Begunstigde- korresponderende rekening is te lank.
am: የተጠቃሚ ወኪል መለያ በጣም ረጅም ነው።
ar: الحساب المطابق للمستفيد أطول من اللازم.
as: হিতাধিকাৰী যোগাযোগ একাউণ্ট অতি দীঘল৷
az: Benefisiarın müxbir hesabı çox uzundur.
bg: Кореспондентската сметка на банката-получател е прекалено дълга.
bn_in: বেনিফিসিয়ারি করসপনডেন্ট অ্যাকাউন্ট অত্যন্ত বড়৷
bs: Korespondencijski račun primaoca je predug.
cy: Mae cyfrif cyfryngwr y buddiolwr yn rhy hir.
da: Nummeret på den begunstigede vostrokonto er for langt.
de: Das Korrespondenzkonto des Begünstigten ist zu lang.
el: Ο λογαριασμός ανταποκριτή δικαιούχου είναι πολύ μεγάλος.
es: La cuenta correspondiente del beneficiario es demasiado larga.
et: Kasusaaja korrespondentkonto on liiga pikk.
eu: Korrespontsal onuradunaren kontua luzeegia da.
fa: حساب کارگزار ذینفع بسیار طولانی است.
ga: Cuntas comhfhreagrach an tairbhí rófhada.
gd: Tha cunntas co-sgrìobhachais an fhaighteir ro fhada.
gl: Conta correspondente do beneficiario moi longa.
gu: લાભાર્થી પત્રવ્યવહાર ખાતું ખૂબ લાંબુ છે.
he: חשבון הנוסטרו של המוטב ארוך מדי.
hi: लाभार्थी पत्रव्यवहारी खाता बहुत लंबा है.
hr: Korespondentni račun primatelja je predug.
hu: A kedvezményezett levelezőszámlája túl hosszú.
id: Rekening koresponden penerima terlalu panjang.
is: Fulltrúareikningur rétthafa er of langur.
ja: 受取人コルレス口座が長すぎます。
ka: ბენეფიციარის საკორესპონდენტო ანგარიში ძალიან გრძელია.
kk: Бенефициардың корреспонденттік шоты тым ұзын.
kn: ಫಲಾನುಭವಿಯ ವ್ಯವಹಾರದ ಖಾತೆ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 수취인 대리 계좌가 너무 깁니다.
ku_arab: ئەژمێری نێوەندکاری سوودمەند زۆر درێژە.
ky: Кабыл алуучунун корреспонденттик эсеби өтө узун.
lo: ບັນຊີກົງກັນຂອງຜູ້ຮັບເງິນຍາວເກີນໄປ.
lt: Gavėjo korespondentinės sąskaitos numeris per ilgas.
lv: Saņēmēja korespondējošais konts ir pārāk garš.
mi: He roa rawa te pūkete ōritetanga tangata whiwhi takuhe.
mk: Кореспондентската сметка на корисникот е предолга.
ml: ഗുണഭോക്താവിന്റെ കറസ്‌പോണ്ടന്റ് അക്കൌണ്ട് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хүлээн авагчийн харилцах данс хэт урт байна.
mr: लाभार्थी पत्रव्यव्हारकर्त्याचे खाते खूप दीर्घ आहे.
ms: Akaun pewarta benefisiari terlalu panjang.
mt: Il-kont tal-korrispondenti benefiċjarju twil wisq.
ne: लाभग्राही पत्रव्यवहारी खाता धेरै लामो भयो।
nn_no: Kontoen til mottakarkontakten er for lang.
no: Tilhørende konto for mottaker er for lang.
or: ବେନିଫିସିଆରୀ ପ୍ରତିନିଧି ଏକାଉଣ୍ଟ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: مستفید متعلقہ اکاؤنٹ بہت لما اے۔
pa_in: ਲਾਭਪਾਤਰ ਦਾ ਅਨੁਸਾਰੀ ਖਾਤਾ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Numer konta beneficjenta-korespondenta jest zbyt długi.
ru: Слишком длинный корреспондентский счет получателя.
sd: فائدو کڻندڙ جو ناما نگار اڪائونٽ تمام وڏو آھي.
si: ප්‍රතිලාභී අනුරූපී ගිණුම දිග වැඩියි.
sl: Račun korespondenta upravičenca je predolg.
sr_cyrl_rs: Кореспондентски рачун примаоца је предугачак.
sr_latn_rs: Korespondentski račun primaoca je predugačak.
sv: Korrespondentkonto för mottagare är för långt.
ta: பயனாளியின் தொடர்புக் கணக்கு மிக நீளமாக உள்ளது.
te: లబ్దిదారు కరస్పాండెంట్ ఖాతా చాలా పొడవుగా ఉంది.
tg: Суратҳисоби мукотибавии гиранда аз ҳад дароз аст.
th: บัญชีคู่สัญญาของผู้รับประโยชน์ยาวเกินไป
tr: Lehdar muhabir hesabı çok uzun.
tt: Алучы банк-корреспондентның хисабы бик озын.
ug: مەنپەئەتلەنگۈچىنىڭ ۋاكالەت ھېساباتى بەك ئۇزۇن.
uk: Задовгий кореспондентський рахунок отримувача.
ur: مستفید مراسل اکاؤنٹ بہت طویل ہے۔
uz: Benefitsiar vakillik hisob qaydnomasi juda uzun.
vi: Tài khoản tương ứng người thụ hưởng quá dài.
zh_hans: 受益人代理帐户过长。
zh_hant: 受款人通匯銀行帳戶太長。
