Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.StoredValue.PrepaidCardExpired
source: Card has expired.
af: Kaart is verouderd.
am: ካርዱ ጊዜው አልፎበታል.
ar: انتهت صلاحية البطاقة.
as: কাৰ্ডৰ ম্যাদ উকলি গৈছে৷
az: Kartın vaxtı keçib.
bg: Картата е изтекла.
bn_in: কার্ডের মেয়াদ শেষ হয়ে গেছে৷
bs: Kartica je istekla.
cy: Mae'r cerdyn wedi dod i ben.
da: Kortet er udløbet.
de: Die Karte ist abgelaufen.
el: Η κάρτα έχει λήξει.
es: La tarjeta expiró.
et: Kaart on aegunud.
eu: Txartela iraungi da.
fa: کارت منقضی شده است.
ga: Cárta as feidhm.
gd: Dh'fhalbh an ùine air a' chairt agad.
gl: O cartón caducou.
gu: કાર્ડ સમાપ્ત થયું છે.
he: תוקפו של הכרטיס פג.
hi: कार्ड की समय-सीमा समाप्त हो गई है.
hr: Kartica je istekla.
hu: A kártya lejárt.
id: Kartu telah kedaluwarsa.
is: Kortið er útrunnið.
ja: カードが期限切れです。
ka: ბარათს ვადა გაუვიდა.
kk: Картаның мерзімі өткен.
kn: ಕಾರ್ಡ್ ಅವಧಿ ಮೀರಿದೆ.
ko: 유효 기간이 지난 카드입니다.
ku_arab: کارت بەسەرچووە.
ky: Картанын мөөнөтү өткөн.
lo: ບັດໝົດອາຍຸແລ້ວ.
lt: Kortelė nebegalioja.
lv: Ir beidzies kartes derīguma termiņš.
mi: Kua pau te kāri.
mk: Рокот на картичката е изминат.
ml: കാര്‍ഡ് കാലഹരണപ്പെട്ടു.
mn: Картны хүчинтэй хугацаа дууссан байна.
mr: कार्ड कालबाह्य झाले.
ms: Kad telah tamat tempoh.
mt: Il-karta skadiet.
ne: कार्डको मिति सकिएको छ।
nn_no: Kortet er utgått.
no: Kortet er utløpt.
or: କାର୍ଡ୍ ମିଆଦ ପୂର୍ଣ୍ଣ ହୋଇଛି.
pa_arab_pk: کارڈ مک گیا اے۔
pa_in: ਕਾਰਡ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ ਹੈ।
pl: Karta utraciła ważność.
ru: Срок действия карты истек.
sd: ڪارڊ جو مدو ختم ٿي ويو.
si: කාඩ්පතේ කල් ඉකුත්ව ඇත.
sl: Kartica je potekla.
sr_cyrl_rs: Картица је истекла.
sr_latn_rs: Kartica je istekla.
sv: Kortet har gått ut.
ta: கார்டு காலாவதியானது.
te: కార్డ్ గడువు ముగిసింది.
tg: Мӯҳлати корт ба анҷом расид.
th: บัตรหมดอายุแล้ว
tr: Kartın süresi dolmuş.
tt: Картаның куллану вакыты чыккан.
ug: كارتىنىڭ ۋاقتى توشقان.
uk: Термін дії картки минув.
ur: کارڈ کی میعاد ختم ہو چکی ہے۔
uz: Kartochkaning amal qilish muddati o‘tib ketgan.
vi: Thẻ đã hết hạn.
zh_hans: 卡已过期。
zh_hant: 卡片已過期。

# Literal.StoredValue.PrepaidCardInactive
source: Card is inactive. Please contact Customer Support Services.
af: Kaart is onaktief. Kontak asseblief die Kliëntedienste.
am: ካርዱ አክቲቭ እየሆነ ነው. እባክህን ደንበኛ አገልግሎቶች ድጎማ ተገናኝ.
ar: ليست البطاقة فعالة. يرجى الاتصال بخدمات دعم العملاء.
as: কাৰ্ড অসক্ৰিয়৷ অনুগ্ৰহ কৰি গ্ৰাহক সমৰ্থন সেৱাৰ লগত যোগাযোগ কৰক৷
az: Kart qeyri-aktivdir. Lütfən Müştəri Dəstəyi Xidmətləri ilə əlaqə saxlayın.
bg: Картата е неактивна. Моля, свържете се с поддръжката на клиенти.
bn_in: কার্ডটি নিষ্ক্রিয়৷ দয়া করে গ্রাহক সমর্থন পরিষেবায় যোগাযোগ করুন৷
bs: Kartica je neaktivna. Obratite se Usluzi za korisničku podršku.
cy: Dydy'r cerdyn ddim wedi'i ysgogi. Holwch Wasanaethau Cymorth i Gwsmeriaid.
da: Kortet er inaktivt. Kontakt kundesupport.
de: Die Karte ist inaktiv. Wenden Sie sich an den Kundensupport.
el: Η κάρτα είναι ανενεργή. Επικοινωνήστε με τις υπηρεσίες υποστήριξης πελατών.
es: La tarjeta está inactiva. Póngase en contacto con los servicios de soporte al cliente.
et: Kaart pole aktiivne. Võtke ühendust klienditoega.
eu: Txartela ez dago aktibo. Jarri harremanetan Bezeroarentzako laguntza-zerbitzuarekin.
fa: کارت غیرفعال است. لطفاً با سرویس های پشتیبانی مشتری خود تماس بگیرید.
ga: Cárta neamhghíomhach. Déan teagmháil le Seirbhísí Tacaíochta do Chustaiméirí le do thoil.
gd: Chan eil a' chairt seo gnìomhach. Cuir fios gu sgioba-taic nan custamairean.
gl: O cartón está inactivo. Contacte co servizo de soporte ao cliente.
gu: કાર્ડ નિષ્ક્રિય છે. કૃપા કરીને ગ્રાહક સહાય સેવાઓનો સંપર્ક કરો.
he: הכרטיס אינו פעיל. פנה לשירותי התמיכה בלקוחות.
hi: कार्ड निष्क्रिय है. कृपया ग्राहक सहायता सेवा से संपर्क करें.
hr: Kartica nije aktivna. Obratite se službi za podršku korisnicima.
hu: A kártya inaktív. Forduljon az ügyfél-támogatási szolgálathoz.
id: Kartu tidak aktif. Hubungi Layanan Dukungan Pelanggan.
is: Kortið er óvirkt. Hafðu samband við þjónustuver.
ja: カードが非アクティブです。カスタマー サポート サービスに連絡してください。
ka: ბარათი არ არის აქტიური. გთხოვთ, მიმართოთ მომხმარებელთა დახმარების სერვისს.
kk: Карта белсенді емес. Тұтынушыларды қолдау қызметіне хабарласыңыз.
kn: ಕಾರ್ಡ್ ಅನ್ನು ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಗ್ರಾಹಕ ಬೆಂಬಲಿತ ಸೇವೆಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 카드가 사용을 위해 등록되지 않았습니다. 고객 지원 서비스로 문의하십시오.
ku_arab: کارت چالاک نییە. تکایە پەیوەندی بە خزمەتگوزاریەکانی پشتگیری راژەخواز بکە.
ky: Карта активдүү эмес. Кардарды Колдоо Кызматтарына кайрылыңыз.
lo: ບັດບໍ່ເຄື່ອນໄຫວ. ກະລຸນາຕິດຕໍ່ຫາຝ່າຍບໍລິການສະໜັບສະໜູນລູກຄ້າ.
lt: Kortelė neaktyvi. Kreipkitės į klientų aptarnavimo tarnybą.
lv: Karte nav aktīva. Lūdzu, sazinieties ar klientu atbalsta dienestu.
mi: Kei te tautauhea te kāri. Tēnā whakapā mai ki ngā Ratonga Tautoko Kiritaki.
mk: Картичката е неактивна. Контактирајте со услугите за поддршка на клиенти.
ml: കാര്‍ഡ് സജീവമല്ല. ഉപഭോക്തൃ പിന്തുണ സേവനങ്ങളെ ബന്ധപ്പെടുക.
mn: Карт идэвхгүй байна. Хэрэглэгчийн тусламж, үйлчилгээнд хандана уу.
mr: कार्ड निष्‍क्रिय आहे. कृपया ग्राहक समर्थन सेवेशी संपर्क साधा.
ms: Kad tidak aktif. Sila hubungi Perkhidmatan Sokongan Pelanggan.
mt: Il-karta inattiva. Jekk jogħġbok ikkuntattja s-Servizzi tal-Appoġġ għall-Konsumaturi.
ne: कार्ड असक्रिय छ। कृपया ग्राहक सहायता सेवाहरूमा सम्पर्क गर्नुहोस्।
nn_no: Kortet er ikkje aktivt. Ta kontakt med kundestøtta.
no: Kortet er ikke aktivt. Ta kontakt med kundestøtten.
or: କାର୍ଡ୍ ନିଷ୍କ୍ରିୟ ଅଟେ. ଦୟାକରି ଗ୍ରାହକ ସମର୍ଥନ ସେବା ସହିତ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: کارڈ غیر فعال اے۔ صارف معاونت نال رابطہ کرو۔
pa_in: ਕਾਰਡ ਅਕ੍ਰਿਆਸ਼ੀਲ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਗਾਹਕ ਸੰਪਰਕ ਸੇਵਾਵਾਂ ਦੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Karta jest nieaktywna. Skontaktuj się z pomocą techniczną.
ru: Карта не активирована. Обратитесь в службу поддержки.
sd: ڪارڊ سرگرم ڪونه آهي. مهرباني ڪري ڪسٽمر خدمتن سان رابطو ڪريو.
si: කාඩ්පත ක්‍රියාශීලී නැත. කරුණාකර පාරිභෝගික සහාය සේවා අමතන්න.
sl: Kartica ni aktivna. Obrnite se na podporo za stranke.
sr_cyrl_rs: Картица није активна. Обратите се услузи за корисничку подршку.
sr_latn_rs: Kartica nije aktivna. Obratite se usluzi za korisničku podršku.
sv: Kortet är inaktivt. Kontakta kundsupport.
ta: கார்டு செயலில் இல்லை. வாடிக்கையாளர் ஆதரவு சேவைகளைத் தொடர்புகொள்ளவும்.
te: కార్డ్ క్రియారహితంగా ఉంది. దయచేసి కస్టమర్ మద్దతు సేవలను సంప్రదించండి.
tg: Корт ғайрифаъол аст. Лутфан, бо Хидмати дастгирии муштариён тамос гиред.
th: บัตรไม่ได้ใช้งานอยู่ โปรดติดต่อบริการการสนับสนุนลูกค้า
tr: Kart devre dışı. Lütfen Müşteri Destek Hizmetleri'ne başvurun.
tt: Карта актив түгел. Клиентларга ярдәм хезмәтенә мөрәҗәгать итегез.
ug: كارتا توختىتىلغان. خېرىدارلار مۇلازىمەت بۆلۈمى بىلەن ئالاقىلىشىڭ.
uk: Картка не активована. Зверніться до служби підтримки.
ur: کارڈ غیرفعال ہے۔ برائے مہربانی صارف معاونت خدمات سے رابطہ کریں۔
uz: Kartochka nofaol. Iltimos, xaridorlarni qo‘llab-quvvatlash xizmatlariga murojaat qiling.
vi: Thẻ không hoạt động. Vui lòng liên hệ Dịch vụ Hỗ trợ Khách hàng.
zh_hans: 卡已停用。请与客户支持服务联系。
zh_hant: 卡片已失效。請連絡客戶支援服務。

# Literal.StoredValueBalance.Insufficient
source: Insufficient balance for this purchase, please see below.
af: Onvoldoende saldo vir hierdie aankoop, sien asseblief onder.
am: ለዚህ ግዢ በቂ ያልሆነ ሚዛን ፡አባክህ እታች እይ።
ar: لا يوجد رصيد كافٍ للقيام بعملية الشراء هذه، انظر أدناه.
as: এই ক্ৰয়ৰ কাৰণে পৰ্যাপ্ত বাকী নাই, অনুগ্ৰহ কৰি তলত চাওক৷
az: Bu satınalma üçün kifayət qədər balansınız yoxdur, lütfən aşağıda baxın.
bg: Недостатъчна разполагаема сума за тази покупка. Вижте по-долу.
bn_in: এটি ক্রয় জন্য পর্যাপ্ত ব্যালেন্স নেই, অনুগ্রহ করে নীচে দেখুন৷
bs: Nedovoljna bilanca za ovu kupovinu, pogledajte dolje.
cy: Does gennych chi ddim digon o falans i brynu hwn, gweler isod.
da: Ikke tilstrækkelig dækning for dette køb. Se nedenfor.
de: Der Kontostand reicht für diesen Kauf nicht aus (siehe unten).
el: Το υπόλοιπο δεν επαρκεί για αυτήν την αγορά. Δείτε παρακάτω.
es: Saldo insuficiente para esta compra; consulte la información que aparece a continuación.
et: Selle ostu jaoks pole saldo piisav, vt allapoole.
eu: Ez dago behar adina balantze erosketa hau egiteko; ikusi ondorengo xehetasunak.
fa: مانده حساب برای این خرید کافی نیست، لطفاً به قسمت زیر مراجعه کنید.
ga: Iarmhéid neamhleor don idirbheart seo, breathnaigh thíos le do thoil.
gd: Chan eil airgead gu leòr ann airson seo a cheannach; faic gu h-ìosal.
gl: Saldo insuficiente para a compra. Vexa a continuación.
gu: આ ખરીદી માટે અપર્યાપ્ત સિલક, કૃપા કરી નીચે જૂઓ.
he: אין יתרה מספיקה עבור רכישה זו, ראה להלן.
hi: इस खरीदारी के लिए अपर्याप्त बैलेंस, कृपया नीचे देखें.
hr: Nedovoljan iznos za kupnju, pogledajte podatke u nastavku.
hu: Az egyenleg nem elegendő ehhez a vásárláshoz. Lásd alább.
id: Saldo tidak cukup untuk pembelian ini, silakan lihat di bawah.
is: Ekki er næg innistæða fyrir þessum kaupum, sjá neðar.
ja: これを購入するには残高が足りません。下の情報を参照してください。
ka: ამ შენაძენისთვის არ არის საკმარისი თანხა. გთხოვთ, იხილოთ ქვემოთ.
kk: Бұл сатып алу үшін баланс жеткіліксіз, төменде қараңыз.
kn: ಈ ಖರೀದಿಗಾಗಿ ಮೊಬಲಗು ಅತ್ಯಲ್ಪವಾಗಿದೆ, ದಯವಿಟ್ಟು ಕೆಳಗೆ ವೀಕ್ಷಿಸಿ.
ko: 이 제품/서비스를 구매하기에는 잔액이 부족합니다. 아래를 참조하십시오.
ku_arab: بالانس بۆ ئەم کڕینە بەش ناکات، تکایە لای خوارەوە ببینە.
ky: Бул сатып алууга жетишсиз теңдем, ылдый жакты караңыз.
lo: ຍອດເງິນບໍ່ພຽງພໍສຳລັບການຊື້ນີ້, ກະລຸນາເບິ່ງຂ້າງລຸ່ມ.
lt: Nepakanka likučio šiam pirkiniui įsigyti; žr. toliau.
lv: Bilances summa nav pietiekama šī pirkuma veikšanai. Lūdzu, skatiet tālāk.
mi: He iti te pūtea hei hoko i tēnei, tirohia i raro nei.
mk: Недоволно салдо за ова купување, видете подолу.
ml: ഈ വാങ്ങലിനുള്ള ബാലന്‍സ് അപര്യാപ്‌തമാണ്, ചുവടെ കാണുക.
mn: Энэ худалдан авалтыг хийхэд хангалтгүй үлдэгдэлтэй байна, доорхыг үзнэ үү.
mr: या खरेदीसाठी अपूरी शिल्लक, कृपया खाली पाहा.
ms: Baki tidak mencukupi bagi pembelian ini, sila lihat di bawah.
mt: Bilanċ insuffiċjenti għal dan l-akkwist, jekk jogħġbok ara hawn taħt.
ne: यस खरिदको लागि पर्याप्त मौज्दात छैन, कृपया तल हेर्नुहोस्।
nn_no: Utilstrekkeleg saldo for dette kjøpet. Sjå nedanfor.
no: For liten saldo for dette kjøpet. Se nedenfor.
or: ଏହି କ୍ରଯ ପାଇଁ ପର୍ଯ୍ୟାପ୍ତ ଜମା ନାହିଁ, ଦୟାକରି ନିମ୍ନରେ ଦେଖନ୍ତୁ.
pa_arab_pk: ایس خریدن لئی رقم گھٹ اے، میربانی کرکے تھلے ویکھو۔
pa_in: ਇਸ ਖਰੀਦ ਵਾਸਤੇ ਬਕਾਇਆ ਨਾ-ਕਾਫੀ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦੇਖੋ।
pl: Stan konta jest niewystarczający do tego zakupu. Patrz niżej.
ru: Недостаточно средств для этой покупки, см. приведенные ниже сведения.
sd: هن خريداري لاءِ ناڪافي بيلينس، مهرباني ڪري هيٺ ڏسو.
si: මෙම ගනුදෙනුව සඳහා පවතින ශේෂය ප්‍රමාණවත් නොවේ. කරුණාකර පහත බලන්න.
sl: Stanje ne zadostuje za ta nakup, prosimo, glejte spodaj.
sr_cyrl_rs: Недовољан салдо за ову куповину, погледајте доле.
sr_latn_rs: Nedovoljan saldo za ovu kupovinu, pogledajte dole.
sv: Otillräckligt saldo för detta köp, se nedan.
ta: இந்த வாங்குதலுக்கான போதுமான இருப்பு இல்லை, கீழே பார்க்கவும்.
te: ఈ కొనుగోలు కోసం సరిపోని నిల్వ, దయచేసి దిగువ చూడండి.
tg: Бақияи нокифоя барои ин харид, лутфан, ба зер нигаред.
th: ยอดเงินคงเหลือไม่พอสำหรับการซื้อนี้ โปรดดูด้านล่าง
tr: Bu satın alma için yetersiz bakiye, lütfen aşağıya bakın.
tt: Аз балансы бу сатып алу өчен, аста карагыз.
ug: سېتىۋىلىش ئۈچۈن سوممىڭىز يىتەرلىك ئەمەس،تۆۋەندىكىنى كۆرۈڭ.
uk: На рахунку недостатньо коштів для здійснення цієї покупки. Докладну інформацію див. нижче.
ur: اس خریداری کے لیے نامناسب رقم ہے، براہ مہربانی نیچے دیکھیں.
uz: Ushbu xaridni amalga oshirish uchun balans yetarli emas, quyiga qarang.
vi: Số dư không đủ để mua, xin xem bên dưới.
zh_hans: 余额不足，无法完成此购买，请参阅以下信息。
zh_hant: 餘額不足，無法購買。請參見下面的資訊。

# Word.StoredValue
source: Your Microsoft account balance
af: Jou Microsoft-rekeningbalans
am: የእርስዎ Microsoft መለያ ቀሪ ሒሳብ
ar: رصيد حساب Microsoft‏ الخاص بك
as: আপোনাৰ Microsoft একাউন্ট বেলেন্স
az: Microsoft hesabı balansınız
bg: Баланс по акаунта в Microsoft
bn_in: আপনার Microsoft অ্যাকাউন্টের ব্যালেন্স
bs: Stanje na vašem Microsoft računu
cy: Balans eich cyfrif Microsoft
da: Din Microsoft-kontosaldo
de: Ihr Microsoft-Kontosaldo
el: Το υπόλοιπο του λογαριασμού σας Microsoft
es: Saldo de la cuenta Microsoft
et: Microsofti konto saldo
eu: Microsoft kontuaren saldoa
fa: موجودی حساب Microsoft شما
ga: Iarmhéid do chuntais Microsoft
gd: Balans a’ chunntais Microsoft agad
gl: Saldo da conta de Microsoft
gu: તમારા Microsoft ખાતાનું બેલેંસ
he: היתרה בחשבון Microsoft שלך
hi: आपकी Microsoft खाता शेषराशि
hr: Vaš saldo na Microsoftovu računu
hu: Az Ön Microsoft-fiókjának egyenlege
id: Saldo akun Microsoft Anda
is: Inneign á Microsoft-reikningi
ja: お客様の Microsoft アカウントの残高
ka: თქვენი Microsoft-ის ანგარიშის ბალანსი
kk: Microsoft тіркелгісі қалдығы
kn: Microsoft ಖಾತೆ ಬ್ಯಾಲೆನ್ಸ್‌‌
ko: 내 Microsoft 계정 잔액
ku_arab: بالانسی ئەژمێری Microsoft ی خۆت
ky: Microsoft каттоо жазууңуздун балансы
lo: ຍອດ​ເງິນ​ໃນບັນຊີ Microsoft
lt: Jūsų „Microsoft“ paskyros likutis
lv: Jūsu Microsoft konta bilance
mi: Tō moni pūkete Microsoft
mk: Состојба на вашата сметка на Microsoft
ml: നിങ്ങളുടെ Microsoft അക്കൗണ്ട് ബാലൻസ്
mn: Таны Microsoft-н хэрэглэгчийн бүртгэлийн дансны үлдэгдэл
mr: आपली Microsoft खाते शिल्लक
ms: Baki akaun Microsoft anda
mt: Il-bilanċ tal-kont ta' Microsoft tiegħek
ne: तपाइँको Microsoft खातामा बाँकी रकम
nn_no: Microsoft-kontosaldoen din
no: Microsoft-kontosaldoen din
or: ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ୍ ବ୍ୟାଲେନ୍ସ
pa_arab_pk: تہاڈا Microsoft اکاؤنٹ بیلنس
pa_in: ਤੁਹਾਡਾ Microsoft ਖਾਤਾ ਬਕਾਇਆ
pl: Saldo Twojego konta Microsoft
ru: Баланс учетной записи Майкрософт
sd: توهانجو Microsoft اڪائونٽ بيلينس
si: ඔබගේ Microsoft ගිණුම් ශේෂය
sl: Vaše stanje sredstev v Microsoftovem računu
sr_cyrl_rs: Биланс Microsoft налога
sr_latn_rs: Bilans Microsoft naloga
sv: Ditt Microsoft-kontosaldo
ta: உங்கள் Microsoft கணக்கு சமன்பாடு
te: మీ Microsoft అకౌంట్‌ బ్యాలెన్స్
tg: Тавозуни ҳисоби Microsoft-и шумо
th: ยอดดุลบัญชี Microsoft ของคุณ
tr: Microsoft hesap bakiyeniz
tt: Майкрософт хисап язмагыз балансы
ug: Microsoft ھېساباتىڭىزدىكى قالدۇق
uk: Баланс облікового запису Microsoft
ur: آپ کا Microsoft اکاؤنٹ بیلنس
uz: Microsoft hisob qaydnomangiz hisobi
vi: Số dư trên tài khoản Microsoft của bạn
zh_hans: 你的 Microsoft 帐户余额
zh_hant: 您的 Microsoft 帳戶餘額

# Word.StoredValue.Balance
source: Balance {0}{1}
af: Saldo {0}{1}
am: ሚዛን {0}{1}
ar: الرصيد {0}{1}
as: বাকী {0}{1}
az: Balans {0}{1}
bg: Баланс {1}{0}
bn_in: ব্যালেন্স {0}{1}
bs: Bilanca {0}{1}
cy: Balans {0}{1}
da: Saldo {0}{1}
de: Kontostand {0}{1}
el: Υπόλοιπο {0}{1}
es: Saldo {0}{1}
et: Saldo {0}{1}
eu: Balantzea {1} {0}
fa: مانده حساب {0}{1}
ga: Iarmhéid {0}{1}
gd: An t-suim cothromachaidh {0}{1}
gl: Saldo {0}{1}
gu: બેલેન્સ {0}{1}
he: יתרה {0}{1}
hi: शेष राशि {0}{1}
hr: Iznos {0}{1}
hu: Egyenleg: {0}{1}
id: Saldo {0}{1}
is: Staða {0}{1}
ja: 残高 {0}{1}
ka: ბალანსი {0}{1}
kk: Баланс {0}{1}
kn: ಮೊತ್ತ {0}{1}
ko: 잔액 {0}{1}
ku_arab: بالانس {0}{1}
ky: Теңдем {0}{1}
lo: ຍອດເງິນ {0}{1}
lt: Likutis: {1} {0}
lv: Bilance {0}{1}
mi: Tapeke {0}{1}
mk: Салдо {0}{1}
ml: നീക്കിയിരുപ്പ് {0}{1}
mn: Үлдэгдэл {0}{1}
mr: शिल्लक {0}{1}
ms: Baki {0}{1}
mt: Bilanċ {0}{1}
ne: मौज्दात {0}{1}
nn_no: Saldo {0}{1}
no: Saldo {0}{1}
or: ଜମା {0}{1}
pa_arab_pk: باقی رقم {0}{1}
pa_in: ਬਕਾਇਆ {0}{1}
pl: Saldo {0}{1}
ru: Баланс {0}{1}
sd: هم وزن {0}{1}
si: ශේෂය {0}{1}
sl: Stanje {0}{1}
sr_cyrl_rs: Салдо {0}{1}
sr_latn_rs: Saldo {0}{1}
sv: Saldo {0}{1}
ta: இருப்பு {0}{1}
te: నిల్వ {0}{1}
tg: Бақия {0}{1}
th: ยอดเงินคงเหลือ {0}{1}
tr: Bakiye {0}{1}
tt: Баланс {0}{1}
ug: بالانىس {0}{1}
uk: Баланс {0}{1}
ur: بقایا {0}{1}
uz: Balans {0}{1}
vi: Số dư {0}{1}
zh_hans: 余额 {0}{1}
zh_hant: 餘額 {0}{1}

# Word.StoredValue.PrepaidCardNumber
source: Enter Microsoft gift card code
af: Voer Microsoft-geskenkbewyskode in
am: Microsoft የስጦታ ካርድ ኮድ አስገባ
ar: أدخل رمز بطاقة هدية Microsoft‏
as: Microsoft উপহাৰ কাৰ্ড নম্বৰ প্ৰৱিষ্ট কৰক
az: Microsoft hədiyyə kartının kodunu daxil edin
bg: Въведете код на карта за подарък на Microsoft
bn_in: Microsoft উপহার কার্ড কোড দিন
bs: Unesite kôd Microsoft poklon kartice
cy: Rhowch rif y cerdyn rhodd Microsoft
da: Indtast kode på Microsoft-gavekortet
de: Microsoft-Geschenkkartencode eingeben
el: Εισαγωγή κωδικού προπληρωμένης κάρτας δώρου της Microsoft
es: Especificar código de tarjeta regalo de Microsoft
et: Sisestage Microsofti kinkekaardi kood
eu: Sartu Microsoft opari-txartelaren kodea
fa: کد کارت هدیه Microsoft را وارد کنید
ga: Cuir isteach cód an chárta bronntanais Microsoft
gd: Cuir a-steach còd cairt preusant Microsoft
gl: Introducir o código da tarxeta agasallo de Microsoft
gu: Microsoft ગિફ્ટ કાર્ડ કોડ દાખલ કરો
he: הזן קוד שובר מתנה של Microsoft
hi: Microsoft उपहार कार्ड कोड दर्ज करें
hr: Unesite broj Microsoftove darovne kartice
hu: Adja meg a Microsoft-ajándékkártya kódját
id: Masukkan nomor kartu hadiah Microsoft
is: Færðu inn Microsoft-gjafakortsnúmer
ja: Microsoft ギフト カード コードの入力
ka: შეიყვანეთ Microsoft-ის სასაჩუქრე ბარათის კოდი
kk: Microsoft сыйлық картасының нөмірін енгізіңіз
kn: Microsoft ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ko: Microsoft 기프트 카드 번호 입력
ku_arab: کۆدی کارتی دیاری Microsoft تێنووس بکە
ky: Microsoft белек картынын номурун киргиз
lo: ປ້ອນລະຫັດບັດຂອງຂວັນ Microsoft
lt: Įveskite „Microsoft“ dovanų kortelės numerį
lv: Ievadiet Microsoft dāvanu kartes kodu
mi: Tāuru i te waehere kāri takoha Microsoft
mk: Внесете го кодот на Microsoft картичката за подарок
ml: Microsoft ഗിഫ്റ്റ് കാര്‍ഡ് കോഡ് നല്‍കുക
mn: Microsoft-ын бэлгийн картын кодыг оруулах
mr: Microsoft गिफ्ट कार्ड कोड प्रविष्ट करा
ms: Masukkan kod kad Microsoft Gift
mt: Daħħal numru tal-Kard tar-Rigali tal-Microsoft
ne: Microsoft उपहार कार्ड सङ्केत प्रविष्ट गर्नुहोस्
nn_no: Skriv inn kode for Microsoft-gåvekort
no: Oppgi kode for gavekortet fra Microsoft
or: Microsoft ଉପାହାର କାର୍ଡ୍ କୋଡ୍ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ
pa_arab_pk: ‏‏Microsoft گفٹ کارڈ کوڈ داخل کرو
pa_in: Microsoft ਗਿਫਟ ਕਾਰਡ ਕੋਡ ਦਾਖਲ ਕਰੋ
pl: Wprowadź kod karty podarunkowej firmy Microsoft
ru: Введите код карты оплаты Майкрософт
sd: Microsoft تحفي واري ڪارد جو ڪوڊ داخل ڪريو
si: Microsoft තෑගී කාඩ්පත් කේතය ඇතුල් කරන්න
sl: Vnesite kodo Microsoftove darilne kartice
sr_cyrl_rs: Унесите код Microsoft поклон картице
sr_latn_rs: Unesite kod Microsoft poklon kartice
sv: Ange kod för Microsoft-presentkort
ta: Microsoft பரிசு அட்டைக் குறியீட்டை உள்ளிடவும்
te: Microsoft బహుమతి కార్డ్ కోడ్‌ను నమోదు చేయండి
tg: Рамзи корти тӯҳфаи Microsoft-ро ворид кунед
th: ป้อนรหัสบัตรกำนัล Microsoft
tr: Microsoft hediye kartı numarası girin
tt: Майкрософт ширкәте бүләк картаның номерын кертегез
ug: Microsoft ھەدىيە كارتىسى نومۇرىنى كىرگۈزۈڭ.
uk: Введіть код подарункової картки Microsoft
ur: Microsoft تحفہ کارڈ کا کوڈ درج کریں
uz: Microsoft sovg‘a kartasi kodini kiritish
vi: Nhập mã thẻ quà tặng Microsoft
zh_hans: 输入 Microsoft 礼品卡代码
zh_hant: 輸入 Microsoft 禮品卡代碼

# Word.StoredValue.MSGiftCardCode
source: Microsoft gift card code
af: Microsoft geskenk kaart kode
am: Microsoft የስጦታ ካርድ ኮድ
ar: رمز بطاقة هدية Microsoft‏
as: Microsoft উপহাৰ কাৰ্ড ক'ড
az: Microsoft hədiyyə kartının kodu
bg: Код на карта за подарък на Microsoft
bn_in: Microsoft উপহার কার্ড কোড
bs: Kôd Microsoft poklon kartice
cy: Cod cerdyn rhodd Microsoft
da: Microsoft-gavekortkode
de: Microsoft-Geschenkkartencode
el: Κωδικός κάρτας δώρου Microsoft
es: Código de tarjeta regalo de Microsoft
et: Microsofti kinkekaardi kood
eu: Microsoft opari-txartelaren kodea
fa: کد کارت هدیه Microsoft
ga: Cód cárta bronntanais Microsoft
gd: Còd a' chairt preusant Microsoft
gl: Código da tarxeta agasallo de Microsoft
gu: Microsoft ગિફ્ટ કાર્ડ કોડ
he: קוד שובר מתנה של Microsoft
hi: Microsoft उपहार कार्ड कोड
hr: Kod Microsoftovog poklon-bona
hu: A Microsoft ajándékkártya kódja
id: Kode kartu hadiah Microsoft
is: Microsoft-gjafakortsnúmer
ja: Microsoft ギフト カード コード
ka: Microsoft სასაჩუქრე ბარათის კოდი
kk: Microsoft сыйлық картасының коды
kn: Microsoft ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಕೋಡ್
ko: Microsoft 기프트 카드 코드
ku_arab: کۆدی کارتی دیاری Microsoft
ky: Microsoft белек картасынын коду
lo: ລະຫັດບັດຂອງຂວັນ Microsoft
lt: „Microsoft“ dovanų kortelės kodas
lv: Microsoft dāvanu kartes kods
mi: Waehere kāri takoha Microsoft
mk: Код на картичката за подароци на Microsoft
ml: Microsoft ഗിഫ്‌റ്റ് കാര്‍ഡ് കോഡ്
mn: Microsoft-н бэлгийн картны код
mr: Microsoft भेट कार्ड कोड
ms: Kod hadiah Microsoft
mt: Kodiċi tal-kard tar-rigali ta' Microsoft
ne: Microsoft उपहार कार्ड संकेत
nn_no: Microsoft-gåvekortkode
no: Kode for gavekort fra Microsoft
or: Microsoft ଉପହାର କାର୍ଡ୍ କୋଡ୍
pa_arab_pk: Microsoft تحفہ کارڈ دا کوڈ
pa_in: Microsoft ਗਿਫਟ ਕਾਰਡ ਕੋਡ
pl: Kod bon upominkowego Microsoft
ru: Код карты оплаты Майкрософт
sd: Microsoft تحفو ڪارڊ ڪوڊ
si: Microsoft ත්‍යාග කාඩ්පත් කේතය
sl: Koda Microsoftove darilne kartice
sr_cyrl_rs: Код Microsoft поклон картице
sr_latn_rs: Kod Microsoft poklon kartice
sv: Kod för Microsoft-presentkort
ta: Microsoft பரிசு அட்டைக் குறியீடு
te: Microsoft బహుమతి కార్డ్ కోడ్
tg: Рамзи қорти тӯҳфавии Microsoft
th: รหัสบัตรกำนัล Microsoft
tr: Microsoft hediye kartı kodu
tt: Майкрософт бүләк картасының коды
ug: Microsoft سوۋغات كارتىسى كودى
uk: Код подарункової картки Microsoft
ur: Microsoft تحفہ کارڑ کوڈ
uz: Microsoft sovg‘a kartasi kodi
vi: Mã thẻ quà tặng Microsoft
zh_hans: Microsoft 礼品卡代码
zh_hant: Microsoft 禮品卡代碼

# Word.StoredValue.RedeemPrepaidCard
source: Redeem Microsoft gift card
af: Los Microsoft-geskenkbewys af
am: Microsoft የስጦታ ካርድ ምህረት አግኝ
ar: استرد بطاقة هدية Microsoft‏
as: Microsoft উপহাৰ কাৰ্ড ক্ৰয় কৰক
az: Microsoft hədiyyə kartını bərpa et
bg: Използване на карта за подарък на Microsoft
bn_in: Microsoft উপহার কার্ড ভাঙান
bs: Otkupite Microsoft poklon karticu
cy: Talu gyda'r cerdyn rhodd Microsoft
da: Indløs Microsoft-gavekort
de: Microsoft-Geschenkkarte einlösen
el: Χρησιμοποιούμενη προπληρωμένη κάρτα δώρου της Microsoft
es: Canjear tarjeta regalo de Microsoft
et: Microsofti kinkekaardi väljaostmine
eu: Trukatu Microsoft opari-txartela
fa: بازخرید کارت هدیه Microsoft
ga: Fuascail an cárta bronntanais Microsoft
gd: Pàigh le cairt preusant Microsoft
gl: Cambiar a tarxeta agasallo de Microsoft
gu: Microsoft ગિફ્ટ કાર્ડ રીડીમ કરો
he: ממש שובר מתנה של Microsoft
hi: Microsoft उपहार कार्ड रिडीम करें
hr: Iskoristite Microsoftovu darovnu karticu
hu: Microsoft ajándékkártya beváltása
id: Tebus kartu hadiah Microsoft
is: Nota Microsoft-gjafakort
ja: Microsoft ギフト カードの引き換え
ka: გააუქმეთ Microsoft-ის სასაჩუქრე ბარათი
kk: Microsoft сыйлық картасын өтеу
kn: Microsoft ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಅನ್ನು ಹಿಂಪಡೆದುಕೊಳ್ಳಿ
ko: Microsoft 기프트 카드 사용
ku_arab: کارتی دیاری Microsoft بهێنەوە
ky: Microsoft белек картын өчүр
lo: ແລກລະຫັດບັດຂອງຂວັນ Microsoft
lt: Mokėti „Microsoft“ dovanų kortele
lv: Izmantot Microsoft dāvanu karti
mi: Whakahoki ā-moni i te kāri takoha Microsoft
mk: Откупете ја Microsoft картичката за подарок
ml: Microsoft ഗിഫ്റ്റ് കാര്‍ഡ് വീണ്ടെടുക്കുക
mn: Microsoft-ын бэлгийн карт ашиглах
mr: Microsoft गिफ्ट कार्डची पूर्तता करा
ms: Tebus kad Microsoft Gift
mt: Sarraf il-Kard tar-Rigali tal-Microsoft
ne: Microsoft उपहार कार्ड फिर्ता लिनुहोस्
nn_no: Løys inn Microsoft-gåvekort
no: Innløs gavekortet fra Microsoft
or: ରିଡିମ୍ Microsoft ଉପହାର କାର୍ଡ୍
pa_arab_pk: Microsoft گفٹ کارڈ حاصل کرو
pa_in: Microsoft ਗਿਫਟ ਕਾਰਡ ਦਾ ਵਟਾਂਦਰਾ ਕਰੋ
pl: Zrealizuj kartę podarunkową firmy Microsoft
ru: Погасить карту оплаты Майкрософт
sd: Redeem Microsoft جو تحفي وارو ڪارڊ
si: Microsoft තෑගී කාඩ්පතෙන් මුදල් ගෙවන්න
sl: Unovčite Microsoftovo darilno kartico
sr_cyrl_rs: Исплати Microsoft поклон картицу
sr_latn_rs: Isplati Microsoft poklon karticu
sv: Lös in Microsoft-presentkort
ta: Microsoft பரிசு அட்டையை மீட்டெடுக்கவும்
te: రిడీమ్ Microsoft బహుమతి కార్డ్
tg: Барои корти тӯҳфаи Microsoft ҷуброн гиред
th: แลกบัตรกำนัล Microsoft
tr: Microsoft hediye kartı kullan
tt: Майкрософт ширкәте бүләк картасыны компенсация итү
ug: Microsoft ھەدىيە كارتىسىنى ھەق تۆلەپ قايتۇرۋېلىڭ
uk: Погасити подарункову картку Microsoft
ur: Microsoft تحفہ کارڈ چھڑوائیں
uz: Microsoft sovg‘abop kartochkasini faollashtirmoq
vi: Đổi thẻ quà tặng Microsoft
zh_hans: 兑换 Microsoft 礼品卡
zh_hant: 兌換 Microsoft 禮品卡
