Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.StoredValue.TokenExceeded
source: This Microsoft gift card has already been redeemed. Please try with a new one.
af: Hierdie Microsoft-geskenkbewys is reeds afgelos. Probeer asseblief met 'n nuwe geskenkbewys.
am: ይህ የ Microsoft የስጦታ ካርድ ቀድሞም ምህረት አግኝቷል፡እባክህ በአዲስ ሞክር።
ar: لقد استردّت بطاقة هدية Microsoft ‏تلك. رجاءً جرب بطاقة جديدة.
as: এই Microsoft উপহাৰ কাৰ্ড ইতিমধ্যে ক্ৰয় কৰা হৈছে৷ অনুগ্ৰহ কৰি নতুন এটাৰ সৈতে চেষ্টা কৰক৷
az: Microsoft hədiyyə kartı artıq bərpa olunub. Lütfən yenisini sınaqdan keçirin.
bg: Тази карта за подарък на Microsoft вече е използвана. Опитайте с нова.
bn_in: এই Microsoft উপহার কার্ড ইতিমধ্যেই ভাঙানো হয়েছে৷ অনুগ্রহ করে একটি নতুন কার্ড দিয়ে চেষ্টা করুন৷
bs: Ova Microsoft poklon kartica je već otkupljena. Pokušajte s novom karticom.
cy: Mae'r cerdyn rhodd Microsoft hwn eisoes wedi cael ei ddefnyddio'n llawn. Rhowch gynnig arni gydag un newydd.
da: Dette Microsoft-gavekort er allerede blevet indløst. Prøv med et nyt.
de: Diese Microsoft-Geschenkkarte wurde bereits eingelöst. Versuchen Sie es mit einer neuen.
el: Αυτή η προπληρωμένη κάρτα δώρου της Microsoft χρησιμοποιείται ήδη. Προσπαθήστε με μια καινούργια.
es: Esta tarjeta regalo de Microsoft ya se ha canjeado. Inténtelo con otra.
et: See Microsofti kinkekaart on juba lunastatud. Proovige uue kaardiga.
eu: Microsoft opari-txartel hau dagoeneko trukatu da. Saiatu beste batekin.
fa: این کارت هدیه Microsoft از قبل بازخرید شده است. لطفاً یک کارت جدید را امتحان کنید.
ga: Tá cárta bronntanais Microsoft fuascailte cheana féin. Bain triail as le ceann nua le do thoil.
gd: Chaidh a' chairt preusant Microsoft seo a chaitheamh roimhe. Feuch tè ùr.
gl: Esta tarxeta agasallo de Microsoft xa foi cambiada. Ténteo cun novo.
gu: આ Microsoft ગીફ્ટ કાર્ડ પહેલાંથી વપરાયેલ છે. કૃપા કરી નવાં સાથે પ્રયાસ કરો.
he: שובר מתנה זה של Microsoft כבר מומש. נסה עם שובר חדש.
hi: इस Microsoft उपहार कार्ड को पहले ही रिडीम किया जा चुका है. कृपया नए कार्ड के साथ प्रयास करें.
hr: Ova je Microsoftova darovna kartica već iskorištena. Pokušajte s drugom.
hu: Ezt a Microsoft ajándékkártyát már beváltották. Próbálkozzon másikkal.
id: Kartu hadiah Microsoft ini telah ditebus. Silakan coba dengan kartu hadiah yang baru.
is: Þetta Microsoft-gjafakort hefur þegar verið innleyst. Prófaðu með öðru korti.
ja: この Microsoft ギフト カードは既に引き換え済みです。新しいカードでやり直してください。
ka: Microsoft-ის ეს სასაჩუქრე ბარათი უკვე გაუქმებულია. გთხოვთ, მოსინჯოთ სხვა ბარათი.
kk: Бұл Microsoft сыйлық картасы пайдаланылып қойылған. Жаңасын пайдаланып көріңіз.
kn: ಈ Microsoft ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಅನ್ನು ಈಗಾಗಲೇ ಪಡೆದುಕೊಳ್ಳಲಾಗಿದೆ. ದಯವಿಟ್ಟು ಹೊಸತರೊಂದಿಗೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 Microsoft 기프트 카드는 이미 사용되었습니다. 새로운 카드로 다시 시도해 보십시오.
ku_arab: ئەم کارتی دیاریەی Microsoft هەر پێشتر پاکتاوکراو. تکایە هەوڵی دانەیەکی نوێ بدە.
ky: Бул Microsoft белек карты өчүрүлгөн. Башкасы менен аракет кылып көрүңүз.
lo: ບັນຂອງຂວັນ Microsoft ໄດ້ຖືກແລກແລ້ວ. ກະລຸນາລອງໃໝ່ດ້ວຍບັດອື່ນ.
lt: Šia „Microsoft“ dovanų kortele jau atsiskaityta. Bandykite naudoti naują.
lv: Šī Microsoft dāvanu karte jau ir izmantota. Lūdzu, mēģiniet vēlreiz, izmantojot citu karti.
mi: Kua whakahokia ā-moni kētia tēnei kāri takoha Microsoft. Whakamātauria anō me tētahi kāri hōu.
mk: Оваа Microsoft картичка за подарок веќе е откупена. Обидете се со нова картичка.
ml: ഈ Microsoft ഗിഫ്റ്റ് കാര്‍ഡ് ഇതിനകം വീണ്ടെടുത്തു. പുതിയതൊന്ന് ഉപയോഗിച്ച് പരീക്ഷിക്കുക.
mn: Энэхүү Microsoft-ын бэлгийн картыг аль хэдийн ашигласан байна. Шинэ карт ашиглан оролдоно уу.
mr: या Microsoft गिफ्ट कार्डने आधीपासून पूर्तता केली आहे. कृपया एका नव्याने प्रयत्न करा.
ms: Kad Microsoft Gift ini telah ditebus. Sila cuba dengan yang baharu.
mt: Din il-Kard tar-Rigali tal-Microsoft diġà ssarfet. Jekk jogħġbok ipprova waħda ġdida.
ne: यस Microsoft उपाहार कार्डलाई पहिले नै मुक्त गरिसकेको छ। कृपया नयाँसँग प्रयास गर्नुहोस्।
nn_no: Dette Microsoft-gåvekortet er allereie innløyst. Prøv med eit nytt kort.
no: Dette gavekortet fra Microsoft er allerede innløst. Prøv med et nytt kort.
or: ଏହି Microsoft ଉପହାର କାର୍ଡ୍ ପୂର୍ବରୁ ରିଡିମ୍ ହୋଇଛି. ଦୟାକରି ଏକ ନୂତନ ସହିତ ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: ‏‏Microsoft دے تحفہ دا کارڈ پہلاں ہی مک گیا اے۔ برائے مہربانی نویں کارڈ توں کوشش کرو
pa_in: ਇਸ Microsoft ਗਿਫਟ ਕਾਰਡ ਨੂੰ ਪਹਿਲਾਂ ਹੀ ਵਟਾਇਆ ਜਾ ਚੁੱਕਾ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਨਵੇਂ ਕਾਰਡ ਨਾਲ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Ta karta podarunkowa firmy Microsoft została już zrealizowana. Spróbuj ponownie, korzystając z nowej karty.
ru: Эта карта оплаты Майкрософт уже погашена. Используйте другую карту.
sd: Microsoft تحفي جو ڪارڊ پهريان ئي آزاد ڪيو ويو آهي. مهرباني ڪري هڪ نئين سان ڪوشش ڪريو.
si: මෙම Microsoft තෑගි කාඩ් ප‍තින් දැනටමත් මිලට ගෙන තිබේ . කරුණාකර අලුත් ‍කාඩ් පතකින් උත්සාහ ගන්න.
sl: Ta Microsoftova darilna kartica je že bila unovčena. Poskusite z novo.
sr_cyrl_rs: Ова Microsoft поклон картица је већ искупљена. Покушајте с новом картицом.
sr_latn_rs: Ova Microsoft poklon kartica je već iskupljena. Pokušajte s novom karticom.
sv: Det här Microsoft-presentkortet har redan lösts in. Försök med ett nytt.
ta: இந்த Microsoft பரிசு அட்டை ஏற்கனவே மீட்கப்பட்டுவிட்டது. புதிய ஒன்றைக் கொண்டு மீண்டும் முயற்சிக்கவும்.
te: ఈ Microsoft బహుమతి కార్డ్ ఇప్పటికే రిడీమ్ చేయబడింది. దయచేసి కొత్త దానితో ప్రయత్నించండి.
tg: Ин корти тӯҳфаи Microsoft аллкай ҷуброн шудааст. Лутфан, корти наверо санҷед.
th: บัตรกำนัล Microsoft ใบนี้แลกเป็นเงินแล้ว โปรดลองใช้บัตรใบใหม่
tr: Bu Microsoft hediye kartı daha önce kullanıldı. Lütfen yeni bir kartla deneyin.
tt: Бу Майкрософт ширкәте бүләк картасы компенсацияләнгән. Яңаны кулланып карагыз.
ug: بۇ Microsoft ھەدىيە كارتىسى ئاللىبۇرۇن سېتىۋىلىندى.يېڭىسىنى سىناڭ.
uk: Цю подарункову картку Microsoft вже використано. Скористайтеся новою карткою.
ur: Microsoft تحفہ کارڈ پہلے ہی استعمال کیا جاچکا ہے. براہ مہربانی نئے کارڈ سے دوبارہ کوشش کریں.
uz: Ushbu Microsoft sovg‘a kartasi allaqachon so‘ndirilgan. Boshqa kartochka bilan urinib ko‘ring.
vi: Thẻ quà tặng Microsoft này đã được đổi. Vui lòng thử lại với một thẻ mới.
zh_hans: 此 Microsoft 礼品卡已兑现。请尝试使用新卡。
zh_hant: 這張 Microsoft 禮品卡已經兌換過了。請嘗試兌換新的卡。

# Literal.BankAccountPayHolderName.Pattern
source: The name format is incorrect, a space is expected. E.g. "John Doe".
af: Die naamformaat is verkeerd. Daar moet ’n spasie wees. Bv. "Schalk Burger".
am: የስም ቅርጸቱ ትክክል አይደለም፣ ክፍት ቦታ ይጠበቃል። ለምሳሌ "John Doe"።
ar: تنسيق الاسم ليس صحيحاً، يتطلب وجود مسافة. مثلاً "عاطف علوان".
as: নামৰ সজ্জাটো অশুদ্ধ হৈছে, এটা খালীস্থান আশা কৰা হৈছে৷ যেনেঃ "জন ডেও"৷
az: Ad formatı səhvdir, boşluq gözlənilir. Məs: "John Doe".
bg: Форматът на името е неправилен, очаква се интервал. Напр. „Джон Доу“.
bn_in: নামের বিন্যাসটি ঠিক নেই, একটি ব্যবধান দিতে হবে। যেমন "John Doe"।
bs: Format imena je neispravan. Nedostaje razmak. Npr. „Ivan Ivanović”.
cy: Mae fformat yr enw yn anghywir, dylai fod yna fwlch. E.e. "John Doe".
da: Navneformatet er forkert. Der forventes et mellemrum, for eksempel "Ole Larsen".
de: Das Namensformat ist falsch. Ein Leerzeichen wird erwartet. Beispiel: „Katrin Köhler“.
el: Η μορφή ονόματος δεν είναι σωστή, αναμένεται ένα κενό. Π.χ. "Ιωάννης Ξυλαράς".
es: El formato del nombre es incorrecto. Debe haber un espacio. P.ej. "Juan Pérez".
et: Nimevorming on vale, sest seal peab olema tühik. Nt "Erik Andersen".
eu: Izenaren formatuak ez du balio, zuriune bat falta da. Adibidez, "Jon Agirre".
fa: قالب نام اشتباه است، باید یک فاصله درج شود. مثلاً، «امیر تهرانی»
ga: Tá formáid an ainm mícheart, táthar ag súil le spás. M.sh. "John Doe".
gd: Tha dùil ri beàrn san ainm. M.e. “Calum MacCaluim”.
gl: O formato do nome é incorrecto. Precísase un espazo. Por exemplo "Xurxo Montes".
gu: નામનું ફોર્મેટ ખોટું છે, થોડી જગ્યા હોવી જોઈએ. ઉદાહરણ “જૉન ડો”.
he: תבנית השם שגויה, רווח צפוי בשם. לדוגמה "ישראל ישראלי".
hi: नाम का स्वरूप गलत है, एक रिक्ति अपेक्षित है. उदा. "जॉन डो".
hr: Oblik imena je neispravan. Potreban je razmak. Npr. „Ivan Horvat”.
hu: Helytelen névformátum. A várt érték szóköz. Pl. „John Doe”.
id: Format nama salah, spasi diperbolehkan. Misalnya "John Doe".
is: Snið nafnsins er rangt, búist er við bili. Til dæmis „Jón Jónsson“.
ja: 名前の形式が正しくありません。性と名の間にスペースが必要です。 例: "John Doe"
ka: სახელის ფორმატი არასწორია, რადგან ის სავარაუდოდ უნდა შეიცავდეს ინტერვალს. მაგ., „ჯონ დოელი“.
kk: Атау форматы дұрыс емес, бос орын керек. Мысалы, "Жанат Дәуренбек".
kn: ಹೆಸರು ಸ್ವರೂಪ ತಪ್ಪಾಗಿದೆ, ಸ್ಪೇಸ್ ನಿರೀಕ್ಷಿಸಲಾಗಿದೆ. ಉದಾ. "ಜಾನ್ ಡೋ".
ko: 이름 형식이 잘못되었습니다. 공백이 필요합니다. 예: "John Doe".
ku_arab: فۆرمەتی ناوەکە نادروستە، پێشبینی بۆشاییەک دەکرێت. بۆ نمونە: "جۆن داو".
ky: Аттын форматы туура эмес, боштук керек. Мис. "Жон Доу".
lo: ຮູບແບບຊື່ແມ່ນຜິດ, ຕ້ອງການຍະຫວ່າງ. ຕົວຢ່າງ: "John Doe".
lt: Netinkamas vardo formatas, būtinas tarpas. Pvz., „Vardenis Pavardenis“.
lv: Vārda formāts ir nepareizs, ir paredzēta atstarpe. Piem., “Jānis Bērziņš”.
mi: Kei te hē te hōputu ingoa, te hiahia kia noho he mokowā i roto. Inā koa: "Hone Rangiwai".
mk: Форматот на името е неточен, треба да има празно место. На пр. „Петар Петровски“.
ml: പേരിന്‍റെ ഫോർമാറ്റ് തെറ്റാണ്, ഒരു സ്‌പെയ്‌സ് പ്രതീക്ഷിക്കുന്നു. ഉദാ. "ജോൺ ഡോ".
mn: Нэрийн хэлбэржүүлэлт буруу байна. Зай оруулах ёстой. Жишээ нь: "Жон Дөү".
mr: नाव स्वरूप चुकीचे आहे, येथे एक स्पेश अपेक्षित आहे. उदा. "जॉन डो".
ms: Format nama tidak betul, satu ruang dijangkakan. Cth. "John Doe".
mt: Il-format tal-isem mhux tajjeb, hu mistenni li jkun hemm spazju. Pereż. "John Doe".
ne: नामको ढाँचा गलत छ, एउटा खाली ठाउँको अपेक्षा गरिन्छ। E.g. उदाहरण “जॉन डो”।
nn_no: Namneformatet er feil. Det ser ut til å mangle eit mellomrom. Eks.: "Ola Nordmann".
no: Navneformatet er feil. Det forventes et mellomrom. Eksempel: "Ola Nordmann".
or: ନାମ ଫର୍ମାଟ୍‌ ଭୁଲ୍‌ ଅଟେ, ଏକ ସ୍ପେସ୍ ଆଶା କରାଯାଉଛି. ଉଦାହରଣ "ଆଦୀ ଆର୍ୟା".
pa_arab_pk: ناں لکھن دا فارمیٹ غلط اے، خالی جگہ دی توقع اے۔ مثال دے طور تے۔ "John Doe"۔
pa_in: ਨਾਮ ਸਰੂਪ ਗ਼ਲਤ ਹੈ, ਖਾਲੀ ਥਾਂ ਦੀ ਉਮੀਦ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਉਦਾਹਰਣ ਲਈ, "ਜੌਨ੍ਹ ਡੋ"।
pl: Format imienia i nazwiska jest niepoprawny. Oczekiwano spacji. Np. „Jan Nowak”.
ru: Неправильный формат имени, нужно ввести пробел. Например, "Сергей Зайцев".
sd: نالي جو فارميٽ غلط آهي، هڪ وٿي جي اميد آهي. E.g. "John Doe".
si: නම් ආකෘතිය නිවැරදි නොවේ, හිස් ඉඩක් අවශ්‍ය කෙරේ. E.g. උදා. "ජෝන් ඩෝ".
sl: Oblika imena je napačna. Pričakovan je presledek. Primer: »Janez Novak«.
sr_cyrl_rs: Облик имена је неважећи, изоставили сте размак. Нпр. „Јован Јовановић“.
sr_latn_rs: Oblik imena je nevažeći, izostavili ste razmak. Npr. „Jovan Jovanović“.
sv: Namnformatet är felaktigt, det saknas ett blanksteg. T.ex. "John Berg".
ta: பெயர் வடிவமைப்பு தவறானது, ஒரு இடைவெளி எதிர்பார்க்கப்படுகிறது. எ.கா. “ஜான் டோ”.
te: పేరు తప్పు ఆకృతిలో ఉంది, మధ్యలో అంతరం ఉండాలి. ఉదా "జాన్ డూ".
tg: Формати ном нодуруст аст, фосила бояд бошад. Мас. "Ҷон Ду".
th: รูปแบบชื่อไม่ถูกต้อง ต้องมีเว้นวรรค ตัวอย่างเช่น "John Doe"
tr: Ad biçimi doğru değil, boşluk olması bekleniyor. Ör. " Mete Goktepe".
tt: Исем форматы дөрес түгел, буш ара булырга тиеш. Мәс. "Камил Вәлиев".
ug: ئىسىم فورماتى خاتا، بوشلۇق قويۇلۇشى كېرەك. ئۆرنەك: «پالان پۇكۇن».
uk: Неправильний формат імені. Очікується пробіл. Наприклад, "John Doe".
ur: نام کا وضع درست نہیں ہے، ایک خالی جگہ کی توقع کی جاتی۔ مثلاً، "John Doe"۔
uz: Ism formati noto‘g‘ri, bo‘shliq kutiladi. Masalan, "Akmal Jamolov".
vi: Dạng thức tên không ̣đúng, cần có khoảng cách. VD: "John Doe".
zh_hans: 姓名格式不正确，需要一个空格。 例如 "John Doe"。
zh_hant: 姓名格式不正確，必須包含空格。 例如 "Tsai Wang"。

# Word.Message.ToUpdateIE
source: Your browser's version is not up to date. Please update it to a more recent one.
af: Jou blaaier se weergawe is verouderd. Kry asseblief 'n nuwer weergawe.
am: የአሳሽህ ስሪት ዘመናዊ አይደለም። እባክህ በጣም የቅርብ ጊዜ የሆነው አዘምን።
ar: ليس مستعرض الويب لديك حديثًا. يرجى تحديث إصداره.
as: আপোনাৰ ব্ৰাউজাৰ সংস্কৰণ নতুন নহয়৷ অনুগ্ৰহ কৰি অধিক সাম্প্ৰতিক এটাৰে ইয়াক উন্নীতকৰণ কৰক৷
az: Baxış proqramınızın versiyası yenilənməyib. Lütfən onu ən son versiyaya yeniləyin.
bg: Версията на браузъра ви не е актуална. Актуализирайте браузъра си с по-нова версия.
bn_in: আপনার ব্রাউজারের সংস্করণ আপ-টু-ডেট নেই৷ অনুগ্রহ করে এটিকে আরও সাম্প্রতিক একটিতে আপডেট করুন৷
bs: Verzija vašeg preglednika je zastarjela. Ažurirajte ga na noviju verziju.
cy: Dydy fersiwn eich porwr ddim wedi'i ddiweddaru. Rhaid i chi ei ddiweddaru i un mwy diweddar.
da: Din browserversion er ikke opdateret. Opdater til en nyere version.
de: Ihre Browserversion ist nicht aktuell. Führen Sie ein Update auf eine neuere Version durch.
el: Η έκδοση του προγράμματος περιήγησης δεν είναι ενημερωμένη. Ενημερώστε τη με μια πιο πρόσφατη.
es: La versión del explorador es antigua. Actualícelo a una versión más reciente.
et: Brauseri versioon pole ajakohane. Värskendage see uuemale versioonile.
eu: Zure arakatzailearen bertsioa ez dago eguneratuta. Eguneratu bertsio berriago batera.
fa: نسخه مرورگر شما به روز نیست. لطفاً آن را به یک مرورگر جدیدتر به روز رسانی کنید.
ga: Níl an leagan den bhrabhsálaí atá agat cothrom le dáta. Déan é a uasghrádú chuig ceann níos nua le do thoil.
gd: Chan eil tionndadh a' bhrabhsair agad cho ùr 's a bu chòir. Ùraich e gu fear nas ùire.
gl: A versión do explorador non está actualizada. Actualízaa a unha máis recente.
gu: તમારા બ્રાઉઝરનું સંસ્કરણ અદ્યતન નથી. કૃપા કરી તેને તાજેતરના સંસ્કરણ સાથે અદ્યતન કરો.
he: גירסת הדפדפן שלך אינה מעודכנת. עדכן אותו לגירסה מעודכנת יותר.
hi: आपके ब्राउज़र का संस्‍करण अद्यतित नहीं है. कृपया इसे अधिक हाल के संस्‍करण पर अद्यतित करें.
hr: Verzija vašeg web-preglednika nije ažurna. Ažurirajte je na noviju verziju.
hu: A böngésző verziója nem naprakész. Frissítse egy újabb verzióra.
id: Versi browser Anda tidak aktual. Harap perbarui browser ke versi terbaru.
is: Vafrinn sem þú notar er of gamall. Uppfærðu hann í nýrri útgáfu.
ja: ブラウザーが最新のバージョンではありません。最新バージョンに更新してください。
ka: თქვენი ბრაუზერის ვერსია მოძველებულია. გთხოვთ, განაახლოთ იგი უახლესი ვერსიით.
kk: Браузеріңіздің нұсқасы жаңа емес. Оны соңғысына жаңартыңыз.
kn: ನಿಮ್ಮ ಬ್ರೌಸರ್‌ನ ಆವೃತ್ತಿಯು ನವೀಕೃತವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ಇದನ್ನು ಇತ್ತೀಚಿನದಕ್ಕೆ ನವೀಕರಿಸಿ.
ko: 브라우저 버전이 최신이 아닙니다. 최신 버전으로 업데이트하십시오.
ku_arab: وەشانی گەڕاڵەکەت بەڕۆژ نییە. تکایە بەڕۆژی بکە بۆ وەشانێکی ئەم دواییانە.
ky: Сиздин браузериңиздин версиясы жаңы эмес. Аны кийинки версияга жаңылаңыз.
lo: ບຣາວເຊີລຸ້ນຂອງທ່ານບໍ່ແມ່ນລຸ້ນລ້າສຸດ. ກະລຸນາອັບເດດມັນເປັນລຸ້ນໃໝ່ກວ່າ.
lt: Neatnaujinta naršyklės versija. Atnaujinkite ją į naujesnę.
lv: Pārlūkprogrammas versija nav atjaunināta. Lūdzu, atjauniniet to uz jaunāku versiju.
mi: Kāore te momo putanga o tō pūtirotiro i te hōu rawa. Whakahōuhia ki tētahi mea hōu ake.
mk: Верзијата на вашиот интернет-прелистувач не е ажурирана. Ажурирајте ја до понова верзија.
ml: നിങ്ങളുടെ ബ്രൌസറിന്റെ പതിപ്പ് കാലികമല്ല. ഇതിന്റെ ഏറ്റവും പുതിയ ഒന്നിലേക്ക് അപ്‌ഡേറ്റുചെയ്യുക.
mn: Таны вэб хөтчийн хувилбар шинэ биш байна. Түүнийг илүү сүүлийн хувилбар болгон шинэчилнэ үү.
mr: आपल्या ब्राउझरची आवृत्ती अप टू डेट नाही. कृपया आणखी अलीकडील एखादीसाठी ती अद्ययावत करा.
ms: Versi pelayar anda tidak terkini. Sila kemas kini kepada yang lebih baru.
mt: Il-verżjoni tal-brawżer tiegħek mhix aġġornata. Jekk jogħġbok aġġornaha għal waħda aktar riċenti.
ne: तपाईँको ब्राउजरको संस्करण आजको मिति सम्म छैन। कृपया यसलाई सबै भन्दा नयाँ संस्करणमा अपडेट गर्नुहोस्।
nn_no: Nettlesarversjonen din er ikkje oppdatert. Oppdater nettlesaren til ein nyare versjon.
no: Versjonen av webleseren er ikke oppdatert. Oppdater den til en nyere versjon.
or: ଆପଣଙ୍କର ବ୍ରାଉଜର୍'ର ସଂସ୍କରଣ ଅଦ୍ୟତିତ ନାହିଁ. ଦୟାକରି ଅଧିକ ଏକ ନିକଟରକୁ ଏହା ଅଦ୍ୟତନ କରନ୍ତୁ.
pa_arab_pk: تساں دے براؤزر دا ورن تازہ ترین نئیں اے۔ میربانی کرکے اینہوں تازہ کرو۔
pa_in: ਤੁਹਾਡੇ ਬਰਾਊਜ਼ਰ ਦਾ ਸੰਸਕਰਣ ਨਵੀਨਤਮ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸਨੂੰ ਵਧੇਰੇ ਤਾਜ਼ੇ ਸੰਸਕਰਨ ਨਾਲ ਨਵੀਨਤਮ ਕਰੋ।
pl: Wersja używanej przeglądarki jest nieaktualna. Zaktualizuj przeglądarkę do nowszej wersji.
ru: Версия браузера устарела. Установите более позднюю версию.
sd: توھان جي browser جو ورزن تاريخ مطابق نه آھي. مھرباني ڪري ھن جي گھڻو ھاڻي واري تائين تازه ڪاري ڪريو.
si: ඔබේ බ්‍රවුසරයේ අනුවාදය යාවත්කාලීන නොවේ. කරුණාකර එය අලුත් අනුවාදයකට යාවත්කාලීන කරන්න.
sl: Različica brskalnika je zastarela. Posodobite ga na novejšo.
sr_cyrl_rs: Верзија вашег прегледача је застарела. Ажурирајте га на новију верзију.
sr_latn_rs: Verzija vašeg pregledača je zastarela. Ažurirajte ga na noviju verziju.
sv: Din webbläsarversion är inte uppdaterad. Uppdatera den till en nyare version.
ta: உங்கள் உலாவிப் பதிப்பு புதுப்பிக்கப்படவில்லை. மிக சமீபமான ஒன்றிற்கு அதைப் புதுப்பிக்கவும்.
te: మీ బ్రౌజర్ సంస్కరణ తాజాగా లేదు. దయచేసి దీన్ని మరింత తాజాదానికి నవీకరించండి.
tg: Версияи браузери шумо кӯҳна аст. Лутфан, онро о верисияи навтаре навсозӣ кунед.
th: รุ่นของเบราว์เซอร์ของคุณไม่ทันสมัย โปรดอัปเดตให้เป็นรุ่นที่ใหม่กว่า
tr: Tarayıcınızın sürümü güncel değil. Lütfen daha yeni bir sürüme güncelleştirin.
tt: Браузерыгыз версиясе яңартылмаган. Аны соңгырак версиягә яңартыгыз.
ug: سىزنىڭ تور سەيياھىنىڭ نەشرى يېڭى ئەمەس.ئەڭ يېڭى نەشىرىگە يېڭىلاڭ.
uk: Ваш браузер застарів. Інсталюйте новішу версію.
ur: آپ کے براؤزر کا ایڈیشن تازہ ترین نہیں ہے. براہ مہربانی اس کو مزید نئے والے پہ تازہ ترین کریں.
uz: Sizning brauzeringizning versiyasi yangi emas. Uning versiyasini yangiroq versiyaga yangilang.
vi: Phiên bản trình duyệt của bạn đã cũ. Xin vui lòng cập nhật phiên bản mới nhất.
zh_hans: 您的浏览器的版本不是最新。请将其更新为较新版本。
zh_hant: 您的瀏覽器不是最新版本。請將它更新成較新的版本。

# Literal.CountryCode.Pattern
source: Invalid country/region code.
af: Ongeldige land-/streekkode.
am: ልክ ያልኾነ የአገር/የክልል ኮድ
ar: ليس رمز البلد/المنطقة صالحًا.
as: অবৈধ দেশ/ক্ষেত্ৰ ক'ড৷
az: Ölkə/region kodu səhvdir.
bg: Невалиден код на страна/регион.
bn_in: দেশ/অঞ্চল কোড ঠিকঠাক নেই৷
bs: Nevažeći pozivni broj države/regije.
cy: Cod gwlad/rhanbarth annilys.
da: Ugyldig lande/områdekode.
de: Der Länder-/Regionscode ist ungültig.
el: Μη έγκυρος κωδικός χώρας/περιοχής.
es: Código de país o región no válido.
et: Sobimatu riigi/regiooni kood.
eu: Herrialde/Eskualde kode baliogabea.
fa: کد کشور/منطقه نامعتبر است.
ga: Cód Tír/Réigiún neamhbhailí.
gd: Tha còd na dùthcha/roinn-dùthcha mì-dhligheach.
gl: Código de país/rexión non válido.
gu: અમાન્ય દેશ/ક્ષેત્ર કોડ.
he: קוד מדינה/אזור שגוי.
hi: अमान्‍य देश/क्षेत्र कोड.
hr: Kôd države/regije nije valjan.
hu: Érvénytelen ország/régió kód.
id: Kode negara/kawasan tidak valid.
is: Ógilt lands-/svæðisnúmer.
ja: 国/地域コードが正しくありません。
ka: ქვეყნის/რეგიონის კოდი არასწორია.
kk: Ел/өңір коды дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ದೇಶ/ಪ್ರಾಂತ್ಯ ಕೋಡ್.
ko: 국가/지역 코드가 올바르지 않습니다.
ku_arab: کۆدی نادروستی وڵات/ناوچه.
ky: Өлкөнүн/чөлкөмдүн коду жараксыз.
lo: ລະຫັດປະເທດ/ພາກພື້ນບໍ່ຖືກຕ້ອງ.
lt: Neteisingas šalies / regiono kodas.
lv: Nederīgs valsts/reģiona kods.
mi: He muhu te waehere whenua/rohe rānei.
mk: Неважечки код на државата/областа.
ml: രാജ്യം/പ്രദേശ കോഡ് അസാധുവാണ്.
mn: Улс/бүс нутгийн код буруу байна.
mr: अवैध देश/विभाग कोड.
ms: Kod negara/rantau tidak sah.
mt: Il-kodiċi tal-pajjiż/reġjun mhux validu.
ne: अवैध देश/क्षेत्र सङ्केत।
nn_no: Ugyldig kode for land/region.
no: Ugyldig lands-/områdekode.
or: ଅବୈଧ ଦେଶ/ଅଞ୍ଚଳ କୋଡ୍.
pa_arab_pk: ملک/علاقے دا کوڈ ناجائز اے۔
pa_in: ਦੇਸ਼/ਖੇਤਰ ਦਾ ਕੋਡ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy kod kraju/regionu.
ru: Недопустимый код страны или региона.
sd: ملڪ/علائقو جو ڪوڊ غلط آھي.
si: වලංගු නොවන දේශ/කලාප කේතයකි.
sl: Neveljavna koda države/regije.
sr_cyrl_rs: Неважећи позивни број земље/региона.
sr_latn_rs: Nevažeći pozivni broj zemlje/regiona.
sv: Ogiltigt lands- eller regionsnummer.
ta: தவறான நாடு/வட்டாரம் குறீயீடு.
te: చెల్లని దేశం/ప్రాంతం కోడ్.
tg: Рамзи кишвар/минтақа беэътибор аст.
th: รหัสประเทศ/ภูมิภาคไม่ถูกต้อง
tr: Geçersiz ülke/bölge kodu.
tt: Ялгыш ил/төбәк коды.
ug: ئىناۋەتسىز دۆلەت/رايون نومۇرى.
uk: Неприпустимий код країни або регіону.
ur: ملک/علاقے کا کوڈ غلط ہے.
uz: Mamlakat/mintaqa kodi haqiqiy emas.
vi: Mã quốc gia/vùng không hợp lệ.
zh_hans: 国家/地区代码无效。
zh_hant: 國家/地區代碼無效。

# Literal.CountryCode.Required
source: Country/region code is required.
af: Land-/streekkode word vereis.
am: አገር/ ክልል ኮድ ያስፈልጋል።
ar: رمز البلد/المنطقة مطلوب.
as: দেশ/ক্ষেত্ৰত ক'ড আৱশ্যক৷
az: Ölkə/region kodu tələb olunur.
bg: Кодът на страна/регион е задължителен.
bn_in: দেশ/অঞ্চল কোড উল্লেখ করা চাই৷
bs: Pozivni broj države/regije je obavezan.
cy: Rhaid rhoi cod y wlad/rhanbarth.
da: Lande/områdekode skal angives.
de: Der Länder-/Regionscode ist erforderlich.
el: Απαιτείται κωδικός χώρας/περιοχής.
es: El código de país o región es obligatorio.
et: Riigi/regiooni kood on kohustuslik.
eu: Herrialde/Eskualde kodea beharrezkoa da.
fa: به کد کشور/منطقه نیاز است.
ga: Cód Tír/Réigiún ag teastáil.
gd: Tha feum air còd na dùthcha/roinn-dùthcha.
gl: Requírese código de país/rexión.
gu: દેશ/ક્ષેત્ર કોડ આવશ્યક છે.
he: קוד מדינה/אזור נדרש.
hi: देश/क्षेत्र कोड आवश्‍यक है.
hr: Kôd države/regije je obavezan.
hu: Az ország/régió kód megadása kötelező.
id: Kode negara/kawasan wajib diisi.
is: Færa þarf inn lands-/svæðisnúmer.
ja: 国/地域コードは必須項目です。
ka: მიუთითეთ ქვეყნის/რეგიონის კოდი.
kk: Ел/өңір коды қажет.
kn: ದೇಶ/ಪ್ರಾಂತ್ಯ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 국가/지역 코드는 필수 항목입니다.
ku_arab: کۆدی وڵات/ناوچه پێویستە.
ky: Өлкө/аймак коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດປະເທດ/ພາກພື້ນ.
lt: Būtina nurodyti šalį / regioną.
lv: Norādiet valsts/reģiona kodu.
mi: Kei te hiahiatia te waehere whenua/rohe.
mk: Кодот на државата/областа се задолжителни.
ml: രാജ്യ/പ്രദേശത്തിന്റെ കോഡ് ആവശ്യമാണ്.
mn: Улс/бүс нутгийн код оруулах шаардлагатай.
mr: देश/विभाग कोड आवश्यक आहे.
ms: Kod negara/rantau diperlukan.
mt: Meħtieġ il-kodiċi tal-pajjiż/reġjun.
ne: देश/क्षेत्र सङ्केत आवश्यक छ।
nn_no: Kode for land/region er obligatorisk.
no: Lands-/områdekode kreves.
or: ଦେଶ/ଅଞ୍ଚଳ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏ملک/خطے دا کوڈ درکار اے۔
pa_in: ਦੇਸ਼/ਖੇਤਰ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod kraju/regionu jest wymagany.
ru: Необходимо указать страну или регион.
sd: ملڪ/علائقو جي ڪوڊ جي ضرورت آهي.
si: දේශ/කලාප කේතය සඳහන් කළ යුතු ය.
sl: Koda države/regije je obvezen podatek.
sr_cyrl_rs: Позивни број земље/региона је обавезан.
sr_latn_rs: Pozivni broj zemlje/regiona je obavezan.
sv: Du måste ange lands- eller regionsnummer.
ta: நாடு/வட்டாரம் குறியீடு தேவை.
te: దేశం/ప్రాంతం కోడ్ అవసరం.
tg: Рамзи кишвар/минтақа ҳатмист.
th: ต้องระบุรหัสประเทศ/ภูมิภาค
tr: Ülke/bölge kodu gereklidir.
tt: Ил/төбәк коды мәҗбүри.
ug: دۆلەت/رايون نومۇرى كېرەك.
uk: Необхідно вказати код країни або регіону.
ur: ملک/خطہ کوڈ درکار ہے۔
uz: Mamlakat/mintaqa kodi talab qilinadi.
vi: Mã quốc gia/vùng là cần thiết.
zh_hans: 国家/地区代码为必填项。
zh_hant: 國家/地區代碼是必要資訊。
