Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.DirectDebitNumber
source: Account number
af: Rekeningnommer
am: መለያ ቁጥር
ar: رقم الحساب
as: একাউণ্ট সংখ্যা
az: Hesab nömrəsi
bg: Номер на сметка
bn_in: অ্যাকাউন্ট নাম্বার
bs: Broj računa
cy: Rhif y cyfrif
da: Kontonummer
de: Kontonummer
el: Αριθμός λογαριασμού
es: Número de cuenta
et: Kontonumber
eu: Kontu-zenbakia
fa: شماره حساب
ga: Uimhir chuntais
gd: Àireamh a' chunntais
gl: Número de conta
gu: ખાતા નંબર
he: מספר חשבון
hi: खाता संख्या
hr: Broj računa
hu: Számlaszám
id: Nomor rekening
is: Reikningsnúmer
ja: 口座番号
ka: ანგარიშის ნომერი
kk: Шот нөмірі
kn: ಖಾತೆ ಸಂಖ್ಯೆ
ko: 계좌 번호
ku_arab: ژمارەی ئەژمێر
ky: Каттоо эсебинин номуру
lo: ເລກບັນຊີ
lt: Sąskaitos numeris
lv: Konta numurs
mi: Tau pūkete
mk: Број на сметка
ml: അക്കൌണ്ട് നമ്പര്‍
mn: Дансны дугаар
mr: खाते नंबर
ms: Nombor akaun
mt: Numru tal-kont
ne: खाता नम्बर
nn_no: Kontonummer
no: Kontonummer
or: ଏକାଉଣ୍ଟ ନମ୍ଵର
pa_arab_pk: اکاؤنٹ نمبر
pa_in: ਖਾਤਾ ਨੰਬਰ
pl: Numer konta
ru: Номер счета
sd: اڪائونٽ نمبر
si: ගිණුම් අංකය
sl: Številka računa
sr_cyrl_rs: Број рачуна
sr_latn_rs: Broj računa
sv: Kontonummer
ta: கணக்கு எண்
te: ఖాతా సంఖ్య
tg: Рақами суратҳисоб
th: หมายเลขบัญชี
tr: Hesap numarası
tt: Хисап номеры
ug: ھېسابات نومۇرى
uk: Номер рахунку
ur: اکاؤںٹ نمبو
uz: Hisob raqami
vi: Số tài khoản
zh_hans: 帐号
zh_hant: 帳號

# Word.DirectDebitNumberConfirm
source: Confirm account number
af: Bevestig rekeningnommer
am: መለያ ቁጥር አረጋግጥ
ar: تأكيد رقم الحساب
as: নিশ্চিত একাউণ্ট নম্বৰ
az: Hesab nömrəsini təsdiqlə
bg: Повторно въвеждане на номера на сметката
bn_in: অ্যাকাউন্ট নাম্বারটি নিশ্চিত করুন
bs: Potvrda broja računa
cy: Cadarnhau rhif y cyfrif
da: Bekræft kontonummer
de: Kontonummer bestätigen
el: Επιβεβαίωση αριθμού λογαριασμού
es: Confirme el número de cuenta
et: Kinnitage kontonumber
eu: Berretsi kontuaren zenbakia
fa: تأیید شماره حساب
ga: Deimhnigh an uimhir chuntais
gd: Dearbh àireamh a' chunntais
gl: Confirme número de conta
gu: ખાતા નંબર પુષ્‍ટિ કરો
he: אשר מספר חשבון
hi: खाता संख्या की पुष्टि करें
hr: Potvrdi broj računa
hu: Számlaszám megerősítése
id: Konfirmasi nomor rekening
is: Staðfesta reikningsnúmer
ja: 口座番号の確認入力
ka: დაამოწმეთ ანგარიშის ნომერი
kk: Шот нөмірін растау
kn: ಖಾತೆ ಸಂಖ್ಯೆಯನ್ನು ಖಚಿತಪಡಿಸಿ
ko: 계좌 번호 확인
ku_arab: ژمارەی ئەژمێر دووپات بکەوە
ky: Каттоо жазуусунун номурун ырастоо
lo: ຢືນຢັນເລກບັນຊີ
lt: Patvirtinti sąskaitos numerį
lv: Apstiprināt konta numuru
mi: Whakaū i te tau pūkete
mk: Потврди број на сметка
ml: അക്കൌണ്ട് നമ്പര്‍ സ്ഥിരീകരിക്കുക
mn: Дансны дугаарыг нотлох
mr: खाते नंबरची पुष्टी करा
ms: Sahkan nombor akaun
mt: Ikkonferma n-numru tal-kont
ne: खाता नम्बर रुजू गर्नुहोस्
nn_no: Stadfest kontonummer
no: Bekreft kontonummer
or: ଏକାଉଣ୍ଟ ନମ୍ଵର ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa_arab_pk: اکاؤنٹ نمبر دی تصدیق کرو
pa_in: ਖਾਤਾ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź numer konta
ru: Подтвердить номер счета
sd: اڪائونٽ جي نمبر جي تصديق ڪريو
si: ඔබේ ගිණුම් අංකය තහවුරු කරන්න
sl: Potrditev številke računa
sr_cyrl_rs: Потврда броја рачуна
sr_latn_rs: Potvrda broja računa
sv: Bekräfta kontonummer
ta: உறுதிப்படுத்தல் கணக்கு எண்
te: నిర్ధారణ ఖాతా సంఖ్య
tg: Рақами суратҳисобро тасдиқ кунед
th: ยืนยันหมายเลขบัญชี
tr: Hesap numarasını onayla
tt: Хисап номерын раслау итегез
ug: ھېسابات نومۇرىنى جەزىملەشتۈرۈش
uk: Підтвердити номер рахунку
ur: کھاتہ نمبر کی تصدیق کریں
uz: Hisob raqamini tasdiqlash
vi: Xác nhận số tài khoản
zh_hans: 确认帐号
zh_hant: 確認帳號

# Word.DirectDebitType
source: Type
af: Tipe
am: ዓይነት
ar: النوع
as: প্ৰকাৰ
az: Növ
bg: Тип
bn_in: প্রকার
bs: Vrsta
cy: Math
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fa: نوع
ga: Cineál
gd: Seòrsa
gl: Tipo
gu: પ્રકાર
he: סוג
hi: प्रकार
hr: Vrsta
hu: Típus
id: Jenis
is: Gerð
ja: 種類
ka: ტიპი
kk: Түрі
kn: ಪ್ರಕಾರ
ko: 종류
ku_arab: جۆر
ky: Тиби
lo: ປະເພດ
lt: Tipas
lv: Tips
mi: Momo
mk: Тип
ml: തരം
mn: Төрөл
mr: प्रकार
ms: Jenis
mt: Tip
ne: प्रकार
or: ପ୍ରକାର
pa_arab_pk: ‏‏قسم
pa_in: ਕਿਸਮ
pl: Typ
ru: Тип
sd: قسم
si: වර්ගය
sl: Vrsta
sr_cyrl_rs: Тип
sr_latn_rs: Tip
sv: Typ
ta: வகை
te: రకం
tg: Намуд
th: ประเภท
tr: Tür
tt: Тип
ug: تۈرى
uk: Тип
ur: قسم
uz: Turi
vi: Loại
zh_hans: 类型
zh_hant: 類型

# Word.DirectDebitType.Checking
source: Checking
af: Kontroleer tans
am: በማጣራት ላይ
ar: شيكات
as: পৰীক্ষা কৰি আছে
az: Yoxlanır
bg: Дебитна
bn_in: যাচাই চলছে
bs: Provjera
cy: Wrthi'n gwirio
da: Kontrollerer
de: Girokonto
el: Λογαριασμός Όψεως
es: Cuenta de cheques
et: Kontrollimine
eu: Kontu-korrontea
fa: در حال بررسی
ga: Ag seiceáil
gd: Ga dhearbhadh
gl: Corrente
gu: તપાસ
he: המחאות
hi: चेकिंग
hr: Provjera
hu: Folyószámla
id: Memeriksa
is: Könnun
ja: 当座
ka: ჩეკის გამოწერა
kk: Тексеру
kn: ಪರೀಕ್ಷಿಸಲಾಗುತ್ತಿದೆ
ko: 당좌 예금
ku_arab: خەریکی پشکنینە
ky: Текшерүү
lo: ບັນຊີເບີກຈ່າຍດ້ວຍເຊັກ
lt: Atsiskaitymas čekiu
lv: Pārbaude
mi: E Takitaki Ana
mk: Чековна
ml: പരിശോധിക്കുന്നു
mn: Шалгаж байна
mr: तपासत आहे
ms: Semasa
mt: Kont kurrenti
ne: जाँच गर्दै
nn_no: Kontrollerer
no: Brukskonto
or: ଯାଞ୍ଚ କରୁଛି
pa_arab_pk: پڑتال ہورئی اے
pa_in: ਚੈਕਿੰਗ
pl: Rachunek bieżący
ru: Текущий
sd: چڪاس ڪرڻ
si: පරීක්ෂා කෙරෙමින්
sl: Preverjanje
sr_cyrl_rs: Провера
sr_latn_rs: Provera
sv: Checkkonto
ta: சரிபார்க்கிறது
te: తనిఖీ చేస్తోంది
tg: Тафтишкунӣ
th: รองรับการจ่ายเช็ค
tr: Çek
tt: Тикшерү бара
ug: تەكشۈرىلىۋاتىدۇ
uk: Виписування чеків
ur: پڑتال ہورہی ہے
uz: Tekshirilayapti
vi: Thanh toán
zh_hans: 支票
zh_hant: 支票帳戶

# Word.DirectDebitType.Current
source: Current
af: Tjek
am: አሁን
ar: الحالي
as: বৰ্তমান
az: Cari
bg: Текущ
bn_in: চালু
bs: Trenutno
cy: Cyfredol
da: Løbende
de: Girokonto
el: Τρέχων
es: Corriente
et: Praegune
eu: Kontu korrontea
fa: فعلی
ga: Reatha
gd: Làithreach
gl: Actual
gu: ચાલુ
he: עובר ושב
hi: वर्तमान
hr: Trenutni
hu: Folyószámla
id: Saat ini
is: Núverandi
ja: 普通
ka: მიმდინარე
kk: Ағымдағы
kn: ಪ್ರಸ್ತುತ
ko: 당좌
ku_arab: ئێستا
ky: Учурдагы
lo: ກະແສລາຍວັນ
lt: Einamasis
lv: Pašreizējais
mi: Onāianei
mk: Тековно
ml: നിലവിലുള്ള
mn: Одоогийн
mr: सद्य
ms: Semasa
mt: Kurrenti
ne: हाल
nn_no: Gjeldande
no: Gjeldende
or: ସାମ୍ପ୍ରତିକ
pa_arab_pk: کرنٹ
pa_in: ਚਲੰਤ
pl: Bieżący
ru: Текущий
sd: حاليہ
si: ජංගම
sl: Trenutni
sr_cyrl_rs: Актуелно
sr_latn_rs: Aktuelno
sv: Aktuell
ta: நடப்பு
te: ప్రస్తుతం
tg: Ҷорӣ
th: กระแสรายวัน
tr: Geçerli
tt: Гамәлдәге
ug: نۆۋەتتىكى
uk: Поточний
ur: موجودہ
uz: Joriy
vi: Hiện tại
zh_hans: 当前
zh_hant: 活期

# Word.DirectDebitType.CurrentAccount
source: Current Account
af: Tjekrekening
am: የአሁኑ መለያ
ar: الحساب الحالي
as: বৰ্তমান একাউণ্ট
az: Cari Hesab
bg: Текуща сметка
bn_in: চালু অ্যাকাউন্ট
bs: Trenutni račun
cy: Cyfrif Cyfredol
da: Løbende konto
de: Girokonto
el: Τρέχων λογαριασμός
es: Cuenta corriente
et: Praegune konto
eu: Kontu korrontea
fa: حساب فعلی
ga: Cuntas reatha
gd: Cunntas-ruith
gl: Conta actual
gu: ચાલુ ખાતુ
he: חשבון עובר ושב
hi: वर्तमान खाता
hr: Trenutni račun
hu: Folyószámla
id: Rekening Saat Ini
is: Núverandi reikningur
ja: 普通口座
ka: მიმდინარე ანგარიში
kk: Ағымдағы шот
kn: ಪ್ರಸ್ತುತ ಖಾತೆ
ko: 당좌 계좌
ku_arab: ئەژمێری بەردەوام
ky: Учурдагы эсеп
lo: ບັນຊີກະແສລາຍວັນ
lt: Einamoji sąskaita
lv: Pašreizējais konts
mi: Pūkete Pūtea
mk: Тековна сметка
ml: കറന്റ് അക്കൌണ്ട്
mn: Одоогийн данс
mr: सद्य खाते
ms: Akaun Semasa
mt: Kont Kurrenti
ne: हालको खाता
nn_no: Gjeldande konto
no: Brukskonto
or: ସାମ୍ପ୍ରତିକ ଆକାଉଣ୍ଟ୍
pa_arab_pk: کرنٹ اکاؤنٹ
pa_in: ਚਲੰਤ ਖਾਤਾ
pl: Rachunek bieżący
ru: Текущий счет
sd: ھاڻوڪو اڪائونٽ
si: ජංගම ගිණුම
sl: Trenutni račun
sr_cyrl_rs: Актуелни рачун
sr_latn_rs: Aktuelni račun
sv: Aktuellt konto
ta: நடப்பு கணக்கு
te: ప్రస్తుత ఖాతా
tg: Суратҳисоби ҷорӣ
th: บัญชีกระแสรายวัน
tr: Geçerli Hesap
tt: Гамәлдәге хисап язмасы
ug: نۆۋەتتىكى ھېسابات
uk: Поточний рахунок
ur: موجودہ اکائونٹ
uz: Joriy hisob raqami
vi: Tài khoản Vãng lai
zh_hans: 当前帐户
zh_hant: 活期存款帳戶

# Word.DirectDebitType.SavingAccount
source: Saving Account
af: Spaarrekening
am: የቁጠባዎች መለያ
ar: حساب التوفيرات
as: সঞ্চয় একাউণ্ট
az: Əmanət Hesabı
bg: Спестовна сметка
bn_in: চালু অ্যাকাউন্ট
bs: Račun za štednju
cy: Cyfrif Cynilo
da: Opsparingskonto
de: Sparkonto
el: Λογαριασμός ταμιευτηρίου
es: Cuenta de ahorros
et: Hoiukonto
eu: Aurrezki kontua
fa: حساب پس انداز
ga: Cuntas coigiltis
gd: Cunntas Caomhnaidh
gl: Gardando conta
gu: બચત ખાતુ
he: חשבון חיסכון
hi: बचत खाता
hr: Štedni račun
hu: Takarékszámla
id: Menyimpan Rekening
is: Sparireikningur
ja: 預金口座
ka: შემნახველი ანგარიში
kk: Жинақтаушы шот
kn: ಉಳಿತಾಯ ಖಾತೆ
ko: 저축 계좌
ku_arab: ئەژمێری پاشەکەوت
ky: Сактоо эсеби
lo: ບັນຊີຝາກປະຢັດ
lt: Taupomoji sąskaita
lv: Uzkrājumu konts
mi: Pūkete Penapena
mk: Штедна сметка
ml: സേവിംഗ് അക്കൌണ്ട്
mn: Хадгаламжийн данс
mr: बचत खाते
ms: Akaun Simpanan
mt: Kont ta' Tifdil
ne: बचत खाता
nn_no: Sparekonto
no: Sparekonto
or: ସଂରକ୍ଷଣ ଆକାଉଣ୍ଟ୍
pa_arab_pk: سیونگ اکاؤنٹ
pa_in: ਬੱਚਤ ਖਾਤਾ
pl: Rachunek oszczędnościowy
ru: Сберегательный счет
sd: محفوظ ڪرڻ وارو اڪائونٽ
si: ඉතිරි කිරීමේ ගිණුම
sl: Varčevalni račun
sr_cyrl_rs: Штедни рачун
sr_latn_rs: Štedni račun
sv: Spara konto
ta: சேமிப்பு கணக்கு
te: సేవింగ్ ఖాతా
tg: Суратҳисоби амонатӣ
th: บัญชีออมทรัพย์
tr: Hesap Kaydediliyor
tt: Хисап язмасын саклау
ug: ئامانەت ھېساباتى
uk: Ощадний рахунок
ur: بچت اکائونٹ
uz: Hisob raqamini saqlash
vi: Tài khoản Tiết kiệm
zh_hans: 储蓄帐户
zh_hant: 定期存款帳戶

# Word.DirectDebitType.Savings
source: Savings
af: Spaargeld
am: ቁጠባዎች
ar: توفير
as: সঞ্চয়
az: Əmanətlər
bg: Спестовна
bn_in: সেভিং
bs: Ušteda
cy: Cynilion
da: Besparelser
de: Sparkonto
el: Λογαριασμός ταμιευτηρίου
es: Cuenta de ahorro
et: Säästud
eu: Aurrezkiak
fa: پس اندازها
ga: Coigilteas
gd: Caomhnadh
gl: Aforros
gu: સેવિંગ્ઝ
he: חסכונות
hi: बचत
hr: Štednja
hu: Megtakarítási számla
id: Tabungan
is: Sparnaður
ja: 普通
ka: დანაზოგები
kk: Қаржы
kn: ಉಳಿತಾಯಗಳು
ko: 저축 예금
ku_arab: پاشەکەوت
ky: Аманаттар
lo: ຝາກປະຢັດ
lt: Santaupos
lv: Uzkrājumi
mi: Ngā moni i penapena
mk: Штедна
ml: സേവിംഗ്‌സ്
mn: Хадгаламж
mr: बचत
ms: Simpanan
mt: Kont ta' tifdil
ne: बचत गर्दै
nn_no: Sparing
no: Sparekonto
or: ସଞ୍ଚୟ
pa_arab_pk: بچتاں
pa_in: ਬੱਚਤਾਂ
pl: Rachunek oszczędnościowy
ru: Сберегательный
sd: محفوط ٿيل شيون
si: ඉතිරි කිරීම්
sl: Prihranki
sr_cyrl_rs: Уштеда
sr_latn_rs: Ušteda
sv: Sparkonto
ta: சேமிப்புகள்
te: సేవింగ్స్
tg: Пасандозҳо
th: ออมทรัพย์
tr: Tasarruf
tt: Сакланылганы
ug: بانكىدىكى پۇلىڭىز
uk: Накопичення
ur: بچت
uz: Jamg‘armalar
vi: Tiết kiệm
zh_hans: 储蓄
zh_hant: 存款帳戶

# Word.District
source: District
af: Streek
am: ወረዳ
ar: المنطقة
as: জিলা
az: Qəsəbə
bg: Област
bn_in: জেলা
bs: Okrug
cy: Rhanbarth
da: Område
de: Bezirk
el: Επαρχία
es: Distrito
et: Ringkond
eu: Barrutia
fa: ناحیه
ga: Ceantar
gd: Sgìre
gl: Distrito
gu: જિલ્લો
he: חבל
hi: जिला
hr: Županija
hu: Körzet
id: Distrik
is: Umdæmi
ja: 地域
ka: უბანი
kk: Аудан
kn: ಜಿಲ್ಲೆ
ko: 읍/면/동
ku_arab: قەزا
ky: Оодан
lo: ເມືອງ
lt: Rajonas
lv: Rajons
mi: Rohe
mk: Област
ml: ജില്ല
mn: Дүүрэг
mr: जिल्हा
ms: Daerah
mt: Distrett
ne: जिल्ला
nn_no: Distrikt
no: Distrikt
or: ଜିଲ୍ଲା
pa_arab_pk: ضلع
pa_in: ਜਿਲ੍ਹਾ
pl: Powiat
ru: Район
sd: ضلعو
si: දිස්ත්‍රික්කය
sl: Okrožje
sr_cyrl_rs: Округ
sr_latn_rs: Okrug
sv: Distrikt
ta: மாவட்டம்
te: జిల్లా
tg: Ноҳия
th: ตำบล/แขวง
tr: Mahalle
tt: Район
ug: رايون
uk: Район
ur: ضلع
uz: Tuman
vi: Quận
zh_hans: 区
zh_hant: 鄉鎮市 (區)

# Word.Email
source: Email
af: E-pos
am: ኢሜይል
ar: البريد الإلكتروني
as: ইমেইল
az: E-poçt
bg: Имейл
bn_in: ইমেল
bs: E-pošta
cy: E-bost
da: Mail
es: Correo electrónico
et: Meil
eu: Helbide elektronikoa
fa: پست الکترونیکی
ga: Ríomhphost
gd: Post-d
gl: Correo electrónico
gu: ઇમેઇલ
he: דואר אלקטרוני
hi: ईमेल
hr: E-pošta
is: Netfang
ja: メール
ka: ელ.ფოსტა
kk: Электрондық пошта
kn: ಇಮೇಲ್
ko: 메일
ku_arab: ئیمەیڵ
ky: Э-почта
lo: ອີເມວ
lt: El. paštas
lv: E-pasts
mi: Imēra
mk: Е-пошта
ml: ഇമെയില്‍
mn: Э-шуудан
mr: ईमेल
ms: E-mel
mt: Posta elettronika
ne: इमेल
nn_no: E-post
no: E-post
or: ଇମେଲ୍
pa_arab_pk: ‏‏ای میل
pa_in: ਈਮੇਲ
ru: Электронная почта
sd: اي ميل
si: ඊමේල්
sl: E-pošta
sr_cyrl_rs: Е-пошта
sr_latn_rs: E-pošta
sv: E-post
ta: மின்னஞ்சல்
te: ఇమెయిల్
tg: Почтаи электронӣ
th: อีเมล
tr: E-posta
tt: Электрон почта
ug: تورخەت
uk: Електронна пошта
ur: ای میل
uz: Elektron pochta
zh_hans: 电子邮件
zh_hant: 電子郵件

# Word.EmailOptional
source: Email (optional)
af: E-pos (opsioneel)
am: ኢሜይል (የውዴታ)
ar: البريد الإلكتروني (اختياري)
as: ইমেইল (বৈকল্পিক)
az: E-poçt (ixtiyari)
bg: Имейл (по избор)
bn_in: ইমেল (ঐচ্ছিক)
bs: Adresa e-pošte (opcionalno)
cy: E-bost (dewisol)
da: E-mailadresse (valgfri)
de: E-Mail-Adresse (optional)
el: Ηλεκτρονικό ταχυδρομείο (προαιρετικό)
es: Dirección de correo electrónico (opcional)
et: Meiliaadress (valikuline)
eu: Helbide elektronikoa (aukerakoa)
fa: ایمیل (اختیاری)
ga: Seoladh ríomhphoist (roghnach)
gd: Post-d (roghainneil)
gl: Correo electrónico (opcional)
gu: ઈમેલ (વૈકલ્પિક)
he: דואר אלקטרוני (אופציונלי)
hi: ईमेल पता (वैकल्पिक)
hr: Adresa e-pošte (neobavezno)
hu: E-mail-cím (nem kötelező)
id: Email (opsional)
is: Netfang (valfrjálst)
ja: メール (省略可)
ka: ელფოსტა (არასავალდებულო)
kk: Электрондық пошта мекенжайы (қосымша)
kn: ಇಮೇಲ್ (ಐಚ್ಛಿಕ)
ko: 메일(선택 사항)
ku_arab: ئیمەیل (ئارەزوومەندانه)
ky: Имейл (милдеттүү эмес)
lo: ອີເມວ (ບໍ່ບັງຄັບ)
lt: El. pašto adresas (nebūtina)
lv: E-pasta adrese (neobligāta)
mi: Īmēra (hei kōwhiringa)
mk: Е-пошта (по избор)
ml: ഇമെയിൽ (ഓപ്‌ഷണൽ)
mn: Э-шуудан (заавал биш)
mr: ईमेल (वैकल्पिक)
ms: E-mel (pilihan)
mt: Indirizz elettroniku (fakultattiv)
ne: इमेल (वैकल्पिक)
nn_no: E-post (valfritt)
no: E-post (valgfritt)
or: ଇମେଲ୍‌ (ଇଚ୍ଛାଧୀନ)
pa_arab_pk: ای میل(اختیاری)
pa_in: ਈਮੇਲ (ਵਿਕਲਪਿਕ)
pl: Adres e-mail (opcjonalnie)
ru: Адрес электронной почты (необязательно)
sd: اي ميل (اختياري)
si: විද්‍යුත් තැපෑල (අත්‍යවශ්‍ය නොවේ)
sl: E-poštni naslov (izbirno)
sr_cyrl_rs: Адреса е-поште (опционално)
sr_latn_rs: Adresa e-pošte (opcionalno)
sv: E-postadress (valfritt)
ta: மின்னஞ்சல் (விரும்பினால்)
te: ఇమెయిల్ (ఐచ్ఛికం)
tg: Почтаи электронӣ (ихтиёрӣ)
th: อีเมล (ไม่บังคับ)
tr: E-posta (isteğe bağlı)
tt: Электрон почта (мәҗбүри түгел)
ug: تورخەت (تاللانما)
uk: Адреса електронної пошти (необов’язково)
ur: ای میل (اختیاری)
uz: Elektron pochta (ixtiyoriy)
vi: Địa chỉ email (tùy chọn)
zh_hans: 电子邮件(可选)
zh_hant: 電子郵件 (選擇性)

# Word.EmailAddressOptional
source: Email address (Optional)
af: E-posadres (opsioneel)
am: የኢሜይል አድራሻ (አማራጭ)
ar: عنوان البريد الإلكتروني (اختياري)
as: ই-মেইল ঠিকনা (বৈকল্পিক)
az: E-poçt ünvanları (Şərti)
bg: Имейл адрес (опционално)
bn_in: ইমেল ঠিকানা (ঐচ্ছিক)
bs: Adresa e-pošte (nije obavezno)
cy: Cyfeiriad e-bost (Dewisol)
da: Mailadresse (valgfrit)
de: Email-Adresse (optional)
el: Διεύθυνση email (προαιρετικό)
es: Dirección de correo electrónico (opcional)
et: Meiliaadress (valikuline)
eu: Helbide elektronikoa (aukerakoa)
fa: آدرس ایمیل (اختیاری)
ga: Seoladh ríomhphoist (Roghnach)
gd: Seòladh puist-d (roghainneil)
gl: Enderezo de correo electrónico (opcional)
gu: ઈમેલ સરનામું (વૈકલ્પિક)
he: כתובת דואר אלקטרוני (אופציונלי)
hi: ईमेल पता (वैकल्पिक)
hr: Adresa e-pošte (neobavezno)
hu: E-mail-cím (nem kötelező)
id: Alamat email (Opsional)
is: Netfang (valfrjálst)
ja: メール アドレス (省略可)
ka: ელფოსტის მისამართი (არასავალდებულო)
kk: Электрондық пошта мекенжайы (міндетті емес)
kn: ಇಮೇಲ್ ವಿಳಾಸ (ಐಚ್ಛಿಕ)
ko: 이메일 주소(선택 사항)
lo: ທີ່ຢູ່ອີເມວ (ເລືອກໄດ້)
lt: El. pašto adresas (pasirinktinai)
lv: E-pasta adrese (neobligāti)
mi: Wāhitau īmēra (Hei kōwhiringa)
mk: Адреса на е-пошта (По избор)
ml: ഇമെയിൽ വിലാസം (ഓപ്‌ഷണൽ)
mr: ईमेल पत्ता (पर्यायी)
ms: Alamat e-mel (Pilihan)
mt: Indirizz elettroniku (Fakultattiv)
ne: इमेल ठेगाना (ऐच्छिक)
nn_no: E-postadresse (valfritt)
no: E-postadresse (valgfritt)
or: ଇମେଲ୍ ଠିକଣା (ବୈକଳ୍ପିକ)
pa_in: ਈਮੇਲ ਪਤਾ (ਵਿਕਲਪਿਕ)
pl: Adres e-mail (Opcjonalnie)
ru: Адрес электронной почты (необязательно)
sl: E-poštni naslov (izbirno)
sr_cyrl_rs: Адреса е-поште (опционално)
sr_latn_rs: Adresa e-pošte (opcionalno)
sv: E-postadress (valfritt)
ta: மின்னஞ்சல் முகவரி (விருப்பத்தேர்வு)
te: ఇమెయిల్ చిరునామా (ఐచ్ఛికం)
th: อีเมลแอดเดรส (ไม่บังคับ)
tr: E-posta adresi (İsteğe bağlı)
tt: Электрон почта адресы (Мәҗбүри түгел)
ug: تورخەت ئادرېسى (ئىختىيارى)
uk: Адреса електронної пошти (необов’язково)
ur: ای میل پتہ (اختیاری)
vi: Địa chỉ email (Tùy chọn):
zh_hans: 电子邮件地址(可选)
zh_hant: 電子郵件地址 (選用)

# Word.EmailAddress
source: Email address
af: E-posadres
am: የኢሜይል አድራሻ
ar: عنوان البريد الإلكتروني
as: ইমেইল ঠিকনা
az: E-poçt ünvanı
bg: Имейл адрес
bn_in: ইমেল ঠিকানা
bs: Adresa e-pošte
cy: Cyfeiriad e-bost
da: Mailadresse
de: E-Mail-Adresse
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου
es: Dirección de correo electrónico
et: Meiliaadress
eu: Helbide elektronikoa
fa: آدرس پست الکترونیکی
ga: Seoladh ríomhphoist
gd: Seòladh puist-d
gl: Enderezo de correo electrónico
gu: ઇમેઇલ સરનામું
he: כתובת דואר אלקטרוני
hi: ईमेल पता
hr: Adresa e-pošte
hu: E-mail-cím
id: Alamat e-mail
is: Netfang
ja: メール アドレス
ka: ელ.ფოსტის მისამართი
kk: Электрондық пошта мекенжайы
kn: ಇಮೇಲ್ ವಿಳಾಸ
ko: 메일 주소
ku_arab: ناونیشانی ئیمەیڵ
ky: электрондук почта дареги
lo: ທີ່ຢູ່ອີເມວ
lt: El. pašto adresas
lv: E-pasta adrese
mi: Wāhitau īmēra
mk: Адресата на е-поштата
ml: ഇമെയില്‍ വിലാസം
mn: Э-шуудангийн хаяг
mr: ईमेल पत्ता
ms: Alamat e-mel
mt: Indirizz elettroniku
ne: इमेल ठेगाना
nn_no: E-postadresse
no: E-postadresse
or: ଇମେଲ୍ ଠିକଣା
pa_arab_pk: ای میل پتہ
pa_in: ਈਮੇਲ ਪਤਾ
pl: Adres e-mail
ru: Адрес электронной почты
sd: اي ميل جو پتو
si: ඊමේල් ලිපිනය
sl: E-poštni naslov
sr_cyrl_rs: Е-адреса
sr_latn_rs: Adresa e-pošte
sv: E-postadress
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా
tg: Суроғаи почтаи электронӣ
th: อีเมลแอดเดรส
tr: E-posta adresi
tt: Электрон почта адресы
ug: تورخەت ئادرېسى
uk: Адреса електронної пошти
ur: ای میل پتہ
uz: Elektron pochta manzili
vi: Địa chỉ email
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# Word.ExpirationDate
source: Expiration date
af: Vervaldatum
am: የማለቂያ ቀን
ar: تاريخ انتهاء الصلاحية
as: ম্যাদ উকলা তাৰিখ
az: Bitmə tarixi
bg: Дата на валидност
bn_in: মেয়াদ শেষের তারিখ
bs: Datum isteka
cy: Dyddiad dod i ben
da: Udløbsdato
de: Ablaufdatum
el: Ημερομηνία λήξης
es: Fecha de expiración
et: Aegumiskuupäev
eu: Iraungipen-data
fa: تاریخ انقضا
ga: Dáta éagtha
gd: Falbhaidh an ùine air
gl: Data de caducidade
gu: સમાપ્તિ તારીખ
he: תאריך תפוגה
hi: समाप्ति दिनांक
hr: Datum isteka
hu: Lejárat dátuma
id: Tanggal kedaluwarsa
is: Lokadagsetning
ja: 有効期限
ka: ვადა
kk: Жарамдылық мерзімінің бітуі
kn: ಮುಕ್ತಾಯದ ದಿನಾಂಕ
ko: 유효 기간
ku_arab: بەرواری بەسەرچوون
ky: Мөөнөтү аяктаар күнү
lo: ວັນທີໝົດອາຍຸ
lt: Galioja iki
lv: Derīguma termiņš
mi: Rā pau
mk: Рок на важење
ml: കാലഹരണ തീയതി
mn: Дуусах хугацаа
mr: कालबाह्यता तारीख
ms: Tarikh tamat tempoh
mt: Data ta' skadenza
ne: म्याद सकिने मिति
nn_no: Utløpsdato
no: Utløpsdato
or: ସମୟସମାପ୍ତ ତାରିଖ
pa_arab_pk: ‏‏مکن دی تریخ
pa_in: ਮਿਆਦ ਪੁੱਗਣ ਦੀ ਤਾਰੀਖ
pl: Data wygaśnięcia
ru: Дата окончания срока действия
sd: مودو پورو ٿيڻ جي تاريخ
si: කල් පිරෙන දිනය
sl: Datum poteka
sr_cyrl_rs: Датум истека
sr_latn_rs: Datum isteka
sv: Förfallodatum
ta: காலாவதி தேதி
te: గడువు ముగింపు తేదీ
tg: Санаи анҷоми мӯҳлат
th: วันหมดอายุ
tr: Son kullanma tarihi
tt: Вакыт чыгу датасы
ug: ۋىقتى توشۇش تارىخى
uk: Термін дії
ur: معیاد ختم ہونے کی تاریخ
uz: Amal qilish muddati
vi: Ngày hết hạn
zh_hans: 过期日期
zh_hant: 有效期限

# Word.NoInformation
source: No Information
af: Geen Inlif=gting
am: መረጃ የለም
ar: لا معلومات
as: তথ্য নাই
az: Məlumat yoxdur
bg: Няма информация
bn_in: কোন তথ্য নেই
bs: Nema podataka
cy: Dim gwybodaeth
da: Ingen oplysninger
de: Keine Informationen
el: Χωρίς πληροφορίες
es: Sin información
et: Teave puudub
eu: Informaziorik ez
fa: اطلاعاتی موجود نیست
ga: Níl aon Fhaisnéis
gd: Gun fhiosrachadh
gl: Non hai información
gu: કોઈ જાણકારી નથી
he: אין מידע
hi: कोई जानकारी नहीं
hr: Nema informacija
hu: Nincs információ
id: Tidak Ada Informasi
is: Engar upplýsingar
ja: 情報なし
ka: ინფორმაცია არ არის
kk: Ақпарат жоқ
kn: ಯಾವುದೇ ಮಾಹಿತಿ ಇಲ್ಲ
ko: 정보 없음
ku_arab: زانیاری نییە
ky: Маалымат жок
lo: ບໍ່ມີຂໍ້ມູນ
lt: Informacijos nėra
lv: Nav informācijas
mi: Mōhiohio kore
mk: Нема информација
ml: വിവരങ്ങളൊന്നുമില്ല
mn: Мэдээлэл алга
mr: कोणतीही माहिती नाही
ms: Tiada Maklumat
mt: Ebda Informazzjoni
ne: कुनै जानकारी छैन
nn_no: Ingen informasjon
no: Ingen informasjon
or: କୌଣସି ସୂଚନା ନାହିଁ
pa_arab_pk: کوئی معلومات نئیں
pa_in: ਕੋਈ ਜਾਣਕਾਰੀ ਨਹੀਂ
pl: Brak informacji
ru: Нет сведений
sd: ڪا به معلومات نه آهي
si: තොරතුරු නොමැත
sl: Ni podatkov
sr_cyrl_rs: Нема података
sr_latn_rs: Nema podataka
sv: Ingen information
ta: தகவல் இல்லை
te: సమాచారం లేదు
tg: Маълумот нест
th: ไม่มีข้อมูล
tr: Bilgi Yok
tt: Мәгълүмат юк
ug: ئۇچۇر يوق
uk: Відсутні відомості
ur: کوئی معلومات نہیں
uz: Ma‘lumot yo‘q
vi: Không có Thông tin
zh_hans: 无信息
zh_hant: 沒有資訊

# Word.FirstName
source: First name
af: Voornaam
am: የመጀመሪያ ስም
ar: الاسم الأول
as: প্ৰথম নাম
az: Ad
bg: Собствено име
bn_in: নাম
bs: Ime
cy: Enw cyntaf
da: Fornavn
de: Vorname
el: Όνομα
es: Nombre
et: Eesnimi
eu: Izena
fa: نام
ga: Céadainm
gd: Ainm
gl: Nome
gu: પ્રથમ નામ
he: שם פרטי
hi: पहला नाम
hr: Ime
hu: Utónév
id: Nama depan
is: Fornafn
ja: 名
ka: სახელი
kk: Аты
kn: ಮೊದಲ ಹೆಸರು
ko: 이름
ku_arab: ناوی یەکەم
ky: Аты
lo: ຊື່ຕົ້ນ
lt: Vardas
lv: Vārds
mi: Ingoa tuatahi
mk: Името
ml: പേരിന്റെ ആദ്യഭാഗം
mn: Нэр
mr: प्रथम नाव
ms: Nama pertama
mt: L-Ewwel Isem
ne: पहिलो नाम
nn_no: Fornamn
no: Fornavn
or: ପ୍ରଥମ ନାମ
pa_arab_pk: پہلا ناں
pa_in: ਨਾਮ ਦਾ ਪਹਿਲਾ ਭਾਗ
pl: Imię
ru: Имя
sd: پھريون نالو
si: පළමු නම
sl: Ime
sr_cyrl_rs: Име
sr_latn_rs: Ime
sv: Förnamn
ta: முதல் பெயர்
te: మొదటి పేరు
tg: Ном
th: ชื่อจริง
tr: Ad
tt: Исем
ug: ئىسىم
uk: Ім’я
ur: پہلا نام
uz: Ismi
vi: Tên
zh_hans: 名
zh_hant: 名字

# Word.FirstName.Mandatory
source: First name*
af: Voornaam*
am: መጀመሪያ ስም*
ar: الاسم الأول*
as: প্ৰথম নাম*
az: Ad*
bg: Собствено име*
bn_in: প্রথম নাম*
bs: Ime*
cy: Enw cyntaf*
da: Fornavn*
de: Vorname*
el: Όνομα*
es: Nombre*
et: Eesnimi*
eu: Izena*
fa: نام*
ga: Céadainm*
gd: Ainm*
gl: Nome*
gu: નામ*
he: שם פרטי*
hi: पहला नाम*
hr: Ime*
hu: Utónév*
id: Nama depan*
is: Fornafn*
ja: 名*
ka: სახელი*
kk: Аты*
kn: ಮೊದಲ ಹೆಸರು*
ko: 이름*
ku_arab: ناو*
ky: Аты*
lo: ຊື່ຕົ້ນ*
lt: Vardas*
lv: Vārds*
mi: Ingoa tuatahi*
mk: Име*
ml: പേരിന്‍റെ ആദ്യഭാഗം*
mn: Нэр*
mr: पहिले नाव*
ms: Nama pertama*
mt: Isem*
ne: पहिलो नाम*
nn_no: Fornamn*
no: Fornavn*
or: ପ୍ରଥମ ନାମ*
pa_arab_pk: پہلا ناں٭
pa_in: ਪਹਿਲਾ ਨਾਮ*
pl: Imię*
ru: Имя*
sd: پھريون نالو*
si: මුල් නම*
sl: Ime*
sr_cyrl_rs: Име*
sr_latn_rs: Ime*
sv: Förnamn*
ta: முதல் பெயர்*
te: మొదటి పేరు*
tg: Ном*
th: ชื่อจริง*
tr: Ad*
tt: Исем*
ug: ئىسىم*
uk: Ім’я*
ur: پہلا نام*
uz: Ismi*
vi: Tên*
zh_hans: 名字*
zh_hant: 名字*
