Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.RU.KC
source: Karachay–Cherkessia
am: ካራቺ - ቼክሲያ
ar: قراتشاي تشيركيسيا
as: কাৰাচে-চেৰ্কেছিয়া
az: Qaraçay–Çərkəz
bg: Карачаево-Черкезия
bn_in: কারাচেই-চেরকেশিয়া
bs: Karačaj-Čerkezija
da: Karatjajevo-Tjerkessien
de: Karatschai-Tscherkessien
el: Καρατσάι–Τσερκεσία
et: Karatšai-Tšerkessia
eu: Karatxai-Txerkesia
gl: Karacháyevo–Cherkesia
gu: કરાચય-ચરકેસિયા
he: קראצ'י–צ'רקסיה
hi: करचे–चेर्केसिया
hr: Karačajevsko-Čerkeska
ja: カラチャイ チェルケス
ka: ყარაჩაი-ჩერქეზეთი
kk: Қарашай-Черкесия
kn: ಕರಾಚೇ–ಚೆರ್ಕೆಷಿಯಾ
ko: 카라차예보–체르케스카야
ku_arab: کاراچای–چەرکەسیا
ky: Карачай-Черкесия
lo: ຄາຣາໄຈ–ເຈີເກັສເຊຍ
lt: Karačiajų Čerkesija
lv: Karačaja–Čerkesija
mk: Карачај-Черкезија
ml: കറാചയ്-ചെര്‍കേസിയ
mn: Карачае-Черкеси
mr: करचय–चेर्केस्सिया
ne: काराचे–चेरकेसिया
nn_no: Karatsjajevo-Tsjerkessia
no: Karatsjajevo-Tsjerkessia
or: କରାଚୟ–ଚେରକେସିଆ
pa_arab_pk: کراچے–چرکیسیا
pa_in: ਕਰਾਚਾਏ–ਚੇਰਕੇੱਸਿਆ
pl: Karaczajo-Czerkiesja
ru: Карачаево-Черкесия
sd: ڪراچي–چيرڪيسيا
si: කාචාරි–චර්කෙසියා
sl: Karačaj-Čerkezija
sr_cyrl_rs: Карачајево-Черкезија
sr_latn_rs: Karačajevo-Čerkezija
sv: Karatjajen-Tjerkessien
te: కారాచే -చెక్కీషియా
tg: Карачай-Черкесия
th: คาราเชย์-เชอร์เคเซีย
tr: Karaçay–Çerkesya
tt: Карачай-Черкесия
ug: قاراچاي-چېركەسىيە
uk: Карачаєво-Черкесія
ur: کراچے-چرکیسیا
uz: Karachay–Cherkessiya
zh_hans: 卡拉恰耶夫-切尔克斯
zh_hant: 卡拉恰伊-切爾克斯共和國

# Word.State.RU.KDA
source: Krasnodar
am: ካሳንዶር
ar: كراسنودار
as: ক্ৰাস্নোদাৰ
bg: Краснодар
bn_in: ক্রাসনোডার
el: Κρασνοντάρ
gu: ક્રાસ્નોડર
he: קראסנודר
hi: क्रास्नोडर
ja: クラノダール
ka: კრასნოდარი
kk: Краснодар
kn: ಕ್ರಾಸ್ನೋಡಾರ್
ko: 크라스노다
ku_arab: کراسنۆدار
ky: Краснодар
lo: ຄຣາສໂນດາ
lt: Krasnodaras
lv: Krasnodara
mk: Краснодар
ml: ക്രാസ്നൊദാര്‍
mn: Краснодар
mr: क्रास्नोदरा
ne: क्रास्नोदर
or: କ୍ରାସନୋଡାର୍
pa_arab_pk: کرانودر
pa_in: ਕ੍ਰਾਸਨੋਦਾਰ
pl: Kraj Krasnodarski
ru: Краснодар
sd: ڪراسنوڊار
si: ක්‍රාස්නෝදර්
sr_cyrl_rs: Краснодар
te: క్రాసోందార్
tg: Краснодар
th: คราสโนดาร์
tt: Краснодар
ug: كراسنودار
uk: Краснодар
ur: کراسنوڈر
zh_hans: 克拉斯诺达尔
zh_hant: 克拉斯諾達爾

# Word.State.RU.KEM
source: Kemerovo
am: ኬሜሮቭ
ar: كيميروفو
as: কেমেৰোৱো
bg: Кемерово
bn_in: কেমেরভো
de: Kemerowo
el: Κεμέροβο
gl: Kémerovo
gu: કેમેરોવો
he: קמרובו
hi: केमेरोवो
ja: ケメロヴォ
ka: კემეროვო
kk: Кемерово
kn: ಕೆಮೆರಾವೋ
ko: 케메로보
ku_arab: کێمێرۆڤۆ
ky: Кемерово
lo: ເຄເມໂຣວາ
lt: Kemerovas
lv: Kemerova
mk: Кемерово
ml: കെമെറോവോ
mn: Кемеров
mr: खेमेरोव
ne: केमेरोभ
or: କେମେରୋଭୋ
pa_arab_pk: کیمیروو
pa_in: ਕੇਮੇਰੋਵੋ
pl: Kemerowo
ru: Кемерово
sd: ڪيميروو
si: කෙමරෝවෝ
sr_cyrl_rs: Кемерово
te: కీమెరోవ్
tg: Кемерово
th: เคเมโรโว
tt: Кемерово
ug: كېمېروۋو
uk: Кемерово
ur: کیمیروو
zh_hans: 克麦罗沃
zh_hant: 克麥羅沃

# Word.State.RU.KGD
source: Kaliningrad
am: ካሊሚንጋርድ
ar: كالينينغراد
as: কালিনিনগ্ৰেড
az: Kalininqrad
bg: Калининград
bn_in: কালিনিনগ্রাদ
bs: Kalinjingrad
el: Καλίνινγκραντ
es: Kaliningrado
gl: Kaliningrado
gu: કાલિનિંગ્રાડ
he: קלינינגראד
hi: कलिनिन्ग्राद
hr: Kalinjingrad
is: Kalíníngrad
ja: カリーニングラード
ka: კალინინგრადი
kk: Калининград
kn: ಕ್ಯಾಲಿನಿನ್‌ಗ್ರಾಡ್
ko: 칼린그라드
ku_arab: کالینینگراد
ky: Калининград
lo: ຄາລີນິນກຣາດ
lt: Kaliningradas
lv: Kaļiņingrada
mk: Калининград
ml: കലിനിന്‍‌ഗ്രാഡ്
mn: Калининград
mr: कालींइंग्रॅड
ne: कालिनिङ्ग्राड
or: କଲିନିନଗ୍ରାଡ୍
pa_arab_pk: کالنگارد
pa_in: ਕਲਿਨਿਨਗ੍ਰਾਦ
ru: Калининград
sd: ڪالنگارڊ
si: කලිනිග්‍රාඩ්
sr_cyrl_rs: Калињинград
sr_latn_rs: Kalinjingrad
te: కాలిన్‌గ్రాండ్
tg: Калининград
th: คาลินินกราด
tt: Калининград
ug: كالىنىنگراد
uk: Калінінґрад
ur: کلیننگراد
zh_hans: 加里宁格勒
zh_hant: 加里寧格勒

# Word.State.RU.KGN
source: Kurgan
am: ኩርጋን
ar: كورجان
as: কুৰগান
az: Kurqan
bg: Курган
bn_in: কুর্গান
el: Κουργκάν
es: Kurgán
gl: Kurgán
gu: કુર્ગન
he: קורגן
hi: कुर्गन
ja: クルガン
ka: კურგანი
kk: Курган
kn: ಕುರ್ಗಾನ್
ko: 쿠르간
ku_arab: کورگان
ky: Курган
lo: ຄູການ
lt: Kurganas
lv: Kurgāna
mk: Курган
ml: കുര്‍ഗാന്‍
mn: Курган
mr: कुर्गन
ne: कुर्गान
or: କୁରଗାନ୍
pa_arab_pk: کرگان
pa_in: ਕੁਰਗਾਨ
ru: Курган
sd: ڪرگان
si: කුර්ගන්
sr_cyrl_rs: Курган
te: క్యూగాన్
tg: Курган
th: เคอร์กัน
tt: Курган
ug: قورغان
uk: Курґан
ur: کرغان
zh_hans: 库尔干
zh_hant: 庫爾幹

# Word.State.RU.KHA
source: Khabarovsk
am: ካሃንብራቮስክ
ar: خاباروفسك
as: খাবাৰোস্ক
az: Xabarovsk
bg: Хабаровск
bn_in: খাবারোভস্ক
bs: Kabarovsk
de: Chabarowsk
el: Χαμπάροβσκ
et: Habarovsk
gu: ખાબરોવસ્ક
he: קברובסק
hi: खाबरोवस्क
hr: Habarovsk
ja: ハバロフスク
ka: ხაბაროვსკი
kk: Хабаровск
kn: ಕಬಾರೋವಸ್ಕ್
ko: 카바로브스크
ku_arab: خابارۆڤسک
ky: Хабаровск
lo: ຮາບາຣອຟສຄ
lt: Chabarovskas
lv: Harabovska
mk: Кабаровск
ml: ഖബറോവ്‌സ്ക്
mn: Хабаровск
mr: खाबारोव्स्क
ne: खबरोवस्क
or: ଖବାରୋଭସ୍କ
pa_arab_pk: خابروسک
pa_in: ਖਾਬਰੋਵਸਕ
pl: Chabarowsk
ru: Хабаровск
sd: خابروسڪ
si: කබාරොවක්
sl: Kabarovsk
sr_cyrl_rs: Хабаровск
sr_latn_rs: Habarovsk
sv: Chabarovsk
te: కబర్‌వోస్క్
tg: Хабаровск
th: คาบาโรวสก์
tr: Habarovsk
tt: Хабаровск
ug: خاباروۋسك
uk: Хабаровськ
ur: خبروسک
uz: Xabarovsk
zh_hans: 哈巴罗夫斯克
zh_hant: 哈巴羅夫斯克

# Word.State.RU.KHM
source: Khanty–Mansi
am: ካህንቲ-ማስኒ
ar: خانتي مانسي
as: খাণ্টি-মান্সি
az: Xanti–Mansi
bg: Ханти Мансийск
bn_in: খান্তি-মানসি
bs: Kanti-Mansi
da: Khanti-Mansi
el: Κάντι–Μανσίσκ
et: Handi-Mansimaa
eu: Khanty-Mansisk
gu: ખાન્ટી-માનસી
he: קאנטי–מאנסי
hi: खांटी–मानसी
hr: Hantijsko-Mansijski autonomni okrug
ja: ハンティ マンシースク
ka: ხანტი-მანსი
kk: Ханты-Мансийск
kn: ಖಾಂಟಿ–ಮಾನ್ಸಿ
ko: 한티–만시
ku_arab: خانتی–مانسی
ky: Ханты-Мансийск
lo: ຄານຕີ–ແມນຊີ
lt: Chanty Mansijskas
lv: Hantimansijska
mk: Ханти-Манси
ml: ഖാന്‍റി-മന്‍സി
mn: Ханты-Манси
mr: खांती–मानसी
ne: खान्टी–मन्सी
nn_no: Khanty-Mansia
no: Khanty-Mansia
or: ଖାଣ୍ଟି–ମାନସି
pa_arab_pk: کھنتی–منسی
pa_in: ਖਾਂਟੇ–ਮਾਨਸੀ
pl: Chanty-Mansyjski Okręg Autonomiczny – Jugra
ru: Ханты-Мансийск
sd: کانٽي–مانسي
si: කන්ටි–මන්සි
sr_cyrl_rs: Хантија-Мансија
sr_latn_rs: Hantija-Mansija
sv: Chantien-Mansien
te: క్యాంతీ మాన్సీ
tg: Ханти-Манси
th: คานตี-มันซี
tt: Ханты-Мансийск
ug: كانتى-مانسى
uk: Ханти-Мансійськ
ur: خنتی - منسی
uz: Xanty–Mansiysk
zh_hans: 汉特—曼西
zh_hant: 漢特-曼西自治區

# Word.State.RU.KIR
source: Kirov
am: ኪሮቭ
ar: كيروف
as: কিৰোৱ
bg: Киров
bn_in: কিরভ
de: Kirow
el: Κίροφ
gu: કિરોવ
he: קירוב
hi: किरोव
ja: キーロフ
ka: კიროვი
kk: Киров
kn: ಕಿರೋವ್
ko: 키로브
ku_arab: کیرۆڤ
ky: Киров
lo: ຄິຣອຟ
lt: Kirovas
lv: Kirova
mk: Киров
ml: കിരോവ്
mn: Киров
mr: किरोव
ne: किरोव
or: କିରୋଭ୍
pa_arab_pk: کِرو
pa_in: ਕਿਰੋਵ
pl: Obwód kirowski
ru: Киров
sd: ڪرو
si: කිර්වෝ
sr_cyrl_rs: Киров
te: కిరోవ్
tg: Киров
th: คีรอฟ
tt: Киров
ug: كىروۋ
uk: Кіров
ur: کیروو
zh_hans: 基洛夫
zh_hant: 基洛夫

# Word.State.RU.KK
source: Khakassia
am: ካካሲያ
ar: خقاسيا
as: খাকাছিয়া
az: Hakasiya
bg: Хакасия
bn_in: খাকাশিয়া
bs: Kakasija
da: Khakasien
de: Chakassien
el: Χακασία
et: Hakassia
eu: Khakasia
gl: Jakasia
gu: ખાકસિયા
he: קאקסיה
hi: खाकासिया
hr: Hakasija
ja: ハカス
ka: ხაკასია
kk: Хакасия
kn: ಕಾಕಾಸ್ಸಿಯಾ
ko: 카카시아
ku_arab: خاکاسیا
ky: Хакасия
lo: ຄາຄາສເຊຍ
lt: Chakasija
lv: Hakasija
mk: Хакасија
ml: ഖകാസിയ
mn: Хакаси
mr: खाकास्सिया
ne: खाकासिया
nn_no: Khakasia
no: Khakasia
or: ଖାକାସିଆ
pa_arab_pk: خاکاسیا
pa_in: ਖਾਕਾਸਿਆ
pl: Chakasja
ru: Хакасия
sd: کاڪاسيا
si: කසකාසියා
sl: Hakasija
sr_cyrl_rs: Хакасија
sr_latn_rs: Hakasija
sv: Chakassien
te: కాకాసియా
tg: Хакассия
th: คาคาเซีย
tr: Hakasya
tt: Хакасия
ug: خاكاسىيە
uk: Хакасія
ur: خاکاسیا
uz: Xakassiya
zh_hans: 哈卡斯
zh_hant: 哈卡斯共和國

# Word.State.RU.KL
source: Kalmykia
am: ክላሚኪያ
ar: قلميقيا
as: কালমিকিয়া
az: Kalmıkiya
bg: Калмикия
bn_in: কালমাকিয়া
bs: Kalmikija
da: Kalmykien
de: Kalmückien
el: Καλμίκια
et: Kalmõkkia
eu: Kalmukia
gl: Kalmukia
gu: કલમિકિયા
he: קלמיקיה
hi: कल्मिकिया
hr: Kalmička
ja: カルムイク
ka: კალმიკეთი
kk: Қалмақстан
kn: ಕಾಲ್ಮಿಕಿಯಾ
ko: 칼미키아
ku_arab: کالمیکیا
ky: Калмыкия
lo: ຄັນມີຄີຢາ
lt: Kalmukija
lv: Kalmikija
mk: Калмикија
ml: കല്‍മികിയ
mn: Халимаг
mr: काल्मिकिया
ne: कल्मिकिया
or: କାଲମୟକିଆ
pa_arab_pk: کالمائیکیا
pa_in: ਕੈਲਮਿਕਿਆ
pl: Kałmucja
ru: Калмыкия
sd: ڪالمائيڪيا
si: කැල්මිකියා
sl: Kalmikija
sr_cyrl_rs: Калмикија
sr_latn_rs: Kalmikija
sv: Kalmuckien
te: క్లిమ్‌సియా
tg: Қалмиқистон
th: คัลมีเกีย
tr: Kalmukya
tt: Калмыкия
ug: قالمۇقىيە
uk: Калмикія
ur: کلمیکیا
uz: Kalmikiya
zh_hans: 卡尔梅克
zh_hant: 卡爾梅克共和國

# Word.State.RU.KLU
source: Kaluga
am: ካሉንጋ
ar: كالوغا
as: কালুগা
az: Kaluqa
bg: Калуга
bn_in: কালুগা
el: Καλούγκα
gu: કલુગા
he: קלוגה
hi: कलुगा
ja: カルーガ
ka: კალუგა
kk: Калуга
kn: ಕಾಲುಗಾ
ko: 칼루가
ku_arab: کالوگا
ky: Калуга
lo: ຄາລູກາ
mk: Калуга
ml: കലുഗ
mn: Калуга
mr: कालुगा
ne: कालुगा
or: କାଲୁଗା
pa_arab_pk: کالوگا
pa_in: ਕਲੂਗਾ
pl: Obwód kałuski
ru: Калуга
sd: ڪالوگا
si: කලුගුවා
sr_cyrl_rs: Калуга
te: కలుగా
tg: Калуга
th: คาลูกา
tt: Калуга
ug: قالۇغا
uk: Калуґа
ur: کالوگا
zh_hans: 卡卢加
zh_hant: 卡盧加

# Word.State.RU.KO
source: Komi
am: ኮሚ
ar: كومي
as: কোমি
bg: Коми
bn_in: কোমি
el: Κόμι
gu: કોમી
he: קומי
hi: कोमी
ja: コミ
ka: კომი
kk: Коми
kn: ಕೋಮಿ
ko: 코미
ku_arab: کۆمی
ky: Коми
lo: ໂຄມີ
lt: Komijos Respublika
mk: Коми
ml: കോമി
mn: Коми
mr: कोमी
ne: कोमी
or: କୋମି
pa_arab_pk: کومی
pa_in: ਕੋਮੀ
ru: Коми
sd: ڪومي
si: කෝමි
sr_cyrl_rs: Коми
te: కోమి
tg: Коми
th: โคมี
tt: Коми
ug: كومى
uk: Комі
ur: کومی
zh_hans: 科米
zh_hant: 科米

# Word.State.RU.KOS
source: Kostroma
am: ኮስትሮማ
ar: كوستروما
as: কোষ্ট্ৰোমা
bg: Кострома
bn_in: কোস্ট্রমা
el: Κοστρομά
gu: કોસ્ટ્રોમા
he: קוסטרומה
hi: कोस्ट्रोमा
ja: コストロマ
ka: კოსტრომა
kk: Кострома
kn: ಕೋಸ್ಟ್ರೋಮಾ
ko: 코스트로마
ku_arab: کۆسترۆما
ky: Кострома
lo: ໂຄສໂຕຣມາ
mk: Кострома
ml: കൊസ്‌ട്രോമ
mn: Кострома
mr: कोस्त्रोमा
ne: कोस्ट्रोमा
or: କୋଷ୍ଟ୍ରୋମା
pa_arab_pk: کستروما
pa_in: ਕੋਸਟ੍ਰੋਮਾ
ru: Кострома
sd: ڪوسٽروما
si: කොස්ට්‍රෝමා
sr_cyrl_rs: Кострома
te: కోస్ట్రోమా
tg: Кострома
th: คอสโตรมา
tt: Кострома
ug: كوستروما
uk: Кострома
ur: کوسٹروما
zh_hans: 科斯特罗马
zh_hant: 科斯特羅馬州

# Word.State.RU.KR
source: Karelia
am: ካሪሊያ
ar: كاريليا
as: কাৰেলিয়া
bg: Карелия
bn_in: কারেলিয়া
bs: Karelija
de: Karelien
el: Καρελία
et: Karjala
gu: કરેલિયા
he: קרליה
hi: करेलिया
hr: Karelija
ja: カレリア
ka: კარელია
kk: Карелия
kn: ಕರೇಲಿಯಾ
ko: 카렐리아
ku_arab: کارێلیا
ky: Карелия
lo: ຄາເຣເລຍ
lt: Karelija
lv: Karēlija
mk: Карелија
ml: കരേലിയ
mn: Карели
mr: कारेलिया
ne: कारेलिया
or: କେରେଲିଆ
pa_arab_pk: کاریلیا
pa_in: ਕਾਰੇਲਾ
ru: Карелия
sd: ڪاريليا
si: කැරෙලියා
sl: Karelija
sr_cyrl_rs: Карелија
sr_latn_rs: Karelija
sv: Karelen
te: కరేలియా
tg: Карелия
th: คาเรเลีย
tr: Karelya
tt: Карелия
ug: قارەلىيە
uk: Карелія
ur: کریلیا
uz: Kareliya
zh_hans: 卡累利阿
zh_hant: 卡累利阿

# Word.State.RU.KRS
source: Kursk
am: ኩርስክ
ar: كورسك
as: কুৰ্স্ক
bg: Курск
bn_in: কুর্স্ক
el: Κουρσκ
gu: કુર્સ્ક
he: קורסק
hi: कुर्स्क
ja: クルスク
ka: კურსკი
kk: Курск
kn: ಕುರ್ಸ್ಕ್
ko: 쿠르스크
ku_arab: کورسک
ky: Курск
lo: ເຄີສຄ
lt: Kurskas
lv: Kurska
mk: Курск
ml: കുര്‍‌സ്ക്
mn: Курск
mr: कुर्स्क
ne: कुर्स्क
or: କୁରସ୍କ
pa_arab_pk: کرسک
pa_in: ਕੁਰਸਕ
ru: Курск
sd: ڪرسڪ
si: කුර්ස්ක්
sr_cyrl_rs: Курск
te: కర్కస్
tg: Курск
th: เคิร์สก์
tt: Курск
ug: كۇرسك
uk: Курськ
ur: کرسک
zh_hans: 库尔斯克
zh_hant: 庫斯克

# Word.State.RU.KYA
source: Krasnoyarsk
am: ክራኖስአርክ
ar: كراسنويارسك
as: ক্ৰাস্নোয়াৰ্স্ক
bg: Красноярск
bn_in: ক্রাস্নয়ার্স্ক
bs: Krasnojarsk
da: Krasnojarsk
de: Krasnojarsk
el: Κρασνογιάρσκ
et: Krasnojarsk
eu: Krasnoiarsk
gu: ક્રાસનોયાર્સ્ક
he: קראסנויארסק
hi: कार्सनोयार्क्स
hr: Krasnojarsk
ja: クラスノヤルスク
ka: კრასნოიარსკი
kk: Красноярск
kn: ಕ್ರಾಸ್ನೋಯಾರ್ಸ್ಕ್
ko: 크라스노아르스크
ku_arab: کراسنۆیارسک
ky: Красноярск
lo: ຄຣາສໂນຢາສຄ
lt: Krasnojarskas
lv: Krasnojarska
mk: Краснојарск
ml: ക്രസ്നോയാര്‍സ്ക്
mn: Красноярск
mr: क्रस्नोयार्स्क
ne: क्रास्नोयार्स्क
nn_no: Krasnojarsk
no: Krasnojarsk
or: କ୍ରାସନୋୟାର୍ସ୍କ
pa_arab_pk: کراسنویارسک
pa_in: ਕਾਰਸਨੋਯਾਰਸਕ
pl: Krasnojarsk
ru: Красноярск
sd: ڪراسنويارسڪ
si: ක්‍රාස්නොයාර්ස්ක්
sl: Krasnojarsk
sr_cyrl_rs: Краснојарск
sr_latn_rs: Krasnojarsk
sv: Krasnojarsk
te: క్రనోయార్క్స్
tg: Красноярск
th: คราสโนยาสก์
tt: Красноярск
ug: كراسنويارسك
uk: Красноярськ
ur: کرسنویارک
zh_hans: 克拉斯诺亚尔斯克
zh_hant: 克拉斯諾亞爾斯克

# Word.State.RU.LEN
source: Leningrad
am: ሌኒንግራንድ
ar: لينينغراد
as: লেনিনগ্ৰেড
az: Leninqrad
bg: Ленинградска
bn_in: লেনিনগ্রাদ
bs: Lenjingrad
de: Sankt Petersburg
el: Λένινγκραντ
es: Leningrado
et: Peterburi
gl: Leningrado
gu: લેનિનગાર્ડ
he: לנינגרד
hi: लेनिनग्रेड
hr: Lenjingrad
is: Léníngrad
ja: サンクトペテルブルグ
ka: ლენინგრადის ოლქი
kk: Ленинград
kn: ಲೆನಿನಿನ್‌ಗ್ರಾಡ್
ko: 레닌그라드
ku_arab: لینینگراد
ky: Ленинград областы
lo: ເລນິນກຣາດ
lt: Leningradas
lv: Ļeņingrada
mk: Ленинград
ml: ലെനിന്‍‌ഗ്രാഡ്
mn: Ленинград
mr: लेनिनग्राड
ne: लेनिङ्ग्राड
nn_no: St. Petersburg
no: St. Petersburg
or: ଲେନିନ୍‌ଗ୍ରାଡ୍
pa_arab_pk: لیننگراد
pa_in: ਲੇਨਿਨਗ੍ਰੇਡ
ru: Ленинградская область
sd: لينگراڊ
si: ලෙනින්ග්‍රෑන්ඩ්
sl: Sankt Peterburg
sr_cyrl_rs: Лењинград
sr_latn_rs: Lenjingrad
te: లెనిన్‌గ్రాండ్
tg: Ленинград
th: เลนินกราด
tt: Ленинград өлкәсе
ug: لېنىنگراد
uk: Ленінґрадська область
ur: لینن گراد
uz: Leningrad viloyati
zh_hans: 列宁格勒
zh_hant: 列寧格勒

# Word.State.RU.LIP
source: Lipetsk
am: ሊፕስቴክ
ar: ليبيتسك
as: লিপেত্‍স্ক
bg: Липецк
bn_in: লিপেত্স্ক
bs: Lipeck
de: Lipezk
el: Λίπετσκ
gu: લિપેટ્સ્ક
he: ליפטסק
hi: लिपेट्स्क
hr: Lipeck
ja: リペツク
ka: ლიპეცკი
kk: Липецк
kn: ಲಿಪೆಟ್ಸ್ಕ್
ko: 립페스크
ku_arab: لیپێتسک
ky: Липецк
lo: ລິບເປສຄ
lt: Lipeckas
lv: Ļipecka
mk: Липетск
ml: ലിപെത്‌സ്‌ക്
mn: Липецк
mr: लिपेत्स्क
ne: लिपेट्स्क
or: ଲିପେଟସ୍କ
pa_arab_pk: لیپیٹسک
pa_in: ਲਿਪੇਟਸਕ
pl: Lipieck
ru: Липецк
sd: لپيٽسڪ
si: ලිපෙට්ස්ක්
sl: Lipeck
sr_cyrl_rs: Липецк
sr_latn_rs: Lipeck
te: లిపిస్టిక్
tg: Липетск
th: ลิเปตสก์
tt: Липецк
ug: لىپېتسك
uk: Ліпецьк
ur: لیپسک
zh_hans: 利佩茨克
zh_hant: 利佩茨克

# Word.State.RU.MAG
source: Magadan
am: ማጋዳን
ar: ماغادان
as: মগদান
az: Maqadan
bg: Магадан
bn_in: মাগাদান
el: Μαγκαντάν
es: Magadán
gu: મેગેડન
he: מאגאדן
hi: मागडेन
ja: マガダン
ka: მაგადანი
kk: Магадан
kn: ಮಗದನ್
ko: 마가단
ku_arab: ماگادان
ky: Магадан
lo: ມາກາດານ
lt: Magadanas
lv: Magadana
mk: Магадан
ml: മഗദാന്‍
mn: Магадан
mr: मगादन
ne: मगाडन
or: ମାଗାଡାନ୍
pa_arab_pk: مگادان
pa_in: ਮਗਦਾਨ
ru: Магадан
sd: مگادان
si: මාගඩාන්
sr_cyrl_rs: Магадан
te: మగదాన్
tg: Магадан
th: มากาดัน
tt: Магадан
ug: ماگادان
uk: Маґадан
ur: مگادان
zh_hans: 马加丹
zh_hant: 馬加丹

# Word.State.RU.ME
source: Mari El
am: ማሪ ኤል
ar: ماري إل
as: মাৰি এল
bg: Марий Ел
bn_in: মারি এল
el: Μαρί Ελ
et: Marimaa
gu: મારી El
he: מארי אל
hi: मारी एल
ja: マリ エル
ka: მარიელი
kk: Марий Эл
kn: ಮಾರಿ ಎಲ್
ko: 마리엘
ku_arab: ماری ئێل
ky: Мари-Эл
lo: ມາຣີເອລ
lt: Marių Respublika
lv: Marijela
mk: Мари Ел
ml: മേരി എല്‍
mn: Мари Эл
mr: मारीएल
ne: मारि एल
or: ମାରି El
pa_arab_pk: مری ای
pa_in: ਮੇਰੀ ਏਲ
ru: Марий Эл
sd: ماري El
si: මාරි El
sl: Marij El
sr_cyrl_rs: Мариј Ел
sr_latn_rs: Marij El
sv: Marilandet
te: మారిఎల్
tg: Мари Эл
th: มารีเอล
tt: Марий Эл
ug: مارى ئەل
uk: Марій Ел
ur: ماری ایل
zh_hans: 马里埃尔
zh_hant: 馬里埃爾

# Word.State.RU.MO
source: Mordovia
am: ሞርዶቪያ
ar: موردوفيا
as: মোৰ্ডোভিয়া
az: Mordoviya
bg: Мордовия
bn_in: মর্দভিয়া
bs: Mordovija
da: Mordovien
de: Mordwinien
el: Μορδοβία
et: Mordva
ga: An Mhordóiv
gu: મોર્ડોવિયા
he: מורדוביה
hi: मोरडोविया
hr: Mordvinska
is: Mordóvía
ja: モルドヴィア
ka: მორდოვეთი
kk: Мордовия
kn: ಮೋರ್ಡೋವಿಯಾ
ko: 모르도비아
ku_arab: مۆردۆڤیا
ky: Мордовия
lo: ມໍໂດເວຍ
lt: Mordvija
lv: Mordvija
mk: Мордовија
ml: മൊര്‍ദോവിയ
mn: Мордови
mr: मोर्डोविया
mt: Mordovja
ne: मोर्डोभिया
or: ମୋରଡୋଭିଆ
pa_arab_pk: موروڈویا
pa_in: ਮੋਰਦੋਵੀਆ
pl: Mordowia
ru: Мордовия
sd: موردويا
si: මෝර්ඩෝවියා
sl: Mordovija
sr_cyrl_rs: Мордовија
sr_latn_rs: Mordovija
sv: Mordvinien
te: మార్డోవియా
tg: Мордовия
th: มอร์โดเวีย
tr: Mordovya
tt: Мордовия
ug: موردوۋىيە
uk: Мордовія
ur: موردوویا
uz: Mordoviya
zh_hans: 莫尔多瓦
zh_hant: 莫爾多瓦共和國

# Word.State.RU.MOS
source: Moscow
am: ሞስኮው
ar: موسكو
as: মস্কো
az: Moskva
bg: Москва
bn_in: মস্কো
bs: Moskva
cy: Mosgo
da: Moskva
de: Moskau (Moskwa)
el: Μόσχα
es: Moscú
et: Moskva
eu: Mosku
ga: Moscó
gd: Mosgo
gl: Moscova
gu: મોસ્કો
he: מוסקבה
hi: मॉस्को
hr: Moskva
id: Moskwa
is: Moskva
ja: モスクワ
ka: მოსკოვი
kk: Мәскеу
kn: ಮಾಸ್ಕೋ
ko: 모스크바
ku_arab: مۆسکۆ
ky: Москва
lo: ມົດສະກູ
lt: Maskva
lv: Maskava
mi: Mohokau
mk: Москва
ml: മൊസ്കോ
mn: Москва
mr: मोस्कोव
mt: Moska
ne: मस्को
nn_no: Moskva
no: Moskva
or: ମସ୍କୋ
pa_arab_pk: ماسکو
pa_in: ਮੋਸਕੋ
pl: Obwód moskiewski
ru: Москва
sd: ماسڪو
si: මොස්කව්
sl: Moskva
sr_cyrl_rs: Москва
sr_latn_rs: Moskva
sv: Moskva
te: మాస్కో
tg: Москва
th: มอสกวา
tr: Moskova
tt: Мәскәү
ug: موسكۋا
uk: Москва
ur: ماسکو
uz: Moskva
vi: Mát-cơ-va
zh_hans: 莫斯科
zh_hant: 莫斯科

# Word.State.RU.MOW
source: c.Moscow
am: ሲ.ሞስኮው
ar: موسكو
as: চি.মস্কো
az: Moskva şəh
bg: град Москва
bn_in: সি.মস্কো
bs: c.Moskva
cy: c.Mosgo
da: c.Moskva
de: Moskau (Moskwa)
el: Πόλη της Μόσχας
et: Moskva
eu: c.Mosku
ga: c.Moscó
gd: c.Mosgo
gl: c.Moscova
gu: સી.મોસ્કો
he: מרכז מוסקבה
hi: सी.मॉस्को
hr: c.Moskva
is: Mið-Moskva
ja: モスクワ連邦市
ka: ქალაქი მოსკოვი
kk: Мәскеу қаласы
kn: ಸಿ.ಮಾಸ್ಕೋ
ko: c.모스크바
ku_arab: مۆسکۆی ناوەراست
ky: Москва ш.
lo: ຊີ.ມົດສະກູ
lt: Maskvos miestas
lv: Maskava
mk: Москва
ml: സി.മോസ്കോ
mn: Москва
mr: म.मोस्कोव
mt: c.Moska
ne: सी.मस्को
nn_no: Moskva
no: Moskva
or: ସି.ମସ୍କୋ
pa_arab_pk: سی.ماسکو
pa_in: ਸੀ.ਮੋਸਕੋ
pl: Miasto Moskwa
ru: г. Москва
sd: c.ماسڪو
si: c.මොස්කව්
sl: c.Moskva
sr_cyrl_rs: Град Москва
sr_latn_rs: Grad Moskva
sv: c.Moskva
te: సి.మాస్కో
tg: Москва
th: ซี มอสกวา
tr: Moskova Merkez
tt: Мәскәү шәһ.
ug: س.موسكۋا
uk: м. Москва
ur: سی۔ ماسکو
uz: Moskva sh.
vi: Thành phố Mát-cơ-va
zh_hans: c.莫斯科
zh_hant: 莫斯科

# Word.State.RU.MUR
source: Murmansk
am: ሙርማንስክ
ar: مورمانسك
as: মুৰমাংস্ক
bg: Мурманск
bn_in: মুর্মানস্ক
el: Μούρμανσκ
gl: Múrmansk
gu: મુર્મંસ્ક
he: מורמנסק
hi: मुर्मंस्क
is: Múrmansk
ja: ムルマンスク
ka: მურმანსკი
kk: Мурманск
kn: ಮುರ್ಮಾನ್ಸ್ಕ್
ko: 무르만스크
ku_arab: مورمانسک
ky: Мурманск
lo: ເມີມານສຄ
lt: Murmanskas
lv: Murmanska
mk: Мурманск
ml: മുര്‍മാന്‍സ്
mn: Мурманск
mr: मुर्मांस्क
ne: मर्मान्स्क
or: ମୁରମାନସ୍କ
pa_arab_pk: مرمانسک
pa_in: ਮਰਮਾਨਸਕ
pl: Murmańsk
ru: Мурманск
sd: مرمانسڪ
si: මර්මාන්ස්ක්
sr_cyrl_rs: Мурманск
te: ముమాస్క్
tg: Мурманск
th: เมอร์มันสก์
tt: Мурманск
ug: مۇرمانسك
uk: Мурманськ
ur: مرمانسک
zh_hans: 摩尔曼斯克
zh_hant: 摩爾曼斯克

# Word.State.RU.NEN
source: Nenets
am: ኔንትስ
ar: نينيتس
as: নেনেটছ
bg: Ненец
bn_in: নেনেত্স
bs: Nenec
de: Nenzen
el: Νένετς
et: Neenetsimaa
eu: Nenetsia
gl: Nenetsia
gu: નેનેટ્સ
he: ננטס
hi: नेनेट
hr: Nenečki autonomni okrug
ja: ネネツ
ka: ნენეცი
kk: Ненец
kn: ನೆನೆಟ್ಸ್
ko: 네네츠
ku_arab: نێنێتس
ky: Ненецк
lo: ເນເນັດສ
lt: Nencai
lv: Ņencu autonomais apvidus
mk: Ненец
ml: നെനെത്‌സ്
mn: Ненецк
mr: नेनेट्स
ne: नेनेट्स
nn_no: Nenetsk
no: Nenetsk
or: ନେନେଟସ୍
pa_arab_pk: نینیتس
pa_in: ਨੇਨੇਟਸ
pl: Nieniecki Okręg Autonomiczny
ru: Ненецкий автономный округ
sd: نينيٽس
si: නෙනෙට්ස්
sl: Nenec
sr_cyrl_rs: Ненец
sr_latn_rs: Nenec
sv: Nentsien
te: నెనెంట్స్
tg: Ненетс
th: เนเนตส์
tt: Ненец
ug: نېنېتس
uk: Ненецький автономний округ
ur: نینٹس
zh_hans: 涅涅茨
zh_hant: 涅涅茨

# Word.State.RU.NGR
source: Novgorod
am: ኖቭጎሮድ
ar: نوفغورود
as: নোভগোৰোড
az: Novqorod
bg: Новгород
bn_in: নভগোরড
de: Nowgorod
el: Νόβγκοροντ
gl: Nóvgorod
gu: નોવગોરોડ
he: נובוגורוד
hi: नोव्गोरोड
ja: ノヴゴロド
ka: ნოვგოროდი
kk: Новгород
kn: ನೋವ್‌ಗೋರೋಡ್
ko: 노브고로드
ku_arab: نۆڤگۆرۆد
ky: Новгород
lo: ນອຟໂກໂຣດ
lt: Naugardas
lv: Novgoroda
mk: Новгород
ml: നോവ്‌ഗൊരോദ്
mn: Новгород
mr: नोवोग्राड
ne: नोभ्गोरोड
or: ନୋଭଗ୍ରୋଡ୍
pa_arab_pk: نوگورڈ
pa_in: ਨੋਵਗੋਰੋਡ
pl: Nowogród Wielki
ru: Новгород
sd: نوگوروڊ
si: නෝව්ගොරාඩ්
sr_cyrl_rs: Новгород
te: నోవాగోరాడ్
tg: Новгород
th: นอฟโกรอด
tt: Новгород
ug: نوۋگورود
uk: Новґород
ur: نووگوروڈ
zh_hans: 诺夫哥罗德
zh_hant: 諾夫哥羅德

# Word.State.RU.NIZ
source: Nizhny Novgorod
am: ኒዝሃኒ ኖቭጎሮድ
ar: نيجني نوفغورود
as: নিঝনী নোভগোৰোড
az: Nijniy Novqorod
bg: Нижни Новгород
bn_in: নিঝনি নভগোরড
bs: Nižnji Novgorod
da: Nizjnij Novgorod
de: Nischni Nowgorod
el: Νίζνι Νόβγκοροντ
et: Nižni-Novgorod
eu: Ninzhi-Novgorod
gl: Nizhni Nóvgorod
gu: નિઝની નોવગોરોડ
he: ניז'ני נובוגורוד
hi: निज़नी नोवगोरोड
hr: Nižnji Novgorod
ja: ニジニ ノヴゴロド
ka: ნიჟნი ნოვგოროდი
kk: Нижний Новгород
kn: ನಿಜ್ನಿ ನೋವ್‌ಗ್ರಾಡ್
ko: 니주니 노브고로드
ku_arab: نیژنی نۆڤگۆرۆد
ky: Нижний Новгород
lo: ນີນີນັອຟໂກໂຣດ
lt: Žemutinis Naugardas
lv: Ņižņijnovgoroda
mk: Нижни Новгород
ml: നിഴ്‌നി നൊവ്‌ഗൊരോദ്
mn: Нижний Новгород
mr: निझ्नी नोवगोरोड
ne: निझ्नो नोभ्गोरोड
nn_no: Nizjnij Novgorod
no: Nizjnij Novgorod
or: ନିଜହନୀ ନୋଭୋଗ୍ରୋଡ୍
pa_arab_pk: نزہنی نوگورڈ
pa_in: ਨਿਜ਼ਨੀ ਨੋਵੋਗੋਰੋਡ
pl: Niżny Nowogród
ru: Нижний Новгород
sd: نزهاني نوگوروڊ
si: නිෂ්නි නෝව්ගොරාඩ්
sl: Nižni Novgorod
sr_cyrl_rs: Нижњи Новгород
sr_latn_rs: Nižnji Novgorod
sv: Nizjnij Novgorod
te: నిజోయ్ నోవాగోరాడ్
tg: Нижний Новгород
th: นิซนี นอฟโกรอด
tr: Nijniy Novgorod
tt: Түбән Новгород
ug: نىژنى نوۋگورود
uk: Нижній Новґород
ur: نیزھنی نووگروڈ
uz: Nizhniy Novgorod
zh_hans: 下诺夫哥罗德
zh_hant: 下諾夫哥羅德

# Word.State.RU.NVS
source: Novosibirsk
am: ኖቮሲቢሪስክ
ar: نوفوسيبيرسك
as: নোভোচিবিৰ্স্ক
bg: Новосибирск
bn_in: নোভোসিবিরস্ক
de: Nowosibirsk
el: Νοβοσιμπίρσκ
gu: નોવોસિબિર્સ્ક
he: נובוסיבירסק
hi: नोवोसिबिर्स्क
ja: ノヴォシビルスク
ka: ნოვოსიბირსკი
kk: Новосибирск
kn: ನೋವೋಸಿಬಿರಿಸ್ಕ್
ko: 노보시버스크
ku_arab: نۆڤۆسبیرسک
ky: Новосибирск
lo: ໂນໂວຊີເບີສຄ
lt: Novosibirskas
lv: Novosibirska
mk: Новосибирск
ml: നൊവോസിബിര്‍സ്ക്
mn: Новосибирск
mr: नोवसिबिर्स्क
ne: नोवोसिबिर्स्क
or: ନୋଭୋସିବିର୍ସ୍କ
pa_arab_pk: نووسیبرسک
pa_in: ਨੋਵੋਸਿਬਿਰਸਕ
pl: Nowosybirsk
ru: Новосибирск
sd: نووسبرسڪ
si: නෝවොසිබිර්ස්ක්
sr_cyrl_rs: Новосибирск
te: నోవారిస్‌బ్రిస్క్
tg: Новосибирск
th: โนโวสบิรสก์
tt: Новосибирск
ug: نوۋوسىبىرسك
uk: Новосибірськ
ur: نووسیبریسک
zh_hans: 新西伯利亚
zh_hant: 新西伯利亞

# Word.State.RU.OMS
source: Omsk
am: ኦማስክ
ar: أومسك
as: ওমস্ক
bg: Омск
bn_in: ওমস্ক
el: Ομσκ
gu: ઓમ્સ્ક
he: אומסק
hi: ऑम्स्क
ja: オムスク
ka: ომსკი
kk: Омск
kn: ಓಮ್ಸ್ಕ್
ko: 옴스크
ku_arab: ئۆمسک
ky: Омск
lo: ໂອມສຄ
lt: Omskas
lv: Omska
mk: Омск
ml: ഓം‌സ്ക്
mn: Омск
mr: ओम्स्क
ne: ओम्स्क
or: ଓମାସ୍କ
pa_arab_pk: اومسک
pa_in: ਓਮਸਕ
ru: Омск
sd: اومسڪ
si: ඔම්ස්ක්
sr_cyrl_rs: Омск
te: ఓమ్స్
tg: Омск
th: ออมสก์
tt: Омск
ug: ئومسك
uk: Омськ
ur: اومس
zh_hans: 鄂木斯克
zh_hant: 鄂木斯克

# Word.State.RU.ORE
source: Orenburg
am: ኦርንበርግ
ar: أورينبورغ
as: ওৰেনবাৰ্গ
az: Orenburq
bg: Оренбург
bn_in: ওরেনবুর্গ
el: Ορενμπούργκ
gl: Oremburgo
gu: ઓરેનબર્ગ
he: אורנבורג
hi: ऑरेंबर्ग
ja: オレンブルク
ka: ორენბურგი
kk: Орынбор
kn: ಓರೆನ್‌ಬರ್ಗ್
ko: 오렌부르크
ku_arab: ئۆرینبۆرگ
ky: Оренбург
lo: ໂອເຣັນເບີກ
lt: Orenburgas
lv: Orenburga
mk: Оренбург
ml: ഓറന്‍‌ബര്‍ഗ്
mn: Оренбург
mr: ओरेनबुर्ग
ne: ओरेनबर्ग
or: ଓରେନବର୍ଗ୍
pa_arab_pk: اورنبرج
pa_in: ਓਰੇਨਬਰਗ
ru: Оренбург
sd: اورينبرگ
si: ඔරෙන්බර්ග්
sr_cyrl_rs: Оренбург
te: ఓరెన్‌బర్గ్
tg: Оренбург
th: โอเรนเบิร์ก
tt: Оренбург
ug: ئورېنبۇرگ
uk: Оренбурґ
ur: اورینبرگ
zh_hans: 奥伦堡
zh_hant: 奧倫堡

# Word.State.RU.PER
source: Perm
am: ፕርም
ar: بيرم
as: পাৰ্ম
bg: Перм
bn_in: পর্ম
el: Περμ
gu: પર્મ
he: פרם
hi: पेर्म
ja: ペルミ
ka: პერმი
kk: Пермь
kn: ಪೆರ್ಮ್
ko: 페름
ku_arab: پێرم
ky: Пермь
lo: ເປີມ
lt: Permė
lv: Perma
mk: Перм
ml: പേം
mn: Перм
mr: पर्म
ne: पेर्म
or: ପେର୍ମ
pa_arab_pk: پرم
pa_in: ਪੇਰਮ
ru: Пермь
sd: پريم
si: පර්ම්
sr_cyrl_rs: Перм
te: పెర్మ్
tg: Перм
th: เพอร์ม
tt: Пермь
ug: پېرم
uk: Перм
ur: پرم
zh_hans: 彼尔姆
zh_hant: 彼爾姆

# Word.State.RU.PNZ
source: Penza
am: ፔንዛ
ar: بينزا
as: পেঞ্জা
bg: Пенза
bn_in: পেঞ্জা
de: Pensa
el: Πένζα
et: Pensa
gu: પેન્ઝા
he: פנזה
hi: पेंज़ा
ja: ペンザ
ka: პენზა
kk: Пенза
kn: ಪೆನ್ಜಾ
ko: 펜자
ku_arab: پێنزا
ky: Пенза
lo: ເປນຊາ
mk: Пенза
ml: പെന്‍സ
mn: Пенза
mr: पेंझा
ne: पेन्जा
or: ପେଞ୍ଜା
pa_arab_pk: پینزا
pa_in: ਪੇਨਜ਼ਾ
ru: Пенза
sd: پينزا
si: පෙන්සා
sr_cyrl_rs: Пенза
te: పెంజా
tg: Пенза
th: เพนซา
tt: Пенза
ug: پېنزا
uk: Пенза
ur: پینزا
zh_hans: 奔萨
zh_hant: 奔薩
