Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.EG.OrgProfile.LegalText
source: Where applicable, Egypt customers should provide details of their valid VAT registration number. Failure to do so may impact upon the VAT treatment of the invoice issued by Microsoft.
af: Egipte-kliënte moet wanneer van toepassing besonderhede oor hulle geldige BTW-registrasienommer verskaf. Indien dit nie gedoen word nie, kan dit ’n uitwerking hê op die hantering van BTW in die faktuur wat deur Microsoft uitgereik is.
am: አስፈላጊ ሆኖ ሲገኝ የግብፅ ደንበኞች ትክክለኛ የተጨማሪ እሴት ታክስ መመዝገቢያ ቁጥራቸውን ዝርዝር መረጃ መስጠት አለባቸው። ይህን አለማድረግ በ Microsoft በሚሰጠው የክፍያ መጠየቂያ የተጨማሪ እሴት ታክስ አያያዝ ላይ ተጽእኖ ሊያሳድር ይችላል።
ar: يجب على العملاء المصريين تقديم تفاصيل عن رقم تسجيل ضريبة القيمة المضافة حيثما ينطبق ذلك. قد يؤدي عدم حدوث ذلك إلى التأثير على معاملة ضريبة القيمة المضافة للفاتورة التي تصدرها Microsoft.
as: য'ত প্ৰযোজ্য হয়, ইজিপ্তৰ গ্ৰাহকে তেওঁলোকৰ বৈধ VAT পঞ্জীয়ন সংখ্যাৰ বিৱৰণ প্ৰদান কৰিব লাগিব। তেনে কৰাত বিফল হ'লে Microsoft-ৰ দ্বাৰা জাৰী কৰা ইনভইচৰ VAT ব্যৱস্থা প্ৰভাৱিত কৰিব পাৰে।
az: Müvafiq hallarda, Misir müştəriləri etibarlı ƏDV qeydiyyat nömrəsinin təfərrüatlarını təqdim etməlidirlər. Bunun edilməməsi Microsoft tərəfindən verilmiş fakturanın ƏDV tətbiqinə təsir göstərə bilər.
bg: Когато е приложимо, клиентите от Египет трябва да предоставят данни за своя валиден регистрационен номер по ДДС. Ако това не бъде изпълнено, може да има последици за третирането на ДДС във фактурата, издадена от Microsoft.
bn_in: যেখানে প্রযোজ্য, মিশর গ্রাহকদের তাদের বৈধ VAT রেজিস্ট্রেশন নম্বরের বিশদ প্রদান করতে হবে। এটি প্রদান করতে ব্যর্থ হলে Microsoft দ্বারা ইস্যু করা ইনভয়েসে VAT-এর হিসাব প্রভাবিত হবে।
bs: U slučajevima u kojima je to potrebno, klijenti iz Egipta moraju navesti svoj važeći PDV registracijski broj. Ako to ne učinite, to može uticati na PDV tretman fakture koju je izdao Microsoft.
cy: Lle bo'n berthnasol, dylai cwsmeriaid yr Aifft roi manylion eu rhif cofrestru TAW dilys. Gall methu â gwneud hynny effeithio ar y modd y caiff TAW yr anfoneb a gyhoeddir gan Microsoft ei thrin.
da: Hvor det er relevant, skal Egypten-kunder angive oplysninger om deres gyldige momsregistreringsnummer. Hvis de ikke gør det, kan det påvirke momsbehandlingen af den faktura, der er udstedt af Microsoft.
de: Gegebenenfalls sollten Kunden in Ägypten Details zu ihrer gültigen Umsatzsteuer-Identifikationsnummer angeben. Wenn Sie dies nicht tun, kann dies Auswirkungen auf die umsatzsteuerliche Behandlung der von Microsoft ausgestellten Rechnung haben.
el: Όπου ισχύει, οι πελάτες της Αιγύπτου πρέπει να παρέχουν τα στοιχεία του έγκυρου αριθμού μητρώου ΦΠΑ που διαθέτουν. Σε αντίθετη περίπτωση, ενδέχεται να υπάρξουν συνέπειες στη διαχείριση του ΦΠΑ του τιμολογίου που εκδίδεται από τη Microsoft.
es: Cuando corresponda, los clientes de Egipto deben proporcionar detalles de su número de registro de IVA válido. Si no lo hacen, el tratamiento del IVA en la factura emitida por Microsoft puede verse afectado.
et: Vajaduse korral peavad Egiptuse kliendid esitama kehtiva käibemaksukohustuslasena registreerimise numbri. Vastasel juhul võib see mõjutada Microsofti väljastatud arve käibemaksuga maksustamist.
eu: Aplikagarri denean, Egiptoko bezeroek baliozko IFZ baten xehetasunak eman dituzte. Ez badira datu horiek ematen, baliteke Microsoft-ek jaulkitako fakturako BEZaren tratamenduan eragitea.
fa: هرجا که لازم باشد، مشتریان مصر باید جزئیات شماره معتبر ثبت‌نام VAT (مالیات بر ارزش افزوده) خود را ارائه نمایند. عدم انجام این کار ممکن است بر نحوه رسیدگی به VAT در فاکتور صادرشده توسط Microsoft تأثیر بگذارد.
ga: I gcás is infheidhme, ba chóir do chustaiméirí na hÉigipte a n-uimhir cláraithe CBL a sholáthar. Má theipeann orthu sin a dhéanamh d'fhéadfadh sé difear a dhéanamh don CBL sa sonrasc ó Microsoft.
gd: Ma bhios sin iomchaidh, bu chòir do chustamairean às an Èiphit fiosrachadh a thoirt seachad mun àireamh VAT aca. Mur an dèanar sin, dh’fhaoidte gum bi buaidh air mar a làimhsichear an cuidhteas a gheibhear o Microsoft a thaobh VAT.
gl: Se é o caso, os clientes de Exipto deben proporcionar detalles do seu número de rexistro de IVE válido. Non facelo pode afectar ao tratamento do IVE da factura emitida por Microsoft.
gu: જ્યાં લાગુ પડતું હોય, ત્યાં ઇજિપ્તના ગ્રાહકોએ તેમના માન્ય VAT નોંધણી નંબરની વિગતો પ્રદાન કરવી જોઈએ. આમ કરવામાં નિષ્ફળ જવા પર Microsoft દ્વારા જારી કરવામાં આવેલા ઇન્વૉઇસની VAT પ્રક્રિયા પ્રભાવિત થઈ શકે છે.
he: במידת הצורך, על לקוחות ממדינת מצרים לספק פרטים על מספר רישום המע"מ התקף שלהם. אי ביצוע פעולה זו עשוי להשפיע על הטיפול במע"מ בחשבונית שהונפקה על-ידי Microsoft.
hi: जहाँ लागू हो, मिस्र के ग्राहकों को अपनी मान्य VAT पंजीकरण संख्या का विवरण प्रदान करना चाहिए. ऐसा करने में विफल होने पर, Microsoft द्वारा जारी की जाने वाली इनवॉइस के VAT ट्रीटमेंट पर असर पड़ सकता है.
hr: U slučajevima u kojima je to potrebno klijenti iz Egipta moraju navesti valjani PDV identifikacijski broj. Nečinjenje toga može utjecati na postupanje s fakturom koju izda Microsoft u pogledu PDV-a.
hu: Adott esetben az Egyiptomban élő ügyfeleknek meg kell adniuk az érvényes adószámukat. Ennek elmulasztása befolyásolhatja az áfa kezelését a Microsoft által kiadott számlákon.
id: Jika berlaku, pelanggan Mesir harus memberikan detail nomor registrasi PPN yang valid. Apabila tindakan tersebut tidak dilakukan, pemberlakuan PPN atas faktur yang dikeluarkan oleh Microsoft akan terkena dampak.
is: Þar sem við á ættu viðskiptavinir Egyptalands gefa upp gilt VSK-númer. Ef slíkt er ekki gert getur það haft áhrif á meðferð virðisaukaskatts á reikningnum sem Microsoft gefur út.
ja: 必要に応じて、エジプトのお客様は有効な VAT 登録番号の詳細を提供する必要があります。これを適切に行わないと、Microsoft が発行する請求書での VAT の処理が影響を受ける可能性があります。
ka: საჭიროების შემთხვევაში, ეგვიპტელმა მომხმარებლებმა უნდა უზრუნველყონ თავიანთი მოქმედი დღგ რეგისტრაციის ნომრის მიწოდება. თუ ამის გაკეთება ვერ ხერხდება, ამან შეიძლება გავლენა იქონიოს ინვოისის დღგ-ს დამუშავებაზე, რომელიც გაცემულია Microsoft-ის მიერ.
kk: Қолданылған кезде Египет тұтынушылары жарамды ҚҚС тіркеу нөмірі мәліметтерін беруі керек. Бұлай істемеу Microsoft шығарған шот-фактураның ҚҚС өңдеуіне кері әсер етуі мүмкін.
kn: ಅನ್ವಯವಾಗುವಲ್ಲಿ, ಈಜಿಪ್ಟ್‌ನ ಗ್ರಾಹಕರು ತಮ್ಮ ಮಾನ್ಯ VAT ನೋಂದಣಿ ಸಂಖ್ಯೆಯ ವಿವರಗಳನ್ನು ಒದಗಿಸಬೇಕು. ಅಂತಹ ಮಾಹಿತಿಯನ್ನು ಒದಗಿಸಲು ವಿಫಲವಾದರೆ, Microsoft ನೀಡಿರುವ ಇನ್‌ವಾಯ್ಸ್‌ನ VAT ಪರಿಗಣನೆಯ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರಬಹುದು.
ko: 해당하는 경우 이집트 고객은 유효한 VAT 등록 번호에 대한 세부 정보를 제공해야 합니다. 그렇게 하지 않으면 Microsoft가 발행한 청구서의 VAT 처리에 영향을 미칠 수 있습니다.
lo: ໃນບ່ອນທີ່ກ່ຽວຂ້ອງ, ບັນດາລູກຄ້າຈາກອີຢິບຄວນສະໜອງລາຍລະອຽດຂອງໝາຍເລກການລົງທະບຽນ VAT ທີ່ໃຊ້ໄດ້ຂອງພວກເຂົາ. ຖ້າບໍ່ເຮັດດັ່ງນັ້ນອາດຈະກະທົບຕໍ່ການປະຕິບັດຕໍ່ VAT ຂອງໃບຮຽກເກັບເງິນທີ່ອອກໃຫ້ໂດຍ Microsoft.
lt: Kai taikoma, Egipto klientai privalo pateikti informacija apie galiojantį PVM mokėtojo kodą. To nepadarius, tai gali turėti įtakos PVM traktavimui „Microsoft“ išrašytoje sąskaitoje faktūroje.
lv: Ja piemērojams, Ēģiptes klientiem ir jāsniedz detalizēta informācija par derīgu PVN reģistrācijas numuru. Pretējā gadījumā var tikt ietekmēta korporācijas Microsoft izsniegtā rēķina PVN apstrāde.
mi: I ngā wā e pā āna, me homai ngā kiritaki nō Ihipa i ngā taipitopito o ō rātou tau rēhita VAT tika. Mei kore e pēnei ka pā pea tēnei ki te tukatanga VAT o te nama nā Microsoft i whakaputa ai.
mk: Онаму каде што е применливо, клиентите од Египет треба да обезбедат детали за нивниот важечки регистарски број за ДДВ. Неуспехот да се направи тоа може да влијае врз ДДВ-третманот на фактурата издадена од Microsoft.
ml: ബാധകമായിടത്ത്, ഈജിപ്തിലെ ഉപയോക്താക്കൾ തങ്ങളുടെ ശരിയായ VAT രജിസ്ട്രേഷൻ നമ്പറിന്റെ വിശദാംശങ്ങൾ നൽകണം. അങ്ങനെ ചെയ്തില്ലെങ്കിൽ, Microsoft നൽകുന്ന ഇൻവോയ്സിലെ VAT പരിഗണനയെ സ്വാധീനിച്ചേക്കാം.
mr: लागू असेल तिथे, इजिप्तच्या ग्राहकांनी त्यांच्या मान्य VAT नोंदणी क्रमांकाचे तपशील प्रदान करणे आवश्यक आहे. असे करण्यात अयशस्वी झाल्यामुळे Microsoft द्वारे जारी केलेल्या इनव्हॉइसच्या VAT हाताळणीवर प्रभाव पडू शकतो.
ms: Jika berkenaan, pelanggan Mesir harus memberikan butiran nombor pendaftaran VAT mereka yang sah. Kegagalan untuk berbuat demikian mungkin mempengaruhi layanan invois VAT yang dikeluarkan oleh Microsoft.
mt: Fejn ikun applikabbli, il-klijenti tal-Eġittu għandhom jipprovdu dettalji tan-numru ta’ reġistrazzjoni tal-VAT validu tagħhom. Nuqqas milli tagħmel dan jista’ jkollu impatt fuq it-trattament tal-VAT tal-fattura maħruġa minn Microsoft.
ne: लागू हुँदा, इजिप्ट ग्राहकहरूले आफ्नो मान्य भ्याट रजिस्ट्रेसन नम्बर उपलब्ध गराउनु पर्छ। त्यसो गर्न विफल भएमा Microsoft द्वारा जारी गरिएको बिजकको भ्याटको व्यवहारमा असर पर्न सक्ने छ।
nn_no: Kundar i Egypt må eventuelt oppgi gyldig mva.-nummer for verksemda. Manglande mva.-nummer for verksemda kan påverke mva.-handsaminga av fakturaen frå Microsoft.
no: Der aktuelt skal egyptiske kunder oppgi gyldig MVA-nummer. Manglende organisasjonsnummer kan påvirke MVA-behandlingen av fakturaen fra Microsoft.
or: ଯେଉଁଠି ଲାଗୁ ହେବ, ଇଜିପ୍ଟ ଗ୍ରାହକମାନେ ସେମାନଙ୍କ ବୈଧ VAT ପଞ୍ଜିକରଣ ନମ୍ବରର ବିବରଣୀ ପ୍ରଦାନ କରିବେ । ଏପରି କରିବାରେ ବିଫଳ ହେବା ଦ୍ୱାରା Microsoft ଦ୍ୱାରା ଜାରି କରାଯାଇଥିବା ଇନ୍‍‌ଭଏସ୍ VAT ଦ୍ୱାରା ପ୍ରଭାବ ପକାଇପାରେ ।
pa_in: ਜਿੱਥੇ ਲਾਗੂ ਹੁੰਦਾ ਹੈ, ਮਿਸਰ ਦੇ ਗਾਹਕਾਂ ਨੂੰ ਉਹਨਾਂ ਦੇ ਯੋਗ VAT ਰਜਿਸਟਰੇਸ਼ਣ ਨੰਬਰ ਦੇ ਵੇਰਵੇ ਮੁਹੱਈਆ ਕਰਨੇ ਚਾਹੀਦੇ ਹਨ। ਇਸ ਤਰ੍ਹਾਂ ਕਰਨ ਵਿੱਚ ਅਸਫਲਤਾ Microsoft ਦੁਆਰਾ ਜਾਰੀ ਕੀਤੇ ਚਲਾਨ ਦੇ VAT ਬੰਦੋਬਸਤ 'ਤੇ ਪ੍ਰਭਾਵ ਪਾ ਸਕਦੀ ਹੈ।
pl: Gdy ma to zastosowanie, klienci znajdujący się na terenie Egiptu muszą podać szczegóły dotyczące ich prawidłowego numer rejestracyjnego VAT. Niewykonanie tej czynności może mieć wpływ na sposób rozliczenia podatku VAT od faktury wystawionej przez firmę Microsoft.
ru: При необходимости клиенты из Египта должны предоставить сведения о своем действующем идентификационном номере плательщика НДС. Если они не будут предоставлять эти сведения, это может повлиять на сбор НДС по счету, который выставляет корпорация Майкрософт.
sl: Stranke v Egiptu morajo po potrebi navesti podrobnosti svoje veljavne registracijske številke za DDV. Če tega ne naredijo, lahko to vpliva na obračun DDV-ja na računu, ki ga izda Microsoft.
sr_cyrl_rs: У случајевима где је то применљиво, клијенти из Египта би требало да наведу детаље важећег ПДВ регистрационог броја. Пропуст да то ураде може да утиче на поступање у вези са ПДВ-ом из фактуре коју издаје Microsoft.
sr_latn_rs: Tamo gde je to primenljivo, klijenti iz Egipta treba da navode detalje o važećem poreskom broju. Propust da to urade može da utiče na postupanje u vezi sa PDV-om iz fakture koju izdaje Microsoft.
sv: I förekommande fall bör Egyptens kunder ange information om sitt giltiga momsregistreringsnummer. Ifall inte detta sker kan de påverka momstillägget på fakturan som Microsoft utfärdar.
ta: பொருந்தும் இடத்தில், எகிப்து வாடிக்கையாளர்கள் தங்கள் VAT பதிவு எண்ணை வழங்க வேண்டும். இதன்படி செய்யாவிட்டால் அது Microsoft வழங்கும் இன்வாய்ஸ் VAT-இன் கவனிப்பைப் பாதிக்கக்கூடும்.
te: వర్తించిన చోట, ఈజిప్ట్ కస్టమర్‌లు తమ చెల్లుబాటు అయ్యే VAT నమోదు సంఖ్య యొక్క వివరాలను అందించాలి. అందులో విఫలమైతే, Microsoft జారీ చేసే ఇన్‌వాయిస్‌లో VAT పాత్రపై ప్రభావం పడవచ్చు.
th: หากเป็นไปได้ ลูกค้าในอียิปต์ควรระบุรายละเอียดหมายเลขทะเบียน VAT ที่ถูกต้อง การไม่ดำเนินการดังกล่าวอาจส่งผลต่อการเรียกเก็บ VAT ในใบแจ้งหนี้ที่ออกโดย Microsoft
tr: Uygun olduğu yerlerde, Mısır Arap Cumhuriyeti müşterileri geçerli KDV kayıt numaralarının ayrıntılarını girmeleri gereklidir. Bu işlemin gerçekleştirilmemesi, Microsoft tarafından kesilen faturanın KDV işlemlerini etkileyebilir.
tt: Мисырдагы клиентлар тиешле урыннарда үзләренең ИНН мәгълүматын бирергә тиеш. Алай итмәү Майкрософт тарафыннан чыгарылган квитанциядә НДС эшкәртүгә йогынты ясарга мөмкин.
ug: زۆرۈر بولسا، مىسىردىكى خېرىدارلار ئىناۋەتلىك قوشۇلما قىممەت بېجى تىزىملاش نومۇرى تەپسىلاتلىرى بىلەن تەمىنلىشى لازىم. ئۇنداق قىلمىغاندا قوشۇلما قىممەت بېجى Microsoft تەرىپىدىن بېرىلگەن تالونغا تەسىر قىلىدۇ.
uk: У відповідних випадках клієнти з Єгипту мають надати відомості про свій дійсний номер платника ПДВ. Якщо вони не нададуть ці відомості, це може вплинути на збір ПДВ за рахунком, який виставляє корпорація Майкрософт.
ur: جہاں لاگو ہو، عرب جمہوریہ مصر کے صارفین کو اپنے جائز VAT رجسٹریشن نمبر کی تفصیلات فراہم کرنی چاہیے۔ ایسا نہ کرنے سے Microsoft کی جانب سے جارى شدہ رسید کے VAT برتاؤ پر اثر پڑ سکتا ہے۔
vi: Nếu thuộc trường hợp áp dụng, khách hàng ở Ai Cập phải cho biết chi tiết về số đăng ký thuế GTGT hợp lệ của mình. Nếu họ không thực hiện việc này, điều đó có thể ảnh hưởng đến việc xử lý thuế GTGT cho hóa đơn do Microsoft xuất.
zh_hans: 在适用的情况下，埃及客户应提供其有效的增值税注册号详细信息。否则，可能会影响对 Microsoft 开具的发票的增值税处理。
zh_hant: 若適用，埃及客戶應提供其有效加值稅登記編號的詳細資料。若未提供，可能影響 Microsoft 所開立發票的加值稅處理方式。
