Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.SignatureAndAuthNote
source: By signing this mandate form, you authorize (A) Microsoft Payments Ltd. ("Microsoft") to send instructions to your bank to debit your account, and (B) your bank to debit your account in accordance with the instructions of Microsoft. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank.
af: Deur hierdie mandaatvorm te onderteken, bemagtig jy (A) Microsoft Payments Ltd. ("Microsoft") om instruksies te stuur aan jou bank om jou rekening te debieteer, en (B) jou bank om jou rekening te debieteer in ooreenkoms met die instruksies vanaf Microsoft. As deel van jou regte, is jy geregtig op 'n terugbetaling vanaf jou bank onder die termes en voorwaardes van jou ooreenkoms met jou bank. 'n Terugbetaling moet binne 8 weke geëis word vanaf die datum op wat jou rekening gedebieteer is. Jou regte word verduidelik in 'n verklaring wat jy kan kry vanaf jou bank.
am: ይህንን የስምምነት ሰነድ በመፈረም፣ (ሀ) ባንክዎ ከእርስዎ የባንክ ሒሳብ ላይ ተቀናሽ እንዲያደርግ ትዕዛዛትን እንዲልክ ለMicrosoft Payments Ltd. ("Microsoft") ፣ እንዲሁም (ለ) የእርስዎ ባንክ በMicrosoft ትዕዛዛት መሰረት ከሒሳብዎ ላይ ተቀናሽ እንዲያደርግ ፈቃድ ሰጥተዋል፣ እንደ መብቶችዎ አካል፣ ከባንኩ ጋር ባለዎት ውሎች እና ሁኔታች ስር ከባንክዎ ገንዘብ የመመለስ መብት አለዎ። ተመላሽ ገንዘብ መጠየቅ ያለበት ከእርስዎ ሒሳብ ላይ ከተቀነሰበት እለት አንስቶ በ8 ሳምንታት ውስጥ ነው። የእርስዎ መብቶች ከእርስዎ ባንክ በሚያገኙት መግለጫ ውስጥ ተብራርተዋል።
ar: عند توقيع نموذج التفويض هذا، فإنك تفوّض (أ) شركة Microsoft Payments Ltd. ("المشار إليها لاحقاً بشركة Microsoft") لإرسال تعليمات إلى بنكك للخصم من حسابك، و(ب) قيام البنك بالخصم من حسابك وفقاً لتعليمات شركة Microsoft. وكجزء من الحقوق الممنوحة لك، يحق لك استرداد الأموال المدفوعة من البنك بموجب بنود وشروط الاتفاقية المبرمة بينك وبين البنك. ويتعين المطالبة باسترداد الأموال في غضون 8 أسابيع بدءاً من تاريخ الخصم من حسابك. وتتضح جميع الحقوق الممنوحة لك في بيان يمكنك الحصول عليه من البنك.
as: এই আদেশপত্ৰ প্ৰ-পত্ৰত স্বাক্ষৰ কৰি আপুনি কৰ্তৃত্ব দিছে (A) Microsoft Payments Ltd. ("Microsoft")-ক আপোনাৰ একাউন্টৰ পৰা ডেবিট কৰি আপোনাৰ বেংকলৈ নিৰ্দেশনাসমূহ পঠিয়াবলৈ, আৰু (B)Microsoft-ৰ নিৰ্দেশনাসমূহ অনুসৰি আপোনাৰ বেংকক আপোনাৰ একাউণ্ট ডেবিট কৰিবলৈ৷ আপোনাৰ অধিকাৰসমূহৰ অংশ হিচাপে আপোনাৰ বেংকৰ সৈতে হোৱা চুক্তি অনুসৰি আপোনাৰ বেংকৰ পৰা আপুনি মূল্য ঘূৰাই পোৱাৰ অধিকাৰ আছে৷ আপোনাৰ মূল্য ঘূৰাই দিয়াটো যি তাৰিখৰ পৰা আপোনাৰ একাউণ্ট ডেবিট কৰা হৈছিল তাৰপৰা আৰম্ভ কৰি 8 সপ্তাহৰ ভিতৰত দাবী কৰিবই লাগিব৷ আপোনাৰ অধিকাৰসমূহ এটা বিৱৰণিত ব্যাখ্যা কৰা হৈছে যিটো আপুনি আপোনাৰ বেংকৰ পৰা পাব পাৰে৷
az: Bu mandat formasını imzalamaqla, siz (A) Microsoft Payments Ltd.-yə ("Microsoft") hesabınızı debetə daxil etmək və (B) Microsoft-un təlimatlarına uyğun olaraq hesabınızı debetə daxil etmək üçün bankınıza təlimatlar göndərmək icazəsi verirsiniz. Hüquqlarınızın bir hissəsi kimi bankınızla razılaşmanın şərtlərinə əsasında bankınızdan ödəniş almaq hüququna maliksiniz. Ödəniş hesabınız debetə daxil edildiyi tarixdən sonra 8 həftə ərzində iddia olunmalıdır. Hüquqlarınız bankınızdan əldə edə bildiyiniz bəyannamədə izah olunur.
bg: С подписването на този формуляр за съгласие упълномощавате (А) Microsoft Payments Ltd. ("Microsoft") да изпрати инструкции на вашата банка за задължаване на сметката ви и (Б) вашата банка да задължи сметката ви съгласно инструкциите на Microsoft. Във вашите права се включва и правото на връщане на парите от вашата банка съгласно правилата и условията на споразумението ви с банката. Искът за връщане на пари трябва да бъде направен до 8 седмици от дата на задължаване на сметката ви. Правата ви са обяснени в бюлетин, който можете да получите от вашата банка.
bn_in: এই আদেশ পত্রে স্বাক্ষর করার মাধ্যমে, আপনি এই সকল বিষয়ে অনুমোদন দিচ্ছেন (A) Microsoft Payments Ltd. ("Microsoft") কে আপনার অ্যাকাউন্ট থেকে ডেবিট করতে আপনার ব্যাঙ্ককে নির্দেশ পাঠাতে, এবং (B) Microsoft এর নির্দেশ অনুসারে আপনার ব্যাঙ্ককে আপনার অ্যাকাউন্ট থেকে ডেবিট করতে। আপনার অধিকারের অংশ হিসাবে, ব্যাঙ্কের সঙ্গে আপনার করা চুক্তির শর্তাদি অনুসারে আপনি আপনার ব্যাঙ্কের কাছ থেকে রিফান্ড পাওয়ার অধিকার রাখেন। আপনার অ্যাকাউন্ট থেকে যে তারিখে ডেবিট করা হয়েছে সেই দিন থেকে 8 সপ্তাহের ভিতরে রিফান্ডের দাবি জানাতে হবে। আপনার অধিকার একটি বিবৃতিতে ব্যাখ্যা করা হয়েছে যা আপনি আপনার ব্যাঙ্কের কাছ থেকে পেয়ে যেতে পারবেন।
bs: Potpisivanjem ovog obrasca za ovlaštenje, ovlaštavate (A) Microsoft Payments Ltd. ("Microsoft") da šalje vašoj banci naloge za prijenos s vašeg računa i (B) svoju banku da prenosi sredstva s vašeg računa u skladu s nalozima koje dobije od kompanije Microsoft. U okviru svojih prava, vi imate pravo na povrat sredstava od svoje banke pod odredbama i uslovima vašeg ugovora s bankom. Povrat se mora zahtijevati u roku od 8 sedmica od dana kada je izvršen prijenos s vašeg računa. Vaša prava su objašnjena u izvodu koji možete dobiti od svoje banke.
cy: Drwy lofnodi'r ffurflen fandad hon, rydych yn awdurdodi (A) Microsoft Payments Ltd. ("Microsoft") i anfon cyfarwyddiadau i'ch banc i dynnu arian o'ch cyfrif, and (B) i'ch banc dynnu arian o'ch cyfri yn unol â chyfarwyddiadau Microsoft. Fel rhan o'ch hawliau, gallwch gael ad-daliad gan eich banc o dan delerau ac amodau eich cytundeb ag ef. Rhaid hawlio ad-daliad cyn pen 8 wythnos o'r dyddiad y cafodd arian ei dynnu o'ch cyfrif. Eglurir eich hawliau mewn datganiad y gallwch ei gael gan eich banc.
da: Ved at underskrive denne mandatformular, godkender du, at (A) Microsoft Payments Ltd. ("Microsoft") sender instruktioner til din bank om debitering af din konto, og (B) til din bank om debitering af din konto i henhold til instruktionerne fra Microsoft. Som en del af dine rettigheder har du krav på en refusion fra din bank i henhold til vilkårene og betingelserne for din bankaftale. Der skal gøres krav på en refusion senest 8 uger fra den dato, hvor din konto blev debiteret. Dine rettigheder fremgår af en erklæring, du kan få fra din bank.
de: Durch Unterzeichnung dieses Mandatsformulars autorisieren Sie (a) Microsoft Payments Ltd. ("Microsoft"), Lastschriftaufträge an Ihre Bank zu senden, und (b) Ihre Bank, Ihr Konto gemäß Lastschrift von Microsoft zu belasten. Im Rahmen Ihrer Rechte haben Sie Anspruch auf eine Erstattung vonseiten Ihrer Bank gemäß den Bedingungen Ihres Vertrags mit Ihrer Bank. Der Anspruch auf Erstattung muss innerhalb von 8 Wochen gerechnet vom Datum der Kontobelastung gestellt werden. Ihre Rechte werden in einer Verlautbarung erläutert, die Sie von Ihrer Bank anfordern können.
el: Υπογράφοντας αυτήν τη φόρμα πάγιας εντολής, εξουσιοδοτείτε (A) τη Microsoft Payments Ltd. ("Microsoft") να αποστέλλει οδηγίες στην τράπεζά σας για χρέωση του λογαριασμού σας και (B) την τράπεζά σας να χρεώνει το λογαριασμό σας σύμφωνα με τις οδηγίες της Microsoft. Ως μέρος των δικαιωμάτων σας, δικαιούστε επιστροφή πληρωμής από την τράπεζά σας σύμφωνα με τους όρους και τις προϋποθέσεις της σύμβασης που έχετε με την τράπεζά σας. Η επιστροφή πληρωμής μπορεί να ζητηθεί εντός 8 εβδομάδων από την ημερομηνία κατά την οποία πραγματοποιήθηκε χρέωση του λογαριασμού σας. Τα δικαιώματά σας επεξηγούνται σε μια δήλωση την οποία μπορείτε να λάβετε από την τράπεζά σας.
es: Mediante la firma de este formulario de orden, autoriza a (A) Microsoft Payments Ltd. ("Microsoft") para enviar instrucciones a su banco con el fin de realizar cargos en su cuenta, y (B) a su banco para que realice los cargos en su cuenta conforme a las instrucciones de Microsoft. Como parte de sus derechos, tiene la posibilidad de recibir un reembolso de su banco conforme a los términos y condiciones acordados con su banco. La reclamación de un reembolso se debe realizar antes de que transcurran 8 semanas desde la fecha en la que se realizó el cargo en su cuenta. Sus derechos están explicados en el extracto que puede obtener de su banco.
et: Volituse vormi allkirjastamisega volitate (A) Microsoft Payments Ltd. („Microsoft”) saatma oma pangale juhised debiteerida raha teie kontolt vastavalt Microsofti juhistele. Teie õiguste osana on teil õigus saada pangalt tagasimakse pangaga sõlmitud lepingu tingimuste alusel. Tagasimakset saab taotleda 8 nädala jooksul alates kontolt raha debiteerimise kuupäevast. Teie õigused on selgitatud avalduses, mille saate hankida pangast.
eu: Hitzarmen-inprimaki hau sinatuta, baimena ematen diezu (A) Microsoft Payments Ltd. ("Microsoft") konpainiari, zure bankuari ordainketa zure kontuan zorduntzeko eskaera egin diezaion, eta (B) zure bankuari, Microsoft-ek eskatutako zordunketa aurrera eraman dezan. Zure eskubideei jarraiki, eta bankuarekin duzun akordioan xedatutakoaren arabera, bankuak dirua itzultzea eskatzeko eskubidea duzu. Dirua itzultzeko eskaerak zordunketa egin zeneko datatik hasi eta 8 asteko epean aurkeztu behar dira. Bankuak helaraz diezazukeen adierazpen batean biltzen dira zure eskubideei buruzko argibideak.
fa: با امضای این فرم تعهد نامه شما به (A) Microsoft Payments Ltd. ("Microsoft") این اختیار را می دهید تا دستورالعمل هایی را برای بانک شما ارسال کند تا مبلغ بدهی از حسابتان کسب شود و همچنین به (B) بانکتان این اختیار را می دهید تا با توجه به دستورالعمل دریافتی از Microsoft بدهی را از حسابتان کسر کند. شما به عنوان بخشی از حقوقتان می توانید بر اساس شرایط و مقررات توافق نامه با بانکتان، این مبلغ را مسترد کنید. مبلغ مورد نظر جهت استرداد باید در مدت زمان 8 هفته از شروع تاریخ کسر بدهی از حسابتان انجام شود. حقوق شما در بیانیه ای توضیح داده شده است که آن را می توانید از بانک دریافت کنید.
ga: Tríd an bhfoirm shainordaithe seo a shíniú, údaraíonn tú (A) Microsoft Payments Ltd. ("Microsoft") treoracha a sheoladh chuig do bhanc chun breacadh do dhochar do chuntais, agus (B) do bhanc chun breacadh do dhochar do chuntais de réir threoracha Microsoft. Mar chuid de do chearta, tá tú i dteideal aisíocaíochta ó do bhanc faoi théarmaí agus coinníollacha do chomhaontaithe leis an mbanc. Ní mór aisíocaíocht a éileamh laistigh de 8 seachtaine ón dáta ar breacadh do dhochar do chuntais. Tá do chearta mínithe i ráiteas ar féidir leat é a fháil ó do bhanc.
gd: Nuair a shoidhnicheas tu am foirm òrduigh seo, bheir thu cead (A) do Microsoft Payments Ltd. ("Microsoft") gun cuir iad òrdugh a-steach dhan bhanca agad gus airgead iarraidh air a' chunntas agad agus (B) dhan bhanca agad ach an tèid airgead a thoirt air falbh on chunntas agad a-rèir òrduighean Microsoft. Tha còir pàighidh air ais on bhanca agad fo theirmean is cumhaichean a' bhanca agad. Feumaidh tu gach pàigheadh air ais iarraidh taobh a-staigh 8 seachdainean on cheann-là a chaidh an t-airgead a thoirt air falbh on chunntas agad. Gheibh thu mìneachadh air na còirichean agad ann an aithris as urrainn dhut faighinn on bhanca agad.
gl: Ao asinar este formulario de orde, autoriza que (A) Microsoft Payments Ltd. ("Microsoft") para que envíe instrucións ao seu banco para que efectúe cargos na súa conta e que (B) o seu banco efectúe cargos na súa conta segundo as instrucións de Microsoft. Como parte dos seus dereitos, pode recibir unha devolución do banco que respecte os termos e condicións do seu contrato co mesmo. Se desexa solicitar unha devolución, debe facelo antes de que transcorran 8 semanas desde a data en que se efectuou o cargo na súa conta. Os seus dereitos explícanse nunha instrución que pode obter no banco.
gu: આ આદેશ પત્ર પર સહી કરીને, તમે (A) Microsoft પેમેન્ટ્સ લિ. ("Microsoft") ને તમારા ખાતાને ડેબિટ કરવા માટે તમારી બેંકને સૂચનાઓ મોકલવા માટે અને (B) Microsoft. ને સૂચનાઓ અનુસાર તમારા ખાતાને ડેબિટ કરવા તમારી બેંકને અધિકૃત કરો છો. તમારા અધિકારોના ભાગ રૂપે, તમે બેંક સાથેના તમારા કરારના નિયમો અને શરતોની અંતર્ગત તમારી બેંકથી રીફંડ માટે હક્કદાર છો. રીફંડનો દાવો જે તારીખે તમારું ખાતું ડેબિટ કરવામાં હતું ત્યારથી પ્રારંભ થતા 8 અઠવાડિયાની અંદર કરવો આવશ્યક છે. તમારા અધિકારો કરારમાં સમજાવેલા છે જે તમે તમારી બેંકથી મેળવી શકો છો.
he: בחתימה על טופס זה של אישור גבייה, אתה נותן הרשאה (א) ל- Microsoft Payments Ltd.‎ (להלן "Microsoft") לשלוח הוראות לבנק שלך לצורך חיוב החשבון שלך, וכן (ב) לבנק שלך לחייב את חשבונך בהתאם להוראות של Microsoft. במסגרת זכויותיך, אתה זכאי להחזר מהבנק שלך במסגרת התנאים וההתניות של ההסכם שלך עם הבנק שלך. יש לתבוע את ההחזר תוך 8 שבועות מהתאריך שבו החשבון חויב. זכויותיך מוסברות בהצהרה שתוכל לקבל מהבנק.
hi: इस अधिदेश प्रपत्र पर हस्ताक्षर करके, आप (A) Microsoft Payments Ltd. ("Microsoft") को अपने बैंक को अपना खाता डेबिट करने के निर्देश देने के लिए प्राधिकृत करते हैं और (B) अपने बैंक को अपने खाते को Microsoft के निर्देशों के अनुसार डेबिट करने के लिए प्राधिकृत करते हैं. अपने अधिकारों के भाग के रूप में, आप अपने बैंक के साथ अपने अनुबंध के नियमों और शर्तों के अधीन अपने बैंक से धनवापसी के पात्र होते हैं. आपका खाता डेबिट होने के दिनांक से 8 सप्ताह के भीतर धनवापसी का दावा किया जाना चाहिए. एक विवरण में आपके अधिकार बताए गए हैं, जिसे आप अपने बैंक से प्राप्त कर सकते हैं.
hr: Potpisujući obrazac ovlaštenja ovlašćujete (A) Microsoft Online, Inc. ("Microsoft") da pošalje upute vašoj banci radi terećenja vašeg računa, a (B) banku ovlašćujete da tereti vaš račun u skladu s Microsoftovim uputama. U okviru svojih prava imate pravo na povrat od banke prema uvjetima i odredbama vašeg sporazuma s bankom. Povrat morate zatražiti u roku od 8 tjedana počevši od datuma kada je vaš račun terećen. Vaša su prava objašnjena u izjavi koju možete dobiti od banke.
hu: A jelen rendszeres átutalási megbízási űrlap aláírásával felhatalmazza a (A) Microsoft Payments Ltd. („Microsoft”) nevű társaságot, hogy rendelkezhessen bankjánál bankszámlájának megterhelésére, valamint (B) felhatalmazza a bankját, hogy a Microsoft rendelkezései alapján terhelje meg bankszámláját. A bankkal kötött szerződése feltételei szerint jogosult visszatérítést igényelni. Ezt a terhelést követő 8 héten belül kell megtenni. Jogairól részletesen a banktól beszerezhető dokumentumok tájékoztatják.
id: Dengan menandatangi surat kuasa ini, berarti Anda memberi izin kepada (A) Microsoft Payments Ltd. ("Microsoft") untuk mengirimkan instruksi ke bank guna mendebit rekening Anda, dan kepada (B) bank untuk mendebit rekening Anda sesuai instruksi dari Microsoft. Sebagai bagian dari hak, Anda berhak mendapatkan pengembalian dana dari bank sesuai dengan syarat dan ketentuan perjanjian dengan bank Anda. Pengembalian dana harus diklaim dalam waktu 8 minggu sejak tanggal rekening Anda didebit. Hak Anda dijelaskan dalam pernyataan yang dapat diperoleh dari bank.
is: Með undirskrift þessa umboðseyðublaðs heimilarðu (A) Microsoft Payments Ltd. („Microsoft“) að senda leiðbeiningar til bankans þíns um skuldfærslu á reikninginn þinn og (B) bankanum þínum að skuldfæra á reikninginn þinn í samræmi við leiðbeiningar frá Microsoft. Í réttindum þínum felst endurgreiðsla frá bankanum þínum í samræmi við skilmála samningsins milli þín og bankans. Fara verður fram á endurgreiðslu innan átta vikna frá þeirri dagsetningu þegar skuldfært var á reikninginn þinn. Réttindi þín eru útskýrð í yfirlýsingu sem hægt er að fá hjá bankanum.
ja: この委託フォームに署名すると、(A) Microsoft Payments Ltd. ("Microsoft") が銀行に対してお客様の口座からの引き落としを指示すること、および (B) 銀行が Microsoft の指示に従ってお客様の口座から引き落とすことを承認したと見なされます。お客様の権利の一部として、お客様と銀行間の契約条件に従い、お客様は銀行から返金を受ける資格を有しています。返金は、口座からの引き落とし後 8 週間以内に要求する必要があります。お客様の権利については、銀行から発行される明細書を参照してください。
ka: მანდატის ამ ფორმაზე ხელმოწერით თქვენ ავტორიზაციას აძლევს (ა) Microsoft Payments Ltd.-ს ("Microsoft") გაგზავნოს ინსტრუქცია თქვენს ბანკში თქვენს ანგარიშზე დებეტის შესატანად და (ბ) თქვენს ბანკს დებეტი დადოს თქვენს ანგარიშზე, Microsoft-ის ინსტრუქციის მიხედვით. თქვენს უფლებებში შედის, რომ შეგიძლიათ თანხა შეიტანოთ თქვენი ბანკიდან, თქვენს ბანკთან დადებულ ხელშეკრულებაში მოცემული წესებისა პირობების მიხედვით. თანხის დაფარვა უნდა მოხდეს თქვენს ანგარიშზე დებეტის დადებიდან მაქსიმუმ 8 კვირაში. თქვენი უფლებები განმარტებულია დებულებაში, რომლის მიღებაც შეგიძლიათ ბანკიდან.
kk: Бұл мандат пішініне қол қою арқылы сіз (A) Microsoft Payments Ltd. ("Microsoft") компаниясын шотыңызды дебеттеу үшін банкіңізге нұсқаулар жіберуіне және (B) банкіңізге Microsoft нұсқауларына сәйкес шотыңызды дебеттеуге рұқсат бересіз. Құқықтарыңызға сәйкес банкіңізбен жасалған келісімдегі шарттар және жағдайларға сай ақшаңызды қайтара аласыз. Ақшаны қайтару шотыңыздың дебеттелу күнінен бастап 8 аптаның ішінде көрсетілуі тиіс. Сіздің құқықтарыңыз банктен алуға болатын мәлімдеменің ішінде түсіндірілген.
kn: ಈ ಆದೇಶದ ಫಾರ್ಮ್‌ಗೆ ಸಹಿ ಮಾಡುವುದರ ಮೂಲಕ, ನೀವು (A) Microsoft Payments Ltd. ("Microsoft") ಗೆ ನಿಮ್ಮ ಖಾತೆ ಡೆಬಿಟ್ ಮಾಡಲು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ಗೆ ಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸಲು, ಮತ್ತು (B) ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ಗೆ Microsoft ನ ಸೂಚನೆಗಳಿಗೆ ಅನುಗುಣವಾಗಿ ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಡೆಬಿಟ್ ಮಾಡಲು ನೀವು ದೃಢೀಕರಿಸುವಿರಿ. ನಿಮ್ಮ ಹಕ್ಕುಗಳ ಭಾಗವಾಗಿ, ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಜೊತೆಗಿನ ನಿಮ್ಮ ಒಪ್ಪಂದದ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಮೂಲಕ ಮರುಪಾವತಿಸಲು ನೀವು ಅರ್ಹರಾಗಿರುತ್ತೀರಿ. ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಡೆಬಿಟ್ ಮಾಡಿರುವ ದಿನದಿಂದ 8 ವಾರಗಳ ಒಳಗಾಗಿ ಮರುಪಾವತಿಯನ್ನು ಕ್ಲೇಮ್ ಮಾಡಬೇಕಾಗುತ್ತದೆ. ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ನಿಂದ ನೀವು ಪಡೆದುಕೊಳ್ಳುವ ಹೇಳಿಕೆಯಲ್ಲಿ ನಿಮ್ಮ ಹಕ್ಕುಗಳನ್ನು ವಿವರಿಸಲಾಗಿದೆ.
ko: 이 자동 인출 양식에 서명하면 (A) Microsoft Payments Ltd.("Microsoft")에서 은행에 귀하의 계좌로부터 인출을 지시하는 지침을 은행에 보낼 수 있으며, (B) 해당 은행에서 Microsoft의 지시에 따라 귀하의 계좌로부터 이체할 수 있는 권한을 부여하는 것입니다. 귀하의 권리의 일부로 은행과 동의한 사용 약관에 따라 은행으로부터 환불받을 수 있습니다. 환불은 계좌가 이체된 날짜로부터 8주 안에 청구해야 합니다. 귀하의 권리는 은행에서 받을 수 있는 약관에 설명되어 있습니다.
ku_arab: بە واژۆکردنیئەم فۆرمی پێسپاردنە، تۆ رێگە دەدەیت بە (A) Microsoft Payments ی سنوردار. ("Microsoft") کە رێنماییەکان بۆ بانکەکەت بنێرێت بۆ داشکاندن لە ئەژمێرەکەت بەگوێرەی رێنماییەکان، و (B) بانکەکەت لە ئەژمێرەکەت دابشکێنێت بەگوێرەی رێنماییەکانی Microsoft. وەک بەشێک لە مافەکانت، تۆ مافی وەرگرتنەوەیەکی پارەت هەیە لە بانکەکەت بەگوێرەی مەرجەکانی رێکەوتننامەکەت لەگەڵ بانکەکەتدا. پێویستە وەرگرتنەوەکە لەماوەی 8 هەفتە لەو بەروارەوە کە لە ئەژمێرەکەت داشکێنراوە ئەنجام بدرێت. مافەکانت لە بڵاونامەیەکدا روونکراوەتەوە کە دەتوانیت لە بانکەکەتی وەربگریت.
ky: Бул мандат формасына колуңузду коюу менен сиз (A) Microsoft Payments Ltd. ("Microsoft")-ко банкыңызга каттоо жазууңузду дебеттөө үчүн көрсөтмөлөрдү жөнөтүүгө жана (B) банкыңызга Microsoft-тун көрсөтмөлөрүнө ылайык каттоо жазууңузду дебеттөөгө уруксат бересиз. Укуктарыңыздын бөлүгү катар, банкыңыз менен болгон шарттар, мөөнөттөр жана келишимдерге ылайык сизде акчаны кайтарып берүү укугу бар. Кайтарып берүү, каттоо жазууңуз дебеттелген күндөн баштап 8 жума ичинде арызы берилиши керек. Укуктарыңыз жободо түшүнүрүлүп берилген. Сиз аны банкыңыздан ала аласыз.
lo: ໂດຍການເຊັນຊື່ໃນແບບຟອມຄຳສັ່ງນີ້, ທ່ານອະນຸຍາດໃຫ້ (ກ) Microsoft Payments Ltd. ("Microsoft") ສົ່ງຄຳສັ່ງແນະນຳຫາທະນາຄານຂອງທ່ານເພື່ອໃຫ້ຫັກເງິນໃນບັນຊີຂອງທ່ານ, ແລະ (ຂ) ທະນາຄານຂອງທ່ານຫັກເງິນໃນບັນຊີຂອງທ່ານອີງຕາມຄຳສັ່ງແນະນຳຂອງ Microsoft. ໃນນາມເປັນສ່ວນໜຶ່ງຂອງສິດທິຂອງທ່ານ, ທ່ານມີສິດໄດ້ຮັບການສົ່ງເງິນຄືນຈາກທະນາຄານຂອງທ່ານ ອີງຕາມຂໍ້ກຳນົດ ແລະເງື່ອນໄຂຂອງຂໍ້ຕົກລົງຂອງທ່ານກັບທະນາຄານຂອງທ່ານ. ການສົ່ງເງິນຄືນຕ້ອງຖືກຮ້ອງຂໍເອົາພາຍໃນ 8 ອາທິດ ເລີ່ມຈາກວັນທີທີ່ບັນຊີຂອງທ່ານຖືກຫັກ. ມີການອະທິບາຍສິດທິຂອງທ່ານໃນໃບແຈ້ງຍອດທີ່ທ່ານສາມາດຂໍເອົາຈາກທະນາຄານຂອງທ່ານ.
lt: Pasirašydami šią sutikimo formą įgaliojate (A) „Microsoft Payments Ltd.“ („Microsoft“) siųsti nurodymus jūsų bankui nuskaičiuoti lėšas iš jūsų sąskaitos, (B) savo banką išskaičiuoti lėšas iš jūsų sąskaitos pagal „Microsoft“ nurodymus. Pagal sutarties su banku sąlygas jūs turite teisę susigrąžinti pinigus iš banko. Pinigų grąžinimo paraiška turi būti pateikta per 8 savaites nuo pinigų išskaičiavimo iš sąskaitos dienos. Savo teises galite sužinoti iš banko teikiamo pranešimo.
lv: Parakstot šo mandāta veidlapu, jūs autorizējat (A) uzņēmumu Microsoft Payments Ltd. (turpmāk — Microsoft) sūtīt norādījumus jūsu bankas iestādei par līdzekļu iekasēšanu no jūsu konta un (B) bankas iestādi iekasēt līdzekļus no jūsu konta saskaņā ar Microsoft sniegtajiem norādījumiem. Jums ir tiesības pieprasīt bankas iestādei atmaksāt līdzekļus saskaņā ar noteikumiem un nosacījumiem, kas ir izklāstīti jūsu un bankas iestādes savstarpēji noslēgtajā līgumā. Atmaksa ir jāpieprasa ne vēlāk kā 8 nedēļas pēc datuma, kad līdzekļi tika iekasēti no konta. Detalizētais jūsu tiesību apraksts ir sniegts bankas izrakstā.
mi: Mā te waitohu i tēnei puka whakamananga, kei te whakamana koe i (A) Microsoft Payments Ltd. ("Microsoft") ki te tuku tohutohu ki tō pēke kia namangia tō pūkete, me te (B) mā te pēke e nama tō pūkete i runga anō i ngā tohutohu a Microsoft. Hei wāhi o ō tika, ka whai mana koe ki tētahi whakahokinga moni mai i tō pēke i runga anō i ngā here me ngā whakaritenga o tō kirimana ki te pēke. Me taunaha tētahi whakahokinga moni i roto i te 8 wiki mai o te rā i namangia ai tō pūkete. Kua oti ō tika te whakamarama i tētahi tauākī ka taea te tiki i tō pēke.
mk: Со потпишување на овој мандатен формулар, давате овластување на (A) Microsoft Payments Ltd. („Microsoft“) да испраќа упатства до вашата банка за дебит на сметката и на (B) банката да ја дебитира сметката во согласност со упатствата на Microsoft. Имате право на рефундирање од банката според условите и одредбите на вашиот договор со банката. Рефундирање мора да се побара во текот на 8 недели со почеток од датумот кога сметката била дебитирана. Вашите права се објаснети во изјава што може да ја добиете од банката.
ml: ഈ മാന്‍ഡേറ്റ് ഫോമില്‍ ഒപ്പിടുന്നതിലൂടെ, (എ) നിങ്ങളുടെ അക്കൌണ്ടില്‍ നിന്ന് പണം പിന്‍‌വലിക്കാനുള്ള നിര്‍ദ്ദേശങ്ങള്‍ നിങ്ങളുടെ ബാങ്കിലേക്ക് അയയ്‌ക്കാന്‍ Microsoft Payments Ltd.-നും ("Microsoft") (ബി) Microsoft-ന്റെ നിര്‍ദ്ദേശങ്ങള്‍ക്കനുസൃതമായി നിങ്ങളുടെ അക്കൌണ്ടില്‍ നിന്നും പണം പിന്‍‌വലിക്കാന്‍ ബാങ്കിനും നിങ്ങള്‍ അംഗീകാരം നല്‍കുന്നു. നിങ്ങളുടെ അവകാശങ്ങളുടെ ഭാഗമായി, ബാങ്കുമായുള്ള നിങ്ങളുടെ ഉടമ്പടിയുടെ നിബന്ധനകള്‍ക്കും വ്യവസ്ഥകള്‍ക്കും കീഴില്‍ ബാങ്കില്‍ നിന്നും പണം മടക്കി ലഭിക്കുന്നതിന് നിങ്ങള്‍ക്ക് അവകാശമുണ്ടായിരിക്കും. പണം മടക്കി ലഭിക്കുന്നതിനായി നിങ്ങളുടെ അക്കൌണ്ടില്‍ നിന്നും പണം പിന്‍‌വലിച്ച തീയതി മുതല്‍ക്ക് 8 ദിവസത്തിനുള്ളില്‍ തന്നെ ക്ലെയിം ചെയ്യേണ്ടതുണ്ട്. നിങ്ങളുടെ അവകാശങ്ങള്‍ വിശദീകരിച്ചിരിക്കുന്ന ഒരു പ്രസ്‌താവന ബാങ്കില്‍ നിന്നും നേടാനാകും.
mn: Уг мандатад гарын үсэг зурснаар та (A) Microsoft Payments Ltd. (цаашид "Microsoft" гэх) компанид таны дансанд дебит хийхийг банкинд зааварчлахыг, мөн (B) Microsoft-н зааварчилгааны дагуу таны дансанд дебит хийхийг банкиндаа зөвшөөрч байна. Эрхийнхээ хүрээнд та банктайгаа байгуулсан гэрээний болзол, нөхцлийн дагуу банкнаасаа төлбөр буцаах эрхтэй. Төлбөр буцаалтыг дансандаа дебит хийсэн өдрөөс хойш 8 долоо хоногийн дотор мэдүүлнэ. Банкнаасаа авч болон гэсэн мэдэгдэлд таны эрхийг тайлбарласан байгаа.
mr: हा जनादेश फॉर्म स्‍वाक्षरी करून, आपण (A) Microsoft Payments Ltd. ("Microsoft") ला आपल्‍या बँकेस आपले खाते डेबिट करण्‍याच्‍या आणि (B) आपल्‍या बँकेस Microsoft च्‍या सूचनांनुसार आपले खाते डेबिट करण्‍याच्‍या सूचना पाठविण्‍यासाठी अनुज्ञापन देता. आपल्‍या अधिकारांचा भाग म्‍हणून, आपण आपल्‍या बँकेसह आपल्‍या कराराच्‍या अटी आणि शर्तींच्‍या अधीन असलेल्‍या आपल्‍या बँकेकडील परताव्‍यास पात्र आहात. परताव्‍याचा दावा आपले खाते डेबिट करण्‍याच्‍या तारखेपासून प्रारंभ होणार्‍या 8 आठवड्‍यांमध्‍ये करणे आवश्‍यक आहे. आपण आपल्‍या बँकेकडून मिळवू शकता त्‍या विधानात आपले अधिकार समजावून दिले आहेत.
ms: Dengan menandatangani borang mandat ini, anda membenarkan (A) Microsoft Payments Ltd. ("Microsoft") menghantar arahan kepada bank anda untuk mendebitkan akaun anda dan (B) bank anda mendebitkan akaun anda selaras dengan arahan daripada Microsoft. Anda juga berhak seperti yang tertakluk dalam sebahagian hak anda, mendapatkan bayaran balik dari bank anda menurut terma dan syarat perjanjian anda dengan bank anda. Bayaran balik mesti dituntut dalam tempoh 8 minggu bermula tarikh akaun anda didebitkan. Hak anda dijelaskan dalam pernyataan yang boleh anda peroleh dari bank anda.
mt: Bil-firma ta’ din il-formola tal-mandat, inti tawtorizza (A) lil Microsoft Payments Ltd. ("Microsoft") biex tibgħat istruzzjonijiet lill-bank tiegħek biex jiddebitalek il-kont, u (B) lill-bank tiegħek biex jiddebitalek il-kont skont l-istruzzjonijiet ta’ Microsoft. Bħala parti mid-drittijiet tiegħek, inti għandek dritt għal rimborż mill-bank tiegħek skont it-termini u l-kundizzjonijiet tal-ftehim tiegħek mal-bank. Rimborż għandu jintalab fi żmien 8 ġimgħat mid-data li fiha ġie ddebitat il-kont tiegħek. Id-drittijiet tiegħek huma spjegati f’dikjarazzjoni li tista’ tikseb mill-bank tiegħek.
ne: यस अधिकार-पत्रमा हस्ताक्षर गरेर, तपाइँ (A) आफ्नो बैङ्कमा आफ्नो खातालाई डेबिट गर्न निर्देशनहरू पठाउनको लागि Microsoft भुक्तानीहरू लिमिटेड ("Microsoft") लाई, र (B) Microsoft को निर्देशनहरू अनुसार आफ्नो खाता डेबिट गर्नको लागि आफ्नो बैङ्कलाई अधिकार प्रदान गर्नुहुन्छ। तपाइँका अधिकारहरूको एउटा हिस्साको रुपमा, तपाइँको आफ्नो बैङ्क सँगको सम्झौताका शर्त तथा नियमहरू अन्तर्गत आफ्नो बैङ्कबाट रकम फिर्ता पाउनको लागि हकदार हुनुहुन्छ। रकम फिर्ता पाउनको लागि आफ्नो खाता डेबिट भएको मितिबाट 8 हप्ताभित्रै दाबी गरिनुपर्छ। तपाइँका अधिकारहरू विवरणमा व्याख्या गरिएका छन् जसलाई तपाइँ आफ्नो बैङ्कबाट प्राप्त गर्न सक्नुहुन्छ।
nn_no: Ved å signere dette fullmaktskjemaet gir du (A) Microsoft Payments Ltd. ("Microsoft") løyve til å sende instruksjonar til banken din om å debitere kontoen din, og (B) banken din løyve til å debitere kontoen din i samsvar med instruksjonane frå Microsoft. Som ein del av rettane dine har du rett til å få refusjon frå banken din etter vilkåra i avtalen med banken din. Ein refusjon må gjerast krav på innan 8 veker etter datoen då kontoen din blei debitert. Rettane dine er forklart i ei erklæring som du kan få frå banken din.
no: Ved å signere denne belastningsfullmakten godtar du at (A) Microsoft Payments Ltd. ("Microsoft") kan sende instruksjoner til banken din om å debitere kontoen din, og (B) at banken kan debitere kontoen i henhold til instruksjonene fra Microsoft. Som en del av rettighetene dine har du krav på en refundering fra banken ifølge vilkårene i avtalen din med banken. Du må be om refundering innen åtte uker etter datoen da kontoen ble debitert. Rettighetene dine er forklart i en erklæring som du kan få fra banken.
or: ଏହି ଅଧିକାର ଫର୍ମ ସ୍ୱାକ୍ଷର କରି, ଆପଣ (A) Microsoft Payments Ltd. ("Microsoft") କୁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କକୁ ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍‌‌ରୁ ଡେବିଟ୍‌ କରିବା ପାଇଁ ନିର୍ଦ୍ଦେଶ ପ୍ରେରଣ କରିବାକୁ, ଏବଂ (B) Microsoft ନିର୍ଦ୍ଦେଶ ସମନ୍ୱୟରେ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍‌ରୁ ଡେବିଟ୍ କରିବା ପାଇଁ ସ୍ୱୀକୃତି ପ୍ରଦାନ କରନ୍ତି. ଆପଣଙ୍କ ଅଧିକାରର ଅଂଶବିଶେଷ, ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ସହ ଆପଣଙ୍କ ଚୁକ୍ତିର ଚୁକ୍ତି ଏବଂ ସର୍ତ୍ତାବଳୀ ଅଧୀନରେ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଠାରୁ ଆପଣ ଏକ ଫେରସ୍ତ ଗ୍ରହଣ କରିବାକୁ ଅଧିକାର ପାଇଛନ୍ତି. ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍‌‌ରୁ ଡେବିଟ୍ ହୋଇଥିବା ତାରିଖ ଠାରୁ ପ୍ରାରମ୍ଭ କରି 8 ସପ୍ତାହ ମଧ୍ୟରେ ଏକ ଫେରସ୍ତ ପାଇଁ ଦାବି କରାଯିବା ଉଚିତ. ଆପଣଙ୍କର ଅଧିକାର ଏକ ବିବୃତିରେ ବର୍ଣ୍ଣିତ ହୋଇଛି ଯାହାକି ଆପଣ ଆପଣଙ୍କର ବ୍ୟାଙ୍କରୁ ହାସଲ କରିପାରିବେ.
pa_arab_pk: ایس مینڈیٹ دے فارم اُتے دستخط کرکے، تسی (الف) Microsoft پے منٹس لمیٹڈ ("Microsoft") نوں آپنے بینک دے ڈیبٹ اکاؤنٹ نوں ہدایتاں پیجن دی اجازت دیندے نیں تے (ب) یا آپنے بینک نوں Microsoft دی ہدایتاں دے مطابق آپنے کاؤنٹ نوں ڈیبٹ کرن دی اجازت دیندے او۔ آپنے حقوق دے حصہ دے طور تے، تسی آپنے بینک نال اپنے معاہدہ دی شرطاں تے ضابطیاں دے تحت رقم واپس لین دے حقدار ہوؤ گے۔ رقم دی واپسی دا دعوی? لازمی 8 ہفتیاں دے اندر کردینا چاہیدا اے جیس دا آغاز ایس تریخ توں ہوندا اے جیس وچ تہاڈ اکاؤںٹ ڈیبٹ کیتا گیا سی۔ تہاڈے حقوق وضاحت وچ بیان کیتے گئے یں جیہڑے تسی بینک توں حاصل کرسکدے او۔
pa_in: ਇਸ ਫ਼ੁਰਮਾਨ ਫਾੱਰਮ ਉੱਤੇ ਦਸਤਖਤ ਕਰਕੇ, ਤੁਸੀਂ (A) Microsoft Payments Ltd. ("Microsoft") ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਡੈਬਿਟ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਬੈਂਕ ਨੂੰ ਨਿਰਦੇਸ਼ ਭੇਜਣ ਲਈ ਅਧਿਕ੍ਰਿਤ ਕਰਦੇ ਹੋ ਅਤੇ (B) ਆਪਣੇ ਬੈਂਕ ਨੂੰ Microsoft ਦੇ ਨਿਰਦੇਸ਼ਾਂ ਦੇ ਮੁਤਾਬਕ ਤੁਹਾਡੇ ਖਾਤੇ ਨੂੰ ਡੇਬਿਟ ਕਰਨ ਲਈ ਅਧਿਕ੍ਰਿਤ ਕਰਦੇ ਹੋ। ਆਪਣੇ ਹੱਕਾਂ ਦੇ ਭਾਗ ਵਜੋਂ, ਤੁਸੀਂ ਆਪਣੇ ਬੈਂਕ ਨਾਲ ਆਪਣੇ ਅਨੁਬੰਧ ਦੇ ਕਾਯਦਿਆਂ ਅਤੇ ਸ਼ਰਤਾਂ ਅਧੀਨ ਆਪਣੇ ਬੈਂਕ ਵਲੋਂ ਸ਼ੁਲਕ ਵਾਪਸੀ ਦੇ ਪਾਤਰ ਹੋ। ਸ਼ੁਲਕ ਵਾਪਸੀ ਦਾ ਦਾਵਾ ਤੁਹਾਡਾ ਖਾਤਾ ਡੇਬਿਟ ਹੋਣ ਦੀ ਮਿਤੀ ਤੋਂ 8 ਹਫਤਿਆਂ ਵਿੱਚਕਾਰ ਕੀਤਾ ਜਾਣਾ ਚਾਹੀਦਾ ਹੈ। ਤੁਹਾਡੇ ਹੱਕਾਂ ਬਾਰੇ ਇੱਕ ਵੇਰਵੇ ਵਿੱਚ ਦੱਸਿਆ ਗਿਆ ਹੈ, ਜਿਸਨੂੰ ਤੁਹਾਡੇ ਬੈਂਕ ਵਲੋਂ ਪ੍ਰਾਪਤ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Podpisując ten formularz zgody na obciążenie rachunku, użytkownik upoważnia (A) Microsoft Payments Ltd. („Microsoft”) do wysyłania do jego banku instrukcji obciążenia jego kona bankowego oraz (B) swój bank do obciążania konta odpowiednio do instrukcji przedstawionych przez firmę Microsoft. W ramach swoich praw użytkownik może otrzymać zwrot kosztów na warunkach umowy zawartej z bankiem. Żądanie zwrotu należy złożyć w ciągu 8 tygodni, począwszy od daty obciążenia konta. Prawa użytkownika są określone w dokumentacji, którą można uzyskać w banku.
ru: Подписывая этот бланк поручения, вы авторизуете (А) Microsoft Payments Ltd. ("Майкрософт") отправлять запросы в ваш банк для дебетования вашего счета, а также (Б) ваш банк дебетовать ваш счет в соответствии с запросами от Майкрософт. Вы имеете право на получение возмещения от вашего банка в соответствии с условиями и положениями соглашения с вашим банком. Возмещение должно быть запрошено в течение 8 недель с даты дебетования счета. Ваши права разъясняются в выписке, которую можно получить в банке.
sd: هن مينڊيٽ فارم تي سائن ڪري، توهان مجاز ڪريو ٿا ته (الف) Microsoft Payments Ltd. ("Microsoft") توهان جي بينڪ جي اڪائونٽ ۾ پيسه وجهرائي سگهي، ۽ (ب) توهانجو بينڪ Microsoft جي هدايت تي توهانجي بينڪ اڪائونٽ ۾ پيسا وجهي سگهي. توھانجي حق جي حصي جي طور تي، توهان پنهنجي معاهدو جي شرطون ۽ ضابطن پاران پنهنجي رقم جي واپسي جا حقدار آهيو. هڪ واپسي جي وصولي جو دعوه رقم جمع ٿيڻ جي 8 هفتن جي اندر اندر ڪرڻ گهرجي. توهانجي حقن جي وضاحت بيان ۾ ڪريل آهي جيڪي توهان بينڪ کان حاصل ڪري سگهو ٿا.
si: මෙම මැන්ඩේට්පත අත්සන් කිරීමෙන්, ඔබ පහත කරුණු සඳහා බලය දේ (අ) Microsoft Payments Ltd. ("Microsoft") හට ඔබේ ගිණුමට බැර කරන මෙන් ඔබේ බැංකුවට උපදෙස් ලබා දීමට, සහ (ආ) Microsoft හි උපදෙස් අනුව ඔබේ ගිණුමෙන් බැර කිරීමට ඔබේ බැංකුවට. ඔබේ හිමිකම්වල කොටසක් ලෙස, ඔබේ බැංකුව සමඟ වන ඔබේ ගිවිසුමේ නියමයන් හා කොන්දේසි යටතේ ඔබේ බැංකුවෙන් නැවත මුදල් ලබා දීමකට ඔබ හිමිකම් ලබනු ඇත. ඔබේ ගිණුමට බැර කළ දින සිට සති 8ක් තුළ නැවත මුදල් ලබා ගැනීම සඳහා ඉල්ලුම් කළ යුතුය. ඔබේ හිමිකම් ඔබට ඔබේ බැංකුවෙන් ලබා ගත හැකි ප්‍රකාශනයක සඳහන් වේ.
sl: S podpisom tega obrazca soglasja soglašate: (A) da družba Microsoft Payments Ltd. (»Microsoft«) vaši banki pošlje navodila za bremenitev vašega računa in (B) da banka vaš račun bremeni po navodilih družbe Microsoft. V skladu s pogoji in določili pogodbe, ki ste jo sklenili z banko, imate pravico, da od banke prejmete vračilo. Vračilo morate zahtevati v 8 tednih od datuma bremenitve računa. Vaše pravice so pojasnjene v izjavi, ki jo lahko prejmete od svoje banke.
sr_cyrl_rs: Потписивањем овог обрасца за овлашћење, овлашћујете (A) Microsoft Payments Ltd. („Microsoft“) да шаље упутства вашој банци за пренос средстава са вашег рачуна и (B) своју банку за пренос средстава са вашег рачуна у складу са упутствима компаније Microsoft. У склопу права која су вам загарантована, имате право да добијете повраћај од банке у складу са условима и одредбама уговора који сте потписали са банком. Повраћај мора да се затражи у року од 8 седмица, почев од датума преноса средстава са налога. Ваша права су објашњена у изјави коју можете да добијете од банке.
sr_latn_rs: Potpisivanjem ovog obrasca za ovlašćenje, ovlašćujete (A) Microsoft Payments Ltd. („Microsoft“) da šalje uputstva vašoj banci za prenos sredstava sa vašeg računa i (B) svoju banku za prenos sredstava sa vašeg računa u skladu sa uputstvima kompanije Microsoft. U sklopu prava koja su vam zagarantovana, imate pravo da dobijete povraćaj od banke u skladu sa uslovima i odredbama ugovora koji ste potpisali sa bankom. Povraćaj mora da se zatraži u roku od 8 sedmica, počev od datuma prenosa sredstava sa naloga. Vaša prava su objašnjena u izjavi koju možete da dobijete od banke.
sv: Genom att underteckna det här medgivandet ger du (A) Microsoft Payments Ltd. ("Microsoft") fullmakt att skicka instruktioner till din bank om debiteringen av ditt konto och (B) banken fullmakt att debitera ditt konto enligt instruktionerna från Microsoft. Du har rätt till återbetalning från din bank enligt villkoren i avtalet du har med banken. Återbetalningen skall begäras inom 8 veckor från och med det datum då ditt konto debiterades. Dina rättigheter framgår av information du kan få av din bank.
ta: இந்தக் கட்டளை படிவத்தில் கையொப்பமிடுவதன் மூலம், (A) Microsoft Payments Ltd. ("Microsoft") உங்கள் கணக்கிலிருந்து கழிக்க உங்கள் வங்கிக்கு வழிமுறைகளை அனுப்புவதற்கும், (B) உங்கள் வங்கி Microsoft -இன் வழிமுறைகளுக்கு ஏற்ப உங்கள் கணக்கிலிருந்து கழிப்பதற்கும் அங்கீகாரம் அளிக்கிறீர்கள். உங்கள் உரிமைகளின் பகுதியாக, உங்கள் வங்கியுடனான ஒப்பந்தத்தின் விதிமுறைகள் மற்றும் நிபந்தனைகளின் அடிப்படையில் உங்கள் வங்கியிலிருந்து பணத்தைத் திரும்ப பெறுவதற்குத் தகுதியுள்ளவர் ஆகிறீர்கள். உங்கள் கணக்கிலிருந்து கழிக்கப்பட்ட தேதியிலிருந்து 8 வாரங்களுக்கு உள்ளாகப் பணத்தைத் திரும்ப பெறுதல் கோரப்பட வேண்டும். உங்கள் உரிமைகள் அறிக்கையில் விவரிக்கப்பட்டுள்ளன, அதை உங்கள் வங்கியிலிருந்து நீங்கள் பெறலாம்.
te: ఈ తప్పనిసరి ఫారమ్‌లో సంతకం చేయడం ద్వారా, మీరు (A) మీ ఖాతాలో డెబిట్ చేయడం కోసం మీ బ్యాంక్‌కు సూచనలు పంపడానికి Microsoft Payments Ltd. ("Microsoft")కు అధికారం ఇస్తారు మరియు (B) Microsoft సూచనలకు అనుగుణంగా మీ ఖాతాలో డెబిట్ చేయడానికి మీ బ్యాంక్‌కు అధికారం ఇస్తారు. మీ హక్కుల్లో భాగంగా, మీ బ్యాంక్‌తో మీ ఒప్పందం యొక్క నిబంధనలు మరియు షరతుల ప్రకారం మీ బ్యాంక్ నుండి వాపసు పొందడానికి మీరు అర్హులు. మీ ఖాతాలో డెబిట్ చేసిన తేదీ నుండి 8 వారాల్లోపు వాపసును తప్పనిసరిగా క్లెయిమ్ చేయాలి. మీరు మీ బ్యాంక్ నుండి పొందే ప్రకటనలో మీ హక్కులు వివరించబడ్డాయి.
tg: Бо имзо кардани ин шакл, шумо ба (A) Microsoft Payments Ltd. ("Microsoft") иҷозат медиҳед, ки ба бонки шумо оид ба пур кардани ҳисоби шумо дастурҳо фиристад ва (B) банки шумо ҳисоби шуморо тибқи дастурҳои Microsoft пур кунад. Дар доираи ҳуқуқҳои худ, шумо ба бозпас гирифтани маблағ аз бонк, мувофиқи шартҳои созишномаи шумо бо бонк ҳақ доред. Бозпас гирифтани маблағ бояд дар давоми 8 ҳафта аз рӯзи пур карда шудани ҳисоби шумо талаб карда шавад. Ҳуқуқҳои шумо дар баёнияе, ки метавонед онро аз бонки худ дастрас намоед, шарҳ дода шудаанд.
th: การลงนามในแบบฟอร์มการมอบอำนาจนี้หมายความว่าคุณอนุญาตให้ (ก) Microsoft Payments Ltd. ("Microsoft") ส่งคำสั่งไปยังธนาคารให้หักบัญชีของคุณ และ (ข) ธนาคารหักบัญชีตามคำสั่งของ Microsoft คุณมีสิทธิ์ขอคืนเงินจากธนาคารของคุณภายใต้ข้อกำหนดและเงื่อนไขของข้อตกลงระหว่างคุณกับธนาคารของคุณ คุณต้องอ้างสิทธิ์คืนเงินภายใน 8 สัปดาห์นับจากวันที่บัญชีถูกหักเงิน สิทธิ์ของคุณมีระบุอยู่ในคำสั่งที่สามารถขอได้จากธนาคาร
tr: Bu vekalet formunu imzalayarak (A) Microsoft Payments Ltd. ("Microsoft") şirketine, bankanıza hesabınıza borç kaydetme talimatları gönderme ve (B) bankanıza, Microsoft'un talimatı doğrultusunda hesabınıza borç kaydetme yetkisi vermiş olursunuz. Haklarınızın bir parçası olarak, bankayla olan sözleşmenizin hüküm ve koşullarına uygun şekilde bankanızdan bir geri ödeme almaya yetkiniz vardır. Geri ödemenin hesabınızın borçlandırıldığı tarihten başlamak üzere 8 hafta içinde talep edilmesi gerekir. Haklarınız bankanızdan alabileceğiniz ekstrede açıklanmıştır.
tt: Бу мандат формасына имза куеп, Сез (A) Microsoft Payments Ltd. ("Майкрософт") Сезнең банкка Сезнең хисабыгызны дебетлар өчен күрсәтмәләр җибәрергә һәм (В) Сезнең банкка Сезнең хисабыгызны Майкрософтның күрсәтмәләренә ярашлы рәвештә дебетларга рөхсәт бирәсез. Сезнең хокукларыгызның өлеше буларак, Сез банк белән тезегән килешүнең шартлары һәм таләпләре нигезендә Сезнең банктан кайтаруга хаклы. Кайтару Сезнең хисабыгызны дебетлау датасыннан башлап 8 атна эчендә таләп ителергә тиеш. Сезнең хокукларыгыз Сез банктан ала алган аңлатмада тасвирланган.
ug: بۇ ۋاكالەتنامىنى ئىمزالاش ئارقىلىق، (A) سىز Microsoft Payments Ltd. (قىسقارتىلىپ «Microsoft» دېيىلىدۇ) نىڭ سىز ھېساب ئاچقان بانكىغا چىقىم تەلىپى سۇنۇشىغا ۋە (B) سىز ھېساب ئاچقان بانكىنىڭ Microsoft نىڭ تەلىپى بويىچە ھېساباتىڭىزدىن چىقىم قىلىشىغا ھوقۇق بەرگەن بولىسىز. بانكا بىلەن تۈزگەن كېلىشىم بويىچە پۇل قايتۇرۇۋېلىش ھوقۇقىڭىز بار. ئەگەر پۇلنى قايتۇرۋالماقچى بولسىڭىز، پۇل قايتۇرۇۋېلىش ئىلتىماسى ھېساباتىڭىزدىن چىقىم قىلىنغاندىن باشلاپ 8 ھەپتە ئىچىدە سۇنۇلىشى كېرەك. سىزنىڭ ھوقۇقلىرىڭىز بانكا سىزگە بەرگەن باياناتتا تەپسىلىي بايان قىلىنغان.
uk: Підписуючи цей бланк доручення, ви дозволяєте (А) Microsoft Payments Ltd. ("Microsoft") надсилати запити у ваш банк для дебетування вашого рахунку, а також (Б) вашому банк дебетувати ваш рахунок відповідно до запитів від Microsoft. Ви маєте право на отримання відшкодування від вашого банку відповідно до умов угоди з вашим банком. Відшкодування має бути запитано протягом 8 тижнів із дати дебетування рахунку. Ваші права роз'яснюються у виписці, яку можна отримати в банку.
ur: اس معاہدہ پر دستخت کر کے، آپ (A) Microsoft Payments Ltd. ("Microsoft") کو اپنے بینک اکاؤنٹ کو ڈیبٹ کرنے کیلئے ہدایات بھیجنے کیلئے اور (B) اپنے بینک کو اپنے اکاؤنٹ کو Microsoft کی ہدایات کی مطابطقت میں ڈیبٹ کرنے کی اجازت دیتے ہیں۔ آپ کے حقوق کے حصہ کے طور پر، آپ اپنے بینک کے ساتھ اپنے معاہدہ کی شرائط و ضوابط کے تحت اپنے بینک کی طرف سے رقم کی واپسی کے حقدار ہیں۔ رقم واپسی کا دعوی آپ کے اکاؤنٹ کو ڈیبٹ کیے جانے کی تاریخ سے 8 ہفتوں کے اندر اندر یا جانا ضروری ہے۔ آپ کے حقوق ایک بیان میں واضح کیے گئے ہیں جسے آپ اپنے بینک سے حاصل کر سکتے ہیں۔
uz: Ushbu mandat shaklini imzolash orqali siz bankingizga hisob qaydnomangizdan to'lov olishiga ko'rsatmalar yuborish uchun (A) Microsoft Payments Ltd. ("Microsoft"), va (B) Microsoft-ning ko'rsatmalariga muvofiq hisob qaydnomangizdan to'lov olishi uchun bankingizga vakolat berasiz. Huquqlaringizning bir qismi sifatida bankingiz bilan shartnomaning talab va shartlariga asosan bankingizdan qaytarib berilgan to'lov huquqiga egasiz. Qaytarib berilgan to'lov hisob qaydnomangizdan to'lov olingan sanadan boshlab 8 hafta ichida chiqarilishi kerak. Sizning huquqlaringiz bankingizdan olishingiz mumkin bo'lgan bayonnomada tushuntirib berilgan.
vi: Bằng cách ký biểu mẫu ủy nhiệm này, bạn ủy quyền cho (A) Microsoft Payments Ltd. ("Microsoft") để gửi các chỉ lệnh đến ngân hàng của bạn để ghi nợ tài khoản của bạn, và (B) ngân hàng của bạn để ghi nợ tài khoản của bạn dựa theo các chỉ lệnh của Microsoft. Như một phần quyền lợi của bạn, bạn có quyền được nhận tiền hoàn lại từ ngân hàng của bạn dựa trên các điều khoản và điều kiện trong thỏa thuận của bạn với ngân hàng của bạn. Bạn phải yêu cầu nhận khoản tiền hoàn lại trong vòng 8 tuần kể từ ngày tài khoản của bạn được ghi nợ. Các quyền của bạn được giải thích rõ trong một bảng điều khoản mà bạn có thể lấy được từ ngân hàng của bạn.
zh_hans: 签署此授权单即表示您授权 (A) Microsoft Payments Ltd. ("Microsoft") 向您的银行发送从您的帐户扣款的指令，并且授权 (B) 您的银行依据 Microsoft 的指令从您的帐户扣款。作为您的权利的一部分，您有权依据您与银行已达成协议的条款和条件从银行退款。退款申请必须于帐户扣款日期算起 8 周内提出。您的权利记录在对帐单中，您可从银行获取对帐单。
zh_hant: 透過簽署此授權書，表示您授權 (A) Microsoft Payments Ltd. ("Microsoft") 傳送帳戶扣款指示給您的銀行，並授權 (B) 您的銀行遵照 Microsoft 的指示向您的帳戶扣款。在您享有的諸多權利之中，其中一項是您有權依據您與銀行簽訂之合約的條款及條件，向銀行申請退款。退款申請必須於帳戶扣款日期算起 8 週內提出。您所享有的權利記載於銀行的聲明書中，您可以向銀行索取該份聲明書。
