Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.MBUX.Title.ChoosePI
source: Choose your credit card
af: Kies jou kredietkaart
am: የብድር ካርድህን ምረጥ
ar: اختر بطاقة الائتمان الخاصة بك
as: আপোনাৰ ক্ৰেডিট কাৰ্ড পছন্দ কৰক
az: Kredit kartınızı seçin
bg: Избор на кредитна карта
bn_in: আপনার ক্রেডিট কার্ড বাছুন
bs: Odaberite svoju kreditnu karticu
cy: Dewis eich cerdyn credyd
da: Vælg dit kreditkort
de: Ihre Kreditkarte auswählen
el: Επιλογή της πιστωτικής κάρτας σας
es: Elegir su tarjeta de crédito
et: Valige oma krediitkaart
eu: Aukeratu kreditu-txartela
fa: کارت اعتباری خود را انتخاب کنید
ga: Roghnaigh do chárta creidmheasa
gd: Tagh a' chairt-chreidis agad
gl: Escolla o seu cartón de crédito
gu: તમારું ક્રેડિટ કાર્ડ પસંદ કરો
he: בחר את כרטיס האשראי שלך
hi: अपना क्रेडिट कार्ड चुनें
hr: Odaberi svoju kreditnu karticu
hu: Hitelkártya kiválasztása
id: Pilih kartu kredit Anda
is: Veldu kreditkort þitt
ja: クレジット カードの選択
ka: აირჩიეთ თქვენი საკრედიტო ბარათი
kk: Несие картасын таңдау
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ
ko: 신용 카드 선택
ku_arab: کرێدت کارتی خۆت هەڵبژێرە
ky: Кредит картыңызды тандоо
lo: ເລືອກບັດເຄຣດິດຂອງທ່ານ
lt: Pasirinkite savo kredito kortelę
lv: Izvēlieties savu kredītkarti
mi: Kōwhiria tō kāri nama
mk: Изберете ја вашата кредитна картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് തിരഞ്ഞെടുക്കുക
mn: Кредит картаа сонгох
mr: आपले क्रेडिट कार्ड निवडा
ms: Pilih kad kredit anda
mt: Agħżel il-karta tal-kreditu tiegħek
ne: तपाईको क्रेडिट कार्ड चयन गर्नुहोस्
nn_no: Vel kredittkortet ditt
no: Velg kredittkort
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଚୟନ କରନ୍ତୁ
pa_arab_pk: ‏‏اپنڑے کریڈٹ کارڈ چنڑو
pa_in: ਆਪਣਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਚੁਣੋ
pl: Wybierz kartę kredytową
ru: Выбрать кредитную карту
sd: پنھنجو ڪريڊٽ ڪارڊ چونڊيو
si: ඔබේ ක්‍රෙඩිට් කාඩ්පත තෝරන්න
sl: Izberite kreditno kartico
sr_cyrl_rs: Одаберите своју кредитну картицу
sr_latn_rs: Odaberite svoju kreditnu karticu
sv: Välj ditt kreditkort
ta: உங்கள் கடன் அட்டையைத் தேர்வுசெய்யவும்
te: మీ క్రెడిట్ కార్డ్ ను ఎంచుకోండి
tg: Корти қарзии худро интихоб кунед
th: เลือกบัตรเครดิตของคุณ
tr: Kredi kartınızı seçin
tt: Сезнең кредит картагызны сайлау
ug: ئىناۋەتلىك كارتىڭىزنى كىرگۈزۈڭ
uk: Виберіть кредитну картку
ur: اپنے کریڈٹ کارڈ کا انتخاب کریں
uz: Kredit kartochkangizni tanlang
vi: Chọn thẻ tín dụng của bạn
zh_hans: 选择您的信用卡
zh_hant: 選擇您的信用卡

# Word.Button.Confirm
source: Confirm
af: Bevestig
am: ማረጋገጥ
ar: تأكيد
as: নিশ্চিত কৰক
az: Təsdiq et
bg: Потвърди
bn_in: নিশ্চিত করুন
bs: Potvrdite
cy: Cadarnhau
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
et: Kinnita
eu: Berretsi
fa: تأیید کردن
ga: Deimhnigh
gd: Dearbh
gl: Confirmar
gu: ખાતરી કરો
he: אישור
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
is: Staðfesta
ja: 確認
ka: დადასტურება
kk: Растау
kn: ದೃಢಪಡಿಸು
ko: 확인
ku_arab: دوپاتکردنەوە
ky: Ырастоо
lo: ຢືນຢັນ
lt: Patvirtinti
lv: Apstiprināt
mi: Whakaū
mk: Потврди
ml: സ്ഥിരീകരിക്കുക
mn: Баталгаажуулах
mr: पुष्टी करा
ms: Sahkan
mt: Ikkonferma
ne: रुजू गर्नुहोस्
nn_no: Stadfest
no: Bekreft
or: ସୁନିଶ୍ଚିତ
pa_arab_pk: تصدیق کرو
pa_in: ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź
ru: Подтвердить
sd: تصديق ڪريو
si: තහවුරු කරන්න
sl: Potrdi
sr_cyrl_rs: Потврди
sr_latn_rs: Potvrdi
sv: Bekräfta
ta: உறுதிசெய்
te: నిర్ధారించండి
tg: Тасдиқ
th: ยืนยัน
tr: Onayla
tt: Раслау итү
ug: جەزىملەشتۈرۈش
uk: Підтвердити
ur: تصدیق کرو
uz: Tasdiqlash
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認

# Word.TownCity
source: Town/City
af: Dorp/stad
am: ትንሽ ከተማ/ከተማ
ar: بلدة/مدينة
as: চহৰ/নগৰ
az: Qəsəbə/Şəhər
bg: Град/Село
bn_in: নগর/শহর
bs: Grad
cy: Tref/Dinas
da: By
de: Ort
el: Πόλη
es: Ciudad
et: Linn
eu: Herria/Hiria
fa: شهر
ga: Baile/Cathair
gd: Baile/Cathair
gl: Cidade
gu: શહેર/ગામ
he: עיר/יישוב
hi: नगर/शहर
hr: Mjesto/grad
hu: Város
id: Kota
is: Bær/borg
ja: 市区町村
ka: ქალაქი/დაბა
kk: Қала
kn: ಪಟ್ಟಣ/ನಗರ
ko: 도시/마을
ku_arab: ناحیە/شار
ky: Кыштак/Шаар
lo: ເມືອງ/ຕົວເມືອງ
lt: Miestas
lv: Pilsēta
mi: Tāone/Tāone Nui
mk: Место/Град
ml: ടൌണ്‍/നഗരം
mn: Хот
mr: नगर/शहर
ms: Bandar/Bandar raya
mt: Raħal/Belt
ne: टोल/सहर
nn_no: By/stad
no: By/poststed
or: ଟାଉନ୍/ସହର
pa_arab_pk: ‏‏قصبہ/شہر
pa_in: ਕਸਬਾ/ਸ਼ਹਿਰ
pl: Miasta/miejscowości
ru: Город
sd: ننڍو شھر/شھر
si: නගරය/පුරවරය
sl: Mesto/kraj
sr_cyrl_rs: Град
sr_latn_rs: Grad
sv: Stad/ort
ta: சிறுநகரம்/நகரம்
te: పట్టణం/నగరం
tg: Шаҳрак/шаҳр
th: เมือง
tr: İlçe/Şehir
tt: Шәһәр
ug: بازار/شەھەر
uk: Місто
ur: قصبہ/شہر
uz: Shaharcha/Shahar
vi: Thị trấn/Thành phố
zh_hans: 市/县/镇
zh_hant: 鄉/鎮/市

# Word.State.HK.HK
source: Hong Kong Island
af: Hongkong-eiland
am: ሆንግ ኮንግ ደሴት
ar: جزيرة هونج كونج
as: হংকং আইলেণ্ড
az: Honq Konq Adası
bg: Остров Hong Kong
bn_in: হং কং দ্বীপ
bs: Otok Hongkong
cy: Ynys Hong Kong
de: Hongkong Insel
el: Νησί Χονγκ Κονγκ
es: Isla de Hong Kong
et: Hongkong
eu: Hong Kong uhartea
fa: جزیره هنگ کنگ
ga: Oileán Hong Cong
gl: Illa de Hong Kong
gu: હૉંગ કૉંગ આઇલૅન્ડ
he: האי הונג קונג
hi: हांग कांग द्वीप
hr: Otok Hong Kong
hu: Hongkong-sziget
id: Pulau Hong Kong
is: Hong Kong-eyja
ja: 香港島
ka: ჰონკონგის კუნძული
kk: Гонконг аралы
kn: ಹಾಂಗ್‌ ಕಾಂಗ್ ಐಲ್ಯಾಂಡ್
ku_arab: هەرێمی بەڕێوەبەرایەتی تایبەتی هۆنگ کۆنگ
ky: Гоң Коң аралы
lo: ເກາະຮ່ອງກົງ
lt: Honkongo sala
lv: Honkongas sala
mi: Te Motere o Hongipua
mk: Островот Хонгконг
ml: ഹോം കോംഗ് ഐലന്‍ഡ്
mn: Гонг Конг арал
mr: हाँग काँग बेट
ms: Pulau Hong Kong
ne: हङ्कङ् टापू
nn_no: Hongkong
no: Hongkong
or: ହଂ କଂ ଦ୍ଵୀପ
pa_arab_pk: ‏‏ہانگ کانگ جزیرہ
pa_in: ਹਾਂਗ ਕਾਂਗ ਟਾਪੂ
pl: Wyspa Hongkong
ru: О. Гонконг
sd: ھانگ ڪانگ ٻيٽ
si: හොංකොං දුපත
sl: Otok Hongkong
sr_cyrl_rs: Острво Хонгконг
sr_latn_rs: Ostrvo Hongkong
sv: Hongkongön
ta: ஹாங்காங் தீவுகள்
te: హాంకాంగ్ ఐలాండ్
tg: Ҷазираи Ҳонгконг
th: เกาะฮ่องกง
tr: Hong Kong Adası
tt: Гонконг утравы
ug: شياڭگاڭ ئارىلى
uk: Острів Гонконг
ur: جزیرہ ہانک کانگ
uz: Gonkong oroli
vi: Đảo Hồng Kông
zh_hans: 香港岛
zh_hant: 港島

# Word.State.HK.KL
source: Kowloon
am: ካወሉን
ar: كاولون
as: ক'ল'ন
az: Koulon
bg: Каулун
bn_in: কোলুন
el: Κοουλούν
fa: کولون
gu: કોઉલુન
he: קאולון
hi: कोव्लून
ja: 九龍
ka: კაულუნი
kk: Коулун
kn: ಕೌಲೂನ್
ku_arab: کاولوون
ky: Коулун
lo: ໂຄລູນ
lt: Kovlunas
lv: Kouluna
mi: Kaurūne
mk: Каулун
ml: കൌലൂണ്‍
mn: Каулан
mr: कोलून
ne: काउलोन
or: କୋଲୋନ୍
pa_arab_pk: ‏‏کولون
pa_in: ਕੋਲੂਨ
ru: Коулун
sd: نولون
si: කොව්ලෝන්
sl: Kovlun
sr_cyrl_rs: Ковлун
sr_latn_rs: Kovlun
ta: கவ்லூன்
te: కులూన్
tg: Каулун
th: เกาลูน
tt: Цзюлун
ug: كوۋلۇن
uk: Каулун
ur: کولون
uz: Koulun
zh_hans: 九龙
zh_hant: 九龍

# Word.State.HK.NT
source: New Territories
af: Nuwe gebiede
am: አዲስ ግዛቶች
ar: أقاليم جديدة
as: নতুন প্ৰদেশ
az: Yeni Ərazilər
bg: Нови територии
bn_in: নিউ টেরিটরি
bs: Nove teritorije
cy: Tiriogaethau Newydd
da: Nye territorier
el: Νέες Περιφέρειες
es: Nuevos Territorios
eu: Lurralde berriak
fa: قلمروی جدید
ga: Na Nua-Chríocha
gl: Novos Territorios
gu: ન્યુ ટેરીટરીઝ
he: הטריטוריות החדשות
hi: नए क्षेत्र
hr: Nova područja
hu: Új területek
id: Teritori Baru
ja: 新界
ka: ახალი ტერიტორიები
kk: Жаңа аумақтар
kn: ಹೊಸ ಪ್ರಾಂತ್ಯಗಳು
ku_arab: هەرێمە نوێکان
ky: Жаңы аймактар
lo: ນີວເທຣິທໍຣີ
lt: Naujosios teritorijos
lv: Jaunās teritorijas
mi: Ngā Takiwā Hōu
mk: Нови Територии
ml: പുതിയ പ്രവിശ്യകള്‍
mn: Шинэ бүс нутгууд
mr: नवीन प्रांत
ms: Wilayah Baharu
mt: Territorji Ġodda
ne: नयाँ इलाकाहरू
no: Nye territorier
or: ନୂତନ କେନ୍ଦ୍ରଶାସିତ ଅଞ୍ଚଳଗୁଡିକ
pa_arab_pk: ‏‏نویں ریاستاں
pa_in: ਨਵੇਂ ਖੇਤਰ
pl: Nowe Terytoria
ru: Новые территории
sd: نيون ٽيريٽيون
si: නව දේශසීමා
sl: Novi teritoriji
sr_cyrl_rs: Нове територије
sr_latn_rs: Nove teritorije
ta: புதிய பிரதேசங்கள்
te: కొత్త టెరిటరీస్
tg: Ҳудуҳои нав
th: เขตดินแดนใหม่
tr: Yeni Topraklar
tt: Яңа җирләр
ug: يېڭى تېررىتورىيە
uk: Нові території
ur: نئے خطے
uz: Yangi hududlar
vi: Các Lãnh thổ Mới
zh_hans: 新界
zh_hant: 新界

# Literal.Logo.MasterCard.Title
source: MasterCard secure code
af: MasterCard-sekuriteitskode
am: የ MasterCard መድህን ኮድ
ar: رمز أمان MasterCard‏
as: MasterCard সুৰক্ষা ক'ড
az: MasterCard təhlükəsizlik kodu
bn_in: MasterCard নিরাপদ কোড
bs: MasterCard sigurnosni kôd
cy: Cod diogel MasterCard
da: Sikkerhedskode til MasterCard
de: MasterCard-Sicherheitscode
el: Κωδικός ασφαλείας MasterCard
et: MasterCardi turvakood
eu: MasterCard segurtasun-kodea
fa: کد امنیتی MasterCard
ga: Cód slán MasterCard
gd: Còd tèarainteachd MasterCard
gl: Código de seguranza de MasterCard
gu: MasterCard સુરક્ષા કોડ
he: קוד מאובטח של MasterCard
hi: MasterCard सुरक्षा कोड
hr: Sigurnosna šifra na kartici MasterCard
hu: MasterCard biztonsági kód
id: Kode keamanan MasterCard
is: MasterCard-öryggisnúmer
ka: MasterCard-ის უსაფრთხოების კოდი
kk: MasterCard қауіпсіз коды
kn: MasterCard ಸುರಕ್ಷತೆ ಕೋಡ್
ko: MasterCard 보안 코드
ku_arab: کۆدی سەلامەتی MasterCard
ky: MasterCard коопсуздук коду
lo: ລະຫັດຄວາມປອດໄພ MasterCard
lt: „MasterCard“ saugos kodas
mi: Waehere haumaru MasterCard
mk: Безбедносен код на MasterCard
ml: MasterCard സുരക്ഷാ കോഡ്
mn: MasterCard нууц код
mr: MasterCard सुरक्षा कोड
ms: Kod selamat MasterCard
mt: Kodiċi tas-sigurtà tal-MasterCard
ne: MasterCard सुरक्षा संकेत
no: Sikkerhetskode for MasterCard
or: MasterCard ସୁରକ୍ଷିତ କୋଡ୍
pa_arab_pk: ‏‏MasterCard محفوظ کوڈ
pa_in: MasterCard ਸੁਰੱਖਿਆ ਕੋਡ
sd: MasterCard محفوظ ڪوڊ
si: MasterCard ආරක්ෂක කේතය
sl: Varnostna koda kartice MasterCard
sr_cyrl_rs: MasterCard безбедносни код
sr_latn_rs: MasterCard bezbednosni kod
sv: MasterCard-säkerhetskod
ta: MasterCard பாதுகாப்புக் குறியீடு
te: MasterCard సెక్యూరిటీ కోడ్
tg: Рамзи амни MasterCard
th: รหัสความปลอดภัย MasterCard
tr: MasterCard güvenlik kodu
tt: MasterCard имин коды
ug: MasterCard بىخەتەرلىك نومۇرى
uk: Код безпеки MasterCard
ur: MasterCard محفوظ کوڈ
uz: MasterCard xavfsizlik kodi
vi: Mã bảo mật MasterCard
zh_hans: MasterCard 安全代码
zh_hant: MasterCard 驗證密碼

# Literal.Logo.Truste.Title
source: Truste certified privacy
af: Truste- gesertifiseerde privaatheid
am: ምልክት የተረጋገጠ ግላዊነት
ar: خصوصية معتمدة موثوقة
as: বিশ্বাসী প্ৰমাণীকৃত গোপনীয়তা
az: Truste tərəfindən təsdiqlənmiş məxfilik
bg: Поверителност удостоверена от Truste
bn_in: ট্রাস্টি সার্টিফায়েড গোপনীয়তা
bs: Truste certificirana privatnost
cy: Preifatrwydd ardystiedig Truste
da: Certificeret beskyttelse af personlige oplysninger, der er tillid til
de: TrustE zertifizierter Datenschutz
el: Προστασία προσωπικών δεδομένων πιστοποιημένη από την Truste
es: Privacidad certificada por TRUSTe
et: Truste serditud privaatsus
eu: Truste ziurtagiridun pribatutasuna
fa: حریم خصوصی مورد تأیید Truste
ga: Príobháideachas deimhnithe truste
gd: Prìobhaideachd dearbhte le TRUSTe
gl: Privacidade certificada de confianza
gu: ટ્રસ્ટ પ્રમાણિત ગુપ્તતા
he: פרטיות מאושרת של Truste
hi: Truste की प्रमाणित गोपनीयता
hr: Pouzdana potvrđena privatnost
hu: Bizalmas hitelesített adatvédelem
id: Privasi sertifikasi yang dipercaya
is: Traust og vottuð persónuvernd
ja: TRUSTe 認定済みプライバシー
ka: სანდო სერთიფიცირებული კონფიდენციალურობა
kk: Truste құпиялылықты куәландырды
kn: ನಂಬಿಗಾರ್ಹ ಪ್ರಮಾಣೀಕೃತ ಗೌಪ್ಯತೆ
ko: TRUSTe 인증 개인정보취급방침
ku_arab: تایبەتمەندیی بڕواپێکراوی Truste
ky: Truste тастыкталган коопсуздугу
lo: ຄວາມເປັນສ່ວນຕົວທີ່ຢັ້ງຢືນແລະເຊື່ອຖືໄດ້
lt: „Truste“ sertifikuotas privatumas
lv: Truste sertificēta konfidencialitāte
mi: Tūmataitinga whai tiwhikete whirinaki
mk: Приватноста е потврдена од Truste
ml: Truste സാക്‍ഷ്യപ്പെടുത്തിയ സ്വകാര്യത
mn: Truste итгэмжлэгдсэн нууцлал
mr: विश्वस्त प्रमाणित गोपनीयता
ms: Privasi disahkan Truste
mt: Privatezza ċertifikata ta' TRUSTe
ne: विश्वसनीय प्रमाणित गोपनीयत
nn_no: Truste sertifisert personvern
no: Pålitelig sertifisert personvern
or: ବିଶ୍ଵସ୍ତ ସାର୍ଟିଫିକେଟ୍‌ଯୁକ୍ତ ଗୋପନୀୟତା
pa_arab_pk: ‏‏ترسٹی دی سند یافتہ ذاتیات
pa_in: ਪੁਸ਼ਟੀ ਕੀਤੀ ਗਈ ਗੁਪਤਤਾ ਦਾ ਭਰੋਸਾ
pl: Ochrona prywatności z certyfikatem TRUSTe
ru: Конфиденциальность обеспечивается сертификатом Truste
sd: Truste سرٽيفائيڊ خانگي نوعيت
si: විශ්වාසවන්ත සහතික කළ රහස්‍යතාව
sl: Certificirana zasebnost Truste
sr_cyrl_rs: Truste сертификована приватност
sr_latn_rs: Truste sertifikovana privatnost
sv: Truste certifierad säkerhet
ta: நம்பிக்கையாளர் சான்றளித்த தனியுரிமை
te: ట్రస్టీ ద్వారా ధృవీకరించబడిన ప్రైవసి
tg: Махфияти тасдиқшудаи мӯътамад
th: การรักษาความเป็นส่วนตัวที่ผ่านการรับรองโดย Truste
tr: Güvenilen sertifikalı gizlilik
tt: Truste сертификаты булган хосусыйлык
ug: ئىشەنچىلىك مەخپىيەتلىك
uk: Конфіденційність засвідчена довіреною організацією
ur: Truste کی مصدقہ نجی حیثیت
uz: Truste sertifikatlashgan maxfiylik
vi: Quyền riêng tư được chứng thực bởi Truste
zh_hans: Truste 认证隐私
zh_hant: Truste 隱私認證

# Literal.Logo.Visa.Title
source: Verified by Visa
af: Geverifieer deur Visa
am: Visa ተረጋግጠዋል።
ar: معتمد من Visa‏
as: Visa সত্যাপন কৰক
az: Visa tərəfindən yoxlanılıb
bg: Проверено от Visa
bn_in: Visa দিয়ে যাচাই করা
bs: Verificirala Visa
cy: Dilyswyd gan Visa
da: Bekræftet af Visa
de: Überprüft von Visa
el: Επικύρωση από τη Visa
et: Visa poolt kontrollitud
eu: Visa-k egiaztatua
fa: تأیید شده توسط Visa
ga: Deimhnithe ag Visa
gd: Air a dhearbhadh le Visa
gl: Verificado por Visa
gu: Visa દ્વારા પ્રમાણિત
he: מאומת על-ידי Visa
hi: Visa द्वारा सत्यापित
hr: Potvrdila Visa
hu: A Visa által ellenőrzött
id: Diverifikasi oleh Visa
is: Staðfest af Visa
ja: Visa 検証済み
ka: შეამოწმა Visa-მ
kk: Visa арқылы тексерілді
kn: Visa ಪರಿಶೀಲಿಸಲ್ಪಟ್ಟಿದೆ
ko: Verify by Visa
ku_arab: لەلایەن Visa سەلمێنراوە
ky: Visa тарабынан туураланган
lo: ກວດສອບໂດຍ Visa
lt: „Visa“ patvirtintas
mi: Nā Visa i manatoko
mk: Проверено од Visa
ml: Visa മുഖേന വേരിഫൈ ചെയ്തത്
mn: Visa-р баталгаажсан
mr: Visa द्वारे पडताळणी
ms: Disahkan oleh Visa
mt: Ivverifikat minn Visa
ne: Visa द्वारा रुजू गरिएको
or: Visa ଦ୍ଵାରା ଯାଞ୍ଚ ହୋଇଛି
pa_arab_pk: ‏‏Visa دے ذریعہ تصدیق کرو
pa_in: Visa ਦੁਆਰਾ ਤਸਦੀਕ
sd: Visa کان تصديق ٿيل
si: Visa මඟින් තහවුරු කළ
sl: Preverjeno z Visa
sr_cyrl_rs: Верификовала Visa
sr_latn_rs: Verifikovala Visa
ta: Visa மூலம் சரிபார்க்கப்பட்டது
te: Visa ద్వారా తనిఖీ చేయబడింది
tg: Аз ҷониби Visa санҷида шудааст
tr: Visa tarafından doğrulandı
ug: تەرەپىدىن پەرقلەندۈرۈلدى Visa
ur: Visa سے تصدیق شدہ
uz: Visa tomonidan tasdiqlangan
vi: Đã kiểm chứng bởi Visa
zh_hans: Visa 验证
zh_hant: Visa 驗證

# Word.FriendlyName
source: Friendly name
af: Vriendelike naam
am: ምቹ ስም
ar: اسم مألوف
as: বন্ধুভাৱাপন্ন নাম
az: Anlaşıqlı ad
bg: Леснозапомнящо се име
bn_in: বন্ধুত্বপূর্ণ নাম
bs: Prepoznatljivo ime
cy: Enw hwylus
da: Fuldt navn
de: Anzeigename
el: Φιλικό όνομα
es: Nombre descriptivo
et: Sõbralik nimi
eu: Izen informala
fa: نام دوستانه
ga: Gnáthainm
gd: Ainm càirdeil
gl: Nome amigable
gu: મૈત્રીપૂર્ણ નામ
he: שם ידידותי
hi: मित्रवत नाम
hr: Neslužbeni naziv
hu: Rövid név
id: Nama akrab
is: Stutt heiti
ja: フレンドリ名
ka: მეგობრული სახელი
kk: Түсінікті ат
kn: ಸ್ನೇಹಪೂರ್ಣ ಹೆಸರು
ko: 식별 이름
ku_arab: ناوی دۆستانە
ky: Түшүнүктүүат
lo: ຊື່ທີ່ຈື່ງ່າຍ
lt: Lengvai įsimenamas vardas
lv: Draudzīgais nosaukums
mi: Ingoa rarata
mk: Пријателско име
ml: ഇഷടപ്പെടുന്ന പേര്
mn: Нөхөрсөг нэр
mr: ‍मैत्रीपूर्ण नाव
ms: Nama mesra
mt: Isem faċli
ne: मिलनसार नाम
nn_no: Eigendefinert namn
no: Egendefinert navn
or: ବନ୍ଧୁତ୍ଵ ନାମ
pa_arab_pk: ‏‏دوستانہ ناں
pa_in: ਦੋਸਤਾਨਾ ਨਾਮ
pl: Przyjazna nazwa
ru: Понятное имя
sd: دوستاڻو نالو
si: මිතුරු නම
sl: Prijazno ime
sr_cyrl_rs: Препознатљиво име
sr_latn_rs: Prepoznatljivo ime
sv: Eget namn
ta: நட்புப் பெயர்
te: స్నేహపూర్వక పేరు
tg: Номи мусоид
th: ชื่อที่จำง่าย
tr: Kolay ad
tt: Аңлаешлы исем
ug: دوستانە ئىسمىڭىز
uk: Ім'я та прізвище
ur: دوستانہ نام
uz: Do‘stona ism
vi: Tên thân mật
zh_hans: 友好名称
zh_hant: 易記名稱

# Literal.MBUX.Processing
source: Processing...
af: Besig om te verwerk...
am: ማካኼድ...
ar: جارٍ المعالجة...
as: প্ৰক্ৰিয়াৰত...
az: Emal olunur...
bg: Обработва се...
bn_in: প্রক্রিয়ারত...
bs: Obrađivanje...
cy: Wrthi'n prosesu...
da: Behandler...
de: Wird verarbeitet...
el: Επεξεργασία...
es: Procesando...
et: Töötlus käib ...
eu: Prozesatzen...
fa: در حال پردازش...
ga: Á phróiseáil...
gd: Ga phròiseasadh...
gl: Procesando...
gu: પ્રોસેસ થાય છે...
he: מעבד...
hi: संसाधित हो रहा है...
hr: U obradi...
hu: Feldolgozás...
id: Memproses...
is: Í vinnslu...
ja: 処理中...
ka: მუშავდება...
kk: Өңделуде...
kn: ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲಾಗುತ್ತಿದೆ...
ko: 처리 중...
ku_arab: خەریکی سازکردنە...
ky: Иштетүү...
lo: ກຳລັງປະມວນຜົນ...
lt: Apdorojama...
lv: Apstrādā...
mi: Tukatuka ana...
mk: Обработка...
ml: പ്രോസസ്സുചെയ്യുന്നു...
mn: Боловсруулж байна...
mr: प्रक्रिया करत आहे...
ms: Sedang memproses...
mt: Proċessar...
ne: प्रशोधन गरिँदै...
nn_no: Handsamar...
no: Behandler...
or: ପ୍ରକ୍ରିୟାକରଣ...
pa_arab_pk: ‏‏عمل درآمد جاری اے...
pa_in: ਪ੍ਰਕਿਰਿਆ ਕੀਤੀ ਜਾ ਰਹੀ...
pl: Przetwarzanie...
ru: Выполняется обработка...
sd: عمل ٿي رهيو آهي...
si: සැකසෙමින්...
sl: Obdelava ...
sr_cyrl_rs: Обрада је у току...
sr_latn_rs: Obrada je u toku...
sv: Bearbetar...
ta: செயலாக்குகிறது...
te: ప్రాసెస్ అవుతున్నది...
tg: Коркард мешавад...
th: กำลังประมวลผล...
tr: İşleniyor...
tt: Эшкәртү...
ug: بىر تەرەپ قىلىنىۋاتىدۇ...
uk: Обробка...
ur: عمل جاری ہے...
uz: Bajarilmoqda...
vi: Đang xử lí...
zh_hans: 正在处理...
zh_hant: 處理中...

# Word.MBUX.EditThisCreditCard
source: Edit this Credit Card
af: Wysig hierdie kredietkaart
am: ይህ የብድር ካርድ አርትዕ
ar: تحرير تفاصيل بطاقة الائتمان هذه
as: এই ক্ৰেডিট কাৰ্ডখন সম্পাদনা কৰক
az: Bu Kredit Kartını redaktə edin
bg: Редактиране на тази кредитна карта
bn_in: এই ক্রেডিট কার্ড সম্পাদনা করুন
bs: Uredite ovu kreditnu karticu
cy: Golygu'r Cerdyn Credyd hwn
da: Rediger dette kreditkort
de: Diese Kreditkarte bearbeiten
el: Επεξεργασία αυτής της πιστωτικής κάρτας
es: Editar esta tarjeta de crédito
et: Redigeeri seda krediitkaarti
eu: Editatu kreditu-txartela
fa: این کارت اعتباری را ویرایش کنید
ga: Cuir an cárta creidmheasa in eagar
gd: Deasaich a' chairt-chreidis seo
gl: Editar este cartón de crédito
gu: ક્રેડિટ કાર્ડ સુધારો
he: הוסף כרטיס אשראי זה
hi: इस क्रेडिट कार्ड को संपादित करें
hr: Uredi ovu kreditnu karticu
hu: Jelen hitelkártya szerkesztése
id: Edit Kartu Kredit ini
is: Breyta þessu kreditkorti
ja: このクレジット カードの編集
ka: ამ საკრედიტო ბარათის შეცვლა
kk: Бұл несие картасын өңдеу
kn: ಈ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಪಾದಿಸಿ
ko: 이 신용 카드 편집
ku_arab: ئەم کرێدت کارتە بژاربکە
ky: Бул кредит картын оңдоо
lo: ແກ້ໄຂບັດເຄຣດິດນີ້
lt: Redaguoti šią kredito kortelę
lv: Rediģēt šo kredītkarti
mi: Whakatikahia tēnei Kāri Nama
mk: Уредете ја кредитната картичка
ml: ഈ ക്രെഡിറ്റ് കാര്‍ഡ് എഡിറ്റുചെയ്യുക
mn: Энэ кредит картыг засварлах
mr: हे क्रेडिट कार्ड संपादित करा
ms: Edit Kad Kredit ini
mt: Editja din il-Karta tal-Kreditu
ne: यस क्रेडिट कार्ड सम्पादन गर्नुहोस्
nn_no: Rediger dette kredittkortet
no: Rediger dette kredittkortet
or: ଏହି କ୍ରେଡିଟ୍ କାର୍ଡ୍ ସମ୍ପାଦନ କରନ୍ତୁ
pa_arab_pk: ‏‏ایس کریڈٹ کارڈ چے تبدیلی کرو
pa_in: ਇਸ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj tę kartę kredytową
ru: Редактировать сведения об этой кредитной карте
sd: ھن ڪريڊٽ ڪارڊ جي تدوين ڪريو
si: මෙම ක්‍රෙඩිට් කාඩ්පත වෙනස් කරන්න
sl: Uredite to kreditno kartico
sr_cyrl_rs: Уредите ову кредитну картицу
sr_latn_rs: Uredite ovu kreditnu karticu
sv: Ändra detta kreditkort
ta: இந்த கடன் அட்டையைத் திருத்தவும்
te: ఈ క్రెడిట్ కార్డ్ ను ఎడిట్ చేయండి
tg: Ин корти қарзиро таҳрир кунед
th: แก้ไขบัตรเครดิตนี้
tr: Bu Kredi Kartını Düzenle
tt: Бу кредит картаны үзгәртү
ug: بۇ ئىناۋەتلىك كارتىڭىزنى تەھرىرلەڭ
uk: Змінити цю кредитну картку
ur: اس کریڈٹ کارڈ میں ترمیم کریں
uz: Ushbu kredit kartochkani o‘zgartirish
vi: Sửa Thẻ Tín dụng này
zh_hans: 编辑此信用卡
zh_hant: 編輯此信用卡

# Word.MBUX.Title.EditPI
source: Edit your credit card
af: Wysig jou kredietkaart
am: የብድር ካርድህን አርትዕ
ar: تحرير تفاصيل بطاقة الائتمان الخاصة بك
as: আপোনাৰ ক্ৰেডিট কাৰ্ড সম্পাদনা কৰক
az: Kredit kartınızı redaktə edin
bg: Редактиране на кредитната карта
bn_in: আপনার ক্রেডিট কার্ড সম্পাদনা করুন
bs: Uredite svoju kreditnu karticu
cy: Golygu eich cerdyn credyd
da: Rediger dit kreditkort
de: Ihre Kreditkarte bearbeiten
el: Επεξεργασία της πιστωτικής κάρτας σας
es: Editar su tarjeta de crédito
et: Redigeerige oma krediitkaarti
eu: Editatu kreditu-txartela
fa: کارت اعتباری خود را ویرایش کنید
ga: Déan eagarthóireacht ar do chárta creidmheasa
gd: Deasaich a' chairt-chreidis agad
gl: Edite o seu cartón de crédito
gu: તમારું ક્રેડિટ કાર્ડ સુધારો
he: ערוך את כרטיס האשראי שלך
hi: अपना क्रेडिट कार्ड संपादित करें
hr: Uredi svoju kreditnu karticu
hu: Hitelkártya szerkesztése
id: Edit kartu kredit Anda
is: Breyttu kreditkorti þínu
ja: クレジット カードの編集
ka: შეცვალეთ თქვენი საკრედიტო ბარათი
kk: Несие картасын өңдеу
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸಂಪಾದಿಸಿ
ko: 신용 카드 편집
ku_arab: کرێدت کارتی خۆت بژار بکە
ky: Кредит картыңызды оңдоо
lo: ແກ້ໄຂບັດເຄຣດິດຂອງທ່ານ
lt: Redaguokite savo kredito kortelę
lv: Rediģējiet savu kredītkarti
mi: Whakatikahia tō kāri nama
mk: Уредете ја вашата кредитна картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് എഡിറ്റുചെയ്യുക
mn: Кредит картаа засварлах
mr: आपले क्रेडिट कार्ड संपादित करा
ms: Edit kad kredit anda
mt: Editja l-karta tal-kreditu tiegħek
ne: तपाईको क्रेडिट कार्ड सम्पादन गर्नुहोस्
nn_no: Rediger kredittkortet ditt
no: Rediger kredittkortet
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ସମ୍ପାଦନ କରନ୍ତୁ
pa_arab_pk: ‏‏ایس کریڈٹ کارڈ نمبر چے تبدیلی کرو
pa_in: ਆਪਣਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj kartę kredytową
ru: Редактировать сведения о своей кредитной карте
sd: پنھنجي ڪريڊٽ ڪارڊ جي تدوين ڪريو
si: ඔබේ ක්‍රෙඩිට් කාඩ්පත වෙනස් කරන්න
sl: Uredite kreditno kartico
sr_cyrl_rs: Уредите своју кредитну картицу
sr_latn_rs: Uredite svoju kreditnu karticu
sv: Ändra ditt kreditkort
ta: உங்கள் கடன் அட்டையைத் திருத்தவும்
te: మీ క్రెడిట్ కార్డ్ ను ఎడిట్ చేయండి
tg: Корти қарзии худро таҳрир кунед
th: แก้ไขบัตรเครดิตของคุณ
tr: Kredi kartınızı düzenleyin
tt: Сезнең кредит картагызны үзгәртү
ug: ئىناۋەتلىك كارتىڭىزنى تەھرىرلەڭ
uk: Змініть кредитну картку
ur: اپنے کریڈٹ کارد میں ترمیم کریں
uz: Kredit kartochkangizni o‘zgartiring
vi: Sửa thẻ tín dụng của bạn
zh_hans: 编辑您的信用卡
zh_hant: 編輯您的信用卡

# Word.Month
source: Month
af: Maand
am: ወር
ar: الشهر
as: মাহ
az: Ay
bg: Месец
bn_in: মাস
bs: Mjesec
cy: Mis
da: Måned
de: Monat
el: Μήνας
es: Mes
et: Kuu
eu: Hilabetea
fa: ماه
ga: Mí
gd: Mìos
gl: Mes
gu: માસ
he: חודש
hi: महीना
hr: Mjesec
hu: Hónap
id: Bulan
is: Mánuður
ja: 月
ka: თვე
kk: Ай
kn: ತಿಂಗಳು
ko: 월
ku_arab: مانگ
ky: Айы
lo: ເດືອນ
lt: Mėnuo
lv: Mēnesis
mi: Marama
mk: Месец
ml: മാസം
mn: Сар
mr: महिना
ms: Bulan
mt: Xahar
ne: महिना
nn_no: Månad
no: Måned
or: ମାସ
pa_arab_pk: ‏‏مینہ
pa_in: ਮਹੀਨਾ
pl: Miesiąc
ru: Месяц
sd: مھينو
si: මාසය
sl: Mesec
sr_cyrl_rs: Месец
sr_latn_rs: Mesec
sv: Månad
ta: மாதம்
te: నెల
tg: Моҳ
th: เดือน
tr: Ay
tt: Ай
ug: ئاي
uk: Місяць
ur: مہینہ
uz: Oy
vi: Tháng
zh_hans: 月份
zh_hant: 月

# Word.Year
source: Year
af: Jaar
am: ዓመት
ar: العام
as: বছৰ
az: İl
bg: Година
bn_in: বছর
bs: Godina
cy: Blwyddyn
da: År
de: Jahr
el: Έτος
es: Año
et: Aasta
eu: Urtea
fa: سال
ga: Bliain
gd: Bliadhna
gl: Ano
gu: વર્ષ
he: שנה
hi: वर्ष
hr: Godina
hu: Év
id: Tahun
is: Ár
ja: 年
ka: წელი
kk: Жыл
kn: ವರ್ಷ
ko: 년
ku_arab: ساڵ
ky: Жылы
lo: ປີ
lt: Metai
lv: Gads
mi: Tau
mk: Година
ml: വര്‍ഷം
mn: Он
mr: वर्ष
ms: Tahun
mt: Sena
ne: वर्ष
nn_no: År
no: År
or: ବର୍ଷ
pa_arab_pk: ‏‏سال
pa_in: ਸਾਲ
pl: Rok
ru: Год
sd: سال
si: අවුරුද්ද
sl: Leto
sr_cyrl_rs: Година
sr_latn_rs: Godina
sv: År
ta: ஆண்டு
te: సంవత్సరం
tg: Сол
th: ปี
tr: Yıl
tt: Ел
ug: يىل
uk: Рік
ur: سال
uz: Yil
vi: Năm
zh_hans: 年份
zh_hant: 年
