Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PayPalPayInDesc.Help.Skydrive
source: <strong>Note</strong>: When you click <strong>{0}</strong>, you will be redirected to PayPal.com so Paypal can authenticate your account. Microsoft is committed to helping protect your privacy. For more info, see our <a class="font-link1" href="{1}" id="privacyString" target="_blank">privacy and cookies</a>.
af: <strong>Let wel</strong>: Wanneer jy op <strong>{0}</strong> klik, sal jy na PayPal.com herlei word sodat PayPal jou rekening kan waarmerk. Microsoft is daartoe verbind om jou privaatheid te help beskerm. Vir meer inligting, sien ons <a class="font-link1" href="{1}" id="privacyString" target="_blank">privaatheid en koekies</a>.
am: <strong>ማስታወሻ</strong>፥ ጠቅ ስታደርግ <strong>{0}</strong>,ወደ PayPal.com ትመራለህ ስለዚህ PayPal ለመለያህ ፍቃድ መስጠት ይችላል። Microsoft የአንተን ግላዊነት የመጠበቅ ግዴታ አለበት ።ለተጨማሪ መረጃ፣ <a class="font-link1" href="{1}" id="privacyString" target="_blank">ግላዊነትና ኩኪዎች</a> እይ።
ar: <strong>ملاحظة</strong>: بعد نقرك فوق <strong>{0}</strong>، سيعاد توجيهك إلى PayPal.com‏ بحيث يمكن لـ Paypal‏ المصادقة على حسابك. وتلتزم Microsoft‏ بالحفاظ على خصوصيتك. للمزيد من المعلومات راجع <a class="font-link1" href="{1}" id="privacyString" target="_blank">الخصوصية وملفات تعريف الارتباط</a> الخاصة بنا.
as: <strong>টোকা</strong>: আপুনি যেতিয়া <strong>{0}</strong> ক্লিক কৰে, আপুনি PayPal.com-লৈ পুনঃনিৰ্দেশিত হৈ যাব যাতে PayPal-এ আপোনাৰ একাউণ্ট প্ৰামাণিক কৰিব পাৰে৷ Microsoft আপোনাৰ গোপনীয়তা সুৰক্ষিত কৰাত সহায়ৰ বাবে প্ৰতিশ্ৰুতিবদ্ধ৷ অধিক তথ্যৰ কাৰণে, আমাৰ <a class="font-link1" href="{1}" id="privacyString" target="_blank">গোপনীয়তা আৰু কুকী</a> চাওক৷
az: <strong>Qeyd</strong>: <strong>{0}</strong> kliklədikdə, siz PayPal.com ünvanına yönləndiriləcəksiniz ki, PayPal hesabınızın əsilliyini yoxlaya bilsin. Microsoft məxfiliyinizi qorumaqda sizə kömək etmək öhdəliyinə malikdir. Əlavə məlumat üçün <a class="font-link1" href="{1}" id="privacyString" target="_blank">məxfilik və kukilər</a> bölməmizə baxın.
bg: <strong>Забележка</strong>: Когато щракнете върху <strong>{0}</strong>, ще бъдете пренасочен към PayPal.com, за да може PayPal да удостовери акаунта ви. Microsoft се ангажира да способства за защитата на поверителността на вашите данни. За повече информация вижте <a class="font-link1" href="{1}" id="privacyString" target="_blank">поверителност и бисквитки</a>.
bn_in: <strong>টীকা</strong>: আপনি যখন <strong>{0}</strong>, ক্লিক করবেন, আপনি PayPal.com-এ পরিচালিত হবেন যাতে PayPal আপনার অ্যাকাউন্টটিকে প্রমাণ করতে পারে৷ Microsoft আপনার গোপনীয়তা রক্ষায় সাহায্য করার জন্য চুক্তিবদ্ধ৷ আরও তথ্যের জন্য, আমাদের <a class="font-link1" href="{1}" id="privacyString" target="_blank">গোপনীয়তা বিবৃতি ও কুকি</a> দেখুন৷
bs: <strong>Napomena</strong>: kada kliknete <strong>{0}</strong>, bit ćete preusmjereni na PayPal.com kako bi Paypal mogao provjeriti vjerodostojnost vašeg računa. Kompanija Microsoft je posvećena zaštiti vaše privatnosti. Za dodatne informacije pogledajte naše dokumente o <a class="font-link1" href="{1}" id="privacyString" target="_blank">privatnosti i kolačićima</a>.
cy: <strong>Nodyn</strong>: Pan fyddwch chi'n clicio <strong>{0}</strong>, byddwch chi'n cael eich ailgyfeirio i PayPal.com er mwyn i Paypal ddilysu eich cyfrif. Mae Microsoft wedi ymrwymo i helpu i ddiogelu eich preifatrwydd. I gael rhagor o wybodaeth, darllenwch ein <a class="font-link1" href="{1}" id="privacyString" target="_blank">preifatrwydd a briwsion</a>.
da: <strong>Bemærk</strong>! Når du klikker på <strong>{0}</strong>, omdirigeres du til PayPal.com, så PayPal kan godkende din konto. Microsoft beskytter dine personlige oplysninger. Læs vores erklæring om <a class="font-link1" href="{1}" id="privacyString" target="_blank">beskyttelse af personlige oplysninger og cookies</a>.
de: <strong>Hinweis</strong>: Wenn Sie auf <strong>{0}</strong> klicken, werden Sie zu PayPal.com weitergeleitet, damit Ihr Konto von PayPal authentifiziert werden kann. Microsoft setzt sich für den Schutz Ihrer Privatsphäre ein. Weitere Informationen finden Sie unter <a class="font-link1" href="{1}" id="privacyString" target="_blank">Datenschutz und Cookies</a>.
el: <strong>Σημείωση</strong>: Όταν κάνετε κλικ στην επιλογή <strong>{0}</strong>, θα ανακατευθυνθείτε στο PayPal.com προκειμένου το Paypal να μπορέσει να ελέγξει την ταυτότητα του λογαριασμού σας. Η Microsoft δεσμεύεται για την προστασία των προσωπικών δεδομένων σας. Για περισσότερες πληροφορίες, ανατρέξτε στη σελίδα <a class="font-link1" href="{1}" id="privacyString" target="_blank">προστασίας προσωπικών δεδομένων και cookies</a>.
es: <strong>Nota</strong>: al hacer clic en <strong>{0}</strong>, le redirigiremos a PayPal.com para que PayPal pueda autenticar su cuenta. Microsoft se compromete a proteger su privacidad. Para obtener más información, consulte <a class="font-link1" href="{1}" id="privacyString" target="_blank">la privacidad y las cookies</a>.
et: <strong>Märkus</strong>. Kui klõpsate valikut <strong>{0}</strong>, suunatakse teid lehele PayPal.com, et Paypal saaks teie konto autentida. Microsoft kaitseb teie privaatsust. Lisateabe saamiseks vaadake jaotist <a class="font-link1" href="{1}" id="privacyString" target="_blank">Privaatsus ja küpsised</a>.
eu: <strong>Oharra</strong>: <strong>{0}</strong> sakatuta, PayPal.com gunera zuzenduko zara, PayPal-ek zure kontua autentifika dezan. Microsoft-ek zure pribatutasuna babesteko konpromisoa du. Informazio gehiago lortzeko, ikusi <a class="font-link1" href="{1}" id="privacyString" target="_blank">pribatutasuna eta cookie-ak</a>.
fa: <strong>نکته</strong>: هنگامی که روی <strong>{0}</strong> کلیک می کنید، به PayPal.com منتقل می شوید تا Paypal بتواند حسابتان را تأیید کند. Microsoft متعهد می شود تا به محافظت از حریم خصوصی شما کمک کند. برای کسب اطلاعات بیشتر، از <a class="font-link1" href="{1}" id="privacyString" target="_blank">حریم خصوصی و کوکی های</a> ما دیدن کنید.
ga: <strong>Tabhair faoi deara</strong>: Nuair a chliceálfaidh tú ar <strong>{0}</strong>, atreorófar tú chuig PayPal.com ionas gur féidir le PayPal do chuntas a fhíordheimhniú. Tá Microsoft tiomanta do do phríobháideachas a chosaint. Le haghaidh tuilleadh eolais, amharc ar <a class="font-link1" href="{1}" id="privacyString" target="_blank">Príobháideachas agus cuacha</a>.
gd: <strong>An aire</strong>: Nuair a bhriogas tu air <strong>{0}</strong>, thèid d' ath-stiùireadh gu PayPal.com airson 's gun dearbh PayPal an cunntas agad. Tha Microsoft an dealas do phrìobhaideachd a dhìon. Airson barrachd fiosrachaidh, faic <a class="font-link1" href="{1}" id="privacyString" target="_blank">aithris na prìobhaideachd 's nam briosgaidean</a> againn.
gl: <strong>Nota</strong>: ao premer en <strong>{0}</strong>, redireccionarémolo a PayPal.com para que Paypal poida verificar a súa conta. Microsoft está decidido a axudar a protexer a súa privacidade. Para obter máis información, consulte a nosa <a class="font-link1" href="{1}" id="privacyString" target="_blank">privacidade e cookies</a>.
gu: <strong>નોંધ</strong>: તમે <strong>{0}</strong> ક્લિક કરો ત્યારે, તમને PayPal.com પર મોકલવામાં આવશે આથી PayPal તમારા ખાતાનું પ્રમાણીકરણ કરી શકે. તમારી ગોપનીયતાનું રક્ષણ કરવા માટે Microsoft પ્રતિબદ્ધ છે. વધુ માહિતી માટે, અમારી <a class="font-link1" href="{1}" id="privacyString" target="_blank">ગોપનીયતા અને કુકીઝ</a> જુઓ.
he: <strong>הערה</strong>: בעת הלחיצה על <strong>{0}</strong>, תנותב מחדש אל PayPal.com כדי ש- Paypal יוכל לאמת את פרטי החשבון שלך. Microsoft מחויבת להגן על הפרטיות שלך. לקבלת מידע נוסף, ראה <a class="font-link1" href="{1}" id="privacyString" target="_blank">פרטיות וקבצי Cookie</a>.
hi: <strong>नोट</strong>: जब आप <strong>{0}</strong> क्लिक करते हैं, तो आपको PayPal.com पर पुनर्निर्देशित किया जाएगा, ताकि PayPal आपका खाता प्रमाणीकृत कर सके। Microsoft, आपकी गोपनीयता की सुरक्षा करने में मदद करने के लिए प्रतिबद्ध है। अधिक जानकारी के लिए, हमारी <a class="font-link1" href="{1}" id="privacyString" target="_blank">गोपनीयता सूचना</a> देखें।
hr: <strong>Napomena</strong>: kada kliknete <strong>{0}</strong>, preusmjerit ćemo vas na PayPal.com da bi PayPal mogao provjeriti autentičnost vašeg računa. Microsoft nastoji zaštititi vašu privatnost. Dodatne informacije potražite u <a class="font-link1" href="{1}" id="privacyString" target="_blank">izjavi o zaštiti privatnosti i kolačićima</a>.
hu: <strong>Megjegyzés</strong>: A <strong>{0}</strong> gombra kattintás után átirányítjuk a PayPal.com oldalra, hogy a PayPal hitelesíthesse fiókját. A Microsoft elkötelezett ügyfelei és látogatói adatainak védelme iránt, amiről <a class="font-link1" href="{1}" id="privacyString" target="_blank">adatvédelmi, adatkezelési és cookie-kkal kapcsolatos szabályzatainkban</a> tájékozódhat bővebben.
id: <strong>Catatan</strong>: Saat mengeklik <strong>{0}</strong>, Anda akan diarahkan ke PayPal.com sehingga Paypal dapat mengautentikasi rekening Anda. Microsoft berkomitmen untuk membantu melindungi privasi Anda. Untuk informasi lebih lanjut, lihat <a class="font-link1" href="{1}" id="privacyString" target="_blank">privasi dan cookie</a>.
is: <strong>Athugið</strong>: Þegar þú smellir á <strong>{0}</strong> sendum við þig áfram á PayPal.com svo PayPal geti sannvottað reikninginn þinn. Microsoft leggur áherslu á að vernda persónuupplýsingar þínar. Frekari upplýsingar fást í <a class="font-link1" href="{1}" id="privacyString" target="_blank">yfirlýsingu um persónuvernd og kökur</a>.
ja: <strong>注意</strong>: ［<strong>{0}</strong>］ をクリックすると、PayPal.com にリダイレクトされ、Paypal によってお客様のアカウントが認証されます。Microsoft では、お客様のプライバシー保護に努めております。詳細については、<a class="font-link1" href="{1}" id="privacyString" target="_blank">プライバシーとクッキー</a>をお読みください。
ka: <strong>შენიშვნა</strong>: როდესაც დააწკაპუნებთ ღილაკზე „<strong>{0}</strong>“, გადახვალთ საიტზე PayPal.com და PayPal შეძლებს თქვენი ანგარიშის ამოცნობას. Microsoft იცავს თქვენს კონფიდენციალურობას. დამატებითი ინფორმაციისთვის იხილეთ ჩვენი <a class="font-link1" href="{1}" id="privacyString" target="_blank">დებულება კონფიდენციალურობისა და ქუქი-ფაილების შესახებ</a>.
kk: <strong>Ескерім</strong>: <strong>{0}</strong> түймешігін басқанда, PayPal.com торабына қайта бағытталасыз, сөйтіп, PayPal тіркелгіңіздің түпнұсқалығын растай алады. Microsoft құпиялылығыңызды қорғауға көмектесуге берілген. Қосымша ақпарат алу үшін <a class="font-link1" href="{1}" id="privacyString" target="_blank">құпиялылық және «cookie» файлдары</a> бөлімін қараңыз.
kn: <strong>ಗಮನಿಸಿ</strong>: ನೀವು <strong>{0}</strong> ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ, ನಿಮ್ಮನ್ನು PayPal.com ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ ಈ ಮೂಲಕ ನಿಮ್ಮ ಖಾತೆಯನ್ನು Paypal ದೃಢೀಕರಿಸಬಹುದಾಗಿರುತ್ತದೆ. ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ರಕ್ಷಿಸುವಲ್ಲಿ ಸಹಾಯ ಮಾಡಲು Microsoft ಬದ್ಧವಾಗಿದೆ. ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ, ನಮ್ಮ <a class="font-link1" href="{1}" id="privacyString" target="_blank">ಗೌಪ್ಯತೆ ಮತ್ತು ಕುಕೀಗಳು</a> ವೀಕ್ಷಿಸಿ.
ko: <strong>참고</strong>: <strong>{0}</strong>을(를) 클릭하면 Paypal에서 회원님의 계정을 인증하도록 PayPal.com으로 리디렉션됩니다. Microsoft는 개인 정보 보호를 위해 최선을 다하고 있습니다. 자세한 내용은 <a class="font-link1" href="{1}" id="privacyString" target="_blank">개인정보처리방침</a>을 참조하세요.
ku_arab: <strong>تێبینی</strong>: کاتێک تۆ کرتە دەکەیت لەسەر <strong>{0}</strong>، تۆ ئاراستە دەکرێیتەوە بۆ PayPal.com بۆئەوەی Paypal بتوانێت ئەژمێرەکەت بسەلمێنێت. Microsoftپابه‌نده‌ لە یارمەتیدان لە‌ پاراسنتی تایبه‌تمه‌ندیه‌كانتانت. بۆ زانیاری زیاتر، بڕوانە <a class="font-link1" href="{1}" id="privacyString" target="_blank">تایبەتمەندی و كووكی</a>.
ky: <strong>Эскертме</strong>: Сиз <strong>{0}</strong> нукуурун басканда PayPal сиздин каттоо жазууңузду аныкташы үчүн сиз PayPal.com дарегине жөнөтүлөсүз. Microsoft сиздин купуялыгыңызды коргоого жардам берүүгө милдеттенет. Көбүрөөк маалымат үчүн караңыз: <a class="font-link1" href="{1}" id="privacyString" target="_blank">купуялык жана күкүмдөр</a>.
lo: <strong>Note</strong>: ເມື່ອທ່ານຄລິກ <strong>{0}</strong>, ທ່ານຈະຖືກນຳທາງໄປຫາ PayPal.com ເພື່ອໃຫ້ Paypal ສາມາດຮັບຮອງຄວາມຖືກຕ້ອງຂອງບັນຊີຂອງທ່ານ. Microsoft ມຸ້ງໝັ້ນໃນການຊ່ວຍປົກປ້ອງຄວາມເປັນສ່ວນຕົວຂອງທ່ານ. ສຳລັບຂໍ້ມູນເພີ່ມເຕີມ, ໃຫ້ເບິ່ງ <a class="font-link1" href="{1}" id="privacyString" target="_blank">ຄວາມເປັນສ່ວນຕົວ ແລະຄຸກກີ້</a>.
lt: <strong>Pastaba</strong>. Spustelėję <strong>{0}</strong> būsite perkelti į svetainę PayPal.com, kad „Paypal“ galėtų patvirtinti jūsų sąskaitą. „Microsoft“ įsipareigoja padėti apsaugoti jūsų privatumą. Daugiau informacijos rasite mūsų pranešime <a class="font-link1" href="{1}" id="privacyString" target="_blank">Privatumas ir slapukai</a>.
lv: <strong>Piezīme</strong>. Noklikšķinot uz <strong>{0}</strong>, tiksit novirzīts uz vietni PayPal.com, kurā uzņēmums PayPal autentificēs jūsu kontu. Korporācija Microsoft ir apņēmusies veicināt jūsu konfidencialitātes aizsardzību. Papildinformāciju skatiet <a class="font-link1" href="{1}" id="privacyString" target="_blank">paziņojumā par konfidencialitāti un sīkfailiem</a>.
mi: <strong>Note</strong>: Ina pāwhiri koe ki <strong>{0}</strong>, ka kawea koe ki PayPal.com kia whakamotuhēhētia e Paypal tōu pūkete. E ū ana a Microsoft ki te tiaki i tōu mana matatapu. Mō ētahi mōhiohio anō, tirohia tā mātou <a class="font-link1" href="{1}" id="privacyString" target="_blank">tūmataitinga me ngā pihikete</a>.
mk: <strong>Белешка</strong>: Кога ќе кликнете на <strong>{0}</strong>, ќе бидете пренасочени кон PayPal.com за да може Paypal да изврши автентикација на вашата сметка. Microsoft е посветен на заштитата на вашата приватност. За повеќе информации, погледнете во <a class="font-link1" href="{1}" id="privacyString" target="_blank">приватност и колачиња</a>.
ml: <strong>ശ്രദ്ധിക്കുക</strong>: നിങ്ങള്‍ <strong>{0}</strong> ക്ലിക്കുചെയ്യുമ്പോള്‍, നിങ്ങളെ PayPal.com-ലേക്ക് റീഡയറക്‌ടുചെയ്യും, അതുവഴി PayPal-ന് നിങ്ങളുടെ അക്കൌണ്ട് പ്രാമാണീകരിക്കാന്‍ കഴിയും. നിങ്ങളുടെ സ്വകാര്യത പരിരക്ഷിക്കാന്‍ സഹായിക്കുന്നതിന് Microsoft പ്രതിജ്ഞാബദ്ധരാണ്. കൂടുതല്‍ വിവരങ്ങള്‍ക്ക്, ഞങ്ങളുടെ <a class="font-link1" href="{1}" id="privacyString" target="_blank">സ്വകാര്യതയും കുക്കികളും</a> കാണുക.
mn: <strong>Тэмдэглэл</strong>: Та <strong>{0}</strong>-ыг товшиход, таныг PayPal.com руу шилжүүлэх ба ингэснээр таны хэрэглэгчийн бүртгэлийг PayPal баталгаажуулах боломжтой болох юм. Microsoft таны нууцлалыг хамгаалах үүрэгтэй. Илүү их мэдээлэл хүсвэл манай <a class="font-link1" href="{1}" id="privacyString" target="_blank">нууцлал ба кууки</a>-г үзнэ үү.
mr: <strong>नोट</strong>: जेव्हां आपण <strong>{0}</strong> क्लिक करता, तेव्हा आपल्याला PayPal.com कडे रीडायरेक्ट केले जाईल जेणेकरून Paypal आपले खाते प्रमाणित करू शकते. Microsoft आपल्या गोपनीयतेचे संरक्षण करण्यात मदतीसाठी समर्पित आहे. अधिक माहितीसाठी, आमची <a class="font-link1" href="{1}" id="privacyString" target="_blank">गोपनीयता आणि कुकीज</a> पहा.
ms: <strong>Nota</strong>: Apabila anda mengklik <strong>{0}</strong>, anda akan dihalakan ke PayPal.com supaya Paypal dapat mengesahkan akaun anda. Microsoft komited dalam membantu melindungi privasi anda. Untuk mendapatkan maklumat lanjut, lihat <a class="font-link1" href="{1}" id="privacyString" target="_blank">privasi dan kuki</a> kami.
mt: <strong>Nota</strong>: Meta tikklikkja <strong>{0}</strong>, aħna nerġgħu ngħadduk għal PayPal.com sabiex PayPal tkun tista' tawtentika l-kont tiegħek. Microsoft hija impjenata biex tgħin tipproteġi l-privatezza tiegħek. Għal aktar informazzjoni, ara l-<a class="font-link1" href="{1}" id="privacyString" target="_blank">privatezza u cookies</a> tagħna.
ne: <strong>द्रष्टव्य</strong>: जब तपाइँले <strong>{0}</strong> क्लिक गर्नुहुन्छ, तपाइँलाई PayPal.com मा पुन: लगिने छ ताकि Paypal ले तपाइँको खाता प्रमाणीकरण गर्न सकोस्। Microsoft ले तपाइँको गोपनीयता सुरक्षित गर्नको लागि तत्पर छ। थप जानकारीको लागि, हाम्रो <a class="font-link1" href="{1}" id="privacyString" target="_blank">गोपनीयता र कुकीहरू</a> हेर्नुहोस्।
nn_no: <strong>Merk</strong>: Når du klikkar <strong>{0}</strong>, blir du omdirigert til PayPal.com slik at Paypal kan godkjenne kontoen din. Microsoft er opptekne av å hjelpe deg å ta vare på personvernet ditt. Dersom du vil ha meir informasjon, kan du sjå <a class="font-link1" href="{1}" id="privacyString" target="_blank">personvernerklæringa og informasjonskapslar</a>.
no: <strong>Obs!</strong> Når du klikker <strong>{0}</strong>, omadresseres du til PayPal.com, slik at PayPal kan godkjenne kontoen din. Microsoft går inn for å ivareta den enkeltes personvern. Hvis du vil ha mer informasjon, kan du lese <a class="font-link1" href="{1}" id="privacyString" target="_blank">personvernerklæringen</a>.
or: <strong>ଟିପନ୍ତୁ</strong>: ଯେତେବେଳେ ଆପଣ <strong>{0}</strong> କ୍ଲିକ୍ କରିବେ, ଆପଣ PayPal.com କୁ ପୁନଃ Paypal ହେବେ ଯାହା ଦ୍ଵାରା ଆପନଙ୍କର ଏକାଉଣ୍ଟ ପ୍ରାମାଣିକରଣ କରିପାରିବ. Microsoft ଆପଣଙ୍କର ଗୋପନୀୟତା ପ୍ରତିବନ୍ଧିତ କରିବାରେ ସହାୟତା କରିବାକୁ ପ୍ରତିସୃତିବଦ୍ଧ ଅଟେ. ଅଧିକ ସୂଚନା ପାଇଁ, ଆମର <a class="font-link1" href="{1}" id="privacyString" target="_blank">ଗୋପନୀୟ ଏବଂ କୁକୀସମୂହ</a> ଦେଖନ୍ତୁ.
pa_arab_pk: <strong>نوٹ</strong>: جدوں تسی کلک کردے اوہ <strong>{0}</strong>، تہانوں PayPal.com ول موڑ دیتا جائے گا تاں جے PayPal تہاڈے اکاؤنٹ دی تصدیق کرسکے۔ Microsoft تہاڈی رازداری نوں سانھبن دا پک کردا اے۔ ہور معلومات لئی، ساڈی <a class="font-link1" href="{1}" id="privacyString" target="_blank">کوکیز تے نجی حیثیت</a> ویکھو۔
pa_in: <strong>ਨੋਟ</strong>: ਜਦ ਤੁਸੀਂ <strong>{0}</strong> 'ਤੇ ਕਲਿੱਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ PayPal.com ਵੱਲ ਨਿਰਦੇਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ ਤਾਂ ਜੋ PayPal ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰ ਸਕੇ। Microsoft ਤੁਹਾਡੀ ਪਰਦੇਦਾਰੀ ਦੀ ਰੱਖਿਆ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਵਚਨਬੱਧ ਹੈ। ਵਧੇਰੇ ਜਾਣਕਾਰੀ ਵਾਸਤੇ, ਸਾਡੇ <a class="font-link1" href="{1}" id="privacyString" target="_blank">ਪਰਦੇਦਾਰੀ ਅਤੇ ਕੁਕੀਜ਼</a> ਨੂੰ ਦੇਖੋ।
pl: <strong>Uwaga</strong>: Kliknięcie przycisku <strong>{0}</strong> spowoduje przekierowanie do witryny PayPal.com, aby usługa Paypal mogła uwierzytelnić konto. Firma Microsoft dokłada wszelkich starań, aby ochronić prywatność użytkowników. Aby uzyskać więcej informacji, patrz nasze <a class="font-link1" href="{1}" id="privacyString" target="_blank">zasady dotyczące zachowania poufności informacji i plików cookie</a>.
ru: <strong>Примечание</strong>. При нажатии кнопки <strong>{0}</strong> вы будете перенаправлены на сайт PayPal.com для аутентификации вашей учетной записи службой PayPal. Корпорация Майкрософт обязуется способствовать защите вашей конфиденциальности. Дополнительную информацию см. в разделе <a class="font-link1" href="{1}" id="privacyString" target="_blank">Конфиденциальность и файлы cookie</a>.
sd: <strong>نوٽ</strong>: جڏهن توهان <strong>{0}</strong> کي ڪلڪ ڪندا، توهان ٻيهر PayPal.com تي موڪيا ويندا ته PayPal توهان جي اڪائونٽ جي تصديق ڪري سگھي. Microsoft توهان جي خانگي نوعيت جي حفاظت جي مدد ڪرڻ ۾ پابند آهي. وڌيڪ معلومات لاءِ ڏسو اسان جي <a class="font-link1" href="{1}" id="privacyString" target="_blank">خانگي نوعيت ۽ ڪوڪيز</a>.
si: <strong>සටහන</strong>: ඔබ විසින් <strong> {0}</strong>ක්ලික් කිරීමෙන් අනතුරුව PayPal මගින් ඔබගේ ගිණුම සත්‍යාපනය කළ හැකි වන පරිදි ඔබව PayPal.com වෙත යොමු කෙරෙනු ඇත. Microsoft සමාගම ඔබගේ පෞද්ගලිකත්වය ආරක්ෂා කිරීම සඳහා බැඳී සිටී. වැඩි විස්තර සඳහා අපගේ <a class="font-link1" href="{1}" id="privacyString" target="_blank">පෞද්ගලිකත්වය හා කුකී</a> බලන්න.
sl: <strong>Opomba</strong>: Ko kliknete <strong>{0}</strong>, boste preusmerjeni na spletno mesto PayPal.com, da bo lahko PayPal preveril pristnost vašega računa. Microsoft si prizadeva zaščititi vašo zasebnost. Če želite več informacij, preberite informacije o <a class="font-link1" href="{1}" id="privacyString" target="_blank">zasebnosti in piškotkih</a>.
sr_cyrl_rs: <strong>Напомена</strong>: Када кликнете на дугме <strong>{0}</strong>, бићете преусмерени на адресу PayPal.com да би компанија PayPal могла да потврди идентитет вашег налога. Корпорација Microsoft је посвећена заштити ваше приватности. Више информација потражите у нашoj <a class="font-link1" href="{1}" id="privacyString" target="_blank">изјави о приватности и колачићима</a>.
sr_latn_rs: <strong>Napomena</strong>: Kada kliknete na dugme <strong>{0}</strong>, bićete preusmereni na adresu PayPal.com da bi kompanija PayPal mogla da potvrdi identitet vašeg naloga. Korporacija Microsoft je posvećena zaštiti vaše privatnosti. Više informacija potražite u našoj <a class="font-link1" href="{1}" id="privacyString" target="_blank">izjavi o privatnosti i kolačićima</a>.
sv: <strong>Obs</strong>! När du klickar på <strong>{0}</strong> omdirigeras du till PayPal.com så att PayPal kan autentisera ditt konto. Microsoft förbinder sig att hjälpa dig att skydda dina personuppgifter. Mer information finns i <a class="font-link1" href="{1}" id="privacyString" target="_blank">Sekretess och cookies</a>.
ta: <strong>குறிப்பு</strong>: நீங்கள் <strong>{0}</strong> -ஐ கிளிக் செய்யும்போது, PayPal.com -க்கு திருப்பி விடப்படுவீர்கள், எனவே உங்கள் கணக்கை Paypal -ஆல் அங்கீகரிக்க முடியும். Microsoft உங்கள் தனியுரிமையைப் பாதுகாப்பதில் பற்றுறுதி கொண்டிருக்கிறது. மேலும் தகவலுக்கு, எங்கள் <a class="font-link1" href="{1}" id="privacyString" target="_blank">தனியுரிமை மற்றும் குக்கீகளைப்</a> பார்க்கவும்.
te: <strong>గమనిక</strong>: మీరు <strong>{0}</strong>ని క్లిక్ చేసినప్పుడు, మీరు PayPal.comకు దారి మళ్లించబడతారు, కాబట్టి PayPal మీ ఖాతాను ప్రామాణీకరిస్తుంది. Microsoft మీ గోప్యతను రక్షించడంలో సహాయం చేయడానికి కట్టుబడి ఉంది. మరింత సమాచారం కోసం, మా <a class="font-link1" href="{1}" id="privacyString" target="_blank">గోప్యతా నోటీసు మరియు కుకీలు</a> ను చూడండి.
tg: <strong>Эзоҳ</strong>: Вақте ки шумо <strong>{0}</strong>-ро зер мекунед, шумо ба PayPal.com равона карда мешавед, то PayPal ҳаққонияти ҳисоби шуморо санҷида тавонад. Microsoft ӯҳдадор аст, ки ба шумо дар ҳифз кардани махфият кӯмак расонад. Барои маълумоти иловагӣ ба <a class="font-link1" href="{1}" id="privacyString" target="_blank">махфият ва кукиҳо</a> нигаред.
th: <strong>หมายเหตุ</strong>: เมื่อคุณคลิก <strong>{0}</strong> ระบบจะนำคุณไปที่ PayPal.com เพื่อให้ PayPal รับรองความถูกต้องของบัญชีคุณได้ Microsoft ยึดมั่นในการช่วยคุณปกป้องความเป็นส่วนตัว หากต้องการข้อมูลเพิ่มเติม โปรดดู <a class="font-link1" href="{1}" id="privacyString" target="_blank">นโยบายและคุ้กกี้</a>
tr: <strong>Not</strong>: <strong>{0}</strong> düğmesini tıklattığınızda, hesabınızın PayPal tarafından doğrulanabilmesi için sizi PayPal.com'a yönlendireceğiz. Microsoft gizliliğinizin korunmasına yardımcı olmayı taahhüt eder. Daha fazla bilgi için <a class="font-link1" href="{1}" id="privacyString" target="_blank">gizlilik ve tanımlama bilgilerimize</a> bakın.
tt: <strong>Искәрмә</strong>: <strong>{0}</strong> дигәнгә чирттергәч, Сезне PayPal.com сайтына җибәрәләр, һәм PayPal хисабыгызны тикшереп алыр. Майкрософт Сезнең хосусыйлыгызны сакларга булыша. Күбрәк мәгълүмат өчен <a class="font-link1" href="{1}" id="privacyString" target="_blank">хосусыйлык һәм "cookie" файллар</a> сылтама буенча барыгыз.
ug: <strong>دىققەت</strong>: سىز <strong>{0}</strong>نى چەككەندە، Paypal نىڭ ھېساباتىڭىزنى دەلىللىشى ئۈچۈن PayPal.com غا يېتەكلىنىسىز. Microsoft سىزنىڭ مەخپىيەتلىكىڭىزنى قوغداش مەجبۇرىيتىنى ئۆزئۈستىگە ئالىدۇ. تەپسىلاتىنى <a class="font-link1" href="{1}" id="privacyString" target="_blank">مەخپىيەتلىك ۋە ساقلانمىلار</a> دېگەن مەزمۇندىن كۆرۈڭ.
uk: <strong>Примітка</strong>. Після натискання кнопки <strong>{0}</strong> вас буде переспрямовано на сторінку PayPal.com для автентифікації вашого облікового запису. Корпорація Майкрософт зобов'язується захищати ваші конфіденційні дані. Докладну інформацію про конфіденційність див. у розділі <a class="font-link1" href="{1}" id="privacyString" target="_blank">Конфіденційність і файли cookie</a>.
ur: <strong>نوٹ</strong>: جب آپ <strong>{0}</strong> پر کلک کریں گے تو آ پPayPal.com پر جائیںگے تاکہ Paypal آپ کے اکاؤنٹ کی تصدیق کرسکے۔ Microsoft آپ کی رازداری کے تحفظ میں مدد کرنے کے لیے پابند عہد ہے۔ مزید معلومات کے لیے ہمارا <a class="font-link1" href="{1}" id="privacyString" target="_blank">رازداری اور کوکیز</a> دیکھیں۔
uz: <strong>Eslatma</strong>: Siz <strong>{0}</strong>-ni chertsangiz, PayPal.com saytiga o‘tasiz va PayPal Sizning hisob qaydnomangizning haqiqiyligini tekshirishi mumkin. Microsoft Sizning shaxsiy ma‘lumotlaringizni himoya qilishga yordam berishga sodiqdir. Batafsil ma‘lumotlar olish uchun quyidagiga qarang: <a class="font-link1" href="{1}" id="privacyString" target="_blank">shaxsiy ma‘lumotlarning sir tutilishi va cookie fayllari to‘g‘risidagi bayonnoma</a>.
vi: <strong>Ghi chú</strong>: Khi bạn bấm <strong>{0}</strong>, bạn sẽ được chuyển hướng đến PayPal.com để PayPal có thể xác thực tài khoản của bạn. Microsoft cam kết giúp bảo vệ quyền riêng tư của bạn. Để biết thêm thông tin, hãy xem <a class="font-link1" href="{1}" id="privacyString" target="_blank">quyền riêng tư và cookie</a> của chúng tôi.
zh_hans: <strong>注意</strong>：在您单击“<strong>{0}</strong>”时，您将被重定向到 PayPal.com，以便 Paypal 能够验证您的帐户。Microsoft 致力于帮助保护您的隐私。有关详细信息，请参阅<a class="font-link1" href="{1}" id="privacyString" target="_blank">隐私和 cookie</a>。
zh_hant: <strong>注意</strong>: 當您按 [{0}]<strong></strong> 時，系統會將您重新導向至 PayPal.com，讓 Paypal 驗證您的帳戶。Microsoft 致力於協助保護您的隱私權。如需更多相關資訊，請參閱我們的<a class="font-link1" href="{1}" id="privacyString" target="_blank">隱私權與 Cookie</a>。
