Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.ChoosePiFirst.SkyDrive
source: Step 1: Choose payment method
af: Stap 1: Kies 'n betaalmetode
am: ደረጃ 1፥ የክፍያ ስልት ምረጥ
ar: الخطوة الأولى: اختر طريقة الدفع
as: পদক্ষেপ 1: পৰিশোধ পদ্ধতি পছন্দ কৰক
az: Addım 1: Ödəniş metodu seç
bg: Стъпка 1: Избор на метод за плащане
bn_in: ধাপ 1: অর্থপ্রদানের পদ্ধতি বাছুন
bs: Korak 1: Izbor načina plaćanja
cy: Cam 1: Dewis dull talu
da: Trin 1: Vælg betalingsmetode
de: Schritt 1: Zahlungsmethode auswählen
el: Βήμα 1: Επιλογή μεθόδου πληρωμής
es: Paso 1: Elija un método de pago
et: 1. etapp: valige makseviis
eu: 1. urratsa: aukeratu ordainketa-metodoa
fa: مرحله 1: روش پرداخت را انتخاب کنید
ga: Céim 1: Roghnaigh modh íocaíochta
gd: Ceum 1: Tagh dòigh pàighidh
gl: Paso 1: Escoller método de pagamento
gu: પગલું 1: ચૂકવણી રીત પસંદ કરો
he: שלב 1: בחירת שיטת תשלום
hi: चरण 1: भुगतान पद्धति का चयन करें
hr: 1. korak: Odabir način plaćanja
hu: 1. lépés: Fizetési mód kiválasztása
id: Langkah 1: Pilih metode pembayaran
is: Skref 1: Velja greiðslumáta
ja: 手順 1: お支払方法の選択
ka: ნაბიჯი 1: აირჩიეთ გადახდის მეთოდი
kk: 1-қадам: Төлем әдісін таңдау
kn: ಹಂತ 1: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆರಿಸಿ
ko: 1단계: 결제 방법 선택
ku_arab: هەنگاوی 1: شێوازێکی پارەدان هەڵبژێرە
ky: 1-кадам: Төлөө ыкмасын танда
lo: ບາດກ້າວ 1: ເລືອກວິທີການຊຳລະເງິນ
lt: 1 veiksmas: pasirinkite mokėjimo būdą
lv: 1. darbība: maksāšanas metodes izvēle
mi: Hipanga 1: Kōwhiria tētahi tikanga utu
mk: Чекор 1: Изберете метод на плаќање
ml: ഘട്ടം 1: പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക
mn: Алхам 1: Төлбөрийн хэлбэр сонгох
mr: चरण 1: देय पद्धत निवडा
ms: Langkah 1: Pilih kaedah pembayaran
mt: Pass 1: Agħżel il-metodu ta' pagament
ne: चरण १: भूक्तानी प्रक्रियता चयन गर्नुहोस्
nn_no: Trinn 1: Vel betalingsmetode
no: Trinn 1: Velg betalingsmåte
or: ଷ୍ଟେପ୍ 1: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ
pa_arab_pk: مرحلہ 1: ادائیگی دا طریقہ چنو
pa_in: ਪੜਾਅ 1: ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ
pl: Krok 1: Wybierz metodę płatności
ru: Действие 1. Выбор метода оплаты
sd: قدَم 1: رقم ادا ڪرڻ جو طريقو چونڊيو
si: පියවර 1: ගෙවීම් ක්‍රමය තෝරන්න
sl: 1. korak: Izberite način plačila
sr_cyrl_rs: Корак 1: Избор метода плаћања
sr_latn_rs: Korak 1: Izbor metoda plaćanja
sv: Steg 1: Välj betalningsmetod
ta: படி 1: கட்டண முறையை தேர்வுசெய்யவும்
te: దశ 1: చెల్లింపు విధానాన్ని ఎంచుకోండి
tg: Қадами 1: Усули пардохтро интихоб кунед
th: ขั้นตอนที่ 1: เลือกวิธีการชำระเงิน
tr: Adım 1: Ödeme yöntemini seçin
tt: 1нче адым: түләү ысулын сайлагыз
ug: 1-قەدەم: ھەق تۆلەش ئۇسۇلىنى تاللاڭ
uk: Крок 1: вибір способу оплати
ur: مرحلہ 1: ادائیگی کا طریقہ منتخب کریں
uz: 1-qadam: To‘lov usulini tanlang
vi: Bước 1: Chọn phương thức thanh toán
zh_hans: 第 1 步：选择付款方式
zh_hant: 步驟 1: 選擇付款方式

# Word.PIDetailTitle.SkyDrive
source: Step 2: Add payment information
af: Stap 2: Voeg betaalinligting by
am: ደረጃ 2፥ ተጨማሪ ዝርዝሮች አክል
ar: الخطوة الثانية: إضافة معلومات الدفع
as: পদক্ষেপ 2: পৰিশোধ তথ্য যোগ কৰক
az: Addım 2: Ödəniş məlumatı əlavə et
bg: Стъпка 2:Добавяне на информация за плащане
bn_in: ধাপ 2: অর্থপ্রদানের তথ্য যোগ করুন
bs: Korak 2: Dodavanje podataka o plaćanju
cy: Cam 2: Ychwanegu gwybodaeth am y taliad
da: Trin 2: Angiv betalingsoplysninger
de: Schritt 2: Zahlungsinformationen hinzufügen
el: Βήμα 2: Προσθήκη πληροφοριών πληρωμής
es: Paso 2: Agregue la información de pago
et: 2. etapp: lisage makseandmed
eu: 2. urratsa: gehitu ordainketa-informazioa
fa: مرحله 2: افزودن اطلاعات پرداخت
ga: Céim 2: Cuir eolas íocaíochta leis
gd: Ceum 2: Cuir ris fiosrachadh pàighidh
gl: Paso 2: Engadir información de pagamento
gu: પગલું 2: ચૂકવણી માહિતી ઉમેરો
he: שלב 2: הוספת פרטי תשלום
hi: चरण 2: भुगतान विवरण जोड़ें
hr: 2. korak: Dodavanje informacija o plaćanju
hu: 2. lépés: Fizetési információk megadása
id: Langkah 2: Tambahkan informasi pembayaran
is: Skref 2: Bæta við greiðsluupplýsingum
ja: 手順 2: お支払い情報の追加
ka: ნაბიჯი 2: დაამატეთ გადახდის ინფორმაცია
kk: 2-қадам: Төлем туралы ақпаратты қосу
kn: ಹಂತ 2: ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಸೇರಿಸಿ
ko: 2단계: 결제 정보 추가
ku_arab: هەنگاوی 2: زانیاری پارەدان زێدە بکە
ky: 2-кадам: Төлөм маалыматын кошуу
lo: ບາດກ້າວ 2: ເພີ່ມຂໍ້ມູນການຊຳລະເງິນ
lt: 2 veiksmas: įtraukite mokėjimo informaciją
lv: 2. darbība: maksājuma informācijas pievienošana
mi: Hipanga 2: Tāpiri i ngā mōhiohio utu
mk: Чекор 2: Додај информации за плаќање
ml: ഘട്ടം 2: പേയ്‌മെന്റ് വിവരം ചേര്‍ക്കുക
mn: Алхам 2: Төлбөрийн мэдээлэл нэмэх
mr: चरण 2: देय माहिती जोडा
ms: Langkah 2: Tambah maklumat pembayaran
mt: Pass 2: Żid informazzjoni tal-pagament
ne: चरण २: भुक्तानी जानकारी थप्नुहोस्
nn_no: Trinn 2: Legg til betalingsopplysningar
no: Trinn 2: Legg til betalingsinformasjon
or: ଷ୍ଟେପ୍ 2: ଦେୟ ସୂଚନା ଯୋଡନ୍ତୁ
pa_arab_pk: مرحلہ2: ادائیگی دی معلومات دا اضافہ کرو
pa_in: ਪੜਾਅ 2: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਸ਼ਾਮਲ ਕਰੋ
pl: Krok 2: Dodaj informacje o płatności
ru: Действие 2. Добавление платежной информации
sd: قدَم 2: رقم ادا ڪرڻ جي معلومات جو اضافو ڪريو
si: පියවර 2: ගෙවීම් තොරතුරු එකතු කරන්න
sl: 2. korak: Dodajte podatke o plačilu
sr_cyrl_rs: Корак 2: Додавање информација о плаћању
sr_latn_rs: Korak 2: Dodavanje informacija o plaćanju
sv: Steg 2: Lägg till betalningsinformation
ta: படி 2: கட்டண தகவலைச் சேர்க்கவும்
te: దశ 2: చెల్లింపు సమాచారాన్ని జోడించండి
tg: Қадами 2: Илова кардани маълумоти пардохт
th: ขั้นตอนที่ 2: เพิ่มข้อมูลการชำระเงิน
tr: Adım 2: Ödeme bilgilerini ekleyin
tt: 2нче адым: түләү мәгълүматын өстәгез
ug: قەدەم 2:ھەق تۆلەش ئۇچۇرىنى قوشۇڭ
uk: Крок 2: додавання платіжних відомостей
ur: مرحلہ 2: ادائیگی کی معلومات کا اضافہ کریں
uz: 2-qadam: To‘lov ma‘lumotlarini qo‘shing
vi: Bước 2: Thêm thông tin thanh toán
zh_hans: 第 2 步：添加付款信息
zh_hant: 步驟 2: 新增付費資訊

# Word.PIDetailTitle.Step3.Skydrive
source: Step 3: Add additional details
af: Stap 3: Voeg bykomende besonderhede by
am: ደረጃ 3፥ ተጨማሪ ዝርዝሮች አክል
ar: الخطوة 3‏: إضافة تفاصيل أخرى
as: পদক্ষেপ 3: অতিৰিক্ত বিশদ-বিৱৰণ যোগ কৰক
az: Addım 3: Əlavə təfərrüatlar əlavə edin
bg: Стъпка 3: Добавяне на допълнителни данни
bn_in: ধাপ 3: অতিরিক্ত বিবরণ যোগ করুন
bs: Korak 3: Dodavanje više detalja
cy: Cam 3: Ychwanegu manylion ychwanegol
da: Trin 3: Angiv yderligere oplysninger
de: Schritt 3: Zusätzliche Details hinzufügen
el: Βήμα 3: Προσθήκη πρόσθετων λεπτομερειών
es: Paso 3: Agregue datos adicionales
et: 3. etapp: lisage täiendavaid üksikasju
eu: 3. urratsa: gehitu xehetasun gehigarriak
fa: مرحله 3: افزودن جزئیات بیشتر
ga: Céim 3: Cuir sonraí breise leis
gd: Ceum 3: Cuir ris fiorachadh a bharrachd
gl: Paso 3: Engadir detalles adicionais
gu: પગલું 3: અધિક વિગતો ઉમેરો
he: שלב 3: הוספת פרטים נוספים
hi: चरण 3: अतिरिक्त विवरण जोड़ें
hr: 3. korak: Dodavanje dodatnih pojedinosti
hu: 3. lépés: További részletek hozzáadása
id: Langkah 3: Tambahkan detail tambahan
is: Skref 3: Bæta við frekari upplýsingum
ja: 手順 3: 詳細情報の追加
ka: ნაბიჯი 3: დაამატეთ დეტალები
kk: 3-қадам: Қосымша мәліметтер
kn: ಹಂತ 3: ಹೆಚ್ಚುವರಿ ವಿವರಗಳನ್ನು ಸೇರಿಸಿ
ko: 3단계: 상세 정보 추가
ku_arab: هەنگاوی 3: وردەکاریە ئیزافیەکان زێدە بکە
ky: 3-кадам: Кошумча маалымат кошуу
lo: ບາດກ້າວ 3: ເພີ່ມລາຍລະອຽດເພີ່ມເຕີມ
lt: 3 veiksmas: įtraukite papildomos informacijos
lv: 3. darbība: detalizētas papildinformācijas pievienošana
mi: Hipanga 3: Tāpirihia ngā taipitopito atu anō
mk: Чекор 3: Додај дополнителни информации
ml: ഘട്ടം 3: കൂടുതല്‍ വിശദാംശങ്ങള്‍ ചേര്‍ക്കുക
mn: Алхам 3: Нэмэлт дэлгэрэнгүй мэдээлэл нэмэх
mr: चरण 3: अतिरिक्त तपशील जोडा
ms: Langkah 3: Tambah butiran tambahan
mt: Pass 3: Żid dettalji addizzjonali
ne: चरण ३: थप विवरणहरू थप्नुहोस्
nn_no: Trinn 3: Legg til fleire opplysningar
no: Trinn 3: Legg til flere detaljer
or: ଷ୍ଟେପ୍ 3: ଅତିରିକ୍ତ ବିବରଣୀସମୂହ ଯୋଡନ୍ତୁ
pa_arab_pk: مرحلہ 3: اضافی تفصیلاں دا اضافہ کرو
pa_in: ਪੜਾਅ 3: ਵਧੀਕ ਵਿਸਥਾਰ ਸ਼ਾਮਲ ਕਰੋ
pl: Krok 3: Dodaj dodatkowe informacje szczegółowe
ru: Действие 3. Добавление дополнительных сведений
sd: قدَم 3: اضافي تفصيلن جو اضافو ڪريو
si: 3 පියවර: අතිරේක තොරතුරු එකතු කරන්න
sl: 3. korak: Dodajte druge odrobnosti
sr_cyrl_rs: Корак 3: Додавање више детаља
sr_latn_rs: Korak 3: Dodavanje više detalja
sv: Steg 3: Lägg till mer information
ta: படி 3: கூடுதல் விவரங்களைச் சேர்க்கவும்
te: దశ 3: అదనపు వివరాలను జోడించండి
tg: Қадами 3: Илова кардани маълумоти бештар
th: ขั้นตอนที่ 3: เพิ่มรายละเอียดเพิ่มเติม
tr: Adım 3: Ek ayrıntılar ekleyin
tt: 3нче адым: Өстәмә детальләрне өстәү
ug: قەدەم 3:قوشۇمچە تەپسىلاتنى قوشۇڭ
uk: Крок 3: додавання інших відомостей
ur: مرحلہ 3: اضافی معلومات کا اضافہ کریں
uz: 3-qadam. Qo‘shimcha ma‘lumotlarni qo‘shing
vi: Bước 3: Thêm các chi tiết bổ sung
zh_hans: 第 3 步：添加其他详细信息
zh_hant: 步驟 3: 新增其他詳細資料

# Word.StoredValue.Balance1
source: You have {0}{1}
af: Jy het {0}{1}
am: {0}{1} አለዎት
ar: لديك {0}{1}
as: আপোনাৰ আছে {0}{1}
az: {0}{1} maliksiniz
bg: Разполагате с {1} {0}
bn_in: আপনার {0}{1} আছে
bs: Imate {0}{1}
cy: Mae gennych chi {0}{1}
da: Du har {0}{1}
de: Sie haben {0}{1}
el: Έχετε {0}{1}
es: Tiene {1} {0}
et: Teil on {0}{1}
eu: {0}{1} dituzu
fa: شما {0}{1} دارید
ga: Tá {0}{1} agat
gd: Tha {0}{1} agad
gl: Ten {1} {0}
gu: તમારી પાસે {0}{1} છે
he: יש לך {0}{1}
hi: आपके पास {0}{1} हैं
hr: Imate {0}{1}
hu: Az Ön egyenlege: {1}{0}
id: Anda memiliki {0}{1}
is: Þú átt {0}{1}
ja: 現在の残高は {0}{1} です
ka: თქვენ გაქვთ {0}{1}
kk: Сізде {0}{1} бар
kn: ನೀವು {0}{1} ಹೊಂದಿರುವಿರಿ
ko: 현재 잔액은 {0}{1}입니다
ku_arab: تۆ {0}{1} ت هەیە
ky: Сизде бар {0}{1}
lo: ທ່ານມີ {0}{1}
lt: Turite {0}{1}
lv: Pašreizējā bilance: {0}{1}
mi: He {0}{1} t/āu
mk: Имате {0}{1}
ml: നിങ്ങള്‍ക്ക് {0}{1} ഉണ്ട്
mn: Танд {0}{1} байна
mr: आपल्याकडे {0}{1} आहे
ms: Anda mempunyai {0}{1}
mt: Għandek {0}{1}
ne: तपाइँसँग {0}{1} छ
nn_no: Du har {0}{1}
no: Du har {0}{1}
or: ଆପଣଙ୍କର {0}{1} ରହିଛି
pa_arab_pk: ‏‏تساں دے کول {0}{1}
pa_in: ਤੁਹਾਡੇ ਕੋਲ {0}{1} ਹੈ
pl: Masz {1}{0}
ru: У вас есть {0}{1}
sd: توھان وٽ {0}{1} آهي
si: ඔබට {0}{1} තිබේ
sl: Imate {0}{1}
sr_cyrl_rs: Имате {0}{1}
sr_latn_rs: Imate {0}{1}
sv: Du har {0}{1}
ta: உங்களிடம் {0}{1} உள்ளது
te: మీరు {0}{1} కలిగి ఉన్నారు
tg: Шумо {0}{1} доред
th: คุณมี {0}{1}
tr: Hesabınızda {0}{1} var
tt: Сездә {0}{1} бар
ug: سىزدە {0}{1} بار
uk: У вас є {0}{1}
ur: آپ کے پاس {0}{1} ہے
uz: Sizda {0}{1} bor
vi: Bạn có {0}{1}
zh_hans: 您有 {0}{1}
zh_hant: 您有 {0}{1}

# Literal.Error.Browser.BlockJavascript
source: The browser is currently set to block javascript. Please configure the browser to allow javascript before retrying.
af: Die blaaier is tans gestel om javascript te blokkeer. Konfigureer asseblief die blaaier om javascript toe te laat voordat jy weer probeer.
am: አሳሽ አሁኑኑ javascript ለማገድ ተቀናብሯል።እባክህ javascript እንዲፈቅድ እንደገና ከመሞከርህ በፊት አሳሽ አዋቅር።
ar: تمنع إعدادات المستعرض الحالية قبول javascript‏. يرجى تكوين المستعرض ليسمح بتشغيله.
as: ব্ৰাউজাৰ সম্প্ৰতি অৱৰোধিত জাভাস্ক্ৰীপ্ট হিচাপে ছেট কৰা আছে৷ অনুগ্ৰহ কৰি পুনঃচেষ্টা কৰাৰ আগতে ব্ৰাউজাৰক অনুমতি জাভাস্ক্ৰীপ্টলৈ কনফিগাৰ কৰক৷
az: Baxış proqramı hal-hazırda javascript-i bloklamağa qurulub. Təkrar cəhd etməmişdən əvvəl javascript-ə icazə vermək üçün baxış proqramını konfiqurasiya edin.
bg: Браузърът в момента е настроен да блокира javascript. Моля, конфигурирайте браузъра за разрешаване на използването на javascript, преди да опитате отново.
bn_in: ব্রাউজারটিকে বর্তমানে জাভাস্ক্রিপ্ট আটকে দেওয়ার জন্য সেট করা আছে৷ আবার চেষ্টা করার আগে দয়া করে ব্রাউজারকে এমনভাবে কনফিগার করুন যাতে জাভাস্ক্রিপ্টকে অনুমতি দেওয়া যায়৷
bs: Preglednik je trenutno podešen da blokira javascript. Konfigurirajte preglednik da dozvoli javascript prije nego što pokušate ponovo.
cy: Mae'r porwr yn rhwystro javascript ar hyn o bryd. Ffurfweddwch y porwr i ganiatáu javascript cyn rhoi cynnig arall arni.
da: Browseren er i øjeblikket indstillet til at blokere for javascript. Konfigurer browseren til at tillade javascript, før du prøver igen.
de: In Ihrem Browser wird Java derzeit blockiert. Konfigurieren Sie Ihren Browser so, dass er Java zulässt, und versuchen Sie es dann erneut.
el: Επί του παρόντος, το πρόγραμμα περιήγησης είναι ρυθμισμένο να αποκλείει Javascript. Ρυθμίστε τις παραμέτρους του προγράμματος περιήγησης να επιτρέπει Javascript πριν από νέα προσπάθεια.
es: El explorador está configurado para bloquear javascript. Configúrelo de modo que admita javascript y vuelva a intentarlo.
et: Brauser on hetkel seadistatud javascripti keelama. Konfigureerige brauser enne jätkamist nii, et javascript oleks lubatud.
eu: Arakatzailea javascript blokeatzeko dago ezarrita. Berriro saiatu aurretik, konfiguratu arakatzailea javascript onar dezan.
fa: مرورگر در حال حاضر بگونه ای تنظیم شده است که جاوا اسکریپت را مسدود می کند. لطفاً مرورگر را پیکربندی کنید تا قبل از تلاش مجدد جاوا اسکریپت مجاز شود.
ga: Tá do bhrabhsálaí socraithe chun javascript a bhlocáil. Cumraigh an brabhsálaí le do thoil chun javascript a cheadú sula mbainfidh tú triail as arís.
gd: Tha am brabhsair làithreach agad a' bacadh JavaScript. Rèitich am brabhsair ach an gabh e ri JavaScript mus feuch thu ris a-rithist.
gl: O explorador está configurado para bloquear javascript. Configura o explorador para permitir javascript antes de volver intentalo.
gu: હાલમાં બ્રાઉઝરમાં javascript બ્લોક થયેલ છે. પુનઃપ્રયાસ કરતા પહેલાં કૃપા કરી બ્રાઉઝરમાં javascriptને અનુમતિ આપો.
he: הדפדפן מוגדר כעת לחסימת Javascript. קבע את תצורת הדפדפן כך שיאפשר Javascript לפני שתנסה שוב.
hi: इस समय ब्राउज़र को javascript ब्लॉक करने के लिए सेट किया गया है. कृपया पुनः प्रयास करने से पहले javascript को अनुमत करने के लिए ब्राउज़र को कॉन्फ़िगर करें.
hr: Preglednik je trenutačno postavljen da blokira javascript. Prije ponovnog pokušaja konfigurirajte preglednik tako da dopušta javascript.
hu: A böngésző jelenleg a Javascript blokkolására van konfigurálva. Mielőtt újra megpróbálná, állítsa át a böngészőt a Javascript elfogadására.
id: Browser web saat ini diatur untuk memblokir javascript. Konfigurasikan browser web untuk menerima javascript sebelum mencoba kembali.
is: Lokað er fyrir JavaScript í vafranum eins og stendur. Grunnstilltu vafrann svo hann leyfi JavaScript og reyndu svo aftur.
ja: ブラウザーが Javascript をブロックする設定になっています。Javascript を許可する設定に変更してから、やり直してください。
ka: ამჟამად ბრაუზერში არჩეულია javascript-ის დაბლოკვა. გთხოვთ, შეცვალოთ ბრაუზერის კონფიგურაცია და ჩართოთ javascript, სანამ თავიდან მოსინჯავთ.
kk: Қазіргі уақытта браузер javascript сценарийлерін бұғаттауға орнатылған. Әрекетті қайталау алдында браузерді javascript сценарийлеріне рұқсат ететіндей теңшеңіз.
kn: ಬ್ರೌಸರ್ ಅನ್ನು ಪ್ರಸ್ತುತ javascript ಅನ್ನು ನಿರ್ಬಂಧಿಸುವಂತೆ ಹೊಂದಿಸಲಾಗಿದೆ. ಮರುಪ್ರಯತ್ನಿಸುವುದಕ್ಕೂ ಮುನ್ನ javascript ಅನ್ನು ಅನುಮತಿಸಲು ದಯವಿಟ್ಟು ಬ್ರೌಸರ್ ಅನ್ನು ಕಾನ್ಫಿಗರ್ ಮಾಡಿ.
ko: 브라우저가 현재 JavaScript를 차단하도록 설정되어 있습니다. 다시 시도하기 전에 JavaScript를 허용하도록 브라우저를 구성하십시오.
ku_arab: گەڕاڵەکە لەکاتی ئێستادا وادانراوە بەربەستی سکریپتی جاڤا بکات. تکایە شێوەبەندی گەڕاڵەکە بکەوە بۆ رێگەدان بە سکریپتی جاڤا پێش دووبارە هەوڵدان.
ky: Азыр браузер javacript-ти бөгөөгө койулган. Кайталаар алдында браузерди javacript-ке уруксат берүүгө келтириңиз.
lo: ບຣາວເຊີຖືກຕັ້ງໃຫ້ບລັອກ javascript ໃນຂະນະນີ້. ກະລຸນາກຳນົດຄ່າບຣາວເຊີໃຫ້ອະນຸຍາດ javascript ກ່ອນທີ່ຈະລອງໃໝ່.
lt: Dabar naršyklė nustatyta blokuoti „JavaScript“. Prieš bandydami dar kartą, sukonfigūruokite naršyklę taip, kad būtų leidžiama naudoti „JavaScript“.
lv: Ņemot vērā pārlūkprogrammas pašreizējos iestatījumus, valoda JavaScript tiek bloķēta. Pirms mēģināt vēlreiz, lūdzu, konfigurējiet pārlūkprogrammu tā, lai iespējotu tajā valodas JavaScript izmantošanu.
mi: Kua whakaritea te pūtirotiro ki te aukati hōtuhihawa. Me whirihora i te pūtirotiro hei whakaae i te hōtuhihawa i mua te ngana anō.
mk: Во моментов, прелистувачот е поставен да блокира javascript. Конфигурирајте го прелистувачот да дозволува javascript пред да се обидете повторно.
ml: നിങ്ങളുടെ ബ്രൌസര്‍ നിലവില്‍ javascript തടയുന്ന രീതിയില്‍ സജ്ജീകരിച്ചിരിക്കുന്നു. വീണ്ടും ശ്രമിക്കുന്നതിന് മുമ്പായി javascript അനുവദിക്കുന്ന രീതിയില്‍ ബ്രൌസര്‍ കോണ്‍ഫിഗര്‍ ചെയ്യുക.
mn: Вэб хөтөч нь одоогоор javascript-г хаахаар тохируулагдсан. Дахин оролдохоосоо өмнө javascript-г зөвшөөрөхөөр вэб хөтчийг тохируулна уу.
mr: ब्राउझर सध्या javascript ब्लॉक करण्यासाठी सेट केले आहे. कृपया पुन्हा प्रयत्न करण्यापूर्वी javascript ला परवानगी देण्यासाठी ब्राउझर कॉन्फिगर करा.
ms: Pelayar diset untuk menyekat javascript pada masa ini. Sila konfigurasi pelayar unutk membenarkan javascript sebelum mencuba semula.
mt: Il-brawżer bħalissa ssettjat biex jimblokka l-javascript. Jekk jogħġbok ikkonfigura l-brawżer biex jippermetti l-javascript qabel ma terġa' tipprova.
ne: ब्राउजर हाल javascript छेकबार गर्नको लागि तय गरिएको छ। पुन: प्रायास गर्नु भन्दा अगाडि कृपया ब्राउजरलाई जाभास्क्रिप्टलाई अनुमति दिन कन्फिगर गर्नुहोस्।
nn_no: Nettlesaren er sett til å blokkere Javascript. Konfigurer nettlesaren slik at Javascript blir tillate, før du prøver på nytt.
no: Webleseren er for øyeblikket stilt inn til å blokkere javascript. Konfigurer leseren til å tillate javascript før du prøver på nytt.
or: ବ୍ରାଉଜର୍ ବର୍ତ୍ତମାନ javascript ଅବରୋଧିତକୁ ସେଟ୍ ହୋଇଛି. ଦୟାକରି ପୁନଃଚେଷ୍ଟା କରିବା ପୂର୍ବରୁ javascript ଅନୁମତି କରିବାକୁ ବ୍ରାଉଜର୍ ବିନ୍ୟାସ କରନ୍ତୁ.
pa_arab_pk: ایس ویلے براؤزر نوں javascript روکن تے لایا ہویا اے۔ فیر کوشش کرن نالوں پہلاں، میربانی کرکے براؤزر نوں javascript دی اجازت تے لاؤ۔
pa_in: ਬਰਾਊਜ਼ਰ ਨੂੰ ਇਸ ਸਮੇਂ javascript ਨੂੰ ਬਲਾੱਕ ਕਰਨ ਵਾਸਤੇ ਸੈੱਟ ਕੀਤਾ ਹੋਇਆ ਹੈ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਕਿਰਪਾ ਕਰਕੇ javascript ਨੂੰ ਆਗਿਆ ਦੇਣ ਲਈ ਆਪਣੇ ਬਰਾਊਜ਼ਰ ਦਾ ਸੰਰੂਪਣ ਕਰੋ।
pl: Przeglądarka ma aktualnie włączoną blokadę skryptów javascript. Zanim ponowisz próbę skonfiguruj przeglądarkę tak, aby zezwalała na uruchamianie skryptów javascript.
ru: Сейчас браузер блокирует Javascript. Прежде чем продолжить, включите поддержку Javascript.
sd: برائوزر هن وقت javascript کي بلاڪ ڪرڻ لاءِ سيٽ ٿيل آهي. مهرباني ڪري ٻيهر ڪوشش ڪرڻ کان پهريان javascript کي اجازت ڏيڻ لاءِ برائوزر کي ترتيب ڏيو.
si: බ්‍රවුසරය දැනට ජාවා ස්ක්‍රිප්ට් අවහිර කරන ලෙස සකස් කොට තිබේ. නැවත උත්සාහ කිරීමට පෙර කරුණාකර බ්‍රවුසරය Javascript සඳහා ඉඩ දෙන ලෙස වින්‍යාස කරන්න.
sl: Brskalnik je trenutno nastavljen tako, da blokira javascript. Preden poskusite znova, nastavite brskalnik, da bo dovolil javascript.
sr_cyrl_rs: Прегледач је тренутно подешен да блокира javascript. Конфигуришите прегледач да дозволи javascript пре него што покушате поново.
sr_latn_rs: Pregledač je trenutno podešen da blokira javascript. Konfigurišite pregledač da dozvoli javascript pre nego što pokušate ponovo.
sv: Webbläsaren är för tillfället inställd så att den blockerar JavaScript. Ändra inställningarna så att webbläsaren tillåter JavaScript och försök igen.
ta: உலாவி தற்போது javascript -ஐத் தடுக்குமாறு அமைக்கப்பட்டுள்ளது. மீண்டும் முயற்சிப்பதற்கு முன்பு javascript -ஐ அனுமதிக்குமாறு உலாவியை உள்ளமைக்கவும்.
te: బ్రౌజర్ ప్రస్తుతం జావా స్క్రిప్ట్‌ను బ్లాక్ చేసేలా సెట్ చేయబడింది. దయచేసి తిరిగి ప్రయత్నించడానికి ముందు జావా స్క్రిప్ట్‌ను అనుమతించేలా బ్రౌజర్‌ను కాన్ఫిగర్ చేయండి.
tg: Дар айни замон, танзимоти браузер ба манъи javascript гузошта шудааст. Пеш аз кӯшиши дубора, лутфан, дар конфигуратсияи браузер иҷозати javascript-ро таъин кунед.
th: ขณะนี้เบราว์เซอร์ของคุณได้ตั้งการบล็อก JavaScript ไว้ โปรดกำหนดค่าเบราว์เซอร์เพื่ออนุญาตให้ใช้ JavaScript ก่อนที่จะลองใหม่
tr: Tarayıcıda javascript engellenmiş durumda. Lütfen tarayıcınızı javascript'e izin verecek şekilde yapılandırıp yeniden deneyin.
tt: Күзәтүче урнашкан javascript блокларга. Урнаштырыгыз күзәтүчене javascript рөхсәт итәргә өчен кабатлау алдыннан.
ug: ئىنتىرنېت سەيياھى نۆۋەتتە جاۋا يېزىقىنى توسۇشقا تەڭشەلگەن.تەكرار سىناشتىن ئىلگىرى ئىنتىرنېت سەيياھىنى جاۋا يېزىقىغا يول قويىدىغان شەكىلدە تەڭشەڭ.
uk: Браузер настроєно на блокування сценаріїв javascript. Перш ніж повторити спробу, увімкніть використання цих сценаріїв.
ur: اس وقت براؤزر کی ترتیب javascript کو روکنے پہ لگائی گئی ہے. براہ مہربانی دوبارہ کوشش کرنے سے پہلے براؤزر کی ترتیب کوک کو اجازت دینے پہ کریں.
uz: Hozirda brauzer parametrlari javascript ni to‘sib qo‘yadigan tarzda o‘rnatilgan. Qaytadan urinishdan avval brauzerngiz parametrlarini javascript ga ruxsat beradigan tarzda o‘zgartiring.
vi: Trình duyệt đang ở chế độ chặn javascript. Vui lòng đặt cấu hình trình duyệt để chấp nhận javascript trước khi bạn thử lại.
zh_hans: 浏览器当前设置为阻止 JavaScript。在重试之前，请将浏览器配置为允许 JavaScript。
zh_hant: 瀏覽器目前設定為封鎖 Javascript。請將瀏覽器設定為允許 Javascript，然後再重試。
