Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PayBitcoin.Description.Line1
source: Please choose one of the options to add money:
af: Kies asseblief een van die opsies om geld by te voeg:
am: እባክዎ ገንዘብ ለመጨመር ከአማራጮቹ ውስጥ አንዱን ይምረጡ:
ar: الرجاء اختيار أحد الخيارات لإضافة أموال:
as: টকা যোগ দিবলৈ অনুগ্ৰহ কৰি যিকোনো এটা বিকল্প বাচনি কৰক:
az: Pul əlavə etmək üçün seçimlərdən birini seçin:
bg: Изберете една от опциите за добавяне на пари:
bn_in: অর্থ যোগ করার জন্য অনুগ্র্হ করে যেকোনো একটি বিকল্প বেছে নিন:
bs: Odaberite jednu od opcija za dodavanje novca:
cy: Dewiswch un o'r opsiynau i ychwanegu arian:
da: Vælg en af indstillingerne for at tilføje penge:
de: Wählen Sie eine der Optionen aus, um Geld hinzuzufügen:
el: Διαλέξτε μία από τις επιλογές για προσθήκη χρημάτων:
es: Elija una de las opciones para agregar dinero:
et: Valige raha lisamiseks üks järgmistest võimalustest:
eu: Aukeratu dirua gehitzeko aukeretako bat:
fa: لطفاً یکی از این گزینه‌ها را برای اضافه کردن پول انتخاب کنید:
ga: Roghnaigh ceann de na roghanna chun airgead a chur leis:
gd: Tagh aon dhe na dòighean airson airgead a chur ris:
gl: Escolla unha das opcións para engadir diñeiro:
gu: નાણાં ઍડ કરવા માટે કૃપયા કોઈ એક વિકલ્પ પસંદ કરો:
he: בחר באחת מהאפשרויות להוספת כספים:
hi: कृपया पैसे जोड़ने के लिए विकल्पों में से एक का चयन करें:
hr: Odaberite jednu od mogućnosti za dodavanje novca:
hu: Válasszon egyet a következő pénzhozzáadási lehetőségek közül:
id: Silakan pilih salah satu opsi untuk menambahkan uang:
is: Veldu einn af valkostunum til að bæta peningum við:
ja: お金を追加するためには、オプションを 1 つ選択してください:
ka: გთხოვთ, აირჩიოთ თანხის დამატების ერთერთი ვარიანტი:
kk: Ақша қосу үшін мүмкіндіктердің біреуін таңдаңыз:
kn: ಹಣ ಸೇರಿಸಲು ದಯವಿಟ್ಟು ಒಂದು ಆಯ್ಕೆಯನ್ನು ಮಾಡಿ:
ko: 금액을 추가하는 옵션 중 하나를 선택하세요.
lo: ກະລຸນາເລືອກຕົວເລືອກໃດໜຶ່ງເພື່ອຕື່ມເງິນ:
lt: Pasirinkite vieną iš pinigų įtraukimo parinkčių:
lv: Lai pievienotu naudas līdzekļus, lūdzu, izvēlieties vienu no opcijām:
mi: Me kōwhiri tētahi o ēnei kōwhiringa ki te tāpiri moni:
mk: Изберете една од опциите за да додадете пари:
ml: പണം ചേർക്കുന്നതിന് ഇനിപ്പറയുന്ന ഓപ്‌ഷനുകളിൽ ഒന്ന് തിരഞ്ഞെടുക്കുക:
mr: पैसे जोडण्यासाठी कृपया एक पर्याय निवडा:
ms: Sila pilih salah satu pilihan untuk menambah wang:
mt: Agħżel waħda mill-għażliet biex iżżid il-flus:
ne: कृपया पैसा थप्न विकल्पहरूमध्ये कुनै छनौट गर्नुहोस्‌:
nn_no: Vel eit av dei to alternativa for å leggje til meir pengar:
no: Velg ett av alternativene for å legge til penger:
or: ଦୟାକରି ଟଙ୍କା ଯୋଡିବା ପାଇଁ ଗୋଟିଏ ବିକଳ୍ପ ବାଛନ୍ତୁ:
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਪੈਸੇ ਜੋੜਨ ਲਈ ਕੋਈ ਇੱਕ ਵਿਕਲਪ ਚੁਣੋ:
pl: Wybierz jedną z opcji, aby dodać pieniądze:
ru: Выберите один из приведенных вариантов внесения средств.
sl: Izberite eno od možnosti za dodajanje denarja:
sr_cyrl_rs: Одаберите једну од опција за додавање новца:
sr_latn_rs: Odaberite jednu od opcija za dodavanje novca:
sv: Välj något av följande alternativ för att sätta in pengar:
ta: பணத்தைச் சேர்க்க விருப்பங்களில் ஒன்றைத் தேர்ந்தெடுக்கவும்:
te: డబ్బును జోడించడానికి దయచేసి ఈ ఎంపికలలో ఒకదానిని ఎంచుకోండి:
th: โปรดเลือกตัวเลือกใดตัวเลือกหนึ่งเพื่อเพิ่มเงิน:
tr: Lütfen para eklemek için seçeneklerden birini belirleyin:
tt: Акчаны өстәү өчен, параметрларның берсен сайлагыз:
ug: پۇل قوشماق ئۈچۈن مەرھەمەت بىر تاللامنى تاللاڭ:
uk: Виберіть один із варіантів додавання коштів:
ur: براہ کرم پیسہ شامل کرنے کیلئے اختیارات میں سے ایک کو منتخب کریں:
uz: Pul yuklash uchun quyidagi variantlardan birini tanlang:
vi: Vui lòng chọn một tùy chọn để nạp tiền:
zh_hans: 请选择以下其中一个选项以添加资金:
zh_hant: 請選擇其中一個選項來新增貨幣:

# Literal.PayBitcoin.Description.Line2
source: If your digital wallet software is installed on your computer, click the 'Pay with Bitcoin' button
af: As jou digitale beursie se sagteware op jou rekenaar geïnstalleer is, klik die ‘Betaal met Bitcoin’-knoppie
am: የዲጂታል ዋሌት ሶፍትዌርዎ በኮምፒውተርዎ ላይ ከተጫነ፣ 'በ Bitcoin ክፈል' የሚለውን አዝራር ይጫኑ
ar: إذا كان برنامج المحفظة الرقمية مثبتًا على جهاز الكمبيوتر لديك، فانقر فوق الزر "دفع باستخدام Bitcoin"
as: যদি আপোনাৰ ডিজিটেল ৱালেট ছফ্টৱেৰ আপোনাৰ কম্পিউটাৰত ইণষ্টল কৰা আছে,তেন্তে 'Pay with Bitcoin' বুটামত ক্লিক কৰক
az: Rəqəmsal pul kisəsi proqram təminatınız kompüterinizdə quraşdırılıbsa, "Bitkoin ilə ödəniş et" düyməsini klikləyin
bg: Ако вашият софтуер за цифров портфейл е инсталиран на компютъра, щракнете върху бутона „Плащане с Bitcoin“
bn_in: যদি আপনার কম্পিউটারে ডিজিট্যাল ওয়ালেট সফ্টওয়্যার ইনস্টল থাকে তাহলে "Bitcoin-এর সাথে পে করুন" বোতামে ক্লিক করুন
bs: Ako je vaš softver digitalnog novčanika instaliran na računaru, kliknite dugme 'Plati koristeći Bitcoin'
cy: Os yw meddalwedd eich waled ddigidol wedi'i gosod ar eich cyfrifiadur, cliciwch y botwm 'Talu gyda Bitcoin'
da: Hvis din softwaren til din digitale tegnebog er installeret på computeren, skal du klikke på 'Betal med Bitcoin'-knappen
de: Wenn Sie eine Digital Wallet-Software auf Ihrem Computer installiert haben, klicken Sie auf die Schaltfläche "Mit Bitcoin bezahlen".
el: Αν το λογισμικό ψηφιακού πορτοφολιού σας είναι εγκατεστημένο στον υπολογιστή σας, κάντε κλικ στο κουμπί "Πληρωμή με Bitcoin"
es: Si su software de cartera digital está instalado en el equipo, haga clic en el botón "Pagar con Bitcoin".
et: Kui teie digitaalse rahakoti tarkvara on installitud arvutisse, klõpsake nuppu Maksa Bitcoiniga
eu: Diru-zorro digitala ordenagailuan instalatuta badaukazu, sakatu "Ordaindu Bitcoin bidez" botoia
fa: اگر نرم‌افزار کیف پول دیجیتال شما روی رایانه‌تان نصب شده است، روی دکمه «پرداخت با بیت کوین» کلیک کنید
ga: Má tá do bhogearra tiachóg dhigiteach suiteáilte ar do ríomhaire, cliceáil ar an gcnaipe ‘Íoc le Bitcoin’
gd: Ma tha an sporan digiteach agad stàlaichte air a’ choimpiutair agad, briog air a’ phutan “Pàigh le Bitcoin”
gl: Se o software de carteira dixital está instalado no computador, prema no botón "Pagar con Bitcoin".
gu: જો તમારું ડિજિટલ વૉલેટ સૉફ્ટવેર તમારા કમ્પ્યુટર પર ઇન્સ્ટોલ કરેલું હોય, તો 'Bitcoin થી ચૂકવણી કરો' બટન ક્લિક કરો
he: אם תוכנת הארנק הדיגיטלי מותקנת במחשב שלך, לחץ על הלחצן 'שלם באמצעות Bitcoin'
hi: यदि आपका डिजिटल वॉलेट सॉफ़्टवेयर आपके कंप्यूटर पर स्थापित है, तो 'बिटकॉइन के जरिए भुगतान करें' बटन पर क्लिक करें
hr: Ako je softver za digitalni novčanik instaliran na računalu, kliknite gumb "Plati putem servisa Bitcoin"
hu: Ha a digitálispénztárca-szoftver a számítógépen van telepítve, kattintson a Fizetés Bitcoinnal gombra
id: Jika perangkat lunak dompet digital Anda diinstal di komputer Anda, klik tombol 'Bayar dengan Bitcoin'
is: Ef hugbúnaður stafræna veskisins er settur upp í tölvunni þinni skaltu smella á hnappinn „Greiða með Bitcoin“
ja: お使いのコンピューターにデジタル ウォレット ソフトウェアがインストールされている場合は、[ビットコインで支払う] ボタンをクリックします
ka: თუ თქვენს კომპიუტერში დაინსტალირებული ციფრული საფულის პროგრამული უზრუნველყოფა, დააწკაპუნეთ ღილაკზე „Bitcoin-ით გადახდის“ (გადაიხადეთ ბიტკოინით)
kk: Цифрлық әмиян бағдарламалық құралы компьютеріңізге орнатылса, "Bitcoin арқылы төлеу" түймешігін басыңыз
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್‌ನಲ್ಲಿ ನಿಮ್ಮ ಡಿಜಿಟಲ್‌ ವಾಲೆಟ್‌ ಸಾಫ್ಟ್‌ವೇರ್‌ ಇನ್‌ಸ್ಟಾಲ್‌ ಆಗಿದ್ದರೆ, 'Pay with Bitcoin' ಬಟನ್‌ ಅನ್ನು ಕ್ಲಿಕ್‌ ಮಾಡಿ
ko: 컴퓨터에 디지털 지갑 소프트웨어가 설치되어 있는 경우 'Bitcoin으로 결제' 단추를 클릭하세요.
lo: ຫາກຊອບແວກະເປົາດິຈິຕອນຂອງທ່ານຖືກຕິດຕັ້ງຢູ່ຄອມພິວເຕີຂອງທ່ານແລ້ວ, ໃຫ້ຄລິກປຸ່ມ 'ຈ່າຍດ້ວຍ Bitcoin'
lt: Jei jūsų skaitmeninės piniginės programinė įranga įdiegta kompiuteryje, spustelėkite mygtuką Mokėti „Bitcoin“
lv: Ja jūsu datorā ir instalēta elektroniskā maka programmatūra, noklikšķiniet uz pogas Maksāt ar Bitcoin
mi: Mēnā kua tāutatia ō pūmanawa wāreti matihiko ki tō rorohiko, pāwhiria te pātene 'Utua mā te Bitcoin'
mk: Ако софтверот за дигиталниот паричник е инсталиран на компјутерот, кликнете на копчето „Плати со Биткоин“
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറിലാണ് ഡിജിറ്റൽ വാലറ്റ് സോഫ്‌റ്റ്‌വെയർ ഇൻസ്‌റ്റാൾ ചെയ്‌തിരിക്കുന്നതെങ്കിൽ, 'ബിറ്റ്‌കോയിൻ ഉപയോഗിച്ച് പണമടയ്‌ക്കുക' എന്ന ബട്ടൺ ക്ലിക്ക് ചെയ്യുക
mr: जर तुमच्या कॉम्प्युटर वर डिजिटल वॉलेट सॉफ्टवेअर स्थापित असेल, तर 'Pay with Bitcoin' बटणावर क्लिक करा
ms: Jika perisian dompet digital anda dipasang pada komputer anda, klik butang 'Bayar dengan Bitcoin'
mt: Jekk is-softwer tal-portafoll diġitali tiegħek hija installata fuq il-kompjuter tiegħek, ikklikkja fuq il-buttuna 'Ħallas bil-Bitcoin'
ne: तपाईंको डिजिटल वालेटको सफ्टवेर तपाईंको कमप्युटरमा स्थापना गरिएको छ भने 'बिटक्वाइनमार्फत भुक्तानी गर्नुहोस्‌' नामक बटनमा क्लिक गर्नुहोस्‌
nn_no: Hvis programvaren for digital lommebok er installert på datamaskina di, klikk på knappen 'Betal med Bitcoin' ('Pay with Bitcoin')
no: Hvis den digitale lommebokprogramvaren er installert på datamaskinen, trykker du på knappen for å betale med Bitcoin
or: ଯଦି ଆପଣଙ୍କ ଡିଜିଟାଲ୍‌ ୱାଲେଟ୍‌ ସଫ୍ଟୱେୟାର୍‌ ଆପଣଙ୍କ କମ୍ପ୍ୟୁଟର୍‌ରେ ସଂସ୍ଥାପନ ହୋଇଛି, 'ବିଟକଏନ୍ ସହିତ ଦେୟ ପ୍ରଦାନ କରନ୍ତୁ' ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਡਿਜੀਟਲ ਵਾਲਿਟ ਸੌਫਟਵੇਅਰ ਨੂੰ ਤੁਹਾਡੇ ਕੰਪਿਊਟਰ 'ਤੇ ਸਥਾਪਿਤ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ 'Bitcoin ਨਾਲ ਭੁਗਤਾਨ ਕਰੋ' ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ
pl: Jeśli oprogramowanie portfela cyfrowego jest zainstalowane na komputerze, kliknij przycisk „Zapłać w bitcoinach”
ru: Если на вашем компьютере установлен электронный кошелек, нажмите кнопку "Оплатить через Bitcoin".
sl: Če je vaša programska oprema za digitalno denarnico nameščena v računalniku, kliknite gumb »Plačaj s storitvijo Bitcoin«.
sr_cyrl_rs: Ако вам је софтвер дигиталног новчаника инсталиран на рачунару, кликните на дугме „Плати помоћу Bitcoin-а“
sr_latn_rs: Ako vam je softver digitalnog novčanika instaliran na računaru, kliknite na dugme „Plati pomoću Bitcoin-a“
sv: Klicka på knappen Betala med Bitcoin om du har en digital plånbok på din dator
ta: உங்கள் டிஜிட்டல் பணப்பை மென்பொருள் உங்கள் கணினியில் நிறுவப்பட்டிருந்தால், 'Pay with Bitcoin' பொத்தானைக் கிளிக் செய்க
te: మీ కంప్యూటర్‌లో మీ డిజిటల్ వాలెట్ సాఫ్ట్‌వేర్ ఇన్‌స్టాల్ చేయబడి ఉన్నట్లయితే, 'బిట్‌కాయిన్‌తో చెల్లింపు చేయి' బటన్‌ను క్లిక్ చేయండి
th: หากติดตั้งกระเป๋าเงินดิจิทัลในคอมพิวเตอร์ของคุณ ให้คลิกปุ่ม "ชำระด้วย Bitcoin"
tr: Dijital cüzdan yazılımınız bilgisayarınızda yüklüyse 'Bitcoin ile öde' düğmesine tıklayın
tt: Сезнең санакта санлы акча янчыгы өчен программа тәэминаты урнаштырылган булса, "Биткоин белән түләү" төймәсенә басыгыз
ug: ئەگەر دىجىتال ھەميان يۇمىشاقدېتالىڭىز كومپىيۇتېرىڭىزدا قاچىلانغان بولسا، «Bitcoin ئارقىلىق تۆلەش» تۈگمىسىنى چېكىڭ.
uk: Якщо програмне забезпечення цифрового гаманця встановлено на комп’ютері, натисніть кнопку "Оплатити за допомогою Bitcoin"
ur: اگر آپ کا ڈیجیٹل والٹ سافٹ ویئر آپ کے کمپیوٹر پر نصب ہے تو 'Bitcoin سے ادا کریں' بٹن پر کلک کریں
uz: Agar raqamli hamyon dasturi kompyuteringizga oʻrnatilgan boʻlsa, “Bitcoin bilan toʻlash” tugmasini bosing
vi: Nếu bạn cài đặt phần mềm digital wallet (ví số) trên máy tính, hãy bấm vào nút "Pay with Bitcoin" (Thanh toán bằng Bitcoin)
zh_hans: 如果你的计算机上安装了数字钱包软件，请单击“使用比特币付款”按钮
zh_hant: 如果您的電腦上已安裝電子錢包軟體，請按一下 [使用比特幣付款] 按鈕

# Literal.PayBitcoin.Description.Line3
source: If your digital wallet is stored on your smartphone, scan the QR code
af: As jou digitale beursie op jou slimfoon gestoor is, skandeer die QR-kode
am: ዲጂታል ዋሌትዎ በስማርት ስልክዎ ላይ ከተከማቸ፣ የ QR ኮዱን ይቅረጹ
ar: إذا كانت محفظتك الرقمية مخزنة على هاتفك الذكي، فامسح شفرة الاستجابة السريعة ضوئيًا
as: যদি আপোনাৰ ডিজিটেল ৱালেট আপোনাৰ স্মাৰ্টফোনত ষ্টৰ কৰা আছে, তেন্তে QR ক'ড স্কেন কৰক
az: Rəqəmsal pul kisəniz smartfonunuzda saxlanıbsa, QR kodu skanlayın
bg: Ако вашият цифров портфейл се съхранява на вашия смартфон, сканирайте QR кода
bn_in: যদি আপনার ডিজাট্যাল ওয়ালেটটি আপনার স্মার্টফোনে সংরক্ষিত থাকে তাহলে QR কোড স্ক্যান করুন
bs: Ako je vaš digitalni novčanik pohranjen na pametnom telefonu, skenirajte QR kôd
cy: Os yw eich waled ddigidol wedi'i storio yn eich ffôn clyfar, sganiwch y cod QR
da: Hvis din digitale tegnebog er lagret på din smartphone, skal du scanne QR-koden
de: Wenn sich Ihr Digital Wallet auf Ihrem Smartphone befindet, scannen Sie den QR-Code.
el: Αν το ψηφιακό πορτοφόλι σας είναι αποθηκευμένο στο smartphone σας, σαρώστε τον κωδικό QR
es: Si la cartera digital está almacenada en su teléfono inteligente, digitalice el código QR.
et: Kui teie digitaalne rahakott on salvestatud nutitelefoni, skannige QR-koodi
eu: Diru-zorro digitala telefono adimendunean gordeta badaukazu, eskaneatu QR kodea
fa: اگر کیف پول دیجیتال شما روی تلفن هوشمندتان ذخیره شده است، کد QR را اسکن کنید
ga: Má tá do thiachóg dhigiteach stóráilte ar do fhón cliste, déan an cód QR a scanadh
gd: Ma tha an sporan digiteach air an fhòn tapaidh agad, sganaich an còd QR
gl: Se ten a carteira dixital almacenada no smartphone, dixitalice o código QR.
gu: જો તમારું ડિજિટલ વૉલેટ સૉફ્ટવેર તમારા સ્માર્ટફોન પર સંગ્રહિત હોય, તો QR કોડ સ્કૅન કરો
he: אם הארנק הדיגיטלי מאוחסן בטלפון החכם שלך, סרוק את קוד ה- QR
hi: यदि आपका डिजिटल वॉलेट आपके स्मार्टफ़ोन पर संग्रहीत है, तो QR कोड स्कैन करें
hr: Ako je digitalni novčanik pohranjen na pametnom telefonu, skenirajte QR kod
hu: Ha a digitális pénztárcáját okostelefonján tárolja, olvassa be a QR-kódot
id: Jika dompet digital Anda disimpan di ponsel cerdas Anda, pindai kode QR
is: Ef stafræna veskið er geymt í snjallsímanum þínum skaltu skanna QR-kóðann
ja: デジタル ウォレットがスマートフォンに保管されている場合は、QR コードをスキャンしてください
ka: თუ თქვენი ციფრული საფულე შენახულია სმარტფონში, დაასკანირეთ მისი QR კოდი
kk: Цифрлық әмияныңыз смартфоныңызда сақталса, QR кодын сканерлеңіз
kn: ನಿಮ್ಮ ಡಿಜಿಟಲ್‌ ವಾಲೆಟ್‌ ಅನ್ನು ನಿಮ್ಮ ಸ್ಮಾರ್ಟ್‌ಫೋನ್‌ನಲ್ಲಿ ಸಂಗ್ರಹಿಸಿದ್ದರೆ QR ಕೋಡ್ ಸ್ಕ್ಯಾನ್‌ ಮಾಡಿ
ko: 스마트폰에 디지털 지갑이 저장된 경우 QR 코드를 스캔하세요.
lo: ຫາກກະເປົາດິຈິຕອນຂອງທ່ານຖືກຈັດເກັບໄວ້ຢູ່ສະມາດໂຟນ, ໃຫ້ສະແກນລະຫັດ QR
lt: Jei skaitmeninė piniginė išsaugota jūsų išmaniajame telefone, nuskaitykite QR kodą
lv: Ja jūsu viedtālrunī ir saglabāts jūsu elektroniskais maks, skenējiet QR kodu
mi: Mēnā e rokirokitia ana tō wāreti matihiko i tō waea atamai, karapatia te waehere QR.
mk: Ако дигиталниот паричник е складиран на паметниот телефон, скенирајте го кодот QR
ml: നിങ്ങളുടെ സ്‌മാർട്ട്‌ഫോണിലാണ് ഡിജിറ്റൽ വാലറ്റ് സംഭരിച്ചിരിക്കുന്നതെങ്കിൽ, QR കോഡ് സ്‌കാൻ ചെയ്യുക
mr: जर तुमच्या स्मार्टफोनर वर डिजिटल वॉलेट सॉफ्टवेअर , तर QR कोड स्कॅन करा
ms: Jika dompet digital anda disimpan pada telefon pintar anda, imbas kod QR
mt: Jekk il-portafoll diġitali tiegħek hija maħżuna fuq l-ismartphone tiegħek, skennja l-kodiċi QR
ne: तपाईंको डिजिटल वालेट तपाईंको स्मार्टफोनमा भन्डारण गरिएको छ भने QR कोड स्क्यान गर्नुहोस्
nn_no: Skann QR-koden hvis di digitale lommebok er lagra på smarttelefonen din
no: Hvis den digitale lommeboken din er lagret på smarttelefonen, skanner du QR-koden
or: ଯଦି ଆପଣଙ୍କ ଡିଜିଟାଲ୍‌ ୱାଲେଟ୍‌ ଆପଣଙ୍କ ସ୍ମାର୍ଟଫୋନ୍‌ରେ ଷ୍ଟୋର୍‌ ହୋଇଥାଏ, QR କୋଡ୍‌ ସ୍କାନ୍ ‌କରନ୍ତୁ
pa_in: ਜੇਕਰ ਤੁਹਾਡੇ ਡਿਜੀਟਲ ਵਾਲਿਟ ਨੂੰ ਤੁਹਾਡੇ ਸਮਾਰਟਫ਼ੋਨ 'ਤੇ ਸਥਾਪਿਤ ਕੀਤਾ ਗਿਆ ਹੈ, ਤਾਂ QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pl: Jeśli przechowujesz portfel cyfrowy na smartfonie, zeskanuj kod QR
ru: Если электронный кошелек хранится на вашем смартфоне, выполните сканирование QR-кода.
sl: Če je vaša digitalna denarnica shranjena v pametnem telefonu, optično preberite kodo QR.
sr_cyrl_rs: Ако вам је дигитални новчаник на паметном телефону, скенирајте QR кôд
sr_latn_rs: Ako vam je digitalni novčanik na pametnom telefonu, skenirajte QR kôd
sv: Läs in QR-koden om du har en digital plånbok på din mobiltelefon
ta: உங்கள் டிஜிட்டல் பணப்பையை உங்கள் ஸ்மார்ட்போனில் சேமித்து வைத்திருந்தால், QR குறியீட்டை ஸ்கேன் செய்யுங்கள்
te: మీ డిజిటల్ వాలెట్ మీ స్మార్ట్‌ఫోన్‌లో నిల్వ చేయబడి ఉన్నట్లయితే, QR కోడ్‌ని స్కాన్ చేయండి
th: หากเก็บกระเป๋าเงินดิจิทัลไว้ในสมาร์ทโฟนของคุณ ให้สแกนคิวอาร์โค้ด
tr: Dijital cüzdanınız akıllı telefonunuzda depolanmışsa QR kodunu tarayın
tt: Сезнең санлы акча янчыгы смартфонда сакланса, QR-кодны сканерлагыз
ug: ئەگەر دىجىتال ھەميانىڭىز ئەقىللىق تېلېفونىڭىزدا ساقلانغان بولسا، QR كودىنى سكانېرلاڭ.
uk: Якщо ваш цифровий гаманець зберігається на смартфоні, відскануйте QR-код
ur: اگر آپ کا ڈیجیٹل والٹ آپ کے اسمارٹ فون پر اسٹور ہے تو QR کوڈ اسکین کریں
uz: Agar raqamli hamyon smartfoningizga saqlangan boʻlsa, QR kodni skanerlang
vi: Nếu bạn lưu trữ digital wallet (ví số) trên điện thoại thông minh, hãy quét mã QR
zh_hans: 如果你的智能手机上存储了数字钱包，请扫描 QR 码
zh_hant: 如果您的電子錢包儲存在智慧型手機上，請掃描 QR 代碼
