Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PayPal.QRCodeChallenge.PageRefreshText
source: Once you have successfully signed into PayPal on another device, this page will automatically refresh. It may take a moment.
af: Sodra jy suksesvol op ’n ander toestel by PayPal aangemeld het, sal hierdie bladsy outomaties herlaai. Dit sal dalk ’n oomblik neem.
am: አንዴ በተሳካ ሁኔታ በሌላ መሳሪያ ላይ ወደ PayPal በመለያ ከገቡ፣ ይህ ገጽ በራስ-ሰር ይታደሳል። ትንሽ ጊዜ ሊወስድ ይችላል።
ar: بمجرد تسجيل الدخول بنجاح إلى PayPal على جهاز آخر، سيتم تحديث هذه الصفحة تلقائياً. قد يستغرق الأمر بعض الوقت.
as: আপুনি আন এটা ডিভাইচত PayPal সফলতাৰে ছাইন ইন কৰাৰ পিছত, এই পৃষ্ঠাটো স্বয়ংক্ৰিয়ভাৱে সতেজ হ'ব। এক মুহূৰ্ত লাগিব পাৰে।
az: Başqa cihazda PayPal-a uğurla daxil olduqdan sonra bu səhifə avtomatik olaraq təzələnəcək. Bu, bir an çəkə bilər.
bg: След като успешно сте влезли в PayPal на друго устройство, тази страница ще се опресни автоматично. Това може да отнеме известно време.
bn_in: আপনি অন্য ডিভাইসে সফলভাবে PayPal-এ সাইন ইন করলে, এই পৃষ্ঠাটি স্বয়ংক্রিয়ভাবে রিফ্রেশ হবে। এটি সামান্য সময় নিতে পারে।
bs: Kada se uspješno prijavite na PayPal na drugom uređaju, ova stranica će se automatski osvježiti. Može malo potrajati.
cy: Ar ôl i chi fewngofnodi’n llwyddiannus i'ch PayPal ar ddyfais arall, bydd y dudalen hon yn adnewyddu'n awtomatig. Efallai y bydd yn cymryd eiliad.
da: Når du er logget på PayPal på en anden enhed, opdateres denne side automatisk. Det kan tage et øjeblik.
de: Nachdem Sie sich erfolgreich bei PayPal auf einem anderen Gerät angemeldet haben, wird diese Seite automatisch aktualisiert. Das kann etwas Zeit in Anspruch nehmen.
el: Αφού συνδεθείτε με επιτυχία στο PayPal από άλλη συσκευή, αυτή η σελίδα θα ανανεωθεί αυτόματα. Μπορεί να χρειαστεί λίγος χρόνος.
es: Una vez que haya iniciado sesión correctamente en PayPal en otro dispositivo, esta página se actualizará automáticamente. Puede tardar un momento.
et: Kui olete teises seadmes PayPali sisse loginud, värskendatakse seda lehte automaatselt. See võib hetke aega võtta.
eu: Beste gailu batean PayPal-en saioa hasi ondoren, orri hau automatikoki freskatuko da. Pixka bat luza daiteke eragiketa.
fa: هنگامی که با موفقیت در یک دستگاه PayPal دیگر وارد سیستم شده باشید، این صفحه به‌طور خودکار تازه‌سازی می‌شود. این فرآیند ممکن است کمی طول بکشد.
ga: Nuair a bheidh tú sínithe go rathúil le PayPal ar ghléas eile, déanfar an leathanach seo a athnuachan go huathoibríoch. Seans go dtógfaidh sé nóiméad.
gd: Nì an duilleag seo ath-nuadhachadh gu fèin-obrachail an dèidh dhut clàradh a-steach gu PayPal air uidheam eile. Faodaidh gum feum seo mionaid no dhà.
gl: Unha vez que inicie sesión correctamente en PayPal noutro dispositivo, esta páxina actualizará automaticamente. Pode tardar un momento.
gu: એકવાર તમે અન્ય ડિવાઇસ પર PayPalમાં સફળતાપૂર્વક સાઇન ઇન કરી લીધું હશે, પછી આ પેજ સ્વયંચાલિત રૂપે તાજું થશે. તેમાં થોડો સમય લાગી શકે છે.
he: לאחר שנכנסת בהצלחה ל- PayPal במכשיר אחר, דף זה יתרענן באופן אוטומטי. פעולה זו תימשך מספר רגעים.
hi: एक बार जब आप किसी अन्य डिवाइस पर PayPal में सफलतापूर्वक साइन इन कर लेंगे, तो यह पेज स्वचालित रूप से रीफ़्रेश हो जाएगा. इसमें कुछ समय लग सकता है.
hr: Kada se uspješno prijavite na PayPal drugom uređaju, ova će se stranica automatski osvježiti. Moglo bi potrajati nekoliko trenutaka.
hu: Miután sikeresen bejelentkezett a PayPal rendszerbe egy másik eszközön, ez a lap automatikusan frissül. Ez eltarthat egy kis ideig.
id: Setelah Anda berhasil masuk ke PayPal di perangkat lain, halaman ini akan otomatis di-refresh. Mungkin diperlukan waktu beberapa saat.
is: Þegar þú hefur skráð þig inn á PayPal í öðru tæki uppfærist þessi síða sjálfkrafa. Þetta gæti tekið smástund.
ja: 別のデバイスで PayPal に正常にサインインすると、このページは自動的に更新されます。少し時間がかかる場合があります。
ka: სხვა მოწყობილობაში PayPal-ში შესვლის შემდეგ ეს გვერდი ავტომატურად განახლდება. ამას შეიძლება გარკვეული დრო დასჭირდეს.
kk: Басқа құрылғыда PayPal жүйесіне сәтті кіргеннен кейін бұл бет автоматты түрде жаңартылады. Бұл біраз уақыт алуы мүмкін.
kn: ಒಮ್ಮೆ ನೀವು ಮತ್ತೊಂದು ಸಾಧನದಲ್ಲಿ PayPal ಗೆ ಯಶಸ್ವಿಯಾಗಿ ಸೈನ್ ಇನ್ ಮಾಡಿದಾಗ, ಈ ಪುಟವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ತಾಜಾ ಆಗುತ್ತದೆ. ಇದು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಬಹುದು.
ko: 다른 장치에서 PayPal에 성공적으로 로그인하면 이 페이지가 자동으로 새로 고쳐집니다. 시간이 걸릴 수 있습니다.
lo: ເມື່ອທ່ານລົງຊື່ເຂົ້າໃຊ້ PayPal ໃນອຸປະກອນອື່ນສຳເລັດແລ້ວ, ໜ້ານີ້ຈະໂຫຼດຄືນໃໝ່ໂດຍອັດຕະໂນມັດ. ມັນອາດຈະໃຊ້ເວລາຄາວໜຶ່ງ.
lt: Sėkmingai prisijungus prie „PayPal“ kitame įrenginyje, šis puslapis bus automatiškai atnaujintas. Tai gali šiek tiek užtrukti.
lv: Kad būsit sekmīgi pierakstījies PayPal ierīcē, šī lapa tiks automātiski atsvaidzināta. Tas var ilgt kādu laiku.
mi: Ina takiuru tika koe ki PayPal i tētahi atu pūrere, ka tāmata aunoatia tēnei whārangi. Taro ake pea ka oti.
mk: Откако успешно ќе влезете во PayPal на друг уред, оваа страница автоматски ќе се освежи. Може да потрае малку.
ml: മറ്റൊരു ഉപകരണത്തിൽ നിങ്ങൾ PayPal-ലേക്ക് വിജയകരമായി സൈൻ ഇൻ ചെയ്തുകഴിഞ്ഞാൽ, ഈ പേജ് സ്വയമേവ പുതുക്കും. ഇത് ഒരു നിമിഷം എടുത്തേക്കാം.
mr: एकदा आपण दुसऱ्या डिव्हाइसवर PayPal वर साइन इन केल्यानंतर, हे पृष्ठ स्वयंचलितपणे रिफ्रेश होईल. यासाठी थोडा वेळ लागू शकतो.
ms: Setelah anda berjaya mendaftar masuk ke PayPal peranti lain, halaman ini akan disegarkan semula secara automatik. Ia mungkin mengambil sedikit masa.
mt: Ladarba tkun dħalt b’suċċess f’PayPal fuq tagħmir ieħor, din il-paġna se taġġorna awtomatikament. Jista’ jieħu ftit tal-ħin.
ne: तपाईंले अर्को यन्त्रमा PayPal मा सफलतापूर्वक साइन इन गरेपछि यो पृष्ठ स्वचालित रूपमा ताजा हुने छ। यसलाई केही समय लाग्न सक्छ।
nn_no: Når du har logga på PayPal på ei anna eining, blir denne sida oppdatert automatisk. Det kan ta ein augeblink.
no: Når du har logget på PayPal på en annen enhet, oppdateres denne siden automatisk. Dette kan ta litt tid.
or: ଥରେ ଆପଣ ଅନ୍ୟ ଡିଭାଇସରେ PayPal ସଫଳତାର ସହ ସାଇନ୍ ଇନ୍ କରିବା ପରେ, ଏହି ପୃଷ୍ଠା ସ୍ୱତଃସ୍ପୃତ ଭାବେ ରିଫ୍ରେସ୍ ହେବ । ଏଥିପାଇଁ କିଛି ସମୟ ଲାଗିପାରେ ।
pa_in: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ 'ਤੇ ਸਫਲਤਾਪੂਰਵਕ PayPal ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਇਹ ਪੰਨਾ ਆਪਣੇ ਆਪ ਤਾਜ਼ਾ ਹੋ ਜਾਵੇਗਾ। ਇਸ ਨੂੰ ਕੁਝ ਸਮਾਂ ਲੱਗ ਸਕਦਾ ਹੈ।
pl: Po pomyślnym zalogowaniu się do usługi PayPal na innym urządzeniu ta strona zostanie automatycznie odświeżona. Może to chwilę potrwać.
ru: После успешного входа в систему PayPal на другом устройстве эта страница будет автоматически обновлена. Это может занять некоторое время.
sl: Ko se uspešno vpišete v PayPal na drugi napravi, se bo ta stran samodejno osvežila. Ta postopek lahko traja nekaj časa.
sr_cyrl_rs: Када се успешно пријавите на PayPal на другом уређају, ова страница ће се аутоматски освежити. То може потрајати тренутак.
sr_latn_rs: Kada se uspešno prijavite na PayPal na drugom uređaju, ova stranica će se automatski osvežiti. Može potrajati trenutak.
sv: När du har loggat in på PayPal på en annan enhet uppdateras den här sidan automatiskt. Det här kan ta en stund.
ta: நீங்கள் மற்றொரு சாதனத்தில் PayPal-இல் வெற்றிகரமாக உள்நுழைந்ததும், இந்தப் பக்கம் தானாகவே புதுப்பிக்கப்படும். இதற்குச் சிறிது நேரம் எடுக்கலாம்.
te: మీరు మరొక పరికరంలో PayPalకు విజయవంతంగా సైన్ ఇన్ చేసిన తర్వాత, ఈ పేజీ స్వయంచాలకంగా రిఫ్రెష్ అవుతుంది. దీనికి ఒక్క క్షణం పట్టవచ్చు.
th: เมื่อคุณลงชื่อเข้าใช้ PayPal ในอุปกรณ์อื่นเรียบร้อยแล้ว หน้านี้จะรีเฟรชโดยอัตโนมัติ อาจใช้เวลาสักครู่
tr: Başka bir cihazda PayPal’da başarıyla oturum açtığınızda bu sayfa otomatik olarak yenilenir. Bu işlem bir dakikayı bulabilir.
tt: PayPal’га башка җайланмада керсәгез, бу бит автоматик рәвештә яңартылачак. Бу бераз вакыт алырга мөмкин.
ug: سىز باشقا ئۈسكۈنىدە مۇۋەپپەقىيەتلىك ھالدا PayPal غا تىزىملاپ كىرگەندىن كېيىن، بۇ بەت ئاپتوماتىك يېڭىلىنىدۇ. بەلكىم بىرئاز ۋاقىت كېتىدۇ.
uk: Після успішного входу в PayPal на іншому пристрої ця сторінка автоматично оновиться. Трохи зачекайте.
ur: کسی اور آلے پر PayPal میں کامیابی سے سائن ان کر لینے کے بعد، یہ صفحہ خود بخود تازہ ہو جائے گا۔ اس میں کچھ وقت لگ سکتا ہے۔
vi: Sau khi bạn đã đăng nhập thành công vào PayPal trên thiết bị khác, trang này sẽ tự động làm mới. Quá trình này có thể mất chút thời gian.
zh_hans: 你在其他设备上成功登录 PayPal 后，此页面将立即自动刷新。这可能需要一些时间。
zh_hant: 一旦您在另一部裝置上成功登入 PayPal，此頁面將會自動重新整理。這可能需要一點時間。

# Literal.SetupOfficeSdx.Paypal.Retry.TryAnotherWay.Button
source: Use another way to pay
af: Gebruik ’n ander manier om te betaal
am: ለመክፈል ሌላ ዘዴ ተጠቀም
ar: أستخدام طريقة أخرى للدفع
as: পৰিশোধ কৰিবলৈ আন উপায় ব্যৱহাৰ কৰক।
az: Ödəmək üçün başqa üsuldan istifadə edin
bg: Използване на друг начин за плащане
bn_in: অর্থপ্রদান করার অন্য উপায় ব্যবহার করুন
bs: Koristite drugi način plaćanja
cy: Defnyddio dull talu gwahanol
da: Brug en anden betalingsmetode
de: Eine andere Zahlungsmethode verwenden
el: Χρήση άλλου τρόπο πληρωμής
es: Usar otra forma de pago
et: Kasutage muud makseviisi
eu: Erabili ordaintzeko beste modu bat
fa: استفاده از روش پرداختی دیگر
ga: Úsáid modh íocaíochta eile
gd: Cleachd dòigh pàighidh eile
gl: Usa outro método de pagamento.
gu: ચૂકવણી કરવાની અન્ય રીતનો ઉપયોગ કરો
he: השתמש באמצעי תשלום אחר
hi: भुगतान करने के लिए अन्य तरीके का उपयोग करें
hr: Upotrijebite drugi način plaćanja
hu: Másik fizetési mód használata
id: Gunakan cara lain untuk membayar
is: Nota annan greiðslumáta
ja: 別の方法で支払う
ka: გადახდის სხვა გზის გამოყენება
kk: Басқа төлеу жолын пайдалану
kn: ಪಾವತಿಸಲು ಬೇರೊಂದು ವಿಧಾನವನ್ನು ಬಳಸಿ
ko: 다른 결제 방법을 사용합니다.
lo: ໃຊ້ວິທີອື່ນເພື່ອຈ່າຍ
lt: Naudoti kitą atsiskaitymo būdą.
lv: Izmantot citu maksāšanas veidu
mi: Me whakamahia tētahi atu huarahi hei utu
mk: Користете друг начин на плаќање
ml: പണമടയ്ക്കാൻ മറ്റൊരു മാർഗം ഉപയോഗിക്കുക
mr: पेमेंट करण्यासाठी दुसरा मार्ग वापरा
ms: Gunakan cara lain untuk membayar
mt: Uża mod ieħor biex tħallas
ne: भुक्तानी गर्ने अर्को तरिका प्रयोग गर्नुहोस्
nn_no: Bruk ein annan måte å betale
no: Bruk en annen betalingsmåte
or: ଦେୟ ଦେବାକୁ ଅନ୍ୟ ଏକ ଉପାୟ ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕੋਈ ਹੋਰ ਤਰੀਕਾ ਵਰਤੋ।
pl: Użyj innego sposobu zapłaty
ru: Использовать другой способ оплаты
sl: Uporabi drug način plačila
sr_cyrl_rs: Користи други начин плаћања
sr_latn_rs: Koristi drugi način plaćanja
sv: Använd ett annat betalsätt
ta: பணம் செலுத்த, மற்றொரு வழியைப் பயன்படுத்து
te: చెల్లించడానికి మరొక మార్గాన్ని ఉపయోగించండి
th: ใช้วิธีอื่นในการชำระเงิน
tr: Başka bir ödeme yöntemi kullan
tt: Башка түләү ысулын сайлау
ug: باشقا ئۇسۇلدا تۆلەش
uk: Використовувати інший спосіб оплати
ur: ادائیگی کرنے کا کوئی اور طریقہ استعمال کریں
uz: Boshqa to‘lov usulidan foydalanish
vi: Dùng phương thức thanh toán khác
zh_hans: 使用其他付款方式
zh_hant: 使用其他付款方式

# Literal.Paypal.Retry.TryAgain.Button
source: I'll try signing in again
af: Ek sal weer probeer aanmeld
am: እንደገና ለማስገባት እሞክራለሁ
ar: سأحاول تسجيل الدخول مرة أخرى
as: মই পুনৰ ছাইন ইন কৰি চেষ্টা কৰিম
az: Yenidən daxil olmağa cəhd edəcəyəm
bg: Ще опитам да вляза отново
bn_in: আমি আবার সাইন ইন করার চেষ্টা করব
bs: Ponovo ću se pokušati prijaviti
cy: Wna’i roi cynnig arall ar mewngofnodi
da: Jeg vil prøve at logge på igen
de: Ich versuche noch mal, mich anzumelden.
el: Θα δοκιμάσω να εισέλθω ξανά
es: Intentaré iniciar sesión de nuevo
et: Proovin uuesti sisse logida
eu: Berriro saioa hasten saiatuko naiz
fa: دوباره سعی می‌کنم وارد سیستم شوم
ga: Triailfidh mé síniú isteach arís
gd: Feuchaidh mi ri clàradh a-steach a-rithist
gl: Tentarei iniciar sesión de novo
gu: હું ફરી સાઇન ઇન કરવાનો પ્રયાસ કરીશ
he: אנסה להתחבר שוב
hi: मैं फिर से साइन इन करने का प्रयास करूँगा/करूँगी
hr: Pokušat ću se ponovno prijaviti
hu: Újból megpróbálok bejelentkezni
id: Saya akan coba masuk lagi
is: Ég reyni að skrá mig inn aftur
ja: サインインをやり直します
ka: ისევ ვცდი შესვლას
kk: Мен қайта жүйеге кіріп көремін
kn: ನಾನು ಮತ್ತೊಮ್ಮೆ ಸೈನ್ ಇನ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸುತ್ತೇನೆ
ko: 다시 로그인을 시도합니다.
ku_arab: هەوڵدەدەم دیسان بچمەژوورەوه
ky: Мен кайра катталып кирүүгө аракет кылам
lo: ຂ້ອຍຈະລົງຊື່ເຂົ້າໃຊ້ອີກຄັ້ງ
lt: Bandysiu prisijungti dar kartą
lv: Es vēlreiz mēģināšu pierakstīties
mi: Ka ngana anō au ki te takiuru
mk: Ќе се обидам повторно да се пријавам
ml: ഞാൻ വീണ്ടും സൈനിൻ ചെയ്യാൻ ശ്രമിച്ചുനോക്കും
mn: Би дахин нэвтрэхээр оролдоё
mr: मी पुन्हा साइनिंग इन करून पाहिल
ms: Saya akan cuba mendaftar masuk sekali lagi
mt: Ħa nerġa’ nipprova nidħol fil-kont
ne: म साइन-इन हुन फेरि प्रयास गर्नेछु
nn_no: Eg vil prøve å logge på ein gong til
no: Jeg vil prøve å logge på en gang til
or: ମୁଁ ପୁଣି ସାଇନ୍ ଇନ୍ କରିବାକୁ ଚେଷ୍ଟା କରିବି
pa_arab_pk: میں فیر سائن ان کرن دی کوشش کراں گا
pa_in: ਮੈਂ ਦੁਬਾਰਾ ਸਾਈਨ ਇਨ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਾਂਗਾ/ਕਰਾਂਗੀ
pl: Spróbuję zalogować się ponownie
ru: Я попробую войти еще раз
sd: مان ٻيهر سائن ان ڪرڻ جي ڪوشش ڪندس.
si: මම නැවත ඇතුල්වීම සඳහා උත්සාහ කරන්නම්
sl: Poskusil se bom znova vpisati
sr_cyrl_rs: Покушаћу да се пријавим поново
sr_latn_rs: Pokušaću da se prijavim ponovo
sv: Jag försöker logga in igen
ta: மீண்டும் உள் நுழை முயற்சிக்கவும்
te: నేను మళ్లీ సైన్ ఇన్ చేసేందుకు ప్రయత్నిస్తాను
tg: Ман кӯшиш мекунам, ки такроран ворид шавам
th: ฉันจะลองลงชื่อเข้าใช้อีกครั้ง
tr: Yeniden oturum açmayı deneyeceğim
tt: Яңадан кереп карыйм
ug: قايتا تىزىملاپ كىرىمەن
uk: Я спробую ввійти ще раз
ur: میں دوبارہ سائن ان کرنے کی کوشش کروں گا
uz: Tizimga qayta urinib ko‘raman
vi: Tôi sẽ thử đăng nhập lại
zh_hans: 我将尝试重新登录
zh_hant: 我將嘗試重新登入

# Literal.Paypal.Redirect.Heading
source: Did you sign in to PayPal?
af: Het jy by PayPal aangemeld?
am: ወደ PayPal በመለያ ገብተዋል?
ar: هل قمت بتسجيل الدخول إلى PayPal؟
as: আপুনি PayPal-ত ছাইন ইন কৰিলেনে?
az: PayPal-a daxil oldunuz?
bg: Влязохте ли в PayPal?
bn_in: আপনি কি PayPal এ সাইন ইন করেছেন?
bs: Jeste li se prijavili u PayPal?
cy: Wnaethoch chi mewngofnodi i PayPal?
da: Loggede du på PayPal?
de: Haben Sie sich bei PayPal angemeldet?
el: Έχετε εισέλθει στο PayPal;
es: ¿Has iniciado sesión en PayPal?
et: Kas olete PayPali sisse loginud?
eu: PayPal zerbitzuan saioa hasi duzu?
fa: آیا وارد PayPal شدید؟
ga: Ar shínigh tú isteach in PayPal?
gd: An do chlàraich thu a-steach gu PayPal?
gl: Iniciaches sesión en PayPal?
gu: શું તમે PayPal માં સાઇન ઇન કર્યું હતું?
he: האם נכנסת אל PayPal?
hi: क्या आपने PayPal में साइन इन किया था?
hr: Jeste li se prijavili na PayPal?
hu: Bejelentkezett a PayPalra?
id: Apakah Anda sudah masuk ke PayPal?
is: Skráðirðu þig inn á PayPal?
ja: PayPal にサインインしましたか?
ka: შეხვედით PayPal-ზე?
kk: PayPal қызметіне кірдіңіз бе?
kn: ನೀವು PayPal ಗೆ ಸೈನ್-ಇನ್ ಮಾಡಿದಿರಾ?
ko: PayPal에 로그인하셨나요?
ku_arab: ئایا چوویتەژوورەوه بۆ PayPal؟
ky: Сиз PayPal'га катталып кирдиңизби?
lo: ທ່ານໄດ້ລົງຊື່ເຂົ້າໃຊ້ PayPal?
lt: Ar prisijungėte prie „PayPal“?
lv: Vai pierakstījāties pakalpojumā PayPal?
mi: I takiuru koe ki Paypal?
mk: Дали се пријавивте на PayPal?
ml: നിങ്ങൾ PayPal-ലേക്ക് സൈനിൻ ചെയ്തോ?
mn: PayPal руу нэвтэрсэн үү?
mr: आपण PayPal मध्ये साइन इन केले आहे?
ms: Adakah anda mendaftar masuk ke PayPal?
mt: Dħalt fil-kont ta’ PayPal?
ne: तपाइँ PayPal मा साइन-इन हुनुहुन्थ्यो?
nn_no: Har du logga på PayPal?
no: Har du logget på PayPal?
or: ଆପଣ PayPal କୁ ସାଇନ୍ ଇନ୍ କରିଛନ୍ତି?
pa_arab_pk: کیی تُسی PayPal تے سائن ان کیتا اے؟
pa_in: ਕੀ ਤੁਸੀਂ PayPal ਵਿੱਚ ਸਾਈਨ ਇਨ ਕੀਤਾ ਸੀ?
pl: Udało Ci się zalogować do serwisu PayPal?
ru: Вы вошли на веб-сайт PayPal?
sd: ڇا توهان PayPal ڏانهن سائن ان ڪيو؟
si: ඔබ PayPal වෙත ඇතුල්වූයේ ද?
sl: Ali ste se vpisali v storitev PayPal?
sr_cyrl_rs: Да ли сте пријављени у услугу PayPal?
sr_latn_rs: Da li ste prijavljeni u uslugu PayPal?
sv: Loggade du in på PayPal?
ta: நீங்கள் PayPal-இல் உள்நுழைவு செய்தீர்களா?
te: మీరు PayPalకి సైన్ ఇన్ చేసారా?
tg: Шумо ба PayPal ворид шудед?
th: คุณได้ลงชื่อเข้าใช้งาน PayPal หรือไม่
tr: PayPal’da oturum açtınız mı?
tt: PayPal'га кердегезме?
ug: Paypal غا تىزىملاپ كىردىڭىزمۇ؟
uk: Ви ввійшли на веб-сайт PayPal?
ur: کیا آپ نے PayPal میں سائن ان کیا؟
uz: PayPal’ga kirdingizmi?
vi: Bạn đã đăng nhập vào PayPal chưa?
zh_hans: 你是否已登录到 PayPal?
zh_hant: 您是否已登入到 PayPal?

# Literal.SetupOfficeSdx.Paypal.Redirect.Heading
source: We opened PayPal in your web browser
af: Ons het PayPal in jou webblaaier oopgemaak
am: የድር አሳሽህ ውስጥ PayPal ከፍተናል
ar: فتحنا PayPal في مستعرض الويب الخاص بك
as: আমি আপোনাৰ ৱেব ব্ৰাউজাৰত PayPal খুলিছো
az: Veb brauzerinizdə PayPal açdıq
bg: Отворихме PayPal във вашия уеб браузър
bn_in: আমরা আপনার ওয়েব ব্রাউজারে PayPal তৈরি করেছি
bs: Otvorili smo PayPal na vašem web pregledniku
cy: Rydym wedi agor PayPal yn eich porwr gwe
da: Vi har åbnet PayPal i din webbrowser
de: Wir haben PayPal in Ihrem Webbrowser geöffnet
el: Ανοίξαμε το PayPal στο πρόγραμμα περιήγησης web σας
es: Se ha abierto PayPal en el explorador web
et: Avasime teie veebibrauseris PayPali
eu: PayPal ireki dugu web-arakatzailean
fa: ما PayPal را در مرورگر وب شما باز کردیم
ga: D’osclaíomar PayPayl i do bhrabhsálaí
gd: Dh’fhosgail sinn PayPal sa bhrabhsair-lìn agad
gl: Abrimos PayPal no explorador web
gu: અમે તમારા વેબ બ્રાઉઝરમાં PayPal ખોલ્યું છે
he: פתחנו את PayPal בדפדפן האינטרנט שלך
hi: हमने आपके वेब ब्राउज़र में PayPal खोला है
hr: Otvorili smo PayPal u vašem web-pregledniku
hu: Megnyitottuk a PayPalt a webböngészőjében
id: Kami membuka PayPal di browser web Anda
is: Við opnuðum PayPal í vafranum þínum
ja: お客様の Web ブラウザーで PayPal を開きました
ka: ჩვენ გავხსენით PayPal თქვენს ვებბრაუზერში
kk: PayPal сайты веб-шолғышта ашылды
kn: ನಾವು ನಿಮ್ಮ ವೆಬ್ ಬ್ರೌಸರ್‌ನಲ್ಲಿ PayPal ತೆರೆದಿದ್ದೇವೆ
ko: 웹 브라우저에서 PayPal을 열었습니다.
lo: ພວກເຮົາໄດ້ເປີດ PayPal ໃນເວັບບຣາວເຊີຂອງທ່ານແລ້ວ
lt: Atidarėme „PayPal“ jūsų žiniatinklio naršyklėje
lv: Jūsu pārlūkprogrammā tiek atvērta vietne PayPal
mi: I whakatuwheratia a Paypal ki tō pūtirotiro tukutuku
mk: Го отворивме PayPal во веб-прегледувачот
ml: നിങ്ങളുടെ വെബ് ബ്രൗസറിൽ ഞങ്ങൾ PayPal തുറന്നു
mr: आम्ही आपल्या वेब ब्राउझरमध्ये PayPal उघडले
ms: Kami membuka PayPal dalam pelayar web anda
mt: Ftaħna PayPal fil-brawżer tal-web tiegħek
ne: हामीले तपाईंको वेब ब्राउजरमा PayPal खोल्यौँ
nn_no: Vi opna PayPal i nettlesaren din
no: Vi åpnet PayPal i nettleseren din
or: ଆମେ ଆପଣଙ୍କ ୱେବ୍ ବ୍ରାଉଜର୍ ରେ PayPal ଖୋଲିଲୁ
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਵੈਬ ਬ੍ਰਾਉਜ਼ਰ ਵਿੱਚ PayPal ਖੋਲ੍ਹਿਆ
pl: Otworzyliśmy witrynę PayPal w Twojej przeglądarce internetowej
ru: Мы открыли PayPal в вашем веб-браузере
sl: Storitev PayPal smo odprli v vašem spletnem brskalniku
sr_cyrl_rs: Отворили смо PayPal у прегледачу
sr_latn_rs: Otvorili smo PayPal u pregledaču
sv: Vi har öppnat PayPal i din webbläsare
ta: உங்கள் வலை உலாவியில் PayPal-ஐ நாங்கள் திறந்தோம்
te: మేము మీ వెబ్ బ్రౌజర్‌లో PayPalని తెరిచాము
th: เราได้เปิด PayPal ในเว็บเบราว์เซอร์ของคุณแล้ว
tr: Web tarayıcınızda PayPal açıldı
tt: Веб-күзәтүчегездә PayPal төене ачылды
ug: تور كۆرگۈچتە PayPal نى ئاچتۇق
uk: У вашому браузері відкрито PayPal
ur: ہم نے PayPal کو آپ کے ویب براؤزر میں کھول دیا
uz: Veb-brauzeringizda PayPal xizmatini ochdik
vi: Chúng tôi đã mở PayPal trong trình duyệt web của bạn
zh_hans: 我们在你的 Web 浏览器中打开了 PayPal
zh_hant: 已在您的網頁瀏覽器中開啟 PayPal
