Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.WP7EmailLine3
source: 3. Click Edit Payment Info and follow the instructions to add your account.
af: 3. Kliek 'Redigeer' Betaling Inligting en volg die instruksies om u rekening te by te voeg.
am: 3. የክፍያ መረጃ አርትእ አድርግ እና መለያዎን ለማስገባት ትዕዛዛቱን ይከተሉ።
ar: انقر فوق "تحرير معلومات السداد" واتبع الإرشادات لإضافة حسابك.
as: 3. পৰিশোধ তথ্য সম্পাদনা কৰক ক্লিক কৰক আৰু আপোনাৰ একাউণ্ট যোগ কৰিবলৈ নিৰ্দেশাৱলী অনুসৰণ কৰক৷
az: 3. Ödəniş Məlumatını Redaktə et klikləyin və hesabınızı əlavə etmək üçün təlimatlara əməl edin.
bg: 3. Щракнете върху "Редактиране на информацията за плащане" и следвайте инструкциите, за да добавите акаунта.
bn_in: 3.এডিট পেমেন্ট ইন্ফো তে ক্লিক করুন এবং আপনার অ্যাকাউন্ট যোগ করার জন্য নির্দেশাবলী অনুসরণ করুন।
bs: 3. Kliknite na Uredi informacije o plaćanju i pratite uputstva za dodavanje računa.
cy: 3. Cliciwch Golygu Gwybodaeth Talu a dilyn y cyfarwyddiadau i ychwanegu eich cyfrif.
da: 3. Klik på Rediger betalingsoplysninger, og følg vejledningen for at tilføje din konto.
de: 3. Klicken Sie auf „Zahlungsinformationen bearbeiten“, und befolgen Sie die Anweisungen, um Ihr Konto hinzuzufügen.
el: 3. Κάντε κλικ στην επιλογή "Επεξεργασία πληροφοριών πληρωμής" και ακολουθήστε τις οδηγίες για να προσθέσετε το λογαριασμό σας.
es: 3. Haga clic en Editar información de pago y siga las instrucciones para agregar su cuenta.
et: 3. Klõpsake käsul Muuda makseteavet ja järgige juhiseid konto lisamiseks.
eu: 3. Sakatu Editatu ordainketa-informazioa eta jarraitu kontua gehitzeko argibideei.
fa: 3. روی ویرایش اطلاعات پرداخت کلیک کرده و دستورالعمل ها را برای افزودن حساب خود دنبال کنید.
ga: 3. Cliceáil ar 'Cuir faisnéis íocaíochta in eagar' agus lean na treoracha le do chuntas a chur leis.
gd: 3. Briog air "Deasaich am fiosrachadh pàighidh" is lean ris an stiùireadh gus an cunntas agad a dheasachadh.
gl: 3. Prema en Editar información de pagamento e siga as instrucións que se indican para engadir a súa conta.
gu: ૩. ચુકવણી માહિતીનું સંપાદન કરોને ક્લિક કરો અને તમારું એકાઉન્ટ ઉમેરવાં સૂચનાઓને અનુસરો.
he: 3. לחץ על "ערוך פרטי תשלום" ולאחר מכן פעל לפי ההוראות כדי להוסיף את החשבון שלך.
hi: 3. भुगतान जानकारी संपादित करें क्लिक करें और अपना खाता जोड़ने के लिए निर्देशों का पालन करें.
hr: 3. Kliknite Uredi podatke o plaćanju i slijedite upute da biste dodali svoj račun.
hu: 3. Kattintson a Fizetési információk szerkesztése lehetőségre, és kövesse az utasításokat a számla hozzáadásához.
id: 3. Klik Edit Info Pembayaran dan ikuti petunjuknya untuk menambah akun Anda.
is: 3. Smelltu á „Breyta geiðsluupplýsingum“ og fylgdu svo leiðbeiningunum til að bæta reikningnum þínum við.
ja: 3. [お支払い情報の編集] をクリックし、指示に従ってアカウントを追加します。
ka: 3. დააწკაპუნეთ გადახდის ინფორმაციის შესწორებაზე და შეასრულეთ მითითებები ანგარიშის დასამატებლად.
kk: 3. "Төлем ақпаратын өңдеу" батырмасын нұқып, шотыңызды қосу үшін нұсқауларды орындаңыз.
kn: 3. ಸಂಪಾದನೆ ಪಾವತಿ ಮಾಹಿತಿ ಕ್ಲಿಕ್ ಮಾಡಿ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಗೆ ಸೇರಿಸಲು ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ.
ko: 3. "지불 정보 편집"을 클릭하고 지침을 따라서 계정을 추가합니다.
ku_arab: 3. کرتە بکە لەسەر بژارکردنی پارەدان و پەیڕەوی راینماکان بکە بۆ زێدەکردنی ئەژمێرەکەت.
ky: 3. Төлөм Маалыматын Оңдоо чык этип, жана эсеп жазууңузду кошууга, көрсөтмөлөрдү аткарыңыз.
lo: 3. ຄລິກ ແກ້ໄຂຂໍ້ມູນການຊໍາລະເງິນ ແລະປະຕິບັດຕາມຄໍາແນະນໍາເພື່ອເພີ່ມບັນຊີຂອງທ່ານ.
lt: 3. Spustelėkite Redaguoti mokėjimo informaciją ir vykdykite nurodymus norėdami įtraukti abonementą.
lv: 3. Noklikšķiniet uz Rediģēt maksāšanas informāciju un sekojiet instrukcijām, lai pievienotu kontu.
mi: 3. Pāwhiritia Whakatika Mōhiohio Utu ka whai ai i ngā tohutohu hei tāpiri ki tō pūkete.
mk: 3. Кликнете Уреди информации за плаќање и следете ги упатствата за да ја додадете својата сметка.
ml: 3. പേയ്‌മെന്റ് വിവരം എഡിറ്റുചെയ്യുക ക്ലിക്കുചെയ്യുക കൂടാതെ നിങ്ങളുടെ അക്കൌണ്ട് ചേര്‍ക്കുന്നതിന് നിര്‍ദ്ദേശങ്ങള്‍ പിന്തുടരുക.
mn: 3. Төлбөрийн мэдээллээ засварлах гэснийг товшоод хэрэглэгчийн бүртгэлээ нэмэхийн тулд зааварчилгааг дага.
mr: 3. देय माहिती संपादित करा क्लिक करा आणि आपले खाते जोडण्यासाठी सूचनांचे पालन करा.
ms: 3. Klik Edit Maklumat Pembayaran dan ikut arahan untuk menambahkan akaun anda.
mt: 3. Ikklikkja Editja l-Informazzjoni dwar il-Pagament u segwi l-istruzzjonijiet biex iżżid il-kont tiegħek.
ne: 3. तपाईको खाता थप गर्न भुक्तान जानकारी सम्पादन क्लिक गर्नुहोस् र निर्देशनहरू पछ्याउनुहोस्।
nn_no: 3. Klikk Rediger betalingsinfo og følg instruksjonane for å leggje til kontoen din.
no: 3. Klikk Rediger betalingsinfo og følg instruksjonene for å legge til din konto.
or: 3. ଦେୟ ସୂଚନା ସମ୍ପାଦନା କ୍ଲିକ୍ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ଯୋଡିବାକୁ ନିର୍ଦ୍ଦେଶାବକୀ ଅନୁସରଣ କରନ୍ତୁ.
pa_arab_pk: 3. ادائیگی معلومات تدوین تے کلک کرو تے اپنے اکاؤنٹ دے اضافے لئی ہدایتاں تے عمل کرو۔
pa_in: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਸੰਪਾਦਿਤ ਕਰੋ ਤੇ ਕਲਿਕ ਕਰੋ ਅਤੇ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਜੋੜ੍ਹਨ ਲਈ ਨਿਰਦੇਸ਼ਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।
pl: 3. Kliknij opcję Edytuj informacje dotyczące płatności, a następnie postępuj zgodnie z instrukcjami w celu dodania konta.
ru: 3. Щелкните "Изменить сведения о платеже" и следуйте инструкциям, чтобы добавить свою учетную запись.
sd: 3. ادائگي جي معلومات جي تدوين ڪريو کي ڪلڪ ڪريو ۽ پنھنجو اڪائونٽ جو اضافو ڪريو جي لاءِ ھدايتن تي عمل ڪريو.
si: 3. ගෙවීම් තොරතුරු වෙනස් කරන්න මත ක්ලික් කර ඔබේ ගිණුම එක් කිරීම සඳහා වන උපදෙස් අනුගමනය කරන්න.
sl: 3. Kliknite »Uredite podatke za plačilo« in upoštevajte navodila za dodajanje računa.
sr_cyrl_rs: 3. Кликните на Уреди информације о плаћању и пратите упутства да бисте додали свој налог.
sr_latn_rs: 3. Kliknite na Uredi informacije o plaćanju i pratite uputstva da biste dodali svoj nalog.
sv: 3. Klicka på Redigera betalningsinfo och följ instruktionerna om du vill lägga till ditt konto.
ta: 3. உங்கள் கணக்கைச் சேர்க்க கட்டண தகவலைத் திருத்து என்பதைக் கிளிக் செய்து வழிமுறைகளைப் பின்பற்றவும்.
te: 3. చెల్లింపు సమాచారాన్ని సవరించుని క్లిక్ చేసి, మీ ఖాతాను జోడించడానికి సూచనలను అనుసరించండి.
tg: 3. Барои илова кардани ҳисоби худ, Таҳрири маълумоти пардохтро зер кунед ва дастурҳоро иҷро намоед.
th: 3. คลิก แก้ไขข้อมูลการชำระเงิน และทำตามคำแนะนำเพื่อเพิ่มบัญชีของคุณ
tr: 3. Ödeme Bilgilerini Düzenle'yi tıklatın ve yönergeleri izleyerek hesabınızı ekleyin.
tt: "Түләү мәгълуматларын үзгәртү" дигәнгә чирттерегез һәм хисап язмасыгызны өстәү өчен гамәлләрне башкарыгыз.
ug: 3.ھەق تۆلەش ئۇچۇرىنى چىكىڭ ۋە ھېساباتىڭىزغا قوشۇش ئۈچۈن تۆۋەندىكى باسقۇچلارغا ئەگىشىڭ.
uk: 3. Клацніть "Змінити відомості про платіж" і дотримуйтесь інструкцій щодо додавання облікового запису.
ur: 3۔ ادائیگی معلومات کی تدوین پر کلک کریں اور اپنے کھاتے میں داخل کرنے کیلئے ہدایات کی پیروی کریں۔
uz: 3. To‘lov ma‘lumotlarini o‘zgartirishni cherting va hisob qaydnomangizni qo‘shish uchun ko‘rsatmalarga rioya qiling.
vi: 3. Bấm vào Sửa Thông tin Thanh toán và làm theo hướng dẫn để thêm tài khoản của bạn.
zh_hans: 3. 单击“编辑付款信息”并按照说明添加您的帐户。
zh_hant: 3. 按一下 [編輯付費資訊]，並依照指示新增您的帳戶。

# Word.WP7EmailLine4
source: Click Edit Payment Info.
af: Klik Wysig betaalinligting.
am: ለክፍያ መረጃ አርትዕን ጠቅ አድርግ።
ar: انقر فوق ’تحرير معلومات الدفع‘.
as: পৰিশোধ তথ্য সম্পাদনা কৰক ক্লিক কৰক৷
az: Ödəniş Məlumatını Redaktə et-ə klikləyin.
bg: Щракнете върху "Edit Payment Info" (Редактиране на информацията за плащане).
bn_in: অর্থপ্রদান তথ্য সম্পাদনা ক্লিক করুন৷
bs: Kliknite na dugme „Uredi podatke o plaćanju“.
cy: Cliciwch Golygu Gwybodaeth am Daliad.
da: Klik på Rediger betalingsoplysninger.
de: Klicken Sie auf „Zahlungsinformationen bearbeiten“.
el: Κάντε κλικ στην επιλογή Επεξεργασια πληροφοριών πληρωμής.
es: Haga clic en Editar información de pago.
et: Klõpsake käsul Muuda makseteavet.
eu: Sakatu Editatu ordainketa-informazioa.
fa: روی "ویرایش اطلاعات پرداخت" کلیک کنید.
ga: Cliceáil ar 'Cuir faisnéis íocaíochta in eagar'.
gd: Briog air "Deasaich am fiosrachadh pàighidh".
gl: Prema Editar información de pagamento.
gu: ચૂકવણી માહિતી સુધારો ક્લીક કરો.
he: לחץ על 'ערוך פרטי תשלום'.
hi: भुगतान जानकारी संपादित करें क्लिक करें.
hr: Kliknite Uredi podatke za plaćanje.
hu: Kattintson a Fizetési adatok szerkesztése lehetőségre.
id: Klik Edit Info Pembayaran.
is: Smelltu á Breyta greiðsluupplýsingum.
ja: [お支払い情報の編集] をクリックします。
ka: დააწკაპუნეთ „შეასწორეთ გადახდის ინფორმაცია“-ზე.
kk: "Төлем туралы ақпаратты өңдеу" тармағын нұқыңыз.
kn: ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಸಂಪಾದಿಸಿ ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: "지불 정보 편집"을 클릭합니다.
ku_arab: کرتە بکە لەسەر بژارکردنی زانیاری پارەدان.
ky: "Төлөө маалым. оңдо" нукуурун басыңыз.
lo: ຄລິກ ແກ້ໄຂຂໍ້ມູນການຊຳລະເງິນ.
lt: Spustelėkite Redaguoti mokėjimo informaciją.
lv: Noklikšķiniet uz Rediģēt maksājumu informāciju.
mi: Pāwhiri i Whakatika Mōhiohio Utu.
mk: Кликнете Уреди информации за плаќање.
ml: പേയ്‌മെന്റ് വിവരം എഡിറ്റുചെയ്യുക എന്നത് ക്ലിക്കുചെയ്യുക.
mn: Төлбөрийн мэдээлэл засах-ыг товш.
mr: देय माहिती संपादित करा क्लिक करा.
ms: Klik Edit Maklumat Pembayaran.
mt: Ikklikkja Editja l-Info. tal-Ħlas
ne: भुक्तानी जानकारी सम्पादन गर्नुहोस् क्लिक गर्नुहोस्।
nn_no: Klikk Rediger betalingsinformasjon.
no: Klikk Rediger betalingsinformasjon.
or: ଦେୟ ସୂଚନା ସମ୍ପାଦନ କ୍ଲିକ୍ କରନ୍ତୁ.
pa_arab_pk: ادائیگی دی معلومات دی تدوین کرن لئی کلک کرو۔
pa_in: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Kliknij opcję Edytuj informacje dotyczące płatności.
ru: Щелкните 'Редактировать платежные данные'.
sd: Edit Payment Info کي ڪلڪ ڪريو.
si: ගෙවීම් තොරතුරු සංස්කරණය ක්ලික් කරන්න.
sl: Kliknite »Uredite podatke za plačilo«.
sr_cyrl_rs: Кликните на дугме „Уреди информације о плаћању“.
sr_latn_rs: Kliknite na dugme „Uredi informacije o plaćanju“.
sv: Klicka på Redigera betalningsinformation.
ta: கட்டணத் தகவலைத் திருத்து என்பதை கிளிக் செய்யவும்.
te: చెల్లింపు సమాచారాన్ని సవరించును క్లిక్ చేయండి.
tg: Таҳрири маълумоти пардохтро зер кунед.
th: คลิก แก้ไขข้อมูลการชำระเงิน
tr: Ödeme Bilgilerini Düzenle'yi tıklatın.
tt: Чирттерегез Түләү Мәгълүматын үзгәртү.
ug: ھەق تۆلەش ئۇچۇرىنى تەھرىرلەشنى بېسىڭ.
uk: Натисніть "Змінити дані платежу".
ur: ادائیگی کی معلومات میں ترمیم کرنے پہ کلک کریں.
uz: To‘lov ma‘lumotlarini o‘zgartirmoq tugmasini cherting.
vi: Bấm vào Sửa Thông tin Thanh toán.
zh_hans: 单击“编辑付款信息”。
zh_hant: 按一下 [編輯付費資訊]。

# Word.WP7EmailLine5
source: Follow the instructions to add your credit card.
af: Volg die instruksies om kredietkaart by te voeg.
am: የብድር ካርድህን ለማከል መመሪያዎችን ተከተል።
ar: اتبع التعليمات التي تطلب إليك إضافة بطاقة ائتمانك.
as: আপোনাৰ ক্ৰেডিট কাৰ্ড যোগ কৰিবলৈ নিৰ্দেশাৱলী অনুসৰণ কৰক৷
az: Kredit kartınızı əlavə etmək üçün təlimatlara əməl edin.
bg: Следвайте инструкциите, за да добавите кредитната карта.
bn_in: আপনার ক্রেডিট কার্ড যোগ করতে এই নির্দেশগুলি অনুসরণ করুন৷
bs: Dodajte kreditnu karticu prema prikazanim uputstvima.
cy: Dilynwch y cyfarwyddiadau er mwyn ychwanegu eich cerdyn credyd.
da: Følg vejledningen for at tilføje dit kreditkort.
de: Folgen Sie den Anweisungen, um Ihre Kreditkarte hinzuzufügen.
el: Ακολουθήστε τις οδηγίες για να προσθέσετε την πιστωτική σας κάρτα.
es: Siga las instrucciones para agregar su tarjeta de crédito.
et: Järgige juhiseid krediitkaardi lisamiseks.
eu: Jarraitu kreditu-txartela gehitzeko argibideak.
fa: برای افزودن کارت اعتباری خود، دستورالعمل ها را دنبال کنید.
ga: Lean na treoracha chun do chárta creidmheasa a chur leis.
gd: Lean ris an stiùireadh airson a' chairt-chreideis agad a chur ris.
gl: Siga as instrucións para engadir o seu cartón de crédito.
gu: તમારું ક્રેડિટ કાર્ડ ઉમેરવા માટે સૂચનાઓનું પાલન કરો.
he: בצע את ההוראות להוספת כרטיס האשראי שלך.
hi: अपना क्रेडिट कार्ड जोड़ने के लिए निर्देशों का पालन करें.
hr: Slijedite upute da biste dodali kreditnu karticu.
hu: Kövesse a megjelenő utasításokat a hitelkártya hozzáadásához.
id: Ikuti petunjuk untuk menambah kartu kredit Anda.
is: Farðu eftir leiðbeiningunum til að bæta kreditkortinu þínu við.
ja: 指示に従い、クレジット カードを追加します。
ka: საკრედიტო ბარათის დასამატებლად, მიჰყევით ინსტრუქციას.
kk: Несиелік кәртішкені қосу нұсқауларын орындаңыз.
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಸೇರಿಸಲು ಸೂಚನೆಗಳನ್ನು ಅನುಸರಿಸಿ.
ko: 지침에 따라 신용 카드를 추가합니다.
ku_arab: دوای رێنماییەکان بکەوە بۆ زێدەکردنت کرێدت کارتی خۆت.
ky: Кредит картыңызды кошуу үчүн нускамаларды аткарыңыз.
lo: ປະຕິບັດຕາມຄຳແນະນໍາເພື່ອເພີ່ມບັດເຄຣດິດຂອງທ່ານ.
lt: Vadovaudamiesi nurodymais pridėkite kredito kortelę.
lv: Izpildiet norādījumus, lai pievienotu kredītkarti.
mi: Whāia ngā tohutohu ki te tāpiri i tō kāri nama.
mk: Следете го упатството за додавање кредитна картичка.
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് ചേര്‍ക്കുന്നതിന് നിര്‍ദ്ദേശങ്ങള്‍ പാലിക്കുക.
mn: Кредит картаа нэмэх зааварчилгааг дага.
mr: आपले क्रेडिट कार्ड जोडण्यासाठी सूचनांचे अनुसरण करा.
ms: Ikuti arahan untuk menambah kad kredit anda.
mt: Segwi l-istruzzjonijiet biex iżżid il-karta ta' kreditu tiegħek.
ne: तपाईको क्रेडिट कार्ड थप्नको लागि निर्देशनहरू पालना गर्नुहोस्।
nn_no: Følg instruksjonane for å leggje til kredittkortet ditt.
no: Følg instruksjonene for å legge til kredittkortet ditt.
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯୋଡିବାକୁ ନିର୍ଦ୍ଦେଶାବଳୀ ଅନୁସରଣ କରନ୍ତୁ.
pa_arab_pk: اپنے کریڈٹ کارڈ دا اضافہ کرن لئی ہدایتاں تے عمل کرو۔
pa_in: ਤੁਹਾਡੇ ਕਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਸ਼ਾਮਲ ਕਰਨ ਲਈ ਹਦਾਇਤਾਂ ਦੀ ਪਾਲਣਾ ਕਰੋ।
pl: Postępuj zgodnie z instrukcjami w celu dodania karty kredytowej.
ru: Следуйте инструкциям, чтобы добавить кредитную карту.
sd: پنھنجي ڪريڊٽ ڪارڊ جو اضافو ڪريو جي لاءِ ھدايتن تي عمل ڪريو.
si: ඔබගේ ණය පත එකතු කිරීමට උපදෙස් අනුගමණය කරන්නග
sl: Upoštevajte navodila za dodajanje kreditne kartice.
sr_cyrl_rs: Додајте кредитну картицу према приказаним упутствима.
sr_latn_rs: Dodajte kreditnu karticu prema prikazanim uputstvima.
sv: Följ instruktionerna för att lägga till ett kontokort.
ta: உங்கள் கடன் அட்டையைச் சேர்க்க வழிமுறைகளைப் பின்பற்றவும்.
te: మీ క్రెడిట్ కార్డ్‌ను జోడించడానికి సూచనలను అనుసరించండి.
tg: Барои илова кардани корти қарзии худ дастурҳоро иҷро кунед.
th: ทำตามคำแนะนำเพื่อเพิ่มบัตรเครดิตของคุณ
tr: Kredi kartınızı eklemek için yönergeleri izleyin.
tt: Ничек кредит картаны өстәргә өчен инструкцияны укыгыз.
ug: ئىناۋەتلىك كارتىڭىزنى قوشۇش ئۈچۈن بۇ تەلىماتقا ئەگىشىڭ .
uk: Виконайте інструкції з додавання кредитної картки.
ur: اپنے کریڈٹ کارڈ کا اضافہ کرنے کے لیے ہدایات پہ عمل کریں.
uz: Kredit kartochkangizni qo‘shish uchun ko‘rsatmalarga amal qiling.
vi: Làm theo các hướng dẫn để thêm thẻ tín dụng của bạn vào.
zh_hans: 按照说明添加您的信用卡。
zh_hant: 依照指示加入您的信用卡。

# Word.WP7EmailLine6
source: Click Next.
af: Klik Volgende.
am: ቀጥልን ጠቅ አድርግ።
ar: انقر فوق ’التالي‘.
as: পৰৱৰ্তী ক্লিক কৰক৷
az: Növbəti klikləyin.
bg: Щракнете върху "Напред".
bn_in: পরবর্তী ক্লিক করুন৷
bs: Kliknite na dugme „Sljedeće“.
cy: Cliciwch Nesaf.
da: Klik på Næste.
de: Klicken Sie auf „Weiter“.
el: Κάντε κλικ στο κουμπί Επόμενο.
es: Haga clic en Siguiente.
et: Klõpsake käsul Edasi.
eu: Sakatu Hurrengoa.
fa: روی بعدی کلیک کنید.
ga: Cliceáil ar 'Ar aghaidh'.
gd: Briog air "Air adhart".
gl: Prema Seguinte.
gu: આગલુ ક્લિક કરો.
he: לחץ על 'הבא'.
hi: अगला क्लिक करें.
hr: Kliknite Dalje.
hu: Kattintson a Következő lehetőségre.
id: Klik Berikutnya.
is: Smelltu á Áfram.
ja: [次へ] をクリックします。
ka: დააწკაპუნეთ „შემდეგ“-ზე.
kk: "Келесі" түймешігін нұқыңыз.
kn: ಮುಂದೆ ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: [다음]을 클릭합니다.
ku_arab: کرتەی دواتر بکە.
ky: "Кийинки" нукуурун басыңыз.
lo: ຄລິກ ຕໍ່ໄປ.
lt: Spustelėkite Pirmyn.
lv: Noklikšķiniet uz Nākamais.
mi: Pāwhiri Panuku.
mk: Кликнете Следно.
ml: അടുത്തത് ക്ലിക്കുചെയ്യുക.
mn: Дараах товчийг товш.
mr: पुढील क्लिक करा.
ms: Klik Seterusnya.
mt: Ikklikkja Li jmiss.
ne: अर्को क्लिक गर्नुहोस्।
nn_no: Klikk Neste.
no: Klikk Neste.
or: ପରବର୍ତ୍ତି କ୍ଲିକ୍ କରନ୍ତୁ.
pa_arab_pk: اگے تے کلک کرو۔
pa_in: ਅੱਗੇ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Kliknij przycisk Dalej.
ru: Щелкните 'Далее'.
sd: Next کي ڪلڪ ڪريو.
si: ඊලඟ ක්ලික් කරන්න.
sl: Kliknite »Naprej«.
sr_cyrl_rs: Кликните на дугме „Даље“.
sr_latn_rs: Kliknite na dugme „Dalje“.
sv: Klicka på Nästa.
ta: அடுத்து என்பதை கிளிக் செய்யவும்.
te: తదుపరిని క్లిక్ చేయండి.
tg: "Навбатӣ"-ро зер кунед.
th: คลิก ถัดไป
tr: İleri'yi tıklatın.
tt: Киләсе чирттергез.
ug: كېيىنكىسىنى بېسىڭ.
uk: Натисніть кнопку "Далі".
ur: اگلا پہ کلک کریں.
uz: Keyingisiga o‘tish tugmasini cherting.
vi: Bấm Tiếp theo.
zh_hans: 单击“下一步”。
zh_hant: 按一下 [下一步]。

# Word.WP7EmailSubject
source: How To Register a Windows Phone App Marketplace Credit Card from your PC
af: Hoe om 'n Windows-telefoontoepassing- Mark Kredietkaart vanaf jou PR te registreer
am: ከፒሲህ እንዴት Windows ስልክ መተግበሪያ ገበያ ቦታ የብድር ካርድ መመዝገብ ይቻላል።
ar: كيفية تسجيل بطاقة ائتمان لـ Windows Phone App Marketplace‏ من الكمبيوتر الشخصي
as: আপোনাৰ PC-ৰ পৰা এটা Windows Phone App মাৰ্কেটপ্লেচ ক্ৰেডিট কাৰ্ড কেনেকৈ পঞ্জীয়ন কৰিব
az: Kompüterinizdən Kredit Kartınızı Windows Phone Proqram Mağazasında Qeydiyyatdan keçirməklə bağlı
bg: Как да регистрираме кредитна карта на пазара за приложения за Windows Phone от компютър
bn_in: আপনার পিসি থেকে একটি Windows Phone App Marketplace ক্রেডিট কার্ড নিবন্ধন করার পদ্ধতি
bs: Kako registrirati kreditnu karticu za Windows Phone App Marketplace preko računara
cy: Sut mae Cofrestru Cerdyn Credyd Marchnad Rhaglen Windows Phone oddi ar eich cyfrifiadur
da: Sådan registreres et Windows Phone App Marketplace-kreditkort fra din pc
de: Registrierung einer Kreditkarte für Windows Phone App Marketplace
el: Πώς να δηλώσετε μια πιστωτική κάρτα για το Marketplace εφαρμογών Windows Phone από τον υπολογιστή σας
es: Cómo registrar una tarjeta de crédito de marketplace de aplicaciones de Windows Phone desde su equipo
et: Kuidas registreerida arvutis Windows Phone App Marketplace'i krediitkaart
eu: Nola erregistratu Windows Phone App Marketplace dendarako kreditu-txartela PC batetik
fa: نحوه ثبت یک کارت اعتباری Windows Phone App Marketplace از طریق رایانه خود
ga: Conas cárta creidmheasa margaidh aip Windows Phone a chlárú ó do ríomhaire
gd: Mar a chlàraicheas tu cairt-chreideis margaidh airson aplacaid Windows Phone on PC agad
gl: Como rexistrar un cartón de crédito para Windows Phone App Marketplace no seu PC
gu: તમારા પીસીમાંથી Windows ફોન એપ માર્કેટપ્લેસ ક્રેડિટ કાર્ડ કેવી રીતે રજીસ્ટર કરવું
he: כיצד לרשום כרטיס אשראי של Windows Phone App Marketplace מהמחשב
hi: अपने PC से Windows Phone अनुप्रयोग बाज़ारस्थल क्रेडिट कार्ड कैसे पंजीकृत करें
hr: Kako registrirati kreditnu karticu na Windows Phone App Marketplace putem računala
hu: A Windows Phone alkalmazások piacteréhez használni kívánt hitelkártya regisztrálása számítógépről
id: Cara Mendaftarkan Marketplace Kartu Kredit Aplikasi Windows Phone dari PC Anda
is: Hvernig skrá á Windows Phone App Marketplace kreditkort á PC-tölvunni
ja: Windows Phone App Marketplace のクレジット カードをコンピューターから登録する方法
ka: როგორ ხდება საკრედიტო ბარათის დარეგისტრირება კომპიუტერით, Windows-ის სატელეფონო პროგრამის ბაზარზე გამოსაყენებლად
kk: Windows Phone App Marketplace несиелік кәртішкесін компьютерден тіркеу жолы
kn: ನಿಮ್ಮ PC ಯಿಂದ Windows Phone App Marketplace ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ನೋಂದಾಯಿಸುವುದು ಹೇಗೆ
ko: PC에서 Windows Phone 앱 마켓플레이스 신용 카드를 등록하는 방법
ku_arab: چۆنێتی تۆمارکردنی کارتێکی قەرزی بازاڕی کاربەرنامەی Windows Phone لەسەر کۆمپیوتەرەکەت
ky: Сиздин компьютериңизден Windows Phone App Marketplace кредит картын кантип катташ керек
lo: ວິທີລົງທະບຽນບັດເຄຣດິດຂອງ Windows Phone App Marketplace ຈາກ PC ຂອງທ່ານ
lt: Kaip užregistruoti „Windows Phone“ programėlių „Marketplace“ kredito kortelę kompiuteriu
lv: Windows Phone App Marketplace kredītkartes reģistrēšana, izmantojot datoru
mi: Me Pēhea Te Rēhita i tētahi Kāri Nama Mākete Taupānga Waea Windows mai i tō Rorohiko
mk: Како да регистрирате кредитна картичка од вашиот компјутер за Windows Phone App Marketplace
ml: നിങ്ങളുടെ PC-ല്‍ നിന്ന് Windows Phone App Marketplace ക്രെഡിറ്റ് കാര്‍ഡ് രജിസ്റ്റര്‍ ചെയ്യുന്നത് എങ്ങനെയാണ്‌
mn: Компьютерээсээ Windows Утасны програмын захын кредит картыг хэрхэн бүртгүүлэх вэ
mr: आपल्या PC वरून Windows Phone अनुप्रयोग मार्केटप्लेस क्रेडिट कार्डची नोंदणी कशी करावी
ms: Cara Untuk Mendaftar Kad Kredit Marketplace Apl Windows Phone
mt: Kif tirreġistra Karta ta' Kreditu għall-Windows Phone App Marketplace mill-PC tiegħek
ne: तपाईको PCबाट Windows Phone एप्लिकेसन बजारस्थान क्रेडिट कार्ड कसरी दर्ता गर्ने
nn_no: Slik registrerer du eit kredittkort for Windows Phone App Marketplace frå ein PC
no: Slik registrerer du et kredittkort for Windows Phone App Marketplace fra en PC
or: ଆପଣଙ୍କର PC ଠାରୁ ଏକ Windows Phone App Marketplace କ୍ରେଡିଟ୍ କାର୍ଡ୍ କିପରି ପଞ୍ଜକରଣ କରିବେ
pa_arab_pk: اپنے کمپیوٹر توں Windows Phone دے ایپ مارکیٹ کریڈٹ کارڈ نوں رجسٹر کرن دا طریقہ
pa_in: ਤੁਹਾਡੇ PC ਤੋਂ Windows Phone App Marketplace ਕਰੈਡਿਟ ਕਾਰਡ ਦਾ ਪੰਜੀਕਰਨ ਕਿਵੇਂ ਕਰਨਾ ਹੈ
pl: Rejestrowanie karty kredytowej w witrynie Windows Phone App Marketplace z poziomu komputera
ru: Как зарегистрировать кредитную карту, связанную с Windows Phone App Marketplace, с ПК
sd: توھان جي PC تان Windows Phone App Marketplace Credit Card ڪيئن رجسٽر ڪجي
si: ඔබගේ පරිගණකයෙන් Windows Phone App Marketplace ණය පතක් ලියාපදිංචි කරන්නේ කෙසේද
sl: Kako registrirati kreditno kartico za Windows Phone App Marketplace prek osebnega računalnika
sr_cyrl_rs: Како да региструјете кредитну картицу за Windows Phone App Marketplace преко рачунара
sr_latn_rs: Kako da registrujete kreditnu karticu za Windows Phone App Marketplace preko računara
sv: Så här registrerar du ett kontokort för Windows Phone-appar på Marketplace från datorn
ta: உங்கள் கணியிலிருந்து Windows Phone பயன்பாடு Marketplace கடன் அட்டையை எப்படி பதிவுசெய்வது
te: మీ PC నుండి Windows Phone App Marketplace క్రెడిట్ కార్డ్‌ను రిజిస్టర్ చేయడం ఎలా
tg: Чӣ тавр бояд Корти қарзии Windows Phone App Marketplace-ро аз компютери худ сабти ном кард
th: วิธีลงทะเบียน Windows Phone App Marketplace Credit Card จากคอมพิวเตอร์ของคุณ
tr: Bilgisayarınızdan Bir Windows Phone App Marketplace Kredi Kartı Kaydettirme
tt: Ничек Windows телефоны программасы базарында кредит картаны теркәүләргә Сезнең санактан
ug: كومپيۇتېرىڭىزدىن Windows Phone ئەپىنىڭ بازار ئىناۋەتلىك كارتىسىنى تىزىملىتىش ئۇسۇلى
uk: Як зареєструвати кредитну картку Windows Phone App Marketplace з ПК
ur: Windows Phone ایپ کا مارکیٹ کریڈٹ کارڈ کو اپنے کمپیوٹر کی مدد سے رجسٹر کرنے کا طریقہ
uz: Shaxsiy kompьyuteringizdan qanday qilib Windows Phone App Marketplace kredit kartochkasini ro‘yxatga olish
vi: Cách Đăng kí Thẻ Tín dụng cho Thị trường Ứng dụng Windows Phone từ máy tính của bạn
zh_hans: 如何通过电脑注册 Windows Phone 应用市场信用卡
zh_hant: 如何從您的電腦登錄 Windows Phone 應用程式市集信用卡
