Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSRewards.EditPhoneNumberText
source: Use your phone to scan the QR code, or visit
af: Gebruik jou foon om die QR-kode te skandeer, of besoek
am: የ QR ኮድን ለመቃኘት ወይም ለመጎብኘት ስልክዎን ይጠቀሙ
ar: استخدم هاتفك لمسح شفرة استجابة سريعة ضوئياً، أو قم بزيارة
as: কিউআৰ ক’ড স্কেন কৰিবলৈ আপোনাৰ ফোন ব্যৱহাৰ কৰক বা ইয়ালৈ যাওক
az: QR kodunu skan etmək üçün telefonunuzdan istifadə edin və ya daxil olun
bg: Използвайте телефона си, за да сканирате QR кода, или посетете
bn_in: QR কোড স্ক্যান করতে আপনার ফোন ব্যবহার করুন, অথবা ভিজিট করুন
bs: Koristite telefon za skeniranje QR koda ili posjetu
cy: Defnyddiwch eich ffôn i sganio'r cod QR, neu ewch i
da: Brug din telefon til at scanne QR-koden, eller besøg
de: Verwenden Sie Ihr Smartphone, um den QR-Code zu scannen, oder besuchen Sie
el: Χρησιμοποιήστε το τηλέφωνό σας για να σαρώσετε τον κωδικό QR ή επισκεφτείτε το
es: Use el teléfono para digitalizar el código QR o visite
et: Skannige oma telefoniga QR-kood või külastage lehte
eu: Erabili telefonoa QR kodea eskaneatzeko edo joan hona:
fa: برای اسکن کد QR یا بازدید از آن، از تلفن خود استفاده کنید
ga: Úsáid d’fhón chun an cód QR a scanadh, nó gabh chuig
gd: Cleachd am fòn agad is sganaich an còd QR no tadhail air
gl: Use o seu teléfono para escanear o código QR ou visite
gu: QR કોડ સ્કૅન કરવા માટે તમારા ફોનનો ઉપયોગ કરો અથવા આની મુલાકાત લો
he: השתמש בטלפון שלך כדי לסרוק את קוד ה- QR, או בקר בכתובת
hi: QR कोड स्कैन करने या विज़िट करने के लिए अपने फ़ोन का उपयोग करें
hr: Skenirajte QR kôd pomoću telefona ili posjetite
hu: A telefonjával szkennelje be a QR-kódot, vagy keresse fel a következő helyet:
id: Gunakan telepon Anda untuk memindai kode QR, atau kunjungi
is: Notaðu símann þinn til að skanna QR-kóðann eða farðu á
ja: スマートフォンを使用して QR コードをスキャンするか、以下にアクセスしてください:
ka: გამოიყენეთ თქვენი ტელეფონი QR კოდის დასასკანერებლად ან ესტუმრეთ
kk: Телефонмен QR кодты сканерлеңіз немесе кіріңіз
kn: QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ನಿಮ್ಮ ಫೋನ್ ಬಳಸಿ, ಅಥವಾ ಭೇಟಿ ನೀಡಿ
ko: 휴대폰을 사용하여 QR 코드를 스캔하거나 다음을 방문하세요.
lo: ໃຊ້ໂທລະສັບຂອງທ່ານເພື່ອສະແກນລະຫັດ QR, ຫຼືເຂົ້າໄປເບິ່ງ
lt: Nuskaitykite QR kodą naudodami telefoną arba apsilankykite
lv: Izmantojiet tālruni, lai skenētu QR kodu, vai apmeklējiet
mi: Whakamahia tō waea hei matawai i te waehere QR, ka haere rānei ki
mk: Користете го телефонот за да го скенирате QR-кодот или посетете
ml: QR കോഡ് സ്‌കാൻ ചെയ്യാൻ, അല്ലെങ്കിൽ സന്ദർശിക്കാൻ നിങ്ങളുടെ ഫോൺ ഉപയോഗിക്കുക
mr: QR कोड स्कॅन करण्यासाठी किंवा भेटीसाठी आपला फोन वापरा
ms: Gunakan telefon anda untuk mengimbas kod QR atau lawati
mt: Uża l-mowbajl tiegħek biex tiskennja l-kodiċi QR, jew żur
ne: QR कोड स्क्यान गर्न आफ्नो फोन प्रयोग गर्नुहोस्, वा यहाँ जानुहोस्
nn_no: Bruk telefonen din til å skanne QR-koden eller gå til
no: Bruk telefonen til å skanne QR-koden, eller gå til
or: QR କୋଡ୍ ସ୍କାନ୍ କରିବାକୁ କିମ୍ବା ପରିଦର୍ଶନ କରିବାକୁ ଆପଣଙ୍କ ଫୋନ୍ ବ୍ୟବହାର କରନ୍ତୁ
pa_in: ਆਪਣੇ ਫ਼ੋਨ ਦੀ ਵਰਤੋਂ ਕਰੋ, ਤਾਂ ਜੋ ਤੁਸੀਂ ਇਸ ਨੂੰ ਸਕੈਨ ਕਰ ਸਕੋ, ਜਾਂ ਵਿਜ਼ਿਟ ਕਰੋ
pl: Zeskanuj kod QR za pomocą telefonu lub odwiedź stronę
ru: Отсканируйте QR-код с телефона или посетите
sl: S telefonom optično preberite kodo QR ali obiščite
sr_cyrl_rs: Користите телефон да бисте скенирали QR кôд или посетите
sr_latn_rs: Koristite telefon da skenirate QR kôd ili posetite
sv: Använd telefonen för att skanna QR-koden eller gå till
ta: QR குறியீட்டை ஸ்கேன் செய்ய உங்கள் ஃபோனைப் பயன்படுத்தவும் அல்லது இதைப் பார்வையிடவும்
te: QR కోడ్‌ని స్కాన్ చేయడానికి మీ ఫోన్‌ని ఉపయోగించండి లేదా సందర్శించండి
th: ใช้โทรศัพท์ของคุณเพื่อสแกนคิวอาร์โค้ด หรือไปที่
tr: Telefonunuzu kullanarak QR kodunu tarayın veya şuraya gidin:
tt: QR кодын сканерлау өчен телефонны кулланыгыз яки түбәндәгегә керегез:
ug: تېلېفوندا QR كودىنى سايىلەڭ ياكى بۇ يەرگە كىرىڭ:
uk: Відскануйте QR-код із телефону або відвідайте
ur: QR کوڈ اسکین کرنے کے لیے اپنا فون استعمال کریں، یا یہاں جائیں
vi: Sử dụng điện thoại của bạn để quét mã QR hoặc truy cập
zh_hans: 使用手机扫描 QR 码，或访问
zh_hant: 使用您的手機掃描 QR 代碼，或瀏覽

# Literal.MSRewards.EditPhoneNumberContinueText
source: Once you've signed in and added a phone number, return back here to CONTINUE
af: Sodra jy aangemeld het en ’n foonnommer bygevoeg het, keer terug hierheen om VOORT TE GAAN
am: አንዴ ከገቡ እና ስልክ ቁጥር ካከሉ በኋላ ወደ ቀጥል ወደዚህ ይመለሱ
ar: بمجرد تسجيل الدخول وإضافة رقم هاتف، ارجع إلى هنا للمتابعة
as: আপুনি ছাইন ইন কৰাৰ পাছত আৰু এটা ফোন নম্বৰ যোগ কৰাৰ পাছত, অব্যাহত ৰাখিবলৈ ইয়ালৈ ঘূৰি আহক
az: Daxil olub telefon nömrəsi əlavə etdikdən sonra DAVAM ETMƏK üçün bura qayıdın
bg: След като влезете в системата и добавите телефонен номер, върнете се тук, за да продължите
bn_in: একবার আপনি সাইন ইন করে এবং একটি ফোন নম্বর যোগ করার পরে, CONTINUE রাখতে এখানে ফিরে আসুন
bs: Kada se prijavite i dodate broj telefona, vratite se ovdje da biste NASTAVILI
cy: Unwaith eich bod chi wedi mewngofnodi ac ychwanegu rhif ffôn, dewch yn ôl yma i BARHAU
da: Når du har logget på og tilføjet et telefonnummer, skal du vende tilbage hertil for at FORTSÆTTE
de: Nachdem Sie sich angemeldet und eine Telefonnummer hinzugefügt haben, kehren Sie hierher zurück, um FORTZUFAHREN.
el: Αφού εισέλθετε και προσθέσετε έναν αριθμό τηλεφώνου, επιστρέψτε εδώ για να ΣΥΝΕΧΕΙΑ
es: Una vez que haya iniciado sesión y agregado un número de teléfono, vuelva aquí para CONTINUAR.
et: Kui olete sisse loginud ja telefoninumbri lisanud, naaske siia tagasi ja JÄTKAKE
eu: Saioa hasi eta telefono-zenbaki bat gehitu ondoren, itzuli hona AURRERA EGITEKO
fa: هنگامی که وارد سیستم شده‌اید و یک شماره تلفن اضافه کردید، برای ادامه به اینجا برگردید
ga: Tar éis duit síniú isteach agus uimhir theileafóin a chur leis, fill anseo chun leanúint ar aghaidh
gd: Turas a bhios tu air clàradh a-steach, cuir ris àireamh fòn is till an-seo an uair sin airson leantainn air adhart
gl: En canto inicie sesión e engada un número de teléfono, volva aquí para CONTINUAR
gu: એકવાર તમે સાઇન ઇન કરી લો અને ફોન નંબર ઍડ કરી લો, પછી ચાલુ રાખવા માટે અહીં પાછા આવો
he: לאחר שנכנסת והוספת מספר טלפון, חזור לכאן כדי להמשיך
hi: आपके द्वारा साइन इन करने और एक फ़ोन नंबर जोड़ने के बाद, CONTINUE करने के लिए यहाँ वापस लौटें
hr: Kada se prijavite i dodate telefonski broj, vratite se ovamo da biste nastavili
hu: Miután bejelentkezett és megadott egy telefonszámot, térjen vissza ide a FOLYTATÁSHOZ.
id: Setelah Anda masuk dan menambahkan nomor telepon, kembali ke sini untuk MELANJUTKAN
is: Þegar þú hefur skráð þig inn og bætt við símanúmeri skaltu koma hingað aftur til að HALDA ÁFRAM
ja: サインインして電話番号を追加したら、ここに戻って続行します
ka: სისტემაში შესვლისა და ტელეფონის ნომრის დამატების შემდეგ გასაგრძელებლად დაბრუნდით აქ
kk: Жүйеге кіріп, телефон нөміріңізді қосқаннан кейін ЖАЛҒАСТЫРУ үшін осы жерге оралыңыз
kn: ಒಮ್ಮೆ ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಿದ ನಂತರ ಮತ್ತು ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ಸೇರಿಸಿದ ನಂತರ, ಮುಂದುವರಿಸಲು ಮರಳಿ ಇಲ್ಲಿಗೆ ಹಿಂತಿರುಗಿ
ko: 로그인하고 전화번호를 추가한 후 여기로 돌아와 계속하세요.
lo: ເມື່ອທ່ານລົງຊື່ເຂົ້າໃຊ້ ແລະ ເພີ່ມເບີໂທລະສັບ, ໃຫ້ກັບຄືນທີ່ນີ້ເພື່ອສືບຕໍ່
lt: Kai prisijungsite ir įtrauksite telefono numerį, grįžkite čia ir TĘSKITE
lv: Kad esat pierakstījies un pievienojis tālruņa numuru, atgriezieties šeit, lai TURPINĀTU
mi: Ina takiuru koe me te tāpiri i tētahi tau waea, hoki mai ki konei kia HAERE TONU
mk: Откако ќе се најавите и ќе додадете телефонски број, вратете се овде за да ПРОДОЛЖИТЕ
ml: നിങ്ങൾ സൈൻ ഇൻ ചെയ്ത് ഒരു ഫോൺ നമ്പർ ചേർത്തുകഴിഞ്ഞാൽ, തുടരുന്നതിന് ഇവിടേക്ക് തിരികെ വരിക
mr: एकदा आपण साइन इन केले आणि फोन नंबर जोडला की सुरू ठेवण्यासाठी येथे परत या
ms: Sebaik sahaja anda telah mendaftar masuk dan menambah nombor telefon, kembali ke sini untuk TERUSKAN
mt: Ladarba tkun dħalt u żidt numru tat-telefown, erġa’ lura hawn biex TKOMPLI
ne: एक पटक तपाईंले साइन इन गरिसक्नुभयो र फोन नम्बर थप्नुभयो भने जारी राख्न यहाँ फर्कनुहोस्
nn_no: Når du har logga på og lagt til eit telefonnummer, kan du gå tilbake hit for å HALDE FRAM
no: Når du har logget på og lagt til et telefonnummer, kan du gå tilbake hit for å fortsette
or: ଆପଣ ସାଇନ୍ ଇନ୍ କରିବା ପରେ ଏବଂ ଏକ ଫୋନ୍ ନମ୍ଵର୍ ଯୋଡିବା ପରେ, ଜାରି ରଖିବାକୁ ଏଠାକୁ ଫେରି ଯାଆନ୍ତୁ
pa_in: ਇੱਕ ਵਾਰ ਜਦੋਂ ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਕਰ ਲੈਂਦੇ ਹੋ ਅਤੇ ਇੱਕ ਫ਼ੋਨ ਨੰਬਰ ਜੋੜ ਲੈਂਦੇ ਹੋ, ਤਾਂ ਜਾਰੀ ਰੱਖਣ ਲਈ ਇੱਥੇ ਵਾਪਸ ਆਓ
pl: Po zalogowaniu się i dodaniu numeru telefonu wróć tutaj, aby kontynuować
ru: Когда вы войдете и добавите номер телефона, вернитесь сюда, чтобы ПРОДОЛЖИТЬ
sl: Ko se vpišete in dodate telefonsko številko, se vrnite nazaj sem za nadaljevanje postopka
sr_cyrl_rs: Када се пријавите и додате број телефона, вратите се овде да бисте наставили
sr_latn_rs: Kada se prijavite i dodate broj telefona, vratite se ovde da biste NASTAVILI
sv: När du har loggat in och lagt till ett telefonnummer går du tillbaka hit och fortsätter
ta: நீங்கள் உள்நுழைந்து ஃபோன் எண்ணைச் சேர்த்ததும், தொடர இங்கே திரும்பி வாருங்கள்
te: మీరు సైన్ ఇన్ చేసి, ఫోన్ నంబర్‌ను జోడించిన తర్వాత, కొనసాగించడానికి ఇక్కడకు తిరిగి రండి
th: เมื่อคุณลงชื่อเข้าใช้และเพิ่มหมายเลขโทรศัพท์แล้ว ให้กลับมาที่นี่เพื่อดำเนินการต่อ
tr: Oturum açıp bir telefon numarası ekledikten sonra DEVAM ETMEK için buraya geri dönün
tt: Системага кереп телефон номерын өстәгәннән соң, ДӘВАМ ИТҮ өчен монда кире кайтыгыз
ug: تىزىملاپ كىرىپ تېلېفون نومۇرى قوشۇپ بولۇپ، بۇ يەرگە قايتىپ داۋاملاشتۇرۇڭ
uk: Коли ви ввійдете та додасте номер телефону, поверніться сюди, щоб ПРОДОВЖИТИ
ur: جب آپ سائن ان کر لیں اور کوئی فون نمبر شامل کر لیں، تو جاری رکھنے کے لئے یہاں واپس آئیں
vi: Sau khi bạn đã đăng nhập và thêm số điện thoại, hãy quay lại đây để TIẾP TỤC
zh_hans: 登录并添加电话号码后，请返回此处以继续
zh_hant: 登入並新增電話號碼後，請回到這裡以繼續

# Literal.RedeemCSVToken.RedeemGiftCardHeading
source: Redeem your gift card
af: Eis jou geskenkbewys op
am: የእርስዎን የዋጋ ቅናሽ ካርድ ይውሰዱ
ar: استرداد بطاقة الهدايا الخاصة بك
as: আপোনাৰ উপহাৰ কাৰ্ড ৰিডিম কৰক
az: Hədiyyə kartınızı aktivləşdirin
bg: Използвайте своя ваучер за подарък
bn_in: আপনার উপহারের কার্ড ভাঙান
bs: Iskoristite svoju poklon karticu
cy: Defnyddio eich cerdyn rhodd
da: Indløs din gavekort
de: Geschenkgutschein einlösen
el: Εξαργύρωση της δωροκάρτας σας
es: Canjear tarjeta regalo
et: Kinkekaardi lunastamine
eu: Erabili opari-txartela
fa: کارت هدیه‌تان را نقد کنید
ga: Fuascail do chárta bronntanais
gd: Cuir gu feum a’ chairt prèasaint agad
gl: Troca a túa tarxeta agasallo
gu: તમારા ગિફ્ટ કાર્ડને રિડીમ કરો
he: ממש את כרטיס המתנה שלך
hi: अपना उपहार कार्ड रिडीम कराएँ
hr: Iskoristite poklon-bon
hu: Ajándékkártya beváltása
id: Tukarkan kartu hadiah Anda
is: Innleysa gjafakort
ja: ギフト カードの使用
ka: სასაჩუქრე ბარათის გამოყენება
kk: Сыйлық картасын белсендіру
kn: ನಿಮ್ಮ ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಮರುಪಡೆಯಿರಿ
ko: 기프트 카드 사용하기
lo: ແລກບັດຂອງຂວັນຂອງທ່ານ
lt: Panaudokite savo dovanų kortelę
lv: Dāvanu kartes izmantošana
mi: Hokona tō kāri takoha
mk: Откупете ја подарок-картичката
ml: നിങ്ങളുടെ ഗിഫ്റ്റ് കാര്‍ഡ് റിഡീം ചെയ്യുക
mr: आपले भेट कार्ड रिडीम करा
ms: Tebus kad hadiah anda
mt: Sarraf il-gift card tiegħek
ne: आफ्नो उपहार कार्ड प्राप्त गर्नुहोस्
nn_no: Løys inn gåvekortet
no: Løs inn gavekortet ditt
or: ଆପଣଙ୍କର ଉପହାର କାର୍ଡ୍ ରିଡିମ୍ କରନ୍ତୁ
pa_in: ਆਪਣਾ ਗਿਫਟ ਕਾਰਡ ਰਿਡੀਮ ਕਰੋ
pl: Zrealizuj swój bon upominkowy
ru: Активация карты оплаты
sl: Unovčite darilni bon
sr_cyrl_rs: Искоришћавање поклон-картице
sr_latn_rs: Iskorišćavanje poklon-kartice
sv: Lös in ditt presentkort
ta: உங்கள் பரிசு அட்டையை மீட்டெடுத்தல்
te: మీ బహుమతి కార్డ్‌ని రీడీమ్ చేసుకోండి
th: แลกใช้บัตรกำนัล
tr: Hediye kartınızı kullanın
tt: Сезнең бүләк картасын активлаштыру
ug: سوۋغات كارتىڭىزنى نەقلەشتۈرۈڭ
uk: Використати вашу подарункову картку
ur: اپنا تحفہ کارڈ ریڈیم کریں
vi: Quy đổi thẻ quà tặng của bạn
zh_hans: 兑换您的礼品卡
zh_hant: 兌換您的禮品卡

# Literal.RedeemCSVToken.Description
source: To redeem your Microsoft or Xbox gift card, please enter your 25-character code in the space below.
af: Om jou Microsoft- of Xbox-geskenkbewys op te eis, voer asseblief jou 25-karakterkode in die spasie hier onder in.
am: የእርስዎን የ Microsoft ወይም Xbox የስጦታ ካርድ ለመጠቀም፣ እባክዎን ባለ 25-ቁምፊ ኮድዎን ከዚህ በታች ባለው ቦታ ያስገቡ።
ar: لاسترداد بطاقة هديا Microsoft أو Xbox الخاصة بك، الرجاء إدخال رمزك المكون من 25 حرفاً في المساحة أدناه.
as: আপোনাৰ Microsoft বা Xbox উপহাৰ কাৰ্ড ৰিডিম কৰিবলৈ, অনুগ্ৰহ কৰি তলৰ স্থানত আপোনাৰ 25-বৰ্ণৰ কোড প্ৰবিষ্ট কৰক।
az: Microsoft və ya Xbox hədiyyə kartınızdan istifadə etmək üçün 25 simvoldan ibarət kodunuzu aşağıdakı sahəyə daxil edin.
bg: За да използвате своя ваучер на Microsoft или Xbox за подарък, въведете своя 25-знаков код в интервала по-долу.
bn_in: আপনার Microsoft বা Xbox উপহার কার্ড ভাঙাতে, অনুগ্রহ করে নীচের স্থানে আপনার 25টি অক্ষরের কোড লিখুন৷
bs: Da biste iskoristili Microsoft ili Xbox poklon karticu, unesite kôd od 25 znakova u prostor u nastavku.
cy: I ddefnyddio eich cerdyn rhodd Microsoft neu Xbox, rhowch eich cod 25 nod yn y bwlch isod.
da: Hvis du vil indløse dit Microsoft- eller Xbox-gavekort, skal du angive din kode på 25 tegn i feltet nedenfor.
de: Um Ihre Microsoft- oder Xbox-Geschenkkarte einzulösen, geben Sie bitte Ihren 25-stelligen Code in das Feld unten ein.
el: Για να εξαργυρώσετε τη δωροκάρτα Microsoft ή Xbox σας, πληκτρολογήστε τον κωδικό 25 χαρακτήρων στον παρακάτω χώρο.
es: Para canjear la tarjeta regalo de Microsoft o Xbox, escriba su código de 25 caracteres en el espacio siguiente.
et: Microsofti või Xboxi kinkekaardi lunastamiseks sisestage oma 25-kohaline kood allolevasse kohta.
eu: Microsoft-en edo Xbox-en opari-txartela erabiltzeko, idatzi zure 25 karaktereko kodea eremu honetan.
fa: برای نقد کردن کارت هدیه Microsoft یا Xbox، لطفاً کد ۲۵ نویسه‌ای خود را در فضای زیر وارد کنید.
ga: Chun do chárta bronntanais Microsoft nó Xbox a fhuascailt, cuir isteach an cód 25 carachtar sa spás thíos.
gd: Airson cairt prèasaint Microsoft no Xbox a chur gu feum, cuir a-steach an còd leis na 25 caractaran gu h-ìosal.
gl: Para trocar a tarxeta agasallo de Microsoft ou Xbox, introduza o código de 25 caracteres no espazo que figura a continuación.
gu: તમારું Microsoft અથવા Xbox ગિફ્ટ કાર્ડ રીડિમ કરવા માટે, કૃપયા નીચેની જગ્યામાં તમારો 25-વર્ણનો કોડ દાખલ કરો.
he: כדי לממש את כרטיס המתנה של Microsoft או Xbox, הזן את הקוד בן 25 התווים בשטח למטה.
hi: अपने Microsoft या Xbox गिफ़्ट कार्ड को रिडीम करने के लिए, कृपया नीचे दिए गए स्पेस में अपना 25-वर्णों का कोड दर्ज करें.
hr: Da biste iskoristili poklon-bon za Microsoft ili Xbox, unesite kod od 25 znakova u prostor u nastavku.
hu: A Microsoft- vagy Xbox-ajándékkártya beváltásához adja meg a 25 karakteres kódot az alábbi területen.
id: Untuk menukarkan kartu hadiah Microsoft atau Xbox, masukkan kode 25 karakter Anda pada bidang di bawah ini.
is: Sláðu inn 25 stafa kóðann í svæðið hér fyrir neðan til að innleysa Microsoft- eða Xbox-gjafakortið.
ja: Microsoft または Xbox ギフト カードを使うには、下のスペースに 25 文字のコードを入力してください。
ka: თქვენი Microsoft-ის ან Xbox-ის სასაჩუქრე ბარათის გამოსაყებევლად შეიყვანეთ თქვენი 25-სიმბოლოიანი კოდი ქვემოთ მოცემულ სივრცეში.
kk: Microsoft немесе Xbox сыйлық картасын белсендіру үшін төмендегі бос орынға 25 таңбалы кодты енгізіңіз.
kn: ನಿಮ್ಮ Microsoft ಅಥವಾ Xbox ಉಡುಗೊರೆ ಕಾರ್ಡ್ ರಿಡೀಮ್ ಮಾಡಲು, ದಯವಿಟ್ಟು ಕೆಳಗಿನ ಸ್ಪೇಸ್‌ನಲ್ಲಿ ನಿಮ್ಮ 25-ಅಕ್ಷರದ ಕೋಡ್ ನಮೂದಿಸಿ.
ko: Microsoft 또는 Xbox 기프트 카드를 사용하려면 아래 공간에 25자 코드를 입력하세요.
lo: ເພື່ອແລກໃຊ້ບັດຂອງຂວັນ Microsoft ຫຼື Xbox ຂອງທ່ານ, ກະລຸນາປ້ອນລະຫັດຕົວອັກສອນ 25-ຕົວເຂົ້າໃນບ່ອນຫວ່າງລຸ່ມນີ້.
lt: Norėdami panaudoti „Microsoft“ arba „Xbox“ dovanų kortelę, toliau esančioje vietoje įveskite 25 simbolių kodą.
lv: Lai izmantotu savu Microsoft vai Xbox dāvanu karti, tālāk esošajā vietā ievadiet 25 rakstzīmju kodu.
mi: Hei utu i tō kāri takoha a Microsoft, a Xbox rānei, me tāuru tō waehere pūāhua-25 i te wāhi i raro nei.
mk: За да ја откупите картичка за подарок за Microsoft или Xbox, внесете го вашиот код од 25 карактери во просторот подолу.
ml: നിങ്ങളുടെ Microsoft അല്ലെങ്കിൽ Xbox ഗിഫ്റ്റ് കാർഡ് റിഡീം ചെയ്യുന്നതിന്, ചുവടെയുള്ള സ്ഥലത്ത് നിങ്ങളുടെ 25 അക്ഷര കോഡ് നൽകുക.
mr: आपल्या Microsoft किंवा Xbox भेट कार्डची पूर्तता करण्यासाठी, कृपया खालील जागेमध्ये आपला 25 वर्णांचा कोड प्रविष्ठ करा.
ms: Untuk menebus kad hadiah Microsoft atau Xbox anda, sila masukkan kod 25 aksara anda dalam ruang di bawah.
mt: Biex issarraf il-gift card ta’ Microsoft jew Xbox tiegħek, daħħal il-kodiċi b’25 karattru tiegħek fl-ispazju t’hawn taħt.
ne: आफ्नो Microsoft वा Xbox उपहार कार्ड रिडीम गर्न, कृपया तलको स्थानमा आफ्नो 25 क्यारेक्टरको कोड प्रविष्ट गर्नुहोस्।
nn_no: For å løyse inn Microsoft- eller Xbox-gåvekortet, skriv inn koden på 25 teikn i feltet nedanfor.
no: Hvis du vil løse inn Microsoft- eller Xbox-gavekortet, skriver du inn koden på 25 tegn i området nedenfor.
or: ଆପଣଙ୍କ Microsoft କିମ୍ୱା Xbox ଉପହାର କାର୍ଡ୍ ରିଡିମ୍ କରିବାକୁ, ଦୟାକରି ନିମ୍ନରେ ଥିବା ସ୍ଥାନରେ ଆପଣଙ୍କ 25-ଅକ୍ଷର ବିଶିଷ୍ଟ କୋଡ୍ ଏଣ୍ଟର୍ କରନ୍ତୁ ।
pa_in: ਆਪਣਾ Microsoft ਜਾਂ Xbox ਗਿਫਟ ਕਾਰਡ ਰਿਡੀਮ ਕਰਨ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੀ ਥਾਂ ਵਿੱਚ ਆਪਣਾ 25-ਅੱਖਰਾਂ ਦਾ ਕੋਡ ਦਾਖਲ ਕਰੋ।
pl: Aby zrealizować bon upominkowy Microsoft lub Xbox, wprowadź swój 25-znakowy kod w poniższej przestrzeni.
ru: Чтобы активировать подарочную карту Microsoft или Xbox, введите 25-значный код в расположенное ниже поле.
sl: Če želite unovčiti Microsoftov darilni bon ali darilni bon za Xbox, vnesite 25-mestno kodo v spodnji prostor.
sr_cyrl_rs: Да бисте активирали Microsoft или Xbox поклон-картицу, унесите кôд од 25 знакова у простор у наставку.
sr_latn_rs: Da biste aktivirali Microsoft ili Xbox poklon-karticu, unesite kôd od 25 znakova u prostor u nastavku.
sv: Om du vill lösa in ditt Microsoft- eller Xbox-presentkort anger du koden på 25 tecken i utrymmet nedan.
ta: உங்கள் Microsoft அல்லது Xbox பரிசு அட்டையை ரீடீம் செய்ய, கீழே உள்ள இடத்தில் உங்கள் 25 எழுத்துக் குறியீட்டை உள்ளிடவும்.
te: మీ Microsoft లేదా Xbox బహుమతి కార్డ్‌ను రిడీమ్ చేయడం కొరకు, దయచేసి దిగువ స్థలంలో మీ 25 అక్షరాల కోడ్‌ను నమోదు చేయండి.
th: เพื่อแลกใช้บัตรกำนัล Microsoft หรือ Xbox โปรดใส่รหัสอักขระ 25 ตัวในช่องด้านล่าง
tr: Microsoft veya Xbox hediye kartınızı kullanmak için lütfen 25 karakterlik kodunuzu aşağıdaki boşluğa girin.
tt: Майкрософт яки Xbox бүләк картасын активлаштыру өчен, түбәндәге кырга 25 символдан торган кодны кертегез.
ug: Microsoft ياكى Xbox سوۋغات كارتىسىنى نەقلەش ئۈچۈن تۆۋەندىكى بوشلۇققا 25 خانىلىق كود كىرگۈزۈڭ.
uk: Щоб активувати подарункову картку Microsoft або Xbox, введіть 25-значний код нижче.
ur: اپنے Microsoft یا Xbox تحفہ کارڈ ریڈیم کرنے کیلئے، براہ کرم نیچے کی جگہ میں اپنا 25 کریکٹر والا کوڈ داخل کریں۔
vi: Để quy đổi thẻ quà tặng Microsoft hoặc Xbox của bạn, vui lòng nhập mã gồm 25 điểm mã của bạn vào không gian bên dưới.
zh_hans: 若要兑换你的 Microsoft 或 Xbox 礼品卡，请在下面的空间中输入 25 个字符的代码。
zh_hant: 若要兌換您的 Microsoft 或 Xbox 禮品卡，請在下方輸入 25 個字元代碼。

# Literal.RedeemCSVToken.RedemptionSummaryText
source: It'll be added to ()EmailAddress.
af: Dit sal by ()EmailAddress gevoeg word.
am: ወደ () ኢሜይል አድራሻ ይታከላል።
ar: ستتم إضافة هذا إلى ()EmailAddress.
as: ইয়াক ()ইমেইলঠিকনাত যোগ কৰা হ'ব।
az: ()E-poçt Üvanına əlavə olunacaq.
bg: Ще бъде добавена към ()EmailAddress.
bn_in: এটি ()EmailAddress এ যোগ করা হবে।
bs: Dodat će se na ()EmailAddress.
cy: Bydd yn cael ei ychwanegu at ()EmailAddress.
da: Den føjes til ()EmailAddress.
de: Sie wird zu ()EmailAddress hinzugefügt.
el: Θα προστεθεί στο ()EmailAddress.
es: Se agregará a ()EmailAddress.
et: See lisatakse ()meiliaadressile.
eu: ()EmailAddress gisa gehituko da.
fa: به ()EmailAddress اضافه خواهد شد.
ga: Cuirfear le ()EmailAddress é.
gd: Thèid a chur ri ()EmailAddress.
gl: Engadirase a ()EmailAddress.
gu: તેને ()EmailAddressમાં ઍડ કરવામાં આવશે.
he: הוא יתווסף אל ()EmailAddress.
hi: इसे ()EmailAddress में जोड़ दिया जाएगा.
hr: Dodat će se na račun ()EmailAddress.
hu: A(z) ()EmailAddress elemhez lesz hozzáadva.
id: Ini akan ditambahkan ke ()EmailAddress.
is: Þessu verður bætt við ()EmailAddress.
ja: これは ()EmailAddress に追加されます。
ka: ის დაემატება ()EmailAddress-ში.
kk: Ол ()EmailAddress поштасына қосылады.
kn: ಇದನ್ನು ()EmailAddress ಗೆ ಸೇರಿಸಲಾಗುತ್ತದೆ.
ko: ()EmailAddress에 추가합니다.
lo: ມັນຈະຖືກເພີ່ມໃສ່ ()EmailAddress.
lt: Jis bus įtrauktas į ()EmailAddress.
lv: Tas tiks pievienots ()EmailAddress.
mi: Ka tāpirihia tēnei ki ()WāhitauĪmēra.
mk: Ќе биде додаден на ()адреса на е-пошта.
ml: അത് ()EmailAddress എന്നതിലേക്ക് ചേർക്കപ്പെടും.
mr: ती ()EmailAddress वर जोडली जाईल.
ms: Ia akan ditambahkan pada ()EmailAddress.
mt: Se jiżdied fl-()IndirizzElettroniku.
ne: यो ()EmailAddress मा थपिनेछ।
nn_no: Den vil bli lagt til ()EmailAddress.
no: Den legges til i ()EmailAddress.
or: ଏହା () EmailAddress ରେ ଯୋଡାଯିବ ।
pa_in: ਇਸ ਨੂੰ ()EmailAddress ਤੇ ਜੋੜ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Zostanie dodana do adresu ()EmailAddress.
ru: Он будет добавлен в ()EmailAddress.
sl: Dodano bo v ()EmailAddress.
sr_cyrl_rs: Биће додат налогу ()EmailAddress.
sr_latn_rs: Biće dodat nalogu ()EmailAddress.
sv: Den läggs till i ()EmailAddress.
ta: ()EmailAddress என்பதில் இது சேர்க்கப்படும்.
te: ఇది ()ఇమెయిల్ చిరునామాకు జోడించబడుతుంది.
th: ซึ่งจะถูกเพิ่มลงใน ()EmailAddress
tr: ()EmailAddress adresine eklenecek.
tt: Ул ()EmailAddress ка өстәләчәк.
ug: ئۇ ()EmailAddress غا قوشۇلىدۇ.
uk: Це буде додано до ()EmailAddress.
ur: اسے ()EmailAddress میں شامل کر دیا جائے گا۔
vi: Địa chỉ email sẽ được thêm vào ()EmailAddress.
zh_hans: 它将添加到 ()EmailAddress。
zh_hant: 它會新增到 ()EmailAddress。

# Literal.RedeemCSVToken.Error.CodeExpired
source: This code is expired.
af: Hierdie kode het verval.
am: ይህ ኮድ ጊዜው አልፎበታል።
ar: انتهت صلاحية هذا الرمز.
as: এই কোডৰ ম্যাদ উকলি গৈছে।
az: Bu kodun son istifadə müddəti bitib.
bg: Срокът на този код е изтекъл.
bn_in: এই কোডটির মেয়াদ শেষ হয়ে গেছে৷
bs: Ovaj kôd je istekao.
cy: Mae'r cod hwn wedi dod i ben.
da: Denne kode er udløbet.
de: Dieser Code ist abgelaufen.
el: Ο παρόν κωδικός έχει λήξει.
es: Este código ha expirado.
et: Kood on aegunud.
eu: Kodea iraungita dago.
fa: این کد منقضی شده است.
ga: Tá an cód seo imithe as feidhm.
gd: Dh’fhalbh an ùine air a’ chòd seo.
gl: Este código caducou.
gu: આ કોડની સમયસીમા સમાપ્ત થઈ ગઈ છે.
he: פג תוקפו של קוד זה.
hi: इस कोड की समय सीमा समाप्त हो गई है.
hr: Taj je kôd istekao.
hu: Ez a kód lejárt.
id: Kode ini kedaluwarsa.
is: Þessi kóði er útrunninn.
ja: このコードの有効期限が切れています。
ka: ეს კოდი ვადაგასულია.
kk: Бұл кодтың мерзімі өткен.
kn: ಈ ಕೋಡ್ ಅವಧಿ ಮೀರಿದೆ.
ko: 이 코드는 만료되었습니다.
lo: ລະຫັດນີ້ໝົດອາຍຸແລ້ວ.
lt: Šis kodas nebegalioja.
lv: Šī koda derīgums ir beidzies.
mi: Kua mōnehu tēnei waehere.
mk: Овој код е истечен.
ml: ഈ കോഡ് കാലഹരണപ്പെട്ടു.
mr: हा कोड कालबाह्य झाला आहे.
ms: Kod ini telah tamat tempoh.
mt: Dan il-kodiċi skadut.
ne: यो कोडको म्याद समाप्त भएको छ।
nn_no: Denne koden er gått ut.
no: Denne koden er utløpt.
or: ଏହି କୋଡ୍‌ର ମିଆଦ ଶେଷ ହୋଇଛି ।
pa_in: ਇਸ ਕੋਡ ਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋ ਗਈ ਹੈ।
pl: Ten kod wygasł.
ru: Срок действия этого кода истек.
sl: Ta koda je potekla.
sr_cyrl_rs: Овај кôд је истекао.
sr_latn_rs: Ovaj kôd je istekao.
sv: Den här koden har upphört att gälla.
ta: இந்தக் குறியீடு காலாவதியாகிவிட்டது.
te: ఈ కోడ్ గడువు ముగిసింది.
th: รหัสนี้หมดอายุแล้ว
tr: Bu kodun süresi dolmuş.
tt: Бу кодның вакыты чыкты.
ug: بۇ كودنىڭ ۋاقتى ئۆتكەن.
uk: Термін дії цього коду минув.
ur: اس کوڈ کی میعاد ختم ہو گئی ہے۔
vi: Mã này đã hết hạn.
zh_hans: 此代码已过期。
zh_hant: 此代碼已過期。
