Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.StoredValue.CreditCards.Title
source: Credit cards
af: Kredietkaarte
am: የብድር ካርዶች
ar: بطاقات الائتمان
as: ক্ৰেডিট কাৰ্ডসমূহ
az: Kredit kartları
bg: Кредитни карти
bn_in: ক্রেডিট কার্ড
bs: Kreditne kartice
cy: Cardiau credyd
da: Kreditkort
de: Kreditkarten
el: Πιστωτικές κάρτες
es: Tarjetas de crédito
et: Krediitkaardid
eu: Kreditu-txartelak
fa: کارت های اعتباری
ga: Cártaí creidmheasa
gd: Cairtean-creideis
gl: Cartóns de crédito
gu: ક્રડિટ કાર્ડ્ઝ
he: כרטיסי אשראי
hi: क्रेडिट कार्ड
hr: Kreditne kartice
hu: Hitelkártyák
id: Kartu kredit
is: Kreditkort
ja: クレジット カード
ka: საკრედიტო ბარათები
kk: Несиелік карталар
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ಗಳು
ko: 신용 카드
ku_arab: کارتە قەرزەکان
ky: Кредит карттары
lo: ບັດເຄຣດິດ
lt: Kredito kortelės
lv: Kredītkartes
mi: Ngā kāri nama
mk: Кредитни картички
ml: ക്രെഡിറ്റ് കാര്‍ഡുകള്‍
mn: Кредит картнууд
mr: क्रेडिट कार्ड्स
ms: Kad kredit
mt: Karti ta' kreditu
ne: क्रेडिट कार्डहरू
nn_no: Kredittkort
no: Kredittkort
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍‌ଗୁଡିକ
pa_arab_pk: کریڈٹ کارڈز
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ
pl: Karty kredytowe
ru: Кредитные карты
sd: ڪريڊٽ ڪارڊس
si: ණයවරපත්
sl: Kreditne kartice
sr_cyrl_rs: Кредитне картице
sr_latn_rs: Kreditne kartice
sv: Kreditkort
ta: கடன் அட்டைகள்
te: క్రెడిట్ కార్డ్‌లు
tg: Кортҳои қарзӣ
th: บัตรเครดิต
tr: Kredi kartları
tt: Кредит карталар
ug: ئىناۋەتلىك كارتا
uk: Кредитні картки
ur: کریڈٹ کارڈز
uz: Kredit kartochkalar
vi: Thẻ tín dụng
zh_hans: 信用卡
zh_hant: 信用卡

# Literal.BankAccountBankCode.MaxLength
source: Bank code is too long.
af: Bankkode is te lank.
am: የባንክ ኮድ በጣም ረዥም ነው።
ar: رمز البنك أطول من اللازم.
as: বেংক ক'ড অতি দীঘল৷
az: Bankın kodu çox uzundur.
bg: Банковият код е прекалено дълъг.
bn_in: ব্যাঙ্ক কোডটি অত্যন্ত বড়৷
bs: Šifra banke je preduga.
cy: Mae cod y banc yn rhy hir.
da: Bankkoden er for lang.
de: Die Bankleitzahl ist zu lang.
el: Ο κωδικός τράπεζας είναι πολύ μεγάλος.
es: El código de banco es demasiado largo.
et: Pangakood on liiga pikk.
eu: Banku-kodea luzeegia da.
fa: کد بانک بسیار طولانی است.
ga: Cód bainc rófhada.
gd: Tha còd a' bhanca ro fhada.
gl: O código de banco é moi longo.
gu: બેંક કોડ ખૂબ લાંબો છે.
he: קוד הבנק ארוך מדי.
hi: बैंक कोड बहुत लंबा है.
hr: Šifra banke predugačka je.
hu: A bankkód túl hosszú.
id: Kode bank terlalu panjang.
is: Bankakóðinn er of langur.
ja: 銀行コードが長すぎます。
ka: ბანკის კოდი ძალიან გრძელია.
kk: Банк коды тым ұзын.
kn: ಬ್ಯಾಂಕ್ ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 은행 코드가 너무 깁니다.
ku_arab: کۆدی بانکی زۆر درێژە.
ky: Банк коду өтө узун.
lo: ລະຫັດທະນາຄານຍາວເກີນໄປ.
lt: Banko kodas per ilgas.
lv: Bankas kods ir pārāk garš.
mi: He roa rawa te waehere pēke.
mk: Кодот на банката е предолг.
ml: ബാങ്ക് കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Банкны код хэт урт байна.
mr: बँक कोड खूप लांब आहे.
ms: Kod bank terlalu panjang.
mt: Il-kodiċi tal-bank twil wisq.
ne: बैङ्क संकेत धेरै लामो भयो।
nn_no: Bankkoden er for lang.
no: Bankkoden er for lang.
or: ବ୍ୟାଙ୍କ କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: بینک کوڈ بہت لما اے۔
pa_in: ਬੈਂਕ ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod banku jest zbyt długi.
ru: Слишком длинный код банка.
sd: بينڪ ڪوڊ تمام وڏو آھي.
si: බැංකු කේතය ඉතා දිගයි.
sl: Koda banke je predolga.
sr_cyrl_rs: Шифра банке је предугачка.
sr_latn_rs: Šifra banke je predugačka.
sv: Bankkoden är för lång.
ta: வங்கி குறியீடு மிக நீளமாக உள்ளது.
te: బ్యాంక్ కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи бонк аз ҳад дароз аст.
th: รหัสธนาคารยาวเกินไป
tr: Banka kodu çok uzun.
tt: Банк коды бик озын.
ug: بانكا كودى بەك ئۇزۇن.
uk: Код банку занадто довгий.
ur: بینک کوڈ بہت طویل ہے.
uz: Bank kodi juda uzun.
vi: Mã ngân hàng quá dài.
zh_hans: 银行代码过长。
zh_hant: 銀行代碼太長。

# Literal.BankAccountBankCode.MinLength
source: Bank code is too short.
af: Bankkode is te kort.
am: የባንክ ኮድ በጣም አጭር ነው።
ar: يقل رمز البنك عن اللازم طولاً.
as: বেংক ক'ড অতি চুটি৷
az: Bankın kodu çox qısadır.
bg: Банковият код е прекалено къс.
bn_in: ব্যাঙ্ক কোডটি অত্যন্ত ছোট৷
bs: Šifra banke je prekratka.
cy: Mae cod y banc yn rhy fyr.
da: Bankkoden er for kort.
de: Die Bankleitzahl ist zu kurz.
el: Ο κωδικός τράπεζας είναι πολύ μικρός.
es: El código de banco es demasiado corto.
et: Pangakood on liiga lühike.
eu: Banku-kodea motzegia da.
fa: کد بانک بسیار کوتاه است.
ga: Cód bainc róghearr.
gd: Tha còd a' bhanca ro ghoirid.
gl: O código de banco é moi curto.
gu: બેંક કોડ ખૂબ ટૂંકો છે.
he: קוד הבנק קצר מדי.
hi: बैंक कोड बहुत छोटा है.
hr: Šifra banke prekratka je.
hu: A bankkód túl rövid.
id: Kode bank terlalu pendek.
is: Bankakóðinn er of stuttur.
ja: 銀行コードが短すぎます。
ka: ბანკის კოდი ძალიან მოკლეა.
kk: Банк коды тым қысқа.
kn: ಬ್ಯಾಂಕ್ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 은행 코드가 너무 짧습니다.
ku_arab: کۆدی بانکی زۆر کورتە.
ky: Банк коду өтө кыска.
lo: ລະຫັດທະນາຄານສັ້ນເກີນໄປ.
lt: Banko kodas per trumpas.
lv: Bankas kods ir pārāk īss.
mi: He poto rawa te waehere pēke.
mk: Кодот на банката е прекраток.
ml: ബാങ്ക് കോഡ് വളരെ ചെറുതാണ്.
mn: Банкны код хэт богино байна.
mr: बँक कोड खूप लहान आहे.
ms: Kod bank terlalu pendek.
mt: Il-kodiċi tal-bank qasir wisq.
ne: बैङ्क संकेत धेरै छोटो भयो।
nn_no: Bankkoden er for kort.
no: Bankkoden er for kort.
or: ବ୍ୟାଙ୍କ କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: بینک کوڈ بہت چھوٹا اے۔
pa_in: ਬੈਂਕ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod banku jest zbyt krótki.
ru: Слишком короткий код банка.
sd: بينڪ ڪوڊ تمام ننڍو آھي.
si: බැංකු කේතය ඉතා කෙටියි.
sl: Koda banke je prekratka.
sr_cyrl_rs: Шифра банке је прекратка.
sr_latn_rs: Šifra banke je prekratka.
sv: Bankkoden är för kort.
ta: வங்கி குறியீடு மிகச் சிறியதாக உள்ளது.
te: బ్యాంక్ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи бонк аз ҳад кӯтоҳ аст.
th: รหัสธนาคารสั้นเกินไป
tr: Banka kodu çok kısa.
tt: Банк коды бик кыска.
ug: بانكا كودى بەك قىسقا.
uk: Код банку занадто короткий.
ur: بینک کوڈ بہت مختصر ہے.
uz: Bank kodi juda qisqa.
vi: Mã ngân hàng quá ngắn.
zh_hans: 银行代码过短。
zh_hant: 銀行代碼太短。

# Literal.BankAccountBankCode.Pattern
source: Invalid bank code.
af: Ongeldige bankkode.
am: ልክ ያልኾነ የባንክ ኮድ።
ar: ليس رمز البنك صالحًا.
as: অবৈধ বেংক ক'ড৷
az: Bankın kodu səhvdir.
bg: Банковият код е невалиден.
bn_in: ব্যাঙ্ক কোড অবৈধ৷
bs: Nevažeća šifra banke.
cy: Mae cod y banc yn annilys.
da: Ugyldig bankkode.
de: Die Bankleitzahl ist ungültig.
el: Μη έγκυρος κωδικός τράπεζας.
es: El código de banco no es válido.
et: Kehtetu pangakood.
eu: Banku-kodea baliogabea da.
fa: کد بانک نامعتبر است.
ga: Cód bainc neamhbhailí.
gd: Tha còd a' bhanca mì-dhligheach.
gl: Código de banco non válido.
gu: અમાન્ય બેંક કોડ.
he: קוד הבנק לא חוקי.
hi: अमान्य बैंक कोड.
hr: Šifra banke nije valjana.
hu: Érvénytelen bankkód.
id: Kode bank tidak valid.
is: Ógildur bankakóði.
ja: 銀行コードが正しくありません。
ka: ბანკის კოდი არასწორია.
kk: Банк коды дұрыс емес.
kn: ಅಮಾನ್ಯವಾದ ಬ್ಯಾಂಕ್ ಕೋಡ್.
ko: 은행 코드가 올바르지 않습니다.
ku_arab: کۆدی بانکی نادروستە.
ky: Банк коду жараксыз.
lo: ລະຫັດທະນາຄານບໍ່ຖືກຕ້ອງ.
lt: Netinkamas banko kodas.
lv: Nederīgs bankas kods.
mi: He muhu te waehere pēke.
mk: Неважечки код на банката.
ml: ബാങ്ക് കോഡ് അസാധുവാണ്.
mn: Банкны код хүчингүй байна.
mr: अवैध बँक कोड.
ms: Kod bank tidak sah.
mt: Il-kodiċi tal-bank mhux validu.
ne: बैङ्क संकेत अवैध छ।
nn_no: Ugyldig bankkode.
no: Ugyldig bankkode.
or: ଅବୈଧ ବ୍ୟାଙ୍କ କୋଡ୍.
pa_arab_pk: ناجائز بینک کوڈ۔
pa_in: ਅਵੈਧ ਬੈਂਕ ਕੋਡ।
pl: Nieprawidłowy kod banku.
ru: Недопустимый код банка.
sd: بينڪ ڪوڊ غلط آھي.
si: බැංකු කේතය වැරදියි.
sl: Koda banke ni veljavna.
sr_cyrl_rs: Неважећа шифра банке.
sr_latn_rs: Nevažeća šifra banke.
sv: Ogiltig bankkod.
ta: தவறான வங்கி குறியீடு.
te: చెల్లని బ్యాంక్ కోడ్.
tg: Рамзи бонки беэътибор.
th: รหัสธนาคารไม่ถูกต้อง
tr: Geçersiz banka kodu.
tt: Ялгыш банк коды.
ug: بانكا كودى ئىناۋەتسىز.
uk: Неприпустимий код банку.
ur: بینک کوڈ غلط ہے.
uz: Bank kodi haqiqiy emas.
vi: Mã ngân hàng không hợp lệ.
zh_hans: 银行代码无效。
zh_hant: 銀行代碼無效。

# Literal.BankAccountBankCode.Required
source: Bank code is required.
af: Bankkode word vereis.
am: የባንክ ኮድ ይፈለጋል።
ar: رمز البنك مطلوب.
as: বেংক ক'ড আৱশ্যক৷
az: Bankın kodu tələb olunur.
bg: Банковият код е задължителен.
bn_in: ব্যাঙ্ক কোড আবশ্যক৷
bs: Šifra banke je obavezna.
cy: Rhaid nodi cod banc.
da: Bankkoden skal angives.
de: Die Bankleitzahl ist erforderlich.
el: Απαιτείται ο κωδικός τράπεζας.
es: El código de banco es obligatorio.
et: Pangakood on kohustuslik.
eu: Banku-kodea beharrezkoa da.
fa: به کد بانک نیاز است.
ga: Cód bainc ag teastáil.
gd: Tha feum air còd a' bhanca.
gl: Requírese código de banco.
gu: બેંક કોડની આવશ્યકતા છે.
he: קוד הבנק נדרש.
hi: बैंक कोड आवश्यक है.
hr: Šifra banke obavezna je.
hu: A bankkód megadása kötelező.
id: Kode bank wajib diisi.
is: Færa þarf inn bankakóða.
ja: 銀行コードは必須項目です。
ka: მიუთითეთ ბანკის კოდი.
kk: Банк коды қажет.
kn: ಬ್ಯಾಂಕ್ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 은행 코드는 필수 항목입니다.
ku_arab: کۆدی بانکی پێویستە.
ky: Банк коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດທະນາຄານ.
lt: Banko kodas būtinas.
lv: Norādiet bankas kodu.
mi: Kei te hiahiatia te waehere pēke.
mk: Кодот на банката е задолжителен.
ml: ബാങ്ക് കോഡ് ആവശ്യമാണ്.
mn: Банкны кодыг бөглөх шаардлагатай.
mr: बँक कोड आवश्यक आहे.
ms: Kod bank diperlukan.
mt: Il-kodiċi tal-bank meħtieġ.
ne: बैङ्क संकेत आवश्यक छ
nn_no: Bankkode er obligatorisk.
no: Bankkode må angis.
or: ବ୍ୟାଙ୍କ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: بینک کوڈ دی لوڑ اے۔
pa_in: ਬੈਂਕ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod banku jest wymagany.
ru: Необходимо ввести код банка.
sd: بينڪ ڪوڊ گھرجيل آھي.
si: බැංකු කේතය අවශ්‍යයි.
sl: Vnesite kodo banke.
sr_cyrl_rs: Шифра банке је обавезна.
sr_latn_rs: Šifra banke je obavezna.
sv: Bankkod måste anges.
ta: வங்கி குறியீடு் தேவை.
te: బ్యాంక్ కోడ్ అవసరం.
tg: Рамзи бонк ҳатмист.
th: ต้องระบุรหัสธนาคาร
tr: Banka kodu gereklidir.
tt: Банк коды мәҗбүри.
ug: بانكا كودى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати код банку.
ur: بینک کوڈ درکار ہے.
uz: Bank kodi talab qilinadi.
vi: Mã ngân hàng là cần thiết.
zh_hans: 银行代码为必填项。
zh_hant: 銀行代碼是必要資訊。

# Literal.BankAccountAgencyCode.MaxLength
source: Agency code is too long.
af: Agentskap kode is te lank.
am: የኤጄንሲው ኮድ በጣም ረጅም ነው።
ar: رمز الوكالة طويل جدًا.
as: এজেঞ্জি ক'ড অতি দীঘল৷
az: Agentliyin kodu çox uzundur.
bg: Кодът на агенция е прекалено дълъг.
bn_in: সংস্থার কোড অত্যন্ত বড়।
bs: Šifra agencije je preduga.
cy: Mae'r cod Asiantaeth yn rhy hir.
da: Bankkoden er for lang.
de: Der Agenturcode ist zu lang.
el: Ο κωδικός γραφείου είναι πολύ μεγάλος.
es: El código de agencia es demasiado largo.
et: Agentuuri kood on liiga pikk.
eu: Agentziaren kodea luzeegia da.
fa: کد سازمان بسیار طولانی است.
ga: Tá an cód gníomhaireachta rófhada.
gd: Tha còd a' bhuidhinn-ghnìomha ro fhada.
gl: O código de axencia é moi longo.
gu: એજન્સી કોડ ખૂબ લાંબો છે.
he: קוד הסוכנות ארוך מדי.
hi: एजेंसी कोड बहुत बड़ा है.
hr: Kôd agencije predugačak je.
hu: Az ügynökség kódja túl hosszú.
id: Kode Agen terlalu panjang.
is: Skrifstofukóðinn er of langur.
ja: 金融機関コードが長すぎます。
ka: სააგენტოს კოდი ძალიან გრძელია.
kk: Агенттік коды тым ұзын.
kn: ಏಜೆನ್ಸಿ ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 금융 기관 코드가 너무 깁니다.
ku_arab: کۆدی بریکار زۆر درێژە.
ky: Агентство коду өтө эле узун.
lo: ລະຫັດອົງການຍາວເກີນໄປ.
lt: Agentūros kodas per ilgas.
lv: Aģentūras kods ir pārāk garš.
mi: He roa rawa te waehere tau rōpū.
mk: Кодот на агенцијата е предолг.
ml: ഏജന്‍സി കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Агентлагын код хэт урт байна.
mr: एजन्सी कोड खूप मोठा आहे.
ms: Kod agensi terlalu panjang.
mt: Il-kodiċi tal-aġenzija twil wisq.
ne: निकाय संकेत धेरै लामो छ।
nn_no: CAB-koden er for lang.
no: Agenturkoden er for lang.
or: ଏଜେନ୍ସି କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏ایجنسی کوڈ بوہت لما اے۔
pa_in: ਏਜੰਸੀ ਕੋਡ ਬਹੁਤ ਲੰਬਾ ਹੈ।
pl: Kod agencji jest zbyt długi.
ru: Код агентства слишком длинный.
sd: ايجنسي ڪوڊ تمام ڊگھو آهي.
si: නියෝජිතායතන කේතය දිග වැඩියි.
sl: Koda agencije je predolga.
sr_cyrl_rs: Код агенције је предугачак.
sr_latn_rs: Kod agencije je predugačak.
sv: Kontorskoden är för lång.
ta: முகமைக் குறியீடு மிக நீளமாக உள்ளது.
te: ఏజెన్సీ కోడ్ చాలా పొడవుగా ఉంది.
tg: Рамзи агентӣ аз ҳад дароз аст.
th: รหัสหน่วนงานยาวเกินไป
tr: Aracı kodu çok uzun.
tt: Агентство коды артык озын.
ug: ۋاكالەت ئورنى(ئاگېنت) نومۇرى بەك ئۇزۇن.
uk: Задовгий код агентства.
ur: ایجنسی کا کوڈ بہت طویل ہے۔
uz: Agentlik kodi juda uzun.
vi: Mã tổ chức quá dài.
zh_hans: 机构代码太长。
zh_hant: 代理機構代碼太長。

# Literal.BankAccountAgencyCode.MinLength
source: Agency code is too short.
af: Agentskap kode is te kort.
am: የኤጄንሲው ኮድ በጣም አጭር ነው።
ar: رمز الوكالة قصير جدًا.
as: এজেঞ্জি ক'ড অতি চুটি৷
az: Agentliyin kodu çox qısadır.
bg: Кодът на агенция е прекалено къс.
bn_in: সংস্থার কোড অত্যন্ত ছোট।
bs: Šifra agencije je prekratka.
cy: Mae'r cod Asiantaeth yn rhy fyr.
da: Bankkoden er for kort.
de: Der Agenturcode ist zu kurz.
el: Ο κωδικός γραφείου είναι πολύ μικρός.
es: El código de agencia es demasiado corto.
et: Agentuuri kood on liiga lühike.
eu: Agentziaren kodea laburregia da.
fa: کد سازمان بسیار کوتاه است.
ga: Tá an cód gníomhaireachta róghearr.
gd: Tha còd a' bhuidhinn-ghnìomha ro ghoirid.
gl: O código de axencia é moi curto.
gu: એજન્સી કોડ ખૂબ ટૂંકો છે.
he: קוד הסוכנות קצר מדי.
hi: एजेंसी कोड बहुत छोटा है.
hr: Kôd agencije prekratak je.
hu: Az ügynökség kódja túl rövid.
id: Kode Agen terlalu pendek.
is: Skrifstofukóðinn er of stuttur.
ja: 金融機関コードが短すぎます。
ka: სააგენტოს კოდი ძალიან მოკლეა.
kk: Агенттік коды тым қысқа.
kn: ಏಜೆನ್ಸಿ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 금융 기관 코드가 너무 짧습니다.
ku_arab: کۆدی بریکار زۆر کورتە.
ky: Агентство коду өтө эле кыска.
lo: ລະຫັດອົງການສັ້ນເກີນໄປ.
lt: Agentūros kodas per trumpas.
lv: Aģentūras kods ir pārāk īss.
mi: He poto rawa te tau rōpū.
mk: Кодот на агенцијата е прекраток.
ml: ഏജന്‍സി കോഡ് വളരെ ചെറുതാണ്.
mn: Агентлагын код хэт богино байна.
mr: एजन्सी कोड खूप लहान आहे.
ms: Kod agensi terlalu pendek.
mt: Il-kodiċi tal-aġenzija qasir wisq.
ne: निकाय संकेत धेरै छोटो छ।
nn_no: CAB-koden er for kort.
no: Agenturkoden er for kort.
or: ଏଜେନ୍ସି କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ‏‏ایجنسی کوڈ بوہت نکاحجدغٹتشھ اے۔
pa_in: ਏਜੰਸੀ ਕੋਡ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Kod agencji jest zbyt krótki.
ru: Код агентства слишком короткий.
sd: ايجنسي ڪوڊ تمام ننڍو آهي.
si: නියෝජිතායතන කේතය කෙටි වැඩියි.
sl: Koda agencije je prekratka.
sr_cyrl_rs: Код агенције је прекратак.
sr_latn_rs: Kod agencije je prekratak.
sv: Kontorskoden är för kort.
ta: முகமைக் குறியீடு மிகச் சிறியதாக உள்ளது.
te: ఏజెన్సీ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Рамзи агентӣ аз ҳад кӯтоҳ аст.
th: รหัสหน่วยงานสั้นเกินไป
tr: Aracı kodu çok kısa.
tt: Агентство коды артык кыска.
ug: ۋاكالەت ئورنى نومۇرى بەك قىسقا.
uk: Закороткий код агентства.
ur: ایجنسی کا کوڈ بہت مختصر ہے۔
uz: Agentlik kodi juda qisqa.
vi: Mã tổ chức quá ngắn.
zh_hans: 机构代码太短。
zh_hant: 代理機構代碼太短。

# Literal.BankAccountAgencyCode.Pattern
source: Invalid Agency code.
af: Ongeldige agentskap kode.
am: ልክ ያልሆነ የኤጀንሲ ጎድ።
ar: رمز الوكالة غير صالح.
as: অবৈধ এজেঞ্জি ক'ড৷
az: Agentliyin kodu səhvdir.
bg: Невалиден код на агенция.
bn_in: সংস্থার কোড সঠিক নয়।
bs: Nevažeća šifra agencije.
cy: Cod Asiantaeth annilys.
da: Ugyldig bankkode.
de: Der Agenturcode ist ungültig.
el: Μη έγκυρος κωδικός γραφείου.
es: El código de agencia no es válido.
et: Vigane agentuuri kood.
eu: Agentziaren kodea ez da baliozkoa.
fa: کد سازمان نامعتبر است.
ga: Cód Gníomhaireachta neamhbhailí.
gd: Tha còd a' bhuidhinn-ghnìomha mì-dhligheach.
gl: Código de axencia non válido.
gu: અમાન્ય એજન્સી કોડ.
he: קוד סוכנות לא חוקי.
hi: अमान्य एजेंसी कोड.
hr: Kôd agencije nije valjan.
hu: Az ügynökség kódja érvénytelen.
id: Kode Agen tidak valid.
is: Ógildur skrifstofukóði.
ja: 金融機関コードが無効です。
ka: სააგენტოს კოდი არასწორია.
kk: Агенттік коды жарамсыз.
kn: ಅಮಾನ್ಯ ಏಜೆನ್ಸಿ ಕೋಡ್.
ko: 금융 기관 코드가 올바르지 않습니다.
ku_arab: کۆدی بریکار نادروستە.
ky: Туура эмес агентство коду.
lo: ລະຫັດອົງການບໍ່ຖືກຕ້ອງ.
lt: Netinkamas agentūros kodas.
lv: Nederīgs aģentūras kods.
mi: Tau Rōpū muhu.
mk: Кодот на агенцијата е неважечки.
ml: ഏജന്‍സി കോഡ് അസാധുവാണ്.
mn: Агентлагын код буруу байна.
mr: अवैध एजन्सी कोड.
ms: Kod Agensi tidak sah.
mt: Il-kodiċi tal-aġenzija invalidu.
ne: अवैध निकाय संकेत।
nn_no: Ugyldig CAB-kode.
no: Ugyldig agenturkode.
or: ଅବୈଧ ଏଜେନ୍ସି କୋଡ୍.
pa_arab_pk: ‏‏ناجائز ایجنسی کوڈ
pa_in: ਏਜੰਸੀ ਕੋਡ ਅਯੋਗ ਹੈ।
pl: Nieprawidłowy kod agencji.
ru: Код агентства недействителен.
sd: غلط ايجنسي ڪوڊ.
si: නියෝජිතායතන කේතය වැරදියි.
sl: Koda agencije je neveljavna.
sr_cyrl_rs: Неважећи код агенције.
sr_latn_rs: Nevažeći kod agencije.
sv: Ogiltig kontorskod.
ta: தவறான முகமைக் குறியீடு.
te: చెల్లని ఏజెన్సీ కోడ్.
tg: Рамзи агентии беэътибор.
th: รหัสหน่วยงานไม่ถูกต้อง
tr: Geçersiz Aracı kodu.
tt: Агентство коды ялгыш.
ug: ۋاكالەت ئورنى نومۇرى ئىناۋەتسىز.
uk: Неприпустимий код агентства.
ur: بے جوازایجنسی کوڈ۔
uz: Agentlik kodi haqiqiy emas.
vi: Mã Tổ chức không hợp lệ.
zh_hans: 机构代码无效。
zh_hant: 代理機構代碼無效。

# Literal.BankAccountAgencyCode.Required
source: Agency code is required.
af: Agentskap kode word vereis.
am: የኤጄንሲ ኮድ ያስፈልጋል።
ar: رمز الوكالة مطلوب.
as: এজেঞ্জি ক'ডৰ আৱশ্যক৷
az: Agentliyin kodu tələb olunur.
bg: Кодът на агенция е задължителен.
bn_in: সংস্থার কোড আবশ্যক।
bs: Šifra agencije je obavezna.
cy: Rhaid rhoi cod Asiantaeth.
da: Bankkoden skal angives.
de: Der Agenturcode ist erforderlich.
el: Απαιτείται κωδικός γραφείου.
es: El código de agencia es obligatorio.
et: Agentuuri kood on kohustuslik.
eu: Agentziaren kodea behar da.
fa: به کد سازمان نیاز است.
ga: Tá cód gníomhaireachta de dhíth.
gd: Tha feum air còd a' bhuidhinn-ghnìomha.
gl: Requírese un código de axencia.
gu: એજન્સી કોડની આવશ્યકતા છે.
he: נדרש קוד סוכנות.
hi: एजेंसी कोड आवश्यक है.
hr: Kôd agencije obavezan je.
hu: Az ügynökség kódját kötelező megadni.
id: Kode Agen wajib diisi.
is: Færa þarf inn skrifstofukóða.
ja: 金融機関コードは必須項目です。
ka: მიუთითეთ სააგენტოს კოდი.
kk: Агенттік коды қажет.
kn: ಏಜೆನ್ಸಿ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 금융 기관 코드는 필수 항목입니다.
ku_arab: کۆدی بریکار پێویستە.
ky: Агентство коду талап кылынууда.
lo: ຕ້ອງລະບຸລະຫັດອົງການ.
lt: Reikia nurodyti agentūros kodą.
lv: Nepieciešams aģentūras kods.
mi: Me mātua noho mai he tau rōpū.
mk: Потребен е код на агенција.
ml: ഏജന്‍സി കോഡ് ആവശ്യമാണ്.
mn: Агентлагын код оруулах шаардлагатай.
mr: एजन्सी कोड आवश्यक आहे.
ms: Kod agensi diperlukan.
mt: Il-kodiċi tal-aġenzija meħtieġ.
ne: निकाय संकेत आवश्यक छ।
nn_no: CAB-kode er obligatorisk.
no: Agenturkode er påkrevd.
or: ଏଜେନ୍ସି କୋଡ୍ ଆବଶ୍ୟକ.
pa_arab_pk: ‏‏ایجنسی کوڈ دی لوڑ اے۔
pa_in: ਏਜੰਸੀ ਕੋਡ ਦੀ ਲੋਡ਼ ਹੈ।
pl: Kod agencji jest wymagany.
ru: Требуется указать код агентства.
sd: ايجنسي ڪوڊ جي ضرورت آهي.
si: නියෝජිතායතන කේතය අවශ්‍යයි.
sl: Vnesite kodo agencije.
sr_cyrl_rs: Код агенције је обавезан.
sr_latn_rs: Kod agencije je obavezan.
sv: Kontorskod krävs.
ta: முகமைக் குறியீடு தேவை.
te: ఏజెన్సీ కోడ్ అవసరం.
tg: Рамзи агентӣ ҳатмист.
th: ต้องระบุรหัสหน่วยงาน
tr: Aracı kodu gereklidir.
tt: Агентство коды мәҗбүри.
ug: ۋاكالەت ئورنى نومۇرى تەلەپ قىلىنىدۇ.
uk: Необхідно вказати код агентства.
ur: ایجنسی کوڈ مطلوب ہے۔
uz: Agentlik kodi talab qilinadi.
vi: Mã tổ chức là cần thiết.
zh_hans: 机构代码为必填项。
zh_hant: 代理機構代碼是必要資訊。

# Literal.BankAccountInstitutionNumber.MaxLength
source: Institution number is too long.
af: Instelling nommer is te lank.
am: የተቋሙ ቁጥር በጣም ረጅም ነው።
ar: رقم المؤسسة أطول من اللازم.
as: প্ৰতিষ্ঠান নম্বৰ অতি দীঘল৷
az: Müəssisənin nömrəsi çox uzundur.
bg: Номерът на институция е прекалено дълъг.
bn_in: প্রতিষ্ঠানের নম্বর অত্যন্ত বড়।
bs: Broj institucije je predug.
cy: Mae'r rhif Sefydliad yn rhy hir.
da: Bankkoden er for lang.
de: Die Institutnummer ist zu lang.
el: Ο αριθμός χρηματοπιστωτικού ιδρύματος είναι πολύ μεγάλος.
es: El número de entidad es demasiado largo.
et: Pangakood on liiga pikk.
eu: Bankuaren zenbakia luzeegia da.
fa: شماره مؤسسه بسیار طولانی است.
ga: Tá uimhir na hInstitiúide rófhada.
gd: Tha còd an eagrachais ro fhada.
gl: O número de institución é moi longo.
gu: સંસ્થા નંબર ખૂબ લાંબો છે.
he: מספר המוסד ארוך מדי.
hi: संस्थान संख्या बहुत बड़ी है.
hr: Broj ustanove predug je.
hu: Az intézmény száma túl hosszú.
id: Nomor Lembaga terlalu panjang.
is: Stofnunarnúmerið er of langt.
ja: 機関番号が長すぎます。
ka: დაწესებულები ნომერი ძალიან გრძელია.
kk: Ұйым нөмірі тым ұзын.
kn: ಸಂಸ್ಥೆ ಸಂಖ್ಯೆ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 금융 기관 번호가 너무 깁니다.
ku_arab: ژمارەی دامەزراوە زۆر درێژە.
ky: Институт номери өтө эле узун.
lo: ໝາຍເລກສະຖາບັນຍາວເກີນໄປ.
lt: Institucijos numeris per ilgas.
lv: Iestādes numurs ir pārāk garš.
mi: He roa rawa te tau ropu.
mk: Бројот на институцијата е предолг.
ml: ഇന്‍സ്റ്റിറ്റ്യൂഷന്‍ നമ്പര്‍ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Байгууллагын дугаар хэт урт байна.
mr: संस्था नंबर खूप मोठा आहे.
ms: Nombor institusi terlalu panjang.
mt: In-numru tal-istituzzjoni twil wisq.
ne: संस्था नम्बर धेरै लामो छ।
nn_no: Institusjonsnummeret er for langt.
no: Institusjonsnummeret er for langt.
or: ସଂସ୍ଥା ନମ୍ଵର୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: ‏‏ادارہ نمبر بوہت لما اے۔
pa_in: ਸੰਸਥਾ ਨੰਬਰ ਬਹੁਤ ਲੰਬਾ ਹੈ।
pl: Numer instytucji jest zbyt długi.
ru: Номер учреждения слишком длинный.
sd: اداري جو نمبر تمام ڊگھو آهي.
si: ආයතනයේ අංකය දිග වැඩියි.
sl: Številka institucije je predolga.
sr_cyrl_rs: Број институције је предугачак.
sr_latn_rs: Broj institucije je predugačak.
sv: Institutionsnumret är för långt.
ta: நிறுவன எண் மிக நீளமாக உள்ளது.
te: సంస్థ సంఖ్య చాలా పొడవుగా ఉంది.
tg: Рамзи муассиса аз ҳад дароз аст.
th: หมายเลขสถาบันยาวเกินไป
tr: Kurum numarası çok uzun.
tt: Оешма номеры артык озын.
ug: ئورگان نومۇرى بەك ئۇزۇن.
uk: Задовгий номер установи.
ur: ادارہ کا نمبر بہت طویل ہے۔
uz: Institut nomi juda uzun.
vi: Số tổ chức quá dài.
zh_hans: 机构编号太长。
zh_hant: 機構編號太長。
