Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OobeLabel.AddCCInfoLabel1
source: We'll save your card so you can use it wherever you sign in with ()EmailAddress. Change your mind? Select the arrow at the top to go back.
af: Ons sal jou kaart stoor sodat jy dit kan gebruik waar jy ook al met ()EmailAddress aanmeld. Van plan verander? Selekteer die pyl bo-aan om terug te gaan.
am: በ()EmailAddress ኢሜይል አድራሻ ሲገቡ መጠቀም እንዲችሉ ካርድዎን እናስቀምጠዋለን። ሃሳብዎን ቀየሩ? ወደኋላ ለመመለስ ከላይ ያለውን ቀስት ይምረጡ።
ar: سنقوم بحفظ بطاقتك حتى تتمكن من استخدامها أينما تقوم بتسجيل الدخول باستخدام ()EmailAddress. هل غيرت رأيك؟ حدد السهم الموجود بالأعلى للعودة إلى الخلف.
as: আমি আপোনাৰ কাৰ্ড সংৰক্ষণ কৰিম যাতে আপুনি যেতিয়াই ()EmailAddress-ৰ জৰিয়তে ছাইন ইন কৰে তেতিয়াই এইখন ব্যৱহাৰ কৰিব পাৰে৷ আপোনাৰ মন সলনি কৰিছে নেকি? উভতি যাবলৈ ওপৰৰ কাঁড়ডাল চয়ন কৰক৷
az: Kartınızı saxlayacağıq ki, onu ()EmailAddress ilə daxil olduğunuz zaman istifadə edə biləsiniz. Fikrinizi dəyişirsiniz? Geri qayıtmaq üçün yuxarıda oxu seçin.
bg: Ще запишем картата ви, така че да можете да я използвате навсякъде, където влизате с ()EmailAddress. Променихте решението си? Изберете стрелката по-горе, за да се върнете назад.
bn_in: আমরা আপনার কার্ড সংরক্ষণ করব যাতে আপনি যেখানেই ()EmailAddress-র সাথে সাইন ইন করবেন সেখানে এটি ব্যবহার করতে পারেন। পিছনে ফিরে যেতে শীর্ষের তীরটি নির্বাচন করুন।
bs: Sačuvat ćemo vašu karticu da biste je mogli koristiti gdje god se prijavite pomoću adrese ()EmailAddress. Promijenili ste mišljenje? Na vrhu izaberite strelicu radi povratka.
cy: Byddwn yn cadw eich cerdyn fel eich bod yn gallu ei ddefnyddio pob tro byddwch chi'n mewngofnodi gyda ()EmailAddress. Wedi newid eich meddwl? Dewiswch y saeth ar y brig i fynd yn ôl.
da: Vi gemmer dit kort, så du kan bruge det, når du logger på med ()EmailAddress. Har du skiftet mening? Vælg pilen øverst for at gå tilbage.
de: Wir speichern Ihre Karte, sodass Sie sie überall verwenden können, wo Sie sich mit ()EmailAddress anmelden. Haben Sie es sich anders überlegt? Klicken Sie oben auf den Pfeil, um zurückzukehren.
el: Η κάρτα σας θα αποθηκευτεί για να μπορείτε να τη χρησιμοποιείτε οπουδήποτε εισέρχεστε με τη διεύθυνση ()EmailAddress. Αλλάξατε γνώμη; Επιλέξτε το βέλος στην κορυφή για να επιστρέψετε.
es: Guardaremos tu tarjeta para que puedas usarla dondequiera que inicies sesión con ()EmailAddress. ¿Has cambiado de idea? Selecciona la flecha en la parte superior para volver atrás.
et: Salvestame teie kaardi, et saaksite seda kasutada alati, kui logite sisse meiliaadressiga ()EmailAddress. Kas muutsite meelt? Tagasiminekuks valige ülalasuv nool.
eu: Zure txartela gordeko dugu ()EmailAddress helbidearekin saioa hasten duzun bakoitzean saioa hasteko. Asmoz aldatu duzu? Hautatu goiko gezia itzultzeko.
fa: ما کارت شما را ذخیره کرده‌ایم تا هر جا که با ()EmailAddress وارد می‌شوید بتوانید از آن استفاده کنید. تصمیمتان عوض شد؟ پیکان موجود در قسمت بالا را برای بازگشت انتخاب کنید.
ga: Sábhálfaimid do chárta ionas gur féidir leat é a úsáid uair ar bith dá síníonn tú isteach le ()EmailAddress. D\'intinn athraithe agat? Roghnaigh an saighead ar barr chun dul siar.
gd: Sàbhailidh sinn a’ chairt agad airson ’s gun urrainn dhut a chleachdadh nuair a chlàraicheas tu a-steach le ()EmailAddress. Na chuir thu romhad a chaochladh? Tagh an t-saighead aig a’ bhàrr airson tilleadh a dhèanamh.
gl: Gardaremos o teu cartón para que poidas usalo en calquera sitio onde inicies sesión con ()EmailAddress. Cambiaches de idea? Selecciona a frecha na parte superior para volver atrás.
gu: અમે તમારું કાર્ડ સાચવીશું જેથી તમે જ્યારેપણ ()EmailAddress સાથે સાઇન ઇન કરો ત્યાં તેનો ઉપયોગ કરી શકો. તમારો વિચાર બદલાયો? તમારો વિચાર બદલાયો? પાછા જવા માટે ટોચ ખૂણામાં તીરને પસંદ કરો.
he: אנו נשמור את הכרטיס שלך כך שתוכל להשתמש בו בכל מקום שבו אתה נכנס באמצעות () EmailAddress. שינית את דעתך? בחר את החץ שנמצא למעלה כדי לחזור אחורה.
hi: हम आपका कार्ड सहेज लेंगे, जिससे कि आप जहाँ भी ()EmailAddress के साथ साइन इन करें, वहाँ पर इसका उपयोग कर सकें. आपका विचार बदल गया है? वापस जाने के लिए शीर्ष भाग में स्थित तीर का चयन करें.
hr: Spremit ćemo vašu karticu pa ćete je moći koristiti kadgod se prijavite putem ()EmailAddress. Predomislili ste se? Na vrhu stranice odaberite strelicu za povratak.
hu: Mentjük a kártyaadatait, így bárhol használhatja, ahol bejelentkezik a(z) ()EmailAddress címmel. Meggondolta magát? A visszalépéshez kattintson a fent látható nyílra.
id: Kami akan menyimpan kartu Anda agar Anda dapat menggunakannya kapan pun Anda masuk dengan ()EmailAddress. Berubah pikiran? Pilih tanda panah di atas untuk kembali.
is: Við vistum kortið þitt svo þú getir notað það hvar sem þú skráir þig inn með ()EmailAddress. Skiptirðu um skoðun? Veldu örina efst til að fara til baka.
ja: ()EmailAddress でサインインしたときにいつでも利用できるように、弊社ではカード情報を保存します。変更する場合は、上部にある矢印を選択して前に戻ってください。
ka: ჩვენ შევინახავთ თქვენს ბარათს ისე, რომ შეძლოთ მისი გამოყენება ნებისმიერ დროს, როცა შეხვალთ სისტემაში ()EmailAddress. გადაიფიქრეთ? აირჩიეთ ისარი ზემოთ უკან დასაბრუნებლად.
kk: Картаңызды сақтадық, енді оны ()EmailAddress тіркелгісімен кірген кез келген жерде пайдалана аласыз. Шешіміңізді өзгерттіңіз бе? Оралу үшін жоғарыдағы көрсеткіні таңдаңыз.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಅನ್ನು ನಾವು ಉಳಿಸುತ್ತೇವೆ, ಆದ್ದರಿಂದ ನೀವು ()EmailAddress ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿದಲ್ಲೆಲ್ಲಾ ನೀವು ಅದನ್ನು ಬಳಸಬಹುದು. ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಬದಲಾಯಿಸಿದಿರಾ? ಹಿಂದಕ್ಕೆ ಹೋಗಲು ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ ಬಾಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: ()EmailAddress(으)로 로그인하면 어디서든 사용할 수 있도록 카드가 저장됩니다. 마음이 바뀌셨나요? 상단에 있는 화살표를 선택하여 뒤로 이동하세요.
ku_arab: ئێمه کارتەکەت هەڵدەگرین و بەم جۆرەیش ئاسانکاری دەکرێت بۆ بەکارهێنانی لەهەرشوێنێک لەڕێگەی ناونیشانی ئیمەیلی () بچیتەژوورەوه. ڕات گۆڕا؟ تیرنیشانی لای سەرەوه دەسنیشان بکه بۆ گەڕانەوه.
ky: Картаңызды ()EmailAddress менен катталып кирген жерлердин баарында колдонулгудай кылып сактап коёбуз. Оюңуздан кайттыңызбы? Артка кайтуу үчүн жогорудагы жебени тандаңыз.
lo: ເຮົາຈະບັນທຶກບັດຂອງທ່ານເພື່ອທີ່ທ່ານສາມາດໃຊ້ມັນໄດ້ບໍ່ວ່າທ່ານ ລົງຊື່ເຂົ້າໃຊ້ດ້ວຍ ()EmailAddress ຢູ່ໃສກໍຕາມ. ປ່ຽນໃຈບໍ? ເລືອກລູກສອນທີ່ດ້ານເທິງເພື່ອກັບຄືນ.
lt: Įrašysime jūsų kortelę, kad galėtumėte ją naudoti bet kur prisijungę su ()EmailAddress. Persigalvojote? Pasirinkite rodyklę viršuje, kad grįžtumėte.
lv: Jūsu kartes dati tiks saglabāti, lai varat to izmantot it visur, kur pierakstāties ar adresi ()EmailAddress. Vai pārdomājāt? Lai atgrieztos, augšā atlasiet bultiņu.
mi: Ka tiakina tō kāri kia whakamahia e koe ina takiuru koe mā te ()EmailAddress. Ina huri tō whakaaro? Tīpakohia te pere i runga kia hoki atu.
mk: Ќе ја зачуваме вашата картичка за да можете да ја користите секогаш кога ќе се пријавувате со ()EmailAddress. Се премисливте? Изберете ја стрелката на горниот дел за да се вратите.
ml: നിങ്ങളുടെ കാർഡ് ഞങ്ങൾ സേവ് ചെയ്യുന്നതാണ്, അതുകൊണ്ടു ()EmailAddress ഉപയോഗിച്ച് സൈന്‍ ഇന്‍ ചെയ്യുന്നിടത്തെല്ലാം നിങ്ങള്‍ക്ക് ഇത് ഉപയോഗിക്കാന്‍ കഴിയും. നിങ്ങളുടെ മനസ്സ് മാറിയോ? തിരികെ പോകാൻ മുകളില്‍ അമ്പടയാളം തിരഞ്ഞെടുക്കുക.
mn: Бид таны картыг хадгалах тул ()EmailAddress хаягаараа нэвтэрсэн үедээ хэрэглэж болно. Бодлоо өөрчилсөн үү? Дээр байгаа сумыг товшоод буцна уу.
mr: आम्ही आपले कार्ड सुरक्षित करू जेणेकरून आपण जिथेही ()EmailAddress सह साइन इन करता तिथे ते वापरू शकता. आपले मन बदलले का? मागे जाण्यासाठी शीर्षावरील बाण निवडा.
ms: Kami akan menyimpan kad anda supaya anda boleh menggunakannya di mana-mana sahaja yang anda daftar masuk dengan ()EmailAddress. Anda berubah fikiran? Pilih anak panah di atas untuk kembali.
mt: Se nissejvjaw il-kard tiegħek biex tkun tista' tużaha kull meta tidħol bi ()EmailAddress. Dawwart il-ħsieb? Agħżel il-vleġġa tan-naħa ta' fuq biex tmur lura.
ne: हामीले तपाइँको कार्ड बचत गर्नेछौं जसकारण तपाइँले त्यसलाई कतैपनि ()EmailAddress सँग साइन इन गरेर प्रयोग गर्न सक्नुहुन्छ। आफ्नो विचार परिवर्तन गर्नुहुन्छ? पछाडि जानको लागि शीर्षमा रहेको वाण चयन गर्नुहोस्।
nn_no: Vi lagrar kortet slik at du kan bruke det når du logger på med ()EmailAddress. Ombestemmer du deg? Vel pila øvst for å gå tilbake.
no: Vi lagrer kortet ditt slik at du kan bruke det når du logger på med ()EmailAddress. Ombestemmer du deg? Velg pilen øverst for å gå tilbake.
or: ଆମେ ଆପଣଙ୍କର କାର୍ଡ୍ କୁ ସଂରକ୍ଷଣ କରିବୁ ଯାହା ଦ୍ଵାରା ଆପଣ କେଉଁଠାରେ ବି ()EmailAddress ରେ ସାଇନ୍ ଇନ୍ କରି ଏହାର ବ୍ୟବହାର କରିପାରିବେ। ଆପଣଙ୍କର ମନ ପରିବର୍ତ୍ତନ କରିବେ କି? ପଛକୁ ଯିବାପାଇଁ ଉପରେ ଥିବା ଏରୋ କୁ ଚୟନ କରନ୍ତୁ।
pa_arab_pk: اسی تہاڈا کارڈ محفوظ کراں گے تاں جے جتھے وی تُسی ()EmailAddress سائن کرو اینوں ورت سکو۔ اپنا ارادہ تبدیل کر لیا اے؟ واپس جان لئی اوتے تیر نوں منتخب کرو۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰਡ ਨੂੰ ਰੱਖਿਅਤ ਤਾਂ ਜੋ ਕਿੱਥੇ ਵੀ ()EmailAddress ਨਾਲ ਸਈਨ ਇਨ ਕਰਨ ਲਈ ਤੁਸੀਂ ਇਸ ਨੂੰ ਵਰਤ ਸਕਦੇ ਹੋ। ਕੀ ਤੁਹਾਡਾ ਮਨ ਬਦਲਣਾ ਹੈ? ਵਾਪਸ ਜਾਣ ਲਈ ਸਿਖਰ ਤੇ ਤੀਰ ਦੀ ਚੋਣ ਕਰੋ।
pl: Zapiszemy Twoją kartę, co ułatwi Ci używanie jej, gdy zalogujesz się za pomocą konta ()EmailAddress. Zmieniasz zdanie? Wybierz strzałkę u góry, aby wrócić.
ru: Данные вашей карты будут сохранены, чтобы вы могли использовать ее в любое время после входа с помощью ()EmailAddress. Передумали? Нажмите стрелку вверху, чтобы вернуться.
sd: اسان توهانجو ڪارڊ محفوظ ڪنداسين تہ جيئن توهان جتي بہ ()EmailAddress سان سائن ان ڪريو استعمال ڪري سگهو. جيڪڏهن توهان پنهنجو ارادو تبديل ڪريو ٿا؟ ته واپس وڃڻ لاءِ مٿي تير کي چونڊيو.
si: ඔබ ()EmailAddress සමග ඇතුල්වන ඕනෑම තැනකදී ඔබට එය භාවිතා කළ හැකිවන පරිදි අපි ඔබගේ කාඩ්පත සුරකිමු. ඔබගේ සිත වෙනස්වූයේ ද? ආපසු යාමට ඉහළ කෙළවරේ ඇති ඊතලය තෝරන්න.
sl: Vašo kartico bomo shranili, da jo boste lahko uporabili, kjer koli se boste vpisali z naslovom ()EmailAddress. Ste si premislili? Če se želite vrniti nazaj, izberite puščico na vrhu.
sr_cyrl_rs: Сачуваћемо вашу картицу да бисте могли да је користите кад год се пријавите користећи ()EmailAddress. Променили сте мишљење? Изаберите стрелицу на врху да бисте се вратили назад.
sr_latn_rs: Sačuvaćemo vašu karticu da biste mogli da je koristite kad god se prijavite koristeći ()EmailAddress. Promenili ste mišljenje? Izaberite strelicu na vrhu da biste se vratili nazad.
sv: Vi sparar ditt kort så att du kan använda det överallt där du loggar in med ()EmailAddress. Ångrat dig? Välj pilen överst och gå tillbaka.
ta: உங்கள் அட்டையைச் சேமித்து வைப்போம், இதனால் நீங்கள் ()EmailAddress மூலம் உள்நுழையும் போதெல்லாம் அதனைப் பயன்படுத்தலாம். மனம் மாறிவிட்டதா? திரும்பிச் செல்ல, மேலேயுள்ள அம்புக்குறியைத் தேர்ந்தெடுக்கவும்.
te: ()EmailAddress తో మీరు వాడడానికి ఏప్పుడు సైన్ ఇన్ చేసినా సుళువుగా ఉండడానికి మేము మీ కార్డ్ భద్రపరుస్తాము. మీ మనస్సు మార్చుకున్నారా? తిరిగి వెళ్ళడానికి ఎగువన బాణం ఎంచుకోండి.
tg: Мо корти шуморо захира мекунем, то ки истифодаи он дар дилхоҳ ҷое, ки шумо бо ()EmailAddress ворид мешавед, осон шавад. Аз фикратон бармегардед? Барои бозгашт тирчаро дар боло интихоб кунед.
th: เราจะบันทึกบัตรของคุณไว้ เพื่อให้คุณสามารถใช้งานได้ทุกที่ที่คุณลงชื่อเข้าใช้ด้วย ()EmailAddress เปลี่ยนใจใช่หรือไม่ เลือกลูกศรด้านบนเพื่อย้อนกลับ
tr: ()EmailAddress adresiyle oturum açtığınız her yerde kullanabilmeniz için kartınızı kaydedeceğiz. Fikrinizi değiştirdiniz mi? Geri dönmek için yukarıdaki oku seçin.
tt: Без картагызны саклаячакбыз һәм сез аны ()EmailAddress белән кергән саен куллана алачаксыз. Кире уйладыгызмы? Кире кайту өчен өстәге укны тамгалагыз.
ug: كارتىڭىزنى ساقلايمىز، ئاندىن ()EmailAddress ئارقىلىق تىزىملاپ كىرگەن يەرلەردە ئۇنى ئىشلىتەلەيسىز. قارارىڭىزنى ئۆزگەرتەمسىز؟ شۇنداق بولسا، ئۈستىدىكى كۆرسەتكۈچنى چېكىپ قايتسىڭىز بولىدۇ.
uk: Відомості про вашу картку будуть збережені, щоб ви могли використовувати її, коли виконаєте вхід за допомогою ()EmailAddress. Передумали? Натисніть стрілку вгорі, щоб повернутися назад.
ur: ہم آپ کا کریڈٹ کارڈ محفوظ کر لیں گے تاکہ آپ اسے استعمال کر سکیں جب بھی آپ اپنے ()EmailAddress کے ساتھ سائن ان کریں گے۔ خیال بدل گیا ہے؟ واپس جانے کے لیے اوپر تیر کو منتخب کریں۔
uz: ()EmailAddress bilan kirganingizda foydalanishingiz uchun kartangizni saqlaymiz. Fikringizni oʻzgartirdingizmi? Orqaga qaytish uchun yuqoridagi strelkani bosing.
vi: Chúng tôi sẽ lưu thẻ của bạn để bạn có thể sử dụng thẻ bất cứ nơi nào bạn đăng nhập bằng ()EmailAddress. Thay đổi ý kiến? Chọn mũi tên ở trên cùng để quay lại.
zh_hans: 我们将为你保存卡片信息，使用 ()EmailAddress 登录后即可使用该卡。如不想保存，请选择顶部的箭头返回。
zh_hant: 我們將保存您的信用卡，讓您只要登錄 ()EmailAddress 便可在任意地方使用。改變心意了嗎？選取頂部的箭頭返回。
