Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Accessibility.CCNumberMessage
source: Maximum length for card number field reached.
af: Maksimum lengte vir kaartnommerveld is bereik.
am: ለካርድ ቁጥር መስክ ከሚፈቀደው ከፍተኛ እርዝመት ላይ ተደርሷል።
ar: تم الوصول إلى الحد الأقصى المسموح به لطول حقل رقم البطاقة.
as: কাৰ্ড নম্বৰ ক্ষেত্ৰৰ বাবে সৰ্বাধিক দৈৰ্ঘ্য অতিক্ৰম কৰিছে৷
az: Kart nömrəsi sahəsi üçün maksimum uzunluq çatıb.
bg: Достигната е максималната дължина на полето за номер на кредитната карта.
bn_in: কার্ডের সংখ্যার সর্বাধিক দৈর্ঘ্যতে পৌঁছেছে।
bs: Dostignut je maksimalan broj znakova u polju za broj kartice.
cy: Mae'r hyd ar gyfer y maes rhif cerdyn rhy hir.
da: Maksimumlængden for kortets nummerfelt er nået.
de: Die maximale Länge für das Feld der Kartennummer wurde erreicht.
el: Συμπληρώθηκε το μέγιστο μήκος στο πεδίο αριθμού κάρτας.
es: Se alcanzó la longitud máxima para el campo de número de tarjeta.
et: Saavutatud on kaardi numbri välja väärtuse maksimumpikkus.
eu: Txartel-zenbakia eremuaren gehienezko luzerara iritsi zara.
fa: به حداکثر طول برای فیلد شماره کارت رسیدید.
ga: Uasmhéid do réimse uimhreacha an chárta sroichte agat.
gd: Tha uiread a dh’àireamhan ann an raon àireamh na cairt ’s a tha ceadaichte.
gl: Alcanzouse o número máximo de caracteres para o campo do número do cartón.
gu: કાર્ડની સંખ્યા માટેની મહત્તમ લંબાઈ ફિલ્ડમાં પૂર્ણ થઈ ગયેલ છે.
he: הגעת לאורך המקסימלי של שדה מספר הכרטיס.
hi: कार्ड नंबर फ़ील्ड के लिए अधिकतम लंबाई पूरी हो चुकी है.
hr: Dostignut je maksimalan broj znakova u polju za broj kartice.
hu: Elérte a kártyaszám mező maximális hosszát.
id: Panjang maksimum kolom nomor kartu tercapai.
is: Hámarkslengd fyrir kortanúmer náð.
ja: カード番号フィールドの最大長に達しました。
ka: ბარათის ნომრის ველში მაქსიმალური სიგრძე შევსებულია.
kk: "Карта нөмірі" өрісі максималды ұзындыққа жетті.
kn: ಕಾಡ್ ಸಂಖ್ಯೆ ಕ್ಷೇತ್ರಕ್ಕಾಗಿನ ಗರಿಷ್ಠ ಉದ್ದವು ತಲುಪಿದೆ.
ko: 카드 번호 필드의 최대 길이에 도달했습니다.
ku_arab: ژمارەی کارت
ky: Карта номеринин аймагынын максималдык узундугуна жетти.
lo: ຊ່ອງເລກບັດຮອດຄວາມຍາວສູງສຸດແລ້ວ.
lt: Pasiektas maksimalus kortelės numerio lauko ilgis.
lv: Kartes numura lauka maksimālais garums ir sasniegts.
mi: Kua tae ki te roa mōrahi mō te āpure tau kāri.
mk: Достигната е максимална должина на полето за бројот на картичката.
ml: കാർഡ് നമ്പർ ഫീൽഡിനുള്ള പരമാവധി ദൈർഘ്യത്തിലെത്തി.
mn: Картын дугаар оруулах талбарын уртаас хэтэрсэн.
mr: कार्ड नंबरची कमाल लांबी गाठली.
ms: Panjang maksimum untuk medan nombor kad dicapai.
mt: Intlaħaq it-tul massimu għall-qasam tan-numru tal-karta.
ne: कार्ड नम्बर क्षेत्रको अधिकतम लम्बाइ सीमा नाघ्यो।
nn_no: Maksimumslengda for kredittkortnummerfeltet er nådd.
no: Kortnummerfeltet har ikke plass til flere tegn.
or: କାର୍ଡ ନମ୍ବର ଫିଲ୍ଡ ପାଇଁ ସର୍ବାଧିକ ଦୌର୍ଘ୍ୟରେ ପହଞ୍ଚିଲା।
pa_arab_pk: کارڈ نمبر فیلڈ دی لمبائی ودھ تُوں ودھ حد تیکر پہنچ گئی اے۔
pa_in: ਕਾਰਡ ਨੰਬਰ ਦੀ ਅਧਿਕਤਮ ਲੰਬਾਈ ਪੂਰੀ ਹੋਈ।
pl: Osiągnięto maksymalną długość pola numeru karty.
ru: Достигнута максимальная длина поля номера карты
sd: ڪارڊ نمبر فيلڊ لاءِ وڌ ۾ وڌ ڊيگهه پوري ٿي وئي آهي.
si: කාඩ්පත් අංක ක්ෂේත්‍රයේ උපරිම සංඛ්‍යාංක ගණනට ළඟා වී ඇත.
sl: Največja dovoljenja dolžina za polje s številko kartice je dosežena.
sr_cyrl_rs: Унели сте максималан број знакова у поље за број картице.
sr_latn_rs: Uneli ste maksimalan broj znakova u polje za broj kartice.
sv: Maxlängden i fältet för kreditkortsnummer har nåtts.
ta: அட்டை எண் புலத்திற்கான அதிகபட்ச நீளத்தை அடைந்தது.
te: కార్డ్ సంఖ్య ఫీల్డ్ యొక్క గరిష్ట పొడవును చేరుకున్నారు.
tg: Дарозии ҳадди аксари майдони рақами корт расида шуд.
th: เกินความยาวสูงสุดสำหรับฟิลด์หมายเลขบัตรแล้ว
tr: Kart numarası alanı için maksimum uzunluğa ulaşıldı.
tt: Карта номеры максималь озынлыкка җитте.
ug: كارتا نومۇرۇنى كىرگۈزىدىغان ئەڭ ئۇزۇن چېكىگە يەتتى.
uk: Довжина поля номера карти досягла максимального значення.
ur: کارڈ نمبر قطعہ کی زیادہ سے زیادہ لمبائی کی حد پوری ہو چکی ہے۔
uz: Karta raqami maydonidagi raqamlar soni maksimal miqdorga yetdi.
vi: Đã đạt độ dài tối đa cho trường số thẻ.
zh_hans: 已达到卡号字段的最大长度。
zh_hant: 已達到卡號欄位的長度上限。

# Literal.Accessibility.CVVMessage
source: Maximum length for CVV field reached.
af: Maksimum lengte vir CVV-veld is bereik.
am: ለCVV መስክ ከሚፈቀደው ከፍተኛ እርዝመት ላይ ተደርሷል።
ar: تم الوصول إلى الحد الأقصى المسموح به لطول حقل CVV.
as: CVV ক্ষেত্ৰৰ বাবে সৰ্বাধিক দৈৰ্ঘ্য অতিক্ৰম কৰিছে৷
az: CVV sahəsi üçün maksimum uzunluq çatıb.
bg: Достигната е максималната дължина на полето за CVV код.
bn_in: CVV ক্ষেত্র সর্বাধিক দৈর্ঘ্যে পৌঁছেছে।
bs: Dostignut je maksimalan broj znakova u polju za CVV.
cy: Mae'r hyd ar gyfer y maes CVV yn rhy hir.
da: Maksimumlængden for CVV-feltet er nået.
de: Die maximale Länge für das Feld der Kreditkartenprüfnummer wurde erreicht.
el: Συμπληρώθηκε το μέγιστο μήκος για το πεδίο CVV.
es: Se alcanzó la longitud máxima para el campo de CVV.
et: Saavutatud on CVV välja väärtuse maksimumpikkus.
eu: CVV eremuaren gehienezko luzerara iritsi zara.
fa: به حداکثر طول برای فیلد CVV رسیدید.
ga: Uasmhéid sroichte don réimse CVV.
gd: Tha uiread a dh’àireamhan ann an raon an CVV ’s a tha ceadaichte.
gl: Alcanzouse o número máximo de caracteres para o campo do CVV.
gu: કાર્ડની સંખ્યા માટેની મહત્તમ લંબાઈ CVV ફિલ્ડમાં પૂર્ણ થઈ ગયેલ છે.
he: הגעת לאורך המקסימלי של שדה ה- CVV.
hi: CVV फ़ील्ड के लिए अधिकतम लंबाई पूरी हो चुकी है.
hr: Dostignut je maksimalan broj znakova u polju za CVV.
hu: Elérte a CVV kód mező maximális hosszát.
id: Panjang maksimum kolom CVV tercapai.
is: Hámarkslengd fyrir CVV-reit náð.
ja: CVV フィールドの最大長に達しました。
ka: CVV ველის მაქსიმალური სიგრძე მიღწეულია.
kk: CVV коды өрісі максималды ұзындық қажетті.
kn: CVV ಕ್ಷೇತ್ರಕ್ಕಾಗಿನ ಗರಿಷ್ಠ ಉದ್ದವು ತಲುಪಿದೆ.
ko: CVV 필드의 최대 길이에 도달했습니다.
ku_arab: گەیشیته ئەوپەڕی درێژی خانەی CVV.
ky: CVV аймагынын максималдык узундугуна жетти.
lo: ຊ່ອງ CVV ຮອດຄວາມຍາວສູງສຸດແລ້ວ.
lt: Pasiektas maksimalus CVV lauko ilgis.
lv: CVV koda lauka maksimālais garums ir sasniegts.
mi: Kua tae ki te roa mōrahi mō te āpure CVV.
mk: Достигната е максимална должина на полето за CVV-код.
ml: CVV ഫീൽഡിനുള്ള പരമാവധി ദൈർഘ്യത്തിലെത്തി.
mn: CVV дугаарын урт талбарын уртаас хэтэрсэн байна.
mr: कार्ड नंबरची कमाल CVV लांबी गाठली.
ms: Panjang maksimum untuk medan CVV dicapai.
mt: Intlaħaq it-tul massimu għall-qasam tas-CVV.
ne: CVV को लागि अधिकतम फिल्ड पुग्यो।
nn_no: Maksimumslengda for CVV-feltet er nådd.
no: CVV-feltet har ikke plass til flere tegn.
or: CVV ଫିଲ୍ଡ ପାଇଁ ସର୍ବାଧିକ ଦୌର୍ଘ୍ୟରେ ପହଞ୍ଚିଲା।
pa_arab_pk: CVV فیلڈ ودھ توں ودھ لمبائی تیکر پہنچ گئی اے۔
pa_in: CVV ਖੇਤਰ ਦੀ ਅਧਿਕਤਮ ਲੰਬਾਈ ਪੂਰੀ ਹੋਈ।
pl: Osiągnięto maksymalną długość pola kodu CVV.
ru: Достигнута максимальная длина поля кода CVV.
sd: CVV فيلڊ لاءِ وڌ ۾ وڌ ڊيگهه پوري ٿي وئي آهي.
si: කාඩ්පත් CVV අංක ක්ෂේත්‍රයේ උපරිම සංඛ්‍යාංක ගණනට ළඟා වී ඇත.
sl: Največja dovoljena dolžina za polje s številko CVV je dosežena.
sr_cyrl_rs: Унели сте максималан број знакова у поље за CVV.
sr_latn_rs: Uneli ste maksimalan broj znakova u polje za CVV.
sv: Maxlängden i CVV-fältet har nåtts.
ta: CVV புலத்திற்கான அதிகபட்ச நீளத்தை எட்டியது.
te: CVV ఫీల్డ్ యొక్క గరిష్ట పొడవును చేరుకున్నారు.
tg: Дарозии ҳадди аксари майдони CVV расида шуд.
th: เกินความยาวสูงสุดสำหรับฟิลด์ CVV
tr: CVV alanı için maksimum uzunluğa ulaşıldı.
tt: CVV кыры максималь озынлыкка җитте.
ug: كارتا CVV نومۇرۇنى كىرگۈزىدىغان ئەڭ ئۇزۇن چېكىگە يەتتى.
uk: Довжина поля коду CVV досягла максимального значення.
ur: CVV قطعہ کی زیادہ سے زیادہ لمبائی کی حد کو پہنچ گئے۔
uz: CVV-kod maydonidagi belgilar soni maksimal miqdorga yetdi.
vi: Đã đạt độ dài tối đa cho trường CVV.
zh_hans: 已达到 CVV 字段的最大长度。
zh_hant: 已達到 CVV 欄位的長度上限。

# Literal.Accessibility.GeneralMessage
source: Maximum length for field reached.
af: Maksimum lengte vir veld is bereik.
am: ለመስኩ ከሚፈቀደው ከፍተኛ እርዝመት ላይ ተደርሷል።
ar: تم الوصول إلى الحد الأقصى المسموح به لطول الحقل.
as: ক্ষেত্ৰৰ বাবে সৰ্বাধিক দৈৰ্ঘ্য অতিক্ৰম কৰিছে৷
az: Sahə üçün maksimum uzunluq çatıb.
bg: Достигната е максималната дължина на полето.
bn_in: ক্ষেত্র সর্বাধিক দৈর্ঘ্যে পৌঁছেছে।
bs: Dostignut je maksimalan broj znakova u polju.
cy: Mae'r hyd ar gyfer y maes yn rhy hir.
da: Maksimumlængden for feltet er nået.
de: Die maximale Länge für das Feld wurde erreicht.
el: Συμπληρώθηκε το μέγιστο μήκος για το πεδίο.
es: Se alcanzó la longitud máxima para el campo.
et: Saavutatud on välja väärtuse maksimumpikkus.
eu: Eremuaren gehienezko luzerara iritsi zara.
fa: به حداکثر طول فیلد رسیدید.
ga: Uasmhéid sroichte don réimse.
gd: Tha uiread a charactaran san raon ’s a tha ceadaichte.
gl: Alcanzouse o número máximo de caracteres para o campo.
gu: કાર્ડની સંખ્યા માટેની મહત્તમ લંબાઈ ફિલ્ડમાં પૂર્ણ થઈ ગયેલ છે.
he: הגעת לאורך המקסימלי של שדה מספר הכרטיס.
hi: फ़ील्ड के लिए अधिकतम लंबाई पूरी हो चुकी है.
hr: Dostignut je maksimalan broj znakova u polju.
hu: Elérte a mező maximális hosszát.
id: Panjang maksimum kolom tercapai.
is: Hámarkslengd fyrir reit náð.
ja: フィールドの最大長に達しました。
ka: ველის მაქსიმალური სიგრძე მიღწეულია.
kk: Өріс максималды ұзындыққа жетті.
kn: ಕ್ಷೇತ್ರಕ್ಕಾಗಿನ ಗರಿಷ್ಠ ಉದ್ದವು ತಲುಪಿದೆ.
ko: 카드 번호 필드의 최대 길이에 도달했습니다.
ku_arab: گەیشتیته ئەوپەڕی درێژی خانەکه.
ky: Аймактын максималдык узундугуна жетти.
lo: ຊ່ອງຮອດຄວາມຍາວສູງສຸດແລ້ວ.
lt: Pasiektas maksimalus lauko ilgis.
lv: Lauka maksimālais garums ir sasniegts.
mi: Kua tae ki te roa mōrahi mō te āpure tau kāri.
mk: Достигната е максимална должина на полето.
ml: ഫീൽഡിനുള്ള പരമാവധി ദൈർഘ്യത്തിലെത്തി.
mn: Талбарын уртаас хэтэрсэн байна.
mr: कार्ड नंबरची कमाल लांबी गाठली.
ms: Panjang maksimum untuk medan dicapai.
mt: Intlaħaq it-tul massimu għall-qasam.
ne: फिल्डको लागि अधिकतम लम्बाइ पुग्यो।
nn_no: Maksimumslengda for feltet er nådd.
no: Feltet har ikke plass til flere tegn.
or: ଫିଲ୍ଡ ପାଇଁ ସର୍ବାଧିକ ଦୌର୍ଘ୍ୟରେ ପହଞ୍ଚିଲା।
pa_arab_pk: فیلڈ ودھ تُوں ودھ لمبائی تیکر پہنچ گئی اے۔
pa_in: ਖੇਤਰ ਦੀ ਅਧਿਕਤਮ ਲੰਬਾਈ ਪੂਰੀ ਹੋਈ।
pl: Osiągnięto maksymalną długość pola.
ru: Достигнута максимальная длина поля.
sd: فيلڊ لاءِ وڌ ۾ وڌ ڊيگهه پوري ٿي وئي آهي.
si: ක්ෂේත්‍රයේ උපරිම සංඛ්‍යාංක ගණනට ළඟා වී ඇත.
sl: Največja dovoljena dolžina za polje je dosežena.
sr_cyrl_rs: Унели сте максималан број знакова у поље.
sr_latn_rs: Uneli ste maksimalan broj znakova u polje.
sv: Maxlängden i fältet har nåtts.
ta: புலத்திற்கான அதிகபட்ச நீளத்தை எட்டியது.
te: ఫీల్డ్ యొక్క గరిష్ట పొడవును చేరుకున్నారు.
tg: Дарозии ҳадди аксари майдон расида шуд.
th: เกินความยาวสูงสุดสำหรับฟิลด์
tr: Alan için maksimum uzunluğa ulaşıldı.
tt: Кыр максималь озынлыкка җитте.
ug: كىرگۈزىدىغان ئەڭ ئۇزۇن چېكىگە يەتتى.
uk: Довжина поля досягла максимального значення.
ur: قطعہ کی زیادہ سے زیادہ لمبائی کی حد کو پہنچ گئے۔
uz: Maydondagi belgilar soni maksimal miqdorga yetdi.
vi: Đã đạt độ dài tối đa cho trường.
zh_hans: 已达到字段的最大长度。
zh_hant: 已達到欄位的長度上限。
