Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.IN.UnionTerritories
source: Union Territories
af: Unie-gebiede
am: የህብረት ግዛቶች
ar: الأقاليم المتحدة
as: ইউনিঅ'ন টেৰিট'ৰি
az: İttifaq Bölgələri
bg: Съюзни територии
bn_in: ইউনিয়ন টেরিটরি
bs: Savezni teritorij
cy: Tiriogaethau'r Undeb
el: Εδάφη Ένωσης
es: Territorios de la Unión
eu: Batasuneko Lurraldeak
fa: قلمروی ملی
ga: Críocha an Aontais
gl: Territorios da Unión
gu: સંઘ પ્રદેશ
he: טריטוריית איחוד
hi: संघीय प्रदेश
hu: Szövetségi területek
id: Wilayah Persatuan
is: Alríkishéruð
ja: インド連邦直轄領
ka: კავშირის ტერიტორიები
kk: Одақ аумақтары
kn: ಕ್ರೇಂದ್ರಾಡಳಿತಗಳು
ku_arab: هەرێمەکانی یەکێتی
ky: Аймактар Союзу
lo: ດິນແດນສະຫະພາບ
lt: Jungtinės teritorijos
lv: Indijas teritorijas
mi: Ngā Takiwā Uniana
mk: Територије Уније
ml: കേന്ദ്രഭരണ പ്രദേശങ്ങള്‍
mn: Холбооны нутаг дэвсгэр
mr: युनियन प्रांत
ms: Wilayah Kesatuan
ne: संघीय इलाकाहरू
no: Unionsterritorier
or: କେନ୍ଦ୍ରଶାସିତ ଅଞ୍ଚଳଗୁଡିକ
pa_arab_pk: متحدہ ریاستی علاقے
pa_in: ਕੇਂਦਰ ਸ਼ਾਸ਼ਤ ਪ੍ਰਦੇਸ਼
pl: Terytoria Związkowe
ru: Союзные Территории
sd: يونين ٽيريٽريون
si: යුනියන් දේශසීමා
sl: Zvezni teritoriji
sr_cyrl_rs: Територије Уније
sr_latn_rs: Teritorije Unije
ta: யூனியன் பிரதேசங்கள்
te: కేంద్రపాలిత ప్రాంతాలు
tg: Ҳудудҳои Иттиҳод
th: ดินแดนสหภาพ
tr: Birlik Bölgeleri
tt: Берлек өлкәләре
ug: بىرلەشمە تېررىتورىيە
uk: Союзні Території
ur: متحدہ خطے
uz: Hududlar Ittifoqi
zh_hans: 联邦属地
zh_hant: 聯邦屬地

# Word.State.IN.AndamanandNicobarIslands
source: Andaman and Nicobar Islands
af: Andaman- en Nicobar-eiland
am: አንዳማን እና ኒኮባር ደሴቶች
ar: جزر أندامان ونيكوبار
as: আন্দামান আৰু নিকোবৰ আইলেণ্ড
az: Andaman və Nikobar adaları
bg: Острови Андаман и Никобар
bn_in: আন্দামান এবং নিকোবর দ্বীপপুঞ্জ
bs: Otoci Andaman i Nicobar
cy: Ynysoedd Andaman a Nicobar
da: Andamanerne og Nicobarerne
de: Andaman- und Nicobar-Inseln
el: Νησιά Άνταμαν και Νίκομπαρ
es: Islas Andamán y Nicobar
et: Andamani ja Nicobari saared
eu: Andaman eta Nicobar uharteak
fa: جزایر آندامان و نیکوبار
ga: Oileáin Andaman agus Niceabracha
gd: Eileanan Andaman agus Nicobar
gl: Illas Andamán e Nicobar
gu: આંદમાન અને નિકોબાર આઇલેન્ડ્ઝ
he: איי אנדמן וניקובר
hi: अंडमान और निकोबार द्वीप समूह
hr: Otoci Andaman i Nicobar
id: Kepulauan Andaman dan Nikobar
is: Andaman- og Níkóbareyjar
ja: アンダマン・ニコバル諸島
ka: ანდამანის და ნიკობარის კუნძულები
kk: Андаман және Никобар аралдары
kn: ಅಂಡಮಾನ್ ಮತ್ತು ನಿಕೋಬಾರ್ ದ್ವೀಪಗಳು
ku_arab: ئەندامان و دوورگەکانی نیکۆبار
ky: Андамин жана Никобар Аралдары
lo: ໝູ່ເກາະແອນດາມານ ແລະນີໂຄບາ
lt: Andamanų ir Nikobarų salos
lv: Andamanu un Nikobaru salas
mi: Ngā Moutere o Anatamana me Nikaupā
mk: Андамански и Никобарски Острови
ml: ആന്റമാന്‍ നിക്കോബാര്‍ ദ്വീപുകള്‍
mn: Андаман ба Никобар арлууд
mr: अंदमान आणि निकोबार बेटे
ms: Andaman dan Kepulauan Nicobar
mt: Andaman u l-Gżejjer Nicobar
ne: आन्दामान र निकोबार टापूहरू
nn_no: Andamanøyane og Nikobarane
no: Andamanøyene og Nikobarene
or: ଆଣ୍ଡାମାନ ଏବଂ ନିକୋବାର ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: آندامن تے نی کوبار دے جزائر
pa_in: ਅੰਡੇਮਾਨ ਅਤੇ ਨਿਕੋਬਾਰ ਦੀਪ ਸਮੂਹ
pl: Andamany i Nikobary
ru: Андаманские и Никобарские острова
sd: انمن ۽ نڪوبار ٻيٽس
si: අන්දමන් සහ නිකොබාර් දූපත්
sl: Andamanski in Nikobarski otoki
sr_cyrl_rs: Острва Андаман и Никобар
sr_latn_rs: Ostrva Andaman i Nikobar
sv: Andamanerna och Nicobarerna
ta: அந்தமான் மற்றும் நிக்கோபார் தீவுகள்
te: అండమాన్ మరియు నికోబార్ దీవులు
tg: Ҷазираҳои Андаман ва Никобар
th: หมู่เกาะอันดามันและนิโคบาร์
tr: Andaman ve Nicobar Adaları
tt: Андаман һәм Никобар утраулары
ug: ئاندامان ۋە نىكوبار ئاراللىرى
uk: Андаманські та Нікобарські острови
ur: انڈمان اور نیکو بار جزائر
uz: Andaman va Nikobar orollari
vi: Quần đảo Andaman và Nicobar
zh_hans: 安达曼尼科巴群岛
zh_hant: 安達曼及尼科巴群島

# Word.State.IN.Chandigarh
source: Chandigarh
am: ችሃቲስጋር
ar: شانديجار
as: চণ্ডিগড়
az: Çandiqarx
bg: Чандигар
bn_in: চন্ডিগড়
el: Τσάντιγκαρ
fa: چاندیگاره
gu: ચંદિગઢ
he: צ'אנדיגאר
hi: चंडीगढ़
ja: チャンディーガル
ka: ჩანდიგარჰი
kk: Чандигарх
kn: ಚಂಢೀಗಡ್
ku_arab: چاندیگار
ky: Чандигарх
lo: ຈານດີກາ
lt: Čandigarchas
lv: Čandigara
mi: Tianatiha
mk: Чандигар
ml: ചണ്ഡീഗഢ്
mn: Чандигар
mr: चंदिगड
ne: चन्डिगढ
or: ଚଣ୍ଡିଗଡ
pa_arab_pk: چندی گڑھ
pa_in: ਚੰਡੀਗੜ੍ਹ
pl: Czandigarh
ru: Чандигарх
sd: چنديگڙھ
si: චන්ඩිගාර්
sl: Čandigar
sr_cyrl_rs: Чандигар
sr_latn_rs: Čandigar
ta: சண்டிகார்
te: చండీగర్
tg: Чандигарҳ
th: จัณฑีครห์
tt: Чандигарх
ug: چاندىگېر
uk: Чандіґарх
ur: چندی گڑھ
uz: Chandigarx
zh_hans: 昌迪加尔
zh_hant: 昌迪加爾

# Word.State.IN.DadraandNagarHaveli
source: Dadra and Nagar Haveli
af: Dadra en Nagar Haveli
am: ዳድራ እና ናጋር ሃቨሊ
ar: دادرا وناجار هافيل
as: ডাডৰ আৰু নগৰ হাভেলি
az: Dadra and Naqarxaveli
bg: Дадра и Нагар Хавели
bn_in: দাদরা এবং নগর হাবেলি
bs: Dadra i Nagar Haveli
cy: Dadra a Nagar Haveli
da: Dadra og Nagar Haveli
de: Dadra und Nagar Haveli
el: Ντάντρα και Νάγκαρ Χάβελι
es: Dadra y Nagar Haveli
et: Dadra ja Nagar Haveli
eu: Dadra eta Nagar Haveli
fa: دادرا و نگار هاولی
ga: Dadra agus Nagar Haveli
gd: Dadra agus Nagar Haveli
gl: Dadra e Nagar Haveli
gu: દાદરા અને નગર હવેલી
he: דדרה ונאגאר האוולי
hi: दादर और नागर हवेली
hr: Dadra i Nagar Haveli
hu: Dadra és Nagar Haveli
id: Dadra dan Nagar Haveli
is: Dadra og Nagar Haveli
ja: ダードラ・ナガル・ハベリ
ka: დადრა და ნაგარ-ჰაველი
kk: Дадра және Нагар Хавели
kn: ದಾದ್ರಾ ಮತ್ತು ನಾಗರ್ ಹವೇಲಿ
ku_arab: دادرا و ناگار هاڤێلی
ky: Дадра жана Нагар Хавели
lo: ດາດຣາ ແລະ ນາກາຮາເວລີ
lt: Dadra ir Nagar Havelis
lv: Dadra un Nagaraveli
mi: Tanara me Nakā Haweri
mk: Дадра и Нагар Хавели
ml: ദാദ്ര, നാഗര്‍ ഹവേലി
mn: Дадра ба Нагар Хавэли
mr: दादरा आणि नगर हवेली
ms: Dadra dan Nagar Haveli
ne: दाद्रा र नगर हवेली
nn_no: Dadra og Nagar Haveli
no: Dadra og Nagar Haveli
or: ଦାଦ୍ରା ଏବଂ ନଗର ହାଭେଲି
pa_arab_pk: دادرا تے ناگر حویلی
pa_in: ਦਾਦਰਾ ਅਤੇ ਨਗਰ ਹਵੇਲੀ
pl: Dadra i Nagarhaweli
ru: Дадра и Нагархавели
sd: دادرا ۽ نگر ھويلي
si: දාද්‍රා සහ නගර් හවේලි
sl: Dadra in Nagar Haveli
sr_cyrl_rs: Дадра и Нагар Хавели
sr_latn_rs: Dadra i Nagar Haveli
sv: Dadra och Nagar Haveli
ta: தத்ரா மற்றும் நாகர் ஹவேலி
te: దాద్ర మరియు నాగర్ హవేలీ
tg: Ҷазираҳои Дадра ва Нагар
th: ดาดราและนครหเวลี
tr: Dadra ve Nagar Haveli
tt: Дадра һәм Нагар-Хавели
ug: دادرا ۋە ناگېر خىۋېلى
uk: Дадра і Нагархавелі
ur: دادرا اور نگر حویلی
uz: Dadra va Nagar-Xaveli
vi: Dadra và Nagar Haveli
zh_hans: 达德拉纳加尔哈维利
zh_hant: 達德拉及納加爾哈維利

# Word.State.IN.DamanandDiu
source: Daman and Diu
af: Daman en Diu
am: ዳማን እና ዲዩ
ar: دامان وديو
as: দমন আৰু দিউ
az: Dəmən və Diu
bg: Даман и Диу
bn_in: দমন এবং দিউ
bs: Daman i Diu
cy: Daman a Diu
da: Daman og Diu
de: Daman und Diu
el: Ντάμαν και Ντιου
es: Daman y Diu
et: Daman ja Diu
eu: Daman eta Diu
fa: دامان و دیو
ga: Daman agus Diu
gd: Daman agus Diu
gl: Daman e Diu
gu: દમણ અને દીવ
he: דאמאן ודיו
hi: दमन और दीव
hr: Daman i Diu
hu: Daman és Diu
id: Daman dan Diu
is: Daman og Diu
ja: ダマン・ディーウ
ka: დამანი და დიუ
kk: Даман және Дию
kn: ದಾಮನ್ ಮತ್ತು ಡಿಯು
ku_arab: دامان و دیو
ky: Даман жана Диу
lo: ດາມານ ແລະດິບ
lt: Damanas ir Diu
lv: Damana un Diu
mi: Tanamana me Tiu
mk: Даман и Диу
ml: ദാമന്‍, ദിയു
mn: Даман ба Диу
mr: दमण आणि दिव
ms: Daman dan Diu
mt: Daman u Diu
ne: दामन र दिउ
nn_no: Daman og Diu
no: Daman og Diu
or: ଦମନ ଏବଂ ଡ୍ୟୁ
pa_arab_pk: دمان تے دیو
pa_in: ਦਮਨ ਅਤੇ ਦੀਊ
pl: Daman i Diu
ru: Даман и Диу
sd: دمن ۽ ديو
si: ඩමේන් සහ ඩියු
sl: Daman in Diu
sr_cyrl_rs: Даман и Диу
sr_latn_rs: Daman i Diu
sv: Daman och Diu
ta: டாமன் மற்றும் டையு
te: డామన్ మరియు డియు
tg: Даман ва Диуй
th: ดามันและดีอู
tr: Daman ve Diu
tt: Даман һәм Диу
ug: دامان ۋە دىئۇ
uk: Даман і Діу
ur: دم اور دیو
uz: Daman va Diu
vi: Daman và Diu
zh_hans: 达曼及第乌地区
zh_hant: 達曼及第烏

# Word.State.IN.DadraandNagarHaveliandDamanandDiu
source: Dadra and Nagar Haveli and Daman and Diu
af: Dadra en Nagar Haveli en Daman en Diu
am: ዳርዳራ እና ናጋር ሃቪሊ እና ዳማን እና ዲዩ
ar: Dadra وNagar Haveli وDaman وDiu
as: দাদৰা আৰু নগৰ হাভেলি তথা দমন আৰু দিও
az: Dadra və Naqar Haveli və Daman və Diu
bg: Дадра и Нагар Хавели и Даман и Диу
bn_in: দাদরা এবং নগর হাভেলি এবং দমন এবং দিউ
bs: Dadra i Nagar Haveli i Daman i Diu
cy: Dadra a Nagar Haveli a Daman a Diu
da: Dadra og Nagar Haveli og Daman og Diu
de: Dadra und Nagar Haveli und Daman und Diu
el: Ντάντρα και Ναγκάρ Χαβέλι και Νταμάν και Ντιου
es: Dadra y Nagar Haveli y Daman y Diu
et: Dadra ja Nagar Haveli ning Daman ja Diu
eu: Dadra eta Nagar Haveli eta Daman eta Diu
fa: دادرا و نگر حویلی و دامان و دیو
ga: Dadra agus Nagar Haveli agus Daman agus Diu
gd: Dadra agus Nagar Haveli agus Daman agus Diu
gl: Dadra e Nagar Haveli e Daman e Diu
gu: દાદરા અને નગર હવેલી તથા દમણ અને દીવ
he: דאדרה ונאגר הבלי ודאמאן ודיו
hi: दादरा और नगर हवेली और दमन और दीव
hr: Dadra i Nagar Haveli i Daman i Diu
hu: Dadra és Nagar Haveli, valamint Daman és Diu
id: Dadra dan Nagar Haveli dan Daman dan Diu
is: Dadra og Nagar Haveli og Daman og Diu
ja: ダードラ ナガルハベリおよびダマン ディーウ
ka: დადრა და ნაგარ-ხაველი და დამანი და დიუ
kk: Дадра және Нагар Хавели және Даман және Дию
kn: ದಾದ್ರಾ ಮತ್ತು ನಗರ ಹವೇಲಿ ಮತ್ತು ದಾಮನ್ ಮತ್ತು ದಿಯು
ko: Dadra, Nagar Haveli, Daman 및 Diu
lt: Dadra ir Nagar Havelis ir Damanas ir Diu
lv: Dādra un Nagarhaveli un Damāna un Diu
mi: Dadra rātou ko Nagar Haveli ko Daman ko Diu
mk: Дадра и Нагар Хавели и Даман и Диу
mr: दादरा आणि नगर हवेली आणि दमण आणि दिव
ms: Dadra dan Nagar Haveli serta Daman dan Diu
mt: Dadra u Nagar Haveli u Daman u Diu
ne: Dadra र Nagar Haveli र Daman र Diu
nn_no: Dadra og Nagar Haveli og Daman og Diu
no: Dadra og Nagar Haveli og Daman og Diu
or: ଦାଦ୍ରା ଏବଂ ନାଗର ହବେଲି ଏବଂ ଡାମନ୍ ଏବଂ ଡିୟୁ
pa_in: ਦਾਦਰ ਅਤੇ ਨਗਰ ਹਵੇਲੀ ਅਤੇ ਦਮਨ ਅਤੇ ਦਿਉ
pl: Dadra i Nagarhaweli Nagarhaweli i Daman i Diu
ru: Дадра и Нагар-Хавели и Даман и Диу
sl: Dadra in Nagar Haveli ter Daman in Diu
sr_cyrl_rs: Дадра и Нагар Хавели и Даман и Диу
sr_latn_rs: Dadra i Nagar Haveli i Daman i Diu
sv: Dadra och Nagar Haveli och Daman och Diu
ta: தாத்ரா மற்றும் நகர் அவேலி மற்றும் தாமன் மற்ரும் தியூ
te: దాద్రా మరియు నగర్ హవేలీ మరియు డామన్ మరియు డయు
th: ดาดราและนครหเวลี และดามันและดีอู
tr: Dadra ve Nagar Haveli, Daman ve Diu
tt: Дадра һәм Нагархавели белән Даман һәм Диу
ug: دادرا ۋە ناگار ھاۋېلى ھەمدە دامان ۋە دىيۇ
uk: Дадра та Нагар-Хавелі й Даман і Діу
ur: دادرا اور نگر حویلی اور دمن اور دیو
uz: Dadra va Nagar Haveli va Daman va Diu
vi: Dadra và Nagar Haveli và Daman và Diu
zh_hans: Dadra 和 Nagar Haveli、Daman 和 Diu
zh_hant: Dadra、Nagar Haveli、Daman 以及 Diu

# Word.State.IN.Delhi
source: Delhi
am: ደሊ
ar: دلهي
as: দিল্লী
az: Dehli
bg: Делхи
bn_in: দিল্লী
el: Δελχί
fa: دهلی
ga: Deilí
gu: દિલ્હી
he: דלהי
hi: दिल्ली
ja: デリー
ka: დელი
kk: Дели
kn: ದೆಹಲಿ
ko: 델리
lt: Delis
lv: Deli
mi: Teri
mk: Делхи
ml: ഡല്‍ഹി
mr: दिल्ली
ne: दिल्ली
or: ଦିଲ୍ଲୀ
pa_in: ਦਿੱਲੀ
ru: Дели
sr_cyrl_rs: Делхи
ta: டெல்லி
te: ఢిల్లీ
th: เดลี
tt: Дели
ug: دېھلى
uk: Делі
ur: دہلی
uz: Dehli
zh_hans: 德里
zh_hant: 德里

# Word.State.IN.Ladakh
source: Ladakh
am: ላዳክህ
as: লাডাখ
az: Ladax
bg: Ладакх
bn_in: লাদাখ
el: Λαντάχ
fa: لداخ
gu: લદાખ
he: לדאק
hi: लद्दाख
ja: ラダック
ka: ლადაქი
kk: Ладах
kn: ಲಡಾಖ್
lo: ລາດດາ
lt: Ladakas
lv: Ladākha
mk: Ладах
ml: ലഡാക്ക്
mr: लडाख
ne: लद्दाक
or: ଲଦାଖ୍
pa_in: ਲਦਾਖ਼
ru: Ладакх
sl: Ladak
sr_cyrl_rs: Ладак
sr_latn_rs: Ladak
ta: லடாக்
te: లడఖ్
th: ลาดัก
tt: Ладакх
ug: لاداخ
uk: Ладакг
ur: لداخ

# Word.State.IN.Lakshadweep
source: Lakshadweep
am: ላክሻድዊፕ
ar: لاكشادويب
as: লাক্ষাদ্বিপ
az: Lakşadvip
bg: Лаксшадуийп
bn_in: লাক্ষাদ্বীপ
el: Λακσαντουίπ
fa: لاکشادویپ
gu: લક્ષદ્વીપ
he: לקשדוויפ
hi: लक्षद्वीप
ja: ラクシャドウィープ
ka: ლაკშადვიპი
kk: Лакшадвип
kn: ಲಕ್ಷದ್ವೀಪ
ku_arab: لاکشادویپ
ky: Лакшадвил
lo: ລັກຊາວີບ
lt: Lakšadvipas
lv: Lakšadvīpa
mi: Rakihatiwīpi
mk: Лакадиви
ml: ലക്ഷദ്വീപ്
mn: Лакшадвийп
mr: लक्षद्विप
ne: लक्षद्वीप
or: ଲକ୍ଷଦ୍ଵୀପ
pa_arab_pk: لکشد ویپ
pa_in: ਲਕਸ਼ਦੀਪ
pl: Lakszadiwy
ru: Лакшадвип
sd: لڪشديپ
si: ලක්ෂද්වීප්
sr_cyrl_rs: Лакадиви
sr_latn_rs: Lakadivi
ta: லட்சத்தீவு
te: లక్షద్వీప్
tg: Лакшадвип
th: ลักษทวีป
tt: Лакшадвип
ug: لاكشادۋېپ
uk: Лакшадвіп
ur: لکشادیپ
uz: Lakshadvip
zh_hans: 拉克沙群岛
zh_hant: 拉克沙群島

# Word.State.IN.NationalCapital
source: National Capital Territory of Delhi
af: Nasionale Hoofstadgebied van Delhi
am: የደልሂ ብሄራዊ ዓብይ ግዛት
ar: إقليم العاصمة الوطنية دلهي
as: নেচনেল কেপিটেল টেৰিট'ৰি অফ দিল্লী
az: Dehli Milli Paytaxt Ətrazisi
bg: Национална столична територия Делхи
bn_in: দিল্লির জাতীয় রাজধানী অঞ্চল
bs: Teritorij nacionalnog glavnog grada Delhi
cy: Prif Diriogaeth Genedlaethol Delhi
de: Nationales Hauptstadtterritorium Delhi
el: Εθνικό διαμέρισμα πρωτεύουσας του Δελχί
es: Territorio capital nacional de Delhi
et: Delhi riiklik pealinna ala
eu: Delhiko Hiriburu Lurralde Nazionala
fa: قلمروی پایتخت ملی دهلی
ga: Fearann Príomhchathrach Náisiúnta Deilí
gl: Territorio nacional capital de Delhi
gu: દિલ્હીનો કેન્દ્રશાસિત પ્રદેશ
he: טריטוריית הבירה הלאומית דלהי
hi: राष्ट्रीय राजधानी क्षेत्र दिल्ली
hr: Teritorij nacionalnog glavnog grada Delhi
hu: Delhi fővárosi területe
id: Wilayah Ibu Kota Nasional Delhi
is: Höfuðborgarsvæði Delhi
ja: デリー首都圏
ka: დელის ეროვნული დედაქალაქის ტეროტორია
kk: Дели ұлттық астана аумағы
kn: ದೆಹಲಿಯ ರಾಷ್ಟ್ರೀಯ ರಾಜಧಾನಿ ಪ್ರದೇಶ
ku_arab: هەرێمی پایتەختی نیشتیمانی دلهی
ky: Дели Улуттук Борбордук аймагы
lo: ເຂດນະຄອນຫຼວງເດລີ
lt: Delio nacionalinės sostinės teritorija
lv: Deli
mi: Te Takiwā Matua Ā-Motu o Teri
mk: Територија на националниот главен град Делхи
ml: ഡല്‍ഹി കേന്ദ്ര ഭരണ പ്രദേശം
mn: Үндэсний нийслэлийн нутаг дэвсгэр Дели
mr: राष्ट्रीय राजधानी दिल्लीचा प्रदेश
ms: Wilayah Ibu Negeri Nasional Delhi
mt: Territorju Kapitali Nazzjonali ta' Delhi
ne: दिल्लीको राष्ट्रिय मुख्य इलाका
no: Forbundsterritoriet Delhi
or: ଦେଶ ରାଜଧାନୀ ଦିଲ୍ଲୀ କେନ୍ଦ୍ର ଶାସିତ ଅଞ୍ଚଳ
pa_arab_pk: دہلی
pa_in: ਦਿੱਲੀ ਦਾ ਕੌਮੀ ਰਾਜਧਾਨੀ ਖਿੱਤਾ
pl: Narodowy Region Stołeczny Delhi
ru: Национальный столичный округ Дели
sd: دھلي جي نيشنل ڪيپيٽل ٽيريٽري
si: දිල්ලි ජාතික අගනගර දේශසීමාව
sl: Nacionalni teritorij glavnega mesta Delhija
sr_cyrl_rs: Територија националног главног града Делхи
sr_latn_rs: Teritorija nacionalnog glavnog grada Delhi
ta: டெல்லியின் தேசியத் தலைநகரப் பிரதேசம்
te: ఢిల్లీ జాతీయ రాజధాని సరిహద్దు
tg: Ҳудуди милли пойтахт дар Деҳлӣ
th: มณฑลนครหลวงเดลลี
tr: Delhi Ulusal Başkent/Büyük Şehir Bölgesi
tt: Делиның милләт башкала өлкәсе
ug: دېھلى پايتەخىت تېررىتورىيسى
uk: Національна Столична Територія Делі
ur: قومی درالخلافہ دہلی
uz: Delining milliy poytaxt hududi
vi: Lãnh thổ Thủ đô Quốc gia Delhi
zh_hans: 德里国家首都辖区
zh_hant: 德里國家首都轄區

# Word.State.IN.Puducherry
source: Puducherry
am: ፑዱቸሪ
ar: بودوتشيري
as: পণ্ডিচেৰী
az: Puduçerri
bg: Пудучери
bn_in: পুডুচেরি
el: Πουντουτσέρι (Ποντιτσέρι)
fa: پودچری
gu: પુડુચરી
he: פודוצ'רי (פונדיצ'רי)
hi: पांडिचेरी
ja: プドゥチェリー
ka: პონდიშერი
kk: Пудучерри
kn: ಪುದುಚೇರಿ
ku_arab: پودچیری
ky: Пудучерри
lo: ປູດູເຈີຣີ
lt: Pudučeris
lv: Pudučerri
mi: Patutiere
mk: Пудучери
ml: പുതുച്ചേരി
mn: Пудучерри
mr: पुडुचेरी
ne: पुदुचेरी
or: ପୁଡୁଚେରୀ
pa_arab_pk: پودوچری
pa_in: ਪੁਡੂਚੇਰੀ
ru: Пудучерри
sd: پڊوچيري
si: පුඩුචෙරි
sr_cyrl_rs: Пудучери
sr_latn_rs: Pudučeri
ta: புதுச்சேரி
te: పుదుచెర్రీ
tg: Пудучерри
th: ปอนดิเชร์รีย์
tt: Пудучерри
ug: پوندىچېررى
uk: Пудучері
ur: پڈوچیری
uz: Puducherri
zh_hans: 普度切里
zh_hant: 旁迪切里

# Word.State.IT.Agrigento
source: Agrigento
am: አግሪገንቶ
ar: أجريجنتو
as: আজৰিজেণ্টো
az: Aqrigento
bg: Агригенто
bn_in: আগ্রিগেন্টো
el: Αγκριτζέντο
fa: آگریگنتو
gu: એગ્રીગેન્ટો
he: אגריג'נטו
hi: एग्रिगेंटो
ja: アグリジェント
ka: აგრიჯენტო
kk: Агридженто
kn: ಅಗ್ರಿಗೆಂಟೊ
ku_arab: ئەگریجێنتۆ
ky: Агридженто
lo: ອາກຣີເກນໂຕ
lt: Agridžentas
lv: Agridžento
mi: Ākiritenetō
mk: Агриџенто
ml: അഗ്രിഗെന്റോ
mn: Агрижэнто
mr: ऍग्रीगेन्तो
ne: अग्रिजेन्तो
or: ଆଗ୍ରିଗେଣ୍ଟୋ
pa_arab_pk: اگریگینتو
pa_in: ਐਗਰੀਜੈਂਟੋ
ru: Агридженто
sd: اگريگينٽو
si: ඇග්‍රිජෙන්ටෝ
sr_cyrl_rs: Агригенто
ta: அக்ரிஜென்டோ
te: అగ్రిగెంటో
tg: Агригенто
th: อากริเจนโต
tt: Агригенто
ug: ئاگرىگېنتو
uk: Аґрідженто
ur: اگریگینتو
uz: Agridjento
zh_hans: 阿格里琴托
zh_hant: 阿格里真托

# Word.State.IT.Alessandria
source: Alessandria
am: አለሳንድሪያ
ar: أليسندريا
as: আলচেনডিৰা
az: Aleksandriya
bg: Александрия
bn_in: আলেসসান্দ্রিয়া
el: Αλεσάντρια
fa: آلساندریا
gl: Alexandría
gu: એલસાન્ડ્રીયા
he: אלסנדריה
hi: एलेसैंड्रिया
ja: アレッサンドリア
ka: ალესანდრია
kk: Алессандрия
kn: ಅಲೆಸ್ಸಾಂಡ್ರಿಯಾ
ku_arab: ئەسکەندەریە
ky: Алессандрия
lo: ອາແລສຊານເດຣຍ
lt: Alesandrija
lv: Alesandrija
mi: Ahitanatia
mk: Александрија
ml: അലക്‌സാണ്ട്രിയ
mn: Алэссандриа
mr: अलेझांड्रिया
ne: एलेस्यान्ड्रिया
or: ଆଲେସାନଡ୍ରିଆ
pa_arab_pk: الیسینڈریا
pa_in: ਅਲੈੱਸਐਂਡਰੀਆ
ru: Александрия
sd: ايليسينڊريا
si: ඇලෙසාන්ඩ්‍රියා
sr_cyrl_rs: Алесандрија
sr_latn_rs: Alesandrija
ta: அலெஸ்சாண்ட்ரியா
te: అలెస్సాండ్రియా
tg: Алессандрия
th: อเลสซานเดรีย
tt: Александрия
ug: ئالېسسىندېرا
uk: Алессандрія
ur: الیسینڈریا
uz: Alessandriya
zh_hans: 亚历山德里亚
zh_hant: 亞歷山德里亞

# Word.State.IT.Ancona
source: Ancona
am: ኣንኮና
ar: أنكونا
as: আনকোনা
az: Ankona
bg: Анкона
bn_in: আনকোনা
bs: Ankona
el: Ανκόνα
fa: آنکونا
gu: એન્કોના
he: אנקונה
hi: अंकोना
ja: アンコーナ
ka: ანკონა
kk: Анкона
kn: ಅಂಕೊನಾ
ku_arab: ئانکۆنا
ky: Анкона
lo: ອານໂຄນາ
lt: Ankona
lv: Ankona
mi: Anakona
mk: Анкона
ml: അങ്കോണ
mn: Анкона
mr: अंकोना
ne: अन्कोना
or: ଆନକୋନା
pa_arab_pk: انکونا
pa_in: ਐਨਕੋਨਾ
pl: Ankona
ru: Анкона
sd: انڪونا
si: ඇන්කෝනා
sr_cyrl_rs: Анкона
sr_latn_rs: Ankona
ta: அன்கோனா
te: అంకోనా
tg: Анкона
th: อันโกนา
tt: Анкона
ug: ئانكونا
uk: Анкона
ur: انکونا
uz: Ankona
zh_hans: 安科纳
zh_hant: 安科納

# Word.State.IT.Aosta
source: Aosta
am: አኦስታ
ar: أوستا
as: অষ্টা
bg: Аоста
bn_in: আয়োস্টা
el: Αόστα
fa: آئوستا
gu: ઓસ્ટા
he: אוסטה
hi: आओस्टा
ja: アオスタ
ka: აოსტა
kk: Аоста
kn: ಓಸ್ಟಾ
ku_arab: ئاۆستا
ky: Аоста
lo: ອາອົສຕາ
mi: Aokota
mk: Аоста
ml: അവോസ്റ്റ
mn: Аоста
mr: ओस्टा
ne: एवोस्ता
or: ଆଓଷ୍ଟା
pa_arab_pk: آؤستا
pa_in: ਏਓਸਟਾ
ru: Аоста
sd: اوسٽا
si: ඕස්ටා
sr_cyrl_rs: Аоста
ta: அவோஸ்டா
te: ఆస్టా
tg: Аоста
th: เฮาสตา
tt: Аоста
ug: ئائوستا
uk: Аоста
ur: آؤستا
zh_hans: 奥斯塔
zh_hant: 奧斯塔

# Word.State.IT.Arezzo
source: Arezzo
am: ኣሪዞ
ar: أريزو
as: আৰেজো
bg: Арезо
bn_in: আরেজজো
el: Αρέτσο
fa: آرزو
gu: અરીઝો
he: ארצו
hi: अरेज़ो
ja: アレッツォ
ka: არეცო
kk: Ареззо
kn: ಅರಿಝೋ
ku_arab: ئارێزوو
ky: Ареццо
lo: ອາເຣໂຊ
lt: Arecas
mi: Arehio
mk: Арецо
ml: അരെസ്സോ
mn: Арэццо
mr: अरेझो
ne: आरेजो
or: ଆରେଜୋ
pa_arab_pk: آریزو
pa_in: ਅਰੇਜ਼ੋ
ru: Ареццо
sd: اريزو
si: ඇරිස්සෝ
sr_cyrl_rs: Арецо
sr_latn_rs: Areco
ta: அரேசோ
te: అరెజ్జో
tg: Ареззо
th: อาเรซโซ
tt: Ареццо
ug: ئارېززو
uk: Ареццо
ur: آریزو
uz: Aretstso
zh_hans: 阿雷佐
zh_hant: 阿雷佐

# Word.State.IT.AscoliPiceno
source: Ascoli Piceno
am: አስኮሊ ፒሸኖ
ar: أسكولي بيتشنو
as: আচক'লি পিচেনো
az: Askoli Piceno
bg: Асколи Пичено
bn_in: আসকোলি পিসেনো
el: Ασκόλι Πιτσένο
fa: آسکولی پیکنو
gu: એસ્કોલી પીસેનો
he: אסקולי פיצ'נו
hi: एस्कोली पिसेनो
ja: アスコリ・ピチェノ
ka: ასკოლი-პიჩენო
kk: Асколи-Пичено
kn: ಅಸ್ಕೋಲಿ ಪಿಚೇನೊ
ku_arab: ئاسکۆلی پیسێنۆ
ky: Асколи Пичено
lo: ແອັສໂຄລີປີເຊັນໂນ
lt: Askoli Pičenas
lv: Askoli Pičēno
mi: Ahikori Piteno
mk: Асколи Пичено
ml: അസ്‌കൊലി പികെനൊ
mn: Асколи Пичэно
mr: अस्कोली पिसेनो
ne: अस्कोली पिसेनो
or: ଆସକୋଲି ପିକାନୋ
pa_arab_pk: اسکولی پیسینو
pa_in: ਅਸਕੋਲੀ ਪਿਸੇਨੋ
ru: Асколи-Пичено
sd: اسڪولي پڪينو
si: ඇස්කොලි පිසෙනෝ
sr_cyrl_rs: Асколи Пичено
sr_latn_rs: Askoli Pičeno
ta: அஸ்கோலி பிசேனோ
te: అస్కోలీ పిసెనో
tg: Асколи-Писено
th: อัสโกลี ปิเชโน
tt: Асколи-Пичено
ug: ئاسكولى پىچېنو
uk: Асколі Пічено
ur: اسکولی پیسینو
uz: Askoli-Picheno
zh_hans: 阿斯科里皮切诺
zh_hant: 阿斯科利皮切諾

# Word.State.IT.Asti
source: Asti
am: አስቲ
ar: أستي
as: আষ্টি
bg: Асти
bn_in: আসতি
el: Άστι
fa: آستی
gu: અસ્તિ
he: אסטי
hi: एस्टी
ja: アスティ
ka: ასტი
kk: Асти
kn: ಅಸ್ತಿ
ku_arab: ئاستی
ky: Асти
lo: ແອັສຕີ
lt: Astis
mi: Ahi
mk: Асти
ml: അസ്റ്റി
mn: Асти
mr: अस्ति
ne: अस्ती
or: ଆଷ୍ଟି
pa_arab_pk: استی
pa_in: ਅਸਟੀ
ru: Асти
sd: استي
si: ඇස්ටි
sr_cyrl_rs: Асти
ta: அஸ்தி
te: అస్టి
tg: Асти
th: อัสตี
tt: Асти
ug: ئاستى
uk: Асті
ur: استی
zh_hans: 阿斯蒂
zh_hant: 阿斯蒂

# Word.State.IT.Avellino
source: Avellino
am: አቨሊኖ
ar: أفيلينو
as: আভেলিনো
bg: Авелино
bn_in: আভেললিনো
bs: Avelino
el: Αβελίνο
fa: آولینو
gu: અવેલીનો
he: אבלינו
hi: एवेलिनो
ja: アベリノ
ka: აველინო
kk: Авеллино
kn: ಅವೇಲಿಯನ್
ku_arab: ئەڤێلینۆ
ky: Авеллино
lo: ອາເວລີໂນ
lt: Avelinas
lv: Avellīno
mi: Awerino
mk: Авелино
ml: അവെല്ലിനോ
mn: Авэллино
mr: अव्हेलिनो
ne: एभेलिनो
or: ଆଭେଲିନୋ
pa_arab_pk: اویلینو
pa_in: ਅਵੇਲਿਨੋ
ru: Авеллино
sd: ايولينو
si: ඇවිලිනෝ
sr_cyrl_rs: Авелино
sr_latn_rs: Avelino
ta: அவெலினோ
te: అవెలినో
tg: Авелино
th: อเวลลิโน่
tt: Авеллино
ug: ئاۋېللىنو
uk: Авелліно
ur: اویلینو
zh_hans: 阿韦利诺
zh_hant: 阿韋利諾

# Word.State.IT.Bari
source: Bari
am: ባሪ
ar: باري
as: বাৰি
bg: Бари
bn_in: বারি
el: Μπάρι
fa: باری
gu: બારી
he: בארי
hi: बारी
ja: バリ
ka: ბარი
kk: Бари
kn: ಬಾರಿ
ku_arab: باری
ky: Бари
lo: ບາຣີ
lt: Baris
mi: Pāri
mk: Бари
ml: ബാരി
mn: Бари
mr: बारी
ne: बारी
or: ବାରି
pa_arab_pk: باری
pa_in: ਬਾਰੀ
ru: Бари
sd: بري
si: බාරි
sr_cyrl_rs: Бари
ta: பேரி
te: బారీ
tg: Бари
th: บารี
tt: Бари
ug: بارى
uk: Барі
ur: باری
zh_hans: 巴里
zh_hant: 巴里

# Word.State.IT.Barletta-Andria-Trani
source: Barletta-Andria-Trani
am: ባርሌታ-አንድሪያ-ትራኒ
ar: بارليتا-اندريا-تراني
as: বাৰ্লেটা-এণ্ড্ৰিয়া-ট্ৰেনি
az: Barletta-Andriya-Trani
bg: Барлета-Андрия-Трани
bn_in: বারলেত্তা-অন্দিয়া-ত্রানি
el: Μπαρλέττα-Άντρια-Τράνι
fa: بارلتا-آندریا-ترانی
gu: બાર્લેટા-એન્ડ્રિઆ-ત્રણી
he: ברלטה-אנדריה-טראני
hi: बार्लेटा-एंड्रिया-ट्रानी
ja: バルレッタ・アンドリア・トラーニ
ka: ბარლეტა-ანდრია-ტრანი
kk: Барлетта-Андрия-Трани
kn: ಬಾರ್ಲೆಟ್ಟಾ-ಆಂಡ್ರಿಯಾ-ಟ್ರಾನಿ
ko: 바를레타 안드리아 트라니
ku_arab: بارلێتا-ئەندریا-ترانی
ky: Барлетта-Андриа-Трани
lo: ບາເລຕາ-ອານເດຣຍ-ທຣານີ
lt: Barleta-Andrija-Tranis
lv: Barleta-Andrija-Trani
mk: Барлета-Андрија-Трани
ml: ബാർലെട്ട-ആൻഡ്രിയ-ട്രാനി
mn: Барлетта-Андриа-Трани
mr: बार्लेट्टा-अन्द्रिया-ट्रानी
ne: बार्लेट्टा-आन्ड्रिया-ट्रानी
or: ବାରଲେଟା-ଆନଡ୍ରିଆ-ଟ୍ରାନି
pa_arab_pk: بارلیتا-آندریا-ترانی
pa_in: ਬਾਰਲੈਟਾ-ਆਂਡਰਿਆ-ਟਰਾਨੀ
ru: Барлетта-Андрия-Трани
sd: بارليٽا-اينڊريا-ٽراني
si: බාර්ලේටා ඇන්ඩ්‍රියා ට්‍රානි
sr_cyrl_rs: Барлета-Андрија-Трани
sr_latn_rs: Barleta-Andrija-Trani
ta: பார்லெட்டா-ஆண்ட்ரியா-ட்ரானி
te: బర్లెట్టా-ఆండ్రియా-ట్రాని
tg: Барлета-Андрия-Трани
th: บาร์เล็ตต้า-แอนเดรีย-ทรานี
tt: Барлетта-Андрия-Трани
ug: بارلېتتا-ئاندرىيا-ترانى
uk: Барлетта-Андрія-Трані
ur: بارلیتا-آندریا-ترانی
zh_hans: 巴列塔-安德里亚-特拉尼
zh_hant: 巴爾萊塔-安德里亞-特蘭尼

# Word.State.IT.Belluno
source: Belluno
am: ቤሉኖ
ar: بيلونو
as: বেলুনো
bg: Белуно
bn_in: বেললুনো
el: Μπελούνο
fa: بلونو
gu: બેલુનો
he: בלונו
hi: बेलुनो
ja: ベルーノ
ka: ბელუნო
kk: Беллуно
kn: ಬೆಲೂನೊ
ku_arab: بێللونۆ
ky: Беллуно
lo: ເບວລູໂນ
lt: Belunas
mi: Pereuno
mk: Белуно
ml: ബെല്ലുനോ
mn: Бэллуно
mr: बेलुनो
ne: बेलुनो
or: ବେଲୁନୋ
pa_arab_pk: بیلینو
pa_in: ਬੈਲੂਨੋ
ru: Беллуно
sd: بيلونو
si: බුලෙවුනෝ
sr_cyrl_rs: Белуно
sr_latn_rs: Beluno
ta: பெல்லுனோ
te: బెలునో
tg: Беллуно
th: เบลลูโน
tt: Беллуно
ug: بېلۇنو
uk: Беллуно
ur: بیلینو
zh_hans: 贝卢诺
zh_hant: 貝盧諾

# Word.State.IT.Benevento
source: Benevento
am: ቤነቬንቶ
ar: بنيفينتو
as: বেনেভেণ্টো
bg: Беневенто
bn_in: বেনেভেন্টো
el: Μπενεβέντο
fa: بنونتو
gu: બેનવેન્ટો
he: בנוונטו
hi: बेनेवेंटो
ja: ベネベント
ka: ბენევენტო
kk: Беневенто
kn: ಬೆನಿವೆಂಟೊ
ku_arab: بێنێڤێنتۆ
ky: Беневенто
lo: ເບເນເວັນໂຕ
lt: Beneventas
mi: Penehento
mk: Беневенто
ml: ബെനെവെണ്ടോ
mn: Бэнэвэнто
mr: बेनेवेन्तो
ne: बेनेभेन्तो
or: ବେନେଭେଣ୍ଟୋ
pa_arab_pk: بینیوینتو
pa_in: ਬੈਨੀਵੈਂਟੋ
ru: Беневенто
sd: بينوينٽو
si: බෙනෙවෙන්ටෝ
sr_cyrl_rs: Беневенто
ta: பெனிவென்டோ
te: బెనవెంటో
tg: Беневенто
th: เบเนเวนโต
tt: Беневенто
ug: بېنېۋېنتو
uk: Беневенто
ur: بینیوینتو
zh_hans: 贝内文托
zh_hant: 貝內文托

# Word.State.IT.Bergamo
source: Bergamo
am: በርጋሞ
ar: بيرجامو
as: বেৰগামো
az: Berqamo
bg: Бергамо
bn_in: বেরগামো
el: Μπέργκαμο
es: Bérgamo
fa: برگامو
gl: Bérgamo
gu: બર્ગામા
he: ברגאמו
hi: बर्गामो
ja: ベルガモ
ka: ბერგამო
kk: Бергамо
kn: ಬೆರ್ಗಾಂಬೊ
ku_arab: بێرگامۆ
ky: Бергамо
lo: ເບີກາໂມ
lt: Bergamas
lv: Bergāmo
mi: Perengano
mk: Бергамо
ml: ബെര്‍ഗാമോ
mn: Бэргамо
mr: बर्गॅमो
ne: बर्गामो
or: ବେରଗାମୋ
pa_arab_pk: برگامو
pa_in: ਬਰਗਾਮੋ
ru: Бергамо
sd: برگامو
si: බර්ගමෝ
sr_cyrl_rs: Бергамо
ta: பெர்கமோ
te: బెర్గామో
tg: Бергамо
th: เบอร์กาโม
tt: Бергамо
ug: بېرگامو
uk: Бергамо
ur: برگامو
zh_hans: 贝加莫
zh_hant: 貝加莫
