Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ErrorMessage.AchTermCheckboxIsRequired
source: Make sure you accept the authorization for setting up the account
af: Maak seker jy aanvaar die magtiging om hierdie rekening op te stel
am: መለያውን ለማቀናበር ፈቃድ የሰጡ መሆኑን እርግጠኛ ይሁኑ
ar: تأكد من قبول التفويض لإعداد الحساب.
as: আপুনি একাউণ্ট ছেট আপ কৰাৰ বাবে অনুমোদন গ্ৰহণ কৰাটো নিশ্চিত কৰক
az: Hesabı qurmaq üçün səlahiyyəti qəbul etdiyinizə əmin olun
bg: Уверете се, че приемате упълномощаването за настройката на акаунта
bn_in: অ্যাকাউন্টটি সেট করার জন্য আপনি অনুমোদন পেয়েছেন কিনা সে বিষয়ে নিশ্চিত হন
bs: Obavezno prihvatite provjeru vjerodostojnosti za postavljanje računa
cy: Gwnewch yn siŵr eich bod yn derbyn y caniatâd ar gyfer gosod y cyfrif
da: Sørg for at acceptere autorisationen for at oprette kontoen
de: Zum Einrichten des Kontos muss die Autorisierung akzeptiert werden.
el: Βεβαιωθείτε ότι αποδέχεστε την εξουσιοδότηση για τη ρύθμιση του λογαριασμού
es: Asegúrate de que aceptas la autorización para configurar la cuenta
et: Nõustuge kindlasti konto häälestamise autoriseerimisega
eu: Ziurtatu kontua konfiguratzeko baimena onartu duzula.
fa: برای تنظیم حساب حتماً مجوز را بپذیرید
ga: Féach chuige go nglacann tú an t-údarú chun an cuntas a chumrú
gd: Dèan cinnteach gun gabh thu ris an ùghdarrasadh gus an cunntas a shuidheachadh
gl: Asegúrate de aceptar a autorización para configurar a conta
gu: તમે એકાઉન્ટ સેટ કરવા માટે અધિકૃતતાને સ્વીકારી શકો છો.
he: ודא כי אתה מקבל את ההרשאות עבור הגדרת החשבון
hi: सुनिश्चित करें कि आप खाता सेट करने के लिए प्रमाणन स्वीकार करते हैं
hr: Obavezno prihvatite provjeru autentičnosti za postavljanje računa
hu: El kell fogadnia a fiók beállítására vonatkozó felhatalmazást.
id: Pastikan Anda menerima otorisasi untuk menyiapkan akun ini
is: Gættu þess að samþykkja heimildina til að setja upp reikninginn
ja: 口座をセットアップするための承認を必ず受け入れてください
ka: დარწმუნდით, რომ მიიღეთ ავტორიზაცია ანგარიშის დასაყენებლად
kk: Тіркелгіні орнату үшін авторизацияны қабылдағаныңызға көз жеткізіңіз
kn: ಖಾತೆಯನ್ನು ಹೊಂದಿಸಲು ನೀವು ದೃಢೀಕರಣವನ್ನು ಸ್ವೀಕರಿಸಿದ್ದೀರಿ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ
ko: 계좌 설정에 대한 권한 부여에 동의해야 합니다.
ku_arab: دڵنیابه لەوەی ڕێپێدانت پەسەند کردووه بۆ ئامادەکردنی ئەژمێرەکه
ky: Банк эсебин орнотууда накталыкты аныктооңуз керек
lo: ແນ່ໃຈວ່າທ່ານຍອມຮັບການອະນຸຍາດໃນການຕັ້ງບັນຊີ
lt: Būtinai sutikite su autorizacija, norėdami nustatyti sąskaitą
lv: Noteikti piekrītiet konta iestatīšanas autorizācijai
mi: Āta titiro kua whakaae koe ki te whakaaetanga mō te tatū i te pūkete
mk: Осигурете се дека сте ја прифатиле авторизацијата за поставување на сметката
ml: അക്കൗണ്ട് സജ്ജമാക്കാന്‍ നിങ്ങള്‍ അംഗീകാരം സ്വീകരിക്കുക
mn: Дансыг тохируулах баталгаажуулалтыг хүлээж авсан эсэхээ магадлана уу.
mr: आपण खाते सेट अप करण्यासाठी अधिकृतता स्वीकार करण्याचे सुनिश्चित करा
ms: Pastikan anda menerima keizinan untuk menyediakan akaun
mt: Kun żgur li taċċetta l-awtorizzazzjoni biex tistabbilixxi l-kont
ne: तपाईंले खाता सेटिङ्ग अपको अनुमतिलाई स्वीकार गर्नुभयो भनी सुनिश्चित गर्नुहोस्
nn_no: Du må godta autorisasjonen for å kunne opprette kontoen
no: Husk å godta autorisasjonen for å konfigurere kontoen
or: ସୁନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ଏକାଉଣ୍ଟ୍ ସେଟିଂ ଅପ୍‍ କରିବା ପାଇଁ ପ୍ରାଧୀକରଣ ଗ୍ରହଣ କରିଛନ୍ତି
pa_arab_pk: یقینی بناؤ کہ تُسی اکاؤنٹ نوں ترتیب دین دا اختیار قبول کردے او
pa_in: ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਸੀਂ ਖਾਤੇ ਨੂੰ ਸਥਾਪਤ ਕਰਨ ਲਈ ਪ੍ਰਮਾਣਿਕਤਾ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦੇ ਹੋ
pl: Pamiętaj, aby zaakceptować autoryzację w celu skonfigurowania konta
ru: Обязательно примите авторизацию, необходимую для настройки счета
sd: پڪ ڪريو ته توهان اڪائونٽ سيٽ ڪرڻ جي اختياري جي منظوري ڏيو ٿا
si: ඔබ ගිණුම සකස් කිරීමට බලය ලබාදීම පිළිගන්නා බව තහවුරු කරන්න
sl: Ne pozabite sprejeti pooblastila za nastavitev računa
sr_cyrl_rs: Обавезно прихватите ауторизацију да бисте подесили рачун
sr_latn_rs: Obavezno prihvatite autorizaciju da biste podesili račun
sv: Ge ditt godkännande för att konfigurera kontot
ta: கணக்கை அமைப்பதற்கான அங்கீகாரத்தை நீங்கள் ஏற்றுக்கொள்வதை உறுதிப்படுத்தவும்
te: ఖాతాను స్థిరీకరించే అధికారం అనుమతించారని నిర్థారించుకోండి.
tg: Барои танзими ҳисоб иҷозатро ҳатман қабул кунед
th: โปรดแน่ใจว่าคุณได้ยอมรับการอนุญาตให้ตั้งค่าบัญชีผู้ใช้
tr: Hesabı ayarlamak için yetkilendirmeyi kabul ettiğinizden emin olun
tt: Хисап язмасын көйләү өчен авторизацияне кабул итәргә кирәк
ug: ھېسابات سەپلەش ئۈچۈن ئىجازەت بېرىشكە قوشۇلۇڭ
uk: Обов’язково прийміть авторизацію, потрібну для налаштування рахунку
ur: یقینی بنائیں کہ اکاؤنٹ سیٹ اپ کرنے کے لیے آپ اختیار دہی قبول کرتے ہیں
uz: Hisob raqamini sozlash uchun haqiqiylik tekshiruvini albatta qabul qiling
vi: Đảm bảo bạn chấp nhận ủy quyền để thiết lập tài khoản
zh_hans: 请确保接受设置帐户的授权。
zh_hant: 請務必確認您已接受設定此帳戶所需之授權

# Literal.ErrorMessage.BICIsRequired
source: BIC is a required field
af: SWIFT is ’n vereiste veld
am: BIC አስፈላጊ መስክ ነው
ar: يعد BIC أحد الحقول المطلوبة
as: BIC হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: BİK lazımi sahədir
bg: BIC е задължително поле
bn_in: BIC ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: BIC je obavezno polje
cy: Rhaid i chi roi BIC
da: BIC er et påkrævet felt
de: Die BIC muss angegeben werden.
el: Το BIC είναι απαιτούμενο πεδίο
es: BIC es un campo obligatorio
et: BIC on kohustuslik väli
eu: BIC derrigorrezko eremua da
fa: BIC فیلدی الزامی است
ga: Is réimse éigeantach é BIC
gd: Tha am BIC riatanach
gl: BIC é un campo obrigatorio
gu: BIC આવશ્યક ક્ષેત્ર છે
he: 'BIC' הוא שדה נדרש
hi: BIC आवश्यक फ़ील्ड है
hr: BIC je obavezno polje
hu: A BIC-kód mezőt kötelező kitölteni.
id: BIC adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir BIC
ja: BIC は必須フィールドです
ka: BIC ველის შევსება სავალდებულოა
kk: BIC міндетті өріс болып табылады
kn: BICಯು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: BIC는 필수 필드입니다.
ku_arab: BIC خانەیەکی پێویسته
ky: БИК милдеттүү талаа
lo: BIC ແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: BIC yra būtinas laukas
lv: BIC ir obligāts lauks
mi: He āpure e hiahiatia a BIC
mk: BIC-кодот е задолжително поле
ml: BIC ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mn: BIC шаардлагатай
mr: BIC एक आवश्यक फील्ड आहे
ms: BIC ialah medan yang diperlukan
mt: BIC huwa qasam meħtieġ
ne: BIC आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi BIC-nummer
no: BIC må angis
or: BIC ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: BIC اک درکار فیلڈ اے
pa_in: BIC ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Kod BIC jest wymagane
ru: BIC — обязательное поле
sd: BIC هڪ گهربل فيلڊ آهي
si: BIC අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »BIC« je treba obvezno izpolniti
sr_cyrl_rs: BIC је обавезно поље
sr_latn_rs: BIC je obavezno polje
sv: BIC-kod är ett obligatoriskt fält
ta: BIC ஆனது தேவையான புலம்
te: BIC అవసరమైన ఫీల్డ్
tg: BIC майдони ҳатмист
th: รหัส BIC เป็นเขตข้อมูลที่ต้องระบุ
tr: BIC gerekli bir alandır
tt: BIC - мәҗбүри кыр
ug: BIC تولدۇرىلىشى كېرەك
uk: Код BIC – обов’язкове поле
ur: BIC ایک مطلوبہ قطعہ ہے
uz: BIC-kod majburiy maydon hisoblanadi
vi: BIC là trường bắt buộc
zh_hans: BIC 为必填字段
zh_hant: 銀行識別碼為必填欄位

# Literal.ErrorMessage.BankNameIsRequired
source: Bank name is a required field
af: Banknaam is ’n vereiste veld
am: የባንክ ስም አስፈላጊ መስክ ነው
ar: يعد اسم البنك أحد الحقول المطلوبة
as: বেংকৰ নাম হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Bankın adı lazımi sahədir
bg: Име на банката е задължително поле
bn_in: ব্যাঙ্কের নাম ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Naziv banke je obavezno polje
cy: Rhaid i chi roi Enw'r banc
da: Navn på bank er et påkrævet felt
de: Der Name der Bank muss angegeben werden.
el: Το όνομα της τράπεζας είναι απαιτούμενο πεδίο
es: Nombre del banco es un campo obligatorio
et: Panga nimi on kohustuslik väli
eu: Bankuaren izena derrigorrezko eremua da
fa: نام بانک فیلدی الزامی است
ga: Is réimse riachtanach é ainm an bhainc
gd: Tha ainm a’ bhanca riatanach
gl: O nome do banco é un campo obrigatorio
gu: બેંક નામ આવશ્યક ક્ષેત્ર છે
he: 'שם הבנק' הוא שדה נדרש
hi: बैंक का नाम आवश्यक फ़ील्ड है
hr: Naziv banke obavezno je polje
hu: A Bank neve mezőt kötelező kitölteni.
id: Nama bank adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir heiti banka
ja: 銀行名は必須フィールドです
ka: ბანკის სახელის ველის შევსება სავალდებულოა
kk: Банк атауы міндетті өріс болып табылады
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 은행 이름은 필수 필드입니다.
ku_arab: ناوی بانک خانەیەکی پێویسته
ky: Банктын аты милдеттүү талаа
lo: ຊື່ທະນາຄານ ແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Banko pavadinimas yra būtinas laukas
lv: Bankas nosaukums ir obligāts lauks
mi: He āpure e hiahiatia ana a Ingoa pēke
mk: Името на банката е задолжително поле
ml: ബാങ്ക് നാമം ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Банкны нэр шаардлагатай
mr: बँकेचे नाव एक आवश्यक फील्ड आहे
ms: Nama bank ialah medan yang diperlukan
mt: Isem tal-bank huwa qasam meħtieġ
ne: बैंकको नाम आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi banken sitt namn
no: Banknavn må angis
or: ବ୍ୟାଙ୍କ ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: بینک دا ناں اک درکار فیلڈ اے
pa_in: ਬੈਂਕ ਦਾ ਨਾਮ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Nazwa banku jest wymagane
ru: Название банка — обязательное поле
sd: بئنڪ جو نالو هڪ گهربل فيلڊ آهي
si: බැංකුවේ නම අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Ime banke« je treba obvezno izpolniti
sr_cyrl_rs: Име банке је обавезно поље
sr_latn_rs: Ime banke je obavezno polje
sv: Bankens namn är ett obligatoriskt fält
ta: வங்கிப் பெயர் ஆனது தேவையான புலம்
te: బ్యాంక్ పేరు అవసరమైన ఫీల్డ్
tg: Номи бонк майдони ҳатмист
th: ชื่อธนาคารเป็นเขตข้อมูลที่ต้องระบุ
tr: Banka adı gerekli bir alandır
tt: Банк исеме - мәҗбүри кыр
ug: بانكا ئىسمى تولدۇرىلىشى كېرەك
uk: Назва банку – обов’язкове поле
ur: بینک کا نام ایک مطلوبہ قطعہ ہے
uz: Bank nomi majburiy maydon hisoblanadi
vi: Tên ngân hàng là trường bắt buộc
zh_hans: 银行名称为必填字段
zh_hant: 銀行名稱為必填欄位

# Literal.ErrorMessage.IBANNumberIsRequired
source: IBAN Number is a required field
af: IBAN-nommer is ’n vereiste veld
am: IBAN ቁጥር አስፈላጊ መስክ ነው
ar: يعد رقم IBAN أحد الحقول المطلوبة
as: IBAN নম্বৰটো হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: IBAN Nömrəsi lazımi sahədir
bg: IBAN номер е задължително поле
bn_in: IBAN নাম্বার ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Broj IBAN je obavezno polje
cy: Rhaid i chi roi Rhif IBAN
da: IBAN-nummer er et påkrævet felt
de: Die IBAN muss angegeben werden.
el: Ο αριθμός IBAN είναι απαιτούμενο πεδίο
es: Número IBAN es un campo obligatorio.
et: IBAN-number on kohustuslik väli
eu: IBAN zenbakia derrigorrezko eremua da
fa: شماره شبا (IBAN) فیلدی الزامی است
ga: Is réimse éigeantach é uimhir IBAN
gd: Tha àireamh IBAN riatanach
gl: O número de IBAN é un campo obrigatorio
gu: IBAN સંખ્યા આવશ્યક ક્ષેત્ર છે
he: 'מספר IBAN' הוא שדה נדרש
hi: IBAN नंबर आवश्यक फ़ील्ड है
hr: Broj IBAN obavezno je polje
hu: Az IBAN-szám mezőt kötelező kitölteni.
id: Nomor IBAN adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir IBAN-númer
ja: IBAN 番号は必須フィールドです
ka: IBAN ნომრის ველის შევსება სავალდებულოა
kk: IBAN нөмірі міндетті өріс болып табылады
kn: IBAN ಸಂಖ್ಯೆಯು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: IBAN 번호는 필수 필드입니다.
ku_arab: ژماری IBAN خانەیەکی پێویسته
ky: IBAN номери милдеттүү талаа
lo: ເລກ IBAN ແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: IBAN yra būtinas laukas
lv: IBAN numurs ir obligāts lauks
mi: He āpure e hiahiatia ana a Tau IBAN
mk: IBAN-бројот е задолжително поле
ml: IBAN നമ്പര്‍ അത്യാവശ്യമുള്ള മേഖലയാണ്‌
mn: IBAN дугаар шаардлагатай
mr: IBAN क्रमांक एक आवश्यक फील्ड आहे
ms: Nombor IBAN ialah medan yang diperlukan
mt: Numru tal-IBAN huwa qasam meħtieġ
ne: IBAN नम्बर आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi IBAN-nummer
no: IBAN-nummer må angis
or: IBAN ନମ୍ବର୍‍ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: IBAN نمبر اک درکار فیلڈ اے
pa_in: IBAN ਨੰਬਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Numer IBAN jest wymagane
ru: Номер IBAN — обязательное поле
sd: IBAN نمبر هڪ گهربل فيلڊ آهي
si: IBAN අංකය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Številka IBAN« je treba obvezno izpolniti
sr_cyrl_rs: IBAN број је обавезно поље
sr_latn_rs: IBAN broj je obavezno polje
sv: IBAN-nummer är ett obligatoriskt fält
ta: IBAN எண் ஆனது தேவையான புலம்
te: IBAN సంఖ్య అవసరమైన ఫీల్డ్
tg: Рақами IBAN майдони ҳатмист
th: หมายเลข IBAN เป็นเขตข้อมูลที่ต้องระบุ
tr: IBAN Numarası gerekli bir alandır
tt: IBAN номеры - мәҗбүри кыр
ug: IBAN نومۇرى تولدۇرىلىشى كېرەك
uk: Номер IBAN – обов’язкове поле
ur: IBAN نمبر ایک مطلوبہ قطعہ ہے
uz: IBAN raqami majburiy maydon hisoblanadi
vi: Số IBAN là trường bắt buộc
zh_hans: IBAN 编号为必填字段
zh_hant: IBAN 碼為必填欄位

# Literal.ErrorMessage.AlipayAccountIsRequired
source: Alipay Account is a required field
af: Alipay-rekening is ’n vereiste veld
am: Alipay መለያ አስፈላጊ መስክ ነው
ar: يعد حساب Alipay أحد الحقول المطلوبة
as: Alipay একাউণ্ট হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Alipay Hesabı lazımi sahədir
bg: Акаунт в Alipay е задължително поле
bn_in: Alipay Account ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Račun za Alipay je obavezno polje
cy: Rhaid i chi roi Cyfrif Alipay
da: Alipay-konto er et påkrævet felt
de: Das Alipay-Konto muss angegeben werden.
el: Ο λογαριασμός Alipay είναι απαιτούμενο πεδίο
es: Cuenta de Alipay es un campo obligatorio
et: Alipay konto on kohustuslik väli
eu: Alipay kontua derrigorrezko eremua da
fa: حساب Alipay فیلدی الزامی است
ga: Réimse riachtanach is ea Cuntas Alipay
gd: Tha cunntas Alipay riatanach
gl: Conta de Alipay é un campo obrigatorio
gu: Alipay એકાઉન્ટ આવશ્યક ક્ષેત્ર છે
he: 'חשבון Alipay' הוא שדה נדרש
hi: Alipay खाता आवश्यक फ़ील्ड है
hr: Račun za Alipay obavezno je polje
hu: Az Alipay-fiók mezőt kötelező kitölteni.
id: Akun Alipay adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir Alipay-reikning
ja: Alipay アカウントは必須フィールドです
ka: Alipay ანგარიშის ველის შევსება სავალდებულოა
kk: Alipay тіркелгісі міндетті өріс болып табылады
kn: Alipay ಖಾತೆಯು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: Alipay 계정은 필수 필드입니다.
ku_arab: ئەژمێری Alipay خانەیەکی پێویسته
ky: Alipay каттоо эсеби милдеттүү талаа
lo: ບັນຊີ Alipay ແມ່ນເປັນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: „Alipay“ sąskaita yra būtinas laukas
lv: Alipay konts ir obligāts lauks
mi: He āpure e hiahiatia ana a Alipay Account
mk: Сметката на Alipay Account е задолжително поле
ml: Alipay അക്കൗണ്ട് ഒരു അത്യാവശ്യ മേഖലയാണ്‌
mn: Alipay данс шаардлагатай.
mr: Alipay खाते एक आवश्यक फील्ड आहे
ms: Akaun Alipay ialah medan yang diperlukan
mt: Kont ta' Alipay huwa qasam meħtieġ
ne: Alipay खाता आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi Alipay-konto
no: Alipay-konto må angis
or: Alipay ଏକାଉଣ୍ଟ୍ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: Alipay اکاؤنٹ اک درکار فیلڈ اے
pa_in: Alipay ਖਾਤਾ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Konto Alipay jest wymagane
ru: Счет Alipay — обязательное поле
sd: Alipay اڪائونٽ هڪ گهربل فيلڊ آهي
si: Alipay ගිණුම අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Račun Alipay« je treba obvezno izpolniti
sr_cyrl_rs: Alipay налог је обавезно поље
sr_latn_rs: Alipay nalog je obavezno polje
sv: Alipay-konto är ett obligatoriskt fält
ta: Alipay கணக்கு ஆனது தேவையான புலம்
te: Alipay ఖాతా అవసరమైన ఫీల్డ్
tg: Ҳисоби Alipay майдони ҳатмист
th: บัญชีผู้ใช้ Alipay เป็นเขตข้อมูลที่ต้องระบุ
tr: Alipay Hesabı gerekli bir alandır
tt: Alipay хисап язмасы - мәҗбүри кыр
ug: Alipay ھېساباتى تولدۇرىلىشى كېرەك
uk: Рахунок Alipay – обов’язкове поле
ur: الیپے اکاؤنٹ ایک مطلوبہ قطعہ ہے
uz: Alipay hisob raqami majburiy maydon hisoblanadi
vi: Tài khoản Alipay là trường bắt buộc
zh_hans: 支付宝帐户为必填字段
zh_hant: 支付寶帳戶為必填欄位

# Literal.ErrorMessage.AlipayAssociatedMobileNumberIsRequired
source: Alipay associated mobile number is a required field
af: Die selfoonnommer wat met Alipay geassosieer word is ’n vereiste veld
am: ከAlipay ጋር የተቆራኘው ሞባይል ቁጥር አስፈላጊ መስክ ነው
ar: يعد Alipay المقترن برقم الجوال أحد الحقول المطلوبة
as: Alipay সহযোগী ম’বাইল নম্বৰটো হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Alipay ilə əlaqələndirilən mobil nömrə lazımi sahədir
bg: Номер на мобилен телефон, свързан с Alipay, е задължително поле
bn_in: Alipay-এর সাথে যুক্ত মোবাইল নাম্বার ক্ষেত্রটি পূরণ করা প্রয়োজনীয়
bs: Broj mobilnog telefona povezan s uslugom Alipay je obavezno polje
cy: Rhaid i chi roi Rhif ffôn symudol sy'n gysylltiedig ag Alipay
da: Alipay-tilknyttet mobilnummer er et påkrævet felt
de: Die für Alipay hinterlegte Mobilfunknummer muss angegeben werden.
el: Ο συσχετισμένος αριθμός κινητού Alipay είναι απαιτούμενο πεδίο
es: Número de teléfono móvil de Alipay asociado es un campo obligatorio
et: Alipay seostatud mobiiltelefoninumber on kohustuslik väli
eu: Alipay-rekin erlazionatutako mugikor-zenbakia derrigorrezko eremua da
fa: شماره تلفن همراه مرتبط با Alipay فیلدی الزامی است
ga: Réimse riachtanach is ea uimhir fón póca a ghabhann le Alipay
gd: Tha àireamh fòn-làimhe a tha co-cheangailte ri Alipay riatanach
gl: O número de móbil asociado a Alipay é un campo obrigatorio
gu: Alipay સંલગ્ન મોબાઇલ નંબર આવશ્યક ક્ષેત્ર છે
he: 'מספר טלפון נייד המשויך ל- Alipay' הוא שדה נדרש
hi: Alipay से संबद्ध मोबाइल नंबर आवश्यक फ़ील्ड है
hr: Broj mobilnog telefona povezan s uslugom Alipay obavezno je polje
hu: Az Alipay-hez társított mobilszám mezőt kötelező kitölteni.
id: Nomor ponsel yang terkait dengan Alipay adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir farsímanúmer sem tengist Alipay
ja: Alipay に関連付けられている携帯電話番号は必須フィールドです
ka: Alipay-სთან დაკავშირებული მობილურის ნომრის შევსება სავალდებულოა
kk: Alipay байланысты ұялы телефон нөмірі міндетті өріс болып табылады
kn: Alipayಗೆ ಸಂಬಂಧಿಸಿದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: Alipay와 연결된 휴대폰번호는 필수 필드입니다.
ku_arab: ژمارە مۆبایلی پەیوەندیدار لەگەڵ Alipay خانەیەکی پێویسته
ky: Alipay'ге байланышкан номер милдеттүү талаа
lo: ເບີໂທລະສັບທີ່ເຊື່ອມໂຍງກັບ Alipay ແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Su „Alipay“ susietas mobiliojo telefono numeris yra būtinas laukas
lv: Ar Alipay saistītais mobilā tālruņa numurs ir obligāts lauks
mi: He āpure e hiahiatia ana a tau waea pūkoro pāhono Alipay
mk: Бројот на мобилен поврзан со Alipay е задолжително поле
ml: Alipay അനുബന്ധ മൊബൈല്‍ നമ്പര്‍ അത്യാവശ്യമായൊരു മേഖലയാണ്‌
mn: Alipay-д холбоотой гар утасны дугаар шаардлагатай
mr: Alipay शी संबद्ध मोबाइल क्रमांक एक आवश्यक फील्ड आहे
ms: Nombor mudah alih yang dikaitkan dengan Alipay ialah medan yang diperlukan
mt: Numru tal-mowbajl assoċjat ta' Alipay huwa qasam meħtieġ
ne: Alipay-सँग सम्बन्धित मोबाइल नम्बर आवश्यक पर्ने क्षेत्र हो
nn_no: Du må oppgi mobiltelefonnummer knytt til Alipay
no: Tilknyttet Alipay-mobilnummer må angis
or: Alipay ସଂଶ୍ଳିଷ୍ଟ ମୋବାଇଲ୍‍ ନମ୍ବର୍‍ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: Alipay نال منسلک موبائل نمبر اک درکار فیلڈ اے
pa_in: Alipay ਦੇ ਨਾਲ ਸੰਬੰਧਿਤ ਮੋਬਾਈਲ ਨੰਬਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Numer telefonu komórkowego skojarzony z kontem Alipay jest wymagane
ru: Сопоставленный с Alipay номер мобильного телефона — обязательное поле
sd: Alipay سان لاڳاپيل موبائيل نمبر هڪ گهربل فيلڊ آهي
si: Alipay ට සම්බන්ධ ජංගම අංකය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Mobilna številka, povezana s storitvijo Alipay« je treba obvezno izpolniti
sr_cyrl_rs: Број мобилног телефона који је повезан са услугом Alipay је обавезно поље
sr_latn_rs: Broj mobilnog telefona koji je povezan sa uslugom Alipay je obavezno polje
sv: Registrerat mobilnummer hos Alipay är ett obligatoriskt fält
ta: Alipay சேர்க்கப்பட்டுள்ள மொபைல் எண் ஆனது தேவையான புலம்
te: Alipay చేరి ఉన్న మొబైల్ సంఖ్య అవసరమైన ఫీల్డ్
tg: Рақами мобилии бо Alipay алоқаманд кардашуда майдони ҳатмист
th: หมายเลขโทรศัพท์มือถือที่เชื่อมโยงกับ Alipay เป็นเขตข้อมูลที่ต้องระบุ
tr: Alipay hesabı ilişkilendirilen cep telefonu numarası gerekli bir alandır
tt: Alipay белән бәйләнгән мобиль телефон номеры - мәҗбүри кыр
ug: Alipay گە مۇناسىۋەتلىك يانفون نومۇرى تولدۇرىلىشى كېرەك
uk: Пов’язаний з Alipay номер мобільного телефону – обов’язкове поле
ur: الیپے کے ساتھ وابستہ موبائل نمبر ایک مطلوبہ قطعہ ہے
uz: Alipay’ga bog‘langan mobil telefon raqami majburiy maydon hisoblanadi
vi: Số di động liên kết Alipay là trường bắt buộc
zh_hans: 与支付宝关联的手机号为必填字段
zh_hant: 和支付寶綁定的手機號碼為必填欄位

# Literal.ErrorMessage.LastFiveOfNationalIDIsRequired
source: Last 5 digits for National ID are required
af: Laaste 5 syfers vir nasionale ID is ’n vereiste
am: ለብሄራዊ መታወቂያ የመጨረሻዎቹ 5 አሃዞች አስፈላጊ መስኮች ናቸው
ar: تعد آخر 5 أرقام من المعرف القومي أحد الحقول المطلوبة
as: শেষৰ 5 টা অংকৰ ৰাষ্ট্ৰীয় ID ৰ আৱশ্যকতা আছে
az: Şəxsiyyət vəsiqəsi nömrəsinin son 5 rəqəmi tələb olunur
bg: Последните 5 цифри за национален ИД са задължителни
bn_in: জাতীয় ID-এর ক্ষেত্রে শেষ 5টি সংখ্যা প্রয়োজনীয়
bs: Unos zadnjih 5 cifara identifikacijskog broja lične karte je obavezan
cy: Rhaid llenwi 5 rhif olaf yr ID Cenedlaethol
da: De sidste 5 cifre i dit nationale id er påkrævet
de: Die letzten fünf Ziffern der Personalausweisnummer müssen angegeben werden.
el: Τα τελευταία 5 ψηφία της εθνικής ταυτότητας είναι απαιτούμενα
es: Los cinco últimos dígitos del id. nacional son obligatorios
et: Vajalikud on isikukoodi 5 viimast numbrit
eu: NANaren azken 5 digituak behar dira
fa: 5 رقم آخر شناسه ملی الزامی است
ga: Tá 5 dhigit deiridh le haghaidh ID Náisiúnta de dhíth
gd: Tha feum air na 5 àireamhan mu dheireadh dhen ID nàiseanta
gl: Os últimos 5 díxitos do ID nacional son obrigatorios
gu: રાષ્ટ્રીય ID માટે છેલ્લા 5 આંકડાઓ જરૂરી છે
he: '5 הספרות האחרונות עבור מזהה ארצי' הוא שדה נדרש
hi: राष्ट्रीय ID के लिए अंतिम 5 अंक आवश्यक हैं
hr: Unos zadnjih 5 znamenki identifikacijskog broja osobne iskaznice je obavezan
hu: A nemzeti azonosítószám utolsó 5 számjegyét kötelező megadni.
id: 5 digit terakhir KTP diperlukan
is: Færa verður inn fimm síðustu tölustafina í kennitölunni þinni
ja: 国 ID の末尾 5 桁は必須です
ka: თქვენი ქვეყნის პირადი ID-ის ბოლო 5 ციფრის შეყვანა სავალდებულოა
kk: Ұлттық идентификациялық нөмірдің соңғы 5 санын көрсету қажет
kn: ರಾಷ್ಟ್ರೀಯ ID ಯ ಕೊನೆಯ 5 ಅಂಕೆಗಳು ಅಗತ್ಯವಿದೆ
ko: 주민등록번호의 마지막 5자리는 필수 필드입니다.
ku_arab: دوایین ٥ ژمارەی ناسنامەی نەتەوەیی خانەیەکی پێویسته
ky: Улуттук ID'нин акыркы 5 саны талап кылынат
lo: 5 ຕົວເລກສຸດທ້າຍຂອງບັດປະຈຳຕົວພາຍໃນປະເທດແມ່ນຈຳເປັນ
lt: Paskutiniai 5 nacionalinės ID skaičiai yra būtini
lv: Ir nepieciešami nacionālā ID pēdējie 5 cipari
mi: E hiahiatia ana ngā mati e 5 whakamutunga mō tō TT ā-motu
mk: Последните 5 цифри за национален ИД се задолжителни
ml: ദേശീയ ഐഡിയ്ക്ക് കുറഞ്ഞത് 5 അക്കമുണ്ടായിരിക്കണം
mn: Үндэсний ID дугаарын сүүлийн 5 орон шаардлагатай
mr: राष्ट्रीय ID साठी शेवटचे 5 अंक आवश्यक आहेत
ms: 5 digit terakhir ID Negara diperlukan
mt: L-aħħar 5 ċifri tal-ID Nazzjonali huma meħtieġa
ne: राष्ट्रिय आइडीको लागि पछिल्लो 5 अंकहरूको आवश्यक हुन्छ
nn_no: Du må oppgi dei 5 siste siffera i nasjonal ID
no: De siste fem sifrene i nasjonal-ID må angis
or: ରାଷ୍ଟ୍ରୀୟ ID ପାଇଁ ଶେଷ 5 ଟି ସଂଖ୍ୟା ଆବଶ୍ୟକ
pa_arab_pk: قومی شناخت لئی آخری 5 ہندسے درکار نیں
pa_in: ਕੌਮੀ ID ਲਈ ਆਖਿਰ ਦੇ 5 ਅੰਕ ਲੋੜੀਂਦੇ ਹਨ
pl: Wymagane jest 5 ostatnich cyfr krajowego numeru identyfikacyjnego
ru: Последние 5 цифр национального идентификационного номера — обязательное поле
sd: قومي شناختي ڪارڊ جا آخري 5 عدد گهربل آهن
si: ජාතික හැඳුනුම්පතේ අවසන් අංක 5 අවශ්‍ය වේ
sl: Treba je navesti zadnjih 5 številk osebnega dokumenta
sr_cyrl_rs: Последњих 5 цифара у броју личне карте је обавезно
sr_latn_rs: Poslednjih 5 cifara u broju lične karte je obavezno
sv: De sista 5 siffrorna i nationellt ID måste anges
ta: தேசிய ID-இன் கடைசி 5 இலக்கங்கள் தேவை
te: జాతీయ ID కొసం అఖరి 5 సంఖ్యలు అవసరం
tg: 5 адади охири ID-и миллӣ ҳатмист
th: เลขประจำตัวประชาชน 5 หลักสุดท้ายเป็นเขตข้อมูลที่ต้องระบุ
tr: Kimlik Numarasının son 5 rakamı gereklidir
tt: Дәүләт документының соңгы 5 цифрасы кирәк
ug: مەملىكەتلىك كىملىك نومۇرىنىڭ ئاخىرقى 5 خانىسى تەلەپ قىلىنىدۇ
uk: Останні 5 цифр національного ідентифікаційного номера – обов’язкове поле
ur: آخری 5 اعداد قومی شناخت کے لیے درکار ہیں
uz: Milliy ID raqamining oxirgi 5 xonasi majburiy hisoblanadi
vi: 5 chữ số cuối của ID Quốc gia là bắt buộc
zh_hans: 国家/地区 ID 的最后 5 位数字为必填项
zh_hant: 身分證字號後 5 碼為必填欄位
