Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MBUX.StepDescript.AddPIForDirectDebit
source: The direct debit that you enter will become your default payment instrument for all future online purchases from {0}. You can change payment instruments at any time.
af: Die direkte debiet wat jy intik, sal jou standaard betaling instrument vir alle toekomstige aanlyn aankope wees van {0}. Jy kan die standaard betaling instrument op enige tyd verander.
am: የሚያስገቡት ዳይሬክት ዴቢት ካርድ ከ{0} ለሚያደርጓቸው ሁሉም የወደፊት የመስመር ላይ ግዥዎች ነባሪ የክፍያ መሳሪያዎ ይሆናል። ነባሪ የክፍያ መሳሪያዎን በማንኛውም ጊዜ መለወጥ ይችላሉ።
ar: سيصبح الإيداع المباشر الذي تدخله وسيلة الدفع الافتراضية لجميع عمليات الشراء التي ستقوم بها على الإنترنت عبر موقع {0}. ويمكنك تغيير وسائل الدفع حيثما شئت.
as: আপুনি প্ৰৱিষ্ট কৰা প্ৰত্যক্ষ জমা {0}ৰ পৰা ভৱিষ্যতৰ সকলো অনলাইন ক্ৰয়ৰ কাৰণে আপোনাৰ ডিফ'ল্ট পৰিশোধ সা-সৰঞ্জাম হ'ব৷ আপুনি যিকোনো সময়তে পৰিশোধ সা-সৰঞ্জাম সলনি কৰিব পাৰে৷
az: Daxil etdiyiniz birbaşa debit {0}-dan bütün gələcək onlayn satınalmalarınız üçün standart ödəniş alətinə çevriləcəkdir. İstədiyiniz vaxt ödəniş alətlərini dəyişdirə bilərsiniz.
bg: Директният дебит, данните за който въведете, ще стане платежен инструмент по подразбиране за всички бъдещи онлайн покупки от {0}. Можете да промените платежните инструменти по всяко време.
bn_in: আপনার দেওয়া ডায়রেক্ট ডেবিট {0} থেকে আপনার সমস্ত ভবিষ্যত অনলাইন কেনাকাটার ক্ষেত্রে ডিফল্ট অর্থপ্রদান ব্যবস্থা হয়ে যাবে। আপনি যখন খুশি অর্থপ্রদানের ব্যবস্থা পরিবর্তন করতে পারেন।
bs: Direktno zaduženje koje ste odabrali postat će standardni instrument plaćanja za sve vaše buduće kupovine na mreži sa lokacije {0}. Instrument plaćanja možete promijeniti u svakom trenutku.
cy: Y debyd uniongyrchol y byddwch chi'n ei roi fydd eich offeryn talu diofyn ar gyfer popeth byddwch chi'n ei brynu ar-lein o {0} o hyn ymlaen. Gallwch newid offerynnau talu unrhyw bryd.
da: Direkte debitering bliver standardbetalingsmidlet for alle fremtidige onlinekøb fra {0}. Du kan når som helst skifte til et andet betalingsmiddel.
de: Die für das Lastschriftverfahren eingegebene Bankverbindung wird als Standardzahlungsmittel für sämtliche künftigen Onlineeinkäufe bei {0} verwendet. Sie können das Zahlungsmittel jederzeit wechseln.
el: Η άμεση χρέωση που καταχωρήσατε θα γίνει το προεπιλεγμένο όργανο πληρωμής για όλες τις μελλοντικές ηλεκτρονικές αγορές από την τοποθεσία {0}. Μπορείτε να αλλάξετε όργανα πληρωμής οποιαδήποτε στιγμή.
es: El adeudo directo especificado pasará a ser el instrumento de pago predeterminado para todas sus futuras compras en línea desde {0}. Puede cambiar los instrumentos de pago en cualquier momento.
et: Teie sisestatav otsekorraldus jääb vaikimisi maksevahendiks kõigi tulevaste võrguostude puhul teenusest {0}. Selle saab alati teiste maksevahenditega asendada.
eu: Aukeratu duzun helbideratzea {0} webgunean egiten dituzun lineako erosketen ordainketa-metodo lehenetsi bihurtuko da. Nahi duzunean alda dezakezu ordainketa-metodoa.
fa: direct debit که وارد کردید، دستورالعمل پرداخت پیش فرض برای تمام خریدهای آنلاین شما در آینده از {0} می شود. در هر زمان می توانید دستورالعمل های پرداخت را تغییر دهید.
ga: Úsáidfear an dochar díreach a chuirfidh tú isteach mar ionstraim íocaíochta réamhshocraithe do na nithe go léir a cheannóidh tú ar líne sa todhchaí ó {0}. Is féidir leat ionstraimí íocaíochta a athrú am ar bith.
gd: Thèid an Direct Debit a chuireas tu a-steach a chleachdadh mar an t-inneal pàighidh àbhaisteach airson rud sam bith a cheannaicheas tu air loidhne o {0}. 'S urrainn dhut an t-inneal pàighidh seo atharrachadh uair sam bith.
gl: A domiciliación bancaria que introduza converterase no instrumento de pagamento predefinido para todas as súas futuras compras en liña en {0}. Pode modificar o instrumento de pagamento predefinido cando o desexe.
gu: તમે દાખલ કરો છો તે ડાયરેક્ટ ડેબિટ કાર્ડ, {0} પરથી તમારી બધી ભાવિ ઑનલાઇન ખરીદી માટે ડિફૉલ્ટ ચૂકવણીનું સાધન બનશે. તમે ચૂકવણીનાં સાધનોને કોઈપણ સમયે બદલી શકો છો.
he: החיוב הישיר שתזין יהפוך לאמצעי התשלום המהווה ברירת מחדל עבור כל הרכישות המקוונות העתידיות מ- {0}. תוכל לשנות את אמצעי התשלום בכל עת.
hi: आपके द्वारा दर्ज किया गया प्रत्यक्ष डेबिट, {0} से सभी भावी ऑनलाइन खरीदारियों के लिए आपकी डिफ़ॉल्ट भुगतान विधि बन जाएगा. आप किसी भी समय भुगतान विधि बदल सकते हैं.
hr: Izravno terećenje koje unesete bit će zadani način plaćanja za sve vaše buduće mrežne kupnje od {0}. Načine plaćanja možete uvijek promijeniti.
hu: Az itt megadandó csoportos beszedési megbízás lesz a(z) {0} lapjain bonyolított jövőbeli internetes vásárlások alapértelmezett fizetési eszköze. Bármikor megadhat másik fizetési eszközt.
id: Debit langsung yang Anda masukkan akan menjadi alat pembayaran bawaan untuk semua pembelian daring di waktu mendatang dari {0}. Anda dapat mengubah alat pembayaran bawaan kapan pun.
is: Beingreiðslan sem þú færir inn verður sjálfgefinn greiðslumáti fyrir öll frekari kaup þín á netinu frá {0}. Hægt er að breyta greiðslumáta hvenær sem er.
ja: 今後すべての {0} からのオンライン購入について、入力した口座振替が既定のお支払い方法になります。お支払い方法はいつでも変更できます。
ka: თქვენ მიერ შეყვანილი პირდაპირი დებეტი გახდება ნაგულისხმევი გადახდის მეთოდი მომავალში თქვენ მიერ განხორციელებული ყველა ონლაინ-შეძენისთვის სერვისში „{0}“. გადახდის მეთოდის შეცვლა ნებისმიერ დროს შეგიძლიათ.
kk: Болашақта {0} торабынан онлайн режимде сатып алатын барлық заттар үшін сіз енгізетін тікелей дебет сіздің әдепкі төлем құралыңызға айналады. Төлем құралдарын кез келген уақытта өзгерте аласыз.
kn: ನೀವು ನಮೂದಿಸುವ ನೇರ ಡೆಬಿಟ್ {0} ನಿಂದ ನಿಮ್ಮೆಲ್ಲಾ ಭವಿಷ್ಯ ಆನ್‌ಲೈನ್ ಖರೀದಿಗಾಗಿ ಡೀಫಾಲ್ಟ್ ಪಾವತಿ ವಿಧಾನವಾಗುತ್ತದೆ. ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಪಾವತಿ ವಿಧಾನಗಳನ್ನು ನೀವು ಬದಲಾಯಿಸಬಹುದು.
ko: 입력한 직불 카드는 {0}부터 향후 온라인으로 구매하는 모든 항목의 기본 결제 방법이 됩니다. 결제 방법은 언제든 변경할 수 있습니다.
ku_arab: ئەو قەرزی راستەوخۆیەی تۆ تێنووسی دەکەیت دەبێتە ئامڕازی پارەدانی گریمانەی تۆ بۆ هەموو کڕینە سەرهێڵەکانی داهاتووت لە {0}. دەتوانیت هەر کاتێک بتەوێت ئامڕازی پارەدان بگۆڕیت.
ky: Сиз киргизген түз дебет, мындан ары {0} дегенден бардык онлайн сатып алууларды аткарганда колдонулуучу жарыяланбаган төлөм куралы болуп калмакчы. Сиз төлөм куралын каалаган убакта башкага алмаштыра аласыз.
lo: ບັດເດບິດທີ່ທ່ານເລືອກຈະກາຍເປັນເຄື່ອງມືການຊຳລະເງິນເລີ່ມຕົ້ນຂອງທ່ານສຳລັບທຸກການຊື້ທາງອອນລາຍໃນອະນາຄົດຈາກ {0}. ທ່ານສາມາດປ່ຽນເຄື່ອງມືການຊຳລະເງິນໄດ້ທຸກເວລາ.
lt: Jūsų įvestas tiesioginis debetas taps numatytąja mokėjimo priemone kiekvieną kartą perkant internetu iš {0}. Bet kada galima pakeisti numatytąją mokėjimo priemonę.
lv: Norādītais tiešais debets tiks izmantots kā noklusējuma maksāšanas līdzeklis visu turpmāko tiešsaistes pirkumu veikšanai, kurus nodrošina {0}. Noklusējuma maksāšanas līdzekli var mainīt jebkurā laikā.
mi: Ka noho te utunga hāngai ka tāurungia e koe hei taputapu utu taunoa mō ngā hokonga ā-tuihono katoa hei ngā rā e tū mai nei i {0}. Ka taea te huri ki tētahi atu taputapu utu ahakoa te wā.
mk: Директниот дебитен налог што ќе го внесете ќе биде стандарден платежен инструмент за сите идни купувања преку интернет од {0}. Во секое време можете да го промените инструментот на плаќање.
ml: നിങ്ങള്‍ നല്‍കുന്ന ഡയറക്‍ട് ഡെബിറ്റ് {0} എന്നതില്‍ നിന്നുമുള്ള ഭാവിയിലെ നിങ്ങളുടെ എല്ലാ വാങ്ങലുകള്‍ക്കുമുള്ള സ്ഥിരസ്ഥിതി പേയ്‌മെന്റ് രീതിയായി മാറും. നിങ്ങള്‍ക്ക് എപ്പോള്‍ വേണമെങ്കിലും പേയ്‌മെന്റ് രീതികള്‍ മാറ്റാന്‍ കഴിയും.
mn: Таны оруулсан шууд дебит таны {0}-с авах цаашдын бүх онлайн худалдан авалтад өгөгдмөл төлбөрийн хэрэгсэл болгож ашиглагдана. Та өгөгдмөл төлбөрийн хэрэгслээ хэдийд ч сольж болно.
mr: आपण प्रविष्ट करता ते थेट डेबिट {0} वरील भविष्यातील सर्व ऑनलाइन खरेदीसाठी आपले डिफॉल्ट देय साधन बनेल. आपण कोणत्याही वे‍ळी डिफॉल्ट देय साधन बदलू शकता.
ms: Kad debit langsung yang anda masukkan akan menjadi instrumen pembayaran lalai anda bagi semua pembelian dalam talian yang akan datang dari {0}. Anda boleh menukar instrumen pembayaran pada bila-bila masa.
mt: Id-direct debit li ddaħħal se jsir l-istrument ta' pagament default għax-xirjiet online tiegħek kollha fil-futur minn {0}. Tista' tibdel l-istrumenti ta' pagament meta trid.
ne: तपाईंले प्रविष्टि गर्नुभएको डाइरेक्ट डेबिट भविष्यमा {0} बाट गर्ने सबै खरिदहरूको लागि पूर्वनिर्धारित भुक्तान साधन हुनेछ। तपाईं कुनैपनि समयमा भुक्तान साधन परिवर्तन गर्न सक्नुहुन्छ।
nn_no: Den direkte belastinga du oppgir, blir standard betalingsmetode for alle framtidige nettkjøp frå {0}. Du kan endre betalingsmetode kva tid som helst.
no: Den direkte debiteringen du angir, blir standard betalingsmåte for alle fremtidige nettkjøp fra {0}. Du kan når som helst bytte standard betalingsmåte.
or: ଆପଣ ଯେଉଁ ପ୍ରତ୍ୟେକ୍ଷ ଡେବିଟ୍ ପ୍ରବିଷ୍ଟ କରିବେ ତାହା {0} ଠାରୁ ସମସ୍ତ ଭବିଷ୍ୟତ ଅନ୍‌ଲାଇନ୍ କ୍ରୟଗୁଡିକ ପାଇଁ ଆପଣଙ୍କର ଡିଫଲ୍ଟ୍ ଦେୟ ପଦ୍ଧତି ହେବ. ଆପଣ ଯେକୌଣସି ସମୟରେ ଦେୟ ପଦ୍ଧତିଗୁଡିକ ପରିବର୍ତ୍ତନ କରିପାରିବେ.
pa_arab_pk: جیہڑا براہ راست ڈیبٹ دا طریقہ تسی درج کرو گے اوہ {0} توں آن لائن خریداری لئی تہاڈا طے شدہ ادائیگی آلہ بن جاوےگا۔ تسی کسے ویلے وی ادائیگی دا طریقہ بدل سکدے او
pa_in: ਜਿਹੜਾ ਪ੍ਰਤੱਖ ਡੈਬਿਟ ਤੁਸੀਂ ਦਾਖਲ ਕਰਦੇ ਹੋ, {0} ਤੋਂ ਭਵਿੱਖ ਦੀਆਂ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਖ੍ਰੀਦਾਰੀਆਂ ਲਈ ਤੁਹਾਡਾ ਡਿਫ਼ੌਲਟ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਬਣ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਡਿਫੌਲਟ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।
pl: Wprowadzone polecenie zapłaty stanie się domyślnym instrumentem płatniczym dla wszystkich przyszłych zakupów online dokonywanych w firmie {0}. W dowolnej chwili można zmieniać instrumenty płatnicze.
ru: Указанный счет прямого дебета будет использоваться в качестве платежного средства по умолчанию для всех будущих покупок из {0} через Интернет. Изменить платежное средство можно в любое время.
sd: ڊائريڪٽ ڊيبٽ جيڪو توهان داخل ڪندا آهيو اهو {0} کان توهان جي آنلائن خريداري لاءِ ڊفالٽ ادائگي جو آلو ٿي ويندو آهي. توهان ڪنهن به وقت ادائگي آلن کي تبديل ڪري سگھو ٿا.
si: ඔබ ඇතුල් කරන ඩිරෙක්ට් ඩෙබිට්{0} වෙතින් වන ඔබේ සියලුම අනාගත ඔන්ලයින් මිලදී ගැනීම් සඳහා සාමාන්‍ය ගෙවීම් උපකරණය බවට පත් වේ. ඔබට ඕනෑම අවස්ථාවක ගෙවීම් උපකරණය වෙනස් කළ හැකිය.
sl: Direktna obremenitev, ki jo vnesete, bo postala privzeti način plačila za vse prihodnje spletne nakupe pri trgovcu {0}. Načine plačila lahko kadar koli spremenite.
sr_cyrl_rs: Директно задужење које сте унели биће ваш подразумевани инструмент плаћања за све будуће куповине на мрежи са локације {0}. Инструмент плаћања у сваком тренутку можете да промените.
sr_latn_rs: Direktno zaduženje koje ste uneli biće vaš podrazumevani instrument plaćanja za sve buduće kupovine na mreži sa lokacije {0}. Instrument plaćanja u svakom trenutku možete da promenite.
sv: Det autogiro du anger används sedan som standard för alla dina onlineköp från {0}. Du kan ändra betalningsmedel när som helst.
ta: நீங்கள் உள்ளிடும் நேரடி பற்றானது எதிர்காலத்தில் {0} -இலிருந்து செய்யும் எல்லா ஆன்லைன் வாங்குதலுக்கும் இயல்பான கட்டணம் செலுத்தும் உபகரணமாக இருக்கும். இயல்பான கட்டணம் செலுத்தும் உபகரணங்களை நீங்கள் எந்த நேரத்திலும் மாற்றலாம்.
te: మీరు నమోదు చేసే ప్రత్యక్ష డెబిట్ {0} నుండి మీ మొత్తం భవిష్యత్తు ఆన్‌లైన్ కొనుగోళ్ల కోసం డిఫాల్ట్ చెల్లింపు పరికరం అవుతుంది. మీరు ఏ సమయంలో అయినా చెల్లింపు పరికరాలను మార్చవచ్చు.
tg: Дебити мустақими вридкардаатон василаи пардохти аввалия барои ҳама харидҳои онлайни минбаъда аз {0} мешавад. Шумо метавонед василаи пардохти аввалияро дар лаҳзаи дилхоҳ иваз кунед.
th: การหักบัญชีเงินฝากที่คุณป้อนจะกลายเป็นเครื่องมือในการชำระเงินค่าเริ่มต้นสำหรับการซื้อจาก {0} ทางออนไลน์ทั้งหมดในอนาคต คุณสามารถเปลี่ยนเครื่องมือในการชำระเงินค่าเริ่มต้นได้ทุกเมื่อ
tr: Girdiğiniz banka kartı gelecekte {0} üzerinde yapacağınız tüm çevrimiçi satın almalarda varsayılan ödeme aracınız olacaktır. Ödeme aracını istediğiniz zaman değiştirebilirsiniz.
tt: Сез керткән туры дебет киләчәктә {0}-дан барлык онлайн сатып алуыгыз хәлләрендә Сезнең килешенгән түләү коралы буларак эшләр. Сез түләү коралларын һәрвакыт үзгәртә аласыз.
ug: سىز كىرگۈزگەن بىۋاستە چىقىم ئۇسۇلى {0} دىن ئېتىبارەن كەلگۈسىدە توردا قىلغان مۇئامىلىڭىزنىڭ باش ھەق تاپشۇرۇش قورالى قىلىنىدۇ. باش ھەق تاپشۇرۇش قورالىنى خالىغان ۋاقىتتا ئۆزگەرتسىڭىز بولىدۇ.
uk: Указане пряме дебетування використовуватиметься як платіжний засіб за промовчанням для всіх ваших майбутніх покупок через Інтернет у {0}. Платіжні засоби можна змінити будь-коли.
ur: مستقبل میں {0}سے تمام آن لائن خریداریوں کے لیے آپ کا شامل کردہ براہ راست ڈیبٹ آپ کا بنیادی ادائیگی کا آلہ بن جائے گا۔آپ کسی بھی وقت ادائیگی کا آلہ تبدیل کر سکتے ہیں.
uz: Siz kiritadigan to‘g‘ri debit sizning {0} dan qiladigan kelajakdagi barcha onlayn xaridlaringiz uchun asosiy to‘lov vositasi bo‘ladi. Siz istalgan vaqtda to‘lov vositasini o‘zgartirishingiz mumkin.
vi: Phương thức ghi nợ trực tiếp bạn nhập vào sẽ trở thành phương tiện thanh toán mặc định của bạn cho tất cả giao dịch mua trực tuyến từ {0} trong tương lai. Bạn có thể thay đổi các phương tiện thanh toán bất kỳ lúc nào.
zh_hans: 您输入的借记卡将成为您将来从 {0} 进行所有在线购买的默认付款方式。您可以随时更改付款方式。
zh_hant: 您輸入的直接扣款將變成您日後透過網路向 {0} 購買產品的預設付款方式。您可以隨時變更付款方式。

# Word.MBUX.EditThisDirectDebit
source: Edit this Direct Debit
af: Redigeer hierdie Direkte Debiet
am: ይህንን ዳይሬክት ዴቢት አርትዕ
ar: تعديل هذا الإيداع المباشر
as: এই প্ৰত্যক্ষ জমা সম্পাদনা কৰক
az: Bu birbaşa debiti redaktə edin
bg: Редактиране на този директен дебит
bn_in: এই ডায়রেক্ট ডেবিট সম্পাদনা করুন
bs: Uredite ovo direktno zaduženje
cy: Golygu'r Debyd Uniongyrchol hwn
da: Rediger denne direkte debitering
de: Lastschrift bearbeiten
el: Επεξεργασία αυτής της άμεσης χρέωσης
es: Editar este adeudo directo
et: Redigeerige seda otsekorraldust
eu: Editatu helbideratzea
fa: ویرایش این Direct Debit
ga: Cuir an Dochar Díreach seo in eagar
gd: Deasaich an Direct Debit seo
gl: Editar esta domiciliación bancaria
gu: આ ડાયરેક્ટ ડેબિટને સંપાદિત કરો
he: הוסף חיוב ישיר זה
hi: यह प्रत्यक्ष डेबिट संपादित करें
hr: Uredite ovo izravno terećenje
hu: Csoportos beszedési megbízás módosítása
id: Edit Debit Langsung ini
is: Breyta þessari beingreiðslu
ja: この口座振替の編集
ka: შეასწორეთ ეს პირდაპირი დებეტი
kk: Осы текелей дебетті өңдеу
kn: ಈ ನೇರ ಡೆಬಿಟ್ ಅನ್ನು ಸಂಪಾದಿಸಿ
ko: 이 직불 카드 편집
ku_arab: ئەم قەرزی راستەوخۆیە بژاربکە
ky: Бул Түз Дебетти оңдоо
lo: ແກ້ໄຂການຫັກບັນຊີໂດຍກົງນີ້
lt: Redaguoti šį tiesioginį debetą
lv: Rediģēt šo tiešo debetu
mi: Whakatika tēnei Utunga Hāngai
mk: Уреди го директниот дебитен налог
ml: ഈ ഡയറക്‍ട് ഡെബിറ്റ് എഡിറ്റുചെയ്യുക
mn: Уг шууд дебитийг засварлах
mr: हे थेट डेबिट संपादित करा
ms: Edit Debit Langsung ini
mt: Editja dan id-Direct Debit
ne: यस डाइरेक्ट डेबिटलाई सम्पादन गर्नुहोस्
nn_no: Rediger denne direktebelastinga
no: Rediger denne direkte debiteringen
or: ଏହି ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ସମ୍ପାଦନା କରନ୍ତୁ
pa_arab_pk: ایس براہ راست ڈیبٹ دی تدوین کرو
pa_in: ਇਸ ਪ੍ਰਤੱਖ ਡੈਬਿਟ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj to polecenie zapłaty
ru: Изменить этот счет прямого дебета
sd: هن ڊائريڪٽ ڊيبٽ جي تدوين ڪريو
si: මෙම ඩිරෙක්ට් ඩෙබිට් සංස්කරණය කරන්න
sl: Uredi to direktno obremenitev
sr_cyrl_rs: Уредите ово директно задужење
sr_latn_rs: Uredite ovo direktno zaduženje
sv: Redigera detta autogiro
ta: புதிய நேரடி பற்றைத் திருத்து
te: ఈ ప్రత్యక్ష డెబిట్‌ను సవరించండి
tg: Ин дебити мустақимро таҳрир кунед
th: แก้ไขการหักบัญชีเงินฝากนี้
tr: Bu banka kartını düzenle
tt: Бу туры дебетны үзгәртү
ug: بۇ بىۋاستە چىقىم ئۇسۇلىنى تەھرىرلەش
uk: Змінити це пряме дебетування
ur: اس براہ راست ڈیبٹ کی ترمیم کریں
uz: Ushbu to‘g‘ri debitni o‘zgartirmoq
vi: Sửa phương thức Ghi nợ Trực tiếp này
zh_hans: 编辑此借记卡
zh_hant: 編輯此直接扣款

# Word.MBUX.Title.EditPIForDirectDebit
source: Edit your direct debit
af: Redigeer jou direkte debiet
am: ክሬዲት ካርድዎን ያርትዑ
ar: عدّل إيداعك المباشر
as: আপোনাৰ প্ৰত্যক্ষ জমা সম্পাদনা কৰক
az: Birbaşa debitinizi redaktə edin
bg: Редактиране на директен дебит
bn_in: আপনার ডায়রেক্ট ডেবিট সম্পাদনা করুন
bs: Uredite svoje direktno zaduženje
cy: Golygu eich debyd uniongyrchol
da: Rediger direkte debitering
de: Lastschrift bearbeiten
el: Επεξεργασία της άμεσης χρέωσής σας
es: Editar su adeudo directo
et: Redigeerige oma otsekorraldust
eu: Editatu helbideratzea
fa: direct debit خود را ویرایش کنید
ga: Cuir do dhochar díreach in eagar
gd: Deasaich an Direct Debit agad
gl: Editar domiciliación bancaria
gu: તમારો ડાયરેક્ટ ડેબિટ પસંદ કરો
he: עריכת החיוב הישיר שלך
hi: अपना प्रत्यक्ष डेबिट संपादित करें
hr: Uredite izravno terećenje
hu: Csoportos beszedési megbízás módosítása
id: Edit debit langsung Anda
is: Breyta þinni beingreiðslu
ja: 口座振替の編集
ka: შეასწორეთ თქვენი პირდაპირი დებეტი
kk: Өз тікелей дебетіңізді өңдеу
kn: ನಿಮ್ಮ ನೇರ ಡೆಬಿಟ್ ಅನ್ನು ಸಂಪಾದಿಸಿ
ko: 직불 카드 편집
ku_arab: قەرزی راستەوخۆی خۆت بژار بکە
ky: Түз дебетиңизди оңдоңуз
lo: ແກ້ໄຂການຫັກບັນຊີໂດຍກົງຂອງທ່ານ
lt: Redaguokite tiesioginį debetą
lv: Rediģēt tiešo debetu
mi: Tāurutia tō utunga hāngai
mk: Уреди го директниот дебитен налог
ml: നിങ്ങളുടെ ഡയറക്‍ട് ഡെബിറ്റ് എഡിറ്റുചെയ്യുക
mn: Шууд дебитээ засварлах
mr: आपले थेट डेबिट संपादित करा
ms: Edit debit langsung anda
mt: Editja d-direct debit tiegħek
ne: आफ्नो डाइरेक्ट डेबिटलाई सम्पादन गर्नुहोस्
nn_no: Rediger direkte belasting
no: Rediger direkte debitering
or: ଆପଣଙ୍କ ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ସମ୍ପାଦନା କରନ୍ତୁ
pa_arab_pk: اپنے براہ راست ڈیبٹ دی تدوین کرو
pa_in: ਆਪਣੇ ਪ੍ਰਤੱਖ ਡੈਬਿਟ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj polecenie zapłaty
ru: Измените счета прямого дебета
sd: پنهنجي ڊائريڪٽ ڊيبٽ جي تدوين ڪريو
si: ඔබේ ඩිරෙක්ට් ඩෙබිට් සංස්කරණය කරන්න
sl: Uredite svojo direktno obremenitev
sr_cyrl_rs: Уредите своје директно задужење
sr_latn_rs: Uredite svoje direktno zaduženje
sv: Redigera ditt autogiro
ta: உங்கள் நேரடி பற்றைத் திருத்து
te: మీ ప్రత్యక్ష డెబిట్‌ను సవరించండి
tg: Дебити мустақими худро таҳрир кунед
th: แก้ไขการหักบัญชีเงินฝากของคุณ
tr: Banka kartınızı düzenleyin
tt: Сезнең туры дебетыгызны үзгәртү
ug: بىۋاستە چىقىم ئۇسۇلىنى كىرگۈزۈڭ
uk: Змініть пряме дебетування
ur: اپنابراہ راست ڈیبٹ ترمیم کریں
uz: To‘g‘ri debitingizni o‘zgartiring
vi: Sửa phương thức ghi nợ trực tiếp của bạn
zh_hans: 编辑借记卡
zh_hant: 編輯您的直接扣款

# Word.MBUX.Title.AddPIForDirectDebit
source: Add your direct debit
af: Voeg jou direkte debiet by
am: የእርስዎን ዳይሬክት ዴቢት ይጨምሩ
ar: أضف إيداعك المباشر
as: আপোনাৰ প্ৰত্যক্ষ জমা যোগ কৰক
az: Birbaşa debit əlavə edin
bg: Добавяне на директен дебит
bn_in: আপনার ডায়রেক্ট ডেবিট যোগ করুন
bs: Dodajte svoje direktno zaduženje
cy: Ychwanegu eich debyd uniongyrchol
da: Tilføj direkte debitering
de: Lastschrift hinzufügen
el: Προσθήκη της άμεσης χρέωσής σας
es: Agregar su adeudo directo
et: Lisage oma otsekorraldus
eu: Gehitu helbideratzea
fa: direct debit خود را اضافه کنید
ga: Cuir do dhochar díreach leis
gd: Cuir an Direct Debit agad ris
gl: Engadir a domiciliación bancaria
gu: તમારો ડાયરેક્ટ ડેબિટ ઍડ કરો
he: הוספת החיוב הישיר שלך
hi: अपना प्रत्यक्ष डेबिट जोड़ें
hr: Dodajte izravno terećenje
hu: Csoportos beszedési megbízás regisztrálása
id: Tambahkan debit langsung Anda
is: Bæta við þinni beingreiðslu
ja: 口座振替の追加
ka: დაამატეთ თქვენი პირდაპირი დებეტი
kk: Өз текелей дебетіңізді қосу
kn: ನಿಮ್ಮ ನೇರ ಡೆಬಿಟ್ ಅನ್ನು ಸೇರಿಸಿ
ko: 직불 카드 추가
ku_arab: قەرزی راستەوخۆی خۆت زێدە بکە
ky: Түз дебетиңизди кошуңуз
lo: ເພີ່ມການຫັກບັນຊີໂດຍກົງຂອງທ່ານ
lt: Įtraukti tiesioginį debetą
lv: Pievienot tiešo debetu
mi: Tāpiri tō utunga hāngai
mk: Додај директен дебитен налог
ml: നിങ്ങളുടെ ഡയറക്‍ട് ഡെബിറ്റ് ചേര്‍ക്കുക
mn: Уг шууд дебитийг нэмэх
mr: आपले थेट डेबिट जोडा
ms: Tambahkan debit langsung anda
mt: Żid id-direct debit tiegħek
ne: आफ्नो डाइरेक्ट डेबिटलाई थप्नुहोस्
nn_no: Legg til direkte belasting
no: Legg til direkte debitering
or: ଆପଣଙ୍କ ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ଯୋଗ କରନ୍ତୁ
pa_arab_pk: اپنے براہ راست ڈیبٹ نوں شامل کرو
pa_in: ਆਪਣਾ ਪ੍ਰਤੋੱਖ ਡੈਬਿਟ ਜੋੜੋ
pl: Dodaj polecenie zapłaty
ru: Добавьте счет прямого дебета
sd: پنهنجي ڊائريڪٽ ڊيبٽ جو اضافو ڪريو
si: ඔබේ ඩිරෙක්ට් ඩෙබිට් එක් කරන්න
sl: Dodajte svojo direktno obremenitev
sr_cyrl_rs: Додајте своје директно задужење
sr_latn_rs: Dodajte svoje direktno zaduženje
sv: Lägg till autogiro
ta: உங்கள் நேரடி பற்றைச் சேர்
te: మీ ప్రత్యక్ష డెబిట్‌ను జోడించండి
tg: Дебети мустақими худро илова кунед
th: เพิ่มการหักบัญชีเงินฝากของคุณ
tr: Banka kartınızı ekleyin
tt: Сезнең туры дебетыгызны өстәү
ug: بىۋاستە چىقىم ئۇسۇلى قوشۇڭ
uk: Додати нове пряме дебетування
ur: اپنا براہ راست ڈیبٹ شامل کریں
uz: To‘g‘ri debitingizni qo‘shing
vi: Thêm phương thức ghi nợ trực tiếp của bạn
zh_hans: 添加借记卡
zh_hant: 加入您的直接扣款

# Word.MBUX.AddNewDirectDebit
source: Add a new direct debit
af: Voeg 'n nuwe direkte debiet by
am: አዲስ ዳይሬክት ዴቢት ጨምር
ar: أضف إيداعًا مباشرًا جديدًا
as: নতুন প্ৰত্যক্ষ জমা যোগ কৰক
az: Yeni birbaşa debit əlavə et
bg: Добавяне на нов директен дебит
bn_in: একটি নতুন ডায়রেক্ট ডেবিট যোগ করুন
bs: Dodajte novo direktno zaduženje
cy: Ychwanegu debyd uniongyrchol newydd
da: Tilføj ny direkte debitering
de: Neue Lastschrift hinzufügen
el: Προσθήκη νέας άμεσης χρέωσης
es: Agregar un nuevo adeudo directo
et: Lisage uus otsekorraldus
eu: Gehitu helbideratze berria
fa: یک direct debit جدید اضافه کنید
ga: Cuir dochar díreach nua leis
gd: Cuir Direct Debit ùr ris
gl: Engadir unha domiciliación bancaria nova
gu: એક નવો ડાયરેક્ટ ડેબિટ ઍડ કરો
he: הוסף חיוב ישיר חדש
hi: एक नया प्रत्यक्ष डेबिट जोड़ें
hr: Dodajte novo izravno terećenje
hu: Új csoportos beszedési megbízás
id: Tambahkan debit langsung baru
is: Bæta við nýrri beingreiðslu
ja: 新しい口座振替の追加
ka: დაამატეთ ახალი პირდაპირი დებეტი
kk: Жаңа тікелей дебетті қосу
kn: ಹೊಸ ನೇರ ಡೆಬಿಟ್ ಅನ್ನು ಸೇರಿಸಿ
ko: 새 직불 카드 추가
ku_arab: قەرزێکی راستەوخۆی نوێ زێدە بکە
ky: Жаңы түз дебетти кошуңуз
lo: ເພີ່ມການຫັກບັນຊີໂດຍກົງໃໝ່
lt: Įtraukti naują tiesioginį debetą
lv: Pievienot jaunu tiešo debetu
mi: Tāpiri utunga hāngai hou
mk: Додај нов директен дебитен налог
ml: ഒരു പുതിയ ഡയറക്‍ട് ഡെബിറ്റ് ചേര്‍ക്കുക
mn: Шууд дебит шинээр нэмэх
mr: एक नवीन थेट डेबिट जोडा
ms: Tambahkan debit langsung baru
mt: Żid direct debit ġdid
ne: नयाँ डाइरेक्ट डेबिट थप्नुहोस्
nn_no: Legg til ei ny direkte belasting
no: Legg til en ny direkte debitering
or: ଏକ ନୂତନ ଡାଇରେକ୍ଟ୍ ଡେବିଟ୍ ଯୋଗ କରନ୍ତୁ
pa_arab_pk: اک نواں براہ راست ڈیبٹ دا اضافہ کرو
pa_in: ਇਕ ਨਵਾਂ ਪ੍ਰਤੱਖ ਡੈਬਿਟ ਜੋੜੋ
pl: Dodaj nowe polecenie zapłaty
ru: Добавить новый счет прямого дебета
sd: نئين ڊائريڪٽ ڊيبٽ جو اضافو ڪريو
si: නව ඩිරෙක්ට් ඩෙබිට් එක් කරන්න
sl: Dodaj novo direktno obremenitev
sr_cyrl_rs: Додајте ново директно задужење
sr_latn_rs: Dodajte novo direktno zaduženje
sv: Lägg till nytt autogiro
ta: புதிய நேரடி பற்றைச் சேர்
te: కొత్త ప్రత్యక్ష డెబిట్‌ను జోడించండి
tg: Дебити мустақими нав илова кунед
th: เพิ่มการหักบัญชีเงินฝากใหม่
tr: Yeni bir banka kartı ekle
tt: Яңа туры дебетны өстәү
ug: يېڭى بىۋاستە چىقىم ئۇسۇلى قوشۇش
uk: Додати нове пряме дебетування
ur: ایک نیابراہ راست ڈیبٹ شامل کریں
uz: Yangi to‘g‘ri debitni qo‘shmoq
vi: Thêm phương thức ghi nợ trực tiếp mới
zh_hans: 添加新的借记卡
zh_hant: 新增直接扣款

# Word.OnlineBankTransferType
source: Type
af: Tipe
am: ዓይነት
ar: النوع
as: প্ৰকাৰ
az: Növ
bg: Тип
bn_in: প্রকার
bs: Vrsta
cy: Math
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fa: نوع
ga: Cineál
gd: Seòrsa
gl: Tipo
gu: પ્રકાર
he: סוג
hi: प्रकार
hr: Vrsta
hu: Típus
id: Jenis
is: Gerð
ja: 種類
ka: ტიპი
kk: Түрі
kn: ಪ್ರಕಾರ
ko: 종류
ku_arab: جۆر
ky: Тиби
lo: ປະເພດ
lt: Tipas
lv: Tips
mi: Momo
mk: Тип
ml: തരം
mn: Төрөл
mr: प्रकार
ms: Jenis
mt: Tip
ne: प्रकार
or: ପ୍ରକାର
pa_arab_pk: ‏‏قسم
pa_in: ਕਿਸਮ
pl: Typ
ru: Тип
sd: قسم
si: වර්ගය
sl: Vrsta
sr_cyrl_rs: Тип
sr_latn_rs: Tip
sv: Typ
ta: வகை
te: రకం
tg: Намуд
th: ประเภท
tr: Tür
tt: Тип
ug: تۈرى
uk: Тип
ur: قسم
uz: Turi
vi: Loại
zh_hans: 类型
zh_hant: 類型
