Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Mandate
source: SEPA Direct Debit Mandate
af: SEPA- Direkte Debiet Mandaat
am: SEPA ቀጥታ ዴቢት የስምምነት ሰነድ
ar: تفويض دين SEPA‏ مباشر
as: SEPA প্ৰত্যক্ষ ডেবিট আদেশপত্ৰ
az: SEPA Birbaşa Debet Mandatı
bg: Съгласие за SEPA директен дебит
bn_in: SEPA ডারেক্ট ডেবিট অনুমোদন
bs: Ovlaštenje za SEPA direktni prijenos
cy: Mandad Debyd Uniongyrchol SEPA
da: Bemyndigelse til direkte SEPA-debitering
de: SEPA-Lastschriftmandat
el: Πάγια εντολή άμεσης χρέωσης SEPA
es: Orden de adeudo directo SEPA
et: SEPA otsekorralduse volitus
eu: SEPA zuzeneko zordunketen hitzarmena
fa: تعهدنامه SEPA Direct Debit
ga: Sainordú dochair dhírigh SEPA
gd: Òrdugh SEPA Direct Debit
gl: Orde de doSEPA
gu: SEPA ડાયરેક્ટ ડેબિટ આદેશપત્ર
he: אישור גבייה של חיוב ישיר של SEPA
hi: SEPA प्रत्यक्ष डेबिट अधिदेश
hr: Ovlaštenje za izravno terećenje SEPA
hu: SEPA-beszedési megbízás
id: Kuasa Debit Langsung SEPA
is: SEPA-umboð fyrir beingreiðslu
ja: SEPA Direct Debit 委託
ka: SEPA პირდაპირი დებეტის მანდატი
kk: SEPA тікелей дебет мандаты
kn: SEPA ನೇರ ಡೆಬಿಟ್ ಆದೇಶ
ko: SEPA 직불 카드 위임서
ku_arab: فەرمانی داشکانی راستەوخۆی SEPA
ky: SEPA Direct Debit мандаты
lo: ຄຳສັ່ງການຫັກບັນຊີໂດຍກົງ SEPA
lt: SEPA tiesioginio debeto sutikimas
lv: SEPA tiešā debeta mandāts
mi: Whakamananga Utunga Taunoa SEPA
mk: Мандат на директен дебитен налог SEPA
ml: SEPA ഡയറക്റ്റ് ഡെബിറ്റ് മാന്‍ഡേറ്റ്
mn: SEPA шууд дебит мандат
mr: SEPA थेट डेबिट जनादेश
ms: Mandat Debit Terus SEPA
mt: Mandat ta' Direct Debit tas-SEPA
ne: SEPA प्रत्यक्ष ऋण आदेश
nn_no: SEPA direkte debet – fullmakt
no: Belastningsfullmakt for SEPA Direkte debitering
or: SEPA Direct Debit ବାଧ୍ୟ
pa_arab_pk: براہ راست ڈیبٹ مینڈیٹ SEPA
pa_in: SEPA ਸਿੱਧੀ ਕਟੌਤੀ ਫੁਰਮਾਨ
pl: Zgoda na obciążenie rachunku w związku z poleceniem zapłaty SEPA
ru: Поручение на прямое дебетовое списание SEPA
sd: براہ راست ڊیبٽ مينڏيٽ SEPA
si: SEPA ඩිරෙක්ට් ඩෙබිට් මැන්ඩේට් බලය
sl: Soglasje za neposredno bremenitev SEPA
sr_cyrl_rs: Овлашћење за SEPA директан пренос
sr_latn_rs: Ovlašćenje za SEPA direktan prenos
sv: Fullmakt för SEPA-autogiro
ta: SEPA நேரடிப் பற்று கட்டளை
te: SEPA డైరెక్ట్ డెబిట్ ఫర్మానా
tg: Дебити мустақими SEPA
th: ข้อตกลง SEPA Direct Debit
tr: SEPA Talimatlı Ödeme Vekaleti
tt: SEPA туры дебет мандаты
ug: ياۋرو مۇئامىلە رايونى (SEPA) بىۋاستە چىقىم ۋاكالەتچىسى
uk: Доручення прямого дебету SEPA
ur: SEPA براہ راست معاہدہ
uz: SEPA Direct Debit mandati
vi: Ủy nhiệm Ghi nợ Trực tiếp SEPA
zh_hans: SEPA 借记卡授权单
zh_hant: SEPA 直接扣款授權

# Word.MandateReferenceNumber
source: Mandate reference number
af: Mandaatverwysingsnommer
am: የስምምነት ሰነድ ማጣቀሻ ቁጥር
ar: الرقم المرجعي للتفويض
as: আদেশপত্ৰ প্ৰসঙ্গ নম্বৰ
az: Mandat üzrə qeydiyyat nömrəsi
bg: Референтен номер на съгласие
bn_in: আদেশ রেফারেন্স নম্বর
bs: Referentni broj ovlaštenja
cy: Cyfeirnod y mandad
da: Refererencenummer for mandat
de: Referenznummer des Mandats
el: Αριθμός αναφοράς πάγιας εντολής
es: Número de referencia de la orden de domiciliación
et: Volituse viitenumber
eu: Hitzarmenaren erreferentzia-zenbakia
fa: شماره مرجع تعهدنامه
ga: Uimhir thagartha shainordaithe
gd: Àireamh-aithneachaidh an òrduigh
gl: Número de referencia da orde
gu: આદેશ સંદર્ભ નંબર
he: מספר סימוכין של אישור גבייה
hi: अधिदेश संदर्भ संख्या
hr: Referentni broj ovlaštenja
hu: Rendszeres átutalási megbízás hivatkozási száma
id: Nomor referensi kuasa
is: Tilvísunarnúmer umboðs
ja: 委託参照番号
ka: მანდატის საიდენტიფიკაციო ნომერი
kk: Мандаттың сілтемелік нөмірі
kn: ಆದೇಶ ಉಲ್ಲೇಖ ಸಂಖ್ಯೆ
ko: 자동 인출 참조 번호
ku_arab: ژمارەی سەرچاوەی پێسپاردن
ky: Мандаттын шилтеме номери
lo: ໝາຍເລກອ້າງອີງຄຳສັ່ງ
lt: Sutikimo nuorodos numeris
lv: Mandāta atsauces numurs
mi: Tau tohutoro whakamananga
mk: Број за референца на мандат
ml: മാന്‍ഡേറ്റ് റഫറന്‍സ് നമ്പര്‍ നമ്പര്‍
mn: Мандатын лавлах дугаар
mr: जनादेश संदर्भ क्रमांक
ms: Nombor rujukan mandat
mt: Numbru ta' referenza tal-mandat
ne: आदेश सन्दर्भ नम्बर
nn_no: Refereansenummer for fullmakt
no: Referansenummer for belastningsfullmakt
or: ଅଧିକାର ପ୍ରସଙ୍ଗ ନମ୍ବର
pa_arab_pk: مینڈیٹ دا حوالہ نمبر
pa_in: ਫ਼ੁਰਮਾਨ ਸੰਦਰਭ ਸੰਖਿਆ
pl: Numer referencyjny zgody na obciążenie rachunku
ru: Ссылочный номер поручения
sd: مينڊيٽ جو حوالو نمبر
si: මැන්ඩේට් යොමු අංකය
sl: Sklicna številka soglasja
sr_cyrl_rs: Референтни број овлашћења
sr_latn_rs: Referentni broj ovlašćenja
sv: Referensnummer för fullmakt
ta: கட்டளை குறிப்பு எண்
te: తప్పనిసరి సూచక సంఖ్య
tg: Рақами тартибии мандат
th: หมายเลขอ้างอิงการมอบอำนาจ
tr: Vekalet başvuru numarası
tt: Мандатның сылтама номеры
ug: ۋاكالەت نومۇرى
uk: Номер посилання доручення
ur: معاہدہ حوالہ نمبر
uz: Mandatning havola raqami
vi: Số tham chiếu ủy nhiệm
zh_hans: 授权单参考编号
zh_hant: 授權參考編號

# Word.Print
source: Print
af: Druk
am: አትም
ar: الطباعة
as: মুদ্ৰণ
az: Çap
bg: Печат
bn_in: মুদ্রণ
bs: Odštampani tekst
cy: Argraffu
da: Udskriv
de: Drucken
el: Εκτύπωση
es: Imprimir
eu: Inprimatu
fa: چاپ
ga: Priontáil
gd: Clò-bhuail
gl: Imprimir
gu: પ્રિન્ટ કરો
he: הדפס
hi: मुद्रित करें
hr: Ispis
hu: Nyomtatás
id: Cetak
is: Prenta
ja: 印刷
ka: ამობეჭდვა
kk: Басып шығару
kn: ಮುದ್ರಿಸು
ko: 인쇄
ku_arab: چاپکردن
ky: Басып чыгаруу
lo: ພິມ
lt: Spausdinti
lv: Drukāt
mi: Tā
mk: Печати
ml: പ്രിന്റുചെയ്യുക
mn: Хэвлэх
mr: मुद्रण
ms: Cetak
mt: Stampar
ne: छाप्नुहोस्
nn_no: Skriv ut
no: Utskrift
or: ମୁଦ୍ରଣ
pa_arab_pk: چھاپو
pa_in: ਪ੍ਰਿੰਟ ਕਰੋ
pl: Drukuj
ru: Печать
sd: پرنٽ ڪريو
si: මුද්‍රණය කරන්න
sl: Natisni
sr_cyrl_rs: Штампање
sr_latn_rs: Štampanje
sv: Skriv ut
ta: அச்சிடு
te: ముద్రణ
tg: Чоп кардан
th: พิมพ์
tr: Yazdır
tt: Бастыру
ug: بېسىش
uk: Друк
ur: چھاپیں
uz: Chop qilish
vi: In
zh_hans: 打印
zh_hant: 列印

# Word.Signature
source: Signature
af: Handtekening
am: ፊርማ
ar: التوقيع
as: স্বাক্ষৰ
az: İmza
bg: Подпис
bn_in: স্বাক্ষর
bs: Potpis
cy: Llofnod
da: Underskrift
de: Unterschrift
el: Υπογραφή
es: Firma
et: Allkiri
eu: Sinadura
fa: امضا
ga: Síniú
gd: Soidhneadh
gl: Sinatura
gu: સહી
he: חתימה
hi: हस्ताक्षर
hr: Potpis
hu: Aláírás
id: Tanda tangan
is: Undirskrift
ja: 署名
ka: ხელმოწერა
kk: Қолтаңба
kn: ಹಸ್ತಾಕ್ಷರ
ko: 서명
ku_arab: واژۆ
ky: Кол
lo: ລາຍເຊັນ
lt: Parašas
lv: Paraksts
mi: Waitohu
mk: Потпис
ml: ഒപ്പ്
mn: Гарын үсэг
mr: स्‍वाक्षरी
ms: Tandatangan
mt: Firma
ne: दस्तखत
nn_no: Signatur
no: Signatur
or: ଦସ୍ତଖତ
pa_arab_pk: ‏‏دستخط
pa_in: ਦਸਤਖਤ
pl: Podpis
ru: Подпись
sd: دستخط
si: අත්සන
sl: Podpis
sr_cyrl_rs: Потпис
sr_latn_rs: Potpis
sv: Underskrift
ta: கையொப்பம்
te: సంతకం
tg: Имзо
th: ลายเซ็น
tr: İmza
tt: Имза
ug: ئىمزا
uk: Підпис
ur: دستخط
uz: Imzo
vi: Chữ kí
zh_hans: 签名
zh_hant: 簽名

# Word.SignatureAndAuth
source: Signature and authorization
af: Handtekening en bemagtiging
am: ፊርማ እና ፈቃድ
ar: التوقيع والتفويض
as: স্বাক্ষৰ আৰু প্ৰ্ৰাধিকৰণ
az: İmza və əsilliyin yoxlanması
bg: Подпис и упълномощаване
bn_in: স্বাক্ষর এবং অনুমোদন
bs: Potpis i ovlaštenje
cy: Llofnod ac awdurdodiad
da: Underskrift og godkendelse
de: Unterschrift und Autorisierung
el: Υπογραφή και εξουσιοδότηση
es: Firma y autorización
et: Allkiri ja autoriseerimine
eu: Sinadura eta baimena
fa: امضا و تأیید اعتبار
ga: Síniú agus údarú
gd: Soidhneadh is dearbhadh
gl: Sinatura e autorización
gu: હસ્તાક્ષર અને અધિકૃતિ
he: חתימה והרשאה
hi: हस्ताक्षर और प्राधिकरण
hr: Potpis i autorizacija
hu: Aláírás és meghatalmazás
id: Tanda tangan dan pengesahan
is: Undirskrift og heimild
ja: 署名と承認
ka: ხელმოწერა და ავტორიზაცია
kk: Қолтаңба және қатынас
kn: ಹಸ್ತಾಕ್ಷರ ಮತ್ತು ದೃಢೀಕರಣ
ko: 서명 및 권한 부여
ku_arab: واژۆ و رێپێدان
ky: Колтамга жана авторлоштуруу
lo: ລາຍເຊັນ ແລະການອະນຸຍາດ
lt: Parašas ir įgaliojimas
lv: Paraksts un autorizācija
mi: Waitohu me te whakamananga
mk: Потпис и авторизација
ml: ഒപ്പും അംഗീകാരവും
mn: Гарын үсэг, зөвшөөрөл
mr: स्‍वाक्षरी आणि अनुज्ञापन
ms: Tandatangan dan kebenaran
mt: Firma u awtorizzazzjoni
ne: हस्ताक्षर र प्रमाणिकरण
nn_no: Signatur og fullmakt
no: Signatur og godkjenning
or: ସ୍ୱାକ୍ଷର ଏବଂ ପ୍ରାଧିକରଣ
pa_arab_pk: دستخط تے اجازت
pa_in: ਦਸਤਖਤ ਅਤੇ ਅਧਿਕਰਣ
pl: Podpis i upoważnienie
ru: Подпись и авторизация
sd: سائن ۽ اجازت
si: අත්සන සහ බලය දීම
sl: Podpis in pooblastilo
sr_cyrl_rs: Потпис и овлашћење
sr_latn_rs: Potpis i ovlašćenje
sv: Underskrift och medgivande
ta: கையொப்பம் மற்றும் அங்கீகாரம்
te: సంతకం మరియు ప్రమాణీకరణ
tg: Имзо ва иҷозат
th: ลายเซ็นและการอนุญาต
tr: İmza ve yetkilendirme
tt: Имза һәм вәкаләт бирү
ug: ئىمزا ۋە تەستىق
uk: Підпис і авторизація
ur: دستخط اور اختیار دہی
uz: Imzo va vakolat
vi: Chữ kí và thẩm quyền
zh_hans: 签名和授权
zh_hant: 簽名和授權

# Word.SigningCity
source: City/town in which you are signing
af: Stad/dorp waarin jy teken
am: እርስዎ የፈረሙበት ከተማ/ስፍራ
ar: المدينة التي يتم التوقيع بها
as: চহৰ/নগৰ য'ত আপুনি স্বাক্ষৰ কৰিব
az: İmzaladığınız şəhər/qəsəbədə
bg: Градът, в който се подписвате
bn_in: আপনি যে শহর থেকে স্বাক্ষর করছেন
bs: Grad u kome ste stavili potpis
cy: Dinas/tref lle rydych chi'n llofnodi
da: Underskriftsby
de: Ort der von Ihnen geleisteten Unterschrift
el: Πόλη/κωμόπολη στην οποία υπογράφετε
es: Ciudad/población en la que se realiza la firma
et: Linn, kus allkirja annate
eu: Sinatu duzun hiria edo herria
fa: شهر محل امضا
ga: Cathair/baile ina bhfuil tú ag siniú
gd: Am baile sa bheil thu a' dèanamh an soidhneadh
gl: Cidade na que está a asinar
gu: શહેર/નગર કે જેમાં તમે સહી કરી રહ્યાં છો
he: העיר שבה אתה חותם
hi: शहर/नगर जहाँ आप हस्ताक्षर कर रहे हैं
hr: Grad u kojemu potpisujete
hu: Az aláírás helyének városa
id: Kota tempat penandatanganan
is: Borgin/bærinn þar sem þú undirritar
ja: 署名している市区町村
ka: ქალაქი/დაბა, რომელშიც ასრულებთ ხელმოწერას
kk: Қол қойылған қала/кіші қала
kn: ನೀವು ಸಹಿ ಮಾಡುತ್ತಿರುವ ನಗರ/ಪಟ್ಟಣ
ko: 서명 중인 시/도
ku_arab: ئەو شارەی واژۆی تێدا دەکەیت
ky: Колуңузду койгон шаар/шаарча
lo: ຕົວເມືອງ/ເມືອງທີ່ທ່ານເຮັດການເຊັນຊື່
lt: Miestas, kuriame pasirašote
lv: Pilsēta/mazpilsēta, kurā parakstāt
mi: Te tāone nui/tāone kei reira koe e waitohu ana
mk: Град каде што потпишувате
ml: നിങ്ങള്‍ ഒപ്പിടുന്ന നഗരം/പട്ടണം
mn: Таны нэвтэрч буй хот
mr: आपण ज्‍यामध्‍ये स्‍वाक्षरी करता ते शहर/नगर
ms: Kota/bandar tempat anda menandatangani
mt: Il-belt minn fejn qed tiffirma
ne: शहर/नगर जहाँ तपाइँले हस्ताक्षर गर्दै हुनुहुन्छ
nn_no: Byen/staden der du signerer
no: Poststedet der du signerer
or: ସିଟି/ସହର ଯେଉଁଠାରେ ଆପଣ ସ୍ୱାକ୍ଷର କରୁଛନ୍ତି
pa_arab_pk: شہر/قصبہ جتھے تسی دستخط کرریہے او
pa_in: ਉਹ ਸ਼ਹਿਰ/ਨਗਰ ਜਿੱਥੇ ਤੁਸੀਂ ਦਸਤਖਤ ਕਰ ਰਹੇ ਹੋ
pl: Miejscowość składania podpisu
ru: Город подписания
sd: شهر/ڳوٺ جنهن ۾ توهان سائن ڪري رهيا آهيو
si: ඔබ අත්සන් කරන නගරය/කුඩා නගරය
sl: Mesto/kraj podpisa
sr_cyrl_rs: Град у ком се одвија потписивање
sr_latn_rs: Grad u kom se odvija potpisivanje
sv: Stad/ort där du undertecknar fullmakten
ta: நீங்கள் கையொப்பமிடும் நகரம்/மாநகரம்
te: మీరు సంతకం చేస్తున్న నగరం/పట్టణం
tg: Шаҳр/шаҳраке, ки дар онҷо имзо мекунед
th: เมือง/จังหวัดที่คุณลงนาม
tr: İmzaladığınız ilçe/şehir
tt: Сез имза куя торган шәһәр/кала
ug: سىز ئىمزالىغان شەھەر/بازار
uk: Місто підписання
ur: شہر/قصبہ جس میں آپ دستخط کر رہے ہیں
uz: Imzo qo'yayotgan shahar/shaharcha
vi: Thành phố/thị trấn nơi bạn kí tên
zh_hans: 签署时所在的城市/城镇
zh_hant: 您簽名時所在的城市/鄉鎮

# Word.TermAndConditions
source: Term & Conditions
af: Termes & Voorwaardes
am: ውል እና ሁኔታዎች
ar: البنود والشروط
as: চৰ্তাৱলীসমূহ
az: Şərtlər
bg: Правила и условия
bn_in: শর্তাদি
bs: Odredbe i uslovi
cy: Telerau ac Amodau
da: Vilkår og betingelser
de: Allgemeine Geschäftsbedingungen
el: Όροι & προϋποθέσεις
es: Términos y condiciones
et: Nõuded ja tingimused
eu: Zehaztapenak eta baldintzak
fa: شرایط و مقررات
ga: Téarma & Coinníollacha
gd: Teirmichean ⁊ cumhaichean
gl: Termos e condicións
gu: નિયમો અને શરતો
he: תנאים והתניות
hi: नियम और शर्तें
hr: Uvjeti i odredbe
hu: Feltételek és kikötések
id: Syarat & Ketentuan
is: Skilmálar
ja: 契約条件
ka: წესები და პირობები
kk: Шарттар және жағдайлар
kn: ನಿಯಮ & ಷರತ್ತುಗಳು
ko: 사용 약관
ku_arab: مەرجەکان
ky: Шарттар жана Мөөнөттөр
lo: ຂໍ້ກຳນົດ ແລະເງື່ອນໄຂ
lt: Sąlygos
lv: Noteikumi un nosacījumi
mi: Ngā here & ngā Whakaritenga
mk: Одредби и услови
ml: നിബന്ധനകളും വ്യവസ്ഥകളും
mn: Болзол, нөхцөл
mr: अटी & शर्ती
ms: Terma & Syarat
mt: Termini & Kundizzjonijiet
ne: शर्त एवं अवस्थाहरू
nn_no: Vilkår
no: Vilkår
or: ଚୁକ୍ତି ଏବଂ ସର୍ତ୍ତାବଳୀ
pa_arab_pk: شرطاں تے ضابطیاں
pa_in: ਕਾਯਦੇ ਅਤੇ ਸ਼ਰਤਾਂ
pl: Postanowienia
ru: Условия и положения
sd: شرطون ۽ ضابطا
si: නියමයන් හා කොන්දේසි
sl: Pogoji in določila
sr_cyrl_rs: Услови и одредбе
sr_latn_rs: Uslovi i odredbe
sv: Villkor
ta: விதிமுறை & நிபந்தனைகள்
te: నిబంధన & షరతులు
tg: Шартҳо
th: ข้อกำหนดและเงื่อนไข
tr: Hüküm ve Koşullar
tt: Шартлар һәм таләпләр
ug: كېلىشىم ۋە شەرتلەر
uk: Положення та умови
ur: شرائط و ضوابط
uz: Talab va shartlar
vi: Điều khoản & Điều kiện
zh_hans: 条款和条件
zh_hant: 條款及條件

# Word.TransactionType
source: Transaction Type
af: Transaksie Tipe
am: የልውውጥ ዓይነት
ar: نوع المعاملة
as: লেনদেনৰ প্ৰকাৰ
az: Əməliyyat növü
bg: Тип на транзакцията
bn_in: লেনদেনের ধরন
bs: Tip transakcije
cy: Math o Drafodyn
da: Transaktionstype
de: Transaktionstyp
el: Τύπος συναλλαγής
es: Tipo de transacción
et: Tehingu tüüp
eu: Transakzio mota
fa: نوع تراکنش
ga: Cineál Idirbhirt
gd: Seòrsa an tar-chuir
gl: Tipo de transacción
gu: વહેવારનો પ્રકાર
he: סוג עסקה
hi: लेनदेन प्रकार
hr: Vrsta transakcije
hu: Tranzakció típusa
id: Jenis Transaksi
is: Færslugerð
ja: 取引の種類
ka: ტრანზაქციის ტიპი
kk: Транзакция түрі
kn: ವಹಿವಾಟು ಪ್ರಕಾರ
ko: 거래 유형
ku_arab: جۆری سەوداگەری
ky: Транзакция түрү
lo: ປະເພດທຸລະກໍາ
lt: Operacijos tipas
lv: Darījuma veids
mi: Momo Tauwhitinga
mk: Тип трансакции
ml: ഇടപാട് തരം
mn: Гүйлгээний төрөл
mr: व्‍यवहार प्रकार
ms: Jenis Transaksi
mt: Tip ta' Tranżazzjoni
ne: कारोबार प्रकार
nn_no: Transaksjonstype
no: Transaksjonstype
or: ବିନିମୟ ପ୍ରକାର
pa_arab_pk: لین دین دی قسم
pa_in: ਲੈਣਦੇਣ ਪ੍ਰਕਾਰ
pl: Typ transakcji
ru: Тип транзакции
sd: ڏيتي ليتي جي قسم
si: ගනුදෙනු වර්ගය
sl: Vrsta transakcije
sr_cyrl_rs: Тип трансакције
sr_latn_rs: Tip transakcije
sv: Transaktionstyp
ta: பரிமாற்ற வகை
te: లావాదేవీ రకం
tg: Навъи амалиёт
th: ประเภทธุรกรรม
tr: İşlem Türü
tt: Транзакция тибы
ug: مۇئامىلە تۈرى
uk: Тип транзакції
ur: کارروائی کی قسم
uz: Tranzaksiya turi
vi: Loại Giao dịch
zh_hans: 交易类型
zh_hant: 交易類型

# Word.YourInfo
source: Your information
af: Jou inligting
am: የእርስዎ መረጃ
ar: المعلومات
as: আপোনাৰ তথ্য
az: Məlumatınız
bg: Информация за вас
bn_in: আপনার তথ্য
bs: Vaši podaci
cy: Eich gwybodaeth
da: Dine oplysninger
de: Ihre Angaben
el: Οι πληροφορίες σας
es: Su información
et: Teie teave
eu: Zuri buruzko informazioa
fa: اطلاعات شما
ga: D'fhaisnéis
gd: Am fiosrachadh agad
gl: A súa información
gu: તમારી માહિતી
he: הפרטים שלך
hi: आपकी जानकारी
hr: Vaše informacije
hu: Az adatai
id: Informasi Anda
is: Upplýsingarnar þínar
ja: お客様の情報
ka: თქვენი ინფორმაცია
kk: Сіздің ақпаратыңыз
kn: ನಿಮ್ಮ ಮಾಹಿತಿ
ko: 귀하의 정보
ku_arab: زانیاری تۆ
ky: Маалыматыңыз
lo: ຂໍ້ມູນຂອງທ່ານ
lt: Jūsų informacija
lv: Personiskā informācija
mi: Ō Mōhiohio
mk: Ваши информации
ml: നിങ്ങളുടെ വിവരം
mn: Таны мэдээлэл
mr: आपली माहिती
ms: Maklumat anda
mt: L-informazzjoni tiegħek
ne: तपाइँको जानकारी
nn_no: Informasjon om deg
no: Din informasjon
or: ଆପଣଙ୍କର ସୂଚନା
pa_arab_pk: تہاڈی معلومات
pa_in: ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ
pl: Informacje użytkownika
ru: Ваши сведения
sd: توهان جي معلومات
si: ඔබේ තොරතුරු
sl: Vaši podatki
sr_cyrl_rs: Ваше информације
sr_latn_rs: Vaše informacije
sv: Dina uppgifter
ta: உங்கள் தகவல்
te: మీ సమాచారం
tg: Маълумоти шумо
th: ข้อมูลของคุณ
tr: Bilgileriniz
tt: Сезнең мәгълүматыгыз
ug: ئۇچۇرىڭىز
uk: Ваші відомості
ur: آپ کی معلومات
uz: Ma'lumotlaringiz
vi: Thông tin của bạn
zh_hans: 您的信息
zh_hant: 您的資訊

# Word.YourPaymentInfo
source: Your payment information
af: Jou betaling inligting
am: የእርስዎ የክፍያ መረጃ
ar: معلومات الدفع
as: আপোনাৰ পৰিশোধ তথ্য
az: Ödəniş məlumatınız
bg: Информация за плащането
bn_in: আপনার অর্থপ্রদানের তথ্য
bs: Vaši podaci o plaćanju
cy: Eich gwybodaeth talu
da: Dine betalingsoplysninger
de: Ihre Zahlungsangaben
el: Οι πληροφορίες πληρωμής σας
es: Su información de pago
et: Teie makseteave
eu: Ordainketari buruzko informazioa
fa: اطلاعات پرداخت شما
ga: D'fhaisnéis íocaíochta
gd: Am fiosrachadh pàighidh agad
gl: A súa información de pagamento
gu: તમારી ચૂકવણી માહિતી
he: פרטי התשלום שלך
hi: आपकी भुगतान जानकारी
hr: Vaši podaci o plaćanju
hu: A fizetési adatai
id: Informasi pembayaran Anda
is: Greiðsluupplýsingarnar þínar
ja: お支払い情報
ka: თქვენი გადახდის ინფორმაცია
kk: Төлеміңіз туралы ақпарат
kn: ನಿಮ್ಮ ಪಾವತಿಯ ಮಾಹಿತಿ
ko: 결제 정보
ku_arab: زانیاری پارەدانی تۆ
ky: Төлөө маалыматыңыз
lo: ຂໍ້ມູນການຊຳລະເງິນຂອງທ່ານ
lt: Jūsų mokėjimo informacija
lv: Informācija par maksājumu
mi: Ō mōhiohio utu
mk: Ваши информации за плаќање
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് വിവരം
mn: Таны төлбөрийн мэдээлэл
mr: आपली देय माहिती
ms: Maklumat pembayaran anda
mt: L-informazzjoni dwar il-pagament tiegħek
ne: तपाइँको भुक्तान जानकारी
nn_no: Betalingsinformasjon
no: Din betalingsinformasjon
or: ଆପଣଙ୍କର ଦେୟ ସୂଚନା
pa_arab_pk: تہاڈی ادائیگی دی معلومات
pa_in: ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ
pl: Informacje o płatności użytkownika
ru: Сведения о платеже
sd: توهان جي ادائيگي جي معلومات
si: ඔබේ ගෙවීම් තොරතුරු
sl: Vaši podatki o plačilu
sr_cyrl_rs: Ваше информације о плаћању
sr_latn_rs: Vaše informacije o plaćanju
sv: Din betalningsinformation
ta: உங்கள் பணம்செலுத்துதல் குறித்த தகவல்
te: మీ చెల్లింపు సమాచారం
tg: Пардохти шумо
th: ข้อมูลการชำระเงินของคุณ
tr: Ödeme bilgileriniz
tt: Сезнең түләү мәгълүматыгыз
ug: ھەق تۆلەش ئۇھۇرىڭىز
uk: Відомості про платіж
ur: آپ کی ادائیگی کی معلومات
uz: To'lovingiz ma'lumotlari
vi: Thông tin thanh toán của bạn
zh_hans: 您的付款信息
zh_hant: 您的付款資訊
