Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVPage.Title
source: Payment Instrument Challenge
af: Betwisting van betaalinstrument
am: የክፍያ መሳሪያ ተግዳሮት
ar: تحدي وسيلة الدفع
as: পৰিশোধ সা-সৰঞ্জাম প্ৰত্যাহ্বান
az: Ödəniş Aləti Tələbi
bg: Проверка на платежния инструмент
bn_in: অর্থপ্রদানের ব্যবস্থার চ্যালেঞ্জ
bs: Osporen instrument plaćanja
cy: Sialens Offeryn Talu
da: Kontrol af betalingsmiddel
de: Überprüfung des Zahlungsmittels
el: Πρόκληση οργάνου πληρωμής
es: Comprobación del instrumento de pago
et: Maksevahendi kontrollimine
eu: Ordainketa-metodoaren erronka
fa: مشکلات ابزار پرداخت
ga: Dúshlán Ionstraim Íocaíochta
gd: Dùbhlan dhan dòigh phàighidh
gl: Desafío de instrumento de pagamento
gu: ચૂકવણી સાધનનો પડકાર
he: בדיקת אמצעי תשלום
hi: भुगतान विधि चुनौती
hr: Upit za provjeru načina plaćanja
hu: Fizetési eszköz ellenőrzése
id: Tantangan Alat Pembayaran
is: Prófun greiðslumáta
ja: お支払い方法の検証
ka: გადახდის მეთოდის მოსინჯვა
kk: Төлем құралы мәселесі
kn: ಪಾವತಿ ವಿಧಾನ ಸವಾಲು
ko: 결제 방법 인증
ku_arab: بەرەنگاری ئامڕازی پارەدان
ky: Төлөө куралынын кыйынчылыгы
lo: ກົນໄກກວດສອບເຄື່ອງມືການຊຳລະເງິນ
lt: Mokėjimo priemonės patvirtinimas
lv: Maksāšanas līdzekļa pārbaude
mi: Whakapātari Taputapu Utu
mk: Предизвик за инструментот за плаќање
ml: പേയ്‌മെന്റ് രീതി ചലഞ്ച്
mn: Төлбөрийн хэрэгслийн сорил
mr: देय साधन आव्हान
ms: Cabaran Instrumen Pembayaran
mt: Test tal-Istrument ta' Pagament
ne: भुक्तान साधन चुनौतीहरू
nn_no: Kontroll av betalingsmetode
no: Kontroll av betalingsmåte
or: ଦେୟ ପଦ୍ଧତି ଚ୍ୟାଲେଞ୍ଜ୍
pa_arab_pk: ادائیگی آلہ پڑتال
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੌਤੀ
pl: Sprawdzenie instrumentu płatniczego
ru: Проверка платежного средства
sd: ادفائگي آلو چيلينج
si: ගෙවීම් උපකරණ අභියෝගය
sl: Izziv za plačilno sredstvo
sr_cyrl_rs: Провера инструмента плаћања
sr_latn_rs: Provera instrumenta plaćanja
sv: Kontroll av betalningsmedel
ta: கட்டணம் செலுத்துதல் தகவல் சவால்
te: చెల్లింపు పరికర సవాలు
tg: Душвории василаи пардохт
th: ตรวจสอบเครื่องมือการชำระเงิน
tr: Ödeme Aracı Sınaması
tt: Түләү коралын тикшерү чарасы
ug: ھەق تاپشۇرۇش قورالى سىنىقى
uk: Перевірка платіжного засобу
ur: ادائیگی آلہ چیلنج
uz: To‘lov vositasi muammosi
vi: Kiểm chứng Phương tiện Thanh toán
zh_hans: 付款方式质询
zh_hant: 付款方式認證

# Literal.CreditCardType.Pattern
source: Invalid credit card type.
af: Ongeldige kredietkaarttipe.
am: ልክ ያልኾነ የብድር ካርድ ዓይነት።
ar: نوع بطاقة الائتمان غير صالح.
as: অবৈধ ক্ৰেডিট কাৰ্ড প্ৰকাৰ৷
az: Kredit kartının növü səhvdir.
bg: Невалиден вид на кредитна карта.
bn_in: ক্রেডিট কার্ডের ধরনটি ঠিকঠাক নেই৷
bs: Nevažeća vrsta kreditne kartice.
cy: Math o gerdyn credyd annilys.
da: Ugyldig kreditkorttype.
de: Ungültiger Kreditkartentyp.
el: Μη έγκυρος αριθμός πιστωτικής κάρτας.
es: El tipo de tarjeta de crédito no es válido.
et: Krediitkaardi tüüp on sobimatu.
eu: Kreditu-txartel mota baliogabea da.
fa: نوع کارت اعتباری نامعتبر است.
ga: Cineál chárta creidmheasa neamhbhailí.
gd: Tha seòrsa na cairt-chreideis mì-dhligheach.
gl: Tipo de cartón de crédito non válido.
gu: અમાન્ય ક્રેડિટ કાર્ડ પ્રકાર.
he: סוג כרטיס האשראי לא חוקי.
hi: अमान्य क्रेडिट कार्ड प्रकार.
hr: Vrsta kreditne kartice nije valjana.
hu: Érvénytelen hitelkártyatípus.
id: Jenis kartu kredit tidak valid.
is: Ógild kreditkortsgerð.
ja: クレジット カードの種類が正しくありません。
ka: საკრედიტო ბარათის ტიპი არასწორია.
kk: Несиелік карта түрі жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಪ್ರಕಾರ.
ko: 신용 카드 종류가 올바르지 않습니다.
ku_arab: جۆری کرێدت کارت نادروستە.
ky: Жараксыз Кредит картынын тиби.
lo: ປະເພດບັດເຄຣດິດບໍ່ຖືກຕ້ອງ.
lt: Kredito kortelės tipas netinkamas.
lv: Nederīgs kredītkartes tips.
mi: He muhu te momo kāri nama.
mk: Неважечки тип на кредитна картичка.
ml: ക്രെഡിറ്റ് കാര്‍ഡ് തരം അസാധുവാണ്.
mn: Кредит картны төрөл буруу байна.
mr: अवैध क्रेडिट कार्ड प्रकार.
ms: Jenis kad kredit tidak sah.
mt: It-tip tal-karta ta' kreditu mhux validu.
ne: अवैध क्रेडिट कार्ड प्रकार।
nn_no: Ugyldig kredittkorttype.
no: Ugyldig kredittkorttype.
or: ଅବୈଧ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ପ୍ରକାର.
pa_arab_pk: کریڈٹ کارڈ دی قسم ناجائز اے۔
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ ਕਿਸਮ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy typ karty kredytowej.
ru: Недопустимый тип кредитной карты.
sd: ڪريڊٽ ڪارڊ جو قسم غلط آھي.
si: වලංගු නොවන ණයවරපත් වර්ගයකි.
sl: Vrsta kreditne kartice ni veljavna.
sr_cyrl_rs: Неважећи тип кредитне картице.
sr_latn_rs: Nevažeća vrsta kreditne kartice.
sv: Ogiltig kreditkortstyp.
ta: தவறான கடன் அட்டை வகை.
te: చెల్లని క్రెడిట్ కార్డ్ రకం.
tg: Намуди корти қарзии беэътибор.
th: ประเภทบัตรเครดิตไม่ถูกต้อง
tr: Kredi kartı türü geçersiz.
tt: Ялгыш кредит картаның тибы.
ug: ئىناۋەتسىزئىناۋەتلىك كارتا تۈرى.
uk: Неприпустимий тип кредитної картки.
ur: کریڈٹ کارڈ کی قسم غلط ہے.
uz: Kredit kartochka turi haqiqiy emas.
vi: Loại thẻ tín dụng không hợp lệ.
zh_hans: 信用卡类型无效。
zh_hant: 信用卡類型無效。

# Literal.CreditCardType.Required
source: Credit card type is required.
af: Kredietkaarttipe word vereis.
am: የብድር ካርድ ዓይነት ያስፈልጋል።
ar: نوع بطاقة الائتمان مطلوب.
as: ক্ৰেডিট কাৰ্ড প্ৰকাৰ আৱশ্যক৷
az: Kredit kartının növü tələb olunur.
bg: Видът на кредитната карта е задължителен.
bn_in: ক্রেডিট কার্ডের ধরনের উল্লেখ করা আবশ্যক৷
bs: Vrsta kreditne kartice je obavezna.
cy: Rhaid nodi math o gerdyn credyd.
da: Kreditkorttypen skal angives.
de: Der Kreditkartentyp ist erforderlich.
el: Απαιτείται ο τύπος πιστωτικής κάρτας.
es: El tipo de tarjeta de crédito es obligatorio.
et: Krediitkaardi tüüp on kohustuslik.
eu: Kreditu-txartel mota beharrezkoa da.
fa: به نوع کارت اعتباری نیاز است.
ga: Cineál chárta creidmheasa ag teastáil.
gd: Tha feum air seòrsa na cairt-chreideis.
gl: Requírese tipo de cartón de crédito.
gu: ક્રેડિટ કાર્ડ પ્રકારની આવશ્યકતા છે.
he: סוג כרטיס האשראי נדרש.
hi: क्रेडिट कार्ड प्रकार आवश्यक है.
hr: Vrsta kreditne kartice je obavezna.
hu: A hitelkártyatípus megadása kötelező.
id: Jenis kartu kredit wajib diisi.
is: Kreditkortsgerð er nauðsynleg.
ja: クレジット カードの種類は必須項目です。
ka: მიუთითეთ საკრედიტო ბარათის ტიპი.
kk: Несиелік карта түрі қажет.
kn: ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಪ್ರಕಾರವು ಅಗತ್ಯವಿದೆ.
ko: 신용 카드 종류는 필수 항목입니다.
ku_arab: جۆری کرێدت کارت پێویستە.
ky: Кредит картынын тиби талап кылынат.
lo: ຕ້ອງລະບຸປະເພດບັດເຄຣດິດ.
lt: Kredito kortelės tipas būtinas.
lv: Norādiet kredītkartes tipu.
mi: Kei te hiahiatia te momo kāri nama.
mk: Типот на кредитна картичка е задолжителен.
ml: ക്രെഡിറ്റ് കാര്‍ഡ് തരം ആവശ്യമാണ്.
mn: Кредит картны төрлийг бөглөх шаардлагатай.
mr: क्रेडिट कार्ड प्रकार आवश्यक आहे.
ms: Jenis kad kredit diperlukan.
mt: It-tip tal-karta ta' kreditu hu meħtieġ.
ne: क्रेडिट कार्ड प्रकार आवश्यक छ।
nn_no: Kredittkorttype er obligatorisk.
no: Kredittkorttype må angis.
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍ ପ୍ରକାର ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: کریڈٹ کارڈ دی قسم درکار اے۔
pa_in: ਕਰੈਡਿਟ ਕਾਰਡ ਦੀ ਕਿਸਮ ਲੋੜੀਂਦੀ ਹੈ।
pl: Typ karty kredytowej jest wymagany.
ru: Необходимо ввести тип кредитной карты.
sd: ڪريڊٽ ڪارڊ جو قسم گھرجيل آھي.
si: ණයවරපත් වර්ගය සඳහන් කළ යුතු ය.
sl: Vnesite vrsto kreditne kartice.
sr_cyrl_rs: Тип кредитне картице је обавезан.
sr_latn_rs: Vrsta kreditne kartice je obavezna.
sv: Kreditkortstyp måste anges.
ta: கடன் அட்டை வகை தேவை.
te: క్రెడిట్ కార్డ్ రకం అవసరం.
tg: Намуди корти қарзӣ ҳатмист.
th: ต้องระบุประเภทบัตรเครดิต
tr: Kredi kartı türü gereklidir.
tt: Кредит картаның тибы кирәк.
ug: ئىناۋەتلىك كارتا تۈرى كېرەك.
uk: Потрібно ввести тип кредитної картки.
ur: کریڈٹ کارڈ کی قسم درکار ہے.
uz: Kredit kartochka turi talab qilinadi.
vi: Loại thẻ tín dụng là cần thiết.
zh_hans: 信用卡类型为必填项。
zh_hant: 信用卡類型是必要資訊。

# Word.Example.Hint2
source: Example: {0}
af: Voorbeeld: {0}
am: ምሳሌ፥ {0}
ar: مثال: {0}
as: উদাহৰণ: {0}
az: Məsələn: {0}
bg: Пример: {0}
bn_in: উদাহরণ: {0}
bs: Primjer: {0}
cy: Enghraifft: {0}
da: Eksempel: {0}
de: Beispiel: {0}
el: Παράδειγμα: {0}
es: Ejemplo: {0}
et: Näide: {0}
eu: Adibidea: {0}
fa: نمونه: {0}
ga: Sampla: {0}
gd: Ball-eisimpleir: {0}
gl: Exemplo: {0}
gu: ઉદાહરણ: {0}
he: דוגמה: {0}
hi: उदाहरण: {0}
hr: Primjer: {0}
hu: Példa: {0}
id: Contoh: {0}
is: Dæmi: {0}
ja: 例: {0}
ka: მაგალითი: {0}
kk: Мысал: {0}
kn: ಉದಾಹರಣೆ: {0}
ko: 예: {0}
ku_arab: بۆ نمونە: {0}
ky: Үлгү: {0}
lo: ຕົວຢ່າງ: {0}
lt: Pavyzdys: {0}
lv: Piemērs: {0}
mi: Tauira: {0}
mk: Пример: {0}
ml: ഉദാഹരണം: {0}
mn: Жишээ нь: {0}
mr: उदाहरण: {0}
ms: Contoh: {0}
mt: Eżempju: {0}
ne: उदाहरण: {0}
nn_no: Eksempel: {0}
no: Eksempel: {0}
or: ଉଦାହାରଣ: {0}
pa_arab_pk: مثال: {0}
pa_in: ਉਦਾਹਰਨ: {0}
pl: Przykład: {0}
ru: Пример: {0}
sd: مثال: {0}
si: නිදසුන: {0}
sl: Primer: {0}
sr_cyrl_rs: Пример: {0}
sr_latn_rs: Primer: {0}
sv: Exempel: {0}
ta: எடுத்துக்காட்டு: {0}
te: ఉదాహరణ: {0}
tg: Мисол: {0}
th: ตัวอย่าง: {0}
tr: Örnek: {0}
tt: Үрнәк: {0}
ug: مىسال: {0}
uk: Приклад: {0}
ur: مثال: {0}
uz: Masalan: {0}
vi: Ví dụ: {0}
zh_hans: 示例：{0}
zh_hant: 範例: {0}

# Literal.Azure.3DSRedirectMessage
source: After you click Next, you’ll be taken to a secure website to confirm your identity.
af: Nadat jy Volgende geklik het, sal jy na 'n veilige webwerf geneem word om jou identiteit te bevestig.
am: ቀጣይ የሚለውን ጠቅ ካደረጉ በኋላ፣ የእርስዎን ማንነት ለማረጋገጥ ደህንነቱ ወደ ተረጋገጠ የድር ጣቢያ እንዲሄዱ ይደረጋሉ።
ar: بعد النقر فوق التالي، سيتم نقلك إلى موقع ويب آمن لتأكيد هويتك.
as: আপুনি পৰৱৰ্তী ক্লিক কৰাৰ পাছত, আপোনাক আপোনাৰ পৰিচয় চিনাক্ত কৰিবলৈ এটা সুৰক্ষিত ৱেবছাইটলৈ লৈ যোৱা হ'ব৷
az: Növbəti kliklədikdən sonra siz eyniliyinizi təsdiqləmək üçün təhlükəsiz veb-sayta yönləndiriləcəksiniz.
bg: След като щракнете върху „Напред“, ще бъдете отведени към защитен уебсайт, за да потвърдите самоличността си.
bn_in: আপনি 'পরবর্তী' তে ক্লিক করার পর, আপনার পরিচয় নিশ্চিত করার জন্য আপনাকে একটি নিরাপদ ওয়েবসাইট নিয়ে যাওয়া হবে৷
bs: Nakon što kliknete Dalje, bit ćete prebačeni na sigurnu web lokaciju kako biste potvrdili svoj identitet.
cy: Wedi i chi glicio ar Nesaf, byddwch yn symud ymlaen i'r wefan ddiogel i gadarnhau'ch hunaniaeth.
da: Når du har klikket på Næste, fortsætter du til et sikkert websted, hvor du skal bekræfte din identitet.
de: Nachdem Sie auf „Weiter“ geklickt haben, werden Sie zum Bestätigen Ihrer Identität auf eine sichere Website weitergeleitet.
el: Αφού κάνετε κλικ στην επιλογή "Επόμενο", θα μεταφερθείτε σε μια ασφαλή τοποθεσία web για επιβεβαίωση της ταυτότητάς σας.
es: Tras hacer clic en Siguiente, se te llevará a un sitio web seguro para confirmar tu identidad.
et: Pärast nupu Edasi klõpsamist suunatakse teid oma isiku tuvastamiseks turvalisele veebilehele.
eu: Hurrengoa aukera sakatu ostean, webgune seguru batera eramango zaizu zure identitatea berresteko.
fa: پس از کلیک روی «بعدی»، برای تأیید هویت خود به یک وب‌سایت امن خواهید رفت.
ga: Tar éis Ar aghaidh a chliceáil, tabharfar thú chuig suíomh gréasáin slán chun d'aitheantas a dheimhniú.
gd: Nuair a bhios tu air briogadh air “Air adhart,” bheir sinn gu làrach-lìn thèarainte thu ach an dearbhaich thu gur tusa a th’ ann.
gl: Despois de premer Seguinte, serás conducido a un sitio web seguro para confirmar a túa identidade.
gu: તમે આગળ ક્લિક કરો પછી, તમારી ઓળખની પુષ્ટિ કરવા માટે તમને સુરક્ષિત વેબસાઇટ પર લી જવામાં આવશે.
he: לאחר שתלחץ על 'הבא', תועבר לאתר אינטרנט מאובטח כדי לאשר את זהותך.
hi: आपके द्वारा अगला क्लिक करने के बाद, आपकी पहचान की पुष्टि करने के लिए आपको एक सुरक्षित वेबसाइट पर ले जाया जाएगा.
hr: Kada kliknete Dalje, odvest ćemo vas na sigurno web-mjesto za potvrdu identiteta.
hu: A Tovább gombra kattintás után egy biztonságos webhelyen kell igazolnia személyazonosságát.
id: Setelah mengklik Berikutnya, Anda akan diarahkan ke situs web yang aman untuk mengonfirmasikan identitas Anda.
is: Þegar þú smellir á „Áfram“ er opnað öruggt vefsvæði þar sem þú staðfestir hver þú ert.
ja: [次へ] をクリックすると、お客様の身元を確認するための安全な Web サイトに移動されます。
ka: „შემდეგზე“ დაწკაპუნების შემდეგ, თქვენი პირადობის დასამოწმებლად გადახვალთ უსაფრთხო ვებსაიტზე.
kk: "Келесі" түймешігін басқан соң, сәйкестік куәлігін растау үшін сіз қорғалған веб-сайтқа өтесіз.
kn: ನೀವು ಮುಂದಕ್ಕೆ ಕ್ಲಿಕ್‌ ಮಾಡಿದ ನಂತರ, ನಿಮ್ಮ ಗುರುತನ್ನು ದೃಢೀಕರಿಸಲು ಸುರಕ್ಷಿತ ವೆಬ್‌ಸೈಟ್‌ಗೆ ನಿಮ್ಮನ್ನು ಕೊಂಡೊಯ್ಯಲಾಗುತ್ತದೆ.
ko: [다음]을 클릭하면 보안 웹 사이트로 이동하여 ID를 확인하게 됩니다.
ku_arab: پاش ئەوەی کرتە دەکەیت لە دواتر، دەبرێیت بۆ وێبسایتێکی پارێزراو بۆ سەلماندنی ناسنامەکەت.
ky: Сиз кийинкини баскандан кийин, сиз жекелигиңизди тастыктоо үчүн коопсуз вебсайтка адып барыласыз.
lo: ຫຼັງຈາກ​ທ່ານ​ຄລິກຕໍ່​ໄປ, ທ່ານ​ຈະ​ຖືກ​ນຳທາງ​ໄປ​ຫາ​ເວັບ​ໄຊ​ທ໌ທີ່​ປອດ​ໄພ​ເພື່ອ​ຢືນຢັນ​ຕົວ​ຕົນ​ຂອງ​ທ່ານ.
lt: Kai spustelėsite Pirmyn, būsite perkelti į saugią žiniatinklio svetainę, kad patvirtintumėte savo tapatybę.
lv: Pēc tam, kad noklikšķināsit uz Tālāk, jūs tiksit novirzīts uz drošu tīmekļa vietni, kur varēsit apstiprināt savu identitāti.
mi: Ina pāwhiri Panuku koe, ka kawea koe ki tētahi paetukutuku haumaru ki te whakaū i tō tuakiri.
mk: Откако ќе кликнете на Следно, ќе бидете одведени на безбедна веб-локација за да го потврдите својот идентитет.
ml: നിങ്ങൾ അടുത്തത് എന്നതിൽ ക്ലിക്കുചെയ്തതിന് ശേഷം, നിങ്ങളുടെ ഐഡന്റിറ്റി സ്ഥിരീകരിക്കുന്നതിന് നിങ്ങളെ ഒരു സുരക്ഷിത വെബ്‌സൈറ്റിലേക്ക് നയിക്കും.
mn: Дараах дээр товшсоны дараа таныг өөрийгөө таниулах хамгаалалттай вэб сайтад аваачна.
mr: पुढीलवर क्लिक केल्यानंतर, आपल्याला आपल्या ओळखीची पुष्टी करण्यासाठी सुरक्षित वेबसाइटवर नेण्यात येईल.
ms: Selepas anda klik Seterusnya, anda akan dibawa ke laman web selamat untuk mengesahkan identiti anda.
mt: Wara li tikklikkja Li Jmiss, tittieħed f'websajt sigur biex tikkonferma l-identità tiegħek.
ne: तपाइँले अर्को क्लिक गर्नुभएपछि, तपाइँको पहिचान पुष्टि गर्नको लागि तपाइँलाई सुरक्षित वेबसाइटमा लगिनेछ।
nn_no: Når du klikkar Neste, blir du sendt til ein trygg nettstad for å stadfeste identiteten din.
no: Når du klikker Neste, blir du sendt til et sikkert nettsted for å bekrefte identiteten din.
or: ଆପଣ ପରବର୍ତ୍ତୀ କ୍ଲିକ୍ କରିବା ପରେ, ଆପଣଙ୍କୁ ଆପଣଙ୍କର ପରିଚୟ ସୁନିଶ୍ଚିତ କରିବାକୁ ଏକ ସୁରକ୍ଷିତ ୱେବସାଇଟ୍‌କୁ ନିଆଯିବ.
pa_arab_pk: ایس توں بعد کہ تسی اگلے تے کلک کردے او، تہانوں اک محفوظ ویب سائٹ تے لے جایا جائے گا تاں تسی اپنی شناخت دی تصدیق کرو۔
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਅਗਲਾ ਤੇ ਕਲਿਕ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਹਾਨੂੰ ਆਪਣੀ ਪਛਾਣ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਕਿਸੇ ਸੁਰੱਖਿਅਤ ਵੈਬਸਾਈਟ ਕੇ ਲਿਜਾਇਆ ਜਾਵੇਗਾ।
pl: Po kliknięciu przycisku Dalej nastąpi przekierowanie do bezpiecznej witryny, gdzie potwierdzisz swoją tożsamość.
ru: После нажатия кнопки "Далее" вы будете перенаправлены на защищенный веб-сайт, где должны будете подтвердить свою идентификацию.
sd: توهانجي اڳيان تي ڪلڪ ڪرڻ کان پوءِ، توهانکي پنهنجي سڃاڻپ جي تصديق ڪرڻ لاءِ هڪ محفوظ ويب سائيٽ ڏانهن موڪليو ويندو.
si: ඔබ මීලඟ ක්ලික් කිරීමෙන් පසු, ඔබගේ අනන්‍යතාව තහවුරු කිරීමට ඔබව ආරක්ෂිත වෙබ් අඩවියකට රැගෙන යනු ඇත.
sl: Ko kliknete »Naprej«, se boste pomaknili do varnega spletnega mesta, na katerem boste potrdili svojo identiteto.
sr_cyrl_rs: Када кликнете на дугме Даље, стићи ћете на безбедну веб страницу да бисте потврдили свој идентитет.
sr_latn_rs: Kada kliknete na dugme Dalje, stići ćete na bezbednu veb stranicu da biste potvrdili svoj identitet.
sv: När du klickar på Nästa tas du till en säker webbplats där du ska bekräfta din identitet.
ta: நீங்கள் அடுத்து என்பதை கிளிக் செய்யவும் பிறகு, நீங்கள் உங்கள் அடையாளத்தை உறுதிப்படுத்துவதற்கு பாதுகாப்பான இணையதளத்தில் எடுத்து இருக்க வேண்டும்.
te: మీరు తదుపరి క్లిక్ చేసిన తర్వాత, మీ గుర్తింపును నిర్ధారించడం కోసం మీరు ఒక సురక్షితమైన వెబ్‌సైట్‌కి వెళతారు.
tg: Баъд аз зер кардани тугмаи Навбатӣ, шумо барои тасдиқ кардани шахсияти худ ба вебсайти бехатар фиристода мешавед.
th: หลังจากที่คุณคลิก ถัดไป คุณจะถูกนำไปยังเว็บไซต์ที่ปลอดภัยเพื่อยืนยันตัวตนของคุณ
tr: İleri'ye tıkladıktan sonra kimliğinizi onaylamak için güvenli bir Web sitesine yönlendirileceksiniz.
tt: Алга төймәсенә чирттергәч, сез шәхесегезне раслау өчен имин веб-сайтка күчереләчәксез.
ug: «كېيىنكى» نى چەككەندىن كېيىن بىر بىخەتەر توربېكەتكە كىرىپ، كىملىكىڭىزنى دەلىللەيسىز.
uk: Натиснувши кнопку "Далі", ви потрапите на захищений веб-сайт, на якому маєте підтвердити свої ідентифікаційні дані.
ur: اس کے بعد کہ آپ اگلا پر کلک کریں، آپ کو اپنی شناخت کی تصدیق کرنے کے لیے ایک محفوظ ویب سائٹ پر لے جایا جائے گا۔
uz: Keyingi tugmasini chertganingizdan so’ng, shaxsingizni tasdiqlash uchun xavfsiz veb-saytga o’tasiz.
vi: Sau khi bấm vào Tiếp theo, bạn sẽ được đưa đến một trang web an toàn để xác nhận danh tính của mình.
zh_hans: 单击“下一步”后，系统将把你带向安全网站以确认你的身份。
zh_hant: 按一下 [下一步] 之後，您會被帶到安全的網站以確認您的身分。

# Literal.VbVRedirectMessage1
source: We are redirecting you to your bank's secure site for identification verification.
af: Ons herlei jou na jou bank se veilige werf vir identifikasieverifikasie.
am: ለመለያ ማረጋገጫ ወደ ባንክህ ጥብቅ ጣቢያ እየመራንህ ነው
ar: نحن نقوم بإعادة توجيهك للموقع الآمن الخاص بالبنك الذي تتعامل معه للتحقق من الهوية.
as: আমি চিনাক্তকৰণ সত্যাপনৰ কাৰণে আপোনাক আপোনাৰ বেংকৰ সুৰক্ষিত চাইটলৈ পুনঃনিৰ্দেশিত কৰোঁ৷
az: Eyniləşdirmənin yoxlanılması üçün sizi bankın təhlükəsiz saytına yönləndiririk.
bg: Ще бъдете пренасочени към защитен сайт на вашата банка за проверка на идентификацията.
bn_in: পরিচয়পত্র যাচাইয়ের জন্য আমরা আপনাকে আপনার ব্যাঙ্কের নিরাপদ সাইটে চালিত করছি৷
bs: Preusmjeravamo vas na sigurnu lokaciju vaše banke radi verificiranja identiteta.
cy: Rydym yn eich ailgyfeirio chi i safle diogel eich banc i gael dilysu'ch manylion adnabod.
da: Vi videresender dig til din banks sikre websted til id-bekræftelse.
de: Sie werden für die Identitätsüberprüfung auf die sichere Website Ihrer Bank weitergeleitet.
el: Θα γίνει ανακατεύθυνση στην ασφαλή τοποθεσία της τράπεζάς σας για την επαλήθευση ταυτότητας.
es: Se le está redirigiendo al sitio seguro de su banco para comprobar la identificación.
et: Identsuse kinnitamiseks suuname teid teie panga turvalisele saidile.
eu: Zure bankuko gune segurura bideratzen ari gatzaizkizu zure nortasuna egiaztatzeko.
fa: ما در حال انتقال شما به سایت مطمئن بانک هستیم تا اعتبار شما تأیید شود.
ga: Tá tú á atreorú againn chuid suíomh slán do bhainc chun d'aitheantas a dheimhniú.
gd: Tha sinn gad ath-stiùireadh gu làrach thèarainte a' bhanca agad airson dearbhadh aithneachaidh.
gl: Estámolo a redirixir ao sitio seguro do seu banco para verificación de identificación.
gu: આઇડેન્ટિફિકેશન વેરીફિકેશન માટે તમારી બેંકની સલામત સાઇટ પર અમે તમને મોકલી રહ્યા છે.
he: אנו מנתבים אותך מחדש לאתר המאובטח של הבנק שלך לצורך אימות זהות.
hi: हम आपको पहचान सत्यापन के लिए आपके बैंक की सुरक्षित साइट पर पुनर्निर्देशित कर रहे हैं.
hr: Preusmjeravamo vas na sigurno web-mjesto banke radi potvrde identiteta.
hu: Átirányítjuk Önt a bank biztonságos weboldalára a személyazonosság ellenőrzése céljából.
id: Kami sedang mengarahkan Anda ke situs aman bank Anda untuk verifikasi identifikasi.
is: Við framsendum þig nú á örugga síðu bankans þíns til að staðfesta auðkenni þitt.
ja: 認証のため銀行のセキュア サイトにリダイレクトしています。
ka: ჩვენ გადაგამისამართებთ თქვენი ბანკის უსაფრთხო საიტზე, იდენტიფიკაციის შესამოწმებლად.
kk: Идентификаторды тексеру үшін банкіңіздің қауіпсіз торабына қайта бағытталып жатырсыз.
kn: ಗುರುತಿಸುವಿಕೆ ಪರಿಶೀಲನೆಗಾಗಿ ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ನ ಸುರಕ್ಷಿತ ಸೈಟ್‌ಗೆ ನಾವು ಮರುನಿರ್ದೇಶಿಸುತ್ತಿದ್ದೇವೆ.
ko: 인증 확인을 위해 은행의 보안 사이트로 리디렉션하는 중입니다.
ku_arab: ئێمە تۆ ئاراستە دەکەینەوە بەرەو سایتی بێمەترسی بانکی خۆت بۆ سەلماندنی ناسنامە.
ky: Биз сизди аныктоону текшерүү үчүн банктын коопсуз сайтына багыттап жатабыз.
lo: ພວກເຮົາກຳລັງນໍາທ່ານໄປຫາເວັບໄຊທ໌ທີ່ປອດໄພຂອງທະນາຄານຂອງທ່ານສຳລັບການກວດສອບຕົນຕົວ.
lt: Peradresuojame į saugią banko svetainę identifikacijai patikrinti.
lv: Jūs tiekat novirzīts uz drošu bankas vietni identifikācijas pārbaudei.
mi: Kei te whakaanga kē koe ki te pae haumarutanga o tō pēke mō te manatokonga tāutunga.
mk: Ве пренасочуваме кон безбедната веб-локација на вашата банка за потврдување на идентификацијата.
ml: ഐഡന്റിഫിക്കേഷന്‍ സ്ഥിരീകരണത്തിനായി ഞങ്ങള്‍ നിങ്ങളെ ബാങ്കിന്റെ സുരക്ഷിത സൈറ്റിലേക്ക് റീഡയറക്‌ടുചെയ്യുന്നു.
mn: Бид таних тэмдэг баталгаажуулахын тулд таныг банкны тань аюулгүй сайт руу чиглүүлж байна.
mr: आम्ही आपल्याला ओळख पुष्टीकरणसाठी आपल्या बँकेच्या सुरक्षा साइटकडे रिडायरेक्ट करत आहोत.
ms: Kami akan menghalakan anda semula ke tapak selamat bank anda untuk pengesahan pengenalan.
mt: Qed nagħmlulek ridirezzjoni għas-sit sigur tal-bank tiegħek għall-verifika tal-identifikazzjoni.
ne: पहिचान रुजू गर्नको लागि हामी तपाईँलाई बैङ्कको सुरक्षित साइटमा फर्काउदै छौँ।
nn_no: Vi sender deg attende til bankens sikre område for stadfesting av IDen.
no: Vi sender deg til bankens sikre område for identifikasjonsverifisering.
or: ଆମେ ଆପଣଙ୍କୁ ଚିହ୍ନଟକରଣ ଯାଞ୍ଚକରଣ ପାଇଁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କର ସୁରକ୍ଷିତ ସାଇଟକୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରୁଛୁ.
pa_arab_pk: اسی تساں نوںتساں دی شناخت دی تصدیق لئی تساں دے بینک دی محفوظ سائٹ تے کل رئے آں۔
pa_in: ਪਛਾਣ ਪੁਸ਼ਟੀਕਰਨ ਵਾਸਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਬੈਂਕ ਦੀ ਸੁਰੱਖਿਅਤ ਸਾਈਟ ਵੱਲ ਮੁੜ-ਨਿਰਦੇਸ਼ਿਤ ਕਰ ਰਹੇ ਹਾਂ।
pl: Trwa przekierowanie do bezpiecznej witryny banku w celu weryfikacji tożsamości.
ru: Вы перенаправляетесь на безопасный сайт вашего банка для проверки идентификации.
sd: اسان توهان کي سڃاڻپ جي تصديق لاءِ بينڪ جي محفوظ سائيٽ تي ٻيهر موڪلي رهيا آهيون.
si: හඳුනාගැනීම තහවුරු කිරීම සඳහා අපි ඔබට ඔබේ බැංකුවේ ආරක්ෂණ අඩවිය වෙත යොමු කරන්නෙමු.
sl: Preusmerjamo vas na varno mesto banke za preverjanje identifikacije.
sr_cyrl_rs: Преусмеравамо вас на безбедну локацију ваше банке ради верификације идентитета.
sr_latn_rs: Preusmeravamo vas na bezbednu lokaciju vaše banke radi verifikacije identiteta.
sv: Vi omdirigerar dig till din banks säkra webbplats för verifiering av identitet.
ta: அடையாளச் சரிபார்ப்பிற்காக உங்களின் வங்கி பாதுகாப்பு தளத்திற்கு உங்களைத் திருப்பிவிடுகிறோம்.
te: మేము గుర్తింపు నిర్ధారణ కోసం మీ బ్యాంక్ యొక్క సురక్షిత సైట్‌కు మిమ్మల్ని దారి మళ్లిస్తున్నాము.
tg: Мо шуморо бо мақсади санҷидани шахсият ба сайти амни бонки шумо равона карда истодаем.
th: เรากำลังเปลี่ยนเส้นทางของคุณไปยังไซต์ที่ปลอดภัยของธนาคารของคุณเพื่อทำการตรวจสอบตัวตน
tr: Sizi kimlik doğrulaması için bankanızın güvenli sitesine yönlendiriyoruz.
tt: Без туры җибәрәбез Сезнең банктагы иминлек веб төенгә идентификация тикшерү өчен.
ug: شنىڭ كۆرسىتىلىشى ئۈچۈن سىزنى بانكىڭىزنىڭ بىخەتەر تور بېتىگە تەكرار يىتەكلىدۇق.
uk: Вас буде переспрямовано на захищений веб-сайт вашого банку для перевірки особистості.
ur: ہم آپ کو شناخت کی تصدیق کے لیے آپ کے بینک کی محفوظ سائٹ کی جانب منتقل کررہے ہیں.
uz: Biz Sizni identifatsiya raqamini tekshirish uchun bankingizning xavfsiz saytiga yo‘naltirayapmiz.
vi: Chúng tôi đang chuyển bạn đến site an toàn của ngân hàng của bạn để kiểm chứng danh tính.
zh_hans: 我们正在将您重定向到银行的安全网站来进行身份验证。
zh_hant: 我們正將您重新導向至您銀行的安全網站，以進行識別驗證。
