Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Tenant.CompanyNameDescription
source: Company name of the tenant
af: Maatskappynaam van die huurder
am: የተከራዩ የኩባንያ ስም
ar: اسم شركة المستأجر
as: টেনেণ্টৰ কোম্পানীৰ নাম
az: İcarədarın şirkətinin adı
bg: Име на фирмата на клиента
bn_in: ভাড়াটের ব্যবসায়িক প্রতিষ্ঠানের নাম
bs: Naziv kompanije klijenta
cy: Enw cwmni'r tenant
da: Lejers firmanavn
de: Firmenname des Mandanten
el: Επωνυμία εταιρείας του μισθωτή
es: Nombre de la empresa del inquilino
et: Rentniku ettevõttenimi
eu: Maizterraren enpresa-izena
fa: نام شرکت اجاره کننده
ga: Ainm cuideachta an tionónta
gd: Ainm na companaidh aig a’ mhàladair
gl: Nome de empresa do arrendatario
gu: ભાડુઆતનું કંપની નામ
he: שם החברה של הדייר
hi: टैनेंट की कंपनी का नाम
hr: Naziv tvrtke klijenta
hu: A bérlő cégneve
id: Nama perusahaan penyewa
is: Heiti fyrirtækis leigjanda
ja: テナントの会社名
ka: კლიენტის კომპანიის სახელი
kk: Қатысушы компания атауы
kn: ಟೆನೆಂಟ್‌ನ ಕಂಪನಿ ಹೆಸರು
ko: 테넌트의 회사 이름
ku_arab: ناوی کۆمپانیای کرێگرتە
ky: Ээнин компания аты
lo: ຊື່ບໍລິສັດຂອງຜູ້ເຊົ່າ
lt: Nuomininko įmonės pavadinimas
lv: Nomnieka uzņēmuma nosaukums
mi: Ingoa kamupene o te kairīhi
mk: Име на компанијата на корисникот
ml: ടെനന്റിന്റെ കമ്പനി നാമം
mn: Түрээслэгчийн компаний нэр
mr: भाडेकरु कंपनीचे नाव
ms: Nama syarikat penyewa
mt: Isem il-kumpanija tat-tenant
ne: कम्पनीको आसामीको नाम
nn_no: Firmanamnet til leigaren
no: Selskapsnavnet til leieren
or: ଟେନାଣ୍ଟଙ୍କର କମ୍ପାନୀ ନାମ
pa_arab_pk: قابض دا کمپنی ناں
pa_in: ਕਿਰਾਏਦਾਰ ਦਾ ਕੰਪਨੀ ਨਾਮ
pl: Nazwa firmy dzierżawcy
ru: Наименование компании клиента
sd: ٽينينٽ جو ڪمپني نالو
si: කුලීකරුගේ සමාගම් නාමය
sl: Ime podjetja najemnika
sr_cyrl_rs: Име предузећа закупца
sr_latn_rs: Ime preduzeća zakupca
sv: Klientorganisationens företagsnamn
ta: டெனன்டின் நிறுவனப் பெயர்
te: ఉపభోక్త కంపెనీ పేరు
tg: Номи ширкати соҳиб
th: ชื่อบริษัทของผู้เช่า
tr: Kiracının şirket adı
tt: Клиентның ширкәт исеме
ug: مېھماننىڭ شىركەت نامى
uk: Назва компанії клієнта
ur: قابض کا کمپنی نام
uz: Ishtirokchi kompaniyasi nomi
vi: Tên công ty của người thuê
zh_hans: 租户的公司名称
zh_hant: 租用戶的公司名稱

# Word.Tenant.EmailAddressDescription
source: Contact email address of the tenant and Admin user
af: Kontake-posadres van die huurder- en admingebruiker
am: የተከራዩን እና አስተዳዳሪ ተጠቃሚውን የኢሜይል አድራሻ በመጠቀም ያነጋግሩ
ar: عنوان بريد جهة الاتصال الإلكتروني للمستأجر والمستخدم المسؤول
as: টেনেণ্ট আৰু ব্যৱস্থাপক ব্যৱহাৰকৰ্তাৰ যোগাযোগৰ ই-মেইল ঠিকনা
az: İcarədar və İnzibatçı istifadəçinin e-poçt ünvanı ilə əlaqə saxlayın
bg: Имейл адрес за контакт на клиента и потребителя администратор
bn_in: ভাড়াটের এবং অ্যাডমিন ব্যবহারকারীর ইমেল ঠিকানায় যোগাযোগ করুন
bs: Kontakt adresa e-pošte klijenta i administratorskog korisnika
cy: Cyfeiriad e-bost cyswllt y tenant a'r defnyddiwr Gweinyddwr
da: Lejers og administratorbrugers kontaktmailadresse
de: Kontakt-E-Mail-Adresse des Mandanten und des Administratorbenutzers
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου επικοινωνίας του χρήστη μισθωτή και διαχειριστή
es: Dirección de correo electrónico de contacto del inquilino y del administrador
et: Rentniku ja administraatori kontaktmeiliaadress
eu: Maizterraren eta administratzailearen helbide elektronikoa
fa: شماره تلفن اجاره کننده و کاربر سرپرست
ga: Seoladh ríomhphoist teagmhála an tionónta agus an Úsáideora riaracháin
gd: Seòladh puist-d conaltraidh aig a’ mhàladair ’s aig a’ chleachdaiche a tha na rianaire
gl: Correo electrónico de contacto do arrendatario e o usuario administrador
gu: એડમિન ઉપયોગકર્તા અને ભાડુઆતનું સંપર્ક ઈમેલ સરનામું
he: כתובת דואר אלקטרוני ליצירת קשר של הדייר ומשתמש מנהל
hi: टैनेंट और व्यवस्थापक उपयोगकर्ता का संपर्क ईमेल पता
hr: Adresa e-pošte za kontakt klijenta i korisnika administratora
hu: A bérlő és az adminisztrátor felhasználó kapcsolattartási e-mail-címe
id: Hubungi alamat email penyewa dan pengguna Admin
is: Samskiptanetfang leigjanda og notanda með stjórnandaréttindi
ja: テナントと管理者ユーザーの連絡先電子メール アドレス
ka: საკონტაქტო ელფოსტის მისამართი, რომელიც გამოიყენება კლიენტისა და ადმინისტრატორისთვის
kk: Қатысушы және әкімші пайдаланушысы электрондық пошта мекенжайы
kn: ಟೆನೆಂಟ್ ಮತ್ತು ನಿರ್ವಾಹಕ ಬಳಕೆದಾರರ ಸಂಪರ್ಕ ಇಮೇಲ್ ವಿಳಾಸ
ko: 테넌트와 관리 사용자의 연락처 메일 주소
ku_arab: ناونیشانی ئیمەیلی کەسی پەیوەندی کرێگرتە و بەکارهێنەری سەرپەرشتیار
ky: Ээнин жана Администратор-колдонуучунун имейл дареги
lo: ທີ່ຢູ່ອີເມວຕິດຕໍ່ຂອງຜູ້ເຊົ່າ ແລະຜູ້ໃຊ້ທີ່ເປັນຜູ້ດູແລ
lt: Kontaktinis nuomininko ir administratoriaus el. pašto adresas
lv: Nomnieka un lietotāja Administrators saziņas e-pasta adrese
mi: Wāhitau īmēra whakapā o te kairīhi me te kaiwhakamahi Kaiwhakahaere
mk: Адреса на е-пошта за контакт со клиентот и корисникот администратор
ml: ടെനന്റിന്റെയും അഡ്മിൻ ഉപയോക്താവിന്റെയും ബന്ധപ്പെടേണ്ട ഇമെയിൽ വിലാസം
mn: Түрээслэгчийн холбоо барих э-шуудангийн хаяг ба админ хэрэглэгч
mr: भाडेकरु आणि प्रशासक प्रयोक्त्याचा संपर्क इमेल पत्ता
ms: Hubungi alamat e-mel penyewa dan pengguna Pentadbir
mt: Indirizz elettroniku tal-kuntatt tat-tenant u l-utent tal-Amministratur
ne: आसामी र Admin प्रयोगकर्ताको सम्पर्क इमेल ठेगाना
nn_no: Kontakt-e-postadressa til leigaren og administratorbrukaren
no: Kontakt-e-post for leier og administratorbruker
or: ଟେନାଣ୍ଟ ଏବଂ ବ୍ୟବସ୍ଥାପକ ଉପଭୋକ୍ତାଙ୍କର ଯୋଗାଯୋଗ ଇମେଲ୍‌ ଠିକଣା
pa_arab_pk: قابض تے منتظم صارف دا رابطہ ای میل پتہ
pa_in: ਕਿਰਾਏਦਾਰ ਦਾ ਸੰਪਰਕ ਈਮੇਲ ਪਤਾ ਅਤੇ ਐਡਮਿਨ ਉਪਭੋਗਤਾ
pl: Kontaktowy adres e-mail dzierżawcy i administratora
ru: Контактный адрес электронной почты клиента и пользователя с правами администратора
sd: ٽينينٽ ۽ منتظم صارف جو رابطي جو اي ميل پتو
si: කුලී හෝ පරිපාලක පරිශීලක ඊමේල් ලිපින හා සම්බන්ධ වන්න
sl: E-poštni naslov za stik najemnika in skrbnika
sr_cyrl_rs: Адреса е-поште за контакт закупца и администратора
sr_latn_rs: Adresa e-pošte za kontakt zakupca i administratora
sv: Kontaktadress (e-post) till klientorganisation och administratörsanvändare
ta: டெனன்ட் மற்றும் நிர்வாகிப் பயனரின் தொடர்பு மின்னஞ்சல் முகவரி
te: ఉపభోక్త మరియు అడ్మిన్ వినియోగదారుని సంప్రదించవలసిన ఇమెయిల్ చిరునామా
tg: Суроғаи почтаи электронии тамоси соҳиб ё корбари маъмурӣ
th: ติดต่อที่อยู่อีเมลของผู้เช่าและผู้ใช้ผู้ดูแล
tr: Kiracının ve iletişim e-posta adresi ve Yönetici kullanıcı
tt: Клиент һәм Администратор кулланучысының контакт электрон почта адресы
ug: مېھمان ۋە باشقۇرغۇچى ئىشلەتكۈچىنىڭ ئالاقە تورخەت ئادرېسى
uk: Електронна адреса для зв’язку з клієнтом і адміністратором
ur: قابض اور منتظم صارف کا رابطہ ای میل پتہ
uz: Ishtirokchi va ma’mur foydalanuvchining e-pochta manzili
vi: Liên hệ với địa chỉ email của người thuê và người dùng là Quản trị viên
zh_hans: 租户和管理员用户联系人的电子邮件地址
zh_hant: 租用戶與系統管理員角色的連絡人電子郵件地址

# Word.Tenant.AdminFirstName
source: First name of Admin
af: Admin se voornaam
am: የአስተዳዳሪ መጠሪያ ስም
ar: الاسم الأول الخاص بالمسؤول
as: ব্যৱস্থাপকৰ প্ৰথম নাম
az: İnzibatçının adı
bg: Собствено име на администратора
bn_in: অ্যাডমিনের প্রথম নাম
bs: Ime administratora
cy: Enw cyntaf y Gweinyddwr
da: Administrators fornavn
de: Vorname des Administrators
el: Όνομα διαχειριστή
es: Nombre del administrador
et: Administraatori eesnimi
eu: Administratzailearen izena
fa: نام سرپرست
ga: Céadainm an Riarthóra
gd: Ainm an rianaire
gl: Nome do administrador
gu: એડમિનનું પ્રથમ નામ
he: שם פרטי של מנהל
hi: व्यवस्थापक का पहला नाम
hr: Ime administratora
hu: Adminisztrátor utóneve
id: Nama depan Admin
is: Fornafn stjórnanda
ja: 管理者の名
ka: ადმინისტრატორის სახელი
kk: Әкімшінің аты
kn: ನಿರ್ವಾಹಕರ ಮೊದಲ ಹೆಸರು
ko: 관리자의 이름
ku_arab: ناوی یەکەمی سەرپەرشتیار
ky: Администратордун аты
lo: ຊື່ຕົ້ນຂອງຜູ້ດູແລ
lt: Administratoriaus vardas
lv: Administratora vārds
mi: Ingoa tuatahi o te Kaiwhakahaere
mk: Име на администраторот
ml: അഡ്മിനിന്റെ ആദ്യ നാമം
mn: Админы нэр
mr: प्रशासकाचे प्रथम नाव
ms: Nama pertama Pentadbir
mt: Isem tal-Amministratur
ne: Admin को पहिलो नाम
nn_no: Fornamnet til administratoren
no: Fornavnet til administratoren
or: ବ୍ୟବସ୍ଥାପକଙ୍କର ପ୍ରଥମ ନାମ
pa_arab_pk: منتظم دا پہلا ناں
pa_in: ਐਡਮਿਨ ਦਾ ਪਹਿਲਾ ਨਾਮ
pl: Imię administratora
ru: Имя администратора
sd: منتظم جو پهريون نالو
si: පරිපාලකගේ මුල් නම
sl: Ime skrbnika
sr_cyrl_rs: Име администратора
sr_latn_rs: Ime administratora
sv: Administratörens förnamn
ta: நிர்வாகியின் முதற் பெயர்
te: అడ్మిన్ యొక్క మొదటి పేరు
tg: Номи маъмур
th: ชื่อของผู้ดูแล
tr: Yönetici’nin adı
tt: Администраторның исеме
ug: باشقۇرغۇچىنىڭ ئىسمى
uk: Ім’я адміністратора
ur: منتظم کا پہلا نام
uz: Ma’mur ismi
vi: Tên của Quản trị viên
zh_hans: 管理员的名字
zh_hant: 系統管理員的名字

# Word.Tenant.AdminFirstNameDescription
source: First name of the Admin user
af: Admingebruiker se voornaam
am: የአስተዳዳሪ ተጠቃሚ መጠሪያ ስም
ar: الاسم الأول الخاص بالمستخدم المسؤول
as: ব্যৱস্থাপক ব্যৱহাৰকৰ্তাৰ প্ৰথম নাম
az: İnzibatçı istifadəçinin adı
bg: Собствено име на потребителя администратор
bn_in: অ্যাডমিন ব্যবহারকারীর প্রথম নাম
bs: Ime administratorskog korisnika
cy: Enw cyntaf y defnyddiwr Gweinyddwr
da: Administratorbrugers fornavn
de: Vorname des Administratorbenutzers
el: Όνομα του διαχειριστή
es: Nombre del administrador
et: Administraatori eesnimi
eu: Administratzailearen izena
fa: نام کاربر سرپرست
ga: Céadainm an úsáideora Riaracháin
gd: Ainm a’ chleachdaiche a tha na rianaire
gl: Nome do usuario administrador
gu: એડમિન ઉપયોગકર્તાનું પ્રથમ નામ
he: שם פרטי של משתמש מנהל
hi: व्यवस्थापक उपयोगकर्ता का पहला नाम
hr: Ime korisnika administratora
hu: Az adminisztrátor utóneve
id: Nama depan pengguna Admin
is: Fornafn notanda með stjórnandaréttindi
ja: 管理者ユーザーの名
ka: მომხმარებელი ადმინისტრატორის სახელი
kk: Әкімші пайдаланушының аты
kn: ನಿರ್ವಾಹಕ ಬಳಕೆದಾರರ ಮೊದಲ ಹೆಸರು
ko: 관리 사용자의 이름
ku_arab: ناوی یەکەمی بەکارهێنەری سەرپەرشتیار
ky: Администратор-колдонуучунун аты
lo: ຊື່ຕົ້ນຂອງຜູ້ໃຊ້ທີ່ເປັນຜູ້ດູແລ
lt: Administratoriaus vartotojo vardas
lv: Lietotāja Administrators vārds
mi: Ingoa tuatahi o te kaiwhakamahi whakahaere
mk: Име на корисникот администратор
ml: അഡ്മിൻ ഉപയോക്താവിന്റെ ആദ്യ നാമം
mn: Админ хэрэглэгчийн өөрийн нэр
mr: प्रशासक प्रयोक्त्याचे प्रथम नाव
ms: Nama pertama pengguna Pentadbir
mt: Isem tal-utent tal-Amministratur
ne: Admin प्रयोगकर्ताको पहिलो नाम
nn_no: Fornamnet til administratorbrukaren
no: Fornavnet til administratorbrukeren
or: ବ୍ୟବସ୍ଥାପକ ଉପଭୋକ୍ତାଙ୍କର ପ୍ରଥମ ନାମ
pa_arab_pk: منتظم صارف دا پہلا ناں
pa_in: ਐਡਮਿਨ ਦਾ ਪਹਿਲਾ ਨਾਮ ਉਪਭੋਗਤਾ
pl: Imię administratora
ru: Имя пользователя с правами администратора
sd: منتظم صارف جو پهريون نالو
si: පරිපාලක පරිශීලකගේ මුල් නම
sl: Ime skrbnika
sr_cyrl_rs: Име администратора
sr_latn_rs: Ime administratora
sv: Administratörsanvändarens förnamn
ta: நிர்வாகிப் பயனரின் முதற் பெயர்
te: అడ్మిన్ వినియోగదారుని మొదటి పేరు
tg: Номи корбари маъмурӣ
th: ชื่อของผู้ใช้ผู้ดูแล
tr: Yönetici kullanıcının adı
tt: Администратор кулланучысының исеме
ug: باشقۇرغۇچى ئىشلەتكۈچىنىڭ ئىسمى
uk: Ім’я користувача-адміністратора
ur: منتظم صارف کا پہلا نام
uz: Ma’mur foydalanuvchining ismi
vi: Tên của người dùng Quản trị viên
zh_hans: 管理员用户的名字
zh_hant: 系統管理員使用者的名字

# Word.Tenant.AdminLastName
source: Last name of Admin
af: Admin se van
am: የአስተዳዳሪ የአባት ስም
ar: اسم العائلة الخاص بالمسؤول
as: ব্যৱস্থাপকৰ অন্তিম নাম
az: İnzibatçının soyadı
bg: Фамилия на администратора
bn_in: অ্যাডমিনের পদবি
bs: Prezime administratora
cy: Enw olaf y Gweinyddwr
da: Administrators efternavn
de: Nachname des Administrators
el: Επώνυμο διαχειριστή
es: Apellidos del administrador
et: Administraatori perekonnanimi
eu: Administratzailearen abizena
fa: نام خانوادگی سرپرست
ga: Sloinne an Riarthóra
gd: Sloinneadh an rianaire
gl: Apelidos do administrador
gu: એડમિનનું છેલ્લું નામ
he: שם משפחה של מנהל
hi: व्यवस्थापक का अंतिम नाम
hr: Prezime administratora
hu: Adminisztrátor vezetékneve
id: Nama belakang Admin
is: Eftirnafn stjórnanda
ja: 管理者の姓
ka: ადმინისტრატორის გვარი
kk: Әкімші тегі
kn: ನಿರ್ವಾಹಕರ ಕೊನೆಯ ಹೆಸರು
ko: 관리자의 성
ku_arab: ناوی کۆتای سەرپەرشتیار
ky: Администратордун фамилиясы
lo: ນາມສະກຸນຂອງຜູ້ດູແລ
lt: Administratoriaus pavardė
lv: Administratora uzvārds
mi: Ingoa whakamutunga o te Kaiwhakahaere
mk: Презиме на администраторот
ml: അഡ്മിനിന്റെ അവസാന നാമം
mn: Админы овог
mr: प्रशासकाचे आडनाव
ms: Nama keluarga Pentadbir
mt: Kunjom tal-Amministratur
ne: Admin को अन्तिम नाम
nn_no: Etternamnet til administratoren
no: Etternavnet til administratoren
or: ବ୍ୟବସ୍ଥାପକଙ୍କର ଶେଷ ନାମ
pa_arab_pk: منتظم دا آخری ناں
pa_in: ਐਡਮਿਨ ਦਾ ਆਖਰੀ ਨਾਮ
pl: Nazwisko administratora
ru: Фамилия администратора
sd: منتظم جو آخري نالو
si: පරිපාලකගේ අග නම
sl: Priimek skrbnika
sr_cyrl_rs: Презиме администратора
sr_latn_rs: Prezime administratora
sv: Administratörens efternamn
ta: நிர்வாகியின் கடைசிப் பெயர்
te: అడ్మిన్ యొక్క చివరి పేరు
tg: Насаби маъмур
th: นามสกุลของผู้ดูแล
tr: Yönetici’nin soyadı
tt: Администраторның фамилиясе
ug: باشقۇرغۇچىنىڭ فامىلىسى
uk: Фамілія адміністратора
ur: منتظم کا آخری نام
uz: Ma’mur familiyasi
vi: Họ của Quản trị viên
zh_hans: 管理员的姓氏
zh_hant: 系統管理員的姓氏

# Word.Tenant.AdminLastNameDescription
source: Last name of the Admin user
af: Admingebruiker se van
am: የአስተዳዳሪ ተጠቃሚ የአባት ስም
ar: اسم العائلة الخاص بالمستخدم المسؤول
as: ব্যৱস্থাপক ব্যৱহাৰকৰ্তাৰ অন্তিম নাম
az: İnzibatçı istifadəçinin soyadı
bg: Фамилия на потребителя администратор
bn_in: অ্যাডমিন ব্যবহারকারীর পদবি
bs: Prezime administratorskog korisnika
cy: Enw olaf y defnyddiwr Gweinyddwr
da: Administratorbrugers efternavn
de: Nachname des Administratorbenutzers
el: Επώνυμο του διαχειριστή
es: Apellidos del administrador
et: Administraatori perekonnanimi
eu: Administratzailearen abizena
fa: نام خانوادگی کاربر سرپرست
ga: Sloinne an úsáideora Riaracháin
gd: Sloinneadh a’ chleachdaiche a tha na rianaire
gl: Apelidos do usuario administrador
gu: એડમિન ઉપયોગકર્તાનું છેલ્લું નામ
he: שם משפחה של משתמש מנהל
hi: व्यवस्थापक उपयोगकर्ता का अंतिम नाम
hr: Prezime korisnika administratora
hu: Az adminisztrátor vezetékneve
id: Nama belakang pengguna Admin
is: Eftirnafn notanda með stjórnandaréttindi
ja: 管理者ユーザーの姓
ka: მომხმარებელი ადმინისტრატორის გვარი
kk: Әкімші пайдаланушысының тегі
kn: ನಿರ್ವಾಹಕ ಬಳಕೆದಾರರ ಕೊನೆಯ ಹೆಸರು
ko: 관리 사용자의 성
ku_arab: ناوی کۆتای بەکارهێنەری سەرپەرشتیار
ky: Администратор-колдонуучунун фамилиясы
lo: ນາມສະກຸນຂອງຜູ້ໃຊ້ທີ່ເປັນຜູ້ດູແລ
lt: Administratoriaus vartotojo pavardė
lv: Lietotāja Administrators uzvārds
mi: Ingoa whakamutunga o te kaiwhakamahi whakahaere
mk: Презиме на корисникот администратор
ml: അഡ്മിൻ ഉപയോക്താവിന്റെ അവസാന നാമം
mn: Админ хэрэглэгчийн овог
mr: प्रशासक प्रयोक्त्याचे आडनाव
ms: Nama keluarga pengguna Pentadbir
mt: Kunjom tal-utent tal-Amministratur
ne: Admin प्रतोगकर्ताको अन्तिम नाम
nn_no: Etternamnet til administratorbrukaren
no: Etternavnet til administratorbrukeren
or: ବ୍ୟବସ୍ଥାପକ ଉପଭୋକ୍ତାଙ୍କର ଶେଷ ନାମ
pa_arab_pk: منتظم صارف دا آخری ناں
pa_in: ਐਡਮਿਨ ਦਾ ਆਖਰੀ ਨਾਮ ਉਪਭੋਗਤਾ
pl: Nazwisko administratora
ru: Фамилия пользователя с правами администратора
sd: منتظم صارف جو آخري نالو
si: පරිපාලක පරිශීලකගේ අග නම
sl: Priimek skrbnika
sr_cyrl_rs: Презиме администратора
sr_latn_rs: Prezime administratora
sv: Administratörsanvändarens efternamn
ta: நிர்வாகிப் பயனரின் கடைசிப் பெயர்
te: అడ్మిన్ వినియోగదారుని చివరి పేరు
tg: Насаби корбари маъмурӣ
th: นามสกุลของผู้ใช้ผู้ดูแล
tr: Yönetici kullanıcının soyadı
tt: Администратор кулланучысының фамилиясе
ug: باشقۇرغۇچى ئىشلەتكۈچىنىڭ فامىلىسى
uk: Фамілія користувача-адміністратора
ur: منتظم صارف کا آخری نام
uz: Ma’mur foydalanuvchining familiyasi
vi: Họ của người dùng Quản trị viên
zh_hans: 管理员用户的姓氏
zh_hant: 系統管理員使用者的姓氏

# Word.Tenant.TelephoneNumber
source: Telephone Number
af: Telefoonnommer
am: የቴሌፎን ስልክ ቁጥር
ar: رقم الهاتف
as: টেলিফোন নম্বৰ
az: Telefon Nömrəsi
bg: Телефонен номер
bn_in: টেলিফোন নম্বর
bs: Broj telefona
cy: Rhif Ffôn
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
et: Telefoninumber
eu: Telefono-zenbakia
fa: شماره تلفن
ga: Uimhir Fóin
gd: Àireamh fòn
gl: Número de teléfono
gu: ટેલિફોન નંબર
he: מספר טלפון
hi: टेलीफ़ोन नंबर
hr: Telefonski broj
hu: Telefonszám
id: Nomor Telepon
is: Símanúmer
ja: 電話番号
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
kn: ದೂರವಾಣಿ ಸಂಖ್ಯೆ
ko: 전화 번호
ku_arab: ژمارەی تەلەفۆن
ky: Телефон ноери
lo: ເບີໂທລະສັບ
lt: Telefono numeris
lv: Tālruņa numurs
mi: Tau Waea
mk: Телефонски број
ml: ടെലിഫോണ്‍ നമ്പർ
mn: Утасны дугаар
mr: टेलिफोन नंबर
ms: Nombor Telefon
mt: Numru tat-Telefown
ne: टेलिफोन नम्बर
nn_no: Telefonnummer
no: Telefonnummer
or: ଟେଲିଫୋନ୍‌ ନମ୍ବର
pa_arab_pk: ٹیلیفون نمبر
pa_in: ਟੈਲੀਫ਼ੋਨ ਨੰਬਰ
pl: Numer telefonu
ru: Номер телефона
sd: ٽيليفون نمبر
si: දුරකථන අංකය
sl: Telefonska številka
sr_cyrl_rs: Број телефона
sr_latn_rs: Broj telefona
sv: Telefonnummer
ta: தொலைபேசி எண்
te: టెలిఫోన్ సంఖ్య
tg: Рақами телефон
th: หมายเลขโทรศัพท์
tr: Telefon Numarası
tt: Телефон номеры
ug: تېلېفون نومۇرى
uk: Номер телефону
ur: ٹیلیفون نمبر
uz: Telefon raqami
vi: Số Điện thoại
zh_hans: 电话号码
zh_hant: 電話號碼

# Literal.CompanyName.Format
source: Incorrectly formatted company name
af: Verkeerd-geformateerde maatskappynaam
am: በትክክል ያልተቀረጸ የኩባንያ ስም
ar: اسم شركة منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত কোম্পানীৰ নাম
az: Yanlış formatlaşdırılmış şirkət adı
bg: Име на фирма с неправилен формат
bn_in: ত্রুটিপূর্ণভাবে বিন্যস্ত করা ব্যবসায়িক প্রতিষ্ঠানের নাম
bs: Nepravilno formatiran naziv kompanije
cy: Enw cwmni mewn fformat anghywir
da: Forkert formateret firmanavn
de: Firmenname
el: Εσφαλμένη μορφή επωνυμίας εταιρείας
es: Formato del nombre de la empresa incorrecto
et: Valesti vormindatud ettevõttenimi
eu: Enpresa-izenaren formatuak ez du balio
fa: قالب نام شرکت نادرست است
ga: Ainm cuideachta nach bhfuil formáidithe i gceart
gd: Chan eil am fòrmat air ainm a’ chompanaidh mar bu chòir
gl: O formato do nome de empresa non é correcto
gu: ખોટી રીતે ફોર્મેટ કરાયેલ કંપનીનું નામ
he: שם חברה בתבנית שגויה
hi: गलत तरीके से स्वरूपित कंपनी का नाम
hr: Nepravilno oblikovan naziv tvrtke
hu: A cégnév formátuma helytelen
id: Kesalahan format nama perusahaan
is: Heiti fyrirtækis er með röngu sniði
ja: 会社名の形式が間違っています
ka: კომპანიის სახელის ფორმატი არასწორია
kk: Дұрыс пішімделмеген компания атауы
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ಕಂಪನಿ ಹೆಸರು
ko: 잘못된 형식의 회사 이름
ku_arab: ناوی کۆمپانیا بە ناراستی فۆرماتکراوە
ky: Туура эмес форматталган компания аты
lo: ຊື່ບໍລິສັດມີຮູບແບບທີ່ບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas įmonės pavadinimas
lv: Nepareizi formatēts uzņēmuma nosaukums
mi: Hōpututanga hē o te ingoa kamupene
mk: Неправилно форматирано име на компанијата
ml: കമ്പനി നാമം തെറ്റായി ഫോർമാറ്റുചെയ്തിരിക്കുന്നു
mn: Компанийн нэрийн хэлбэржүүлэлт буруу
mr: अयोग्यप्रकारे स्वरुपित झालेले कंपनी नाव
ms: Nama syarikat diformat dengan tidak betul
mt: Isem il-kumpanija ifformattjat ħażin
ne: कम्पनीको नाम असुद्ध तरिकाले लेखिएको
nn_no: Feil formatert firmanamn
no: Selskapsnavnet har feil format
or: ଭୁଲ୍‌ ଭାବେ ଫର୍ମାଟ୍ ହୋଇଥିବା କମ୍ପାନୀ ନାମ
pa_arab_pk: غلط وضع کیتا کمپنی ناں
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਵਿੱਚ ਫਾਰਮੇਟ ਕੀਤੀ ਕੰਪਨੀ ਦਾ ਨਾਮ
pl: Nieprawidłowo sformatowana nazwa firmy
ru: Неверный формат наименования компании
sd: غلط فارميٽ ٿيل ڪمپني نالو
si: වැරදිව ආකෘතිගත කළ සමාගම් නාමය
sl: Nepravilno oblikovano ime podjetja
sr_cyrl_rs: Неисправно обликовано име предузећа
sr_latn_rs: Neispravno oblikovano ime preduzeća
sv: Ogiltigt format för företagsnamn
ta: தவறாக வடிவமைக்கப்பட்ட நிறுவனப் பெயர்
te: తప్పుగా రూపొందించిన కంపెనీ పేరు
tg: Номи ширкат дар формати нодуруст
th: รูปแบบของชื่อบริษัทไม่ถูกต้อง
tr: Şirket adı yanlış biçimlendirilmiş
tt: Ширкәт исеме дөрес форматланмаган
ug: شىركەت نامى فورماتى خاتا
uk: Невірний формат назви компанії
ur: غلط وضع کردہ کمپنی نام
uz: Noto‘g‘ri formatdagi kompaniya nomi
vi: Tên công ty được định dạng không chính xác
zh_hans: 公司名称格式不正确
zh_hant: 公司名稱格式不正確

# Literal.RegistrationNumber.Format
source: Incorrectly formatted registration number
af: Verkeerd geformateerde registrasienommer
am: ትክክል ባልሆነ መልኩ የተቀረጸ የምዝገባ ቁጥር
ar: رقم التسجيل منسق بشكل غير صحيح
as: অশুদ্ধভাৱে সজ্জিত পঞ্জীয়ন সংখ্যা
az: Yanlış formatlaşdırılmış qeydiyyat nömrəsi
bg: Регистрационен номер с неправилен формат
bn_in: ভুলভাবে বিন্যস করা নিবন্ধীকরণ নম্বর
bs: Nepravilan format registracijskog broja
cy: Rhif cofrestru wedi’i fformatio’n anghywir
da: Forkert formateret registreringsnummer
de: Falsch formatierte Registrierungsnummer
el: Εσφαλμένη μορφή αριθμού μητρώου
es: El número de registro tiene un formato incorrecto
et: Registreerimisnumber on valesti vormindatud
eu: Erregistro-zenbakiak formatu okerra du
fa: شماره ثبت به‌صورت نادرست قالب‌بندی شده است
ga: Uimhir chlárúcháin nach bhfuil formáidithe i gceart
gd: Chan eil fòrmatadh na h-àireimh clàraidh mar bu chòir
gl: Número de rexistro con formato incorrecto
gu: ખોટી રીતે સ્વરૂપિત નોંધણી નંબર
he: תבנית שגויה של מספר רישום
hi: गलत तरीके से स्वरूपित पंजीकरण संख्या
hr: Neispravan oblik broja registracije
hu: A regisztrációs szám formátuma helytelen
id: Format nomor pendaftaran salah
is: Skráningarnúmer er á röngu sniði
ja: 登録番号の形式が間違っています
ka: რეგისტრაციის ნომრია ფორმატი არასწორია
kk: Дұрыс пішімделмеген тіркеу нөмірі
kn: ತಪ್ಪಾಗಿ ಸ್ವರೂಪಗೊಳಿಸಿದ ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: 잘못된 형식의 등록 번호
lo: ຮູບແບບໝາຍເລກຈົດທະບຽນບໍ່ຖືກຕ້ອງ
lt: Neteisingai suformatuotas registracijos numeris
lv: Nepareizi formatēts reģistrācijas numurs
mi: Kua hē te whakahōputu i te tau rēhitatanga
mk: Регистарскиот број е неправилно форматиран
ml: തെറ്റായി ഫോർമാറ്റ് ചെയ്ത രജിസ്ട്രേഷൻ നമ്പർ
mr: अयोग्यप्रकारे स्वरूपित केलेले नोंदणी नाव
ms: Nombor pendaftaran tidak diformatkan dengan betul
mt: Numru tar-reġistrazzjoni fformattjat ħażin
ne: गलत ढाँचामा लेखिएको दर्ता नम्बर
nn_no: Registreringsnummeret har feil format
no: Feil formatert registreringsnummer
or: ଭୁଲ୍ ଭାବରେ ଫର୍ମାଟ୍ ହୋଇଥିବା ପଞ୍ଜିକରଣ ନମ୍ଵର୍
pa_in: ਗ਼ਲਤ ਤਰੀਕੇ ਨਾਲ ਸਰੂਪਿਤ ਕੀਤਾ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Niepoprawnie sformatowany numer rejestracyjny
ru: Неправильный формат регистрационного номера
sl: Nepravilno oblikovana registracijska številka
sr_cyrl_rs: Формат броја регистрације је неисправан
sr_latn_rs: Registracioni broj nije ispravno oblikovan
sv: Felaktigt formaterat registreringsnummer
ta: தவறாக வடிவமைக்கப்பட்ட பதிவு எண்
te: తప్పుగా ఆకృతీకరించబడిన రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลขการลงทะเบียนที่จัดรูปแบบไม่ถูกต้อง
tr: Yanlış biçimlendirilmiş kayıt numarası
tt: Теркәлү номеры дөрес түгел
ug: تىزىملاش نومۇرىنىڭ فورماتى خاتا
uk: Неправильний формат реєстраційного номера
ur: غلط فارمیٹ میں رجسٹریشن نمبر
uz: Notoʻgʻri formatlangan roʻyxatga olish raqami
vi: Số đăng ký được định dạng không chính xác
zh_hans: 注册编号格式不正确
zh_hant: 註冊號碼的格式不正確
