Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.ShippingAddress.ChooseAddress
source: Choose an address below to continue.
af: Kies ’n adres hieronder om voort te gaan.
am: ለመቀጠል ከታች አድራሻ ይምረጡ።
ar: اختر عنوانًا أدناه للمتابعة.
as: অব্যাহত ৰাখিবলৈ তলৰ পৰা এটা ঠিকনা বাছনি কৰক।
az: Davam etmək üçün aşağıda ünvan seçin.
bg: Изберете адрес по-долу, за да продължите.
bn_in: চালিয়ে যেতে নীচের ঠিকানাটি চয়ন করুন।
bs: Odaberite adresu u nastavku kako biste nastavili.
cy: Dewiswch gyfeiriad isod i fwrw ymlaen.
da: Vælg en adresse nedenfor for at fortsætte.
de: Wählen Sie unten eine Adresse aus, um den Vorgang fortzusetzen.
el: Επιλέξτε μια διεύθυνση παρακάτω για να συνεχίσετε.
es: Elija una dirección más abajo para continuar.
et: Jätkamiseks valige allpool aadress.
eu: Jarraitzeko, aukeratu beheko helbide bat.
fa: برای ادامه، یک آدرس زیر انتخاب کنید.
ga: Roghnaigh seoladh thíos chun leanúint ar aghaidh.
gd: Tagh seòladh gu h-ìosal a leantainn air adhart.
gl: Escolla un enderezo máis adiante para continuar.
gu: ચાલુ રાખવા માટે નીચેનું સરનામું પસંદ કરો.
he: בחר כתובת להלן כדי להמשיך.
hi: आगे बढ़ने के लिए नीचे दिए गए पते का चयन करें.
hr: Da biste nastavili, odaberite adresu u nastavku.
hu: A folytatáshoz válasszon egy címet.
id: Pilih alamat di bawah untuk melanjutkan.
is: Veldu heimilisfang hér fyrir neðan til að halda áfram.
ja: 続行するには、下で住所を選択してください。
ka: შეარჩიეთ ქვემოთ მოცემული მისამართი გასაგრძელებლად.
kk: Жалғастыру үшін төмендегі мекенжайды таңдаңыз.
kn: ಮುಂದುವರಿಯಲು ಈ ಕೆಳಗೆ ಒಂದು ವಿಳಾಸವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 계속하려면 아래에서 주소를 선택하세요.
lo: ເລືອກທີ່ຢູ່ຂ້າງລຸ່ມເພື່ອ ດຳ ເນີນການຕໍ່.
lt: Norėdami tęsti, pasirinkite toliau pateiktą adresą.
lv: Lai turpinātu, zemāk izvēlieties adresi.
mi: Kōwhiria he wāhitau i raro kia haere tonu.
mk: Изберете адреса подолу за да продолжите.
ml: തുടരുന്നതിന് ചുവടെ ഒരു വിലാസം തിരഞ്ഞെടുക്കുക.
mr: पुढे चालू ठेवण्यासाठी खालील एक पत्ता निवडा.
ms: Pilih alamat di bawah untuk meneruskan.
mt: Agħżel indirizz minn hawn taħt biex tkompli.
ne: जारी राख्न तलको ठेगाना छनौट गर्नुहोस्।
nn_no: Vel ei adresse under for å halde fram.
no: Velg en adresse nedenfor for å fortsette.
or: ଜାରି ରଖିବାକୁ ନିମ୍ନରେ ଏକ ଠିକଣା ବାଛନ୍ତୁ.
pa_in: ਜਾਰੀ ਰੱਖਣ ਲਈ ਹੇਠਾਂ ਕੋਈ ਪਤਾ ਚੁਣੋ.
pl: Wybierz adres poniżej, aby kontynuować.
ru: Выберите адрес ниже, чтобы продолжить.
sl: Za nadaljevanje izberite spodnji naslov.
sr_cyrl_rs: Одаберите адресу испод да бисте наставили.
sr_latn_rs: Odaberite adresu ispod da biste nastavili.
sv: Välj en adress nedan för att gå vidare.
ta: தொடருவதற்கு கீழே ஒரு முகவரியைத் தேர்வுசெய்யவும்.
te: కొనసాగించడానికి దిగువ చిరునామాను ఎంచుకోండి.
th: เลือกที่อยู่ด้านล่างเพื่อดำเนินการต่อ
tr: Devam etmek için aşağıdan bir adres seçin.
tt: Дәвам итү өчен түбәндә адрес сайлагыз.
ug: داۋاملاشتۇرۇش ئۈچۈن پەستىن بىر ئادرېس تاللاڭ.
uk: Щоб продовжити, виберіть адресу нижче.
ur: جاری رکھنے کیلئے نیچے ایک پتہ منتخب کریں۔
uz: Davom etish uchun quyidagi manzilni tanlang.
vi: Chọn địa chỉ bên dưới để tiếp tục.
zh_hans: 从下方选择一个地址以继续操作。
zh_hant: 請選擇下列地址以繼續。

# Word.Address.Verify.Header
source: Verify your address
af: Verifieer jou adres
am: የእርስዎ ኢሜይል አድራሻ ያረጋግጡ
ar: التحقق من عنوانك
as: আপোনাৰ ঠিকনাটো সত্যাপন কৰক
az: Ünvanınızı yoxlayın
bg: Потвърдете своя адрес
bn_in: আপনার ঠিকানা যাচাই করুন
bs: Potvrdite adresu
cy: Dilysu eich cyfeiriad
da: Bekræft din adresse
de: Adresse überprüfen
el: Επαλήθευση της διεύθυνσής σας
es: Comprobación de la dirección
et: Aadressi kinnitamine
eu: Egiaztatu helbidea
fa: آدرس خود را تأیید کنید
ga: Fíoraigh do sheoladh
gd: Dearbh an seòladh agad
gl: Verificación do enderezo
gu: તમારું સરનામું ચકાસી લો
he: אמת את הכתובת שלך
hi: अपने पते का सत्‍यापन करें
hr: Potvrdite adresu
hu: Ellenőrizze a címet
id: Verifikasi alamat Anda
is: Staðfestu heimilisfangið þitt
ja: 住所の確認
ka: გადაამოწმეთ თქვენი მისამართი
kk: Мекенжайды тексеру
kn: ನಿಮ್ಮ ವಿಳಾಸ ಪರಿಶೀಲಿಸಿ
ko: 주소 확인
lo: ຢືນຢັນທີ່ຢູ່ຂອງທ່ານ
lt: Patikrinkite savo adresą
lv: Verificējiet savu adresi
mi: Manatokona tō wāhinoho
mk: Проверете ја адресата
ml: നിങ്ങളുടെ വിലാസം പരിശോധിക്കുക
mr: आपला पत्ता सत्यापित करा
ms: Tentu sahkan alamat anda
mt: Ivverifika l-indirizz tiegħek
ne: तपाईंको ठेगाना प्रमाणित गर्नुहोस्
nn_no: Stadfest leveringsadressa
no: Bekreft adressen din
or: ଆପଣଙ୍କର ଠିକଣା ଯାଞ୍ଚ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਪਤੇ ਦੀ ਤਸਦੀਕ ਕਰੋ
pl: Zweryfikuj swój adres
ru: Подтвердите адрес
sl: Preverite svoj naslov
sr_cyrl_rs: Потврдите адресу
sr_latn_rs: Potvrdite adresu
sv: Kontrollera din adress
ta: உங்கள் மின்னஞ்சல் முகவரியைச் சரிபார்க்கவும்
te: మీ చిరునామాను ధృవీకరించండి
th: ยืนยันที่อยู่ของคุณ
tr: Adresinizi doğrulayın
tt: Адресыгызны раслау
ug: ئادرېسىڭىزنى دەلىللەڭ
uk: Перевірка адреси
ur: اپنے پتے کی توثیق کریں
uz: Manzilingizni tasdiqlang
vi: Xác minh địa chỉ của bạn
zh_hans: 验证你的地址
zh_hant: 確認您的地址

# Word.Address.Verify.Message
source: We couldn't validate your address. Choose the address you want to use.
af: Ons kon nie jou adres valideer nie. Kies die adres wat jy wil gebruik.
am: አድራሻዎን ማረጋገጥ አልቻልንም መጠቀም የሚፈልጉት አድራሻ ይምርጡ።
ar: تعذر علينا التحقق من صحة عنوانك. اختر العنوان الذي تريد استخدامه.
as: আমি আপোনাৰ ঠিকনাটো সত্যাৰ্পন কৰিব নোৱাৰিলো। আপুনি ব্যৱহাৰ কৰিব বিচৰা ঠিকনাটো বাছনি কৰক।
az: Ünvanınızı təsdiqləyə bilmədik. İstifadə etmək istədiyiniz ünvanı seçin.
bg: Не успяхме да проверим адреса ви. Изберете адреса, който искате да използвате.
bn_in: আমরা আপনার ঠিকানাটি বৈধ করতে পারিনি। আপনি যে ঠিকানাটি ব্যবহার করতে চান তা চয়ন করুন।
bs: Nismo uspjeli potvrditi vašu adresu. Izaberite adresu koju želite koristiti.
cy: Does dim modd dilysu eich cyfeiriad. Dewiswch y cyfeiriad rydych chi am ei ddefnyddio.
da: Din adresse kunne ikke valideres. Vælg den adresse, du vil bruge.
de: Ihre Adresse konnte nicht überprüft werden. Wählen Sie die Adresse aus, die Sie verwenden möchten.
el: Δεν ήταν δυνατή η επικύρωση της διεύθυνσής σας. Επιλέξτε τη διεύθυνση που θέλετε να χρησιμοποιήσετε.
es: No se puede validar la dirección; elija la que quiera usar.
et: Me ei saanud teie aadressi kinnitada. Valige aadress, mida soovite kasutada.
eu: Ezin izan dugu baliozkotu helbidea. Aukeratu erabili nahi duzun helbidea.
fa: نتوانستیم آدرس شما را تأیید کنیم. آدرسی را که می‌خواهید استفاده کنید انتخاب کنید.
ga: Níor éirigh linn do sheoladh a fhíorú. Roghnaigh seoladh lena úsáid.
gd: Cha b’ urrainn dhuinn an seòladh agad a dhearbhadh. Tagh an seòladh a tha thu airson cleachdadh.
gl: Non se puido validar o enderezo; escolla o que queira usar.
gu: અમે તમારું સરનામું માન્ય કરી શક્યાં નહીં. તમે વાપરવા માંગો છો તે સરનામું પસંદ કરો.
he: לא הצלחנו לאמת את הכתובת שלך. בחר את הכתובת שבה ברצונך להשתמש.
hi: हम आपका पता सत्यापित नहीं कर सके. वह पता चुनें, जिसका आप उपयोग करना चाहते हैं.
hr: Nismo uspjeli provjeriti valjanost vaše adrese. Odaberite adresu koju želite koristiti.
hu: Nem sikerült ellenőrizni a címet. Válassza ki a használni kívánt címet.
id: Kami tidak dapat memvalidasi alamat Anda. Pilih alamat yang ingin Anda gunakan.
is: Okkur tókst ekki að sannprófa heimilisfangið þitt. Veldu það heimilisfang sem þú vilt nota.
ja: お客様のアドレスを確認できませんでした。使用するアドレスを選択してください。
ka: მისამართის შემოწმება ვერ მოხერხდა. აირჩიეთ მისამართი, რომლის გამოყენებაც გსურთ.
kk: Мекенжайыңыз тексерілмеді. Пайдаланғыңыз келген мекенжайды таңдаңыз.
kn: ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ನಾವು ಪರಿಶೀಲಿಸಲಾಗದು. ನೀವು ಬಳಸಲು ಬಯಸುವ ವಿಳಾಸವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ.
ko: 주소를 확인할 수 없습니다. 사용할 주소를 선택하세요.
lo: ພວກເຮົາບໍ່ສາມາດຢືນຢັນທີ່ຢູ່ຂອງທ່ານໄດ້. ເລືອກທີ່ຢູ່ທີ່ທ່ານຕ້ອງການໃຊ້.
lt: Nepavyko patikrinti jūsų adreso. Pasirinkite norimą naudoti adresą.
lv: Nevarējām validēt jūsu adresi. Izvēlieties adresi, kuru vēlaties izmantot.
mi: Tē taea tō wāhinoho te manatoko. Kōwhiria te wāhinoho e hiahia ana koe ki te whakamahi.
mk: Не може да ја провериме адресата. Изберете ја адресата што сакате да ја користите.
ml: ഞങ്ങൾക്ക് നിങ്ങളുടെ വിലാസം സാധൂകരിക്കാൻ കഴിഞ്ഞില്ല. നിങ്ങൾ ഉപയോഗിക്കാൻ ആഗ്രഹിക്കുന്ന വിലാസം തിരഞ്ഞെടുക്കുക.
mr: आम्ही आपला पत्ता सत्यापित करू शकलो नाही. आपण वापरू इच्छित असलेला पत्ता निवडा.
ms: Kami tidak dapat mengesahkan alamat anda. Pilih alamat yang ingin anda gunakan.
mt: Ma stajniex nivvalidaw l-indirizz tiegħek. Agħżel l-indirizz li tixtieq tuża.
ne: हामी तपाईंको ठेगाना मान्य गर्न सकेनौं। तपाईले प्रयोग गर्न चाहानुभएको ठेगाना छनौट गर्नुहोस्।
nn_no: Vi kunne ikkje bekrefte adressa di. Vel kva adresse du vil nytta.
no: Vi kunne ikke bekrefte adressen din. Velg adressen du vil bruke.
or: ଆମେ ଆପଣଙ୍କର ଠିକଣା ବୈଧ କରିପାରିଲୁ ନାହିଁ | ଆପଣ ବ୍ୟବହାର କରିବାକୁ ଚାହୁଁଥିବା ଠିକଣା ବାଛନ୍ତୁ |
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਪਤੇ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕਰ ਸਕੇ. ਉਹ ਪਤਾ ਚੁਣੋ ਜੋ ਤੁਸੀਂ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ.
pl: Nie mogliśmy zweryfikować Twojego adresu. Wybierz adres, którego chcesz użyć.
ru: Не удалось проверить ваш адрес. Выберите адрес, который вы хотите использовать.
sl: Vašega naslova ni bilo mogoče preveriti. Izberite naslov, ki ga želite uporabiti.
sr_cyrl_rs: Нисмо успели да проверимо ваљаност ваше адресе. Одаберите адресу коју желите да користите.
sr_latn_rs: Nismo uspeli da proverimo valjanost vaše adrese. Odaberite adresu koju želite da koristite.
sv: Det gick inte att verifiera din adress. Välj den adress du vill använda.
ta: உங்கள் முகவரியைச் எங்களால் சரிபார்க்க முடியவில்லை. நீங்கள் பயன்படுத்த விரும்பும் முகவரியைத் தேர்வு செய்யவும்.
te: మేము మీ చిరునామాను ధృవీకరించలేము. మీరు ఉపయోగించాలనుకుంటున్న చిరునామాను ఎంచుకోండి.
th: เราไม่สามารถตรวจสอบที่อยู่ของคุณได้ เลือกที่อยู่ที่คุณต้องการใช้
tr: Adresinizi doğrulayamadık. Kullanmak istediğiniz adresi seçin.
tt: Адресыгызны тикшереп булмады. Кулланырга теләгән адресны сайлагыз.
ug: ئادرېسىڭىزنى ئىناۋەتلەندۈرەلمىدۇق. ئىشلىتىشنى خالىغان ئادرېسنى تاللاڭ.
uk: Не вдалося перевірити вашу адресу. Виберіть адресу, яку потрібно використовувати.
ur: ہم آپ کے پتے کو جائز قرار نہیں دے سکے۔ آپ جو پتہ استعمال کرنا چاہتے ہیں اسے منتخب کریں۔
uz: Manzilingiz tasdiqlanmadi. Siz ishlatishni istagan manzilni tanlang.
vi: Chúng tôi không thể xác thực địa chỉ của bạn. Hãy chọn địa chỉ bạn muốn dùng.
zh_hans: 我们无法验证你的地址。请选择要使用的地址。
zh_hant: 我們無法驗證您的地址。請選擇您要使用的地址。

# Word.ValidateInstance.Address.Verify.Message
source: We couldn't verify that address. Check your info and choose an address.
af: Ons kon nie daardie adres verifieer nie. Kontroleer jou inligting en kies ’n adres.
am: አድራሻውን ማረጋገጥ አልቻልንም። መረጃዎን ያረጋግጡ እና አድራሻ ይምረጡ።
ar: تعذر التحقق من ذلك العنوان. تحقق من معلوماتك واختر عنواناً.
as: আমি সেই ঠিকনাটো প্ৰমাণিত কৰিব নোৱাৰিলোঁ। আপোনাৰ তথ্য পৰীক্ষা কৰক আৰু ঠিকনা এটা পচন্দ কৰক।
az: Bu ünvanı təsdiqləyə bilmədik. Məlumatlarınızı yoxlayın və ünvan seçin.
bg: Не можахме да проверим този адрес. Проверете информацията си и изберете адрес.
bn_in: আমরা সেই ঠিকানাটি যাচাই করতে পারিনি। আপনার তথ্যাদি চেক করুন এবং একটি ঠিকানা বাছুন।
bs: Nismo mogli potvrditi tu adresu. Provjerite informacije i odaberite adresu.
cy: Doedd dim modd dilysu'r cyfeiriad hwnnw. Gwiriwch eich gwybodaeth a dewiswch gyfeiriad.
da: Vi kunne ikke bekræfte adressen. Kontrollér dine oplysninger, og vælg en adresse.
de: Diese Adresse konnte nicht überprüft werden. Überprüfen Sie Ihre Informationen, und wählen Sie eine Adresse aus.
el: Δεν ήταν δυνατή η επαλήθευση της παρούσας διεύθυνσης. Ελέγξτε τις πληροφορίες σας και επιλέξτε μια διεύθυνση.
es: No pudimos comprobar esa dirección. Compruebe su información y elija una dirección.
et: Me ei saanud seda aadressi kinnitada. Kontrollige oma teavet ja valige aadress.
eu: Ezin izan dugu egiaztatu helbide hori. Egiaztatu informazioa eta aukeratu helbide bat.
fa: ما نتوانستیم آن آدرس را تأیید کنیم. اطلاعات خود را بررسی کنید و یک آدرس انتخاب کنید.
ga: Níor éirigh linn an seoladh sin a fhíorú. Seiceáil an fhaisnéis agus roghnaigh seoladh.
gd: Cha b’ urrainn dhuinn an seòladh sin a dhearbhadh. Thoir sùil air an fhiosrachadh agad is tagh seòladh.
gl: Non puidemos verificar ese enderezo. Comprobe a información e escolla un enderezo.
gu: અમે તે સરનામું ચકાસી શક્યા નથી. તમારી માહિતી તપાસો અને સરનામું પસંદ કરો.
he: לא הייתה אפשרות לאמת כתובת זו. בדוק את הפרטים שלך ובחר כתובת.
hi: हम उस पते को सत्यापित नहीं कर सके. अपनी जानकारी जाँचें और कोई पता चुनें.
hr: Nismo uspjeli potvrditi tu adresu. Provjerite svoje podatke i odaberite adresu.
hu: Nem sikerült ellenőrizni a címet. Ellenőrizze az adatait, és válasszon egy címet.
id: Kami tidak dapat memverifikasi alamat tersebut. Periksa informasi Anda dan pilih alamat.
is: Ekki tókst að staðfesta heimilisfangið. Athugaðu upplýsingarnar þínar og veldu heimilisfang.
ja: そのアドレスを確認できませんでした。情報を確認し、住所を選択してください。
ka: ამ მისამართის გადამოწმება ვერ მოხერხდა. შეამოწმეთ თქვენი ინფორმაცია და აირჩიეთ მისამართი.
kk: Бұл мекенжайды тексеру мүмкін болмады. Ақпаратыңызды тексеріп, мекенжайды таңдаңыз.
kn: ನಮಗೆ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ವಿಳಾಸವನ್ನು ಆರಿಸಿ.
ko: 해당 주소를 확인할 수 없습니다. 정보를 확인하고 주소를 선택하세요.
lo: ພວກເຮົາບໍ່ສາມາດຢືນຢັນທີ່ຢູ່ນັ້ນໄດ້. ກວດເບິ່ງຂໍ້ມູນຂອງທ່ານ ແລະ ເລືອກທີ່ຢູ່.
lt: Nepavyko patikrinti šio adreso. Patikrinkite informaciją ir pasirinkite adresą.
lv: Nevarējām verificēt šo adresi. Pārbaudiet savu informāciju un izvēlieties adresi.
mi: Kīhai i taea taua wāhitau te manatoko. Āta tirohia ō mōhiohio ka kōwhiria he wāhitau.
mk: Не можевме да ја потврдиме таа адреса. Проверете ги вашите информации и изберете адреса.
ml: ഞങ്ങൾക്ക് ആ വിലാസം സ്ഥിരീകരിക്കാൻ കഴിഞ്ഞില്ല. നിങ്ങളുടെ വിവരങ്ങൾ പരിശോധിച്ച് ഒരു വിലാസം തിരഞ്ഞെടുക്കുക.
mr: आम्ही तो पत्ता पडताळू शकलो नाही. आपली माहिती तपासा आणि एक पत्ता निवडा.
ms: Kami tidak dapat mengesahkan alamat tersebut. Semak maklumat anda dan pilih alamat.
mt: Ma stajniex nivverifikaw dak l-indirizz. Iċċekkja l-informazzjoni tiegħek u agħżel indirizz.
ne: हामीले त्यो ठेगाना पुष्टि गर्न सकेनौँ। आफ्नो जानकारीको जाँच गर्नुहोस् र एउटा ठेगाना छान्नुहोस्।
nn_no: Vi kunne ikkje stadfeste den adressa. Sjekk informasjonen din og vel ei adresse.
no: Vi kan ikke bekrefte denne adressen. Kontroller informasjonen din, og velg en adresse.
or: ଆମେ ସେହି ଠିକଣା ଯାଞ୍ଚ କରିପାରିଲୁ ନାହିଁ । ଆପଣଙ୍କ ସୂଚନା ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଏକ ଠିକଣା ବାଛନ୍ତୁ ।
pa_in: ਅਸੀਂ ਉਸ ਪਤੇ ਦੀ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕਰ ਸਕੇ। ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਇੱਕ ਪਤਾ ਚੁਣੋ।
pl: Nie można zweryfikować tego adresu. Sprawdź swoje informacje i wybierz adres.
ru: Не удалось проверить этот адрес. Проверьте сведения и выберите адрес.
sl: Tega naslova ni bilo mogoče preveriti. Preverite svoje podatke in izberite naslov.
sr_cyrl_rs: Нисмо могли да верификујемо ту адресу. Проверите информације и одаберите адресу.
sr_latn_rs: Nismo mogli da verifikujemo tu adresu. Proverite informacije i odaberite adresu.
sv: Det gick inte att verifiera adressen. Kontrollera din information och välj en adress.
ta: அந்த முகவரியை எங்களால் சரிபார்க்க முடியவில்லை. உங்கள் தகவல்களைச் சரிபார்த்து, ஒரு முகவரியைத் தேர்வுசெய்யவும்.
te: మేము ఆ చిరునామాను ధృవీకరించలేకపోయాము. మీ సమాచారాన్ని తనిఖీ చేయండి మరియు చిరునామాను ఎంచుకోండి.
th: เราไม่สามารถยืนยันที่อยู่นั้นได้ ตรวจสอบข้อมูลของคุณและเลือกที่อยู่
tr: Bu adres doğrulanamadı. Bilgilerinizi kontrol edin ve adres seçin.
tt: Бу адресны тикшереп булмады. Мәгълүматыгызны тикшерегез һәм адресны сайлагыз.
ug: بۇ ئادرېسنى دەلىللىيەلمىدۇق. ئۇچۇرلارنى تەكشۈرۈپ ئادرېس تاللاڭ.
uk: Не вдалося перевірити цю адресу. Перевірте введені відомості та виберіть адресу.
ur: ہم اس پتے کی تصدیق نہیں کر سکے۔ اپنی معلومات چیک کریں اور ایک پتے کا انتخاب کریں۔
vi: Chúng tôi không thể xác minh địa chỉ đó. Kiểm tra thông tin của bạn và chọn một địa chỉ.
zh_hans: 我们无法验证该地址。检查你的信息并选择地址。
zh_hant: 無法驗證該地址。檢查您的資訊並選擇地址。

# Word.Address.Verify.NoSuggestionsMessage
source: We couldn't validate your address. Please ensure the address you've entered is correct.
af: Ons kon nie jou adres valideer nie. Maak asseblief seker dat die adres wat jy ingevoer het korrek is.
am: አድራሻዎን ማረጋገጥ አልቻልንም። እባክዎ ያስገቡት አድራሻ ትክክል መሆኑን ያረጋግጡ።
ar: تعذر التحقق من صحة عنوانك. الرجاء التأكد من أن العنوان الذي أدخلته صحيح.
as: আমি আপোনাৰ ঠিকনাৰ বৈধতা নিৰূপণ কৰিব নোৱাৰিলোঁ। অনুগ্ৰহ কৰি আপুনি প্ৰবিষ্ট কৰা ঠিকনাটো শুদ্ধ হোৱাটো নিশ্চিত কৰক।
az: Ünvanınızı təsdiqləyə bilmədik. Daxil etdiyiniz ünvanın düzgün olduğundan əmin olun.
bg: Не успяхме да проверим адреса ви. Уверете се, че въведеният от вас адрес е правилен.
bn_in: আমরা আপনার ঠিকানা বৈধকরণ করতে পারছি না। অনুগ্রহ করে নিশ্চিত করুন যে আপনি যে ঠিকানাটি লিখেছেন সেটি সঠিক।
bs: Nismo mogli potvrditi vašu adresu. Molim vas, uverite se da je adresa koju ste uneli tačna.
cy: Roedden ni methu dilysu eich cyfeiriad. Gwiriwch mai’r cyfeiriad a roddwyd yn gywir.
da: Vi kunne ikke validere din adresse. Sørg for, at den angivne adresse er korrekt.
de: Ihre Adresse konnte nicht überprüft werden. Stellen Sie bitte sicher, dass die eingegebene Adresse richtig ist.
el: Δεν ήταν δυνατή η επικύρωση της διεύθυνσής σας. Βεβαιωθείτε ότι η διεύθυνση που πληκτρολογήσατε είναι σωστή.
es: No pudimos validar su dirección. Asegúrese de que la dirección que escribió sea correcta.
et: Me ei saanud teie aadressi kinnitada. Veenduge, et sisestatud aadress oleks õige.
eu: Ezin izan dugu baliozkotu zure helbidea. Ziurtatu idatzi duzun helbidea zuzena dela.
fa: نتوانستیم آدرس شما را تأیید کنیم. لطفاً مطمئن شوید آدرسی که وارد کرده‌اید، صحیح است.
ga: Níor éirigh linn do sheoladh a bhailíochtú. Cinntigh go bhfuil an seoladh a chuir tú isteach ceart.
gd: Cha b’ urrainn dhuinn an seòladh agad a dhearbhadh. Dèan cinnteach gu bheil an seòladh a chuir thu a-steach ceart.
gl: Non se puido validar o seu enderezo. Asegúrese de que o enderezo que introduciu é correcto.
gu: અમે તમારું સરનામું માન્ય કરી શક્યાં નથી. કૃપયા સુનિશ્ચિત કરો કે તમારું દાખલ કરેલું સરનામું સાચું છે.
he: לא הצלחנו לאמת את הכתובת שלך. ודא שהכתובת שהזנת נכונה.
hi: हम आपका पता सत्यापित नहीं कर सके. कृपया सुनिश्चित करें कि आपने जो पता दर्ज किया है, वह सही है.
hr: Provjera valjanosti vaše adrese nije moguća. Provjerite je li adresa koju ste unijeli točna.
hu: Nem sikerült ellenőrizni a címet. Győződjön meg a megadott cím helyességéről.
id: Kami tidak dapat memvalidasi alamat Anda. Pastikan bahwa alamat yang Anda masukkan benar.
is: Ekki tókst að staðfesta heimilisfangið þitt. Gakktu úr skugga um að heimilisfangið sem þú færðir inn sé rétt.
ja: アドレスを検証できませんでした。入力したアドレスが正しいことをご確認ください。
ka: თქვენი მისამართის დადატურება ვერ მოხერხდა. დარწმუნდით, რომ თქვენ მიერ მითითებული მისამართი სწორია.
kk: Мекенжайыңызды тексере алмадық. Енгізілген мекенжайдың дұрыстығын тексеріңіз.
kn: ನಿಮ್ಮ ವಿಳಾಸವನ್ನು ಮಾನ್ಯಗೊಳಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ನೀವು ನಮೂದಿಸಿದ ವಿಳಾಸವು ಸರಿಯಾಗಿದೆ ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ.
ko: 주소의 유효성을 검사할 수 없습니다. 입력한 주소가 올바른지 확인하세요.
lo: ພວກເຮົາບໍ່ສາມາດຢັ້ງຢືນທີ່ຢູ່ຂອງທ່ານໄດ້. ກະລຸນາກວດສອບໃຫ້ແນ່ໃຈວ່າທີ່ຢູ່ຂອງທ່ານໄດ້ເຂົ້າແມ່ນຖືກຕ້ອງ.
lt: Nepavyko patikrinti jūsų adreso. Įsitikinkite, kad įvestas adresas yra teisingas.
lv: Neizdevās validēt jūsu adresi. Lūdzu, pārliecinieties, vai ievadītā adrese ir pareiza.
mi: Kāore i taea tō wāhitau te whakamana. Āta tirohia kei te tika te wāhitau i tāuru koe.
mk: Не можевме да ја потврдиме вашата адреса. Ве молиме проверете дали адресата што ја внесовте е точна.
ml: ഞങ്ങൾക്ക് നിങ്ങളുടെ വിലാസം സാധൂകരിക്കാൻ കഴിഞ്ഞില്ല. നിങ്ങൾ നൽകിയ വിലാസം ശരിയാണെന്ന് ഉറപ്പുവരുത്തുക.
mr: आम्ही आपला पत्ता सत्यापित करू शकलो नाही. कृपया आपण प्रविष्ठ केलेला पत्ता योग्य असल्याची खात्री करा.
ms: Kami tidak dapat mengesahkan alamat anda. Sila pastikan alamat yang anda masukkan adalah betul.
mt: Ma stajniex nivvalidaw l-indirizz tiegħek. Żgura li l-indirizz li daħħalt huwa korrett.
ne: हामीले तपाईंको ठेगाना मान्य गर्न सकेनौँ। कृपया तपाईंले प्रविष्ट गर्नुभएको ठेगाना सही छ भनी सुनिश्चित गर्नुहोस्।
nn_no: Vi kunne ikkje stadfeste at adressa di er gyldig. Forsikre deg om at du har oppgitt riktig adresse.
no: Vi kan ikke bekrefte adressen din. Kontroller at adressen du har skrevet inn er riktig.
or: ଆମେ ଆପଣଙ୍କ ଠିକଣା ବୈଧ କରିପାରିଲୁ ନାହିଁ। ଦୟାକରି ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣ ପ୍ରବେଶ କରିଥିବା ଠିକଣା ସଠିକ୍ ଅଟେ।
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਪਤੇ ਨੂੰ ਪ੍ਰਮਾਣਿਤ ਨਹੀਂ ਕਰ ਸਕੇ। ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਕਿ ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖ਼ਲ ਕੀਤਾ ਗਿਆ ਪਤਾ ਸਹੀ ਹੈ।
pl: Nie można zweryfikować Twojego adresu. Upewnij się, że wprowadzony adres jest poprawny.
ru: Не удалось проверить ваш адрес. Убедитесь в правильности введенного адреса.
sl: Vašega naslova ni bilo mogoče preveriti. Preverite, ali je vneseni naslov pravilen.
sr_cyrl_rs: Нисмо могли да проверимо ваљаност ваше адресе. Уверите се да је адреса коју сте унели исправна.
sr_latn_rs: Nismo mogli da proverimo valjanost vaše adrese. Proverite da li je adresa koju ste uneli ispravna.
sv: Vi kunde inte verifiera din adress. Kontrollera att den angivna adressen är korrekt.
ta: உங்கள் முகவரியை எங்களால் சரிபார்க்க முடியவில்லை. நீங்கள் உள்ளிட்ட முகவரி சரியானது என்பதை உறுதிசெய்யவும்.
te: మేము మీ చిరునామాను ధ్రువీకరించలేకపోయాము. దయచేసి మీరు నమోదు చేసిన చిరునామా సరైనదని ధృవీకరించుకోండి.
th: เราไม่สามารถตรวจสอบความถูกต้องของที่อยู่ของคุณได้ โปรดตรวจสอบให้แน่ใจว่าที่อยู่ที่คุณป้อนถูกต้อง
tr: Adresinizi doğrulayamadık. Lütfen girdiğiniz adresin doğru olduğundan emin olun.
tt: Адресыгызны тикшереп булмады. Кертелгән адресның дөреслеген тикшерегез.
ug: ئادرېسىڭىزنى دەلىللىيەلمىدۇق. كىرگۈزگەن ئادرېس توغرىمۇ جەزملەڭ.
uk: Не вдалося перевірити вашу адресу. Переконайтеся, що введено правильну адресу.
ur: ہم آپ کے پتے کو جواز نہیں دے سکے۔ براہ کرم یقینی بنائیں کہ آپ کا درج کردہ پتہ درست ہے۔
uz: Manzilingizni tasdiqlab boʻlmadi. Siz kiritgan manzil toʻgʻri ekaniga ishonch hosil qiling.
vi: Chúng tôi không thể xác thực địa chỉ của bạn. Vui lòng đảm bảo địa chỉ bạn đã nhập là chính xác.
zh_hans: 无法验证你的地址。请确保输入的地址正确无误。
zh_hant: 無法驗證您的地址。請確認您輸入的地址正確。
