Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CSVGifting.Disclaimer
source: By redeeming this code, you expressly consent to the full value of the Microsoft gift card or code being added to your account balance and acknowledge that this means you lose your legal right to cancel this purchase and get a refund if such a right to a “cooling-off” period applies in your country. Your other legal rights are not affected. This transaction is subject to the <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft gift card terms and conditions</a>.
af: Deur hierdie kode op te eis, stem jy uitdruklik in dat die volle waarde van die Microsoft-geskenkkaart of -kode by jou rekeningsaldo gevoeg word en herken jy dat dit beteken dat jy jou wettige reg verloor om hierdie aankope te kanselleer en ’n terugbetaling te kry indien sodanige reg tot ’n “afkoel”-tydperk in jou land geld. Jou ander wettige regte word nie geraak nie. Hierdie transaksie is onderhewig aan die <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft-geskenkkaart se bepalings en voorwaardes</a>.
am: ይህንን ኮድ በመጠየቅ፣ ለ Microsoft የግዢ ካርድ ሙሉ ዋጋ ወይም ኮድ ወደ ቀሪ ሂሳብዎ እንዲታከል በግልጽ መፍቀድዎንና ይህም ማለት በእርስዎ አገር ውስጥ እንደ “የማቀዝቀዝ” ጊዜ ተፈጻሚ የሚሆን ከሆነ፣ ይህንን ግዢ ለመሰረዝና ተመላሽ ክፍያ ለመጠየቅ ያለዎትን መብት እንደሚያጡ ያረጋግጣሉ። ሌሎቹ የህግ መብቶችዎ ላይ ምንም ውጤት አያመጣም። ይህ ግብይት በ <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft የግዢ ካርድ ደንቦችና ሁኔታዎች</a> የሚገዛ ይሆናል።
ar: عبر استرداد هذا الرمز، فإنك توافق صراحةً على القيمة الكاملة لبطاقة هدية Microsoft أو الرمز الذي تتم إضافته إلى رصيد حسابك والإقرار بأن هذا يعني أنك تخسر حقك القانوني في إلغاء هذا الشراء والحصول على رد في حالة تطبيق حق "فترة الانتظار" في دولتك. ولا تتأثر حقوقك القانونية الأخرى. تخضع هذه المعاملة <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">لبنود وشروط بطاقة هدايا Microsoft</a>.
as: এই কোডটো ৰিডীম কৰি, আপুনি Microsoft উপহাৰ কাৰ্ড বা কোডৰ সম্পূৰ্ণ মূল্য আপোনাৰ একাউণ্ট বেলেন্সত যোগ দিয়াত সন্মতি দিছে আৰু স্বীকাৰ কৰিছে যে ইয়াৰ অৰ্থ হৈছে যে আপুনি এই ক্ৰয় বাতিল কৰা আৰু ধন ঘূৰাই পোৱাৰ আপোনাৰ অধিকাৰ আপুনি হেৰুৱাব, যদি আপোনাৰ দেশত এক “কুলিং-অফ” ম্যাদৰ বাবে এক এনে অধিকাৰ প্ৰযোজ্য হয়। আপোনাৰ অন্যান্য আইনী অধিকাৰ প্ৰভাৱিত নহয়। এই লেনদেনটো <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft উপহাৰ কাৰ্ডৰ নিয়ম আৰু চৰ্তাৱলী</a> সাপেক্ষে।
az: Bu kodu aktivləşdirməklə, Microsoft hədiyyə kartının və ya kodunun hesabınızın balansına əlavə edilməsinin tam qiymətinə açıq şəkildə razılıq verirsiniz və bu, bu satınalmanı ləğv etmək və geri qaytarmaq üçün qanuni hüququnuzu itirdiyiniz anlamına gəlir və ölkənizdə belə bir “qərarsızlıq” müddəti tətbiq olunursa geri ödəmə alırsınız. Digər qanuni hüquqlarınız təsir etmir. Bu əməliyyat <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft hədiyyə kartı şərtlərinə və müddəalarına</a> tabedir.
bg: С използването на този код се съгласявате изрично с добавянето на пълната стойност на ваучера за подарък или кода на Microsoft към баланса на акаунта и приемате, че това означава, че ще загубите законното си право да отмените тази покупка и средствата ви да бъдат възстановени, ако подобно право на период на “размисъл“ съществува във вашата страна. Другите ви законни права остават непроменени. Тази транзакция е предмет на <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Правила и условията за ваучерите за подарък на Microsoft</a>.
bn_in: এই কোডটি ভাঙানোর মাধ্যমে, আপনি আপনার অ্যাকাউন্ট ব্যালেন্সে যুক্ত হওয়া Microsoft উপহার কার্ড বা কোডের সম্পূর্ণ মূল্যের সাথে স্পষ্টভাবে সম্মত হচ্ছেন এবং স্বীকার করছেন যে এর অর্থ হল আপনি এই ক্রয় বাতিল করার ও অর্থ ফেরত পাওয়ার আইনি অধিকার হারাচ্ছেন, যদি আপনার দেশে “কুলিং-অফ” সময়কালে এই ধরনের অধিকার প্রযোজ্য হয়। আপনার অন্যান্য আইনি অধিকার অক্ষুণ্ণ থাকছে। এই লেনদেনটি <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft উপহার কার্ডের শর্তাবলী</a>-মেনে করা হচ্ছে।
bs: Otkuplјivanjem ovog kôda izražavate saglasnost da se puna vrijednost Microsoft poklon kartice ili kôda doda na vaše stanje računa i saglasni ste da to znači da gubite zakonsko pravo da otkažete ovu kupovinu i dobijete povrat novca ako se takvo pravo na period “čekanja” primjenjuje u vašoj zemlјi. Vaša druga prava nisu izmijenjena. Ova transakcija podliježe <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Odredbama i uslovima za Microsoft poklon kartice</a>.
cy: Drwy ddefnyddio'r cod hwn, rydych chi'n caniatáu bod gwerth llawn y cerdyn rhodd neu'r cod Microsoft yn cael ei ychwanegu at falans eich cyfrif ac yn cydnabod bod hyn yn golygu eich bod yn colli eich hawl cyfreithiol i ganslo'r pryniant hwn a chael ad-daliad os oes hawl o'r fath i gyfnod “oeri” yn berthnasol yn eich gwlad. Dydy hyn ddim yn effeithio ar eich hawliau cyfreithiol eraill. Mae'r trafodyn hwn yn amodol ar <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">delerau ac amodau cardiau rhodd Microsoft</a>.
da: Når du indløser denne kode, accepterer du, at den samlede værdi af Microsoft-gavekortet eller -koden føjes til saldoen på din konto. Du accepterer samtidigt, at du dermed mister din juridiske ret til at annullere dette køb og få en refusion, hvis en sådan “fortrydelsesret” er gældende i dit land. Dine andre juridiske rettigheder påvirkes ikke. Denne transaktion er underlagt <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">vilkår og betingelser for Microsoft-gavekort</a>.
de: Wenn Sie diesen Code einlösen, stimmen Sie ausdrücklich zu, dass der vollständige Wert der Microsoft-Geschenkkarte oder des Codes Ihrem Konto hinzugefügt wird, und erklären ausdrücklich, dass Sie damit Ihre gesetzlichen Rechte zum Abbruch dieses Kaufs verlieren und keine Rückerstattung erhalten, falls dieses Recht auf eine Bedenkzeit in Ihrem Land gilt. Ihre übrigen gesetzlichen Rechte sind nicht betroffen. Diese Transaktion unterliegt den <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">allgemeinen Geschäftsbedingungen für Microsoft-Geschenkkarten</a>.
el: Με την εξαργύρωση αυτού του κωδικού, παρέχετε ρητά την συγκατάθεσή σας για την πλήρη αξία της δωροκάρτας ή του κωδικού Microsoft που προστίθεται στο υπόλοιπο του λογαριασμού σας και αποδέχεστε ότι αυτό σημαίνει την απώλεια του νόμιμου δικαιώματός σας για ακύρωση αυτής της αγοράς και επιστροφή χρημάτων, εάν ισχύει το εν λόγω δικαίωμα “υπαναχώρησης” στη χώρα σας. Τα υπόλοιπα νόμιμα δικαιώματά σας δεν επηρεάζονται. Αυτή η συναλλαγή υπόκειται στους <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Όρους και προϋποθέσεις δωροκάρτας Microsoft</a>.
es: Al canjear este código, expresa su consentimiento de manera explícita para el valor completo del código o de la tarjeta regalo de Microsoft que se está agregando al saldo de su cuenta y confirma que esto significa que ha perdido el derecho legal de cancelar esta compra y de obtener un reembolso si dicho derecho a un período de reflexión es aplicable en su país o región. Sus demás derechos legales no se ven afectados. Esta transacción está sujeta a los <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">términos y condiciones de las tarjetas regalo de Microsoft</a>.
et: Selle koodi lunastamisega nõustute Microsofti kinkekaardi või koodi lisamisega täies ulatuses oma kontosaldole ja kinnitate, et sellega kaotate oma seadusliku õiguse ostu tühistada ning tagasimakset saada, kui teie riigis kehtib selline õigus nn järelemõtlemisajale. Teie muid seaduslikke õigusi see ei mõjuta. Sellele ülekandele kehtivad <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsofti kinkekaarditingimused</a>.
eu: Kode hau trukatzen baduzu, zure kontuaren balantzean gehituko den Microsoft opari-txartelaren edo kodearen balio osoa ordaintzea onartzen duzu eta erosketa hau uzteko eta diru-itzultze bat izateko (zure herrialdean probaldia izateko eskubidea aplikatzen bada) eskubide legala galduko duzula jakitun eta ados geratzen zara. Gainontzeko eskubide legalak ez dira aldatuko. Transakzio hau <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft opari-txartelaren zehaztapenen eta baldintzen mendean dago</a>.
fa: با نقد کردن این کد، شما رضایت کامل خود را مبنی بر افزودن ارزش کامل کارت هدیه Microsoft یا کد به موجودی حساب خود ابراز می‌کنید و می‌پذیرید که این کار به معنای از دست دادن حقوق قانونی شما برای لغو این خرید است و حتی اگر در کشور شما دوره «بازگشت کالا» وجود داشته باشد حق استرداد وجه را از دست می‌دهید. سایر حقوق قانونی شما تحت تأثیر قرار نمی‌گیرند. این تراکنش تابع <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">شرایط و ضوابط کارت هدیه Microsoft</a> است.
ga: Tríd an gcód seo a fhuascailt, glacann tú leis go sainráite go gcuirfear luach iomlán an chárta nó an chód bronntanais Microsoft le d'iarmhéid cuntais agus admhaíonn tú gurb ionann é seo agus do cheart dlíthiúil chun an ceannachán seo a chur ar ceal agus aisíocaíocht a fháil a chailleadh más rud é go bhfuil feidhm ag a leithéid de cheart chun tréimhse “marana” i do thír. Ní chuirtear isteach ar do chearta dlíthiúla eile. Tá an t-idirbheart seo faoi réir ag <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">téarmaí agus coinníollacha chárta bronntanais Microsoft</a>.
gd: Ma chuireas tu gu feum an còd seo, bidh tu ag aontachadh gun tèid làn-luach na cairte no a’ chòd phrèasaint Microsoft a chur ri balans a’ chunntais agad agus tha thu ag aontachadh nach bi còir laghail agad tuilleadh air a’ cheannach a chur gu neoini ’s ath-dhìoladh fhaighinn air ma tha rud mar “ùine cnuasachaidh” ann nad dhùthaich. Cha bhi buaidh air a’ chòrr dhe do chòraichean laghail. Tha an tar-chur seo fo bhuaidh <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">teirmichean cumhaichean chairtean-prèasaint Microsoft</a>.
gl: Ao trocar este código, consentes expresamente que o valor total do código ou tarxeta agasallo de Microsoft se engada ao saldo da conta e recoñeces que isto significa que perderás o dereito legal a cancelar esta compra e obter unha devolución no caso de que exista un período de “reflexión” no teu país. O resto dos teus dereitos legais non se verán afectados. Esta transacción está suxeita aos <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Termos e condicións da tarxeta agasallo de Microsoft</a>.
gu: આ કોડ રીડિમ કરીને, તમે સ્પષ્ટપણે Microsoft ગિફ્ટ કાર્ડ અથવા કોડના પૂર્ણ મૂલ્યને તમારા ખાતાના બેલેન્સમાં ઍડ કરવાની સંમતિ આપો છો અને એ સ્વીકારો છો કે એનો અર્થ છે કે જો તમારા દેશમાં "કૂલિંગ-ઑફ" અવધિનો આવો કોઈ અધિકાર લાગુ થતો હોય, તો તમે આ ખરીદીને રદ કરવાનો અને રીફંડ મેળવવાનો તમારો કાનૂની અધિકાર ગુમાવો છો. તમારા અન્ય કાનૂની અધિકારો પ્રભાવિત થતા નથી. આ વહેવાર <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft ગિફ્ટ કાર્ડના નિયમો અને શરતો</a>ને પાત્ર છે.
he: במימוש קוד זה, אתה מסכים מפורשות שהערך המלא של כרטיס המתנה או קוד המתנה של Microsoft יתווסף ליתרת החשבון שלך ואתה מסכים שפירוש הדבר שאתה מאבד את זכותך החוקית לבטל רכישה זו ולקבל זיכוי אם זכות כזו לתקופת “צינון” חלה בארצך. הזכויות החוקיות האחרות שלך לא מושפעות. עסקה זו כפופה ל<a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">תנאים והגבלות של כרטיס המתנה של Microsoft</a>.
hi: इस कोड को रिडीम करके आप स्पष्ट रूप से Microsoft गिफ्ट कार्ड या कोड को आपके शेष में जोड़े जाने की सहमति देते हैं और स्वीकार करते हैं कि आपने इस खरीदी को रद्द करने और यदि आपके देश में “कूलिंग-ऑफ़” अवधि लागू होती है, तो धनवापसी का कानूनी अधिकार खो दिया है. आपके अन्य कानूनी अधिकार प्रभावित नहीं हुए हैं. यह ट्रांज़ैक्शन इसके अधीन है <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft gift card terms and conditions</a>.
hr: Aktiviranjem koda izražavate pristanak na dodavanje cijele vrijednosti Microsoftova poklon-bona ili kôda na saldo računa i prihvaćate da to znači gubitak zakonskog prava na otkazivanje kupnje i povrat sredstava ako se u vašoj državi primjenjuje rok za odustajanje. To ne utječe na vaša druga zakonska prava. Na transakciju se primjenjuju <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">uvjeti i odredbe za Microsoftove poklon-bonove</a>.
hu: A kód beváltásával Ön beleegyezik, hogy a Microsoft ajándékkártya vagy kód teljes értékét jóváírjuk az Ön egyenlegén, és tudomásul veszi, hogy ezzel elveszíti a vásárlástól való visszalépésre és a pénzvisszatérítésre vonatkozó jogát, amennyiben az Ön országában biztosít ilyen jogot valamilyen jogszabály. Más jogait a művelet nem érinti. Ez a tranzakció a <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft ajándékkártyákra vonatkozó feltételek és kikötések</a> hatálya alá esik.
id: Dengan menukarkan kode ini, Anda secara sengaja menyetujui nilai penuh kartu hadiah Microsoft atau kode yang ditambahkan ke saldo akun Anda dan mengakui bahwa ini berarti Anda kehilangan hak hukum Anda untuk membatalkan pembelian ini dan mendapatkan pengembalian saldo jika hak untuk periode "tenang" berlaku di negara Anda. Hak hukum Anda yang lain tidak akan terpengaruh. Transaksi ini tunduk pada <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">syarat dan ketentuan kartu hadiah Microsoft</a>.
is: Ef þú leysir þennan kóða út gefurðu samþykki þitt fyrir því að öll upphæð Microsoft-gjafakortsins eða kóðans sé bætt við reikninginn þinn og viðurkennir að með því tapar þú lagalegum rétti þínum á að hætta við innkaupin og fá endurgreitt, séu slíkar reglur um umþóttunartíma í gildi í þínu landi. Þetta hefur ekki áhrif á önnur lagaleg réttindi þín. Þessi færsla er háð <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Skilmálum um Microsoft-gjafakort</a>.
ja: このコードを引き換えると、アカウント残高に Microsoft ギフト カードまたはコードの全額を追加することを明示的に同意することを示し、これはまた “クーリング オフ“ の期間が適用される国の場合には、かかる購入のキャンセルの実施、および払い戻しを受ける法的権利を失うことに同意することを意味します。お客様の他の法的権利に影響はありません。この取引は、<a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft ギフト カードご契約条件</a>に従います。
ka: ამ კოდის გამოყენებით თქვენ თანხმდებით, რომ Microsoft-ის სასაჩუქრე ბარათის ან კოდის სრული ღირებულება დაემატოს თქვენს ანგარიშის ბალანსს და აცნობიერებთ, რომ ვეღარ შეძლებთ ამ შეძენის გაუქმებასა და თანხის დაბრუნებას, თუ „მოფიქრების პერიოდი“ მოქმედებს თქვენს ქვეყანაში. თქვენს სხვა სამართლებრივ უფლებებზე ეს ვერ იმოქმედებს. ამ ტრანსაქციაზე ვრცელდება <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft-ის სასაჩუქრე ბარათის წესები და პირობები</a>.
kk: Осы кодты белсендіру арқылы Microsoft сыйлық картасының немесе шотыңыздағы қалдыққа қосылған кодтың толық құнымен келісесіз және осы сатып алудан бас тарту заңды құқығынан айырылатыныңызбен және еліңізде «байқау» кезеңіне осындай құқық берілсе, ақша қайтарымын алатыныңызбен келісесіз. Басқа заңды құқықтарыңызға әсер етпейді. Осы транзакцияға <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft сыйлық карта шарттары мен талаптары</a> қолданылады.
kn: ಈ ಕೋಡ್ ರಿಡೀಮ್ ಮಾಡುವ ಮೂಲಕ, ನೀವು ಸ್ಪಷ್ಟವಾಗಿ Microsoft ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಅಥವಾ ನಿಮ್ಮ ಖಾತೆಯ ಉಳಿತಾಯಕ್ಕೆ ಸೇರಿಸಲಾದ ಕೋಡ್ ನ ಪೂರ್ಣ ಮೌಲ್ಯವನ್ನು ಒಪ್ಪಿಕೊಳ್ಳುವಿರಿ ಮತ್ತು ನಿಮ್ಮ ರಾಷ್ಟ್ರಕ್ಕೆ ಅನ್ವಯಿಸುವ ಅವಧಿ “ಕೂಲಿಂಗ್-ಆಫ್” ಗೆ ಸರಿಯಾಗಿದ್ದರೆ ಈ ಖರೀದಿ ಮತ್ತು ಮರುಪಾವತಿ ಪಡೆಯುವುದನ್ನು ರದ್ದುಗೊಳಿಸಲು ನಿಮ್ಮ ಕಾನೂನು ಹಕ್ಕನ್ನು ಕಳೆದುಕೊಳ್ಳುವಿರಿ ಎಂದರ್ಥ. ನಿಮ್ಮ ಇತರ ಕಾನೂನು ಹಕ್ಕುಗಳ ಮೇಲೆ ಯಾವುದೇ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ. ಈ ವಹಿವಾಟು <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017"> Microsoft ಉಡುಗೊರೆ ಕಾರ್ಡ್ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳಿಗೆ ಒಳಪಟ್ಟಿರುತ್ತದೆ</a>.
ko: 이 코드를 사용하면 귀하는 명시적으로 Microsoft 기프트 카드 또는 코드의 전체 금액이 귀하의 계정 잔액에 추가됨에 동의하며 이는 귀하가 거주하는 국가에서 "계약 철회 가능" 기간의 권리가 적용되는 경우에 이 구매를 취소하고 환불을 받을 수 있는 법적 권리를 잃게 됨을 의미함을 인정하는 것으로 간주됩니다. 그 외 법적 권리는 영향을 받지 않습니다. 이 거래는 <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft 기프트 카드 계약조건</a>에 따라 변경될 수 있습니다.
lo: ໂດຍການແລກລະຫັດນີ້, ທ່ານຍິນຍອມເຫັນດີຕໍ່ກັບມູນຄ່າເຕັມຂອງບັດຂອງຂັວນ Microsoft ຫຼື ລະຫັດທີ່ກຳລັງຖືກເພີ່ມໃສ່ຍອດເງິນໃນບັນຊີຂອງທ່ານ ແລະຮັບຮູ້ວ່າ ນີ້ໝາຍເຖິງວ່າທ່ານຈະສູນເສຍສິດທິທາງກົດໝາຍໃນການຍົກເລີກການຊື້ນີ້ ແລະໄດ້ຮັບການສົ່ງເງິນຄືນຖ້ານໍາໃຊ້ສິດທິໃນການມີ “ໄລຍະປອດພັນທະ” ໃນປະເທດຂອງທ່ານ. ສິດທິດ້ານກົດໝາຍອື່ນຂອງທ່ານບໍ່ຖືກກະທົບ. ທຸລະກໍານີ້ຂຶ້ນກັບ <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">ຂໍ້ກຳນົດ ແລະເງື່ອນໄຂຂອງບັດຂອງຂັວນ Microsoft</a>.
lt: Naudodami šį kodą aiškiai sutinkate su visa „Microsoft“ dovanų kortelės arba kodo, įtraukiamo į jūsų abonemento balansą, verte bei pripažįstate, kad tai reiškia, jog prarandate savo teisę atšaukti šį pirkinį ir susigrąžinti pinigus, jei tokia teisė „atvėsimo“ laikotarpiu taikoma jūsų šalyje. Kitos jūsų teisės nėra paveikiamos. Šiai operacijai taikomos <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">„Microsoft“ dovanų kortelių sąlygos</a>.
lv: Izmantojot šo kodu, jūs tieši piekrītat Microsoft dāvanu kartes vai koda pilnās vērtības pieskaitīšanai jūsu konta bilancei, un apliecināt, ka ar šo zaudējat juridiskās tiesības atcelt šo pirkumu un saņemt atmaksu, ja likumi jūsu valstī paredz šādu “pārdomāšanas” periodu. Citas jūsu juridiskās tiesības netiek ietekmētas. Šo darījumu regulē <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft dāvanu karšu noteikumi un nosacījumi</a>.
mi: Mā te hokonga atu o tēnei waehere, e whakaae pū ana koe kia tāpiria te uara katoa o te kāri hākari Microsoft, o te waehere rānei ki te toenga o tō pūkete, me te mōhio nō konei ka ngaro i a koe tō motika ā-ture ki te whakakore i tēnei hokonga me te whiwhi whakahokinga moni anō hoki, ina pā te motika "wā whakamātao" ki tō whenua. Kāore e pāngia ērā atu o ō motika ā-ture. Ka taka tēnei tauwhitinga i raro i <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Ngā ture me ngā whakaritenga kāri hākari Microsoft</a>.
mk: Со откупување на овој код, јасно се согласувате со целосната вредност на подарок-картичката или кодот на Microsoft што ќе се додаде на состојбата на вашата сметка и признавате дека ова значи губење на вашето законско право за откажување на купувањето и за рефундирање доколку во вашата држава имате право на период на „размислување“. Ги задржувате сите други законски права. Оваа трансакција е предмет на <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">одредбите и условите за подарок-картичките на Microsoft</a>.
ml: ഈ കോഡ് റിഡീം ചെയ്യുന്നതിലൂടെ, മൈക്രോസോഫ്റ്റ് ഗിഫ്റ്റ് കാർഡിന്റെയോ കോഡിന്റെയോ മുഴുവൻ മൂല്യവും നിങ്ങളുടെ അക്കൗണ്ട് ബാലൻസിലേക്ക് ചേർക്കുന്നതിന് നിങ്ങൾ വ്യക്തമായി സമ്മതിക്കുന്നു കൂടാതെ നിങ്ങളുടെ രാജ്യത്ത് “കൂളിംഗ്-ഓഫ്” കാലയളവിലേക്കുള്ള അത്തരം അവകാശം ബാധകമാണെങ്കിൽ, ഈ വാങ്ങൽ റദ്ദാക്കാനും റീഫണ്ട് നേടാനുമുള്ള നിങ്ങളുടെ നിയമപരമായ അവകാശം നഷ്‌ടപ്പെടുമെന്നാണ് ഇതിനർത്ഥം. നിങ്ങളുടെ മറ്റ് നിയമപരമായ അവകാശങ്ങളെ ബാധിക്കില്ല. ഈ ഇടപാട് <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">ഗിഫ്റ്റ് കാർഡ് നിബന്ധനകൾക്കും വ്യവസ്ഥകൾക്കും</a> വിധേയമാണ്.
mr: हा कोड रीडिम करून, आपण आपल्या खात्याच्या शिल्लक रकमेमध्ये समाविष्ट केले जात असलेल्या Microsoft च्या भेट कार्ड किंवा कोडच्या संपूर्ण मूल्याला स्पष्टपणे संमती देता आणि याचा अर्थ आपण ही खरेदी रद्द करण्याचा आपला कायदेशीर अधिकार आणि आपल्या देशामध्ये “कुलिंग-ऑफ” कालावधीचा असा अधिकार असल्यास रक्कम परत मिळवण्याचा अधिकार गमावता, यासोबत सहमत आहात. आपल्या इतर कायदेशीर अधिकारांवर परिणाम होणार नाही. हा व्यवहार <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft भेट कार्ड अटी आणि शर्ती</a> च्या अधीन आहे.
ms: Dengan menebus kod ini, anda dengan jelas bersetuju terhadap nilai penuh kad hadiah Microsoft atau kod yang ditambah ke baki akaun anda dan mengakui bahawa ini bermakna anda kehilangan hak undang-undang untuk membatalkan pembelian ini dan mendapat bayaran balik jika hak bagi tempoh “bertenang” terpakai di negara anda. Hak undang-undang anda yang lain tidak terjejas. Urus niaga ini tertakluk pada <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">terma dan syarat kad hadiah Microsoft</a>.
mt: Billi ssarraf dan il-kodiċi, inti espressament tagħti kunsens għall-valur sħiħ tal-kard li tissarraf f’rigali ta’ Microsoft jew il-kodiċi li qed jiġu miżjuda mal-bilanċ tal-kont tiegħek u tagħraf li dan ifisser li titlef id-dritt legali tiegħek li tikkanċella din ix-xirja u tikseb rimborż jekk tali dritt għal perjodu “cooling-off” japplika fil-pajjiż tiegħek. Id-drittijiet legali l-oħra tiegħek mhumiex affettwati. Din it-tranżazzjoni hija soġġetta għat-<a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">termini u l-kundizzjonijiet tal-kard li tissarraf f’rigali ta’ Microsoft</a>.
ne: यो कोड लाई रिडीम गरेर, तपाइँले आफ्नो खाता ब्यालेन्समा थपिएको Microsoft gift card वा code को पूर्ण मानमा expressly consent गर्नुहुन्छ र स्वीकार गर्नुहुन्छ कि यसको मतलब तपाईले यो खरिद रद्द गर्ने आफ्नो कानुनी अधिकार गुमाउनुहुन्छ र यदि "cooling-off" अवधिको त्यस्तो अधिकार तपाइँको देशमा लागू हुन्छ भने रिफन्ड प्राप्त गर्नुहोस्। तपाईंको अर्को कानुनी अधिकार प्रभावित छैन। यो लेनदेन <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft gift card terms and conditions</a> को अधीनमा छ।
nn_no: Ved å løyse inn denne koda samtykkjer du i den totale verdien av Microsoft-gåvekortet eller koda som vert lagt til i kontosaldoen din. Samstundes godtek du at innløysinga opphevar eventuelle rettar du måtte ha til å heve kjøpet og be om refusjon. Andre lovfesta rettar du har, vert ikkje påverka. Denne transaksjonen er underlagt<a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft-vilkåra for gåvekort</a>.
no: Ved å løse inn denne koden godtar du uttrykkelig at hele verdien av Microsoft-gavekortet eller -koden legges til i kontosaldoen. Du godtar også at dette innebærer at du mister dine juridiske rettigheter til å annullere dette kjøpet og motta refusjon hvis en slik angrerett gjelder i ditt land. Dine andre juridiske rettigheter påvirkes ikke. Denne transaksjonen er underlagt <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Vilkår og betingelser for Microsoft-gavekort</a>.
or: ଏହି ସଂକେତକୁ ରିଡିମ୍ କରି, ଆପଣ ନିଜର ଏକାଉଣ୍ଟ୍ ବାଲାନ୍ସରେ ଯୋଡାଯାଉଥିବା Microsoft ଉପହାର କାର୍ଡ କିମ୍ବା ସଂକେତର ସମ୍ପୂର୍ଣ୍ଣ ମୂଲ୍ୟକୁ ସ୍ପଷ୍ଟ ଭାବରେ ସହମତ କରନ୍ତୁ ଏବଂ ସ୍ୱୀକାର କରନ୍ତୁ ଯେ ଏହାର ଅର୍ଥ ହେଉଛି ଆପଣ ଏହି କ୍ରୟକୁ ବାତିଲ କରିବା ଏବଂ ଯଦି ଆପଣଙ୍କର ଏପରି ଅଧିକାର ଅଛି ତେବେ ଫେରସ୍ତ ପାଇବାକୁ ଆପଣଙ୍କର ଆଇନଗତ ଅଧିକାର ହରାଇବେ. “କୁଲିଂ-ଅଫ୍” ଅବଧି ଆପଣଙ୍କ ଦେଶରେ ପ୍ରଯୁଜ୍ୟ. ଆପଣଙ୍କର ଅନ୍ୟ ଆଇନଗତ ଅଧିକାର ପ୍ରଭାବିତ ହେବ ନାହିଁ. ଏହି କାରବାର <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017"> Microsoft ଉପହାର କାର୍ଡ ନିୟମ ଏବଂ ସର୍ତ୍ତାବଳୀ </a> ଅଧୀନରେ ଅଛି.
pa_in: ਇਸ ਕੋਡ ਨੂੰ ਰੀਡੀਮ ਕਰਕੇ, ਤੁਸੀਂ ਪ੍ਰਤੱਖ ਤੌਰ 'ਤੇ Microsoft ਗਿਫਟ ਕਾਰਡ ਜਾਂ ਕੋਡ ਦਾ ਪੂਰੇ ਮੁੱਲ ਨੂੰ ਤੁਹਾਡੇ ਖਾਤੇ ਦੇ ਬਕਾਇਆ ਵਿੱਚ ਜੋੜੇ ਜਾਣ ਲਈ ਸਹਿਮਤੀ ਦਿੰਦੇ ਹੋ ਅਤੇ ਸਵੀਕਾਰ ਕਰਦੇ ਜੋ ਕਿ ਇਸਦਾ ਅਰਥ ਹੈ ਕਿ ਤੁਸੀਂ ਇਸ ਖਰੀਦ ਨੂੰ ਰੱਦ ਕਰਨ ਅਤੇ ਰਿਫੰਡ ਪ੍ਰਾਪਤ ਕਰਨ ਦਾ ਆਪਣਾ ਕਨੂੰਨੀ ਹੱਕ ਗੁਆਉਂਦੇ ਹੋ ਅਤੇ ਜੇ ਤੁਹਾਡੇ ਦੇਸ਼ ਵਿੱਚ “ਕੂਲਿੰਗ-ਆਫ” ਮਿਆਦ ਦਾ ਅਜਿਹਾ ਹੱਕ ਲਾਗੂ ਹੁੰਦਾ ਹੈ। ਤੁਹਾਡੇ ਦੂਜੇ ਕਨੂੰਨੀ ਹੱਕਾਂ 'ਤੇ ਕੋਈ ਅਸਰ ਨਹੀਂ ਹੁੰਦਾ ਹੈ। ਇਹ ਟ੍ਰਾਂਜੈਕਸ਼ਨ <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft ਗਿਫਟ ਕਾਰਡ ਲਈ ਨਿਯਮਾਂ ਅਤੇ ਸ਼ਰਤਾਂ</a> ਦੇ ਅਧੀਨ ਹੈ।
pl: Realizując ten kod, udzielasz zgody na dodanie całej kwoty bonu lub kodu upominkowego Microsoft do salda swojego konta i przyznajesz, że tym samym tracisz prawo do anulowania tego zakupu i uzyskania refundacji, jeśli prawo obowiązujące w Twoim kraju dopuszcza odstąpienie od transakcji. Inne Twoje prawa pozostają nienaruszone. Niniejszą transakcję regulują <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Postanowienia w zakresie bonów upominkowych Microsoft</a>.
ru: Активируя этот код, вы выражаете свое явное согласие с тем, что полная стоимость подарочного сертификата или кода Майкрософт будет добавлена на счет вашей учетной записи. Вы также осознаете, что утрачиваете любые юридические права на отмену этой покупки и получение возмещения, если такое понятие как "период обдумывания" применимо для вашей страны. Другие ваши юридические права не затрагиваются. Данная транзакция регулируется <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">условиями использования карты оплаты Майкрософт</a>.
sl: Če unovčite to kodo, izrecno soglašate, da se celotna vrednost Microsoftovega darilnega bona ali kode doda stanju na vašem računu, in potrjujete, da s tem izgubite svojo zakonsko pravico do preklica tega nakupa in povračila denarja, če takšna pravica do prehodnega obdobja velja v vaši državi. Druge zakonske pravice ostanejo nespremenjene. Za to transakcijo veljajo <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">pogoji in določila za Microsoftove darilne bone</a>.
sr_cyrl_rs: Активирањем овог кода дајете изричиту сагласност за целокупну вредност Microsoft поклон-картице или кода која се додаје на салдо рачуна и потврђујете да то значи да губите законско право да откажете ову куповину и добијете рефундацију ако у вашој земљи важи такво право на „период за предомишљање“. Ово не утиче на ваша друга законска права. Ову трансакцију уређују <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Одредбе и услови за Microsoft поклон-картицу</a>.
sr_latn_rs: Aktiviranjem ovog koda dajete izričitu saglasnost za celokupnu vrednost Microsoft poklon-kartice ili koda koja se dodaje na saldo računa i potvrđujete da to znači da gubite zakonsko pravo da otkažete ovu kupovinu i dobijete refundaciju ako u vašoj zemlji važi takvo pravo na „period za predomišlјanje“. Ovo ne utiče na vaša druga zakonska prava. Ovu transakciju uređuju <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Odredbe i uslovi za Microsoft poklon-karticu</a>.
sv: När du löser in den här koden samtycker du uttryckligen till att det fulla värdet av Microsoft-presentkortet eller koden sätts in på ditt konto. Du godkänner även att du härigenom mister de juridiska rättigheterna att upphäva köpet och få pengarna tillbaka (vilket du annars kan ha rätt att göra beroende på var du bor). Dina andra juridiska rättigheter påverkas inte. Överföringen omfattas av <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">de allmänna villkoren för Microsoft-presentkort</a>.
ta: இந்தக் குறியீட்டை மீட்டெடுப்பதன் மூலம், உங்கள் கணக்கு இருப்பில் சேர்க்கப்படுகின்ற Microsoft பரிசு அட்டை அல்லது குறியீட்டின் முழு மதிப்பிற்கு நீங்கள் வெளிப்படையாக ஒப்புதலளிக்கிறீர்கள் மற்றும் இந்த வாங்குதலை ரத்து செய்யும் மற்றும் உங்கள் நாட்டில் பொருந்தக்கூடிய ஒரு ”அபராதம் இல்லாமல் ரத்துசெய்யும்” காலத்திற்கான சட்டப்பூர்வமான உரிமையை இழக்கிறீர்கள் என்பதை ஏற்றுக்கொள்கிறீர்கள். உங்கள் மற்ற சட்ட உரிமைகள் பாதிக்கப்படாது. இந்தப் பரிவர்த்தனை, <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft பரிசு அட்டை விதிமுறைகள் மற்றும் நிபந்தனைகளுக்கு</a> உட்படுகிறது.
te: ఈ కోడ్‌ను రీడీమ్ చేయడం ద్వారా, Microsoft బహుమతి కార్డ్ లేదా మీ ఖాతా బ్యాలెన్స్‌కు జోడించబడే కోడ్ యొక్క పూర్తి విలువకు మీరు స్పష్టంగా సమ్మతిస్తున్నారు మరియు దీని అర్థం ఈ కొనుగోలును రద్దు చేయడానికి మరియు మీ దేశంలో "కూలింగ్ ఆఫ్" పీరియడ్‌కు అటువంటి హక్కు వర్తిస్తే రీఫండ్ పొందే మీ చట్టపరమైన హక్కును మీరు కోల్పోతారని మీరు అంగీకరిస్తున్నారు. మీ ఇతర చట్టపరమైన హక్కులు ప్రభావితం కావు. ఈ లావాదేవీ <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft బహుమతి కార్డ్ నిబంధనలు మరియు షరతులు</a>కు లోబడి ఉంటుంది.
th: เมื่อทำการลงทะเบียนใช้สิทธิโค้ดนี้ คุณยอมรับมูลค่าทั้งหมดของบัตรกำนัลหรือโค้ดของ Microsoft ที่เพิ่มลงในยอดดุลบัญชีของคุณ และรับทราบว่าการทำเช่นนี้ คุณจะสูญเสียสิทธิ์ทางกฎหมายในการยกเลิกการซื้อนี้และรับเงินคืนหากสิทธิ์ดังกล่าวอยู่ในระยะ "ปลอดพันธะ" ที่มีผลบังคับใช้ในประเทศของคุณ สิทธิ์ทางกฎหมายอื่นๆ ของคุณจะไม่ได้รับผลกระทบ ธุรกรรมนี้อยู่ภายใต้ <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">เงื่อนไขและข้อกำหนดของบัตรกำนัล Microsoft</a>
tr: Bu kodu kullanarak, Microsoft hediye kartının veya kodunun değerinin tamamının hesap bakiyenize eklenmesine onay vermiş olursunuz ve bunun aynı zamanda ülkenizde bir “soğuma” döneminin geçerli olması halinde bu alışverişi iptal etme ve para iadesi alma ile ilgili yasal hakkınızı kaybetmeniz anlamına geldiğini kabul etmiş olursunuz. Diğer yasal haklarınız bu durumdan etkilenmez. Bu işlem <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft hediye kartı hüküm ve koşullarına</a> tabidir.
tt: Бу кодны активлаштырып, сез Майкрософт бүләк карточкасының яки ​​сезнең хисап язмасы балансына өстәлгән кодның тулы бәясенә ачыктан-ачык ризалык белдерәсез, һәм бу сезнең бу сатып алудан баш тарту һәм сезнең илдә мондый "уйлау" хокукы кулланылса, кире кайтару хокукын югалтасыз. Сезнең башка хокукларыгызга тәэсир итми. Бу операция <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017"> Microsoft бүләк картасы шартлары </a> белән бәйле.
ug: بۇ كودنى نەقلىسىڭىز، Microsoft سوۋغات كارتىسى ياكى كودىدىكى بارلىق قالدۇقنىڭ ھېساباتىڭىزغا قوشۇلۇشى، بۇ مۇئامىلىنى بىكار قىلغىلى ھەمدە سىز تۇرۇشلۇق دۆلەتتە «سىناق ئىشلىتىش» ئىمتىيازى بار بولسا شۇ ئىمتىيازنىڭ كۈچتىن قالىدىغانلىقىغا قوشۇلغان بولىسىز. باشقا قانۇنلۇق ھوقۇق-مەنپئەتىڭىز تەسىرگە ئۇچرىمايدۇ. بۇ مۇئامىلە <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft سوۋغات كارتىسى شەرت ۋە كېلىشىمى</a> بويىچە باشقۇرۇلىدۇ.
uk: Активуючи цей код, ви даєте явну згоду на те, що весь номінал коду або подарункової картки Microsoft буде додано на баланс вашого облікового запису. Тим самим ви свідомо відмовляєтеся від права скасувати це придбання та отримати відшкодування (якщо таке юридичне право чинне у вашій країні). Інші ваші юридичні права не обмежуються. Цю транзакцію регулюють <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">умови та положення подарункових карток Microsoft</a>.
ur: اس کوڈ کو ریڈیم کر کے، آپ واضح طور پر Microsoft گفٹ کارڈ کی پوری مالیت یا کوڈ کو آپ کے اکاؤنٹ بیلنس میں شامل کرنے کی منظوری دیتے ہیں اور اعتراف کرتے ہیں کہ اس کا مطلب ہے کہ آپ ایسی صورت میں اس خرید کو منسوخ کرنے اور واپسی رقم پانے کے اپنے قانونی حق سے محروم ہوجاتے ہیں اگر آپ کے ملک میں کسی "طے شدہ" مدت کے لیے ایسے حق کا اطلاق ہوتا ہو۔ آپ کے دیگر قانونی حقوق متاثر نہیں ہوتے ہیں۔ یہ لین دین <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft گفٹ کارڈ کی شرائط و ضوابط</a> سے مشروط ہے۔
uz: Bu kodni xarid qilish orqali siz hisob balansingizga qoʻshilayotgan Microsoft sovg‘a kartasi yoki kodning to‘liq qiymatiga yaqqol rozilik bildirasiz va mamlakatingizda “sovitish” davriga bo‘lgan bunday huquq qo‘llanilgan hollarda bu ushbu xaridni bekor qilish va to‘lovni qaytarib olishga boʻlgan qonuniy huquqingizni yo‘qotishingizni bildirishini tan olasiz. Bu sizning boshqa qonuniy huquqlaringizga ta’sir qilmaydi. Bu tranzaksiyaga nisbatan <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft gift card terms and conditions</a> qoʻllaniladi.
vi: Bằng cách đổi mã này, bạn hoàn toàn đồng ý với tất cả giá trị của thẻ quà tặng Microsoft hoặc mã đang được thêm vào số dư tài khoản của bạn, đồng thời xác nhận rằng điều này có nghĩa là bạn không còn quyền pháp lý để hủy giao dịch mua hàng này và nhận khoản hoàn trả nếu quyền đối với thời gian “chờ đợi” được áp dụng tại quốc gia bạn. Các quyền pháp lý khác của bạn không bị ảnh hưởng. Giao dịch này phải tuân theo <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">điều khoản và điều kiện của thẻ quà tặng Microsoft</a>.
zh_hans: 通过兑换此代码，您即明确同意 Microsoft 礼品卡或添加到您帐户余额的代码的全部价值，并承认当您的合法权利在您所在的国家/地区受限时，您将丧失撤销此次购买和获得退款的权利。您的其他合法权利不会受到影响。此次交易受 <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft 礼品卡条款和条件</a>的约束。
zh_hant: 兌換此代碼，表示您明確同意 Microsoft 禮品卡或代碼的價值全額加入您的帳戶餘額，並認可這代表您失去取消此購買並取得退款的法定權利 (若您所在的國家/地區適用「審閱期間」)。您其他法定權利不受影響。此交易須遵守 <a class="font-link1" href="https://go.microsoft.com/fwlink/?LinkID=512017">Microsoft 禮品卡條款及條件</a>的規定。
