Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PaymentMethodOption.StoredValue
source: Redeem a gift card
af: Eis 'n geskenkbewys op
am: የስጦታ ካርድ ያግኙ
ar: استرداد قيمة بطاقة هدايا
as: এখন উপহাৰ কাৰ্ড ৰিডিম কৰক
az: Hədiyyə kartını aktivləşdir
bg: Използване на ваучер за подарък
bn_in: একটি উপহারের কার্ড ভাঙ্গান
bs: Iskoristi poklon karticu
cy: Defnyddio cerdyn rhodd
da: Indløs et gavekort
de: Geschenkgutschein einlösen
el: Εξαργύρωση δωροκάρτας
es: Canjear una tarjeta regalo
et: Lunasta kinkekaart
eu: Erabili opari-txartel bat
fa: استفاده از کارت هدیه
ga: Fuascail cárta bronntanais
gd: Cuir cairt prèasaint gu feum
gl: Trocar unha tarxeta agasallo
gu: ગિફ્ટ કાર્ડ રીડિમ કરો
he: ממש כרטיס מתנה
hi: उपहार कार्ड रिडीम करें
hr: Iskoristi poklon-bon
hu: Ajándékkártya beváltása
id: Tukar kartu hadiah
is: Innleysa gjafakort
ja: ギフト カードを使う
ka: სასაჩუქრე ბარათის გამოყენება
kk: Сыйлық картасын өтеу
kn: ಉಡುಗೊರೆ ಕಾರ್ಡ್ ರಿಡೀಮ್ ಮಾಡಿ
ko: 기프트 카드 충전
ku_arab: هێنانەوەی کارتێکی دیاری
ky: Белек картасын кайтаруу
lo: ແລກບັດຂອງຂວັນ
lt: Panaudoti dovanų kortelę
lv: Dāvanu kartes izmantošana
mi: Hokona atu he kāri koha
mk: Откупете подарок-картичка
ml: ഒരു ഗിഫ്റ്റ് കാർഡ് റിഡീം ചെയ്യുക
mn: Бэлгийн карт авах
mr: भेट कार्ड ची पूर्तता करा
ms: Tebus kad hadiah
mt: Sarraf kard rigal
ne: उपहार कार्ड रिडिम गर्नुहोस्
nn_no: Løys inn eit gåvekort
no: Løs inn et gavekort
or: ଏକ ଉପହାର କାର୍ଡ୍ ରିଡିମ୍ କରନ୍ତୁ
pa_arab_pk: تحفے دا کارڈ ریڈیم کرو
pa_in: ਇੱਕ ਗਿਫਟ ਕਾਰਡ ਰਿਡੀਮ ਕਰੋ
pl: Zrealizuj bon upominkowy
ru: Активировать карту оплаты
sd: هڪ تحفو ڪارڊ ڇڏرايو
si: තිළිණ කාඩ්පත මුදාහරින්න
sl: Unovčite darilni bon
sr_cyrl_rs: Искористи поклон-картицу
sr_latn_rs: Iskoristi poklon-karticu
sv: Lös in ett presentkort
ta: பரிசு அட்டையை ரீடீம் செய்
te: బహుమతి కార్డ్‌ని రీడీమ్ చేయండి
tg: Истифода бурдани корти туҳфавӣ
th: ลงทะเบียนใช้สิทธิบัตรกำนัล
tr: Hediye kartı kullan
tt: Бүләк картасын активлаштыру
ug: سوۋغات كارتىسى نەقلەشتۈرۈش
uk: Використати подарункову картку
ur: ایک تحفہ کارڈ چھڑائیں
uz: Sovg‘a kartasini faollashtirish
vi: Đổi thẻ quà tặng
zh_hans: 兑换礼品卡
zh_hant: 兌換禮品卡

# Word.AccountName.Mandatory
source: Name on account*
af: Naam op rekening*
am: በመለያው ላይ የተመዘገበው ስም*
ar: الاسم المسجل في الحساب*
as: একাউণ্টত থকা নাম*
az: Hesab üzərindəki ad*
bg: Притежател на сметката*
bn_in: অ্যাকাউন্টে থাকা নাম*
bs: Ime na računu*
cy: Enw ar y cyfrif*
da: Navn på konto*
de: Name des Kontoinhabers*
el: Όνομα στο λογαριασμό*
es: Nombre de titular de la cuenta*
et: Konto omaniku nimi*
eu: Kontuko izena*
fa: نام موجود در حساب*
ga: Ainm ar an gcuntas*
gd: An t-ainm air a’ chunntas*
gl: Nome na conta*
gu: ખાતાનું નામ*
he: השם בחשבון*
hi: खाते पर मौजूद नाम*
hr: Ime na računu*
hu: Számlatulajdonos neve*
id: Nama pada rekening*
is: Heiti reiknings*
ja: 口座名義*
ka: ანგარიშის სახელი*
kk: Шоттағы ат*
kn: ಖಾತೆಯಲ್ಲಿನ ಹೆಸರು*
ko: 계정의 이름*
ku_arab: ناوی نێو ئەژمێر*
ky: Каттоо эсебиндеги ат*
lo: ຊື່ໃນບັນຊີ*
lt: Sąskaitoje nurodyti vardas ir pavardė*
lv: Konta īpašnieka vārds*
mi: Ingoa i te pūkete*
mk: Име на сметката*
ml: അക്കൌണ്ടിലെ പേര്*
mn: Дансны эзэмшигч*
mr: खात्यावरील नाव*
ms: Nama pada akaun*
mt: Isem fuq il-kont*
ne: खातामा नाम*
nn_no: Namn på konto*
no: Navn på konto*
or: ଏକାଉଣ୍ଟରେ ନାମ*
pa_arab_pk: اکاؤنٹ تے ناں٭
pa_in: ਖਾਤੇ ‘ਤੇ ਨਾਮ*
pl: Nazwa konta*
ru: Имя владельца счета*
sd: اڪائونٽ تي نالو*
si: ගිණුමේ නම*
sl: Ime na računu*
sr_cyrl_rs: Име на рачуну*
sr_latn_rs: Ime na računu*
sv: Kontonamn*
ta: கணக்கில் பெயர்*
te: ఖాతాలోని పేరు*
tg: Ном дар суратҳисоб*
th: ชื่อในบัญชี*
tr: Hesaptaki ad*
tt: Хисаптагы исем*
ug: ‏‏ھېسابات نامى*
uk: Ім’я власника рахунку*
ur: اکاؤنٹ پر نام*
uz: Hisob raqamidagi nom*
vi: Tên trên tài khoản*
zh_hans: 帐户持有人姓名*
zh_hant: 帳戶持有人姓名*

# Word.AccountNumber.Mandatory
source: Account number*
af: Rekeningnommer*
am: መለያ ቁጥር*
ar: رقم العميل*
as: একাউণ্ট নাম্বাৰ*
az: Hesab nömrəsi*
bg: Номер на сметка*
bn_in: অ্যাকাউন্ট নম্বর*
bs: Broj računa*
cy: Rhif y cyfrif*
da: Kontonummer*
de: Kontonummer*
el: Αριθμός λογαριασμού*
es: Número de cuenta*
et: Konto number*
eu: Kontu-zenbakia*
fa: شماره حساب*
ga: Uimhir chuntais*
gd: Àireamh a’ chunntais*
gl: Número de conta*
gu: ખાતા નંબર:*
he: מספר חשבון*
hi: खाता संख्या:*
hr: Broj računa*
hu: Számlaszám*
id: Nomor rekening*
is: Reikningsnúmer*
ja: 口座番号*
ka: ანგარიშის ნომერი*
kk: Шот нөмірі*
kn: ಖಾತೆ ಸಂಖ್ಯೆ*
ko: 계정 번호*
ku_arab: ژمارەی ئەژمێر*
ky: Каттоо жазуу номери*
lo: ເລກບັນຊີ*
lt: Sąskaitos numeris*
lv: Konta numurs*
mi: Tau pūkete*
mk: Број на сметка*
ml: അക്കൗണ്ട് നമ്പർ:*
mn: Дансны дугаар*
mr: खाते क्रमांक:*
ms: Nombor akaun*
mt: Numru tal-kont*
ne: खाता नम्बर:*
nn_no: Kontonummer*
no: Kontonummer*
or: ଏକାଉଣ୍ଟ ନମ୍ଵର*
pa_arab_pk: اکاؤنٹ نمبر٭
pa_in: ਖਾਤਾ ਨੰਬਰ:*
pl: Numer konta*
ru: Номер счета*
sd: اڪائونٽ نمبر*
si: ගිණුම් අංකය*
sl: Številka računa*
sr_cyrl_rs: Број рачуна*
sr_latn_rs: Broj računa*
sv: Kontonummer*
ta: கணக்கு எண்*
te: ఖాతా సంఖ్య:*
tg: Рақами суратҳисоб*
th: หมายเลขบัญชี*
tr: Hesap numarası*
tt: Хисап номеры*
ug: ھېسابات نومۇرى*
uk: Номер рахунку*
ur: اکاؤنٹ نمبر*
uz: Hisob raqami*
vi: Số tài khoản*
zh_hans: 帐号*
zh_hant: 帳號*

# Word.AddressLine1.Mandatory
source: Address line 1*
af: Adresreël 1*
am: አድራሻ መስመር 1*
ar: سطر العنوان 1*
as: ঠিকনা শাৰী 1*
az: Ünvan sətri 1*
bg: Ред за адрес 1*
bn_in: ঠিকানা 1*
bs: Red za adresu 1*
cy: Llinell cyfeiriad 1*
da: Adresselinje 1*
de: Adresszeile 1*
el: Γραμμή διεύθυνσης 1*
es: Dirección (línea 1)*
et: Aadressirida 1*
eu: Helbidearen 1. lerroa*
fa: آدرس خط ۱*
ga: Líne 1 den seoladh*
gd: Loidhne 1 an t-seòlaidh*
gl: Liña de enderezo 1*
gu: સરનામાં લાઇન 1*
he: שורת כתובת 1*
hi: पता पंक्ति 1*
hr: Adresni redak 1*
hu: Cím 1. sora*
id: Baris alamat 1*
is: Netfangslína 1*
ja: 町名、番地*
ka: მისამართის სტრიქონი 1*
kk: 1-мекенжай жолы*
kn: ವಿಳಾಸ ಸಾಲು 1*
ko: 주소란 1*
ku_arab: هێڵی ناونیشانی ١*
ky: Дарек, сап 1*
lo: ທີ່ຢູ່ແຖວທີ 1*
lt: 1 adreso eilutė*
lv: Adreses 1. rindiņa*
mi: Raina wāhinoho 1*
mk: Линија за адреса 1*
ml: വിലാസ വരി 1*
mn: Хаягийн мөр 1*
mr: पत्ता रेखा 1*
ms: Baris alamat 1*
mt: Indirizz linja 1*
ne: ठेगाना लाइन 1*
nn_no: Adresseline 1*
no: Adresselinje 1*
or: ଠିକଣା ଧାଡି 1*
pa_arab_pk: پتے دی لائن 1٭
pa_in: ਪਤਾ ਲਾਈਨ 1*
pl: 1. wiersz adresu*
ru: Первая строка адреса*
sd: پتي واري لائن 1*
si: ලිපිනය 1 පේලිය*
sl: Naslovna vrstica 1*
sr_cyrl_rs: Ред за адресу 1*
sr_latn_rs: Red za adresu 1*
sv: Adressrad 1*
ta: முகவரி வரி 1*
te: చిరునామా పంక్తి 1*
tg: Сатри 1-уми суроға*
th: ที่อยู่บรรทัดที่ 1*
tr: Adres satırı 1*
tt: 1нче адрес юлы*
ug: ئادرېس قۇرى 1*
uk: Рядок адреси 1*
ur: پتہ سطر 1*
uz: 1-manzil qatori*
vi: Dòng địa chỉ 1*
zh_hans: 地址行 1*
zh_hant: 地址 1*

# Word.StreetAddress.Mandatory
source: Street Address*
af: Straatadres*
am: የጎዳና አድረሻ*
ar: عنوان الشارع*
as: পথৰ ঠিকনা*
az: Küçə Ünvanı*
bg: Улица*
bn_in: রাস্তার ঠিকানা*
bs: Ulica i broj*
cy: Cyfeiriad Stryd*
da: Gadenavn*
de: Straße*
el: Διεύθυνση*
es: Dirección postal*
et: Tänav, maja*
eu: Kalea*
fa: آدرس خیابان*
ga: Seoladh sráide*
gd: Seòladh sràide*
gl: Enderezo*
gu: શેરીનું સરનામું*
he: כתובת רחוב*
hi: स्ट्रीट पता*
hr: Ulica i broj*
hu: Utca és házszám*
id: Alamat Jalan*
is: Götuheiti*
ja: 番地*
ka: მისამართის ქუჩა*
kk: Көше мекенжайы*
kn: ಬೀದಿ ವಿಳಾಸ*
ko: 나머지 주소*
ku_arab: ناونیشانی شەقام*
ky: Көчө дареги*
lo: ທີ່ຢູ່ຖະໜົນ*
lt: Gatvė*
lv: Adrese*
mi: Wāhitau Tiriti*
mk: Улична адреса*
ml: സ്‌ട്രീറ്റ് വിലാസം*
mn: Гудамжны хаяг*
mr: रस्त्याचा पत्ता*
ms: Alamat Jalan*
mt: Indirizz tat-Triq*
ne: स्ट्रिट ठेगाना*
nn_no: Gateadresse*
no: Gateadresse*
or: ସାହି ଠିକଣା*
pa_arab_pk: گلی دا پتہ*
pa_in: ਗਲੀ ਦਾ ਪਤਾ*
pl: Ulica*
ru: Улица, дом*
sd: گھِٽي جو پتو*
si: වීදියේ ලිපිනය*
sl: Naslov*
sr_cyrl_rs: Улица и број*
sr_latn_rs: Ulica i broj*
sv: Gatuadress*
ta: தெரு முகவரி*
te: వీధి చిరునామా*
tg: Суроғаи кӯча*
th: ที่อยู่*
tr: Açık Adres*
tt: Урам адресы*
ug: كوچا ئادرېسى*
uk: Вулиця, будинок*
ur: گلی کا پتہ*
uz: Manzil*
vi: Địa chỉ đường*
zh_hans: 街道地址*
zh_hant: 街道地址*

# Word.AddressLine2.Mandatory
source: Address line 2*
af: Adresreël 2*
am: አድራሻ መስመር 2*
ar: سطر العنوان 2*
as: ঠিকনা শাৰী 2*
az: Ünvan sətri 2*
bg: Ред за адрес 2*
bn_in: ঠিকানা 2*
bs: Red za adresu 2*
cy: Llinell cyfeiriad 2*
da: Adresselinje 2*
de: Adresszeile 2*
el: Γραμμή διεύθυνσης 2*
es: Dirección (línea 2)*
et: Aadressirida 2*
eu: Helbidearen 2. lerroa*
fa: آدرس خط ۲*
ga: Líne 2 den seoladh*
gd: Loidhne 2 an t-seòlaidh*
gl: Liña de enderezo 2*
gu: સરનામાં લાઇન 2*
he: שורת כתובת 2*
hi: पता पंक्ति 2*
hr: Adresni redak 2*
hu: Cím 2. sora*
id: Baris alamat 2*
is: Netfangslína 2*
ja: 住所 2*
ka: მისამართის სტრიქონი 2*
kk: 2-мекенжай жолы*
kn: ವಿಳಾಸ ಸಾಲು 2*
ko: 주소란 2*
ku_arab: هێڵی ناونیشانی ٢*
ky: Дарек, сап 2*
lo: ທີ່ຢູ່ແຖວທີ 2*
lt: 2 adreso eilutė*
lv: Adreses 2. rindiņa*
mi: Raina wāhinoho 2*
mk: Линија за адреса 2*
ml: വിലാസ വരി 2*
mn: Хаягийн мөр 2*
mr: पत्ता रेखा 2*
ms: Baris alamat 2*
mt: Indirizz linja 2*
ne: ठेगाना लाइन 2*
nn_no: Adresseline 2*
no: Adresselinje 2*
or: ଠିକଣା ଧାଡି 2*
pa_arab_pk: پتے دی لائن 2٭
pa_in: ਪਤਾ ਲਾਈਨ 2*
pl: 2. wiersz adresu*
ru: Вторая строка адреса*
sd: پتي واري لائن 2*
si: ලිපිනය 2 පේලිය*
sl: Naslovna vrstica 2*
sr_cyrl_rs: Ред за адресу 2*
sr_latn_rs: Red za adresu 2*
sv: Adressrad 2*
ta: முகவரி வரி 2*
te: చిరునామా పంక్తి 2*
tg: Сатри 2-юми суроға*
th: ที่อยู่บรรทัดที่ 2*
tr: Adres satırı 2*
tt: 2нче адрес юлы*
ug: ئادرېس قۇرى 2*
uk: Рядок адреси 2*
ur: پتہ سطر 2*
uz: 2-manzil qatori*
vi: Dòng địa chỉ 2*
zh_hans: 地址行 2*
zh_hant: 地址 2*

# Word.BankAccountType.Mandatory
source: Type*
af: Tipe*
am: ዓይነት*
ar: النوع*
as: প্ৰকাৰ*
az: Növ*
bg: Тип*
bn_in: প্রকার*
bs: Vrsta*
cy: Math*
de: Typ*
el: Τύπος*
es: Tipo*
et: Tüüp*
eu: Mota*
fa: نوع*
ga: Cineál*
gd: Seòrsa*
gl: Tipo*
gu: પ્રકાર*
he: סוג*
hi: प्रकार*
hr: Vrsta*
hu: Típus*
id: Jenis*
is: Gerð*
ja: 種類*
ka: ტიპი*
kk: Түрі*
kn: ವಿಧ*
ko: 유형*
ku_arab: جۆر*
ky: Тиби*
lo: ປະເພດ*
lt: Tipas*
lv: Tips*
mi: Momo*Type*
mk: Тип*
ml: ടൈപ്പ് ചെയ്യുക*
mn: Төрөл*
mr: प्रकार*
ms: Jenis*
mt: Tip*
ne: प्रकार*
or: ପ୍ରକାର*
pa_arab_pk: قسم*
pa_in: ਕਿਸਮ*
pl: Typ*
ru: Тип*
sd: قسم*
si: වර්ගය*
sl: Vrsta*
sr_cyrl_rs: Тип*
sr_latn_rs: Tip*
sv: Typ*
ta: வகை*
te: టైప్*
tg: Навъ*
th: ชนิด*
tr: Tür*
tt: Тип*
ug: تۈرى*
uk: Тип*
ur: قسم*
uz: Turi*
vi: Loại*
zh_hans: 类型*
zh_hant: 類型*

# Word.BankName.Mandatory
source: Bank name*
af: Banknaam*
am: የባንክ ስም*
ar: اسم البنك*
as: বেংক নাম*
az: Bankın adı*
bg: Име на банката*
bn_in: ব্যাঙ্কের নাম*
bs: Naziv banke*
cy: Enw'r banc*
da: Banknavn*
de: Name der Bank*
el: Επωνυμία τράπεζας*
es: Nombre del banco*
et: Panga nimi*
eu: Bankuaren izena*
fa: نام بانک*
ga: Ainm an bhainc*
gd: Ainm a’ bhanca*
gl: Nome do banco*
gu: બેંક નામ*
he: שם הבנק*
hi: बैंक का नाम*
hr: Naziv banke*
hu: Bank neve*
id: Nama bank*
is: Heiti banka*
ja: 銀行名*
ka: ბანკის სახელი*
kk: Банк атауы*
kn: ಬ್ಯಾಂಕ್ ಹೆಸರು*
ko: 은행 이름*
ku_arab: ناوی بانک*
ky: Банк аталышы*
lo: ຊື່ທະນາຄານ*
lt: Banko pavadinimas*
lv: Bankas nosaukums*
mi: Ingoa pēke*
mk: Име на банката*
ml: ബാങ്കിന്റെ പേര്*
mn: Банкны нэр*
mr: बँकेचे नाव*
ms: Nama bank*
mt: Isem tal-bank*
ne: बैङ्कको नाम*
nn_no: Namn på bank*
no: Banknavn*
or: ବ୍ୟାଙ୍କ ନାମ*
pa_arab_pk: بینک دا ناں٭
pa_in: ਬੈਂਕ ਦਾ ਨਾਮ*
pl: Nazwa banku*
ru: Название банка*
sd: بينڪ جو نالو*
si: බැංකුවේ නම*
sl: Ime banke*
sr_cyrl_rs: Име банке*
sr_latn_rs: Ime banke*
sv: Bankens namn*
ta: வங்கி பெயர்*
te: బ్యాంక్ పేరు*
tg: Номи бонк*
th: ชื่อธนาคาร*
tr: Banka adı*
tt: Банк исеме*
ug: بانكا نامى*
uk: Назва банку*
ur: بینک کا نام*
uz: Bank nomi*
vi: Tên ngân hàng*
zh_hans: 银行名称*
zh_hant: 銀行名稱*

# Word.City.Mandatory
source: City*
af: Stad*
am: ከተማ*
ar: المدينة*
as: চহৰ*
az: Şəhər*
bg: Град*
bn_in: শহর*
bs: Grad*
cy: Dinas*
da: By*
de: Ort*
el: Πόλη*
es: Ciudad*
et: Linn*
eu: Herria*
fa: شهر*
ga: Cathair*
gd: Baile*
gl: Cidade*
gu: શહેર*
he: עיר*
hi: शहर*
hr: Grad*
hu: Város*
id: Kota*
is: Borg*
ja: 市区町村*
ka: ქალაქი*
kk: Қала*
kn: ನಗರ*
ko: 시*
ku_arab: شار*
ky: Шаар*
lo: ເມືອງ*
lt: Miestas*
lv: Pilsēta*
mi: Tāonenui*
mk: Град*
ml: നഗരം*
mn: Хот*
mr: शहर*
ms: Bandar*
mt: Belt*
ne: सहर*
nn_no: Poststad*
no: Poststed*
or: ସହର*
pa_arab_pk: شہر٭
pa_in: ਸ਼ਹਿਰ*
pl: Miejscowość*
ru: Город*
sd: شھر*
si: නගරය*
sl: Mesto*
sr_cyrl_rs: Град*
sr_latn_rs: Grad*
sv: Ort*
ta: நகரம்*
te: నగరం*
tg: Шаҳр*
th: เมือง*
tr: Şehir*
tt: Шәһәр*
ug: شەھەر*
uk: Місто*
ur: شہر*
uz: Shahar*
vi: Thành phố*
zh_hans: 市/县*
zh_hant: 鄉/鎮/市/區*

# Word.Country.Mandatory
source: Country/Region*
af: Land/streek*
am: ሀገር/ክልል*
ar: البلد/المنطقة*
as: দেশ/ক্ষেত্ৰ*
az: Ölkə/Region*
bg: Страна/регион*
bn_in: দেশ/অঞ্চল*
bs: Država/regija*
cy: Gwlad/Rhanbarth*
da: Land/område*
de: Land/Region*
el: Χώρα/περιοχή*
es: País o región*
et: Riik/regioon*
eu: Herrialdea/Eskualdea*
fa: کشور/منطقه*
ga: Tír/réigiún*
gd: Dùthaich/roinn-dùthcha*
gl: País ou rexión*
gu: દેશ/ક્ષેત્ર*
he: מדינה/אזור*
hi: देश/क्षेत्र*
hr: Država/regija*
hu: Ország/régió*
id: Negara/Kawasan*
is: Land/svæði*
ja: 国/地域*
ka: ქვეყანა/რეგიონი*
kk: Ел/аймақ*
kn: ದೇಶ/ಪ್ರಾಂತ್ಯ*
ko: 국가/지역*
ku_arab: وڵات/هەرێم*
ky: Өлкө/аймак*
lo: ປະເທດ/ເຂດ*
lt: Šalis / regionas*
lv: Valsts/reģions*
mi: Whenua/Rohe*
mk: Земја/регион*
ml: രാജ്യം/പ്രദേശം*
mn: Улс/Бүс нутаг*
mr: देश/विभाग*
ms: Negara/Rantau*
mt: Pajjiż/Reġjun*
ne: देश/क्षेत्र*
nn_no: Land/område*
no: Land/område*
or: ଦେଶ/ଅଞ୍ଚଳ*
pa_arab_pk: ملک/خطہ٭
pa_in: ਦੇਸ਼/ਖੇਤਰ*
pl: Kraj/region*
ru: Страна или регион*
sd: ملڪ/خطو*
si: රට/කලාපය*
sl: Država/regija*
sr_cyrl_rs: Земља/регион*
sr_latn_rs: Zemlja/region*
sv: Land/region*
ta: நாடு/வட்டாரம்*
te: దేశం/ప్రాంతం*
tg: Кишвар/минтақа*
th: ประเทศ/ภูมิภาค*
tr: Ülke/Bölge*
tt: Ил/төбәк*
ug: دۆلەت/رايون*
uk: Країна або регіон*
ur: ملک/ریجن*
uz: Mamlakat/mintaqa*
vi: Quốc gia/khu vực*
zh_hans: 国家/地区*
zh_hant: 國家/地區*

# Word.PostalCode.Mandatory
source: Postal Code*
af: Poskode*
am: ፖስታል ኮድ*
ar: الرمز البريدي*
as: পোষ্টেল ক'ড*
az: Poçt İndeksi*
bg: Пощенски код*
bn_in: ডাক কোড*
bs: Poštanski broj*
cy: Cod Post*
da: Postnr.*
de: Postleitzahl*
el: Ταχυδρομικός κώδικας*
es: Código postal*
et: Sihtnumber*
eu: Posta-kodea*
fa: کد پستی*
ga: Cód poist*
gd: Còd-puist*
gl: Código postal*
gu: પોસ્ટલ કોડ*
he: מיקוד*
hi: डाक कोड*
hr: Poštanski broj*
hu: Irányítószám*
id: Kode Pos*
is: Póstnúmer*
ja: 郵便番号*
ka: საფოსტო ინდექსი*
kk: Пошта индексі*
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್*
ko: 우편 번호*
ku_arab: کۆدی پۆسته*
ky: Индекс*
lo: ລະຫັດໄປສະນີ*
lt: Pašto kodas*
lv: Pasta indekss*
mi: Waehere Poutāpeta*
mk: Поштенски број*
ml: തപാല്‍ കോഡ്*
mn: Шуудангийн код*
mr: पोस्टल कोड*
ms: Poskod*
mt: Kodiċi Postali*
ne: हुलाकी सङ्केत*
nn_no: Postnummer*
no: Postnummer*
or: ଡାକ କୋଡ୍*
pa_arab_pk: پوسٹل کوڈ
pa_in: ਡਾਕ ਕੋਡ*
pl: Kod pocztowy*
ru: Почтовый код*
sd: پوستل ڪوڊ*
si: තැපැල් කේතය*
sl: Poštna številka*
sr_cyrl_rs: Поштански број*
sr_latn_rs: Poštanski broj*
sv: Postnummer*
ta: அஞ்சல் குறியீடு*
te: పోస్టల్ కోడ్*
tg: Индекси почта*
th: รหัสไปรษณีย์*
tr: Posta Kodu*
tt: Почта индексы*
ug: پوچتا نومۇرى*
uk: Поштовий код*
ur: پوسٹ کوڈ*
uz: Pochta indeksi*
vi: Mã bưu điện*
zh_hans: 邮政编码*
zh_hant: 郵遞區號*

# Word.Province.Mandatory
source: Province*
af: Provinsie*
am: ጠቅላይ ግዛት*
ar: المنطقة*
as: প্ৰদেশ*
az: Əyalət*
bg: Провинция*
bn_in: অঞ্চল*
bs: Pokrajina*
cy: Ardal*
da: Region*
de: Bundesland/Kanton*
el: Επαρχία*
es: Provincia*
et: Vald*
eu: Probintzia*
fa: ایالت*
ga: Cúige*
gd: Siorrachd/Còigeamh*
gl: Provincia*
gu: પ્રોવિન્સ*
he: מחוז*
hi: प्रांत*
hr: Pokrajina*
hu: Tartomány*
id: Provinsi*
is: Hérað*
ja: 省/州/道など*
ka: პროვინცია*
kk: Облыс*
kn: ವಲಯ*
ko: 도*
ku_arab: پارێزگا*
ky: Элет жери*
lo: ແຂວງ*
lt: Rajonas*
lv: Novads*
mi: Takiwā*
mk: Провинција*
ml: പ്രവിശ്യ*
mn: Муж*
mr: प्रांत*
ms: Daerah*
mt: Provinċja*
ne: प्रान्त*
nn_no: Provins*
no: Provins*
or: ଅଗ୍ରାଧିକାର*
pa_arab_pk: صوبہ٭
pa_in: ਪ੍ਰਾਂਤ*
pl: Województwo*
ru: Область, республика*
sd: صوبو*
si: පළාත*
sl: Pokrajina*
sr_cyrl_rs: Провинција*
sr_latn_rs: Provincija*
sv: Region*
ta: மாகாணம்*
te: ప్రావిన్స్*
tg: Вилоят*
th: จังหวัด*
tr: İl*
tt: Провинция*
ug: ئۆلكە/ئاپتونوم رايون/بىۋاسىتە قاراشلىق شەھەر*
uk: Республіка*
ur: صوبہ*
uz: Viloyat*
vi: Tỉnh*
zh_hans: 省/直辖市/自治区*
zh_hant: 縣/市*

# Word.RoutingNumber.Mandatory
source: Routing number*
af: Roeteringsnommer*
am: የመተላለፊያ ቁጥር*
ar: رقم التوجيه*
as: পথ নং*
az: Bankın kodu*
bg: Банков код*
bn_in: রুটিং সংখ্যা*
bs: Broj usmjeravanja*
cy: Rhif llwybro*
da: Fordelingsnummer*
de: Bankleitzahl*
el: Κωδικός υποκαταστήματος*
es: Número de ruta*
et: Registreerimisnumber*
eu: Bideratzaile-zenbakia*
fa: شماره مسیریابی*
ga: Uimhir ródúcháin*
gd: Àireamh rùtachaidh*
gl: Número de encamiñamento*
gu: રાઉટિંગ નંબર*
he: מספר ניתוב*
hi: रूटिंग संख्या*
hr: Broj usmjeravanja*
hu: Bankazonosító kód*
id: Nomor routing*
is: Leiðarnúmer*
ja: ルーティング ナンバー*
ka: მარშრუტის ნომერი*
kk: Бағыттау нөмірі*
kn: ರೂಟಿಂಗ್ ಸಂಖ್ಯೆ*
ko: 라우팅 번호*
ku_arab: ژمارەی گواستنەوه*
ky: Каттам номери*
lo: ໝາຍເລກຣາວທິງ*
lt: Banko kodas*
lv: Reģistrācijas numurs*
mi: Tau ararere*
mk: Број за насочување*
ml: റൂട്ടിംഗ് നമ്പര്‍*
mn: Чиглүүлэх дугаар*
mr: मार्गस्थ नंबर*
ms: Nombor penghalaan*
mt: Numru tar-routing*
ne: रुटिङ् नम्बर*
nn_no: Registreringsnummer*
no: Registreringsnummer*
or: ରୋଟିଂ ନମ୍ଵର*
pa_arab_pk: راوٹنگ نمبر*
pa_in: ਰੂਟਿੰਗ ਨੰਬਰ*
pl: Kod banku*
ru: Код банка*
sd: رائوٽنگ نمبر*
si: රූටින් අංකය*
sl: Koda banke*
sr_cyrl_rs: Број усмеравања*
sr_latn_rs: Broj usmeravanja*
sv: Clearingnummer*
ta: ரூட்டிங் எண்*
te: రూటింగ్ సంఖ్య*
tg: Рақами раҳнамо*
tr: Banka kodu*
tt: Маршрутлау номеры**
ug: يول نومۇرى*
uk: Маршрутний код банку*
ur: راؤٹنگ نمبر*
uz: Marshrutlash raqami*
vi: Số định tuyến*
zh_hans: 银行代号*
zh_hant: 銀行號碼*

# Word.State.Mandatory
source: State*
af: Deelstaat*
am: ግዛት*
ar: الحالة*
as: ৰাজ্য*
az: Ştat*
bg: Щат*
bn_in: রাজ্য*
bs: Savezna država*
cy: Sir*
da: Stat*
de: Bundesland*
el: Νομός*
es: Estado*
et: Maakond*
eu: Estatua*
fa: استان*
ga: Stát*
gd: Stàit*
gl: Estado*
gu: રાજ્ય*
he: מדינה*
hi: राज्य*
hr: Savezna država*
hu: Állam*
id: Negara Bagian*
is: Fylki*
ja: 都道府県*
ka: შტატი*
kk: Мемлекет*
kn: ಸ್ಥಿತಿ*
ko: 상태*
ku_arab: دەوڵەت*
ky: Мамлекет*
lo: ລັດ*
lt: Apskritis*
lv: Novads*
mi: Rohe*
mk: Држава*
ml: സംസ്ഥാനം*
mn: Муж улс*
mr: राज्य*
ms: Negeri*
mt: Stat*
ne: राज्य*
nn_no: Delstat*
no: Delstat*
or: ରାଜ୍ୟ*
pa_arab_pk: ریاست٭
pa_in: ਰਾਜ*
pl: Stan*
ru: Край, округ*
sd: رياست*
si: ප්‍රාන්තය*
sl: Država*
sr_cyrl_rs: Држава*
sr_latn_rs: Država*
sv: Delstat*
ta: மாநிலம்*
te: రాష్ట్రం*
tg: Штат*
th: รัฐ/จังหวัด*
tr: Eyalet*
tt: Штат*
ug: ئىشتات/ئۆلكە/ئاپتونوم رايون/بىۋاسىتە قاراشلىق شەھەر*
uk: Область*
ur: ریاست*
uz: Shtat*
vi: Bang*
zh_hans: 状态*
zh_hant: 縣/市*

# Word.ZipCode.Mandatory
source: ZIP code*
af: Poskode*
am: ዚፕ ኮድ*
ar: رمز ZIP*
as: ZIP কোড*
az: ZIP kodu*
bg: Пощенски код*
bn_in: ZIP কোড*
bs: Poštanski broj*
cy: Cod Post*
da: Postnummer*
de: Postleitzahl*
el: Ταχυδρομικός κώδικας*
es: Código postal*
et: Sihtnumber*
eu: ZIP kodea*
fa: کد پستی*
ga: Cód poist*
gd: Còd-puist*
gl: Código postal*
gu: ZIP કોડ*
he: מיקוד*
hi: पिन कोड*
hr: Poštanski broj*
hu: Irányítószám*
id: Kode ZIP*
is: Póstnúmer*
ja: 郵便番号*
ka: საფოსტო კოდი*
kk: Пошта индексі*
kn: ZIP ಕೋಡ್*
ko: 우편 번호*
ku_arab: کۆدی پۆسته*
ky: Индекс*
lo: ລະຫັດ ZIP*
lt: Pašto kodas*
lv: ASV pasta indekss*
mi: Waehere Poutāpeta*
mk: Поштенски број*
ml: ZIP കോഡ്*
mn: ZIP код*
mr: ZIP कोड*
ms: Kod ZIP*
mt: Kodiċi ZIP*
ne: ZIP संकेत*
nn_no: Postnummer*
no: Postnummer*
or: ZIP କୋଡ୍*
pa_arab_pk: ZIP کوڈ٭
pa_in: ZIP ਕੋਡ*
pl: Kod pocztowy*
ru: Почтовый индекс*
sd: *زپ ڪوڊ
si: ZIP කේතය*
sl: Poštna številka*
sr_cyrl_rs: Поштански код у САД*
sr_latn_rs: Poštanski kôd u SAD*
sv: Postnummer*
ta: ZIP குறியீடு*
te: ZIP కోడ్*
tg: Индекси почта*
th: รหัสไปรษณีย์*
tr: ZIP kodu*
tt: Почта индексы*
ug: پوچتا نومۇرى*
uk: Поштовий індекс*
ur: ZIP کوڈ*
uz: Pochta indeksi*
vi: Mã ZIP*
zh_hans: 邮政编码*
zh_hant: 郵遞區號*

# Literal.PaymentMethod.Select.HeadingAlternate
source: Select a payment type
af: Kies 'n tipe betaling
am: የመክፈያ አይነት ይምረጡ
ar: تحديد نوع الدفع
as: এটা ধন পৰিশোধ প্ৰকাৰ চয়ন কৰক
az: Ödəniş növü seç
bg: Изберете вид на плащането
bn_in: একটি অর্থপ্রদানের টাইপ নির্বাচন করুন
bs: Izaberite način plaćanja
cy: Dewis math o daliad
da: Vælg en betalingstype
de: Zahlungstyp auswählen
el: Επιλογή τύπου πληρωμής
es: Seleccionar un tipo de pago
et: Maksetüübi valimine
eu: Hautatu ordainketa mota
fa: یک نوع پرداخت انتخاب کنید
ga: Roghnaigh modh íocaíochta
gd: Tagh seòrsa a’ phàighidh
gl: Seleccionar un tipo de pagamento
gu: ચૂકવણી લખો પસંદ કરો
he: בחירת סוג תשלום
hi: भुगतान प्रकार का चयन करें
hr: Odaberite način plaćanja
hu: Fizetéstípus kiválasztása
id: Pilih jenis pembayaran
is: Veldu greiðslumáta
ja: お支払い方法の選択
ka: აირჩიეთ გადახდის ტიპი
kk: Төлем түрін таңдау
kn: ಪಾವತಿ ಪ್ರಕಾರ ಆಯ್ಕೆಮಾಡಿ
ko: 결제 유형 선택
ku_arab: جۆرێکی پارەدان هەڵبژێره
ky: Төлөө ыкмасын тандаңыз
lo: ເລືອກປະເພດການຊໍາລະເງິນ
lt: Pasirinkite mokėjimo tipą
lv: Atlasīt maksājuma veidu
mi: Kōwhiri i te momo tikanga utu
mk: Изберете тип плаќање
ml: ഒരു പണമടയ്‌ക്കൽ ടൈപ്പ് ചെയ്യുക തിരഞ്ഞെടുക്കുക
mn: Төлбөрийн төрөл сонго
mr: देय टाइप निवडा
ms: Pilih jenis pembayaran
mt: Agħżel tip ta' ħlas
ne: भुक्तानी प्रकार चयन गर्नुहोस्
nn_no: Vel betalingstype
no: Velg betalingstype
or: ଏକ ଦେୟ ଟାଇପ୍ ଚୟନ କରନ୍ତୁ
pa_arab_pk: ادائیگی دی قسم چُنو
pa_in: ਇੱਕ ਭੁਗਤਾਨ ਟਾਈਪ ਦੀ ਚੋਣ ਕਰੋ
pl: Wybierz typ płatności
ru: Выбор типа оплаты
sd: هڪ ادائگي جو قسم چونڊيو
si: ගෙවීම් ටයිප් කරන්න තෝරා ගන්න
sl: Izberite vrsto plačila
sr_cyrl_rs: Изаберите тип плаћања
sr_latn_rs: Izaberite tip plaćanja
sv: Välj en betalningstyp
ta: கட்டண வகை தேர்ந்தெடுக்கவும்
te: చెల్లింపు టైప్ చేయండి ఎంచుకోండి
tg: Навъи пардохтро интихоб кунед
th: เลือกชนิดการชำระเงิน
tr: Bir ödeme türü seçin
tt: Түләү төрен сайлау
ug: ھەق تۈرى تاللاڭ
uk: Вибір типу оплати
ur: ادائیگی کی قسم منتخب کریں
uz: To‘lov turini tanlash
vi: Chọn loại thanh toán
zh_hans: 选择一种付款类型
zh_hant: 選取付款類型
