Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.StoredValue.FundingWithPaymentInstrument
source: Fund store value with
af: Befonds winkelwaarde met
am: የልገሳ ማከማቻ እሴት ከ
ar: قيمة متجر التمويل مع
as: ইয়াৰ সৈতে পুঁজি ষ্টোৰ মূল্য
az: Fond mağaza qiyməti
bg: Финансиране на съхранената стойност с
bn_in: ফান্ড স্টোর এর সমমূল্যের
bs: Finansiranje vrijednosti prodavnice pomoću
cy: Rhoi arian yng nghronfa'r siop gyda
da: Gemt betalingsværdi med
de: Storewert finanzieren mit
el: Χρηματοδότηση αποθηκευμένης τιμής με
es: Financiar depósito de valor con
et: Katke väärtus üksusega
eu: Finantzatu balore-gordailua honekin:
fa: اعتبار صندوق با
ga: Maoinigh an luach siopa le
gd: Luach stòra an fhuinn de
gl: Financiar valor gardado con
gu: આ સાથે ફંડ સ્ટોર મૂલ્ય
he: ממן ערך חנות עם
hi: इसके साथ निधि संग्रह का नाम
hr: Vrijednost spremišta fonda s
hu: Áruházi fizetőeszköz
id: Dana nilai toko dengan
is: Kaupa inneign með
ja: 次の方法でストアード バリューに入金する
ka: სახსრების საცავის მნიშვნელობა
kk: Қаржыландыру сақтау мәні
kn: ಇದರೊಂದಿಗೆ ಹಣ ಸಂಗ್ರಹಣೆ ಮೌಲ್ಯ
ko: 펀드 스토어 가치
ku_arab: بەهای فرۆشگای پارەداركردن لەگەڵ
ky: Фонд дүкөн мааниси бул менен
lo: ໃຫ້ທຶນມູນຄ່າຮ້ານຄ້າດ້ວຍ
lt: Skirti išsaugotos reikšmės dydžio sumą naudojant
lv: Finansējuma saglabātā vērtība ar
mi: Uara pātaka pūtea me
mk: Финансирај го складот на средства со
ml: ഇതുമൊത്തുള്ള ഫണ്ട് സ്റ്റോര്‍ മൂല്യം
mn: Сангийн хадгаламжийн утга
mr: निधी संचयन व्हॅल्यू सह
ms: Masukkan dana nilai gedung dengan
mt: Valur tal-ħażna tal-fond ma'
ne: साथमा कोष भण्डारण मान
nn_no: Finansier butikkverdi med
no: Fond, lagre verdi med
or: ଏହା ସହିତ ଫଣ୍ଡ୍ ଷ୍ଟୋର୍ ମୂଲ୍ୟ
pa_arab_pk: فنڈ سٹور دی رقم نال
pa_in: ਸਟੋਰ ਮੁੱਲ ਨੂੰ ਇਸਦੇ ਨਾਲ ਫੰਡ ਕਰੋ
pl: Sfinansuj przechowywaną wartość za pomocą
ru: Оплатить в магазине с помощью
sd: سان رقم اسٽور قيمت
si: මහිත අරමුදල් ගබඩා අගය
sl: Financiraj vrednost trgovine s/z
sr_cyrl_rs: Вредност складишта фондова са
sr_latn_rs: Vrednost skladišta fondova sa
sv: Betalningsmedel för kredit:
ta: இதனுடன் நிதி ஸ்டோர் மதிப்பு
te: ఫండ్ స్టోర్ విలువని
tg: Маблағгузории арзиши дукон бо
th: เพิ่มค่าเงินทุนสำหรับร้านค้าด้วย
tr: Mağaza değeri ödeme şekli
tt: Шул белән фонд саклагыч кыйммәте
ug: دۇكان قىممىتىنى ئامانەت قويۇش
uk: Інструмент фінансування картки передоплати:
ur: اس کے ساتھ فنڈ اسٹور قدر
uz: Do'kon qiymatini shu bilan moliyalashtirish
vi: Giá trị cửa hàng quỹ với
zh_hans: 资金存储值
zh_hant: 存入金額為

# Word.StoredValue.FundingOffer
source: Select value
af: Kies waarde
am: እሴት ይምረጡ
ar: حدد قيمة
as: মূল্য বাছনি কৰক
az: Qiymət seç
bg: Избор на стойност
bn_in: মান নির্বাচন করুন
bs: Odaberite vrijednost
cy: Dewiswch werth
da: Vælg værdi
de: Wert auswählen
el: Επιλογή τιμής
es: Seleccionar valor
et: Valige väärtus
eu: Hautatu balioa
fa: مقدار را انتخاب کنید
ga: Roghnaigh luach
gd: Tagh luach
gl: Seleccionar valor
gu: મૂલ્ય પસંદ કરો
he: בחר ערך
hi: मान का चयन करें
hr: Odaberite vrijednost
hu: Válasszon értéket
id: Pilih nilai
is: Veldu upphæð
ja: 値を選択
ka: აირჩიეთ მნიშვნელობა
kk: Мән таңдау
kn: ಮೌಲ್ಯ ಆಯ್ಕೆಮಾಡಿ
ko: 값 선택
ku_arab: دەسنیشانكردنی بەها
ky: Маани тандоо
lo: ບັດເຄຣດິດ
lt: Pasirinkti reikšmę
lv: Atlasīt vērtību
mi: Tīpakohia te uara
mk: Избери вредност
ml: മൂല്യം തിരഞ്ഞെടുക്കുക
mn: Утга сонгох
mr: मूल्य निवडा
ms: Pilih nilai
mt: Agħżel valur
ne: मान चयन गर्नुहोस्
nn_no: Vel verdi
no: Velg verdi
or: ମୂଲ୍ୟ ଚୟନ କରନ୍ତୁ
pa_arab_pk: قدر چُنو
pa_in: ਮੁੱਲ ਚੁਣੋ
pl: Wybierz wartość
ru: Выберите значение
sd: قيمت چونڊيو
si: අගය තෝරන්න
sl: Izberite vrednost
sr_cyrl_rs: Изаберите вредност
sr_latn_rs: Izaberite vrednost
sv: Välj värde
ta: மதிப்பைத் தேர்ந்தெடு
te: విలువని ఎంచుకోండి
tg: Интихоби қимат
th: เลือกค่า
tr: Değer seçin
tt: Кыйммәтны сайлау
ug: قىممەت تاللاش
uk: Виберіть значення
ur: قدر منتخب کریں
uz: Qiymatni tanlash
vi: Chọn giá trị
zh_hans: 选择值
zh_hant: 選取金額

# Literal.ExpirationMonth.Pattern
source: This is not a valid expiration month
af: Dit is nie ’n geldige vervalmaand nie
am: ይህ ልክ የሆነ የአገልግሎት ማብቂያ ወር አይደለም
ar: هذا ليس شهراً صالحاً لانتهاء الصلاحية
as: এইটো বৈধ ম্যাদ উকলা মাহ নহয়
az: Bu, etibarlı bitmə ayı deyil
bg: Това не е валиден месец на изтичане на срока на годност
bn_in: এটি একটি বৈধ মেয়াদ উত্তীর্ণের মাস নয়
bs: Ovo nije važeći mjesec isteka
cy: Nid yw hwn yn fis dod i ben dilys
da: Dette er ikke en gyldig udløbsmåned
de: Dies ist kein gültiger Ablaufmonat
el: Ο μήνας λήξης δεν είναι έγκυρος
es: Este no es un mes de expiración válido
et: See aegumiskuu ei ole sobiv
eu: Ezin da erabili iraungitze-hilabete hau
fa: این ماه انقضاء معتبر نیست.
ga: Ní mí éagtha bhailí í seo
gd: Chan eil mìos a’ chinn-là a dh’fhalbhas an ùine air dligheach
gl: Mes de caducidade non válido.
gu: આ માન્ય સમાપ્તિ મહિનો નથી
he: חודש התפוגה הזה לא חוקי
hi: यह मान्य समाप्ति माह नहीं है.
hr: Ovo nije valjan mjesec isteka
hu: Ez nem érvényes lejárati hónap
id: Ini bukan bulan kedaluwarsa yang valid
is: Þetta er ekki gildur fyrningarmánuður
ja: 有効期限 (月) が正しくありません
ka: ვადის ამოწურვის თარიღის თვე არასწორია
kk: Жарамдылық мерзімі бітетін ай дұрыс көрсетілмеген
kn: ಇದು ಮಾನ್ಯವಾದ ಮುಕ್ತಾಯ ತಿಂಗಳವಲ್ಲ
ko: 만료 월이 올바르지 않습니다.
lo: ນີ້ບໍ່ແມ່ນເດືອນໝົດອາຍຸທີ່ຖືກຕ້ອງ
lt: Šis galiojimo pabaigos mėnuo netinkamas
lv: Šis nav derīgs termiņa beigu mēnesis
mi: Ehara tēnei i te marama mōnehu whaimana
mk: Месецот на истекување е неважечки
ml: ഇതൊരു സാധുവായ കാലഹരണപ്പെടല്‍ മാസമല്ല
mr: हा एक वैध कालबाह्यता महिना नाही
ms: Ini bukan bulan tamat tempoh yang sah
mt: Dan mhux xahar ta’ skadenza validu.
ne: यो वैध समाप्ति महिना होइन
nn_no: Dette er ein ugyldig utløpsmånad
no: Dette er ikke en gyldig utløpsmåned
or: ଏହା ଏକ ବୈଧ ମିଆଦ ଶେଷର ମାସ ନୁହେଁ ।
pa_in: ਇਹ ਮਿਆਦ ਸਮਾਪਤੀ ਦਾ ਵੈਧ ਮਹੀਨਾ ਨਹੀਂ ਹੈ
pl: Ten miesiąc wygaśnięcia jest nieprawidłowy
ru: Недопустимый месяц окончания срока действия
sl: To ni veljaven mesec poteka
sr_cyrl_rs: Ово није важећи месец истека
sr_latn_rs: Ovo nije važeći mesec isteka.
sv: Detta är inte en giltig förfallomånad
ta: இது செல்லுபடியான காலாவதியாகும் மாதம் இல்லை
te: ఇది చెల్లుబాటు అయ్యే గడువు ముగింపు నెల కాదు
th: เดือนหมดอายุไม่ถูกต้อง
tr: Bu geçerli bir son kullanma ayı değil
tt: Бу дөрес булмаган вакыты чыгу ае
ug: بۇ قەرەل ئاي ئىناۋەتسىز
uk: Це неприпустимий місяць завершення терміну дії
ur: یہ معیاد ختم ہونے کا درست مہینہ نہیں ہے
uz: Bu tugash oyi xato.
vi: Đây không phải là tháng hết hạn hợp lệ
zh_hans: 此过期月份无效
zh_hant: 這不是有效的到期月份。

# Word.Phone.Example.Extension
source: - Extension -
af: - Uitbreiding -
am: - ቅጥያ -
ar: - الرقم الداخلي -
as: - এক্সটেনশ্বন -
az: - Genişlənmə -
bg: - Вътрешен телефонен номер -
bn_in: - এক্সটেনশন -
bs: - Lokal -
cy: - Estyniad -
da: - Lokalnummer -
de: - Durchwahl -
el: - Εσωτερικός αριθμός -
es: - Extensión -
et: - Lühinumber -
eu: - Luzapena -
fa: - کد -
ga: - Folíne -
gd: - Leudachan -
gl: - Extensión -
gu: - એક્સટેન્શન -
he: - שלוחה -
hi: - एक्सटेंशन -
hr: - kućni broj -
hu: - Mellékállomás -
id: - Ekstensi -
is: - Beint númer -
ja: - 内線 -
ka: - დამატებითი ნომერი -
kk: - Қосымша нөмір -
kn: - ವಿಸ್ತರಣೆ -
ko: - 내선 번호 -
ku_arab: - پاشگر -
ky: - Кеңейтилиши -
lo: - ໝາຍເລກຕໍ່ສາຍ -
lt: - Plėtinys -
lv: - Paplašinājums -
mi: - Toronga -
mk: - Продолжување -
ml: - വിപുലീകരണം -
mn: - Дотуур утас -
mr: - विस्तार -
ms: - Sambungan -
mt: - Estensjoni -
ne: - एक्स्टेन्सन -
nn_no: - Internnummer -
no: - Internnummer -
or: - ବିସ୍ତୃତକରଣ -
pa_arab_pk: - اضافہ -
pa_in: - ਐਕਸਟੈਨਸ਼ਨ -
pl: - Nr wewnętrzny -
ru: - Добавочный номер -
sd: - واڌارو -
si: - දිගුව -
sl: - Interna številka -
sr_cyrl_rs: - Локал -
sr_latn_rs: - Lokal -
sv: - Anknytning -
ta: - நீட்டிப்பு -
te: - ఎక్స్‌టెన్షన్ -
tg: - Рақами изофӣ -
th: - ต่อ -
tr: - Dahili Numara -
tt: - Өстәмә -
ug: -تارماق ئاپپارات -
uk: - Внутрішній номер -
ur: - توسیع -
uz: - Kengaytma -
vi: - Phần mở rộng -
zh_hans: - 分机 -
zh_hant: - 分機 -

# Word.Phone.Example.Number
source: - Number -
af: - Nommer -
am: - ቁጥር -
ar: - الرقم -
as: - নম্বৰ -
az: - Nömrə -
bg: - Номер -
bn_in: - সংখ্যা -
bs: - Broj -
cy: - Rhif -
da: - Nummer -
de: - Nummer -
el: - Αριθμός -
es: - Número -
eu: - Zenbakia -
fa: - شماره -
ga: - Uimhir -
gd: - Àireamh -
gl: - Número -
gu: - નંબર -
he: - מספר -
hi: - नंबर -
hr: - broj -
hu: - Szám -
id: - Nomor -
is: - Númer -
ja: - 番号 -
ka: - ნომერი -
kk: - Нөмір -
kn: - ಸಂಖ್ಯೆ -
ko: - 전화 번호 -
ku_arab: - ژمارە -
ky: - Номур -
lo: - ເບີໂທລະສັບ -
lt: - Numeris -
lv: - Numurs -
mi: - Tau -
mk: - Број -
ml: - നമ്പര്‍ -
mn: - Дугаар -
mr: - नंबर -
ms: - Nombor -
mt: - Numru -
ne: - नम्बर -
nn_no: - Nummer -
no: - Telefonnummer -
or: - ନମ୍ଵର -
pa_arab_pk: - نمبر -
pa_in: - ਨੰਬਰ -
pl: - Numer telefonu -
ru: - Номер -
sd: - نمبر -
si: - අංකය -
sl: - Številka -
sr_cyrl_rs: - Број -
sr_latn_rs: - Broj -
sv: - Nummer -
ta: - எண் -
te: - సంఖ్య -
tg: - Рақам -
th: - หมายเลข -
tr: - Numara -
tt: - Номер -
ug: - نومۇر -
uk: - Номер -
ur: - تعداد -
uz: - Raqam -
vi: - Số -
zh_hans: - 号码 -
zh_hant: - 號碼 -

# Word.Phone.Example.Prefix
source: - Prefix -
af: - Voorvoegsel -
am: - ቅድመ ቅጥያ -
ar: - البادئة -
as: - প্ৰিফিক্স -
az: - Prefiks -
bg: - Код -
bn_in: - আগের অংশ -
bs: - Pozivni -
cy: - Rhagddodiad -
da: - Præfiks -
de: - Vorwahl -
el: - Πρόθεμα -
es: - Prefijo -
et: - Eesliide -
eu: - Aurrezenbakia -
fa: - پیش شماره -
ga: - Réamhuimhir -
gd: - Ro-leasachan -
gl: - Prefixo -
gu: - ઉપસર્ગ -
he: - קידומת -
hi: - उपसर्ग -
hr: - predbroj -
hu: - Előhívószám -
id: - Kode -
is: - Forvalsnúmer -
ja: - 市外局番 -
ka: - კოდი -
kk: - Префикс -
kn: - ಪೂರ್ವಪ್ರತ್ಯಯ -
ko: - 지역 번호 -
ku_arab: - پێشگر -
ky: - Префикс -
lo: - ເລກນໍາໜ້າ -
lt: - Kodas -
lv: - Prefikss -
mi: - Pīmua -
mk: - Префикс -
ml: - പ്രീഫിക്‌സ് -
mn: - Гарцын код -
mr: - उपसर्ग -
ms: - Awalan -
mt: - Prefiss -
ne: - प्रिफिक्स -
nn_no: - Retningsnummer -
no: - Retningsnr. -
or: - ପୂର୍ବପଦ -
pa_arab_pk: - سابقہ -
pa_in: - ਅਗੇਤਰ -
pl: - Kier. -
ru: - Код -
sd: - پريفڪس -
si: - මුල් යෙදුම -
sl: - Ob. koda -
sr_cyrl_rs: - Позивни -
sr_latn_rs: - Pozivni -
ta: - முன்ஒட்டு -
te: - ఆదిప్రత్యయం -
tg: - Префикс -
th: - รหัส -
tr: - Alan Kodu -
tt: - Префикс -
ug: - ئالدىنقى خانە -
uk: - Префікс -
ur: - سابقہ -
uz: - Kod -
vi: - Tiền tố -
zh_hans: - 号码前缀 -
zh_hant: - 區碼 -

# Word.BankAccount.AccountholderName
source: Account holder name
af: Naam van rekeninghouer
am: መለያ ያዥ ስም
ar: اسم صاحب الحساب
as: একাউণ্ট গৰাকীৰ নাম
az: Hesab sahibinin adı
bg: Име на притежателя на сметката
bn_in: অ্যাকাউন্টের মালিকের নাম
bs: Ime vlasnika računa
cy: Enw deiliad y cyfrif
da: Kontoindehaverens navn
de: Name des Kontoinhabers
el: Όνομα κατόχου λογαριασμού
es: Nombre del titular de la cuenta
et: Kontoomaniku nimi
eu: Kontuaren jabearen izena
fa: نام دارنده حساب
ga: Ainm an té a bhfuil an cuntas aige/aici
gd: Ainm an neach-chunntais
gl: Nome de titular de conta
gu: ખાતાધારક નામ
he: שם בעל החשבון
hi: खाताधारक नाम
hr: Ime nositelja računa
hu: Számlatulajdonos neve
id: Nama pemegang rekening
is: Nafn reikningseiganda
ja: 名義
ka: ანგარიშის მფლობელის სახელი და გვარი
kk: Шот иесінің аты
kn: ಖಾತೆದಾರರ ಹೆಸರು
ko: 예금주 이름
ku_arab: ناوی خاوەنی ئەژمێر
ky: Каттоо эсебин кармоочунун аты
lo: ຊື່ເຈົ້າຂອງບັນຊີ
lt: Sąskaitos turėtojo vardas, pavardė
lv: Konta īpašnieka vārds
mi: Ingoa kaipupuri pūkete
mk: Име на сопственикот на сметката
ml: അക്കൌണ്ട് ഉടമയുടെ പേര്
mn: Данс эзэмшигчийн нэр
mr: खाते धारकाचे नाव
ms: Nama pemegang akaun
mt: Isem id-detentur tal-kont
ne: खाता धारकको नाम
nn_no: Namn på kontoinnehavar
no: Navn på kontoinnehaver
or: ଏକାଉଣ୍ଟ ଧାରକ ନାମ
pa_arab_pk: اکاؤنٹ دار دا ناں
pa_in: ਖਾਤਾ ਧਾਰਕ ਦਾ ਨਾਮ
pl: Imię i nazwisko właściciela konta
ru: Имя владельца счета
sd: اڪائونٽ رکندڙ جو نالو
si: ගිණුම් හිමියාගේ නම
sl: Ime imetnika računa
sr_cyrl_rs: Име власника налога
sr_latn_rs: Ime vlasnika naloga
sv: Kontohavarens namn
ta: கணக்குதாரரின் பெயர்
te: ఖాతాదారుడి పేరు
tg: Номи соҳиби суратҳисоб
th: ชื่อเจ้าของบัญชี
tr: Hesap sahibinin adı
tt: Хисап тотучы исеме
ug: ھېسابات ئىگىسىنىڭ ئىسمى
uk: Ім’я власника банківського рахунку
ur: کھاتہ دار کا نام
uz: Hisob raqami egasining nomi
vi: Tên chủ tài khoản
zh_hans: 帐户持有人姓名
zh_hant: 帳戶持有人姓名

# Word.BankAccount.AccountNumber
source: Account number
af: Rekeningnommer
am: መለያ ቁጥር
ar: رقم الحساب
as: একাউণ্ট সংখ্যা
az: Hesab nömrəsi
bg: Номер на сметка
bn_in: অ্যাকাউন্ট নাম্বার
bs: Broj računa
cy: Rhif y cyfrif
da: Kontonummer
de: Kontonummer
el: Αριθμός λογαριασμού
es: Número de cuenta
et: Kontonumber
eu: Kontu-zenbakia
fa: شماره حساب
ga: Uimhir chuntais
gd: Àireamh a' chunntais
gl: Número de conta
gu: ખાતા નંબર
he: מספר חשבון
hi: खाता संख्या
hr: Broj računa
hu: Számlaszám
id: Nomor rekening
is: Reikningsnúmer
ja: 口座番号
ka: ანგარიშის ნომერი
kk: Шот нөмірі
kn: ಖಾತೆ ಸಂಖ್ಯೆ
ko: 계좌 번호
ku_arab: ژمارەی ئەژمێر
ky: Каттоо эсебинин номуру
lo: ເລກບັນຊີ
lt: Sąskaitos numeris
lv: Konta numurs
mi: Tau pūkete
mk: Број на сметка
ml: അക്കൌണ്ട് നമ്പര്‍
mn: Дансны дугаар
mr: खाते नंबर
ms: Nombor akaun
mt: Numru tal-kont
ne: खाता नम्बर
nn_no: Kontonummer
no: Kontonummer
or: ଏକାଉଣ୍ଟ ନମ୍ଵର
pa_arab_pk: اکاؤنٹ نمبر
pa_in: ਖਾਤਾ ਨੰਬਰ
pl: Numer konta
ru: Номер счета
sd: اڪائونٽ نمبر
si: ගිණුම් අංකය
sl: Številka računa
sr_cyrl_rs: Број рачуна
sr_latn_rs: Broj računa
sv: Kontonummer
ta: கணக்கு எண்
te: ఖాతా సంఖ్య
tg: Рақами суратҳисоб
th: หมายเลขบัญชี
tr: Hesap numarası
tt: Хисап номеры
ug: ھېسابات نومۇرى
uk: Номер рахунку
ur: اکاؤںٹ نمبو
uz: Hisob raqami
vi: Số tài khoản
zh_hans: 帐号
zh_hant: 帳號

# Word.BankAccount.AccountNumberConfirm
source: Confirm account number
af: Bevestig rekeningnommer
am: መለያ ቁጥር አረጋግጥ
ar: تأكيد رقم الحساب
as: নিশ্চিত একাউণ্ট নম্বৰ
az: Hesab nömrəsini təsdiqlə
bg: Повторно въвеждане на номера на сметката
bn_in: অ্যাকাউন্ট নাম্বারটি নিশ্চিত করুন
bs: Potvrda broja računa
cy: Cadarnhau rhif y cyfrif
da: Bekræft kontonummer
de: Kontonummer bestätigen
el: Επιβεβαίωση αριθμού λογαριασμού
es: Confirme el número de cuenta
et: Kinnitage kontonumber
eu: Berretsi kontuaren zenbakia
fa: تأیید شماره حساب
ga: Deimhnigh an uimhir chuntais
gd: Dearbh àireamh a' chunntais
gl: Confirme número de conta
gu: ખાતા નંબર પુષ્‍ટિ કરો
he: אשר מספר חשבון
hi: खाता संख्या की पुष्टि करें
hr: Potvrdi broj računa
hu: Számlaszám megerősítése
id: Konfirmasi nomor rekening
is: Staðfesta reikningsnúmer
ja: 口座番号の確認入力
ka: დაამოწმეთ ანგარიშის ნომერი
kk: Шот нөмірін растау
kn: ಖಾತೆ ಸಂಖ್ಯೆಯನ್ನು ಖಚಿತಪಡಿಸಿ
ko: 계좌 번호 확인
ku_arab: ژمارەی ئەژمێر دووپات بکەوە
ky: Каттоо эсебинин номурун ырастоо
lo: ຢືນຢັນເລກບັນຊີ
lt: Patvirtinti sąskaitos numerį
lv: Apstiprināt konta numuru
mi: Whakaū i te tau pūkete
mk: Потврди број на сметка
ml: അക്കൌണ്ട് നമ്പര്‍ സ്ഥിരീകരിക്കുക
mn: Дансны дугаарыг нотлох
mr: खाते नंबरची पुष्टी करा
ms: Sahkan nombor akaun
mt: Ikkonferma n-numru tal-kont
ne: खाता नम्बर रुजू गर्नुहोस्
nn_no: Stadfest kontonummer
no: Bekreft kontonummer
or: ଏକାଉଣ୍ଟ ନମ୍ଵର ସୁନିଶ୍ଚିତ କରନ୍ତୁ
pa_arab_pk: اکاؤنٹ نمبر دی تصدیق کرو
pa_in: ਖਾਤਾ ਨੰਬਰ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Potwierdź numer konta
ru: Подтвердить номер счета
sd: اڪائونٽ جي نمبر جي تصديق ڪريو
si: ඔබේ ගිණුම් අංකය තහවුරු කරන්න
sl: Potrditev številke računa
sr_cyrl_rs: Потврда броја рачуна
sr_latn_rs: Potvrda broja računa
sv: Bekräfta kontonummer
ta: உறுதிப்படுத்தல் கணக்கு எண்
te: నిర్ధారణ ఖాతా సంఖ్య
tg: Рақами суратҳисобро тасдиқ кунед
th: ยืนยันหมายเลขบัญชี
tr: Hesap numarasını onayla
tt: Хисап номерын раслау итегез
ug: ھېسابات نومۇرىنى جەزىملەشتۈرۈش
uk: Підтвердити номер рахунку
ur: کھاتہ نمبر کی تصدیق کریں
uz: Hisob raqamini tasdiqlash
vi: Xác nhận số tài khoản
zh_hans: 确认帐号
zh_hant: 確認帳號

# Word.BankAccount.BankAccountType
source: Bank Account Type
af: Bankrekeningtipe
am: የባንክ ሒሳብ ዓይነት
ar: نوع حساب البنك
as: বেংক একাউণ্টৰ প্ৰকাৰ
az: Bank Hesabı Növü
bg: Вид на банковата сметка
bn_in: ব্যাঙ্ক অ্যাকাউন্টের প্রকার
bs: Vrsta bankovnog računa
cy: Math o Gyfrif Banc
da: Bankkontotype
de: Typ des Bankkontos
el: Τύπος τραπεζικού λογαριασμού
es: Tipo de cuenta bancaria
et: Pangakonto tüüp
eu: Banku-kontu mota
fa: نوع حساب بانکی
ga: Cineál Cuntais Bainc
gd: Seòrsa a’ chunntais banca
gl: Tipo de conta bancaria
gu: બેંક ખાતાનો પ્રકાર
he: סוג חשבון בנק
hi: बैंक खाता प्रकार
hr: Vrsta bankovnog računa
hu: Bankszámla típusa
id: Jenis Rekening Bank
is: Tegund bankareiknings
ja: 銀行口座の種類
ka: საბანკო ანგარიშის ტიპი
kk: Банк тіркелгісінің түрі
kn: ಬ್ಯಾಂಕ್ ಖಾತೆ ಪ್ರಕಾರ
ko: 은행 계정 유형
ku_arab: جۆری ئەژمێری بانک
ky: Банктын каттоо жазуу түрү
lo: ປະເພດບັນຊີທະນາຄານ
lt: Banko sąskaitos tipas
lv: Bankas konta tips
mi: Momo Pūkete Pēke
mk: Тип банкарска сметка
ml: ബാങ്ക് അക്കൗണ്ട് തരം
mn: Банкны дансны төрөл
mr: बॅक खाते प्रकार
ms: Jenis Akaun Bank
mt: Tip ta' Kont tal-Bank
ne: बैंक खाता प्रकार
nn_no: Bankkontotype
no: Bankkontotype
or: ବ୍ୟାଙ୍କ୍ ଏକାଉଣ୍ଟ୍ ପ୍ରକାର
pa_arab_pk: بینک اکاؤنٹ دی قسم
pa_in: ਬੈਂਕ ਖਾਤੇ ਦੀ ਕਿਸਮ
pl: Typ konta bankowego
ru: Тип банковского счета
sd: بينڪ اڪائونٽ جو قسم
si: බැංකු ගිණුම් වර්ගය
sl: Vrsta bančnega računa
sr_cyrl_rs: Тип рачуна у банци
sr_latn_rs: Tip računa u banci
sv: Typ av bankkonto
ta: வங்கிக் கணக்கு வகை
te: బ్యాంక్ ఖాతా రకం
tg: Навъи суратҳисоби бонкӣ
th: ประเภทบัญชีธนาคาร
tr: Banka Hesabı Türü
tt: Банк хисабы төре
ug: بانكا ھېسابات نومۇرى تۈرى
uk: Тип банківського рахунку
ur: بینک اکاؤنٹ قسم
uz: Bank hisob raqami turi
vi: Loại Tài khoản Ngân hàng
zh_hans: 银行帐户类型
zh_hant: 銀行帳戶類型

# Word.BankAccount.ResidentialStatus
source: Residential Status
af: Residensiële status
am: የመኖሪያ ሁነታ
ar: حالة الإقامة
as: আবাসিক স্থিতি
az: Rezidensiya Vəziyyəti
bg: Статут на местожителство
bn_in: আবাসিক স্থিতি
bs: Rezidentski status
cy: Statws Preswyl
da: Bopælsstatus
de: Adressstatus
el: Κατάσταση διαμονής
es: Estado residencial
et: Elamisluba
eu: Egoiliar-egoera
fa: ضعیت اقامت
ga: Stádas Cónaithe
gd: Staid còmhnaidh
gl: Estados residencial
gu: રેસિડેંશિયલ સ્થિતિ
he: מצב מגורים
hi: निवास संबंधी स्थिति
hr: Rezidentni status
hu: Illetőség
id: Status Tempat Tinggal
is: Búsetustaða
ja: 居住の状態
ka: რეზიდენტის სტატუსი
kk: Резиденттік күй
kn: ವಾಸ ಸ್ಥಿತಿ
ko: 주거 상태
ku_arab: دۆخی نیشتەجێیی
ky: Резиденттик Абал
lo: ສະຖານະບ່ອນຢູ່ອາໄສ
lt: Gyventojo statusas
lv: Dzīvesvietas statuss
mi: Tūnga Kainoho
mk: Станбен статус
ml: താമസ നില
mn: Оршин суугаа байдал
mr: निवासी स्थिती
ms: Status Kediaman
mt: Status Residenzjali
ne: आवासिय स्थिति
nn_no: Bustadsstatus
no: Boligstatus
or: ବାସିନ୍ଦା ସ୍ଥିତି
pa_arab_pk: رہائشی حیثیت
pa_in: ਰਿਹਾਇਸ਼ੀ ਸਥਿਤੀ
pl: Miejsce zamieszkania
ru: Состояние места проживания
sd: رهائشي حالت
si: ජනාධිපති තත්ත්වය
sl: Status rezidenta
sr_cyrl_rs: Статус пребивалишта
sr_latn_rs: Status prebivališta
sv: Bostadsstatus
ta: முதன்மை நிலை
te: నివాస స్థితి
tg: Ҳолати шаҳрвандӣ
th: สถานะที่อยู่อาศัย
tr: İkamet Durumu
tt: Резидент халәте
ug: ئولتۇراق ھالىتى
uk: Стан постійного проживання
ur: رہائشی حیثیت
uz: Yashash holati
vi: Tình trạng Cư trú
zh_hans: 居住状况
zh_hant: 居留狀態

# Word.BankAccount.AccountType
source: Account Type
af: Rekeningtipe
am: የመለያ ዓይነት
ar: نوع الحساب
as: একাউণ্ট প্ৰকাৰ
az: Hesab Növü
bg: Вид сметка
bn_in: অ্যাকাউন্টের ধরন
bs: Vrsta računa
cy: Math o Gyfrif
da: Kontotype
de: Art des Kontos
el: Τύπος λογαριασμού
es: Tipo de cuenta
et: Konto tüüp
eu: Kontu mota
fa: نوع حساب
ga: Cineál cuntais
gd: Seòrsa a' chunntais
gl: Tipo de conta
gu: ખાતા પ્રકાર
he: סוג חשבון
hi: खाता प्रकार
hr: Vrsta računa
hu: Számlatípus
id: Jenis Rekening
is: Gerð reiknings
ja: 口座の種類
ka: ანგარიშის ტიპი
kk: Шот түрі
kn: ಖಾತೆ ಪ್ರಕಾರ
ko: 계좌 종류
ku_arab: جۆری ئەژمێر
ky: Каттоо эсебинин түрү
lo: ປະເພດບັນຊີ
lt: Sąskaitos tipas
lv: Konta tips
mi: Momo Pūkete
mk: Тип на сметка
ml: അക്കൌണ്ട് തരം
mn: Дансны төрөл
mr: खाते प्रकार
ms: Jenis Akaun
mt: Tip ta' Kont
ne: खाता प्रकार
nn_no: Kontotype
no: Kontotype
or: ଏକାଉଣ୍ଟ ପ୍ରକାର
pa_arab_pk: اکاؤنٹ دی قسم
pa_in: ਖਾਤੇ ਦੀ ਕਿਸਮ
pl: Typ konta
ru: Тип счета
sd: اڪائونٽ جو قسم
si: ගිණුම් වර්ගය
sl: Vrsta računa
sr_cyrl_rs: Тип налога
sr_latn_rs: Tip naloga
sv: Kontotyp
ta: கணக்கு வகை
te: ఖాతా రకం
tg: Намуди суратҳисоб
th: ประเภทบัญชี
tr: Hesap Türü
tt: Хисап тибы
ug: ھېسابات تۈرى
uk: Тип банківського рахунку
ur: کھاتہ کی قسم
uz: Hisob qaydnomasi turi
vi: Loại Tài khoản
zh_hans: 帐户类型
zh_hant: 帳戶類型

# Word.BankAccount.AddressLine1
source: Address line 1
af: Adres reël 1
am: አድራሻ መስመር 1
ar: سطر العنوان 1
as: ঠিকনা শাৰী 1
az: Ünvan sətri 1
bg: Ред за адрес 1
bn_in: ঠিকানা 1
bs: Red za adresu 1
cy: Llinell cyfeiriad 1
da: Adresselinje 1
de: Straße und Hausnummer
el: Γραμμή διεύθυνσης 1
es: Dirección (línea 1)
et: Postiaadressi 1. rida
eu: Helbidearen 1. lerroa
fa: آدرس 1
ga: Líne 1 den seoladh
gd: Loidhne 1 an t-seòlaidh
gl: Liña de enderezo 1
gu: સરનામાં લાઇન 1
he: שורת כתובת 1
hi: पता पंक्ति 1
hr: Redak adrese 1
hu: Cím – 1. sor
id: Baris alamat 1
is: Póstfangslína 1
ja: 住所 1
ka: მისამართის სტრიქონი 1
kk: 1-мекенжай жолы
kn: ವಿಳಾಸ ಸಾಲು 1
ko: 주소란 1
ku_arab: ریزی 1 ی ناونیشان
ky: Дарек, сап 1
lo: ທີ່ຢູ່ແຖວ 1
lt: 1-a adreso eilutė
lv: Adreses 1. rindiņa
mi: Raina wāhitau 1
mk: Ред 1 за адреса
ml: വിലാസ വരി 1
mn: Хаягийн мөр 1
mr: पत्ता रेखा 1
ms: Baris alamat 1
mt: Linja tal-indirizz 1
ne: ठेगाना लाइन १
nn_no: Adresseline 1
no: Adresselinje 1
or: ଠିକଣା ଧାଡି 1
pa_arab_pk: ‏‏پتہ لین 1
pa_in: ਪਤਾ ਲਾਈਨ 1
pl: 1. wiersz adresu
ru: Адрес
sd: پتي واري لائن 1
si: ලිපිනය 1 පේලිය
sl: Naslovna vrstica 1
sr_cyrl_rs: Ред за адресу 1
sr_latn_rs: Red za adresu 1
sv: Adressrad 1
ta: முகவரி வரி 1
te: చిరునామా పంక్తి 1
tg: Сатри суроғаи 1
th: ที่อยู่บรรทัดที่ 1
tr: Adres satırı 1
tt: 1нче адрес юлы
ug: ئادرېس سىزىقى 1
uk: Рядок адреси 1
ur: پتہ سطر 1
uz: 1-manzil qatori
vi: Địa chỉ dòng 1
zh_hans: 地址行 1
zh_hant: 地址 1

# Word.BankAccount.AddressLine2
source: Address line 2
af: Adres reël 2
am: አድራሻ መስመር 2
ar: سطر العنوان 2
as: ঠিকনা শাৰী 2
az: Ünvan sətri 2
bg: Ред за адрес 2
bn_in: ঠিকানা 2
bs: Red za adresu 2
cy: Llinell cyfeiriad 2
da: Adresselinje 2
de: Adresszeile 2
el: Γραμμή διεύθυνσης 2
es: Dirección (línea 2)
et: Postiaadressi 2. rida
eu: Helbidearen 2. lerroa
fa: آدرس 2
ga: Líne 2 den seoladh
gd: Loidhne 2 an t-seòlaidh
gl: Liña de enderezo 2
gu: સરનામાં લાઇન 2
he: שורת כתובת 2
hi: पता पंक्ति 2
hr: Redak adrese 2
hu: Cím – 2. sor
id: Baris alamat 2
is: Póstfangslína 2
ja: 住所 2
ka: მისამართის სტრიქონი 2
kk: 2-мекенжай жолы
kn: ವಿಳಾಸ ಸಾಲು 2
ko: 주소란 2
ku_arab: ریزی 2 ی ناونیشان
ky: Дарек, сап 2
lo: ທີ່ຢູ່ແຖວ 2
lt: 2 adreso eilutė
lv: Adreses 2. rindiņa
mi: Raina wāhitau 2
mk: Ред 2 за адреса
ml: വിലാസ വരി 2
mn: Хаягийн мөр 2
mr: पत्ता रेखा 2
ms: Baris alamat 2
mt: Linja tal-indirizz 2
ne: ठेगाना लाइन २
nn_no: Adresseline 2
no: Adresselinje 2
or: ଠିକଣା ଧାଡି 2
pa_arab_pk: ‏‏پتہ لین 2
pa_in: ਪਤਾ ਲਾਈਨ 2
pl: 2. wiersz adresu
ru: Вторая строка адреса
sd: پتي واري لائن 2
si: ලිපිනය 2 පේලිය
sl: Naslovna vrstica 2
sr_cyrl_rs: Ред за адресу 2
sr_latn_rs: Red za adresu 2
sv: Adressrad 2
ta: முகவரி வரி 2
te: చిరునామా పంక్తి 2
tg: Сатри суроғаи 2
th: ที่อยู่บรรทัดที่ 2
tr: Adres satırı 2
tt: 2нче адрес юлы
ug: ئادرېس سىزىقى 2
uk: Рядок адреси 2
ur: پتہ سطر 2
uz: 2-manzil qatori
vi: Địa chỉ dòng 2
zh_hans: 地址行 2
zh_hant: 地址 2
