Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ModernIdealBilling.SettingUp.LegalString2
source: , you will be redirected to iDEAL to verify your account. We'll collect your bank account info, but won't use it without your permission.
af: , jy sal na iDEAL herlei word om jou rekening te verifieer. Ons sal jou bankrekeninginligting versamel, maar sal dit nie sonder jou toestemming gebruik nie.
am: መለያዎን ለማረጋገጥ ወደ iDEAL ይዛወራሉ። የእርስዎን የባንክ ሂሳብ መረጃ እንሰበስባለን ፣ ነገር ግን ያለፈቃድዎ አንጠቀምበትም።
ar: ، ستتم إعادة توجيهك إلى iDEAL للتحقق من حسابك. سنجمع معلومات حسابك البنكي، ولكننا لن نستخدمها بدون إذنك.
as: ,আপোনাৰ একাউণ্টটো সত্যাপন কৰিবলৈ আপোনাক আপোনাৰ iDEAL পুনঃনিৰ্দেশিত কৰা হ'ব। আমি আপোনাৰ বেঙ্ক একাউণ্টৰ তথ্য সংগ্ৰহ কৰিম, কিন্তু আপোনাৰ অনুমতি অবিহনে ইয়াক ব্যৱহাৰ নকৰোঁ।
az: , hesabınızı yoxlamaq üçün iDEAL-a yönləndiriləcəksiniz. Bank hesabı məlumatlarınızı toplayacağıq, lakin icazəniz olmadan onu istifadə etməyəcəyik.
bg: , ще бъдете пренасочени към iDEAL, за да потвърдите акаунта си. Ние ще съберем информацията за банковата ви сметка, но няма да я използваме без ваше разрешение.
bn_in: , আপনার অ্যাকাউন্ট যাচাই করার জন্য আপনাকে iDEAL এ পুনঃনির্দেশিত করা হবে। আমরা আপনার ব্যাংক অ্যাকাউন্টের তথ্য সংগ্রহ করব, তবে এটি আপনার অনুমতি ব্যতীত ব্যবহার করব না।
bs: , bit ćete preusmjereni na banku, kako biste potvrdili svoj račun. Prikuplјamo informacije o vašem bankovnom računu, ali ih nećemo koristiti bez vaše dozvole.
cy: , cewch eich ailgyfeirio i iDEAL i ddilysu eich cyfrif. Byddwn yn casglu gwybodaeth am eich cyfrif banc, ond ni fyddwn yn ei defnyddio heb eich caniatâd.
da: , bliver du omdirigeret til iDEAL for at bekræfte din konto. Vi indsamler dine bankkontooplysninger, men bruger dem ikke uden din tilladelse.
de: , Sie werden zur Überprüfung Ihres Kontos an iDEAL umgeleitet. Wir fragen Ihre Bankkontodaten ab, werden sie jedoch nicht ohne Ihre Zustimmung verwenden.
el: , θα ανακατευθυνθείτε στο iDEAL για να επαληθεύσετε τον λογαριασμό σας. Θα συλλέξουμε τις πληροφορίες του τραπεζικού λογαριασμού σας, αλλά δεν θα τις χρησιμοποιήσουμε χωρίς την άδειά σας.
es: se le redirigirá a su iDEAL para comprobar su cuenta. Recopilaremos la información de la cuenta bancaria, pero no la usaremos sin su permiso.
et: , teid suunatakse konto kinnitamiseks iDEALi veebisaidile. Kogume teie pangakonto teavet, aga me ei kasuta seda teie loata.
eu: , iDEAL-era birbideratuko zaizu kontua egiaztatzeko. Zure bankuko kontuaren informazioa bilduko dugu, baina ez dugu erabiliko zure baimenik gabe.
fa: ، برای تأیید حساب به iDEAL هدایت می‌شوید. ما اطلاعات حساب بانکی شما را جمع‌آوری می‌کنیم، اما بدون اجازه شما از آن استفاده نمی‌کنیم.
ga: , atreorófar thú chuig iDEAL chun do chuntas a fhíorú. Baileoimid faisnéis faoi do chuntas bainc ach ní úsáidfimid í gan cead uait.
gd: , thèid d’ ath-stiùireadh gun iDEAL a dhearbhadh a’ chunntais agad. Cruinnichidh sinn fiosrachadh mun chunntas bhanca agad ach cha chleachd sinn e gun chead uat.
gl: , producirase unha redirección a iDEAL para que verifique a súa conta. Recompilaremos información da súa conta bancaria, pero non a usaremos sen o seu permiso.
gu: , તમને તમારા ખાતાની ચકાસણી કરાવવા માટે iDEAL પર રીડાયરેક્ટ કરવામાં આવશે. અમે તમારા બેંકના ખાતાની માહિતી એકત્રિત કરીશું, પરંતુ તમારી અનુમતિ વિના તેનો ઉપયોગ કરીશું નહીં.
he: , תופנה ל- IDEAL כדי לאמת את החשבון שלך. נאסוף את פרטי חשבון הבנק שלך, אך לא נשתמש בהם ללא רשותך.
hi: , आपको अपना खाता सत्यापित करने के लिए iDEAL पर फिर से निर्देशित किया जाएगा. हम आपकी बैंक खाते की जानकारी एकत्रित करेंगे, लेकिन हम उसका उपयोग आपकी अनुमति के बिना नहीं करेंगे.
hr: , bit ćete preusmjereni na iDEAL kako biste potvrdili svoj račun. Prikupit ćemo podatke o vašem bankovnom računu, ali ih nećemo upotrebljavati bez vaše dozvole.
hu: , átirányítjuk az iDEAL szolgáltatóhoz a számlája ellenőrzéséhez. Gyűjtjük a bankszámlaadatait, de az Ön engedélye nélkül nem használjuk fel azokat.
id: , Anda akan diarahkan ke iDEAL untuk memverifikasi rekening. Kami akan mengumpulkan informasi rekening bank Anda, tetapi kami tidak akan menggunakannya tanpa izin Anda.
is: , verður þér vísað áfram á iDEAL til að staðfesta reikninginn þinn. Við söfnum bankareikningsupplýsingunum þínum en notum þær ekki án þinnar heimildar.
ja: 、お客様の口座を確認するために iDEAL にリダイレクトされます。お客様の銀行口座情報が収集されますが、お客様の許可なくこれが使用されることはありません。
ka: , გადამისამართდებით iDEAL-ზე თქვენი ანგარიშის გადასამოწმებლად. ჩვენ შევაგროვებთ ინფორმაციას თქვენი საბანკო ანგარიშის შესახებ, მაგრამ არ გამოვიყენებთ ამ ინფორმაციას თქვენი ნებართვის გარეშე.
kk: , тіркелгіңізді растау үшін iDEAL веб-бетіне қайта бағытталасыз. Банк шотыңыз туралы ақпаратты жинаймыз, бірақ оны сіздің рұқсатыңызсыз пайдаланбаймыз.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮನ್ನು iDEAL ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಾವು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಆದರೆ ನಿಮ್ಮ ಅನುಮತಿ ಇಲ್ಲದೇ ಬಳಸುವುದಿಲ್ಲ.
ko: , 계정을 확인하기 위해 iDEAL로 리디렉션됩니다. Microsoft는 귀하의 은행 계정 정보를 수집하지만, 귀하의 동의 없이 사용하지 않습니다.
lo: , ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຍັງ iDEAL ເພື່ອກວດສອບບັນຊີຂອງທ່ານ. ພວກເຮົາຈະເກັບຂໍ້ມູນບັນຊີທະນາຄານຂອງທ່ານ, ແຕ່ຈະບໍ່ໃຊ້ມັນໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດຈາກທ່ານ.
lt: , būsite nukreipti į „iDEAL“, kad patvirtintumėte savo paskyrą. Rinksime jūsų banko paskyros informaciją, bet nenaudosime jos be jūsų leidimo.
lv: , jūs tiksit novirzīts uz iDEAL, lai verificētu savu kontu. Mēs vāksim jūsu bankas konta informāciju, bet neizmantosim to bez jūsu atļaujas.
mi: , ka tahurikē atu ai i a koe ki a iDEAL hei manatoko i tō pūkete. Mā mātou ō mōhiohio pūtea pēke e kohi ai, engari kāore e whakamahi me te kore e whiwhi i tō whakaaetanga.
mk: , ќе бидете пренасочени до iDEAL за да ја проверите сметката. Ќе собираме информации за вашата банкарска сметка, но нема да ги користиме без ваша дозвола.
ml: , നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കുന്നതിന് നിങ്ങളുടെ iDEAL എന്നതിലേക്ക് റീഡയറക്റ്റ് ചെയ്യും. ഞങ്ങൾ നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് വിവരങ്ങൾ ശേഖരിക്കും, പക്ഷേ നിങ്ങളുടെ അനുമതിയില്ലാതെ അത് ഉപയോഗിക്കില്ല.
mr: , आपल्या खात्याची पडताळणी करण्यासाठी आपल्याला iDEAL वर पुनर्निर्देशित केले जाईल. आम्ही आपल्या बँकेच्या खात्याची माहिती संकलित करू, पण आपल्या परवानगी शिवाय ती वापरणार नाही.
ms: , anda akan dihalakan semula ke iDEAL untuk menentusahkan akaun anda. Kami akan mengumpulkan maklumat akaun bank anda, tetapi tidak akan menggunakannya tanpa kebenaran anda.
mt: , se tiġi ridirezzjonat lejn iDEAL biex tivverifika l-kont tiegħek. Se niġbru l-informazzjoni tal-kont tal-bank tiegħek, iżda mhux se nużawh mingħajr il-permess tiegħek.
ne: , तपाईंलाई आफ्नो खाता रुजू गर्न iDEAL मा पुनर्निर्देशित गरिने छ। हामी तपाईंको बैङ्क खाता जानकारी सङ्कलन गर्ने छौँ, तर तपाईंको अनुमति बिना प्रयोग गर्ने छैनौँ।
nn_no: , kjem du til nettstaden til iDEAL for å stadfeste kontoen. Vi samlar inn informasjonen om bankkontoen din, men vi bruker han ikkje utan løyve frå deg.
no: du blir omdirigert til iDEAL for å bekrefte kontoen. Vi samler inn informasjon om bankkontoen, men vi bruker den ikke uten tillatelse fra deg.
or: , ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ iDEAL କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ । ଆମେ ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍ ସୂଚନା ସଂଗ୍ରହ କରିବୁ, କିନ୍ତୁ ଆପଣଙ୍କ ଅନୁମତି ବିନା ଏହାକୁ ବ୍ୟବହାର କରିବୁ ନାହିଁ ।
pa_in: , ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ iDEAL 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ ਇਕੱਤਰ ਕਰਾਂਗੇ, ਪਰ ਇਸਦੀ ਵਰਤੋਂ ਤੁਹਾਡੀ ਆਗਿਆ ਤੋਂ ਬਿਨਾਂ ਨਹੀਂ ਕਰਾਂਗੇ।
pl: , nastąpi przekierowanie do usługi iDEAL w celu zweryfikowania konta. Będziemy zbierać informacje dotyczące Twojego konta bankowego, ale nie użyjemy ich bez Twojej zgody.
ru: , вас перенаправят на сайт iDEAL для подтверждения счета. Мы получим банковские реквизиты вашего счета, но не будем использовать эти данные без вашего разрешения.
sl: , boste preusmerjeni v storitev iDEAL za potrditev računa. Zbrali bomo podatke o vaši banki, vendar jih ne bomo uporabili brez vašega dovoljenja.
sr_cyrl_rs: , бићете преусмерени на iDEAL да бисте верификовали рачун. Прикупљамо информације о вашем банковном рачуну, али их нећемо користити без ваше дозволе.
sr_latn_rs: , bićete preusmereni na iDEAL da biste verifikovali račun. Prikupićemo informacije o vašem bankovnom računu ali ih nećemo koristiti bez vaše dozvole.
sv: omdirigeras du till iDEAL så att du kan verifiera ditt konto. Vi samlar in information om ditt bankkonto men kommer inte att använda den utan din tillåtelse.
ta: , உங்கள் கணக்கைச் சரிபார்க்க, நீங்கள் iDEAL-க்குத் திருப்பிவிடப்படுவீர்கள். உங்கள் வங்கிக் கணக்குத் தகவல்களைச் சேகரிப்போம், ஆனால் உங்கள் அனுமதியின்றி அதைப் பயன்படுத்த மாட்டோம்.
te: , మీ ఖాతాను ధృవీకరించడానికి మీరు iDEALకి మళ్లించబడతారు. మేము మీ బ్యాంక్ ఖాతా సమాచారాన్ని సేకరిస్తాము, కానీ మీ అనుమతి లేకుండా దాన్ని ఉపయోగించము.
th: คุณจะถูกเปลี่ยนเส้นทางไปยัง iDEAL เพื่อตรวจสอบบัญชีของคุณ เราจะรวบรวมข้อมูลบัญชีธนาคารของคุณ แต่จะไม่นำไปใช้โดยไม่ได้รับอนุญาตจากคุณ
tr: hesabınızı doğrulamak için iDEAL sitesine yönlendirilirsiniz. Banka hesap bilgilerinizi toplarız ancak bu bilgileri izniniz olmadan kullanmayız.
tt: , хисап язмагызны раслау өчен iDEAL’га күчереләчәксез. Без банк хисап язмагыз турында мәгълүматны тупларбыз, ләкин рөхсәтегездән башка аны кулланмабыз.
ug: ، سىزنى iDEAL غا قايتا يېتەكلەپ ھېساباتىڭىزنى دەلىللەيمىز. بانكا ھېساباتىڭىزنىڭ ئۇچۇرىنى توپلايمىز، ئەمما ئۇلارنى سىزدىن ئىجازەت ئالماي تۇرۇپ ئىشلەتمەيمىز.
uk: вас буде перенаправлено на сайт iDEAL для підтвердження вашого рахунку. Ми збираємо відомості про ваш банківський рахунок, проте не будемо використовувати їх без вашої згоди.
ur: ، آپ کو iDEAL پر ری ڈائریکٹ کر دیا جائے گا تاکہ آپ کے اکاؤنٹ کی تصدیق کی جا سکے۔ ہم آپ کے بینک اکاؤنٹ کی معلومات جمع کریں گے، لیکن اسے آپ کی اجازت کے بغیر استعمال نہیں کریں گے۔
vi: , bạn sẽ được chuyển hướng đến iDEAL để xác minh tài khoản. Chúng tôi sẽ thu thập thông tin tài khoản ngân hàng của bạn, nhưng sẽ không sử dụng thông tin đó khi không được bạn cho phép.
zh_hans: ，系统会将你重定向到 iDEAL 以验证你的帐户。我们将收集你的银行帐户信息，但未经你的允许，我们不会使用该信息。
zh_hant: ，系統會將您重新導向至 iDEAL 以驗證您的帳戶。我們會收集您的銀行帳戶資訊，但不會在沒有您授權的情況下，使用這些資訊。

# Literal.ModernIdealBilling.SettingUp.LegalString3
source: , you will be redirected to iDEAL to verify your account. We'll receive your bank account details, which we'll use to collect the payment in accordance with your direct debit request.
af: , jy sal na iDEAL herlei word om jou rekening te verifieer. Ons sal jou bankrekeningbesonderhede ontvang, wat ons sal gebruik om die betaling in ooreenstemming met jou direktedebietversoek te verwerk.
am: መለያዎን ለማረጋገጥ ወደ iDEAL ይዛወራሉ። በቀጥታ የዴቢት ጥያቄዎ መሰረት ክፍያውን ለመሰብሰብ የምንጠቀምበትን የባንክ ሒሳብ ዝርዝሮችዎን እንቀበላለን።
ar: ، سيُعاد توجيهك إلى iDEAL للتحقق من حسابك. سنتلقى تفاصيل حسابك البنكي، التي سنستخدمها لتحصيل الدفع وفقاً لطلب الخصم المباشر.
as: ,আপোনাৰ একাউণ্টটো সত্যাপন কৰিবলৈ আপোনাক iDEALলৈ পুনঃনিৰ্দেশিত কৰা হ'ব। আমি আপোনাৰ বেংক একাউণ্টৰ বিৱৰণ প্ৰাপ্ত কৰিম যিটো আমি আপোনাৰ পোনপটীয়া ডেবিট অনুৰোধ অনুসৰি পৰিশোধ সংগ্ৰহ কৰিবলৈ ব্যৱহাৰ কৰিম।
az: , hesabınızı yoxlamaq üçün iDEAL-a yönləndiriləcəksiniz. Birbaşa debet sorğunuza uyğun olaraq ödənişi toplamaq üçün istifadə edəcəyimiz bank hesabı məlumatlarınızı alacağıq.
bg: , ще бъдете пренасочени към iDEAL, за да потвърдите акаунта си. Ще получим данни за банковата ви сметка, които ще използваме за събиране на плащането в съответствие с искането ви за директен дебит.
bn_in: , আপনার অ্যাকাউন্ট যাচাই করার জন্য আপনাকে iDEAL এ পুনঃনির্দেশিত করা হবে। আমরা আপনার ব্যাংক অ্যাকাউন্টের বিশদ বিবরণ পাব, যেটি আমরা আপনার সরাসরি ডেবিট অনুরোধ অনুসারে অর্থ সংগ্রহ করতে ব্যবহার করব।
bs: , bit ćete preusmjereni na iDEAL, kako biste potvrdili svoj račun. Primat ćemo informacije o vašem bankovnom računu, koje ćemo koristiti za naplatu u skladu s vašim zahtjevom za direktno zaduženje.
cy: , cewch eich ailgyfeirio i iDEAL i ddilysu eich cyfrif. Byddwn ni'n cael manylion eich cyfrif banc, a byddwn ni'n eu defnyddio i gasglu'r taliad yn unol â'ch cais debyd uniongyrchol.
da: , bliver du omdirigeret til iDEAL for at bekræfte din konto. Vi modtager dine bankkontooplysninger, som vi bruger til at opkræve betalingen i overensstemmelse med din anmodning om direkte debitering.
de: , Sie werden zur Überprüfung Ihres Kontos an iDEAL umgeleitet. Wir erhalten Ihre Bankkontodaten, die wir verwenden, um die Zahlung gemäß Ihrer Lastschriftanforderung einzuziehen.
el: , θα ανακατευθυνθείτε στο iDEAL για να επαληθεύσετε τον λογαριασμό σας. Θα λάβουμε τα στοιχεία του τραπεζικού λογαριασμού σας, τα οποία θα χρησιμοποιήσουμε για την είσπραξη της πληρωμής σύμφωνα με την αίτησή σας για άμεση χρέωση.
es: se le redirigirá a su iDEAL para comprobar su cuenta. Recibiremos los detalles de su cuenta bancaria, que utilizaremos para cobrar el pago de acuerdo con su solicitud de adeudo directo.
et: , teid suunatakse konto kinnitamiseks iDEALi veebisaidile. Saame teie pangakonto andmed, mida kasutame makse võtmiseks vastavalt teie otsekorralduse taotlusele.
eu: , iDEAL-era birbideratuko zaizu kontua egiaztatzeko. Zure banku-kontuaren datuak jasoko ditugu, eta ordainketa kobratzeko erabiliko ditugu, banku-helbideratzeko eskaerari jarraituz.
fa: ، برای تأیید حساب به iDEAL هدایت می‌شوید. ما جزئیات حساب بانکی شما را دریافت خواهیم کرد که از آن برای جمع‌آوری پرداخت مطابق با درخواست بدهی مستقیم شما استفاده خواهیم کرد.
ga: , atreorófar thú chuig iDEAL chun do chuntas a fhíorú. Gheobhaimid sonraí do chuntais bainc, agus úsáidfimid iad chun an íocaíocht a bhailiú de réir d'iarratais ar dhochar díreach.
gd: , thèid d’ ath-stiùireadh gun iDEAL a dhearbhadh a’ chunntais agad. Gheibh sinn fiosrachadh mun chunntas bhanca agad agus cleachdaidh sinn seo airson greim fhaighinn air an airgead a-rèir d’ iarrtais airson Direct Debit.
gl: , producirase unha redirección a iDEAL para que verifique a súa conta. Recibiremos os datos da súa conta bancaria, que usaremos para cobrar o pagamento de acordo coa súa solicitude de débito directo.
gu: , તમને તમારા ખાતાની ચકાસણી કરાવવા માટે iDEAL પર રીડાયરેક્ટ કરવામાં આવશે. અમે તમારા બેંક ખાતાની વિગતો પ્રાપ્ત કરીશું, જેનો ઉપયોગ અમે તમારી ડાયરેક્ટ ડેબિટ વિનંતી અનુસાર ચૂકવણી એકત્રિત કરવા માટે કરીશું.
he: , תופנה ל- IDEAL כדי לאמת את החשבון שלך. נקבל את פרטי חשבון הבנק שלך, שנשתמש בהם לגביית התשלום בהתאם לבקשתך לחיוב ישיר.
hi: , आपको अपना खाता सत्यापित करने के लिए फिर से iDEAL पर ले जाया जाएगा. हमें आपके बैंक खाते का विवरण प्राप्त होगा, जिसका उपयोग हम आपके डायरेक्ट डेबिट अनुरोध के अनुसार भुगतान एकत्र करने के लिए करेंगे.
hr: , bit ćete preusmjereni na iDEAL kako biste potvrdili svoj račun. Primit ćemo podatke o vašem bankovnom računu koje ćemo koristiti za naplatu u skladu s vašim zahtjevom za izravno terećenje.
hu: , átirányítjuk az iDEAL szolgáltatóhoz a számlája ellenőrzéséhez. Megkapjuk a bankszámla-adatait, amelyet a beszedési megbízásra vonatkozó kérelmének megfelelően használunk fel a fizetés beszedésére.
id: , Anda akan diarahkan ke iDEAL untuk memverifikasi rekening. Kami akan menerima detail rekening bank Anda, yang akan kami gunakan untuk mengumpulkan pembayaran sesuai dengan permintaan debit langsung Anda.
is: , verður þér vísað áfram á iDEAL til að staðfesta reikninginn þinn. Við munum fá upplýsingar um bankareikninginn þinn, sem við notum til að innheimta greiðsluna í samræmi við beiðni þína um beingreiðslu.
ja: 、お客様の口座を確認するために iDEAL にリダイレクトされます。お客様の銀行口座の詳細を受け取ります。これは、自動引き落とし要求に従って支払いを回収するために使用されます。
ka: , გადამისამართდებით iDEAL-ზე თქვენი ანგარიშის გადასამოწმებლად. ჩვენ მივიღებთ თქვენი საბანკო ანგარიშის დეტალებს, რომლებსაც გამოვიყენებთ გადასახადის მისაღებად თქვენი პირდაპირი სადებეტო მოთხოვნის შესაბამისად.
kk: , тіркелгіңізді растау үшін iDEAL веб-бетіне қайта бағытталасыз. Тікелей дебеттік сұрауыңызға сәйкес төлемді жинау үшін пайдаланатын банк шотыңыздың деректемелерін аламыз.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮನ್ನು iDEAL ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆ ವಿವರಗಳನ್ನು ನಾವು ಸ್ವೀಕರಿಸುತ್ತೇವೆ, ಅದನ್ನು ನಿಮ್ಮ ಡೈರೆಕ್ಟ್ ಡೆಬಿಟ್ ವಿನಂತಿಗೆ ಅನುಗುಣವಾಗಿ ಪಾವತಿಯನ್ನು ಸಂಗ್ರಹಿಸಲು ನಾವು ಬಳಸುತ್ತೇವೆ.
ko: , 계정을 확인하기 위해 iDEAL로 리디렉션됩니다. 귀하의 은행 계좌 정보가 접수되며, 자동 이체 요청에 따라 대금을 수금하는 데 사용됩니다.
lo: , ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຍັງ iDEAL ເພື່ອກວດສອບບັນຊີຂອງທ່ານ. ພວກເຮົາຈະໄດ້ຮັບລາຍລະອຽດບັນຊີທະນາຄານຂອງທ່ານ, ເຊິ່ງພວກເຮົາຈະໃຊ້ເພື່ອເກັບກຳການຊຳລະເງິນຕາມຄຳຂໍຫັກບັນຊີໂດຍກົງຂອງທ່ານ.
lt: , būsite nukreipti į „iDEAL“, kad patvirtintumėte savo paskyrą. Gausime jūsų banko sąskaitos duomenis, kuriuos naudosime apmokėjimui pagal jūsų tiesioginio debeto prašymą.
lv: , jūs tiksit novirzīts uz iDEAL, lai verificētu savu kontu. Mēs saņemsim jūsu bankas konta informāciju, ko izmantosim, lai saņemtu maksājumu saskaņā ar jūsu tiešā debeta pieprasījumu.
mi: , ka tahurikē atu ai i a koe ki a iDEAL hei manatoko i tō pūkete. Ka whiwhi mātou i ngā taipitopito o tō pūtea pēke māna e kohikohi ai mātou i ngā utunga e ai ki tāu tono tango moni hāngai tonu.
mk: , ќе бидете пренасочени до iDEAL за да ја проверите сметката. Ќе ги добиеме деталите за вашата банковна сметка и ќе ги користиме за да го собереме плаќањето согласно вашето барање за директно задолжување.
ml: , നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിച്ചുറപ്പിക്കുന്നതിന് നിങ്ങളെ iDEAL എന്നതിലേക്ക് റീഡയറക്റ്റ് ചെയ്യും. ഞങ്ങൾക്ക് നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് വിശദാംശങ്ങൾ ലഭിക്കും, നിങ്ങളുടെ നേരിട്ടുള്ള ഡെബിറ്റ് അഭ്യർത്ഥനയ്ക്ക് അനുസൃതമായി പേയ്മെന്റ് ശേഖരിക്കാൻ ഞങ്ങൾ ഇത് ഉപയോഗിക്കും.
mr: , आपल्या खात्याची पडताळणी करण्यासाठी आपल्याला iDEAL वर पुनर्निर्देशित केले जाईल. आम्हाला आपले बँक खाते तपशील प्राप्त होतील, जे आम्ही आपल्या थेट डेबिट विनंतीच्या अनुषंगाने देय संकलित करण्यासाठी वापरू.
ms: , anda akan dihalakan semula ke iDEAL untuk menentusahkan akaun anda. Kami akan menerima butiran akaun bank anda yang akan kami gunakan untuk mengutip pembayaran mengikut permintaan debit terus anda.
mt: , se tiġi ridirezzjonat lejn iDEAL biex tivverifika l-kont tiegħek. Se nirċievu d-dettalji tal-kont bankarju tiegħek, li aħna se nużawhom biex niġbru l-pagament skont it-talba tiegħek għal debitu dirett.
ne: , तपाईंलाई आफ्नो खाता रुजू गर्न iDEAL मा पुनर्निर्देशित गरिने छ। हामी तपाईंको बैङ्क खाता विवरण प्राप्त गर्ने छौँ, जसलाई हामी तपाईंको प्रत्यक्ष डेबिट अनुरोध अनुसार भुक्तानी सङ्कलन गर्न प्रयोग गर्ने छौँ।
nn_no: , blir du omdirigert til nettstaden til iDEAL for å stadfeste kontoen din. Vi mottek bankkontoopplysingane dine, som vi bruker til å innhente betalinga i samsvar med førespurnaden din om avtalegiro.
no: , du blir omdirigert til iDEAL for å bekrefte kontoen. Vi mottar bankkontoopplysningene dine, som vi bruker til å ta betaling i samsvar med forespørselen din om direkte belastning.
or: , ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ iDEAL କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ । ଆମେ ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍ ବିବରଣୀ ପ୍ରାପ୍ତ କରିବୁ, ଯାହାକୁ ଆମେ ଆପଣଙ୍କ ସିଧାସଳଖ ଡେବିଟ୍ ଅନୁରୋଧ ଅନୁଯାୟୀ ଦେୟ ସଂଗ୍ରହ କରିବାକୁ ବ୍ୟବହାର କରିବୁ ।
pa_in: , ਤੁਹਾਨੂੰ ਆਪਣੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ iDEAL 'ਤੇ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਦੇ ਵੇਰਵੇ ਪ੍ਰਾਪਤ ਕਰਾਂਗੇ, ਜਿਸ ਦੀ ਵਰਤੋਂ ਅਸੀਂ ਤੁਹਾਡੀ ਸਿੱਧੀ ਡੈਬਿਟ ਬੇਨਤੀ ਦੇ ਅਨੁਸਾਰ ਭੁਗਤਾਨ ਇਕੱਤਰ ਕਰਨ ਲਈ ਕਰਾਂਗੇ।
pl: , nastąpi przekierowanie do usługi iDEAL w celu zweryfikowania konta. Otrzymamy Twoje dane szczegółowe dotyczące konta bankowego, których użyjemy do pobrania płatności zgodnie z Twoim żądaniem polecenia zapłaty.
ru: , вас перенаправят на сайт iDEAL для подтверждения счета. Мы получим данные вашего банковского счета, которыми воспользуемся для взимания платежа в соответствии с вашим запросом на прямой дебит.
sl: , boste preusmerjeni v storitev iDEAL za potrditev računa. Prejeli bomo podatke o vašem bančnem računu, ki jih bomo uporabili za zbiranje plačila v skladu z vašo zahtevo za direktno obremenitev.
sr_cyrl_rs: , бићете преусмерени на iDEAL да бисте верификовали рачун. Добићемо податке о вашем банковном рачуну, које ћемо користити за прикупљање уплате у складу са вашим директним дебитним захтевом.
sr_latn_rs: , bićete preusmereni na iDEAL da biste verifikovali račun. Primićemo detalje o bankovnom računu, koje ćemo koristiti za prikupljanje uplata u skladu sa direktnim debitnim zahtevom.
sv: , omdirigeras du till iDEAL så att du kan verifiera ditt konto. Vi får dina bankkontouppgifter som vi använder för att dra betalningen från ditt konto enlighet med din begäran om autogiro.
ta: , உங்கள் கணக்கைச் சரிபார்க்க, நீங்கள் iDEAL-க்குத் திருப்பிவிடப்படுவீர்கள். உங்கள் வங்கிக் கணக்கு விவரங்களைப் பெறுவோம், அதை உங்கள் நேரடி டெபிட் கோரிக்கைக்கு இணங்க, பேமெண்ட்டை வசூலிப்பதற்காகப் பயன்படுத்துவோம்.
te: , మీ ఖాతాను ధృవీకరించడానికి మీరు iDEALకి మళ్లించబడతారు. మేము మీ బ్యాంకు ఖాతా వివరాలను స్వీకరిస్తాము, మీ ప్రత్యక్ష డెబిట్ అభ్యర్థనకు అనుగుణంగా చెల్లింపును సేకరించడానికి మేము ఉపయోగిస్తాము.
th: คุณจะถูกเปลี่ยนเส้นทางไปยัง iDEAL เพื่อตรวจสอบบัญชีของคุณ เราจะได้รับรายละเอียดบัญชีธนาคารของคุณ ซึ่งเราจะใช้ในการเรียกเก็บการชำระเงินตามคำขอหักบัญชีโดยตรงของคุณ
tr: hesabınızı doğrulamak için iDEAL sitesine yönlendirilirsiniz. Banka hesabı bilgilerinizi alacağız; bu bilgileri, talimatlı ödeme isteğinize uygun olarak ödemeyi tahsil etmek için kullanacağız.
tt: , хисап язмагызны раслау өчен iDEAL’га күчереләчәксез. Без сезнең банк хисабы мәгълүматын алачакбыз, аны сезнең акчаларны турыдан-туры исәптән чыгаруга таләбегез нигезендә түләү алу өчен кулланачакбыз.
ug: ، سىزنى iDEAL غا قايتا يېتەكلەپ ھېساباتىڭىزنى دەلىللەيمىز. بىز بانكا ھېساباتىڭىزنىڭ تەپسىلاتلىرىنى تاپشۇرۇۋالىمىز، ھەمدە ئۇلارنى ئىشلىتىپ بىۋاستە پۇل دۆلەش تەلىپىڭىزگە ئاساسەن ھەقلەرنى يىغىمىز.
uk: , вас буде перенаправлено на сайт iDEAL для підтвердження вашого рахунку. Ми отримаємо дані вашого банківського рахунку та використаємо їх для стягнення плати відповідно до вашого запиту на пряме дебетування.
ur: ، آپ کو iDEAL پر ری ڈائریکٹ کر دیا جائے گا تاکہ آپ کے اکاؤنٹ کی تصدیق کی جا سکے۔ ہم آپ کے بینک اکاؤنٹ کی تفصیلات موصول کریں گے، جس کا استعمال ہم آپ کی براہ راست ڈیبٹ درخواست کے مطابق ادائیگی جمع کرنے کے لیے کریں گے۔
vi: , bạn sẽ được chuyển hướng đến iDEAL để xác minh tài khoản. Chúng tôi sẽ nhận được thông tin chi tiết tài khoản ngân hàng của bạn và sẽ sử dụng thông tin này để thu tiền thanh toán theo yêu cầu ghi nợ trực tiếp của bạn.
zh_hans: ，系统会将你重定向到 iDEAL 以验证你的帐户。我们会收到你的银行帐户详细信息，并将根据你的直接借记请求使用该信息收取付款。
zh_hant: ，系統會將您重新導向至 iDEAL 以驗證您的帳戶。我們將收到您的銀行帳戶詳細資訊，並根據您的直接扣款要求收取付款。
