Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCard.ReplaceLink
source: Replace with a new card
af: Vervang met ’n nuwe kaart
am: በአዲስ ካርድ ይተኩ
ar: استخدام بطاقة جديدة بدلاً من هذه
as: এখন নতুন কাৰ্ডেৰে সলনি কৰক
az: Yeni kartla əvəzlə
bg: Заместване с нова карта
bn_in: একটি নতুন কার্ড দিয়ে প্রতিস্থাপন করুন
bs: Zamijeni novom karticom
cy: Disodli gyda cherdyn newydd
da: Erstat med et nyt kort
de: Durch eine neue Karte ersetzen
el: Αντικατάσταση με νέα κάρτα
es: Reemplazar por una tarjeta nueva
et: Asenda uue kaardiga
eu: Ordeztu txartel berri batekin
fa: با کارت جدید تعویض کنید
ga: Cuir cárta nua ina ionad
gd: Cuir cairt ùr na àite
gl: Substituír por un cartón novo
gu: એક નવા કાર્ડથી બદલો
he: החלף בכרטיס חדש
hi: नए कार्ड से बदल दें
hr: Zamijeni novom karticom
hu: Csere új kártyára
id: Ganti dengan kartu baru
is: Nota annað kort í staðinn
ja: 新しいカードと交換する
ka: ჩაანაცვლეთ ახალი ბარათით
kk: Жаңа картаға ауыстыру
kn: ಹೊಸ ಕಾರ್ಡ್‌ನೊಂದಿಗೆ ಬದಲಿಸಿ
ko: 새 카드로 바꾸기
lo: ແທນທີ່ດ້ວຍບັດໃໝ່
lt: Pakeisti nauja kortele
lv: Aizstāt ar jaunu karti
mi: Whakakapia ki te kāri hōu
mk: Замени со нова картичка
ml: ഒരു പുതിയ കാർഡ് ഉപയോഗിച്ച് പുനഃസ്ഥാപിക്കുക
mr: नवीन कार्डाने बदली करा
ms: Gantikan dengan kad baru
mt: Issostitwixxi b'kard ġdida
ne: नयाँ कार्डका साथ प्रतिस्थापन गर्नुहोस्
nn_no: Erstatt med nytt kort
no: Erstatt med et nytt kort
or: ଗୋଟେ ନୂତନ କାର୍ଡ ସହିତ ପ୍ରତିବଦଳ କରନ୍ତୁ
pa_in: ਕਿਸੇ ਨਵੇਂ ਕਾਰਡ ਨਾਲ ਪੂਨਰਸਥਾਪਨ ਕਰੋ
pl: Zamień na nową kartę
ru: Заменить на новую карточку
sl: Zamenjaj z novo kartico
sr_cyrl_rs: Замени новом картицом
sr_latn_rs: Zameni novom karticom
sv: Ersätt med ett nytt kort
ta: புதிய கார்டு கொண்டு மாற்றுக
te: కొత్త కార్డ్‌తో భర్తీ చేయండి
th: แทนที่ด้วยบัตรใหม่
tr: Yeni bir kartla değiştirme
tt: Яңа картага алыштыру
ug: يېڭى كارتىغا ئالماشتۇرۇش
uk: Замінити на нову картку
ur: نئے کارڈ کے ساتھ تبدیل کریں
uz: Yangi karta bilan almashtirish
vi: Thay thế bằng thẻ mới
zh_hans: 替换为新卡
zh_hant: 替代為新卡片

# Literal.CreditCard.UpdateLink
source: Edit card details
af: Wysig kaartbesonderhede
am: የካርዱን ዝርዝር ያርትዑ
ar: تحرير تفاصيل البطاقة
as: কাৰ্ডে বিৱৰণ সালসলনি কৰক
az: Kart məlumatlarını redaktə et
bg: Редактиране на данните за картата
bn_in: কার্ডের বিশদ বিবরণ সম্পাদনা করুন
bs: Uredite detalјe o kartici
cy: Golygu manylion y cerdyn
da: Rediger kortoplysninger
de: Kartendetails bearbeiten
el: Επεξεργασία στοιχείων κάρτας
es: Editar detalles de la tarjeta
et: Kaardi üksikasjade redigeerimine
eu: Editatu txartelaren xehetasunak
fa: ویرایش جزئیات کارت
ga: Cuir mionsonraí an chárta in eagar
gd: Deasaich fiosrachadh na cairt
gl: Editar detalles do cartón
gu: કાર્ડની વિગતોનું સંપાદિત કરો
he: ערוך פרטי כרטיס
hi: क्रेडिट कार्ड की जानकारी संपादित करें
hr: Uredi podatke o kreditnoj kartici
hu: Hitelkártyaadatok szerkesztése
id: Edit detail kartu
is: Breyta kortaupplýsingum
ja: カードの詳細の編集
ka: ბარათის დეტალების რედაქტირება
kk: Карта мәліметтерін өзгерту
kn: ಕಾರ್ಡ್ ವಿವರಗಳನ್ನು ಸಂಪಾದಿಸಿ
ko: 카드 세부 정보 편집
lo: ແກ້ໄຂລາຍລະອຽດບັດ
lt: Redaguoti kortelės informaciją
lv: Rediģēt kartes informāciju
mi: Whakatika taipitopito kāri
mk: Уреди ги деталите за картичката
ml: കാർഡ് വിശദാംശങ്ങൾ എഡിറ്റുചെയ്യുക
mr: कार्डाचे तपशील संपादित करा
ms: Edit butiran kad
mt: Editja d-dettalji tal-kard
ne: कार्ड विवरणहरू सम्पादन गर्नुहोस्
nn_no: Rediger detaljer om kort
no: Rediger kredittkortopplysninger
or: କାର୍ଡ ବିବରଣୀ ସମ୍ପାଦନ କରନ୍ତୁ
pa_in: ਕਾਰਡ ਦੇ ਵੇਰਵਿਆਂ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj szczegóły karty
ru: Изменение сведений о карте
sl: Uredi podatke kartice
sr_cyrl_rs: Уредите детаље о картици
sr_latn_rs: Uredite detalje o kartici
sv: Redigera kortuppgifter
ta: கார்டு விவரங்களை திருத்துக
te: కార్డ్ వివరాలను సవరించండి
th: แก้ไขรายละเอียดบัตร
tr: Kart ayrıntılarını düzenleme
tt: Карта мәгълүматын төзәтү
ug: كارتا تەپسىلاتىنى تەھرىرلەش
uk: Редагувати дані картки
ur: کارڈ کی تفصیلات میں ترمیم کریں
uz: Karta tafsilotlarini tahrirlash
vi: Chỉnh sửa thông tin chi tiết về thẻ
zh_hans: 编辑卡详细信息
zh_hant: 編輯卡片詳細資料

# Word.ProceedButton
source: Proceed
af: Gaan voort
am: ቀጥል
ar: متابعة
as: আগবাঢ়ক
az: Başla
bg: Продължи
bn_in: এগিয়ে যান
bs: Nastavi
cy: Bwrw ymlaen
da: Fortsæt
de: Vorgang fortsetzen
el: Συνέχεια
es: Continuar
et: Jätka
eu: Jarraitu
fa: ادامه
ga: Lean ar aghaidh
gd: Lean air adhart
gl: Continuar
gu: આગળ વધો
he: המשך
hi: आगे बढ़ें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
is: Halda áfram
ja: 続行
ka: გაგრძელება
kk: Жалғастыру
kn: ಮುಂದುವರಿಯಿರಿ
ko: 계속
lo: ດຳເນີນການ
lt: Tęsti
lv: Turpināt
mi: Haere tonu
mk: Продолжи
ml: തുടരുക
mr: पुढे जा
ms: Teruskan
mt: Kompli
ne: अगाडि बढ्नुहोस्
nn_no: Fortsett
no: Fortsett
or: ଅଗ୍ରସର ହୁଅନ୍ତୁ
pa_in: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ru: Продолжить
sl: Nadaljuj
sr_cyrl_rs: Настави
sr_latn_rs: Nastavi
sv: Fortsätt
ta: மேலே செல்க
te: కొనసాగించండి
th: ดำเนินการต่อ
tr: İlerle
tt: Дәвам итү
ug: داۋاملاشتۇرۇش
uk: Продовжити
ur: آگے بڑھیں
uz: Davom etish
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# Word.State.JP.AichikenDashed
source: Aichi-ken
am: አዪቺ-ከን
ar: أيشي-كين
as: আইচ্ছি-কেন
az: Aiçi-ken
bg: Аичи Кен
bn_in: আইচি-কেন
el: Επαρχία Αΐτσι
es: Prefectura de Aichi
fa: آیچی-کن
he: איצ'י-קן
ja: 愛知県
ka: აიჩი-კენი
kk: Аичи
ku_arab: ئاچی-کێن
ky: Аити префектурасы
lo: ອາອິຈິ-ເຄັນ
lv: Aiči
mk: Ајчи-кен
mn: Аичи-кэн
ne: एची-केन
or: ଆଇଚି-କେନ୍
pa_arab_pk: آئی چی-کین
pa_in: ਐਚੀ-ਕੇਨ
pl: Prefektura Aichi
ru: Префектура Аити
sd: ايچي-ڪين
si: අයිචි-කෙන්
sl: Prefektura Aichi
sv: Aichi
tg: Айчикен
th: ไอจิ
tt: Аичи-кен
ug: ئەيچى ناھىيەسى
uk: Префектура Аїті
ur: ایچی-کین
uz: Aiti prefekturasi

# Word.State.JP.AkitakenDashed
source: Akita-ken
am: አኪታ-ከን
ar: أكيتا-كين
as: আকিটা-কেন
bg: Акита Кен
bn_in: আকিটা-কেন
el: Επαρχία Ακίτα
es: Prefectura de Akita
fa: آکیتا-کن
he: אקיטה-קן
ja: 秋田県
ka: აკიტა-კენი
kk: Акита
ku_arab: ئاکیتا-کێن
ky: Акита префектурасы
lo: ອາຄິຕາ-ເຄັນ
lv: Akita
mk: Акита-кен
mn: Акита-кэн
ne: अकिता-केन
or: ଆକିଟା-କେନ୍
pa_arab_pk: اکیٹا-کین
pa_in: ਅਕਿਤਾ-ਕੇਨ
pl: Prefektura Akita
ru: Префектура Акита
sd: اڪيٽا-ڪين
si: අකිටා - කෙන්
sl: Prefektura Akita
sv: Akita
tg: Акитакен
th: อาคิตะ
tt: Акита-кен
ug: ئاكىتا ناھىيەسى
uk: Префектура Акіта
ur: اکیٹا-کین
uz: Akita prefekturasi

# Word.State.JP.AomorikenDashed
source: Aomori-ken
am: አዎሞሪ-ከን
ar: أوموري-كن
as: আমোৰি-কেন
bg: Аомори Кен
bn_in: আমোরি-কেন
el: Επαρχία Αομόρι
es: Prefectura de Aomori
fa: آئوموری-کن
he: אאומורי-קן
ja: 青森県
ka: აომორი-კენი
kk: Амори
ku_arab: ئائۆمۆری-کێن
ky: Аомори
lo: ອາໂອໂມຣິ-ເຄັນ
lv: Aomori
mk: Аомори-кен
mn: Аомори-кэн
ne: ओमोरी-केन
or: ଆଓଅମୋରି-କେନ୍
pa_arab_pk: آوموری-کین
pa_in: ਓਮੋਰੀ-ਕੇਨ
pl: Prefektura Aomori
ru: Префектура Аомори
sd: آموري-ڪين
si: අමෝරි-කෙන්
sl: Prefektura Aomori
sv: Aomori
tg: Аоморикен
th: อาโอโมริ
tt: Аомори-Кен
ug: ئامورى ناھىيەسى
uk: Префектура Аоморі
ur: آوموری-کین
uz: Aomori prefekturasi

# Word.State.JP.ChibakenDashed
source: Chiba-ken
am: ቺባ-ከን
ar: شيبا-كين
as: চ্ছিবা-কেন
az: Çiba-ken
bg: Чиба Кен
bn_in: চিবা-কেন
el: Επαρχία Τσίμπα
es: Prefectura de Chiba
fa: چیبا-کن
he: צ'יבה-קן
ja: 千葉県
ka: ჩიბა-კენი
kk: Чиба
ku_arab: چیبا-کێن
ky: Чиба префектурасы
lo: ຊິບະ-ເຄນ
lv: Čiba
mk: Чиба-кен
mn: Чиба-кэн
ne: चिबा-केन
or: ଚିବା-କେନ୍
pa_arab_pk: چیبا-کین
pa_in: ਚਿਬਾ-ਕੇਨ
pl: Prefektura Chiba
ru: Префектура Чиба
sd: چبا-ڪين
si: චිබා-කෙන්
sl: Prefektura Chiba
sv: Chiba
tg: Чибакен
th: ชิบะ
tt: Чиба-кен
ug: چىبا ناھىيەسى
uk: Префектура Чіба
ur: چیبا-کین
uz: Chiba prefekturasi

# Word.State.JP.EhimekenDashed
source: Ehime-ken
am: ኤሂመ-ከን
ar: إهامي-كين
as: এহিমা-কেন
bg: Ехиме Кен
bn_in: এহিমে-কেন
el: Επαρχία Εχίμε
es: Prefectura de Ehime
fa: اهیم-کن
he: אהימה-קן
ja: 愛媛県
ka: ეჰიმე-კენი
kk: Эхимэ
ku_arab: ئێھیمێ-کێن
ky: Эхиме префектурасы
lo: ອີຮິເມະ-ເຄັນ
lv: Ehime
mk: Ехиме-кен
mn: Эхимэ-кэн
ne: इहिमे-केन
or: ଏହିମେ-କେନ୍
pa_arab_pk: ایمے-کین
pa_in: ਇਹਿਮੇ-ਕੇਨ
pl: Prefektura Ehime
ru: Префектура Эхиме
sd: اهائيم-ڪين
si: එහිම-කෙන්
sl: Prefektura Ehime
sv: Ehime
tg: Эҳимекен
th: เอะฮิเมะ
tt: Ехиме-кен
ug: ئېخىمې ناھىيەسى
uk: Префектура Ехіме
ur: ایمے-کین
uz: Exime prefekturasi

# Word.State.JP.FukuikenDashed
source: Fukui-ken
am: ፉኩዊ-ከን
ar: فوكيو-كين
as: ফুকুই-কেন
bg: Фукиу Кен
bn_in: ফুকুই-কেন
el: Επαρχία Φουκούι
es: Prefectura de Fukui
fa: فوکویی-کن
he: פוקוי-קן
ja: 福井県
ka: ფუკუი-კენი
kk: Фукуи
ku_arab: فووکووئی-کێن
ky: Фукуи префектурасы
lo: ຟູຄຸຍ-ເຄັນ
lv: Fukuji
mk: Фукуи-кен
mn: Фүкүй-кэн
ne: फुकुइ-केन
or: ଫୁକୁଇ-କେନ୍
pa_arab_pk: فوکوئی-کین
pa_in: ਫੁਕੂਈ- ਕੇਨ
pl: Prefektura Fukui
ru: Префектура Фукуи
sd: فڪي-ڪين
si: ෆුකුයි-කෙන්
sl: Prefektura Fukui
sv: Fukui
tg: Фукуикен
th: ฟุกอิ
tt: Фукуи-кен
ug: فۇكۇي ناھىيەسى
uk: Префектура Фукуі
ur: فوکوئی-کین
uz: Fukui prefekturasi

# Word.State.JP.FukuokakenDashed
source: Fukuoka-ken
am: ፉኩዎካ-ከን
ar: فوكوكا-كين
as: ফুকুৱকা-কেন
bg: Фукуока Кен
bn_in: ফুকুওকা-কেন
el: Επαρχία Φουκουόκα
es: Prefectura de Fukuoka
fa: فوکوکا-کن
he: פוקואוקה-קן
ja: 福岡県
ka: ფუკუოკა-კენი
kk: Фукуока
ku_arab: فووکووئۆکا-کێن
ky: Фукуока префектурасы
lo: ຟູຄູໂອກະ-ເຄັນ
lv: Fukuoka
mk: Фукока-кен
mn: Фүкүока-кэн
ne: फुकुवोका-केन
or: ଓହୁକୁକା-କେନ୍
pa_arab_pk: فوکوکا-کین
pa_in: ਫੁਕੁਓਕਾ-ਕੇਨ
pl: Prefektura Fukuoka
ru: Префектура Фукуока
sd: فڪوڪا-ڪين
si: ෆුකුඕකා-කෙන්
sl: Prefektura Fukuoka
sv: Fukuoka
tg: Фукуокакен
th: ฟุกุโอกะ
tt: Факуока-кен
ug: فۇكۇئوكا ناھىيەسى
uk: Префектура Фукуока
ur: فوکوکا-کین
uz: Fukuoka prefekturasi

# Word.State.JP.FukushimakenDashed
source: Fukushima-ken
am: ፉኩሺማ-ከን
ar: فوكوشيما-كين
as: ফুকুছিমা-কেন
az: Fukuşima-ken
bg: Фикушима Кен
bn_in: ফুকুসিমা-কেন
el: Επαρχία Φουκουσίμα
es: Prefectura de Fukushima
fa: فوکوشیما-کن
he: פוקושימה-קן
ja: 福島県
ka: ფუკუშიმა-კენი
kk: Фукушима
ku_arab: فوکوشیما-کێن
ky: Фукусима префектурасы
lo: ຟູຄຸຊິມະ-ເຄັນ
lv: Fukušima
mk: Фукушима-кен
mn: Фүкүшима-кэн
ne: फुकुस्मा-केन
or: ଫୁକୁଶିମା-କେନ୍
pa_arab_pk: فوکوشیما-کین
pa_in: ਫੁਕੂਸ਼ੀਮਾ-ਕੇਨ
pl: Prefektura Fukushima
ru: Префектура Фукусима
sd: فوڪوشيما-ڪين
si: ෆුකුෂිමා-කෙන්
sl: Prefektura Fukušima
sv: Fukushima
tg: Фукушимакен
th: ฟุกุชิมา
tt: Факашима-Кен
ug: فۇكۇشىما ناھىيەسى
uk: Префектура Фукусіма
ur: فوکوشیمرا-کین
uz: Fukushima prfekturasi

# Word.State.JP.GifukenDashed
source: Gifu-ken
am: ጊፉ-ከን
ar: جيفو-كين
as: জিফু-কেন
bg: Гифу Кен
bn_in: গিফু-কেন
el: Επαρχία Γκίφου
es: Prefectura de Gifu
fa: گیفو-کن
he: גיפו-קן
ja: 岐阜県
ka: გიფუ-კენი
kk: Гифу
ku_arab: گیفوو-کێن
ky: Гифу префектурасы
lo: ກິຟູ-ເຄັນ
lv: Gifu
mk: Гифу-кен
mn: Гифү-кэн
ne: गिफु-केन
or: ଗିଫୁ-କେନ୍
pa_arab_pk: گی فو-کین
pa_in: ਗਿਫੂ-ਕੇਨ
pl: Prefektura Gifu
ru: Префектура Гифу
sd: جفو-ڪين
si: ගිෆු-කෙන්
sl: Prefektura Gifu
sv: Gifu
tg: Гифукен
th: จิฟู
tt: Гифу-кен
ug: گىفۇ ناھىيەسى
uk: Префектура Гіфу
ur: گیفوکین
uz: Gifu prefekturasi

# Word.State.JP.GunmakenDashed
source: Gunma-ken
am: ጉንማ-ከን
ar: جونما-كين
as: গুণমা-কেন
az: Qunma-ken
bg: Гунма Кен
bn_in: গানমা-কেন
el: Επαρχία Γκούνμα
es: Prefectura de Gunma
fa: گوانا-کن
he: גונמה-קן
ja: 群馬県
ka: გუნმა-კენი
kk: Гунма
ku_arab: گوونما-کێن
ky: Гунма префектурасы
lo: ກຸນມາ-ເຄັນ
lv: Gumma
mk: Гунма-кен
mn: Гүнма-кэн
ne: गुनमा-केन
or: ଗୁନମା-କେନ୍
pa_arab_pk: گنما-کین
pa_in: ਗੁਨਮਾ-ਕੇਨ
pl: Prefektura Gunma
ru: Префектура Гунма
sd: گما-ڪين
si: ගුන්මා-කෙන්
sl: Prefektura Gunma
sv: Gunma
tg: Гунмакен
th: กุนมะ
tt: Ганма-Кен
ug: گۇنما ناھىيەسى
uk: Префектура Гунма
ur: گن ما-کین
uz: Gunma prefekturasi

# Word.State.JP.HiroshimakenDashed
source: Hiroshima-ken
am: ሂሮሺማ-ከን
ar: هيروشيما-كين
as: হিৰোশ্বিমা-কেন
az: Hirosima-ken
bg: Хирошима Кен
bn_in: হিরোশিমা-কেন
bs: Hirošima-ken
el: Επαρχία Χιροσίμα
es: Prefectura de Hiroshima
fa: هیروشیما-کن
he: הירושימה-קן
ja: 広島県
ka: ჰიროშიმა-კენი
kk: Хиросима
ku_arab: ھیرۆشیما-کێن
ky: Хиросима префектурасы
lo: ຮີໂຣຊິມາ-ເຄັນ
lv: Hirosima
mk: Хирошима-кен
mn: Хирошима-кэн
ne: हिरोसिमा-केन
or: ହିରୋସିମା-କେନ୍
pa_arab_pk: ہیروشیما-کین
pa_in: ਹੀਰੋਸ਼ੀਮਾ-ਕੇਨ
pl: Prefektura Hirosima
ru: Префектура Хиросима
sd: هيروشيما-ڪين
si: හිරෝෂිමා-කෙන්
sl: Prefektura Hirošima
sv: Hiroshima
tg: Хиросимакен
th: ฮิโรชิมา
tt: Хиросима-кен
ug: خىروشىما ناھىيەسى
uk: Префектура Хіросіма
ur: ہیروشیما-کین
uz: Xirosima prefekturasi

# Word.State.JP.HyogokenDashed
source: Hyogo-ken
am: ሂዮጎ-ከን
ar: هيوجو-كين
as: হ্যোগো-কেন
az: Hyoqo-ken
bg: Хиого Кен
bn_in: হিয়গো-কেন
el: Επαρχία Χιόγκο
es: Prefectura de Hyogo
fa: هیوگو-کن
he: היוגו-קן
ja: 兵庫県
ka: ჰიოგო-კენი
kk: Ниого
ku_arab: ھیۆگۆ-کێن
ky: Хёго префектурасы
lo: ຮິວໂກ-ເຄັນ
lv: Hjogo
mk: Хиого-кен
mn: Хёго-кэн
ne: हायोगो-केन
or: ହାଇଗୋ-କେନ୍
pa_arab_pk: ہیوگو-فو
pa_in: ਹਾਇਓਗੋ-ਕੇਨ
pl: Prefektura Hyogo
ru: Префектура Хиого
sd: هيوگو-ڪين
si: යෝගෝ-කෙන්
sl: Prefektura Hjogo
sv: Hyogo
tg: Хуогокен
th: เฮียวโงะ
tt: Хайого-кен
ug: خيوگو ناھىيەسى
uk: Префектура Хіого
ur: ہیوگو-کین
uz: Hiogo prefekturasi

# Word.State.JP.IbarakikenDashed
source: Ibaraki-ken
am: ኢባራኪ-ከን
ar: إيباراكي-كين
as: ইবাৰাকী-কেন
bg: Ибараки Кен
bn_in: ইবারাকি-কেন
el: Επαρχία Ιμπαράκι
es: Prefectura de Ibaraki
fa: ایباراکی-کن
he: איבאראקי-קן
ja: 茨城県
ka: იბარაკი-კენი
kk: Ибараки
ku_arab: ئیباراکی-کێن
ky: Ибараки префектурасы
lo: ອິບາຣາກິ-ເຄັນ
lv: Ibaraki
mk: Ибараки-кен
mn: Ибараки-кэн
ne: इबाराकी-केन
or: ଇବାରକି-କେନ୍
pa_arab_pk: اباراکی-کین
pa_in: ਇਬਾਰਕੀ-ਕੇਨ
pl: Prefektura Ibaraki
ru: Префектура Ибараки
sd: ابارڪي-ڪين
si: ඉබාරාකි-කින්
sl: Prefektura Ibaraki
sr_cyrl_rs: Fukushima-ken
sv: Ibaraki
tg: Ибаракикен
th: อิบารากิ
tt: Ибараки-Кен
ug: ئىباراكى ناھىيەسى
uk: Префектура Ібаракі
ur: ایباراکی-کین
uz: Ibaraki prefekturasi

# Word.State.JP.IshikawakenDashed
source: Ishikawa-ken
am: ኢሺካዋ-ከን
ar: إيشيكاوا-كين
as: ইছিকাৱা-কেন
az: İşikava-ken
bg: Ишикава Кен
bn_in: ইশিকাওয়া-কেন
el: Επαρχία Ισικάβα
es: Prefectura de Ishikawa
fa: ایشکاوا-کن
he: אישיקאווה-קן
ja: 石川県
ka: ისჰიკავა-კენი
kk: Ишикава
ku_arab: ئیشیکاوا-کێن
ky: Исикава префектурасы
lo: ອິຊິຄາວະ-ເຄັນ
lv: Isikava
mk: Ишикава-кен
mn: Ишикава-кэн
ne: इसीकावा-केन
or: ଇସ୍କିୱା-କେନ୍
pa_arab_pk: اشی کاوا-کین
pa_in: ਇਸ਼ਿਕਵਾ-ਕੇਨ
pl: Prefektura Ishikawa
ru: Префектура Исикава
sd: اشيڪاوا-ڪين
si: ඉෂිකාවා-කෙන්
sl: Prefektura Ishikawa
sv: Ishikawa
tg: Исикавакен
th: อิชิกาวา
tt: Ишикава-кен
ug: شىكاۋا ناھىيەسى
uk: Префектура Ісікава
ur: ایشیکاوا-کین
uz: Isikava prefekturasi

# Word.State.JP.IwatekenDashed
source: Iwate-ken
am: ኢዋተ-ከን
ar: إيوات-كين
as: ইৱাটে-কেন
az: İvate-ken
bg: Ивате Кен
bn_in: ইয়াটে-কেন
el: Επαρχία Ιβάτε
es: Prefectura de Iwate
fa: ایواته-کن
he: איווטה-קן
ja: 岩手県
ka: ივატე-კენი
kk: Иватэ
ku_arab: ئیواتێ-کێن
ky: Ивате префектурасы
lo: ອີວາເຕະ-ເຄັນ
lv: Ivate
mk: Ивате-кен
mn: Иватэ-кэн
ne: आइवाते-केन
or: ଇୱାଟେ-କେନ୍
pa_arab_pk: ایوٹے-کین
pa_in: ਇਵਟੇ ਕੇਨ
pl: Prefektura Iwate
ru: Префектура Ивате
sd: اويٽ-ڪين
si: ඉවේට්-කෙන්
sl: Prefektura Ivate
sv: Iwate
tg: Иватекен
th: อิวาเตะ
tt: Ивейт-Кен
ug: ئېۋاتې ناھىيەسى
uk: Префектура Івате
ur: ایوٹے-کین
uz: Ivate prefekturasi

# Word.State.JP.KagawakenDashed
source: Kagawa-ken
am: ካጋዋ-ከን
ar: كاجاوا-كين
as: কাগাৱা-কেন
az: Kaqaqa-ken
bg: Кагава Кен
bn_in: কাগাওয়া-কেন
el: Επαρχία Καγκάουα
es: Prefectura de Kagawa
fa: کاگاوا-کن
he: קגאווה-קן
ja: 香川県
ka: კაგავა-კენი
kk: Кагаша
ku_arab: کاگاوا-کێن
ky: Кагава префектурасы
lo: ຄາກາວະ-ເຄັນ
lv: Kagava
mk: Кагава-кен
mn: Кагава-кэн
ne: कागावा-केन
or: କାଗାୱା-କେନ୍
pa_arab_pk: کاگاوا-کین
pa_in: ਕਗਾਵਾ-ਕੇਨ
pl: Prefektura Kagawa
ru: Префектура Кагава
sd: ڪگاوا-ڪين
si: කගාවා-කෙන්
sl: Prefektura Kagava
sv: Kagawa
tg: Кагавакен
th: คากาวะ
tt: Кагава-кен
ug: كاگاۋا ناھىيەسى
uk: Префектура Кагава
ur: کاگاوا-کین
uz: Kagava prefekturasi

# Word.State.JP.KagoshimakenDashed
source: Kagoshima-ken
am: ካጎሺማ-ከን
ar: كاجوشيما-كين
as: কাগোশ্বিমা-কেন
az: Kaqosima-ken
bg: Кагошима Кен
bn_in: কাগোশিমা-কেন
el: Επαρχία Καγκοσίμα
es: Prefectura de Kagoshima
fa: کاگوشیما-کن
he: קאגושימה-קן
ja: 鹿児島県
ka: კაგოშიმა-კენი
kk: Кагошима
ku_arab: کاگۆشیما-کێن
ky: Кагосима префектурасы
lo: ຄາໂກຊິມາ-ເຄັນ
lv: Kagosima
mk: Кагошима-кен
mn: Кагошима-кэн
ne: कागोसिमा-केन
or: କାଗୋସିମା-କେନ୍
pa_arab_pk: کاگوشیما-کین
pa_in: ਕਾਗੋਸ਼ੀਮਾ-ਕੇਨ
pl: Prefektura Kagoshima
ru: Префектура Кагосима
sd: ڪاگوشيما-ڪين
si: කගොෂිමා-කෙන්
sl: Prefektura Kagošima
sv: Kagoshima
tg: Кагосимакен
th: คาโกชิมา
tt: Кагошима-кен
ug: كاگوشىما ناھىيەسى
uk: Префектура Кагосіма
ur: کاگوشیما-کین
uz: Kagosima prefekturasi

# Word.State.JP.KanagawakenDashed
source: Kanagawa-ken
am: ካናጋዋ-ከን
ar: كاناجوا-كين
as: কানাগাৱা-কেন
az: Kanaqaqa-ken
bg: Канагава Кен
bn_in: কানাগাওয়া-কেন
el: Επαρχία Κανάγκαβα
es: Prefectura de Kanagawa
fa: کاناگاوا-کن
he: קאנאגווה-קן
ja: 神奈川県
ka: კანაგავა-კენი
kk: Канагава
ku_arab: کاناگاوا-کێن
ky: Канагава префектурасы
lo: ຄານາກາວະ-ເຄັນ
lv: Kanagava
mk: Канагава-кен
mn: Канагава-кэн
ne: कानागावा-केन
or: କାନାଗେୱା-କେନ୍
pa_arab_pk: کاناگاوا-کین
pa_in: ਕਾਨਾਗਵਾ-ਕੇਨ
pl: Prefektura Kanagawa
ru: Префектура Канагава
sd: ڪنگوا-ڪين
si: කනාගාවා-කෙන්
sl: Prefektura Kanagawa
sv: Kanagawa
tg: Канагавакен
th: คานางาวะ
tt: Канагава-кен
ug: كاناگاۋا ناھىيەسى
uk: Префектура Канагава
ur: کاناگاوا-کین
uz: Kanagava prefekturasi

# Word.State.JP.KochikenDashed
source: Kochi-ken
am: ኮቺ-ከን
ar: كوشي-كين
as: কোছী-কেন
az: Koçi-ken
bg: Кочи Кен
bn_in: কোচি-কেন
el: Επαρχία Κότσι
es: Prefectura de Kochi
fa: کوچی-کن
he: קוצ'י-קן
ja: 高知県
ka: კოჩი-კენი
kk: Кочи
ku_arab: کۆچی-کێن
ky: Коти префектурасы
lo: ໂຄຈິ-ເຄັນ
lv: Koči
mk: Кочи-кен
mn: Кочи-кэн
ne: कोची-केन
or: କୋଚି-କେନ୍
pa_arab_pk: کوچی-کین
pa_in: ਕੋਚੀ-ਕੇਨ
pl: Prefektura Kochi
ru: Префектура Кочи
sd: ڪوچي-ڪين
si: කොචි-කෙන්
sl: Prefektura Koči
sv: Kochi
tg: Кочикен
th: โคชิ
tt: Кочи-Кен
ug: كوچى ناھىيەسى
uk: Префектура Кочі
ur: کوچی-کین
uz: Koti prefekturasi

# Word.State.JP.KumamotokenDashed
source: Kumamoto-ken
am: ኩማሞቶ-ከን
ar: كومامتو-كين
as: কুমামটো-কেন
bg: Кумамото Кен
bn_in: কুমামোটো-কেন
el: Επαρχία Κουμαμότο
es: Prefectura de Kumamoto
fa: کوماموتو-کن
he: קומאמוטו-קן
ja: 熊本県
ka: კუმამოტო-კენი
kk: Кумамото
ku_arab: کوومامۆتۆ-کێن
ky: Кумамото префектурасы
lo: ຄູມາໂມໂຕະ-ເຄັນ
lv: Kumamoto
mk: Кумамото-кен
mn: Күмамото-кэн
ne: कुमामोटो-केन
or: କୁମାମୋଟୋ-କେନ୍
pa_arab_pk: کوماموٹو-کین
pa_in: ਕੁਮੇਮੋਟੋ-ਕੇਨ
pl: Prefektura Kumamoto
ru: Префектура Кумамото
sd: ڪماموٽو-ڪين
si: කුමාමොටෝ-කෙන්
sl: Prefektura Kumamoto
sv: Kumamoto
tg: Кумамотокен
th: คูมาโมโตะ
tt: Кумамото-кен
ug: كۇماموتو ناھىيەسى
uk: Префектура Кумамото
ur: کوماموٹو-کین
uz: Kumamoto prefekturasi

# Word.State.JP.KyotofuDashed
source: Kyoto-fu
am: ክዮቶ-ፉ
ar: كيوتو-فو
as: কিঅটো-ফু
bg: Киото Фу
bn_in: কিয়োটো-ফু
el: Κιότο
es: Prefectura de Kioto
fa: کیوتو-فو
he: קיוטו-פו
ja: 京都府
ka: კიოტო-ფუ
kk: Киото
ku_arab: کیۆتۆ-فوو
ky: Киото префектурасы
lo: ກຽວໂຕ-ຟູ
lv: Kioto
mk: Кјото-фу
mn: Кёото-фү
ne: काइटो-फु
or: କୋୟୋଟୋ-ଫୁ
pa_arab_pk: کیوٹو-فو
pa_in: ਕਾਇਓਟੋ-ਕੇਨ
pl: Prefektura miejska Kioto
ru: Префектура Киото
sd: ڪيوٽو-ڦو
si: යෝටෝ-ෆු
sl: Kyoto
sv: Kyoto
tg: Киото
th: เกียวโต
tt: Киото-фу
ug: كيوتو مەھكىمىسى
uk: Префектура Кіото
ur: کویوٹو-فو
uz: Kioto prefekturasi

# Word.State.JP.MiekenDashed
source: Mie-ken
am: ሚ-ከን
ar: مي-كين
as: মিএ-কেন
bg: Мие Кен
bn_in: মাই-কেন
el: Επαρχία Μίε
es: Prefectura de Mie
fa: میه-کن
he: מיי-קן
ja: 三重県
ka: მიე-კენი
kk: Мие
ku_arab: میئێ-کێن
ky: Миэ префектурасы
lo: ມີ-ເຄັນ
lv: Mie
mk: Мие-кен
mn: Миэ-кэн
ne: मिइ-केन
or: ମିଏ-କେନ୍
pa_arab_pk: می-کین
pa_in: ਮਾਈ-ਕੇਨ
pl: Prefektura Mie
ru: Префектура Миэ
sd: مي-ڪين
si: මී-කෙන්
sl: Prefektura Mie
sv: Mie
tg: Миэ
th: มิเอะ
tt: Ми-кен
ug: مىيې ناھىيەسى
uk: Префектура Міе
ur: مائی-کین
uz: Mie prefekturasi

# Word.State.JP.MiyagikenDashed
source: Miyagi-ken
am: ሚያጊ-ከን
ar: مياجي-كين
as: মিয়াগি-কেন
bg: Мияги Кен
bn_in: মিয়াগি-কেন
el: Επαρχία Μιγιάγκι
es: Prefectura de Miyagi
fa: میاگی-کن
he: מיאגי-קן
ja: 宮城県
ka: მიაგი-კენი
kk: Мияги
ku_arab: میاگی-کێن
ky: Мияги префектурасы
lo: ມີຢາກິ-ເຄັນ
lv: Mijagi
mk: Мијаги-кен
mn: Мияги-кэн
ne: मियागी-केन
or: ମିୟାଗି-କେନ୍
pa_arab_pk: میاگی-کین
pa_in: ਮਿਯਾਗੀ-ਕੇਨ
pl: Prefektura Miyagi
ru: Префектура Мияги
sd: مياجي-ڪين
si: මියාගි - කෙන්
sl: Prefektura Miyagi
sv: Miyagi
tg: Миягикен
th: มิยากิ
tt: Мияги-Кен
ug: مىياگى ناھىيەسى
uk: Префектура Міягі
ur: میاگی-کین
uz: Miyagi prefekturasi

# Word.State.JP.MiyazakikenDashed
source: Miyazaki-ken
am: ሚያዛኪ-ከን
ar: ميازاكي-كين
as: মিয়াঝ্যাকী-কেন
bg: Миазаки Кен
bn_in: মিয়াজাকি-কেন
el: Επαρχία Μιγιαζάκι
es: Prefectura de Miyazaki
fa: میازاکی-کن
he: מיאזאקי-קן
ja: 宮崎県
ka: მიიაზაკი-კენი
kk: Миязаки
ku_arab: مییازاکی-کێن
ky: Миядзаки префектурасы
lo: ມິຢາຊາກິ-ເຄັນ
lv: Mijadzaki
mk: Мијазаки-кен
mn: Миязаки-кэн
ne: मियाजाका-केन
or: ମିୟାଜାକି-କେନ୍
pa_arab_pk: میازاکی-کین
pa_in: ਮਿਯਾਜ਼ਕੀ-ਕੇਨ
pl: Prefektura Miyazaki
ru: Префектура Миядзаки
sd: ميزاڪي-ڪين
si: මියාට්සාකි-කෙන්
sl: Prefektura Mijazaki
sv: Miyazaki
tg: Миядзакикен
th: มิยาซากิ
tt: Миязаки-кен
ug: مىيازاكى ناھىيەسى
uk: Префектура Міядзакі
ur: مییازاکی-کین
uz: Miyadzaki prefekturasi

# Word.State.JP.NaganokenDashed
source: Nagano-ken
am: ናጋኖ-ከን
ar: ناجانو-كين
as: নাগানো-কেন
az: Naqano-ken
bg: Нагано Кен
bn_in: নাগানো-কেন
el: Επαρχία Ναγκάνο
es: Prefectura de Nagano
fa: ناگانو-کن
he: נגאנו-קן
ja: 長野県
ka: ნაგანო-კენი
kk: Нагано
ku_arab: ناگانۆ-کێن
ky: Нагано префектурасы
lo: ນາກາໂນ-ເຄັນ
lv: Nagano
mk: Нагано-кен
mn: Нагано-кэн
ne: नागानो-केन
or: ନାଗାନୋ-କେନ୍
pa_arab_pk: ناگانو-کین
pa_in: ਨਗਾਨੋ-ਕੇਨ
pl: Prefektura Nagano
ru: Префектура Нагано
sd: ناگانو-ڪين
si: නගානෝ-කෙන්
sl: Prefektura Nagano
sv: Nagano
tg: Наганокен
th: นางาโน
tt: Нагано-кен
ug: ناگانو ناھىيەسى
uk: Префектура Нагано
ur: ناگانو-کین
uz: Nagano prefekturasi

# Word.State.JP.NagasakikenDashed
source: Nagasaki-ken
am: ናጋሳኪ-ከን
ar: ناجازاكي-كين
as: নাগাছাকী-কেন
az: Naqasaki-ken
bg: Нагазак Кен
bn_in: নাগাসাকি-কেন
el: Επαρχία Ναγκασάκι
es: Prefectura de Nagasaki
fa: ناگاساکی-کن
he: נגסקי-קן
ja: 長崎県
ka: ნაგასაკი-კენი
kk: Нагасаки
ku_arab: ناگازاکی-کێن
ky: Нагасаки префектурасы
lo: ນາກາສະກິ-ເຄັນ
lv: Nagasaki
mk: Нагасаки-кен
mn: Нагасаки-кэн
ne: नागासाकि-केन
or: ନାଗାସାକି-କେନ୍
pa_arab_pk: ناگاساکی-کین
pa_in: ਨਾਗਾਸਾਕੀ-ਕੇਨ
pl: Prefektura Nagasaki
ru: Префектура Нагасаки
sd: ناگاساڪي-ڪين
si: නාගසාකි-කෙන්
sl: Prefektura Nagasaki
sv: Nagasaki
tg: Нагасакикен
th: นางาซากิ
tt: Нагасаки-кен
ug: ناگاساكى ناھىيەسى
uk: Префектура Нагасакі
ur: ناگاساکی-کین
uz: Nagasaki prefekturasi

# Word.State.JP.NarakenDashed
source: Nara-ken
am: ናራ-ከን
ar: نارا-كين
as: নাৰা-কেন
bg: Нара Кен
bn_in: নারা-কেন
el: Επαρχία Νάρα
es: Prefectura de Nara
fa: نارا-کن
he: נארה-קן
ja: 奈良県
ka: ნარა-კენი
kk: Нара
ku_arab: نارا-کێن
ky: Нара префектурасы
lo: ນາຣາ-ເຄັນ
lv: Nara
mk: Нара-кен
mn: Нара-кэн
ne: नारा-केन
or: ନାରା-କେନ୍
pa_arab_pk: نارا-کین
pa_in: ਨਾਰਾ-ਕੇਨ
pl: Prefektura Nara
ru: Префектура Нара
sd: نارا-ڪين
si: නාරා-කෙන්
sl: Prefektura Nara
sv: Nara
tg: Наракен
th: นารา
tt: Нара-кен
ug: نارا ناھىيەسى
uk: Префектура Нара
ur: نارا-کین
uz: Nara prefekturasi

# Word.State.JP.NiigatakenDashed
source: Niigata-ken
am: ኒጋታ-ከን
ar: نيجاتا-كين
as: নিগাটা-কেন
az: Niiqata-ken
bg: Нигата Кен
bn_in: নিগাটা-কেন
el: Επαρχία Νιιγκάτα
es: Prefectura de Niigata
fa: نیگاتا-کن
he: ניגטה-קן
ja: 新潟県
ka: ნიიგატა-კენი
kk: Ниигата
ku_arab: نیگاتا-کێن
ky: Ниигата префектурасы
lo: ນີອີກາຕະ-ເຄັນ
lv: Niigata
mk: Ниигата-кен
mn: Нийгата-кэн
ne: निइगाता-केन
or: ନିଗାଟା-କେନ୍
pa_arab_pk: نی گاٹا-کین
pa_in: ਨਾਇਗਤਾ-ਕੇਨ
pl: Prefektura Niigata
ru: Префектура Ниигата
sd: نيگاٽا-ڪين
si: නිගාටා-කෙන්
sl: Prefektura Niigata
sv: Niigata
tg: Ниигатакен
th: นิอิงาตะ
tt: Ниигата-кен
ug: نىگاتا ناھىيەسى
uk: Префектура Ніігата
ur: نیگاٹا-کین
uz: Niigata prefekturasi

# Word.State.JP.OitakenDashed
source: Oita-ken
am: ኦዪታ-ከን
ar: أويتا-كين
as: অইটা-কেন
bg: Оита Кен
bn_in: ওইটা-কেন
el: Επαρχία Οΐτα
es: Prefectura de Oita
fa: اویتا-کن
he: אויטה-קן
ja: 大分県
ka: ოიტა-კენი
kk: Оита
ku_arab: ئۆئیتا-کێن
ky: Оита префектурасы
lo: ອອຍຕະ-ເຄັນ
lv: Oita
mk: Оите-кен
mn: Ойта-кэн
ne: ओइटा-केन
or: ଓଇଟା-କେନ୍
pa_arab_pk: اوایٹا-کین
pa_in: ਓਇਟਾ-ਕੇਨ
pl: Prefektura Oita
ru: Префектура Оита
sd: اوئيٽا-ڪين
si: ඔයිටා-කෙන්
sl: Prefektura Oita
sv: Oita
tg: Ойтакен
th: โออิตะ
tt: Ойта-кен
ug: ئويتا ناھىيەسى
uk: Префектура Оіта
ur: اوایٹا-کین
uz: Oita prefekturasi
