Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.StoredValue.RedeemFailure
source: Your Microsoft account value is exceeding the legal limit for your country/region. No more redeem can be performed.
af: Jou waarde van jou Microsoft-rekening is hoër as die wetlike perk vir jou land/streek. Geen verdere terugkoping kan gedoen word nie.
am: የ Microsoft መለያህ እሴት የአገርህ ህጋዊ ገደብ በመብለጥ ላይ ነው ።ተጨማሪ ምህረት ማከናወን አይቻልም።
ar: تجاوزت قيمة حساب Microsoft‏ الخاص بك الحد المسموح به قانونيًا في بلادك/منطقتك. لذا لا يمكن تنفيذ عمليات استرداد إضافية للحساب.
as: আপোনাৰ Microsoft একাউণ্ট মান আপোনাৰ দেশৰ/ক্ষেত্ৰৰ কাৰণে থকা আইনী সীমা পাৰ কৰিছে৷ অধিক বিমোচন প্ৰদৰ্শন কৰিব নোৱাৰে৷
az: Microsoft hesabınızın qiyməti ölkə/regionunuz üzrə qanuni limiti ötüb keçir. Heç bir bərpa həyata keçirilə bilməz.
bg: Сумата по вашия акаунт в Microsoft превишава законния лимит за вашата страна/регион. Други суми от ваучери не могат да бъдат привеждани.
bn_in: আপনার Microsoft অ্যাকাউন্ট মূল্য আপনার দেশের/অঞ্চলের আইনি সীমাকে ছাপিয়ে যাচ্ছে৷ কার্ডের সাহায্যে এর চেয়ে বেশি অর্থ পরিশোধ যাবে না৷
bs: Vrijednost vašeg Microsoft računa premašuje zakonsko ograničenje za vašu državu/regiju. Otkup više nije moguć.
cy: Mae gwerth eich cyfrif Microsoft yn fwy na'r terfyn cyfreithiol ar gyfer eich gwlad/rhanbarth. Does dim modd prynu mwy.
da: Din Microsoft-konto værdi overskrider den lovlige grænse for dit land/område. Der kan ikke udføres flere indløsninger.
de: Der Wert Ihres Microsoft-Kontos übersteigt die gesetzliche Begrenzung in Ihrem Land/Ihrer Region. Es können keine Einlösungen mehr stattfinden.
el: Η τιμή του λογαριασμού σας Microsoft υπερβαίνει το νόμιμο όριο για τη χώρα/περιοχή σας. Δεν είναι δυνατό να πραγματοποιηθεί καμία άλλη εξαγορά.
es: El valor de su cuenta de Microsoft supera el límite legal de su país o región. No se pueden realizar más canjes.
et: Teie Microsofti konto väärtus ületab teie riigis või regioonis kehtiva lubatud limiidi. Rohkem ettemakseid ei saa sooritada.
eu: Zure Microsoft kontuko balioak zure herrialdeko/eskualdeko muga legala gainditzen du. Ezingo duzu gehiagorik trukatu.
fa: ارزش حساب Microsoft شما از محدوده قانونی برای کشور/منطقه شما بیشتر شده است. دیگر امکان انجام بازخرید وجود ندارد.
ga: Tá luach do chuntais Microsoft ag sárú an teorainn dlí i do Tír/Réigiún féin. Ní féidir aon ní a shlánú a thuilleadh.
gd: Tha luach a' chunntais Microsoft agad a' dol seachad air a' chrìoch laghail nad dhùthaich/roinn-dùthcha. Chan urrainn dhut redeem eile a dhèanamh.
gl: O valor da súa conta de Microsoft excede o límite legal para o seu país/rexión. Non se poden efectuar novos trocos.
gu: તમારું Microsoft ખાતા મૂલ્ય તમારા દેશ/ક્ષેત્ર માટેની કાનૂની મર્યાદા વટાવી રહ્યું છે. હવે વધુ રીડિમ કરી શકાતું નથી.
he: ערך חשבון Microsoft שלך חורג מהמגבלה החוקית עבור המדינה/אזור שלך. לא ניתן לבצע מימוש נוסף.
hi: आपका Microsoft खाता मान आपके देश/क्षेत्र के लिए निर्धारित क़ानूनी सीमा से अधिक है. इससे अधिक रिडीम नहीं किए जा सकते.
hr: Vrijednost vašeg računa za Microsoft prekoračuje zakonsko ograničenje u vašoj državi/regiji. Dodatne isplate više nisu moguće.
hu: Az Ön Microsoft-fiókjának értéke túllépi az országra/régióra vonatkozó korlátot. További beváltásra nincs lehetőség.
id: Nilai akun Microsoft Anda melebihi batas resmi untuk negara/kawasan Anda. Penukaran selanjutnya tidak dapat dilakukan.
is: Microsoft-reikningsgildið er hærra en lög leyfa í þínu landi/svæði. Ekki er hægt að innleysa meira.
ja: お客様の Microsoft アカウントの残高が、お住まいの国/地域の法律で定められている上限を超えています。これ以上の引き換えはできません。
ka: თქვენი Microsoft ანგარიშის ოდენობა აჭარბებს თქვენს ქვეყანაში ან რეგიონში კანონით დაწესებულ ლიმიტს. გაუქმების სხვა ოპერაცია ვეღარ შესრულდება.
kk: Microsoft тіркелгіңіздің құны еліңіз/өңіріңіз үшін заңды шектен асып жатыр. Басқа алуды орындау мүмкін емес.
kn: ನಿಮ್ಮ Microsoft ಖಾತೆಯ ಮೌಲ್ಯವು ನಿಮ್ಮ ದೇಶ/ಪ್ರಾಂತ್ಯಕ್ಕಾಗಿ ಕಾನೂನು ಮಿತಿಯನ್ನು ಮೀರುತ್ತಿದೆ. ಯಾವುದೇ ಹೆಚ್ಚಿನ ಪಡೆದುಕೊಳ್ಳುವಿಕೆಯನ್ನು ಪೂರೈಸಲಾಗುವುದಿಲ್ಲ.
ko: 회원님의 Microsoft 계정에 저장된 가치가 회원님의 국가/지역에서 허용되는 법적 제한을 초과합니다. 더 이상 충전할 수 없습니다.
ku_arab: نرخی ئەژمێری Microsoft ی تۆ لە سنووری یاسایی بۆ وڵات/ناوچه تێپەڕ دەکات. ناتوانرێت هیچ پاککتاوکردنێکی زیاتر ئەنجام بدرێت.
ky: Сиздин Microsoft каттоо эсебиңиздин өлчөмү сиздин өлкө/аймагыңыз үчүн уруксат берилген чектен өткөнү турат. Мындан ары бир да төлөп берүү аткарганга болбойт.
lo: ຄ່າບັນຊີ Microsoft ຂອງທ່ານກຳລັງເກີນຂີດຈຳກັດສຳລັບປະເທດ/ພາກພື້ນຂອງທ່ານ. ບໍ່ສາມາດເຮັດການແລກຕື່ມອີກໄດ້.
lt: Jūsų „Microsoft“ abonemento vertė viršija šalyje / regione leidžiamą ribą. Daugiau atsiskaityti nebegalima.
lv: Microsoft konta vērtība pārsniedz ierobežojumu, kas valstī/reģionā ir noteikts saskaņā ar tiesību aktiem. Kontā vairs nevar veikt atmaksas darījumus.
mi: Kua eke te uara o tō pūkete Microsoft i te tepe ture mō tō whenua/rohe. Kāore e taea te whakahoki ā-moni anō.
mk: Вредноста на вашата сметка на Microsoft го надминува законското ограничување за вашата држава/област. Веќе не може да се вршат откупувања.
ml: നിങ്ങളുടെ Microsoft അക്കൌണ്ട് മൂല്യം നിങ്ങളുടെ രാജ്യത്തിന്റെ/പ്രദേശത്തിന്റെ നിയമം അനുവദിക്കുന്ന പരിധി കവിഞ്ഞു. കൂടുതല്‍ വീണ്ടെടുക്കല്‍ നടപ്പിലാക്കാനാവില്ല.
mn: Таны Microsoft-ын хэрэглэгчийн дансны үнэлэмж танай улс/бүс нутгийн хууль зүйн хязгаарлалтаас хэтэрч байна. Илүү их ашиглалт гүйцэтгэх боломжгүй.
mr: आपले Microsoft खाते मूल्य आपल्या देश/विभासाठी असलेली कायदेशीर मर्यादा ओलांडत आहे. अधिक पूर्तता केली जाऊ शकत नाही.
ms: Nilai akaun Microsoft anda melebihi had yang sah bagi negara/rantau anda. Tiada lagi penebusan boleh dilakukan.
mt: Il-valur tal-kont ta' Microsoft tiegħek jaqbeż il-limitu legali għall-pajjiż/għar-reġjun tiegħek. Ma tistax issarraf aktar.
ne: तपाइँको Microsoft खाताको मानले तपाइँको देश/क्षेत्रको लागि कानुनी दायरा नाघ्दै छ। थप रिडिम कार्य सम्पादन गर्न सकिदैन।
nn_no: Microsoft-kontoverdien overstig den lovlege grensa for landet/regionen din. Ingen fleire innløysingar kan gjennomførast.
no: Verdien på Microsoft-kontoen din overstiger den juridiske grensen i landet/området ditt. Ingen flere innløsinger kan utføres.
or: ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ ମୂଲ୍ୟ ଆପଣଙ୍କର ଦେଶ/ଅଞ୍ଚଳ ପାଇଁ ଆଇନତଃ ସୀମା ଅତିକ୍ରମ କରିଛି. ଆଉ ଅଧିକ ରିଡମି ହୋଇପାରିବ ନାହିଁ.
pa_arab_pk: تساں دی Microsoft اکاؤنٹ دی قیمت تساں دے ملک لئی مقرر قنونی حد توں ود رئی اے۔ ہور فائدہ نئیں چھڑائے جاسکدے۔
pa_in: ਤੁਹਾਡੇ Microsoft ਖਾਤੇ ਦਾ ਮੁੱਲ ਤੁਹਾਡੇ ਦੇਸ਼/ਖੇਤਰ ਵਾਸਤੇ ਕਾਨੂੰਨਨ ਸੀਮਾ ਤੋਂ ਵੱਧ ਰਿਹਾ ਹੈ। ਕੋਈ ਹੋਰ ਵਟਾਂਦਰਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਦਾ।
pl: Wartość środków na Twoim koncie Microsoft przekracza prawnie dozwoloną wartość w Twoim kraju/regionie. Nie można wykonać kolejnych realizacji.
ru: Сумма в вашей учетной записи Майкрософт превышает предел, допустимый по законам вашей страны или региона. Дальнейшее погашение невозможно.
sd: توهان جي ملڪ/علائقو لاءِ توهان جي Microsoft اڪائونٽ جي قيمت قانوني حد کان وڌي رهي آهي. آزادي کي وڌيڪ انجام نه ڏئي سگھبو.
si: ඔබගේ Microsoft ගිණුම් අගය ඔබේ රට/කලාපය සඳහා අදාළ වන නෛතික සීමාව ඉක්මවා යයි. තව දුරටත් ගනුදෙනු කළ නො හැක.
sl: Vrednost vašega računa pri Microsoftu presega zakonsko omejitev v vaši državi/regiji. Dodatnih unovčenj ni mogoče izvesti.
sr_cyrl_rs: Вредност вашег Microsoft налога премашује законско ограничење за вашу земљу/регион. Искупљивање више није могуће.
sr_latn_rs: Vrednost vašeg Microsoft naloga premašuje zakonsko ograničenje za vašu zemlju/region. Iskupljivanje više nije moguće.
sv: Ditt Microsoft-kontovärde överskrider den tillåtna gränsen för ditt land/region. Inga fler inlösningar kan göras.
ta: உங்கள் Microsoft கணக்கு மதிப்பானது உங்கள் நாடு/வட்டாரம்த்தில் அனுமதிக்கப்பட்ட சட்ட வரம்பை மீறுகிறது. இனி மீட்டெடுக்க முடியாது.
te: మీ Microsoft ఖాతా విలువ మీ దేశం/ప్రాంతం కోసం ఉన్న చట్టబద్ధమైన పరిమితిని మించుతోంది. ఇకపై ఏదీ రిడీమ్ చేయబడదు.
tg: Арзиши ҳисоби шумо дар Microsoft аз ҳадди қонунии кишвар/минтақаи шумо гузаштааст. Дигар ҳеҷгуна ҷуброн имконпазир нест.
th: มูลค่าบัญชี Microsoft ของคุณเกินขีดจำกัดทางกฎหมายสำหรับประเทศ/ภูมิภาคของคุณ ไม่สามารถแลกเป็นเงินได้อีกต่อไป
tr: Microsoft hesabınızın değeri ülkeniz/bölgeniz için izin verilen yasal sınırı aşıyor. Başka kullanım gerçekleştirilemez.
tt: Сезнең Майкрософт хисап язмасының кыйммәте Сезнең ил/төбәк өчен легаль дәрәҗәдән артты. Башка компенсация ясау мөмкин түгел.
ug: Microsoft ھېسابىڭىزنىڭ قىممىتى دۆلىتىڭىزدە قانۇندا بەلگىلەنگەن چەكلىمىدىن ئاشتى.بۇندىن باشقا سېتىۋېلىش ئەمەلگە ئاشمايدۇ.
uk: Кількість балів у вашому обліковому записі Microsoft перевищує юридично допустиму кількість для вашої країна/регіон. Подальше використання балів неможливе.
ur: آپ کے Microsoft کھاتہ کی قدر آپ کے ملک/علاقہ کے لئے موجود قانونی حدوں سے تجاوز کررہی ہے. مزید چھڑائی نہیں کی جاسکتی.
uz: Sizning Microsoft hisob qaydnomangiz qiymati mamlakat/hududingiz uchun o‘rnatilgan qonuniy cheklovdan oshib ketdi. Boshqa xaridlarni amalga oshirib bo‘lmaydi.
vi: Giá trị tài khoản Microsoft của bạn đang vượt quá giới hạn pháp lý được phép tại quốc gia/vùng của bạn. Bạn không thể thực hiện thêm giao dịch đổi.
zh_hans: 您的 Microsoft 帐户价值已超出所在国家/地区的法定限额。无法执行更多兑现。
zh_hant: 您的 Microsoft 帳戶價值超過您國家/地區的法定限額。無法再進行任何兌換。
