Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.PR
source: Puerto Rico
am: ፖርቶሪኮ
ar: بورتوريكو
as: পুৱেৰ্টো ৰিকো
az: Puerto-Riko
bg: Пуерто Рико
bn_in: পুয়ের্তো রিকো
bs: Portoriko
el: Πουέρτο Ρίκο
fa: پورتوریکو
ga: Pórtó Ríce
gd: Porto Rìceo
gl: Porto Rico
gu: પ્યૂર્ટો રિકો
he: פוארטו ריקו
hi: पर्टो रीको
hr: Portoriko
id: Puerto Riko
is: Púertó Ríkó
ja: プエルトリコ
ka: პუერტო-რიკო
kk: Пуэрто-Рико
kn: ಪ್ಯುರ್ಟೋ ರಿಕಾ
ko: 푸에르토리코
ku_arab: پێرتۆ ریکۆ
ky: Пуэрто-Рико
lo: ເປີໂຕຣີໂກ
lt: Puerto Rikas
lv: Puertoriko
mi: Peta Riko
mk: Порторико
ml: പ്യുര്‍ട്ടോ റിക്ക
mn: Пуэрто-Рико
mr: पोर्टो रिको
ne: पोट्रे रिको
or: ପୁଏର୍ତୋ ରିକୋ
pa_arab_pk: پیورٹو ریکو
pa_in: ਪਿਊਰਟੋ ਰਿਕੋ
pl: Portoryko
ru: Пуэрто-Рико
sd: پروٽو رائڪو
si: පෝටෝ රිකෝ
sl: Portoriko
sr_cyrl_rs: Порторико
sr_latn_rs: Portoriko
ta: போர்ட்டோ ரிகோ
te: ప్యూర్టో రికో
tg: Пуэрто-Рико
th: เปอร์โตริโก
tr: Porto Riko
tt: Пуэрто-Рико
ug: پۇئېرتو رىكو
uk: Пуерто-Ріко
ur: پیورٹو ریکو
uz: Puerto-Riko
zh_hans: 波多黎各
zh_hant: 波多黎各

# Word.BillingAddress.OCP-O365
source: Billing Information
af: Faktuurinligting
am: ሰነድ መክፈያ
ar: معلومات الفوترة
as: বিল আদায় দিয়াৰ তথ্য
az: Hesablaşma Məlumatı
bg: Информация за плащане
bn_in: বিলি পাঠানোর তথ্য
bs: Podaci za plaćanje
cy: Gwybodaeth Bilio
da: Faktureringsoplysninger
de: Abrechnungsinformationen
el: Πληροφορίες χρέωσης
es: Información de facturación
et: Arveldusteave
eu: Fakturatze-informazioa
fa: اطلاعات صدور قبض
ga: Eolas billeála
gd: Fiosrachadh bileachaidh
gl: Información de facturación
gu: બિલીંગ માહિતી
he: פרטי חיוב
hi: बिलिंग जानकारी
hr: Podaci o naplati
hu: Számlázási információk
id: Informasi Tagihan
is: Greiðsluupplýsingar
ja: 請求情報
ka: საანგარიშსწორებო ინფორმაცია
kk: Төлем ақпараттары
kn: ಬಿಲ್ಲಿಂಗ್ ಮಾಹಿತಿ
ko: 결제 정보
ku_arab: زانیاری فاتوورە
ky: Эсеп маалыматы
lo: ຂໍ້ມູນສຳລັບຮຽກເກັບເງິນ
lt: Informacija apie atsiskaitymą
lv: Norēķinu informācija
mi: Mōhiohio nama
mk: Информации за фактурирање
ml: ബില്ലിംഗ് വിവരങ്ങള്‍
mn: Төлбөр тооцооны мэдээлэл
mr: बिलिंग माहिती
ms: Maklumat Pengebilan
mt: Informazzjoni dwar il-ħlasijiet
ne: पूर्जी जानकारी
nn_no: Faktureringsinformasjon
no: Faktureringsinformasjon
or: ବିଲିଂ ସୂଚନା
pa_arab_pk: بل دی معلومات
pa_in: ਬਿੱਲ ਬਣਾਉਣ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje rozliczeniowe
ru: Данные для выставления счетов
sd: بِلن جي معلومات
si: බිල්පත්කරණය තොරතුරු
sl: Podatki za obračunavanje
sr_cyrl_rs: Информације за наплату
sr_latn_rs: Informacije za naplatu
sv: Faktureringsinformation
ta: இரசீது தகவல்
te: బిల్లింగ్ సమాచారం
tg: Маълумоти пешниҳоди ҳисоб
th: ข้อมูลการแจ้งหนี้
tr: Fatura Bilgileri
tt: Квитанцияләү Мәгълүматы
ug: تالون ئۇچۇرى
uk: Відомості для виставлення рахунків
ur: بل کی ادائیگی کی معلومات
uz: Billing ma‘lumotlari
vi: Thông tin Hóa đơn
zh_hans: 计费信息
zh_hant: 計費資訊

# Word.PIDetailTitle.OCP-O365.ADD
source: Payment Information
af: Betaalinligting
am: የክፍያ መረጃ
ar: معلومات الدفع
as: পৰিশোধ তথ্য
az: Ödəniş Məlumatı
bg: Информация за плащане
bn_in: অর্থপ্রদানের তথ্য
bs: Podaci o plaćanju
cy: Gwybodaeth am Daliad
da: Betalingsoplysninger
de: Zahlungsinformationen
el: Πληροφορίες πληρωμής
es: Información de pago
et: Makseteave
eu: Ordainketa-informazioa
fa: اطلاعات پرداخت
ga: Eolas maidir le híocaíocht
gd: Fiosrachadh pàighidh
gl: Información de pagamento
gu: ચૂકવણી માહિતી
he: פרטי תשלום
hi: भुगतान जानकारी
hr: Podaci o plaćanju
hu: Fizetési adatok
id: Informasi pembayaran
is: Greiðsluupplýsingar
ja: お支払情報
ka: გადახდის ინფორმაცია
kk: Төлем ақпараты
kn: ಪಾವತಿ ಮಾಹಿತಿ
ko: 결제 정보
ku_arab: زانیاری پارەدان
ky: Төлөм маалыматы
lo: ຂໍ້ມູນການຊຳລະເງິນ
lt: Mokėjimo informacija
lv: Informācija par maksājumu
mi: Mōhiohio Utu
mk: Информации за плаќање
ml: പേയ്‌മെന്റ് വിവരം
mn: Төлбөрийн мэдээлэл
mr: देय माहिती
ms: Maklumat pembayaran
mt: Informazzjoni dwar il-Pagament
ne: भुक्तानी जानकारी
nn_no: Betalingsinformasjon
no: Betalingsinformasjon
or: ଦେୟ ସୂଚନା
pa_arab_pk: ادائیگی دی معلومات
pa_in: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ
pl: Informacje dotyczące płatności
ru: Платежная информация
sd: رقم ادا ڪرڻ جي معلومات
si: ගෙවීම් තොරතුරු
sl: Podatki o plačilu
sr_cyrl_rs: Информације о плаћању
sr_latn_rs: Informacije o plaćanju
sv: Betalningsinformation
ta: கட்டணம் செலுத்துதல் தகவல்
te: చెల్లింపు సమాచారం
tg: Маълумоти пардохт
th: ข้อมูลการชำระเงิน
tr: Ödeme Bilgileri
tt: Түләү мәгълүматы
ug: ھەق تۆلەش ئۇچۇرى
uk: Відомості про оплату
ur: ادائیگی کی معلومات
uz: To‘lov ma‘lumotlari
vi: Thông tin Thanh toán
zh_hans: 付款信息
zh_hant: 付費資訊

# Word.Button.Continue
source: Continue
af: Gaan voort
am: ቀጥል
ar: متابعة
as: জাৰী ৰাখক
az: Davam et
bg: Продължаване
bn_in: এগিয়ে যান
bs: Nastavi
cy: Bwrw ymlaen
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Jätka
eu: Jarraitu
fa: ادامه
ga: Lean ar aghaidh
gd: Lean air adhart
gl: Continuar
gu: ચાલુ રાખો
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjutkan
is: Halda áfram
ja: 続行
ka: გაგრძელება
kk: Жалғастыру
kn: ಮುಂದುವರಿಸಿ
ko: 계속
ku_arab: بەردەوامبە
ky: Улант
lo: ສືບຕໍ່
lt: Tęsti
lv: Turpināt
mi: Haere Tonu
mk: Продолжи
ml: തുടരുക
mn: Үргэлжлүүлэх
mr: सुरु ठेवा
ms: Teruskan
mt: Kompli
ne: जारि राख्नुहोस्
nn_no: Hald fram
no: Fortsett
or: ଜାରି
pa_arab_pk: ‏‏جاری رکھو
pa_in: ਜਾਰੀ ਰੱਖੋ
pl: Kontynuuj
ru: Продолжить
sd: جاري
si: ඉදිරියට යන්න
sl: Nadaljuj
sr_cyrl_rs: Настави
sr_latn_rs: Nastavi
sv: Fortsätt
ta: தொடர்
te: కొనసాగించు
tg: Идома
th: ดำเนินการต่อ
tr: Devam
tt: Дәвам итү
ug: داۋاملاشتۇرۇش
uk: Продовжити
ur: جاری رکھیں
uz: Davom ettirish
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# Word.Button.AddBillingAddress
source: Add billing address
af: Voeg faktureringsadres by
am: የመክፈያ አድራሻ አክል
ar: إضافة عنوان فاتورة
as: বিলিঙৰ ঠিকনা যোগ কৰক
az: Faktura ünvanı əlavə edin
bg: Добавяне на адрес на фактуриране
bn_in: বিলি করার ঠিকানা যোগ করুন
bs: Dodajte adresu za naplatu
cy: Ychwanegu cyfeiriad bilio
da: Tilføj faktureringsadresse
de: Rechnungsadresse hinzufügen
el: Προσθήκη διεύθυνσης χρέωσης
es: Agregar dirección de facturación
et: Lisa arveldusaadress
eu: Gehitu fakturazio-helbidea
fa: افزودن آدرس صدور صورتحساب
ga: Cuir seoladh billeála leis
gd: Cuir seòladh bileachaidh ris
gl: Engadir enderezo de facturación
gu: બિલીંગ સરનામું ઍડ કરો
he: הוסף כתובת לחיוב
hi: बिलिंग पता जोड़ें
hr: Dodajte adresu za naplatu
hu: Számlázási cím hozzáadása
id: Tambahkan alamat tagihan
is: Bæta við heimilisfangi greiðanda
ja: 請求先住所を追加
ka: ბილინგის მისამართის დამატება
kk: Шот жіберілетін мекенжай қосу
kn: ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸ ಸೇರಿಸಿ
ko: 청구 주소 추가
lo: ເພີ່ມທີ່ຢູ່ສຳລັບໃບຮຽກເກັບເງິນ
lt: Įtraukti sąskaitų siuntimo adresą
lv: Pievienot norēķinu adresi
mi: Tāpiri wāhitau nama
mk: Додај адреса за наплата
ml: ബില്ലിംഗ് വിലാസം ചേർക്കുക
mr: बिलिंग पत्ता जोडा
ms: Tambah alamat pengebilan
mt: Indirizz tal-ħlasijiet
ne: बिलिङ ठेगाना थप्नुहोस्
nn_no: Legg til faktureringsadresse
no: Legg til faktureringsadresse
or: ବିଲିଂ ଠିକଣା ଯୋଡନ୍ତୁ
pa_in: ਬਿਲਿੰਗ ਪਤਾ ਜੋੜੋ
pl: Dodaj adres rozliczeniowy
ru: Добавить адрес выставления счетов
sl: Dodaj naslov za obračunavanje
sr_cyrl_rs: Додајте адресу фактурисања
sr_latn_rs: Dodajte adresu fakturisanja
sv: Lägg till faktureringsadress
ta: பில்லிங் முகவரியைச் சேர்
te: బిల్లింగ్ చిరునామాను జోడించు
th: เพิ่มที่อยู่สำหรับเรียกเก็บเงิน
tr: Fatura adresi ekle
tt: Хисап чыгару адресын өстәү
ug: ھېساب بوغۇش ئادرېسى قوشۇش
uk: Додати адресу для виставлення рахунків
ur: بلنگ کا پتہ شامل کریں
uz: Billing manzilini qoʻshish
vi: Thêm địa chỉ thanh toán
zh_hans: 添加帐单邮寄地址
zh_hant: 新增帳單地址

# Word.SessionExpired.Message
source: Press Continue to sign-in again.
af: Druk Gaan voort om weer aan te teken.
am: እንደገና በመለያ ለመግባት ቀጥል ተጫን ።
ar: اضغط على "متابعة" لتسجيل الدخول مرة أخرى.
as: পুনৰ চাইন-ইন কৰিবলৈ জাৰী ৰাখক দবাওক৷
az: Yenidən daxil olmaq üçün Davam et basın.
bg: Натиснете "Продължи" за да влезете отново.
bn_in: আবার সাইন ইন করতে জারি রাখুন টিপুন৷
bs: Kliknite na dugme „Nastavi“ da biste se ponovo prijavili.
cy: Pwyswch Bwrw ymlaen i fewngofnodi eto.
da: Tryk på Fortsæt for at logge på igen.
de: Klicken Sie auf „Fortsetzen“, um sich erneut anzumelden.
el: Πατήστε το κουμπί "Συνέχεια" για να συνδεθείτε ξανά.
es: Presione Continuar para volver a iniciar sesión.
et: Uuesti sisselogimiseks vajutage käsku Jätka.
eu: Sakatu Jarraitu berriro saioa hasteko.
fa: برای ورود به برنامه مجدد، روی ادامه فشار دهید.
ga: Brúigh 'Lean ar aghaidh' chun síniú isteach arís.
gd: Briog air "Lean air adhart" airson clàradh a-steach a-rithist.
gl: Prema Continuar para iniciar sesión de novo.
gu: ફરીથી સાઇન-ઇન થવા માટે કન્ટીન્યુ દબાવો.
he: לחץ על "המשך" כדי להיכנס מחדש.
hi: पुनः साइन इन करने के लिए जारी रखें दबाएँ.
hr: Kliknite Nastavi za ponovnu prijavu.
hu: Az újbóli bejelentkezéshez nyomja meg a Folytatás gombot.
id: Tekan Lanjutkan untuk masuk lagi.
is: Ýttu á Halda áfram til að skrá þig inn aftur.
ja: [続行] をクリックして再度サインインしてください。
ka: დააჭირეთ "გაგრძელება"-ს და ისევ შედით.
kk: Қайтадан кіру үшін «Жалғастыру» түймешігін басыңыз.
kn: ಮತ್ತೆ ಸೈನ್-ಇನ್ ಮಾಡಲು ಮುಂದುವರಿಸು ಒತ್ತಿರಿ.
ko: 다시 로그인하려면 [계속]을 누르십시오.
ku_arab: فشار بخەرە سەر بەردەوام بۆ دووبارە چوونە ناوەوە.
ky: Кайра кирүү үчүн "Улантуу" нукуурун басыңыз.
lo: ກົດ ສືບຕໍ່ ເພື່ອລົງຊື່ເຂົ້າອີກຄັ້ງ.
lt: Norėdami prisijungti iš naujo, spustelėkite Tęsti.
lv: Lai atkal pierakstītos, noklikšķiniet uz Turpināt.
mi: Pāwhiri i te Haere Tonu kia takiuru atu anō.
mk: Притиснете Продолжи за да се најавите повторно.
ml: വീണ്ടും സൈന്‍-ഇന്‍ ചെയ്യുന്നതിന് തുടരുക അമര്‍ത്തുക.
mn: Дахин нэвтрэхийн тулд Үргэлжлүүлэх товчийг дар.
mr: साइन-इन पुन्हा करण्यासाठी सुरू ठेवा दाबा.
ms: Tekan Teruskan untuk daftar masuk semula.
mt: Agħfas Kompli biex terġa' tidħol.
ne: फेरि साइन-इन गर्नको लागि जारि राख्नुहोस् थिच्नुहोस्।
nn_no: Trykk på Hald fram for å logge på på nytt.
no: Trykk Fortsett for å logge på igjen.
or: ପୁଣି ସାଇନ୍-ଇନ୍ କରିବାକୁ ଜାରି ଦବାନ୍ତୁ.
pa_arab_pk: فیر سائن ان ہوون لئی جاری تے کلک کرو۔
pa_in: ਦੁਬਾਰਾ ਸਾਈਨ-ਇਨ ਕਰਨ ਲਈ ਜਾਰੀ ਰੱਖੋ (Continue) ਦਬਾਓ।
pl: Naciśnij przycisk Kontynuuj, aby ponownie się zalogować.
ru: Нажмите "Продолжить", чтобы войти снова.
sd: ٻيھر سائن-ان ڪرڻ جي لاءِ جاري ڪرڻ کي دٻايو.
si: නැවතත් පිරීම සඳහා 'දිගටම යන්න' ඔබන්න.
sl: Če se želite znova vpisati, pritisnite »Nadaljuj«.
sr_cyrl_rs: Кликните на дугме „Настави“ да бисте се поново пријавили.
sr_latn_rs: Kliknite na dugme „Nastavi“ da biste se ponovo prijavili.
sv: Tryck på Fortsätt för att logga in igen.
ta: மீண்டும் உள்நுழைய தொடரவும் என்பதை அழுத்தவும்.
te: మళ్లీ సైన్-ఇన్ చేయడానికి కొనసాగించును నొక్కండి.
tg: Барои дубора ворид шудан Идомаро пахш кунед.
th: กด ดำเนินการต่อ เพื่อลงชื่อเข้าใช้อีกครั้ง
tr: Yeniden oturum açmak için Devam'a basın.
tt: Керү өчен дәвам итү басыгыз.
ug: قايتا كىرىش ئۈچۈن داۋاملاشتۇرۇش كۇنۇپكىسىنى بېسىڭ.
uk: Натисніть "Продовжити" і знову ввійдіть у систему.
ur: دوبارہ سائن ان ہونے کے لیے جاری پر کلک کریں.
uz: Yana kirish uchun Davom ettirmoq tugmasini bosing.
vi: Nhấn Tiếp tục để đăng nhập lại.
zh_hans: 按“继续”重新登录。
zh_hant: 請按 [繼續] 以重新登入。

# Word.SessionExpired.Title
source: Your session expired
af: Jou sessie het verval
am: ክፍለ ጊዜህ ጊዜው አልፎበታል።
ar: انتهت صلاحية جلسة العمل
as: আপোনাৰ বৈঠকৰ ম্যাদ উকলি গৈছে
az: Seansınızın vaxtı bitib
bg: Сесията ви е изтекла
bn_in: আপনার সেশনটি শেষ হয়ে গেছে
bs: Vaša sesija je istekla
cy: Mae eich sesiwn wedi dod i ben
da: Din session udløb
de: Die Sitzung ist abgelaufen.
el: Η περίοδος λειτουργίας σας έχει λήξει
es: La sesión ha expirado
et: Teie seanss on aegunud
eu: Zure saioa iraungi da
fa: جلسه شما منقضی شده است
ga: Tá do sheisiún éagtha
gd: Dh'fhalbh an ùine air an t-seisean agad
gl: A súa sesión caducou
gu: તમારું સત્ર સમાપ્ત થયું છે
he: תוקף ההפעלה פג
hi: आपका सत्र समाप्त हो गया है
hr: Vaša sesija je istekla
hu: A munkamenet lejárt
id: Sesi Anda sudah kedaluwarsa
is: Lotan þín er útrunnin
ja: セッションの有効期限が切れました
ka: თქვენი სეანსის დრო გავიდა
kk: Сеанстың мерзімі бітті
kn: ನಿಮ್ಮ ಸೆಷನ್ ಮುಕ್ತಾಯವಾಗಿದೆ
ko: 세션이 만료됨
ku_arab: کایەکەت بەسەرچوو
ky: Сиздин сессияңыздын убактысы аяктады
lo: ເຊສຊັນຂອງທ່ານໝົດອາຍຸແລ້ວ
lt: Baigėsi seansui skirtas laikas
lv: Šīs sesijas laiks ir beidzies
mi: Kua pau tō wātū
mk: Сесијата истече
ml: നിങ്ങളുടെ സെഷന്‍ കാലഹരണപ്പെട്ടു
mn: Таны холболтын хугацаа дууссан
mr: आपले सत्र कालबाह्य झाले
ms: Sesi anda telah tamat tempoh
mt: Is-sessjoni tiegħek skadiet
ne: तपाईँको सत्रको म्याद सकिएको छ
nn_no: Økta har gått ut
no: Økten er utløpt
or: ଆପଣଙ୍କର ଅଧିବେସନ ସମୟସୀମା ସମାପ୍ତ ହୋଇଛି
pa_arab_pk: تساں دےسیشن دا ویلا مک گیا اے
pa_in: ਤੁਹਾਡੇ ਕਾਰਜ-ਕਾਲ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਗਈ ਹੈ
pl: Sesja wygasła
ru: Срок действия вашего сеанса истек
sd: توھان جي سيشن جو مدو ختم ٿيل آھي
si: ඔබේ සැසිය කල් ඉකුත් විය
sl: Seja je potekla
sr_cyrl_rs: Ваша сесија је истекла
sr_latn_rs: Vaša sesija je istekla
sv: Sessionen har gått ut
ta: உங்கள் அமர்வு காலாவதியானது
te: మీ సెషన్ గడువు ముగిసింది
tg: Ҷаласаи шумо анҷом ёфт.
th: เซสชันของคุณหมดอายุแล้ว
tr: Oturumunuzun süresi doldu
tt: Эш сеансының вакыты чыкты
ug: ۋاقتىڭىز توشتى
uk: Час сеансу закінчився
ur: آپ کے سیشن کی معیاد ختم ہوچکی ہے
uz: Sessiyangizning muddati nihoyasiga yetdi
vi: Phiên đăng nhập của bạn đã hết hạn
zh_hans: 您的会话已过期
zh_hant: 您的工作階段已逾時

# Word.InicisPayBuyerLastName
source: Last name
af: Van
am: የአያት ስም
ar: اسم العائلة
as: শেষ নাম
az: Soyad
bg: Фамилия
bn_in: পদবি
bs: Prezime
cy: Enw olaf
da: Efternavn
de: Nachname
el: Επώνυμο
es: Apellido
et: Perekonnanimi
eu: Abizenak
fa: نام خانوادگی
ga: Sloinne
gd: Sloinneadh
gl: Apelidos
gu: અટક
he: שם משפחה
hi: अंतिम नाम
hr: Prezime
hu: Vezetéknév
id: Nama belakang
is: Eftirnafn
ja: 姓
ka: გვარი
kk: Тегі
kn: ಕೊನೆಯ ಹೆಸರು
ko: 성
ku_arab: نازناو
ky: Фамилиясы
lo: ນາມ​ສະ​ກຸນ
lt: Pavardė
lv: Uzvārds
mi: Ingoa mutunga
mk: Презиме
ml: പേരിന്‍റെ അവസാനഭാഗം
mn: Овог
mr: आडनाव
ms: Nama keluarga
mt: Kunjom
ne: अन्तिम नाम
nn_no: Etternamn
no: Etternavn
or: ଶେଷ ନାମ
pa_arab_pk: آخری ناں
pa_in: ਉੱਪ-ਨਾਮ
pl: Nazwisko
ru: Фамилия
sd: آخري نالو
si: අවසන් නම
sl: Priimek
sr_cyrl_rs: Презиме
sr_latn_rs: Prezime
sv: Efternamn
ta: கடைசிப் பெயர்
te: చివరి పేరు
tg: Насаб
th: นามสกุล
tr: Soyadı
tt: Фамилия
ug: فامىلە
uk: Прізвище
ur: آخری نام
uz: Familiyasi
vi: Họ
zh_hans: 姓氏
zh_hant: 姓氏

# Literal.BankAccountCity.MaxLength
source: City, Postal code or country/region is too long.
af: Stad, poskode of land/streek is te lank.
am: የከተማ፣ የፖስታ ኮድ ወይም ገር/ክልል እጅግ ረጅም ነው።
ar: اسم المدينة، أو الرمز البريدي، أو البلد/المنطقة طويل جدًا.
as: চহৰ, ডাক ক'ড বা দেশ/ক্ষেত্ৰ অতি দীঘল৷
az: Şəhər, poçt indeksi və ya ölkə/region çox uzundur.
bg: Данните за град, пощенски код или страна/регион са прекалено дълги.
bn_in: শহর, ডাক কোড অথবা দেশের/অঞ্চলের নাম অত্যন্ত লম্বা৷
bs: Grad, poštanski broj ili država/regija su predugi.
cy: Mae Dinas, Cod post neu wlad/rhanbarth yn rhy hir.
da: By, postnummer eller land/område er for lang(t).
de: Ort, Postleitzahl oder Land/Region sind zu lang.
el: Η πόλη, ο ταχυδρομικός κώδικας ή η χώρα/περιοχή είναι πολύ μεγάλα.
es: La ciudad, el código postal o el país (región) son demasiados largos.
et: Linna nimi, sihtnumber, riigi või regiooni nimi on liiga pikk.
eu: Herria, posta-kodea edo herrialdea/eskualdea luzeegia da.
fa: شهر، کد پستی یا کشور/منطقه بسیار طولانی هستند.
ga: Cathair, cód poist nó tír/réigiún rófhada.
gd: Tha am baile, an còd-puist no an dùthaich/roinn-dùthcha ro fhada.
gl: A cidade, o código postal ou o país/rexión son moi longos.
gu: શહેર, પોસ્ટલ કોડ અથવા દેશ/ક્ષેત્ર ખૂબ લાંબા છે.
he: שם העיר, המיקוד או שם המדינה/אזור ארוכים מדי.
hi: शहर, डाक कोड या देश/क्षेत्र बहुत लंबा है.
hr: Grad, poštanski broj ili država/regija predugački su.
hu: A város, irányítószám vagy ország/régió mező tartalma túl hosszú.
id: Kota, Kode pos, atau negara/kawasan terlalu panjang.
is: Borg, póstnúmer eða land/svæði er of langt.
ja: 市区町村、郵便番号、国/地域が長すぎます。
ka: ქალაქი, საფოსტო კოდი ან ქვეყანა/რეგიონი ძალიან გრძელია.
kk: Қала, пошталық индекс немесе ел/өңір тым ұзын.
kn: ನಗರ, ಪೋಸ್ಟಲ್ ಕೋಡ್ ಅಥವಾ ದೇಶ/ಪ್ರಾಂತ್ಯ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 구/군/시, 우편 번호 또는 국가/지역이 너무 깁니다.
ku_arab: شار، کۆدی پۆستی یان وڵات/ناوچه زۆر درێژە.
ky: Шаар, почта индекси же өлкө/аймактан өтө узун.
lo: ເມືອງ, ລະຫັດໄປສະນີ ຫຼື ປະເທດ/ພາກພື້ນຍາວເກີນໄປ.
lt: Miesto pavadinimas, pašto indeksas arba šalies / regiono pavadinimas yra per ilgas.
lv: Pilsēta, pasta indekss vai valsts/reģions ir par garu.
mi: He roa rawa te Tāone nui, te Waehere Pōhi, te whenua/rohe rānei.
mk: Името на градот, поштенскиот број или државата/областа се предолги.
ml: നഗരം, തപാല്‍ കോഡ് അല്ലെങ്കില്‍ രാജ്യം/പ്രദേശം എന്നിവ ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Хот, шуудангийн код эсвэл улс/бүс нутгийн нэр хэт урт байна.
mr: शहर, पोस्टल कोड किंवा देश/विभाग खूप दीर्घ आहे.
ms: Bandar, Poskod atau negara/rantau terlalu panjang.
mt: Il-Belt, il-Kodiċi Postali jew il-pajjiż/ir-reġjun huma twal wisq.
ne: शहर, हुलाकी संकेत वा देश/क्षेत्र धेरै लामो छ।
nn_no: By, postnummer eller land/region er for langt.
no: Poststed, postnummer eller land/område er for langt.
or: ସହର, ଡାକ କୋଡ୍ କିମ୍ବା ଦେଶ/ଅଞ୍ଚଳ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: شہر، پوسٹل کوڈ یا ملک /علاقہ بہت لما اے۔
pa_in: ਸ਼ਹਿਰ, ਡਾਕ ਕੋਡ ਜਾਂ ਦੇਸ਼/ਖੇਤਰ ਬਹੁਤ ਲੰਮਾ ਹੈ।
pl: Nazwa miejscowości, kod pocztowy lub nazwa kraju/regionu są zbyt długie.
ru: Слишком длинные город, почтовый индекс, страна или регион.
sd: شھر، پوسٽل ڪوڊ يا ملڪ/علائقو تمام وڏو آھي.
si: නගරය, තැපැල් ‍කේතය හෝ රට/කලාපය දිගු වැඩිය.
sl: Polje z mestom, poštno številko ali državo/regijo je predolgo.
sr_cyrl_rs: Вредности за град, поштански број или земљу/регион су предугачке.
sr_latn_rs: Vrednosti za grad, poštanski broj ili zemlju/region su predugačke.
sv: Ort, postnummer eller land/region är för långt.
ta: நகரம், அஞ்சல் குறியீடு அல்லது நாடு/வட்டாரம் மிக நீளமாக உள்ளது.
te: నగరం, పోస్టల్ కోడ్ లేదా దేశం/ప్రాంతం చాలా పొడవుగా ఉంది.
tg: Шаҳр, рамзи почта ё Кишвар/Минтақа аз ҳад дароз аст.
th: เขต/อำเภอ, รหัสไปรษณีย์หรือประเทศ/ภูมิภาคยาวเกินไป
tr: Şehir, Posta kodu veya ülke/bölge çok uzun.
tt: Шәһәр, почта индексы яки ил/төбәк артык озын.
ug: شەھەر، پوچتا نومۇرى ياكى دۆلەت/رايون نامى بەك ئۇزۇن.
uk: Рядок міста, поштового індексу або країна/регіон задовгий.
ur: شہر، پوسٹ کوڈ یا ملک/علاقہ بہت طویل ہے.
uz: Shahar nomi, pochta indeksi yoki mamlakat/hudud nomi juda uzun.
vi: Thành phố, Mã bưu điện hoặc quốc gia/vùng quá dài.
zh_hans: 市/县、邮政编码或国家/地区过长。
zh_hant: 城市、郵遞區號或國家/地區太長。

# Literal.BankAccountCity.MinLength
source: City, Postal code or country/region is too short.
af: Stad, poskode of land/streek is te kort.
am: የከተማ፣ የፖስታ ኮድ ወይም ሀገር/ክልል እጅግ አጭር ነው።
ar: طول اسم المدينة، الرمز البريدي أو البلد/المنطقة قصير للغاية.
as: চহৰ, ডাক ক'ড বা দেশ/ক্ষেত্ৰ অতি চুটি৷
az: Şəhər, poçt indeksi və ya ölkə/region çox qısadır.
bg: Данните за град, пощенски код или страна/регион са прекалено къси.
bn_in: শহর, ডাক কোড অথবা দেশের/অঞ্চলের নাম অত্যন্ত ছোট৷
bs: Grad, poštanski broj ili država/regija su prekratki.
cy: Mae Dinas, Cod post neu wlad/rhanbarth yn rhy fyr.
da: By, postnummer eller land/område er for kort.
de: Ort, Postleitzahl oder Land/Region sind zu kurz.
el: Η πόλη, ο ταχυδρομικός κώδικας ή η χώρα/περιοχή είναι πολύ μικρά.
es: La ciudad, el código postal o el país (región) son demasiado cortos.
et: Linna nimi, sihtnumber, riigi või regiooni nimi on liiga lühike.
eu: Herria, posta-kodea edo herrialdea/eskualdea laburregia da.
fa: شهر، کد پستی یا کشور/منطقه بسیار کوتاه هستند.
ga: Cathair, cód poist nó tír/réigiún róghearr.
gd: Tha am baile, an còd-puist no an dùthaich/roinn-dùthcha ro ghoirid.
gl: A cidade, o código postal e o país/rexión son moi curtos.
gu: શહેર, પોસ્ટલ કોડ અથવા દેશ/ક્ષેત્ર ખૂબ ટૂંકા છે.
he: שם העיר, המיקוד או שם המדינה/אזור קצרים מדי.
hi: शहर, डाक कोड या देश/क्षेत्र बहुत छोटा है.
hr: Grad, poštanski broj ili država/regija prekratki su.
hu: A város, irányítószám vagy ország/régió mező tartalma túl rövid.
id: Kota, Kode pos, atau negara/kawasan terlalu pendek.
is: Borg, póstnúmer eða land/svæði er of stutt.
ja: 市区町村、郵便番号、国/地域が短すぎます。
ka: ქალაქი, საფოსტო კოდი ან ქვეყანა/რეგიონი ძალიან მოკლეა.
kk: Қала, пошталық индекс немесе ел/өңір тым қысқа.
kn: ನಗರ, ಪೋಸ್ಟಲ್ ಕೋಡ್ ಅಥವಾ ದೇಶ/ಪ್ರಾಂತ್ಯ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 구/군/시, 우편 번호 또는 국가/지역이 너무 짧습니다.
ku_arab: شار، کۆدی پۆستی یان وڵات/ناوچه زۆر کورتە.
ky: Шаар, почта индекси же өлкө/аймак өтө кыска.
lo: ເມືອງ, ລະຫັດໄປສະນີ ຫຼື ປະເທດ/ພາກພື້ນສັ້ນເກີນໄປ.
lt: Miesto pavadinimas, pašto indeksas arba šalies / regiono pavadinimas yra per trumpas.
lv: Pilsēta, pasta indekss vai valsts/reģions ir par īsu.
mi: He poto rawa te Tāone nui, te Waehere Pōhi te whenua/rohe rānei.
mk: Името на градот, поштенскиот број или државата/областа се прекратки.
ml: നഗരം, തപാല്‍ കോഡ് അല്ലെങ്കില്‍ രാജ്യം/പ്രദേശം എന്നിവ വളരെ ചെറുതാണ്.
mn: Хот, шуудангийн код эсвэл улс/бүс нутгийн нэр хэт богино байна.
mr: शहर, पोस्टल कोड किंवा देश/विभाग खूप लहान आहे.
ms: Bandar, Poskod atau negara/rantau terlalu pendek.
mt: Il-Belt, il-Kodiċi Postali jew il-pajjiż/ir-reġjun huma qosra wisq.
ne: शहर, हुलाकी सङ्केत वा देश/क्षेत्र धेरै छोटो छ।
nn_no: By, postnummer eller land/region er for kort.
no: Poststed, postnummer eller land/område er for kort.
or: ସହର, ଡାକ କୋଡ୍ କିମ୍ବା ଦେଶ/ଅଞ୍ଚଳ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: شہر، پوسٹل کوڈ یا ملک/علاقہ بہت چھوٹا اے۔
pa_in: ਸ਼ਹਿਰ, ਡਾਕ ਕੋਡ ਜਾਂ ਦੇਸ਼/ਖੇਤਰ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Nazwa miejscowości, kod pocztowy lub nazwa kraju/regionu są zbyt krótkie.
ru: Слишком короткие город, почтовый индекс, страна или регион.
sd: شھر، پوسٽل ڪوڊ يا ملڪ/علائقو تمام ننڍو آھي.
si: නගරය, තැපැල් ‍කේතය හෝ රට/කලාපය කෙටි වැඩිය.
sl: Polje z mestom, poštno številko ali državo/regijo je prekratko.
sr_cyrl_rs: Вредности за град, поштански број или земљу/регион су прекратке.
sr_latn_rs: Vrednosti za grad, poštanski broj ili zemlju/region su prekratke.
sv: Ort, postnummer eller land/region är för kort.
ta: நகரம், அஞ்சல் குறியீடு அல்லது நாடு/வட்டாரம் மிகச் சிறியதாக உள்ளது.
te: నగరం, పోస్టల్ కోడ్ లేదా దేశం/ప్రాంతం చాలా చిన్నదిగా ఉంది.
tg: Шаҳр, рамзи почта ё кишвар/минтақа аз ҳад кӯтоҳ аст.
th: เขต/อำเภอ, รหัสไปรษณีย์หรือประเทศ/ภูมิภาคสั้นเกินไป
tr: Şehir, Posta kodu veya ülke/bölge çok kısa.
tt: Шәһәр, почта индексы яки ил/төбәк артык кыска.
ug: شەھەر، پوچتا نومۇرى ياكى دۆلەت/رايون نامى بەك قىسقا.
uk: Рядок міста, поштового індексу або країна/регіон закороткий.
ur: شہر، پوسٹ کوڈ اور ملک/علاقہ بہت مختصر ہے.
uz: Shahar nomi, pochta indeksi yoki mamlakat/hudud nomi juda qisqa.
vi: Thành phố, Mã bưu điện hoặc quốc gia/vùng quá ngắn.
zh_hans: 市/县、邮政编码或国家/地区过短。
zh_hant: 城市、郵遞區號或國家/地區太短。
