Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.RequiredCompanyName
source: * Company name
af: * Maatskappynaam
am: * የኩባንያ ስም
ar: * اسم الشركة
as: * কোম্পানীৰ নাম
az: * Şirkətin adı
bg: * Име на фирмата
bn_in: * কোম্পানির নাম
bs: * Naziv kompanije
cy: * Enw’r cwmni
da: * Firmanavn
de: * Firmenname
el: * Επωνυμία εταιρείας
es: * Nombre de la compañía
et: * Ettevõtte nimi
eu: * Enpresaren izena
fa: * نام شرکت
ga: * Ainm na Cuideachta
gd: * Ainm na companaidh
gl: * Nome da empresa
gu: * કંપનીનું નામ
he: * שם חברה
hi: * कंपनी का नाम
hr: * Naziv tvrtke
hu: * Cégnév
id: * Nama perusahaan
is: * Heiti fyrirtækis
ja: * 会社名
ka: * კომპანიის სახელი
kk: * Компания атауы
kn: * ಕಂಪನಿ ಹೆಸರು
ko: * 회사 이름
lo: * ຊື່ບໍລິສັດ
lt: * Įmonės pavadinimas
lv: * Uzņēmuma nosaukums
mi: * Ingoa Kamupene
mk: * Име на компанијата
ml: * കമ്പനിയുടെ പേര്
mr: * कंपनीचे नाव
ms: * Nama syarikat
mt: * Isem il-kumpanija
ne: * कम्पनीको नाम
nn_no: * Firmanamn
no: * Firmanavn
or: * କମ୍ପାନୀ ନାମ
pa_in: * ਕੰਪਨੀ ਦਾ ਨਾਮ
pl: * Nazwa firmy
ru: * Название организации
sl: * Ime podjetja
sr_cyrl_rs: * Назив предузећа
sr_latn_rs: * Naziv preduzeća
sv: * Företagsnamn
ta: * நிறுவனப் பெயர்
te: * కంపెనీ పేరు
th: * ชื่อบริษัท
tr: * Şirket adı
tt: * Ширкәт исеме
ug: * شىركەت نامى
uk: * Назва компанії
ur: * کمپنی کا نام
vi: * Tên công ty
zh_hans: * 公司名
zh_hant: * 公司名稱

# Word.RequiredZip
source: * Zip
af: * Poskode
as: * জিপ
az: * Poçt indeksi
bn_in: * জিপ
bs: * Poštanski broj
da: * Postnummer
de: * Postleitzahl
el: * Ταχυδρομικός κώδικας
es: * Código postal
et: * Sihtnumber
eu: * Posta-kodea
fa: * کد پستی
gd: * Còd-puist/ZIP
gl: * Código postal
gu: * ઝિપ
he: * מיקוד
hi: * ज़िप
hr: * Poštanski broj
hu: * Irányítószám
is: * Póstnúmer
ja: * 郵便番号
ka: * Zip-კოდი
kk: * Пошта индексі
kn: * ಜಿಪ್
ko: * 우편 번호
lt: * Pašto indeksas
lv: * Pasta indekss
mi: * Waehere Poutāpeta
mk: * Поштенски број
mr: * झिप
ms: * Poskod
mt: * Kodiċi postali
ne: * जिप
nn_no: * Postnr
no: * Postnummer
or: * ଜିପ୍‌
pa_in: * ਜ਼ਿਪ
ru: * Почтовый индекс
sl: * Poštna številka
sr_cyrl_rs: * Поштански број
sr_latn_rs: * Poštanski broj
sv: * Postnummer
te: * జిప్
th: * รหัสไปรษณีย์
tr: * Posta kodu
tt: * Индекс
ug: * پوچتا نومۇرى
uk: * Поштовий індекс
ur: *زپ
vi: * Mã Zip
zh_hant: * 郵遞區號

# Word.RequiredAddressLine1
source: * Address line 1
af: Adresreël 1
am: * አድራሻ መስመር 1
ar: * سطر العنوان 1
as: ঠিকনা শাৰী 1
az: * Ünvan sətri 1
bg: * Ред за адрес 1
bn_in: * ঠিকানা 1
bs: * Red za adresu 1
cy: * Llinell cyfeiriad 1
da: * Adresselinje 1
de: * Adresszeile 1
el: * Γραμμή διεύθυνσης 1
es: * Dirección (línea 1)
et: * Aadressirida 1
eu: * Helbidearen 1. lerroa
fa: * آدرس ۱
ga: * Seoladh líne 1
gd: * Loidhne 1 an t-seòlaidh
gl: * Liña de enderezo 1
gu: * સરનામાં પંક્તિ 1
he: * שורת כתובת 1
hi: * पता पंक्ति 1
hr: Prvi redak adrese
hu: * A cím 1. sora
id: * Baris alamat 1
is: * Póstfangslína 1
ja: * 住所 1
ka: * მისამართის სტრიქონი 1
kk: * 1-мекенжай жолы
kn: ವಿಳಾಸ ಸಾಲು 1
ko: * 주소란 1
ku_arab: *ڕیزی 1 ی ناونیشان
ky: * Дарек сабы 1
lo: * ທີ່ຢູ່ແຖວ 1
lt: * 1 adreso eilutė
lv: * Adreses 1. rindiņa
mi: * Raina wāhitau 1
mk: * Линија за адреса 1
ml: * അഡ്രസ്സ് ലൈൻ 1
mn: * Хаягийн мөр 1
mr: पत्ता ओळ 1
ms: * Alamat baris 1
mt: * Linja tal-indirizz 1
ne: * ठेगाना रेखा 1
nn_no: *Adresseline 1
no: * Adresselinje 1
or: * ଠିକଣା ଧାଡି 1
pa_arab_pk: پتے دی لائن 1
pa_in: * ਪਤਾ ਪੰਗਤੀ 1
pl: * Wiersz adresu 1
ru: * Строка адреса 1
sd: * پتي واري لائن 1
si: * ලිපින පෙළ 1
sl: * Vrstica naslova 1
sr_cyrl_rs: * 1. ред за адресу
sr_latn_rs: * 1. red za adresu
sv: * Adressrad 1
ta: * முகவரி வரி 1
te: చిరునామా పంక్తి 1
tg: * Сатри 1-уми суроға
th: * ที่อยู่บรรทัดที่ 1
tr: * Adres satırı 1
tt: 1нче адрес юлы
ug: * ئادرېس قۇرى 1
uk: * Рядок адреси 1
ur: * پتہ کی سطر 1
uz: * 1-manzil qatori
vi: * Dòng địa chỉ 1
zh_hans: * 地址行 1
zh_hant: * 地址行 1

# Word.RequiredAddressLine2
source: * Address line 2
af: Adresreël 2
am: * አድራሻ መስመር 2
ar: * سطر العنوان 2
as: ঠিকনা শাৰী 2
az: * Ünvan sətri 2
bg: * Ред за адрес 2
bn_in: * ঠিকানা 2
bs: * Red za adresu 2
cy: * Llinell cyfeiriad 2
da: * Adresselinje 2
de: * Adresszeile 2
el: * Γραμμή διεύθυνσης 2
es: * Dirección (línea 2)
et: * Aadressirida 2
eu: * Helbidearen 2. lerroa
fa: * آدرس ۲
ga: * Seoladh líne 2
gd: * Loidhne 2 an t-seòlaidh
gl: * Liña de enderezo 2
gu: * સરનામાં પંક્તિ 2
he: * שורת כתובת 2
hi: * पता पंक्ति 2
hr: Drugi redak adrese
hu: * A cím 2. sora
id: * Baris alamat 2
is: * Póstfangslína 2
ja: * 住所 2
ka: * მისამართის სტრიქონი 2
kk: * 2-мекенжай жолы
kn: ವಿಳಾಸ ಸಾಲು 2
ko: * 주소란 2
ku_arab: *ڕیزی 2 ی ناونیشان
ky: * Дарек сабы 2
lo: * ທີ່ຢູ່ແຖວ 2
lt: * 2 adreso eilutė
lv: * Adreses 2. rindiņa
mi: * Raina wāhitau 2
mk: * Линија за адреса 2
ml: * അഡ്രസ്സ് ലൈൻ 2
mn: * Хаягийн мөр 2
mr: पत्ता ओळ 2
ms: * Alamat baris 2
mt: * Linja tal-indirizz 2
ne: * ठेगाना रेखा 2
nn_no: *Adresseline 2
no: * Adresselinje 2
or: * ଠିକଣା ଧାଡି 2
pa_arab_pk: پتے دی لائن 2
pa_in: * ਪਤਾ ਪੰਗਤੀ 2
pl: * Wiersz adresu 2
ru: * Строка адреса 2
sd: * پتي واري لائن 2
si: * ලිපින පෙළ 2
sl: * Vrstica naslova 2
sr_cyrl_rs: * 2. ред за адресу
sr_latn_rs: * 2. red za adresu
sv: * Adressrad 2
ta: * முகவரி வரி 2
te: చిరునామా పంక్తి 2
tg: * Сатри 2-юми суроға
th: * ที่อยู่บรรทัดที่ 2
tr: * Adres satırı 2
tt: 2нче адрес юлы
ug: * ئادرېس قۇرى 2
uk: * Рядок адреси 2
ur: * پتہ سطر 2
uz: * 2-manzil qatori
vi: * Dòng địa chỉ 2
zh_hans: * 地址行 2
zh_hant: * 地址行 2

# Word.RequiredAddressCity
source: * City
af: * Stad
am: * ከተማ
ar: * المدينة
as: * মহানগৰ
az: * Şəhər
bg: * Град
bn_in: * শহর
bs: * Grad
cy: * Dinas
da: * By
de: * Stadt
el: * Πόλη
es: * Ciudad
et: * Linn
eu: * Hiria
fa: * شهر
ga: * Cathair
gd: * Baile
gl: * Cidade
gu: * શહેર
he: * עיר
hi: * शहर
hr: * Grad
hu: * Város
id: * Kota
is: * Borg
ja: * 市区町村
ka: * ქალაქი
kk: * Қала
kn: * ನಗರ
ko: * 구/군/시
ku_arab: *شار
ky: * Шаар
lo: * ເມືອງ
lt: * Miestas
lv: * Pilsēta
mi: * Tāonenui
mk: * Град
ml: * നഗരം
mn: * Хот
mr: * शहर
ms: * Bandar
mt: * Belt
ne: * सहर
nn_no: *Poststad
no: * By
or: * ସହର
pa_arab_pk: * شہر
pa_in: * ਸ਼ਹਿਰ
pl: * Miasto
ru: * Город
sd: * شهر
si: * නගරය
sl: * Mesto
sr_cyrl_rs: * Град
sr_latn_rs: * Grad
sv: * Ort
ta: * நகரம்
te: * నగరం
tg: * Шаҳр
th: * เมือง
tr: * Şehir
tt: * Шәһәр
ug: * شەھەر
uk: * Місто
ur: * شہر
uz: * Sahar
vi: * Thành phố
zh_hans: * 城市
zh_hant: * 鄉鎮市區

# Word.RequiredAddressState
source: * State
af: * Staat
am: * ግዛት
ar: * المحافظة
as: * ৰাজ্য
az: * Ştat
bg: * Щат
bn_in: * রাজ্য
bs: * Savezna država
cy: * Sir
da: * Stat
de: * Staat
el: * Πολιτεία
es: * Estado
et: * Osariik
eu: * Estatua
fa: * ایالت
ga: * Stát
gd: * Siorrachd/Còigeamh/Stàit
gl: * Estado
gu: * રાજ્ય
he: * מדינה
hi: * राज्य
hr: * Država
hu: * Állam
id: * Negara bagian
is: * Fylki
ja: * 州
ka: * შტატი
kk: * Күйі
kn: * ರಾಜ್ಯ
ko: * 시/도
ku_arab: *ویلایەت
ky: * Штат
lo: * ລັດ
lt: * Valstija
lv: * Rajons
mi: * Rohe
mk: * Држава
ml: * സ്‌റ്റേറ്റ്
mn: * Муж
mr: * राज्य
ms: * Negeri
mt: * Stat
ne: * राज्य
nn_no: *Delstat
no: * Kommune
or: * ରାଜ୍ୟ
pa_arab_pk: * ریاست
pa_in: * ਰਾਜ
pl: * Stan
ru: * Область/республика
sd: * رياست
si: * ජනපදය
sl: * Zvezna država
sr_cyrl_rs: * Држава
sr_latn_rs: * Država
sv: * Delstat
ta: * மாநிலம்
te: * రాష్ట్రం
tg: * Штат
th: * รัฐ
tr: * Eyalet
tt: * Дәүләт
ug: * ئىشتات
uk: * Штат
ur: * ریاست
uz: * Shtat
vi: * Bang
zh_hans: * 县/市/自治区
zh_hant: * 縣/市

# Word.RequiredAddressProvince
source: * Province
af: * Provinsie
am: * ወረዳ
ar: * المنطقة
as: * প্রদেশ
az: * Əyalət
bg: * Провинция
bn_in: * প্রদেশ
bs: * Pokrajina
cy: * Rhanbarth
da: * Område
de: * Provinz
el: * Επαρχία
es: * Provincia
et: * Maakond
eu: * Probintzia
fa: * استان
ga: * Cúige
gd: * Mòr-roinn
gl: * Provincia
gu: * પ્રાંત
he: * מחוז
hi: * प्रांत
hr: * Pokrajina
hu: * Tartomány
id: * Provinsi
is: * Hérað
ja: * 都道府県
ka: * პროვინცია
kk: * Провинция
kn: * ಪ್ರಾಂತ್ಯ
ko: * 시/도
ku_arab: *پارێزگا
ky: * Провинция
lo: * ແຂວງ
lt: * Provincija
lv: * Novads
mi: * Porowini
mk: * Област
ml: * പ്രവിശ്യ
mn: * Аймаг
mr: * प्रांत
ms: * Wilayah
mt: * Provinċja
ne: * प्रान्त
nn_no: *Provins
no: * Fylke
or: * ପ୍ରଦେଶ
pa_arab_pk: * صوبہ
pa_in: * ਸੂਬਾ
pl: * Prowincja
ru: * Край/округ
sd: * صوبو
si: * පළාත
sl: * Provinca
sr_cyrl_rs: * Покрајина
sr_latn_rs: * Pokrajina
sv: * Provins
ta: * மாகாணம்
te: * ప్రదేశం
tg: * Вилоят
th: * จังหวัด
tr: * Bölge
tt: * Өлкә
ug: * ئۆلكە
uk: * Провінція
ur: * صوبہ
uz: * Provinsiya
vi: * Tỉnh
zh_hans: * 省份
zh_hant: * 省

# Word.RequiredAddressCountryRegion
source: * Country/region
af: * Land/streek
am: * አገር/ክልል
ar: * البلد/المنطقة
as: * দেশ/ অঞ্চল
az: * Ölkə/region
bg: * Страна/регион
bn_in: * দেশ/অঞ্চল
bs: * Zemlјa/region
cy: * Gwlad/rhanbarth
da: * Land/område
de: * Land/Region
el: * Χώρα/περιοχή
es: * País o región
et: * Riik/regioon
eu: * Herrialdea/Lurraldea
fa: * کشور/منطقه
ga: * Tír/réigiún
gd: * Dùthaich/Roinn-dùthcha
gl: * País ou rexión
gu: * દેશ/પ્રદેશ
he: * מדינה/אזור
hi: * देश/क्षेत्र
hr: * Država/regija
hu: * Ország/régió
id: * Negara/wilayah
is: * Land/sýsla
ja: * 国/地域
ka: * ქვეყანა/რეგიონი
kk: * Ел/аймақ
kn: * ದೇಶ/ವಲಯ
ko: * 국가/지역
ku_arab: *وڵات/هەرێم
ky: * Өлкө/аймак
lo: * ປະເທດ/ຂົງເຂດ
lt: * Šalis / regionas
lv: * Valsts/reģions
mi: * Whenua/rohe
mk: * Држава/регион
ml: * രാജ്യം/പ്രദേശം
mn: * Улс/бүс нутаг
mr: * देश/प्रदेश
ms: * Negara/rantau
mt: * Pajjiż/reġjun
ne: * राष्ट्र/क्षेत्र
nn_no: *Land/region
no: * Land/område
or: * ଦେଶ/ଅଞ୍ଚଳ
pa_arab_pk: * ملک/علاقہ
pa_in: * ਦੇਸ਼/ਖੇਤਰ
pl: * Kraj/region
ru: * Страна или регион
sd: * ملڪ/خطو
si: * රට/කලාපය
sl: * Država/regija
sr_cyrl_rs: * Земља/регион
sr_latn_rs: * Zemlja/region
sv: * Land/region
ta: * நாடு/வட்டாரம்
te: * దేశం/ప్రాంతం
tg: * Кишвар/минтақа
th: * ประเทศ/ภูมิภาค
tr: * Ülke/bölge
tt: * Ил/төбәк
ug: * دۆلەت/رايون
uk: * Країна або регіон
ur: * ملک/علاقہ
uz: * Mamlakat/mintaqa
vi: * Quốc gia/khu vực
zh_hans: * 国家/地区
zh_hant: * 國家/地區

# Word.RequiredAddressFirstName
source: * First name
af: * Voornaam
am: * ስም
ar: * الاسم الأول
as: * প্ৰথম নাম
az: * Ad
bg: * Собствено име
bn_in: * নাম
bs: * Ime
cy: * Enw cyntaf
da: * Fornavn
de: * Vorname
el: * Όνομα
es: * Nombre
et: * Eesnimi
eu: * Izena
fa: * نام
ga: * Céadainm
gd: * Ainm
gl: * Nome
gu: * નામ
he: * שם פרטי
hi: * प्रथम नाम
hr: * Ime
hu: * Utónév
id: * Nama depan
is: * Skírnarnafn
ja: * 名
ka: * სახელი
kk: * Аты
kn: * ಪ್ರಥಮ ಹೆಸರು
ko: * 이름
ku_arab: *ناو
ky: * Аты
lo: * ຊື່
lt: * Vardas
lv: * Vārds
mi: * Ingoa tuatahi
mk: * Име
ml: * പേരിന്റെ ആദ്യ ഭാഗം
mn: * Нэр
mr: * प्रथम नाव
ms: * Nama pertama
mt: * Isem
ne: * प्रथम नाम
nn_no: *Fornamn
no: * Fornavn
or: * ପ୍ରଥମ ନାମ
pa_arab_pk: *پہلاں ناں
pa_in: * ਪਹਿਲਾ ਨਾਮ
pl: * Imię
ru: * Имя
sd: * پهريون ناو
si: * මුල් නම
sl: * Ime
sr_cyrl_rs: * Име
sr_latn_rs: * Ime
sv: * Förnamn
ta: * முதல் பெயர்
te: * మొదటి పేరు
tg: * Ном
th: * ชื่อ
tr: * Ad
tt: * Исем
ug: * ئىسىم
uk: * Ім’я
ur: * پہلا نام
uz: * Ism
vi: * Tên
zh_hans: * 名字
zh_hant: * 名字

# Word.RequiredAddressLastName
source: * Last name
af: * Van
am: * የአባት ስም
ar: * اسم العائلة
as: * উপাধি
az: * Soyad
bg: * Фамилно име
bn_in: * পদবি
bs: * Prezime
cy: * Cyfenw
da: * Efternavn
de: * Nachname
el: * Επώνυμο
es: * Apellidos
et: * Perekonnanimi
eu: * Abizena
fa: * نام خانوادگی
ga: * Sloinne
gd: * Sloinneadh
gl: * Apelidos
gu: * અટક
he: * שם משפחה
hi: * उपनाम
hr: * Prezime
hu: * Vezetéknév
id: * Nama belakang
is: * Eftirnafn
ja: * 姓
ka: * გვარი
kk: * Тегі
kn: * ಕೊನೆಯ ಹೆಸರು
ko: * 성
ku_arab: *نازناو
ky: * Фамилиясы
lo: * ນາມສະກຸນ
lt: * Pavardė
lv: * Uzvārds
mi: * Ingoa mutunga
mk: * Презиме
ml: * പേരിന്റെ അവസാന ഭാഗം
mn: * Овог
mr: * आडनाव
ms: * Nama akhir
mt: * Kunjom
ne: * अन्तिम नाम
nn_no: *Etternamn
no: * Etternavn
or: * ଶେଷ ନାମ
pa_arab_pk: * آخری ناں
pa_in: * ਆਖਰੀ ਨਾਮ
pl: * Nazwisko
ru: * Фамилия
sd: * آخري نالو
si: * අග නම
sl: * Priimek
sr_cyrl_rs: * Презиме
sr_latn_rs: * Prezime
sv: * Efternamn
ta: * கடைசிப் பெயர்
te: * చివరి పేరు
tg: * Насаб
th: * นามสกุล
tr: * Soyadı
tt: * Фамилия
ug: * فامىلە
uk: * Прізвище
ur: * آخری نام
uz: * Familiya
vi: * Họ
zh_hans: * 姓氏
zh_hant: * 姓氏

# Word.RequiredAddressLocationName
source: * Location name
af: * Liggingnaam
am: * የአካባቢ ስም
ar: * اسم الموقع
as: * অৱস্থানৰ নাম
az: * Məkan adı
bg: * Име на местоположение
bn_in: * অবস্থানের নাম
bs: * Naziv lokacije
cy: * Enw'r lleoliad
da: * Placeringsnavn
de: * Standortname
el: * Όνομα τοποθεσίας
es: * Nombre de la ubicación
et: * Asukoha nimi
eu: * Kokalekuaren izena
fa: * نام محل
ga: * Ainm an tsuímh
gd: * Ainm an ionaid
gl: * Nome da localización
gu: * સ્થાન નામ
he: * שם מיקום
hi: * स्थान का नाम
hr: * Naziv mjesta
hu: * Hely neve
id: * Nama lokasi
is: * Nafn staðsetningar
ja: * 場所の名前
ka: * მდებარეობის დასახელება
kk: * Орын атауы
kn: * ಸ್ಥಳದ ಹೆಸರು
ko: * 위치 이름
ku_arab: *ناوی شوێن
ky: * Жайгашкан жердин аталышы
lo: * ຊື່ສະຖານທີ່
lt: * Vietos pavadinimas
lv: * Atrašanās vietas nosaukums
mi: * Ingoa tauwāhi
mk: * Име на локацијата
ml: * ലൊക്കേഷന്റെ പേര്
mn: * Байршлын нэр
mr: * स्थानाचे नाव
ms: * Nama lokasi
mt: * Isem il-post
ne: * स्थान नाम
nn_no: *Plasseringsnamn
no: * Stedsnavn
or: * ଅବସ୍ଥାନ ନାମ
pa_arab_pk: * مقام دا ناں
pa_in: * ਸਥਾਨ ਦਾ ਨਾਮ
pl: * Nazwa lokalizacji
ru: * Имя расположения
sd: * هنڌ جو نالو
si: * ස්ථාන නම
sl: * Ime lokacije
sr_cyrl_rs: * Назив локације
sr_latn_rs: * Naziv lokacije
sv: * Platsnamn
ta: * இருப்பிடப் பெயர்
te: *స్థానం పేరు
tg: * Номи макон
th: * ชื่อสถานที่
tr: * Konum adı
tt: * Урын исеме
ug: * ئورۇن نامى
uk: * Ім’я розташування
ur: * مقام کا نام
uz: * Manzil nomi
vi: * Tên vị trí
zh_hans: * 位置名称
zh_hant: * 地點名稱

# Word.RequiredOrganizationName
source: Organization name
af: Organisasienaam
am: የድርጅት ስም
ar: اسم المؤسسة
as: সংগঠন নাম
az: Təşkilat adı
bg: Име на организацията
bn_in: সংস্থার নাম
bs: Naziv organizacije
cy: Enw'r sefydliad
da: Navn på virksomhed
de: Organisationsname
el: Όνομα οργανισμού
es: Nombre de la organización
et: Ettevõtte nimi
eu: Erakundearen izena
fa: نام سازمان
ga: Ainm na heagraíochta
gd: Ainm a’ bhuidhinn
gl: Nome da organización
gu: સંસ્થાનું નામ
he: שם הארגון
hi: संगठन का नाम
hr: Naziv tvrtke ili ustanove
hu: Munkahely vagy intézmény neve
id: Nama organisasi
is: Heiti fyrirtækis
ja: 組織名
ka: ორგანიზაციის სახელი
kk: Ұйым аты
kn: ಸಂಸ್ಥೆ ಹೆಸರು
ko: 조직 이름
ku_arab: ناوی ڕێکخراو
ky: Уюм аты
lo: ຊື່ອົງການຈັດຕັ້ງ
lt: Organizacijos pavadinimas
lv: Organizācijas nosaukums
mi: Ingoa whakahaere
mk: Име на организацијата
ml: സ്ഥാപനത്തിന്റെ പേര്
mn: Байгууллагын нэр
mr: संस्थेचे नाव
ms: Nama organisasi
mt: Isem l-organizzazzjoni
ne: सङ्गठनको नाम
nn_no: Organisasjonsnamn
no: Organisasjonens navn
or: ସଂସ୍ଥା ନାମ
pa_arab_pk: تنظیم دا ناں
pa_in: ਕੰਪਨੀ ਦਾ ਨਾਮ
pl: Nazwa organizacji
ru: Название организации
sd: اداري جو نالو
si: සංවිධානයේ නම
sl: Ime organizacije
sr_cyrl_rs: Име организације
sr_latn_rs: Ime organizacije
sv: Organisationsnamn
ta: நிறுவன பெயர்
te: సంస్థ పేరు
tg: Номи ташкилот
th: ชื่อองค์กร
tr: Kuruluş adı
tt: Ширкәт исеме
ug: ئىدارە نامى
uk: Назва організації
ur: ادارے کا نام
uz: Tashkilot nomi
vi: Tên tổ chức
zh_hans: 组织名称
zh_hant: 組織名稱

# Word.OptionalOrganizationName
source: Organization name (optional)
af: Organisasienaam (opsioneel)
am: የድርጅት ስም (የውዴታ)
ar: اسم المؤسسة (اختياري)
as: সংস্থাৰ নাম (বৈকল্পিক)
az: Təşkilatın adı (ixtiyari)
bg: Име на организацията (по избор)
bn_in: সংস্থার নাম (ঐচ্ছিক)
bs: Naziv organizacije (nije obavezno)
cy: Enw'r sefydliad (dewisol)
da: Organisationsnavn (valgfrit)
de: Organisationsname (optional)
el: Όνομα οργανισμού (προαιρετικό)
es: Nombre de la organización (opcional)
et: Organisatsiooni nimi (valikuline)
eu: Erakundearen izena (aukerakoa)
fa: نام سازمان (اختیاری)
ga: Ainm na heagraíochta (roghnach)
gd: Ainm a’ bhuidhinn (roghainneil)
gl: Nome da organización (opcional)
gu: સંસ્થાનું નામ (વૈકલ્પિક)
he: שם ארגון (אופציונלי)
hi: संस्थान का नाम (वैकल्पिक)
hr: Naziv tvrtke ili ustanove (neobavezno)
hu: Szervezet neve (nem kötelező)
id: Nama organisasi (opsional)
is: Nafn fyrirtækis (valfrjálst)
ja: 組織名 (省略可能)
ka: ორგანიზაციის დასახელება (არასავალდებულო)
kk: Ұйым атауы (қосымша)
kn: ಸಂಸ್ಥೆ ಹೆಸರು (ಐಚ್ಛಿಕ)
ko: 조직 이름 (옵션)
ku_arab: ناوی ڕێکخراوە (ئارەزوومەندانه)
ky: Уюмдун аталышы (милдеттүү эмес)
lo: ຊື່ອົງການ (ບໍ່ບັງຄັບ)
lt: Organizacijos pavadinimas (pasirenkama)
lv: Organizācijas nosaukums (neobligāts)
mi: Ingoa umanga (he kōwhiringa)
mk: Име на организацијата (по избор)
ml: ഓർഗനൈസേഷന്റെ പേര് (ഓപ്‌ഷണൽ)
mn: Байгууллагын нэр (заавал биш)
mr: संस्थेचे नाव (वैकल्पिक)
ms: Nama organisasi (pilihan)
mt: Isem l-organizzazzjoni (fakultattiva)
ne: संस्थाको नाम (वैकल्पिक)
nn_no: Organisasjonsnamn (valfritt)
no: Navn på organisasjon (valgfritt)
or: ସଂସ୍ଥା ନାମ (ଇଚ୍ଛାଧୀନ)
pa_arab_pk: تنظیم دا ناں (اختیاری)
pa_in: ਸੰਸਥਾ ਦਾ ਨਾਮ (ਵਿਕਲਪਿਕ)
pl: Nazwa organizacji (opcjonalnie)
ru: Название организации (необязательно)
sd: تنظيم جو نالو (اختياري)
si: සංවිධාන නම (විකල්පමය)
sl: Ime organizacije (izbirno)
sr_cyrl_rs: Име организације (опционално)
sr_latn_rs: Ime organizacije (opcionalno)
sv: Organisationsnamn (valfritt)
ta: நிறுவனப் பெயர் (விரும்பினால்)
te: సంస్థ పేరు (ఐచ్ఛికం)
tg: Номи ташкилот (ихтиёрӣ)
th: ชื่อองค์กร (ไม่บังคับ)
tr: Kuruluş adı (isteğe bağlı)
tt: Оешма исеме (мәҗбүри түгел)
ug: ئىدارە نامى (ئىختىيارىي)
uk: Назва організації (необов’язково)
ur: تنظیم کا نام (اختیاری)
uz: Tashkilot nomi (ixtiyoriy)
vi: Tên tổ chức (tùy chọn)
zh_hans: 组织名称(可选)
zh_hant: 組織名稱 (選擇性)

# Literal.PhoneNumber2.Required
source: Phone number is a required field
af: Foonnommer is ’n vereiste veld
am: ስልክ ቁጥር አስፈላጊ መስክ ነው
ar: رقم الهاتف حقل مطلوب
as: ফোন নম্বৰ হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Telefon nömrəsi lazımi sahədir
bg: „Телефонен номер“ е задължително поле
bn_in: ফোন নম্বর একটি আবশ্যক ক্ষেত্র
bs: Broj telefona je obavezno polјe
cy: Rhaid i chi roi eich rhif ffôn
da: Telefonnummer er et obligatorisk felt
de: Die Telefonnummer ist ein Pflichtfeld.
el: Ο αριθμός τηλεφώνου είναι απαιτούμενο πεδίο
es: El número de teléfono es un campo obligatorio.
et: Telefoninumber on kohustuslik väli
eu: Telefono-zenbakia derrigorrezko eremua da
fa: شماره تلفن فیلدی الزامی است
ga: Is réimse riachtanach é an uimhir theileafóin
gd: Tha an àireamh fhòn na raon riatanach
gl: O número de teléfono é un campo obrigatorio
gu: તમારો ફોન નંબર આવશ્યક ફીલ્ડ છે
he: 'מספר טלפון' הוא שדה נדרש
hi: फ़ोन नंबर एक आवश्यक फ़ील्ड है
hr: Telefonski je broj obavezno polje
hu: A telefonszám megadása kötelező
id: Nomor telepon adalah bidang ini wajib diisi
is: Reitur fyrir símanúmer er áskilinn
ja: 電話番号は必須フィールドです
ka: ტელეფონის ნომრის ველის შევსება სავალდებულოა
kk: Телефон нөмірі міндетті өріс болып табылады
kn: ಫೋನ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 전화 번호는 필수 필드입니다.
ku_arab: خانەی ژمارەی تەلەفۆن پێویسته پڕبکرێتەوه
ky: Телефондун номери милдеттүү талаа
lo: ຕ້ອງລະບຸຊ່ອງເບີໂທລະສັບ
lt: Telefono numeris yra būtinas laukas
lv: Tālruņa numurs ir obligāts lauks
mi: He āpure hiahiatia te tau waea
mk: Телефонскиот број е задолжително поле
ml: ഫോണ്‍ നമ്പർ ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Утасны дугаарыг бөглөх шаардлагатай
mr: फोन क्रमांक एक आवश्यक फील्ड आहे
ms: Nombor telefon ialah medan yang diperlukan
mt: In-numru tat-telefown huwa qasam meħtieġ
ne: फोन नम्बर आवश्यक फाँट हो
nn_no: Telefonnummer må fyllast ut
no: Telefonnummer er et obligatorisk felt
or: ଫୋନ୍‍ ନମ୍ବର ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: فون نمبر اک درکار فیلڈ اے
pa_in: ਫ਼ੋਨ ਨੰਬਰ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Numer telefonu jest polem wymaganym
ru: Номер телефона является обязательным полем
sd: توهان جو فون نمبر هڪ گهربل فيلڊ آهي
si: දුරකථන අංකය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Telefonska številka je obvezno polje
sr_cyrl_rs: Број телефона је обавезно поље
sr_latn_rs: Broj telefona je obavezno polje
sv: Telefonnummer är ett obligatoriskt fält
ta: தொலைபேசி எண் ஆனது தேவையான புலம்
te: ఫోన్ నంబర్ అనేది అవసరమైన ఫీల్డ్
tg: Рақами телефон майдони ҳатмист
th: หมายเลขโทรศัพท์เป็นเขตข้อมูลที่ต้องระบุ
tr: Telefon numarası gerekli bir alandır
tt: Телефон номеры - мәҗбүри кыр
ug: تېلېفون نومۇرى زۆرۈر
uk: Номер телефону – обов’язкове поле.
ur: فون نمبر مطلوب فیلڈ ہے
uz: Telefon raqamini kiritish shart
vi: Số điện thoại là trường bắt buộc
zh_hans: 电话号码是必填字段
zh_hant: 電話號碼是必要欄位

# Literal.LocationName.Required
source: Location name is a required field
af: Liggingnaam is ’n vereiste veld
am: የአካባቢ ስም አስፈላጊ መስክ ነው
ar: يعد اسم الموقع أحد الحقول المطلوبة
as: অৱস্থানৰ নাম এটা আৱশ্যকীয় ফিল্ড
az: Məkan adı lazımi sahədir
bg: „Име на местоположението“ е задължително поле
bn_in: অবস্থানের নাম একটি আবশ্যক ক্ষেত্র
bs: Naziv lokacije je obavezno polјe
cy: Rhaid i chi roi enw lleoliad
da: Placeringsnavn er et obligatorisk felt
de: Der Standortname ist ein Pflichtfeld.
el: Το όνομα τοποθεσίας είναι απαιτούμενο πεδίο
es: El nombre de la ubicación es un campo obligatorio.
et: Asukoha nimi on kohustuslik väli
eu: Kokalekuaren izena derrigorrezko eremua da
fa: نام محل فیلدی الزامی است
ga: Is réimse riachtanach é ainm an tsuímh
gd: Tha ainm an ionaid na raon riatanach
gl: O nome da localización é un campo obrigatorio
gu: સ્થાનનું નામ આવશ્યક ફીલ્ડ છે
he: 'שם מיקום' הוא שדה נדרש
hi: स्थान का नाम आवश्यक फ़ील्ड है
hr: Naziv je mjesta obavezno polje
hu: A Helynév mező kitöltése kötelező
id: Nama lokasi adalah bidang yang wajib diisi
is: Reitur fyrir nafn staðsetningar er áskilinn
ja: 場所名は必須のフィールドです
ka: მდებარეობის დასახელების ველის შევსება სავალდებულოა
kk: Орын атауы міндетті өріс болып табылады
kn: ಸ್ಥಳದ ಹೆಸರು ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ
ko: 위치 이름은 필수 필드입니다.
ku_arab: خانەی ناوی شوێن پێویسته پڕبکرێتەوه
ky: Жайгашкан жердин аталышы милдеттүү талаа
lo: ຕ້ອງລະບຸຊ່ອງຊື່ສະຖານທີ່
lt: Vietos pavadinimas yra būtinas laukas
lv: Atrašanās vietas nosaukums ir obligāts lauks
mi: He āpure hiahiatia te ingoa tauwāhi
mk: Името на локацијата е задолжително поле
ml: ലൊക്കേഷന്റെ പേര് ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Байршлын нэрийг бөглөх шаардлагатай
mr: स्थानाचे नाव एक आवश्यक फील्ड आहे
ms: Nama lokasi ialah medan yang diperlukan
mt: Isem il-post huwa qasam meħtieġ
ne: स्थान नाम आवश्यक फाँट हो
nn_no: Plasseringsnamn må fyllast ut
no: Stedsnavn er et obligatorisk felt
or: ଅବସ୍ଥାନ ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: مقام دا ناں اک درکار فیلڈ اے
pa_in: ਕਾਰਡ ਧਾਰਕ ਦਾ ਨਾਮ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Nazwa lokalizacji jest polem wymaganym
ru: Поле назначения расположения обязательно для заполнения
sd: هنڌ جو نالو هڪ گهربل فيلڊ آهي
si: ස්ථාන නම අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Ime lokacije je obvezno polje
sr_cyrl_rs: Име локације је обавезно поље
sr_latn_rs: Ime lokacije je obavezno polje
sv: Platsnamnet är ett obligatoriskt fält
ta: இருப்பிடப் பெயர் ஆனது தேவையான புலம்
te: కార్డ్ సొంతదారు పేరు అవసరమైన ఫీల్డ్
tg: Номи макон майдони ҳатмист
th: ชื่อสถานที่เป็นเขตข้อมูลที่ต้องระบุ
tr: Konum adı gerekli bir alandır
tt: Урын исеме - мәҗбүри кыр
ug: ئورۇن نامى زۆرۈر
uk: І’мя розташування – обов’язкове поле
ur: مقام کا نام مطلوب فیلڈ ہے
uz: Manzil nomini kiritish shart
vi: Tên vị trí là trường bắt buộc
zh_hans: 位置名称是必填字段
zh_hant: 地點名稱是必要欄位
