Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVD.Input.Inform
source: A verification transaction has been deposited to your bank account. Please check your statement and enter the exact amount deposited to your account -OR- enter the 3-digit code found in the transaction description.
af: n Verifikasietransaksie is teen jou bankrekening gedebiteer. Gaan asseblief jou staat na en voer die presiese bedrag in wat teen jou rekening gedebiteer is -OF- voer die 3-syferkode in wat in die transaksiebeskrywing gevind word.
am: የማረጋገጫ ልውውጥ ወደ ባንክ ሒሳብህ ተቀምጧል። እባክህ መግለጫህን ፈትሽና ወደ ሒሳብህ የተቀመጠውን ትክክለኛው መጠን አስገባ ወይም በልውውጥ መግለጫ የሚገኘው 3 አሃዝ ኮድ አስገባ።
ar: لقد نفذنا صفقة نموذجية إيداعًا في حسابك المصرفي. يرجى فحص البيان وإدخال المبلغ الدقيق المودع في حسابك - أو - أدخل الرمز الثلاثي الأعداد الوارد في وصف الصفقة.
as: এটা সত্যাপন লেন-দেন আপোনাৰ বেংক একাউণ্টলৈ জমা কৰা হৈছে৷ অনুগ্ৰহ কৰি আপোনাৰ বিবৃতি পৰীক্ষা কৰক আৰু আপোনাৰ একাউণ্টলৈ জমা হোৱা প্ৰকৃত পৰিমাণ পৰীক্ষা কৰক -বা- লেন-দেন বিৱৰণত লাভ কৰা 3-সংখ্যাৰ ক'ড প্ৰৱিষ্ট কৰক৷
az: Təsdiqləmə əməliyyatı bank hesabınıza əlavə olundu. Lütfən çıxarışınızı yoxlayın və hesabınıza qoyulan dəqiq məbləği daxil edin -VƏ YA- əməliyyat təsvirində tapılan 3-rəqəmli kodu daxil edin.
bg: В банковата ви сметка е депозирана транзакция за проверка. Проверете извлечението и въведете точната сума, депозирана в сметката ви, - ИЛИ - въведете предоставения 3-цифрения код в описанието на транзакцията.
bn_in: আপনার ব্যাঙ্ক অ্যাকাউন্টে একটি যাচাইকরণ লেনদেন জমা করা হয়েছে৷ দয়া করে আপনার স্টেটমেন্ট যাচাই করুন এবং আপনার অ্যাকাউন্টে জমা দেওয়া সঠিক অর্থরাশি এন্টার করুন - অথবা- লেনদেনের বিবরণে পাওয়া 3-অঙ্কের কোডটি এন্টার করুন৷
bs: Verifikacijska transakcija je uplaćena na vaš bankovni račun. Provjerite izvod i unesite tačan iznos koji je uplaćen na vaš račun - ILI - unesite trocifrenu šifru koja se nalazi u opisu transakcije.
cy: Mae trafodyn dilysu wedi cael ei roi yn eich cyfrif banc. Edrychwch ar eich cyfriflen banc a rhoi'r union swm a roddwyd yn eich cyfrif -NEU- rhowch y cod 3-digid sydd yn y disgrifiad o'r trafodyn.
da: En kontroltransaktion er blevet indsat på din bankkonto. Kontrollér dit udtog og indtast det nøjagtige beløb, der er indsat på din konto -ELLER- indtast den 3-cifrede kode, som findes i transaktionsbeskrivelsen.
de: Es wurde eine Prüfungstransaktion auf Ihr Bankkonto veranlasst. Prüfen Sie die Abrechnung, und geben Sie den genauen Betrag ein, der auf Ihr Konto überwiesen wurde, ODER geben Sie die dreistellige Nummer ein, die in der Transaktionsbeschreibung aufgeführt ist.
el: Μια συναλλαγή επαλήθευσης πιστώθηκε στον τραπεζικό λογαριασμό σας. Ελέγξτε τον αναλυτικό λογαριασμό σας και εισαγάγετε το ακριβές ποσό που πιστώθηκε στο λογαριασμό σας -Ή- εισαγάγετε τον τριψήφιο κωδικό που υπάρχει στην περιγραφή της συναλλαγής.
es: Se ha realizado una transacción de comprobación en su cuenta bancaria. Consulte el extracto e introduzca el importe exacto cargado en su cuenta -O- introduzca el código de 3 dígitos que se encuentra en la descripción de la transacción.
et: Kinnitamistehing on teie pangakontole deponeeritud. Vaadake väljavõtet ja sisestage kontole deponeeritud täpne summa -VÕI- sisestage tehingu kirjelduses olev 3-kohaline kood.
eu: Egiaztapen-transakzioa gordailatu da zure banku-kontuan. Begiratu zure kontu-laburpena eta sartu kontuan gordailatutako zenbatekoa EDO sartu transakzioaren azalpenean dagoen 3 digituko kodea.
fa: یک تراکنش تأیید اعتبار شده به حساب بانکی شما واریز شد. لطفاً صورتحساب خود را بررسی کرده و مقدار دقیق واریز شده به حساب خود –یا- کد 3 رقمی موجود در توضیح تراکنش خود را وارد کنید.
ga: Cuireadh idirbheart fíorúcháin i dtaisce i do chuntas bainc. Seiceáil do ráiteas le do thoil agus cuir isteach an mhéid ceart a gearradh ar do chuntas -NÓ- cuir isteach an cód 3 dhigit a bhfuil cur síos déanta air sa cur síos ar an idirbheart.
gd: Chaidh tar-chur dearbhaidh a chur dhan chunntas bhanca agad. Coimhead air a' chunntas agad agus cuir a-steach an dearbh shuim a chaidh dhan chunntas agad -NO- cuir a-steach an còd 3 fhigearan ann an tuairisgeul a' ghnothaich.
gl: Depositouse unha transacción de verificación na súa conta bancaria. Comprobe o seu extracto e introduza o importe exacto depositado na súa conta -OU- o código de 3 díxitos encontrado na descrición da transacción.
gu: તમારા બેંક ખાતામાં વેરીફિકેશન વ્યવહાર જમા કરવામાં આવ્યો છે. કૃપા કરી તમારું સ્ટેટમેન્ટ તપાસો તમારા ખાતામાં જમા થયેલ ચોક્કસ રકમ -અથવા-વ્યવહાર વર્ણનમાં દર્શાવેલ 3-અંક કોડ દાખલ કરો.
he: עסקת הפקדה לאימות נרשמה בחשבון הבנק שלך. בדוק את דף החשבון והזן את הסכום המדויק שהופקד בחשבונך -לחלופין- הזן את הקוד בן 3 הספרות שמופיע בתיאור העסקה.
hi: आपके बैंक खाते में सत्यापन लेन-देन जमा किया गया है. कृपया अपने विवरण की जाँच करें और अपने खाते में जमा सटीक राशि दर्ज करें -या- लेन-देन वर्णन में मौजूद 3-अंकीय कोड दर्ज करें.
hr: Transakcija provjere valjanosti uplaćena je na vaš bankovni račun. Provjerite izvješće i unesite točan iznos uplaćen na vaš račun -ILI- unesite kôd s tri znamenke iz opisa transakcije.
hu: Ellenőrzési célból elhelyeztünk egy összeget a bankszámláján. Ellenőrizze a kivonatot, majd adja meg a számlán jóváírt pontos összeget -VAGY- adja meg a tranzakció leírásában szereplő háromjegyű kódot.
id: Transaksi verifikasi telah disetorkan ke rekening bank Anda. Harap periksa laporan rekening Anda dan masukkan jumlah aktual yang disetorkan ke rekening Anda -ATAU- masukkan kode 3 digit yang tertera di keterangan transaksi.
is: Sannprófunargjald hefur verið lagt inn á bankareikninginn þinn. Athugaðu yfirlitið og færðu inn upphæðina sem lögð var inn á reikninginn - EÐA - sláðu inn þriggja tölustafa kóðann sem finna má í lýsingu færslunnar.
ja: 検証用の取引金額がお客様の銀行口座に入金されました。明細をご確認のうえ、口座に入金された正確な金額を入力してください。または、取引明細に記載されている 3 桁のコードをご入力ください。
ka: დადასტურების ტრანზაქცია დაიდო თქვენს საბანკო ანგარიშზე. გთხოვთ, შეამოწმოთ თქვენი განაცხადი და ჩაწეროთ თქვენს ანგარიშზე დეპონირებული ზუსტი თანხა, -ან- ჩაწერეთ 3-ციფრიანი კოდი, რომელიც მოცემულია ტრანზაქციის აღწერაში.
kk: Тексеру транзакциясының сомасы банк шотыңызға салынды. Есебіңізді тексеріп, шотыңызға салынған дәл соманы енгізіңіз -НЕМЕСЕ- транзакция сипаттамасындағы 3-сандық кодты енгізіңіз.
kn: ಒಂದು ಪರಿಶೀಲನೆ ವಹಿವಾಟನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ ಠೇವಣಿ ಮಾಡಲಾಗಿದೆ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಹೇಳಿಕೆಯನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಖಾತೆಗೆ ಠೇವಣಿ ಮಾಡಲಾದ ನಿಖರವಾದ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ -ಅಥವಾ- ವಹಿವಾಟು ವಿವರಣೆಯಲ್ಲಿ ಕಂಡುಬರುವ 3-ಅಂಕಿ ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ko: 인증 거래 금액이 회원님의 은행 계좌로 입금되었습니다. 거래 내역을 확인하여 입금 금액을 정확히 입력하거나 거래 설명에 나와 있는 3자리 코드를 입력하십시오.
ku_arab: سەوداگەریەکی سەلماندن پاشکەوت کراوەتە ئەژمێری بانکی تۆ. تکایە بڵاونامەی خۆت بپشکنە و بڕی پاشکەوت کراو بۆ نێو ئەژمێرەکەت وەک خۆی تێنووس بکە -یان- ئەو کۆدە 3-رەنووسە تێنووس بکە کە لە وردەکاری سەوداگەریدا هاتووە.
ky: Текшерүү которуусу сиздин банк эсебиңизге салынды. Өтүнүч, билдирүүңүздү текшерип, сиздин эсебиңизге салынган так сумманы же -ЖЕ- которуунун сүрөттөөсүндө табылган 3 сандуу кодду жазыңыз.
lo: ທຸລະກຳການກວດສອບໄດ້ຝາກເງິນເຂົ້າໃສ່ບັນຊີຂອງທ່ານແລ້ວ. ກະລຸນາກວດເບິ່ງໃບແຈ້ງຍອດບັນຊີຂອງທ່ານ ແລະປ້ອນຈຳນວນເງິນທີ່ຖືກຝາກເຂົ້າໃສ່ບັນຊີຂອງທ່ານ -ຫຼື- ປ້ອນລະຫັດ 3 ຕົວເລກທີ່ເຫັນໃນລາຍລະອຽດທຸລະກຳ.
lt: Mokestis už patikrinimo operaciją nuskaitytas nuo banko sąskaitos. Patikrinkite išrašą ir įveskite tikslią nuo sąskaitos nuskaitą sumą ARBA operacijos apraše nurodytą 3 skaitmenų kodą.
lv: Bankas kontā ir veikts ar pārbaudi saistītais deponēšanas darījums. Lūdzu, skatiet pārskatu un ievadiet precīzo kontā deponēto summu -VAI- ievadiet 3 ciparu kodu, kas ir norādīts darījuma aprakstā.
mi: Kua tukuna he tauwhitinga manatokonga ki tō pūkete pēke. Tirohia tō tauākī ka tāuru tika i te nui i utua ki tō pūkete - tāuru RĀNEI – i te waehere 3-matitau i kitea i te whakaahuatanga tauwhitinga.
mk: На вашата банкарска сметка се депонираше трансакција за проверка. Проверете го изводот и внесете го точниот износ депониран на вашата сметка -ИЛИ- внесете го троцифрениот код наведен во описот на трансакцијата.
ml: ഒരു സ്ഥിരീകരണ ഇടപാട് നിങ്ങളുടെ ബാങ്ക് അക്കൌണ്ടില്‍ തുക നിക്ഷേപിച്ചു. നിങ്ങളുടെ സ്റ്റേറ്റ്മെന്റ് പരിശോധിച്ച് നിങ്ങളുടെ അക്കൌണ്ടില്‍ നിക്ഷേപിച്ച കൃത്യമായ തുക നല്‍കുക -അല്ലെങ്കില്‍- ഇടപാട് വിവരണത്തില്‍ കാണുന്ന 3-അക്ക കോഡ് നല്‍കുക.
mn: Баталгаажуулалтын гүйлгээ таны банкны данс руу орсон. Хуулгаа шалгаж, таны данс руу яг орсон мөнгөн дүнг оруул -ЭСВЭЛ- гүйлгээний тайлбарт байгаа 3 оронтой кодыг оруул.
mr: आपल्या बँक खात्यामध्ये एक पुष्टीकरण व्यवहार ठेवला गेला आहे. कृपया आपले विधान तपासा आणि आपल्या खात्यामध्ये ठेवलेली तंतोतंत रक्कम प्रविष्ट करा -किंवा- व्यवहार वर्णनामध्ये आढळलेला 3-अंकी कोड प्रविष्ट करा.
ms: Satu transaksi penentusahan telah didepositkan ke akaun bank anda. Sila semak penyata anda dan masukkan jumlah tepat yang didepositkan ke akaun anda -ATAU- masukkan kod 3 digit yang terdapat di dalam perihalan transaksi.
mt: Ġiet iddepożitata tranżazzjoni ta' verifika fil-kont tal-bank tiegħek. Jekk jogħġbok iċċekkja r-rendikont tiegħek u daħħal l-ammont eżatt iddepożitat fil-kont tiegħek -JEW- daħħal il-kodiċi bi 3 numri li jinsab fid-deskrizzjoni tat-tranżazzjoni.
ne: रुजू गर्ने लेन-देन तपाईँको बैङ्क खातामा जम्मा गरिएको छ। कृपया आफ्नो कथन जाँच गर्नुहोस् र तपाईँको खातामा जम्मा गरिएको ठीक रकम प्रविष्ट गर्नुहोस् -वा- लेन-देन वर्णनमा पाईने ३-अंक संकेत प्रविष्ट गर्नुहोस्।
nn_no: Eit stadfestingsbeløp er sett inn på kontoen din. Sjekk kontoutskrifta, og oppgi det nøyaktige beløpet som er sett inn på kontoen -ELLER- oppgi den tresifra koden du finn i transaksjonsskildringa.
no: En verifiseringstransaksjon har blitt overført til bankkontoen din. Kontroller kontoutskriften din og angi enten det nøyaktige beløpet som er overført til kontoen, eller den tresifrede koden som er angitt i transaksjonsbeskrivelsen.
or: ଏକ ଯାଞ୍ଚକରଣ ବିନିମୟ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଖାତାରେ ଜମା ହୋଇଛି. ଦୟାକରି ଆପଣଙ୍କର ବିବରଣୀ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ଆପଣଙ୍କର ଏକାଉଣ୍ଟରେ ଜମା ହୋଇଥିବା ସଠିକ ମୂଲ୍ୟ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ -କିମ୍ଵା- ବିବରଣୀ ବିନିମୟରେ ମିଳିଥିବ 3-ଅକ୍ଷର କୋଡ୍ ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: تصدیقی لین دین تہاڈے بینک دے اکاؤنٹ چے جمع کروادیتا گیا اے۔ میربانی کرکے اپنی سٹیٹمنٹ دی پڑتال کرو تے اونی رقم ای درج کرو جنی تہادے اکاؤنٹ چے جمع کروائی گئی اے - یا لین دین دی تفصیل چے مجود 3 ہندسے آلا کوڈ درج کرو۔
pa_in: ਇੱਕ ਪੁਸ਼ਟੀਕਰਨ ਲੈਣ-ਦੇਣ ਨੂੰ ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕੀਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੀ ਸਟੇਟਮੈਂਟ ਦੀ ਜਾਂਚ ਕਰੋ ਅਤੇ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਕੀਤੀ ਗਈ ਬਿਲਕੁੱਲ ਸਹੀ ਰਕਮ ਨੂੰ ਦਾਖਲ ਕਰੋ - ਜਾਂ – ਲੈਣ-ਦੇਣ ਦੇ ਵਰਣਨ ਵਿੱਚ ਪਾਏ ਜਾਂਦੇ 3-ਅੰਕੀ ਕੋਡ ਨੂੰ ਦਾਖਲ ਕਰੋ।
pl: Konto bankowe zostało obciążone transakcją weryfikacyjną. Sprawdź wyciąg i wprowadź dokładną kwotę, którą zostało obciążone konto -LUB- wprowadź 3-cyfrowy kod podany w opisie transakcji.
ru: На ваш банковский счет переведена проверочная сумма. Проверьте банковскую выписку и укажите точную сумму, переведенную на ваш счет, либо введите 3-значный цифровой код, указанный в описании транзакции.
sd: هڪ تصديق جي ٽرانزيڪشن توهان جِي بينڪ جي اڪائونٽ ۾ جمع ڪئي وئي آهي. مهرباني ڪري پهنجي بيان جي چڪاس ڪريو ۽ توهان جي اڪائونٽ ۾ جمع ٿيل پوري درست رقم داخل ڪريو -يا- ٽرانزيڪشن جي تفصيل ۾ ڳوليل 3-ڊجٽ ڪوڊ داخل ڪريو.
si: සත්‍යාපන ගනුදෙනුවක් ඔබගේ බැංකුවෙහි තැන්පත් කරනු ලැබ තිබේ. කරුණාකර ඔබේ බැංකු ප්‍රකාශය පරීක්ෂා කොට බලා ඔබේ ගිණුමෙහි තැන්පත් කර ඇති නියම මුදල -හෝ- ගනුදෙනු විස්තරයේ සඳහන් ඉලක්කම් 3ක් සහිත කේතය ඇතුළු කරන්න.
sl: Na vaš bančni račun je bila nakazana transakcija za preverjanje. Preverite izpisek računa in vnesite točen znesek, nakazan na račun, ALI vnesite 3-mestno kodo iz opisa transakcije.
sr_cyrl_rs: Верификациона трансакција је уплаћена на ваш банкарски рачун. Проверите извод и унесите тачан износ који је уплаћен на ваш рачун - ИЛИ - унесите троцифрени код који се налази у опису трансакције.
sr_latn_rs: Verifikaciona transakcija je uplaćena na vaš bankarski račun. Proverite izvod i unesite tačan iznos koji je uplaćen na vaš račun - ILI - unesite trocifreni kod koji se nalazi u opisu transakcije.
sv: En verifieringstransaktion har satts in på ditt bankkonto. Kontrollera bankutdraget och ange det exakta belopp som satts in på kontot -ELLER- ange den 3-siffriga kod som står på transaktionsbeskrivningen.
ta: சரிபார்ப்பு பரிமாற்றத்திற்கு உங்கள் கடன் அட்டையில் செலுத்தப்பட்டுள்ளது. உங்கள் அறிக்கையைப் பார்த்து, உங்கள் கணக்கில் செலுத்தப்பட்ட சரியானத் தொகையை உள்ளிடவும் -அல்லது- பரிமாற்ற விவரத்தில் கண்டறியப்பட்ட 3-இலக்க குறியீட்டை உள்ளிடவும்.
te: మీ బ్యాంక్ ఖాతాకు నిర్ధారణ బదిలీ డిపాజిట్ చేయబడింది. దయచేసి మీ స్టేట్‌మెంట్‌ను తనిఖీ చేసి, మీ ఖాతాకు డిపాజిట్ చేసిన ఖచ్చితమైన మొత్తాన్ని నమోదు చేయండి -లేదా- బదిలీ వివరణలో కనుగొనబడిన 3-అంకెల సంఖ్యను నమోదు చేయండి.
tg: Амалиёти санҷишӣ ба суратҳисоби бонкии шумо ворид карда шуд. Лутфан, ҳисоботи худро тафтиш кунед ва маблағи аниқи ба суратҳисоби шумо воридшуда -Ё- рамзи 3-рақамаи дар тавсифи амалиёт додашударо ворид кунед.
th: ฝากค่าธุรกรรมการตรวจสอบเข้าบัญชีธนาคารของคุณแล้ว โปรดตรวจสอบใบแจ้งยอดของคุณและใส่จำนวนเงินที่แน่นอนที่ฝากเข้าบัญชีของคุณ -หรือ- ใส่รหัส 3 หลักที่ระบุอยู่ในรายละเอียดธุรกรรม
tr: Banka hesabınıza bir doğrulama işlemi yatırıldı. Lütfen ekstrenizi kontrol edip hesabınıza yatırılan tam tutarı girin -VEYA- işlem açıklamasında bulunan 3 basamaklı kodu girin.
tt: Тикшерү транзакциясы Сезнең банк хисапка исәпләнгән. Тикшерегез Сезнең аңлатманы һәм кертегез микъдарын хисапка исәпләнгән -ЯКИ- кертегез 3санлы коды Сезнең транзакция аңлатмада табылган.
ug: بانكا ھېسابىڭىزدابىر سودا دەلىللىلى مەۋجۈتتۇر.ھېسابات بوغۇش تالونىىنى تەكشۈرۈڭ ھەمدە تۇتپ قېلىنغان ھەقنىڭ مىقدارىنى ھېسابىڭىزغا كىرگۈزۈڭ -ياكى-سودا بايانىدىكى 3 خانىلىق رەقەمنى كىرگۈزۈڭ.
uk: Для перевірки на ваш банківський рахунок зараховано певну суму. Перегляньте виписку з рахунку та вкажіть точну суму, записану на ваш рахунок, або 3-значний код, зазначений в описі транзакції.
ur: تصدیقی لین دین آپ کے بینک کے کھاتے میں جمع کروا دی گئی ہے. براہ مہربانی جمع کروائی گئی اصل رقم کو دیکھنے کے لیے اپنی سٹیٹمنٹ کا پڑتال کریں - یا - لین دین کی وضاحت میں دیاگیا 3 ہندسوں والا کوڈ درج کریں.
uz: Tekshirish tranzatsiyasi Sizning bank hisob qaydnomangizga o‘tkazildi. O‘zingizning balansingizni tekshiring va hisob qaydnomangizdan olingan to‘lovning aniq miqdorini kiriting -YoKI- tranzaktsiya bayonidan olingan 3 xonali kodni kiriting.
vi: Một giao dịch kiểm chứng đã được gửi vào tài khoản ngân hàng của bạn. Vui lòng kiểm tra báo cáo giao dịch của bạn và nhập vào chính xác số tiền đã gửi vào tài khoản của bạn -HOẶC- nhập vào mã 3 chữ số có trong phần mô tả giao dịch.
zh_hans: 一项验证交易已存入您的银行帐户。请检查您的对帐单并输入存入您的帐户的确切金额，或者输入在交易描述中找到的 3 位数代码。
zh_hant: 驗證交易已存入款項到您的銀行帳戶。請檢查您的對帳單，並輸入存入帳戶的確切金額或是交易摘要說明中的 3 位數代碼。
