Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CvvChallenge.GCO.ExplanationText
source: To protect your credit card from unauthorized charges, we require you to re-enter the security code.
af: Om jou kredietkaart teen ongemagtigde kostes te beskerm, moet jy jou sekuriteitskode weer invoer.
am: ክሬዲት ካርድዎን ካልተፈቀዱ ክፍያዎች ለመጠበቅ የደህንነት ኮዱን እንደገና እንዲያስገቡ እንፈልግዎታለን።
ar: لحماية بطاقة الائتمان خاصتك من الرسوم غير المخوّلة، نطالبك بإعادة إدخال رمز الأمان.
as: আপোনাৰ ক্ৰেডিট কাৰ্ডক অকৰ্তৃত্বশীল চাৰ্জৰ পৰা সুৰক্ষিত কৰিবলৈ আমি আপোনাক নিৰাপত্তা কোড পুনৰ প্ৰৱেশ কৰিব লাগিব।
az: Kredit kartınızı icazəsiz ödənişlərdən qorumaq üçün sizdən təhlükəsizlik kodunu yenidən daxil etməyi tələb edirik.
bg: За да защитите кредитната си карта от неупълномощено начисляване на такси, изискваме от вас да въведете кода за защита.
bn_in: আপনার ক্রেডিট কার্ডটিকে অননুমাদিত চার্জগুলি থেকে সুরক্ষিত করতে, আমরা চাই আপনি পুনরায় নিরাপত্তা কোড প্রবেশ করান।
bs: Da biste zaštitili kreditnu karticu od neovlaštenog naplaćivanja, morate ponovo unijeti sigurnosni kôd.
cy: I ddiogelu eich cerdyn credyd rhag taliadau sy'n cael eu gwneud heb awdurdod, rydyn ni'n gofyn i chi roi'r cod diogelwch eto.
da: For at beskytte dit kreditkort mod uautoriseret brug kræver vi, at du indtaster sikkerhedskoden igen.
de: Um Ihre Kreditkarte vor nicht autorisierten Gebühren zu schützen, müssen Sie den Sicherheitscode erneut eingeben.
el: Για να προστατεύσετε τη πιστωτική κάρτα σας από μη εξουσιοδοτημένες χρεώσεις, απαιτείται να εισαγάγετε ξανά τον κωδικό ασφάλειας.
es: Para proteger su tarjeta de crédito de cargos no autorizados, es necesario que vuelva a escribir el código de seguridad.
et: Selleks, et teie krediitkaardiga ei saaks teha volitamata makseid, palume teil sisestada uuesti turvakoodi.
eu: Kreditu-txartelean baimenik gabeko karguak egin ez daitezen, segurtasun-kodea idazteko eskatzen dizugu.
fa: برای محافظت از کارت اعتباری خود در برابر اعمال هزینه‌های غیرمجاز، از شما می‌خواهیم کد امنیتی را دوباره وارد کنید.
ga: Chun do chárta creidmheasa a chosaint ar mhuirir neamhúdaraithe, iarraimid ort do chód slándála a athiontráil.
gd: Airson ’s nach tèid airgead iarraidh air a’ chairt-chreideis agad gun chead, tha sinn ag iarraidh sinn ort an còd tèarainteachd a chur a-steach aon uair eile.
gl: Pedímoslle que volva introducir o código de seguranza para protexer o seu cartón de crédito de custos non autorizados.
gu: અનધિકૃત શુલ્કથી તમારા ક્રેડિટ કાર્ડનું રક્ષણ કરવા માટે, અમે તમારા માટે સુરક્ષા કોડ ફરીથી દાખલ કરવાનું આવશ્યક બનાવીએ છીએ.
he: כדי להגן על כרטיס האשראי שלך מפני חיובים לא מורשים, אנחנו דורשים שתזין מחדש את קוד האבטחה.
hi: आपके क्रेडिट कार्ड को अनधिकृत शुल्कों से सुरक्षित रखने के लिए, हम चाहते हैं कि. आप सुरक्षा कोड फिर से दर्ज करें.
hr: Da bismo vašu kreditnu karticu zaštitili od neovlaštenih naplata, tražimo da ponovo unesete sigurnosni kod.
hu: A bankkártya illetéktelen használatának megelőzése érdekében ismételten meg kell adnia a biztonsági kódot.
id: Untuk melindungi kartu kredit Anda dari tagihan yang tidak sah, kami mengharuskan Anda memasukkan ulang kode keamanan.
is: Til að vernda kreditkortið þitt gegn óheimilum gjöldum, krefjumst við þess að þú sláir inn öryggiskóðann aftur.
ja: 不正な請求からクレジット カードを保護するには、セキュリティ コードを再入力する必要があります。
ka: იმისათვის რომ დავიცვათ თქვენი საკრედიტო ბარათი თანხის უნებართვო ჩამოჭრისგან, ხელახლა უნდა შეიყვანოთ უსაფრთხოების კოდი.
kk: Кредиттік картаңызды рұқсат етілмеген ақылардан қорғау үшін қауіпсіздік кодын қайта енгізу талап етіледі.
kn: ಅನಧಿಕೃತ ದರಗಳಿಂದ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಟ್ ರಕ್ಷಿಸಲು, ನಿಮ್ಮ ಭದ್ರತೆ ಕೋಡ್ ಅನ್ನು ಮರು ನಮೂದಿಸುವುದು ನಮಗೆ ಅಗತ್ಯವಿರುತ್ತದೆ.
ko: 신용 카드가 무단으로 사용되는 것을 막기 위해 보안 코드를 다시 입력해야 합니다.
lo: ເພື່ອປົກປ້ອງບັດເຄຣດິດຂອງທ່ານຈາກການຄິດລາຄາທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດ, ພວກເຮົາໄດ້ຕ້ອງການໃຫ້ທ່ານປ້ອນລະຫັດຄວາມປອດໄພອີກຄັ້ງ.
lt: Kad apsaugotumėme jūsų kredito kortelę nuo neteisėtų nuskaitymų, reikalaujame iš naujo įvesti saugos kodą.
lv: Lai aizsargātu jūsu kredītkarti pret nepilnvarotiem maksājumiem, mēs pieprasām atkārtoti ievadīt drošības kodu.
mi: Hei papare i tō kāri nama ki ngā nama koremana, me tāuru anō e koe te waehere haumarutanga.
mk: За да ја заштитите вашата кредитна картичка од неовластени трошоци, бараме од вас повторно да ја внесете безбедносната шифра.
ml: അനധികൃത ചാർജുകളിൽ നിന്ന് നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് പരിരക്ഷിക്കാൻ, നിങ്ങൾ സുരക്ഷാ കോഡ് വീണ്ടും നൽകണമെന്ന് ഞങ്ങൾ ആവശ്യപ്പെടുന്നു.
mr: आपल्या क्रेडिट कार्डचे अनधिकृत शुल्कापासून संरक्षण करण्यासाठी, आपण सुरक्षा कोड पुन्हा प्रविष्ट करणे आमच्यासाठी आवश्यक आहे.
ms: Untuk melindungi kad kredit anda daripada caj yang tidak dibenarkan, kami memerlukan anda untuk memasukkan semula kod keselamatan.
mt: Biex nipproteġu l-karta tal-kreditu tiegħek minn tariffi mhux awtorizzati, neħtiġuk li terġa’ ddaħħal il-kodiċi tas-sigurtà.
ne: तपाईंको क्रेडिट कार्डलाई अनधिकृत शुल्कहरूबाट जोगाउन हामीले तपाईंलाई सुरक्षा कोड फेरि प्रविष्ट गर्न लगाउनुपर्ने हुन्छ।
nn_no: For å verne kredittkortet ditt mot uautoriserte belastningar, krev vi at du oppgir tryggleikskoden på nytt.
no: Du må angi sikkerhetskoden på nytt, for å beskytte kredittkortet mot uautoriserte endringer.
or: ଆପଣଙ୍କ କ୍ରେଡିଟ୍ କାର୍ଡକୁ ଅଣପ୍ରାଧିକୃତ ଚାର୍ଜରୁ ରକ୍ଷା କରିବାକୁ, ଆମେ ଆପଣଙ୍କୁ ନିରାପତ୍ତା କୋଡ୍ ପୁନଃ ପ୍ରବେଶ କରିବାକୁ ଆବଶ୍ୟକ କରୁ ।
pa_in: ਆਪਣੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਅਣਅਧਿਕਾਰਤ ਵਸੂਲੀਆਂ ਤੋਂ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ, ਸਾਨੂੰ ਤੁਹਾਡੇ ਤੋਂ ਸੁਰੱਖਿਆ ਕੋਡ ਦੁਬਾਰਾ ਦਾਖ਼ਲ ਕਰਵਾਉਣ ਦੀ ਲੋੜ ਹੈ।
pl: W celu zabezpieczenia Twojej karty kredytowej przed nieautoryzowanymi opłatami, wymagamy ponownego wprowadzenia kodu zabezpieczenia.
ru: Чтобы защитить вашу кредитную карту от несанкционированного снятия средств, введите защитный код повторно.
sl: Za zaščito vaše kreditne kartice pred nepooblaščenimi bremenitvami morate vnesti varnostno kodo.
sr_cyrl_rs: Да бисмо спречили неовлашћено коришћење кредитне картице, захтевамо од вас да поново унесете безбедносни код.
sr_latn_rs: Da bismo sprečili neovlašćeno korišćenje kreditne kartice, zahtevamo od vas da ponovo unesete bezbednosni kôd.
sv: Om du vill skydda ditt kreditkort från oväntade avgifter måste du ange säkerhetskoden på nytt.
ta: அங்கீகரிக்கப்படாத கட்டணங்களிலிருந்து உங்களது கடன் அட்டையைப் பாதுகாக்க, பாதுகாப்புக் குறியீட்டை நீங்கள் மீண்டும் உள்ளிடும்படி நாங்கள் கோருகிறோம்.
te: మీ క్రెడిట్ కార్డ్‌ను అనధికారిక ఛార్జీల నుంచి రక్షించడానికి, మీరు సెక్యూరిటీ కోడ్‌ని మళ్లీ నమోదు చేయాల్సి ఉంటుంది.
th: เพื่อปกป้องไม่ให้บัตรเครดิตของคุณถูกเรียกเก็บเงินโดยไม่ได้รับอนุญาต เราจำเป็นต้องให้คุณป้อนรหัสความปลอดภัยอีกครั้ง
tr: Kredi kartınızı yetkilendirilmemiş harcamalardan korumak için,güvenlik kodunu yeniden girmeniz gerekiyor.
tt: Кредит картагыздан авторизациясез акча күчерүне булдырмас өчен, сездән иминлек кодын яңадан кертү таләп ителә.
ug: ئىناۋەتلىك كارتىڭىزنى ئىجازەتسىز ھەق تۇتۇشتىن قوغداش ئۈچۈن بىخەتەرلىك كودىنى قايتا كىرگۈزۈشنى تەلەپ قىلىمىز.
uk: Щоб запобігти несанкціонованому зняттю коштів із кредитної картки, необхідно повторно вводити код безпеки.
ur: غیر مجاز چارجز سے اپنے کریڈٹ کارڈ کی حفاظت کرنے کیلئے، ہمیں ضرورت ہے کہ آپ سلامتی کارڈ کا دوبارہ اندراج کرائیں۔
uz: Kredit kartangizni ruxsatsiz toʻlovlardan himoyalash uchun xavfsizlik kodini qayta kiritishingiz talab qilinadi.
vi: Để thẻ tín dụng của bạn không bị tính các khoản phí trái phép, chúng tôi yêu cầu bạn nhập lại mã bảo mật.
zh_hans: 为了保护你的信用卡，以免发生未经授权的收费，我们要求你重新输入安全码。
zh_hant: 為保護您的信用卡免於遭到未授權的收費，我們會要求您輸入安全性驗證碼。

# Literal.CvvChallenge.Heading
source: Enter your credit card security code
af: Voer jou kredietkaart se sekuriteitskode in
am: የክሬዲት ካርድ የመድህን ኮድዎን ያስገቡ
ar: إدخال رمز أمان بطاقة الائتمان
as: আপোনাৰ ক্ৰেডিট কাৰ্ডৰ নিৰাপত্তা কোড প্ৰৱেশ কৰাওক
az: Kredit kartınızın təhlükəsizlik kodunu daxil edin
bg: Въведете кода за защита на кредитната карта
bn_in: আপনার ক্রেডিট কার্ডের নিরাপত্তা কোডটি দিন
bs: Unesite sigurnosni kôd kreditne kartice
cy: Rhowch god diogelwch eich cerdyn credyd
da: Indtast sikkerhedskoden til dit kreditkort
de: Geben Sie den Sicherheitscode Ihrer Kreditkarte ein.
el: Εισαγάγετε τον κωδικό ασφάλειας της πιστωτικής κάρτας σας
es: Escribe el código de seguridad de tu tarjeta de crédito
et: Sisestage oma krediitkaardi turbekood
eu: Idatzi kreditu-txartelaren segurtasun-kodea
fa: کد امنیتی کارت اعتباری تان را وارد کنید
ga: Iontráil cód slándála do chárta creidmheasa
gd: Cuir a-steach còd tèarainteachd a’ chairt-chreideis agad
gl: Introduce o código de seguranza do teu cartón de crédito
gu: તમારો ક્રેડિટ કાર્ડ સુરક્ષા કોડ પ્રવિષ્ટ કરો
he: הזן את קוד האבטחה של כרטיס האשראי
hi: अपना क्रेडिट कार्ड सुरक्षा कोड दर्ज करें
hr: Unesite sigurnosni kod kreditne kartice
hu: Adja meg a hitelkártya biztonsági kódját.
id: Masukkan kode keamanan kartu kredit Anda
is: Færðu inn öryggisnúmer kreditkortsins
ja: クレジット カードのセキュリティ コードを入力してください
ka: შეიყვანეთ თქვენი საკრედიტო ბარათის დამცავი კოდი
kk: Несие картасының қауіпсіздік кодын енгізу
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್‌ ಸೆಕ್ಯುರಿಟಿ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 신용 카드 보안 코드 입력
ku_arab: کۆدی ئاسایشی کرێدت کارتەکەت تێبنووسه
ky: Насыя картаңыздын коопсуздук кодун киргизиңиз
lo: ປ້ອນເຂົ້າລະຫັດຄວາມປອດໄພບັດເຄຣດິດຂອງທ່ານ
lt: Įveskite kredito kortelės saugos kodą
lv: Ievadiet kredītkartes drošības kodu
mi: Tāurutia mai tō waehere haumarutanga kāri tāwere
mk: Внесете го безбедносниот код од вашата кредитна картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് സുരക്ഷാ കോഡ് നൽകുക
mn: Өөрийн кредит картны нууцлалын кодыг оруул
mr: आपला क्रेडिट कार्ड सुरक्षा कोड प्रविष्ट करा
ms: Masukkan kod keselamatan kad kredit anda
mt: Daħħal il-kodiċi ta' sigurtà tal-karta tal-kreditu tiegħek
ne: तपाइँको क्रेडिट कार्ड सुरक्षा कोड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn tryggleikskoden for kredittkort
no: Angi sikkerhetskoden for kredittkort
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍‍ କାର୍ଡ୍‍ ନିରାପତ୍ତା କୋଡ୍‍ ଏଣ୍ଟର୍‍ କରନ୍ତୁ
pa_arab_pk: اپنا کریڈٹ کارڈ سیکورٹی کوڈ درج کرو
pa_in: ਆਪਣਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਸੁਰੱਖਿਆ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź kod zabezpieczający karty kredytowej
ru: Ввод защитного кода для кредитной карты
sd: پنهنجو ڪريڊٽ ڪارڊ سلامتي ڪوڊ داخل ڪريو
si: ඔබගේ ණය කාඩ්පතේ ආරක්ෂණ කේතය ඇතුල් කරන්න
sl: Vnašanje varnostne kode kreditne kartice
sr_cyrl_rs: Унос безбедносног кода кредитне картице
sr_latn_rs: Unos bezbednosnog koda kreditne kartice
sv: Ange säkerhetskoden för ditt kreditkort
ta: உங்கள் கடன் அட்டையின் பாதுகாப்புக் குறியீட்டை உள்ளிடவும்
te: మీ క్రెడిట్ కార్డ్ భద్రతా కోడ్‌ను నమోదు చేయండి
tg: Ворид кардани рамзи амниятии корти қарзии шумо
th: ป้อนรหัสความปลอดภัยของบัตรเครดิตของคุณ
tr: Kredi kartı güvenlik kodunuzu girin
tt: Кредит картагызның иминлек кодын кертегез
ug: ئىناۋەتلىك كارتىڭىزنىڭ بىخەتەرلىك كودىنى كىرگۈزۈڭ
uk: Введіть код безпеки для кредитної картки
ur: اپنے کریڈٹ کارڈ کا سلامتی کوڈ داخل کریں
uz: Kredit kartangiz xavfsizlik kodini kiriting
vi: Nhập mã bảo mật thẻ tín dụng của bạn
zh_hans: 请输入你的信用卡安全密码
zh_hant: 輸入您的信用卡安全碼

# Literal.CvvChallenge.ExpirationDate
source: Unknown
af: Onbekend
am: ያልታወቀ
ar: غير معروف
as: অজ্ঞাত
az: Naməlum
bg: Неизвестно
bn_in: অজানা
bs: Nepoznato
cy: Anhysbys
da: Ukendt
de: Unbekannt
el: Άγνωστη
es: Desconocido
et: Teadmata
eu: Ezezaguna
fa: نامشخص
ga: Neamhaitheanta
gd: Chan eil fhios
gl: Descoñecido
gu: અજ્ઞાત
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak diketahui
is: Óþekkt
ja: 不明
ka: უცნობი
kk: Белгісіз
kn: ಅಪರಿಚಿತ
ko: 알 수 없음
lo: ບໍ່ຮູ້ຈັກ
lt: Nežinoma
lv: Nezināms
mi: Tē mōhiotia
mk: Непознато
ml: അജ്ഞാതം
mr: अज्ञात
ms: Tidak diketahui
mt: Mhux magħruf
ne: अज्ञात
nn_no: Ukjend
no: Ukjent
or: ଅଜଣା
pa_in: ਅਗਿਆਤ
pl: Nieznane
ru: Неизвестно
sl: Neznano
sr_cyrl_rs: Непознато
sr_latn_rs: Nepoznat
sv: Okänt
ta: அறியாதது
te: తెలియదు
th: ไม่รู้จัก
tr: Bilinmiyor
tt: Билгесез
ug: نامەلۇم
uk: Невідомо
ur: نامعلوم
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

# Literal.SmsChallenge.ExplanationText
source: To protect your mobile phone from unauthorized charges, we require you to enter the verification code sent to your phone.
af: Om jou selfoon teen ongemagtigde koste te beskerm, vereis ons dat jy die verifikasiekode invoer wat na jou foon gestuur is.
am: ሞባይል ስልክዎን ካልተፈቀዱ ክፍያዎች ለመጠበቅ፣ ወደ ስልክዎ የተላከውን የማረጋገጫ ኮድ እንዲያስገቡ እንጠይቅዎታለን።
ar: لكي تحمي هاتفك الجوال من الرسوم غير المصرح بها، نطلب منك إدخال رمز التحقق المُرسل إلى هاتفك.
as: অননুমোদিত চাৰ্জৰ পৰা আপোনাৰ মোবাই, ফোন সুৰক্ষিত কৰিবলৈ, আমাক আপোনাৰ ফোনলৈ প্ৰেৰণ কৰা সত্যাসত্য নিৰূপণ কোডটো আপুনি প্ৰৱেশ কৰাৰ আৱশ্যক হ'ব।
az: Mobil telefonunuzu icazəsiz xərclərin çıxılmasından qorumaq üçün sizdən telefonunuza göndərilən yoxlama kodunu daxil etməyi tələb edirik.
bg: За да защитите мобилния си телефон от неупълномощено начисляване на такси, ние изискваме от вас да въведете кода за потвърждение, изпратен до вашия телефон.
bn_in: আপনার মোবাইলে অননুমোদিত ব্যয় প্রতিরোধ করতে, আপনার ফোনে পাঠানো যাচাইকরণ কোডটি আপনাকে প্রবেশ করাতে হবে৷
bs: Da bismo vaš mobitel zaštitili od neovlaštenih naplata, morate unijeti kôd za verifikaciju koji vam je poslan na telefon.
cy: I ddiogelu eich ffôn symudol rhag ffioedd heb eu hawdurdodi, rhaid i chi roi'r cod dilysu sydd wedi cael ei anfon i'ch ffôn.
da: For at beskytte din mobiltelefon mod uautoriseret brug kræver vi, at du angiver den bekræftelseskode, der er sendt til din telefon.
de: Geben Sie den an Ihr Smartphone übermittelten Prüfcode ein, um sich vor nicht autorisierten Gebühren zu schützen.
el: Για να προστατεύσετε το κινητό τηλέφωνο σας από μη εξουσιοδοτημένες χρεώσεις, απαιτείται η εισαγωγή του κωδικού επαλήθευσης που στάλθηκε στο τηλέφωνό σας.
es: Para evitar cargos no autorizados en tu teléfono móvil, es necesario que escribas el código de verificación que hemos enviado al teléfono.
et: Selleks, et teie mobiiltelefoniga ei saaks teha volitamata makseid, palume teil sisestada kinnituskoodi.
eu: Telefono mugikorra baimenik gabeko kostuengandik babesteko, telefonora bidali dizugun egiaztapen-kodea idatzi behar duzu.
fa: برای محافظت از تلفن همراه شما در برابر کسر هزینه‌های غیرمجاز از شما می‌خواهیم تا کد تأیید اعتباری که به تلفن همراه شما ارسال کرده‌ایم را وارد نمایید.
ga: Chun d'fhón póca a chosaint ar tháillí neamhúdaraithe, iarraimid ort an cód fíoraithe a seoladh chuig d'fhón a iontráil.
gd: A chum nach tèid airgead iarraidh air an fhòn-làimhe agad gun chead, iarraidh sinn ort gun cuir thu an còd dearbhaidh a-steach.
gl: Para protexer o teu teléfono móbil de cargos non autorizados, requiriremos que introduzas o código de verificación que enviamos ao teu teléfono.
gu: અનધિકૃત શુલ્કથી તમારા મોબાઇલ ફોનનું રક્ષણ કરવા માટે, અમારા માટે જરૂરી છે કે તમે તમારા ફોન પર મોકલેલ ચકાસણી કોડ પ્રવિષ્ટ કરો.
he: כדי להגן על הטלפון הנייד מפני חיובים ללא הרשאה, אנחנו דורשים שתזין את קוד האימות שנשלח לטלפון שלך.
hi: अनधिकृत शुल्कों से अपने मोबाइल फ़ोन को बचाने के लिए, हम चाहते हैं कि आप अपने फ़ोन पर भेजे गए सत्यापन कोड को दर्ज करें.
hr: Da bismo vaš mobitel zaštitili od neovlaštenih naplata, morate unijeti kod za provjeru valjanosti koji smo poslali na vaš broj mobitela.
hu: Annak érdekében, hogy a mobil-előfizetését ne lehessen illetéktelenül megterhelni, meg kell adnia a telefonjára küldött ellenőrző kódot.
id: Untuk melindungi telepon seluler Anda dari biaya yang tidak diizinkan, kami meminta Anda memasukkan kode verifikasi yang dikirimkan ke telepon Anda.
is: Til að koma í veg fyrir óheimilar skuldfærslur á farsímann þinn förum við fram á að þú sláir inn staðfestingarkóðann sem sendur var í símann.
ja: 不正な請求から携帯電話を保護するために、お客様の電話へ送信した確認コードを入力する必要があります。
ka: მობილური ტელეფონის უნებართვო ხარჯებისგან დასაცავად, შეიყვანეთ დამოწმების კოდი, რომელიც გაიგზავნა თქვენს ტელეფონზე.
kk: Ұялы телефонды рұқсатсыз ақылардан қорғау үшін телефонға жіберілген тексеру кодын енгізуді талап етеді.
kn: ಅನಧಿಕೃತ ವೆಚ್ಚಗಳಿಂದ ನಿಮ್ಮ ಮೊಬೈಲ್ ಫೋನ್ ಅನ್ನು ರಕ್ಷಿಸಲು, ನಿಮ್ಮ ಫೋನ್‌ಗೆ ಕಳುಹಿಸಿದ ಪರಿಶೀಲನೆ ಕೋಡ್ ಅನ್ನು ನೀವು ನಮೂದಿಸುವುದು ಅಗತ್ಯವಿರುತ್ತದೆ.
ko: 휴대폰이 무단 사용되는 것을 방지하려면 휴대폰으로 전송된 확인 코드를 입력해야 합니다.
ku_arab: بۆ پاراستنی ژماره مۆبایلەکەت له تێچووی رێپێنەدراو، پێویستمان بەوەیه که کۆدی سەلماندنی نێردراو بۆ موبایلەکەت تێبنووسیت.
ky: Мобилдик телефонуңузду уруксаты жок өзгөрүүлөрдөн коргоо үчүн, биз телефонуңузга жөнөтүлгөн ырастоо кодун талап кылабыз.
lo: ເພື່ອປົກປ້ອງໂທລະສັບມືຖືຂອງທ່ານຈາກການຄິດຄ່າໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດ,​ ພວກເຮົາຮຽກຮ້ອງໃຫ້ທ່ານປ້ອນລະຫັດການຢືນຢັນທີ່ສົ່ງຫາໂທລະສັບຂອງທ່ານ.
lt: Kad apsaugotumėte mobilųjį telefoną nuo neteisėtų mokesčių, įveskite į telefoną atsiųstą tikrinimo kodą.
lv: Lai aizsargātu jūsu mobilo tālruni no neatļautiem maksājumiem, ievadiet verifikācijas kodu, kas tika nosūtīts uz jūsu tālruni.
mi: Hei pare i tō waea pūkoro i ngā namanga tē whakaaetia, e hiahia ana mātou kia tāuru koe i te waehere manatokonga nā mātou i tuku ki tō waea.
mk: За да го заштитите вашиот мобилен телефон од неовластени трошоци, бараме да го внесете верификацискиот код испратен до вашиот телефон.
ml: അനധികൃത നിരക്കുകളിൽ നിന്ന് നിങ്ങളുടെ മൊബൈൽ ഫോണിനെ പരിരക്ഷിക്കാൻ നിങ്ങളുടെ ഫോണിലേക്ക് അയച്ച സൂക്ഷ്മപരിശോധന കോഡ് നൽകേണ്ടതുണ്ട്.
mn: Гар утсаа хэрэгцээгүй төлбөрөөс сэргийлэхийн тулд таны гар утсанд бидний илгээсэн баталгаажуулах кодыг оруулна уу.
mr: अनाधिकृत शुल्कांपासून आपल्या मोबाईलचे रक्षण करा, आपल्या मोबाईलवर पाठविण्यात आलेला सत्यापन कोड आपण प्रविष्ट करण्याची आम्हाला आवश्यकता आहे.
ms: Untuk melindungi telefon bimbit anda daripada caj yang tidak dibenarkan, kami memerlukan anda untuk memasukkan kod pengesahan yang telah dihantar kepada telefon anda.
mt: Sabiex tipproteġi l-mowbajl tiegħek minn tariffi mhux awtorizzati, aħna neħtiġuk iddaħħal il-kodiċi ta' verifika li ntbagħat fuq il-mowbajl tiegħek.
ne: तपाईंको मोबाइल फोनलाई अनधिकृत शुल्कहरूबाट जोगाउन, तपाईंले तपाईंको फोनमा पठाइएको प्रमाणीकरण कोड प्रविष्ट गर्न आवश्यक हुन्छ।
nn_no: Skriv inn stadfestingskoden som vart send til mobiltelefonen din, slik at han blir verna mot uautoriserte avgifter.
no: Angi bekreftelseskoden som ble sendt til mobiltelefonen din, slik at du beskytter den mot uautoriserte belastninger.
or: ଅଣସ୍ଵୀକୃତ ଦେୟଗୁଡିକ ଠାରୁ ଆପଣଙ୍କର ମୋବାଇଲ୍ ଫୋନ୍ ସୁରକ୍ଷିତ କରିବାକୁ, ଆପଣଙ୍କର ଫୋନ୍‌କୁ ପ୍ରେରଣ ହୋଇଥିବା ଯାଞ୍ଚକରଣ କୋଡ୍ ପ୍ରବେଶ କରିବାକୁ ଆମେ ଆପଣଙ୍କର ଠାରୁ ଆବଶ୍ୟକ କରୁଛୁ.
pa_arab_pk: اپنے موبائل فون نوں غیر منظور کردہ چارجز توں محفوظ کرن لئی، سانوں تہاڈے فون تے گھلیا گیا تصدیقی کوڈ درج کرن دی لوڑ اے۔
pa_in: ਤੁਹਾਡੇ ਮੋਬਾਈਲ ਫ਼ੋਨ ਦੀ ਅਣਅਧਿਕਾਰਤ ਖਰਚਿਆਂ ਤੋਂ ਰੱਖਿਆ ਕਰਨ ਲਈ, ਅਸੀਂ ਚਾਹੁੰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਤੁਹਾਡੇ ਫ਼ੋਨ ´ਤੇ ਭੇਜਿਆ ਗਿਆ ਤਸਦੀਕੀ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ।
pl: Aby chronić Twój telefon komórkowy przed naliczeniem nieautoryzowanych opłat, wymagamy wprowadzenia kodu weryfikacyjnego wysłanego na Twój telefon.
ru: Чтобы избежать взимания дополнительных платежей на мобильном телефоне, следует ввести код проверки, отправленный вам на телефон.
sd: اوهان جي فون کي غير اختياري چارجز کان بچائڻ لاءِ، اسان اوهان کان اهو تصديق ڪوڊ داخل ڪرڻ جي گهرج ڪريون ٿا جيڪو اوهان جي فون تي موڪليو ويو هيو.
si: අනවසර ගාස්තුවලින් ඔබගේ ජංගම දුරකථනය ආරක්ෂා කිරීමට, ඔබගේ දුරකථනයට යැවූ සත්‍යාපන කේතය ඔබ විසින් ඇතුල් කිරීම අපට අවශ්‍ය වේ.
sl: Da lahko zaščitimo vaš mobilni telefon pred nepooblaščenimi bremenitvami, morate vnesti potrditveno kodo, ki smo jo poslali na vašo telefonsko številko.
sr_cyrl_rs: Да бисте заштитили мобилни телефон од неовлашћених трошкова, захтевамо од вас да унесете код за верификацију послат на ваш број телефона.
sr_latn_rs: Da biste zaštitili mobilni telefon od neovlašćenih troškova, zahtevamo od vas da unesete kod za verifikaciju poslat na vaš broj telefona.
sv: Skydda din mobiltelefon från oväntade avgifter genom att ange verifieringskoden som skickades till din telefon.
ta: அங்கீகாரம் இல்லாத கட்டணங்களிலிருந்து உங்கள் செல்லிடப்பேசியைப் பாதுகாக்க, உங்கள் தொலைபேசிக்கு அனுப்பப்பட்ட சரிபார்ப்புக் குறியீட்டை உள்ளிடுமாறு வேண்டுகிறோம்.
te: ప్రమాణీకరించని ఛార్జీల నుండి మీ మొబైల్ ఫోన్‌ని రక్షించడానికి, మీ ఫోన్‌కు పంపిన ధృవీకరణ కోడ్‌ని మీరు నమోదు చేయాల్సి ఉంటుంది.
tg: Барои муҳофзат кардани телефони мобилии шумо аз ситониши маблағҳои иҷозатнашуда, мо аз шумо талаб мекунем, ки рамзи тасдиқиеро, ки мо ба телефони шумо фиристодем, ворид кунед.
th: คุณจำเป็นต้องป้อนรหัสการตรวจสอบความถูกต้องที่ส่งไปยังโทรศัพท์ของคุณเพื่อป้องกันไม่ให้โทรศัพท์มือถือของคุณถูกเรียกเก็บเงินโดยไม่ได้รับอนุญาต
tr: Cep telefonunuzu yetkisiz ücretlendirmelerden korumak için telefonunuza gönderilen doğrulama kodunu girmeniz gerekir.
tt: Мобиль телефоныгыздан рөхсәтсез түләүләр алынмасын өчен, телефоныгызга җибәрелгән раслау кодын кертүегез таләп ителә.
ug: تېلېفونىڭىزغا ئىجازەتسىز ھەق كېلىشتىن ساقلىنىش ئۈچۈن تېلېفونىڭىزغا ئەۋەتكەن تەستىق كودىنى كىرگۈزۈشىڭىزنى تەلەپ قىلىمىز.
uk: Щоб уникнути стягування неавторизованих платежів на мобільному телефоні, потрібно ввести код перевірки, надісланий вам на телефон.
ur: اپنے موبائل فون کو غیر مجاز چارجز سے بچانے کے لیے، ہمیں آپ کی جانب سے آپ کے فون پر بھیجا گیا توثیقی کوڈ داخل کرنے کی ضرورت ہے۔
uz: Mobil telefoningizdan ruxsat berilmagan to‘lovlar olinmasligi uchun telefoningizga yuborilgan tasdiqlash kodini kiritishini talab qilamiz.
vi: Để bảo vệ điện thoại di động của bạn không bị tính các khoản trái phép, chúng tôi yêu cầu bạn nhập mã xác minh đã gửi tới điện thoại của bạn.
zh_hans: 若要防止你的手机产生未经授权的费用，你需要输入发送至你手机的验证码。
zh_hant: 為保護您的手機免於遭到未授權的收費，我們要求您輸入傳送到您手機的驗證碼。
