Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.3dsTryAgainHeaderForTemplate
source: Verification not completed, please try again
af: Verifikasie is nie voltooi nie; probeer asseblief weer
am: ማረጋገጫ አልተጠናቀቀም፣ እባክዎ እንደገና ይሞክሩ
ar: لم يكتمل التحقق، الرجاء المحاولة مجدداً
as: প্ৰামাণিকীকৰণ সম্পূৰ্ণ হোৱা নাই, অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক
az: Təsdiqləmə tamamlanmadı, yenidən cəhd edin
bg: Проверката не е завършена, опитайте отново
bn_in: যাচাইকরণ সম্পূর্ণ হয়নি, অনুগ্রহ করে আবার চেষ্টা করুন
bs: Provjera nije dovršena. Pokušajte ponovo
cy: Heb orffen dilysu, rhowch gynnig arall arni
da: Bekræftelsen blev ikke fuldført. Prøv igen
de: Die Überprüfung ist nicht abgeschlossen. Versuchen Sie es noch einmal.
el: Η επαλήθευση δεν ολοκληρώθηκε. Δοκιμάστε ξανά
es: La comprobación no se ha completado. Vuelva a intentarlo.
et: Kinnitamist ei viidud lõpule, proovige uuesti
eu: Egiaztapena ez da osatu; saiatu berriro
fa: تأیید اعتبار تکمیل نشده است، لطفاً دوباره امتحان کنید
ga: Níl an fíorú críochnaithe, bain triail eile as
gd: Cha deach an dearbhadh a choileanadh, feuch ris a-rithist
gl: Non se completou a verificación, ténteo de novo
gu: ચકાસણી પૂર્ણ થઈ નથી, કૃપયા ફરીથી પ્રયાસ કરો
he: האימות לא הושלם, נסה שוב
hi: सत्यापन पूरा नहीं हुआ, कृपया फिर से कोशिश करें
hr: Provjera valjanosti nije dovršena, pokušajte ponovno
hu: Az ellenőrzés nem fejeződött be, próbálkozzon újra
id: Verifikasi tidak selesai, coba lagi
is: Staðfestingu er ekki lokið, reyndu aftur
ja: 確認は完了していません。もう一度お試しください
ka: გადამოწმება ვერ შესრულდა, სცადეთ ხელახლა
kk: Тексеру аяқталмады. Әрекетті қайталаңыз
kn: ಪರಿಶೀಲನೆ ಪೂರ್ಣಗೊಂಡಿಲ್ಲ, ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ
ko: 확인이 완료되지 않았습니다. 다시 시도하세요.
lo: ການກວດສອບບໍ່ສໍາເລັດ, ກະລຸນາລອງອີກຄັ້ງ
lt: Tikrinimas nebaigtas, bandykite dar kartą
lv: Verifikācija nav pabeigta. Lūdzu, mēģiniet vēlreiz
mi: Kīhai te manatokonga i oti, me ngana anō
mk: Проверката не е завршена, обидете се повторно
ml: ഒത്തുനോക്കല്‍ പൂർത്തിയായിട്ടില്ല, വീണ്ടും ശ്രമിക്കുക
mr: पडताळणी पूर्ण केली नाही, कृपया पुन्हा प्रयत्न करा
ms: Penentusahan tidak dilengkapkan, sila cuba lagi
mt: Il-verifika mhix lesta, erġa’ pprova
ne: प्रमाणीकरण पूरा भएन, कृपया फेरि प्रयास गर्नुहोस्
nn_no: Verifisering ikkje fullført, prøv på nytt
no: Bekreftelsen er ikke fullført. Prøv på nytt
or: ଯାଞ୍ଚ ସମ୍ପୂର୍ଣ୍ଣ ହୋଇନାହିଁ, ଦୟାକରି ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ
pa_in: ਤਸਦੀਕ ਪੂਰੀ ਨਹੀਂ ਹੋਈ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Weryfikacja nie została ukończona, spróbuj ponownie
ru: Проверка не завершена, повторите попытку.
sl: Preverjanje ni dokončano. Poskusite znova.
sr_cyrl_rs: Верификација није довршена, покушајте поново
sr_latn_rs: Verifikacija nije dovršena, pokušajte ponovo
sv: Verifieringen slutfördes inte, försök igen
ta: சரிபார்ப்பு நிறைவடையவில்லை, மீண்டும் முயலுங்கள்
te: ధృవీకరణ పూర్తి కాలేదు, దయచేసి మళ్లీ ప్రయత్నించండి
th: การตรวจสอบไม่เสร็จสมบูรณ์ โปรดลองอีกครั้ง
tr: Doğrulama tamamlanmadı, lütfen yeniden deneyin
tt: Раслау тәмамланмады, омтылышны кабатлагыз
ug: دەلىللەش تاماملانمىدى، قايتا سىناڭ
uk: Перевірку не завершено. Спробуйте ще раз
ur: تصدیق مکمل نہیں ہوئی، براہ کرم دوبارہ کوشش کریں
vi: Chưa hoàn tất xác minh, vui lòng thử lại
zh_hans: 验证未完成，请重试
zh_hant: 驗證未完成，請再試一次

# Word.3dsTryAgainText
source: We were unable to verify your card. Please try again.
af: Ons kon nie jou kaart verifieer nie. Probeer asseblief weer.
am: ካርድዎን ማረጋገጥ አልቻልንም። እባክዎ እንደገና ይሞክሩ።
ar: تعذر علينا التحقق من صحة بطاقتك. الرجاء المحاولة مجدداً.
as: আমি আপোনাৰ কাৰ্ডখন সত্যাপন কৰিবলৈ অক্ষম হৈছিলোঁ। অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
az: Kartınızı yoxlaya bilmədik. Yenidən cəhd edin.
bg: Не успяхме да проверим вашата карта. Опитайте отново.
bn_in: আমরা আপনার কার্ড যাচাই করতে পারিনি। অনুগ্রহ করে আবার চেষ্টা করুন।
bs: Nismo mogli potvrditi vašu karticu. Molim vas, pokušajte ponovo.
cy: Ni allem ddilysu’ch cerdyn. Rhowch gynnig arall arni.
da: Vi kunne ikke bekræfte dit kort. Prøv igen.
de: Die Telefonnummer konnte nicht verifiziert werden. Wiederholen Sie den Vorgang.
el: Δεν ήταν δυνατή η επαλήθευση της κάρτας σας. Προσπαθήστε ξανά.
es: No pudimos comprobar su tarjeta. Inténtelo de nuevo.
et: Teie kaarti ei saanud kinnitada. Proovige hiljem uuesti.
eu: Ezin izan dugu egiaztatu txartela. Saiatu berriro.
fa: ما قادر به تأیید اعتبار کارت شما نبودیم. لطفاً دوباره امتحان کنید.
ga: Níor éirigh linn do chárta a fhíorú. Bain triail eile as.
gd: Cha b’ urrainn dhuinn a’ chairt agad a dhearbhadh. Feuch ris a-rithist.
gl: Non puidemos verificar a tarxeta. Ténteo de novo.
gu: અમે તમારા કાર્ડની ચકાસણી કરવા માટે અસમર્થ હતા. કૃપયા ફરીથી પ્રયાસ કરો.
he: לא הצלחנו לאמת את הכרטיס שלך. נסה שוב.
hi: हम आपके फ़ोन को सत्यापित करने में असमर्थ रहे. कृपया पुनः प्रयास करें.
hr: Nije bilo moguće provjeriti valjanost vaše kartice. Pokušajte ponovo.
hu: Nem sikerült hitelesíteni a telefonját. Próbálja újra.
id: Kami tidak dapat memverifikasi kartu Anda. Silakan coba lagi.
is: Okkur tókst ekki að sannprófa kortið. Vinsamlegast reyndu aftur.
ja: お客様のカードを確認できませんでした。もう一度お試しください。
ka: თქვენი ბარათის დადასტურება ვერ მოხერხდა. ისევ სცადეთ.
kk: Картаны тексеру мүмкін болмады. Әрекетті қайталаңыз.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗಲಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 카드를 인증하지 못했습니다. 다시 시도하세요.
lo: ພວກເຮົາບໍ່ສາມາດກວດສອບບັດຂອງທ່ານໄດ້. ກະລຸນາລອງໃໝ່ອີກຄັ້ງ.
lt: Nepavyko patvirtinti jūsų kortelės. Bandykite dar kartą.
lv: Neizdevās verificēt jūsu karti. Lūdzu, mēģiniet vēlreiz.
mi: Kāore e taea e mātou tōu kāri te manatoko. Me ngana anō koa.
mk: Не можевме да ја потврдиме картичката. Обидете се повторно.
ml: നിങ്ങളുടെ കാർഡ് പരിശോധിക്കാൻ ഞങ്ങൾക്ക് കഴിഞ്ഞില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: आम्ही आपले कार्ड पडताळण्यास अक्षम होतो. कृपया नंतर पुन्हा प्रयत्न करा.
ms: Kami tidak dapat menentusahkan kad anda. Sila cuba lagi.
mt: Ma stajniex nivverifikaw il-kard tiegħek. Erġa’ pprova.
ne: हामी तपाईंको कार्ड रूजू गर्न असक्षम भयौँ। कृपया फेरि प्रयास गर्नुहोस्।
nn_no: Vi kunne ikkje stadfeste kortet ditt. Prøv på nytt.
no: Vi kan ikke bekrefte kortet. Prøv på nytt.
or: ଆମେ ଆପଣଙ୍କ କାର୍ଡ୍ ଯାଞ୍ଚ କରିବାକୁ ଅସମର୍ଥ. ଦୟାକରି ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ.
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਸੀ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie możemy zweryfikować karty. Spróbuj ponownie.
ru: Не удалось проверить вашу карту. Повторите попытку.
sl: Vaše kartice ni bilo mogoče preveriti. Poskusite znova.
sr_cyrl_rs: Нисмо могли да верификујемо вашу картицу. Покушајте поново.
sr_latn_rs: Nismo mogli da verifikujemo vašu karticu. Pokušajte ponovo.
sv: Det gick inte att verifiera kortet. Försök igen.
ta: உங்கள் கார்டைச் சரிபார்க்க முடியவில்லை. மீண்டும் முயலவும்.
te: మేము మీ కార్డ్‌ను ధృువీకరించలేకపోయాము. దయచేసి మళ్లీ ప్రయత్నించండి.
th: เราไม่สามารถตรวจสอบบัตรของคุณได้ โปรดลองอีกครั้ง
tr: Kartınızı doğrulayamadık. Lütfen yeniden deneyin.
tt: Картагызны раслап булмады. Омтылышны яңадан кабатлагыз.
ug: كارتىنى دەلىللىيەلمىدۇق. قايتا سىناڭ.
uk: Не вдалося перевірити вашу картку. Повторіть спробу.
ur: ہم آپ کے کارڈ کی تصدیق نہیں کر سکے تھے۔ براہ کرم دوبارہ کوشش کریں۔
uz: Kartangizni tasdiqlab boʻlmadi. Qayta urining.
vi: Chúng tôi không thể xác minh thẻ của bạn. Vui lòng thử lại.
zh_hans: 我们无法验证你的卡。请重试。
zh_hant: 我們無法驗證您的卡片。請再試一次。

# Word.3dsTryAgainTextForTemplate
source: We were unable to verify your card, please try again.
af: Ons kon nie jou kaart verifieer nie; probeer asseblief weer.
am: ካርድዎን ማረጋገጥ አልቻልንም፣ እባክዎ እንደገና ይሞክሩ።
ar: تعذر علينا التحقق من صحة بطاقتك. الرجاء المحاولة مجدداً.
as: আমি আপোনাৰ কাৰ্ডখন সত্যাপন কৰিবলৈ অক্ষম হৈছিলোঁ, অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক।
az: Kartınızı təsdiq edə bilmədik, yenidən cəhd edin.
bg: Не успяхме да проверим вашата карта, опитайте отново.
bn_in: আমরা আপনার কার্ড যাচাই করতে পারিনি। অনুগ্রহ করে আবার চেষ্টা করুন।
bs: Nismo mogli potvrditi vašu karticu. Molim vas, pokušajte ponovo.
cy: Dim modd dilysu’ch cerdyn, rhowch gynnig arall arni.
da: Vi kunne ikke bekræfte dit kort. Prøv igen.
de: Die Telefonnummer konnte nicht verifiziert werden. Wiederholen Sie den Vorgang.
el: Δεν ήταν δυνατή η επαλήθευση της κάρτας σας. Προσπαθήστε ξανά.
es: No pudimos comprobar su tarjeta. Inténtelo de nuevo.
et: Teie kaarti ei saanud kinnitada. Proovige hiljem uuesti.
eu: Ezin izan dugu egiaztatu txartela. Saiatu berriro.
fa: نتوانستیم اعتبار کارت شما را تأیید کنیم. لطفاً دوباره امتحان کنید.
ga: Níor éirigh linn do chárta a fhíorú. Bain triail eile as.
gd: Cha b’ urrainn dhuinn a’ chairt agad a dhearbhadh, feuch ris a-rithist.
gl: Non puidemos verificar o cartón. Ténteo de novo.
gu: અમે તમારા કાર્ડની ચકાસણી કરવા માટે અસમર્થ હતા, કૃપયા ફરીથી પ્રયાસ કરો.
he: לא הצלחנו לאמת את הכרטיס שלך, נסה שוב.
hi: हम आपका कार्ड सत्यापित करने में असमर्थ थे, कृपया फिर से कोशिश करें.
hr: Nije bilo moguće provjeriti valjanost vaše kartice, pokušajte ponovno.
hu: Nem sikerült hitelesíteni a kártyáját. Próbálkozzon újra.
id: Kami tidak dapat memverifikasi kartu Anda, silakan coba lagi.
is: Ekki tókst að staðfesta kortið, reyndu aftur.
ja: お客様のカードを確認できませんでした。もう一度お試しください。
ka: თქვენი ბარათის დადასტურება ვერ მოხერხდა, სცადეთ ხელახლა.
kk: Картаны тексеру мүмкін болмады. Әрекетті қайталаңыз.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲು ನಮಗೆ ಸಾಧ್ಯವಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 카드를 인증하지 못했습니다. 다시 시도하세요.
lo: ພວກເຮົາບໍ່ສາມາດກວດສອບບັດຂອງທ່ານໄດ້, ກະລຸນາລອງອີກຄັ້ງ.
lt: Nepavyko patvirtinti jūsų kortelės, bandykite dar kartą.
lv: Neizdevās verificēt jūsu karti, lūdzu, mēģiniet vēlreiz.
mi: Kīhai i āhei mātou te manatoko i tō kāri, me ngana anō.
mk: Не можевме да ја потврдиме картичката, обидете се повторно.
ml: നിങ്ങളുടെ കാർഡ് പരിശോധിച്ചുറപ്പിക്കാൻ ഞങ്ങൾക്ക് കഴിഞ്ഞില്ല. വീണ്ടും ശ്രമിക്കുക.
mr: आम्ही आपले कार्ड पडताळू शकलो नाही. कृपया पुन्हा प्रयत्न करा.
ms: Kami tidak dapat menentusahkan kad anda, Sila cuba lagi.
mt: Ma stajniex nivverifikaw il-kard tiegħek, erġa’ pprova.
ne: हामी तपाईंको कार्ड रुजू गर्न असमर्थ भयौँ। कृपया फेरि प्रयास गर्नुहोस्।
nn_no: Vi kan ikkje stadfeste kortet. Prøv på nytt.
no: Vi kan ikke bekrefte kortet ditt, prøv på nytt.
or: ଆମେ ଆପଣଙ୍କ କାର୍ଡ୍ ଯାଞ୍ଚ କରିବାକୁ ଅସମର୍ଥ । ଦୟାକରି ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ ।
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰਨ ਵਿੱਚ ਅਸਮਰੱਥ ਸੀ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nie mogliśmy zweryfikować Twojej karty. Spróbuj ponownie.
ru: Проверить вашу карту не удалось. Повторите попытку.
sl: Vaše kartice ni bilo mogoče preveriti. Poskusite znova.
sr_cyrl_rs: Нисмо успели да верификујемо вашу картицу. Покушајте поново.
sr_latn_rs: Nismo mogli da verifikujemo vašu karticu, pokušajte ponovo.
sv: Det gick inte att verifiera kortet. Försök igen.
ta: உங்கள் கார்டைச் சரிபார்க்க முடியவில்லை. மீண்டும் முயலவும்.
te: మేము మీ కార్డ్‌ని ధృవీకరించలేకపోయాము, దయచేసి మళ్లీ ప్రయత్నించండి.
th: เราไม่สามารถตรวจสอบบัตรของคุณได้ โปรดลองอีกครั้ง
tr: Kartınızı doğrulayamadık, lütfen yeniden deneyin.
tt: Картагызны раслап булмады, омтылышны кабатлагыз.
ug: كارتىڭىزنى دەلىللىيەلمىدۇق، قايتا سىناڭ.
uk: Не вдалося перевірити вашу картку. Повторіть спробу.
ur: ہم آپ کے کارڈ کی تصدیق نہیں کر سکے، براہ کرم دوبارہ کوشش کریں۔
vi: Chúng tôi không thể xác minh thẻ của bạn. Vui lòng thử lại.
zh_hans: 我们无法验证你的卡，请重试。
zh_hant: 我們無法驗證您的卡片。請再試一次。

# Word.3dsYesVerificationButtonText
source: I have verified my card.
af: Ek het my kaart geverifieer.
am: ካርዴን አረጋግጫለሁ።
ar: لقد قمت بالتحقق من بطاقتي.
as: মই মোৰ কাৰ্ডখন সত্যাপিত কৰিছো।
az: Kartımı yoxlamışam.
bg: Потвърдих картата си.
bn_in: আমি আমার কার্ড যাচাই করেছি।
bs: Provjerio sam svoju karticu.
cy: Rwyf wedi dilysu fy ngherdyn.
da: Jeg har bekræftet mit kort.
de: Ich habe meine Karte verifiziert.
el: Έχω επαληθεύσει την κάρτα μου.
es: He comprobado mi tarjeta.
et: Olen oma kaardi kinnitanud.
eu: Txartela egiaztatu dut.
fa: من کارتم را تأیید اعتبار کرده‌ام.
ga: Tá mo chárta fíoraithe agam.
gd: Dhearbh mi a’ chairt agam.
gl: Verifiquei a tarxeta.
gu: મેં મારા કાર્ડની ચકાસણી કરાવી લીધી છે.
he: אימתתי את הכרטיס שלי.
hi: मैंने अपना कार्ड सत्यापित कर लिया है.
hr: Potvrdio/la sam karticu.
hu: Ellenőriztem a kártyámat.
id: Saya telah memverifikasi kartu saya.
is: Ég sannprófaði kortið.
ja: カードを確認しました。
ka: ჩემი ბარათი დადასტურებულია.
kk: Картам тексерілді.
kn: ನಾನು ನನ್ನ ಕಾರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿದ್ದೇನೆ.
ko: 카드를 확인했습니다.
lo: ຂ້ອຍໄດ້ກວດສອບບັດຂອງຂ້ອຍແລ້ວ.
lt: Patvirtinau savo kortelę.
lv: Esmu verificējis savu karti.
mi: Kua manatokona e au taku kāri.
mk: Ја потврдив мојата картичка.
ml: ഞാൻ എന്റെ കാർഡ് പരിശോധിച്ചു.
mr: मी माझे कार्ड पडताळले आहे.
ms: Saya telah menentusahkan kad saya.
mt: Ivverifikajt il-kard tiegħi.
ne: मैले आफ्नो कार्ड रूजू गरेको छु।
nn_no: Eg har stadfesta kortet mitt.
no: Jeg har bekreftet kortet.
or: ମୁଁ ମୋ କାର୍ଡ୍ ଯାଞ୍ଚ କରିଛି.
pa_in: ਮੈਂ ਆਪਣੇ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰ ਦਿੱਤੀ ਹੈ।
pl: Moja karta została zweryfikowana.
ru: Моя карта проверена.
sl: Preveril sem svojo kartico.
sr_cyrl_rs: Верификовао /ла сам картицу.
sr_latn_rs: Verifikovao/la sam karticu.
sv: Jag har verifierat mitt kort.
ta: என் கார்டை நான் சரிபார்த்துவிட்டேன்.
te: నేను నా కార్డును ధృవీకరించాను.
th: ฉันได้ตรวจสอบบัตรของฉันแล้ว
tr: Kartımı doğruladım.
tt: Минем карта расланган.
ug: كارتىنى دەلىللەپ بولدۇم.
uk: Картку перевірено.
ur: میں نے اپنے کارڈ کی تصدیق کر لی ہے۔
uz: Kartamni tasdiqladim
vi: Tôi đã xác minh thẻ của mình.
zh_hans: 我已验证我的卡。
zh_hant: 我已驗證我的卡片。

# Word.3dsYesVerificationButtonTextForTemplate
source: Yes, I'm done with the bank verification
af: Ja, ek is klaar met die bankverifikasie
am: አዎ፣ የባንክ ማረጋገጫውን ጨርሻለሁ።
ar: نعم، انتهيت من عملية التحقق البنكي
as: হয়, মোৰ বেংক প্ৰামাণীকৰণ হৈ গ’ল
az: Bəli, bank təsdiqləməsini tamamladım
bg: Да, приключих с проверката в банката
bn_in: হ্যাঁ, আমি ব্যাঙ্ক যাচাইকরণ সম্পন্ন করেছি
bs: Da, završio/la sam s provjerom banke
cy: Ydw, rydw i wedi gwneud y broses dilysu banc
da: Ja, jeg er færdig med bankbekræftelsen
de: Ja, ich habe die Verifizierung durch das Geldinstitut durchgeführt
el: Ναι, ολοκλήρωσα την επαλήθευση της τράπεζας
es: Sí, he finalizado la comprobación del banco.
et: Jah, olen panga kinnituse lõpetanud
eu: Bai. Amaitu dut bankuaren egiaztapen egiten.
fa: بله، تأیید اعتبار بانکی را انجام دادم
ga: Táim críochnaithe leis an bhfíorú bainc
gd: Seadh, rinn mi dearbhadh aig a’ bhanca
gl: Si, terminei coa verificación bancaria
gu: હા, મે બેંક ચકાસણી પૂર્ણ કરી છે
he: כן, סיימתי את אימות פרטי חשבון הבנק
hi: हाँ, मैंने बैंक सत्यापन पूरा कर लिया है
hr: Da, završio sam s potvrdom bankovnog računa
hu: Igen, elvégeztem a banki ellenőrzést
id: Ya, saya telah menyelesaikan verifikasi bank
is: Já, ég hef lokið bankastaðfestingu
ja: はい、銀行の検証が完了しました
ka: დიახ, მე უკვე დავასრულე საბანკო შემოწმების პროცედურა
kk: Иә, мен банктің тексерісін аяқтадым
kn: ಹೌದು, ಬ್ಯಾಂಕ್ ಪರಿಶೀಲನೆಯನ್ನು ನಾನು ಪೂರ್ಣಗೊಳಿಸಿದ್ದೇನೆ
ko: 예, 은행 확인은 끝났습니다.
lo: ແມ່ນແລ້ວ, ຂ້ອຍເຮັດການກວດສອບທະນາຄານແລ້ວ
lt: Taip, baigiau banko patikrinimą
lv: Jā, es pabeidzu bankas verifikāciju
mi: Āe, kua oti i ahau te manatokonga pēke
mk: Да, завршив со проверката на банката
ml: അതെ, ഞാൻ ബാങ്ക് സൂക്ഷ്‌മ‌പരിശോധന പൂർത്തിയാക്കി
mr: होय, मी बँक पडताळणी पूर्ण केली आहे
ms: Ya, saya telah selesai dengan pengesahan bank
mt: Iva, lest mill-verifika tal-bank
ne: हो, मैले बैँक प्रमाणीकरण सम्पन्न गरेको छु
nn_no: Ja, eg er ferdig med bank-stadfestinga
no: Ja, jeg er ferdig med bankbekreftelsen
or: ହଁ, ମୁଁ ବ୍ୟାଙ୍କ ଯାଞ୍ଚକରଣ ଶେଷ କରିଛି
pa_in: ਹਾਂ, ਮੈਂ ਬੈਂਕ ਪੁਸ਼ਟੀਕਰਨ ਪੂਰਾ ਕਰ ਲਿਆ ਹੈ
pl: Tak, weryfikacja w banku została zakończona
ru: Да, проверка в банке завершена.
sl: Da, dokončal sem preverjanje banke
sr_cyrl_rs: Да, довршио/-ла сам за банковну верификацију
sr_latn_rs: Da, završio sam sa verifikacijom banke
sv: Ja, jag är klar med bankverifieringen
ta: ஆம், வங்கிச் சரிபார்ப்பை முடித்துவிட்டேன்
te: అవును, నేను బ్యాంక్ ధృవీకరణను పూర్తి చేసాను
th: ใช่ ฉันตรวจสอบธนาคารเสร็จเรียบร้อยแล้ว
tr: Evet, banka doğrulamasını tamamladım
tt: Әйе, мин банк тикшерүен уздым
ug: شۇنداق، بانكىدا دەلىللەشنى تاماملىدىم
uk: Так, банківську перевірку пройдено
ur: جی ہاں، میں نے بینک کی تصدیق کا کام کر لیا ہے
vi: Vâng, tôi đã hoàn tất việc xác minh ngân hàng
zh_hans: 是，我已完成银行验证
zh_hant: 是的，我已完成銀行驗證

# Word.3dsOpenBankButtonText
source: Open bank website
af: Maak bankwebwerf oop
am: የባንክ ድር ጣቢያ ይክፈቱ
ar: فتح موقع الويب الخاص بالبنك
as: বেংকৰ ৱেব ছাইট খোলক
az: Bank veb-saytını açın
bg: Отваряне на уеб сайта на банката
bn_in: ব্যাঙ্কের ওয়েবসাইট খুলুন
bs: Web stranica Otvorene banke
cy: Agor gwefan y banc
da: Åbn bankens websted
de: Website der Bank öffnen
el: Άνοιγμα της τοποθεσίας web της τράπεζας
es: Abrir sitio web del banco
et: Ava panga veebisait
eu: Ireki bankuaren gunea
fa: باز کردن وب‌سایت بانک
ga: Oscail suíomh gréasáin bainc
gd: Fosgail làrach-lìn a’ bhanca
gl: Abrir sitio web do banco
gu: બેંકની વેબસાઇટ ખોલો
he: פתח אתר אינטרנט של בנק
hi: बैंक वेबसाइट खोलें
hr: Otvori web-mjesto banke
hu: Bank webhelyének megnyitása
id: Buka situs web bank
is: Opna vefsvæði bankans
ja: 銀行の Web サイトを開く
ka: ბანკის ვებსაიტის გახსნა
kk: Банк веб-сайтын ашу
kn: ಬ್ಯಾಂಕ್ ವೆಬ್‍‌ಸೈಟ್ ತೆರೆಯಿರಿ
ko: 은행 웹 사이트 열기
lo: ເປີດເວັບໄຊທ໌ຂອງທະນາຄານ
lt: Atidaryti banko svetainę
lv: Atvērt bankas tīmekļa vietni
mi: Whakatuwhera te paetukutuku pēke
mk: Отворете ја веб-страницата на банката
ml: ബാങ്ക് വെബ്സൈറ്റ് തുറക്കുക
mr: बँक वेबसाइट उघडा
ms: Buka laman web bank
mt: Iftaħ is-sit web tal-bank
ne: बैंकको वेबसाइट खोल्नुहोस्
nn_no: Opne banken sin nettstad
no: Åpne bankens nettsted
or: ବ୍ୟାଙ୍କ୍ ୱେବ୍‍‌ସାଇଟ୍ ଖୋଲନ୍ତୁ
pa_in: ਬੈਂਕ ਦੀ ਵੈਬਸਾਈਟ ਖੋਲ੍ਹੋ
pl: Otwórz witrynę internetową banku
ru: Открыть веб-сайт банка
sl: Odpri spletno mesto banke
sr_cyrl_rs: Отворите веб локацију банке
sr_latn_rs: Otvorite veb sajt banke
sv: Öppna bankens webbplats
ta: வங்கி வலைத்தளத்தைத் திற
te: బ్యాంక్ వెబ్ సైట్ తెరవండి
th: เปิดเว็บไซต์ธนาคาร
tr: Banka web sitesini aç
tt: Банк төенен ачу
ug: بانكا توربېكىتىنى ئېچىش
uk: Відкрити веб-сайт банку
ur: بینک کی ویب سائٹ کھولیں
uz: Bank veb-saytini ochish
vi: Mở trang web ngân hàng
zh_hans: 打开银行网站
zh_hant: 開啟銀行網站

# Word.UpiTurnOffPopUpText.Text
source: Turn off browser pop-up blocker
af: Skakel blaaier se opspringerblokkeerder af
am: የአሳሽ ብቅ ባይ ማገጃን ያጥፉ
ar: إيقاف تشغيل أداة منع العناصر المنبثقة
as: ব্ৰাউজাৰৰ প'পআপ ব্লকাৰ অক্ষম কৰক
az: Brauzerin peyda olan bloklayıcısını qeyri-aktiv edin
bg: Изключете блокирането на изскачащи съобщения в браузъра
bn_in: ব্রাউজার পপআপ ব্লকার বন্ধ করুন
bs: Isključi blokator skočnih prozora preglednika
cy: Analluogi’r rhwystrwr ffenestri naid y porwr
da: Deaktiver blokering af pop op-vinduer i browseren
de: Pop-up-Blocker des Browsers deaktivieren
el: Απενεργοποίηση αποκλεισμού αναδυόμενων παραθύρων προγράμματος περιήγησης
es: Desactivar el bloqueador de elementos emergentes del navegador
et: Lülitage brauseris hüpikakende blokeerija välja
eu: Desgaitu arakatzailearen pop-up elementuen blokeatzailea
fa: خاموش کردن «مسدودکننده کادرهای بازشونده مرورگر»
ga: Cas as bacaire míreanna aníos an bhrabhsálaí
gd: Cuir dheth blocaiche nam priob-uinneag sa bhrabhsair
gl: Desactivar o bloqueador de ventás emerxentes do explorador
gu: બ્રાઉઝર પૉપ-અપ બ્લૉકર બંધ કરો
he: כבה את חוסם הפריטים המוקפצים בדפדפן
hi: ब्राउज़र का पॉप-अप अवरोधक को अक्षम करें
hr: Isključite blokator skočnih prozora preglednika
hu: Kapcsolja ki a böngésző előugróablak-blokkolóját
id: Nonaktifkan pemblokir pop-up browser
is: Slökkva á sprettigluggavörn vafrans
ja: ブラウザーのポップアップ ブロックを無効にする
ka: ბრაუზერის კონტექსტური სარკმლის დამბლოკის გამორთვა
kk: Браузердің қалқымалы терезесін блоктағышты өшіру
kn: ಬ್ರೌಸರ್ ಪಾಪ್-ಅಪ್ ಬ್ಲಾಕರ್ ಅನ್ನು ಆಫ್ ಮಾಡಿ
ko: 브라우저 팝업 차단 비활성화
lo: ປິດຕົວ​ບ​ລັອກ​ປັອບ​ອັບບຣາວ​ເຊີ
lt: Išjungti naršyklės iššokančių langų blokavimo programą
lv: Izslēgt pārlūkprogrammas uznirstošo elementu bloķētāju
mi: Monokia te pūārai pahū-ake o te pūtirotiro
mk: Исклучете го блокирачот на скок-прозорците на прегледувачот
ml: ബ്രൗസർ പോപ്-അപ് ബ്ലോക്കർ ഓഫ് ചെയ്യുക
mr: ब्राउझर पॉपअप अवरोधकर्ता बंद करा
ms: Matikan penyekat timbul pelayar
mt: Iddiżattiva l-imblokkatur tal-pop-ups tal-brawżer
ne: ब्राउजरको पप-अप ब्लकर बन्द गर्नुहोस्
nn_no: Deaktiver popupblokkering i lesaren
no: Deaktiver popup-blokkering i nettleseren
or: ବ୍ରାଉଜର୍ ପପ୍‍‌-ଅପ୍‍ ବ୍ଲକର୍ ଟର୍ନ୍ ଅଫ୍ କରନ୍ତୁ
pa_in: ਬ੍ਰਾਉਜ਼ਰ ਪੌਪ-ਅੱਪ ਬਲੌਕਰ ਨੂੰ ਬੰਦ ਕਰੋ
pl: Wyłącz blokowanie wyskakujących okienek w przeglądarce
ru: Выключите блокирование всплывающих окон в браузере
sl: Izklopite blokiranje pojavnih oken v brskalniku
sr_cyrl_rs: Искључите блокатор искачућих прозора у прегледачу
sr_latn_rs: Isključite blokator iskačućih prozora u pregledaču
sv: Inaktivera blockering av popup-fönster i webbläsaren
ta: உலாவியின் மேல் விரித் தடுப்பானை முடக்கவும்
te: బ్రౌజర్ పాప్-అప్‌ బ్లాకర్‌ను ఆఫ్ చేయి
th: ปิดใช้งานตัวบล็อกป็อปอัพของเบราว์เซอร์
tr: Tarayıcı açılır pencere engelleyicisini kapatın
tt: Күзәтүчедә калкучы тәрәзләр тыюны сүндерү
ug: تور كۆرگۈچ سەكرىمە توسقۇچنى ئېتىش
uk: Вимкніть блокування спливаючих елементів у браузері
ur: براؤزر پاپ اپ بلاکر آف کر دیں
vi: Tắt trình chặn cửa sổ bật lên của trình duyệt
zh_hans: 关闭浏览器弹出窗口阻止程序
zh_hant: 關閉瀏覽器快顯封鎖程式
