Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.IdentityValue
source: Invalid user identity value.
af: Ongeldige gebruiker identiteit waarde.
am: ልክ ያልሆነ የተገልጋይ መለያ እሴት።
ar: ليست قيمة هوية المستخدم صالحة.
as: অবৈধ ব্যৱহাৰকাৰী পৰিচয় মান৷
az: İstifadəçinin eynilik qiyməti yanlışdır.
bg: Невалидна стойност на идентичност на потребителя.
bn_in: ব্যবহারকারীর পরিচয় মান সঠিক নয়।
bs: Nevažeća vrijednost identiteta korisnika.
cy: Gwerth hunaniaeth defnyddiwr annilys.
da: Ugyldig brugeridentitetsværdi.
de: Der Benutzer-ID-Wert ist ungültig.
el: Μη έγκυρη τιμή ταυτότητας χρήστη.
es: Valor de identidad de usuario no válido.
et: Vigane kasutajaidentiteedi väärtus.
eu: Erabiltzailearen identitate-balioa ez da baliozkoa.
fa: شماره شناسایی کاربر نامعتبر است.
ga: Luach aitheantais úsáideora neamhbhailí.
gd: Chan eil luach ID dhen t-seòrsa seo dligheach.
gl: Valor de identidade de usuario non válido.
gu: અમાન્ય ઉપયોગકર્તા મૂલ્ય.
he: ערך זהות משתמש לא חוקי.
hi: अमान्य उपयोगकर्ता पहचान मान.
hr: Vrijednost identiteta korisnika nije valjana.
hu: Érvénytelen a felhasználói identitás értéke.
id: Nilai identitas pengguna tidak valid.
is: Ógilt gildi notandaauðkennis.
ja: ユーザー ID 値が無効です。
ka: მომხმარებლის საიდენტიფიკაციო კოდი არასწორია.
kk: Пайдаланушы сәйкестік куәлігінің мәні жарамсыз.
kn: ಅಮಾನ್ಯ ಬಳಕೆದಾರ ಗುರುತಿಸುವಿಕೆ ಮೌಲ್ಯ.
ko: 사용자 ID 값이 올바르지 않습니다.
ku_arab: بەهای ناسنامەی بەکارهێنەر نادروستە.
ky: Колдонуучунун бирдейлик мааниси туура эмес.
lo: ຄ່າຂໍ້ມູນສະເພາະຕົວຜູ້ໃຊ້ບໍ່ຖືກຕ້ອງ.
lt: Netinkama vartotojo tapatybės reikšmė.
lv: Nederīga lietotāja identitātes vērtība.
mi: Uara tuakiri kaiwhakamahi muhu.
mk: Неважечка вредност на кориснички идентитет.
ml: ഉപയോക്തൃ ഐഡന്റിറ്റി മൂല്യം അസാധുവാണ്.
mn: Хэрэглэгчийн таних утга буруу байна.
mr: अवैध प्रयोक्ता ओळख मूल्य.
ms: Nilai identiti pengguna tidak sah.
mt: Valur tal-identità tal-utent invalidu.
ne: अवैध प्रयोगकर्ता परिचय महत्व।
nn_no: Ugyldig verdi for brukaridentitet.
no: Ugyldig brukeridentitetsverdi.
or: ଅବୈଧ ଉପଭୋକ୍ତା ପରିଚୟ ମୂଲ୍ୟ.
pa_arab_pk: ناجائز صارف پچھان قدر۔
pa_in: ਅਯੋਗ ਉਪਭੋਗਤਾ ਪਹਿਚਾਣ ਵੈਲਯੂ।
pl: Nieprawidłowa wartość tożsamości użytkownika.
ru: Недействительное значение идентификатора пользователя.
sd: غلط صارف شناخت قدر.
si: වැරදි භාවිත අනන්‍යතා වටිනාකම.
sl: Neveljavna vrednost identitete uporabnika.
sr_cyrl_rs: Вредност идентитета корисника је неважећа.
sr_latn_rs: Vrednost identiteta korisnika je nevažeća.
sv: Ogiltigt värde för användar-ID.
ta: தவறான பயனர் அடையாள மதிப்பு.
te: చెల్లని వినియోగదారు గుర్తింపు విలువ.
tg: Қимат беэътибори мушаххаси корбар.
th: ค่าข้อมูลประจำตัวผู้ใช้ไม่ถูกต้อง
tr: Geçersiz kullanıcı kimlik değeri.
tt: Кулланучының виртуаль шәхес күрсәткече ялгыш.
ug: كىمىلىك نومۇرى ئىناۋەتسىز.
uk: Неприпустиме ідентифікаційне значення користувача.
ur: صارف شناخت کی قدربے جواز ہے۔
uz: Foydalanuvchi identifikatori qiymati haqiqiy emas.
vi: Giá trị danh tính người dùng không hợp lệ.
zh_hans: 用户标识值无效。
zh_hant: 使用者識別值無效。

# Literal.Error.UpdateAccount
source: Permission denied for updating account.
af: Permisie om rekening te sien is nie goedgekeur nie.
am: መለያን ለማዘመን ፈቃድ ተከልክሏል።
ar: رُفض منحك إذنَ تحديث الحساب.
as: একাউণ্ট উন্নত কৰিবৰ কাৰণে অনুমতি অস্বীকাৰ কৰা হৈছে৷
az: Hesabın yenilənməsi üçün icazə qadağan edilib.
bg: Разрешението за обновяване на акаунта е отказано.
bn_in: অ্যাকাউন্ট আপডেট করার অনুরোধ প্রত্যাখ্যান করা হয়েছে।
bs: Odbijena je dozvola za ažuriranje računa.
cy: Wedi gwrthod caniatâd ar gyfer diweddaru cyfrif.
da: Tilladelse til opdatering af konto er nægtet.
de: Berechtigung zum Aktualisieren des Kontos verweigert.
el: Δεν έχετε δικαίωμα πρόσβασης για ενημέρωση λογαριασμού.
es: Permiso denegado para actualizar cuenta.
et: Puuduvad õigused konto värskendamiseks.
eu: Ez duzu baimenik kontua eguneratzeko.
fa: مجوز برای به روز رسانی حساب رد شد.
ga: Cead diúltaithe chun an cuntas a nuashonrú.
gd: Chan eil cead agad an cunntas ùrachadh.
gl: Permiso para actualizar a conta denegado.
gu: ખાતુ અદ્યતન કરવા માટે અનુમતિનો અસ્વીકાર છે.
he: אין הרשאה לעדכון חשבון.
hi: खाता अद्यतित करने की अनुमति अस्वीकृत कर दी गई.
hr: Odbijeno dopuštenje za ažuriranje računa.
hu: Nincs engedélye a fiók módosításához.
id: Izin untuk memperbarui akun ditolak.
is: Heimild til að uppfæra reikning hafnað.
ja: アカウントを更新する権限がありません。
ka: ანგარიშის განახლების უფლება უარყოფილია.
kk: Тіркелгіні жаңарту үшін рұқсаттан бас тартылды.
kn: ಖಾತೆ ನವೀಕರಿಸುವುದಕ್ಕಾಗಿ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ.
ko: 계정을 업데이트하는 권한이 거부되었습니다.
ku_arab: رێپێدان بۆ بەڕۆژکردنی ئەژمێر رەتکرایەوە.
ky: Эсеп жазууну жаңыртуу үчүн уруксат четке кагылды.
lo: ການອະນຸຍາດຖືກປະຕິເສດສຳລັບການອັບເດດບັນຊີ.
lt: Neleidžiama atnaujinti abonemento.
lv: Atļauja atjaunināt kontu tika noraidīta.
mi: Kāore he mana uru i tukua mai hei whakahou i te pūkete.
mk: Дозволата за ажурирање на сметка е одбиена.
ml: അക്കൌണ്ട് അപ്‌ഡേറ്റുചെയ്യുന്നതിനായുള്ള അനുമതി നിരസിച്ചു.
mn: Хэрэглэгчийн бүртгэлийг шинэчлэх зөвшөөрөл олгохоос татгалзлаа.
mr: खाते अद्ययावत करण्यासाठी परवानगी नाकारण्यात आली.
ms: Tidak dibenarkan untuk mengemaskinikan akaun.
mt: Permess biex taġġorna l-kont miċħud.
ne: खाता अद्यावधिक गर्न अनुमति निषेध छ।
nn_no: Ikkje løyve til å oppdatere kontoen.
no: Tillatelse til å oppdatere konto avvist.
or: ଏକାଉଣ୍ଟ୍ ଅଦ୍ୟତନ କରିବା ପାଇଁ ଅନୁମତି ଅଗ୍ରାହ୍ୟ ହୋଇଛି.
pa_arab_pk: اکاؤنٹ تازہ کرن لئی اجازت ناں کردتّی گئی اے۔
pa_in: ਖਾਤੇ ਨੂੰ ਅਪਡੇਟ ਕਰਨ ਲਈ ਆਗਿਆ ਮਨਾ ਕੀਤੀ ਗਈ।
pl: Odmowa uprawnień do aktualizowania konta.
ru: Отказано в разрешении обновить счет.
sd: اڪائونٽ جي تازه ڪاري ڪرڻ لاءِ اجازت رد ڪئي وئي آهي.
si: ගිණුම යාවත්කාලීන කිරීම සදහා වන අවසරය ප්‍රතික්ෂේප කරන ලදි.
sl: Dovoljenje za posodabljanje računa je zavrnjeno.
sr_cyrl_rs: Дозвола за ажурирање налога је одбијена.
sr_latn_rs: Dozvola za ažuriranje naloga je odbijena.
sv: Åtkomst nekad för uppdatering av konto.
ta: கணக்கைப் புதுப்பிப்பதற்கான அனுமதி மறுக்கப்பட்டது.
te: ఖాతాని అప్‌డేట్ చేయడం కోసం అనుమతి నిరాకరించబడింది.
tg: Иҷозат барои навсозии ҳисоб рад карда шуд.
th: ไม่ได้รับสิทธิ์อัปเดตบัญชี
tr: Hesabı güncelleştirme izni verilmedi.
tt: Хисап язмасын яңартырга рөхсәт юк.
ug: ھېسابات يېڭىلاش ھوقۇقى رەت قىلىندى.
uk: Дозвіл на оновлення облікового запису відхилено.
ur: اکاؤنٹ تازہ کاری کی اجازت مسترد کر دی گئ ہے۔
uz: Hisob qaydnomasini yangilash uchun ruxsat rad qilindi.
vi: Yêu cầu cập nhật tài khoản bị từ chối.
zh_hans: 用于更新帐户的权限被拒绝。
zh_hant: 沒有更新帳戶的權限。

# Literal.Error.UpdatePayments
source: Permission denied for updating payment instrument.
af: Permisie om betaling instrument optegradeer is nie goedgekeur nie.
am: የክፍያ መሳሪያን ለማዘመን ፈቃድ ተከልክሏል።
ar: رُفض منحك إذنَ تحديث وسيلة الدفع.
as: পৰিশোধ সা-সৰঞ্জাম উন্নত কৰিবৰ কাৰণে অনুমতি অস্বীকাৰ কৰা হৈছে৷
az: Ödəniş alətinin yenilənməsi üçün icazə qadağan edilib.
bg: Разрешението за обновяване на платежния инструмент е отказано.
bn_in: অর্থপ্রদানের ব্যবস্থা আপডেট করার অনুরোধ প্রত্যাখ্যান করা হয়েছে।
bs: Odbijena je dozvola za ažuriranje instrumenta plaćanja.
cy: Wedi gwrthod caniatâd ar gyfer diweddaru offeryn talu.
da: Tilladelse til opdatering af betalingsmiddel er nægtet.
de: Berechtigung zum Aktualisieren des Zahlungsmittels verweigert.
el: Δεν έχετε δικαίωμα πρόσβασης για ενημέρωση οργάνου πληρωμής.
es: Permiso denegado para actualizar instrumento de pago.
et: Puuduvad õigused maksevahendi värskendamiseks.
eu: Ez duzu baimenik ordainketa-metodoa eguneratzeko.
fa: مجوز برای به روز رسانی ابزار پرداخت رد شد.
ga: Cead diúltaithe chun an ionstraim íocaíochta a nuashonrú.
gd: Chan eil cead agad an t-inneal pàighidh ùrachadh.
gl: Permiso para actualizar o instrumento de pagamento denegado.
gu: ચૂકવણીનું સાધન અદ્યતન કરવા માટે અનુમતિનો અસ્વીકાર છે.
he: אין הרשאה לעדכון אמצעי תשלום.
hi: भुगतान विधि को अद्यतित करने की अनुमति अस्वीकृत कर दी गई.
hr: Odbijeno dopuštenje za ažuriranje načina plaćanja.
hu: Nincs engedélye a fizetési eszköz módosításához.
id: Izin untuk memperbarui alat pembayaran ditolak.
is: Heimild til að uppfæra greiðslumáta hafnað.
ja: お支払い方法を更新する権限がありません。
ka: გადახდის მეთოდის განახლების უფლება უარყოფილია.
kk: Төлем құралын жаңарту үшін рұқсаттан бас тартылды.
kn: ಪಾವತಿ ವಿಧಾನ ನವೀಕರಿಸುವುದಕ್ಕಾಗಿ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ.
ko: 결제 방법을 업데이트하는 권한이 거부되었습니다.
ku_arab: رێپێدان بۆ بەڕۆژکردنی ئامڕازی پارەدان رەتکرایەوە.
ky: Төлөө куралын жаңыртуу үчүн уруксат четке кагылды.
lo: ການອະນຸຍາດຖືກປະຕິເສດສຳລັບການອັບເດດເຄື່ອງມືການຊຳລະເງິນ.
lt: Neleidžiama atnaujinti mokėjimo priemonės.
lv: Atļauja atjaunināt maksāšanas līdzekli tika noraidīta.
mi: Kāore he mana uru i tukua mai hei whakahou i te taputapu utu.
mk: Дозволата за ажурирање инструмент на плаќање е одбиена.
ml: പേയ്‌മെന്റ് രീതി അപ്‌ഡേറ്റുചെയ്യുന്നതിനായുള്ള അനുമതി നിരസിച്ചു.
mn: Төлбөрийн хэрэгслийг шинэчлэх зөвшөөрөл олгохоос татгалзлаа.
mr: देय साधन अद्ययावत करण्‍यासाठी परवानगी नाकारण्यात आली.
ms: Tidak dibenarkan mengemas kini instrumen pembayaran.
mt: Permess biex taġġorna l-istrument ta' pagament miċħud.
ne: भुक्तान साधन अद्यावधिक गर्न अनुमति निषेध छ।
nn_no: Ikkje løyve til å oppdatere betalingsmetoden.
no: Tillatelse til å oppdatere betalingsmåte avvist.
or: ଦେୟ ପଦ୍ଧତି ଅଦ୍ୟତନ କରିବା ପାଇଁ ଅନୁମତି ଅଗ୍ରାହ୍ୟ ହୋଇଛି.
pa_arab_pk: ادائیگی آلہ تازہ کرن دی اجازت توں ناں کردتّی گئی اے۔
pa_in: ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਅਪਡੇਟ ਕਰਨ ਲਈ ਆਗਿਆ ਮਨਾ ਕੀਤੀ ਗਈ।
pl: Odmowa uprawnień do aktualizowania instrumentu płatniczego.
ru: Отказано в разрешении обновить платежный инструмент.
sd: ادائگي آلي جي تازه ڪاري لاءِ اجازت رد ڪئي وئي آهي.
si: ගෙවීම් උපකරණය යාවත්කාලීන කිරීම සදහා වන අවසරය ප්‍රතික්ෂේප කරන ලදි.
sl: Dovoljenje za posodobitev načina plačila je zavrnjeno.
sr_cyrl_rs: Дозвола за ажурирање инструмента плаћања је одбијена.
sr_latn_rs: Dozvola za ažuriranje instrumenta plaćanja je odbijena.
sv: Åtkomst nekad för uppdatering av betalningsmedel.
ta: கட்டணம் செலுத்தும் அட்டையைப் புதுப்பிப்பதற்கான அனுமதி மறுக்கப்பட்டது.
te: చెల్లింపు పరికరాన్ని అప్‌డేట్ చేయడం కోసం అనుమతి నిరాకరించబడింది.
tg: Иҷозат барои навсозии василаи пардохт рад карда шуд.
th: ไม่ได้รับสิทธิ์อัปเดตเครื่องมือในการชำระเงิน
tr: Ödeme aracı güncelleştirme izni verilmedi.
tt: Түләү коралын яңартырга рөхсәт юк.
ug: ھەق تاپشۇرۇش قورالىنى يېڭىلاش ھوقۇقى رەت قىلىندى.
uk: Дозвіл на оновлення платіжного засобу відхилено.
ur: ادائیگی آلہ کی تازہ کاری کی اجازت مسترد کر دی گئ ہے۔
uz: To‘lov vositasini yangilash uchun ruxsat rad qilindi.
vi: Yêu cầu cập nhật phương tiện thanh toán bị từ chối.
zh_hans: 用于更新付款方式的权限被拒绝。
zh_hant: 沒有更新付款方式的權限。

# Literal.Error.ViewAccount
source: Permission denied for viewing account.
af: Permisie om rekening te sien is nie goedgekeur nie.
am: መለያን ለማየት ፈቃድ ተከልክሏል።
ar: رُفض منحك إذنَ مشاهدة الحساب.
as: একাউণ্ট দৰ্শন কৰিবৰ কাৰণে অনুমতি অস্বীকাৰ কৰা হৈছে৷
az: Hesaba baxmaq üçün icazə qadağan edilib.
bg: Разрешението за преглеждане на акаунта е отказано.
bn_in: অ্যাকাউন্ট দেখার অনুরোধ প্রত্যাখ্যান করা হয়েছে।
bs: Odbijena je dozvola za pregledanje računa.
cy: Wedi gwrthod caniatâd ar gyfer gweld cyfrif.
da: Tilladelse til kontovisning er nægtet.
de: Berechtigung zum Anzeigen des Kontos verweigert.
el: Δεν έχετε δικαίωμα πρόσβασης για προβολή λογαριασμού.
es: Permiso denegado para ver cuenta.
et: Puuduvad õigused konto vaatamiseks.
eu: Ez duzu baimenik kontua ikusteko.
fa: مجوز برای مشاهده حساب رد شد.
ga: Cead diúltaithe chun amharc ar an gcuntas.
gd: Chan eil cead agad coimhead air a' chunntas.
gl: Permiso para ver a conta denegado.
gu: ખાતુ જોવા માટે અનુમતિનો અસ્વીકાર છે.
he: אין הרשאה להצגת חשבון.
hi: खाता देखने की अनुमति अस्वीकृत कर दी गई.
hr: Odbijeno dopuštenje za pregledavanje računa.
hu: Nincs engedélye a fiók megtekintéséhez.
id: Izin untuk melihat akun ditolak.
is: Heimild til að skoða reikning hafnað.
ja: アカウントを表示する権限がありません。
ka: ანგარიშის ნახვის უფლება უარყოფილია.
kk: Тіркелгіні көрсету үшін рұқсаттан бас тартылды.
kn: ಖಾತೆ ವೀಕ್ಷಿಸುವುದಕ್ಕಾಗಿ ಅನುಮತಿ ನಿರಾಕರಿಸಲಾಗಿದೆ.
ko: 계정을 보는 권한이 거부되었습니다.
ku_arab: رێپێدان بۆ بینینی ئەژمێر رەتکرایەوە.
ky: Эсеп жазууну көрүү үчүн уруксат четке кагылды.
lo: ການອະນຸຍາດຖືກປະຕິເສດສຳລັບການເບິ່ງບັນຊີ.
lt: Neleidžiama peržiūrėti abonemento.
lv: Atļauja skatīt kontu tika noraidīta.
mi: Kāore he mana uru i tukua mai hei tirotiro i te pūkete.
mk: Дозволата за приказ на сметка е одбиена.
ml: അക്കൌണ്ട് കാണുന്നതിനുള്ള അനുമതി നിരസിച്ചു.
mn: Хэрэглэгчийн бүртгэлийг харах зөвшөөрөл олгохоос татгалзлаа.
mr: खाते पाहण्यासाठी परवानगी नाकारण्यात आली.
ms: Tidak dibenarkan melihat akaun.
mt: Permess biex tara l-kont miċħud.
ne: खाता हेर्न अनुमति निषेध छ।
nn_no: Ikkje løyve til å vise kontoen.
no: Tillatelse til å vise konto avvist.
or: ଏକାଉଣ୍ଟ୍ ଦେଖିବା ପାଇଁ ଅନୁମତି ଅଗ୍ରାହ୍ୟ ହୋଇଛି.
pa_arab_pk: اکاؤنٹ ویکھن دی اجازت توں ناں کردتّی گئی اے۔
pa_in: ਖਾਤਾ ਦੇਖਣ ਲਈ ਆਗਿਆ ਮਨਾ ਕੀਤੀ ਗਈ।
pl: Odmowa uprawnień do wyświetlania konta.
ru: Отказано в разрешении просмотреть счет.
sd: اڪائونٽ ڏسڻ جي اجازت رد ڪئي وئي آهي.
si: ගිණුම සෑදීඹ සදහා වන අවසරය ප්‍රතික්ෂේප කරන ලදි.
sl: Dovoljenje za ogled računa je zavrnjeno.
sr_cyrl_rs: Дозвола за прегледање налога је одбијена.
sr_latn_rs: Dozvola za pregledanje naloga je odbijena.
sv: Åtkomst nekad för visning av konto.
ta: கணக்கைப் பார்ப்பதற்கான அனுமதி மறுக்கப்பட்டது.
te: ఖాతాని వీక్షించడం కోసం అనుమతి నిరాకరించబడింది.
tg: Иҷозат барои дидани ҳисоб рад карда шуд.
th: ไม่ได้รับสิทธิ์ดูบัญชี
tr: Hesabı görüntüleme izni verilmedi.
tt: Хисап язмасын карарга рөхсәт юк.
ug: ھېساباتنى كۆرۈش ھوقۇقى رەت قىلىندى.
uk: Дозвіл на перегляд облікового запису відхилено.
ur: اکاونٹ کو دیکھنے کی اجازت مسترد کر دی گئ ہے۔
uz: Hisob qaydnomasini ko‘rish uchun ruxsat rad qilindi.
vi: Yêu cầu xem tài khoản bị từ chối.
zh_hans: 用于查看帐户的权限被拒绝。
zh_hant: 沒有檢視帳戶的權限。

# Literal.Error.WindowLiveID
source: Invalid Microsoft account ID.
af: Ongeldige Microsoft rekening ID.
am: ልክ ያልሆነ የMicrosoft መለያ አይ ዲ።
ar: ليس معرف حساب Microsoft‏ صالحًا.
as: অবৈধ Microsoft একাউণ্ট ID৷
az: Microsoft hesabı ID-si səhvdir.
bg: Невалиден ИД на акаунт в Microsoft.
bn_in: Microsoft অ্যাকাউন্ট আইডি সঠিক নয়।
bs: Nevažeći ID Microsoft računa.
cy: ID cyfrif Microsoft annilys.
da: Ugyldigt Microsoft-konto-id.
de: Die Microsoft-Konto-ID ist ungültig.
el: Μη έγκυρο αναγνωριστικό λογαριασμού Microsoft.
es: Id. de cuenta de Microsoft no válido.
et: Vigane Microsofti konto ID.
eu: Microsoft kontuaren IDa ez da baliozkoa.
fa: شناسه حساب Microsoft نامعتبر است.
ga: ID cuntais Microsoft neamhbhailí.
gd: ID cunntas Microsoft mì-dhligheach.
gl: ID de conta de Microsoft non válido.
gu: અમાન્ય Microsoft ખાતું આઇડી.
he: מזהה חשבון Microsoft לא חוקי.
hi: अमान्य Microsoft खाता ID.
hr: Nevažeći ID Microsoftova računa.
hu: A Microsoft-fiók azonosítója érvénytelen.
id: ID akun Microsoft tidak valid.
is: Ógilt Microsoft-reikningsauðkenni.
ja: Microsoft アカウント ID が無効です。
ka: Microsoft ანგარიშის ID უარყოფილია.
kk: Microsoft тіркелгісінің идентификаторы жарамсыз.
kn: ಅಮಾನ್ಯ Microsoft ಖಾತೆ ID.
ko: Microsoft 계정 ID가 올바르지 않습니다.
ku_arab: ناسنامەی ئەژمێری Microsoft نادروستە.
ky: Туура эмес Microsoft эсеп жазуу IDси.
lo: ລະຫັດບັນຊີ Microsoft ບໍ່ຖືກຕ້ອງ.
lt: Netinkamas „Microsoft“ abonemento ID.
lv: Nederīgs Microsoft konta ID.
mi: TT pūkete Microsoft muhu.
mk: Неважечки ИД за сметка на Microsoft.
ml: Microsoft അക്കൌണ്ട് ID അസാധുവാണ്.
mn: Microsoft-н хэрэглэгчийн бүртгэлийн ID буруу байна.
mr: अवैध Microsoft खाते ID.
ms: ID akaun Microsoft tidak sah.
mt: L-ID tal-kont ta' Microsoft invalidu.
ne: अवैध Microsoft खाता आइडी।
nn_no: Ugyldig Microsoft-konto-ID.
no: Ugyldig ID for Microsoft-konto.
or: ଅବୈଧ Microsoft ଏକାଉଣ୍ଟ୍ ID.
pa_arab_pk: ناجائز Microsoft اکاؤنٹ پچھان
pa_in: Microsoft ਖਾਤੇ ਦਾ ਅਯੋਗ ID।
pl: Nieprawidłowy identyfikator konta Microsoft.
ru: Недействительный идентификатор учетной записи Майкрософт.
sd: غلط Microsoft اڪائونٽ ID.
si: Microsoft ගිණුම් ID වැරදියි.
sl: Neveljaven ID Microsoftovega računa.
sr_cyrl_rs: ID Microsoft налога је неважећи.
sr_latn_rs: ID Microsoft naloga je nevažeći.
sv: Ogiltigt ID för Microsoft-konto.
ta: தவறான Microsoft கணக்கு ID.
te: చెల్లని Microsoft ఖాతా ID.
tg: ID-и беэътибори ҳисоби Microsoft.
th: รหัสบัญชีผู้ใช้ Microsoft ไม่ถูกต้อง
tr: Geçersiz Microsoft hesap kimliği.
tt: Ялгыш Майкрософт хисап язмасы идентификаторы.
ug: Microsoft ھېسابات كىملىكى ئىناۋەتسىز.
uk: Неприпустимий ідентифікатор облікового запису Microsoft.
ur: Microsoft اکاؤنٹ کی بے جواز شناخت۔
uz: Microsoft hisob qaydnomasining identifikatori haqiqiy emas.
vi: ID tài khoản Microsoft không hợp lệ.
zh_hans: Microsoft 帐户 ID 无效。
zh_hant: Microsoft 帳戶 ID 無效。

# Words.Anonymous.Confirm.Title
source: Personal information:
af: Persoonlike inligting:
am: የግል መረጃ፥
ar: المعلومات الشخصية:
as: ব্যক্তিগত তথ্য:
az: Şəxsi məlumat:
bg: Лична информация:
bn_in: ব্যক্তিগত তথ্য:
bs: Osobni podaci:
cy: Gwybodaeth bersonol:
da: Personlige oplysninger:
de: Private Daten:
el: Προσωπικά στοιχεία:
es: Información personal:
et: Isiklik teave:
eu: Informazio pertsonala:
fa: شماره شخصی:
ga: Faisnéis phearsanta:
gd: Fiosrachadh pearsanta:
gl: Información persoal:
gu: વ્યક્તિગત માહિતી:
he: מידע אישי:
hi: व्यक्तिगत जानकारी:
hr: Osobni podaci:
hu: Személyes adatok:
id: Informasi pribadi:
is: Persónulegar upplýsingar:
ja: 個人情報:
ka: პერსონალური ინფორმაცია:
kk: Жеке ақпарат:
kn: ವೈಯಕ್ತಿಕ ಮಾಹಿತಿ:
ko: 개인 정보:
ku_arab: زانیاری شەخسی:
ky: Жеке маалымат:
lo: ຂໍ້ມູນສ່ວນຕົວ:
lt: Asmeninė informacija:
lv: Personas informācija:
mi: Mōhiohio whaiaro:
mk: Лични информации:
ml: സ്വകാര്യ വിവരങ്ങള്‍:
mn: Хувийн мэдээлэл:
mr: वैयक्तिक माहिती:
ms: Maklumat peribadi:
mt: Informazzjoni personali:
ne: व्यक्तिगत जानकारी:
nn_no: Personopplysningar:
no: Personlige opplysninger:
or: ବ୍ୟକ୍ତିଗତ ସୂଚନା:
pa_arab_pk: ذاتی معلومات:
pa_in: ਨਿਜੀ ਜਾਣਕਾਰੀ:
pl: Dane osobowe:
ru: Личные сведения:
sd: ذاتي معلومات:
si: පුද්ගලික තොරතුරු:
sl: Osebni podatki:
sr_cyrl_rs: Лични подаци:
sr_latn_rs: Lični podaci:
sv: Personlig information:
ta: தனிப்பட்ட தகவல்:
te: వ్యక్తిగత సమాచారం:
tg: Маълумоти шахсӣ:
th: ข้อมูลส่วนบุคคล:
tr: Kişisel bilgiler:
tt: Шәхси мәгълүмат:
ug: شەخشىي ئۇچۇر:
uk: Особиста інформація:
ur: ‏‏ذاتی معلومات:
uz: Shaxsiy ma‘lumotlar:
vi: Thông tin cá nhân:
zh_hans: 个人信息：
zh_hant: 個人資訊:

# Word.Hint.TaxID.BrazilBusiness
source: National Register of Legal Entities
af: Nasionale Register van Regsentiteite
am: ብሔራዊ የተመዘገቡ ህጋዊ አካላት
ar: السجل الوطني للهيئات القانونية
as: আইনী সংস্থাসমূহৰ ৰাষ্ট্ৰীয় পঞ্জীয়ন
az: Hüquqi Müəssisələrin Milli Qeydiyyatı
bg: Национален регистър на юридическите лица
bn_in: ন্যাশনাল রেজিস্টার অফ লিগ্যাল এনটিটিজ
bs: Nacionalni registar pravnih lica
cy: Y Gofrestr Genedlaethol o Endidau Cyfreithiol
da: Nationalt register over juridiske enheder
de: Nationales Register juristischer Personen
el: Εθνικό μητρώο νομικών προσώπων
es: Registro nacional de entidades legales
et: Juriidiliste isikute riiklik register
eu: Entitate juridikoen erregistroa
fa: ثبت ملی شرکت های حقوقی
ga: Clár Náisiúnta d'Eintitis Dhlíthiúla
gd: Clàr Nàiseanta nan Eintiteasan Laghail
gl: Rexistro nacional de entidades legais
gu: કાનૂની એન્ટિટીઝની રાષ્ટ્રીય નોંધણી
he: הרשם הלאומי של ישויות משפטיות
hi: कानूनी निकायों का राष्ट्रीय पंजीकरण
hr: Nacionalni registar pravnih osoba
hu: Jogi személyek országos jegyzéke
id: Daftar Badan Hukum Nasional
is: Kennitala lögaðila
ja: 国家法人登記
ka: იურიდიული პირების ნაციონალური რეესტრი
kk: Заңды тұлғалардың ұлттық тізілімі
kn: ಕಾನೂನು ಇರುವಿಕೆಗಳ ರಾಷ್ಟ್ರೀಯ ನೋಂದಣಿ
ko: 법인 국가 등록 번호
ku_arab: تۆمارگەی نیشتیمانی قەوارە یاساییەکان
ky: Юридикалык жактардын улуттук каттоосу
lo: ທະບຽນນິຕິບຸກຄົນແຫ່ງຊາດ
lt: Nacionalinis juridinių asmenų registras
lv: Valsts juridisko personu reģistrs
mk: Државен регистар на правни ентитети
ml: നിയമ സ്ഥാപനങ്ങളുടെ ദേശീയ രജിസ്റ്റര്‍
mn: Хууль ёсны аж ахуйн нэгжийн үндэсний бүртгэл
mr: कायदेशीर घटकांची राष्ट्रीय नोंद
ms: Pendaftar Organisasi
mt: Reġistru Nazzjonali tal-Entitajiet Legali
ne: कानूनी निकायहरूको राष्ट्रिय पंजिकरण
nn_no: Nasjonalt register over juridiske einingar
no: Riksregister over rettssubjekter
or: ଆଇନତଃ ଏଣ୍ଟିଟିଗୁଡିକର ରାଷ୍ଟ୍ରିୟ ରେଜିଷ୍ଟର
pa_arab_pk: قانونی اداریاں دا قومی رجسٹر
pa_in: ਕਾਨੂੰਨੀ ਐਨਟਿਟੀ ਲਈ ਰਾਸ਼ਟਰੀ ਰਜਿਸਟਰ
pl: Krajowy rejestr podmiotów gospodarczych
ru: Национальный реестр юридических лиц
sd: قانوني ادارن جو قومي رجسٽر
si: නෛතික ආයතනවල ජාතික ලේඛනය
sl: Nacionalni register pravnih oseb
sr_cyrl_rs: Национални регистар правних лица
sr_latn_rs: Nacionalni registar pravnih lica
sv: CNPJ-nummer
ta: சட்ட அமைப்புகளின் தேசிய அளவிலான பதிவு எண்
te: చట్టబద్ధమైన ఉప సంస్థల జాతీయ నమోదు
tg: Феҳристи миллии шахсони ҳуқуқӣ
th: ทะเบียนนิติบุคคลแห่งชาติ
tr: Devlet Tüzel Kişilikler Kütüğü
tt: Юридик шәхесләрнең милли исемлеге
ug: كارخانىلارنىڭ دۆلەتلىك نومۇرى
uk: Національний реєстр юридичних осіб
ur: قانونی اداروں کا قومی رجسٹر
uz: Yuridik shaxslarning milliy reyestri
vi: Số Đăng ký Quốc gia của Thực thể Pháp lý
zh_hans: 法律实体的国家注册
zh_hant: 法律實體的國家登記代碼

# Word.Hint.TaxID.BrazilPersonal
source: Natural Persons Register
af: Natuurlike Persoonsregister
ar: السجل الوطني للأشخاص
as: স্বাভাৱিক ব্যক্তিৰ পঞ্জীয়ন
az: Fiziki Şəxslərin Qeydiyyatı
bg: Регистър на физическите лица
bn_in: ন্যাচরাল পার্সেনস রেজিস্টার
bs: Nacionalni registar fizičkih lica
cy: Y Gofrestr Pobl Naturiol
da: Personregister
de: Register natürlicher Personen
el: Μητρώο φυσικών προσώπων
es: Registro de personas físicas
et: Füüsiliste isikute register
eu: Pertsona naturalen erregistroa
fa: ثبت فرد حقیقی
ga: Clár de Dhaoine Nádúrtha
gd: Clàr nan Daoine Nàdarra
gl: Rexistro de persoas físicas
gu: Natural પર્સન્સ રજિસ્ટર
he: רשם המשתמשים הפרטיים
hi: भौतिक व्यक्ति पंजीकरण
hr: Registar fizičkih osoba
hu: Természetes személyek jegyzéke
id: Daftar Orang Perseorangan
is: Kennitala einstaklings
ja: 個人登録
ka: ფიზიკური პირების რეესტრი
kk: Жеке тұлғалар тізілімі
kn: ಸ್ವಾಭಾವಿಕ ವ್ಯಕ್ತಿಗಳ ನೋಂದಣಿ
ko: 개인 등록 번호
ku_arab: تۆمارگەی کەسە سروشتیەکان
ky: Жеке жактардын каттоосу
lo: Natural ທະບຽນບຸກຄົນ
lt: Fizinių asmenų registras
lv: Privātpersonu reģistrs
mk: Регистар на физички лица
ml: വ്യക്തിഗത തിരിച്ചറിയല്‍ രജി‌സ്‌ട്രേഷന്‍
mn: Хувь хүний бүртгэл
mr: भौतिक व्यक्तीची नोंद
ms: Pendaftaran Orang Sebenar
ne: असली व्यक्तिको दर्ता
nn_no: Register over fysiske personar
no: Register over fysiske personer
or: ସ୍ଵଭାବିକ ବ୍ୟକ୍ତିବିଶେଷ ରେଜିଷ୍ଟର
pa_arab_pk: قدرتی بندیاں دا رجسٹر
pa_in: ਨੇਚੂਰਲ ਪਰਸਨਸ ਰਜਿਸਟਰ
pl: Ewidencja ludności
ru: Реестр физических лиц
sd: نيچرل شخصن جو رجسٽر
si: ස්වාභාවික පුද්ගල ලේඛනය
sl: Register fizičnih oseb
sr_cyrl_rs: Регистар физичких лица
sr_latn_rs: Registar fizičkih lica
sv: CPF-nummer
ta: குடிமக்களின் பதிவு எண்
te: సహజమైన వ్యక్తుల నమోదు
tg: Феҳристи миллии шахсони воқеӣ
th: ทะเบียนบุคคลธรรมดา
tr: Gerçek Kişiler Kütüğü
tt: Физик шәхесләрнең исемлеге
ug: شەخس نومۇرى
uk: Реєстр фізичних осіб
ur: فطری اشخاص کا رجسٹر
uz: Jismoniy shaxslar reyestri
vi: Số Đăng ký Thể nhân
zh_hans: 自然人注册
zh_hant: 自然人登記代碼
