Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.VirtualAlipayNew.Text
source: You will be redirected to AliPay to complete your purchase after you click place order. You will be returned to Microsoft 365 when you complete your payment.
af: Jy sal na AliPay herlei word om jou aankoop te voltooi nadat jy op “plaas bestelling” klik. Jy sal na Microsoft 365 terugkeer wanneer jy jou betaling voltooi.
am: ትዕዛዝ አስቀምጥ የሚለውን ከተጫኑ በኋላ ግብይቶን ለማጠናቀቅ ወደ AliPay የሚላኩ ይሆናሉ። ክፍያዎት ካጠናቀቁ በኋላ ወደ ኦፊስ 365 ይመለሳሉ።
ar: ستتم إعادة توجيهك إلى AliPay لإتمام عملية الشراء بعد النقر فوق "تقديم الطلب". وسيتم إرجاعك إلى Microsoft 365 عند إتمام الدفع.
as: আপুনি অৰ্ডাৰ কৰকত ক্লিক কৰাৰ পিছত আপোনাৰ ক্ৰয় সম্পূৰ্ণ কৰিবলৈে আপোনাক AliPay-লৈ যোৱা হ’ব। আপুনি পৰিশোধ সম্পূৰ্ণ কৰিলে আপোনাক Microsoft 365-লৈ ঘূৰাই অনা হ’ব।
az: Sifarişin yerləşdirilməsi düyməsini kliklədikdən sonra satınalmanı tamamlamaq üçün AliPay-ə yönləndiriləcəksiniz. Ödənişinizi tamamladıqdan sonra Microsoft 365-ə qaytarılacaqsınız.
bg: Ще бъдете пренасочени към AliPay за приключване на покупката ви, след като сте щракнали върху „Подаване на поръчка“. След приключване на плащането ще бъдете върнати към Microsoft 365.
bn_in: আপনি বাছাই ক্রম করুন-এ ক্লিক করার পর আপনার কেনাকাটা সম্পূর্ণ করতে আপনাকে AliPay-এ অনলাইন অর্থপ্রদানে পুনঃনির্দেশ করা হবে৷ আপনি যখন আপনার অর্থপ্রদান সম্পূর্ণ করবেন তখন আপনাকে Microsoft 365-এ ফিরিয়ে আনা হবে৷
bs: Bit ćete preusmjereni na AliPay kako biste dovršili kupovinu kad kliknete Napravi narudžbu. Bit ćete vraćeni u Microsoft 365 kad dovršite uplatu.
cy: Byddwch chi'n cael eich ailgyfeirio i AliPay er mwyn cwblhau'r archeb. Byddwch chi'n dod yn ôl i Microsoft 365 ar ôl gorffen talu.
da: Du bliver omdirigeret til AliPay for at fuldføre dit køb, når du har klikket på afgiv ordre. Du vil vende tilbage til Microsoft 365, når du har fuldført betalingen.
de: Zum Abschließen des Kaufvorgangs werden Sie an AliPay umgeleitet, wenn Sie auf "Bestellung aufgeben" klicken. Nach Abschluss des Zahlvorgangs kehren Sie zu Microsoft 365 zurück.
el: Θα ανακατευθυνθείτε στο AliPay για να ολοκληρώσετε την αγορά σας αφού κάνετε κλικ στην επιλογή "Υποβολή παραγγελίας". Θα μεταφερθείτε πίσω στο Microsoft 365 όταν ολοκληρώσετε την πληρωμή σας.
es: Se le redirigirá a AliPay para completar la compra en cuanto haga clic en "Realizar pedido". Volverá a Microsoft 365 una vez que haya completado el pago.
et: Teid suunatakse AliPay lehele, et saaksite oma ostu pärast tellimuse esitamist lõpule viia. Kui olete oma makse sooritanud, suunatakse teid tagasi Microsoft 365 keskkonda.
eu: "Egin eskaera" botoia sakatu ostean, AliPay-ren orria atzituko duzu erosketa egiteko. Ordainketa osatu ostean itzuliko zara Microsoft 365-era.
fa: پس از کلیک روی انجام سفارش، شما به AliPay هدایت می‌شوید تا خرید خود را تکمیل کنید. هنگامی که پرداخت خود را تکمیل کردید، به Microsoft 365 بازگردانده می‌شوید.
ga: Tar éis duit cliceáil ar ‘Déan ordú’, atreorófar thú chuig AliPay chun do cheannachán a chríochnú. Tabharfar ar ais go dtí Microsoft 365 thú nuair a bheidh an íocaíocht curtha i gcrích.
gd: Thèid d’ ath-stiùireadh gu Alipay a choileanadh na ceannachd agad an dèidh dhut briogadh air “Cuir an t-òrdan”. Thèid do thilleadh gu Microsoft 365 an dèidh dhut am pàigheadh a choileanadh.
gl: Despois de premer en Realizar pedido, redireccionaráselle a AliPay para completar a compra. Ao finalizar o pagamento, devolveráselle a Microsoft 365.
gu: તમે ઑર્ડર આપો પર ક્લિક કરો તે પછી તમારી ખરીદીને પૂર્ણ કરવા માટે તમને AliPay પર રીડાયરેક્ટ કરવામાં આવશે. જ્યારે તમે તમારી ચૂકવણી પૂર્ણ કરશો, ત્યારે તમને Microsoft 365 પરત લઈ જવામાં આવશે.
he: תנותב מחדש ל- AliPay כדי להשלים את הרכישה לאחר הלחיצה על האפשרות לביצוע ההזמנה. תוחזר ל- Microsoft 365 עם השלמת התשלום.
hi: ऑर्डर दें पर क्लिक करने के बाद, अपनी खरीदारी पूर्ण करने के लिए आपको AliPay ऑनलाइन भुगतान पर पुननिर्देशित किया जाएगा. अपना भुगतान पूर्ण कर लेने पर आप Microsoft 365 में वापस आ जाएँगे.
hr: Kada kliknete slanje narudžbe, preusmjerit ćemo vas na AliPay da biste dovršili kupnju. Kada dovršite plaćanje, vratit ćete se na Microsoft 365.
hu: A rendszer átirányítja az AliPay oldalra a vásárlás befejezéséhez, miután rákattintott a megrendelésre. Ha a kifizetés megtörtént, vissza fog térni a Microsoft 365 oldalára.
id: Anda akan diarahkan ke AliPay untuk menyelesaikan pembelian setelah mengeklik buat pesanan. Anda akan diarahkan kembali ke Microsoft 365 setelah menyelesaikan pembayaran.
is: Þér verður beint til AliPay til að ganga frá kaupunum eftir að þú leggur pöntunina inn. Þegar greiðslan er komin í gegn ferðu aftur á Microsoft 365.
ja: 注文をクリックした後、購入を完了するために Alipay にリダイレクトされます。支払いを完了すると、Ｍｉｃｒｏｓｏｆｔ 365 に戻ります。
ka: „შეკვეთის განთავსებაზე” დაჭერის შემდეგ თქვენ გადამისამართდებით AliPay-ზე შეძენის დასასრულებლად. თქვენ შეძლებთ Microsoft 365-ში დაბრუნებას გადახდის დასრულების შემდეგ.
kk: «Тапсырыс беру» түймешігін басқаннан кейін сатып алуды аяқтау үшін AliPay бетіне қайта бағытталасыз. Төлем аяқталғаннан кейін Microsoft 365 бағдарламасына қайтарыласыз.
kn: ಆರ್ಡರ್ ಪ್ಲೇಸ್ ಮಾಡಿ ಎಂಬುದನ್ನು ನೀವು ಕ್ಲಿಕ್ ಮಾಡಿದ ನಂತರ ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಮುಕ್ತಾಯಗೊಳಿಸಲು AliPay ಗೆ ನಿಮ್ಮನ್ನು ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಪಾವತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದಾಗ ನಿಮ್ಮನ್ನು Microsoft 365 ಗೆ ಮರಳಿ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.
ko: 주문을 클릭한 후 구매를 마칠 수 있도록 AliPay로 리디렉션됩니다. 결제를 마치면 Microsoft 365로 돌아옵니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຫາ AliPay ເພື່ອສຳເລັດການຊື້ຂອງທ່ານຫຼັງຈາກທ່ານຄລິກສັ່ງຊື້. ທ່ານຈະກັບໄປຫາ Microsoft 365 ເມື່ອທ່ານຈ່າຍເງິນສຳເລັດແລ້ວ.
lt: Kai spustelėsite Pateikti užsakymą, būsite peradresuoti į „AliPay“, kad užbaigtumėte pirkimą. Jus grąžins į „Microsoft 365“, kai atliksite mokėjimą.
lv: Pēc noklikšķināšanas uz Veikt pasūtījumu, jūs tiksit novirzīts uz AliPay, lai pabeigtu pirkumu. Pēc maksājuma pabeigšanas jūs tiksit atgriezts pakalpojumā Microsoft 365.
mi: Ka tukua kē koe ki AliPay hei whakaoti i tō hokonga ina pāwhiri koe ki tāpae ōta. Ka whakahokia koe ki Microsoft 365 ina oti i a koe tō utunga.
mk: Ќе ве пренасочиме на AliPay за да го завршите купувањето откако ќе ја направите нарачката. Ќе се вратите во Microsoft 365 кога ќе го извршите плаќањето.
ml: ഓർഡർ പ്ലെയ്സ് ചെയ്യുക എന്നത് ക്ലിക്ക് ചെയ്തതിന് ശേഷം നിങ്ങളുടെ വാങ്ങൽ പൂർത്തിയാക്കുന്നതിന് AliPay-യിലേയ്ക്ക് നിങ്ങളെ റീഡയറക്ടുചെയ്യും. പേയ്മെന്റ് പൂർത്തിയാക്കിക്കഴിഞ്ഞാൽ നിങ്ങൾ Microsoft 365-ലേയ്ക്ക് തിരികെയെത്തും.
mr: ऑर्डर करा वर क्लिक केल्यानंतर आपल्याला आपली खरेदी पूर्ण करण्यासाठी AliPay वर पुनर्निर्देशित केले जाईल. आपले पेमेंट पूर्ण झाल्यावर आपल्याला Microsoft 365 वर परत आणले जाईल.
ms: Anda akan diubah hala ke AliPay bagi melengkapkan pembelian anda selepas anda mengklik buat pesanan. Anda akan dikembalikan ke Microsoft 365 apabila pembayaran selesai.
mt: Se tiġi ridirezzjonat(a) lejn AliPay biex ittemm ix-xirja tiegħek wara li tikklikkja agħmel l-ordni. Se tintbagħat lura lejn Microsoft 365 meta tlesti l-pagament tiegħek.
ne: तपाईंले अर्डर दिनुहोस् मा क्लिक गरेपछि तपाईंको खरिद पूरा गर्न तपाईंलाई AliPay मा रिडाइरेक्ट गरिने छ। तपाईंले आफ्नो भुक्तानी पूरा गरेपछि तपाईंलाई Microsoft 365 मा फर्काइने छ।
nn_no: Du vil bli omdirigert til AliPay for å ferdigstille kjøpet etter at du har plassert ordren. Du vil bli returnert til Microsoft 365 når du har ferdigstilt betalinga.
no: Du vil bli omdirigert til AliPay for å fullføre kjøpet ditt etter du har klikket send bestilling. Du vil bli returnert til Microsoft 365 når du fullfører betalingen.
or: ଆପଣ ଅର୍ଡର କ୍ଲିକ୍ କରିବା ପରେ ଆପଣଙ୍କର କ୍ରୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ଆପଣ AliPay କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବେ. ଯେତେବେଳେ ଆପଣ ନିଜର ଦେୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବେ ଆପଣ Microsoft 365 କୁ ଫେରିବେ.
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ ਆਰਡਰ ਕਰੋ 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡੀ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਾਸਤੇ ਤੁਹਾਨੂੰ AliPay 'ਤੇ ਰੀਡਾਇਰੈਕਟ ਕੀਤਾ ਜਾਵੇਗਾ। ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਭੁਗਤਾਨ ਨੂੰ ਪੂਰਾ ਕਰ ਲਓਗੇ, ਤਾਂ Microsoft 365 ਵਾਪਸ 'ਤੇ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Po kliknięciu pozycji złożenia zamówienia nastąpi przekierowanie do usługi Alipay w celu dokonania zakupu. Po dokonaniu płatności nastąpi przekierowanie do platformy Microsoft 365.
ru: После выбора элемента "Разместить заказ" вы будете перенаправлены на AliPay для завершения покупки. После завершения оплаты вы вернетесь в Microsoft 365.
sl: Po oddaji naročila boste preusmerjeni na v storitev AliPay, kjer boste zaključili nakup. Po izvedbi plačila se boste vrnili v storitev Microsoft 365.
sr_cyrl_rs: Бићете преусмерени на AliPay да бисте довршили куповину када кликнете на дугме „Направи поруџбину“. Бићете враћени у Microsoft 365 када довршите уплату.
sr_latn_rs: Bićete preusmereni na AliPay da biste dovršili kupovinu kada kliknete na dugme „Napravi porudžbinu“. Bićete vraćeni u Microsoft 365 kada dovršite uplatu.
sv: Du omdirigeras till AliPay för att slutföra köpet när du har klickat på alternativet för att lägga beställning. Du tas tillbaka till Microsoft 365 när du har slutfört betalningen.
ta: ஆர்டர் செய்யுமாறு கிளிக் செய்த பிறகு உங்கள் வாங்குதலை முடிக்க AliPay-க்குத் திருப்பி விடப்படுவீர்கள். நீங்கள் கட்டணத்தைச் செலுத்தி முடித்ததும் Microsoft 365-க்குத் திருப்பியனுப்பப்படுவீர்கள்.
te: మీరు ఆర్డర్ పెట్టండిపై క్లిక్ చేసిన తర్వాత మీ కొనుగోలును పూర్తి చేయడానికి AliPay ఆన్‌లైన్ చెల్లింపునకు మళ్లించబడతారు. మీరు మీ చెల్లింపును పూర్తి చేసిన తర్వాత Microsoft 365కు తిరిగి వస్తారు.
th: คุณจะถูกเปลี่ยนเส้นทางไปยัง AliPay เพื่อดำเนินการคำสั่งซื้อของคุณให้เสร็จสมบูรณ์หลังจากที่คุณคลิกทำการสั่งซื้อ จากนั้นคุณจะถูกนำกลับมายัง Microsoft 365 เมื่อดำเนินการชำระเงินเรียบร้อยแล้ว
tr: Sipariş ver seçeneğine tıkladıktan sonra, satın alma işleminizin tamamlanabilmesi için AliPay'e yeniden yönlendirileceksiniz. Ödemenizi tamamladığınızda Microsoft 365'e döneceksiniz.
tt: Заказны урнаштыру төймәсенә чирттергәч, сатып алуны тәмамлау өчен AliPay битенә юнәлтеләчәксез. Түләүне тәмамлагач, Microsoft 365'ка кире кайтачаксыз.
ug: بۇيرۇتۇش كۇنۇپكىسىنى چەكسىڭىز، AliPay بېتىگە باشلىنىسىز. پۇل تۆلەپ بولغاندا يەنە Microsoft 365 بېتىگە قايتىپ كېلىسىز.
uk: Коли ви натиснете кнопку "Оформити замовлення", вас буде переспрямовано на сторінку AliPay. Після проведення платежу ви повернетеся в Microsoft 365.
ur: آرڈ کریں پر آپ کے کلک کرنے کے بعد آپ کی خریداری مکمل کرنے کیلئے آپ کو AliPay کی طرف ری ڈائریکٹ کیا جائے گا۔ اپنی ادائیگی آپ کے مکمل کر لینے پر آپ کو Microsoft 365 پر لوٹایا جائے گا۔
uz: Buyurtmani rasmiylashtirish tugmasi bosilgandan keyin xarid jarayonini yakunlash uchun AliPay xizmatiga yoʻnaltirilasiz. Toʻlov amalga oshirilgandan keyin Microsoft 365 ga qaytasiz.
vi: Sau khi bấm vào đặt hàng, bạn sẽ được chuyển hướng đến AliPay để hoàn thành giao dịch mua hàng. Bạn sẽ quay trở lại Microsoft 365 khi thanh toán xong.
zh_hans: 单击“下单”后，你将重定向到 AliPay 以完成购买。完成付款后，你将返回到 Microsoft 365。
zh_hant: 在您按一下下單之後，即會將您重新導向至支付寶以完成購買程序。完成付款之後，您就會回到 Microsoft 365。

# Literal.MSFB.VirtualUnionpayNew.Text
source: You will be redirected to UnionPay Online Payment to complete your purchase after you click place order. You will be returned to Microsoft 365 when you complete your payment.
af: Jy sal na UnionPay- aanlyn betaling herlei word om jou aankoop te voltooi nadat jy op “plaas bestelling” klik. Jy sal na Microsoft 365 terugkeer wanneer jy jou betaling voltooi.
am: ትዕዛዝ አስቀምጥ የሚለውን ከተጫኑ በኋላ ግብይቶን ለማጠናቀቅ ወደ UnionPay የመስመር ላይ ክፍያ የሚላኩ ይሆናሉ። ክፍያዎትን ካጠናቀቁ በኋላ ወደ Microsoft 365 ይመለሳሉ።
ar: ستتم إعادة توجيهك إلى الدفع عبر الإنترنت من خلال UnionPay لإتمام عملية الشراء بعد النقر فوق "تقديم الطلب". وسيتم إرجاعك إلى Microsoft 365 عند إتمام الدفع.
as: আপুনি অৰ্ডাৰ কৰকত ক্লিক কৰাৰ পিছত আপোনাৰ ক্ৰয় সম্পূৰ্ণ কৰিবলৈ আপোনাক UnionPay Online Payment-লৈ যোৱা হ’ব। আপুনি পৰিশোধ সম্পূৰ্ণ কৰিলে আপোনাক Microsoft 365-লৈ ঘূৰাই অনা হ’ব।
az: Sifarişin yerləşdirilməsi düyməsini kliklədikdən sonra satınalmanı tamamlamaq üçün UnionPay Onlayn Ödənişə yönləndiriləcəksiniz. Ödənişinizi tamamladıqdan sonra Microsoft 365-ə qaytarılacaqsınız.
bg: Ще бъдете пренасочени към онлайн плащане с UnionPay за приключване на покупката ви, след като сте щракнали върху „Подаване на поръчка“. След приключване на плащането ще бъдете върнати към Microsoft 365.
bn_in: আপনি বাছাই ক্রম করুন-এ ক্লিক করার পর আপনার কেনাকাটা সম্পূর্ণ করতে আপনাকে UnionPay-এ অনলাইন অর্থপ্রদানে পুনঃনির্দেশ করা হবে৷ আপনি যখন আপনার অর্থপ্রদান সম্পূর্ণ করবেন তখন আপনাকে Microsoft 365-এ ফিরিয়ে আনা হবে৷
bs: Bit ćete preusmjereni na plaćanje na mreži preko usluge UnionPay kako biste dovršili kupovinu kad kliknete Napravi narudžbu. Bit ćete vraćeni u Microsoft 365 kad dovršite uplatu.
cy: Byddwch chi'n cael eich ailgyfeirio i Daliad Ar-lein UnionPay er mwyn cwblhau'r archeb. Byddwch chi'n dod yn ôl i Microsoft 365 ar ôl gorffen talu.
da: Du bliver omdirigeret til UnionPay-onlinebetaling for at fuldføre dit køb, når du har klikket på afgiv ordre. Du vil vende tilbage til Microsoft 365, når du har fuldført betalingen.
de: Zum Abschließen des Kaufvorgangs werden Sie an UnionPay Online Payment umgeleitet, wenn Sie auf "Bestellung aufgeben" klicken. Nach Abschluss des Zahlvorgangs kehren Sie zu Microsoft 365 zurück.
el: Θα ανακατευθυνθείτε στην ηλεκτρονική πληρωμή μέσω UnionPay για να ολοκληρώσετε την αγορά σας αφού κάνετε κλικ στην επιλογή "Υποβολή παραγγελίας". Θα μεταφερθείτε πίσω στο Microsoft 365 όταν ολοκληρώσετε την πληρωμή σας.
es: Se le redirigirá al Pago en línea UnionPay para completar la compra en cuanto haga clic en "Realizar pedido". Volverá a Microsoft 365 una vez que haya completado el pago.
et: Teid suunatakse UnionPay Online Paymenti lehele, et saaksite oma ostu pärast tellimuse esitamist lõpule viia. Kui olete oma makse sooritanud, suunatakse teid tagasi Microsoft 365 keskkonda.
eu: "Egin eskaera" botoia sakatu ostean, Union Pay-ren lineako ordainketen orria atzituko duzu erosketa egiteko. Ordainketa osatu ostean itzuliko zara Microsoft 365-era.
fa: پس از کلیک روی انجام سفارش، شما به UnionPay Online Payment هدایت می‌شوید تا خرید خود را تکمیل کنید. هنگامی که پرداخت خود را تکمیل کردید، به Microsoft 365 بازگردانده می‌شوید.
ga: Tar éis duit cliceáil ar ‘Déan ordú’, atreorófar thú chuig UnionPay Online Payment chun do cheannachán a chríochnú. Tabharfar ar ais go dtí Microsoft 365 thú nuair a bheidh an íocaíocht curtha i gcrích.
gd: Thèid d’ ath-stiùireadh gu UnionPay Online Payment a choileanadh na ceannachd agad an dèidh dhut briogadh air “Cuir an t-òrdan”. Thèid do thilleadh gu Microsoft 365 an dèidh dhut am pàigheadh a choileanadh.
gl: Despois de premer en Realizar pedido, redireccionaráselle ao pagamento en liña de UnionPay para completar a compra. Ao finalizar o pagamento, devolveráselle a Microsoft 365.
gu: ઑર્ડર આપો પર તમે ક્લિક કરો તે પછી તમારી ખરીદીને પૂર્ણ કરવા માટે તમને UnionPay ઑનલાઇન ચૂકવણી પર રીડાયરેક્ટ કરવામાં આવશે. જ્યારે તમે તમારી ચૂકવણી પૂર્ણ કરશો, ત્યારે તમને Microsoft 365 પરત લઈ જવામાં આવશે.
he: תנותב מחדש ל- UnionPay Online Payment כדי להשלים את הרכישה לאחר הלחיצה על האפשרות לביצוע ההזמנה. תוחזר ל- Microsoft 365 עם השלמת התשלום.
hi: ऑर्डर दें पर क्लिक करने के बाद, अपनी खरीदारी पूर्ण करने के लिए आपको UnionPay ऑनलाइन भुगतान पर पुननिर्देशित किया जाएगा. अपना भुगतान पूर्ण कर लेने पर आप Microsoft 365 में वापस आ जाएँगे.
hr: Kada kliknete slanje narudžbe, preusmjerit ćemo vas na internetsko plaćanje putem servisa UnionPay da biste dovršili kupnju. Kada dovršite plaćanje, vratit ćete se na Microsoft 365.
hu: A rendszer átirányítja a Union Pay online fizetési oldalra a vásárlás befejezéséhez, miután rákattintott a megrendelésre. Ha a kifizetés megtörtént, vissza fog térni a Microsoft 365 oldalára.
id: Anda akan dialihkan ke UnionPay Online Payment untuk menyelesaikan pembelian setelah mengeklik buat pesanan. Anda akan diarahkan kembali ke Microsoft 365 setelah menyelesaikan pembayaran.
is: Þér verður beint til UnionPay-netgreiðsluþjónustunnar til að ganga frá kaupunum eftir að þú leggur pöntunina inn. Þegar greiðslan er komin í gegn ferðu aftur á Microsoft 365.
ja: 注文をクリックした後、購入を完了するために UnionPay オンライン決済にリダイレクトされます。支払いを完了すると、Microsoft 365 に戻ります。
ka: „შეკვეთის განთავსებაზე” დაჭერის შემდეგ თქვენ გადამისამართდებით UnionPay ინტერნეტით გადახდის გვერდზე შეძენის დასასრულებლად. თქვენ შეძლებთ Microsoft 365-ში დაბრუნებას გადახდის დასრულების შემდეგ.
kk: «Тапсырыс беру» түймешігін басқаннан кейін сіз UnionPay Online Payment бетіне қайта бағытталасыз. Төлемді орындағанда сіз Microsoft 365 бағдарламасына қайтарыласыз.
kn: ಆರ್ಡರ್‌ ಪ್ಲೇಸ್ ಮಾಡಿ ಎಂಬುದನ್ನು ನೀವು ಕ್ಲಿಕ್ ಮಾಡಿದ ನಂತರ ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು UnionPay ಆನ್‌ಲೈನ್ ಪಾವತಿಗೆ ನಿಮ್ಮನ್ನು ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಪಾವತಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಿದಾಗ ನಿಮ್ಮನ್ನು Microsoft 365 ಗೆ ಮರಳಿ ಕಳುಹಿಸಲಾಗುತ್ತದೆ.
ko: 주문을 클릭한 후 구매를 마칠 수 있도록 UnionPay Online Payment로 리디렉션됩니다. 결제를 마치면 Microsoft 365로 돌아옵니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຫາ UnionPay ເພື່ອສຳເລັດການຊື້ຂອງທ່ານຫຼັງຈາກທ່ານຄລິກສັ່ງຊື້. ທ່ານຈະກັບໄປຫາ Microsoft 365 ເມື່ອທ່ານຈ່າຍເງິນສຳເລັດແລ້ວ.
lt: Kai spustelėsite Pateikti užsakymą, būsite peradresuoti į „UnionPay“ mokėjimų internetu svetainę, kad užbaigtumėte pirkimą. Jus grąžins į „Microsoft 365“, kai atliksite mokėjimą.
lv: Pēc noklikšķināšanas uz Veikt pasūtījumu, jūs tiksit novirzīts uz UnionPay tiešsaistes maksājums, lai pabeigtu pirkumu. Pēc maksājuma pabeigšanas jūs tiksit atgriezts pakalpojumā Microsoft 365.
mi: Ka tukua kē koe ki Utunga UnionPay Tuihono hei whakaoti i tō hokonga ina pāwhiri koe ki tāpae ōta. Ka whakahokia koe ki Microsoft 365 ina oti i a koe tō utunga.
mk: Ќе ве пренасочиме на плаќањето преку интернет UnionPay за да го завршите купувањето откако ќе ја направите нарачката. Ќе се вратите во Microsoft 365 кога ќе го извршите плаќањето.
ml: ഓര്‍ഡര്‍ പ്ലെയ്‌സ് ചെയ്യുക എന്നത് ക്ലിക്ക് ചെയ്തതിന് ശേഷം നിങ്ങളുടെ വാങ്ങൽ പൂർത്തിയാക്കുന്നതിന് UnionPay ഓൺലൈൻ പേയ്മെന്റിലേയ്ക്ക് നിങ്ങളെ റീഡയറക്ടുചെയ്യും. പേയ്മെന്റ് പൂർത്തിയാക്കിക്കഴിഞ്ഞാൽ നിങ്ങൾ Microsoft 365-ലേയ്ക്ക് തിരികെയെത്തും.
mr: ऑर्डर करा वर क्लिक केल्यानंतर आपल्याला आपली खरेदी पूर्ण करण्यासाठी UnionPay ऑनलाइन पेमेंटवर पुनर्निर्देशित केले जाईल. आपले पेमेंट पूर्ण झाल्यावर आपल्याला Microsoft 365 वर परत आणले जाईल.
ms: Anda akan diubah hala ke Pembayaran Dalam Talian UnionPay bagi melengkapkan pembelian anda selepas anda mengklik buat pesanan. Anda akan dikembalikan ke Microsoft 365 apabila pembayaran selesai.
mt: Se tiġi ridirezzjonat(a) lejn UnionPay Online Payment biex ittemm ix-xirja tiegħek wara li tikklikkja agħmel l-ordni. Se tintbagħat lura lejn Microsoft 365 meta tlesti l-pagament tiegħek.
ne: तपाईंले अर्डर दिनुहोस् मा क्लिक गरेपछि तपाईंको खरिद पूरा गर्न तपाईंलाई UnionPay अनलाइन भुक्तानीमा रिडाइरेक्ट गरिने छ। तपाईंले आफ्नो भुक्तानी पूरा गरेपछि तपाईंलाई Microsoft 365 मा फर्काइने छ।
nn_no: Du vil bli omdirigert til UnionPay Online Payment for å ferdigstille kjøpet etter at du har plassert ordren. Du vil bli returnert til Microsoft 365 når du har ferdigstilt betalinga.
no: Du vil bli omdirigert til Union Pay elektronisk betaling for å fullføre ditt kjøp når du har klikket plasser bestilling. Du vil bli returnert til Microsoft 365 når du fullfører betalingen.
or: ଆପଣ ଅର୍ଡର କ୍ଲିକ୍ କରିବା ପରେ ଆପଣଙ୍କ କ୍ରୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ ଆପଣ UnionPay ଅନ୍ଲାଇନ୍ ପେମେଣ୍ଟକୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବେ. ଯେତେବେଳେ ଆପଣ ନିଜର ଦେୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବେ ଆପଣ Microsoft 365 କୁ ଫେରିବେ.
pa_in: ਤੁਹਾਡੇ ਵੱਲੋਂ ਆਰਡਰ ਕਰੋ 'ਤੇ ਕਲਿੱਕ ਕਰਨ ਤੋਂ ਬਾਅਦ ਤੁਹਾਡੀ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰਨ ਵਾਸਤੇ ਤੁਹਾਨੂੰ UnionPay 'ਤੇ ਰੀਡਾਇਰੈਕਟ ਕੀਤਾ ਜਾਵੇਗਾ। ਜਦੋਂ ਤੁਸੀਂ ਆਪਣੇ ਭੁਗਤਾਨ ਨੂੰ ਪੂਰਾ ਕਰ ਲਓਗੇ, ਤਾਂ Microsoft 365 ‘ਤੇ ਵਾਪਸ ਭੇਜ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Po kliknięciu pozycji złożenia zamówienia nastąpi przekierowanie do płatności UnionPay w trybie online w celu dokonania zakupu. Po dokonaniu płatności nastąpi przekierowanie do platformy Microsoft 365.
ru: После выбора элемента "Разместить заказ" вы будете перенаправлены в систему электронных платежей UnionPay для завершения покупки. После завершения оплаты вы вернетесь в Microsoft 365.
sl: Po oddaji naročila boste preusmerjeni na v storitev UnionPay Online Payment, kjer boste zaključili nakup. Po izvedbi plačila se boste vrnili v storitev Microsoft 365.
sr_cyrl_rs: Бићете преусмерени на Плаћање на мрежи преко услуге UnionPay да бисте довршили куповину када кликнете на дугме „Направи поруџбину“. Бићете враћени у Microsoft 365 када довршите уплату.
sr_latn_rs: Bićete preusmereni na Plaćanje na mreži preko usluge UnionPay da biste dovršili kupovinu kada kliknete na dugme „Napravi porudžbinu“. Bićete vraćeni u Microsoft 365 kada dovršite uplatu.
sv: Du omdirigeras till Onlinebetalning med UnionPay för att slutföra köpet när du har klickat på alternativet för att lägga beställning. Du tas tillbaka till Microsoft 365 när du har slutfört betalningen.
ta: ஆர்டர் செய்யுமாறு கிளிக் செய்த பிறகு உங்கள் வாங்குதலை முடிக்க, UnionPay ஆன்லைன் கட்டணம் செலுத்தலுக்குத் திருப்பி விடப்படுவீர்கள். நீங்கள் கட்டணத்தைச் செலுத்தி முடித்ததும் Microsoft 365-க்குத் திருப்பியனுப்பப்படுவீர்கள்.
te: మీరు ఆర్డర్ పెట్టండిపై క్లిక్ చేసిన తర్వాత మీ కొనుగోలును పూర్తి చేయడానికి UnionPay ఆన్‌లైన్ చెల్లింపునకు మళ్లించబడతారు. మీరు మీ చెల్లింపును పూర్తి చేసిన తర్వాత Microsoft 365కు తిరిగి వస్తారు.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังการชำระเงินออนไลน์ UnionPay เพื่อดำเนินการคำสั่งซื้อของคุณให้เสร็จสมบูรณ์หลังจากที่คุณคลิกทำการสั่งซื้อ จากนั้นคุณจะถูกนำกลับมายัง Microsoft 365 เมื่อดำเนินการชำระเงินเรียบร้อยแล้ว
tr: Sipariş ver seçeneğine tıkladıktan sonra, satın alma işleminizin tamamlanabilmesi için UnionPay Çevrimiçi Ödeme'ye yeniden yönlendirileceksiniz. Ödemenizi tamamladığınızda Microsoft 365'e döneceksiniz.
tt: Заказны урнаштыру төймәсенә чирттергәч, сатып алуны тәмамлау өчен Union Pay Online Payment битенә юнәлтеләчәксез. Түләүне тәмамлагач, Microsoft 365'ка кире кайтачаксыз.
ug: بۇيرۇتۇش كۇنۇپكىسىنى چەكسىڭىز، بانكا بىرلەشمىسى بېتىگە باشلىنىسىز. پۇل تۆلەپ بولغاندا يەنە Microsoft 365 بېتىگە قايتىپ كېلىسىز.
uk: Коли ви натиснете кнопку "Оформити замовлення", вас буде переспрямовано на сторінку онлайнового платежу UnionPay. Після проведення платежу ви повернетеся в Microsoft 365.
ur: آرڈر کریں پر آپ کے کلک کرنے کے بعد آپ کی خریداری مکمل کرنے کیلئے آپ کو Union Pay آن لائن ادائیگی کی طرف ری ڈائریکٹ کیا جائے گا۔ اپنی ادائیگی آپ کے مکمل کر لینے پر آپ کو Microsoft 365 پر لوٹایا جائے گا۔
uz: Buyurtmani rasmiylashtirish tugmasi bosilgandan keyin xarid jarayonini yakunlash uchun UnionPay Onlayn toʻlov xizmatiga yoʻnaltirilasiz. Toʻlov amalga oshirilgandan keyin Microsoft 365 ga qaytasiz.
vi: Sau khi bấm vào đặt hàng, bạn sẽ được chuyển hướng đến dịch vụ Thanh toán trực tuyến UnionPay để hoàn thành giao dịch mua hàng. Bạn sẽ quay trở lại Microsoft 365 khi thanh toán xong.
zh_hans: 单击“下单”后，你将重定向到“银联在线支付”以完成购买。完成付款后，你将返回到 Microsoft 365。
zh_hant: 在您按一下下單之後，即會將您重新導向至 UnionPay 線上付款以完成購買程序。完成付款之後，您就會回到 Microsoft 365。
