Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.InvalidCity
source: Your city is invalid, please enter valid information.
af: Jou stad is ongeldig, voer asseblief geldige inligting in.
am: ከተማህ ልክ ያልኾነ፡እባክህ ልክ የሆን መረጃ አስገባ።
ar: اسم مدينتك غير صالح، الرجاء إدخال معلومات صالحة.
as: আপোনাৰ চহৰ অবৈধ, অনুগ্ৰহ কৰি বৈধ তথ্য প্ৰৱিষ্ট কৰক৷
az: Şəhəriniz səhvdir, lütfən düzgün məlumat daaxil edin.
bg: Въведеният град е невалиден. Въведете валидна информация.
bn_in: আপনার শহর ঠিকঠাক উল্লেখ করেননি, অনুগ্রহ করে ঠিকঠাক তথ্য দিন৷
bs: Grad je nevažeći, unesite važeće podatke.
cy: Mae eich dinas yn annilys, rhowch wybodaeth ddilys.
da: Din by er ugyldig. Angiv gyldige oplysninger.
de: Ihr Ort ist ungültig. Geben Sie gültige Informationen ein.
el: Η πόλη σας δεν είναι έγκυρη. Εισαγάγετε έγκυρα στοιχεία.
es: La ciudad no es válida; escriba información válida.
et: Teie linna nimi on sobimatu. Sisestage sobiv teave.
eu: Zure herria baliogabea da; sartu baliozko informazioa.
fa: شهر شما نامعتبر است، لطفاً اطلاعات معتبر را وارد کنید.
ga: Tá do chathair neamhbhailí, cuir isteach eolas bailí le do thoil.
gd: Tha am baile mì-dhligheach, cuir a-steach fiosrachadh dligheach.
gl: A súa cidade non é válida. Introduza información válida.
gu: તમારું શહેર અમાન્ય છે, કૃપા કરી માન્ય માહિતી દાખલ કરો.
he: שם העיר שלך לא חוקי, הזן מידע חוקי.
hi: आपका शहर अमान्य है, कृपया मान्य जानकारी दर्ज करें.
hr: Grad nije valjan. Unesite valjane podatke.
hu: A város érvénytelen. Adjon meg érvényes adatokat.
id: Kota Anda tidak valid, harap masukkan informasi yang valid.
is: Borgarheitið er ógilt, vinsamlegast færðu inn gildar upplýsingar.
ja: 市区町村が正しくありません。正しい情報を入力してください。
ka: თქვენი ქალაქის სახელი არასწორია. გთხოვთ, მიუთითოთ სწორი ინფორმაცია.
kk: Қала дұрыс емес, дұрыс ақпаратты енгізіңіз.
kn: ನಿಮ್ಮ ನಗರವು ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ.
ko: 구/군이 올바르지 않습니다. 올바른 정보를 입력하십시오.
ku_arab: شارەکەی تۆ نادروستە، تکایە زانیاری دروست تێنووس بکە.
ky: Шаарыңыз жараксыз, жарактуу маалымат киргизиңиз.
lo: ຕົວເມືອງຂອງທ່ານບໍ່ຖືກຕ້ອງ, ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກຕ້ອງ.
lt: Jūsų miesto pavadinimas netinkamas, įveskite tinkamą informaciją.
lv: Jūsu norādītais pilsētas nosaukums nav derīgs. Lūdzu, ievadiet derīgu informāciju.
mi: He muhu tō tāone nui, tāurua ngā mōhiohio whaimana.
mk: Името на градот е неважечки, внесете важечки информации.
ml: നിങ്ങളുടെ നഗരം അസാധുവാണ്, സാധുവായ വിവരങ്ങള്‍ നല്‍കുക.
mn: Таны хотын нэр буруу байна, хүчинтэй мэдээлэл оруулна уу.
mr: आपले शहर अवैध आहे, कृपया वैध माहिती प्रविष्ट करा.
ms: Bandar anda tidak sah, sila masukkan maklumat yang sah.
mt: Il-belt tiegħek hi invalida. Jekk jogħġbok daħħal informazzjoni valida.
ne: तपाईँको सहर अवैध छ, कृपया वैध जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Byen er ugyldig. Oppgi gyldig informasjon.
no: Poststedet er ugyldig. Angi gyldig informasjon.
or: ଆପଣଙ୍କର ସିଟୀ ଅବୈଧ ଅଟେ, ଦୟାକରି ବୈଧ ସୂଚନା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: تہاڈا شہر ناجائز اے، میربانی کرکے جائز معلومات درج کرو۔
pa_in: ਤੁਹਾਡਾ ਸ਼ਹਿਰ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।
pl: Nazwa miejscowości jest nieprawidłowa. Wprowadź prawidłowe informacje.
ru: Недопустимый город. Введите допустимые данные.
sd: توهان جو شهر غلط آهي، مهرباني ڪري درست معلومات داخل ڪريو.
si: ඔබේ නගරය වැරදියි, කරුණාකර වලංගු තොරතුරු ඇතුල් කරන්න.
sl: Ime kraja ni veljavno. Vnesite veljavne podatke.
sr_cyrl_rs: Град је неважећи, унесите важеће информације.
sr_latn_rs: Grad je nevažeći, unesite važeće informacije.
sv: Orten är ogiltig. Ange en giltig ort.
ta: உங்கள் நகரம் தவறானது. சரியான தகவலை உள்ளிடவும்.
te: మీ నగరం చెల్లదు, దయచేసి చెల్లుబాటు అయ్యే సమాచారాన్ని నమోదు చేయండి.
tg: Шаҳри шумо беэътибор аст, лутфан, маълумоти боэътиборро ворид кунед.
th: อำเภอ/เขตของคุณไม่ถูกต้อง โปรดป้อนข้อมูลที่ถูกต้อง
tr: Şehriniz geçersiz; lütfen geçerli bilgiler girin.
tt: Сезнең шәхәре ялгыш, дөрес мәгълүматын кертегез.
ug: شەھرىڭىزئىناۋەتسىز.ئىناۋەتلىك ئۇچۇرنى كىرگۈزۈڭ.
uk: Неприпустима назва міста. Введіть припустимі відомості.
ur: آپ کا شہر غلط ہے، براہ مہربانی درست معلومات کا اندراج کریں.
uz: Siz kiritgan shahar nomi haqiqiy emas, iltimos, haqiqiy bo‘lgan ma‘lumotlarni kiriting.
vi: Thành phố của bạn không hợp lệ, vui lòng nhập thông tin hợp lệ.
zh_hans: 您输入的市/县名称无效，请输入有效信息。
zh_hant: 城市無效，請輸入有效的資訊。

# Literal.Error.InvalidPhoneType
source: Your phone data is invalid, please enter valid information.
af: Jou foondata is ongeldig, voer asseblief geldige inligting in.
am: የስልክ ውሂብዎ ልክ አይደለም፣ እባክዎ ልክ የሆነ መረጃ ያስገቡ።
ar: بيانات هاتفك غير صالحة. يرجى إدخال معلومات صالحة.
as: আপোনাৰ ফোনৰ ডাটা অবৈধ, অনুগ্ৰহ কৰি বৈধ তথ্য প্ৰৱেশ কৰাওক৷
az: Telefon məlumatlarınız səhvdir, düzgün məlumat daxil edin.
bg: Данните ви за телефонен номер са невалидни. Въведете валидна информация.
bn_in: আপনার ফোনের তথ্য অবৈধ, অনুগ্রহ করে ঠিকঠাক তথ্য দিন৷
bs: Podaci o telefonu su nevažeći, unesite važeće informacije.
cy: Mae eich data ffôn yn annilys, rhowch wybodaeth ddilys.
da: Dine telefondata er ugyldige. Skriv gyldige oplysninger.
de: Die Telefondaten sind ungültig. Geben Sie gültige Informationen ein.
el: Τα δεδομένα τηλεφώνου δεν είναι έγκυρα, εισαγάγετε έγκυρες πληροφορίες.
es: Los datos del teléfono no son válidos. Indica una información que sea válida.
et: Telefoni teave on sobimatu, sisestage sobiv teave.
eu: Telefonoaren datuek ez dute balio. Idatzi baliozko informazioa.
fa: داده تلفنتان نامعتبر است، لطفاً اطلاعات معتبر وارد کنید.
ga: Tá do shonraí fóin neamhbhailí, iontráil eolas bailí, le do thoil.
gd: Chan eil dàta an fhòn agad mar bu chòir, cuir a-steach fiosrachadh dligheach.
gl: Os datos do teléfono non son válidos, introduce información válida.
gu: તમારો ફોન ડેટા અમાન્ય છે, કૃપયા માન્ય માહિતી પ્રવિષ્ટ કરો.
he: נתוני הטלפון שלך לא חוקיים. הזן מידע חוקי.
hi: आपके फ़ोन का डेटा अमान्‍य है, कृपया मान्‍य जानकारी दर्ज करें.
hr: Unesite valjane podatke.
hu: A telefonja adatai érvénytelenek, adjon meg érvényes adatokat.
id: Data telepon Anda tidak valid, silakan masukkan informasi yang valid.
is: Gögn símans eru ógild, vinsamlegast færðu inn gildar upplýsingar.
ja: 電話のデータが正しくありません。正しい情報を入力してください。
ka: თქვენი ტელეფონის მონაცემები არასწორია. გთხოვთ, შეიყვანოთ სწორი ინფორმაცია.
kk: Телефон деректері жарамсыз, жарамды ақпаратты енгізіңіз.
kn: ನಿಮ್ಮ ಫೋನ್ ಡೇಟಾ ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮಾನ್ಯ ಮಾಹಿತಿ ನಮೂದಿಸಿ.
ko: 전화 정보가 올바르지 않습니다. 올바른 정보를 입력해 주세요.
ku_arab: داتای تەلەفۆنەکەت نادروستە. تکایە زانیاری دروست تێبنووسە.
ky: Телефон берилмелериниз жараксыз. Сураныч, жарактуу маалымат киргизиңиз.
lo: ຂໍ້ມູນໂທລະສັບຂອງທ່ານບໍ່ຖືກຕ້ອງ, ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກຕ້ອງ.
lt: Jūsų telefono duomenys netinkami, įveskite tinkamą informaciją.
lv: Jūsu tālruņa dati ir nederīgi. Lūdzu, ievadiet derīgu informāciju.
mi: He muhu ō raraunga waea, me tāuru he mōhiohio whaimana.
mk: Податоците за телефонот се неважечки. Внесете важечки информации.
ml: നിങ്ങളുടെ ഫോൺ ഡാറ്റ അസാധുവാണ്, സാധുതയുള്ള വിവരങ്ങൾ നൽകുക.
mn: Таны утасны мэдээлэл буруу. Зөв мэдээлэл оруулна уу.
mr: आपला फोन डेटा अवैध आहे. कृपया वैध माहिती प्रविष्ट करा.
ms: Data telefon anda tidak sah, sila masukkan maklumat yang sah.
mt: Id-dejta tal-mowbajl tiegħek hija invalida, daħħal informazzjoni valida.
ne: तपाइँको फोन डाटा मान्य छैन, कृपया मान्य जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Telefondataa dine er ugyldige. Oppgi gyldig informasjon.
no: Telefondataene dine er ugyldige. Angi gyldig informasjon.
or: ଆପଣଙ୍କ ଫୋନ୍ ଡାଟା ବୈଧ ନୁହେଁ, ଦୟାକରି ବୈଧ ସୂଚନାକୁ ଏଣ୍ଟର କରନ୍ତୁ।
pa_arab_pk: تہاڈے فون دے کوائف ناجائز نیں، مہربانی کر کے جائز معلومات داخل کرو۔
pa_in: ਤੁਹਾਡਾ ਫ਼ੋਨ ਡੇਟਾ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖ਼ਲ ਕਰੋ।
pl: Dane telefonu są nieprawidłowe. Wprowadź prawidłowe informacje.
ru: Неверный номер телефона. Введите действительные данные.
sd: توهانجي فون ڊيٽا غلط آهي، مهرباني ڪري صحيح معلومات داخل ڪريو.
si: ඔබේ දුරකථන දත්ත වලංගු නොවේ, කරුණාකර වලංගු තොරතුරු ඇතුළු කරන්න.
sl: Podatki o telefonu niso veljavni. Vnesite veljavne podatke.
sr_cyrl_rs: Подаци о телефону су неважећи. Унесите важеће информације.
sr_latn_rs: Podaci o telefoni su nevažeći. Unesite važeće informacije.
sv: Telefoninformationen är ogiltig. Ange giltig information.
ta: உங்கள் தொலைபேசித் தரவு தவறானது. சரியான தகவலை உள்ளிடவும்.
te: మీ ఫోన్ డేటా చెల్లదు, దయచేసి చెల్లుబాటు అయ్యే సమాచారాన్ని నమోదు చేయండి.
tg: Маълумоти телефони шумо беэътибор аст. Лутфан, маълумоти дурустро ворид кунед.
th: ข้อมูลโทรศัพท์ของคุณไม่ถูกต้อง โปรดป้อนข้อมูลที่ถูกต้อง
tr: Telefon bilgileriniz geçerli değil, lütfen geçerli bilgileri girin.
tt: Сезнең телефон мәгълүматы ярашсыз, ярашлы мәгълүматны кертегез.
ug: تېلېفون ئۇچۇرىڭىز ئىناۋەتسىز، ئىناۋەتلىك ئۇچۇر كىرگۈزۈڭ.
uk: Неправильний номер телефону. Введіть дійсні відомості.
ur: آپ کے فون کے کوائف درست نہیں ہیں، برائے مہربانی درست معلومات درج کریں۔
uz: Telefoningiz ma’lumotida muammo mavjud, iltimos, to‘g‘ri ma’lumotni kiriting.
vi: Dữ liệu điện thoại của bạn không hợp lệ, vui lòng nhập thông tin hợp lệ.
zh_hans: 电话数据无效，请输入有效信息。
zh_hant: 您的電話資料無效，請輸入有效的資訊。

# Literal.Error.InvalidState
source: Your state is invalid, please enter valid information.
af: Jou staat is ongeldig, voer asseblief geldige inligting in.
am: ዞን ልክ ያልኾነ ነው፡እባክህ ልክ ያልኾነ ነው፡እባክህ
ar: اسم ولايتك غير صالح، الرجاء إدخال معلومات صالحة.
as: আপোনাৰ ৰাজ্য অবৈধ্য, অনুগ্ৰহ কৰি বৈধ তথ্য প্ৰৱিষ্ট কৰক৷
az: Dövlətiniz səhvdir, lütfən düzgün məlumat daxil edin.
bg: Въвели сте невалиден щат. Въведете валидна информация.
bn_in: আপনি রাজ্যের উল্লেখ ঠিকঠাক ভাবে করেননি, অনুগ্রহ করে ঠিকঠাক তথ্য দিন৷
bs: Država je nevažeća, unesite važeće podatke.
cy: Mae eich sir yn annilys, rhowch wybodaeth ddilys.
da: Din stat er ugyldig. Angiv gyldige oplysninger.
de: Ihr Bundesland ist ungültig. Geben Sie gültige Informationen ein.
el: Ο νομός σας δεν είναι έγκυρος. Εισαγάγετε έγκυρα στοιχεία.
es: El estado/provincia no es válido; escriba información válida.
et: Teie osariik on sobimatu. Sisestage sobiv teave.
eu: Zure estatua baliogabea da; sartu baliozko informazioa.
fa: استان شما نامعتبر است، لطفاً اطلاعات معتبر را وارد کنید.
ga: Tá ainm an stáit neamhbhailí, cuir isteach eolas bailí le do thoil.
gd: Tha an stàit mì-dhligheach, cuir a-steach fiosrachadh dligheach.
gl: O seu estado non é válido. Introduza información válida.
gu: તમારું રાજ્ય અમાન્ય છે, કૃપા કરી માન્ય માહિતી દાખલ કરો.
he: שם המחוז שלך לא חוקי, הזן מידע חוקי.
hi: आपका राज्य अमान्य है, कृपया मान्य जानकारी दर्ज करें.
hr: Savezna država nije valjana. Unesite valjane podatke.
hu: Az állam érvénytelen. Adjon meg érvényes adatokat.
id: Provinsi Anda tidak valid, harap masukkan informasi yang valid.
is: Fylkisheitið er ógilt, vinsamlegast færðu inn gildar upplýsingar.
ja: 都道府県が正しくありません。正しい情報を入力してください。
ka: თქვენი შტატის სახელი არასწორია. გთხოვთ, მიუთითოთ სწორი ინფორმაცია.
kk: Штат дұрыс емес, дұрыс ақпаратты енгізіңіз.
kn: ನಿಮ್ಮ ರಾಜ್ಯವು ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ.
ko: 시/도가 올바르지 않습니다. 올바른 정보를 입력하십시오.
ku_arab: ویلایەتی تۆ نادروستە، تکایە زانیاری دروست تێنووس بکە.
ky: Мамлекетиңиз жараксыз, жарактуу маалымат киргизиңиз.
lo: ລັດຂອງທ່ານບໍ່ຖືກຕ້ອງ, ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກຕ້ອງ.
lt: Jūsų apskrities pavadinimas netinkamas, įveskite tinkamą informaciją.
lv: Jūsu norādītais štata nosaukums nav derīgs. Lūdzu, ievadiet derīgu informāciju.
mi: He muhu tō whenua tōpū, tēnā, tāurua ngā mōhiohio whaimana.
mk: Името на државата е неважечко, внесете важечки информации.
ml: നിങ്ങളുടെ സംസ്ഥാനം അസാധുവാണ്, സാധുവായ വിവരങ്ങള്‍ നല്‍കുക.
mn: Таны Муж улсын нэр буруу байна, хүчинтэй мэдээлэл оруулна уу.
mr: आपले राज्य अवैध आहे, कृपया वैध माहिती प्रविष्ट करा.
ms: Negeri anda tidak sah, sila masukkan maklumat yang sah.
mt: L-istat tiegħek hu invalidu. Jekk jogħġbok daħħal informazzjoni valida.
ne: तपाईँको राज्य अवैध छ, कृपया वैध जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Staten er ugyldig. Oppgi gyldig informasjon.
no: Delstat/område er ugyldig. Angi gyldig informasjon.
or: ଆପଣଙ୍କର ଷ୍ଟେଟ୍ ଅବୈଧ ଅଟେ, ଦୟାକରି ବୈଧ ସୂଚନା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: تساں دیریاست ناجائز اے، میربانی کرکے جائز معلومات درج کرو۔
pa_in: ਤੁਹਾਡਾ ਪ੍ਰਾਂਤ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।
pl: Nazwa województwa jest nieprawidłowa. Wprowadź prawidłowe informacje.
ru: Недопустимая область, республика. Введите допустимые данные.
sd: توهان جي اسٽيٽ غلط آهي، مهرباني ڪري درست معلومات داخل ڪريو.
si: ඔබේ ප්‍රාන්තය වැරදියි, කරුණාකර වලංගු තොරතුරු ඇතුල් කරන්න.
sl: Ime zvezne države ni veljavno. Vnesite veljavne podatke.
sr_cyrl_rs: Држава је неважећа, унесите важеће информације.
sr_latn_rs: Država je nevažeća, unesite važeće informacije.
sv: Regionen är ogiltig. Ange en giltig region.
ta: உங்கள் மாநிலம் தவறானது. சரியான தகவலை உள்ளிடவும்.
te: మీ రాష్ట్రం చెల్లదు, దయచేసి చెల్లుబాటు అయ్యే సమాచారాన్ని నమోదు చేయండి.
tg: Иёлати шумо беэътибор аст, лутфан, маълумоти боэътиборро ворид кунед.
th: อำเภอ/เขตของคุณไม่ถูกต้อง โปรดป้อนข้อมูลที่ถูกต้อง
tr: Eyaletiniz geçersiz; lütfen geçerli bilgiler girin.
tt: Сезнең иле ялгыш, дөрес мәгълүматын кертегез.
ug: شتاتىڭىزئىناۋەتسىز.ئىناۋەتلىك ئۇچۇرنى كىرگۈزۈڭ.
uk: Неприпустима назва країни. Введіть припустимі відомості.
ur: آپ کی ریاست غلط ہے، براہ مہربانی درست معلومات کا اندراج کریں.
uz: Siz kiritgan shtat nomi haqiqiy emas, iltimos, haqiqiy bo‘lgan ma‘lumotlarni kiriting.
vi: Bang của bạn không hợp lệ, vui lòng nhập thông tin hợp lệ.
zh_hans: 您输入的省/直辖市/自治区名称无效，请输入有效信息。
zh_hant: 省 (市) 無效，請輸入有效的資訊。

# Literal.Error.InvalidZipcode
source: Your zipcode is invalid, please enter valid information.
af: Jou poskode is ongeldig, voer asseblief geldige inligting in.
am: የዚፕ ኮድህ ልክ ያልሆነው ነው።እባክህ ልክ የሆነውን መረጃ አስገባ።
ar: رمز بريدك غير صالح، الرجاء إدخال معلومات صالحة.
as: আপোনাৰ জিপক'ড অবৈধ, অনুগ্ৰহ কৰি বৈধ তথ্য প্ৰৱিষ্ট কৰক৷
az: Poçt indeksiniz səhvdir, lütfən düzgün məlumat daxil edin.
bg: Въведеният пощенски код е невалиден. Въведете валидна информация.
bn_in: আপনার দেওয়া ডাক কোডটি ঠিকঠাক নেই, অনুগ্রহ করে ঠিকঠাক তথ্য দিন৷
bs: Poštanski broj je nevažeći, unesite važeće podatke.
cy: Mae eich cod post yn annilys, rhowch wybodaeth ddilys.
da: Dit postnummer er ugyldigt. Angiv gyldige oplysninger.
de: Ihre Postleitzahl ist ungültig. Geben Sie gültige Informationen ein.
el: Ο ταχυδρομικός σας κώδικας δεν είναι έγκυρος. Εισαγάγετε έγκυρα στοιχεία.
es: El código postal no es válido; escriba información válida.
et: Teie sihtnumber on sobimatu. Sisestage sobiv teave.
eu: Zure posta-kodea baliogabea da; sartu baliozko informazioa.
fa: کد پستی شما نامعتبر است، لطفاً اطلاعات معتبر را وارد کنید.
ga: Tá an cód poist neamhbhailí, cuir isteach eolas bailí le do thoil.
gd: Tha an còd-puist agad mì-dhligheach, cuir a-steach fiosrachadh dligheach.
gl: O seu código postal non é válido. Introduza información válida.
gu: તમારો ઝીપકોડ અમાન્ય છે, કૃપા કરી માન્ય માહિતી દાખલ કરો.
he: המיקוד שלך לא חוקי, הזן מידע חוקי.
hi: आपका ज़िपकोड अमान्य है, कृपया मान्य जानकारी दर्ज करें.
hr: Poštanski broj nije valjan. Unesite valjane podatke.
hu: Az irányítószám érvénytelen. Adjon meg érvényes adatokat.
id: Kode pos Anda tidak valid, harap masukkan informasi yang valid.
is: Póstnúmerið er ógilt, vinsamlegast færðu inn gildar upplýsingar.
ja: 郵便番号が正しくありません。正しい情報を入力してください。
ka: თქვენი საფოსტო ინდექსი არასწორია. გთხოვთ, მიუთითოთ სწორი ინფორმაცია.
kk: Пошталық индекс дұрыс емес, дұрыс ақпаратты енгізіңіз.
kn: ನಿಮ್ಮ ಜಿಪ್ ಕೋಡ್ ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ.
ko: 우편 번호가 올바르지 않습니다. 올바른 정보를 입력하십시오.
ku_arab: کۆدی زیپی تۆ نادروستە، تکایە زانیاری دروست تێنووس بکە.
ky: Индексиңиз жараксыз, жарактуу маалымат киргизиңиз.
lo: ລະຫັດໄປສະນີຂອງທ່ານ, ກະລຸນາປ້ອນຂໍ້ມູນທີ່ຖືກຕ້ອງ.
lt: Jūsų pašto indeksas netinkamas, įveskite tinkamą informaciją.
lv: Jūsu norādītais pasta indekss nav derīgs. Lūdzu, ievadiet derīgu informāciju.
mi: He muhu tō waehere ZIP, tēnā, tāurua ngā mōhiohio whaimana.
mk: Поштенскиот број е неважечки, внесете важечки информации.
ml: നിങ്ങളുടെ തപാല്‍ കോഡ് അസാധുവാണ്, സാധുവായ വിവരങ്ങള്‍ നല്‍കുക.
mn: Таны ZIP код буруу байна, хүчинтэй мэдээлэл оруулна уу.
mr: आपला zip कोड अवैध आहे, कृपया वैध माहिती प्रविष्ट करा.
ms: Poskod anda tidak sah, sila masukkan maklumat yang sah.
mt: Il-kodiċi postali tiegħek mhux validu. Jekk jogħġbok daħħal informazzjoni valida.
ne: तपाईँको जिपसङ्केत अवैध छ, कृपया वैध जानकारी प्रविष्ट गर्नुहोस्।
nn_no: Postnummeret er ugyldig. Oppgi gyldig informasjon.
no: Postnummeret er ugyldig. Angi gyldig informasjon.
or: ଆପଣଙ୍କର ଜିପ୍‌କୋଡ୍ ଅବୈଧ ଅଟେ, ଦୟାକରି ବୈଧ ସୂଚନା ପ୍ରବିଷ୍ଟ କରନ୍ତୁ.
pa_arab_pk: تساں دا زپ کوڈ ناجائز اے، میربانی کرکے جائز معلومات درج کرو۔
pa_in: ਤੁਹਾਡਾ ਜ਼ਿੱਪ ਕੋਡ ਅਵੈਧ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਵੈਧ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ।
pl: Kod pocztowy jest nieprawidłowy. Wprowadź prawidłowe informacje.
ru: Недопустимый почтовый индекс. Введите допустимые данные.
sd: توهان جو زپ ڪوڊ غلط آهي، مهرباني ڪري درست معلومات داخل ڪريو.
si: ඔබේ සිප් කේතය වැරදියි, කරුණාකර වලංගු තොරතුරු ඇතුල් කරන්න.
sl: Poštna številka ni veljavna. Vnesite veljavne podatke.
sr_cyrl_rs: Поштански број је неважећи, унесите важеће информације.
sr_latn_rs: Poštanski broj je nevažeći, unesite važeće informacije.
sv: Postnummer är ogiltigt. Ange ett giltigt postnummer.
ta: உங்கள் ஜிப்குறியீடு தவறானது. சரியான தகவலை உள்ளிடவும்.
te: మీ జిప్ కోడ్ చెల్లదు, దయచేసి చెల్లుబాటు అయ్యే సమాచారాన్ని నమోదు చేయండి.
tg: Индекси почтаи шумо еэътибор аст, лутфан, маълумоти боэътиборро ворид кунед.
th: รหัสไปรษณีย์ของคุณไม่ถูกต้อง โปรดป้อนข้อมูลที่ถูกต้อง
tr: Posta kodunuz geçersiz; lütfen geçerli bilgiler girin.
tt: Сезнең почта индексы ялгыш, дөрес мәгълүматын кертегез.
ug: پوچتا نومۇرىڭىزئىناۋەتسىز.ئىناۋەتلىك ئۇچۇرنى كىرگۈزۈڭ.
uk: Неприпустимий поштовий індекс. Введіть припустимі відомості.
ur: آپ کا زپ کوڈ غلط ہے، براہ مہربانی درست معلومات کا اندراج کریں.
uz: Sizning pochta indeksingiz haqiqiy emas, iltimos, haqiqiy bo‘lgan ma‘lumotlarni kiriting.
vi: Mã bưu điện của bạn không hợp lệ, vui lòng nhập thông tin hợp lệ.
zh_hans: 您输入的邮政编码无效，请输入有效信息。
zh_hant: 郵遞區號無效，請輸入有效的資訊。

# Literal.Error.PhoneNumberRequired
source: Phone number is required.
af: Telefoonnommer word vereis.
am: ስልክ ቁጥር ያስፈልጋል።
ar: رقم الهاتف مطلوب.
as: ফোন নম্বৰ আৱশ্যক৷
az: Telefon nömrəsi tələb olunur.
bg: Телефонният номер е задължителен.
bn_in: ফোন নম্বরের উল্লেখ করা আবশ্যক৷
bs: Broj telefona je obavezan.
cy: Rhaid nodi rhif ffôn.
da: Telefonnummeret skal angives.
de: Die Telefonnummer ist erforderlich.
el: Απαιτείται ο αριθμός τηλεφώνου.
es: El número de teléfono es obligatorio.
et: Telefoninumber on kohustuslik.
eu: Telefono-zenbakia beharrezkoa da.
fa: به شماره تلفن نیاز است.
ga: Uimhir theileafóin ag teastáil.
gd: Tha feum air àireamh fòn.
gl: O número de teléfono é necesario.
gu: ફોન નંબર આવશ્યક છે.
he: מספר הטלפון נדרש.
hi: फ़ोन नंबर आवश्यक है.
hr: Telefonski broj je obavezan.
hu: A telefonszám megadása kötelező.
id: Nomor telepon wajib diisi.
is: Símanúmer er áskilið.
ja: 電話番号は必須項目です。
ka: ჩაწერეთ ტელეფონის ნომერი.
kk: Телефон нөмірі қажет.
kn: ಫೋನ್ ಸಂಖ್ಯೆಯು ಅಗತ್ಯವಿದೆ.
ko: 전화 번호는 필수 항목입니다.
ku_arab: ژمارەی تەلەفۆن پێویستە.
ky: Телефон номуру талап кылынат.
lo: ຕ້ອງລະບຸເບີໂທລະສັບ.
lt: Telefono numeris būtinas.
lv: Norādiet tālruņa numuru.
mi: Kei te hiahiatia te tau waea.
mk: Телефонскиот број е задолжителен.
ml: ഫോണ്‍ നമ്പര്‍ ആവശ്യമാണ്.
mn: Утасны дугаарыг бөглөх шаардлагатай.
mr: फोन नंबर आवश्यक आहे.
ms: Nombor telefon diperlukan.
mt: In-numru tat-telefown huwa meħtieġ.
ne: फोन नम्बर आवश्यक छ।
nn_no: Telefonnummer er obligatorisk.
no: Telefonnummer må angis.
or: ଫୋନ୍ ନମ୍ଵର୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏فون نمبر درکار اے۔
pa_in: ਫੋਨ ਨੰਬਰ ਲੋੜੀਂਦਾ ਹੈ।
pl: Numer telefonu jest wymagany.
ru: Необходимо ввести номер телефона.
sd: فون نمبر جي گھرج آهي.
si: දුරකථන අංකය අවශ්‍යයි.
sl: Vnesite telefonsko številko.
sr_cyrl_rs: Број телефона је обавезан.
sr_latn_rs: Broj telefona je obavezan.
sv: Telefonnummer måste anges.
ta: தொலைபேசி எண் தேவை.
te: ఫోన్ నంబర్ అవసరం.
tg: Рақами телефон ҳатмист.
th: ต้องระบุหมายเลขโทรศัพท์
tr: Telefon numarası gereklidir.
tt: Телефон номеры мәҗбүри.
ug: تېلېفون نومۇرى كېرەك.
uk: Потрібно ввести номер телефону.
ur: فون نمبر درکار ہے۔
uz: Telefon raqami talab qilinadi.
vi: Số điện thoại là cần thiết.
zh_hans: 电话号码为必填项。
zh_hant: 電話號碼是必要資訊。
