Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCard.SummaryHeading
source: This info will be saved to your Microsoft account
af: Hierdie inligting sal na jou Microsoft-rekening gestoor word.
am: ይህ መረጃ ከMicrosoft መለያዎ ጋር ይቀመጣል
ar: سيتم حفظ هذه المعلومات في حساب Microsoft الخاص بك
as: এই তথ্য আপোনাৰ Microsoft একাউন্টত সংৰক্ষণ কৰা হ'ব
az: Bu məlumat Microsoft hesabınızda saxlanacaq
bg: Тази информация ще бъде записана във вашия акаунт в Microsoft
bn_in: এই তথ্যটি আপনার Microsoft অ্যাকাউন্টে সংরক্ষণ করা হবে
bs: Ovi podaci će se pohraniti na vaš Microsoft račun.
cy: Bydd yr wybodaeth yn cael ei chadw i'ch cyfrif Microsoft
da: Disse oplysninger gemmes med din Microsoft-konto.
de: Diese Informationen werden in Ihrem Microsoft-Konto gespeichert.
el: Αυτές οι πληροφορίες θα αποθηκευτούν στον λογαριασμό σας Microsoft
es: Esta información se guardará en tu cuenta de Microsoft
et: See teave salvestatakse teie Microsofti kontole.
eu: Microsoft kontuan gordeko da informazioa
fa: این اطلاعات در حساب Microsoft شما ذخیره می‌شود
ga: Sábhálfar an seoladh seo chuig do chuntas Microsoft.
gd: Thèid am fiosrachadh seo a shàbhaladh sa chunntas Microsoft agad
gl: Esta información gardarase na túa conta de Microsoft
gu: આ માહિતી તમારા Microsoft ખાતું સાચવવામાં આવશે
he: מידע זה יישמר לחשבון Microsoft שלך
hi: यह जानकारी आपके Microsoft खाते के साथ सहेजी जाएगी.
hr: Ovi će se podaci spremiti na vaš Microsoftov račun.
hu: Ezeket az információkat mentjük a Microsoft-fiókjába.
id: Informasi ini akan disimpan ke akun Microsoft Anda
is: Þessar upplýsingar verða vistaðar á Microsoft-reikningnum þínum
ja: この情報は Microsoft アカウントに保存されます。
ka: ეს მისამართი შეინახება თქვენს Microsoft ანგარიშში.
kk: Бұл мекенжай Microsoft тіркелгісімен сақталады.
kn: ಈ ಮಾಹಿತಿಯನ್ನು ನಿಮ್ಮ Microsoft ಖಾತೆಗೆ ಉಳಿಸಲಾಗುತ್ತದೆ
ko: 이 정보는 Microsoft 계정에 저장됩니다.
ku_arab: ئەم زانیاریانه له ناو ئەژمێری Microsoft ی تۆدا هەڵدەگیرێت.
ky: Бул маалымат Microsoft каттоо жазууңузда сакталат
lo: ທີ່ຢູ່ນີ້ຈະຖືກບັນທຶກດ້ວຍບັນຊີ Microsoft.
lt: Ši informacija bus įrašyta į jūsų „Microsoft“ paskyrą.
lv: Šī informācija tiks saglabāta jūsu Microsoft kontā
mi: Ka tiakina tēnei mōhiohio ki tō pūkete Microsoft
mk: Овие информации ќе се зачуваат со вашата сметка на Microsoft.
ml: നിങ്ങളുടെ Microsoft അക്കൌണ്ട് ഈ വിവരം സേവ് ചെയ്യുന്നതാണ്‌
mn: Энэ хаягийг таны Microsoft-н хэрэглэгчийн бүртгэлд хадгална.
mr: ही माहिती आपल्या Microsoft खात्यावर सुरक्षित केली जाईल
ms: Maklumat ini akan disimpan ke akaun Microsoft anda
mt: Dan l-indirizz sejjer jiġi ssejvjat mal-kont ta' Microsoft tiegħek.
ne: यो जानकारीलाई तपाईंको Microsoft खातामा बचत गरिएको हुनेछ।
nn_no: Denne informasjonen blir lagra i Microsoft-kontoen din.
no: Denne infoen lagres i Microsoft-kontoen din
or: ଏହି ସୂଚନା ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ୍ ରେ ସଂରକ୍ଷିତ କରାଯିବ
pa_arab_pk: ایہہ جانکاری تُہاڈے Microsoft اکاؤنٹ وچ محفوظ کیتی جاوے گی
pa_in: ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਤੁਹਾਡੇ Microsoft ਖਾਤੇ ਵਿੱਚ ਸੁਰੱਖਿਅਤ ਕੀਤਾ ਜਾਵੇਗਾ
pl: Te informacje zostaną zapisane w danych Twojego konta Microsoft
ru: Эти сведения будут сохранены в вашей учетной записи Майкрософт
sd: هي معلومات توهان جي Microsoft اڪائونٽ تي محفوظ ڪئي ويندي.
si: මෙම තොරතුරු ඔබගේ Microsoft ගිණුමට සුරැකෙනු ඇත
sl: Ti podatki bodo shranjeni v vaš Microsoftov račun
sr_cyrl_rs: Ове информације ће бити сачуване у оквиру Microsoft налога.
sr_latn_rs: Ove informacije će biti sačuvane u okviru Microsoft naloga.
sv: Den här informationen sparas i ditt Microsoft-konto
ta: இந்த தகவல் உங்கள் Microsoft கணக்கில் சேமிக்கப்படும்
te: ఈ సమాచారం మీ Microsoft అకౌంట్‌ భద్రపరచబడుతుంది.
tg: Ин маълумот дар ҳисоби Microsoft-и шумо захира карда мешавад
th: ข้อมูลนี้จะถูกบันทึกลงในบัญชี Microsoft ของคุณ
tr: Bu bilgi Microsoft hesabınıza kaydedilecektir
tt: Бу мәгълүмат Майкрософт хисап язмагызда сакланачак
ug: بۇ ئادرېس Microsoft ھېساباتىڭىز بىلەن بىللە ساقلىنىدۇ.
uk: Ці відомості буде збережено у вашому обліковому записі Microsoft.
ur: اس معلومات کو آپ کے Microsoft اکاؤنٹ میں محفوظ کیا جائے گا
uz: Ushbu ma’lumot Microsoft hisob qaydnomangizga saqlanadi
vi: Thông tin này sẽ được lưu vào tài khoản Microsoft của bạn
zh_hans: 此信息将保存到你的 Microsoft 帐户
zh_hant: 此資訊將會儲存到您的 Microsoft 帳戶

# Literal.CreditCard.SummaryPageHeading
source: Check your info
af: Kontroleer jou inligting
am: የእርስዎን መረጃ ይፈትሹ
ar: التحقق من معلوماتك
as: আপোনাৰ তথ্য পৰীক্ষা কৰক
az: Məlumatınızı yoxlayın
bg: Проверете вашата информация
bn_in: আপনার তথ্য পরীক্ষা করুন
bs: Provjerite svoje informacije
cy: Gwiriwch eich gwybodaeth
da: Kontrollér dine oplysninger
de: Überprüfen Sie Ihre Infos.
el: Έλεγχος των πληροφοριών σας
es: Comprueba la información
et: Kontrollige oma teavet.
eu: Egiaztatu informazioa
fa: اطلاعاتتان را بررسی کنید
ga: Seiceáil d'fhaisnéis
gd: Thoir sùil air an fhiosrachadh agad
gl: Comproba a túa información
gu: તમારી માહિતી તપાસો
he: בדוק את המידע שלך
hi: अपनी जानकारी जाँचें
hr: Provjerite svoje podatke
hu: Ellenőrizze az adatokat
id: Periksa info Anda
is: Athugaðu upplýsingarnar
ja: 情報の確認
ka: შეამოწმეთ თქვენი ინფორმაცია
kk: Ақпаратты тексеру
kn: ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 정보 확인
ku_arab: زانیاریەکەت بپشکنە
ky: Маалыматыңызды текшериңиз
lo: ກວດ​ເບິ່ງ​ຂໍ້​ມ​ູນ​ຂອງ​ທ່ານ
lt: Patikrinkite informaciją
lv: Pārbaudiet savu informāciju
mi: Āta tirohia ō mōhiohio
mk: Проверете ги своите информации
ml: നിങ്ങളുടെ വിവരം പരിശോധിക്കുക
mn: Мэдээллээ шалгана уу
mr: आपली माहिती तपासा
ms: Semak maklumat anda
mt: Iċċekkja l-informazzjoni tiegħek
ne: तपाइँको जानकारी जाँच्नुहोस्
nn_no: Kontroller informasjonen
no: Kontroller opplysningene dine
or: ଆପଣଙ୍କର ସୂଚନା ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: اپنی معلومات دی پڑتال کرو
pa_in: ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawdź informacje
ru: Проверьте свою информацию
sd: پنهنجي معلومات چيڪ ڪريو
si: ඔබගේ තතු පරීක්ෂා කරන්න
sl: Preverite vaše podatke
sr_cyrl_rs: Проверите информације
sr_latn_rs: Proverite informacije
sv: Kontrollera din information
ta: உங்கள் தகவலைச் சரிபார்க்கவும்
te: మీ సమాచారాన్ని తనిఖీ చేయండి
tg: Маълумоти худро санҷед
th: ตรวจสอบข้อมูลของคุณ
tr: Bilgilerinizi kontrol edin
tt: Мәгълүматыгызны тикшерегез
ug: ئۇچۇرىڭىزنى تەكشۈرۈڭ
uk: Перевірте свою інформацію
ur: اپنی معلومات کی پڑتال کریں
uz: Ma’lumotlaringizni tekshirish
vi: Kiểm tra thông tin của bạn
zh_hans: 检查你的信息
zh_hant: 檢查您的資訊

# Literal.CreditCard.SummaryPageFullHeading
source: Check your information
af: Kontroleer jou inligting
am: መረጃዎን ያረጋግጡ
ar: تحقق من معلوماتك
as: আপোনাৰ তথ্য পৰীক্ষা কৰক
az: Məlumatlarınızı yoxlayın
bg: Проверка своята информация
bn_in: আপনার তথ্য চেক করুন
bs: Provjerite svoje informacije
cy: Gwiriwch eich gwybodaeth
da: Kontrollér dine oplysninger
de: Überprüfen Sie Ihre Informationen.
el: Ελέγξτε τις πληροφορίες σας
es: Comprobar la información
et: Kontrollige teavet
eu: Egiaztatu zure informazioa
fa: اطلاعات خود را بررسی کنید
ga: Seiceáil d'fhaisnéis
gd: Thoir sùil air an fhiosrachadh
gl: Comproba a túa información
gu: તમારી માહિતી તપાસો
he: בדוק את המידע שלך
hi: अपनी जानकारी जाँचें
hr: Provjerite svoje podatke
hu: Adatok ellenőrzése
id: Periksa informasi Anda
is: Athugaðu upplýsingarnar
ja: 情報を確認してください
ka: თქვენი ინფორმაციის შემოწმება
kk: Ақпаратыңызды тексеріңіз
kn: ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 사용자 정보 확인
lo: ກວດເບິ່ງຂໍ້ມູນຂອງທ່ານ
lt: Patikrinkite savo informaciją
lv: Pārbaudiet savu informāciju
mi: Tirohia ōu mōhiohio
mk: Проверете ги вашите информации
ml: നിങ്ങളുടെ വിവരം പരിശോധിക്കൂ
mr: आपली माहिती तपासा
ms: Semak maklumat anda
mt: Iċċekkja l-informazzjoni tiegħek
ne: आफ्नो जानकारी जाँच्नुहोस्
nn_no: Kontroller opplysningane dine
no: Kontroller informasjonen
or: ଆପଣଙ୍କ ସୂଚନା ଯାଞ୍ଚ କରନ୍ତୁ
pa_in: ਆਪਣੀ ਜਾਣਕਾਰੀ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawdź swoje informacje
ru: Проверьте указанные сведения
sl: Preverite svoje podatke
sr_cyrl_rs: Проверите своје информације
sr_latn_rs: Proverite svoje informacije
sv: Kontrollera dina uppgifter
ta: உங்கள் தகவலைச் சரிபார்க்கவும்
te: మీ సమాచారాన్ని తనిఖీ చేయండి
th: ตรวจสอบข้อมูลของคุณ
tr: Bilgilerinizi kontrol edin
tt: Мәгълүматыгызны тикшерегез
ug: ئۇچۇرىڭىزنى تەكشۈرۈڭ
uk: Перевірити ваші відомості
ur: اپنی معلومات چیک کریں
uz: Maʼlumotlaringizni tekshiring
vi: Kiểm tra thông tin của bạn
zh_hans: 检查你的信息
zh_hant: 檢查您的資訊

# Literal.CreditCard.ChangeSettingsStaticText
source: To change your settings, go to
af: Om jou instellings te verander, gaan na
am: የእርስዎን የክንውን አውዶች ለመለወጥ፣ ወደዚህ ይሂዱ
ar: لتغيير إعداداتك، انتقل إلى
as: আপোনাৰ ছেটিংছ সলনি কৰিবলৈ, ইয়ালৈ যাওক
az: Parametrlərinizi dəyişdirmək üçün keçin
bg: За да промените настройките си, отидете на
bn_in: আপনার সেটিংস পরিবর্তন করার জন্য, এতে যান
bs: Da biste promijenili postavke, idite na
cy: I newid eich gosodiadau, ewch i
da: Hvis du vil ændre dine indstillinger, skal du gå til
de: Ändern Sie Ihre Einstellungen unter
el: Για να αλλάξετε τις ρυθμίσεις σας, μεταβείτε στην επιλογή
es: Para cambiar la configuración, ve a
et: Sätete muutmiseks avage
eu: Ezarpenak aldatzeko, joan helbide honetara
fa: برای تغییر تنظیمات بروید به
ga: Chun do shocruithe a athrú, gabh chuig
gd: Gus na roghainnean agad atharrachadh, tadhail air
gl: Para cambiar a configuración, vai a
gu: તમારી સેટિંગ્સમાં પરિવર્તન કરવા માટે, આની પર જાઓ
he: כדי לשנות את ההגדרות שלך, עבור אל
hi: अपनी सेटिंग बदलने के लिए, यहाँ जाएँ
hr: Da biste promijenili postavke, idite na
hu: Beállításait itt módosíthatja:
id: Untuk mengubah pengaturan Anda, masuk ke
is: Til að breyta stillingunum skaltu fara á
ja: 設定を変更する場合は、次にアクセスしてください:
ka: პარამეტრების შესაცვლელად, გახსენით
kk: Параметрлерді өзгерту үшін келесіге өтіңіз:
kn: ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಿಸಲು, ಇಲ್ಲಿಗೆ ಹೋಗಿ
ko: 설정을 변경하려면 이동:
ku_arab: بۆ گۆڕینی رێکبەندەکانت، بڕۆ بۆ
ky: Орнотууларыңызды өзгөртүү үчүн, барыңыз
lo: ເພື່ອ​ປ່ຽນ​​ການ​ຕັ້ງ​ຄ່າ, ໄປ​ຫາ
lt: Norėdami pakeisti parametrus, eikite į
lv: Lai mainītu iestatījumus, dodieties uz
mi: Kia hurihia ō tautuhinga, haere ki
mk: За да ги измените параметрите, појдете во
ml: നിങ്ങളുടെ ക്രമീകരണം മാറ്റുന്നതിന് ഇനിപ്പറയുന്നതിലേക്ക് പോവുക
mn: Тохиргоогоо өөрчлөх бол энд орно уу:
mr: आपली सेटिंग्ज बदलण्यासाठी, येथे जा
ms: Untuk mengubah tetapan anda, pergi ke
mt: Biex tibdel is-settings tiegħek, mur f'
ne: तपाइँका सेटिङ्हरू परिवर्तन गर्न, यसमा जानुहोस्
nn_no: For å redigere innstillingane går du til
no: Hvis du vil endre innstillingene, går du til
or: ଆପଣଙ୍କର ସେଟିଂସମୂହ ପରିବର୍ତ୍ତନ କରିବାକୁ, ଯାଆନ୍ତୁ
pa_arab_pk: اپنیاں سیٹنگاں بدلن لئی، جاؤ
pa_in: ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਬਦਲਣ ਲਈ, ਇਸ ਵੈਬਸਾਈਟ 'ਤੇ ਜਾਓ:
pl: Aby zmienić ustawienia, przejdź do strony
ru: Чтобы изменить параметры, перейдите сюда:
sd: پنهنجيون سيٽنگون تبديل ڪرڻ لاءِ، وڃو
si: ඔබගේ පසුතල වෙනස් කිරීමට, කරා යන්න
sl: Če želite spremeniti nastavitve, pojdite na
sr_cyrl_rs: Да бисте променили поставке, пређите у
sr_latn_rs: Da biste promenili postavke, pređite u
sv: Om du vill ändra dina inställningar, gå till
ta: உங்கள் அமைப்புகளை மாற்ற, செல்க:
te: మీ సెట్టింగ్‌లను మార్చడానికి, దీనికి వెళ్లండి
tg: Барои тағйир додани танзимоти худ, ба ҷои зерин гузаред:
th: ในการเปลี่ยนการตั้งค่า ให้ไปที่
tr: Ayarlarınızı değiştirmek için şuraya gidin
tt: Параметрларны үзгәртү өчен, бирегә күчегез:
ug: تەڭشەك ئۆزگەرتىش ئۈچۈن بۇ ئورۇنغا كىرىڭ:
uk: Щоб змінити настройки, перейдіть сюди:
ur: اپنی سیٹنگیں تبدیل کرنے کیلئے جائیں بطرف
uz: Sozlamalarni o‘zgartirish uchun quyidagiga o‘ting:
vi: Để thay đổi cài đặt của bạn, hãy chuyển đến
zh_hans: 若要更改设置，请前往
zh_hant: 若要變更您的設定，請前往

# Literal.CreditCard.ChangeSettingsStaticText2
source: If you want to change your settings, go to
af: As jy jou instellings wil verander, gaan na
am: ቅንብሮችዎን መለወጥ ከፈለጉ ወደ ይሂዱ
ar: إذا كنت تريد تغيير إعداداتك، انتقل إلى
as: যদি আপুনি আপোনাৰ ছেটিংছ সলনি কৰিব বিচাৰে, ইয়ালৈ যাওক
az: Parametrlərinizi dəyişdirmək üçün keçid edin
bg: Ако искате да промените настройките си, отидете на
bn_in: আপনার সেটিংস পরিবর্তন করার জন্য, এতে যান
bs: Ako želite promijeniti postavke, idite na
cy: Os ydych chi am newid eich gosodiadau, ewch i
da: Hvis du vil ændre dine indstillinger, skal du gå til
de: Ändern Sie Ihre Einstellungen unter
el: Αν θέλετε να αλλάξετε τις ρυθμίσεις, μεταβείτε στο
es: Si quiere cambiar la configuración, vaya a
et: Sätete muutmiseks avage
eu: Ezarpenak aldatu nahi badituzu, joan helbide honetara
fa: اگر می‌خواهید تنظیمات خود را تغییر دهید، به این قسمت بروید:
ga: Chun do shocruithe a athrú, gabh chuig
gd: Ma tha thu airson na roghainnean agad atharrachadh, tadhail air
gl: Se quere cambiar a configuración, vaia
gu: જો તમે તમારી સેટિંગ્સને બદલવા માંગો છો, તો આના પર જાઓ
he: אם ברצונך לשנות את ההגדרות שלך, עבור אל
hi: अगर आप अपनी सेटिंग बदलने के लिए, तो यहाँ जाएँ
hr: Ako želite promijeniti postavke, idite na
hu: Ha módosítani szeretné a beállításait, lépjen a következő helyre:
id: Jika ingin mengubah pengaturan, buka
is: Ef þú vilt breyta stillingunum þínum skaltu fara á
ja: 設定を変更する場合は、次にアクセスしてください:
ka: თქვენი პარამეტრების შესაცვლელად გახსენით
kk: Параметрлерді өзгерту керек болса, мұнда өтіңіз:
kn: ನೀವು ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಿಸಲು ಬಯಸಿದರೆ, ಇಲ್ಲಿಗೆ ಹೋಗಿ
ko: 설정을 변경하려면 다음으로 이동하세요.
lo: ຖ້າທ່ານຕ້ອງການປ່ຽນການຕັ້ງຄ່າຂອງທ່ານ, ໄປທີ່
lt: Jei norite pakeisti savo parametrus, eikite į
lv: Ja vēlaties mainīt iestatījumus, dodieties uz
mi: Ina hiahia koe te huri i ō tautuhinga, haere ki
mk: Ако сакате да ги измените параметрите, појдете во
ml: നിങ്ങളുടെ ക്രമീകരണം മാറ്റുന്നതിന് ഇനിപ്പറയുന്നതിലേക്ക് പോവുക
mr: आपण आपल्या सेटिंग्ज बदलू इच्छित असल्यास, येथे जा
ms: Jika anda ingin mengubah tetapan anda, pergi ke
mt: Jekk tixtieq tibdel is-settings tiegħek, mur fuq
ne: तपाईं आफ्ना सेटिङहरू परिवर्तन गर्न चाहनु हुन्छ भने, यहाँ जानुहोस्
nn_no: Dersom du vil endre instillingane dine, går du til
no: Hvis du vil endre innstillingene, går du til
or: ଯଦି ଆପଣଙ୍କର ସେଟିଂସମୂହ ପରିବର୍ତ୍ତନ କରିବାକୁ, ତେବେ ଏଠାକୁ ଯାଆନ୍ତୁ
pa_in: ਜੇ ਤੁਸੀਂ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲਣਾ ਚਾਹੁੰਦੇ ਹੋ, ਤਾਂ ਇਸ 'ਤੇ ਜਾਓ
pl: Jeśli chcesz zmienić ustawienia, przejdź do
ru: Чтобы изменить параметры, перейдите на
sl: Če želite nastavitve spremeniti, pojdite v
sr_cyrl_rs: Ако желите да промените поставке, идите на
sr_latn_rs: Da biste promenili postavke, idite na
sv: Om du vill ändra dina inställningar, gå till
ta: நீங்கள் உங்கள் அமைப்புகளை மாற்ற விரும்பினால், இங்கே செல்லவும்:
te: మీరు మీ సెట్టింగ్‌లను మార్చాలనుకుంటే, దీనికి వెళ్లండి
th: หากคุณต้องการเปลี่ยนการตั้งค่า ของคุณ ให้ไปที่
tr: Ayarlarınızı değiştirmek istiyorsanız şuraya gidin:
tt: Параметрларны үзгәртергә теләсәгез, бирегә күчегез:
ug: تەڭشەك ئۆزگەرتىش ئۈچۈن
uk: Якщо потрібно змінити настройки, перейдіть до
ur: اگر اپنی سیٹنگز تبدیل کرنا چاہتے ہیں، تو یہاں جائیں
uz: Sozlamalaringizni oʻzgartirmoqchi boʻlsangiz, bu yerga oʻting:
vi: Nếu bạn muốn thay đổi cài đặt, hãy chuyển đến
zh_hans: 如果要更改设置，请前往
zh_hant: 若要變更您的設定，請前往

# Literal.CreditCard.ChangeSettingsFullText
source: To change your settings, go to account.microsoft.com.
af: Gaan na account.microsoft.com om jou instellings te verander.
am: የእርስዎን የክንውን አውዶች ለመለወጥ ወደ account.microsoft.com ይሂዱ።
ar: لتغيير إعداداتك، انتقل إلى account.microsoft.com.
as: আপোনাৰ ছেটিংছ পৰিৱৰ্তন কৰিবলৈ, account.microsoft.com লৈ যাওক
az: Parametrlərinizi dəyişdirmək üçün account.microsoft.com veb-səhifəsinə keçin.
bg: За да промените настройките си, посетете account.microsoft.com.
bn_in: আপনার সেটিংস পরিবর্তন করতে, account.microsoft.com এ যান৷
bs: Da biste promijenili postavke, idite na account.microsoft.com.
cy: I newid eich gosodiadau, ewch i account.microsoft.com.
da: Hvis du vil ændre indstillingerne, skal du gå til account.microsoft.com.
de: Unter „account.microsoft.com“ können Sie Ihre Einstellungen ändern.
el: Για να αλλάξετε τις ρυθμίσεις σας, μεταβείτε στην τοποθεσία account.microsoft.com.
es: Para cambiar la configuración, ve a account.microsoft.com.
et: Sätete muutmiseks avage veebileht account.microsoft.com.
eu: Ezarpenak aldatzeko, joan account.microsoft.com helbidera.
fa: برای تغییر تنظیمات خود، به account.microsoft.com بروید.
ga: Chun do shocruithe a athrú, téigh chuig account.microsoft.com.
gd: Gus na roghainnean agad atharrachadh, tadhail air account.microsoft.com.
gl: Para modificar a configuración, vai a account.microsoft.com.
gu: તમારી સેટિંગ્સ બદલવા, account.microsoft.com પર જાઓ.
he: כדי לשנות את ההגדרות שלך, עבור אל account.microsoft.com.
hi: अपनी सेटिंग बदलने के लिए, account.microsoft.com पर जाएँ.
hr: Za promjenu postavki idite na account.microsoft.com.
hu: A beállításait az account.microsoft.com webhelyen módosíthatja.
id: Untuk mengubah pengaturan Anda, masuk ke account.microsoft.com.
is: Farðu á account.microsoft.com til að breyta stillingunum þínum.
ja: 設定を変更する場合は、account.microsoft.com にアクセスしてください。
ka: პარამეტრების შესაცვლელად, გადადით საიტზე account.microsoft.com.
kk: Параметрлерді өзгерту үшін account.microsoft.com веб-сайтына өтіңіз.
kn: ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲು account.microsoft.com ಗೆ ಹೋಗಿ.
ko: 설정을 변경하려면 account.microsoft.com으로 이동하세요.
ku_arab: بۆ گۆڕینی ڕێکبەندەکانت، بڕۆ بۆ account.microsoft.com
ky: Орнотууларыңызды өзгөртүү үчүн, account.microsoft.com сайтына барыңыз.
lo: ເພື່ອ​ປ່ຽນ​ແປງ​ການ​ຕັ້ງ​ຄ່າ​ຂອງ​ທ່ານ, ​ໄປ​ຫາ account.microsoft.com.
lt: Norėdami pakeisti parametrus, apsilankykite account.microsoft.com.
lv: Lai mainītu sava konta iestatījumus, dodieties uz vietni account.microsoft.com.
mi: Kia hurihia ō tautuhinga, haere ki account.microsoft.com.
mk: За да ги измените параметрите, појдете на account.microsoft.com.
ml: നിങ്ങളുടെ ക്രമീകരണം മാറ്റാൻ, account.microsoft.com എന്നതിലേക്ക് പോകുക.
mn: account.microsoft.com хуудсанд тохиргоогоо өөрчилнө үү.
mr: आपले सेटिंग्ज बदलण्यासाठी account.microsoft.com येथे जा.
ms: Untuk menukar tetapan anda, pergi ke account.microsoft.com.
mt: Biex tibdel is-settings tiegħek, mur f'account.microsoft.com.
ne: आफ्नो सेटिङ्हरू परिवर्तन गर्न, account.microsoft.com. मा जानुहोस्।
nn_no: Du kan endre innstillingane ved å gå til account.microsoft.com.
no: Du kan endre innstillingene ved å gå til account.microsoft.com.
or: ଆପଣଙ୍କର ସେଟିଂସମୂହ ପରିବର୍ତ୍ତନ କରିବାକୁ, account.microsoft.com କୁ ଯାଆନ୍ତୁ.
pa_arab_pk: اپنی سیٹنگاں تبدیل کرن واسطے جاو بطرف account.microsoft.com
pa_in: ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਨੂੰ ਬਦਲਣ ਲਈ, account.microsoft.com ਤੇ ਜਾਓ।
pl: Aby zmienić ustawienia, przejdź do strony account.microsoft.com.
ru: Чтобы изменить параметры, перейдите на страницу account.microsoft.com.
sd: توهان جون سيٽنگون تبديل ڪرڻ لاءِ، وڃو account.microsoft.com.
si: ඔබගේ පසුතල වෙනස් කිරීම සඳහා, account.microsoft.com කරා යන්න.
sl: Če želite spremeniti nastavitve, obiščite spletno mesto account.microsoft.com.
sr_cyrl_rs: Посетите локацију account.microsoft.com да бисте променили поставке.
sr_latn_rs: Posetite lokaciju account.microsoft.com da biste promenili postavke.
sv: Gå till account.microsoft.com om du vill ändra dina inställningar.
ta: உங்கள் அமைப்புகளை மாற்ற account.microsoft.com-க்குச் செல்லவும்.
te: మీ సెట్టింగ్‌లను మార్చడానికి, account.microsoft.comకి వెళ్లండి.
tg: Барои тағйир додани танзимоти худ, ба account.microsoft.com гузаред.
th: หากต้องการเปลี่ยนแปลงการตั้งค่า ให้ไปที่ account.microsoft.com
tr: Ayarlarınızı değiştirmek için account.microsoft.com adresine gidin.
tt: Көйләүләрне үзгәртү өчен, account.microsoft.com битенә керегез.
ug: تەڭشەك ئۆزگەرتىش ئۈچۈن account.microsoft.com غا كىرىڭ.
uk: Щоб змінити настройки, перейдіть на сторінку account.microsoft.com.
ur: اپنی ترتیبات کو تبدیل کرنے کیلئے، account.microsoft.com پر جائیں۔
uz: Sozlamalaringizni o‘zgartirish uchun account.microsoft.com manziliga o‘ting.
vi: Để thay đổi cài đặt của bạn, hãy truy cập account.microsoft.com.
zh_hans: 若要更改设置，请前往 account.microsoft.com。
zh_hant: 若要變更您的設定，請前往 account.microsoft.com。
