Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.PaymentMethod.MobileCarrier.MovistarColombia
source: Movistar Colombia
ml: മോവിസ്റ്റാർ കൊളംബിയ
pa_arab_pk: Movistar کولمبیا
pa_in: Mobistar ਕੋਲੰਬੀਆ
sd: Movistar ڪولمبيا
ur: مووی اسٹار کولمبیا

# Word.PaymentMethod.MobileCarrier.PagosMovistar
source: Pagos Movistar
as: পাগোছ Movistar
az: Paqos Movistar
gd: Pàigheadh Movistar
kn: ಪಾಗೊಸ್ Movistar
ku_arab: پاگۆس Movistar
ml: പഗോസ് Movistar
pa_in: ਪੇਗੋਸ Movistar
si: ගෙවීම් Movistar
ta: பேகோஸ் Movistar
te: పాగోస్ Movistar
tg: «Movistar»-и Пагос
tt: Movistar аша түләү
ur: پاگوس مووی اسٹار

# Word.PaymentMethod.MobileCarrier.IDEA
source: IDEA
ur: آئیڈیا

# Word.PaymentMethod.MobileCarrier.IndosatAccount
source: Indosat Account
af: Indosat-rekening
am: የ Indosat መለያ
ar: ‏‏حساب Indosat
as: Indosat একাউণ্ট
az: Indosat Hesabı
bg: Акаунт в Indosat
bn_in: Indosat অ্যাকাউন্ট
bs: Indosat račun
da: Indosat-konto
de: Indosat-Konto
el: Λογαριασμός Indosat
es: Cuenta de Indosat
et: Indosati konto
fa: حساب Indosat
gd: Cunntas Indosat
gl: Conta de Indosat
gu: Indosat ખાતું
he: חשבון Indosat
hi: Indosat खाता
hr: Račun za Indosat
hu: Indosat-számla
id: Akun Indosat
is: Indosat-reikningur
ja: Indosat アカウント
ka: Indosat ანგარიში
kk: Indosat шоты
kn: Indosat ಖಾತೆ
ko: Indosat 계정
ku_arab: ئەژمێری Indosat
ky: Indosat Эсептик жазуусу
lo: ບັນຊີ Indosat
lt: „Indosat“ sąskaita
lv: Indosat konts
mi: Pūkete Indosat
mk: Сметка на Indosat
ml: Indosat അക്കൗണ്ട്
mn: Indosat хэрэглэгч
mr: Indosat खाते
ms: Akaun Indosat
mt: Kont Indosat
ne: Indosat खाता
nn_no: Indosat-konto
no: Indosat-konto
or: Indosat ଏକାଉଣ୍ଟ୍
pa_arab_pk: Indosat اکاونٹ
pa_in: Indosat ਖਾਤਾ
pl: Konto Indosat
ru: Счет Indosat
sd: Indosat اڪائونٽ
si: Indosat ගිණුම
sl: Račun pri Indosat
sr_cyrl_rs: Indosat налог
sr_latn_rs: Indosat nalog
sv: Indosat-konto
ta: Indosat கணக்கு
te: Indosat అకౌంట్‌
tg: Ҳисоби Indosat
th: บัญชี Indosat
tt: Indosat хисабы
ug: Indosat ھېساباتى
uk: Рахунок Indosat
ur: انڈواسٹیٹ اکاؤنٹ
uz: Indosat Hisob qaydnomasi
vi: Tài khoản Indosat
zh_hans: Indosat 帐户
zh_hant: Indosat 帳戶

# Word.PaymentMethod.MobileCarrier.IusacellUnefon
source: Iusacell/Unefon
ml: ലുസാസെൽ/യുനെഫോൺ
ur: لاساسیل/یونی فون

# Word.PaymentMethod.MobileCarrier.Wind
source: Wind
ur: ونڈ

# Word.PaymentMethod.MobileCarrier.TELUSAccount
source: TELUS Account
af: TELUS-rekening
am: የ TELUS መለያ
ar: ‏‏حساب TELUS
as: TELUS একাউণ্ট
az: TELUS Hesabı
bg: Акаунт в TELUS
bn_in: TELUS অ্যাকাউন্ট
bs: TELUS račun
cy: Cyfrif TELUS
da: TELUS-konto
de: TELUS-Konto
el: Λογαριασμός TELUS
es: Cuenta de TELUS
et: TELUSi konto
fa: حساب TELUS
gd: Cunntas TELUS
gl: Conta de TELUS
gu: TELUS ખાતું
he: חשבון TELUS
hi: TELUS खाता
hr: Račun za TELUS
hu: TELUS-számla
id: Akun TELUS
is: TELUS-reikningur
ja: TELUS アカウント
ka: TELUS ანგარიში
kk: TELUS шоты
kn: TELUS ಖಾತೆ
ko: TELUS 계정
ku_arab: ئەژمێری TELUS
ky: TELUS Эсептик жазуусу
lo: ບັນຊີ TELUS
lt: TELUS sąskaita
lv: TELUS konts
mi: Pūkete TELUS
mk: Сметка на TELUS
ml: TELUS അക്കൗണ്ട്
mn: TELUS хэрэглэгч
mr: TELUS खाते
ms: Akaun TELUS
mt: Kont TELUS
ne: TELUS खाता
nn_no: TELUS-konto
no: TELUS-konto
or: TELUS ଏକାଉଣ୍ଟ୍
pa_arab_pk: TELUS اکاونٹ
pa_in: TELUS ਖਾਤਾ
pl: Konto TELUS
ru: Счет TELUS
sd: TELUS اڪائونٽ
si: TELUS ගිණුම
sl: Račun pri TELUS
sr_cyrl_rs: TELUS налог
sr_latn_rs: TELUS nalog
sv: TELUS-konto
ta: TELUS கணக்கு
te: TELUS అకౌంట్‌
tg: Ҳисоби TELUS
th: บัญชี TELUS
tt: TELUS хисабы
ug: TELUS ھېساباتى
uk: Рахунок TELUS
ur: TELUS اکاؤنٹ
uz: TELUS Hisob qaydnomasi
vi: Tài khoản TELUS
zh_hans: TELUS 帐户
zh_hant: TELUS 帳戶

# Word.PaymentMethod.MobileCarrier.M1Account
source: M1 Account
af: M1-rekening
am: የ M1 መለያ
ar: ‏‏حساب M1
as: M1 একাউণ্ট
az: M1 Hesabı
bg: Акаунт в M1
bn_in: M1 অ্যাকাউন্ট
bs: M1 račun
da: M1-konto
de: M1-Konto
el: Λογαριασμός M1
es: Cuenta de M1
et: M1 konto
fa: حساب M1
gd: Cunntas M1
gl: Conta de M1
gu: M1 ખાતું
he: חשבון M1
hi: M1 खाता
hr: Račun za M1
hu: M1-számla
id: Akun M1
is: M1-reikningur
ja: M1 アカウント
ka: M1 ანგარიში
kk: M1 шоты
kn: M1 ಖಾತೆ
ko: M1 계정
ku_arab: ئەژمێری M1
ky: M1 Эсептик жазуусу
lo: ບັນຊີ M1
lt: M1 sąskaita
lv: M1 konts
mi: Pūkete M1
mk: Сметка на M1
ml: M1 അക്കൗണ്ട്
mn: M1 хэрэглэгч
mr: M1 खाते
ms: Akaun M1
mt: Kont M1
ne: M1 खाता
nn_no: M1-konto
no: M1-konto
or: M1 ଏକାଉଣ୍ଟ୍
pa_arab_pk: M1 اکاونٹ
pa_in: M1 ਖਾਤਾ
pl: Konto M1
ru: Счет M1
sd: M1 اڪائونٽ
si: M1 ගිණුම
sl: Račun pri M1
sr_cyrl_rs: M1 налог
sr_latn_rs: M1 nalog
sv: M1-konto
ta: M1 கணக்கு
te: M1 అకౌంట్‌
tg: Ҳисоби M1
th: บัญชี M1
tt: M1 хисабы
ug: M1 ھېساباتى
uk: Рахунок M1
ur: M1 اکاؤنٹ
uz: M1 Hisob qaydnomasi
vi: Tài khoản M1
zh_hans: M1 帐户
zh_hant: M1 帳戶

# Word.PaymentMethod.MobileCarrier.MobistarAccount
source: Mobistar Account
af: Mobistar-rekening
am: የ Mobistar መለያ
ar: ‏‏حساب Mobistar
as: Mobistar একাউণ্ট
az: Mobistar Hesabı
bg: Акаунт в Mobistar
bn_in: Mobistar অ্যাকাউন্ট
bs: Mobistar račun
cy: Cyfrif Mobistar
da: Mobistar-Konto
de: Mobistar-Konto
el: Λογαριασμός Mobistar
es: Cuenta de Mobistar
et: Mobistari konto
fa: حساب Mobistar
gd: Cunntas Mobistar
gl: Conta de Mobistar
gu: Mobistar ખાતું
he: חשבון Mobistar
hi: Mobistar खाता
hr: Račun za Mobistar
hu: Mobistar-számla
id: Akun Mobistar
is: Mobistar-reikningur
ja: Mobistar アカウント
ka: Mobistar ანგარიში
kk: Mobistar шоты
kn: Mobistar ಖಾತೆ
ko: Mobistar 계정
ku_arab: ئەژمێری Mobistar
ky: Mobistar Эсептик жазуусу
lo: ບັນຊີ Mobistar
lt: „Mobistar“ sąskaita
lv: Mobistar konts
mi: Pūkete Mobistar
mk: Сметка на Mobistar
ml: Mobistar അക്കൗണ്ട്
mn: Mobistar хэрэглэгч
mr: Mobistar खाते
ms: Akaun Mobistar
mt: Kont Mobistar
ne: Mobistar खाता
nn_no: Mobistar-konto
no: Mobistar-konto
or: Mobistar ଏକାଉଣ୍ଟ୍
pa_arab_pk: Mobistar اکاونٹ
pa_in: Mobistar ਖਾਤਾ
pl: Konto Mobistar
ru: Счет Mobistar
sd: Mobistar اڪائونٽ
si: Mobistar ගිණුම
sl: Račun pri Mobistar
sr_cyrl_rs: Mobistar налог
sr_latn_rs: Mobistar nalog
sv: Mobistar-konto
ta: மொபிஸ்டார் கணக்கு
te: Mobistar అకౌంట్‌
tg: Ҳисоби Mobistar
th: บัญชี Mobistar
tt: Mobistar хисабы
ug: Mobistar ھېساباتى
uk: Рахунок Mobistar
ur: موبی اسٹار اکاؤنٹ
uz: Mobistar Hisob qaydnomasi
vi: Tài khoản Mobistar
zh_hans: Mobistar 帐户
zh_hant: Mobistar 帳戶

# Word.PaymentMethod.MobileCarrier.CLAROPERU
source: CLARO PERU
ka: CLARO პერუ
ml: ക്ലാരോ പെറു
pa_arab_pk: کلارو پیرو
sd: CLARO پيرو
ur: کلارو پیرو

# Word.PaymentMethod.MobileCarrier.PerHandyrechnung
source: per Handyrechnung
ar: ‏‏لكل فاتورة محمول
as: পাৰ হেণ্ডিৰিচাং
az: Handyrechnung-a görə
kn: ಪರ್ ಹ್ಯಾಂಡಿರಿಚ್‌ನಂಗ್
ku_arab: بەگوێرەی هاندی ریکنەنگ
ml: ഓരോ സെൽഫോൺ ബില്ലും
pa_in: ਪਰ ਹੈਂਡੀਰੈਚਨੰਗ
si: ජංගම බිල්පත් පරිදි
ta: பெர் ஹாண்டிரெச்னக்
te: పర్ హ్యాండిరెచ్‌నుంగ్
tg: тавассути Handyrechnung
tt: Мобиль түләү
ur: پر ہینڈی ریچننگ

# Word.PaymentMethod.MobileCarrier.O2UKAccount
source: O2 UK Account
af: O2 UK-rekening
am: የ O2 UK መለያ
ar: ‏‏حساب O2 UK
as: O2 UK একাউণ্ট
az: O2 UK Hesabı
bg: Акаунт в O2 UK
bn_in: O2 UK অ্যাকাউন্ট
bs: O2 UK račun
cy: Cyfrif O2 DU
da: O2 UK-konto
de: O2 UK-Konto
el: Λογαριασμός O2 UK
es: Cuenta de O2 UK
et: O2 UK konto
fa: حساب O2 UK
gd: Cunntas O2 UK
gl: Conta de O2 UK
gu: O2 UK ખાતું
he: חשבון O2 UK
hi: O2 UK खाता
hr: Račun za O2 UK
hu: O2 UK-számla
id: Akun O2 UK
is: O2 UK-reikningur
ja: O2 UK アカウント
ka: O2 UK ანგარიში
kk: O2 UK шоты
kn: O2 UK ಖಾತೆ
ko: O2 UK 계정
ku_arab: ئەژمێری O2UK
ky: O2 UK Эсептик жазуусу
lo: ບັນຊີ O2 UK
lt: O2 UK sąskaita
lv: O2 UK konts
mi: Pūkete O2 UK
mk: Сметка на O2 UK
ml: O2 UK അക്കൗണ്ട്
mn: O2 UK хэрэглэгч
mr: O2 UK खाते
ms: Akaun O2 UK
mt: Kont O2 UK
ne: O2 UK खाता
nn_no: O2 UK-konto
no: O2 UK-konto
or: O2 UK ଏକାଉଣ୍ଟ୍
pa_arab_pk: O2 یو کے اکاونٹ
pa_in: O2 UK ਖਾਤਾ
pl: Konto O2 UK
ru: Счет O2 UK
sd: O2 برطانوي اڪائونٽ
si: O2 UK ගිණුම
sl: Račun pri O2 UK
sr_cyrl_rs: O2 UK налог
sr_latn_rs: O2 UK nalog
sv: O2 UK-konto
ta: O2 UK கணக்கு
te: O2 UK అకౌంట్‌
tg: Ҳисоби O2 UK
th: บัญชี O2 UK
tt: O2 UK хисабы
ug: O2 UK ھېساباتى
uk: Рахунок O2 UK
ur: O2 برطانیہ اکاؤنٹ
uz: O2 UK Hisob qaydnomasi
vi: Tài khoản O2 UK
zh_hans: O2 UK 帐户
zh_hant: O2 UK 帳戶

# Word.PaymentMethod.MobileCarrier.O2Ireland
source: O2 Ireland
cy: O2 Iwerddon
ka: O2 ირლანდია
ku_arab: O2 ئێرلەندا
ml: O2 അയർലൻഡ്
pa_arab_pk: O2 آئرلینڈ
sd: O2 آئرلينڊ
ur: O2 آئرلینڈ

# Word.PaymentMethod.MobileCarrier.FacturaOrange
source: Factura Orange
am: የ Factura Orange
as: ফেকটুৰা Orange
az: Faktura Orange
bg: Плащане през акаунт в Orange
bs: Faktura Orange
el: Λογαριασμός Orange
fa: Orange فاکتور
gd: Fàirdeal Orange
gu: ફેક્ચુરા Orange
he: חשבונית Orange
hi: फ़ैक्च्यूरा Orange
hr: Račun za Orange
kn: ಫ್ಯಾಕ್ಟುರಾ Orange
ko: Orange 영수증
ku_arab: فاکتورا Orange
lt: „Orange“ faktūra
mi: Pūkete Orange
ml: ഫാക്ച്വര Orange
mr: फॅक्‍चूरा Orange
ne: फ्याक्चुरा Orange
or: ଫାକଚୁରା ଅରେଞ୍ଜ
pa_in: ਫੈਕਚੁਰਾ Orange
pl: Faktura Orange
si: Orange බිල්
sl: Račun pri Orange
sr_cyrl_rs: Orange фактура
sr_latn_rs: Orange faktura
ta: ஃபேக்சுரா Orange
te: ఫాక్చురా Orange
tg: Суратҳисоби Orange
tt: Orange хисабы
ug: Orange سانائىتى
ur: فیکچورا اورنج

# Word.PaymentMethod.MobileCarrier.FactureMobileOrange
source: Facture Mobile Orange
af: Facture Selfoon Orange
am: የ Facture Mobile Orange
as: ফেকটিউৰ ম'বাইল Orange
az: Faktura Mobile Orange
bg: Плащане през мобилен акаунт в Orange
bs: Faktura mobilna Orange
el: Λογαριασμός κινητού Orange
fa: Orange فاکتور موبایل
gd: Fàirdeal Mobile Orange
gu: ફ્ક્ચુરે મોબાઇલ Orange
he: חשבונית Orange לנייד
hi: फ़ैक्च्यूरा मोबाइल Orange
hr: Račun za Mobile Orange
kk: Orange ұялы телефон өндірісі
kn: ಫ್ಯಾಕ್ಟರ್ ಮೊಬೈಲ್ Orange
ko: Orange 모바일 영수증
ku_arab: فاکتورا مۆبایڵ Orange
lt: „Mobile Orange“ faktūra
mi: Pūkete Mobile Orange
ml: ഫാക്ച്വര മൊബൈൽ Orange
mr: फॅक्‍चूरा मोबाईल Orange
ms: Facture Mudah Alih Orange
ne: फ्याक्चुरा मोबाइल Orange
or: ଫ୍ୟାକଚର୍‍ ମୋବାଇଲ୍‍ ଅରେଞ୍ଜ
pa_in: ਫੈਕਚੁਰ ਮੋਬਾਈਲ Orange
pl: Faktura Mobile Orange
si: Orange ජංගම ඉන්වොයිසිය
sl: Račun pri Orange
sr_cyrl_rs: Orange мобилна фактура
sr_latn_rs: Orange mobilna faktura
ta: ஃபேக்சுரா மொபைல் Orange
te: ఫాక్చుర్ మొబైల్ Orange
tg: Суратҳисоби мобилии Orange
tt: Orange мобиль хисабы
ug: Orange يانفون سانائىتى
ur: فیکچورا موبائل اورنج
vi: Facture Di động Orange

# Word.PaymentMethod.MobileCarrier.OrangeMobileAccount
source: Orange Mobile Account
af: Orange-selfoonrekening
am: የ Orange Mobile መለያ
ar: ‏‏حساب المحمول Orange
as: Orange ম'বাইল একাউণ্ট
az: Orange Mobil Hesabı
bg: Мобилен акаунт в Orange
bn_in: Orange Mobile অ্যাকাউন্ট
bs: Orange mobilni račun
cy: Cyfrif Symudol Orange
da: Orange-mobilkonto
de: Orange Mobile-Konto
el: Λογαριασμός κινητού Orange
es: Cuenta móvil de Orange
et: Orange'i mobiilikonto
fa: حساب موبایل Orange
gd: Cunntas Orange Mobile
gl: Conta de Orange Mobile
gu: Orange મોબાઇલ ખાતું
he: חשבון Orange לנייד
hi: Orange मोबाइल खाता
hr: Račun za Orange Mobile
hu: Orange-mobilszámla
id: Akun Orange Mobile
is: Orange-farsímareikningur
ja: Orange モバイル アカウント
ka: Orange Mobile ანგარიში
kk: Orange ұялы телефон шоты
kn: Orange ಮೊಬೈಲ್ ಖಾತೆ
ko: Orange 모바일 계정
ku_arab: ئەژمێری مۆبایڵی Orange
ky: Orange Мобилдик Эсептик жазуусу
lo: ບັນຊີຜູ້ໃຊ້ໂທລະສັບມືຖື Orange
lt: „Orange“ mobilioji sąskaita
lv: Orange Mobile konts
mi: Pūkete Mobile Orange
mk: Мобилна сметка на Orange
ml: Orange മൊബൈൽ അക്കൗണ്ട്
mn: Orange мобайл хэрэглэгч
mr: Orange मोबाईल खाते
ms: Akaun Mudah Alih Orange
mt: Kont tal-Mowbajl Orange
ne: Orange मोबाइल खाता
nn_no: Orange-mobilkonto
no: Orange-mobilkonto
or: Orange ମୋବାଇଲ୍‍ ଏକାଉଣ୍ଟ୍
pa_arab_pk: Orange موبائل اکاونٹ
pa_in: Orange ਮੋਬਾਈਲ ਖਾਤਾ
pl: Konto sieci komórkowej Orange
ru: Мобильный счет Orange
sd: Orange موبائل اڪائونٽ
si: Orange ජංගම ගිණුම්
sl: Račun pri Orange
sr_cyrl_rs: Orange мобилни налог
sr_latn_rs: Orange mobilni nalog
sv: Orange-mobilkonto
ta: Orange மொபைல் கணக்கு
te: Orange మొబైల్ అకౌంట్‌
tg: Ҳисоби мобилии «Orange»
th: บัญชีมือถือ Orange
tt: Orange мобиль хисабы
ug: Orange Mobile ھېساباتى
uk: Мобільний рахунок Orange
ur: اورنج موبائل اکاؤنٹ
uz: Orange Mobile Hisob qaydnomasi
vi: Tài khoản Di động Orange
zh_hans: Orange Mobile 帐户
zh_hant: Orange 行動帳戶

# Word.PaymentMethod.MobileCarrier.DoliczFoRachunkuOrange
source: Dolicz do rachunku Orange
as: ডুলিকজ ডু ৰাছুংকু Orange
gd: Air a chur ri fàirdeal Orange
kn: ಡೊಲಿಜ್ ಡು ರಾಂಚುಕು Orange
ku_arab: دۆلیکز دو راچونکۆ Orange
ml: ഡോളിസ് ദൊ റചുങ്കു Orange
pa_in: ਡੌਲਿਕਜ਼ ਡੋ ਰਚੁਨਕੁ Orange
si: පනත් ෙකටුම්පතට එකතු Orange
ta: டோலிஸ் டோ ரேஸுன்க் Orange
te: డాలిస్జ్ డో రాచుంకు Orange
tt: Orange хисабы
ur: ڈولزدو رچونکو اورنج

# Word.PaymentMethod.MobileCarrier.PlatestePeFactureOrange
source: plateste pe facture Orange
as: প্লেটেষ্ট পি ফেক্টিউৰ Orange
az: plateste pe faktura Orange
kn: ಪ್ಲಾಟೆಸ್ಟೆ ಪಿ ಫ್ಯಾಕ್ಟರ್ Orange
ku_arab: پلاتێستا پی فاکتورا Orange
ml: പ്ലാസ്റ്റെ പെ ഫാക്ച്വർ Orange
pa_in: ਪਲੈਟੈਸਟੈ ਪੈ ਫੈਕਚਰ Orange
si: Orange ගෙවා ඉන්වොයිස්
ta: ப்ளாட்டஸ்டே பே ஃபேக்சர் Orange
te: ప్లాటెస్టీ పె ఫ్యాక్చుర్ Orange
tt: Orange хисабыннан түләү
ur: پلیٹیسٹ پی فیکچورا اورنج

# Word.PaymentMethod.MobileCarrier.Rogers
source: Rogers
ml: റോഗേർസ്
ur: روجرز

# Word.PaymentMethod.MobileCarrier.Safaricom
source: Safaricom
ur: سفاری کام

# Word.PaymentMethod.MobileCarrier.Simobil
source: Simobil
ur: سیموبل

# Word.PaymentMethod.MobileCarrier.SingTelBilling
source: SingTel Billing
af: SingTel-fakturering
am: የ SingTel ክፍያ
ar: ‏‏فوترة SingTel
as: SingTel বিলিং
az: SingTel Hesablaşması
bg: Плащане в SingTel
bs: SingTel naplaćivanje
de: SingTel-Abrechnung
el: Χρέωση SingTel
et: SingTeli arveldus
fa: صورتحساب SingTel
gd: Bileachadh SingTel
gu: SingTel બિલિંગ
he: חיוב ב- SingTel
hi: SingTel बिलिंग
hr: Naplata operatera SingTel
hu: SingTel-számla
id: Tagihan SingTel
is: SingTel-greiðslur
ja: SingTel の請求
kk: SingTel шоты
kn: SingTel ಬಿಲ್ಲಿಂಗ್
ko: SingTel 결제
ku_arab: فاتوورەی SingTel
ky: SingTel Эсеп чыгаруу
lo: ການຮຽກເກັບເງິນ SingTel
lt: „SingTel“ atsiskaitymas
lv: SingTel norēķini
mi: Namatanga SingTel
mk: Наплата на SingTel
ml: SingTel ബില്ലിംഗ്
mn: SingTel төлбөр тооцоо
mr: SingTel बिलिंग
ms: Pengebilan SingTel
mt: Ħlasijiet SingTel
ne: SingTel बिलिङ
or: SingTel ବିଲିଂ
pa_arab_pk: SingTel بلنگ
pa_in: SingTel ਬਿੱਲ ਬਣਾਉਣਾ
pl: Rozliczenie SingTel
ru: Оплата счетов SingTel
sd: SingTel بلنگ
si: SingTel බිල්පත්කරණය
sl: Obračunavanje pri SingTel
sr_cyrl_rs: SingTel наплата
sr_latn_rs: SingTel naplata
sv: SingTel-fakturering
ta: SingTel இரசீது
te: SingTel బిల్లింగ్
tg: Пешниҳоди ҳисоби SingTel
th: การเรียกเก็บเงิน SingTel
tt: SingTel хисабы
ug: SingTel ھېسابى
uk: Оплата рахунків SingTel
ur: سنگ ٹیل بلنگ
vi: Thanh toán SingTel
zh_hans: SingTel 计费
zh_hant: SingTel 帳務

# Word.PaymentMethod.MobileCarrier.SoneraTeleF
source: Sonera / Tele F.
pa_in: ਸੌਨੈਰਾ / Tele F.
ur: سونیرا / ٹیلی ایف۔

# Word.PaymentMethod.MobileCarrier.Sprint
source: Sprint
ur: سپرنٹ

# Word.PaymentMethod.MobileCarrier.StarHubAccount
source: StarHub Account
af: StarHub-rekening
am: የ StarHub መለያ
ar: ‏‏حساب StarHub
as: StarHub একাউণ্ট
az: StarHub Hesabı
bg: Акаунт в StarHub
bn_in: StarHub অ্যাকাউন্ট
bs: StarHub račun
cy: Cyfrif StarHub
da: StarHub-konto
de: StarHub-Konto
el: Λογαριασμός StarHub
es: Cuenta de StarHub
et: StarHubi konto
fa: حساب StarHub
gd: Cunntas StarHub
gl: Conta de StarHub
gu: StarHub ખાતું
he: חשבון StarHub
hi: StarHub खाता
hr: Račun za StarHub
hu: StarHub-számla
id: Akun StarHub
is: StarHub-reikningur
ja: StarHub アカウント
ka: StarHub ანგარიში
kk: StarHub шоты
kn: StarHub ಖಾತೆ
ko: StarHub 계정
ku_arab: ئەژمێری StarHub
ky: StarHub Эсептик жазуусу
lo: ບັນຊີ StarHub
lt: „StarHub“ sąskaita
lv: StarHub konts
mi: Pūkete StarHub
mk: Сметка на StarHub
ml: StarHub അക്കൗണ്ട്
mn: StarHub хэрэглэгч
mr: StarHub खाते
ms: Akaun StarHub
mt: Kont StarHub
ne: StarHub खाता
nn_no: StarHub-konto
no: StarHub-konto
or: StarHub ଏକାଉଣ୍ଟ୍
pa_arab_pk: StarHub اکاونٹ
pa_in: StarHub ਖਾਤਾ
pl: Konto StarHub
ru: Счет StarHub
sd: StarHub اڪائونٽ
si: StarHub ගිණුම
sl: Račun pri StarHub
sr_cyrl_rs: StarHub налог
sr_latn_rs: StarHub nalog
sv: StarHub-konto
ta: StarHub கணக்கு
te: StarHub అకౌంట్‌
tg: Ҳисоби StarHub
th: บัญชี StarHub
tt: StarHub хисабы
ug: StarHub ھېساباتى
uk: Рахунок StarHub
ur: StarHub اکاؤنٹ
uz: StarHub Hisob qaydnomasi
vi: Tài khoản StarHub
zh_hans: StarHub 帐户
zh_hant: StarHub 帳戶

# Word.PaymentMethod.MobileCarrier.Telstra
source: Telstra
ur: ٹیلی اسٹار

# Word.PaymentMethod.MobileCarrier.CreditoTIM
source: Credito TIM
ar: ‏‏بطاقة ائتمان TIM
as: ক্ৰেডিটো TIM
az: Kredito TIM
kn: ಕ್ರೆಡಿಟೊ TIM
ku_arab: کرێدیتۆ TIM
ml: ക്രെഡിറ്റോ TIM
pa_arab_pk: کریڈٹ TIM
pa_in: ਕਰੈਡਿਟੋ TIM
sd: ڪريڊيٽو ٽي آئي ايم
si: ක්රෙඩිට් TIM
ta: க்ரெடிடோ TIM
te: క్రెడిటో TIM
tt: TIM хисабы
ur: کریڈیٹو TIM

# Word.PaymentMethod.MobileCarrier.Tele2Faktura
source: Tele2 faktura
ar: ‏‏فاتورة Tele2
as: Tele2 ফেক্টুৰা
gd: Fàirdeal Tele2
kn: Tele2 ಫ್ಯಾಕ್ಟುರಾ
ku_arab: Tele2 فاکتورا
ml: Tele2 ഫക്റ്റൂര
pa_arab_pk: Tele2 فاکٹر
pa_in: Tele2 ਫੈਕਚੁਰਾ
sd: Tele2 فيڪچورا
si: Tele2 ඉන්වොයිස්
ta: Tele2 ஃபேக்சுரா
te: Tele2 ఫ్యాక్చురా
tt: Tele2 хисабы
ur: ٹیلی 2 فیکچورا

# Word.PaymentMethod.MobileCarrier.TELCEL
source: TELCEL
ur: ٹیل سیل

# Word.PaymentMethod.MobileCarrier.TelenorEgyenleg
source: Telenor egyenleg
ar: ‏‏رصيد Telenor
gd: Balans Telenor
kn: Telenor ಈಜಿನ್‌ಲೆಗ್
ku_arab: Telenor ئیجینلێگ
ml: Telenor ഈഗിൻലെഗ്
pa_in: Telenor ਐਜਾਇਨਲੈਗ
si: Telenor ශේෂය
ta: Telenor எஜென்லெக்
te: Telenor ఎగ్యెన్‌లెగ్
tt: Telenor хисабы
ur: ٹیلی نار ایجنلیگ

# Word.PaymentMethod.MobileCarrier.Mobilfunkrechnung
source: Mobilfunkrechnung
as: ম'বিলফাংকাৰছাং
gd: Fàirdeal Mobilfunk
kn: ಮೊಬೈಲ್‌ಫಂಟ್‌ರಿಚ್‌ನಂಗ್
ku_arab: مۆبلیفەنکریکنەنگ
ml: മൊബൈൽ‌ഫംഗ്രെചംഗ്
pa_in: ਮੋਬਿਲਫੰਕਰੈਚਨੰਗ
si: ජංගම දුරකතන බිල
ta: மொபில்ஃபன்க்ரெச்னக்
te: మొబిల్‌ఫన్‌క్రెచ్‌నంగ్
tt: Мобиль хисап
ur: موبل فنک ریچننگ

# Word.PaymentMethod.MobileCarrier.MobilfunkKonto
source: Mobilfunk-Konto
as: ম'বিলফাংক-কোণ্টো
gd: Cunntas Mobilfunk
kn: ಮೊಬೈಲ್‌ಫಂಕ್ -ಕಾಂಟೊ
ku_arab: مۆبلیفەنک-کۆنتۆ
ml: മൊബൈൽഫങ്ക്-കൊന്റോ
pa_in: ਮੋਬਿਲਫੰਕ-ਕੌਂਟੋ
si: ජංගම ගිණුම
ta: மொபில்ஃபன்க்-கோன்டோ
te: మొబిల్‌ఫంక్-కోంటో
tt: Мобиль хисап
ur: موبل فنک-کونٹو

# Word.PaymentMethod.MobileCarrier.MobileAccount
source: Mobile Account
af: Selfoonrekening
am: የ Mobile መለያ
ar: ‏‏حساب المحمول
as: ম'বাইল একাউণ্ট
az: Mobil Hesab
bg: Мобилен акаунт
bn_in: Mobile অ্যাকাউন্ট
bs: Mobilni račun
cy: Cyfrif Symudol
da: Mobilkonto
de: Mobile-Konto
el: Λογαριασμός κινητού
es: Cuenta móvil
et: Mobiilikonto
fa: حساب موبایل
gd: Cunntas Mobile
gl: Conta de Mobile
gu: મોબાઇલ ખાતું
he: חשבון מכשיר נייד
hi: मोबाइल खाता
hr: Račun mobilnog operatera
hu: Mobilszámla
id: Akun Ponsel
is: Farsímareikningur
ja: Mobile アカウント
ka: Mobile ანგარიში
kk: Ұялы телефон шоты
kn: ಮೊಬೈಲ್ ಖಾತೆ
ko: 모바일 계정
ku_arab: ئەژمێری مۆبایڵ
ky: Мобилдик Эсептик жазуусу
lo: ບັນຊີຜູ້ໃຊ້ໂທລະສັບມືຖື
lt: Mobilioji sąskaita
lv: Mobile konts
mi: Pūkete Mobile
mk: Мобилна сметка
ml: മൊബൈൽ അക്കൗണ്ട്
mn: Мобайл хэрэглэгч
mr: मोबाईल खाते
ms: Akaun Mudah Alih
ne: मोबाइल खाता
nn_no: Mobilkonto
no: Mobilkonto
or: ମୋବାଇଲ୍‍ ଏକାଉଣ୍ଟ୍
pa_arab_pk: موبائل اکاونٹ
pa_in: ਮੋਬਾਈਲ ਖਾਤਾ
pl: Konto mobilne
ru: Мобильный счет
sd: موبائل اڪائونٽ
si: Mobile ගිණුම
sl: Račun pri mobilnem operaterju
sr_cyrl_rs: Mobile налог
sr_latn_rs: Mobile nalog
sv: Mobilkonto
ta: மொபைல் கணக்கு
te: మొబైల్ అకౌంట్‌
tg: Ҳисоби мобилӣ
th: บัญชีมือถือ
tt: Мобиль хисап
ug: يانفون ھېساباتى
uk: Мобільний рахунок
ur: موبائل اکاؤنٹ
uz: Mobile Hisob qaydnomasi
vi: Tài khoản Di động
zh_hans: 移动帐户
zh_hant: 行動帳戶

# Word.PaymentMethod.MobileCarrier.TMobileAccount
source: T-Mobile Account
af: T-Mobile-rekening
am: የ T-Mobile መለያ
ar: ‏‏حساب T-Mobile
as: T-Mobile একাউণ্ট
az: T-Mobile Hesabı
bg: Акаунт в T-Mobile
bn_in: T-Mobile অ্যাকাউন্ট
bs: T-Mobile račun
cy: Cyfrif T-Mobile
da: T-Mobile-konto
de: T-Mobile-Konto
el: Λογαριασμός T-Mobile
es: Cuenta de T-Mobile
et: T-Mobile'i konto
fa: حساب T-Mobile
gd: Cunntas T-Mobile
gl: Conta de T-Mobile
gu: T-Mobile ખાતું
he: חשבון T-Mobile
hi: T-Mobile खाता
hr: Račun za T-Mobile
hu: T-Mobile-számla
id: Akun T-Mobile
is: T-Mobile-reikningur
ja: T-Mobile アカウント
ka: T-Mobile ანგარიში
kk: T-Mobile шоты
kn: T-Mobile ಖಾತೆ
ko: T-Mobile 계정
ku_arab: ئەژمێری T-Mobile
ky: T-Mobile Эсептик жазуусу
lo: ບັນຊີ T-Mobile
lt: „T-Mobile“ sąskaita
lv: T-Mobile konts
mi: Pūkete T-Mobile
mk: Сметка на T-Mobile
ml: T-Mobile അക്കൗണ്ട്
mn: T-Mobile хэрэглэгч
mr: T-Mobile खाते
ms: Akaun T-Mobile
mt: Kont T-Mobile
ne: T-Mobile खाता
nn_no: T-Mobile-konto
no: T-Mobile-konto
or: T-ମୋବାଇଲ୍‍ ଏକାଉଣ୍ଟ୍
pa_arab_pk: T-Mobile اکاونٹ
pa_in: T-Mobile ਖਾਤਾ
pl: Konto T-Mobile
ru: Счет T-Mobile
sd: T-Mobile اڪائونٽ
si: T-Mobile ගිණුම
sl: Račun pri T-Mobile
sr_cyrl_rs: T-Mobile налог
sr_latn_rs: T-Mobile nalog
sv: T-Mobile-konto
ta: T-Mobile கணக்கு
te: T-Mobile అకౌంట్‌
tg: Ҳисоби T-Mobile
th: บัญชี T-Mobile
tt: T-Mobile хисабы
ug: T-Mobile ھېساباتى
uk: Рахунок T-Mobile
ur: T-Mobile اکاؤنٹ
uz: T-Mobile Hisob qaydnomasi
vi: Tài khoản T-Mobile
zh_hans: T-Mobile 帐户
zh_hant: T-Mobile 帳戶

# Word.PaymentMethod.MobileCarrier.TelenorNorge
source: Telenor Norge
ur: ٹیلی نار نورج

# Word.PaymentMethod.MobileCarrier.TomatoRacun
source: Tomato račun
gd: Cunntas Tomato
kn: Tomato čರಾಡನ್
ku_arab: Tomato راčئون
pa_in: Tomato ਰਾčਉਨ
si: Tomato ඇත්තčවශයෙන්ම
ta: Tomato உண்čமையில்
tt: Tomato хисабы
ur: ٹوماٹو račun

# Word.PaymentMethod.MobileCarrier.TelenorSverige
source: Telenor Sverige
ur: ٹیلی نار ویریج

# Word.PaymentMethod.MobileCarrier.TelkomselAccount
source: Telkomsel Account
af: Telkomsel-rekening
am: የ Telkomsel መለያ
ar: ‏‏حساب Telkomsel
as: Telkomsel একাউণ্ট
az: Telkomsel Hesabı
bg: Акаунт в Telkomsel
bn_in: Telkomsel অ্যাকাউন্ট
bs: Telkomsel račun
cy: Cyfrif Telkomsel
da: Telkomsel-konto
de: Telkomsel-Konto
el: Λογαριασμός Telkomsel
es: Cuenta de Telkomsel
et: Telkomseli konto
fa: حساب Telkomsel
gd: Cunntas Telkomsel
gl: Conta de Telkomsel
gu: Telkomsel ખાતું
he: חשבון Telkomsel
hi: Telkomsel खाता
hr: Račun za Telkomsel
hu: Telkomsel-számla
id: Akun Telkomsel
is: Telkomsel-reikningur
ja: Telkomsel アカウント
ka: Telkomsel ანგარიში
kk: Telkomsel шоты
kn: Telkomsel ಖಾತೆ
ko: Telkomsel 계정
ku_arab: ئەژمێری Telkomsel
ky: Telkomsel Эсептик жазуусу
lo: ບັນຊີ Telkomsel
lt: „Telkomsel“ sąskaita
lv: Telkomsel konts
mi: Pūkete Telkomsel
mk: Сметка на Telkomsel
ml: Telkomsel അക്കൗണ്ട്
mn: Telkomsel хэрэглэгч
mr: Telkomsel खाते
ms: Akaun Telkomsel
mt: Kont Telkomsel
ne: Telkomsel खाता
nn_no: Telkomsel-konto
no: Telkomsel-konto
or: Telkomsel ଏକାଉଣ୍ଟ୍
pa_arab_pk: Telkomsel اکاونٹ
pa_in: Telkomsel ਖਾਤਾ
pl: Konto Telkomsel
ru: Счет Telkomsel
sd: Telkomsel اڪائونٽ
si: Telkomsel ගිණුම
sl: Račun pri Telkomsel
sr_cyrl_rs: Telkomsel налог
sr_latn_rs: Telkomsel nalog
sv: Telkomsel-konto
ta: Telkomsel கணக்கு
te: Telkomsel అకౌంట్‌
tg: Ҳисоби Telkomsel
th: บัญชี Telkomsel
tt: Telkomsel хисабы
ug: Telkomsel ھېساباتى
uk: Рахунок Telkomsel
ur: ٹیلکومسیل اکاؤنٹ
uz: Telkomsel Hisob qaydnomasi
vi: Tài khoản Telkomsel
zh_hans: Telkomsel 帐户
zh_hant: Telkomsel 帳戶

# Word.PaymentMethod.MobileCarrier.Unefone
source: Unefone
ur: یونی فون
