Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.VN
source: Vietnam
af: Viëtnam
am: ቬትናም
ar: فيتنام
as: ভিয়েটনাম
az: Vyetnam
bg: Виетнам
bn_in: ভিয়েতনাম
bs: Vijetnam
cy: Fietnam
el: Βιετνάμ
fa: ویتنام
ga: Vítneam
gd: Bhiet-Nam
gu: વિયેતનામ
he: וייטנאם
hi: वियतनाम
hr: Vijetnam
is: Víetnam
ja: ベトナム
ka: ვიეტნამი
kk: Вьетнам
kn: ವಿಯೆಟ್ನಾಮ್
ko: 베트남
ku_arab: ڤێتنام
ky: Вьетнам
lo: ຫວຽດນາມ
lt: Vietnamas
lv: Vjetnama
mi: Whitināmu
mk: Виетнам
ml: വിയറ്റ്നാം
mn: Вьетнам
mr: व्हिएतनाम
mt: Vjetnam
ne: भियेटनाम
or: ଭିଏତନାମ
pa_arab_pk: ویتنام
pa_in: ਵਿਯਤਨਾਮ
pl: Wietnam
ru: Вьетнам
sd: ويٽنام
si: වියට්නාමය
sr_cyrl_rs: Вијетнам
sr_latn_rs: Vijetnam
ta: வியட்நாம்
te: వియత్నాం
tg: Ветнам
th: เวียดนาม
tt: Вьетнам
ug: ۋىيېتنام
uk: В’єтнам
ur: ویتنام
uz: Vyetnam
vi: Việt Nam
zh_hans: 越南
zh_hant: 越南

# Country.VN.2
source: Viet Nam
af: Viëtnam
am: ቨቬትናም
ar: ‏‏فيتنام
as: ভিয়েট নাম
az: Vyetnam
bg: Виетнам
bn_in: ভিয়েতনাম
bs: Vijetnam
cy: Fiet-nam
el: Βιετνάμ
fa: ویتنام
ga: Vítneam
gd: Bhiet-Nam
gu: વિયેતનામ
he: וייטנאם
hi: वियत नाम
hr: Vijetnam
is: Víetnam
ja: ベトナム
ka: ვიეტნამი
kk: Вьет Нам
kn: ವಿಯೆಟ್ನಾಂ
ko: 베트남
ku_arab: ڤێتنام
ky: Вьетнам
lo: ຫວຽດນາມ
lt: Vietnamas
lv: Vjetnama
mi: Whitināmu
mk: Виетнам
ml: വിയറ്റ്‌നാം
mn: Вьетнам
mr: व्हिएतनाम
ne: भियतनाम
or: ଭିଏତ ନାମ
pa_arab_pk: ویت نام
pa_in: ਵੀਅਤ ਨਾਮ
pl: Wietnam
ru: Вьетнам
sd: ويتنام
si: වියට්නාමය
sr_cyrl_rs: Вијетнам
sr_latn_rs: Vijetnam
ta: வியட்நாம்
te: వియత్నాం
tg: Ветнам
th: เวียดนาม
tt: Вьетнам
ug: ۋيېتنام
uk: В’єтнам
ur: ویتنام
vi: Việt Nam
zh_hans: 越南
zh_hant: 越南

# Country.VU
source: Vanuatu
am: ቫናቱ
ar: فانواتو
as: ভানাটু
bg: Вануату
bn_in: ভানুয়াটু
el: Βανουάτου
fa: وانواتو
ga: Vanuatú
gu: વનાતૂ
he: ונואטו
hi: वनातू
is: Vanúatú
ja: バヌアツ
ka: ვანუატუ
kk: Вануату
kn: ವನುವಾಟು
ko: 바누아투
ku_arab: ڤانواتا
ky: Вануату
lo: ວານົວຕູ
mi: Whenuātū
mk: Вануату
ml: വനുറ്റു
mn: Вануату
mr: वनूआतू
mt: Vanwatu
ne: भानुवाटु
no: Republikken Vanuatu
or: ଭାନୁଆତୁ
pa_arab_pk: وینوتا
pa_in: ਵਾਨੂਆਟੂ
ru: Вануату
sd: وينيوٽيو
si: වනවටු
sr_cyrl_rs: Вануату
ta: வானுவாட்டு
te: వనాటు
tg: Вануату
th: วานูอาตู
tt: Вануату
ug: نۇئاتۇ
uk: Вануату
ur: وینوتا
zh_hans: 瓦努阿图
zh_hant: 萬那杜

# Country.WF
source: Wallis and Futuna
af: Wallis en Futuna
am: ዋሊስ እና ፉቱና
ar: جزر والس وفوتانا
as: ৱালিছ এণ্ড ফিউছুনা
az: Uollis və Futuna
bg: Уолис и Футуна
bn_in: ওয়ালিস অ্যান্ড ফুটুনা
bs: Wallis i Futuna
cy: Wallis a Futuna
da: Wallis og Futunaøerne
de: Wallis und Futuna
el: Γουόλις και Φουτούνα
es: Wallis y Futuna
et: Wallis ja Futuna
eu: Wallis eta Futuna
fa: والیس و فوتونا
ga: Vailís agus Futúna
gd: Uallas agus Futuna
gl: Wallis e Futuna
gu: વાલિસ અને ફ્યૂચૂના
he: איי ווליס ופוטונה
hi: वैलिस एंड फ़्यूचूना
hr: Wallis i Futuna
hu: Wallis és Futuna
id: Wallis dan Futuna
is: Wallis- og Fútúnaeyjar
ja: ワリス・フテュナ諸島
ka: უოლისი და ფუტუნა
kk: Уоллис және Футуна
kn: ವ್ಯಾಲೀಸ್ ಅಂಡ್ ಫ್ಯುಟುನಾ
ko: 월리스 푸투나
ku_arab: والیس و فوتوونا
ky: Уоллис жана Футуна
lo: ວາລິສ ແລະ ຟຸຕູນາ
lt: Volisas ir Futūna
lv: Volisa un Futunas salas
mi: Wārihi me Whutuna
mk: Валис и Футуна
ml: വോളിസ് ആന്റ് ഫുട്ടാന
mn: Уоллис ба Футуна
mr: वालिस आणि फ्यूचूना
ms: Wallis dan Futuna
mt: Wallis u Futuna
ne: वालिस र फुटुना
nn_no: Wallis og Futuna
no: Wallis og Futuna
or: ୱାଲିସ୍ ଏବଂ ଫୁଟୁନା
pa_arab_pk: ویلیز تے فاٹونا
pa_in: ਵਾਲਿਸ ਐਂਡ ਫਯੁਚੁਨਾ
pl: Wallis i Futuna
ru: Уоллис и Футуна
sd: والس ۽ فٹونا
si: වොලීස් සහ ෆටුනා
sl: Wallis in Futuna
sr_cyrl_rs: Валис и Футуна
sr_latn_rs: Vales i Futuna
sv: Wallis och Futuna
ta: வாலிஸ் மற்றும் ஃப்யூடினா
te: వాల్లిస్ మరియు ఫుటునా
tg: Уоллис ва Футуна
th: วาลลิสและฟุตูนา
tr: Wallis ve Futuna
tt: Уоллис һәм Футуна
ug: ۋاللىس ۋە فۇتۇنا
uk: Уолліс і Футуна
ur: ویلیز اور فاٹونا
uz: Uollis va Futuna
vi: Wallis và Futuna
zh_hans: 瓦利斯和富图纳
zh_hant: 瓦利斯和福杜納群島

# Country.WS
source: Samoa
am: ሳሞኣ
ar: ساموا
as: চামোৱা
bg: Самоа
bn_in: সামোয়া
el: Σαμόα
fa: ساموا
ga: Samó
gd: Samotha
gu: સામોઆ
he: סמואה
hi: समोआ
hu: Szamoa
is: Samóa
ja: サモア
ka: სამოა
kk: Самоа
kn: ಸಮೋವಾ
ko: 사모아
ku_arab: ساموا
ky: Самоа
lo: ຊາມົວ
mi: Hāmoa
mk: Самоа
ml: സമോവ
mn: Самоа
mr: सामोआ
ne: सामौ
or: ସାମୋଆ
pa_arab_pk: ساموا
pa_in: ਸਾਮੋਆ
ru: Самоа
sd: سامو
si: සැමෝවා
sr_cyrl_rs: Самоа
ta: சமோவா
te: సమోవా
tg: Самоа
th: ซามัว
tt: Самоа
ug: ساموئا
uk: Самоа
ur: سما‎ؤ
zh_hans: 萨摩亚
zh_hant: 薩摩亞

# Country.XK
source: Kosovo
am: ኮሶቮ
ar: كوسوفو
as: কচ'ভ'
bg: Косово
bn_in: কসোভো
el: Κοσσυφοπέδιο
fa: کوزوو
ga: An Chosaiv
gd: A’ Chosobho
gu: કોસોવો
he: קוסובו
hi: कोसोवो
hu: Koszovó
is: Kósóvó
ja: コソボ
ka: კოსოვო
kk: Косово
kn: ಕೊಸೊವೊ
ko: 코소보
ku_arab: کۆسۆڤۆ
ky: Косово
lo: ໂກໂຊໂວ
lt: Kosovas
lv: Kosova
mi: Kohiko
mk: Косово
ml: കൊസോവോ
mn: Косово
mr: कोसोव्हो
mt: Il-Kosovo
ne: कोसोभो
or: କୋସୋଭୋ
pa_arab_pk: کسوو
pa_in: ਕੋਸੋਵੋ
pl: Kosowo
ru: Косово
sd: ڪوسوو
si: කොසොවෝ
sr_cyrl_rs: Косово
ta: கொசோவோ
te: కొసావో
tg: Косово
th: โคโซโว
tr: Kosova
tt: Косово
ug: كوسۇۋا
uk: Косово
ur: کوسووو
zh_hans: 科索沃
zh_hant: 科索沃

# Country.YE
source: Yemen
af: Jemen
am: የመን
ar: اليمن
as: য়েমেন
az: Yəmən
bg: Йемен
bn_in: ইয়েমেন
bs: Jemen
de: Jemen
el: Υεμένη
et: Jeemen
fa: یمن
ga: Éimin
gd: An Eaman
gl: Iemen
gu: યમન
he: תימן
hi: यमन
hr: Jemen
hu: Jemen
id: Yaman
is: Jemen
ja: イエメン
ka: იემენი
kk: Йемен
kn: ಯೇಮನ್
ko: 예멘
ku_arab: یەمەن
ky: Йемен
lo: ເຢເມນ
lt: Jemenas
lv: Jemena
mi: Īemene
mk: Јемен
ml: യെമന്‍
mn: Йемен
mr: येमेन
ms: Yaman
mt: Jemen
ne: येमेन
nn_no: Jemen
no: Jemen
or: ୟେମେନ୍
pa_arab_pk: یمن
pa_in: ਯਮਨ
pl: Jemen
ru: Йемен
sd: يمن
si: යේමනය
sl: Jemen
sr_cyrl_rs: Јемен
sr_latn_rs: Jemen
sv: Jemen
ta: ஏமன்
te: యెమెన్
tg: Яман
th: เยเมน
tt: Йәмән
ug: يەمەن
uk: Ємен
ur: یمن
uz: Yaman
zh_hans: 也门
zh_hant: 葉門

# Country.YT
source: Mayotte
am: ማዬት
ar: مايوت
as: মায়োট্টে
az: Mayotta
bg: Майот
bn_in: মায়োটে
el: Μαγιότ
fa: مایوت
gu: માયોટે
he: מאיוט
hi: मायोत्ते
ja: マイヨット島
ka: მეიოტი
kk: Майотта аралы
kn: ಮಯೋಟೆ
ko: 마요트
ku_arab: مایۆت
ky: Майотта
lo: ມາຢອດເຕ
lt: Majotas
lv: Majota
mi: Maiote
mk: Мајоте
ml: മയോട്ടി
mn: Майотта
mr: मायोट्टे
ne: मायोट्टे
or: ମାୟୋତେ
pa_arab_pk: میوٹ
pa_in: ਮਾਯੋਟੀ
pl: Majotta
ru: Майотта
sd: مايوٽي
si: මයෝටී
sr_cyrl_rs: Мајот
sr_latn_rs: Majot
ta: மயோட்
te: మయోట్టె
tg: Майотте
th: มายอต
tt: Майотта
ug: مايوتى
uk: Майотта
ur: میوٹ
uz: Mayotta
zh_hans: 马约特
zh_hant: 馬約特島

# Country.ZA
source: South Africa
af: Suid-Afrika
am: ደቡብ አፍሪካ
ar: جنوب أفريقيا
as: দক্ষিণ আফ্ৰিকা
az: Cənubi Afrika
bg: Южна Африка
bn_in: দক্ষিণ আফ্রিকা
bs: Južna Afrika
cy: De Affrica
da: Sydafrika
de: Südafrika
el: Νότια Αφρική
es: Sudáfrica
et: Lõuna-Aafrika Vabariik
eu: Hegoafrika
fa: آفریقای جنوبی
ga: An Afraic Theas
gd: Afraga a Deas
gl: Suráfrica
gu: દક્ષિણ આફ્રિકા
he: דרום אפריקה
hi: दक्षिण अफ़्रीका
hr: Južnoafrička Republika
hu: Dél-Afrika
id: Afrika Selatan
is: Suður-Afríka
ja: 南アフリカ
ka: სამხრეთ აფრიკის რესპუბლიკა
kk: Оңтүстік Африка
kn: ದಕ್ಷಿಣ ಆಫ್ರಿಕಾ
ko: 남아프리카 공화국
ku_arab: ئەفریقای باشوور
ky: Түштүк Африка
lo: ອາຝຣິກາໃຕ້
lt: Pietų Afrika
lv: Dienvidāfrikas Republika
mi: Awherika ki te Tonga
mk: Јужна Африка
ml: ദക്ഷിണാഫ്രിക്ക
mn: Өмнөд Африк
mr: दक्षिण आफ्रिका
ms: Afrika Selatan
mt: Afrika t'Isfel
ne: दक्षिण अफ्रिका
nn_no: Sør-Afrika
no: Sør-Afrika
or: ଦକ୍ଷିଣ ଆଫ୍ରିକା
pa_arab_pk: جنوبی افریقا
pa_in: ਦੱਖਣੀ ਅਫਰੀਕਾ
pl: RPA
ru: Южная Африка
sd: سائوٿ آفريڪا
si: දකුණු අප්‍රිකාව
sl: Južna Afrika
sr_cyrl_rs: Јужна Африка
sr_latn_rs: Južna Afrika
sv: Sydafrika
ta: தெனாப்பிரிக்கா
te: దక్షిణ ఆఫ్రికా
tg: Африкаи Ҷанубӣ
th: แอฟริกาใต้
tr: Güney Afrika
tt: Көньяк Африка
ug: جەنۇبىي ئافرىقا
uk: Південна Африка
ur: جنوبی افریقا
uz: Janubiy Afrika
vi: Nam Phi
zh_hans: 南非
zh_hant: 南非

# Country.ZM
source: Zambia
af: Zambië
am: ዛምቢያ
ar: زامبيا
as: জাম্বিয়া
az: Zambiya
bg: Замбия
bn_in: জাম্বিয়া
bs: Zambija
de: Sambia
el: Ζάμπια
et: Sambia
fa: زامبیا
ga: An tSaimbia
gd: Sàimbia
gu: ઝામ્બિયા
he: זמביה
hi: ज़ाम्बिया
hr: Zambija
is: Sambía
ja: ザンビア
ka: ზამბია
kk: Замбия
kn: ಜಾಂಬಿಯಾ
ko: 잠비아
ku_arab: زامبیا
ky: Замбия
lo: ແຊມເບຍ
lt: Zambija
lv: Zambija
mi: Tāmipia
mk: Замбија
ml: സാംബിയ
mn: Замби
mr: झांबिया
mt: Żambja
ne: जाम्बिया
or: ଜାମ୍ଵିଆ
pa_arab_pk: زمبیا
pa_in: ਜ਼ਾਮਬੀਆ
ru: Замбия
sd: زمبيا
si: සැම්බියාව
sl: Zambija
sr_cyrl_rs: Замбија
sr_latn_rs: Zambija
ta: ஜாம்பியா
te: జాంబియా
tg: Замбия
th: แซมเบีย
tr: Zambiya
tt: Замбия
ug: زامبىيە
uk: Замбія
ur: زمبیا
uz: Zambiya
zh_hans: 赞比亚
zh_hant: 尚比亞

# Country.ZW
source: Zimbabwe
am: ዚምባቡዌ
ar: زيمبابوي
as: জিম্বাবৱে
az: Zimbabve
bg: Зимбабве
bn_in: জিম্বাবোয়ে
bs: Zimbabve
de: Simbabwe
el: Ζιμπάμπουε
es: Zimbabue
fa: زیمباوه
ga: An tSiombáib
gd: An t-Sìombab
gl: Cimbabue
gu: ઝિમ્બાબ્વે
he: זימבבואה
hi: ज़िम्बाब्वे
hr: Zimbabve
is: Simbabve
ja: ジンバブエ
ka: ზიმბაბვე
kk: Зимбабве
kn: ಜಿಂಬಾಬ್ವೆ
ko: 짐바브웨
ku_arab: زیمبابوە
ky: Зимбабве
lo: ຊິມບາບເວ
lt: Zimbabvė
lv: Zimbabve
mi: Timuwawe
mk: Зимбабве
ml: സിംബാബ്‌വെ
mn: Зимбабве
mr: झिंम्बाब्वे
mt: Żimbabwe
ne: जिम्बाबवे
or: ଜିମ୍ଵାୱେ
pa_arab_pk: زمبابوے
pa_in: ਜ਼ਿੰਬਾਬਵੇ
ru: Зимбабве
sd: زمبابوي
si: සිම්බාබ්වේ
sl: Zimbabve
sr_cyrl_rs: Зимбабве
sr_latn_rs: Zimbabve
ta: ஜிம்பாப்வே
te: జింబాబ్వే
tg: Зимбабве
th: ซิมบับเว
tr: Zimbabve
tt: Зимбабве
ug: زىمبابۋې
uk: Зімбабве
ur: زمبابوے
uz: Zimbabve
zh_hans: 津巴布韦
zh_hant: 辛巴威

# Literal.StoredValue.PrepaidCardBalance
source: Gift card balance is {0}{1}. Click <b>{2}</b> button to continue.
af: Saldo op geskenkbewys is {0}{1}. Klik <b>{2}</b> knoppie om voort te gaan.
am: የስጦታ ካርድ ቀሪ {0}{1} ሂሳብ <b>{2}</b> ነው።
ar: ميزانية بطاقة الهدية هي {0}{1}. انقر فوق زر <b>{2}</b> للمتابعة.
as: উপহাৰ আৰু জমা হৈছে {0}{1}৷ জাৰী ৰাখিবলৈ <b>{2}</b> বুটাম ক্লিক কৰক৷
az: Hədiyyə kartının balansı {0}{1}-dır. Davam etmək üçün <b>{2}</b> düyməsini klikləyin.
bg: Оставащата сума в картата за подарък е {1}{0}. Щракнете върху бутона <b>{2}</b>, за да продължите.
bn_in: উপহার কার্ড ব্যালেন্স হল {0}{1}৷ চালু রাখতে <b>{2}</b> বোতামে ক্লিক করুন৷
bs: Bilanca poklon kartice je {0}{1}. Kliknite na dugme <b>{2}</b> da biste nastavili.
cy: Dyma falans y cerdyn rhodd {0}{1}. Cliciwch y botwm <b>{2}</b> i fwrw ymlaen.
da: Saldoen på gavekortet er {0}{1}. Klik på knappen <b>{2}</b> for at fortsætte.
de: Das Saldo Ihrer Geschenkkarte beträgt {0}{1}. Klicken Sie auf <b>{2}</b>, um fortzufahren.
el: Το υπόλοιπο της προπληρωμένης κάρτας δώρου είναι {0}{1}. Κάντε κλικ στο κουμπί <b>{2}</b> για να συνεχίσετε.
es: El saldo de la tarjeta regalo es {0}{1}. Haga clic en el botón <b>{2}</b> para continuar.
et: Kinkekaardi saldo on {0}{1}. Jätkamiseks klõpsake nuppu <b>{2}</b>.
eu: Opari-txartelaren balantzea {1}{0} da. Jarraitzeko, sakatu <b>{2}</b> botoia.
fa: مانده حساب کارت هدیه {0}{1} است. برای ادامه کار روی دکمه <b>{2}</b> کلیک کنید.
ga: An t-iarmhéid ar do chárta bronntanais ná {0}{1}. Cliceáil ar an gcnaipe <b>{2}</b> chun leanúint ar aghaidh.
gd: 'S e {0}{1} am balans a tha air a' chairt phreusant. Briog air a' phutan <b>{2}</b> airson leantainn air adhart.
gl: O saldo da tarxeta de obsequio é {0} {1}. Prema o botón <b>{2}</b> para continuar.
gu: ગિફ્ટ કાર્ડ સિલક {0}{1} છે. ચાલુ રાખવા માટે <b>{2}</b> બટનને ક્લિક કરો.
he: יתרת שובר המתנה היא {0}{1}. לחץ על לחצן <b>{2}</b> כדי להמשיך.
hi: उपहार कार्ड की शेषराशि {0}{1} है. जारी रखने के लिए <b>{2}</b> बटन क्लिक करें.
hr: Saldo je darovne kartice {0}{1}. Kliknite gumb <b>{2}</b> da biste nastavili.
hu: Az ajándékkártya egyenlege {0}{1}. A folytatáshoz kattintson a <b>{2}</b> gombra.
id: Saldo kartu hadiah adalah {0}{1}. Klik tombol <b>{2}</b> untuk melanjutkan.
is: Staðan á gjafakortinu er {0}{1}. Smelltu á hnappinn <b>{2}</b> til að halda áfram.
ja: ギフト カードの残高が {0}{1} です。[<b>{2}</b>] ボタンをクリックすると続行します。
ka: Microsoft-ის სასაჩუქრე ბარათის ბალანსია {0}{1}. დააწკაპუნეთ ღილაკზე „<b>{2}</b>“ და განაგრძეთ.
kk: Сыйлық картасының балансы - {0}{1}. Жалғастыру үшін <b>{2}</b> түймешігін басыңыз.
kn: ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಬಾಕಿಯು {0}{1} ಆಗಿದೆ. ಮುಂದುವರಿಸಲು <b>{2}</b> ಬಟನ್ ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 기프트 카드 잔액은 {0}{1}입니다. 계속하려면 <b>{2}</b> 단추를 클릭하십시오.
ku_arab: بالانسی کارتی دیاری بریتیە لە {0}{1}. کرتە بکە لەسەر دوگمەی <b>{2}</b> بۆ بەردەوامبوون.
ky: Белек картынын теңдеми {0}{1}. Улантуу үчүн <b>{2}</b> баскычын басыңыз.
lo: ຍອດເງິນບັດຂອງຂວັນແມ່ນ {0}{1}. ຄລິກປຸ່ມ <b>{2}</b> ເພື່ອສືບຕໍ່.
lt: Dovanų kortelės likutis yra {0}{1}. Norėdami tęsti, spustelėkite mygtuką <b>{2}</b>.
lv: Dāvanu kartes atlikums ir {0}{1}. Lai turpinātu, noklikšķiniet uz pogas <b>{2}</b> .
mi: Ko te tapeke o te kāri takoha ko {0}{1}. Pāwhiri te pātene <b>{2} </b> kia haere tonu.
mk: Состојбата на картичката за подарок е {0}{1}. Кликнете на копчето<b>{2}</b> за да продолжите.
ml: ഗിഫ്റ്റ് കാര്‍ഡ് ബാലന്‍സ് {0}{1} ആണ്. തുടരുന്നതിന് <b>{2}</b> ബട്ടണ്‍ ക്ലിക്കുചെയ്യുക.
mn: Бэлгийн картын үлдэгдэл {0}{1} байна. Үргэлжлүүлэхийн тулд <b>{2}</b> товчийг товш.
mr: गिफ्ट कार्ड शिल्लक {0}{1} आहे. सुरू ठेवण्यासाठी <b>{2}</b> बटण क्लिक करा.
ms: Baki kad hadiah ialah {0}{1}. Klik butang <b>{2}</b> untuk meneruskan.
mt: Il-bilanċ tal-Kard tar-Rigali huwa {0}{1}. Ikklikkja l-buttuna <b>{2}</b> biex tkompli.
ne: उपहार कार्ड मौज्दात {0}{1} हो। जारी राख्नको लागि <b>{2}</b> बटन क्लिक गर्नुहोस्।
nn_no: Saldoen på gåvekortet er {0}{1}. Klikk <b>{2}</b> for å halde fram.
no: Saldoen på gavekortet er {0}{1}. Klikk <b>{2}</b> for å fortsette.
or: ଉପହାର କାର୍ଡ ବାଲାନ୍ସ {0}{1} ଅଟେ. ଜାରି ରଖିବାକୁ <b>{2}</b> ବଟନ୍ କ୍ଲିକ୍ କରନ୍ତୁ.
pa_arab_pk: تجفہ کارڈ بیلنس {0} اے.{1}. جاری رکھن لئی <b>{2}</b> بٹن تے کلک کرو.
pa_in: ਗਿਫਟ ਕਾਰਡ ਦਾ ਬਕਾਇਆ {0}{1} ਹੈ। ਜਾਰੀ ਰੱਖਣ ਲਈ <b>{2}</b> ਬਟਨ ਦਬਾਉ।
pl: Saldo karty podarunkowej wynosi {1}{0}. Kliknij przycisk <b>{2}</b>, aby kontynuować.
ru: Баланс подарочной карты составляет {0}{1}. Нажмите кнопку <b>{2}</b>, чтобы продолжить.
sd: جي تحفي جي ڪارڊ جو بيلينس {0}{1} آهي. جاري ڪرڻ لاءِ <b>{2}</b> بٽڻ کي ڪلڪ ڪريو.
si: තෑගි කාඩ් ප‍ත් ශේෂය {0}{1}. ඉදිරියට යාමට <b>{2}</b> බොත්තම ක්ලික් කරන්න.
sl: Stanje na darilni kartici je {0}{1}. Kliknite gumb <b>{2}</b>, da nadaljujete.
sr_cyrl_rs: Салдо поклон картице је {0}{1}. Кликните на дугме <b>{2}</b> да бисте наставили.
sr_latn_rs: Saldo poklon kartice je {0}{1}. Kliknite na dugme <b>{2}</b> da biste nastavili.
sv: Saldot på presentkortet är {0}{1}. Klicka på knappen <b>{2}</b> för att fortsätta.
ta: பரிசு அட்டை இருப்பு {0} {1} ஆகும். தொடர <b>{2}</b> பொத்தானைக் கிளிக் செய்யவும்.
te: బహుమతి కార్డ్ నిల్వ {0}{1}. కొనసాగించడానికి <b>{2}</b> బటన్‌ను క్లిక్ చేయండి.
tg: Бақияи корти тӯҳфавӣ {0}{1} аст. Барои идома додан тугмаи <b>{2}</b>-ро зер кунед.
th: ยอดคงเหลือในบัตรกำนัลคือ {0}{1} คลิกปุ่ม <b>{2}</b> เพื่อดำเนินการต่อ
tr: Hediye kartı bakiyesi: {0}{1}. Devam etmek için <b>{2}</b> düğmesine tıklayın.
tt: Бүләк картасының балансы {0}{1}. Дәвам итү өчен <b>{2}</b> төймәсен чирттерегез.
ug: سوۋغات كارتىسىدىكى قالدۇق {0}{1}. <b>{2}</b> كۇنۇپكىسىنى چېكىپ داۋاملاشتۇرۇڭ.
uk: Баланс подарункової картки: {0}{1}. Для продовження натисніть кнопку <b>{2}</b>.
ur: تحفہ کارڈ میں بقایا رقم {0}{1} ہے. جاری رکھنے کے لیے <b>{2}</b> بٹن پر کلک کریں.
uz: Sovg'abop kartochka balansi {0}{1}. Davom ettirish uchun <b>{2}</b> tugmasiga cherting.
vi: Số dư trên thẻ quà tặng là {0}{1}. Bấm nút <b>{2}</b> để tiếp tục.
zh_hans: 礼品卡的余额为 {0}{1}。请单击“{2}”<b></b>按钮继续。
zh_hant: 禮品卡餘額為 {0}{1}。請按一下 [{2}]<b></b> 按鈕以繼續。

# Literal.StoredValue.PrepaidCardNumberInvalid
source: This code is not valid. Please check your code and try again.
af: Hierdie kode is nie geldig nie. Gaan asseblief jou kode na en probeer weer.
am: ይህ ኮድ ትክክል አይደለም። እባክዎ ኮድዎን ይፈትሹና እንደገና ይሞክሩ።
ar: هذا الرمز غير صالح. الرجاء التحقق من الرمز الخاص بك والمحاولة مرة أخرى.
as: এই ক'ডটো বৈধ নহয়৷ অনুগ্ৰহ কৰি আপোনাৰ ক'ডটো পৰীক্ষা কৰি পুনৰ চেষ্টা কৰক৷
az: Bu kod düzgün deyil. Kodunuzu yoxlayın və yenidən cəhd edin.
bg: Този код е невалиден. Проверете кода и опитайте пак.
bn_in: এই কোডটি বৈধ নয়৷ দয়া করে আপনার কোড পরীক্ষা করুন এবং আবার চেষ্টা করুন৷
bs: Taj kôd je nevažeći. Provjerite kôd i pokušajte ponovo.
cy: Dydy’r cod hwn ddim yn ddilys. Gwiriwch y cod a rhoi cynnig arall arni.
da: Denne kode er ugyldig. Kontrollér din kode, og prøv igen.
de: Dieser Code ist ungültig. Überprüfen Sie ihn, und versuchen Sie es erneut.
el: Αυτός ο κωδικός δεν είναι έγκυρος. Ελέγξτε τον κωδικό σας και δοκιμάστε ξανά.
es: El código no es válido. Compruebe el código y vuelva a intentarlo.
et: Kaardi kood on sobimatu. Kontrollige koodi ja proovige uuesti.
eu: Kode hau ez da baliozkoa. Egiaztatu kodea eta saiatu berriro.
fa: این کد نامعتبر است. لطفاً کد خود را بررسی کرده و دوباره امتحان کنید.
ga: Tá an cód seo neamhbhailí. Déan scrúdú ar an gcód agus bain triail eile as.
gd: Chan eil an còd seo dligheach. Thoir sùil air is feuch ris a-rithist.
gl: Este código non é válido. Comproba o código e téntao de novo.
gu: આ કોડ માન્ય નથી. કૃપયા તમારો કોડ તપાસો અને ફરી પ્રયાસ કરો.
he: קוד זה לא חוקי. בדוק את הקוד שלך ונסה שוב.
hi: यह कोड अमान्य है. कृपया अपना कोड जाँचें और पुन: प्रयास करें.
hr: Kôd nije valjan. Provjerite ga pa pokušajte ponovno.
hu: Ez a kód érvénytelen. Ellenőrizze, és próbálkozzon újra.
id: Kode ini tidak valid. Silakan periksa kode Anda dan coba lagi.
is: Þessi kóði er ógildur. Athugaðu kóðann og reyndu aftur.
ja: このコードは無効です。コードを確認して再度お試しください。
ka: ეს კოდი არასწორია. გთხოვთ, შეამოწმოთ კოდი და ისევ სცადოთ.
kk: Осы нөмір жарамсыз. Нөмірді тексеріп, әрекетті қайталаңыз.
kn: ಈ ಕೋಡ್ ಮಾನ್ಯವಾಗಿಲ್ಲ. ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕೋಡ್ ಪರಿಶೀಲಿಸಿ ಹಾಗೂ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 코드는 사용할 수 없습니다. 코드를 확인한 후 다시 시도하세요.
ku_arab: ئەم کۆدە نادروستە. تکایە کۆدەکەت بپشکنە و دوبارە هەوڵ بدە.
ky: Бул код жараксыз. Текшерип, кайра аркет кылыңыз.
lo: ລະຫັດນີ້ບໍ່ຖືກຕ້ອງ. ກະລຸນາກວດເບິ່ງລະຫັດຂອງທ່ານ ແລະລອງໃໝ່.
lt: Šis kodas negalioja. Patikrinkite kodą ir bandykite dar kartą.
lv: Šis kods nav derīgs. Lūdzu, pārbaudiet to un mēģiniet vēlreiz.
mi: He muhu te waehere. Āta tirohia tō waehere ka ngana anō.
mk: Кодот е неважечки. Проверете го и обидете се повторно.
ml: ഈ കോഡ് അസാധുവാണ്. കോഡ് സ്ഥിരീകരിച്ചതിന് ശേഷം വീണ്ടും ശ്രമിക്കുക.
mn: Энэ код хүчингүй байна. Кодоо шалгаад дахин оролдоно уу.
mr: हा कोड मान्य नाही. कृपया आपला कोड तपासा आणि पुन्हा प्रयत्न करा.
ms: Kod ini tidak sah. Sila semak kod anda dan cuba lagi.
mt: Dan il-kodiċi mhux validu. Jekk jogħġbok iċċekkja l-kodiċi tiegħek u erġa' pprova.
ne: यो संकेत मान्य छैन। कृपया आफ्नो संकेत जाँच्नुहोस् र पुन: प्रयास गर्नुहोस्।
nn_no: Koden er ugyldig. Kontroller den og prøv på nytt.
no: Koden er ugyldig. Kontroller den og prøv på nytt.
or: ଏହି କୋଡ୍ ଅବୈଧ ଅଟେ. ଦୟାକରି ଆପଣଙ୍କର କୋଡ୍ ଯାଞ୍ଚ କରନ୍ତୁ ଏବଂ ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: ایہ کوڈ ویلڈ نہیں اے۔ مہربانی کر کے اپنا کوڈ چیک کرو تے پھر کوشش کرو۔
pa_in: ਇਹ ਕੋਡ ਵੈਧ ਨਹੀਂ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਕੋਡ ਚੈਕ ਕਰੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Ten kod jest nieprawidłowy. Sprawdź go i spróbuj ponownie.
ru: Недопустимый код. Проверьте ваш код и повторите попытку.
sd: هن ڪوڊ جي تصديق ٿيل ڪانهي. مهرباني ڪري پنهنجو ڪوڊ جانچيو ۽ ٻيهر ڪوشش ڪريو.
si: මෙම කේතය වලංගු නොවේ. කරුණාකර ඔබේ කේතය පරීක්ෂා කර නැවත උත්සාහ කරන්න.
sl: Ta koda ni veljavna. Preverite jo in poskusite znova.
sr_cyrl_rs: Ова шифра није важећа. Проверите шифру и покушајте поново.
sr_latn_rs: Ova šifra nije važeća. Proverite šifru i pokušajte ponovo.
sv: Koden är inte giltig. Kontrollera koden och försök igen.
ta: இந்தக் குறியீடு தவறானது. தயவுசெய்து, உங்கள் குறியீட்டைச் சரிபார்த்து மீண்டும் முயற்சிக்கவும்.
te: ఈ కోడ్ చెల్లదు. దయచేసి మీ కోడ్‌ను తనిఖీ చేసి, మళ్లీ ప్రయత్నించండి.
tg: Ин рамз беэътибор аст. Лутфан, рамзи худро санҷед ва аз нав кӯшиш кунед.
th: รหัสนี้ไม่ถูกต้อง โปรดตรวจสอบรหัสของคุณแล้วลองอีกครั้ง
tr: Bu kod geçersiz. Lütfen kodunuzu kontrol edin ve yeniden deneyin.
tt: Бу код туры килми. Кодыгызны тикшерегез һәм кабатлап карагыз.
ug: بۇ كود ئىناۋەتسىز. كودىڭىزنى تەكشۈرۈپ، قايتا سىناڭ.
uk: Цей код недійсний. Перевірте свій код і повторіть спробу.
ur: یہ کوڈ درست نہیں ہے. براہ مہربانی اپنے کوڈ کی پڑتال کریں اور دوبارہ کوشش کریں.
uz: Bu kod haqiqiy emas. Kodingizni tekshiring va qayta urining.
vi: Mã này không hợp lệ. Vui lòng kiểm tra mã của bạn và thử lại.
zh_hans: 此代码无效。请检查您的代码并重试。
zh_hant: 此代碼無效。請檢查您的代碼並再試一次。

# Literal.StoredValue.PrepaidCardConsumed
source: Card has already been redeemed.
af: Kaart is reeds verlos.
am: ካርዱ ቀድሞውኑ ትንሽ ተሻሽሏል።
ar: لقد تم استغلال البطاقة بالكامل.
as: কাৰ্ড ইতিমধ্যে পৰিশোধ কৰা হৈছে৷
az: Karta artıq ödəniş edilib.
bg: Картата вече е използвана.
bn_in: কার্ড ইতিমধ্যে উদ্ধার হয়েছে৷
bs: Kartica je već otkupljena.
cy: Mae'r cerdyn wedi'i wirio yn barod.
da: Kortet er allerede blevet indløst.
de: Die Karte wurde bereits eingelöst.
el: Έχει γίνει ήδη εξαγορά της κάρτας.
es: La tarjeta ya se canjeó.
et: Raha on juba kaardile tagastatud.
eu: Txarteleko zenbatekoa itzuli dizugu dagoeneko.
fa: هزینه این کارت از قبل بازپرداخت شده است.
ga: Cárta fuascailte cheana féin.
gd: Chaidh a' chairt seo a chur gu feum mu thràth.
gl: Xa se trocou a tarxeta.
gu: કાર્ડને પહેલાંથી રીડિમ કરેલું છે.
he: הכרטיס מומש כבר.
hi: कार्ड पहले ही रिडीम किया जा चुका है.
hr: Kartica je već iskorištena.
hu: A kártyán már jóváírtuk az összeget.
id: Kartu telah ditebus.
is: Kortið hefur þegar verið innleyst.
ja: カードは既に引き換え済みです。
ka: ბარათზე თანხა უკვე გასწორდა.
kk: Карта ақысы әлдеқашан қайтарылды.
kn: ಕಾರ್ಡ್ ಅನ್ನು ಈಗಾಗಲೇ ಪುನಃ ಪಡೆದುಕೊಳ್ಳಲಾಗಿದೆ.
ko: 카드가 이미 사용되었습니다.
ku_arab: کارتەکە قەرەبوو کراوەتەوە.
ky: Картадагы сумма эчак кайтарылган.
lo: ບັດໄດ້ຖືກແລກຮຽບຮ້ອຍແລ້ວ.
lt: Kortele jau buvo atsiskaityta.
lv: Karte jau ir izmantota.
mi: Kua hokona kētia te kāri.
mk: Картичката е веќе отплатена.
ml: കാര്‍ഡ് ഇതിനകം വീണ്ടെടുത്തു.
mn: Картын төлбөр төлөгдчихсөн байна.
mr: कार्डची आधीपासून पूर्तता केली गेली आहे.
ms: Kad sudah ditebus.
mt: Il-karta diġà ssarrfet.
ne: कार्ड पहिले नै रिडिम गरिएकोछ।
nn_no: Kortet er allereie innløyst.
no: Kortet er allerede innløst.
or: କାର୍ଡ ପୂର୍ବରୁ ରିଡମ୍ କରାଯାଇଛି.
pa_arab_pk: ‏‏کارڈ پہلاں ای مک گیا اے۔
pa_in: ਕਾਰਡ ਪਹਿਲਾਂ ਹੀ ਰੀਡੀਮ ਹੋ ਗਿਆ ਹੈ।
pl: Płatność kartą została już zrealizowana.
ru: Эта карта уже погашена.
sd: ڪارڊ اڳ ۾ ئي ڇڏايو ويو آهي.
si: කාඩ්පත දැනටමත් නිදහස් කර තිබේ.
sl: Kartica je že bila unovčena.
sr_cyrl_rs: Картица је већ искупљена.
sr_latn_rs: Kartica je već iskupljena.
sv: Kortet har redan lösts in.
ta: கார்டு ஏற்கனவே விடுவிக்கப்பட்டது.
te: కార్డ్ ఇప్పటికే రీడీమ్ చేయబడింది.
tg: Корт аллакай ҷуброн шудааст.
th: บัตรได้รับการแลกใช้สิทธิ์แล้ว
tr: Kart zaten kullanılmış.
tt: Карта инде компенсацияләнгән.
ug: كارتىڭىزغا پۇل قايتۇرۇلدى.
uk: Цю картку вже погашено.
ur: کارڈ پہلے ہی ریڈیم کیا جا چکا ہے۔
uz: Kartochka allaqachon so'ndirilgan.
vi: Thẻ đã được đổi.
zh_hans: 卡已兑现。
zh_hant: 卡片已經兌換過了。
