Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Button.PlaceOrder.De
source: Order with payment obligation
af: Bestelling met 'n betalingsvereiste
am: ትዕዛዝ ግዴታ ክፍያ ጋር
ar: الطلب مع الالتزام بالدفع
as: পৰিশোধ বাধ্যবাধকতাৰ সৈতে অৰ্ডাৰ
az: Ödəniş öhdəliyi ilə sifariş et
bg: Поръчка със задължение за заплащане
bn_in: অর্থপ্রদানের দায়িত্বসহকারে আদেশ করুন
bs: Narudžba s obavezom plaćanja
cy: Archebu gyda dyletswydd i dalu
da: Bestil med betalingsforpligtelse
de: Mit Zahlungsverpflichtung bestellen
el: Παραγγελία με υποχρέωση πληρωμής
es: Pedido con obligación de pago
et: Maksekohustusega tellimus
eu: Derrigorrezkoa da eskaera ordaintzea
fa: سفارش با الزام پرداخت هزینه
ga: Ordaigh le dualgas íocaíochta
gd: Òrdan le dleastanas pàighidh
gl: Pedido con obriga de pagamento
gu: ચુકવણીની શરત સાથે ઓર્ડર કરો
he: הזמן עם התחייבות לתשלום
hi: भुगतान बाध्यता के साथ ऑर्डर दें
hr: Narudžba s obvezom plaćanja
hu: Rendelés fizetési kötelezettséggel
id: Pesanan dengan kewajiban pembayaran
is: Pöntun með greiðsluskyldu
ja: 支払い義務付きの注文
ka: შეუკვეთეთ გადახდის ვალდებულებით
kk: Төлем міндеттемесімен тапсырыс
kn: ಪಾವತಿಯ ಹೊಣೆಗಾರಿಕೆಯೊಂದಿಗೆ ಆದೇಶ
ko: 결제 보증을 사용하여 주문
ku_arab: ئۆردەر بە پابەندی پارەدانەوە
ky: Төлөм милдеттемеси менен буйрутма берүү
lo: ຄຳສັ່ງຊື້ທີ່ມີພັນທະການຊຳລະເງິນ
lt: Užsakymas, kurį būtina apmokėti
lv: Pasūtīt, uzņemoties pienākumu veikt maksājumu
mi: Tono me te herenga utu
mk: Нарачка со облигација за плаќање
ml: നിയമബാധ്യത ഉള്ള പേയ്‌മെന്റ് ഓര്‍ഡര്‍
mn: Төлбөрийн хариуцлагатай захиалах
mr: देय ऋणासह ऑर्डर करा
ms: Pesanan dengan tanggungan bayaran
mt: Ordna b'obbligu ta' pagament
ne: भुक्तान शर्त सहित आदेश पठाउनुहोस्
nn_no: Bestill betalingsforplikting
no: Bestill med betalingsforpliktelse
or: ଦେୟ ଚୁକ୍ତିବଦ୍ଧତା ସହିତ ନିର୍ଦ୍ଦେଶ
pa_arab_pk: ادائیگی دی ذمہ داری دا حکم
pa_in: ਭੁਗਤਾਨ ਜ਼ਿੰਮੇਵਾਰੀ ਵਾਲਾ ਆਰਡਰ
pl: Zamówienie z zobowiązaniem do zapłaty
ru: Заказ с обязательством платежа
sd: ادائگي جي ذميواري سان گڏ آرڊر
si: ගෙවීමට බැඳියාවක් සහිත ඇණවුම
sl: Naročilo z obveznostjo plačila
sr_cyrl_rs: Поручи са обавезом плаћања
sr_latn_rs: Poruči sa obavezom plaćanja
sv: Beställning med betalningsskyldighet
ta: கட்டண பொறுப்புடனான ஆர்டர்
te: చెల్లింపు బాధ్యతతో క్రమం చేయండి
tg: Фармоиш бо ӯҳдадорӣ оид ба пардохт
th: การสั่งซื้อที่มีข้อผูกมัดการชำระเงิน
tr: Ödeme taahhüdüyle sipariş ver
tt: Түләү йөкләмәсе белән заказ бирегез
ug: تۆلەش توختامى بىلەن زاكاز قىلىش
uk: Замовлення із зобов'язанням платежу
ur: ادائیگی کی منظوری کے ساتھ آرڈر دیں
uz: To‘lov majburiyati bilan buyurtma
vi: Đặt mua có bắt buộc trả phí
zh_hans: 有支付义务的订单
zh_hant: 應付款訂單

# Literal.InicisInfo.Required
source: Card/Phone Number is required.
af: Kaart-/Foonnommer word vereis.
am: የካርድ/የስልክ ቁጥር ያስፈልጋል።
as: কাৰ্ড/ফোন নম্বৰৰ প্ৰয়োজন হৈছে৷
az: Kart/Telefon Nömrəsi tələb olunur.
cy: Mae Rhif Cerdyn/Ffôn yn ofynnol.
da: Kort/telefonnummer er påkrævet.
de: Karten-/Telefonnummer ist erforderlich.
eu: Derrigorrez adierazi behar da txartel- edo telefono-zenbakia.
ga: Is gá uimhir cárta/fóin.
gd: Tha feum air àireamh fòn/cairt.
he: נדרש מספר כרטיס/טלפון.
hr: Potreban je broj kartice/telefona.
hu: A Kártyaszám/telefonszám mezőt kötelező kitölteni.
id: Nomor Kartu/Telepon diperlukan.
ka: საჭიროა ბარათის/ტელეფონის ნომერი.
kk: Карта/телефон нөмірі талап етіледі.
kn: ಕಾರ್ಡ್/ಫೋನ್ ಸಂಖ್ಯೆ ಅಗತ್ಯವಿದೆ.
ku_arab: ژمارەی کارت/تەلەفۆن پێویستە
ky: Карта/Телефон номери талап кылынат.
lt: Būtinas kortelės / telefono numeris.
mi: Ka hiahiatia he Tau Kāri/Waea.
mk: Потребен е бројот на картичката/телефонот.
mn: Карт/Утасны дугаар шаардлагатай
pa_arab_pk: کارڈ/فون نمبر دی لوڑ اے۔
sd: ڪارڊ/فون نمبر گهربل آهي
si: කාඩ්පත්/දුරකථන අංකය අවශ්‍යයි
tg: Рақами телефон/корт лозим аст.
th: จำเป็นต้องมีหมายเลขบัตร/โทรศัพท์
tr: Kart/Telefon Numarası gereklidir.
ug: كارتا/تېلېفون نومۇرى كېرەك.
ur: کارڈ/فون نمبر درکار ہے۔
uz: Karta/Telefon raqami talab qilinadi.
vi: Yêu cầu Thẻ/Số Điện thoại.
zh_hant: 卡片/電話號碼是必要欄位。

# Literal.InicisInfo.Title
source: (Test only field) Card/Phone Number
af: (Toets slegs veld) Kaart-/Foonnommer
am: (የሙከራ ብቻ መስክ) የካርድ/የስልክ ቁጥር
as: (কেৱল পৰীক্ষণ ক্ষেত্ৰ) কাৰ্ড/ফোন নম্বৰ
az: (Yalnız sınaq sahəsi) Kart/Telefon Nömrəsi
cy: (Maes prawf yn unig) Rhif Cerdyn/Ffôn
da: (Testfelt) Kort/telefonnummer
de: (Nur Testfeld) Karten-/Telefonnummer
eu: (Probetarako eremua) Txartel- edo telefono-zenbakia
ga: (Test only field) Uimhir Cárta/Fóin
gd: (Raon deuchainn a-mhàin) Àireamh fòn/cairt
he: (שדה בדיקה בלבד) מספר כרטיס/טלפון
hr: (Polje namijenjeno samo testiranju) Broj kartice/telefona
id: (Kolom hanya untuk percobaan) Nomor Kartu/Telepon
ka: (მხოლოდ შემოწმების ველი) ბარათის/ტელეფონის ნომერი
kk: (Тек өрісті сынау) Карта/телефон нөмірі
kn: (ಪರೀಕ್ಷೆಗಾಗಿ ಮಾತ್ರ) ಕಾರ್ಡ್/ಫೋನ್ ಸಂಖ್ಯೆ
ku_arab: (تەنها خانەی تێست) ژمارەی کارت/تەلەفۆن
ky: (Сыноо тармагы гана) Карта/Телефон номери
lt: (Tik testavimui skirtas laukas) Kortelės / telefono numeris
mi: (Āpure whakamātau anake) Tau Kāri/Waea
mn: (Туршилтын талбар) Карт/Утасны дугаар
pa_arab_pk: (صرف ٹیسٹ کرن والا خانہ) کارڈ/فون نمبر
sd: (صرف متن فيلڊ) ڪارڊ/فون نمبر
si: (පරීක්ෂාව සඳහා පමණක් වන ක්ෂේත්‍රය) කාඩ්පත්/දුරකථන අංකය
tg: (Майдон танҳо барои санҷиш) Рақами телефон/корт
th: (ช่องทดสอบเท่านั้น) หมายเลขบัตร/โทรศัพท์
tr: (Yalnızca test amaçlı alan) Kart/Telefon Numarası
ug: (پەقەت سىناق) كارتا/تېلېفون نومۇرى
ur: (صرف ٹیسٹ فیلڈ) کارڈ/فون نمبر
uz: (Faqat sinov maydoni) Karta/Telefon raqami
vi: (Trường chỉ thử nghiệm) Thẻ/Số Điện thoại
zh_hant: (僅供測試的欄位) 卡片/電話號碼

# Word.UserType.Business
source: Business Account
af: Besigheidsrekening
am: የንግድ ባንክ ሂሳብ
ar: حساب تجاري
as: ব্যৱসায়িক একাউণ্ট
az: İş Hesabı
bg: Бизнес акаунт
bn_in: ব্যাবসার অ্যাকাউন্ট
bs: Poslovni račun
cy: Cyfrif Busnes
da: Firmakonto
de: Geschäftskonto
el: Επαγγελματικός λογαριασμός
es: Cuenta empresarial
et: Ettevõtte konto
eu: Laneko kontua
fa: حساب تجاری
ga: Cuntas Gnó
gd: Cunntas gnìomhachais
gl: Conta da empresa
gu: બિઝનેસ એકાઉન્ટ
he: חשבון עסקי
hi: व्यावसायिक खाता
hr: Poslovni račun
hu: Üzleti fiók
id: Akun Bisnis
is: Viðskiptareikningur
ja: 法人アカウント
ka: ბიზნესის ანგარიში
kk: Кәсіпорындық шот
kn: ವ್ಯವಹಾರ ಖಾತೆ
ko: 비즈니스 계정
ku_arab: ئەژمێری بزنس
ky: Бизнес эсеби
lo: ບັນຊີທຸລະກິດ
lt: Įmonės sąskaita
lv: Juridiskās personas konts
mi: Pūkete Umanga
mk: Бизнис сметка
ml: ബിസിനസ്സ് അക്കൌണ്ട്
mn: Бизнесийн хэрэглэгчийн бүртгэл
mr: व्‍यवसाय खाते
ms: Akaun Perniagaan
mt: Kont Kummerċjali
ne: व्यावसायीक खाता
nn_no: Forretningskonto
no: Forretningskonto
or: ବ୍ୟବସାୟ ଏକାଉଣ୍ଟ୍
pa_arab_pk: کاروباری اکاؤنٹ
pa_in: ਵਪਾਰ ਖਾਤਾ
pl: Konto firmowe
ru: Учетная запись организации
sd: ڪاروباري اڪائونٽ
si: ව්‍යාපාරික ගිණුම
sl: Poslovni račun
sr_cyrl_rs: Пословни налог
sr_latn_rs: Poslovni nalog
sv: Företagskonto
ta: வணிகக் கணக்கு
te: వ్యాపార ఖాతా
tg: Ҳисоби тиҷорӣ
th: บัญชีธุรกิจ
tr: Kurumsal Hesap
tt: Бизнес хисап язмасы
ug: سودا ھېساباتى
uk: Обліковий запис компанії
ur: کاروباری اکاؤنٹ
uz: Biznes hisob qaydnomasi
vi: Tài khoản Doanh nghiệp
zh_hans: 企业帐户
zh_hant: 商業帳戶

# Word.UserType.Personal
source: Personal Account
af: Persoonlike Rekening
am: የግል ባንክ ሂሳብ
ar: حساب شخصي
as: ব্যক্তিগত একাউণ্ট
az: Şəxsi Hesab
bg: Личен акаунт
bn_in: ব্যাক্তিগত অ্যাকাউন্ট
bs: Osobni račun
cy: Cyfrif Personol
da: Privat konto
de: Privates Konto
el: Προσωπικός λογαριασμός
es: Cuenta personal
et: Isiklik konto
eu: Kontu pertsonala
fa: حساب شخصی
ga: Cuntas Pearsanta
gd: Cunntas pearsanta
gl: Conta persoal
gu: વ્યક્તિગત એકાઉન્ટ
he: חשבון אישי
hi: व्यक्तिगत खाता
hr: Osobni račun
hu: Személyes fiók
id: Akun Pribadi
is: Einkareikningur
ja: 個人アカウント
ka: პირადი ანგარიში
kk: Жеке шот
kn: ವೈಯಕ್ತಿಕ ಖಾತೆ
ko: 개인 계정
ku_arab: ئەژمێری کەسی
ky: Жеке эсеби
lo: ບັນຊີບຸກຄົນ
lt: Asmeninė sąskaita
lv: Fiziskās personas konts
mi: Pūkete Whaiaro
mk: Лична сметка
ml: സ്വകാര്യ അക്കൌണ്ട്
mn: Хувийн хэрэглэгчийн бүртгэл
mr: वैयक्तिक खाते
ms: Akaun Peribadi
mt: Kont Personali
ne: व्यक्तिगत खाता
nn_no: Personleg konto
no: Personlig konto
or: ବ୍ୟକ୍ତିଗତ ଏକାଉଣ୍ଟ୍
pa_arab_pk: ذاتی اکاؤنٹ
pa_in: ਨਿਜੀ ਖਾਤਾ
pl: Konto prywatne
ru: Личная учетная запись
sd: ذاتي اڪائونٽ
si: පුද්ගලික ගිණුම
sl: Osebni račun
sr_cyrl_rs: Лични налог
sr_latn_rs: Lični nalog
sv: Personligt konto
ta: தனிநபர் கணக்கு
te: వ్యక్తిగత ఖాతా
tg: Ҳисоби шахсӣ
th: บัญชีส่วนบุคคล
tr: Kişisel Hesap
tt: Шәхси хисап язмасы
ug: شەخسىي ئادرېس
uk: Особистий обліковий запис
ur: ذاتی اکاؤنٹ
uz: Shaxsiy hisob qaydnomasi
vi: Tài khoản Cá nhân
zh_hans: 个人帐户
zh_hant: 個人帳戶

# Word.Pobo.NewAccount
source: New Account
af: Nuwe Rekening
am: አዲስ ባንክ ሂሳብ
ar: حساب جديد
as: নতুন একাউণ্ট
az: Yeni Hesab
bg: Нов акаунт
bn_in: নতুন অ্যাকাউন্ট
bs: Novi račun
cy: Cyfrif Newydd
da: Ny konto
de: Neues Konto
el: Νέος λογαριασμός
es: Nueva cuenta
et: Uus konto
eu: Kontu berria
fa: حساب جدید
ga: Cuntas Nua
gd: Cunntas ùr
gl: Conta nova
gu: નવું એકાઉન્ટ
he: חשבון חדש
hi: नया खाता
hr: Novi račun
hu: Új fiók
id: Akun Baru
is: Nýr reikningur
ja: 新しいアカウント
ka: ახალი ანგარიში
kk: Жаңа шот
kn: ಹೊಸ ಖಾತೆ
ko: 새 계정
ku_arab: ئەمژمێری نوێ
ky: Жаңы эсеп
lo: ບັນຊີໃໝ່
lt: Nauja sąskaita
lv: Jauns konts
mi: Pūkete Hou
mk: Нова сметка
ml: പുതിയ അക്കൌണ്ട്
mn: Шинэ хэрэглэгчийн бүртгэл
mr: नवीन खाते
ms: Akaun Baru
mt: Kont Ġdid
ne: नयाँ खाता
nn_no: Ny konto
no: Ny konto
or: ନୂତନ ଏକାଉଣ୍ଟ୍
pa_arab_pk: نواں اکاؤنٹ
pa_in: ਨਵਾਂ ਖਾਤਾ
pl: Nowe konto
ru: Новая учетная запись
sd: نئون اڪائونٽ
si: නව ගිණුම
sl: Nov račun
sr_cyrl_rs: Нови налог
sr_latn_rs: Novi nalog
sv: Nytt konto
ta: புதிய கணக்கு
te: కొత్త ఖాతా
tg: Ҳисоби нав
th: บัญชีใหม่
tr: Yeni Hesap
tt: Яңа хисап
ug: يېڭى ھېسابات
uk: Новий обліковий запис
ur: نیا اکاؤنٹ
uz: Yangi hisob raqami
vi: Tài khoản Mới
zh_hans: 新建帐户
zh_hant: 新帳戶

# Literal.PICV.ChallengeInfoCreatedDate.WS
source: We charged your card for verification on
af: Ons hef 'n fooi op u kaart vir verifikasie van
am: እኛ በካርድህ ላይ ዋጋ ጨምረናል ለማረጋገጥ ክፈተው
ar: لقد قمنا بتحصيل مبلغ من بطاقة ائتمانك للتحقق من صحته على
as: আমি অপোনাৰ কাৰ্ড এই সত্যাপনৰ কাৰণে চাৰ্জ কৰোঁ
az: Biz yoxlamaq üçün kartınızı yüklədik
bg: Начислили сме малка сума на картата ви с цел проверка на
bn_in: যাচাইকরণের জন্য আমরা আপনার কার্ডকে চার্জ করেছি
bs: Naplatili smo vam s kartice za verificiranje
cy: Rydym wedi codi ffi ar eich cerdyn er mwyn ei ddilysu ar
da: Vi har opkrævet dit kort for godkendelse d.
de: Ihre Karte wurde zur Überprüfung belastet am
el: Χρεώσαμε την κάρτα σας για επαλήθευση στις
es: Pasamos un cargo de comprobación a su tarjeta con fecha de
et: Võtsime teie kaardilt selle kinnitamiseks väikese summa
eu: Zenbateko txikia kobratu dizugu zenbakia egiaztatzeko
fa: ما برای تأیید اعتبار، مبلغی را از کارت شما کسر کرده ایم در
ga: Ghearramar táille ar do chárta i gcomhair fíoraithe ar
gd: Dh'iarr sinn suim bheag bhìodach air a' chunntas agad a chum dearbhaidh
gl: Fixemos un cargo no seu cartón para verificalo o
gu: અમે ચકાસણી માટે નીચેના પર તમારા કાર્ડ પર ચાર્જ કરીએ છીએ
he: חייבנו את הכרטיס שלך לצורך אימות ב
hi: हमने आपके कार्ड का सत्यापन करने के लिए उस पर शुल्क लगाया
hr: Teretili smo vašu karticu zbog provjere
hu: Ellenőrzés céljából kártyáját megterheltük:
id: Kami menagih kartu Anda untuk verifikasi pada
is: Skuldfært var á kortið þitt til sannprófunar þann
ja: 検証のため、次の日付にお使いのカードで決済を行いました
ka: ბარათის დამოწმებისთვის თანხის დაკავების თარიღია
kk: Тексеру үшін картаңыздан ақы алыну күні:
kn: ನಿಮ್ಮ ಕಾರ್ಡ್‌ ಪರಿಶೀಲನೆಗಾಗಿ ನಾವು ಶುಲ್ಕ ವಿಧಿಸುತ್ತಿದ್ದೇವೆ
ko: 인증을 위해 다음 날짜에 회원님의 카드로 소액을 청구했습니다.
ku_arab: ئێمە پارەیەمان لەکارتەکەت بڕی بەرواری
ky: Биз картаңызды текшерүү үчүн төлөтүп алдык
lo: ພວກເຮົາໄດ້ຮຽກເກັບເງິນນຳບັດຂອງທ່ານສຳລັບການກວດສອບເທິງ
lt: Kortelės tikrinimo mokestis buvo išskaitytas
lv: Autorizējot karti, pagaidu maksa tika piemērota šajā datumā:
mi: I namatia e mātou tō kāri mō te manatoko i
mk: Наплативме на вашата кредитна картичка за проверка во
ml: ഈ തീയതിയില്‍ സ്ഥിരീകരണത്തിനായി നിങ്ങളുടെ കാര്‍ഡില്‍ നിന്ന് ഞങ്ങള്‍ നിരക്ക് ഈടാക്കി
mn: Бид таны картыг баталгаажуулах төлбөрийг дараах өдөр суутган авсан
mr: आम्‍ही पडताळणीसाठी आपल्‍या कार्डवर या रोजी शुल्‍क आकारले
ms: Kami mengenakan caj pada kad anda untuk pengesahan pada
mt: Iċċarġjajna l-karta tiegħek għall-verifika fi
ne: मा रुजू गर्न हामीले तपाईंको कार्डमा शुल्क लगायौं
nn_no: Vi belasta kortet ditt for å stadfeste det den
no: Vi belastet kortet ditt for å verifisere det den
or: ଏହା ଉପରେ ଯାଞ୍ଚକରଣ ପାଇଁ ଆମେ ଆପଣଙ୍କ କାର୍ଡ୍ ଚାର୍ଜ୍ କରିଛୁ
pa_arab_pk: اسیں تصدیق لئی تہاڈے کوڈ دی تصدیق کیتی اے
pa_in: ਅਸੀਂ ਇਸ ਉੱਤੇ ਪੁਸ਼ਟੀਕਰਨ ਲਈ ਤੁਹਾਡੇ ਕਾਰਡ ਤੇ ਖਰਚਾ ਪਾਇਆ
pl: W celu weryfikacji Twoja karta została obciążona w dniu
ru: Дата снятия средств для проверки:
sd: تي جي تصدق لاءِ اسان توهان جي ڪريڊٽ ڪارڊ کي چارج ڪيو آهي
si: තහවුරු කිරීම වෙනුවෙන් අපි ඔබේ ක්‍රෙඩිට්පතින් ගාස්තුවක් අය කළෙමු
sl: Vašo kartico smo v namene preverjanja bremenili dne
sr_cyrl_rs: Са кредитне картице смо вам наплатили износ за верификацију дана
sr_latn_rs: Sa kreditne kartice smo vam naplatili iznos za verifikaciju dana
sv: Vi debiterade ditt kort i kontrollsyfte den
ta: சரிபார்ப்பிற்காக உங்கள் கார்டிற்கு கட்டணம் விதித்துள்ளோம்
te: మేము ఈ తేదీన ధృవీకరణ కోసం మీ కార్డ్‌ను ఛార్జ్ చేసాము
tg: Мо аз корти шумо барои санҷиши эътибор дар ин сана пардохт ситонидем
th: เราเรียกเก็บเงินจากบัตรของคุณสำหรับการตรวจสอบเมื่อวันที่
tr: Kartınızın doğrulanması için şu tarihte bir tutar çektik
tt: Сезнең картадан тикшерү максатлары өчен түләу алынды
ug: كارتىڭىزنىڭ تەكشۈرۈش ئۈچۈن ھەق ئالدۇق
uk: Дата зняття коштів для перевірки
ur: ہم نے کی تصدیق کے لئے آپ کے کارڈ سے چارج کیا
uz: Tekshirish maqsadida kartochkangizdan to‘lov undurdik
vi: Chúng tôi đã thu phí để kiểm chứng thẻ của bạn vào ngày
zh_hans: 我们已向您的卡收费来进行验证
zh_hant: 信用卡驗證扣款的日期是
