Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.AccountAddress.Mismatch
source: The specified address does not match the account. Please try again.
af: Die gespesifiseerde adres en rekening pas nie bymekaar nie. Probeer asseblief weer.
am: የተጠቀሰው አድራሻና መለያ አይዛመዱም። እባክዎ እንደገና ይሞክሩ።
ar: لا يتوافق العنوان المحدد مع الحساب. يُرجى إعادة المحاولة.
as: নিৰ্দ্দিষ্ট ঠিকনাটো একাউণ্টটোৰ সৈতে মিলা নাই৷ অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক৷
az: Təyin edilmiş ünvan hesaba uyğun gəlmir. Yenidən cəhd edin.
bg: Посоченият адрес не съвпада с акаунта. Опитайте отново.
bn_in: উল্লেখ করা ঠিকানা এবং অ্যাকাউন্ট একে অপরের সাথে মিলছে না৷ অনুগ্রহ করে আবার চেষ্টা করুন৷
bs: Navedena adresa se ne podudara s računom. Pokušajte ponovo.
cy: Dydy'r cyfeiriad a'r cyfrif dan sylw ddim yn cyfateb. Rhowch gynnig arall arni.
da: Den angivne adresse stemmer ikke overens med kontoen. Prøv igen.
de: Die angegebene Adresse stimmt nicht mit dem Konto überein. Versuchen Sie es noch mal.
el: Η καθορισμένη διεύθυνση δεν συμφωνεί με το λογαριασμό. Δοκιμάστε ξανά.
es: La cuenta y la dirección especificada no coinciden. Inténtalo de nuevo.
et: Nimetatud aadress ja konto ei sobi omavahel. Proovige uuesti.
eu: Adierazitako helbidea ez dator bat kontuarekin. Saiatu berriro.
fa: آدرس و حساب مشخص شده با یکدیگر مطابقت ندارند. لطفاً دوباره امتحان کنید.
ga: Ní ghabhann an seoladh sonraithe leis an gcuntas. Bain triail eile as, le do thoil.
gd: Chan eil an seòladh a shònraich thu a’ freagairt ris a’ chunntas. Feuch ris a-rithist.
gl: O enderezo especificado non coincide coa conta. Téntao de novo.
gu: નિર્દિષ્ટ સરનામું ખાતાથી મેળ ખાતું નથી. કૃપયા ફરી પ્રયાસ કરો.
he: הכתובת שצוינה אינה מתאימה לחשבון. נסה שוב.
hi: निर्दिष्ट पते का खाते से मिलान नहीं हुआ. कृपया दुबारा कोशिश करें.
hr: Navedena se adresa ne podudara s računom. Pokušajte ponovno.
hu: A megadott cím nem ehhez a fiókhoz tartozik. Próbálkozzon újra.
id: Alamat yang ditentukan tidak cocok dengan akun. Silakan coba lagi.
is: Tilgreint póstfang passar ekki við reikninginn. Reyndu aftur.
ja: 指定したアドレスとアカウントが一致しません。もう一度やり直してください。
ka: მითითებული მისამართი არ თანხვდება ამ ანგარიშში დასახელებულს. გთხოვთ, ისევ სცადოთ.
kk: Көрсетілген мекенжай тіркелгіге сәйкес келмейді. Әрекетті қайталаңыз.
kn: ನಿರ್ದಿಷ್ಟಪಡಿಸಲಾದ ವಿಳಾಸವು ಖಾತೆಯೊಂದಿಗೆ ಹೊಂದಾಣಿಕೆಯಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 지정한 주소가 계정과 일치하지 않습니다. 다시 시도해 보세요.
ku_arab: ناونیشانی دیاریکراو لەگەڵ ئەژمێرەکەدا لێکچوو نییە. تکایە دووبارە هەوڵ بدە.
ky: Көрсөтүлгөн дарек каттоо жазууга дал келбейт. Сураныч, кайра аракет кылып көрүңүз.
lo: ທີ່ຢູ່ທີ່ລະບຸໄວ້ບໍ່ກົງກັບບັນຊີ. ກະລຸນາລອງໃໝ່ອີກ.
lt: Nurodytas adresas neatitinka paskyros. Bandykite dar kartą.
lv: Norādītā adrese neatbilst kontam. Lūdzu, mēģiniet vēlreiz.
mi: Kāore te wāhitau i homai e ōrite ana ki te pūkete. Me ngana anō.
mk: Наведената адреса не се совпаѓа со сметката. Обидете се повторно.
ml: വ്യക്തമാക്കിയ വിലാസം അക്കൗണ്ടുമായി പൊരുത്തപ്പെടുന്നില്ല. വീണ്ടും ശ്രമിക്കുക.
mn: Заасан хэрэглэгчийн бүртгэл таарахгүй байна. Дахин оролдоно уу.
mr: निर्दिष्ट पत्ता खात्याशी जुळत नाही. कृपया पुन्हा प्रयत्न करा.
ms: Alamat yang dinyatakan tidak sepadan dengan akaun. Sila cuba lagi.
mt: L-indirizz speċifikat ma jaqbilx mal-kont. Jekk jogħġbok erġa' pprova.
ne: निर्दिष।ट ठेगाना खातासँग मिल्दैन। कृपया पुन: प्रयास गर्नुहोस्।
nn_no: Oppgitt adresse samsvarar ikkje med kontoen. Prøv på nytt.
no: Angitt adresse og konto samsvarer ikke. Prøv på nytt.
or: ନିର୍ଦ୍ଧାରିତ ଠିକଣାଟି ଏକାଉଣ୍ଟରେ ମେଳ ଖାଉନାହିଁ. ଦୟାକରି ପୁନଃ ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: مقررہ پتا تے اکاؤنٹ میل نئیں کھاندے۔ مہربانی کرکے فیر کوشش کرو۔
pa_in: ਵਰਣਨ ਕੀਤੇ ਪਤੇ ਅਤੇ ਖਾਤੇ ਦਾ ਮੇਲ਼ ਨਹੀਂ ਹੋ ਰਿਹਾ। ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Podany adres nie jest zgodny z kontem. Spróbuj ponownie.
ru: Указанный адрес не соответствует этой учетной записи. Попробуйте еще раз.
sd: واضح ڪيل پتو اڪائونٽ سان ڀيٽ نٿو ٿئي، مهرباني ڪري ٻيهر ڪوشش ڪريو.
si: දක්වන ලද ලිපිනය ගිණුම සමග නොගැළපෙයි. කරුණාකර නැවත උත්සාහ කරන්න.
sl: Navedeni naslov in račun se ne ujemata. Poskusite znova.
sr_cyrl_rs: Наведена адреса се не подудара са налогом. Покушајте поново.
sr_latn_rs: Navedena adresa se ne podudara sa nalogom. Pokušajte ponovo.
sv: Den angivna adressen matchar inte kontot. Försök igen.
ta: குறிப்பிடப்பட்ட முகவரி கணக்குடன் பொருந்தவில்லை. மீண்டும் முயற்சிக்கவும்.
te: పేర్కొన్న చిరునామా ఖాతాలోని దానితో సరిపోలలేదు. దయచేసి మళ్ళీ ప్రయత్నించండి.
tg: Суроғаи муайяншуда ба ҳисоб мутобиқат намекунад. Лутфан, аз нав кӯшиш кунед.
th: ที่อยู่ที่ระบุไม่ตรงกันกับบัญชี โปรดลองอีกครั้ง
tr: Belirtilen adres ve hesap eşleşmiyor. Lütfen yeniden deneyin.
tt: Күрсәтелгән адрес хисап язмасына туры килми. Кабатлап карагыз.
ug: بەلگىلىگەن ئادرېس ھېساباتقا ماس ئەمەس. قايتا سىناڭ.
uk: Указана адреса не відповідає цьому обліковому запису. Повторіть спробу.
ur: مخصوص پتہ اکاؤنٹ سے میل نہیں کھاتا۔ براہ مہربانی دوبارہ کوشش کریں۔
uz: Ko‘rsatilgan manzil va hisob qaydnomasi mos kelmayapti. Qayta urinib ko‘ring.
vi: Địa chỉ đã chỉ định không khớp với tài khoản. Vui lòng thử lại.
zh_hans: 指定的地址与帐户不匹配。请重试。
zh_hant: 指定的地址與帳戶不相符。請再試一次。

# Word.PIDetailTitle.Step3.Azure
source: Account information
af: Rekeninginligting
am: የመለያ መረጃ
ar: معلومات الحساب
as: একাউণ্ট তথ্য
az: Hesab haqqında məlumat
bg: Информация за акаунта
bn_in: অ্যাকাউন্ট তথ্য
bs: Podaci o računu
cy: Gwybodaeth am y cyfrif
da: Kontooplysninger
de: Kontoinformationen
el: Πληροφορίες λογαριασμού
es: Información de cuenta
et: Kontoteave
eu: Kontuaren informazioa
fa: اطلاعات حساب
ga: Eolas maidir leis an gcuntas
gd: Fiosrachadh a' chunntais
gl: Información de conta
gu: ખાતા માહિતી
he: פרטי חשבון
hi: खाते के विवरण
hr: Informacije o računu
hu: Fiókinformációk
id: Informasi rekening
is: Reikningsupplýsingar
ja: アカウント情報
ka: ანგარიშის ინფორმაცია
kk: Тіркелгі туралы ақпарат
kn: ಖಾತೆ ಮಾಹಿತಿ
ko: 계정 정보
ku_arab: زانیاری ئەژمێر
ky: Каттоо эсебинин маалыматы
lo: ຂໍ້ມູນບັນຊີ
lt: Sąskaitos informacija
lv: Informācija par kontu
mi: Mōhiohio pūkete
mk: Информации за сметката
ml: അക്കൌണ്ട് വിവരങ്ങള്‍
mn: Хэрэглэгчийн дансны мэдээлэл
mr: खाते माहिती
ms: Maklumat akaun
mt: Informazzjoni tal-kont
ne: खाता जानकारी
nn_no: Kontoopplysningar
no: Kontoinformasjon
or: ଏକାଉଣ୍ଟ ସୂଚନା
pa_arab_pk: اکاؤنٹ دی معلومات
pa_in: ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ
pl: Informacje o koncie
ru: Сведения о счете
sd: اڪائونٽ جي معلومات
si: ගිණුම් තොරතුරු
sl: Podatki o računu
sr_cyrl_rs: Информације о налогу
sr_latn_rs: Informacije o nalogu
sv: Kontouppgifter
ta: கணக்கு விவரம்
te: ఖాతా సమాచారం
tg: Маълумоти суратҳисоб
th: ข้อมูลบัญชี
tr: Hesap bilgileri
tt: Мәгълүмат хисабы
ug: ھېسابات ئۇچۇرى
uk: Відомості облікового запису
ur: کھاتہ کی معلومات
uz: Hisob qaydnomasi ma‘lumotlari
vi: Thông tin tài khoản
zh_hans: 帐户信息
zh_hant: 帳戶資訊

# Word.Resource.Error
source: Resource not available.
af: Hulpbron nie beskikbaar nie.
am: ሃብት አልተገኘም።
ar: ليست المورد متاحًا.
as: সম্পদ উপলভ্য নহয়৷
az: Resursdan istifadə mümkün deyil.
bg: Ресурсът не е наличен.
bn_in: রিসোর্স উপলভ্য নেই৷
bs: Resurs nije dostupan.
cy: Dydy'r adnodd ddim ar gael.
da: Ressourcen er ikke tilgængelig.
de: Die Ressource ist nicht vorhanden.
el: Ο πόρος δεν είναι διαθέσιμος.
es: Recurso no disponible.
et: Ressurss ei ole saadaval.
eu: Baliabidea ez dago erabilgarri.
fa: منبع موجود نیست.
ga: Níl an acmhainn ar fáil.
gd: Chan eil an goireas ri fhaighinn.
gl: Recurso non dispoñible.
gu: સ્ત્રોત ઉપલબ્ધ નથી.
he: המשאב אינו זמין.
hi: संसाधन उपलब्ध नहीं है.
hr: Resurs nije dostupan.
hu: Az erőforrás nem érhető el.
id: Sumber daya tidak tersedia.
is: Tilfang ekki tiltækt.
ja: リソースを利用できません。
ka: რესურსი არაა ხელმისაწვდომი.
kk: Ресурс қол жетімді емес.
kn: ಸಂಪನ್ಮೂಲ ಲಭ್ಯವಿಲ್ಲ.
ko: 리소스를 사용할 수 없습니다.
ku_arab: سەرچاوە بەردەست نییە.
ky: Булак жеткиликтүү эмес.
lo: ຊັບພະຍາກອນບໍ່ພ້ອມໃຊ້ງານ.
lt: Resursų nėra.
lv: Resurss nav pieejams.
mi: Kāore te rauemi i te wātea.
mk: Ресурсот не е достапен.
ml: ഉറവിടം ലഭ്യമല്ല.
mn: Нөөц боломжгүй байна.
mr: संसाधन उपलब्ध नाही.
ms: Sumber tidak tersedia.
mt: Ir-riżorsa mhix disponibbli.
ne: स्रो उपलब्ध छैन।
nn_no: Ressursen er ikkje tilgjengeleg.
no: Ressursen er ikke tilgjengelig.
or: ଉତ୍ସ ଉପଲବ୍ଧ ନାହିଁ.
pa_arab_pk: ذریعہ دستیاب نئیں اے۔
pa_in: ਸਰੋਤ ਉਪਲਬਧ ਨਹੀਂ ਹੈ
pl: Zasób niedostępny.
ru: Ресурс недоступен.
sd: وسيلو موجود نه آھي.
si: සම්පත ලබා ගත නොහැක.
sl: Sredstvo ni na voljo.
sr_cyrl_rs: Ресурс није доступан.
sr_latn_rs: Resurs nije dostupan.
sv: Resursen är inte tillgänglig.
ta: ஆதாரம் கிடைக்கவில்லை.
te: వనరు అందుబాటులో లేదు.
tg: Захира дастрас нест.
th: ทรัพยากรไม่พร้อมใช้งาน
tr: Kaynak kullanılabilir değil.
tt: Ресурс юк хәзер.
ug: مەنبەگە ئېرىشكىلى بولمايدۇ.
uk: Ресурс недоступний.
ur: وسائل دستیاب نہیں ہیں.
uz: Resurs mavjud emas.
vi: Tài nguyên không sẵn có.
zh_hans: 资源不可用。
zh_hant: 無法使用資源。

# Word.Error.BapAsciiEncode
source: Please input your payment details in Latin as the banks cannot accept non-Latin characters.
af: Voer asseblief jou betaalbesonderhede in Latynse karakters in, aangesien die banke nie-Latynse karakters nie kan aanvaar nie.
am: እባክህ የክፍያ ዝርዝሮች በላቲን አስገባ ባንኮች ላቲን ያልሆነውን ቁምፊዎች መቀበል ስለማይችሉ።
ar: يرجى إدخال تفاصيل الدفع الخاصة بك بالأحرف اللاتينية لأن البنك لا يقبل غير تلك الأحرف‏.
as: অনুগ্ৰহ কৰি আপোনাৰ পৰিশোধ বিশদ-বিৱৰণ লেটিন আখৰত ইনপুট কৰক কাৰণ বেংকে অ-লেটিন আখৰ গ্ৰহণ কৰিব নোৱাৰে৷
az: Banklar Latın olmayan simvolları qəbul edə bilmədiyindən ödəniş təfərrüatlarınızı Latın dilində daxil edin.
bg: Моля, въведете данните си за плащане на латиница, тъй като банките не приемат знаци, които не са на латиница.
bn_in: ব্যাঙ্ক নন-Latin অক্ষর গ্রহণ করে না তাই অনুগ্রহ করে আপনার অর্থপ্রদানের বিস্তারিত বিষয় Latin এ দিন৷
bs: Unesite podatke o plaćanju na latinici budući da banke ne mogu prihvatiti znakove koji pripadaju drugim pismima.
cy: Rhowch eich manylion talu yn Lladin oherwydd dydy'r banciau ddim yn gallu derbyn nodau sydd ddim yn rhai Lladin.
da: Indtast dine betalingsoplysninger på latin, da bankerne ikke kan acceptere ikke-latinske tegn.
de: Bitte geben Sie Ihre Zahlungsinformationen in lateinischer Schrift ein. Eingaben in anderen Schriften werden von den Banken nicht akzeptiert.
el: Εισαγάγετε τις λεπτομέρειες πληρωμής σας με λατινικούς χαρακτήρες, επειδή οι τράπεζες δεν μπορούν να δεχτούν μη λατινικούς χαρακτήρες.
es: Indique sus detalles de pago en caracteres latinos; los bancos no aceptan caracteres que no sean latinos.
et: Sisestage oma makseandmed ladina tähtedes, kuna pangad ei aktsepteeri muid tähestikke.
eu: Erabili karaktere latinoak zure ordainketa-datuak sartzeko, bankuek ez baitute bestelakorik onartzen.
fa: لطفاً جزئیات پرداخت خود را به لاتین وارد کنید زیرا بانک نویسه های غیرلاتین را نمی پذیرد.
ga: Cuir isteach do chuid sonraí íocaíochta trí Laidin le do thoil mar ní féidir le bainc glacadh le litreacha neamh-Laidine.
gd: Cuir a-steach am fiosrachadh pàighidh ann an litrichean Laideann oir cha ghabh na bancaichean ri caractaran eile.
gl: Introduza os seus detalles de pagamento en carácteres latinos, xa que os bancos non poden aceptar outro tipo de carácteres.
gu: બેંક્સ નોન-લેટિન અક્ષરો ખાલી તરીકે સ્વીકારી શકાતા ન હોવાથી કૃપા કરી લેટિનમાં તમારી ચૂકવણી વિગતો આપો.
he: הזן את פרטי התשלום שלך בלטינית מכיוון שהבנקים אינם מקבלים תווים שאינם בלטינית.
hi: कृपया अपना भुगतान विवरण लैटिन में इनपुट करें क्‍योंकि बैंक गैर-लैटिन वर्णों को स्‍वीकार नहीं कर सकते हैं.
hr: Unesite podatke za plaćanje latiničnim znakovima jer banke ne prihvaćaju nelatinične znakove.
hu: Kérjük, a fizetési részleteket latin karakterekkel adja meg, mert a bankok nem tudják kezelni a nem latin karakteres szövegeket.
id: Masukkan perincian pembayaran dengan huruf Latin karena bank tidak dapat menerima karakter selain Latin.
is: Sláðu greiðsluupplýsingarnar inn með latneskum stöfum því að bankarnir geta ekki tekið við stöfum úr öðru stafrófi.
ja: 銀行側が Latin 以外の文字を受け入れていないため、支払いの詳細情報は Latin で入力してください。
ka: გთხოვთ, გადახდის დეტალები მიუთითოთ ლათინური ასოებით, რადგან ბანკებს არ შეუძლიათ სხვა სიმბოლოების წაკითხვა.
kk: Төлем мәліметтерін латын әріптерімен енгізіңіз, өйткені банктер латын әліпбиінде жоқ әріптерді қабылдай алмайды.
kn: ದಯವಿಟ್ಟು ನಿಮ್ಮ ಪಾವತಿ ವಿವರಗಳನ್ನು ಲ್ಯಾಟಿನ್‌ನಲ್ಲಿ ಇನ್‌ಪುಟ್ ಮಾಡಿ ಏಕೆಂದರೆ ಬ್ಯಾಂಕ್‌ಗಳು ಲ್ಯಾಟಿನ್ ಅಲ್ಲದ ಅಕ್ಷರಗಳನ್ನು ಅಂಗೀಕರಿಸುವುದಿಲ್ಲ.
ko: 은행에서 라틴 문자만 허용하므로 결제 정보를 라틴 문자로 입력해 주십시오.
ku_arab: تکایە وردەکاریەکانی پارەدانی خۆت بە لاتینی تێنووس بکە لەبەرئەوەی بانکەکان ناتوانن نووسەی نالاتینی قەبوڵ بکەن.
ky: Өтүнүч, төлөө маалыматыңызды англис тилинде бериңиз, себеби банктар Unicode кабыл ала албайт.
lo: ກະລຸນາປ້ອນລາຍລະອຽດການຊຳລະເງິນຂອງທ່ານເປັນພາສາລາຕິນ ເພາະວ່າທະນາຄານບໍ່ສາມາດຮັບເອົາອັກຂະລະທີ່ບໍ່ແມ່ນພາສາລາຕິນ.
lt: Išsamią mokėjimo informaciją įveskite lotyniško pagrindo rašmenimis, nes nelotyniško pagrindo rašmenys bankuose nepriimami.
lv: Lūdzu, ievadiet detalizētu informāciju par maksājumu, izmantojot latīņu alfabētu, jo bankās netiek akceptēta informācija, kas ir ievadīta, izmantojot citu alfabētu.
mi: Me tāuru koe i ō taipitopito i Rātini, kāore e taea e ngā pēke te whiwhi i ngā pūāhua Rātini-kore.
mk: Податоците за плаќањето внесете ги на латиница затоа што банките не прифаќаат нелатинични знаци.
ml: ബാങ്കുകള്‍ക്ക് ലാറ്റിന്‍ ഇതര പ്രതീകങ്ങള്‍ സ്വീകരിക്കാനാവുന്നില്ലെങ്കില്‍ നിങ്ങളുടെ പേയ്‌മെന്റ് വിശദാംശങ്ങള്‍ ലാറ്റിനില്‍ നല്‍കുക.
mn: Банкнууд латин бус тэмдэгт хүлээн авах боломжгүй учир төлбөрийн дэлгэрэнгүй мэдээллээ латин үсгээр оруулна уу.
mr: कृपया आपले देय तपशील लॅटिनमध्ये इनपुट करा कारण बँक लॅटिन-नसलेले वर्ण स्वीकारू शकत नाही.
ms: Sila masukkan butiran pembayaran anda dalam huruf Rumi kerana bank tidak boleh menerima Unikod.
mt: Jekk jogħġbok daħħal id-dettalji tal-pagament tiegħek bil-Latin billi l-banek ma jistgħux jaċċettaw karattri mhux Latini.
ne: कृपया तपाईँको भुक्तानी विवरणहरू ल्याटिनमा आगत गर्नुहोस् किनकी बैङ्कले नन-ल्याटिन स्वीकार गर्दैन।
nn_no: Oppgi betalingsopplysningene dine med latinske teikn, sidan bankane ikkje godtek andre teikn enn latinske.
no: Oppgi betalingsopplysningene dine med latinske tegn, siden bankene ikke godtar andre tegn enn latinske.
or: ଦୟାକରି ଆପଣଙ୍କର ଦେୟ ବିବରଣୀ ଲାଟିନ୍‌ରେ ପୁରଣ କରନ୍ତୁ ଯେପରି କି ବ୍ୟାଙ୍କଗୁଡିକ ଅଣ-ଲାଟିନ୍ ବର୍ଣ୍ଣଗୁଡିକକୁ ସ୍ଵୀକାର କରୁ ନାହିଁ.
pa_arab_pk: میربانی کرکے اپنی ادائیگی دی تفصیل لاطینی چے لکھو کیوں کہ بینک لاطینی دے علاوہ کسے وی حرف نوں قبول نئیں کردے نیں۔
pa_in: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਭੁਗਤਾਨ ਦੇ ਵਿਸਥਾਰਾਂ ਨੂੰ ਲਾਤੀਨੀ ਅੱਖਰਾਂ ਵਿੱਚ ਦਾਖਲ ਕਰੋ ਕਿਉਂਕਿ ਬੈਂਕਾਂ ਗੈਰ-ਲਾਤੀਨੀ ਅੱਖਰਾਂ ਨੂੰ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰ ਸਕਦੀਆਂ।
pl: Wprowadź szczegóły płatności w alfabecie łacińskim, ponieważ banki nie akceptują danych zawierających znaki inne niż z alfabetu łacińskiego.
ru: Введите платежные реквизиты латинскими символами, так как банки не принимают текст, введенный иными символами.
sd: مھرباني ڪري پنھنجي رقم ادا ڪرڻ جون تفصيليون لاطيني ۾ انپٽ ڪريو جيئن ته بينڪون اڻ لاطيني اکرن کي منظور نٿيون ڪري سگھن.
si: බැංකුවට යුනිකෝඩ් පිළිගත නොහැකි බැවින් ඔබේ ගෙවීම් විස්තර ඉංග්‍රීසියෙන් ඇතුල් කරන්න.
sl: Podrobnosti o plačilu vnesite v latiničnih znakih, ker banke ne sprejemajo nelatiničnih znakov.
sr_cyrl_rs: Унесите информације о плаћању на латиници пошто банке не могу да прихвате знакове који припадају другим писмима.
sr_latn_rs: Unesite informacije o plaćanju na latinici pošto banke ne mogu da prihvate znakove koji pripadaju drugim pismima.
sv: Ange dina betalningsuppgifter med latinska bokstäver. Bankerna godkänner inte andra tecken.
ta: வங்கியானது லத்தீன் அல்லாத எழுத்துக்குறிகளை ஏற்காது என்பதால் உங்கள் கட்டணம் செலுத்துதல் விவரங்களை லத்தீனில் உள்ளிடவும்.
te: దయచేసి బ్యాంక్‌లు లాటిన్-రహిత అక్షరాలను ఆమోదించనందున మీ చెల్లింపు వివరాలను లాటిన్‌లో ఇన్‌పుట్ చేయండి.
tg: Лутфан, маълумоти пардохти худро бо ҳарфҳои лотинӣ дохил кунед, зеро бонк ҳарфҳои ғайрилотиниро қабул карда наметавонад.
th: โปรดใส่รายละเอียดการชำระเงินของคุณเป็นภาษาละตินเนื่องจากธนาคารไม่สามารถไม่ตอบรับอักขระที่ไม่ใช่ภาษาละติน
tr: Banka Latin olmayan karakterleri kabul etmediğinden, lütfen ödeme ayrıntılarını Latin karakterleriyle girin.
tt: Түләү мәгълүматыгызны латин хәрефләр кулланып кертегез, чөнки банклар башка хәрефләрне кабул итмиләр.
ug: بانكا لاتىنچىدىن باشقا ھەرىپلەرنى قوبۇل قىلمايدىغانلىقى ئۈچۈن ھەق تۆلەش تەپسىلاتىنى لاتىنچە كىرگۈزۈڭ.
uk: Указуйте відомості про платіж латинськими літерами, тому що банки не можуть обробляти нелатинські символи.
ur: براہ مہربانی اپنی ادائیگی کی تفصیلات لاطینی میں درج کریں کیونکہ بینک غیر لاطینی حروف کو قبول نہیں کرتا.
uz: Iltimos, to‘lovingizga bog‘liq ma‘lumotlarni lotin alifbosida kiriting, chunki banklar yunikoddagi belgilarni qabul qila olmaydi.
vi: Vui lòng nhập chi tiết thanh toán của bạn bằng kí tự La-tinh vì ngân hàng không thể chấp nhận các kí tự không phải La-tinh.
zh_hans: 请用拉丁文输入您的付款详细信息，因为银行无法接受非拉丁文字符。
zh_hant: 請以拉丁文輸入您的付費詳細資料，因為銀行無法接受非拉丁字元。

# Word.CreditCardHolderName.CardholderName
source: Cardholder Name
af: Naam van kaarthouer
am: የካርድ ያዥ ስም
ar: اسم حامل البطاقة
as: কাৰ্ড গৰাকীৰ নাম
az: Kart sahibinin Adı
bg: Име на притежателя на картата
bn_in: কার্ডের মালিকের নাম
bs: Ime vlasnika kartice
cy: Enw Deiliad y Cerdyn
da: Kortholders navn
de: Name des Karteninhabers
el: Όνομα κατόχου κάρτας
es: Nombre del titular de la tarjeta
et: Kaardiomaniku nimi
eu: Txartelaren jabearen izena
fa: نام دارنده کارت
ga: Ainm Shealbhóir an Chárta
gd: Ainm sealbhadair na cairte
gl: Nome do titular do cartón
gu: કાર્ડધારક નામ
he: שם בעל הכרטיס
hi: कार्डधारक का नाम
hr: Ime nositelja kartice
hu: Kártyabirtokos neve
id: Nama Pemegang Kartu
is: Heiti korthafa
ja: 名義
ka: ბარათის მფლობელის სახელი
kk: Карта иесінің аты
kn: ಕಾರ್ಡುದಾರರ ಹೆಸರು
ko: 카드 소유자 이름
ku_arab: ناوی خاوەنی کارت
ky: Карт кармоочунун аты
lo: ຊື່ເຈົ້າຂອງບັດ
lt: Kortelės turėtojo vardas, pavardė
lv: Kartes īpašnieks vārds, uzvārds
mi: Ingoa Kaipupuri Kāri
mk: Име на сопственикот на картичката
ml: കാര്‍ഡ് ഉടമയുടെ പേര്
mn: Карт эзэмшигчийн нэр
mr: कार्डधारकाचे नाव
ms: Nama Pemegang Kad
mt: Isem id-Detentur tal-Kard
ne: कार्डधारकको नाम
nn_no: Namn på kortinnehavar
no: Kortholderens navn
or: କାର୍ଡଧାରକଙ୍କ ନାମ
pa_arab_pk: کارڈ دے مالک دا ناں
pa_in: ਕਾਰਡ ਧਾਰਕ ਦਾ ਨਾਮ
pl: Imię i nazwisko właściciela karty
ru: Имя владельца карты
sd: ڪارڊ رکندڙ جو نالو
si: කාඩ්පත් හිමියාගේ නම
sl: Ime imetnika kartice
sr_cyrl_rs: Име власника картице
sr_latn_rs: Ime vlasnika kartice
sv: Kortinnehavare
ta: அட்டைதாரரின் பெயர்
te: కార్డుదారుడి పేరు
tg: Номи соҳиби корт
th: ชื่อผู้ถือบัตร
tr: Kart sahibinin adı
tt: Карта тотучы исеме
ug: كارتا ئىگىسىنىڭ ئىسمى
uk: Ім’я власника картки
ur: کارڈ کے مالک کا نام
uz: Kartochka egasining nomi
vi: Tên Chủ thẻ
zh_hans: 持卡人姓名
zh_hant: 持卡人姓名

# Word.CreditCardHolderName.CardholderName.2
source: Cardholder name
af: Kaarthouernaam
am: የካርድ ባለቤት ስም
ar: اسم حامل البطاقة
as: Cardholder-ৰ নাম
az: Kart sahibinin adı
bg: Име на притежателя на картата
bn_in: কার্ডের মালিকের নাম
bs: Ime vlasnika/ce kartice
cy: Enw deilydd y cerdyn
da: Kortholders navn
de: Name des Karteninhabers
el: Όνομα κατόχου κάρτας
es: Nombre del titular
et: Kaardiomaniku nimi
eu: Txartelaren titularra
fa: نام دارنده کارت
ga: Ainm shealbhóir an chárta
gd: Ainm sealbhadair na cairte
gl: Nome do titular
gu: કાર્ડધારકનું નામ
he: שם בעל הכרטיס
hi: कार्डधारक नाम
hr: Ime vlasnika kartice
hu: Kártyabirtokos neve
id: Nama pemegang kartu
is: Nafn korthafa
ja: 名義
ka: ბარათის მფლობელის სახელი
kk: Карта иесінің аты
kn: ಕಾರ್ಡ್ ಹೊಂದಿರುವವರ ಹೆಸರು
ko: 카드 소유자 이름
ku_arab: ناوی هەڵگری کارت
ky: Карта ээсинин аты
lo: ຊື່ເຈົ້າຂອງບັດ
lt: Kortelės turėtojo vardas
lv: Kartes īpašnieka vārds
mi: Ingoa kaipupuri kāri
mk: Име на сопственикот на картичката
ml: കാർഡുടമയുടെ പേര്
mn: Карт эзэмшигчийн нэр
mr: कार्डधारकाचे नाव
ms: Nama pemegang kad
mt: Isem id-detentur tal-karta
ne: कार्डहोल्डर नाम
nn_no: Namn på korthaldar
no: Navn på korteier
or: କାର୍ଡଧାରୀଙ୍କ ନାମ
pa_arab_pk: کارڈ والے دا نام
pa_in: ਕਾਰਡ ਧਾਰਕ ਦਾ ਨਾਮ
pl: Nazwisko właściciela karty
ru: Владелец карточки
sd: ڪارڊ رکندڙ جو نالو
si: කාඩ්පත්හිමියාගේ නම
sl: Ime imetnika kartice
sr_cyrl_rs: Име власника картице
sr_latn_rs: Ime vlasnika kartice
sv: Kortinnehavare
ta: அட்டை வைத்திருப்பவரின் பெயர்
te: కార్డ్‌హోల్డర్ పేరు
tg: Номи дорандаи корт
th: ชื่อผู้ถือบัตร
tr: Kart sahibi adı
tt: Карта иясе исеме
ug: كارتا ئىگىسىنىڭ ئىسمى
uk: Власник картки
ur: کارڈ ہولڈر کا نام
uz: Karta egasining ismi sharifi
vi: Tên chủ thẻ
zh_hans: 持卡人姓名
zh_hant: 持卡人姓名

# Word.Postalcode
source: Postal Code
af: Poskode
am: የፖስታ ኮድ
ar: الرمز البريدي
as: পোষ্টেল ক'ড
az: Poçt İndeksi
bg: Пощенски код
bn_in: ডাক কোড
bs: Poštanski broj
cy: Cod Post
da: Postnummer
de: Postleitzahl
el: Ταχυδρομικός κώδικας
es: Código postal
et: Sihtnumber
eu: Posta-kodea
fa: کد پستی
ga: Cód poist
gd: Còd-puist
gl: Código postal
gu: પોસ્ટલ કોડ
he: מיקוד
hi: डाक कोड
hr: Poštanski broj
hu: Irányítószám
id: Kode Pos
is: Póstnúmer
ja: 郵便番号
ka: საფოსტო კოდი
kk: Пошталық индекс
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್
ko: 우편 번호
ku_arab: کۆدی پۆستی
ky: индекс
lo: ລະຫັດໄປສະນີ
lt: Pašto indeksas
lv: Pasta indekss
mi: Waehere Pōhi
mk: Поштенски број
ml: തപാല്‍ കോഡ്
mn: Шуудангийн код
mr: पोस्टल कोड
ms: Poskod
mt: Kodiċi Postali
ne: हुलाकी सङ्केत
nn_no: Postnummer
no: Postnummer
or: ଡାକ କୋଡ୍
pa_arab_pk: پوسٹل کوڈ
pa_in: ਡਾਕ ਕੋਡ
pl: Kod pocztowy
ru: Почтовый индекс
sd: پوستل ڪوڊ
si: තැපැල් කේතය
sl: Poštna številka
sr_cyrl_rs: Поштански број
sr_latn_rs: Poštanski broj
sv: Postnummer
ta: அஞ்சல் குறியீடு
te: పోస్టల్ కోడ్
tg: Индекси почта
th: รหัสไปรษณีย์
tr: Posta Kodu
tt: Почта индексы
ug: پوچتا نومۇرى
uk: Поштовий індекс
ur: پوسٹ کوڈ
uz: Pochta indeksi
vi: Mã Bưu điện
zh_hans: 邮政编码
zh_hant: 郵遞區號

# Word.Postalcode.Optional
source: Postal Code (Optional)
af: Poskode (opsioneel)
am: ፖስታል ኮድ (የግድ ያልሆነ)
ar: الرمز البريدي (اختياري)
as: পোষ্টেল ক'ড (বৈকল্পিক)
az: Poçt indeksi (İxtiyari)
bg: Пощенски код (опционално)
bn_in: পোস্টাল কোড (বৈকল্পিক)
bs: Poštanski broj (opcionalno)
cy: Cod post (Dewisol)
da: Postnummer (valgfri)
de: Postleitzahl (optional)
el: Ταχυδρομικός κώδικας (προαιρετικά)
es: Código postal (opcional)
et: Sihtnumber (valikuline)
eu: Posta-kodea (aukerakoa)
fa: کد پستی (اختیاری)
ga: Cód poist (Roghnach)
gd: Còd puist (roghainneil)
gl: Código postal (opcional)
gu: પોસ્ટલ કોડ (વૈકલ્પિક)
he: מיקוד (אופציונלי)
hi: डाक कोड (वैकल्पिक)
hr: Poštanski broj (neobavezno)
hu: Irányítószám (nem kötelező)
id: Kode Pos (Opsional)
is: Póstnúmer (valfrjálst)
ja: 郵便番号 (省略可)
ka: საფოსტო ინდექსი (არასავალდებულო)
kk: Пошта индексі (қосымша)
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್ (ಐಚ್ಛಿಕ)
ko: 우편 번호(선택 사항)
ku_arab: کۆدی پۆسته (ئارەزوومەندانه)
ky: Почта индекси (каалоо боюнча)
lo: ລະຫັດໄປສະນີ (ເລືອກໄດ້)
lt: Pašto kodas (pasirinktinai)
lv: Pasta indekss (neobligāti)
mi: Rohe Poutāpeta (Kōwhiri)
mk: Поштенски број (изборно)
ml: പോസ്റ്റൽ കോഡ് (നിർബന്ധമല്ല)
mn: Шуудангийн код (сонголтот)
mr: पोस्टल कोड (पर्यायी)
ms: Poskod (Pilihan)
mt: Kodiċi Postali (Fakultattiv)
ne: हुलाक कोड (वैकल्पिक)
nn_no: Postnummer (valfritt)
no: Postnummer (valgfritt)
or: ଡାକ କୋଡ୍ (ବୈକଳ୍ପିକ)
pa_arab_pk: پوسٹل کوڈ (اختیاری)
pa_in: ਡਾਕ ਕੋਡ (ਵਿਕਲਪਿਕ)
pl: Kod pocztowy (opcjonalnie)
ru: Почтовый индекс (необязательно)
sd: پوسٽل ڪوڊ (اختياري)
si: තැපැල් කේතය (වෛකල්පිතයි)
sl: Poštna številka (neobvezno)
sr_cyrl_rs: Поштански број (опционално)
sr_latn_rs: Poštanski broj (opcionalno)
sv: Postnummer (valfritt)
ta: அஞ்சல் குறியீடு (விருப்பத்தேர்வு)
te: పోస్టల్ కోడ్ (ఐచ్ఛికం)
tg: Индекси почта (Ихтиёрӣ)
th: รหัสไปรษณีย์ (ระบุหรือไม่ก็ได้)
tr: Posta Kodu (İsteğe bağlı)
tt: Почта индексы (мәҗбүри түгел)
ug: پوچتا نومۇرى (ئىختىيارىي)
uk: Поштовий індекс (необов’язково)
ur: پوسٹل کوڈ (اختیاری)
uz: Pochta indeksi (Ixtiyoriy)
vi: Mã bưu điện (Tùy chọn)
zh_hans: 邮政编码（可选）
zh_hant: 郵遞區號 (選填)
