Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Klarna.SettingUp.LegalString2.EUR
source: you will be redirected to Klarna.com to verify your personal information. We ask that you make a payment of € 0,01 through Klarna to verify your account. The € 0,01 will then be refunded.
af: jy sal na Klarna.com herlei word om jou persoonlike data te verifieer. Ons vra dat jy ’n betaling van € 0,01 deur middel van Klarna maak om jou rekening te verifieer. Die € 0,01 sal dan terugbetaal word.
am: የግል መረጃዎን ለማረጋገጥ ወደ Klarna.com ይመራሉ። መለያዎን ለማረጋገጥ በ Klarna በኩል € 0,01 እንዲከፍሉ እንጠይቃለን። ከዚያ € 0,01 ተመላሽ ይደረጋል።
ar: ستتم إعادة توجيهك إلى Klarna.com للتحقق من معلوماتك الشخصية. نطلب منك دفع مبلغ 0,01 يورو عبر Klarna للتحقق من حسابك. سيتم بعد ذلك رد 0,01 يورو.
as: আপোনাৰ ব্যক্তিগত তথ্য প্ৰমাণিত কৰিবলৈ আপোনাক Klarna.com ঠিকনালৈ প্ৰেৰণ কৰা হ'ব। আমি আপোনাক আপোনাৰ একাউণ্টটো প্ৰমাণিত কৰিবলৈ Klarna-ৰ জৰিয়তে € 0,01 পৰিশোধ কৰিবলৈ কওঁ। তাৰ পিছত € 0,01 পৰিমাণটো ঘূৰাই দিয়া হ'ব।
az: şəxsi məlumatlarınızı yoxlamaq üçün yenidən Klarna.com-a yönələcəksiniz. Hesabınızı yoxlamaq üçün Klarna vasitəsilə 0,01€ ödəniş etməyinizi xahiş edirik. 0,01€ daha sonra geri qaytarılacaqdır.
bg: ще бъдете пренасочени към Klarna.com, за да потвърдите личните си данни. Изискваме от вас да платите 0,01 € през Klarna, за да потвърдите акаунта си. Сумата от 0,01 € след това ще ви бъде възстановена.
bn_in: আপনাকে আপনার ব্যক্তিগত তথ্য যাচাই করার জন্য Klarna.com-এ পুনঃনির্দেশিত করা হবে। আপনার অ্যাকাউন্ট যাচাই করার জন্য আমরা আপনাকে Klarna-এর মাধ্যমে 0,01 ইউরো পেমেন্ট করতে বলছি। 0,01 ইউরো তারপর ফেরত দেওয়া হবে।
bs: Bit ćete preusmjereni na Klarna.com kako biste potvrdili lične informacije. Molimo vas da izvršite uplatu od € 0,01 preko Klarne kako biste potvrdili svoj račun. € 0,01 će tada biti refundirano.
cy: byddwch yn cael eich ailgyfeirio Klarna.com i ddilysu eich gwybodaeth bersonol. Gofynnwn i chi wneud taliad o € 0,01 trwy Klarna i ddilysu eich cyfrif. Bydd € 0,01 wedyn yn cael ei ad-dalu.
da: du vil blive omdirigeret til Klarna.com for at bekræfte dine personlige oplysninger. Vi beder dig om at foretage en betaling på € 0,01 via Klarna for at bekræfte din konto. De € 0,01 vil derefter blive refunderet.
de: Sie werden zu Klarna.com umgeleitet, um Ihre persönlichen Informationen zu überprüfen. Wir bitten Sie, eine Zahlung von 0,01 € über Klarna vorzunehmen, um Ihr Konto zu bestätigen. Die 0,01 € werden dann zurückerstattet.
el: θα ανακατευθυνθείτε στο Klarna.com για να επαληθεύσετε τις προσωπικές πληροφορίες σας. Σας ζητάμε να κάνετε μια πληρωμή 0,01 € μέσω της Klarna για να επαληθεύσετε τον λογαριασμό. Το 0,01 € θα επιστραφεί στη συνέχεια.
es: se le redirigirá a Klarna.com para comprobar su información personal. Le pedimos que realice un pago de 0,01 € a través de Klarna para comprobar su cuenta. A continuación, se le reembolsará el importe.
et: teid suunatakse ümber veebisaidile Klarna.com, kus saate oma isikuandmed kinnitada. Konto kinnitamiseks palume teha Klarna kaudu makse 0,01 € ulatuses. Tasutud 0,01 € tagastatakse teile.
eu: Klarna.com helbidera bideratuko zaitugu informazio pertsonala egiaztatzeko. Kontua ziurtatzeko, Klarna bidez 0,01 € ordaintzeko eskatuko dizugu. Ondoren, itzuli egingo dizugu zenbatekoa.
fa: برای تأیید اطلاعات شخصی خود، به سایت Klarna.com هدایت خواهید شد. درخواست می‌کنیم مبلغ ۰.۰۱ یورو از طریق Klarna برای تأیید حساب خود پرداخت کنید. ۰.۰۱ یورو پس از آن بازپرداخت خواهد شد.
ga: atreorófar thú chuig an Klarna.com chun d'fhaisnéis phearsanta a fhíorú. Iarraimid ort € 0,01 a íoc trí Klarna chun do chuntas a fhíorú. Aisíocfar an € 0,01 ansin.
gd: thèid d’ ath-stiùireadh gu Klarna.com a dhearbhadh a’ mhion-fhiosrachaidh phearsanta agad. Iarraidh sinn ort €0,01 a phàigheadh le Klarna gus an cunntas agad a dhearbhadh. Gheibh thu an €0,01 air ais an uair sin.
gl: redirixiráselle a Klarna.com para verificar a súa información persoal. Pedirémoslle que faga un pagamento de 0,01 € a través de Klarna para verificar a conta. Devolverémoslle o 0,01 €.
gu: તમારી વ્યક્તિગત જાણકારીને ચકાસવા માટે તમને Klarna.com પર રીડાયરેક્ટ કરવામાં આવશે. અમે કહીએ છીએ કે તમે તમારા ખાતાને ચકાસવા માટે Klarna દ્વારા € 0,01 ની ચૂકવણી કરો. આ પછી € 0,01 રિફંડ કરવામાં આવશે.
he: תופנה אל שירות Klarna.com כדי לאמת את המידע האישי שלך. אנו מבקשים ממך לבצע תשלום של €0,01 דרך Klarna כדי לאמת את החשבון שלך. הסכום של €0,01 יוחזר לך.
hi: अपनी व्यक्तिगत जानकारी सत्यापित करने के लिए आपको Klarna.com पर रीडायरेक्ट किया जाएगा. हम आपसे अपने खाते को सत्यापित करने के लिए Klarna के माध्यम से € 0,01 का भुगतान करने के लिए कहते हैं. उसके बाद € 0,01 लौटा दिए जाएँगे.
hr: bit ćete preusmjereni na stranicu Klarna.com da biste potvrdili svoje osobne podatke. Zahtijevamo uplatu iznosa od €0,01 putem servisa Klarna da biste potvrdili svoj račun. Nakon toga će vam iznos od €0,01 biti vraćen.
hu: a rendszer átirányítja a Klarna.com webhelyre a személyes adatai megerősítéséhez. Arra kérjük, hogy fizessen 0,01 eurót a Klarna szolgáltatáson keresztül a fiókja megerősítéséhez. A 0,01 eurót ezt követően visszatérítjük.
id: Anda akan diarahkan ke Klarna.com untuk memverifikasi informasi pribadi. Kami meminta Anda melakukan pembayaran € 0,01 melalui Klarna untuk memverifikasi akun Anda. € 0,01 tersebut akan dikembalikan kepada Anda.
is: þér verður vísað á Klarna.com til að staðfesta persónuupplýsingar þínar. Við biðjum þig um að greiða 0,01 € í gegnum Klarna til að staðfesta reikninginn þinn. 0,01 € verður síðan endurgreitt.
ja: 個人情報を確認するために Klarna.com にリダイレクトされます。お客様のアカウントを確認するため、Klarna を通じて € 0.01 のお支払いをお願いします。その € 0.01 は後ほど払い戻されます。
ka: თქვენ გადამისამართდებით Klarna.com-ზე თქვენი პერსონალური ინფორმაციის გადასამოწმებლად. გთხოვთ, გადაიხადოთ € 0,01 Klarna-ს საშუალებით თქვენი ანგარიშის დასადასტურებლად. მოგვიანებით € 0,01 უკან დაგიბრუნდებათ.
kk: жеке ақпаратыңызды тексеру үшін сіз Klarna.com сайтына қайта бағытталасыз. Тіркелгіңізді тексеру үшін біз сізден Klarna арқылы € 0,01 төлемін жасауыңызды сұраймыз. Содан кейін € 0,01 қайтарылады.
kn: ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಿಮ್ಮನ್ನು Klarna.com ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನೀವು Klarna ಮೂಲಕ € 0,01 ಪಾವತಿಸುವಂತೆ ನಾವು ನಿಮ್ಮನ್ನು ಕೇಳುತ್ತೇವೆ. ನಂತರ € 0,01 ಅನ್ನು ಮರುಪಾವತಿಸಲಾಗುತ್ತದೆ.
ko: 개인 정보 확인을 위해 Klarna.com으로 리디렉션합니다. 계정 확인을 위해 Klarna를 통해 €0,01 결제를 요청합니다. €0,01는 환불됩니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປທີ່ Klarna.com ເພື່ອກວດສອບຂໍ້ມູນສ່ວນຕົວຂອງທ່ານ. ພວກເຮົາຂໍໃຫ້ທ່ານເຮັດການຊຳລະເງິນ € 0,01 ຜ່ານ Klarna ເພື່ອກວດສອບບັນຊີຂອງທ່ານ. ຈາກນັ້ນ € 0,01 ຈະຖືກສົ່ງຄືນ.
lt: būsite nukreipti į Klarna.com patvirtinti savo asmeninę informaciją. Paprašysime atlikti 0,01 € mokėjimą per „Klarna“, kad patvirtintumėte savo sąskaitą. 0,01 € tada bus grąžinta.
lv: Jūs tiksit novirzīts uz Klarna.com, lai verificētu savu personas informāciju. Mēs lūdzam jums veikt maksājumu ar Klarna € 0,01 apmērā, lai verificētu savu kontu. Pēc tam šī summa tiks atmaksāta.
mi: ka tahurikētia koe ki Klarna.com hei manatoko i ō mōhiohio whaiaro. E tono ana mātou kia utua e koe te € 0,01 mā roto o Klarna hei manatoko i tō pūkete. Ko reira whakahokia ai te € 0,01.
mk: ќе бидете пренасочени на Klarna.com за да ги потврдите вашите лични податоци. Бараме да уплатите 0,01 евра преку Klarna за да ја потврдите вашата сметка. Потоа 0,01-те евра ќе ви бидат вратени.
ml: നിങ്ങളുടെ വ്യക്തിഗത വിവരങ്ങൾ പരിശോധിക്കുന്നതിന് നിങ്ങളെ Klarna.com എന്നതിലേക്ക് റീഡയറക്റ്റ് ചെയ്യും. നിങ്ങളുടെ അക്കൗണ്ട് പരിശോധിക്കുന്നതിന് ക്ലാർന വഴി 0,01 യൂറോ പേയ്മെന്റ് നടത്താൻ ഞങ്ങൾ നിങ്ങളോട് ആവശ്യപ്പെടുന്നു. തുടർന്ന് 0,01 യൂറോ തിരികെ നൽകും.
mr: आपल्या वैयक्तिक माहितीचे सत्यापन करण्यासाठी आपल्याला Klarna.com कडे पुनर्निर्देशित केले जाईल. आपल्या खात्याचे सत्यापन करण्यासाठी आपण Klarna द्वारे € 0,01 चे पेमेंट करावे असे आम्ही सांगतो. € 0,01 नंतर परत केले जातील.
ms: anda akan dihalakan semula ke Klarna.com untuk menentusahkan maklumat peribadi anda. Kami meminta anda membuat bayaran € 0,01 melalui Klarna untuk menentusahkan akaun anda. € 0,01 kemudian akan dibayar balik.
mt: se tiġi ridirezzjonat lejn Klarna.com biex tivverifika l-informazzjoni personali tiegħek. Aħna nitolbu li tagħmel pagament ta’ € 0,01 permezz ta’ Klarna biex tivverifika l-kont tiegħek. Il-€0,01 imbagħad se jiġi rimborżat.
ne: तपाईंलाई आफ्नो व्यक्तिगत जानकारी रुजू गर्न Klarna.com मा रिडाइरेक्ट गरिने छ। हामी तपाईंलाई आफ्नो खाता रुजू गर्न Klarna मार्फत € 0,01 को भुक्तानी गर्न अनुरोध गर्छौँ। त्यसपछि € 0,01 फिर्ता गरिने छ।
nn_no: du blir omdirigert til Klarna.com, slik at du kan stadfeste personopplysingane dine. Vi ber deg om å utføre ei betaling på 0,01 euro gjennom Klarna, slik at vi kan tadfeste kontoen din. Desse 0,01 euroane vil bli refundert.
no: du vil bli omdirigert til Klarna.com for å bekrefte personopplysningene dine. Vi ber om at du gjør en betaling på 0,01 EUR gjennom Klarna for å bekrefte kontoen. Deretter blir beløpet refundert.
or: ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ସୂଚନା ଯାଞ୍ଚ କରିବାକୁ ଆପଣଙ୍କୁ Klarna.com କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ. ଆମେ କହୁଛୁ ଯେ ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆପଣ Klarna ମାଧ୍ୟମରେ € 0,01 ଦେୟ ଦିଅନ୍ତୁ. ଏହାପରେ € 0,01 ଫେରସ୍ତ କରାଯିବ.
pa_in: ਤੁਹਾਡੀ ਨਿੱਜੀ ਜਾਣਕਾਰੀ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ Klarna.com ਵੱਲ ਭੇਜਿਆ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ Klarna ਰਾਹੀਂ €0,01 ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕਹਿੰਦੇ ਹਾਂ। ਇਸ ਤੋਂ ਬਾਅਦ € 0,01 ਨੂੰ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: nastąpi przekierowanie do Klarna.com w celu zweryfikowania Twoich danych osobowych. Prosimy o dokonanie płatności w wysokości € 0,01 za pośrednictwem usługi Klarna w celu zweryfikowania Twojego konta. Kwota € 0,01 zostanie następnie zwrócona.
ru: вы будете перенаправлены на сайт Klarna.com для проверки личных сведений. Вам будет предложено совершить платеж на сумму 0,01 евро, чтобы проверить вашу учетную запись. После этого сумма в 0,01 евро будет вам возвращена.
sl: Preusmerjeni boste na spletno stran Klarna.com, kjer boste lahko preverili svoje osebne podatke. Prosimo vas, da za preverjanje računa prek storitve Klarna opravite plačilo v višini 0,01 EUR. Nato vam bo znesek 0,01 EUR povrnjen.
sr_cyrl_rs: бићете преусмерени на Klarna.com да бисте верификовали своје личне податке. Молимо вас да извршите уплату од 0,01 € путем услуге Klarna да бисмо верификовали ваш налог. Износ од 0,01 € ће вам потом бити враћен.
sr_latn_rs: bićete preusmereni na Klarna.com da biste verifikovali svoje lične podatke. Molimo vas da izvršite uplatu od 0,01 € putem usluge Klarna da bismo verifikovali vaš nalog. Iznos od 0,01 € će vam potom biti vraćen.
sv: omdirigeras du till Klarna.com för att verifiera din personliga information. Vi ber dig att göra en inbetalning på 0,01 euro via Klarna för att verifiera ditt konto. Det här beloppet kommer att återbetalas.
ta: உங்கள் தனிபர் தரவைச் சரிபார்க்க, நீங்கள் Klarna.com தளத்திற்குத் திருப்பிவிடப்படுவீர்கள். உங்கள் கணக்கைச் சரிபார்க்க, Klarna மூலம் € 0,01 கட்டணம் செலுத்துவதற்கு நாங்கள் உங்களைக் கேட்போம். € 0,01 தொகையானது பின்னர் திருப்பியளிக்கப்படும்.
te: మీ వ్యక్తిగత సమాచారాన్ని ధృవీకరించడం కొరకు మీరు Klarna.com కు రీడైరెక్ట్ చేయబడతారు. మీ ఖాతాని ధృవీకరించడం కొరకు క్లార్నా ద్వారా € 0,01 చెల్లించాలని మేము మిమ్మల్ని కోరుతున్నాం. అప్పుడు € 0,01 రీఫండ్ చేయబడుతుంది.
th: คุณจะถูกเปลี่ยนเส้นทางไปที่ Klarna.com เพื่อยืนยันข้อมูลส่วนบุคคลของคุณ เราขอให้คุณชำระเงิน € 0,01 ผ่าน Klarna เพื่อยืนยันบัญชีของคุณ หลังจากนั้นคุณจะได้รับเงินคืน € 0,01
tr: Kişisel bilgilerinizi doğrulamanız için Klarna.com adresine yönlendirileceksiniz. Hesabınızı doğrulamak için Klama aracılığıyla 0,01 EUR tutarında ödeme yapmanızı istiyoruz. Ödediğiniz 0,01 EUR daha sonra iade edilecek.
tt: шәхси мәгълүматларыгызны раслау өчен сез Klarna.com төененә күчереләчәксез. Хисап язмагызны раслау өчен Klarna аша 0,01 евро күләмендә бер түләү башкаруыгызны сорыйбыз. Аннары 0,01 евро сезгә кайтарылачак.
ug: سىزنى Klarna.com غا باشلاپ كىرىپ شەخسىي ئۇچۇرىڭىزنى دەلىللەيمىز. ھېساباتىڭىزنى دەلىللەش ئۈچۈن Klarna ئارقىلىق € 0,01 چىقىم قىلىشىڭىز كېرەك. چىقىم قىلغان € 0,01 دەلىللەپ بولغاندا سىزگە قايتۇرۇلىدۇ.
uk: вас буде переспрямовано на Klarna.com, щоб підтвердити особисту інформацію. Ми просимо вас здійснити платіж у розмірі 0,01 євро через Klarna, щоб підтвердити свій обліковий запис. Після цього платіж буде відшкодовано.
ur: آپ کو اپنی ذاتی معلومات کی تصدیق کرنے Klarna.com پر بھیجا جائے گا۔ ہماری گزارش ہے کہ آپ اپنے اکاؤنٹ کی تصدیق کرنے کے لئے Klarna کے ذریعے € 0,01 کی ادائیگی کریں۔ اس کے بعد وہ € 0,01 آپ کو واپس کر دیے جائیں گے۔
uz: shaxsiy maʼlumotlaringizni tekshirish uchun Klarna.com saytiga yoʻnaltirilasiz. Hisobingizni tasdiqlash uchun Klarna orqali 0,01€ toʻlashingizni soʻraymiz. Keyinroq 0,01€ hisobingizga qaytariladi.
vi: bạn sẽ được chuyển hướng đến Klarna.com để xác minh thông tin cá nhân của mình. Bạn cần phải thanh toán 0,01 EUR qua Klarna để xác minh tài khoản. Sau đó, số tiền này sẽ được hoàn lại.
zh_hans: 你将被重定向到 Klarna.com 以验证你的个人信息。我们要求你通过 Klarna 支付 0.01 欧元，以验证你的帐户。0.01 欧元将在之后退还。
zh_hant: 您會被重新導向 Klarna.com 驗證您的個人資訊。我們要求您透過向使用者支付 € 0,01，以驗證您的帳戶。€ 0,01 將會退款給您。
