Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.BT
source: Bhutan
af: Bhoetan
am: ቡታን
ar: بوتان
as: ভুটান
az: Butan
bg: Бутан
bn_in: ভুটান
bs: Butan
el: Μπουτάν
es: Bután
fa: بوتان
ga: An Bhútáin
gd: Butàn
gl: Bután
gu: ભૂટાન
he: בהוטן
hi: भूटान
hr: Butan
hu: Bhután
is: Bútan
ja: ブータン
ka: ბუტანი
kk: Бутан
kn: ಭೂತಾನ್
ko: 부탄
ku_arab: بۆتان
ky: Бутан
lo: ພູຖານ
lt: Butanas
lv: Butāna
mi: Putāna
mk: Бутан
ml: ഭൂട്ടാന്‍
mn: Бутан
mr: भूतान
mt: Butan
ne: भुटान
or: ଭୁଟାନ୍
pa_arab_pk: ‏‏بھوٹان
pa_in: ਭੂਟਾਨ
ru: Бутан
sd: ڀوٽان
si: භූතානය
sl: Butan
sr_cyrl_rs: Бутан
sr_latn_rs: Butan
ta: பூடான்
te: భూటాన్
tg: Бутан
th: ภูฏาน
tt: Бутан
ug: بۇتان
uk: Бутан
ur: بھوٹان
uz: Butan
zh_hans: 不丹
zh_hant: 不丹

# Country.BV
source: Bouvet Island
af: Bouvet-eiland
am: ቡቬ ደሴት
ar: جزيرة بوفيه
as: বৌভেট আইলেণ্ড
az: Bouvet adası
bg: Остров Буве
bn_in: বোভেট আইল্যান্ড
bs: Ostrvo Bouvet
cy: Ynys Bouvet
da: Bouvetøen
de: Bouvetinsel
el: Νησί Μπουβέ
es: Isla Bouvet
et: Bouvet' saar
eu: Bouvet uhartea
fa: جزیره بووت
ga: Oileáin Bouvet
gd: Eilean Bouvet
gl: Illa de Bouvet
gu: બોવટ આઇલૅન્ડ
he: האי בובה
hi: बोवट आइलैंड
hr: Bouvetov Otok
hu: Bouvet-sziget
id: Pulau Bouvet
is: Bouvet-eyja
ja: ブーベ島
ka: კუნძული ბუვე
kk: Буве аралы
kn: ಬೋವೆಟ್ ದ್ವೀಪ
ko: 부베이 섬
ku_arab: دوورگەی بووڤێ
ky: Буве Аралы
lo: ເກາະບູເວດ
lt: Buvė Sala
lv: Buvē sala
mi: Moutere o Pūwe
mk: Остров Буве
ml: ബുവെറ്റ് ദ്വീപ്
mn: Буве арал
mr: बोवेट बेट
ms: Pulau Bouvet
mt: Gżira Bouvet
ne: बुभेट टापू
nn_no: Bouvetøya
no: Bouvetøya
or: ବୌଭେଟ୍ ଦ୍ଵୀପ
pa_arab_pk: بیوٹ جزیرہ
pa_in: ਬੌਵੇਟ ਆਈਲੈਂਡ
pl: Wyspa Bouveta
ru: Остров Буве
sd: بوويلٽ ٻيٽَ
si: බොවෙට් දූපත
sl: Bouvetov otok
sr_cyrl_rs: Острво Буве
sr_latn_rs: Ostrvo Buve
sv: Bouvetön
ta: போவெட் தீவு
te: బౌవెట్ దీవి
tg: Ҷазираи Буве
th: เกาะบูเวต์
tr: Bouvet Adası
tt: Буве утравы
ug: بوۋېت ئارىلى
uk: Острів Буве
ur: بیوٹ جزیرہ
uz: Buve oroli
vi: Đảo Bouvet
zh_hans: 布韦岛
zh_hant: 布威島

# Country.BW
source: Botswana
am: ቦትስዋና
ar: بوتسوانا
as: ব'টচোৱানা
az: Botsvana
bg: Ботсвана
bn_in: বতসোয়ানা
bs: Bocvana
de: Botsuana
el: Μποτσουάνα
es: Botsuana
fa: بوتسوانا
ga: An Bhotsuáin
gd: Botsuana
gu: બોટ્સવાના
he: בוצואנה
hi: बोत्सवाना
hr: Bocvana
is: Botsvana
ja: ボツワナ
ka: ბოცვანა
kk: Ботсвана
kn: ಬೋಟ್ಸ್‌ವಾನಾ
ko: 보츠와나
ku_arab: بۆتسوانا
ky: Ботсвана
lo: ບັອດສະວານາ
lt: Botsvana
lv: Botsvāna
mi: Potiwana
mk: Боцвана
ml: ബോട്സ്വാന
mn: Ботсвана
mr: बोत्सवाना
ne: बोतस्वाना
or: ବୋଟସୱାନା
pa_arab_pk: بوسٹوانا
pa_in: ਬੋਟਸਵਾਨਾ
ru: Ботсвана
sd: بوٽسوانا
si: බොස්ට්වානා
sl: Bocvana
sr_cyrl_rs: Боцвана
sr_latn_rs: Bocvana
ta: போட்ஸ்வானா
te: బోట్స్వానా
tg: Ботсвана
th: บอตสวานา
tr: Botsvana
tt: Ботсвана
ug: بوتسۋانا
uk: Ботсвана
ur: بوسٹوانا
uz: Botsvana
zh_hans: 博茨瓦纳
zh_hant: 波札那

# Country.BY
source: Belarus
am: ቤላሩስ
ar: بيلاروس
as: বেলাৰুছ
bg: Беларус
bn_in: বেলারুশ
bs: Bjelorusija
cy: Belarws
da: Hviderusland
el: Λευκορωσία
es: Belarús
et: Valgevene
eu: Bielorrusia
fa: بلاروس
ga: An Bhealarúis
gd: A' Bhealaruis
gl: Belarús
gu: બેલારૂસ
he: בלרוס
hi: बेलारूस
hr: Bjelarus
hu: Belarusz Köztársaság
id: Belarusia
is: Hvíta-Rússland
ja: ベラルーシ
ka: ბელორუსი
kk: Беларусь
kn: ಬೆಲಾರುಸ್
ko: 벨라루스
ku_arab: بێلاڕووس
ky: Беларусия
lo: ເບລາຣຸສ
lt: Baltarusija
lv: Baltkrievija
mi: Pēraruha
mk: Белорусија
ml: ബെലാറുസ്
mn: Беларусь
mr: बेलारुस
ne: बेलेरुस
nn_no: Kviterussland
no: Hviterussland
or: ବେଲାରୁଷ୍
pa_arab_pk: بیلا رس
pa_in: ਬੇਲਾਰੂਸ
pl: Białoruś
ru: Беларусь
sd: بليرس
si: බෙලාරස්
sl: Belorusija
sr_cyrl_rs: Белорусија
sr_latn_rs: Belorusija
sv: Vitryssland
ta: பெலாரஸ்
te: బెలారస్
tg: Беларус
th: เบลารุส
tt: Беларусь
ug: بېلارۇسىيە
uk: Білорусь
ur: بیلا رس
zh_hans: 白俄罗斯
zh_hant: 白俄羅斯

# Country.BZ
source: Belize
am: ቤሊዝ
ar: بليز
as: বেলিজ
az: Beliz
bg: Белиз
bn_in: বেলিজ
el: Μπελίσε
es: Belice
fa: بلیز
ga: An Bheilís
gd: A' Bheilìs
gu: બેલિઝ
he: בליז
hi: बेलीज़
is: Belís
ja: ベリーズ
ka: ბელიზი
kk: Белиз
kn: ಬೆಲಿಜ್
ko: 벨리즈
ku_arab: بێلیز
ky: Белиз
lo: ເບລິຊ
lt: Belizas
lv: Beliza
mi: Pērihi
mk: Белизе
ml: ബെലീസ്
mn: Белизе
mr: बेलिझ
mt: Beliż
ne: बेलीजि
or: ବେଲିଜ୍
pa_arab_pk: ‏‏بیلیز
pa_in: ਬੇਲੀਜ਼
ru: Белиз
sd: بليزي
si: බෙලිස්
sr_cyrl_rs: Белизе
ta: பெலீஸ்
te: బెలిజ్
tg: Белиз
th: เบลีซ
tt: Белиз
ug: بېلىز
uk: Беліз
ur: بیلیز
uz: Beliz
zh_hans: 伯利兹
zh_hant: 貝里斯

# Country.CC
source: Cocos (Keeling) Islands
af: Kokos- (Keeling-) eilande
am: ኮኮስ (ኪሊንግ) ደሴቶች
ar: جزر كوكوس كيلنج
as: কোকোচ (কীলিং) আইলেণ্ড
az: Kokos (Kilinq) Adaları
bg: Кокосови о-ви
bn_in: কোকোস (কিলিং) আইল্যান্ডস
bs: Kokosova (Kilingova) ostrva
cy: Ynysoedd Cocos (Keeling)
da: Cocosøerne (Keelingøerne)
de: Kokosinseln
el: Νησιά Κόκος (Κίλινγκ)
es: Islas Cocos
et: Kookossaared
eu: Cocos (Keeling) uharteak
fa: جزایر کوکوس (کیلینگ)
ga: Oileáin Cocos (Keeling)
gd: Na h-Eileanan Chocos (Keeling)
gl: Illas Cocos (Keeling)
gu: કોકોસ (કીલિંગ) આઇલેન્ડ્સ
he: איי קוקוס (קילינג)
hi: कोकोज़ (कीलिंग) आइलैंड्स
hr: Kokosovi (Keelingovi) Otoci
hu: Cocos (Keeling)-szigetek
id: Kepulauan Cocos (Keeling)
is: Kókoseyjar (Keeling)
ja: ココス諸島
ka: ქოქოსის (კილინგის) კუნძულები
kk: Кокос аралдары
kn: ಕೊಕೊಸ್ (ಕೀಲಿಂಗ್) ದ್ವೀಪಗಳು
ko: 코코스 제도
ku_arab: دوورگەکانی کۆکۆس (کییلین)
ky: Кокос (Килинг) аралдары
lo: ຫມູ່ເກາະໂກໂກສ (ຄີລິງ)
lt: Kokosų (Kilingo) salos
lv: Kokosu (Kīlinga) salas
mi: Ngā Moutere o Koko (Kīrini)
mk: Кокосови (Килинг) Острови
ml: കൊക്കോസ് (കീലിങ് ) ദ്വീപുകള്‍
mn: Кокос (Кийлинг) арлууд
mr: कोको (कीलिंग) बेटे
ms: Kepulauan Cocos (Keeling)
mt: Gżejjer Cocos (Keeling)
ne: कोकोस (किलिङ्) टापूहरू
nn_no: Kokosøyane
no: Kokosøyene
or: କୋକୋସ୍ (କିଲିଂ) ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: کوکوس (کیلنگ) جزائر
pa_in: ਕੋਕੋਜ਼ (ਕੀਲਿੰਗ) ਆਈਲੈਂਡਸ
pl: Wyspy Kokosowe
ru: Кокосовые (Килинг) острова
sd: علائقا کوکوس (کیلنگ) ٻيٽَ.
si: කොකෝස් (කීලිං) දූපත්
sl: Kokosovi (Keeling) otoki
sr_cyrl_rs: Кокосова (Килингова) Острва
sr_latn_rs: Kokosova (Kilingova) Ostrva
sv: Kokosöarna
ta: கோகோஸ் (கீலிங்) தீவுகள்
te: కొకొస్ (కీలింగ్) దీవులు
tg: Ҷазираҳои Кокос (Килинг)
th: หมู่เกาะโคคอส (คีลิง)
tr: Cocos (Keeling) Adaları
tt: Кокос (Килинг) утраулары
ug: كوكۇس (كىللىن) تاقىم ئاراللىرى
uk: Кокосові (Кілінґ) Острови
ur: کوکوس (کیلنگ) جزائر
uz: Kokos (Kiling) orollari
vi: Quần đảo Cocos (Keeling)
zh_hans: 科科斯群岛
zh_hant: 可可斯群島

# Country.CD
source: Congo (DRC)
af: Kongo (DRK)
am: ኮንጎ (ዲ አር ሲ)
ar: الكونغو (DRC)
as: কংগো (DRC)
az: Konqo (KDR)
bg: Конго (ДРК)
bn_in: কঙ্গো (DRC)
bs: Kongo (DRK)
cy: Y Congo (DRC)
da: Den Demokratiske Republik Congo
de: Kongo, Demokratische Republik
el: Κονγκό (DRC)
es: Congo (RDC)
et: Kongo DV
eu: Kongo (KED)
fa: کنگو (جمهوری دموکراتیک کنگو)
ga: Poblacht an Chongó
gd: A’ Chongo (PDC)
gl: Congo (RDC)
gu: કૉંગો (ડીઆરસી)
he: קונגו (הרפובליקה הדמוקרטית)
hi: कॉन्गो (डीआरसी)
hr: Kongo (DRK)
hu: Kongó (KDK)
id: Kongo (RDK)
is: Kongó
ja: コンゴ民主共和国
ka: კონგოს დემოკრატიული რესპუბლიკა
kk: Конго (КДР)
kn: ಕಾಂಗೊ (DRC)
ko: 콩고 민주 공화국
ku_arab: کۆنگۆ (کۆماری دیموکراتی کۆنگۆ)
ky: Конго (КДР)
lo: ຄອງໂກ (ສາທາລະນະລັດປະຊາທິປະໄຕ)
lt: Kongo Demokratinė Respublika
lv: Kongo (KDR)
mi: Kongo (DRC)
mk: Конго (ДРК)
ml: കോംഗോ (DRC)
mn: Бүгд Найрамдах Ардчилсан Конго Улс
mr: काँगो (डीआरसी)
mt: Kongo (RDK)
ne: कंगो (डीआरसी)
nn_no: Kongo
no: Kongo
or: କଙ୍ଗୋ (ଡିଆରସି)
pa_arab_pk: کانگو (DRC)
pa_in: ਕਾਂਗੋ (ਡੀਆਰਸੀ)
pl: Kongo (DRK)
ru: Конго (ДРК)
sd: ڪانگو (ڊي آر سي)
si: කොංගෝව (ඩීආර්සී)
sl: Kongo (DRK)
sr_cyrl_rs: Конго (ДРК)
sr_latn_rs: Kongo (DRK)
sv: Kongo (DR)
ta: காங்கோ (டிஆர்சி)
te: కాంగో (డిఆర్‌సి)
tg: Конго (ҶДК)
th: คองโก (DRC)
tr: Kongo (KDC)
tt: Конго (КДР)
ug: كونگو (كونگو دېموكراتىك جۇمھۇرىيىتى)
uk: Конґо (ДРК)
ur: کانگو (DRC)
uz: Kongo (KDR)
vi: CHDC Congo
zh_hans: 刚果（金）
zh_hant: 剛果民主共和國

# Country.CF
source: Central African Republic
af: Sentraal-Afrikaanse Republiek
am: ማዕከላዊ አፍሪካ ሪፖብሊክ
ar: جمهورية أفريقيا الوسطى
as: চেণ্ট্ৰেল আফ্ৰিকান ৰিপাব্লিক
az: Mərkəzi Afrika Respublikası
bg: Централноафриканска република
bn_in: সেন্ট্রাল আফ্রিকান রিপাবলিক
bs: Centralna Afrička Republika
cy: Gweriniaeth Canolbarth Affrica
da: Den Centralafrikanske Republik
de: Zentralafrikanische Republik
el: Κεντροαφρικανική Δημοκρατία
es: República Centroafricana
et: Kesk-Aafrika Vabariik
eu: Afrika Erdiko Errepublika
fa: جمهوری آفریقای مرکزی
ga: Poblacht na hAfraice Láir
gd: Poblachd Meadhan Afraga
gl: República Centroafricana
gu: સેન્ટ્રલ આફ્રિકન રિપબ્લિક
he: הרפובליקה המרכז אפריקנית
hi: मध्य अफ़्रीकी गणराज्य
hr: Srednjoafrička Republika
hu: Közép-afrikai Köztársaság
id: Republik Afrika Tengah
is: Mið-Afríkulýðveldið
ja: 中央アフリカ共和国
ka: ცენტრალური აფრიკის რესპუბლიკა
kk: Орталық Африка Республикасы
kn: ಸೆಂಟ್ರಲ್ ಆಫ್ರಿಕನ್ ರಿಪಬ್ಲಿಕ್
ko: 중앙 아프리카 공화국
ku_arab: کۆماری ئەفریقای ناوەڕاست
ky: Борбордук Африка Республикасы
lo: ສາທາລະນະລັດອາຝຣິກາກາງ
lt: Centrinės Afrikos Respublika
lv: Centrālāfrikas Republika
mi: Whenua o Awherika Pū
mk: Централна Африканска Република
ml: സെന്‍ട്രല്‍ ആഫ്രിക്കന്‍ റിപ്പബ്ലിക്
mn: Төв Африкийн Бүгд Найрамдах Улс
mr: मध्य आफ्रिकन रिपब्‍लिक
ms: Republik Afrika Tengah
mt: Repubblika tal-Afrika Ċentrali
ne: मध्यगत अफ्रीकन गणतन्त्र
nn_no: Den sentralafrikanske republikken
no: Den sentralafrikanske republikken
or: କେନ୍ଦ୍ରୀୟ ଆଫ୍ରିକୀୟ ଗଣତନ୍ତ୍ର
pa_arab_pk: مرکزی افریقی جمہوریہ
pa_in: ਕੇਂਦਰੀ ਅਫਰੀਕੀ ਗਣਰਾਜ
pl: Republika Środkowoafrykańska
ru: Центрально-Африканская Республика
sd: سينٽرل آفريڪن جمهوريه
si: මධ්‍යම අප්‍රිකානු ජනරජය
sl: Centralnoafriška republika
sr_cyrl_rs: Централноафричка Република
sr_latn_rs: Centralnoafrička Republika
sv: Centralafrikanska republiken
ta: மத்திய ஆப்பிரிக்க குடியரசு
te: సెంట్రల్ ఆఫ్రికన్ రిపబ్లిక్
tg: Ҷумҳурии Африқои Марказӣ
th: สาธารณรัฐแอฟริกากลาง
tr: Orta Afrika Cumhuriyeti
tt: Үзәк Африка Республикасы
ug: ئوتتۇرا ئافرىقا جۇمھۇرىيىتى
uk: Центральноафриканська Республіка
ur: مرکزی افریقی جمہوریہ
uz: Markaziy Afrika Respublikasi
vi: Cộng hòa Trung Phi
zh_hans: 中非共和国
zh_hant: 中非共和國

# Country.CG
source: Congo
af: Kongo
am: ኮንጎ
ar: الكونغو
as: কংগো
az: Konqo
bg: Конго
bn_in: কঙ্গো
bs: Kongo
de: Kongo
el: Κονγκό
et: Kongo
eu: Kongo
fa: کنگو
ga: Poblacht an Chongó
gd: A' Chongo
gu: કૉંગો
he: קונגו
hi: कॉन्गो
hr: Kongo
hu: Kongó
id: Kongo
is: Lýðveldið Kongó
ja: コンゴ共和国
ka: კონგო
kk: Конго
kn: ಕಾಂಗೊ
ko: 콩고 공화국
ku_arab: کۆماری کۆنگۆ
ky: Конго
lo: ຄອງໂກ
lt: Kongas
lv: Kongo
mi: Kongo
mk: Конго
ml: കോംഗോ
mn: Конго
mr: काँगो
mt: Kongo
ne: कंगो
nn_no: Kongo-Brazzaville
no: Kongo-Brazzaville
or: କଙ୍ଗୋ
pa_arab_pk: کانگو
pa_in: ਕਾਂਗੋ
pl: Kongo
ru: Конго
sd: ڪانگو
si: කොංගෝව
sl: Kongo
sr_cyrl_rs: Конго
sr_latn_rs: Kongo
sv: Kongo (DR)
ta: காங்கோ
te: కాంగో
tg: Конго
th: คองโก
tr: Kongo
tt: Конго
ug: كونگو
uk: Конґо
ur: کانگو
uz: Kongo
zh_hans: 刚果（布）
zh_hant: 剛果

# Country.CG.2
source: Congo, Republic of
af: Kongo, Republiek van die
am: የኮንጎ ሪፓብሊክ
ar: ‏‏جمهورية الكونغو
as: কঙ্গো, প্ৰজাতন্ত্ৰ
az: Konqo Respublikası
bg: Република Конго
bn_in: কঙ্গো প্রজাতন্ত্র
bs: Republika Kongo
cy: Congo, Gweriniaeth
da: Congo, Republikken
de: Republik Kongo
el: Δημοκρατία του Κονγκό
es: Congo, República del
et: Kongo Vabariik
eu: Kongoko Errepublika
fa: جمهوری کنگو
ga: Poblacht an Chongó
gd: Poblachd na Congo
gl: Congo, República do
gu: રિપબ્લિક ઑફ કૉંગો
he: הרפובליקה של קונגו
hi: कॉन्गो, गणतंत्र
hr: Republika Kongo
hu: Kongói Demokratikus Köztársaság
id: Republik Kongo
is: Lýðveldið Kongó
ja: コンゴ共和国
ka: კონგოს რესპუბლიკა
kk: Конго Республикасы
kn: ಕಾಂಗೊ, ಗಣರಾಜ್ಯ
ko: 콩고 공화국
ku_arab: کۆنگۆ، کۆماری
ky: Конго Республикасы
lo: ຄອງໂກ, ສາທາລະນະລັດ
lt: Kongo Respublika
lv: Kongo Republika
mi: Kongo, Whenua o
mk: Република Конго
ml: റിപ്പബ്ലി ഓഫ് കോംഗോ
mn: Бүгд Найрамдах Конго Улс
mr: कोंगो, रिपब्लिक ऑफ
ms: Republik Congo
mt: Kongo, Repubblika tal-
ne: कङ्गो, गणतन्त्र
nn_no: Kongo, republikken
no: Kongo, republikken
or: କଙ୍ଗୋ, ସାଧାରଣତନ୍ତ୍ର
pa_arab_pk: کانگو، جمہوریہ
pa_in: ਕੌਂਗੋ, ਰਿਪਬਲਿਕ ਔਫ
pl: Republika Konga
ru: Республика Конго
sd: جمهوريه ڪانگو
si: කොන්ගෝ ජනරජය
sl: Republika Kongo
sr_cyrl_rs: Конго, Република
sr_latn_rs: Kongo, Republika
sv: Republiken Kongo
ta: காங்கோ குடியரசு
te: కాంగో, రిపబ్లిక్ ఆఫ్
tg: Ҷумҳурии Конго
th: สาธารณรัฐคองโก
tr: Kongo Cumhuriyeti
tt: Конго Республикасы
ug: كونگو جۇمھۇرىيىتى
uk: Республіка Конґо
ur: کانگو، جمہوریہ
uz: Kongo Respublikasi
vi: Cộng hòa Congo
zh_hans: 刚果共和国
zh_hant: 剛果共和國

# Country.CH
source: Switzerland
af: Switserland
am: ስዊዘርላንድ
ar: سويسرا
as: চুইজাৰলেণ্ড
az: İsveçrə
bg: Швейцария
bn_in: সুইজারল্যান্ড
bs: Švicarska
cy: Y Swistir
da: Schweiz
de: Schweiz
el: Ελβετία
es: Suiza
et: Šveits
eu: Suitza
fa: سوییس
ga: an Eilvéis
gd: An Eilbheis
gl: Suíza
gu: સ્વિટ્ઝરલેન્ડ
he: שוויץ
hi: स्विट्ज़रलैंड
hr: Švicarska
hu: Svájc
id: Swiss
is: Sviss
ja: スイス
ka: შვეიცარია
kk: Швейцария
kn: ಸ್ವಿಟ್ಜರ್‍ಲ್ಯಾಂಡ್
ko: 스위스
ku_arab: سویسرا
ky: Швейцария
lo: ສະວິດເຊີແລນ
lt: Šveicarija
lv: Šveice
mi: Huiterangi
mk: Швајцарија
ml: സ്വിറ്റ്സര്‍ലാന്റ്
mn: Швейцари
mr: स्वित्झरलँड
mt: Żvizzera
ne: स्विजरल्यान्ड
nn_no: Sveits
no: Sveits
or: ସ୍ଵିଜର୍‌ଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: سوئٹزر لینڈ
pa_in: ਸਵਿਟਜ਼ਰਲੈਂਡ
pl: Szwajcaria
ru: Швейцария
sd: سئيٽرزلينڊ
si: ස්විට්සර්ලන්තය
sl: Švica
sr_cyrl_rs: Швајцарска
sr_latn_rs: Švajcarska
sv: Schweiz
ta: ஸ்விட்சர்லாந்து
te: స్విట్జర్లాండ్
tg: Швейтсария
th: สวิตเซอร์แลนด์
tr: İsviçre
tt: Швейцария
ug: شىۋېتسارىيە
uk: Швейцарія
ur: سوئٹزر لینڈ
uz: Shvetsariya
vi: Thụy Sĩ
zh_hans: 瑞士
zh_hant: 瑞士

# Country.CI
source: Côte d'Ivoire
am: ኮትዲቩዋር
ar: كوت ديفوار
as: কোটে ডিআইভোইৰ
az: Kot-de-İvuar
bg: Кот д'Ивоар
bn_in: কোটে ডেলভয়ের
bs: Obala Slonovače (Côte d’Ivoire)
el: Ακτή Ελεφαντοστού (Côte d’Ivoire)
eu: Boli Kostako Errepublika
fa: ساحل عاج
gl: Côte d’Ivoire (Costa do Marfil)
gu: કોટે ડી આઇવોર
he: קוט דיוואר (חוף השנהב)
hi: कोट डी'आइवर
is: Fílabeinsströndin
ja: コートジボワール
ka: კოტ-დივუარი
kk: Кот-д'Ивуар
kn: ಕೋಟ್ ಡಿವೋರ್
ko: 코트디부아르
ku_arab: کۆت داڤۆر
ky: Пил Сөөгү Жээги
lo: ໂກດດີວົວ
lt: Dramblio Kaulo Krantas
lv: Kotdivuāra
mi: Côte d'Ivoire (Tai Rei)
mk: Брегот на Слоновата Коска (Кот д'Ивоар)
ml: കോട്ടെ ഡിവോര്‍
mn: Кот д'Ивуар
mr: कोôट डेव्हॉइरे
ms: Cote d’Ivoire
ne: आइभोरी कोस्ट
nn_no: Elfenbeinskysten
no: Elfenbenskysten
or: କୋଟେ ଡେଲଭୋଏରେ
pa_arab_pk: کوٹ دی آور
pa_in: ਕੋਟੇ ਡੀਆਈਵਰ
ru: Кот-д’Ивуар
sd: ڪوٽ D'Ivoire
si: කෝටේ ඩි අයිවරි
sl: Côte D'Ivoire (Slonokoščena obala)
sr_cyrl_rs: Обала Слоноваче (Côte D'Ivoire)
sr_latn_rs: Obala Slonovače (Côte d’Ivoire)
ta: கோட் டி'லோவேர்
te: కోట్ దివా
tg: Кот-д'Ивуар
th: โกตดิวัวร์
tr: Fildişi Sahili (Côte d’Ivoire)
tt: Кот-д'Ивуар
ug: كوتى دى ئىۋۇئېر
uk: Кот-д’Івуар
ur: کوٹ ڈی آئیوری
uz: Kot-d'Ivuar
zh_hans: 科特迪瓦
zh_hant: 科特迪瓦 (象牙海岸)

# Country.CI.2
source: Côte d'Ivoire (Ivory Coast)
af: Côte d’Ivoire (Ivoorkus)
am: ኮትዲቩዋር (አይቮሪኮስት)
ar: ‏‏كوت ديفوار (ساحل العاج)
as: কোটে ডিইভোইৰ (আইভোৰি কোষ্ট)
az: Kot-de-İvuar (Fil Dişi Sahili)
bg: Кот д'Ивоар
bn_in: কোটে আইভরি কোস্ট
bs: Côte d’Ivoire (Obala Slonovače)
cy: Côte D'Ivoire
da: Côte d'Ivoire (Elfenbenskysten)
de: Côte d'Ivoire (Elfenbeinküste)
el: Ακτή Ελεφαντοστού (Côte d'Ivoire)
es: Côte d'Ivoire (Costa de Marfil)
et: Côte d'Ivoire (Elevandiluurannik)
eu: Boli Kosta
fa: کوت دووار (ساحل عاج)
ga: Côte d'Ivoire
gd: Côte d’Ivoire (An Costa Ìbhri)
gl: Côte d’Ivoire (Costa do Marfil)
gu: કોટ ડીઆઇવોરી (આઇવરી કોસ્ટ)
he: קוט דיוואר (חוף השנהב)
hi: सीôटे डी'आइवरी (आइवरी कोस्ट)
hr: Côte d’Ivoire
hu: Côte d’Ivoire (Elefántcsontpart)
id: Côte d’Ivoire (Pantai Gading)
is: Fílabeinsströndin
ja: コートジボワール (アイボリー コースト)
ka: კოტ-დივუარი (სპილოს ძვლის სანაპირო)
kk: Кот д'Ивуар (Піл сүйегі жағалауы)
kn: ಕೋಟ್ ಡಿವೋರ್ (ಐವರಿ ಕೋಸ್ಟ್)
ko: 코트디부와르(아이보리 코스트)
ku_arab: کۆت داڤۆر (ئایڤۆری کۆست)
ky: Кот-д'Ивуар (Пил Сөөгүнүн Жээги)
lo: ໂກດດີວົວ (ໄອວໍຣີໂຄສທ)
lt: Côte d’Ivoire (Dramblio Kaulo Krantas)
lv: Kotdivuāra
mi: Côte d'Ivoire (Tai Rei)
mk: Брегот на Слоновата Коска (Кот д'Ивоар)
ml: കോറ്റ് ദി വർ (ഐവറി കോസ്റ്റ്)
mn: Кот-д'Ивуар (Зааны ясан эрэг)
mr: कोट डी आयव्हर (आयव्हर समुद्र किनारा)
ms: Cote d’Ivoire (Ivory Coast)
mt: Côte d'Ivoire (Kosta tal-Avorju)
ne: आइभोरी कोस्ट
nn_no: Elfenbeinskysten (Côte d'Ivoire)
no: Côte D'Ivoire (Elfenbenskysten)
or: ସିôଟେ ଡି'ଆଇଭୋରି (ଆଇଭୋରି କୋଷ୍ଟ)
pa_arab_pk: کوٹ دی آور (آئیوری کوسٹ)
pa_in: ਕੋਟੇ ਡੀਆਈਵਰ (ਇਵਰੀ ਕੋਸਟ)
pl: Côte d'Ivoire (Wybrzeże Kości Słoniowej)
ru: Кот-д’Ивуар (Берег Слоновой Кости)
sd: Côte D'Ivoire (آئيوري ڪوسٽ)
si: කෝටේ ඩී අයිවරි (අයිවරි කෝස්ට්)
sl: Côte d'Ivoire (Slonokoščena obala)
sr_cyrl_rs: Обала Слоноваче (Кот д’Ивоар)
sr_latn_rs: Obala Slonovače (Côte d’Ivoire)
sv: Côte d'Ivoire (Elfenbenskusten)
ta: கோட் டி'லோவேர் (ஐவரி கோஸ்ட்)
te: ôకోట్ డి'వోయిర్ (ఐవరీ కోస్ట్)
tg: Кот-д'Ивуар (Соҳили Устухони фил)
th: ประเทศโกตดิวัวร์ (ไอวอรีโคสต์)
tr: Fildişi Sahili (Côte d’Ivoire)
tt: Кот-д'Ивуар
ug: كوتى دى ئىۋۇئېر (پىل چىشى قىرغىقى)
uk: Кот-д’Івуар (Берег Слонової Кістки)
ur: کوٹ ڈی آئیوری (آئیوری کوسٹ)
uz: Kot d'Ivuar (Fil Suyagi)
vi: Côte d’Ivoire
zh_hans: 科特迪瓦
zh_hant: 科特迪瓦 (象牙海岸)

# Country.CI.3
source: Côte d’Ivoire
am: ኮትዲቯር
ar: ساحل العاج
as: কোটে ডেলভিৰে
az: Kotd'ivuar
bg: Кот д'Ивоар
bn_in: আইভরি কোস্ট
bs: Obala Slonovače (Côte d’Ivoire)
cy: Y Traeth Ifori
da: Côte d’Ivoire (Elfenbenskysten)
el: Ακτή Ελεφαντοστού (Côte d’Ivoire)
eu: Boli Kosta (Côte d’Ivoire)
fa: کوت دیوار (ساحل عاج)
ga: An Cósta Eabhair (Côte d’Ivoire)
gu: કોટે ડીઆઇવરી
he: קוט דיוואר (חוף השנהב)
hi: कोट डि आइवर
is: Côte d'Ivoire (Fílabeinsströndin)
ja: コートジボワール
ka: კოტ-დივუარი
kk: Кот-д'Ивуар
kn: ಕೋತ್‌ ದಿವಾರ್‍
ko: 코트디부아르
ku_arab: ساحلی عاج
ky: Кот д'Ивуар
lo: ໂຄດີ ວົວ
lt: Dramblio Kaulo Krantas
lv: Kotdivuāra
mi: Côte d’Ivoire (Tai Rei)
mk: Брегот на Слоновата Коска (Кот д'Ивоар)
ml: ഐവറി കോസ്റ്റ്
mn: Кот д'Ивуар
mr: कोट डे व्हॉइरे
ne: कोट डी आइभोर
nn_no: Côte d’Ivoire (Elfenbeinskysten)
no: Elfenbenskysten
or: କୋଟ୍ ଦି ଆଇଭୋରି
pa_arab_pk: کوٹ ڈی آئیوری
pa_in: ਕੋਟ ਡੀ'ਵੌਰ
pl: Wybrzeże Kości Słoniowej (Côte d’Ivoire)
ru: Кот-д'Ивуар
sd: ڪوٽي ويرا
si: කෝට් ඩි අයිවරි
sl: Côte d’Ivoire (Slonokoščena obala)
sr_cyrl_rs: Обала Слоноваче (Кот д’Ивоар)
sr_latn_rs: Obala Slonovače (Côte d’Ivoire)
ta: கோட் தி’வாயர்
te: కోట్ డి’ఐవోర్
tg: Кот-д'Ивуар
th: โกตดิวัวร์
tr: Fildişi Sahili (Côte d’Ivoire)
tt: Кот-д'Ивуар
ug: كوتدىۋۇار
uk: Кот-д’Івуар
ur: کوٹ ڈی آئیوری
uz: Kot-dʻIvuar
zh_hans: 科特迪瓦
zh_hant: 象牙海岸 (科特迪瓦)

# Country.CK
source: Cook Islands
af: Cook-eilande
am: ኩክ ደሴቶች
ar: جزر كوك
as: কুক আইলেণ্ড
az: Kuk Adaları
bg: Острови Кук
bn_in: কুক আইল্যান্ডস্
bs: Kukova ostrva
cy: Ynysoedd Cook
da: Cookøerne
de: Cookinseln
el: Νησιά Κουκ
es: Islas Cook
et: Cooki saared
eu: Cook uharteak
fa: جزایر کوک
ga: Oileáin Cook
gd: Eileanan Cook
gl: Illas de Cook
gu: કુક આઇલૅન્ડ્સ
he: איי קוק
hi: कुक आइलैंड्स
hr: Cookovi Otoci
hu: Cook-szigetek
id: Kepulauan Cook
is: Cooks-eyjar
ja: クック諸島
ka: კუკის კუნძულები
kk: Кук аралдары
kn: ಕುಕ್ ದ್ವೀಪಗಳು
ko: 쿡 제도
ku_arab: دوورگەکانی کووک
ky: Кук Аралдары
lo: ໝູ່ເກາະຄຸກ
lt: Kuko Salos
lv: Kuka salas
mi: Kuki Airani
mk: Кукови Острови
ml: കുക്ക് ദ്വീപുകള്‍
mn: Күүкийн арлууд
mr: कुक बेटे
ms: Kepulauan Cook
mt: Gżejjer Cook
ne: कुक टापूहरू
nn_no: Cookøyane
no: Cookøyene
or: କୁକ୍ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: کک جزائر
pa_in: ਕੁਕ ਆਈਲੈਂਡਸ
pl: Wyspy Cooka
ru: Острова Кука
sd: ڪوڪ ٻيٽَ
si: කුක් දූපත්
sl: Cookovo otočje
sr_cyrl_rs: Кукова Острва
sr_latn_rs: Kukova Ostrva
sv: Cooköarna
ta: குக் தீவுகள்
te: కుక్ దీవులు
tg: Ҷазираҳои Кук
th: หมู่เกาะคุก
tr: Cook Adaları
tt: Кук утраулары
ug: كۇك تاقىم ئاراللىرى
uk: Острови Кука
ur: کک جزائر
uz: Kuk orollari
vi: Quần đảo Cook
zh_hans: 库克群岛
zh_hant: 柯克群島

# Country.CL
source: Chile
af: Chili
am: ቺሊ
ar: تشيلي
as: চিলি
az: Çili
bg: Чили
bn_in: চিলি
bs: Čile
el: Χιλή
et: Tšiili
eu: Txile
fa: شیلی
ga: An tSile
gd: An t-Sile
gu: ચિલી
he: צ'ילה
hi: चिली
hr: Čile
id: Chili
is: Síle
ja: チリ
ka: ჩილე
kk: Чили
kn: ಚಿಲಿ
ko: 칠레
ku_arab: چیلی
ky: Чили
lo: ຊີລີ
lt: Čilė
lv: Čīle
mi: Hire
mk: Чиле
ml: ചിലി
mn: Чили
mr: चिले
mt: Ċili
ne: चिले
or: ଚିଲି
pa_arab_pk: چلی
pa_in: ਚਿਲੀ
ru: Чили
sd: چلي
si: චිලී
sl: Čile
sr_cyrl_rs: Чиле
sr_latn_rs: Čile
ta: சிலி
te: చిలీ
tg: Чили
th: ชิลี
tr: Şili
tt: Чили
ug: چىلى
uk: Чілі
ur: چلی
uz: Chili
vi: Chi-lê
zh_hans: 智利
zh_hant: 智利

# Country.CM
source: Cameroon
af: Kameroen
am: ካሜሩን
ar: الكاميرون
as: কেমেৰুণ
az: Kamerun
bg: Камерун
bn_in: ক্যামেরূন
bs: Kamerun
cy: Camerŵn
da: Cameroun
de: Kamerun
el: Καμερούν
es: Camerún
et: Kamerun
eu: Kamerun
fa: کامرون
ga: Camarún
gd: Camarun
gl: Camerún
gu: કૈમરૂન
he: קמרון
hi: कैमरून
hr: Kamerun
hu: Kamerun
id: Kamerun
is: Kamerún
ja: カメルーン
ka: კამერუნი
kk: Камерун
kn: ಕ್ಯಾಮರೂನ್
ko: 카메룬
ku_arab: کامیرۆن
ky: Камерун
lo: ແຄມເມີຣູນ
lt: Kamerūnas
lv: Kamerūna
mi: Kamerūna
mk: Камерун
ml: കാമറൂണ്‍
mn: Камерун
mr: कॅमेरुन
mt: Kamerun
ne: क्यामरून
nn_no: Kamerun
no: Kamerun
or: କ୍ୟାମେରୁନ୍
pa_arab_pk: کیمرون
pa_in: ਕੈਮਰੂਨ
pl: Kamerun
ru: Камерун
sd: ڪيمرون
si: කැමරූන්
sl: Kamerun
sr_cyrl_rs: Камерун
sr_latn_rs: Kamerun
sv: Kamerun
ta: கேமரூன்
te: కామెరూన్
tg: Камерун
th: แคเมอรูน
tr: Kamerun
tt: Камерун
ug: كامېرون
uk: Камерун
ur: کیمرون
uz: Kamerun
zh_hans: 喀麦隆
zh_hant: 喀麥隆

# Country.CN
source: China
af: Sjina
am: ቻይና
ar: الصين
as: চীন
az: Çin
bg: Китай
bn_in: চিন
bs: Kina
cy: Tsieina
da: Kina
el: Κίνα
et: Hiina
eu: Txina
fa: چین
ga: An tSín
gd: An t-Sìn
gu: ચીન
he: סין
hi: चीन
hr: Kina
hu: Kína
id: Tiongkok
is: Kína
ja: 中国
ka: ჩინეთი
kk: Қытай
kn: ಚೀನಾ
ko: 중국
ku_arab: چین
ky: Кытай
lo: ຈີນ
lt: Kinija
lv: Ķīna
mi: Haina
mk: Кина
ml: ചൈന
mn: Хятад
mr: चीन
mt: Ċina
ne: चीन
nn_no: Kina
no: Kina
or: ଚୀନ୍
pa_arab_pk: چین
pa_in: ਚੀਨ
pl: Chiny
ru: Китай
sd: چائنه
si: චීනය
sl: Kitajska
sr_cyrl_rs: Кина
sr_latn_rs: Kina
sv: Kina
ta: சீனா
te: చైనా
tg: Хитой
th: จีน
tr: Çin
tt: Кытай
ug: جۇڭگو
uk: Китай
ur: چین
uz: Xitoy
vi: Trung Quốc
zh_hans: 中国
zh_hant: 中國

# Country.CO
source: Colombia
af: Colombië
am: ኮሎምቢያ
ar: كولومبيا
as: কলম্বিয়া
az: Kolumbiya
bg: Колумбия
bn_in: কলম্বিয়া
bs: Kolumbija
de: Kolumbien
el: Κολομβία
eu: Kolonbia
fa: کلمبیا
ga: An Cholóim
gd: Coloimbia
gu: કોલંબિયા
he: קולומביה
hi: कोलम्बिया
hr: Kolumbija
hu: Kolumbia
id: Kolombia
is: Kólumbía
ja: コロンビア
ka: კოლუმბია
kk: Колумбия
kn: ಕೊಲಂಬಿಯಾ
ko: 콜롬비아
ku_arab: کۆلۆمبیا
ky: Колумбия
lo: ໂຄລໍາເບຍ
lt: Kolumbija
lv: Kolumbija
mi: Korōmopia
mk: Колумбија
ml: കൊളംബിയ
mn: Колумби
mr: कोलंबिया
mt: Kolombja
ne: कोलोम्बो
or: କଲୋମ୍ଵିଆ
pa_arab_pk: کولمبیا
pa_in: ਕੋਲੰਬੀਆ
pl: Kolumbia
ru: Колумбия
sd: ڪولومبيا
si: කොලොම්බියාව
sl: Kolumbija
sr_cyrl_rs: Колумбија
sr_latn_rs: Kolumbija
ta: கொலம்பியா
te: కొలంబియా
tg: Колумбия
th: โคลัมเบีย
tr: Kolombiya
tt: Колумбия
ug: كولومبىيە
uk: Колумбія
ur: کولمبیا
uz: Kolumbiya
zh_hans: 哥伦比亚
zh_hant: 哥倫比亞

# Country.CR
source: Costa Rica
am: ኮስታሪካ
ar: كوستاريكا
as: কোষ্টা ৰিকা
az: Kosta Rika
bg: Коста Рика
bn_in: কোস্টা রিকা
bs: Kostarika
el: Κόστα Ρίκα
fa: کاستاریکا
ga: Cósta Ríce
gd: Costa Rìcea
gu: કોસ્ટા રિકા
he: קוסטה ריקה
hi: कोस्टा रीका
hr: Kostarika
id: Kosta Rika
is: Kostaríka
ja: コスタリカ
ka: კოსტა-რიკა
kk: Коста-Рика
kn: ಕೋಸ್ಟಾ ರಿಕಾ
ko: 코스타리카
ku_arab: کۆستاریکا
ky: Коста-Рика
lo: ຄອສຕາຣີກ້າ
lt: Kosta Rika
lv: Kostarika
mi: Koto Rika
mk: Костарика
ml: കോസ്റ്റ റീക്ക
mn: Коста-Рика
mr: कोस्टा रिका
mt: Kosta Rika
ne: कोस्टा रिका
or: କୋଷ୍ଟା ରିକା
pa_arab_pk: کوسٹا ریکا
pa_in: ਕੋਸਟਾ ਰੀਕਾ
pl: Kostaryka
ru: Коста-Рика
sd: ڪوسٽا ريڪا
si: කොස්ටරිකා
sl: Kostarika
sr_cyrl_rs: Костарика
sr_latn_rs: Kostarika
ta: கோஸ்டா ரிகா
te: కోస్టా రికా
tg: Коста-Рика
th: คอสตาริกา
tr: Kosta Rika
tt: Коста-Рика
ug: كوستارىكا
uk: Коста-Ріка
ur: کوسٹا ریکا
uz: Kosta-Rika
zh_hans: 哥斯达黎加
zh_hant: 哥斯大黎加
