Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCard.Error.InvalidExpiryDate
source: Try a different way to pay. This card has expired.
af: Probeer 'n ander manier om te betaal. Hierdie kaart het verval.
am: ለመክፈል ሌላ መንገድ ይሞክሩ። ይህ ካርድ የአገልግሎት ጊዜው አብቅቷል።
ar: قم بتجربة طريقة مختلفة للدفع.‏‫ لقد انتهت صلاحية هذه البطاقة.‬
as: পৰিশোধ কৰিবলৈ বেলেগ এটা উপায়েৰে চেষ্টা কৰক৷ এই কাৰ্ডখনৰ ম্যাদ উকলিছে৷
az: Ödəmək üçün başqa üsulu sınaqdan keçirin. Bu kartın vaxtı keçib.
bg: Опитайте друг начин за плащане. Тази карта е с изтекла валидност.
bn_in: অর্থপ্রদান করতে একটি ভিন্ন উপায় ব্যবহার করে দেখুন৷ এই কার্ডটির মেয়াদোত্তীর্ণ হয়েছে৷
bs: Pokušajte sa drugim načinom plaćanja. Ova kartica je istekla.
cy: Rhowch gynnig ar ffordd arall o dalu. Mae'r cerdyn hwn wedi dod i ben.
da: Prøv en anden måde at betale på. Dette kort er udløbet.
de: Probieren Sie eine andere Zahlungsmethode aus. Diese Karte ist abgelaufen.
el: Δοκιμάστε έναν διαφορετικό τρόπο πληρωμής. Αυτή η κάρτα έχει λήξει.
es: Inténtalo con otra forma de pago. Esta tarjeta ha caducado.
et: Proovige teist makseviisi. See kaart on aegunud.
eu: Probatu ordaintzeko beste modu bat. Txartel hau iraungi egin da.
fa: یک روش دیگر برای پرداخت انتخاب کنید. این کارت منقضی شده است.
ga: Triail modh íocaíochta eile. Tá an cárta seo imithe in éag.
gd: Feuch dòigh pàighidh eile. Dh’fhalbh an ùine air a’ chairt seo.
gl: Tenta un método de pago diferente. Este cartón está caducado.
gu: ચૂકવણી કરવાની બીજી રીતનો પ્રયાસ કરી જુઓ. આ કાર્ડ સમાપ્ત થયું છે.
he: נסה דרך תשלום אחרת. פג תוקפו של הכרטיס הזה.
hi: भुगतान करने का भिन्न तरीका आज़माएँ. इस कार्ड की समय-सीमा समाप्त हो गई है.
hr: Pokušajte s drugim načinom plaćanja. Ova je kartica istekla.
hu: Ez a kártya lejárt, próbálkozzon másik fizetési móddal.
id: Coba cara lain untuk membayar. Kartu ini telah kedaluwarsa.
is: Prófaðu annan greiðslumáta. Þetta kort er útrunnið.
ja: 他のお支払い方法をお試しください。このカードは有効期限が切れています。
ka: სცადეთ გადახდის განსხვავებული მეთოდი. ამ ბარათს ვადა გაუვიდა.
kk: Басқа төлем жолын пайдаланыңыз. Бұл картаның мерзімі аяқталды.
kn: ಪಾವತಿಸುವ ಬೇರೆ ವಿಧಾನವನ್ನು ಪ್ರಯತ್ನಿಸಿ. ಈ ಕಾರ್ಡ್ ಅವಧಿ ಮೀರಿದೆ.
ko: 다른 결제 방법을 사용하세요. 이 카드는 만료되었습니다.
ku_arab: هەوڵی رێگایەکی جیاواز بدە بۆ پارەدان. ئەم کارتە بەسەرچووە.
ky: Төлөөнүн башка жолу менен аракет кылып көрүңүз. Бул картанын мөөнөтү бүттү.
lo: ລອງວິທີການຊຳລະເງິນແບບອື່ນ. ບັດນີ້ໝົດອາຍຸແລ້ວ.
lt: Išbandykite kitą atsiskaitymo būdą. Šios kortelės galiojimo laikas baigėsi.
lv: Izmēģiniet citu maksāšanas veidu. Šīs kartes derīgums ir beidzies.
mi: Whakamahia he tikanga utu kē. Kua pau kē tēnei kāri.
mk: Обидете се со друг начин на плаќање. Оваа картичка е истечена.
ml: പണമടയ്ക്കുന്നതിന് ഒരു വ്യത്യസ്ത രീതി പരീക്ഷിക്കുക. ഈ കാർഡ് കാലഹരണപ്പെട്ടു.
mn: Төлбөрийн өөр хэлбэр сонгоно уу. Энэ картны хугацаа дууссан байна.
mr: देय देण्याचा भिन्न मार्ग वापरून पहा. हे कार्ड कालबाह्य झाले आहे.
ms: Cuba cara pembayaran yang lain. Kad ini telah tamat tempoh.
mt: Ipprova metodu ieħor biex tħallas. Din il-karta skadiet.
ne: भुक्तान गर्न फरक तरिका प्रयास गर्नुहोस्। यो कार्डको म्याद समाप्त भएको छ।
nn_no: Prøv ein annan betalingsmåte. Dette kortet er gått ut.
no: Prøv en annen betalingsmåte, kortet er utløpt.
or: ଦେୟ କରିବାକୁ ଏକ ଭିନ୍ନ ପଥ ଚେଷ୍ଟା କରନ୍ତୁ. ଏହି କାର୍ଡ୍ ସମୟସୀମା ସମାପ୍ତ ହୋଇଛି.
pa_arab_pk: ادائیگی واسطے کوئی ہور طریقہ آزماؤ۔ ایہہ کارڈ زائد المعیاد ہو گیا اے۔
pa_in: ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਇੱਕ ਵੱਖਰਾ ਤਰੀਕਾ ਅਜ਼ਮਾਓ। ਇਸ ਕਾਰਡ ਦੀ ਮਿਆਦ ਪੁੱਗ ਚੁਕੀ ਹੈ।
pl: Spróbuj użyć innej metody płatności. Ta karta wygasła.
ru: Воспользуйтесь другим способом оплаты. Срок действия этой карты истек.
sd: ادائگي لاءِ مختلف طريقو استعمال ڪريو. هي ڪارڊ مدي خارج ٿي ويو آهي.
si: ගෙවීම සඳහා වෙනස් මාර්ගයක් උත්සාහ කරන්න. මෙම කාඩ්පත කල් ඉකුත් වී ඇත.
sl: Poskusite z drugim načinom plačila. Ta kartica je potekla.
sr_cyrl_rs: Испробајте други начин плаћања. Ова картица је истекла.
sr_latn_rs: Isprobajte drugi način plaćanja. Ova kartica je istekla.
sv: Prova med ett annat betalningssätt. Det här kortet har förfallit.
ta: பணம் செலுத்த வேறு முறையை முயலுக. இந்த அட்டை காலாவதியாகிவிட்டது.
te: చెల్లించడానికి వేరొక పద్ధతిని ప్రయత్నించండి. ఈ కార్డ్ గడువు ముగిసింది.
tg: Тарзи дигареро барои пардохт кӯшиш кунед. Муҳлати ин корт ба анҷом расид.
th: ลองใช้วิธีการชำระเงินอื่นๆ บัตรนี้หมดอายุแล้ว
tr: Başka bir ödeme yöntemi deneyin. Bu kartın süresi geçmiş.
tt: Түләү өчен башка ысул кулланып карагыз. Бу картаның вакыты чыккан.
ug: باشقا ئۇسۇلدا تۆلەپ بېقىڭ. بۇ كارتىنىڭ ۋاقتى ئۆتۈپ كېتىپتۇ.
uk: Скористайтесь іншим способом оплати. Термін дії цієї картки минув.
ur: ادائیگی کا ایک مختلف طریقہ آزمائیں۔ یہ کارڈ زائد المیعاد ہو گیا ہے۔
uz: Boshqa to‘lov usulini sinab ko‘ring. Bu kartaning amal qilish muddati tugagan.
vi: Hãy thử một phương thức thanh toán khác. Thẻ này đã hết hạn.
zh_hans: 尝试其他支付方式。此卡已过期。
zh_hant: 嘗試其他付款方式。此卡片已過期。

# Literal.CreditCard.Error.InvalidAddress
source: Check your address. There appears to be an error in it.
af: Kontroleer jou adres. Dit lyk of daar 'n fout is.
am: የእርስዎን አድራሻ ይፈትሹ። በላዩ ላይ ስህተት አለ።
ar: تحقق من عنوانك. يبدو أنه يوجد به خطأ ما.‬
as: আপোনাৰ ঠিকনা পৰীক্ষা কৰক৷ তাত এটা ত্ৰুটি থকাৰ দৰে প্ৰকট হৈছে৷
az: Ünvanınızı yoxlayın. Görünür, onda səhv var.
bg: Проверете адреса си. Изглежда има грешка в него.
bn_in: আপনার ঠিকানা পরীক্ষা করুন৷ দেখে মনে হচ্ছে এটিতে কোনো ত্রুটি রয়েছে৷
bs: Provjerite adresu. Izgleda da u njoj postoji greška.
cy: Gwiriwch eich cyfeiriad. Mae'n ymddangos bod yna wall ynddo.
da: Kontrollér adressen. Det ser ud til, at der er fejl i den.
de: Überprüfen Sie die Adresse. Die Angabe scheint falsch zu sein.
el: Ελέγξτε τη διεύθυνσή σας. Φαίνεται ότι περιέχει κάποιο σφάλμα.
es: Comprueba la dirección. Parece haber un error.
et: Kontrollige aadressi. Võimalik, et seal on viga.
eu: Begiratu helbidea. Badirudi erroreren bat duela.
fa: آدرس خود را بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil do sheoladh. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air an t-seòladh agad. Tha coltas gu bheil mearachd ann.
gl: Comproba o enderezo. Parece que hai un erro.
gu: તમારું સરનામું તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את הכתובת. נראה שיש בה שגיאה.
hi: अपना पता जाँचें. ऐसा लगता है इसमें कोई त्रुटि है.
hr: Provjerite adresu. Čini se da je došlo do pogreške.
hu: Ellenőrizze a címet: úgy tűnik, hogy hibásan adta meg.
id: Periksa alamat Anda. Sepertinya terdapat kesalahan di dalamnya.
is: Athugaðu heimilisfangið. Það virðist vera villa í því.
ja: 住所を確認してください。間違っているようです。
ka: შეამოწმეთ თქვენი მისამართი. როგორც ჩანს, ის შეცდომითაა.
kk: Мекенжайыңызды тексеріңіз. Онда қате болуы мүмкін.
kn: ನಿಮ್ಮ ವಿಳಾಸ ಪರಿಶೀಲಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ.
ko: 주소를 확인하세요. 오류가 있는 것 같습니다.
ku_arab: ناونیشانەکەت بپشکنە. وادیارە هەڵەیەکی تێدایە.
ky: Дарегиңизди текшериңиз. Ал жакта ката экени көрүнүп жатат.
lo: ກວດເບິ່ງທີ່ຢູ່ຂອງທ່ານ. ປະກົດວ່າມັນຜິດພາດ.
lt: Patikrinkite savo adresą. Panašu, kad jis yra klaidingas.
lv: Pārbaudiet savu adresi. Šķiet, ka tā ir kļūdaina.
mi: Tirohia tō wāhinoho. Te āhua nei kei roto tētahi hē.
mk: Проверете ја адресата. Има грешка.
ml: നിങ്ങളുടെ വിലാസം പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി ദൃശ്യമാകുന്നു.
mn: Хаягаа шалгана уу. Алдаатай байж болзошгүй.
mr: आपला पत्ता तपासा. त्यामध्ये एक त्रुटी असल्याचे दिसत आहे.
ms: Semak alamat anda. Terdapat ralat padanya.
mt: Iċċekkja l-indirizz tiegħek. Jidher li hemm xi żball fih.
ne: तपाइँको ठेगाना हेर्नुहोस्। त्यहाँ यसमा त्रुटि भएको देखिन्छ।
nn_no: Kontroller adressa di. Det ser ut til at ho inneheld ein feil.
no: Sjekk adressen, den ser ut il å være feil.
or: ଆପଣଙ୍କର ଠିକଣା ଦେଖନ୍ତୁ. ଏଥିରେ ଏକ ତ୍ରୁଟି ଥିବା ପରି ଦେଖାଯାଉଛି.
pa_arab_pk: اپنے پتے دی پڑتال کرو۔ ایدے وچ نقص لگدا اے۔
pa_in: ਆਪਣਾ ਪਤਾ ਚੈਕ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਹੈ।
pl: Sprawdź swój adres. Wygląda na to, że jest błędny.
ru: Проверьте адрес. Возможно, он указан неправильно.
sd: پنهنجو پتو چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ඔබගේ ලිපිනය පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite svoj naslov. Videti je, da je v njem napaka.
sr_cyrl_rs: Проверите своју адресу. Изгледа да садржи неку грешку.
sr_latn_rs: Proverite svoju adresu. Izgleda da sadrži neku grešku.
sv: Kontrollera din adress. Det ser ut att finnas ett fel i den.
ta: உங்கள் முகவரியைச் சரிபார்க்கவும். அதில் ஏதோ பிழை இருப்பதாகத் தோன்றுகிறது.
te: మీ చిరునామాని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Суроғаи худро аз назар гузаронед. Чунин менамояд, ки шумо онро бо хато ворид кардед.
th: ตรวจสอบที่อยู่ของคุณ เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: Adresinizi kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: Адресыгызны тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: ئادرېسىڭىزنى تەكشۈرۈڭ. خاتالىق باردەك تۇرىدۇ.
uk: Перевірте адресу. Можливо, її вказано невірно.
ur: اپنے پتہ کی پڑتال کریں۔ لگتا ہے اس میں ایک نقص ہے۔
uz: Manzilingizni tekshiring. Unda xato borga o‘xshaydi.
vi: Kiểm tra địa chỉ của bạn. Có vẻ như đã xảy ra lỗi.
zh_hans: 请查看你的地址。好像存在错误。
zh_hant: 檢查您的地址。其中似乎有錯誤。

# Literal.CreditCard.Error.InvalidAccountHolder
source: Check your name on the card. There appears to be an error in it.
af: Kontroleer jou naam op die kaart. Dit lyk of daar 'n fout is.
am: በካርዱ ላይ የእርስዎን ስም ይፈትሹ። በላዩ ላይ ስህተት አለ።
ar: تحقق من اسمك الموجود على البطاقة. يبدو أنه يوجد به خطأ ما.‬
as: কাৰ্ডখনত থকা আপোনাৰ নামটো পৰীক্ষা কৰক৷ তাত এটা ত্ৰুটি থকাৰ দৰে প্ৰকট হৈছে৷
az: Kartda adınızı yoxlayın. Görünür, onda səhv var.
bg: Проверете името си върху картата. Изглежда има грешка в него.
bn_in: কার্ডে আপনার নাম পরীক্ষা করুন৷ দেখে মনে হচ্ছে এটিতে কোনো ত্রুটি রয়েছে৷
bs: Provjerite svoje ime na kartici. Izgleda da u njemu postoji greška.
cy: Gwiriwch eich enw ar y cerdyn. Fe ymddengys bod gwall yno.
da: Kontrollér dit navn på kortet. Det ser ud til, at der er fejl i det.
de: Überprüfen Sie den Namen auf der Karte. Die Angabe scheint falsch zu sein.
el: Ελέγξτε το όνομά σας στην κάρτα. Φαίνεται ότι περιέχει κάποιο σφάλμα.
es: Comprueba tu nombre en la tarjeta. Parece haber un error.
et: Kontrollige kaardil olevat nime. Võimalik, et seal on viga.
eu: Begiratu txarteleko izena. Badirudi erroreren bat duela.
fa: نام خود را روی کارت بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil d'ainm ar an gcárta. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air d’ ainm air a’ chairt. Tha coltas gu bheil mearachd ann.
gl: Comproba o nome no cartón. Parece que hai un erro.
gu: કાર્ડ પર તમારું નામ તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את שמך בכרטיס. נראה שיש בו שגיאה.
hi: कार्ड पर अपना नाम जाँचें. ऐसा लगता है इसमें कोई त्रुटि है.
hr: Provjerite ime na kartici. Čini se da je došlo do pogreške.
hu: Ellenőrizze a kártyán látható nevet: úgy tűnik, hogy hibásan adta meg.
id: Periksa nama Anda di kartu. Sepertinya terdapat kesalahan di dalamnya.
is: Athugaðu nafnið þitt á kortinu. Það virðist vera villa í því.
ja: カード上の名前を確認してください。間違っているようです。
ka: შეამოწმეთ თქვენი სახელი ბარათზე. როგორც ჩანს, ის შეცდომითაა.
kk: Картадағы атыңызды тексеріңіз. Онда қате болуы мүмкін.
kn: ಕಾರ್ಡ್‌ನಲ್ಲಿರುವ ನಿಮ್ಮ ಹೆಸರನ್ನು ಪರಿಶೀಲಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ.
ko: 카드의 이름을 확인하세요. 오류가 있는 것 같습니다.
ku_arab: ناوەکەت لەسەر کارتەکە بپشکنە. وادیارە هەڵەیەکی تێدایە.
ky: Картадагы атыңызды текшериңиз. Ал жакта ката экени көрүнүп жатат.
lo: ກວດເບິ່ງຊື່ຂອງທ່ານໃນບັດ. ປະກົດວ່າມັນຜິດພາດ.
lt: Patikrinkite savo vardą kortelėje. Panašu, kad jis klaidingas.
lv: Pārbaudiet savu vārdu uz kartes. Šķiet, ka tas ir kļūdains.
mi: Āta tirohia tō ingoa i te kāri. Te āhua nei kei roto tētahi hē.
mk: Проверете го своето име на картичката. Има грешка.
ml: കാർഡിലെ നിങ്ങളുടെ പേര് പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി ദൃശ്യമാകുന്നു.
mn: Картан дээрх нэрээ шалгана уу. Алдаатай байж болзошгүй.
mr: कार्डवर आपले नाव तपासा. त्यामध्ये एक त्रुटी असल्याचे दिसत आहे.
ms: Semak nama anda pada kad. Terdapat ralat padanya.
mt: Iċċekkja ismek fuq il-karta. Jidher li hemm xi żball fiha.
ne: कार्डमा तपाइँको नाम हेर्नुहोस्। कार्डमा त्रुटि भएको देखिन्छ।
nn_no: Kontroller namnet ditt på kortet. Det ser ut til at han inneheld ein feil.
no: Kontroller navnet på kortet, det ser ut til å være feil.
or: କାର୍ଡ୍‌ରେ ଆପଣଙ୍କର ନାମ ଦେଖନ୍ତୁ. ଏଥିରେ ଏକ ତ୍ରୁଟି ଥିବା ପରି ଦେଖାଯାଉଛି.
pa_arab_pk: کارڈ تے اپنے ناں دی پڑتال کرو۔ ایدے وچ نقص لگدا اے۔
pa_in: ਕਾਰਡ 'ਤੇ ਆਪਣਾ ਨਾਮ ਚੈਕ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਹੈ।
pl: Sprawdź nazwisko na karcie. Wygląda na to, że jest błędne.
ru: Проверьте имя на карте. Возможно, оно указано неправильно.
sd: ڪارڊ تي پنهنجو نالو چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: කාඩ්පත මත ඔබගේ නම පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite svoje ime na kartici. Videti je, da je v njem napaka.
sr_cyrl_rs: Проверите своје име на картици. Изгледа да садржи неку грешку.
sr_latn_rs: Proverite svoje ime na kartici. Izgleda da sadrži neku grešku.
sv: Kontrollera ditt namn på kortet. Det ser ut att finnas ett fel i det.
ta: அட்டையில் உள்ள பெயரைச் சரிபார். அதில் ஏதோ பிழை இருப்பதாகத் தோன்றுகிறது.
te: కార్డ్‌లో మీ పేరుని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Номи худро дар сатҳи корт аз назар гузаронед. Чунин менамояд, ки шумо онро бо хато ворид кардед.
th: ตรวจสอบชื่อของคุณบนบัตร เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: Kartın üzerinde adınızı kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: Картадагы исемегезне тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: كارتىدىكى ئىسمىڭىزنى تەكشۈرۈڭ. خاتالىق باردەك تۇرىدۇ.
uk: Перевірте ім’я на картці. Можливо, його вказано невірно.
ur: کارڈ پر اپنے نام کی پڑتال کریں۔ لگتا ہے اس میں ایک نقص ہے۔
uz: Kartadagi ismingizni tekshiring. Unda xato borga o‘xshaydi.
vi: Hãy kiểm tra tên của bạn trên thẻ. Có vẻ như đã xảy ra lỗi.
zh_hans: 请查看卡上的名称。好像存在错误。
zh_hant: 檢查卡片上的姓名。其中似乎有錯誤。

# Literal.CreditCard.Error.InvalidCity
source: Check the city in your address. There appears to be an error in it.
af: Kontroleer die stad in jou adres. Dit lyk of daar ’n fout in is.
am: በአድራሻዎ ውስጥ ከተማዎን ይፈትሹ። ስህተት ያለበት ይመስላል።
ar: تحقق من المدينة في العنوان الخاص بك. يبدو أنه يوجد به خطأ ما.‬
as: আপোনাৰ ঠিকনাত থকা চহৰ পৰীক্ষা কৰক৷ তাত এটা ত্ৰুটি থকাৰ দৰে প্ৰকট হৈছে৷
az: Ünvanda şəhəri yoxlayın. Görünür, onda səhv var.
bg: Проверете града в адреса си. Изглежда има грешка в него.
bn_in: আপনার ঠিকানাতে শহরের নামটি দেখুন৷ এখানে একটি ত্রুটি আছে বলে মনে হচ্ছে।
bs: Provjerite grad u svojoj adresi. Izgleda da je pogrešno unesen.
cy: Gwiriwch y ddinas yn eich cyfeiriad. Fe ymddengys bod gwall yno.
da: Kontrollér byen i adressen. Det ser ud til, at der er fejl i den.
de: Überprüfen Sie den Ort in der Adresse. Die Angabe scheint falsch zu sein.
el: Ελέγξτε την πόλη στη διεύθυνσή σας. Φαίνεται ότι περιέχει κάποιο σφάλμα.
es: Comprueba la ciudad en la dirección. Parece haber un error.
et: Kontrollige aadressi linna. On võimalik, et seal on viga.
eu: Begiratu helbideko hiria. Badirudi erroreren bat duela.
fa: شهر را در آدرس بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil an chathair i do sheoladh. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air a’ bhaile san t-seòladh agad Tha coltas gu bheil mearachd ann.
gl: Comproba a cidade no enderezo. Parece que hai un erro.
gu: સરનામામાં તમારું શહેર તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את העיר בכתובת שלך. נראה שיש בה שגיאה.
hi: अपने पते में शहर जाँचें. लगता है इसमें कोई त्रुटि है.
hr: Provjerite grad u adresi. Čini se da je pogrešno unesen.
hu: Ellenőrizze a címben szereplő települést. Úgy tűnik, hogy hibásan adta meg.
id: Periksa kota di alamat Anda. Sepertinya terdapat kesalahan.
is: Athugaðu borgina í heimilisfanginu. Það virðist vera villa í henni.
ja: 住所の市町村名を確認してください。間違っているようです。
ka: მისამართში შეამოწმეთ ქალაქი. როგორც ჩანს, ის შეცდომითაა.
kk: Мекенжайыңыздағы қаланы тексеріңіз. Онда қате болуы мүмкін.
kn: ನಿಮ್ಮ ವಿಳಾಸದಲ್ಲಿ ನಗರವನ್ನು ಪರಿಶೀಲಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ.
ko: 주소에서 구/군/시를 확인하세요. 오류가 있는 것 같습니다.
ku_arab: شارەکە لە ناونیشانەکەتدا بپشکنە. وادیارە هەڵەیەکی تێدایە.
ky: Дарегиңиздеги шаарды текшериңиз. Ката бар окшойт.
lo: ກວດເບິ່ງເມືອງໃນທີ່ຢູ່ຂອງທ່ານ. ປະກົດວ່າມັນຜິດພາດ.
lt: Patikrinkite savo adreso miestą. Atrodo, kad jis klaidingas.
lv: Pārbaudiet pilsētas nosaukumu savā adresē. Šķiet, ka tas ir kļūdains.
mi: Tirohia te tāonenui i roto i tō wāhinoho. Te āhua nei kei roto tētahi hē.
mk: Проверете го градот во адресата. Изгледа дека има грешка.
ml: നിങ്ങളുടെ വിലാസത്തിലെ നഗരം പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി ദൃശ്യമാകുന്നു.
mn: Өөрийн хаяг дах хотыг шалгана уу. Алдаатай байж болзошгүй.
mr: आपल्या पत्त्यामधील शहर तपासा. त्यात एक त्रुटी असल्याचे दिसते आहे.
ms: Semak bandar pada alamat anda. Terdapat ralat padanya.
mt: Iċċekkja l-belt fl-indirizz tiegħek. Jidher li hemm xi żball fih.
ne: तपाइँको ठेगानामा आफ्नो सहर हेर्नुहोस्। यसमा त्रुटि भएको देखिन्छ।
nn_no: Kontroller byen i adressa di. Det ser ut til at han inneheld ein feil.
no: Sjekk byen i adressen. Den ser ut til å være feil.
or: ଆପଣଙ୍କ ଠିକଣାରେ ସହରର ଯାଞ୍ଚ କରନ୍ତୁ. ଏଥିରେ ଏକ ତ୍ରୁଟି ରହିଥିବା ପରି ଦେଖାଯାଉଛି.
pa_arab_pk: اپنے پتے وچ شہر دی پڑتال کرو۔ ایدے وچ نقص لگدا اے۔
pa_in: ਆਪਣੇ ਪਤੇ ਵਿੱਚ ਸ਼ਹਿਰ ਚੈਕ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਲੱਗਦੀ ਹੈ।
pl: Sprawdź miejscowość w adresie. Prawdopodobnie zawiera błąd.
ru: Проверьте город в адресе. Возможно, он указан неправильно.
sd: پنهنجي پتي ۾ شهر چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ඔබගේ ලිපිනයේ නගරය පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite mesto v svojem naslovu. Videti je, da je v njem napaka.
sr_cyrl_rs: Проверите град у својој адреси. Изгледа да садржи неку грешку.
sr_latn_rs: Proverite grad u svojoj adresi. Izgleda da sadrži neku grešku.
sv: Kontrollera orten i din adress. Det ser ut att finnas ett fel.
ta: உங்கள் முகவரியில் உள்ள நகரத்தைச் சரிபார்க்கவும். அதில் ஏதோ பிழை இருப்பதாகத் தோன்றுகிறது.
te: మీ చిరునామాలోని నగరాన్ని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Шаҳрро дар суроғаи худ тафтиш кунед. Чунин менамояд, ки шумо онро бо хато ворид кардед.
th: ตรวจสอบเมืองในที่อยู่ของคุณ เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: Adresinizdeki şehri kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: Адресыгыздагы шәһәрне тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: ئادرېستىكى شەھەرنى تەكشۈرۈڭ. خاتالىق باردەك تۇرىدۇ.
uk: Перевірте місто в адресі. Можливо, його вказано невірно.
ur: اپنے پتہ میں شہر کی پڑتال کریں۔ اس میں ایک نقص ظاہر ہو رہا ہے۔
uz: Manzilingizdagi shaharni tekshiring. Unda xato borga o‘xshaydi.
vi: Hãy kiểm tra thành phố trong địa chỉ của bạn. Có vẻ như đã xảy ra lỗi.
zh_hans: 请查看你的地址所在城市。似乎存在错误。
zh_hant: 檢查您地址中的縣/市。其中似乎有錯誤。

# Literal.CreditCard.Error.InvalidCountry
source: Choose your country or region again. There appears to be an error in it.
af: Kies weer jou land of streek. Dit lyk of daar 'n fout is.
am: እንደገና የእርስዎን አገር ወይም ክልል ይምረጡ። በላዩ ላይ ስህተት አለ።
ar: اختر بلدك أو منطقتك مرة أخرى. يبدو أنه يوجد به خطأ ما.‬
as: আপোনাৰ দেশ বা ক্ষেত্ৰ পুনৰ পচন্দ কৰক৷ তাত এটা ত্ৰুটি থকাৰ দৰে প্ৰকট হৈছে৷
az: Ölkə və ya regionunuzu yenidən seçin. Görünür, onda səhv var.
bg: Изберете вашата страна или регион отново. Изглежда, че съдържа грешка.
bn_in: আপনার দেশ বা অঞ্চল আবার চয়ন করুন৷ দেখে মনে হচ্ছে এটিতে কোনো ত্রুটি রয়েছে৷
bs: Ponovno odaberite državu ili region. Izgleda da u njima postoji greška.
cy: Dewiswch eich gwlad neu ranbarth eto. Fe ymddengys bod gwall yno.
da: Vælg dit land eller område igen. Det ser ud til, at der er fejl i det.
de: Überprüfen Sie das Land oder die Region erneut. Die Angabe scheint falsch zu sein.
el: Ελέγξτε ξανά τη χώρα ή την περιοχή σας. Φαίνεται ότι περιέχει κάποιο σφάλμα.
es: Elige de nuevo el país o la región. Parece haber un error.
et: Valige riik ja regioon uuesti. Võimalik, et seal on viga.
eu: Aukeratu herrialdea edo eskualdea berriro. Badirudi erroreren bat duela.
fa: کشور یا منطقه خود را دوباره انتخاب کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil do thír nó do réigiún arís. Is cosúil go bhfuil earráid ann.
gd: Tagh do dhùthaich no roinn-dùthcha a-rithist. Tha coltas gu bheil mearachd ann.
gl: Escolle o país ou rexión de novo. Parece que hai un erro.
gu: તમારો દેશ અથવા ક્ષેત્ર ફરીથી પસંદ કરો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בחר את המדינה או את האזור שוב. נראה שיש בהם שגיאה.
hi: अपना देश या क्षेत्र पुनः चुनें. ऐसा लगता है इसमें कोई त्रुटि है.
hr: Ponovno odaberite državu ili regiju. Čini se da je došlo do pogreške.
hu: Válassza ki újra országát vagy régióját: úgy tűnik, hogy hibásan adta meg.
id: Pilih negara atau kawasan Anda kembali. Sepertinya terdapat kesalahan di dalamnya.
is: Veldu landið þitt eða svæði aftur. Það virðist vera villa í því.
ja: 国または地域をもう一度選んでください。間違っているようです。
ka: თავიდან აირჩიეთ ქვეყანა ან რეგიონი. როგორც ჩანს, ის შეცდომითაა.
kk: Еліңізді немесе аймағыңызды қайта тексеріңіз. Онда қате болуы мүмкін.
kn: ನಿಮ್ಮ ದೇಶ ಅಥವಾ ಪ್ರಾಂತ್ಯವನ್ನು ಮತ್ತೊಮ್ಮೆ ಆರಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತೆ ಕಂಡುಬರುತ್ತಿದೆ.
ko: 국가 또는 지역을 다시 선택하세요. 오류가 있는 것 같습니다.
ku_arab: دووبارە وڵات یان هەرێمەکەت بپشکنە. وادیارە هەڵەیەکی تێدایە.
ky: Өлкөңүздү же аймагыңызды кайра тандаңыз. Ал жакта ката экени көрүнүп жатат.
lo: ເລືອກປະເທດ ຫຼື ພາກພື້ນຂອງທ່ານອີກຄັ້ງ. ປະກົດວ່າມັນຜິດພາດ.
lt: Patikrinkite savo šalį arba regioną dar kartą. Panašu, kad jie klaidingi.
lv: Vēlreiz izvēlieties savu valsti vai reģionu. Šķiet, ka valsts vai reģiona nosaukums ir kļūdains.
mi: Me kōwhiri anō tō whenua, rohe rānei. Te āhua nei kei roto tētahi hē.
mk: Повторно изберете ја државата или регионот. Има грешка.
ml: നിങ്ങളുടെ രാജ്യമോ പ്രദേശമോ വീണ്ടും തിരഞ്ഞെടുക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി ദൃശ്യമാകുന്നു.
mn: Улс/муж улсаа сонгоно уу. Алдаатай байж болзошгүй.
mr: आपला देश किंवा प्रदेश पुन्हा निवडा. त्यामध्ये एक त्रुटी असल्याचे दिसत आहे.
ms: Pilih negara atau rantau anda sekali lagi. Terdapat ralat padanya.
mt: Erġa' agħżel il-pajjiż jew ir-reġjun tiegħek. Jidher li hemm xi żball fih.
ne: तपाइँको राष्ट्र वा क्षेत्र फेरि छान्नुहोस्। यसमा त्रुटि भएको देखिन्छ।
nn_no: Kontroller land eller region på nytt. Det ser ut til at han inneheld ein feil.
no: Velg land eller område på nytt, det ser ut til å være feil.
or: ଆପଣଙ୍କର ଦେଶ କିମ୍ଵା ଅଞ୍ଚଳ ପୁଣି ମନୋନୟନ କରନ୍ତୁ. ଏଥିରେ ଏକ ତ୍ରୁଟି ଥିବା ପରି ଦେଖାଯାଉଛି.
pa_arab_pk: اپنا مُلک یا علاقہ دوبارہ چُنو۔ ایدے وچ نقص لگدا اے۔
pa_in: ਆਪਣੇ ਦੇਸ਼ ਜਾਂ ਖੇਤਰ ਨੂੰ ਦੁਬਾਰਾ ਚੁਣੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਹੈ।
pl: Wybierz ponownie kraj lub region. Wygląda na to, że jest błędny.
ru: Выберите страну или регион еще раз. Возможно, они указаны неправильно.
sd: پنهنجو ملڪ يا خطو ٻيهر چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ඔබගේ රට හෝ කලාපය නැවත තෝරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Znova izberite državo ali regijo. Videti je, da je v njej napaka.
sr_cyrl_rs: Поново одаберите земљу или регион. Изгледа да садржи неку грешку.
sr_latn_rs: Ponovo odaberite zemlju ili region. Izgleda da sadrži neku grešku.
sv: Välj land eller region igen. Det ser ut att finnas ett fel.
ta: உங்கள் நாடு அல்லது பிரதேசத்தை மீண்டும் தேர்ந்தெடுக்கவும். அதில் ஏதோ பிழை இருப்பதாகத் தோன்றுகிறது.
te: మీ దేశం లేదా ప్రాంతాన్ని మళ్లీ ఎంచుకోండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Кишвар ё минтақаи худро аз нав аз назар гузаронед. Чунин менамояд, ки шумо онро бо хато ворид кардед.
th: เลือกประเทศหรือภูมิภาคของคุณอีกครั้ง เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: Ülke veya bölgenizi tekrar seçin. Bununla ilgili bir hata var gibi görünüyor.
tt: Ил яки төбәкне кабат тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: دۆلەت ياكى رايونىڭىزنى قايتا تاللاڭ. خاتالىق باردەك تۇرىدۇ.
uk: Виберіть країну чи регіон ще раз. Можливо, їх указано невірно.
ur: اپنے ملک یا خطے کا دوبارہ انتخاب کریں۔ لگتا ہے اس میں ایک نقص ہے۔
uz: Manlakat yoki mintaqangizni tekshiring. Unda xato borga o‘xshaydi.
vi: Hãy chọn lại quốc gia hoặc khu vực của bạn. Có vẻ như đã xảy ra lỗi.
zh_hans: 请重新选择国家或地区。好像存在错误。
zh_hant: 重新選擇您的國家或地區。其中似乎有錯誤。
