Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.SEPA.MSOnline.TermConditions
source: By using this mandate, you have selected Direct Debit as your form of payment. Your use of Direct Debit is conditional on your acceptance of and compliance with these terms. You authorize Microsoft Online, Inc. ("<b>we</b>" or "<b>us</b>") to request payment from your bank for amounts due to Microsoft. You must ensure that: (i) you have provided a valid email address for correspondence and notices; (ii) your bank will accept direct debit collections; (iii) you have sufficient funds on any due date; and (iv) your mandate has not been cancelled (except as below) or revoked. Failure to comply with these terms which results in non-payment, does not relieve you of your obligation to pay us any amounts owed and due. Please contact us to cancel this mandate or select another form of payment. We will cancel your mandate upon receipt of your notification. Direct Debit is available at our discretion, and if it becomes unavailable, we will contact you to arrange an alternative.
af: Deur hierdie mandaat te gebruik, kies jy Direkte Debiet as jou vorm van betaling. Jou gebruik van Direkte Debiet is voorwaardelik op jou aanvaarding van en nakoming met hierdie termes. Jy magtig Microsoft Aanlyn, Inc. ("<b>we</b>" or "<b>us</b>") om betaling te versoek vanaf jou bank vir bedrae verskuldig tot Microsoft. Jy moet seker maak dat (i) jy 'n geldige epos adres vir korrespondensie enkennisgewings; (ii) jou bank sal direkte debiet versamelings aanvaar; (iii) jy het voldoende fondse op enige sperdatum; en (iv) jou mandaat is nie gekanseleer (behalwe soos hier onder) of herroep nie. Versuim om te voldoen aan hierdie termes wat lei tot manglende betaling, verlig jou nie van jou verpligting om ons enige bedrag wat jy skuld en verskuldig te betaal nie. Kontak ons asseblief om hierdie mandaat te kanseleer of kies 'n ander vorm van betaling. Ons sal jou mandaat kanseleer by ontvangs van jou kennisgewing. Dierekte Debiet is beskikbaar by ons diskresie, en indien dit onbeskikbaar word, sal ons jou kontak om 'n alternatief te te reël.
am: ይህንን ግዴታ በመጠቀም፣ ቀጥተኛ ዴቢትን እንደክፍያ መንገድዎ መርጠዋል። ቀጥተኛ ዴቢትን መጠቀምዎ እነዚህን ደንቦች በመጠቀምዎ ላይ የተመሰረተ ነው። Microsoft Online፣ Inc. ("<b>እኛ</b>" ወይም "<b>እኛ</b>") ለMicrosoft የሚከፈሉ ክፍያዎችን ከባንክዎ ለመጠየቅ ስልጣን ሰጥተውናል። የሚከተሉትን ማረጋገጥ አለብዎ፥ (i) ለመልእክቶች እና ለማሳወቂያዎች ትክክለኛ የኢሜይል አድራሻ መስጠትዎን፤ (ii) ባንክዎ ቀጥተኛ ዴቢት ስብስቦችን እንደሚቀበል፤ (iii) ክፍያ በሚፈጸምባቸው ቀናት በቂ ሂሳብ እንዳለዎ፤ እና (iv) ግዴታዎ እንዳልተሰረዘ (ከዚህ በታች ባለው መሰረት ካልሆነ በስተቀር) ወይም እንዳልተነጠቀ። ክፍያ አለመፈጸምን በሚያስከትል ሁኔታ እነዚህን ደንቦች አለማክበር መክፈያ ቀናቸው የደረሰን እና ያለብዎትን ክፍያዎች ለእኛ የመክፈል ግዴታዎን አያስቀረውም። እባክዎ ይህንን ግዴታ ለመተው ወይም ሌላ የክፍያ መንገድ ለመምረጥ ያግኙን። ከእርስዎ ማሳወቂያ ሲደርሰን ግዴታውን እንሰርዘዋለን። ቀጥተኛ ዴቢት በእኛ ቁጥጥር ስር የሚገኝ ሲሆን የማይኝበት አጋጣሚ ከተደጠረ ሌላ አማራጭን እንዲያመቻቹ እናገኝዎታለን።
ar: يعد استخدامك لهذا التفويض بمثابة تحديد الإيداع المباشر كطريقة الدفع. يرتهن استخدامك للإيداع المباشر بموافقتك مع هذه الشروط والتزامك بها. إنك تخول Microsoft Online, Inc.‎‏‏ ("<b>نحن</b>"‏ أو "<b>إننا</b>"‏) مطالبة البنك الخاص بك بسداد المبالغ التي تستحقها Microsoft‏. يجب عليك التأكد من: (i‏) أنك قمت بتوفير عنوان بريد إلكتروني صالح للمراسلات والإشعارات؛ (ii‏) أن البنك الخاص بك يقبل عمليات تحصيل الإيداع المباشر؛ (iii‏) أنه لديك أرصدة كافية في أي من تواريخ الاستحقاق؛ و (iv‏) أنه لم يتم إلغاء تفويضك (إلا على النحو المبين أدناه) أو إبطاله. إن الفشل في الالتزام بهذه الشروط والذي يؤدي إلى عدم السداد لا يعفيك من الالتزام بسداد أية مبالغ مستحقة الدفع. يرجى الاتصال بنا لإلغاء هذا التفويض أو اختيار طريقة أخرى للدفع. سنقوم بإلغاء التفويض الخاص بك بعد استقبال الإشعار منك. يتوفر الإيداع المباشر وفقًا لتقديرك الخاص، وفي حالة عدم توفره، سنتصل بك من أجل تنظيم بديل له.
as: এই আদেশপত্ৰ ব্যৱহাৰ কৰি আপুনি প্ৰত্যক্ষ ডেবিটক আপোনাৰ পৰিশোধৰ ধৰণ হিচাপে চয়ন কৰিছে৷ আপোনাৰ প্ৰত্যক্ষ ডেবিটৰ ব্যৱহাৰ এই চৰ্তসমূহৰ গ্ৰহণ আৰু পালন কৰাৰ চৰ্তাধীন৷ আপুনি Microsoft Online, Inc. ("<b>we</b>" or "<b>us</b>")-ক Microsoft-ৰ বাকী থকা পৰিমাণসমূহৰ কাৰণে আপোনাৰ বেংক পৰা পৰিশোধৰ অনুৰোধ কৰিবলৈ কৰ্তৃত্ব দিছে৷ আপুনি নিশ্চিত কৰিব লাগিব যে: (i) আপুনি যোগাযোগ আৰু জাননীসমূহৰ কাৰণে এটা বৈধ ইমেইল ঠিকনা দিছে; (ii) আপোনাৰ বেংকে প্ৰত্যক্ষ ডেবিট সংগ্ৰহসমূহ গ্ৰহণ কৰিব; (iii) যিকোনো নিৰ্দিষ্ট তাৰিখত আপোনাৰ যথেষ্ট পুঁজি আছে; আৰু (iv) আপোনাৰ আদেশপত্ৰ বাতিল হোৱা নাই (তলত দিয়াৰ ব্যতিক্ৰমে) বা উঠাই দিয়া হোৱা নাই৷ এই চৰ্তসমূহ মানি চলাত ব্যৰ্থ হোৱাটোৱে যিবোৰৰ ফল অপৰিশোধস্বৰূপ হ'ব, আমি পাবলগীয়া আৰু বাকী থকা যিকোনো পৰিমাণৰ পৰিশোধৰ আপোনাৰ বাধ্যবাধকতাৰ পৰা আপোনাক ৰেহাই নিদিয়ে৷ এই আদেশপত্ৰ বাতিল কৰিবলৈ অনুগ্ৰহ কৰি আমাক যোগাযোগ কৰক বা পৰিশোধৰ আন ধৰণ চয়ন কৰক৷ আমি আপোনাৰ জাননী পালে আপোনাৰ আদেশপত্ৰ বাতিল কৰিম৷ প্ৰত্যক্ষ ডেবিট আপোনাৰ বিশেষ অধিকাৰ হিছাপে উপলভ্য, আৰু যদি ই উপলভ্য নহয়, আমি আপোনাক এটা বিকল্প ব্যৱস্থা কৰিবলৈ যোগাযোগ কৰিম৷
az: Bu mandatdan istifadə etməklə, siz Birbaşa Debeti ödəniş formanız kimi seçirsiniz. Birbaşa Debetdən istifadəniz bu şərtləri qəbul etməyiniz və ona riayət etməyinizdən asılı olaraq şərtidir. Siz Microsoft Online, Inc. ("<b>biz</b>" və ya "<b>bizə</b>") şirkətinə Microsoft-la əlaqədar məbləğlər üçün bankınızdan ödəniş sorğulamaq səlahiyyəti verirsiniz. Siz aşağıdakıları təmin etməlisiniz: (i) yazışma və bildirişlər üçün düzgün e-poçt ünvanı təqdim etmisiniz; (ii) bankınız birbaşa debet kolleksiyalarını qəbul edəcək; (iii) hər hansı bitmə tarixinə kimi kifayət qədər vəsaitiniz var; və (iv) mandatınızdan imtina olunmayıb (aşağıdakılar istisna olmaqla) və ya o ləğv olunmayıb. Ödənişin həyata keçirilməməsi ilə nəticələnən bu şərtlərə əməl etməmək sizi borclu olduğunuz və ya lazımi hər hansı məbləğləri bizə ödəmək öhdəliyinizdən azad etmir. Bu mandatı ləğv etmək və ya başqa ödəniş forması seçmək üçün bizimlə əlaqə saxlayın. Bildirişinizi alan kimi mandatınızı ləğv edəcəyik. Birbaşa Debet bizim səlahiyyətimizdədir və qeyri-mümkün olarsa, alternativi təyin etmək üçün sizinlə əlaqə saxlayacağıq.
bg: С използването на това съгласие, вие избрахте директен дебит за начин на плащане. Използването ви на директен дебит подлежи на приемането и спазването на тези условия. Вие упълномощавате Microsoft Online, Inc. ("<b>ние</b>" или "<b>нас</b>") да изисква плащания на дължимите на Microsoft суми от вашата банка. Трябва да обезпечите, че: (i) сте предоставили валиден имейл адрес за кореспонденция и уведомявания, (ii) вашата банка ще приеме събирането на сумите по директния дебит, (iii) разполагате с достатъчно средства на датите, на които са дължими плащанията, и (iv) съгласието ви не е отменено (освен както е посочено по-долу) или анулирано. Неспазването на тези условия, водещо до неизплащане на дължимите суми, не ви освобождава от задължението да ни ги изплатите. За да отмените съгласието си или да изберете друг начин на плащане, се свържете с нас. При получаване на вашето уведомление ще отменим съгласието ви. Плащането с директен дебит се предлага по наше усмотрение и ако спрем да го предлагаме, ще се свържем с вас, за да уредим алтернативен начин на плащане.
bn_in: এই অনুমোদন ব্যবহার করে, আপনি আপনার অর্থপ্রদানের মাধ্যম হিসাবে Direct Debit বেছে নিয়েছেন। আপনার Direct Debit এর ব্যবহার এই শর্তাদিতে সম্মতি জানানো এবং তা মেনে চলার উপরে শর্তাধীন। আপনাকে Microsoft কে যে অর্থ দিতে হবে তা Microsoft Online, Inc. ("<b>আমরা</b>" বা "<b>আমাদের</b>") কে আপনার ব্যাঙ্কের কাছে দেওয়ার অনুরোধ জানানোর অনুমতি দিচ্ছেন। আপনাকে অবশ্যই নিশ্চিত করতে হবে যে: (i) যোগাযোগ এবং বিজ্ঞপ্তির জন্য আপনি একটি বৈধ ইমেল ঠিকানা দিয়েছেন; (ii) আপনার ব্যাঙ্ক ডারেক্ট Direct Debit সংগ্রহ গ্রহণ করবে; (iii) যেকোনো বকেয়া তারিখে আপনার অ্যাকাউন্টে পর্যাপ্ত অর্থ আছে; এবং (iv) আপনার নির্দেশ বাতিল করা (নিম্নলিখিত ব্যতীত) বা তুলে নেওয়া হয়নি। এই সকল শর্ত মেনে চলতে না পারলে তার কারণে অর্থপ্রদান বাকি থাকবে, এবং তা আপনাকে আমাদের কাছে আপনার বকেয়া অর্থ প্রদানের দায়িত্ব থেকে অব্যাহতি দেবে না। অনুগ্রহ করে এই নির্দেশ বাতিল করতে আমাদের সঙ্গে যোগাযোগ করুন বা অর্থপ্রদানের অপর একটি মাধ্যম নির্বাচন করুন। আপনার বিজ্ঞপ্তি পেলে আমরা আপনার নির্দেশ বাতিল করব। Direct Debit এর উপলব্ধতা আমাদের বিবেচনাধীন, এবং এটি ক্রমে অনুপলব্ধ হয়ে গেলে, বিকল্প ব্যবস্থার বন্দোবস্ত করতে আমরা আপনার সঙ্গে যোগাযোগ করব।
bs: Korištenjem ovog ovlaštenja odabrali ste direktni prijenos kao način plaćanja. Vaše korištenje direktnog prijenosa uslovno zavisi od vašeg pristanka i saglasnosti s ovim uslovima. Vi ovlaštavate Microsoft Online, Inc. ("<b>mi</b>" ili "<b>nas</b>") da zahtijeva plaćanje od vaše banke za iznose koje dugujete kompaniji Microsoft. Morate provjeriti: (i) da li ste dali važeću adresu e-pošte za korespondenciju i obavještenja; (ii) da li će vaša banka prihvatiti prikupljanje direktnih prijenosa; (iii) da li imate dovoljno sredstava na datum dospijeća i (iv) da vaše ovlaštenje nije otkazano (osim u dole navedenom slučaju) ili povučeno. Neuspjeh u ispunjavanju ovih uslova koji dovede do neplaćanja ne oslobađa vas obaveze da nam platite svaki iznos koji nam dugujete. Obratite nam se da biste otkazali ovo ovlaštenje ili odabrali drugi način plaćanja. Vaše ovlaštenje otkazat ćemo po prijemu vašeg obaviještenja. Direktni prijenos je dostupan prema našem nahođenju i ako postane nedostupan, obratit ćemo vam se kako bismo se dogovorili o alternativi.
cy: Drwy ddefnyddio'r mandad hwn, rydych wedi dewis Debyd Uniongyrchol fel eich ffordd o dalu. Bydd rhaid i chi dderbyn a chydymffurfio â'r telerau hyn er mwyn defnyddio Debyd Uniongyrchol. Rydych yn awdurdodi Microsoft Online, Inc. ("<b>mer</b>" neu "<b>ni</b>") i ofyn am daliad gan eich banc am arian sy'n ddyledus i Microsoft. Rhaid i chi wneud yn siŵr: (i) eich bod wedi rhoi cyfeiriad e-bost dilys ar gyfer gohebiaeth a hysbysiadau; (ii) bod eich banc yn fodlon derbyn casgliadau debyd uniongyrchol; (iii) bod gennych ddigon o arian ar unrhyw ddyddiad y bydd arian yn ddyledus; a (iv) nad yw'ch mandad wedi'i ganslo (ac eithrio fel y nodir isod) na'i ddiddymu. Os na fyddwch chi'n cydymffurfio â'r telerau hyn ac felly ddim yn talu, ni fydd hynny'n eich eithrio o'ch rhwymedigaeth i dalu unrhyw arian sy'n ddyledus i ni. Cysylltwch â ni i ganslo'r mandad hwn neu i ddewis ffordd arall o dalu. Byddwn yn canslo'ch mandad ar ôl cael eich hysbysiad. Mae Debyd Uniongyrchol ar gael yn ôl ein disgresiwn, ac os na fydd ar gael, byddwn yn cysylltu â chi i gytuno ar drefniant gwahanol.
da: Ved at bruge dette mandat har du valgt direkte debitering som din betalingsmåde. Din brug af direkte debitering er betinget af din accept og overholdelse af nærværende vilkår. Du godkender, at Microsoft Online, Inc. ("<b>vi</b>" eller "<b>os</b>") anmoder om betaling fra din bank for skyldige beløb til. Du skal sørge for, at: (i) du har angivet en gyldig mailadresse til korrespondance og rykkere, (ii) din bank accepterer direkte debitering, (iii) du har tilstrækkelige midler på forfaldsdatoen, og (iv) dit mandat ikke er blevet annulleret (med undtagelse af nedenstående) eller tilbagekaldt. Manglende overholdelse af disse vilkår, som medfører manglende betaling, fritager dig ikke fra dine forpligtelser om at betale forfaldne beløb. Kontakt os for at annullere mandatet eller vælge en anden betalingsmåde. Vi annullerer dit mandat efter anmodning. Direkte debitering er tilgængeligt efter dit valg, og, skulle det blive utilgængeligt, kontakter vi dig for at finde et alternativ.
de: Durch Verwendung dieses Mandats haben Sie das Lastschriftverfahren als Zahlungsform ausgewählt. Ihre Verwendung des Lastschriftverfahrens ist abhängig von der Annahme und Einhaltung der nachfolgenden Bedingungen. Sie ermächtigen Microsoft Online Inc. (im Folgenden <b>wir</b> oder <b>uns</b>), bei Ihrer Bank die Zahlung von Microsoft geschuldeten Beträgen anzufordern. Sie stellen sicher, dass (i) Sie eine gültige E-Mail-Adresse für Korrespondenz und Mitteilungen angegeben haben, (ii) Lastschrifteinzüge von Ihrer Bank akzeptiert werden, (iii) Sie zum jeweiligen Fälligkeitsdatum über ein ausreichendes Guthaben verfügen und (iv) Ihr Mandat weder storniert (außer in nachfolgend beschriebenen Fällen) noch widerrufen wurde. Eine Nichteinhaltung dieser Bedingungen und eine sich daraus ergebende Nichtzahlung befreien Sie nicht von Ihrer Verpflichtung zur Zahlung aller uns geschuldeten und fälligen Beträge. Wenden Sie sich an uns, um dieses Mandat zu kündigen oder eine andere Zahlungsform auszuwählen. Wir werden Ihr Mandat bei Empfang Ihrer Benachrichtigung stornieren. Das Lastschriftverfahren als Zahlungsmethode ist nach unserem Ermessen verfügbar; sollte es nicht mehr verfügbar sein, dann werden wir mit Ihnen Kontakt aufnehmen, um eine abweichende Vereinbarung zu treffen.
el: Χρησιμοποιώντας αυτήν την πάγια εντολή, έχετε επιλέξει την άμεση χρέωση ως τη μορφή της πληρωμής σας. Η χρήση της άμεσης χρέωσης υπόκειται σε όρους σύμφωνα με την αποδοχή και τη συμμόρφωσή σας με τους συγκεκριμένους όρους. Εξουσιοδοτείτε τη Microsoft Online, Inc. ("<b>εμείς</b>" ή "<b>εμάς</b>") να αιτείται πληρωμή από την τράπεζά σας για τα οφειλόμενα ποσά προς τη Microsoft. Πρέπει να διασφαλίσετε ότι: (i) έχετε παράσχει μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου για την αλληλογραφία και τις κοινοποιήσεις, (ii) η τράπεζά σας θα αποδεχτεί τη συλλογή άμεσων χρεώσεων, (iii) διαθέτετε επαρκή κεφάλαια κατά οποιαδήποτε ημερομηνία πληρωμής, και (iv) η πάγια εντολή σας δεν έχει ακυρωθεί (εκτός όπως περιγράφεται παρακάτω) ή ανακληθεί. Η μη συμμόρφωση με αυτούς τους όρους, η οποία θα έχει ως αποτέλεσμα τη μη καταβολή της πληρωμής, δεν σας απαλλάσσει από την υποχρέωσή σας να μας καταβάλλετε οποιαδήποτε οφειλόμενα ποσά. Επικοινωνήστε μαζί μας για την ακύρωση της παρούσας πάγιας εντολής ή για τη συλλογή άλλης μορφής πληρωμής. Θα ακυρώσουμε την πάγια εντολή σας μόλις λάβουμε τη δική σας ειδοποίησή. Η άμεση χρέωση είναι διαθέσιμη σύμφωνα με τη διακριτική μας ευχέρεια και σε περίπτωση που δεν θα διατίθεται πλέον, θα επικοινωνήσουμε μαζί σας προκειμένου να διευθετήσουμε έναν εναλλακτικό τρόπο πληρωμής.
es: Mediante esta orden de domiciliación, selecciona el adeudo directo como su forma de pago. El uso del adeudo directo está condicionado por su aceptación y cumplimiento de estos términos. Autoriza a Microsoft Online, Inc. ("<b>nosotros</b>" o "<b>nos</b>") a solicitar a su banco el pago de las cantidades debidas a Microsoft. Debe garantizar que: (i) ha proporcionado una dirección de correo electrónico válida para correspondencia y notificaciones; (ii) su banco aceptará las colecciones de adeudos directos; (iii) dispone de suficientes fondos en cualquier fecha de vencimiento; y (iv) su orden de domiciliación no ha sido cancelada (excepto en los términos expuestos más abajo) o revocada. El incumplimiento de estos términos y el consiguiente impago no le exime de su obligación de pagar las cantidades debidas en la fecha de vencimiento. Póngase en contacto con nosotros para cancelar esta orden de domiciliación o seleccionar otra forma de pago. Cancelaremos la orden de domiciliación una vez recibida su notificación. El adeudo directo está disponible a nuestra discreción, por lo que en caso de que no esté disponible nos pondremos en contacto con usted para acordar una alternativa.
et: Seda volitust kasutades olete valinud oma maksevormiks otsekorralduse. Teie otsekorralduse kasutamise tingimuseks on nende tingimustega nõustumine ja nende järgimine. Volitate Microsoft Online, Inc.-i („<b>meie</b>” või „<b>meile</b>”) taotlema teie pangast makseid Microsoftile tasudaolevas summas. Peate tagama, et: (i) olete kirjavahetuseks ja teatiste saamiseks sisestanud kehtiva meiliaadressi; (ii) teie pank aktsepteerib otsekorralduse kogumist; (iii) teil on igal maksetähtajal piisavalt raha; ja (iv) te ei ole volitusest loobunud (v.a alltoodud põhjusel) ega seda tühistanud. Nende tingimuste eiramine, mille tulemuseks on maksmatajätmine, ei vabasta teid teie kohustusest tasuda oma võlgnevused õigeks tähtajaks. Sellest volitusest loobumiseks või muu makseviisi valimiseks võtke meiega ühendust. Tühistame teie volituse teie teatise kättesaamisel. Otsekorraldus on saadaval meie äranägemise järgi ja kui see enam saadaval ei ole, võtame teiega alternatiivsete võimaluste pakkumiseks ühendust.
eu: Hitzarmen hau erabilita, adierazten duzu ordaintzeko metodo gisa banku-helbideratzea (zuzeneko zordunketa) hautatu duzula esan nahi du. Banku-helbideratzea erabili ahal izateko, baldintza hauek onartu eta gorde beharko dituzu. Microsoft Online Inc. ("<b>gu</b>" edo "<b>guk</b>") enpresari baimena ematen diozu Microsoft-i zor dizkiozun zenbatekoak bankuari eskatzeko. Hau ziurtatu beharko duzu: (i) mezuak eta oharrak bidaltzeko baliozko helbide elektronikoa eman duzula; (ii) bankuak helbideratze bidez kobratzea onartuko duela; (iii) behar adina funts izango duzula ordainketa ororen epemugan; eta (iv) hitzarmena ez dela bertan behera uzten (behean aipatu bezala izan ezik) ez eta ezeztatzen ere. Baldintza horiek ez betetzeak eta, horren ondorioz, ordainketarik ez egiteak ez du esan nahi ordaindu beharreko zorrak kitatuko direnik. Hitzarmena bertan behera utzi nahi baduzu edo ordaintzeko beste metodoren bat hautatu nahi baduzu, jarri gurekin harremanetan. Jakinarazpena jasotzen dugunean utziko dugu agindua bertan behera. Banku-helbideratzea gure nahierara dago erabilgarri eta, hala ez badago, zurekin jarriko gara harremanetan ordaintzeko beste metodo bat adosteko.
fa: شما با استفاده از این وکالتنامه، Direct Debit را به عنوان روش پرداختتان استفاده کردید. استفاده شما از Direct Debit مشروط به پذیرش و تبعیت از این شرایط است. شما به Microsoft Online, Inc. (("<b>we</b>" یا "<b>us</b>") اجازه می دهید تا برای مبالغ باقیمانده جهت پرداخت به Microsoft از بانک شما تقاضای پرداخت داشته باشد. شما باید اطمینان حاصل کنید که: (i) آدرس پست الکترونیکی معتبری را برای تبادلات و دریافت اعلامیه ها ارائه کرده باشید، (ii) بانک شما مبالغ جمع آوری شده توسط direct debit را می پذیرد، (iii) برای هر مبلغ باقیمانده ای موجودی کافی داشته باشید، و اینکه (iv) وکالتنامه شما لغو یا منقضی نشده باشد (بجز موارد زیر). عدم تبعیت از این موارد که سبب عدم پرداخت می شود شما را از پرداخت تعهداتتان معاف نمی کند. برای لغو این وکالتنامه با ما تماس بگیرید یا اینکه یک فرم پرداخت دیگر را انتخاب کنید. با دریافت اعلامیه، وکالتنامه شما را لغو می کنیم. Direct Debit به صلاحدید ما قابل دسترسی است و اگر قابل دسترسی نباشد با شما تماس می گیریم تا موردی را جایگزین آن کنید.
ga: Má úsáideann tú an sainordú seo, tá Dorach Díreach roghnaithe agat mar do mhodh íocaíochta. Tá sé mar choinníoll le húsáid an Dochair Dhírigh agat go nglacann tú leis na téarmaí seo agus go gcomhlíonann tú iad. Údaraíonn tú Microsoft Online, Inc. ("<b>we</b>" nó "<b>us</b>") chun íocaíocht a iarraidh ó do bhanc do shuimeanna atá dlite do Microsoft. Ní mór duit a chinntiú (i) go bhfuil seoladh ríomhphoist bailí tugtha agat i gcomhair comhfhreagrais agus fógraí; (ii) go nglacfaí do bhanc le bailiú dochair dhírigh; (iii) go bhfuil dóthain airgid agat ar aon dáta dlite; agus (iv) nár cealaíodh do shainordú (ach amháin mar atá thíos) nó nár cúlghaireadh é. Má theipeann ort na téarmaí seo a chomhlíonadh agus má tharlaíonn neamhíocaíocht dá bharr, níl tú saor ón gceangal atá ort aon suimeanna atá againn ort agus atá dlite dúinn a íoc. Téigh i dteagmháil linn chun an sainordú seo a chealú nó roghnaigh modh eile íocaíochta. Cealóimid do shainordú nuair a fhaighimid fógra uait. Tá Dochar Díreach ar fáil faoinár rogha féin, agus mura mbíonn sé ar fáil, rachaimid i dteagmháil leat chun rogha eile a shocrú.
gd: Ma chleachdas tu am foirm ùghdarrais seo, taghaidh tu Direct Debit mar an dòigh pàighidh agad. Feumaidh tu gabhail is gèilleadh ris na teirmichean seo mus urrainn dhut Direct Debit a chleachdadh. Tha thu a' toirt cead dha Microsoft Online, Inc. ("<b>sinn</b>" no "<b>ar</b>") airgead iarraidh air a' bhanca agad a-rèir na bhios aig Microsoft ort. Feumaidh tu dèanamh cinnteach: (i) gun tud thu seachad post-d dligheach airson conaltradh is brathan; (ii) gun gabh am banca agad ri iarrtasan Direct Debit; (iii) gum bi airgead gu leòr agad air an latha a dh'iarrar e; agus (iv) nach deach an t-ùghdarras a chur gu neoini (ach a-mhàin mar a mhìnichear gu h-ìosal) no a ghairm air ais. Mur an gèill thu ris na teirmichean seo 's mura pàigh thu sinn ri linn, bidh dleastanas ort fhathast ur pàigheadh a-rèir na bhios againn ort. Cuir fios thugainn ma tha thu airson an t-ùghdarras seo a chur gu neoini no ma tha thu airson dòigh pàighidh eile a chleachdadh. Cuiridh sinn an t-ùghdarras a thug thu dhuinn gu neoini nuair a gheibh sinn fios uat. Sinne a cho-dhùineas am bi Direct Debit ri fhaighinn gus nach bi agus mur am bi, cuiridh sinn fios thugad is cuiridh sinn dòigh eile air chois.
gl: Mediante esta orde, seleccionou a domiciliación como forma de pagamento. O seu uso da domiciliación depende de se acepta e cumpre estas condicións de uso. Autoriza a Microsoft Online, Inc. ("<b>nós</b>" e "<b>nos</b>") a que solicite o pagamento ao seu banco polas cantidades debidas a Microsoft. Debe garantir que: (i) forneceu un enderezo de correo electrónico válido para recibir correspondencia e avisos; (ii) o seu banco aceptará recadacións de domiciliacións; (iii) ten fondos suficientes nas datas de vencemento; e (iv) que non se cancelou (excepto na situación que se explica a seguir) nin se revogou a súa orde. Non respectar estas condicións de uso, e se o resultado é que non se efectúa o pagamento, non o libera da obriga de pagarnos as cantidades debidas e vencidas. Contacte con nos para cancelar esta orde ou seleccione outra forma de pagamento. Cancelaremos a orde despois de recibir a súa notificación. A domiciliación está dispoñible á nosa discreción e, se non se pode efectuar, contactaremos con vostede para buscar unha alternativa.
gu: આ આદેશપત્રનો ઉપયોગ કરીને, તમે તમારા ચૂકવણીના સ્વરૂપ તરીકે ડાયરેક્ટ ડેબિટ પસંદ કર્યુ છે. ડાયરેક્ટ ડેબિટનો તમારો ઉપયોગ આ શરતોની તમારી સ્વીકૃતિ અને તેની અનુસાર શરતી છે. તમે Microsoft Online, Inc. ("<b>અમે</b>" અથવા "<b>અમને</b>") ને Microsoft પ્રતિ બાકી રકમ માટે તમારી બેંકથી ચૂકવણીની વિનંતી કરવા માટે અધિકૃત કરો છો. તમારે આ ખાતરી કરી લેવી આવશ્યક છે કે: (i) તમે પત્રવ્યવહાર અને સૂચના માટે માન્ય સરનામું પ્રદાન કરેલું છે; (ii) તમારી બેંક ડાયરેક્ટ ડેબિટ ઉઘરાણીઓને સ્વીકારશે; (iii) કોઈ પણ નિયત તારીખ પર તમારી પાસે પર્યાપ્ત ફંડ રહે છે; અને (iv) તમારો આદેશપત્ર રદ કરવામાં (નીચે આપેલ સિવાય) અથવા રદબાતલ કરવામાં આવ્યો નથી. આ શરતોનું પાલન કરવામાં નિષ્ફળતા બિન-ચૂકવણીમાં પરિણમે છે, અમને આપવાની અને બાકી કોઈપણ રકમો ચૂકવવા માટેના તમારા કર્તવ્યથી તમને મુક્ત કરવામાં આવતા નથી. કૃપયા આદેશપત્ર રદ કરવા માટે અથવા ચૂકવણીનું બીજુ સ્વરૂપ પસંદ કરવા માટે અમારો સંપર્ક કરો. અમે તમારી સૂચનાની પ્રાપ્તિ પર તમારો આદેશપત્ર રદ કરીશું. ડાયરેક્ટ ડેબિટ અમારી સ્વતંત્રતા પર ઉપલબ્ધ રહે છે અને જો તે અનુપલબ્ધ હોય, તો અમે કોઈ વૈકલ્પિકની વ્યવસ્થા કરવા માટે તમારો સંપર્ક કરીશું.
he: בעת השימוש באישור גבייה זה, אתה בוחר בחיוב ישיר בתור צורת התשלום שלך. השימוש בחיוב ישיר מותנה בקבלת תנאים אלה ובציות להם. אתה מאשר ל- Microsoft Online, Inc.‎ ("<b>אנחנו</b>" או "<b>לנו</b>") לבקש תשלום מהבנק שלך בגין סכומים המגיעים ל- Microsoft. עליך לוודא כי: (1) סיפקת כתובת דואר אלקטרוני חוקית לתכתובת והודעות; (2) הבנק שלך יקבל גבייה באמצעות חיוב ישיר; (3) יש לך די כסף בחשבון בכל תאריך יעד לתשלום; וכן (4) אישור הגבייה שלך לא בוטל (פרט למקרים המפורטים בהמשך) או נשלל. אי ציות לתנאים אלה שיוביל לאי תשלום לא יפטור אותך מהחובה לשלם לנו כל סכום המגיע לנו. פנה אלינו כדי לבטל אישור גבייה זה או כדי לבחור צורת תשלום אחרת. נבטל את אישור הגבייה שלך עם קבלת ההודעה ממך. חיוב ישיר זמין לפי שיקול הדעת שלנו, ואם הוא נעשה לא זמין, נפנה אליך כדי להסדיר חלופה.
hi: इस अधिदेश का उपयोग करके, आपने अपने भुगतान प्रकार के रूप में प्रत्यक्ष डेबिट का चयन किया है. प्रत्यक्ष डेबिट का आपका उपयोग इन शर्तों के प्रति आपकी स्वीकार्यता और इनके अनुपालन के अधीन है. आप Microsoft Online, Inc. ("<b>हम</b>" या "<b>हमें</b>") को बकाया धनराशियों के लिए आपके बैंक से Microsoft को भुगतान करने का अनुरोध करने के लिए प्राधिकृत करते हैं. आपको सुनिश्चित करना होगा कि: (i) आपने पत्र-व्यवहार और सूचनाओं के लिए एक मान्य ईमेल पता प्रदान किया है; (ii) आपका बैंक प्रत्यक्ष डेबिट एकत्रण स्वीकार करेगा; (iii) किसी भी नियत दिनांक को आपके पास पर्याप्त निधि हो; और (iv) आपका अधिदेश रद्द (निम्न के अतिरिक्त) या निरस्त नहीं किया गया है. इन शर्तों का अनुपालन न करना, जिसके परिणामस्वरूप भुगतान नहीं होता है, आपको किसी भी ऋण या बकाया राशि का हमें भुगतान करने के उत्तरदायित्व से मुक्त नहीं करता है. इस अधिदेश को रद्द करने या किसी अन्य भुगतान प्रकार का चयन करने के लिए कृपया हमसे संपर्क करें. आपकी सूचना प्राप्त होने पर हम आपका अधिदेश रद्द कर देंगे. प्रत्यक्ष डेबिट हमारे स्वविवेक पर उपलब्ध होगा और अगर यह अनुपलब्ध हो जाता है, तो हम एक विकल्प की व्यवस्था करने के लिए आपसे संपर्क करेंगे.
hr: Upotrebom ovog ovlaštenja odabrali ste izravno terećenje kao oblik plaćanja. Upotreba izravnog terećenja ovisi o vašem prihvaćanju i postupanju u skladu s ovim uvjetima. Ovlašćujete Microsoft Online, Inc. ("<b>mi</b>" ili "<b>nas</b>") da od vaše banke zatraži plaćanje iznosa koji ste dužni Microsoftu. Morate se pobrinuti: (i) da ste unijeli valjanu adresu e-pošte za prepisku i obavijesti; (ii) da vaša banka prihvaća naplatu izravnim terećenjem; (iii) da imate dovoljno sredstava na datum dospijeća; i (iv) da vaše ovlaštenje nije otkazano (osim kao što je navedeno u nastavku) ili opozvano. Neusklađenost s navedenih uvjetima, koja u konačnici rezultira neuspješnom naplatom, ne razrješava vas obveze plaćanja dospjelih iznosa. Obratite nam se da biste ukinuli postojeće ovlaštenje ili odabrali drugi oblik plaćanja. Ovlaštenje ćemo ukinuti nakon primitka vaše obavijesti. Izravno terećenje dostupno je prema našem nahođenju te ćemo vas, ako postane nedostupno, kontaktirati s alternativnim oblikom plaćanja.
hu: A jelen megbízási formával a rendszeres átutalási megbízást választotta fizetési módként. Ennek igénybevételéhez el kell fogadnia az alábbi feltételeket és rendelkezéseket, illetve ezek szellemében kell eljárnia. Ezennel felhatalmazza a Microsoft Online, Inc. társaságot (<b></b><b></b>amelyet a bekezdés hátralévő részében a többes szám első személyű igealakok is azonosítanak), hogy rendelkezhessen bankjánál bankszámlája megterheléséről a Microsofttal szembeni tartozásainak kiegyenlítésére. Győződjön meg róla, hogy (i) helyesen adta meg az ügyintézésre és az értesítések fogadására szolgáló saját valós e-mail-címét; (ii) bankja elfogadja a beszedési megbízások formájában kapott rendelkezéseket; (iii) egyenlege a terhelések napján fedezni tudja a fizetendő díjakat; illetve (iv) nem szüntette meg és nem vonta vissza rendszeres átutalási megbízását (az alábbi kivételektől eltekintve). Ha a feltételek teljesítésének elmulasztásából eredően nem történik meg a terhelés, azzal nem szűnik meg pénzügyi kötelezettsége, így a tartozásra rendezését előíró jogi kötelezettsége sem. A megbízás visszavonása vagy más fizetési mód választása előtt, kérjük, értesítsen minket. Ilyen esetben az értesítés kézhezvételekor törölni fogjuk a megbízást. A beszedési megbízási lehetőséget kizárólag saját döntésünk alapján kínáljuk fel fizetési módként, és ha a jövőben nem tudjuk tovább kínálni ezt a lehetőséget, értesíteni fogjuk, és segítünk egy másik fizetési mód választásában.
id: Dengan menggunakan mandat ini, berarti Anda memilih Debit Langsung sebagai metode pembayaran. Penggunaan Anda atas Debit Langsung bergantung pada persetujuan dan kepatuhan Anda terhadap persyaratan berikut. Anda memberikan otorisasi kepada Microsoft Online, Inc. ("<b>kami</b>"<b></b>) untuk meminta pembayaran dari bank Anda sejumlah yang akan dibayarkan ke Microsoft. Anda harus memastikan bahwa: (i) Anda telah menyediakan alamat yang valid untuk korespondensi dan pemberitahuan; (ii) bank Anda akan menerima penarikan debit langsung; (iii) Anda memiliki dana yang memadai ketika masuk tanggal pembayaran; dan (iv) mandat Anda belum dibatalkan (kecuali jika disebutkan di bawah) atau dicabut. Jika persyaratan berikut tidak dipatuhi sehingga menyebabkan tidak dilakukannya pembayaran, Anda tetap berkewajiban membayar jumlah yang terhutang dan yang telah tiba waktu pembayarannya kepada kami. Harap hubungi kami untuk membatalkan mandat ini atau pilih metode pembayaran lain. Kami akan membatalkan mandat Anda setelah menerima pemberitahuan dari Anda. Debit Langsung tersedia sesuai kebijakan kami, dan jika tidak tersedia, kami akan menghubungi Anda untuk menentukan alternatifnya.
is: Með því að nota þetta umboð valið beingreiðslu sem greiðslumáta. Notkun þín á beingreiðslu er háð samþykki þínu á þessum skilmálum. Þú veitir Microsoft Online, Inc. („<b>við</b>“ eða „<b>okkur</b>“) heimild til að fara fram á greiðslur frá bankanum þínum vegna skuldar við Microsoft. Þú þarft að tryggja að: (i) þú hafir gefið upp gilt netfang fyrir samskipti og tilkynningar; (ii) bankinn þinn geti unnið úr beingreiðslum; (iii) þú hafir næga fjármuni til reiðu á gjalddaga; og (iv) að umboð þitt hafi ekki verið afturkallað (nema eins og lýst er hér að neðan). Ef þú ferð ekki að þessum skilmálum og það leiðir til þess að þú greiðir ekki skuld þína afléttir það ekki skyldu þinni til þess að greiða okkur skuld þína við okkur. Hafðu samband við okkur til að afturkalla umboðið eða velja annan greiðslumáta. Við afturköllum umboðið þegar við móttökum tilkynningu frá þér. Beingreiðsla er í boði samkvæmt ákvörðun okkar og verði hún ekki fyrir hendi munum við hafa samband við þig til að hjálpa þér að gera aðrar ráðstafanir.
ja: この委託を使用すると、お支払い方法として口座振替が選択されます。口座振替を使用するには、以下の条項に同意し、準拠する必要があります。お客様は、Microsoft Online, Inc. (<b>弊社</b><b></b>) が、ご利用の銀行から Microsoft への請求金額の支払いを要求することを承認します。お客様は以下の点を確認する必要があります: (i) 連絡と通知のために有効な電子メール アドレスを提供している、(ii) ご利用の銀行が口座振替による集金に同意する、(iii) 口座振替日に口座に十分な残高を用意しておく、および (iv) 委託が解除されたり (例外については後述)、失効したりしていない。これらの条項に準拠せず、支払いが実行されなかった場合でも、お客様が請求残高を支払う義務は免除されません。この委託を解除するには、弊社にご連絡ください。または、別のお支払い方法を選択してください。弊社は、お客様からご連絡をいただいてから委託を解除します。口座振替は弊社の裁量により使用します。口座振替を使用できなくなった場合は、お客様に連絡し、代替方法を手配していただきます。
ka: ამ მანდატის გამოყენებით, თქვენ აირჩიეთ პირდაპირი დებეტი, როგორც გადახდის ფორმა. პირდაპირი დებეტის გამოყენების დროს უნდა განაცხადოთ თანხმობა და დაიცვათ ეს პირობები. თქვენ უფლებას აძლევთ Microsoft Online, Inc.-ს ("<b>ჩვენ</b>"<b></b>), მოითხოვოს გადახდა თქვენი ბანკიდან Microsoft-ისთვის გადასახდელი თანხის ოდენობით. უნდა დარწმუნდეთ, რომ: (1) კორესპონდენციისა და შეტყობინებებისთვის თქვენ მიერ მიწოდებული ელფოსტის მისამართი სწორია; (2) თქვენი ბანკიდან დასაშვებია პირდაპირი დებეტით გადარიცხვა; (3) საკმარისი თანხა გაქვთ გადახდის ნებისმიერ დღეს და (4) თქვენი მანდატი არ არის გაუქმებული (გარდა ქვემოთ მოცემული შემთხვევისა) ან გამოთხოვილი. ამ პირობების შეუსრულებლობა, რაც გამოიწვევს გადახდის შეუსრულებლობას, არ გათავისუფლებთ მიმდინარე გადასახადის ან დავალიანების გადახდის პასუხისმგებლობისგან. გთხოვთ, დაგვიკავშირდეთ, თუ გსურთ გააუქმოთ ეს მანდატი, ან აირჩიოთ გადახდის სხვა ფორმა. ჩვენ გავაუქმებთ ამ მანდატს, თქვენი შეტყობინების მიღებისთანავე. პირდაპირი დებეტის გამოუყენება შეგიძლიათ ჩვენი გადაწყვეტილების შესაბამისად და თუ მისი გამოყენება შეუძლებელი გახდება, ჩვენ დაგიკავშირდებით, რომ შევარჩიოთ ალტერნატიული საშუალება.
kk: Осы мандатты пайдалану арқылы сіз Тікелей дебетті төлем әдісі ретінде таңдадыңыз. Тікелей дебеттің пайдаланылуы осы шарттардың қабылдануы мен орындалуына себепші болады. Сіз Microsoft Online, Inc. компаниясына ("<b>біз</b>" немесе "<b>бізге</b>") банкіңізден Microsoft компаниясына тиесілі сомалар үшін төлем сұрауға рұқсат бересіз. Сіз келесілерді тексеруіңіз керек: (i) жаңалықтар мен хабарламаларды алу үшін жарамды электрондық пошта мекенжайы берілген; (ii) банкіңіз тікелей дебет жиындарын қабылдайды; (iii) кез келген төлем күні үшін қаражатыңыз жеткілікті; және (iv) мандатыңыздың күші жойылмаған (төмендегі жағдайдан басқа) немесе бұзылмаған. Төлемеуге әкелетін осы шарттардың орындалмауы сізді қарыз және берілуге тиісті кез келген сомаларды төлеуге жауапкершіліктен босатпайды. Осы мандаттың күшін жою үшін бізге хабарласыңыз немесе басқа төлем әдісін таңдаңыз. Мандатыңыздың күшін хабарландыруды алғаннан кейін жоямыз. Тікелей дебет білгенімізше қолжетімді және ол қолжеткізгісіз болып кетсе, біз баламалы таңдау ұйымдастыру үшін сізге хабарласамыз.
kn: ಈ ಆದೇಶವನ್ನು ಬಳಸುವುದರ ಮೂಲಕ, ನಿಮ್ಮ ಪಾವತಿಯ ರೂಪವೆಂಬಂತೆ ಡೈರೆಕ್ಟ್ ಡೆಬಿಟ್ ಅನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಿಕೊಂಡಿರುವಿರಿ. ಡೈರೆಕ್ಟ್ ಡೆಬಿಟ್‌ನ ನಿಮ್ಮ ಬಳಕೆಯು ನಿಮ್ಮ ಸಮ್ಮತಿ ಮತ್ತು ಈ ನಿಯಮಗಳ ಅನುಸರಣೆಯ ಮೇಲೆ ಷರತ್ತುಬದ್ಧವಾಗಿರುತ್ತದೆ. Microsoft ಗೆ ಬಾಕಿ ಉಳಿದಿರುವ ಮೊತ್ತಗಳಿಗಾಗಿ ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ನಿಂದ ಪಾವತಿಯ ವಿನಂತಿ ಮಾಡಲು ನೀವು Microsoft Online, Inc. ("<b>we</b>" ಅಥವಾ "<b>us</b>") ಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತೀರಿ. ನೀವು : (i) ಪತ್ರವ್ಯವಹಾರಗಳು ಮತ್ತು ಸೂಚನೆಗಳಿಗಾಗಿ ಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಒದಗಿಸಿರುವಿರಾ; ಮತ್ತು (iv) ನಿಮ್ಮ ಆದೇಶವನ್ನು ರದ್ದುಗೊಳಿಸಿಲ್ಲ (ಕೆಳಗಿನದು ಹೊರತುಪಡಿಸಿ) ಅಥವಾ ಹಿಂತೆಗೆದುಕೊಂಡಿಲ್ಲ ಎಂಬುದನ್ನು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಬೇಕು. ಪಾವತಿ ಅಲ್ಲದ ಫಲಿತಾಂಶಕ್ಕೆ ಕಾರಣವಾಗುವ ಈ ನಿಯಮಗಳ ಅನುಸರಣೆಯ ವೈಫಲ್ಯದಿಂದ, ನಮಗೆ ಯಾವುದೇ ಕೊಡಬೇಕಾದ ಹಣ ಅಥವಾ ಬಾಕಿಯಿರುವ ಹಣವನ್ನು ನಮಗೆ ಪಾವತಿಸುವ ನಿಮ್ಮ ಹೊಣೆಗಾರಿಕೆಯಿಂದ ನಿಮ್ಮನ್ನು ಸಮಾಧಾನಗೊಳಿಸುವುದಿಲ್ಲ. ನಿಮ್ಮ ಅಧಿಸೂಚನೆ ರಶೀದಿಯ ಮೂಲಕ ನಿಮ್ಮ ಆದೇಶವನ್ನು ನಾವು ರದ್ದು ಮಾಡುತ್ತೇವೆ. ಡೈರೆಕ್ಟ್ ಡೆಬಿಟ್ ನಮ್ಮ ವಿವೇಚನೆಯ ಮೇರೆಗೆ ಲಭ್ಯವಿರುತ್ತದೆ, ಮತ್ತು ಇದು ಅಲಭ್ಯವಾದ ಸಂದರ್ಭದಲ್ಲಿ, ಪರ್ಯಾಯ ವ್ಯವಸ್ಥೆಯನ್ನು ಮಾಡಲು ನಾವು ನಿಮ್ಮನ್ನು ಸಂಪರ್ಕಿಸುತ್ತೇವೆ.
ko: 이 자동 인출 방법을 사용하여, 결제 방법으로 직불 카드를 선택했습니다. 직불 카드 사용은 해당 조건에 동의하고 조건을 준수할 경우에만 허용됩니다. 또한 Microsoft Online, Inc. ("<b>당사</b>" 또는 "<b>당사의</b>")에서 은행에 Microsoft로 결제 금액을 지불하도록 요청할 수 있는 권한을 부여하는 것입니다. 귀하는 (i) 통신 및 알림을 위해 올바른 메일 주소를 제공했고, (ii) 거래 중인 은행에서 직불 결제를 허용하고, (iii) 어떤 날짜에 결제되든 충분한 잔액이 있으며, (iv) 자동 인출이 취소(아래의 경우 제외) 또는 해지되지 않았는지 확인해야 합니다. 이러한 조건을 준수하지 못하면 결제가 이루어지지 못하여 Microsoft에 지불해야 하는 금액을 결제할 수 없게 됩니다. 이 자동 인출을 취소하거나 다른 결제 방법을 선택하려면 Microsoft에 문의해 주십시오. 취소 통지가 접수되면 자동 인출이 취소됩니다. 직불 카드 사용 여부는 Microsoft 내부 사정에 따라 달라지며 이 결제 방법을 사용할 수 없게 되면 다른 방법을 알려 드립니다.
ku_arab: بە بەکارهێنانی ئەم راسپاردەیە، تۆ داشکاندنی راستەوخۆت وەک جۆرێکی پارەدان دەسنیشانکردووە. بەکارهێنانی داشکاندنی راستەوخۆ لەلایەن تۆوە مەرجدارە بە رازیبوون و پابەندیت بەم دەستەواژانەوە. تۆ رێگە دەدەیت بە Microsoft Online, Inc. ("<b>ئێمە</b>" یان "<b>ئێمە</b>") کە داوای پارەدان بکەین لە بانکەکەت بۆ ئەو بڕانەی کە قەرزاریت بە Microsoft. پێویستە دڵنیابیتەوە کە: (i) ناونیشانێکی دروستی ئیمەیلت دەستەبەر کردووە بۆ نامەگۆڕینەوە و ئاگانامەکان; (ii) بانکەکەت کۆکردنەوەی داشکاندنی راستەوخۆ قەبووڵ دەکات; (iii) بڕی پێویست پارەت هەیە لە هەر بەروارێکی وادەدا; و (iv) راسپاردەکەت بەتاڵ نەکراوەتەوە (جگە وەک لای خوارەوە) یان هەڵنەوەشێنراوەتەوە. شکست هێنان لە پابەندبوون بەم مەرجانەوە کە دەبێتە مایەی پارە-نەدان، قوتارت ناکات لە پابەندیەکانت بە پێدانی هەر بڕێکی قەرزار لە هەر وادەیەکدا. تکایە پەیوەندیمان پێوە بکە بۆ بەتاڵکردنەوەی ئەم راسپاردەیە یان جۆرێکی تری پارەدان دەسنیشان بکە. ئێمە لەگەڵ وەرگرتنی ئاگانامەکەی تۆدا راسپاردەکەت بەتاڵ دەکەینەوە. داشکاندنی راستەوخۆ لەسەر خواستی ئێمە دەستەبەر کراوە و ئەگەر هاتوو بەردەست نەبێت، ئەوا پەیوەندیت پێوە دەکەین بۆ رێکخستنی جێگرەوەیەک.
ky: Бул мандат формасына кол коюу менен, сиз Direct Debit-ти төлөө жолуңуз катары тандадыңыз. Direct Debit-ти колдонууңуз, бул шарттарды кабыл алууңузга жана аларга баш ийүүңүзгө шартталган. Сиз Microsoft Online, Inc. ("<b>we</b>" or "<b>us</b>") компаниясын, банкыңыздан, Microsoft-ко төлөнө турчу акча көлөмүн суроого авторлоштурасыз. Сиз кийинкилер тууралуу кепил болушуңуз керек: (i) кат алмашуу жана эскертүүлөр үчүн жарактуу электрондук почта дарегин камсыз кылдыңыз; (ii) банкыңыз түз дебет жыйнактарын кабыл алат; (iii) бүтүмдүк датага сизде акча каражатыңыз жетиштүү; жана (iv) мандатыңыз токтотулган же жокко чыгарылган эмес. Төлөбөгөндүккө алып келген, бул шарттарды аткарбоо, сизди, бизге төлөнө турчу карыз же төлөө убактысы келген каалаган сумманы төлөөп берүүдөн бошотпойт. Бул мандатты токтотуу үчүн же башка төлөө жолун тандоого, биз менен байланышыңыз. Биз мандатыңызды, сизден эскертүү алганда токтотобуз. Direct Debit, биздин чечимибизге жараша иштиктүү жана эгерде ал иштиктүү эмес болуп калса, башка жолду уюштуруу үчүн, биз сиз менен байланышабыз.
lo: ໂດຍການໃຊ້ຄຳສັ່ງນີ້, ທ່ານໄດ້ເລືອກການຫັກບັນຊີໂດຍກົງເປັນຮູບແບບການຊຳລະເງິນຂອງທ່ານ. ການໃຊ້ການຫັກບັນຊີໂດຍກົງແມ່ນມີເງື່ອນໄຂວ່າທ່ານຕ້ອງຍອມຮັບ ແລະປະຕິບັດຕາມຂໍ້ກຳນົດເຫຼົ່ານີ້. ທ່ານອະນຸຍາດໃຫ້ Microsoft Online, Inc. ("<b>we</b>" or "<b>us</b>") ຮ້ອງຂໍເອົາການຊຳລະເງິນຈາກທະນາຄານຂອງທ່ານ ສຳລັບຈຳນວນເງິນທີ່ຕ້ອງຈ່າຍໃຫ້ Microsoft. ທ່ານຕ້ອງຮັບປະກັນວ່າ: (i) ທ່ານໄດ້ໃຫ້ທີ່ຢູ່ອີເມວທີ່ຖືກຕ້ອງ ສຳລັບການສື່ສານ ແລະການແຈ້ງບອກ; (ii) ບັນຊີຂອງທ່ານຈະຮັບເອົາການເກັບເອົາເງິນແບບຫັກບັນຊີໂດຍກົງ; (iii) ທ່ານມີຍອດເງິນພຽງພໍໃນວັນທີຮອດກຳນົດຈ່າຍ; ແລະ (iv) ຄຳສັ່ງຂອງທ່ານບໍ່ໄດ້ຖືກຍົກເລີກ (ຍົກເວັ້ນຕາມທີ່ລະບຸຂ້າງລຸ່ມ) ຫຼືຖືກຖອນຄືນ. ການບໍ່ສາມາດປະຕິບັດຕາມຂໍ້ກຳນົດເຫຼົ່ານີ້ ເຊິ່ງສົ່ງຜົນເຮັດໃຫ້ການຊຳລະເງິນບໍ່ສຳເລັດ ບໍ່ປົດປ່ອຍທ່ານໃຫ້ພົ້ນຈາກພັນທະຂອງທ່ານໃນການຈ່າຍໃຫ້ພວກເຮົາທຸກຈຳນວນເງິນທີ່ຕິດໜີ້ ແລະຮອດກຳນົດຈ່າຍ. ກະລຸນາຕິດຕໍ່ຫາພວກເຮົາເພື່ອຍົກເລີກຄຳສັ່ງນີ້ ຫຼືເລືອກຮູບແບບການຊຳລະເງິນອື່ນ. ພວກເຮົາຈະຍົກເລີກຄຳສັ່ງຂອງທ່ານຫຼັງຈາກໄດ້ຮັບການແຈ້ງບອກຈາກທ່ານ. ການຫັກບັນຊີໂດຍກົງມີໃຫ້ໃຊ້ງານຕາມການຕັດສິນໃຈຂອງພວກເຮົາ, ແລະຖ້າມັນບໍ່ມີໃຫ້, ພວກເຮົາຈະຕິດຕໍ່ຫາທ່ານເພື່ອຈັດຫາທາງເລືອກອື່ນ.
lt: Naudodami šį sutikimą jūs kaip mokėjimo formą pasirenkate tiesioginį debetą. Tiesioginį debetą galite naudoti su sąlyga, kad sutinkate su šiomis taisyklėmis ir jų laikysitės. Jūs leidžiate „Microsoft Online, Inc.“ (<b>mes</b> ar <b>mus</b>) pateikti reikalavimą jūsų bankui sumokėti „Microsoft“ skirtus mokėjimus. Jūs privalote užtikrinti, kad: (i) pateikėte tinkamą el. pašto adresą, skirtą susirašinėti ir siųsti pranešimus; (ii) jūsų bankas leis naudoti tiesioginį debetą; (iii) turėsite pakankamai lėšų bet kurią dieną, kurią gali būti atliktas mokėjimas; (iv) jūsų sutikimas nėra panaikintas (išskyrus kaip nurodyta toliau) ar atšauktas. Jei nesilaikoma šių taisyklių ir dėl to neatliekamas mokėjimas, nesate atleidžiami nuo įsipareigojimo sumokėti sumas, kurias esate skolingi ir kurios priklauso mums. Susisiekite su mumis, jei norite panaikinti šį sutikimą ar pasirinkti kitą mokėjimo formą. Sutikimą panaikinsime gavę jūsų pranešimą. Tiesioginio debeto galimybė teikiama mūsų nuožiūra ir jei šio būdo nebebus galima naudoti, susisieksime su jumis, kad susitartume dėl alternatyvios mokėjimo formos.
lv: Pamatojoties uz šo mandātu, kā apmaksas veidu atlasījāt tiešo debetu. Lai lietotu tiešo debetu, ir jāpiekrīt šiem nosacījumiem un jāievēro tie. Jūs pilnvarojat uzņēmumu Microsoft Online, Inc. (turpmāk — "<b>mēs</b>") iesniegt bankas iestādei maksājumu pieprasījumus par summām, kas jums ir jāmaksā korporācijai Microsoft. Jūs apņematies: (i) norādīt derīgu e-pasta adresi saziņai un paziņojumu sūtīšanai; (ii) noskaidrot, vai bankas iestāde apkalpo tiešā debeta maksājumus; (iii) apmaksas datumā nodrošināt kontā pietiekamu finanšu līdzekļu atlikumu un (iv) nodrošināt mandāta spēkā esamību, t.i., mandāts netiek anulēts vai atsaukts (izņemot, kā norādīts tālāk). Ja šo nosacījumu neievērošanas dēļ apmaksa netiek veikta, tas neatbrīvo jūs no pienākuma segt visas summas, kas ir vai bija jāapmaksā saskaņā ar apmaksas termiņu. Lūdzu, sazinieties ar mums, lai anulētu šo mandātu vai izvēlētos citu apmaksas veidu. Mandāts tiks anulēts pēc jūsu pieprasījuma saņemšanas. Jūs lietojat tiešo debetu pēc saviem ieskatiem un brīvas gribas, un, ja šis apmaksas veids vairs nebūs pieejams, mēs sazināsimies ar jums, lai vienotos par citu apmaksas veidu.
mi: Mā te whamamahi i tēnei whakamananga, kua kōwhiri koe i ngā Utu Taunoa hei whakaritenga utu māu. Ka herea tō whakamahi i Utu Taunoa ki tō whakaae me tō ū ki ēnei whakaritenga. Kei te whakamana koe i Microsoft Online Inc. ("<b>mātou</b>" "<b>mātou</b>rānei") kia tono utu ki tō pēke mō ngā moni e tika ana kia utua ki Microsoft. Me mātua whakarite koe: (i) kua tukua mai e koe he wāhitau ī-mēra tōtika mō ngā reta me ngā whakawhitinga kōrero; (ii) ka whakaae tō pēke ki ngā kohinga utu taunoa; (iii)he moni rawaka āu i te rā i whakaritea hei utunga; ā, (iv) kāore anō tō whakamananga kia whakakorea (hāunga ngā āhuatanga i raro iho nei) kāore anō hoki kia whakakorea. Ki te kore te tangata e ū ki ēnei whakaritenga me te kore pea e utua te nama, kāore e ngaro te here i a koe kia utu i a mātou i ngā nama e taurewa ana, e tika ana kia utua. Tēnā whakapā mai ki a mātou ki te whakakore i tēnei whakamananga, ki te tīpako rānei i tētahi atu momo utunga. Mā mātou e whakakore tō whakamananga i te taenga mai o tō whakamōhiotanga. Kei a mātou te tikanga o te whakaae ki te Utu Taunoa, kāore rānei, ā, ki te kore e wātea i roto i te wā, mā mātou e whakapā atu ki a koe ki te whakarite tikanga kē.
mk: Ако го користите ова овластување, значи дека сте избрале директен пренос како форма на плаќање. Употребата на директниот пренос зависи од тоа дали ќе ги прифатите и ќе се придржувате до овие услови. Го овластувате Microsoft Online, Inc. ("<b>ние</b>" или "<b>нас</b>") да бара исплата од вашата банка за долговите кон Microsoft. Мора да проверите дали: (i) сте дале важечка адреса на е-пошта за кореспонденција и известувања; (ii) вашата банка прифаќа наплати со директен пренос; (iii) имате доволно парични средства на кој било краен датум; и (iv) вашето овластување не е откажано (освен долунаведеното) или повлечено. Непридржувањето до овие услови, што ќе резултира со неплаќање, не ве ослободува од обврската да ни ги исплатите средствата што ги должите и што достигнале. Контактирајте со нас за да го откажете ова овластување или за да изберете друга форма на плаќање. Овластувањето ќе го откажеме откако ќе го добиеме вашето известување. Директниот пренос е достапен на наше дискрециско право и доколку стане недостапен, ќе ве контактираме за да договориме алтернативно решение.
ml: ഈ കരാര്‍ ഉപയോഗിക്കുന്നതിലൂടെ, നിങ്ങള്‍ പേയ്‌മെന്റ് രീതിയായി ഡയറക്റ്റ് ഡെബിറ്റിനെ തിരഞ്ഞെടുത്തു. ഈ നിബന്ധനകളുടെ സ്വീകാര്യതയുടെയും നിയമാനുസരണത്തിന്റെയും വ്യവസ്ഥപ്രകാരമായിരുക്കണം ഡയറക്റ്റ് ഡെബിറ്റ് ഉപയോഗം. Microsoft-ന് അടയ്‌ക്കേണ്ട തുകകള്‍ക്കായി ബാങ്കില്‍ നിന്ന് പേയ്‌മെന്റ് അഭ്യര്‍ത്ഥിക്കാന്‍ നിങ്ങള്‍ Microsoft Online, Inc. ("<b>ഞങ്ങൾ</b>" അല്ലെങ്കിൽ "<b>ഞങ്ങളെ</b>") അനുവദിക്കുന്നു. നിങ്ങള്‍ ഉറപ്പാക്കേണ്ട കാര്യങ്ങള്‍: (i) ആ‍ശയവിനിമയങ്ങള്‍ക്കും അറിയിപ്പുകള്‍ക്കുമായി നിങ്ങള്‍ സാധുവായ ഇമെയില്‍ വിലാസം നല്‍കിയിരിക്കുന്നുവെന്നത്; (ii) നിങ്ങളുടെ ബാങ്ക് ഡയറക്റ്റ് ഡെബിറ്റ് ശേഖരണങ്ങള്‍ സ്വീകരിക്കുമെന്നത്; (iii) തുക അടയ്‌ക്കേണ്ട ഏതൊരു തീയതിയ്‌ക്കും പര്യാപ്‌തമായ ഫണ്ടുകള്‍ നിങ്ങള്‍ക്കുണ്ടെന്നത്; (iv) നിങ്ങളുടെ കരാര്‍ റദ്ദാക്കിയിട്ടില്ല (ചുവടെയുള്ളത് ഒഴികെ) അല്ലെങ്കില്‍ അസാധുവാക്കിയിട്ടില്ല എന്നത്. ഈ നിബന്ധകള്‍ പാലിക്കാതിരിക്കുകയും അത് പണമടയ്‌ക്കാതിരിക്കലിന് ഇടയാക്കുകയും ചെയ്യുന്നത്, ഞങ്ങള്‍ക്ക് നിങ്ങള്‍ പണം നല്‍കേണ്ടതോ അടയ്‌ക്കേണ്ടതോ ആയ ഉത്തരവാദിത്തത്തില്‍ നിന്ന് നിങ്ങളെ ഒഴിവാക്കുന്നില്ല. ഈ കരാര്‍ റദ്ദാക്കുന്നതിന് ഞങ്ങളെ ബന്ധപ്പെടുക അല്ലെങ്കില്‍ മറ്റൊരു പേ‌യ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. നിങ്ങളുടെ അറിയിപ്പ് ലഭിച്ചതിന്‍ പ്രകാരം ഞങ്ങള്‍ അഭ്യര്‍ത്ഥന റദ്ദാക്കും. ഞങ്ങളുടെ വിവേചനാധികാരത്താലാണ് ഡയറക്റ്റ് ഡെബിറ്റ് ലഭ്യമായിരിക്കുന്നത്, അത് ലഭ്യമല്ലാതാകുകയാണെങ്കില്‍, മറ്റൊരു ഇതരമാര്‍ഗ്ഗം ക്രമീകരിക്കാന്‍ ഞങ്ങള്‍ നിങ്ങളെ ബന്ധപ്പെടുന്നതാണ്.
mn: Уг мандатыг ашигласнаар та Шууд дебитийг төлбөрийн хэлбэрээрээ сонголоо. Таны Шууд дебит ашиглалт эдгээр болзлуудыг зөвшөөрч, дагаж мөрдөхөөс хамаарна. Та Microsoft Online, Inc. ("<b>бид</b>" эсвэл "<b>манай</b>")-г таны банкнаас Microsoft-д төлөх үнийн дүнгээр төлбөр төлөхийг хүсэхийг зөвшөөрч байна. Та: (i) харилцаа, мэдэгдэл хүргүүлэхэд зориулж хүчинтэй э-шуудангийн хаяг өгсөн; (ii) таны банк шууд дебит төлбөр цуглуулна; (iii) хэдийд ч төлбөр хийсэн дансандаа хүрэлцэхүйц мөнгөтэй байна; (iv) таны мандат цуцлагдаагүй (доорхоос бусад тохиолдолд) эсвэл хүчингүй болоогүй байна. Төлбөрөө төлөлгүй эдгээр болзлуудыг зөрчвөл бидэнд төлөх ёстой ямар ч төлбөрийн үүрэг хариуцлагаас та чөлөөлөгдөхгүй. Уг мандатыг цуцлах эсвэл төлбөрийн өөр хэлбэр ашиглах бол бидэнд хандана уу. Таны мэдэгдлийг хүлээж авмагц бид мандатыг тань цуцална. Шууд дебитийг бидний үзэмжээр ашиглана. Хэрэв ашиглах боломжгүй болбол өөр арга хэрэглүүлэх гэж бид тантай холбогдоно.
mr: हा जनादेश वापरून, आपण आपला देय फॉर्म म्हणून थेट डेबिट निवडले आहे. थेट डेबिट चा आपला वापर आपण या अटी स्वीकारणे आणि त्यांचे पालन करण्यासह सशर्त आहे. आपण Microsoft ला देणे असलेल्या रकमेसाठी आपल्या बँकेकडून देयाची विनंती करण्यासाठी Microsoft Online, Inc. ("<b>आम्ही</b>" किंवा "<b>आम्हाला</b>") ला अधिकृत करता. आपण सुनिश्चित करणे आवश्यक आहे की: (i) आपण पत्रव्यवहार आणि सूचनांसाठी एक वैध ईमेल पत्ता प्रदान केला आहे; (ii) आपली बँक थेट डेबिट संकलनांचा स्वीकार करेल; (iii) कोणत्याही निहित तारखेसाठी आपल्याकडे पुरेसा निधी आहे; आणि (iv) आपला जनादेश रद्द केला गेलेला नाही (खालीलप्रमाणे असल्याशिवाय) किंवा मागे घेतलेला नाही. या अटींचे पालन करण्यात अयशस्वी झाल्यामुळे परिणामस्वरूप देय दिले जाणार नाही, आपण आम्हाला देणे असलेल्या आणि निहित कोणत्याही रकमा देण्याच्या आपल्या दायित्वापासून आपली सुटका होत नाही. कृपया हा जनादेश रद्द करण्यासाठी आमच्याशी संपर्क साधा किंवा देयाचे दुसरे स्वरूप निवडा. आम्ही आपली अधिसूचना मिळताच आपला जनादेश रद्द करू. थेट डेबिट आमच्या स्वेच्छानिर्णयावर उपलब्ध असते आणि अनुपलब्ध असल्यास, पर्यायाची तरतूद करण्यासाठी आम्ही आपल्याशी संपर्क साधू.
ms: Dengan menggunakan mandat ini, anda telah memilih Debit Terus sebagai bentuk pembayaran. Penggunaan Debit Terus oleh anda adalah bersyarat menurut penerimaan dan pematuhan anda dengan terma ini. Anda memberi kuasa kepada Microsoft Online, Inc. ("<b>kami</b><b></b>" ) untuk meminta pembayaran daripada bank bagi bayaran yang perlu dibayar kepada Microsoft. Anda mestilah memastikan bahawa: (i) anda telah menyediakan alamat e-mel yang sah untuk surat-menyurat dan notis; (ii) bank anda akan menerima kutipan debit terus; (iii) anda mempunyai baki yang mencukupi pada bila-bila tempoh perlu membayar; dan (iv) mandat anda belum dibatalkan (kecuali sebagaimana di bawah) atau dimansuhkan. Kegagalan mematuhi terma ini yang mengakibatkan pembayaran tidak dibuat, tidak melepaskan anda daripada kewajipan untuk membayar amaun yang terhutang dan perlu dibayar kepada kami. Sila hubungi kami untuk membatalkan mandat ini atau memilih bentuk pembayaran yang lain. Kami akan membatalkan mandat anda sebaik sahaja menerima notis daripada anda. Debit Terus disediakan tertakluk pada budi bicara kami dan sekiranya tidak disediakan, kami akan menghubungi anda untuk mengaturkan kaedah yang lain.
mt: Meta tuża dan il-mandat, inti tkun għażilt Direct Debit bħala l-forma ta' pagament tiegħek. L-użu tiegħek tad-Direct Debit jiddependi mill-aċettazzjoni u l-konformità tiegħek ma' dawn it-termini. Inti tawtorizza lil Microsoft Online, Inc. ("<b>we</b>" or "<b>us</b>") biex titlob ħlas mill-bank tiegħek għal ammonti dovuti lil Microsoft. Għandek tiżgura li: (i) ipprovdejt indirizz elettroniku validu għal korrispondenza u notifiki; (ii) il-bank tiegħek jaċċetta ġbir ta' direct debit; (iii) għandek biżżejjed fondi fi kwalunkwe data meta jkun hemm ammont dovut; u (iv) il-mandat tiegħek ma ġiex ikkanċellat (ħlief kif jidher hawn taħt) jew revokat. Nuqqas ta' konformità ma' dawn it-termini li jirriżulta f'nuqqas ta' ħlas ma jeżentakx mill-obbligu li tħallasna kwalunkwe ammonti dovuti. Ikkuntattjana biex tikkanċella dan il-mandat jew tagħżel forma ta' ħlas oħra. Aħna nikkanċellaw il-mandat tiegħek malli nirċievu n-notifika tiegħek. Direct Debit huwa għad-dispożizzjoni skont id-diskrezzjoni tagħna, u jekk ma jibqax disponibbli, aħna nikkuntattjawk biex nirranġaw alternattiva.
ne: यस आदेशको प्रयोग गरेर, तपाइँले Direct Debit लाई आफ्नो भुक्तानी विधिको रुपमा चयन गर्नुभएको छ। तपाइँको Direct Debit को प्रयोग तपाइँको यी सर्तहरूको स्वीकृति र तिनीहरूको पालनामा ससर्त हुन्छ। तपाइँले Microsoft Online, Inc. ("<b>हामी</b>"वा "<b>हाम्रो</b>") लाई Microsoft लाई तिर्नुपर्ने बाँकी रकमहरूको लागि आफ्नो बैङ्कबाट अनुरोध गर्न अधिकार प्रदान गर्नुभएको छ। तपाइँले यी कुराहरूको सुनिश्चित गर्नुपर्छ: (i) तपाइँले पत्र व्यवहार वा सूचनाको लागि वैध इमेल ठेगाना प्रदान गर्नुभएको छ; (ii) तपाइइँको बैङ्कले direct debit सङ्कलनहरू स्वीकार गर्नेछ; (iii) कुनैपनि तिर्नुपर्ने मितिमा तपाइँसँग पर्याप्त रकम हुन्छ; (iv) तपाइँको आदेश रद्द (तलको अनुसार बाहेक) वा खारिज गरिएको छैन। गैर-भुक्तानीको परिणाम ल्याउँन सक्ने यी सर्तहरू पालनाको असफलताले, तपाइँ कुनैपनि दायित्व तथा बाँकी रकमहरू हामीलाई भुक्तानी गर्न आफ्नो दायित्वबाट छुटकारा पाउनुहुनेछैन। कृपया यो आदेश रद्द गर्न वा भुक्तानीको अर्को विधि चयन गर्न हामीलाई सम्पर्क गर्नुहोस्। हामी तपाइँको आदेश तपाइँको सूचनाको प्राप्तिसँगै रद्द गर्नेछौं। Direct Debit हाम्रो स्वविवेकमा उपलब्ध हुन्छ, र यदि यो अनुपलब्ध हुन गयो भने, कुनै विकल्पको व्यवस्था हामी तपाइँलाई सम्पर्क गर्नेछौं।
nn_no: Ved å bruke denne fullmakta vel du Direkte belasting som betalingsform. For å kunne bruke Direkte belasting må du godta og følgje desse vilkåra. Du gir løyve til at Microsoft Online, Inc. ("<b>vi</b>" eller "<b>oss</b>") kan be om betaling frå banken din for beløp som forfell til Microsoft. Du må sørgje for at: (i) du har oppgitt ei gyldig e-postadresse til korrespondanse og meldingar, (ii) banken din vil godta direkte belastingstrekk, (iii) du har dekning på konto på forfallsdato og (iv) fullmakta di ikkje har blitt annullert (unnateke som vist under) eller trekt tilbake. Manglande samsvar med desse vilkåra slik at betaling ikkje kan utførast, medfører ikkje at du er friteken frå plikta til å betale oss skuldige og forfalne beløp. Kontakt oss dersom du vil annullere denne fullmakta eller velje ei anna betalingsform. Vi vil annullere fullmakta di når vi mottek melding frå deg. Direkte belasting er tilgjengeleg for deg, og dersom det blir utilgjengeleg, tek vi kontakt med deg for å ordne med eit alternativ.
no: Ved å bruke denne belastningsfullmakten har du valgt Direkte debitering som din betalingsmåte. Din bruk av Direkte debitering avhenger av at du godtar og overholder disse vilkårene. Du godtar at Microsoft Online, Inc. ("<b>vi</b>" eller "<b>oss</b>") kan be om betaling fra banken din for beløp du skylder Microsoft. Du må sørge for at: (i) du har oppgitt en gyldig e-postadresse for korrespondanse og varsler; (ii) banken din godtar betaling via Direkte debitering; (iii) du har nok penger på konto på forfallsdagen; og (iv) belastningsfullmakten din ikke har blitt kansellert (unntatt i tilfellene nedenfor) eller kalt tilbake. Hvis du ikke retter deg etter disse vilkårene, og dette fører til at betalingen ikke gjennomføres, er du likevel ikke fritatt fra din forpliktelse til å betale oss eventuelle skyldige beløp som er forfalt. Vennligst kontakt oss for å kansellere denne belastningsfullmakten eller velge en annen betalingsmåte. Vi kansellerer belastningsfullmakten når vi mottar melding fra deg. Vi forbeholder oss retten til å nekte deg adgang til Direkte debitering, og hvis Direkte debitering blir utilgjengelig, tar vi kontakt med deg for å finne et alternativ.
or: ଏହି ଅଧିକାର ବ୍ୟବହାର କରି, ଆପଣଙ୍କ ଦେୟର ପ୍ରକାର ଭାବେ ଆପଣ ଡାଇରେକ୍ଟ ଡେବିଟ୍‌ ଚୟନ କରିଛନ୍ତି. ଆପଣଙ୍କର ଏହି ସର୍ତ୍ତାବଳୀ ଗ୍ରହଣ ଏବଂ ସ୍ୱୀକାର ଉପରେ ନିର୍ଭର କରି ଆପଣଙ୍କର ଡାଇରେକ୍ଟ ଡେବିଟ୍‌ ବ୍ୟବହାର ସର୍ତ୍ତମୂଳକ ଅଟେ ? Microsoft କୁ ପ୍ରଦାନ କରାଯିବାକୁ ଥିବା ଅର୍ଥ ରାଶି ପାଇଁ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଠାରୁ ଦେୟ ଅନୁରୋଧ କରିବାକୁ ଆପଣ Microsoft Online, Inc. ("<b>we</b>" or "<b>us</b>") କୁ କ୍ଷମତା ପ୍ରଦାନ କରିଛନ୍ତି. ଆପଣ ନିଶ୍ଚିତ କରିବା ଉଚିତ କି: (i) ଯୋଗାଯୋଗ ଏବଂ ବିଜ୍ଞପ୍ତିଗୁଡିକ ପାଇଁ ଆପଣ ଏକ ବୈଧ ଇମେଲ୍‌ ଠିକଣା ପ୍ରଦାନ କରିଛନ୍ତି; (ii) ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଡାଇରେକ୍ଟ ଡେବିଟ୍‌ ସଂଗ୍ରହଣଗୁଡିକ ସ୍ୱୀକାର କରିବ; (iii) ଯେକୌଣସି ଦେୟ ତାରିଖରେ ଆପଣଙ୍କର ପର୍ଯ୍ୟାପ୍ତ ପାଣ୍ଠି ରହିଛି; ଏବଂ (iv) ଆପଣଙ୍କର ଅଧିକାର ବାତିଲ୍‌ (ନିମ୍ନରେ ରହିଥିବା ବିଷୟକୁ ଛାଡି) କିମ୍ବା ପ୍ରତ୍ୟାହାର କରାଯାଇନାହିଁ. ଏହି ସର୍ତ୍ତାବଳୀ ପାଳନ କରିବାରେ ବିଫଳତା ଅଣ-ଦେୟ ପ୍ରଦାନର କାରଣ ହୋଇଥାଏ, ଆପଣ ଆମକୁ ପରିଶୋଧ ଏବଂ ଦେୟ ଦେବାକୁ ଥିବା ଯେକୌଣସି ଅର୍ଥ ରାଶି ସମ୍ବନ୍ଧିତ ଆପଣଙ୍କର କର୍ତ୍ତବ୍ୟରୁ ଆପଣଙ୍କୁ ମୁକ୍ତ କରିନଥାଏ. ଏହି ଅଧିକାର ବାତିଲ୍‌ କିମ୍ବା ଅନ୍ୟ ଏକ ପ୍ରକାରର ଦେୟ ଚୟନ କରିବା ପାଇଁ ଦୟାକରି ଆମକୁ ସମ୍ପର୍କ କରନ୍ତୁ. ଆପଣଙ୍କର ବିଜ୍ଞପ୍ତି ରସିଦ୍‌ ଆଧାରରେ ଆମେ ଆପଣଙ୍କର ଅଧିକାର ବାତିଲ୍‌ କରିବୁ. ଡାଇରେକ୍ଟ ଡେବିଟ୍‌ ଆମର ବିଚାର ଅନୁସାରେ ଉପଲବ୍ଧ ହୋଇଥାଏ, ଏବଂ ଯଦି ଏହା ଅନୁପଲବ୍ଧ ହୁଏ, ଏକ ବୈକଳ୍ପିକ ଯୋଗାଡ କରିବା ପାଇଁ ଆମେ ଆପଣଙ୍କୁ ସମ୍ପର୍କ କରିବୁ.
pa_arab_pk: ایس مینڈیٹ نوں ورت دے، تسی ڈائریکٹ ڈیبٹ نوں اپنڑا ادائیگی دا طریقہ چنیا اے۔ ڈائریکٹ ڈیبٹ دا ورتنا تہاڈی مرضی تے ایہناں شرطاں دے نال جڑیا اے۔ تسی Microsoft Online, Inc. ("<b>we</b>" or "<b>us</b>") نوں مختار کر دے اوں کہ اوہ تہاڈے ذمہ Microsoft نوں دتی جان والی رقم دی ادائیگی لئی بنک نوں کیہو۔ تسی ایس گل نوں پکا کرو گے کہ: (i) کہ تسی گل بات تے نوٹسز لئی صحیح ای میل ایڈریس دتا جے؛ (ii) تہاڈا بنک ڈائریکٹ ڈیبٹ کولیکشنز نوں قبول دا جے؛ (iii) ادائیگی دی تریخ تے تہاڈے کول پوری رقم ہووے؛ تے (iv) تہاڈا مینڈیٹ کینسل نہ ہویا ہووے(تھلے دتیاں گلاں دے علاوہ) یا ڈک لیا گیا ہووے۔ ایہناں شرطاں نوں پورا نہ کرن دے نتیجے دے وچ اگر تسی ادائیگی نئیں کر سکدے تے اودا ایہہ مطلب نئیں اے کہ جیہڑی رقم تہاڈے ذمے جے اودے کولوں تسی بچ جاوو گے۔ مہربانی کرے ایس مینڈیٹ نوں ختم کرکے نواں ادائیگی دا طریقہ ورتن لئی ساڈے نال رابطہ کرو۔ اسی تہاڈے نوٹیفیکیشن دی وصولی دے نال ای تہاڈا مینڈیٹ کینسل کر دیاں گے۔ ڈائریکٹ ڈیبٹ تہاڈی مرضی تے دتا جاندا اے، اگر ایہہ نہ ہووے تے، اسی تہاڈے نال رابطہ کر لواں گے کہ تسی ہور کوئی طریقہ لبھو۔
pa_in: ਇਸ ਫੁਰਮਾਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ, ਤੁਸੀਂ ਆਪਣੇ ਭੁਗਤਾਨ ਦੇ ਪ੍ਰਕਾਰ ਵਜੋਂ ਸਿੱਧੀ ਕਟੌਤੀ ਦੀ ਚੋਣ ਕੀਤੀ ਹੈ। ਸਿੱਧੀ ਕਟੌਤੀ ਦੀ ਤੁਹਾਡੀ ਵਰਤੋਂ ਇਹਨਾਂ ਸ਼ਰਤਾਂ ਲਈ ਤੁਹਾਡੀ ਮੰਜ਼ੂਰੀ ਅਤੇ ਤੁਹਾਡੇ ਵਲੋਂ ਇਹਨਾਂ ਦੀ ਪਾਲਣਾ ਦੇ ਅਧੀਨ ਹੈ। ਤੁਸੀਂ Microsoft Online, Inc. ("<b>ਅਸੀਂ</b>" ਜਾਂ "<b>ਸਾਨੂੰ</b>") ਨੂੰ ਬਕਾਇਆ ਰਕਮ ਦਾ ਆਪਣੇ ਬੈਂਕ ਤੋਂ Microsoft ਨੂੰ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਬੇਨਤੀ ਕਰਨ ਲਈ ਅਧਿਕ੍ਰਿਤ ਕਰਦੇ ਹੋ। ਤੁਹਾਨੂੰ ਯਕੀਨੀ ਬਣਾਉਣ ਪਵੇਗਾ ਕਿ: (i) ਤੁਸੀਂ ਪੱਤਰ-ਵਿਵਹਾਰ ਅਤੇ ਸੂਚਨਾਵਾਂ ਲਈ ਇੱਕ ਵੈਧ ਈਮੇਲ ਪਤਾ ਮੁਹਈਆ ਕਰਾਇਆ ਹੈ; (ii) ਤੁਹਾਡਾ ਬੈਂਕ ਸਿੱਧੀ ਕਟੌਤੀ ਇੱਕਤਰਣ ਮੰਜ਼ੂਰ ਕਰੇਗਾ; (iii) ਤੁਹਾਡੇ ਕੋਲ ਕਿਸੇ ਵੀ ਅੰਤਮ ਮਿਤੀ ਨੂੰ ਕਾਫੀ ਨਿਧੀ ਹੋਵੇ; ਅਤੇ (iv) ਤੁਹਾਡੇ ਫੁਰਮਾਨ ਨੂੰ ਰੱਦ (ਹੇਠਾਂ ਤੋਂ ਇਲਾਵਾ) ਨਾ ਕੀਤਾ ਗਿਆ ਹੋਵੇ। ਇਹਨਾਂ ਸ਼ਰਤਾਂ ਦੀ ਪਾਲਣਾ ਨਾ ਕਰਨ ਨਾਲ, ਜਿਸਦੇ ਨਤੀਜੇ ਵਜੋਂ ਭੁਗਤਾਨ ਨਹੀਂ ਹੁੰਦਾ ਹੈ, ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਕਰਜ਼ੇ ਦੀ ਅਤੇ ਬਕਾਇਆ ਰਕਮ ਦਾ ਸਾਨੂੰ ਭੁਗਤਾਨ ਕਰਨ ਦੀ ਆਪਣੀ ਜ਼ਿੰਮੇਵਾਰੀ ਤੋਂ ਮੁਕਤ ਨਹੀਂ ਹੁੰਦੇ। ਇਸ ਫੁਰਮਾਨ ਨੂੰ ਰੱਦ ਕਰਨ ਜਾਂ ਕਿਸੇ ਹੋਰ ਭੁਗਤਾਨ ਪ੍ਰਕਾਰ ਦੀ ਚੋਣ ਕਰਨ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। ਅਸੀਂ ਤੁਹਾਡੀ ਸੂਚਨਾ ਦੀ ਪ੍ਰਾਪਤੀ ਤੇ ਤੁਹਾਡੇ ਫੁਰਮਾਨ ਨੂੰ ਰੱਦ ਕਰ ਦਿਆਂਗੇ। ਸਿੱਧੀ ਕਟੌਤੀ ਸਾਡੀ ਸਿਆਣਪ ਤੇ ਉਪਲਬਧ ਹੈ ਅਤੇ ਜੇਕਰ ਇਹ ਅਨੁਪਲਬਧ ਹੋ ਜਾਂਦਾ ਹੈ, ਤਾਂ ਅਸੀਂ ਕਿਸੇ ਵਿਕਲਪ ਦੀ ਵਿਵਸਥਾ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਨਾਲ ਸੰਪਰਕ ਕਰਾਂਗੇ।
pl: Korzystając z tej zgody na obciążenie rachunku, jako formę płatności wybierasz polecenie zapłaty. Aby korzystać z metody polecenia zapłaty, należy zaakceptować poniższe warunki i ich przestrzegać. Upoważniasz firmę Microsoft Online, Inc. („<b>my</b>” lub „<b>nas</b>”) do pobierania z rachunku bankowego sum należnych firmie Microsoft. Twoim obowiązkiem jest zapewnienie, że: (i) podany adres e-mail do korespondencji i przekazywania powiadomień jest prawidłowy, (ii) bank będzie akceptował obciążenia wynikające z polecenia zapłaty, (iii) na koncie będą przez cały czas dostępne środki o odpowiedniej wartości oraz (iv) zgoda na obciążenie rachunku nie została anulowana (z wyjątkiem sytuacji opisanych poniżej) ani odwołana. Niespełnienie poniższych warunków, które uniemożliwi dokonanie płatności, nie znosi obowiązku uregulowania wszelkich zaległych sum i płatności. Skontaktuj się z nami, aby anulować tę zgodę na obciążenie rachunku lub wybrać inną formę płatności. Zgoda na obciążenie rachunku zostanie przez nas anulowana po otrzymaniu powiadomienia. Forma polecenia zapłaty jest dostępna według naszego uznania i jeśli zostanie wycofana, skontaktujemy się w celu uzgodnienia alternatywnego rozwiązania.
ru: Используя это поручение, вы выбрали в качестве формы оплаты прямой дебет. Использование прямого дебета определяется принятыми условиями соглашения и следованием этим условиям. Вы предоставляете компании Microsoft Online, Inc. ("<b>мы</b>" или "<b>нам</b>") право запрашивать у вашего банка оплату сумм задолженности корпорации Майкрософт. Вы должны гарантировать, что: (i) указали действительный адрес электронной почты для сообщений и уведомлений; (ii) ваш банк допускает получение прямого дебета; (iii) у вас достаточно средств к любому сроку оплаты и (iv) поручение не аннулировано (кроме указанных ниже случаев) и не отозвано. Нарушение этих условий, повлекшее за собой неоплату, не освобождает вас от обязательств по оплате нам любых сумм задолженности. Свяжитесь с нами, чтобы аннулировать это поручение или выбрать другую форму оплаты. Получив ваше уведомление, мы аннулируем поручение. Прямой дебет предоставляется на наше усмотрение. Если эта форма оплаты станет недоступной, мы свяжемся с вами, чтобы предложить возможную альтернативу.
sd: اهو مينڊيٽ استعمال ڪري، توهان براه راست ادائيگي جي چونڊ ڪئي آهي. توهانجي براه راست ادائيگي توهانجي هن شرطون جي قبوليت ۽ تعميل سان مشروط آهي. توهان Microsoft Online، Inc. ("<b>اسان</b>" يا "<b>اسين</b>") کي پنهنجي بينڪ مان انهن ڏانهن ادا ٿيڻ لاءِ رڪيل پيسن جي ڪٽوتي لاءِ اختيار ڏنو آهي. توهان لاءِ ضروري آهي ته: (i) توهان خط و ڪتابت ۽ رابطي لاءِ هڪ درست اي ميل فراهم ڪئي آهي؛ (ii) توهانجي بينڪ براه راست ادائيگي کي قبول ڪري ٿي؛ (iii) توهان وٽ مقرر ڪريل تاريخ تي بينڪ ۾ ڪافي رقم موجود آهي؛ ۽ (iv) توهانجو مينڊيٽ ڪينسل منسوخ (هيٺين کي ڇڏي) يا واپس ٿيل نه آهي. انهن شرطن سان لاڳاپيل نه هجڻ جي صورت ۾ جنهن سان ادائيگي نه ٿي سگهي، توهان کي اسان ڏانهن رهيل پيسا ڏيڻ کان آزاد نٿي ڪري.مهرباني ڪري انهي کي منسوخ ڪرڻ لاءِ اسان سان رابطو ڪريو يا پيسا ڀرڻ جو ڪو ٻيو طريقو چونڊيو. اسان توهانجي درخواست ملڻ تي توهانجو مينڊيٽ منسوخ ڪري ڇڏيندا سين. براه راست ادائيگي اسان جي صوابديد تي آهي، ۽ اگر اها دستياب نه هوندي، ته اسان توهان سان رابطو ڪري ٻئي ڪنهن طريقي جو بندوبست ڪندا سين.
si: මෙම මැන්ඩේට් බලපත්‍රය භාවිතා කිරීමෙන්, ඔබේ ගෙවීම් ආකාරය ලෙස ඩිරෙක්ට් ඩෙබිට් තෝරා තිබේ. ඔබේ ඩිරෙක්ට් ඩෙබිට් මෙම නියමයන් පිළිගැනීම හා ඒවාට අනුකූල වීම මත තීරණය වේ. ඔබ Microsoft Online, Inc. ("<b>අප විසින්</b>" හෝ "<b>අප</b>") වෙත Microsoft සඳහා ගෙවිය යුතු ගෙවීම කරන ලෙස බැකුවෙන් ඉල්ලා සිටීමට බලය ලබා දේ. ඔබ පහත දෑ තහවුරු කර ගත යුතුය: (i) ලිපි ගනුදෙනු සහ නිවේදන සඳහා ඔබ වලංගු ඊමේල් ලිපිනයක් ලබා දී ඇති බව; (ii) ඔබේ බැංකුව ඩිරෙක්ට් ඩෙබිට් එකතු කිරීම් භාර ගන්නා බව; (iii) කිසියම් හෝ ගෙවිය යුතු දිනකදී ඔබ සතුව ප්රිමාණවත් අරමුදල් ඇති බව; සහ (iv)ඔබේ මැන්ඩේට් බලපත්රණය අවලංගු කර (පහත අවස්ථාවලදී හැර) හෝ බලරහිත කර නොමැති බව. ගෙවීම් සිදු නොවීමට හේතු වෙමින් මෙම නියමයන්වලට අනුකූල වීමට අපොහොසත් වුවහොත්, ඔබ අප වෙත ගෙවීමට නියමිත මුදල ගෙවීමෙන් නිදහස් නොකෙරේ. මෙම මැන්ඩේට් බලපත්රනය අවලංගු කිරීමට හෝ වෙනත් ආකාරයක ගෙවීමක් සිදු කිරීමට කරුණාකර අප අමතන්න. ඔබේ නිවේදනය ලැබුණු පසුව අපි ඔබගේ මැන්ඩේට් බලපත්රුය අවලංගු කරන්නෙමු. අපගේ අභිමථය යටතේ පමණක් ඩිරෙක්ට් ඩෙබිට් ලබා ගත හැකි අතර, විකල්පයක් සූදානම් කර ගැනීමට අපි ඔබව අමතන්නෙමු.
sl: Z uporabo tega soglasja ste kot način plačila izbrali direktno obremenitev. Če želite uporabljati direktno obremenitev, morate sprejeti te pogoje in ravnati v skladu z njimi. Družbo Microsoft Online, Inc. ("<b>mi</b>" ali "<b>nas</b>") pooblaščate, da od vaše banke zahtevamo plačilo zneskov, ki jih dolgujete družbi Microsoft. Zagotoviti morate, da: (i) ste vnesli veljaven e-poštni naslov za komunikacijo in obveščanje; (ii) vaša banka sprejema zahtevke za direktno obremenitev; (iii) imate na datum bremenitve na voljo dovolj sredstev in (iv) vaše soglasje ni bilo preklicano ali razveljavljeno (razen v spodnjih primerih). Če ne boste izpolnjevali teh pogojev in posledično direktna obremenitev ne bo izvedena, s tem vaša obveznost plačila kakršnega koli zneska, ki nam ga dolgujete, ni preklicana. Stopite v stik z nami, da prekličete to soglasje ali izberite drug način plačila. Soglasje bomo preklicali, ko prejmemo vaše obvestilo. Direktna obremenitev je na voljo po naši lastni presoji. Če ni na voljo, bomo stopili v stik z vami in se dogovorili o nadomestni možnosti.
sr_cyrl_rs: Путем овог овлашћења изабрали сте директан пренос као начин плаћања. Коришћење директног преноса зависи од тога да ли ћете прихватити ове одредбе и придржавати их се. Овлашћујете Microsoft Online, Inc. ("<b>ми</b>" или "<b>нас</b>") да захтева наплату од ваше банке у висини износа који дугујете компанији Microsoft. Потребно је да се уверите у следеће: (i) да сте навели важећу е-адресу за кореспонденцију и обавештења; (ii) да ће ваша банка прихватити наплату директним преносом; (iii) да имате довољно средстава било ког датума доспећа; и (iv) да ваше овлашћење није отказано (изузев у доленаведеном случају) или опозвано. Уколико због непоштовања ових одредби не буде могућа наплата, то вас не ослобађа обавезе да нам исплатите одговарајући износ дуговања који је доспео за плаћање. Контактирајте нас да бисте отказали ово овлашћење или изаберите неки други начин плаћања. Овлашћење ћемо отказати када будемо примили обавештење. Директан пренос је доступан по нашем дискреционом праву, а ако више не буде доступан, контактираћемо вас да бисмо уговорили алтернативно решење.
sr_latn_rs: Putem ovog ovlašćenja izabrali ste direktan prenos kao način plaćanja. Korišćenje direktnog prenosa zavisi od toga da li ćete prihvatiti ove odredbe i pridržavati ih se. Ovlašćujete Microsoft Online, Inc. ("<b>mi</b>" ili "<b>nas</b>") da zahteva naplatu od vaše banke u visini iznosa koji dugujete kompaniji Microsoft. Potrebno je da se uverite u sledeće: (i) da ste naveli važeću adresu e-pošte za korespondenciju i obaveštenja; (ii) da će vaša banka prihvatiti naplatu direktnim prenosom; (iii) da imate dovoljno sredstava bilo kog datuma dospeća; i (iv) da vaše ovlašćenje nije otkazano (izuzev u dolenavedenom slučaju) ili opozvano. Ukoliko zbog nepoštovanja ovih odredbi ne bude moguća naplata, to vas ne oslobađa obaveze da nam isplatite odgovarajući iznos dugovanja koji je dospeo za plaćanje. Kontaktirajte nas da biste otkazali ovo ovlašćenje ili izaberite neki drugi način plaćanja. Ovlašćenje ćemo otkazati kada budemo primili obaveštenje. Direktan prenos je dostupan po našem diskrecionom pravu, a ako više ne bude dostupan, kontaktiraćemo vas da bismo ugovorili alternativno rešenje.
sv: Genom att använda det här medgivandet har du valt autogiro som betalningsform. Du får endast använda autogiro om du samtycker till och uppfyller dessa villkor. Du ger Microsoft Online, Inc. ("<b>vi</b>" eller "<b>oss</b>") fullmakt att begära betalning från din bank för utestående belopp till Microsoft. Du måste intyga att: (i) du har angett en giltig e-postadress för kommunikation och meddelanden; (ii) din bank accepterar autogirobetalning; (iii) att du har tillräckligt med medel på kontot vid förfallodatum; (iv) ditt medgivande inte har annullerats (förutom enligt nedan) eller återkallats. Även om du inte samtycker till dessa villkor är du skyldig att betala oss alla erforderliga utestående belopp. Kontakta oss om du vill annullera medgivandet eller välja en annan betalningsform. Vi annullerar medgivandet så fort vi fått ditt meddelande. Autogiro tillhandahålls enligt vårt gottfinnande och om det inte är tillgängligt kontaktar vi dig för att erbjuda ett annat alternativ.
ta: இந்த ஆணையைப் பயன்படுத்துவதன் மூலம், நீங்கள் கட்டணம் செலுத்தும் வகையாக நேரடி பற்றைத் தேர்ந்தெடுத்துள்ளீர்கள். நேரடி பற்றின் உங்கள் பயன்பாடு, இந்த விதிகளுடனான உங்கள் ஏற்புமை மற்றும் இணக்கத்திற்கு உட்பட்டது. Microsoft -க்குச் செலுத்த வேண்டிய கட்டணங்களுக்காக உங்கள் வங்கியிலிருந்து பணத்தைக் கோருவதற்கு Microsoft Online, Inc. ("<b>எங்களை</b>" அல்லது "<b>எங்களைப்</b>") -ஐ அங்கீகரிக்கிறீர்கள். நீங்கள் பின்வருவதைக் கண்டிப்பாக உறுதிபடுத்த வேண்டும்: (i) நான் கடிதத்தொடர்பு மற்றும் அறிவிப்புகளுக்காக சரியான மின்னஞ்சல் முகவரியை வழங்கியுள்ளேன்; (ii) நேரடி பற்று பண வசூல்களை எனது வங்கி ஏற்கும்; (iii) செலுத்த வேண்டிய தேதியில் எனக்கு போதுமான நிதி உள்ளது; மற்றும் (iv) எனது ஆணை ரத்துசெய்யப்படவில்லை (கீழே இருப்பது போல் தவிர) அல்லது தள்ளுபடி செய்யப்படவில்லை. இந்த விதிகளுடன் இணங்காமலிருந்து, பணத்தைச் செலுத்தாமல் இருத்தல், எங்களிடம் நீங்கள் கடன்பட்டிருக்கும் மற்றும் கட்ட வேண்டிய தொகைகளைச் செலுத்துவதற்கான உங்கள் கடமையிலிருந்து உங்களை விடுவிக்காது. இந்த ஆணையை ரத்துசெய்ய அல்லது பணம் செலுத்தலின் வேறுவகையைத் தேர்ந்தெடுக்க எங்களைத் தொடர்புகொள்ளவும். உங்கள் அறிவிப்பு கிடைத்தவுடன் கட்டளையை நாங்கள் ரத்துசெய்வோம். நேரடி பற்றானது எங்கள் விருப்புரிமையின்படி கிடைக்கும், மேலும் அது கிடைக்கவில்லையென்றால், மாற்று வழியை ஏற்பாடு செய்ய உங்களைத் தொடர்புகொள்வோம்.
te: మీరు ఈ ఫర్మానాను ఉపయోగించడం ద్వారా, డైరెక్ట్ డెబిట్‌ను మీ చెల్లింపు రూపంగా ఎంచుకున్నారు. ఈ నిబంధనలకు అంగీకరించినందున, వీటికి లోబడి ఉండాల్సినందున మీ డైరెక్ట్ డెబిట్ వినియోగం నియమబద్ధమైనది. Microsoftకు బాకీపడిన మొత్తాల కోసం మీ బ్యాంక్ నుండి చెల్లింపు అభ్యర్థించడానికి Microsoft Online, Inc. ("<b>మేము</b>" లేదా "<b>మాకు</b>")కు మీరు అధికారం ఇచ్చి ఉంటారు. మీరు వీటిని తప్పనిసరిగా నిర్ధారించుకోవాలి: (i) మీరు సంప్రదింపులు మరియు నోటీసుల కోసం చెల్లుబాటు అయ్యే ఇమెయిల్ చిరునామాను అందించారని; (ii) మీ బ్యాంక్ డైరెక్ట్ డెబిట్ సేకరణలను ఆమోదిస్తుందని; (iii) మీరు ఏ గడువు తేదీలో అయినా తగినన్ని నిధులు కలిగి ఉంటారని; మరియు (iv) మీ ఫర్మానా రద్దు చేయబడలేదని (క్రింది పరిస్థితుల్లో మినహా) లేదా ఉపసంహరించలేదని నిర్ధారించుకోవాలి. ఈ నిబంధనలకు కట్టుబడి ఉండటంలో విఫలమైన కారణంగా చెల్లింపు విషయంలో వైఫల్యం చెందే పరిణామాలు సంభవిస్తే, మాకు బాకీపడిన మరియు చెల్లించాల్సి ఉన్న ఏవైనా మొత్తాలకు మీరు మీ బాధ్యత నుండి ఉపశమనం పొందలేరు. దయచేసి ఈ ఫర్మానాను రద్దు చేయడానికి మమ్మల్ని సంప్రదించండి లేదా మరో చెల్లింపు రకాన్ని ఎంచుకోండి. మేము మీ ప్రకటన రశీదు స్వీకరించిన తర్వాత మీ ఫర్మానాను రద్దు చేస్తాము. డైరెక్ట్ డెబిట్ మా సర్వీసులో అందుబాటులో ఉంది, ఒకవేళ ఇది అందుబాటులో లేకపోతే, మేము ప్రత్యామ్నాయాన్ని ఏర్పాటు చేయడానికి మిమ్మల్ని సంప్రదిస్తాము.
tg: Бо истифодаи ин мандат шумо дебити мустақимро ҳамчун шакли пардохти худ интихоб кардед. Истифодаи Дебити мустақим аз ҷониби шумо аз қабул ва риояи шартҳои мазкур вобаста аст. Шумо ба Microsoft Online, Inc. ("<b>we</b>" or "<b>us</b>") иҷозат медиҳед, ки аз бонки шумо барои маблағҳои ба Microsoft пардохтшаванда пардохт дархост кунад. Шумо бояд мутмаин шавед, ки: (i) шумо барои муросилот ва огоҳиҳо суроғаи почтаи электронии дурустеро пешниҳод кардаед; (ii) бонки шумо ҷамъоварӣ бо дебити мустақимро қабул мекунад; (iii) шумо дар санаи пардохти дилхоҳ маблағи кофӣ доред; ва (iv) мандати шумо бекор карда нашудааст (ба ҷуз аз ҳолати зер) ё бозхонда нашудааст. Риоя накардани ин шартҳо, ки боиси пардох накардан мегардад, шуморо аз уҳдадории пардохт кардани ҳамагуна маблағҳои қарздорӣ ё муҳлаташон расида озод намекунад. Мо мандати шуморо пас аз гирифтани огоҳӣ аз шумо бекор мекунем. Дебити мустақим бо ихтиёри мо дастрас аст ва гар он дастнорас шавад, мо бо шумо тамос гирифта, тарзи дигареро ташкил мекунем.
th: ในการใช้การมอบอำนาจนี้ คุณได้เลือกการหักบัญชีเงินฝากเป็นรูปแบบการชำระเงินของคุณ การใช้งานการหักบัญชีเงินฝากเป็นไปตามเงื่อนไขของการยอมรับและข้อบังคับในข้อกำหนดเหล่านี้ คุณอนุญาตให้ Microsoft Online, Inc. ("<b>เรา</b>" หรือ "<b>พวกเรา</b>") ร้องขอการชำระเงินจากธนาคารของคุณเป็นจำนวนตามที่ตกลงกับ Microsoft คุณต้องแน่ใจว่า (i) คุณได้ให้ที่อยู่อีเมลที่ถูกต้องสำหรับการตอบกลับและแจ้งให้ทราบ (ii) ธนาคารของคุณจะยอมรับการเรียกเก็บแบบการหักบัญชีเงินฝาก (iii) คุณต้องมีเงินที่เพียงพอในวันที่กำหนด และ (iv) การมอบอำนาจของคุณจะยังไม่ถูกยกเลิก (ยกเว้นกรณีด้านล่าง) หรือเพิกถอน ความล้มเหลวในการปฏิบัติตามข้อกำหนดเหล่านี้ซึ่งส่งผลให้ไม่มีการชำระเงินไม่สามารถลดภาระในการชำระหนี้แก่เราตามจำนวนและเวลาที่กำหนดได้ โปรดติดต่อเราเพื่อยกเลิกการมอบอำนาจนี้หรือเลือกรูปแบบการชำระเงินอื่น เราจะทำการยกเลิกการมอบอำนาจทันทีที่ได้รับการแจ้ง การหักบัญชีเงินฝากจะใช้งานได้ตามดุลยพินิจของเรา หากไม่สามารถใช้งานได้เราจะติดต่อคุณเพื่อเตรียมทางเลือกอื่น
tr: Bu vekaleti kullanarak, ödeme yönteminiz olarak Talimatlı Ödemeyi seçtiniz. Talimatlı Ödeme kullanımınız bu koşulları kabul etmeniz ve koşulları karşılamanız durumunda geçerli olacaktır. Microsoft'a ödenecek tutarlar için Microsoft Online, Inc. ("<b>biz</b>" veya "<b>bizim</b>") şirketine bankanızdan ödeme talebinde bulunma yetkisi verdiniz. Şunlardan emin olun: (i) yazışma ve bildirimler için geçerli bir e-posta adresi sağladınız; (ii) bankanız talimatlı ödeme tahsilatlarını kabul ediyor; (iii) herhangi bir ödeme tarihinde yeterli bakiyeniz var; ve (iv) vekaletiniz iptal edilmedi (aşağıdaki durum hariç) veya geri alınmadı. Bu koşullara uyulmaması ödeme yapılmamasına yol açar, ancak bize borçlu olduğunuz tutarı ödeme tarihinde ödeme yükümlülüğünüzü ortadan kaldırmaz. Bu vekaleti iptal etmek için lütfen bizimle iletişim kurun veya başka bir ödeme biçimi seçin. Bildiriminizi alır almaz vekaletinizi iptal edeceğiz. Talimatlı Ödeme sizin isteğinize bağlı olarak kullanılabilir ve kullanılamaz hale gelirse alternatif bir yöntem ayarlamak için sizinle iletişim kurarız.
tt: Бу мандатны кулланып, Сез туры дебетны Сезнең түләү формасы итеп сайладыгыз. Сезнең туры дебетны куллануыгыз бу шартларны кабул итү һәм алар белән килешүдән гыйбарәт. Сез Microsoft Online, Inc. ("<b>без</b>" яки "<b>безнең</b>") ширкәтенә Сезнең банктан Сез Майкрософтка тиешле күләмдәге түләүне таләп итергә рөхсәт итәсез. Сез түбәндәгеләрне тикшерергә тиеш: (i) корреспонденция һәм белдерүләр өчен дөрес электрон почта адресын биргәнегезне; (ii) Сезнең банкның туры дебет түләүләрне кабул итүен; (iii) һәркайсы башкарылу датасында Сездә җитәрлек акча булуы; һәм (iv) Сезнең мандатыгыздан баш тартылмаган (түбәндәге очрактан башка) яки аның бетерелмәгәнен. Бу шартларны үти алмау түләмәү белән тәмамланса, ул Сезне безгә тиешле һәм бурычлы булган бернинди түләүләрдән азат итми. Бу мандаттан баш тарту яки башка түләү формасын сайлау өчен безнең белән элемтәгә керегез. Без Сезнең мандатыгызны Сезнең белдерүегезне алуга туктатачакбыз. Туры дебет безнең сайлау нигезендә куллануга әзер, һәм әгәр дә ул куллану өчен мөмкин булмаса, без башка түләү формасын сайлау өчен Сезнең белән элемтәгә керәчәкбез.
ug: بۇ ۋاكالەتچىلىك ئارقىلىق، بىۋاستە چىقىم ئۇسۇلىنى ھەق تاپشۇرۇش ئۇسۇلى قىلىپ تاللىدىڭىز. بىۋاستە چىقىم ئۇسۇلىنى ئىشلەتكەندە، بۇ بەلگىلىمىلەرنى قوبۇل قىلىسىز ۋە ئۇلارغا قوشۇلىسىز. سىز Microsoft Online, Inc. («<b>بىز</b>» ياكى «<b>بىزنىڭ</b>») نىڭ Microsoft بېكىتكەن سوممىدا بانكا ھېساباتىڭىزدىن ھەق تەلەپ قىلىشىغا ھوقۇق بېرىسىز. ھەمدە: (i) ھېسابات ۋە ئۇقتۇرۇشلار ئۈچۈن توغرا تورخەت ئادرېسىنى تەمىنلەشكە؛ (ii) سىز ھېساب ئاچقان بانكىنىڭ بىۋاسىتە چىقىم ئۇسۇلىنى ئىشلىتىدىغانلىقىغا؛ (iii) مۆھلەت ئىچىدە ھېساباتىڭىزدا يېتەرلىك پۇل بولۇشىغا؛ ۋە (iv) ۋاكالەتچىلىكىڭىزنىڭ بىكار قىلىنمىغانلىقىغا (تۆۋەندە چۈشەندۈرۈلگەندىن باشقا ئەھۋالدا) ياكى توختىتىلمىغانلىقىغا كاپالەتلىك قىلىشىڭىز كېرەك. بۇ كېلىشىمگە ئەمەل قىلماي، ھەق تاپشۇرماسلىق سىزنىڭ بىزگە ھەق تاپشۇرۇش مەسئۇلىيىتىڭىزنى بىكار قىلالمايدۇ. ئەگەر شۇنداق بولسا، بىز بىلەن ئالاقىلىشىپ، ۋاكالەتچىلىكنى بىكار قىلىڭ ياكى باشقا ھەق تاپشۇرۇش ئۇسۇلى ئىشلىتىڭ. بىز سىزدىن ئۇقتۇرۇش تاپشۇرۇۋالغاندا، ئاندىن بۇ ۋاكالەتچىلىكنى بىكار قىلىمىز. بىز بىۋاسىتە چىقىمنى قوللايمىز، ھەمدە ئەگەر ئۇنى ئىشلەتكىلى بولمىسا، باشقا ئۇسۇل قوللىنىش ھەققىدە سىز بىلەن ئالاقىلىشىمىز.
uk: Використовуючи це доручення, ви вибрали як форму оплати прямий дебет. Використання прямого дебету визначається прийнятими умовами угоди та дотриманням цих умов. Ви надаєте компанії Microsoft Online, Inc. ("<b>ми</b>" або "<b>нам</b>") право запитувати у вашого банку оплату сум заборгованості Microsoft. Ви повинні гарантувати, що: (і) указали дійсну адресу електронної пошти для повідомлень і сповіщень; (ii) ваш банк допускає пряме дебетування; (iii) ви маєте достатньо коштів на будь-яку дату оплати і (iv) доручення не анульоване (крім зазначених нижче випадків) і не відкликане. Порушення цих умов, що тягне за собою несплату, не звільняє вас від зобов'язань щодо оплати нам будь-яких сум заборгованості. Зв'яжіться з нами, щоб анулювати це доручення або вибрати іншу форму оплати. Отримавши ваше сповіщення, ми анулюємо доручення. Прямий дебет надається на наш розсуд. Якщо ця форма оплати стане недоступної, ми зв'яжемося з вами, щоб запропонувати можливу альтернативу.
ur: اس مینڈیٹ کا استعمال کرتے ہوئے ، آپنے اپنی ادائیگی کی آپ فارم کے طور پر براہ راست ڈیبٹ کو منتخب کیا ہے. براہ راست ڈیبٹ کے لئے آپ کا استعمال ان شرائط کے ساتھ اور آپ کی قبولیت سے مشروط ہے. آپ Microsoft کے طرف واجب ادا رقم کے لئے بینک کو ادائیگی کی درخواست کرنے کے لئے ("<b>ھم</b>" یا "<b>ھم</b>") Microsoft Online, Inc. کو اختیار دیتے ہیں. آپ کو اس بات کا یقین کرنا ضروری ہے: (i) آپ کو خط و کتابت اور نوٹس کے لئے ایک درست ای میل ایڈریس فراہم کی ہے؛ (ii) آپ کا بینک براہ راست ڈیبٹ کے مجموعے کو قبول کرے گا؛ (iii) آپ کے پاس کسی مخصوص تاریخ پر کافی رقم ہے؛ اور (iv) آپ کا مینڈیٹ منسوخ یا رد (جیسا کہ ذیل کے علاوہ) نہیں کیا گیا ہے. ان شرائط کے ساتھ عمل کرنے میں ناکامی جس کے نتیجے میں ادائیگی نہیں ہوتی، جو کہ کوئی بہی واجب ادا یا ادھار رقم ہمیں ادا کرنے کی آپ کی ذمہ داری سے نجات نہیں دلاتی. ہم آپ کے نوٹیفکیشن کی وصولی پر آپ مینڈیٹ منسوخ کر دیں گے. براہ راست ڈیبٹ ہماری صوابدید پر دستیاب ہے، اور یہ دستیاب ہو جاتا ہے، تو ہم ایک متبادل کا بندوبست کرنے کے لئے آپ سے رابطہ کریں گے.
uz: Ushbu vakolatnomadan foydalanish orqali to'lov shakli sifatida To'g'ri debitni tanladingiz. To'g'ri debitdan foydalanish ushbu shartlarni qabul qilishingiz va ularga rozilik bildirishingiz bilan bog'liq. Siz Microsoft Online, Inc.-ga ("<b>biz</b>" yoki "<b>bizni</b>") Microsoft-ga miqdorlar uchun bankingizdan to'lovni so'rashiga ruxsat berasiz. Siz quyidagilarga ishonch hosil qilishingiz kerak: (i) xabarlashish va bildirishnomalar uchun haqiqiy elektron pochta manzili taqdim qilinganligi; (ii) bankingiz to'g'ri debit to'plamlarini qabul qilganligi; (iii) to'lanishi kerak bo'lgan sanada yetarli mablag'ingiz borligi; va (iv) vakolatnomangiz bekor qilinmaganligi (quyidagidan tashqari). Ushbu shartlarga amal qilmaslik to'lamaslikka olib keladi, bu esa qarz bo'lgan har qanday miqdorni bizga to'lashingiz majburiyatini xalos qilmaydi. Ushbu vakolatnomani bekor qilish uchun bizga murojaat qiling yoki boshqa to'lov shaklini tanlang. Sizdan xabarnomani qabul qilishdan keyin vakolatnomangizni bekor qilamiz. To'g'ri debit bizning ixtiyorimizda mavjud va agar u mavjud bo'lmasa, boshqasini kelishib olishimiz uchun sizga murojaat qilamiz.
vi: Bằng cách dùng ủy nhiệm này, bạn đã chọn Ghi nợ Trực tiếp là hình thức thanh toán của bạn. Việc bạn sử dụng Ghi nợ Trực tiếp dựa trên điều kiện là bạn phải chấp nhận và tuân thủ theo các điều khoản này. Bạn ủy quyền cho Microsoft Online, Inc. ("<b>chúng tôi</b>") để yêu cầu thanh toán từ ngân hàng của bạn đối với số tiền bạn đến hạn trả Microsoft. Bạn phải đảm bảo rằng: (i) bạn đã cung cấp một địa chỉ email hợp lệ để nhận thư và các thông báo; (ii) ngân hàng của bạn sẽ chấp nhận việc thu ghi nợ trực tiếp; (iii) bạn có đủ tiền trong quỹ vào bất kì ngày đến hạn nào; và (iv) ủy nhiệm của bạn chưa bị hủy bỏ (ngoại trừ trường hợp như bên dưới) hoặc thu hồi. Việc không tuân thủ theo các điều khoản này dẫn đến không thanh toán được sẽ không bãi miễn nghĩa vụ của bạn để thanh toán bất kì số tiền nợ đến hạn nào cho chúng tôi. Vui lòng liên hệ chúng tôi để hủy bỏ ủy nhiệm này hoặc chọn một hình thức thanh toán khác. Chúng tôi sẽ hủy bỏ ủy nhiệm của bạn khi nhận được thông báo của bạn. Ghi nợ Trực tiếp có thể được dùng tùy theo quyết định của chúng tôi, và nếu hình thức này không sẵn dùng, chúng tôi sẽ liên hệ với bạn để sắp xếp một hình thức thay thế.
zh_hans: 使用此授权单即表示您已选择直接转帐作为付款方式。使用直接转帐的前提条件是您接受并遵守这些条款。您授权 Microsoft Online, Inc. (“我们”<b></b><b></b>)请求您的开户行向 Microsoft 支付应付的款项。您必须确保: (i) 您提供了有效的电子邮件地址，以接收信件和通知; (ii) 您的开户行将接受直接转帐收款; (iii) 您在任何截止日期当日都备足资金; 以及 (iv) 您的授权单未被取消(除以下所述情况之外)或撤销。如果您不遵守这些条款并导致未付款，您仍然有义务向我们支付任何拖欠的款项。若要取消此授权单或选择其他付款方式，请与我们联系。我们将在收到您的通知后取消您的授权单。能否使用直接转帐由我们自行决定，如果不能使用，我们将与您联系，以安排其他付款方式。
zh_hant: 若使用本授權，即表示您已選擇使用直接扣款做為付款方式。使用直接扣款的先決條件是您必須接受並遵守下列條款。您授權 Microsoft Online, Inc. (以下稱「本公司」<b></b><b></b>) 要求您的銀行支付應付給 Microsoft 之金額。您必須確認: (i) 您已提供有效的電子郵件地址做為通信與通知用途；(ii) 您的銀行將接受收取直接付款；(iii) 您在任何到期日都有足夠的資金；且 (iv) 您的授權尚未取消 (以下除外) 或撤銷。若未能遵守上述條款 (因而導致未付款之結果)，您仍有義務支付本公司任何欠款或應付金額。請與本公司連絡，以便取消本授權或選擇其他付款方式。本公司將於收到您的通知後，取消您的授權。本公司得酌情決定是否可使用直接付款；若無法使用直接付款，本公司將與您連絡，另做其他安排。
