Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.BankAccountCity.Pattern
source: Invalid city, Postal code or country/region.
af: Ongeldige stad, poskode of land/streek.
am: ልክ ያልኾነ የከተማ፣ የፖስታ ኮድ ወይም ሀገር/ክልል።
ar: ليست تفاصيل المدينة، الرمز البريدي أو البلد/المنطقة صالحة.
as: অবৈধ চহৰ, ডাক ক'ড বা দেশ/ক্ষেত্ৰ৷
az: Şəhər, poçt indeksi və ya ölkə/region səhvdir.
bg: Невалидни град, пощенски код или страна/регион.
bn_in: শহর, ডাক কোড অথবা দেশের/অঞ্চলের নাম অবৈধ৷
bs: Nevažeći grad, poštanski broj ili država/regija.
cy: Dinas, Cod post neu wlad/rhanbarth annilys.
da: Ugyldig(t) by, postnummer eller land/område.
de: Ort, Postleitzahl oder Land/Region sind ungültig.
el: Μη έγκυρη πόλη, ταχυδρομικός κώδικας ή χώρα/περιοχή.
es: Ciudad, código postal o país (región) no válidos.
et: Sobimatu linn, sihtnumber või riik või regioon.
eu: Herria, posta-kodea edo herrialdea/eskualdea ez da baliozkoa.
fa: شهر، کد پستی یا کشور/منطقه نامعتبر هستند.
ga: Cathair, cód poist nó tír/réigiún neamhbhailí.
gd: Tha am baile, an còd-puist no an dùthaich/roinn-dùthcha mì-dhligheach.
gl: Cidade, código postal ou país/rexión non válidos.
gu: અમાન્ય શહેર, પોસ્ટલ કોડ અથવા દેશ/ક્ષેત્ર.
he: העיר, המיקוד או המדינה/אזור לא חוקיים.
hi: अमान्य शहर, डाक कोड या देश/क्षेत्र.
hr: Grad, poštanski broj ili država/regija nisu valjani.
hu: Érvénytelen érték a város, irányítószám vagy ország/régió mezőben.
id: Kota, Kode pos, atau negara/kawasan tidak valid.
is: Ógild borg, póstnúmer eða land/svæði.
ja: 市区町村、郵便番号、国/地域が正しくありません。
ka: ქალაქი, საფოსტო კოდი ან ქვეყანა/რეგიონი არასწორია.
kk: Қала, пошталық индекс немесе ел/өңір жарамсыз.
kn: ಅಮಾನ್ಯವಾದ ನಗರ, ಪೋಸ್ಟಲ್ ಕೋಡ್ ಅಥವಾ ದೇಶ/ಪ್ರಾಂತ್ಯ.
ko: 구/군/시, 우편 번호 또는 국가/지역이 올바르지 않습니다.
ku_arab: شار، کۆدی پۆستی یان وڵات/ناوچه نادروستە.
ky: Туура эмес шаар, почта индекси же өлкө/аймак.
lo: ເມືອງ, ລະຫັດໄປສະນີ ຫຼື ປະເທດ/ພາກພື້ນບໍ່ຖືກຕ້ອງ.
lt: Netinkamas miesto pavadinimas, pašto indeksas arba šalies / regiono pavadinimas.
lv: Nederīga pilsēta, pasta indekss vai valsts/reģions.
mi: He muhu te tāone nui, te Waehere Pōhi te whenua/rohe rānei.
mk: Неважечки град, поштенски број или држава/област.
ml: നഗരം, തപാല്‍ കോഡ് അല്ലെങ്കില്‍ രാജ്യം/പ്രദേശം എന്നിവ അസാധുവാണ്.
mn: Хот, шуудангийн код эсвэл улс/бүс нутгийн нэр буруу байна.
mr: अवैध शहर, पोस्टल कोड किंवा देश/विभाग.
ms: Bandar, Poskod atau negara/rantau tidak sah.
mt: Il-Belt, il-Kodiċi Postali jew il-pajjiż/ir-reġjun mhumiex validi.
ne: अवैध शहर, हुलाकी सङ्केत वा देश/क्षेत्र।
nn_no: Ugyldig by, postnummer eller land/region.
no: Ugyldig poststed, postnummer eller land/område.
or: ଅବୈଧ ସହର, ଡାକ କୋଡ୍ କିମ୍ବା ଦେଶ/ଅଞ୍ଚଳ.
pa_arab_pk: ناجائز شہر، پوسٹل کوڈ یا ملک/علاقہ۔
pa_in: ਅਵੈਧ ਸ਼ਹਿਰ, ਡਾਕ ਕੋਡ ਜਾਂ ਦੇਸ਼/ਖੇਤਰ।
pl: Miejscowość, kod pocztowy lub kraj/region są nieprawidłowe.
ru: Недопустимые город, почтовый индекс, страна или регион.
sd: شھر، پوسٽل ڪوڊ يا ملڪ/علائقو غلط آھي.
si: නගරය, තැපැල් ‍කේතය හෝ රට/කලාපය වලංගු ‍නො‍වේ.
sl: Neveljavno mesto, poštna številka ali država/regija.
sr_cyrl_rs: Неважећи град, поштански број или земља/регион.
sr_latn_rs: Nevažeći grad, poštanski broj ili zemlja/region.
sv: Ort, postnummer eller land/region är ogiltigt.
ta: தவறான நகரம், அஞ்சல் குறியீடு அல்லது நாடு/வட்டாரம்.
te: చెల్లని నగరం, పోస్టల్ కోడ్ లేదా దేశం/ప్రాంతం.
tg: Шаҳр, рамзи почта ё кишвар/минтақа беэътибор аст.
th: เขต/อำเภอ, รหัสไปรษณีย์หรือประเทศ/ภูมิภาคไม่ถูกต้อง
tr: Geçersiz şehir, Posta kodu veya ülke/bölge.
tt: Шәһәр, почта индексы яки ил/төбәк ялгыш.
ug: شەھەر، پوچتا نومۇرى ياكى دۆلەت/رايون نامى ئىناۋەتسىز.
uk: Неприпустиме місто, поштовий індекс або країна/регіон.
ur: شہر، پوسٹ کوڈ یا ملک/علاقہ غلط ہے.
uz: Shahar nomi, pochta indeksi yoki mamlakat/hudud nomi haqiqiy emas.
vi: Thành phố, Mã bưu điện hoặc quốc gia/vùng không hợp lệ.
zh_hans: 市/县、邮政编码或国家/地区无效。
zh_hant: 城市、郵遞區號或國家/地區無效。

# Literal.BankAccountCity.Required
source: City, Postal code or country/region is required.
af: Stad, poskode of land/streek word vereis.
am: የከተማ፣ የፖስታ ኮድ ወይም ሀገር/ክልል አስፈላጊ ነው።
ar: تفاصيل المدينة، الرمز البريدي أو البلد/المنطقة مطلوبة.
as: চহৰ, ডাক ক'ড বা দেশ/ক্ষেত্ৰ আৱশ্যক৷
az: Şəhər, poçt indeksi və ya ölkə/region tələb olunur.
bg: Изискват се данни за град, пощенски код или страна/регион.
bn_in: শহর, ডাক কোড অথবা দেশের/অঞ্চলের নাম উল্লেখ করা আবশ্যক৷
bs: Grad, poštanski broj ili država/regija su obavezni.
cy: Rhaid nodi Dinas, Cod post neu wlad/rhanbarth.
da: By, postnummer eller land/område skal angives.
de: Ort, Postleitzahl oder Land/Region sind erforderlich.
el: Απαιτούνται η πόλη, ο ταχυδρομικός κώδικας ή η χώρα/περιοχή.
es: La ciudad, el código postal o el país (región) son obligatorios.
et: Linn, sihtnumber või riik või regioon on kohustuslikud.
eu: Herria, posta-kodea edo herrialdea/eskualdea beharrezkoa da.
fa: به شهر، کد پستی یا کشور/منطقه نیاز است.
ga: Cathair, cód poist nó tír/réigiún ag teastáil.
gd: Tha feum air baile, còd-puist no dùthaich/roinn-dùthcha.
gl: Requírese cidade, código postal ou país/rexión.
gu: શહેર, પોસ્ટલ કોડ અથવા દેશ/ક્ષેત્ર આવશ્યક છે.
he: העיר, המיקוד או המדינה/אזור דרושים.
hi: शहर, डाक कोड या देश/क्षेत्र आवश्यक है.
hr: Grad, poštanski broj ili država/regija obvezna su polja.
hu: A város, irányítószám vagy ország/régió mezőt kötelező kitölteni.
id: Kota, Kode pos, atau negara/kawasan wajib diisi.
is: Borg, póstnúmer eða land/svæði er áskilið.
ja: 市区町村、郵便番号、国/地域は必須項目です。
ka: მიუთითეთ ქალაქი, საფოსტო კოდი ან ქვეყანა/რეგიონი.
kk: Қала, пошталық индекс немесе ел/өңір қажет.
kn: ನಗರ, ಪೋಸ್ಟಲ್ ಕೋಡ್ ಅಥವಾ ದೇಶ/ಪ್ರಾಂತ್ಯ ಅಗತ್ಯವಿದೆ.
ko: 구/군/시, 우편 번호 또는 국가/지역은 필수 항목입니다.
ku_arab: شار، کۆدی پۆستی یان وڵات/ناوچه پێویستە.
ky: Шаар, почта индекси же өлкө/аймак талап кылынат.
lo: ຕ້ອງລະບຸ ເມືອງ, ລະຫັດໄປສະນີ ຫຼື ປະເທດ/ພາກພື້ນ.
lt: Miestą, pašto indeksą arba šalį / regioną nurodyti būtina.
lv: Jānorāda pilsēta, pasta indekss vai valsts/reģions.
mi: Kei te hiahiatia te tāone nui, te waehere Pōhi te Whenua/Rohe rānei.
mk: Градот, поштенскиот број или државата/областа се задолжителни.
ml: നഗരം, തപാല്‍ കോഡ് അല്ലെങ്കില്‍ രാജ്യം/പ്രദേശം എന്നിവ ആവശ്യമാണ്.
mn: Хот, шуудангийн код эсвэл улс/бүс нутгийн нэрийг бөглөх шаардлагатай.
mr: शहर, पोस्टल कोड किंवा देश/विभाग आवश्यक आहे.
ms: Bandar, Poskod atau negara/rantau diperlukan.
mt: Il-Belt, il-Kodiċi postali jew il-pajjiż/ir-reġjun huma meħtieġa.
ne: शहर, हुलाकी सङ्केत वा देश/क्षेत्र आवश्यक छ।
nn_no: By, postnummer eller land/region er obligatorisk.
no: Poststed, postnummer eller land/område må angis.
or: ସହର, ଡାକ କୋଡ୍ କିମ୍ବା ଦେଶ/ଅଞ୍ଚଳ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: شہر، پوسٹل کوڈ یا ملک/علاقہ درکار اے۔
pa_in: ਸ਼ਹਿਰ, ਡਾਕ ਕੋਡ ਜਾਂ ਦੇਸ਼/ਖੇਤਰ ਲੋੜੀਂਦਾ ਹੈ।
pl: Miejscowość, kod pocztowy lub kraj/region są wymagane.
ru: Необходимо указать город, почтовый индекс, страну или регион.
sd: شھر، پوسٽل ڪوڊ يا ملڪ/علائقو جي ضرورت آھي.
si: නගරය, තැපැල් ‍කේතය හෝ රට/කලාපය සඳහන් කළ යුතු ය.
sl: Vnesite mesto, poštno številko ali državo/regijo.
sr_cyrl_rs: Потребна је вредност за град, поштански број или земљу/регион.
sr_latn_rs: Potrebna je vrednost za grad, poštanski broj ili zemlju/region.
sv: Ort, postnummer eller land/region måste anges.
ta: நகரம், அஞ்சல் குறியீடு அல்லது நாடு/வட்டாரம் தேவை.
te: నగరం, పోస్టల్ కోడ్ లేదా దేశం/ప్రాంతం అవసరం.
tg: Шаҳр, рамзи почта ё кишвар/минтақа ҳатмист.
th: ต้องระบุเขต/อำเภอ, รหัสไปรษณีย์หรือประเทศ/ภูมิภาค
tr: Şehir, Posta kodu veya ülke/bölge gereklidir.
tt: Шәһәр, почта индексы яки ил/төбәк мәҗбүри.
ug: شەھەر، پوچتا نومۇرى ياكى دۆلەت/رايون نامى تەلەپ قىلىنىدۇ.
uk: Потрібно вказати місто, поштовий індекс або країну чи регіон.
ur: شہر، پوسٹ کوڈ یا ملک/علاقہ درکار ہے.
uz: Shahar nomi, pochta indeksi yoki mamlakat/hudud nomi talab qilinadi.
vi: Thành phố, Mã bưu điện hoặc quốc gia/vùng là cần thiết.
zh_hans: 市/县、邮政编码或国家/地区为必填项。
zh_hant: 城市、郵遞區號或國家/地區是必要資訊。

# Literal.BankAccountAddressFields.CombinedMaxLength
source: The combined bank address fields' length cannot exceed 35 characters.
af: Die gekombineerde bankadresvelde se lengte kan nie 35 karakters oorskry nie.
am: የተጣመሩት የባንክ አድራሻ መስኮች ርዝመት ከ35 ቁንፊዎች መብለጥ አይችልም።
ar: لا يمكن أن يتجاوز طول حقول عنوان البنك المجمعة 35 حرفًا.
as: একত্ৰিৰ বেঙ্ক ঠিকনাৰ ফিল্ডবোৰৰ দৈৰ্ঘ্য 35 টা বৰ্ণ অতিক্ৰম কৰিব নোৱাৰে।
az: Birləşmiş bank ünvanı sahələrinin' uzunluğu 35 simvoldan artıq olmamalıdır.
bg: Комбинираната дължина на полетата за адрес на банката не трябва да надвишава 35 знака.
bn_in: সমন্বিত ব্যাঙ্কের ঠিকানা ক্ষেত্রগুলির দৈর্ঘ্য 35টি অক্ষরের বেশী হবে না।
bs: Ukupna dužina polјa za adresu banke ne smije premašiti 35 znakova.
cy: All meysydd cyfeiriad llawn y banc ddim bod yn fwy na 35 nod.
da: Længden af de kombinerede felter for bankadresse må ikke overstige 35 tegn.
de: Die Länge der kombinierten Bankadressefelder darf 35 Zeichen nicht überschreiten.
el: Το συνολικό μήκος των πεδίων διεύθυνσης τράπεζας δεν μπορεί να υπερβαίνει τους 35 χαρακτήρες.
es: La longitud de los campos de dirección bancaria combinados no puede superar los 35 caracteres.
et: Kombineeritud panga aadressivälja pikkus ei tohi ületada 35 tähemärki.
eu: Konbinatutako bankuaren helbide-eremuen luzera 35 karaktere gehienez izan ditzake.
fa: طول قسمت آدرس بانک ترکیبی نباید بیشتر از 35 نویسه باشد.
ga: Ní féidir le comhfhad na réimsí sheoladh bainc 35 carachtar a shárú.
gd: Chan fhaod raointean seòlaidh a' bhanca a bhith nas fhaide na 35 litir còmhla.
gl: A lonxitude combinada dos campos do enderezo do banco non pode superar os 35 caracteres.
gu: સંયુક્ત બેંક સરનામું ફીલ્ડ્સની લંબાઈ 35 વર્ણ કરતા વધુ હોવી જોઈએ નહીં.
he: אורך שדה כתובת הבנק המשולב המרבי הוא 35 תווים.
hi: संयुक्त बेंक पता फ़ील्ड की लंबाई 35 वर्णों से अधिक नहीं हो सकती है.
hr: Kombinirana polja adrese banke ne mogu sadržavati više od 35 znakova.
hu: A bank címének mezői együttesen nem lehetnek hosszabbak 35 karakternél.
id: Panjang bidang alamat bank yang digabungkan tidak boleh melebihi 35 karakter.
is: Samanlögð lengd í heimilisfangi bankans má ekki fara yfir 35 stafi.
ja: 統合された銀行の住所フィールドの長さは最大 35 文字です。
ka: ბანკის მისამართის ველების საერთო სიგრძე არ უნდა აღემატებოდეს 35 სიმბოლოს.
kk: Жалпы банк мекенжайы өрістері 35 таңбадан аспауы керек.
kn: ಸಂಯೋಜಿತ ಬ್ಯಾಂಕ್ ವಿಳಾಸದ ಕ್ಷೇತ್ರದ ಅಳತೆಯು 35 ಅಕ್ಷರಗಳಿಗಿಂತಲೂ ಮೀರಬಾರದು.
ko: 병합된 은행 주소 필드에 입력할 수 있는 최대 문자 수는 35자를 초과할 수 없습니다.
ku_arab: درێژی خانەكانی ناونیشانی بانكی ئاوێتەكراو ناكرێت لە 35 نووسە زیاتر بێت.
ky: Аралаш банк дарегинин талаасы 35 тамгадан узун болбошу керек.
lo: ຄວາມຍາວຂອງເຂດຂໍ້ມູນທີ່ຢູ່ທະນາຄານລວມກັນບໍ່ສາມາດເກີນອັກຂະລະ 35 ຕົວ.
lt: Visuose banko adreso laukuose negali būti daugiau nei 35 simboliai.
lv: Bankas pilnās adreses lauka garums nedrīkst pārsniegt 35 rakstzīmes.
mi: Kia kaua e hipa ake i te 35 pūāhua te roa o ngā āpure wāhitau ka huia mō te pēke.
mk: Должината на полето за комбинираната адреса на банката не смее да надминува 35 знаци.
ml: ഒന്നിച്ചുള്ള ബാങ്ക് വിലാസ ഫീല്‍ഡ് ദൈര്‍ഘ്യം 35 പ്രതീകങ്ങളില്‍ കൂടരുത്.
mn: Банкны нийлүүлсэн хаягийн талбарын урт 35 тэмдэгтээс хэтэрч болохгүй.
mr: बँकेच्या एकत्रित पत्त्याच्या फिल्डची लांबी 35 वर्णांच्या पुढे जाऊ शकत नाही.
ms: Panjang medan alamat bank yang digabungkan tidak boleh melebihi 35 aksara.
mt: It-tul tal-oqsma kkombinati tal-indirizz tal-bank ma jistax jaqbeż il-35 karattru.
ne: संयुक्त बैङ्क ठेगाना फाँटको लम्बाइ 35 वर्णहरू भन्दा अधिक हुन सक्दैन।
nn_no: Adressefelta kan ikkje vere lengre enn 35 teikn til saman.
no: Feltlengden for den kombinerte bankadressen kan ikke overskride 35 tegn.
or: ମିଶ୍ରିତ ବ୍ୟାଙ୍କ୍ ଠିକଣା କ୍ଷେତ୍ରର ଲମ୍ଵା 35 ବର୍ଣ୍ଣ ଠାରୁ ଅଧିକ ହୋଇପାରିବ ନାହିଁ.
pa_arab_pk: مشترکہ بینک پتے دی فیلڈ دی لمبائی 35 حرفاں تُوں ودھ نہیں ہو سکدی۔
pa_in: ਸੰਯੁਕਤ ਬੈਂਕ ਪਤਾ ਖੇਤਰ ਦੀ ਲੰਬਾਈ 35 ਵਰਣਾਂ ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋ ਸਕਦੀ।
pl: Łączna długość zawartości pól adresu banku nie może przekraczać 35 znaków.
ru: Общая длина полей адреса банка не должна превышать 35 символов.
sd: گڏيل بينڪ پتي جون جاين جي ڊيگهه 35 ڪئريڪٽرن کان مٿي نٿي ٿي سگهي.
si: ඒකාබද්ධ බැංකු ලිපිනය ලිපින ක්ෂේත්‍ර දිග අනුලකුණු 35 ඉක්මවිය නොහැකිය.
sl: V vseh poljih z naslovom banke je lahko največ 35 znakov.
sr_cyrl_rs: Дужина комбинованих поља адресе банке не може да премаши 35 знакова.
sr_latn_rs: Dužina kombinovanih polja adrese banke ne može da premaši 35 znakova.
sv: Bankadressfältens längd får inte överstiga 35 tecken.
ta: வங்கி முகவரியின் புலங்களின் மொத்த நீளம் 35 எழுத்துக்குறிகளுக்கு அதிகமாகக் கூடாது.
te: బ్యాంక్ చిరునామా యొక్క మిశ్రమ ఫీల్డ్స్ యొక్క పొడవు/నిడివి 35 అక్షరాలకి మించకూడదు.
tg: Дарозии суроғаи якҷояи бонк аз 35 ҳарф бештар буда наметавонад.
th: ความยาวของฟิลด์ที่อยู่ธนาคารรวมกันจะต้องไม่เกิน 35 ตัวอักขระ
tr: Banka adresleri alanlarını toplamı 35 karakterden fazla olamaz.
tt: Кушылган банк адресның кырларның озынлыгы 35 символларда озын булырга тиеш түгел.
ug: بىرىكمە بانكا ئادرېسى ئورنىنىڭ ئۇزۇنلۇقى 35 ھەرپ-بەلگىدىن ئېشىپ كەتسە بولمايدۇ.
uk: Сумарна довжина тексту в усіх полях банківської адреси не може перевищувати 35 символів.
ur: مرکب بینک پتہ قطعات کی لمبائى 35 کریکٹر سے متجاوز نہیں ہو سکتی ہے۔
uz: Birlashtirilgan bank manzili satrlarining uzunligi 35 belgidan oshmasligi kerak.
vi: Độ dài của trường địa chỉ ngân hàng kết hợp không được vượt quá 35 ký tự.
zh_hans: 组合的银行地址字段长度不得超过 35 个字符。
zh_hant: 銀行地址欄位合併後的長度不得超過 35 個字元。

# Literal.BankAccountLandmark.MaxLength
source: Landmark/Area name is too long.
af: Baken-/Areanaam is te lank.
am: የወሰን/አካባቢ ስም በጣም ረዥም ነው።
ar: اسم المنطقة/المعلم طويل جدًا.
as: ভূচিহ্ন/এলেকাৰ নাম অতি দীঘল।
az: Yol nişanı/Sahə adı çox uzundur.
bg: Името на ориентира/района е твърде дълго.
bn_in: ল্যান্ডমার্ক/এরিয়া নাম খুব দীর্ঘ।
bs: Naziv znamenitosti/područja je predugačak.
cy: Mae enw'r tirnod/ardal yn rhy hir.
da: Navnet på landmærket/området er for langt.
de: Name für Sehenswürdigkeit/Region ist zu lang.
el: Το όνομα γνωστού σημείου/περιοχής είναι πολύ μεγάλο.
es: El punto de referencia/nombre del área es demasiado largo.
et: Maamärgi/piirkonna nimi on liiga pikk.
eu: Leku-erreferentzia/area aukeraren izena luzeegia da.
fa: نام مرزنما/منطقه خیلی طولانی است.
ga: Tá ainm an chríochchomhartha/an cheantair ró-fhada.
gd: Tha ainm a' chomharra-tìre/na sgìre ro fhada.
gl: O nome do punto de referencia ou da área é demasiado longo.
gu: સીમાચિહ્ન/ક્ષેત્રનું નામ ખૂબ લાંબુ છે.
he: שם הציון דרך/האזור ארוך מדי.
hi: स्थल चिह्न/क्षेत्र का नाम बहुत लंबा है.
hr: Naziv znamenitosti/područja je predugačak.
hu: A Terület mező túl hosszú.
id: Nama Penanda/Area terlalu panjang.
is: Heiti kennileitis/svæðis er of langt.
ja: ランドマーク/地域名が長すぎます。
ka: ობიექტის/რაიონის დასახელება ძალიან გრძელია.
kk: Белгі/Аймақ аты тым ұзын.
kn: ಹೆಗ್ಗುರುತು/ವಲಯ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 주요 건물/지역 이름이 너무 깁니다.
ku_arab: ناوی شوێن/ناوچە زۆر درێژە.
ky: Жербелги/Аймак аты өтө узун.
lo: ຊື່ສະຖານທີ່ສຳຄັນ/ພື້ນທີ່ຍາວເກີນໄປ.
lt: Orientyro / teritorijos pavadinimas yra per ilgas.
lv: Objekta/apgabala nosaukums ir pārāk garš.
mi: He roa rawa te ingoa o te tohuwhenua/Takiwā.
mk: Името на регионот/областа е предолго.
ml: ലാന്‍ഡ്‌മാര്‍ക്ക്/ഏരിയ പേര് വളരെ നീണ്ടതാണ്.
mn: Газрын тэмдэг/Газрын нэр хэт урт байна.
mr: जवळची खूण/ क्षेत्राचे नाव खूप लांब आहे.
ms: Nama Tanda Tempat/Kawasan terlalu panjang.
mt: L-isem tal-Punt ta' Interess/Żona hu twil wisq.
ne: ल्याण्डमार्क/क्षेत्रको नाम धेरै लामो छ।
nn_no: Namnet på landemerket/området er for langt.
no: Navn på landemerke/område er for langt.
or: ଲ୍ୟାଣ୍ଡମାର୍କ୍/ଅଞ୍ଚଳ ନାମ ବହୁତ ଲମ୍ଵା.
pa_arab_pk: لینڈ مارک/ایریا بہت لما اے۔
pa_in: ਸਥਾਨਚਿੰਨ੍ਹ/ਇਲਾਕਾ ਨਾਮ ਬਹੁਤ ਲੰਬਾ ਹੈ।
pl: Nazwa obszaru/punktu orientacyjnego jest za długa.
ru: Слишком длинное имя достопримечательности или района.
sd: لينڊ مارڪ/علائقي جو نالو تمام ڊگهو آهي.
si: බිම්ලකුණු/ප්‍රදේශ නම දිගු වැඩිය.
sl: Ime znamenitosti/območja je predolgo.
sr_cyrl_rs: Име оријентира/области је предугачко.
sr_latn_rs: Ime orijentira/oblasti je predugačko.
sv: Landmärkets/områdets namn är för långt.
ta: இட அடையாளம்/பகுதிப் பெயர் மிக நீளம்.
te: ల్యాండ్ మార్క్ లేదా ప్రాంతం పేరు మరీ పెద్దగా ఉంది.
tg: Нишони замин/Номи минтақа аз ҳад дарз аст.
th: ชื่อสถานที่จุดสังเกต/ท้องที่ยาวเกินไป
tr: Yer İşareti/Alan adı çok uzun.
tt: Тамга/өлкә исемә бик озын.
ug: جاي/رايون نامى بەك ئۇزۇن.
uk: Назва орієнтира/області задовга.
ur: لینڈ مارک/علاقہ کا نام کافی بڑا ہے۔
uz: Yer belgisi/Hudud nomi juda uzun.
vi: Tên Khu vực/mốc quá dài.
zh_hans: 陆标/区域名称过长。
zh_hant: 地標/區域名稱太長。

# Literal.BankAccountLandmark.Pattern
source: Invalid landmark/Area name.
af: Ongeldige baken-/areanaam.
am: ልክ ያልሆነ ወሰን/የአካባቢ ስም።
ar: اسم منطقة/معلم غير صالح.
as: অবৈধ ভূচিহ্ন/এলেকাৰ নাম।
az: Yol nişanı/Sahə adı səhvdir.
bg: Невалидно име на ориентир/район.
bn_in: অবৈধ ল্যান্ডমার্ক/এরিয়া নাম।
bs: Nevažeći naziv znamenitosti/područja.
cy: Enw tirnod/ardal annilys.
da: Ugyldigt navn på landmærke/område.
de: Ungültiger Name für Sehenswürdigkeit/Region.
el: Μη έγκυρο όνομα γνωστού σημείου/περιοχής.
es: El punto de referencia/nombre del área no es válido.
et: Vale maamärgi/piirkonna nimi.
eu: Leku-erreferentzia/area aukeraren izena ez da baliozkoa.
fa: نام مرزنما/منطقه خیلی نامعتبر است.
ga: Ainm críochchomhartha/ceantair neamhbhailí.
gd: Chan eil ainm a' chomharra-tìre/na sgìre dligheach.
gl: O nome do punto de referencia ou da área non é válido.
gu: અમાન્ય સીમાચિહ્ન/ક્ષેત્ર નામ.
he: שם הציון דרך/האזור לא חוקי.
hi: गलत स्थल चिह्न/क्षेत्र का नाम.
hr: Naziv znamenitosti/područja nije valjan.
hu: A Terület mező érvénytelen.
id: Nama penanda/Area tidak valid.
is: Ógilt kennileiti/svæði.
ja: 無効なランドマーク/地域名です。
ka: ობიექტის/რაიონის დასახელება არასწორია.
kk: Жарамсыз белгі/Аймақ аты.
kn: ಹೆಗ್ಗುರುತು/ವಲಯ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ.
ko: 주요 건물/지역 이름이 잘못되었습니다.
ku_arab: ناوی شوێن/ناوچەى نادروست.
ky: Жербелги/Аймак аты жараксыз.
lo: ຊື່ສະຖານທີ່ສຳຄັນ/ພື້ນທີ່ບໍ່ຖືກຕ້ອງ.
lt: Netinkamas orientyro / teritorijos pavadinimas.
lv: Objekta/apgabala nosaukums nav derīgs.
mi: He muhu te ingoa tohuwhenua/Takiwā.
mk: Неважечко име на регионот/областа.
ml: അസാധുവായ ലാന്‍ഡ്‌മാര്‍ക്ക്/ഏരിയ പേര്.
mn: Хүчингүй газрын тэмдэг/Газрын нэр.
mr: अवैध जवळची खूण/ क्षेत्राचे नाव.
ms: Nama tanda tempat/Kawasan tidak sah.
mt: Isem invalidu tal-Punt ta' Interess/Żona.
ne: अमान्य ल्याण्डमार्क/क्षेत्र नाम।
nn_no: Namnet på landemerket/området er ugyldig.
no: Ugyldig navn på landemerke/område.
or: ଅବୈଧ ଲ୍ୟାଣ୍ଡମାର୍କ/ଅଞ୍ଚଳ ନାମ.
pa_arab_pk: لینڈ مارک/ایریا دا ناں غلط اے۔
pa_in: ਅਵੈਧ ਸਥਾਨਚਿੰਨ੍ਹ/ਇਲਾਕਾ ਨਾਮ।
pl: Nieprawidłowa nazwa punktu orientacyjnego/obszaru.
ru: Имя достопримечательности или района недопустимо.
sd: غلط لينڊ مارڪ/علائقي جو نالو.
si: වලංගු නොවූ බිම්ලකුණු/ප්‍රදේශ නමකි.
sl: Neveljavno ime znamenitosti/območja.
sr_cyrl_rs: Неважеће име оријентира/области.
sr_latn_rs: Nevažeće ime orijentira/oblasti.
sv: Ogiltigt namn för landmärke/område.
ta: தவறான இட அடையாளம்/பகுதிப் பெயர்.
te: ల్యాండ్ మార్క్ లేదా ప్రాంతం పేరు ఎక్కడా లేదు.
tg: Нишонаи замини беэътибор/Номи минтақа.
th: ชื่อสถานที่จุดสังเกต/ท้องที่ไม่ถูกต้อง
tr: Geçersiz Yer İşareti/Alan adı.
tt: Тамга/өлкә исемә дөрес түгел.
ug: جاي/رايون نامى ئىناۋەتسىز.
uk: Неприпустима назва орієнтира/області.
ur: غلط لینڈ مارک/ علاقہ کا نام۔
uz: Noto'g'ri Yer belgisi/Hudud nomi.
vi: Tên Khu vực/mốc không hợp lệ.
zh_hans: 陆标/区域名称无效。
zh_hant: 無效的地標/區域名稱。

# Literal.BankAccountRegion.MaxLength
source: Postal code, state/region name is too long.
af: Poskode, staat-/streeknaam is te lank.
am: የፓስታ ኮድ፣ የግዛት/የክልል ስም በጣም ረዥም ነው።
ar: الرمز البريدي، اسم الولاية/المنطقة طويل جدًا.
as: পোষ্টেল ক'ড, ৰাজ্য/অঞ্চলৰ নাম অতি দীঘল।
az: Poçt indeksi, dövlət/region adı çox uzundur.
bg: Пощенският код, името на щата/региона е твърде дълго.
bn_in: ডাক কোড, রাজ্যে/অঞ্চলের নাম অতি দীর্ঘ।
bs: Poštanski broj, naziv države/regije je predugačak.
cy: Mae'r cod post, enw'r sir/rhanbarth yn rhy hir.
da: Navnet på postnummeret, staten/området er for langt.
de: Name für Postleitzahl, Bundesland/Region ist zu lang.
el: Ο ταχυδρομικός κώδικας, το όνομα νομού/περιοχής είναι πολύ μεγάλα.
es: El código postal o el nombre del estado/región es demasiado largo.
et: Sihtnumber, riigi/regiooni nimi on liiga pikk.
eu: Posta-kodearen edo lurraldea/eskualdearen izena luzeegia da.
fa: کد پستی، نام منطقه/ایالت خیلی طولانی است.
ga: Tá an cód poist, ainm an stáit/an réigiúin ró-fhada.
gd: Tha an còd-puist no ainm na siorrachd/stàite/sgìre ro fhada.
gl: O nome da rexión ou do estado, ou o código postal son demasiado longos.
gu: પોસ્ટલ કોડ, રાજ્ય/ક્ષેત્રનું નામ ખૂબ લાંબુ છે.
he: מיקוד הדואר, שם המדינה/האזור ארוך מדי.
hi: पोस्टल कोड, राज्य/क्षेत्र कर नाम बहुत लंबा है.
hr: Poštanski broj ili naziv regije je predugačak.
hu: Az Irányítószám, állam/régió mező túl hosszú.
id: Kode pos, nama negara bagian/kawasan terlalu panjang.
is: Póstnúmer eða heiti ríkis/umdæmis er of langt.
ja: 郵便番号、都道府県/地域名が長すぎます。
ka: საფოსტო ინდექსი, შტატის/რეგიონის დასახელება ძალიან გრძელია.
kk: Пошталық индекс, облыс/аймақ атауы тым ұзын.
kn: ಪೋಸ್ಟಲ್ ಕೋಡ್, ರಾಜ್ಯ/ಪ್ರಾಂತ್ಯ ಹೆಸರು ತುಂಬಾ ಉದ್ದವಾಗಿದೆ.
ko: 우편 번호, 시/도, 지역 이름이 너무 깁니다.
ku_arab: كۆدی پۆستەیی، ناوی وڵات/هەرێم زۆر درێژە.
ky: Почта индекси, өлкө/аймак аты өтө узун.
lo: ລະຫັດໄປສະນີ, ຊື່ລັດ/ພາກພື້ນຍາວເກີນໄປ.
lt: Pašto indeksas, apskrities / rajono pavadinimas yra per ilgas.
lv: Pasta indekss, valsts/reģiona nosaukums ir pārāk garš.
mi: He roa rawa te waehere poutāpeta, te ingoa o te rohe rānei.
mk: Поштенскиот број или името на државата/регионот се предолги.
ml: തപാല്‍ കോഡ്, സംസ്ഥാന/പ്രദേശം പേര് വളരെ നീണ്ടതാണ്.
mn: Шуудангийн код, муж/бүсийн нэр хэт урт байна.
mr: पोस्टल कोड, राज्य/विभाग नाव खूप लांब आहे.
ms: Poskod, nama negeri/rantau terlalu panjang.
mt: Il-kodiċi postali, l-isem tal-istat/reġjun hu twil wisq.
ne: हुलाकी सङ्केत, राज्य/क्षेत्रको नाम धेरै लामो छ।
nn_no: Postnummeret, namnet på staten/området er for langt.
no: Postnummer, navn på delstat/område er for langt.
or: ଡାକ କୋଡ୍, ରାଜ୍ୟ/ଅଞ୍ଚଳ ନାମ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: پوسٹل کوڈ،ریاست/علاقے دا ناں بُہت لما اے۔
pa_in: ਡਾਕ ਕੋਡ, ਰਾਜ/ਖੇਤਰ ਨਾਮ ਬਹੁਤ ਲੰਬਾ ਹੈ।
pl: Połączenie kodu pocztowego i nazwy województwa/regionu jest zbyt długie.
ru: Слишком длинный почтовый индекс либо название штата или региона.
sd: پوسٽل ڪوڊ، رياست/خطي جو نالو تمام ڊگهو آهي.
si: තැපැල් කේත, රටේ/කලාපයේ නම දිගු වැඩිය.
sl: Poštna številka ali ime zvezne države/regije je predolgo.
sr_cyrl_rs: Поштански број, име државе/региона су предугачки.
sr_latn_rs: Poštanski broj, ime države/regiona su predugački.
sv: Postnummer, delstat/region är för långt.
ta: அஞ்சல் குறியீடு, மாநிலம்/வட்டாரம் பெயர் மிக நீளம்.
te: పిన్‌ కోడ్‌, రాష్ట్రం లేదా ప్రాంతం పేరు మరీ పెద్దగా ఉంది.
tg: Индекси почта, номи иёлот/минтақа аз ҳад дароз аст.
th: รหัสไปรษณีย์ ชื่อรัฐ/ภูมิภาคยาวเกินไป
tr: Posta kodu eyalet/bölge adı çok uzun.
tt: Почта индексы, өлкә/төбәк исемә бик озын.
ug: پوچتا نومۇرى، ئىشتات/رايون نامى بەك ئۇزۇن.
uk: Поштовий індекс, назва області/регіону задовгі.
ur: پوسٹ کوڈ، ریاست/ریجن کا نام کافی بڑا ہے۔
uz: Pochta indeksi, davlat/region raqami nomi juda uzun.
vi: Tên tiểu bang/khu vực, mã bưu điện quá dài.
zh_hans: 邮政编码、国家/地区名称过长。
zh_hant: 郵遞區號、省 (市)/地區名稱太長。
