Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PSD2.Native.Challenge.Back.AccessibilityLabel
source: Press to go back
af: Druk om terug te gaan
am: ለመመለስ ተጫን
ar: اضغط للرجوع
as: পিছলৈ উভতি যাবলৈ টিপক
az: Geri qayıtmaq üçün basın
bg: Натиснете, за да се върнете
bn_in: ফিরে যেতে টিপুন
bs: Pritisni za povratak
cy: Pwyswch i fynd yn ôl
da: Tryk for at gå tilbage
de: Klicken Sie hier, um zurückzukehren.
el: Πατήστε για επιστροφή
es: Presione para volver atrás
et: Naasmiseks vajutage
eu: Atzera egiteko, sakatu hau
fa: برای بازگشت، فشار دهید
ga: Brúigh chun dul siar
gd: Brùth airson a dhol air ais
gl: Premer para volver
gu: પાછા જવા માટે દબાવો
he: לחץ כדי לחזור
hi: वापस जाने के लिए टैप करें
hr: Pritisnite da biste se vratili
hu: Nyomja meg a visszalépéshez
id: Ketuk untuk kembali
is: Smelltu til að fara til baka
ja: 押すと戻ります
ka: დააჭირეთ დასაბრუნებლად
kk: Оралу үшін басыңыз
kn: ಹಿಂದಕ್ಕೆ ಹೋಗಲು ಒತ್ತಿ
ko: 뒤로 이동하려면 누르세요.
ku_arab: دایگره بۆ گەڕانەوه
ky: Артка кайтуу үчүн басыңыз
lo: ກົດເພື່ອກັບຄືນ
lt: Paspauskite norėdami grįžti
lv: Nospiediet, lai atgrieztos
mi: Pēhi kia hoki
mk: Притиснете за да се вратите
ml: പിന്നിലേക്ക് പോകാൻ അമർത്തിപ്പിടിക്കുക
mn: Дарж буцна уу
mr: मागे जाण्यासाठी दाबा
ms: Tekan untuk kembali
mt: Agħfas biex tmur lura
ne: पछाडि जानलाई थिच्नुहोस्
nn_no: Trykk for å gå attende
no: Trykk for å gå tilbake
or: ପଛକୁ ଯିବା ପାଇଁ ଦବାନ୍ତୁ
pa_arab_pk: واپس جان لئی دبو
pa_in: ਵਾਪਸ ਜਾਣ ਲਈ ਦਬਾਓ
pl: Naciśnij, aby przejść wstecz
ru: Нажмите для возврата
sd: واپس وڃڻ لاءِ دٻايو
si: ආපසු යාමට ඔබන්න
sl: Tapnite za vrnitev
sr_cyrl_rs: Притисните да бисте се вратили
sr_latn_rs: Pritisnite da biste se vratili
sv: Tryck för att gå tillbaka
ta: பின்செல்ல, அழுத்தவும்
te: వెనుకకు వెళ్లడానికి నొక్కండి
tg: Барои баргаштан пахш кунед
th: กดเพื่อย้อนกลับ
tr: Geri dönmek için basın
tt: Кире кайту өчен басыгыз
ug: بېسىپ قايتىڭ
uk: Натисніть, щоб повернутися
ur: پیچھے جانے کیلئے دبائیں
uz: Orqaga qaytish uchun bosing
vi: Nhấn để quay lại
zh_hans: 按下返回
zh_hant: 按一下以返回

# Literal.PSD2.Native.Challenge.Cancel.AccessibilityLabel
source: Press to cancel
af: Druk om te kanselleer
am: ለመተው ይጫኑ
ar: اضغط للإلغاء
as: বাতিল কৰিবলৈ হেঁচক
az: İmtina etmək üçün basın
bg: Натиснете, за да отмените
bn_in: বাতিল করতে টিপুন
bs: Pritisni za otkazivanje
cy: Pwyswch i ganslo
da: Tryk for at annullere
de: Klicken Sie hier, um den Vorgang abzubrechen.
el: Πατήστε για ακύρωση
es: Presione para cancelar.
et: Tühistamiseks vajutage
eu: Uzteko, sakatu hau
fa: برای لغو، فشار دهید
ga: Brúigh chun cealú
gd: Brùth airson sgur dheth
gl: Premer para cancelar
gu: રદ કરવા માટે દબાવો
he: לחץ כדי לבטל
hi: रद्द करने के लिए दबाएँ
hr: Pritisnite da biste otkazali
hu: Nyomja meg a megszakításhoz
id: Tekan untuk membatalkan
is: Smelltu til að hætta við
ja: 押すとキャンセルします
ka: დააჭირეთ გასაუქმებლად
kk: Бас тарту үшін басыңыз
kn: ರದ್ದುಮಾಡಲು ಒತ್ತಿ
ko: 취소하려면 누르세요.
ku_arab: دایگره بۆ بەتاڵکردن
ky: Жокко чыгаруу үчүн басыңыз
lo: ກົດເພື່ອຍົກເລີກ
lt: Paspauskite norėdami atšaukti
lv: Nospiediet, lai atceltu
mi: Pēhi hei whakakore
mk: Притиснете за да откажете
ml: റദ്ദാക്കാൻ അമർത്തുക
mn: Дарж цуцална уу
mr: रद्द करण्यासाठी दाबा
ms: Tekan untuk membatalkan
mt: Agħfas biex tikkanċella
ne: रद्द गर्न थिच्नुहोस्
nn_no: Trykk for å avbryte
no: Trykk for å avbryte
or: ବାତିଲ୍ କରିବାକୁ ଦବାନ୍ତୁ
pa_arab_pk: منسوخ کرن لئی دبو
pa_in: ਰੱਦ ਕਰਨ ਲਈ ਦਬਾਓ
pl: Naciśnij, aby anulować
ru: Нажмите для отмены
sd: رد ڪرڻ لاءِ دٻايو
si: අවලංගු කිරීමට ඔබන්න
sl: Pritisnite za preklic
sr_cyrl_rs: Притисните да бисте отказали
sr_latn_rs: Pritisnite da biste otkazali
sv: Tryck för att avbryta
ta: ரத்துசெய்ய, அழுத்தவும்
te: రద్దు చేయడానికి నొక్కండి
tg: Барои бекор кардан пахш кунед
th: กดเพื่อยกเลิก
tr: İptal etmek için basın
tt: Баш тарту өчен басыгыз
ug: بېسىپ بىكار قىلىڭ
uk: Натисніть, щоб скасувати
ur: منسوخ کرنے کے لئے دبائیں
uz: Bekor qilish uchun bosing
vi: Nhấn để hủy
zh_hans: 按下以取消
zh_hant: 按一下以取消

# Word.PSD2.Native.Challenge.Ordering.Of
source: of
af: van
am: ያጥፉ
ar: من
as: ইয়াৰ
bg: от
bn_in: এর
bs: od
cy: o
da: af
de: von
el: του
es: de
et: kokku
fa: از
ga: de
gd: à
gl: de
gu: નું
he: מתוך
hi: का
hr: od
id: dari
is: af
ka: -დან
kn: ರಲ್ಲಿ
lo: ໃນ
lt: iš
lv: no
mi: o
mk: од
ml: എന്നതിന്റെ
mr: पैकी
ms: daripada
mt: minn
ne: मध्ये
nn_no: av
no: av
or: ର
pa_in: ਦਾ
pl: z
ru: из
sl: od
sr_cyrl_rs: од
sr_latn_rs: od
sv: av
te: యొక్క
th: ของ
uk: з
ur: میں سے

# Literal.PSD2.Native.Challenge.BankLogo.AccessibilityLabel
source: Bank Logo
am: የባንክ አርማ
ar: شعار البنك
as: বেংকৰ ল'গ'
az: Bankın Loqosu
bg: Емблема на банката
bn_in: ব্যাঙ্কের লোগো
bs: Logotip banke
cy: Logo’r Banc
el: Λογότυπο τράπεζας
es: Logotipo del banco
et: Panga logo
eu: Bankuaren logotipoa
fa: آرم بانک
ga: Lógó an bhainc
gd: Suaicheantas a’ bhanca
gl: Logotipo do banco
gu: બેંક લૉગો
he: סמל בנק
hi: बैंक लोगो
hr: Logotip banke
hu: Bank emblémája
id: Logo Bank
is: Myndmerki bankans
ja: 銀行のロゴ
ka: ბანკის ლოგო
kk: Банк логотипі
kn: ಬ್ಯಾಂಕ್ ಲೋಗೋ
ko: 은행 로고
lo: ໂລໂກ້ທະນາຄານ
lt: Banko logotipas
lv: Bankas logotips
mi: Moko Pēke
mk: Лого на банката
ml: ബാങ്ക് ലോഗോ
mr: बँक लोगो
ms: Logo Bank
mt: Logo tal-Bank
ne: बैंक लोगो
or: ବ୍ୟାଙ୍କ ଲୋଗୋ
pa_in: ਬੈਂਕ ਲੋਗੋ
pl: Logo banku
ru: Логотип банка
sl: Logotip banke
sr_cyrl_rs: Логотип банке
sr_latn_rs: Logotip banke
sv: Banklogotyp
ta: வங்கிச் சின்னம்
te: బ్యాంక్ లోగో
th: โลโก้ธนาคาร
tr: Banka Logosu
tt: Банк эмблемасы
ug: بانكا تۇغى
uk: Емблема банку
ur: بینک کا لوگو
uz: Bank logotipi
vi: Logo ngân hàng
zh_hans: 银行徽标
zh_hant: 銀行標誌

# Literal.PSD2.Native.Challenge.CardLogo.AccessibilityLabel
source: Card Logo
af: Kaartlogo
am: የካርድ አርማ
ar: شعار البطاقة
as: কাৰ্ডৰ ল'গ'
az: Kartın Loqosu
bg: Емблема на карта
bn_in: কার্ডের লোগো
bs: Logotip kartice
cy: Logo’r Cerdyn
da: Kortlogo
de: Kartenlogo
el: Λογότυπο κάρτας
es: Logotipo de la tarjeta
et: Kaardi logo
eu: Txartelaren logotipoa
fa: آرم کارت
ga: Lógó an chárta
gd: Suaicheantas na cairte
gl: Logotipo do cartón
gu: કાર્ડ લૉગો
he: סמל כרטיס
hi: कार्ड लोगो
hr: Logotip kartice
hu: Kártya emblémája
id: Logo Kartu
is: Myndmerki kortsins
ja: カードのロゴ
ka: ბარათის ლოგო
kk: Карта логотипі
kn: ಕಾರ್ಡ್ ಲೋಗೋ
ko: 카드 로고
lo: ໂລໂກ້ບັດ
lt: Kortelės logotipas
lv: Kartes logotips
mi: Moko Kāri
mk: Лого на картичката
ml: കാർഡ് ലോഗോ
mr: कार्ड लोगो
ms: Logo Kad
mt: Logo tal-Kard
ne: कार्ड लोगो
nn_no: Kortlogo
no: Kortlogo
or: କାର୍ଡ୍ ଲୋଗୋ
pa_in: ਕਾਰਡ ਲੋਗੋ
pl: Logo karty
ru: Логотип карточки
sl: Logotip kartice
sr_cyrl_rs: Логотип картице
sr_latn_rs: Logotip kartice
sv: Kortlogotyp
ta: கார்டுச் சின்னம்
te: కార్డ్ లోగో
th: โลโก้บัตร
tr: Kart Logosu
tt: Карта эмблемасы
ug: كارتا تۇغى
uk: Емблема картки
ur: کارڈ کا لوگو
uz: Karta logotipi
vi: Logo thẻ
zh_hans: 信用卡徽标
zh_hant: 信用卡標誌

# Word.County.GB.AberdeenCity
source: Aberdeen City
af: Aberdeen (stad)
ar: مدينة أبردين
as: এবাৰডিন চহৰ
az: Aberdin Şəhəri
bg: Абърдийн Сити
bn_in: অ্যাবেরডিন সিটি
cy: Dinas Awelyn
el: Πόλη του Αμπερντίν
eu: Aberdeen
fa: شهر ابردین
ga: Cathair Aberdeen
gd: Cathair Obar Dheathain
gl: Cidade de Aberdeen
gu: એબરડિન સીટી
he: העיר אברדין
hi: एबरडीन सिटी
hr: Grad Aberdeen
hu: Aberdeen város
ja: アバディーン・シティ
ka: აბერდინი
kk: Абердин-Сити
kn: ಅಬರ್ದೀನ್ ನಗರ
ko: 애버딘 시티
lo: ເມືອງ ອາເບີດີນ
lt: Aberdynas
lv: Aberdīna
mi: Tāone nui o Aberdeen
mk: Абердин Сити
ml: അബർഡീൻ സിറ്റി
mr: अबर्डीन सिटी
ms: Bandar Aberdeen
ne: एबरडिन सहर
nn_no: Aberdeen by
no: Aberdeen by
or: ଆବର୍ଡିନ୍ ସିଟି
pa_in: ਐਬਰਡੀਨ ਸਿਟੀ
pl: Miasto Aberdeen
ru: Абердин Сити
sl: Aberdeen – mesto
sr_cyrl_rs: Град Абердин
sr_latn_rs: Grad Aberdin
ta: அபெர்டீன் நகரம்
te: అబెర్డీన్ సిటీ
th: อเบอร์ดีนซิตี
tt: Абердин
ug: ئابېردېن شەھىرى
uk: Абердин
ur: ایبرڈین سٹی
uz: Aberdin Siti
vi: Thành phố Aberdeen
zh_hans: 阿柏丁市
zh_hant: 鴨巴甸市

# Word.County.GB.Aberdeenshire
source: Aberdeenshire
ar: ابردينشاير
as: এবাৰডিনশ্বায়াৰ
az: Aberdinşir
bg: Абърдийншър
bn_in: অ্যাবারডিনশায়ার
cy: Swydd Aberdeenshire
el: Αμπερντίνσαιρ
fa: ابردین‌شر
gd: Siorrachd Obar Dheathain
gu: એબર્ડીનશાયર
he: אברדינשייר
hi: एबरडीनशायर
ja: アバディーンシャー
ka: აბერდენშირი
kk: Абердиншир
kn: ಅಬೆರ್ದೀನ್‌ಶೈರ್
ko: 애버딘셔
lo: ອາເບີດີນເຊຍ
lt: Aberdynšyras
lv: Aberdīnšīra
mi: Tāone o Aberdeenshire
mk: Абердиншир
ml: അബെർഡീൻഷയർ
mr: एबर्डीनशायर
ne: एबर्डिनसायर
or: ଆବର୍ଡିନଶାୟାର
pa_in: ਐਬਰਡੀਨਸ਼ਾਇਰ
ru: Абердиншир
sr_cyrl_rs: Абердиншир
sr_latn_rs: Aberdinšir
ta: அபெர்டீன்ஷையர்
te: అబెర్డీన్‌షైర్
th: อเบอร์ดีนเชียร์
tt: Абердиншир
ug: ئابېردېنشىر
uk: Абердиншир
ur: ایبرڈین شائر
uz: Aberdinshir
zh_hans: 阿伯丁郡
zh_hant: 比勒郡

# Word.County.GB.Angus
source: Angus
ar: أنغوس
as: এংগাছ
az: Anqus
bg: Ангъс
bn_in: অ্যাঙ্গুস
el: Άνγκους
fa: آنگوس
gd: Aonghas
gu: અંગુસ
he: אנגוס
hi: एंगस
ja: アンガス
ka: ანგუსი
kk: Ангус
kn: ಆಂಗಸ್
ko: 앵거스
lo: ແອງກາສ
lt: Angusas
lv: Engusa
mi: Tāone o Angus
mk: Ангус
ml: ആംഗസ്
mr: एंगुस
ne: एङ्गस
or: ଆଙ୍ଗୁସ୍
pa_in: ਏਂਗਸ
ru: Ангус
sr_cyrl_rs: Ангус
ta: அங்கஸ்
te: అంగస్
th: แองกัส
tt: Ангус
ug: ئانگۇس
uk: Ангус
ur: اینگس
zh_hans: 安格斯
zh_hant: 安格斯

# Word.County.GB.AntrimandNewtownabbey
source: Antrim and Newtownabbey
af: Antrim en Newtownabbey
am: Antrim እና Newtownabbey
ar: أنتريم ونيوتاونبي
as: এন্ট্ৰিম আৰু নিউটাউনএবে
az: Antrim və Nyutaunabbi
bg: Антрим и Нютаунабби
bn_in: অ্যানিম এবং নিউটাউনেবি
bs: Antrim i Newtownabbey
cy: Antrim a Newtownabbey
da: Antrim og Newtownabbey
el: Άντριμ και Νιουταουνάμπι
es: Antrim y Newtownabbey
eu: Antrim eta Newtownabbey
fa: انتریم و نیوتاون‌ابی
ga: Aontroim agus Baile na Mainistreach
gd: Aontroim agus Baile Nua na Mainistreach
gl: Antrim e Newtownabbey
gu: એન્ટ્રીમ અને ન્યૂટાઉનએબે
he: אנטרים וניוטאונאבבי
hi: एंट्रिम और न्यूटाउन अब्बे
hr: Antrim i Newtownabbey
hu: Antrim és Newtownabbey
id: Antrim dan Newtownabbey
is: Antrim og Newtownabbey
ja: アントリム・アンド・ニュータウンアベイ
ka: ანტრიმი და ნიუტონები
kk: Антрим және Ньютонабби
kn: ಆಂಟ್ರಿಮ್ ಮತ್ತು ನ್ಯೂಟೌನ್‌ಅಬ್ಬೇ
ko: 앤트림과 뉴타운애비
lo: ແອນທຼິມ ແລະ ນິວທາວເອັບເບ້
lt: Antrimas ir Niutonabis
lv: Entrima un Ņūtaunebi
mi: Rohe o Antrim me Newtownabbey
mk: Антрим и Њутаунабеј
ml: ആൻട്രിം, ന്യൂടൗനാബെ
mr: अँट्रिम आणि न्यूटाउनअॅबे
ms: Antrim dan Newtownabbey
mt: Antrim u Newtownabbey
ne: एन्ट्रिम र न्युटाउनएबी
nn_no: Antrim og Newtownabbey
no: Antrim og Newtownabbey
or: ଆଣ୍ଟ୍ରିମ୍ ଏବଂ ନ୍ୟୁଟାଉନଆବେ
pa_in: ਐਂਟਰੀਮ ਅਤੇ ਨਿਊਟਾਊਨਬੇਬੀ
pl: Antrim i Newtownabbey
ru: Антрим и Ньютонабби
sl: Antrim in Newtownabbey
sr_cyrl_rs: Антрим и Њутаунеби
sr_latn_rs: Antrim i Njutaunebi
ta: ஆன்ட்ரிம் மற்றும் நியூடவுன்பே
te: ఆంట్రిమ్ మరియు న్యూటౌన్అబ్బే
th: แอนทริมและนิวทาวน์แอบบีย์
tr: Antrim ve Newtownabbey
tt: Антрим һәм Ньютонабби
ug: ئانترىم ۋە نيۇتاۋناببېي
uk: Антрім і Ньютаунаббі
ur: اینٹرم اور نیو ٹاؤن ایبے
uz: Antrim-end-Nyutonabbi
vi: Antrim và Newtownabbey
zh_hans: 安特里姆与纽顿阿比区
zh_hant: 安特利姆和紐敦西巴尼

# Word.County.GB.ArdsandNorthDown
source: Ards and North Down
af: Ards en North Down
am: Ards እና North Down
ar: أردز ونورث داون
as: আৰ্ডচ এণ্ড নৰ্থ ডাউন
az: Ards və Şimali Daun
bg: Ардс и Норт Даун
bn_in: আর্ডস এবং উত্তর নিম্ন
bs: Ards i North Down
cy: Ards a North Down
da: Ards og North Down
el: Άρντς και Βόρεια κάτω
es: Ards y Down Norte
eu: Ards eta North Down
fa: آردس و نورث داون
ga: An Ardaithe agus Tuaisceart an Dúin
gd: Na hArda agus an Dún Thuaidh
gl: Ards e North Down
gu: એર્ડ્સ અને નોર્થ ડાઉન
he: מחוז ארדס ונורת' דאון
hi: आर्ड्स और नॉर्थ डाउन
hr: Ards i North Down
hu: Ards és North Down
id: Ards dan North Down
is: Ards og North Down
ja: アーズ・アンド・ノースダウン
ka: არდსი და ჩრდილოეთ დაუნი
kk: Ордс және Норт-Даун
kn: ಆರ್ಡ್ಸ್‌ ಮತ್ತು ನಾರ್ತ್‌ ಡೌನ್
ko: 아즈와 노스 다운
lo: ອາດສ໌ ແລະ ນອດທ໌ ດາວນ໌
lt: Ardsas ir Šiaurės Downas
lv: Ārdsa un Nortdauna
mi: Rohe o Ards me North Down
mk: Ардс и Норт Даун
ml: ആർഡ്‌സ്, നോർത്ത് ഡൗൺ
mr: आर्ड्स आणि नॉर्थ डाउन
ms: Ards dan North Down
mt: Ards u North Down
ne: आर्ड्स एन्ड नर्थ डाउन
nn_no: Ards og North Down
no: Ards og North Down
or: ଆର୍ଡସ୍ ଏବଂ ନର୍ଥ ଡାଉନ୍
pa_in: ਆਰਡਸ ਅਤੇ ਨਾਰਥ ਡਾਊਨ
pl: Ards i North Down
ru: Ардс и Норт Даун
sl: Ards in North Down
sr_cyrl_rs: Ардс и Норт Даун
sr_latn_rs: Ards i Nort Daun
ta: ஆர்ட்ஸ் மற்றும் நார்த் டௌன்
te: ఆర్డ్స్ మరియు నార్త్ డౌన్
th: อาร์ดและนอร์ธดาวน์
tr: Ards ve North Down
tt: Ардс һәм Төньяк Даун
ug: ئاردس ۋە شىمالىي دوۋن
uk: Ардс і Норт-Даун
ur: آرڈز اور نارتھ ڈاؤن
uz: Ards-end-Nort-Daun
vi: Ards và North Down
zh_hant: 阿德和北道恩

# Word.County.GB.ArgyllandBute
source: Argyll and Bute
af: Argyll en Bute
am: Argyll እና Bute
ar: أرجيل وبوت
as: আৰ্গেল আৰু বুট
az: Arqayl-end-Byut
bg: Аргил и Бут
bn_in: আর্গিল এবং বিউট
bs: Argyll i Bute
cy: Argyll a Bute
da: Argyll og Bute
el: Αργκάιλ και Μπατ
es: Argyll y Bute
eu: Argyll eta Bute
fa: آرگایل و بوت
ga: Argyll agus Bute
gd: Earra Ghàidheal is Bòd
gl: Argyll e Bute
gu: એગ્રીલ અને બ્યુટ
he: ארגיל ובוט
hi: अर्गील और ब्यूट
hr: Argyll i Bute
hu: Argyll és Bute
id: Argyll dan Bute
is: Argyll og Bute
ja: アーガイル・アンド・ビュート
ka: არგილი და ბუტი
kk: Аргайл-энд-Бьют
kn: ಅರ್ಗಿಲ್ ಮತ್ತು ಬ್ಯೂಟ್
ko: 아가일과 뷰트
lo: ອາກິວ ແລະ ບຸດ
lt: Argailas ir Bjutas
lv: Ārgaila un Bjūta
mi: Tāone o Argyll me Bute
mk: Аргил и Бјут
ml: ആർഗിൽ, ബ്യൂട്ട്
mr: अर्जिल आणि बट
mt: Argyll u Bute
ne: अर्गिल र ब्युट
nn_no: Argyll og Bute
no: Argyll og Bute
or: ଆର୍ଗେଲ୍ ଏବଂ ବୁଟ୍
pa_in: ਅਰਗਿੱਲ ਅਤੇ ਬੂਟੇ
pl: Argyll i Bute
ru: Аргайл-энд-Бьют
sl: Argyll in Bute
sr_cyrl_rs: Аргил и Буте
sr_latn_rs: Argil i Bute
sv: Argyll och Bute
ta: ஆர்கில் மற்றும் பியூட்
te: ఆర్గిల్ మరియు బ్యూట్
th: อาร์กิลและบิวต์
tr: Argyll ve Bute
tt: Аргайл и Бьют
ug: ئارگىل ۋە بۇت
uk: Аргайл-і-Б'ют
ur: آرجائل اور بیوٹ
uz: Argayl-end-Byut
vi: Argyll và Bute
zh_hans: 阿盖尔和比特
zh_hant: 阿蓋爾-標得

# Word.County.GB.ArmaghCityBanbridgeandCraigavon
source: Armagh City, Banbridge and Craigavon
af: Armagh (stad), Banbridge en Craigavon
am: Armagh City፣ Banbridge እና Craigavon
ar: مدينة أرماه وبانبريدج وكريجافون
as: আৰ্মাঘ চিটি, বেনব্ৰিজ আৰু ক্ৰেগাভন
az: Arma Şəhəri, Banbric və Kreyqavon
bg: Армаг сити, Банбридж и Крейгавон
bn_in: আর্মাগ সিটি, ব্যানব্রিজ এবং ক্রেগাভন
bs: Armagh City, Banbridge i Craigavon
cy: Dinas Armagh, Banbridge a Chraigavon
da: Armagh City, Banbridge og Craigavon
el: Πόλη του Αρμάγκ, Μπάνμπριτζ και Κραιγκάβον
es: Armagh City, Banbridge y Craigavon
eu: Armagh, Banbridge eta Craigavon
fa: شهر آرما، بن بریج و کریگوون
ga: Cathair Ard Mhacha, Dhroichead na Banna agus Craigavon
gd: Ard Mhacha, Droichead na Banna agus Creag Abhann
gl: Cidade de Armagh, Banbridge e Craigavon
gu: અરમાઘ સીટી, બેનબ્રિજ અને ક્રેઇગાવોન
he: העיר ארמה, בנברידג' וקרבינגטון
hi: आर्माघ सिटी, बैब्रिज और क्रेगेवॉन
hr: Armagh, Banbridge i Craigavon
hu: Armagh város, Banbridge és Craigavon
id: Armagh City, Banbridge, dan Craigavon
is: Armagh City, Banbridge og Craigavon
ja: アーマー・シティ、バンブリッジ・アンド・クレイゲーボン
ka: არმაგი, ბანბრიჯი და კრეიგავონი
kk: Армаг-Сити, Банбридж және Крейгавон
kn: ಆರ್ಮಾಘ್ ಸಿಟಿ, ಬ್ಯಾನ್‍ಬ್ರಿಡ್ಜ್ ಮತ್ತು ಕ್ರೇಗಾವೋನ್
ko: 아르마 시, 밴브리지 및 크레이개번
lo: ເມືອງ ອາມເມກ, ແນບບຼິດ ແລະ ເຄຼັກອາວອນ
lt: Arma miestas, Banbridge ir Kreigavonas
lv: Ārmā, Benbridža un Kreigevona
mi: Tāone nui o Armagh, Banbridge me Craigavon
mk: Армаг Сити, Бенбриџ и Крeјгевон
ml: അർമാഗ് സിറ്റി, ബാൻബ്രിഡ്ജ്, ക്രെയ്ഗാവോൺ
mr: आर्मग सिटी, बॅनब्रिज आणि क्रेगाव्हॉन
ms: Armagh City, Banbridge dan Craigavon
mt: Armagh City, Banbridge u Craigavon
ne: अर्माग सहर, ब्यानब्रिज र क्रेगाभोन
nn_no: Armagh City, Banbridge og Craigavon
no: Armagh City, Banbridge og Craigavon
or: ଆରମାଘ ସିଟି, ବାନବ୍ରିଜ୍ ଏବଂ କ୍ରେଗାଭୋନ୍
pa_in: ਆਰਮਾਗ ਸਿਟੀ, ਬੈਨਬ੍ਰਿਜ ਅਤੇ ਕਰੈਗਵੌਨ
pl: Miasto Armagh, Banbridge i Craigavon
ru: Арма-Сити, Банбридж и Крейгавон
sl: Mesto Armagh, Banbridge in Darwin
sr_cyrl_rs: Град Арма, Бенбриџ и Крегавон
sr_latn_rs: Grad Arma, Benbridž i Kregavon
sv: Armagh City, Banbridge och Craigavon
ta: அர்மாக் சிட்டி, பான்பிரிட்ஜ் மற்றும் கிரைகாவோன்
te: అర్మాగ్ సిటీ, బాన్‌బ్రిడ్జ్ మరియు క్రైగావోన్
th: อาร์มาจซิตี แบนบริดจ์ และเครกเอวอน
tr: Armagh City, Banbridge ve Craigavon
tt: Арма, Банбридж һәм Крейгавон
ug: ئارماغ شەھىرى، بانبرىج ۋە كرايگاۋون
uk: Арма, Банбрідж і Крейгавон
ur: ارماغ سٹی، بین برج اور کریگاوون
uz: Arma Siti, Banbrij va Kreygavon
vi: Thành phố Armagh, Banbridge và Craigavon
zh_hans: 阿马市、班布里奇和克雷加文
zh_hant: 阿馬市、班布里奇、克雷加文

# Word.County.GB.BarkingandDagenham
source: Barking and Dagenham
af: Barking en Dagenham
am: Barking እና Dagenham
ar: باركينج وداجنهام
as: বাৰ্কিং আৰু ডাগেনহাম
az: Barkinq və Dagenham
bg: Баркинг и Дагенхам
bn_in: বারকিং এবং দাগেনহাম
bs: Barking i Dagenham
cy: Barking a Dagenham
da: Barking og Dagenham
el: Μπάκινγκ και Ντάγκενχαμ
es: Barking y Dagenham
eu: Barking eta Dagenham
fa: بارکینگ و دگنهام
ga: Barking agus Dagenham
gd: Barking agus Dagenham
gl: Barking e Dagenham
gu: બાર્કિંગ અને ડેગનહામ
he: בארקינג ודנגהאם
hi: भौंकना और डेजनम
hr: Barking i Dagenham
hu: Barking és Dagenham
id: Barking dan Dagenham
is: Barking og Dagenham
ja: バーキング・アンド・ダゲナム
ka: ბარკინგი და დაგენჰემი
kk: Баркинг және Дагенем
kn: ಬಾರ್ಕಿಂಗ್ ಮತ್ತು ಡಾಗೆನ್‌ಹ್ಯಾಮ್
ko: 바킹 앤 다겐햄
lo: ບາກກິ້ ແລະ ດາເຊັນເຮັມ
lt: Barkingas ir Dagenamas
lv: Bārkinga un Degenhema
mi: Paenoho o Barking me Dagenham
mk: Баркинг и Дагенам
ml: ബാർക്കിംഗ്, ഡാഗൻഹാം
mr: बार्किंग आणि डॅगनहॅम
ms: Barking dan Dagenham
mt: Barking u Dagenham
ne: बार्किङ र डेगनहाम
nn_no: Barking og Dagenham
no: Barking og Dagenham
or: ବାର୍କିଂ ଏବଂ ଡାଗେନହାମ୍
pa_in: ਬਾਰਕਿੰਗ ਅਤੇ ਡੇਗੇਨਹੈਮ
pl: Barking i Dagenham
ru: Баркинг и Дагенем
sl: Barking in Dagenham
sr_cyrl_rs: Баркинг и Дагенам
sr_latn_rs: Barking i Dagenham
ta: பார்கிங் மற்றும் டாகென்ஹாம்
te: బార్కింగ్ మరియు డాగెన్‌హామ్
th: บาร์กิงและดาเกนแฮม
tr: Barking ve Dagenham
tt: Баркинг һәм Дагенхэм
ug: باركىڭ ۋە دادېنھام
uk: Баркінг і Дагенем
ur: بارکنگ اور ڈیگن ہیم
uz: Barking va Dagenem
vi: Barking và Dagenham
zh_hans: 柏京和达格纳姆区
zh_hant: 巴金-達根罕

# Word.County.GB.Barnet
source: Barnet
ar: بارنيت
as: বাৰনেট
bg: Барнет
bn_in: বার্নেট
el: Μπάρνετ
fa: بارنت
gu: બાર્નેટ
he: בארנט
hi: बार्नेट
ja: バーネット
ka: ბარნეთი
kk: Барнет
kn: ಬಾರ್ನೆಟ್
ko: 바넷
lo: ບາເນັດ
lt: Barnetas
lv: Bārneta
mi: Paenoho o Barnet
mk: Барнет
ml: ബാർനെറ്റ്
mr: बार्नेट
ne: बार्नेट
or: ବାର୍ନେଟ୍
pa_in: ਬਾਰਨੇਟ
ru: Барнет
sr_cyrl_rs: Барнет
ta: பார்னெட்
te: బార్నెట్
th: บาร์เน็ต
tt: Барнет
ug: بارنېت
uk: Барнет
ur: بارنیٹ
zh_hans: 巴尼特区
zh_hant: 巴內特

# Word.County.GB.Barnsley
source: Barnsley
ar: بارنسلي
as: বাৰ্নস্লে
az: Barnsli
bg: Барнзли
bn_in: বার্নসেলি
el: Μπάρνσλεϋ
fa: بارنزلی
gu: બર્ન્સલે
he: ברנסלי
hi: बार्नस्ले
ja: バーンズリー
ka: ბარნსლი
kk: Барнсли
kn: ಬಾರ್ನ್‌ಸ್ಲೇ
ko: 반슬리
lo: ບານສເລ
lt: Barnslis
lv: Bārnsli
mi: Te Pā o Barnsley
mk: Барнсли
ml: ബാൺസ്‌ലെ
mr: बार्न्सले
ne: बार्नस्ले
or: ବାର୍ନସଲି
pa_in: ਬਰਨਸਲੇ
ru: Барнсли
sr_cyrl_rs: Барнсли
sr_latn_rs: Barnsli
ta: பார்ன்ஸ்லி
te: బార్న్స్లీ
th: บาร์นสลีย์
tt: Барнсли
ug: بارنسلېي
uk: Барнслі
ur: بارنسلے
uz: Barnsli
zh_hans: 巴恩斯利
zh_hant: 巴恩斯利

# Word.County.GB.BathandNorthEastSomerset
source: Bath and North East Somerset
af: Bath en North East Somerset
am: Bath እና North East Somerset
ar: باث آند نورث إيست سومرسيت
as: বাথ আৰু নৰ্থ ইষ্ট চমাৰছেট
az: Bat və Şimal Şərqi Somerset
bg: Бат и Североизточен Съмърсет
bn_in: বাথ এবং উত্তর পূর্ব সমারসেট
bs: Bath i North East Somerset
cy: Bath a Gogledd Ddwyrain Gwlad yr Haf
da: Bath og North East Somerset
el: Μπαθ και Βορειοανατολικό Σόμερσετ
es: Bath y noreste de Somerset
eu: Bath eta Ipar-ekialdeko Somerset
fa: باث و سامرست شمال‌شرقی
ga: Bath agus Oirthuaisceart Somerset
gd: Bath agus Somerset an Ear-thuath
gl: Bath e North East Somerset
gu: બાથ અને નૉર્થ ઈસ્ટ સમરસેટ
he: באת' וצפון מזרח סומרסט
hi: बाथ और नॉर्थ ईस्ट सोमरसेट
hr: Bath i sjeveroistočni Somerset
hu: Bath és North East Somerset
id: Bath dan Somerset Timur Laut
is: Bath og North East Somerset
ja: バス・アンド・ノースイーストサマセット
ka: ბათი და ჩრდილო-აღმოსავლეთი სომერსეტი
kk: Бат және Солтүстік-Шығыс Сомерсет
kn: ಬಾತ್ ಮತ್ತು ಈಶಾನ್ಯ ಸೋಮರ್‌ಸೆಟ್
ko: 배스 앤 노스 이스트 서머셋
lo: ບາທ໌ ແລະ ຊຳເມີເຊັດ ທິດຕາເວັນອອກສຽງເໜືອ
lt: Batas ir Šiaurės Rytų Somersetas
lv: Bāta un Nortīstsamerseta
mi: Takiwā o Bath me Somerset rāwhiti-mā-raki
mk: Бат и Североисточен Сомерсет
ml: ബാത്ത്, നോർത്ത് ഈസ്റ്റ് സോമർസെറ്റ്
mr: बाथ आणि नॉर्थ ईस्ट सॉमरसेट
ms: Bath dan Somerset Timur Laut
mt: Bath u North East Somerset
ne: बाथ र उत्तर पूर्वी सोमरसेट
nn_no: Bath og North East Somerset
no: Bath og North East Somerset
or: ବାଥ୍ ଏବଂ ଉତ୍ତର ପୂର୍ବ ସମରସେଟ୍
pa_in: ਬਾਥ ਅਤੇ ਨੌਰਥ ਈਸਟ ਸੋਮਰਸੈੱਟ
pl: Bath i North East Somerset
ru: Бат и Северо-Восточный Сомерсет
sl: Bath in North East Somerset
sr_cyrl_rs: Бат и североисточни Сомерсет
sr_latn_rs: Bat i Severoistočni Somerset
ta: பாத் மற்றும் வடகிழக்கு சோமர்செட்
te: బాత్ మరియు ఈశాన్య సోమర్సెట్
th: บาธและนอร์ทอีสต์ซัมเมอร์เซ็ท
tr: Bath ve Kuzey Doğu Somerset
tt: Бат һәм Төньяк-Көнчыгыш Сомерсет
ug: بات ۋە شەرقىي-شىمالىي سومېرسېت
uk: Бат і Північно-Східний Сомерсет
ur: باتھ اور شمال مشرق سمرسیٹ
uz: Bat-end-Nort-Ist-Sommerset
vi: Bath và Đông Bắc Somerset
zh_hans: 巴斯和东北萨默塞特
zh_hant: 巴思和東北薩默塞特

# Word.County.GB.Bedford
source: Bedford
ar: بيدفورد
as: বেডফৰ্ড
bg: Бедфорд
bn_in: বেডফোর্ড
cy: Rhydwely
el: Μπέντφορντ
fa: بدفورد
gu: બેડફોર્ડ
he: בדפורד
hi: बेड फोर्ड
ja: ベッドフォード
ka: ბედფორდი
kk: Бедфорд
kn: ಬೆಡ್‌ ಫೋರ್ಡ್
ko: 베드포드
lo: ເບດຟອດ
lt: Bedfordas
lv: Bedforda
mi: Tāone o Bedford
mk: Бедфорд
ml: ബെഡ്ഫോർഡ്
mr: बेडफोर्ड
ne: बेडफोर्ड
or: ବେଡଫୋର୍ଡ
pa_in: ਬੈੱਡਫੋਰਡ
ru: Бедфорд
sr_cyrl_rs: Бедфорд
ta: பெட்ஃபோர்ட்
te: బెడ్‌ఫోర్డ్
th: เบดฟอร์ด
tt: Бедфорд
ug: بېدفورد
uk: Бедфорд
ur: بیڈ فورڈ
zh_hans: 贝德福德
zh_hant: 貝德福德

# Word.County.GB.BelfastCity
source: Belfast City
af: Belfast (stad)
ar: مدينة بلفاست
as: বেলফাষ্ট চহৰ
az: Belfast Şəhəri
bg: Град Белфаст
bn_in: বেলফস্ট সিটি
cy: Dinas Belfast
el: Πόλη του Μπέλφαστ
es: Belfast
et: Belfast
eu: Belfast
fa: شهر بلفاست
ga: Cathair Bhéal Feirste
gd: Cathair Bheul Feirste
gl: Cidade de Belfast
gu: બેલફાસ્ટ સીટી
he: העיר בלפסט
hi: बेलफ़ास्ट सिटी
hr: Grad Belfast
hu: Belfast város
ja: ベルファスト・シティ
ka: ბელფასტი
kk: Белфаст
kn: ಬೆಲ್‌ಫಾಸ್ಟ್ ನಗರ
ko: 벨파스트 시티
lo: ເມືອງ ເບວຟາດທ໌
lt: Belfasto miestas
lv: Belfāsta
mi: Tāone nui o Belfast
mk: Белфаст Сити
ml: ബെൽഫാസ്റ്റ് സിറ്റി
mr: बेलफास्ट सिटी
mt: Il-Belt ta’ Belfast
ne: बेल्फास्ट सहर
no: Vaterby
or: ବେଲଫାଷ୍ଟ ସିଟି
pa_in: ਬੇਲਫਾਸਟ ਸਿਟੀ
pl: Miasto Belfast
ru: Белфаст
sl: Belfast – mesto
sr_cyrl_rs: Град Белфаст
sr_latn_rs: Grad Belfast
ta: பெல்ஃபாஸ்ட் நகரம்
te: బెల్ఫాస్ట్ సిటీ
th: เบลฟาสต์ซิตี
tt: Белфаст
ug: بېلفاست شەھىرى
uk: Белфаст
ur: بیلفاسٹ سٹی
uz: Belfast shahri
vi: Thành phố Belfast
zh_hans: 贝尔法斯特
zh_hant: 貝勒法勒市

# Word.County.GB.Bexley
source: Bexley
ar: بيكسلي
as: বেক্সলি
az: Beksli
bg: Бексли
bn_in: বেক্সলি
el: Μπέξλεϋ
fa: بکسلی
gu: બેક્સલે
he: בקסלי
hi: बेक्सले
ja: ベクスリー
ka: ბექსლი
kk: Бексли
kn: ಬೆಕ್ಸ್ಲೆ
ko: 벡슬리
lo: ເບັດເລ
lt: Bekslis
lv: Bekslija
mi: Te Pā o Bexley
mk: Бексли
ml: ബെക്സ്‌ലെ
mr: बेक्सले
ne: बेक्सली
or: ବେକ୍ସଲି
pa_in: ਬੇਕਸਲੇ
ru: Бексли
sr_cyrl_rs: Бексли
sr_latn_rs: Beksli
ta: பெக்ஸ்லி
te: బెక్స్లీ
th: เบ็กซ์ลีย์
tt: Бексли
ug: بېكسلېي
uk: Бекслі
ur: بیکزلے
uz: Beksli
zh_hans: 贝克斯利
zh_hant: 貝克斯利

# Word.County.GB.Birmingham
source: Birmingham
ar: برمنغهام
as: বাৰ্মিংহাম
az: Birminhem
bg: Бирмингам
bn_in: বার্মিংহাম
el: Μπέρμιγχαμ
fa: بیرمنگام
gu: બર્મિંગહામ
he: ברמינגהאם
hi: बर्मिंघम
ja: バーミンガム
ka: ბირმინჰემი
kk: Бирмингем
kn: ಬರ್ಮಿಂಗ್‌ಹ್ಯಾಮ್
ko: 버밍엄
lo: ເບີມິງແຮມ
lt: Birmingamas
lv: Birmingema
mi: Tāone nui o Birmingham
mk: Бирмингем
ml: ബർമിംഗ്ഹാം
mr: बर्मिंगहॅम
ne: बर्मिङ्हम
or: ବର୍ମିଂହାମ
pa_in: ਬਰਮਿੰਘਮ
ru: Бирмингем
sr_cyrl_rs: Бирмингем
sr_latn_rs: Birmingem
ta: பர்மிங்காம்
te: బర్మింగ్‌హామ్
th: เบอร์มิงแฮม
tt: Бирмингем
ug: بېرمىڭھام
uk: Бірмінгем
ur: برمنگھم
uz: Birmingem
zh_hans: 伯明翰
zh_hant: 伯明罕
