Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# UnsupportedCharacters.Error.Pattern
source: Contains invalid characters.
af: Bevat ongeldige karakters.
am: ልክ ያልሆኑ ቁምፊዎች ይዟል።
ar: هناك أحرف غير صالحة.
as: অবৈধ বৰ্ণ আছে৷
az: Səhv simvollar ehtiva edir.
bg: Съдържа невалидни знаци.
bn_in: কোন ভুল অক্ষর রয়েছে৷
bs: Sadrži nevažeće znakove.
cy: Mae hwn yn cynnwys nodau annilys.
da: Indeholder ugyldige tegn.
de: Enthält ungültige Zeichen.
el: Περιέχει μη έγκυρους χαρακτήρες.
es: Contiene caracteres no válidos.
et: Sisaldab sobimatuid märke.
eu: Karaktere baliogabeak dauzka.
fa: دارای نویسه های نامعتبر است.
ga: Tá carachtair neamhbhailí ann.
gd: Tha caractaran mì-dhligheach ann.
gl: Contén carácteres non válidos.
gu: અમાન્ય અક્ષરોનો સમાવેશ થાય છે.
he: כולל תווים לא חוקיים.
hi: अमान्य वर्ण शामिल हैं.
hr: Sadrži nevažeće znakove.
hu: Érvénytelen karaktereket tartalmaz.
id: Berisi karakter yang tidak valid.
is: Inniheldur ógilda stafi.
ja: 無効な文字が含まれます。
ka: შეიცავს არასწორ სიმბოლოებს.
kk: Құрамында жарамсыз таңбалар бар.
kn: ಅಮಾನ್ಯವಾದ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿದೆ.
ko: 잘못된 문자가 포함되어 있습니다.
ku_arab: نووسەی نادروستی تێدایە.
ky: Жараксыз символду камтыйт.
lo: ປະກອບມີອັກຂະລະທີ່ບໍ່ຖືກຕ້ອງ.
lt: Yra netinkamų simbolių.
lv: Atrastas nederīgas rakstzīmes.
mi: He pūāhua muhu kei roto.
mk: Содржи неважечки знаци.
ml: അസാധുവായ പ്രതീകങ്ങള്‍ അടങ്ങിയിരിക്കുന്നു.
mn: Буруу тэмдэгтүүд агуулж байна.
mr: अवैध वर्ण आहेत.
ms: Mengandungi aksara tidak sah.
mt: Fiha karattri mhux validi.
ne: अवैध वर्णहरू समावेश गर्दछ।
nn_no: Inneheld ugyldige teikn.
no: Inneholder ugyldige tegn.
or: ଅବୈଧ ବର୍ଣ୍ଣଗୁଡିକ ଧାରଣ କରିଛି.
pa_arab_pk: ایدے چے ناجائز حروف شامل نیں۔
pa_in: ਅਵੈਧ ਵਰਣ ਸ਼ਾਮਿਲ ਹਨ।
pl: Zawiera nieprawidłowe znaki.
ru: Содержит недопустимые символы.
sd: غلط اکرَ مشتعمل آهن.
si: වැරදි අක්ෂර අඩංගුය.
sl: Vsebuje neveljavne znake.
sr_cyrl_rs: Садржи неважеће знакове.
sr_latn_rs: Sadrži nevažeće znakove.
sv: Innehåller ogiltiga tecken.
ta: தவறான எழுத்துக்குறிகளைக் கொண்டுள்ளது.
te: చెల్లని అక్షరాలను కలిగి ఉంది.
tg: Аломатҳои беэътибор дорад.
th: มีอักขระที่ไม่ถูกต้อง
tr: Geçersiz karakterler içeriyor.
tt: Ялгыш символларны эчкә ала.
ug: ئىناۋەتسىز ھەرپ بار.
uk: Містить неприпустимі символи.
ur: ناجائز حروف پر مشتمل ہے.
uz: Tarkibida noto‘g‘ri belgilar bor.
vi: Có chứa các kí tự không hợp lệ.
zh_hans: 包含无效的字符。
zh_hant: 包含無效字元。

# Word.Error.UnsupportedCharacters
source: Your payment details contain invalid characters, please update them.
af: Jou betaalbesonderhede bevat ongeldige karakters, werk dit asseblief by.
am: የክፍያ ዝርዝሮችህ ልክ ያልሆኑ ቁምፊዎች ይዟል።እባክህ አዘምናቸው።
ar: تحوي تفاصيل الدفع التي قدمتها أحرف غير صالحة فيرجى تحديثها.
as: আপোনাৰ পৰিশোধ বিশদ-বিৱৰণত অবৈধ বৰ্ণ আছে, অনুগ্ৰহ কৰি সেইবোৰ উন্নীতকৰণ কৰক৷
az: Ödəniş təfərrüatlarınız səhv simvollar ehtiva edir, lütfən onları yeniləyin.
bg: Данните ви за плащане съдържат невалидни знаци, моля, обновете ги.
bn_in: আপনার অর্থপ্রদানের বিস্তারিত তথ্যে কোন ভুল অক্ষর আছে, অনুগ্রহ করে তাদের সংশোধন করুন৷
bs: Vaši podaci o plaćanju sadrže nevažeće znakove. Ažurirajte ih.
cy: Mae manylion eich taliad yn cynnwys nodau annilys, mae angen i chi eu diweddaru.
da: Dine betalingsoplysninger indeholder ugyldige tegn. Opdater oplysningerne.
de: Ihre Zahlungsinformationen enthalten ungültige Zeichen, bitte korrigieren Sie sie.
el: Τα στοιχεία της πληρωμής σας περιέχουν μη έγκυρους χαρακτήρες. Πρέπει να τους ενημερώσετε.
es: La información de pago contiene caracteres no válidos; modifíquelos.
et: Teie makseandmed sisaldavad sobimatuid märke, palun värskendage neid.
eu: Karaktere baliogabeak daude ordainketa-informazioan, eguneratu.
fa: جزئیات پرداخت شما دارای نویسه های نامعتبر است، لطفاً آنها را به روز کنید.
ga: Tá carachtair neamhbhailí i do chuid sonraí íocaíochta, nuashonraigh iad le do thoil.
gd: Tha caractaran mì-dhligheach san fhiosrachadh phàighidh agad, saoil an ùraich thu iad?
gl: Os detalles de pagamento conteñen carácteres non válidos, actualíceos.
gu: તમારી ચૂકવણી વિગતોમાં અમાન્ય અક્ષરોનો સમાવેશ થાય છે, કૃપા કરી તેને અદ્યતન કરો.
he: פרטי התשלום שלך כוללים תווים לא חוקיים, עדכן אותם.
hi: आपके भुगतान विवरण में अमान्य वर्ण शामिल हैं, कृपया उन्हें अद्यतन करें.
hr: Vaši podaci o plaćanju sadrže nevažeće znakove, ažurirajte ih.
hu: A fizetési adatai érvénytelen karaktereket tartalmaznak - kérjük, javítsa.
id: Rincian pembayaran Anda berisi karakter yang tidak valid, harap diperbarui.
is: Í greiðsluupplýsingunum eru ógildir stafir. Vinsamlegast breyttu þeim.
ja: お支払いの詳細に無効な文字が含まれます。修正してください。
ka: თქვენი გადახდის ინფორმაცია შეიცავს არასწორ სიმბოლოებს. გთხოვთ, შეასწოროთ.
kk: Төлем мәліметтерінде жарамсыз таңбалар бар, оларды жаңартыңыз.
kn: ನಿಮ್ಮ ಪಾವತಿ ವಿವರಗಳು ಅಮಾನ್ಯವಾದ ಅಕ್ಷರಗಳನ್ನು ಹೊಂದಿದೆ, ದಯವಿಟ್ಟು ಅದನ್ನು ನವೀಕರಿಸಿ.
ko: 결제 정보에 잘못된 문자가 포함되어 있습니다. 수정해 주십시오.
ku_arab: وردەکاریەکانی پارەدانی تۆ نووسەی نادروستی تێدایە، تکایە بەڕۆژیان بکە.
ky: Сиздин төлөө маалыматтарыңыз жараксыз символдорду камтыйт, сураныч аларды жаңылаңыз.
lo: ລາຍລະອຽດການຊຳລະເງິນຂອງທ່ານປະກອບມີອັກຂະລະທີ່ບໍ່ຖືກຕ້ອງ, ກະລຸນາອັບເດດພວກມັນ.
lt: Išsamioje mokėjimo informacijoje naudojami netinkami simboliai, atnaujinkite juos.
lv: Detalizētajā informācijā par maksājumu ir atrastas nederīgas rakstzīmes. Lūdzu, labojiet tās.
mi: He muhu ētahi o ngā pūāhua o āu taipitopito utu, tēnā, whakahouhia ake.
mk: Вашите податоци за плаќање содржат неважечки знаци. Ажурирајте ги.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് വിശദാംശങ്ങളില്‍ അസാധുവായ പ്രതീകങ്ങള്‍ അടങ്ങിയിരിക്കുന്നു, അവ അപ്‌ഡേറ്റുചെയ്യുക.
mn: Таны төлбөрийн дэлгэрэнгүй мэдээлэлд буруу тэмдэгтүүд агуулагдаж байгаа учир тэдгээрийг шинэчилнэ үү.
mr: आपल्या देय तपशीलांमध्ये अवैध वर्ण आहेत, कृपया ते अद्ययावत करा.
ms: Butiran pembayaran anda mengandungi aksara yang tidak sah, sila kemas kininya.
mt: Id-dettalji tal-pagament tiegħek fihom karattri mhux validi, jekk jogħġbok aġġornahom.
ne: तपाईको भुक्तानी विवरणहरूले अवैध क्यारेक्टरहरू समावेश गर्दछ, कृपया तिनीहरूलाई अपडेट गर्नुहोस्।
nn_no: Du må oppdatere betalingsinformasjonen, for han inneheld ugyldige teikn.
no: Betalingsinformasjonen inneholder ugyldige tegn. Du må oppdatere informasjonen.
or: ଆପଣଙ୍କର ଦେୟ ବିବରଣୀ ଅବୈଧ ବର୍ଣ୍ଣଗୁଡିକ ଧାରଣ କରିଛି, ଦୟାକରି ସେଗୁଡିକକୁ ଅଦ୍ୟତନ କରନ୍ତୁ.
pa_arab_pk: تاڈی ادائیگی دی تفصیل چے ناجائز حرف مجود نیں، میربانی کرکے انہاں نوں بدلو۔
pa_in: ਤੁਹਾਡੇ ਭੁਗਤਾਨ ਦੇ ਵਿਸਥਾਰਾਂ ਵਿੱਚ ਅਵੈਧ ਚਿੰਨ੍ਹ ਸ਼ਾਮਲ ਹਨ, ਕਿਰਪਾ ਕਰਕੇ ਇਹਨਾਂ ਨੂੰ ਨਵੀਨਤਮ ਕਰੋ।
pl: Szczegóły płatności zawierają nieprawidłowe znaki, zaktualizuj je.
ru: Платежная информация содержит недопустимые символы, обновите информацию.
sd: مھرباني ڪري پنھنجي رقم ادا ڪرڻ جي تفصيليون غلط اکرن تي مشتعمل آھي, مھرباني ڪري انھن جي تازه ڪاري ڪريو.
si: ඔබේ ගෙවීම් විස්තරවල වැරදි අක්ෂර තිබේ, කරුණාකර ඒවා යාවත්කාල කරන්න.
sl: Podrobnosti o plačilu vsebujejo neveljavne znake. Posodobite jih.
sr_cyrl_rs: Ваше информације о плаћању садрже неважеће знакове. Ажурирајте их.
sr_latn_rs: Vaše informacije o plaćanju sadrže nevažeće znakove. Ažurirajte ih.
sv: Din betalningsinformation innehåller ogiltiga tecken. Uppdatera dem.
ta: உங்கள் கட்டணம் செலுத்தும் விவரங்கள் தவறான எழுத்துக்குறிகளைக் கொண்டுள்ளது. அவற்றைப் புதுப்பிக்கவும்.
te: మీ చెల్లింపు వివరాలు చెల్లని అక్షరాలను కలిగి ఉంది, దయచేసి వాటిని నవీకరించండి.
tg: Маълумоти пардохти шумо аломатҳои беэътибор дорад, лутфан, онҳоро ислоҳ кунед.
th: รายละเอียดการชำระเงินของคุณมีอักขระไม่ถูกต้อง โปรดอัปเดตรายละเอียด
tr: Ödeme ayrıntılarınızı geçersiz karakterler içeriyor, lütfen bunları güncelleştirin.
tt: Түләү мәгълүматыгыз ялгыш символларны эчкә ала, аларны яңартып куегыз.
ug: ھەق تۆلەش تەپسىلاتىڭىزدا ئىناۋەتسىز ھەرپ بار بولۇپ،ئۇلارنى يېڭىلاڭ.
uk: Дані платежу містять неприпустимі символи, оновить їх.
ur: آپ کی ادائیگی کی تفصیلات میں ناجائز حروف شامل ہیں، براہ مہربانی انہیں درست کریں.
uz: To‘lovingiz tafsilotlari tarkibida noto‘g‘ri belgilar bor, iltimos, ularni yangilang.
vi: Các chi tiết thanh toán của bạn có chứa các kí tự không hợp lệ, vui lòng cập nhật lại.
zh_hans: 您的付款详细信息包含无效的字符，请更新此信息。
zh_hant: 您的付費詳細資料包含無效的字元，請更新。

# Word.State.AR.BuenosAires
source: Buenos Aires
am: ቡወኖስ አይረስ
ar: بوينس آيرس
as: বুৱেনচ আয়াৰ্ছ
az: Buenos Ayres
bg: Буенос Айрес
bn_in: বুনোস এরেস
el: Μπουένος Άιρες
fa: بوینس آیرس
gu: બ્યુનોસ એઇર્સ
he: בואנוס איירס
hi: ब्यूनस आयर्स
ja: ブエノス・アイレス
ka: ბუენის-აირესი
kk: Буэнос-Айрес
kn: ಬುಯೊನಸ್ ಏರಿಸ್
ku_arab: بۆینس ئایریس
ky: Буенос Айрес
lo: ບູນອສໄອແຣັສ
lt: Buenos Airės
lv: Buenosairesa
mi: Pueno Aire
mk: Буенос Аирес
ml: ബ്യൂണസ് ഐറിസ്
mn: Буэнос-Айрес
mr: ब्युनोस एरिझ
ne: बुवेनोस एरिस
or: ବୁଏନୋସ୍ ଏୟାରସ୍
pa_arab_pk: بیونس آئرس
pa_in: ਬਵੀਨੋਸ ਆਈਰੀਜ
ru: Буэнос-Айрес
sd: بيونوس ايئرس
si: බුවෙනෝස් එයරීස්
sr_cyrl_rs: Буенос Ајрес
sr_latn_rs: Buenos Ajres
ta: பவுனஸ் ஏர்ஸ்
te: బ్యునస్ ఐర్స్
tg: Буэнос-Айрес
th: บัวโนสไอเรส
tt: Буэнос-Айрес
ug: بونىس ئايرىس
uk: Буенос-Айрес
ur: بیونس آئرس
uz: Buenos-Ayres
zh_hans: 布宜诺斯艾利斯
zh_hant: 布宜諾斯艾利斯

# Word.State.AR.Catamarca
source: Catamarca
am: ካታማርካ
ar: كاتامركا
as: কাটামাৰকা
az: Katamarka
bg: Катамарка
bn_in: কাটামার্কা
el: Καταμάρκα
fa: کاتامارکا
gu: કેટામાર્કા
he: קטמרקה
hi: कैटामार्का
ja: カタマルカ
ka: კატამარკა
kk: Катамарка
kn: ಕ್ಯಾಟಮಾರ್ಕಾ
ku_arab: کاتامارکا
ky: Катамарка
lo: ຄາຕາມາກາ
lt: Katamarka
lv: Katamarka
mi: Katamāka
mk: Катамарка
ml: കാറ്റമാര്‍ക്ക
mn: Катамарка
mr: कॅटामार्का
ne: काटामार्का
or: କାଟାମାରକା
pa_arab_pk: کاتامارکا
pa_in: ਕੈਟਾਮਾਰਕਾ
ru: Катамарка
sd: ڪيٽامارڪا
si: කැටමාර්කා
sr_cyrl_rs: Катамарка
sr_latn_rs: Katamarka
ta: கடமர்கா
te: కాటమార్క
tg: Катамарка
th: คาตามาร์กา
tt: Катамарка
ug: كاتاماركا
uk: Катамарка
ur: کاتامارکا
uz: Katamarka
zh_hans: 卡塔马卡
zh_hant: 卡達馬卡

# Word.State.AR.Chaco
source: Chaco
am: ቻኮ
ar: شاكو
as: চাক'
az: Çako
bg: Чако
bn_in: চাকো
el: Τσάκο
fa: چاکو
gu: ચાકો
he: צ'אקו
hi: चाको
ja: チャコ
ka: ჩაკო
kk: Чако
kn: ಚಾಕೊ
ku_arab: چاکۆ
ky: Чако
lo: ຊາໂຫ
lt: Čakas
lv: Čako
mi: Tiako
mk: Чако
ml: ചാക്കോ
mn: Чако
mr: चाको
ne: चाको
or: ଚାକୋ
pa_arab_pk: چاکو
pa_in: ਚਾਕੋ
ru: Чако
sd: چاڪو
si: චාවෝ
sr_cyrl_rs: Чако
sr_latn_rs: Čako
ta: சாக்கோ
te: చావో
tg: Чако
th: ชาโก
tt: Чако
ug: چاكو
uk: Чако
ur: چاکو
uz: Chako
zh_hans: 查科
zh_hant: 查科

# Word.State.AR.Chubut
source: Chubut
am: ቹቡት
ar: شوبوت
as: চুবুট
az: Çubut
bg: Чибут
bn_in: চুবুট
el: Τσουμπούτ
fa: چوبوت
gu: ચુબુટ
he: צ'ובוט
hi: चबट
ja: チュブト
ka: ჩუბუტი
kk: Чубут
kn: ಚುಬತ್
ku_arab: چوبات
ky: Чубут
lo: ຊູບຸດ
lt: Čubutas
lv: Čubuta
mi: Tiupati
mk: Чибут
ml: ചുബറ്റ്
mn: Чубут
mr: चुबुत
ne: चुबुट
or: ଚୁବୁତ୍
pa_arab_pk: چبوت
pa_in: ਚੁਬੁਤ
ru: Чубут
sd: چُبُت
si: චුබුට්
sr_cyrl_rs: Чубут
sr_latn_rs: Čubut
ta: சூபட்
te: చుబుట్
tg: Чубут
th: ชูบุต
tt: Чубут
ug: چۇبۇت
uk: Чубут
ur: چبوت
zh_hans: 丘布特
zh_hant: 丘布特

# Word.State.AR.Corrientes
source: Corrientes
am: ኮሪየንተስ
ar: كورينتيس
as: কৰিয়েন্টিচ
az: Korrientes
bg: Кориентес
bn_in: কোরিয়েনটেস
el: Κοριέντες
fa: کورینتس
gu: કોરીએન્ટ્સ
he: קוריינטס
hi: कोरिएंटस
ja: コリエンテス
ka: კორიენტესი
kk: Корриентес
kn: ಕೋರೆಂಟೀಸ್
ku_arab: کۆریێنتس
ky: Корриентез
lo: ຄໍຣຽນເຕັສ
lt: Korjentesas
lv: Korjentesa
mi: Kotieri
mk: Кориентес
ml: കോറിയന്റസ്
mn: Корриентэс
mr: कोरिएन्टेस
ne: कोरियेन्टेस
or: କୋରିଏଣ୍ଟିସ୍
pa_arab_pk: کورین ٹیس
pa_in: ਕੋਰੀਈਨਟੀਸ
ru: Корриентес
sd: ڪورينٽس
si: කොරින්ටස්
sr_cyrl_rs: Коријентес
sr_latn_rs: Korijentes
ta: கொர்ரியன்டஸ்
te: కారియంటీస్
tg: Корриентес
th: กอร์เรียนเตส
tt: Корриентес
ug: كېرىنتىس
uk: Коррієнтес
ur: کوری این ٹس
uz: Korriyentes
zh_hans: 科连特斯
zh_hant: 科連特斯

# Word.State.AR.Córdoba
source: Cordoba
am: ኮርዶባ
ar: كوردبة
as: কোৰডোবা
az: Kordova
bg: Кордоба
bn_in: কোরডোবা
de: Córdoba
el: Κόρντομπα
es: Córdoba
eu: Kordoba
fa: کوردوبا
gl: Córdoba
gu: કોર્ડોબા
he: קורדובה
hi: कोर्डोबा
is: Cordóba
ja: コルドバ
ka: კორდობა
kk: Кордоба
kn: ಕಾರ್ಡೊಬಾ
ku_arab: قورتوبە
ky: Кордоба
lo: ຄໍໂດບາ
lt: Kordoba
lv: Kordova
mi: Korotopa
mk: Кордоба
ml: കോര്‍ഡോബ
mn: Кордоба
mr: कोर्डोबा
ne: कोर्बोदा
or: କୋରଡୋବା
pa_arab_pk: کورڈوبا
pa_in: ਕੋਰਡੋਬਾ
pl: Kordoba
ru: Кордова
sd: ڪارڊوبا
si: කෝර්ඩෝබා
sr_cyrl_rs: Кордоба
sr_latn_rs: Kordoba
ta: கார்டோபா
te: కార్డోబా
tg: Кордова
th: คอร์โดบา
tt: Кордоба
ug: كوردوبا
uk: Кордова
ur: کوڈوبا
uz: Kordova
zh_hans: 科尔多瓦
zh_hant: 科多瓦

# Word.State.AR.DistritoFederal
source: Federal Distrito
am: ዲስትሪቶ ፌደራል
ar: المحافظة الفيدرالية
as: ফেডাৰেল ডিচট্ৰিতো
az: Federal Respublika
bg: Федерален окръг
bn_in: ফেডারেল ডিসট্রিটো
bs: Savezni distrikt
el: Ντιστρίτο Φεντεράλ
es: Distrito federal
eu: Barruti Federala
fa: بخش فدرال (دیستریتو فدرال)
gu: ફેડરલ ડિસ્ટ્રીટો
he: דיסטריטו פדרל
hi: फ़ेडरल डिस्ट्रिटो
ja: ブラジリア連邦直轄区
ka: ფედერალური ოლქი
kk: Федерал Дистрито
kn: ಫೆಡರಲ್ ಡಿಸ್ಟ್ರಿಟೊ
ku_arab: دیستریتۆی فیدراڵی
ky: Федералдык Дистрито
lo: ເຟເດີໂຣ ດິສຕຣີໂຕ
lt: Federalinė apygarda
lv: Federālais apgabals
mi: Rohe Whenua Tōpū
mk: Федерална област
ml: ഫെഡറല്‍ ഡിസ്‌ട്രിറ്റോ
mn: Холбооны тойрог
mr: फेडरल डिस्ट्रिटो
ne: फेडेरल डिस्ट्रिटो
or: ଫେଡେରାଲ୍ ଡିଷ୍ଟ୍ରିଟୋ
pa_arab_pk: وفاقی ڈسٹریٹو
pa_in: ਫੈਡਰਲ ਡਿਸਟਰਿਟੋ
ru: Федеральный округ
sd: فيڊرل ڊسٽريٽو
si: ෆෙඩරල් ඩිස්ට්‍රිටෝ
sr_cyrl_rs: Савезни дистрикт
sr_latn_rs: Savezni distrikt
ta: ஃபெடரல் டிஸ்டிரிடோ
te: ఫెడరల్ డిస్ట్రిటో
th: เฟเดอรัลดิสตริกต์
tt: Федераль өлкәсе
ug: فېدېرال دىستېرىتو
uk: Дистрито Федераль
ur: وفاقی ضلع
uz: Federal okrug
zh_hans: 联邦区
zh_hant: 聯邦首都區

# Word.State.AR.EntreRíos
source: Entre Ríos
am: ኤንትረ ሪዮስ
ar: إنتري ريوس
as: এন্ত্ৰে অৰ ওচ
az: Entre Rios
bg: Ентре Риос
bn_in: এন্ট্রে রíস
bs: Entre Rios
el: Έντρε Ρίος
fa: انتره ریوس
gu: એન્ટ્રે Ríos
he: אנטרה-ריוס
hi: एंट्रे रोस
ja: エントレ・リオス
ka: ენტრე-რიოსი
kk: Энтре-Риос
kn: ಎಂಟಿ ರೋíಸ್
ku_arab: ئینتری رíۆس
lo: ເອັນເທຣຣິໂອ
lt: Entre Riosas
lv: Entreriosa
mi: Anaterei Rīohi
mk: Ентре Риос
ml: എന്‍‌ട്രെ റിയോസ്
mn: Энтрэ Риос
mr: एन्त्रे रोíस
ne: एन्ट्रे आरíओस
or: ଏଣ୍ଟ୍ରେ Ríos
pa_arab_pk: انٹرے ریوس
ru: Энтре-Риос
sd: اينٽرِ Ríos
si: එන්ට්‍රි රෙඩෝස්
sr_cyrl_rs: Ентре Риос
sr_latn_rs: Entre Rios
ta: என்ட்ரெ Ríos
te: ఎంట్రె రియోస్
th: เอนเตรรีโอส
tt: Энтре-Риос
ug: Ríos كىرگۈزۈڭ
uk: Ентре-Ріос
ur: اینترے ریوس
uz: Entre-Rios
zh_hans: 恩特雷里奥斯
zh_hant: 恩特雷里奧斯

# Word.State.AR.Formosa
source: Formosa
am: ፎርሞሳ
ar: فورموسا
as: ফৰ্মোচা
az: Formoza
bg: Формоза
bn_in: ফোরমোসা
el: Φορμόζα
fa: فورموسا
gu: ફોર્મોસા
he: פורמוסה
hi: फ़ारमोसा
ja: フォルモサ
ka: ფორმოსა
kk: Формоса
kn: ಫಾರ್ಮೋಸಾ
ku_arab: فۆرمۆسا
ky: Формоса
lo: ຟໍໂມຊາ
mi: Poromoha
mk: Формоза
ml: ഫൊര്‍മോസ
mn: Формоза
mr: फॉर्मोसा
ne: फोर्मोसा
or: ଫୋରମୋସ୍
pa_arab_pk: فورموسا
pa_in: ਫੋਰਮੋਸਾ
ru: Формоза
sd: فارموسا
si: ෆෝමෝසා
sr_cyrl_rs: Формоса
ta: ஃபொர்மோசா
te: ఫార్మోసా
tg: Формоза
th: ฟอร์โมซา
tt: Формоза
ug: فورموسا
uk: Формоза
ur: فورموسا
uz: Formoza
zh_hans: 福尔摩沙
zh_hant: 福爾摩沙

# Word.State.AR.Jujuy
source: Jujuy
am: ጁጁይ
ar: خوخوي
as: জুজুই
bg: Жужуи
bn_in: জুজুয়
el: Τζουτζούι
fa: جوجوی
gu: જુજુય
he: חוחוי
hi: जुजुय
ja: フフイ
ka: ჟუჟუი
kk: Жужуй
kn: ಜುಜುಯ್
ku_arab: جیجی
ky: Жужуй
lo: ຄູຄຸຍ
lt: Chuchujus
lv: Huhuja
mi: Huhai
mk: Хухуј
ml: സുസു
mn: Хүхүй
mr: जुजुय
ne: जुजुवे
or: ଜୁଜୁୟ
pa_arab_pk: جوجوئے
pa_in: ਜੁਜੁਈ
ru: Хухуй
sd: جُجوئي
si: ජුජුයි
sr_cyrl_rs: Хухуи
sr_latn_rs: Huhui
ta: ஜூஜை
te: జుజుయ్
tg: Ҷуюй
th: จูจาย
tt: Жужуй
ug: شۈشۈي
uk: Жужуй
ur: جوجوئے
zh_hans: 胡胡伊
zh_hant: 胡偉

# Word.State.AR.LaPampa
source: La Pampa
am: ላ ፓምፓ
ar: لا بامبا
as: লা পাম্পা
bg: Ла Пампа
bn_in: লা পাম্পা
el: Λα Πάμπα
fa: لا پامپا
gu: લા પામ્પા
he: לה פמפה
hi: ला पांपा
ja: ラ・パンパ
ka: ლა-პამპა
kk: Ла-Пампа
kn: ಲಾ ಪಂಪಾ
ku_arab: لا پامپا
ky: Ла Пампа
lo: ລາປາມປາ
mi: Rā Pamapa
mk: Ла Рампа
ml: ലാ പമ്പ
mn: Ла Пампа
mr: ला पॅम्पा
ne: ला पाम्पा
or: ଲା ପମ୍ପା
pa_arab_pk: لا پمپا
pa_in: ਲਾ ਪਾਮਪਾ
ru: Ла-Пампа
sd: لا پمپا
si: ලා පම්පා
sr_cyrl_rs: Ла Пампа
ta: லா பாம்பா
te: లా పంప
tg: Ле Пампа
th: ลาปัมปา
tt: Ла-Пампа
ug: لا پامپا
uk: Ла-Пампа
ur: لا پامپا
zh_hans: 拉潘帕
zh_hant: 拉潘帕

# Word.State.AR.LaRioja
source: La Rioja
am: ላ ሪዮሃ
ar: لا ريوخا
as: লা ৰিঅ'জা
az: La-Rioxa
bg: Ла Роя
bn_in: লা রিয়োজা
el: Λα Ριόχα
eu: Errioxa
fa: لا ریوجی
gu: લા રિયોઝા
he: לה ריוחה
hi: ला रिओजा
ja: ラ・リオハ
ka: ლა-რიოხა
kk: Ла Риоха
kn: ಲಾ ರಿಯೋಜಾ
ku_arab: لا ریۆجا
ky: Ла Риоа
lo: ລາຣີໂອຈາ
lt: La Riocha
lv: Larjoha
mi: Rā Rioha
mk: Ла Риоха
ml: ലാ റിയോജ
mn: Ла Риоха
mr: ला रिओजा
ne: ला रियोजा
or: ଲା ରିଓଜା
pa_arab_pk: لارئیوجا
pa_in: ਲਾ ਰੀਓਜਾ
ru: Ла-Риоха
sd: لا رِئوجا
si: ලා රියෝජා
sr_cyrl_rs: Ла Риоха
sr_latn_rs: La Rioha
ta: லா ரியோஜா
te: లా రియోజ
tg: Ла Риоя
th: ลารีโอคา
tt: Ла-Риоха
ug: لا روژا
uk: Ла-Ріоха
ur: لا ری اوجا
uz: La-Rioxa
zh_hans: 拉里奥哈
zh_hant: 拉里奧哈

# Word.State.AR.Mendoza
source: Mendoza
am: መንዶዛ
ar: مندوزا
as: মেনডোজা
bg: Мендоса
bn_in: মেনডোজা
el: Μεντόζα
fa: مندوزا
gu: મેન્ડોઝા
he: מנדוסה
hi: मेंडोज़ा
ja: メンドーサ
ka: მენდოზა
kk: Мендоза
kn: ಮೆಂಡೋಜಾ
ku_arab: مێندۆزا
ky: Мендоза
lo: ເມັນໂດຊາ
lt: Mendosa
lv: Mendosa
mi: Menetōha
mk: Мендоза
ml: മെന്‍ഡോസ
mn: Мэндоза
mr: मेन्डोझा
ne: मेन्डोजा
or: ମେନଡୋଜା
pa_arab_pk: میندوزا
pa_in: ਮੇਂਡੋਜ਼ਾ
ru: Мендоса
sd: مينڊوزا
si: මෙන්ඩෝසා
sr_cyrl_rs: Мендоза
ta: மெண்டோசா
te: మెండోజా
tg: Мендоза
th: เมนโดซา
tt: Мендоза
ug: مېندوزا
uk: Мендоса
ur: مینڈوزا
uz: Mendosa
zh_hans: 门多萨
zh_hant: 門多薩

# Word.State.AR.Misiones
source: Misiones
am: ሚሲዮነስ
ar: ميسونس
as: মিচিওনেচ
bg: Мисионес
bn_in: মিসিওনেস
el: Μισιόνες
fa: میزیونس
gu: મિસિન્સ
he: מיסיונס
hi: मिसिओनेस
ja: ミシオネス
ka: მისიონესი
kk: Мисьонес
kn: ಮಿಸಿಯೊನಿಸ್
ku_arab: میشینز
ky: Мисионес
lo: ມີຊິໂອເນັສ
lt: Misjonesas
lv: Misjonesa
mi: Mihitione
mk: Мисионес
ml: മിഷോനെസ്
mn: Мисионэс
mr: मिसिओनेस
ne: मिसियोनेस
or: ମିସିଓନେସ୍
pa_arab_pk: می سی اونس
pa_in: ਮਿਸੀਓਨੀਸ
ru: Мисьонес
sd: مسيونس
si: මිසියන්ස්
sr_cyrl_rs: Мисионес
ta: மிஷனஸ்
te: మిసియోన్స్
tg: Мисионес
th: มีซีโอเนส
tt: Мисьонес
ug: مىسىيونېس
uk: Місьонес
ur: می سی اونس
uz: Misones
zh_hans: 米西奥内斯
zh_hant: 米西奧內斯

# Word.State.AR.Neuquen
source: Neuquen
am: ኑኩዊን
ar: نيوكن
as: নেউকুইন
az: Neuken
bg: Неукен
bn_in: নেউকুয়েন
el: Νεκέν
es: Neuquén
fa: نئوکوئن
gu: ન્યુક્યુન
he: נאוקן
hi: न्यूक्वेन
ja: ネウケン
ka: ნეუკენი
kk: Неукен
kn: ನ್ಯೂಕಿಯನ್
ku_arab: نێکوێن
ky: Неукен
lo: ນີວເກນ
lt: Neukenas
lv: Neukena
mi: Niukawana
mk: Неуквен
ml: ന്യൂക്കണ്‍
mn: Нэүкэн
mr: न्यूक्वेन
ne: निउक्वेन
or: ନ୍ୟୁକୁଇନ୍
pa_arab_pk: نیو کیون
pa_in: ਨਿਯੂਕਿਊਈਨ
ru: Неукен
sd: نيوقين
si: නියුක්වෙන්
sr_cyrl_rs: Неукен
sr_latn_rs: Neuken
ta: நியுகுவென்
te: న్యూకెన్
tg: Неуквен
th: เนวเกน
tt: Неукен
ug: نىيۇكېن
uk: Неукен
ur: نیوکوین
uz: Neuken
zh_hans: 内乌肯
zh_hant: 內烏肯

# Word.State.AR.RíoNegro
source: Río Negro
am: ሪዮ ኔግሮ
ar: ريو نيجرو
as: আৰ ও নেগ্ৰ'
az: Rio Neqro
bg: Рио Негро
bn_in: আরíও নেগ্রো
bs: Rio Negro
el: Ρίο Νέγκρο
fa: ریو نگرو
gu: Río નિગ્રો
he: ריו נגרו
hi: रॉ नीग्रो
ja: リオ・ネグロ
ka: რიო-ნეგრო
kk: Рио Негро
kn: ರೋí ನೆಗ್ರೊ
ku_arab: رíۆ نێگرۆ
lo: ຣີໂອເນໂກຣ
lt: Rio Negras
lv: Rionegro
mi: Rio Nehekoro
mk: Рио Негро
ml: റിയോ നീഗ്രോ
mn: Рио Нэгро
mr: रीíओ नेग्रो
ne: आरíओ नेग्रो
or: ଆର୍íଓ ନେଗ୍ରୋ
pa_arab_pk: ریو نیگرو
pa_in: Río ਨੀਗਰੋ
ru: Рио-Негро
sd: Río نيگرو
si: රෝ නෙග්‍රෝ
sr_cyrl_rs: Рио Негро
sr_latn_rs: Rio Negro
ta: Río நீக்ரோ
te: రియో నీగ్రో
tg: Рио-Негро
th: รีโอเนโกร
tt: Рио-Негро
ug: نېگرو Río
uk: Ріо-Неґро
ur: ‫ریو نیگرو‬
uz: Rio-Negro
zh_hans: 内格罗河
zh_hant: 內格羅河

# Word.State.AR.Salta
source: Salta
am: ሶልታ
ar: سالطا
as: চাল্টা
bg: Салта
bn_in: সালটা
el: Σάλτα
fa: سالتا
gu: સાલ્ટા
he: סלטה
hi: साल्टा
ja: サルタ
ka: სალტა
kk: Сальта
kn: ಸಾಲ್ಟಾ
ku_arab: سالتا
ky: Салта
lo: ຊາລຕາ
mi: Harata
mk: Салта
ml: സാള്‍ട്ട
mn: Салта
mr: साल्टा
ne: साल्टा
or: ସାଲ୍ଟା
pa_arab_pk: سالٹا
pa_in: ਸਾਲਟਾ
ru: Сальта
sd: سالٽا
si: සෝල්ටා
sr_cyrl_rs: Салта
ta: சல்தா
te: సాల్టా
tg: Салта
th: ซัลตา
tt: Салта
ug: سالتا
uk: Сальта
ur: سالٹا
zh_hans: 萨尔塔
zh_hant: 沙爾塔

# Word.State.AR.SanJuan
source: San Juan
am: ሳን ዋን
ar: سان جوان
as: চান জুৱান
az: San-Xuan
bg: Сан Хуан
bn_in: সান জুয়ান
el: Σαν Χουάν
fa: سان ژوان
gu: સાન જુઆન
he: סן חואן
hi: सैन जुआन
ja: サン・ファン
ka: სან-ხუანი
kk: Сан-Хуан
kn: ಸ್ಯಾನ್ ಜುವಾನ್
ku_arab: سان خوان
ky: Сан Жуан
lo: ຊານຈວນ
lt: San Chuanas
lv: Sanhuana
mi: Hato Hoani
mk: Сан Хуан
ml: സാന്‍ ജുവാന്‍
mn: Сан Хуан
mr: सॅन जुआन
ne: जान जुवान
or: ସାନ୍ ଜୁଆନ୍
pa_arab_pk: سین جیوان
pa_in: ਸੈਨ ਜੁਆਨ
ru: Сан-Хуан
sd: سين جئان
si: සැන් ජුවාන්
sr_cyrl_rs: Сан Хуан
sr_latn_rs: San Huan
ta: சான் ஜுயான்
te: సాన్ జువాన్
tg: Сан-Хуан
th: ซานฮวน
tt: Сан-Хуан
ug: سان جۈەن
uk: Сан-Хуан
ur: سان جوان
uz: San-Xuan
zh_hans: 圣胡安
zh_hant: 聖胡安

# Word.State.AR.SanLuis
source: San Luis
am: ሳን ሉዊ
ar: سان لويس
as: চান লুইচ
bg: Сан Луис
bn_in: সান লুইস
el: Σαν Λούις
fa: سن لوییس
gu: સાન લુઇસ
he: סן לואיס
hi: सैन लुइस
ja: サン・ルイス
ka: სან-ლუისი
kk: Сан-Луиз
kn: ಸ್ಯಾನ್ ಲೂಯಿಸ್
ku_arab: سان لویس
ky: Сан Люис
lo: ຊາຍລຸຍສ
lt: San Luisas
lv: Sanluisa
mi: Hato Ruihi
mk: Сан Луис
ml: സാന്‍ ലൂയിസ്
mn: Сан Лүис
mr: सॅन लुईस
ne: सेन लुविस
or: ସାନ୍ ଲୁଇସ୍
pa_arab_pk: سین لویس
pa_in: ਸੈਨ ਲੁਇਸ
ru: Сан-Луис
sd: سين لئيس
si: සැන් ලුවිස්
sr_cyrl_rs: Сан Луис
ta: சான் லூயிஸ்
te: సాన్ లూయిస్
tg: Сан-луис
th: ซานลุยส์
tt: Сан-Луис
ug: سان لۇيىز
uk: Сан-Луїс
ur: سان لوئس
zh_hans: 圣路易斯
zh_hant: 聖路易

# Word.State.AR.SantaCruz
source: Santa Cruz
am: ሳንታ ክሩዝ
ar: سانتا كروز
as: চাণ্টা ক্ৰুজ
az: Santa-Kruz
bg: Санта Круз
bn_in: সানটা ক্রুজ
el: Σάντα Κρουζ
fa: سانتا کروز
gu: સાન્ટા ક્રુઝ
he: סנטה קרוס
hi: सांता क्रुज़
ja: サンタ・クルス
ka: სანტა-კრუსი
kk: Санта Крус
kn: ಸಂತಾ ಕ್ರೂಜ್
ku_arab: سانتا کروز
ky: Санта Круз
lo: ຊານຕາຄຣຸສ
lt: Santa Krusas
lv: Santakrusa
mi: Hato Rīpeka
mk: Санта Круз
ml: സാന്റ ക്രൂസ്
mn: Санта Крүз
mr: सांता क्रुझ
ne: स्यान्टा क्रुज
or: ସାନ୍ତା କ୍ରୁଜ୍
pa_arab_pk: سانٹا کروز
pa_in: ਸਾਂਟਾ ਕਰੂਜ਼
ru: Санта-Круз
sd: سينٽا ڪروز
si: සැන්ටා කෘස්
sr_cyrl_rs: Санта Круз
sr_latn_rs: Santa Kruz
ta: சாண்டா குரூஸ்
te: శాంటా క్రూజ్
tg: Санта-Круз
th: ซานตาครูซ
tt: Санта-Круз
ug: سانتا كىرۇز
uk: Санта-Крус
ur: سانٹا کروز
uz: Santa-Kruz
zh_hans: 圣克鲁斯
zh_hant: 聖克魯茲

# Word.State.AR.SantaFe
source: Santa Fe
am: ሳንታ ፈይ
ar: سانتا في
as: চাণ্টা ফে
bg: Санта Фе
bn_in: সানটা ফে
el: Σάντα Φε
fa: سانتا فی
gu: સાન્ટ ફે
he: סנטה פה
hi: सांता फ़े
ja: サンタ・フェ
ka: სანტა-ფე
kk: Санта-Фе
kn: ಸಂತಾ ಫೆ
ku_arab: سانتا فی
ky: Санта Фе
lo: ຊານຕາເຟ
lt: Santa Fė
lv: Santafē
mi: Hato Whei
mk: Санта Фе
ml: സാന്റ ഫെ
mn: Санта Фэ
mr: सँटा फे
ne: स्यान्टा फे
or: ସାନ୍ତା ଫେ
pa_arab_pk: سانٹا فی
pa_in: ਸਾਂਟਾ ਫੇ
ru: Санта-Фе
sd: سينٽا في
si: සැන්ටා ෆි
sr_cyrl_rs: Санта Фе
ta: சாண்டா ஃபெ
te: శాంటా ఫె
tg: Санта-Фе
th: ซันตาเฟ
tt: Санта-Фе
ug: سانتا فې
uk: Санта-Фе
ur: سانٹا فی
zh_hans: 圣菲
zh_hant: 聖塔非

# Word.State.AR.SantiagodelEstero
source: Santiago del Estero
am: ሳንቲያጎ ደል ኤስቴሮ
ar: سانتياجو دل إسترو
as: চান্টিয়াগো দেল ইষ্টেৰো
az: Santyaqo-del-Estero
bg: Сантяго дел Естеро
bn_in: সান্টিয়াগো ডেল এস্টেরো
el: Σαντιάγκο ντελ Eστέρο
fa: سانتیاگو دل استرو
gl: Santiago do Estero
gu: સાન્ટિયાગો ડેલ ઇસ્ટેરો
he: סנטיאגו דל אסטרו
hi: सैंटियागो डेल एस्टेरो
ja: サンチャゴ・デル・エステロ
ka: სანტიაგო-დელ-ესტერო
kk: Сантьяго-дель-Эстеро
kn: ಸ್ಯಾಂಟಿಯಾಗೊ ಡೆಲ್ ಎಸ್ಟೆರೊ
ku_arab: سانتیاگۆ دێل ئێستێرۆ
ky: Сантиего Дел Эстеро
lo: ຊານເຕຍໂກ ເດລແອັສເຕີໂຣ
lt: Santjago del Esteras
lv: Santjago del Estero
mi: Hato te Ehitoro
mk: Сантиаго дел Естеро
ml: സാന്റിയാഗോ ഡെല്‍ എസ്റ്റെറോ
mn: Сантьяго дэл Эстэро
mr: सँटिएगो डेल एस्टेरो
ne: सान्टियागो देल एस्तोरो
or: ସାଣ୍ଟିଆଗୋ ଡେଲ ଏଷ୍ଟ୍ରୋ
pa_arab_pk: سانٹیاگو ڈیل استرو
pa_in: ਸਾਨਟੀਆਗੋ ਡੇਲ ਐੱਸਟੇਰੋ
ru: Сантьяго-дель-Эстеро
sd: سينٽياگو ڊيل ايسٽيرو
si: සන්තියාගෝ ඩිල් එස්ටෙරෝ
sr_cyrl_rs: Сантијаго дел Естеро
sr_latn_rs: Santijago del Estero
ta: சாண்டியாகோ டெல் எஸ்டெரோ
te: శాంటియోగో డెల్ ఎస్టెరో
tg: Сантяго-дел-Эстеро
th: ซานเตียโกเดลเอสเตโร
tt: Сантьяго-дель-Эстеро
ug: سانتىياگو دېل ئېستىرو
uk: Сант'яґо-дель-Естеро
ur: سانٹی ایگو ڈیل استرو
uz: Santyago-del-Estero
zh_hans: 圣地亚哥德尔埃斯特罗
zh_hant: 聖地牙哥德爾埃斯特羅
