Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.JP.Hokkaido
source: Hokkaido
am: ሆካዪዶ
ar: هوكيدوز
as: হোকাইডো
bg: Хокайдо
bn_in: হোককাইডো
bs: Hokaido
el: Χοκάιντο
fa: هوکایدو
gu: હોક્કાઇડો
he: הוקאידו
hi: होक्काइडो
is: Hokkaídó
ja: 北海道
ka: ჰოკაიდო
kk: Хоккайдо
kn: ಹೊಕ್ಕಿಯಾಡೊ
ku_arab: هۆکیادۆ
ky: Хоккайдо
lo: ຮັອກໄກໂດ
lt: Hokaidas
lv: Hokaido
mi: Hokaito
mk: Хокаидо
ml: ഹൊക്കൈഡോ
mn: Хоккайдо
mr: होकाइदो
ne: होकाइदो
or: ହୋକାଇଡୋ
pa_arab_pk: ہوکیدو
pa_in: ਹੋਕੈਡੋ
ru: Хоккайдо
sd: ھوڪائدو
si: හොකයිඩෝ
sl: Hokaido
sr_cyrl_rs: Хокаидо
sr_latn_rs: Hokaido
ta: ஹொக்கைடோ
te: హొకైడో
tg: Ҳоккайдо
th: ฮอกไกโด
tt: Хоккайдо
ug: خوككايدو
uk: Хоккайдо
ur: ہوکیدو
uz: Xokkaydo
zh_hans: 北海道
zh_hant: 北海道

# Word.State.JP.Hyogoken
source: Hyogo
am: ሂዮጎ
ar: هيوجو
as: হিয়াগো
az: Hyoqo
bg: Хиого
bn_in: হাইয়োগো
el: Χιόγκο
fa: هیوگو
gu: હ્યોગો
he: היוגו
hi: ह्योगो
ja: 兵庫
ka: გიოგო
kk: Хёго
kn: ಹ್ಯೋಗೊ
ku_arab: هیۆگۆ
ky: Хиогской
lo: ຮີໂອໂກະ
lt: Hiogo
lv: Hjogo
mi: Haikau
mk: Хиого
ml: ഹ്യോഗോ
mn: Хёго
mr: योगो
ne: ह्योगो
or: ହୟୋଗା
pa_arab_pk: ہویوگو
pa_in: ਹਈਓਗੋ
ru: Хиого
sd: ھيوگو
si: හියෝගු
sl: Hjogo
sr_cyrl_rs: Хјого
sr_latn_rs: Hjogo
ta: ஹியோகோ
te: హ్యోజో
tg: Ҳйого
th: เฮียวโงะ
tt: Хёго
ug: خىيوگو
uk: Хіоґо
ur: ہویوگو
uz: Xyogo
zh_hans: 兵库
zh_hant: 兵庫

# Word.State.JP.Ibarakiken
source: Ibaraki
am: ኢባራኪ
ar: إيباراكي
as: ইবাৰাকি
bg: Ибараки
bn_in: আইবারাকি
el: Ιμπαράκι
fa: ایباراکی
gu: ઇબારકી
he: איבראקי
hi: इबाराकी
ja: 茨城
ka: იბარაკი
kk: Ибараки
kn: ಇಬಾರಾಕಿ
ku_arab: ئیباراکی
ky: Ибараки
lo: ອີບາຣາກິ
lt: Ibarakis
mi: Iparaki
mk: Ибараки
ml: ഇബാറക്കി
mn: Ибараки
mr: इबराकी
ne: इबाराकी
or: ଇବ୍ରାକି
pa_arab_pk: ابراکی
pa_in: ਇਬਾਰਾਕੀ
ru: Ибараки
sd: براڪي
si: ඉබර්කි
sr_cyrl_rs: Ибараки
ta: இபாராகி
te: ఇబార్కీ
tg: Ибараки
th: อิบารากิ
tt: Ибараки
ug: ئىباركى
uk: Ібаракі
ur: ابراکی
zh_hans: 茨城
zh_hant: 茨城

# Word.State.JP.Ishikawaken
source: Ishikawa
am: ኢሺካዋ
ar: إيشيكاوا
as: ইচিকাৱা
az: İşikava
bg: Ишикава
bn_in: ইশিকোয়া
el: Ισικάβα
fa: ایشیکاوا
gu: ઇશીકાવા
he: אישיקאווה
hi: इशिकावा
ja: 石川
ka: ისაკავა
kk: Ишикава
kn: ಇಶಿಕಾವಾ
ku_arab: ئیشیکاوا
ky: Исикава
lo: ອິຊິກາວະ
lt: Išikava
lv: Isikava
mi: Ihikawa
mk: Ишикава
ml: ഇഷികാവ
mn: Ишикава
mr: इशिकावा
ne: इशिकावा
or: ଇସିକାୱା
pa_arab_pk: اشی کاوا
pa_in: ਇਸ਼ੀਕਾਵਾ
ru: Ишикава
sd: شڪاوا
si: ඉෂිකාවා
sl: Išikava
sr_cyrl_rs: Ишикава
sr_latn_rs: Išikava
ta: இஷிகாவா
te: ఇషికావా
tg: Иникава
th: อิชิกาวา
tr: İşikava
tt: Исикава
ug: ئىشىكاۋا
uk: Ісікава
ur: اشی کاوا
uz: Isikava
zh_hans: 市川
zh_hant: 石川

# Word.State.JP.Iwateken
source: Iwate
am: ኢዋተ
ar: إيوات
as: ইয়াতে
az: Ivate
bg: Ивате
bn_in: আইয়াতে
el: Ιβάτε
fa: ایواته
gu: ઇવેટ
he: איווטה
hi: इवाते
ja: 岩手
ka: ივატე
kk: Иватэ
kn: ಐವಾಟೆ
ku_arab: ئیوات
ky: Ивате
lo: ອີວາເຕະ
lt: Ivatė
lv: Ivate
mk: Ивате
ml: ഇവാറ്റെ
mn: Иватэ
mr: इवाते
ne: इवाते
or: ଇୱାଟେ
pa_arab_pk: اواتے
pa_in: ਆਈਵਾਤੇ
ru: Ивате
sd: ويٽ
si: ඉවාටේ
sl: Ivate
sr_cyrl_rs: Ивате
sr_latn_rs: Ivate
ta: இவாட்
te: ఇవాటే
tg: Ивате
th: อิวาเตะ
tr: İvate
tt: Ивате
ug: ئىۋاتې
uk: Івате
ur: اواتے
uz: Ivate
zh_hans: 岩手
zh_hant: 岩手

# Word.State.JP.Kagawaken
source: Kagawa
am: ካጋዋ
ar: كاجاوا
as: কাগাউ
az: Kaqava
bg: Кагава
bn_in: কাগায়া
el: Καγκάουα
fa: کاگاوا
gu: કાગાવા
he: קגאווה
hi: कगावा
ja: 香川
ka: კაგავა
kk: Кагава
kn: ಕಗಾವಾ
ku_arab: کاگوا
ky: Кагава
lo: ຄາກາວະ
lt: Kagava
lv: Kagava
mi: Kakawa
mk: Кагава
ml: കഗാവ
mn: Кагава
mr: कागावा
ne: कागावा
or: କାଗାୱା
pa_arab_pk: کاگاوا
pa_in: ਕਾਗਾਵਾ
ru: Кагава
sd: ڪگاوا
si: කගාවා
sl: Kagava
sr_cyrl_rs: Кагава
sr_latn_rs: Kagava
ta: ககாவா
te: కగవా
tg: Кагава
th: คากาวะ
tr: Kagava
tt: Кагава
ug: كاگاۋا
uk: Каґава
ur: کاگاوا
uz: Kagava
zh_hans: 香川
zh_hant: 香川

# Word.State.JP.Kagoshimaken
source: Kagoshima
am: ካጎሺማ
ar: كاجوشيما
as: কাগোচিমা
az: Kaqoşima
bg: Кагошима
bn_in: কাগোশিমা
el: Καγκοσίμα
fa: کاگوشیما
gu: કાગોશિમા
he: קגושימה
hi: कागोशिमा
is: Kagoshima-ken
ja: 鹿児島
ka: კაგოსიმა
kk: Кагошима
kn: ಕಾಗೊಶಿಮಾ
ku_arab: کاگۆشیما
ky: Кагосима
lo: ຄາໂກຊິມະ
lt: Kagošima
lv: Kagosima
mi: Kakohima
mk: Кагошима
ml: കഗോഷിമ
mn: Кагошима
mr: कागोशिमा
ne: कागोशिमा
or: କାଗୋଶିମା
pa_arab_pk: کاگوشیما
pa_in: ਕਾਗੋਸ਼ੀਮਾ
ru: Кагосима
sd: ڪاگوشيما
si: කගෝෂිමා
sl: Kagošima
sr_cyrl_rs: Кагошима
sr_latn_rs: Kagošima
ta: ககோஷிமா
te: కగోషిమా
tg: Кагошима
th: คาโกชิมา
tr: Kagoşima
tt: Кагосима
ug: كاگوشىما
uk: Каґосіма
ur: کاگوشیما
uz: Kagosima
zh_hans: 鹿儿岛
zh_hant: 鹿兒島

# Word.State.JP.Kanagawaken
source: Kanagawa
am: ካናጋዋ
ar: كاناجوا
as: কানাগাৱা
az: Kanaqava
bg: Канагава
bn_in: কানাগাবা
el: Κανάγκαβα
fa: کاناگاوا
gu: કાનાગાવા
he: קנגאווה
hi: कानागावा
ja: 神奈川
ka: კანაგავა
kk: Канагава
kn: ಕನಾಗಾವಾ
ku_arab: کاناگاوا
ky: Канагава
lo: ຄະນະງະວະ
lt: Kanagava
lv: Kanagava
mi: Kanakawa
mk: Канагава
ml: കനാഗവ
mn: Канагава
mr: कानागावा
ne: कानागावा
or: କାନାଗୱା
pa_arab_pk: کاناگاوا
pa_in: ਕਾਨਾਗਾਵਾ
ru: Канагава
sd: ڪاناگاوا
si: කනගාවා
sl: Kanagava
sr_cyrl_rs: Канагава
sr_latn_rs: Kanagava
ta: கனகாவா
te: కనాగవా
tg: Канагава
th: คานางาวะ
tr: Kanagava
tt: Канагава
ug: كاناگاۋا
uk: Канаґава
ur: کاناگاوا
uz: Kanagava
zh_hans: 神奈川
zh_hant: 神奈川

# Word.State.JP.Kochiken
source: Kochi
am: ኮቺ
ar: كوشي
as: কোচি
az: Koçi
bg: Кочи
bn_in: কোচি
el: Κότσι
fa: کوچی
gu: કોચિ
he: קוצ'י
hi: कोची
ja: 高知
ka: კოჩი
kk: Кочи
kn: ಕೊಚ್ಚಿ
ku_arab: کۆچی
ky: Кочи
lo: ໂຄຈິ
lt: Kočis
lv: Koči
mi: Kotihi
mk: Кочи
ml: കൊച്ചി
mn: Кочи
mr: कोची
ne: कोची
or: କୋଚି
pa_arab_pk: کوچی
pa_in: ਕੋਚੀ
ru: Кочи
sd: ڪوچي
si: කෝචි
sl: Koči
sr_cyrl_rs: Кочи
sr_latn_rs: Koči
ta: கொச்சி
te: కొచీ
tg: Кочи
th: โคชิ
tr: Koçi
tt: Кочи
ug: كوچى
uk: Кочі
ur: کوچی
zh_hans: 高知
zh_hant: 高知

# Word.State.JP.Kumamotoken
source: Kumamoto
am: ኩማሞቶ
ar: كومامتو
as: কুমামাটো
bg: Кумамото
bn_in: কামামোতো
el: Κουμαμότο
fa: کوماموتو
gu: કુમામોટો
he: קומאמוטו
hi: कुमामोटो
ja: 熊本
ka: კუმამოტო
kk: Кумамото
kn: ಕುಮಾಮೊಟೊ
ku_arab: کۆمامۆتا
ky: Кумамото
lo: ຄູມາໂມໂຕະ
lt: Kumamotas
mi: Kumumoto
mk: Кумамото
ml: കുമാമൊട്ടോ
mn: Күмамото
mr: कुमामोटो
ne: कुमामोतो
or: କୁମାମୋଟୋ
pa_arab_pk: کوماموٹو
pa_in: ਕੁਮਾਮੋਟੋ
ru: Кумамото
sd: ڪماموٽو
si: කුමාමොටෝ
sr_cyrl_rs: Кумамото
ta: குமமொடோ
te: కుమామొటో
tg: Кумамото
th: คูมาโมโตะ
tt: Кумамото
ug: كۇماموتو
uk: Кумамото
ur: کوماموٹو
zh_hans: 熊本
zh_hant: 熊本

# Word.State.JP.Kyotofu
source: Kyoto
am: ክዮቶ
ar: كيوتو
as: কিয়াটো
bg: Киото
bn_in: কায়ায়োতো
bs: Kjoto
el: Κιότο
es: Kioto
fa: کیوتو
gu: ક્યોટો
he: קיוטו
hi: क्योटो
ja: 京都
ka: კიოტო
kk: Киото
kn: ಕ್ಯೋಟೊ
ku_arab: کیۆتۆ
ky: Киото
lo: ກຽວໂຕະ
lt: Kiotas
lv: Kioto
mi: Kaito
mk: Кјото
ml: കോയ്‌റ്റൊ
mn: Кёото
mr: क्योतो
ne: क्योतो
or: କୟୋଟୋ
pa_arab_pk: کی اوٹو
pa_in: ਕਵੋਤੋ
pl: Kioto
ru: Киото
sd: يوٽو
si: කියෝටෝ
sl: Kjoto
sr_cyrl_rs: Кјото
sr_latn_rs: Kjoto
ta: கியோட்டோ
te: క్యొటో
tg: Киото
th: เกียวโต
tt: Киото
ug: كىيوتو
uk: Кіото
ur: کی اوٹو
uz: Kioto
zh_hans: 京都
zh_hant: 京都

# Word.State.JP.Mieken
source: Mie
am: ሚ
ar: مي
as: মিই
bg: Мие
bn_in: মিয়ে
el: Μίε
fa: میه
gu: મેઇ
he: מיה
hi: मिअ
ja: 三重
ka: მი
kk: Мие
kn: ಮೀ
ku_arab: میی
ky: Ми
lo: ມີເອະ
lt: Mijė
mk: Мие
ml: മീ
mn: Миэ
mr: मिए
ne: मिए
or: ମିଏ
pa_arab_pk: میے
pa_in: ਮੀਈ
ru: Мие
sd: مي
si: මයි
sr_cyrl_rs: Мије
sr_latn_rs: Mije
ta: மை
te: మీ
tg: Мие
th: มิเอะ
tt: Миэ
ug: مىئې
uk: Міе
ur: میے
uz: Mi
zh_hans: 三重县
zh_hant: 三重

# Word.State.JP.Miyagiken
source: Miyagi
am: ሚያጊ
ar: مياجي
as: মিয়াগো
bg: Мияги
bn_in: মিয়াগি
el: Μιγιάγκι
fa: میاگی
gu: મિયાગી
he: מיאגי
hi: मियागी
ja: 宮城
ka: მიაგი
kk: Мияги
kn: ಮಿಯಾಗಿ
ku_arab: میاگای
ky: Мияги
lo: ມີຢາກິ
lt: Mijagis
lv: Mijagi
mi: Miaki
mk: Мијаги
ml: മിയാഗി
mn: Мияги
mr: मियागी
ne: मियागी
or: ମିୟାଗି
pa_arab_pk: میاگی
pa_in: ਮੀਯਾਗੀ
ru: Мияги
sd: مياگي
si: මියාගි
sl: Mijagi
sr_cyrl_rs: Мијаги
sr_latn_rs: Mijagi
ta: மியாகி
te: మియాగీ
tg: Мияги
th: มิยากิ
tt: Мияги
ug: مىياگى
uk: Міяґі
ur: میاگی
zh_hans: 宫城
zh_hant: 宮城

# Word.State.JP.Miyazakiken
source: Miyazaki
am: ሚያዛኪ
ar: ميازاكي
as: মিয়াজাকি
bg: Миазаки
bn_in: মিয়াজাকি
el: Μιγιαζάκι
fa: میازاکی
gu: મિયાઝાકી
he: מיאזאקי
hi: मियाज़ाकी
ja: 宮崎
ka: მიაძაკი
kk: Миязаки
kn: ಮಿಯಾಜಾಕಿ
ku_arab: میازاکی
ky: Миядзаки
lo: ມີຢາຊາກິ
lt: Mijadzakis
lv: Mijadzaki
mi: Miahaki
mk: Мијазаки
ml: മിയാസകി
mn: Миязаки
mr: मियाझाकी
ne: मियाजाकी
or: ମିୟାଜାକି
pa_arab_pk: میازکی
pa_in: ਮੀਯਾਜ਼ਾਕੀ
ru: Миядзаки
sd: مياذاڪي
si: මියාසාකි
sl: Mijazaki
sr_cyrl_rs: Мијазаки
sr_latn_rs: Mijazaki
ta: மி்யாசாகி
te: మియాజకీ
tg: Миязаки
th: มิยาซากิ
tt: Миясаки
ug: مىيازاكى
uk: Міядзакі
ur: میازکی
uz: Miyadzaki
zh_hans: 宫崎
zh_hant: 宮崎

# Word.State.JP.Naganoken
source: Nagano
am: ናጋኖ
ar: ناجانو
as: নাগানো
az: Naqano
bg: Нагано
bn_in: নাগানো
el: Ναγκάνο
fa: ناگانو
gu: નાગાનો
he: נגאנו
hi: नगानो
ja: 長野
ka: ნაგანო
kk: Нагано
kn: ನಗಾನೊ
ku_arab: ناگانۆ
ky: Нагано
lo: ນາກາໂນ
lt: Naganas
mi: Nakano
mk: Нагано
ml: നഗാനോ
mn: Нагано
mr: नागोनो
ne: नागानो
or: ନାଗାନୋ
pa_arab_pk: ناگانو
pa_in: ਨਾਗਾਨੋ
ru: Нагано
sd: نگانو
si: නගානෝ
sr_cyrl_rs: Нагано
ta: நாகனோ
te: నాగనో
tg: Нагано
th: นางาโน
tt: Нагано
ug: ناگانو
uk: Наґано
ur: ناگانو
zh_hans: 长野
zh_hant: 長野

# Word.State.JP.Nagasakiken
source: Nagasaki
am: ናጋሳኪ
ar: ناجازاكي
as: নাগাচাকি
az: Naqasaki
bg: Нагазаки
bn_in: নাগাসাকি
el: Ναγκασάκι
fa: ناگاساکی
gu: નાગાસાકી
he: נגסקי
hi: नागासाकी
ja: 長崎
ka: ნაგასაკი
kk: Нагасаки
kn: ನಾಗಾಸಾಕಿ
ku_arab: ناگاسکای
ky: Нагасаки
lo: ນາກາສະກິ
lt: Nagasakis
mi: Nakahaki
mk: Нагасаки
ml: നാഗസാക്കി
mn: Нагасаки
mr: नागासाकी
ne: नागासाकी
or: ନାଗାସାକି
pa_arab_pk: ناگاساکی
pa_in: ਨਾਗਾਸਾਕੀ
ru: Нагасаки
sd: ناگاساڪي
si: නාගසාකි
sr_cyrl_rs: Нагасаки
ta: நாகஸாகி
te: నాగసాకీ
tg: Нагасаки
th: นางาซากิ
tt: Нагасаки
ug: ناگاساكى
uk: Наґасакі
ur: ناگاساکی
zh_hans: 长崎
zh_hant: 長崎

# Word.State.JP.Naraken
source: Nara
am: ናራ
ar: نارا
as: নাৰা
bg: Нара
bn_in: নারা
el: Νάρα
fa: نارا
gu: નારા
he: נארה
hi: नारा
ja: 奈良
ka: ნარა
kk: Нара
kn: ನಾರಾ
ku_arab: نارا
ky: Нара
lo: ນາຣາ
mk: Нара
ml: നാര
mn: Нара
mr: नारा
ne: नारा
or: ନାରା
pa_arab_pk: نارا
pa_in: ਨਾਰਾ
ru: Нара
sd: نارا
si: නාරා
sr_cyrl_rs: Нара
ta: நரா
te: నారా
tg: Нара
th: นารา
tt: Нара
ug: نارا
uk: Нара
ur: نارا
zh_hans: 奈良
zh_hant: 奈良

# Word.State.JP.Niigataken
source: Niigata
am: ኒጋታ
ar: نيجاتا
as: নিগাটা
az: Niiqata
bg: Нигата
bn_in: নিইগাটা
el: Νιιγκάτα
fa: نیگاتا
gu: નિગાટા
he: נייגטה
hi: नीगाटा
ja: 新潟
ka: ნიიგატა
kk: Ниигата
kn: ನಿಗಾಟಾ
ku_arab: نیاگاتا
ky: Ниигата
lo: ນີກາຕະ
lt: Nijigata
mi: Nikata
mk: Ниигата
ml: നിഗാറ്റ
mn: Нийгата
mr: निगाता
ne: नीगाता
or: ନିଗାଟା
pa_arab_pk: نی گاتا
pa_in: ਨੀਗਾਟਾ
ru: Ниигата
sd: نِگاٽا
si: නිගාටා
sr_cyrl_rs: Ниигата
ta: நிகாட்டா
te: నిగటా
tg: Ниигита
th: นิอิงาตะ
tt: Ниигата
ug: نىگاتا
uk: Ніїґата
ur: نی گاتا
zh_hans: 新泻
zh_hant: 新潟

# Word.State.JP.Oitaken
source: Oita
am: ኦዪታ
ar: أويتا
as: ওটা
bg: Оита
bn_in: ওইটা
el: Οΐτα
fa: اویتا
gu: ઓઇટા
he: אויטה
hi: ओइटा
ja: 大分
ka: ოიტა
kk: Оита
kn: ಒಯ್ಟಾ
ku_arab: ئۆیتا
ky: Оита
lo: ໂອອີຕະ
mk: Оите
ml: ഓയിറ്റ
mn: Оита
mr: ओइता
ne: ओइटा
or: ଓଇଟା
pa_arab_pk: اوایتا
pa_in: ਓਇਟਾ
ru: Оита
sd: اوئٽا
si: ඔයිටා
sr_cyrl_rs: Оита
ta: ஒய்டா
te: ఒయిటా
tg: Оита
th: โออิตะ
tt: Оита
ug: ئوئىتا
uk: Оїта
ur: اوایتا
zh_hans: 大分
zh_hant: 大分

# Word.State.JP.Okayamaken
source: Okayama
am: ኦካያማ
ar: أوكياما
as: ওকায়ামা
bg: Окаяма
bn_in: ওকায়ামা
el: Οκαγιάμα
fa: اوکایاما
gu: ઓકાયામા
he: אוקיאמה
hi: ओकायामा
ja: 岡山
ka: ოკაიამა
kk: Окаяма
kn: ಒಕಾಯಾಮಾ
ku_arab: ئۆکایاما
ky: Окаяма
lo: ໂອກາຢະມະ
lt: Okajama
lv: Okajama
mi: Okaiama
mk: Окајама
ml: ഒക്കായമ
mn: Окаяма
mr: ओकायामा
ne: ओकायामा
or: ଓକୟାମା
pa_arab_pk: اوکیاما
pa_in: ਓਕਾਯਾਮਾ
ru: Окаяма
sd: اوڪاياما
si: ඔකයාමා
sl: Okajama
sr_cyrl_rs: Окајама
sr_latn_rs: Okajama
ta: ஒகயாமா
te: ఒకాయమా
tg: Окаяма
th: โอะกะยะมะ
tt: Окаяма
ug: ئوكاياما
uk: Окаяма
ur: اوکیاما
zh_hans: 冈山
zh_hant: 岡山

# Word.State.JP.Okinawaken
source: Okinawa
am: ኦኪናዋ
ar: أوكيناوا
as: ওকিনাৱা
az: Okinava
bg: Окинава
bn_in: ওকিনায়া
el: Οκινάουα
fa: اوکیناوا
gu: ઓકિનાવા
he: אוקינאווה
hi: ओकीनावा
ja: 沖縄
ka: ოკინავა
kk: Окинава
kn: ಓಕಿನಾವಾ
ku_arab: ئۆکیناوا
ky: Окинава
lo: ໂອກີນາວາ
lt: Okinava
lv: Okinava
mk: Окинава
ml: ഒകിനാവ
mn: Окинава
mr: ओकिनावा
ne: ओकिनावा
or: ଓକିନାୱା
pa_arab_pk: اوکی ناوا
pa_in: ਓਕੀਨਾਵਾ
ru: Окинава
sd: اوڪيناوا
si: ඔකිනාවා
sl: Okinava
sr_cyrl_rs: Окинава
sr_latn_rs: Okinava
ta: ஒகினாவா
te: ఒకినవా
tg: Окинава
th: โอกินาวา
tr: Okinava
tt: Окинава
ug: ئوكىناۋا
uk: Окінава
ur: اوکی ناوا
uz: Okinava
zh_hans: 冲绳
zh_hant: 沖繩

# Word.State.JP.Osakafu
source: Osaka
am: ኦሳካ
ar: أوساكا
as: ওচাকা
bg: Осака
bn_in: ওসাকা
el: Οσάκα
fa: اوساکا
gu: ઓસાકા
he: אוסקה
hi: ओसाका
is: Ósaka
ja: 大阪
ka: ოსაკა
kk: Осака
kn: ಒಸಾಕಾ
ku_arab: ئۆساکا
ky: Осака
lo: ໂອຊາກະ
mi: Ōhaka
mk: Осака
ml: ഒസാക്ക
mn: Оосака
mr: ओसाका
ne: ओसाका
or: ଓସକା
pa_arab_pk: اوساکا
pa_in: ਓਸਾਕਾ
ru: Осака
sd: اوساڪا
si: ඔසාකා
sr_cyrl_rs: Осака
ta: ஒசாகா
te: ఒసాకా
tg: Осака
th: โอซาก้า
tt: Осака
ug: ئوساكا
uk: Осака
ur: اوساکا
zh_hans: 大阪
zh_hant: 大阪

# Word.State.JP.Sagaken
source: Saga
am: ሳጋ
ar: ساجا
as: চাগা
az: Saqa
bg: Сага
bn_in: সাগা
el: Σάγκα
fa: ساگا
gu: સાગા
he: סאגה
hi: सागा
ja: 佐賀
ka: საგა
kk: Сага
kn: ಸಾಗಾ
ku_arab: ساگا
ky: Сага
lo: ຊາກະ
mi: Haka
mk: Сага
ml: സാഗ
mn: Сага
mr: सागा
ne: सागा
or: ସାଗା
pa_arab_pk: ساگا
pa_in: ਸਾਗਾ
ru: Сага
sd: ساگا
si: සාගා
sr_cyrl_rs: Сага
ta: சாகா
te: సగ
tg: Сага
th: ซากะ
tt: Сага
ug: ساگا
uk: Саґа
ur: ساگا
zh_hans: 佐贺
zh_hant: 佐賀

# Word.State.JP.Saitamaken
source: Saitama
am: ሳይታማ
ar: سيتاما
as: চাইটামা
bg: Сайтама
bn_in: সাইটামা
el: Σαϊτάμα
fa: سایتاما
gu: સાઇતામા
he: סאיטמה
hi: सैटमा
ja: 埼玉
ka: საიტამა
kk: Сайтама
kn: ಸೈಟಾಮಾ
ku_arab: سایتاما
ky: Сайтама
lo: ໄຊຕາມະ
mi: Haitama
mk: Саитама
ml: സെയിറ്റാമ
mn: Сайтама
mr: साइतामा
ne: साइमाता
or: ସାଇଟାମା
pa_arab_pk: سےتاما
pa_in: ਸਾਈਟਾਮਾ
ru: Сайтама
sd: سائتاما
si: සයිතමා
sr_cyrl_rs: Саитама
ta: சைதமா
te: సైతమ
tg: Саитама
th: ไซตามะ
tt: Саитама
ug: سائىتاما
uk: Сайтама
ur: سےتاما
uz: Saytama
zh_hans: 埼玉
zh_hant: 崎玉

# Word.State.JP.Shigaken
source: Shiga
am: ሺጋ
ar: شيجا
as: চিগা
az: Şiqa
bg: Шига
bn_in: শিগা
el: Σίγκα
fa: شیگا
gu: શિગા
he: שיגה
hi: शिगा
ja: 滋賀
ka: სიგა
kk: Шига
kn: ಶಿಗಾ
ku_arab: شیگا
ky: Сига
lo: ຊີງະ
lt: Šiga
lv: Siga
mi: Hika
mk: Шига
ml: ഷിഗ
mn: Шига
mr: शिगा
ne: शिगा
or: ଶିଗା
pa_arab_pk: شیگا
pa_in: ਸ਼ੀਗਾ
ru: Сига
sd: شيگا
si: ෂිගා
sl: Šiga
sr_cyrl_rs: Шига
sr_latn_rs: Šiga
ta: ஷிகா
te: షీగా
tg: Шига
th: ชิงะ
tr: Şiga
tt: Сига
ug: شىگا
uk: Сіґа
ur: شیگا
uz: Siga
zh_hans: 滋贺
zh_hant: 滋賀

# Word.State.JP.Shimaneken
source: Shimane
am: ሺማነ
ar: شيماني
as: চিমানে
az: Şimane
bg: Шимане
bn_in: শিমানে
el: Σιμάνε
fa: شیمین
gu: શિમેન
he: שימאנה
hi: शिमाने
ja: 島根
ka: სიმანე
kk: Шиман
kn: ಶಿಮಾನೆ
ku_arab: شیمان
ky: Симане
lo: ຊິມາເນ
lt: Šimanė
lv: Simane
mi: Himane
mk: Шимане
ml: ഷിമാനെ
mn: Шиманэ
mr: शिमेन
ne: शिमेन
or: ଶିମାନେ
pa_arab_pk: شی مین
pa_in: ਸ਼ੀਮੇਨ
ru: Симане
sd: شماني
si: ෂිමේන්
sl: Šimane
sr_cyrl_rs: Шимане
sr_latn_rs: Šimane
ta: ஷிமேன்
te: షిమానె
tg: Шимане
th: ชิมาเนะ
tr: Şimane
tt: Симане
ug: شىمانې
uk: Сімане
ur: شی مین
uz: Simane
zh_hans: 岛根
zh_hant: 島根

# Word.State.JP.Shizuokaken
source: Shizuoka
am: ሺዙኦካ
ar: شيزوكا
as: চিজুকা
az: Şizuoka
bg: Шизука
bn_in: শিজুয়োকা
el: Σιζουόκα
fa: شیزوکا
gu: શિઝુઓકા
he: שיזואוקה
hi: शिज़ुकोआ
ja: 静岡
ka: სიძუოკა
kk: Шизуока
kn: ಶಿಝೋಕಾ
ku_arab: شیزۆکا
ky: Сидзуока
lo: ຊີຊຸໂອກະ
lt: Šidžuoka
lv: Sidzouka
mi: Tihihoka
mk: Шидзуока
ml: ഷിസൌക
mn: Шизүока
mr: शिझुओका
ne: शिजुवोका
or: ଶିଜୁଓକା
pa_arab_pk: شیزویکا
pa_in: ਸ਼ੀਜ਼ੂਓਕਾ
ru: Сидзуока
sd: شزوڪا
si: ෂිෂුයෝකා
sl: Šizuoka
sr_cyrl_rs: Шизуока
sr_latn_rs: Šizuoka
ta: ஷிசுவோகா
te: షిజువోకా
tg: Шизуока
th: ชิซูโอกะ
tr: Şizuoka
tt: Сидзуока
ug: شىزۇكا
uk: Сідзуока
ur: شیزویکا
uz: Sidzuoka
zh_hans: 静冈
zh_hant: 靜岡

# Word.State.JP.Tochigiken
source: Tochigi
am: ቶቺጊ
ar: توشيجي
as: টোচিগি
az: Toçiqi
bg: Точиги
bn_in: টোচিগি
el: Τοτσίγκι
fa: توچیگی
gu: તોચિગી
he: טוצ'יגי
hi: तोचिगी
ja: 栃木
ka: ტოჩიგი
kk: Точиги
kn: ಟೋಚಿಗಿ
ku_arab: تۆچیگی
ky: Точиги
lo: ໂຕຊະງິ
lt: Točigis
lv: Točigi
mi: Tokiki
mk: Точиги
ml: തോചിഗി
mn: Точиги
mr: टोचिगि
ne: टोचिगी
or: ଟୋଚିଗି
pa_arab_pk: ٹوچی گی
pa_in: ਟੋਚੀਗੀ
ru: Тотиги
sd: ٽوچيگي
si: ටොචිගි
sl: Točigi
sr_cyrl_rs: Точиги
sr_latn_rs: Točigi
ta: டொசிகி
te: తొచిగి
tg: Точиги
th: โตชิกิ
tr: Toçigi
tt: Точиги
ug: توچىگى
uk: Точіґі
ur: ٹوچی گی
uz: Totigi
zh_hans: 枥木
zh_hant: 梔木

# Word.State.JP.Tokushimaken
source: Tokushima
am: ቶኩሺማ
ar: طوكوشيما
as: টোকুচিমা
az: Tokuşima
bg: Токушима
bn_in: তোকুশিমা
el: Τοκουσίμα
fa: توکوشیما
gu: તોકુશિમા
he: טוקושימה
hi: तोकुशिमा
ja: 徳島
ka: ტოკუსიმა
kk: Токушима
kn: ಟೋಕುಶಿಮಾ
ku_arab: تۆکوشیما
ky: Токусима
lo: ໂຕກູຊິມະ
lt: Tokušima
lv: Tokusima
mi: Tokuhima
mk: Токушима
ml: തോകുഷിമ
mn: Токүшима
mr: टोकुशिमा
ne: तोकुशिमा
or: ଟୋକୁଶିମା
pa_arab_pk: ٹوکوشیما
pa_in: ਟੋਕੂਸ਼ੀਮਾ
ru: Токусима
sd: ٽوڪوشيما
si: ටොකුෂිමා
sl: Tokušima
sr_cyrl_rs: Токушима
sr_latn_rs: Tokušima
ta: டொகுசிமா
te: తొకుషిమా
tg: Токушима
th: โทคูชิมา
tr: Tokuşima
tt: Токусима
ug: توكۇشىما
uk: Токусіма
ur: ٹوکوشیما
uz: Tokusima
zh_hans: 德岛
zh_hant: 德島

# Word.State.JP.Tokyoto
source: Tokyo
af: Tokio
am: ቶክዮ
ar: طوكيو
as: টকিঅ'
bg: Токио
bn_in: টোকিও
bs: Tokio
el: Τόκυο
es: Tokio
fa: توکیو
ga: Tóiceo
gl: Toquio
gu: તોક્યો
he: טוקיו
hi: टोक्यो
hr: Tokio
hu: Tokió
is: Tókýó
ja: 東京
ka: ტოკიო
kk: Токио
kn: ಟೋಕಿಯೊ
ku_arab: تۆکیۆ
ky: Токио
lo: ໂຕກຽວ
lt: Tokijus
lv: Tokija
mi: Tokio
mk: Токио
ml: ടോക്കിയോ
mn: Токио
mr: टोकियो
ne: टोक्यो
or: ଟୋକିୟୋ
pa_arab_pk: ٹوکیو
pa_in: ਟੋਕੀਓ
pl: Tokio
ru: Токио
sd: ٽوڪيو
si: ටෝකියෝ
sl: Tokio
sr_cyrl_rs: Токио
sr_latn_rs: Tokio
ta: டோக்யோ
te: టోక్యో
tg: Токио
th: โตเกียว
tt: Токио
ug: توكيو
uk: Токіо
ur: ٹوکیو
uz: Tokio
zh_hans: 东京
zh_hant: 東京

# Word.State.JP.Tottoriken
source: Tottori
am: ቶቶሪ
ar: توتوري
as: টোটোৰি
bg: Тотори
bn_in: তোত্তোরি
el: Τοτόρι
fa: توتوری
gu: તોટોરી
he: טוטורי
hi: टोटोरी
ja: 鳥取
ka: ტოტორი
kk: Тоттори
kn: ಟೊಟ್ಟೋರಿ
ku_arab: تۆتتۆری
ky: Тоттори
lo: ໂຕໂຕະຣິ
lt: Totoris
lv: Totori
mi: Totori
mk: Тотори
ml: ടോട്ടോരി
mn: Тоттори
mr: टोटिरी
ne: तोत्तोरी
or: ଟୋଟୋରି
pa_arab_pk: ٹوٹوری
pa_in: ਟੋਟੋਰੀ
ru: Тоттори
sd: ٽوٽوري
si: ටොටෝරි
sr_cyrl_rs: Тотори
sr_latn_rs: Totori
ta: டொட்டோரி
te: తొటోరి
tg: Тоттори
th: ทตโตะริ
tt: Тоттори
ug: توتتورى
uk: Тотторі
ur: ٹوٹوری
zh_hans: 鸟取
zh_hant: 鳥取

# Word.State.JP.Toyamaken
source: Toyama
am: ቶያማ
ar: طوياما
as: টোয়মা
bg: Тояма
bn_in: টোয়ামা
el: Τογιάμα
fa: تویاما
gu: તોયામા
he: טויאמה
hi: टोयामा
ja: 富山
ka: ტოიამა
kk: Тояма
kn: ಟೊಯಾಮಾ
ku_arab: تۆیاما
ky: Тояма
lo: ໂຕຢາມາ
lt: Tojama
lv: Tojama
mi: Toiama
mk: Тојама
ml: ടൊയോമ
mn: Тояма
mr: टोयामा
ne: तोयामा
or: ଟୋୟମା
pa_arab_pk: ٹویاما
pa_in: ਟੋਯਾਮਾ
ru: Тояма
sd: ٽويوما
si: ටොයෝමා
sl: Tojama
sr_cyrl_rs: Тојама
sr_latn_rs: Tojama
ta: டொயாமா
te: టొయామా
tg: Тояма
th: โทยามะ
tt: Тояма
ug: توياما
uk: Тояма
ur: ٹویاما
zh_hans: 富山
zh_hant: 富山

# Word.State.JP.Wakayamaken
source: Wakayama
am: ዋካያማ
ar: واكياما
as: ৱাকায়ামা
az: Vakayama
bg: Вакаяма
bn_in: ওয়াকায়ামা
el: Ουακαγιάμα
fa: واکایاما
gu: વાકાયામા
he: וואקאיאמה
hi: वाकायामा
ja: 和歌山
ka: ვაკაიამა
kk: Вакаяма
kn: ವಾಕಾಯಾಮಾ
ku_arab: واکایاما
ky: Вакаяма
lo: ວາກະຢາມະ
lt: Vakajama
lv: Vakajama
mi: Wakaiama
mk: Вакајама
ml: വക്കയാമ
mn: Вакаяма
mr: वाकायामा
ne: वाकायामा
or: ୱାକାୟାମା
pa_arab_pk: واکایاما
pa_in: ਵਾਕਾਯਾਮਾ
ru: Вакаяма
sd: واڪاياما
si: වකයාමා
sl: Vakajama
sr_cyrl_rs: Вакајама
sr_latn_rs: Vakajama
ta: வகயாமா
te: వకయామా
tg: Вакаяма
th: วากายามะ
tr: Vakayama
tt: Вакаяма
ug: ۋاكاياما
uk: Вакаяма
ur: واکایاما
uz: Vakayama
zh_hans: 和歌山
zh_hant: 和歌山

# Word.State.JP.Yamagataken
source: Yamagata
am: ያማጋታ
ar: ياماجاتا
as: য়ামাগাটা
bg: Ямагата
bn_in: ইয়ামাগাটা
el: Γιαμαγκάτα
fa: یاماگاتا
gu: યામાગાટા
he: יאמאגטה
hi: यामागाता
ja: 山形
ka: იამაგატა
kk: Ямаката
kn: ಯಾಮಗಾಟಾ
ku_arab: یاماگاتا
ky: Ямагата
lo: ຢາມາກະຕະ
lt: Jamagata
lv: Jamagata
mi: Iamakata
mk: Јамагата
ml: യമഗാത
mn: Ямагата
mr: यामागाता
ne: यामागाता
or: ୟାମାଗାଟା
pa_arab_pk: یاماگاتا
pa_in: ਯਾਮਾਗਾਟਾ
ru: Ямагата
sd: ياماگاٽا
si: යමගාටා
sl: Jamagata
sr_cyrl_rs: Јамагата
sr_latn_rs: Jamagata
ta: யமகாட்டா
te: యమగాటా
tg: Ямадага
th: ยามากาตะ
tt: Ямагата
ug: ياماگاتا
uk: Ямаґата
ur: یاماگاتا
zh_hans: 山形
zh_hant: 山形

# Word.State.JP.Yamaguchiken
source: Yamaguchi
am: ያማጉቺ
ar: ياماجوشي
as: য়ামাগুচি
az: Yamaquçi
bg: Ямагучи
bn_in: ইয়ামাগুচি
el: Γιαμαγκούτσι
fa: یاماگوچی
gu: યામાગુચી
he: יאמאגוצ'י
hi: यामागुची
ja: 山口
ka: იამაგუჩი
kk: Ямагучи
kn: ಯಾಮಾಗುಚಿ
ku_arab: یاماگووشی
ky: Ямагучи
lo: ຢາມາກູຊິ
lt: Jamagučis
lv: Jamaguči
mi: Iamakuhi
mk: Јамагучи
ml: യമഗുച്ചി
mn: Ямагүчи
mr: यामागुचि
ne: यामागुशी
or: ୟାମାଗୁଛି
pa_arab_pk: یاماگوچی
pa_in: ਯਾਮਾਗੁਚੀ
ru: Ямагучи
sd: ياماگچي
si: යමගුචි
sl: Jamaguči
sr_cyrl_rs: Јамагучи
sr_latn_rs: Jamaguči
ta: யமகூச்சி
te: యమగూచి
tg: Ямадучи
th: ยามากูชิ
tr: Yamaguçi
tt: Ямагучи
ug: ياماگۇچى
uk: Ямагучі
ur: یاماگوچی
zh_hans: 山口
zh_hant: 山口

# Word.State.JP.Yamanashiken
source: Yamanashi
am: ያማናሺ
ar: يامنشي
as: য়ামানাচি
az: Yamanaşi
bg: Яманаши
bn_in: ইয়ামানাশি
el: Γιαμανάσι
fa: یاماناشی
gu: યામાનાશી
he: יאמאנשי
hi: यामानाशी
ja: 山梨
ka: იამანასი
kk: Яманаши
kn: ಯಾಮನಾಶಿ
ku_arab: یاماناشی
ky: Яманаси
lo: ຢາມານາຊິ
lt: Jamanašis
lv: Jamanasi
mi: Iamanahi
mk: Јаманаши
ml: യമനാഷി
mn: Яманаши
mr: यामानाशि
ne: यामानाशी
or: ୟାମାନାଶି
pa_arab_pk: یاماناشی
pa_in: ਯਾਮਾਨਾਸ਼ੀ
ru: Яманаси
sd: ياماناشي
si: යමානාෂි
sl: Jamanaši
sr_cyrl_rs: Јаманаши
sr_latn_rs: Jamanaši
ta: யமனாஷி
te: యమనాషి
tg: Яманаши
th: ยามานาชิ
tr: Yamanaşi
tt: Яманаши
ug: ياماناشى
uk: Яманаші
ur: یاماناشی
uz: Yamanasi
zh_hans: 山梨
zh_hant: 山梨

# Word.State.MX.Aguascalientes
source: Aguascalientes
am: አጉዋስካሊየንተስ
ar: أجاسكالينتس
as: আগুৱাচাচিলটেচ
az: Aquaskalientes
bg: Агуаскалиентес
bn_in: আগুয়াসকালিয়েনটেস
el: Αγκουασκαλιέντες
fa: آگواسکالینتس
gu: એગ્યુસાલીએન્ટ્સ
he: אגואסקליינטס
hi: एग्वास्कैलिएंटेस
ja: アグアスカリエンテス
ka: აგუასკალიენტესი
kk: Агуаскальентес
kn: ಅಗುಸ್ಚಲೆಂಟಿಸ್
ku_arab: ئەگواسکالیێنت
ky: Агуаскальентес
lo: ອາກົວກາລຽນເຕັສ
lt: Agvaskaljentesas
lv: Agvaskaljentesa
mi: Āhuakareheti
mk: Агваскалијентес
ml: അഗ്വാസ്‌കലിയെന്റിസ്
mn: Агуаскалиентес
mr: अगुआस्कालिएन्तेस
ne: आग्वास्कालियेन्तेस
or: ଆଗୁଆସକାଲିଏଣ୍ଟିସ୍
pa_arab_pk: آگواسکل ین ٹیس
pa_in: ਅਗੁਏਸਕੈਲੀਇਨਟੀਸ
ru: Агуаскальентес
sd: اگاسڪالينٽس
si: අගුවේසලියෙන්ටෙස්
sr_cyrl_rs: Агваскалијентес
sr_latn_rs: Agvaskalijentes
ta: அக்வாஸ்கலியேன்டஸ்
te: అగుస్కలియంటెస్
tg: Агуаскалентес
th: อากวัสกาเลียนเตส
tt: Агуаскальентес
ug: ئاگۋاسكالجېتىس
uk: Агуаскальєнтес
ur: آگواسکل ین ٹیس
uz: Aguaskalentes
zh_hans: 阿瓜斯卡连特斯
zh_hant: 阿瓜斯卡達特斯州

# Word.State.MX.BajaCalifornia
source: Baja California
am: ባጃ ካሊፎርኒያ
ar: باجا كاليفورنيا
as: বাজাজ কেলিফৰ্ণিয়া
az: Baja Kaliforniya
bg: Баха Калифорния
bn_in: বাজা ক্যালিফোর্নিয়া
el: Μπάχα Καλιφόρνια
eu: Behe Kalifornia
fa: باجا کالیفرنیا
gl: Baixa California
gu: બાજા કેલિફોર્નિયા
he: באחה קליפורניה
hi: बाजा कैलीफ़ोर्निया
ja: バハ・カリフォルニア
ka: ბაია კალიფორნია
kk: Баия Калифорния
kn: ಬಜಾ ಕ್ಯಾಲಿಫೋರ್ನಿಯಾ
ku_arab: باجا کالیفۆرنیا
ky: Бажа Калифорния
lo: ບາຈາຄາລິຟໍເນຍ
lt: Kalifornijos pusiasalis
lv: Kalifornijas līcis
mi: Paha Karaponia
mk: Долна Калифорнија
ml: ബാജ കാലിഫോര്‍ണിയ
mn: Баха Калифорни
mr: बाजा कॅलिफोर्निया
ne: बाजा क्यालिफोर्निया
or: ବାଜା କାଲିଫୋର୍ଣ୍ଣିଆ
pa_arab_pk: باجا کیلیفورنیا
pa_in: ਬਾਜਾ ਕੈਲੀਫੋਰਨੀਆ
ru: Байя-Калифорния
sd: باجا ڪيليفورنيه
si: බාජා කැලිෆෝනියා
sr_cyrl_rs: Доња Калифорнија
sr_latn_rs: Donja Kalifornija
ta: பஜா கலிஃபோர்னியா
te: బజా కాలిఫోర్నియా
tg: Бэҳа Калифорния
th: บาฮากาลิฟอร์เนีย
tt: Түбән Калифорния
ug: باجا كالفورنىيە
uk: Нижня Каліфорнія
ur: باجا کیلیفورنیا
uz: Pastki Kaliforniya
zh_hans: 下加利福尼亚
zh_hant: 下加利福尼亞州
