Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.CVVErrorMessage.WindowsStore
source: Your CVV could not be verified as correct.
af: U CVV kon nie as korrek bevestig word nie.
am: CVV ህን እንደ ትክክል ሊረጋገጥ አይቻልም።
ar: لم يمكن استنتاج أن CVV‏ الخاص بك صالحًا.
as: আপোনাৰ CVV সঠিক ৰূপত সত্যাপন কৰিব পৰা হোৱা নাই
az: CVV-niz düzgün kimi yoxlanılmadı.
bg: При проверка, CVV кодът не е намерен за правилен.
bn_in: আপনার CVV সঠিক হিসেবে যাচাই করা যায়নি৷
bs: CVV vrijednost ne može biti potvrđena kao tačna.
cy: Doedd dim modd dilysu bod eich CVV yn gywir.
da: Dit CVV kunne ikke bekræftes som værende korrekt.
de: Die Kreditkartenprüfnummer konnte nicht als korrekt befunden werden.
el: Δεν ήταν δυνατή η σωστή επαλήθευση του κωδικού σας CVV.
es: No se pudo verificar la corrección del CVV.
et: Teie CVV õigsuse tuvastamine ei õnnestunud.
eu: Ezin izan da CVV kodea zuzena dela egiaztatu.
fa: امکان تأیید صحیح بودن CVV وجود ندارد.
ga: Níor deimhníodh go raibh do CVV i gceart.
gd: Cha ghabhadh an CVV agad a dhearbhadh ceart.
gl: Non se puido verificar o seu CVV como correcto.
gu: તમારો CVV સાચા તરીકે વેરીફાય થયો નથી.
he: לא ניתן לאמת את ה- CVV שלך.
hi: आपका CVV सही के रूप में सत्यापित नहीं हो सका.
hr: Vaš CVV nije potvrđen kao točan.
hu: Nem igazolható a CVV helyessége.
id: CVV Anda tidak dapat diverifikasi dengan benar.
is: Ekki var hægt að staðfesta að öryggisnúmerið væri rétt.
ja: 入力した CVV は正しくありません。
ka: თქვენი CVV-ის სისწორე ვერ დადასტურდა.
kk: CVV кодыңызды тексергенде дұрыс емес болып шықты.
kn: ನಿಮ್ಮ CVV ಅನ್ನು ಸರಿಯಾಗಿ ಪರಿಶೀಲಿಸಿಲ್ಲ.
ko: CVV가 올바른 번호로 인증되지 않습니다.
ku_arab: نەتوانرا CVV ی تۆ بە دروست بسەلمێنرێت.
ky: Сиздин Картты ырастоо саныңыздын тууралыгы ырасталган жок.
lo: ບໍ່ສາມາດກວດສອບລະຫັດ CVV ຂອງທ່ານວ່າຖືກຕ້ອງຫຼືບໍ່.
lt: Patikrinimas rodo, kad jūsų CVV neteisingas.
lv: Nevar apstiprināt CVV koda pareizību.
mi: Kāore i taea tō CVV te manatoko hei tika.
mk: Вашиот CVV не можеше да се потврди како точен.
ml: നിങ്ങളുടെ CVV ശരിയാണെന്ന് സ്ഥിരീകരിക്കാന്‍ കഴിഞ്ഞില്ല.
mn: Таны CVV-г зохих ёсоор баталгаажуулах боломжгүй.
mr: आपले CVV योग्य असल्याच्या रुपात पडताळले जाऊ शकले नाही.
ms: CVV anda tidak dapat ditentusahkan sebagai betul.
mt: Is-CVV tiegħek ma setax jiġi vverifikat bħala korrett.
ne: तपाइँको CVV लाई ठीक भनेर रुजू गर्न सकिएन।
nn_no: CVV blei ikkje stadfesta som korrekt.
no: CVV-koden kunne ikke verifiseres som riktig.
or: ଆପଣଙ୍କର CVV ସଠିକ ବୋଲି ଯାଞ୍ଚ ହୋଇପାରିଲା ନାହିଁ.
pa_arab_pk: تہاڈےCVV نوں درست نئیں آکھیا جا سکدا.
pa_in: ਤੁਹਾਡੇ CVV ਦੀ ਸਹੀ ਹੋਣ ਵੱਜੋਂ ਪੁਸ਼ਟੀ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ।
pl: Poprawność kodu CVV nie mogła zostać zweryfikowana.
ru: Не удалось проверить правильность CVV-кода.
sd: توھان جي CVV جي صحيح جيئن تصديق نٿي ڪري سگھجي.
si: ඔබේ CVV නිවැරදි බවට තහවුරු කර ගත නොහැකි විය.
sl: Koda CVV ni pravilna.
sr_cyrl_rs: Верификацијом је утврђено да вредност CVV није тачна.
sr_latn_rs: Verifikacijom je utvrđeno da CVV broj nije tačan.
sv: Det gick inte att verifiera din CVV-kod som korrekt.
ta: உங்கள் CVV -ஐச் சரியானதென்று சரிபார்க்க முடியாது.
te: మీ CVV సరైనదిగా నిర్ధారించడబడలేదు.
tg: Дурустии CVV-и шумо тасдиқ нашуд.
th: CVV ของคุณไม่ได้รับการตรวจสอบว่าเป็นรายการที่ถูกต้อง
tr: CVV'niz doğrulanamadı.
tt: CVV кодыгызны дөрес булып раслап булмаган.
ug: CVV نى دەلىللىگىلى بولمىدى.
uk: Код CVV неправильний.
ur: آپ کا درست ثابت نہیں ہوا.
uz: Sizning CVV-kodingiz to‘g‘ri sifatida tekshirilishi mumkin emas.
vi: CVV của bạn không thể được kiểm chứng là hợp lệ.
zh_hans: 无法将您的 CVV 验证为正确无误。
zh_hant: 您的 CVV 無法驗證為正確無誤。

# Word.CVVTitle.Xbox.Mobile
source: Verify your credit card
af: Verifieer jou kredietkaart
am: የብድር ካርድህን አረጋግጥ
ar: التحقق من بطاقة ائتمانك
as: আপোনাৰ ক্ৰেডিট কাৰ্ড সত্যাপন কৰক
az: Kredit kartınızı yoxlayın
bg: Проверка на кредитната карта
bn_in: আপনার ক্রেডিট কার্ড যাচাই করুন
bs: Potvrdite svoju kreditnu karticu
cy: Dilysu eich cerdyn credyd
da: Bekræft dit kreditkort
de: Kreditkartenprüfung
el: Επαλήθευση της πιστωτικής κάρτας σας
es: Comprobar la tarjeta de crédito
et: Kinnitage oma krediitkaart
eu: Egiaztatu kreditu-txartela
fa: کارت اعتباری خود را تأیید کنید
ga: Fíoraigh do chárta creidmheasa
gd: Daingnich a' chairt-creideis agad
gl: Verifique o seu cartón de crédito
gu: તમારું ક્રેડિટ કાર્ડ વેરીફાય કરો
he: אימות כרטיס האשראי שלך
hi: अपना क्रेडिट कार्ड सत्यापित करें
hr: Potvrdite svoju kreditnu karticu
hu: Érvényesítse a hitelkártyáját
id: Verifikasi kartu kredit Anda
is: Staðfestu kreditkortið þitt
ja: クレジット カードの検証
ka: დაადასტურეთ თქვენი საკრედიტო ბარათი
kk: Несиелік картаңызды тексеріңіз
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 신용 카드 인증
ku_arab: کرێدت کارتی خۆت بسەلمێنە
ky: Кредит картыңызды ырастаңыз
lo: ກວດສອບບັດເຄຣດິດຂອງທ່ານ
lt: Patikrinkite savo kredito kortelę
lv: Kredītkartes pārbaude
mi: Manatokona tō kāri nama
mk: Потврдете ја кредитната картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാര്‍ഡ് സ്ഥിരീകരിക്കുക
mn: Кредит картаа баталгаажуулах
mr: आपल्या क्रेडिट कार्डची पडताळणी करा
ms: Tentu sahkan kad kredit anda
mt: Ivverifika l-kard ta' kreditu tiegħek
ne: तपाइँको क्रेडिट कार्ड रुजू गर्नुहोस्
nn_no: Stadfest kredittkortet
no: Verifiser kredittkortet
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡକୁ ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: اپنے کریڈٹ کارڈ دی تصدیق کرو
pa_in: ਆਪਣੇ ਕਰੈਡਿਟ ਕਾਰਡ ਦਾ ਪੁਸ਼ਟੀਕਰਨ ਕਰੋ
pl: Weryfikuj kartę kredytową
ru: Проверка кредитной карты
sd: توھان پنھنجي ڪريڊٽ ڪارڊ جي تصديق ڪريو
si: ඔබේ ක්‍රෙඩි‍ට් කාඩ්පත තහවුරු කරන්න
sl: Preverite kreditno kartico
sr_cyrl_rs: Верификујте кредитну картицу
sr_latn_rs: Verifikujte kreditnu karticu
sv: Verifiera ditt kreditkort
ta: உங்கள் கடன் அட்டையைச் சரிபார்க்கவும்
te: మీ క్రెడిట్ కార్డ్‌ను నిర్ధారించండి
tg: Корти қарзии худро санҷед
th: ตรวจสอบความถูกต้องของบัตรเครดิตของคุณ
tr: Kredi kartınızı doğrulayın
tt: Кредит картагызны раслагыз
ug: ئىناۋەتلىك كارتىڭىزنى ئىسپاتلاڭ
uk: Підтвердіть свою кредитну картку
ur: اپنے کریڈٹ کارڈ کی توثیق کروائیں
uz: Kredit kartochkangizni tekshiring
vi: Kiểm chứng thẻ tín dụng của bạn
zh_hans: 验证您的信用卡
zh_hant: 驗證您的信用卡

# Literal.MBUX.StepDescript.AddPI
source: The credit card that you enter will become your default payment instrument for all future online purchases from {0}. You can change payment instruments at any time.
af: Die kredietkaart wat jy intik, sal jou standaard betaling instrument vir alle toekomstige aanlyn aankope wees van {0}. Jy kan die standaard betaling instrument op enige tyd verander.
am: የሚያስገቡት ክሬዲት ካርድ ከ{0} ለሚያደርጓቸው ሁሉም የወደፊት የመስመር ላይ ግዥዎች ነባሪ የክፍያ መሳሪያዎ ይሆናል። ነባሪ የክፍያ መሳሪያዎን በማንኛውም ጊዜ መለወጥ ይችላሉ።
ar: ستصبح بطاقة الائتمان التي تدخلها وسيلة الدفع الافتراضية لجميع عمليات الشراء التي ستقوم بها على الإنترنت عبر موقع {0}. ويمكنك تغيير وسائل الدفع حيثما شئت.
as: আপুনি পছন্দ কৰা ক্ৰেডিট কাৰ্ড {0}ৰ পৰা ভৱিষ্যতৰ সকলো অনলাইন ক্ৰয়ৰ বাবে ডিফ'ল্ট পৰিশোধ সা-সৰঞ্জাম হৈ পৰিব৷ আপুনি যিকোনো পৰিশোধ সা-সৰঞ্জাম সলনি কৰিব পাৰে৷
az: Daxil etdiyiniz kredit kartı {0}-dan bütün gələcək onlayn satınalmalarınız üçün standart ödəniş alətinə çevriləcəkdir. İstədiyiniz vaxt ödəniş alətlərini dəyişdirə bilərsiniz.
bg: Кредитната карта, данните за която въведете, ще стане платежен инструмент по подразбиране за всички бъдещи онлайн покупки от {0}. Можете да промените платежните инструменти по всяко време.
bn_in: আপনার দেওয়া ক্রেডিট কার্ড {0} থেকে আপনার সমস্ত ভবিষ্যত অনলাইন কেনাকাটার ক্ষেত্রে ডিফল্ট অর্থপ্রদান ব্যবস্থা হয়ে যাবে৷ আপনি যখন খুশি অর্থপ্রদানের ব্যবস্থা পরিবর্তন করতে পারেন৷
bs: Kreditna kartica koju ste odabrali postat će standardni instrument plaćanja za sve vaše buduće kupovine na mreži sa lokacije {0}. Instrument plaćanja možete promijeniti u svakom trenutku.
cy: Y cerdyn credyd y byddwch chi'n ei roi fydd eich offeryn talu diofyn ar gyfer popeth byddwch chi'n ei brynu ar-lein o {0} o hyn ymlaen. Gallwch newid offerynnau talu unrhyw bryd.
da: Det angivne kreditkort bliver standardbetalingsmidlet for alle dine fremtidige onlinekøb fra {0}. Du kan når som helst skifte til et andet betalingsmiddel.
de: Die eingegebene Kreditkarte wird als Standardzahlungsmittel für sämtliche künftigen Onlineeinkäufe bei {0} verwendet. Sie können das Zahlungsmittel jederzeit wechseln.
el: Η πιστωτική κάρτα που καταχωρήσατε θα γίνει το προεπιλεγμένο όργανο πληρωμής για όλες τις μελλοντικές ηλεκτρονικές αγορές από την τοποθεσία {0}. Μπορείτε να αλλάξετε όργανα πληρωμής οποιαδήποτε στιγμή.
es: La tarjeta de crédito especificada pasará a ser el instrumento de pago predeterminado para todas sus futuras compras en línea desde {0}. Puede cambiar los instrumentos de pago en cualquier momento.
et: Teie sisestatav krediitkaart jääb vaikimisi maksevahendiks kõigi tulevaste võrguostude puhul teenusest {0}. Selle saab alati teiste maksevahenditega asendada.
eu: Aukeratu duzun kreditu-txartela {0} webgunean egiten dituzun lineako erosketen ordainketa-metodo lehenetsi bihurtuko da. Nahi duzunean alda dezakezu ordainketa-metodoa.
fa: کارت اعتباری که وارد کرده اید، به ابزار پرداخت پیش فرض شما برای تمام خریدهای آنلاین از {0} در آینده تبدیل می شود. در هر زمان می توانید ابزارهای پرداخت پیش فرض را تغییر دهید.
ga: Úsáidfear an cárta creidmheasa a chuirfidh tú isteach mar ionstraim íocaíochta réamhshocraithe do na nithe go léir a cheannóidh tú ar líne sa todhchaí ó {0}. Is féidir leat ionstraimí íocaíochta a athrú am ar bith.
gd: Thèid a' chairt-chreidis a chuireas tu a-steach a chleachdadh mar an t-inneal pàighidh àbhaisteach airson rud sam bith a cheannaicheas tu air loidhne o {0}. 'S urrainn dhut an t-inneal pàighidh seo atharrachadh uair sam bith.
gl: O cartón de crédito que seleccione usarase como o instrumento de pagamento predefinido para todas as súas futuras compras en liña en {0}. Pode modificar o instrumento de pagamento predefinido cando o desexe.
gu: તમે દાખલ કરો છો તે ક્રેડિટ કાર્ડ, {0} પરથી તમારી બધી ભાવિ ઑનલાઇન ખરીદી માટે ડિફૉલ્ટ ચૂકવણીનું સાધન બનશે. તમે ચૂકવણીનાં સાધનોને કોઈપણ સમયે બદલી શકો છો.
he: כרטיס האשראי שתזין יהפוך לאמצעי התשלום המהווה ברירת מחדל עבור כל הרכישות המקוונות העתידיות מ- {0}. תוכל לשנות את אמצעי התשלום בכל עת.
hi: आपके द्वारा दर्ज किया गया क्रेडिट कार्ड, {0} से सभी भावी ऑनलाइन खरीदारियों के लिए आपकी डिफ़ॉल्ट भुगतान विधि बन जाएगा. आप किसी भी समय भुगतान विधि बदल सकते हैं.
hr: Kreditna kartica koju unesete bit će zadani način plaćanja za sve vaše buduće mrežne kupnje od {0}. Načine plaćanja možete uvijek promijeniti.
hu: A megadott hitelkártya lesz az alapértelmezett fizetési eszköz a későbbi online fizetésekhez a következőnél: {0}. Bármikor megadhat másik fizetési eszközt.
id: Kartu kredit yang Anda masukkan akan menjadi alat pembayaran bawaan untuk semua pembelian daring di waktu mendatang dari {0}. Anda dapat mengubah alat pembayaran bawaan kapan pun.
is: Kreditkortið sem þú færir inn verður sjálfgefinn greiðslumáti fyrir öll frekari kaup þín á netinu frá {0}. Hægt er að breyta greiðslumáta hvenær sem er.
ja: 今後すべての {0} からのオンライン購入について、入力したクレジット カードが既定のお支払い方法になります。お支払い方法はいつでも変更できます。
ka: თქვენ მიერ შეყვანილი საკრედიტო ბარათი გახდება ნაგულისხმევი გადახდის მეთოდი მომავალში თქვენ მიერ განხორციელებული ყველა ონლაინ-შეძენისთვის სერვისში „{0}“. გადახდის მეთოდის შეცვლა ნებისმიერ დროს შეგიძლიათ.
kk: Сіз енгізетін несиелік карта {0} қызметінен барлық келешектегі онлайндық сатып алу әдепкі төлем құралы ретінде пайдаланылады. Сіз кез келген уақытта төлем құралдарын ауыстыра аласыз.
kn: ನೀವು ಆರಿಸಿದ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ {0} ನಿಂದ ನಿಮ್ಮೆಲ್ಲಾ ಭವಿಷ್ಯ ಆನ್‌ಲೈನ್ ಖರೀದಿಗಾಗಿ ಡೀಫಾಲ್ಟ್ ಪಾವತಿ ವಿಧಾನವಾಗುತ್ತದೆ. ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಪಾವತಿ ವಿಧಾನಗಳನ್ನು ನೀವು ಬದಲಾಯಿಸಬಹುದು.
ko: 입력한 신용 카드는 {0}부터 향후 온라인으로 구매하는 모든 항목의 기본 결제 방법이 됩니다. 결제 방법은 언제든 변경할 수 있습니다.
ku_arab: ئەو کارتی کرێدتەی تۆ تێنووسی دەکەیت دەبێتە ئامڕازی پارەدانی گریمانەی تۆ بۆ هەموو کڕینە سەرهێڵەکانی داهاتووت لە {0}. دەتوانیت هەر کاتێک بتەوێت ئامڕازی پارەدان بگۆڕیت.
ky: Сиз киргизген насыя картасы, мындан ары {0} дегенден бардык онлайн сатып алууларды аткарганда колдонулуучу жарыяланбаган төлөм куралы болуп калмакчы. Сиз төлөм куралын каалаган убакта башкага алмаштыра аласыз.
lo: ບັດເຄຣດິດທີ່ທ່ານເລືອກຈະກາຍເປັນເຄື່ອງມືການຊຳລະເງິນເລີ່ມຕົ້ນຂອງທ່ານສຳລັບທຸກການຊື້ທາງອອນລາຍໃນອະນາຄົດຈາກ {0}. ທ່ານສາມາດປ່ຽນເຄື່ອງມືການຊຳລະເງິນໄດ້ທຸກເວລາ.
lt: Jūsų įvesta kredito kortelė taps numatytąja mokėjimo priemone kiekvieną kartą perkant internetu iš {0}. Bet kada galima pakeisti numatytąją mokėjimo priemonę.
lv: Norādītā kredītkarte tiks izmantota kā noklusējuma maksāšanas līdzeklis visu turpmāko tiešsaistes pirkumu veikšanai, kurus nodrošina {0}. Noklusējuma maksāšanas līdzekli var mainīt jebkurā laikā.
mi: Ka noho te kāri tāwere ka tāurungia e koe hei taputapu utu taunoa mō ngā hokonga ā-tuihono katoa hei ngā rā e tū mai nei i {0}. Ka taea te huri ki tētahi atu taputapu utu ahakoa te wā.
mk: Кредитната картичка што ќе ја внесете ќе биде стандарден платежен инструмент за сите идни купувања преку интернет од {0}. Во секое време можете да го промените инструментот на плаќање.
ml: നിങ്ങള്‍ നല്‍കുന്ന ക്രെഡിറ്റ് കാര്‍ഡ് {0} എന്നതില്‍ നിന്നുമുള്ള ഭാവിയിലെ നിങ്ങളുടെ എല്ലാ വാങ്ങലുകള്‍ക്കുമുള്ള സ്ഥിരസ്ഥിതി പേയ്‌മെന്റ് രീതിയായി മാറും. നിങ്ങള്‍ക്ക് എപ്പോള്‍ വേണമെങ്കിലും പേയ്‌മെന്റ് രീതികള്‍ മാറ്റാന്‍ കഴിയും.
mn: Таны оруулсан кредит карт таны {0}-с авах цаашдын бүх онлайн худалдан авалтад өгөгдмөл төлбөрийн хэрэгсэл болгож ашиглагдана. Та өгөгдмөл төлбөрийн хэрэгслээ хэдийд ч сольж болно.
mr: आपण प्रविष्‍ट केलेले क्रेडिट कार्ड {0} वरील भविष्यातील सर्व ऑनलाइन खरेदीसाठी आपले डिफॉल्ट देय साधन बनेल. आपण कोणत्याही वे‍ळी डिफॉल्ट देय साधन बदलू शकता.
ms: Kad kredit yang anda masukkan akan menjadi instrumen pembayaran lalai anda bagi semua pembelian dalam talian yang akan datang dari {0}. Anda boleh menukar instrumen pembayaran pada bila-bila masa.
mt: Il-karta ta' kreditu li ddaħħal se jkun l-istrument ta' pagament default għax-xirjiet online tiegħek kollha fil-futur minn {0}. Tista' tibdel l-istrumenti ta' pagament meta trid.
ne: तपाइँले प्रविष्टि गर्नुभएको क्रेडिट कार्ड तपाइँले भविष्यमा {0} बाट गर्नुहुने सबै अनलाइन खरिदहरूको लागि पूर्वनिर्धारित भुक्तान साधन हुनेछ। तपाइँले कुनैपनि समयमा पूर्वनिर्धारित भुक्तान साधन परिवर्तन गर्न सक्नुहुन्छ।
nn_no: Kredittkortet du oppgir, blir standard betalingsmetode for alle framtidige nettkjøp frå {0}. Du kan endre betalingsmetode kva tid som helst.
no: Kredittkortet du angir, blir standard betalingsmåte for alle fremtidige nettkjøp fra {0}. Du kan når som helst bytte standard betalingsmåte.
or: ଆପଣ ଯେଉଁ କ୍ରେଡିଟ୍ କାର୍ଡ୍ ପ୍ରବିଷ୍ଟ କରିବେ ତାହା {0} ଠାରୁ ସମସ୍ତ ଭବିଷ୍ୟତ ଅନ୍‌ଲାଇନ୍ କ୍ରୟଗୁଡିକ ପାଇଁ ଆପଣଙ୍କର ଡିଫଲ୍ଟ୍ ଦେୟ ପଦ୍ଧତି ହେବ. ଆପଣ ଯେକୌଣସି ସମୟରେ ଦେୟ ପଦ୍ଧତିଗୁଡିକ ପରିବର୍ତ୍ତନ କରିପାରିବେ.
pa_arab_pk: ‏‏تساں دا درج کیتا ہویا ادائیگي کارڈ{0}چوں مستقبل چ تساں دی سبھے آن لائن خریداں لئی طے شدہ ادائیگي آلہ بن جاوے دا۔ تسی کسے ویلے وی ہک وکھرے کارڈ نال تبدیل کر سکدے او۔
pa_in: ਜਿਹੜਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਤੁਸੀਂ ਦਾਖਲ ਕਰਦੇ ਹੋ, {0} ਤੋਂ ਭਵਿੱਖ ਦੀਆਂ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਖ੍ਰੀਦਾਰੀਆਂ ਲਈ ਤੁਹਾਡਾ ਡਿਫ਼ੌਲਟ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਬਣ ਜਾਵੇਗਾ। ਤੁਸੀਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਡਿਫੌਲਟ ਭੁਗਤਾਨ ਦਸਤਾਵੇਜ਼ ਨੂੰ ਬਦਲ ਸਕਦੇ ਹੋ।
pl: Wprowadzona karta kredytowa stanie się domyślnym instrumentem płatniczym dla wszystkich przyszłych zakupów online dokonywanych w firmie {0}. W dowolnej chwili można zmieniać instrumenty płatnicze.
ru: Указанная кредитная карта будет использоваться в качестве платежного средства по умолчанию для всех будущих покупок из {0} через Интернет. Изменить платежное средство можно в любое время.
sd: ڪريڊٽ ڪارڊ جيڪو توهان داخل ڪندا آهيو {0} مان توهان جي مستقبل جي آن لائن خريدارين لاءِ طئي ٿيل رقم ادا ڪرڻ وارو ڪارڊ بڻجي ويندو. توهان ان کي ڪنهن به وقت ادائگي آلن سان تبديل ڪري سگھو ٿا.
si: ඔබ ඇතුල් කරනු ලබන ක්‍රෙඩිට් කාඩ්පත {0} වෙතින් වන ඔබේ සියලුම අනාගත ඔන්ලයින් මිලදී ගැනීම් සඳහා සාමාන්‍ය ගෙවීම් උපකරණය බවට පත් වේ. ඔබට ඕනෑම අවස්ථාවක ගෙවීම් උපකරණය වෙනස් කළ හැකිය.
sl: Kreditna kartica bo postala privzeti način plačila za vse prihodnje spletne nakupe pri trgovcu {0}. Načine plačila lahko kadar koli spremenite.
sr_cyrl_rs: Кредитна картица коју сте унели биће ваш подразумевани инструмент плаћања за све будуће куповине на мрежи са локације {0}. Инструмент плаћања у сваком тренутку можете да промените.
sr_latn_rs: Kreditna kartica koju ste uneli biće vaš podrazumevani instrument plaćanja za sve buduće kupovine na mreži sa lokacije {0}. Instrument plaćanja u svakom trenutku možete da promenite.
sv: Det kreditkort du anger används sedan som standard för alla dina onlineköp från {0}. Du kan ändra betalningsmedel när som helst.
ta: நீங்கள் உள்ளிடும் கட்டணம் செலுத்தும் அட்டையானது எதிர்காலத்தில் {0} -இலிருந்து செய்யும் எல்லா ஆன்லைன் வாங்குதலுக்கும் இயல்பான கட்டணம் செலுத்தும் உபகரணமாக இருக்கும். இயல்பான கட்டணம் செலுத்தும் உபகரணங்களை நீங்கள் எந்த நேரத்திலும் மாற்றலாம்.
te: మీరు నమోదు చేసే క్రెడిట్ కార్డ్ {0} మీ మొత్తం భవిష్యత్తు ఆన్‌లైన్ కొనుగోళ్ల కోసం డిఫాల్ట్ చెల్లింపు పరికరం అవుతుంది. మీరు ఏ సమయంలో అయినా చెల్లింపు పరికరాలను మార్చవచ్చు.
tg: Корти қарзии воридкардаатон воситаи пардохти аввалия барои ҳама харидҳои онлайни минбаъда аз {0} мешавад. Шумо метавонед дар лаҳзаи дилхоҳ воситаи пардохтро иваз кунед.
th: บัตรเครดิตที่คุณป้อนจะกลายเป็นเครื่องมือในการชำระเงินค่าเริ่มต้นสำหรับการซื้อจาก {0} ทางออนไลน์ทั้งหมดในอนาคต คุณสามารถเปลี่ยนเครื่องมือในการชำระเงินค่าเริ่มต้นได้ทุกเมื่อ
tr: Girdiğiniz kredi kartı gelecekte {0} üzerinde yapacağınız tüm çevrimiçi satın almalarda varsayılan ödeme aracınız olacaktır. Ödeme aracını istediğiniz zaman değiştirebilirsiniz.
tt: Сез керткән кредит картасы киләчәктә {0}-дан барлык онлайн сатып алуыгыз хәлләрендә Сезнең килешенгән түләү коралы буларак эшләр. Сез түләү коралларын һәрвакыт үзгәртә аласыз.
ug: سىز كىرگۈزگەن ئىناۋەتلىك كارتا {0} دىن ئېتىبارەن كەلگۈسىدە توردا قىلغان مۇئامىلىڭىزنىڭ باش ھەق تاپشۇرۇش قورالى قىلىنىدۇ. باش ھەق تاپشۇرۇش قورالىنى خالىغان ۋاقىتتا ئۆزگەرتسىڭىز بولىدۇ.
uk: Указана кредитна картка використовуватиметься як платіжний засіб за промовчанням для всіх ваших майбутніх покупок через Інтернет у {0}. Платіжні засоби можна змінити будь-коли.
ur: مستقبل میں {0} سے تمام آن لائن خریداریوں کے لیے آپ کا منتخب کردہ کریڈٹ کارڈآپ کا بنیادی ادائیگی کا آلہ بن جائے گا۔ آپ کسی بھی وقت ادائیگی کا آلہ تبدیل کر سکتے ہیں۔
uz: Siz kiritadigan kredit karta sizning {0} dan qiladigan kelajakdagi barcha onlayn xaridlaringiz uchun asosiy to‘lov vositasi bo‘ladi. Siz istalgan vaqtda to‘lov vositasini o‘zgartirishingiz mumkin.
vi: Thẻ tín dụng bạn nhập vào sẽ trở thành phương tiện thanh toán mặc định của bạn cho tất cả giao dịch mua trực tuyến từ {0} trong tương lai. Bạn có thể thay đổi các phương tiện thanh toán bất kỳ lúc nào.
zh_hans: 您输入的信用卡将成为您将来从 {0} 进行所有在线购买的默认付款方式。您可以随时更改付款方式。
zh_hant: 您輸入的信用卡將變成您日後透過網路向 {0} 購買產品的預設付款方式。您可以隨時變更付款方式。
