Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.PolicyReject
source: Sorry, we can't accept pre-paid cards. Please try another payment method.
af: Jammer, ons kan nie voorafbetaalde kaarte aanvaar nie. Probeer asseblief 'n ander betalingsmetode.
am: ይቅርታ፣ ቅድሚያ ክፍያ ካርዶችን መቀበል አንችልም። እባክዎ ሌላ የክፍያ ስልት ይጠቀሙ።
ar: عذرًا، فلا يمكننا قبول البطاقات مسبقة الدفع. الرجاء تجربة طريقة أخرى لعملية الدفع.
as: দুঃখিত, আমি প্ৰি-পেইড কাৰ্ডসমূহ স্বীকাৰ কৰিব নোৱাৰোঁ৷ অনুগ্ৰহ কৰি অন্য ধন পৰিশোধ পদ্ধতিৰে চেষ্টা কৰক৷
az: Üzr istəyirik, ilkin ödəniş kartlarını qəbul etmək mümkün deyil. Lütfən başqa ödəniş üsulunu sınaqdan keçirin.
bg: За съжаление, не приемаме предплатени карти. Опитайте с друг метод на плащане.
bn_in: দুঃখিত, আমরা প্রি-পেড কার্ড গ্রহণ করি না। অনুগ্রহ করে অন্য কোনো পেমেন্টের পদ্ধতি ব্যবহারের চেষ্টা করুন।
bs: Žao nam je, ne možemo prihvatiti pretplatne kartice. Pokušajte s nekim drugim načinom plaćanja.
cy: Yn anffodus does dim modd i ni dderbyn cardiau talu ymlaen llaw. Rhowch gynnig ar ddull talu arall.
da: Vi accepterer desværre ikke forudbetalte kort. Prøv en anden betalingsmetode.
de: Prepaidkarten sind leider nicht zulässig sind. Versuchen Sie es mit einer anderen Zahlungsmethode.
el: Δυστυχώς, οι προπληρωμένες κάρτες δεν είναι αποδεκτές. Δοκιμάστε άλλη μέθοδο πληρωμής.
es: No podemos aceptar tarjetas de prepago. Intente usar otro método de pago.
et: Kahjuks ettemaksekaarte ei aktsepteerita. Proovige kasutada mõnda muud makseviisi.
eu: Ezin ditugu onartu aurre-ordainketa txartelak. Saiatu beste ordaintzeko beste metodo bat erabiltzen.
fa: ببخشید، نمی‌توانیم کارت‌های پیش‌پرداخت را قبول کنیم. لطفاً یک روش پرداخت دیگر را امتحان کنید.
ga: Ní féidir linn glacadh le cártaí réamhíoctha. Iarrtar ort modh íocaíochta eile a thriail.
gd: Tha sinn duilich ach chan urrainn dhuinn gabhail ri cairtean ro-phàighte. Feuch dòigh pàighidh eile.
gl: Non se poden aceptar cartóns de prepago. Proba con outro método de pago.
gu: ક્ષમા કરશો, અમે પ્રી-પેડ કાર્ડ્સ સ્વીકારી શકતાં નથી. કૃપયા બીજી ચૂકવણી પદ્ધતિનો પ્રયાસ કરો.
he: מצטערים, איננו מקבלים כרטיסים בתשלום מראש. נסה שיטת תשלום אחרת.
hi: क्षमा करें, हम प्री-पेड कार्ड को स्‍वीकार नहीं कर सकते. कृपया अन्‍य भुगतान विधि आज़माएँ.
hr: Žao nam je, ali ne prihvaćamo pretplatne kartice. Pokušajte s nekim drugim načinom plaćanja.
hu: Sajnos feltöltőkártyát nem tudunk elfogadni. Próbálkozzon másik fizetési móddal.
id: Maaf, kami tidak dapat menerima kartu prabayar. Silakan coba metode pembayaran lain.
is: Því miður er ekki tekið við fyrirframgreiddum kortum. Prófaðu annan greiðslumáta.
ja: プリペイド カードはご利用いただけません。別の支払い方法をお試しください。
ka: უკაცრავად, წინასწარ გადახდის ბარათებს არ ვიყენებთ. გთხოვთ, სცადოთ გადახდის სხვა მეთოდი.
kk: Алдын ала төленген карталар қабылданбайды. Басқа төлем әдісін пайдаланып көріңіз.
kn: ಕ್ಷಮಿಸಿ, ನಾವು ಪ್ರೀ-ಪೇಯ್ಡ್ ಕಾರ್ಡ್‌ಗಳನ್ನು ಸ್ವೀಕರಿಸುವುದಿಲ್ಲ. ದಯವಿಟ್ಟು ಬೇರೊಂದು ಹಣಪಾವತಿ ವಿಧಾನವನ್ನು ಪ್ರಯತ್ನಿಸಿ.
ko: 죄송합니다. 선불 카드는 허용되지 않습니다. 다른 결제 방법을 시도하세요.
ku_arab: ببوورە، ناتوانین ئەم کارتی پریپەیدانە قەبووڵ بکەین. تکایە هەوڵی شێوازێکی پارەدانی جیاواز بدە.
ky: Кечиресиз, биз алдын ала төлөнгөн карталарды кабыл албайбыз. Башка төлөө жолун колдонуңуз.
lo: ຂໍອະໄພ, ພວກເຮົາບໍ່ສາມາດຮັບເອົາບັດແບບຈ່າຍກ່ອນ. ກະລຸນາລອງວິທີການຊໍາລະເງິນອື່ນ.
lt: Deja, išankstinio mokėjimo kortelės nepriimamos. Bandykite kitą mokėjimo būdą.
lv: Diemžēl mēs nepieņemam priekšapmaksas kartes. Lūdzu, mēģiniet izmantot citu maksāšanas metodi.
mi: Ka aroha, kāore e whakaae mātou ki ngā kāri utu-tōmua. Whakamātauria he tikanga utunga kē.
mk: Извинете, не може да прифатиме припејд картички. Обидете се со друг метод на плаќање.
ml: ക്ഷമിക്കണം, പ്രീപെയ്‌ഡ് കാർഡുകൾ ഞങ്ങൾക്ക് സ്വീകരിക്കാനാവില്ല. മറ്റൊരു പണമടയ്ക്കൽ രീതി പരീക്ഷിക്കുക.
mn: Уучлаарай. Бид урьдчилсан төлбөрт картуудыг зөвшөөрдөггүй. Өөр төлбөрийн арга туршиж үзнэ үү.
mr: क्षमस्व, आम्ही या प्री-पेड कार्ड्सचा स्वीकार करू शकत नाही. कृपया दुसरी देय पद्धत वापरून पहा.
ms: Maaf, kami tidak menerima kad prabayar. Sila cuba kaedah pembayaran lain.
mt: Jiddispjaċina, ma nistgħux naċċettaw il-kards imħallsin minn qabel. Ipprova metodu ta' pagament ieħor.
ne: माफ गर्नुहोस्, हामी प्रि-पेड कार्डहरू स्वीकार्न सक्दैनौँ। कृपया अर्को भुक्तानी विधिबाट प्रयास गर्नुहोस्।
nn_no: Beklagar, vi kan ikkje godta førehandsbetalte kort. Prøv ein annan betalingsmåte.
no: Beklager, vi godtar ikke forhåndsbetalte kort. Prøv med en annen betalingsmåte.
or: ଦୁଃଖିତ, ଆମେ ପ୍ରି-ପେଡ୍‍ କାର୍ଡ୍‍ଗୁଡିକ ସ୍ୱୀକାର କରିପାରିବୁ ନାହିଁ. ଦୟାକରି ଅନ୍ୟ ଏକ ଦେୟ ପଦ୍ଧତି ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: تسیں ایہ ادائیگی دا طریقہ نہیں پا سکدے کیونکہ پری پیڈ کارڈز قابل قبول نہیں۔ مہربانی کر کے ادائیگی دے کسے ہورطریقے نال کوشش کرو۔
pa_in: ਮੁਆਫ ਕਰਨਾ, ਅਸੀਂ ਪ੍ਰੀ-ਪੇਡ ਕਾਰਡ ਸਵੀਕਾਰ ਨਹੀਂ ਕਰ ਸਕਦੇ। ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੀ ਹੋਰ ਭੁਗਤਾਨ ਵਿਧੀ ਨਾਲ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Niestety, nie akceptujemy kart przedpłat. Spróbuj użyć innej metody płatności.
ru: Предоплаченные карты не принимаются. Попробуйте другой метод оплаты.
sd: معاف ڪجو، اسان اڳواٽ اداڪيل ڪارڊ قابل قبول نٿا ڪري سگهون. مهرباني ڪري ادائگي جي ڪنهن ٻي طريقي لاءِ ڪوشش ڪريو.
si: කණගාටුයි, අපට පෙර ගෙවුම් කාඩ්පත් පිළිගත නොහැකිය. කරුණාකර වෙනත් ගෙවීම් විධික්‍රමයක් උත්සාහ කර බලන්න.
sl: Predplačniških kartic žal ne sprejemamo. Poskusite z drugim načinom plačila.
sr_cyrl_rs: Не можемо да прихватимо припејд картице. Покушајте са неким другим начином плаћања.
sr_latn_rs: Ne možemo da prihvatimo pripejd kartice. Pokušajte sa nekim drugim načinom plaćanja.
sv: Vi accepterar tyvärr inte förbetalda kort. Försök med en annan betalningsmetod.
ta: மன்னிக்கவும், எங்களால் ப்ரீபெய்டு அட்டைகளை ஏற்றுக்கொள்ள முடியாது. மற்றொரு கட்டணம் செலுத்தும் முறையை முயற்சிக்கவும்.
te: క్షమించండి, మేము ప్రీ-పెయిడ్ కార్డ్‌లను ఆమోదించలేము. దయచేసి మరో చెల్లింపు పద్ధతి ద్వారా ప్రయత్నించండి.
tg: Мутаассифона, мо кортҳои пардохтро қабул карда наметавонем. Лутфан, тарзи пардохти дигареро истифода баред.
th: ขออภัย เราไม่รับบัตรจ่ายเงินล่วงหน้า กรุณาลองวิธีการชำระเงินวิธีอื่น
tr: Üzgünüz, ön ödemeli kartları kabul edemiyoruz. Lütfen başka bir ödeme yöntemi deneyin.
tt: Кызганычка каршы, без алдан түләнгән карталарны кабул итә алмыйбыз. Башка түләү ысулын кулланып карагыз.
ug: كەچۈرۈڭ، ئالدىن ھەق تۆلەنگەن كارتىلارنى قوبۇل قىلالمايمىز. باشقا ھەق تاپشۇرۇش ئۇسۇلىنى سىناپ بېقىڭ.
uk: Картки передоплати не приймаються. Спробуйте інший спосіб оплати.
ur: معذرت، ہم پری-پیڈ کارڈز قبول نہیں کر سکتے ہیں۔ براہ مہربانی کوئی اور طریقہ ادائیگی آزمائیں۔
uz: Kechirasiz, oldindan to‘langan kartalarni qabul qilmaymiz. Boshqa to‘lov usulini sinab ko‘ring.
vi: Rất tiếc, chúng tôi không thể chấp nhận thẻ trả trước. Vui lòng thử một phương pháp thanh toán khác.
zh_hans: 抱歉，无法接受预付卡。请尝试另一种付款方式。
zh_hant: 抱歉，我們無法接受預付卡。請嘗試其他付款方式。
