Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Consent.Content.UA
source: Customers in Ukraine are required to print, sign and return to Microsoft the Microsoft Online Subscription Agreement (“Agreement”) promptly upon purchase of your subscription. If Microsoft has not received your signed, paper Agreement within three weeks after purchase, your subscription to the online service(s) will be terminated. Please send the Agreement to: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland In addition, please read the entire Agreement below before accepting terms and conditions. Please click <a class="font-link1" href="{0}" target="_blank">here</a> to view and print the agreement.
af: Daar word van kliënte in die Oekraïne vereis om Microsoft se aanlyn intekeningooreenkoms (“Ooreenkoms”) te druk, te onderteken en aan Microsoft terug te besorg onmiddellik ná aankoop van die intekening. Indien Microsoft nie jou ondertekende papier-ooreenkoms binne drie weke ná die aankoop ontvang het nie, sal jou intekening op die aanlyn diens(te) getermineer word. Stuur asseblief die Ooreenkoms aan: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Lees ook asseblief die hele Ooreenkoms voordat jy die bepalings en voorwaardes aanvaar. Klik asseblief <a class="font-link1" href="{0}" target="_blank">hier</a> om die ooreenkoms te bekyk en te druk.
am: በዩክሬን ውስጥ ደንበኞች ምዝገባዎን ከገዙ በኋላ በፍጥነት ለ Microsoft የ Microsoft የመስመር ላይ የደንበኝነት ምዝገባ ስምምነት (“ስምምነት”) ማተም ፣ መፈረም እና መመለስ ይጠበቅባቸዋል። Microsoft የፈረሙትን የወረቀት ስምምነት በሦስት ሳምንቶች ውስጥ ካለጠቀበለ ለኦንላይን አገልግሎት (ቶች) ያደረጉት ምዝገባ ይቋረጣል ፡፡ እባክዎ ስምምነቱን ወደዚህ ይላኩ- Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland በተጨማሪም ፣ ውሎችንና ሁኔታዎችን ከመቀበልዎ በፊት ከዚህ በታች ያለውን አጠቃላይ ስምምነት ያንብቡ ፡፡ ስምምነቱን ለመመልከት እና ለማተም እባክዎ <a class="font-link1" href="{0}" target="_blank">here</a> ይጫኑ
ar: يجب على العملاء المقيمين في أوكرانيا طباعة اتفاقية الاشتراك في الخدمات عبر الإنترنت من Microsoft ("الاتفاقية") والتوقيع عليها وإرجاعها إلى Microsoft فور شراء اشتراكك. إذا لم تستلم Microsoft الاتفاقية الورقية الموقعة منك في غضون ثلاثة أسابيع من يوم الشراء، فسيتم إنهاء اشتراكك في الخدمات عبر الإنترنت. يُرجى إرسال الاتفاقية إلى: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland ،بالإضافة إلى ذلك، يُرجى قراءة الاتفاقية الكاملة أدناه قبل قبول البنود والشروط. الرجاء النقر <a class="font-link1" href="{0}" target="_blank">هنا</a> لعرض الاتفاقية وطباعتها.
as: ইউক্ৰেইনৰ গ্ৰাহকসকলে সদস্যভুক্তি ক্ৰয় কৰা সময়তে তাৎক্ষণিকভাৱে Microsoft অনলাইন সদস্যভুক্তি চুক্তিক (“Agreement”) মুদ্ৰণ কৰিব, স্বাক্ষৰ কৰিব আৰু Microsoft-লৈ ঘূৰাই দিয়াটো প্ৰয়োজনীয়৷ যদি Microsoft-এ ক্ৰয় কৰাৰ তিনি সপ্তাহৰ ভিতৰত আপোনাৰ স্বাক্ষৰিত, পত্ৰ চুক্তি প্ৰাপ্ত নকৰে, তেন্তে অনলাইন সেৱাসমূহলৈ থকা আপোনাৰ সদস্যভুক্তি কৰ্তন কৰা হ’ব৷ অনুগ্ৰহ কৰি চুক্তিখন ইয়ালৈ প্ৰেৰণ কৰক: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland ইয়াৰ উপৰিও, অনুগ্ৰহ কৰি নিয়ম আৰু চৰ্তাৱলী গ্ৰহণ কৰাৰ পূৰ্বে তলৰ সমগ্ৰ চুক্তিখন পঢ়ক৷ চুক্তিখন দৰ্শন আৰু মুদ্ৰণ কৰিবলৈ অনুগ্ৰহ কৰি <a class="font-link1" href="{0}" target="_blank">ইয়াত</a> ক্লিক কৰক৷
az: Ukraynadakı müştərilərdən abunəni satın alan zaman dərhal Microsoft Online Abunə Müqaviləsini ("Müqavilə") çap etmək, imzalamaq və Microsoft-a qaytarmaq tələb olunur. Əgər satınalmadan sonra üç həftə ərzində Microsoft imzalanmış, sənəd şəklində Müqavilənizi qəbul etməzsə, onlayn xidmət(lər) üçün abunənizə xitam veriləcəkdir. Lütfən Müqaviləni bu ünvana göndərin: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Bundan əlavə, şərtləri və qaydaları qəbul etməmişdən öncə aşağıdakı tam Müqaviləni oxuyun. Müqaviləyə baxmaq və çap etmək üçün <a class="font-link1" href="{0}" target="_blank">bura</a> klikləyin.
bg: При закупуване на вашия абонамент клиентите в Украйна трябва своевременно да отпечатат, подпишат и изпратят на Microsoft споразумението за онлайн абонамента на Microsoft („Споразумение“). Ако Microsoft не получи подписаното от вас споразумение на хартиен носител в рамките на три седмици след закупуването, абонаментът ви за онлайн услугата(ите) ще бъде прекратен. Изпратете споразумението на: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ирландия Прочетете също така цялото споразумение по-долу, преди да приемете правилата и условията. Щракнете <a class="font-link1" href="{0}" target="_blank">тук</a>, за да прегледате и отпечатате споразумението.
bn_in: ইউক্রেনের গ্রাহকদের Microsoft Online Subscription Agreement (“Agreement”) কেনার পরেই প্রিন্ট করে, তাতে সই করে Microsoft -এর কাছে তক্ষুণি ফেরৎ পাঠাতে হবে। Microsoft যদি ক্রয়ের তিন সপ্তাহের মধ্যে আপনার স্বাক্ষর করা, কাগজের চুক্তি না পায়, তাহলে অনলাইন পরিষেবায়(সমূহ) আপনার সদস্যতা রদ করে দেওয়া হবে। অনুগ্রহ করে চুক্তিটি এখানে প্রেরণ করুন: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland তাছাড়া, শর্তাবলী মেনে নেওয়ার আগে অনুগ্রহ করে নীচে দেওয়া সম্পূর্ণ চুক্তিটি পড়ে নিন। চুক্তিটি দেখতে এবং প্রিন্ট করতে অনুগ্রহ করে <a class="font-link1" href="{0}" target="_blank">এখানে</a> ক্লিক করুন।
bs: Kupci u Ukrajini odmah nakon kupovine pretplate moraju odštampati Ugovor o mrežnoj pretplati kompanije Microsoft („Ugovor“), potpisati ga i poslati kompaniji Microsoft. Ako kompanija Microsoft ne primi potpisani Ugovor u štampanom obliku u roku od tri sedmice od kupovine, vaša pretplata na mrežne usluge bit će otkazana. Ugovor pošaljite na adresu: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Osim toga, prije nego što prihvatite odredbe i uvjete, obavezno pročitajte cijeli Ugovor u nastavku. Za prikaz i štampanje ugovora kliknite <a class="font-link1" href="{0}" target="_blank">ovdje</a>.
cy: Mae gofyn i gwsmeriaid yn yr Wcráin argraffu, llofnodi a dychwelyd Cytundeb Tanysgrifio Ar-lein Microsoft (“y Cytundeb”) i Microsoft yn brydlon ar ôl prynu eich tanysgrifiad. Os nad yw Microsoft wedi derbyn eich Cytundeb papur, wedi’i lofnodi cyn pen tair wythnos ar ôl ei brynu, bydd eich tanysgrifiad i’r gwasanaeth(au) ar-lein yn dod i ben. Anfonwch y Cytundeb i: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland At hynny, dylech ddarllen y Cytundeb isod yn llawn cyn derbyn y telerau ac amodau. Cliciwch <a class="font-link1" href="{0}" target="_blank">yma</a> i weld ac i argraffu’r cytundeb.
da: Kunder i Ukraine skal udskrive, underskrive og returnere Microsoft Online-abonnementsaftalen ("Aftale") til Microsoft umiddelbart efter abonnementskøbet. Hvis Microsoft ikke har modtaget din underskrevne aftale (i papirformat) senest tre uger efter købet, ophører dit abonnement til den eller de valgte onlinetjenester. Send aftalen til: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Derudover bør du læse hele aftalen herunder, før du accepterer vilkår og betingelser. Klik <a class="font-link1" href="{0}" target="_blank">her</a> for at se og udskrive aftalen.
de: Kunden in der Ukraine müssen bei Kauf des Abonnements umgehend den Microsoft Online-Abonnementvertrag ("Vertrag") ausdrucken, unterzeichnen und an Microsoft zurückschicken. Geht der unterzeichnete Vertrag nicht innerhalb von drei Wochen nach dem Kauf bei Microsoft ein, wird das Abonnement der Onlinedienste gekündigt. Senden Sie den Vertrag an: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Irland Lesen Sie zudem vor dem Akzeptieren der Bestimmungen den gesamten Vertrag durch. Zum Aufrufen und Drucken des Vertrags klicken Sie <a class="font-link1" href="{0}" target="_blank">hier</a>.
el: Οι πελάτες στην Ουκρανία πρέπει να εκτυπώσουν, να υπογράψουν και να επιστρέψουν έγκαιρα στη Microsoft τη Σύμβαση συνδρομής στις υπηρεσίες Microsoft Online (“Σύμβαση”) μετά την αγορά της συνδρομής σας. Αν η Microsoft δεν λάβει την εκτυπωμένη και υπογεγραμμένη Σύμβαση εντός τριών εβδομάδων μετά την αγορά, η συνδρομή σας στις ηλεκτρονικές υπηρεσίες θα τερματιστεί. Στείλτε τη Σύμβαση στην εξής διεύθυνση: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Επιπλέον, διαβάστε ολόκληρη τη Σύμβαση παρακάτω, πριν από την αποδοχή των όρων και των προϋποθέσεων. Κάντε κλικ <a class="font-link1" href="{0}" target="_blank">εδώ</a> για να προβάλετε και να εκτυπώσετε τη σύμβαση.
es: Es necesario que los clientes de Ucrania impriman y firmen el Contrato Microsoft Online Subscription ("Contrato") y lo envíen sin demora a Microsoft tras la compra de la suscripción. Si Microsoft no lo recibe firmado en un plazo de tres semanas después de la adquisición, finalizará su suscripción a los servicios en línea. Envíe el Contrato a: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublín 18, Irlanda Asimismo, lea todo el Contrato a continuación antes de aceptar los términos y condiciones. Haga clic <a class="font-link1" href="{0}" target="_blank">aquí</a> para ver e imprimir el Contrato.
et: Ukraina kliendid on kohustatud printima, allkirjastama ja tagastama Microsoftile Microsofti võrguteenuste tellimuse lepingu (“Leping”) kohe pärast tellimuse ostmist. Kui Microsoft pole saanud teie allkirjastatud lepingut paberil kolme nädala jooksul pärast ostu, lõpetatakse teie võrguteenus(t)e tellimus. Saatke leping aadressil: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Iirimaa Enne tingimustega nõustumist lugege läbi kogu alltoodud leping. Lepingu vaatamiseks ja selle printimiseks klõpsake <a class="font-link1" href="{0}" target="_blank">siin</a>.
eu: Ukrainako bezeroek harpidetza erosi eta berehala Microsoft-en Lineako Harpidetza-akordioa ("Akordioa") inprimatu, sinatu eta itzuli behar diote Microsoft-i. Microsoft-ek ez badu Akordioa sinatuta paperean jasotzen erosi eta hiru aste baino lehen, lineako zerbitzuetarako harpidetza amaitu egingo da. Bidali Akordioa helbide honetara: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Irlanda Gainera, baldintzak onartu baino lehen, irakurri beheko Akordio osoa. Sakatu <a class="font-link1" href="{0}" target="_blank">hau</a> Akordioa ikusteko eta inprimatzeko.
fa: مشتریان حاضر در اوکراین باید «توافقنامه اشتراک آنلاین Microsoft» («توافقنامه») را بلافاصله پس از خرید اشتراک خود، چاپ و امضا کنند و به Microsoft بازگردانند. اگر Microsoft توافقنامه امضا شده و مکتوب شما را در طی سه هفته پس از خرید دریافت نکند، اشتراک شما در سرویس(های) آنلاین خاتمه خواهد یافت. لطفاً توافقنامه را به شرکت زیر ارسال کنید: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland به علاوه، لطفاً کلیت «توافقنامه» زیر را قبل از پذیرش شرایط و ضوابط مطالعه کنید. لطفاً برای مشاهده و چاپ توافقنامه، <a class="font-link1" href="{0}" target="_blank">اینجا</a> کلیک کنید.
ga: Ní mór do chustaiméirí san Úcráin Comhaontú Síntiúis Ar Líne Microsoft (“Comhaontú”) a phriontáil, a shíniú agus a chur ar ais go pras tar éis do shíntiús a cheannach. Mura bhfaigheann Microsoft do Chomhaontú páipéir sínithe laistigh de thrí seachtaine ón gceannachán, foirceannfar do shíntiús don tseirbhís nó do na seirbhísí ar líne. Iarrtar ort an Comhaontú a chur chuig: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Anuas air sin, iarrtar ort an Comhaontú iomlán thíos a léamh sula nglacann tú le téarmaí agus coinníollacha. Cliceáil <a class="font-link1" href="{0}" target="_blank">anseo</a> chun amharc ar an gcomhaontú agus é a phriontáil.
gd: Mas e neach-ceannach san Ucràin a tha annad, feumaidh tu aonta nam fo-sgrìobhaidhean Microsoft air loidhne (“aonta”) a chlò-bhualadh, an shoidhneadh agus a thilleadh gu Microsoft sa bhad nuair a cheannaicheas tu am fo-sgrìobhadh agad. Mura faigh Microsoft d’ aonta a shoidhnich thu air pàipear am broinn trì seachdainean o latha a cheannachd, thèid crìoch a chur air an fho-sgrìobhadh agad air an t-seirbheis/na seirbheisean air loidhne. Cuir an t-aonta gu: Microsoft Ireland Operations Limited Atrium Building Block B Bóthar Halla na gCarraeirí Eastát Tionsclaíoch Áth an Ghainimh Baile Àtha Cliath 18, Éire A bharrachd air sin, leugh an t-aonta slàn gu h-ìosal mus gabh thu ris na teirmichean is cumhaichean. Briog <a class="font-link1" href="{0}" target="_blank">an-seo</a> gus an t-aonta a shealltainn ’s a chlò-bhualadh.
gl: Os clientes de Ucraína teñen que imprimir, asinar e devolver a Microsoft o Contrato de subscrición de Microsoft Online (“Contrato”) despois da compra da subscrición. Se Microsoft non recibiu a copia en papel e asinada do seu Contrato tres semanas despois da compra, a subscrición aos servizos en liña finalizará. Envíe o Contrato a: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublín 18, Irlanda Ademais, lea o Contrato completo antes de aceptar os termos e as condicións. Prema <a class="font-link1" href="{0}" target="_blank">aquí</a> para ver e imprimir o contrato.
gu: યુક્રેનના ગ્રાહકોને તમારા સબસ્ક્રિપ્શનની ખરીદી કરતી વખતે તરત જ Microsoft ઑનલાઇન સબસ્ક્રિપ્શન એગ્રીમેન્ટ ("કરાર") ની પ્રિન્ટ કરવા, સહી કરવા અને Microsoft પર પાછા ફરવાની જરૂર પડે છે. જો Microsoft ને ખરીદી કર્યાના ત્રણ સપ્તાહની અંદર તમારા હસ્તાક્ષર, કરાર કરેલ કાગળ પ્રાપ્ત ન થાય, તો ઑનલાઈન સેવા(ઓ) માટે તમારું સબ્સ્ક્રિપ્શન સમાપ્ત કરવામાં આવશે. કૃપા કરીને આ કરારને મોકલો: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland આ ઉપરાંત, નિયમો અને શરતો સ્વીકારતા પહેલાં કૃપા કરીને નીચેનો સંપૂર્ણ કરાર વાંચો. કરાર જોવા અને પ્રિન્ટ કરવા માટે કૃપયા <a class="font-link1" href="{0}" target="_blank">અહીં</a> ક્લિક કરો.
he: לקוחות באוקראינה נדרשים להדפיס את הסכם המינוי המקוון של Microsoft ("ההסכם"), לחתום עליו ולהחזיר אותו ל- Microsoft מיד לאחר רכישת המינוי. אם Microsoft לא תקבל את ההסכם בכתב, חתום, תוך שלושה שבועות מיום הרכישה, המינוי לשירותים המקוונים יופסק. שלח את ההסכם לכתובת: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland ובנוסף, קרא את ההסכם המלא שלהלן לפני שתקבל את התנאים וההתניות. לחץ <a class="font-link1" href="{0}" target="_blank">כאן</a> כדי להציג ולהדפיס את ההסכם.
hi: युक्रेन में स्थित ग्राहकों द्वारा अपनी सदस्यता खरीदने पर उनके लिए Microsoft ऑनलाइन सदस्यता अनुबंध (“अनुबंध”) को तत्काल मुद्रित करने, हस्ताक्षर करने और उसे Microsoft को तत्कालभेजना आवश्यक है. अगर आपकी खरीदी के बाद तीन सप्ताह के अंदर Microsoft को आपका हस्ताक्षरित, कागज़ी अनुबंध प्राप्त नहीं होता है, तो ऑनलाइन सेवा (सेवाओं) की आपकी सदस्यता समाप्त कर दी जाएंगी. कृपया अनुबंध इन्हें भेजें: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland इसके अतिरिक्त, नियमों और शर्तों को स्वीकार करने के पहले कृपया संपूर्ण अनुबंध नीचे पढ़ें. अनुबंध को देखने और मुद्रित करने के लिए कृपया <a class="font-link1" href="{0}" target="_blank">यहाँ</a> क्लिक करें.
hr: Kupci u Ukrajini odmah po kupnji pretplate moraju ispisati, potpisati i Microsoftu poslati Microsoftov ugovor o mrežnoj pretplati ("Ugovor"). Ako Microsoft ne primi potpisani Ugovor u ispisanom obliku u roku od tri tjedna od kupnje, vaša pretplata na mrežne usluge bit će otkazana. Ugovor pošaljite na adresu: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Irska Osim toga, prije nego što prihvatite odredbe i uvjete, obvezno pročitajte cijeli Ugovor u nastavku. Da biste pregledali i ispisali ugovor, kliknite <a class="font-link1" href="{0}" target="_blank">ovdje</a>.
hu: Az ukrajnai ügyfeleknek az előfizetés megvásárlása után azonnal ki kell nyomtatniuk, alá kell írniuk és vissza kell juttatniuk a Microsoft számára a Microsoft Online Előfizetési szerződést (a „Szerződés”). Ha a Microsoft nem kapja meg az aláírt papíralapú szerződést a vásárlást követő három héten belül, az online szolgáltatásokra vonatkozó előfizetése megszűnik. Küldje a szerződést a következő címre: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Kérjük, hogy a feltételek és kikötések elfogadása előtt olvassa el a teljes szerződést. Kattintson <a class="font-link1" href="{0}" target="_blank">ide</a> a szerződés megtekintéséhez és kinyomtatásához.
id: Pelanggan di Ukraina wajib mencetak, menandatangani, dan mengembalikan ke Perjanjian Langganan Online Microsoft (“Perjanjian”) ke Microsoft segera setelah membeli langganan Anda. Jika Microsoft tidak menerima Perjanjian cetak yang telah ditandatangani dalam waktu tiga minggu setelah pembelian, langganan Anda ke layanan online akan dihentikan. Silakan kirimkan Perjanjian ke: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Irlandia Selain itu, harap baca Perjanjian di bawah secara keseluruhan sebelum menerima syarat dan ketentuan. Silakan klik <a class="font-link1" href="{0}" target="_blank">di sini</a> untuk melihat dan mencetak perjanjian.
is: Viðskiptavinir í Úkraínu þurfa að prenta út netþjónustusamning Microsoft („samningur“), undirrita hann og skila til Microsoft fljótlega eftir kaup á áskriftinni. Ef Microsoft hefur ekki móttekið samning á pappír, undirritaðan af þér, innan þriggja vikna frá kaupum verður áskrift þinni að netþjónustunni lokað. Senda skal samninginn til: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Írland Auk þess skaltu lesa allan samninginn hér að neðan áður en þú samþykkir skilmála. Smelltu <a class="font-link1" href="{0}" target="_blank">hér</a> til að skoða og prenta út samninginn.
ja: ウクライナのお客様は、サブスクリプションを購入してすぐにマイクロソフト オンライン サブスクリプション契約 ("契約") を印刷し、これに署名し、Microsoft に返送する必要があります。購入後 3 週間以内に署名した契約書が Microsoft に到着しない場合、オンライン サービスのサブスクリプションは中止されます。 契約書の送付先は以下のとおりです。 Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland また、条件および条項に同意する前に、以下の契約書全文をお読みください。 契約書を表示および印刷するには、<a class="font-link1" href="{0}" target="_blank">こちら</a>をクリックしてください。
ka: უკრაინელ მომხმარებლებს მოეთხოვებათ ამობეჭდონ, ხელი მოაწერონ და Microsoft-ში გაგზავნონ Microsoft-ის ონლაინ-გამოწერის ხელშეკრულება („ხელშეკრულება“), გამოწერილი მასალისთვის გადახდისთანავე. თუ შეძენიდან სამი კვირის განმავლობაში Microsoft არ მიიღებს თქვენ მიერ ხელმოწერილ ამობეჭდილ ხელშეკრულებას, გამოწერილი ონლაინ-სერვის(ები)ი შეგიწყდებათ. გთხოვთ, ხელშეკრულება გაგზავნოთ მისამართზე: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland გარდა ამისა, გთხოვთ, გაეცნოთ ქვემოთ მოცემულ ხელშეკრულებას, სანამ თანხმობას განაცხადებთ წესებისა და პირობების დაცვაზე. გთხოვთ, ხელშეკრულების გასაცნობად და ამოსაბეჭდად <a class="font-link1" href="{0}" target="_blank">დააწკაპუნოთ აქ</a>.
kk: Украинадағы тұтынушылар жазылымды сатып алғаннан кейін, Microsoft корпорациясына Microsoft Online Subscription келісімін ("Келісім") басып шығаруы, қол қоюы және қайтаруы керек. Егер Microsoft қол қойылған, қағаз Келісіміңізді сатып алудан кейін үш апта ішінде алмаса, онлайн қызметке (қызметтерге) жазылымыңыз тоқтатылады. Келісімді мына мекенжайға жіберіңіз: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ирландия Бұған қоса, шарттар мен талаптарды қабылдаудан бұрын төмендегі Келісімді толық оқып шығыңыз. Келісімді көру және басып шығару үшін <a class="font-link1" href="{0}" target="_blank">мына жерді</a> басыңыз.
kn: ಯುಕ್ರೇನ್‌ನಲ್ಲಿರುವ ಗ್ರಾಹಕರು ಈ ಚಂದಾದಾರಿಕೆಯನ್ನು ಖರೀದಿಸಿದ ತಕ್ಷಣ Microsoft ಆನ್‌ಲೈನ್‌ ಚಂದಾದಾರಿಕೆ ಒಪ್ಪಂದವನ್ನು (“ಒಪ್ಪಂದ”) ಮುದ್ರಿಸಿ, ಸಹಿ ಮಾಡಿ, ಅದನ್ನು Microsoft ಗೆ ಹಿಂತಿರುಗಿಸಬೇಕು. ಖರೀದಿಯ ನಂತರದ ಮೂರು ವಾರಗಳೊಳಗೆ ನಿಮ್ಮ ಸಹಿ ಮಾಡಿದ, ಕಾಗದ ಒಪ್ಪಂದವನ್ನು Microsoft ಸ್ವೀಕರಿಸದೇ ಇದ್ದರೆ, ಆನ್ಲೈನ್ ಸೇವೆಗೆ(ಗಳಿಗೆ) ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಯನ್ನು ಕೊನೆಗೊಳಿಸಲಾಗುತ್ತದೆ. ಒಪ್ಪಂದವನ್ನು ದಯವಿಟ್ಟು ಇಲ್ಲಿಗೆ ಕಳುಹಿಸಿ: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland ಜೊತೆಗೆ, ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳಿಗೆ ಒಪ್ಪುವ ಮೊದಲು ಕೆಳಗಿನ ಸಂಪೂರ್ಣ ಒಪ್ಪಂದವನ್ನು ದಯವಿಟ್ಟು ಓದಿ. ಒಪ್ಪಂದವನ್ನು ವೀಕ್ಷಿಸಲು ಮತ್ತು ಮುದ್ರಿಸಲು ದಯವಿಟ್ಟು <a class="font-link1" href="{0}" target="_blank">ಇಲ್ಲಿ</a> ಕ್ಲಿಕ್ ಮಾಡಿ.
ko: 우크라이나 고객은 가입 서비스를 구입한 즉시 Microsoft 온라인 정기가입 계약("계약서")을 인쇄하고 서명하여 Microsoft로 회신해야 합니다. 구입이 이루어진 후 3주 내에 Microsoft가 서명된 서면 계약서를 받지 못하면 회원님의 온라인 서비스 가입은 종료됩니다. 계약서는 다음 주소로 보내 주세요. Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland 또한 사용 약관에 동의하기 전에 아래의 전체 계약서를 읽어보시기 바랍니다. 계약서를 보고 인쇄하려면 <a class="font-link1" href="{0}" target="_blank">여기</a>를 클릭하세요.
lo: ລູກຄ້າໃນຢູເຄຣນ ຈຳ ເປັນຕ້ອງໄດ້ພິມ, ລົງລາຍເຊັນແລະກັບໄປ Microsoft ສັນຍາການສະ ໝັກ ໃຊ້ Microsoft Online (“ ຂໍ້ຕົກລົງ”) ທັນທີເມື່ອຊື້ການສະ ໝັກ ໃຊ້ຂອງທ່ານ. ຖ້າ Microsoft ບໍ່ໄດ້ຮັບຂໍ້ຕົກລົງທີ່ທ່ານໄດ້ເຊັນ, ເຈ້ຍພາຍໃນສາມອາທິດຫຼັງຈາກການຊື້, ການສະ ໝັກ ໃຊ້ບໍລິການ online ຂອງທ່ານຈະຖືກຢຸດ. ກະລຸນາສົ່ງຂໍ້ຕົກລົງດັ່ງກ່າວໄປ: Microsoft ປະຕິບັດການ ຈຳ ກັດປະເທດໄອແລນ ຖະ ໜົນ ອາຄານ Bri r ຖະຫນົນ B Carmenhall ເຂດອຸດສາຫະ ກຳ ອຸດສະຫະ ກຳ S.Sandyford Dublin 18, ປະເທດ Ireland ນອກຈາກນັ້ນ, ກະລຸນາອ່ານຂໍ້ຕົກລົງທັງ ໝົດ ຂ້າງລຸ່ມນີ້ກ່ອນທີ່ຈະຮັບເອົາຂໍ້ ກຳ ນົດແລະເງື່ອນໄຂ. ກະລຸນາກົດ <a class="font-link1" href="{0}" target="_blank"> ທີ່ນີ້ </a> ເພື່ອເບິ່ງແລະພິມຂໍ້ຕົກລົງ.
lt: Ukrainos klientai turi atsispausdinti, pasirašyti ir grąžinti „Microsoft“ internetinės prenumeratos sutartį („Sutartis“) tuojau pat po prenumeratos įsigijimo. Jei per tris savaites nuo įsigijimo „Microsoft“ negaus pasirašytos atspausdintos Sutarties, internetinės (-ių) paslaugos (-ų) prenumerata bus nutraukta. Sutartį siųskite adresu: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Be to, prieš sutikdami su sąlygomis, perskaitykite visą toliau pateiktą Sutartį. Spustelėkite <a class="font-link1" href="{0}" target="_blank">čia</a>, kad peržiūrėtumėte ir atsispausdintumėte sutartį.
lv: Klientiem Ukrainā tūlīt pēc abonementa iegādes ir obligāti jāizdrukā, jāparaksta un korporācijai Microsoft Corporation jānosūta Microsoft tiešsaistes abonementa līgums (turpmāk “Līgums”). Ja Microsoft trīs nedēļu laikā pēc pirkuma veikšanas nesaņems jūsu parakstīto Līgumu papīra formātā, jūsu tiešsaistes pakalpojuma(u) abonementa darbība tiks pārtraukta. Lūdzu, sūtiet Līgumu uz šādu adresi: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Īrija Lūdzu, tālāk izlasiet visu Līgumu, pirms akceptējat tā noteikumus un nosacījumus. Lai skatītu un izdrukātu līgumu, lūdzu, noklikšķiniet <a class="font-link1" href="{0}" target="_blank">šeit</a>.
mi: Me mātua tā, me waitohu, me whakahoki inamata anō ngā kiritaki i Ukaraina te Whakaaetanga Ohauru Microsoft Tuihono ("Whakaaetanga") ina hoko koe i tō ohauru. Mehemea kāore anō a Microsoft kia whiwhi i tō Whakaaetanga ā-pepa kua oti te waitohu, i roto i te toru wiki i muri i te hokonga, ka poroa tō ohauru ki te(ngā) ratonga tuihono. Tēnā tukua te Whaakaaetanga ki: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Waihoki, me mātua pānui te Whakaaetanga katoa i raro iho nei i mua i te whakaaetanga ki ngā ture me ngā whakaritenga. Tēnā pāwhiritia <a class="font-link1" href="{0}" target="_blank">ki konei</a> hei tiro hei tā hoki i te whakaaetanga.
mk: Веднаш по купувањето на претплатата, клиентите во Украина треба да го отпечатат, потпишат и испратат до Microsoft Договорот за претплата за Microsoft Online („Договор“). Ако Microsoft не го прими вашиот потпишан примерок на Договорот на хартија во рок од три седмици по купувањето, вашата претплата на мрежната услуга(и) ќе биде прекината. Испратете го Договорот до: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Освен тоа, пред да ги прифатите одредбите и условите, целосно прочитајте го Договорот подолу. Кликнете <a class="font-link1" href="{0}" target="_blank">тука</a> за да го прикажете и отпечатите договорот.
ml: ഉക്രെയ്നിലുള്ള ഉപയോക്താക്കൾ അവരുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ വാങ്ങിയ ഉടൻ തന്നെ Microsoft ഓൺലൈൻ സബ്‌സ്‌ക്രിപ്‌ഷൻ കരാർ ("കരാർ") അച്ചടിച്ച് ഒപ്പിട്ട് തിരികെ Microsoft-ലേക്ക് അയയ്‌ക്കേണ്ടതുണ്ട്. വാങ്ങിക്കഴിഞ്ഞ് മൂന്നാഴ്‌ചകൾക്കകം നിങ്ങളുടെ ഒപ്പിട്ട കടലാസ് കരാർ Microsoft-ന് ലഭിച്ചില്ലെങ്കിൽ, ഓൺലൈൻ സേവനത്തിലേക്കുള്ള (സേവനങ്ങളിലേക്കുള്ള) നിങ്ങളുടെ സബ്‌സ്‌ക്രിപ്‌ഷൻ അവസാനിപ്പിക്കുന്നതാണ്. കരാർ ഈ വിലാസത്തിലേക്ക് അയയ്‌ക്കുക: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland nഅതിനുപുറമെ, നിബന്ധനകളും വ്യവസ്ഥകളും അംഗീകരിക്കുന്നതിന് മുമ്പായി ചുവടെയുള്ള കരാർ മുഴുവനായും വായിച്ചുനോക്കുകയും ചെയ്യുക. കരാർ കണ്ട് അച്ചടിക്കാൻ <a class="font-link1" href="{0}" target="_blank">ഇവിടെ</a> ക്ലിക്ക് ചെയ്യുക.
mr: युक्रेनमधील ग्राहकांनी आपल्या सदस्यता खरेदी केल्यानंतर त्वरीत Microsoft ऑनलाइन सदस्यता करार (“करार”) मुद्रित करणे, साइन करणे आणि तो Microsoft कडे परत पाठवणे आवश्यक आहे. खरेदीनंतर तीन आठवड्यांमध्ये Microsoft ला आपले स्वाक्षरी असलेला, पेपरवरील करार प्राप्त झाला नसल्यास, आपली ऑनलाइन सेवा(वां) वरील सदस्यतेचा शेवट केला जाईल. कृपया येथे करार पाठवा: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland यासह, कृपया अटी आणि शर्तीं स्वीकारण्यापूर्वी खाली असलेला संपूर्ण करार वाचा. कृपया करार <a class="font-link1" href="{0}" target="_blank">पाहण्यासाठी</a> आणि मुद्रित करण्यासाठी येथे क्लिक करा.
ms: Pelanggan di Ukraine perlu mencetak, menandatangani dan memulangkan Perjanjian Langganan Dalam Talian Microsoft (“Perjanjian”) kepada Microsoft dengan segera selepas pembelian langganan anda. Jika Microsoft tidak menerima Perjanjian kertas yang ditandatangani oleh anda dalam tempoh tiga minggu selepas pembelian, langganan anda kepada perkhidmatan dalam talian akan ditamatkan. Sila hantar Perjanjian kepada: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Di samping itu, sila baca keseluruhan Perjanjian di bawah sebelum menerima terma dan syarat. Sila klik <a class="font-link1" href="{0}" target="_blank">di sini</a> untuk melihat dan mencetak perjanjian tersebut.
mt: Il-klijenti fl-Ukraina huma meħtieġa li jipprintjaw, jiffirmaw u jirritornaw lil Microsoft il-Ftehim tal-Abbonament Online tal-Microsoft (“Agreement”) mill-ewwel wara x-xiri tal-abbonament. Jekk Microsoft ma tirċevix il-Ftehim tiegħek iffirmat fuq karta fi żmien tliet ġimgħat mindu tkun xtrajtu, l-abbonament tiegħek għas-servizz(i) online ser jiġi terminat. Jekk jogħġbok ibgħat il-Ftehim lil: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Barra minn hekk, jekk jogħġbok aqra l-Ftehim kollu t'hawn taħt qabel ma taċċetta t-termini u l-kundizzjonijiet. Jekk jogħġbok ikklikkja <a class="font-link1" href="{0}" target="_blank">hawnhekk</a> biex tara u tipprintja l-ftehim.
ne: युक्रेनका ग्राहकहरूलाई Microsoft अनलाइन सदस्यता सम्झौता (”सम्झौता”) लाई छप्न, हस्ताक्षर गर्न तथा तपाईंको सदस्यता खरिद गर्नासाथ त्यसलाई तुरुन्त Microsoft मा फिर्ता गर्न आवश्यक गराइन्छ। Microsoft ले तपाईंको हस्ताक्षर गरिएको कागजी सम्झौता खरिदको तीन हप्ता भित्र प्राप्त गरेको छैन भने तपाईंको अनलाइन सेवा(हरू) को सदस्यतालाई समाप्त गरिने छ। कृपया सम्झौतालाई यहाँ पठाउनुहोस्: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland यसको अतिरिक्त, सर्त तथा अवस्थाहरूलाई स्वीकार गर्नु अघि कृपया तलको सम्पूर्ण सम्झौतालाई पढ्नुहोस्। कृपया सम्झौतालाई हेर्न तथा छाप्न <a class="font-link1" href="{0}" target="_blank">यहाँ</a> क्लिक गर्नुहोस्।
nn_no: Kundar i Ukraina må skrive ut, signere og sende abonnementsavtalen for Microsoft Online («avtalen») til Microsoft umiddelbart etter kjøp av abonnementet. Dersom Microsoft ikkje mottek den signerte avtalen i posten innan tre veker etter kjøpet, blir abonnementet for dei elektroniske tenestene avslutta. Send avtalen til: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Irland I tillegg ber vi deg lese heile avtalen nedanfor før du godtek vilkåra. Klikk <a class="font-link1" href="{0}" target="_blank">her</a> for å sjå og skrive ut avtalen.
no: Kunder i Ukraina må skrive ut og signere Abonnementsavtale for Microsoft Online («Avtalen») og returnere den til Microsoft umiddelbart etter kjøp av abonnementet. Hvis Microsoft ikke har mottatt den signerte papirutgaven av avtalen innen tre uker etter kjøpet, opphører abonnementet på den/de elektroniske tjenesten(e). Send avtalen til: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland I tillegg må du lese hele avtalen nedenfor før du godtar vilkårene. Klikk <a class="font-link1" href="{0}" target="_blank">her</a> for å vise og skrive ut avtalen.
or: ୟୁକ୍ରେନର ଗ୍ରାହକମାନେ ଆପଣଙ୍କ ସବସ୍କ୍ରିପସନ୍ କିଣିବା ପରେ ତୁରନ୍ତ Microsoft ଅନଲାଇନ୍ ସବସ୍କ୍ରିପସନ୍ ଚୁକ୍ତିନାମା (“ଚୁକ୍ତିନାମା”) କୁ ପ୍ରିଣ୍ଟ, ସାଇନ୍ ଏବଂ Microsoft କୁ ଫେରିବା ଆବଶ୍ୟକ କରନ୍ତି | ଯଦି Microsoft କ୍ରୟ ହେବାର ତିନି ସପ୍ତାହ ମଧ୍ୟରେ କାଗଜ ଚୁକ୍ତିନାମା ଗ୍ରହଣ କରି ନାହିଁ, ତେବେ ଅନଲାଇନ୍ ସେବା (ଗୁଡିକ) କୁ ଆପଣଙ୍କର ସଦସ୍ୟତା ବନ୍ଦ ହୋଇଯିବ | ଦୟାକରି ଚୁକ୍ତିନାମାକୁ ପଠାନ୍ତୁ: Microsoft ଆୟର୍ଲାଣ୍ଡ ଅପରେସନ୍ସ ଲିମିଟେଡ୍ ଆଟ୍ରିଅମ୍ ବିଲଡିଂ ବ୍ଲକ୍B କାର୍ମେନହଲ୍ ରୋଡ୍ ସ୍ୟାଣ୍ଡିଫୋର୍ଡ ଇଣ୍ଡଷ୍ଟ୍ରିଆଲ୍ ଇଷ୍ଟେଟ୍ ଡବଲିନ୍ 18, ଆୟର୍ଲାଣ୍ଡ ଏହା ସହିତ, ସର୍ତ୍ତାବଳୀ ଏବଂ ସର୍ତ୍ତ ଗ୍ରହଣ କରିବା ପୂର୍ବରୁ ଦୟାକରି ନିମ୍ନରେ ସମ୍ପୂର୍ଣ୍ଣ ଚୁକ୍ତିନାମା ପଢ଼ନ୍ତୁ | ଚୁକ୍ତିନାମା ଦେଖିବା ଏବଂ ମୁଦ୍ରଣ କରିବାକୁ ଦୟାକରି <a class="font-link1" href="{0}" target="_blank">କ୍ଲିକ୍ </a> କରନ୍ତୁ.
pa_in: ਯੂਕਰੇਨ ਵਿੱਚ ਗ੍ਰਾਹਕਾਂ ਨੂੰ ਤੁਹਾਡੀ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਦੀ ਖਰੀਦਦਾਰੀ ਉੱਤੇ Microsoft ਔਨਲਾਈਨ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਇਕਰਾਰਨਾਮੇ (“ਇਕਰਾਰਨਾਮਾ”) ਨੂੰ ਪ੍ਰਿੰਟ ਕਰਨ, ਹਸਤਾਖਰ ਕਰਨ ਅਤੇ ਤੁਰੰਤ Microsoft ਨੂੰ ਵਾਪਿਸ ਕਰਨ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ। ਜੇ Microsoft ਨੇ ਖਰੀਦਦਾਰੀ ਤੋਂ ਬਾਅਦ ਤਿੰਨ ਹਫਤਿਆਂ ਦੇ ਅੰਦਰ ਤੁਹਾਡਾ ਹਸਤਾਖਰ ਕੀਤਾ, ਕਾਗਜ਼ੀ ਇਕਰਾਰਨਾਮਾ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤਾ ਹੈ, ਤਾਂ ਔਨਲਾਈਨ ਸੇਵਾ(ਵਾਂ) ਲਈ ਤੁਹਾਡੀ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਸਮਾਪਤ ਕਰ ਦਿੱਤੀ ਜਾਏਗੀ। ਕਿਰਪਾ ਕਰਕੇ ਇਕਰਾਰਨਾਮਾ ਇੱਥੇ ਭੇਜੋ: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland ਇਸ ਤੋਂ ਇਲਾਵਾ, ਕਿਰਪਾ ਕਰਕੇ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਹੇਠਾਂ ਸਾਰੇ ਇਕਰਾਰਨਾਮੇ ਨੂੰ ਪੜ੍ਹ ਲਓ। ਕਿਰਪਾ ਕਰਕੇ ਇਕਰਾਰਨਾਮੇ ਨੂੰ ਦੇਖਣ ਅਤੇ ਪ੍ਰਿੰਟ ਕਰਨ ਲਈ <a class="font-link1" href="{0}" target="_blank">ਇੱਥੇ</a> ਕਲਿਕ ਕਰੋ।
pl: Klienci z Ukrainy muszą wydrukować, podpisać i odesłać firmie Microsoft Umowę subskrypcyjną dotyczącą usług online firmy Microsoft („Umowa”) niezwłocznie po zakupie subskrypcji. Jeśli firma Microsoft nie otrzyma wydrukowanej i podpisanej Umowy w ciągu trzech tygodni od daty zakupu, subskrypcja usług online zostanie przerwana. Umowę należy wysłać na adres: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Ponadto przed zaakceptowaniem postanowień należy zapoznać się z treścią poniższej Umowy. Kliknij <a class="font-link1" href="{0}" target="_blank">tutaj</a>, aby wyświetlić i wydrukować umowę.
ru: Клиентам в Украине требуется напечатать, подписать и отправить в корпорацию Майкрософт соглашение Microsoft Online Subscription ("Соглашение") сразу после приобретения подписки. Если корпорация Майкрософт не получит подписанную печатную копию Соглашения в течение трех недель после покупки, действие вашей подписки на веб-службы будет прекращено. Отправьте Соглашение по следующему адресу: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Кроме того, перед принятием условий Соглашения следует прочитать целиком его текст, приведенный ниже. Чтобы прочитать и напечатать соглашение, щелкните <a class="font-link1" href="{0}" target="_blank">здесь</a>.
sl: Stranke v Ukrajini morajo pogodbo o naročnini na Microsoft Online (»pogodba«) natisniti, podpisati in vrniti družbi Microsoft takoj po nakupu naročnine. Če Microsoft v treh tednih po nakupu ne prejme podpisane pogodbe na papirju, bo naročnina na spletne storitve prekinjena. Pogodbo pošljite na naslov: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Irska Preden sprejmete pogoje, preberite celotno pogodbo. Če si želite ogledati in natisniti pogodbo, kliknite <a class="font-link1" href="{0}" target="_blank">tukaj</a>.
sr_cyrl_rs: Клијенти у Украјини су дужни да одмах након куповине претплате одштампају, потпишу и корпорацији Microsoft врате Уговор о претплати на Microsoft услуге на мрежи („Уговор“). Ако Microsoft не прими потписани штампани примерак Уговора у року од три недеље од куповине, ваша претплата на услуге на мрежи биће окончана. Пошаљите Уговор на следећу адресу: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Осим тога, прочитајте цео Уговор у наставку пре него што прихватите одредбе и услове. Кликните <a class="font-link1" href="{0}" target="_blank">овде</a> да бисте прегледали и одштампали уговор.
sr_latn_rs: Klijenti u Ukrajini su dužni da odmah nakon kupovine pretplate odštampaju, potpišu i vrate Ugovor o pretplati na usluge Microsoft Online („Ugovor“) kompaniji Microsoft. Ako Microsoft ne primi potpisani primerak Ugovora u roku od tri nedelje, vaša pretplata na usluge na mreži biće okončana. Pošaljite Ugovor na sledeću adresu: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Osim toga, pročitajte ceo Ugovor u nastavku pre nego što prihvatite odredbe i uslove. Kliknite <a class="font-link1" href="{0}" target="_blank">ovde</a> da biste videli i odštampali ugovor.
sv: Kunder i Ukraina måste så fort som möjligt skriva ut, skriva under och skicka tillbaka prenumerationsavtalet för Microsoft Online (”Avtalet”) till Microsoft vid inköp av prenumerationen. Om det underskrivna pappersavtalet inte har kommit in till Microsoft inom tre veckor efter inköpet avslutas din prenumeration på onlinetjänsterna. Skicka avtalet till: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Irland Läs också igenom hela avtalet nedan innan du godkänner villkoren för användning. Klicka <a class="font-link1" href="{0}" target="_blank">här</a> om du vill visa och skriva ut avtalet.
ta: உக்ரைன்-ல் உள்ள வாடிக்கையாளர்கள், தங்கள் சந்தாவை வாங்கிய உடனே Microsoft ஆன்லைன் சந்தா ஒப்பந்தத்தை (”ஒப்பந்தம்”) அச்சிட்டு, கையொப்பமிட்டு Microsoft-இடம் திருப்பியளிக்க வேண்டும். வாங்கிய பிறகு மூன்று வாரங்களுக்குள் உங்கள் கையொப்பமிட்ட, தாள் ஒப்பந்தத்தை Microsoft பெறவில்லை என்றால், ஆன்லைன் சேவை(களு)க்கான உங்கள் சந்தா முறிக்கப்படும். தயவுசெய்து, ஒப்பந்தத்தை இங்கு அனுப்பவும்: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland அத்துடன், விதிமுறைகள் மற்றும் நிபந்தனைகளை ஏற்கும்முன், கீழேயுள்ள ஒப்பந்தத்தை முழுதாகப் படிக்கவும். ஒப்பந்தத்தைப் பார்ப்பதற்கும் அச்சிடுவதற்கும், <a class="font-link1" href="{0}" target="_blank">இங்கே</a> கிளிக் செய்க.
te: ఉక్రెయిన్‌లో ఉన్న వినియోగదారులు మీ సభ్యత్వాన్ని కొనుగోలు చేసిన తర్వాత వీలైనంత త్వరగా Microsoft ఆన్‌లైన్ సభ్యత్వ ఒప్పందాన్ని (“ఒప్పందం”) ముద్రించి, సంతకం చేసి, Microsoftకి తిరిగి పంపాలి. కొనుగోలు చేసిన మూడు వారాలలోపు Microsoftకి మీ సంతకంతో కాగితం రూపంలో ఉన్న ఒప్పందం అందకుంటే, ఆన్‌లైన్ సేవ(ల)కు మీ సభ్యత్వం రద్దు చేయబడుతుంది. దయచేసి వీరికి ఒప్పందాన్ని పంపండి: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland అదనంగా, నిబంధనలు మరియు షరతులను అంగీకరించే ముందు దయచేసి దిగువ ఉన్న మొత్తం ఒప్పందాన్ని చదవండి. దయచేసి ఒప్పందాన్ని వీక్షించి, ముద్రించడం కోసం <a class="font-link1" href="{0}" target="_blank">ఇక్కడ</a> క్లిక్ చేయండి.
th: ลูกค้าในยูเครนจะต้องพิมพ์ เซ็นชื่อ และส่งข้อตกลงการสมัครใช้งาน Microsoft Online (“ข้อตกลง”) กลับมาที่ Microsoft ทันทีที่ซื้อการสมัครใช้งาน หาก Microsoft ไม่ได้รับข้อตกลงฉบับพิมพ์ที่มีลายมือชื่อของคุณภายในสามสัปดาห์หลังจากวันที่ซื้อ การสมัครใช้งานของคุณจะสิ้นสุดลง โปรดส่งข้อตกลงมาที่: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland นอกจากนี้ โปรดอ่านข้อตกลงทั้งหมดด้านล่างก่อนยอมรับข้อกำหนดและเงื่อนไข โปรดคลิก <a class="font-link1" href="{0}" target="_blank">ที่นี่</a> เพื่อดูและพิมพ์ข้อตกลง
tr: Ukrayna'daki müşterilerimizin aboneliğinizi satın aldıktan sonra Microsoft Çevrimiçi Abonelik Sözleşmesini ("Sözleşme") zaman kaybetmeden yazdırması, imzalaması ve Microsoft'a geri göndermesi gerekmektedir. Microsoft'un satın alma sonrasındaki üç hafta içinde kağıt üzerinde imzalı Sözleşmenizi teslim almamış olması durumunda, çevrimiçi hizmetlere yönelik aboneliğiniz sonlandırılacaktır. Lütfen Sözleşmeyi şu adrese gönderin: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, İrlanda Ek olarak, lütfen hüküm ve koşulları kabul etmeden önce aşağıdaki Sözleşmenin tamamını okuyun. Sözleşmeyi görüntülemek ve yazdırmak için lütfen <a class="font-link1" href="{0}" target="_blank">buraya</a> tıklayın.
tt: Украинадагы клиентлар, язылуыгызны сатып алгач та, Microsoft Online Subscription килешүен ("Килешүне") бастырырга, имзаларга һәм Майкрософтка кире җибәрергә тиеш. Майкрософт ширкәте сатып алудан соң өч атна эчендә бастырылган һәм имзаланган килешүегезне алмаса, онлайн хезмәткә (хезмәтләргә) язылуыгыз туктатылачак. Килешүегезне түбәндәге адреска җибәрегез: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Моннан тыш, шартларны кабул иткәнче, түбәндәге Килешүне тулысынча укып чыгыгыз. Килешүне карау һәм бастыру өчен, <a class="font-link1" href="{0}" target="_blank">монда</a> чирттерегез.
ug: ئۇكرائىنادىكى خېرىدارلار مۇشتەرىلىكىڭىلارنى سېتىۋالغان ھامان «Microsoft ئونلايىن مۇشتەرىلىك كېلىشىمى» («كېلىشىم») نى باستۇرۇپ، ئىمزالىشىڭلار ۋە Microsoft قا قايتۇرۇشۇڭلار كېرەك. ئەگەر Microsoft سېتىۋېلىنغاندىن كېيىنكى ئۈچ ھەپتە ئىچىدە ئىمزالانغان قەغەزچە كېلىشىمىڭىزنى تاپشۇرۇۋالمىغان بولسا، سىزنىڭ ئونلايىن مۇلازىمەت(لەر) مۇشتەرىلىكىڭىز ئاخىرلاشتۇرىلىدۇ. مەرھەمەت كېلىشىمنى مۇنۇ ئادرېسقا ئەۋەتىڭ: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland شۇنىڭ بىلەن بىرگە، شەرتلەر ۋە ھۆكۈملەرنى قوبۇل قىلىشتىن ئاۋۋال مەرھەمەت پەستىكى پۈتكۈل «كېلىشىم» نى ئوقۇڭ. كېلىشىمنى كۆرۈندۈرمەك ۋە باستۇرماق ئۈچۈن، مەرھەمەت <a class="font-link1" href="{0}" target="_blank">بۇيەر</a> نى چېكىڭ.
uk: Одразу після придбання передплати клієнтам з України необхідно роздрукувати, підписати й повернути в корпорацію Майкрософт Угоду про передплату онлайнових служб Microsoft (далі – "Угода"). Якщо корпорація Майкрофорт не отримає підписану вами паперову Угоду протягом трьох тижнів після придбання, дію передплати буде припинено. Надішліть Угоду на адресу: Microsoft Ireland Operations Limited, Atrium Building Block B, Carmenhall Road, Sandyford Industrial Estate, Dublin 18, Ireland (Ірландія). Крім того, повністю прочитайте текст нижченаведоної Угоди, перш ніж прийняти її умови й положення. Клацніть <a class="font-link1" href="{0}" target="_blank">тут</a>, щоб переглянути та роздрукувати Угоду.
ur: آپ کی سبسکرپشن کی خریداری پر یوکرین کے گاہکوں سے فوری طور پر Microsoft کو Microsoft Online Subscription Agreement (“Agreement”) کو پرنٹ، اس پر دستخط اور اسے واپس کرنے کا تقاضا کیا جاتا ہے۔ اگر Microsoft کو آپ کی خریداری کے بعد تین ہفتے کے اندر اندر دستخط کردہ کاغذی معاہدہ موصول نہیں ہوا ہے تو آپ کی آن لائن خدمت(خدمات) کی سبسکرپشن کو ختم کر دیا جائے گا۔براہ کرم معاہدہ بھیجیں بنام: Please send the Agreement to: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland اس کے علاوہ، براہ کرم شرائط و ضوابط قبول کرنے سے پہلے ذیل میں پورے معاہدہ کو پڑھ لیں۔ براہ کرم معاہدہ کو دیکھنے اور پرنٹ کرنے کیلئے <a class="font-link1" href="{0}" target="_blank">یہاں</a> کلک کریں۔
uz: Ukrainadagi mijozlardan obunangiz xarid qilinishi bilan Microsoft onlayn obuna kelishuvini (“Kelishuv”) chop etish, imzolash va Microsoftga qaytarib yuborish talab qilinadi. Agar Microsoft xarid amalga oshirilganidan keyin uch hafta ichida imzolangan qog‘oz shaklidagi Kelishuvni olmasa, onlayn xizmat(lar)ga obunangiz to‘xtatiladi. Kelishuvni quyidagi manzilga yuboring: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Bundan tashqari, talab va shartlarni qabul qilishdan oldin Kelishuvni to‘liq o‘qib chiqing. Kelishuvni ko‘rib chiqish va chop etish uchun <a class="font-link1" href="{0}" target="_blank">bu yerga</a> havolasini bosing.
vi: Khách hàng ở Ukraina cần phải in ra, kí tên và gửi lại cho Microsoft bản Thỏa thuận đăng kí dịch vụ trực tuyến Microsoft (“Thỏa thuận”) đúng hạn sau khi mua gói đăng kí. Nếu Microsoft không nhận được bản Thỏa thuận bằng giấy đã kí của bạn trong vòng ba tuần sau khi mua, thì gói đăng kí cho (các) dịch vụ trực tuyến của bạn sẽ bị chấm dứt. Vui lòng gửi bản Thỏa thuận đến: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland Ngoài ra, vui lòng đọc toàn bộ Thỏa thuận dưới đây trước khi chấp nhận các điều khoản và điều kiện. Vui lòng bấm vào <a class="font-link1" href="{0}" target="_blank">đây</a> để xem và in bản thỏa thuận.
zh_hans: 乌克兰客户在购买订阅之后，必须立即打印并签署 Microsoft 在线订阅协议(以下简称“协议”)，然后将其返回给 Microsoft。如果 Microsoft 在这些客户购买后的三周内未收到已签名的纸质协议，则会终止他们对在线服务的订阅。 请将协议寄到: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland 此外，在接受条款和条件之前，请阅读下面的完整协议。 请单击<a class="font-link1" href="{0}" target="_blank">此处</a>，查看和打印协议。
zh_hant: 烏克蘭的客戶在購買訂閱服務後，必須盡速列印、簽署 Microsoft 線上訂閱合約 (以下稱「合約」) 並寄回給 Microsoft。如果 Microsoft 未於購買後三週內收到您簽署的書面合約，將終止您的線上服務訂閱。 請將合約寄到: Microsoft Ireland Operations Limited Atrium Building Block B Carmenhall Road Sandyford Industrial Estate Dublin 18, Ireland 此外，在接受條款及條件之前，請先閱讀整份合約。 請按一下<a class="font-link1" href="{0}" target="_blank">這裡</a>，檢視並列印合約。
