Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SelectPM.CreditCard.type2
source: Select payment method. Credit card
af: Kies betaalmetode. Kredietkaart
am: የመክፈያ ዘዴን ይምረጡ። ክሬዲት ካርድ
ar: حدد طريقة الدفع. بطاقة ائتمان
as: পৰিশোধ পদ্ধতি চয়ন কৰক। ক্ৰেডিট কাৰ্ড
az: Ödəniş üsulu seçin. Kredit kartı
bg: Изберете метод на плащане. Кредитна карта
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন। ক্রেডিট কার্ড
bs: Odaberite način plaćanja. Kreditna kartica
cy: Dewiswch ffordd o dalu. Cerdyn credyd
da: Vælg betalingsmetode. Kreditkort
de: Zahlungsmethode auswählen. Kreditkarte
el: Επιλέξτε μέθοδο πληρωμής. Πιστωτική κάρτα
es: Seleccionar método de pago. Tarjeta de crédito
et: Valige makseviis Krediitkaart
eu: Hautatu ordainketa-metodoa. Kreditu-txartela
fa: روش پرداخت را انتخاب کنید. ویرایش کارت
ga: Roghnaigh modh íocaíochta. Cárta creidmheasa
gd: Tagh dòigh pàighidh. Cairt-chreideis
gl: Seleccione método de pagamento. Cartón de crédito
gu: ચૂકવણી પદ્ધતિ પસંદ કરો. ક્રેડીટ કાર્ડ
he: בחר שיטת תשלום. כרטיס אשראי
hi: भुगतान विधि का चयन करें. क्रेडिट कार्ड
hr: Odaberite način plaćanja. Kreditna kartica
hu: A fizetési mód kiválasztása. Hitelkártya
id: Pilih metode pembayaran. Kartu kredit
is: Veldu greiðslumáta. Kreditkort
ja: 支払い方法を選択します。クレジット カード
ka: აირჩიეთ გადახდის მეთოდი. საკრედიტო ბარათი
kk: Төлем әдісін таңдау. Кредиттік карта
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ko: 결제 방법을 선택하세요. 신용 카드
lo: ເລືອກວິທີການຈ່າຍເງິນ. ບັດ​ເຄຣ​ດິດ
lt: Pasirinkite mokėjimo būdą. Kredito kortelė
lv: Atlasiet apmaksas metodi. Kredītkarte
mi: Tīpakona te tikanga utu. He kāri tāwere
mk: Изберте начин на плаќање. Кредитна картичка
ml: പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കുക. ക്രെഡിറ്റ് കാർഡ്
mr: देय पद्धत निवडा. क्रेडिट कार्ड
ms: Pilih kaedah bayaran. Kad kredit
mt: Editja l-metodu tal-ħlas. Karta tal-kreditu
ne: भुक्तानी विधि चयन गर्नुहोस्। क्रेडिट कार्ड
nn_no: Vel betalingsmåte. Kredittkort
no: Velg betalingsmetode. Kredittkort
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ । କ୍ରେଡି‍ଟ୍‍‌ କାର୍ଡ୍
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ। ਕ੍ਰੈਡਿਟ ਕਾਰਡ
pl: Wybierz formę płatności. Karta kredytowa
ru: Выберите метод оплаты. Кредитная карта
sl: Izberite način plačila. Kreditna kartica
sr_cyrl_rs: Изаберите начин плаћања. Кредитна картица
sr_latn_rs: Izaberite način plaćanja. Kreditna kartica
sv: Välj betalningsmetod. Kreditkort
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும். கடன் அட்டை
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. క్రెడిట్ కార్డు
th: เลือกวิธีการชำระเงิน บัตรเครดิต
tr: Ödeme yöntemi seç. Kredi kartı
tt: Түләү ысулын сайлагыз. Кредит картасы
ug: پۇل تۆلەش ئۇسۇلىنى تاللاڭ. كرېدىت كارتا
uk: Виберіть метод оплати. Кредитна картка
ur: طریقہ ادائیگی منتخب کریں۔ کریڈٹ کارڈ
vi: Chọn phương thức thanh toán. Thẻ tín dụng
zh_hans: 选择付款方式。信用卡
zh_hant: 選取付款方式。信用卡

# Literal.SelectPM.CreditDebit.type2
source: Select payment method. Credit card or debit card
af: Kies betaalmetode. Kredietkaart of debietkaart
am: የመክፈያ ዘዴን ይምረጡ። ክሬዲት ካርድ ወይም ዴቢት ካርድ
ar: حدد طريقة الدفع. بطاقة الائتمان أو بطاقة الخصم
as: পৰিশোধ পদ্ধতি চয়ন কৰক। ক্ৰেডিট কাৰ্ড বা ডেবিট কাৰ্ড
az: Ödəniş üsulu seçin. Kredit kartı və ya debet kartı
bg: Изберете метод на плащане. Кредитна или дебитна карта
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন। ক্রেডিট কার্ড বা ডেবিট কার্ড
bs: Odaberite način plaćanja. Kreditna kartica ili debitna kartica
cy: Dewiswch ffordd o dalu. Cerdyn credyd neu ddebyd
da: Vælg betalingsmetode. Kreditkort eller debetkort
de: Zahlungsmethode auswählen. Kreditkarte oder Debitkarte
el: Επιλέξτε μέθοδο πληρωμής. Πιστωτική ή χρεωστική κάρτα
es: Seleccionar método de pago. Tarjeta de crédito o de débito
et: Valige makseviis Krediitkaart või deebetkaart
eu: Hautatu ordainketa-metodoa. Kreditu- edo zordunketa-txartela
fa: روش پرداخت را انتخاب کنید. کارت اعتباری یا کارت نقدی
ga: Roghnaigh modh íocaíochta. Cárta creidmheasa nó cárta dochair
gd: Tagh dòigh pàighidh. Cairt-chreideis no cairt-fhiachan
gl: Seleccione método de pagamento. Cartón de crédito ou de débito
gu: ચૂકવણી પદ્ધતિ પસંદ કરો. ક્રેડિટ કાર્ડ અથવા ડેબિટ કાર્ડ
he: בחר שיטת תשלום. כרטיס אשראי או כרטיס חיוב
hi: भुगतान विधि का चयन करें. क्रेडिट कार्ड या डेबिट कार्ड
hr: Odaberite način plaćanja. Kreditna kartica ili debitna kartica
hu: A fizetési mód kiválasztása. Hitelkártya vagy bankkártya
id: Pilih metode pembayaran. Kartu kredit atau kartu debit
is: Veldu greiðslumáta. Kreditkort eða debetkort
ja: 支払い方法を選択します。クレジット カードまたはデビット カード
ka: აირჩიეთ გადახდის მეთოდი. საკრედიტო ბარათი ან სადებეტო ბარათი
kk: Төлем әдісін таңдау. Кредиттік карта немесе дебет картасы
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: 결제 방법을 선택하세요. 신용 카드 또는 직불 카드
lo: ເລືອກວິທີການຈ່າຍເງິນ. ບັດເຄດິດຫລືບັດເດບິດ
lt: Pasirinkite mokėjimo būdą. Kredito kortelė arba debeto kortelė
lv: Atlasiet apmaksas metodi. Kredītkarti vai debetkarti
mi: Tīpakona te tikanga utu. He kāri tāwere, he kāri nama rānei
mk: Изберте начин на плаќање. Кредитна или дебитна картичка
ml: പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കുക. ക്രെഡിറ്റ് കാർഡ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ്
mr: देय पद्धत निवडा. क्रेडिट कार्ड किंवा डेबिट कार्ड
ms: Pilih kaedah bayaran. Kad kredit atau kad debit
mt: Editja l-metodu tal-ħlas. Karta tal-kreditu jew karta tad-debitu
ne: भुक्तानी विधि चयन गर्नुहोस्। क्रेडिट कार्ड वा डेबिट कार्ड
nn_no: Vel betalingsmåte. Kredittkort eller debetkort
no: Velg betalingsmetode. Kredittkort eller debetkort
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ । କ୍ରେଡି‍ଟ୍‍‌ କାର୍ଡ୍ କିମ୍ବା ଡେବିଟ୍ କାର୍ଡ୍
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ। ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ
pl: Wybierz formę płatności. Karta kredytowa lub debetowa
ru: Выберите метод оплаты. Кредитная или дебетовая карта
sl: Izberite način plačila. Kreditna ali bančna plačilna kartica
sr_cyrl_rs: Изаберите начин плаћања. Кредитна или дебитна картица
sr_latn_rs: Izaberite način plaćanja. Kreditna ili debitna kartica
sv: Välj betalningsmetod. Kreditkort eller betalkort
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும். கடன் அட்டை அல்லது பற்று அட்டை
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. క్రెడిట్ కార్డు లేదా డెబిట్ కార్డు
th: เลือกวิธีการชำระเงิน บัตรเครดิตหรือบัตรเดบิต
tr: Ödeme yöntemi seç. Kredi kartı veya ATM kartı
tt: Түләү ысулын сайлагыз. Кредит яки дебет картасы
ug: پۇل تۆلەش ئۇسۇلىنى تاللاڭ. كرېدىت كارتا ياكى بانكا كارتىسى
uk: Виберіть метод оплати. Кредитна або дебетова картка
ur: طریقہ ادائیگی منتخب کریں۔ کریڈٹ کارڈ یا ڈیبٹ کارڈ
vi: Chọn phương thức thanh toán. Thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 选择付款方式。信用卡或借记卡
zh_hant: 選取付款方式。信用卡或轉帳卡

# Literal.SelectPM.BankAccount.type2
source: Select payment method. Bank account
af: Kies betaalmetode. Bankrekening
am: የመክፈያ ዘዴን ይምረጡ። የባንክ አካውንት
ar: حدد طريقة الدفع. حساب البنك
as: পৰিশোধ পদ্ধতি চয়ন কৰক। বেংক একাউণ্ট
az: Ödəniş üsulu seçin. Bank hesabı
bg: Изберете метод на плащане. Банкова сметка
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন। ব্যাংক হিসাব
bs: Odaberite način plaćanja. Bankovni račun
cy: Dewiswch ffordd o dalu. Cyfrif banc
da: Vælg betalingsmetode. Bankkonto
de: Zahlungsmethode auswählen. Bankkonto
el: Επιλέξτε μέθοδο πληρωμής. Τραπεζικός λογαριασμός
es: Seleccionar método de pago. Cuenta bancaria
et: Valige makseviis Pangakonto
eu: Hautatu ordainketa-metodoa. Banku-kontua
fa: روش پرداخت را انتخاب کنید. حساب بانکی
ga: Roghnaigh modh íocaíochta. Cuntas bainc
gd: Tagh dòigh pàighidh. Cunntas banca
gl: Seleccione método de pagamento. Conta bancaria
gu: ચૂકવણી પદ્ધતિ પસંદ કરો. બેંક ખાતું
he: בחר שיטת תשלום. חשבון בנק
hi: भुगतान विधि का चयन करें. बैंक खाता
hr: Odaberite način plaćanja. Bankovni račun
hu: A fizetési mód kiválasztása. Bankszámla
id: Pilih metode pembayaran. Rekening bank
is: Veldu greiðslumáta. Bankareikningur
ja: 支払い方法を選択します。銀行口座
ka: აირჩიეთ გადახდის მეთოდი. საბანკო ანგარიში
kk: Төлем әдісін таңдау. Банк шоты
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಬ್ಯಾಂಕ್ ಖಾತೆ
ko: 결제 방법을 선택하세요. 은행 계좌
lo: ເລືອກວິທີການຈ່າຍເງິນ. ບັນ​ຊີ​ທະ​ນາ​ຄານ
lt: Pasirinkite mokėjimo būdą. Banko sąskaita
lv: Atlasiet apmaksas metodi. Bankas konts
mi: Tīpakona te tikanga utu. He pūkete pēke
mk: Изберте начин на плаќање. Банкарска сметка
ml: പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കുക. ബാങ്ക് അക്കൗണ്ട്
mr: देय पद्धत निवडा. बँक खाते
ms: Pilih kaedah bayaran. Akaun bank
mt: Editja l-metodu tal-ħlas. Kont bankarju
ne: भुक्तानी विधि चयन गर्नुहोस्। बैंक खाता
nn_no: Vel betalingsmåte. Bankkonto
no: Velg betalingsmetode. Bankkonto
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ । ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ୍
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ। ਬੈੰਕ ਖਾਤਾ
pl: Wybierz formę płatności. Konto bankowe
ru: Выберите метод оплаты. Банковский счет
sl: Izberite način plačila. Bančni račun
sr_cyrl_rs: Изаберите начин плаћања. Рачун у банци
sr_latn_rs: Izaberite način plaćanja. Račun u banci
sv: Välj betalningsmetod. Bankkonto
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும். வங்கிக் கணக்கு
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. బ్యాంకు ఖాతా
th: เลือกวิธีการชำระเงิน บัญชีธนาคาร
tr: Ödeme yöntemi seç. Banka hesabı
tt: Түләү ысулын сайлагыз. Банк хисабы
ug: پۇل تۆلەش ئۇسۇلىنى تاللاڭ. بانكا ھېسابى
uk: Виберіть метод оплати. Банківський рахунок
ur: طریقہ ادائیگی منتخب کریں۔ بینک اکاؤنٹ
vi: Chọn phương thức thanh toán. Tài khoản ngân hàng
zh_hans: 选择付款方式。银行帐户
zh_hant: 選取付款方式。銀行帳戶

# Literal.SelectPM.DirectDebit.type2
source: Select payment method. Direct debit
af: Kies betaalmetode. Direkte debiet
am: የመክፈያ ዘዴን ይምረጡ። የቀጥታ ዴቢት
ar: حدد طريقة الدفع. الخصم المباشر
as: পৰিশোধ পদ্ধতি চয়ন কৰক। প্ৰত্যক্ষ ডেবিট
az: Ödəniş üsulu seçin. Birbaşa debet
bg: Изберете метод на плащане. Директен дебит
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন। সরাসরি খরচ
bs: Odaberite način plaćanja. Direktno zaduženje
cy: Dewiswch ffordd o dalu. Cerdyn debyd
da: Vælg betalingsmetode. Direkte debitering
de: Zahlungsmethode auswählen. Lastschrift
el: Επιλέξτε μέθοδο πληρωμής. Άμεση χρέωση
es: Seleccionar método de pago. Adeudo directo
et: Valige makseviis Otsekorraldus
eu: Hautatu ordainketa-metodoa. Zuzeneko zordunketa
fa: روش پرداخت را انتخاب کنید. برداشت مستقیم
ga: Roghnaigh modh íocaíochta. Dochar díreach
gd: Tagh dòigh pàighidh. Direct Debit
gl: Seleccione método de pagamento. Domiciliación bancaria
gu: ચૂકવણી પદ્ધતિ પસંદ કરો. ડાયરેક્ટ ડેબિટ
he: בחר שיטת תשלום. חיוב ישיר
hi: भुगतान विधि का चयन करें. प्रत्यक्ष डेबिट
hr: Odaberite način plaćanja. Izravno terećenje
hu: A fizetési mód kiválasztása. Csoportos beszedési megbízás
id: Pilih metode pembayaran. Debit langsung
is: Veldu greiðslumáta. Beingreiðsla
ja: 支払い方法を選択します。自動引き落とし
ka: აირჩიეთ გადახდის მეთოდი. სადებეტო ბარათი
kk: Төлем әдісін таңдау. Тікелей дебет
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಡೈರೆಕ್ಟ್ ಡೆಬಿಟ್
ko: 결제 방법을 선택하세요. 자동 이체
lo: ເລືອກວິທີການຈ່າຍເງິນ. ເດບິດໂດຍກົງ
lt: Pasirinkite mokėjimo būdą. Tiesioginis debetas
lv: Atlasiet apmaksas metodi. Tiešais debets
mi: Tīpakona te tikanga utu. Nama horipū
mk: Изберте начин на плаќање. Картичка за директно дебитно плаќање
ml: പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കുക. നേരിട്ടുള്ള ഡെബിറ്റ്
mr: देय पद्धत निवडा. डायरेक्ट डेबिट
ms: Pilih kaedah bayaran. Debit terus
mt: Editja l-metodu tal-ħlas. Debitu dirett
ne: भुक्तानी विधि चयन गर्नुहोस्। प्रत्यक्ष डेबिट
nn_no: Vel betalingsmåte. Direkte debitering
no: Velg betalingsmetode. Direkte debitering
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ । ପ୍ରତ୍ୟକ୍ଷ କାର୍ଡ୍
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ। ਸਿੱਧਾ ਡੈਬਿਟ
pl: Wybierz formę płatności. Polecenie zapłaty
ru: Выберите метод оплаты. Прямое дебетование
sl: Izberite način plačila. Direktna obremenitev
sr_cyrl_rs: Изаберите начин плаћања. Директан пренос средстава
sr_latn_rs: Izaberite način plaćanja. Direktno zaduženje
sv: Välj betalningsmetod. Autogiro
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும். நேரடிப் பற்று
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. నేరుగా జమ
th: เลือกวิธีการชำระเงิน การหักบัญชีอัตโนมัติ
tr: Ödeme yöntemi seç. Talimatlı ödeme
tt: Түләү ысулын сайлагыз. Туры дебет
ug: پۇل تۆلەش ئۇسۇلىنى تاللاڭ. بىۋاسىتە چىقىم
uk: Виберіть метод оплати. Пряме дебетування
ur: طریقہ ادائیگی منتخب کریں۔ ڈائریکٹ ڈیبٹ
vi: Chọn phương thức thanh toán. Ghi nợ trực tiếp
zh_hans: 选择付款方式。直接借记
zh_hant: 選取付款方式。直接扣款

# Literal.SelectPM.PayPal.type2
source: Select payment method. PayPal
af: Kies betaalmetode. PayPal
am: የክፍያ ዘዴ ይምረጡ. PayPal
ar: حدد طريقة الدفع. PayPal
as: পৰিশোধ পদ্ধতি বাছনি কৰক। PayPal
az: Ödəniş üsulunu seçin. PayPal
bg: Изберете метод на плащане. PayPal
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন। PayPal
bs: Odaberite način plaćanja. PayPal
cy: Dewiswch ddull talu. PayPal
da: Vælg betalingsmetode. PayPal
de: Wählen Sie die Zahlungsmethode aus. PayPal
el: Επιλέξτε μέθοδο πληρωμής. PayPal
es: Seleccione el método de pago. PayPal
et: Valige makseviis. PayPal
eu: Ordainketa-metodoa hautatu. PayPal
fa: روش پرداخت را انتخاب کنید. اینترنت
ga: Roghnaigh modh íocaíochta. PayPal
gd: Tagh dòigh pàighidh. PayPal
gl: Selecciona o método de pagamento. PayPal
gu: ચૂકવણી પદ્ધતિ પસંદ કરો. PayPal
he: בחר שיטת תשלום. PayPal
hi: भुगतान विधि का चयन करें. PayPal
hr: Odaberite način plaćanja. PayPal
hu: Válassza ki a fizetési módot. PayPal
id: Pilih metode pembayaran. PayPal
is: Veldu greiðslumáta. PayPal
ja: 支払い方法を選択してください。PayPal
ka: აირჩიეთ გადახდის მეთოდი. PayPal
kk: Төлем әдісін таңдаңыз. PayPal
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ. PayPal
ko: 결제 방법을 선택하세요. PayPal
lo: ເລືອກວິທີການຈ່າຍ. PayPal
lt: Pasirinkite mokėjimo būdą. PayPal
lv: Atlasīt maksāšanas metodi. PayPal
mi: Tīpakohia te tikanga utu. PayPal
mk: Изберете начин на плаќање. PayPal
ml: പേയ് മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. PayPal
mr: देय पद्धत निवडा. PayPal
ms: Pilih kaedah pembayaran. Paypal
mt: Agħżel metodu ta' pagament. PayPal
ne: भुक्तानी विधि चयन गर्नुहोस् । PayPal
nn_no: Velg betalingsmåte. PayPal
no: Velg betalingsmetode. PayPal
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ। PayPal
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ। PayPal
pl: Wybierz formę płatności. PayPal
ru: Выберите метод оплаты. PayPal
sl: Izberite način plačila. PayPal
sr_cyrl_rs: Изаберите начин плаћања. ПаyПал
sr_latn_rs: Izaberite način plaćanja. PayPal
sv: Välj betalningsmetod. PayPal
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும். PayPal
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. PayPal
th: เลือกวิธีการชําระเงิน PayPal
tr: Ödeme yöntemini seçin. PayPal
tt: Түләү ысулын сайлагыз. PayPal
ug: پۇل تۆلەش ئۇسۇلىنى تاللاڭ. PayPal
uk: Виберіть спосіб оплати. PayPal
ur: ادائیگی کا طریقہ منتخب کریں۔ PayPal
vi: Chọn phương thức thanh toán. PayPal
zh_hans: 选择付款方式。PayPal
zh_hant: 選取付款方式。PayPal

# Literal.SelectPM.UnionPayCreditCard.type2
source: Select payment method. UnionPay credit card
af: Kies betaalmetode. UnionPay-kredietkaart
am: የመክፈያ ዘዴን ይምረጡ። UnionPay ክሬዲት ካርድ
ar: حدد طريقة الدفع. بطاقة ائتمان UnionPay
as: পৰিশোধ পদ্ধতি চয়ন কৰক। UnionPay ক্ৰেডিট কাৰ্ড
az: Ödəniş üsulu seçin. UnionPay kredit kartı
bg: Изберете метод на плащане. Кредитна карта UnionPay
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন। UnionPay ক্রেডিট কার্ড
bs: Odaberite način plaćanja. UnionPay kreditna kartica
cy: Dewiswch ffordd o dalu. Cerdyn credyd UnionPay
da: Vælg betalingsmetode. UnionPay-kreditkort
de: Zahlungsmethode auswählen. UnionPay-Kreditkarte
el: Επιλέξτε μέθοδο πληρωμής. Πιστωτική κάρτα UnionPay
es: Seleccionar método de pago. Tarjeta de crédito UnionPay
et: Valige makseviis UnionPay krediitkaart
eu: Hautatu ordainketa-metodoa. UnionPay kreditu-txartela
fa: روش پرداخت را انتخاب کنید. کارت اعتباری UnionPay
ga: Roghnaigh modh íocaíochta. Cárta creidmheasa UnionPay
gd: Tagh dòigh pàighidh. Cairt-chreideis UnionPay
gl: Seleccione método de pagamento. Cartón de crédito de UnionPay
gu: ચૂકવણી પદ્ધતિ પસંદ કરો. UnionPay ક્રેડિટ કાર્ડ
he: בחר שיטת תשלום. כרטיס אשראי של UnionPay
hi: भुगतान विधि का चयन करें. UnionPay क्रेडिट कार्ड
hr: Odaberite način plaćanja. Kreditna kartica UnionPay
hu: A fizetési mód kiválasztása. UnionPay hitelkártya
id: Pilih metode pembayaran. Kartu kredit UnionPay
is: Veldu greiðslumáta. UnionPay-kreditkort
ja: 支払い方法を選択します。UnionPay クレジット カード
ka: აირჩიეთ გადახდის მეთოდი. UnionPay საკრედიტო ბარათი
kk: Төлем әдісін таңдау. UnionPay кредиттік картасы
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ. UnionPay ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ko: 결제 방법을 선택하세요. UnionPay 신용 카드
lo: ເລືອກວິທີການຈ່າຍເງິນ. ບັດເຄຣດິດ UnionPay
lt: Pasirinkite mokėjimo būdą. „UnionPay“ kredito kortelė
lv: Atlasiet apmaksas metodi. UnionPay kredītkarte
mi: Tīpakona te tikanga utu. He kāri tāwere a UnionPay
mk: Изберте начин на плаќање. UnionPay кредитна картичка
ml: പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കുക. UnionPay ക്രെഡിറ്റ് കാർഡ്
mr: देय पद्धत निवडा. UnionPay क्रेडिट कार्ड
ms: Pilih kaedah bayaran. Kad kredit UnionPay
mt: Editja l-metodu tal-ħlas. Karta tal-kreditu UnionPay
ne: भुक्तानी विधि चयन गर्नुहोस्। UnionPay क्रेडिट कार्ड
nn_no: Vel betalingsmåte. UnionPay-kredittkort
no: Velg betalingsmetode. UnionPay-kredittkort
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ । UnionPay କ୍ରେଡିଟ୍ କାର୍ଡ୍
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ। UnionPay ਕ੍ਰੈਡਿਟ ਕਾਰਡ
pl: Wybierz formę płatności. Karta kredytowa UnionPay
ru: Выберите метод оплаты. Кредитная карта UnionPay
sl: Izberite način plačila. Kreditna kartica UnionPay
sr_cyrl_rs: Изаберите начин плаћања. UnionPay кредитна картица
sr_latn_rs: Izaberite način plaćanja. UnionPay kreditna kartica
sv: Välj betalningsmetod. UnionPay-kreditkort
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும். UnionPay கடன் அட்டை
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. UnionPay క్రెడిట్ కార్డ్
th: เลือกวิธีการชำระเงิน บัตรเครดิต UnionPay
tr: Ödeme yöntemi seç. UnionPay kredi kartı
tt: Түләү ысулын сайлагыз. UnionPay кредит картасы
ug: پۇل تۆلەش ئۇسۇلىنى تاللاڭ. UnionPay ئىناۋەتلىك كارتىسى
uk: Виберіть метод оплати. Кредитна картка UnionPay
ur: طریقہ ادائیگی منتخب کریں۔ UnionPay کا کریڈٹ کارڈ
vi: Chọn phương thức thanh toán. Thẻ tín dụng UnionPay
zh_hans: 选择付款方式。银联信用卡
zh_hant: 選取付款方式。銀聯信用卡

# Literal.SelectPM.UnionPayCard.type2
source: Select payment method. UnionPayCard
af: Kies betaalmetode. UnionPayCard
am: የክፍያ ዘዴ ይምረጡ. ዩኒየንፔይካርድ
ar: حدد طريقة الدفع. بطاقة UnionPay
as: পৰিশোধ পদ্ধতি বাছনি কৰক। ইউনিয়নপেকাৰ্ড
az: Ödəniş üsulunu seçin. UnionPayCard
bg: Изберете метод на плащане. UnionPayCard
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন। UnionPayCard
bs: Odaberite način plaćanja. UnionPayCard
cy: Dewiswch ddull talu. Cerdyn UnionPay
da: Vælg betalingsmetode. UnionPayCard
de: Wählen Sie die Zahlungsmethode aus. UnionPayCard
el: Επιλέξτε μέθοδο πληρωμής. Κάρτα UnionPayCard
es: Seleccione el método de pago. Tarjeta UnionPayCard
et: Valige makseviis. UnionPayCard
eu: Ordainketa-metodoa hautatu. UnionPayCard
fa: روش پرداخت را انتخاب کنید. UnionPayCard
ga: Roghnaigh modh íocaíochta. Cárta UnionPay
gd: Tagh dòigh pàighidh. UnionPayCard
gl: Selecciona o método de pagamento. UnionPayCard
gu: ચૂકવણી પદ્ધતિ પસંદ કરો. યુનિયનપેકાર્ડ
he: בחר שיטת תשלום. כרטיס UnionPayCard
hi: भुगतान विधि का चयन करें. UnionPayCard
hr: Odaberite način plaćanja. UnionPayCard
hu: Válassza ki a fizetési módot. UnionPayCard
id: Pilih metode pembayaran. UnionPayCard
is: Veldu greiðslumáta. UnionPayCard
ja: 支払い方法を選択してください。銀聯カード
ka: აირჩიეთ გადახდის მეთოდი. UnionPayCard
kk: Төлем әдісін таңдаңыз. UnionPayCard
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ. UnionPayCard
ko: 결제 방법을 선택하세요. UnionPayCard
lo: ເລືອກວິທີການຈ່າຍ. ບັດ UnionPay
lt: Pasirinkite mokėjimo būdą. "UnionPayCard"
lv: Atlasīt maksāšanas metodi. UnionPayCard
mi: Tīpakohia te tikanga utu. UnionPayCard
mk: Изберете начин на плаќање. UnionPayCard
ml: പേയ് മെന്റ് രീതി തിരഞ്ഞെടുക്കുക. UnionPayCard
mr: देय पद्धत निवडा. UnionPayCard
ms: Pilih kaedah pembayaran. Kad UnionPayCard
mt: Agħżel metodu ta' pagament. UnionPayCard
ne: भुक्तानी विधि चयन गर्नुहोस् । युनियन पेकार्ड
nn_no: Velg betalingsmåte. UnionPayCard
no: Velg betalingsmetode. UnionPayCard
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ। UnionPayCard
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ। UnionPay ਕਾਰਡ
pl: Wybierz formę płatności. Karta UnionPayCard
ru: Выберите метод оплаты. UnionPayCard
sl: Izberite način plačila. Kartica UnionPayCard
sr_cyrl_rs: Изаберите начин плаћања. УнионПаyЦард
sr_latn_rs: Izaberite način plaćanja. UnionPayCard
sv: Välj betalningsmetod. UnionPayCard
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும். UnionPayCard
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. యూనియన్ పే కార్డ్
th: เลือกวิธีการชําระเงิน UnionPayCard
tr: Ödeme yöntemini seçin. UnionPayCard
tt: Түләү ысулын сайлагыз. UnionPayCard
ug: پۇل تۆلەش ئۇسۇلىنى تاللاڭ. UnionPayCard
uk: Виберіть спосіб оплати. Картка UnionPayCard
ur: ادائیگی کا طریقہ منتخب کریں۔ UnionPayCard
vi: Chọn phương thức thanh toán. Thẻ UnionPay
zh_hans: 选择付款方式。银联卡
zh_hant: 選取付款方式。銀聯卡片

# Literal.SelectPM.RedeemGiftCard.type2
source: Select payment method. Redeem a gift card
af: Kies betaalmetode. Eis ’n geskenkbewys op
am: የመክፈያ ዘዴን ይምረጡ። የስጦታ ካርድ ይዋጁ
ar: حدد طريقة الدفع. استرداد بطاقة هدايا
as: পৰিশোধ পদ্ধতি চয়ন কৰক। এখন উপহাৰ কাৰ্ড ৰিডীম কৰক
az: Ödəniş üsulu seçin. Hədiyyə kartından istifadə edin
bg: Изберете метод на плащане. Използвайте ваучер за подарък
bn_in: অর্থপ্রদানের পদ্ধতি নির্বাচন করুন। একটি উপহার কার্ড খালাস
bs: Odaberite način plaćanja. Iskoristite poklon-karticu
cy: Dewiswch ffordd o dalu. Defnyddio cerdyn rhodd
da: Vælg betalingsmetode. Indløs et gavekort
de: Zahlungsmethode auswählen. Geschenkgutschein einlösen
el: Επιλέξτε μέθοδο πληρωμής. Εξαργύρωση δωροκάρτας
es: Seleccionar método de pago. Canjear una tarjeta regalo
et: Valige makseviis Lunasta kinkekaart
eu: Hautatu ordainketa-metodoa. Erabili opari-txartel bat
fa: روش پرداخت را انتخاب کنید. نقد کردن کارت هدیه
ga: Roghnaigh modh íocaíochta. Fuascail cárta bronntanais
gd: Tagh dòigh pàighidh. Cuir cairt prèasaint gu feum
gl: Seleccione método de pagamento. Trocar unha tarxeta agasallo
gu: ચૂકવણી પદ્ધતિ પસંદ કરો. ગિફ્ટ કાર્ડ રિડીમ કરો
he: בחר שיטת תשלום. מימוש כרטיס מתנה
hi: भुगतान विधि का चयन करें. उपहार कार्ड रिडीम करें
hr: Odaberite način plaćanja. Korištenje poklon-bona
hu: A fizetési mód kiválasztása. Ajándékkártya beváltása
id: Pilih metode pembayaran. Tebus kartu hadiah
is: Veldu greiðslumáta. Leysa út gjafakort
ja: 支払い方法を選択します。ギフト カードの使用
ka: აირჩიეთ გადახდის მეთოდი. სასაჩუქრე ბარათის გამოყენება
kk: Төлем әдісін таңдау. Сыйлық картасын белсендіріңіз
kn: ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಗಿಫ್ಟ್ ಕಾರ್ಡ್ ರಿಡೀಮ್ ಮಾಡಿ
ko: 결제 방법을 선택하세요. 기프트 카드 사용
lo: ເລືອກວິທີການຈ່າຍເງິນ. ຈ່າຍຄ່າຂອງຂວັນບັດ
lt: Pasirinkite mokėjimo būdą. Panaudoti dovanų kortelę
lv: Atlasiet apmaksas metodi. Dāvanu kartes izmantošana
mi: Tīpakona te tikanga utu. Utua he kāri takoha
mk: Изберте начин на плаќање. Активирајте подарок-картичка
ml: പണമടയ്ക്കല്‍ രീതി തിരഞ്ഞെടുക്കുക. ഒരു ഗിഫ്റ്റ് കാർഡ് റിഡീം ചെയ്യുക
mr: देय पद्धत निवडा. भेट कार्ड रीडिम करा
ms: Pilih kaedah bayaran. Tebus kad hadiah
mt: Editja l-metodu tal-ħlas. Sarraf gift card
ne: भुक्तानी विधि चयन गर्नुहोस्। उपहार कार्ड रिडीम गर्नुहोस्
nn_no: Vel betalingsmåte. Løys inn eit gåvekort
no: Velg betalingsmetode. Løse inn et gavekort
or: ଦେୟ ପଦ୍ଧତି ଚୟନ କରନ୍ତୁ । ଏକ ଉପହାର କାର୍ଡ୍ ରିଡିମ୍ କରନ୍ତୁ
pa_in: ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕਰੋ। ਗਿਫਟ ਕਾਰਡ ਰੀਡੀਮ ਕਰੋ
pl: Wybierz formę płatności. Realizacja karta upominkowej
ru: Выберите метод оплаты. Погасить подарочную карту
sl: Izberite način plačila. Unovčenje darilne kartice
sr_cyrl_rs: Изаберите начин плаћања. Активирајте поклон-картицу
sr_latn_rs: Izaberite način plaćanja. Iskoristite poklon-karticu
sv: Välj betalningsmetod. Lös in ett presentkort
ta: கட்டண முறையைத் தேர்ந்தெடுக்கவும். பரிசு அட்டையை ரீடீம் செய்யவும்
te: చెల్లింపు పద్ధతిని ఎంచుకోండి. బహుమతి కార్డును రీడీమ్ చేయండి
th: เลือกวิธีการชำระเงิน ลงทะเบียนใช้สิทธิบัตรกำนัล
tr: Ödeme yöntemi seç. Hediye kartı kullanma
tt: Түләү ысулын сайлагыз. Түләү картасын активлаштыру
ug: پۇل تۆلەش ئۇسۇلىنى تاللاڭ. بىر سوۋغات كارتىسىنى نەقلەشتۈرۈش
uk: Виберіть метод оплати. Активувати подарунковий сертифікат
ur: طریقہ ادائیگی منتخب کریں۔ ایک گفٹ کارڈ ری ڈیم کریں
vi: Chọn phương thức thanh toán. Đổi thẻ quà tặng
zh_hans: 选择付款方式。兑换礼品卡
zh_hant: 選取付款方式。兌換禮品卡
