Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.BS.Moore
source: Moore's Island
am: ሙርስ ደሴት
ar: جزيرة مور
as: মুৰছ দ্বীপ
az: Mur Adası
bg: Муурс Айлънд
bn_in: মুর'স আইল্যান্ড
bs: Otok Moorea
el: Μουρς Άιλαντ
es: Isla de Moore
et: Moore'i saar
gd: Eilean Moore
gl: Illa de Moore
gu: મૂરેનો આઇલેન્ડ
he: האי מור
hi: मूर का द्वीप
ja: モーレイズ島
ka: მორის კუნძული
kk: Морс аралы
kn: ಮೂರೇ ದ್ವೀಪ
ko: 무어 아일랜드
ku_arab: دورگەی موور
ky: Мур Аралдары
lo: ເກາະມໍສ
lt: Mūro Sala
lv: Mūrsailenda
mk: Мурс Ајленд
ml: മൂര്‍സ് ഐലന്‍ഡ്
mn: Мурын-Арал
mr: मूर्स बेट
ms: Pulau Moore
ne: मुरेज आइल्याण्ड
or: ମୋରେର ଦ୍ଵୀପ
pa_arab_pk: مورے دا جزیرہ
pa_in: ਮੂਰ'ਸ ਆਈਲੈਂਡ
ru: Острова Мура
sd: مور جا ٻيٽ
si: මූවර් දූපත
sr_cyrl_rs: Мурово острво
sr_latn_rs: Murovo ostrvo
te: మూరే దీవి
tg: Ҷазираи Мур
th: เกาะมัวร์ส
tt: Мур утравы
ug: مۇر ئارىلى
uk: Острови Мура
ur: مورس آئیلینڈ
uz: Mur Oroli
vi: Đảo Moore's
zh_hans: 木耳斯岛
zh_hant: 摩爾島

# Word.State.BS.NewProvidence
source: New Providence
am: አዲስ ግኝት
ar: بروفيدنس الجديدة
as: নতুন প্ৰভিডেন্স
az: Yeni Providens
bg: Ню Провидънс
bn_in: নতুন প্রদেশ
el: Νιου Πρόβιντενς
es: Nueva Providencia
fa: نیو پروویدنس
gl: Nova Providencia
gu: નવું પ્રૉવિડન્સ
he: ניו פרובידנס
hi: नया प्रोविडेंस
ja: 新しいプロビデンス
ka: ახალი წინდახედულობა
kk: Нью-Провиденс
kn: ಹೊಸ ಪ್ರಾವಿಡೆನ್ಸ್
ko: 뉴프로비던스 섬
ku_arab: پارێزگای نوێ
ky: Нью-Провиденс
lo: ນິວພຣໍວີ​ເດີນ​ສ
lt: Niu Providensas
lv: Ņūprovidensa
mk: Њу Провиденс
ml: പുതിയ പ്രവിശ്യ
mn: Шинэ арвилан хэмнэлт
mr: नवीन तरतूद
ne: न्यू प्रोभिडेन्स
or: ନ୍ୟୁ ପ୍ରୋଭିଡେନ୍ସ
pa_arab_pk: نواں پروویڈنس
pa_in: ਨਵਾਂ ਪੂਰਵ ਪ੍ਰਬੰਧ
ru: Нью-Провиденс
sd: نئون پروویڈنس
si: මීළඟ සූදානම
sr_cyrl_rs: Њу Провиденс
sr_latn_rs: Nju Providens
ta: புதிய ப்ரோவிடென்ஸ்
te: కొత్త ప్రావిడెన్స్
tg: Ню-Провиденс
th: นิว โพรวิเดนซ์
tt: Нью-Провиденс
ug: يېڭى پروۋىدېنس
uk: Нью-Провіденс
ur: نیا پروویڈینس
uz: Yangi tejamkorlik
zh_hans: 新普罗维登斯岛
zh_hant: 新普羅維登斯島

# Word.State.BS.NorthAbaco
source: North Abaco
am: ሰሜን አባኮ
ar: شمال أباكو
as: উত্তৰ আবাকো
az: Şimali Abako
bg: Северен Абако
bn_in: উত্তর অ্যাবাকো
bs: Sjeverni Abaco
el: Βόρειο Αμπάκο
es: Ábaco Norte
eu: Abaco Iparraldea
fa: آباکو شمالی
ga: Abaco Thuaidh
gd: Abaco a Tuath
gl: Ábaco Norte
gu: ઉત્તર અબેકો
he: צפון אבאקו
hi: नॉर्थ अबैको
hr: Sjeverni Abaco
hu: Észak-Abaco
id: Abaco Utara
is: Norður-Abaco
ja: ノース アバコ
ka: ჩრდილოეთ აბაკო
kk: Солтүстік Абако
kn: ನಾರ್ತ್ ಅಬಾಕೋ
ko: 노스 아바코
ku_arab: ئاباکۆی باکور
ky: Түндүк Абако
lo: ອາບາໂກເໜືອ
lt: Šiaurės Abakas
lv: Ziemeļabako
mi: Apako ki te Raki
mk: Северен Абако
ml: നോര്‍ത്ത്‌അബാകോ
mn: Хойд Абако
mr: उत्तरी अबाको
ms: Abaco Utara
ne: नर्थ अबाको
or: ଉତ୍ତର ଆବାକୋ
pa_arab_pk: شمالی اباکو
pa_in: ਨੋਰਥ ਅਬਾਕੋ
ru: Северный Абако
sd: شمالي اباڪو
si: නෝර්ත් ඇබකෝ
sr_cyrl_rs: Северни Абако
sr_latn_rs: Severni Abako
ta: வடக்கு அபேக்கோ
te: నార్త్ అబాకో
tg: Абакои Шимолӣ
th: นอร์ทอาบาโก
tt: Төньяк Абако
ug: شىمالىي ئاباكو
uk: Північний Абако
ur: مشرقی اباکو
uz: Shimoliy Abako
zh_hans: 北阿巴科
zh_hant: 北阿巴科島

# Word.State.BS.NorthAndros
source: North Andros
am: ሰሜን አንድሮስ
ar: نورث أندروس
as: উত্তৰ এণ্ড্ৰোছ
az: Şimali Andros
bg: Северен остров Андрос
bn_in: উত্তর অ্যান্ড্রোস
bs: Sjeverni Andros
el: Βόρειο Άντρος
es: Andros Norte
et: Põhja-Andros
ga: Andras Thuaidh
gd: Andros a Tuath
gu: ઉત્તર એન્ડ્રોસ
he: צפון אנדרוס
hi: उत्तरी एंड्रोस
hr: Sjeverni Andros
ja: ノース アンドロス
ka: ჩრდილოეთი ანდროსი
kk: Солтүстік Андрос
kn: ಉತ್ತರ ಆಂಡ್ರೋಸ್
ko: 노스 안드로스
ku_arab: ئەندرۆسی باکور
ky: Түндүк Андрос
lo: ແອນດຣອສເໜືອ
lt: Šiaurės Andras
lv: Ziemeļandrosa
mk: Северен Андрос
ml: നോര്‍ത്ത് ആന്‍ഡ്രോസ്
mn: Хойд Андрос
mr: उत्तरी अन्द्रोस
ms: Andros Utara
ne: नर्थ एन्ड्रोस
or: ନର୍ଥ୍ ଅଣ୍ଡ୍ରୋସ୍
pa_arab_pk: شمالی اینڈروس
pa_in: ਨੋਰਥ ਐਂਡ੍ਰੋਸ
ru: Северный Андрос
sd: شمالي انڊروس
si: නෝර්ත් ඇන්ඩ්‍රෝස්
sr_cyrl_rs: Северни Андрос
sr_latn_rs: Severni Andros
te: నార్త్ యాండ్రోస్
tg: Андроси Шимолӣ
th: นอร์ทแอนดรอส
tt: Төньяк Андрос
ug: شىمالىي ئاندروس
uk: Північний Андрос
ur: نارتھ اینڈروس
uz: Shimoliy Andros
zh_hans: 北安德罗斯
zh_hant: 北安德羅斯島

# Word.State.BS.NorthEleuthera
source: North Eleuthera
am: ሰሜን ኤሉቴራ
ar: نورث إليوثيرا
as: উত্তৰ ইলেউথেৰা
az: Şimali Eleutera
bg: Северен остров Елеутера
bn_in: উত্তর ইলিউথেরা
bs: Sjeverna Eleuthera
el: Βόρειο Ελεύθερα
es: Eleuthera Norte
et: Põhja-Eleuthera
ga: Eleuthera Thuaidh
gd: Eleuthera a Tuath
gu: ઉત્તર ઇલ્યુથેરા
he: צפון אלאותרה
hi: उत्तरी एलेउथ्ररा
hr: Sjeverna Eleuthera
ja: ノース エルーセラ
ka: ჩრდილოეთი ელიუთერა
kk: Солтүстік Эльютера
kn: ಉತ್ತರ ಎಲ್ಯೂಥೆರಾ
ko: 노스 엘레우테라
ku_arab: ئێلوسێرای باکور
ky: Түндүк Элетера
lo: ອີລິວເທຣາເໜືອ
lt: Šiaurės Elutera
lv: Ziemeļilūtera
mk: Северна Елевтера
ml: നോര്‍ത്ത് എല്യൂതെര
mn: Хойд Эльютера
mr: उत्तरी एल्युथेरा
ms: Eleuthera Utara
ne: नर्थ एलिउथेरा
or: ଉତ୍ତର ଏଲୁଥେରା
pa_arab_pk: شمالی ایلوتھیرا
pa_in: ਨੋਰਥ ਏਲੂਥੇਰਾ
ru: Северный Эльютера
sd: شمالي اليوٿيرا
si: නෝර්ත් ඇලෙතෙරා
sr_cyrl_rs: Северна Ељутера
sr_latn_rs: Severna Eljutera
te: నార్త్ ఎలుతీనియా
tg: Элевтераи Шимолӣ
th: นอร์ทเอลูเธรา
tt: Төньяк Эльютера
ug: شىمالىي ئېلېئۇتېرا
uk: Північний Ельютера
ur: نارتھ ایلیوتھیرا
uz: Shimoliy Eleutera
zh_hans: 北伊柳塞拉
zh_hant: 北伊柳塞拉島

# Word.State.BS.Ragged
source: Ragged Island
am: ሬጅድ ደሴት
ar: جزيرة راجيد
as: ৰেগড দ্বীপ
az: Reqd Adası
bg: Рагид Айлънд
bn_in: রেগড আইল্যান্ড
el: Ραγκντ Άιλαντ
gl: Illa Ragged
gu: રેગ્ડ આઇલેન્ડ
he: האי ראגד
hi: रैग्ड द्वीप
ja: ラギッド島
ka: რეგდ-აილენდი
kk: Рэггид-Айленд
kn: ರಾಗ್ಡ್ ದ್ವೀಪ
ko: 래그드 아일랜드
ku_arab: دورگەی راگد
ky: Рэггд Айлэнд
lo: ເກາະແຣກເກດ
lt: Apleistoji Sala
lv: Ragidailenda
mk: Регид Ајланд
ml: റഗ്‌ഡ് ഐലന്‍ഡ്
mn: Раггед-Айленд
mr: रॅगेड बेट
ms: Pulau Ragged
ne: र्‍यागिड आइल्याण्ड
or: ରେଗଡ୍ ଦ୍ଵୀପ
pa_arab_pk: ریگڈ جزیرہ
pa_in: ਰੈਗਡ ਆਈਲੈਂਡ
ru: Рэггид-Айленд
sd: ريگڊ ٻيٽ
si: රැග්ඩ් දූපත
te: రగ్డ్ దీవి
tg: Ҷазираи Рагд
th: แรกเกดไอส์แลนด์
tt: Реггид-Айленд
ug: راگگېد ئارىلى
uk: Раґґед-Айленд
ur: ریجڈ آئیلینڈ
uz: Ragged oroli
vi: Đảo Ragged
zh_hans: 拉格德岛
zh_hant: 拉吉德島

# Word.State.BS.Rum
source: Rum Cay
am: ራም ኬይ
ar: روم كاي
as: ৰাম কে
az: Rum Key
bg: Ръм Кей
bn_in: রাম কেই
el: Ραμ Κέι
es: Cayo Rum
gu: રમ કે
he: רום קיי
hi: रम प्रवाल माला
ja: ラム ケイ
ka: რამ-კეი
kk: Рам-Ки
kn: ರಮ್ ಕೇ
ko: 럼 케이
ku_arab: رۆم کای
ky: Рам Кэй
lo: ຣູມໄກ
lt: Romo Sala
lv: Rama
mk: Рум Ки
ml: റം കേ
mn: Рам-Ки
mr: रम के
ne: रम के
or: ରମ୍ କେ
pa_arab_pk: رم کے
pa_in: ਰਮ ਕੇ
ru: Рам-Ки
sd: رم ڪي
si: රම් කේ
te: రమ్ క్లే
tg: Рум Кей
th: รัมเคย์
tt: Рам-Ки
ug: رۇم ئارىلى
uk: Рам-Кі
ur: رم کے
uz: Rum Koral rifi
zh_hans: 鲁姆开
zh_hant: 拉姆島

# Word.State.BS.Salvador
source: San Salvador
am: ሳን ሳልቫዶር
ar: سان سالفادور
as: চান চালভাদোৰ
bg: Сан Салвадор
bn_in: স্যান সালভাদোর
el: Σαν Σαλβαντόρ
gu: સાન સાલ્વાડોર
he: סן סלבדוק
hi: सैन साल्वाडोर
ja: サン サルバドル島
ka: სან-სალვადორი
kk: Сан-Сальвадор
kn: ಸ್ಯಾನ್ ಸಾಲ್ವೆಡಾರ್
ko: 산살바도르
ku_arab: سان سەلڤادۆر
ky: Сан Сальвадор
lo: ຊານຊາລວາດໍ
lt: San Salvadoras
lv: Sansalvadora
mi: Hana Harawaro
mk: Сан Салвадор
ml: സാന്‍ സാല്‍‌വദോര്‍
mn: Сан-Сальвадор
mr: सॅन साल्वाडोर
ne: सन साल्भाडोर
or: ସାନ୍ ସାଲଭାଡୋର୍
pa_arab_pk: سن سیلواڈور
pa_in: ਸੈਨ ਸਾਲਵਾਡੋਰ
ru: Сан-Сальвадор
sd: سان سلواڊور
si: සැන් සැල්වදෝරය
sr_cyrl_rs: Сан Салвадор
te: శాన్ సాల్వడార్
tg: Сан-Салвадор
th: ซานซัลวาดอร์
tt: Сан-Сальвадор
ug: سان سالۋادور
uk: Сан-Сальвадор
ur: سان سلویڈور
zh_hans: 圣萨尔瓦多
zh_hant: 聖薩爾瓦多

# Word.State.BS.SouthAbaco
source: South Abaco
am: ደቡብ አብኮ
ar: ساوث أباكو
as: দক্ষিণ আবাকো
bg: Южен остров Абако
bn_in: দক্ষিণ অ্যাবাকো
bs: Južni Abako
el: Νότιο Αμπάκο
es: Ábaco Sur
et: Lõuna-Abaco
ga: Abaco Theas
gd: Abaco a Deas
gu: દક્ષિણ અબેકો
he: דרום אבאקו
hi: दक्षिणी अबैको
hr: Sjeverni Abaco
ja: サウス アバコ
ka: სამხრეთი აბაკო
kk: Оңтүстік Абако
kn: ದಕ್ಷಿಣ ಅಬ್ಯಾಕೋ
ko: 사우스 아바코
ku_arab: ئاباکۆی باشور
ky: Түштүк Абако
lo: ຊາວອາບາໂກ
lt: Pietų Abakas
lv: Dienvidabako
mk: Јужен Абако
ml: സൗത്ത് അബാകോ
mn: Өмнөд Абако
mr: दक्षिणी अबाको
ms: Abaco Selatan
ne: साउथ अबाको
or: ଦକ୍ଷିଣ ଆବାକୋ
pa_arab_pk: جنوبی اباکو
pa_in: ਸਾਉਥ ਅਬਾਕੋ
ru: Южный Абако
sd: جنوبي اباڪو
si: දකුණු ඇබකෝ
sr_cyrl_rs: Јужни Абако
sr_latn_rs: Južni Abako
te: దక్షిణ అబాకో
tg: Абакои Ҷанубӣ
th: เซาท์อาบาโก
tt: Көньяк Абако
ug: جەنۇبىي ئاباكو
uk: Південний Абако
ur: ساؤتھ اباکو
uz: Janubiy Abako
zh_hans: 南阿巴科
zh_hant: 南阿巴科島

# Word.State.BS.SouthAndros
source: South Andros
am: ደቡብ አንድሮስ
ar: ساوث أندروس
as: দক্ষিণ এণ্ড্ৰোছ
az: Cənubi Andros
bg: Южен остров Андрос
bn_in: দক্ষিণ অ্যান্ড্রোস
bs: Južni Andros
el: Νότιο Άντρος
es: Andros Sur
et: Lõuna-Andros
ga: Andras Theas
gd: Andros a Deas
gu: દક્ષિણ એન્ડ્રોસ
he: דרום אנדרוס
hi: दक्षिणी एंड्रोस
hr: Južni Andros
ja: サウス アンドロス
ka: სამხრეთი ანდროსი
kk: Оңтүстік Андрос
kn: ದಕ್ಷಿಣ ಆಂಡ್ರೋಸ್
ko: 사우스 안드로스
ku_arab: ئەندرۆسی باشور
ky: Түштүк Андрос
lo: ແອນດຣອສໃຕ້
lt: Pietų Andras
lv: Dienvidandrosa
mk: Јужен Андрос
ml: സൗത്ത് ആന്‍ഡ്രോസ്
mn: Өмнөд Андрос
mr: दक्षिणी अन्द्रोस
ms: Andros Selatan
ne: साउथ एन्ड्रोस
or: ଦକ୍ଷିଣ ଏଣ୍ଡ୍ରୋସ୍
pa_arab_pk: جنوبی اینڈروس
pa_in: ਸਾਉਥ ਐਂਡ੍ਰੋਸ
ru: Южный Андрос
sd: جنوبي انڊروس
si: දකුණු ඇන්ඩ්‍රෝස්
sr_cyrl_rs: Јужни Андрос
sr_latn_rs: Južni Andros
te: దక్షిణ ఆండ్రోస్
tg: Андроси Ҷанубӣ
th: เซาท์แอนดรอส
tt: Көньяк Андрос
ug: جەنۇبىي ئاندروس
uk: Південний Андрос
ur: ساؤتھ اینڈروس
uz: Janubiy Andros
zh_hans: 南安德罗斯
zh_hant: 南安德羅斯島

# Word.State.BS.SouthEleuthera
source: South Eleuthera
am: ደቡብ ኤሌቴራ
ar: ساوث إليوثيرا
as: দক্ষিণ ইলেউথেৰা
az: Cənubi Eleutera
bg: Южен остров Елеутера
bn_in: দক্ষিণ ইলিউথেরা
bs: Južna Eleuthera
el: Νότιο Ελεύθερα
es: Eleuthera Sur
et: Lõuna-Eleuthera
ga: Eleuthera Theas
gd: Eleuthera a Deas
gu: દક્ષિણ ઇલ્યુથેરા
he: דרום אלאותרה
hi: दक्षिणी एलेउथ्ररा
hr: Južna Eleuthera
ja: サウス エルーセラ
ka: სამხრეთი ელიუთერა
kk: Оңтүстік Эльютера
kn: ದಕ್ಷಿಣ ಎಲ್ಯೂಥೆರಾ
ko: 사우스 엘레우테라
ku_arab: ئێلوسێرای باشور
ky: Түштүк Элетера
lo: ອີລິວເທຣາໃຕ້
lt: Pietų Elutera
lv: Dienvidilūtera
mk: Јужна Елевтера
ml: സൗത്ത് എല്യൂതെര
mn: Өмнөд Эльютера
mr: दक्षिणी एल्युथेरा
ms: Eleuthera Selatan
ne: साउथ एलिउथेरा
or: ଦକ୍ଷିଣ ଏଲୁଥେରା
pa_arab_pk: جنوبی ایلوتھیرا
pa_in: ਸਾਉਥ ਏਲੂਥੇਰਾ
ru: Южный Эльютера
sd: جنوبي اليوٿيرا
si: දකුණු ඇලෙතෙරා
sr_cyrl_rs: Јужна Ељутера
sr_latn_rs: Južna Eljutera
te: దక్షిణ ఎలుతేరా
tg: Элевтераи Ҷанубӣ
th: เซาท์เอลูเธรา
tt: Көньяк Эльютера
ug: جەنۇبىي ئېلېئۇتېرا
uk: Південний Ельютера
ur: ساؤتھ لیوتھیرا
uz: Janubiy Eleutera
zh_hans: 南伊柳塞拉
zh_hant: 南伊柳塞拉島

# Word.State.BS.WellsEleuthera
source: Spanish Wells, Eleuthera
am: ስፓኒሽ ዌልስ፣ ኤሉቴራ
ar: سبانيش ويلز، إليوثيرا
as: স্পেনিছ ৱেলছ, ইলেউথেৰা
az: İspaniya Uelsi, Eleutera
bg: Спаниш Уелс, Елеутера
bn_in: স্প্যানিশ ওয়েলস, ইলিউথেরা
el: Σπάνις Γουέλς, Ελεύθερα
gu: સ્પેનિશ વેલ્સ, ઇલ્યુથેરા
he: ספניש וולס, אלאותרה
hi: स्पैनिश वेल्स, एलेउथ्ररा
ja: スパニッシュ ウェルズ、エルーセラ島
ka: ესპანური უელსი, ელიუთერა
kk: Спэниш-Уэллс, Эльютера
kn: ಸ್ಪ್ಯಾನಿಷ್ ವೆಲ್ಸ್, ಎಲ್ಯೂಥೆರಾ
ko: 스패니시 웰즈 엘레우테라
ku_arab: وێڵزی ئیسپانی، ئێلوسێرا
ky: Спениш Уеллс, Элетера
lo: ສະແປນນິສເວລສ, ອີລິວເທຣາ
lt: Spanish Wells, Elutera
lv: Spanišvelsa, Ilūtera
mk: Шпански Велс, Елевтера
ml: സ്പാനിഷ് വെല്‍‌സ്, എല്യൂതെര
mn: Испанийн Уэллс, Эльютера
mr: स्पॅनिश वेल्स, एल्युथेरा
ne: स्पेनिस वेल्स, एलिउथेरा
or: ସ୍ପାନୀୟ ୱେଲସ୍, ଏଲୁଥେରା
pa_arab_pk: سپینش ویلز، ایلوتھیرا
pa_in: ਸਪੈਨਿਸ਼ ਵੈਲਸ, ਏਲੂਥੇਰਾ
ru: Спэниш-Уэллс, Эльютера
sd: اسپانوي ويلس، اليوٿيرا
si: ස්පැනිෂ් වෙල්ස්, ඇලෙතෙරා
te: స్పానిష్ వేల్స్, ఎలుతేరా
tg: Сапниш Веллз, Элевтера
th: สแปนิชเวลส์, เอลูเธรา
tt: Спэниш-Уэллс, Эльютера
ug: ئىسپانىيە ۋېللس ئارىلى، ئېلېئۇتېرا
uk: Спаніш-Веллс, Ельютера
ur: ہسپانوی ویلیس، لیوتھیرا
uz: Ispaniya Uelsi, Eleutera
zh_hans: 西班牙韦斯，伊柳塞拉
zh_hant: 西班牙韋爾斯，伊柳塞拉島

# Word.State.BS.WestBahama
source: West Grand Bahama
am: ዌስት ግራንድ ባህማ
ar: ويست جراند باهاما
as: পশ্চিম গ্ৰেণ্ড বাহামা
az: Qərbi Qrand Bahama
bg: Уест Гранд Бахама
bn_in: ওয়েস্ট গ্র্যান্ড বাহামা
bs: Zapadna Velika Bahama
el: Δυτικό Γκραν Μπαχάμα
ga: Baháma Mór Iartharach
gu: પશ્ચિમ ગ્રાન્ડ બહામા
he: מערב גרנד בהאמה
hi: पश्चिमी ग्रैंड बहामा
hr: Zapadni Grand Bahama
ja: ウェスト グランド バハマ
ka: დასავლეთი დიდი ბაჰამა
kk: Батыс Гранд Багама
kn: ಪಶ್ಚಿಮ ಗ್ರಾಂಡ್ ಬಹಾಮಾ
ko: 웨스트 그랜드 바하마
ku_arab: گراند باهامای رۆژاوا
ky: Вест Гранд Багама
lo: ແກຣນບາຮາມາຕາເວັນຕົກ
lt: Vakarų Didžioji Bahama
lv: Lielā Rietumbahama
mk: Западна Гранд Бахама
ml: വെസ്റ്റ് ഗ്രാന്‍ഡ് ബഹാമ
mn: Баруун Гранд Багама
mr: वेस्ट ग्रँड बहामा
ms: Grand Bahama Barat
ne: वेस्ट ग्राण्ड बहामा
or: ପଶ୍ଚିମ ଗ୍ରାଣ୍ଡ୍ ବାହାମା
pa_arab_pk: مغربی گرینڈ بہما
pa_in: ਵੈਸਟ ਗ੍ਰੈਂਡ ਬਹਾਮਾ
ru: Западный Большой Багама
sd: مغربي گرينڊ بهاما
si: බටහිර ග්‍රෑන්ඩ් බහාමා
sr_cyrl_rs: Западни Гранд Бахама
sr_latn_rs: Zapadni Grand Bahama
te: వెస్ట్ గ్రాండ్ బహమా
tg: Гранд Баҳамаи Ғарбӣ
th: เวสต์แกรนด์บาฮามา
tt: Көнбатыш Зур Багама
ug: غەربىي چوڭ باھاما
uk: Західний Великий Багама
ur: ویسٹ گرانڈ بہاما
uz: G'arbiy Grand Bagama
zh_hans: 西大巴哈马
zh_hant: 西大巴哈馬島

# Word.State.BZ.BZ
source: Belize
am: ቤሊዝ
ar: بليز
as: বেলিজ
az: Beliz
bg: Белиз
bn_in: বেলিজ
el: Μπελίσε
es: Belice
ga: An Bheilís
gd: A' Bheilìs
gu: બેલિઝ
he: בליז
hi: बेलीज़
is: Belís
ja: ベリーズ
ka: ბელიზი
kk: Белиз
kn: ಬೆಲಿಜ್
ko: 벨리즈
ku_arab: بێلیز
ky: Белиз
lo: ເບລີຊ
lt: Belizas
lv: Beliza
mi: Pērihi
mk: Белизе
ml: ബെലീസ്
mn: Белизе
mr: बेलिझ
mt: Beliż
ne: बेलीजि
or: ବେଲିଜ୍
pa_arab_pk: ‏‏بیلیز
pa_in: ਬੇਲੀਜ਼
ru: Белиз
sd: بليزي
si: බෙලිස්
sr_cyrl_rs: Белизе
ta: பெலீஸ்
te: బెలిజ్
tg: Белиз
th: เบลีซ
tt: Белиз
ug: بېلىز
uk: Беліз
ur: بیلیز
uz: Beliz
zh_hans: 伯利兹
zh_hant: 貝里斯

# Word.State.BZ.CY
source: Cayo
am: ካዮ
ar: كايو
as: কেয়ো
az: Keyo
bg: Кайо
bn_in: কায়ও
el: Κάγιο
gu: કાયો
he: קאיו
hi: कायो
ja: カヨ
ka: კაიო
kk: Кайо
kn: ಕಾಯೋ
ko: 카요
ku_arab: کایۆ
ky: Кайо
lo: ໄຄໂຢ
lt: Kajas
lv: Kajo
mk: Кајо
ml: സായോ
mn: Кайо
mr: कॅयो
ne: कायो
or: କାୟୋ
pa_arab_pk: کیو
pa_in: ਕਾਯੋ
ru: Кайо
sd: ڪايو
si: කායෝ
sr_cyrl_rs: Кајо
sr_latn_rs: Kajo
te: కాయో
tg: Кайо
th: คาโย
tt: Кайо
ug: كايو
uk: Кайо
ur: کایو
uz: Kayo
zh_hans: 卡约
zh_hant: 卡約

# Word.State.BZ.CZ
source: Corozal
am: ኮሮዛል
ar: كوروزال
as: কোৰোজাল
az: Korozal
bg: Корозал
bn_in: কোরোজাল
el: Κοροσάλ
gu: કોરોઝલ
he: קורוזל
hi: कोरोज़ाल
ja: コロザル
ka: კოროზალი
kk: Коросаль
kn: ಕೋರೋಝಾಲ್
ko: 코로잘
ku_arab: کۆرۆاڵ
ky: Корозал
lo: ໂຄໂຣຊາລ
lt: Korosalis
lv: Korosala
mk: Корозал
ml: കൊറോസല്‍
mn: Коросаль
mr: कॉरोझोल
ne: कोरोजल
or: କୋରୋଜାଲ୍
pa_arab_pk: کروزل
pa_in: ਕੋਰੋਜ਼ਲ
ru: Коросаль
sd: ڪوروزل
si: කොරසල්
sr_cyrl_rs: Корозал
sr_latn_rs: Korozal
te: కారోజాల్
tg: Корозал
th: โคโรซัล
tt: Коросаль
ug: كوروزال
uk: Коросаль
ur: کوروزال
uz: Korozal
zh_hans: 科罗萨尔
zh_hant: 科羅薩爾

# Word.State.BZ.OW
source: Orange Walk
am: ኦሬንጅ ወክ
ar: أورانج والك
as: অৰেঞ্জ ৱাক
az: Orenc Volk
bg: Ориндж Уолк
bn_in: অরেঞ্জ ওয়াক
el: Όραντζ Γουόκ
gu: ઓરેંજ વૉક
he: אורנג' ווק
hi: ऑरेंज वॉल्क
ja: オレンジ ウォーク
ka: ორეინჯ-უოქი
kk: Ориндж-Уолк
kn: ಆರೆಂಜ್ ವಾಕ್
ko: 오렌지 워크
ku_arab: ئۆرەنج وەڵک
ky: Орейнж Уок
lo: ອໍແຣງວັອກ
lt: Orindž Volkas
lv: Orindžvoka
mk: Оринџ Вок
ml: ഓറഞ്ച് വാക്ക്
mn: Оранж-Уолк
mr: ऑरेंज वॉक
ne: अरेन्ज वाक
or: ଅରେଞ୍ଜ୍ ୱାଲ୍କ
pa_arab_pk: اورنج واک
pa_in: ਓਰੇਂਜ ਵੋਟ
ru: Ориндж-Уолк
sd: اورنج واڪ
si: ඔරේන්ජ් වෝක්
te: ఆరెంజ్ వాక్
tg: Оранҷ Вок
th: ออเรนจ์วอล์ก
tt: Ориндж-Уолк
ug: قىزغۇچ يول
uk: Оріндж-Волк
ur: اورنج واک
zh_hans: 奥兰奇沃克
zh_hant: 橘道省

# Word.State.BZ.SC
source: Stann Creek
am: ስታን ክሪክ
ar: ستان كريك
as: ষ্টান ক্ৰীক
az: Stan Qrik
bg: Стан Крийк
bn_in: স্ট্যান ক্রিক
el: Σταν Κρικ
gu: સ્ટાન ક્રીક
he: סטאן קריק
hi: स्टैन क्रीक
ja: スタン クリーク
ka: სტან-გრიკი
kk: Станн-Крик
kn: ಸ್ಟಾನ್ ಕ್ರೀಕ್
ko: 스탄 크릭
ku_arab: ستان کریک
ky: Станн Крик
lo: ສຕານກຣີກ
lt: Stan Krikas
lv: Stankrīka
mk: Стан Крик
ml: സ്റ്റാന്‍ ക്രീക്ക്
mn: Станн-Крик
mr: स्टॅन क्रीक
ne: स्टन्ना क्रिक
or: ଷ୍ଟାନ୍ କ୍ରିକ୍
pa_arab_pk: سٹین کریک
pa_in: ਸਟੈਨ ਕ੍ਰੀਕ
ru: Станн-Крик
sd: اسٽان ڪريڪ
si: ස්ටැන් ක්‍රීක්
te: స్టాన్ క్రీక్
tg: Станн Крик
th: สแตนน์ครีก
tt: Станн-Крик
ug: ستان گىرېك
uk: Станн-Крік
ur: اسٹان کریک
uz: Stann ko'rfazi
zh_hans: 斯坦港
zh_hant: 史坦克瑞克省

# Word.State.BZ.TO
source: Toledo
am: ቶሊዶ
ar: توليدو
as: টোলেডো
bg: Толедо
bn_in: তোলেডো
el: Τολέδο
gu: ટોલેડો
he: טולדו
hi: टोलेडो
ja: トレド
ka: ტოლედო
kk: Толедо
kn: ಟೊಲೆಡೊ
ko: 톨레도
ku_arab: تۆلیدۆ
ky: Толедо
lo: ໂທເລໂດ
lt: Toledas
mi: Tōrero
mk: Толедо
ml: ടൊലെഡോ
mn: Толедо
mr: टोलेडो
ne: टोलेदो
or: ଟୋଲେଡୋ
pa_arab_pk: تولیدو
pa_in: ਟੋਲੇਡੋ
ru: Толедо
sd: ٽوليڊو
si: ටොලෙඩෝ
sr_cyrl_rs: Толедо
ta: டொலெடோ
te: టొలెడో
tg: Толедо
th: โตเลโด
tt: Толедо
ug: تولېدو
uk: Толедо
ur: ٹولیڈو
zh_hans: 托莱多
zh_hant: 托雷多

# Word.State.CR.CRA
source: Alajuela
am: አላጁሊያ
ar: ألاخويلا
as: আলাজুৱেলা
bg: Алахуела
bn_in: আলাহুয়েলা
el: Αλαχουέλα
gu: અલાઝુએલા
he: אלגו'אלה
hi: एलाज़ुएला
ja: アラフエラ
ka: ალახუელა
kk: Алахуэла
kn: ಅಲಾಜುಯೆಲಾ
ko: 알라주엘라
ku_arab: ئالاجوێلا
ky: Алажуела
lo: ອາລາຈູເອລາ
lt: Alachuela
lv: Alahvela
mk: Алахвела
ml: അലാജ്യുവേല
mn: Алахуэла
mr: अलजुएल
ne: एलाजुएला
or: ଆଲାଜୁଏଲା
pa_arab_pk: الجیولا
pa_in: ਅਲਾਜੁਏਲਾ
ru: Алахуэла
sd: اجاجويلا
si: ඇලජුවාලා
sr_cyrl_rs: Алахуела
sr_latn_rs: Alahuela
te: అలెజూలా
tg: Алахуэла
th: อะลาฮูเอลา
tt: Алахуэла
ug: ئالاجۇئېلا
uk: Алахуела
ur: الاجوئیلا
zh_hans: 阿拉胡埃拉
zh_hant: 阿拉胡埃拉省

# Word.State.CR.CRC
source: Cartago
am: ካርታጎ
ar: كارتاجو
as: কাৰ্টাগো
az: Kartaqo
bg: Картаго
bn_in: কারতাগো
el: Καρτάγκο
gu: કાર્ટેગો
he: קרתגו
hi: कार्टागो
ja: カルタゴ
ka: კარტაგო
kk: Картаго
kn: ಕಾರ್ಟಾಗೋ
ko: 카르타고
ku_arab: کارتاگۆ
ky: Картаго
lo: ຄາທາໂກ
lt: Kartagas
lv: Kartago
mk: Картаго
ml: കര്‍ടാഗോ
mn: Картаго
mr: कार्टागो
ne: कार्टागो
or: କାରଟାଗୋ
pa_arab_pk: کرٹاگو
pa_in: ਕਾਰਟਾਗੋ
ru: Картаго
sd: ڪارٽاگو
si: කාර්ටගෝ
sr_cyrl_rs: Картаго
sr_latn_rs: Kartago
te: కార్టాగో
tg: Картаго
th: คาร์ตาโก
tt: Картаго
ug: كارتاگو
uk: Картаґо
ur: کارٹاگو
uz: Kartago
zh_hans: 卡塔戈
zh_hant: 卡塔戈省

# Word.State.CR.CRG
source: Guanacaste
am: ጉዋናካስቴ
ar: غواناكاسته
as: গুৱানাকাষ্ট
az: Quanakaste
bg: Гуанакасте
bn_in: গুয়ানাকাস্তা
el: Γκουανακάστε
gu: ગ્વાનાકાસ્ટ
he: גואנקסטה
hi: ग्वानाकास्ट
ja: グアナカステ
ka: გვანაკასტე
kk: Гуанакасте
kn: ಗ್ವಾನಾಕಾಸ್ಟ್
ko: 구아나카스트
ku_arab: گواناکاست
ky: Гуанакасте
lo: ກົວນາກາສເຕ
lt: Gvanakastė
lv: Gvanakaste
mk: Гванакасте
ml: ഗുവാനകാസ്റ്റെ
mn: Гуанакасте
mr: गुअनाकास्ट
ne: गुन्नाकास्ट
or: ଗୁଆନାକାଷ୍ଟେ
pa_arab_pk: گیوناکیسٹی
pa_in: ਗੁਆਨਾਕਾਸਟ
ru: Гуанакасте
sd: گوانا ڪاسٽ
si: ගෝනකාස්ට්
sr_cyrl_rs: Гванакасте
sr_latn_rs: Gvanakaste
te: గ్యునాకాస్టో
tg: Гуанакасл
th: กัวนาคาสเต
tt: Гуанакасте
ug: گۇئاناكاستې
uk: Ґуанакасте
ur: گوآنا کاسٹ
uz: Guanakaste
zh_hans: 瓜纳卡斯特
zh_hant: 瓜納卡斯特

# Word.State.CR.CRH
source: Heredia
am: ሂርዲያ
ar: هيريديا
as: হেৰেদিয়া
bg: Ередия
bn_in: হেরেডিয়া
el: Ερέδια
gu: હેરેડિયા
he: הרדיה
hi: हेरेदिया
ja: エレディア
ka: ჰერედია
kk: Эредия
kn: ಹೆರೆಡಿಯಾ
ko: 헤레디아
ku_arab: هێرێدیا
ky: Хередиа
lo: ເຮເຣເດຍ
lt: Heredija
lv: Eredija
mk: Ередија
ml: ഹെറെഡിയ
mn: Эредиа
mr: हेरेडिया
ne: हेरेडडिया
or: ହେରେଡିଆ
pa_arab_pk: ہیریڈیا
pa_in: ਹੇਰੇਡਿਆ
ru: Эредия
sd: هيريڊيا
si: හෙරෙඩියා
sr_cyrl_rs: Хередија
sr_latn_rs: Heredija
te: హెరిడియా
tg: Ҳередиа
th: เฮเรเดีย
tt: Эредия
ug: ھېرېدىيە
uk: Ередія
ur: ہیریڈیا
zh_hans: 埃雷迪亚
zh_hant: 埃雷迪亞省

# Word.State.CR.CRL
source: Limón
am: ሊሞን
as: লিমোন
az: Limon
bg: Лимон
bn_in: লিমএন
el: Λιμόν
gu: લિમ્ન
he: לימ' צ'
hi: लिमोन
ja: リモン
ka: ლიმონი
kk: Лимон
kn: ಲಿಮನ್
ko: 리몬
ku_arab: لیمۆن
ky: Лимон
lo: ລີມົງ
lt: Laimonas
lv: Limona
mk: Лимон
ml: ലിമന്‍
mn: Лимон
ne: लिमन
or: ଲିମନ୍
pa_arab_pk: لیم این
ru: Лимон
sd: لمون
si: ලිමොන්
te: లిమిన్
tg: Лимон
th: ลิมอน
tt: Лимон
ug: لىمون
uk: Лімон
ur: لیمون
uz: Limon
zh_hans: 利蒙
zh_hant: 利馬

# Word.State.CR.CRP
source: Puntarenas
am: ፑንትሬናስ
ar: بونتاريناس
as: পুণ্টাৰেনাছ
bg: Пунтаренас
bn_in: পুন্তারেনাসা
el: Πουνταρένας
gu: પુન્ટરેનસ
he: פונטרנאס
hi: पुनतरेनास
ja: プンタレナス
ka: პუნტარენასი
kk: Пунтаренас
kn: ಪುಂಟಾರೆನಾಸ್
ko: 푼타레나스
ku_arab: پونتارێناس
ky: Пунтаренас
lo: ປູນຕາເຣນາສ
lt: Puntarenasas
lv: Puntarenasa
mk: Пунтаренас
ml: പുണ്ടാറിനാസ്
mn: Пунтаренас
mr: पुंटारेनास
ne: पुन्टारेनस
or: ଓନତାରେନାସ୍
pa_arab_pk: پنتیرینس
pa_in: ਪੁਨਟੈਰੇਨਸ
ru: Пунтаренас
sd: پونٽاريناسس
si: පුන්ටරෙනාස්
sr_cyrl_rs: Пунтаренас
te: పుంటారెనాస్
tg: Пунтаренас
th: ปุนตาเรนัส
tt: Пунтаренас
ug: پۇنتارېناس
uk: Пунтаренас
ur: پنٹریناس
zh_hans: 蓬塔雷纳斯
zh_hant: 蓬塔雷納斯省

# Word.State.CR.CRSJ
source: San José
am: ሳን ጆዝ
ar: سان خوسيه
as: চান জোছ
az: San Xose
bg: Сан Хосе
bn_in: স্যান হোসে
el: Σαν Χοσέ
gu: સાન જોસ
he: סן חוז
hi: सान जोस
ja: サン ホセ
ka: სან-ხოსე
kk: Сан-Хосе
kn: ಸ್ಯಾನ್ ಜೋಸ್
ko: 산호세
ku_arab: سان خۆسێ
ky: Сан Хосе
lo: ຊາຍໂຈເຊ
lt: San Chosė
lv: Sanhosē
mk: Сан Хозе
ml: സാന്‍ ജോസ്
mn: Сан-Хосе
ne: सन जोस
or: ସାନ୍ ଜୋସ
pa_arab_pk: سن جوسی
pa_in: ਸੈਨ ਜੋਸ
ru: Сан-Хосе
sd: سين جوس
si: සැන් ජෝස්
sr_cyrl_rs: Сан Хосе
sr_latn_rs: San Hose
te: శాన్‌జోస్
tg: Сан-Хосе
th: ซานโฮเซ
tt: Сан-Хосе
ug: سان جوسې
uk: Сан-Хосе
ur: سان جوس
uz: San Xosé
zh_hans: 圣何塞
zh_hant: 聖荷西

# Word.State.HN.Atlantida
source: Atlántida
am: አትላንቲዳ
ar: أتلانتيدا
as: আটলাণ্টিডা
bg: Атлантида
bn_in: অ্যাটল্যানটিডা
el: Ατλάντιδα
gu: એટલાનટિડા
he: אטל' נטידה
hi: अटलांटिडा
ja: アトランティダ
ka: ატლანტიდა
kk: Атлантида
kn: ಅಟ್ಲಾಂಟಿಡಾ
ko: 아틀란티다
ku_arab: ئەتڵانتیدا
ky: Атлантида
lo: ແອັດລານຕິດາ
lt: Atlantida
lv: Atlantida
mk: Атлантида
ml: അറ്റ്‌ലാന്‍റിഡ
mn: Атлантида
ne: एट्लान्टिडा
or: ଅଟଲନଟିଡା
pa_arab_pk: اٹلنٹیڈا
ru: Атлантида
sd: اٽلنٽڊا
si: ඇටින්ටිඩා
te: అట్లాంటిడా
tg: Атлантида
th: แอตแลนติดา
tt: Атлантида
ug: ئاتلانتىدا
uk: Атлантида
ur: اٹلانٹڈا
zh_hans: 阿特兰蒂达
zh_hant: 亞特蘭蒂達

# Word.State.HN.Choluteca
source: Choluteca
am: ቾልቴካ
ar: كولوتيسا
as: চোলুটেকা
az: Koluteka
bg: Чолутека
bn_in: কোলুটেকা
el: Τσολουτέκα
gu: કોલુટેકા
he: צ'ולוטקה
hi: चोलूटेका
ja: チョルテカ
ka: ჩოლუტეკა
kk: Чолутека
kn: ಚೋಲ್ಯುಟೆಕಾ
ko: 촐루테카
ku_arab: کۆلوتێکا
ky: Холутека
lo: ໂຈລູເຕກາ
lt: Čoluteka
lv: Čoluteka
mk: Чолутека
ml: ചൊലുതേഗ
mn: Чолутека
mr: चोलुटेका
ne: चोलुटेका
or: ଚୋଲୁଟେକା
pa_arab_pk: کولوتیکا
pa_in: ਕੋਲੂਟੇਕਾ
ru: Чолутека
sd: ڪولوٽيڪا
si: චෝලටිකා
sr_cyrl_rs: Чолутека
sr_latn_rs: Čoluteka
te: చౌలుటెసియా
tg: Чулутека
th: โชลูเตกา
tt: Чолутека
ug: چولۇتېكا
uk: Чолутека
ur: کولوٹیکا
uz: Xoluteka
zh_hans: 乔卢特卡
zh_hant: 喬盧特卡

# Word.State.HN.Colon
source: Colón
am: ኮሎን
ar: كولون
as: কোলোন
az: Kolón
bg: Колон
bn_in: কোলওন
el: Κολόν
gu: કોલ્ન
he: קול' צ'
hi: कोलन
ja: コロン
ka: კოლონი
kk: Колон
kn: ಕೋಲೋನ್
ko: 콜론
ku_arab: کۆڵۆن
ky: Колон
lo: ໂກລອນ
lt: Kolonas
lv: Kolona
mk: Колон
ml: കോളന്‍
mn: Колон
ne: कोलन
or: କୋଲନ୍
pa_arab_pk: ایل پاراسو
ru: Колон
sd: ڪولن
si: කෝලන්
te: కోలిన్
tg: Колон
th: โคลอน
tt: Колон
ug: كولون
uk: Колон
ur: کولن
uz: Kolón
zh_hans: 科隆
zh_hant: 科朗

# Word.State.HN.Comayagua
source: Comayagua
am: ካማያንጋ
ar: كوماياجوا
as: কোমায়াগুৱা
az: Komayaqua
bg: Комаягуа
bn_in: কোমাইয়াগুয়া
el: Κομαγιάγκουα
gu: કોમયાગ્વા
he: קומאיאגואה
hi: कोमायागुआ
ja: コマヤグア
ka: კომაიაგუა
kk: Комаягуа
kn: ಕೋಮಾಯಾಗುವಾ
ko: 코마야구아
ku_arab: کۆمایاگوا
ky: Комайагуа
lo: ໂກມາຢາກົວ
lt: Komajagva
lv: Komajagva
mk: Комајагва
ml: കൊമയാഗുവ
mn: Комаягуа
mr: कॉमायागुआ
ne: कोमायागुआ
or: କୋମାଗୁଆ
pa_arab_pk: کومایا گوا
pa_in: ਕੋਮਾਯਾਗੁਆ
ru: Комаягуа
sd: ڪوماياگوا
si: කොමායාග්වා
sr_cyrl_rs: Комајагва
sr_latn_rs: Komajagva
te: కోమాయాగ్యు
tg: Комаягуа
th: โคมายากวา
tt: Комаягуа
ug: كوماياگۇئا
uk: Комаяґуа
ur: کومایاگوآ
uz: Komayagua
zh_hans: 科马亚瓜
zh_hant: 科馬亞瓜

# Word.State.HN.Copan
source: Copán
am: ከፓን
ar: كوبان
as: কোপান
az: Kopán
bg: Копан
bn_in: কোপান
el: Κοπάν
gu: કોપેન
he: קופ' צ'
hi: कोपन
ja: コパン
ka: კოპანი
kk: Копан
kn: ಕೋಪನ್
ko: 코판
ku_arab: کۆپان
ky: Копан
lo: ໂຄແພນ
lt: Kopanas
lv: Kopana
mk: Копан
ml: കോപന്‍
mn: Копан
ne: कोपान
or: କପନସ
pa_arab_pk: کاپاین
ru: Копан
sd: پوليسن
si: කොපන්
te: కోపిన్
tg: Копан
th: โคปัน
tt: Копан
ug: كوپان
uk: Копан
ur: کوپن
uz: Kopán
zh_hans: 科潘
zh_hant: 科潘

# Word.State.HN.Cortes
source: Cortés
am: ኮርቴስ
ar: كورتيه
as: কোৰ্টেছ
az: Kortés
bg: Кортес
bn_in: কোর্টেজ
el: Κορτές
gu: કોર્ટ્સ
he: קורט' ד'
hi: कोर्टेस
ja: コルテス
ka: კორტესი
kk: Кортес
kn: ಕೋರ್ಟೆಸ್
ko: 코르테스
ku_arab: کۆرتێس
ky: Кортес
lo: ໂຄເຕສ
lt: Kortesas
lv: Kortesa
mk: Кортез
ml: കോര്‍ട്‌സ്
mn: Кортес
ne: कोर्टेस
or: କୋର୍ଟସ
pa_arab_pk: کورتس
ru: Кортес
sd: ڪورٽ
si: කෝර්ටේස්
te: కోర్టిస్
tg: Кортес
th: คอร์เตส
tt: Кортес
ug: كورتېس
uk: Кортес
ur: کورٹیس
uz: Kortés
zh_hans: 科尔特斯
zh_hant: 科爾特斯
