Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.AS
source: American Samoa
af: Amerikaanse Samoa
am: የአሜሪካ ሳሞኣ
ar: ساموا الأمريكية
as: আমেৰিকান চামোৱা
az: Amerikan Samoası
bg: Американска Самоа
bn_in: আমেরিকান সামোয়া
bs: Američka Samoa
cy: Samoa'r Amerig
da: Amerikansk Samoa
de: Amerikanisch-Samoa
el: Αμερικανικές Σαμόα
es: Samoa Americana
et: Ameerika Samoa
eu: Samoa Estatubatuarra
fa: ساموای آمریکا
ga: Samó Mheiriceá
gd: Samotha na h-Aimeireaga
gl: Samoa Americana
gu: અમેરિકન સમોઆ
he: סמואה האמריקנית
hi: अमेरिकी समोआ
hr: Američka Samoa
hu: Amerikai Szamoa
id: Samoa Amerika
is: Bandaríska Samóa
ja: 米領サモア
ka: ამერიკის სამოა
kk: Шығыс Самоа
kn: ಅಮೆರಿಕನ್ ಸಮೋವಾ
ko: 미국령 사모아
ku_arab: ساموای ئەمریکی
ky: Америкалык Самоа
lo: ອາເມຣິກາ ຊາມົວ
lt: Amerikos Samoa
lv: ASV Samoa
mi: Hāmoa Amerikana
mk: Американска Самоа
ml: അമേരിക്കന്‍ സമോവ
mn: Америкийн Самоа
mr: अमेरिकन सामोआ
ms: Samoa Amerika
mt: Samoa Amerikana
ne: अमेरिकन सामौ
nn_no: Amerikansk Samoa
no: Amerikansk Samoa
or: ଆମେରିକୀୟ ସାମୋଆ
pa_arab_pk: امریکی ساموا
pa_in: ਅਮੈਰੀਕਨ ਸਮੋਆ
pl: Samoa Amerykańskie
ru: Американское Самоа
sd: آمريڪن سامو
si: ඇමරිකානු සමෝවා
sl: Ameriška Samoa
sr_cyrl_rs: Америчка Самоа
sr_latn_rs: Američka Samoa
sv: Amerikanska Samoa
ta: அமெரிக்கன் சமோவா
te: అమెరికన్ సమావో
tg: Самоаи Америка
th: อเมริกันซามัว
tr: Amerikan Samoası
tt: Америка Самоасы
ug: ئامېرىكا ساموئا
uk: Американське Самоа
ur: امریکی ساموا
uz: Amerika Samoasi
vi: Samoa thuộc Hoa Kỳ
zh_hans: 美属萨摩亚
zh_hant: 美屬薩摩亞

# Country.AT
source: Austria
af: Oostenryk
am: ኦስትሪያ
ar: النمسا
as: অষ্ট্ৰিয়া
az: Avstriya
bg: Австрия
bn_in: অস্ট্রিয়া
bs: Austrija
cy: Awstria
da: Østrig
de: Österreich
el: Αυστρία
fa: اتریش
ga: An Ostair
gd: An Ostair
gu: ઓસ્ટ્રિયા
he: אוסטריה
hi: ऑस्ट्रिया
hr: Austrija
hu: Ausztria
is: Austurríki
ja: オーストリア
ka: ავსტრია
kk: Австрия
kn: ಆಸ್ಟ್ರೀಯಾ
ko: 오스트리아
ku_arab: نەمسا
ky: Австрия
lo: ອັອສເຕຣຍ
lt: Austrija
lv: Austrija
mi: Atiria
mk: Австрија
ml: ഓസ്‌ട്രിയ
mn: Австри
mr: ऑस्ट्रिया
mt: Awstrija
ne: अष्ट्रिया
nn_no: Austerrike
no: Østerrike
or: ଅଷ୍ଟ୍ରିଆ
pa_arab_pk: آسٹریا
pa_in: ਆਸਟਰੀਆ
ru: Австрия
sd: آسٽريا
si: ඔස්ට්‍රියාව
sl: Avstrija
sr_cyrl_rs: Аустрија
sr_latn_rs: Austrija
sv: Österrike
ta: ஆஸ்திரியா
te: ఆస్ట్రియా
tg: Австрия
th: ออสเตรีย
tr: Avusturya
tt: Австрия
ug: ئاۋىستىرىيە
uk: Австрія
ur: آسٹریا
uz: Avstriya
vi: Áo
zh_hans: 奥地利
zh_hant: 奧地利

# Country.AU
source: Australia
af: Australië
am: አውስትራሊያ
ar: أستراليا
as: অষ্ট্ৰেলিয়া
az: Avstraliya
bg: Австралия
bn_in: অস্ট্রেলিয়া
bs: Australija
cy: Awstralia
da: Australien
de: Australien
el: Αυστραλία
et: Austraalia
fa: استرالیا
ga: An Astráil
gd: Astràilia
gu: ઓસ્ટ્રેલિયા
he: אוסטרליה
hi: ऑस्ट्रेलिया
hr: Australija
hu: Ausztrália
is: Ástralía
ja: オーストラリア
ka: ავსტრალია
kk: Австралия
kn: ಆಸ್ಟ್ರೇಲಿಯಾ
ko: 오스트레일리아
ku_arab: ئوسترالیا
ky: Австралия
lo: ອົດສະຕາລີ
lt: Australija
lv: Austrālija
mi: Ahitereiria
mk: Австралија
ml: ഓസ്‌ട്രേലിയ
mn: Австрали
mr: ऑस्ट्रेलिया
mt: Awstralja
ne: अस्ट्रेलिया
or: ଅଷ୍ଟ୍ରେଲିଆ
pa_arab_pk: آسٹریلیا
pa_in: ਆਸਟ੍ਰੇਲੀਆ
ru: Австралия
sd: آسٽيريليا
si: ඕස්ට්‍රේලියාව
sl: Avstralija
sr_cyrl_rs: Аустралија
sr_latn_rs: Australija
sv: Australien
ta: ஆஸ்திரேலியா
te: ఆస్ట్రేలియా
tg: Австралия
th: ออสเตรเลีย
tr: Avustralya
tt: Австралия
ug: ئاۋسترالىيە
uk: Австралія
ur: آسٹریلیا
uz: Avstraliya
zh_hans: 澳大利亚
zh_hant: 澳大利亞

# Country.AW
source: Aruba
am: አሩባ
ar: أروبا
as: আৰুবা
bg: Аруба
bn_in: আরুবা
cy: Arwba
el: Αρούμπα
fa: آروبا
gd: Arùba
gu: અરૂબા
he: ארובה
hi: अरूबा
is: Arúba
ja: アルバ
ka: არუბა
kk: Аруба
kn: ಅರುಬಾ
ko: 아루바
ku_arab: ئەرووبا
ky: Аруба
lo: ອາຣູບາ
mi: Arupa
mk: Аруба
ml: അരൂബ
mn: Аруба
mr: अरुबा
ne: अरूबा
or: ଆରୁବା
pa_arab_pk: اروبا
pa_in: ਅਰੂਬਾ
ru: Аруба
sd: لينڊ ٻيٽَس
si: අරුබා
sr_cyrl_rs: Аруба
ta: அரூபா
te: అరుబా
tg: Аруба
th: อารูบา
tt: Аруба
ug: ئارۇبا
uk: Аруба
ur: اروبا
zh_hans: 阿鲁巴
zh_hant: 阿路巴

# Country.AX
source: Åland Islands
af: Åland-eilande
am: አላንድ ደሴቶች
ar: جزر آلاند
as: আলণ্ড আইলেণ্ড
az: Aland Adaları
bg: Оландски острови
bn_in: আলান্ড দ্বীপপুঞ্জ
bs: Alandska ostrva
cy: Ynysoedd Åland
da: Ålandsøerne
de: Ålandinseln
el: Νήσοι Όλαντ
es: Islas Åland
et: Ahvenamaa
eu: Åland uharteak
fa: جزایر آلند
ga: Oileáin Åland
gd: Na h-Eileanan Åland
gl: Illas Aland
gu: ઑલેન્ડ આઇલેન્ડ્સ
he: איי אולנד
hi: एलैंड द्वीपसमूह
hr: Ålandski otoci
hu: Åland-szigetek
id: Kepulauan Aland
is: Álandseyjar
ja: オーランド諸島
ka: ალანდის კუნძულები
kk: Аланд аралдары
kn: ಅಲಾಂಡ್ ದ್ವೀಪಗಳು
ko: 올란드 제도
ku_arab: دوورگەکانی ئالاند
ky: Аланд аралдары
lo: ຫມູ່ເກາະໂອລັນ
lt: Alandų Salos
lv: Olandes salas
mi: Ngā Moutere Ōrana
mk: Оландски Острови
ml: അലന്‍ഡ് ദ്വീപുകള്‍
mn: Аландын арлууд
mr: अलँड बेट
ms: Kepulauan Aland
mt: Gżejjer Aland
ne: अल्यान्ड टापूहरू
nn_no: Åland
no: Åland
or: ଆଲ୍ୟାଣ୍ଡ୍ ଦ୍ଵୀପପୁଞ୍ଜଗୁଡିକ
pa_arab_pk: آلینڈ جزائر
pa_in: ਅਲੈਂਡ ਆਈਲੈਂਡਸ
pl: Wyspy Alandzkie
ru: Аландские о-ва
sd: آلينڊ ٻيٽَس
si: ආලන්ඩ් දුපත්
sl: Ålandski otoki
sr_cyrl_rs: Оландска Острва
sr_latn_rs: Olandska Ostrva
sv: Åland
ta: ஆலந்து தீவுகள்
te: ఆలాండ్ దీవులు
tg: Ҷазираҳои Аланд
th: หมู่เกาะเออแลนด์
tr: Åland Adaları
tt: Аланд утраулары
ug: ئالاند ئاراللىرى
uk: Аландські острови
ur: آلینڈ جزائر
uz: Aland orollari
vi: Quần đảo Åland
zh_hans: 奥兰群岛
zh_hant: 奧蘭群島

# Country.AZ
source: Azerbaijan
af: Azerbeidjan
am: አዘርበጃን
ar: أذربيجان
as: আজাৰবেইজান
az: Azərbaycan
bg: Азербайджан
bn_in: আজারবাইজান
bs: Azerbejdžan
da: Aserbajdsjan
de: Aserbaidschan
el: Αζερμπαϊτζάν
es: Azerbaiyán
et: Aserbaidžaan
fa: آذربایجان
ga: An Asarbaiseáin
gd: Asarbaideàn
gl: Acerbaixán
gu: અઝરબૈજાન
he: אזרבייג'ן
hi: अज़रबैजान
hr: Azerbajdžan
hu: Azerbajdzsán
is: Aserbaídsjan
ja: アゼルバイジャン
ka: აზერბაიჯანი
kk: Әзірбайжан
kn: ಅಜರ್ಬೈಜಾನ್
ko: 아제르바이잔
ku_arab: ئازەربایجان
ky: Азербайжан
lo: ອາເຊີໄບຈັນ
lt: Azerbaidžanas
lv: Azerbaidžāna
mi: Ahipaitiana
mk: Азербејџан
ml: അസര്‍ബെയ്ജാന്‍
mn: Азербайжан
mr: अझरबैजान
mt: Azerbajġan
ne: अजेरबैजेन
nn_no: Aserbajdsjan
no: Aserbajdsjan
or: ଆଜେର୍‌ବାଇଜାନ୍
pa_arab_pk: آذربائیجان
pa_in: ਅਜ਼ਰਬੈਜਾਨ
pl: Azerbejdżan
ru: Азербайджан
sd: آذربائيجان
si: අසර්බයිජානය
sl: Azerbajdžan
sr_cyrl_rs: Азербејџан
sr_latn_rs: Azerbejdžan
sv: Azerbajdzjan
ta: அஜெர்பெய்ஜான்
te: అజర్బైజాన్
tg: Озарбойҷон
th: อาเซอร์ไบจาน
tr: Azerbaycan
tt: Әзәрбайҗан
ug: ئەزەربەيجان
uk: Азербайджан
ur: آذربائیجان
uz: Ozarbayjon
zh_hans: 阿塞拜疆
zh_hant: 亞塞拜然

# Country.BA
source: Bosnia and Herzegovina
af: Bosnië-Herzegowina
am: ቦስኒያ እና ሄርዞጎቪኒያ
ar: البوسنة والهرسك
as: ব'ছনিয়া আৰু হাৰ্জেগ'ভিনা
az: Bosniya və Herseqovina
bg: Босна и Херцеговина
bn_in: বসনিয়া অ্যান্ড হার্জেগোভিনা
bs: Bosna i Hercegovina
cy: Bosnia a Herzegovina
da: Bosnien-Hercegovina
de: Bosnien und Herzegowina
el: Βοσνία και Ερζεγοβίνη
es: Bosnia y Herzegovina
et: Bosnia ja Hertsegoviina
eu: Bosnia eta Herzegovina
fa: بوسنی هرزگووین
ga: An Bhoisnia agus an Heirseagaivéin
gd: Bosna is Hearsagobhana
gl: Bosnia e Hercegovina
gu: બોસ્નિયા અને હર્જિગોવિના
he: בוסניה והרצגובינה
hi: बोस्निया एवं हर्ज़गोविना
hr: Bosna i Hercegovina
hu: Bosznia-Hercegovina
id: Bosnia dan Herzegovina
is: Bosnía og Hersegóvína
ja: ボスニア・ヘルツェゴビナ
ka: ბოსნია და ჰერცეგოვინა
kk: Босния және Герцеговина
kn: ಬೊಸ್ನಿಯಾ ಹಾಗೂ ಹೆರ್ಜೆಗೊವಿನಾ
ko: 보스니아 헤르체고비나
ku_arab: بۆسنە و هەرزەگۆڤینا
ky: Босния жана Герцеговина
lo: ບັອສເນຍ ແລະ ເຮີເຊໂກວີນາ
lt: Bosnija ir Hercegovina
lv: Bosnija un Hercegovina
mi: Pōngia me Herekowina
mk: Босна и Херцеговина
ml: ബോസ്നിയ ആന്‍ഡ് ഹെര്‍സെഗോവിന
mn: Босни-Герцеговин
mr: बोस्निया आणि हर्जेगोविना
ms: Bosnia dan Herzegovina
mt: Bosnja u Ħerzegovina
ne: बोस्निया र हर्जेगोभनिया
nn_no: Bosnia-Hercegovina
no: Bosnia-Hercegovina
or: ବୋସନିଆ ଏବଂ ହେର୍ଜେଗୋଭିନା
pa_arab_pk: بوسنیا تے ہرزی گونیا
pa_in: ਬੋਸਨੀਆ ਅਤੇ ਹਰਜ਼ੇਗੋਵੀਨਾ
pl: Bośnia i Hercegowina
ru: Босния и Герцеговина
sd: بوسنيا ۽ هرزوگووينا
si: බොස්නි‍යා හා හර්ස්ගොවිනියා
sl: Bosna in Hercegovina
sr_cyrl_rs: Босна и Херцеговина
sr_latn_rs: Bosna i Hercegovina
sv: Bosnien och Hercegovina
ta: போஸ்னியா மற்றும் ஹெர்செகோவினா
te: బోస్నియా మరియు హెర్జిగోవినా
tg: Босния ва Ҳерсеговина
th: บอสเนียและเฮอร์เซโกวีนา
tr: Bosna-Hersek
tt: Босния һәм Герцеговина
ug: بوسىنىيە ۋە گېرتسېگوۋىنا
uk: Боснія та Герцеґовина
ur: بوسنیا اور ہرزیگوینا
uz: Bosniya va Gertsegovina
vi: Bosnia và Herzegovina
zh_hans: 波斯尼亚和黑塞哥维那
zh_hant: 波士尼亞赫塞哥維納

# Country.BB
source: Barbados
am: ባርባዶስ
ar: بربادوس
as: বাৰ্বাডোচ
bg: Барбадос
bn_in: বার্বাডো
el: Μπαρμπάντος
fa: باربادوس
ga: Barbadós
gu: બારબાડોસ
he: ברבדוס
hi: बारबाडोस
ja: バルバドス
ka: ბარბადოსი
kk: Барбадос
kn: ಬಾರ್ಬೊಡೊಸ್
ko: 바베이도스
ku_arab: باربادۆس
ky: Барбадос
lo: ບາບາໂດສ
lt: Barbadosas
lv: Barbadosa
mi: Pāpatohe
mk: Барбадос
ml: ബാര്‍ബഡോസ്
mn: Барбадос
mr: बारबाडोस
ne: बार्बेडोस
or: ବାର୍ବାଡୋସ୍
pa_arab_pk: باربادوس
pa_in: ਬਾਰਬਾਡੋਸ
ru: Барбадос
sd: باربيڊس
si: බාබඩෝස්
sr_cyrl_rs: Барбадос
ta: பார்படாஸ்
te: బార్బడోస్
tg: Барбадос
th: บาร์เบโดส
tt: Барбадос
ug: باربادوس
uk: Барбадос
ur: باربادوس
zh_hans: 巴巴多斯
zh_hant: 巴貝多

# Country.BD
source: Bangladesh
af: Bangladesj
am: ባንግላዴሽ
ar: بنغلاديش
as: বাংলাদেশ
az: Banqladeş
bg: Бангладеш
bn_in: বাংলাদেশ
bs: Bangladeš
de: Bangladesch
el: Μπαγκλαντές
fa: بنگلادش
ga: An Bhanglaidéis
gd: Bangladais
gu: બાંગ્લાદેશ
he: בנגלדש
hi: बांग्लादेश
hr: Bangladeš
hu: Banglades
is: Bangladess
ja: バングラデシュ
ka: ბანგლადეში
kk: Бангладеш
kn: ಬಾಂಗ್ಲಾದೇಶ
ko: 방글라데시
ku_arab: بەنگلادیش
ky: Бангладеш
lo: ບັງກະລາເທດ
lt: Bangladešas
lv: Bangladeša
mi: Pākaratēhi
mk: Бангладеш
ml: ബംഗ്ലാദേശ്
mn: Бангладеш
mr: बांग्लादेश
mt: Bangladexx
ne: बंग्लादेश
or: ବଙ୍ଗଳାଦେଶ
pa_arab_pk: بنگلادیش
pa_in: ਬੰਗਲਾਦੇਸ਼
pl: Bangladesz
ru: Бангладеш
sd: بنگلاديش
si: බංග්ලාදේශය
sl: Bangladeš
sr_cyrl_rs: Бангладеш
sr_latn_rs: Bangladeš
ta: பங்களாதேஷ்
te: బంగ్లాదేశ్
tg: Бангладеш
th: บังกลาเทศ
tr: Bangladeş
tt: Бангладеш
ug: بېنگال
uk: Банґладеш
ur: بنگلادیش
zh_hans: 孟加拉国
zh_hant: 孟加拉

# Country.BE
source: Belgium
af: België
am: ቤልጀም
ar: بلجيكا
as: বেলজিয়াম
az: Belçika
bg: Белгия
bn_in: বেলজিয়াম
bs: Belgija
cy: Gwlad Belg
da: Belgien
de: Belgien
el: Βέλγιο
es: Bélgica
et: Belgia
eu: Belgika
fa: بلژیک
ga: An Bheilg
gd: A' Bheilg
gl: Bélxica
gu: બેલ્જિયમ
he: בלגיה
hi: बेल्जियम
hr: Belgija
id: Belgia
is: Belgía
ja: ベルギー
ka: ბელგია
kk: Бельгия
kn: ಬೆಲ್ಜಿಯಂ
ko: 벨기에
ku_arab: بەلجیکا
ky: Бельгия
lo: ແບນຊິກ
lt: Belgija
lv: Beļģija
mi: Pehiamu
mk: Белгија
ml: ബെല്‍ജിയം
mn: Бельги
mr: बेल्जियम
mt: Belġju
ne: बेल्जियम
nn_no: Belgia
no: Belgia
or: ବେଲ୍‌ଜିୟମ୍
pa_arab_pk: بیلجیئم
pa_in: ਬੈਲਜੀਅਮ
pl: Belgia
ru: Бельгия
sd: بيلجم
si: බෙල්ජියම
sl: Belgija
sr_cyrl_rs: Белгија
sr_latn_rs: Belgija
sv: Belgien
ta: பெல்ஜியம்
te: బెల్జియం
tg: Белгия
th: เบลเยียม
tr: Belçika
tt: Бельгия
ug: بېلگىيە
uk: Бельґія
ur: بیلجیئم
uz: Belgiya
vi: Bỉ
zh_hans: 比利时
zh_hant: 比利時

# Country.BF
source: Burkina Faso
am: ቡርኪናፋሶ
ar: بوركينافاسو
as: বুৰ্কীনা ফাছো
bg: Буркина Фасо
bn_in: বার্কিনা ফাসো
el: Μπουρκίνα Φάσο
fa: بورکینافاسو
ga: Buircíne Fasó
gd: Buirciona Faso
gu: બુર્કિના ફાસો
he: בורקינה פאסו
hi: बुर्किना फ़ासो
is: Búrkína Fasó
ja: ブルキナファソ
ka: ბურკინა-ფასო
kk: Буркина-Фасо
kn: ಬುರ್ಕಿನಾ ಫಾಸೋ
ko: 부르키나파소
ku_arab: بۆرکینا فاسۆ
ky: Буркина-Фасо
lo: ເບີກີນາຟາໂຊ
lt: Burkina Fasas
mi: Pekina Whaho
mk: Буркина Фасо
ml: ബര്‍ക്കിന ഫാസോ
mn: Буркина Фасо
mr: बुर्किना फासो
ne: बुर्किना फासो
or: ବର୍କିନା ଫାସୋ
pa_arab_pk: برکینا فاسو
pa_in: ਬੁਰਕੀਨਾ ਫ਼ਾਸੋ
ru: Буркина-Фасо
sd: برڪنا فاسو
si: බුර්කිනෝ ෆාසෝ
sr_cyrl_rs: Буркина Фасо
ta: புர்கினா ஃபாசோ
te: బుర్కినా ఫాసో
tg: Буркина-Фасо
th: บูร์กินาฟาโซ
tt: Буркина-Фасо
ug: بۇركىنا فاسو
uk: Буркіна-Фасо
ur: برکینا فاسو
zh_hans: 布基纳法索
zh_hant: 布吉納法索

# Country.BG
source: Bulgaria
af: Bulgarye
am: ቡልጋሪያ
ar: بلغاريا
as: বুলগেৰিয়া
az: Bolqarıstan
bg: България
bn_in: বুলগেরিয়া
bs: Bugarska
cy: Bwlgaria
da: Bulgarien
de: Bulgarien
el: Βουλγαρία
et: Bulgaaria
fa: بلغارستان
ga: An Bhulgáir
gd: A' Bhulgair
gu: બલ્ગેરિયા
he: בולגריה
hi: बल्गारिया
hr: Bugarska
hu: Bulgária
is: Búlgaría
ja: ブルガリア
ka: ბულგარეთი
kk: Болгария
kn: ಬಲ್ಗೇರಿಯಾ
ko: 불가리아
ku_arab: بولگاریا
ky: Болгария
lo: ບູນກາຣີ
lt: Bulgarija
lv: Bulgārija
mi: Purukāria
mk: Бугарија
ml: ബള്‍ഗേറിയ
mn: Болгар
mr: बल्गेरिया
mt: Bulgarija
ne: बुल्गेरिया
or: ବଲଗରିଆ
pa_arab_pk: بلغاریہ
pa_in: ਬੁਲਗਾਰਿਆ
pl: Bułgaria
ru: Болгария
sd: بلجيريا
si: බල්ගේරියාව
sl: Bolgarija
sr_cyrl_rs: Бугарска
sr_latn_rs: Bugarska
sv: Bulgarien
ta: பல்கேரியா
te: బల్గేరియా
tg: Булғория
th: บัลแกเรีย
tr: Bulgaristan
tt: Болгария
ug: بۇلغارىيە
uk: Болгарія
ur: بلغاریہ
uz: Bolgariya
zh_hans: 保加利亚
zh_hant: 保加利亞

# Country.BH
source: Bahrain
af: Bahrein
am: ባሕሬን
ar: البحرين
as: বাহৰেইন ৰাজতন্ত্র
az: Bəhreyn
bg: Бахрейн
bn_in: বাহরিন
bs: Bahrein
el: Μπαχρέιν
es: Baréin
et: Bahrein
fa: بحرین
ga: Ríocht Bhairéin
gd: Bachrain
gu: બેહરીન
he: בחריין
hi: बहरीन
hr: Bahrein
hu: Bahrein
is: Barein
ja: バーレーン
ka: ბაჰრეინი
kk: Бахрейн
kn: ಬಹರೇನ್
ko: 바레인
ku_arab: بەحرەین
ky: Бахрейн
lo: ບາເຣນ
lt: Bahreinas
lv: Bahreina
mi: Pāreina
mk: Бахреин
ml: ബഹ്‌റൈന്‍
mn: Бахрейн
mr: बहरीन
ne: बाहरैन
or: ବାହାରିନ୍
pa_arab_pk: بحرین
pa_in: ਕਿੰਗਡਮ ਆਫ ਬਹਿਰੀਨ
pl: Bahrajn
ru: Бахрейн
sd: بحرين
si: බහරේන්
sl: Bahrajn
sr_cyrl_rs: Бахреин
sr_latn_rs: Bahrein
ta: பஹ்ரைன்
te: బహ్రెయిన్
tg: Баҳрайн
th: บาห์เรน
tr: Bahreyn
tt: Бәхрәйн
ug: بەھرەين
uk: Бахрейн
ur: بحرین
uz: Bahrayn
zh_hans: 巴林
zh_hant: 巴林

# Country.BI
source: Burundi
am: ቡሩንዲ
ar: بوروندي
as: বুৰুণ্ডি
bg: Бурунди
bn_in: বুরুণ্ডি
cy: Bwrwndi
el: Μπουρούντι
fa: بوروندی
ga: An Bhurúin
gd: Burundaidh
gu: બુરુન્ડી
he: בורונדי
hi: बुरुंडी
is: Búrúndí
ja: ブルンジ
ka: ბურუნდი
kk: Бурунди
kn: ಬುರುಂಡಿ
ko: 부룬디
ku_arab: بۆرۆندی
ky: Бурундия
lo: ບູຣຸນດິ
lt: Burundis
lv: Burundija
mi: Puruniti
mk: Бурунди
ml: ബുറുണ്ടി
mn: Бурунди
mr: बुरुंडी
ne: बुरून्डी
or: ବୁରୁଣ୍ଡି
pa_arab_pk: بوروڈی
pa_in: ਬੁਰੁੰਡੀ
ru: Бурунди
sd: برندني
si: බුරුණ්ඩි
sr_cyrl_rs: Бурунди
ta: புருண்டி
te: బురుండి
tg: Бурунди
th: บุรุนดี
tt: Бурунди
ug: بۇرۇندى
uk: Бурунді
ur: بوروڈی
zh_hans: 布隆迪
zh_hant: 蒲隆地

# Country.BJ
source: Benin
am: ቤኒን
ar: بنين
as: বেনিন
bg: Бенин
bn_in: বেনিন
el: Μπενίν
es: Benín
fa: بنین
ga: Beinin
gd: Beinin
gl: Benín
gu: બેનિન
he: בנין
hi: बेनिन
is: Benín
ja: ベナン
ka: ბენინი
kk: Бенин
kn: ಬೆನಿನ್
ko: 베냉
ku_arab: بەنین
ky: Бенин
lo: ເບນິນ
lt: Beninas
lv: Benina
mi: Pēnina
mk: Бенин
ml: ബെനിന്‍
mn: Бенин
mr: बेनिन
ne: बेनिन्
or: ବେନିନ୍
pa_arab_pk: بینن
pa_in: ਬੇਨਿਨ
ru: Бенин
sd: بينن
si: බෙනින්
sr_cyrl_rs: Бенин
ta: பெனின்
te: బెనిన్
tg: Бенин
th: เบนิน
tt: Бенин
ug: بېنىن
uk: Бенін
ur: بینن
zh_hans: 贝宁
zh_hant: 貝南

# Country.BL
source: Saint Barthélemy
af: Sint Barthélemy
am: ሴንት በርተለሜዎስ
ar: ‏‏سان بارتليمي
as: চেইণ্ট বাৰ্থলেমে
az: Sent Bartelemi
bg: Свети Бартелеми
bn_in: সেন্টবার্থালেমি
bs: Sveti Bartolomej
de: St. Barthélemy
el: Άγιος Βαρθολομαίος
es: San Bartolomé
fa: سنت بارتلمی
gu: સેંટ બાર્થેલેમી
he: סנט ברתולומיאו
hi: सेंट बार्थेलेमी
hr: Sveti Bartolomej
is: Sankti Bartolómeusar-eyjar
ja: サン・バルテルミー島
ka: სენტ-ბართლომე
kk: Сен-Бартельми
kn: ಸೇಂಟ್ ಬಾರ್ತೆಲೆಮಿ
ko: 세인트 바르텔레미
ku_arab: سەینت بارتیلەمی
ky: Сен Бартельми
lo: ແຊັງບາເຕເລມີ
lt: Sen Bartelemi
lv: Senbartelemī
mi: Hato Pāteremi
mk: Св. Бартоломеј
ml: സെന്‍റ് ബാർത്ത്‌ലേമി
mn: Сент-Бартельми
mr: सेंट बार्थेलेमी
ms: Saint Barthelemy
ne: सेन्ट बार्थेलेमी
or: ସେଣ୍ଟ ବ୍ରେଥେଲେମୀéଲେମି
pa_arab_pk: سینٹ بارتھیلمے
pa_in: ਸੇਂਟ ਬਾਰਥੇਲੇਮੀ
ru: Сен-Бартельми
sd: سينٽ بارٿليمي
si: ශාන්ත බර්ත්හෙලෙමි
sr_cyrl_rs: Свети Вартоломеј
sr_latn_rs: Sveti Vartolomej
ta: செயின்ட் பார்த்திலேமி
te: సెయింట్ బర్థెలిమి
tg: Сент-Бартелми
th: แซงบาเทเลอมี
tt: Сен-Бартельми
ug: سايىنت بارتېلېمى
uk: Сен-Бартелемі
ur: سینٹ بارتھیلمے
uz: Sent-Bartelemi
zh_hans: 圣巴泰勒米
zh_hant: 聖巴瑟米

# Country.BL.2
source: Saint Barthélemy
af: Sint Barthélemy
am: ሴንት በርተለሜዎስ
ar: ‏‏سان بارتليمي
as: চেইণ্ট বাৰ্থলেমে
az: Sent Bartelemi
bg: Свети Бартелеми
bn_in: সেন্টবার্থালেমি
bs: Sveti Bartolomej
de: St. Barthélemy
el: Άγιος Βαρθολομαίος
es: San Bartolomé
fa: سنت بارتلمی
gu: સેંટ બાર્થેલેમી
he: סנט ברתולומיאו
hi: सेंट बार्थेलेमी
hr: Sveti Bartolomej
is: Sankti Barthélemy
ja: サン・バルテルミー島
ka: სენტ-ბართლომე
kk: Сен-Бартельми
kn: ಸೇಂಟ್ ಬಾರ್ತೆಲೆಮಿ
ko: 세인트 바르텔레미
ku_arab: سانت بارتێلمی
ky: Сен Бартельми
lo: ເຊັງ ບາເຕເລມີ
lt: Sen Bartelemi
lv: Senbartelemī
mi: Hato Pāteremi
mk: Св. Бартоломеј
ml: സെന്‍റ് ബാർത്ത്‌ലേമി
mn: Сент-Бартельми
mr: सेंट बार्थेलेमी
ms: Saint Barthelemy
ne: सेन्ट बार्थेलेमी
or: ସେଣ୍ଟ ବ୍ରେଥେଲେମୀ
pa_arab_pk: سینٹ بارتھیلمے
pa_in: ਸੇਂਟ ਬਾਰਥੇਲੇਮੀ
ru: Сен-Бартельми
sd: سينٽ بارٿليمي
si: ශාන්ත බර්ත්හෙලෙමි
sr_cyrl_rs: Свети Вартоломеј
sr_latn_rs: Sveti Vartolomej
ta: செயின்ட் பார்த்திலேமி
te: సెయింట్ బర్థెలిమి
tg: Сент-Бартелми
th: แซงบาเทเลอมี
tt: Сен-Бартельми
ug: سايىنت بارتېلېمى
uk: Сен-Бартелемі
ur: سینٹ بارتھیلمے
uz: Sent-Bartelemi
zh_hans: 圣巴泰勒米
zh_hant: 聖巴瑟米

# Country.BM
source: Bermuda
am: ቤርሙዳ
ar: برمودا
as: বাৰ্মুডা
az: Bermud adaları
bg: Бермуда
bn_in: বারমুডা
cy: Bermwda
el: Βερμούδες
es: Bermudas
fa: برمودا
ga: Beirmiúda
gd: Bearmùda
gu: બરમૂડા
he: ברמודה
hi: बरमूडा
is: Bermúdaeyjar
ja: バミューダ諸島
ka: ბერმუდა
kk: Бермуд аралдары
kn: ಬರ್ಮುಡಾ
ko: 버뮤다
ku_arab: بەرمۆدا
ky: Бермуда
lo: ເບີມິວດາ
lv: Bermudu salas
mi: Papura
mk: Бермуди
ml: ബെര്‍മുഡ
mn: Бермуда
mr: बर्मुडा
ne: बर्मुदा
or: ବର୍ମୁଡା
pa_arab_pk: برمودا
pa_in: ਬਰਮੂਡਾ
pl: Bermudy
ru: Бермуды
sd: برمنڊا
si: බර්මියුඩාව
sl: Bermudi
sr_cyrl_rs: Бермуда
ta: பெர்முடா
te: బెర్ముడా
tg: Бермуда
th: เบอร์มิวดา
tt: Бермуд утраулары
ug: بېرمۇدا
uk: Бермудські острови
ur: برمودا
zh_hans: 百慕大
zh_hant: 百慕達

# Country.BN
source: Brunei
af: Broenei
am: ብሩኔ
ar: بروناي
as: ব্ৰুনেই
az: Bruney
bg: Бруней
bn_in: ব্রুনেই
bs: Brunej
cy: Brwnei
de: Brunei Darussalam
el: Μπρουνέι
es: Brunéi
fa: برونئی
ga: Brúiné
gd: Brùnaigh
gu: બ્રૂનેઈ
he: ברוניי
hi: ब्रुनई
hr: Brunej
is: Brúnei
ja: ブルネイ
ka: ბრუნეი
kk: Бруней
kn: ಬ್ರೂನಿ
ko: 브루나이
ku_arab: برونای
ky: Бруней
lo: ບຣູໄນ
lt: Brunėjus
lv: Bruneja
mi: Purunai
mk: Брунеи
ml: ബ്രൂണൈ
mn: Бруней
mr: ब्रुनेई
mt: Brunej
ne: ब्रुनाई
or: ବ୍ରୁନେଇ
pa_arab_pk: برونائی
pa_in: ਬਰੂਨੇਈ
ru: Бруней-Даруссалам
sd: برونائي
si: බෲනෛ
sl: Brunej
sr_cyrl_rs: Брунеј
sr_latn_rs: Brunej
ta: புரூனே
te: బ్రూనీ
tg: Бруней
th: บรูไน
tt: Бруней
ug: بىرۇنېي
uk: Бруней
ur: برونائی
uz: Bruney
zh_hans: 文莱
zh_hant: 汶萊

# Country.BO
source: Bolivia
af: Bolivië
am: ቦሊቪያ
ar: بوليفيا
as: বলিভিয়া
az: Boliviya
bg: Боливия
bn_in: বলিভিয়া
bs: Bolivija
cy: Bolifia
de: Bolivien
el: Βολιβία
et: Boliivia
fa: بولیوی
ga: An Bholaiv
gd: Boilibhia
gu: બોલિવિયા
he: בוליביה
hi: बोलीविया
hr: Bolivija
hu: Bolívia
is: Bólivía
ja: ボリビア
ka: ბოლივია
kk: Боливия
kn: ಬೊಲಿವಿಯಾ
ko: 볼리비아
ku_arab: بۆلیڤیا
ky: Боливия
lo: ໂບລິເວຍ
lt: Bolivija
lv: Bolīvija
mi: Poriwia
mk: Боливија
ml: ബൊളിവിയ
mn: Боливи
mr: बोलिव्हिया
mt: Bolivja
ne: बोलेभिया
or: ବୋଲିଭିଆ
pa_arab_pk: ‏‏بولیویا
pa_in: ਬੋਲੀਵੀਆ
pl: Boliwia
ru: Боливия
sd: بوليويا
si: බොලිවියාව
sl: Bolivija
sr_cyrl_rs: Боливија
sr_latn_rs: Bolivija
ta: பொலிவியா
te: బొలీవియా
tg: Боливия
th: โบลิเวีย
tr: Bolivya
tt: Боливия
ug: بولىۋىيە
uk: Болівія
ur: بولیویا
uz: Boliviya
zh_hans: 玻利维亚
zh_hant: 玻利維亞

# Country.BQ
source: Bonaire
am: ቦኔር
ar: بونيه
as: বোনাইৰে
az: Bonayre
bg: Бонер
bn_in: বোনাইরে
el: Μποναίρ
fa: بونیر
gu: બોનૈર
he: בונאייר, סנט אוסטטיוס וסאבא
hi: बोनेयर
hr: Bonaire, Sint Eustatius i Saba
ja: ボネール島
ka: ბონაირის კუნძული
kk: Бонайре
kn: ಬೊನೆರ್
ko: 보네르
ku_arab: بۆنێر
ky: Бонайре
lo: ໂບແນຣ
lt: Boneras
mi: Ponē
mk: Бонаир
ml: ബോനയര്‍
mn: Бонайре
mr: बोनेयर
ne: बोनैर
or: ବୋନେରେ
pa_arab_pk: بونائر
pa_in: ਬੋਨੇਅਰ
ru: Бонайре
sd: بونيئر
si: බොනාරේ
sr_cyrl_rs: Бонер
sr_latn_rs: Boner
ta: போனெய்ர்
te: బొనైరే
tg: Бонайре
th: โบแนร์
tt: Бонайре
ug: بونارىيە
uk: Бонайре
ur: بونائیر
uz: Bonayre
zh_hans: 博内尔
zh_hant: 波奈

# Country.BQ.2
source: Bonaire, Sint Eustatius and Saba
af: Bonaire, Sint Eustatius en Saba
am: ቦኔር፣ ሲንት ዮስታቲዮስ እና ሳባ
ar: بونيه وسانت أوستاتيوس وسابا
as: বোনাইৰ, চিণ্ট ইউষ্টাটিউচ আৰু চাবা
az: Bonayre, Sint Estatius və Saba
bg: Бонер, Синт Естатиус и Саба
bn_in: বোনাইরে, সিন্ট ইউস্ট্যাটিয়াস এবং সাবা
bs: Bonaire, Sint Eustatius i Saba
cy: Bonaire, Sint Eustatius a Saba
da: Bonaire, Sint Eustatius og Saba
de: Bonaire, Sint Eustatius und Saba
el: Μποναίρ, Άγιος Ευστάθιος και Σάμπα
es: Bonaire, San Eustaquio y Saba
et: Bonaire, Sint-Eustatius ja Saba
eu: Bonaire, Sint Eustatius eta Saba
fa: بونیر، سنت اوستاتیوس و سابا
ga: Bonaire, Sint Eustatius agus Saba
gd: Bonaire, Sint Eustatius agus Saba
gl: Bonaire, San Eustaquio e Saba
gu: બોનૈર, સેંટ યૂસ્ટેસિયસ અને સાબા
he: בונאייר, סנט אוסטטיוס וסאבא
hi: बोनेयर, सिंट एस्टाट्यूअस और साबा
hr: Bonaire, Sint Eustatius i Saba
hu: Bonaire, Sint Eustatius és Saba
id: Bonaire, Sint Eustatius dan Saba
is: Bonaire, Sint Eustatius og Saba
ja: ボネール島、セント・ユースタティウス島、サバ島
ka: ბონაირე, სინტ-ესტატიუსი და საბა
kk: Бонайре, Синт-Эстатиус және Саба
kn: ಬೊನಾರ್ಯ್, ಸಿಂಟ್ ಯುಸ್ಟಾಟಿಯಸ್ ಮತ್ತು ಸಬಾ
ko: 보네르, 신트외스타티우스 및 사바
ku_arab: بۆنێر، سانت ئوستاتیۆس و سابا
ky: Бонайре, Синт-Эстатиус жана Саба
lo: ໂບແນຣ, ຊິງ ອີອຸສຕາຊຽສ ແລະຊາບາ
lt: Boneras, Sint Eustatijus ir Saba
lv: Bonaire, Sintēstatiusa un Saba
mi: Ponē, Hato Utatahe me Hapa
mk: Бонаир, Св. Естатиус и Саба
ml: ബോനയര്‍, സെയ്ന്‍റ് യൂസ്റ്റാഷ്യസ് ആൻഡ് സാബ
mn: Бонайре, Синт-Эстатиус ба Саба
mr: बोनेयर, सिंट इस्टाट्यूअस आणि साबा
ms: Bonaire, Sint Eustatius dan Saba
mt: Bonaire, Sint Eustatius u Saba
ne: बोनैर, सिन्ट यूस्टियस र साबा
nn_no: Bonaire, Sint Eustatius og Saba
no: Bonaire, Sint Eustatius og Saba
or: ବୋନେରେ, ସେଣ୍ଟ୍ ଏୟୁଷ୍ଟାଟିୟସ୍ ଏବଂ ସାବା
pa_arab_pk: بونیر، سنٹ اوسٹاٹس تے سابا
pa_in: ਬੋਨੇਅਰ, ਸੈਂਟ ਸਟੇਸ਼ਿਆ ਅਤੇ ਸਬਾ
pl: Bonaire, Sint Eustatius i Saba
ru: Бонайре, Синт-Эстатиус и Саба
sd: بونوريا، سينٽ اسٽس ۽ سابا
si: බොනොයාර්, සින් එවුස්ටේටියස් සහ සාබා
sl: Bonaire, Sint Eustatius in Saba
sr_cyrl_rs: Бонер, Свети Еустахије и Саба
sr_latn_rs: Boner, Sveti Eustahije i Saba
sv: Bonaire, Saint Eustatius och Saba
ta: போனெயிர், சின்ட் யுஸ்டேஸியஸ் மற்றும் சபா
te: బోనైర్, సింట్ ఎస్టాటిస్ మరియు సాబా
tg: Бонайре, Синт-Эстатиус ва Саба
th: โบแนร์ ซินท์อุสตาทิอุส และซาบา
tr: Bonaire, Sint Eustatius ve Saba
tt: Бонайре, Синт-Эстатиус һәм Саба
ug: بونايېر،سىنت ئېستاتىيوس ۋە سابا
uk: Бонайре, Сінт-Естатіус і Саба
ur: بونیر، سنٹ اسٹاٹئیس اور سابا
uz: Boner, Sen-Estatus va Saba
vi: Bonaire, Sint Eustatius và Saba
zh_hans: 博内尔、圣尤斯特歇斯和沙巴
zh_hant: 波奈、聖佑達修斯和沙巴

# Country.BR
source: Brazil
af: Brasilië
am: ብራዚል
ar: البرازيل
as: ব্ৰাজিল
az: Braziliya
bg: Бразилия
bn_in: ব্রাজিল
cy: Brasil
da: Brasilien
de: Brasilien
el: Βραζιλία
es: Brasil
et: Brasiilia
eu: Brasil
fa: برزیل
ga: An Bhrasaíl
gd: Braisil
gl: Brasil
gu: બ્રાઝિલ
he: ברזיל
hi: ब्राज़ील
hu: Brazília
id: Brasil
is: Brasilía
ja: ブラジル
ka: ბრაზილია
kk: Бразилия
kn: ಬ್ರೆಜಿಲ್
ko: 브라질
ku_arab: بەرازیل
ky: Бразилия
lo: ບຣາຊິນ
lt: Brazilija
lv: Brazīlija
mi: Parahi
mk: Бразил
ml: ബ്രസീല്‍
mn: Бразил
mr: ब्राझील
mt: Brażil
ne: ब्राजील
nn_no: Brasil
no: Brasil
or: ବ୍ରାଜିଲ୍
pa_arab_pk: برازیل
pa_in: ਬ੍ਰਾਜ਼ੀਲ
pl: Brazylia
ru: Бразилия
sd: برازيل
si: බ්‍රසීලය
sl: Brazilija
sr_cyrl_rs: Бразил
sv: Brasilien
ta: பிரேசில்
te: బ్రెజిల్
tg: Бразилия
th: บราซิล
tr: Brezilya
tt: Бразилия
ug: بىرازىلىيە
uk: Бразілія
ur: برازیل
uz: Braziliya
zh_hans: 巴西
zh_hant: 巴西

# Country.BS
source: Bahamas
am: ባሃማስ
ar: جزر البهاما
as: বাহামাছ
az: Baham Adaları
bg: Бахамски острови
bn_in: বাহামাস
bs: Bahami
el: Μπαχάμες
et: Bahama
eu: Bahamak
fa: باهاماس
ga: Na Bahámaí
gd: Na h-Eileanan Bhathama
gu: બહામાઝ
he: איי הבהאמה
hi: बहामाज़
hr: Bahami
hu: Bahama-szigetek
id: Bahama
is: Bahamaeyjar
ja: バハマ
ka: ბაჰამის კუნძულები
kk: Багам аралдары
kn: ಬಹಾಮಾಸ್
ko: 바하마
ku_arab: باهاما
ky: Багамас
lo: ບາຮາມາສ
lt: Bahamos
lv: Bahamu salas
mi: Pāhama
mk: Бахами
ml: ബഹാമാസ്
mn: Багамын Арлууд
mr: बहमास
mt: Baħamas
ne: बाहामस
or: ବାହାମାସ୍
pa_arab_pk: بیہاماس
pa_in: ਬਹਾਮਾਸ
pl: Bahamy
ru: Багамы
sd: بهامس
si: බහමාස්
sl: Bahami
sr_cyrl_rs: Бахами
sr_latn_rs: Bahami
ta: பஹாமாஸ்
te: బహామాస్
tg: Багама
th: บาฮามาส
tr: Bahamalar
tt: Багам Утраулары
ug: باھاما
uk: Багамські острови
ur: بہامس
uz: Bagam orollari
vi: Ba-ha-ma
zh_hans: 巴哈马
zh_hant: 巴哈馬
