Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ChinaUnionPay.PaymentSummaryText
source: Sign in with ()EmailAddress anytime to use this payment method to buy digital content from Microsoft Store.
af: Meld enige tyd aan met ()EmailAddress om hierdie betalingsmetode te gebruik as jy digitale inhoud by die Microsoft Store koop.
am: ከMicrosoft Store ዲጂታል ይዘትን ለመግዛት ይህን የመክፈያ ዘዴ መጠቀም እንዲችሉ በማናቸውም ጊዜ በ ()EmailAddress ይግቡ።
ar: قم بتسجيل الدخول باستخدام ()EmailAddress في أي وقت لاستخدام طريقة الدفع هذه لشراء محتوى رقمي من Microsoft Store.
as: Microsoft Store-ৰ পৰা ডিজিটেল সমল ক্ৰয় কৰিবলৈ এই পৰিশোধ পদ্ধতিটো ব্যৱহাৰ কৰিবলৈ যিকোনো সময়তে ()EmailAddress ছাইন ইন কৰক৷
az: Microsoft Store-dan rəqəmsal məzmun almaq üçün bu ödəniş üsulundan istifadə etmək məqsədilə istənilən vaxt ()EmailAddress ilə daxil olun.
bg: Влезте с ()EmailAddress по всяко време, за да използвате този метод на плащане за закупуване на цифрово съдържание от Microsoft Store.
bn_in: যে কোনো সময় Microsoft Store থেকে ডিজিটাল বিষয়বস্তু কিনতে এই অর্থপ্রদান পদ্ধতি ব্যবহার করার জন্য ()EmailAddress দিয়ে সাইন ইন করুন৷
bs: U svakom trenutku se možete prijaviti pomoću adrese ()EmailAddress da biste ovim načinom plaćanja kupili digitalni sadržaj u prodavnici Microsoft Store.
cy: Mewngofnodwch gyda ()EmailAddress unrhyw bryd i ddefnyddio'r dull talu hwn i brynu cynnwys digidol o'r Microsoft Store.
da: Log på med ()EmailAddress når som helst for at bruge denne betalingsmetode til at købe digitalt indhold fra Microsoft Store.
de: Melden Sie sich jederzeit mit „()EmailAddress“ an, um diese Zahlungsmethode für den Kauf digitaler Inhalte im Microsoft Store zu verwenden.
el: Εισέλθετε με τη διεύθυνση ()EmailAddress οποιαδήποτε στιγμή για να χρησιμοποιήσετε αυτή τη μέθοδο πληρωμής για την αγορά ψηφιακού περιεχομένου από το Microsoft Store.
es: Inicia sesión con ()EmailAddress cuando quieras usar este método de pago para comprar contenido digital de Microsoft Store.
et: Meiliaadressiga ()EmailAddress sisse logides saate seda makseviisi kasutades osta Microsoft Store'ist digitaalsisu.
eu: Hasi saioa nahi duzunean ()EmailAddress helbidearekin, ordaintzeko metodo hau erabiltzeko Microsoft Store dendan eduki digitala erosteko.
fa: در هر زمان دلخواه با ()EmailAddress وارد سیستم شوید تا بتوانید محتوای دیجیتال را از Microsoft Store بخرید.
ga: Sínigh isteach le ()EmailAddress uair ar bith chun an modh íocaíochta seo a úsáid chun inneachar digiteach a cheannach ó Microsoft Store.
gd: Clàraich a-steach le ()EmailAddress uair sam bith is ceannaich susbaint dhigiteach o Microsoft Store.
gl: Inicia sesión con ()EmailAddress en calquera momento para utilizar este método de pagamento para comprar contido dixital de Microsoft Store.
gu: Microsoft Store પરથી ડિજિટલ સામગ્રી ખરીદવા માટે આ ચૂકવણી પદ્ધતિનો ઉપયોગ કરવા ()EmailAddress સાથે ગમે ત્યારે સાઇન ઇન કરો.
he: היכנס באמצעות ‎()EmailAddress בכל עת כדי להשתמש בשיטת תשלום זו לקניית תוכן דיגיטלי מ- Microsoft Store.
hi: Microsoft Store से डिजिटल सामग्री खरीदने के लिए इस भुगतान पद्धति का उपयोग करने के लिए किसी भी समय ()EmailAddress से साइन इन करें.
hr: U svakom se trenutku možete prijaviti pomoću adrese ()EmailAddress da biste ovim načinom plaćanja kupili digitalni sadržaj u trgovini Microsoft Store.
hu: A(z) ()EmailAddress címmel bejelentkezve bármikor vásárolhat digitális tartalmakat ezzel a fizetési móddal a Microsoft Store-ból.
id: Masuk dengan ()EmailAddress kapan saja untuk menggunakan metode pembayaran ini guna membeli konten digital dari Microsoft Store.
is: Skráðu þig inn með ()EmailAddress hvenær sem er til að nota þennan greiðslumáta til að kaupa stafrænt efni í Microsoft Store.
ja: ()EmailAddress を利用してサインインすると、いつでもこの支払い方法を使って、Microsoft Store からデジタル コンテンツを購入できます。
ka: Microsoft Store-ში ციფრული პროდუქტის შეძენისას სისტემაში შედით ()EmailAddress-ით ამ გადახდის მეთოდის გამოსაყენებლად ნებისმიერ დროს.
kk: Microsoft Store дүкенінен сандық мазмұнды сатып алуға осы төлем әдісін пайдалану үшін ()EmailAddress арқылы кіріңіз.
kn: Microsoft Storeದಿಂದ ಡಿಜಿಟಲ್ ವಿಷಯವನ್ನು ಖರೀದಿಸಲು ಈ ಪಾವತಿ ವಿಧಾನವನ್ನು ಬಳಸುವುದಕ್ಕಾಗಿ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ()EmailAddress ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: Microsoft Store에서 이 결제 방법을 사용하여 디지털 콘텐츠를 구매하려면 언제든 ()EmailAddress(으)로 로그인하세요.
ku_arab: هەرکاتێک ویستت لەڕێگەی ناونیشانی ئیمەیلی () بچۆ ژوورەوه بۆ بەکار‌هێنانی ئەم شێوازی پارەدانه بۆ کڕینی ناوەڕۆکه دیجیتاڵەکان له Microsoft Store.
ky: Microsoft Store'дон санарип мазмунду сатып алууга бул төлөм методун колдонуу үчүн ()EmailAddress менен каалаган убакытта катталып кириңиз.
lo: ລົງ​ຊື່​ເຂົ້າ​ໃຊ້​ດ້ວຍ​ທີ່​ຢູ່​ອີ​ເມວ ()​ທຸກ​ເວ​ລາ​ເພື່ອ​ໃຊ້​ວິ​ທີ​ການ​ຊຳ​ລະ​ເງິນ​ນີ້ເພື່ອ​ຊື້​ເນື້ອ​ໃນ​ດິ​ຈິ​ຕອນ​ຈາກ​ Microsoft Store .
lt: Prisijunkite naudodami ()EmailAddress, kad galėtumėte įsigyti skaitmeninio turinio iš „Microsoft Store“ naudodami šį mokėjimo būdą.
lv: Jebkurā laikā varat pierakstīties ar e-pasta adresi ()EmailAddress, lai iegādātos digitālu saturu veikalā Microsoft Store, izmantojot šo maksāšanas metodi.
mi: Takiuru mā te Wāhitau Īmēra () ahakoa te wā hei whakamahi i tēnei tikanga utu hei hoko āhuatanga matihiko i te Microsoft Store.
mk: Пријавете се во секое време со ()EmailAddress за да го користите овој начин на плаќање за да купите дигитална содржина од Microsoft Store.
ml: Microsoft Store നിന്ന് ഡിജിറ്റൽ ഉള്ളടക്കം വാങ്ങുന്നതിനുള്ള പണമടയ്‌ക്കൽ രീതിയായി ഇതുപയോഗിക്കാൻ ഏത് സമയത്തും ()EmailAddress ഉപയോഗിച്ച് സൈനിൻ ചെയ്യുക.
mn: Хүссэн үедээ ()EmailAddress хаягаараа нэвтэрч энэ төлбөрийн хэрэгслээрээ Microsoft Store дэлгүүрээс дижитал бүтээгдэхүүн худалдаж аваарай.
mr: Microsoft Store मधून डिजिटल सामुग्री खरेदी करण्याकरिता ही देय पद्धत वापरण्यासाठी केव्हाही ()EmailAddress वर साइन इन करा.
ms: Daftar masuk dengan ()EmailAddress pada bila-bila masa untuk menggunakan kaedah pembayaran ini bagi membeli kandungan digital daripada Microsoft Store.
mt: Idħol bl-()EmailAddress meta trid biex tuża dan il-metodu ta' pagament biex tixtri kontenut diġitali minn Microsoft Store.
ne: कुनैपनि समय Microsoft Store पसलबाट डिजिटल सामग्री खरिद गर्न यस भुक्तानको तरिका प्रयोग गर्नको लागि ()EmailAddress सहित साइन-इन गर्नुहोस्।
nn_no: Logg på med ()EmailAddress når som helst for å bruke denne betalingsmetoden til å kjøpe digitalt innhald frå Microsoft Store.
no: Logg på med ()EmailAddress når som helst for å bruke denne betalingsmåten ved kjøp av digitalt innhold fra Microsoft Store.
or: Microsoft Storeରୁ ଡିଜିଟାଲ୍ ବିଷୟବସ୍ତୁ କ୍ରୟ କରିବାକୁ ଏହି ଦେୟ ପଦ୍ଧତି ବ୍ୟବହାର କରିବାକୁ ଯେକୌଣସି ସମୟରେ ()EmailAddressକୁ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa_arab_pk: Microsoft اسٹور توں ڈیجیٹل مواد خریدن لئی ایس ادائیگی دے طریقے نُوں ورتن لئی کسی وی ویلے ()EmailAddress ایڈریس نال سائن ان کرو۔
pa_in: Microsoft Store ਸਟੋਰ ਤੋਂ ਡਿਜੀਟਲ ਸਮੱਗਰੀ ਖਰੀਦਣ ਲਈ ਇਸ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਵਰਤੋਂ ਕਰਨ ਲਈ ()EmailAddress ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ।
pl: W każdej chwili możesz zalogować się za pomocą adresu ()EmailAddress, aby kupować zawartość cyfrową ze sklepu Microsoft Store, używając tej formy płatności.
ru: Вы можете в любой момент войти в систему с помощью электронного адреса ()EmailAddress и воспользоваться этим методом оплаты для покупки цифрового содержимого в Microsoft Store.
sd: Microsoft Store کان ڊجيٽل مواد خريد ڪرڻ لاءِ هي ادائگي جو طريقو استعمال ڪرڻ لاءِ ڪنهن به وقت ()EmailAddress سان سائن ان ڪريو.
si: Microsoft Store වෙතින් ඩිජිටල් අන්තර්ගතය මිලදී ගැනීමට මෙම ගෙවීම් ක්‍රමය භාවිතා කිරීමට ඕනෑම වේලාවක ()EmailAddress මගින් ඇතුල්වන්න.
sl: Z ()EmailAddress se vpišite vsakič, ko s to plačilno metodo kupujete digitalno vsebino v trgovini Microsoft Store.
sr_cyrl_rs: Пријавите се било када користећи ()EmailAddress да бисте користили овај начин плаћања за куповину дигиталног садржаја у Microsoft Store продавници.
sr_latn_rs: Prijavite se bilo kada koristeći ()EmailAddress da biste koristili ovaj način plaćanja za kupovinu digitalnog sadržaja u Microsoft Store prodavnici.
sv: Logga in med ()EmailAddress när du vill använda den här betalningsmetoden och köpa digitalt innehåll från Microsoft Store.
ta: Microsoft Store-ல் இருந்து டிஜிட்டல் உள்ளீட்டை இந்தக் கட்டண முறையில் வாங்குவதற்கு எந்த நேரமும் ()EmailAddress கொண்டு உள்நுழைக.
te: Microsoft Store నుండి డిజిటల్ కంటెంట్‌ని కొనుగోలు చేసేందుకు ఈ చెల్లింపు పద్ధతిని ఉపయోగించడానికి ఏ సమయంలోనైనా ()EmailAddressతో సైన్ ఇన్ చేయండి.
tg: Дар вақти дилхоҳ бо ()EmailAddress ворид шуда, ин усули пардохтро барои харидории муҳтавои рақамӣ аз Microsoft Store истифода баред.
th: ลงชื่อเข้าใช้ด้วย ()EmailAddress ได้ตลอดเวลาหากต้องการใช้วิธีการชำระเงินนี้เพื่อซื้อเนื้อหาดิจิทัลจาก Microsoft Store
tr: Microsoft Store'dan dijital içerik satın almak amacıyla bu ödeme yöntemini kullanmak için ()EmailAddress e-posta adresinizle dilediğiniz zaman oturum açın.
tt: Теләсә кайсы вакытта ()EmailAddress белән кереп, бу түләү ысулы ярдәмендә Microsoft Store'дан цифрлы эчтәлекне сатып алыгыз.
ug: خالىغان ۋاقىتتا ()EmailAddress ئارقىلىق تىزىملاپ كىرىپ، بۇ ھەق تاپشۇرۇش ئۇسۇلىدا Microsoft Store دىن رەقەملىك مەزمۇنلارنى سېتىۋېلىڭ.
uk: Ви в будь-який момент можете ввійти в систему за допомогою електронної адреси ()EmailAddress і скористатися цим методом оплати для придбання цифрового вмісту в Microsoft Store.
ur: Microsoft Store سے ڈیجیٹل مشمولات کی خریداری کرنے کے لیے کسی بھی وقت اس طریقہ ادائیگی کو استعمال کرنے کے لیے ()EmailAddress کے ساتھ سائن ان کریں۔
uz: Microsoft Store’dan raqamli tarkibni sotib olish maqsadida bu to‘lov usulidan istalgan vaqtda foydalanish uchun ()EmailAddress bilan tizimga kiring.
vi: Hãy đăng nhập bằng ()EmailAddress bất cứ lúc nào cần sử dụng phương thức thanh toán này để mua nội dung kỹ thuật số từ Microsoft Store.
zh_hans: 随时使用 ()EmailAddress 登录，以使用此付款方式从 Microsoft Store 中购买数字内容。
zh_hant: 隨時使用 ()EmailAddress 登入，以使用此付款方式從 Microsoft Store 購買數位內容。

# Literal.CloseButtonAccessibilityName
source: Close
af: Sluit
am: ዝጋ
ar: إغلاق
as: বন্ধ কৰক
az: Bağla
bg: Затвори
bn_in: বন্ধ করুন
bs: Zatvori
cy: Cau
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sule
eu: Itxi
fa: بستن
ga: Dún
gd: Dùin
gl: Pechar
gu: બંધ કરો
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
is: Loka
ja: 閉じる
ka: დახურვა
kk: Жабу
kn: ಮುಚ್ಚು
ko: 닫기
ku_arab: داخستن
ky: Жабуу
lo: ປິດ
lt: Uždaryti
lv: Aizvērt
mi: Kati
mk: Затвори
ml: അടയ്ക്കുക
mn: Хаах
mr: बंद करा
ms: Tutup
mt: Agħlaq
ne: बन्द गर्नुहोस्
nn_no: Avslutt
no: Avslutt
or: ବନ୍ଦ
pa_arab_pk: بند کرو
pa_in: ਬੰਦ ਕਰੋ
pl: Zamknij
ru: Закрыть
sd: بند
si: වසන්න
sl: Zapri
sr_cyrl_rs: Затвори
sr_latn_rs: Zatvori
sv: Stäng
ta: மூடு
te: మూసివేయి
tg: Пӯшидан
th: ปิด
tr: Kapat
tt: Ябу
ug: يېپىش
uk: Закрити
ur: بند کریں
uz: Yopish
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# Literal.CreditCard.ErrorMessage.HasSpaces
source: No spaces are allowed in the card number
af: Geen spasies word in die kaartnommer toegelaat nie
am: በካርድ ቁጥር ላይ ምንም ባዶ ቦታ በውስጡ እንዲኖር አይፈቀድም
ar: غير مسموح بالمسافات في رقم البطاقة
as: কাৰ্ড নম্বৰত কোনো খালী স্থানৰ অনুমোদন জনোৱা নহয়
az: Kartın nömrəsində boşluqlara icazə verilmir
bg: Не са позволени интервали в номера на картата
bn_in: কার্ড নম্বরটির মধ্যে কোনো ফাঁকা স্থানের অনুমতি নেই
bs: Nisu dopušteni razmaci u broju kartice
cy: Ni chaniateir llefydd gwag yn rhif y cerdyn
da: Der må ikke være mellemrum i kortnummeret
de: Die Kartennummer darf keine Leerzeichen enthalten.
el: Δεν επιτρέπονται κενά διαστήματα στον αριθμό κάρτας
es: No se permiten espacios en el número de tarjeta
et: Kaardi numbris ei tohi olla tühikuid.
eu: Ez idatzi zuriunerik txartel-zenbakian
fa: شماره کارت نباید فاصله داشته باشد
ga: Ní féidir spás a fhágáil in uimhir an chárta.
gd: Chan fhaod àitichean bàna a bhith ann an àireamh na cairt
gl: Non se permiten espazos no número de cartón
gu: કાર્ડ નંબરમાં કોઈ સ્થાનની પરવાનગી નથી
he: אין להשתמש ברווחים במספר הכרטיס
hi: कार्ड संख्या में रिक्त स्थानों की अनुमति नहीं है
hr: U broju kartice nisu dopušteni razmaci
hu: Ne írjon szóközöket a kártyaszámba
id: Tidak boleh ada spasi pada nomor kartu
is: Ekki er leyft að nota bil í kortanúmerinu
ja: カード番号を空白にすることはできません
ka: ბარათის ნომერი არ უნდა შეიცავდეს ინტერვალს
kk: Карта нөмірінде бос орын рұқсат етілмейді
kn: ಕಾರ್ಡ್ ಸಂಖ್ಯೆಯಲ್ಲಿ ಖಾಲಿ ಜಾಗ ಇರಲು ಅವಕಾಶವಿಲ್ಲ
ko: 카드 번호에 공백을 사용할 수 없습니다.
ku_arab: رێگەنادرێت بە هەبوونی بۆشایی لەنێوان ژمارەکانی کارتەکەدا
ky: Картанын номеринде бош орундарга уруксат жок
lo: ບໍ່​ມີ​ຊ່ອງວ່າງ​ທີ່​ອະ​ນຸ​ຍາດ​ໃນ​ເລກ​ບັດ
lt: Kortelės numeryje negali būti tarpų
lv: Kartes numurā nedrīkst būt atstarpes
mi: Kāore e whakaaetia he mokowā ki te tau kāri
mk: Не се дозволени празни места во бројот на картичката
ml: കാർഡ് നമ്പറിൽ സ്പെയ്സുകൾ അനുവദനീയമല്ല
mn: Картны дугаарт зай оруулж болохгүй
mr: कार्ड नंबरमध्ये कोणत्याही स्थानांना परवानगी नाही
ms: Tiada ruang dibenarkan pada nombor kad
mt: Ebda spazju permess fin-numru tal-karta
ne: कार्ड नम्बरमा कुनै खाली ठाउँहरू अनुमति छैन
nn_no: Det er ikkje tillate med mellomrom i kortnummeret
no: Det er ikke tillatt med mellomrom i kortnummeret
or: କାର୍ଡ୍ ନମ୍ଵର୍‌ରେ ଖାଲିସ୍ଥାନ ଅନୁମୋଦିତ ନୁହେଁ
pa_arab_pk: کارڈ نمبر وچ خالی تھّاواں دی اجازت نہیں
pa_in: ਕਾਰਡ ਨੰਬਰ ਵਿੱਚ ਖਾਲੀ ਸਥਾਨਾਂ ਦੀ ਆਗਿਆ ਨਹੀਂ ਹੈ
pl: Numer karty nie może zawierać odstępów
ru: В номере карты не должно быть пробелов
sd: ڪارڊ نمبر ۾ وٿين جي اجازت ناهي
si: කාඩ් අංකයෙහි හිස් ඉඩ තැබීමට ඉඩ නොදේ
sl: Številka kartice ne sme vsebovati presledkov
sr_cyrl_rs: Број картице не сме да садржи размаке
sr_latn_rs: Broj kartice ne sme da sadrži razmake
sv: Inga blanksteg tillåts i kortnumret
ta: கார்டு எண்ணுக்கு இடையில் இடைவெளிகள் இருக்கக் கூடாது
te: కార్డ్ నంబర్‌లో ఖాళీలు అనుమతించబడవు.
tg: Гузоштани фосила ба сатри рақами корт номумкин аст
th: ไม่อนุญาตให้มีช่องว่างในหมายเลขบัตร
tr: Kart numarasında boşluklara izin verilmez
tt: Карта номерында буш аралар рөхсәт ителми
ug: كارتا نومۇرىدا بوشلۇق قالسا بولمايدۇ
uk: У номері картки не повинно бути пробілів
ur: کارڈ نمبر میں وقفوں کی اجازت نہیں ہے
uz: Karta raqami tarkibida bo‘shliq bo‘lishi mumkin emas
vi: Số thẻ không được chứa dấu cách
zh_hans: 卡号中禁止有空格
zh_hant: 卡號之間不能有空格

# Literal.ErrorMessage.RequiredFieldEmpty
source: A required field is empty
af: 'n Vereiste veld is leeg
am: አስፈላጊ የሆነ መስክ ባዶ ተትቷል
ar: يوجد حقل مطلوب فارغ
as: এটা আৱশ্যকীয় ক্ষেত্ৰ খালী হৈ আছে
az: Lazımi sahə boşdur
bg: Някое от задължителните полета е празно
bn_in: একটি আবশ্যক ক্ষেত্র খালি আছে
bs: Obavezno polje je prazno
cy: Mae maes gofynnol yn wag
da: Et obligatorisk felt er tomt
de: Ein Pflichtfeld ist leer.
el: Ένα απαιτούμενο πεδίο είναι κενό
es: Un campo requerido está vacío
et: Kohustuslik väli on tühi
eu: Derrigorrezko eremu bat hutsik dago
fa: یک بخش الزامی خالی است
ga: Tá réimse éigeantach folamh
gd: Tha raon riatanach falamh
gl: Un campo obrigatorio está baleiro.
gu: એક આવશ્યક ફીલ્ડ ખાલી છે
he: אחד השדות הנדרשים ריק
hi: आवश्यक फ़ील्ड रिक्त है
hr: Neko je obavezno polje prazno
hu: Egy kötelező mező üresen maradt
id: Bidang yang diperlukan kosong
is: Áskilinn reitur er auður
ja: 入力必須のフィールドが空欄になっています
ka: სავალდებულო ველი ცარიელია
kk: Қажетті өріс бос.
kn: ಅಗತ್ಯವಿರುವ ಕ್ಷೇತ್ರ ಖಾಲಿಯಿದೆ
ko: 필수 필드가 비어 있습니다.
ku_arab: خانەیەکی پێویست بەتاڵە
ky: Талап кылынган аянт бош
lo: ຊ່ອງ​ຂໍ້​ມູນ​ທີ່​ຈຳ​ເປັນ​​ຫວ່າງ​ເປົ່າ
lt: Privalomas laukas yra tuščias
lv: Obligāti aizpildāmais lauks ir tukšs
mi: He putua tonu tētahi āpure ka hiahiatia
mk: Задолжителното поле е празно
ml: ആവശ്യമായ ഒരു ഫീൽഡ് ശൂന്യമാണ്.
mn: Заавал бөглөх талбар хоосон байна
mr: आवश्यक असलेले क्षेत्र रिक्त आहे
ms: Sebuah medan yang diperlukan kosong
mt: Hemm qasam meħtieġ vojt
ne: आवश्यक फाँट खाली छ
nn_no: Eit obligatorisk felt er tomt
no: Et obligatorisk felt er tomt
or: ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର ଖାଲି ଅଛି
pa_arab_pk: درکار فیلڈ خالی اے
pa_in: ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਖਾਲੀ ਹੈ
pl: Wymagane pole jest puste
ru: Не заполнено обязательное поле
sd: گهربل فيلڊ خالي آهي
si: අවශ්‍ය ක්‍ෂේත්‍රයක් හිස්ව ඇත
sl: Zahtevano polje je prazno
sr_cyrl_rs: Обавезно поље је празно
sr_latn_rs: Obavezno polje je prazno
sv: Ett obligatoriskt fält är inte ifyllt
ta: தேவையான இடம் நிரப்பப்படாமல் உள்ளது
te: అవసరమైన భాగం ఖాళీగా ఉంది
tg: Майдони лозимӣ холӣ аст
th: เขตข้อมูลที่จำเป็นว่างเปล่า
tr: Zorunlu alanlardan biri boş bırakılmış
tt: Мәҗбүри кыр буш
ug: زۆرۈر بۆلەك بوش قالدى
uk: Не заповнено обов’язкове поле
ur: مطلوبہ فیلڈ خالی ہے
uz: Majburiy maydon bo‘sh
vi: Trường bắt buộc này trống
zh_hans: 必填字段为空
zh_hant: 必要欄位是空的

# Literal.ErrorMessage.RequiredFieldEmpty.Backup
source: This is a required field
af: Hierdie is 'n vereiste veld
am: ይህ አስፈላጊ መስክ ነው
ar: هذا الحقل مطلوب
as: এইটো এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Bu, lazımi sahədir
bg: Това е задължително поле
bn_in: এটি একটি আবশ্যক ক্ষেত্র
bs: To je obavezno polje
cy: Rhaid llenwi'r maes hwn
da: Feltet er obligatorisk
de: Dies ist ein Pflichtfeld.
el: Αυτό το πεδίο είναι απαιτούμενο
es: Este campo es obligatorio
et: See on nõutav väli
eu: Derrigorrezko eremua da hau
fa: این بخش الزامی است
ga: Is réimse éigeantach é seo
gd: Tha an raon seo riatanach
gl: Este é un campo obrigatorio
gu: આ એક આવશ્યક ફીલ્ડ છે
he: זהו שדה נדרש
hi: यह आवश्यक फ़ील्ड है
hr: Ovo je obavezno polje
hu: Ezt a mezőt kötelező kitölteni.
id: Bidang ini wajib diisi
is: Fylla verður út í þennan reit
ja: これは必須のフィールドです
ka: ამ ველის შევსება სავალდებულოა
kk: Бұл — талап етілетін өріс
kn: ಅದು ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 필수 필드입니다.
ku_arab: ئەمە خانەیەکی پێویسته
ky: Бул милдеттүү талаа
lo: ນີ້ແມ່ນຊ່ອງທີ່ຈຳເປັນ
lt: Tai būtinas laukas
lv: Šis ir obligāts lauks
mi: He āpure tēnei e hiahiatia ana
mk: Ова е задолжително поле
ml: ഇത് ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mn: Энэ бол заавал бөглөх талбар
mr: हे आवश्यक फील्ड आहे
ms: Ini medan yang diperlukan
mt: Dan huwa qasam li jrid jimtela
ne: यस आवश्यक गरिएको क्षेत्र हो
nn_no: Dette feltet er obligatorisk
no: Dette feltet er obligatorisk
or: ଏହା ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର ଅଟେ
pa_arab_pk: ایہہ اک درکار فیلڈ اے
pa_in: ਇਹ ਇੱਕ ਲੋੜੀਂਦਾ ਫਿਲਡ ਹੈ
pl: To jest pole wymagane
ru: Это обязательное поле
sd: اهو هڪ ضروري ميدان آهي
si: මෙම ක්ෂේත්‍රය අවශ්‍ය එකකි
sl: To je obvezno polje
sr_cyrl_rs: Обавезно попуните ово поље
sr_latn_rs: Ovo je obavezno polje
sv: Det här fältet är obligatoriskt
ta: இது தேவையான பகுதியாகும்
te: ఈ ఫీల్డ్ అవసరం
tg: Ин майдони ҳатмист
th: ต้องกรอกข้อมูลในช่องนี้
tr: Bu, girilmesi zorunlu bir alandır
tt: Бу кыр мәҗбүри
ug: بۇ زۆرۈر تولدۇرىدىغان بۆلەك
uk: Це обов’язкове поле
ur: یہ ایک مطلوبہ قطعہ ہے
uz: Bu majburiy maydon
vi: Đây là trường bắt buộc
zh_hans: 这是必填字段
zh_hant: 這是必要欄位
