Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Alipay.AddAlipayAccount
source: Add Alipay account
af: Voeg Alipay-rekening by
am: የAlipay መለያ ያክሉ
ar: إضافة حساب Alipay
as: Alipay একাউণ্ট যোগ কৰক
az: Alipay hesabı əlavə edin
bg: Добавяне на акаунт в Alipay
bn_in: Alipay অ্যাকাউন্ট যোগ করুন
bs: Dodajte Alipay račun
cy: Ychwanegu cyfrif Alipay
da: Tilføj Alipay-konto
de: Alipay-Konto hinzufügen
el: Προσθήκη λογαριασμού Alipay
es: Agregar cuenta de Alipay
et: Alipay konto lisamine
eu: Gehitu Alipay kontua
fa: افزودن حساب Alipay
ga: Cuntas Alipay a chur leis
gd: Cuir an cunntas Alipay ris
gl: Engadir conta de Alipay
gu: તમારું Alipay ખાતું ઍડ કરો
he: הוסף חשבון Alipay
hi: Alipay खाता जोड़ें
hr: Dodavanje računa za Alipay
hu: Alipay-fiók felvétele
id: Tambahkan akun Alipay
is: Bættu við Alipay-reikningi
ja: Alipay アカウントの追加
ka: დაამატეთ თქვენი Alipay ანგარიში
kk: Alipay тіркелгісін қосу
kn: Alipay ಖಾತೆಯನ್ನು ಸೇರಿಸಿ
ko: Alipay 계정 추가
ku_arab: زیادکردنی ئەژمێری Alipay
ky: Alipay каттоо жазууңузду кошуңуз
lo: ເພີ່ມບັນຊີ Alipay
lt: Įtraukti „Alipay“ paskyrą
lv: Alipay konta pievienošana
mi: Tāpiri pūkete Alipay
mk: Додајте сметка на Alipay
ml: Alipay അക്കൗണ്ട് ചേർക്കുക
mn: Alipay данс нэмэх
mr: आपले Alipay खाते जोडा
ms: Tambah akaun Alipay
mt: Żid il-kont ta' Alipay
ne: Alipay खाता थप्नुहोस्
nn_no: Legg til Alipay-konto
no: Legg til Alipay-konto
or: ଆପଣଙ୍କର Alipay ଏକାଉଣ୍ଟ ଯୋଡନ୍ତୁ
pa_arab_pk: Alipay اکاؤنٹ شامل کرو
pa_in: Alipay ਖ਼ਾਤੇ ਨੂੰ ਜੋੜੋ
pl: Dodaj konto Alipay
ru: Добавить учетную запись Alipay
sd: Alipay اڪائونٽ اضافو ڪريو
si: Alipay ගිණුම එක් කරන්න
sl: Dodajte račun za Alipay
sr_cyrl_rs: Додај Alipay налог
sr_latn_rs: Ažuriraj račun u banci
sv: Lägg till Alipay-konto
ta: Alipay கணக்கைச் சேர்
te: Alipay ఖాతాని జోడించండి
tg: Ҳисоби Alipay илова кунед
th: เพิ่มบัญชี Alipay
tr: Alipay hesabı ekle
tt: Alipay хисап язмасын өстәү
ug: Alipay ھېساباتىنى قوشۇش
uk: Додати обліковий запис Alipay
ur: الیپے اکاؤنٹ شامل کریں
uz: Alipay hisob qaydnomasini qo‘shish
vi: Thêm tài khoản Alipay
zh_hans: 添加支付宝帐户
zh_hant: 新增支付寶帳戶

# Literal.Ach.UpdateHeading
source: Update bank account
af: Werk jou bankrekening by
am: የባንክ መለያ ያዘምኑ
ar: تحديث حساب البنك
as: বেংক একাউণ্ট আপডেট কৰক
az: Bank hesabını yeniləyin
bg: Актуализиране на банковата сметка
bn_in: ব্যাঙ্ক অ্যাকাউন্ট আপডেট করুন
bs: Ažurirajte bankovni račun
cy: Diweddaru cyfrif banc
da: Opdater bankkonto
de: Bankkonto aktualisieren
el: Ενημέρωση τραπεζικού λογαριασμού
es: Actualizar cuenta bancaria
et: Pangakonto teabe värskendamine
eu: Eguneratu banku-kontua
fa: به‌روزرسانی حساب بانکی
ga: Cuntas bainc a nuashonrú
gd: Ùraich an cunntas banca
gl: Actualizar conta bancaria
gu: બેંક એકાઉન્ટ અપડેટ કરો
he: עדכן חשבון בנק
hi: बैंक खाता अद्यतन करें
hr: Ažuriranje bankovnog računa
hu: Bankszámla frissítése
id: Perbarui rekening bank
is: Uppfærðu bankaupplýsingar
ja: 銀行口座の更新
ka: საბანკო ანგარიშის განახლება
kk: Банк шотын жаңарту
kn: ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ನವೀಕರಿಸಿ
ko: 은행 계좌 업데이트
ku_arab: نویكردنەوەی ئەژمێری بانک.
ky: Банк эсебин жаңыртуу
lo: ອັບເດດບັນຊີທະນາຄານ
lt: Atnaujinti banko sąskaitą
lv: Atjaunināt bankas kontu
mi: Whakahōu pūtea pēke
mk: Ажурирајте банкарска сметка
ml: ബാങ്ക് അക്കൗണ്ട് പുതുക്കുക
mn: Банкны данс шинэчлэх
mr: बॅंक खाते अद्यतनित करा
ms: Kemas kini akaun bank
mt: Aġġorna l-kont tal-bank
ne: बैंक खाता अद्यावधिक गर्नुहोस्
nn_no: Oppdater bankkonto
no: Oppdater bankkonto
or: ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ ଅପଡେଟ୍‌ କରନ୍ତୁ
pa_arab_pk: بینک اکاؤنٹ اپ ڈیٹ کرو
pa_in: ਬੈੰਕ ਖ਼ਾਤੇ ਨੂੰ ਅਪਡੇਟ ਕਰੋ
pl: Zaktualizuj konto bankowe
ru: Обновить банковский счет
sd: بينڪ اڪائونٽ اپڊيٽ ڪريو
si: බැංකු ගිණුම යාවත්කාල කරන්න
sl: Posodobite bančni račun
sr_cyrl_rs: Ажурирај рачун у банци
sr_latn_rs: Prikaži profil prodavca
sv: Uppdatera ditt bankkonto
ta: வங்கிக் கணக்கைப் புதுப்பி
te: బ్యాంక్ ఖాతా నవీకరించండి
tg: Суратҳисоби бонкиро навсозӣ кунед
th: ปรับปรุงบัญชีธนาคาร
tr: Banka hesabını güncelleştir
tt: Банк хисабын яңарту
ug: بانكا ھېسابىنى يېڭىلاش
uk: Оновити банківський рахунок
ur: بینک اکاؤنٹ کی تازہ کاری کریں
uz: Bank hisob raqamini yangilash
vi: Cập nhật tài khoản ngân hàng
zh_hans: 更新银行帐户
zh_hant: 更新銀行帳戶

# Literal.ErrorMessage.RetryCardholderName
source: Check the info you entered. It doesn't match the info for this card.
af: Kontroleer die inligting wat jy ingevoer het. Dit stem nie ooreen met die inligting vir hierdie kaart nie.
am: ያስገቡትን መረጃ ይፈትሹ። ከዚህ ካርድ መረጃ ጋር አይዛመድም።
ar: تحقق من المعلومات التي أدخلتها. إنها لا تتطابق مع معلومات هذه البطاقة.
as: আপুনি প্ৰবিষ্ট কৰা তথ্য পৰীক্ষা কৰক৷ এই কাৰ্ডখনৰ তথ্যৰ সৈতে এয়া মিলা নাই৷
az: Daxil etdiyiniz məlumatı yoxlayın. O, bu kart üçün məlumata uyğun gəlmir.
bg: Проверете информацията, която въведохте. Тя не съвпада с информацията за тази карта.
bn_in: আপনি যে তথ্য প্রবেশ করিয়েছেন সেগুলি চেক করুন। এটি এই কার্ডের তথ্যের সাথে মিলছে না।
bs: Provjerite informacije koje ste unijeli. Ne podudaraju se s informacijama za ovu karticu.
cy: Gwiriwch yr wybodaeth a roddoch. Nid yw'n cyd-fynd â'r wybodaeth ar gyfer y cerdyn yma.
da: Kontrollér de oplysninger, du har angivet. De er forskellige fra oplysningerne om dette kort.
de: Überprüfen Sie Ihre Angaben. Sie entsprechen nicht den Informationen für diese Karte.
el: Ελέγξτε τις πληροφορίες που εισαγάγατε. Δεν συμφωνούν με τις πληροφορίες για αυτή την κάρτα.
es: Comprueba la información que has escrito. No coincide con la información para esta tarjeta.
et: Kontrollige sisestatud teavet. See ei ühti selle kaardi teabega.
eu: Egiaztatu idatzi duzun informazioa. Ez dator bat txarteleko informazioarekin.
fa: اطلاعاتی را که وارد کردید بررسی کنید. این اطلاعات با اطلاعات مربوط به این کارت مطابقت ندارد.
ga: Seiceáil an fhaisnéis a d'iontráil tú. Ní hionann í agus an fhaisnéis don chárta seo.
gd: Thoir sùil air an fhiosrachadh a chuir thu a-steach. Chan eil e a-rèir fiosrachadh na cairte seo.
gl: Comproba a información que introduciches. Non coincide coa información deste cartón.
gu: તમે દાખલ કરેલી માહિતી તપાસો. તે આ કાર્ડની માહિતીથી મેળ ખાતી નથી.
he: בדוק את הפרטים שהזנת. הם אינם תואמים את הפרטים של כרטיס זה.
hi: आपके द्वारा दर्ज की गई जानकारी की जाँच करें. यह इस कार्ड की जानकारी से मेल नहीं खाती है.
hr: Provjerite informacije koje ste unijeli. Ne odgovaraju informacijama za ovu karticu.
hu: Ellenőrizze a megadott adatot. Nem felel meg a kártyához tartozó adatnak.
id: Periksa infonya sebelum Anda masuk. Itu tidak cocok dengan info untuk kartu ini.
is: Athugaðu upplýsingarnar sem þú færðir inn. Þær passa ekki við upplýsingarnar fyrir þetta kort.
ja: 入力した情報を確認してください。このカードの情報と一致しません。
ka: შეამოწმეთ თქვენ მიერ შეყვანილი ინფორმაცია. ის არ თანხვდება ამ ბარათის ინფორმაციას.
kk: Енгізген ақпаратыңызды тексеріңіз. Ол осы картаның ақпаратына сәйкес келмейді.
kn: ನೀವು ನಮೂದಿಸಿದ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಈ ಕಾರ್ಡ್ ಗೆ ಸಂಬಂಧಿಸಿದ ಮಾಹಿತಿಯೊಂದಿಗೆ ಇದು ಹೊಂದಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: 입력한 정보를 확인하십시오. 이 카드의 정보와 일치하지 않습니다.
ku_arab: ئەو زانیاریانەی تێتنووسیوە بیانپشکنه. ئەوانه یەکسان نین لەگەڵ زانیاریەکانی ئەم کارته.
ky: Киргизген маалыматты текшериңиз. Ал маалымат бул картага дал келбейт.
lo: ກວດເບິ່ງຂໍ້ມູນທ່ານປ້ອນເຂົ້າ. ຂໍ້ມູນບໍ່ກົງກັນສຳລັບບັດນີ້.
lt: Patikrinkite įvestą informaciją. Ji neatitinka šios kortelės informacijos.
lv: Pārbaudiet ievadīto informāciju. Tā nesakrīt ar šīs kartes informāciju.
mi: Tēnā tākina te mōhiohio nāu i tāuru. Kāore i te taurite ki ngā mōhiohio mō tēnei kāri.
mk: Проверете ги информациите што сте ги внеле. Не се совпаѓаат со информациите за оваа картичка.
ml: നിങ്ങൾ എന്റർ ചെയ്ത വിവരം പരിശോധിക്കുക. ഈ കാർഡിലെ വിവരവുമായി അത് ഒത്ത് പോകുന്നില്ല.
mn: Оруулсан мэдээллээ шалгана уу. Энэ тухайн картныхтай таарахгүй байна.
mr: आपण प्रविष्ट केलेली माहिती तपासा. ती ह्या कार्डसाठीच्या माहितीशी जुळत नाही.
ms: Semak maklumat yang anda masukkan. Ia tidak sepadan dengan maklumat untuk kad ini.
mt: Iċċekkja l-informazzjoni li daħħalt. Ma taqbilx mal-informazzjoni ta' din il-kard.
ne: आफूले प्रविष्ट गरेको जानकारी जाँच गर्नुहोस्। उक्त जानकारी यो कार्डको जानकारीसँग मेल खाँदैन।
nn_no: Kontroller informasjonen du har skrive inn. Han stemmer ikkje med informasjonen for dette kortet.
no: Kontroller infoen du har angitt. Den samsvarer ikke med infoen for dette kortet.
or: ଆପଣ ପ୍ରବେଶ କରିଥିବା ସୂଚନାର ଯାଞ୍ଚ କରନ୍ତୁ. ଏହି କାର୍ଡ ପାଇଁ ଏହି ସୂଚନା ମେଳ ଖାଉନାହିଁ.
pa_arab_pk: اپنی درج کردہ معلومات دی جانچ کرو۔ ایہہ ایس کارڈ لئی معلومات نال مطابقت نہیں رکھدی۔
pa_in: ਤੁਹਾਡੇ ਦੁਆਰਾ ਦਾਖਲ ਕੀਤੀ ਗਈ ਜਾਣਕਾਰੀ ਦੀ ਜਾਂਚ ਕਰੋ। ਇਹ ਇਸ ਕਾਰਡ ਲਈ ਜਾਣਕਾਰੀ ਦੇ ਨਾਲ ਮੇਲ ਨਹੀਂ ਖਾਂਦੀ ਹੈ।
pl: Sprawdź wprowadzone informacje. Nie pasują one do informacji dotyczących tej karty.
ru: Проверьте введенные сведения. Они не соответствуют данным для этой карты.
sd: پنهنجي داخل ڪيل معلومات چيڪ ڪريو. اهو هن ڪارڊ لاءِ معلومات سان ڀيٽ نٿو ٿئي.
si: ඔබ ඇතුලත් කළ තොරතුරු පරීක්ෂා කරන්න. එය මෙම කාඩ්පත සඳහා වන තොරතුරුවලට නොගැළපේ.
sl: Preverite vnesene podatke. Ne ujemajo se s podatki za to kartico.
sr_cyrl_rs: Проверите информације које сте унели. Не подударају се са информацијама за ову картицу.
sr_latn_rs: Proverite informacije koje ste uneli. Ne podudara se sa informacijama za ovu karticu.
sv: Kontrollera informationen du angav. Den stämmer inte överens med kortets information.
ta: நீங்கள் உள்ளிட்டுள்ள தகவலைச் சரிபார்க்கவும். அது இந்தக் கார்டின் தகவலுடன் பொருந்தவில்லை.
te: మీరు నమోదు చేసిన సమాచారాన్ని సరి చూసుకోండి. ఈ కార్డు కోసం ఇచ్చిన సమాచారంతో సరిపోలడం లేదు.
tg: Маълумоти ворид кардаатонро санҷед. Он ба маълумоти ин корт мутобиқат намекунад.
th: ตรวจสอบข้อมูลที่คุณป้อน ข้อมูลดังกล่าวไม่ตรงกับข้อมูลสำหรับบัตรใบนี้
tr: Girdiğiniz bilgileri kontrol edin. Bu kartın bilgileri ile eşleşmiyor.
tt: Керткән мәгълүматыгызны тикшерегез. Ул бу картадагы мәгълүматка туры килми.
ug: كىرگۈزگەن ئۇچۇرىڭىزنى تەكشۈرۈڭ. بۇ كارتانىڭ ئۇچۇرىغا ماس كەلمەيدۇ.
uk: Перевірте введені дані. Вони не збігаються з відомостями для цієї картки.
ur: آپ کی جانب سے داخل کردہ معلومات کی پڑتال کریں۔ اس کارڈ کے لیے معلومات سے مشابہ نہیں کرتیں۔
uz: Kiritilgan ma’lumotni kiriting. U bu karta ma’lumotiga mos kelmayapti.
vi: Kiểm tra thông tin bạn đã nhập. Nó không khớp với thông tin cho thẻ này.
zh_hans: 请检查你输入的信息。该信息与此卡片上的信息不符。
zh_hant: 檢查輸入的資訊，因為不符合此卡片的資訊。

# Literal.ErrorMessage.ValidationFailed
source: Check that the details in all fields are correct or try a different card.
af: Maak seker dat die besonderhede in alle velde korrek is of probeer ’n ander kaart.
am: በሁሉም መስኮች ያሉት ዝርዝሮች ትክክል መሆናቸውን ያረጋግጡ ወይም የተለየ ካርድ ይሞክሩ።
ar: تحقق من صحة التفاصيل الموجودة في كل الحقول أو جرّب بطاقة مختلفة.
as: সকলো ফিল্ডত বিৱৰণ শুদ্ধ নে পৰীক্ষা কৰক বা বেলেগ কাৰ্ড এখন চেষ্টা কৰক।
az: Bütün sahələrdəki təfərrüatların düzgün olub-olmadığını yoxlayın və ya fərqli kart sınayın.
bg: Проверете дали подробните данни във всички полета са правилни или опитайте с друга карта.
bn_in: সমস্ত ক্ষেত্রের বিশদ বিবরণগুলি সঠিক কিনা তা চেক করুন বা একটি ভিন্ন কার্ড দিয়ে ব্যবহার করে দেখুন।
bs: Provjerite jesu li detalji u svim poljima tačni ili pokušajte s drugom karticom.
cy: Gwnewch yn siŵr bod y manylion ym mhob maes yn gywir neu rhowch gynnig ar gerdyn gwahanol.
da: Kontrollér, at oplysningerne i alle felter er korrekte, eller prøv et andet kort.
de: Überprüfen Sie, ob die Details in allen Feldern richtig sind, oder versuchen Sie es mit einer anderen Karte.
el: Ελέγξτε αν οι λεπτομέρειες σε όλα τα πεδία είναι σωστές ή δοκιμάστε μια διαφορετική κάρτα.
es: Compruebe que los detalles de todos los campos son correctos o pruebe con otra tarjeta.
et: Kontrollige, kas kõigi väljade andmed on õiged, või proovige teist kaarti.
eu: Egiazta ezazu eremu guztietako datuak zuzenak direla edo saiatu beste txartel batekin.
fa: بررسی کنید که جزئیات در همه فیلدها درست باشد یا کارت دیگری را امتحان کنید.
ga: Seiceáil go bhfuil na sonraí i ngach réimse ceart nó bain triail as cárta eile.
gd: Dèan cinnteach gu bheil am fiosrachadh anns gach raon ceart no feuch cairt eile.
gl: Comprobe que os detalles de todos os campos son correctos ou probe con outro cartón.
gu: બધા ફીલ્ડમાંની વિગતો સાચી હોય તે તપાસો અથવા ભિન્ન કાર્ડ અજમાવી જુઓ.
he: בדוק שהפרטים בכל השדות נכונים או נסה להשתמש בכרטיס אחר.
hi: जाँचें कि सभी फ़ील्ड के विवरण सही हैं या कोई भिन्न कार्ड आज़माएँ.
hr: Provjerite jesu li pojedinosti u svim poljima točne ili pokušajte s drugom karticom.
hu: Ellenőrizze, hogy az összes mező adatai helyesek-e, vagy próbálkozzon másik kártyával.
id: Periksa apakah detail di semua bidang sudah benar atau coba kartu lain.
is: Gakktu úr skugga um að upplýsingarnar í öllum reitunum séu réttar eða prófaðu annað kort.
ja: すべてのフィールドの詳細が正しいことを確認するか、別のカードをお試しください。
ka: შეამოწმეთ, რომ დეტალები სწორია ყველა ველში ან სცადეთ სხვა ბარათით.
kk: Барлық өрістердегі мәліметтер дұрыс екенін тексеріңіз немесе басқа картаны қолданып көріңіз.
kn: ಎಲ್ಲ ಕ್ಷೇತ್ರಗಳಲ್ಲಿನ ವಿವರಗಳು ಸರಿಯಾಗಿವೆಯೇ ಎಂದು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಬೇರೊಂದು ಕಾರ್ಡ್ ಪ್ರಯತ್ನಿಸಿ.
ko: 모든 필드의 세부 정보가 올바른지 확인하거나 다른 카드를 사용해 보세요.
lo: ກວດເບິ່ງວ່າລາຍລະອຽດໃນຊ່ອງຂໍ້ມູນທັງໝົດຖືກຕ້ອງ ຫຼື ລອງໃຊ້ບັດອື່ນ.
lt: Patikrinkite, ar išsami informacija visuose laukuose yra teisinga, arba bandykite naudoti kitą kortelę.
lv: Pārbaudiet, vai informācija visos laukos ir pareiza, vai izmēģiniet citu kartīti.
mi: Taki nei kei te tika ngā taipitopito i roto i ngā āpure katoa, nganahia rānei he kāri kē atu.
mk: Проверете дали деталите во сите полиња се точни или пробајте со друга картичка.
ml: എല്ലാ ഫീൽഡുകളിലെയും വിശദാംശങ്ങൾ ശരിയാണോ എന്ന് പരിശോധിക്കുക അല്ലെങ്കിൽ മറ്റൊരു കാർഡ് പരീക്ഷിക്കുക.
mr: सर्व फील्ड्समध्ये तपशील बरोबर असल्याचे तपासा किंवा भिन्न कार्ड वापरून पहा.
ms: Semak bahawa butiran dalam semua medan adalah betul atau cuba kad lain.
mt: Iċċekkja li d-dettalji fl-oqsma kollha huma korretti jew ipprova kard differenti.
ne: सबै फिल्डमा विवरण सही छ कि छैन जाँच गर्नुहोस् वा फरक कार्ड प्रयोग गरी हेर्नुहोस्।
nn_no: Sjekk at detaljane i alle felta er riktige eller prøv eit anna kort.
no: Kontroller at detaljene i alle feltene er riktige, eller prøv et annet kort.
or: ଏହା ଯାଞ୍ଚ କରନ୍ତୁ ଯେ ସମସ୍ତ ଫିଲ୍ଡର ବିବରଣୀ ସଠିକ୍ ଅଟେ କିମ୍ୱା ଏକ ଭିନ୍ନ କାର୍ଡ ଚେଷ୍ଟା କରନ୍ତୁ ।
pa_in: ਜਾਂਚ ਕਰੋ ਕਿ ਸਾਰੇ ਖੇਤਰਾਂ ਵਿੱਚ ਵੇਰਵੇ ਸਹੀ ਹਨ ਜਾਂ ਇੱਕ ਵੱਖਰੇ ਕਾਰਡ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Sprawdź, czy szczegóły we wszystkich polach są poprawne, lub spróbuj użyć innej karty.
ru: Убедитесь, что во всех полях указаны правильные сведения, или попробуйте другую карту.
sl: Preverite, ali so podatki v vseh poljih pravilni, ali pa poskusite uporabiti drugo kartico.
sr_cyrl_rs: Проверите да ли су детаљи у свим пољима тачни или покушајте са другом картицом.
sr_latn_rs: Proverite da li su detalji u svim poljima tačni ili pokušajte sa drugom karticom.
sv: Kontrollera att informationen i alla fält är korrekt eller försök med ett annat kort.
ta: அனைத்துப் புலங்களிலும் உள்ள விவரங்கள் சரியானவையா என்று சரிபார்க்கவும் அல்லது வேறு அட்டையை முயலவும்.
te: అన్ని ఫీల్డ్‌లలో వివరాలు సరిగ్గా ఉన్నాయో లేదో తనిఖీ చేయండి లేదా వేరే కార్డ్‌ను ప్రయత్నించండి.
th: ตรวจสอบว่ารายละเอียดในเขตข้อมูลทั้งหมดถูกต้องหรือลองใช้บัตรอื่น
tr: Tüm alanlardaki ayrıntıların doğru olduğundan emin olun veya farklı kart deneyin.
tt: Барлык кырлардагы мәгълүматларның дөрес булганын тикшерегез яки башка картаны кулланып карагыз.
ug: بارلىق تەپسىلاتلار توغرىمۇ تەكشۈرۈڭ ياكى باشقا كارتا ئارقىلىق سىناپ بېقىڭ.
uk: Перевірте правильність відомостей у всіх полях або виберіть іншу картку.
ur: چیک کریں کہ تمام قطعات میں درج تفصیلات درست ہیں یا کوئی اور کارڈ آزمائیں۔
vi: Kiểm tra xem chi tiết trong tất cả các trường có chính xác không hoặc thử một thẻ khác.
zh_hans: 请检查所有字段中的详细信息是否正确，或尝试其他卡。
zh_hant: 檢查所有欄位的詳細資料是否正確，或嘗試其他卡片。

# Literal.OfficeOobe.SaveCreditCard
source: We'll save your card so it's easy to use wherever you sign in with ()EmailAddress.
af: Ons sal jou kaart stoor sodat dit maklik is om te gebruik waar jy ook al met ()EmailAddress aanmeld.
am: በማንኛውም ጊዜ በ()EmailAddress በገቡ ጊዜ በካርድዎን ለመጠቀም ቀላል እንዲሆን እናስቀምጠዋለን።
ar: سنعمل على حفظ بطاقتك بحيث يسهل استخدامها في أي وقت تقوم فيه بتسجيل الدخول باستخدام ()EmailAddress.
as: আমি আপোনাৰ কাৰ্ড সঞ্চিত ৰাখিম যাতে যেতিয়াই আপুনি ()EmailAddress -ৰে ছাইন ইন কৰে ইয়াক ব্যৱহাৰ কৰা সহজ হয়।
az: ()EmailAddress ilə daxil olduğunuz istənilən yerdə asanlıqla istifadə edə bilməyiniz üçün kartınızı saxlayacağıq.
bg: Ще запишем вашата карта, за да ви улесним, когато влизате с ()EmailAddress.
bn_in: আমরা আপনার কার্ডটি সংরক্ষণ করবো যাতে আপনি যেখানেই হোক ()EmailAddress দিয়ে সাইন ইন করতে পারেন।
bs: Pohranit ćemo vašu karticu da biste je mogli jednostavno upotrebljavati gdje god se prijavite pomoću adrese ()EmailAddress.
cy: Byddwn yn cadw manylion eich cerdyn fel ei bod yn hawdd i'w ddefnyddio pryd bynnag fyddwch chi'n mewngofnodi gyda'ch ()EmailAddress.
da: Vi gemmer dit kort, så det er let at bruge, når du logger på med ()EmailAddress.
de: Ihre Karte wird gespeichert, sodass sie einfach verwendet werden kann, wenn Sie sich mit „()EmailAddress“ anmelden.
el: Η κάρτα σας θα αποθηκευτεί, ώστε να μπορείτε να τη χρησιμοποιείτε εύκολα όποτε εισέρχεστε με τη διεύθυνση ()EmailAddress.
es: Guardaremos la tarjeta para que puedas usarla fácilmente cuando inicies sesión con ()EmailAddress.
et: Salvestame teie kaardi andmed, et seda oleks lihtne kasutada ka edaspidi, kui logite sisse kontoga ()EmailAddress.
eu: Txartelaren datuak gordeko ditugu, ()EmailAddress helbidearekin saioa hasten duzunean errazago erabili ahal izateko.
fa: کارت شما را ذخیره خواهیم کرد تا هر جا که با ()EmailAddress وارد سیستم شوید به‌آسانی قابل استفاده باشد.
ga: Sábhálfaimid do chárta ionas gur mbeidh sé furasta duit é a úsáid aon uair a shíníonn tú isteach le ()EmailAddress.
gd: Sàbhailidh sinn a’ chairt agad airson ’s gum bi e deas ri do làimh nuair a chlàraicheas tu a-steach le ()EmailAddress.
gl: Gardaremos o teu cartón para que resulte fácil de usar cando inicies sesión con ()EmailAddress.
gu: અમે તમારા કાર્ડને સાચવીશું જેથી તમે જ્યાં ()EmailAddress થી સાઇન ઇન કરો ત્યાં ઉપયોગ કરવા માટે સરળ હોય છે.
he: נשמור את הכרטיס שלך כדי שיהיה לך קל להשתמש בו בכל במקום שבו תיכנס באמצעות ‎()EmailAddress.
hi: हम आपका कार्ड सहेज लेंगे, ताकि आप जहाँ भी ()EmailAddress से साइन इन करें, इसका उपयोग करने में आसान रहे.
hr: Spremit ćemo vašu karticu pa ćete je moći jednostavno koristiti kadgod se prijavite putem ()EmailAddress.
hu: A kártyáját mentjük, így bárhol egyszerűen használhatja, ahol bejelentkezik a(z) ()EmailAddress azonosítóval.
id: Kami akan menyimpan kartu Anda sehingga mudah digunakan di mana pun Anda masuk dengan ()EmailAddress.
is: Við munum vista kortið þitt svo auðvelt sé að nota það hvar sem þú skráir þig inn með ()EmailAddress.
ja: ()EmailAddress でサインインしたときに簡単に利用できるように、弊社ではカード情報を保存します。
ka: თქვენი ბარათი შეინახება, რომ შეძლოთ მისი მარტივად გამოყენება ყოველთვის, როდესაც შეხვალთ () EmailAddress-ით.
kk: Біз картаңызды сақтаймыз, сондықтан ()EmailAddress көмегімен кірген кез келген жерде пайдалану оңай болады.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಅನ್ನು ನಾವು ಉಳಿಸುತ್ತೇವೆ ಆದ್ದರಿಂದ ()EmailAddress ನೊಂದಿಗೆ ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಿದಾಗೆಲ್ಲಾ ಬಳಸಲು ಸುಲಭವಾಗಿದೆ.
ko: 카드 정보를 저장하여 ()EmailAddress로 로그인할 때마다 간편하게 사용할 수 있습니다.
ku_arab: ئێمه کارتەکەت هەڵدەگرین و بەم جۆرەیش ئاسانکاری دەکرێت بۆ بەکارهێنانی لەهەرشوێنێک لەڕێگەی ناونیشانی ئیمەیلی () بچیتەژوورەوه.
ky: Картаңызды биз сактап койгондуктан, ()EmailAddress менен катталып киргениңизде колдонууга оңой болот.
lo: ພວກເຮົາຈະບັນທຶກບັດຂອງທ່ານເພື່ອໃຫ້ງ່າຍໃນການໃຊ້ໃນທຸກເທື່ອທີ່ທ່ານລົງຊື່ເຂົ້າໃຊ້ດ້ວຍ ()EmailAddress.
lt: Jūsų kortelę įrašysime, todėl bus paprasta naudoti, kai prisijungsite naudodami ()EmailAddress.
lv: Mēs saglabāsim jūsu kartes datus, lai tos būtu viegli izmantot, kad pieteiksities ar ()EmailAddress.
mi: Mā mātou tō kāri e tiaki kia ngāwari ai te whakamahi ina takiuru koe ki tō ()EmailAddress
mk: Ќе ја зачуваме вашата картичка така што ќе биде едноставна за користење кога и да се пријавите со ()EmailAddress.
ml: നിങ്ങളുടെ കാർഡ് ഞങ്ങൾ സേവ് ചെയ്യുന്നതാണ്, അതിനാൽ നിങ്ങൾ ()EmailAddress ഉപയോഗിച്ച് സൈന്‍ ഇന്‍ ചെയ്യുമ്പോള്‍ എല്ലാം ഉപയോഗിക്കാൻ എളുപ്പമാണ്.
mn: Бид таны картыг хадгалснаар ()EmailAddress хаягаар нэвтрэх бүрдээ ашиглахад хялбар байх болно.
mr: आम्ही आपल्या कार्डला सुरक्षित करू जेणेकरून आपण ()EmailAddress सोबत जिथे कुठेही साइन इन कराल ते वापरणे सोपे होईल.
ms: Kami akan menyimpan kad anda supaya ia mudah digunakan di mana-mana sahaja anda mendaftar masuk dengan ()EmailAddress.
mt: Aħna se nissejvjaw il-kard tiegħek sabiex tkun tista' tużaha faċilment kull fejn tidħol b'()EmailAddress.
ne: हामी तपाइँको कार्ड जानकारी बचत गर्नेछौं जसले गर्दा तपाइँले ()EmailAddress मार्फत जहाँ साइन इन गर्नुभएता पनि प्रयोग गर्न सजिलो हुन्छ।
nn_no: Vi lagrar kortet slik at det er enkelt å bruke når du loggar på med ()EmailAddress.
no: Vi lagrer kortet ditt slik at det enkelt kan brukes når du logger på med ()EmailAddress.
or: ଆମେ ଆପଣଙ୍କର କାର୍ଡକୁ ସେଭ୍‌ କରିବୁ ଯାହାଦ୍ୱାରା ଯେତେବେଳେ ମଧ୍ୟ ଆପଣ ()EmailAddress ସହିତ ସାଇନ୍‌ ଇନ୍ କରିବେ ଏହାକୁ ବ୍ୟବହାର କରିବାରେ ସହଜ ହେବ.
pa_arab_pk: اسی تہاڈا کارڈ محفوظ کراں گے تاں جے کدی وی تہانوں ()EmailAddress پتے نال سائن کرنا ورتن لئی سوکھا ہووے۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰਡ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਾਂਗੇ ਤਾਂ ਜੋ ਤੁਸੀਂ ਜਿੱਥੇ ਵੀ ()EmailAddress ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ ਉੱਥੇ ਵਰਤਣ ਵਿੱਚ ਆਸਾਨ ਹੋਵੇ।
pl: Zapiszemy Twoją kartę, co ułatwi Ci używanie jej, gdy zalogujesz się za pomocą konta ()EmailAddress.
ru: Данные вашей карты будут сохранены, поэтому ее будет легко использовать в любое время после входа с использованием адреса электронной почты ()EmailAddress.
sd: اسان توهان جو ڪارڊ محوظ ڪندا سين ته جيئن توهان ڪٿي به ()EmailAddress سان ان ڪريو ته هن کي استعمال ڪرڻ آسان هجي.
si: අප ඔබගේ කාඩ්පත සුරකින බැවින් ඔබ ()EmailAddress සමඟින් ඇතුල්වන විටක භාවිතයට පහසුය.
sl: Vašo kartico bomo shranili, tako da jo boste lahko uporabili, kjer koli se boste vpisali z e-poštnim naslovom ()EmailAddress.
sr_cyrl_rs: Сачуваћемо податке ваше картице ради лакшег коришћења када се пријавите помоћу адресе е-поште ()EmailAddress.
sr_latn_rs: Sačuvaćemo vašu karticu, kako biste lako mogli da je koristite gde god se prijavite pomoću ()EmailAddress.
sv: Vi sparar ditt kort så att du enkelt kan använda det när du loggar in med ()EmailAddress.
ta: உங்கள் அட்டையைச் சேமித்து வைப்போம், இதனால் நீங்கள் ()EmailAddress மூலம் உள்நுழையும் போதெல்லாம் அதனை எளிதாகப் பயன்படுத்தலாம்.
te: ()EmailAddress మీరు వాడడానికి ఏప్పుడు సైన్ ఇన్ చేసినా సుళువుగా ఉండడానికి మేము మీ కార్డ్ భద్రపరుస్తాము.
tg: Мо корти шуморо захира мекунем, то ки истифодаи он дар дилхоҳ ҷое, ки шумо бо ()EmailAddress ворид мешавед, осон шавад.
th: เราจะบันทึกการ์ดของคุณไว้เพื่อให้สะดวกต่อการใช้งานทุกเมื่อที่คุณลงชื่อเข้าใช้ด้วย ()EmailAddress
tr: ()EmailAddress ile oturum açtığınız her yerden kolayca kullanabilmeniz için kartınızı kaydedeceğiz.
tt: ()EmailAddress белән кергән вакытта картагызны куллану җиңел булсын өчен, без аны саклаячакбыз.
ug: ()EmailAddress ئارقىلىق تىزىملاپ كىرگىنىڭىزدە ئىشلىتىش ئاسان بولۇش ئۈچۈن، كارتىڭىزنى ساقلاپ قويىمىز.
uk: Дані вашої картки буде збережено, тому ви зможете легко використовувати її після входу з використанням адреси електронної пошти ()EmailAddress.
ur: ہم آپ کے کارڈ کو محفوظ کریں گے، لہٰذا یہ استعمال کے لیے آسان ہو گا جب بھی آپ ()EmailAddress کے ساتھ سائن ان کریں۔
uz: ()EmailAddress manzili bilan hisobingizga kirganingizda qulay foydalanishingiz uchun kartangizni saqlab olamiz.
vi: Chúng tôi sẽ lưu thẻ của bạn để bạn dễ dàng sử dụng ở bất cứ nơi nào bạn đăng nhập bằng ()EmailAddress.
zh_hans: 我们将保存你的卡片信息，以便在你用 ()EmailAddress 登录时使用。
zh_hant: 我們會儲存您的信用卡，以便您隨時以 ()EmailAddress 登入。
