Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSRewards.ChallengeInfoMessage
source: Mobile, home and office phones supported (no VoIP). Carrier fees may apply. We only use phone numbers to confirm that you are a valid user.
af: Selfoon, huis- en werksfone word gesteun (geen VoIP nie). Diensverskaffertariewe kan dalk geld. Ons gebruik slegs foonnommers om te bevestig dat jy ’n geldige gebruiker is.
am: ሞባይል፣ የቤት እና የቢሮ ስልኮች ይደገፋሉ (ቪኦአይፒ የለም)። የአገልግሎት አቅራቢ ክፍያዎች ሊኖሩ ይችላሉ። ትክክለኛ ተጠቃሚ መሆንዎን ለማረጋገጥ ስልክ ቁጥሮችን ብቻ እንጠቀማለን።
ar: جوال، الهواتف المنزلية والمكتب المدعومة (بدون VoIP). قد يتم تطبيق رسوم شركة الجوّال. لا نستخدم سوى أرقام الهواتف للتأكد من أنك مستخدم صالح.
as: ম'বাইল, ঘৰ আৰু কাৰ্যালয়ৰ ফোন সমৰ্থিত (ভিঅ'আইপি নাই)। বাহকৰ মাচুল প্ৰযোজ্য হ'ব পাৰে। আপুনি এগৰাকী বৈধ ব্যৱহাৰকাৰী বুলি নিশ্চিত কৰিবলৈ আমি কেৱল ফোন নম্বৰ ব্যৱহাৰ কৰোঁ।
az: Mobil, ev və ofis telefonları dəstəklənir (VoIP yoxdur). Daşıyıcı rüsumu tətbiq oluna bilər. Yalnız sizin etibarlı istifadəçi olduğunuzu təsdiqləmək üçün telefon nömrələrindən istifadə edirik.
bg: Поддържат се мобилни, домашни и офис телефони (без VoIP). Възможно е да се прилагат такси на превозвача. Използваме телефонни номера само за да потвърдим, че сте валиден потребител.
bn_in: মোবাইল, হোম এবং অফিস ফোন সমর্থিত (কোন VoIP নেই)। ক্যারিয়ারের ফি প্রযোজ্য হতে পারে। আপনি যে একজন বৈধ ব্যবহারকারী তা নিশ্চিত করতে আমরা শুধুমাত্র ফোন নম্বর ব্যবহার করি৷
bs: Podržani su mobilni, kućni i kancelarijski telefoni (bez VoIP-a). Mogu se primijenjivati naknade operatera. Koristimo brojeve telefona samo kako bismo potvrdili da ste važeći korisnik.
cy: Mae modd defnyddio ffonau symudol, cartref a swyddfa (dim VoIP). Mae'n bosibl y bydd eich rhwydwaith symudol yn codi tâl. Rydyn ni dim ond yn defnyddio rhifau ffôn i gadarnhau eich bod chi'n ddefnyddiwr dilys.
da: Mobil-, hjemme- og arbejdstelefoner understøttes (ingen VoIP). Operatørgebyrer kan være gældende. Vi bruger kun telefonnumre til at bekræfte, at du er en gyldig bruger.
de: Mobiltelefone, Heim- und Bürotelefone werden unterstützt (kein VoIP). Es können Netzbetreibergebühren anfallen. Wir verwenden Telefonnummern nur, um zu bestätigen, dass Sie ein gültiger Benutzer sind.
el: Υποστηρίζονται κινητά τηλέφωνα, τηλέφωνα οικίας και γραφείου (χωρίς VoIP). Ενδέχεται να ισχύουν χρεώσεις παρόχου κινητής τηλεφωνίας. Χρησιμοποιούμε μόνο αριθμούς τηλεφώνου για να επιβεβαιώσουμε ότι είστε έγκυρος χρήστης.
es: Se admiten teléfonos móviles, de casa y de oficina (sin VoIP). Pueden aplicarse tarifas del operador. Solo usamos números de teléfono para confirmar que es un usuario válido.
et: Mobiil-, kodu- ja kontoritelefonid on toetatud (VoIP-d pole). Rakenduda võivad operaatoritasud. Kasutame telefoninumbreid ainult selleks, et kinnitada, et olete sobiv kasutaja.
eu: Mugikorreko, etxeko eta laneko telefonoak onartzen dira (ez IP bidezko ahotsa). Litekeena da operadorearen tarifak aplikatzea. Telefono-zenbakiak benetako erabiltzailea zarela berresteko soilik erabiltzen ditugu.
fa: تلفن‌های همراه، خانه و دفتر کار پشتیبانی نمی‌شوند (بدون VoIP). ممکن است هزینه‌های شرکت مخابراتی اعمال شود. ما فقط از شماره تلفن‌ها برای تأیید اینکه شما یک کاربر معتبر هستید استفاده می‌کنیم.
ga: Tacaítear le fóin mhóibíleacha, fóin bhaile agus fóin oifige (gan VoIP). Féadfar feidhm a bheith ag táillí iompróra. Ní úsáidimid ach uimhreacha fóin le deimhniú gur úsáideoir bailí thú.
gd: Tha taic ri fònaichean-làimhe, fònaichean oifise ’s taighe (ach chan ann VoIP). Dh’fhaoidte gun èirich cosgaisean ri linn. Cha chleachd sinn na h-àireamhan fòn ach airson dèanamh cinnteach gur e cleachdaiche dligheach a th’ annad.
gl: Son compatibles os dispositivos móbiles, e os teléfonos particulares e os da oficina (que non sexan de voz sobre IP). Poden aplicarse taxas do operador. Só usamos os números de teléfono para confirmar que é un usuario válido.
gu: મોબાઇલ, હોમ અને ઑફિસ ફોન્સ સમર્થિત છે (કોઈ VoIP નહીં). કૅરિઅર ફી લાગુ પડી શકે છે. તમે માન્ય ઉપયોગકર્તા છો તેની પુષ્ટિ કરવા માટે અમે ફક્ત ફોન નંબર્સનો ઉપયોગ કરીએ છીએ.
he: טלפון נייד, טלפון בבית וטלפונים משרדיים נתמכים (ללא VoIP). ייתכן שיחולו עמלות ספק שירות. אנו משתמשים במספרי טלפון רק כדי לאשר שאתה משתמש חוקי.
hi: मोबाइल, घर और कार्यालय का फ़ोन समर्थित है (VoIP नहीं). कैरियर शुल्क लागू हो सकते हैं. हम केवल यह पुष्टि करने के लिए फ़ोन नंबर का उपयोग करते हैं कि आप एक मान्य उपयोगकर्ता हैं.
hr: Podržani mobilni, kućni i uredski telefoni (bez VoIP-a). Moguća je naplata naknada operatera. Telefonske brojeve koristimo samo da bismo potvrdili da ste valjani korisnik.
hu: Mobil-, otthoni és irodai telefonszámok használhatók (VoIP nem). Szolgáltatói díjak merülhetnek fel. A telefonszámokat csak annak megerősítésére használjuk, hogy Ön érvényes felhasználó.
id: Telepon seluler, rumah, dan kantor didukung (tanpa VoIP). Biaya operator mungkin berlaku. Kami hanya menggunakan nomor telepon untuk mengonfirmasi bahwa Anda adalah pengguna yang valid.
is: Styður farsíma, heima- og skrifstofusíma (ekki tal yfir IP). Gjöld símafyrirtækis kunna að eiga við. Við notum aðeins símanúmer til að staðfesta að þú sért gildur notandi.
ja: 携帯電話、自宅、オフィスの電話がサポートされています (VoIP は除く)。通信事業者の料金が適用される場合があります。電話番号は、お客様が有効なユーザーであることを確認するためにのみ使用されます。
ka: მხარდაჭერილია მობილურის, სახლის და ოფისის ტელეფონები (არა VoIP). შეიძლება გამოყენებულ იქნეს გადამზიდის საფასური. ტელეფონის ნომრებს ვიყენებთ მხოლოდ იმის დასადასტურებლად, რომ მოქმედი მომხმარებელი ხართ.
kk: Ұялы, үй және кеңсе телефондарына (VoIP жоқ) қолдау көрсетіледі. Ұялы байланыс операторыңыз ақы алуы мүмкін. Біз сіздің жарамды пайдаланушы екеніңізді тексеру үшін телефон нөмірлерін ғана пайдаланамыз.
kn: ಮೊಬೈಲ್, ಮನೆ ಮತ್ತು ಕಚೇರಿ ಫೋನ್‌ಗಳನ್ನು ಬೆಂಬಲಿಸಲಾಗಿತ್ತಿದೆ (VoIP ಹೊರತುಪಡಿಸಿ). ಕ್ಯಾರಿಯರ್ ಶುಲ್ಕಗಳು ಅನ್ವಯವಾಗಬಹುದು. ನೀವು ಒಬ್ಬ ಮಾನ್ಯ ಬಳಕೆದಾರರೆಂದು ಖಚಿತಪಡಿಸಲು ನಾವು ಫೋನ್ ಸಂಖ್ಯೆಗಳನ್ನು ಮಾತ್ರ ಬಳಸುತ್ತೇವೆ.
ko: 모바일, 집, 사무실 전화가 지원됩니다(VoIP는 안 됨). 이동 통신 요금이 부과될 수 있습니다. 유효한 사용자임을 확인하는 데만 전화번호를 사용합니다.
lo: ໂທລະ​ສັບ​ມື​ຖື​, ເຮືອນ ​ແລະ​ ຫ້ອງ​ການ​ສະ​ຫນັບ​ສະ​ຫນູນ (no VoIP​)​. ອາດມີຄ່າທຳນຽມຜູ້ໃຫ້ບໍລິການ. ພວກເຮົາພຽງແຕ່ໃຊ້ເບີໂທລະສັບເພື່ອຢືນຢັນວ່າທ່ານເປັນຜູ້ໃຊ້ທີ່ຖືກຕ້ອງ.
lt: Palaikomi mobilieji, namų ir biuro telefonai (be „VoIP“). Gali būti taikomi operatoriaus mokesčiai. Telefono numerius naudojame tik norėdami patvirtinti, kad esate tinkamas vartotojas.
lv: Atbalstītie mobilie, mājas un darba tālruņi (bez VoIP). Var tikt piemērota mobilo sakaru operatora maksa. Tālruņa numurus izmantojam tikai, lai apstiprinātu, ka esat derīgs lietotājs.
mi: E tautokona ana ngā waea pūkoro, kāinga, tari hoki (kaua ngā mea VoIP). Ka pā pea ngā utu kaikawe. Ka whakamahi anake mātou i ngā tau waea hei whakaū he kaiwhakamahi whaimana koe.
mk: Мобилни, домашни и канцелариски телефони поддржани (без VoIP). Може да важат таксите на операторот. Користиме само телефонски броеви за да потврдиме дека сте важечки корисник.
ml: മൊബൈൽ, ഹോം, ഓഫീസ് ഫോണുകൾ പിന്തുണയ്ക്കുന്നു (VoIP ഇല്ല). കാരിയർ ഫീസ് ബാധകമാകാം. നിങ്ങൾ ഒരു സാധുതയുള്ള ഉപയോക്താവാണെന്ന് സ്ഥിരീകരിക്കാൻ മാത്രമാണ് ഞങ്ങൾ ഫോൺ നമ്പറുകൾ ഉപയോഗിക്കുന്നത്.
mr: मोबाइल, घर आणि कार्यालय फोन समर्थित आहेत (VoIP नाही). कॅरियर शुल्क लागू शकते. आपण एक वैध प्रयोक्ता आहात याचे पुष्टीकरण करण्यासाठी आम्ही केवळ फोन नंबर वापरू.
ms: Telefon mudah alih, rumah dan pejabat disokong (tiada VoIP). Yuran pembawa mungkin dikenakan. Kami hanya menggunakan nombor telefon untuk mengesahkan bahawa anda ialah pengguna yang sah.
mt: Mowbajl, telefowns tad-dar u tal-uffiċċju appoġġjati (mhux VoIP). It-tariffi tal-fornitur jistgħu japplikaw. Nużaw biss in-numri tat-telefown biex nikkonfermaw li int utent validu.
ne: मोबाइल, घर र कार्यालयको फोन प्रयोग गर्न मिल्छ (VoIP होइन)। क्यारियरको शुल्क लागू हुन सक्छ। तपाईं वैध प्रयोगकर्ता हुनुहुन्छ भनेर पुष्टि गर्नका लागि मात्र हामी फोन नम्बरहरू प्रयोग गर्दछौँ।
nn_no: Mobil-, heime- og kontortelefonar blir støtta (ingen VoIP). Operatøravgifter kan gjelde. Vi brukar berre telefonnummer for å stadfeste at du er ein gyldig brukar.
no: Mobil-, hjemme- og kontortelefoner støttes (ingen VoIP). Operatøravgifter kan påløpe. Vi bruker bare telefonnumre til å bekrefte at du er en gyldig bruker.
or: ମୋବାଇଲ୍, ଘର ଏବଂ କାର୍ଯ୍ଯାଳୟ ଫୋନ୍ ସମର୍ଥିତ (କୌଣସି VoIP ନାହିଁ) । କ୍ୟାରିୟର ଫି ଲାଗୁ ହୋଇପାରେ । ଆପଣ ଜଣେ ବୈଧ ଉପଭୋକ୍ତା ବୋଲି ସୁନିଶ୍ଚିତ କରିବାକୁ ଆମେ କେବଳ ଫୋନ୍ ନମ୍ଵର୍ ବ୍ୟବହାର କରୁ ।
pa_in: ਮੋਬਾਈਲ, ਘਰ ਅਤੇ ਦਫਤਰ ਦੇ ਫ਼ੋਨ ਸਮਰਥਿਤ ਹਨ (ਕੋਈ VoIP ਨਹੀਂ)। ਕੈਰੀਅਰ ਫੀਸਾਂ ਲਾਗੂ ਹੋ ਸਕਦੀਆਂ ਹਨ। ਅਸੀਂ ਸਿਰਫ ਇਹ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਫ਼ੋਨ ਨੰਬਰਾਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ ਕਿ ਤੁਸੀਂ ਇੱਕ ਵੈਧ ਉਪਭੋਗਤਾ ਹੋ।
pl: Telefony komórkowe, domowe i biurowe są obsługiwane (brak voIP). Mogą być naliczane opłaty dla przewoźnika. Numery telefonów są używane tylko do potwierdzania, że jesteś zweryfikowanym użytkownikiem.
ru: Поддерживаются мобильные, домашние и офисные телефоны (без VoIP). Может взиматься плата за услуги оператора мобильной связи. Мы используем только номера телефонов, чтобы подтвердить, что вы действительный пользователь.
sl: Podprti so mobilni, domači in pisarniški telefoni (brez VoIP). Morda boste morali plačati stroške operaterja. Telefonske številke uporabljamo samo za potrditev, da ste veljaven uporabnik.
sr_cyrl_rs: Подржани мобилни, кућни и канцеларијски телефони (без VoIP-а). Могу се применити накнаде оператера. Бројеве телефона користимо само да бисмо потврдили да сте важећи корисник.
sr_latn_rs: Podržani mobilni, kućni i telefoni u kancelariji (bez voIP-a). Mogu se primeniti naknade operatera. Koristimo samo brojeve telefona da bismo potvrdili da ste važeći korisnik.
sv: Mobil-, hem- och kontorstelefoner stöds (inte VoIP). Operatörsavgifter kan tillkomma. Vi använder endast telefonnummer för att bekräfta att du är en giltig användare.
ta: மொபைல், வீடு மற்றும் அலுவலக ஃபோன்கள் ஆதரிக்கப்படுகின்றன (VoIP இல்லை). கேரியர் கட்டணங்கள் பொருந்தக்கூடும். நீங்கள் சரியான பயனர் என்பதை உறுதிப்படுத்த ஃபோன் எண்களை மட்டுமே பயன்படுத்துவோம்.
te: మొబైల్, ఇల్లు మరియు కార్యాలయ ఫోన్‌లకు మద్దతు ఉంది (VoIP లేదు). క్యారియర్ ఫీజులు వర్తించవచ్చు. మీరు చెల్లుబాటు అయ్యే వినియోగదారు అని నిర్ధారించడానికి మేము ఫోన్ నంబర్‌లను మాత్రమే ఉపయోగిస్తాము.
th: โทรศัพท์เคลื่อนที่ โทรศัพท์บ้าน และโทรศัพท์สำนักงานที่ได้รับการสนับสนุน (ไม่มี VoIP) อาจมีค่าธรรมเนียมผู้ให้บริการ เราใช้หมายเลขโทรศัพท์เพื่อยืนยันว่าคุณเป็นผู้ใช้ที่ถูกต้องเท่านั้น
tr: Cep, ev ve iş telefonu numaraları destekleniyor (VoIP kullanılamaz). Operatör ücretleri uygulanabilir. Telefon numaralarını yalnızca geçerli bir kullanıcı olduğunuzu onaylamak için kullanıyoruz.
tt: Мобиль, өй һәм офис телефоннары тәэмин ителә (VoIP юк). Оператор түләве алынырга мөмкин. Телефон номерларын бары тик дөрес кулланучы булуыгызны раслау өчен кулланабыз.
ug: كۆچمە، ئۆي ۋە ئىشخانا تېلېفونلىرىنى قوللايدۇ (VoIP نى قوللىمايدۇ). يۈرۈتكۈچى ھەق ئېلىشى مۇمكىن. تېلېفون نومۇرىنى پەقەت سىزنىڭ ئىناۋەتلىك ئىشلەتكۈچى ئىكەنلىكىڭىزنى جەزملەشتۈرۈش ئۈچۈن ئىشلىتىمىز.
uk: Підтримуються мобільні, домашні та офісні телефони (без VoIP). Може стягуватися плата за послуги оператора мобільного зв’язку. Ми використовуємо лише номери телефонів, щоб підтвердити, що ви дійсний користувач.
ur: موبائل، گھر اور دفتری فونز معاونت شدہ ہیں (کوئی VoIP نہیں)۔ کیریئر کی فیس لاگو ہو سکتی ہے۔ ہم صرف یہ تصدیق کرنے کے لیے فون نمبر استعمال کرتے ہیں کہ آپ ایک مجاز صارف ہیں۔
vi: Hỗ trợ điện thoại di động, điện thoại nhà và điện thoại văn phòng (không có VoIP). Có thể tính phí của nhà mạng. Chúng tôi chỉ sử dụng số điện thoại để xác nhận rằng bạn là người dùng hợp lệ.
zh_hans: 支持移动电话、家庭电话和办公电话(不支持 VoIP)。可能收取运营商费用。我们仅使用电话号码来确认你是有效的用户。
zh_hant: 支援行動電話、住家電話和辦公室電話 (不支援 VoIP)。可能需要支付電信業者費用。我們只使用電話號碼來確認您是有效的使用者。

# Literal.MSRewards.CodeVerificationText
source: Enter your 6-digit code
af: Voer jou 6-syferkode in
am: ባለ 6 አሃዝ ኮድዎን ያስገቡ
ar: أدخل الرمز المكون من 6 أرقام
as: আপোনাৰ 6 টা অংকৰ ক’ড প্ৰবিষ্ট কৰক
az: 6 rəqəmli kodunuzu daxil edin
bg: Въведете своя 6-цифрен код
bn_in: আপনার 6-সংখ্যার কোড প্রবেশ করান
bs: Unesite 6-cifreni kôd
cy: Rhowch eich cod 6 digid
da: Angiv din 6-cifrede kode
de: Geben Sie Ihren 6-stelligen Code ein
el: Εισαγάγετε τον 6ψήφιο κωδικό σας
es: Escriba su código de 6 dígitos
et: Sisestage 6-kohaline kood
eu: Idatzi 6 digituko kodea
fa: کد ۶ رقمی خود را وارد کنید
ga: Iontráil do chód 6 dhigit
gd: Cuir a-steach 6 àireamhan a’ chòd agad
gl: Introducir o código de 6 díxitos
gu: તમારો 6-અંકનો કોડ દાખલ કરો
he: הזן את הקוד בן 6 הספרות
hi: अपना 6-अंकीय कोड दर्ज करें
hr: Unesite kod od šest znamenki
hu: Adja meg a 6 számjegyű kódot
id: Masukkan kode 6 digit Anda
is: Sláðu inn sex stafa kóðann þinn
ja: 6 桁のコードを入力してください
ka: შეიყვანეთ თქვენი 6-ციფრიანი კოდი
kk: 6 таңбалы кодты енгізіңіз
kn: ನಿಮ್ಮ 6-ಅಂಕಿಯ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 6자리 코드 입력
lo: ໃສ່ລະຫັດຕົວເລກ 6 ຫຼັກຂອງທ່ານ
lt: Įveskite 6 skaitmenų kodą
lv: Ievadiet savu 6 ciparu kodu
mi: Tāurua tō waehere mati-6
mk: Внесете го вашиот 6-цифрен код
ml: നിങ്ങളുടെ 6-അക്ക കോഡ് നൽകുക
mr: आपला 6-अंकी कोड प्रविष्ट करा
ms: Masukkan kod 6 digit anda
mt: Daħħal il-kodiċi b’6 ċifri tiegħek
ne: आफ्नो 6-अंकको कोड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn din 6-sifra kode
no: Skriv inn den sekssifrede koden
or: ଆପଣଙ୍କ 6 ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ଏଣ୍ଟର୍ କରନ୍ତୁ
pa_in: ਆਪਣਾ 6-ਅੰਕ ਦਾ ਕੋਡ ਦਾਖਲ ਕਰੋ
pl: Wprowadź 6-cyfrowy kod
ru: Введите 6-значный код
sl: Vnesite 6-mestno kodo
sr_cyrl_rs: Унесите шестоцифрени кôд
sr_latn_rs: Unesite šestocifreni kôd
sv: Ange din 6-siffriga kod
ta: உங்கள் 6 இலக்க குறியீட்டை உள்ளிடவும்
te: మీ 6-అంకెల కోడ్‌ని నమోదు చేయండి
th: ใส่รหัส 6 หลักของคุณ
tr: 6 haneli kodunuzu girin
tt: 6-санлы кодны кертегез
ug: 6 خانىلىق كودىڭىزنى كىرگۈزۈڭ
uk: Введіть 6-значний код
ur: اپنا 6 ہندسوں والا کوڈ درج کریں
vi: Nhập mã gồm 6 chữ số của bạn
zh_hans: 输入 6 位代码
zh_hant: 輸入您的 6 位數代碼

# Literal.MSRewards.ResendCodeText
source: No code yet? Request a new one in 15 seconds...
af: Nog geen kode nie? Versoek ’n nuwe een oor 15 sekondes ...
am: እስካሁን ኮድ የለም? በ15 ሰከንድ ውስጥ አዲስ ይጠይቁ...
ar: لا يوجد رمز حتى الآن؟ طلب واحد جديد خلال 15 ثانية...
as: এতিয়ালৈকে কোনো ক’ড নাই? 15 ছেকেণ্ডত এটা নতুনৰ বাবে অনুৰোধ কৰক...
az: Hələ kod yoxdur? 15 saniyə ərzində yenisini tələb edin...
bg: Все още нямате код? Поискайте нов за 15 секунди...
bn_in: এখনও কোনও কোড নেই? 15 সেকেন্ডের মধ্যে একটি নতুন অনুরোধ করুন...
bs: Još uvijek nema koda? Zatražite novi za 15 sekundi...
cy: Heb gael cod eto? Gofynnwch am un newydd mewn 15 eiliad...
da: Har du ikke modtaget koden endnu? Anmod om en ny om 15 sekunder...
de: Noch kein Code? Fordern Sie in 15 Sekunden einen neuen an...
el: Δεν υπάρχει ακόμη κωδικός; Ζητήστε έναν νέο σε 15 δευτερόλεπτα...
es: ¿Aún no hay código? Solicite uno nuevo en 15 segundos...
et: Kas pole veel koodi? Taotle uut 15 sekundi pärast...
eu: Oraindik ez duzu koderik jaso? Eskatu beste bat 15 segundo barru…
fa: هنوز کدی وجود ندارد؟ درخواست یک مورد جدید در ۱۵ ثانیه...
ga: Níl aon chód agat go fóill? Iarr ceann nua i gceann 15 shoicind...
gd: Nach eil còd agad fhathast? Iarr fear ùr an ceann 15 diogan…
gl: Aínda non recibiu ningún código? Solicite un novo en 15 segundos...
gu: હજી સુધી કોઈ કોડ નથી? 15 સેકંડમાં નવા માટે વિનંતી કરો...
he: עדיין אין לך קוד? בקש קוד חדש בעוד 15 שניות...
hi: अभी तक कोई कोड नहीं? 15 सेकंड में एक नए का अनुरोध करें...
hr: Još nemate kod? Zatražite novi za 15 sekundi...
hu: Még nem kapott kódot? 15 másodperc múlva újat kérhet...
id: Belum menerima kode? Minta kode baru dalam 15 detik...
is: Hefurðu ekki fengið kóða? Biddu um nýjan eftir 15 sekúndur...
ja: コードがまだありませんか?15 秒後に新しいものを要求します...
ka: არ გაქვთ კოდი ჯერ? მოითხოვეთ ახალი 15 წამში...
kk: Әлі код жоқ па? 15 секундтан кейін жаңасын сұраңыз...
kn: ಇನ್ನೂ ಕೋಡ್ ಸಿಕ್ಕಿಲ್ಲವೇ? 15 ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಹೊಸದಕ್ಕಾಗಿ ವಿನಂತಿಸಿ...
ko: 코드가 아직 없나요? 15초 안에 새 코드 요청...
lo: ຍັງບໍ່ມີລະຫັດ? ຂໍອັນໃໝ່ໃນ 15 ວິນາທີ...
lt: Dar neturite kodo? Prašyti naujo po 15 sekundžių...
lv: Vai jums vēl nav koda? Pieprasīt jaunu pēc 15 sekundēm...
mi: Kāore anō kia whiwhi waehere? Tonoa he mea hōu ā muri i te 15 hēkona...
mk: Сè уште немате код? Побарај нов за 15 секунди...
ml: ഇതുവരെ കോഡ് ഇല്ലേ? 15 സെക്കൻഡിനുള്ളിൽ പുതിയൊരെണ്ണം ആവശ്യപ്പെടുക...
mr: अद्याप कोड नाही? 15 सेकंदात नवीन मिळण्याची विनंती करा...
ms: Tiada kod lagi? Minta yang baharu dalam masa 15 saat...
mt: Għad ma rċivejtx il-kodiċi? Itlob wieħed ġdid fi żmien 15-il sekonda...
ne: अहिलेसम्म कुनै कोड छैन? 15 सेकेन्डमा नयाँ अनुरोध गर्नुहोस्...
nn_no: Ingen kode enno? Be om ein ny om 15 sekund ...
no: Ingen kode ennå? Be om en ny om 15 sekunder ...
or: ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି କୋଡ୍ ନାହିଁ କି? 15 ସେକେଣ୍ଡରେ ଏକ ନୂତନ ଅନୁରୋଧ କରନ୍ତୁ...
pa_in: ਹਾਲੇ ਕੋਈ ਕੋਡ ਨਹੀਂ? 15 ਸਕਿੰਟਾਂ ਵਿੱਚ ਇੱਕ ਨਵੇਂ ਲਈ ਬੇਨਤੀ ਕਰੋ...
pl: Nie masz jeszcze kodu? Poproś o nowy w ciągu 15 sekund...
ru: Код еще не пришел? Запросите новый через 15 секунд…
sl: Še niste prejeli kode? Zahtevaj novo čez 15 sekund ...
sr_cyrl_rs: Још увек нисе добили кôд? Захтевајте нови за 15 секунди...
sr_latn_rs: Još nema kôda? Zahtevaj novi za 15 sekundi...
sv: Har du ingen kod än? Begär en ny om 15 sekunder...
ta: இன்னும் குறியீட்டைப் பெறவில்லையா? 15 வினாடிகளில் புதிய ஒன்றைக் கோருங்கள்...
te: ఇంకా కోడ్ రాలేదా? 15 సెకనులలో కొత్తదాన్ని అభ్యర్థించండి...
th: ยังไม่มีรหัสใช่หรือไม่ ร้องขอรหัสใหม่ใน 15 วินาที...
tr: Henüz kodunuz yok mu? 15 saniye içinde yeni bir kod isteyin...
tt: Код әле юкмы? 15 секунд эчендә яңасын сорагыз...
ug: كود كەلمىدىمۇ؟ 15 سېكۇنتتىن كېيىن قايتا كود ئېلىڭ...
uk: Ще немає коду? Надішліть запит на новий через 15 секунд…
ur: ابھی تک کوئی کوڈ نہیں آیا؟ 15 سیکنڈز بعد نیا کوڈ طلب کریں۔۔۔
vi: Chưa nhận được mã? Yêu cầu mã mới sau 15 giây...
zh_hans: 还没有收到代码?请在 15 秒后请求一个新的...
zh_hant: 尚無任何程式碼?在 15 秒內要求新的...

# Word.Button.ResendCode
source: Resend Code
af: Stuur kode weer
am: ኮድ ዳግም ይላኩ
ar: إعادة إرسال الرمز
as: ক’ড পুনৰ প্ৰেৰণ কৰক
az: Kodu Yenidən Göndərin
bg: Повторно изпращане на код
bn_in: পুনরায় পাঠানো কোড
bs: Ponovo pošalјi kôd
cy: Ail-anfon Cod
da: Send en ny kode
de: Code erneut senden
el: Επανάληψη αποστολής κωδικού
es: Volver a enviar código
et: Saada kood uuesti
eu: Bidali kodea berriro
fa: کد دوباره ارسال شود
ga: Athsheol cód
gd: Cuir thugam an còd a-rithist
gl: Reenviar código
gu: કોડ ફરીથી મોકલો
he: שלח מחדש את הקוד
hi: कोड फिर से भेजें
hr: Ponovo pošalji kod
hu: Kód újraküldése
id: Kirim Ulang Kode
is: Senda kóða aftur
ja: コードの再送信
ka: კოდის ხელახლა გაგზავნა
kk: Кодты қайта жіберу
kn: ಕೋಡ್ ಮರುಕಳುಹಿಸಿ
ko: 코드 다시 전송
lo: ສົ່ງລະຫັດອີກຄັ້ງ
lt: Siųsti kodą iš naujo
lv: Atkārtoti nosūtīt kodu
mi: Tukua anō te waehere
mk: Повторно испратете го кодот
ml: കോഡ് വീണ്ടും അയയ്‌ക്കുക
mr: कोड पुन्हा पाठवा
ms: Hantar Semula Kod
mt: Erġa’ ibgħat il-kodiċi
ne: कोड पुन: पठाउनुहोस्
nn_no: Send kode på nytt
no: Send koden på nytt
or: କୋଡ୍ ପୁଣି ପଠାନ୍ତୁ
pa_in: ਕੋਡ ਮੁੜ-ਭੇਜੋ
pl: Wyślij ponownie kod
ru: Отправить код повторно
sl: Znova pošlji kodo
sr_cyrl_rs: Поново пошаљи кôд
sr_latn_rs: Ponovo pošalji kôd
sv: Skicka koden igen
ta: குறியீட்டை மீண்டும் அனுப்பு
te: కోడ్‌ను మళ్లీ పంపు
th: ส่งรหัสอีกครั้ง
tr: Kodu Yeniden Gönder
tt: Кодны яңадан җибәрү
ug: قايتا كود يوللاش
uk: Надіслати код повторно
ur: کوڈ دوبارہ بھیجیں
vi: Gửi lại mã
zh_hans: 重新发送代码
zh_hant: 重新傳送代碼

# Word.Button.EditPhone
source: Edit phone
af: Redigeer foon
am: ስልክ አርትዕ ያድርጉ
ar: تحرير الهاتف
as: ফটো সম্পাদিত কৰক
az: Telefonu redaktə edin
bg: Редактиране на телефон
bn_in: ফোন সম্পাদনা করুন
bs: Uredi broj telefona
cy: Golygu'r ffôn
da: Rediger telefon
de: Telefonnummer bearbeiten
el: Επεξεργασία τηλεφώνου
es: Editar teléfono
et: Redigeeri telefoni
eu: Editatu telefono-zenbakia
fa: ویرایش تلفن
ga: Cuir fón in eagar
gd: Deasaich am fòn
gl: Editar teléfono
gu: ફોન સંપાદિત કરો
he: עריכת תמונה
hi: फ़ोन संपादित करें
hr: Uredi broj telefona
hu: Telefonszám szerkesztése
id: Edit telepon
is: Breyta síma
ja: 電話の編集
ka: ტელეფონის რედაქტირება
kk: Телефонды өңдеу
kn: ಫೋನ್‌ ಎಡಿಟ್ ಮಾಡಿ
ko: 휴대폰 편집
lo: ແກ້ໄຂໂທລະສັບ
lt: Redaguoti telefoną
lv: Rediģēt tālruni
mi: Whakatika waea
mk: Уреди телефон
ml: ഫോൺ എഡിറ്റുചെയ്യുക
mr: फोन संपादित करा
ms: Edit foto
mt: Editja l-mowbajl
ne: फोन सम्पादन गर्नुहोस्‌
nn_no: Rediger telefon
no: Rediger telefon
or: ଫଟୋ ସଂପାଦନା କରନ୍ତୁ
pa_in: ਫ਼ੋਨ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj telefon
ru: Изменить телефон
sl: Uredi telefon
sr_cyrl_rs: Уреди телефон
sr_latn_rs: Uredi telefon
sv: Redigera telefon
ta: ஃபோன் எண்ணைத் திருத்து
te: ఫోన్‌ని సవరించండి
th: แก้ไขโทรศัพท์
tr: Telefonu düzenle
tt: Телефонны төзәтү
ug: تېلېفون نومۇرىنى تەھرىرلەش
uk: Змінити номер телефону
ur: تصویر کی تدوین کریں
vi: Chỉnh sửa điện thoại
zh_hans: 编辑手机
zh_hant: 編輯手機

# Word.Button.SendCode
source: Send code
af: Stuur kode
am: ኮድ ይላኩ
ar: إرسال رمز
as: ক’ড প্ৰেৰণ কৰক
az: Kod göndərin
bg: Изпрати код
bn_in: কোড পাঠান
bs: Pošalјi kôd
cy: Anfon cod
da: Send kode
de: Code senden
el: Αποστολή κωδικού
es: Enviar código
et: Saada kood
eu: Bidali kodea
fa: ارسال کد
ga: Seol cód
gd: Cuir còd
gl: Enviar código
gu: કોડ મોકલો
he: שלח קוד
hi: कोड भेजें
hr: Pošalji kod
hu: Kód küldése
id: Kirim kode
is: Senda kóða
ja: コードの送信
ka: კოდის გაგზავნა
kk: Код жіберу
kn: ಕೋಡ್ ಕಳುಹಿಸಿ
ko: 코드 보내기
lo: ສົ່ງລະຫັດ
lt: Siųsti kodą
lv: Nosūtīt kodu
mi: Tukua he waehere
mk: Испрати код
ml: കോഡ് അയയ്‌ക്കുക
mr: कोड पाठवा
ms: Hantar kod
mt: Ibgħat il-kodiċi
ne: कोड पठाउनुहोस्
nn_no: Send kode
no: Send kode
or: କୋଡ୍ ପଠାନ୍ତୁ
pa_in: ਕੋਡ ਭੇਜੋ
pl: Wyślij kod
ru: Отправить код
sl: Pošlji kodo
sr_cyrl_rs: Пошаљи кôд
sr_latn_rs: Pošalji kôd
sv: Skicka kod
ta: குறியீட்டை அனுப்பு
te: కోడ్ పంపు
th: ส่งรหัส
tr: Kod gönder
tt: Код җибәрү
ug: كود يوللاش
uk: Надіслати код
ur: کوڈ بھیجیں
vi: Gửi mã
zh_hans: 发送代码
zh_hant: 傳送代碼
