Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.OrgProfile.LegalText.NZ.Line1
source: New Zealand goods and services tax (NZ GST) at 15% is applicable to cross-border remote services and intangibles supplied by non-resident suppliers to person resident in New Zealand unless the person is a GST-registered business. A supplier must treat the recipient as not being a registered person unless the recipient notifies the supplier that they are a registered person and provides their NZ GST registration number.
af: Nieu-Seeland se 15%- algemene verkoopsbelasting (NS AVB) is van toepassing op oorgrens-afstandsdienste en ontasbares wat deur nie-inwonende verskaffers aan die inwoners van Nieu-Seeland verskaf word, tensy die persoon ’n AVB-geregistreerde besigheid is. ’n Verskaffer moet die ontvanger as ’n ongeregistreerde persoon hanteer tensy die ontvanger die verskaffer in kennis stel dat hulle wel ’n geregistreerde persoon is en hulle hul NS AVB-registrasienommer verskaf.
am: ኒውዝላንድ ውስጥ ነዋሪ ለሆነ ሰው ነዋሪ ባልሆነ አቅራቢ አማካኝነት ድንበር ተሻጋሪ የርቀት አገልግሎቶች እና የማይጨበጡ አቅርቦቶች በሚቀርቡበት ጊዜ፣ ተቀባዩ ለGST የተመዘገበ ቢዝነስ ካልሆነ በስተቀር የኒውዝላንድ የሸቀጦችና የአገልግሎቶች ግብር (NZ GST) በ15% ተመን ተግባራዊ ይሆናል። ተቀባዩ የተመዘገበ አካል ስለመሆናቸው ካላሳወቁና የNZ GST ምዝገባ ቁጥር ካላቀረቡ በስተቀር አንድ አቅራቢ ተቀባዩን ያልተመዘገበ ሰው እንደሆኑ አድርገው ማስተናገድ አለበት።
ar: تسري ضريبة السلع والخدمات في نيوزيلندا (NZ GST) بنسبة 15% على الخدمات عن بعد العابرة للحدود والأشياء غير الملموسة التي يزودها الموردون غير المقيمين للشخص المقيم في نيوزيلندا ما لم يكن الشخص هو شركة مسجلة في ضريبة السلع والخدمات. يجب على المورد أن يعامل المستلم على أنه شخص غير مسجل ما لم يخطر المستلم المورد بأنه شخص مسجل ويقدم رقم تسجيل ضريبة السلع والخدمات لدى نيوزيلندا الخاص به.
as: নিউজিলেণ্ডৰ সামগ্ৰী আৰু সেৱা কৰ (NZ GST) 15% ত ক্ৰচ ব'ৰ্ডাৰ ৰিম'ট সেৱাসমূহ আৰু নিউজিলেণ্ডত বাস কৰা ব্যক্তিলৈ অনাবাসী প্ৰদানকাৰীৰ দ্বাৰা সামগ্ৰী যোগান ধৰা হয় অন্যথা ব্যক্তিজন এজন GST পঞ্জীকৃত ব্যৱসায় হয়। এজন যোগানধাৰীয়ে প্ৰাপকত এজন পঞ্জীকৃত ব্যক্তি ৰূপে গণ্য নকৰিব যেতিয়ালৈকে তেওঁলোক এজন পঞ্জীকৃত ব্যক্তি হয় বুলি যোগানধাৰীক জাননী নিদিয়ে আৰু তেওঁলোকৰ NZ GST পঞ্জীয়ন নম্বৰ প্ৰদান নকৰে।
az: Yeni Zelandiyanın 15%-lik məhsullar və xidmətlər vergisi (NZ GST) beynəlxalq uzaq xidmətlərə və Yeni Zelandiya xaricində yaşayan təchizatçılar tərəfindən ölkədə yaşayan şəxsə verilən əmlak hüquqlarına tətbiq olunur (həmin şəxsin GST-də qeydiyyatdan keçmiş biznesi olmadıqda). Qəbuledən təchizatçıya qeydiyyatdan keçmiş şəxs olduğunu bildirməyənə və NZ GST qeydiyyat nömrəsini təqdim etməyənə kimi təchizatçı qəbuledənlə qeydiyyatdan keçməmiş şəxs kimi davranmalıdır.
bg: Данъкът за стоки и услуги в Нова Зеландия (NZ GST) е 15% и се прилага за трансгранични услуги от разстояние и нематериални активи, предоставени от чуждестранни доставчици на лице, пребиваващо в Нова Зеландия, освен ако лицето не е фирма с регистрация по GST. Доставчикът трябва да третира получателя като нерегистрирано лице, освен ако получателят не уведоми доставчика, че е регистрирано лице и предостави своя регистрационен номер по NZ GST.
bn_in: নিউ জিল্যান্ডের বাইরের সরবরাহকারীরা নিউ জিল্যান্ডে বসবাসকারীকে, যদি সেই ব্যক্তির GST রেজিস্টার করা কোনো ব্যবসা না হয়, সেক্ষেত্রে নিউ জিল্যান্ড পণ্য এবং পরিষেবার ট্যাক্স 15% হিসাবে (NZ GST) দেশের বাইরের থেকে আসা রিমোট পরিষেবা এবং ছোঁয়া যায়না এমন পণ্যের ওপর প্রযোজ্য হয়। একজন সরবরাহকারীকে প্রাপককে একটি রেজিস্টার করা ব্যক্তি নয় হিসাবে বিবেচনা করতে হবে, যদি না সেই প্রাপক সরবরাহকারীকে জানান যে তারা রেজিস্টার করা ব্যক্তি এবং তাদের NZ GST নম্বর প্রদান করেন।
bs: Porez na dobra i usluge Novog Zelanda (NZ GST) od 15% primjenjuje se na prekogranične udaljene usluge i nematerijalna dobra koje nerezidenti isporučuju rezidentu na Novom Zelandu, osim ako je taj rezident preduzeće registrirano za GST. Dobavljač mora primaoca smatrati neregistriranim licem, osim ako primalac obavijesti dobavljača da je registrirano lice i navede svoj NZ GST registracijski broj.
cy: Mae treth nwyddau a gwasanaethau a Seland Newydd (NZ GST) o 15% yn gymwys i wasanaethau o bell trawsffiniol ac eitemau anniriaethol a ddarperir gan gyflenwyr nad ydynt yn preswylio i unigolyn sydd yn byw yn Seland Newydd oni bai bod y person yn fusnes cofrestredig GST. Rhaid i gyflenwr drin y derbynnydd fel person nad yw wedi cofrestru oni bai fod y derbynnydd yn hysbysu'r cyflenwr ei fod yn berson cofrestredig ac yn darparu ei rif cofrestru NZ GST.
da: NZ GST (New Zealand Goods and Services Tax) på 15 % pålægges grænseoverskridende eksterne tjenester og uhåndgribelige værdier, der leveres af ikke-hjemmehørende leverandører til den person, der er bosat i New Zealand, medmindre personen er en GST-registreret virksomhed. En leverandør skal behandle modtageren som en ikke-registreret person, medmindre modtageren har underrettet leverandøren om, at de er en person, der er registreret, og giver deres NZ GST-registreringsnummer.
de: Die neuseeländische Steuer auf Waren und Dienstleistungen (NZ GST) von 15 % wird auf grenzübergreifende Remotedienste und immaterielle Vermögensgegenstände erhoben, die einer in Neuseeland wohnhaften Person von nicht ansässigen Lieferanten bereitgestellt werden, es sei denn, bei der Person handelt es sich um ein GST-registriertes Unternehmen. Ein Lieferant muss davon ausgehen, dass der Empfänger nicht registriert ist, sofern der Empfänger dem Lieferanten gegenüber keine gegenteiligen Angaben macht und seine NZ GST-Registrierungsnummer vorlegt.
el: Ο φόρος προϊόντων και υπηρεσιών της Νέας Ζηλανδίας (NZ GST) ύψους 15% ισχύει για απομακρυσμένες υπηρεσίες και άυλα στοιχεία που παρέχονται διασυνοριακά από προμηθευτές με έδρα εκτός της χώρας σε πρόσωπο που κατοικεί στη Νέα Ζηλανδία, εκτός αν το πρόσωπο είναι επιχείρηση με εγγραφή GST. Ο προμηθευτής πρέπει να αντιμετωπίζει τον παραλήπτη ως μη εγγεγραμμένο πρόσωπο, εκτός αν ο παραλήπτης ενημερώσει τον προμηθευτή ότι είναι εγγεγραμμένο πρόσωπο και παράσχει τον αριθμό μητρώου NZ GST που διαθέτει.
es: El impuesto sobre bienes y servicios de Nueva Zelanda (IBS NZ) del 15 % se aplica a intangibles y servicios remotos transfronterizos suministrados por proveedores a personas residentes en Nueva Zelanda, salvo que la persona sea na persona registrada con GST. Un proveedor no debe asumir que un destinatario es una persona registrada a menos que el destinatario notifique al proveedor que es una persona registrada e indique su número de registro de IBS NZ.
et: Uus-Meremaa kaupade ja teenuste 15% maks (GST) kehtib piiriülestele kaugteenustele ja immateriaalsetele varadele, mida mitteresidentidest teenuseosutajad tarnivad Uus-Meremaa residendile, kui see isik pole GST-registreeritud äriettevõte. Teenusepakkuja peab saajat käsitlema registreerimata isikuna, kui saaja pole teenusepakkujat teavitanud oma registreeritud olekust ning esitanud oma Uus-Meremaa GST registreerimisnumbrit.
eu: % 15eko Zeelanda Berriko salgaien eta zerbitzuen zerga (NZ GST) aplikagarria da egoiliarrak ez diren hornitzaileek Zeelanda Berriko egoiliarrei hornitutako mugaz haraindiko urruneko zerbitzuetan eta aktibo ukiezinetan, pertsona GST erregistratutako negozioa den kasuetan izan ezik. Hornitzaileak hartzailea erregistratu gabeko pertsona gisa tratatu behar du, hartzaileak kontrakorik jakinarazi eta NZ GST erregistro-zenbakia eman ezean.
fa: مالیات 15٪ نیوزیلند برای کالاها و خدمات (NZ GST) به خدمات از راه دور و ناملموس فرامرزی عرضه شده توسط تأمین‌کنندگان غیر ساکن به فرد مقیم نیوزیلند اجرا می‌شود مگر اینکه کسب و کار این فرد در GST ثبت شده باشد. تأمین‌کننده باید گیرنده را به عنوان شخص ثبت شده تلقی نکند مگر اینکه گیرنده به تأمین‌کننده اطلاع دهد که فردی ثبت شده است و شماره ثبت NZ GST خود را ارائه کند.
ga: Gearrtar cáin earraí agus seirbhísí na Nua-Shéalainne (NZ GST) de 15% ar sheirbhís cianda agus nithe doláimhsithe trasteorann a sholáthraíonn soláthraithe neamhchónaithe do fhaighteoirí a chónaíonn sa Nua-Shéalainn ach amháin más gnó cláraithe le haghaidh GST é an faighteoir. Ní mór do sholáthraí caitheamh leis an bhfaighteoir mar dhuine neamhchláraithe ach amháin má fhógraíonn an faighteoir don soláthraí go bhfuil sé/sí cláraithe agus má sholáthraíonn sé/sí a (h)uimhir chláraithe GST Nua-Shéalainne.
gd: Tha seirbheisean cèin agus bathar neo-fhiosaigeach a tha gan solar le daoine nach eil a’ fuireach ann an Sealainn Nuadh do dhaoine a tha a’ fuireach ann an Sealainn Nuadh buailteach do New Zealand Goods and Services Tax (NZ GST) aig 15% ach ma tha an neach ud na ghnìomhachas clàraichte GST. Feumaidh solaraichean faightearan a làimhseachadh mar dhaoine nach deach an clàradh a thaobh GST ach ma dh’innseas am faightear dhan t-solaraiche gu bheil iad clàraichte agus ma bheir iad seachad an àireamh clàraidh NZ GST aca.
gl: O imposto sobre bens e servizos de Nova Zelandia (IBS NZ) do 15 % aplícase a intanxibles e servizos remotos transfronteirizos fornecidos por distribuidores a persoas residentes en Nova Zelandia, a menos que a persoa sexa unha persoa rexistrada con IBS. Un distribuidor non debe asumir que un destinatario é unha persoa rexistrada se o destinatario non lle notifica ao distribuidor que é unha persoa rexistrada e indica o seu número de rexistro de IBS NZ.
gu: ન્યૂઝીલૅન્ડના નિવાસીઓને બિન-નિવાસી સપ્લાયર્સ દ્વારા પૂરી પાડવામાં આવેલ સરહદ પારની દૂરસ્થ સર્વિસીસ અને ઇન્ટેંજિબલ્સ પર ન્યૂઝીલૅન્ડ માલ અને સર્વિસીસ ટેક્સ 15%(NZ GST) લાગુ પડે છે જ્યાં સુધી તે વ્યક્તિ પોતાના વ્યવસાયને GST માં-નોંધણી ન કરાવે. સપ્લાયરે પ્રાપ્તકર્તાને નોંધણી ન થયેલ વ્યક્તિ તરીકે ધ્યાનમાં લેવા જોઈએ સિવાય કે પ્રાપ્તકર્તા સપ્લાયરને જાણ કરે કે તેઓ નોંધણી કરાયેલ વ્યક્તિ છે અને તેમની પાસે NZ GST રજીસ્ટ્રેશન નંબર છે.
he: מס הסחורות והשירותים של ניו זילנד (NZ GST) בשיעור של 15% חל על שירותים מרוחקים וסחורות חוצי-גבולות המסופקים על-ידי ספקים שאינם תושבים לאנשים שהם תושבי ניו זילנד, אלא אם כן מדובר באנשים המהווים עסק רשום ב- GST. הספק חייב להתייחס לנמען כאדם שאינו רשום עד שהנמען מודיע לספק שהוא אדם רשום ומספק את מספר הרישום שלו ב- NZ GST.
hi: गैर-निवासी आपूर्तिकर्ताओं द्वारा बिना GST-पंजीकृत व्यवसाय वाले न्यूज़ीलैंड के किसी निवासी को सीमा पार की दूरस्थ सेवाओं पर और अप्रत्यक्ष आपूर्ति किए जाने पर 15% न्यूज़ीलैंड माल और सेवा कर (NZ GST) लागू होता है। किसी भी आपूर्तिकर्ता को प्राप्तकर्ता एक बिना पंजीकृत व्यक्ति मानना चाहिए, जब तक कि वे उन्हें स्वयं पंजीकृत होने की सूचना न प्रदान करें और अपनी NZ GST पंजीकरण संख्या न प्रदान करें।
hr: Porez na dobra i usluge Novog Zelanda (NZ GST) od 15% primjenjuje se na prekogranične udaljene usluge i nematerijalna dobra koje nerezidenti isporučuju rezidentu na Novom Zelandu, osim ako je taj rezident poduzeće registrirano za GST. Dobavljač mora primatelja smatrati neregistriranom osobom, osim ako primatelj obavijesti dobavljača da je registrirana osoba i navede svoj NZ GST identifikacijski broj.
hu: A 15%-os új-zélandi forgalmi adó (NZ GST) a nem rezidens szállítók által az Új-Zélandon rezidens személyeknek szállított, országhatárokat átlépő távoli szolgáltatásokra és immateriális javakra érvényes, kivéve, ha az adott személy GST fizetésére kötelezett. A szállítónak mindaddig adófizetésre nem kötelezettként kell kezelnie a címzettet, amíg a címzett nem értesíti a szállítót arról, hogy adófizetésre kötelezett személy, és meg nem adja az NZ GST-számát.
id: Pajak barang dan layanan Selandia Baru (NZ GST) sebesar 15% berlaku untuk layanan jarak jauh dan hal-hal yang tidak berwujud yang disediakan oleh pemasok non-penduduk kepada penduduk di Selandia Baru kecuali pihak tersebut adalah bisnis yang terdaftar dalam GST. Pemasok harus memperlakukan penerima bukan sebagai pihak yang terdaftar kecuali penerima memberitahukan pemasok bahwa mereka adalah pihak terdaftar dan memberikan nomor registrasi NZ GST mereka.
is: 15% vöru- og þjónustuskattur á Nýja-Sjálandi (NZ GST) gildir um fjarþjónustu á milli landa og óáþreifanlegar vörur sem aðilar sem ekki eru með heimilisfesti á Nýja-Sjálandi veita aðilum með heimilisfesti á Nýja-Sjálandi, nema aðilinn sé GST-skráð fyrirtæki. Birgir verður að afgreiða viðtakandann sem óskráðan aðila nema viðtakandinn tilkynni birginum að hann sé skráður aðili og gefi upp NZ GST-skráningarnúmer.
ja: 15% のニュージーランド物品サービス税 (NZ GST) を、非居住の供給元からニュージーランドの居住者へ提供される、国境を越えるリモート サービスや無形商品に適用できます (居住者が GST 登録された会社ではない場合)。供給元は、受領者が供給元に対して未登録であることを通知しておらず、NZ GST 登録番号を提供していない場合は、受領者を未登録の人物として扱う必要があります。
ka: ახალი ზელანდიის საქონლისა და მომსახურების დაბეგრვა (NZ GST) 15% -ის ოდენობით მოქმედებს საზღვარგარეთ წარმოებულ დისტანციურ მომსახურებასა და არამატერიალურ მომსახურებაზე, რომელსაც აწვდის არა რეზოდენტი მომწოდებელი ახალ ზელადნიის რეზიდენტს, გარდა იმ შემთხვევისა, თუ პირის საქმიანობა არ არის GST-ში რეგისტრირებული ბიზნესი. მიმწოდებელმა უნდა განიხილოს მიმღები პირი, როგორც არარეგისტრირებული პირი, გარდა იმ შემთხვევებისა, როდესაც მიმღები აცნობებს მიმწოდებელს, რომ ის არის რეგისტრირებული პირი და უზრუნველყოფს მისი NZ GST რეგისტრაციის ნომერის მიწოდებას.
kk: 15% Жаңа Зеландияның тауарлар мен қызметтер салығы (ЖЗ ТҚС) резидент емес, бірақ ТҚС тіркелген бизнесі бар тұлға Жаңа Зеландиядағы резидент тұлғаға көрсеткен шекаралық қашықтағы қызметтері мен материалдық емес активтеріне қолданылады. Жабдықтаушы алушыны тіркелмеген тұлға ретінде өңдеуі керек, себебі алушы жабдықтаушыға тіркелген тұлға екендігін хабарлайды және ЖЗ ТҚС тіркеу нөмірін береді.
kn: ವ್ಯಕ್ತಿಯು GST-ನೋಂದಾಯಿತ ವ್ಯವಹಾರ ಹೊಂದಿರದ ಹೊರತು ನ್ಯೂಜಿಲೆಂಡ್‌ನಲ್ಲಿ ವಾಸಿಸುತ್ತಿರುವ ವ್ಯಕ್ತಿಗೆ ಅಲ್ಲಿನ ನಾಗರಿಕರಲ್ಲದವರು ಪೂರೈಕೆ ಮಾಡಿದ ಅಂತರ್-ಗಡಿ ರಿಮೋಟ್ ಸೇವೆಗಳು ಮತ್ತು ಅಗೋಚರ ವಸ್ತುಗಳಿಗೆ 15% ದರದಲ್ಲಿ ನ್ಯೂಜಿಲೆಂಡ್ ಸರಕುಗಳು ಮತ್ತು ಸೇವೆಗಳ ತೆರಿಗೆಯು (NZ GST) ಅನ್ವಯಿಸುತ್ತದೆ. ಸ್ವೀಕೃತದಾರರು ತಾವು ನೋಂದಾಯಿತ ವ್ಯಕ್ತಿಯೆಂದು ಪೂರೈಕೆದಾರರಿಗೆ ತಿಳಿಸದ ಮತ್ತು ಅವರ NZ GST ನೋಂದಣಿ ಸಂಖ್ಯೆಯನ್ನು ಒದಗಿಸದ ಹೊರತು ಪೂರೈಕೆದಾರರು ಸ್ವೀಕೃತದಾರರನ್ನು ನೋಂದಾಯಿತ ವ್ಯಕ್ತಿ ಅಲ್ಲವೆಂದು ಪರಿಗಣಿಸಬೇಕು.
ko: 뉴질랜드의 물품용역세(NZ GST) 15%는 뉴질랜드에 거주하지 않는 공급자가 뉴질랜드에 거주하는 GST 등록 사업자가 아닌 경우의 사람에게 국경을 넘어 제공하는 원격 서비스 및 무형 자산에 적용됩니다. 수신자가 NZ GST 등록자임을 알리고 등록 번호를 제공하지 않는 한 공급자는 수신자가 등록된 사람이 아닌 것으로 간주해야 합니다.
ku_arab: باجی کاڵا و ڕاژەی نیوزیلاند (NZ GST) تاکوو 15% بۆ ڕاژەکانی ڕێگەی دووری نێودەوڵەتی و داراییه مەعنەویەکانی دابینکراو لەلایەن دابینکەره نا-نیشتەجێکانەوه بۆ کەسانی نیشتەجێ له نیوزیلاند دەبێت مەگەر ئەوەی که کەسەکه خاوەن بازرگانیەکی تۆمارکراویGST- بێت. دابینکەرەکه پێویسته مامەڵە لەگەڵ وەرگران بکات وەکوو کەسێکی تۆمارنەکراو مەگەر ئەوەی که وەرگرەکه دابینکەرەکه ئاگادار بکاتەوه که ئەو کەسێکی تۆمارکراوه و ژمارەی تۆماری NZ GST ی خۆی پێشکەش بکات.
ky: Жаңы Зеландиянын 15% товар жана кызматтар салыгы (NZ GST) 15% транс чектик алыстан көзөмөлдөгөн кызматтар жана материалдык эмес активдер үчүн колдонулат. Ал активдер резидент эмес камсыздоочулар жана Жаңы Зеландияда жашаган тараптар, эгер бул адам GST бизнеси менен катталган эмес тарап болбосо. Камсыз кылуучу кабыл алуучу менен катталбаган адам катары кайрылышы керек, эгер кабыл алуучу камсыз кылуучуну катталган адам катары жана NZ GST номерин камсыз кылган убакта гана.
lo: ສິນຄ້າແລະອາກອນການບໍລິການ (NZ GST) ຈາກປະເທດນີວຊີແລນທີ່ 15% ແມ່ນບັງຄັບໃຊ້ກັບການບໍລິການ ແລະສິ່ງທີ່ບໍ່ມີຕົວຕົນຕາມຊາຍແດນທີ່ຫ່າງໄກທີ່ສະໜອງໃຫ້ໂດຍບັນດາຜູ້ສະໜອງທີ່ບໍ່ແມ່ນພົນລະເມືອງຫາບຸກຄົນທີ່ເປັນພົນລະເມືອງໃນປະເທດນີວຊີແລນເວັ້ນແຕ່ວ່າບຸກຄົນນັ້ນແມ່ນທຸລະກິດທີ່ລົງທະບຽນ GST ແລ້ວ. ຜູ້ສະໜອງໜຶ່ງຕ້ອງປະຕິບັດຕໍ່ຜູ້ຮັບເປັນຄືບຸກຄົນທີ່ບໍ່ໄດ້ລົງທະບຽນ ເວັ້ນແຕ່ຜູ້ຮັບແຈ້ງຜູ້ສະໜອງຊາບວ່າພວກເຂົາແມ່ນບຸກຄົນທີ່ລົງທະບຽນ ແລະສະໜອງໝາຍເລກການລົງທະບຽນ NZ GST ຂອງພວກເຂົາ.
lt: Naujosios Zelandijos 15 % prekių ir paslaugų mokestis (NZ GST) taikomas tarpvalstybinėms nuotolinėms paslaugoms ir nematerialinėms vertybėms, kurias teikia nuolat negyvenantys šalyje teikėjai asmenims gyvenantiems Naujojoje Zelandijoje, išskyrus atvejus, kai asmuo įregistravęs įmonę GST. Teikėjas privalo elgtis su gavėju kaip su neregistruotų asmeniu, jei gavėjas neinformuoja teikėjo, kad yra registruotasis asmuo, ir nepateikia NZ GST registracijos numerio.
lv: Jaunzēlandes preču un pakalpojumu nodokļa (NZ GST) likme 15 % apmērā ir piemērojama pārrobežu attālajiem pakalpojumiem un nemateriāliem labumiem, ko piegādātāji-nerezidenti sniedz Jaunzēlandē dzīvojošai personai, ja vien persona nav reģistrējusi uzņēmējdarbību nodoklim GST. Ja saņēmējs nepaziņo piegādātājam par savu reģistrāciju un nesniedz NZ GST reģistrācijas numuru, piegādātājam ir jāuztver saņēmējs kā nereģistrēta persona.
mi: Ka pā te tāke tāpiri o Aotearoa (NZ GST) at 15% ki ngā ratonga me ngā mahi kiko-kore whakawhiti-taupā a te hunga kāore e noho i reira, mā tētahi tangata kei Aotearoa e noho ana, hāunga ngā wā he kamupene rēhita mō GST taua hunga. Me mea te kaituku ko taua tangata whiwhi ehara i te tangata rēhita, ki te kore te tangata whiwhi e whakamōhio te kaituku he tangata rēhita ia, me te hoatu hoki i tana tau rēhita GST o Aotearoa.
mk: Данокот на стоки и услуги во Нов Зеланд (NZ GST) со 15% се применува за прекуграничните далечински услуги и нематеријалните средства што ги обезбедуваат добавувачи што не се жители на Нов Зеланд на лицето што е жител на Нов Зеланд, освен ако лицето нема бизнис регистриран за GST. Добавувачот мора да го третира примачот како нерегистрирано лице, освен ако примачот не го извести добавувачот дека е регистрирано лице и го обезбеди бројот за регистрација на NZ GST.
ml: അതിർത്തി കടന്നുള്ള വിദൂര സേവനങ്ങൾക്കും ഒപ്പം GST-യിൽ രജിസ്റ്റർ ചെയ്യാത്ത ബിസിനസ്സ് ഉള്ള ന്യൂസിലൻഡ് നിവാസിയായ വ്യക്തിക്ക് രാജ്യത്തിന് പുറത്തുനിന്നുള്ള സപ്ലയർമാർ വിതരണം ചെയ്യുന്ന മറ്റ് വസ്‌തുക്കൾക്കും, 15% ന്യൂസിലാൻഡ് ചരക്കുസേവന നികുതി (NZ GST) ബാധകമാകും. സ്വീകർത്താവ് ഒരു രജിസ്റ്റർ ചെയ്‌ത വ്യക്തിയാണെന്ന് സപ്ലയറെ അറിയിക്കുകയും അവരുടെ NZ GST രജിസ്‌ട്രേഷൻ നമ്പർ നൽകാതിരിക്കുകയും ചെയ്യുന്ന പക്ഷം, ഒരു സപ്ലയർ ആ സ്വീകർത്താവിനെ രജിസ്റ്റർ ചെയ്യാത്ത വ്യക്തിയായി പരിഗണിക്കേണ്ടതുണ്ട്.
mn: Шинэ Зеландын GST татвар төлөгчөөр бүртгэгдээгүй оршин суугч хувь хүн нь байнгын оршин суугч бус нийлүүлэгч этгээдээс хилийн чанадаас үйлчилгээ авсан бол Шинэ Зеландын бараа, үйлчилгээний 15%-ийн татвар (NZ GST) ногдуулна. Үйлчилгээг хүлээн авагч нь Шинэ Зеландад бүртгэлтэй GST бүртгэлийн дугаараа нийлүүлэгчид мэдэгдээгүй л бол хүлээн авагчийг бүртгэлгүйд тооцно.
mr: 15% न्यूझीलंड वस्तू आणि सेवा कर (NZ GST) सीमे पलिकडील दूरस्थ सेवांना आणि न्यूझीलंडमधील नागरीक तो एक GST-नोंदणीकृत व्यवसाय असेपर्यंत त्या व्यक्तीस गैर-निवासी पुरवठादारांनी पुरविलेल्या अमूर्त वस्तूंना लागू आहे. एखाद्या पुरवठादाराने प्राप्तकर्त्याशी ते नोंदणीकृत व्यक्ती आहेत आणि त्यांचा NZ GST नोंदणी क्रमांक प्रदान करेपर्यंत प्राप्तर्त्याने पुरवठादारास सूचित करेपर्यंत तो केवळ एक नोंदणीकृत व्यक्ती असल्याचे म्हणून वागू नये.
ms: Cukai barangan dan perkhidmatan New Zealand (GST NZ) sebanyak 15% terpakai kepada perkhidmatan jauh dan barangan tak ketara merentasi sempadan yang dibekalkan oleh pembekal bukan pemastautin kepada orang yang menetap di New Zealand melainkan orang itu ialah perniagaan berdaftar GST. Pembekal hendaklah melayan penerima sebagai orang yang tidak berdaftar melainkan penerima memaklumkan pembekal bahawa mereka ialah orang berdaftar dan memberikan nombor pendaftaran GST NZ mereka.
mt: Taxxa ta' 15% fuq oġġetti u servizzi ta' New Zealand (NZ GST) hija applikabbli għal servizzi u intanġibbli transfruntieri fornuti minn fornituri mhux residenti lil persuna residenti fi New Zealand, sakemm il-persuna ma tkunx negozju reġistrat għal GST. Fornitur għandu jittratta lir-riċevitur bħala li mhuwiex persuna reġistrata sakemm ir-riċevitur ma jinnotifikax lill-fornitur li huwa persuna reġistrata u jipprovdi n-numru ta' reġistrazzjoni ta' NZ GST tiegħu
ne: गैर-आवासीय आपूर्तिकर्ताहरूले व्यक्ति GST-रजिस्टर गरिएको व्यवसाय नभएमा न्यूजिल्याण्डमा बसोबास गर्ने व्यक्तिलाई आपूर्ति गरेको क्रस-सीमाना दूर सेवा र अदृश्य वस्तुहरूको लागि न्यूजिल्याण्डको वस्तु तथा सेवाहरूको (NZ GST) 15% लागूयोग्य छ। प्रापकले आपूर्तिकर्तालाई आफू रजिस्टर गरिएको व्यक्ति हो भनी आफ्नो NZ GST रजिष्ट्रेसन नम्बर उपलब्ध नगराउँदासम्म आपूर्तिकर्ताले प्रापकलाई रजिस्टर नगरिएको व्यक्तिको रूपमा व्यवहार गर्नुपर्छ।
nn_no: NZ GST (New Zealand Goods and Services Tax) på 15 % gjeld for fjerntenester og immaterielle varer som blir leverte over landegrenser av ein leverandør utanfor New Zealand, til ein person som er busett i New Zealand, med mindre personen er ei GST-registrert bedrift. Leverandøren må handsame mottakaren som ein ikkje-registrert person med mindre mottakaren varslar leverandøren om at han er ein registrert person, og oppgir NZ GST-registreringsnummeret.
no: NZ GST (New Zealand Goods and Services Tax) på 15 % er gjeldende for fjerntjenester og immaterielle tjenester som blir levert over landegrenser av en leverandør utenfor New Zealand, til en person som er bosatt i New Zealand, med mindre personen er en GST-registrert bedrift. Leverandøren må behandle mottakeren som en ikke-registrert person med mindre mottakeren varsler leverandøren om at vedkommende er en registrert person, og oppgir NZ GST-registreringsnummeret.
or: କ୍ରସ୍‌-ବୋର୍ଡର ରିମୋଟ୍‌ ସେବାଗୁଡିକ ପାଇଁ ଏବଂ GST -ପଞ୍ଜିକୃତ ବ୍ୟବସାୟର ଏକ ବ୍ୟକ୍ତି ବ୍ୟତୀତ ନ୍ୟୁଜିଲ୍ୟାଣ୍ଡରେ ବାସକରୁଥିବା ଜଣେ ବ୍ୟକ୍ତିଙ୍କୁ ଅସ୍ଥାୟୀ ଯୋଗାଣକାରୀଙ୍କ ଦ୍ୱାରା ଅମୂର୍ତ୍ତ ଯୋଗାଣଗୁଡିକ ପାଇଁ 15% ଭାବେ ନ୍ୟୁଜିଲ୍ୟାଣ୍ଡ ଗୁଡସ୍‌ ଏବଂ ସର୍ଭିସେସ୍‌ ଟାକ୍ସ (NZ GST) ଲାଗୁ ହେବ। ଜଣେ ପ୍ରାପ୍ତକାରୀ ଏକ ପଞ୍ଜିକୃତ ବ୍ୟକ୍ତି ହୋଇଥିବା ସୂଚୀତ କରିବା ବ୍ୟତୀତ ତଥା ସେମାନଙ୍କ NZ GST ପଞ୍ଜିକରଣ ନମ୍ବର ପ୍ରଦାନ କରିବା ବ୍ୟତୀତ ପ୍ରାପ୍ତକର୍ତ୍ତାଙ୍କୁ ଯୋଗାଣକାରୀ ଜଣେ ପଞ୍ଜିକୃତ ହୋଇନଥିବା ବ୍ୟକ୍ତି ଭାବେ ବିଚାର କରିବା ଉଚିତ୍।
pa_arab_pk: غیر رہائشی سپلائرز ولوں نیوزی لینڈ وچ رہن آلے باشندے نُوں فراہم کیتاں کراس بارڈر ریموٹ خدمات اتے غیر لمسی شیواں تے نیوزی لینڈ دے سامان اتے خدمات ٹیکس (NZ GST) 15% لاگو ہوندا اے، پر ایہہ ایس صورت وچ نہیں ہوندا جے اوہ بندا اک GST رجسٹرڈ کاروبار اے۔ کسے سپلائر نوں چاہیدا اے کہ اوہ اودوں تیکر وصول کنندہ نوں اینج ای سمجھے کہ اوہ اک رجسٹرڈ شخص نہیں جیدوں تیکر وصول کنندہ سپلائر نوں مطلع نہ کرے کہ اوہ اک رجسٹرڈ شخص اے اتے اپنا NZ GST رجسٹریشن نمبر فراہم نہ کرے۔
pa_in: ਜਦੋਂ ਤੱਕ ਵਿਅਕਤੀ GST-ਪੰਜੀਕਿਰਤ ਵਪਾਰ ਵਿੱਚ ਸੀਮਾ ਤੋਂ ਪਾਰ ਸੇਵਾਵਾਂ ਅਤੇ ਗੈਰ-ਨਿਵਾਸੀ ਸਪਲਾਇਰਾਂ ਦੁਆਰਾ ਨਿਊਜ਼ੀਲੈਂਡ ਵਿੱਚ ਵਿਅਕਤੀਆਂ ਨੂੰ ਪ੍ਰਦਾਨ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ ਤਾਂ ਸੁਖਮ ਵਸਤੂਆਂ 'ਤੇ 15% ਨਿਊਜ਼ੀਲੈਂਡ ਗੁਡਸ ਐਂਡ ਸਰਵਿਸੀਜ਼ ਟੈਕਸ (NZ GST) ਲਾਗੂ ਹੁੰਦਾ ਹੈ। ਇੱਕ ਸਪਲਾਇਰ ਨੂੰ ਪੰਜੀਕਿਰਤ ਵਿਅਕਤੀ ਵਜੋਂ ਪ੍ਰਾਪਤਕਰਤਾ ਨੂੰ ਸਮਝਿਆ ਜਾਣਾ ਲਾਜ਼ਮੀ ਹੈ ਨਹੀਂ ਤਾਂ ਪ੍ਰਾਪਤਕਰਤਾ ਸਪਲਾਇਰ ਨੂੰ ਇਹ ਸੂਚਨਾ ਦਿੰਦਾ ਹੈ ਕਿ ਉਹ ਇੱਕ ਪੰਜੀਕਿਰਤ ਵਿਅਕਤੀ ਹੈ ਅਤੇ ਆਪਣਾ NZ GST ਪੰਜੀਕਰਨ ਨੰਬਰ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।
pl: Nowozelandzki podatek od towarów i usług (NZ GST) w wysokości 15% jest pobierany od zagranicznych usług zdalnych i dóbr niematerialnych dostarczanych przez dostawców niebędących rezydentami w Nowej Zelandii osobie będącej rezydentem w Nowej Zelandii, o ile ta osoba nie jest firmą zarejestrowaną jako płatnik podatku GST. Dostawca musi traktować odbiorcę jako niezarejestrowaną osobę, dopóki odbiorca nie poinformuje dostawcy, że jest zarejestrowaną osobą i nie dostarczy mu numeru rejestracyjnego NZ GST.
ru: Налогом на товары и услуги в размере 15%, взимаемым в Новой Зеландии (New Zealand Goods and Services Tax, NZ GST), облагаются трансграничные удаленные услуги и нематериальные активы, которые поставщики-нерезиденты предоставляют лицам-резидентам в Новой Зеландии, при условии, что такие лица — это не компании, зарегистрированные для уплаты налога на товары и услуги. Поставщик должен считать, что получатель — зарегистрированное лицо, только в том случае, если получатель уведомит об этом поставщика и предоставит ему идентификационный номер для уплаты NZ GST.
sd: نيوزيلينڊ گوڊز ۽ سروسز ٽيڪس (NZ GST) 15% تائين نان-ريزيڊينٽ پاران نيوزي لينڊ ۾ رهندڙ هڪ شخص کي سپلائي ٿيل ڪراس-بارڊر بعيد خدمتون ۽ انٽينجيبلز تي لاڳو ٿيندو جيستائين هڪ شخص GST-رجسٽرڊ ڪاروبار ناهي. هڪ سپلائر کي وصول ڪندڙ کي هڪ رجسٽرڊ شخص نه هجڻ طور سمجهڻ گهرجي جيستائين وصول ڪندڙ سپلائر اطلاع ڏئي ته اهي هڪ رجسٽرڊ شخص آهن ۽ انهن جو NZ GST رجسٽريشن نمبر مهيا ڪن.
si: පුද්ගලයා GST-ලියාපදිංචි ව්‍යාපාරයක් නොවන්නේ නම් නවසීලන්තයේ ජීවත්වන පුද්ගලයාට නේවාසික නොවන සැපයුම්කරුවන් විසින් සපයනු ලබන දේශසීමාව හරහා සිදුවන දුරස්ථ සේවා සහ අස්පර්ශනීය දේ සඳහා 15% ක් වන නවසීලන්ත භාණ්ඩ සහ සේවා බද්ද (NZ GST) අදාළ වනු ඇත. ඔවුන් ලියාපදිංචි පුද්ගලයෙක් බවට ලබන්නා සැපයුම්කරුට දැනුම් දීම සහ ඔවුන්ගේ NZ GST ලියාපදිංචි අංකය ලබාදීම නොකරන්නේ නම් සැපයුම්කරු විසින් ලබන්නා ලියාපදිංචි පුද්ගලයෙකු නොවන බවට සැලකිය යුතුය.
sl: Novozelandski splošni prometni davek (NZ GST), ki znaša 15 %, velja za čezmejne oddaljene storitve in neopredmetena sredstva, ki jih dobavitelji brez stalnega prebivališča dobavljajo osebi s stalnim prebivališčem na Novi Zelandiji, razen če je ta oseba podjetje, ki je zavezanec za splošni prometni davek. Dobavitelj mora obravnavati osebo kot osebo, ki ni davčni zavezanec, razen če prejemnik obvesti dobavitelja, da je davčni zavezanec, in navede svojo številko za NZ GST.
sr_cyrl_rs: Новозеландски порез на робе и услуге (NZ GST) од 15% примењује се на прекограничне даљинске и нематеријалне услуге које пружају добављачи нерезиденти лицима који су резиденти Новог Зеланда уколико та лица нису предузећа регистрована за GST. Добављач мора да се понаша као да прималац није регистровано лице све док га прималац не обавести о томе да јесте регистрован и док не достави свој регистрациони NZ GST број.
sr_latn_rs: Novozelandski porez na robe i usluge (NZ GST) od 15% primenjuje se na prekogranične daljinske i nematerijalne usluge koje pružaju dobavljači nerezidenti licima koji su rezidenti Novog Zelanda ukoliko ta lica nisu preduzeća registrovana za GST. Dobavljač mora da se ponaša kao da primalac nije registrovano lice sve dok ga primalac ne obavesti o tome da jeste registrovan i dok ne dostavi svoj registracioni NZ GST broj.
sv: Skatt på varor och tjänster i Nya Zeeland (NZ GST) på 15 % tillämpas på fjärrtjänster utanför landets gränser och immateriella varor som tillhandahålls av utrikes leverantörer till personer bosatta i Nya Zeeland, såvida inte personen har ett GST-registrerat företag. En leverantör måste behandla mottagaren såsom ej varande en registrerad person såvida inte mottagaren meddelar leverantören motsatsen och tillhandahåller ett NZ GST-registreringsnummer.
ta: தேசத்திற்கு வெளியே வசிப்பவர் நியூசிலாந்தில் வசிக்கும் நபருக்கு வழங்கும் எல்லை தாண்டிய தூர சேவைகள் மற்றும் உருத் தெரியாதவைகளுக்கு, GST-ல் பதிவுசெய்த வாணிபம் என்றால் தவிர, 15% நியூசிலாந்து பொருள் மற்றும் சேவை வரி பொருந்தும். வாங்குபவர் தான் NZ GST பதிவு எண் கொண்டவர் என்று தெரிவித்து தன் பதிவு எண்ணையும் வழங்கினால் ஒழிய, வழங்குநர் அவரை ஒரு பதிவுசெய்த்த நபர் இல்லை என்றே கருத வேண்டும்.
te: అంతర్జాతీయ రిమోట్ సేవలకు మరియు GST-నమోదిత వ్యాపారంలేని న్యూజిలాండ్ నివాసికి స్థానికులు కాని వారు అందించిన అంశాలకు న్యూజిలాండ్ వస్తు పన్నుల సేవ (NZ GST) 15% వర్తిస్తుంది. గ్రహీత తాను నమోదు చేసుకుని ఉన్నట్లు పేర్కొని, తన NZ GST నమోదు సంఖ్యను అందించని పక్షంలో సరఫదారులు గ్రహీతను తప్పనిసరిగా నమోదు చేసుకోని వ్యక్తి వలె పరిగణించాలి.
tg: Андози молу хизматрасониҳои Зеландияи Нав (NZ GST) дар ҳаҷми 15% нисбат ба хизматрасониҳои дурдасти фаромарзӣ ва дороиҳои ғайримоддие, ки ба шахси резиденти Зеландияи Нав аз ҷониби молрасонҳои ғайрирезидентӣ таъмин карда шудаанд, татбиқ карда мешавад, агар ин шахс ҳамчун субъекти соҳибкории ба қайд гирифташудаи GST набошад. Молрасон бояд бо қабулкунанда ҳамчун шахси ба қайд гирифтанашуда муомила кунад, агар қабулкунанда ба молрасон хабар надиҳад, ки ӯ шахси ба қайд гирифташуда мебошад ва рақами бақайдгирии NZ GST-и худро пешниҳод мекунад.
th: มีการใช้ภาษีสินค้าและบริการในนิวซีแลนด์ (NZ GST) ในอัตรา 15% กับบริการและสินค้าที่จับต้องไม่ได้ระยะไกลแบบข้ามแดนที่ซัพพลายเออร์ที่ไม่ได้อาศัยอยู่ในนิวซีแลนด์จัดหาให้กับผู้ที่อาศัยในนิวซีแลนด์ ยกเว้นว่าบุคคลนั้นเป็นธุรกิจที่ลงทะเบียน GST ซัพพลายเออร์จะต้องปฏิบัติกับผู้รับในฐานะบุคคลที่ไม่ได้ลงทะเบียน ยกเว้นว่าผู้รับแจ้งซัพพลายเออร์ว่าตนเองเป็นบุคคลที่ลงทะเบียนและแจ้งเลขทะเบียน NZ GST ของผู้รับ
tr: %15 oranında Yeni Zelanda mal ve hizmetleri vergisi (NZ GST), GST onaylı bir işletme olmadığı sürece Yeni Zelanda'da dışında ikamet eden kişilerin Yeni Zelanda'da ikamet eden kişilere sağladığı sınır ötesi hizmetler ve soyut varlıklar için geçerlidir. Alıcı, tedarikçiye onaylı olduğunu bildirmediği ve NZ GST kayıt numaralarını sağlamadığı sürece bir tedarikçi alıcıya onaylı olmayan bir kişi olarak davranmalıdır.
tt: Яңа Зеландиядәге товарларга һәм хезмәтләргә 15% күләмендәге салым (NZ GST), хезмәттән файдаланучы зат GST белән теркәлгән бизнес булмаса, Яңа Зеландиядә яшәүчеләргә резидент булмаган тәэминатчылар тарафыннан күрсәтелгән чик аша эшләүче читтәге хезмәтләргә һәм материаль булмаган активларга карата кулланыла. Алучы тәэминатчыга үзенең теркәлгән зат икәнлеген һәм NZ GST номерын хәбәр итмәгән очракта, тәэминатчы алучыны теркәлмәгән зат дип санарга тиеш.
ug: يېڭى زېلاندىيە مەھسۇلات ۋە مۇلازىمەتلىرىدىن ۋە چېگرا سىرتىدىكى يىراقتىن مۇلازىمەتلەر بىلەن تەمىنلىگۈچى ۋە بەزى پۇقرا ئەمەس تەمىنلىگۈچىلەردىن يېڭى زېلاندىيە يەرلىكلىرى تاپشۇرۇۋېلىنغان ئېنىقسىز مەھسۇلات ۋە مۇلازىمەتلەردىن ئېلىنىدىغان باج (NZ GST) 15% بولۇپ ئەگەر GST-تىزىملاتقان كارخانا بولسا بۇنىڭ سىرتىدا. ئەگەر تاپشۇرۇۋالغۇچى شەخس تەمىنلىگۈچىگە ئۆزىنىڭ تىزىملاتقانلىغىنى بىلدۈرۈپ NZ GST تىزىملىتىش نومۇرىنى بەرمىگەن ئەھۋالدا تەمىنلىگۈچى تاپشۇرۇۋالغۇچىنى تىزىملاتمىغان دەپ قاراپ مۇئامىلە قىلىشى كېرەك.
uk: Податком на товари та послуги в розмірі 15%, що стягується в Новій Зеландії (New Zealand Goods and Services Tax, NZ GST), обкладаються трансграничні віддалені послуги та нематеріальні активи, які постачальники-нерезиденти надають особам-резидентам у Новій Зеландії, за умови, що така особа – не компанія, зареєстрована для сплати податку на товари та послуги. Постачальник має вважати одержувача зареєстрованою особою, лише якщо одержувач повідомляє постачальника про це та надає йому свій реєстраційний номер для сплати NZ GST.
ur: غیر رہائشی فراہم کنندگان کی جانب سے نیوزی لینڈ میں رہائش رکھنے والے شخص کو سرحد پار بعید خدمات اور غیر لمسی فراہم کرنے پر 15% (NZ GST) نیوزی لینڈ سامان اور خدمات کا ٹیکس لاگو ہوتا ہے۔ فراہم کنندگان کو وصول کنندہ کے ساتھ رجسٹر نہ ہونے والے شخص جیسا برتاؤ کرنا ہو گا جب تک وصول کنندہ فراہم کنندہ کو مطلع نہیں کرتا کہ وہ ایک رجسٹرڈ شخص ہے اور اپنا NZ GST رجسٹریشن نمبر فراہم نہیں کرتا ہے۔
uz: Yangi Zelandiyada shaxs GST-ro‘yxatga olingan biznes bo‘lishiga qaramasdan, u yerda ishlab chiqarilgan tovar va xizmatlar uchun 15% lik soliq (NZ GST) trans-chegara orqali masofaviy ko‘rsatiladigan xizmatlar va norezident hisoblangan yetkazib beruvchilar tomonidan taqdim etiladigan nomaterial aktivlarga qo‘llaniladi. Oluvchi tomonidan yetkazib beruvchiga u ro‘yxatdan o‘tgan shaxs ekanligini bildirmasa va NZ GST ro‘yxatga olingan raqamini taqdim etmasa, yetkazib beruvchi oluvchiga nisbatan ro‘yxatdan o‘tmagan shaxs sifatida munosabatda bo‘lishi lozim.
vi: Thuế hàng hóa và dịch vụ của New Zealand (GST NZ) ở mức 15% áp dụng cho dịch vụ và tài sản vô hình từ xa, xuyên biên giới được cung cấp bởi nhà cung cấp không phải là công dân tới công dân tại New Zealand trừ khi người đó là doanh nghiệp đã đăng ký GST. Nhà cung cấp phải đối xử với người nhận như là người chưa được đăng ký trừ khi người nhận thông báo với nhà cung cấp rằng mình đã được đăng ký và cung cấp số đăng ký GST NZ.
zh_hans: 针对非居民提供商向新西兰个人居民提供的跨境远程服务和无形资产，需要缴纳 15% 的新西兰商品和服务税(NZ GST)，除非该个人所在企业经 GST 注册。提供商必须默认将服务接收人当作未经注册的个人，除非接收人向提供商表明他们是经注册的个人，并提供其 NZ GST 注册号。
zh_hant: 稅率為 15% 的紐西蘭貨物及服務稅 (NZ GST) 適用於非居民供應商為紐西蘭居民提供的跨境遠端服務和無形商品，除非該居民為已註冊貨物及服務稅的公司。供應商必須將收件者視為非註冊居民，除非收件者通知供應商其為註冊居民，並提供其紐西蘭貨物及服務稅登記編號。
