Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ChinaUnionPay.ErrorMessage.TooManyOperations
source: Wait a bit before you ask for a new code. Your requests exceeded the limit.
af: Wag 'n rukkie voor jy vir 'n nuwe kode vra. Jou versoeke het die limiet oorskry.
am: አዲስ ኮድ ከመጠየቅዎ በፊት ትንሽ ይጠብቁ። የእርስዎ ጥያቄዎች ከሚፈቀደው ገደብ አልፈዋል።
ar: انتظر قليلاً قبل أن تطلب رمزًا جديدًا. تجاوزت طلباتك الحد السموح به.
as: আপোনাক এটা নতুন কোডৰ বাবে সোধাৰ পূৰ্বে ক্ষন্তেক অপেক্ষা কৰক৷ আপোনাৰ অনুৰোধৰ সময়সীমা পাৰ হৈছে৷
az: Yeni kodu sorğulamamışdan əvvəl bir az gözləyin. Sorğularınız limiti aşdı.
bg: Изчакайте малко, преди да поискате нов код. Вашите заявки са надвишили лимита.
bn_in: আপনি একটি নতুন কোড জিজ্ঞাসা করার আগে একটু অপেক্ষা করুন৷ আপনার অনুরোধের সীমা অতিক্রম করেছে৷
bs: Malo pričekajte prije nego što zatražite novi kôd. Vaši zahtjevi su premašili ograničenje.
cy: Arhoswch am ychydig cyn gofyn am god newydd. Bydd eich ceisiadau yn mynd â chi dros y terfyn.
da: Vent et stykke tid, før du beder om en ny kode. Dine anmodninger overskrider grænsen.
de: Warten Sie einen kurzen Moment, bevor Sie einen neuen Code anfordern. Sie haben zu viele Anforderungen gesendet.
el: Περιμένετε λίγο προτού ζητήσετε νέο κωδικό. Οι αιτήσεις σας έχουν υπερβεί το όριο.
es: Espera un poco antes de solicitar otro código. Tus solicitudes han excedido el límite.
et: Oodake pisut enne uue koodi taotluse esitamist. Teie taotluste arv ületas piirväärtust.
eu: Itxaron pixka bat beste kode bat eskatu baino lehen. Eskaeren mugara iritsi zara.
fa: کمی صبر کنید و دوباره کد درخواست دهید. تعداد مجاز درخواست‌هایتان به پایان رسیده است.
ga: Fan tamall sula n-iarrann tú cód nua. Sháraigh d'iarratais an teorainn.
gd: Fuirich ort greiseag mus iarr thu còd ùr. Chaidh thu thairis air a’ chrìoch.
gl: Espera un pouco antes de solicitar un código novo. Excediches o límite de solicitudes.
gu: તમે નવા કોડ બાબતે પૂછો તે પહેલાં થોડીક રાહ જુઓ. તમારી વિનંતીઓ સીમા વટાવી ચૂકી છે.
he: המתן מעט לפני שתבקש קוד חדש. הבקשות שלך חרגו מהמגבלה.
hi: आपके द्वारा नया कोड माँगने से पहले कुछ समय प्रतीक्षा करें. आपके अनुरोध सीमा से अधिक हो गए हैं.
hr: Pričekajte trenutak prije nego što pitate novi kod. Vaši zahtjevi premašuju ograničenje.
hu: Elérte a kódkérések maximális megengedett számát. Várjon egy kicsit, mielőtt megint újabb kódot kérne.
id: Tunggu sebentar sebelum meminta kode baru. Permintaan Anda melebihi batas.
is: Bíddu svolitla stund áður en þú biður um nýjan kóða. Beiðnir frá þér fóru yfir hámarkið.
ja: しばらくしてから新しいコードを要求してください。お客様の要求は制限を超えました。
ka: ცოტა ხანს დაიცადეთ, სანამ ახალ კოდს მოითხოვთ. მოთხოვნების ლიმიტი გადაჭარბებულია.
kk: Жаңа код сұрау алдында шамалы күтіңіз. Сұраулар шектен асты.
kn: ಹೊಸ ಕೋಡ್‍ಗಾಗಿ ವಿನಂತಿಸುವ ಮೊದಲು ಸ್ವಲ್ಪ ಸಮಯ ನಿರೀಕ್ಷಿಸಿ. ನಿಮ್ಮ ಕೋರಿಕೆಗಳು ಗರಿಷ್ಠ ಮಿತಿಯನ್ನು ಮೀರಿವೆ.
ko: 잠시 기다린 후 새 코드를 요청하세요. 요청이 제한을 초과했습니다.
ku_arab: کەمێک چاوەڕێبە پێش ئەوەی داوای کۆدێکی نوێ بکەیت. داواکاریەکانت لە سنور تێپەڕیوە.
ky: Жаңы код сураганга чейин, бир аз күтүңүз. Сиздин суроо-талаптарыңыз чегинен ашып кетти.
lo: ລໍ​ຖ້າ​ຄາວ​ໜຶ່ງ​ກ່ອນ​ທີ່​ທ່ານ​ຈະ​ຂໍ​ລະ​ຫັດ​ໃໝ່. ຄຳ​ຮ້ອງ​ຂໍ​ຂອງ​ທ່ານ​ເກີນ​ຂີດ​ຈຳ​ກັດ.
lt: Truputį palaukite prieš prašydami naujojo kodo. Viršijote leistiną prašymų ribą.
lv: Nedaudz uzgaidiet un pēc tam pieprasiet jaunu kodu. Ir pārsniegts pieprasījumu skaita ierobežojums.
mi: Tāria he wā poto i mua i te tono waehere hōu. Kua hipa tō mōrahi tono.
mk: Почекајте малку пред да побарате нов код. Вашите барања го надминаа ограничувањето.
ml: പുതിയൊരു കോഡ് ചോദിക്കുന്നതിന് മുമ്പ് ഒരൽപ്പം കാക്കുക. നിങ്ങളുടെ അഭ്യരത്ഥനകൾ അനുവദിച്ച പരിധി കടന്നു.
mn: Шинэ код хүсэхээсээ өмнө түр хүлээнэ үү. Таны хүсэлтийн тоо хэтэрсэн байна.
mr: आपण एक नवीन कोडसाठी विचारणा करण्यापूर्वी क्षणभर प्रतिक्षा करा. आपल्या विनंत्यांनी मर्यादा ओलांडली आहे.
ms: Tunggu sebentar sebelum anda meminta kod baharu. Permintaan anda telah melebihi had.
mt: Stenna ftit qabel ma titlob kodiċi ġdid. It-talbiet tiegħek jaqbżu l-limitu.
ne: नयाँ सङ्केत अनुरोध गर्नु भन्दा पहिले केही क् प्रतिक्षा गर्नुहोस्। तपाइँका अनुरोधहरूले सीमा नाघिसके।
nn_no: Vent litt før du ber om ein ny kode. Du har sendt for mange førespurnader.
no: Vent litt før du ber om ny kode. Du har overskredet grensen for forespørsler.
or: ଆପଣ ଏକ ନୂତନ କୋଡ୍ ମାଗିବା ପୂର୍ବରୁ କିଛି ସମୟ ଅପେକ୍ଷା କରନ୍ତୁ. ଆପଣଙ୍କର ଅନୁରୋଧଗୁଡିକ ସୀମା ଅତିକ୍ରମ କରିଛି.
pa_arab_pk: نویں کوڈ دا کہن تُوں پہلاں کُجھ چِیر اُوڈیکو۔ تہاڈیاں گزارشاں حد تُوں ودھ گئیاں۔
pa_in: ਨਵੇਂ ਕੋਡ ਲਈ ਬੇਨਤੀ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਥੋੜ੍ਹਾ ਜਿਹਾ ਉਡੀਕ ਕਰੋ। ਤੁਹਾਡੀਆਂ ਬੇਨਤੀਆਂ ਦੀ ਸੀਮਾ ਪਾਰ ਹੋ ਗਈ ਹੈ।
pl: Poczekaj trochę przed zażądaniem nowego kodu. Twoje żądania przekraczają limit.
ru: Подождите немного, прежде чем запросить новый код. Вы превысили максимальное допустимое число запросов.
sd: ان کان پهريان جو توهان هڪ نئين ڪوڊ لاءِ پڇو ٿوري دير انتظار ڪريو. توهانجون درخواستون حد کان وڌي ويون آهن.
si: ඔබ නව කේතයක් ඉල්ලීමට පෙර මදක් රැඳී සිටින්න. ඔබගේ ඉල්ලීම් සීමාව ඉක්මවීය.
sl: Preden zahtevate novo kodo, počakajte trenutek. Vaše zahteve so presegle omejitev.
sr_cyrl_rs: Сачекајте мало пре него што затражите нови код. Ваши захтеви су премашили ограничење.
sr_latn_rs: Sačekajte malo pre nego što zatražite novi kôd. Vaši zahtevi su premašili ograničenje.
sv: Vänta en stund innan du begär en ny kod. Dina begäranden överskrider gränsen just nu.
ta: புதிய குறியீட்டைக் கேட்பதற்கு முன், சிறிது நேரம் காத்திருக்கவும். கோரிக்கைகள் அளவுக்கு அதிகமாக உள்ளன.
te: కొత్త కోడ్ కోసం అడిగే ముందు కొద్ది సమయం వేచి ఉండండి. మీరు అభ్యర్థనల పరిమితిని మించిపోయారు.
tg: Пеш аз дархост кардани рамзи нав, каме интизор шавед. Дархостҳои шумо аз ҳудуд гузаштанд.
th: รอสักครู่ก่อนจะขอรหัสใหม่ จำนวนคำขอของคุณเกินขีดจำกัดแล้ว
tr: Yeni bir kod istemeden önce biraz bekleyin. İstek sınırını aştınız.
tt: Яңа кодны сораганчы бераз көтегез. Таләпләрегезнең саны чиктән арткан.
ug: يېڭى كود ئىلتىماس قىلىشتىن بۇرۇن ئازراق ساقلاڭ. تەلەپلىرىڭىز چەكتىن ئېشىپ كەتتى.
uk: Підождіть трохи, перш ніж запитувати новий код. Ви перевищили максимальну допустиму кількість запитів.
ur: نئے کوڈ کا مطالبہ کرنے سے قبل تھوڑا انتظار کریں۔ آپ کی درخواستیں حد سے متجاوز ہو چکی ہیں۔
uz: Yangi kodni so‘rashdan oldin bir oz kuting. So‘rovlar belgilangan cheklovdan oshib ketdi.
vi: Hãy đợi giây lát rồi mới yêu cầu mã mới. Yêu cầu của bạn đã vượt quá giới hạn.
zh_hans: 请稍后再请求新代码。你的请求数已超过上限。
zh_hant: 要求新的驗證碼之前請稍候一下。您的要求數目已超過限制。

# Literal.ChinaUnionPay.ErrorMessage.InvalidChallengeCode
source: Check your code. The one entered isn't valid.
af: Kontroleer jou kode. Die een wat ingevoer is, is ongeldig.
am: የእርስዎን ኮድ ይፈትሹ። አሁን የገባው የማይሰራ ነው።
ar: تحقق من الرمز الخاص بك. يُعد الرمز الذي أدخلته غير صالح.
as: আপোনাৰ কোড পৰীক্ষা কৰক৷ প্ৰবিষ্ট কৰাটো বৈধ নহয়৷
az: Kodunuzu yoxlayın. Daxil edilən kod yanlışdır.
bg: Проверете вашия код. Този, който сте въвели, е невалиден.
bn_in: আপনার কোড পরীক্ষা করুন৷ আপনি যেটি প্রবেশ করেছেন সেটি বৈধ নয়৷
bs: Provjerite kôd. Ovaj koji ste unijeli je nevažeći.
cy: Gwiriwch eich cod. Nid yw'r un a roddwyd yn ddilys.
da: Kontrollér din kode. Den angivne kode er ikke gyldig.
de: Überprüfen Sie den Code. Der eingegebene Code ist ungültig.
el: Ελέγξτε τον κωδικό σας. Αυτός που εισαγάγατε δεν είναι έγκυρος.
es: Comprueba tu código, porque el que has indicado no es válido.
et: Kontrollige oma koodi. Sisestatud kood ei ole kehtiv.
eu: Egiaztatu kodea. Idatzi duzunak ez du balio.
fa: کد را بررسی کنید. کد واردشده معتبر نیست.
ga: Seiceáil do chód. Níl an ceann a d'iontráil tú bailí.
gd: Thoir sùil air a’ chòd agad. Chan am fear a chuir thu a-steach dligheach.
gl: Comproba o teu código. O código introducido non é válido.
gu: તમારો કોડ તપાસો. જે એક પ્રવિષ્ટ કર્યો છે તે માન્ય નથી.
he: בדוק את הקוד שלך. הקוד שהוזן אינו חוקי.
hi: अपना कोड जाँचें. दर्ज किया गया कोड मान्य नहीं है.
hr: Provjerite kod. Ovaj koji je unesen nije valjan.
hu: A beírt kód érvénytelen.
id: Periksa kode Anda. Kode yang dimasukkan tidak valid.
is: Athugaðu kóðann þinn. Þessi kóði er ógildur.
ja: コードを確認してください。入力したコードは無効です。
ka: შეამოწმეთ კოდი. შეყვანილი კოდი არასწორია.
kk: Кодты тексеріңіз. Енгізілген біреуі жарамсыз.
kn: ನಿಮ್ಮ ಕೋಡ್ ಪರಿಶೀಲಿಸಿ. ನೀವು ನಮೂದಿಸಿದ ಕೋಡ್ ಮಾನ್ಯವಾಗಿಲ್ಲ.
ko: 코드를 확인하세요. 입력한 코드는 유효하지 않습니다.
ku_arab: کۆدەکەت بپشکنە. ئەو دانەیەی تێنووسراوە دروست نییە.
ky: Кодуңузду текшериңиз. Киргизилгени жараксыз.
lo: ກວດ​ເບິ່ງ​ລະ​ຫັດ​ຂອງ​ທ່ານ. ລະ​ຫັດທີ່​ທ່ານ​ປ້ອນ​ໃສ່​ແມ່ນ​ບໍ່​ຖືກ​ຕ້ອງ.
lt: Patikrinkite kodą. Įvestas netinkamas kodas.
lv: Pārbaudiet kodu. Jūsu ievadītais kods nav derīgs.
mi: Āta tirohia tō waehere. He muhu hoki te mea i tāuru koe.
mk: Проверете го кодот. Оној што го внесовте е неважечки.
ml: നിങ്ങളുടെ കോഡ് പരിശോധിക്കുക. നൽകിയ ഒരു കോഡിന് സാധുതയില്ല.
mn: Кодоо шалгана уу. Хүчингүй код оруулсан байна.
mr: आपला कोड तपासा. प्रविष्ट केलेला वैध नाही.
ms: Semak kod anda. Kod yang telah dimasukkan tidak sah.
mt: Iċċekkja l-kodiċi tiegħek. Dak li daħħalt mhux validu.
ne: तपाइँको सङ्केत जाँच गर्नुहोस्। प्रविष्ट गरिएको मान्य छैन।
nn_no: Kontroller koden. Koden du har oppgitt, er ikkje gyldig.
no: Kontroller koden. Den angitte koden er ikke gyldig.
or: ଆପଣଙ୍କର କୋଡ୍ ଯାଞ୍ଚ କରନ୍ତୁ. ଆପଣ ପ୍ରବେଶ କରିଥିବା ଅବୈଧ ଅଟେ.
pa_arab_pk: اپنا کوڈ چیک کرو۔ جیہڑا تُسی درج کیتا اے اوہ جائز نہیں۔
pa_in: ਆਪਣੇ ਕੋਡ ਦੀ ਜਾਂਚ ਕਰੋ। ਦਾਖਲ ਕੀਤਾ ਗਿਆ ਕੋਡ ਵੈਧ ਨਹੀਂ ਹੈ।
pl: Sprawdź kod. Wprowadzony kod jest nieprawidłowy.
ru: Вы указали неверный код, проверьте его.
sd: پنهنجو ڪوڊ چيڪ ڪريو. هڪ داخل ڪيل درست ناهي.
si: ඔබගේ කේතය පරීක්ෂා කරන්න. ඇතුළත් කළ එක වලංගු නැත.
sl: Preverite vašo kodo. Vnesena koda je neveljavna.
sr_cyrl_rs: Проверите код. Овај који сте унели није важећи.
sr_latn_rs: Proverite kôd. Ovaj koji ste uneli nije važeći.
sv: Kontrollera din kod. Den du angett är ogiltig.
ta: குறியீட்டைச் சரிபார்க்கவும். நீங்கள் உள்ளிட்டது தவறான குறியீடாகும்.
te: మీ కోడ్‌ని తనిఖీ చేయండి. మీరు నమోదు చేసిన కోడ్ చెల్లదు.
tg: Рамзи худро тафтиш кунед. Рамзи воридшуда нодуруст аст.
th: ตรวจสอบรหัสของคุณ รหัสที่ป้อนไม่ถูกต้อง
tr: Kodunuzu kontrol edin. Girdiğiniz kod geçerli değil.
tt: Кодыгызны тикшерегез. Кертелгәне ярашлы түгел.
ug: كودىڭىزنى تەكشۈرۈڭ. كىرگۈزگىنىڭىز ئىناۋەتسىز.
uk: Ви вказали недійсний код, перевірте його.
ur: اپنے کوڈ کی پڑتال کریں۔ داخل کردہ جائز نہیں ہے۔
uz: Kodni tekshiring. Kiritilgan kod noto‘g‘ri.
vi: Kiểm tra mã của bạn. Mã đã nhập không hợp lệ.
zh_hans: 检查代码。输入的代码无效。
zh_hant: 檢查您的驗證碼。您輸入的驗證碼無效。

# Literal.ChinaUnionPay.ErrorMessage.PaymentInstrumentAddAlready
source: Add a different card. This one's already in your account.
af: Voeg 'n ander kaart by. Hierdie een is reeds in jou rekening.
am: ሌላ የተለየ ካርድ ያስገቡ። ይኼኛው አስቀድሞ በእርስዎ መለያ ውስጥ አለ።
ar: أضف بطاقة مختلفة. هذه البطاقة موجودة في حسابك بالفعل.
as: বেলেগ এখন কাৰ্ড যোগ কৰক৷ এইখন ইতিমধ্যে আপোনাৰ একাউণ্টত আছে৷
az: Başqa kart əlavə edin. Bu, artıq sizin hesabınızdadır.
bg: Добавете друга карта. Тази вече я има във вашия акаунт.
bn_in: একটি ভিন্ন কার্ড যোগ করুন৷ এটি আপনার অ্যাকাউন্টে ইতিমধ্যেই আছে৷
bs: Dodajte drugu karticu. Ova je već na vašem računu.
cy: Ychwanegwch gerdyn gwahanol. Mae hwn yn eich cyfrif yn barod.
da: Tilføj et andet kort. Dette kort er allerede i din konto.
de: Fügen Sie eine andere Karte hinzu. Diese Karte ist in Ihrem Konto bereits vorhanden.
el: Προσθέστε διαφορετική κάρτα. Αυτή βρίσκεται ήδη στο λογαριασμό σας.
es: Agrega otra tarjeta porque esta ya existe en tu cuenta.
et: Lisage mõni teine kaart. See on juba teie kontol.
eu: Gehitu beste txartel bat. Txartel hau dagoeneko zure kontuan dago.
fa: کارتی دیگر اضافه کنید. این کارت از قبل در حساب موجود است.
ga: Cuir cárta difriúil leis. Tá an ceann seo i do chuntas cheana féin.
gd: Cuir cairt-chreideis eile ris. Tha an tè seo aig a’ chunntas agad mar-thà
gl: Engade un cartón diferente. Este xa está na túa conta.
gu: ભિન્ન કાર્ડ ઍડ કરો. આ એક તમારા ખાતામાં પહેલાંથી જ છે.
he: הוסף כרטיס אחר. כרטיס זה נמצא כבר בחשבון שלך.
hi: भिन्न कार्ड जोड़ें. यह पहले ही हमारे खाते में है.
hr: Dodajte neku drugu karticu. Ova je već na vašem računu.
hu: Ez a kártya már szerepel a fiókjában, vegyen fel egy másikat.
id: Tambahkan kartu lain. Kartu ini sudah ada di akun Anda.
is: Bættu öðru korti við. Þetta kort er þegar skráð á reikninginn þinn.
ja: 別のカードを追加してください。このカードは既にアカウントに登録されています。
ka: დაამატეთ სხვა ბარათი. ეს ბარათი უკვე არის თქვენს ანგარიშზე.
kk: Басқа карта қосыңыз. Бұл біреуі бұрыннан тіркелгіде бар.
kn: ಬೇರೊಂದು ಕಾರ್ಡ್ ಸೇರಿಸಿ. ಇದು ಈಗಾಗಲೇ ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿದೆ.
ko: 다른 카드를 추가하세요. 이 카드는 계정에 이미 있습니다.
ku_arab: کارتێکی جیاواز زیاد بکە. ئەم دانەیە هەر پێشتر لە ئەژمێرەکەتدایە.
ky: Башка карта кошуңуз. Бунусу эчак каттоо жазууңузда бар.
lo: ເພີ່ມ​ບັດ​ອື່ນ. ບັດ​ນີ້​ມີ​ຢູ່​​ໃນ​ບັນ​ຊີ​ຂອງ​ທ່ານແລ້ວ.
lt: Įtraukite kitą kortelę. Ši kortelė jau yra jūsų paskyroje.
lv: Pievienojiet citu karti. Šī karte jau ir iekļauta jūsu kontā.
mi: Tāpirihia he kāri kē. Kei runga kē tēnei i tō pūkete.
mk: Додајте друга картичка. Оваа веќе е во вашата сметка.
ml: വേറൊരു കാർഡ് ചേർക്കുക. ഈ കാർഡ് ഇതിനകം നിങ്ങളുടെ അക്കൗണ്ടിലുണ്ട്.
mn: Өөр карт нэмнэ үү. Энэ таны хэрэглэгчийн бүртгэлд хэдийнэ байна.
mr: एक भिन्न कार्ड जोडा. हे आपल्या खात्यामध्ये आधीपासूनच आहे.
ms: Tambah kad yang berbeza. Kad ini telah ada dalam akaun anda.
mt: Żid karta differenti. Din diġà qiegħda fil-kont tiegħek.
ne: एउटा भिन्न कार्ड थप्नुहोस्। यो पहिले नै तपाइँको खातामा छ।
nn_no: Legg til eit nytt kort. Dette kortet finst allereie i kontoen din.
no: Legg til et annet kort. Dette finnes allerede i kontoen din.
or: ଏକ ଭିନ୍ନ କାର୍ଡ୍ ଯୋଡନ୍ତୁ. ଏହା ପୂର୍ବରୁ ଆପଣଙ୍କର ଏକାଉଣ୍ଟରେ ରହିଛି.
pa_arab_pk: کوئی ہور کارڈ رلاؤ۔ ایہہ آلا پہلاں ہی تہاڈے اکاؤنٹ وچ اے۔
pa_in: ਕੋਈ ਵੱਖਰਾ ਕਾਰਡ ਜੋੜੋ। ਇਹ ਕਾਰਡ ਪਹਿਲਾਂ ਹੀ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਹੈ।
pl: Dodaj inną kartę. Ta karta już występuje na Twoim koncie.
ru: Добавьте другую карту. Эта карта уже есть в вашей учетной записи.
sd: هڪ مختلف ڪارڊ اضافو ڪريو. اهو پهريان کان ئي توهانجي اڪائونٽ ۾ آهي.
si: වෙනස් කාඩ්පතක් එක් කරන්න. මෙය දැනටමත් ඔබගේ ගිණුමේ ඇත.
sl: Dodajte drugo kartico. Ta je že v vašem računu.
sr_cyrl_rs: Додајте неку другу картицу. Ова се већ налази на вашем налогу.
sr_latn_rs: Dodajte neku drugu karticu. Ova se već nalazi na vašem nalogu.
sv: Lägg till ett annat kort. Det här finns redan i ditt konto.
ta: வேறொரு கார்டைச் சேர்க்கவும். இந்தக் கார்டு ஏற்கனவே உங்கள் கணக்கில் உள்ளது.
te: వేరొక కార్డ్ జోడించండి. ఇది ఇప్పటికే మీ ఖాతాలో ఉంది.
tg: Корти дигареро илова кунед. Ин корт аллакай дар ҳисоби шумо вуҷуд дорад.
th: โปรดเพิ่มบัตรอื่น บัตรนี้มีอยู่ในบัญชีของคุณแล้ว
tr: Başka bir kart ekleyin. Bu kart, zaten hesabınızda kayıtlı.
tt: Башка картаны өстәгез. Монысы хисап язмагызда бар инде.
ug: باشقا كارتا قوشۇڭ. بۇ كارتا ھېساباتىڭىزدا بار.
uk: Додайте іншу картку. Ця картка вже є у вашому обліковому записі.
ur: ایک مختلف کارڈ شامل کریں۔ یہ پہلے سے آپ کے اکاؤنٹ میں ہے۔
uz: Boshqa kartani qo‘shing. Ushbu karta hisob qaydnomangizda avvaldan mavjud.
vi: Thêm thẻ khác. Thẻ này đã có trong tài khoản của bạn.
zh_hans: 添加其他卡。此卡已在你的帐户中。
zh_hant: 新增其他卡片。此卡片已在您的帳戶中。

# Literal.ChinaUnionPay.ErrorMessage.ChallengeCodeExpired
source: Request a new code. This one expired.
af: Versoek 'n nuwe kode. Hierdie een het verval.
am: አዲስ ኮድ ይጠይቁ። ይኼኛው የአገልግሎት ጊዜው አብቅቷል።
ar: اطلب رمزًا جديدًا. انتهت صلاحية هذا الرمز.
as: এটা নতুন কোড অনুৰোধ কৰক৷ এইটোৰ ম্যাদ উকলিছে৷
az: Yeni kod sorğulayın. Bu kodun vaxtı bitib.
bg: Подайте заявка за нов код. Този е изтекъл.
bn_in: একটি নতুন কোডের জন্য অনুরোধ করুন৷ এটি মেয়াদ উত্তীর্ণ হয়েছে৷
bs: Tražite novi kôd. Ovaj je istekao.
cy: Gofynnwch am god newydd. Mae hwn wedi dod i ben.
da: Anmod om en ny kode. Denne kode er udløbet.
de: Fordern Sie einen neuen Code an. Dieser Code ist abgelaufen.
el: Ζητήστε νέο κωδικό. Ο συγκεκριμένος έχει λήξει.
es: Solicita otro código: este ha expirado.
et: Taotlege uut koodi. See on aegunud.
eu: Eskatu beste kode bat. Hau iraungi egin da.
fa: یک کد جدید درخواست دهید. این کد منقضی شده است.
ga: Iarr cód nua. Tá an ceann seo éagtha.
gd: Iarr còd ùr. Dh’fhalbh an ùine air an fhear seo.
gl: Solicita un código novo. Este caducou.
gu: નવા કોડની વિનંતી કરો. આની સમયસીમા સમાપ્ત થઇ ગઈ છે.
he: בקש קוד חדש. התוקף של קוד זה פג.
hi: नए कोड का अनुरोध करें. इसकी समय-सीमा समाप्त हो गई है.
hr: Zatražite novi kod. Ovaj je istekao.
hu: Ez a kód lejárt, kérjen újat.
id: Minta kode baru. Kode ini telah kedaluwarsa.
is: Biddu um nýjan kóða. Þessi er útrunninn.
ja: 新しいコードを要求してください。このコードの有効期限は切れています。
ka: მოითხოვეთ ახალი კოდი. ამას ვადა გაუვიდა.
kk: Жаңа код сұраңыз. Бұл біреуінің мерзімі өткен.
kn: ಹೊಸ ಕೋಡ್‍ಗಾಗಿ ಕೋರಿಕೆ ಸಲ್ಲಿಸಿ. ಇದರ ಅವಧಿ ಮುಕ್ತಾಯವಾಗಿದೆ.
ko: 새 코드를 요청하세요. 이 코드는 만료되었습니다.
ku_arab: داوای کۆدێکی نوێ بکە. ئەم دانەیە بەسەرچووە.
ky: Жаңы код сураңыз. Бунун мөөнөтү аяктаган.
lo: ​ຮ້ອງ​ຂໍ​ລະ​ຫັດ​ໃໝ່. ລະ​ຫັດ​ນີ້​ໝົດ​ອາ​ຍຸ​ແລ້ວ.
lt: Paprašykite naujo kodo. Šio kodo galiojimo laikas pasibaigė.
lv: Pieprasiet jaunu kodu. Šī koda derīgums ir beidzies.
mi: Tonongia he waehere hōu. Kua pau kē tēnei.
mk: Побарајте нов код. Овој е истечен.
ml: പുതിയൊരു കോഡ് അഭ്യർത്ഥിക്കുക. ഇത് കാലഹരണപ്പെട്ടു.
mn: Үүний хугацаа дууссан байна. Шинэ код хүснэ үү.
mr: नवीन कोडसाठी विनंती करा. हा कालबाह्य झाला.
ms: Minda kod baharu. Kod ini telah tamat tempoh.
mt: Itlob kodiċi ġdid. Dan skada.
ne: नयाँ सङ्केत अनुरोध गर्नुहोस्। यसको म्याद सकियो।
nn_no: Be om ein ny kode. Denne er utgått.
no: Be om ny kode. Denne er utgått.
or: ଏକ ନୂତନ କୋଡ୍ ଅନୁରୋଧ କରନ୍ତୁ. ଏହାର ସମୟସୀମା ସମାପ୍ତ ହୋଇଛି.
pa_arab_pk: نویں کوڈ دی گزارش کرو۔ ایہدی مدت مک گئی اے۔
pa_in: ਨਵੇਂ ਕੋਡ ਲਈ ਬੇਨਤੀ ਕਰੋ। ਇਸ ਕੋਡ ਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋ ਗਈ ਹੈ।
pl: Zażądaj nowego kodu. Ten kod wygasł.
ru: Запросите новый код. Срок действия этого кода истек.
sd: هڪ نئون ڪوڊ درخواست ڪريو. هي مدي خارج ٿي ويو آهي.
si: නව කේතයක් ඉල්ලන්න. මෙය කල් ඉකුත් වී ඇත.
sl: Zahtevajte novo kodo. Ta koda je potekla.
sr_cyrl_rs: Захтевајте нови код. Овај је истекао.
sr_latn_rs: Zahtevajte novi kôd. Ovaj je istekao.
sv: Begär en ny kod. Denna har gått ut.
ta: புதிய குறியீட்டைக் கேட்கவும். இது காலாவதியாகிவிட்டது.
te: ఒక కొత్త కోడ్‌ని అభ్యర్థించండి. ఈ కోడ్ గడువు తీరిపోయింది.
tg: Рамзи наверо дархост кунед. Муҳлати ин рамз ба анҷом расид.
th: ขอรหัสใหม่ รหัสนี้หมดอายุแล้ว
tr: Yeni bir kod isteyin. Bu kodun süresi dolmuş.
tt: Яңа код сорагыз. Моның вакыты чыккан.
ug: يېڭى كود ئىلتىماس قىلىڭ. بۇنىڭ ۋاقتى ئۆتۈپ كېتىپتۇ.
uk: Запросіть новий код. Термін дії цього коду минув.
ur: ایک نئے کوڈ کی درخواست کریں۔ اس کی مدت ختم ہو گئی ہے۔
uz: Yangi kod so‘rang. Buning amal qilish muddati tugagan.
vi: Yêu cầu một mã mới. Mã này đã hết hạn.
zh_hans: 请求一个新的代码。此代码已过期。
zh_hant: 要求新的驗證碼。此驗證碼已過期。

# Literal.ChinaUnionPay.ErrorMessage.CardNumberOrExpiryValidationFailed
source: Check your card number and expiration date.
af: Kontroleer jou kaartnommer en vervaldatum.
am: የእርስዎን ካርድ እና የአገልግሎት ማብቂያ ቀን ይፈትሹ።
ar: تحقق من رقم البطاقة وتاريخ انتهاء الصلاحية.
as: আপোনাৰ কাৰ্ডৰ নম্বৰ আৰু ম্যাদ উকলি যোৱা তাৰিখটো পৰীক্ষা কৰক৷
az: Kartınızın nömrəsini və başaçatma tarixini yoxlayın.
bg: Проверете номера на вашата карта и датата на изтичане на валидността.
bn_in: আপনার কার্ডের নম্বর এবং মেয়াদ শেষের তারিখ পরীক্ষা করুন৷
bs: Provjerite broj i datum isteka kartice.
cy: Gwiriwch rif eich cerdyn a'r dyddiad dod i ben.
da: Kontrollér dit kortnummer og udløbsdatoen.
de: Überprüfen Sie die Kartennummer und das Ablaufdatum.
el: Ελέγξτε τον αριθμό της κάρτας σας και την ημερομηνία λήξης.
es: Comprueba el número de tu tarjeta y la fecha de caducidad.
et: Kontrollige oma kaardi numbrit ja aegumiskuupäeva.
eu: Egiaztatu txartelaren zenbakia iraungitze-data.
fa: شماره کارت و تاریخ انقضا را بررسی کنید.
ga: Seiceáil uimhir agus dáta éaga do chárta.
gd: Thoir sùil air àireamh na cairt is an latha a dh’fhalbhas an ùine air.
gl: Comproba o número e a data de caducidade do teu cartón.
gu: તમારો કાર્ડ નંબર અને સમાપ્તિ તારીખ તપાસો.
he: בדוק את מספר הכרטיס שלך ואת תאריך התפוגה שלו.
hi: अपनी कार्ड संख्या और समय-समाप्ति दिनांक जाँचें.
hr: Provjerite broj kartice i datum isteka.
hu: Ellenőrizze a kártya számát és lejárati dátumát.
id: Periksa nomor dan tanggal kedaluwarsa kartu Anda.
is: Athugaðu kortanúmerið þitt og gildistíma kortsins.
ja: カード番号と有効期限日を確認してください。
ka: შეამოწმეთ ბარათის ნომერი და მოქმედების ვადა.
kk: Карта нөмірін және жарамдылық мерзімін тексеріңіз.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ಹಾಗೂ ಅವಧಿ ಮುಕ್ತಾಯವಾಗುವ ದಿನಾಂಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 카드 번호와 만료 날짜를 확인하세요.
ku_arab: ژمارەی کارتەکەت و بەرواری بەسەرچوون بپشکنە.
ky: Картаңыздын номерин жана аяктоо мөөнөтүңүздүн күнүн текшериңиз.
lo: ກວດ​ເບິ່ງ​ເລກ​ບັດ​ຂອງ​ທ່ານ ແລະ​ວັນ​ໝົດ​ອາ​ຍຸ​.
lt: Patikrinkite kortelės numerį ir galiojimo datą.
lv: Pārbaudiet savas kartes numuru un derīguma beigu datumu.
mi: Āta tirohia tō tau kāri me te rā paunga.
mk: Проверете го бројот на картичката и рокот на важење.
ml: നിങ്ങളുടെ കാർഡ് നമ്പറും കാലഹരണത്തീയതിയും പരിശോധിക്കുക.
mn: Картны дугаар, дуусах хугацааг шалгана уу.
mr: आपला कार्ड नंबर आणि कालावधी समाप्ती तारीख तपासा.
ms: Semak nombor dan tarikh tamat tempoh kad anda.
mt: Iċċekkja n-numru tal-karta tiegħek u d-data tal-iskadenza.
ne: तपाइँको कार्ड नम्बर र म्याद समाप्त हुने मिति जाँच्नुहोस्।
nn_no: Kontroller kortnummeret og utløpsdatoen.
no: Kontroller kortnummeret og utløpsdatoen.
or: ଆପଣଙ୍କର କାର୍ଡ୍ ନମ୍ଵର୍ ଏବଂ ସମୟସମାପ୍ତି ତାରିଖ ଦେଖନ୍ତୁ.
pa_arab_pk: اپنے کارڈ دا نمبر اتے زائدالعمیاد تریخ چیک کرو۔
pa_in: ਆਪਣੇ ਕਾਰਡ ਨੰਬਰ ਅਤੇ ਮਿਆਦ ਸਮਾਪਤੀ ਮਿਤੀ ਦੀ ਜਾਂਚ ਕਰੋ।
pl: Sprawdź numer karty i datę wygaśnięcia.
ru: Проверьте номер карты и дату окончания ее срока действия.
sd: پنهنجو ڪارڊ نمبر ۽ مدي خارج ٿيڻ جي تاريخ چيڪ ڪريو.
si: ඔබගේ කාඩ්පත් අංකය හා කල් ඉකුත්වන දිනය පරීක්ෂා කරන්න.
sl: Preverite številko kartice in njen datum poteka veljavnosti.
sr_cyrl_rs: Проверите број картице и датум истека.
sr_latn_rs: Proverite broj kartice i datum isteka.
sv: Kontrollera ditt kortnummer och kortets förfallodatum.
ta: உங்கள் கார்டு எண் மற்றும் காலாவதியாகும் தேதியைச் சரிபார்க்கவும்.
te: మీ కార్డ్ నంబర్ మరియు గడువు ముగింపు తేదీని తనిఖీ చేయండి.
tg: Рақами корти худ ва муҳлати интиҳои онро тафтиш кунед.
th: ตรวจสอบหมายเลขบัตรและวันหมดอายุ
tr: Kredi kartı numaranızı ve son kullanma tarihini kontrol edin.
tt: Картагызның номерын һәм вакыты чыгу датасын тикшерегез.
ug: كارتا نومۇرى ۋە كۈچكە ئىگە مۇددىتىنى تەكشۈرۈڭ.
uk: Перевірте номер картки та дату закінчення її дії.
ur: اپنے کارڈ نمبر اوور میعاد ختم ہونے کی تاریخ کی پڑتال کریں۔
uz: Karta raqamini va amal qilish muddati sanasini tekshiring.
vi: Kiểm tra số thẻ của bạn và ngày hết hạn.
zh_hans: 检查卡号和过期日期。
zh_hant: 檢查您的卡號與到期日。
