Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.CreditCardOrDebitCardNumber.Text
source: Credit or debit card number
af: Krediet- of debietkaartnommer
am: ክሬዲት ወይም የዴቢት ካርድ
ar: رقم بطاقة الائتمان أو الخصم
as: ক্ৰেডিট বা ডেবিট কাৰ্ড নম্বৰ
az: Kredit və ya debet kartı nömrəsi
bg: Номер на кредитна или дебитна карта
bn_in: ক্রেডিট অথবা ডেবিট কার্ডের নম্বর
bs: Broj kreditne ili debitne kartice
cy: Rhif cerdyn credyd neu ddebyd
da: Kredit- eller debetkortnummer
de: Kredit- oder Debitkartennummer
el: Αριθμός πιστωτικής ή χρεωστικής κάρτας
es: Número de tarjeta de crédito o débito
et: Krediit- või deebetkaardi number
eu: Kreditu- edo zordunketa-txartelaren zenbakia
fa: شماره کارت اعتباری یا نقدی
ga: Uimhir cárta creidmheasa nó cárta dochair
gd: Àireamh na cairte-creideis no na cairt-fhiachan
gl: Número do cartón de crédito ou débito
gu: ક્રેડિટ અથવા ડેબિટ કાર્ડ નંબર
he: כרטיס אשראי או חיוב
hi: क्रेडिट या डेबिट कार्ड नंबर
hr: Broj kreditne ili debitne kartice
hu: Hitelkártya vagy bankkártya száma
id: Nomor kartu kredit atau debit
is: Kredit- eða debetkortanúmer
ja: クレジットまたはデビット カードの番号
ka: საკრედიტო ან სადებეტო ბარათის ნომერი
kk: Кредиттік немесе дебеттік карта нөмірі
kn: ಕ್ರೆಡಿಟ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ
ko: 신용 카드 또는 직불 카드 번호
lo: ໝາຍເລກບັດເຄຣດິດ ຫຼື ເດບິດ
lt: Kredito arba debeto kortelės numeris
lv: Kredītkartes vai debetkartes numurs
mi: Kāri tāwere, kāri nama rānei
mk: Број на кредитна или дебитна картичка
ml: ക്രെഡിറ്റ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ് നമ്പർ
mr: क्रेडिट कार्ड किंवा डेबिट कार्ड क्रमांक
ms: Kad kredit atau debit
mt: Numru tal-karta ta’ kreditu jew ta’ debitu
ne: क्रेडिट वा डेबिट कार्ड नम्बर
nn_no: Kreditt- eller debetkortnummer
no: Kreditt- eller debetkortnummer
or: କ୍ରେଡିଟ୍‌ କାର୍ଡ କିମ୍ବା ଡେବିଟ୍‌ କାର୍ଡ ନମ୍ଵର
pa_in: ਕ੍ਰੈਡਿਟ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ ਨੰਬਰ
pl: Numer karty kredytowej lub debetowej
ru: Номер кредитной или дебетовой карты
sl: Številka kreditne ali debetne kartice
sr_cyrl_rs: Број кредитне или дебитне картице
sr_latn_rs: Broj kreditne ili debitne kartice
sv: Kreditkorts- eller bankkortsnummer
ta: கிரெடிட் அல்லது டெபிட் கார்டு எண்
te: క్రెడిట్ కార్డ్ లేదా డెబిట్ కార్డ్ నంబర్
th: หมายเลขบัตรเครดิตหรือบัตรเดบิต
tr: Kredi kartı veya ATM kartı numarası
tt: Кредит яки дебет картасы номеры
ug: ئىناۋەتلىك ياكى ئامانەت كارتا نومۇرى
uk: Номер кредитної або дебетової картки
ur: کریڈٹ یا ڈیبٹ کارڈ کا نمبر
uz: Kredit yoki debet karta raqami
vi: Số thẻ tín dụng hoặc ghi nợ
zh_hans: 信用卡或借记卡卡号
zh_hant: 信用卡或轉帳卡號碼

# Word.VerifyCard.Text
source: Verify your card
af: Verifieer jou kaart
am: ካርድዎን ያረጋግጡ
ar: التحقق من بطاقتك
as: আপোনাৰ কাৰ্ড সত্যাপন কৰক
az: Kartınızı yoxlayın
bg: Проверка на картата
bn_in: আপনার কার্ড যাচাই করুন
bs: Potvrdite svoju karticu
cy: Dilysu eich cerdyn
da: Bekræft dit kort
de: Karte verifizieren
el: Επαλήθευση της κάρτας σας
es: Compruebe su tarjeta
et: Kaardi kinnitamine
eu: Egiaztatu zure txartela
fa: اعتبار کارت خود را تأیید کنید
ga: Fíoraigh do chárta
gd: Dearbh a’ chairt agad
gl: Verifique a tarxeta
gu: તમારા કાર્ડની ચકાસણી કરાવો
he: אימות הכרטיס שלך
hi: अपना कार्ड सत्यापित करें
hr: Potvrdite kreditnu karticu
hu: Kártya érvényesítése
id: Verifikasi Kartu Kredit Anda
is: Sannprófaðu kortið
ja: カードの確認
ka: თქვენი ბარათის დადასტურება
kk: Картаны тексеру
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 카드 확인
lo: ກວດສອບບັດເຄຣດິດຂອງທ່ານ
lt: Patvirtinkite savo kortelę
lv: Verificēt karti
mi: Manatokona Tōu Kāri
mk: Потврдете ја вашата картичка
ml: നിങ്ങളുടെ കാർഡ് പരിശോധിക്കുക
mr: आपले कार्ड पडताळा
ms: Tentu sahkan kad anda
mt: Ivverifika l-kard tiegħek
ne: आफ्नो कार्ड रूजू गर्नुहोस्
nn_no: Stadfest kortet
no: Verifiser kortet ditt
or: ଆପଣଙ୍କ କାର୍ଡ୍ ଯାଞ୍ଚ କରନ୍ତୁ
pa_in: ਆਪਣੇ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰੋ
pl: Zweryfikuj kartę
ru: Проверка карты
sl: Preverite kartico
sr_cyrl_rs: Верификујте своју картицу
sr_latn_rs: Verifikujte svoju karticu
sv: Verifiera ditt kort
ta: உங்கள் கார்டைச் சரிபார்க்கவும்
te: మీ కార్డ్‌ను ధృవీకరించండి
th: ตรวจสอบบัตรของคุณ
tr: Kartınızı doğrulayın
tt: Картагызны раслагыз
ug: كارتا دەلىللەش
uk: Перевірка картки
ur: اپنے کارڈ کی تصدیق کریں
uz: Kartangizni tasdiqlang
vi: Xác minh thẻ của bạn
zh_hans: 验证卡
zh_hant: 驗證您的卡片

# Word.CardVerificationInstruction.Text
source: You'll be redirected to your bank's website for card verification. We'll collect your information but won't use it without your permission.
af: Jy sal na jou bank se webwerf vir kaartverifikasie herlei word. Ons sal jou inligting versamel, maar sal dit nie sonder jou toestemming gebruik nie.
am: ለካርድ ማረጋገጫ ወደ ባንክዎ ድር ጣቢያ ይዘዋወራሉ። መረጃዎን እንሰበስባለን ነገርግን ያለፈቃድዎ አንጠቀምበትም።
ar: ستتم إعادة توجيهك إلى موقع الويب الخاص بالبنك الذي تتعامل معه للتحقق من البطاقة. سنقوم بجمع معلوماتك لكننا لن نستخدمها دون إذنك.
as: কাৰ্ড সত্যাপনৰ বাবে আপোনাক আপোনাৰ বেঙ্কৰ ৱেব ছাইটলৈ পুনঃনিৰ্দেশিত কৰা হ'ব। আমি আপোনাৰ তথ্য সংগ্ৰহ কৰিম কিন্তু আপোনাৰ অনুমতি অবিহনে ইয়াক ব্যৱহাৰ নকৰোঁ।
az: Kartı yoxlamaq üçün bankınızın veb-saytına yönləndiriləcəksiniz. Məlumatlarınızı toplayacağıq, lakin icazəniz olmadan istifadə etməyəcəyik.
bg: Ще бъдете пренасочени към уеб сайта на вашата банка за проверка на картата. Ще съберем вашата информация, но няма да я използваме без ваше разрешение.
bn_in: কার্ড যাচাইকরণের জন্য আপনাকে আপনার ব্যাঙ্কের ওয়েবসাইটে পুনঃনির্দেশিত করা হবে। আমরা আপনার তথ্য সংগ্রহ করব কিন্তু আপনার অনুমতি ছাড়া এটি ব্যবহার করব না।
bs: Preusmjerite se na web stranicu vaše banke radi verifikacije kartica. Prikupićemo vaše informacije ali ih nećemo koristiti bez vaše dozvole.
cy: Cewch eich ailgyfeirio i wefan eich banc i ddilysu’r cerdyn. Byddwn yn casglu eich gwybodaeth, ond ni fyddwn yn ei defnyddio heb eich caniatâd.
da: Du vil blive omdirigeret til din banks websted for kortbekræftelse. Vi indsamler dine oplysninger, men bruger dem ikke uden din tilladelse.
de: Sie werden zur Kartenüberprüfung auf die Website Ihrer Bank umgeleitet. Wir erfassen Ihre Informationen, verwenden sie aber nicht ohne Ihre Erlaubnis.
el: Θα ανακατευθυνθείτε στην τοποθεσία web της τράπεζάς σας για επαλήθευση της κάρτας. Θα συλλέξουμε τις πληροφορίες σας, αλλά δεν θα τις χρησιμοποιήσουμε χωρίς την άδειά σας.
es: Se le redirigirá al sitio web de su banco para la verificación de la tarjeta. Recopilaremos su información, pero no la usaremos sin su permiso.
et: Kaardi kinnitamiseks suunatakse teid edasi panga veebisaidile. Kogume teie teavet, kuid ei kasuta seda ilma teie loata.
eu: Bankuaren gunera birbideratuko zaitugu txartela egiazta dezazun. Zure informazioa bilduko dugu, baina ez dugu erabiliko baimenik gabe.
fa: برای تأیید اعتبار کارت، به وب‌سایت بانکتان هدایت خواهید شد. ما اطلاعاتتان را جمع‌آوری می‌کنیم اما بدون اجازه شما از آن استفاده نخواهیم کرد.
ga: Déanfar tú a atreorú chuig suíomh gréasáin do bhainc le haghaidh fíorú cárta. Baileoimid do chuid faisnéise ach ní úsáidfimid í gan do chead.
gd: Thèid d’ ath-stiùireadh gu làrach-lìn a’ bhanca agad a dhearbhadh na cairte agad. Cruinnichidh sinn am fiosrachadh agad ach cha chleachd sinn e gun chead uat.
gl: Será redirixido ao sitio web do banco para verificar a tarxeta. Recompilaremos a súa información pero non a usaremos sen o seu permiso.
gu: કાર્ડની ચકાસણી માટે તમને તમારી બેંકની વેબસાઇટ પર રીડાયરેક્ટ કરવામાં આવશે. અમે તમારી માહિતી એકત્રિત કરીશું પરંતુ તમારી અનુમતિ વિના તેનો ઉપયોગ કરીશું નહીં.
he: המערכת תעביר אותך לאתר של הבנק שלך לצורך אימות הכרטיס. אנחנו נאסוף את הפרטים שלך אבל לא נשתמש בהם ללא רשותך.
hi: आपको कार्ड सत्यापन के लिए अपने बैंक की वेबसाइट पर रीडायरेक्ट किया जाएगा. हम आपकी जानकारी एकत्रित करेंगे लेकिन आपकी अनुमति के बिना इसका उपयोग नहीं करेंगे.
hr: Bit ćete preusmjereni na web-mjesto banke radi provjere valjanosti kartice. Prikupit ćemo vaše podatke, ali ih nećemo upotrijebiti bez vaše dozvole.
hu: A rendszer átirányítja a bank webhelyére kártyaellenőrzés céljából. Összegyűjtjük az adatait, de az engedélye nélkül nem használjuk fel azokat.
id: Anda akan diarahkan ke situs web bank untuk memverifikasi kartu. Kami akan mengumpulkan informasi Anda, tetapi tidak akan menggunakannya tanpa izin Anda.
is: Þér verður beint á vefsvæði bankans til að sannprófa kortið. Við söfnum upplýsingunum þínum en notum þær ekki án þíns leyfis.
ja: カードの確認のためにお取引先の銀行の Web サイトにリダイレクトされます。Microsoft はお客様の情報を収集しますが、お客様の許可なくこの情報を使用することはありません。
ka: ბარათის დასადასტურებლად თქვენი ბანკის ვებსაიტზე გადამისამართდებით. ჩვენ შევაგროვებთ თქვენს ინფორმაციას, მაგრამ თქვენი ნებართვის გარეშე არ გამოვიყენებთ.
kk: Картаны тексеру үшін банктің веб-сайтына қайта бағытталасыз. Ақпаратыңызды жинаймыз, бірақ рұқсатсыз пайдаланбаймыз.
kn: ಕಾರ್ಡ್ ಪರಿಶೀಲನೆಗಾಗಿ ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕಿನ ವೆಬ್‍‌ಸೈಟ್‍‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಾವು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಆದರೆ ನಿಮ್ಮ ಅನುಮತಿಯಿಲ್ಲದೆ ಅದನ್ನು ಬಳಸುವುದಿಲ್ಲ.
ko: 카드 확인을 위해 은행 웹 사이트로 이동합니다. 당사는 사용자 정보를 수집하지만 사용자의 허가 없이는 사용하지 않습니다.
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຍັງເວັບໄຊທ໌ຂອງທະນາຄານຂອງທ່ານສຳລັບການກວດສອບບັດ. ພວກເຮົາຈະລວບລວມຂໍ້ມູນຂອງທ່ານ ແຕ່ຈະບໍ່ໃຊ້ມັນໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດຈາກທ່ານ.
lt: Būsite nukreipti į banko svetainę, kad galėtumėte patvirtinti kortelę. Rinksime jūsų informaciją, bet nenaudosime jos be jūsų leidimo.
lv: Jūs tiksit novirzīts uz savas bankas tīmekļa vietni, lai veiktu kartes verifikāciju. Mēs apkoposim jūsu informāciju, bet neizmantosim to bez jūsu atļaujas.
mi: Ka tahuri kē e koe ki te paetukutuku o tōu pēke mō te manatokonga kāri. Ka kohia e mātou ōu mōhiohio engari kāore e whakamahia e mātou me te kore whakaaetanga ki a koe.
mk: Ќе бидете пренасочени на веб-страницата на вашата банка за потврда на картичката. Ќе ги собереме вашите информации, но нема да ги користиме без ваша дозвола.
ml: കാർഡ് സ്ഥിരീകരണത്തിനായി നിങ്ങളുടെ ബാങ്കിന്റെ വെബ്സൈറ്റിലേക്ക് റീഡയറക്ട് ചെയ്യും. ഞങ്ങൾ നിങ്ങളുടെ വിവരങ്ങൾ ശേഖരിക്കും, എന്നാൽ നിങ്ങളുടെ അനുമതിയില്ലാതെ ഇത് ഉപയോഗിക്കുന്നതല്ല.
mr: आपल्याला कार्ड पडताळणीसाठी आपल्या बँकेच्या वेबसाइटवर पुनर्निर्देशित केले जाईल. आम्ही आपली माहिती गोळा करू परंतु आपल्या परवानगीशिवाय ती वापरणार नाही.
ms: Anda akan dihalakan semula ke laman web bank anda untuk pengesahan kad. Kami akan mengumpul maklumat anda tetapi tidak akan menggunakannya tanpa kebenaran anda.
mt: Se tiġi dirett mill-ġdid għas-sit web tal-bank tiegħek għall-verifika tal-kard. Se niġbru l-informazzjoni tiegħek iżda mhux se nużawha mingħajr il-permess tiegħek.
ne: तपाईंलाई कार्ड प्रमाणीकरणका लागि तपाईंको बैंकको वेबसाइटमा रिडाइरेक्ट गरिनेछ। हामी तपाईंको जानकारी सङ्कलन गर्ने छौँ तर तपाईंको अनुमति बिना यसको प्रयोग गर्ने छैनौँ।
nn_no: Du vil bli omdirigert til banken sin nettstad for kontroll av kortet. Microsoft samlar inn informasjonen din, men vil ikkje bruke han utan løyve frå deg.
no: Du blir omdirigert til bankens nettsted for kortbekreftelse. Vi samler inn informasjonen, men bruker den ikke uten din tillatelse.
or: କାର୍ଡ୍ ଯାଞ୍ଚକରଣ ପାଇଁ ଆପଣଙ୍କୁ ଆପଣଙ୍କ ବ୍ୟାଙ୍କର ୱେବ୍‌ସାଇଟ୍‌କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ. ଆମେ ଆପଣଙ୍କ ସୂଚନା ସଂଗ୍ରହ କରିବୁ କିନ୍ତୁ ଆପଣଙ୍କ ଅନୁମତି ବିନା ଏହାକୁ ବ୍ୟବହାର କରିବୁ ନାହିଁ.
pa_in: ਤੁਹਾਨੂੰ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਬੈਂਕ ਦੀ ਵੈਬਸਾਈਟ ‘ਤੇ ਮੁੜ-ਨਿਰਦੇਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਤਰ ਕਰਾਂਗੇ, ਪਰ ਤੁਹਾਡੀ ਇਜਾਜ਼ਤ ਦੇ ਬਿਨਾਂ ਇਸਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਾਂਗੇ।
pl: Nastąpi przekierowanie do witryny internetowej banku w celu weryfikacji karty. Zbierzemy Twoje informacje, ale nie użyjemy ich bez Twojej zgody.
ru: Вы будете перенаправлены на веб-сайт банка для проверки карты. Мы соберем ваши данные, но не будем использовать их без вашего разрешения.
sl: Preusmerjeni boste na spletno mesto svoje banke za preverjanje kartice. Vaše podatke bomo zbirali, vendar jih ne bomo uporabljali brez vašega dovoljenja.
sr_cyrl_rs: Бићете преусмерени на веб локацију банке ради верификације картица. Прикупићемо ваше информације, али их нећемо користити без ваше дозволе.
sr_latn_rs: Bićete preusmereni na veb lokaciju banke radi verifikacije kartica. Prikupićemo vaše informacije, ali ih nećemo koristiti bez vaše dozvole.
sv: Du omdirigeras till din banks webbplats för kortverifiering. Vi samlar in din information men använder den inte utan din tillåtelse.
ta: கார்டு சரிபார்ப்பிற்காக உங்கள் வங்கியின் வலைத்தளத்திற்கு நீங்கள் திருப்பிவிடப்படுவீர்கள். உங்கள் தகவலைச் சேகரிப்போம், அதேசமயம் உங்கள் அனுமதியின்றி அதைப் பயன்படுத்த மாட்டோம்.
te: కార్డ్ ధృవీకరణ కోసం మీరు మీ బ్యాంక్ వెబ్‌సైట్‌కి దారి మళ్లించబడతారు. మేము మీ సమాచారాన్ని సేకరిస్తాము కానీ మీ అనుమతి లేకుండా దానిని ఉపయోగించము.
th: คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ของธนาคารของคุณสําหรับการตรวจสอบความถูกต้องของบัตร เราจะรวบรวมข้อมูลของคุณ แต่จะไม่ใช้โดยไม่ได้รับอนุญาตจากคุณ
tr: Kart doğrulaması için bankanızın web sitesine yönlendirileceksiniz. Bilgilerinizi toplarız ancak izniniz olmadan kullanmayız.
tt: Картаны раслау өчен сез банк төененә юнәлдереләчәксез. Без сезнең мәгълүматны җыябыз, әмма аны сезнең рөхсәттән башка кулланмаячакбыз.
ug: بانكا توربېكىتىگە ئۆتۈپ كارتا دەلىللەيسىز. ئۇچۇرىڭىزنى توپلايمىز، ئەمما سىزدىن رۇخسەتسىز ئىشلەتمەيمىز.
uk: Вас буде переспрямовано на веб-сайт банку для перевірки картки. Ми збиратимемо ваші відомості, але не використовуватимемо їх без вашого дозволу.
ur: کارڈ کی تصدیق کے لئے آپ کو اپنے بینک کی ویب سائٹ پر بھیجا جائے گا۔ ہم آپ کی معلومات جمع تو کریں گے ہے لیکن آپ کی اجازت کے بغیر انہیں استعمال نہیں کریں گے۔
uz: Kartani tasdiqlash uchun bankingizning veb-saytiga yoʻnaltirilasiz. Biz maʼlumotlaringizni toʻplaymiz, lekin ulardan ruxsatingizsiz foydalanmaymiz.
vi: Bạn sẽ được chuyển đến trang web ngân hàng của bạn để xác minh thẻ. Chúng tôi sẽ thu thập thông tin của bạn nhưng sẽ không sử dụng thông tin đó nếu bạn chưa cho phép.
zh_hans: 你将被重定向到银行网站以验证卡片。我们将收集你的信息，但未经你的许可将不会使用它。
zh_hant: 系統將會將您重新導向至銀行的網站進行信用卡驗證。我們會收集您的資訊，但未經您的許可將不會使用。

# Word.CardVerificationInstructionWithNext.Text
source: You'll be redirected to your bank's website for card verification. We'll collect your information but won't use it without your permission. Next
af: Jy sal na jou bank se webwerf vir kaartverifikasie herlei word. Ons sal jou inligting versamel, maar sal dit nie sonder jou toestemming gebruik nie.
am: ለካርድ ማረጋገጫ ወደ ባንክዎ ድህረ ገጽ ይዘዋወራሉ። መረጃዎን እንሰበስባለን ነገርግን ያለፈቃድዎ አንጠቀምበትም። ይቀጥሉ
ar: ستتم إعادة توجيهك إلى موقع البنك الذي تتعامل معه على الويب للتحقق من صحة البطاقة. سنقوم بجمع معلوماتك ولكننا لن نستخدمها بدون إذنك. التالي
as: কাৰ্ড সত্যাপনৰ বাবে আপোনাক আপোনাৰ বেংকৰ ৱেবছাইটলৈ লৈ যোৱা হ'ব। আমি আপোনাৰ তথ্য সংগ্ৰহ কৰিম কিন্তু আপোনাৰ অনুমতি অবিহনে ইয়াক ব্যৱহাৰ নকৰোঁ। পৰৱৰ্তী
az: Kartın yoxlanılması üçün bankınızın veb-saytına yönləndiriləcəksiniz. Məlumatlarınızı toplayacağıq, lakin icazəniz olmadan istifadə etməyəcəyik. Növbəti
bg: Ще бъдете пренасочени към уеб сайта на банката си за проверка на картата. Ще съберем информацията ви, но няма да я използваме без ваше разрешение. Напред
bn_in: কার্ড যাচাইকরণের জন্য আপনাকে আপনার ব্যাঙ্কের ওয়েবসাইটে পুনঃনির্দেশিত করা হবে। আমরা আপনার তথ্য সংগ্রহ করব কিন্তু আপনার অনুমতি ছাড়া এটি ব্যবহার করা হবে না। পরবর্তী
bs: Preusmjerite se na web stranicu vaše banke radi verifikacije kartica. Prikupit ćemo vaše informacije ali ih nećemo koristiti bez vaše dozvole. Sljedeće
cy: Cewch eich ailgyfeirio i wefan eich banc i ddilysu’r cerdyn. Byddwn yn casglu eich gwybodaeth, ond ni fyddwn yn ei defnyddio heb eich caniatâd. Nesaf
da: Du vil blive omdirigeret til din banks websted for kortbekræftelse. Vi indsamler dine oplysninger, men bruger dem ikke uden din tilladelse. Næste
de: Sie werden zur Kartenüberprüfung auf die Website Ihrer Bank umgeleitet. Wir erfassen Ihre Daten, verwenden sie aber nicht ohne Ihre Erlaubnis. Weiter
el: Θα ανακατευθυνθείτε στην τοποθεσία web της τράπεζάς σας για επαλήθευση της κάρτας. Θα συλλέξουμε τα στοιχεία σας, αλλά δεν θα τα χρησιμοποιήσουμε χωρίς την άδειά σας.
es: Se le redirigirá al sitio web de su banco para la verificación de la tarjeta. Recopilaremos su información, pero no la usaremos sin su permiso. Siguiente
et: Kaardi kinnitamiseks suunatakse teid edasi panga veebisaidile. Kogume teie teavet, kuid ei kasuta seda ilma teie loata. Edasi
eu: Bankuaren webgunera birbideratuko zaitugu txartela egiazta dezazun. Zure informazioa bilduko dugu, baina ez dugu erabiliko baimenik gabe. Hurrengoa
fa: برای تأیید اعتبار کارت، به وب‌سایت بانکتان هدایت خواهید شد. ما اطلاعاتتان را جمع‌آوری می‌کنیم اما بدون اجازه شما از آن استفاده نخواهیم کرد. بعدی
ga: Déanfar tú a atreorú chuig suíomh Gréasáin do bhainc le haghaidh fíorú cárta. Baileoimid do chuid faisnéise ach ní úsáidfimid í gan do chead. Ar aghaidh
gd: Thèid d’ ath-stiùireadh gu làrach-lìn a’ bhanca agad a dhearbhadh na cairte agad. Cruinnichidh sinn am fiosrachadh agad ach cha chleachd sinn e gun chead uat. Air adhart
gl: Redirixirásete ao sitio web do banco para verificar a tarxeta. Recompilaremos a túa información, pero non a usaremos sen o teu permiso. Seguinte
gu: કાર્ડની ચકાસણી માટે તમને તમારી બેંકની વેબસાઇટ પર રીડાયરેક્ટ કરવામાં આવશે. અમે તમારી માહિતી એકત્રિત કરીશું પરંતુ તમારી અનુમતિ વિના તેનો ઉપયોગ કરીશું નહીં. આગલું
he: המערכת תעביר אותך לאתר של הבנק שלך לצורך אימות הכרטיס. אנחנו נאסוף את הפרטים שלך אבל לא נשתמש בהם ללא רשותך. הבא
hi: आपको कार्ड के सत्यापन के लिए अपने बैंक की वेबसाइट पर ले जाया जाएगा. हम आपकी जानकारी एकत्रित करेंगे लेकिन आपकी अनुमति के बिना इसका उपयोग नहीं करेंगे. अगला
hr: Bit ćete preusmjereni na web-mjesto banke radi provjere valjanosti kartice. Prikupit ćemo vaše podatke, ali ih nećemo upotrijebiti bez vaše dozvole. Sljedeće
hu: A rendszer átirányítja a bank webhelyére kártyaellenőrzés céljából. Összegyűjtjük az adatait, de az engedélye nélkül nem használjuk fel azokat. Tovább
id: Anda akan diarahkan ke situs web bank untuk memverifikasi kartu. Kami akan mengumpulkan informasi Anda, tetapi tidak akan menggunakannya tanpa izin Anda. Berikutnya
is: Þú verður send(ur) á vefsvæði bankans til að sannprófa kortið. Við söfnum upplýsingunum þínum en notum þær ekki án þíns leyfis. Næsta
ja: カードの確認のためにお取引先の銀行の Web サイトにリダイレクトされます。Microsoft はお客様の情報を収集しますが、お客様の許可なくこの情報を使用することはありません。次へ
ka: ბარათის დასადასტურებლად თქვენი ბანკის ვებსაიტზე გადამისამართდებით. ჩვენ შევაგროვებთ თქვენს ინფორმაციას, მაგრამ მას თქვენი ნებართვის გარეშე არ გამოვიყენებთ. შემდეგი
kk: Картаны тексеру үшін банктің веб-сайтына қайта бағытталасыз. Ақпаратыңызды жинаймыз, бірақ рұқсатсыз пайдаланбаймыз. Келесі
kn: ಕಾರ್ಡ್ ಪರಿಶೀಲನೆಗಾಗಿ ನಿಮ್ಮನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕಿನ ವೆಬ್‍‌ಸೈಟ್‍‌ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ. ನಾವು ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ, ಆದರೆ ನಿಮ್ಮ ಅನುಮತಿಯಿಲ್ಲದೆ ಅದನ್ನು ಬಳಸುವುದಿಲ್ಲ. ಮುಂದೆ
ko: 카드 확인을 위해 은행 웹 사이트로 이동합니다. 당사는 사용자 정보를 수집하지만 사용자의 승인 없이는 사용하지 않습니다. 다음
lo: ທ່ານຈະຖືກປ່ຽນເສັ້ນທາງໄປຫາເວັບໄຊຂອງທະນາຄານຂອງທ່ານສຳລັບການຢັ້ງຢືນບັດ. ພວກເຮົາຈະຮວບຮວມຂໍ້ມູນຂອງທ່ານ ແຕ່ຈະບໍ່ໃຊ້ມັນໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດຈາກທ່ານ. ຖັດໄປ
lt: Būsite nukreipti į banko svetainę, kad galėtumėte patvirtinti kortelę. Rinksime jūsų informaciją, bet nenaudosime jos be jūsų leidimo. Toliau
lv: Jūs tiksit novirzīts uz savas bankas tīmekļa vietni, lai veiktu kartes verifikāciju. Mēs apkoposim jūsu informāciju, bet neizmantosim to bez jūsu atļaujas. Tālāk
mi: Ka tahuri kē e koe ki te paetukutuku o tōu pēke mō te manatokonga kāri. Ka kohia e mātou ōu mōhiohio engari kāore e whakamahia e mātou me te kore whakaaetanga ki a koe.
mk: Ќе ве пренасочиме до веб-локацијата на банката за проверка на картичката. Ќе ги собереме вашите информации, но нема да ги користиме без ваша дозвола. Следно
ml: കാർഡ് സ്ഥിരീകരണത്തിനായി നിങ്ങളുടെ ബാങ്കിന്റെ വെബ്സൈറ്റിലേക്ക് റീഡയറക്ട് ചെയ്യും. ഞങ്ങൾ നിങ്ങളുടെ വിവരങ്ങൾ ശേഖരിക്കും, എന്നാൽ നിങ്ങളുടെ അനുമതിയില്ലാതെ ഇത് ഉപയോഗിക്കുന്നതല്ല. അടുത്തത്
mr: आपल्याला कार्ड पडताळणीसाठी आपल्या बँकेच्या वेबसाइटवर पुनर्निर्देशित केले जाईल. आम्ही आपली माहिती संकलित करू परंतु आपल्या परवानगीशिवाय ती वापरणार नाही. पुढे जा
ms: Anda akan dihalakan semula ke laman web bank anda untuk pengesahan kad. Kami akan mengumpul maklumat anda tetapi tidak akan menggunakannya tanpa kebenaran anda. Seterusnya
mt: Se tiġi dirett mill-ġdid għas-sit web tal-bank tiegħek għall-verifika tal-kard. Se niġbru l-informazzjoni tiegħek iżda mhux se nużawha mingħajr il-permess tiegħek. Li Jmiss
ne: तपाईंलाई कार्ड प्रमाणीकरणका लागि तपाईंको बैंकको वेबसाइटमा रिडाइरेक्ट गरिने छ। हामी तपाईंको जानकारी सङ्कलन गर्ने छौँ तर तपाईंको अनुमति बिना यसको प्रयोग गर्ने छैनौँ। अर्को
nn_no: Du vil bli omdirigert til nettstaden til banken for å stadfeste kortet. Vi samlar inn informasjonen din, men vil ikkje bruke han utan løyve frå deg. Neste
no: Du blir omdirigert til bankens nettsted for kortbekreftelse. Vi samler inn informasjonen, men vi bruker den ikke uten din tillatelse. Neste
or: କାର୍ଡ ଯାଞ୍ଚ ପାଇଁ ଆପଣଙ୍କୁ ଆପଣଙ୍କ ବ୍ୟାଙ୍କର ଓ୍ୱେବ୍ ସାଇଟ୍‌କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରାଯିବ. ଆମେ ଆପଣଙ୍କ ସୂଚନା ସଂଗ୍ରହ କରିବୁ କିନ୍ତୁ ଆପଣଙ୍କ ଅନୁମତି ବିନା ଏହାକୁ ବ୍ୟବହାର କରିବୁ ନାହିଁ. ପରବର୍ତ୍ତୀ
pa_in: ਤੁਹਾਨੂੰ ਕਾਰਡ ਦੀ ਤਸਦੀਕ ਕਰਨ ਲਈ ਤੁਹਾਡੇ ਬੈਂਕ ਦੀ ਵੈਬਸਾਈਟ ‘ਤੇ ਮੁੜ-ਨਿਰਦੇਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ। ਅਸੀਂ ਤੁਹਾਡੀ ਜਾਣਕਾਰੀ ਨੂੰ ਇਕੱਤਰ ਕਰਾਂਗੇ, ਪਰ ਤੁਹਾਡੀ ਇਜਾਜ਼ਤ ਦੇ ਬਿਨਾਂ ਇਸਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰਾਂਗੇ। ਅੱਗੇ
pl: Nastąpi przekierowanie do witryny internetowej banku w celu weryfikacji karty. Zbierzemy Twoje informacje, ale nie użyjemy ich bez Twojej zgody. Przejdź dalej
ru: Вы будете перенаправлены на веб-сайт банка для проверки карты. Мы соберем ваши данные, но не будем использовать их без вашего разрешения. Далее
sl: Preusmerjeni boste na spletno mesto svoje banke za preverjanje kartice. Vaše podatke bomo zbirali, vendar jih ne bomo uporabljali brez vašega dovoljenja. Naprej
sr_cyrl_rs: Бићете преусмерени на веб локацију банке ради провере картице. Прикупићемо ваше информације, али их нећемо користити без ваше дозволе. Следеће
sr_latn_rs: Bićete preusmereni na veb lokaciju banke radi verifikacije kartica. Prikupićemo vaše informacije, ali ih nećemo koristiti bez vaše dozvole. Sledeće
sv: Du omdirigeras till din banks webbplats för kortverifiering. Vi samlar in dina uppgifter men använder dem inte utan din tillåtelse. Nästa
ta: கார்டு சரிபார்ப்பிற்காக உங்கள் வங்கியின் வலைத் தளத்திற்கு நீங்கள் திருப்பிவிடப்படுவீர்கள். உங்கள் தகவலைச் சேகரிப்போம், ஆனால் அதேசமயம் உங்கள் அனுமதியின்றி அதைப் பயன்படுத்த மாட்டோம். அடுத்து
te: కార్డ్ ధృవీకరణ కోసం మీరు మీ బ్యాంక్ వెబ్‌సైట్‌కి దారి మళ్లించబడతారు. మేము మీ సమాచారాన్ని సేకరిస్తాము కానీ మీ అనుమతి లేకుండా దానిని ఉపయోగించము. తరువాత
th: คุณจะถูกเปลี่ยนเส้นทางไปยังเว็บไซต์ของธนาคารของคุณสําหรับการตรวจสอบบัตร เราจะรวบรวมข้อมูลของคุณ แต่จะไม่ใช้โดยไม่ได้รับอนุญาตจากคุณ ถัดไป
tr: Kart doğrulaması için bankanızın web sitesine yönlendirileceksiniz. Bilgilerinizi toplarız ancak izniniz olmadan kullanmayız. İleri
tt: Картаны раслау өчен сез банк төененә юнәлдереләчәксез. Без сезнең мәгълүматыгызны җыячакбыз, ләкин аны сезнең рөхсәттән башка кулланмаячакбыз. Киләсе
ug: بانكا توربېكىتىگە ئۆتۈپ كارتا دەلىللەيسىز. ئۇچۇرىڭىزنى توپلايمىز، ئەمما سىزدىن رۇخسەتسىز ئىشلەتمەيمىز. كېيىنكى
uk: Вас буде переспрямовано на веб-сайт банку для перевірки картки. Ми збиратимемо ваші відомості, але не використовуватимемо їх без вашого дозволу. Далі
ur: کارڈ کی تصدیق کے لئے آپ کو اپنے بینک کی ویب سائٹ پر بھیجا جائے گا۔ ہم آپ کی معلومات جمع تو کریں گے، لیکن آپ کی اجازت کے بغیر انہیں استعمال نہیں کریں گے۔ آگے
uz: Kartani tasdiqlash uchun bankingizning veb-saytiga yoʻnaltirilasiz. Biz maʼlumotlaringizni toʻplaymiz, lekin ulardan ruxsatingizsiz foydalanmaymiz. Keyingisi
vi: Bạn sẽ được chuyển đến website ngân hàng của bạn để xác minh thẻ. Chúng tôi sẽ thu thập thông tin của bạn nhưng sẽ không sử dụng thông tin đó nếu bạn chưa cho phép. Tiếp theo
zh_hans: 你将被重定向到银行网站以验证卡片。我们将收集你的信息，但未经你的许可将不会使用它。下一步
zh_hant: 系統將會將您重新導向至銀行的網站進行信用卡驗證。我們會收集您的資訊，但未經您的許可將不會使用。接著
