Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OobeLabel.ListPIHeader
source: Select/Add your credit card
af: Kies ’n kredietkaart of voeg een by
am: ክሬዲት ካርድ ይምረጡ/ያክሉ
ar: تحديد/إضافة بطاقة الائتمان الخاصة بك
as: আপোনাৰ ক্ৰেডিট কাৰ্ড চয়ন/যোগ কৰক
az: Kredit kartınızı seçin/əlavə edin
bg: Избор/добавяне на кредитна карта
bn_in: আপনার ক্রেডিট কার্ড নির্বাচন/যোগ করুন
bs: Odaberite / dodajte svoju kreditnu karticu
cy: Dewis/Ychwanegu eich cerdyn credyd
da: Vælg/tilføj dit kreditkort
de: Kreditkarte auswählen/hinzufügen
el: Επιλογή/προσθήκη της πιστωτικής κάρτας σας
es: Seleccionar/Agregar tarjeta de crédito
et: Valige/lisage krediitkaart
eu: Hautatu/Gehitu kreditu-txartela
fa: انتخاب/افزودن کارت اعتباری
ga: Roghnaigh cárta creidmheasa/Cuir cárta creidmheasa leis
gd: Tagh/Cuir ris a’ chairt-chreidis agad
gl: Seleccionar/Engadir cartón de crédito
gu: સિલેક્ટ/તમારું ક્રેડિટ કાર્ડ ઉમેરો
he: בחר/הוסף את כרטיס האשראי שלך
hi: अपने क्रेडिट कार्ड का चयन करें/जोड़ें
hr: Odaberite / dodajte svoju kreditnu karticu
hu: Hitelkártya kiválasztása/hozzáadása
id: Pilih/Tambahkan kartu kredit
is: Velja/skrá kreditkort
ja: クレジット カードの選択/追加
ka: აირჩიეთ/დაამატეთ თქვენი საკრედიტო ბარათი
kk: Несие картаңызды таңдау/қосу
kn: ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಆಯ್ಕೆಮಾಡಿ/ಸೇರಿಸಿ
ko: 신용 카드 선택/추가
ku_arab: کرێدت کارتەکەت/دەسنیشان بکه/زیادی بکه
ky: Насыя картаңызды тандаңыз/кошуңуз
lo: ເລືອກ/ເພີ່ມບັດເຄຣດິດຂອງທ່ານ
lt: Pasirinkti / įtraukti kredito kortelę
lv: Kredītkartes atlasīšana/pievienošana
mi: Tīpako/Tāpiri i tō kāri tāwere
mk: Изберете/додајте ја кредитната картичка
ml: നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് തിരഞ്ഞെടുക്കുക/ചേർക്കുക
mn: Кредит картаа сонгох/нэмэх
mr: तुमचे क्रेडीट कार्ड निवडा/जोडा
ms: Pilih/Tambah kad kredit anda
mt: Agħżel/Żid il-kard tal-kreditu tiegħek
ne: आफ्नो क्रेडिट कार्ड चयन गर्नुहोस्/थप्नुहोस्
nn_no: Vel / legg til kredittkort
no: Velg / legg til kredittkort
or: ଚୟନ/ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ୍ ଯୋଡନ୍ତୁ
pa_arab_pk: اپنا کریڈٹ کارڈ منتخب کرو/شامل کرو
pa_in: ਆਪਣਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਚੁਣੋ/ਜੋੜੋ
pl: Wybierz/dodaj kartę kredytową
ru: Выбор или добавление кредитной карты
sd: پنهنجو ڪريڊٽ ڪارڊ چونڊيو/اضافو ڪريو
si: ඔබගේ ණයවර කාඩ්පත තෝරන්න/එක් කරන්න
sl: Izberite/dodajte kreditno kartico
sr_cyrl_rs: Изаберите/додајте своју кредитну картицу
sr_latn_rs: Izaberite/dodajte svoju kreditnu karticu
sv: Välj/lägg till ditt kreditkort
ta: உங்கள் கடனட்டையைத் தேர்ந்தெடுக்கவும்/சேர்க்கவும்
te: మీ క్రెడిట్ కార్డ్‌ని ఎంచుకోండి/జోడించండి
tg: Интихоб/илова кардани корти қарзии шумо
th: เลือก/เพิ่มบัตรเครดิตของคุณ
tr: Kredi kartınızı seçin/ekleyin
tt: Кредит картасын сайлау/өстәү
ug: ئىناۋەت كارتىڭىزنى تاللاڭ ياكى قوشۇڭ
uk: Вибір/додавання кредитної картки
ur: اپنا کریڈٹ کارڈ منتخب کریں/شامل کریں
uz: Kredit kartangizni qo‘shish/tanlash
vi: Chọn/Thêm thẻ tín dụng của bạn
zh_hans: 选择/添加信用卡
zh_hant: 選取/加入您的信用卡

# Literal.OobeLabel.ListPIPageDescription
source: Which credit card do you want to use?
af: Watter kredietkaart wil jy gebruik?
am: የትኛውን ክሬዲት ካርድ ነው መጠቀም የሚፈልጉት?
ar: أي بطاقة ائتمان ترغب في استخدامها؟
as: আপুনি কোনখন ক্ৰেডিট কাৰ্ড ব্যৱহাৰ কৰিবলৈ বিচাৰে?
az: Hansı kredit kartından istifadə etmək istəyirsiniz?
bg: Коя кредитна карта искате да използвате?
bn_in: আপনি কোন ক্রেডিট কার্ডটি ব্যবহার করতে চান?
bs: Koju kreditnu karticu želite koristiti?
cy: Pa gerdyn credyd ydych chi eisiau ei ddefnyddio?
da: Hvilket kreditkort vil du bruge?
de: Welche Kreditkarte möchten Sie verwenden?
el: Ποια πιστωτική κάρτα θέλετε να χρησιμοποιήσετε;
es: ¿Qué tarjeta de crédito quieres usar?
et: Millist krediitkaarti soovite kasutada?
eu: Zein kreditu-txartel erabili nahi duzu?
fa: از کدام کارت اعتباری می‌خواهید استفاده کنید؟
ga: Cé acu cárta creidmheasa is mian leat a úsáid?
gd: Dè a’ chairt-chreideis a bu mhath leat cleachdadh?
gl: Que cartón de crédito queres usar?
gu: તમે કયા ક્રેડિટ કાર્ડનો ઉપયોગ કરવા માંગો છો?
he: באיזה כרטיס אשראי ברצונך להשתמש?
hi: आप किस क्रेडिट कार्ड का उपयोग करना चाहते हैं?
hr: Koju kreditnu karticu želite koristiti?
hu: Melyik hitelkártyát szeretné használni?
id: Kartu kredit mana yang ingin Anda gunakan?
is: Hvaða kreditkort viltu nota?
ja: どのクレジット カードを使用しますか?
ka: რომელი საკრედიტო ბარათის გამოყენება გსურთ?
kk: Қай несие картаны пайдаланғыңыз келеді?
kn: ನೀವು ಯಾವ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಬಳಸಲು ಬಯಸುತ್ತೀರಿ?
ko: 어떤 신용 카드를 사용하시겠습니까?
ku_arab: دەتەوێ کام کرێدت کارت بەکاربهێنیت؟
ky: Кайсы насыя картасын колдонгуңуз келип жатат?
lo: ບັດເຄຣດິດໃດທ່ານຕ້ອງການໃຊ້?
lt: Kurią kredito kortelę norite naudoti?
lv: Kuru kredītkarti vēlaties izmantot?
mi: He aha te kāri tāwere e hiahia ana koe ki te whakamahi?
mk: Која кредитна картичка сакате да ја користите?
ml: നിങ്ങൾക്ക് ഉപയോഗിക്കേണ്ട ക്രെഡിറ്റ് കാർഡ് ഏതാണ്?
mn: Та ямар кредит карт ашигламаар байна вэ?
mr: तुम्हाला कुठले क्रेडीट कार्ड वापरायचे आहे?
ms: Kad kredit yang mana anda hendak gunakan?
mt: Liema kard tal-kreditu tixtieq tuża?
ne: तपाइँ कुन क्रेडिट कार्ड प्रयोग गर्न चाहनुहुन्छ?
nn_no: Kva kredittkort ønskjer du å bruke?
no: Hvilket kredittkort vil du bruke?
or: ଆପଣ କେଉଁ କ୍ରେଡିଟ୍‍ କାର୍ଡ୍‍କୁ ବ୍ୟବହାର କରିବାକୁ ଚାହାଁନ୍ତି?
pa_arab_pk: تسی کیہڑا کریڈٹ کارڈ ورتنا چاہندے او؟
pa_in: ਤੁਸੀਂ ਕਿਹੜਾ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਵਰਤਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Której karty kredytowej chcesz użyć?
ru: Какую кредитную карту вы хотите использовать?
sd: ڪهڙو ڪريڊٽ ڪارڊ توهان استعمال ڪرڻ چاهيو ٿا؟
si: ඔබට භාවිතා කිරීමට අවශ්‍ය කුමන ණයවර කාඩ්පත ද?
sl: Katero kreditno kartico želite uporabljati?
sr_cyrl_rs: Коју кредитну картицу желите да користите?
sr_latn_rs: Koju kreditnu karticu želite da koristite?
sv: Vilket kreditkort vill du använda?
ta: நீங்கள் பயன்படுத்த விரும்பும் கடனட்டை எது?
te: ఏ క్రెడిట్ కార్డ్‌ను మీరు ఉపయోగించాలనుకుంటున్నారు?
tg: Кадом корти қарзиро истифода бурдан мехоҳед?
th: คุณต้องการใช้บัตรเครดิตใด
tr: Hangi kredi kartını kullanmak istiyorsunuz?
tt: Кайсы кредит картагызны кулланырга телисез?
ug: قايسى ئىناۋەت كارتىسىنى ئىشلىتىسىز؟
uk: Яку кредитну картку слід використати?
ur: آپ کونسا کریڈٹ کارڈ استعمال کرنا چاہتے ہیں؟
uz: Qaysi kredit kartadan foydalanmoqchisiz?
vi: Bạn muốn sử dụng thẻ tín dụng nào?
zh_hans: 你想要使用哪张信用卡?
zh_hant: 您要使用哪一張信用卡?

# Literal.OobeLabel.ProfileSubheading
source: We'll use this to send you a confirmation email
af: Ons sal dit gebruik om vir jou ’n e-pos ter bevestiging te stuur
am: የማረጋገጫ ኢሜይል ለመላክ ይህን እንጠቀማለን
ar: سيتم استخدام هذا لإرسال بريد إلكتروني للتأكيد
as: আমি আপোনালৈ এটা নিশ্চিতকৰণ ইমেইল প্ৰেৰণ কৰিবলৈ এইটো ব্যৱহাৰ কৰিম
az: Sizə təsdiq e-poçtu göndərmək üçün bundan istifadə edəcəyik
bg: Ще използваме това, за да ви изпратим имейл за потвърждение
bn_in: আপনাকে নিশ্চিতকরণ ইমেইল পাঠাতে আমরা এটি ব্যবহার করব
bs: Koristit ćemo ovo za slanje e-pošte s potvrdom
cy: Byddwn ni'n defnyddio hyn i anfon e-bost cadarnhad atoch
da: Vi vil bruge denne til at sende dig en bekræftelses-mail
de: An diese Adresse wird eine Bestätigungs-E-Mail gesendet.
el: Θα χρησιμοποιηθεί για την αποστολή μηνύματος ηλεκτρονικού ταχυδρομείου επιβεβαίωσης
es: Usaremos esto para enviarte un correo electrónico de confirmación
et: Kasutame seda teile kinnitusmeili saatmiseks
eu: Berrespen-mezua bidaltzeko erabiliko dugu
fa: ما از این مورد برای ارسال ایمیل تأیید به شما استفاده خواهیم کرد
ga: Úsáidfimid é seo chun ríomhphost deimhnithe a sheoladh chugat
gd: Cleachdaidh sinn seo airson post-d dearbhaidh a chur thugad
gl: Usaremos isto para enviar un correo electrónico de confirmación
gu: અમે તમને પુષ્ટિકરણ ઇમેઇલ મોકલવા માટે આનો ઉપયોગ કરીશું
he: נשתמש בזה לשליחת דואר אלקטרוני לאישור
hi: हम इसे आपको एक पुष्टिकरण ईमेल भेजने के लिए उपयोग करेंगे
hr: Koristit ćemo to za slanje e-pošte s potvrdom
hu: Erre a címre küldjük el Önnek a visszaigazoló e-mailt.
id: Kami akan menggunakannya untuk mengirimkan email konfirmasi
is: Við notum þetta til að senda þér staðfestingu í tölvupósti
ja: これは確認メールの送信に使用されます
ka: ამას გამოვიყენებთ თქვენთვის დადასტურების ელწერილის გამოსაგზავნად
kk: Біз сізге растау жөніндегі электрондық хабарды жіберу үшін осыны пайдаланатын боламыз
kn: ನಿಮಗೆ ದೃಢೀಕರಣ ಇಮೇಲ್ ಕಳುಹಿಸಲು ಇದನ್ನು ನಾವು ಬಳಸುತ್ತೇವೆ
ko: 이 주소로 확인용 메일을 보낼 것입니다.
ku_arab: ئێمه کەڵک لەمە وەردەگرین بۆ ناردنی ئیمەیلی دووپاتکردنەوه بۆ تۆ
ky: Биз муну колдонуп, сизге ырастоо электрондук почтасын жөнөтөбүз
lo: ພວກເຮົາຈະໃຊ້ອັນນີ້ເພື່ອສົ່ງທ່ານອີເມວຢືນຢັນ
lt: Ją naudosime, kad galėtume jums atsiųsti patvirtinimo el. laišką
lv: Šo izmantosim, lai jums nosūtītu apstiprinājuma e-pasta ziņojumu
mi: Ka whakamahia tēnei hei tuku wāhitau whakaū ki a koe
mk: Ќе го користиме ова за да ви испратиме е-пошта за потврда
ml: നിങ്ങൾക്ക് ഒരു സ്ഥിരീകരണ ഇമെയിൽ അയയ്‌ക്കാൻ ഞങ്ങൾ ഇത് ഉപയോഗിക്കും
mn: Бид танд бататгах э-шуудан илгээхдээ үүнийг ашиглана
mr: तुम्हाला पुष्टीकरण इमेल पाठवण्यासाठी आम्ही हे वापरू
ms: Kami akan gunakannya untuk menghantar anda e-mel pengesahan
mt: Aħna se nużaw dan biex nibagħtulek posta elettronika ta' konferma
ne: हामी तपाइँलाई पुष्टि इमेल पठाउन यसलाई प्रयोग गर्नेछौं
nn_no: Vi bruker dette til å sende deg ein e-post med stadfesting
no: Vi bruker dette til å sende deg en bekreftelse via e-post
or: ଆମେ ଆପଣଙ୍କୁ ଏକ ନିଶ୍ଚିତକରଣ ଈମେଲ୍‍ ପଠାଇବା ପାଇଁ ଏହା ବ୍ୟବହାର କରିବୁ
pa_arab_pk: اسی تصدیقی ای میل گھلن لئی ایہہ ورتاں گے
pa_in: ਅਸੀਂ ਇਸ ਦੀ ਵਰਤੋਂ ਪੁਸ਼ਟੀਕਰਣ ਈਮੇਲ ਭੇਜਣ ਲਈ ਕਰਾਂਗੇ
pl: Użyjemy tego adresu, aby przesłać Ci wiadomość e-mail z potwierdzeniem
ru: Мы воспользуемся этой информацией, чтобы отправить вам электронное письмо с подтверждением
sd: توهانکي هڪ تصديقي اي ميل موڪلڻ لاءِ اسان اهو استعمال ڪنداسين
si: ඔබට තහවුරු කිරීමේ විද්‍යුත් තැපැල් ලිපියක් එවීමට අපි මෙය භාවිතා කරමු
sl: Na ta naslov vam bomo poslali potrditveno e-poštno sporočilo
sr_cyrl_rs: Послаћемо вам е-поруку са потврдом на ову е-адресу
sr_latn_rs: Poslaćemo vam e-poruku sa potvrdom na ovu e-adresu
sv: Vi använder detta för att skicka en bekräftelse via e-post till dig
ta: உங்களுக்கு உறுதிப்படுத்தல் மின்னஞ்சலை அனுப்பவே இதைப் பயன்படுத்துவோம்
te: మీకు నిర్ధారణ ఇమెయిల్‌ను పంపడానికి మేము దీనిని ఉపయోగిస్తాము
tg: Мо инро барои ирсоли паёми электронии тасдиқӣ истифода мебарем
th: เราจะใช้ข้อมูลนี้เพื่อส่งอีเมลยืนยันให้คุณ
tr: Bunu, size bir onay e-postası göndermek için kullanacağız
tt: Шуның аша сезгә раслау хәбәре җибәреләчәк
ug: بىز بۇنى ئىشلىتىپ جەزملەشتۈرۈش تورخېتى ئەۋەتىمىز
uk: Ми скористуємося цією інформацією, щоб надіслати вам електронний лист із підтвердженням
ur: ہم اسے آپ کو ایک تصدیق کی ای میل بھیجنے کے لیے استعمال کریں گے
uz: Bundan sizga tasdiqlash e-pochtasini yuborish uchun foydalanamiz
vi: Chúng tôi sẽ sử dụng nó để gửi cho bạn email xác nhận
zh_hans: 我们将使用此内容向你发送确认电子邮件
zh_hant: 我們會使用這個電子郵件地址，傳送確認電子郵件給您

# Literal.OobeLabel.SkipButton
source: Skip for now
af: Slaan oor vir nou
am: ለአሁኑ ይዝለሉ
ar: تخطٍ الآن
as: এতিয়াৰ কাৰণে এৰক
az: Hələlik ötür
bg: Пропусни засега
bn_in: এখনকার মতো ছেড়ে যান
bs: Preskoči zasad
cy: Neidio am y tro
da: Spring over indtil videre
de: Vorerst überspringen
el: Παράλειψη προς το παρόν
es: Omitir de momento
et: Jäta praegu vahele
eu: Saltatu oraingoz
fa: فعلاً صرف نظر شود
ga: Gabh thairis anois
gd: Leum thairis air an-dràsta
gl: Ignorar polo de agora
gu: હમણાં માટે છોડી દો
he: דלג בינתיים
hi: अभी के लिए छोड़ें
hr: Preskoči zasad
hu: Kihagyás most
id: Lewati untuk saat ini
is: Sleppa í bili
ja: 今はスキップする
ka: გამოტოვე ახლა
kk: Әзірше өткізіп жіберу
kn: ಇದೀಗ ಸ್ಕಿಪ್ ಮಾಡು
ko: 지금은 건너뛰기
ku_arab: ئێستا باز بده
ky: Азырынча өткөрүп жиберүү
lo: ຕອນນີ້ຂ້າມໄປ
lt: Kol kas praleisti
lv: Pagaidām izlaist
mi: Tīpoka mō nāianei
mk: Прескокни засега
ml: ഇപ്പോഴത്തേക്ക് ഒഴിവാക്കുക
mn: Одоохондоо алгасъя
mr: आत्तासाठी वगळा
ms: Langkau buat masa ini
mt: Aqbeż għalissa
ne: अहिलेलाई छोड्नुहोस्
nn_no: Hopp over no
no: Hopp over inntil videre
or: ବର୍ତ୍ତମାନ ପାଇଁ ଅତିକ୍ରମ କରନ୍ତୁ
pa_arab_pk: ہلے لئی چھڈو
pa_in: ਹੁਣ ਲਈ ਛੱਡੋ
pl: Pomiń teraz
ru: Пока пропустить
sd: هاڻي لاءِ ڇڏيو
si: දැනට මඟ හරින්න
sl: Preskoči za zdaj
sr_cyrl_rs: Прескочи за сада
sr_latn_rs: Preskoči za sada
sv: Hoppa över nu
ta: இப்போதைக்குத் தவிர்
te: ప్రస్తుతం దాట వేయండి
tg: Айни ҳол гузаред
th: ข้ามไปก่อน
tr: Şimdilik atla
tt: Хәзергә калдырып үтү
ug: ھازىرچە ئاتلاش
uk: Поки пропустити
ur: ابھی کے لیے چھوڑ دیں
uz: Hozircha o‘tkazib yuborish
vi: Tạm thời bỏ qua
zh_hans: 暂时跳过
zh_hant: 暫時跳過

# Literal.CvvChallenge.ExplanationText
source: To protect your credit card from unauthorized charges, we require you to enter the security code. We will NOT save the code in your account.
af: Om jou kredietkaart teen ongemagtigde kostes te beskerm, moet jy jou sekuriteitskode invoer. Ons sal NIE die kode in jou rekening stoor NIE.
am: የእርስዎን የብድር ካርድ ካልተፈቀደላቸው ሂሳብ ማስከፈሎች ለመጠበቅ፣ የመድህን ኮድ እንዲያስገቡ እንጠይቅዎታለን። ኮዱን በእርስዎ መለያ ላይ አናስቀምጠውም።
ar: لكي تحمي بطاقة ائتمانك من الرسوم غير المصرح بها، نطلب منك إدخال رمز الأمان. لن نقوم بحفظ الرمز في حسابك.
as: অনধিকৃত মাছুলৰ পৰা আপোনাৰ ক্ৰেডিট কাৰ্ডক সুৰক্ষা প্ৰদান কৰিবলৈ, নিৰাপত্তা কোডটো প্ৰৱেশ কৰাবলৈ আমাক আপোনাৰ প্ৰয়োজন হ'ব৷ আমি আপোনাৰ একাউণ্টত কোডটো সংৰক্ষণ নকৰোঁ৷
az: Kredit kartınızı icazəsiz ödənişlərdən qorumaq üçün təhlükəsizlik kodunu daxil etməyinizi tələb edirik. Kodu hesabınızda SAXLAMAYACAĞIQ.
bg: За да защитите кредитната си карта от неупълномощено начисляване на такси, изискваме от вас да въведете кода за защита. НЯМА да запишем кода във вашия акаунт.
bn_in: আপনার ক্রেডিট কার্ড থেকে আপনার অনুমতি ছাড়াই অর্থ কেটে নেওয়ার ঘটনা যাতে না ঘটে তার জন্য আমরা চাই আপনি নিরাপত্তা কোডটি দিন। আমরা কোডটি আপনার অ্যাকাউন্টে সংরক্ষণ করব না।
bs: Da biste zaštitili kreditnu karticu od neovlaštenog naplaćivanja, obavezno morate unijeti sigurnosni kôd. NEĆEMO čuvati kôd na vašem računu.
cy: I ddiogelu eich cerdyn credyd rhag taliadau sy'n cael eu gwneud heb awdurdod, rydyn ni'n gofyn i chi roi'r cod diogelwch. Fyddwn ni DDIM yn cadw'r cod yn eich cyfrif.
da: For at beskytte dit kreditkort mod uautoriseret brug kræver vi, at du indtaster sikkerhedskoden. Vi gemmer IKKE koden i din konto.
de: Sie müssen den Sicherheitscode eingeben, um Ihre Kreditkarte vor unbefugten Abbuchungen zu schützen. Der Code wird NICHT in Ihren Kontoinformationen gespeichert.
el: Για να προστατέψετε την πιστωτική σας κάρτα από μη εξουσιοδοτημένες χρεώσεις, απαιτείται η εισαγωγή του κωδικού ασφάλειας. Ο κωδικός σας ΔΕΝ αποθηκεύεται στο λογαριασμό σας.
es: Para proteger tu tarjeta de crédito de cargos no autorizados, necesitamos que escribas el código de seguridad. NO guardaremos el código en tu cuenta.
et: Selleks, et teie krediitkaardiga ei saaks teha volitamata makseid, palume teil sisestada turvakoodi. Me EI salvesta seda koodi teie kontole.
eu: Kreditu-txartelean baimenik gabeko zordunketak egin ez daitezen, segurtasun-kodea idazteko eskatzen dugu. Kodea EZ dugu gordeko kontuan.
fa: برای محافظت از کارت اعتباری تان در برابر هزینه های غیرمجاز، نیاز است تا کد امنیتی را وارد کنید. این کد در حسابتان ذخیره نمی شود.
ga: Chun do chárta creidmheasa a chosaint ar mhuirir neamhúdaraithe, iarraimid ort do chód slándála a iontráil. NÍ shábhálfaimid an cód i do chuntas.
gd: A chum nach tèid airgead iarraidh air a’ chairt agad gun chead, iarraidh sinn ort gun cuir thu an còd tèarainteachd a-steach. CHA SÀBHAIL sinn an còd sa chunntas agad.
gl: Pedímosche que introduzas o código de seguranza para protexer a túa tarxeta de crédito de custos non autorizados. NON gardaremos o código na túa conta.
gu: અનધિકૃત શુલ્કથી તમારા ક્રેડિટ કાર્ડનું રક્ષણ કરવા માટે, અમારા માટે જરૂરી છે કે તમે સુરક્ષા કોડ પ્રવિષ્ટ કરો. અમે તમારા ખાતામાં કોડ સાચવીશું નહીં.
he: כדי להגן על כרטיס האשראי שלך מפני חיובים לא מורשים, אנחנו דורשים שתזין את קוד האבטחה. לא נשמור את הקוד בחשבונך.
hi: अपने क्रेडिट कार्ड को अनधिकृत शुल्कों से सुरक्षित रखने के लिए, हम चाहते हैं कि आप सुरक्षा कोड दर्ज करें. हम आपके खाते में कोड नहीं सहेजेंगे.
hr: Da bismo vašu kreditnu karticu zaštitili od neovlaštenih naplata, tražimo da unesete sigurnosni kod. Kod NEĆEMO spremiti na vaš račun.
hu: A bankkártya illetéktelen használatának megelőzése érdekében meg kell adnia a biztonsági kódot. A kódot NEM mentjük a fiókjába.
id: Untuk melindungi kartu kredit Anda dari tagihan yang tidak sah, kami memerlukan Anda untuk memasukkan kode keamanan. Kami TIDAK akan menyimpan kode tersebut dalam akun Anda.
is: Til að koma í veg fyrir óheimilar skuldfærslur á kreditkortið þitt förum við fram á að þú sláir inn öryggisnúmerið. Númerið verður EKKI vistað á reikningnum þínum.
ja: 不正な請求からクレジット カードを保護するには、セキュリティ コードを入力する必要があります。コードはアカウントには保存されません。
ka: იმისათვის რომ დავიცვათ თქვენი საკრედიტო ბარათი თანხის უნებართვო ჩამოჭრისგან, უნდა შეიყვანოთ დამცავი კოდი, ჩვენ არ ვინახავთ კოდს თქვენს ანგარიშზე.
kk: Несие картаңызды рұқсат етілмеген ақылардан қорғау үшін, қауіпсіздік кодын енгізу талап етіледі. Код есептік жазбаңызда сақталмайды.
kn: ಅನಧಿಕೃತ ದರಗಳಿಂದ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಟ್ ರಕ್ಷಿಸಲು, ನಿಮ್ಮ ಭದ್ರತೆ ಕೋಡ್ ನಮೂದಿಸುವುದು ನಮಗೆ ಅಗತ್ಯವಿರುತ್ತದೆ. ನಿಮ್ಮ ಖಾತೆಯಲ್ಲಿ ಕೋಡ್ ಅನ್ನು ನಾವು ಉಳಿಸುವುದಿಲ್ಲ.
ko: 신용 카드가 무단 사용되는 것을 막기 위해 보안 코드를 입력해야 합니다. Microsoft는 사용자의 계정에 코드를 저장하지 않습니다.
ku_arab: بۆ پاراستنی کرێدت کارتەکەت لە بڕینی رێپێنەدراو، داوات لێدەکەین کۆدی ئاسایشەکە تێبنووسیت. ئێمە کۆدەکە لە ئەژمێرەکەتدا هەڵناگرین.
ky: Сиздин насыя картаңызды уруксаатсыз төлөмдөрдөн коргоо үчүн, биз сизден коопсуздук кодун киргизүүгө талап кылабыз. Биз сиздин каттоо жазууңуздагы кодду САКТАБАЙБЫЗ.
lo: ເພື່ອປົກປ້ອງບັດເຄຣດິດຂອງທ່ານຈາກການຄິດລາຄາທີ່ບໍ່ໄດ້ຮັບອະນຸຍາດ, ພວກເຮົາໄດ້ຕ້ອງການໃຫ້ທ່ານປ້ອນລະຫັດຄວາມປອດໄພ. ພວກເຮົາຈະບໍ່ບັນທຶກລະຫັດໃນບັນຊີຂອງທ່ານ.
lt: Kad apsaugotumėm jūsų kredito kortelę nuo neteisėtų nuskaitymų, reikia, kad įvestumėte saugos kodą. Mes NEĮRAŠYSIME kodo paskyroje.
lv: Lai aizsargātu jūsu kredītkarti pret nepilnvarotiem maksājumiem, mēs pieprasām ievadīt drošības kodu. Jūsu kontā šo kodu NESAGLABĀSIM.
mi: Hei papare i tō kāri nama i ngā nama koremana, me tāuru koe i te waehere haumarutanga. E KORE mātou e tiaki i te waehere i roto i tō pūkete.
mk: За да ја заштитите вашата кредитна картичка од неовластени трошоци, бараме да внесете безбедносен код. НЕМА да го зачуваме кодот во вашата сметка.
ml: അനധികൃത നിരക്കുകളിൽ നിന്ന് നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് പരിരക്ഷിക്കാൻ, നിങ്ങൾ സുരക്ഷാ കോഡ് നൽകേണ്ടത് ആവശ്യമാണ്. നിങ്ങളുടെ അക്കൗണ്ടിൽ ഞങ്ങൾ കോഡ് സംരക്ഷിക്കില്ല.
mn: Өөрийн кредит картаа зөвшөөрөгдөөгүй цэнэглэлтээс хамгаалахын тулд бид нууцлалын код оруулахыг шаардана. Код таны хэрэглэгчийн бүртгэл дээр хадгалагдахгүй.
mr: आपल्या क्रेडिट कार्डचे अनधिकृत शुल्कापासून संरक्षण करण्यासाठी, आम्हाला आपण सुरक्षा कोड प्रविष्ट करणे आवश्यक आहे. आम्ही आपल्या खात्यातील कोड सुरक्षित करणार नाही.
ms: Untuk melindungi kad kredit anda daripada bayaran yang tidak dibenarkan, kami memerlukan anda untuk memasukkan kod keselamatan. Kami TIDAK akan menyimpan kod tersebut dalam akaun anda.
mt: Biex nipproteġu l-karta ta' kreditu tiegħek minn charges mhux awtorizzati, neħtieġuk iddaħħal il-kodiċi tas-sigurtà. MA nissejvjawx il-kodiċi fil-kont tiegħek.
ne: तपाइँको क्रेडिट कार्डलाई अनधिकृत शुल्कहरूबाट सुरक्षित गर्न, हामी तपाइँलाई सुरक्षा कोड प्रविष्ट गर्न आवश्यक गर्दछौ। हामी कोडलाई तपाइँको खातामा बचत गर्ने छैनौ।
nn_no: Du må skrive inn tryggleikskoden for å verne kredittkortet mot endringar som ikkje er autoriserte. Vi lagrar IKKJE koden i kontoen.
no: Du må angi sikkerhetskoden for å beskytte kredittkortet mot uautoriserte endringer. Vi lagrer IKKE koden i kontoen.
or: ଆପଣଙ୍କର କ୍ରେଡିଟ୍‍ କାର୍ଡକୁ ଅଣପ୍ରାଧିକୃତ ଚାର୍ଜ୍‍‍ରୁ ସୁରକ୍ଷା ଦେବା ପାଇଁ, ଆପଣ ନିରାପତ୍ତା କୋଡ୍‍ ଏଣ୍ଟର୍‍ କରିବା ପାଇଁ ଆମେ ଆବଶ୍ୟକ କରିଥାଉ ? ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ରେ କୋଡ୍‍ ସଂରକ୍ଷଣ କରିବୁ ନାହିଁ.
pa_arab_pk: اپنے کریڈٹ کارڈ دی غیر مجوزہ چارجز توں حفاظت کرن واسطے تھانوں سلامتی دا کوڈ درکار اے۔ اسیں کوڈ تھاڈے اکاونٹ وچ محفوظ نہیں کراں گے۔
pa_in: ਅਣਅਧਿਕਾਰਤ ਵਸੂਲੀਆਂ ਤੋਂ ਆਪਣੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਸੁਰੱਖਿਅਤ ਕਰਨ ਲਈ, ਸਾਨੂੰ ਤੁਹਾਡੇ ਰਾਹੀਂ ਸੁਰੱਖਿਆ ਕੋਡ ਦਾਖ਼ਲ ਕਰਨ ਦੀ ਲੋੜ ਹੈ। ਅਸੀਂ ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਕੋਡ ਨੂੰ ਸੁਰੱਖਿਅਤ ਨਹੀਂ ਕਰਾਂਗੇ।
pl: Podanie kodu zabezpieczającego jest wymagane, ponieważ pozwala chronić kartę kredytową przed nieautoryzowanymi obciążeniami. Kod NIE zostanie zapisany na Twoim koncie.
ru: Чтобы защитить вашу кредитную карту от несанкционированного снятия средств, мы требуем от вас ввести защитный код. Этот код НЕ сохраняется в вашей учетной записи.
sd: پنهنجي ڪريڊٽ ڪارڊ جي بنا اجازت ادائگين کان حفاظت لاءِ، اسان توهان تي لازمي ڪيو آهي ته توهان سلامتي ڪوڊ داخل ڪريو. اسان توهان جي ڪوڊ کي اڪائونٽ ۾ محفوظ نٿا ڪريون.
si: අනවසර ගෙවීම්වලින් ඔබගේ ණය කාඩ්පත ආරක්ෂා කර ගැනීමට, ඔබ ආරක්ෂණ කේතය ඇතුල් කරනු අපට අවශ්‍ය වේ. අප ඔබගේ ගිණුම තුළ ආරක්ෂණ කේතය සුරකින්නේ නැත.
sl: Za zaščito vaše kreditne kartice pred nepooblaščenimi bremenitvami morate vnesti varnostno kodo. Te kode NE bomo shranili v vaš račun.
sr_cyrl_rs: Да бисмо спречили неовлашћено коришћење кредитне картице, захтевамо од вас да унесете безбедносни код. НЕЋЕМО сачувати тај код на вашем налогу.
sr_latn_rs: Da bismo sprečili neovlašćeno korišćenje kreditne kartice, zahtevamo od vas da unesete bezbednosni kôd. NEĆEMO sačuvati taj kôd na vašem nalogu.
sv: För att skydda ditt kreditkort från oväntade avgifter behöver du ange en säkerhetskod. Vi sparar inte koden i ditt konto.
ta: அங்கீகரிக்கப்படாத கட்டணங்களில் இருந்து உங்களது கடன் அட்டையைப் பாதுகாக்க, பாதுகாப்புக் குறியீட்டை நீங்கள் உள்ளீடு செய்யும்படி நாங்கள் கேட்டுக்கொள்கிறோம். அந்த குறியீட்டை உங்களது கணக்கில் நாங்கள் சேமிக்க மாட்டோம்.
te: అనధికారిక ఛార్జీల నుండి మీ క్రెడిట్ కార్డ్‌ను రక్షించడం కోసం, మీరు భద్రతా కోడ్‌ను నమోదు చేయాలని మేము కోరుకుంటున్నాము. మేము మీ ఖాతాలో కోడ్‌ను సేవ్ చేయము.
tg: Барои муҳофизат кардани корти қарзии шумо аз тағйироти беиҷозат, мо талаб мекунем, ки шумо рамзи амниятро ворид кунед. Мо рамзро дар ҳисоби шумо захира намекунем.
th: คุณจำเป็นต้องป้อนรหัสความปลอดภัยเพื่อป้องกันไม่ให้บัตรเครดิตของคุณถูกเรียกเก็บเงินโดยไม่ได้รับอนุญาต เราจะไม่บันทึกรหัสดังกล่าวในบัญชีของคุณ
tr: Kredi kartınızı izinsiz harcamalardan korumak için, güvenlik kodunuzu girmeniz gerekiyor. Bu kod hesap bilgilerinize KAYDEDİLMEYECEKTİR.
tt: Кредит картагыздан авторизациясез акча күчерүне булдырмас өчен, сездән иминлек кодын кертү таләп ителә. Код хисап язмагызда сакланмаячак.
ug: ئىناۋەتلىك كارتىڭىزدىن ئىجازەتسىز ھەق تۇتۇلۇشتىن ساقلىنىش ئۈچۈن، بىخەتەرلىك كودىنى كىرگۈزۈشىڭىزنى تەلەپ قىلىمىز. ئۇ كودنى ھېساباتىڭىزدا ساقلاپ قويمايمىز.
uk: Щоб запобігти несанкціонованому зняттю коштів із кредитної картки, необхідно вводити код безпеки. Цей код НЕ буде збережено у вашому обліковому записі.
ur: اپنے کریڈٹ کارڈ کا غیرمجاز فیسوں سے تحفظ کیلئے، ہمیں آپ سے سیکیورٹی کارڈ کا اندراج کرانا مقصود ہے۔ ہم آپ کے اکاؤنٹ میں کوڈ محفوظ نہیں کریں گے۔
uz: Kredit kartochkangizni ruxsat berilmagan to‘lovlar olinishidan himoya qilish uchun Sizga xavfsizlik kodini kiritishni talab qilamiz.
vi: Để bảo vệ thẻ tín dụng của bạn khỏi các khoản phí trái phép, chúng tôi yêu cầu bạn nhập mã bảo mật. Chúng tôi sẽ KHÔNG lưu mã đó vào tài khoản của bạn.
zh_hans: 为了保护你的信用卡，以免发生未经授权的收费，我们要求你输入安全码。我们不会将该代码保存在你的帐户中。
zh_hant: 為保護您的信用卡免於遭到未授權的收費，我們要求您輸入安全性驗證碼。我們「不會」將此驗證碼儲存在您的帳戶中。
