Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCheck.SSNInfo
source: We collect your Social Security Number (SSN) from you and share it with a professional third party in order to perform a credit check in order to determine if you qualify for the offer. We use technical measures to help protect against unauthorized access to, use or disclosure of SSNs. We transmit the SSN over a secure network and encrypt it prior to transmission. We do not retain the SSN after the completion of the credit check, although we will retain a unique identifier derived from your SSN for purposes of frequency controls. We will also retain the credit score and other information we retrieve as part of the credit check for as long as reasonably necessary to complete your transaction and for the detection and prevention of fraud.
af: Ons ontvang jou Social Security Number (SSN) van jou af, en deel dit met 'n professionele derde party ten einde 'n kredietwaardigheid uit te voer ten einde te bepaal of jy vir die aanbod kwalifiseer. Ons maak gebruik van tegniese maatreëls wat help met beskerming teen ongemagtigde toegang tot, gebruik of openbaarmaking van SSN’e. Ons stuur die SSN oor 'n veilige netwerk en enkripteer dit voor oordrag plaasvind. Ons behou nie die SSN na die voltooiing van die kredietwaardigheid nie, maar ons sal 'n unieke identifikasienommer bou, wat van jou SSN afgelei is, vir doeleindes van frekwensiebeheer. Ons behou ook die krediettelling en ander inligting wat ons insamel as deel van die kredietwaardigheid vir so lank as wat redelikerwys nodig is om jou transaksie te voltooi en vir die opsporing en voorkoming van bedrog.
am: የማኅበራዊ ደህንነት ቁጥር (SSN) ካንተ እየሰበሰብንና ከስዎስተኛ ባለሙያ አካል ልነጋራው ነው ምክንያቱም የብድር ፍተሻ ለመወሰን ለስጦታው ብቁ መሆንህን ለማካሄድ ነው። ካለፍቃድ መዳረስ ወደ፡መጠቀም ወይም መግለጥ የ SSNs ልንጠብቅ እንዲያግዘን የቴክኒክ እርምጃዎች እንጠቀማለን። SSN በተጠበቀ አውታር መረብ አናስተላልፋለንና ከማስተላለፋችን በፊት እናመሰጥረዋለን።;የብድር ፍተሻ ከተጠናቀቀ በኃላ SSN አንይዘውም።ለ ድግምግሞሽ ቁጥጥር ዓላማ የተለየ መለያህ ከ SSN የተወሰደእንይዘዋለን።የብድር ነጥቦችና ሌሎች መረጃዎች ልክ እንደ ብድር ፍተሻ በምክንያታዊ አስፈላጊነት ለማጠናቀቅ ዝውውርህ ና ለመለየትና ማጭበርበርን ለመጠበቅ።
ar: إننا تأخذ رقم التأمين الاجتماعي (SSN‏) الخاص بك مشاركين إياه مع طرف ثالث احترافي حيث يمكننا فحص بطاقة الائتمان للتحقق مما إذا كنت أهلاً للمشاركة في العرض. ونستخدم التقنيات المختلفة لمنع الوصول غير المصرح به إلى رقم التأمين الاجتماعي أو استخدامه أو كشفه على الجميع بشكل غير مصرح به. فسنرسل رقم التأمين الاجتماعي عبر شبكة مؤمنة مشفرين إياه قبل الإرسال. هذا ولن نحتفظ برقم التأمين الاجتماعي بعد إتمام فحص الائتمان مع أنني سوف نحتفظ بمعرف استثنائي والذي يشتق من رقم تأمينك الاجتماعي وذلك لأغراض ضبط تكرار العمليات كما أنني سنحتفظ بدرجة الائتمان والمعلومات الأخرى التي نحصل عليها جزءًا من فحص الائتمان بما في ضرورة معقولة لإتمام الصفقة وكشف ومنع الاحتيال.
as: আমি আপোনাৰ পৰা আপোনাৰ সামাজিক নিৰাপত্তা নম্বৰ (SSN) সংগ্ৰহ কৰো আৰু তাক ক্ৰেডিট পৰীক্ষা কৰিবৰ বাবে এটা পেশাদাৰী তৃতীয় পক্ষৰ লগত আদান প্ৰদান কৰো, যি আপুনি এই সুযোগৰ বাবে উপযুক্ত হয়নে নহয় তাক নিশ্চিত কৰাত সহায় কৰে। আমি এই SSN বিলাকলৈ অনাধিকাৰ প্ৰৱেশ, ব্যৱহাৰ আৰু ৰাজহুৱা হোৱাৰ পৰা সুৰক্ষিত কৰিবলৈ প্ৰাযুক্তিক উপায় ব্যৱহাৰ কৰো। আমি এই SSNক এই নিৰাপদ নেটৱৰ্কলৈ সঞ্চাৰণ কৰো আৰু সঞ্চাৰণ কৰাৰ আগতে ইবিলাকক এনক্ৰিপ্ত কৰা হয়। যদিও আমি ফ্ৰিকুৱেন্সি নিয়ন্ত্ৰণ কৰিবৰ বাবে আপোনাৰ SSNৰ পৰা সৃষ্টি কৰা এটা বিশেষ চিনাক্তকাৰী ৰাখি থও, তথাপি আমি ক্ৰেডিট পৰীক্ষা কৰাৰ সম্পূৰ্ণ হোৱাৰ পিছত এই SSN নম্বসমূহ সঞ্চয় কৰি নাৰাখো।আমি ক্ৰেডিট স্কৰ আৰু ক্ৰেডিট পৰীক্ষাৰ অংশ হিচাপে আমি উদ্ধাৰ কৰা আন তথ্য সমূহো আপোনাৰ আদান প্ৰদান সম্পূৰ্ণ কৰিবলৈ আৰু আন কোনো ঠগবাজীৰ পৰা ৰক্ষা কৰিবলৈ যিমান সময়লৈকে প্ৰয়োজন হয় সিমান সময়লৈকে আমি ৰাখি থম।
az: Biz sizin Sosial Sığorta Nömrənizi (SSN) sizdən götürürük və sizin təklif üçün uyğun gəlib-gəlmədiyinizi müəyyən etmək üçün kredit yoxlamasını həyata keçirmək məqsədilə onu peşəkar üçüncü tərəflə paylaşırıq. Biz SSN-lərə icazəsiz giriş, ondan istifadə və onu açıqlamaqdan qorumağa kömək etmək üçün texniki tədbirlərdən istifadə edirik. Biz SSN-i təhlükəsiz şəbəkə ilə ötürürük və ötürməmişdən əvvəl onu şifrləyirik. Biz kredit yoxlaması qurtardıqdan sonra SSN-i saxlamırıq, lakin biz tezlik nəzarətləri üçün SSN-inizdən götürülən unikal identifikatoru özümüzdə saxlayacağıq. Biz həmçinin kredit hesabı və əməliyyatınızı tamamlamaq və saxtakarlığın aşkarlanması və onun qarşısını almaq üçün lazım olduqda kredit yoxlamasının bir hissəsi kimi əldə etdiyimiz digər məlumatları özümüzdə saxlayırıq.
bg: Вземаме номера на социалната ви осигуровка (SSN) и го споделяме с професионална трета страна, за да извършим кредитна проверка и установим дали отговаряте на изискванията за това предложение. Използваме технически мерки за предпазване от непозволен достъп, използване или разкриване на SSN номера. Предаваме SSN номера по защитена мрежа, като преди това го шифроваме. След приключването на кредитната проверка не задържаме SSN номера, но задържаме уникален идентификатор, съставен въз основа на SSN номера, с цел контрол на честотата. Също така задържаме кредитния рейтинг и друга информация, която получаваме в процеса на кредитната проверка толкова дълго, колкото е необходимо в рамките на разумното за завършване на транзакцията и за разкриването и предотвратяването на измами.
bn_in: আপনি প্রস্তাবটির জন্য যোগ্য কি না তা নির্ধারণ করতে একটি ক্রেডিট পরীক্ষণ সম্পাদনা করার জন্য আমরা আপনার থেকে আপনার সামাজিক সুরক্ষা নম্বর (SSN) সংগ্রহ করি ও সেটিকে কোন পেশাদার তৃতীয় পক্ষের সাথে ভাগ করি৷ SSN-এ অননুমোদিত অ্যাক্সেস, এগুলির ব্যবহার বা এগুলিকে প্রকাশ হওয়া থেকে বাধা দিতে সহায়তা করার জন্য আমরা প্রযুক্তিগত পরিমাপ ব্যবহার করি৷ আমরা SSN-কে একটি নিরাপদ নেটওয়ার্কে স্থানান্তর করি এবং স্থানান্তর করার আগে সেটিকে এনক্রিপ্ট করি৷ ক্রেডিট পরীক্ষণ সম্পূর্ণ হওয়র পরে আমরা SSN-কে রাখি না, যদিও ফ্রিক্যোয়েন্সি নিয়ন্ত্রণের উদ্দেশ্যে আপনার SSN থেকে উদ্ভূত একটি অনন্য সনাক্তকারীকে আমরা রেখে দেব৷ এছাড়াও আপনার লেনদেন সম্পূর্ণ করতে ও জালিয়াতি শনাক্ত করতে বা তা আটকাতে যুক্তিসম্মতভাবে আবশ্যক হওয়া পর্যন্ত ক্রেডিট পরীক্ষণের অংশ হিসেবে আমাদের পুনরুদ্ধার করা ক্রেডিট স্কোর ও অন্য তথ্যকে আমরা রেখে দেব৷
bs: Mi od prikupljamo vaš broj socijalnog osiguranja i dijelimo ga s profesionalnim trećim stranama kako bismo obavili provjeru kredita i utvrdili jeste li kvalificirani za ovu ponudu. Mi primjenjujemo tehničke mjere kako bismo onemogućili neovlašteni pristup, korištenje ili otkrivanje broja socijalnog osiguranja. Ovaj broj socijalnog osiguranja prenosimo preko sigurne mreže i šifriramo ga prije prijenosa. Broj socijalnog osiguranja ne zadržavamo po obavljanju provjere kredita, ali zadržat ćemo jedinstveni identifikator izveden iz vašeg broja socijalnog osiguranja za potrebe kontrole učestalosti. Također, zadržat ćemo rezultat kredita i druge podatke koje smo primili kao dio provjere onoliko dugo koliko je neophodno da se završi vaša transakcija te da se otkrije i spriječi prevara.
cy: Rydym yn casglu eich Rhif Nawdd Cymdeithasol (SSN) gennych chi ac yn ei rannu â thrydydd parti proffesiynol er mwyn cynnal archwiliad credyd i weld a ydych chi'n gymwys ar gyfer y cynnig. Rydym yn defnyddio mesurau technegol i helpu i ddiogelu yn erbyn mynediad at SSNs ac yn erbyn eu defnyddio a'u datgelu heb awdurdod. Rydym yn trosglwyddo'r SSN dros rwydwaith diogel ac yn ei amgryptio cyn ei drosglwyddo. Fyddwn ni ddim yn cadw'r SSN ar ôl gorffen yr archwiliad credyd, er byddwn yn cadw dynodydd unigryw a ddaw o'ch SSN ar gyfer rheolaethau amlder. Byddwn hefyd yn cadw'r sgôr credyd a gwybodaeth arall byddwn yn ei hadfer fel rhan o'r archwiliad credyd gyhyd ag sy'n angenrheidiol yn rhesymol er mwyn cwblhau eich trafodiad ac er mwyn canfod ac atal twyll.
da: Vi indsamler dit CPR-nummer fra dig og deler det med en professionel tredjepart for at udføre en kreditkontrol for at afgøre, om du er berettiget til tilbuddet. Vi benytter tekniske forholdsmidler som beskyttelse mod uautoriseret adgang til, brug af eller offentliggørelse af CPR-numre. Vi overfører CPR-nummeret via et sikret netværk og krypterer det før overførsel. Vi gemmer ikke CPR-nummeret efter kreditkontrollen er udført, men vi gemmer et entydigt id afledt af dit CPR-nummer til frekvenskontrol. Vi beholder også oplysninger om din kreditværdighed og andre oplysninger, som vi udleder som en del af kreditkontrollen, og vi gemmer dem så længe det med rimelighed er nødvendigt for at vi kan gennemføre din transaktion og til at registrere og forhindre svindel.
de: Wir erfassen Ihre Sozialversicherungsnummer (SSN) und übergeben sie zur Durchführung einer Kreditprüfung an ein Fremdunternehmen, um festzustellen, ob Sie für das Angebot in Betracht kommen. SSNs werden durch technische Maßnahmen vor unbefugtem Zugriff und unbefugter Offenlegung geschützt. Die Übermittlung erfolgt verschlüsselt über ein sicheres Netzwerk. Nach Abschluss der Kreditprüfung werden SSNs nicht gespeichert. Allerdings wird eine eindeutige, von der SSN abgeleitete ID für Häufigkeitsprüfungen beibehalten. Zudem werden Ihre Bonitätsnote sowie andere aus der Kreditprüfung hervorgegangene Informationen so lange wie zum Abschließen Ihrer Transaktion und zur Aufdeckung und Verhütung von Betrug erforderlich gespeichert.
el: Συλλέγουμε τον αριθμό κοινωνικής ασφάλισης (SSN) από εσάς και θα τον μοιραστούμε με τρίτους επαγγελματίες για τη διενέργεια πιστωτικού ελέγχου προκειμένου να προσδιορίσουμε αν πληροίτε τα κριτήρια για την προσφορά. Χρησιμοποιούμε τεχνικά μέτρα για την προστασία από μη εξουσιοδοτημένη πρόσβαση, χρήση ή αποκάλυψη των αριθμών κοινωνικής ασφάλισης (SSN). Μεταβιβάζουμε αυτόν τον αριθμό μέσω ασφαλούς δικτύου και τον κρυπτογραφούμε πριν από τη μετάδοση. Δεν κρατάμε τον αριθμό κοινωνικής ασφάλισης μετά την ολοκλήρωση του πιστωτικού ελέγχου, αν και κρατάμε το μοναδικό αναγνωριστικό που προκύπτει από τον αριθμό σας κοινωνικής ασφάλισης για συχνούς ελέγχους. Επίσης, θα κρατήσουμε το αποτέλεσμα του πιστωτικού ελέγχου και άλλες πληροφορίες που ανακτούμε ως μέρος του πιστωτικού ελέγχου για όσο διάστημα είναι λογικά απαραίτητο να ολοκληρωθεί η συναλλαγή σας, καθώς και για τον εντοπισμό και την αποτροπή απάτης.
es: Solicitamos número de seguro social (nº de SS) para que una entidad profesional externa realice una comprobación de crédito para determinar si cumple los requisitos de la oferta. Utilizamos procedimientos técnicos para evitar el acceso, uso o distribución no autorizados de los nº de SS. Transmitimos el nº de SS a través de una red segura y lo ciframos antes de la transmisión. El nº de SS no se conserva una vez realizada la comprobación del crédito, aunque se conservará un identificador único derivado del nº de SS para realizar controles periódicos. También conservaremos la calificación de riesgo crediticio y otra información obtenida como parte de la comprobación de crédito por el tiempo razonable necesario hasta que se complete la transacción y con el fin de detectar y evitar posibles fraudes.
et: Me võtame teie sotsiaalkindlustuse koodi (SSN) ja jagame seda professionaalse kolmanda poolega, et teha krediitkaardikontroll, mis näitab, kas te kvalifitseerute selleks pakkumiseks. Rakendame tehnilisi meetmeid, mis aitavad kaitsta sotsiaalkindlustuse koodide volitamata pääsu, kasutamise ja avalikuks tulemise eest. Edastame SSN-i turvalise võrgu kaudu ja krüptime selle enne edastamist. Me ei säilita SSN-i pärast krediidikontrolli lõpetamist, küll aga säilitame teie SSN-ist tuletatud unikaalse tunnuse pistelisteks kontrollideks. Samuti säilitame krediidihinnangu ja muud krediidikontrolli osana saadud andmed mõistlikult vajaliku perioodi vältel teie kande lõpuleviimiseks ja pettuste tuvastamiseks ning ennetamiseks.
eu: Zure Gizarte Segurantzako zenbakia jasoko dugu eta hirugarren profesional batekin partekatuko dugu; eskaintzarako egokia zaren zehazteko kreditu-egiaztapena egiteko erabiliko du hark hori. Neurri teknikoak erabiltzen ditugu Gizarte Segurantzako zenbakia baimenik gabe atzitzen, erabiltzen edo jakinarazten ez dela ziurtatzeko. Zenbakia sare seguru baten bidez transmititzen dugu eta, transmititu aurretik, enkriptatu egiten dugu. Kreditu-egiaztapena osatu ondoren ez dugu Gizarte Segurantzako zenbakia gordeko, baina hartatik sortutako zenbaki esklusiboa gordeko dugu, noiz behinkako kontrolak egiteko. Baita ere, kreditu-puntuazioa eta kreditu-egiaztapen ondoriozko bestelako informazioa gordeko dugu, beharrezkoa den denboran, transakzioa osatzeko eta iruzurra detektatzeko eta saihesteko.
fa: ما شماره امنیت اجتماعی (SSN) را از طرف شما جمع آوری کرده ایم و آن را با شخص ثالث حرفه ای به اشتراک می گذاریم تا میزان اعتبار بررسی شود و تعیین شود که آیا شما واجد این سفارش هستید یا خیر. ما از ابزارهای فنی برای کمک به محافظتدر برابر دسترسی غیرمجاز، استفاده یا افشای SSN استفاده می کنیم. ما SSN را از طریق یک شبکه ایمن انتقال می دهیم و قبل از انتقال آن را رمزگذاری می کنیم. پس از تکمیل مراحل بررسی اعتبار، SSN را نگهداری نمی کنیم، اما یک شماره شناسایی خاص که از SSN شما بدست آمده است را برای کنترل های بعدی نگهداری می کنیم. همچنین ما امتیازهای اعتبار و دیگر اطلاعات بدست آمده را بعنوان بخشی از مراحل بررسی اعتبار تا مدتی طولانی و در صورت نیاز نگهداری می کنیم تا تراکنش شما تکمیل شود، همچنین از آن برای شناسایی موارد کلاهبرداری و جلوگیری از آن استفاده می شود.
ga: Bailítear d'Uimhir Leasa Shóisialta (SSN) uait agus comhroinntear le tríú páirtí gairmiúil í d'fhonn seiceáil chreidmheasa a dhéanamh chun a fháil amach cé acu an bhfuil tú cáilithe le haghaidh na tairisceana nó nach bhfuil. Úsáidtear bearta teicniúla chun cabhrú le huimhreacha leasa shóisialta a chosaint ar rochtain, ar úsáid nó ar nochtadh neamhúdaraithe. Tarchuirtear an Uimhir Leasa Shóisialta thar líonra daingean. Roimhe sin, déantar í a chriptiú. Ní choinnítear an Uimhir Leasa Shóisialta tar éis don tseiceáil chreidmheasa a bheith déanta, ach coinneofar aitheantóir uathúil a thig uaithi chun críocha rialaithe minicíochta. Coinneofar freisin an scór creidmheasa agus an t-eolas eile a aisghabhtar mar chuid den tseiceáil chreidmheasa fad agus a bheidh na sonraí sin riachtanach, de réir réasúin, chun d'idirbheart a chríochnú agus an chalaois a aimsiú agus chosc.
gd: Bidh sinn a' togail Àireamh Tèarainteachd Shòisealta (SSN) bhuat agus ga chur gu buidhneann proifeiseanta eile airson dearbhadh creideis gus a bhith cinnteach gu bheil thu freagarrach airson na tairgse. Cleachdaidh sinn modhan teicnigeach airson cuideachadh an aghaidh inntreadh gun ùghdarras chun na cunntais agad, agus an aghaidh cleachdadh no sgaoileadh nan SSN. Cuiridh sinn air falbh an SSN thar lìonra tèarainte agus bidh e air inchrioptachadh mus falbh e. Cha ghlèidh sinn an SSN nuair a bhios an dearbhadh creideis deiseil, ged a chumas sinn comharra aithneachaidh sònraichte a gheibhear bhon SSN agad mar phàirt de smachd air tricead. Cumaidh sinn cuideachd an sgòr creideis agus fiosrachadh eile a gheibh sinn mar phàirt dhen dearbhadh creideis airson cho fada 's a dh'fheumar gus do ghnothach a chrìochnachadh agus airson foil a lorg agus a bhacadh.
gl: Recollemos o seu número da Seguridade Social (NSS) e compartímolo cun terceiro profesional para realizar unha comprobación de crédito co fin de determinar se vostede pode optar á oferta. Empregamos medidas técnicas como protección contra o acceso, uso ou revelación sen autorización dos NSS. Transmitimos o seu NSS a través dunha rede segura e cifrámolo antes de envialo. Unha vez finalizada a comprobación de crédito, non conservamos o NSS, pero si que conservamos un identificador único derivado do seu NSS para realizar controis de frecuencia. Tamén conservaremos a clasificación crediticia e outra información obtida como parte da comprobación de crédito tanto tempo como sexa razoablemente necesario para realizar a súa transacción e para detectar e previr a fraude.
gu: આ ઓફર માટે તમે લાયક છો તેની ખાતરી કરવા માટે ક્રેડિટ તપાસ કરવા માટે તમારી પાસેથી અમે તમારો સોશ્યલ સિક્યોરીટી નંબર (SSN) એકત્ર કરીએ છીએ અને વ્યાવસાયિક ત્રાહિત પક્ષ સાથે તેની વહેચણી કરીએ છીએ. SSNs ના અનધિકૃત ઉપયોગ અને જાહેરાત માટે સામે સલામતી માટે અમે ટેકનીકલ માપદંડોનો ઉપયોગ કરીએ છીએ. સ્થળાંતર કરતા પહેલાં એક સુરક્ષિમત નેટવર્ક પર તેને સ્થળાંતર કરીએ છીએ એન્ક્રીપ્ટ કરીએ છીએ. ક્રેડિટ તપાસની સમાપ્તિ બાદ અમે SSN જાળવી નથી, જોકે તમારા નિયંત્રણોના આવાગમનના હેતુઓ માટે તમારા SSN માંથી તૈયાર કરેલ વિશીષ્ટ ઓળખનો અમે સંગ્રહ કરીશું. તમારા વ્યવહાર પૂર્ણ કરવા માટે અને અપરાધ શોધ અને પ્રતિબંધ માટે વાજબી રીતે આવશ્યકત હોય ત્યાં સુધી ક્રેડિટ તપાસના ભાગરૂપે અમે પ્રાપ્ત કરેલ માહિતી અને ક્રેડિટ સ્કોર અમે જાળવી રાખીશું.
he: אנחנו אוספים ממך את מספר הביטוח הלאומי (SSN) שלך ומשתפים אותו עם גורם חיצוני מקצועי כדי לבצע בדיקת מצב אשראי ולקבוע אם אתה עומד בדרישות ההצעה. אנחנו משתמשים באמצעים טכניים כדי להגן מפני גישה בלתי מורשית למספרי ביטוח לאומי, שימוש בהם או חשיפה שלהם. אנחנו משדרים את מספר הביטוח הלאומי דרך רשת מאובטחת ומצפינים אותו לפני השידור. איננו שומרים את המספר לאחר ההשלמה של בדיקת מצב האשראי, אף על פי שאנחנו שומרים מזהה ייחודי הנגזר ממספר הביטוח הלאומי שלך לצורך בקרת תדירות. אנחנו גם שומרים את ניקוד האשראי ומידע אחר שאנחנו מקבלים כחלק מבדיקת מצב האשראי, כל עוד יש בכך צורך סביר להשלמת העסקה ולזיהוי ומניעה של הונאות.
hi: हम यह जानने के लिए कि आप इस प्रस्ताव के योग्य हैं इसके लिए एक क्रेडिट चेक करने के लिए आपसे आपकी सामाजिक सुरक्षा संख्या (SSN) एकत्रित करते हैं और किसी व्यावसायिक तृतीय पक्ष से साझा करते हैं. हम SSNs पर अनधिकृत पहुंच या उसके अनधिकृत उपयोग या उसके प्रकटीकरण के विरुद्ध सुरक्षा के लिए तकनीकी साधनों का प्रयोग करते हैं. हम SSN को एक सुरक्षित नेटवर्क पर प्रसारित करते हैं और प्रसारित करने से पहले इसे एनक्रिप्ट करते हैं. हम SSN को क्रेडिट चेक पूर्ण होने के बाद नहीं रखते यद्यपि हम आवृति नियंत्रणों के उद्देश्यों के लिए आपके SSN से प्राप्त किए गए एक अद्वितीय पहचानकर्ता को बनाए रखेंगे. हम क्रेडिट स्कोर और क्रेडिट चेक के एक भाग के रूप में पुनर्प्राप्त की गई अन्य जानकारी को भी तब तक बनाए रखेंगे जब तक आपके लेन-देन को पुर्ण करने के लिए और धोखाधड़ी की पहचान और रोकथाम करने के लिए उचित रूप से आवश्यक होगा.
hr: Uzimamo vaš osobni identifikacijski broj (OIB) i dijelimo ga s profesionalnom trećom stranom kako bismo obavili kreditnu provjeru i utvrdili kvalificirate li se za ponudu. Tehničkim mjerama štitimo od neovlaštenog pristupa, upotrebe ili otkrivanja OIB-a. OIB-e prenosimo sigurnom mrežom i šifriramo ih prije prijenosa. OIB-e ne zadržavamo nakon kreditne provjere, iako zadržavamo jedinstveni identifikator izveden iz OIB-a u svrhu nadzora učestalosti. Zadržavamo i rezultat kreditne provjere i druge informacije do kojih dođemo u tijeku kreditne provjere sve dok je to razumno potrebno radi dovršetka vaše transakcije i detekcije te sprječavanja prijevara.
hu: Kérjük a társadalombiztosítási azonosító jelének (TAJ) megadását, és megosztjuk azt egy professzionális harmadik féllel, a hitelképesség vizsgálata és az ajánlat feltételeinek való megfelelés ellenőrzéséhez. Műszaki módszerek segítségével akadályozzuk meg a TAJ számokhoz történő illetéktelen hozzáférést, azok felhasználását és felfedését. A TAJ számokat biztonságos hálózaton továbbítjuk és titkosítjuk az átvitelt megelőzően. A hitelképesség elvégzése után nem őrizzük meg a TAJ számot, azonban a TAJ szám alapján létrehozott egyedi azonosítót megtartjuk a gyakoriság ellenőrzéséhez. A hitelképesség vizsgálata során beszerzett hitelbesorolást és egyéb adatokat szintén megőrizzük, amíg az ésszerűen szükséges a tranzakció befejezéséhez, valamint a csalás felderítéséhez és megakadályozásához.
id: Kami mengumpulkan Nomor Jaminan Sosial (SSN) dari Anda dan membaginya dengan pihak ketiga profesional untuk melakukan cek kredit guna menentukan apakah Anda memenuhi syarat untuk tawaran tersebut. Kami menggunakan ukuran teknis untuk melindungi dari akses, penggunaan, atau pengungkapan yang tidak sah dari SSN. Kami mentransmisikan SSN melalui jaringan ama dan mengkripsinya sebelum transmisi. Kami tidak menyimpan SSN setelah cek kredit diselesaikan, namun kami akan menyimpan identitas unik yang didapatka ndari SSN Anda untuk tujuan kontrol frekuensi. Kami juga akan menyimpan skor kredit dan informasi lainnya yang kami dapatkan sebagai bagian dari cek kredit selama diperlukan untuk menyelesaikan transaksi Anda dan untuk pendeteksian serta pencegahan kecurangan.
is: Við skráum kennitöluna þína og deilum henni með öðrum fagaðila til að framkvæma mat á greiðslugetu og ákvarða hvort þú getir nýtt tilboðið. Við notum tæknilegar ráðstafanir til að verjast óheimilum aðgangi að, notkun eða birtingu kennitalna. Kennitölur eru fluttar yfir öruggt net og þær eru dulritaðar fyrir flutning. Við geymum kennitöluna ekki eftir að mati á greiðslugetu er lokið en við geymum einkvæmt kennimerki sem leitt er af kennitölunni til að stjórna tíðni. Við geymum einnig niðurstöðu greiðslumatsins og aðrar upplýsingar sem við öflum við mat á greiðslugetu í eins langan tíma og nauðsynlegt er til að ljúka færslunni þinni og til að greina og koma í veg fyrir svik.
ja: Microsoft では、お客様にこのサービスのご利用代金の支払能力があるかどうかを確認するための与信審査を行う目的で、お客様の社会保障番号 (SSN) を収集し、その情報を専門業者と共有する場合があります。収集した SSN が不正にアクセス、利用、開示されることがないよう、Microsoft では技術的手段を使って保護します。SNNは、転送前に暗号化され、セキュリティ保護されたネットワークを介して転送されます。Microsoft は与信審査が終了次第 SNN を破棄しますが、SSN から取得した固有の ID は頻度調節の目的で保管します。また、与信審査の過程で収集した信用度とその他の情報についても、お客様との取引を完了するため、および詐欺行為を防止するために必要と思われる範囲内で保管します。
ka: ჩვენ ვიღებთ სოციალური დაზღვევის ნომერს (SSN) თქვენგან და ვუზიარებთ მას მესამე მხარეს, თქვენი კრედიტის შესამოწმებლად და შეთავაზების თქვენთვის გამოყენების შესაძლებლობის განსაზღვრისთვის. ჩვენ ვიყენებთ ტექნიკურ საშუალებებს, რომ არ მოხდეს SSN-ზე არაავტორიზებული წვდომა, მათი გამოყენება ან გამჟღავნება. ჩვენ SSN-ს გადავცემთ დაცული ქსელით და ვახდენთ მის დაშიფვრას, სანამ გადავცემთ. ჩვენ არ ვიტოვებთ SSN-ს, კრედიტის შემოწმების შემდეგ, თუმც ვინახავთ თქვენი SSN-დან მიღებულ უნიკალურ იდენტიფიკატორს, სიხშირის კონტროლისთვის. ჩვენ ასევე ვინახავთ საკრედიტო შეფასებას და სხვა ინფორმაციას, რომელსაც ვიღებთ კრედიტის შემოწმების დროს, საჭირო დროის განმავლობაში, რომ შევასრულოთ თქვენი ტრანზაქცია და ამოვიცნოთ და აღმოვფხვრათ თაღლითური მოქმედებები.
kk: Ұсынысқа құқығыңыздың болуын анықтау мақсатында несие тексерісін орындау үшін сізден Әлеуметтік сақтандыру нөмірлеріңізді (SSN) аламыз және оны кәсіби үшінші тараппен бөлісеміз. SSN нөмірлеріңізге рұқсатсыз қатынасудан, пайдаланылуынан және әшкереленуінен қорғау үшін техникалық шараларды қолданамыз. SSN нөмірлерін қауіпсіз желі арқылы жібереміз және оны жіберместен бұрын оны шифрлаймыз. Несие тексерісі аяқталғаннан кейін SSN нөмірлері бізде сақталмайды, дегенмен, біз жиілікті басқару мақсатында SSN нөміріңізден алынған бірегей идентификаторды сақтаймыз. Біз сондай-ақ несие баллын және несие тексерісінің бөлігі ретінде қабылданатын басқа да ақпаратты транзакцияңызды аяқтаудағы орынды қажеттілік ретінде және айлакерлікті анықтау және болдырмау мақсатында сақтаймыз.
kn: ನೀವು ಕೊಡುಗೆಗಾಗಿ ಅರ್ಹರಾದರೆ ಗುರುತಿಸುವ ಸಲುವಾಗಿ ಕ್ರೆಡಿಟ್ ಪರಿಶೀಲನೆಯನ್ನು ಪ್ರದರ್ಶಿಸುವ ಸಲುವಾಗಿ ನಿಮ್ಮ ಸಾಮಾಜಿಕ ಭದ್ರತಾ ಸಂಖ್ಯೆಯನ್ನು (SSN) ನಿಮ್ಮಿಂದ ನಾವು ಸಂಗ್ರಹಿಸುತ್ತೇವೆ ಮತ್ತು ವೃತ್ತಿನಿರತ ಮೂರನೇ ವ್ಯಕ್ತಿಗಳೊಂದಿಗೆ ಅದನ್ನು ಹಂಚುತ್ತೇವೆ. SSNs ಗೆ ಅನಧಿಕೃತ ಪ್ರವೇಶ, ಬಳಕೆ ಅಥವಾ ಬಹಿರಂಗಪಡಿಸುವಿಕೆಯ ವಿರುದ್ಧ ರಕ್ಷಿಸಲು ನಾವು ಸಹಾಯ ಮಾಡುವುದಕ್ಕಾಗಿ ತಾಂತ್ರಿಕ ವಿಧಾನಗಳನ್ನು ಬಳಸುತ್ತೇವೆ. ಸುರಕ್ಷಿತ ನೆಟ್‌ವರ್ಕ್‌ಗೆ ನಾವು SSN ಅನ್ನು ರವಾನಿಸುತ್ತೇವೆ ಮತ್ತು ರವಾನೆಯ ಮೊದಲು ಅದನ್ನು ಗೂಢಲಿಪೀಕರಣ ಮಾಡುತ್ತೇವೆ. ಕ್ರೆಡಿಟ್ ಪರಿಶೀಲನೆಯ ನಂತರ ನಾವು SSN ಅನ್ನು ಉಳಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲ, ಅದಾಗ್ಯೂ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಮತ್ತು ಆಗಿಂದಾಗ್ಗೆ ನಿಯಂತ್ರಣಗಳಿಗಾಗಿ ನಿಮ್ಮ SSN ನಿಂದ ವಿಭಾಗಿಸಲಾದ ಅನನ್ಯ ಗುರುತಿಸುವವರನ್ನು ನಾವು ಉಳಿಸಿಕೊಳ್ಳುತ್ತೇವೆ. ನಿಮ್ಮ ವಹಿವಾಟುಗಳನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು ಮತ್ತು ಮೋಸಗಾರಿಕೆಯ ಪತ್ತೆಹಚ್ಚುವಿಕೆ ಹಾಗೂ ತಡೆಗಟ್ಟುವಿಕೆ ಗೆ ಹೆಚ್ಚು ಸಮಯ ನ್ಯಾಯವಾಗಿ ಅಗತ್ಯವಾಗಿರುವ ಕ್ರೆಡಿಟ್ ಪರಿಶೀಲನೆಯ ಭಾಗದಂತೆ ನಾವು ಮರುಪಡೆಯುವ ಕ್ರೆಡಿಟ್ ಸ್ಕೋರ್ ಮತ್ತು ಇತರ ಮಾಹಿತಿಯನ್ನು ಕೂಡ ನಾವು ಉಳಿಸುತ್ತೇವೆ.
ko: 본 서비스를 이용할 자격이 있는지 확인하기 위해 회원님의 주민 등록 번호를 수집하여 신용 검사를 수행하는 전문 기관에 제공합니다. Microsoft는 주민 등록 번호의 무단 액세스, 사용 또는 공개를 방지하기 위해 기술적인 조치를 취하고 있습니다. 주민 등록 번호는 암호화된 후 안전한 네트워크를 통해 전송됩니다. Microsoft는 신용 검사를 완료한 후 주민 등록 번호를 보존하지 않지만 검사 빈도를 제어할 목적으로 주민 등록 번호에서 파생된 고유 ID는 보존합니다. 신용 검사 과정에서 검색된 기타 정보와 신용 점수는 거래를 완료하고 사기를 감지 및 방지하기 위한 합당한 목적에 한해 보존됩니다.
ku_arab: ئێمە ژمارەی بیمەی کۆمەڵایەتی (SSN) ی تۆ لە تۆ وەردەگرین و لەگەڵ لایەنێکی سێهەمی پیشەگەردا هاوبەشی دەکەین بۆئەوەی ئەدای پشکنینی متمانە بکات و بۆ ئەوەی بزانرێت داخۆ تۆ شیاویت بۆ ئۆفەرەکە. ئێمە رێوشوێنی تەکنیکی دەگرینەبەر کە یارمەتیدەرە لە پاراستنی لە دەستگەیشتنی رێپێنەدراو ، بەکارهێنان یان ئاشکراکردنی ژمارەکانی بیمەی کۆمەڵایەتی (SSN). ئێمە ژمارەی بیمەی کۆمەڵایەتی لەرێگەی تۆڕێکی پارێزراوەوە دەگوازینەوە و دەیڕەمزێنین پێش گواستنەوە. ئێمە پاش تەواوکردنی پشکنینی متمانە ژمارەی بیمەی کۆمەڵایەتی گل نادەینەوە، هەرچەندە ئێمە ناسەرەوەیەکی تاکانەی دروستبوو لە ژمارەی بیمەی کۆمەڵایەتی تۆوە دەپارێزین بۆ مەبەستەکانی کۆنترۆڵە دووبارە بووەکان. هەروەها ئێمە خاڵەکانی متمانە وزانیاریەکانی دیکە وەک بەشێک لە پرۆسەی پشکنینی متمانە دەهێنینەوە هەتا ئەو رادەیەی کە بە شێوەیەکی لۆژیکی پێویستە بۆ تەواوکردنی سەوداگەریەکەت و پشکنین و رێگریکردن لە ساختەکاری.
ky: Биз сизден салык төлөөчүнү идентификация номуруңузду (СИН) сурап алып, аны сиз бул сунуш үчүн жарамдуу экениңизди аныкташ үчүн кредитти текшерүү үчүн кесипкөй үчүнчү тарапка билдиребиз. СИНди уруксатсыз алуу, колдонуу же жарыялоого каршы коргонуу үчүн техникалык каражаттарды колдонобуз. Биз СИНди коопсуз тармак аркылуу жиберебиз жана жиберер алдында аны шифрлейбиз. Биз кредитти текшергенден кийин СИНди сактап калбайбыз, бирок жыштыкты көзөмөлдөө үчүн сиздин СИНден алынган уникалдуу идентификаторду сактап калабыз. Биз ошондой эле кредитти текшерүүнүн бөлүгү катары жаңылаган кредит упай жана башка маалыматты сиздин которууңуз аяктаганча жана көз бойомочулукка жол бербеш үчүн чындыгында канча зарыл болсо, ошончо сактап турабыз.
lo: ພວກເຮົາເກັບເອົາເລກປະກັນສັງຄົມ (SSN) ຂອງທ່ານຈາກທ່ານ ແລະແບ່ງປັນມັນກັບພາກສວ່ນທີສາມມືອາຊີບໃດໜຶ່ງ ເພື່ອເຮັດການກວດສິນເຊື່ອເພື່ອກຳນົດວ່າທ່ານມີສິດໄດ້ຮັບຂໍ້ສະເໜີນີ້ຫຼືບໍ່. ພວກເຮົາໃຊ້ການວັດແທກດ້ານເຕັກນິກເພື່ອຊ່ວຍປ້ອງກັນການເຂົ້າເຖິງ, ການໃຊ້ ຫຼືການເປີດເຜີຍ SSN ໂດຍບໍ່ໄດ້ຮັບອະນຸຍາດ. ພວກເຮົາໂອນເລກ SSN ຜ່ານເຄືອຂ່າຍທີ່ປອດໄພ ແລະເຂົ້າລະຫັດລັບໃຫ້ມັນກ່ອນທີ່ຈະໂອນ. ພວກເຮົາບໍ່ຮັກສາ SSN ໄວ້ຫຼັງຈາກສຳເລັດການກວດສິນເຊື່ອແລ້ວ, ແຕ່ພວກເຮົາຈະຮັກສາຕົວລະບຸທີ່ບໍ່ຊໍ້າກັນທີ່ໄດ້ຈາກເລກ SSN ຂອງທ່ານເພື່ອຈຸດປະສົງຂອງການຄວບຄຸມຄວາມຖີ່. ພວກເຮົາຈະຍັງຮັກສາຄະແນນສິນເຊື່ອ ແລະຂໍ້ມູນອື່ນທີ່ພວກເຮົາກູ້ຄືນໃນນາມເປັນສ່ວນໜຶ່ງຂອງການກວດສິນເຊື່ອໄວ້ ເປັນເວລາດົນຕາມທີ່ຈຳເປັນເພື່ອເຮັດສຳເລັດທຸລະກຳຂອງທ່ານ ແລະເພື່ອຄົ້ນຫາ ແລະປ້ອງກັນການສໍ້ໂກງ.
lt: Gauname jūsų socialinio draudimo numerį (SSN) ir bendriname jį su profesionalia trečiąja šalimi, kad būtų patikrinta kreditavimo galimybė ir nustatyta, ar jūs atitinkate pasiūlymo reikalavimus. Naudojame technines priemones siekdami apsaugoti nuo neleidžiamos prieigos prie SSN, jo naudojimo ar atskleidimo. SSN perduodame naudodami saugų tinklą, prieš tai užšifruojame. Patikrinę kreditavimo galimybę SSN nelaikome, tačiau išsaugosime unikalų identifikatorių, išvestą naudojant jūsų SSN, skirtą dažnumui tikrinti. Be to, kredito reitingą ir kitą informaciją, kurią gauname tikrindami kreditavimo galimybę, saugosime tiek, kiek pagrįstai reikės jūsų operacijai pabaigti bei apgaulei nustatyti ir nuo jos apsisaugoti.
lv: Tiks ievākts jūsu sociālās apdrošināšanas numurs (SAN), un tas tiks kopīgots ar profesionālu trešo pusi, lai veiktu kredīta pārbaudi un tādējādi noteiktu jūsu atbilstību piedāvājuma nosacījumiem. Lai nodrošinātu aizsardzību pret neautorizētu piekļuvi sociālās apdrošināšana numuram, tā neautorizētu izmantošanu vai atklāšanu, tiek veiktas tehniskas procedūras. SAN tiek sūtīts, izmantojot drošu tīklu, un pirms pārsūtīšanas tas tiek šifrēts. Pēc kredīta pārbaudes pabeigšanas SAN netiek glabāts, bet pārbaužu biežuma kontrolei tiek saglabāts no SAN atvasināts unikāls identifikators. Tiks saglabāts arī kredītvērtējums un cita informācija, kas izgūta kredīta pārbaudes ietvaros, ja tā ir nepieciešama darījuma veikšanai un krāpšanas mēģinājumu atklāšanai un novēršanai.
mi: Ka kohikohia tō Tau Haumarutanga Pāpori (SSN) i a koe, ka tiria ki tētahi hunga-tuatoru ngaio hei whakahaere i tētahi takitaki pūtea hei whakatau mēnā he pai kia whiwhi koe i te tāpaetanga. Ka whakamahia ngā tikanga hangarau hei āwhina ki te pare atu i te urunga manakore ki te whakamahi, ki te puakanga rānei o ngā SSN. Ka whakawhitia te SSN i runga i te whatunga haumaru, ka whakamunatia i mua i te whakawhitinga. E kore mātou e pupuri i te SSN i muri i te whakatutukitanga o te takitaki pūtea, ahakoa ka pupuritia tētahi pūtāutu ahurei mai i tō SSN mō te mana auau te take. Ka puritia hoki e mātou te tapeke pūtea me ētahi atu mōhiohio ka tīkina hei wāhanga o te takitaki pūtea mō te wā e tika ana ki te tutuki i tō tauwhitinga, mō te hopuranga me te āraitanga i te mahi tinihanga te take.
mk: Го земаме вашиот матичен број (ЕМБГ) и го споделуваме со професионална трета страна со цел да се провери кредитот и да се определи да ли сте квалификувани за оваа понуда. Користиме технички средства за заштита против неовластен пристап до, употреба на или откривање на ЕМБГ. Го пренесуваме преку безбедна мрежа и го шифрираме пред преносот. По проверувањето на кредитот не го задржуваме, но задржуваме уникатен идентификатор што потекнува од вашиот ЕМБГ за контрола на фреквентноста. Исто така, го задржуваме записот за кредитот и други информации, како дел од кредитната проверка, колку што е разумно неопходно за да се заврши трансакцијата и за откривање и спречување на измама.
ml: ഞങ്ങള്‍ നിങ്ങളില്‍ നിന്ന് സാമൂഹിക സുരക്ഷ നമ്പര്‍ (SSN) ശേഖരിക്കുകയും നിങ്ങള്‍ ഓഫറിന് യോഗ്യരാണോ എന്ന് നിര്‍ണ്ണയിക്കുന്നതിന് ക്രെഡിറ്റ് പരിശോധന നടത്തുന്നതിനായി ഒരു പ്രൊഫഷണല്‍ മൂന്നാം കക്ഷിയുമായി അത് പങ്കിടുകയും ചെയ്യുന്നു. SSN-കള്‍ അംഗീകൃതമല്ലാതെ ആക്‌സസ്സ് ചെയ്യുന്നതോ ഉപയോഗിക്കുന്നതോ വെളിപ്പെടുത്തുന്നതോ തടയുന്നതിന് സഹായിക്കുന്നതിനായി ഞങ്ങള്‍ സാങ്കേതിക മാര്‍ഗ്ഗങ്ങള്‍ ഉപയോഗിക്കുന്നു. ഞങ്ങള്‍ ഒരു സുരക്ഷിത നെറ്റ്‌വര്‍ക്കിലൂടെ SSN സം‌പ്രേക്ഷണം ചെയ്യുകയും സം‌പ്രേക്ഷണത്തിന് മുമ്പ് അത് എന്‍‌ക്രിപ്റ്റ് ചെയ്യുകയും ചെയ്യുന്നു. ഫ്രീക്വെന്‍സി നിയന്ത്രണങ്ങളുടെ ആവശ്യകതകള്‍ക്കായി നിങ്ങളുടെ SSN-ല്‍ നിന്ന് ഉദ്ഭവിക്കുന്ന ഒരു അദ്വിതീയ ഐഡന്റിഫയര്‍ ഞങ്ങള്‍ നിലനിര്‍ത്തുമെങ്കിലും ക്രെഡിറ്റ് പരിശോധനയുടെ പൂര്‍ത്തിയാക്കലിനുശേഷം ഞങ്ങള്‍ SSN നിലനിര്‍ത്തുകയില്ല. നിങ്ങളുടെ ഇടപാട് പൂര്‍ത്തിയാക്കുന്നതിനും വഞ്ചന കണ്ടെത്തുന്നതിനും തടയുന്നതിനുമായി ക്രെഡിറ്റ് പരിശോധനയുടെ ഭാഗമായി ഞങ്ങള്‍ ക്രെഡിറ്റ് സ്‌കോറും മറ്റ് വിവരങ്ങളും ഞങ്ങള്‍ നിലനിര്‍ത്തുകയും ചെയ്യുന്നു.
mn: Таныг энэ саналд тавигдах шаардлагыг хангах эсэхийг тодорхойлохын тулд бид таны Нийгмийн Хамгааллын Дугаарыг (SSN) танаас авч мэргэжлийн гуравдагч талтай таны мэдээллийг хуваалцаж, зээлийн шалгалт хийнэ. Бид таны SSN-д зөвшөөрөлгүй нэвтрэх, ашиглах эсвэл задруулахаах сэргийлж техникийн хамгаалалтын арга хэмжээ авна. Бид таны SSN-г найдвартай сүлжээгээр дамжуулж, дамжуулалт хийхээс өмнө үүнийг шифрлэнэ. Хэдий үе хийгдэх шалгалтад зориулж бид таны SSN-с онцгой танигч гаргаж авах ч зээлийн шалгалт хийсний дараа SSN-г танаас авахгүй. Түүнчлэн бид таны гүйлгээг гүйцээж, залилангийн хэргийг илрүүлж, сэргийлэхэд шаардлагатай зээлийн шалгалт хийхдээ зээлийн оноо болон бусад мэдээллийг авна.
mr: आम्ही आपल्याकडून आपला सामाजिक सुरक्षा नंबर (SSN) एकत्रित करतो आणि आपण ऑफरसाठी पात्र झाल्यास ते निर्धारित करण्यासाठी क्रेडिट तपासणी करण्यासाठी व्यावसायिक तृतीय पक्षासह ती सामायिक करतो. आम्ही SSNs ऍक्सेस करण्यासाठी, वापरण्यासाठी किंवा उघड करण्यासाठी तांत्रिक मापदंड वापरतो. आम्ही एका सुरक्षित नेटवर्कवर SSN प्रक्षेपित करतो आणि प्रक्षेपणाच्या अगोदर तो एन्क्रिप्ट करतो. आम्ही क्रेडिट तपासणी पूर्ण झाल्यानंतर SSN ठेवत नाही, जरी आम्ही फ्रिक्वेन्सी नियंत्रणांच्या उद्देशासाठी आपल्या SSN मधून व्युत्पन्न एक युनिक आयडेंटिफायर पुनर्प्राप्त करू. आम्ही क्रेडिट स्कोअर आणि इतर माहिती देखील ठेऊ आपले व्यवहार पूर्ण करण्यासाठी हेतुपुरस्सर आवश्यक असल्याने आणि फसवणुक शोधण्यासाठी आणि प्रतिबंधासाठी आम्ही क्रेडिट तपासणी भागाच्या रुपात पुनर्प्राप्त करतो.
ms: Kami mengutip Nombor Keselamatan Sosial (SSN) anda dan mengongsinya dengan pihak ketiga profesional bagi membolehkan pemeriksaan kredit dilaksanakan untuk menentukan sama adan anda layak untuk memperoleh tawaran tersebut. Kami menggunakan langkah-langkah teknikal untuk membantu melindungi akses kepada, penggunaan atau pendedahan SSN yang tidak sah. Kami memancarkan SSN tersebut melalui rangkaian yang selamat dan menyulitkannya sebelum penghantaran tersebut. Kami tidak menyimpan SSN selepas pemeriksaan kredit selesai, meskipun kami akan menyimpan pengecam unik yang terbit daripada SSN anda bagi tujuan kawalan kekerapan. Kami juga akan menyimpan skor kredit dan maklumat lain yang kami peroleh sebagai sebahagian pemeriksaan kredit selama mana yang wajar untuk menyelesaikan transaksi anda dan untuk mengesan serta mencegah penipuan.
mt: Aħna niġbru n-Numru tas-Sigurtà Soċjali (SSN) tiegħek mingħandek u nixxerjawha ma' parti terza professjonali biex inkunu nistgħu nagħmlu verifika tal-kreditu u niddeterminaw jew tikkwalifikax għall-offerta. Aħna nużaw miżuri tekniċi biex nipprovdu protezzjoni minn aċċess, użu jew dikjarazzjonijiet mhux awtorizzati tal-SSNs. Aħna nittrażmettu l-SSN fuq netwerk sigur u niċċifrawh qabel ma nittrażmettuh. Aħna ma nżommux l-SSN wara li nkunu għamilna verifika tal-kreditu għalkemm inżommu identifikatur uniku derivat mill-SSN tiegħek għal finijiet ta' kontrolli tal-frekwenza. Aħna nżommu wkoll il-punteġġ tal-kreditu u informazzjoni oħra li nkunu sibna waqt il-verifika tal-kreditu għal perjodu ta' żmien raġonevolment neċessarju biex tiġi kkompletata t-tranżazzjoni tiegħek u għall-identifikazzjoni u l-prevenzjoni ta' frodi.
ne: हामीले तपाइँबाट तपाइँको सामाजिक सुरक्षा नम्बर (SSN) सङ्कलन गर्छौँ र त्यसलाई पेशावर तेस्रो पक्षसँग यदि तपाइँसँग प्रस्तावको लागि गुण रहेको छ-छैन निर्धारण गर्न क्रेडिट जाँच गर्न साझा गर्छौँ। SSNहरूको अनाधिकारिक पहुँच, प्रयोग र खुलासा विरुद्ध सुरक्षा मद्दतको लागि हामीले प्राविधिक माध्यमहरू प्रयोग गर्छौँ। हामीले SSN लाई सुरक्षित नेटवर्कमा पठाउछौँ र पठाउनु अघि त्यसलाई गुप्तीकरण गर्छौँ। क्रेडिट जाँच पूरा भए पश्चात हामीले SSN लाई आफूसँग राख्दैनौँ, त्यैपनि हामीले तपाइँको SSN बाट निकालिएको बेजोड पहिचानकर्तालाई आवृत्ति नियन्त्रण उद्देश्यले राख्नेछौँ। हामीले क्रेडिट अंक र क्रेडिट जाँचको भागको रूपमा अरू जानकारीलाई तपाइँको लेनदेन पूरा नभएसम्म र जालसाजी पत्ता लगाउन र रोक्न उपयुक्त समयसम्म आवश्यकता अनुसार राख्नेछौँ।
nn_no: Vi innhentar personnummeret ditt og deler det med ein profesjonell tredjepart for å utføre ein kredittsjekk og dermed avgjere om du er kvalifisert til å ta imot dette tilbodet. Vi tek i bruk tekniske verktøy for å verne mot uautorisert tilgang til, bruk av og vising av personnummer. Vi overfører personnummeret via eit sikkert nettverk og krypterer det før det blir overført. Personnummeret blir ikkje lagra etter at kredittsjekken er utførd, men vi lagrar ein unik identifikator som er utleda av personnummeret, for å utføre frekvenskontrollar. Vi lagrar også kredittinformasjonen og annan informasjon vi innhentar, som ein del av kredittsjekken så lenge det er nødvendig og rimeleg for å fullføre transaksjonen og for å avdekkje og unngå svindel.
no: Vi samler inn personnummeret ditt og deler det med en profesjonell tredjepart for å utføre en kredittsjekk og avgjøre om du er kvalifisert for tilbudet. Vi bruker tekniske metoder for å beskytte mot uautorisert tilgang til, bruk av eller avsløring av personnumre. Vi overfører personnummeret over et sikkert nettverk og krypterer det før overføring. Vi beholder ikke personnummeret etter at kredittsjekken er utført, men vi beholder en unik identifikator som er avledet fra personnummeret for frekvenskontroller. Vi beholder også kredittvurderingen og annen informasjon vi samler inn som en del av kredittsjekken, så lenge det er nødvendig for å gjennomføre transaksjonen og for å hindre svindel.
or: ଆମେ ଆପଣଙ୍କର ସାମାଜିକ ସୁରକ୍ଷା ନମ୍ବର(SSN) ସଂଗ୍ରହ କରୁଛୁ ପୁଣି ଆପଣ ଏହି ଜାଚିକା ନିମନ୍ତେ ଯୋଗ୍ୟ ବିବେଚିତ ହେଉଛନ୍ତି ନା ନାହିଁ ତାହା ନିର୍ଦ୍ଧାରଣ କରିବା ନିମନ୍ତେ ଏକ କ୍ରେଡିଟ୍ ପରୀକ୍ଷିତ ସମ୍ପାଦନ କରିବା ନିମନ୍ତେ ଏହାକୁ ଏକ ବୃତ୍ତିଗତ ତୃତୀୟ ପକ୍ଷକୁ ଏହା ଅଂଶୀ କରାଉଛୁ. SSNଗୁଡିକ ମଧ୍ୟକୁ ଅଣସ୍ୱୀକୃତ ପ୍ରବେଶ, ବ୍ୟବହାର କିମ୍ବା ଅନାବରଣ ବିରୁଦ୍ଧରେ ସାହାଯ୍ୟ କରିବା ନିମନ୍ତେ ବୈଷୟିକ ପରିମାପ ଗ୍ରହଣ କରୁଛୁ. ଆମେ SSN ଗୁଡିକୁ ଏକ ସୁରକ୍ଷିତ ନେଟୱାର୍କରେ ପ୍ରସାରଣ କରୁ ପୁଣି ପ୍ରସାରଣ କରିବା ପୂର୍ବରୁ ଏହାକୁ ଏନକ୍ରିପ୍ଟ କରୁ. କ୍ରେଡିଟ୍ ପରୀକ୍ଷିତ ସମାପନ ପରେ ଆମେ SSNକୁ ଲାଭ କରୁନାହୁଁ, ଯଦିଓ ଫ୍ରେକ୍ୱିନ୍ସି ନିୟନ୍ତ୍ରଣ ଉଦ୍ଦେଶ୍ୟଗୁଡିକ ନିମନ୍ତେ ଆମେ ଆପଣଙ୍କ SSNରୁ ପ୍ରତ୍ୟାହୃତ ଏକ ଅନନ୍ୟ ପରିଚାୟକକୁ ଲାଭ କରୁ. ଆମେ ମଧ୍ୟ ଫ୍ରଡ୍ ଚିହ୍ନଟ ଓ ପ୍ରତିରୋଧ ନିମନ୍ତେ ଯେତେଦୂର ପରିମିତ ସମ୍ଭବ ଆପଣଙ୍କର ବିନିମୟକରଣକୁ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ନିମନ୍ତେ କ୍ରେଡିଟ୍ ସ୍କୋର୍ ପୁଣି କ୍ରେଡିଟ୍ ପରୀକ୍ଷିତ ଅଂଶ ସ୍ୱରୂପ ଲାଭ କରୁଥିବା ଅନ୍ୟ ସୂଚନାକୁ ଲାଭ କରୁ.
pa_arab_pk: اسی تساں دے کولوں تساں داسوشل سیکیورٹی نمبر (SSN) لیا اے اور کریڈٹ نوں چیک کرن لئی ایس نوں ہک پیشہ ورانہ تیسرے فریق نال شئیر کیتا اے تا کہ ایہھ ویکھیا جا سکے کہ تسی ایس پیشکش لئی اہل ثابت ہو سکدے او یا نئیں ہو سکدے۔ اسیSSNs تک غیر مجاذ رسائی، یا اوہندے غیر مجاذ اسعمال یا انکشاف توں بچن وچ مدد لئی ٹیکنیکل طریقے استعمال کردے آں۔ اسی نوںSSN محفوظ نیٹ ورک تے منتقل کردے آں اور منتقلی توں پہلاں ایس نوں انکرپٹ کردے آں۔ کریڈٹ چیک کرن دے عم توں بعد اسیSSN نوں قبضے وچ نئیں رکھدے اگرچہ فریکوئنسی کنٹرول دے مقاصد لئی تہاڈےSSN وچوں لے گئے ودھیا شناخت کنندہ نوں قبضے وچ رکھاں گے۔ اسی کریڈٹ سکور اور دیگر معلومات وی مناسب ویلے تک قبضے وچ رکھاں گے جیہڑے ایس کریڈٹ نوں چیک کرن دے حصے دے طور تے بحال کیتی اے تاکہ تساں دی سودا کاری مکمل ہو جاو ے اور فراڈ دا سراغ لگایا تے اوہنوں روکیا جا سکے۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਤੋਂ ਤੁਹਾਡਾ ਸ਼ੋਸ਼ਲ ਸਿਕਓਰਟੀ ਨੰਬਰ (SSN) ਲੈਂਦੇ ਹਾਂ ਅਤੇ ਇਸਨੂੰ ਇਕ ਤੀਜੀ ਪੇਸ਼ੇਵਰ ਧਿਰ ਦੇ ਨਾਲ ਸਾਂਝਾ ਕਰਦੇ ਹਾਂ ਤਾਂ ਜੋ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਕਿ ਤੁਸੀਂ ਇਸ ਪੇਸ਼ਕਸ਼ ਲਈ ਯੋਗਤਾ ਰੱਖਦੇ ਹੋ, ਇਕ ਕ੍ਰੈਡਿਟ ਚੈਕ ਲਗਾਇਆ ਜਾ ਸਕੇ। ਅਸੀਂ SSNs ਤੱਕ ਕਿਸੇ ਅਣਅਧਿਕਾਰਤ ਪਹੁੰਚ, ਵਰਤੋਂ ਜਾਂ ਇਸ ਬਾਰੇ ਜਾਣਕਾਰੀ ਦੱਸਣ ਦੇ ਵਿਰੁੱਧ ਸੁਰੱਖਿਆ ਲਈ ਤਕਨੀਕੀ ਤਰੀਕਿਆਂ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹਾਂ। ਅਸੀਂ SSN ਨੂੰ ਇਕ ਸੁਰੱਖਿਅਤ ਨੈਟਵਰਕ ਦੇ ਰਾਹੀਂ ਭੇਜਦੇ ਹਾਂ ਅਤੇ ਇਸਨੂੰ ਭੇਜਣ ਤੋਂ ਪਹਿਲਾਂ ਐਨਕ੍ਰਿਪਟ ਕਰ ਦਿੰਦੇ ਹਾਂ। ਅਸੀਂ ਕ੍ਰੈਡਿਟ ਚੈਕ ਦੇ ਬਾਅਦ SSN ਨੂੰ ਆਪਣੇ ਕੋਲ ਨਹੀਂ ਰੱਖਦੇ ਹਾਂ, ਵੈਸੇ ਅਸੀਂ ਫ੍ਰੀਕੁਐਂਸੀ ਕੰਟਰੋਲਜ਼ ਲਈ SSN ਤੋਂ ਬਣਾਈ ਗਈ ਇਕ ਵਿਲੱਖਣ ਪਹਿਚਾਣ ਆਪਣੇ ਕੋਲ ਰੱਖਾਂਗੇ। ਤੁਹਾਡੀ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਅਤੇ ਧੋਖੇ ਦੀ ਪਹਿਚਾਣ ਅਤੇ ਰੋਕਥਾਮ ਲਈ ਜਿੱਥੇ ਤੱਕ ਤਰਕਸੰਗਤ ਰੂਪ ਵਿਚ ॥ਰੂਰੀ ਹੋਏਗਾ ਅਸੀਂ ਕ੍ਰੈਡਿਟ ਚੈਕ ਦੇ ਹਿੱਸੇ ਵੱਜੋਂ ਕ੍ਰੈਡਿਟ ਸਕੋਰ ਅਤੇ ਹੋਰ ਜਾਣਕਾਰੀ ਨੂੰ ਵੀ ਆਪਣੇ ਕੋਲ ਰੱਖਾਂਗੇ।
pl: Zbieramy numery PESEL użytkowników i udostępniamy je wyspecjalizowanej innej firmie w celu sprawdzenia kredytu, dzięki czemu możemy określić, czy dana osoba może skorzystać z oferty. Podejmujemy środki techniczne w celu zabezpieczenia numerów PESEL przed nieuprawnionym dostępem, użyciem lub ujawnieniem. Numery PESEL są przekazywane w ramach zabezpieczonej sieci i szyfrowane przed transmisją. Nie przechowujemy numerów PESEL po sprawdzeniu kredytu, lecz zachowujemy unikatowy identyfikator wygenerowany na podstawie numeru PESEL na potrzeby kontroli częstotliwości. Wynik kredytowy oraz inne informacje uzyskane podczas sprawdzania kredytu są przez nas przechowywane tak długo jak to konieczne w związku z przeprowadzeniem transakcji oraz wykryciem i przeciwdziałaniem oszustwom.
ru: Получая от вас данные о страховом номере (SSN), мы передаем их сторонним специалистам, которые выполняют проверку соответствия кредитной карты условиям предложения. Мы используем технические меры, чтобы предотвратить несанкционированный доступ к номерам SSN, а также их использование и раскрытие. Мы передаем номера SSN по защищенному сетевому каналу и выполняем их шифрование перед передачей. Номера SSN не сохраняются в системе после завершения проверки кредитной карты, вместо них сохраняется уникальный идентификатор, полученный на основе номера SSN, который используется для контроля частоты использования. Кроме того, мы храним данные о рейтинге кредитоспособности и другие сведения, полученные в ходе проверки кредитной карты, в течение обоснованного необходимого срока для выполнения транзакций, а также для обнаружения и предотвращения мошенничества.
sd: اسان توهان مان توهان جو Social Security Number (SSN) گڏ ڪنداس ۽ پڪ ڪرڻ ۽ سر انجام ڏيڻ لاءِ هڪ پيشه وراڻي ٽين پارٽي سان شيئر ڪنداس جيڪڏهن توهان پيش ڪش لاءِ پورو ڪريو ٿا. Unauthorize جي رسائي جي خلاف حفاظت جي مدد لاءِ اسان ٽيڪنيڪل ماپون استعمال ڪريون ٿا، SNNs جو استعمال يا انڪشاف. اسان محفوظ نيٽورڪ مٿان ٽرانمٽ ڪيون ٿا ۽ ٽرانزمشن تي ڳجهو ڪيون ٿا. ڪريڊٽ چيڪ جي مڪمل ٿيڻ کان پوءِ اسان SNN نه رکندا آهيون، جيتوڻيڪ اسان فريڪئيمسي ڪي ڪمٽرولن جي SNN جي مقصدن مان لاثاني شناخت حاصل ٿيل رکندا آهيون. اسان ڪريڊٽ جو اسڪور پڻ رکنداس ۽ ڪريڊٽ چيڪ جي حصي جيئن اسان ٻي معلومات حاصل ڪنداس جيڪا توهان جي ٽرانزيڪشن لاءِ وڌ ۾ وڌ مڪمل ڪرڻ ۽ پتو لڳائڻ ۽ ڌوڪي ڏيڻ کان بچڻ لاءِ مباسب ضروري آهي.
si: ප ඔබ වෙතින් ඔබගේ සමාජ ආරක්ෂණ අංකය (SSN) ලබා ගෙන එය ඔබ දීමනාවක් සඳහා සුදුසුකම් ලබන්නේද යන්න තීරණය කිරීම පිණිස ක්රෙමඩිට් කාඩ්පත් පරීක්ෂාවක් සිදු කිරීමට වෘත්තීය තෙවන පාර්ශ්වයක් වෙත ලබා දෙන්නෙමු. SSN වෙත අනවසර ප්ර්වේශය, එහි අනවසර භාවිතය හෝ හෙළිදරව් කිරීමෙන් ආරක්ෂා කිරීමට උපකාර පිණිස අපි තාක්ෂණික උපායමාර්ග භාවිතා කරමු. අපි ආරක්ෂක ජාලයක් හරහා SSN සම්ප්රේරෂණය කර එය සම්ප්රේජෂණය කිරීමට පෙර සංකේතනය කරමු. වාර ගණන පාලනය කිරීම සඳහා ඔබේ SSN අංකයෙන් ලබාගත් අද්විතීය හඳුනැගැනීමක් අප තබා ගන්නා නමුත්, ක්රෙැඩිට් පරීක්ෂාව සම්පුර්ණ කළ පසු අපි SSN අංකය ළඟ තබා ගන්නේ නැත. ක්රෙරඩිට් පරීක්ෂාවෙහි කොටසක් ලෙස අප ලබා ගන්නා ක්රෙරඩිට් ලකුණු සහ අනෙකුත් තොරතුරුද ඔබේ ගනුදෙනුව සම්පුර්ණ කිරීම සඳහා සහ වංචා සොයා ගැනීම හා වළක්වා ගැනීම සඳහා අවශ්යච වන කාලයක් දක්වා අප තබා ගන්නෙමු.
sl: Davčne številke zbiramo in jih delimo s tretjimi osebami z namenom preverjanja kreditne sposobnosti, ker želimo ugotoviti, ali ste upravičeni do ponudbe. S tehničnimi ukrepi varujemo nepooblaščen dostop do davčne številke, njene uporabe ali razkritja. Davčne številke pošiljamo prek varnega omrežja in jih pred pošiljanjem kodiramo. Po zaključku preverjanja kreditne sposobnosti davčnih številk ne hranimo, čeprav hranimo enolični ID, pridobljen iz vaše davčne številke kot del preverjanja kreditne sposobnosti, toliko časa, kot je potrebno za zaključek transakcij in za namene zaznavanja in preprečevanja poneverb.
sr_cyrl_rs: Бележимо ваш матични број и делимо га са стручњаком треће стране ради провере кредитне картице, са циљем да утврдимо да ли испуњавате услове за ову понуду. Примењујемо техничке мере у циљу заштите од неовлашћеног приступа, коришћења или обелодањивања бројева социјалног осигурања. Матични број преносимо преко безбедне мреже и шифрујемо га пре преноса. Не задржавамо матични број након завршетка провере кредита, али ћемо задржати јединствени идентификатор изведен из матичног броја у сврхе контрола учесталости. Осим тога, задржаћемо и резултат провере кредита и друге информације до којих дођемо у склопу провере кредита онолико дуго колико је оправдано потребно да бисмо довршили трансакцију, као и за откривање и спречавање преваре.
sr_latn_rs: Beležimo vaš matični broj i delimo ga sa stručnjakom treće strane radi provere kreditne kartice, sa ciljem da utvrdimo da li ispunjavate uslove za ovu ponudu. Primenjujemo tehničke mere u cilju zaštite od neovlašćenog pristupa, korišćenja ili obelodanjivanja brojeva socijalnog osiguranja. Matični broj prenosimo preko bezbedne mreže i šifrujemo ga pre prenosa. Ne zadržavamo matični broj nakon završetka provere kredita, ali ćemo zadržati jedinstveni identifikator izveden iz matičnog broja u svrhe kontrola učestalosti. Osim toga, zadržaćemo i rezultat provere kredita i druge informacije do kojih dođemo u sklopu provere kredita onoliko dugo koliko je opravdano potrebno da bismo dovršili transakciju, kao i za otkrivanje i sprečavanje prevare.
sv: Vi ber om ditt personnummer som vi sedan delar med oss av till en professionell tredje part för att kunna utföra en kreditkontroll. Därefter kan vi fastställa om du får ta del av erbjudandet eller inte. Vi använder tekniska mätvärden som skyddar mot obehörig åtkomst till, användning av eller avslöjande av personnummer. Vi överför personnumret över ett säkert nätverk och krypterar det innan överföring. Vi behåller inte personnumret efter det att kreditkontrollen har utförts, men vi behåller en unik identifierare som härleds från ditt personnummer i frekvenskontrollsyfte. Vi behåller även kreditbedömningen och annan information som vi får vid kreditkontrollen så länge som det är nödvändigt för att kunna slutföra din transaktion och för att upptäcka och förebygga bedrägeri.
ta: வரவைச் சரிபார்க்கவும், சலுகைக்கு நீங்கள் தகுதியானால் அதை உறுதிசெய்யவும் உங்களிடமிருந்து சமூக பாதுகாப்பு எண்ணைச் (SSN) சேகரித்து அதை தொழில்முறை மூன்றாம் தரப்பிடம் பகிர்வோம். SSN களுக்கு எதிரான அங்கீகரிக்கப்படாத அணுகல், அதைப் பயன்படுத்தல் அல்லது வெளியிடுதல் ஆகியவற்றைத் தடுக்க தொழில்நுட்ப நடவடிக்கைகளைப் பயன்படுத்துவோம். பாதுகாப்பு பிணையத்தில் SSN -ஐ அனுப்புவோம். மேலும் அதை அனுப்புவதற்கு முன்பாக குறியாக்கம் செய்வோம். வரவு சரிபார்ப்பு முடிந்த பிறகு SSN -ஐ வைத்துக்கொள்ள மாட்டோம். ஆயினும், அதிர்வெண் கட்டுப்பாடுகளுக்காக உங்கள் SSN -இலிருந்து பெறப்பட்ட தனிப்பட்ட அடையாளங்கட்டியை வைத்திருப்போம். உங்கள் பரிவர்த்தனையை நிறைவு செய்தல் மற்றும் மோசடியைத் கண்டறிந்து தடுத்தல் போன்ற நியாயமான தேவைக்காக நீண்ட காலத்திற்கு வரவு மதிப்பையும் வரவு சரிபார்ப்பின்போது பெற்ற பிற தகவலையும் வைத்திருப்போம்.
te: మేము మీ నుండి మీ సామాజిక భద్రతా నంబర్ (SSN)ను సేకరించి, ఆఫర్ కోసం మీకు అర్హత ఉందా అని నిర్ధారించడానికి క్రెడిట్ తనిఖీ చేయడానికి వృత్తిపరమైన మూడవ పార్టీతో దీన్ని భాగస్వామ్యం చేస్తాము. మేము SSNల యొక్క అధికారంలేని ప్రాప్యత, ఉపయోగం లేదా వెల్లడి ప్రకారం రక్షించడంలో సహాయం చేయడానికి సాంకేతిక కొలతలను ఉపయోగిస్తాము. మేము సురక్షిత నెట్‌వర్క్ అంతటా SSNను బదిలీ చేస్తాము మరియు బదిలీ చేయడానికి ముందు దీన్ని ఎన్‌క్రిప్ట్ చేస్తాము. మేము క్రెడిట్ తనిఖీని పూర్తి చేసిన తర్వత SSNను ఉంచము, ఇంకా తరచుదన నియంత్రణల యొక్క ప్రయోజనాల కోసం మీ SSN నుండి ఉద్భవించిన ప్రత్యేక ఐడెంటిఫైయర్‌ని ఉంచుతాము. మీ లావాదేవీని పూర్తి చేయడానికి మరియు మోసాన్ని గుర్తించడానికి మరియు నిరోధించడానికి హేతుబద్ధంగా అవసరమైనంత వరకు క్రెడిట్ తనిఖఈ యొక్క భాగంగా మేము తిరిగి పొందే క్రెడిట్ స్కోర్ మరియు ఇతర సమాచారాన్ని కూడా ఉంచుతాము.
tg: Мо маълумоти Рақами Амнияти Иҷтимоии (SSN) шуморо ҷамъоварӣ ва бо шахси сеюми босалоҳият мубодила карда, тафтиши қарзӣ анҷом медиҳем, то мувофиқати шуморо ба ин пешниҳод муайян намоем. Мо воситаҳои техникиро истифода бурда, барои муҳофизат аз дастрасии беиҷозат, истифода ё ифшои SSNҳо кӯмак мерасонем. Мо SSN-ро тавассути як шабаки амн интиқол медиҳем ва онро пеш аз интиқол рамзгузорӣ мекунем. Мо SSN-ро пас аз анҷом ёфтани тафтиши қарзӣ нигоҳ намедорем, гарчандеки идентификатори ягонаи аз SSNи шуморо бо мақсади назорати зудӣ нигоҳ хоҳем дошт. Мо инчунин холи қарзӣ ва маълумоти дигари дар доираи тафтиши қарзӣ ҳосилшударо дар тӯли муддати асосноке, ки барои анҷом додани амалиёти шумо ва ошкор кардани қаллобӣ зарур аст, нигоҳ дорад.
th: เราเก็บข้อมูลหมายเลขประกันสังคม (SSN) ของคุณจากคุณ และใช้ข้อมูลนี้ร่วมกับบุคคลที่สามที่เป็นมืออาชีพเพื่อทำการตรวจสอบเครดิต เพื่อพิจารณาว่าคุณมีคุณสมบัติครบถ้วนสำหรับข้อเสนอหรือไม่ เราใช้การวัดทางเทคนิคเพื่อช่วยป้องกันการเข้าถึง การใช้งาน หรือการเปิดเผย SSN ที่ไม่ได้รับอนุญาต เราส่งผ่าน SSN ทางเครือข่ายที่มีการรักษาความปลอดภัย และเข้ารหัสก่อนที่จะส่งผ่าน เราจะไม่เก็บรักษา SSN ไว้หลังจากตรวจสอบเครดิตเสร็จ แม้ว่าเราจะเก็บรักษารหัสเฉพาะที่ได้จาก SSN เพื่อวัตถุประสงค์ด้านการควบคุมความถี่ นอกจากนี้ เรายังจะเก็บรักษาคะแนนเครดิตและข้อมูลอื่นๆ ที่เราได้รับเป็นส่วนหนึ่งของการตรวจสอบเครดิตไว้เป็นระยะเวลาเท่าที่จำเป็นอย่างสมเหตุสมผล ทั้งนี้เพื่อใช้ดำเนินการธุรกรรมของคุณให้เสร็จสมบูรณ์ และเพื่อใช้ในการตรวจจับและป้องกันการหลอกลวง
tr: Sizden Sosyal Güvenlik Numarası (SSN) bilgilerinizi isteyeceğiz ve bu bilgileri teklife uygunluğunuzu belirlemek üzere bir kredi denetimi yapılması için profesyonel hizmet veren bir üçüncü taraf ile paylaşacağız. SSN'leri yetkisiz erişim, kullanım ve açığa çıkma durumlarından korumaya yardımcı olması için teknik önlemler alıyoruz. SSN'yi güvenli bir ağ üzerinden aktarıyor ve aktarmadan önce şifreliyoruz. Kredi denetiminin tamamlanmasının ardından SSN'yi elimizde tutmuyoruz ancak sıklık denetimi amacıyla SSN'nizden üretilen bir benzersiz tanımlayıcıyı elimizde tutuyoruz. İşleminizin tamamlanması ve sahteciliğin önlenmesi için makul ölçüde gerekli olduğu sürece kredi puanınızı ve kredi denetiminiz sırasında edindiğimiz diğer bilgileri de elimizde tutuyoruz.
tt: Без Сезнең Социаль саклау номерыгызны (ССН) туплыйбыз һәм кредит картасыгызны һәм бу тәкъдимне эшкәртү булмавыгызны тикшерү өчен аны профессиональ өченче тарафка ачып бирәбез. Без хокуксыз керүгә, ССН-ларны куллануга һәм ачуга каршы текник чараларны кулланабыз. Без ССН-ларны именлекле челтәр аша җибәрәбез һәм җибәрүгә кадәр аларны шифр белән яшерен итәбез. Без ССН-ны кредит тикшерүдән соң сакламыйбыз, ләкин без ССН-ыгыздан алынган уникаль идентификация номерын ешлыкны ткшерү өчен саклыйбыз. Шуннан башка без кредит хисабыгызны һәм кредит тикшерү, транзакциягезне тәмамлау һәм алдауга юлны бирмәү өчен кирәкле башка мәгълуматны кирәкле булганчы чакка кадәр саклыйбыз.
ug: بىز سىزنىڭ ئىجتىمائي كاپالەت نومۇرىڭىزنى سىزدىن ئالىمىز ھەمدە ئۇنى سىزنىڭ بۇ مۇلازىمەتكە ماس كىلىش كەلمەسلىكىڭىزنى بىكىتىشقا ئىناۋەت تەكشۈرۈشى ئېلىپ بېرىش ئۈچۈن ئۈچىنجى تەرەپ بىلەن ئورتاقلىشىدۇ.سىزنىڭ ئىجتىمائي كاپالەت نومۇرىڭىزنىڭ قانۇنسىز ئاشكارلىنىشى،ئىشلىتىلىشى ۋە ئېرىشىلىشىگە قارشى تۇرۇش ئۈچۈن بىز تېخنىكىلىق ۋاستىلاردىن پايدىلنىمىز.بىز ئىجتىمائي كاپالەت نومۇرىڭىزنى بىخەتەر توردا يۆتكەيمىز ۋە يۆتكەشتىن ئىلگىرى شىفىرلاشتۇرىمىز.گەرچە بىز قېتىملىق تەكشۈرىشى ئۈچۈن پاراۋانلىق نومۇرىڭىزدىن ئۆزگىچە بىر پەرقلەندۈرگۈچىنى ساقلىۋالساقمۇ، ئىناۋەت تەكشۈرىشىدىن كىيىن سىزنىڭ ئىجتىمائي كاپالەت نومۇرىڭىزنى ساقلاپ قالمايمىز.بىز ئىناۋەت تەكشۈرۈشىنىڭ بىر قىسمى سۈپىتىدە ھەمدە قىلغان سودىڭىزنىڭ تاماملىنىش ۋە ئالدامچىلىققا قارشى تۇرۇشنى سىناش ئۈچۈن تاپشۇرۋالغان ئىناۋەت باھاسى ۋە باشقا ئۇچۇرلارنى ساقلاپ قالىمىز.
uk: Нам необхідно знати ваш код соціального страхування (SSN), який ми повідомляємо професійним третім сторонам, щоб здійснити перевірку платоспроможності для визначення вашої відповідності критеріям пропозиції. Ми використовуємо технічні засоби, які дають змогу захистити коди SSN від несанкціонованого доступу, використання чи розголошення. Ми передаємо код SSN зашифрованим до захищеної мережі. Ми не зберігаємо код SSN після завершення перевірки платоспроможності, проте ми зберігаємо унікальний ідентифікатор, похідний від вашого коду SSN, з метою керування частотою показу. Ми також зберігаємо рейтинг платоспроможності та інші отримані відомості, як частину процесу перевірки платоспроможності, до завершення транзакції та для виявлення й запобіганню шахрайству.
ur: ہم آپ سے آپ کا سوشل سیکیورٹی (SSN) لیتے ہیں اور اسکی کریڈٹ پڑتال کے لیے پیشہ ور تیسرے فریق سے حصہ داری کرتے ہیں تاکہ پرکھا جا سکے کہ آپ اس پیشکش کے اہل ہیں یا نہیں۔ ہم تکنیکی پیمائشیں استعمال کرتے ہیں تاکہ SSNs کے استعمال یا انکشاف اور اس تک غیر مجاز رسائی سے تحفظ کیا جا سکے۔ ہم ایک محفوظ نیٹ ورک پر SSN کی منتقلی سے قبل ایک خفیہ کاری کردہ طریقہ استعمال کرتے ہیں. ہم کریڈٹ چیک کی تکمیل کے بعد SSN کو دوبارہ حاصل نہیں کرتے ہیں، اگرچہ ہم ایک منفرد شناخت کنندہ جو فریکوئنسی کنٹرول کے مقاصد کے لئے SSN سے اخذ کردہ ہو، ہم کریڈٹ پڑتال کے حصہ کے طور پر کریڈٹ اسکور اور دیگر معلومات کو اتنے عرصہ تک حاصل کر رکھیں گے جب تک ضروری ہوا تاکہ آپ کے لین دین کو معقول طور پر مکمل کیا جا سکے۔
uz: Biz sizdan Ijtimoiy xavfsizlik raqamingizni (IXR) olamiz va sizning bu taklifdan foydala olishingizni aniqlash uchun kredit tekshiruvini amalga oshirish maqsadida uni shu sohaning mutaxassisi bo‘lgan uchinchi tomon bilan baham ko‘ramiz. Biz IXR larni ruxsatsiz ko‘rish, foydalanish yoki oshkor qilishdan himoya qilishda yordam berish uchun texnik vositalardan foydalanmiz. Biz IXR ingizni xavfsiz tarmoq orqali uzatamiz va uzatishdan avval shifrlaymiz. Biz kredit tekshiruvidan keyin sizning IXR ni saqlamaymiz, biroq chastotani nazorat qilish maqsadida sizning IXR ingiz orqali olingan o‘ziga xos identifikatorni saqlaymiz. Biz yana kredit bali va kredit tekshiruvining bir qismi sifatida o‘zimiz olgan boshqa ma‘lumotlarni ham sizning tranzaktsiyangizni nihoyasiga yetkazish uchun zarur bo‘lgan muddatga va firibgarlikni aniqlash va oldini olish uchun saqlaymiz.
vi: Chúng tôi thu thập Số An sinh Xã hội (SSN) của bạn và chia sẻ với một bên thứ ba chuyên nghiệp để kiểm tra tín dụng của bạn và xác định xem bạn có đủ tiêu chuẩn tham gia chương trình hay không. Chúng tôi sử dụng các biện pháp kĩ thuật để đảm bảo SSN của bạn sẽ không bị truy cập, sử dụng hoặc tiết lộ nếu chưa được sự đồng ý. SSN được truyền qua một hệ thống mạng bảo mật và được mật mã hóa trước khi truyền. Chúng tôi không giữ lại SSN sau khi hoàn thành việc kiểm tra tín dụng; tuy nhiên, chúng tôi sẽ giữ lại một mã định danh độc nhất được tạo ra dựa trên SSN của bạn để tiện cho việc kiểm soát thường xuyên. Chúng tôi cũng sẽ giữ lại điểm tín dụng và các thông tin khác có được từ việc kiểm tra tín dụng trong một khoảng thời gian cần thiết hợp lý để hoàn thành giao dịch của bạn và để phục vụ mục đích phát hiện và chống gian lận.
zh_hans: 我们向您收集您的社会保险号码 (SSN) 并将其与专业的第三方共享，目的是为了执行信用检查来确定您是否享有优惠资格。我们使用技术措施来防止未经授权访问、使用或披露 SSN。我们通过安全的网络来传输 SSN 并在传输之前对其进行加密。尽管我们会保留派生自您的 SSN 的唯一标识符来进行频率控制，但我们不会在完成信用检查后保留 SSN。我们还将保留在信用检查过程中检索的信用评分和其他信息一段合理必要的时间，以便完成您的交易以及检测和防止欺诈。
zh_hant: 我們將會收集您的社會安全碼 (SSN) 並提供給專業第三方，供其執行信用查核，藉以判定您是否符合使用此方案的資格。我們將採用技術性措施，協助防範他人未經授權存取、使用或公開 SSN。我們會透過安全網路傳輸 SSN，並於傳輸前進行加密。在完成信用查核之後，我們不會保存 SSN，但將保存從 SSN 衍生的唯一識別碼，以供頻率控制之用。我們也將在完成您的交易以及偵測與防止詐騙所需的合理時間內，保存信用評分以及信用查核過程中擷取的其他資訊。
