Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ChinaUnionPayCup.PhoneNumber
source: Bank associated mobile number
af: Bank-geassosieerde selfoonnommer
am: ከባንክ ጋር የተያያዘ የሞባይል ቁጥር
ar: رقم الجوال المقترن بالبنك
as: বেংকৰ সৈতে যুক্ত ম'বাইল নম্বৰ
az: Bankla əlaqəli mobil nömrə
bg: Мобилен номер, свързан с банка
bn_in: ব্যাঙ্ক সংশ্লিষ্ট মোবাইল নম্বর
bs: Broj mobilnog uređaja povezan s bankom
cy: Rhif ffôn symudol sy’n gysylltiedig â’r banc
da: Mobilnummer, der er knyttet til bank
de: Der Bank zugeordnete Mobilfunknummer
el: Αριθμός κινητού που σχετίζεται με την τράπεζα
es: Número de teléfono móvil asociado al banco
et: Panga mobiiltelefoni number
eu: Telefono-zenbakiarekin lotutako bankua
fa: شماره تلفن همراه مرتبط با بانک
ga: Uimhir fón póca ag gabháil le banc
gd: Àireamh mobile co-cheangailte ris a’ bhanca
gl: Número de móbil asociado ao banco
gu: બેંક સાથે સંકળાયેલ મોબાઇલ નંબર
he: מספר טלפון נייד המשויך לבנק
hi: बैंक से संबंधित मोबाइल नंबर
hr: Broj mobilnog telefona povezan s bankom
hu: Banknak megadott mobilszám
id: Nomor ponsel yang terkait dengan bank
is: Bankatengd farsímanúmer
ja: 銀行に関連付けられている携帯電話番号
ka: ბანკთან დაკავშირებული მობილურის ნომერი
kk: Банкпен байланысты ұялы телефон нөмірі
kn: ಬ್ಯಾಂಕ್‍ಗೆ ಸಂಬಂಧಿಸಿದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆ
ko: 은행 관련 휴대폰 번호
lo: ​ເບີ​ມື​ຖື​ທີ່​ເຊື່ອມ​ໂຍງ​ກັບ​ທະ​ນາ​ຄານ
lt: Su banku susietas mobiliojo telefono numeris
lv: Ar banku saistītais mobilā tālruņa numurs
mi: Tau pūkoro pāhono ki te pēke
mk: Број на мобилен поврзан со банката
ml: ബാങ്കുമായി ബന്ധപ്പെടുത്തിയിട്ടുള്ള മൊബൈൽ നമ്പർ
mr: बँकेशी जोडलेला मोबाइल क्रमांक
ms: Nombor telefon bimbit yang dikaitkan dengan bank
mt: Numru tal-mowbajl assoċjat mal-bank
ne: बैंक सँग सम्बन्धित मोबाइल नम्बर
nn_no: Mobilnummer tilknytt bank
no: Mobilnummer knyttet til bank
or: ବ୍ୟାଙ୍କ ସମ୍ବନ୍ଧିତ ମୋବାଇଲ୍ ନମ୍ବର
pa_in: ਬੈਂਕ ਨਾਲ ਜੁੜਿਆ ਮੋਬਾਈਲ ਨੰਬਰ
pl: Numer telefonu komórkowego skojarzony z bankiem
ru: Номер мобильного телефона, привязанный к банку
sl: Številka mobilnega telefona, povezana z banko
sr_cyrl_rs: Број мобилног телефона повезан са банком
sr_latn_rs: Broj mobilnog telefona povezan sa bankom
sv: Mobilnummer kopplat till bank
ta: வங்கியுடன் தொடர்புடைய மொபைல் எண்
te: బ్యాంక్ అనుబంధ మొబైల్ నంబర్
th: หมายเลขโทรศัพท์ที่เชื่อมโยงกับธนาคาร
tr: Banka ile ilişkilendirilen cep telefonu numarası
tt: Банкка бәйле булган мобиль телефон номеры
ug: بانكىدا تىزىملاتقان يانفون نومۇرى
uk: Номер мобільного телефону, пов’язаний із банком
ur: بینک سے منسلک موبائل نمبر
uz: Bankka biriktirilgan mobil telefon raqami
vi: Số di động đã liên kết với ngân hàng
zh_hans: 银行关联的移动电话号码
zh_hant: 銀行相關的行動電話號碼

# Literal.ChinaUnionPay.PrivacyTextSequence1
source: Microsoft respects your privacy. See our
af: Microsoft respekteer jou privaatheid. Sien ons
am: Microsoft የእርስዎን ግላዊነት ያከብራል። ይመልከቱ ይህን የእኛን
ar: تحترم Microsoft خصوصيتك. اطلع على
as: Microsoft-এ আপোনাৰ গোপনীয়তাক সন্মান কৰে৷ আমাৰ
az: Microsoft məxfiliyinizə hörmət edir. Bizim
bg: Microsoft уважава вашата поверителност. Прочетете нашата
bn_in: Microsoft আপনার গোপনীয়তাকে শ্রদ্ধা করে৷ আমাদের
bs: Microsoft poštuje vašu privatnost. Pročitajte dokument
cy: Mae Microsoft yn parchu eich preifatrwydd. Darllenwch ein
da: Microsoft beskytter dine personlige oplysninger. Læs vores
de: Microsoft respektiert und schützt Ihre Privatsphäre. Lesen Sie unsere
el: Η Microsoft σέβεται τα προσωπικά δεδομένα σας. Ανατρέξτε στη
es: Microsoft respeta tu privacidad. Consulta
et: Microsoft austab teie privaatsust. Vt
eu: Microsoft-ek zure pribatutasuna errespetatzen du. Ikusi gure
fa: Microsoft به حریم خصوصی شما احترام می‌گذارد. مرور کنید:
ga: Tá meas ag Microsoft ar do phríobháideacht. Féach ár
gd: Tha suim aig Microsoft dha do phrìobhaideachd. Seall
gl: Microsoft respecta a túa privacidade. Consulta a nosa
gu: Microsoft તમારી ગોપનીયતાનો આદર કરે છે. અમારું આ જુઓ
he: Microsoft מכבדת את פרטיותך. ראה
hi: Microsoft आपकी गोपनीयता का सम्मान करता है. हमारा
hr: Microsoft poštuje vašu privatnost. Pročitajte našu
hu: A Microsoft tiszteletben tartja a személyes adatok védelmét. Olvassa el
id: Microsoft menghargai privasi Anda. Lihat
is: Microsoft virðir einkalíf þitt. Lestu
ja: Microsoft ではお客様のプライバシーの保護に努めています。次をご覧ください:
ka: Microsoft პატივს სცემს თქვენს კონფიდენციალურობას. იხილეთ ჩვენი
kk: Microsoft корпорациясы құпиялылығыңызды құрметтейді. Біздің
kn: Microsoft ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ಗೌರವಿಸುತ್ತದೆ. ಇದನ್ನು ನೋಡಿ:
ko: Microsoft는 회원님의 개인 정보를 소중히 여깁니다. 자세한 내용은
ku_arab: ‏Microsoft رێز لە تایبەتمەندیی تۆ دەگرێت. بڕوانە
ky: Microsoft сиздин жекелигинизди урматтайт. Биздин көрүңүз
lo: Microsoft ເຄົາ​ລົບ​ຄວາມ​ເປັນ​ສ່ວນ​ຕົວ​ຂອງ​ທ່ານ. ເບິ່ງ​
lt: „Microsoft“ gerbia jūsų privatumą. Žr. mūsų
lv: Microsoft ciena jūsu konfidencialitāti. Skatiet mūsu
mi: Ka manaakitia e Microsoft tō tūmataitinga. Tirohia tā mātou
mk: Microsoft ја почитува вашата приватност. Погледнете ја нашата
ml: Microsoft നിങ്ങളുടെ സ്വകാര്യതയെ മാനിക്കുന്നു. ഇനിപ്പറയുന്നത് കാണുക
mn: Microsoft нь таны нууцлалыг хүндэтгэдэг. Үүнийг уншина уу:
mr: Microsoft आपल्या गोपनीयतेचा आदर करते. पहा आमचे
ms: Microsoft menghormati privasi anda. Lihat
mt: Microsoft tirrispetta l-privatezza tiegħek. Ara d-
ne: Microsoft ले तपाइँको गोपनीयताको सम्मान गर्छ। हाम्रो
nn_no: Microsoft respekterer personvernet ditt. Sjå
no: Microsoft respekterer personvernet ditt. Les
or: Microsoft ଆପଣଙ୍କର ଗୋପନୀୟତାକୁ ସମ୍ମାନ କରେ. ଆମର ଦେଖନ୍ତୁ
pa_arab_pk: Microsoft تہاڈی رازداری دا احترام کردا اے۔ ویکھو
pa_in: Microsoft ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦਾ ਸਨਮਾਨ ਕਰਦਾ ਹੈ। ਸਾਡਾ
pl: Firma Microsoft szanuje Twoją prywatność. Przeczytaj
ru: Майкрософт уважает вашу конфиденциальность. См. наше
sd: Microsoft توهانجي رازداري جي قدر ڪري ٿي. ڏسو اسانجو
si: Microsoft ඔබගේ රහස්‍යභාවයට ගරු කරයි. අපගේ බලන්න
sl: Microsoft spoštuje vašo zasebnost. Glejte naše
sr_cyrl_rs: Microsoft поштује вашу приватност. Прочитајте нашу
sr_latn_rs: Microsoft poštuje vašu privatnost. Pročitajte našu
sv: Microsoft värnar om din integritet. Läs vår
ta: Microsoft உங்கள் தனியுரிமையை மதிக்கிறது. இதைப் பார்க்கவும்:
te: Microsoft మీ గోప్యతని గౌరవిస్తుంది. మా
tg: Microsoft махфияти шуморо эҳтиром мекунад. Ба
th: Microsoft เคารพความเป็นส่วนตัวของคุณ โปรดดู
tr: Microsoft gizliliğinize saygı duyar. Sayfamıza bakın
tt: Майкрософт сезнең хосусыйлыкны хөрмәт итә. Безнең
ug: Microsoft مەخپىيەتلىكىڭىزگە ھۆرمەت قىلىدۇ.
uk: Майкрософт поважає вашу конфіденційність. Див. нашу
ur: Microsoft آپ کی نجی حیثیت کا احترام کرتا ہے. دیکھیں ہماری
uz: Microsoft maxfiyligingizni hurmat qiladi. Quyidagini ko‘ring:
vi: Microsoft tôn trọng quyền riêng tư của bạn. Xem
zh_hans: Microsoft 尊重您的隐私。请参阅我们的
zh_hant: Microsoft 尊重您的隱私權。請參閱我們的

# Literal.ChinaUnionPay.PrivacyTextSequence2
source: Microsoft respects your privacy. View our
af: Microsoft respekteer jou privaatheid. Bekyk ons
am: Microsoft የእርስዎን ግላዊነት ያከብራል። የእኛን ይመልከቱ
ar: تحترم Microsoft خصوصيتك. اطلع على
as: Microsoft-এ আপোনাৰ গোপনীয়তাক সন্মান কৰে। চাওক আমাৰ
az: Microsoft məxfiliyinizə hörmət edir. Baxın
bg: Microsoft уважава вашата поверителност. Прегледайте нашата
bn_in: Microsoft আপনার গোপনীয়তাকে শ্রদ্ধা করে। আমাদের
bs: Microsoft poštuje vašu privatnost. Prikaži naše
cy: Mae Microsoft yn parchu eich preifatrwydd. Gweld ein
da: Microsoft beskytter dine personlige oplysninger. Se vores
de: Microsoft respektiert und schützt Ihre Privatsphäre. Lesen Sie unsere
el: Η Microsoft σέβεται τα προσωπικά δεδομένα σας. Προβολή των
es: Microsoft respeta su privacidad. Ver nuestro
et: Microsoft austab teie privaatsust. Lugege läbi meie
eu: Microsoft-ek zure pribatutasuna errespetatzen du. Ikusi gure
fa: Microsoft به حریم خصوصی شما احترام می‌گذارد. مشاهده کنید:
ga: Tá meas ag Microsoft ar do phríobháideacht. Féach ár
gd: Tha suim aig Microsoft dha do phrìobhaideachd. Seall
gl: Microsoft respecta a súa privacidade. Vexa a nosa
gu: Microsoft તમારી ગોપનીયતાનો આદર કરે છે. અમારું આ જુઓ
he: Microsoft מכבדת את פרטיותך. הצג את
hi: Microsoft आपकी गोपनीयता का सम्मान करता है. देखें हमारा
hr: Microsoft poštuje vašu privatnost. Pogledajte naš
hu: A Microsoft tiszteletben tartja a személyes adatok védelmét. Tekintse meg az
id: Microsoft menghargai privasi Anda. Lihat
is: Microsoft virðir friðhelgi þína. Skoðaðu okkar
ja: Microsoft ではお客様のプライバシーの保護に努めています。次をご覧ください:
ka: Microsoft პატივს სცემს თქვენს კონფიდენციალურობას. იხილეთ ჩვენი
kk: Microsoft корпорациясы құпиялылығыңызды құрметтейді. Мынаны көріңіз:
kn: Microsoft ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ಗೌರವಿಸುತ್ತದೆ. ಇದನ್ನು ವೀಕ್ಷಿಸಿ:
ko: Microsoft는 사용자의 개인 정보를 존중합니다. Microsoft의 다음 항목을 확인하세요.
lo: Microsoft ເຄົາລົບຄວາມເປັນສ່ວນຕົວຂອງທ່ານ. ເບິ່ງ
lt: „Microsoft“ gerbia jūsų privatumą. Peržiūrėkite mūsų
lv: Microsoft ciena jūsu konfidencialitāti. Skatiet mūsu
mi: Ka manaakitia e Microsoft tō tūmataitinga. Tirohia tā mātou
mk: Microsoft ја почитува вашата приватност. Погледнете ја нашата
ml: Microsoft നിങ്ങളുടെ സ്വകാര്യതയെ മാനിക്കുന്നു. ഇനിപ്പറയുന്നത് കാണുക
mr: Microsoft आपल्या गोपनीयतेचा आदर करते. आमचे पहा
ms: Microsoft menghormati privasi anda. Lihat
mt: Microsoft tirrispetta l-privatezza tiegħek. Ara l-
ne: Microsoft ले तपाईंको गोपनीयताको सम्मान गर्छ। हाम्रो निम्न हेर्नुहोस्
nn_no: Microsoft respekterer personvernet ditt. Sjå
no: Microsoft respekterer personvernet ditt. Se vår
or: Microsoft ଆପଣଙ୍କର ଗୋପନୀୟତାକୁ ସମ୍ମାନ କରେ. ଆମର ଏହା ଦର୍ଶନ କରନ୍ତୁ
pa_in: Microsoft ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦਾ ਸਨਮਾਨ ਕਰਦਾ ਹੈ। ਸਾਡੇ ਇਸ ਨੂੰ ਦੇਖੋ
pl: Firma Microsoft szanuje Twoją prywatność. Wyświetl nasze
ru: Корпорация Майкрософт соблюдает вашу конфиденциальность. Прочтите наше
sl: Microsoft spoštuje vašo zasebnost. Oglejte si našo
sr_cyrl_rs: Microsoft поштује вашу приватност. Погледајте нашу
sr_latn_rs: Microsoft poštuje vašu privatnost. Pogledajte našu
sv: Microsoft värnar om din integritet. Läs vår
ta: Microsoft உங்கள் தனியுரிமையை மதிக்கிறது. எங்கள் இதைப் பார்க்கவும்:
te: Microsoft మీ గోప్యతని గౌరవిస్తుంది. వీక్షించండి మా
th: Microsoft เคารพความเป็นส่วนตัวของคุณ ให้ดู
tr: Microsoft gizliliğinize saygı duyar. Belgemizi görüntüleyin:
tt: Майкрософт сезнең хосусыйлыкны хөрмәт итә. Түбәндәгене карагыз:
ug: Microsoft مەخپىيەتلىكىڭىزگە ھۆرمەت قىلىدۇ. تەپسىلاتى:
uk: Корпорація Майкрософт поважає вашу конфіденційність. Перегляньте
ur: Microsoft آپ کی رازداری کا احترام کرتا ہے۔ ہمارا بیان دیکھیں
uz: Microsoft maxfiyligingizni hurmat qiladi. Quyidagini ko‘rib chiqing:
vi: Microsoft tôn trọng quyền riêng tư của bạn. Hãy xem
zh_hans: Microsoft 尊重你的隐私。请查看我们的
zh_hant: Microsoft 尊重您的隱私權。請檢視我們的

# Literal.ChinaUnionPay.PrivacyFullText
source: Microsoft respects your privacy. See our privacy statement.
af: Microsoft respekteer jou privaatheid. Sien ons privaatheidstelling.
am: Microsoft የእርስዎን ግላዊነት ያከበራል። የእኛን የግላዊነት መግለጫ ይመልከቱ።
ar: تحترم Microsoft خصوصيتك. راجع بيان الخصوصية الخاص بنا.
as: Microsoft-এ আপোনাৰ গোপনীয়তাক সন্মান কৰে৷ আমাৰ গোপনীয়তা বিষয়ক বিবৄতি চাওক৷
az: Microsoft məxfiliyinizə hörmət edir. Məxfilik bildirişimizə baxın.
bg: Microsoft уважава вашата поверителност. Вижте нашата декларация за поверителност.
bn_in: Microsoft আপনার গোপনীয়তার প্রতি সম্মান জানায়৷ আমাদের গোপনীয়তা বিবৃতি দেখুন৷
bs: Microsoft poštuje vašu privatnost. Pročitajte našu izjavu o privatnosti.
cy: Mae Microsoft yn parchu eich preifatrwydd. Darllenwch ein datganiad preifatrwydd.
da: Microsoft beskytter dine personlige oplysninger. Læs vores erklæring om beskyttelse af personlige oplysninger.
de: Microsoft respektiert Ihre Privatsphäre. Lesen Sie unsere Datenschutzbestimmungen.
el: Η Microsoft σέβεται τα προσωπικά δεδομένα σας. Ανατρέξτε στη δήλωση προστασίας προσωπικών δεδομένων.
es: Microsoft respeta tu privacidad. Consulta nuestra declaración de privacidad.
et: Microsoft austab teie privaatsust. Vt meie privaatsusavaldust.
eu: Microsoft-ek zure pribatutasuna errespetatzen du. Ikusi gure pribatutasun-adierazpena.
fa: Microsoft به حریم خصوصی شما احترام می‌گذارد. به بیانیه حریم خصوصی خود مراجعه کنید.
ga: Tá meas ag Microsoft ar do phríobháideacht. Féach ár ráiteas príobháideachais.
gd: Tha suim aig Microsoft dha do phrìobhaideachd. Thoir sùil air an aithris phrìobhaideachd againn.
gl: Microsoft respecta a túa privacidade. Consulta a nosa declaración de privacidade.
gu: Microsoft તમારી ગોપનીયતાનો આદર કરે છે. અમારી પ્રાયવેસી સ્ટેટમેન્ટ જુઓ.
he: Microsoft מכבדת את הפרטיות שלך. עיין בהצהרת הפרטיות שלנו.
hi: Microsoft आपकी गोपनीयता का सम्मान करता है. हमारा गोपनीयता कथन देखें.
hr: Microsoft poštuje vašu privatnost. Pročitajte našu izjavu o zaštiti privatnosti.
hu: A Microsoftnak fontos az Ön személyes adatainak védelme. Olvassa el adatvédelmi nyilatkozatunkat.
id: Microsoft menghargai privasi Anda. Lihat pernyataan privasi kami.
is: Microsoft virðir einkalíf þitt. Lestu yfirlýsingu okkar um persónuvernd.
ja: Microsoft ではお客様のプライバシーの保護に努めています。プライバシーに関する声明をご覧ください。
ka: Microsoft პატივს სცემს თქვენს კონფიდენციალურობას. იხილეთ ჩვენი კონფიდენციალურობის დებულება.
kk: Microsoft корпорациясы құпиялылығыңызды құрметтейді. Біздің құпиялылық мәлімдемемізді көріңіз.
kn: Microsoft ನಿಮ್ಮ ಗೌಪ್ಯತೆಯನ್ನು ಗೌರವಿಸುತ್ತದೆ. ನಮ್ಮ ಗೌಪ್ಯತೆ ಹೇಳಿಕೆಯನ್ನು ನೋಡಿ.
ko: Microsoft는 회원님의 개인 정보를 소중히 여깁니다. Microsoft 개인정보취급방침을 참조하세요.
ku_arab: ‏Microsoft رێز لە تایبەتمەندیی تۆ دەگرێت. بڕوانە بەیاننامەی پاراستنی نهێنیەکانی ئێمە.
ky: Microsoft сиздин жекелигиңизди урматтайт. Биздин купуялык билдирүүбүздү караңыз.
lo: Microsoft ເຄົາລົບຄວາມເປັນສ່ວນຕົວຂອງທ່ານ. ເບິ່ງຄຳຖະແຫຼງຄວາມເປັນສ່ວນຕົວຂອງພວກເຮົາ.
lt: „Microsoft“ gerbia jūsų privatumą. Žr. mūsų privatumo nuostatas.
lv: Microsoft ciena jūsu konfidencialitāti. Skatiet mūsu paziņojumu par konfidencialitāti.
mi: Ka manaakitia e Microsoft tō tūmataitinga. Tirohia tā mātou tauākī tūmataitinga.
mk: Microsoft ја почитува вашата приватност. Погледнете ја нашата изјава за заштита на личните податоци.
ml: Microsoft നിങ്ങളുടെ സ്വകാര്യതയെ മാനിക്കുന്നു. ഞങ്ങളുടെ സ്വകാര്യതാ പ്രസ്താവന കാണുക.
mn: Microsoft нь таны нууцлалыг хүндэтгэдэг. Манай нууцлалын баталгааг уншина уу.
mr: Microsoft आपल्या गोपनीयतेचा आदर करते. आमचे गोपनीयता विधान पहा.
ms: Microsoft menghormati privasi anda. Lihat pernyataan privasi kami.
mt: Microsoft tirrispetta l-privatezza tiegħek. Ara d-dikjarazzjoni tal-privatezza tagħna.
ne: Microsoft ले तपाइँको गोपनीयताको सम्मान गर्छ। हाम्रो गोपनीयता कथन हेर्नुहोस्।
nn_no: Microsoft respekterer personvernet ditt. Les personvernerklæringa.
no: Microsoft respekterer personvernet ditt. Les personvernerklæringen.
or: Microsoft ଆପଣଙ୍କର ଗୋପନୀୟତାକୁ ସମ୍ମାନ କରେ. ଆମର ଗୋପନୀୟତା ବିବରଣୀ ଦେଖନ୍ତୁ.
pa_arab_pk: Microsoft تہاڈی رازداری دا احترام کردا اے۔ سہاڈا رازداری بارے اعلان ویکھو۔
pa_in: Microsoft ਤੁਹਾਡੀ ਗੋਪਨੀਯਤਾ ਦਾ ਸਨਮਾਨ ਕਰਦਾ ਹੈ। ਸਾਡਾ ਗੋਪਨੀਯਤਾ ਕਥਨ ਵੇਖੋ।
pl: Firma Microsoft szanuje Twoją prywatność. Przeczytaj zasady zachowania poufności informacji.
ru: Майкрософт уважает вашу конфиденциальность. См. наше заявление о конфиденциальности.
sd: Microsoft توهانجي رازداري جي قدر ڪري ٿي. اسانجو رازداري جو بيان ڏسو.
si: Microsoft ඔබගේ රහස්‍යභාවයට ගරු කරයි. අපගේ රහස්‍යතා ප්‍රකාශය බලන්න.
sl: Microsoft spoštuje vašo zasebnost. Oglejte si našo izjavo o zasebnosti.
sr_cyrl_rs: Microsoft поштује вашу приватност. Прочитајте нашу изјаву о приватности.
sr_latn_rs: Microsoft poštuje vašu privatnost. Pročitajte našu izjavu o privatnosti.
sv: Microsoft värnar om din integritet. Läs vår sekretesspolicy.
ta: Microsoft உங்கள் தனியுரிமையை மதிக்கின்றது. எங்கள் தனியுரிமை அறிக்கையைப் பார்க்கவும்.
te: Microsoft మీ గోప్యతని గౌరవిస్తుంది. మా గోప్యతా ప్రకటనను చూడండి.
tg: Microsoft махфияти шуморо эҳтиром мекунад. Баёнияи махфияти моро мутолиа кунед.
th: Microsoft เคารพในความเป็นส่วนตัวของคุณ โปรดดูคำชี้แจงสิทธิ์ส่วนบุคคลของเรา
tr: Microsoft gizliliğinize saygı duyar. Gizlilik bildirimimize bakın.
tt: Майкрософт сезнең хосусыйлыкны хөрмәт итә. Безнең хосусыйлык аңлатмасын карагыз.
ug: Microsoft مەخپىيەتلىكىڭىزگە ھۆرمەت قىلىدۇ. مەخپىيەتلىك باياناتىمىزنى كۆرۈڭ.
uk: Корпорація Майкрософт поважає вашу конфіденційність. Див. нашу декларацію про конфіденційність.
ur: Microsoft آپ کی رازداری کا احترام کرتا ہے۔ ہمارا رازداری کے بارے میں اعلان دیکھیں۔
uz: Microsoft maxfiyligingizni hurmat qiladi. Maxfiylik bayonnomamizni ko‘ring.
vi: Microsoft tôn trọng quyền riêng tư của bạn. Hãy xem điều khoản về quyền riêng tư của chúng tôi.
zh_hans: Microsoft 尊重你的隐私。请参阅我们的隐私声明。
zh_hant: Microsoft 尊重您的隱私權。請參閱我們的隱私權聲明。

# Literal.ChinaUnionPay.PrivacyHyperlinkLabel
source: privacy statement
af: privaatheidstelling
am: የግላዊነት መግለጫ
ar: بيان الخصوصية
as: গোপনীয়তা বিষয়ক বিবৄতি চাওক
az: məxfilik bildirişimizə baxın
bg: декларация за поверителност
bn_in: গোপনীয়তা বিবৃতি দেখুন
bs: izjava o privatnosti
cy: datganiad preifatrwydd
da: erklæring om beskyttelse af personlige oplysninger
de: Datenschutzbestimmungen
el: δήλωση προστασίας προσωπικών δεδομένων
es: declaración de privacidad
et: privaatsusavaldust
eu: pribatutasun-adierazpena
fa: اعلامیه حریم خصوصی
ga: ráiteas príobháideachais
gd: an aithris prìobhaideachd
gl: declaración de privacidade
gu: ગોપનીયતા વિધાન
he: הצהרת פרטיות
hi: गोपनीयता कथन देखें
hr: izjavu o zaštiti privatnosti
hu: adatvédelmi nyilatkozatunkat
id: pernyataan privasi kami
is: yfirlýsinguna um persónuvernd
ja: プライバシーに関する声明
ka: კონფიდენციალურობის დებულება
kk: құпиялылық туралы мәлімдеме
kn: ಗೌಪ್ಯತೆ ಹೇಳಿಕೆ
ko: 개인정보처리방침
ku_arab: بەیاننامەی پاراستنی نهێنیەکانی ئێمە
ky: конфиденциалдуулук көрсөтмөсү
lo: ຄຳຖະແຫຼງຄວາມເປັນສ່ວນຕົວ
lt: privatumo patvirtinimą
lv: paziņojumu par konfidencialitāti
mi: tauākī tūmataiti
mk: изјава за заштита на личните податоци
ml: സ്വകാര്യതാ പ്രസ്താവന
mn: Нууцлалын баталгаа
mr: प्रायव्हसी स्टेटमेंट
ms: pernyataan privasi
mt: dikjarazzjoni tal-privatezza tagħna
ne: गोपनीयता कथन हेर्नुहोस्
nn_no: personvernerklæringa
no: personvernerklæringen
or: ଗୋପନୀୟ ବିବରଣୀ
pa_arab_pk: رازداری بارے اعلان
pa_in: ਗੋਪਨੀਯਤਾ ਬਿਆਨ ਦੇਖੋ।
pl: zasady zachowania poufności informacji
ru: заявление о конфиденциальности
sd: رازداري جو بيان
si: රහස්‍යතා ප්‍රකාශය
sl: izjava o zasebnosti
sr_cyrl_rs: изјаву о приватности
sr_latn_rs: izjavu o privatnosti
sv: sekretesspolicy
ta: தனியுரிமை அறிக்கை
te: గోప్యతా ప్రకటన చూడండి
tg: баёнияи махфияти мо нигаред
th: คำชี้แจงสิทธิ์ส่วนบุคคล
tr: gizlilik bildirimi
tt: хосусыйлык аңлатмасын карагыз
ug: مەخپىيەتلىك باياناتى
uk: декларацію про конфіденційність
ur: رازداری کے بارے میں اعلان
uz: maxfiylik bayonnomasi
vi: điều khoản về quyền riêng tư của chúng tôi
zh_hans: 隐私声明
zh_hant: 隱私權聲明

# Literal.ChinaUnionPay.PrivacyHyperlinkLabelTitleCase
source: Privacy Statement
af: Privaatheidstelling
am: የግላዊነት መግለጫ
ar: بيان الخصوصية
as: গোপনীয়তা বিষয়ক বিবৃতি
az: Məxfilik Bildirişi
bg: Декларация за поверителност
bn_in: গোপনীয়তা বিবৃতি
bs: Izjava o privatnosti
cy: Datganiad Preifatrwydd
da: Erklæring om beskyttelse af personlige oplysninger
de: Datenschutzbestimmungen
el: Δήλωση προστασίας προσωπικών δεδομένων
es: Declaración de privacidad
et: Privaatsusavaldus
eu: Pribatutasun-adierazpena
fa: اعلامیه حریم خصوصی
ga: Ráiteas Príobhaideachais
gd: Aithris prìobhaideachd
gl: Declaración de privacidade
gu: ગોપનીયતા વિધાન
he: הצהרת פרטיות
hi: गोपनीयता कथन
hr: Izjava o zaštiti privatnosti
hu: Adatvédelmi nyilatkozat
id: Pernyataan Privasi
is: Yfirlýsing um persónuvernd
ja: プライバシーに関する声明
ka: კონფიდენციალურობის დებულება
kk: Құпиялылық туралы мәлімдеме
kn: ಗೌಪ್ಯತೆ ಹೇಳಿಕೆ
ko: 개인정보처리방침
ku_arab: بەیاننامەی پاراستنی نهێنیەکان
ky: Купуялык Жобосу
lo: ນະໂຍບາຍຄວາມເປັນສ່ວນຕົວ
lt: Privatumo nuostatos
lv: Paziņojumu par konfidencialitāti
mi: Tauākī Tūmataitinga
mk: Изјава за заштита на личните податоци
ml: സ്വകാര്യതാ പ്രസ്താവന
mn: Нууцлалын баталгаа
mr: प्रायव्हसी स्टेटमेंट
ms: Pernyataan Privasi
mt: Dikjarazzjoni tal-Privatezza
ne: गोपनीयता कथन
nn_no: Personvernerklæring
no: Personvernerklæring
or: ଗୋପନୀୟ ବିବରଣୀ
pa_arab_pk: رازادی بارے اعلان
pa_in: ਗੋਪਨੀਯਤਾ ਕਥਨ
pl: Oświadczenie o ochronie prywatności
ru: Заявление о конфиденциальности
sd: رازداري جو بيان ڏسو
si: රහස්‍යතා ප්‍රකාශය
sl: Izjava o zasebnosti
sr_cyrl_rs: Изјава о приватности
sr_latn_rs: Izjava o privatnosti
sv: Sekretesspolicy
ta: தனியுரிமை அறிக்கை
te: గోప్యతా ప్రకటన
tg: Баёнияи махфият
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Bildirimi
tt: Хосусыйлык аңлатмасы
ug: مەخپىيەتلىك باياناتى
uk: Декларація про конфіденційність
ur: رازداری کا بیان
uz: Maxfiylik bayonnomasini
vi: Điều khoản về quyền riêng tư
zh_hans: 隐私声明
zh_hant: 隱私權聲明

# Literal.CreditCard.PrivacyAndCookiesHyperlinkLabel
source: Privacy & Cookies
af: Privaatheid en koekies
am: ግላዊነት እና ኩኪዎች
ar: الخصوصية وملفات تعريف الارتباط
as: গোপনীয়তা & কুকিসমূহ
az: Məxfilik və Kukilər
bg: Поверителност и бисквитки
bn_in: গোপনীয়তা & কুকিজ
bs: Privatnost i kolačići
cy: Preifatrwydd a Briwsion
da: Beskyttelse af personlige oplysninger og cookies
de: Datenschutz und Cookies
el: Προστασία προσωπικών δεδομένων και cookie
es: Privacidad y cookies
et: Privaatsus ja küpsised
eu: Pribatutasuna eta cookieak
fa: حریم خصوصی و کوکی‌ها
ga: Príobháideachas & fianáin
gd: Prìobhaideachd ⁊ briosgaidean
gl: Privacidade e cookies
gu: ગોપનીયતા & કુકીઝ
he: פרטיות וקבצי Cookie
hi: गोपनीयता और कुकीज़
hr: Zaštita privatnosti i kolačići
hu: Adatvédelem és cookie-k
id: Privasi & Cookie
is: Persónuvernd og kökur
ja: プライバシーと Cookie
ka: პირადი ინფორმაციის დაცვა და ქუქი-ჩანაწერები
kk: Құпиялылық және "Cookie" файлдары
kn: ಗೌಪ್ಯತೆ & ಕುಕೀಗಳು
ko: 개인정보처리방침
ku_arab: تایبەتمەندی و کووکی
ky: Купуялык жана cookie файлдары
lo: ຄວາມເປັນສ່ວນຕົວ & ຄຸກກີ້
lt: Privatumas ir slapukai
lv: Konfidencialitāte un sīkfaili
mi: Te Tūmataitinga & Ngā Pihikete
mk: Приватност и колачиња
ml: സ്വകാര്യതയും & കുക്കികളും
mn: Нууцлал ба күүки
mr: गोपनीयता & कुकीज
ms: Privasi & Kuki
mt: Privatezza u Cookies
ne: गोपनीयता र कुकीहरू
nn_no: Personvern og informasjonskapslar
no: Personvern og informasjonskapsler
or: ଗୋପନୀୟ & କୁକୀଗୁଡିକ
pa_arab_pk: نجی حیثیت تے کوکیز
pa_in: ਗੋਪਨੀਯਤਾ ਅਤੇ ਕੂਕੀਜ
pl: Prywatność i pliki cookie
ru: Конфиденциальность и файлы cookie
sd: رازداري & ڪوڪيز
si: රහස්‍යතාව & කුකිය
sl: Zasebnost in piškotki
sr_cyrl_rs: Приватност и колачићи
sr_latn_rs: Privatnost i kolačići
sv: Sekretess och cookies
ta: தனியுரிமை & குக்கீகள்
te: గోప్యత & కుకీలు
tg: Махфият ва кукиҳо
th: ความเป็นส่วนตัวและคุกกี้
tr: Gizlilik ve Tanımlama Bilgileri
tt: Хосусыйлык һәм cookie файллары
ug: مەخپىيەتلىك & ساقلانمىلار
uk: Конфіденційність і файли cookie
ur: نجی نوعیت اور کوکیز
uz: Maxfiylik va cookie-fayllar
vi: Quyền riêng tư & Cookie
zh_hans: 隐私和 Cookie
zh_hant: 隱私權及 Cookie
