Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSfB.ErrorMessage.EmptyPhoneNumber
source: Enter your phone number
af: Voer jou foonnommer in
am: ስልክ ቁጥርዎን ያስገቡ
ar: إدخال رقم هاتفك
as: আপোনাৰ ফোন নম্বৰ প্ৰবিষ্ট কৰক
az: Telefon nömrənizi daxil edin
bg: Въведете своя телефонен номер
bn_in: আপনার ফোন নম্বর প্রবেশ করান
bs: Unesite telefonski broj
cy: Rhowch eich rhif ffôn
da: Skriv dit telefonnummer
de: Geben Sie Ihre Telefonnummer ein.
el: Καταχωρήστε τον αριθμό τηλεφώνου σας
es: Escribe tu número de teléfono
et: Sisestage oma telefoninumber
eu: Idatzi telefono-zenbakia
fa: شماره تلفن خود را وارد کنید
ga: Cuir isteach d'uimhir fóin
gd: Cuir a-steach an àireamh fòn agad
gl: Escribe o teu número de teléfono
gu: તમારો ફોન નંબર દાખલ કરો
he: הזן את מספר הטלפון החדש
hi: अपना फ़ोन नंबर दर्ज करें
hr: Unesite telefonski broj
hu: Adja meg a telefonszámát.
id: Masukkan nomor telepon Anda
is: Sláðu inn símanúmer
ja: 電話番号を入力してください
ka: შეიყვანეთ ტელეფონის ნომერი
kk: Телефон нөмірін енгізіңіз
kn: ನಿಮ್ಮ ಫೋನ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ko: 사용자 휴대폰 번호 입력
ku_arab: ژمارە تەلەفۆنەت بنووسە
ky: Телефон номериңизди киргизиңиз
lo: ປ້ອນເຂົ້າເບີໂທລະສັບຂອງທ່ານ
lt: Įveskite savo telefono numerį
lv: Ievadiet savu tālruņa numuru
mi: Tāurua tō tau waea
mk: Внесете го телефонскиот број
ml: നിങ്ങളുടെ ഫോൺ നമ്പർ നൽകുക
mn: Утасны дугаар оруул
mr: आपला फोन नंबर प्रविष्ट करा
ms: Masukkan nombor telefon anda
mt: Daħħal in-numru tat-telefown tiegħek
ne: फोन नम्बर प्रविष्ट गर्नुहोस्
nn_no: Skriv inn telefonnummer
no: Angi telefonnummeret
or: ଆପଣଙ୍କର ଫୋନ ନମ୍ବର ଏଣ୍ଟର କରନ୍ତୁ
pa_arab_pk: اپنا فون نمبر داخل کرو
pa_in: ਆਪਣਾ ਫ਼ੋਨ ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź swój numer telefonu
ru: Введите номер телефона
sd: پنهنجو فون نمبر داخل ڪريو
si: ඔබගේ දුරකථන අංකය ඇතුල් කරන්න
sl: Vnesite telefonsko številko
sr_cyrl_rs: Унесите број телефона
sr_latn_rs: Unesite broj telefona
sv: Ange ditt telefonnummer
ta: உங்கள் தொலைபேசி எண்ணை உள்ளிடுக
te: మీ ఫోన్ నంబర్‌ను నమోదు చేయండి
tg: Рақами телефони худро дохил кунед
th: ป้อนหมายเลขโทรศัพท์ของคุณ
tr: Telefon numaranızı girin
tt: Телефон номерыгызны кертегез
ug: ‏‏تېلېفون نومۇرىڭىزنى كىرگۈزۈڭ
uk: Введіть свій номер телефону
ur: اپنا فون نمبر داخل کریں
uz: Telefon raqamingizni kiriting
vi: Nhập số điện thoại của bạn
zh_hans: 输入你的电话号码
zh_hant: 輸入您的電話號碼

# Literal.MSfB.ErrorMessage.EmptyEmail
source: Enter your email address
af: Voer jou e-posadres in
am: የኢሜይል አድራሻዎን ያስገቡ
ar: إدخال عنوان بريدك الإلكتروني
as: আপোনাৰ ইমেইল ঠিকনা প্ৰৱেশ কৰাওক
az: E-poçt ünvanınızı daxil edin
bg: Въведете имейл адреса си
bn_in: আপনার ইমেল ঠিকানা প্রবেশ করান
bs: Unesite svoju adresu e-pošte
cy: Rhowch ech cyfeiriad e-bost
da: Indtast din mailadresse
de: Geben Sie Ihre E-Mail-Adresse ein.
el: Εισαγάγετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας
es: Escribe la dirección de correo electrónico
et: Sisestage meiliaadress
eu: Idatzi helbide elektronikoa
fa: آدرس ایمیل خود را وارد کنید
ga: Iontráil do sheoladh ríomhphoist
gd: Cuir a-steach an seòladh puist-d agad
gl: Introduce o enderezo de correo electrónico
gu: તમારું ઈમેલ સરનામું પ્રવિષ્ટ કરો
he: הזן את כתובת הדואר האלקטרוני שלך
hi: अपना ईमेल पता दर्ज करें
hr: Unesite svoju adresu e-pošte
hu: Adja meg az e-mail-címét.
id: Masukkan alamat email Anda
is: Færðu inn netfangið þitt
ja: メール アドレスを入力してください
ka: შეიყვანეთ თვენი ელფოსტის მისამართი
kk: Электрондық пошта мекенжайыңызды енгізіңіз
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ನಮೂದಿಸಿ
ko: 이메일 주소 입력
ku_arab: ناونیشانی ئیمەیلەکەت تێبنووسه
ky: Email дарегиңизди киргизиңиз
lo: ປ້ອນເຂົ້າທີ່ຢູ່ອີເມວ
lt: Įveskite savo el. pašto adresą
lv: Ievadiet e-pasta adresi
mi: Tāurutia tō wāhitau īmēra
mk: Внесете ја адресата на е-пошта
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക
mn: Э-шуудангийн хаягаа оруул
mr: आपला ईमेल पत्ता प्रविष्ट करा
ms: Masukkan alamat e-mel anda
mt: Daħħal l-indirizz elettroniku tiegħek
ne: आफ्नो इमेल ठेगाना प्रविष्टि गर्नुहोस्
nn_no: Skriv inn e-postadresse
no: Angi e-postadresse
or: ଆପଣଙ୍କର ଇମେଲ୍‌ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنا ای میل پتہ درج کرو
pa_in: ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź adres e-mail
ru: Введите адрес электронной почты
sd: پنهنجو اي ميل پتو داخل ڪريو
si: ඔබේ විද්‍යුත් තැපැල් ලිපිනය ඇතුල් කරන්න
sl: Vnesite svoj e-poštni naslov
sr_cyrl_rs: Унесите адресу е-поште
sr_latn_rs: Unesite adresu e-pošte
sv: Ange din e-postadress
ta: மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: మీ ఇమెయిల్ చిరునామాను ప్రవేశపెట్టండి
tg: Суроғаи почтаи электронии худро ворид кунед
th: ใส่อีเมลแอดเดรสของคุณ
tr: E-posta adresinizi girin
tt: Электрон почта адресыгызны кертегез
ug: تورخەت ئادرېسىڭىزنى كىرگۈزۈڭ
uk: Введіть свою адресу електронної пошти
ur: اپنا ای میل پتہ داخل کریں
uz: E-pochta manzilingizni kiriting
vi: Nhập địa chỉ email của bạn
zh_hans: 请输入你的电子邮件地址
zh_hant: 輸入您的電子郵件地址

# Literal.MSfB.ErrorMessage.EmptyRoutingNumber
source: Enter a correct routing number
af: Voer ’n korrekte roeteringsnommer in
am: ትክክለኛውን የማዘዋወሪያ ቁጥር ያስገቡ
ar: إدخال رقم توجيه صحيح
as: আপোনাৰ সঠিক ৰাউটিং নম্বৰ প্ৰৱেশ কৰাওক
az: Düzgün bank kodu daxil edin
bg: Въведете правилен банков код
bn_in: একটি সঠিক রাউটিং নম্বর প্রবেশ করান
bs: Unesite tačan broj usmjeravanja
cy: Rhowch eich rhif llwybr cywir
da: Indtast et korrekt registreringsnummer
de: Geben Sie eine korrekte Bankleitzahl ein.
el: Εισαγάγετε έναν σωστό αριθμό δρομολόγησης
es: Escribe un número de ruta completo
et: Sisestage õige registreerimisnumber
eu: Idatzi bideratze-zenbaki zuzena
fa: شماره صحیح مسیریابی را وارد کنید
ga: Iontráil uimhir cheart ródaithe
gd: Cuir a-steach àireamh rùtachaidh dhligheach
gl: Introduce un número de encamiñamento correcto
gu: સાચો રાઉટીંગ નંબર દાખલ કરો
he: הזן מספר ניתוב תקין
hi: एक सही रूटिंग नंबर दर्ज करें
hr: Unesite točan broj usmjeravanja
hu: Adja meg a helyes bankazonosító kódot.
id: Masukkan nomor perutean yang benar
is: Færðu inn rétt leiðarnúmer
ja: 正しいルーティング ナンバーを入力してください
ka: შეიყვანეთ სწორი ბანკის კოდი
kk: Дұрыс бағыттау нөмірін енгізіңіз
kn: ಸರಿಯಾದ ರೂಟಿಂಗ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ko: 올바른 라우팅 번호 입력
ku_arab: ژمارەی گواستنەوەیەکی ڕەوا تێبنووسه
ky: Банк бөлүмүңүздүн туура номерин киргизиңиз
lo: ປ້ອນເຂົ້າໝາຍເລກເສັ້ນທາງ
lt: Įveskite tinkamą banko kodą
lv: Ievadiet pareizu reģistrācijas numuru
mi: Tāurutia he tau ararere tika
mk: Внесете број за насочување
ml: ഒരു ശരിയായ റൂട്ടിംഗ് നമ്പർ നൽകുക
mn: Чиглүүлэх дугаарыг зөв оруул
mr: एक अचूक रूटींग क्रमांक प्रविष्ट करा
ms: Masukkan nombor penghalaan yang betul
mt: Daħħal numru tar-rotta korrett
ne: सही राउटिङ नम्बर प्रविष्ट गर्नुहोस्
nn_no: Skriv inn rett registreringsnummer
no: Angi riktig registreringsnummer
or: ଏକ ସଠିକ୍‌ ରାଉଟିଂ ନମ୍ୱର ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: صحیح راوٹنگ نمبر درج کرو
pa_in: ਇੱਕ ਸਹੀ ਰੂਟਿੰਗ ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź poprawny kod banku
ru: Введите правильный код банка
sd: هڪ درست رائوٽنگ نمبر داخل ڪريو
si: නිවැරදි මාර්ගගත කිරීමේ අංකයක් ඇතුල් කරන්න
sl: Vnesite pravilno kodo banke
sr_cyrl_rs: Унесите тачан број за усмеравање
sr_latn_rs: Unesite tačan broj za usmeravanje
sv: Ange rätt clearingnummer
ta: சரியான வழிகாட்டும் எண்ணை உள்ளிடவும்
te: ఒక నిజమైన రౌటింగ్ సంఖ్యను నమోదు చేయండి
tg: Рақами раҳнамои дурустро ворид кунед
th: ป้อนหมายเลขกระบวนการผลิตที่ถูกต้อง
tr: Doğru bir rota numarası girin
tt: Дөрес маршрутлау номерын кертегез
ug: توغرا ماڭغۇزۇش نومۇرىنى كىرگۈزۈڭ
uk: Введіть правильний маршрутний код банку
ur: ایک درست راؤٹنگ نمبر داخل کریں
uz: To‘g‘ri marshrutlash raqamini kiriting
vi: Nhập một số định tuyến đúng
zh_hans: 请输入正确的银行代号
zh_hant: 輸入正確的銀行代碼

# Literal.MSfB.ErrorMessage.EmptyAccountNumber
source: Enter an account number
af: Voer ’n rekeningnommer in
am: የሂሳብ ቁጥር ያስገቡ
ar: إدخال رقم الحساب
as: এটা একাউণ্ট নম্বৰ প্ৰৱেশ কৰাওক
az: Hesab nömrəsi daxil edin
bg: Въведете номера на сметката
bn_in: একটি অ্যাকাউন্ট নম্বর প্রবেশ করান
bs: Unesite broj računa
cy: Rhowch rif cyfrif
da: Indtast et kontonummer
de: Geben Sie eine Kontonummer ein.
el: Εισαγάγετε έναν αριθμό λογαριασμού
es: Escribe un número de cuenta
et: Sisestage kontonumber
eu: Idatzi kontu-zenbakia
fa: شماره حساب را وارد کنید
ga: Iontráil uimhir chuntais
gd: Cuir a-steach àireamh cunntais
gl: Introduce un número de conta
gu: એકાઉન્ટ નંબર દાખલ કરો
he: הזן מספר חשבון
hi: कोई खाता संख्या दर्ज करें
hr: Unesite broj računa
hu: Adja meg a számlaszámot.
id: Masukkan nomor akun
is: Færðu inn reikningsnúmer
ja: 口座番号を入力してください
ka: შეიყვანეთ ანგარიშის ნომერი
kk: Тіркелгі нөмірін енгізіңіз
kn: ಖಾತೆ ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ko: 계좌 번호 입력
ku_arab: ژماری ئەژمێرێک تێبنووسه
ky: Эсеп номериңизди киргизиңиз
lo: ປ້ອນເຂົ້າເລກບັນຊີ
lt: Įveskite sąskaitos numerį
lv: Ievadiet konta numuru
mi: Tāurutia he tau pūkete
mk: Внесете број на сметка
ml: ഒരു അക്കൗണ്ട് നമ്പർ നൽകുക
mn: Дансны дугаараа оруул
mr: एक खाते क्रमांक प्रविष्ट करा
ms: Masukkan nombor akaun
mt: Daħħal numru ta' kont
ne: खाता नम्बर प्रविष्ट गर्नुहोस्
nn_no: Skriv inn eit kontonummer
no: Angi kontonummer
or: ଏକ ଏକାଉଣ୍ଟ ନମ୍ୱର ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اکاؤنٹ نمبر درج کرو
pa_in: ਇੱਕ ਖਾਤਾ ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź numer konta
ru: Введите номер счета
sd: هڪ اڪائونٽ نمبر داخل ڪريو
si: ගිණුම් අංකයක් ඇතුල් කරන්න
sl: Vnesite številko računa
sr_cyrl_rs: Унесите број рачуна
sr_latn_rs: Unesite broj računa
sv: Ange ett kontonummer
ta: கணக்கு எண்ணை உள்ளிடவும்
te: ఒక ఖాతా సంఖ్యను నమోదు చేయండి
tg: Рақами суратҳисобро ворид кунед
th: ป้อนหมายเลขบัญชี
tr: Hesap numarasını girin
tt: Хисап номерын кертегез
ug: ھېسابات نومۇرىنى كىرگۈزۈڭ
uk: Введіть номер рахунку
ur: ایک اکاؤنٹ نمبر داخل کریں
uz: Hisob raqamingizni kiriting
vi: Nhập số tài khoản
zh_hans: 请输入帐号
zh_hant: 輸入帳戶號碼

# Literal.MSfB.ErrorMessage.UnselectedCheckbox
source: Accept the terms by selecting the checkbox
af: Aanvaar die bepalings deur die merkblokkie te selekteer
am: መምረጫ ሳጥኑን በመምረጥ ውሎችን ይምረጡ
ar: قبول الشروط عن طريق تحديد خانة الاختيار
as: পৰীক্ষণ বাকচ চয়ন কৰি চৰ্তসমূহ স্বীকাৰ কৰক
az: Seçim xanasını seçməklə şərtləri qəbul edin
bg: Приемете условията, като поставите отметка в квадратчето
bn_in: চেকবক্সটি নির্বাচন করার মাধ্যমে শর্তাবলী মেনে নিন
bs: Prihvatite uslove tako što ćete potvrditi polje
cy: Derbyniwch yr amodau trwy ddethol y blwch ticio
da: Acceptér vilkårene ved at markere afkrydsningsfeltet
de: Aktivieren Sie das Kontrollkästchen, um die Bestimmungen zu akzeptieren.
el: Αποδεχθείτε τους όρους επιλέγοντας το πλαίσιο ελέγχου
es: Al seleccionar la casilla, aceptas los términos
et: Tingimustega nõustumiseks märkige vastav ruut
eu: Onartu baldintzak, koadroa hautatuta
fa: با علامت زدن کادر انتخاب، شرایط را بپذیرید
ga: Glac na téarmaí tríd an ticbhosca a roghnú
gd: Cuir cromag sa bhogsa a ghabhail ris na teirmichean
gl: Selecciona a caixa de verificación para aceptar os termos
gu: ચેકબોક્ષ પસંદ કરી શરતો સ્વીકારો
he: קבל את התנאים באמצעות סימון תיבת הסימון הזו
hi: चेकबॉक्स का चयन करके शर्तों को स्वीकार करें
hr: Prihvatite uvjete tako da potvrdite okvir
hu: A jelölőnégyzet bejelölésével fogadja el a feltételeket.
id: Setujui syarat dengan memilih kontak centang
is: Samþykktu skilmálana með því að velja gátreitinn
ja: チェック ボックスをオンにして、ご契約条件に同意してください
ka: პირობებზე დასათანხმებლად, მონიშნეთ უჯრა
kk: Құсбелгіні таңдаумен шарттарды қабылдаңыз
kn: ಚೆಕ್‌ಬಾಕ್ಸ್‌ ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ನಿಯಮಗಳನ್ನು ಸಮ್ಮತಿಸಿ
ko: 확인란을 선택하여 약관에 동의하세요.
ku_arab: مەرجەکان پەسەند بکه لەڕێگەی دەسنیشانکردنی خانەی پشکنینەکەوه
ky: Текшерүү кутусун тандагандан кийин шарттарды кабыл алыңыз
lo: ຍອມຮັບຂໍ້ກຳນົດໂດຍການເລືອກກ່ອງສີ່ຫລ່ຽມ.
lt: Sutikite su sąlygomis pažymėdami žymės langelį
lv: Piekrītiet noteikumiem, atzīmējot izvēles rūtiņu
mi: Tūtohutia ngā whakaritenga mā te tīpako i te pouaka taki
mk: Прифатете ги условите избирајќи го полето за избор
ml: ചെക്ക്ബോക്സ് തിരഞ്ഞെടുക്കുന്നതിലൂടെ നിബന്ധനകൾ അംഗീകരിക്കുക
mn: Нүдийг сонгоод нөхцөлийг зөвшөөрнө үү
mr: चेकबॉक्सला निवडून अटींचा स्वीकार करा
ms: Terima terma dengan memilih kotak pilihan
mt: Aċċetta t-termini billi tagħżel il-kaxxa fejn timmarka
ne: जाँचबाकस चयन गरी सर्तहरू स्वीकार गर्नुहोस्
nn_no: Merk av i avmerkingsboksen for å godta vilkåra
no: Godta vilkårene ved å merke av i avmerkingsboksen
or: ଚେକବକ୍ସ ଚୟନ କରି ସର୍ତ୍ତ ସ୍ୱୀକାର କରନ୍ତୁ
pa_arab_pk: چیک باکس نوں منتخب کردیاں شرائط منظور کرو
pa_in: ਚੈਕਬੌਕਸ ਨੂੰ ਚੁਣ ਕੇ ਸ਼ਰਤਾਂ ਨੂੰ ਸਵੀਕਾਰ ਕਰੋ
pl: Zaakceptuj warunki, zaznaczając pole wyboru
ru: Примите условия, установив флажок
sd: چيڪ باڪس پي چونڊي شرطون قبول ڪريو
si: සලකුණු කොටුව තෝරා නියමයන් පිළිගන්න
sl: Potrdite polje in sprejmite pogoje
sr_cyrl_rs: Прихватите одредбе потврдом избора у пољу
sr_latn_rs: Prihvatite odredbe potvrdom izbora u polju
sv: Markera kryssrutan för att acceptera villkoren
ta: தேர்வுப்பெட்டியைத் தேர்ந்தெடுப்பதன் மூலம் விதிமுறைகளை ஏற்கவும்
te: తనిఖీపెట్టెను ఎంచుకోవడం ద్వారా షరతులను అంగీకరించండి
tg: Бо интихоб кардани байрақча шартҳоро қабул кунед
th: ยอมรับเงื่อนไขโดยการเลือกกล่องกาเครื่องหมาย
tr: Onay kutusunu seçerek koşulları kabul edin
tt: Шакмакны тамгалап, шартларны кабул итегез
ug: ‏‏تاللاش رامكىسى تاللاپ ئىجازەت كېلىشىمىگە قوشۇلۇڭ
uk: Прийміть умови, установивши відповідний прапорець
ur: پڑتال خانہ منتخب کر کے شرائط قبول کریں
uz: Belgilash maydoniga belgi qo‘yish orqali shartlarni qabul qiling
vi: Chấp nhận các điều khoản bằng cách chọn hộp kiểm
zh_hans: 选中此复选框即代表你接受这些条款
zh_hant: 勾選核取方塊以接受條款

# Literal.MSfB.ErrorMessage.EmptyBIC
source: Enter your BIC
af: Voer jou BIC in
am: የእርስዎን BIC ያስገቡ
ar: إدخال الرمز التعريفي البنكي (BIC) الخاص بك
as: আপোনাৰ BIC প্ৰৱেশ কৰাওক
az: BIC-nizi daxil edin
bg: Въведете вашия BIC
bn_in: আপনার BIC প্রবেশ করান
bs: Unesite BIC
cy: Rhowch eich BIC
da: Indtast din BIC-kode
de: Geben Sie Ihren BIC ein.
el: Εισαγάγετε το BIC σας
es: Escribe el BIC
et: Sisestage oma BIC
eu: Idatzi BIC
fa: BIC خود را وارد کنید
ga: Iontráil do BIC
gd: Cuir a-steach am BIC agad
gl: Introduce o BIC
gu: તમારો BIC દાખલ કરો
he: הזן את ה- BIC
hi: अपना BIC दर्ज करें
hr: Unesite BIC
hu: Adja meg a BIC kódot.
id: Masukkan BIC Anda
is: Færðu inn BIC-kóðann
ja: BIC を入力してください
ka: შეიყვანეთ თქვენი BIC
kk: БИК енгізіңіз
kn: ನಿಮ್ಮ BIC ನಮೂದಿಸಿ
ko: BIC 입력
ku_arab: BIC ەکەت تێبنووسه
ky: БИК номериңизди киргизиңиз
lo: ປ້ອນເຂົ້າ BIC ຂອງທ່ານ
lt: Įveskite BIC
lv: Ievadiet BIC
mi: Tāurutia tō ingoa pēke
mk: Внесете го својот BIC
ml: നിങ്ങളുടെ BIC നൽകുക
mn: BIC-ээ оруул
mr: आपला BIC प्रविष्ट करा
ms: Masukkan BIC anda
mt: Daħħal l-isem tal-bank tiegħek
ne: आफ्नो BIC प्रविष्ट गर्नुहोस्
nn_no: Skriv inn BIC-kode
no: Angi BIC-kode
or: ଆପଣଙ୍କର BIC ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنا BIC درج کرو
pa_in: ਆਪਣਾ BIC ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź kod BIC
ru: Введите BIC
sd: پنهنجو BIC داخل ڪريو
si: ඔබගේ BIC ඇතුල් කරන්න
sl: Vnesite BIC
sr_cyrl_rs: Унесите BIC
sr_latn_rs: Unesite BIC
sv: Ange din BIC-kod
ta: உங்கள் BIC-ஐ உள்ளிடவும்
te: మీ BIC ను నమోదు చేయండి
tg: BIC-и худро ворид кунед
th: ป้อน BIC ของคุณ
tr: BIC kodunuzu girin
tt: BIC номерын кертегез
ug: BIC نى كىرگۈزۈڭ
uk: Введіть BIC-код
ur: اپنا BIC داخل کریں
uz: BIC’ni kiriting
vi: Nhập BIC của bạn
zh_hans: 请输入你的 BIC
zh_hant: 輸入您的 BIC

# Literal.MSfB.ErrorMessage.EmptyBankName
source: Enter your bank name
af: Voer jou bank se naam in
am: የባንክዎን ስም ያስገቡ
ar: إدخال اسم البنك الذي تتعامل معه
as: আপোনাৰ বেংকৰ নাম প্ৰৱেশ কৰাওক
az: Bankınızın adını daxil edin
bg: Въведете името на банката
bn_in: আপনার ব্যাঙ্কের নাম প্রবেশ করান
bs: Unesite naziv vaše banke
cy: Rhowch enw eich banc
da: Indtast din banks navn
de: Geben Sie den Namen Ihrer Bank ein.
el: Εισαγάγετε το όνομα της τράπεζάς σας
es: Escribe el nombre del banco
et: Sisestage panga nimi
eu: Idatzi bankuaren izena
fa: نام بانک خود را وارد کنید
ga: Iontráil ainm do bhainc
gd: Cuir a-steach ainm a’ bhanca agad
gl: Introduce o nome do banco
gu: તમારી બેંકનું નામ દાખલ કરો
he: הזן את שם הבנק
hi: अपने बैंक का नाम दर्ज करें
hr: Ovdje naziv vaše banke
hu: Adja meg a bank nevét.
id: Masukkan nama bank Anda
is: Færðu inn heiti bankans
ja: 銀行名を入力してください
ka: შეიყვანეთ თქვენი ბანკის სახელი
kk: Банк атын енгізіңіз
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ ಹೆಸರು ನಮೂದಿಸಿ
ko: 은행 이름 입력
ku_arab: ناوی بانکەکەت تێبنووسه
ky: Банкыңыздын аталышын киргизиңиз
lo: ປ້ອນເຂົ້າຊື່ທະນາຄານຂອງທ່ານ
lt: Įveskite banko pavadinimą
lv: Ievadiet bankas nosaukumu
mi: Tāurutia tō BIC
mk: Внесете го името на банката
ml: നിങ്ങള്‍ അയയ്ക്കുന്നയാളുടെ പേര് നൽകുക
mn: Банкныхаа нэрийг оруул
mr: आपले बँक नाव प्रविष्ट करा
ms: Masukkan nama bank anda
mt: Daħħal il-BIC tiegħek
ne: आफ्नो बैँकको नाम प्रविष्ट गर्नुहोस्
nn_no: Skriv inn namnet på banken
no: Angi bankens navn
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنے بینک دا ناں درج کرو
pa_in: ਆਪਣੇ ਬੈਂਕ ਦਾ ਨਾਮ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź nazwę banku
ru: Введите название банка
sd: پنهنجي بينڪ جو نالو داخل ڪريو
si: ඔබගේ බැංකුවේ නම ඇතුල් කරන්න
sl: Vnesite ime banke
sr_cyrl_rs: Унесите име банке
sr_latn_rs: Unesite ime banke
sv: Ange bankens namn
ta: உங்கள் வங்கிப் பெயரை உள்ளிடவும்
te: మీ బ్యాంక్ పేరును నమోదు చేయండి
tg: Номи бонки худро ворид кунед
th: ป้อนชื่อธนาคารของคุณ
tr: Bankanızın adını girin
tt: Банк исемен кертегез
ug: بانكىڭىزنىڭ ئىسمىنى كىرگۈزۈڭ
uk: Введіть назву банку
ur: اپنے بینک کا نام داخل کریں
uz: Bankingiz nomini kiriting
vi: Nhập tên ngân hàng của bạn
zh_hans: 请输入你的银行名称
zh_hant: 輸入您的銀行名稱

# Literal.MSfB.ErrorMessage.EmptyIBANNumber
source: Enter your IBAN number
af: Voer jou IBAN-nommer in
am: የIBAN ቁጥርዎን ያስገቡ
ar: إدخال رقم IBAN
as: আপোনাৰ IBAN নম্বৰ প্ৰৱেশ কৰাওক
az: IBAN nömrənizi daxil edin
bg: Въведете IBAN номер
bn_in: আপনার IBAN নম্বর প্রবেশ করান
bs: Unesite IBAN
cy: Rhowch eich rhif IBAN
da: Indtast dit IBAN-nummer
de: Geben Sie Ihre IBAN ein.
el: Εισαγάγετε τον αριθμό IBAN σας
es: Escribe el número de IBAN
et: Sisestage IBAN-number
eu: Idatzi IBAN zenbakia
fa: شماره IBAN خود را وارد کنید
ga: Iontráil d'uimhir IBAN
gd: Cuir a-steach an àireamh IBAN agad
gl: Introduce o número IBAN
gu: તમારો IBAN નંબર દાખલ કરો
he: הזן מספר זה"ב
hi: अपना IBAN नंबर दर्ज करें
hr: Unesite IBAN
hu: Adja meg az IBAN számát.
id: Masukkan nomor IBAN Anda
is: Færðu inn IBAN-númerið
ja: IBAN 番号を入力してください
ka: შეიყვანეთ IBAN ნომერი
kk: IBAN нөмірін енгізіңіз
kn: ನಿಮ್ಮ IBAN ಸಂಖ್ಯೆ ನಮೂದಿಸಿ
ko: IBAN 번호 입력
ku_arab: ژمارەی IBAN ی خۆت تێبنووسه
ky: IBAN номериңизди киргизиңиз
lo: ປ້ອນເຂົ້າເລກ IBAN ຂອງທ່ານ
lt: Įveskite IBAN numerį
lv: Ievadiet IBAN numuru
mi: Tāurutia tō tau IBAN
mk: Внесете го IBAN-бројот
ml: നിങ്ങളുടെ IBAN നമ്പർ നൽകുക
mn: IBAN дугаараа оруул
mr: आपला IBAN क्रमांक प्रविष्ट करा
ms: Masukkan nombor IBAN anda
mt: Daħħal in-numru IBAN tiegħek
ne: आफ्नो IBAN नम्बर प्रविष्ट गर्नुहोस्
nn_no: Skriv inn IBAN-nummer
no: Angi IBAN-nummer
or: ଆପଣଙ୍କର IBAN ନମ୍ୱର ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنا IBAN نمبر درج کرو
pa_in: ਆਪਣਾ IBAN ਨੰਬਰ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź numer IBAN
ru: Введите номер IBAN
sd: پنهنجو IBAN نمبر داخل ڪريو
si: ඔබගේ IBAN අංකය ඇතුල් කරන්න
sl: Vnesite številko IBAN
sr_cyrl_rs: Унесите IBAN број
sr_latn_rs: Unesite IBAN broj
sv: Ange ditt IBAN-nummer
ta: உங்கள் IBAN எண்ணை உள்ளிடவும்
te: మీ IBAN సంఖ్యను నమోదు చేయండి
tg: Рақами IBAN-и худро ворид кунед
th: ป้อนหมายเลข IBAN ของคุณ
tr: IBAN numaranızı girin
tt: IBAN номерын кертегез
ug: IBAN نومۇرىڭىزنى كىرگۈزۈڭ
uk: Введіть свій номер IBAN
ur: اپنا IBAN نمبر داخل کریں
uz: IBAN raqamini kiriting
vi: Nhập số IBAN của bạn
zh_hans: 请输入你的 IBAN 号码
zh_hant: 輸入您的 IBAN 號碼

# Literal.Klarna.Add.DateOfBirth
source: Date of birth
af: Geboortedatum
am: የልደት ቀን
ar: تاريخ الميلاد
as: জন্মৰ তাৰিখ
az: Doğum tarixi
bg: Дата на раждане
bn_in: জন্মের তারিখ
bs: Datum rođenja
cy: Dyddiad geni
da: Fødselsdato
de: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
et: Sünnikuupäev
eu: Jaioteguna
fa: تاریخ تولد
ga: Dáta breithe
gd: Là-breith
gl: Data de nacemento
gu: જન્મ તારીખ
he: תאריך לידה
hi: जन्म तिथि
hr: Datum rođenja
hu: Születési dátum
id: Tanggal lahir
is: Fæðingardagur
ja: 生年月日
ka: დაბადების თარიღი
kk: Туған күні
kn: ಹುಟ್ಟಿದ ದಿನಾಂಕ
ko: 생년월일
ku_arab: بەرواری لەدایکبوون
ky: Туулган күн
lo: ວັນເດືອນປີເກີດ
lt: Gimimo data
lv: Dzimšanas datums
mi: Rā whānau
mk: Датум на раѓање
ml: ജന്മദിനം
mn: Төрсөн огноо
mr: जन्म तारीख
ms: Tarikh lahir
mt: Data tat-twelid
ne: जन्म मिति
nn_no: Fødselsdato
no: Fødselsdato
or: ଜନ୍ମ ତାରିଖ
pa_arab_pk: جمن دی تریخ
pa_in: ਜਨਮ ਮਿਤੀ
pl: Data urodzenia
ru: Дата рождения
sd: پيدائش جي تاريخ
si: උපන්දිනය
sl: Datum rojstva
sr_cyrl_rs: Датум рођења
sr_latn_rs: Datum rođenja
sv: Födelsedatum
ta: பிறந்த தேதி
te: పుట్టిన తేదీ
tg: Санаи таваллуд
th: วันเกิด
tr: Doğum tarihi
tt: Туган көн датасы
ug: تۇغۇلغان كۈن
uk: Дата народження
ur: تاريخ پيدائش
uz: Tug‘ilgan kun sanasi
vi: Ngày sinh
zh_hans: 出生日期
zh_hant: 出生日期

# Literal.Klarna.ErrorMessage.IncorrectlyFormattedDateOfBirth.New
source: Check the format of your date of birth
af: Kontroleer die formaat van jou geboortedatum
am: የልደት ቀንዎን ቅርጸት ይፈትሹ
ar: التحقق من تنسيق تاريخ الميلاد
as: আপোনাৰ জন্মৰ তাৰিখৰ সজ্জা পৰীক্ষা কৰক
az: Doğum tarixinizin formatını yoxlayın
bg: Проверете формата на датата си на раждане
bn_in: আপনার জন্ম তারিখের ফরম্যাটটি চেক করুন
bs: Provjerite format svog datuma rođenja
cy: Gwirwich fformat eich dyddiad geni
da: Kontrollér formatet af din fødselsdato
de: Überprüfen Sie das Format Ihres Geburtsdatums.
el: Ελέγξτε τη μορφή της ημερομηνίας γέννησης
es: Comprobar el formato de la fecha de nacimiento
et: Kontrollige sünnikuupäeva vormingut
eu: Egiaztatu jaiotegunaren formatua
fa: قالب تاریخ تولد خود را بررسی کنید
ga: Seiceáil formáid do dháta breithe
gd: Thoir sùil air fòrmat do latha-breith
gl: Comprobar o formato da data de nacemento
gu: તમારી જન્મ તારીખનું ફોર્મેટ ચકાસો
he: בדוק את התבנית של תאריך הלידה שלך
hi: अपनी जन्मतिथि का स्वरूप जाँचें
hr: Provjerite oblik svojeg datuma rođenja
hu: Ellenőrizze a születési dátum formátumát.
id: Periksa format tanggal lahir Anda
is: Athugaðu snið fæðingardags
ja: 生年月日の形式を確認してください
ka: შეამოწმეთ თქვენი დაბადების თარიღის ფორმატი
kk: Туған күніңіздің пішімін тексеріңіз
kn: ನಿಮ್ಮ ಜನ್ಮ ದಿನಾಂಕದ ಸ್ವರೂಪವನ್ನು ಪರೀಕ್ಷಿಸಿ
ko: 생년월일의 형식을 확인하세요.
ku_arab: فۆرماتی بەرواری لەدایکبوونت بپشکنه
ky: Туулган күнүңүздүн форматын текшериңиз
lo: ກວດເບິ່ງຮູບແບບຂອງວັນເດືອນປີເກີດ
lt: Patikrinkite gimimo datos formatą
lv: Pārbaudiet dzimšanas datuma formātu
mi: TIrohia te hōputu o tō rā whānau
mk: Проверете го форматот на датумот на раѓање
ml: നിങ്ങളുടെ ജനനത്തീയതിയുടെ ഫോർമാറ്റ് പരിശോധിക്കുക
mn: Төрсөн огноонхоо хэлбэрийг шалгана уу
mr: आपल्या जन्म तारीखचे स्वरूप तपासा
ms: Semak format tarikh lahir anda
mt: Iċċekkja l-format tad-data tat-twelid tiegħek
ne: तपाईंको जन्म मितिको ढाँचा जाँच्नुहोस्
nn_no: Kontroller format for fødselsdato
no: Kontroller format for fødselsdato
or: ଆପଣଙ୍କର ଜନ୍ମ ତାରିଖର ଫର୍ମାଟ୍‌ ଯାଞ୍ଚ କରନ୍ତୁ
pa_arab_pk: اپنی جمن دی تریخ دا فارمیٹ چیک کرو
pa_in: ਆਪਣੀ ਜਨਮ ਮਿਤੀ ਦਾ ਫਾਰਮੈਟ ਚੈੱਕ ਕਰੋ
pl: Sprawdź format swojej daty urodzenia
ru: Проверьте формат даты рождения
sd: پنهنجي پيدائش جي تاريخ جو فارميٽ چيڪ ڪريو
si: ඔබගේ උපන් දිනයේ ආකෘතිය පරීක්ෂා කරන්න
sl: Preverite obliko zapisa datuma rojstva
sr_cyrl_rs: Проверите формат датума рођења
sr_latn_rs: Proverite format datuma rođenja
sv: Kontrollera formatet för ditt födelsedatum
ta: உங்கள் பிறப்பு தேதியின் வடிவத்தை சரிபார்க்கவும்
te: మీ పుట్టిన రోజు ఆకృతిని తనిఖీ చేయండి
tg: Формати санаи таваллуди худро санҷед
th: ตรวจสอบรูปแบบวันเกิดของคุณ
tr: Doğum tarihinizin biçimini kontrol edin
tt: Туган көнегез датасының форматын тикшерегез
ug: تۇغۇلغان كۈنىڭىزنىڭ فورماتىنى تەكشۈرۈڭ
uk: Перевірте формат дати народження
ur: اپنی تاریخ پیدائش وضع کی پڑتال کریں
uz: Tug‘ilgan kuningiz sanasi formatini tekshiring
vi: Kiểm tra định dạng ngày sinh của bạn
zh_hans: 请检查出生日期的格式
zh_hant: 檢查您的生日的格式
