Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PayPalPayInDesc.Help
source: When you click <strong>{0}</strong>, you will be redirected to PayPal.com so PayPal can authenticate your account. Microsoft will collect your PayPal account info from PayPal, but won't use that info without your permission.
af: Wanneer jy op <strong>{0}</strong> klik, sal jy na PayPal.com herlei word sodat PayPal jou rekening kan waarmerk. Microsoft sal jou PayPal-rekeninginligting van PayPal versamel, maar sal daardie inligting nie sonder jou toestemming gebruik nie.
am: <strong>{0}</strong>,ጠቅ ስታደርግ ወደ PayPal.com ትመራለህ።ስለዚህ PayPal ለመለያህ ፍቃድ መስጠት ይችላል። Microsoft PayPal መለያህ መረጃ ከPayPal ይሰበስባል፡ሆኖም ግን ካላንተ ፍቃድ ያንን መረጃ አይጠቀምበትም።
ar: عندما تنقر فوق <strong>{0}</strong>، سيعاد توجيهك إلى موقع PayPal.com بحيث يمكن لـ PayPal المصادقة على حسابك. وستقوم Microsoft بجمع معلومات حساب PayPal الخاص بك من PayPal ولكنها لن تستخدم تلك المعلومات بدون إذن منك.
as: আপুনি <strong>{0}</strong> ক্লিক কৰাৰ সময়ত, আপুনি PayPal.com-লৈ পুনঃনিৰ্দেশিত হৈ যাব যাতে PayPal আপোনাৰ একাউণ্ট প্ৰামাণিক কৰিব পাৰে৷ Microsoft PayPal-ৰ পৰা আপোনাৰ PayPal একাউণ্ট সংগ্ৰহ কৰিব, কিন্তু আপোনাৰ অনুমতিৰ অবিহনে তাক ব্যৱহাৰ নকৰিব৷
az: <strong>{0}</strong> kliklədikdə, siz PayPal.com ünvanına yönləndiriləcəksiniz ki, PayPal hesabınızın əsilliyini yoxlaya bilsin. Microsoft PayPal-dan PayPal hesab məlumatınızı alacaq, lakin icazəniz olmadan həmin məlumatdan istifadə etməyəcəkdir.
bg: Когато щракнете върху <strong>{0}</strong>, ще бъдете пренасочен към PayPal.com, за да може PayPal да удостовери акаунта ви. Microsoft ще получи данните за Paypal акаунта ви от PayPal, но няма да използва тези данни без ваше разрешение.
bn_in: আপনি যখন <strong>{0}</strong> ক্লিক করবেন, আপনি PayPal.com-এ পরিচালিত হবেন যাতে PayPal আপনার অ্যাকাউন্টটিকে প্রমাণ করতে পারে৷ Microsoft PayPal থেকে আপনার PayPal অ্যাকাউন্ট তথ্য সংগ্রহ করবে তবে আপনার অনুমতি ছাড়া এই তথ্য ব্যবহার করবে না৷
bs: Kada kliknete na dugme <strong>{0}</strong>, bit ćete preusmjereni na lokaciju PayPal.com da bi kompanija PayPal mogla potvrditi identitet vašeg računa. Microsoft će prikupiti podatke o PayPal računu od usluge PayPal, ali ih neće upotrijebiti bez vaše dozvole.
cy: Pan fyddwch chi'n clicio <strong>{0}</strong>, byddwn yn eich ailgyfeirio chi i PayPal.com er mwyn i PayPal ddilysu eich cyfrif. Bydd Microsoft yn casglu gwybodaeth am eich cyfrif PayPal gan PayPal ond ddim yn ei defnyddio heb eich caniatâd.
da: Når du klikker på <strong>{0}</strong>, omdirigeres du til PayPal.com, så PayPal kan godkende din konto. Microsoft indsamler dine Paypal-kontooplysninger fra PayPal, men anvender dem ikke uden din tilladelse.
de: Wenn Sie auf <strong>{0}</strong> klicken, werden Sie zu „PayPal.com“ weitergeleitet, damit Ihr Konto von PayPal authentifiziert werden kann. Microsoft erfasst Ihre PayPal-Kontoinformationen von PayPal, verwendet diese jedoch nicht ohne Ihre Zustimmung.
el: Όταν κάνετε κλικ στην επιλογή <strong>{0}</strong>, θα ανακατευθυνθείτε στο PayPal.com προκειμένου το PayPal να μπορέσει να ελέγξει την ταυτότητα του λογαριασμού σας. Η Microsoft θα συλλέξει τις πληροφορίες του λογαριασμού σας PayPal από το PayPal, αλλά δεν θα τις χρησιμοποιήσει χωρίς την άδειά σας.
es: Al hacer clic en <strong>{0}</strong>, le redirigiremos a PayPal.com para que PayPal pueda autenticar su cuenta. Microsoft recopilará la información de su cuenta de PayPal, pero no la usará sin su permiso.
et: Kui klõpsate suvandit <strong>{0}</strong>, suunatakse teid lehele PayPal.com, et PayPal saaks teie konto autentida. Microsoft kogub teie PayPali konto teavet PayPalist, kuid ei kasuta seda ilma teie loata.
eu: <strong>{0}</strong> sakatuta, PayPal.com gunera zuzenduko zara, PayPal-ek zure kontua autentifika dezan. Microsoft-ek PayPal-eko zure kontuko informazioa bilduko du, baina ez du zure baimenik gabe erabiliko.
fa: هنگامی که روی <strong>{0}</strong> کلیک می کنید، به PayPal.com منتقل می شوید تا PayPal بتواند اعتبار حساب شما را تأیید کند. Microsoft اطلاعات حساب PayPal شما را از PayPal دریافت می کند اما از آن اطلاعات بدون مجوز شما استفاده نخواهد کرد.
ga: Nuair a chliceálfaidh tú ar <strong>{0}</strong>, atreorófar tú chuig PayPal.com ionas gur féidir le PayPal do chuntas a fhíordheimhniú. Baileoidh Microsoft faisnéis maidir le do chuntas PayPal, ach ní úsáidfidh sé í gan chead uait.
gd: Nuair a bhriogas tu air <strong>{0}</strong>, thèid d' ath-stiùireadh gu PayPal.com airson 's gun dearbh PayPal an cunntas agad. Cruinnichidh Microsoft fiosrachadh mun chunntas PayPal agad o PayPal ach cha chleachd sinn am fiosrachadh sin gun chead uat.
gl: Cando prema en <strong>{0}</strong>, redireccionarémolo a PayPal.com para que PayPal poida autenticar a súa conta. Microsoft recollerá a información da súa conta de Paypal, pero non a usará sen o seu consentimento.
gu: તમે <strong>{0}</strong> ક્લીક કરો ત્યારે, તમને PayPal.com પર મોકલવામાં આવશે આથી PayPal તમારા ખાતાનું પ્રમાણીકરણ કરી શકે. PayPal તરફથી તમારી PayPal ખાતા માહિતી Microsoft એકત્ર કરશે, પરંતુ તમારી અનુમતિ વિના તે માહિતીનો ઉપયોગ કરશે નહીં.
he: בעת הלחיצה על <strong>{0}</strong>, תנותב מחדש אל PayPal.com כדי ש- PayPal יוכל לאמת את החשבון שלך. Microsoft תאסוף את פרטי חשבון PayPal שלך מ- PayPal, אבל לא תשתמש בפרטים אלה ללא רשותך.
hi: जब आप <strong>{0}</strong> क्लिक करते हैं, तो आपको PayPal.com पर पुनर्निर्देशित किया जाएगा, ताकि PayPal आपका खाता प्रमाणीकृत कर सके. Microsoft, Paypal से आपकी PayPal खाता जानकारी एकत्रित करेगा, लेकिन आपकी अनुमति के बिना उस जानकारी का उपयोग नहीं करेगा.
hr: Kad kliknete <strong>{0}</strong>, preusmjerit ćemo vas na PayPal.com kako bi PayPal mogao provjeriti autentičnost vašeg računa. Microsoft će dobiti podatke o vašem računu PayPal od servisa PayPal, ali te podatke neće upotrebljavati bez vašeg dopuštenja.
hu: Amikor rákattint a <strong>{0}</strong> gombra, átirányítjuk a PayPal.com-ra, hogy a PayPal hitelesíthesse az Ön fiókját. A Microsoft átveszi a PayPal-fiók adatait a PayPaltől, de az Ön engedélye nélkül nem használja azokat.
id: Saat Anda mengeklik <strong>{0}</strong>, Anda akan diarahkan ke PayPal.com sehingga PayPal dapat mengautentikasi rekening Anda. Microsoft akan mengumpulkan informasi rekening PayPal Anda dari PayPal, tetapi tidak akan menggunakannya tanpa izin Anda.
is: Þegar þú smellir á <strong>{0}</strong> sendum við þig áfram á PayPal.com svo PayPal geti sannvottað reikninginn þinn. Microsoft safnar PayPal-reikningsupplýsingunum þínum frá PayPal en notar þær ekki án þíns leyfis.
ja: [<strong>{0}</strong>] をクリックすると、PayPal.com にリダイレクトされ、PayPal がお客様のアカウントを認証します。Microsoft は、PayPal から PayPal アカウント情報を収集しますが、お客様の許可なくこれを使用することはありません。
ka: როდესაც დააწკაპუნებთ ღილაკზე "<strong>{0}</strong>", გადახვალთ საიტზე PayPal.com და PayPal შეძლებს თქვენი ანგარიშის ამოცნობას. Microsoft მიიღებს თქვენი PayPal ანგარიშის ინფორმაციას PayPal-დან, მაგრამ ამ ინფორმაციას არ გამოიყენებს თქვენი ნებართვის გარეშე.
kk: <strong>{0}</strong> түймешігін басқанда PayPal.com торабына қайта бағытталасыз, сөйтіп, PayPal тіркелгіңіздің түпнұсқалығын растай алады. Microsoft PayPal жүйесінен PayPal тіркелгіңіз туралы ақпаратты жинайды, бірақ оны рұқсатыңызсыз пайдаланбайды.
kn: ನೀವು <strong>{0}</strong> ಕ್ಲಿಕ್ ಮಾಡಿದಾಗ, ನಿಮ್ಮನ್ನು PayPal.com ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ ಈ ಮೂಲಕ ನಿಮ್ಮ ಖಾತೆಯನ್ನು PayPal ದೃಢೀಕರಿಸಬಹುದಾಗಿರುತ್ತದೆ. ನಿಮ್ಮ PayPal ಖಾತೆ ಮಾಹಿತಿಯನ್ನು PayPal ನಿಂದ Microsoft ಸಂಗ್ರಹಿಸುತ್ತದೆ ಆದರೆ ನಿಮ್ಮ ಅನುಮತಿ ಇಲ್ಲದೆ ಆ ಮಾಹಿತಿಯನ್ನು ಬಳಸುವುದಿಲ್ಲ.
ko: <strong>{0}</strong>을(를) 클릭하면 PayPal에서 회원님의 계정을 인증할 수 있도록 PayPal.com으로 리디렉션됩니다. Microsoft는 Paypal에서 회원님의 PayPal 계정을 수집하지만 회원님의 동의 없이 사용하지는 않습니다.
ku_arab: کاتێک کرتە دەکەیت لەسەر <strong>{0}</strong>، تۆ ئاراستە دەکرێیتەوە بۆ PayPal.com بۆئەوەی PayPal بتوانێت ئەژمێرەکەت بسەلمێنێت. Microsoft هەڵدەستێت بە وەرگرتنی ئەژمێری PayPal ی تۆ لە PayPal، بەڵام ئەم زانیاریە بەبێ رێپێدانی تۆ بەکار ناهێنێت.
ky: Сиз <strong>{0}</strong> нукуурун басканда PayPal сиздин каттоо жазууңузду аныкташы үчүн сиз PayPal.com дарегине жөнөтүлөсүз. Microsoft корпорациясы PayPal системинен сиздин PayPal каттоо жазууңуздун маалыматын алат, бирок ал маалыматты сиздин макулдугуңузсуз колдонбойт.
lo: ເມື່ອທ່ານຄລິກ <strong>{0}</strong>, ທ່ານຈະຖືກນໍາທາງໄປຫາ PayPal.com ເພື່ອໃຫ້ PayPal ສາມາດຮັບຮອງຄວາມຖືກຕ້ອງຂອງບັນຊີຂອງທ່ານ. Microsoft ຈະເກັບເອົາຂໍ້ມູນບັນຊີ PayPal ຂອງທ່ານຈາກ PayPal, ແຕ່ຈະບໍ່ໃຊ້ຂໍ້ມູນນັ້ນໂດຍບໍ່ມີການອະນຸຍາດຂອງທ່ານ.
lt: Spustelėję <strong>{0}</strong> būsite perkelti į svetainę PayPal.com, kad „PayPal“ galėtų patvirtinti jūsų sąskaitą. „Microsoft“ iš „PayPal“ gaus jūsų „PayPal“ sąskaitos informaciją, bet negavusi jūsų leidimo tos informacijos nenaudos.
lv: Noklikšķinot uz <strong>{0}</strong>, tiksit novirzīts uz vietni PayPal.com, kurā uzņēmums PayPal autentificēs jūsu kontu. Korporācija Microsoft apkopos no uzņēmuma PayPal saņemto informāciju par jūsu PayPal kontu, taču šī informācija netiks izmantota bez jūsu atļaujas.
mi: Ki te pāwhiri koe i te <strong>{0}</strong>, ka whakaanga kē koe ki PayPal.com kia taea ai e PayPal tō pūkete te motohēhē. Ka kohikohia ō mōhiohio pūkete PayPal e Microsoft mai i a PayPal, engari e kore taua mōhiohio e whakamahi ki te kore koe e whakaae mai.
mk: Кога ќе кликнете на <strong>{0}</strong>, ќе бидете пренасочени кон PayPal.com за да може PayPal да изврши автентикација на вашата сметка. Microsoft ќе ги собере информациите од вашата сметка на PayPal од PayPal, но нема да ги користи тие информации без ваша дозвола.
ml: നിങ്ങള്‍ <strong>{0}</strong> ക്ലിക്കുചെയ്യുമ്പോള്‍, നിങ്ങളെ PayPal.com-ലേക്ക് റീഡയറക്‌ടുചെയ്യും, അതുവഴി PayPal-ന് നിങ്ങളുടെ അക്കൌണ്ട് പ്രാമാണീകരിക്കാന്‍ കഴിയും. നിങ്ങളുടെ PayPal അക്കൌണ്ട് വിവരങ്ങള്‍ PayPal-ല്‍ നിന്നും Microsoft ശേഖരിക്കുന്നുവെങ്കിലും ആ വിവരങ്ങള്‍ നിങ്ങളുടെ അനുമതിയില്ലാതെ ഉപയോഗിക്കുകയില്ല.
mn: Та <strong>{0}</strong>-ыг товшиход, таныг PayPal.com руу чиглүүлж, PayPal-д таны хэрэглэгчийн дансыг итгэмжлэх боломж өгнө. Microsoft таны PayPal хэрэглэгчийн дансны мэдээллийг PayPal-аас авах боловч таны зөвшөөрөлгүй тус мэдээллийг хэрэглэхгүй.
mr: जेव्हा आपण <strong>{0}</strong> वर क्लिक करता, तेव्हा आपल्याला PayPal.com कडे रीडायरेक्ट केले जाते जेणेकरून PayPal आपले खाते प्रमाणित करू शकते. PayPal कडून Microsoft आपली PayPal खाते माहिती एकत्रित करेल, परंतु आपल्या परवानगीशिवाय ती माहिती वापरणार नाही.
ms: Apabila anda klik <strong>{0}</strong>,anda akan dihalakan semula ke PayPal.com supaya PayPal dapat menentusahkan akaun anda. Microsoft akan mengumpulkan maklumat akaun Paypal anda daripada PayPal tetapi tidak akan menggunakan maklumat tersebut tanpa kebenaran anda.
mt: Meta tikklikkja <strong>{0}</strong>, aħna nerġgħu ngħadduk għal PayPal.com sabiex PayPal tkun tista' tawtentika l-kont tiegħek. Microsoft tiġbor l-informazzjoni tal-kont tiegħek ta' PayPal mingħand PayPal, iżda ma tużax dik l-informazzjoni mingħajr il-permess tiegħek.
ne: जब तपाईँले <strong>{0}</strong> क्लिक गर्नुहुन्छ, तपाईँलाई PayPal.com मा पुन: लगिने छ ताकि PayPal ले तपाईँको खाता प्रमाणीकरण गर्न सकोस्। Microsoft ले तपाईँको PayPal खाता जानकारी सङ्कलन गर्नेछ, तर तपाईँको अनुमति बिना त्यो जानकारी प्रयोग गर्ने छैन।
nn_no: Når du klikkar <strong>{0}</strong>, blir du omdirigert til PayPal.com slik at PayPal kan godkjenne kontoen din. Microsoft registrerer PayPal-kontoopplysningane dine, men tek ikkje opplysningane i bruk utan samtykke frå deg.
no: Når du klikker <strong>{0}</strong>, omadresseres du til PayPal.com, slik at PayPal kan godkjenne kontoen. Microsoft henter inn informasjon om PayPal-kontoen fra PayPal, men vi bruker ikke denne informasjonen uten din tillatelse.
or: ଯେତେବେଳେ ଆପଣ <strong>{0}</strong> କ୍ଲିକ୍ କରିବେ, ଆପଣ PayPal.com କୁ ପୁନଃନିର୍ଦ୍ଦେଶିତ ହେବେ ଯାହା ଦ୍ଵାରା PayPal ଆପଣଙ୍କର ଏକାଉଣ୍ଟ୍ ପ୍ରାମାଣିକରଣ କରିବ. PayPal ଠାରୁ Microsoft ଆପଣଙ୍କର PayPal ଏକାଉଣ୍ଟ ସୂଚନା ସଂଗ୍ରହ କରିବ, କିନ୍ତୁ ଆପଣଙ୍କର ଅନୁମତି ବିନା ସେହି ସୂଚନା ବ୍ୟବହାର କରିବ ନାହିଁ.
pa_arab_pk: جدوں تسی <strong>{0}</strong> تے کلک کرو گے تے تساں نوںPayPal.com وال موڑ دیتا جائے گا تا کہ PayPal تاڈے اکاؤنٹ دی تصدیق کرسکے۔ Microsoft تساں دےPayPal اکاؤنٹ دی معلومات PayPal کولوں لے لے گا، لیکن اینہوں تساں دی اجازت دے بغیرنئیں ورتے گا۔
pa_in: ਜਦ ਤੁਸੀਂ <strong>{0}</strong> 'ਤੇ ਕਲਿੱਕ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ PayPal.com ਵੱਲ ਨਿਰਦੇਸ਼ਿਤ ਕੀਤਾ ਜਾਵੇਗਾ ਤਾਂ ਜੋ PayPal ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਤਸਦੀਕ ਕਰ ਸਕੇ। Microsoft ਤੁਹਾਡੇ PayPal ਖਾਤੇ ਦੀ ਜਾਣਕਾਰੀ PayPal ਤੋਂ ਇਕੱਤਰ ਕਰੇਗੀ, ਪਰ ਤੁਹਾਡੀ ਆਗਿਆ ਤੋਂ ਬਿਨਾਂ ਇਸ ਜਾਣਕਾਰੀ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰੇਗੀ।
pl: Kliknięcie przycisku <strong>{0}</strong> spowoduje przekierowanie do witryny PayPal.com, aby usługa PayPal mogła uwierzytelnić konto. Firma Microsoft pobierze informacje o koncie usługi PayPal, jednak nie użyje ich bez zgody użytkownika.
ru: При нажатии кнопки <strong>{0}</strong> вы будете перенаправлены на сайт PayPal.com для проверки подлинности вашей учетной записи службой PayPal. Корпорация Майкрософт получит сведения об учетной записи PayPal из службы PayPal, но не будет использовать их без вашего разрешения.
sd: جڏهن توهان <strong>{0}</strong> کي ڪلڪ ڪندا، توهان ٻيهر PayPal.com تي موڪيا ويندا ته PayPal توهان جي اڪائونٽ جي تصديق ڪري سگھي. Microsoft توهان جي PayPal اڪائونٽ جي معلومات PayPal مان گڏ ڪندو، پر اها معلومات توهان جي اجازت بغير استعمال نه ڪندو.
si: ඔබ විසින් <strong>{0}</strong>ක්ලික් කිරීමෙන් අනතුරුව PayPal මගින් ඔබගේ ගිණුම සත්‍යාපනය කළ හැකි වන පරිදි ඔබව PayPal.com වෙත යොමු කෙරෙනු ඇත. Microsoft සමාගම මගින් ඔබේ PayPal ගිණුම් තොරතුරු ලබා ගන්නා නමුත් ඒවා ඔබේ අවසරයකින් තොරව භාවිතා නො කරනු ඇත.
sl: Ko kliknete <strong>{0}</strong>, boste preusmerjeni na spletno mesto PayPal.com, da bo lahko PayPal preveril pristnost vašega računa. Microsoft bo od PayPala zbral podatke o vašem računu v storitvi PayPal, vendar jih ne bo uporabil brez vašega dovoljenja.
sr_cyrl_rs: Када кликнете на дугме <strong>{0}</strong>, бићете преусмерени на адресу PayPal.com да би компанија PayPal могла да потврди идентитет вашег налога. Корпорација Microsoft ће прикупити информације о PayPal налогу од услуге PayPal, али их неће употребити без ваше дозволе.
sr_latn_rs: Kada kliknete na dugme <strong>{0}</strong>, bićete preusmereni na adresu PayPal.com da bi kompanija PayPal mogla da potvrdi identitet vašeg naloga. Korporacija Microsoft će prikupiti informacije o PayPal nalogu od usluge PayPal, ali ih neće upotrebiti bez vaše dozvole.
sv: När du klickar på <strong>{0}</strong> omdirigeras du till PayPal.com så att PayPal kan autentisera ditt konto. Microsoft samlar in din PayPal-kontoinformation från PayPal men använder inte informationen utan ditt tillstånd.
ta: <strong>{0}</strong> -ஐக் கிளிக் செய்யும்போது, PayPal.com -க்கு திருப்பப்படுவீர்கள் அதனால் PayPal உங்கள் கணக்கை அங்கீகரிக்க முடியும். Microsoft உங்கள் PayPal தகவலை PayPal -இடமிருந்து பெரும், ஆனால் அந்தத் தகவலை உங்கள் அனுமதி இல்லாமல் பயன்படுத்தாது.
te: మీరు <strong>{0}</strong>ని క్లిక్ చేసినప్పుడు, మీరు PayPal.comకు దారి మళ్లించబడతారు, కాబట్టి PayPal మీ ఖాతాను ప్రామాణీకరిస్తుంది. PayPal నుండి మీ PayPal ఖాతాను Microsoft సేకరిస్తుంది, అయితే మీ అనుమతి లేకుండా సమాచారాన్ని ఉపయోగించదు.
tg: Вақте ки шумо <strong>{0}</strong>-ро зер мекунед, шумо ба PayPal.com равона карда мешавед, то PayPal ҳаққонияти ҳисоби шуморо санҷида тавонад. Microsoft маълумоти суратҳисоби шуморо дар PayPal аз PayPal ҷамъоварӣ мекунад, вале онро бе иҷозати шумо истифода нахоҳад бурд.
th: เมื่อคุณคลิก <strong>{0}</strong> ระบบจะนำคุณไปยัง PayPal.com เพื่อให้ PayPal รับรองความถูกต้องของบัญชีคุณได้ Microsoft จะรวบรวมข้อมูลบัญชี PayPal ของคุณจาก PayPal แต่จะไม่ใช้ข้อมูลนั้นหากไม่ได้รับอนุญาตจากคุณ
tr: <strong>{0}</strong> düğmesini tıklattığınızda, hesabınızın PayPal tarafından doğrulanabilmesi için sizi PayPal.com'a yönlendireceğiz. Microsoft, PayPal hesap bilgilerinizi PayPal'dan alacak, ancak bu bilgileri izniniz olmadan kullanmayacaktır.
tt: <strong>{0}</strong> дигәнгә чирттергәч, Сезне PayPal.com сайтына җибәрәләр, һәм PayPal хисабыгызны тикшереп алыр. Майкрософт ширкәте Сезнең PayPal хисабыгызның мәгълүматын PayPal-дан туплый, ләкин без Сезнең рөхсәтсез бу мәгълүматны кулланмабыз.
ug: سىز <strong>{0}</strong>نى چەككىنىڭىزدە،سىز Paypal نىڭ ھېسابىڭىزنى ئىسپاتلىيالىشى ئۈچۈن سىز PayPal.comغا قايتا يىتەكلىنىسىز.Microsoft سىزنىڭ PayPal ھېسابات ئۇچۇرىڭىزنى PayPal دىن ئالىدۇ.لىكىن سىزنىڭ رۇخسىتىڭىزسىز بۇ ئۇچۇرلارنى ئىشلەتمەيدۇ.
uk: Після натискання кнопки <strong>{0}</strong> вас буде переспрямовано на сторінку PayPal.com для автентифікації вашого облікового запису. Корпорація Майкрософт зберігатиме дані вашого облікового запису PayPal, але не використовуватиме їх без вашого дозволу.
ur: جب آپ <strong>{0}</strong> پہ کلک کریں گے، آپ کو PayPal.com کی طرف موڑ دیا جائے گا تا کہ PayPal آپ کے کھاتہ کی تصدیق کرسکے۔ Microsoft آپ کے PayPal کھاتہ کی معلومات PayPal سے حاصل کرےگا، لیکن آپ کی اجازت کے بغیر اسے استعمال نہیں کرےگا.
uz: Siz <strong>{0}</strong>-ni chertsangiz, PayPal.com saytiga o‘tasiz va PayPal Sizning hisob qaydnomangizning haqiqiyligini tekshirishi mumkin. Microsoft Sizning PayPal hisob qaydnomangiz to‘g‘risidagi ma‘lumotlarni PayPal-dan oladi, biroq biz ushbu ma‘lumotlardan Sizning ruxsatingizsiz foydalanmaymiz.
vi: Khi bạn bấm <strong>{0}</strong>, bạn sẽ được chuyển đến PayPal.com để PayPal có thể xác thực tài khoản của bạn. Microsoft sẽ thu thập thông tin tài khoản PayPal của bạn từ PayPal, nhưng sẽ không sử dụng thông tin đó khi chưa được bạn cho phép.
zh_hans: 在您单击“{0}”<strong></strong>时，我们会将您重定向到 PayPal.com，以便 PayPal 能够验证您的帐户。Microsoft 将向 Paypal 收集您的 PayPal 帐户信息，但未经您许可不会使用该信息。
zh_hant: 當您按 [{0}]<strong></strong> 時，系統會將您重新導向至 PayPal.com，讓 PayPal 驗證您的帳戶。Microsoft 會從 PayPal 收集您的 PayPal 帳戶資訊，但不會在未經您的許可下使用這些資訊。

# Literal.PayPalPayInDesc.MaxLength
source: Description is too long.
af: Beskrywing is te lank.
am: መግለጫ በጣም ረጅም ነው።
ar: الوصف أطول من اللازم.
as: বিৱৰণ অতি দীঘল৷
az: Təsvir çox uzundur.
bg: Описанието е прекалено дълго.
bn_in: বর্ণনাটি অত্যন্ত লম্বা৷
bs: Opis je predug.
cy: Mae'r disgrifiad yn rhy hir.
da: Beskrivelse er for lang.
de: Die Beschreibung ist zu lang.
el: Η περιγραφή είναι πολύ μεγάλη.
es: La descripción es demasiado larga.
et: Kirjeldus on liiga pikk.
eu: Azalpena luzeegia da.
fa: توصیف بسیار طولانی است.
ga: Cur síos rófhada.
gd: Tha an tuairisgeul ro fhada.
gl: Descrición moi longa.
gu: વર્ણન ખૂબ લાંબુ છે.
he: התיאור ארוך מדי.
hi: वर्णन बहुत लंबा है.
hr: Opis je predug.
hu: A leírás túl hosszú.
id: Deskripsi terlalu panjang.
is: Lýsing er of löng.
ja: 説明が長すぎます。
ka: აღწერა ძალიან გრძელია.
kk: Сипаттама тым ұзын.
kn: ವಿವರಣೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 설명이 너무 깁니다.
ku_arab: وردەکاری زۆر درێژە.
ky: Сүрөттөө өтө узун.
lo: ລາຍລະອຽດຍາວເກີນໄປ.
lt: Aprašas per ilgas.
lv: Apraksts ir pārāk garš.
mi: He roa rawa te whakaahuatanga.
mk: Описот е предолг.
ml: വിവരണം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Тодорхойлолт хэт урт байна.
mr: वर्णन खूप मोठे आहे.
ms: Perihalan terlalu panjang.
mt: Id-deskrizzjoni twila wisq.
ne: वर्णन धेरै लामो भयो।
nn_no: Forklaringa er for lang.
no: Beskrivelsen er for lang.
or: ବିବରଣୀ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: تفصیل بہت لمی اے۔
pa_in: ਵਰਣਨ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Opis jest zbyt długi.
ru: Слишком длинное описание.
sd: تفصيل تمام وڏي آهي.
si: විස්තරය දිගු වැඩි ය.
sl: Opis je predolg.
sr_cyrl_rs: Опис је предугачак.
sr_latn_rs: Opis je predugačak.
sv: Beskrivningen är för lång.
ta: விவரம் மிக நீளமாக உள்ளது.
te: వివరణ చాలా పొడవుగా ఉంది.
tg: Тавсиф аз ҳад дароз аст.
th: คำอธิบายยาวเกินไป
tr: Açıklama çok uzun.
tt: Аңлатма бик озын.
ug: تەسۋىر بەك ئۇزۇن.
uk: Опис задовгий.
ur: وضاحت بہت طویل ہے.
uz: Bayon juda uzun.
vi: Mô tả quá dài.
zh_hans: 说明过长。
zh_hant: 描述太長。

# Literal.PayPalPayInDesc.Required
source: Description is required.
af: Beskrywing word vereis.
am: መግለጫ ይፈለጋል።
ar: الوصف مطلوب.
as: বিৱৰণৰ আৱশ্যক৷
az: Təsvir tələb olunur.
bg: Описанието е задължително.
bn_in: বর্ণনার উল্লেখ করা আবশ্যক৷
bs: Opis je obavezan.
cy: Rhaid nodi disgrifiad.
da: Beskrivelse er obligatorisk.
de: Die Beschreibung ist erforderlich.
el: Απαιτείται περιγραφή.
es: La descripción es obligatoria.
et: Kirjeldus on kohustuslik.
eu: Azalpena beharrezkoa da.
fa: به توصیف نیاز است.
ga: Cur síos ag teastáil.
gd: Tha feum air tuairisgeul.
gl: Requírese descrición.
gu: વર્ણનની આવશ્યકતા છે.
he: התיאור נדרש.
hi: वर्णन आवश्यक है.
hr: Opis je obavezan.
hu: A leírás megadása kötelező.
id: Deskripsi wajib diisi.
is: Lýsing er nauðsynleg.
ja: 説明は必須項目です。
ka: დაამატეთ აღწერა.
kk: Сипаттама қажет.
kn: ವಿವರಣೆಯು ಅಗತ್ಯವಿದೆ.
ko: 설명은 필수 항목입니다.
ku_arab: وردەکاری پێویستە.
ky: Сүрөттөө талап кылынат.
lo: ຕ້ອງລະບຸລາຍລະອຽດ.
lt: Aprašas būtinas.
lv: Norādiet aprakstu.
mi: Kei te hiahiatia te whakaahuatanga.
mk: Описот е задолжителен.
ml: വിവരണം ആവശ്യമാണ്.
mn: Тодорхойлолтыг бөглөх шаардлагатай.
mr: वर्णन आवश्यक आहे.
ms: Perihalan diperlukan.
mt: Id-deskrizzjoni meħtieġa.
ne: वर्णन आवश्यक छ।
nn_no: Forklaring er obligatorisk.
no: Beskrivelse må angis.
or: ବିବରଣୀ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: تفصیل درکار اے۔
pa_in: ਵਰਣਨ ਲੋੜੀਂਦਾ ਹੈ।
pl: Opis jest wymagany.
ru: Необходимо ввести описание.
sd: تفصيل جي گھرج آهي.
si: විස්තරයක් සඳහන් කළ යුතු ය.
sl: Opis je obvezen.
sr_cyrl_rs: Опис је обавезан.
sr_latn_rs: Opis je obavezan.
sv: En beskrivning måste anges.
ta: விவரம் தேவை.
te: వివరణ అవసరం.
tg: Тавсиф ҳатмист.
th: ต้องระบุคำอธิบาย
tr: Açıklama gereklidir.
tt: Аңлатма мәҗбүри.
ug: تەسۋىركېرەك.
uk: Введення опису є обов'язковим.
ur: وضاحت درکار ہے.
uz: Bayon talab qilinadi.
vi: Mô tả là cần thiết.
zh_hans: 说明为必填项。
zh_hant: 描述是必要資訊。
