Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Storify.EnterBillingAddress.Text
source: Enter your billing address
af: Voer jou faktureringsadres in
am: የሂሳብ መክፈያ አድራሻዎን ያስገቡ
ar: إدخال عنوان الفوترة لديك
as: আপোনাৰ বিলিং ঠিকনা প্ৰবিষ্ট কৰক
az: Hesablaşma ünvanınızı daxil edin
bg: Въведете адреса си за фактуриране
bn_in: আপনার বিলিং-এর ঠিকানা প্রবেশ করান
bs: Unesite adresu fakturiranja
cy: Rhowch eich cyfeiriad bilio
da: Angiv din faktureringsadresse
de: Geben Sie Ihre Rechnungsadresse ein.
el: Εισαγωγή της διεύθυνσης χρέωσής σας
es: Indique la dirección de facturación.
et: Sisestage arveldusaadress
eu: Idatzi fakturazio-helbidea
fa: آدرس صورتحساب خود را وارد کنید
ga: Iontráil do sheoladh billeála
gd: Cuir a-steach an seòladh bileachaidh agad
gl: Escriba o enderezo de facturación
gu: તમારું બિલિંગ સરનામું દાખલ કરો
he: הזן את הכתובת שלך לחיוב
hi: अपना बिलिंग पता दर्ज करें
hr: Unesite adresu za naplatu
hu: Adja meg a számlázási címét
id: Masukkan alamat tagihan Anda
is: Uppfærðu heimilisfang greiðanda
ja: お客様の請求先住所を入力してください
ka: შეიყვანეთ თქვენი ბილინგის მისამართი
kk: Шот жіберілетін мекенжайды енгізіңіз
kn: ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ಮಾರ್ಪಡಿಸಿ
ko: 청구 주소 입력
lo: ໃສ່ທີ່ຢູ່ໃບບິນຂອງທ່ານ
lt: Įveskite savo sąskaitų siuntimo adresą
lv: Ievadiet savu norēķinu adresi
mi: Tāurua tō wāhitau tuku nama
mk: Внесете ја адресата за наплата
ml: നിങ്ങളുടെ ബില്ലിംഗ് വിലാസം നൽകുക
mr: आपला बिलाचा पत्ता प्रविष्ट करा
ms: Masukkan alamat pengebilan anda
mt: Daħħal l-indirizz tal-ħlasijiet tiegħek
ne: तपाईंको बिलिङ ठेगाना प्रविष्ट गर्नुहोस्
nn_no: Skriv inn faktureringsadressa
no: Angi faktureringsadressen din
or: ଆପଣଙ୍କର ବିଲିଂ ଠିକଣା ପ୍ରବେଶ କରନ୍ତୁ
pa_in: ਆਪਣਾ ਬਿਲਿੰਗ ਪਤਾ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź swój adres rozliczeniowy
ru: Введите адрес выставления счета.
sl: Vnesite svoj naslov plačnika računa
sr_cyrl_rs: Унесите адресу фактурисања
sr_latn_rs: Unesite adresu fakturisanja
sv: Ange din faktureringsadress
ta: உங்கள் பில்லிங் முகவரியை உள்ளிடவும்
te: మీ బిల్లింగ్ చిరునామాను నమోదు చేయండి
th: ใส่ที่อยู่สําหรับเรียกเก็บเงินของคุณ
tr: Fatura adresinizi girin
tt: Хисап чыгару адресыгызны кертегез
ug: تالونلاش ئادرېسىڭىزنى كىرگۈزۈڭ
uk: Введіть адресу для виставлення рахунків
ur: بلنگ کا اپنا پتہ درج کریں
uz: Billing manzilingizni kiriting
vi: Nhập địa chỉ thanh toán của bạn
zh_hans: 输入帐单邮寄地址
zh_hant: 輸入帳單地址

# Literal.ScanQRCode.Text
source: Scan the QR code below using your phone's camera and a QR code reader app.
af: Skandeer die QR-kode hieronder met jou foon se kamera en ’n QR-kodelesertoepassing.
am: የስማርት ስልክዎን ካሜራ እና QR ኮድ ማንበቢያ መተግበሪያን በመጠቀም ከታች ያለውን QR ኮድ ስካን ያድርጉ።
ar: امسح شفرة الاستجابة السريعة أدناه ضوئيًا باستخدام كاميرا هاتفك وتطبيق قارئ شفرة الاستجابة السريعة.
as: আপোনাৰ ফোনৰ কেমেৰা আৰু এটা QR কোড ৰীডাৰ এপ্প ব্যঘাৰ কৰি তলৰ QR কোডটো স্কেন কৰক।
az: Telefonunuzun kamerasını və QR kod oxuma tətbiqini istifadə edərək aşağıdakı QR kodunu skanlayın.
bg: Сканирайте QR кода по-долу чрез камерата на телефона си и приложение за четене на QR код.
bn_in: আপনার ফোনের ক্যামেরা এবং একটি QR কোড রিডার অ্যাপ ব্যবহার করে নীচের QR কোডটি স্ক্যান করুন।
bs: Skenirajte QR kôd u nastavku pomoću kamere telefona i aplikacije za čitanje QR koda.
cy: Sganiwch y cod QR isod gan ddefnyddio camera eich ffôn ac ap darllen cod QR.
da: Scan QR-koden nedenfor ved hjælp af telefonens kamera og en app til læsning af QR-koder.
de: Scannen Sie den nachstehenden QR-Code mit der Kamera Ihres Telefons und einer QR-Codeleser-App.
el: Σαρώστε τον κωδικό QR παρακάτω χρησιμοποιώντας την κάμερα του τηλεφώνου σας και μια εφαρμογή ανάγνωσης κωδικών QR.
es: Escanee el código QR que hay a continuación usando la cámara de su teléfono y una aplicación de lectura de códigos QR.
et: Skannige allolevat QR-koodi, kasutades oma telefoni kaamerat ja QR-koodi lugeri rakendust.
eu: Eskaneatu beheko QR kodea telefonoaren kamera eta QR kodeen irakurgailua den aplikazio bat erabilita.
fa: کد QR زیر را با استفاده از دوربین تلفن و یک برنامه QR کدخوان اسکن کنید.
ga: Bain úsáid as ceamara an fhóin agus feidhmchlár léitheora cóid QR chun an cód QR thíos a scanadh.
gd: Sganaich an còd QR gu h-ìosal le camara an fhòn agad agus aplacaid a leughas còdaichean QR.
gl: Dixitalice o seguinte código QR coa cámara do seu teléfono e unha aplicación de lector de QR.
gu: તમારા ફોનના કેમેરા અને ક્યુઆર કોડ રીડર એપ્લિકેશનનો ઉપયોગ કરીને નીચેનો ક્યુઆર કોડ સ્કેન કરો.
he: סרוק את קוד ה- QR להלן באמצעות מצלמת הטלפון ואפליקציה לקריאת קודי QR.
hi: अपने फ़ोन के कैमरे और QR कोड रीडर ऐप का उपयोग करके नीचे दिए गए QR कोड को स्कैन करें.
hr: Skenirajte QR kod u nastavku pomoću kamere telefona i aplikacije za čitanje QR kodova.
hu: Olvassa be a lenti QR-kódot telefonja kamerája és egy QR-kód olvasó alkalmazás segítségével.
id: Pindai kode QR di bawah ini menggunakan kamera ponsel dan aplikasi pembaca kode QR Anda.
is: Skannaðu QR-kóðann hér fyrir neðan með myndavél símans og lestrarforriti QR-kóða.
ja: 電話のカメラと QR コード リーダー アプリを使用して、以下の QR コードをスキャンします。
ka: დაასკანირეთ ქვემოთ მოცემული QR კოდი თქვენი ტელეფონის კამერით და QR კოდის წამკითხავი აპით.
kk: Төмендегі QR кодын телефонның камерасы және QR кодын оқу бағдарламасы арқылы сканерлеңіз.
kn: ನಿಮ್ಮ ಫೋನ್ ನ ಕ್ಯಾಮೆರಾ ಮತ್ತು QR ಕೋಡ್ ರೀಡರ್ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಿಕೊಂಡು ಕೆಳಗಿನ QR ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ.
ko: 휴대폰의 카메라 및 QR 코드 판독기 앱을 사용하여 아래 QR 코드를 스캔하세요.
lo: ສະແກນລະຫັດ QR ຢູ່ດ້ານລຸ່ມໂດຍໃຊ້ກ້ອງໂທລະສັບຂອງທ່ານ ແລະ ແອັບອ່ານລະຫັດ QR.
lt: Nuskaitykite toliau pateikiamą QR kodą naudodami telefono fotoaparatą ir QR kodų skaitytuvo programą.
lv: Skenējiet zemāk redzamo QR kodu, izmantojot tālruņa kameru un QR kodu lasītāja programmu.
mi: Karapaina te waehere QR i raro mā te whakamahi i te kāmera o tō waea me tētahi taupānga pānui waehere QR.
mk: Скенирајте го кодот QR подолу со камерата на телефонот и апликација за читач за кодови QR.
ml: നിങ്ങളുടെ ഫോണിന്റെ ക്യാമറയും QR കോഡ് റീഡർ ആപ്പും ഉപയോഗിച്ച് ചുവടെയുള്ള QR കോഡ് സ്‌കാൻ ചെയ്യുക.
mr: आपल्या फोनचा कॅमेरा किंवा QR कोड रिडर अॅपचा वापर करून खालील QR कोड स्कॅन करा.
ms: Imbas kod QR di bawah menggunakan kamera telefon anda dan aplikasi pembaca kod QR.
mt: Skennja l-kodiċi QR ta' hawn taħt permezz tal-kamera tal-mowbajl tiegħek u app ta' qarrej tal-kodiċi QR.
ne: आफ्नो फोनको क्यामेरा र QR कोड रिडर एप प्रयोग गरेर तलको QR कोड स्क्यान गर्नुहोस्‌।
nn_no: Skann QR-koden under med kameraet på telefonen og ein lesar-app for QR-kode.
no: Skann QR-koden under bruk av telefonens kamera og en QR-kodeleserapp.
or: ଆପଣଙ୍କ ଫୋନର କ୍ୟାମେରା ଏବଂ ଏକ QR କୋଡ୍ ରିଡର୍ ଆପ୍ଲିକେସନ୍ ବ୍ୟବହାର କରି ନିମ୍ନରେ QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ.
pa_in: ਆਪਣੇ ਫ਼ੋਨ ਦੇ ਕੈਮਰੇ ਅਤੇ ਕਿਸੇ QR ਕੋਡ ਰੀਡਰ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰਕੇ QR ਕੋਡ ਸਕੈਨ ਕਰੋ।
pl: Zeskanuj poniższy kod QR przy użyciu aparatu telefonu i aplikacji czytnika kodów QR.
ru: Отсканируйте QR-код, используя камеру телефона и приложение для чтения QR-кода.
sl: Optično preberite spodnjo kodo QR s kamero telefona in aplikacijo bralnika kod QR.
sr_cyrl_rs: Скенирајте QR кôд испод помоћу камере телефона и апликације читача QR кодова.
sr_latn_rs: Skenirajte QR kôd ispod pomoću kamere telefona i aplikacije čitača QR kodova.
sv: Skanna QR-koden nedan med mobilkameran och en QR-kodläsarapp.
ta: உங்கள் தொலைபேசியின் கேமரா மற்றும் QR குறியீடு ரீடர் ஆப்பை பயன்படுத்தி கீழே உள்ள QR குறியீட்டை ஸ்கேன் செய்யவும்.
te: మీ ఫోన్ కెమెరా మరియు QR కోడ్ రీడర్ యాప్‌ను ఉపయోగించి దిగువన QR కోడ్‌ను స్కాన్ చేయండి.
th: สแกนคิวอาร์โค้ดด้านล่างโดยใช้กล้องของโทรศัพท์และแอปตัวอ่านคิวอาร์โค้ด
tr: Telefon kamerasını ve QR kod okuyucu uygulamasını kullanarak aşağıdaki QR kodunu tarayın.
tt: Телефоныгызның камерасын һәм QR код укучы кушымтаны кулланып, түбәндәге QR кодын сканерлагыз.
ug: تېلېفونىڭىزنىڭ كامېراسىنى ۋە بىر QR كودى ئوقۇغۇچ ئەپىنى ئىشلىتىپ پەستىكى QR كودىنى سكانېرلاڭ.
uk: Відскануйте QR-код нижче за допомогою камери телефона та спеціальної програми для зчитування.
ur: اپنے فون کا کیمرا اور QR کوڈ ریڈر ایپ استعمال کر کے ذیل کا QR کوڈ اسکین کریں۔
uz: Telefoningiz kamerasi va QR kodni o‘qish ilovasi yordamida quyidagi QR kodni skanerlang.
vi: Quét mã QR bên dưới bằng camera của điện thoại và ứng dụng đọc mã QR.
zh_hans: 使用手机相机和二维码读取器应用扫描以下二维码。
zh_hant: 使用手機的相機及 QR 代碼讀取器應用程式，掃描下列 QR 代碼。

# Word.Button.Validate
source: Validate
af: Valideer
am: አረጋግጥ
ar: التحقق من الصحة
as: মূল্যায়ন কৰক
az: Təsdiqlə
bg: Проверка
bn_in: বৈধকরণ করুন
bs: Provjeri valјanost
cy: Dilysu
da: Valider
de: Überprüfen
el: Επικύρωση
es: Validar
et: Valideeri
eu: Baliozkotu
fa: تأیید اعتبار
ga: Bailíochtaigh
gd: Dearbh
gl: Validar
gu: માન્ય કરો
he: אימות
hi: सत्यापित करें
hr: Provjeri valjanost
hu: Ellenőrzés
id: Validasikan
is: Staðfesta
ja: 検証
ka: შემოწმება
kk: Тексеру
kn: ಮಾನ್ಯಗೊಳಿಸು
ko: 확인
lo: ຢັ້ງຢືນ
lt: Patvirtinti
lv: Validēt
mi: Whakamana
mk: Провери
ml: സാധൂകരിക്കുക
mr: वैध करा
ms: Sahkan
mt: Ivvalida
ne: प्रमाणीत गर्नुहोस्‌
nn_no: Valider
no: Validere
or: ବୈଧ କରନ୍ତୁ
pa_in: ਪ੍ਰਮਾਣਿਤ ਕਰੋ
pl: Weryfikuj
ru: Проверить
sl: Preveri veljavnost
sr_cyrl_rs: Провери ваљаност
sr_latn_rs: Proveri valjanost
sv: Verifiera
ta: சரிபார்க்கவும்
te: ధృవీకరించు
th: ตรวจสอบความถูกต้อง
tr: Doğrula
tt: Тикшерү
ug: تەھقىقلاش
uk: Перевірити
ur: جواز دیں
uz: Tasdiqlash
vi: Xác thực
zh_hans: 验证
zh_hant: 驗證

# Literal.Paysafecard.HeadingText
source: Use Paysafecard
af: Gebruik Paysafecard
am: የ Paysafecard ን ይጠቀሙ
ar: استخدام Paysafecard
as: Paysafecard ব্যৱহাৰ কৰক
az: Paysafecard istifadə edin
bg: Използване на Paysafecard
bn_in: Paysafecard ব্যবহার করুন
bs: Koristite Paysafecard
cy: Defnyddio Paysafecard
da: Brug paysafecard
de: Paysafecard verwenden
el: Χρήση Paysafecard
es: Uso de Paysafecard
et: Paysafecardi kasutamine
eu: Erabili Paysafecard
fa: استفاده از Paysafecard
ga: Úsáid Paysafecard
gd: Cleachd Paysafecard
gl: Uso de Paysafecard
gu: Paysafecard નો ઉપયોગ કરો
he: השתמש ב- Paysafecard
hi: Paysafecard का उपयोग करें
hr: Korištenje servisa Paysafecard
hu: Paysafecard használata
id: Gunakan Paysafecard
is: Nota Paysafecard
ja: Paysafecard を使用する
ka: გამოიყენეთ Paysafecard
kk: Paysafecard пайдалану
kn: Paysafecard ಬಳಸಿ
ko: Paysafecard 사용
lo: ໃຊ້ Paysafecard
lt: Naudoti „Paysafecard“
lv: Izmantot Paysafecard
mi: Whakamahia te Paysafecard
mk: Користете Paysafecard
ml: Paysafecard ഉപയോഗിക്കുക
mr: Paysafecard वापरा
ms: Gunakan Paysafecard
mt: Uża Paysafecard
ne: Paysafecard प्रयोग गर्नुहोस्‌
nn_no: Bruk Paysafecard
no: Bruk Paysafecard
or: Paysafecard ବ୍ୟବହାର କରନ୍ତୁ
pa_in: Paysafecard ਵਰਤੋ
pl: Użyj płatności Paysafecard
ru: Использовать Paysafecard
sl: Uporabite Paysafecard
sr_cyrl_rs: Користите Paysafecard
sr_latn_rs: Koristite Paysafecard
sv: Använd Paysafecard
ta: Paysafecard -ஐ பயன்படுத்தவும்
te: Paysafecardని ఉపయోగించండి
th: ใช้ Paysafecard
tr: Paysafecard kullanma
tt: Paysafecard куллану
ug: Paysafecard نى ئىشلىتىش
uk: Використовувати paysafecard
ur: Paysafecard کا استعمال کریں
uz: Paysafecard ishlatish
vi: Sử dụng Paysafecard
zh_hans: 使用 Paysafecard
zh_hant: 使用 Paysafecard

# Literal.Paysafecard.ScannedText
source: Scan successful! Continue the Paysafecard purchase on your mobile device
af: Skandering was suksesvol! Sit die Paysafecard-aankoop op jou mobiele toestel voort
am: በተሳካ መልኩ ስካን ተደርጓል! በሞባይል ስልክዎ በኩል የ Paysafecard ግዢን ይቀጥሉ
ar: نجح المسح الضوئي! متابعة عملية شراء Paysafecard على جهازك المحمول
as: স্কেন সফলতাৰে সম্পন্ন হৈছে! আপোনাৰ মোবাইলত Paysafecard -ৰ ক্ৰয় অব্যাহত ৰাখক
az: Skanlama uğurlu oldu! Mobil cihazda Paysafecard alışına davam edin
bg: Сканирането е успешно! Продължете покупката на Paysafecard на мобилното си устройство
bn_in: স্ক্যান করা সফল হয়েছে! আপনার মোবাইল ডিভাইসে Paysafecard দিয়ে কেনাকাটা করতে থাকুন
bs: Skeniranje je uspjelo! Nastavite s Paysafecard kupovinom na mobilnom uređaju
cy: Wedi llwyddo i sganio! Ewch ymlaen i brynu gyda Paysafecard ar eich dyfais symudol
da: Scanningen blev gennemført! Fortsæt med Paysafecard-købet på din mobile enhed
de: Scan erfolgreich! Setzen Sie den Paysafecard-Kauf auf Ihrem mobilen Gerät fort.
el: Η σάρωση ολοκληρώθηκε με επιτυχία! Συνεχίστε την αγορά με Paysafecard στην κινητή συσκευή σας
es: La digitalización se ha realizado correctamente. Continúe con la compra de Paysafecard en su dispositivo móvil.
et: Skannitud! Jätkake oma mobiilsideseadmes Paysafecardiga ostmist
eu: Aztertu da! Joan gailu mugikorrera Paysafecard bidezko erosketa egiten jarraitzeko
fa: اسکن با موفقیت انجام شد! خرید با Paysafecard را روی دستگاه تلفن همراه خود ادامه دهید
ga: Tá an scanachán déanta! Lean leis an gceannachán Paysafecard ar an ngléas móibíleach
gd: Chaidh a sganadh! Coilean a’ cheannachd le Paysafecard air an uidheam mobile agad
gl: Dixitalización realizada correctamente. Continúe coa compra de Paysafecard no seu dispositivo móbil.
gu: સ્કેન સફળ રહ્યું! તમારા મોબાઇલ ઉપકરણ પર Paysafecard ખરીદી ચાલુ રાખો
he: נסרק בהצלחה! המשך את הרכישה באמצעות Paysafecard במכשיר הנייד שלך
hi: स्कैन सफल रहा! अपने मोबाइल डिवाइस पर Paysafecard खरीदारी जारी रखें
hr: Očitavanje je uspjelo! Nastavite kupnju putem servisa Paysafecard na mobilnom uređaju
hu: A vizsgálat sikeresen befejeződött! Folytassa a Paysafecard-os vásárlást mobileszközén
id: Pemindaian berhasil! Lanjutkan pembelian Paysafecard di perangkat seluler Anda
is: Skönnun tókst! Haltu áfram með Paysafecard-kaupin í fartækinu
ja: スキャンが正常に完了しました。モバイル デバイスで Paysafecard での購入を続行してください
ka: სკანირება წარმატებით შესრულდა! განაგრძეთ Paysafecard-ით შეძენა თქვენს მობილურ მოწყობილობიდან
kk: Сканерлеу сәтті орындалды! Мобильді құрылғыңызда Paysafecard арқылы сатып алуды жалғастырыңыз
kn: ಸ್ಕ್ಯಾನ್ ಯಶಸ್ವಿಯಾಗಿದೆ! ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಾಧನದಲ್ಲಿ Paysafecard ಖರೀದಿಯನ್ನು ಮುಂದುವರಿಸಿ
ko: 검사를 완료했습니다. 모바일 디바이스에서 Paysafecard 구매를 계속하세요.
lo: ສະແກນສຳເລັດແລ້ວ! ສືບຕໍ່ການຊື້ Paysafecard ໃນອຸປະກອນມືຖືຂອງທ່ານ
lt: Sėkmingai nuskaityta! Tęskite pirkimą naudodami „Paysafecard“ mobiliajame įrenginyje
lv: Skenēšana sekmīgi pabeigta! Turpiniet ar Paysafecard pirkumu savā mobilajā ierīcē
mi: Kua angitu te karapa! Kia haere tonu te hokonga Paysafecard mā tō waea pūkoro
mk: Скенирањето е успешно! Продолжете го купувањето со Paysafecard на мобилниот уред
ml: സ്‌കാൻ വിജയകരമായി പൂർത്തിയായി! നിങ്ങളുടെ മൊബൈലിൽ Paysafecard വാങ്ങൽ തുടരുക
mr: स्कॅन यशस्वी झाले! आपल्या मोबाइल उपकरणांवर Paysafecard खरेदी पुढे सुरू ठेवा
ms: Imbasan berjaya! Teruskan pembelian Paysafecard pada peranti mudah alih anda
mt: L-iskenn irnexxa! Kompli l-akkwist bil-Paysafecard fuq it-tagħmir mobbli tiegħek
ne: सफलतापूर्वक स्क्यान भयो! आफ्नो मोबाइल यन्त्रमा Paysafecard को खरिद जारी राख्नुहोस्‌
nn_no: Skanning vellukka! Hald fram med Paysafecard-kjøp på den mobile eininga
no: Skanningen var vellykket! Fortsett Paysafecard-kjøpet på mobilenheten din
or: ସଫଳତାର ସହିତ ସ୍କାନ୍ ହୋଇଛି! ଆପଣଙ୍କ ମୋବାଇଲ୍ ଡିଭାଇସରେ Paysafecard କ୍ରୟ ଜାରି ରଖନ୍ତୁ
pa_in: ਸਫਲਤਾਪੂਰਵਕ ਸਕੈਨ ਕੀਤਾ ਗਿਆ! ਆਪਣੇ ਮੋਬਾਈਲ ਡਿਵਾਈਸ 'ਤੇ Paysafecard ਨਾਲ ਖਰੀਦਦਾਰੀ ਜਾਰੀ ਰੱਖੋ
pl: Skanowanie zakończone pomyślnie! Kontynuuj zakup przy użyciu płatności Paysafecard na swoim urządzeniu przenośnym
ru: Сканирование завершено. Продолжить покупку Paysafecard на мобильном устройстве.
sl: Optično branje je uspelo. Nadaljujte nakup Paysafecard v prenosni napravi.
sr_cyrl_rs: Скенирање је успело! Наставите са Paysafecard куповином на мобилном уређају
sr_latn_rs: Skeniranje je uspelo! Nastavite sa Paysafecard kupovinom na mobilnom uređaju
sv: Skanningen lyckades! Gå vidare till Paysafeguard-köpet på din mobila enhet
ta: ஸ்கேன் செய்யப்பட்டது! உங்கள் மொபைல் சாதனத்தில் Paysafecard வாங்கலைத் தொடரவும்
te: స్కాన్ విజయవంతమైంది! మీ మొబైల్ పరికరంలో Paysafecard కొనుగోలును కొనసాగించండి
th: สแกนเรียบร้อยแล้ว! ดำเนินการซื้อ Paysafecard บนอุปกรณ์เคลื่อนที่ของคุณต่อ
tr: Başarıyla tarandı! Mobil cihazınızda Paysafecard satın alma işlemine devam edin
tt: Сканерлау уңышлы тәмамланды! Мобиль җайланмагызда Paysafecard ярдәмендә сатып алуны дәвам итегез
ug: ئوڭۇشلۇق ھالدا سكانېرلاندى! Paysafecard بىلەن سېتىۋېلىشنى كۆچمە ئۈسكۈنىڭىزدە داۋاملاشتۇرۇڭ
uk: Сканування завершено. Продовжуйте оформлення покупки з paysafecard на мобільному пристрої
ur: اسکین کامیاب رہا! اپنے موبائل آلہ پر Paysafecard کی خریداری جاری رکھیں
uz: Skanerlandi! Mobil qurilmangizda Paysafecard xaridini davom ettiring
vi: Quét thành công! Tiếp tục mua Paysafecard trên thiết bị di động của bạn
zh_hans: 扫描成功! 请在移动设备上继续 Paysafecard 购买
zh_hant: 掃描成功! 繼續在您的行動裝置上進行 Paysafecard 購買

# Literal.Paysafecard.ScanText
source: To complete your purchase, scan the QR code below using your phone's camera and a QR code reader app
af: Om jou aankoop te voltooi, skandeer die QR-kode hieronder met jou foon se kamera en ’n QR-kodelesertoepassing
am: ግዢዎን ለማጠናቀቅ፣ የስማርት ስልክዎን ካሜራ እና QR ኮድ ማንበቢያ መተግበሪያን በመጠቀም ከታች ያለውን QR ኮድ ስካን ያድርጉ
ar: لإتمام عملية الشراء، امسح شفرة الاستجابة السريعة أدناه ضوئيًا باستخدام كاميرا هاتفك وتطبيق قارئ شفرة الاستجابة السريعة
as: আপোনাৰ ফোনৰ কেমেৰা আৰু এটা QR কোড ৰীডাৰ এপ্প ব্যৱহাৰ কৰি তলৰ QR কোডটো স্কেন কৰক
az: Alışı tamamlamaq üçün telefonunuzun kamerasını və QR kod oxuma proqramını istifadə edərək aşağıdakı QR kodunu skanlayın
bg: За да завършите покупката си, сканирайте QR кода по-долу с помощта на камерата на телефона си и приложението за четене на QR кодове
bn_in: আপনার কেনাকাটা সম্পূর্ণ করতে, আপনার ফোনের ক্যামেরা এবং একটি QR কোড রিডার অ্যাপ ব্যবহার করে নীচের QR কোড স্ক্যান করুন
bs: Da biste dovršili kupovinu, skenirajte QR kôd u nastavku pomoću kamere telefona i aplikacije čitača QR kodova
cy: I orffen prynu, sganiwch y cod QR isod gan ddefnyddio camera eich ffôn ac ap darllen cod QR
da: For at gennemføre købet, skal du scanne QR-koden nedenfor ved hjælp af telefonens kamera og en app til læsning af QR-koder.
de: Scannen Sie zum Kauf den nachstehenden QR-Code mit der Kamera Ihres Telefons und einer QR-Codeleser-App.
el: Για να ολοκληρώσετε την αγορά σας, σαρώστε τον κωδικό QR παρακάτω χρησιμοποιώντας την κάμερα του τηλεφώνου σας και μια εφαρμογή ανάγνωσης κωδικών QR
es: Para completar la compra, escanee el código QR que hay a continuación usando la cámara de su teléfono y una aplicación de lectura de códigos QR.
et: Ostu lõpuleviimiseks skannige allolevat QR-koodi, kasutades oma telefoni kaamerat ja QR-koodi lugeri rakendust
eu: Erosketa osatzeko, eskaneatu beheko QR kodea telefono kamera eta QR kodeak irakurtzeko aplikazio bat erabilita
fa: برای تکمیل خرید خود، کد QR زیر را با استفاده از دوربین تلفن و یک برنامه QR کدخوان اسکن کنید.
ga: Chun do cheannachán a chríochnú, scan an cód QR thíos trí úsáid a bhaint as an gceamara ar d'fhón agus feidhmchlár léitheora chód QR
gd: Gus a’ cheannachd seo a choileanadh, sganaich an còd QR gu h-ìosal le camara an fhòn agad agus aplacaid a leughas còdaichean QR
gl: Para finalizar a compra, dixitalice o seguinte código QR coa cámara do seu teléfono e unha aplicación de lector de QR.
gu: તમારી ખરીદી પૂર્ણ કરવા માટે, તમારા ફોનના કેમેરાનો અને QR કોડ એપ્લિકેશનનો ઉપયોગ કરીને નીચે QR કોડ સ્કેન કરો.
he: כדי להשלים את הרכישה, סרוק את קוד ה- QR להלן באמצעות מצלמת הטלפון ואפליקציה לקריאת קודי QR
hi: अपनी खरीदारी पूरी करने के लिए, अपने फ़ोन के कैमरे और QR कोड रीडर ऐप का उपयोग करके नीचे दिए गए QR कोड को स्कैन करें
hr: Da biste dovršili kupnju, očitajte QR kod u nastavku kamerom mobitela i aplikacijom za očitavanje QR kodova
hu: A vásárlás befejezéséhez olvassa be a lenti QR-kódot telefonja kamerája és egy QR-kód olvasó alkalmazás segítségével.
id: Untuk menyelesaikan pembelian Anda, pindai kode QR di bawah ini menggunakan kamera ponsel dan aplikasi pembaca kode QR Anda
is: Til að ganga frá kaupunum skaltu skanna QR-kóðann hér fyrir neðan með myndavél símans og lestrarforriti QR-kóða.
ja: 購入を完了するには、携帯電話のカメラと QR コード リーダー アプリを使用して、以下の QR コードをスキャンします。
ka: შეძენის დასასრულებლად, დაასკანირეთ ქვემოთ მოცემული QR კოდი თქვენი ტელეფონის კამერით და QR კოდის წამკითხავი აპით
kk: Сатып алуды аяқтау үшін төмендегі QR кодын телефонның камерасы және QR кодын оқу бағдарламасы арқылы сканерлеңіз.
kn: ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಲು, ನಿಮ್ಮ ಫೋನ್‌ನ ಕ್ಯಾಮೆರಾ ಮತ್ತು ಕ್ಯೂಆರ್ ಕೋಡ್ ರೀಡರ್ ಅಪ್ಲಿಕೇಶನ್ ಬಳಸಿ ಕೆಳಗಿನ ಕ್ಯೂಆರ್ ಕೋಡ್ ಅನ್ನು ಸ್ಕ್ಯಾನ್ ಮಾಡಿ
ko: 구매를 완료하려면 휴대폰의 카메라 및 QR 코드 판독기 앱을 사용하여 아래 QR 코드를 스캔하세요.
lo: ເພື່ອເຮັດການຊື້ຂອງທ່ານໃຫ້ສົມບູນ, ໃຫ້ສະແກນລະຫັດ QR ຢູ່ທາງລຸ່ມໂດຍໃຊ້ກ້ອງຖ່າຍຮູບຂອງໂທລະສັບຂອງທ່ານ ແລະ ແອັບຕົວອ່ານລະຫັດ QR
lt: Norėdami užbaigti pirkimą, nuskaitykite toliau pateikiamą QR kodą naudodami telefono fotoaparatą ir QR kodų skaitytuvo programą.
lv: Lai pabeigtu iegādi, skenējiet zemāk redzamo QR kodu, izmantojot tālruņa kameru un QR kodu lasītāja programmu
mi: Hei whakaoti i tō hoko, karapaina te waehere QR i raro mā te whakamahi i te kāmera o tō waea me tētahi taupānga pānui waehere QR.
mk: За да го завршите купувањето, скенирајте го кодот QR подолу со камерата на телефонот и апликација за читач за кодови QR
ml: നിങ്ങളുടെ വാങ്ങൽ പൂർത്തിയാക്കാൻ, നിങ്ങളുടെ ഫോണിന്റെ ക്യാമറയും QR കോഡ് റീഡർ ആപ്പും ഉപയോഗിച്ച് ചുവടെയുള്ള QR കോഡ് സ്‌കാൻ ചെയ്യുക
mr: आपली खरेदी पूर्ण करण्यास, आपल्या फोनचा कॅमेरा किंवा QR कोड रिडर अॅपचा वापर करून खालील QR कोड स्कॅन करा
ms: Untuk melengkapkan pembelian anda, imbas kod QR di bawah menggunakan kamera telefon anda dan aplikasi pembaca kod QR
mt: Biex tlesti l-akkwist tiegħek, skennja l-kodiċi QR ta' hawn taħt permezz tal-kamera tal-mowbajl tiegħek u app ta' qarrej tal-kodiċi QR
ne: आफ्नो खरिद सम्पन्न गर्न, आफ्नो फोनको क्यामेरा र QR कोड रिडर एप प्रयोग गरेर तलको QR कोड स्क्यान गर्नुहोस्‌।
nn_no: For å fullføre kjøpet, skann QR-koden under med kameraet på telefonen og ein lesar-app for QR-kode.
no: For å fullføre kjøpet, skanner du QR-koden under ved hjelp av telefonens kamera og en QR-kodeleserapp
or: ଆପଣଙ୍କର କ୍ରୟ ସମ୍ପୂର୍ଣ୍ଣ କରିବାକୁ, ନିଜ ଫୋନର କ୍ୟାମେରା ଏବଂ ଏକ QR କୋଡ୍ ରିଡର୍ ଆପ୍ଲିକେସନ୍ ବ୍ୟବହାର କରି ନିମ୍ନରେ QR କୋଡ୍ ସ୍କାନ୍ କରନ୍ତୁ
pa_in: ਆਪਣੀ ਖਰੀਦਦਾਰੀ ਪੂਰੀ ਕਰਨ ਲਈ, ਆਪਣੇ ਫ਼ੋਨ ਦੇ ਕੈਮਰੇ ਅਤੇ ਕਿਸੇ QR ਕੋਡ ਰੀਡਰ ਐਪਲੀਕੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ QR ਕੋਡ ਸਕੈਨ ਕਰੋ
pl: Aby ukończyć zakup, zeskanuj poniższy kod QR przy użyciu aparatu telefonu i aplikacji czytnika kodów QR
ru: Для завершения покупки отсканируйте QR-код, используя камеру телефона и приложение для чтения QR-кода.
sl: Za dokončanje nakupa optično preberite spodnjo kodo QR s kamero telefona in aplikacijo bralnika kod QR.
sr_cyrl_rs: Да бисте довршили куповину, скенирајте QR кôд у наставку помоћу камере телефона и апликације читача QR кодова
sr_latn_rs: Da biste dovršili kupovinu, skenirajte QR kôd u nastavku pomoću kamere telefona i aplikacije čitača QR kodova
sv: Slutför köpet genom att skanna QR-koden nedan med mobilkameran och en QR-kodläsarapp
ta: உங்கள் வாங்குதலை முடிக்க, உங்கள் தொலைபேசியின் கேமரா மற்றும் QR குறியீடு ரீடர் பயன்பாட்டைப் பயன்படுத்தி கீழே உள்ள QR குறியீட்டை ஸ்கேன் செய்யுங்கள்
te: మీ కొనుగోలును పూర్తి చేయడానికి, మీ ఫోన్ కెమెరా మరియు QR కోడ్ రీడర్ యాప్‌ను ఉపయోగించి దిగువన QR కోడ్‌ను స్కాన్ చేయండి
th: เมื่อต้องการดําเนินการซื้อให้เสร็จสมบูรณ์ ให้สแกนคิวอาร์โค้ดด้านล่างโดยใช้กล้องของโทรศัพท์และแอปตัวอ่านคิวอาร์โค้ด
tr: Satın alma işleminizi tamamlamak için telefonunuzun kamerasını ve QR kodu okuyucu uygulamasını kullanarak aşağıdaki QR kodunu tarayın
tt: Сатып алуыгызны тәмамлау өчен, телефоныгызның камерасын һәм QR код укучы кушымтаны кулланып, түбәндәге QR кодын сканерлагыз
ug: سېتىۋېلىشنى تاماملىماق ئۈچۈن، تېلېفونىڭىزنىڭ كامېراسىنى ۋە بىر QR كودى ئوقۇغۇچ ئەپىنى ئىشلىتىپ پەستىكى QR كودىنى سكانېرلاڭ
uk: Щоб оформити придбання, відскануйте QR-код нижче за допомогою камери телефона та спеціальної програми для зчитування
ur: اپنی خریداری مکمل کرنے کیلئے، اپنے فون کا کیمرا اور QR کوڈ ریڈر ایپ استعمال کر کے ذیل کا QR کوڈ اسکین کریں
uz: Xaridni yakunlash uchun telefoningiz kamerasi va QR kodni o‘qish ilovasi yordamida quyidagi QR kodni skanerlang
vi: Để hoàn tất giao dịch mua, hãy quét mã QR bên dưới bằng camera của điện thoại và ứng dụng đọc mã QR
zh_hans: 若要完成购买，请使用手机相机和 QR 码读取器应用扫描以下 QR 码
zh_hant: 使用手機相機及 QR 代碼讀取器應用程式掃描下方 QR 代碼，以完成購買
