Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSfB.ErrorMessage.EmptySecurityCode
source: Enter your security code
af: Voer jou sekuriteitskode in
am: የመድህን ኮድዎን ያስገቡ
ar: أدخل رمز الأمان
as: আপোনাৰ নিৰাপত্তা কোড প্ৰৱেশ কৰাওক
az: Təhlükəsizlik kodunuzu daxil edin
bg: Въведете кода си за защита
bn_in: আপনার নিরাপত্তা কোডটি প্রবেশ করান
bs: Unesite sigurnosni kôd
cy: Rhowch eich cod diogelwch
da: Indtast sikkerhedskoden
de: Geben Sie Ihren Sicherheitscode ein.
el: Εισαγάγετε τον κωδικό ασφάλειας σας
es: Escribe el código de seguridad
et: Sisestage oma turbekood
eu: Idatzi segurtasun-kodea
fa: کد امنیتی خود را وارد کنید
ga: Iontráil do chód slándála
gd: Cuir a-steach an còd tèarainteachd agad
gl: Introduce o código de seguranza
gu: તમારો સુરક્ષા કોડ પ્રવિષ્ટ કરો
he: הזן את קוד האבטחה
hi: अपना सुरक्षा कोड दर्ज करें
hr: Unesite sigurnosni kod
hu: Adja meg a biztonsági kódot.
id: Masukkan kode keamanan Anda
is: Færðu inn öryggiskóða
ja: セキュリティ コードを入力してください
ka: შეიყვანეთ დამცავი კოდი
kk: Қауіпсіздік кодыңызды енгізіңіз
kn: ನಿಮ್ಮ ಸೆಕ್ಯುರಿಟಿ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 보안 코드 입력
ku_arab: کۆدی ئاسایشی خۆت تێبنووسه
ky: Коопсуздук кодуңузду киргизиңиз
lo: ປ້ອນເຂົ້າລະຫັດຄວາມປອດໄພຂອງທ່ານ
lt: Įveskite savo saugos kodą
lv: Ievadiet drošības kodu
mi: Tāurutia mai tō waehere haumarutanga
mk: Внесете го вашиот безбедносен код
ml: നിങ്ങളുടെ സുരക്ഷാ കോഡ് നൽകുക
mn: Нууцлалын кодоо оруул
mr: आपला सुरक्षा कोड प्रविष्ट करा
ms: Masukkan kod keselamatan anda
mt: Daħħal il-kodiċi ta' sigurtà tiegħek
ne: आफ्नो सुरक्षा कोड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn tryggleikskode
no: Angi sikkerhetskode
or: ଆଫଣଙ୍କର ସୁରକ୍ଷା କୋଡ୍‌ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنا سلامتی دا کوڈ درج کرو
pa_in: ਆਪਣਾ ਸੁਰੱਖਿਆ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź kod zabezpieczający
ru: Введите защитный код
sd: پنهنجو سلامتي ڪوڊ داخل ڪريو
si: ඔබගේ ආරක්ෂක කේතය ඇතුල් කරන්න
sl: Vnesite svojo varnostno kodo
sr_cyrl_rs: Унесите безбедносни код
sr_latn_rs: Unesite bezbednosni kod
sv: Ange din säkerhetskod
ta: உங்கள் பாதுகாப்புக் குறியீட்டை உள்ளிடவும்
te: మీ భద్రతా కోడ్‌ను నమోదు చేయండి
tg: Рамзи амниятии худро ворид кунед
th: ป้อนรหัสความปลอดภัยของคุณ
tr: Güvenlik kodunuzu girin
tt: Иминлек кодын кертегез
ug: بىخەتەرلىك كودىڭىزنى كىرگۈزۈڭ
uk: Введіть код безпеки
ur: اپنا سالامتی کوڈ داخل کریں
uz: Xavfsizlik kodini kiriting
vi: Nhập mã bảo mật của bạn
zh_hans: 请输入你的安全密码
zh_hant: 輸入您的安全碼

# Literal.MSfB.ErrorMessage.EmptyAddressline1
source: Enter the first line of your address
af: Voer die eerste reël van jou adres in
am: የአድራሻዎን የመጀመሪያ መስመር ያስገቡ
ar: إدخال السطر الأول من عنوانك
as: আপোনাৰ ঠিকনাৰ প্ৰথম শাৰীটো প্ৰৱেশ কৰাওক
az: Ünvanınızın ilk sətrini daxil edin
bg: Въведете първия ред от адреса си
bn_in: আপনার ঠিকানার প্রথম লাইনটি প্রবেশ করান
bs: Unesite prvi red svoje adrese
cy: Rhowch linell cyntaf eich cyfeiriad
da: Indtast den første linje i din adresse
de: Geben Sie die erste Zeile Ihrer Adresse ein.
el: Εισαγάγετε την πρώτη γραμμή της διεύθυνσής σας
es: Escribe la primera línea de la dirección
et: Sisestage aadressi esimene rida
eu: Idatzi helbidearen lehen lerroa
fa: خط اول آدرس خود را وارد کنید
ga: Iontráil an chéad líne de do sheoladh
gd: Cuir a-steach chiad loidhne do sheòlaidh
gl: Introduce a primeira liña do enderezo
gu: તમારા સરનામાની પ્રથમ લાઇન દાખલ કરો
he: הזן את השורה הראשונה של הכתובת שלך
hi: अपने पते की पहली पंक्ति दर्ज करें
hr: Unesite prvi redak svoje adrese
hu: Adja meg a cím első sorát.
id: Masukkan baris pertama alamat Anda
is: Færðu inn fyrstu línu heimilisfangs
ja: 住所の 1 行目を入力してください
ka: შეიყვანეთ თქვენი მისამართის პირველი სტრიქონი
kk: Мекенжайыңыздың бірінші жолын енгізіңіз
kn: ನಿಮ್ಮ ವಿಳಾಸದ ಮೊದಲ ಸಾಲು ನಮೂದಿಸಿ
ko: 주소의 첫 번째 줄 입력
ku_arab: هێڵی یەکەمی ناونیشانەکەت تێبنووسه
ky: Дарегиңиздин биринчи сабын киргизиңиз
lo: ປ້ອນເຂົ້າແຖວທຳອິດຂອງທີ່ຢູ່ທ່ານ
lt: Įveskite pirmąją adreso eilutę
lv: Ievadiet adreses pirmo rindiņu
mi: Tāurutia te rārangi tuatahi o tō wāhitau
mk: Внесете го првиот ред од вашата адреса
ml: നിങ്ങളുടെ വിലാസത്തിന്റെ ആദ്യ വരി നൽകുക
mn: Хаягийнхаа эхний мөрийг оруул
mr: आपल्या पत्त्याची पहिली ओळ प्रविष्ट करा
ms: Masukkan baris pertama alamat anda
mt: Daħħal l-ewwel linja tal-indirizz tiegħek
ne: तपाइँको ठेगानाको प्रथम पङ्‌क्ति प्रविष्ट गर्नुहोस्
nn_no: Skriv inn den første lina i adressa
no: Angi første linje i adressen
or: ଆପଣଙ୍କର ଠିକଣାର ପ୍ରଥମ ଧାଡି ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنے پتے دی پہلی لائن درج کرو
pa_in: ਆਪਣੇ ਪਤੇ ਦੀ ਪਹਿਲੀ ਲਾਈਨ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź pierwszy wiersz adresu
ru: Введите первую строку адреса
sd: پنهنجي پتي جي پهريئن لائن داخل ڪريو
si: ඔබගේ ලිපිනයේ පළමු පේළිය ඇතුල් කරන්න
sl: Vnesite prvo vrstico svojega naslova
sr_cyrl_rs: Унесите први ред адресе
sr_latn_rs: Unesite prvi red adrese
sv: Ange den första raden i din adress
ta: உங்கள் முகவரியின் முதல் வரியை உள்ளிடவும்
te: మీ చిరునామా మొదటి గీతను నమోదు చేయండి
tg: Сатри аввали суроғаи худро ворид кунед
th: ป้อนที่อยู่บรรทัดแรกของคุณ
tr: Adresinizin ilk satırını girin
tt: Адресыгызның беренче юлын кертегез
ug: ئادرېسىڭىزنىڭ بىرىنجى قۇرىنى كىرگۈزۈڭ
uk: Укажіть свою адресу: вулицю та номер будинку
ur: اپنے پتہ کی پہلی سطر داخل کریں
uz: Manzilingizning birinchi satrini kiriting
vi: Nhập dòng đầu tiên của địa chỉ của bạn
zh_hans: 请输入地址的第一行
zh_hant: 輸入地址的第一行

# Literal.MSfB.ErrorMessage.EmptyAddressline2
source: Enter the second line of your address
af: Voer die tweede reël van jou adres in
am: የአድራሻዎን የሁለተኛ መስመር ያስገቡ
ar: إدخال السطر الثاني من عنوانك
as: আপোনাৰ ঠিকনাৰ দ্বিতীয় শাৰীটো প্ৰৱেশ কৰাওক
az: Ünvanınızın ikinci sətrini daxil edin
bg: Въведете втория ред от адреса си
bn_in: আপনার ঠিকানার দ্বিতীয় লাইনটি প্রবেশ করান
bs: Unesite drugi red svoje adrese
cy: Rhowch ail linell eich cyfeiriad
da: Indtast den sekundære linje i din adresse
de: Geben Sie die zweite Zeile Ihrer Adresse ein.
el: Εισαγάγετε τη δεύτερη γραμμή της διεύθυνσής σας
es: Escribe la segunda línea de la dirección
et: Sisestage aadressi teine rida
eu: Idatzi helbidearen bigarren lerroa
fa: خط دوم آدرس خود را وارد کنید
ga: Iontráil an dara líne de do sheoladh
gd: Cuir a-steach dàrna loidhne do sheòlaidh
gl: Introduce a segunda liña do enderezo
gu: તમારા સરનામાની બીજી લાઇન દાખલ કરો
he: הזן את השורה השנייה של הכתובת שלך
hi: अपने पते की दूसरी पंक्ति दर्ज करें
hr: Unesite drugi redak svoje adrese
hu: Adja meg a cím második sorát.
id: Masukkan baris kedua alamat Anda
is: Færðu inn aðra línu heimilisfangs
ja: 住所の 2 行目を入力してください
ka: შეიყვანეთ თქვენი მისამართის მეორე სტრიქონი
kk: Мекенжайыңыздың екінші жолын енгізіңіз
kn: ನಿಮ್ಮ ವಿಳಾಸದ ಎರಡನೇ ಸಾಲು ನಮೂದಿಸಿ
ko: 주소의 두 번째 줄 입력
ku_arab: هێڵی دووەمی ناونیشانەکەت تێبنووسه
ky: Дарегиңиздин экинчи сабын киргизиңиз
lo: ປ້ອນເຂົ້າແຖວທີສອງຂອງທີ່ຢູ່ທ່ານ
lt: Įveskite antrąją adreso eilutę
lv: Ievadiet adreses otro rindiņu
mi: Tāurutia te rārangi tuarua o tō wāhitau
mk: Внесете го вториот ред од вашата адреса
ml: നിങ്ങളുടെ വിലാസത്തിന്റെ രണ്ടാമത്തെ വരി നൽകുക
mn: Хаягийнхаа хоёр дахь мөрийг оруул
mr: आपल्या पत्त्याची दुसरी ओळ प्रविष्ट करा
ms: Masukkan baris kedua alamat anda
mt: Daħħal it-tieni linja tal-indirizz tiegħek
ne: तपाइँको ठेगानाको दोस्रो पङ्‌क्ति प्रविष्ट गर्नुहोस्
nn_no: Skriv inn den andre lina i adressa
no: Angi andre linje i adressen
or: ଆପଣଙ୍କର ଠିକଣାର ଦ୍ୱିତୀୟ ଧାଡି ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنے پتے دی دوسری لائن درج کرو
pa_in: ਆਪਣੇ ਪਤੇ ਦੀ ਦੁੱਜੀ ਲਾਈਨ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź drugi wiersz adresu
ru: Введите вторую строку адреса
sd: پنهنجي پتي جي دوسري لائن داخل ڪريو
si: ඔබගේ ලිපිනයේ දෙවැනි පේළිය ඇතුල් කරන්න
sl: Vnesite drugo vrstico svojega naslova
sr_cyrl_rs: Унесите други ред адресе
sr_latn_rs: Unesite drugi red adrese
sv: Ange den andra raden i din adress
ta: உங்கள் முகவரியின் இரண்டாவது வரியை உள்ளிடவும்
te: మీ చిరునామా రెండో గీతను నమోదు చేయండి
tg: Сатри дуюми суроғаи худро ворид кунед
th: ป้อนที่อยู่บรรทัดที่สองของคุณ
tr: Adresinizin ikinci satırını girin
tt: Адресыгызның икенче юлын кертегез
ug: ئادرېسىڭىزنىڭ ئىككىنچى قۇرىنى كىرگۈزۈڭ
uk: Укажіть свою адресу: номер квартири чи офісу
ur: اپنے پتہ کی دوسری سطر داخل کریں
uz: Manzilingizning ikkinchi satrini kiriting
vi: Nhập dòng thứ hai của địa chỉ của bạn
zh_hans: 请输入地址的第二行
zh_hant: 輸入地址的第二行

# Literal.MSfB.ErrorMessage.EmptyCity
source: Enter your city
af: Voer jou stad in
am: ከተማዎን ያስገቡ
ar: إدخال مدينتك
as: আপোনাৰ চহৰ প্ৰৱেশ কৰাওক
az: Şəhərinizi daxil edin
bg: Въведете града си
bn_in: আপনার শহরের নাম প্রবেশ করান
bs: Unesite svoj grad
cy: Rhowch eich dinas
da: Indtast din by
de: Geben Sie Ihren Ort ein.
el: Εισαγάγετε την πόλη σας
es: Escribe la ciudad
et: Sisestage linn
eu: Idatzi hiria
fa: نام شهر را وارد کنید
ga: Iontráil do chathair
gd: Cuir a-steach do bhaile
gl: Introduce a cidade
gu: તમારા શહેરનું નામ દાખલ કરો
he: הזן את העיר שלך
hi: अपना शहर दर्ज करें
hr: Unesite svoj grad
hu: Adja meg a várost.
id: Masukkan kota Anda
is: Færðu inn borg
ja: 市区町村を入力してください
ka: შეიყვანეთ თქვენი ქალაქი
kk: Қалаңызды енгізіңіз
kn: ನಿಮ್ಮ ನಗರದ ಹೆಸರು ನಮೂದಿಸಿ
ko: 구/군 입력
ku_arab: شارەکەت تێبنووسه
ky: Шаарыңызды киргизиңиз
lo: ປ້ອນເຂົ້າເມືອງຂອງທ່ານ
lt: Įveskite savo miestą
lv: Ievadiet pilsētu
mi: Tāurutia tō tāone nui
mk: Внесете го вашиот град
ml: നിങ്ങളുടെ നഗരം നൽകുക
mn: Хотоо оруул
mr: आपले शहर प्रविष्ट करा
ms: Masukkan bandar anda
mt: Daħħal il-belt tiegħek
ne: आफ्नो सहर प्रविष्ट गर्नुहोस्
nn_no: Skriv inn stad
no: Angi sted
or: ଆପଣଙ୍କର ସହର ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنا شہر درج کرو
pa_in: ਆਪਣਾ ਸ਼ਹਿਰ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź miejscowość
ru: Введите город
sd: پنهنجو شهر جو نالو داخل ڪريو
si: ඔබගේ නගරය ඇතුල් කරන්න
sl: Vnesite mesto
sr_cyrl_rs: Унесите град
sr_latn_rs: Unesite grad
sv: Ange din ort
ta: உங்கள் நகரத்தை உள்ளிடவும்
te: మీ నగరం నమోదు చేయండి
tg: Шаҳри худро ворид кунед
th: ป้อนเมืองของคุณ
tr: Şehrinizi girin
tt: Шәһәрегезне кертегез
ug: شەھەرىڭىزنى كىرگۈزۈڭ
uk: Укажіть своє місто
ur: اپنا شہر داخل کریں
uz: Shahringizni kiriting
vi: Nhập thành phố của bạn
zh_hans: 请输入所在城市
zh_hant: 輸入您的鄉/鎮/市/區

# Literal.MSfB.ErrorMessage.EmptyState
source: Enter your state
af: Voer jou provinsie in
am: ግዛትዎን ያስገቡ
ar: إدخال منطقتك
as: আপোনাৰ ৰাজ্য প্ৰৱেশ কৰাওক
az: Ştatınızı daxil edin
bg: Въведете вашия щат
bn_in: আপনার রাজ্যের নাম প্রবেশ করান
bs: Unesite svoju saveznu državu
cy: Rhowch eich sir
da: Indtast din stat
de: Geben Sie Ihr Bundesland ein.
el: Εισαγάγετε τον νομό σας
es: Escribe el estado
et: Sisestage osariik/maakond
eu: Idatzi estatua
fa: ایالت خود را وارد کنید
ga: Iontráil do stát
gd: Cuir a-steach do shiorrachd/còigeamh/stàit
gl: Introduce o estado
gu: તમારું રાજ્ય દાખલ કરો
he: הזן את המדינה שלך
hi: अपना राज्य दर्ज करें
hr: Unesite saveznu državu
hu: Adja meg az államot.
id: Masukkan provinsi Anda
is: Færðu inn ríki
ja: 都道府県を入力してください
ka: შეიყვანეთ თქვენი შტატი
kk: Мемлекетіңізді енгізіңіз
kn: ನಿಮ್ಮ ರಾಜ್ಯವನ್ನು ನಮೂದಿಸಿ
ko: 시/도 입력
ku_arab: دەڵەتی خۆت تێبنووسه
ky: Өлкөңүздү киргизиңиз
lo: ປ້ອນເຂົ້າລັດຂອງທ່ານ
lt: Įveskite savo valstiją
lv: Ievadiet valsti
mi: Tāurutia tō takiwā
mk: Внесете ја државата
ml: നിങ്ങളുടെ സംസ്ഥാനം നൽകുക
mn: Муж улсаа оруул
mr: आपले राज्य प्रविष्ट करा
ms: Masukkan negeri anda
mt: Daħħal l-istat tiegħek
ne: आफ्नो राज्य प्रविष्ट गर्नुहोस्
nn_no: Skriv inn delstat
no: Angi delstat
or: ଆଫଣଙ୍କର ରାଜ୍ୟ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنی ریاست درج کرو
pa_in: ਆਪਣਾ ਪ੍ਰਾਂਤ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź województwo
ru: Введите регион
sd: پنهنجي حيثيت داخل ڪريو
si: ඔබගේ ජනපදය ඇතුල් කරන්න
sl: Vnesite državo
sr_cyrl_rs: Унесите државу
sr_latn_rs: Unesite državu
sv: Ange delstat/region
ta: உங்கள் மாநிலத்தை உள்ளிடவும்
te: మీ రాష్ట్రాన్ని నమోదు చేయండి
tg: Штати худро ворид кунед
th: ป้อนรัฐของคุณ
tr: Eyaletinizi girin
tt: Штатны кертегез
ug: رايونىڭىزنى كىرگۈزۈڭ
uk: Укажіть область, край, район
ur: اپنی ریاست داخل کریں
uz: Shtatingizni kiriting
vi: Nhập bang của bạn
zh_hans: 请输入所在省/自治区/直辖市
zh_hant: 輸入您的省/市

# Literal.MSfB.ErrorMessage.EmptyPostalCode
source: Enter your postal code
af: Voer jou poskode in
am: የፖስታ ኮድዎን ያስገቡ
ar: إدخال رمز بريدي
as: আপোনাৰ পোষ্টেল কোড প্ৰৱেশ কৰাওক
az: Poçt indeksinizi daxil edin
bg: Въведете пощенски код
bn_in: আপনার পোস্টাল কোডটি প্রবেশ করান
bs: Unesite poštanski broj
cy: Rhowch eich cod post
da: Indtast dit postnummer
de: Geben Sie Ihre Postleitzahl ein.
el: Εισαγάγετε τον ταχυδρομικό κώδικά σας
es: Escribe el código postal
et: Sisestage oma sihtnumber
eu: Idatzi posta-kodea
fa: کد پستی خود را وارد کنید
ga: Iontráil do chód poist
gd: Cuir a-steach an còd-puist agad
gl: Introduce o código postal
gu: તમારો પોસ્ટલ કોડ દાખલ કરો
he: הזן מיקוד
hi: अपना डाक कोड दर्ज करें
hr: Unesite poštanski broj
hu: Adja meg az irányítószámot.
id: Masukkan kode pos Anda
is: Færðu inn póstnúmer
ja: 郵便番号を入力してください
ka: შეიყვანეთ საფოსტო კოდი
kk: Пошталық индексті енгізіңіз
kn: ನಿಮ್ಮ ಅಂಚೆ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 우편 번호 입력
ku_arab: کۆدی پۆستەی خۆت تێبنووسه
ky: Индексиңизди киргизиңиз
lo: ປ້ອນເຂົ້າລະຫັດໄປສະນີຂອງທ່ານ
lt: Įveskite pašto kodą
lv: Ievadiet pasta indeksu
mi: Tāurutia mai tō waehere poutāpeta
mk: Внесете го поштенскиот број
ml: നിങ്ങളുടെ തപാൽ കോഡ് നൽകുക
mn: Шуудангийн кодоо оруул
mr: आपला पोस्टल कोड प्रविष्ट करा
ms: Masukkan poskod anda
mt: Daħħal il-kodiċi postali tiegħek
ne: आफ्नो हुलाक कोड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn postnummer
no: Angi postnummer
or: ଆପଣଙ୍କର ଡାକ କୋଡ୍‌ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنا پوسٹل کوڈ درج کرو
pa_in: ਆਪਣਾ ਡਾਕ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź kod pocztowy
ru: Введите почтовый индекс
sd: پنهنجو پوسٽل داخل ڪريو
si: ඔබගේ තැපැල් කේතය ඇතුල් කරන්න
sl: Vnesite poštno številko
sr_cyrl_rs: Унесите поштански број
sr_latn_rs: Unesite poštanski broj
sv: Ange ditt postnummer
ta: உங்கள் அஞ்சல் குறியீட்டை உள்ளிடவும்
te: మీ పోస్టల్ కోడ్‌ను నమోదు చేయండి
tg: Индекси почтаи худро ворид кунед
th: ป้อนรหัสไปรษณีย์ของคุณ
tr: Posta kodunuzu girin
tt: Почта индексын кертегез
ug: پوشتا كودىڭىزنى كىرگۈزۈڭ
uk: Введіть поштовий індекс
ur: اپنا پوسٹل کوڈ داخل کریں
uz: Pochta indeksingizni kiriting
vi: Nhập mã bưu điện của bạn
zh_hans: 请输入你的邮政编码
zh_hant: 輸入您的郵遞區號

# Literal.MSfB.ErrorMessage.EmptyZipCode
source: Enter your zip code
af: Voer jou poskode in
am: ዚፕ ኮድዎን ያስገቡ
ar: إدخال الرمز البريدي
as: আপোনাৰ জিপ কোড প্ৰৱেশ কৰাওক
az: Poçt indeksinizi daxil edin
bg: Въведете пощенски код
bn_in: আপনার জিপ কোডটি প্রবেশ করান
bs: Unesite poštanski broj
cy: Rhowch eich cod post
da: Indtast dit postnummer
de: Geben Sie Ihre Postleitzahl ein.
el: Εισαγάγετε τον ταχυδρομικό κώδικά σας
es: Escribe el código postal
et: Sisestage sihtnumber
eu: Idatzi ZIP kodea
fa: زیپ‌کد خود را وارد کنید
ga: Iontráil do chód poist
gd: Cuir a-steach an còd-puist agad
gl: Introduce o código postal
gu: તમારો ઝીપ કોડ દાખલ કરો
he: הזן את המיקוד שלך
hi: अपना ज़िप कोड दर्ज करें
hr: Unesite poštanski broj
hu: Adja meg az irányítószámot.
id: Masukkan kode zip Anda
is: Færðu inn póstnúmer
ja: 郵便番号を入力してください
ka: შეიყვანეთ თქვენი საფოსტო ინდექსი
kk: Пошталық индексті енгізіңіз
kn: ನಿಮ್ಮ ಪಿನ್ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 우편 번호 입력
ku_arab: کۆدی پۆستەی خۆت تێبنووسه
ky: Индексиңизди киргизиңиз
lo: ປ້ອນເຂົ້າລະຫັດຊິບຂອງທ່ານ
lt: Įveskite pašto kodą
lv: Ievadiet pasta indeksu
mi: Tāurutia mai tō waehere ZIP
mk: Внесете го поштенскиот број
ml: നിങ്ങളുടെ പിൻ കോഡ് നൽകുക
mn: ZIP кодоо оруул
mr: आपला झिप कोड प्रविष्ट करा
ms: Masukkan kod zip anda
mt: Daħħal il-kodiċi ZIP tiegħek
ne: आफ्नो जिप कोड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn postnummer
no: Angi postnummer
or: ଆଫଣଙ୍କର ଜିପ୍‌ କୋଡ୍‌ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنا zip کوڈ درج کرو
pa_in: ਆਪਣਾ ਜ਼ਿਪ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź kod pocztowy
ru: Введите почтовый индекс
sd: پنهنجو زپ ڪوڊ داخل ڪريو
si: ඔබගේ zip කේතය ඇතුල් කරන්න
sl: Vnesite poštno številko
sr_cyrl_rs: Унесите поштански број у САД
sr_latn_rs: Unesite poštanski broj u SAD
sv: Ange ditt postnummer
ta: ஜிப் அஞ்சல் குறியீட்டை உள்ளிடவும்
te: మీ జిప్ కోడ్‌ను నమోదు చేయండి
tg: Индекси почтаи худро ворид кунед
th: ป้อนรหัสไปรษณีย์
tr: Alan kodunuzu girin
tt: Индексны кертегез
ug: پوشتا كودىنى كىرگۈزۈڭ
uk: Введіть поштовий індекс
ur: اپنا زپ کوڈ داخل کریں
uz: Pochta indeksini kiriting
vi: Nhập mã zip của bạn
zh_hans: 请输入你的邮政编码
zh_hant: 輸入您的郵遞區號

# Literal.MSfB.ErrorMessage.EmptyCountry
source: Pick your country/region
af: Kies jou land/streek
am: የእርስዎን ሀገር/ክልል ይምረጡ
ar: اختيار البلد/ المنطقة
as: আপোনাৰ দেশ/অঞ্চল তোলক
az: Ölkə/regionunuzu seçin
bg: Изберете страна/регион
bn_in: আপনার দেশ/অঞ্চল চয়ন করুন
bs: Izaberite svoju državu/regiju
cy: Dewiswch eich gwlad/rhanbarth
da: Vælg dit land/område
de: Wählen Sie Ihr Land/Ihre Region aus.
el: Επιλέξτε τη χώρα/περιοχή σας
es: Selecciona el país o región
et: Valige riik/regioon
eu: Aukeratu herrialdea/eskualdea
fa: کشور/منطقه خود را وارد کنید
ga: Pioc do thír/réigiún
gd: Tagh do dhùthaich/roinn-dùthcha
gl: Selecciona o país ou rexión
gu: તમારો દેશ / પ્રદેશ ચૂંટો
he: בחר את הארץ/האזור שלך
hi: अपना देश/क्षेत्र चुनें
hr: Odaberite svoju državu/regiju
hu: Válassza ki az országot/régiót.
id: Pilih negara/wilayah Anda
is: Veldu land/svæði
ja: 国/地域を選択してください
ka: აირჩიეთ თქვენი ქვეყანა/რეგიონი
kk: Еліңізді/аймағыңызды таңдаңыз
kn: ನಿಮ್ಮ ದೇಶ/ವಲಯವನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko: 국가/지역 선택
ku_arab: وڵات/هەرێمی خۆت هەڵبژێره
ky: Өлкө/аймагыңызды тандаңыз
lo: ເລືອກປະເທດ/ເຂດຂອງທ່ານ
lt: Pasirinkite savo šalį / regioną
lv: Izvēlieties valsti/reģionu
mi: Kōwhiria tō whenua/rohe
mk: Одберете ја државата/регионот
ml: നിങ്ങളുടെ രാജ്യം / പ്രദേശം തിരഞ്ഞെടുക്കുക
mn: Улс/бүс нутгаа сонго
mr: आपला देश/विभाग निवडा
ms: Pilih negara/rantau anda
mt: Agħżel il-pajjiż/ir-reġjun tiegħek
ne: आफ्नो राष्ट्र/क्षेत्र रोज्नुहोस्
nn_no: Vel land/område
no: Velg land/område
or: ଆପଣଙ୍କର ଦେଶ/ଅଞ୍ଚଳ ବାଛନ୍ତୁ
pa_arab_pk: اپنا ملک/خطہ چُنو
pa_in: ਆਪਣਾ ਦੇਸ਼/ਖੇਤਰ ਚੁਣੋ
pl: Wybierz kraj/region
ru: Выберите страну или регион
sd: پنهنجو ملڪ/خطو چونڊيو
si: ඔබගේ රට/කළාපය තෝරන්න
sl: Izberite državo/regijo
sr_cyrl_rs: Одаберите земљу/регион
sr_latn_rs: Odaberite zemlju/region
sv: Välj ditt land/region
ta: உங்கள் நாடு/வட்டாரத்தைத் தேர்ந்தெடுக்கவும்
te: మీ దేశం/ప్రాంతం ఎంచుకోండి
tg: Кишвар/минтақаи худро интихоб кунед
th: เลือกประเทศ/ภูมิภาคของคุณ
tr: Ülkenizi/bölgenizi seçin
tt: Ил/төбәкне сайлагыз
ug: دۆلەت ياكى رايونىڭىزنى تاللاڭ
uk: Виберіть країну/регіон
ur: اپنا ملک/ریجن منتخب کریں
uz: Mamlakat/hududingizni tanlang
vi: Chọn quốc gia/khu vực của bạn
zh_hans: 选择所在国家/地区
zh_hant: 挑選您的國家/地區

# Literal.MSfB.ErrorMessage.EmptyFirstName
source: Enter your first name
af: Voer jou voornaam in
am: የመጀመሪያ ስምዎን ያስገቡ
ar: إدخال الاسم الأول
as: আপোনাৰ প্ৰথম নাম প্ৰৱেশ কৰাওক
az: Adınızı daxil edin
bg: Въведете собственото си име
bn_in: আপনার প্রথম নামটি প্রবেশ করান
bs: Unesite svoje ime
cy: Rhowch eich enw cyntaf
da: Indtast dit fornavn
de: Geben Sie Ihren Vornamen ein.
el: Εισαγάγετε το όνομά σας
es: Escribe tu nombre
et: Sisestage eesnimi
eu: Idatzi zure izena
fa: نام خود را وارد کنید
ga: Iontráil do chéadainm
gd: Cuir a-steach d’ ainm
gl: Introduce o nome
gu: તમારા પ્રેષકનું નામ એન્ટર કરો
he: הזן שם פרטי
hi: अपना पहला नाम दर्ज करें
hr: Unesite svoje ime
hu: Adja meg az utónevét.
id: Masukkan nama depan Anda
is: Færðu inn fornafn
ja: 名前 (名) を入力してください
ka: შეიყვანეთ თქვენი სახელი
kk: Атыңызды енгізіңіз
kn: ನಿಮ್ಮ ಮೊದಲ ಹೆಸರು ನಮೂದಿಸಿ
ko: 이름 입력
ku_arab: ناوت تێبنووسه
ky: Атыңызды киргизиңиз
lo: ປ້ອນເຂົ້າຊື່ຂອງທ່ານ
lt: Įveskite savo vardą
lv: Ievadiet vārdu
mi: Tāurutia tō ingoa tuatahi
mk: Внесете го своето име
ml: നിങ്ങളുടെ പേരിന്റെ ആദ്യഭാഗം നൽകുക
mn: Нэрээ оруул
mr: आपले पहिले नाव प्रविष्ट करा
ms: Masukkan nama pertama anda
mt: Daħħal ismek
ne: आफ्नो नाम प्रविष्ट गर्नुहोस्
nn_no: Skriv inn fornamn
no: Angi fornavn
or: ଆପଣଙ୍କର ପ୍ରଥମ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنا پہلا ناں درج کرو
pa_in: ਆਪਣੇ ਨਾਮ ਦਾ ਪਹਿਲਾ ਭਾਗ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź imię
ru: Введите имя
sd: پنهنجو پهريون نالو داخل ڪريو
si: ඔබගේ මුල් නම ඇතුල් කරන්න
sl: Vnesite svoje ime
sr_cyrl_rs: Унесите име
sr_latn_rs: Unesite ime
sv: Ange ditt förnamn
ta: உங்கள் பெயரின் முற்பகுதியை உள்ளிடவும்
te: మీ మొదటి పేరు నమోదు చేయండి
tg: Номи худро ворид кунед
th: ใส่ชื่อจริงของคุณ
tr: Adınızı girin
tt: Исемегезне кертегез
ug: ئىسمىڭىزنى كىرگۈزۈڭ
uk: Введіть своє ім’я
ur: اپنا پہلا نام داخل کریں
uz: Ismingizni kiriting
vi: Nhập tên của bạn
zh_hans: 请输入你的名字
zh_hant: 輸入您的名字

# Literal.MSfB.ErrorMessage.EmptyLastName
source: Enter your last name
af: Voer jou van in
am: የመጨረሻ ስምዎን ያስገቡ
ar: إدخال اسم العائلة
as: আপোনাৰ অন্তিম নাম প্ৰৱেশ কৰাওক
az: Soyadınızı daxil edin
bg: Въведете фамилията си
bn_in: আপনার শেষ নামটি প্রবেশ করান
bs: Unesite svoje prezime
cy: Rhowch eich cyfenw
da: Indtast dit efternavn
de: Geben Sie Ihren Nachnamen ein.
el: Εισαγάγετε το επώνυμό σας
es: Escribe tus apellidos
et: Sisestage oma perekonnanimi
eu: Idatzi zure abizena
fa: نام خانوادگی خود را وارد کنید
ga: Cuir isteach ainm an té a sheolfaidh é
gd: Cuir a-steach do shloinneadh
gl: Introduce os apelidos
gu: તમારું અંતિમ નામ દાખલ કરો
he: הזן שם משפחה
hi: अपना अंतिम नाम दर्ज करें
hr: Unesite svoje prezime
hu: Adja meg a vezetéknevét.
id: Masukkan nama belakang Anda
is: Færðu inn eftirnafn
ja: 名前 (姓) を入力してください
ka: შეიყვანეთ თქვენი გვარი
kk: Тегіңізді енгізіңіз
kn: ನಿಮ್ಮ ಕಳುಹಿಸಿದವರ ಹೆಸರು ಬರೆಯಿರಿ
ko: 성 입력
ku_arab: نازناوی خۆت تێبنووسه
ky: Фамилияңызды киргизиңиз
lo: ປ້ອນເຂົ້ານາມສະກຸນຂອງທ່ານ
lt: Įveskite savo pavardę
lv: Ievadiet uzvārdu
mi: Tāurutia tō ingoa whakamutunga
mk: Внесете го своето презиме
ml: നിങ്ങളുടെ പേരിന്റെ അവസാന ഭാഗം നൽകുക
mn: Овгоо оруул
mr: आपले शेवटचे नाव प्रविष्ट करा
ms: Masukkan nama akhir anda
mt: Daħħal kunjomok
ne: आफ्नो थर प्रविष्ट गर्नुहोस्
nn_no: Skriv inn etternamn
no: Angi etternavn
or: ଆପଣଙ୍କର ଶେଷ ନାମ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: اپنا آخری ناں درج کرو
pa_in: ਆਪਣੇ ਨਾਮ ਦਾ ਆਖ਼ਿਰੀ ਭਾਗ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź nazwisko
ru: Введите фамилию
sd: پنهنجو آخري نالو داخل ڪريو
si: ඔබගේ අග නම ඇතුල් කරන්න
sl: Vnesite svoj priimek
sr_cyrl_rs: Унесите презиме
sr_latn_rs: Unesite prezime
sv: Ange ditt efternamn
ta: உங்கள் அனுப்புநர் பெயரை உள்ளிடுக
te: అందుకోవలసిన వారి పేరు ప్రవేశపెట్టండి
tg: Насаби худро ворид кунед
th: ใส่นามสกุลของคุณ
tr: Soyadınızı girin
tt: Фамилиягезне кертегез
ug: فامىلىڭىزنى كىرگۈزۈڭ
uk: Введіть свою фамілію
ur: اپنا آخری نام داخل کریں
uz: Familiyangizni kiriting
vi: Nhập họ của bạn
zh_hans: 请输入你的姓氏
zh_hant: 輸入您的姓氏
