Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.PICV.Fail
source: Verification Failed
af: Verifikasie het misluk
am: ማረጋገጫ አልተሳካም
ar: فشل التحقق
as: সত্যাপন বিফল হৈছে
az: Təsdiqlənmədi
bg: Проверката е неуспешна
bn_in: যাচাইকরণ বিফল হয়েছে
bs: Verificiranje nije uspjelo
cy: Heb lwyddo i ddilysu
da: Kontrol mislykkes
de: Prüfung gescheitert
el: Η επαλήθευση απέτυχε
es: Error en la comprobación
et: Kinnitamine nurjus
eu: Egiaztapenak huts egin du
fa: تأیید اعتبار انجام نشد
ga: Theip ar fhíorú
gd: Dh'fhàillig an dearbhadh
gl: A verificación fallou
gu: વેરીફિકેશન નિષ્ફળ
he: האימות נכשל
hi: सत्यापन विफल हुआ
hr: Provjera valjanosti nije uspjela
hu: Az érvényesítés meghiúsult
id: Verifikasi Gagal
is: Sannprófun mistókst
ja: 検証に失敗しました
ka: ვერ დადასტურდა
kk: Тексеру сәтсіз аяқталды
kn: ಪರಿಶೀಲನೆ ವಿಫಲಗೊಂಡಿದೆ
ko: 인증 실패
ku_arab: سەلماندن شکستی هێنا
ky: Текшерүү аткарылган жок
lo: ການກວດສອບບໍ່ສຳເລັດ
lt: Patikrinti nepavyko
lv: Pārbaude neizdevās.
mi: I Rahua te Manatokonga
mk: Верификацијата не успеа
ml: സ്ഥിരീകരണം പരാജയപ്പെട്ടു
mn: Баталгаажуулалт амжилтгүй болсон
mr: पुष्टीकरण अयशस्वी
ms: Penentusahan Gagal
mt: Verifika Ma Rnexxietx
ne: रुजू असफल भयो
nn_no: Stadfestinga mislukkast
no: Bekreftelse mislyktes
or: ଯାଞ୍ଚକରଣ ବିଫଳ ହୋଇଛି
pa_arab_pk: تصدیق نکام ہوگئی اے
pa_in: ਪੁਸ਼ਟੀਕਰਨ ਅਸਫਲ ਹੋ ਗਿਆ
pl: Weryfikacja nie powiodła się
ru: Проверка не пройдена
sd: تصديق ناڪام ٿي وئي
si: සත්‍යාපනය අසාර්ථකයි
sl: Preverjanje ni uspelo
sr_cyrl_rs: Верификација није успела
sr_latn_rs: Verifikacija nije uspela
sv: Verifieringen misslyckades
ta: சரிபார்ப்பு தோல்வி
te: నిర్ధారణ విఫలమైంది
tg: Санҷиш иҷро нашуд
th: การตรวจสอบล้มเหลว
tr: Doğrulama Başarısız
tt: Тикшерү уңышсыз
ug: دەلىللەش مەغلۇپ بولدى
uk: Не вдалося виконати перевірку
ur: توثیق ناکام ہوگئی ہے
uz: Tekshirish xatolikka uchradi
vi: Kiểm chứng không Thành công
zh_hans: 验证失败
zh_hant: 驗證失敗

# Word.PICV.Success
source: Success!
af: Sukses!
am: ስኬት
ar: النجاح!
as: সফলতা!
az: Uğurlu!
bg: Успешно!
bn_in: সফল!
bs: Uspjeh!
cy: Llwyddiant!
da: Udført!
de: Erfolg!
el: Επιτυχία!
es: Operación correcta
et: Õnnestus!
eu: Ongi!
fa: انجام شد
ga: D'éirigh leis!
gd: Shoirbhich leat!
gl: Correcto!
gu: સફળ
he: הצלחה!
hi: सफलता!
hr: Uspješno izvršeno!
hu: Sikerült!
id: Berhasil!
is: Þetta tókst!
ja: 検証が無事に終了しました
ka: შესრულდა!
kk: Сәттілік!
kn: ಯಶಸ್ವಿ!
ko: 성공!
ku_arab: سەرکەوتووە!
ky: Ийгилик!
lo: ສຳເລັດແລ້ວ!
lt: Atlikta sėkmingai!
lv: Pārbaude ir veiksmīgi pabeigta.
mi: I Angitū!
mk: Успешно!
ml: വിജയകരം!
mn: Амжилттай!
mr: यशस्वी!
ms: Berjaya!
mt: Irnexxiet!
ne: सफल!
nn_no: Vellukka!
no: Vellykket!
or: ସଫଳ!
pa_arab_pk: کامیابی!
pa_in: ਸਫਲਤਾ!
pl: Powodzenie!
ru: Выполнено успешно
sd: ڪاميابي!
si: සාර්ථකයි!
sl: Uspešno!
sr_cyrl_rs: Успех!
sr_latn_rs: Uspeh!
sv: Klart!
ta: வெற்றி!
te: విజయవంతం!
tg: Муваффақият!
th: สำเร็จ!
tr: Başarılı!
tt: Уңышлы!
ug: مۇۋەپپەقىيەتلىك بولدى!
uk: Завершено!
ur: کامیابی!
uz: Muvaffaqiyat!
vi: Thành công!
zh_hans: 成功!
zh_hant: 成功！

# Word.DirectDebitMandateInstruction
source: By providing your banking details, you authorize Microsoft to make charges to your bank account in the amounts specified until your authorization is revoked or your subscription is cancelled, terminated, or expires.
af: Deur die verskaffing van jou bankbesonderhede, gee jy magtiging aan Microsoft om gespesifiseerde bedrae teen jou bankrekening te hef totdat jou magtiging herroep word of jou inskrywing gekanseleer word, beëindig of verval.
am: የባንክ ዝርዝር መረጃዎን በማቅረብ Microsoft የሰጡት ፈቃድ እስኪነሳ ድረስ ወይም የደንበኝነት ምዝገባዎ እስኪሰረዝ፣ እስኪቋረጥ ወይም ጊዜው እስኪያልፈበት ድረስ በተጠቀሰው መጠን ከባንክ ሂሳብዎ ክፍያ እንዲወስድ ይፈቅዱለታል።
ar: إنك وبتقديمك تفاصيل حسابك البنكي تخوّل Microsoft‏ بتحصيل المبالغ من حسابك البنكي بالمقادير المحددة حتى سحبك التخويل أو إلغاء اشتراكك أو إنهائه أو انتهاء صلاحيته.
as: আপোনাৰ বেঙ্কৰ বিশদ-বিবৰণসমূহ দাখিল কৰি আপুনি Microsoft-ক আপোনাৰ উঠাই লোৱা বা আপোনাৰ গ্ৰাহকভুক্তকৰণ বাতিল, সমাপ্ত, নাইবা ম্যাদ উকলালৈকে আপোনাৰ বেঙ্ক একাউন্টৰ নিৰ্দ্ধাৰিত পৰিমাণত মাচুল লগাবলৈ মালিকীস্বত্ত্ব প্ৰদান কৰে৷
az: Bank rekvizitlərinizi təqdim etməklə, siz səlahiyyətiniz ləğv edilməyənə və ya abunəniz ləğv olunmayana, ona xitam verilməyənə və ya vaxtı bitməyənə kimi Microsoft-a müəyyən edilmiş məbləğlərdə bank hesabınıza xərclər yazmaq hüququ verirsiniz.
bg: С предоставянето на банковите си данни вие оторизирате Microsoft да таксува банковата ви сметка с указаните суми до отмяната на тази оторизация или до отмяната, прекратяването или изтичането на абонамента ви.
bn_in: আপনার ব্যাঙ্কের বিস্তারিত তথ্য প্রদান করার মাধ্যমে আপনি, আপনার অনুমোদন প্রত্যাহার না করা পর্যন্ত বা আপনার সদস্যতা বাতিল করা, সীমাবদ্ধ করা না হলে, তার মেয়াদ শেষ না হওয়া পর্যন্ত, আপনি Microsoft কে উল্লিখিত অর্থ রাশি আপনার ব্যাঙ্ক অ্যাকাউন্টে ধার্য করার অনুমতি দিচ্ছেন।
bs: Dajući svoje bankovne podatke, vi ovlašćujete Microsoft da vrši naplatu s vašeg bankovnog računa u navedenim iznosima sve dok ne povučete ovlaštenje ili dok vaša pretplata ne bude otkazana, ukinuta ili dok ne istekne.
cy: Drwy ddarparu eich manylion bancio, rydych yn rhoi awdurdod i Microsoft godi ffioedd ar eich cyfrif banc am y symiau a nodwyd nes i'ch awdurdodiad gael ei ddiddymu neu nes caiff eich tanysgrifiad ei ganslo, ei derfynu neu ei ddirwyn i ben.
da: Ved at angive dine bankoplysninger godkender du, at Microsoft foretager ændringer i din bankkonto i de beløb, der angives, indtil du tilbagekalder godkendelsen eller dit abonnement annulleres, ophører eller udløber.
de: Durch die Angabe Ihrer Bankverbindung autorisieren Sie Microsoft, Ihr Konto mit den angegebenen Beträgen zu belasten, bis Sie Ihre Autorisierung widerrufen oder Ihr Abonnement gekündigt oder beendet wird oder abläuft.
el: Παρέχοντας τα τραπεζικά στοιχεία σας, εξουσιοδοτείτε τη Microsoft να πραγματοποιεί χρεώσεις στον τραπεζικό λογαριασμό σας με τα καθορισμένα ποσά έως ότου η εξουσιοδότησή σας να ανακληθεί ή η συνδρομή σας να ακυρωθεί, να τερματιστεί ή να λήξει.
es: Al proporcionar sus datos bancarios, autoriza a Microsoft a cargar en su cuenta bancaria los importes especificados hasta que se revoque su autorización o hasta que su suscripción se cancele, finalice o expire.
et: Pangarekvisiite esitades lubate Microsoftil määratud summa ulatuses kontolt tasu võtta seni, kuni selle loa tühistate või tellimuse lõpetate, tühistate või see aegub.
eu: Banku-kontuaren xehetasunak ematen dituzunean, Microsoft-i baimena ematen diozu zehaztutako kobrantzak egiteko kontuan, baimena ezeztatu edo harpidetza bertan behera utzi, amaitu edo iraungi arte.
fa: با وارد کردن جزئیات بانکی خود، به Microsoft اجازه می دهید که تا زمان لغو این مجوز یا تا زمانی که اشتراک خود را لغو کنید یا منقضی شود، مبالغ مشخصی را از حساب بانکی شما کسر کند.
ga: Nuair a sholáthraíonn tú do shonraí bainc, údaraionn tú Microsoft chun do chuntas bainc a mhuirearú leis na suimeanna sonraithe nó go ndéantar d'údarú a tharraingt siar nó go ndéantar do shíntiús a chealú, a fhoirceannadh, nó go dtéann sé in éag.
gd: Nuair a thoir thu seachad fiosrachadh a' chunntais banca agad, bheir thu cead do Microsoft gus tàillean iarraidh on chunntas banca agad leis na suimean a chaidh a shònrachadh gus an tèid an cead agad ais-ghairm no gus an tèid crìoch a chur air an fho-sgrìobhadh agad no sgur dheth no gus am falbh an ùine air.
gl: Ao fornecer a súa información bancaria, autoriza a Microsoft a aplicar custos na súa conta bancaria polas cantidades especificadas até que se revogue a autorización ou até que se cancele, conclúa ou caduque a subscrición.
gu: તમારી બેંકની વિગતો પ્રદાન કરીને, જ્યાં સુધી તમારી મંજૂરી રદબાતલ કરવામાં અથવા તમારું સબ્સ્ક્રિપ્શન રદ, સમાપ્ત કરવામાં અથવા તેની સમય સમાપ્ત નહીં થાય ત્યાં સુધી, તમે Microsoft ને તમારા બેંક ખાતાથી શુલ્ક વસૂલવા માટે મંજૂરી આપો છો.
he: על-ידי מתן פרטי הבנק שלך, אתה מרשה ל- Microsoft לבצע חיובים בחשבון הבנק שלך בסכומים שצוינו עד שהרשאתך תבוטל או עד שהמנוי שלך יבוטל, יסתיים או יפוג.
hi: अपना बैंक विवरण देकर, आप Microsoft को निर्दिष्ट की गई राशि में तब तक परिवर्तन करने के लिए प्राधिकृत करते हैं जब तक कि आपका प्राधिकरण रद्द या आपकी सदस्यता निरस्त, अंत या समाप्त नहीं होती.
hr: Navodeći svoje bankovne podatke autorizirate Microsoft da tereti vaš bankovni račun za navedene iznose dok ne opozovete autorizaciju ili otkažete pretplatu, obustavite je ili ona istekne.
hu: Ha megadja a banki adatait, azzal megbízza a Microsoftot, hogy a meghatározott összegekkel megterhelje bankszámláját mindaddig, amíg Ön ezt a megbízást vissza nem vonja, illetve az előfizetése törlésre nem kerül vagy le nem jár.
id: Dengan memberikan rincian perbankan, berarti Anda memberikan otorisasi kepada Microsoft untuk melakukan tagihan ke rekening bank Anda sesuai jumlah yang ditentukan sampai otorisasi Anda dicabut atau langganan Anda dibatalkan, dihentikan, atau berakhir.
is: Með því að færa inn upplýsingar um bankareikning þinn gefur þú Microsoft heimild til að skuldfæra tilgreindar fjárhæðir á bankareikninginn þar til heimildin er afturkölluð eða þar til áskriftinni er sagt upp, henni er rift eða hún rennur út.
ja: お客様の銀行情報を入力することで、Microsoft がお客様の銀行口座から請求金額をいただくことを承認するものとします。この承認は、お客様が承認を取り消すまで、またはサービスの取り消し、停止、または期限切れまで有効です。
ka: თქვენი საბანკო დეტალების მითითებით უფლებას აძლევთ Microsoft-ს გადახდა განახორციელოს თქვენი საბანკო ანგარიშიდან მითითებული თანხებით, სანამ არ გაუქმდება თქვენი ავტორიზაცია, ან სანამ თქვენი გამოწერა არ გაუქმდება, არ შეწყდება, ან ვადა არ გაუვა.
kk: Банк деректеріңізді беру арқылы сіз Microsoft корпорациясына рұқсатыңыз жойылмағанша немесе жазылымыңыз болдырылмағанша, тоқтатылмағанша не мерзімі аяқталмағанша банк шотыңызға көрсетілген сомада өзгерістер енгізуге рұқсат бересіз.
kn: ನಿಮ್ಮ ಬ್ಯಾಂಕಿಂಗ್ ವಿವರಗಳನ್ನು ಒದಗಿಸುವ ಮೂಲಕ, ನಿಮ್ಮ ದೃಢೀಕರಣವನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳುವವರೆಗೆ ಅಥವಾ ನಿಮ್ಮ ಚಂದಾದಾರಿಕೆಯನ್ನು ರದ್ದು ಮಾಡುವವರೆಗೆ, ರದ್ದುಮಾಡುವವರೆಗೆ, ಅಥವಾ ಅಂತಿಮ ಗಡುವಿನವರೆಗೆ ನಿರ್ದಿಷ್ಟಪಡಿಸಿದ ಮೊತ್ತಗಳಲ್ಲಿ ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ ಶುಲ್ಕಗಳನ್ನು ವಿಧಿಸುವಂತೆ ನೀವು Microsoft ಗೆ ದೃಢೀಕರಿಸುತ್ತೀರಿ.
ko: 은행 계좌 정보를 제공하면 권한 부여를 취소하거나 가입 서비스가 취소, 종료 또는 만료될 때까지 Microsoft에서 회원님의 은행 계좌에 지정된 금액을 청구할 수 있는 권한을 부여하는 것입니다.
ku_arab: بە پێدانی وردەکاریەکانی بانکی خۆت، تۆ رێگە بە Microsoft دەدەیت گۆڕانکاری لە ئەژمێری بانکی تۆدا ئەنجام بدات بەو بڕانەی دیاریکراون هەتا ئەوکاتەی رێپێدانەکەت هەڵدەوەشێتەوە یان ئابوونەکەت بەتاڵ دەکرێتەوە، کۆتایی پێدێت یان بەسەر دەچێت.
ky: Банк маалыматыңызды камсыз кылуу менен, сиз Microsoft ко банк эсеп жазууңузга, расмий укугуңуз жокко чыгарылмайынча же жазылууңуз токтотулмайынча, жок кылынмайынча же мөөнөтү өтмөйүнчө, аныкталган көлөмдөгү төлөм чыгарууга расмий уруксат бересиз.
lo: ໂດຍການສະໜອງລາຍລະອຽດທະນາຄານຂອງທ່ານ, ທ່ານອະນຸຍາດໃຫ້ Microsoft ເຮັດການເກັບເງິນນໍາບັນຊີທະນາຄານຂອງທ່ານໃນຈຳນວນທີ່ລະບຸໄວ້ຈົນກວ່າວ່າການອະນຸຍາດຂອງທ່ານຈະຖືກຖອນຄືນ ຫຼືການສະໝັກໃຊ້ຂອງທ່ານຖືກຍົກເລີກ, ສິ້ນສຸດ ແລະ ໝົດອາຍຸ.
lt: Pateikdami savo banko informaciją leidžiate „Microsoft“ išskaičiuoti iš jūsų banko sąskaitos nurodytas sumas, kol leidimas atšaukiamas arba jūsų prenumerata atšaukiama, nutraukiama arba baigia galioti.
lv: Norādot bankas datus, jūs pilnvarojat korporāciju Microsoft piemērot maksu jūsu bankas kontam norādīto summu apmērā. Pilnvaras derīguma termiņš tiks izbeigts tad, kad to atsauksit, vai arī tiks atcelts abonements, tiks pārtraukta tā darbība vai beigsies tā derīguma termiņš.
mi: Mā tō hora mai i ō taipitopito pēke, kei te whakamana koe i a Microsoft kia nama i tō pūtea pēke mō ngā tapeke e tohua nei, kia whakakāhoretia rā anō tō whakamanga, kia whakakorea rānei, kia whakamutua rānei, kia mōnehu rānei.
mk: Со давање на деталите за вашата банкарска сметка, го овластувате Microsoft да врши наплати на вашата сметка за одредениот износ, додека не се повлече вашето овластување или не се откаже или прекине вашата претплата или додека таа не истече.
ml: നിങ്ങളുടെ ബാങ്കിംഗ് വിശദാംശങ്ങള്‍ നല്‍കുന്നതിലൂടെ, വ്യക്തമാക്കിയ തുകകള്‍, നിങ്ങളുടെ അധികാരം പിന്‍‌വലിക്കുന്നത് വരെയോ റദ്ദാക്കുന്നത് വരേയോ ഇല്ലാതാക്കുന്നത് വരേയോ, കാലാവധി അവസാനിക്കുന്നത് വരേയോ അക്കൌണ്ടില്‍ നിന്ന് നിരക്കുകള്‍ ഈടാക്കാന്‍ Microsoft-ന് നിങ്ങള്‍ അംഗീകാരം നല്‍കുന്നു.
mn: Банкныхаа мэдээллийг өгснөөр таны зөвшөөрөл хүчингүй болох эсвэл таны захиалга цуцлагдах, хязгаарлагдах эсхүл хугацаа дуусах хүртэл тогтоосон үнийн дүнгээр таны банкны данснаас хураамж авахыг та Microsoft-д зөвшөөрч байна.
mr: आपले बँक तपशील प्रदान करून, आपली अधिकृतता मागे घेतली जाईपर्यंत किंवा आपली सदस्‍यता रद्द, निलंबित करेपर्यंत किंवा कालबाह्य होईपर्यंत आपण Microsoft ला निर्दिष्‍ट केलेल्‍या रक्कमेत आपल्‍या बँक खात्‍यावर शुल्‍क आकारण्‍यासाठी अधिकृत करता.
ms: Dengan memberikan butiran perbankan anda, anda membenarkan Microsoft untuk mengenakan caj kepada akaun bank dalam amaun yang dinyatakan sehingga kebenaran anda ditarik balik atai langganan anda dibatalkan, ditamatkan atau luput tempoh.
mt: Meta tipprovdi d-dettalji tal-bank tiegħek, inti tawtorizza lil Microsoft jagħmel ċarġ fil-kont tal-bank tiegħek fl-ammonti speċifikati sakemm l-awtorizzazzjoni tiegħek tiġi revokata jew l-abbonament tiegħek jiġi kkanċellat, itterminat, jew jiskadi.
ne: आफ्नो बैङ्किङ विवरणहरू प्रदान गरेर, तपाइँले अधिकार रद्द वा आफ्नो सदस्यता रद्द, समाप्त नगरेसम्म वा समय नसकिएसम्म तोकिएको रकम आफ्नो बैङ्क खातामा शुल्कहरू लगाउन Microsoft लाई अधिकार दिनुहुन्छ।
nn_no: Ved å oppgi bankopplysningane dine gir du Microsoft løyve til å belaste bankkontoen din med dei beløpa som er oppgitt, heilt til du løyvet blir trekt eller til abonnementet blir avslutta eller går ut.
no: Ved å oppgi bankdetaljene dine godtar du at Microsoft kan belaste bankkontoen med de angitte beløpene til godkjenningen trekkes tilbake eller abonnementet avbrytes, avsluttes eller utløper.
or: ଆପଣଙ୍କର ବ୍ୟାଙ୍କିଂ ବିବରଣୀ ପ୍ରଦାନକରି, ଆପଣଙ୍କର ସ୍ଵୀକୃତକରଣ ପ୍ରତ୍ୟାହୃତ କିମ୍ଵା ଆପଣଙ୍କର ଗ୍ରହିତା ବାତିଲ୍, ଅଗ୍ରାହ୍ୟ, କିମ୍ଵା ସମୟସୀମା ସମାପ୍ତି ପର୍ଯ୍ୟନ୍ତ ନିର୍ଦ୍ଧିଷ୍ଟିତ ମୂଲ୍ୟରେ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ୍‌କୁ ପରିବର୍ତ୍ତନଗୁଡିକ କରିବାକୁ ଆପଣ Microsoftକୁ ସ୍ଵୀକୃତ କରିଛନ୍ତି.
pa_arab_pk: اپنے بینک دیاں تفصیلاں دے کے ، تسی Microsoft نوں ایس گل دا حق دیندے او کہ تہاڈے بینک دے کھاتے تے فیساں لا سکے اونہاں رقماں تے جیہڑیاں دسیاں گئیاں نیں، جدوں تئیں تسی اپنڑاں دیتا ہویا اختیار واپس نہیں موڑ لیندے یا تہاڈی رکنیت منسوخ نہی ہو جاندی،ختم نہی ہو جاندی یا مک نہی جاندی۔
pa_in: ਤੁਹਾਡੇ ਬੈਂਕਿੰਗ ਵੇਰਵੇ ਪ੍ਰਦਾਨ ਕਰਨ ਦੁਆਰਾ, ਤੁਸੀਂ Microsoft ਨੂੰ ਵਰਣਨ ਕੀਤੀਆਂ ਰਕਮਾਂ ਵਿੱਚ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਤੇ ਖਰਚਾ ਪਾਉਣ ਦਾ ਅਧਿਰਾਰ ਦਿੰਦੇ ਹੋ ਜਦੋ ਤੱਕ ਅਧਿਕਾਰ-ਸੌਂਪਣੀ ਮਨਸੂਖ ਨਹੀਂ ਹੋ ਜਾਂਦੀ ਜਾਂ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਰੱਦ, ਖਤਮ, ਜਾਂ ਮਿਆਦ ਨਹੀਂ ਪੁੱਗ ਜਾਂਦੀ।
pl: Poprzez podanie szczegółów bankowych upoważniasz firmę Microsoft do obciążania Twojego rachunku bankowego określonymi kwotami, przy czym niniejsze upoważnienie obowiązuje do czasu jego odwołania bądź anulowania, przerwania lub wygaśnięcia subskrypcji.
ru: Указывая сведения о банковском счете, вы предоставляете корпорации Майкрософт разрешение на удержание определенных сумм с вашего банковского счета, пока такие полномочия не будут отозваны или подписка не будет отменена или прекращена либо не истечет срок ее действия.
sd: توهان جا بينڪ جا تفصيل مهيا ڪرڻ سان، توهان Microsoft کي اهو اختيار ڏنو آهي ته توهان جي بينڪ اڪائونٽ تي مخصوص ڪيل پيسن تي چارج لڳائي جيستائين توهان جي سبسڪرپشن تي توهان جا اختيار منسوخ، ختم يا مدو خارج ڪيا وڃن.
si: ඔබේ බැංකු විස්තර ලබා දීමෙන්, බලය ලබා දීම අවලංගු වන තෙක් හෝ ඔබේ දායකත්වය අවලංගු, අවසන්, හෝ කල් ඉකුත් වන තෙක් නිශ්චිතව දක්වා ඇති සංඛ්‍යාවලින් ඔබේ බැංකු ගිණුමට ගාස්තු අය කිරීමට ඔබ Microsoft වෙත බලය ලබා දේ.
sl: Ko navedete podatke o banki, Microsoft pooblastite za zaračunavanje določenega zneska na vaš bančni račun do preklica pooblastila ali preklica, izteka ali poteka naročnine.
sr_cyrl_rs: Пружањем података о банковном рачуну, дајете овлашћење компанији Microsoft да задужује ваш банковни рачун у висини наведених износа док не повучете овлашћење или се ваша претплата не откаже, оконча или истекне.
sr_latn_rs: Pružanjem podataka o bankovnom računu, dajete ovlašćenje kompaniji Microsoft da zadužuje vaš bankovni račun u visini navedenih iznosa dok ne povučete ovlašćenje ili se vaša pretplata ne otkaže, okonča ili istekne.
sv: Genom att uppge din bankinformationen ger du Microsoft tillstånd att debitera ditt konto med angivna belopp tills tillståndet återkallas eller prenumerationen sägs upp, avslutas eller går ut.
ta: உங்கள் வங்கி விவரங்களை வழங்குவதன் மூலம் உங்கள் அங்கீகாரத்தைத் திரும்பப் பெறும் வரையில் அல்லது உங்கள் சந்தாவை ரத்துசெய்யும், நிறுத்தப்படும் அல்லது காலவதியாகும் வரையில் உங்கள் வங்கி கணக்கிற்கு Microsoft கட்டணம் விதிக்கலாம் என அங்கீகாராம் வழங்குகிறீர்கள்.
te: మీ బ్యాంకింగ్ వివరాలను అందించడం ద్వారా, మీరు మీ ప్రామాణీకరణను ఉపసంహరించేవరకు లేదా మీ సబ్‌స్క్రిప్షన్‌ను రద్దు చేసేవరకు, మూసివేసేవరకు లేదా దాని గడువు ముగిసేవరకు పేర్కొన్న మొత్తాల్లో మీ బ్యాంక్ ఖాతాకు ఛార్జీలు చేయడానికి Microsoftకు అధికారం ఇస్తారు.
tg: Маълумотро оиди ҳисоби бонкии худ пешниҳод карда, шумо ба Microsoft иҷозат медиҳед, ки то ба бекор гардонидани иҷозат ё барҳам ё бекор шудани обуна, ё ин ки ба охир расидани мӯҳлати он, аз ҳисоби шумо маблағи муайян карда шударо гирад.
th: เมื่อคุณให้รายละเอียดเกี่ยวกับธนาคารของคุณ คุณได้อนุญาตให้ Microsoft ทำการเรียกเก็บเงินไปยังบัญชีธนาคารของคุณในจำนวนที่ระบุจนกว่าการยกเลิกการอนุญาต หรือการสมัครสมาชิกของคุณถูกยกเลิก หยุดการทำงาน หรือหมดอายุ
tr: Banka bilgilerinizi vererek, yetkilendirmeniz iptal edilene kadar ya da aboneliğiniz iptal edilmedikçe, sonlandırılmadıkça veya süresi dolmadıkça Microsoft'a banka hesabınızdan çekim yapma yetkisi vermiş olursunuz.
tt: Сезнең банк мәгълүматыгызны күрсәтеп, Сез Майкрософтка, Сезнең авторизациягез бетерелгәнче яки язылуыгыздан баш тартылганчы, ул туктатылганчы яки аның вакыты чыкканчы Сезнең банк хисабыгызга алдан билгеләнгән түләүләр кертергә рөхсәт бирәсез.
ug: بانكا ھېسابات ئۇچۇرىڭىزنى تەمىنلەش ئارقىلىق Microsoft نىڭ ھېساباتىڭىزدىن بەلگىلەنگەن ھەقنى تۇتۇشىغا ھوقۇق بەرگەن بولىسىز، بۇ ھوقۇق سىز ئەمەلدىن قالدۇرغاندا، مۇشتەرىلىكىڭىز بىكار قىلىنغاندا، توختىتىلغاندا ياكى ۋاقتى ئۆتۈپ كەتكەندە كۈچتىن قالىدۇ.
uk: Наданням інформації про банківський рахунок ви надаєте корпорації Майкрософт дозвіл на стягнення певної суми з вашого банківського рахунку, доки такі повноваження не буде відкликано або передплату не буде скасовано, призупинено чи не мине термін її дії.
ur: اپنے بینک کي تفصيلات مہيا کر کے،آپ Microsoft کو اپنے بينک اکاونٹ کے وضاحت شدہ رقم میں چارج کرنے کی اجازت ديتے ہيں جب تک آپ کی اجازت کالعدم نہ کی جائے یا رکنیت منسوخ نہ کی جائے، منقطع، یا مدت کا اختتام نہ ہو جائے۔
uz: Bank ma‘lumotlaringizni taqdim qilish orqali ruxsatingiz bekor qilinmaguncha yoki obunangiz bekor qilinmaguncha, yoki muddati tugamaguncha siz Microsoft-ga bank hisob qaydnomangizdan belgilangan miqdorda to‘lov olishiga ruxsat berasiz.
vi: Bằng cách cung cấp các chi tiết về ngân hàng của bạn, bạn đồng ý ủy quyền cho Microsoft thu phí từ tài khoản ngân hàng của bạn đối với các khoản phí đã được chỉ rõ cho đến khi việc ủy quyền của bạn bị thu hồi hoặc thuê bao của bạn bị hủy bỏ, chấm dứt, hoặc hết hạn.
zh_hans: 通过提供您的银行详细信息，您授权 Microsoft 按照指定的金额向您的银行帐户收费，直到撤销您的授权或者您的订阅被取消、终止或到期为止。
zh_hant: 當您提供個人的銀行帳戶資料時，即表示您授權 Microsoft 依指定金額向您的銀行帳戶收費，直到您的授權遭到撤銷，或是您的訂閱取消、終止或到期為止。

# Literal.SMS.Title
source: Verify Your Account
af: Verifieer jou rekening
am: መለያህን አረጋግጥ
ar: تحقق من حسابك
as: আপোনাৰ একাউণ্ট সত্যাপন কৰক
az: Hesabınızı Yoxlayın
bg: Проверка на сметка
bn_in: আপনার অ্যাকাউন্ট যাচাই করুন
bs: Potvrdite svoj račun
cy: Dilysu eich Cyfrif
da: Kontrollér din konto
de: Konto prüfen
el: Επαληθεύστε το λογαριασμό σας
es: Compruebe su cuenta
et: Konto kinnitamine
eu: Egiaztatu zure kontua
fa: اعتبار حساب خود را تأیید کنید
ga: Fíoraigh do chuntas
gd: Dearbh an cunntas agad
gl: Verificar a súa conta
gu: તમારુ ખાતુ વેરીફાઇ કરો
he: אימות החשבון שלך
hi: अपना खाता सत्यापित करें
hr: Provjerite valjanost svojeg računa
hu: Fiók ellenőrzése
id: Verifikasikan Rekening Anda
is: Sannprófaðu reikninginn þinn
ja: アカウントの検証
ka: დაადასტურეთ თქვენი ანგარიში
kk: Тіркелгіні тексеру
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಿ
ko: 계정 확인
ku_arab: سەلماندنی ئەژمێرەکەت
ky: Сиздин Каттоо жазууңузду ырастаңыз
lo: ກວດສອບບັນຊີ
lt: Abonemento patikrinimas
lv: Pārbaudīt kontu
mi: Manatokona tō pūkete
mk: Потврдете ја сметката
ml: നിങ്ങളുടെ അക്കൌണ്ട് സ്ഥിരീകരിക്കുക
mn: Хэрэглэгчийн бүртгэлээ баталгаажуулах
mr: आपल्या खात्याची पडताळणी करा
ms: Tentu sahkan Akaun Anda
mt: Ivverifika l-Kont Tiegħek
ne: तपाइँको खाता रुजू गर्नुहोस्
nn_no: Stadfest kontoen
no: Verifiser kontoen din
or: ଆପଣଙ୍କର ଏକାଉଣ୍ଟ ଯାଞ୍ଚ କରାନ୍ତୁ
pa_arab_pk: اپنے اکاؤنٹ دی تصدیق کرو۔
pa_in: ਆਪਣੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
pl: Zweryfikuj swoje konto
ru: Проверка счета
sd: پهنجي اڪائونٽ جي تصديق ڪريو.
si: ඔබේ ගිණුම සත්‍යාපනය කරන්න
sl: Preverite račun
sr_cyrl_rs: Верификујте свој налог
sr_latn_rs: Verifikujte svoj nalog
sv: Verifiera ditt konto
ta: உங்கள் கணக்கைச் சரிபார்க்கவும்
te: మీ ఖాతాను నిర్ధారించండి
tg: Ҳисоби худро санҷед
th: ตรวจสอบบัญชีของคุณ
tr: Hesabınızı Doğrulayın
tt: Тикшерегез Хисапны
ug: ھېسابىڭىزنى دەلىللەڭ
uk: Перевірка облікового запису
ur: اپنے کھاتہ کی تصدیق کریں
uz: O‘zingizning hisob qaydnomangizni tasdiqlang
vi: Kiểm chứng Tài khoản của Bạn
zh_hans: 验证您的帐户
zh_hant: 驗證您的帳戶

# Literal.SMS.CountryCode
source: Country/Region
af: Land/streek
am: አገር/ክልል
ar: البلد/المنطقة
as: দেশ/অঞ্চল
az: Ölkə/Region
bg: Страна/регион
bn_in: দেশ/অঞ্চল
bs: Država/regija
cy: Gwlad/Rhanbarth
da: Land/område
de: Land/Region
el: Χώρα/περιοχή
es: País/región
et: Riik/regioon
eu: Herrialdea/Eskualdea
fa: کشور/منطقه
ga: Tír/Réigiún
gd: Dùthaich/Roinn-dùthcha
gl: País/Rexión
gu: દેશ/ક્ષેત્ર
he: מדינה/אזור
hi: देश/क्षेत्र
hr: Država/regija
hu: Ország/régió
id: Negara/Kawasan
is: Land/svæði
ja: 国/地域
ka: ქვეყანა/რეგიონი
kk: Ел/өңір
kn: ದೇಶ/ಪ್ರಾಂತ್ಯ
ko: 국가/지역
ku_arab: وڵات/ناوچه
ky: Өлкө/Аймак
lo: ປະເທດ/ພາກພື້ນ
lt: Šalis / regionas
lv: Valsts/reģions
mi: Whenua/Rohe
mk: Држава/област
ml: രാജ്യം/പ്രദേശം
mn: Улс/бүс нутаг
mr: देश/विभाग
ms: Negara/Rantau
mt: Pajjiż/Reġjun
ne: देश/क्षेत्र
nn_no: Land/region
no: Land/område
or: ଦେଶ/ଅଞ୍ଚଳ
pa_arab_pk: ‏‏ملک/خطہ
pa_in: ਦੇਸ਼/ਖੇਤਰ
pl: Kraj/region
ru: Страна или регион
sd: ملڪ/علائقو
si: රට/කලාපය
sl: Država/regija
sr_cyrl_rs: Земља/регион
sr_latn_rs: Zemlja/region
sv: Land/region
ta: நாடு/வட்டாரம்
te: దేశం/ప్రాంతం
tg: Кишвар/Минтақа
th: ประเทศ/ภูมิภาค
tr: Ülke/Bölge
tt: Ил/төбәк
ug: دۆلەت/رايون
uk: Країна або регіон
ur: ملک/خطہ
uz: Mamlakat/Mintaqa
vi: Quốc gia/Vùng
zh_hans: 国家/地区
zh_hant: 國家/地區

# Literal.SMS.PhoneNumber
source: Phone number
af: Telefoonnommer
am: ስልክ ቁጥር
ar: رقم الهاتف
as: ফোন নম্বৰ
az: Telefon nömrəsi
bg: Тел. номер
bn_in: ফোন নম্বর
bs: Broj telefona
cy: Rhif ffôn
da: Telefonnummer
de: Telefonnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
et: Telefoninumber
eu: Telefono-zenbakia
fa: شماره تلفن
ga: Uimhir theileafóin
gd: Àireamh fòn
gl: Número de teléfono
gu: ફોન નંબર
he: מספר טלפון
hi: फ़ोन नंबर
hr: Telefonski broj
hu: Telefonszám
id: Nomor telepon
is: Símanúmer
ja: 電話番号
ka: ტელეფონის ნომერი
kk: Телефон нөмірі
kn: ಫೋನ್ ಸಂಖ್ಯೆ
ko: 전화 번호
ku_arab: ژمارەی تەلەفۆن
ky: Телефон номуру
lo: ເບີໂລະສັບ
lt: Telefono numeris
lv: Tālruņa numurs
mi: Tau waea
mk: Телефонски број
ml: ഫോണ്‍ നമ്പര്‍
mn: Утасны дугаар
mr: फोन नंबर
ms: Nombor telefon
mt: Numru tat-telefown
ne: फोन नम्बर
nn_no: Telefonnummer
no: Telefonnummer
or: ଫୋନ୍ ନମ୍ଵର୍
pa_arab_pk: فون نمبر
pa_in: ਫੋਨ ਨੰਬਰ
pl: Numer telefonu
ru: Номер телефона
sd: فون نمبر
si: දුරකථන අංකය
sl: Telefonska številka
sr_cyrl_rs: Број телефона
sr_latn_rs: Broj telefona
sv: Telefonnummer
ta: தொலைபேசி எண்
te: ఫోన్ నంబర్
tg: Рақами телефон
th: หมายเลขโทรศัพท์
tr: Telefon numarası
tt: Телефон номеры
ug: تېلېفون نومۇرى
uk: Номер телефону
ur: فون نمبر
uz: Telefon raqami
vi: Số điện thoại
zh_hans: 电话号码
zh_hant: 電話號碼
