Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ProfileAdd.InputPage.FirstName.ErrorMessage
source: Invalid first name, please correct your first name.
af: Ongeldige voornaam; korrigeer asseblief jou voornaam.
am: ልክ ያልሆነ መጠሪያ ስም፣ እባክዎ መጠሪያ ስምዎን ያስተካክሉ።
ar: الاسم الأول غير صالح، يرجى تصحيحه.
as: প্ৰথম নামটো অমান্য, অনুগ্ৰহ কৰি আপোনাৰ প্ৰথম নামটো শুদ্ধ কৰক৷
az: Ad səhvdir, lütfən adınızı düzəldin.
bg: Невалидно собствено име, коригирайте собственото си име.
bn_in: অবৈধ প্রথম নাম, অনুগ্রহ করে আপনার প্রথম নাম সংশোধন করুন৷
bs: Nevažeće ime, ispravite ga.
cy: Enw cyntaf annilys, cywirwch eich enw cyntaf.
da: Ugyldigt fornavn. Ret dit fornavn.
de: Der Vorname ist ungültig. Bitte korrigieren Sie Ihren Vornamen.
el: Μη έγκυρο όνομα. Διορθώστε το όνομά σας.
es: El nombre no es válido; corrígelo.
et: Sobimatu eesnimi, parandage eesnime.
eu: Izenak ez du balio. Zuzendu izena.
fa: نام نامعتبر است، لطفاً نام درست را وارد کنید.
ga: Céadainm neamhbhailí, ceartaigh do chéadainm.
gd: Tha an t-ainm mì-dhligheach, an cuir thu d’ ainm ceart?
gl: O nome non é válido; corríxeo.
gu: અમાન્ય પ્રથમ નામ, કૃપયા તમારા પ્રથમ નામને ઠીક કરો.
he: שם פרטי לא חוקי, תקן את השם הפרטי.
hi: अमान्‍य प्रथम नाम, कृपया अपना प्रथम नाम ठीक करें.
hr: Ime nije valjano. Ispravite ga.
hu: Az utónév érvénytelen. Kérjük, javítsa!
id: Nama depan tidak valid, perbaiki nama depan Anda.
is: Ógilt fornafn, leiðréttu það.
ja: 名が無効です。名を修正してください。
ka: სახელი არასწორია. გთხოვთ, შეასწოროთ სახელი.
kk: Атыңыз жарамсыз, атыңызды дұрыстаңыз.
kn: ಮೊದಲ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮೊದಲ ಹೆಸರನ್ನು ಸರಿಪಡಿಸಿ.
ko: 이름이 잘못되었습니다. 이름을 수정하세요.
ku_arab: ناوی ناڕەوا، تکایه ناوەکەت دروست بنووسه.
ky: Жараксыз ат, атыңызды тууралаңыз.
lo: ຊື່ຕົ້ນບໍ່ຖືກຕ້ອງ, ກະລຸນາແກ້ໄຂຊື່ຕົ້ນໃຫ້ຖືກຕ້ອງ.
lt: Neteisingas vardas. Parašykite teisingą vardą.
lv: Nederīgs vārds. Lūdzu, labojiet vārdu.
mi: Ingoa tuatahi muhu, tēnā whakatikaina tō ingoa tuatahi.
mk: Неважечко име, поправете го.
ml: പേരിന്‍റെ ആദ്യ ഭാഗം അസാധുവാണ്, നിങ്ങളുടെ പേരിന്‍റെ ആദ്യ ഭാഗം ശരിയാക്കുക.
mn: Өөрийн нэр буруу. Нэрээ засна уу.
mr: अवैध प्रथम नाव, कृपया आपले प्रथम नाव दुरुस्त करा.
ms: Nama pertama tidak sah, sila betulkan nama pertama anda.
mt: L-isem invalidu, jekk jogħġbok ikkoreġi ismek.
ne: अवैधानिक पहिलो नाम, कृपया आफ्नो पहिलो नाम सच्याउनुहोस्।
nn_no: Ugyldig fornamn. Korriger fornamnet.
no: Ugyldig fornavn. Korriger fornavnet.
or: ଅବୈଧ ପ୍ରଥମ ନାମ, ଦୟାକରି ଆପଣଙ୍କର ପ୍ରଥମ ନାମ ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: پہلا ناں غلط اے، میربانی کر کہ اپنا پہلا ناں صحیح کرو۔
pa_in: ਪਹਿਲਾ ਨਾਮ ਅਯੋਗ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪਹਿਲਾ ਨਾਮ ਠੀਕ ਕਰੋ।
pl: Nieprawidłowe imię — popraw je.
ru: Недопустимое имя, исправьте его.
sd: غلظ پهريون نالو، مهرباني ڪري پنهنجو پهريون نالو صحيح ڪريو.
si: අවලංගු මුල් නම, කරුණාකර ඔබගේ මුල් නම නිවැරදි කරන්න.
sl: Neveljavno ime. Popravite ime.
sr_cyrl_rs: Неважеће име. Исправите га.
sr_latn_rs: Nevažeće ime. Ispravite ga.
sv: Ogiltigt förnamn, ange rätt förnamn.
ta: தவறான முதற் பெயர், உங்கள் முதற் பெயரைத் திருத்தவும்.
te: మొదటి పేరు చెల్లదు, దయచేసి మీ మొదటి పేరుని సరి చేయండి.
tg: Номи беэътибор, лутфан, номи худро ислоҳ кунед.
th: ชื่อไม่ถูกต้อง โปรดแก้ไขชื่อของคุณ
tr: Geçersiz ad, lütfen adınızı düzeltin.
tt: Исем ярашсыз, исемегезне төзәтегез.
ug: ئىسىم ئىناۋەتسىز، ئىسمىڭىزنى توغرىلاڭ.
uk: Неприпустиме ім’я, виправте його.
ur: پہلا نام ناجائز ہے، براہ مہربانی اپنا پہلا نام درست کریں۔
uz: Ism noto‘g‘ri, ismingizni to‘g‘ri kiriting.
vi: Tên không hợp lệ, vui lòng sửa tên của bạn.
zh_hans: 无效的名字，请更正你的名字。
zh_hant: 無效的名字，請更正您的名字。

# Literal.ProfileAdd.InputPage.LastName.ErrorMessage
source: Invalid last name, please correct your last name.
af: Ongeldige van; korrigeer asseblief jou van.
am: ልክ ያልሆነ የአያት ስም፣ እባክዎ የአያትዎን ስም ያስተካክሉ።
ar: الاسم الأخير غير صالح، يرجى تصحيحه.
as: অন্তিম নামটো অমান্য, অনুগ্ৰহ কৰি আপোনাৰ অন্তিম নামটো শুদ্ধ কৰক৷
az: Soyad səhvdir, lütfən soyadınızı düzəldin.
bg: Невалидно фамилно име, коригирайте фамилното си име.
bn_in: অবৈধ পদবি, অনুগ্রহ করে আপনার পদবি সংশোধন করুন৷
bs: Nevažeće prezime, ispravite ga.
cy: Enw olaf annilys, cywirwch eich enw olaf.
da: Ugyldigt efternavn. Ret dit efternavn.
de: Der Nachname ist ungültig. Bitte korrigieren Sie Ihren Nachnamen.
el: Μη έγκυρο επώνυμο. Διορθώστε το επώνυμό σας.
es: Los apellidos no son válidos; corrígelos.
et: Sobimatu perekonnanimi, parandage perekonnanime.
eu: Abizenak ez du balio. Zuzendu abizena.
fa: نام خانوادگی نامعتبر است، لطفاً نام خانوادگی درست را وارد کنید.
ga: Sloinne neamhbhailí, ceartaigh do shloinne.
gd: Tha an sloinneadh mì-dhligheach, an cuir thu do shloinneadh ceart?
gl: Os apelidos non son válidos; corríxeos.
gu: અમાન્ય છેલ્લું નામ, કૃપયા તમારા છેલ્લા નામને ઠીક કરો.
he: שם משפחה לא חוקי, תקן את שם המשפחה.
hi: अमान्‍य प्रथम नाम, कृपया अपना अंतिम नाम ठीक करें.
hr: Prezime nije valjano. Ispravite ga.
hu: A vezetéknév érvénytelen. Kérjük, javítsa!
id: Nama belakang tidak valid, perbaiki nama belakang Anda.
is: Ógilt eftirnafn, leiðréttu það.
ja: 姓が無効です。姓を修正してください。
ka: გვარი არასწორია. გთხოვთ, შეასწოროთ გვარი.
kk: Тегіңіз жарамсыз, тегіңізді дұрыстаңыз.
kn: ಕೊನೆಯ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಕೊನೆಯ ಹೆಸರನ್ನು ಸರಿಪಡಿಸಿ.
ko: 성이 잘못되었습니다. 성을 수정하세요.
ku_arab: نازناوی ناڕەوا، تکایه نازناوەکەت دروست بنووسه.
ky: Жараксыз фамилия, фамилияңызды тууралаңыз.
lo: ນາມສະກຸນບໍ່ຖືກຕ້ອງ, ກະລຸນາແກ້ໄຂນາມສະກຸນໃຫ້ຖືກຕ້ອງ.
lt: Neteisinga pavardė. Parašykite teisingą pavardę.
lv: Nederīgs uzvārds. Lūdzu, labojiet uzvārdu.
mi: Ingoa whakamutunga muhu, tēnā whakatikaina tō ingoa whakamutunga.
mk: Неважечко презиме, поправете го.
ml: പേരിന്‍റെ അവസാന ഭാഗം അസാധുവാണ്, നിങ്ങളുടെ പേരിന്‍റെ അവസാന ഭാഗം ശരിയാക്കുക.
mn: Овог буруу. Овгоо засна уу.
mr: अवैध आडनाव, कृपया आपले आडनाव दुरुस्त करा.
ms: Nama keluarga tidak sah, sila betulkan nama keluarga anda.
mt: Il-kunjom invalidu, jekk jogħġbok ikkoreġi kunjomok.
ne: अवैधानिक पछिल्लो नाम, कृपया आफ्नो पछिल्लो नाम सच्याउनुहोस्।
nn_no: Ugyldig etternamn. Korriger etternamnet.
no: Ugyldig etternavn. Korriger etternavnet.
or: ଅବେଧ ଶେଷ ନାମ, ଦୟାକରି ଆପଣଙ୍କର ଶେଷ ନାମ ସଠିକ୍ କରନ୍ତୁ.
pa_arab_pk: آخری ناں غلط اے، میربانی کر کہ اپنا آخری ناں صحیح کرو۔
pa_in: ਆਖਰੀ ਨਾਮ ਅਯੋਗ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਆਖਰੀ ਨਾਮ ਸਹੀ ਕਰੋ।
pl: Nieprawidłowe nazwisko — popraw je.
ru: Недопустимая фамилия, исправьте ее.
sd: غلط آخري نالو، مهرباني ڪري پنهنجو آخري نالو صحيح ڪريو.
si: අවලංගු අග නම, කරුණාකර ඔබගේ අග නම නිවැරදි කරන්න.
sl: Neveljaven priimek. Popravite priimek.
sr_cyrl_rs: Неважеће презиме. Исправите га.
sr_latn_rs: Nevažeće prezime. Ispravite ga.
sv: Ogiltigt efternamn, ange rätt efternamn.
ta: தவறான கடைசிப் பெயர், உங்கள் கடைசிப் பெயரைத் திருத்தவும்.
te: చివరి పేరు చెల్లదు, దయచేసి మీ చివరి పేరుని సరి చేయండి.
tg: Насаби беэътибор, лутфан, насаби худро ислоҳ кунед.
th: นามสกุลไม่ถูกต้อง โปรดแก้ไขนามสกุลของคุณ
tr: Geçersiz soyadı, lütfen soyadınızı düzeltin.
tt: Фамилия ярашсыз, фамилиягезне төзәтегез.
ug: فامىلە ئىناۋەتسىز، فامىلىڭىزنى توغرىلاڭ.
uk: Неприпустиме прізвище, виправте його.
ur: آخری نام ناجائز ہے، براہ مہربانی اپنا آخری نام درست کریں۔
uz: Familiya noto‘g‘ri, familiyangizni to‘g‘ri kiriting.
vi: Họ không hợp lệ, vui lòng sửa họ của bạn.
zh_hans: 无效的姓氏，请更正你的姓氏。
zh_hant: 無效的姓氏，請更正您的姓氏。

# Literal.ProfileAdd.InputPage.MiddleName.ErrorMessage
source: Invalid middle name, please correct your middle name.
af: Ongeldige tweede naam, maak asseblief jou tweede naam reg.
am: ልክ ያልሆነ የመካከለኛ ስም ፣ እባክዎ የመካከለኛ ስምዎን ያስተካክሉ።
ar: الاسم الأوسط غير صالح، الرجاء تصحيح اسمك الأوسط.
as: অমান্য মধ্যম নাম, অনুগ্ৰহ কৰি আপোনাৰ মধ্যম নামটো শুদ্ধ কৰক।
az: İkinci ad səhvdir, ikinci adınızı düzəldin.
bg: Невалидно презиме, коригирайте своето презиме.
bn_in: অবৈধ মধ্য নাম, দয়া করে আপনার মধ্য নামটি সংশোধন করুন।
bs: Nevažeće srednje ime, ispravite srednje ime.
cy: Enw canol annilys. Dylech gywiro eich enw canol.
da: Ugyldigt mellemnavn. Ret venligst dit mellemnavn.
de: Ungültiger zweiter Vorname. Korrigieren Sie Ihren zweiten Vornamen.
el: Μη έγκυρο πατρώνυμο. Διορθώστε το πατρώνυμό σας.
es: Segundo nombre no válido; corrija el segundo nombre.
et: Sobimatu teine eesnimi, parandage teist eesnime.
eu: Bigarren izenak ez du balio; zuzen ezazu.
fa: نام میانی نامعتبر است، لطفاً نام میانی خود را تصحیح کنید.
ga: Dara hainm neamhbhailí, ceartaigh é.
gd: Tha an t-ainm meadhanach mì-dhligheach, feuch is cuir ceart e.
gl: Segundo nome non válido; corrixa o segundo nome.
gu: અમાન્ય મધ્યમ નામ, કૃપા કરીને તમારું મધ્યમ નામ સુધારો.
he: שם אמצעי לא חוקי. תקן את השם האמצעי.
hi: अमान्य मध्य नाम, कृपया अपना मध्य नाम ठीक करें.
hr: Srednje ime nije valjano, ispravite srednje ime.
hu: A középső név érvénytelen. Javítsa a középső nevet.
id: Nama tengah tidak valid, harap perbaiki nama tengah Anda.
is: Ógilt millinafn, vinsamlegast leiðréttu millinafnið þitt.
ja: ミドル ネームが無効です。ミドル ネームを訂正してください。
ka: მეორე სახელი არასწორია, გთხოვთ, შეასწოროთ თქვენი მეორე სახელი.
kk: Әке аты дұрыс емес, әкеңіздің атын түзетіңіз.
kn: ಮಧ್ಯದ ಹೆಸರು ಅಮಾನ್ಯವಾಗಿದೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಮಧ್ಯದ ಹೆಸರನ್ನು ಸರಿಪಡಿಸಿ.
ko: 중간 이름이 잘못되었습니다. 중간 이름을 수정하세요.
lo: ຊື່ກາງບໍ່ຖືກຕ້ອງ, ກະລຸນາດັດແກ້ຊື່ກາງຂອງທ່ານ.
lt: Netinkamas antras vardas, ištaisykite savo antrą vardą.
lv: Nederīgs otrais vārds. Lūdzu, izlabojiet savu otro vārdu.
mi: Ingoa waenganui muhu, me whakatika tō ingoa waenganui.
mk: Неважечко средно име, коригирајте го.
ml: അസാധുവായ മധ്യനാമം, ദയവായി നിങ്ങളുടെ മധ്യനാമം ശരിയാക്കുക.
mr: अवैध मधले नाव, कृपया आपले मधले नाव सुधारा.
ms: Nama tengah tidak sah, sila betulkan nama tengah anda.
mt: Isem tan-nofs invalidu, ikkorreġi l-isem tan-nofs tiegħek.
ne: अवैध मध्य नाम, कृपया तपाईंको बीचको नाम सच्याउनुहोस्।
nn_no: Ugyldig mellomnamn. Korriger mellomnamnet.
no: Ugyldig mellomnavn. Korriger mellomnavnet ditt.
or: ଅବୈଧ ମଧ୍ୟ ନାମ, ଦୟାକରି ଆପଣଙ୍କର ମଧ୍ୟ ନାମ ସଂଶୋଧନ କରନ୍ତୁ |
pa_in: ਗਲਤ ਵਿਚਕਾਰਲਾ ਨਾਮ, ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਵਿਚਕਾਰਲੇ ਨਾਮ ਨੂੰ ਸਹੀ ਕਰੋ.
pl: Nieprawidłowe drugie imię, popraw je.
ru: Недопустимое отчество, исправьте его.
sl: Neveljavno srednje ime. Popravite srednje ime.
sr_cyrl_rs: Неважеће средње име. Исправите га.
sr_latn_rs: Nevažeće srednje ime. Ispravite ga.
sv: Ogiltigt mellannamn, ange rätt mellannamn.
ta: தவறான நடுப்பெயர், உங்கள் நடுப்பெயரைச் சரிசெய்க.
te: చెల్లని మధ్య పేరు, దయచేసి మీ మధ్య పేరును సరిచేయండి.
th: ชื่อกลางไม่ถูกต้อง โปรดแก้ไขชื่อกลางของคุณ
tr: Geçersiz ikinci ad, lütfen ikinci adınızı düzeltin.
tt: Икенче исем дөрес түгел, икенче исемегезне үзгәртегез.
ug: ئىناۋەتسىز ئىككىنچى ئىسىم، مەرھەمەت ئىككىنچى ئىسمىڭىزنى تۈزىتىڭ.
uk: Неприпустиме ім'я по батькові, виправте своє ім'я по батькові.
ur: غلط درمیانی نام، براہ کرم اپنا درمیانی نام ٹھیک کریں۔
uz: Otasining ismi xato, otasining ismini tuzating.
vi: Tên đệm không hợp lệ, vui lòng sửa tên đệm của bạn.
zh_hans: 中间名无效，请将其更正。
zh_hant: 中間名不正確，請更正您的中間名。

# Literal.ProfileUpdate.InputPage.BillingEmail
source: Email for billing
af: E-pos vir fakturering
am: የክፍያ መጠየቅያ ኢሜይል
ar: عنوان البريد الإلكتروني الخاص بالفواتير
as: বিলিংৰ বাবে ই-মেইল কৰক
az: Hesablaşma üçün e-poçt
bg: Имейл за фактуриране
bn_in: বিলিং-এর জন্য ইমেল করুন
bs: Adresa e-pošte za naplatu
cy: E-bost ar gyfer bilio
da: Mail til fakturering
de: E-Mail-Adresse für die Abrechnung
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου για χρέωση
es: Correo electrónico para la facturación
et: Arvelduse meiliaadress
eu: Fakturazioko helbide elektronikoa
fa: ایمیل برای صورتحساب
ga: Ríomhphost billeála
gd: Am post-d airson bileachadh
gl: Correo electrónico para a facturación
gu: બિલિંગ માટે ઈમેલ કરો
he: דואר אלקטרוני לחיוב
hi: बिलिंग के लिए ईमेल पता
hr: Adresa e-pošte za naplatu
hu: E-mail-cím a számlázáshoz
id: Email untuk tagihan
is: Netfang vegna reikninga
ja: 請求用のメール
ka: ბილინგის ელწერილი
kk: Есеп-шот ұсынуға арналған электрондық пошта
kn: ಬಿಲ್ಲಿಂಗ್‌ಗಾಗಿ ಇಮೇಲ್
ko: 청구서를 받을 메일
ku_arab: ئیمەیل بۆ فاتوورەدان
ky: Эсептөө үчүн электрондук почта
lo: ອີເມວສໍາລັບການສົ່ງບິນ
lt: Sąskaitų siuntimo el. laiškas
lv: E-pasta adrese norēķiniem
mi: Īmēra mō te tuku nama
mk: Е-пошта за наплата
ml: ബില്ലിംഗിനായുള്ള ഇമെയിൽ
mn: Төлбөр тооцооны э-шуудан
mr: ईमेल साठी बिलिंग
ms: E-mel untuk pengebilan
mt: Email għall-ħlasijiet
ne: बिलिङको लागि इमेल गर्नुहोस्
nn_no: E-postadresse for fakturering
no: E-postadresse for fakturering
or: ବିଲିଂ ପାଇଁ ଇମେଲ୍
pa_arab_pk: بلنگ لئی ای میل
pa_in: ਬਿਲਿੰਗ ਲਈ ਈਮੇਲ
pl: Adres e-mail na potrzeby rozliczeń
ru: Адрес электронной почты для выставления счетов
sd: بلنگ لاءِ اي ميل
si: ඊමේල් සඳහා බිල්කරණය
sl: E-poštni naslov za obračunavanje
sr_cyrl_rs: Адреса е-поште за наплату
sr_latn_rs: Adresa e-pošte za naplatu
sv: E-post för fakturering
ta: மின்னஞ்சல்செய் க்கான பில்லிங்
te: ఈమెయిల్‌ కోసం బిల్లింగ్
tg: Почтаи электронӣ барои пешниҳоди ҳисоб
th: ส่งอีเมลสำหรับการเรียกเก็บเงิน
tr: Ödeme için e-posta gönderin
tt: Хисап чыгару өчен электрон почта
ug: ھېساب بوغۇش تورخەت ئادرېسى
uk: Адреса електронної пошти для виставлення рахунків
ur: بل کاری کے لیے ای میل
uz: Billing uchun e-pochta
vi: Email để thanh toán
zh_hans: 用于计费的电子邮件
zh_hant: 寄送帳單用電子郵件

# Literal.ProfileUpdate.InputPage.Heading
source: Enter or review your info
af: Voer in of hersien jou inligting
am: መረጃዎን ያስገቡ ወይም ይገምግሙ
ar: أدخل معلوماتك أو قم بمراجعتها
as: আপোনাৰ তথ্য প্ৰবিষ্ট কৰক বা সমীক্ষা কৰক
az: Məlumatınızı daxil edin və ya nəzər salın
bg: Въвеждане или преглед на вашата информация
bn_in: আপনার তথ্য লিখুন বা পর্যালোচনা করুন
bs: Unesite ili pregledajte podatke
cy: Rhowch neu adolygu eich gwybodaeth
da: Angiv eller gennemgå dine oplysninger
de: Eingabe oder Überprüfung von Infos
el: Πληκτρολογήστε ή εξετάστε τις πληροφορίες σας
es: Escribe tu información o revísala
et: Teabe sisestamine või ülevaatamine
eu: Idatzi edo berrikusi informazioa
fa: اطلاعاتتان را وارد یا بررسی کنید
ga: Iontráil nó athbhreithnigh d'fhaisnéis
gd: Cuir a-steach no deasaich am fiosrachadh agad
gl: Escribe a túa información ou revísaa
gu: તમારી માહિતી દાખલ કરો અથવા તેની સમીક્ષા કરો
he: הזן או בדוק את המידע שלך
hi: अपनी जानकारी दर्ज करें या उसकी समीक्षा करें
hr: Unesite ili pregledajte svoje podatke
hu: Adatok megadása vagy áttekintése
id: Masukkan atau tinjau info Anda
is: Sláðu inn þínar upplýsingar eða farðu yfir þær
ja: お客様の情報を入力または確認してください
ka: შეიყვანეთ ან გადახედეთ თქვენს ინფორმაციას
kk: Ақпаратыңызды енгізіңіз немесе тексеріңіз
kn: ನಿಮ್ಮ ಮಾಹಿತಿಯನ್ನು ನಮೂದಿಸಿ ಅಥವಾ ಪರಿಶೀಲಿಸಿ
ko: 정보를 입력하거나 검토
ku_arab: زانیاریەکانت تێبنووسه یان پێداچوونەوەیان بۆ بکه
ky: Маалыматыңызды киргизиңиз же карап чыгыңыз
lo: ໃສ່ ຫລື ກວດສອບຂໍ້ມູນຂອງທ່ານ
lt: Įveskite arba peržiūrėkite savo informaciją
lv: Ievadiet vai pārskatiet savu informāciju
mi: Tāurutia tirohia rānei ō mōhiohio
mk: Внесете или прегледајте ги информациите
ml: നിങ്ങളുടെ വിവരങ്ങൾ നൽകുക അല്ലെങ്കിൽ അവലോകനം ചെയ്യുക
mn: Мэдээллээ оруулах буюу харах
mr: प्रविष्ट किंवा आपल्या माहिती पुनरावलोकन करा
ms: Masukkan atau semak maklumat anda
mt: Daħħal jew irrevedi l-info tiegħek
ne: आफ्नो जानकारी प्रविष्ट वा समीक्षा गर्नुहोस्
nn_no: Skriv inn eller sjå gjennom informasjonen
no: Angi eller se gjennom info
or: ନିଜର ସୂଚନା ପ୍ରବେଶ କିମ୍ବା ସମୀକ୍ଷା କରନ୍ତୁ
pa_arab_pk: اپنی معلومات درج کرو یا جائزہ لوو
pa_in: ਆਪਣੀ ਜਾਣਕਾਰੀ ਦਾਖਲ ਕਰੋ ਜਾਂ ਉਸਦੀ ਸਮੀਖਿਆ ਕਰੋ
pl: Wprowadź lub przejrzyj swoje informacje
ru: Добавление или редактирование сведений
sd: پنهنجي معلومات داخل يا جائزو ڪريو
si: ඇතුල් කිරීම ඔබගේ තතු සමාලෝචනය කරන්න
sl: Vnesite ali preglejte svoje podatke
sr_cyrl_rs: Унесите информације или их прегледајте
sr_latn_rs: Unesite informacije ili ih pregledajte
sv: Ange eller granska din info
ta: உள்ளிடு மறுஆய்வு உங்கள தகவல்
te: ప్రవేశపెట్టు సమాచారం ధన్యవాదాలు
tg: Маълумоти худро ворид кунед ё аз назар гузаронед
th: ป้อนหรือทบทวนข้อมูลของคุณ
tr: Bilgilerinizi girin veya gözden geçirin
tt: Мәгълүматыгызны кертү яки карау
ug: ئۇچۇرىڭىزنى كىرگۈزۈڭ ياكى تەكشۈرۈڭ
uk: Введення або перегляд відомостей
ur: اپنی معلومات کا جائزہ لینے کے لیے داخل کریں
uz: Ma’lumotlarni kiriting yoki ko‘rib chiqing
vi: Nhập hoặc xem lại thông tin của bạn
zh_hans: 输入或审核你的信息
zh_hant: 輸入或檢閱您的資訊

# Literal.ProfileUpdate.InputPage.OptionalCPF
source: CPF (optional)
af: CPF (opsioneel)
am: CPF (እንደ አማራጭ)
ar: CPF (اختياري)
as: CPF (বৈকল্পিক)
az: CPF (şərti)
bg: CPF (опционално)
bn_in: CPF (ঐচ্ছিক)
bs: CPF (opcionalno)
cy: CPF (dewisol)
da: CPF (valgfrit)
el: CPF (προαιρετικό)
es: DNI (opcional)
et: CPF (valikuline)
eu: CPF (aukerakoa)
fa: CPF (اختیاری)
ga: CPF (roghnach)
gd: CPF (roghainneil)
gl: CPF (opcional)
gu: CPF (વૈકલ્પિક)
he: CPF (אופציונלי)
hi: CPF (वैकल्पिक)
hr: CPF (neobavezno)
hu: CPF (nem kötelező)
id: CPF (opsional)
is: CPF (valfrjálst)
ja: CPF (オプション)
ka: CPF (არასავალდებულო)
kk: CPF (міндетті емес)
kn: CPF (ಐಚ್ಛಿಕ)
ko: CPF(옵션)
ku_arab: CPF (ئارەزوومەندانه)
ky: CPF (каалоо боюнча)
lo: CPF (ເລືອກໄດ້)
lt: CPF (pasirenkamas)
lv: CPF (nav obligāti)
mi: CPF (kōwhiringa)
mk: CPF (изборно)
ml: CPF (ഓപ്ഷണൽ)
mn: CPF (дурын)
mr: CPF (पर्यायी)
ms: CPF (pilihan)
mt: CPF (fakultattiv)
ne: CPF (विकल्प)
nn_no: CPF (valfritt)
no: CPF (valgfritt)
or: CPF (ବୈକଳ୍ପିକ)
pa_arab_pk: CPF (اختیاری)
pa_in: CPF (ਵਿਕਲਪੀ)
pl: Numer CPF (opcjonalny)
ru: CPF (необязательно)
sd: CPF (اختياري)
si: CPF (වෛකල්පිතයි)
sl: CPF (izbirno)
sr_cyrl_rs: CPF (опционално)
sr_latn_rs: CPF (opcionalno)
sv: CPF (valfritt)
ta: CPF (விருப்பத்திற்குரியது)
te: CPF (ఐచ్ఛికం)
tg: CPF (ихтиёрӣ)
th: CPF (ไม่จำเป็นต้องระบุ)
tr: CPF (isteğe bağlı)
tt: CPF (мәҗбүри түгел)
ug: CPF (ئىختىيارىي)
uk: CPF (необов’язково)
ur: CPF (اختیاری)
uz: CPF (ixtiyoriy)
vi: CPF (tùy chọn)
zh_hans: CPF（可选）
zh_hant: CPF (選填)

# Literal.ProfileUpdate.InputPage.Subheading
source: We'll update your Microsoft profile.
af: Ons sal jou Microsoft-profiel bywerk.
am: የMicrosoft መገለጫዎን እናዘምነዋለን።
ar: سنقوم بتحديث ملف تعريف Microsoft.
as: আমি আপোনাৰ Microsoft প্ৰ'ফাইল আপডেট কৰিম৷
az: Microsoft profilinizi yeniləyəcəyik.
bg: Ще актуализираме профила ви в Microsoft.
bn_in: আমরা আপনার Microsoft প্রোফাইল আপডেট করব।
bs: Ažurirat ćemo vaš Microsoft profil.
cy: Byddwn yn diweddaru eich proffil Microsoft.
da: Vi opdaterer din Microsoft-profil
de: Wir aktualisieren Ihr Microsoft-Profil.
el: Θα ενημερώσουμε το προφίλ Microsoft που έχετε.
es: Actualizaremos tu perfil de Microsoft.
et: Värskendame teie Microsofti profiili.
eu: Zure Microsoft profila eguneratuko dugu.
fa: نمایه Microsoft شما را به‌روز خواهیم کرد.
ga: Nuashonróimid do phróifíl Microsoft.
gd: Ùraichidh sinn pròifil a’ chunntais Microsoft agad:
gl: Actualizaremos o teu perfil de Microsoft.
gu: અમે તમારું Microsoft પ્રોફાઇલ અપડેટ કરીશું.
he: נעדכן את פרופיל Microsoft שלך.
hi: हम आपकी Microsoft प्रोफ़ाइल अद्यतन करेंगे.
hr: Ažurirat ćemo vaš Microsoftov profil.
hu: Frissítjük a Microsoft-fiókjához tartozó profilt.
id: Kami akan memperbarui profil Microsoft Anda.
is: Við uppfærum Microsoft-notandasíðuna þína.
ja: Microsoft プロファイルを更新します。
ka: ჩვენ განვაახლებთ თქვენს Microsoft პროფილს.
kk: Microsoft профилін жаңартамыз.
kn: ನಾವು ನಿಮ್ಮ Microsoft ಪ್ರೊಫೈಲ್ ಪರಿಷ್ಕರಿಸುತ್ತೇವೆ.
ko: Microsoft 프로필을 업데이트합니다.
ku_arab: ئێمه پرۆفایلی Microsoft ت نوێ دەکەینەوه.
ky: Биз Microsoft профилиңизди жаңыртабыз.
lo: ພວກເຮົາຈະອັບເດດໂປຼໄຟລ໌ Microsoft ຂອງທ່ານ.
lt: Atnaujinsime jūsų „Microsoft“ profilį.
lv: Mēs atjaunināsim jūsu Microsoft profilu.
mi: Ka whakahōutia e mātou tō kōtaha Microsoft.
mk: Ќе го ажурираме вашиот профил на Microsoft.
ml: നിങ്ങളുടെ Microsoft പ്രൊഫൈൽ ഞങ്ങൾ കാലികമാക്കും.
mn: Бид таны Microsoft-н хувийн тохиргоог шинэчилнэ.
mr: आपल्या Microsoft प्रोफाईल अपडेट करा.
ms: Kami akan mengemas kini profil Microsoft anda.
mt: Sejrin naġġornaw il-profil ta' Microsoft tiegħek.
ne: हामी तपाइँको Microsoft प्रोफाइल अद्यावधिक गर्नेछौं।
nn_no: Vi vil oppdatere Microsoft-profilen din.
no: Vi vil oppdatere Microsoft-profilen din.
or: ଆପଣଙ୍କର Microsoft ପ୍ରୋଫାଇଲକୁ ଆମେ ଅଦ୍ୟତନ କରିବୁ.
pa_arab_pk: اسی تہاڈی Microsoft پروفائل اپ ڈیٹ کراں گے۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ Microsoft ਪ੍ਰੋਫਾਈਲ ਨੂੰ ਅਪਡੇਟ ਕਰਾਂਗੇ।
pl: Zaktualizujemy Twój profil Microsoft.
ru: Мы обновим ваш профиль Майкрософт.
sd: اسان توهانجو Microsoft پروفائل اپڊيٽ ڪنداسين.
si: කරුණාකර ඔබගේ Microsoft පැතිකඩ යාවත්කාල කරන්න.
sl: Posodobili bomo vaš Microsoftov profil.
sr_cyrl_rs: Ажурираћемо ваш Microsoft профил.
sr_latn_rs: Ažuriraćemo vaš Microsoft profil.
sv: Vi uppdaterar din Microsoft-profil.
ta: முயற்சிக்கவும் உங்கள் Microsoft சுயவிவரத்திற்கான புதுப்பி.
te: దయచేసి మీ Microsoft ప్రొఫైల్‌ని అప్‌డేట్ చేయండి.
tg: Мо профили Microsoft-и шуморо навсозӣ мекунем.
th: เราอัปเดตโปรไฟล์ Microsoft ของคุณ
tr: Microsoft profilinizi güncelleyeceğiz.
tt: Сезнең Microsoft профиле яңартылачак.
ug: Microsoft ئارخىپىڭىزنى يېڭىلايمىز.
uk: Ми оновимо ваш профіль Microsoft.
ur: ہم آپ کے Microsoft پروفائل کی تازہ کاری کریں گے۔
uz: Microsoft profilingizni yangilaymiz.
vi: Chúng tôi sẽ cập nhật hồ sơ Microsoft của bạn.
zh_hans: 我们将更新你的 Microsoft 配置文件。
zh_hant: 我們會更新您的 Microsoft 帳戶設定檔。
