Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.MH
source: Marshall Islands
af: Marshall-eilande
am: ማርሻል ደሴቶች
ar: جزر مارشال
as: মাৰ্চেল আইলেণ্ড
az: Marşal Adaları
bg: Маршалови острови
bn_in: মার্শাল আইল্যান্ডস
bs: Maršalska ostrva
cy: Ynysoedd Marshall
da: Marshalløerne
de: Marshallinseln
el: Νησιά Μάρσαλ
es: Islas Marshall
et: Marshalli saared
eu: Marshall uharteak
fa: جزایر مارشال
ga: Oileáin Marshall
gd: Na h-Eileanan Mharshall
gl: Illas de Marshall
gu: માર્શલ આઇલૅન્ડ્સ
he: איי מרשל
hi: मार्शल आइलैंड्स
hr: Maršalovi Otoci
hu: Marshall-szigetek
id: Kepulauan Marshall
is: Marshall-eyjar
ja: マーシャル諸島
ka: მარშალის კუნძულები
kk: Маршалл аралдары
kn: ಮಾರ್ಷಲ್ ದ್ವೀಪಗಳು
ko: 마셜 제도
ku_arab: دوورگەکانی مارشال
ky: Маршалл аралдары
lo: ໝູ່ເກາະມາກແຊລ
lt: Maršalo Salos
lv: Māršala salas
mi: Ngā Moutere o Māhara
mk: Маршалски Острови
ml: മാര്‍ഷല്‍ ദ്വീപുകള്‍
mn: Маршаллын арлууд
mr: मार्शल बेटे
ms: Kepulauan Marshall
mt: Gżejjer Marshall
ne: मार्शाल टापूहरू
nn_no: Marshalløyane
no: Marshalløyene
or: ମାର୍ଶଲ୍ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: مارشل جزائر
pa_in: ਮਾਰਸ਼ਲ ਆਈਲੈਂਡਸ
pl: Wyspy Marshalla
ru: Маршалловы Острова
sd: مارشل ٻيٽَ
si: මාෂල් දූපත්
sl: Marshallovi otoki
sr_cyrl_rs: Маршалска Острва
sr_latn_rs: Maršalska Ostrva
sv: Marshallöarna
ta: மார்ஷல் தீவுகள்
te: మార్షల్ దీవులు
tg: Ҷазираҳои Маршалл
th: หมู่เกาะมาร์แชลล์
tr: Marshall Adaları
tt: Маршалл Утраулары
ug: مارشال تاقىم ئاراللىرى
uk: Маршаллові Острови
ur: مارشل جزائر
uz: Marshall orollari
vi: Quần đảo Marshall
zh_hans: 马绍尔群岛
zh_hant: 馬紹爾群島

# Country.MK
source: Macedonia, FYRO
af: Noord-Macedonië
am: ሰሜን መቄዶንያ
ar: شمال مقدونيا
as: মাচেডোনিয়া, FYRO
az: Şimali Makedoniya
bg: Северна Македония
bn_in: উত্তর ম্যাসেডোনিয়া
bs: Sjeverna Makedonija
cy: Gogledd Macedonia
da: Nordmakedonien
de: Republik Nordmazedonien
el: Βόρεια Μακεδονία
es: Macedonia del Norte
et: Põhja-Makedoonia Vabariik
eu: Ipar Mazedonia
fa: مقدونیهٔ شمالی
ga: an Mhacadóin Thuaidh
gd: A’ Mhasadon a Tuath
gl: Macedonia do Norte
gu: ઉત્તર મેસેડોનિયા
he: מקדוניה הצפונית
hi: उत्तरी मकदूनिया
hr: Sjeverna Makedonija
hu: Észak-Macedónia
id: Makedonia Utara
is: Norður-Makedónía
ja: 北マケドニア
ka: ჩრდილოეთ მაკედონია
kk: Солтүстік Македония
kn: ಉತ್ತರ ಮ್ಯಾಸಿಡೋನಿಯಾ
ko: 북마케도니아
ku_arab: مەکدۆنیای باکوور
ky: Түндүк Македония
lo: ແມຊິໂດເນຍເໜືອ
lt: Šiaurės Makedonija
lv: Ziemeļmaķedonija
mi: Makerōnia ki te Raki
mk: Северна Македонија
ml: നോർത്ത് മാസിഡോണിയ
mn: Хойд Македон
mr: उत्तर मॅसेडोनिया
ms: Macedonia Utara
mt: il-Maċedonja ta' Fuq
ne: उत्तर म्यासेडोनिया
nn_no: Nord-Makedonia
no: Nord-Makedonia
or: ଉତ୍ତର ମାସେଡୋନିଆ
pa_arab_pk: ‏‏میسیڈونیا،فائرو
pa_in: ਉੱਤਰ ਮੈਸੇਡੋਨੀਆ
pl: Macedonia Północna
ru: Северная Македония
sd: شمالي مقدونيا
si: උතුරු මැසිඩෝනියාව
sl: Severna Makedonija
sr_cyrl_rs: Северна Македонија
sr_latn_rs: Severna Makedonija
sv: Nordmakedonien
ta: மாஸிடோனியா, எஃப்ஐஆர்ஓ
te: ఉత్తర మాసిడోనియా
tg: Ҷумҳурии Македонияи Шимолӣ
th: มาซิโดเนียเหนือ
tr: Kuzey Makedonya
tt: Төньяк Македония
ug: شىمالىي ماكېدونىيە
uk: Північна Македонія
ur: میکڈونیا، FYRO
uz: Shimoliy Makedoniya
vi: Cộng hòa Mác-xê-đô-ni-a Nam Tư cũ
zh_hans: 北马其顿
zh_hant: 北馬其頓

# Country.MK.2
source: North Macedonia
af: Noord-Macedonië
am: ሰሜን መቄዶንያ
ar: مقدونيا الشمالية
as: উত্তৰ মেচিডোনিয়া
az: Şimali Makedoniya
bg: Северна Македония
bn_in: উত্তর ম্যাসেডোনিয়া
bs: Sjeverna Makedonija
cy: Gogledd Macedonia
da: Nordmakedonien
de: Nordmazedonien
el: Βόρεια Μακεδονία
es: Macedonia del Norte
et: Põhja-Makedoonia
eu: Ipar Mazedonia
fa: مقدونیۀ شمالی
ga: An Mhacadóin Thuaidh
gd: A’ Mhasadon a Tuath
gl: Macedonia do Norte
gu: ઉત્તર મેસેડોનિયા
he: מקדוניה הצפונית
hi: उत्तरी मकदूनिया
hr: Sjeverna Makedonija
hu: Észak-Macedónia
id: Makedonia Utara
is: Norður-Makedónía
ja: 北マケドニア
ka: ჩრდილოეთ მაკედონია
kk: Солтүстік Македония
kn: ಉತ್ತರ ಮೆಕಡೋನಿಯಾ
ko: 북마케도니아
ku_arab: مه‌کدۆنیای باکوور
ky: Түндүк Македония
lo: ມາເຊໂດນີ ເໜືອ
lt: Šiaurės Makedonija
lv: Ziemeļmaķedonija
mi: Makerōnia ki te Raki
mk: Северна Македонија
ml: നോർത്ത് മാസിഡോണിയ
mn: Хойд Македон
mr: उत्तर मॅसेडोनिया
ms: Macedonia Utara
mt: Il-Maċedonja ta' Fuq
ne: उत्तर म्यासेडोनिया
nn_no: Nord-Makedonia
no: Nord-Makedonia
or: ନର୍ଥ ମେସେଡୋନିୟା
pa_arab_pk: شمالی مقدونیہ
pa_in: ਉੱਤਰ ਮੈਸੇਡੋਨੀਆ
pl: Macedonia Północna
ru: Северная Македония
sd: شمالي مقدونيا
si: උතුරු මැසිඩෝනියාව
sl: Severna Makedonija
sr_cyrl_rs: Северна Македонија
sr_latn_rs: Severna Makedonija
sv: Nordmakedonien
ta: வடக்கு மாஸிடோனியா
te: ఉత్తర మాసిడోనియా
tg: Македонияи Шимолӣ
th: มาซิโดเนียเหนือ
tr: Kuzey Makedonya
tt: Төньяк Македония
ug: شىمالىي ماكېدونىيە
uk: Північна Македонія
ur: شمالی مقدونیہ
uz: Shimoliy Makedoniya
vi: Bắc Macedonia
zh_hans: 北马其顿
zh_hant: 北馬其頓

# Country.ML
source: Mali
am: ማሊ
ar: مالي
as: মালি
bg: Мали
bn_in: মালি
el: Μαλί
es: Malí
fa: مالی
ga: Mailí
gd: Màili
gl: Malí
gu: માલી
he: מאלי
hi: माली
is: Malí
ja: マリ
ka: მალი
kk: Мали
kn: ಮಾಲಿ
ko: 말리
ku_arab: مالی
ky: Мали
lo: ມາລິ
lt: Malis
mi: Māri
mk: Мали
ml: മാലി
mn: Мали
mr: माली
ne: माली
or: ମାଳୀ
pa_arab_pk: مالی
pa_in: ਮਾਲੀ
ru: Мали
sd: مالي
si: මාලි
sr_cyrl_rs: Мали
ta: மாலி
te: మాలి
tg: Мали
th: มาลี
tt: Мали
ug: مالى
uk: Малі
ur: مالی
zh_hans: 马里
zh_hant: 馬利

# Country.MM
source: Myanmar
af: Mianmar
am: ማይንማር
ar: ميانمار
as: ম্যানমাৰ
az: Myanma
bg: Мианмар
bn_in: মায়ানমার
bs: Mijanmar
da: Myanmar (Burma)
el: Μιανμάρ
fa: میانمار
ga: Maenmar
gd: Miànmar
gu: મ્યાનમાર
he: מיאנמר
hi: म्यान्मार
hr: Mijanmar
hu: Mianmar
is: Mjanmar
ja: ミャンマー
ka: მიანმარი
kk: Мьянма
kn: ಮಯನ್ಮಾರ್
ko: 미얀마
ku_arab: میانمار
ky: Мьянма
lo: ມຽນມາ
lt: Mianmaras
lv: Mjanma
mi: Pēma
mk: Мјанмар
ml: മ്യാന്‍‌മാര്‍
mn: Мьянмар
mr: म्यानमार
mt: il-Mjanmar
ne: म्यानमार
or: ମିଆଁମାର
pa_arab_pk: مائنمار
pa_in: ਮਿਆਂਮਾਰ
ru: Мьянма
sd: ميانمار
si: මියන්මාර්
sl: Mjanmar
sr_cyrl_rs: Мијанмар
sr_latn_rs: Mijanmar
ta: மியான்மார்
te: మయన్మార్
tg: Мянмар
th: พม่า
tt: Мьянма
ug: بىرما
uk: М’янма
ur: مائنمار
uz: Myanma
zh_hans: 缅甸
zh_hant: 緬甸

# Country.MN
source: Mongolia
af: Mongolië
am: ሞንጎሊያ
ar: منغوليا
as: মঙ্গোলিয়া
az: Monqolustan
bg: Монголия
bn_in: মঙ্গোলিয়া
bs: Mongolija
da: Mongoliet
de: Mongolei
el: Μογγολία
et: Mongoolia
fa: مغولستان
ga: An Mhongóil
gd: Dùthaich nam Mongol
gu: મંગોલિયા
he: מונגוליה
hi: मंगोलिया
hr: Mongolija
hu: Mongólia
is: Mongólía
ja: モンゴル国
ka: მონღოლეთი
kk: Моңғолия
kn: ಮಂಗೋಲಿಯಾ
ko: 몽골
ku_arab: مەنگۆلیا
ky: Монголия
lo: ມົງໂກລີ
lt: Mongolija
lv: Mongolija
mi: Mongōria
mk: Монголија
ml: മംഗോളിയ
mn: Монгол
mr: मंगोलिया
mt: Mongolja
ne: मंगोलिया
or: ମୋଙ୍ଗୋଲିଆ
pa_arab_pk: منگولیا
pa_in: ਮੰਗੋਲੀਆ
ru: Монголия
sd: منگوليا
si: මොංගෝලියාව
sl: Mongolija
sr_cyrl_rs: Монголија
sr_latn_rs: Mongolija
sv: Mongoliet
ta: மங்கோலியா
te: మంగోలియా
tg: Муғулистон
th: มองโกเลีย
tr: Moğolistan
tt: Монголия
ug: موڭغۇلىيە
uk: Монголія
ur: منگولیا
uz: Mongoliya
vi: Mông Cổ
zh_hans: 蒙古
zh_hant: 蒙古

# Country.MO
source: Macao SAR
af: Macao SAG
am: ማካኦ ኤስ ኤ አር
ar: ماكاو SAR
as: মাকাও SAR
az: Makao XİR
bg: Макао, САР
bn_in: ম্যাকাও SAR
bs: Makao, Specijalna administrativna regija
da: SAR Macao
de: Macau (SAR)
el: Μακάο ΕΔΠ
es: Macao RAE
et: Aomeni EHP
eu: Macau Administrazio Eskualde Berezia
fa: منطقه اداری ویژه ماکائو
ga: Sainréigiún Riaracháin Macao
gd: Macàthu SAR
gl: Macau
gu: મકાઓ SAR
he: מקאו SAR
hi: मकाओ एसएआर
hr: Posebna upravna jedinica Makao
hu: Makaó KKT
id: Daerah Administratif Khusus Makau
is: Makaó (sjálfstjórnarsvæði)
ja: マカオ特別行政区
ka: მაკაუს სპეციალური ადმინისტრაციული რეგიონი
kk: Аомынь (Макао, АӘА)
kn: ಮಕಾವ್ ಎಸ್‌ಎಆರ್
ko: 마카오 특별행정구
ku_arab: هەرێمی بەڕێوەبەرایەتی تایبەتی ماکائۆ
ky: Макао атайын административдик региону
lo: ເຂດປົກຄອງພິເສດ ມາກາວ
lt: YAKR Makao
lv: Īpašais administratīvais reģions Makao
mi: Makao SAR
mk: Макао САР
ml: മക്കാവു SAR
mn: Макао
mr: मकाओ एसएआर
mt: RAS tal-Makaw
ne: मकाउ एसएआर
or: ମାକାଓ SAR
pa_arab_pk: مکاؤ SAR
pa_in: ਮਕਾਉ ਐਸਏਆਰ
pl: Makau SAR
ru: Макао, САР
sd: ماڪئو SAR
si: මැකාවෝ වි.ප.ක
sr_cyrl_rs: Макао специјална административна регија
sr_latn_rs: SAO Makao
ta: மாகோவ் எஸ்ஏஆர்
te: మకావ్ యస్ ఏ ఆర్
tg: Макао (МММ)
th: เขตปกครองพิเศษมาเก๊า
tr: Makau Çin ÖİB
tt: Макао
ug: ئاۋمېن ئالاھىدە مەمۇرىي رايونى
uk: САР Макао
ur: مکاؤ SAR
uz: Makao MMR (SAR)
vi: Đặc khu Hành chính Macao
zh_hans: 澳门特别行政区
zh_hant: 澳門特別行政區

# Country.MP
source: Northern Mariana Islands
af: Noordelike Mariana-eilande
am: ሰሜናዊ ማሪያና ደሴቶች
ar: جزر ماريانا الشمالية
as: নৰ্ডাৰ্ন মেৰিয়ানা আইলেণ্ডচ
az: Şimali Marian Adaları
bg: Северни Мариански острови
bn_in: নর্দার্ন মারিয়ানা আইল্যান্ডস
bs: Sjevernomarijanska ostrva
cy: Ynysoedd Gogleddol Mariana
da: Nordmarianerne
de: Nördliche Marianen
el: Νησιά Βόρειες Μαριάννες
es: Islas Marianas del Norte
et: Põhja-Mariaanid
eu: Iparraldeko Mariana uharteak
fa: جزایر ماریانای شمالی
ga: Na hOileáin Mháirianacha Thuaidh
gd: Na h-Eileanan Mairianach a Tuath
gl: Illas Marianas do Norte
gu: ર્નોર્ધર્ન મારિયાના આઇલેન્ડ્સ
he: איי מריאנה הצפוניים
hi: नॉर्दर्न मारियाना आइलैंड्स
hr: Sjeverni Marijanski Otoci
hu: Északi Mariana-szigetek
id: Kepulauan Mariana Utara
is: Norður-Maríanaeyjar
ja: 北マリアナ諸島
ka: ჩრდილოეთ მარიანის კუნძულები
kk: Солтүстік Мариан аралдары
kn: ಉತ್ತರ ಮರಿಯಾನಾ ದ್ವೀಪಗಳು
ko: 북마리아나 제도
ku_arab: دوورگەکانی ماریانای باکوور
ky: Түндүк Мариан аралдары
lo: ໝູ່ເກາະມາເຣຍນາເໜືອ
lt: Marianos Šiaurinės Salos
lv: Ziemeļu Marianas salas
mi: Ngā Moutere o Mariana ki te Raki
mk: Северни Маријански Острови
ml: നോര്‍ത്തേണ്‍ മരിയാന ഐലന്‍ഡ്സ്
mn: Хойд Марианы арлууд
mr: उत्तर मरियाना बेटे
ms: Kepulauan Mariana Utara
mt: Ġżejjer Mariana tat-Tramuntana
ne: उत्तरी मारीयाना टापूहरू
nn_no: Nord-Marianane
no: Nord-Marianene
or: ଉତ୍ତର ମାରିନା ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: شمالی ماریانہ جزائر
pa_in: ਨਾਰਦਰਨ ਮਰੀਆਨਾ ਆਈਲੈਂਡਸ
pl: Mariany Północne
ru: Северные Марианские острова
sd: ناردرن مرينا ٻيٽَ
si: උතුරු මරියානා දූපත්
sl: Severni Marianski otoki
sr_cyrl_rs: Северна Маријанска Острва
sr_latn_rs: Severna Marijanska Ostrva
sv: Nordmarianerna
ta: வட மரியானா தீவுகள்
te: ఉత్తర మారియానా దీవులు
tg: Ҷазираҳои Марианаи Шимолӣ
th: หมู่เกาะนอร์เทิร์นมาเรียนา
tr: Kuzey Mariana Adaları
tt: Төньяк Мариана утраулары
ug: شىمالىي مارىئانا تاقىم ئاراللىرى
uk: Північні Маріанські Острови
ur: شمالی ماریانہ جزائر
uz: Shimoliy Mariana orollari
vi: Quần đảo Bắc Mariana
zh_hans: 北马里亚纳群岛
zh_hant: 北馬里安納群島

# Country.MQ
source: Martinique
am: ማርቲኒክ
ar: جزر المارتينيك
as: মাৰ্টিনিক
az: Martinika
bg: Мартиника
bn_in: মার্টিনিক
bs: Martinik
el: Μαρτινίκα
es: Martinica
eu: Martinika
fa: مارتینیک
gd: Mairtinic
gl: Martinica
gu: માર્ટિનિક
he: מרטיניק
hi: मार्टीनिक
hr: Martinik
is: Martiník
ja: マルチニーク島
ka: მარტინიკი
kk: Мартиника
kn: ಮಾರ್ಟಿನಿಕ್
ko: 마르티니크
ku_arab: مارتینیک
ky: Мартиника
lo: ມາຕິນີກ
lt: Martinika
lv: Martinika
mi: Mātiniki
mk: Мартиник
ml: മാര്‍ട്ടിനിക്ക്
mn: Мартиник
mr: मार्टिनिक
ne: मार्टिनीक्यू
or: ମାର୍ଟିନିକ୍ୟୁ
pa_arab_pk: مارٹنیق
pa_in: ਮਾਰਟੀਨਿਕ
pl: Martynika
ru: Мартиника
sd: مارٽينيڪيو
si: මාටිනික්
sl: Martinik
sr_cyrl_rs: Мартиник
sr_latn_rs: Martinik
ta: மார்டினிக்யூ
te: మార్టినిక్
tg: Мартиника
th: มาร์ตินีก
tr: Martinik
tt: Мартиника
ug: مارتىنىكا
uk: Мартініка
ur: مارٹنیق
uz: Martinika
zh_hans: 马提尼克
zh_hant: 馬丁尼克

# Country.MR
source: Mauritania
af: Mauritanië
am: ሞሪታኒያ
ar: موريتانيا
as: মাউৰিটানিয়া
az: Mavritaniya
bg: Мавритания
bn_in: মউরিটানিয়া
bs: Mauritanija
cy: Mawritania
da: Mauretanien
de: Mauretanien
el: Μαυριτανία
et: Mauritaania
fa: موریتانی
ga: An Mháratáin
gd: Moratàinea
gu: મોરિટાનિયા
he: מאוריטניה
hi: मॉरिटानिया
hr: Mauritanija
hu: Mauritánia
is: Máritanía
ja: モーリタニア
ka: მავრიტანია
kk: Мавритания
kn: ಮಾರಿಟೇನಿಯಾ
ko: 모리타니
ku_arab: مۆریتانیا
ky: Мавритания
lo: ມໍຣິຕາເນຍ
lt: Mauritanija
lv: Mauritānija
mi: Mauritānia
mk: Мавританија
ml: മൗറിത്താനിയ
mn: Мавритани
mr: मॉरिटानिया
mt: Mawritanja
ne: मौरितानिया
or: ମରିଟାନିଆ
pa_arab_pk: مارنطانیہ
pa_in: ਮੋਰਿਟਾਨੀਆ
pl: Mauretania
ru: Мавритания
sd: ماريٽينيا
si: මෞරිටානියාව
sl: Mavretanija
sr_cyrl_rs: Мауританија
sr_latn_rs: Mauritanija
sv: Mauretanien
ta: மவுரிடானியா
te: మారిటానియా
tg: Мавритания
th: มอริเตเนีย
tr: Moritanya
tt: Мавритания
ug: ماۋرىتانىيە
uk: Маврітанія
ur: مارنطانیہ
uz: Mavritaniya
zh_hans: 毛利塔尼亚
zh_hant: 茅利塔尼亞

# Country.MS
source: Montserrat
am: ሞንተሰራት
ar: مونتيسيرات
as: ম'ন্টছেৰাট
bg: Монсерат
bn_in: মন্টসেরাট
el: Μονσεράτ
fa: مونتسرات
ga: Montsarat
gd: Montsarat
gl: Illa de Montserrat
gu: મોન્ટસેરાટ
he: מונטסרט
hi: मॉन्ट्सराट
ja: モンセラット
ka: მონსერატი
kk: Монсеррат
kn: ಮಾಂಟ್‌ಸೆರಟ್
ko: 몬트세라트
ku_arab: مۆنتسێرات
ky: Монтсеррат
lo: ມອນເຊີຣາດ
lt: Montseratas
lv: Montserrata
mi: Manetera
mk: Монсерат
ml: മോണ്ട്സെരാറ്റ്
mn: Монтсеррат
mr: मॉन्‍सेराट
ne: मोन्टसेर्रेट
or: ମୋଣ୍ଟସେରାଟ
pa_arab_pk: ماؤنٹسیرت
pa_in: ਮੋਂਟਸੇਰਾਤ
ru: Монтсеррат
sd: مونٽسرٽ
si: මොන්‍ට්සෙරාත්
sr_cyrl_rs: Монсерат
sr_latn_rs: Monserat
ta: மொன்ட்செராட்
te: మోంట్సిరాట్
tg: Монсеррат
th: มอนต์เซอร์รัต
tt: Монтсеррат
ug: مونتسېررات
uk: Монтсеррат
ur: ماؤنٹسیرت
zh_hans: 蒙特塞拉特岛
zh_hant: 蒙特色拉特島

# Country.MT
source: Malta
am: ማልታ
ar: مالطا
as: মাল্টা
bg: Малта
bn_in: মল্টা
el: Μάλτα
fa: مالت
ga: Málta
gu: માલ્ટા
he: מלטה
hi: माल्टा
hu: Málta
ja: マルタ
ka: მალტა
kk: Мальта
kn: ಮಾಲ್ಟಾ
ko: 몰타
ku_arab: ماڵتا
ky: Мальта
lo: ມາລຕາ
mi: Mārata
mk: Малта
ml: മാള്‍ട്ട
mn: Мальта
mr: माल्टा
ne: माल्टा
or: ମାଲ୍ଟା
pa_arab_pk: مالٹا
pa_in: ਮਾਲਟਾ
ru: Мальта
sd: مالٽا
si: මෝල්ටාව
sr_cyrl_rs: Малта
ta: மால்டா
te: మాల్టా
tg: Малта
th: มอลตา
tt: Мальта
ug: مالتا
uk: Мальта
ur: مالٹا
zh_hans: 马耳他
zh_hant: 馬爾他

# Country.MU
source: Mauritius
am: ሞርሺየስ
ar: موريشيوس
as: মৰিছাছ
az: Mavriki
bg: Мавриций
bn_in: মরিশাস
bs: Mauricijus
cy: Mawrisiws
el: Μαυρίκιος
es: Mauricio
eu: Maurizio
fa: موریس
ga: Oileán Mhuirís
gd: Na h-Eileanan Mhoiriseas
gl: Mauricio
gu: મોરિશિયસ
he: מאוריציוס
hi: मॉरिशस
hr: Mauricijus
is: Máritíus
ja: モーリシャス
ka: მავრიკი
kk: Маврикий
kn: ಮಾರಿಷಸ್
ko: 모리셔스
ku_arab: مۆریشیۆس
ky: Маврикий
lo: ມໍຣິຊຽສ
lt: Mauricijus
lv: Maurīcija
mi: Marihi
mk: Маврициус
ml: മൗറീഷ്യസ്
mn: Маврикий
mr: मॉरिशस
mt: Mawrizju
ne: मौरिसियस
or: ମରିସସ୍
pa_arab_pk: ماریشس
pa_in: ਮੌਰਿਸ਼ਸ
ru: Маврикий
sd: مريٽس
si: මෞරිටුයුස්
sr_cyrl_rs: Маурицијус
sr_latn_rs: Mauricijus
ta: மொரிஷியஸ்
te: మారిషస్
tg: Мауритиус
th: มอริเชียส
tt: Маврикий
ug: ماۋرىتىيۇس
uk: Маврікій
ur: ماریشس
uz: Mavrikiy
zh_hans: 毛里求斯
zh_hant: 模里西斯

# Country.MV
source: Maldives
af: Maledive
am: ማልዲቭስ
ar: جزر المالديف
as: মালডিভছ
az: Maldiv Adaları
bg: Малдиви
bn_in: মালদ্বীপ
bs: Maldivi
da: Maldiverne
de: Malediven
el: Μαλδίβες
es: Maldivas
et: Maldiivid
eu: Maldivak
fa: مالدیو
ga: Oileáin Mhaildíve
gd: Na h-Eileanan Mhaladaibh
gl: Maldivas
gu: માલ્દિવ્સ
he: מלדיבים
hi: मालदीव
hr: Maldivi
hu: Maldív-szigetek
id: Maladewa
is: Maldíveyjar
ja: モルディブ
ka: მალდივის კუნძულები
kk: Мальдив
kn: ಮಾಲ್ಡೀವ್ಸ್
ko: 몰디브
ku_arab: ماڵدیڤ
ky: Мальдив Аралдары
lo: ມັນດິຟ
lt: Maldyvai
lv: Maldīvija
mi: Maratīwi
mk: Малдиви
ml: മാല്‍ഡീവ്സ്
mn: Мальдив
mr: मालदीव
mt: Maldivi
ne: माल्दिभ्स
nn_no: Maldivane
no: Maldivene
or: ମାଳଦ୍ଵୀପ
pa_arab_pk: مالدیپ
pa_in: ਮਾਲਦੀਵ
pl: Malediwy
ru: Мальдивы
sd: مالڊائيز
si: ‍මාලදිවයින
sl: Maldivi
sr_cyrl_rs: Малдиви
sr_latn_rs: Maldivi
sv: Maldiverna
ta: மாலத்தீவுகள்
te: మాల్దీవులు
tg: Малдив
th: มัลดีฟส์
tr: Maldivler
tt: Мальдив Утраулары
ug: مالدىۋې
uk: Мальдіви
ur: مالدیپ
uz: Maldiv orollari
zh_hans: 马尔代夫
zh_hant: 馬爾地夫

# Country.MW
source: Malawi
am: ማላዊ
ar: مالاوي
as: মালাৱি
az: Malavi
bg: Малави
bn_in: মালাউই
bs: Malavi
el: Μαλάουι
fa: مالاوی
ga: An Mhaláiv
gd: Malabhaidh
gl: Malaui
gu: માલાવી
he: מלאווי
hi: मलावी
hr: Malavi
is: Malaví
ja: マラウイ
ka: მალავი
kk: Малави
kn: ಮಲಾವಿ
ko: 말라위
ku_arab: مالاوای
ky: Малави
lo: ມາລາວີ
lt: Malavis
lv: Malāvija
mi: Marāwi
mk: Малави
ml: മലാവി
mn: Малави
mr: मालावी
ne: मालावी
or: ମାଲାୱି
pa_arab_pk: ملاوی
pa_in: ਮਾਲਾਵੀ
ru: Малави
sd: مالاوي
si: මලාවි
sl: Malavi
sr_cyrl_rs: Малави
sr_latn_rs: Malavi
ta: மாலவி
te: మలావి
tg: Малави
th: มาลาวี
tr: Malavi
tt: Малави
ug: مالاۋى
uk: Малаві
ur: ملاوی
uz: Malavi
zh_hans: 马拉维
zh_hant: 馬拉威

# Country.MX
source: Mexico
af: Meksiko
am: ሜክሲኮ
ar: المكسيك
as: মেক্সিকো
az: Meksika
bg: Мексико
bn_in: মেক্সিকো
bs: Meksiko
cy: Mecsico
de: Mexiko
el: Μεξικό
es: México
et: Mehhiko
eu: Mexiko
fa: مکزیک
ga: Meicsiceo
gd: Meagsago
gl: México
gu: મેક્સિકો
he: מקסיקו
hi: मेक्सिको
hr: Meksiko
hu: Mexikó
id: Meksiko
is: Mexíkó
ja: メキシコ
ka: მექსიკა
kk: Мексика
kn: ಮೆಕ್ಸಿಕೊ
ko: 멕시코
ku_arab: مەکسیک
ky: Мексика
lo: ແມັກຊີໂກ
lt: Meksika
lv: Meksika
mi: Mēhiko
mk: Мексико
ml: മെക്‌സിക്കോ
mn: Мексик
mr: मेक्सिको
mt: Messiku
ne: मेक्सिको
or: ମେକ୍ସିକୋ
pa_arab_pk: میکسیکو
pa_in: ਮੈਕਸਿਕੋ
pl: Meksyk
ru: Мексика
sd: ميڪسيڪو
si: මෙක්සිකෝව
sl: Mehika
sr_cyrl_rs: Мексико
sr_latn_rs: Meksiko
sv: Mexiko
ta: மெக்சிகோ
te: మెక్సికో
tg: Мексика
th: เม็กซิโก
tr: Meksika
tt: Мексика
ug: مېكسىكا
uk: Мексика
ur: میکسیکو
uz: Meksika
zh_hans: 墨西哥
zh_hant: 墨西哥

# Country.MY
source: Malaysia
af: Maleisië
am: ማሌዥያ
ar: ماليزيا
as: মালয়েচিয়া
az: Malayziya
bg: Малайзия
bn_in: মালয়েশিয়া
bs: Malezija
cy: Maleisia
el: Μαλαισία
es: Malasia
et: Malaisia
fa: مالزی
ga: An Mhalaeisia
gd: Malaidhsea
gl: Malaisia
gu: મલેશિયા
he: מלזיה
hi: मलेशिया
hr: Malezija
hu: Malajzia
is: Malasía
ja: マレーシア
ka: მალაიზია
kk: Малайзия
kn: ಮಲೇಶಿಯಾ
ko: 말레이시아
ku_arab: مالیزیا
ky: Малайзия
lo: ມາເລເຊຍ
lt: Malaizija
lv: Malaizija
mi: Mareihia
mk: Малезија
ml: മലേഷ്യ
mn: Малайз
mr: मलेशिया
mt: Malażja
ne: मलेसिया
or: ମାଲେସିଆ
pa_arab_pk: ملائشیا
pa_in: ਮਲੇਸ਼ੀਆ
pl: Malezja
ru: Малайзия
sd: ملائيشيا
si: මැලේසියාව
sl: Malezija
sr_cyrl_rs: Малезија
sr_latn_rs: Malezija
ta: மலேசியா
te: మలేషియా
tg: Малайзия
th: มาเลเซีย
tr: Malezya
tt: Малайзия
ug: مالايسىيا
uk: Малайзія
ur: ملائشیا
uz: Malayziya
zh_hans: 马来西亚
zh_hant: 馬來西亞

# Country.MZ
source: Mozambique
af: Mosambiek
am: ሞዛምቢክ
ar: موزمبيق
as: ম'জামবিক
az: Mozambik
bg: Мозамбик
bn_in: মোজাম্বিক
bs: Mozambik
de: Mosambik
el: Μοζαμβίκη
et: Mosambiik
eu: Mozambike
fa: موزامبیک
ga: Mósaimbíc
gd: Mòsaimbic
gu: મોઝામ્બિક
he: מוזמביק
hi: मोज़ाम्बिक
hr: Mozambik
hu: Mozambik
id: Mozambik
is: Mósambík
ja: モザンビーク
ka: მოზამბიკი
kk: Мозамбик
kn: ಮೊಜಾಂಬಿಕ್
ko: 모잠비크
ku_arab: مۆزەمبیق
ky: Мозамбик
lo: ໂມແຊມບິກ
lt: Mozambikas
lv: Mozambika
mi: Mohapiki
mk: Мозамбик
ml: മൊസാംബിക്ക്
mn: Мозамбик
mr: मोझांबिक
mt: Możambik
ne: मोजाम्बिक
nn_no: Mosambik
no: Mosambik
or: ମୋଜାମ୍ବିକ୍‌
pa_arab_pk: موزنبیق
pa_in: ਮੋਜ਼ਾਮਬੀਕ
pl: Mozambik
ru: Мозамбик
sd: موزمبائيق
si: මොසැම්බික්
sl: Mozambik
sr_cyrl_rs: Мозамбик
sr_latn_rs: Mozambik
sv: Moçambique
ta: மொசாம்பிக்
te: మొజాంబిక్
tg: Мозамбик
th: โมซัมบิก
tr: Mozambik
tt: Мозамбик
ug: موزامبىك
uk: Мозамбік
ur: موزنبیق
uz: Mozambik
zh_hans: 莫桑比克
zh_hant: 莫三比克

# Country.NA
source: Namibia
af: Namibië
am: ናሚብያ
ar: ناميبيا
as: নামিবিয়া
az: Namibiya
bg: Намибия
bn_in: নামিবিয়া
bs: Namibija
el: Ναμίμπια
et: Namiibia
fa: نامیبیا
ga: An Namaib
gd: An Namaib
gu: નામ્બિયા
he: נמיביה
hi: नामीबिया
hr: Namibija
hu: Namíbia
is: Namibía
ja: ナミビア
ka: ნამიბია
kk: Намибия
kn: ನಮೀಬಿಯಾ
ko: 나미비아
ku_arab: نامیبیا
ky: Намибия
lo: ນາມີເບຍ
lt: Namibija
lv: Namībija
mi: Nāmīpia
mk: Намибија
ml: നമീബിയ
mn: Намиби
mr: नामिबिया
mt: Namibja
ne: नामिबिया
or: ନାମିବିଆ
pa_arab_pk: نومیبیا
pa_in: ਨਾਮੀਬੀਆ
ru: Намибия
sd: نيميبيا
si: නැම්බියාව
sl: Namibija
sr_cyrl_rs: Намибија
sr_latn_rs: Namibija
ta: நமீபியா
te: నమీబియా
tg: Намибия
th: นามิเบีย
tr: Namibya
tt: Намибия
ug: نامىبىيە
uk: Намібія
ur: نومیبیا
uz: Namibiya
zh_hans: 纳米比亚
zh_hant: 納米比亞

# Country.NC
source: New Caledonia
af: Nieu-Kaledonië
am: ኒው ካልዶኒያ
ar: كاليدونيا الجديدة
as: নিউ কেলিডনিয়া
az: Yeni Kaledoniya
bg: Нова Каледония
bn_in: নিউ ক্যালিডোনিয়া
bs: Nova Kaledonija
cy: Caledonia Newydd
da: Ny Kaledonien
de: Neukaledonien
el: Νέα Καληδονία
es: Nueva Caledonia
et: Uus-Kaledoonia
eu: Kaledonia Berria
fa: کلدونیه جدید
ga: An Nua-Chaladóin
gd: Cailleann Nuadh
gl: Nova Caledonia
gu: ન્યૂ કેલેડોનિયા
he: קלדוניה החדשה
hi: न्यू कैलेडोनिया
hr: Nova Kaledonija
hu: Új-Kaledónia
id: Kaledonia Baru
is: Nýja-Kaledónía
ja: ニューカレドニア
ka: ახალი კალედონია
kk: Жаңа Каледония
kn: ಹೊಸ ಕ್ಯಾಲಿಡೋನಿಯಾ
ko: 뉴칼레도니아
ku_arab: نیو کاڵیدۆنیا
ky: Жаңы Каледония
lo: ນິວແຄເລໂດເນຍ
lt: Naujoji Kaledonija
lv: Jaunkaledonija
mi: Kanaki
mk: Нова Каледонија
ml: ന്യൂ കലെഡോനിയ
mn: Шинэ Каледони
mr: न्यू कॅलेडोनिया
mt: Kaledonja Ġdida
ne: नयाँ क्यालेडोनिया
nn_no: Ny-Caledonia
no: Ny-Caledonia
or: ନ୍ୟୁ କାଲେଡୋନିଆ
pa_arab_pk: نیا کیلاڈونیا
pa_in: ਨਿਊ ਕੈਲੇਡੋਨਿਆ
pl: Nowa Kaledonia
ru: Новая Каледония
sd: نيو ڪلوڊينا
si: නව කැලිඩෝනියාව
sl: Nova Kaledonija
sr_cyrl_rs: Нова Каледонија
sr_latn_rs: Nova Kaledonija
sv: Nya Kaledonien
ta: நியூ கலிடோனியா
te: న్యూ కాలిడోనియా
tg: Каледонияи Нав
th: นิวแคลิโดเนีย
tr: Yeni Kaledonya
tt: Яңа Каледония
ug: يېڭى كالېدونىيە
uk: Нова Каледонія
ur: نیا کیلاڈونیا
uz: Yangi Kaledoniya
zh_hans: 新喀里多尼亚
zh_hant: 新喀里多尼亞群島

# Country.NE
source: Niger
am: ኒጀር
ar: النيجر
as: নাইজাৰ
bg: Нигер
bn_in: নাইজার
el: Νίγηρας
es: Níger
fa: نیجر
ga: An Nígir
gd: Nìgeir
gl: Níxer
gu: નાઇજર
he: ניז'ר
hi: नाइजर
is: Níger
ja: ニジェール
ka: ნიგერი
kk: Нигер
kn: ನೈಜರ್
ko: 니제르
ku_arab: نەیجەر
ky: Нигер
lo: ໄນເຈີ
lt: Nigeris
lv: Nigēra
mi: Ngāika
mk: Нигер
ml: നൈഗര്‍
mn: Нигер
mr: नायजर
mt: Niġer
ne: नाइजर
or: ନାଇଜର୍
pa_arab_pk: نائجر
pa_in: ਨਾਇਜਰ
ru: Нигер
sd: نائيگر
si: නයිජර්
sr_cyrl_rs: Нигер
ta: நைஜெர்
te: నైజర్
tg: Нигер
th: ไนเจอร์
tr: Nijer
tt: Нигер
ug: نىگېر
uk: Ніґер
ur: نائجر
zh_hans: 尼日尔
zh_hant: 尼日

# Country.NF
source: Norfolk Island
af: Norfolk-eiland
am: ኖርፎልክ ደሴት
ar: جزيرة نورفولك
as: ন'ৰফ'ক আইলেণ্ড
az: Norfolk Adası
bg: Остров Норфолк
bn_in: নরফক দ্বীপপুঞ্জ
bs: Ostrvo Norfolk
cy: Ynys Norfolk
de: Norfolkinsel
el: Νησί Νόρφολκ
es: Isla Norfolk
et: Norfolk
eu: Norfolk uhartea
fa: جزیره نورفولک
ga: Oileán Norfolk
gd: Eilean Norfolk
gl: Illa de Norfolk
gu: નોરફોક આઇલૅન્ડ
he: האי נורפוק
hi: नॉरफ़ॉक आइलैंड
hr: Otok Norfolk
hu: Norfolk-sziget
id: Pulau Norfolk
is: Norfolkeyja
ja: ノーフォーク島
ka: ნორფოლკის კუნძული
kk: Норфолк аралы
kn: ನಾರ್ಫೊಕ್ ದ್ವೀಪ
ko: 노퍽 섬
ku_arab: دوورگەی نۆرفۆڵک
ky: Норфолк Аралы
lo: ເກາະນໍຟອກ
lt: Norfolko sala
lv: Norfolkas sala
mi: Moutere o Nōpoke
mk: Остров Норфолк
ml: നോര്‍ഫോക്ക് ദ്വീപ്
mn: Норфолк арал
mr: नोर्फोक बेट
ms: Pulau Norfolk
mt: Gżira Norfolk
ne: नर्फोल्क टापू
nn_no: Norfolkøya
no: Norfolkøya
or: ନର୍ଫକ୍ ଦ୍ଵୀପ
pa_arab_pk: نار فوک جزیرہ
pa_in: ਨੋਰਫੌਕ ਆਈਲੈਂਡ
pl: Norfolk
ru: Остров Норфолк
sd: نيرو فيڪا ٻيٽَ
si: නෝර්ෆෝක් දුපත්
sl: Norfolški otok
sr_cyrl_rs: Острво Норфок
sr_latn_rs: Ostrvo Norfok
sv: Norfolkön
ta: நார்ஃபோக் தீவு
te: నార్ఫోక్ దీవి
tg: Ҷазираи Норфолк
th: เกาะนอร์ฟอล์ก
tr: Norfolk Adası
tt: Норфолк утравы
ug: نورفولك ئارىلى
uk: Острів Норфолк
ur: نار فوک جزیرہ
uz: Norfolk oroli
vi: Đảo Norfolk
zh_hans: 诺福克岛
zh_hant: 諾福克島

# Country.NG
source: Nigeria
af: Nigerië
am: ናይጄሪያ
ar: نيجيريا
as: নাইজেৰিয়া
az: Nigeriya
bg: Нигерия
bn_in: নাইজিরিয়া
bs: Nigerija
el: Νιγηρία
et: Nigeeria
fa: نیجریه
ga: An Nigéir
gd: Nigèiria
gl: Nixeria
gu: નાઇજેરિયા
he: ניגריה
hi: नाइजीरिया
hr: Nigerija
hu: Nigéria
is: Nígería
ja: ナイジェリア
ka: ნიგერია
kk: Нигерия
kn: ನೈಜೀರಿಯಾ
ko: 나이지리아
ku_arab: نایجیریا
ky: Нигерия
lo: ໄນເຈີເຣຍ
lt: Nigerija
lv: Nigērija
mi: Ngāitiria
mk: Нигерија
ml: നൈജീരിയ
mn: Нигери
mr: नायजेरिया
mt: Niġerja
ne: नाइजेरिया
or: ନାଇଜେରିଆ
pa_arab_pk: نائیجیریا
pa_in: ਨਾਇਜੀਰੀਆ
ru: Нигерия
sd: نائجيريا
si: නයිජීරියාව
sl: Nigerija
sr_cyrl_rs: Нигерија
sr_latn_rs: Nigerija
ta: நைஜீரியா
te: నైజీరియా
tg: Нигерия
th: ไนจีเรีย
tr: Nijerya
tt: Нигерия
ug: نىگېرىيە
uk: Ніґерія
ur: نائیجیریا
uz: Nigeriya
zh_hans: 尼日利亚
zh_hant: 奈及利亞
