Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.Dropdown.None
source: None
af: Geen
am: ምንም
ar: بلا
as: একো নাই
az: Yoxdur
bg: Няма данни
bn_in: কিছুই নয়
bs: Nijedno
cy: Dim un
da: Ingen
de: Keine Auswahl
el: Χωρίς επιλογή
es: Nada
et: Pole
eu: Bat ere ez
fa: هیچکدام
ga: Dada
gd: Chan eil gin
gl: Ningún
gu: કોઈ નહીં
he: ללא
hi: कोई नहीं
hr: Ništa
hu: Egyik sem
id: Tidak ada
is: Ekkert
ja: なし
ka: არცერთი
kk: Ешбірі
kn: ಯಾವುದೂ ಇಲ್ಲ
ko: 없음
ku_arab: هیچکام
ky: Эч бир
lo: ບໍ່ມີ
lt: Nėra
lv: Nav
mi: Kore kau
mk: Ништо
ml: ഒന്നുമില്ല
mn: Алга
mr: काहीही नाही
ms: Tiada
mt: Xejn
ne: कुनैपनि होइन
nn_no: Ingen
no: Ingen
or: କୌଣସିଟି ନୁହେଁ
pa_arab_pk: ‏‏کوئی نئیں
pa_in: ਕੋਈ ਨਹੀਂ
pl: Brak
ru: Нет
sd: ڪجهه نه
si: කිසිත් නැත
sl: Brez
sr_cyrl_rs: Ниједно
sr_latn_rs: Nijedno
sv: Inget
ta: எதுவுமில்லை
te: ఏదీ కాదు
tg: Ягон
th: ไม่มี
tr: Hiçbiri
tt: Бернинди
ug: يوق
uk: Немає
ur: کوئی نہیں
uz: Yo'q
vi: Không có
zh_hans: 无
zh_hant: 無

# Literal.Error.StoredValue.CountryMismatch
source: The gift card code you entered does not match the country or region of your Microsoft account. Please contact support for help with this error.
af: Die geskenk kaart kode wat jy het stem nie ooreen met die land of die streek van jou Microsoft-rekening nie. Kontak asseblief bystand vir hulp met hierdie fout.
am: ያስገቡት የስጦታ ካርድ ኮድ ከMicrosoft መለያዎ አገር ወይም ክልል አይመሳሰልም። እባክዎን ለዚህ ስህተት እገዛ ከእውቂያ ድጋፍ ጋር ይገናኙ።
ar: لا يتوافق رمز بطاقة الهدايا الذي أدخلته مع البلد أو المنطقة التابعة لحساب Microsoft‏ الخاص بك. يرجى الاتصال بالدعم للحصول على تعليمات حول هذا الخطأ.
as: আপুনি প্ৰৱিষ্ট কৰা উপহাৰ কাৰ্ড ক'ড আপোনাৰ Microsoft একাউন্টৰ দেশ বা ক্ষেত্ৰৰ লগত মিলা নাই৷ অনুগ্ৰহ কৰি এই ত্ৰুটিৰ সহায়ৰ বাবে সমৰ্থকৰ লগত যোগাযোগ কৰক৷
az: Daxil etdiyiniz hədiyyə kartının kodu Microsoft hesabınızın ölkə və ya regionuna uyğun gəlmir. Bu səhvlə bağlı kömək üçün dəstəklə əlaqə saxlayın.
bg: Въведеният от вас код на ваучер за подарък не съответства на страната или региона на вашия акаунт в Microsoft. Свържете се с поддръжката за помощ относно тази грешка.
bn_in: আপনি প্রবিষ্ট করা উপহার কার্ডের কোড আপনার Microsoft অ্যাকাউন্টের রাষ্ট্র অথবা অঞ্চলের সঙ্গে মানানসই নয়। অনুগ্রহ করে এই ত্রুটির সমাধানের জন্যে সহায়তা কেন্দ্রের সঙ্গে যোগাযোগ করুন।
bs: Kôd poklon kartice koji ste unijeli se ne podudara sa zemljom ili regijom vašeg Microsoft računa. Obratite se podršci korisnicima za pomoć u vezi s ovom greškom.
cy: Dydy cod y cerdyn rhodd a roesoch ddim yn cyfateb â gwlad neu ranbarth eich cyfrif Microsoft. Cysylltwch â'r tîm cymorth i gael help gyda'r gwall hwn.
da: Den angivne gavekortkode passer ikke til landet eller området for din Microsoft-konto. Kontakt support for at få hjælp.
de: Der eingegebene Geschenkkartencode stimmt nicht mit dem Land oder der Region Ihres Microsoft-Kontos überein. Wenden Sie sich an den Support, um Unterstützung zu diesem Fehler zu erhalten.
el: Ο κωδικός δωροκάρτας που καταχωρήσατε δεν αντιστοιχεί στη χώρα ή στην περιοχή του λογαριασμού σας Microsoft. Επικοινωνήστε με την υποστήριξη για βοήθεια σχετικά με αυτό το σφάλμα.
es: El código de tarjeta de regalo especificado no coincide con el país o región de su cuenta de Microsoft. Póngase en contacto con el servicio de soporte técnico para obtener ayuda con este error.
et: Sisestatud kinkekaardi kood ei ühildu teie Microsofti konto riigi ega piirkonnaga. Tõrke lahendamisel abi saamiseks võtke ühendust toega.
eu: Idatzi duzun opari-txartelaren kodea ez dator bat zure Microsoft kontuaren herrialde edo eskualdearekin. Jarri laguntza-zerbitzuarekin harremanetan arazoa konpontzen lagun diezazun.
fa: کارت هدیه‌ای که وارد کرده‌اید با کشور یا منطقه حساب Microsoft شما مطابقت ندارد. لطفاً برای دریافت راهنمایی در ارتباط با این خطا با پشتیبانی تماس بگیرید.
ga: Ní mheaitseálann an cód cárta bronntanais a d'iontráil tú tír nó réigiún do chuntais Microsoft. Téigh i dteagmháil le tacaíocht le do thoil chun cabhair a fháil maidir leis an earráid seo.
gd: Chan eil còd na cairt prèasaint a chuir thu a-steach a' freagairt ri dùthaich no roinn-dùthcha a' chunntais Microsoft agad. Nach cuir thu fios gu sgioba na taice a thaobh na mearachd seo?
gl: O código da tarxeta de obsequio que introduciu non coincide co país ou coa rexión da súa conta de Microsoft. Contacte coa asistencia para obter axuda con este erro.
gu: તમે દાખલ કરેલ ગિફ્ટ કાર્ડ કોડ તમારા Microsoft ખાતાના દેશ અથવા ક્ષેત્ર મેળ ખાતો નથી. કૃપયા આ ભૂલ સાથે મદદ માટે સપોર્ટનો સંપર્ક કરો.
he: קוד שובר המתנה שהזנת לא מתאים למדינה או לאזור של חשבון Microsoft שלך. פנה לתמיכה לקבלת עזרה עבור שגיאה זו.
hi: आपके द्वारा दर्ज किया गया उपहार कार्ड कोड आपके Microsoft खाते के देश या क्षेत्र से मेल नहीं खाता है. इस त्रुटि में मदद के लिए कृपया सहायता से संपर्क करें.
hr: Kôd poklon-bona koji ste unijeli ne odgovara zemlji ili regiji vašeg Microsoftova računa. Obratite se podršci za pomoć s ovom pogreškom.
hu: A megadott ajándékkártyakód nem egyezik a Microsoft-fiók országával vagy régiójával. A hiba elhárításához kérjen segítséget a támogatási szolgálattól.
id: Kode kartu hadiah yang Anda masukkan tidak cocok dengan negara atau kawasan akun Microsoft Anda. Harap hubungi bagian dukungan untuk mendapatkan bantuan terkait kesalahan ini.
is: Gjafakortsnúmerið sem þú slóst inn passar ekki við land eða svæði Microsoft-reikningsins. Hafðu samband við notendaþjónustu til að fá hjálp vegna þessarar villu.
ja: 入力したギフト カード コードは、お使いの Microsoft アカウントの国または地域と一致しません。このエラーの詳細については、サポートにお問い合わせください。
ka: სასაჩუქრე ბარათის თქვენ მიერ შეყვანილი კოდი არ შეესაბამება თქვენი Microsoft-ის ანგარიშის ქვეყანას ან რეგიონს. გთხოვთ, დაუკავშირდეთ დახმარების სამსახურს ამ შეცდომასთან დაკავშირებით დახმარების მისაღებად.
kk: Енгізілген сыйлық картасының коды Microsoft тіркелгісінің елі немесе аймағына сәйкес келмейді. Бұл қатеге қатысты көмек алу үшін қолдау көрсету қызметіне хабарласыңыз.
kn: ನೀವು ನಮೂದಿಸಿರುವ ಉಡುಗೊರೆ ಕಾರ್ಡ್ ಕೋಡ್ ನಿಮ್ಮ Microsoft ಖಾತೆಯ ದೇಶ ಅಥವಾ ಪ್ರಾಂತ್ಯಕ್ಕೆ ಹೊಂದಿಕೆಯಾಗುತ್ತಿಲ್ಲ. ದಯವಿಟ್ಟು ಸಹಾಯಕ್ಕಾಗಿ ಈ ದೋಷದೊಂದಿಗೆ ಬೆಂಬಲವನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 입력하신 기프트 카드 코드가 Microsoft 계정의 국가 또는 지역과 일치하지 않습니다. 이 오류와 관련하여 도움이 필요하면 지원 담당자에게 문의하세요.
ku_arab: ئەو کارتی دیاریەی تێنووست کردووە لەگەڵ وڵات یان ناوچەی ئەژمێری Microsoft ی تۆدا تەبا نییە. تکایە بۆ ئەم هەڵەیە پەیوەندی بکە بە پشتیوانی راژەخوازەوە.
ky: Сиз киргизген белек картасынын коду, Microsoft каттоо жазууңуздун өлкөсү же аймагы менен туура келбейт. Бул катаны чечүү үчүн колдоо кызматы менен байланышыңыз.
lo: ລະຫັດບັດຂອງຂວັນທີ່ທ່ານປ້ອນເຂົ້າບໍ່ກົງກັບປະເທດ ຫຼືເຂດພາກພື້ນຂອງບັນຊີ Microsoft ຂອງທ່ານ. ກະລຸນາຕິດຕໍ່ຝ່າຍສະໜັບສະໜູນເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອສໍາລັບຄວາມຜິດພາດນີ້.
lt: Įvestas dovanų kortelės numeris neatitinka „Microsoft“ abonemento šalies arba regiono. Norėdami pašalinti šią klaidą, kreipkitės pagalbos į klientų aptarnavimo tarnybą.
lv: Ievadītais dāvanu kartes kods neatbilst jūsu Microsoft konta valstij vai reģionam. Lai saņemtu palīdzību saistībā ar šo kļūdu, lūdzu, sazinieties ar atbalsta dienestu.
mi: Kāore te waehere kāri koha nāu i tāuru i te ōrite ki te whenua ki te rohe rānei o tō pūkete Microsoft. Tēnā whakapā atu ki tautoko mō ētahi āwhina mō tēnei hapa.
mk: Кодот на картичката за подароци не одговара на државата или регионот на вашата сметка на Microsoft. Контактирајте со поддршката за помош со оваа грешка.
ml: നിങ്ങള്‍ നല്‍കിയ സമ്മാന കാര്‍ഡ് കോഡ് Microsoft അക്കൌണ്ടിന്റെ രാജ്യവുമായോ പ്രദേശവുമായോ പൊരുത്തപ്പെടുന്നില്ല. ഈ പിശക് പരിഹരിക്കുന്നതിന് പിന്തുണയെ ബന്ധപ്പെടുക.
mn: Оруулсан урамшууллын код таны Microsoft-н хэрэглэгчийн бүртгэлийн улс, оронтой тохирохгүй байна. Энэ алдааг залруулах бол тусламж хэсэгт хандана уу.
mr: आपण प्रविष्ट केलेला गिफ्ट कार्ड कोड आपल्या Microsoft खात्याच्या देश किंवा विभागाशी जुळत नाही. कृपया या त्रुटीसह मदत करण्यासाठी समर्थनाशी संपर्क साधा.
ms: Kod kad hadiah yang anda masukkan tidak sepadan dengan negara atau rantau bagi akaun Microsoft anda. Sila hubungi sokongan untuk mendapatkan bantuan bagi menyelesaikan ralat ini.
mt: Il-kodiċi tal-gift card li daħħalt ma taqbilx mal-pajjiż jew ir-reġjun tal-kont ta' Microsoft tiegħek. Ikkuntattja lill-appoġġ għall-klijenti għal għajnuna b'rabta ma' dan l-iżball.
ne: तपाइँले प्रविष्टि गर्नुभएको गिफ्ट कार्ड सङ्केतले तपाइँको Microsoft खाताको देश वा क्षेत्रसँग मिल्दैन। कृपया यो त्रुटिसँग मद्दतका लागि समर्थनको लागि सम्पर्क गर्नुहोस्।
nn_no: Gåvekortkoda du har skrive inn, samsvarar ikkje med landet eller regionen for Microsoft-kontoen din. Ta kontakt med kundestøtta for å få hjelp med denne feilen.
no: Gavekortkoden du angav, svarer ikke til landet eller området for Microsoft-kontoen. Kontakt kundestøtte for å få hjelp med denne feilen.
or: ଉପହାର କାର୍ଡ୍ କୋଡ୍ ଯାହା ଆପଣ ଏଣ୍ଟର୍ କରିଛନ୍ତି ତାହା ଆପଣଙ୍କର Microsoft ଏକାଉଣ୍ଟ୍‌ର ଦେଶ କିମ୍ଵା ଅଞ୍ଚଳ ମେଳକ ହେଉ ନାହିଁ. ଏହି ତ୍ରୁଟିର ସହାୟତା ପାଇଁ ଦୟାକରି ସାମର୍ଥ୍ୟ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: ‏‏جیہڑا تحفہ کارڈ کوڈ تسی داخل کیتا اے اوہ تہاڈےملک یا علاقے دے Microsoft اکاؤنٹ نال رلدا نئیں اے.مہربانی کرکے ایس خرابی لئی مددواسطے معاونت نال رابطہ کرو.
pa_in: ਤੁਹਾਡੇ ਵਲੋਂ ਦਾਖਲ ਕੀਤੇ ਗਏ ਗਿਫਟ ਕਾਰਡ ਕੋਡ ਦਾ ਤੁਹਾਡੇ Microsoft ਖਾਤੇ ਦੇ ਦੇਸ਼ ਜਾਂ ਖੇਤਰ ਨਾਲ ਮਿਲਾਨ ਨਹੀਂ ਹੁੰਦਾ ਹੈ। ਇਸ ਤਰੁਟੀ ਵਿੱਚ ਮਦਦ ਲਈ ਕਿਰਪਾ ਕਰਕੇ ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wprowadzony kod karty podarunkowej nie odpowiada krajowi lub regionowi konta Microsoft. Skontaktuj się z pomocą techniczną, aby uzyskać pomoc w przypadku tego błędu.
ru: Введенный код подарочного сертификата не подходит для страны или региона, с которыми связана ваша учетная запись Майкрософт. Обратитесь в службу поддержки для решения этой проблемы.
sd: جيڪو تحفو ڪارڊ ڪوڊ توهان داخل ڪيو آهي اهو توهان جي Microsoft اڪائونٽ جي ملڪ يا خطي کان ميل نٿو کائي. هن نقص سان مدد حاصل ڪرڻ لاءِ مهرباني ڪري معاونت سان رابطو ڪريو.
si: ඔබ ඇතුල් කළ තිළිණ කාඩ්පත් කේතය ඔබේ Microsoft ගිණුමේ රට හෝ ප්‍රදේශය සමඟ නොගැලපේ. මෙම දෝෂය පිළිබඳ උපකාර සඳහා සහාය අමතන්න.
sl: Koda darilne kartice, ki ste jo vnesli, se ne ujema z državo ali območjem vašega Microsoftovega računa. Obrnite se na podporo in jim posredujte to napako.
sr_cyrl_rs: Код поклон-картице који сте унели се не подудара са земљом или регионом на Microsoft налогу. Обратите се подршци ради помоћи у вези са овом грешком.
sr_latn_rs: Kod poklon-kartice koji ste uneli se ne podudara sa zemljom ili regionom na Microsoft nalogu. Obratite se podršci radi pomoći u vezi sa ovom greškom.
sv: Presentkortskoden du angav matchar inte Microsoft-kortets land eller region. Kontakta supporten om du behöver hjälp.
ta: நீங்கள் உள்ளிட்ட பரிசு அட்டைக் குறியீடானது உங்கள் Microsoft கணக்கின் நாடு அல்லது வட்டாரத்துடன் பொருந்தவில்லை. இந்தப் பிழைக் குறித்த உதவிக்கு ஆதரவைத் தொடர்புகொள்ளவும்.
te: మీరు నమోదు చేసిన బహుమతి కార్డ్ కోడ్ మీ Microsoft అకౌంట్ ఉన్న దేశం లేదా ప్రాంతానికి సరిపోలలేదు. దయచేసి ఈ సమస్యకు సహాయం పొందడానికి మద్దతును సంప్రదించండి.
tg: Рамзи корти тӯҳфагии дохил кардаи шумо бо кишвар ё минтақаи ҳисоби Microsoft-и шумо мувофиқат намекунад. Лутфан. барои кӯмак оид ба ин хатогӣ бо дастгирӣ тамос гиред.
th: รหัสบัตรกำนัลที่คุณป้อนไม่ตรงกับประเทศหรือภูมิภาคของบัญชี Microsoft ของคุณ โปรดติดต่อฝ่ายสนับสนุนเพื่อขอความช่วยเหลือเกี่ยวกับข้อผิดพลาดนี้
tr: Girdiğiniz hediye kartı kodu Microsoft hesabınızın ülke veya bölgesiyle eşleşmiyor. Lütfen bu hatayla ilgili yardım almak için desteğe başvurun.
tt: Открыткага керткән код сез Microsoft хисап язмасында билгеләгән ил яки төбәк мәгълүматына туры килми. бу хатаны чишу йчен ярдәм хезмәтенә мөрәҗәгать итегез.
ug: سىز كىرگۈزگەن سوۋغات كارتىسىنىڭ كودى Microsoft ھېساباتىڭىز تەۋە بولغان دۆلەت ياكى رايونغا ماس كەلمەيدىكەن. بۇ مەسىلە توغرۇلۇق ياردەم مەركىزى بىلەن ئالاقىلىشىڭ.
uk: Введений код подарункової картки не відповідає країні або регіону облікового запису Microsoft. Для отримання допомоги щодо цієї помилки зверніться до служби технічної підтримки.
ur: آپ کا درج کردہ تحفہ کارڈ کوڈ اپ کے Microsoft اکاؤنٹ سے مماثلت نہیں رکھتا ہے۔ براہ کرم اس نقص کے بارے میں مدد کے لئے معاونت وے رابطہ کریں۔
uz: Kiritilgan sovg'a kartasi kodi Microsoft hisob qaydnomangizning mamlakati yoki regioniga mos kelmadi. Iltimos, ushbu xato bo'yicha yordam olish uchun qo'llab-quvvatlash xizmatiga murojaat qiling.
vi: Mã thẻ quà tặng bạn đã nhập không khớp với quốc gia hoặc vùng lãnh thổ của tài khoản Microsoft của bạn. Vui lòng liên hệ bộ phận hỗ trợ để được trợ giúp về lỗi này.
zh_hans: 您输入的礼品卡代码与您的 Microsoft 帐户的国家或地区不匹配。请与支持部门联系，以帮助解决此错误。
zh_hant: 您輸入的禮品卡代碼不符合您的 Microsoft 帳戶所在國家或地區。請連絡支援部門協助處理此錯誤。

# Literal.Street.MaxLength
source: Steet is too long.
af: Straat is te lank.
am: ጎደና በጣም ረጅም ነው።
ar: اسم الشارع طويل جدًا.
as: পথ অতি দীঘল৷
az: Küçə çox uzundur.
bg: Данните за улица са прекалено дълги.
bn_in: পথটি অনেক লম্বা।
bs: Ulica je predugačka.
cy: Mae enw'r stryd yn rhy hir.
da: Gadenavnet er for langt.
de: Die Angabe der Straße ist zu lang.
el: Το όνομα οδού είναι πολύ μεγάλο.
es: La calle es demasiado larga.
et: Tänavanimi on liiga pikk.
eu: Kalea luzeegia da.
fa: خیابان بسیار طولانی است.
ga: Sráid rófhada.
gd: Tha ainm na sràide ro fhada.
gl: O nome da rúa e moi longo.
gu: સ્ટીટ ખૂબ લાંબી છે.
he: הרחוב ארוך מדי.
hi: मार्ग बहुत लंबा है.
hr: Naziv ulice je predug.
hu: Az utcanév túl hosszú.
id: Jalan terlalu panjang.
is: Gata er of löng.
ja: 番地が長すぎます。
ka: ქუჩის სახელი ძალიან გრძელია.
kk: Көше тым ұзын.
kn: ಗಲ್ಲಿ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 주소가 너무 깁니다.
ku_arab: شەقام زۆر درێژە.
ky: Көчө өтө узун.
lo: ຖະໜົນຍາວເກີນໄປ.
lt: Gatvės pavadinimas per ilgas.
lv: Ielas nosaukums ir pārāk garš.
mi: He roa rawa te tiriti.
mk: Улицата е предолга.
ml: സ്‌ട്രീറ്റ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Гудамжны хаяг хэт урт байна.
mr: मार्ग खूप दीर्घ आहे.
ms: Nama jalan terlalu panjang.
mt: Isem tat-triq twil wisq.
ne: स्ट्रिट धेरै लामो छ।
nn_no: Gatenamnet er for langt.
no: Gatenavnet er for langt.
or: ସାହୀ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: ‏‏گلی بوہت لمّی اے.
pa_in: ਗਲੀ ਬੇਹੱਦ ਲੰਬੀ ਹੈ।
pl: Nazwa ulicy jest zbyt długa.
ru: Название улицы слишком длинное.
sd: گھٽي تمام وڏي آهي.
si: වීදිය දිග වැඩියි.
sl: Ime ulice je predolgo.
sr_cyrl_rs: Име улице је предугачко.
sr_latn_rs: Ime ulice je predugačko.
sv: Gatuadressen är för lång.
ta: தெருவின் பெயர் மிக நீளமாக உள்ளது.
te: వీధి చాలా పొడవుగా ఉంది.
tg: Кӯча аз ҳад дароз аст.
th: ถนนยาวเกินไป
tr: Sokak çok uzun.
tt: Урам бик озын.
ug: كوچا نامى بەك ئۇزۇن.
uk: Задовга назва вулиці.
ur: اسٹیٹ بہت طویل ہے۔
uz: Ko'cha juda uzun.
vi: Đường quá dài.
zh_hans: 街道过长。
zh_hant: 街道太長。

# Literal.Street.Required
source: Street is required.
af: Straat word vereis.
am: ጎዳና ይፈለጋል።ጎዳና ይፈለጋል።
ar: الشارع مطلوب.
as: পথৰ আৱশ্যক৷
az: Küçə tələb olunur.
bg: Улицата е задължителна.
bn_in: পথের আবশ্যক।
bs: Ulica je neophodna.
cy: Rhaid nodi enw stryd.
da: Gadenavn skal angives.
de: Die Straße ist erforderlich.
el: Απαιτείται η οδός.
es: La calle es obligatoria.
et: Tänavanimi on kohustuslik.
eu: Kalea beharrezkoa da.
fa: به نام خیابان نیاز است.
ga: Sráid riachtanach.
gd: Tha feum air sràid.
gl: Requírese a rúa.
gu: શેરી આવશ્યક છે.
he: נדרש רחוב.
hi: मार्ग आवश्यक है.
hr: Naziv ulice je obavezan.
hu: Az utcanév megadása kötelező.
id: Jalan diperlukan.
is: Gata er áskilin.
ja: 番地は必須項目です。
ka: მიუთითეთ ქუჩის სახელი.
kk: Көше талап етіледі.
kn: ಗಲ್ಲಿ ಅಗತ್ಯವಿದೆ.
ko: 주소는 필수 항목입니다.
ku_arab: شەقام پێویستە.
ky: Көчө талап кылынат.
lo: ຕ້ອງລະບຸຖະໜົນ.
lt: Gatvę nurodyti būtina.
lv: Jānorāda ielas nosaukums.
mi: E hiahiatia ana te tiriti.
mk: Улицата е задолжителна.
ml: സ്‌ട്രീറ്റ് ആവശ്യമാണ്.
mn: Гудамжны хаяг бөглөх шаардлагатай.
mr: मार्ग आवश्यक आहे.
ms: Nama jalan diperlukan.
mt: Triq meħtieġa.
ne: स्ट्रिट आवश्यक छ।
nn_no: Gate er obligatorisk.
no: Gate må angis.
or: ସାହୀ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: ‏‏گلی درکار اے.
pa_in: ਗਲੀ ਲੋੜੀਂਦੀ ਹੈ।
pl: Należy podać nazwę ulicy.
ru: Необходимо указать название улицы.
sd: گھٽي گھربل آهي.
si: වීදිය අවශ්‍යයි.
sl: Ime ulice je obvezno.
sr_cyrl_rs: Име улице је обавезно.
sr_latn_rs: Ime ulice je obavezno.
sv: Gatuadress måste anges.
ta: தெருவின் பெயர் அவசியம்.
te: వీధి అవసరం.
tg: Кӯча аз ҳад кӯтоҳ аст.
th: ต้องระบุถนน
tr: Sokak gereklidir.
tt: Урам мәҗбүри.
ug: كوچا نامى تەلەپ قىلىنىدۇ.
uk: Необхідно ввести назву вулиці.
ur: گلی درکار ہے۔
uz: Ko'cha talab qilinadi.
vi: Đường là cần thiết.
zh_hans: 街道为必填项。
zh_hant: 街道是必要資訊。

# Word.PIDetailTitle.AddPaypal
source: Add PayPal account
af: Voeg PayPal rekening by
am: የPayPal መለያ አክል
ar: إضافة حساب PayPal‏
as: PayPal একাউণ্ট যোগ কৰক
az: PayPal hesabı əlavə et
bg: Добавяне на PayPal акаунт
bn_in: PayPal অ্যাকাউন্ট যোগ করুন
bs: Dodaj PayPal račun
cy: Ychwanegu cyfrif PayPal
da: Tilføj PayPal-konto
de: PayPal-Konto hinzufügen
el: Προσθήκη λογαριασμού PayPal
es: Agregar cuenta de PayPal
et: Lisa PayPali konto
eu: Gehitu PayPal kontua
fa: حساب PayPa اضافه کنید
ga: Cuir cuntas PayPal leis
gd: Cuir cunntas PayPal ris
gl: Engadir conta de PayPal
gu: PayPal એકાઉન્ટ ઍડ કરો
he: הוספת חשבון PayPal
hi: PayPal खाता जोड़ें
hr: Dodajte PayPal račun
hu: PayPal-fiók hozzáadása
id: Tambah akun PayPal
is: Bæta við PayPal-reikningi
ja: PayPal アカウントの追加
ka: დაამატეთ PayPal ანგარიში
kk: PayPal тіркелгісін қосу
kn: PayPal ಖಾತೆ ಸೇರಿಸು
ko: PayPal 계정 추가
ku_arab: ئەژمێری PayPal زێدە بکە
ky: PayPal каттоо жазуусун кошуңуз
lo: ເພີ່ມບັນຊີ PayPal
lt: Įtraukti „PayPal“ abonementą
lv: Pievienot PayPal kontu
mi: Tāpiri pūkete PayPal
mk: Додавање сметка на PayPal
ml: PayPal അക്കൌണ്ട് ചേര്‍ക്കുക
mn: PayPal данс нэмэх
mr: PayPal खाते जोडा
ms: Tambah akaun PayPal
mt: Żid kont tal-PayPal
ne: PayPal खाता थप्नुहोस्
nn_no: Legg til PayPal-konto
no: Legg til PayPal-konto
or: PayPal ଏକାଉଣ୍ଟ୍ ଯୋଗ କରନ୍ତୁ
pa_arab_pk: ‏‏PayPal اکاؤنٹ دا اضافہ کرو.
pa_in: PayPal ਖਾਤਾ ਜੋਡ਼ੋ
pl: Dodaj konto PayPal
ru: Добавить учетную запись PayPal
sd: PayPal اڪائونٽ جو اضافو ڪريو
si: PayPal ගිණුම එක් කරන්න
sl: Dodajte račun PayPal
sr_cyrl_rs: Додавање PayPal налога
sr_latn_rs: Dodavanje PayPal naloga
sv: Lägg till PayPal-konto
ta: PayPal கணக்கைச் சேர்
te: PayPal ఖాతా జోడించండి
tg: Иловаи ҳисоби PayPal
th: เพิ่มบัญชี PayPal
tr: PayPal hesabı ekle
tt: PayPal хисап язмасын өстәү
ug: PayPal ھېساباتى قوشۇش
uk: Додати обліковий запис PayPal
ur: PayPal اکاؤنٹ شامل کریں
uz: PayPal hisob qaydnomasini qo'shmoq
vi: Thêm tài khoản PayPal
zh_hans: 添加 PayPal 帐户
zh_hant: 新增 PayPal 帳戶

# Word.Street
source: Street
af: Straat
am: ጎዳና
ar: الشارع
as: পথ
az: Küçə
bg: Улица
bn_in: পথ
bs: Ulica
cy: Stryd
da: Gade
de: Straße
el: Οδός
es: Calle
et: Tänavanimi
eu: Kalea
fa: خیابان
ga: Sráid
gd: Sràid
gl: Rúa
gu: શેરી
he: רחוב
hi: सड़क
hr: Ulica
hu: Utca
id: Jalan
is: Gata
ja: 番地
ka: ქუჩა
kk: Көше
kn: ಗಲ್ಲಿ
ko: 주소
ku_arab: شەقام
ky: Көчө
lo: ຖະໜົນ
lt: Gatvė
lv: Iela
mi: Tiriti
mk: Улица
ml: സ്‌ട്രീറ്റ്
mn: Гудамж
mr: मार्ग
ms: Nama jalan
mt: Triq
ne: स्ट्रिट
nn_no: Gate
no: Gate
or: ସାହୀ
pa_arab_pk: ‏‏گلی
pa_in: ਗਲੀ
pl: Ulica
ru: Улица
sd: گھٽي
si: වීදිය
sl: Ulica
sr_cyrl_rs: Улица
sr_latn_rs: Ulica
sv: Gatuadress
ta: தெரு
te: వీధి
tg: Кӯча
th: ถนน
tr: Sokak
tt: Урам
ug: كوچا
uk: Вулиця
ur: گلی
uz: Ko'cha
vi: Đường
zh_hans: 街道
zh_hant: 街道

# Word.Title.AdditionalDetails
source: Additional details
af: Bykomstige besonderherde
am: ተጨማሪ ዝርዝሮች
ar: تفاصيل إضافية
as: অতিৰিক্ত বিশদ-বিৱৰণসমূহ
az: Əlavə təfərrüatlar
bg: Допълнителни данни
bn_in: অতিরিক্ত বিবরণ
bs: Dodatne informacije
cy: Manylion ychwanegol
da: Yderligere oplysninger
de: Zusätzliche Details
el: Πρόσθετα στοιχεία
es: Detalles adicionales
et: Täiendavad üksikasjad
eu: Xehetasun gehiago
fa: سایر جزئیات
ga: Sonraí breise
gd: Fiosrachadh a bharrachd
gl: Detalles adicionais
gu: વધારાની વિગતો
he: פרטים נוספים
hi: अतिरिक्त विवरण
hr: Dodatne pojedinosti
hu: További részletek
id: Detail tambahan
is: Frekari upplýsingar
ja: その他の詳細情報
ka: დამატებითი დეტალები
kk: Қосымша мәліметтер
kn: ಹೆಚ್ಚುವರಿ ವಿವರಗಳು
ko: 추가 세부 정보
ku_arab: وردەکاری ئیزافی
ky: Кошумча маалымат
lo: ລາຍລະອຽດເພີ່ມເຕີມ
lt: Papildoma informacija
lv: Papildinformācija
mi: Taipitopito tāpiri
mk: Дополнителни детали
ml: കൂടുതല്‍ വിശദാംശങ്ങള്‍
mn: Нэмэлт мэдээлэл
mr: अतिरिक्त तपशील
ms: Butiran tambahan
mt: Dettalji oħra
ne: थप विवरणहरू थप्नुहोस्
nn_no: Ekstra detaljar
no: Flere detaljer
or: ଅତିରିକ୍ତ ବିବରଣୀସମୂହ
pa_arab_pk: ‏‏اضافی تفصیلاں
pa_in: ਵਧੇਰੇ ਵੇਰਵੇ
pl: Dodatkowe szczegóły
ru: Дополнительные сведения
sd: اضافي تفصيلَ
si: අතිරේක විස්තර
sl: Druge podrobnosti
sr_cyrl_rs: Додатни детаљи
sr_latn_rs: Dodatni detalji
sv: Mer information
ta: கூடுதல் விவரங்கள்
te: అదనపు వివరాలు
tg: Тафсилоти иловагӣ
th: รายละเอียดเพิ่มเติม
tr: Ek ayrıntılar
tt: Өстәмә мәгълүмат
ug: قوشۇمچە ئۇچۇرلار
uk: Додаткові відомості
ur: اضافی تفاصیل
uz: Qo'shimcha ma'lumotlar
vi: Chi tiết bổ sung
zh_hans: 更多详细信息
zh_hant: 其他詳細資料

# Word.Creditor
source: Creditor
af: Skuldeiser
am: አበዳሪ
ar: الدائن
as: ঋণ দিওঁতা
az: Kreditor
bg: Получател
bn_in: ক্রেডিটর
bs: Povjerilac
cy: Credydwr
da: Kreditor
de: Gläubiger
el: Πιστωτής
es: Acreedor
et: Kreeditor
eu: Hartzekoduna
fa: تأمین کننده مالی
ga: Creidiúnaí
gd: Creideasaiche
gl: Acredor
gu: લેણદાર
he: נושה
hi: ऋणदाता
hr: Kreditor
hu: Hitelező
id: Kreditor
is: Lánardrottinn
ja: 債権者
ka: კრედიტორი
kk: Несие беруші
kn: ಕ್ರೆಡಿಟರ್
ko: 채권자
ku_arab: بڕواپێدەر
ky: Кредитор
lo: ເຈົ້າໜີ້
lt: Kreditorius
lv: Kreditors
mi: Kaituku moni
mk: Кредитор
ml: ക്രെഡിറ്റര്‍
mn: Зээлдүүлэгч
mr: ऋणदाता
ms: Pemiutang
mt: Kreditur
ne: ऋणदाता
nn_no: Kreditor
no: Kreditor
or: ଋଣଦାତା
pa_arab_pk: کریڈٹ کرن والا
pa_in: ਕਰਜ਼ਾ ਦੇਣ ਵਾਲਾ
pl: Dostawca
ru: Кредитор
sd: قرضدار
si: ණයහිමියා
sl: Upnik
sr_cyrl_rs: Поверилац
sr_latn_rs: Poverilac
sv: Betalningsmottagare
ta: கடனாளர்
te: రుణదాత
tg: Қарздеҳ
th: ผู้ให้เครดิต
tr: Alacaklı
tt: Кредитор
ug: ھەقدار
uk: Кредитор
ur: قرض دہندہ
uz: Qarz beruvchi
vi: Bên cho vay
zh_hans: 贷方
zh_hant: 債權人

# Word.CSIDNumber
source: Creditor identification number
af: Skuldeiser identifikasie nommer
am: የአበዳሪ መለያ ቁጥር
ar: رقم تعريف الدائن
as: ধাৰ দিওঁতাৰ চিনাক্তকৰণ নম্বৰ
az: Kreditorun identifikasiya nömrəsi
bg: Идентификационен номер на получателя
bn_in: ক্রেডিটর সনাক্তকরণ নম্বর
bs: Identifikacijski broj povjerioca
cy: Rhif adnabod credydwr
da: Kreditor-id
de: Gläubiger-ID
el: Αναγνωριστικός αριθμός πιστωτή
es: Número de identificación del acreedor
et: Kreeditori identifitseerimisnumber
eu: Hartzekodunaren identifikazio-zenbakia
fa: شماره شناسایی تأمین کننده مالی
ga: Uimhir aitheantais chreidiúnaí
gd: Àireamh-aithneachaidh a' chreideasaiche
gl: Número de identificación do acredor
gu: લેણદારનો ઓળખ નંબર
he: מספר זיהוי נושה
hi: ऋणदाता पहचान संख्या
hr: Identifikacijski broj kreditora
hu: Hitelező azonosító száma
id: Nomor identifikasi kreditor
is: Kennitala lánardrottins
ja: 債権者識別番号
ka: კრედიტორის საიდენტიფიკაციო ნომერი
kk: Несие берушінің идентификатор нөмірі
kn: ಕ್ರೆಡಿಟರ್ ಗುರುತಿನ ಸಂಖ್ಯೆ
ko: 채권자 ID 번호
ku_arab: ژمارەی پێناسی بڕواپێدەر
ky: Кредитор идентификациялоо номери
lo: ໝາຍເລກລະບຸຕົວເຈົ້າໜີ້
lt: Kreditoriaus ID
lv: Kreditora identifikācijas numurs
mi: Tau tautuhi kaituku moni
mk: Број за идентификација на кредиторот
ml: ക്രെഡിറ്റര്‍ ഐഡന്റിഫിക്കേഷന്‍ നമ്പര്‍
mn: Зээлдүүлэгчийн таних дугаар
mr: ऋणदाता परिचय क्रमांक
ms: Nombor pengenalan pemiutang
mt: Numru ta' identifikazzjoni tal-Kreditur
ne: ऋणदाता पहिचान नम्बर
nn_no: ID-nummer for kreditor
no: ID-nummer for kreditor
or: ଋଣଦାତା ପରିଚୟକରଣ ନମ୍ବର
pa_arab_pk: کریڈٹ کرن آلے دا شناخت دا نمبر
pa_in: ਕਰਜ਼ਾ ਦੇਣ ਵਾਲੇ ਦੀ ਪਛਾਣ ਸੰਖਿਆ
pl: Numer identyfikacyjny dostawcy
ru: Идентификационный номер кредитора
sd: قرضدار جو سڃاڻپ نمبر
si: ණයහිමියා හඳුනාගැනීමේ අංකය
sl: Identifikacijska številka upnika
sr_cyrl_rs: Идентификациони број повериоца
sr_latn_rs: Identifikacioni broj poverioca
sv: Betalningsmottagarens identifieringsreferens
ta: கடனாளர் அடையாள எண்
te: రుణదాత గుర్తింపు సంఖ్య
tg: Рақами идентификатсионии қарздеҳ
th: หมายเลขประจำตัวผู้ให้เครดิต
tr: Alacaklı kimlik numarası
tt: Кредитор идентификация номеры
ug: ھەقدارنىڭ كىملىك نومۇرى
uk: Ідентифікаційний номер кредитора
ur: قرض دہندہ کا شناخت نمبر
uz: Qarz beruvchining identifikatsiya raqami
vi: Số định danh bên cho vay
zh_hans: 贷方标识号
zh_hant: 債權人識別編號
