Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OnlineBankTranferDesc.Help
source: The Online Bank Transfer allows you to conduct financial transactions on a secure website operated by a trustworthy bank. We will redirect you to your bank in order to complete your purchase.
af: Die Aanlyn Bankoordrag laat jou toe om finansiële transaksies op 'n veilige webwerf aan te gaan wat deur 'n betroubare bank bestuur word. Ons sal jou na jou bank herlei sodat jy jou aankoop kan voltooi.
am: መስመር ላይ የባንክ ልውውጥ በታመኝ ባንክ የሚንቀሳቀስ የገንዘብ ዝውውሮች በጥብቅ የድር ጣቢያ ለማካሄድ ይፈቅድልሃል ።ግዢህን ለማጠናቀቅ ወደ ባንክህ እንመራሃለን ።
ar: يتيح لك التحويل المباشر بين البنوك تنفيذ المعاملات المالية من خلال موقع ويب آمن يشغله بنك موثوق. وسنوجهك إلى مصرفك لإتمام الشراء.
as: অনলাইন বেংক হস্তান্তৰ আপোনাক কোনো বিশ্বাসযোগ্য বেংকৰ দ্বাৰা পৰিচালিত সুৰক্ষিত ৱেবচাইটত বিত্তীয় লেনদেন পৰিচালনা কৰিবলৈ অনুমতি দিয়ে৷ আমি আপোনাক আপোনাৰ ক্ৰয় সম্পূৰ্ণ কৰিবলৈ আপোনাৰ বেংকলৈ পুনঃনিৰ্দেশিত কৰি দিম৷
az: Onlayn Bank Köçürməsi sizə etibarlı bank ilə işləyən təhlükəsiz veb-saytda maliyyə əməliyyatları aparmaq imkanı verir. Satınalmanızı tamamlamaq üçün sizi bankınıza yönləndirəcəyik.
bg: Онлайн банковият превод позволява извършването на финансови транзакции посредством сигурен уеб сайт, поддържан от надеждна банка. Ще ви пренасочим към вашата банка, за да завършите покупката си.
bn_in: অনলাইন ব্যাঙ্ক ট্র্যান্সফার আপনাকে একটি বিশ্বাসযোগ্য ব্যাঙ্কের একটি সুরক্ষিত ওয়েবসাইটে আর্থিক লেনদেন করার সুযোগ দেয়৷ আমরা আপনাকে আপনার ব্যাঙ্কের ওয়েবসাইটে চালিত করব যাতে আপনি ক্রয় করার প্রক্রিয়া শেষ করতে পারেন৷
bs: Bankovni transfer na mreži omogućava obavljanje finansijske transakcije na sigurnoj web lokaciji kojom upravlja pouzdana banka. Preusmjerit ćemo vas na vašu banku da biste završili kupovinu.
cy: Mae'r Trosglwyddiad Banc Ar-lein yn eich galluogi i gynnal trafodion ariannol ar wefan ddiogel sy'n cael ei rhedeg gan fanc cymeradwy. Byddwn yn eich ailgyfeirio at eich banc er mwyn i chi allu gorffen prynu.
da: Online bankoverførsel giver dig mulighed for at foretage finansielle transaktioner på et sikkert websted, der drives af en pålidelig bank. Vi vil omdirigere dig til din bank for at fuldføre dit køb.
de: Online-Überweisungen ermöglichen Ihnen Finanztransaktionen auf der gesicherten Website einer vertrauenswürdigen Bank. Sie werden zu Ihrer Bank weitergeleitet, damit Sie Ihren Einkauf abschließen können.
el: Η ηλεκτρονική τραπεζική μεταφορά σάς επιτρέπει να διεξάγετε χρηματοπιστωτικές συναλλαγές σε μια ασφαλή τοποθεσία Web της οποίας ο χειρισμός πραγματοποιείται από μια αξιόπιστη τράπεζα. Θα σας ανακατευθύνουμε στην τράπεζά σας για να ολοκληρώσετε την αγορά σας.
es: La transferencia bancaria en línea le permite realizar transacciones financieras en un sitio web seguro administrado por un banco de confianza. Le redirigiremos a su banco para que pueda finalizar su compra.
et: Veebiülekanne võimaldab teil sooritada rahalisi tehinguid turvalisel veebisaidil, mida käitab usaldusväärne pank. Suuname teid ümber teie panka ostu sooritamiseks.
eu: Lineako banku transferentziaren bidez finantza-transakzioak egin ditzakezu banku fidagarri baten webgune seguruan. Zure bankuko gunera eramango zaitugu, zure erosketa osa dezazun.
fa: Online Bank Transfer به شما امکان می دهد تا تراکنش های مالی را در یک وب سایت مطمئن و از طریق یک بانک قابل اطمینان انجام دهید. ما شما را به بانکتان هدایت می کنیم تا بتوانید خرید خود را تکمیل کنید.
ga: Cuireann an tAistriú Bainc Ar Líne ar do chumas d'idirbhearta airgeadais a dhéanamh ar shuíomh Idirlín slán a bhfuil banc iontaofa á fheidhmiú. Déanfaimid tú a atreorú chuig do bhanc chun an t-idirbheart a chur i gcrích.
gd: Leigidh an Online Bank Transfer leat gnothaichean ionmhais a choileanadh air làrach-lìn thèarainte air obrachadh le banca earbsach. Ath-stiùiridh sinn thu chun a' bhanca agad airson crìoch a chur air do cheannach.
gl: A transferencia bancaria en liña permítelle realizar transaccións financeiras nun sitio web seguro operado por un banco de confianza. Redireccionarémolo ao seu banco para que poida completar a súa compra.
gu: વિશ્વસનીય બેંક મારફત સંચાલિત વેબસાઇટ પર નાણાંકીય વ્યવહારોના સંચાલન માટે ઓનલાઇન બેંક ટ્રાન્સફર તમને અનુમતિ આપે છે. તમારી ખરીદી પૂર્ણ કરવા માટે તમારી બેંકમાં અમે તમને મોકલીએ છીએ.
he: העברה בנקאית מקוונת מאפשרת לך לבצע העברות כספים באתר אינטרנט מאובטח באמצעות בנק מהימן. ננתב אותך מחדש לבנק שלך כדי להשלים את הרכישה.
hi: ऑनलाइन बैंक अंतरण आपके द्वारा विश्वसनीय बैंक द्वारा परिचालित सुरक्षित वेबसाइट पर वित्तीय लेन-देन संचालित करना अनुमत करता है. हम आपको आपकी खरीद पूरी करने के लिए अपने बैंक पर पुनर्निर्देशित करेंगे.
hr: Mrežni bankovni prijenos omogućuje provođenje novčanih transakcija na sigurnom web-mjestu kojim upravlja pouzdana banka. Preusmjerit ćemo vas na vašu banku kako biste završili kupnju.
hu: Online átutalással egy megbízható bank által üzemeltetett, biztonságos webhelyen keresztül bonyolíthat le pénzügyi tranzakciókat. Átirányítjuk a bankjához, ahol befejezheti a vásárlást.
id: Transfer Bank Online memungkinkan Anda untuk melakukan transaksi keuangan di situs web aman yang dioperasikan oleh bank tepercaya. Kami akan mengarahkan Anda ke bank Anda untuk menyelesaikan pembelian.
is: Með millifærslu í netbanka getur þú framkvæmt greiðslur á öruggu vefsvæði í umsjón trausts banka. Við sendum þig áfram til bankans þíns svo þú getir lokið við kaupin.
ja: オンライン銀行振込の場合は、信頼できる銀行が運用する安全な Web サイトで決済処理をしていただけます。お取引銀行のページにリダイレクトされるため、ご購入手続きをお済ませください。
ka: ონლაინ საბანკო გადარიცხვა საშუალებას გაძლევთ შეასრულოთ ფინანსური ტრანზაქციები უსაფრთხო საიტით, რომელსაც მართავს სანდო ბანკი. ჩვენ გადაგამისამართებთ ბანკში, რომ შეასრულოთ შეძენა.
kk: Онлайн банк аударымы сенімді банк басқаратын қауіпсіз веб-торапта қаржылық транзакцияларды орындауға мүмкіндік береді. Сатып алуды аяқтау үшін банкіңізге қайта бағытталасыз.
kn: ಆನ್‌ಲೈನ್ ಬ್ಯಾಂಕ್ ವರ್ಗಾವಣೆಯು ನಂಬಲರ್ಹ ಬ್ಯಾಂಕ್‌ನಿಂದ ಕಾರ್ಯಾಚರಿಸುವ ಸುರಕ್ಷಿತ ವೆಬ್‌ಸೈಟ್‌ನಲ್ಲಿ ಹಣಕಾಸು ವಹಿವಾಟುಗಳನ್ನು ನಡೆಸಲು ನಿಮಗೆ ಅನುಮತಿಸುತ್ತದೆ. ನಿಮ್ಮ ಖರೀದಿಯನ್ನು ಪೂರೈಸಲು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ಗೆ ನಿಮ್ಮನ್ನು ನಾವು ಮರುನಿರ್ದೇಶಿಸುತ್ತೇವೆ.
ko: 온라인 계좌 이체를 통해 신뢰할 수 있는 은행이 운영하는 보안 웹 사이트에서 금융 거래를 할 수 있습니다. 구매를 완료하도록 은행으로 리디렉션됩니다.
ku_arab: حەواڵەی بانکی سەرهێڵ رێگەت پێدەدات سەوداگەری . ئێمە ئاراستەت دەکەینەوە بۆ مارایی لەسەر وێبسایتێکی بێمەترسی ئەنجام بدەیت کە لەلایەن بانکێکی جێمتمانەوە بەڕێوە دەچێت. ئێمە ئاراستەت دەکەینەوە بۆ بانکەکەی خۆت بۆئەوەی بتوانیت کڕینەکەت تەواو بکەیت.
ky: Онлайн банк которуусу сизге каржылык которууларды ишенимдүү банк иштеткен коопсуз сайтта аткарууга мүмкүнчүлүк берет. Сиз төлөмдү ишке ашырышыңыз үчүн биз сизди өзүңүздүн банкыңызга багыттайбыз.
lo: ການໂອນຜ່ານທະນາຄານອອນລາຍ ອະນຸຍາດໃຫ້ທ່ານດຳເນີນທຸລະກຳການເງິນເທິງເວັບໄຊທ໌ທີ່ປອດໄພ ທີ່ດຳເນີນໂດຍທະນາຄານທີ່ເຊື່ອຖືໄດ້. ພວກເຮົາຈະນໍາທ່ານໄປຫາທະນາຄານຂອງທ່ານ ເພື່ອເຮັດສຳເລັດການຊື້ຂອງທ່ານ.
lt: Atlikdami banko pavedimą internetu galite vykdyti finansines operacijas saugioje patikimo banko kontroliuojamoje žiniatinklio svetainėje. Būsite nukreipti į savo banką, kad galėtumėte baigti pirkimo procesą.
lv: Izmantojot pakalpojumu Online Bank Transfer, varat veikt finanšu darījumus drošā vietnē, kuras darbību nodrošina uzticama banka. Lai pabeigtu pirkšanas darījumu, tiksit novirzīts uz savas bankas vietni.
mi: E whakaaetia ana e te Whakawhiti Pēke Tuihono te whakahaere ō tauwhitinga pūtea i runga i tētahi paetukutuku haumaru e whakahaeretia ana i tētahi pēke whakawhirinaki. Ka tukuna koe ki tō pēke hei whakaoti i tō hokohoko.
mk: Банкарскиот трансфер преку интернет ви овозможува да вршите финансиски трансакции на безбедна веб-локација со која раководи веродостојна банка. Ќе ве пренасочиме кон вашата банка за да го завршите купувањето.
ml: ഒരു വിശ്വാസയോഗ്യമായ ബാങ്ക് പ്രവര്‍ത്തിപ്പിക്കുന്ന ഒരു സുരക്ഷിതമായ വെബ്‌സൈറ്റില്‍ സാമ്പത്തിക ഇടപാടുകള്‍ നടത്താന്‍ ഓണ്‍ലൈന്‍ ബാങ്ക് കൈമാറ്റം നിങ്ങളെ അനുവദിക്കുന്നു. വാങ്ങല്‍ പൂര്‍ത്തിയാക്കുന്നതിന് ഞങ്ങള്‍ നിങ്ങളുടെ ബാങ്കിലേക്ക് റീഡയറക്‌ടുചെയ്യും.
mn: Онлайн банкны шилжүүлэг нь танд итгэлтэй банкны ажиллуулдаг аюулгүй вэб сайтаар санхүүгийн гүйлгээ хийх боломж өгдөг. Бид танд худалдан авалтаа гүйцэтгэх боломж өгөхийн тулд танай банк руу чиглүүлнэ.
mr: ऑनलाइन बँक स्थानांतर आपल्याला विश्वसनीय बँकेद्वारे ऑपरेट केल्या जाणार्‍या एका सुरक्षित वेबसाइटवरील वित्तीय व्यवहार नियंत्रित करण्याची परवानगी देते. आम्ही आपल्याला आपली खरेदी पूर्ण करण्यासाठी आपल्या बँकेकडे रिडायरेक्ट करा.
ms: Pindahan Bank Dalam Talian membenarkan anda menjalankan transaksi kewangan di laman web yang dijamin selamat yang dikendalikan oleh bank yang boleh dipercayai. Kami akan menghalakan anda semula ke bank anda untuk melengkapkan pembelian anda.
mt: It-Trasferiment Bankarju Online jħallik tmexxi tranżazzjonijiet finanzjarji f'websajt sigura mħaddma minn bank ta' fiduċja. Nerġgħu ngħadduk għall-bank tiegħek biex tlesti l-akkwist tiegħek.
ne: अनलाइन बैङ्क ट्रान्स्फरले तपाईँलाई विश्वासिलो बैङ्कबाट सञ्चालन गरिने सुरक्षित वेबसाइटबाट आर्थिक लेन-देनहरू गर्न अनुमति दिनेछ। हामी तपाईँलाई आफ्नो बैङ्कमा लैजाने छौँ ताकि तपाईँले खरिद सम्पन्न गर्न सक्नुहुनेछ।
nn_no: Med direkte bankoverføring på nettet kan du utføre finanstransaksjonar på ein sikker nettstad som blir driven av ein påliteleg bank. Vi omdirigerer deg til banken din, slik at du kan fullføre kjøpet.
no: Med Online Bank Transfer kan du gjennomføre pengetransaksjoner på et sikkert webområde som drives av en pålitelig bank. Vi omadresserer deg til banken din, slik at du kan fullføre kjøpet.
or: ଅନ୍‌ଲାଇନ୍ ବ୍ୟାଙ୍କ ସ୍ଥାନାନ୍ତରଣ ଏକ ବିଶ୍ଵସ୍ତ ବ୍ୟାଙ୍କ ଦ୍ଵାର ଏକ ସୁରକ୍ଷିତ ୱେବ୍‌ସାଇତ୍ ପରିଚାଳିତରେ ଆର୍ଥିକ ବିନିମୟଗୁଡିକ କରିବାକୁ ଆପଣଙ୍କୁ ଅନୁମତି କରେ. ଆମେ ଆପଣଙ୍କର କ୍ରୟ ସମ୍ପୁର୍ଣ୍ଣ କରିବା କ୍ରମାଙ୍କରେ ଆପଣଙ୍କର ବ୍ୟାଙ୍କକୁ ଆମେ ପୁନଃନିର୍ଦ୍ଦେଶିତ କରିବୁ.
pa_arab_pk: آن لائن بینک چے تبادلہ تساں نوں اک محفوظ ویب سائٹ، جینوں اعتبار آلا بینک سنبھالدا اے، تے مالی لین دین کرن دی اجازت دیندا اے۔ اسی تساں نوں تہاڈے بینک ول موڑ دیاں گےتاکہ تسی اپنی ادائیگی کرلو۔
pa_in: ਆਨਲਾਈਨ ਬੈਂਕ ਟਰਾਂਸਫਰ ਤੁਹਾਨੂੰ ਕਿਸੇ ਵਿਸ਼ਵਾਸ਼ਯੋਗ ਬੈਂਕ ਦੁਆਰਾ ਚਲਾਈ ਜਾਂਦੀ ਇੱਕ ਸੁਰੱਖਿਅਤ ਵੈੱਬਸਾਈਟ ‘ਤੇ ਵਿੱਤੀ ਲੈਣ-ਦੇਣ ਦਾ ਸੰਚਾਲਨ ਕਰਨ ਦੇ ਯੋਗ ਬਣਾਉਂਦਾ ਹੈ। ਤੁਹਾਡੀ ਖਰੀਦ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡੀ ਬੈਂਕ ਵੱਲ ਮੁੜ ਨਿਰਦੇਸ਼ਿਤ ਕਰਾਂਗੇ।
pl: Przelew bankowy w trybie online umożliwia wykonanie transakcji finansowych za pośrednictwem bezpiecznej witryny internetowej prowadzonej przez zaufany bank. Za chwilę nastąpi przekierowanie do witryny Twojego banku w celu dokończenia zakupu.
ru: Система Online Bank Transfer позволяет проводить финансовые транзакции на защищенном веб-сайте, поддерживаемом надежным банком. Вы будете перенаправлены на страницу вашего банка для завершения покупки.
sd: Online Bank Transfer ڀروسي واري بينڪ کان هڪ آپريٽ ٿيندڙ محفوظ ويب سائٽ تي توهان کي مالياتي ٽرانزيڪشنون ڪرڻ جي اجازت ڏئي ٿو. توهان جي خريداري مڪلمل ڪرڻ لاءِ اسان توهان کي بينڪ ڏانهن موڪلينداس.
si: සබැඳි බැංකු මාරුව මගින් විශ්වසනීය බැංකුවක් මගින් මෙහෙයවනු ලබන සුරක්ෂිත වෙබ් අඩවියක දී මූල්‍යමය ගනුදෙනු සිදු කිරීමට ඔබට අවස්ථාව ලබා දෙයි. ඔබේ ගනුදෙනුව සම්පූර්ණ කිරීම සඳහා ඔබව ඔබේ බැංකුව වෙත යොමු කෙරෙනු ඇත.
sl: S spletnim bančnim nakazilom lahko na varnem spletnem mestu, ki ga upravlja zaupanja vredna banka, opravljate finančne transakcije. Preusmerili vas bomo na vašo banko, da boste lahko dokončali nakup.
sr_cyrl_rs: Банкарски трансфер на мрежи омогућава да обављате финансијске трансакције на безбедном вебсајтu којим управља поуздана банка. Преусмерићемо вас на вашу банку да бисте завршили куповину.
sr_latn_rs: Bankarski transfer na mreži omogućava da obavljate finansijske transakcije na bezbednom vebsajtu kojim upravlja pouzdana banka. Preusmerićemo vas na vašu banku da biste završili kupovinu.
sv: Via en banköveringstjänst online kan du utföra ekonomiska transaktioner på en säker webbplats som drivs av en tillförlitlig bank. Du omdirigeras till din bank där du kan slutföra köpet.
ta: நம்பகமான வங்கியால் இயக்கப்படும் பாதுகாப்பான வலைத்தளத்தில் நிதி பரிவர்த்தனைகளைச் செய்ய உங்களை ஆன்லைன் வங்கி பரிவர்த்தனை அனுமதிக்கிறது.
te: విశ్వసనీయ బ్యాంక్ ద్వారా ఆపరేట్ చేయబడే సురక్షిత వెబ్‌సైట్‌లో ఆర్థిక లావాదేవీలను నిర్వహించడానికి ఆన్‌లైన్ బ్యాంక్ బదిలీ మిమ్మల్ని అనుమతిస్తుంది. మేము మీ కొనుగోలును పూర్తి చేయడానికి మిమ్మల్ని మీ బ్యాంక్‌కు దారి మళ్లిస్తాము.
tg: Online Bank Transfer ба шумо имкон медиҳад, ки амалиёти молиявиро дар як вебсайти амни аз ҷониби як бонки мӯътамад роҳандозишуда гузаронед. Барои анҷом додани харидатон, мо шуморо ба бонк равона мекунем.
th: การโอนเงินผ่านธนาคารแบบออนไลน์ช่วยให้คุณทำธุรกรรมทางการเงินบนเว็บไซต์ที่ปลอดภัยที่ดำเนินการโดยธนาคารที่เชื่อถือได้ เราจะเปลี่ยนเส้นทางคุณไปยังธนาคารของคุณเพื่อดำเนินการซื้อต่อไป
tr: Çevrimiçi Banka Havalesi, güvenilir bir banka tarafından işletilen güvenli bir web sitesinde finansal işlemler yapmanıza olanak sağlar. Satın alma işleminizi tamamlamanız için sizi bankanıza yönlendireceğiz.
tt: Online Bank Transfer Сезгә рөхсәт бирә Сезнең акча транзакцияләр ясарга иминлек веб төендә кайсы ышанычлы банк белән идарә ителә. Без Сезне банкка туры китерәбез Сезнең сатып алуын тәмамланырга.
ug: توربانكىسىدا ھېسابات يۆتكەش سىزنىڭ ئىشەنچلىك بانكىلارنىڭ بىخەتەرتور بەتلىرىدە پۇل مۇئامىلە سودىسى ئېلىپ بېرىشىڭىزغا يىتەكلچىلىك قىلىدۇ.مال سېتىۋېلىشنى تاماملىشىڭىز ئۈچۈن سىزنى بانكىڭىزغا تەكرار يىتەكلەيمىز.
uk: Онлайновий банківський переказ дає змогу здійснювати фінансові транзакції на захищеному сайті, яким керує надійний банк. Зараз вас буде переспрямовано на веб-сайт вашого банку, де ви зможете завершити покупку.
ur: آن لائن بینک کے ذریعے منتقلی آپ کو قابل اعتبار بینک کی جناب سے چلائی جانے والی محفوظ ویب سائٹ پہ مالی لین دین کرنے کی اجازت دیتا ہے. ہم آپ کو آپ کی خریداری مکمل کرنے کے لیے آپ کے بینک کی جانب موڑ دیں گے.
uz: Onlayn Bank o‘tkazmasi Sizga ishonchli bank tomonidan yuritiladigan xavfsiz veb-sahifada moliyaviy tranzaktsiyalarni amalga oshirishga imkon beradi. Siz o‘z xaridingizni nihoyasiga yetkazishingiz uchun biz Sizni bankingiz sahifasiga yo‘naltiramiz.
vi: Chuyển khoản Ngân hàng Trực tuyến cho phép bạn thực hiện các giao dịch tài chính trên một website an toàn được vận hành bởi một ngân hàng đáng tin cậy. Chúng tôi sẽ chuyển bạn đến ngân hàng của bạn để bạn có thể hoàn thành giao dịch mua.
zh_hans: 网上银行转帐允许您在可信赖银行所运营的安全网站上执行金融交易。我们会将您重定向到您的银行，以便完成购买。
zh_hant: 線上銀行轉帳可讓您在信任銀行所架設的安全網站上進行金融交易。我們會將您重新導向至您的銀行，以完成購買程序。

# Word.LocalPaymentSubType.Bradesco
source: Bradesco
as: ব্ৰাডেস্ক'
ja: ブラデスコ
kn: ಬ್ರ್ಯಾಡೆಸ್ಕೊ
ml: ബ്രാഡെസ്‌കോ
sd: براڊسڪو
si: බ්‍රැඩෙස්කෝ
ta: ப்ராடெஸ்கோ
te: బ్రదేస్కో
ur: برادیسکو

# Word.LocalPaymentSubType.Brasil
source: Banco do Brasil
af: Bank van Brasilië
am: Branco do Brasil
az: Braziliya Bankı
kn: ಬ್ಯಾಂಕೊ ಡೊ ಬ್ರೆಜಿಲ್
ml: ബാന്‍‌കോ ഡോ ബ്രസീല്‍
ta: பான்கோ டோ பிரேசில்
te: బ్యాంకో దొ బ్రెజిల్
ur: Banco de Brazil

# Word.LocalPaymentSubType.Itau
source: Itau
de: Itaú
ja: イタウ
ml: ഇറ്റൊ
mr: इटाउ
ne: इटाऊ
si: ඉතවු
te: ఇటావు
ur: اٹائو

# Literal.GlobalPISubType.Required
source: Bank name is required for Online Bank Transfer, please select one.
af: Banknaam word vereis vir Aanlyn Bankoordrag, kies asseblief een.
am: መስመር ላይ የባንክ ትልልፍ የባንክ ስም ይፈለጋል።እባክህ አንድ ምረጥ።
ar: اسم البنك مطلوب لتنفيذ التحويل البنكي الفوري. يرجى تحديد اسم.
as: অনলাইন বেংক হস্তান্তৰৰ কাৰণে বেংক নাম আৱশ্যক, অনুগ্ৰহ কৰি এটা চয়ন কৰক৷
az: Onlayn Bank Köçürməsi üçün Bankın adı tələb olunur, lütfən birini seçin.
bg: Името на банката е задължително за онлайн банков трансфер. Моля, изберете име.
bn_in: অনলাইন ব্যাঙ্ক ট্র্যান্সফারের জন্য ব্যাঙ্কের নাম আবশ্যক, দয়া করে একটি নাম নির্বাচন করুন৷
bs: Naziv banke je potreban za bankovni transfer na mreži, izaberite naziv.
cy: Rhaid rhoi enw'r banc ar gyfer Trosglwyddiad Banc Ar-lein, dewiswch un.
da: Banknavn er obligatorisk for online bankoverførsel. Angiv et banknavn.
de: Bei Online-Überweisungen ist der Name der Bank erforderlich. Wählen Sie einen Namen aus.
el: Το όνομα της τράπεζας είναι απαραίτητο για μια ηλεκτρονική τραπεζική μεταφορά. Επιλέξτε μία τράπεζα.
es: El nombre del banco es obligatorio para la transferencia bancaria en línea. Seleccione uno.
et: Veebiülekande tegemiseks on kohustuslik panga nimi, valige see.
eu: Lineako banku-transferentzia egiteko, bankuaren izena behar da; hautatu bat.
fa: برای Online Bank Transfer به نام بانک نیاز است، لطفاً یک نام را انتخاب کنید.
ga: Ainm bainc ag teastáil chun Aistriú Bainc Ar Líne a dhéanamh, roghnaigh ceann amháin le do thoil.
gd: Tha ainm banca a dhìth airson tar-chur bancaireachd air loidhne, tagh fear.
gl: Requírese nome do banco para transferencia bancaria en liña. Seleccione un.
gu: ઓનલાઇન બેંક ટ્રાન્સફર માટે બેંક નામની આવશ્યકતા છે, કૃપા કરી એકની પસંદગી કરો.
he: נדרש שם בנק עבור העברה בנקאית מקוונת, בחר שם.
hi: ऑनलाइन बैंक अंतरण के लिए बैंक के नाम की आवश्यकता है. कृपया किसी बैंक नाम का चयन करें.
hr: Naziv banke obavezan je za mrežni bankovni prijenos, odaberite ga.
hu: Online átutaláshoz szükség van a bank nevére. Válassza ki a megfelelőt.
id: Nama bank wajib diisi untuk Transfer Bank Online, silakan pilih salah satu.
is: Heiti banka er nauðsynlegt fyrir millifærslu í netbanka; veldu heiti.
ja: オンライン銀行振込をご利用になる場合は、銀行名が必要です。1 つ選択してください。
ka: ბანკის სახელი საჭიროა ონლაინ საბანკო გადარიცხვისთვის. გთხოვთ, აირჩიოთ.
kk: Онлайн банк аударымы үшін банк атауын таңдаңыз. Оны таңдаңыз.
kn: ಆನ್‌ಲೈನ್ ಬ್ಯಾಂಕ್ ವರ್ಗಾವಣೆಗಾಗಿ ಬ್ಯಾಂಕ್ ಹೆಸರು ಅಗತ್ಯವಿದೆ, ದಯವಿಟ್ಟು ಒಂದನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 온라인 계좌 이체를 실행하려면 은행 이름이 필요합니다. 하나를 선택하십시오.
ku_arab: ناوی بانک بۆ حەواڵەی سەرهێڵی بانکی پێویستە، تکایە دانەیەک دەسنیشان بکە.
ky: Онлайн банк которуусу үчүн банктын аталышы талап кылынат, бирөөнү тандаңыз.
lo: ຕ້ອງລະບຸຊື່ທະນາຄານສຳລັບການໂອນເງິນຜ່ານທະນາຄານອອນລາຍ, ກະລຸນາເລືອກອັນໜຶ່ງ.
lt: Norint atlikti banko pavedimą internetu būtina nurodyti banko pavadinimą, todėl kurį nors pažymėkite.
lv: Lai veiktu darījumu, izmantojot pakalpojumu Online Bank Transfer, ir jānorāda bankas nosaukums. Lūdzu, atlasiet bankas nosaukumu.
mi: Kei te hiahiatia te ingoa pēke mō te Whakawhitinga Pēke Tuihono, kōwhiria tētahi.
mk: Името на банката е задолжително за банкарски трансфер преку интернет, изберете име.
ml: ഓണ്‍ലൈന്‍ ബാങ്ക് കൈമാറ്റത്തിന് ബാങ്കിന്റെ പേര് ആവശ്യമാണ്, ഒരു പേര് തിരഞ്ഞെടുക്കുക.
mn: Онлайн банкны шилжүүлэгт банкны нэр шаардлагатай, нэг нэр сонгоно уу.
mr: ऑनलाइन बँक स्थानांतर करण्यासाठी बँकेचे नाव आवश्यक आहे, कृपया एक निवडा.
ms: Nama bank diperlukan bagi Pindahan Bank Dalam Talian, sila pilih satu.
mt: Isem il-bank hu meħtieġ għal Trasferiment Bankarju Online, jekk jogħġbok agħżel wieħed.
ne: अनलाइन बैङ्क ट्रान्स्फरको लागि बैङ्कको नाम आवश्यक छ, कृपया एउटा चयन गर्नुहोस्।
nn_no: Banknamn er nødvendig for direkte bankoverføring på nettet. Vel eit namn.
no: Banknavnet må angis for Online Bank Transfer. Vennligst velg ett.
or: ଅନ୍‌ଲାଇନ୍ ବ୍ୟାଙ୍କ ସ୍ଥାନାନ୍ତରଣ ପାଇଁ ବ୍ୟାଙ୍କ ନାମ ଆବଶ୍ୟକ ଅଟେ, ଦୟାକରି ଏକ ଚୟନ କରନ୍ତୁ.
pa_arab_pk: آن لائن بینک دے ذریعے منتقل کرن لئی بینک دا ناں درکار اے، میربانی کرکے کوئی اک منتخب کرو۔
pa_in: ਆਨਲਾਈਨ ਬੈਂਕ ਟਰਾਂਸਫਰ ਵਾਸਤੇ ਬੈਂਕ ਦਾ ਨਾਮ ਲੋੜੀਂਦਾ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਕਿਸੇ ਇੱਕ ਦੀ ਚੋਣ ਕਰੋ।
pl: Aby wykonać przelew bankowy w trybie online, należy podać nazwę banku. Wybierz odpowiednią nazwę.
ru: Для Online Bank Transfer требуется имя банка. Выберите имя банка.
sd: Online Bank Transfer لاءِ بينڪ جي نالي جي گھرج آهي، مهرباني ڪري هڪ چونڊيو.
si: සබැඳි බැංකු මාරු කිරීම් සඳහා බැංකු නාමය සඳහන් කළ යුතු ය. කරුණාකර බැංකු නාමයක් තෝරා ගන්න.
sl: Za spletno bančno nakazilo je potrebno ime banke - izberite ga.
sr_cyrl_rs: Име банке је потребно за банкарски трансфер на мрежи, изаберите име.
sr_latn_rs: Ime banke je potrebno za bankarski transfer na mreži, izaberite ime.
sv: Du måste ange ett banknamn för banköverföringar online. Välj ett banknamn.
ta: ஆன்லைன் வங்கி பரிமாற்றத்திற்கு வங்கி பெயர் தேவை, ஒன்றைத் தேர்ந்தெடுக்கவும்.
te: ఆన్‌లైన్ బ్యాంక్ బదిలీ కోసం బ్యాంక్ పేరు అవసరం, దయచేసి ఒకదాన్ని ఎంచుకోండి.
tg: Номи бонк барои Интиқолли бонкии онлайн ҳатмист, лутфан, якеро интихоб кунед.
th: ต้องระบุชื่อธนาคารสำหรับการโอนเงินผ่านธนาคารแบบออนไลน์ โปรดเลือกหนึ่งชื่อ
tr: Çevrimiçi Banka Havalesi için banka adı gereklidir, lütfen bir banka adı seçin.
tt: Банк исеме кирәкле Online Bank Transfer өчен, сайлагыз берсен.
ug: تور بانكا يۆتكىشى ئۈچۈن بانكا ئىسمى كېرەك،بىرنى تاللاڭ.
uk: Для онлайнового банківського переказу необхідно вказати назву банку.
ur: آن لائن بینک میں منتقلی کے لیے بینک کا نام درکار ہے، براہ مہربانی کوئی ایک منتخب کریں.
uz: Onlayn bank o‘tkazmasi uchun bank nomi talab qilinadi, banklardan bittasini tanlang.
vi: Cần có tên ngân hàng để Chuyển khoản Ngân hàng Trực tuyến, xin chọn một tên.
zh_hans: 银行名称是网上银行转帐所必需的。请选择一个银行名称。
zh_hant: 線上銀行轉帳需要銀行名稱，請選取銀行名稱。

# Literal.PICVC.Input.3DigiCode
source: 3-Digit Code
af: 3-syferkode
am: 3-ዲጂት ኮድ
ar: الرمز الثلاثي الأعداد
as: 3-সংখ্যা ক'ড
az: 3-rəqəmli Kod
bg: 3-цифрен код
bn_in: 3-সংখ্যার কোড
bs: Trocifrena šifra
cy: Cod 3-Digid
da: Trecifret kode
de: Dreistellige Nummer
el: Τριψήφιος κωδικός
es: Código de 3 dígitos
et: 3-kohaline kood
eu: 3 digituko kodea
fa: کد 3 رقمی
ga: Cód 3 Dhigit
gd: Còd trì fhigearan
gl: Código de tres díxitos
gu: 3-અંક કોડ
he: קוד בן 3 ספרות
hi: 3-अंकीय कोड
hr: Troznamenkasti kôd
hu: Háromjegyű kód
id: Kode 3 Digit
is: Þriggja tölustafa kóði
ja: 3 桁のコード
ka: 3-ციფრიანი კოდი
kk: 3 таңбалы код
kn: 3-ಅಂಕಿ ಕೋಡ್
ko: 3자리 코드
ku_arab: کۆدی 3-رەنووسی
ky: 3 сандуу код
lo: ລະຫັດ 3 ຕົວເລກ
lt: 3 skaitmenų kodas
lv: 3 ciparu kods
mi: Waehere Matitoru
mk: Троцифрен код
ml: 3-അക്ക കോഡ്
mn: 3 оронтой код
mr: 3-अंकी कोड
ms: Kod 3 Digit
mt: Kodiċi bi 3 Ċifri
ne: 3-अंकको सङ्केत
nn_no: Tresifra kode
no: Tresifret kode
or: 3-ଅକ୍ଷର କୋଡ୍
pa_arab_pk: 3 ہندسے دا کوڈ
pa_in: 3-ਅੰਕ ਦਾ ਕੋਡ
pl: 3-cyfrowy kod
ru: 3-значный код
sd: 3-ڊجٽ ڪوڊ
si: ඉලක්කම් 3-කේතය
sl: 3-mestna koda
sr_cyrl_rs: Троцифрени код
sr_latn_rs: Trocifreni kod
sv: Tresiffrig kod
ta: 3-இலக்க குறியீடு
te: 3-అంకెల కోడ్
tg: Рамзи 3-рақама
th: รหัส 3 หลัก
tr: 3 Haneli Kod
tt: 3-cанлы код
ug: 3 خانىلىق كود
uk: 3-значний код
ur: 3 ہندسوں والا کوڈ
uz: 3 xonali kod
vi: Mã gồm 3 Chữ số
zh_hans: 3 位数代码
zh_hant: 3 位數代碼
