Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Error.InvalidPiid
source: Your payment option doesn't exist in our system, please contact customer service for assistance.
af: Jou betalingsopsie bestaan nie op ons stelsel nie, kontak asseblief kliëntediens vir bystand.
am: የክፍያ አማራጭዎ በስርዓታችን ውስጥ የለም፥ እባክዎ የደንበኞች አገልግሎቶች ድጋፍን ያነጋግሩ።
ar: خيار الدفع غير موجود في النظام لدينا، الرجاء الاتصال بخدمة العملاء للحصول على المساعدة.
as: আপোনাৰ ধন পৰিশোধ বিকল্প আমাৰ ছিষ্টেমত মজুত নাই, সহায়তাৰ বাবে অনুগ্ৰহ কৰি গ্ৰাহক সেৱাৰ সৈতে যোগাযোগ কৰক৷
az: Ödəniş seçiminiz bizim sistemdə mövcud deyil, lütfən Müştəri Dəstəyi Xidmətləri ilə əlaqə saxlayın.
bg: Вашата опция за плащане не съществува в системата ни. Свържете се с отдела за обслужване на клиенти за съдействие.
bn_in: আপনার অর্থপ্রদান বিকল্প আমাদের সিস্টেমে নেই, অনুগ্রহ করে গ্রাহক সহায়তা পরিষেবায় যোগাযোগ করুন৷
bs: Vaša opcija plaćanja ne postoji u našem sistemu, obratite se službi za podršu korisnicima ako trebate pomoć.
cy: Dydy'ch dewis talu ddim yn bodoli yn ein system, holwch y gwasanaeth cymorth i gwsmeriaid i gael help.
da: Din betalingsmetode findes ikke i vores system. Kontakt kundeservice for at få hjælp.
de: Ihre Zahlungsoption ist in unserem System nicht vorhanden. Wenden Sie sich an den Kundendienst.
el: Η επιλογή πληρωμής σας δεν υπάρχει στο σύστημά μας. Επικοινωνήστε με την εξυπηρέτηση πελατών για βοήθεια.
es: Tu opción de pago no existe en nuestro sistema. Ponte en contacto con el servicio de atención al cliente para obtener ayuda.
et: Teie maksesuvandit pole meie süsteemis. Abi saamiseks pöörduge klienditeenindusse.
eu: Zure ordainketa-aukera ez dago gure sisteman; laguntza lortzeko, jarri harremanetan bezeroarentzako laguntza-zerbitzuarekin.
fa: گزینه پرداخت شما در سیستم ما موجود نیست، لطفاً با خدمات مشتریان برای دریافت راهنمایی تماس بگیرید.
ga: Níl do rogha íocaíochta ar fáil inár gcóras, iarr cabhair ar an tseirbhís do chustaiméirí, le do thoil.
gd: Chan eil an roghainn pàighidh agad san t-siostam againn, cuir fios gu seirbheis taic nan custamairean.
gl: A opción de pagamento non existe no sistema. Ponte en contacto co servizo ao cliente para obter asistencia técnica.
gu: અમારી સિસ્ટમમાં તમારો ચૂકવણી વિકલ્પ હાજર નથી, કૃપયા સહાયતા માટે ગ્રાહક સેવાનો સંપર્ક કરો.
he: אפשרות התשלום שלך אינה קיימת במערכת שלנו, פנה לשירותי התמיכה ללקוחות לקבלת סיוע.
hi: आपका भुगतान विकल्प हमारे सिस्टम में मौजूद नहीं है, कृपया ग्राहक समर्थन सेवाओं से संपर्क करें.
hr: Način plaćanja ne postoji u sustavu. Za pomoć se obratite službi za podršku.
hu: A megadott fizetési mód nem szerepel a rendszerben, forduljon az ügyfélszolgálathoz.
id: Opsi pembayaran Anda tidak ada di dalam sistem kami, silakan hubungi layanan pelanggan untuk bantuan.
is: Greiðsluvalkostur þinn er ekki til í kerfi okkar. Hafðu samband við þjónustuver til að fá aðstoð.
ja: このお支払いオプションはシステムに存在しません。カスタマー サービスに連絡してください。
ka: თქვენი გადახდის ვარიანტი არ არსებობს ჩვენს სისტემაში. გთხოვთ, დახმარებისთვის მიმართოთ მომხმარებელთა დახმარების სერვისს.
kk: Бұл төлем параметрі жүйеде жоқ, көмек алу үшін тұтынушыларды қолдау қызметіне хабарласыңыз.
kn: ನಿಮ್ಮ ಪಾವತಿ ಆಯ್ಕೆಯು ನಮ್ಮ ಸಿಸ್ಟಂನಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ, ಸಹಾಯಕ್ಕಾಗಿ ದಯವಿಟ್ಟು ಗ್ರಾಹಕರ ಸೇವೆಯನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 해당 결제 방법이 시스템에 존재하지 않습니다. 고객 서비스로 문의하여 지원을 받으시기 바랍니다.
ku_arab: بەربژاری پارەدانی تۆ لە سیستمی ئێمەدا بوونی نییە، تکایە پەیوەندی بە راژەی راژەخوازەوە بکە بۆ یاریدەدان.
ky: Сиздин төлөө опцияңыз биздин системибизде жок, Кардарларды Колдоо Кызматтарына жардам үчүн кайрылыңыз.
lo: ທາງເລືອກການຊໍາລະເງິນຂອງທ່ານບໍ່ມີໃນລະບົບຂອງພວກເຮົາ, ກະລຸນາຕິດຕໍ່ຫາຝ່າຍບໍລິການລູກຄ້າ ເພື່ອຂໍຄວາມຊ່ວຍເຫຼືອ.
lt: Mūsų sistemoje jūsų mokėjimo parinkties nėra; pagalbos kreipkitės į klientų aptarnavimo tarnybą.
lv: Izvēlētā maksāšanas opcija sistēmā nepastāv. Sazinieties ar klientu atbalsta dienestu, lai saņemtu palīdzību.
mi: Kāore tō kōwhiringa utu i roto i tō mātou pūnaha, whakapā atu ki te ratonga tautoko kiritaki mō te āwhina.
mk: Вашата опција за плаќање не постои во нашиот систем. Контактирајте со грижата за корисници, за помош.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് ഓപ്‌ഷന്‍ ഞങ്ങളുടെ സിസ്റ്റത്തില്‍ നിലവിലില്ല, സഹായത്തിന് ഉപയോക്തൃ സേവനത്തെ ബന്ധപ്പെടുക.
mn: Таны төлбөрийн сонголт манай системд байхгүй байна. Хэрэглэгчид тусалцаа үзүүлэх албанд хандана уу.
mr: आपला देय पर्याय आमच्या सिस्टममध्ये अस्तित्वात नाही, कृपया ग्राहक समर्थन सेवेशी संपर्क साधा.
ms: Pilihan bayaran anda tidak wujud dalam sistem kami, sila hubungi khidmat sokongan pelanggan.
mt: L-għażla tal-pagament tiegħek ma teżistix fis-sistema tagħna, jekk jogħġbok ikkuntattja lis-servizz għall-klijenti għall-assistenza.
ne: तपाइँको भुक्तान विकल्प हाम्रो प्रणालीमा छैन, कृपया सहायताको लागि ग्राहक सेवालाई सम्पर्क गर्नुहोस्।
nn_no: Betalingsalternativet finst ikkje i systemet. Kontakt kundestøtte for å få hjelp.
no: Betalingsalternativet finnes ikke i systemet. Kontakt kundestøtte for å få hjelp.
or: ଆପଣଙ୍କର ଦେୟ ବିକଳ୍ପ ଆମର ସିଷ୍ଟମରେ ବିଦ୍ୟମାନ ନାହିଁ, ଦୟାକରି ଗ୍ରାହକ ସେବାକୁ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: تہاڈا ادائیگی دا اختیار سہاڈے نظام وچ موجود نئیں اے، مہربانی کر کے خدمت صارف دی مدد نال رابطہ کرو۔
pa_in: ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਚੋਣ ਸਾਡੇ ਸਿਸਟਮ ਵਿੱਚ ਹੋਂਦ ਨਹੀਂ ਰੱਖਦੀ, ਕਿਰਪਾ ਕਰਕੇ ਗਾਹਕ ਸਹਾਇਤਾ ਸੇਵਾਵਾਂ ਦੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wybrana opcja płatności nie istnieje w systemie. Skontaktuj się z działem obsługi klienta w celu uzyskania pomocy.
ru: Ваш способ платежа отсутствует в нашей системе, обратитесь за помощью в отдел обслуживания клиентов.
sd: توهان جو رقم ادا ڪرڻ وارو اختيار اسان جي سسٽم ۾ موجود نه آهي، مهرباني ڪري صارف معاونت سان رابطو ڪريو.
si: ඔබගේ ගෙවීම් විකල්පය අපගේ පද්ධතිය තුළ අන්තර්ගත නොවේ. කරුණාකර සහාය සඳහා පාරිභෝගික උපකාරක සේවාව හා සම්බන්ධ වන්න.
sl: Možnost plačila v našem sistemu ne obstaja. Za pomoč se obrnite na podporo uporabnikom.
sr_cyrl_rs: Опција плаћања не постоји у нашем систему, затражите помоћ од корисничке подршке.
sr_latn_rs: Opcija plaćanja ne postoji u našem sistemu, zatražite pomoć od korisničke podrške.
sv: Ditt betalningsalternativ finns inte i vårt system. Kontakta kundsupport om du behöver hjälp.
ta: உங்கள் கட்டணம் செலுத்தும் விருப்பம் எங்கள் கணினியில் இல்லை. உதவிக்கு வாடிக்கையாளர் சேவையைத் தொடர்புகொள்ளவும்.
te: మీ సిస్టమ్‌లో మీ చెల్లింపు ఎంపిక ఉనికిలో లేదు, దయచేసి మద్దతు కొరకు వాడుకదారు సేవలను సంప్రదించండి.
tg: Имкони пардохти шумо дар системаи мо вуҷуд надорад, лутфан, бо хадамоти дастгирии мизоҷон тамос гиред.
th: ตัวเลือกการชำระเงินของคุณไม่มีอยู่ในระบบของเรา โปรดติดต่อขอรับความช่วยเหลือจากศูนย์บริการลูกค้า
tr: Ödeme seçeneğiniz sistemimizde mevcut değil. Yardım almak için lütfen müşteri destek hizmetlerine başvurun.
tt: Сезнең түләү ысулы безнең системада юк, клиентларга ярдәм хезмәте белән элемтәгә керегез.
ug: سىستېمىمىزدا سىزنىڭ ھەق تاپشۇرۇش ئۇسۇلىڭىز يوقكەن. خېرىدارلار ياردەم مەركىزى بىلەن ئالاقىلىشىڭ.
uk: Указаний спосіб оплати відсутній у нашій системі. Зверніться за допомогою до служби підтримки клієнтів.
ur: آپ کا ادائیگی کا طریقہ ہمارے نظام میں موجود نہیں ہے، براہ مہربانی صارف کی معاونت خدمت سے رابطہ کریں.
uz: To‘lov usulingiz bizning tizimda mavjud emas, yordam uchun xaridorlarni qo‘llab-quvvatlash xizmatiga murojaat qiling.
vi: Tùy chọn thanh toán của bạn không tồn tại trong hệ thống của chúng tôi, vui lòng liên hệ với dịch vụ hỗ trợ khách hàng để được hỗ trợ.
zh_hans: 你的付款选项在我们的系统中不存在，请联系客服以寻求帮助。
zh_hant: 我們的系統中沒有您的付款方式，請連絡客戶服務以尋求協助。

# Literal.Error.NotSupportPiType
source: Your payment option is not supported in our system, please contact Customer Support Services.
af: Jou betaalopsie word nie deur ons stelsel ondersteun nie, kontak asseblief Kliëntondersteuning.
am: የክፍያ አማራጭህ በስርዓታችን ውስጥ አልተደገፈም።አባክህ የደንበኞች ድጋፍ አገልግሎቶች አግኝ።
ar: خيار الدفع غير معتمد في النظام لدينا، الرجاء الاتصال بخدمات دعم العملاء.
as: আপোনাৰ পৰিশোধ বিকল্প আমাৰ ছিষ্টেমত সমৰ্থিত নহয়, অনুগ্ৰহ কৰি গ্ৰাহক সমৰ্থন সেৱাৰ লগত যোগাযোগ কৰক৷
az: Ödəniş seçiminiz sistemimizdə dəstəklənmir, Müştəri Dəstəyi Xidmətləri ilə əlaqə saxlayın.
bg: Вашата опция за плащане не се поддържа от системата ни. Свържете се с поддръжката на клиенти.
bn_in: আপনার অর্থপ্রদান বিকল্প আমাদের সিস্টেম সমর্থন করে না, অনুগ্রহ করে গ্রাহক সহায়তা পরিষেবায় যোগাযোগ করুন৷
bs: Opcija plaćanja nije podržana u našem sistemu, obratite se Usluzi za korisničku podršku.
cy: Does dim modd i'n system ddelio â'ch dull talu, cysylltwch â'r Gwasanaethau Cymorth i Gwsmeriaid.
da: Din betalingsmåde understøttes ikke af vores system. Kontakt venligst Customer Support Services.
de: Ihre Zahlungsoption wird von unserem System nicht unterstützt. Wenden Sie sich an den Kundensupport.
el: Η επιλογή πληρωμής σας δεν υποστηρίζεται στο σύστημά μας. Επικοινωνήστε με τις υπηρεσίες υποστήριξης πελατών.
es: Su opción de pago no es compatible con nuestro sistema, póngase en contacto con los servicios de soporte al cliente.
et: Meie süsteem ei toeta teie maksesuvandit. Pöörduge klienditoe teenustesse.
eu: Zure ordainketa-aukera ez dago onartuta gure sisteman; jarri harremanetan bezeroarentzako laguntza-zerbitzuarekin.
fa: گزینه پرداخت شما در سیستم ما پشتیبانی نمی شود، لطفاً با سرویس های پشتیبانی مشتری تماس بگیرید.
ga: Ní thugtar tacaíocht don rogha íocaíochta sa chóras, téigh i dteagmháil le Seirbhísí Tacaíochta do Chustaiméirí le do thoil.
gd: Chan eil an siostam againn a' gabhail ris an roghainn phàighidh agad, cuir fios gu seirbheis taic nan custamairean.
gl: O noso sistema non admite a súa opción de pagamento. Póñase en contacto co Servizo de Atención ao Cliente.
gu: અમારી સિસ્ટમમાં તમારો ચૂકવણી વિકલ્પ સહાયક નથી, કૃપા કરી ગ્રાહક સહાય સેવાઓનો સંપર્ક કરો.
he: אפשרות התשלום שלך אינה נתמכת במערכת שלנו, פנה לשירותי התמיכה ללקוח.
hi: आपका भुगतान विकल्प हमारे सिस्टम में समर्थित नहीं है, कृपया ग्राहक समर्थन सेवाओं से संपर्क करें.
hr: Opcija plaćanja nije podržana u sustavu. Obratite se Službi za podršku.
hu: A megadott fizetési módot a rendszer nem támogatja. Forduljon az ügyfélszolgálathoz.
id: Opsi pembayaran Anda tidak didukung dalam sistem kami, silakan hubungi Layanan Dukungan Pelanggan.
is: Greiðsluvalkosturinn er ekki studdur í kerfi okkar, hafðu samband við notendaþjónustu.
ja: このお支払いオプションはシステムでサポートされていません。カスタマー サポート サービスに連絡してください。
ka: თქვენი გადახდის ვარიანტი არ მუშაობს ჩვენს სისტემაში. გთხოვთ, მიმართოთ მომხმარებელთა დახმარების სერვისებს.
kk: Төлем параметріне жүйе қолдау көрсетпейді, тұтынушыларды қолдау қызметіне хабарласыңыз.
kn: ನಿಮ್ಮ ಪಾವತಿ ಆಯ್ಕೆಯು ನಮ್ಮ ಸಿಸ್ಟಂನಲ್ಲಿ ಬೆಂಬಲಿಸುವುದಿಲ್ಲ, ದಯವಿಟ್ಟು ಗ್ರಾಹಕ ಬೆಂಬಲ ಸೇವೆಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ.
ko: 회원님의 결제 방법이 시스템에서 지원되지 않습니다. 고객 지원 서비스로 문의하십시오.
ku_arab: بەربژاری پارەدانی تۆ لە سیستمی ئێمەدا پشتیوانی نەکراوە، تکایە پەیوەندی بە خزمەتگوزاریەکانی پشتیوانی راژەخوازەوە بکە.
ky: Сиздин төлөө опцияңыз биздин системибизде колдолбойт, Кардарларды Колдоо Кызматтарына кайрылыңыз.
lo: ບໍ່ຮອງຮັບທາງເລືອກການຊຳລະເງິນຂອງທ່ານໃນລະບົບຂອງພວກເຮົາ, ກະລຸນາຕິດຕໍ່ຫາຝ່າຍບໍລິການສະໜັບສະໜູນລູກຄ້າ.
lt: Mūsų sistemoje jūsų mokėjimo parinktis nepalaikoma; kreipkitės į klientų aptarnavimo tarnybą.
lv: Sistēma neatbalsta jūsu izvēlēto maksāšanas opciju. Lūdzu, sazinieties ar klientu apkalpošanas dienestu.
mi: Kāore tō kōwhiringa utu i te tautokona i te pūnaha, tēnā, whakapā atu ki ngā Ratonga Tautoko Kiritaki.
mk: Опцијата за плаќање не е поддржана во нашиот систем, контактирајте со службата за грижа за корисници.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് ഓപ്‌ഷന്‍ ഞങ്ങളുടെ സിസ്റ്റത്തില്‍ പിന്തുണയ്‌ക്കുന്നില്ല, ഉപഭോക്തൃ പിന്തുണ സേവനവുമായി ബന്ധപ്പെടുക.
mn: Таны төлбөрийн сонголтыг манай системд дэмждэггүй. Үйлчлүүлэгчид туслалцаа үзүүлэх албанд хандана уу.
mr: आपला देय पर्याय आमच्या सिस्टममध्ये समर्थित नाही, कृपया आमच्या ग्राहक समर्थन सेवांशी संपर्क साधा.
ms: Pilihan pembayaran anda tidak disokong dalam sistem kami, sila hubungi Khidmat Sokongan Pelanggan.
mt: L-għażla tal-pagament tiegħek mhix appoġġjata fis-sistema tagħna, jekk jogħġbok ikkuntattja lis-Servizzi ta' Appoġġ għall-Konsumaturi.
ne: हाम्रो प्रणालीमा तपाईँको भुक्तानी विकल्प समर्थन गर्दैन, कृपया उपभोक्ता समर्थन सेवाहरूलाई सम्पर्क गर्नुहोस्।
nn_no: Betalingsalternativet blir ikkje støtta i vårt system. Kontakt kundestøtte.
no: Betalingsalternativet støttes ikke av systemet. Kontakt kundestøtte.
or: ଆପଣଙ୍କର ଦେୟ ବିକଳ୍ପ ଆମର ସିଷ୍ଟମରେ ସମର୍ଥିତ ନୁହେଁ, ଦୟାକରି ଗ୍ରାହାକ ସାମର୍ଥ୍ୟ ସେବାସମୂହ ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: تہاڈا ادائیگی دا اختیار ساڈے نظام نال میل نیں کھاندا، میربانی کرکے کسٹمر معاونت سروس نال رابطہ کرو۔
pa_in: ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਚੋਣ ਦਾ ਸਾਡੇ ਸਿਸਟਮ ਵਿੱਚ ਸਮਰਥਨ ਨਹੀਂ ਕੀਤਾ ਜਾਂਦਾ, ਕਿਰਪਾ ਕਰਕੇ ਗਾਹਕ ਸਹਾਇਤਾ ਸੇਵਾਵਾਂ ਦੇ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wybrana opcja płatności nie jest obsługiwana przez system. Skontaktuj się z pomocą techniczną.
ru: Ваш способ платежа не поддерживается в нашей системе, обратитесь в службу поддержки.
sd: توهان جو رقم ادا ڪرڻ وارو اختيار اسان جي سسٽم ۾ حمايت نه ٿو ڪري، مهرباني ڪري Customer Support Services سان رابطو ڪريو.
si: ඔබගේ ගෙවීම් විකල්පයට අපගේ පද්ධතිය ආධාරක නොවේ. කරුණාකර පාරිභෝගික උපකාරක සේවාව අමතන්න.
sl: Sistem ne podpira vašega plačila. Obrnite se na podporo za stranke.
sr_cyrl_rs: Опција за плаћање није подржана у нашем систему, обратите се Услузи за корисничку подршку.
sr_latn_rs: Opcija za plaćanje nije podržana u našem sistemu, obratite se Usluzi za korisničku podršku.
sv: Ditt betalningsalternativ stöds inte i vårt system, kontakta kundsupport.
ta: உங்கள் கட்டணம் செலுத்தும் முறை எங்கள் கணினியில் ஆதரிக்கப்படல்லை. வாடிக்கையாளர் ஆதரவு சேவைகளைத் தொடர்புகொள்ளவும்.
te: మీ చెల్లింపు ఎంపిక మా సిస్టమ్‌లో మద్దతు ఇవ్వదు, దయచేసి కస్టమర్ మద్దతు సేవలను సంప్రదించండి.
tg: Усули пардохти шумо дар системаи мо дастгирӣ карда намешавад, лутфан, бо Хидматҳои дастгирии мизоҷон тамос гиред.
th: ตัวเลือกการชำระเงินของคุณไม่ได้รับการสนับสนุนในระบบของเรา โปรดติดต่อฝ่ายบริการลูกค้า
tr: Ödeme seçeneğiniz sistemimizde desteklenmiyor, lütfen Müşteri Destek Hizmetleri'ne başvurun.
tt: Сезнең түләү параметры безнең системада юк, ярдәм белән элемтәгә керегез.
ug: سىستېمىمىزسىزنىڭ ھەق تۆلەش تاللىشىڭىزنى قوللىمايدۇ،خىرىدار ياردەم مۇلازىمىتى بىلەن ئالاقىلىشىڭ.
uk: Вказаний спосіб оплати не підтримується системою. Зверніться до служби підтримки користувачів.
ur: آپ کی ادائیگی کے طریقہ کار کی سہولت ہمارے نظام میں موجود نہیں ہے، براہ مہربانی صارف معاون خدمت سے رابطہ کریں.
uz: Sizning to‘lov usulingiz bizning tizimda qo‘llab-quvvatlanmaydi, Xaridorlarni qo‘llab-quvvatlash xizmatlariga murojaat qiling.
vi: Tùy chọn thanh toán của bạn không được hỗ trợ trong hệ thống của chúng tôi, vui lòng liên hệ Dịch vụ Hỗ trợ Khách hàng.
zh_hans: 您的付款选项在我们的系统中不受支持，请与客户支持服务联系。
zh_hant: 我們的系統不支援您的付費選項，請連絡客戶支援服務。

# Literal.Error.PiAlreadyOnAccount
source: Your payment option already exists in our system.
af: Jou betaalopsie bestaan reeds op ons stelsel.
am: የክፍያ አማራጭህ ቀድሞም በስርዓታችን ውስጥ አለ።
ar: خيار الدعم موجود بالفعل في النظام لدينا.
as: আপোনাৰ পৰিশোধ পদ্ধতি ইতিমধ্যে আমাৰ ছিষ্টেমত মজুত আছে৷
az: Ödəniş seçiminiz artıq sistemimizdə mövcuddur.
bg: Вашата опция за плащане вече съществува в системата ни.
bn_in: আপনার অর্থপ্রদান বিকল্প ইতিমধ্যেই আমাদের সিস্টেমে রয়েছে৷
bs: Opcija plaćanja već postoji u našem sistemu.
cy: Mae eich prif ffordd o dalu eisoes yn bodoli yn ein system.
da: Dit betalingsmåde eksisterer allerede i vores system.
de: Ihre Zahlungsoption ist in unserem System bereits vorhanden.
el: Η επιλογή πληρωμής σας υπάρχει ήδη στο σύστημά μας.
es: Su opción de pago ya existe en nuestro sistema.
et: Teie maksesuvand on meie süsteemis juba olemas.
eu: Zure ordainketa-metodoa dagoeneko dago gure sisteman.
fa: گزینه پرداخت شما از قبل در سیستم ماست.
ga: Tá an rogha íocaíochta sa chóras cheana féin.
gd: Tha an roghainn pàighidh agad san t-siostam againn mar-thà.
gl: A súa opción de pagamento xa existe no noso sistema.
gu: અમારી સિસ્ટમમાં તમારી ચૂકવણી રીત પહેલાંથી હયાત છે.
he: אפשרות התשלום שלך כבר קיימת במערכת שלנו.
hi: आपका भुगतान विकल्प हमारे सिस्टम में पहले से मौजूद है.
hr: Ovaj način plaćanja već postoji u sustavu.
hu: A megadott fizetési mód már szerepel a rendszerben.
id: Opsi pembayaran Anda sudah ada dalam sistem kami.
is: Greiðsluvalkostur þinn er þegar til í kerfi okkar.
ja: このお支払いオプションはすでにシステムに存在します。
ka: თქვენი გადახდის ვარიანტი უკვე არის ჩვენს სისტემაში.
kk: Бұл төлем параметрі жүйеде әлдеқашан бар.
kn: ನಿಮ್ಮ ಪಾವತಿ ಆಯ್ಕೆಯು ಈಗಾಗಲೇ ನಮ್ಮ ಸಿಸ್ಟಂನಲ್ಲಿ ಅಸ್ತಿತ್ವದಲ್ಲಿದೆ.
ko: 회원님의 결제 방법은 시스템에 이미 있습니다.
ku_arab: بەربژاری پارەدانی تۆ هەر پێشتر لە سیستمی ئێمەدا هەیە.
ky: Сиздин төлөө опцияңыз биздин системибизде буга чейин эле болгон.
lo: ທາງເລືອກການຊຳລະເງິນຂອງທ່ານມີຢູ່ໃນລະບົບຂອງພວກເຮົາແລ້ວ.
lt: Mūsų sistemoje jūsų mokėjimo parinktis jau yra.
lv: Jūsu izvēlētā maksāšanas opcija sistēmā jau pastāv.
mi: Kei te tīari kē tō kōwhiringa utu i tō mātou pūnaha.
mk: Опцијата за плаќање веќе постои во нашиот систем.
ml: നിങ്ങളുടെ പേയ്‌മെന്റ് ഓപ്‌ഷന്‍ ഞങ്ങളുടെ സിസ്റ്റത്തില്‍ ഇതിനകം നിലവിലുണ്ട്.
mn: Таны төлбөрийн сонголт манай системд аль хэдийн байна.
mr: आपला देय पर्याय आधीपासूनच आमच्या सिस्टमवर अस्तिवात आहे.
ms: Pilihan bayaran anda sudah wujud dalam sistem kami.
mt: L-għażla tal-pagament tiegħek diġà teżisti fis-sistema tagħna.
ne: तपाईँको भुक्तानी प्रक्रिया हाम्रो प्रणालीमा अवस्थित छ।
nn_no: Betalingsalternativet finst allereie i vårt system.
no: Betalingsalternativet finnes allerede i systemet.
or: ଆପଣଙ୍କର ଦେୟ ବିକଳ୍ପ ପୂର୍ବରୁ ଆମର ସିଷ୍ଟମରେ ରହିଛି.
pa_arab_pk: تہاڈا ادائیگی دا اختیار پہلاں توں ای ساڈے نظام چے مجود اے۔
pa_in: ਤੁਹਾਡੀ ਭੁਗਤਾਨ ਚੋਣ ਪਹਿਲਾਂ ਹੀ ਸਾਡੇ ਸਿਸਟਮ ਵਿੱਚ ਮੌਜ਼ੂਦ ਹੈ।
pl: Wybrana opcja płatności istnieje już w systemie.
ru: Ваш способ платежа уже существует в системе.
sd: توهان جو رقم ادا ڪرڻ وارو طريقو اسان جي سسٽم ۾ پهريان ئي موجود آهي.
si: ඔබගේ ගෙවීම් විකල්පය දැනටමත් අපගේ පද්ධතියේ පවතී.
sl: Način plačila, ki ste ga vnesli, v našem sistemu že obstaja.
sr_cyrl_rs: Опција за плаћање већ постоји у нашем систему.
sr_latn_rs: Opcija za plaćanje već postoji u našem sistemu.
sv: Ditt betalningsalternativ finns redan i vårt system.
ta: உங்கள் கட்டணம் செலுத்தும் முறை ஏற்கனவே எங்கள் கணினியில் உள்ளது.
te: మీ చెల్లింపు ఎంపిక మా సిస్టమ్‌లో ఇప్పటికే ఉంది.
tg: Имкони пардохти шумо аллакай дар системаи мо мавҷуд аст.
th: ตัวเลือกการชำระเงินของคุณมีอยู่ในระบบของเราอยู่แล้ว
tr: Ödeme seçeneğiniz sistemimizde zaten var.
tt: Сезнең түләү параметры безнең системада бар.
ug: ھەق تۆلەش تاللىشىڭىز ئاللىبۇرۇن سىستېمىمىزدا مەۋجۈت.
uk: Вказаний спосіб оплати вже існує в системі.
ur: آپ کی ادائیگی کا طریقہ کار پہلے سے ہی ہمارے نظام میں موجود ہے.
uz: Sizning to‘lov usulingiz tizimimizda avvaldan mavjud.
vi: Tùy chọn thanh toán của bạn đã tồn tại trong hệ thống của chúng tôi.
zh_hans: 您的付款选项已在我们的系统中存在。
zh_hant: 您的付費選項已經存在於我們的系統中。
