Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OobeLabel.AddCCInfoLabel3
source: We'll save your card so you can use it wherever you sign in with ()EmailAddress. Change your mind? Select the arrow in the upper-left corner to go back.
af: Ons sal jou kaart stoor sodat jy dit kan gebruik waar jy ook al met ()EmailAddress aanmeld. Van plan verander? Selekteer die pyl in die hoek links bo om terug te gaan.
am: በ()EmailAddress ኢሜይል አድራሻ ሲገቡ መጠቀም እንዲችሉ ካርድዎን እናስቀምጠዋለን። ሃሳብዎን ቀየሩ? ወደኋላ ለመመለስ ከላይ ግራ ጠርዝ ያለውን ቀስት ይምረጡ።
ar: سنقوم بحفظ بطاقتك حتى تتمكن من استخدامها أينما تقوم بتسجيل الدخول باستخدام ()EmailAddress. هل غيرت رأيك؟ حدد السهم الموجود بالركن أعلى اليسار للعودة إلى الخلف.
as: আমি আপোনাৰ কাৰ্ড সংৰক্ষণ কৰিম যাতে আপুনি যেতিয়াই ()EmailAddress-ৰ জৰিয়তে ছাইন ইন কৰে তেতিয়াই এইখন ব্যৱহাৰ কৰিব পাৰে৷ আপোনাৰ মন সলনি কৰিছে নেকি? উভতি যাবলৈ ওপৰৰ বাওঁ চুকৰ কাঁড়ডাল চয়ন কৰক৷
az: Kartınızı saxlayacağıq ki, onu ()EmailAddress ilə daxil olduğunuz zaman istifadə edə biləsiniz. Fikrinizi dəyişirsiniz? Geri qayıtmaq üçün yuxarı sol küncdə oxu seçin.
bg: Ще запишем картата ви, така че да можете да я използвате навсякъде, където влизате с ()EmailAddress. Променихте решението си? Изберете стрелката в горния ляв ъгъл, за да се върнете назад.
bn_in: আমরা আপনার কার্ড সংরক্ষণ করব যাতে আপনি যেখানেই ()EmailAddress-র সাথে সাইন ইন করবেন সেখানে এটি ব্যবহার করতে পারেন। আপনার মানসিকতা পরিবর্তন করেছেন? পিছনে ফিরে যেতে শীর্ষের বাম-দিকের কোণের তীরটি নির্বাচন করুন।
bs: Sačuvat ćemo vašu karticu da biste je mogli koristiti gdje god se prijavite pomoću adrese ()EmailAddress. Promijenili ste mišljenje? U gornjem lijevom uglu izaberite strelicu radi povratka.
cy: Byddwn yn cadw eich cerdyn fel eich bod yn gallu ei ddefnyddio pob tro byddwch chi'n mewngofnodi gyda ()EmailAddress. Wedi newid eich meddwl? Dewiswch y saeth ar y gornel chwith uchaf i fynd yn ôl.
da: Vi gemmer dit kort, så du kan bruge det, når du logger på med ()EmailAddress. Har du skiftet mening? Vælg pilen i øverste venstre hjørne for at gå tilbage.
de: Wir speichern Ihre Karte, sodass Sie sie überall verwenden können, wo Sie sich mit ()EmailAddress anmelden. Haben Sie es sich anders überlegt? Klicken Sie auf den Pfeil in der oberen linken Ecke, um zurückzukehren.
el: Η κάρτα σας θα αποθηκευτεί για να μπορείτε να τη χρησιμοποιείτε οπουδήποτε εισέρχεστε με τη διεύθυνση ()EmailAddress. Αλλάξατε γνώμη; Επιλέξτε το βέλος στην επάνω αριστερή γωνία για να επιστρέψετε.
es: Guardaremos tu tarjeta para que puedas usarla dondequiera que inicies sesión con ()EmailAddress. ¿Has cambiado de idea? Selecciona la flecha en la esquina superior izquierda para volver atrás.
et: Salvestame teie kaardi, et saaksite seda kasutada alati, kui logite sisse meiliaadressiga ()EmailAddress. Kas muutsite meelt? Tagasiminekuks valige vasakus ülanurgas asuv nool.
eu: Zure txartela gordeko dugu ()EmailAddress helbidearekin saioa hasten duzun bakoitzean saioa hasteko. Asmoz aldatu duzu? Hautatu goi-ezker ertzeko gezia itzultzeko.
fa: ما کارت شما را ذخیره کرده‌ایم تا هر جا که با ()EmailAddress وارد می‌شوید بتوانید از آن استفاده کنید. تصمیمتان عوض شد؟ پیکان موجود در قسمت بالای سمت چپ را برای بازگشت انتخاب کنید.
ga: Sábhálfaimid do chárta ionas gur féidir leat é a úsáid uair ar bith dá síníonn tú isteach le ()EmailAddress. D\'intinn athraithe agat? Roghnaigh an saighead sa chúinne thuas ar chlé chun dul siar.
gd: Sàbhailidh sinn a’ chairt agad airson ’s gun urrainn dhut a chleachdadh nuair a chlàraicheas tu a-steach le ()EmailAddress. Na chuir thu romhad a chaochladh? Tagh an t-saighead aig a’ bhàrr air an taobh chlì airson tilleadh a dhèanamh.
gl: Gardaremos o teu cartón para que poidas usalo en calquera sitio onde inicies sesión con ()EmailAddress. Cambiaches de idea? Selecciona a frecha na parte superior esquerda para volver atrás.
gu: અમે તમારું કાર્ડ સાચવીશું જેથી તમે જ્યારેપણ ()EmailAddress સાથે સાઇન ઇન કરો ત્યાં તેનો ઉપયોગ કરી શકો. તમારો વિચાર બદલો છો? પાછા જવા માટે ઉપર-ડાબા ખૂણામાં તીરને પસંદ કરો.
he: אנו נשמור את הכרטיס שלך כך שתוכל להשתמש בו בכל מקום שבו אתה נכנס באמצעות () EmailAddress. שינית את דעתך? בחר את החץ שנמצא בפינה הימנית למעלה כדי לחזור אחורה.
hi: हम आपका कार्ड सहेज लेंगे, जिससे कि आप जहाँ भी ()EmailAddress के साथ साइन इन करें, वहाँ पर इसका उपयोग कर सकें. आपका विचार बदल गया है? वापस जाने के लिए ऊपरी बाएँ कोने पर स्थित तीर का चयन करें.
hr: Spremit ćemo vašu karticu pa ćete je moći koristiti kadgod se prijavite putem ()EmailAddress. Predomislili ste se? U gornjem lijevom kutu odaberite strelicu za povratak.
hu: Mentjük a kártyaadatait, így bárhol használhatja, ahol bejelentkezik a(z) ()EmailAddress címmel. Meggondolta magát? A visszalépéshez kattintson a bal felső sarokban látható nyílra.
id: Kami akan menyimpan kartu Anda agar Anda dapat menggunakannya kapan pun Anda masuk dengan ()EmailAddress. Berubah pikiran? Pilih tanda panah di ujung kiri atas untuk kembali.
is: Við vistum kortið þitt svo þú getir notað það hvar sem þú skráir þig inn með ()EmailAddress. Skiptirðu um skoðun? Veldu örina efst í vinstra horninu til að fara til baka.
ja: ()EmailAddress でサインインしたときにいつでも利用できるように、弊社ではカード情報を保存します。変更する場合は、左上隅にある矢印を選択して前に戻ってください。
ka: ჩვენ შევინახავთ თქვენს ბარათს ისე, რომ შეძლოთ მისი გამოყენება ნებისმიერ დროს, როცა შეხვალთ სისტემაში ()EmailAddress. გადაიფიქრეთ? აირჩიეთ ისარი ზედა მარცხენა კუთხეში უკან დასაბრუნებლად.
kk: Картаңызды сақтадық, енді оны ()EmailAddress тіркелгісімен кірген кез келген жерде пайдалана аласыз. Шешіміңізді өзгерттіңіз бе? Оралу үшін жоғарғы сол жақтағы көрсеткіні таңдаңыз.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಅನ್ನು ನಾವು ಉಳಿಸುತ್ತೇವೆ, ಆದ್ದರಿಂದ ನೀವು ()EmailAddress ನೊಂದಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿದಲ್ಲೆಲ್ಲಾ ನೀವು ಅದನ್ನು ಬಳಸಬಹುದು. ನಿಮ್ಮ ಮನಸ್ಸನ್ನು ಬದಲಾಯಿಸಿದಿರಾ? ಹಿಂದಕ್ಕೆ ಹೋಗಲು ಮೇಲಿನ-ಎಡ ಮೂಲೆಯಲ್ಲಿರುವ ಬಾಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: ()EmailAddress(으)로 로그인하면 어디서든 사용할 수 있도록 카드가 저장됩니다. 마음이 바뀌셨나요? 왼쪽 위 모서리에 있는 화살표를 선택하여 뒤로 이동하세요.
ku_arab: ئێمه کارتەکەت هەڵدەگرین و بەم جۆرەیش ئاسانکاری دەکرێت بۆ بەکارهێنانی لەهەرشوێنێک لەڕێگەی ناونیشانی ئیمەیلی () بچیتەژوورەوه. ڕات گۆڕا؟ تیرنیشانی لای گۆشەی چەپی-سەرەوه دەسنیشان بکه بۆ گەڕانەوه.
ky: Картаңызды ()EmailAddress менен катталып кирген жерлердин баарында колдонулгудай кылып сактап коёбуз. Оюңуздан кайттыңызбы? Артка кайтуу үчүн жогору сол бурчтагы жебени тандаңыз.
lo: ເຮົາຈະບັນທຶກບັດຂອງທ່ານເພື່ອທີ່ທ່ານສາມາດໃຊ້ມັນໄດ້ບໍ່ວ່າທ່ານ ລົງຊື່ເຂົ້າໃຊ້ດ້ວຍ ()EmailAddress ຢູ່ໃສກໍຕາມ. ປ່ຽນໃຈບໍ? ເລືອກລູກສອນທີ່ແຈຊ້າຍມືດ້ານເທິງເພື່ອກັບຄືນ.
lt: Įrašysime jūsų kortelę, kad galėtumėte ją naudoti bet kur prisijungę su ()EmailAddress. Persigalvojote? Pasirinkite rodyklę viršutiniame kairiajame kampe, kad grįžtumėte.
lv: Jūsu kartes dati tiks saglabāti, lai varat to izmantot it visur, kur pierakstāties ar adresi ()EmailAddress. Vai pārdomājāt? Lai atgrieztos, augšējā kreisajā stūrī atlasiet bultiņu.
mi: Ka tiakina tō kāri kia whakamahia e koe ina takiuru koe mā te ()EmailAddress. Ina huri tō whakaaro? Tīpakohia te pere i te kokonga runga-mauī kia hoki atu.
mk: Ќе ја зачуваме вашата картичка за да можете да ја користите секогаш кога ќе се пријавувате со ()EmailAddress. Се премисливте? Изберете ја стрелката на горниот лев агол за да се вратите.
ml: നിങ്ങളുടെ കാർഡ് ഞങ്ങൾ സേവ് ചെയ്യുന്നതാണ്, അതുകൊണ്ടു ()EmailAddress ഉപയോഗിച്ച് സൈന്‍ ഇന്‍ ചെയ്യുന്നിടത്തെല്ലാം നിങ്ങള്‍ക്ക് ഇത് ഉപയോഗിക്കാന്‍ കഴിയും. നിങ്ങളുടെ മനസ്സ് മാറിയോ? തിരികെ പോകാൻ മുകളില്‍ ഇടത് വലതുകോണിലുള്ള തിരഞ്ഞെടുക്കുക.
mn: Бид таны картыг хадгалах тул ()EmailAddress хаягаараа нэвтэрсэн үедээ хэрэглэж болно. Бодлоо өөрчилсөн үү? Зүүн дээд буланд байгаа сумыг товшоод буцна уу.
mr: आम्ही आपले कार्ड सुरक्षित करू जेणेकरून आपण जिथेही ()EmailAddress सह साइन इन करता तिथे ते वापरू शकता. आपले मन बदलले का? मागे जाण्यासाठी वरच्या-डाव्या कोपर्यातील बाण निवडा.
ms: Kami akan menyimpan kad anda supaya anda boleh menggunakannya di mana-mana sahaja yang anda daftar masuk dengan ()EmailAddress. Anda berubah fikiran? Pilih anak panah di sudut atas sebelah kiri untuk kembali.
mt: Se nissejvjaw il-kard tiegħek biex tkun tista' tużaha kull meta tidħol bi ()EmailAddress. Dawwart il-ħsieb? Agħżel il-vleġġa tan-naħa ta' fuq tax-xellug biex tmur lura.
ne: हामीले तपाइँको कार्ड बचत गर्नेछौं जसकारण तपाइँले त्यसलाई कतैपनि ()EmailAddress सँग साइन इन गरेर प्रयोग गर्न सक्नुहुन्छ। आफ्नो विचार परिवर्तन गर्नुहुन्छ? पछाडि जानको लागि माथिल्लो-बायाँ कुनामा रहेको वाण चयन गर्नुहोस्।
nn_no: Vi lagrar kortet slik at du kan bruke det når du logger på med ()EmailAddress. Ombestemmer du deg? Vel pila øvst til venstre for å gå tilbake.
no: Vi lagrer kortet ditt slik at du kan bruke det når du logger på med ()EmailAddress. Ombestemmer du deg? Velg pilen øverst til venstre for å gå tilbake.
or: ଆମେ ଆପଣଙ୍କର କାର୍ଡ୍ କୁ ସଂରକ୍ଷଣ କରିବୁ ଯାହା ଦ୍ଵାରା ଆପଣ କେଉଁଠାରେ ବି ()EmailAddress ରେ ସାଇନ୍ ଇନ୍ କରି ଏହାର ବ୍ୟବହାର କରିପାରିବେ। ଆପଣଙ୍କର ମନ ପରିବର୍ତ୍ତନ କରିବେ କି? ପଛକୁ ଯିବାପାଇଁ ଉପର-ବାମ କୋଣରେ ଥିବା ଏରୋ କୁ ଚୟନ କରନ୍ତୁ।
pa_arab_pk: اسی تہاڈا کارڈ محفوظ کراں گے تاں جے جتھے وی تُسی ()EmailAddress سائن کرو اینوں ورت سکو۔ اپنا ارادہ تبدیل کر لیا اے؟ واپس جان لئی اوتے کھبے کنارے وچ تیر نوں منتخب کرو۔
pa_in: ਅਸੀਂ ਤੁਹਾਡੇ ਕਾਰਡ ਨੂੰ ਰੱਖਿਅਤ ਤਾਂ ਜੋ ਕਿੱਥੇ ਵੀ ()EmailAddress ਨਾਲ ਸਈਨ ਇਨ ਕਰਨ ਲਈ ਤੁਸੀਂ ਇਸ ਨੂੰ ਵਰਤ ਸਕਦੇ ਹੋ। ਕੀ ਤੁਹਾਡਾ ਮਨ ਬਦਲਣਾ ਹੈ? ਵਾਪਸ ਜਾਣ ਲਈ ਉੱਪਰੀ-ਖੱਬੇ ਕੋਨੇ ਵਿੱਚ ਤੀਰ ਦੀ ਚੋਣ ਕਰੋ।
pl: Zapiszemy Twoją kartę, co ułatwi Ci używanie jej, gdy zalogujesz się za pomocą konta ()EmailAddress. Zmieniasz zdanie? Wybierz strzałkę w lewym górnym rogu, aby wrócić.
ru: Данные вашей карты будут сохранены, чтобы вы могли использовать ее в любое время после входа с помощью ()EmailAddress. Передумали? Нажмите стрелку в левом верхнем углу, чтобы вернуться.
sd: اسان توهانجو ڪارڊ محفوظ ڪنداسين تہ جيئن توهان جتي بہ ()EmailAddress سان سائن ان ڪريو استعمال ڪري سگهو. جيڪڏهن توهان پنهنجو ارادو تبديل ڪريو ٿا؟ ته واپس وڃڻ لاءِ مٿي-کاٻي ڪنڊ ۾ تير کي چونڊيو.
si: ඔබ ()EmailAddress සමග ඇතුල්වන ඕනෑම තැනකදී ඔබට එය භාවිතා කළ හැකිවන පරිදි අපි ඔබගේ කාඩ්පත සුරකිමු. ඔබගේ සිත වෙනස්වූයේ ද? ආපසු යාමට ඉහළ වමේ ඇති ඊතලය තෝරන්න.
sl: Vašo kartico bomo shranili, da jo boste lahko uporabili, kjer koli se boste vpisali z naslovom ()EmailAddress. Ste si premislili? Če se želite vrniti nazaj, izberite puščico v zgornjem levem kotu.
sr_cyrl_rs: Сачуваћемо вашу картицу да бисте могли да је користите кад год се пријавите користећи ()EmailAddress. Променили сте мишљење? Изаберите стрелицу у горњем левом углу да бисте се вратили назад.
sr_latn_rs: Sačuvaćemo vašu karticu da biste mogli da je koristite kad god se prijavite koristeći ()EmailAddress. Promenili ste mišljenje? Izaberite strelicu u gornjem levom uglu da biste se vratili nazad.
sv: Vi sparar ditt kort så att du kan använda det överallt där du loggar in med ()EmailAddress. Ångrat dig? Välj pilen i det övre vänstra hörnet och gå tillbaka.
ta: உங்கள் அட்டையைச் சேமித்து வைப்போம், இதனால் நீங்கள் ()EmailAddress மூலம் உள்நுழையும் போதெல்லாம் அதனைப் பயன்படுத்தலாம். மனம் மாறிவிட்டதா? திரும்பிச் செல்ல, மேலே இடது மூலையில் உள்ள அம்புக்குறியைத் தேர்ந்தெடுக்கவும்.
te: ()EmailAddress తో మీరు వాడడానికి ఏప్పుడు సైన్ ఇన్ చేసినా సుళువుగా ఉండడానికి మేము మీ కార్డ్ భద్రపరుస్తాము. మీ మనస్సు మార్చుకున్నారా? తిరిగి వెళ్ళడానికి ఎగువ-ఎడమ మూలలోని బాణాన్ని ఎంచుకోండి.
tg: Мо корти шуморо захира мекунем, то ки истифодаи он дар дилхоҳ ҷое, ки шумо бо ()EmailAddress ворид мешавед, осон шавад. Аз фикратон бармегардед? Барои бозгашт тирчаро, ки дар канори чапи боло аст, интихоб кунед.
th: เราจะบันทึกบัตรของคุณไว้ เพื่อให้คุณสามารถใช้งานได้ทุกที่ที่คุณลงชื่อเข้าใช้ด้วย ()EmailAddress เปลี่ยนใจใช่หรือไม่ เลือกลูกศรที่มุมซ้ายบนเพื่อย้อนกลับ
tr: ()EmailAddress adresiyle oturum açtığınız her yerde kullanabilmeniz için kartınızı kaydedeceğiz. Fikrinizi değiştirdiniz mi? Geri dönmek için sol üst köşedeki oku seçin.
tt: Без картагызны саклаячакбыз һәм сез аны ()EmailAddress белән кергән саен куллана алачаксыз. Кире уйладыгызмы? Кире кайту өчен өске сул яктагы укны тамгалагыз.
ug: كارتىڭىزنى ساقلايمىز، ئاندىن ()EmailAddress ئارقىلىق تىزىملاپ كىرگەن يەرلەردە ئۇنى ئىشلىتەلەيسىز. قارارىڭىزنى ئۆزگەرتەمسىز؟ شۇنداق بولسا، سول ئۈستىدىكى كۆرسەتكۈچنى چېكىپ قايتسىڭىز بولىدۇ.
uk: Відомості про вашу картку будуть збережені, щоб ви могли використовувати її, коли виконаєте вхід за допомогою ()EmailAddress. Передумали? Натисніть стрілку в лівому верхньому куті, щоб повернутися назад.
ur: ہم آپ کا کریڈٹ کارڈ محفوظ کر لیں گے تاکہ آپ اسے استعمال کر سکیں جب بھی آپ اپنے ()EmailAddress کے ساتھ سائن ان کریں گے۔ خیال بدل گیا ہے؟ واپس جانے کے لیے اوپر بایاں تیر منتخب کریں۔
uz: ()EmailAddress bilan kirganingizda foydalanishingiz uchun kartangizni saqlaymiz. Fikringizni oʻzgartirdingizmi? Orqaga qaytish uchun yuqori chap tomondagi strelkani bosing.
vi: Chúng tôi sẽ lưu thẻ của bạn để bạn có thể sử dụng thẻ bất cứ nơi nào bạn đăng nhập bằng ()EmailAddress. Thay đổi ý kiến? Chọn mũi tên ở góc trên bên trái để quay lại.
zh_hans: 我们将为你保存卡片信息，使用 ()EmailAddress 登录后即可使用该卡。如不想保存，请选择左上角的箭头返回。
zh_hant: 我們將保存您的信用卡，讓您只要登錄 ()EmailAddress 便可在任意地方使用。改變心意了嗎？選取左上角的箭頭返回。

# Literal.OobeLabel.AddCCInfoLabel4
source: Change your mind? Select the arrow at the top to go back.
af: Van plan verander? Selekteer die pyl boaan om terug te gaan.
am: ሃሳብዎን ቀየሩ? ወደኋላ ለመመለስ ከላይ ያለውን ቀስት ይምረጡ።
ar: هل غيرت رأيك؟ حدد السهم الموجود بالأعلى للعودة إلى الخلف.
as: আপোনাৰ মন সলনি কৰিছে নেকি? উভতি যাবলৈ ওপৰৰ বাওঁ চুকৰ কাঁড়ডাল চয়ন কৰক৷
az: Fikrinizi dəyişirsiniz? Geri qayıtmaq üçün yuxarıda ox seçin.
bg: Променихте решението си? Изберете стрелката по-горе, за да се върнете назад.
bn_in: আপনার মানসিকতা পরিবর্তন করেছেন? পিছনে ফিরে যেতে শীর্ষের তীরটি নির্বাচন করুন।
bs: Promijenili ste mišljenje? Na vrhu izaberite strelicu radi povratka.
cy: Wedi newid eich meddwl? Dewiswch y saeth ar y brig i fynd yn ôl.
da: Har du skiftet mening? Vælg pilen øverst for at gå tilbage.
de: Haben Sie es sich anders überlegt? Klicken Sie oben auf den Pfeil, um zurückzukehren.
el: Αλλάξατε γνώμη; Επιλέξτε το βέλος στην κορυφή για να επιστρέψετε.
es: ¿Has cambiado de idea? Selecciona la flecha en la parte superior para volver atrás.
et: Kas muutsite meelt? Tagasiminekuks valige ülalasuv nool.
eu: Asmoz aldatu duzu? Hautatu goiko gezia, itzultzeko.
fa: تصمیمتان عوض شد؟ پیکان موجود در قسمت بالا را برای بازگشت انتخاب کنید.
ga: D\'intinn athraithe agat? Roghnaigh an saighead ar barr chun dul siar.
gd: Na chuir thu romhad a chaochladh? Tagh an t-saighead aig a’ bhàrr airson tilleadh a dhèanamh.
gl: Cambiaches de idea? Selecciona a frecha na parte superior para volver atrás.
gu: તમારો વિચાર બદલો છો? પાછા જવા માટે ટોચના ખૂણામાં તીરને પસંદ કરો.
he: שינית את דעתך? בחר את החץ למעלה כדי לחזור אחורה.
hi: आपका विचार बदल गया है? वापस जाने के लिए शीर्ष भाग में स्थित तीर का चयन करें.
hr: Predomislili ste se? Na vrhu stranice odaberite strelicu za povratak.
hu: Meggondolta magát? A visszalépéshez kattintson a fent látható nyílra.
id: Berubah pikiran? Pilih tanda panah di atas untuk kembali.
is: Skiptirðu um skoðun? Veldu örina efst til að fara til baka.
ja: 変更する場合は、上部にある矢印を選択して前に戻ってください。
ka: გადაიფიქრეთ? აირჩიეთ ისარი ზემოთ უკან დასაბრუნებლად.
kk: Шешіміңізді өзгерттіңіз бе? Оралу үшін жоғарыдағы көрсеткіні таңдаңыз.
kn: ಹಿಂದಕ್ಕೆ ಹೋಗಲು ಮೇಲ್ಭಾಗದಲ್ಲಿರುವ ಬಾಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 마음이 바뀌셨나요? 상단에 있는 화살표를 선택하여 뒤로 이동하세요.
ku_arab: ڕات گۆڕا؟ تیرنیشانی لای سەرەوه دەسنیشان بکه بۆ گەڕانەوه.
ky: Оюңуздан кайттыңызбы? Артка кайтуу үчүн жогорудагы жебени тандаңыз.
lo: ປ່ຽນໃຈບໍ? ເລືອກລູກສອນທີ່ດ້ານເທິງເພື່ອກັບຄືນ.
lt: Persigalvojote? Pasirinkite rodyklę viršuje, kad grįžtumėte.
lv: Vai pārdomājāt? Lai atgrieztos, augšā atlasiet bultiņu.
mi: Ina huri tō whakaaro? Tīpakohia te pere i runga kia hoki atu.
mk: Се премисливте? Изберете ја стрелката на горниот дел за да се вратите.
ml: തിരികെ പോകാൻ മുകളില്‍ ഇടത് വലതുകോണിലുള്ള തിരഞ്ഞെടുക്കുക.
mn: Бодлоо өөрчилсөн үү? Дээр байгаа сумыг товшоод буцна уу.
mr: आपले मन बदलले का? मागे जाण्यासाठी शीर्षावरील बाण निवडा.
ms: Anda berubah fikiran? Pilih anak panah di bahagian atas untuk kembali.
mt: Dawwart il-ħsieb? Agħżel il-vleġġa tan-naħa ta' fuq biex tmur lura.
ne: आफ्नो विचार परिवर्तन गर्नुहुन्छ? पछाडि जानको लागि शीर्षमा रहेको वाण चयन गर्नुहोस्।
nn_no: Ombestemmer du deg? Vel pila øvst for å gå tilbake.
no: Ombestemmer du deg? Velg pilen øverst for å gå tilbake.
or: ଆପଣଙ୍କର ମନ ପରିବର୍ତ୍ତନ କରିବେ କି? ପଛକୁ ଯିବାପାଇଁ ଉପରେ ଥିବା ଏରୋ କୁ ଚୟନ କରନ୍ତୁ।
pa_arab_pk: اپنا ارادہ تبدیل کر لیا اے؟ واپس جان لئی اوتے تیر نوں منتخب کرو۔
pa_in: ਕੀ ਤੁਹਾਡਾ ਮਨ ਬਦਲਣਾ ਹੈ? ਵਾਪਸ ਜਾਣ ਲਈ ਸਿਖਰ ਤੇ ਤੀਰ ਦੀ ਚੋਣ ਕਰੋ।
pl: Zmieniasz zdanie? Wybierz strzałkę u góry, aby wrócić.
ru: Передумали? Нажмите стрелку вверху, чтобы вернуться.
sd: جيڪڏهن توهان پنهنجو ارادو تبديل ڪريو ٿا؟ ته واپس وڃڻ لاءِ مٿي تير کي چونڊيو.
si: ඔබගේ සිත වෙනස්වූයේ ද? ආපසු යාමට ඉහළ කෙළවරේ ඇති ඊතලය තෝරන්න.
sl: Ste si premislili? Če se želite vrniti nazaj, izberite puščico na vrhu.
sr_cyrl_rs: Променили сте мишљење? Изаберите стрелицу на врху да бисте се вратили назад.
sr_latn_rs: Promenili ste mišljenje? Izaberite strelicu na vrhu da biste se vratili nazad.
sv: Ångrat dig? Välj pilen överst och gå tillbaka.
ta: மனம் மாறிவிட்டதா? திரும்பிச் செல்ல, மேலேயுள்ள அம்புக்குறியைத் தேர்ந்தெடுக்கவும்.
te: మీ మనస్సు మార్చుకున్నారా? తిరిగి వెళ్ళడానికి ఎగువన బాణం ఎంచుకోండి.
tg: Аз фикратон бармегардед? Барои бозгашт тирчаро дар боло интихоб кунед.
th: เปลี่ยนใจใช่หรือไม่ เลือกลูกศรด้านบนเพื่อย้อนกลับ
tr: Fikrinizi değiştirdiniz mi? Geri dönmek için yukarıdaki oku seçin.
tt: Кире уйладыгызмы? Кире кайту өчен өстәге укны тамгалагыз.
ug: قارارىڭىزنى ئۆزگەرتەمسىز؟ شۇنداق بولسا، ئۈستىدىكى كۆرسەتكۈچنى چېكىپ قايتسىڭىز بولىدۇ.
uk: Передумали? Натисніть стрілку вгорі, щоб повернутися назад.
ur: آپ کا خیال بدل گیا ہے؟ واپس جانے کے لیے اوپر تیر منتخب کریں۔
uz: Fikringizni oʻzgartirdingizmi? Orqaga qaytish uchun yuqoridagi strelkani bosing.
vi: Thay đổi ý kiến? Chọn mũi tên ở trên cùng để quay lại.
zh_hans: 如不想保存，请选择顶部的箭头返回。
zh_hant: 改變心意了嗎？選取頂部的箭頭返回。

# Literal.OobeLabel.AddCCInfoLabel5
source: Change your mind? Select the arrow at the upper-right to go back.
af: Van plan verander? Selekteer die pyl regs bo om terug te gaan.
am: ሃሳብዎን ቀየሩ? ወደኋላ ለመመለስ ከላይ ቀኝ ላይ ያለውን ቀስት ይምረጡ።
ar: هل غيرت رأيك؟ حدد السهم الموجود أعلى اليمين للعودة إلى الخلف.
as: আপোনাৰ মন সলনি কৰিছে নেকি? উভতি যাবলৈ ওপৰৰ সোঁফালৰ কাঁড়ডাল চয়ন কৰক৷
az: Fikrinizi dəyişirsiniz? Geri qayıtmaq üçün yuxarı sağda ox seçin.
bg: Променихте решението си? Изберете стрелката в горния десен ъгъл, за да се върнете назад.
bn_in: আপনার মানসিকতা পরিবর্তন করেছেন? পিছনে ফিরে যেতে শীর্ষের ডান-দিকের তীরটি নির্বাচন করুন।
bs: Promijenili ste mišljenje? U gornjem desnom uglu izaberite strelicu radi povratka.
cy: Wedi newid eich meddwl? Dewiswch y saeth ar y dde uchaf i fynd yn ôl.
da: Har du skiftet mening? Vælg pilen øverst til højre for at gå tilbage.
de: Haben Sie es sich anders überlegt? Klicken Sie oben rechts auf den Pfeil, um zurückzukehren.
el: Αλλάξατε γνώμη; Επιλέξτε το βέλος στην επάνω δεξιά γωνία για να επιστρέψετε.
es: ¿Has cambiado de idea? Selecciona la flecha en la parte superior derecha para volver atrás.
et: Kas muutsite meelt? Tagasiminekuks valige paremas ülanurgas asuv nool.
eu: Asmoz aldatu duzu? Hautatu goi-eskuineko gezia, itzultzeko.
fa: تصمیمتان عوض شد؟ پیکان موجود در قسمت بالای سمت راست را برای بازگشت انتخاب کنید.
ga: D\'intinn athraithe agat? Roghnaigh an saighead sa chúinne thuas ar dheis chun dul siar.
gd: Na chuir thu romhad a chaochladh? Tagh an t-saighead aig a’ bhàrr air an taobh deas airson tilleadh a dhèanamh.
gl: Cambiaches de idea? Selecciona a frecha na parte superior dereita para volver atrás.
gu: તમારો વિચાર બદલ ઓછો? પાછા જવા માટે ઉપર-જમણા ખૂણામાં તીરને પસંદ કરો.
he: שינית את דעתך? בחר את החץ משמאל למעלה כדי לחזור אחורה.
hi: आपका विचार बदल गया है? वापस जाने के लिए ऊपरी दाएँ भाग में स्थित तीर का चयन करें.
hr: Predomislili ste se? Na gornjoj desnoj strani odaberite strelicu za povratak.
hu: Meggondolta magát? A visszalépéshez kattintson a jobb felső sarokban látható nyílra.
id: Berubah pikiran? Pilih tanda panah di kanan atas untuk kembali.
is: Skiptirðu um skoðun? Veldu örina efst í hægra horninu til að fara til baka.
ja: 変更する場合は、右上にある矢印を選択して前に戻ってください。
ka: გადაიფიქრეთ? აირჩიეთ ისარი ზედა მარჯვენა კუთხეში უკან დასაბრუნებლად.
kk: Шешіміңізді өзгерттіңіз бе? Оралу үшін жоғарғы оң жақтағы көрсеткіні таңдаңыз.
kn: ಹಿಂದಕ್ಕೆ ಹೋಗಲು ಮೇಲಿನ-ಬಲ ಮೂಲೆಯಲ್ಲಿರುವ ಬಾಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 마음이 바뀌셨나요? 오른쪽 위에 있는 화살표를 선택하여 뒤로 이동하세요.
ku_arab: ڕات گۆڕا؟ تیرنیشانی لای گۆشەی ڕاستی-سەرەوه دەسنیشان بکه بۆ گەڕانەوه.
ky: Оюңуздан кайттыңызбы? Артка кайтуу үчүн жогору оң жактагы жебени тандаңыз.
lo: ປ່ຽນໃຈບໍ? ເລືອກລູກສອນທີ່ຂວາມືດ້ານເທິງເພື່ອກັບຄືນ.
lt: Persigalvojote? Pasirinkite rodyklę viršuje dešinėje, kad grįžtumėte.
lv: Vai pārdomājāt? Lai atgrieztos, augšā pa labi atlasiet bultiņu.
mi: Ina huri tō whakaaro? Tīpakohia te pere i te kokonga runga-matau kia hoki atu.
mk: Се премисливте? Изберете ја стрелката на горниот десен агол за да се вратите.
ml: നിങ്ങളുടെ മനസ്സ് മാറിയോ? തിരികെ പോകാൻ മുകളില്‍ അമ്പടയാളം തിരഞ്ഞെടുക്കുക.
mn: Бодлоо өөрчилсөн үү? Баруун дээд буланд байгаа сумыг товшоод буцна уу.
mr: आपले मन बदलले का? मागे जाण्यासाठी वरच्या-उजव्या कोपर्यातील बाण निवडा.
ms: Anda berubah fikiran? Pilih anak panah di bahagian atas sebelah kanan untuk kembali.
mt: Dawwart il-ħsieb? Agħżel il-vleġġa tan-naħa ta' fuq tal-lemin biex tmur lura.
ne: आफ्नो विचार परिवर्तन गर्नुहुन्छ? पछाडि जानको लागि माथिल्लो-दायाँ कुनामा रहेको वाण चयन गर्नुहोस्।
nn_no: Ombestemmer du deg? Vel pila øvst til høgre for å gå tilbake.
no: Ombestemmer du deg? Velg pilen øverst til høyre for å gå tilbake.
or: ଆପଣଙ୍କର ମନ ପରିବର୍ତ୍ତନ କରିବେ କି? ପଛକୁ ଯିବାପାଇଁ ଉପର-ଡାହାଣ ପାଖରେ ଥିବା ଏରୋ କୁ ଚୟନ କରନ୍ତୁ।
pa_arab_pk: اپنا ارادہ تبدیل کر لیا اے؟ واپس جان لئی اوتے سجے کنارے وچ تیر نوں منتخب کرو۔
pa_in: ਕੀ ਤੁਹਾਡਾ ਮਨ ਬਦਲਣਾ ਹੈ? ਵਾਪਸ ਜਾਣ ਲਈ ਉੱਪਰੀ-ਸੱਜੇ ਤੀਰ ਦੀ ਚੋਣ ਕਰੋ।
pl: Zmieniasz zdanie? Wybierz strzałkę u góry po prawej stronie, aby wrócić.
ru: Передумали? Нажмите стрелку в правом верхнем углу, чтобы вернуться.
sd: جيڪڏهن توهان پنهنجو ارادو تبديل ڪريو ٿا؟ ته واپس وڃڻ لاءِ مٿي-ساڄي ڪنڊ ۾ تير کي چونڊيو.
si: ඔබගේ සිත වෙනස්වූයේ ද? ආපසු යාමට ඉහළ දකුණේ ඇති ඊතලය තෝරන්න.
sl: Ste si premislili? Če se želite vrniti nazaj, izberite puščico zgoraj desno.
sr_cyrl_rs: Променили сте мишљење? Изаберите стрелицу у горњем десном углу да бисте се вратили назад.
sr_latn_rs: Promenili ste mišljenje? Izaberite strelicu u gornjem desnom uglu da biste se vratili nazad.
sv: Ångrat dig? Välj pilen i det övre högra hörnet och gå tillbaka.
ta: மனம் மாறிவிட்டதா? திரும்பிச் செல்ல, மேலே வலதுபுறம் உள்ள அம்புக்குறியைத் தேர்ந்தெடுக்கவும்.
te: మీ మనస్సు మార్చుకున్నారా? తిరిగి వెళ్ళడానికి ఎగువ-కుడి మూలలో ఉన్న బాణాన్ని ఎంచుకోండి.
tg: Аз фикратон бармегардед? Барои бозгашт тирчаро, ки дар канори рости боло аст, интихоб кунед.
th: เปลี่ยนใจใช่หรือไม่ เลือกลูกศรที่มุมขวาบนเพื่อย้อนกลับ
tr: Fikrinizi değiştirdiniz mi? Geri dönmek için sağ üst köşedeki oku seçin.
tt: Кире уйладыгызмы? Кире кайту өчен өске уң яктагы укны тамгалагыз.
ug: قارارىڭىزنى ئۆزگەرتەمسىز؟ شۇنداق بولسا، ئوڭ ئۈستىدىكى كۆرسەتكۈچنى چېكىپ قايتسىڭىز بولىدۇ.
uk: Передумали? Натисніть стрілку в правому верхньому куті, щоб повернутися назад.
ur: آپ کا خیال بدل گیا ہے؟ واپس جانے کے لیے اوپر دایاں تیر منتخب کریں۔
uz: Fikringizni oʻzgartirdingizmi? Orqaga qaytish uchun yuqori oʻng tomondagi strelkani bosing.
vi: Thay đổi ý kiến? Chọn mũi tên ở phía trên bên phải để quay lại.
zh_hans: 如不想保存，请选择右上角的箭头返回。
zh_hant: 改變心意了嗎？選取右上角的箭頭返回。
