Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.UAE.Sharjah
source: Sharjah
am: ሻርጃ
ar: الشارقة
as: ছাৰজাহ
az: Şarja
bg: Шарях
bn_in: শারজা
de: Schardscha
el: Σάρτζαχ
fa: شارجه
gu: શારજાહ
he: שארג'ה
hi: शारजाह
ja: シャールジャ
ka: სარჯა
kk: Шарджа
kn: ಶಾರ್ಜಾ
ko: 샤르자
ku_arab: شارجه
ky: Шарджа
lo: ຊາຣຈາ
lt: Šardža
lv: Šarjaha
mk: Шарџа
ml: ഷാർജ
mn: Шаржах
mr: शारजाह
ne: सारजाह
or: ଶାରଜାହ
pa_arab_pk: شارجہ
pa_in: ਸ਼ਾਰਜਾਹ
pl: Szardża
ru: Шарджа
sd: شارجاهه
si: සාජා
sr_cyrl_rs: Шарџа
sr_latn_rs: Šardža
ta: ஷார்ஜா
te: షార్జా
tg: Шарҷа
th: ชาร์จาห์
tr: Şarika
tt: Шарҗа
ug: شەرجە
uk: Шарджа
ur: شارجہ
uz: Sharja
zh_hans: 沙迦
zh_hant: 沙迦

# Word.State.UAE.Dubai
source: Dubai
am: ዱባይ
ar: دبي
as: ডুবাই
az: Dubay
bg: Дубай
bn_in: দুবাই
el: Ντουμπάι
fa: دبی
gu: દુબઈ
he: דובאי
hi: दुबई
is: Dúbaí
ja: ドバイ
ka: დუბაი
kk: Дубай
kn: ದುಬೈ
ko: 두바이
ku_arab: دوبەی
ky: Дубай
lo: ດູໄບ
lt: Dubajus
lv: Dubaja
mk: Дубаи
ml: ദുബായ്
mn: Дубай
mr: दुबई
ne: दुबई
or: ଦୁବାଇ
pa_arab_pk: دبئی
pa_in: ਦੁਬਈ
pl: Dubaj
ru: Дубай
sd: دبئي
si: ඩුබායි
sl: Dubaj
sr_cyrl_rs: Дубаи
ta: துபாய்
te: దుబాయ్
tg: Дубай
th: ดูไบ
tt: Дубай
ug: دۈبەي
uk: Дубай
ur: دبئی
uz: Dubay
zh_hans: 迪拜
zh_hant: 杜拜

# Word.State.UAE.Rasal-Khaimah
source: Ras al-Khaimah
am: ራስ አልካይማ
ar: رأس الخيمة
as: ৰাচ অল-খাইমাহ
az: Ras əl-Xayma
bg: Рас ал-Хайма
bn_in: রাস আল খাইমা
de: Ra’s al-Chaima
el: Ρας αλ Καϊμάχ
et: Ras al-Khaymah
fa: رأس الخیمه
gu: રસ અલ-ખૈમાહ
he: ראס אל-ח'ימה
hi: रास अल-खैमाह
ja: ラアス・アル＝ハイマ
ka: რას ალ-ხაიმა
kk: Рас-эль-Хайма
kn: ರಾಸ್ ಅಲ್-ಖೈಮಾ
ko: 라스알카이마
ku_arab: راس الخیمه
ky: Рас-эль-Хайма
lo: ຣາສ ອາ ໄຄມາ
lt: Ras al Chaima
lv: Rāselhaima
mk: Рас ел Хајма
ml: റാസ് അൽ ഖൈമ
mn: Рас эл-Кхаймах
mr: रास-अल-खैमाह
ne: रास अल-खैमा
or: ରାସ୍‌ ଅଲ୍‌-ଖାଇମାହ
pa_arab_pk: راس الخیمہ
pa_in: ਰਾਸ ਐਲ-ਖੈਮਾਹ
pl: Ras al-Chajma
ru: Рас-эль-Хайма
sd: راس ال-خيما
si: රාස් අල්-කයිමා
sr_cyrl_rs: Рас Ал-Кајма
sr_latn_rs: Ras Al-Kajma
ta: ரஸ் அல் கைமா
te: రాస్ అల్-ఖైమాహ్
tg: Рас ал-Хайма
th: ราสอัลไคมาห์
tr: Resü'l-Hayme
tt: Рас-әл-Хаймә
ug: رەس ئەلغەيىمە
uk: Рас-ель-Хайма
ur: راس الخیمہ
uz: Ras al-Xayma
zh_hans: 哈伊马角
zh_hant: 拉斯海瑪

# Word.State.UAE.Ummal-Quwain
source: Umm al-Quwain
am: ኡም አልቋዊን
ar: أم القيوين
as: উম অল-কুৱেইন
az: Um əl-Kayvayn
bg: Ум ал-Куейн
bn_in: উম আল-কোয়েইন
de: Umm al-Qaiwain
el: Ουμ αλ Κουάιν
fa: ام‌القیوین
gu: ઉમ્મ અલ-ક્યુવૈન
he: אום אל-קיווין
hi: उम्म अल-क्ववेन
ja: ウンム・アル＝カイワイン
ka: უმ-ალ-ქურა
kk: Умм-эль-Кайвайн
kn: ಉಮ್ ಅಲ್- ಕ್ವಾಯಿನ್
ko: 움알쿠와인
ku_arab: ام القیوان
ky: Умм-эль-Кайвайн
lo: ອັມ ອາຄູວາອິນ
lt: Um al Kuvainas
lv: Ummelkaivaina
mk: Ум ел Кајвејн
ml: ഉം അൽ-കുവൈൻ
mn: Умм эл-Кувэйн
mr: उम्म अल-क्वैन
ne: उम अल-क्वेन
or: ଉମ୍‌ ଅଲ୍‌-କ୍ୱାଇନ୍‌
pa_arab_pk: ام القوین
pa_in: ਉਮ ਅਲ-ਕਵ੍ਵੇਨ
pl: Umm al-Kajwajn
ru: Умм-эль-Кайвайн
sd: ام ال-ڪوين
si: උම් අල්-කුවයින්
sr_cyrl_rs: Ум Ал-Кувајн
sr_latn_rs: Um Al-Kuvajn
sv: Umm al-Qaywayn
ta: உம் அல் குவைன்
te: ఉమ్ల్ అల్-క్వెయిన్
tg: Умм ал-Қувайн
th: อุมม์อัลไกไวน์
tr: Ummül-Kayveyn Emirliği
tt: Умм-әл-Кайвайн
ug: ئۇممۇل قۇۋەيىن
uk: Умм-ель-Кайвайн
ur: ام القوین
uz: Umm al-Quvayn
zh_hans: 乌姆盖万
zh_hant: 烏姆蓋萬

# Literal.OobeLabel.AddressLine2
source: Apt, suite, unit number
af: Woonstel, kamer, eenheidnommer
am: አፓርትመንት፣ ክፍል፣ የክፍል ቁጥር
ar: رقم الشقة، والمنزل، والوحدة
as: এপ্ট, চুইট, ইউনিট নম্বৰ
az: Proqram, suit, vahid nömrə
bg: Апартамент, жилищно помещение, номер на блок
bn_in: অ্যাপ, স্যুট, ইউনিট নম্বর
bs: Broj apartmana / stambene jedinice
cy: Rhif fflat, ystafell neu uned
da: Apt, suite, enhedsnr.
de: Nummer von Appartement/Suite/Einheit
el: Αριθμός διαμερίσματος, δωματίου, μονάδας
es: Número de unidad, suite y apartamento
et: Korter, tuba, üksuse number
eu: Apartamentua, suitea, unitate-zenbakia
fa: آپارتمان، سوئیت، شماره واحد
ga: Árasán, svuít, uimhir aonaid
gd: Àireamh an àrais no aonaid
gl: Número de unidade, suite, apartamento
gu: Apt, સ્યુટ, યુનિટ નંબર
he: מספר דירה, סוויטה, יחידה
hi: अपा, सुइट, यूनिट नंबर
hr: Broj apartmana / stambene jedinice
hu: Lakás/ház száma
id: Apt, suite, nomor unit
is: Íbúð o.s.frv.
ja: アパートやマンションなどの建物名および部屋番号
ka: აპარტამენტის, ბინის, განყოფილების ნომერი
kk: Үй, пәтер, кіреберіс нөмірі
kn: ಅಪಾರ್ಟ್‌ಮೆಂಟ್, ಸ್ಯೂಟ್, ಯೂನಿಟ್ ಸಂಖ್ಯೆ
ko: 아파트/스위트/주택 번호
ku_arab: باڵەخانه، خانوو، ژمارەی یەکە
ky: Батир, бөлмө, бирдик саны
lo: ອາພາຣເມັນ, ຫ້ອງຊຸດ, ເລກໜ່ວຍ
lt: Namo, buto numeris
lv: Dzīvokļa vai telpas numurs
mi: Whare, rūma nui, nama rūma
mk: Apt, група, број на единица
ml: അപ്പാർട്ടുമെന്‍റ്, സ്യൂട്ട്, യൂണിറ്റ് നമ്പർ
mn: Байр, орц, хаалганы дугаар
mr: Apt, सुट, युनिट क्रमांक
ms: Apt, suite, nombor unit
mt: Appartament, suite, numru tal-unità
ne: Apt, सुट, एकाइ नम्बर
nn_no: Nummeret til husværet, eininga
no: Leilighet, suite, enhetsnummer
or: Apt, ସୁଟ୍‍, ୟୁନିଟ୍‍ ନମ୍ବର୍‍
pa_arab_pk: اپارٹمینٹ، سوئٹ، یونٹ نمبر
pa_in: Apt, ਸੂਟ, ਯੂਨਿਟ ਨੰਬਰ
pl: Numer lokalu, mieszkania, modułu
ru: Номер квартиры, комнаты, блока
sd: اپارٽمينٽ، سائيٽ، يونٽ نمبر
si: වාසස්ථාන, කාමර පෙළ, ඒකකයේ අංකය
sl: Stanovanje, apartma, številka enote
sr_cyrl_rs: Број стана, куће или апартмана
sr_latn_rs: Broj stana, kuće ili apartmana
sv: Lgh, byggnad, avdelning
ta: ஆப்ட், சூட், அலகு எண்ணிக்கை
te: సముపార్జన, సూట్, యూనిట్ సంఖ్య
tg: Бино, ҳуҷра, рақами воҳид
th: หมายเลขอาคาร ห้องชุด ห้อง
tr: Apt, daire, birim numarası
tt: Фатир номеры
ug: بىنا، بۆلەك، بىرلىك نومۇرى
uk: Номер квартири, кімнати, блока
ur: اپارٹمنٹ، سوئٹ، یونٹ نمبر
uz: Xonadon, blok, hududiy birlik raqami
vi: Căn hộ, dãy phòng, số phòng
zh_hans: 公寓门牌号，办公楼门牌号，街区号
zh_hant: 公寓、套房、單位編號

# Literal.OobeLabel.AddressPageDescription
source: And here's where you add your billing address
af: En hier is waar jy jou faktureringsadres byvoeg
am: የመክፈያ አድራሻዎን የሚያክሉት እዚህ ጋ ነው
ar: وهنا يمكنك إضافة عنوان الفوترة الخاص بك
as: আৰু ইয়াত আপুনি আপোনাৰ বিলিং ঠিকনা যোগ কৰে
az: Və bu hesablaşma ünvanınızı əlavə etdiyiniz yerdir
bg: Това е мястото, където добавяте вашия адрес за фактуриране
bn_in: আপনি এখানে আপনার বিলিং ঠিকানা যোগ করবেন
bs: A ovdje dodajete svoju adresu za naplatu
cy: A dyma ble byddwch chi'n ychwanegu eich cyfeiriad bilio
da: Det er her du tilføjer din faktureringsadresse
de: Und hier fügen Sie Ihre Abrechnungsadresse hinzu.
el: Και εδώ θα προσθέσετε τη διεύθυνση χρέωσης
es: Y aquí es donde agregas tu dirección de facturación
et: Siia saate lisada oma arveldusarve
eu: Eta hemen gehitzen da fakturazio-helbidea
fa: و اینجا جایی است که شما آدرس صورتحسابتان را اضافه می‌کنید
ga: Agus seo an áit a gcuireann tú do sheoladh billeála leis
gd: Agus seo far an cuir thu an seòladh bileachaidh agad
gl: Aquí é onde engades o teu enderezo de facturación
gu: અને અહીં તે છે જ્યાં તમે તમારું બિલિંગ સરનામું ઉમેરો છો
he: וכאן הוסף את הכתובת שלך לחיוב
hi: और यहाँ पर आप अपना बिलिंग पता जोड़ते हैं
hr: A ovdje dodajete svoju adresu za naplatu
hu: Itt adhatja meg a számlázási címet.
id: Dan di sinilah Anda dapat menambahkan alamat tagihan
is: Og hér bætir þú við heimilisfangi greiðanda
ja: ここに請求先住所を追加してください
ka: აქ დაამატეთ თქვენი ბილინგის მისამართი
kk: Ал, мұнда өзіңіздің шот жіберілетін мекенжайыңызды қосасыз
kn: ಮತ್ತು ಇಲ್ಲಿಯೇ ನಿಮ್ಮ ಬಿಲ್ಲಿಂಗ್ ವಿಳಾಸವನ್ನು ನೀವು ಸೇರಿಸುತ್ತೀರಿ
ko: 그리고 여기에 청구 주소를 입력하세요
ku_arab: و ئێرە ئەو شوێنەیه که تۆ دەبێ ناونیشانی فاتوورەدانت زیاد بکەیت
ky: Бул жерге эсеп саноо дарегиңизди кошосуз
lo: ແລະທີ່ນີ້ຄືບ່ອນທ່ານເພີ່ມ ທີ່ຢູ່ການສົ່ງບິນຂອງທ່ານ
lt: Štai čia įtraukiate atsiskaitymo adresą
lv: Šeit pievienojiet savu norēķinu adresi
mi: Anei te wāhi e tāpiri ai koe i tō wāhitau namanga
mk: А овде ќе ја додадете адресата за наплата
ml: നിങ്ങളുടെ ബില്ലിംഗ് വിലാസം ചേർക്കുന്ന ഇടമാണിത്
mn: Энд та төлбөр тооцооны хаягаа нэмнэ.
mr: आणि इथे तुमचा बिलिंग पत्ता भरा
ms: Dan di sini tempat anda menambah alamat pengebilan anda
mt: U hawnhekk trid iżżid l-indirizz tal-ħlasijiet tiegħek
ne: तपाइँले आफ्नो बिलिङ ठेगाना थप्ने स्थान यहाँ हो
nn_no: Her legg du til faktureringsadressa
no: Her legger du til faktureringsadressen
or: ଏବଂ ଏହା ସେହି ସ୍ଥାନ ଅଟେ, ଯେଉଁଠି ଆପଣ ନିଜର ବିଲିଙ୍ଗ ଠିକଣା ଯୋଗ କରନ୍ତି
pa_arab_pk: اتے ایہہ او تھاں اے جیتھے تُسی اپنا بلنگ دا پتہ شامل کردے او
pa_in: ਅਤੇ ਇੱਥੇ ਤੁਸੀਂ ਆਪਣਾ ਬਿਲਿੰਗ ਪਤਾ ਜੋੜਦੇ ਹੋ
pl: Tutaj dodaj swój adres rozliczeniowy
ru: Здесь необходимо указать адрес для выставления счетов
sd: ۽ هتي آهي جتي توهان پنهنجو بلنگ پتو اضافو ڪريو ٿا
si: ඔබ ඔබගේ බිල්කරණ ලිපිනය එක් කරන්නේ මෙහි ය
sl: In tukaj dodate svoj naslov za obračunavanje
sr_cyrl_rs: Ово је место где додајте своју адресу за наплату
sr_latn_rs: Ovo je mesto gde dodajte svoju adresu za naplatu
sv: Och här lägger du till din fakturaadress
ta: உங்கள் பில்லிங் முகவரியை நீங்கள் சேர்க்கும் இடம் இதோ
te: మీ బిల్లింగ్ చిరునామాను జోడించే ప్రదేశం
tg: Ва ин ҷоест, ки шумо суроғаи биллинги худро илова мекунед
th: และคุณสามารถเพิ่มที่อยู่เพื่อเรียกเก็บเงินได้ที่นี่
tr: Fatura adresinizi buraya ekleyin
tt: Ә монда хисап чыгару өчен адресыгызны кертә аласыз
ug: ھېساب بوغۇش ئادرېسڭىزنى بۇ يەرگە قوشۇڭ
uk: Тут потрібно вказати адресу для виставлення рахунків
ur: اور یہاں آپ اپنا بل کاری پتہ شامل کرتے ہیں
uz: Va bu yerga to‘lov taqdim etiladigan manzilingizni qo‘shasiz
vi: Và đây là nơi bạn thêm địa chỉ thanh toán của mình
zh_hans: 请在此处添加账单地址
zh_hant: 這是新增帳單地址的位置

# Literal.OobeLabel.CCPageDescription
source: Ok, here's where you add your credit card details
af: Goed, hier voeg jy jou kredietkaartbesonderhede in
am: እሺ፣ የክሬዲት ካርድዎን ዝርዝሮች የሚያክሉት እዚህ ነው
ar: حسناً، هنا يمكنك إضافة تفاصيل بطاقة الائتمان الخاصة بك
as: ঠিক আছে, ইয়াতে আপুনি আপোনাৰ ক্ৰেডিট কাৰ্ডৰ বিশদ বিৱৰণ যোগ কৰে
az: Ok, bu kredit kartı təfərrüatlarınızı əlavə etdiyiniz yerdir
bg: Tук добавяте вашите подробни данни за кредитната карта
bn_in: ওকে, আপনি এখানে আপনার ক্রেডিট কার্ডের বিস্তারিত যোগ করবেন
bs: U redu, ovdje dodajete detalje o kreditnoj kartici
cy: Iawn, dyma ble byddwch chi'n ychwanegu eich manylion cerdyn credyd
da: OK. Det er her, du tilføjer dine kreditkortdetaljer
de: OK. Hier geben Sie Ihre Kreditkartendetails ein.
el: OK, εδώ θα προσθέσετε τα στοιχεία της πιστωτικής κάρτας σας
es: Aquí es donde agregas los detalles de tu tarjeta de crédito
et: Ok, siia saate lisada oma krediitkaardi andmed
eu: Ados, hemen gehitzen dira kreditu-txartelaren xehetasunak
fa: خب، اینجا جایی است که جزئیات کارت اعتباری خود را اضافه می‌کنید
ga: Ok, seo an áit le sonraí do chárta creidmheasa a chur leis
gd: Nise, seo far an cuir thu fiosrachadh na cairt-chreideis agad
gl: Aquí é onde engades os detalles do teu cartón de crédito
gu: ઠીક છે, અહીં તમે તમારા ક્રેડિટ કાર્ડની વિગતો શામેલ કરો છો
he: כאן הוסף את פרטי כרטיס האשראי
hi: ठीक है, यहाँ पर आप अपना क्रेडिट कार्ड विवरण जोड़ते हैं
hr: U redu, ovdje dodajete pojedinosti o kreditnoj kartici
hu: Itt adhatja meg a hitelkártyaadatait.
id: Ok, di sinilah Anda dapat menambahkan detail kartu kredit
is: Hér bætir þú við upplýsingum um kreditkort
ja: ここにクレジット カードの詳細を追加してください
ka: კარგი, აქ დაამატეთ თქვენი საკრედიტო ბარათის ინფორმაცია
kk: Сонымен, міне осы жерге өзіңіздің несие картаңыз жайлы мәліметтерді қосасыз
kn: ಸರಿ, ಇಲ್ಲಿಯೇ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ವಿವರಗಳನ್ನು ನೀವು ಸೇರಿಸುತ್ತೀರಿ
ko: 좋습니다, 여기에 신용 카드의 상세정보를 입력하세요
ku_arab: باشه، لێرەدا دەبێ وردەکاری کرێدت کارتی خۆت زیاد بکەیت
ky: Жакшы, бул жерге насыя картаңыздын маалыматтарын кошосуз
lo: ໂອເຄ, ທີ່ນີ້ແມ່ນຈຸດທີ່ທ່ານເພີ່ມລາຍລະອຽດ ບັດເຄຣດິດ
lt: Gerai, štai kur įtraukiate savo kredito kortelės išsamią informaciją
lv: Šeit pievienojiet detalizētu informāciju par savu kredītkarti
mi: Tino pai, anei te wāhi e tāpiri ai koe i ō taipitopito kāri tāwere
mk: ОК, овде ќе ги додадете деталите од кредитната картичка
ml: ശരി, നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് വിശദാംശങ്ങൾ ചേർക്കുന്ന ഇടമാണിത്
mn: Ок, энд та кредит картын мэдээллээ нэмнэ
mr: ठिक, आणि इथे तुमच्या क्रेडीट कार्डचे तपशील भरा.
ms: Ok, di sini tempat anda menambah butiran kad kredit anda
mt: Ok, hawnhekk trid iżżid id-dettalji tal-kard tal-kreditu tiegħek
ne: ठीक छ, तपाइँले आफ्ना क्रेडिट कार्ड विवरणहरू थप्ने ठाउँ यहाँ हो
nn_no: Her legg du til opplysningar om kredittkortet ditt
no: Ok, her legger du til kredittkortinformasjonen
or: ଠିକ୍‍ ଅଛି, ଏହା ସେହି ସ୍ଥାନ ଅଟେ, ଯେଉଁଠି ଆପଣ ନିଜର କ୍ରେଡିଟ୍‍ କାର୍ଡ ବିବରଣ ଯୋଗ କରନ୍ତି
pa_arab_pk: ٹھیک اے، ایہہ او تھاں اے جیتھے تُسی اپنا بلنگ دا پتہ شامل کردے او
pa_in: ਠੀਕ ਹੈ, ਇੱਥੇ ਤੁਸੀਂ ਆਪਣੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੇ ਵੇਰਵੇ ਜੋੜਦੇ ਹੋ
pl: Dobrze, tutaj dodaj szczegóły swojej karty kredytowej
ru: Здесь необходимо указать сведения о кредитной карте
sd: ٺيڪ، هتي آهي جتي توهان پنهنجي ڪريڊٽ ڪارڊ تفصيل اضافو ڪريو ٿا
si: හරි, ඔබ ඔබගේ ණයවර කාඩ්පතේ විස්තර ඇතුලත් කරන්නේ මෙහි ය
sl: In tukaj dodate podatke o svoji kreditni kartici
sr_cyrl_rs: А ово је место где додајте податке о кредитној картици
sr_latn_rs: A ovo je mesto gde dodajte podatke o kreditnoj kartici
sv: Här lägger du till dina kreditkortsuppgifter
ta: சரி, உங்கள் கடனட்டை விவரங்களை நீங்கள் சேர்க்கும் இடம் இதோ
te: సరే, మీరు మీ క్రెడిట్ కార్డ్ వివరాలను ఎక్కడ జోడించాలో ఇక్కడ తెలియజేయబడింది
tg: Хуб, ин ҷоест, ки шумо маълумоти корти қарзии худро илова мекунед
th: เอาล่ะ คุณสามารถเพิ่มรายละเอียดบัตรเครดิตของคุณได้ที่นี่
tr: Tamam, kredi kartı bilgilerinizi buraya ekleyin
tt: ОК, монда кредит картагыз мәгълүматын кертергә кирәк
ug: ئىناۋەت كارتىڭىزنىڭ تەپسىلاتلىرىنى بۇ يەرگە قوشۇڭ
uk: Тут потрібно вказати відомості про кредитну картку
ur: ٹھیک ہے، یہاں آپ اپنے کریڈٹ کارڈ کی تفصیلات شامل کرتے ہیں
uz: Ok, bu yerga kredit kartangiz ma’lumotlarini qo‘shasiz
vi: Ok, đây là nơi bạn thêm chi tiết thẻ tín dụng
zh_hans: 好的，请在此处添加信用卡详细信息
zh_hant: 好的，這是新增信用卡詳細資料的位置

# Literal.OobeLabel.CCDBPageDescription
source: Ok, here's where you add your credit card or debit card details
af: Goed, dit is hier waar jy jou kredietkaart- of debietkaartbesonderhede invoeg
am: እሺ፣ የክሬዲት ካርድዎን ዝርዝሮች የሚያክሉት እዚህ ነው
ar: حسنًا، هنا يمكنك إضافة تفاصيل بطاقة الائتمان أو بطاقة الخصم لديك
as: ঠিক আছে, ইয়াতে আপুনি আপোনাৰ ক্ৰেডিট কাৰ্ডৰ বিশদ বিৱৰণ যোগ কৰে
az: Ok, bu, kredit kartı və ya debet kartı təfərrüatlarınızı əlavə etdiyiniz yerdir
bg: Тук трябва да добавите данните за своята кредитна или дебитна карта
bn_in: ঠিক আছে, আপনি এখানে আপনার ক্রেডিট কার্ড বা ডেবিট কার্ডের বিশদ যুক্ত করেছেন
bs: Dobro, ovdje trebate dodati podatke o kreditnoj ili debitnoj kartici
cy: Iawn, dyma lle byddwch chi'n ychwanegu manylion eich cerdyn credyd neu'ch cerdyn debyd
da: Okay, her kan du tilføje dine kredit- eller debetkortoplysninger
de: Hier geben Sie Details zu Ihrer Kredit- oder Debitkarte ein.
el: OK, εδώ θα προσθέσετε τα στοιχεία της πιστωτικής ή χρεωστικής κάρτας σας
es: Aquí debe agregar los detalles de la tarjeta de crédito o de débito.
et: OK, siia saate lisada oma krediitkaardi või deebetkaardi üksikasjad
eu: Ados, hemen gehitzen dira kreditu- edo zordunketa-txartelaren xehetasunak
fa: خب، اینجا جایی است که جزئیات کارت اعتباری یا کارت نقدی خود را اضافه می‌کنید
ga: Ok, seo an áit le sonraí do chárta creidmheasa nó do chárta dochair a chur leis
gd: Nise, seo far an cuir thu a-steach fiosrachadh na cairt-chreideis no na cairt-fhiachan agad
gl: Aquí debe engadir os detalles do cartón de crédito ou débito
gu: ઠીક છે, અહીં તમે તમારા ક્રેડિટ કાર્ડ અથવા ડેબિટ કાર્ડની વિગતો શામેલ કરો છો
he: זהו המקום להוספת פרטי כרטיס האשראי או כרטיס החיוב
hi: ठीक है, यहाँ पर आप अपने क्रेडिट कार्ड या डेबिट कार्ड के विवरण जोड़ते हैं
hr: U redu, ovdje dodajete pojedinosti o kreditnoj ili debitnoj kartici
hu: Itt adhatja meg a hitelkártya- vagy bankkártyaadatait
id: Baiklah, di sini tempat Anda menambahkan detail kartu kredit atau kartu debit
is: Þetta er ástæðan fyrir því að þú bætir við upplýsingum um kredit- eða debetkort
ja: ここにクレジット カードまたはデビット カードの詳細を追加してください
ka: კარგი, აქ დაამატეთ თქვენი საკრედიტო ან სადებეტო ბარათის დეტალები
kk: Кредит картасы немесе дебет картасы мәліметтерін осында қосасыз
kn: ಸರಿ, ಇಲ್ಲಿಯೇ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಅಥವಾ ಡೆಬಿಟ್ ಕಾರ್ಡ್‌ ವಿವರಗಳನ್ನು ನೀವು ಸೇರಿಸುತ್ತೀರಿ
ko: 좋습니다. 여기에 신용 카드 또는 직불 카드의 세부 정보를 입력하세요.
lo: ນີ້ແມ່ນບ່ອນທີ່ທ່ານເພີ່ມລາຍລະອຽດບັດເຄຣດິດ ຫຼື ບັດເດບິດຂອງທ່ານ
lt: Gerai, štai kur įtraukiate išsamią kredito arba debeto kortelės informaciją
lv: Šeit pievienojiet detalizētu informāciju par savu kredītkarti vai debetkarti
mi: Tino pai, anei te wāhi e tāpiri ai koe i ō taipitopito kāri tāwere
mk: Во ред, тука ќе ги додадете деталите за вашата кредитна или дебитна картичка
ml: ശരി, നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് അല്ലെങ്കിൽ ഡെബിറ്റ് കാർഡ് വിശദാംശങ്ങൾ എവിടെയാണ് ചേർക്കുന്നതെന്ന് ഇവിടെയുണ്ട്
mr: ठीक आहे, आपण येथे आपल्या क्रेडिट कार्ड किंवा डेबिट कार्डचे तपशील भराल
ms: Ok, di sinilah tempat anda menambah butiran kad kredit atau kad debit anda
mt: Ok, hawnhekk trid iżżid id-dettalji tal-karta tal-kreditu jew tal-karta tad-debitu tiegħek
ne: ठीक छ, यहाँ जहाँ तपाईं आफ्नो क्रेडिट कार्ड वा डेबिट कार्ड विवरण थप्नुहुन्छ
nn_no: Her legg du til kreditt- eller debetkortinformasjonen din
no: Ok, her legger du til kredittkort- eller debetkortinformasjonen
or: ଠିକ ଅଛି, ଏଠାରେ ଆପଣ ଆପଣଙ୍କର କ୍ରେଡିଟ୍ କାର୍ଡ କିମ୍ବା ଡେବିଟ୍ କାର୍ଡର ବିବରଣୀ ଯୋଡିଛନ୍ତି
pa_in: ਠੀਕ ਹੈ, ਇੱਥੇ ਤੁਸੀਂ ਆਪਣੇ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਜਾਂ ਡੈਬਿਟ ਕਾਰਡ ਦੇ ਵੇਰਵੇ ਜੋੜਦੇ ਹੋ
pl: Tutaj dodaj szczegóły karty kredytowej lub debetowej
ru: Здесь необходимо указать сведения о кредитной или банковской карте
sl: In tukaj dodate podrobnosti svoje kreditne ali debetne kartice
sr_cyrl_rs: Добро, овде треба да додате податке о кредитној или дебитној картици
sr_latn_rs: Dobro, ovde treba da dodate podatke o kreditnoj ili debitnoj kartici
sv: Här ska du lägga till dina kreditkorts- eller betalkortsuppgifter
ta: சரி, உங்கள் கிரெடிட் கார்டு அல்லது டெபிட் கார்டு விவரங்களை நீங்கள் இங்கு சேர்க்கலாம்
te: సరే, మీరు మీ క్రెడిట్ కార్డ్ లేదా డెబిట్ కార్డ్ వివరాలను ఎక్కడ జోడించాలో ఇక్కడ తెలియజేయబడింది
th: คุณสามารถเพิ่มรายละเอียดของบัตรเครดิตหรือบัตรเดบิตของคุณได้ที่นี่
tr: Kredi kartı veya ATM kartı bilgilerinizi buraya ekleyebilirsiniz
tt: Ярар, монда кредит яки дебет картагыз мәгълүматын кертергә кирәк
ug: تامام، كرېدىت كارتىڭىز ياكى دېبىت كارتىڭىزنىڭ تەپسىلاتىنى قوشىدىغان يەر بۇيەردۇر
uk: Тут потрібно вказати відомості кредитної або дебетової картки
ur: ٹھیک ہے، یہاں پر آپ اپنے کریڈٹ کارڈ یا ڈیبٹ کارڈ کی تفصیلات شامل کرتے ہیں
uz: Ok, bu yerga kredit yoki debet kartangiz ma’lumotlarini qo‘shasiz
vi: Đúng vậy, đây là nơi bạn thêm chi tiết thẻ tín dụng hoặc thẻ ghi nợ
zh_hans: 好的，这里就是添加信用卡或借记卡详细信息的地方
zh_hant: 沒問題，這是您新增信用卡或轉帳卡詳細資料的位置

# Literal.OobeLabel.DBCCPageDescription
source: Ok, here's where you add your debit card or credit card details
af: Goed, dit is hier waar jy jou debietkaart- of kredietkaartbesonderhede invoeg
am: እሺ፣ የክሬዲት ካርድዎን ዝርዝሮች የሚያክሉት እዚህ ነው
ar: حسنًا، هنا يمكنك إضافة تفاصيل بطاقة الخصم أو بطاقة الائتمان لديك
as: ঠিক আছে, ইয়াতে আপুনি আপোনাৰ ডেবিট কাৰ্ড বা ক্ৰেডিট কাৰ্ডৰ বিশদ বিৱৰণ যোগ কৰে
az: Ok, bu, debet kartı və ya kredit kartı təfərrüatlarınızı əlavə etdiyiniz yerdir
bg: Тук трябва да добавите данните за своята дебитна или кредитна карта
bn_in: ঠিক আছে, আপনি এখানে আপনার ডেবিট কার্ড বা ক্রেডিট কার্ডের বিশদ যুক্ত করেছেন
bs: Dobro, ovdje trebate dodati podatke o debitnoj ili kreditnoj kartici
cy: Iawn, dyma lle byddwch chi'n ychwanegu manylion eich cerdyn debyd neu gerdyn credyd
da: Okay, her kan du tilføje dine debet- eller kreditkortoplysninger
de: Hier geben Sie Details zu Ihrer Debit- oder Kreditkarte ein.
el: OK, εδώ θα προσθέσετε τα στοιχεία της χρεωστικής ή πιστωτικής κάρτας σας
es: Aquí debe agregar los detalles de la tarjeta de débito o de crédito.
et: OK, siia saate lisada oma deebetkaardi või krediitkaardi üksikasjad
eu: Ados, hemen gehitzen dira zordunketa- edo kreditu-txartelaren xehetasunak
fa: خب، اینجا جایی است که جزئیات کارت نقدی یا کارت اعتباری خود را اضافه می‌کنید
ga: Ok, seo an áit le sonraí do chárta dochair nó do chárta creidmheasa a chur leis
gd: Nise, seo far an cuir thu a-steach fiosrachadh na cairt-fhiachan no na cairt-chreideis agad
gl: Aquí debe engadir os detalles do cartón de crédito ou débito
gu: ઠીક છે, અહીં તમે તમારા ડેબિટ કાર્ડ અથવા ક્રેડિટ કાર્ડની વિગતો શામેલ કરો છો
he: זהו המקום להוספת פרטי כרטיס החיוב או כרטיס האשראי
hi: ठीक है, यहाँ पर आप अपने डेबिट कार्ड या क्रेडिट कार्ड के विवरण जोड़ते हैं
hr: U redu, ovdje dodajete pojedinosti o debitnoj ili kreditnoj kartici
hu: Itt adhatja meg a bank- vagy hitelkártyaadatait
id: Baiklah, di sini tempat Anda menambahkan detail kartu debit atau kartu kredit
is: Þetta er ástæðan fyrir því að þú bætir við upplýsingum um debet- eða kreditkort
ja: ここにデビット カードまたはクレジット カードの詳細を追加してください
ka: კარგი, აქ დაამატეთ თქვენი სადებეტო ან საკრედიტო ბარათის დეტალები
kk: Дебет картасы немесе кредит картасы мәліметтерін осында қосасыз
kn: ಸರಿ, ಇಲ್ಲಿಯೇ ನಿಮ್ಮ ಡೆಬಿಟ್‌ ಕಾರ್ಡ್‌ ಅಥವಾ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ವಿವರಗಳನ್ನು ನೀವು ಸೇರಿಸುತ್ತೀರಿ
ko: 좋습니다. 여기에 신용 카드 또는 직불 카드의 세부 정보를 입력하세요.
lo: ນີ້ແມ່ນບ່ອນທີ່ທ່ານເພີ່ມລາຍລະອຽດບັດເຄຣດິດ ຫຼື ບັດເດບິດຂອງທ່ານ
lt: Gerai, štai kur įtraukiate išsamią debeto arba kredito kortelės informaciją
lv: Šeit pievienojiet detalizētu informāciju par savu debetkarti vai kredītkarti
mi: Tino pai, anei te wāhi e tāpiri ai koe i ō taipitopito kāri tāwere
mk: Во ред, тука ќе ги додадете деталите за вашата дебитна или кредитна картичка
ml: ശരി, നിങ്ങളുടെ ഡെബിറ്റ് കാർഡ് അല്ലെങ്കിൽ ക്രെഡിറ്റ് കാർഡ് വിശദാംശങ്ങൾ എവിടെയാണ് ചേർക്കുന്നതെന്ന് ഇവിടെയുണ്ട്
mr: ठीक आहे, आपण येथे आपल्या डेबिट कार्ड किंवा क्रेडिट कार्डचे तपशील भराल
ms: Ok, di sinilah tempat anda menambah butiran kad debit atau kad kredit anda
mt: Ok, hawnhekk fejn iżżid id-dettalji tal-karta tad-debitu jew tal-kreditu tiegħek
ne: ठीक छ, यहाँ तपाईं आफ्नो डेबिट कार्ड वा क्रेडिट कार्ड विवरण जोड्नुहोस्
nn_no: Her legg du til debet- eller kredittkortinformasjonen din
no: Ok, her legger du til debetkort- eller kredittkortinformasjonen
or: ଠିକ ଅଛି, ଏଠାରେ ଆପଣ ଆପଣଙ୍କର ଡେବିଟ୍ କାର୍ଡ କିମ୍ବା କ୍ରେଡିଟ୍ କାର୍ଡର ବିବରଣୀ ଯୋଡିଛନ୍ତି
pa_in: ਠੀਕ ਹੈ, ਇੱਥੇ ਤੁਸੀਂ ਆਪਣੇ ਡੈਬਿਟ ਕਾਰਡ ਜਾਂ ਕ੍ਰੈਡਿਟ ਕਾਰਡ ਦੇ ਵੇਰਵੇ ਜੋੜਦੇ ਹੋ
pl: Tutaj dodaj szczegóły karty debetowej lub kredytowej
ru: Здесь необходимо указать сведения о банковской или кредитной карте
sl: In tukaj dodate podrobnosti svoje debetne ali kreditne kartice
sr_cyrl_rs: Добро, овде треба да додате податке о дебитној или кредитној картици
sr_latn_rs: Dobro, ovde treba da dodate podatke o debitnoj ili kreditnoj kartici
sv: Här ska du lägga till dina betalkorts- eller kreditkortsuppgifter
ta: சரி, உங்கள் டெபிட் கார்டு அல்லது கிரெடிட் கார்டு விவரங்களை நீங்கள் இங்கு சேர்க்கலாம்
te: సరే, మీరు మీ డెబిట్ కార్డ్ లేదా క్రెడిట్ కార్డ్ వివరాలను ఎక్కడ జోడించాలో ఇక్కడ తెలియజేయబడింది
th: คุณสามารถเพิ่มรายละเอียดของบัตรเดบิตหรือบัตรเครดิตของคุณได้ที่นี่
tr: ATM kartı veya kredi kartı bilgilerinizi buraya ekleyebilirsiniz
tt: Ярар, монда дебет яки кредит картагыз мәгълүматын кертергә кирәк
ug: تامام، دېبىت كارتىڭىز ياكى كرېدىت كارتىڭىزنىڭ تەپسىلاتىنى قوشىدىغان يەر بۇيەردۇر
uk: Тут потрібно вказати відомості дебетової або кредитної картки
ur: ٹھیک ہے، یہاں آپ اپنے ڈیبٹ کارڈ یا کریڈٹ کارڈ کی تفصیلات شامل کرتے ہیں
uz: Ok, bu yerga debet yoki kredit kartangiz ma’lumotlarini qo‘shasiz
vi: Đúng vậy, đây là nơi bạn thêm chi tiết thẻ ghi nợ hoặc thẻ tín dụng
zh_hans: 好的，这里就是添加借记卡或信用卡详细信息的地方
zh_hant: 沒問題，這是您新增轉帳卡或信用卡詳細資料的位置
