Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Klarna.SettingUp.NextText2
source: , you'll be redirected to Klarna.com to verify you personal details.
af: , sal jy na Klarna.com herlei word om jou persoonlike besonderhede te verifieer.
am: ፣ የእርስዎን ግላዊ ዝርዝሮች ለማረጋገጥ Klarna.com ወደ የሚዘዋወሩ ይሆናል።
ar: ، ستتم إعادة توجيهك إلى Klarna.com للتحقق من تفاصيلك الشخصية.
as: , আপোনাৰ ব্ক্তিগত সৱিশেষ সত্যাপিত কৰিবলৈ আপোনাক Klarna.com-লৈ পুনঃনিৰ্দেশিত কৰা হ’ব।
az: şəxsi məlumatlarınızın təsdiqlənməsi üçün Klarna.com ünvanına yönləndiriləcəksiniz.
bg: , ще бъдете пренасочени към Klarna.com, за да потвърдите личните си данни.
bn_in: , আপনার ব্যক্তিগত বিবরণ যাচাই করার জন্য আপনাকে Klarna.com-এ পুনর্নির্দেশ করা হবে।
bs: , preusmjerit ćemo vas na Klarna.com radi provjere vaših ličnih podataka.
cy: , byddwch chi'n cael eich cyfeirio at Klarna.com i ddilysu eich manylion personol.
da: , du bliver omdirigeret til Klarna.com, for at kunne kontrollere dine personlige oplysninger.
de: werden Sie an Klarna.com umgeleitet, um Ihre persönlichen Daten zu überprüfen.
el: , θα ανακατευθυνθείτε στο Klarna.com για να επαληθεύσετε τα προσωπικά σας στοιχεία.
es: , se le redirigirá a Klarna.com para verificar sus datos personales.
et: , teid suunatakse isikuandmete kinnitamiseks veebisaidile Klarna.com.
eu: , Klarna.com webgunera birbideratuko zaitugu datu pertsonalak egiaztatzeko.
fa: ، شما به Klarna.com جزئیات هدایت می‌شوید تا اطلاعات شخصی خود را تأیید کنید.
ga: , atreorófar thú chuig Klarna.com chun do chuid sonraí pearsanta a fhíorú.
gd: , thèid d’ ath-stiùireadh gu Klarna.com a dhearbhadh a’ mhion-fhiosrachaidh phearsanta agad.
gl: , levarémoslle a Klarna.com para que verifique os seus datos persoais.
gu: , ત્યારે તમને તમારી વ્યક્તિગત વિગતો ચકાસવા માટે Klarna.com પર રીડાયરેક્ટ કરવામાં આવશે.
he: , תנותב מחדש אל Klarna.com כדי לאמת את הפרטים האישיים שלך.
hi: , आपको व्यक्तिगत विवरण सत्यापित करने के लिए Klarna.com पर रीडायरेक्ट कर दिया जाएगा.
hr: , bit ćete preusmjereni na servis Klarna.com da biste potvrdili svoje osobne podatke.
hu: , a rendszer átirányítja a Klarna.com webhelyre személyes adatai ellenőrzéséhez.
id: , Anda akan diarahkan ke Klarna.com untuk memverifikasi detail pribadi Anda.
is: , verðurðu send(ur) á Klarna.com til að sannprófa persónuupplýsinarnar þínar.
ja: 、Klarna.com にリダイレクトされて、個人情報を確認できます。
ka: , გადამისამართდებით Klarna.com-ზე პირადი მონაცემების გადასამოწმებლად.
kk: , жеке мәліметтеріңізді тексеру үшін Klarna.com сайтына қайта бағытталасыз.
kn: , ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ವಿವರಗಳನ್ನು ಪರಿಶೀಲಿಸುವ ಸಲುವಾಗಿ ನಿಮ್ಮನ್ನು Klarna.com ಗೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ.
ko: 개인 정보를 확인하기 위해 Klarna.com으로 리디렉션됩니다.
lo: , ທ່ານຈະຖືກໂອນໄປຫາ Klarna.com ເພື່ອກວດສອບລາຍລະອຽດສ່ວນຕົວຂອງທ່ານ.
lt: , būsite nukreipti į Klarna.com, kad būtų patvirtinta jūsų asmeninė informacija.
lv: , tiksit novirzīts uz Klarna.com, lai verificētu personas datus.
mi: , ka tahurikētia koe ki Klarna.com ki te manatoko i ō taipitopito whaiaro.
mk: , ќе ве пренасочиме до Klarna.com за да ги потврдите вашите лични детали.
ml: , നിങ്ങളുടെ വ്യക്തിഗത വിശദാംശങ്ങൾ പരിശോധിച്ചുറപ്പിക്കാൻ നിങ്ങളെ Klarna.com എന്നതിലേക്ക് റീഡയറക്‌റ്റുചെയ്യും.
mr: , तुम्हाला Klarna.com कडे तुमचा व्यक्तिगत तपशील तपासण्यासाठी पुर्ननिर्देशित करण्यात येईलs.
ms: , anda akan diubah hala ke Klarna.com untuk menentusahkan butiran peribadi anda.
mt: , se tiġi ridirezzjonat lejn Klarna.com biex tivverifika d-dettalji personali tiegħek.
ne: तपाईंको व्यक्तिगत विवरण पुष्टि गर्न तपाईंलाई Klarna.com मा पठाइने छ।
nn_no: , du vil bli omdirigert til Klarna.com for å verifisera dine personlege detaljar.
no: , blir du omdirigert til Klarna.com for å bekrefte de personlige opplysningene.
or: , ଆପଣଙ୍କ ବ୍ୟକ୍ତିଗତ ବିବରଣୀ ଯାଞ୍ଚ କରିବାକୁ ଆପଣ Klarna.com କୁ ପୁନର୍ବାର ନିର୍ଦ୍ଦେଶିତ ହେବେ.
pa_in: , ਤੁਹਾਨੂੰ ਨਿੱਜੀ ਵੇਰਵਿਆਂ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ Klarna.com 'ਤੇ ਵਾਪਸ ਭੇਜਿਆ ਜਾਵੇਗਾ।
pl: , nastąpi przekierowanie do witryny Klarna.com w celu zweryfikowania danych osobowych.
ru: , вы будете перенаправлены на сайт Klarna.com для проверки личных данных.
sl: , boste preusmerjeni na spletno mesto Klarna.com, da boste preverili svoje osebne podatke.
sr_cyrl_rs: , преусмерићемо вас на Klarna.com да бисте проверили личне податке.
sr_latn_rs: , preusmerićemo vas na Klarna.com da biste proverili lične podatke.
sv: , omdirigeras du till Klarna.com för att bekräfta dina personuppgifter.
ta: உங்கள் தனிப்பட்ட விவரங்கள் சரிபார்ப்பதற்கு, நீங்கள் Klarna.com க்குத் திருப்பிவிடப்படுவீர்கள்.
te: , మీ వ్యక్తిగత వివరాలను సరి చూసుకోవడం కోసం Klarna.comకి మళ్లించబడతారు.
th: คุณจะถูกเปลี่ยนเส้นทางไปยัง Klarna.com เพื่อยืนยันรายละเอียดส่วนบุคคลของคุณ
tr: , kişisel ayrıntılarınızı doğrulamak için Klarna.com'a yönlendirilirsiniz.
tt: шәхси мәгълүматыгызны раслау өчен, сез Klarna.com битенә күчереләчәксез.
ug: ، شەخسىي تەپسىلاتىڭىزنى دەلىللەش ئۈچۈن Klarna.com غا يۆنەلدۈرۈلىسىز.
uk: відбудеться переспрямування на сайт Klarna.com, щоб перевірити ваші персональні дані.
ur: آپ کی ذاتی تفصیلات کی تصدیق کرنے کیلئے آپ کو Klarna.com کی طرف ری ڈائریکٹ کیا جائے گا۔
uz: , shaxsiy ma'lumotlaringizni tekshirish uchun Klarna.com saytiga yo'naltirilasiz.
vi: , bạn sẽ được chuyển hướng đến trang Klarna.com để xác minh thông tin cá nhân của mình.
zh_hans: ，系统会将你重定向到 Klarna.com 以验证你的个人详细信息。
zh_hant: ，您將會重新導向至 Klarna.com 以驗證您的個人詳細資料。

# Literal.Klarna.SettingUp.LegalString.KR
source: We will ask you to pay 10 kr via Klarna in order to verify your account. The 10 kr will be refunded afterwards.
af: Ons sal jou vra om 10 kr via Klarna te betaal om jou rekening te verifieer. Die 10 kr sal na die tyd terugbetaal word.
am: መለያዎን ለማረጋገጥ በ Klarna በኩል 10 kr እንዲከፈሉ እንጠይቅዎታለን። ከዚያ በኋላ 10 kr ገንዘብ ተመላሽ ይሆናል።
ar: سنطلب منك دفع 10 كرونة عبر Klarna للتحقق من حسابك. سيتم رد 10 كرونة بعد ذلك.
as: আমি আপোনাৰ একাউণ্ট সত্যাপন কৰিবলৈ আপোনাক Klarna-ৰ মাধ্যমেৰে 10 kr পৰিশোধ কৰিবলৈ ক’ম। 10 kr- পিছত প্ৰত্যৰ্পণ কৰা হ’ব।
az: Hesabınızı təsdiqləmək məqsədilə Klarna vasitəsilə sizdən 10 kr ödəməyi xahiş edəcəyik. Sonra 10 kr geri qaytarılacaqdır.
bg: Ще ви помолим да платите 10 kr чрез Klarna, за да потвърдите сметката си. Сумата от 10 kr ще бъде възстановена след това.
bn_in: আপনার অ্যাকাউন্টটি যাচাই করার জন্য আমরা আপনাকে Klarna-এর মাধ্যমে 10 kr প্রদান করতে বলব। এই 10 kr পরে ফেরৎ দেওয়া হবে।
bs: Zatražit ćemo da uplatite 10 kr preko usluge Klarna kako bismo provjerili vaš račun. Iznos od 10 kr će vam nakon toga biti refundiran.
cy: Byddwn yn gofyn i chi dalu 10 kr trwy Klarna i ddilysu eich cyfrif. Bydd y 10 kr yn cael ei ad-dalu wedyn.
da: VI vil bede dig om at betale 10 kr. via Klarna for at kunne bekræfte din konto. De 10 kr. vil blive refunderet bagefter.
de: Sie müssen Ihr Konto durch eine Zahlung von 10 kr über Klarna bestätigen. Der Betrag wird Ihnen später zurückerstattet.
el: Θα σας ζητήσουμε να πληρώσετε 10 kr μέσω Klarna προκειμένου να επαληθεύσετε τον λογαριασμό σας. Τα 10 kr θα επιστραφούν στη συνέχεια.
es: Le pediremos que pague 10 SEK mediante Klarna para verificar su cuenta. Se le devolverá este importe después.
et: Konto kinnitamiseks palume teil maksta Klarna kaudu 10 krooni. 10 krooni makstakse teile hiljem tagasi.
eu: Klarna bidez 0,01 KR ordaintzeko eskatuko dizugu kontua egiaztatzeko. Gero, itzuli egingo dizkizugu 0,01 KR-ak.
fa: از شما درخواست می‌کنیم که مبلغ 10 kr از طریق Klarna برای تأیید حساب خود پرداخت کنید. بعد از تأیید، این 10 kr بازپرداخت خواهد شد.
ga: Iarrfaimid ort 10 kr a íoc trí Klarna chun do chuntas a fhíorú. Aisíocfar na 10 kr níos déanaí.
gd: Iarraidh sinn ort 10kr a phàigheadh slighe Klarna airson an cunntas agad a dhearbhadh. Gheibh thu an 10kr air ais às dèidh làimh.
gl: Solicitarémoslle que pague 10 kr mediante Klarna para verificar a súa conta. Os cartos reembolsaranse posteriormente.
gu: તમારા એકાઉન્ટને ચકાસવા માટે અમે તમને Klarna મારફતે 10 kr ચૂકવવાનું પૂછીશું. ત્યારબાદ 10 kr પરત કરવામાં આવશે.
he: נבקש ממך לשלם 10 kr דרך Klarna כדי לאמת את חשבון הבנק שלך. הסכום של 10 kr יוחזר לך לאחר מכן.
hi: आपके खाते को सत्यापित करने के लिए, हम आपको Klarna के माध्यम से 10 kr का भुगतान करने के लिए कहेंगे. 10 kr बाद में वापस कर दिए जाएँगे.
hr: Zatražit ćemo da uplatite 10 kr putem servisa Klarna da bismo potvrdili vaš. Iznos od 10 kr poslije će vam biti vraćen.
hu: Fiókja ellenőrzéséhez 10 kr összeg fizetésére fogjuk kérni a Klarna rendszeren keresztül. A 10 kr összeget ezt követően visszatérítjük.
id: Kami akan meminta Anda membayar 10 kr melalui Klarna untuk memverifikasi akun Anda. Biaya sebesar 10 kr tersebut akan dikembalikan setelahnya.
is: Við biðjum þig að greiða 10 kr með Klarna til að sannprófa reikninginn þinn. 10 krónurnar verða endurgreiddar eftir á.
ja: お客様の口座を確認するために、Klarna を通じて 10 kr のお支払いをお願いします。確認後、10 kr は返金されます。
ka: Klarna-ს საშუალებით მოხდება 10 კრონის გადახდა, თქვენი ანგარიშის გადასამოწმებლად. შემდგომში 10 კრონი დაგიბრუნდებათ.
kk: Шотыңызды тексеру үшін Klarna арқылы 10 крона төлеуді сұраймыз. Кейін 10 крона қайтарылады.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸುವ ಸಲುವಾಗಿ Klarna ಮೂಲಕ 10 kr ಅನ್ನು ಪಾವತಿಸುವಂತೆ ನಾವು ನಿಮ್ಮನ್ನು ಕೇಳುತ್ತೇವೆ. ನಂತರ 10 kr ಅನ್ನು ಮರುಪಾವತಿಸಲಾಗುತ್ತದೆ.
ko: 계좌를 확인하기 위해 Klarna를 통한 10kr 결제를 요청할 것입니다. 10kr은 나중에 환불됩니다.
lo: ພວກເຮົາຈະຂໍໃຫ້ທ່ານຈ່າຍເງິນ 10 kr ຜ່ານ Klarna ເພື່ອຢືນຢັນຄວາມຖືກຕ້ອງບັນຊີທະນາຄານຂອງທ່ານ. ເງິນ 10 kr ຈະຖືກສົ່ງຄືນຫລັງຈາກນັ້ນ.
lt: Paprašysime jūsų sumokėti 10 kr per „Klarna“, kad patvirtintume jūsų sąskaitą. 10 kr po to bus grąžinta.
lv: Lūgsim jums samaksāt 10 kr ar Klarna starpniecību, lai verificētu jūsu bankas kontu. Summa 10 kr pēc tam tiks atmaksāta.
mi: Ka tonoa koe e mātou kia utu i te 10 kr mā Klarna hei manatoko i tō pūkete. Ka whakahokia te 10 kr i muri.
mk: Ќе побараме да платите 10 kr преку Klarna за да се потврди вашата сметка. Тие 10 kr ќе се рефундираат потоа.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കുന്നതിന് Klarna വഴി 10 kr അടയ്‌ക്കാൻ ഞങ്ങൾ നിങ്ങളോട് ആവശ്യപ്പെടുന്നതാണ്. അതിനുശേഷം 10 kr റീഫണ്ട് ചെയ്യുന്നതാണ്.
mr: तुमच्या खात्याची वैधता तपासण्यासाठी आम्ही तुम्हाला 10 kr Klarna मार्गे जमा करायला सांगू. हे 10 kr नंतर तुम्हाला परत करण्यात येतील.
ms: Kami akan meminta anda membayar 10 kr melalui Klarna untuk menentusahkan akaun anda. 10 kr tersebut akan dibayar balik selepas itu.
mt: Se nitolbuk tħallas 10 kr permezz ta' Klarna sabiex nivverifikaw il-kont btiegħek. L-10 kr wara se jiġu rifużi.
ne: तपाईंको खाता प्रमाणित गर्न हामीले तपाईंलाई Klarna मार्फत 10 kr भुक्तानी गर्न अनुरोध गर्ने छौं। 10 kr लाई पछि रिफण्ड गरिने छ।
nn_no: Vi vil be deg om at du betalar 10 kr via Klarna for å stadfeste kontoen din. Beløpet på 10 kr vil bli refundert etterpå.
no: Vi vil be om at du betaler 10 kr via Klarna for å bekrefte kontoen din. Beløpet på 10 kr blir refundert etterpå.
or: ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବାକୁ ଆମେ ଆପଣଙ୍କୁ Klarna ମାଧ୍ୟମରେ 10 kr ଦେବାକୁ କହିବୁ. 10 kr ପରେ ଫେରସ୍ତ ହେବ.
pa_in: ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ Klarna ਰਾਹੀਂ 10 kr ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕਹਾਂਗੇ। 10 kr ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Poprosimy o zapłacenie 10 kr za pośrednictwem usługi Klarna w celu zweryfikowania konta. Później zwrócimy Ci kwotę 10 kr.
ru: Вам будет предложено заплатить 10 шведских крон через Klarna для проверки вашего банковского счета. Эта сумма впоследствии будет возмещена.
sl: Prosimo vas, da z nakazilom zneska 10 kr na strani Klarna potrdite svoj račun. Znesek 10 kr vam bomo pozneje vrnili.
sr_cyrl_rs: Затражићемо да уплатите 10 kr преко услуге Klarna да бисмо верификовали ваш налог. Износ од 10 kr ће вам након тога бити рефундиран.
sr_latn_rs: Zatražićemo da uplatite 10 kr preko usluge Klarna da bismo verifikovali vaš nalog. Iznos od 10 kr će vam nakon toga biti refundiran.
sv: Vi kommer att be dig att betala 10 kronor via Klarna för att verifiera ditt konto. Vi återbetalar 10 kr när verifieringen är klar.
ta: உங்கள் கணக்கை சரிபார்பதற்காக Klarna விழியாக 10 kr -ஐச் செலுத்துமாறு கூறுவோம். அதற்குப் பிறகு 10 kr திருப்பியளிக்கப்படும்.
te: మీ ఖాతాను ధృవీకరించడం కోసం Klarna ద్వారా 10 kr చెల్లించమని మిమ్మల్ని అడుగుతాము. ఆ తర్వాత 10 kr మీకు తిరిగి చెల్లించబడుతుంది.
th: เราจะขอให้คุณชำระเงินจำนวน 10 kr ผ่าน Klarna เพื่อยืนยันบัญชีของคุณ โดยคุณจะได้รับเงินจำนวน 10 kr นี้คืนในภายหลัง
tr: Hesabınızı doğrulamak amacıyla Klarna üzerinden 10 kr ödemeniz istenecek. Çekilen 10 kr, işlemin ardından iade edilecek.
tt: Хисап язмагызны раслау өчен, сезгә Klarna аша 10 крона түләргә кирәк булачак. Бу 10 крона соңрак кире кайтарылачак.
ug: ھېسابىڭىزنى دەلىللەش مەقسىتىدە سىزدىن Klarna ئارقىلىق 10 kr تۆلىشىڭىزنى سورايمىز. 10 kr كېيىنچە سىزگە قايتۇرۇلىدۇ.
uk: Щоб підтвердити свій рахунок, потрібно буде сплатити 10 крон через систему Klarna. Згодом ця сума повернеться.
ur: آپ کے اکاؤنٹ کی تصدیق کرنے کیلئے ہم آپ سے Klarna کے ذریعے 10 kr ادا کرنے کو کہیں گے۔ بعد میں 10 kr کی رقم ریفنڈ کر دی جائے گی۔
uz: Hisobingizni tasdiqlash uchun Klarna orqali 10 kr to‘lashingiz talab qilinadi. 10 kr keyinroq hisobingizga qaytariladi.
vi: Chúng tôi sẽ yêu cầu bạn thanh toán 10 kr qua Klarna để xác minh tài khoản của bạn. Sau đó, chúng tôi sẽ hoàn trả khoản tiền 10 kr này.
zh_hans: 我们将要求通过 Klarna 支付 10 克朗以验证你的帐户。以后会退还这 10 克朗。
zh_hant: 我們會要求您透過 Klarna 支付 10 克朗的費用，以驗證您的帳戶。10 克朗的費用會在之後退款。

# Literal.Klarna.SettingUp.LegalString.EUR
source: We will ask you to pay € 0,01 via Klarna in order to verify your account. The € 0,01 will be refunded afterwards.
af: Om sal jou vra om € 0,01 via Klarna te betaal om jou rekening te verifieer. Die € 0,01 sal ná die tyd terugbetaal word.
am: መለያዎን ለማረጋገጥ በ Klarna በኩል € 0,01 እንዲከፈሉ እንጠይቅዎታለን። ከዚያ በኋላ € 0,01 ገንዘብ ተመላሽ ይሆናል።
ar: سنطلب منك دفع 0,01 يورو عبر Klarna للتحقق من حسابك. سيتم رد 0,01 يورو بعد ذلك.
as: আমি আপোনাৰ একাউণ্ট সত্যাপন কৰিবলৈ আপোনাক Klarna-ৰ মাধ্যমেৰে € 0,01 পৰিশোধ কৰিবলৈ ক’ম। € 0,01- পিছত প্ৰত্যৰ্পণ কৰা হ’ব।
az: Hesabınızı təsdiqləmək məqsədilə Klarna vasitəsilə sizdən € 0,01 ödəməyi xahiş edəcəyik. Sonra € 0,01 geri qaytarılacaqdır.
bg: Ще ви помолим да заплатите 0,01 € с Klarna, за да потвърдите сметката си. Сумата от 0,01 € ще бъде възстановена след това.
bn_in: আপনার অ্যাকাউন্টটি যাচাই করতে আমরা আপনাকে Klarna-এর মাধ্যমে € 0,01 প্রদান করতে বলব। এই € 0,01 পরে ফেরৎ দেওয়া হবে।
bs: Zatražit ćemo da uplatite 0,01 EUR preko usluge Klarna kako bismo provjerili vaš račun. Iznos od 0,01 EUR će vam nakon toga biti refundiran.
cy: Byddwn yn gofyn i chi dalu € 0,01 trwy Klarna i ddilysu eich cyfrif. Bydd yr € 0,01 yn cael ei ad-dalu wedyn.
da: Vi vil bede dig om at betale 0,01 € via Klarna, så vi kan bekræfte din konto. De 0,01 € vil blive refunderet bagefter.
de: Sie müssen Ihr Konto durch eine Zahlung von 0,01 € über Klarna bestätigen. Der Betrag wird Ihnen später zurückerstattet.
el: Θα σας ζητήσουμε να καταβάλετε 0,01 € μέσω Klarna για να επαληθεύσετε τον λογαριασμό σας. Το ποσό 0,01 € θα επιστραφεί στη συνέχεια.
es: Le pediremos que pague 0,01€ mediante Klarna para verificar su cuenta. Se le devolverá este importe después.
et: Konto kinnitamiseks palume teil maksta Klarna kaudu 0,01 eurot. 0,01 eurot makstakse teile hiljem tagasi.
eu: Klarna bidez 0,01 € ordaintzeko eskatuko dizugu kontua egiaztatzeko. Gero, itzuli egingo dizkizugu 0,01 €-ak.
fa: از شما درخواست می‌کنیم که مبلغ € 0,01 از طریق Klarna برای تأیید حساب خود پرداخت کنید. بعد از تأیید، این € 0,01 بازپرداخت خواهد شد.
ga: Iarrfaimid ort € 0.01 a íoc trí Klarna chun do chuntas a fhíorú. Aisíocfar an € 0.01 níos déanaí.
gd: Iarraidh sinn ort €0.01 a phàigheadh slighe Klarna airson an cunntas agad a dhearbhadh. Gheibh thu an €0.01 air ais às dèidh làimh.
gl: Solicitarémoslle que pague 0,01 € mediante Klarna para verificar a súa conta. Os cartos reembolsaranse posteriormente.
gu: તમારા એકાઉન્ટને ચકાસવા માટે અમે તમને Klarna મારફતે € 0,01 ચૂકવવાનું પૂછીશું. ત્યારબાદ € 0,01 પરત કરવામાં આવશે.
he: נבקש ממך לשלם 0.01€ דרך Klarna כדי לאמת את חשבון הבנק שלך. הסכום של 0.01€ יוחזר לך לאחר מכן.
hi: आपके खाते को सत्यापित करने के लिए, हम आपको Klarna के माध्यम से € 0,01 का भुगतान करने के लिए कहेंगे. € 0,01 बाद में वापस कर दिए जाएँगे.
hr: Zatražit ćemo da uplatite 0,01 EUR putem servisa Klarna da bismo potvrdili valjanost vašeg računa. Iznos od 0,01 EUR poslije će vam biti vraćen.
hu: Fiókja ellenőrzéséhez 0,01 € összeg fizetésére fogjuk kérni a Klarna rendszeren keresztül. A 0,01 € összeget ezt követően visszatérítjük.
id: Kami akan meminta Anda untuk membayar €0,01 melalui Klarna untuk memverifikasi akun Anda. Biaya sebesar €0,01 tersebut akan dikembalikan setelahnya.
is: Við biðjum þig um að greiða 0,01 evru með Klarna til að staðfesta bankareikninginn þinn. 0,01 evru upphæðin verður endurgreidd að því loknu.
ja: お客様の口座を確認するために、Klarna を通じて € 0.01 のお支払いをお願いします。確認後、€ 0.01 は返金されます。
ka: Klarna-ს საშუალებით მოხდება 0,01 ევროს გადახდა, თქვენი ანგარიშის გადასამოწმებლად. შემდგომში 0,01 ევრო დაგიბრუნდებათ.
kk: Шотыңызды тексеру үшін Klarna арқылы € 0,01 төлеуді сұраймыз. Кейін € 0,01 қайтарылады.
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸುವ ಸಲುವಾಗಿ Klarna ಮೂಲಕ € 0,01 ಅನ್ನು ಪಾವತಿಸುವಂತೆ ನಾವು ನಿಮ್ಮನ್ನು ಕೇಳುತ್ತೇವೆ. ನಂತರ € 0,01 ಅನ್ನು ಮರುಪಾವತಿಸಲಾಗುತ್ತದೆ.
ko: 계좌를 확인하기 위해 Klarna를 통한 € 0.01 결제를 요청할 것입니다. € 0.01는 나중에 환불됩니다.
lo: ພວກເຮົາຈະຂໍໃຫ້ທ່ານຈ່າຍ €0,01 ຜ່ານ Klarna ເພື່ອຢືນຢັນຄວາມຖືກຕ້ອງບັນຊີທະນາຄານຂອງທ່ານ. €0,01 ຈະຖືກສົ່ງຄືນຫລັງຈາກນັ້ນ.
lt: Paprašysime jūsų sumokėti 0,01 € per „Klarna“, kad patvirtintume jūsų sąskaitą. 0,01 € po to bus grąžinta.
lv: Lūgsim jums samaksāt EUR 0,01 ar Klarna starpniecību, lai verificētu jūsu bankas kontu. Summa EUR 0,01 pēc tam tiks atmaksāta.
mi: Ka tonoa koe e mātou kia utu i te € 0,01 mā Klarna hei manatoko i tō pūkete. Ka whakahokia te € 0,01 i muri.
mk: Ќе побараме да платите € 0,01 преку Klarna за да се потврди вашата сметка. Тие € 0,01 ќе се рефундираат потоа.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കുന്നതിന് Klarna വഴി € 0,01 അടയ്‌ക്കാൻ ഞങ്ങൾ നിങ്ങളോട് ആവശ്യപ്പെടുന്നതാണ്. അതിനുശേഷം € 0,01 റീഫണ്ട് ചെയ്യുന്നതാണ്.
mr: तुमच्या खात्याची वैधता तपासाण्यासाठी आम्ही तुम्हाला Klarna मधून € 0,01 जमा करायला सांगू. हे € 0,01 नंतर तुम्हाला परत करण्यात येतील.
ms: Kami akan meminta anda membayar € 0,01 melalui Klarna untuk menentusahkan akaun anda. € 0,01 tersebut akan dibayar balik selepas itu.
mt: Se nitolbuk tħallas € 0.01 permezz ta' Klarna sabiex nivverifikaw il-kont tiegħek. L-€ 0.01 wara se jiġi rifuż.
ne: तपाईंको खाता प्रमाणित गर्न हामीले तपाईंलाई Klarna मार्फत € 0,01 भुक्तानी गर्न अनुरोध गर्ने छौं। € 0,01 लाई पछि रिफण्ड गरिने छ।
nn_no: Vi ber deg om at du betalar € 0,01 via iDEAL for å stadfeste bankkontoen. Beløpet på € 0,01 blir sidan refundert.
no: Vi vil be om at du betaler € 0,01 via Klarna for å verifisere kontoen din. Beløpet på € 0,01 blir refundert etterpå.
or: ଆପଣଙ୍କ ଏକାଉଣ୍ଟ୍ ଯାଞ୍ଚ କରିବା ପାଇଁ ଆମେ ଆପଣଙ୍କୁ Klarna ମାଧ୍ୟମରେ € 0,01 ଦେବାକୁ କହିବୁ. € 0,01 ପରେ ଫେରସ୍ତ ହେବ.
pa_in: ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ Klarna ਰਾਹੀਂ € 0,01 ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕਹਾਂਗੇ। € 0,01 ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Poprosimy o zapłacenie 0,01 EUR za pośrednictwem usługi Klarna w celu zweryfikowania konta. Później zwrócimy Ci kwotę 0,01 EUR.
ru: Вам будет предложено заплатить 0,01 евро через Klarna для проверки вашего банковского счета. Эта сумма впоследствии будет возмещена.
sl: Prosimo vas, da z nakazilom zneska 0,01 € na strani Klarna potrdite svoj račun. Znesek 0,01 € vam bomo pozneje vrnili.
sr_cyrl_rs: Затражићемо да уплатите 0,01 EUR преко услуге Klarna да бисмо верификовали ваш налог. Износ од 0,01 EUR ће вам након тога бити рефундиран.
sr_latn_rs: Zatražićemo da uplatite 0,01 EUR preko usluge Klarna da bismo verifikovali vaš nalog. Iznos od 0,01 EUR će vam nakon toga biti refundiran.
sv: Vi kommer att be dig betala 0,01 EUR via Klarna för att verifiera ditt konto. Vi återbetalar 0,01 euro när verifieringen är klar.
ta: உங்கள் கணக்கை சரிபார்பதற்காக Klarna விழியாக 0,01-ஐச் செலுத்துமாறு கூறுவோம். அதற்குப் பிறகு € 0,01 திருப்பியளிக்கப்படும்.
te: మీ ఖాతాను ధృవీకరించడం కోసం Klarna ద్వారా € 0,01 చెల్లించమని మిమ్మల్ని అడుగుతాము. ఆ తర్వాత € 0,01 మీకు తిరిగి చెల్లించబడుతుంది.
th: เราจะขอให้คุณชำระเงินจำนวน 0,01 ยูโรผ่าน Klarna เพื่อยืนยันบัญชีของคุณ โดยคุณจะได้รับเงินจำนวน 0,01 ยูโรนี้คืนในภายหลัง
tr: Hesabınızı doğrulamak amacıyla Klarna üzerinden 0,01 € ödemeniz istenecek. Çekilen 0,01 €, işlemin ardından iade edilecek.
tt: Хисап язмагызны раслау өчен, сезгә Klarna аша 0,01 € (евро) түләргә кирәк булачак. Бу 0,01 € соңрак кире кайтарылачак.
ug: ھېسابىڭىزنى دەلىللەش مەقسىتىدە سىزدىن Klarna ئارقىلىق € 0,01 تۆلىشىڭىزنى سورايمىز. € 0,01 كېيىنچە سىزگە قايتۇرۇلىدۇ.
uk: Щоб підтвердити свій рахунок, потрібно буде сплатити 0,01 євро через систему Klarna. Згодом ця сума повернеться.
ur: آپ کے اکاؤنٹ کی تصدیق کرنے کیلئے ہم آپ سے Klarna کے ذریعے € 0,01 ادا کرنے کو کہیں گے۔ بعد میں € 0,01 کی رقم ریفنڈ کر دی جائے گی۔
uz: Hisobingizni tasdiqlash uchun Klarna orqali 0,01€ to‘lashingiz talab qilinadi. 0,01€ keyinroq hisobingizga qaytariladi.
vi: Chúng tôi sẽ yêu cầu bạn thanh toán 0,01 Euro qua Klarna để xác minh tài khoản của bạn. Sau đó, chúng tôi sẽ hoàn trả khoản tiền 0,01 Euro này.
zh_hans: 我们将要求通过 Klarna 支付 0.01 欧元以验证你的帐户。以后会退还这 0.01 欧元。
zh_hant: 我們會要求您透過 Klarna 支付 € 0,01 歐元的費用，以驗證您的帳戶。€ 0,01 歐元的費用會在之後退款。
