Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.IT.Biella
source: Biella
am: ቢዬላ
ar: بيلا
as: বেইলা
bg: Биела
bn_in: বেইললা
el: Μπιέλα
fa: بیلا
gu: બૈલા
he: ביילה
hi: बिएला
ja: ビエラ
ka: ბიელა
kk: Биелла
kn: ಬೆಲ್ಲಾ
ku_arab: بیێلا
ky: Биелла
lo: ເບຍລາ
lt: Bjela
lv: Bjella
mi: Piera
mk: Биела
ml: ബിയല്ല
mn: Биелла
mr: बिएला
ne: बियेला
or: ବିଏଲ୍ଲା
pa_arab_pk: بیللا
pa_in: ਬੀਐਲਾ
ru: Биелла
sd: بيلا
si: බියෙල්ලා
sr_cyrl_rs: Бијела
sr_latn_rs: Bijela
ta: பியலா
te: బియల్లా
tg: Биелла
th: บิเอลลา
tt: Биелла
ug: بىيېللا
uk: Б'єлла
ur: بیللا
uz: Biyella
zh_hans: 比耶拉
zh_hant: 比耶拉

# Word.State.IT.Bologna
source: Bologna
am: ቦሎኛ
ar: بولونيا
as: বোলোগানো
az: Boloqna
bg: Болоня
bn_in: বোলোগনা
bs: Bolonja
el: Μπολόνια
es: Bolonia
fa: بولوگنا
gl: Boloña
gu: બોલગ્ના
he: בולוניה
hi: बोलोग्ना
ja: ボローニャ
ka: ბოლონია
kk: Бологна
kn: ಬೊಲೊಂಗಾ
ku_arab: بۆلۆگنا
ky: Болонья
lo: ໂບໂບຢາ
lt: Bolonija
lv: Boloņa
mi: Poronga
mk: Болоња
ml: ബോലോഗ്‌ന
mn: Болонья
mr: बोलोग्ना
ne: बोलोग्ना
or: ବୋଲୋଗନା
pa_arab_pk: بولوگنا
pa_in: ਬੋਲੋਗਨਾ
pl: Bolonia
ru: Болонья
sd: بولوگنا
si: බොලොග්නා
sr_cyrl_rs: Болоња
sr_latn_rs: Bolonja
ta: போலோக்னா
te: బాలొగ్నా
tg: Болоня
th: โบลอนยา
tt: Болонья
ug: بولوننا
uk: Болонья
ur: بولوگنا
uz: Bolonya
zh_hans: 博洛尼亚
zh_hant: 波隆那

# Word.State.IT.Bolzano
source: Bolzano
am: ቦልዛኖ
ar: بولزانو
as: বোলজানো
bg: Болзано
bn_in: বোলজানো
el: Μπολζάνο
fa: بولزانو
gu: બોલ્ઝાના
he: בולזאנו
hi: बोल्ज़ाना
ja: ボルツァーノ
ka: ბოლცანო
kk: Больцано
kn: ಬೊಲ್ಜಾನೊ
ku_arab: بۆلزانۆ
ky: Больцано
lo: ໂບລຊາໂນ
lt: Bolcanas
lv: Bolcāno
mi: Porohano
mk: Болцано
ml: ബോല്‍‌സാനോ
mn: Болцано
mr: बोल्झानो
ne: बोल्जानो
or: ବୋଲଜାନୋ
pa_arab_pk: بولزانو
pa_in: ਬੋਲਜ਼ਾਨੋ
ru: Больцано
sd: بولزانو
si: බොල්සානෝ
sr_cyrl_rs: Болзано
ta: போல்சானோ
te: బాల్జనో
tg: Болзано
th: โบลซาโน
tt: Болцано
ug: بولزانو
uk: Больцано
ur: بولزانو
uz: Boltsano
zh_hans: 博尔扎诺
zh_hant: 波爾察諾

# Word.State.IT.Brescia
source: Brescia
am: ብረሺያ
ar: برسكيا
as: ব্ৰেচিয়া
az: Breşia
bg: Бреския
bn_in: ব্রেসসিয়া
el: Μπρέσια
fa: برسچیا
gu: બ્રેસિયા
he: ברשייה
hi: ब्रेसिका
ja: ブレシア
ka: ბრეშია
kk: Бресция
kn: ಬ್ರೆಸ್ಕಿಯಾ
ku_arab: برێسیکا
ky: Брешия
lo: ເບຣສເຊຍ
lt: Breša
lv: Breša
mi: Perehia
mk: Брешија
ml: ബ്രെഷ്യ
mn: Брэша
mr: ब्रेसिया
ne: ब्रेसिया
or: ବ୍ରେସଇଆ
pa_arab_pk: بریسکیا
pa_in: ਬਰੇਸਕੀਆ
ru: Брешия
sd: برشيا
si: බ්‍රෙස්සියා
sr_cyrl_rs: Бреша
sr_latn_rs: Breša
ta: ப்ரேசியா
te: బ్రెసియా
tg: Бресчия
th: เบรสเชีย
tt: Бресция
ug: بىرششا
uk: Брешія
ur: بریسکیا
uz: Breshiya
zh_hans: 布雷西亚
zh_hant: 布雷沙

# Word.State.IT.Brindisi
source: Brindisi
am: ብሪንዲሲ
ar: برينديسي
as: ব্ৰিনডিচি
bg: Бриндизи
bn_in: ব্রিনদিসি
el: Μπρίντεζι
fa: بریندیسی
gu: બ્રિન્ડીસી
he: ברינדיסי
hi: ब्रिंडिसी
ja: ブリンディジ
ka: ბრინდიზი
kk: Бриндизи
kn: ಬ್ರಿಂಡಿಸಿ
ku_arab: بریندیزی
ky: Бринидизи
lo: ບຣິນດີຊີ
lt: Brindizis
lv: Brindizi
mi: Pirinihi
mk: Бриндизи
ml: ബ്രിന്ദിസി
mn: Бриндизи
mr: ब्रिंदिसी
ne: ब्रिन्दिसी
or: ବ୍ରିଣ୍ଡଇସି
pa_arab_pk: بریندیسی
pa_in: ਬਰਿਨਡੀਸੀ
ru: Бриндизи
sd: برندسي
si: බ්‍රින්ඩ්සි
sr_cyrl_rs: Бриндизи
sr_latn_rs: Brindizi
ta: ப்ரின்டிசி
te: బ్రిందిసీ
tg: Бриндси
th: บรินดิซิ
tt: Бриндиси
ug: بىرىندىسى
uk: Бріндізі
ur: بریندیسی
uz: Brindizi
zh_hans: 布林迪西
zh_hant: 布林迪西

# Word.State.IT.Cagliari
source: Cagliari
am: ካግሊያሪ
ar: كالياري
as: চাগলিআৰি
az: Kaqliari
bg: Каглиари
bn_in: কাগলিয়ারি
el: Κάλιαρι
fa: کاگلیاری
gu: કેન્લીઆરી
he: קגליארי
hi: कैग्लियारी
ja: カリアリ
ka: კალიარი
kk: Кальяри
kn: ಕ್ಯಾಗ್ಲಿಯರಿ
ku_arab: کاگلیاری
ky: Кальяри
lo: ກາເລຍຣີ
lt: Kaljaris
lv: Kaljāri
mi: Karihari
mk: Каљари
ml: കഗിലാരി
mn: Калиари
mr: कॅलिगॅरी
ne: क्याग्लियारी
or: କାଗଲିଆରି
pa_arab_pk: کاگلیاری
pa_in: ਕੈਗਲਿਆਰੀ
ru: Каглиари
sd: ڪيگلياري
si: කැග්ලියාරි
sr_cyrl_rs: Каљари
sr_latn_rs: Kaljari
ta: கேகலியாரி
te: కాగ్లియారీ
tg: Калгари
th: แคลิอาริ
tt: Кальяри
ug: كالىيارى
uk: Кальярі
ur: کاگلیاری
uz: Kalyari
zh_hans: 卡利亚里
zh_hant: 卡利亞里

# Word.State.IT.Caltanissetta
source: Caltanissetta
am: ካልታኒሰታ
ar: كالتانيستا
as: কালটানিচ্চেট্টা
az: Kaltanissetta
bg: Калтанисета
bn_in: কালটানিসসেটটা
el: Καλτανισέτα
fa: کالتانیستا
gu: કેલ્ટાનીસેટ્ટા
he: קלטניסטה
hi: काल्टानिसेटा
ja: カルタニッセッタ
ka: კალტანისეტა
kk: Кальтаниссетта
kn: ಕ್ಯಾಲ್ಟಾನಿಸೆಟ್ಟಾ
ku_arab: کالتانیسێتا
ky: Кальтиниссетта
lo: ຄາຕານເຊຕາ
lt: Kaltaniseta
lv: Kaltaniseta
mi: Katereneheta
mk: Калтанисета
ml: കള്‍ട്ടാനിസെറ്റ
mn: Калтаниссэтта
mr: काल्तानिस्सेट्टा
ne: काल्टानिसेट्टा
or: କାଲଟାନିସେସଟା
pa_arab_pk: کالتا نیسیتا
pa_in: ਕਾਲਟਾਨੀਸੈੱਟਾ
ru: Кальтанисетта
sd: ڪيلٽانسٽا
si: කෝල්ටනිසෙටා
sr_cyrl_rs: Калтанисета
sr_latn_rs: Kaltaniseta
ta: கேல்டானிசெட்டா
te: కాల్టనిస్సెట్టా
tg: Калтаниссетта
th: คาลตานิสเซตตา
tt: Калтанисетта
ug: كالتانىسېتتا
uk: Кальтаніссетта
ur: کالتا نیسیتا
uz: Kaltanissetta
zh_hans: 卡尔塔尼塞塔
zh_hant: 卡爾塔尼塞塔

# Word.State.IT.Campobasso
source: Campobasso
am: ካምፖባሶ
ar: كامبوباسو
as: কম্পোবাচো
az: Kampobasso
bg: Кампобасо
bn_in: কামপোবাসসো
el: Καμπομπάσο
fa: کامپوباسو
gu: કેમ્પોબાઝો
he: קמפובאסו
hi: कैम्पोबासो
ja: カンポバッソ
ka: კამპობასო
kk: Кампобассо
kn: ಕ್ಯಾಂಪೊಬಾಸೋ
ku_arab: کامپۆباسۆ
ky: Кампобассо
lo: ແຄັມໂປບາໂຊ
lt: Kampobasas
lv: Kampobaso
mi: Kamopopahia
mk: Кампобасо
ml: കമ്പോബാസ്സോ
mn: Кампобассо
mr: कम्पोबासो
ne: काम्पोबासो
or: କାମ୍ପୋବାସୋ
pa_arab_pk: کیمپوباسو
pa_in: ਕੈਂਪੋਬੱਸੋ
ru: Кампобассо
sd: ڪيمپوباسو
si: කැම්පොබසෝ
sr_cyrl_rs: Кампобасо
sr_latn_rs: Kampobaso
ta: கேம்போபாசோ
te: కాంపోబస్సో
tg: Кампобассо
th: คัมโปบาสโซ
tt: Кампобассо
ug: كامپىروباسسو
uk: Кампобассо
ur: کیمپوباسو
uz: Kampobasso
zh_hans: 坎波巴索
zh_hant: 坎波巴索

# Word.State.IT.Carbona-Iglesias
source: Carbona-Iglesias
am: ካርቦና-ኤግሌሲያስ
ar: كاربونا ايجليسيس
as: কাৰ্ব'না-ইগলেচিয়াচ
az: Karbona-İqlesias
bg: Карбония-Иглесиас
bn_in: কর্বোনা-ইগলেসিয়াস
el: Καρμπόνια-Ιγκλέσιας
fa: کاربونا ایگلسیاس
gu: કાર્બોના-ઇગ્લેસિઆસ
he: קרבונה-איגלסיאס
hi: कार्बोना-इग्‍लेसियास
ja: カルボーニア・イグレシアス
ka: კარბონა-იგლესიასი
kk: Карбония-Иглезиас
kn: ಕಾರ್ಬೊನಾ-ಇಗ್ಲೇಷಿಯಸ್
ko: 카르보냐 이글레시아스
ku_arab: کاربۆنا-لێگلێسیاس
ky: Карбона-Иглесиас
lo: ຄາໂບນາ-ອີເກລີເຊຍສ
lt: Karbonija-Iglesijas
lv: Karbonija-Iglēziasa
mk: Карбонија-Иглезијас
ml: കാർബോണ-ഇഗ്‌ലെസിയാസ്
mn: Карбона-Иглэсиас
mr: कॅर्बोना-लेजिलेसिस
ne: कार्बोना-इग्लेसियस
or: କାରବୋନା-ଲଗଲେସିଆସ୍
pa_arab_pk: کاربونا اگلیسیاس
pa_in: ਕਾਰਬੋਨਾ-ਇਗਲੇਸਿਅਸ
pl: Carbonia-Iglesias
ru: Карбония-Иглезиас
sd: ڪاربونا-اگليسياس
si: කාර්බෝනා ඉග්ලේසියාස්
sr_cyrl_rs: Карбонија-Иглезијас
sr_latn_rs: Karbonija-Iglezijas
ta: கார்போனா-இக்லெசியாஸ்
te: కార్బోనా-ఇగ్లేసియస్
tg: Карбона-Иглесиас
th: คาร์โบนา-อิเกลเซียส
tt: Карбония-Иглезиас
ug: كاربونا-ئىگلېسىياس
uk: Карбонія-Іглезіас
ur: کاربونا اگلیسیاس
uz: Karbona-Iglesias
zh_hans: 卡伯纳-伊格莱西亚斯
zh_hant: 卡博尼亞-伊格萊西亞斯

# Word.State.IT.Caserta
source: Caserta
am: ካሰርታ
ar: كاسرتا
as: কাচেৰাতা
az: Kaserta
bg: Касерта
bn_in: কাসেরটা
el: Καζέρτα
fa: کاسرتا
gu: કાસેર્ટા
he: קסרטה
hi: कैसेर्टा
ja: カゼルタ
ka: კაზერტა
kk: Казерта
kn: ಕ್ಯಾಸೆರೆಟಾ
ku_arab: کاسێرتا
ky: Казерта
lo: ເຄເຊີຕາ
lt: Kazerta
lv: Kazerta
mi: Kaehereta
mk: Казерта
ml: കസെര്‍ട്ട
mn: Касэрта
mr: कॅसेर्ता
ne: कार्सेता
or: କାସେରଟା
pa_arab_pk: کاسرتا
pa_in: ਕਾਸੇਰਟਾ
ru: Касерта
sd: ڪيسرٽا
si: කැසෙට්‍රා
sr_cyrl_rs: Казерта
sr_latn_rs: Kazerta
ta: கசேர்டா
te: కసెర్టా
tg: Касерта
th: คาแซร์ตา
tt: Касерта
ug: كاسېرتا
uk: Казерта
ur: کاسرتا
uz: Kazerta
zh_hans: 卡塞塔
zh_hant: 卡塞塔

# Word.State.IT.Catania
source: Catania
am: ካታኒያ
ar: كاتانيا
as: কাটানিয়া
az: Katania
bg: Катания
bn_in: কাটানিয়া
el: Κατάνια
fa: کاتانیا
gu: કેટાનીયા
he: קטניה
hi: कैटानिया
ja: カタニア
ka: კატანია
kk: Катания
kn: ಕೆಂಟಾನಿಯಾ
ku_arab: کاتانیا
ky: Катания
lo: ກາຕາເນຍ
lt: Katanija
lv: Katānija
mi: Katania
mk: Катанија
ml: കട്ടാനിയ
mn: Катаниа
mr: कॅटानिया
ne: काटानिया
or: କାଟାନିଆ
pa_arab_pk: کاتانیا
pa_in: ਕੈਟਾਨੀਆ
pl: Katania
ru: Катания
sd: ڪيٽانيا
si: කැටනියා
sr_cyrl_rs: Катанија
sr_latn_rs: Katanija
ta: கட்டேனியா
te: కటానియా
tg: Катания
th: คาตาเนีย
tt: Катания
ug: كاتانىيا
uk: Катанія
ur: کاتانیا
uz: Kataniya
zh_hans: 卡塔尼亚
zh_hant: 卡塔尼亞

# Word.State.IT.Catanzaro
source: Catanzaro
am: ካታንዛሮ
ar: كاتانزارو
as: কাটানজাৰো
az: Katanzaro
bg: Катанзаро
bn_in: কাটানজোরা
el: Καταντζάρο
fa: کاتانزارو
gu: કેટાન્ઝારો
he: קטנזארו
hi: कैटान्ज़ारो
ja: カタンツァロ
ka: კატანზარო
kk: Катанзаро
kn: ಕೆಂಟಾನ್‌ಜಾರೊ
ku_arab: کاتانزارۆ
ky: Катандзаро
lo: ກາຕານຊາໂຣ
lt: Katancaras
lv: Katandzāro
mi: Katanahiro
mk: Катанѕаро
ml: കാറ്റന്‍സാരോ
mn: Катанцаро
mr: कॅटनझारो
ne: कातान्जारो
or: କାଟାନଜାରୋ
pa_arab_pk: کاتنزاو
pa_in: ਕੈਟਾਨਜ਼ਾਰੋ
ru: Катандзаро
sd: ڪيٽنزارو
si: කැටන්සාරෝ
sr_cyrl_rs: Катанцаро
sr_latn_rs: Katancaro
ta: கட்டேன்சரோ
te: కాటాంజరో
tg: Катаназаро
th: คาตันซาโร
tt: Катанцаро
ug: كاتانزارو
uk: Катандзаро
ur: کاتنزاو
uz: Katandzaro
zh_hans: 卡坦扎罗
zh_hant: 卡坦扎羅

# Word.State.IT.Chieti
source: Chieti
am: ቺየቲ
ar: شيتي
as: চিয়েটি
az: Çieti
bg: Чиети
bn_in: চেইতি
el: Τσιέτι
fa: چیتی
gu: ચૈતી
he: צ'ייטי
hi: शिएटी
ja: キエティ
ka: კიეტი
kk: Чиети
kn: ಚೇಟಿ
ku_arab: چیێتی
ky: Кьети
lo: ຊີຕິ
lt: Kjetis
lv: Kjeti
mi: Tieti
mk: Киети
ml: ചീറ്റി
mn: Киэти
mr: शैती
ne: छियेती
or: ଚିଏଟି
pa_arab_pk: چیتی
pa_in: ਚੀਇਟੀ
ru: Чиети
sd: چيتي
si: චෙයිටි
sr_cyrl_rs: Кјети
sr_latn_rs: Kjeti
ta: சியேட்டி
te: చీటీ
tg: Чиети
th: เชียติ
tt: Киети
ug: كىيېتى
uk: К'єті
ur: چیتی
uz: Kьeti
zh_hans: 奇耶蒂
zh_hant: 基耶蒂

# Word.State.IT.Como
source: Como
am: ኮሞ
ar: كومو
as: কোমো
az: Komo
bg: Комо
bn_in: কোমো
el: Κόμο
fa: کومو
gu: કોમો
he: קומו
hi: कोमो
ja: コモ
ka: კომო
kk: Комо
kn: ಕೊಮಾ
ku_arab: کۆمۆ
ky: Комо
lo: ໂກໂມ
lt: Komas
lv: Komo
mi: Komo
mk: Комо
ml: കോമോ
mn: Комо
mr: कोमो
ne: कोमो
or: କୋମୋ
pa_arab_pk: کومو
pa_in: ਕੋਮੋ
ru: Комо
sd: ڪومو
si: කොමෝ
sr_cyrl_rs: Комо
sr_latn_rs: Komo
ta: கோமோ
te: కామో
tg: Комо
th: โคโม
tt: Комо
ug: كومو
uk: Комо
ur: کومو
uz: Komo
zh_hans: 科摩
zh_hant: 科摩

# Word.State.IT.Cosenza
source: Cosenza
am: ኮሰንዛ
ar: كوسنزا
as: কোচেনজা
az: Kosenza
bg: Косенза
bn_in: কোসেনজা
el: Κοσέντζα
fa: کوسنزا
gu: કોસેન્ઝા
he: קוסנצה
hi: कोसेंज़ा
ja: コゼンツァ
ka: კოზენცა
kk: Козенза
kn: ಕೊಸೆನ್‌ಜಾ
ku_arab: کۆسێنزا
ky: Козенца
lo: ໂກເຊັນຊາ
lt: Kozenca
lv: Kozenca
mi: Koteneha
mk: Козенца
ml: കൊസെന്‍‌സ
mn: Козэнца
mr: कोसेन्झा
ne: कोसेन्जा
or: କୋସେନଜା
pa_arab_pk: کوسینزا
pa_in: ਕੋਸੇਂਜ਼ਾ
ru: Косенца
sd: ڪوسينزا
si: කොසෙන්සා
sr_cyrl_rs: Косенца
sr_latn_rs: Kosenca
ta: கோசன்சா
te: కాసెంజా
tg: Косенза
th: โคเซนซา
tt: Косенца
ug: كوسېنزا
uk: Козенца
ur: کوسینزا
uz: Kozentsa
zh_hans: 科森扎
zh_hant: 科森察

# Word.State.IT.Cremona
source: Cremona
am: ክረሞና
ar: كريمونا
as: চেৰেমোনা
az: Kremona
bg: Кремона
bn_in: ক্রেমোনা
el: Κρεμόνα
fa: کرمونا
gu: ક્રેમોના
he: קרמונה
hi: क्रेमोना
ja: クレモナ
ka: კრემონა
kk: Кремона
kn: ಕ್ರೆಮೊನಾ
ku_arab: کریمۆنا
ky: Кремона
lo: ເຄຣໂມນາ
lt: Kremona
lv: Kremona
mi: Keremona
mk: Кремона
ml: ക്രെമോണ
mn: Кремона
mr: क्रेमोना
ne: क्रेमोना
or: କ୍ରେମୋନା
pa_arab_pk: کریمونا
pa_in: ਕਰੀਮੋਨਾ
ru: Кремона
sd: سريمونا
si: ක්‍රිමෝනා
sr_cyrl_rs: Кремона
sr_latn_rs: Kremona
ta: க்ரிமோனா
te: క్రెమోనా
tg: Кремона
th: ครีโมนา
tt: Кремона
ug: كرىمونا
uk: Кремона
ur: کریمونا
uz: Kremona
zh_hans: 克雷莫纳
zh_hant: 克雷蒙納

# Word.State.IT.Crotone
source: Crotone
am: ክሮቶነ
ar: كروتون
as: ক্ৰোটোনে
az: Kroton
bg: Кротоне
bn_in: ক্রোটোনে
el: Κρότωνας
fa: کروتون
gu: ક્રોટોન
he: קרוטונה
hi: क्रोटोने
ja: クロトネ
ka: კროტონე
kk: Кротона
kn: ಕ್ರೊಟೋನೆ
ku_arab: کرۆتۆن
ky: Кротоне
lo: ໂຄຣໂຕນ
lt: Krotonė
lv: Krotone
mi: Korotone
mk: Кротоне
ml: ക്രോട്ടോണ്‍
mn: Кротонэ
mr: क्रोटोन
ne: क्रोतोने
or: କ୍ରୋଟୋନେ
pa_arab_pk: کروتونے
pa_in: ਕਰੋਟੋਨ
ru: Кротоне
sd: ڪروٽون
si: ක්‍රෝටෝන්
sr_cyrl_rs: Кротоне
sr_latn_rs: Krotone
ta: க்ரோடோன்
te: క్రోటోన్
tg: Кротон
th: โครโทน
tt: Кротоне
ug: كىرىتون
uk: Кротоне
ur: کروتونے
uz: Krotone
zh_hans: 克罗托
zh_hant: 克羅托內

# Word.State.IT.Cuneo
source: Cuneo
am: ኩነዮ
ar: كونيو
as: কুনেও
az: Kuneo
bg: Кунео
bn_in: কুনেও
el: Κούνεο
fa: سونئو
gu: ક્યુનીઓ
he: קוניאו
hi: क्यूनेओ
ja: クネオ
ka: კუნეო
kk: Кунео
kn: ಕ್ಯುನಿಯೊ
ku_arab: کونیۆ
ky: Кунео
lo: ຄູແນວ
lt: Kuneo
lv: Kuneo
mi: Kuneo
mk: Куено
ml: ക്യൂനിയോ
mn: Кунео
mr: कुनेओ
ne: कुनियो
or: କୁନେଓ
pa_arab_pk: کونوئے
pa_in: ਕੂਨੀਓ
ru: Кунео
sd: ڪيونيو
si: කුනියෝ
sr_cyrl_rs: Кунео
sr_latn_rs: Kuneo
ta: க்யூனோ
te: కునియో
tg: Кунео
th: คูนีโอ
tt: Кунео
ug: كۇنىيو
uk: Кунео
ur: کونوئے
uz: Kuneo
zh_hans: 库内奥
zh_hant: 庫內奧

# Word.State.IT.Enna
source: Enna
am: ሂና
ar: إنا
as: এনা
bg: Енна
bn_in: এননা
el: Έννα
fa: انا
gu: એન્ના
he: אנה
hi: एना
ja: エンナ
ka: ენა
kk: Энна
kn: ಎನ್ನಾ
ku_arab: ئێننا
ky: Энна
lo: ເອັນນາ
lt: Ena
mi: Enana
mk: Ена
ml: എന്നാ
mn: Энна
mr: एन्ना
ne: इन्ना
or: ଏନ୍ନା
pa_arab_pk: اینا
pa_in: ਐਨਾ
ru: Энна
sd: اينا
si: එන්නා
sr_cyrl_rs: Ена
sr_latn_rs: Ena
ta: என்னா
te: ఎన్న
tg: Энна
th: เอ็นนา
tt: Энна
ug: ئەننا
uk: Енна
ur: اینا
zh_hans: 英纳
zh_hant: 恩納

# Word.State.IT.Fermo
source: Fermo
am: ፌርሞ
ar: فيرمو
as: ফাৰ্ম'
bg: Фермо
bn_in: ফার্মো
el: Φέρμο
fa: فرمو
gu: ફર્મો
he: פרמו
hi: फ़र्मो
ja: フェルモ
ka: ფერმო
kk: Фермо
kn: ಫರ್ಮೋ
ko: 페르모
ku_arab: فێرمۆ
ky: Фермо
lo: ເຟີໂມ
lt: Fermas
mk: Фермо
ml: ഫെർമോ
mn: Фермо
mr: फर्मो
ne: फर्मो
or: ଫେରମୋ
pa_arab_pk: فیرمو
pa_in: ਫੈਰਮੋ
ru: Фермо
sd: فرمو
si: ෆර්මෝ
sr_cyrl_rs: Фермо
ta: ஃபெர்மோ
te: ఫెర్మో
tg: Фермо
th: แฟร์โม
tt: Фермо
ug: فېرمو
uk: Фермо
ur: فریمو
zh_hans: 费尔莫
zh_hant: 費爾莫

# Word.State.IT.Ferrara
source: Ferrara
am: ፌራራ
ar: فيرارا
as: ফেৰাৰা
bg: Ферара
bn_in: ফেররারা
el: Φεράρα
fa: فرارا
gu: ફેરારા
he: פררה
hi: फ़ेरारा
ja: フェラーラ
ka: ფერარა
kk: Феррара
kn: ಫೆರಾರಾ
ku_arab: فێررارا
ky: Феррара
lo: ເຟີຣາຣາ
lt: Ferara
lv: Ferrāra
mi: Wherara
mk: Ферара
ml: ഫെറാറ
mn: Феррара
mr: फेरारा
ne: फरेरा
or: ଫେରରା
pa_arab_pk: فیرارا
pa_in: ਫੇਰਾਰਾ
ru: Феррара
sd: فيرارا
si: ෆෙරාරා
sr_cyrl_rs: Ферара
sr_latn_rs: Ferara
ta: ஃபெரேரா
te: ఫియర్రా
tg: Феррара
th: เฟอร์รารา
tt: Феррара
ug: فېررارا
uk: Феррара
ur: فیرارا
zh_hans: 法拉拉
zh_hant: 費拉拉

# Word.State.IT.Firenze
source: Florence
am: ፍሎረንስ
ar: فلورنس
as: ফ্লোৰেনেচা
az: Florens
bg: Флоренция
bn_in: ফ্লোরেন্স
bs: Firenca
cy: Fflorens
de: Florenz
el: Φλωρεντία
es: Florencia
eu: Florentzia
fa: فلورنس
ga: Floráns
gl: Florencia
gu: ફ્લોરેન્સ
he: פירנצה
hi: फ़्लोरेंस
hr: Firenza
hu: Firenze
is: Flórens
ja: フィレンツェ
ka: ფლორენცია
kk: Флоренция
kn: ಫ್ಲೋರೆನ್ಸ್
ku_arab: فلۆرەنس
ky: Флоренция
lo: ໂຟລເຣັນສ
lt: Florencija
mi: Whoretia
mk: Фиренца
ml: ഫ്ലോറന്‍സ്
mn: Флоренц
mr: फ्लोरेन्स
ne: फ्लोरेन्स
nn_no: Firenze
no: Firenze
or: ଫ୍ଲୋରେନ୍ସ
pa_arab_pk: فلورنس
pa_in: ਫਲੋਰੈਂਸ
pl: Florencja
ru: Флоренция
sd: فلورينس
si: ෆ්ලොරන්ස්
sl: Firence
sr_cyrl_rs: Фиренца
sr_latn_rs: Firenca
sv: Florens
ta: ஃப்ளோரென்ஸ்
te: ఫ్లోరెన్స్
tg: Флоренсия
th: ฟลอเรนซ์
tr: Floransa
tt: Флоренция
ug: فىلورېنس
uk: Флоренція
ur: فلورنس
uz: Florentsiya
zh_hans: 佛罗伦萨
zh_hant: 佛羅倫斯

# Word.State.IT.Foggia
source: Foggia
am: ፎጂያ
ar: فوجيا
as: ফোগাই
bg: Фогия
bn_in: ফোগগিয়া
el: Φότζια
fa: فوگیا
gu: ફોજીઆ
he: פוג'ה
hi: फ़ोगिया
ja: フォッジャ
ka: ფოჯა
kk: Фоджа
kn: ಫಾಗಿಯಾ
ku_arab: فۆگیا
ky: Фоджа
lo: ຟອກເກຍ
lt: Fodža
lv: Fodža
mi: Whotia
mk: Фоџа
ml: ഫോഗിയ
mn: Фожжа
mr: फोगिया
ne: फग्गिया
or: ଫୋଗିଆ
pa_arab_pk: فوگیا
pa_in: ਫੌਗੀਆ
ru: Фоджа
sd: فوگيا
si: ෆොගියා
sr_cyrl_rs: Фођа
sr_latn_rs: Fođa
ta: ஃபாகியா
te: ఫాజ్జియా
tg: Фоггия
th: ฟอจจา
tt: Фоггия
ug: فوگگىيا
uk: Фоджія
ur: فوگیا
uz: Fodja
zh_hans: 福贾
zh_hant: 福賈

# Word.State.IT.ForlìCesena
source: Forli-Cesena
am: ፎርሊ-ቸሰና
ar: فورلي-كيسنا
as: ফোৰলি-চেচেনা
bg: Форли Цесена
bn_in: ফোরলি-সেসেনা
el: Φόρλο-Τσεζένα
fa: فورلی-سسنا
gu: ફોર્લી-સેસેના
he: פורלי-ססנה
hi: फ़ोर्ली-सेसेना
ja: フォルリ・チェゼーナ
ka: ფორლი-ჩეზენა
kk: Форли-Чезена
kn: ಫೋರ್ಲಿ-ಸೆಸೆನಾ
ku_arab: فۆرلی-کاسێنا
ky: Форли-Чезена
lo: ໂຟລີ-ເກເຊນາ
lt: Forli-Čezena
lv: Forli-Čezēna
mi: Whori-Teneha
mk: Форли-Чезена
ml: ഫോര്‍‌ലി-സെസ്സെന
mn: Форли-Чэзэна
mr: फोर्लि-सेसेना
ne: फोर्ली-सेसेना
or: ଫୋରିଲ୍-ସସେନା
pa_arab_pk: فورلی-کیسینا
pa_in: ਫੋਰਲੀ-ਸੈਸਨਾ
ru: Форли-Чезена
sd: فورلي-ڪسينا
si: ෆෝර්ලි-සෙසෙනා
sr_cyrl_rs: Форли-Чезена
sr_latn_rs: Forli-Čezena
ta: ஃபார்லி-செசன்னா
te: ఫోర్లీ-సెజెనా
tg: Форли-Сесенна
th: โฟร์ลิ-เชเซนา
tt: Форли-Чесена
ug: فورلا سېسىنا
uk: Форлі-Чезена
ur: فورلی-کیسینا
uz: Forli-Chezena
zh_hans: 弗利-切塞纳
zh_hant: 弗利切塞納

# Word.State.IT.Frosinone
source: Frosinone
am: ፍሮሲኖነ
ar: فروسينن
as: ফ্ৰোচিনোনা
bg: Фросиноне
bn_in: ফ্রোসিনোনে
el: Φροζινόνε
fa: فروسینون
gu: ફ્રોસીનન
he: פרוסינונה
hi: फ़्रोसिनोन
ja: フロジノーネ
ka: ფროზინონე
kk: Фрозиноне
kn: ಫ್ರೋಸಿನೊನ್
ku_arab: فرۆسینۆن
ky: Фрозиноне
lo: ໂຟຣຊີໂນເນ
lt: Frozinonė
lv: Frozinone
mi: Whareone
mk: Фрозиноне
ml: ഫ്രോസിനോണ്‍
mn: Фрозинонэ
mr: फ्रोसिनोने
ne: फ्रोसिनोन
or: ପ୍ରୋସିନୋନେ
pa_arab_pk: فروسینون
pa_in: ਫਰੋਸੀਨੋਨ
ru: Фрозиноне
sd: فروسينن
si: ෆ්‍රොසිනෝන්
sr_cyrl_rs: Фросиноне
ta: ஃப்ரோசினொன்
te: ఫ్రోసినోన్
tg: Фросиноне
th: โฟรซิโนเน่
tt: Фросиноне
ug: فروسىسونې
uk: Фросіноне
ur: فروسینون
uz: Frozinone
zh_hans: 弗洛西诺内
zh_hant: 費羅西諾內

# Word.State.IT.Genova
source: Genoa
af: Genua
am: ጀኖያ
ar: جينوا
as: জেনোৱা
az: Genuya
bg: Генуа
bn_in: গেনোয়া
bs: Đenova
de: Genua
el: Γένοβα
es: Génova
fa: گنوآ
gl: Xénova
gu: જીનોઆ
he: גנואה
hi: गेनोआ
is: Genúa
ja: ジェノア
ka: გენუა
kk: Генуя
kn: ಗೆನೊವಾ
ku_arab: گێنوا
ky: Генуя
lo: ເກັນນົວ
lt: Genuja
lv: Dženova
mi: Tenoa
mk: Џенова
ml: ജെനോവ
mn: Генуя
mr: जेनोवा
ne: जेनोवा
nn_no: Genova
or: ଗେନୋଆ
pa_arab_pk: گےنویا
pa_in: ਜੀਨੋਆ
pl: Genua
ru: Генуя
sd: جنوئا
si: ජෙනෝවා
sl: Genova
sr_cyrl_rs: Ђеноа
sr_latn_rs: Đenoa
ta: ஜெனோவா
te: గెనోవా
tg: Генуя
th: เจนัว
tr: Cenova
tt: Генуя
ug: گېنوئا
uk: Ґенуя
ur: گےنویا
uz: Genuya
zh_hans: 热那亚
zh_hant: 熱諾亞

# Word.State.IT.Gorizia
source: Gorizia
am: ጎሪዚያ
ar: جوريزيا
as: গোৰিজিয়া
az: Qoriziya
bg: Горизия
bn_in: গোরিজিয়া
bs: Goriciza
el: Γκορίτζια
fa: گوریزیا
gu: ગોરીઝીયા
he: גוריציה
hi: गोरिज़िया
hr: Goricija
ja: ゴリツィア
ka: გორიცა
kk: Гориция
kn: ಗೊರಿಜಿಯಾ
ku_arab: گۆریزیا
ky: Горица
lo: ໂກຣີເຊຍ
lt: Goricija
lv: Gorīcija
mi: Kōriha
mk: Горица
ml: ഗൊരീസിയ
mn: Горициа
mr: गोरिझिया
ne: गोरिजिया
or: ଗୋରିଜିଆ
pa_arab_pk: گوریزیا
pa_in: ਗੋਰੀਜ਼ੀਆ
ru: Гориция
sd: گوريزيا
si: ගොරිසියා
sl: Gorica
sr_cyrl_rs: Гориција
sr_latn_rs: Goricija
ta: கோரிசியா
te: గొరీజియా
tg: Грисия
th: โกรีเซีย
tt: Гориция
ug: گورىزىيا
uk: Ґориція
ur: گوریزیا
uz: Goritsa
zh_hans: 哥里加
zh_hant: 戈里齊亞

# Word.State.IT.Grosseto
source: Grosseto
am: ግሮሰቶ
ar: جروستو
as: গ্ৰোচেটো
az: Qrosseto
bg: Гросето
bn_in: গ্রোসসেটো
el: Γκροσέτο
fa: گروستو
gu: ગ્રોસેટો
he: גרוסטו
hi: ग्रोसेटो
ja: グロッセート
ka: გროსეტო
kk: Гроссето
kn: ಗ್ರೊಸೆಟೊ
ku_arab: گرۆسێتۆ
ky: Гроссето
lo: ໂກຣເຊໂຕ
lt: Grosetas
lv: Groseto
mi: Koroheto
mk: Гросето
ml: ഗ്രൊസെറ്റോ
mn: Гроссэто
mr: ग्रोसेतो
ne: ग्रोसेतो
or: ଗ୍ରୋସେଟୋ
pa_arab_pk: گروسیٹو
pa_in: ਗਰੋਸੈਟੋ
ru: Гроссето
sd: گروسيٽو
si: ග්‍රොසෙටෝ
sr_cyrl_rs: Гросето
sr_latn_rs: Groseto
ta: க்ராசெட்டோ
te: గ్రోసెటో
tg: Гроссетто
th: กรอสเซตโต
tt: Гроссето
ug: گروسسېتو
uk: Ґроссето
ur: گروسیٹو
zh_hans: 格罗塞托
zh_hant: 格羅塞托

# Word.State.IT.Imperia
source: Imperia
am: ኢምፐሪያ
ar: إيمبريا
as: ইম্পেৰিয়া
az: İmperiya
bg: Империя
bn_in: ইমপেরিয়া
el: Ιμπέρια
fa: ایمپریا
gu: ઇમ્પેરીયા
he: אימפריה
hi: इंपीरिया
ja: インペリア
ka: იმპერია
kk: Империя
kn: ಇಂಪೆರಿಯಾ
ku_arab: ئیمپێریا
ky: Империя
lo: ອິມເປີເຣຍ
lt: Imperija
lv: Impērija
mi: Imiperia
mk: Империја
ml: ഇം‌പെരിയ
mn: Импэриа
mr: इम्पेरिया
ne: इम्पेरिया
or: ଇମପେରିଆ
pa_arab_pk: ایمپیریا
pa_in: ਇਮਪੇਰੀਆ
ru: Империя
sd: امپيريا
si: ඉම්පේරියා
sr_cyrl_rs: Империја
sr_latn_rs: Imperija
ta: இம்பீரியா
te: ఇంపీరియా
tg: Империя
th: อิมเปเรีย
tt: Империя
ug: ئىمپېرىيا
uk: Імперія
ur: ایمپیریا
uz: Imperiya
zh_hans: 因佩里亚
zh_hant: 因佩里亞

# Word.State.IT.Isernia
source: Isernia
am: ኢሰርኒያ
ar: إسيرنيا
as: ইচানিয়া
az: İserniya
bg: Исерния
bn_in: ইসেরনিয়া
el: Ισέρνια
fa: ایسرنیا
gu: ઇસર્નિયા
he: איסרניה
hi: इसेर्निया
ja: イゼルニア
ka: ისერნია
kk: Изерния
kn: ಇಸರ್ನಿಯಾ
ku_arab: ئایزێرنیا
ky: Исерния
lo: ອິສເຊີເນຍ
lt: Izernija
lv: Izernija
mi: Ihenia
mk: Изернија
ml: ഇസ്രെണിയ
mn: Изэрниа
mr: इसर्निया
ne: आइसर्निया
or: ଇସ୍ରେନିଆ
pa_arab_pk: ای سرنیا
pa_in: ਆਈਸੇਰਨੀਆ
ru: Изерния
sd: اسرنيا
si: ඉසර්නියා
sr_cyrl_rs: Изернија
sr_latn_rs: Izernija
ta: இசர்னியா
te: ఇసెర్నియా
tg: Исерния
th: ไอเซอร์เนีย
tt: Исерния
ug: ئىسېرنىيا
uk: Ізернія
ur: ای سرنیا
uz: Iserniya
zh_hans: 伊塞尼亚
zh_hant: 伊塞爾尼亞

# Word.State.IT.La Spezia
source: La Spezia
am: ላ ስፐዚያ
ar: لا سبيزيا
as: লা স্পেজিয়া
az: Speziya
bg: Ла Спезия
bn_in: লা স্পোজিয়া
el: Λα Σπέτσια
fa: لا اسپزیا
gu: લા સ્પેઝીયા
he: לה ספציה
hi: ला स्पेज़िया
ja: ラ・スペツィア
ka: ლა-სპეზია
kk: Ла Специя
kn: ಲಾ ಸ್ಪೇಝಿಯಾ
ku_arab: لا سپێزیا
ky: Специи
lo: ລາສເປເຊຍ
lt: Specija
lv: Spēcija
mi: Rā Ākuira
mk: Ла Специја
ml: ലാ സ്‌പെസിയ
mn: Ла Спэциа
mr: ला स्पेझिया
ne: ला स्पेजिया
or: ଲା ସପେଜିଆ
pa_arab_pk: لاسپیزیا
pa_in: ਲਾ ਸਪੇਜ਼ੀਆ
ru: Ла Специя
sd: لا اسپيزيا
si: ලා ස්පෙසියා
sr_cyrl_rs: Ла Специја
sr_latn_rs: La Specija
ta: லா ஸ்பேசியா
te: లా స్పీజియా
tg: Ла Сетсия
th: ลาสเปซเซีย
tt: Ла-Специя
ug: لا سپېزىيا
uk: Спеція
ur: لاسپیزیا
uz: La-Spetsiya
zh_hans: 拉斯佩齐亚
zh_hant: 拉斯佩齊亞

# Word.State.IT.LAquila
source: L'Aquila
am: ላኴላ
ar: لا أكويلا
as: লাকুইলা
az: L'Akila
bg: Л'Акуила
bn_in: এল'আক্যুইলা
el: Λ' Ακουίλα
fa: لی آکوییلا
gu: લાક્વીલા
he: ל'קילה
hi: ला’एक्विला
ja: ラクイラ
ka: აკვილა
kk: Л'Акуила
kn: ಎಲ್'ಅಕ್ವಿಲಾ
ku_arab: لاکیلا
ky: Аквилла
lo: ລາກວີລາ
lt: Akvila
lv: L'Akvila
mi: Rā Tiepiha
mk: Л’Аквила
ml: ലാക്വില
mn: Л'Акила
mr: ला'अकिला
ne: ल'अक्विला
or: ଲାକିଲା
pa_arab_pk: لاکویلا
pa_in: ਲ’ਅਕੁਵਿਲਾ
ru: Л'Аквила
sd: L'اڪئيلا
si: ලා ඇක්විලා
sr_cyrl_rs: Л'Аквила
sr_latn_rs: L'Akvila
ta: லா குய்லா
te: లాక్విలా
tg: L'Аквила
th: ลากวีลา
tt: Лакилья
ug: لاكىۋىلا
uk: Л'Акуїла
ur: لاکویلا
uz: Akvila
zh_hans: 阿奎拉
zh_hant: 拉奎拉

# Word.State.IT.Latina
source: Latina
am: ላቲና
ar: لاتينا
as: লাটিনা
bg: Латина
bn_in: লাটিনা
el: Λατίνα
fa: لاتینا
gu: લેટિના
he: לטינה
hi: लैटिना
ja: ラティナ
ka: ლატინა
kk: Латина
kn: ಲ್ಯಾಟಿನಾ
ku_arab: لاتینا
ky: Латина
lo: ລາຕີນາ
lv: Latīna
mi: Rātina
mk: Латина
ml: ലറ്റീന
mn: Латина
mr: लॅटिना
ne: ल्याटिना
or: ଲାଟିନ୍
pa_arab_pk: لاطینی
pa_in: ਲੈਟਿਨਾ
ru: Латина
sd: لاطينا
si: ලටිනා
sr_cyrl_rs: Латина
ta: லடீனா
te: లటీనా
tg: Латина
th: ลาตินา
tt: Латина
ug: لاتىنا
uk: Латина
ur: لاطینی
zh_hans: 拉蒂纳
zh_hant: 拉丁納

# Word.State.IT.Lecce
source: Lecce
am: ለቸ
ar: ليتشيه
as: লেচে
az: Lesse
bg: Лече
bn_in: লেকসে
el: Λέτσε
fa: لس
gu: લીસ
he: לצ'ה
hi: लेसे
ja: レッチェ
ka: ლეჩე
kk: Лечче
kn: ಲೆಚ್ಚೆ
ku_arab: لێککێ
ky: Лечче
lo: ເລເຊ
lt: Lečė
lv: Leče
mi: Rīhī
mk: Лече
ml: ലെസ്സെ
mn: Лэччэ
mr: लेसी
ne: लेक्के
or: ଲେସେ
pa_arab_pk: لیسی
pa_in: ਲੈਸੀ
ru: Лечче
sd: ليڪي
si: ලෙසී
sr_cyrl_rs: Лече
sr_latn_rs: Leče
ta: லெக்கே
te: లెస్సె
tg: Лече
th: เลชเช่
tt: Лечче
ug: لېتشې
uk: Лечче
ur: لیسی
uz: Lechche
zh_hans: 莱切
zh_hant: 萊切

# Word.State.IT.Lecco
source: Lecco
am: ሌኮ
ar: ليكو
as: লেকো
az: Lekko
bg: Леко
bn_in: লেককো
el: Λέτσο
fa: لسو
gu: લેક્કો
he: לצ'ו
hi: लेको
ja: レッコ
ka: ლეკო
kk: Леччо
kn: ಲೆಕ್ಕೊ
ku_arab: لێککۆ
ky: Лекко
lo: ເລກໂກ
lt: Lekas
lv: Leko
mi: Rēko
mk: Лечо
ml: ലെക്കോ
mn: Лэкко
mr: लेसो
ne: लेक्को
or: ଲାକୋ
pa_arab_pk: لیکو
pa_in: ਲੈਕੋ
ru: Лекко
sd: ليڪو
si: ලෙකෝ
sr_cyrl_rs: Леко
sr_latn_rs: Leko
ta: லெக்கோ
te: లెక్కో
tg: Лечо
th: เลกโก
tt: Лекко
ug: لېككو
uk: Лекко
ur: لیکو
uz: Lekko
zh_hans: 莱科
zh_hant: 萊科

# Word.State.IT.Livorno
source: Livorno
am: ሊቮርኖ
ar: ليفورنو
as: লিভোৰ্নো
az: Livorna
bg: Ливорно
bn_in: লিভ্রোনো
el: Λιβόρνο
fa: لیوورنو
gu: લિવોર્નો
he: ליבורנו
hi: लिवोर्नो
ja: リヴォルノ
ka: ლივორნო
kk: Ливорно
kn: ಲಿವೋರ್ನೋ
ko: 리보르노
ku_arab: لێڤۆرنۆ
ky: Летгорн
lo: ລິວໍໂນ
lt: Livornas
mi: Rīporonō
mk: Ливорно
ml: ലൊവോണോ
mn: Лэгхорн
mr: लिवोर्नो
ne: लेभोर्नो
or: ଲିଭୋର୍ନୋ
pa_arab_pk: لیورنو
pa_in: ਲੈੱਗਹਾਰਨ
ru: Ливорно
sd: ليورنو
si: ලිවෝමෝ
sr_cyrl_rs: Ливорно
ta: லிவோர்னோ
te: లివోనా
tg: Ливорно
th: ลีวอร์โน
tt: Ливорно
ug: لىۋورنو
uk: Ліворно
ur: لیورنو
zh_hans: 利沃诺
zh_hant: 利佛諾

# Word.State.IT.Lodi
source: Lodi
am: ሎዲ
ar: لودي
as: লোডি
bg: Лоди
bn_in: লোরি
el: Λόντι
fa: لودی
gu: લોદી
he: לודי
hi: लॉडी
ja: ロディ
ka: ლოდი
kk: Лоди
kn: ಲೋಡಿ
ku_arab: لۆدی
ky: Лоди
lo: ໂລດີ
lt: Lodis
mi: Rori
mk: Лоди
ml: ലോഡി
mn: Лоди
mr: लोदि
ne: लोडी
or: ଲୋଡି
pa_arab_pk: لوڈی
pa_in: ਲੋਡੀ
ru: Лоди
sd: لوڙي
si: ලෝඩි
sr_cyrl_rs: Лоди
ta: லோடி
te: లోడీ
tg: Лоди
th: โลดิ
tt: Лоди
ug: لودى
uk: Лоді
ur: لوڈی
zh_hans: 洛迪
zh_hant: 洛迪
