Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.IBANNumber.Pattern
source: Invalid IBAN number.
af: Ongeldige IBAN-nommer.
am: ልክ ያልሆነ IBAN ቁጥር።
ar: ليس رقم IBAN‏ صالحًا.
as: অবৈধ IBAN নম্বৰ৷
az: IBAN nömrəsi yanlışdır.
bg: Невалиден IBAN номер.
bn_in: অবৈধ IBAN নম্বর।
bs: Nevažeći IBAN broj.
cy: Rhif IBAN annilys.
da: IBAN-nummeret er ugyldigt.
de: Ungültige IBAN-Nummer.
el: Μη έγκυρος αριθμός IBAN.
es: Número IBAN no válido.
et: Kehtetu IBAN-i number.
eu: IBAN zenbakia ez da baliozkoa.
fa: شماره IBAN نامعتبر است.
ga: Uimhir IBAN neamhbhailí.
gd: Tha an IBAN mì-dhligheach.
gl: Número IBAN non válido.
gu: અમાન્ય IBAN નંબર.
he: מספר IBAN לא חוקי.
hi: अमान्य IBAN नंबर.
hr: IBAN nije valjan.
hu: Érvénytelen IBAN szám.
id: Nomor IBAN tidak valid.
is: Ógilt IBAN-númer.
ja: IBAN 番号が無効です。
ka: IBAN ნომერი არასწორია.
kk: IBAN нөмірі жарамсыз.
kn: ಅಮಾನ್ಯವಾದ IBAN ಸಂಖ್ಯೆ.
ko: 잘못된 IBAN 번호입니다.
ku_arab: ژمارەی IBAN نادروستە.
ky: Туура эмес IBAN номери.
lo: ໝາຍເລກ IBAN ບໍ່ຖືກຕ້ອງ.
lt: Negaliojantis IBAN numeris.
lv: Nederīgs IBAN numurs.
mi: Tau IBAN muhu.
mk: Неважечки IBAN-број.
ml: അസാധുവായ IBAN നമ്പര്‍.
mn: IBAN дугаар буруу байна.
mr: अवैध IBAN नंबर.
ms: Nombor IBAN tidak sah.
mt: In-numru tal-IBAN invalidu.
ne: अवैध IBAN नम्बर।
nn_no: Ugyldig IBAN-nummer.
no: Ugyldig IBAN-nummer.
or: ଅବୈଧ IBAN ନମ୍ବର.
pa_arab_pk: غیرمصدقہIBAN نمبر.
pa_in: ਅਯੋਗ IBAN ਨੰਬਰ।
pl: Nieprawidłowy numer IBAN.
ru: Недопустимый номер IBAN.
sd: غلط IBAN نمبر.
si: IBAN අංකය වැරදියි.
sl: Številka IBAN ni veljavna.
sr_cyrl_rs: Неважећи IBAN број.
sr_latn_rs: Nevažeći IBAN broj.
sv: Ogiltigt IBAN-nummer.
ta: தவறான IBAN எண்.
te: IBAN సంఖ్య చెల్లదు.
tg: Рақами IBAN-и беэътибор.
th: หมายเลข IBAN ไม่ถูกต้อง
tr: IBAN numarası geçersiz.
tt: IBAN номеры ялгыш.
ug: IBAN نومۇرى ئىناۋەتسىز.
uk: Неправильний номер IBAN.
ur: IBAN نمبرغلط ہے ۔
uz: Noto‘g‘ri IBAN raqami.
vi: Số IBAN không hợp lệ.
zh_hans: IBAN 编号无效。
zh_hant: IBAN 號碼無效。

# Literal.IBANNumber.CR.Pattern
source: Invalid IBAN number. Number must start with "CR"
af: Ongeldige IBAN-nommer. Nommer moet met "CR" begin
am: የማይሰራ IBAN ቁጥር። ቁጥር በ "CR" መጀመር አለበት
ar: رقم IBAN غير صالح. يجب أن يبدأ الرقم بـ "CR"
as: অবৈধ IBAN নম্বৰ৷ নম্বৰ "CR"ৰ সৈতে আৰম্ভ হ'ব লাগিব৷
az: IBAN nömrəsi səhvdir. Nömrə "CR" ilə başlamalıdır
bg: Невалиден IBAN номер. Номерът трябва да започва със „CR“
bn_in: IBAN নম্বরটি অবৈধ৷ নম্বর অবশ্যই "CR" শুরু হতে হবে
bs: Nevažeći IBAN broj. Broj mora započinjati sa "CR"
cy: Rhif IBAN annilys. Rhaid i'r rhif gychwyn gyda "CR"
da: Ugyldigt IBAN-nummer. Nummeret skal starte med "CR"
de: Ungültige IBAN. Die Nummer muss mit „CR“ beginnen.
el: Μη έγκυρος αριθμός IBAN. Ο αριθμός πρέπει να αρχίζει με "CR"
es: El número de IBAN no es válido. El número debe empezar por "CR"
et: Sobimatu IBAN-number. Number peab algama tähtedega „CR”
eu: IBAN zenbakiak ez du balio. Zenbakiak "CR" letrekin hasi behar du.
fa: شماره IBAN نامعتبر. شماره باید با «CR» شروع شود.
ga: Uimhir neamhbhailí IBAN. Ní mór don uimhir tosú le "CR"
gd: Tha an àireamh IBAN mì-dhligheach. Feumaidh an àireamh tòiseachadh le “CR”
gl: Número IBAN non válido. O número debe comezar por "CR"
gu: અમાન્ય IBAN નંબર. નંબર "CR" સાથે પ્રારંભ થવો આવશ્યક છે
he: מספר IBAN לא חוקי. המספר חייב להתחיל ב- "CR"
hi: अमान्य IBAN नंबर. नंबर "CR" से प्रारंभ होना चाहिए
hr: IBAN nije valjan. Broj mora počinjati izrazom "CR"
hu: Érvénytelen az IBAN-szám. A kódnak a „CR” betűkkel kell kezdődnie.
id: Nomor IBAN tidak valid. Nomor harus dimulai dengan "CR"
is: Ógilt IBAN-númer. Númerið verður að byrja á „CR“
ja: IBAN 番号が無効です。番号は "CR" で始まる必要があります
ka: მითითებული IBAN ნომერი არასწორია. ნომერი უნდა იწყებოდეს „CR“-ით
kk: IBAN нөмірі қате. Нөмір "CR" деп басталуы керек
kn: ಅಮಾನ್ಯವಾದ IBAN ಸಂಖ್ಯೆ. ಸಂಖ್ಯೆಯು "CR" ನೊಂದಿಗೆ ಪ್ರಾರಂಭಗೊಳ್ಳಬೇಕು
ko: 잘못된 IBAN 번호. 번호는 "CR"로 시작해야 합니다.
ku_arab: ژمارەی IBAN نادروستە. پێویستە ژمارە بە "CR" دەستپێبکات
ky: Жараксыз IBAN номери. Номер "CR" менен башталышы керек.
lo: ໝາຍເລກ IBAN ບໍ່ຖືກຕ້ອງ. ໝາຍເລກຕ້ອງເລີ່ມດ້ວຍ "CR"
lt: Netinkamas IBAN numeris. Numeris turi prasidėti „CR“
lv: Nederīgs IBAN numurs — numura sākumā ir jābūt “CR”
mi: Tau IBAN muhu. Me tīmata te tau ki te "CR"
mk: Неважечки IBAN-број. Бројот мора да почнува со „CR“
ml: അസാധുവായ IBAN നമ്പർ. നമ്പർ "CR" എന്ന് തുടങ്ങണം
mn: IBAN дугаар хүчингүй байна. Дугаар "CR" үсгээр эхлэх ёстой.
mr: अवैध IBAN नंबर. नंबर "CR" सह सुरू झालाच पाहिजे
ms: Nombor IBAN tidak sah. Nombor harus bermula dengan "CR"
mt: In-numru tal-IBAN invalidu. In-numru għandu jibda b'"CR"
ne: अमान्य IBAN नम्बर। नम्बर "CR" बाट सुरु हुनुपर्छ
nn_no: Ugyldig IBAN-nummer. Nummeret må starte med "CR"
no: Ugyldig IBAN-nummer. Nummeret må starte med "CR"
or: ଅବୈଧ IBAN ନମ୍ଵର୍. ନମ୍ଵର୍ ନିଶ୍ଚିତଭାବରେ "CR" ସହିତ ଆରମ୍ଭ ହେବ
pa_arab_pk: غلط آئی بی اے این نمبر۔ لازمی اے کہ نمبر "CR" توں شروع ہوئے
pa_in: ਅਵੈਧ IBAN ਨੰਬਰ। ਨੰਬਰ ਲਾਜ਼ਮੀ ਤੌਰ 'ਤੇ "CR" ਨਾਲ ਸ਼ੁਰੂ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
pl: Nieprawidłowy numer IBAN. Numer musi zaczynać się literami „CR”.
ru: Недопустимый номер IBAN. Номер должен начинаться с "CR"
sd: غلط IBAN نمبر. نمبر "CR" کان شروع ٿيڻ گهرجي
si: වලංගු නොවන IBAN අංකය. අංකය "CR" සමගින් ආරම්භ විය යුතුය
sl: Neveljavna številka IBAN. Številka se mora začeti s »CR«.
sr_cyrl_rs: Неважећи IBAN број. Број мора да почиње словима „CR“
sr_latn_rs: Nevažeći IBAN broj. Broj mora da počinje slovima „CR“
sv: Ogiltigt IBAN-nummer. Numret måste börja med "CR".
ta: தவறான IBAN எண். எண் "CR" -வில் இருந்து தொடங்க வேண்டும்
te: IBAN నంబర్ చెల్లదు. నంబర్ తప్పనిసరిగా "CR"తో ప్రారంభం కావాలి
tg: Рақами IBAN нодуруст аст. Рақам бояд бо "CR" сар шавад
th: หมายเลข IBAN ไม่ถูกต้อง หมายเลขต้องเริ่มต้นด้วย "CR"
tr: IBAN numarası geçersiz. Numara "CR" ile başlamalıdır.
tt: IBAN номеры ярашсыз. Номер "CR" дип башланырга тиеш
ug: IBAN نومۇرى ئىناۋەتسىز. بۇ نومۇر «CR» دىن باشلىنىشى كېرەك
uk: Неприпустимий номер IBAN. Номер повинен починатися з "CR"
ur: غلط IBAN نمبر۔ لازمی ہے کہ نمبر "CR" سے شروع ہو
uz: IBAN raqami noto‘g‘ri. Raqam "CR" bilan boshlanishi kerak
vi: Số IBAN không hợp lệ. Số phải bắt đầu bằng "CR"
zh_hans: IBAN 编号无效。编号必须以“CR”开头
zh_hant: 無效的 IBAN 號碼。號碼的開頭必須是 "CR"

# Literal.IBANNumberConfirm.Required
source: IBAN number confirmation is required.
af: IBAN-nommer bevestiging word vereis
am: IBAN ቁጥር ማረጋገጫው አስፈላጊ ነው።
ar: تأكيد رقم IBAN‏ مطلوب.
as: IBAN নম্বৰ নিশ্চিতকৰণৰ আৱশ্যক৷
az: IBAN nömrəsinin təsdiqi tələb olunur.
bg: Повторното въвеждане на IBAN номера е задължително.
bn_in: নিশ্চিতকরণের IBAN নম্বর আবশ্যক।
bs: Potvrda IBAN broja je obavezna.
cy: Rhaid cael rhif cadarnhau IBAN.
da: IBAN-nummeret skal bekræftes.
de: Die IBAN-Nummer muss zur Bestätigung eingegeben werden.
el: Απαιτείται επιβεβαίωση του αριθμού IBAN.
es: La confirmación del número IBAN es obligatoria.
et: Sisestada tuleb IBAN-i kinnitusnumber.
eu: IBAN zenbakiaren berrespena behar da.
fa: به شماره تأیید IBAN نیاز است.
ga: Tá deimhniú uimhreach IBAN de dhíth.
gd: Tha feum air dearbhadh an IBAN.
gl: Requírese a confirmación do número IBAN.
gu: IBAN નંબર પુષ્ટિકરણ આવશ્યક છે.
he: אישור מספר IBAN נדרש.
hi: IBAN नंबर पुष्टिकरण की आवश्यकता है.
hr: Potvrda IBAN-a je obavezna.
hu: Az IBAN szám megerősítését kötelező megadni.
id: Konfirmasi nomor IBAN wajib diisi.
is: Staðfesting IBAN-númersins er áskilin.
ja: IBAN 番号の確認入力は必須項目です。
ka: დაადასტურეთ IBAN ნომერი.
kk: IBAN нөмірінің расталымы қажет.
kn: IBAN ಸಂಖ್ಯೆ ಖಚಿತತೆ ಅಗತ್ಯವಿದೆ.
ko: IBAN 번호 확인은 필수입니다.
ku_arab: سەلماندنی ژمارەی IBAN داواکراوە.
ky: IBAN номер ырастоосу талап кылынат.
lo: ຕ້ອງລະບຸການຢືນຢັນໝາຍເລກ IBAN.
lt: Būtina patvirtinti IBAN numerį.
lv: Ir nepieciešams IBAN numura apstiprinājums.
mi: E hiahiatia ana te whakaūnga tau IBAN.
mk: Потврдувањето на IBAN-бројот е задолжително.
ml: IBAN നമ്പര്‍ സ്ഥീരീകരണം ആവശ്യമാണ്.
mn: IBAN дугаарын баталгаажуулалт хийх шаардлагатай.
mr: IBAN नंबर पुष्‍टीकरण आवश्यक आहे.
ms: Pengesahan nombor IBAN diperlukan.
mt: Il-konferma tan-numru tal-IBAN hi meħtieġa.
ne: IBAN नम्बर प्रमाणीकरण आवश्यक छ।
nn_no: IBAN-nummerstadfesting er obligatorisk.
no: IBAN-nummerbekreftelsen er nødvendig.
or: IBAN ନମ୍ବର ସୁନିଶ୍ଚିତକରଣ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: IBAN نمبر دی تصدیق دی لوڑ اے.
pa_in: IBAN ਨੰਬਰ ਦੇ ਪੁਸ਼ਟੀਕਰਨ ਦੀ ਲੋੜ ਹੈ।
pl: Potwierdzenie numeru IBAN jest wymagane.
ru: Требуется номер IBAN для подтверждения.
sd: IBAN نمبر جي تصديق جي عمل جي ضرورت آهي.
si: IBAN අංකය තහවුරු කිරීම අවශ්‍යයි.
sl: Potrditvena številka IBAN je obvezna.
sr_cyrl_rs: Потврда IBAN броја је обавезна.
sr_latn_rs: Potvrda IBAN broja je obavezna.
sv: IBAN-numret måste bekräftas.
ta: IBAN எண் உறுதிப்படுத்தல் அவசியமாகும்.
te: IBAN సంఖ్య నిర్ధారణ అవసరం.
tg: Тасдиқи рақами IBAN ҳатмист.
th: ต้องระบุการยืนยันหมายเลข IBAN
tr: IBAN numarası onayı gereklidir.
tt: Раслау өчен IBAN номеры мәҗбүри.
ug: IBAN نومۇرىنى دەلىللەش تەلەپ قىلىنىدۇ.
uk: Потрібно ввести підтвердження номера IBAN.
ur: IBAN نمبر کی تصدیق کی ضرورت ہے۔
uz: IBAN raqamining tasdig‘i talab qilinadi.
vi: Xác nhận số IBAN là cần thiết.
zh_hans: 确认的 IBAN 编号为必填项。
zh_hant: IBAN 號碼確認是必要資訊。

# Literal.IBANNumberConfirm.Error
source: You must enter the same number as the IBAN number to confirm.
af: Jy moet dieselfde nommer as die IBAN-nommer invoeg om te bevestig.
am: ለማረጋገት ልክ ለIBAN ቁጥር ያስገቡትን ደግመው ያስገቡ።
ar: يجب إدخال رقم مطابق لرقم الـ IBAN‏ للتأكيد.
as: আপুনি নিশ্চিত কৰিবলৈ IBAN নম্বৰৰ দৰে একে নম্বৰ প্ৰৱিষ্ট কৰিব লাগিব৷
az: Siz təsdiqləmək üçün IBAN nömrəsi kimi eyni nömrə daxil etməlisiniz.
bg: Трябва да въведете същия номер като IBAN номера за потвърждение.
bn_in: নিশ্চিত করতে আপনাকে অবশ্যই IBAN নম্বরটিই দিতে হবে।
bs: Morate unijeti isti broj kao IBAN broj da biste potvrdili.
cy: Rhaid i chi roi'r un rhif â'r rhif IBAN i gadarnhau.
da: Du skal angive det samme nummer som IBAN-nummeret for at bekræfte.
de: Sie müssen zur Bestätigung die gleiche IBAN-Nummer eingeben.
el: Πρέπει να εισαγάγετε τον ίδιο αριθμό ως τον αριθμό IBAN προς επιβεβαίωση.
es: Debe escribir el número IBAN otra vez para confirmarlo.
et: Kinnitamiseks peate sisestama IBAN-i numbriga sama numbri.
eu: IBAN zenbakia sartu behar duzu berresteko.
fa: برای تأیید باید شماره ای که وارد می کنید مشابه شماره IBAN باشد.
ga: Ní mór duit an uimhir chéanna leis an uimhir IBAN a chur isteach chun deimhniú a dhéanamh.
gd: Feumaidh tu an dearbh IBAN a chur ris a-rithist mar dhearbhadh.
gl: Debe introducir o mesmo número que o número IBAN para confirmar.
gu: ખાતરી કરવા માટે તમારે IBAN જેવો સમાન નંબર દાખલ કરવો આવશ્યક છે.
he: יש להזין אותו מספר בתור מספר IBAN לאישור.
hi: आपको पुष्टि करने के लिए ठीक IBAN नंबर के समान नंबर दर्ज करना होगा.
hr: Da biste potvrdili, morate unijeti broj jednak IBAN-u.
hu: A megerősítéshez az IBAN számot kell ismételten megadni.
id: Anda harus memasukkan nama yang sama dengan nomor IBAN untuk mengonfirmasi.
is: Þú verður að slá inn númer sem samsvarar IBAN-númerinu til að staðfesta.
ja: 確認のために同じ IBAN 番号を入力する必要があります。
ka: დასადასტურებლად უნდა შეიყვანოთ იგივე IBAN ნომერი.
kk: Растау үшін IBAN нөмірімен бірдей нөмірді енгізуіңіз қажет.
kn: ಖಚಿತಪಡಿಸಲು IBAN ಸಂಖ್ಯೆಯಂತೆಯೇ ಅದೇ ಸಂಖ್ಯೆಯನ್ನು ನೀವು ನಮೂದಿಸಬೇಕು.
ko: IBAN 번호와 동일한 번호를 입력하여 확인해야 합니다.
ku_arab: پێویستە هەمان ژمارە هەروەک ژمارەکەی IBAN تێبنووسیت بۆ سەلماندن.
ky: Ырастоо үчүн, сиз так эле IBAN номериндей номерди киргизишиңиз керек.
lo: ທ່ານຕ້ອງປ້ອນໝາຍເລກດຽວກັນກັບໝາຍເລກ IBAN ເພື່ອຢື່ນຢັນ.
lt: Norėdami patvirtinti, turite įvesti tokį pat numerį, kaip IBAN.
lv: Lai apstiprinātu, atkārtoti ievadiet IBAN numuru.
mi: Me mātua whakauru koe i te tau rite tonu ki te tau IBAN kia haere tonu.
mk: Мора да го внесете истиот број како IBAN-бројот за да потврдите.
ml: സ്ഥിരീകരിക്കുന്നതിന് IBAN നമ്പരിന് തത്തുല്യമായ നമ്പര്‍ നിങ്ങള്‍ നല്‍കണം.
mn: Баталгаажуулахын тулд та IBAN дугаартай ижилхэн дугаар оруулах ёстой.
mr: पुष्टीकरणासाठी IBAN नंबर म्हणून आपण समान नंबर प्रविष्‍ट करणे आवश्यक आहे.
ms: Anda perlu memasukkan nombor yang sama dengan nombor IBAN untuk mengesahkan.
mt: Trid tikteb l-istess numru bħan-numru tal-IBAN li jrid jiġi kkonfermat.
ne: तपाईंले रुजु गर्नको लागि IBAN नम्बर को रुपमा उही नम्बर प्रविष्टि गर्न आवश्यक छ।
nn_no: Du må oppgi det same nummeret som IBAN-nummeret for å stadfeste.
no: Du må angi det samme nummeret som IBAN-nummeret for å bekrefte.
or: ସୁନିଶ୍ଚିତ କରିବା ପାଇଁ ଆପଣ IBAN ନମ୍ବର ଭାବେ ସମାନ ନମ୍ବର ପ୍ରବିଷ୍ଟ କରିବା ଆବଶ୍ୟକ.
pa_arab_pk: تہانوں تصدیق لئی اوآلا نمبر درج کرنا لازمی اے جیہڑا IBAN نمبر اے.
pa_in: ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਤੁਹਾਨੂੰ ਲਾਜ਼ਮੀ ਤੌਰ ਤੇ IBAN ਨੰਬਰ ਵਾਂਗ ਸਮਾਨ ਨੰਬਰ ਦਾਖ਼ਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
pl: W celu potwierdzenia należy wprowadzić numer identyczny z numerem IBAN.
ru: Для подтверждения введите число, совпадающее с номером IBAN.
sd: تصدق ڪرڻ لاءِ توهان کي IBAN نمبر جھڙو ساڳيو نمبر لازم داخل ڪرڻ گھرجي.
si: ඔබ තහවුරු කිරීම සඳහා IBAN අංකයට සමාන අංකයක් ඇතුල් කළ යුතුයි.
sl: Za potrditev morate vnesti enako številko, kot je številka IBAN.
sr_cyrl_rs: Морате унети исти број као IBAN број да бисте потврдили.
sr_latn_rs: Morate uneti isti broj kao IBAN broj da biste potvrdili.
sv: Du måste ange samma nummer som IBAN-numret för att bekräfta.
ta: IBAN எண்ணை உறுதிப்படுத்த நீங்கள் அதே எண்ணை உள்ளிட வேண்டும்.
te: మీరు నిర్ధారించడానికి IBAN సంఖ్య లాంటి సంఖ్యను తప్పనిసరిగా నమోదు చేయాలి.
tg: Барои тасдиқ кардан Шумо бояд худи ҳамон рақами IBAN-ро ворид кунед.
th: คุณต้องป้อนหมายเลขเดียวกับหมายเลข IBAN เพื่อยืนยัน
tr: Onaylamak için IBAN numarasıyla aynı numarayı girmeniz gerekir.
tt: Раслау өчен Сез IBAN номеры кебек шундый ук номер кертергә тиеш.
ug: ئوخشاش IBAN نومۇرىنى قايتا كىرگۈزۈپ دەلىللىشىڭىز كېرەك.
uk: Щоб підтвердити номер IBAN, потрібно ввести його ще раз.
ur: IBAN نمبر کی تصدیق کرنے کے طور پر آپ کو ایک ہی جیسا نمبر درج کرنا ہوگا.
uz: Siz tasdiqlash uchun IBAN bilan bir xil bo‘lgan raqamni kiritishingiz kerak.
vi: Bạn phải nhập cùng một số giống như số IBAN để xác nhận.
zh_hans: 必须输入与要确认的 IBAN 编号相同的编号。
zh_hant: 您必須輸入與 IBAN 號碼相同的號碼進行確認。

# Literal.IBANNumberConfirm.MaxLength
source: IBAN number confirmation is too long.
af: IBAN-nommer bevestiging is te lank.
am: የIBAN ቁጥር ማረጋገጫው ከሚጠበቀው በላይ እረጅም ነው።
ar: تأكيد رقم IBAN‏ أطول من اللازم.
as: IBAN নম্বৰ নিশ্চিতকৰণ অতি দীঘল৷
az: IBAN nömrəsinin təsdiqi çox uzundur.
bg: Повторно въведеният IBAN номер е прекалено дълъг.
bn_in: নিশ্চিতকরণের IBAN নম্বর অত্যন্ত বড়।
bs: Potvrda IBAN broja je preduga.
cy: Mae'r rhif cadarnhau IBAN yn rhy hir.
da: Bekræftelsen af IBAN-nummeret er for lang.
de: Die zur Bestätigung eingegebene IBAN-Nummer ist zu lang.
el: Η επιβεβαίωση του αριθμού IBAN είναι πολύ μεγάλη.
es: La confirmación de número IBAN es demasiado larga.
et: IBAN-i kinnitusnumber on liiga pikk.
eu: IBAN zenbakiaren berrespen-zenbakia luzeegia da.
fa: شماره تأیید IBAN بسیار طولانی است.
ga: Tá deimhniú uimhreach IBAN rófhada.
gd: Tha dearbhadh an IBAN ro fhada.
gl: A confirmación do número IBAN é moi longa.
gu: IBAN નંબર પુષ્ટિકરણ ખૂબ લાંબું છે.
he: אישור מספר IBAN ארוך מדי.
hi: IBAN नंबर पुष्टिकरण बहुत लंबा है.
hr: Potvrda IBAN-a je preduga.
hu: Az IBAN szám megerősítése túl hosszú.
id: Konfirmasi nomor IBAN terlalu panjang.
is: Staðfesting IBAN-númersins er of löng.
ja: 確認用の IBAN 番号が長すぎます。
ka: დასადასტურებლად შეყვანილი IBAN ნომერი ძალიან გრძელია.
kk: IBAN нөмірінің расталымы тым ұзын.
kn: IBAN ಸಂಖ್ಯೆ ಖಚಿತತೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: IBAN 번호 확인이 너무 깁니다.
ku_arab: سەلماندنی ژمارەی IBAN زۆر درێژە.
ky: IBAN номер ырастоосу өтө эле узун.
lo: ການຢືນຢັນໝາຍເລກ IBAN ຍາວເກີນໄປ.
lt: IBAN numerio patvirtinimas per ilgas.
lv: IBAN numura apstiprinājums ir pārāk garš.
mi: He roa rawa te whakaūnga tau IBAN.
mk: Потврдувањето на IBAN-бројот е предолго.
ml: IBAN നമ്പര്‍ സ്ഥീരീകരണം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: IBAN дугаарын баталгаажуулалт хэт урт байна.
mr: IBAN नंबर पुष्‍टीकरण खूप लांब आहे.
ms: Pengesahan nombor IBAN terlalu panjang.
mt: Il-konferma tan-numru tal-IBAN twila wisq.
ne: IBAN नम्बर प्रमाणीकरण धेरै लामो छ।
nn_no: IBAN-nummerstadfestinga er for lang.
no: IBAN-nummerbekreftelsen er for lang.
or: IBAN ନମ୍ବର ସୁନିଶ୍ଚିତକରଣ ବହୁତ ଦୀର୍ଘ ଅଟେ.
pa_arab_pk: IBAN نمبر دی تصدیق چوکھی لمی اے
pa_in: IBAN ਨੰਬਰ ਦਾ ਪੁਸ਼ਟੀਕਰਨ ਬਹੁਤ ਲੰਮਾ ਹੈ।
pl: Potwierdzenie numeru IBAN jest zbyt długie.
ru: Слишком длинный номер IBAN для подтверждения.
sd: IBAN نمبر کي تصديق ڪرڻ جو عمل تمام ڊگھو آهي.
si: IBAN අංකය තහවුරු කිරීම දිග වැඩියි.
sl: Potrditvena številka IBAN je predolga.
sr_cyrl_rs: Потврда IBAN броја је предугачка.
sr_latn_rs: Potvrda IBAN broja je predugačka.
sv: Det bekräftade IBAN-numret är för långt.
ta: IBAN எண் உறுதிப்படுத்தல் மிகவும் நீளமாக உள்ளது.
te: IBAN సంఖ్య నిర్ధారణ చాలా పెద్దదిగా ఉంది.
tg: Тасдиқи рақами IBAN аз ҳад дароз аст.
th: การยืนยันหมายเลข IBAN ยาวเกินไป
tr: IBAN numarası onayı çok uzun.
tt: Раслау өчен IBAN номеры артык озын.
ug: IBAN نومۇرىنىڭ دەلىلى بەك ئۇزۇن.
uk: Підтвердження номера IBAN задовге.
ur: IBAN نمبر کی تصدیق بہت بڑی ہے۔
uz: IBAN raqamining tasdig‘i juda uzun.
vi: Xác nhận số IBAN quá dài.
zh_hans: 确认的 IBAN 编号太长。
zh_hant: IBAN 號碼確認太長。

# Literal.IBANNumberConfirm.MinLength
source: IBAN number confirmation is too short.
af: IBAN-nommer bevestiging is te kort.
am: የIBAN ቁጥር ማረጋገጫው ከሚጠበቀው በላይ አጭር ነው።
ar: يقل تأكيد رقم IBAN‏ عن اللازم طولاً.
as: IBAN নম্বৰ নিশ্চিতকৰণ অতি চুটি৷
az: IBAN nömrəsinin təsdiqi çox qısadır.
bg: Повторно въведеният IBAN номер е прекалено къс.
bn_in: নিশ্চিতকরণের IBAN নম্বর অত্যন্ত ছোট।
bs: Potvrda IBAN broja je prekratka.
cy: Mae'r rhif cadarnhau IBAN yn rhy fyr.
da: Bekræftelsen af IBAN-nummeret er for kort.
de: Die zur Bestätigung eingegebene IBAN-Nummer ist zu kurz.
el: Η επιβεβαίωση του αριθμού IBAN είναι πολύ μικρή.
es: La confirmación de número IBAN es demasiado corta.
et: IBAN-i kinnitusnumber on liiga lühike.
eu: IBAN zenbakiaren berrespen-zenbakia laburregia da.
fa: شماره تأیید IBAN بسیار کوتاه است.
ga: Tá deimhniú uimhreach IBAN róghearr.
gd: Tha dearbhadh an IBAN ro ghoirid.
gl: A confirmación do número IBAN é moi curta.
gu: IBAN નંબર પુષ્ટિકરણ ખૂબ ટૂંકું છે.
he: אישור מספר IBAN קצר מדי.
hi: IBAN नंबर पुष्टिकरण बहुत छोटा है.
hr: Potvrda IBAN-a je prekratka.
hu: Az IBAN szám megerősítése túl rövid.
id: Konfirmasi nomor IBAN terlalu pendek.
is: Staðfesting IBAN-númersins er of stutt.
ja: 確認用の IBAN 番号が短すぎます。
ka: დასადასტურებლად შეყვანილი IBAN ნომერი ძალიან მოკლეა.
kk: IBAN нөмірінің расталымы тым қысқа.
kn: IBAN ಸಂಖ್ಯೆ ಖಚಿತತೆಯು ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: IBAN 번호 확인이 너무 짧습니다.
ku_arab: سەلماندنی ژمارەی IBAN زۆر کورتە.
ky: IBAN номер ырастоосу өтө эле кыска.
lo: ການຢືນຢັນໝາຍເລກ IBAN ສັ້ນເກີນໄປ.
lt: IBAN numerio patvirtinimas per trumpas.
lv: IBAN numura apstiprinājums ir pārāk īss.
mi: He poto rawa te tau whakaūnga IBAN.
mk: Потврдувањето на IBAN-бројот е прекратко.
ml: IBAN നമ്പര്‍ സ്ഥീരീകരണം ഹ്രസ്വമാണ്.
mn: IBAN дугаарын баталгаажуулалт хэт богино байна.
mr: IBAN नंबर पुष्‍टीकरण खूप लहान आहे.
ms: Pengesahan nombor IBAN terlalu pendek.
mt: Il-konferma tan-numru tal-IBAN qasira wisq.
ne: IBAN नम्बर प्रमाणीकरण धेरै छोटो छ।
nn_no: IBAN-nummerstadfestinga er for kort.
no: IBAN-nummerbekreftelsen er for kort.
or: IBAN ନମ୍ବର ସୁନିଶ୍ଚିତକରଣ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: IBAN نمبر دی تصدیق چوکھی چھوٹی اے.
pa_in: IBAN ਨੰਬਰ ਦਾ ਪੁਸ਼ਟੀਕਰਨ ਬਹੁਤ ਛੋਟਾ ਹੈ।
pl: Potwierdzenie numeru IBAN jest zbyt krótkie.
ru: Слишком короткий номер IBAN для подтверждения.
sd: IBAN نمبر کي تصديق ڪرڻ جو عمل تمام ننڍو آهي.
si: IBAN අංකය තහවුරු කිරීම ඉතා කෙටියි.
sl: Potrditvena številka IBAN je prekratka.
sr_cyrl_rs: Потврда IBAN броја је прекратка.
sr_latn_rs: Potvrda IBAN broja je prekratka.
sv: Det bekräftade IBAN-numret är för kort.
ta: IBAN எண் உறுதிப்படுத்தல் மிகவும் குறைவாக உள்ளது.
te: IBAN సంఖ్య నిర్ధారణ చాలా చిన్నదిగా ఉంది.
tg: Тасдиқи рақами IBAN аз ҳад кӯтоҳ аст.
th: การยืนยันหมายเลข IBAN สั้นเกินไป
tr: IBAN numarası onayı çok kısa.
tt: Раслау өчен IBAN номеры артык кыска.
ug: IBAN نومۇرىنىڭ دەلىلى بەك قىسقا.
uk: Підтвердження номера IBAN закоротке.
ur: IBAN نمبر کی تصدیق بہت چھوٹی ہے۔
uz: IBAN raqamining tasdig‘i juda qisqa.
vi: Xác nhận số IBAN quá ngắn.
zh_hans: 确认的 IBAN 编号太短。
zh_hant: IBAN 號碼確認太短。

# Literal.IBANNumberConfirm.Pattern
source: Invalid IBAN number confirmation.
af: Ongeldige IBAN-nommer bevestiging.
am: ትክክል ያልሆነ የIBAN ቁጥር ማረጋገጫ።
ar: ليس تأكيد رقم IBAN‏ صالحًا.
as: অবৈধ IBAN নম্বৰ নিশ্চিতকৰণ৷
az: IBAN nömrəsinin təsdiqi yanlışdır.
bg: Невалиден повторно въведен IBAN номер.
bn_in: নিশ্চিতকরণের IBAN নম্বর অবৈধ।
bs: Nevažeća potvrda IBAN broja.
cy: Mae'r rhif cadarnhau IBAN yn annilys.
da: Bekræftelsen af IBAN-nummeret er ugyldig.
de: Die zur Bestätigung eingegebene IBAN-Nummer ist ungültig.
el: Μη έγκυρη επιβεβαίωση αριθμού IBAN.
es: La confirmación del número IBAN no es válida.
et: Kehtetu IBAN-i kinnitusnumber.
eu: IBAN zenbakiaren berrespen-zenbakia ez da baliozkoa.
fa: شماره تأیید IBAN نامعتبر است.
ga: Deimhniú uimhreach IBAN neamhbhailí.
gd: Tha dearbhadh an IBAN mì-dhligheach.
gl: Confirmación do número IBAN non válida.
gu: અમાન્ય IBAN નંબર પુષ્ટિકરણ.
he: אישור מספר IBAN לא חוקי.
hi: अमान्य IBAN नंबर पुष्टिकरण.
hr: Potvrda IBAN-a nije valjana.
hu: Az IBAN szám megerősítése érvénytelen.
id: Konfirmasi nomor IBAN tidak valid.
is: Ógild staðfesting IBAN-númers.
ja: 確認用の IBAN 番号が無効です。
ka: დასადასტურებლად შეყვანილი IBAN ნომერი არასწორია.
kk: IBAN нөмірінің расталымы жарамсыз.
kn: ಅಮಾನ್ಯವಾದ IBAN ಸಂಖ್ಯೆ ಖಚಿತತೆ.
ko: 잘못된 IBAN 번호 확인입니다.
ku_arab: سەلماندنی ژمارەی IBAN نادروستە.
ky: Туура эмес IBAN номер ырастоосу.
lo: ການຢືນຢັນໝາຍເລກ IBAN ບໍ່ຖືກຕ້ອງ.
lt: IBAN numerio patvirtinimas netinkamas.
lv: Nederīgs IBAN numura apstiprinājums.
mi: He whakaūnga tau IBAN muhu.
mk: Неважечко потврдување на IBAN-број.
ml: അസാധുവായ IBAN നമ്പര്‍ സ്ഥീ‍രീകരണം.
mn: IBAN дугаарын баталгаажуулалт буруу байна.
mr: अवैध IBAN नंबर पुष्टीकरण.
ms: Pengesahan nombor IBAN tidak sah.
mt: Il-konferma tan-numru tal-IBAN invalida.
ne: अवैध IBAN नम्बर प्रमाणीकरण।
nn_no: Ugyldig IBAN-nummerstadfesting.
no: Ugyldig IBAN-nummerbekreftelse.
or: ଅବୈଧ IBAN ନମ୍ବର ସୁନିଶ୍ଚିତକରଣ.
pa_arab_pk: IBAN نمبر دی تصدیق غیرمصدقہ اے.
pa_in: ਅਯੋਗ IBAN ਨੰਬਰ ਪੁਸ਼ਟੀਕਰਨ।
pl: Nieprawidłowe potwierdzenie numeru IBAN.
ru: Недопустимый номер IBAN для подтверждения.
sd: غلط IBAN نمبر جي تصديق جو عمل.
si: IBAN අංකය තහවුරු කිරීම වැරදියි.
sl: Potrditvena številka IBAN ni veljavna.
sr_cyrl_rs: Неважећа потврда IBAN броја.
sr_latn_rs: Nevažeća potvrda IBAN broja.
sv: Det bekräftade IBAN-numret är ogiltigt.
ta: தவறான IBAN எண் உறுதிப்படுத்தல்.
te: IBAN సంఖ్య నిర్ధారణ చెల్లదు.
tg: Тасдиқи рақами IBAN-и беэътибор.
th: การยืนยันหมายเลข IBAN ไม่ถูกต้อง
tr: IBAN numarası onayı geçersiz.
tt: Раслау өчен IBAN номеры ялгыш.
ug: IBAN نومۇرىنى دەلىللەش ئىناۋەتسىز.
uk: Неправильне підтвердження номера IBAN.
ur: IBANنمبر کی تصدیق غلط ہے۔
uz: IBAN raqamining tasdig‘i haqiqiy emas.
vi: Xác nhận số IBAN không hợp lệ.
zh_hans: 确认的 IBAN 编号无效。
zh_hant: IBAN 號碼確認無效。
