Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.US.NewJersey
source: New Jersey
am: ኒው ጀርሲ
ar: ‏‏نيو جيرسي
as: নিউ জাৰ্ছী
az: Nyu-Cersi
bg: Ню Джърси
bn_in: নিউ জার্সি
el: Νιου Τζέρσεϊ
es: Nueva Jersey
fa: نیوجرسی
gl: Nova Jersey
gu: ન્યૂ જર્સી
he: ניו ג'רזי
hi: न्यू जर्सी
ja: ニュージャージー
ka: მიუ-ჯერსი
kk: Нью Джерси
kn: ನ್ಯೂ ಜೆರ್ಸಿ
ko: 뉴저지
ku_arab: نیو جێرسی
ky: Нью-Джерси
lo: ນີວເຈີຊີ
lt: Naujasis Džersis
lv: Ņūdžersija
mi: Niu Hēhi
mk: Њу Џерси
ml: ന്യൂജെഴ്സി
mn: Нью Жерси
mr: न्यू जर्सी
ne: न्यू जर्सी
or: ନ୍ୟୁ ଜର୍ସି
pa_arab_pk: نیو جرسی
pa_in: ਨਿਊ ਜਰਸੀ
ru: Нью-Джерси
sd: نيو جرسي
si: නිව් ජර්සි
sr_cyrl_rs: Њу Џерзи
sr_latn_rs: Nju Džerzi
ta: நியூ ஜெர்ஸி
te: న్యూ జెర్సీ
tg: Ню-Ҷерси
th: นิวเจอร์ซีย์
tt: Нью-Джерси
ug: يېڭى جېرسېي
uk: Нью-Джерсі
ur: نیو جرسی
uz: Nyu-Jersi
zh_hans: 新泽西州
zh_hant: 紐澤西州

# Word.State.US.NewMexico
source: New Mexico
am: ኒው ሜክሲኮ
ar: ‏‏نيومكسيكو
as: নিউ মেক্সিকো
az: Nyu-Meksiko
bg: Ню Мексико
bn_in: নিউ মেক্সিকো
el: Νιου Μέξικο
es: Nuevo México
fa: نیو مکزیکو
gl: Novo México
gu: ન્યૂ મેક્સિકો
he: ניו מקסיקו
hi: न्यू मैक्सिको
hu: Új-Mexikó
is: Nýja-Mexíkó
ja: ニューメキシコ
ka: ნიუ-მეხიკო
kk: Нью Мехико
kn: ನ್ಯೂ ಮೆಕ್ಸಿಕೊ
ko: 뉴멕시코
ku_arab: نیو مەکسیکۆ
ky: Нью-Мексико
lo: ນີວແມັກຊີໂກ
lt: Naujoji Meksika
lv: Ņūmeksika
mi: Niu Mēhiko
mk: Њу Мексико
ml: ന്യൂമെക്സിക്കോ
mn: Нью Мексик
mr: न्यू मेक्सिको
ne: न्यू मेक्सीको
or: ନ୍ୟୁ ମେକ୍ସିକୋ
pa_arab_pk: نیو میکسیکو
pa_in: ਨਿਊ ਮੈਕਸੀਕੋ
pl: Nowy Meksyk
ru: Нью-Мексико
sd: نيو ميڪسي ڪو
si: නිව් මෙක්සිකෝ
sl: Nova Mehika
sr_cyrl_rs: Нови Мексико
sr_latn_rs: Novi Meksiko
ta: நியூ மெக்சிகோ
te: న్యూ మెక్సికో
tg: Ню-Мексико
th: นิวเม็กซิโก
tt: Нью-Мексико
ug: يېڭى مېكسىكا
uk: Нью-Мексико
ur: نیو میکسیکو
uz: Nyu-Mexiko
zh_hans: 新墨西哥州
zh_hant: 新墨西哥州

# Word.State.US.NewYork
source: New York
am: ኒው ዮርክ
ar: ‏‏نيويورك
as: নিউ য়ৰ্ক
az: Nyu-York
bg: Ню Йорк
bn_in: নিউ ইয়র্ক
cy: Efrog Newydd
el: Νέα Υόρκη
es: Nueva York
fa: نیویورک
gl: Nova York
gu: ન્યૂયોર્ક
he: ניו יורק
hi: न्यूयॉर्क
ja: ニューヨーク
ka: ნიუ-იორკი
kk: Нью Йорк
kn: ನ್ಯೂಯಾರ್ಕ್
ko: 뉴욕
ku_arab: نیۆرک
ky: Нью-Йорк
lo: ນີວຢັອກ
lt: Niujorkas
lv: Ņujorka
mi: Niu Iōka
mk: Њујорк
ml: ന്യൂയോർക്ക്
mn: Нью-Йорк
mr: न्यूयॉर्क
ne: न्यू योर्क
or: ନ୍ୟୁୟର୍କ
pa_arab_pk: نیو یارک
pa_in: ਨਿਊਯਾਰਕ
pl: Nowy Jork
ru: Нью-Йорк
sd: نيو يارڪ
si: නිව් යෝක්
sr_cyrl_rs: Њујорк
sr_latn_rs: Njujork
ta: நியூயார்க்
te: న్యూ యార్క్
tg: Ню-Йорк
th: นิวยอร์ก
tt: Нью-Йорк
ug: نيۇ يورك
uk: Нью-Йорк
ur: نیویارک
uz: Nyu-York
zh_hans: 纽约州
zh_hant: 紐約州

# Word.State.US.NorthCarolina
source: North Carolina
af: Noord-Carolina
am: ኖርዝ ካሮሊና
ar: ‏‏كارولاينا الشمالية
as: নৰ্থ কেৰ'লিনা
az: Şimali Karolina
bg: Северна Каролина
bn_in: উত্তর ক্যারোলিনা
bs: Sjeverna Carolina
el: Βόρεια Καρολίνα
es: Carolina del Norte
et: Põhja-Carolina
eu: Ipar Carolina
fa: کارولینای شمالی
gd: Carolina a Tuath
gl: Carolina do Norte
gu: ઉત્તર કેરોલિના
he: צפון קרוליינה
hi: उत्तरी कैरोलिना
hr: Sjeverna Karolina
hu: Észak-Carolina
id: Carolina Utara
is: Norður-Karólína
ja: ノースカロライナ
ka: ჩრდილო კაროლინა
kk: Солтүстік Каролина
kn: ಉತ್ತರ ಕೆರೊಲಿನಾ
ko: 노스캐롤라이나
ku_arab: نۆرس کارۆلاینا
ky: Түндүк Каролина
lo: ໂນດແຄໂຣລີນາ
lt: Šiaurės Karolina
lv: Ziemeļkarolīna
mi: Kararaina ki te Raki
mk: Северна Каролина
ml: നോർത്ത് കരോലിന
mn: Хойд Каролина
mr: उत्तर कॅरोलिना
ne: नर्थ कारोलिना
nn_no: Nord-Carolina
no: Nord-Carolina
or: ଉତ୍ତର କାରୋଲିନା
pa_arab_pk: نارتھ کیرولینا
pa_in: ਨੌਰਥ ਕੈਰੋਲੀਨਾ
pl: Karolina Północna
ru: Северная Каролина
sd: نارٿ ڪيرولينا
si: නෝත් කැරොලිනා
sl: Severna Karolina
sr_cyrl_rs: Северна Каролина
sr_latn_rs: Severna Karolina
ta: வடக்கு கரோலினா
te: నార్త్ కరోలినా
tg: Каролинаи Шимолӣ
th: นอร์ทแคโรไลนา
tt: Төньяк Каролина
ug: شىمالىي كارولىنا
uk: Північна Кароліна
ur: شمالی کیرولینا
uz: Shimoliy Karolina
vi: Bắc Carolina
zh_hans: 北卡罗来纳州
zh_hant: 北卡羅來納州

# Word.State.US.NorthDakota
source: North Dakota
af: Noord-Dakota
am: ኖርዝ ዳኮታ
ar: ‏‏داكوتا الشمالية
as: নৰ্থ ডেক'টা
az: Şimali Dakota
bg: Северна Дакота
bn_in: উত্তর ডাকোটা
bs: Sjeverna Dakota
el: Βόρεια Ντακότα
es: Dakota del Norte
et: Põhja-Dakota
eu: Ipar Dakota
fa: داکوتای شمالی
gd: Dakota a Tuath
gl: Dakota do Norte
gu: ઉત્તર ડાકોટા
he: צפון דקוטה
hi: उत्तरी डकोटा
hr: Sjeverna Dakota
hu: Észak-Dakota
id: Dakota Utara
is: Norður-Dakóta
ja: ノースダコタ
ka: ჩრდილო დაკოტა
kk: Солтүстік Дакота
kn: ಉತ್ತರ ಡಕೋಟಾ
ko: 노스다코타
ku_arab: نۆرس داکۆتا
ky: Түндүк Дакота
lo: ໂນດດາໂຄຕ້າ
lt: Šiaurės Dakota
lv: Ziemeļdakota
mi: Tākota ki te Raki
mk: Северна Дакота
ml: നോർത്ത് ഡകോത
mn: Хойд Дакота
mr: उत्तर डकोटा
ne: नर्थ डाकोटा
nn_no: Nord-Dakota
no: Nord-Dakota
or: ଉତ୍ତର ଡାକୋଟା
pa_arab_pk: نارتھ ڈکوٹا
pa_in: ਨੌਰਥ ਡਕੋਟਾ
pl: Dakota Północna
ru: Северная Дакота
sd: نارٿ ڊڪوٽا
si: නෝත් ඩැකෝටා
sl: Severna Dakota
sr_cyrl_rs: Северна Дакота
sr_latn_rs: Severna Dakota
ta: வடக்கு டக்கோட்டா
te: నార్త్ డకోటా
tg: Дакотаи Шимолӣ
th: นอร์ทดาโคตา
tt: Төньяк Дакота
ug: شىمالىي داكوتا
uk: Північна Дакота
ur: شمالی ڈکوٹا
uz: Shimoliy Dakota
vi: Bắc Dakota
zh_hans: 北达科他州
zh_hant: 北達科他州

# Word.State.US.Ohio
source: Ohio
am: ኦሃዮ
ar: ‏‏أوهايو
as: অহিঅ'
az: Ohayo
bg: Охайо
bn_in: ওহিও
el: Οχάιο
fa: اوهایو
gu: ઓહિયો
he: אוהיו
hi: ओहियो
ja: オハイオ
ka: ოჰაიო
kk: Огайо
kn: ಓಹಿಯೋ
ko: 오하이오
ku_arab: ئۆهایۆ
ky: Огайо
lo: ໂອໄຮໂອ
lt: Ohajas
lv: Ohaijo
mk: Охајо
ml: ഓഹിയോ
mn: Охайо
mr: ओहायो
ne: ओहायो
or: ଓହିଓ
pa_arab_pk: آوہائو
pa_in: ਓਹੀਓ
ru: Огайо
sd: اوهيو
si: ඔහියෝ
sr_cyrl_rs: Охајо
sr_latn_rs: Ohajo
ta: ஒஹாயோ
te: ఓహియో
tg: Огайо
th: โอไฮโอ
tt: Огайо
ug: ئوخېئو
uk: Огайо
ur: اوہائیو
uz: Ogayo
zh_hans: 俄亥俄州
zh_hant: 俄亥俄州

# Word.State.US.Oklahoma
source: Oklahoma
am: ኦክሎሃማ
ar: ‏‏أوكلاهوما
as: অক্লাহ'মা
bg: Оклахома
bn_in: ওকলাহোমা
el: Οκλαχόμα
fa: اوکلاهاما
gu: ઓક્લાહોમા
he: אוקלהומה
hi: ओक्लाहोमा
ja: オクラホマ
ka: ოკლაჰომა
kk: Оклахома
kn: ಒಕ್ಲಹೋಮಾ
ko: 오클라호마
ku_arab: ئۆکلاهۆما
ky: Оклахома
lo: ໂອກລາໂຮມາ
mi: Okarahoma
mk: Оклахома
ml: ഒക്‌ലഹോമ
mn: Оклахома
mr: ओक्लाहोमा
ne: ओक्लाहोमा
or: ଓକଲାହୋମା
pa_arab_pk: اوکلاہاما
pa_in: ਓਕਲਾਹੋਮਾ
ru: Оклахома
sd: اوڪلاهاما
si: ඔක්ලහෝමා
sr_cyrl_rs: Оклахома
ta: ஓக்லஹாமா
te: ఒక్లాహోమా
tg: Оклахома
th: โอคลาโฮมา
tt: Оклахома
ug: ئوكلاخوما
uk: Оклахома
ur: اوکلا ہوما
zh_hans: 俄克拉何马州
zh_hant: 奧克拉荷馬州

# Word.State.US.Oregon
source: Oregon
am: ኦሪገን
ar: ‏‏أوريغون
as: অৰেগন
az: Oreqon
bg: Орегон
bn_in: অরেগন
el: Όρεγκον
es: Oregón
fa: اوریگون
gl: Oregón
gu: ઓરેગોન
he: אורגון
hi: ऑरिगोन
ja: オレゴン
ka: ორეგონი
kk: Орегон
kn: ಒರೆಗಾನ್
ko: 오레곤
ku_arab: ئۆریگۆن
ky: Орегон
lo: ອໍຣິກອນ
lt: Oregonas
lv: Oregona
mi: Orekono
mk: Орегон
ml: ഒറിഗോൻ
mn: Орегон
mr: ऑरेगॉन
ne: ओरेगन
or: ଅରେଗନ୍‍
pa_arab_pk: اریگون
pa_in: ਓਰੇਗੌਨ
ru: Орегон
sd: اوري گون
si: ඔරිගන්
sr_cyrl_rs: Орегон
ta: ஆரகான்
te: ఓరిగాన్
tg: Орегон
th: ออริกอน
tt: Орегон
ug: ئورېگون
uk: Орегон
ur: اوریگان
zh_hans: 俄勒冈州
zh_hant: 奧勒岡州

# Word.State.US.Pennsylvania
source: Pennsylvania
af: Pennsilvanië
am: ፔኒስሌቫንያ
ar: ‏‏بنسلفانيا
as: পেঞ্চিলভেনিয়া
az: Pensilvaniya
bg: Пенсилвания
bn_in: পেনসিলভানিয়া
el: Πενσιλβάνια
es: Pensilvania
fa: پنسیلوانیا
gl: Pensilvania
gu: પેન્સિલવેનિયા
he: פנסילבניה
hi: पेनसिल्वेनिया
is: Pennsylvanía
ja: ペンシルバニア
ka: პენსილვანია
kk: Пенсильвания
kn: ಪೆನ್ಸಿಲ್ವೇನಿಯಾ
ko: 펜실바니아
ku_arab: پێنسیلڤانیا
ky: Пеннсильвания
lo: ເພັນຊີລວາເນຍ
lt: Pensilvanija
lv: Pensilvānija
mi: Pehiwania
mk: Пенсилванија
ml: പെനിസിൽവാനിയ
mn: Пеннсильвани
mr: पेनसिल्वेनिया
ne: पेन्सिलभेनिया
or: ପେନସିଲଭନିଆ
pa_arab_pk: پین سلوانیا
pa_in: ਪੈਂਸਿਲਵੈਨੀਆ
pl: Pensylwania
ru: Пенсильвания
sd: پينسلوينيا
si: පෙනිසිල්වේනියා
sr_cyrl_rs: Пенсилванија
sr_latn_rs: Pensilvanija
ta: பென்சில்வேனியா
te: పెన్సిల్వేనియా
tg: Пенсилвания
th: เพนซิลเวเนีย
tt: Пенсильвания
ug: پېنسىلۋانىيە
uk: Пенсильванія
ur: پنسیلوانیا
uz: Pensilvaniya
zh_hans: 宾夕法尼亚州
zh_hant: 賓夕法尼亞州

# Word.State.US.RhodeIsland
source: Rhode Island
af: Rhode-eiland
am: ሮዴ አይላንድ
ar: ‏‏رود آيلاند
as: ৰোডে দ্বীপপুঞ্জ
az: Rod-aylend
bg: Роуд Айлънд
bn_in: রোড আইল্যান্ড
el: Ρόουντ Άιλαντ
fa: رود آیلند
gu: રોડે આઇલેન્ડ
he: רוד איילנד
hi: रोड द्वीप
ja: ロードアイランド
ka: როდოსის კუნძული
kk: Род-Айленд
kn: ರೋಡ್ ಐಲ್ಯಾಂಡ್
ko: 로드아일랜드
ku_arab: دورگەی رۆد
ky: Род-Айленд
lo: ໂຣດໄອແລນ
lt: Rod Ailandas
lv: Rodailenda
mi: Motu Rote
mk: Род Ајланд
ml: റോഡ് ഐലൻഡ്
mn: Род Айланд
mr: र्होड आयलँड
ne: होडे आइल्याण्ड
or: ରୋଡେ ଦ୍ୱୀପପୁଞ୍ଜ
pa_arab_pk: روڈ آئی لینڈ
pa_in: ਰੋਡੇ ਆਇਲੈਂਡ
ru: Род-Айленд
sd: روڊ آئي لينڊ
si: රෝඩ් අයිලන්ඩ්
sr_cyrl_rs: Роуд Ајланд
sr_latn_rs: Roud Ajland
ta: ரோட் தீவு
te: రోడ్ దీవి
tg: Род-Айленд
th: โรดไอแลนด์
tt: Род-Айленд
ug: رودې ئارىلى
uk: Род-Айленд
ur: رہوڈ آئی لینڈ
uz: Rod-Aylend
vi: Đảo Rhode
zh_hans: 罗得岛州
zh_hant: 羅德島州

# Word.State.US.SouthCarolina
source: South Carolina
af: Suid-Carolina
am: ሳውዝ ካሮሊና
ar: ‏‏كارولاينا الجنوبية
as: দক্ষিণ কেৰ'লিনা
az: Cənubi Karolina
bg: Южна Каролина
bn_in: দক্ষিণ ক্যারোলিনা
bs: Južna Carolina
el: Νότια Καρολίνα
es: Carolina del Sur
et: Lõuna-Carolina
eu: Hego Carolina
fa: کارولینای جنوبی
gd: Carolina a Deas
gl: Carolina do Sur
gu: દક્ષિણ કેરોલિના
he: דרום קרוליינה
hi: दक्षिणी कैरोलिना
hr: Južna Karolina
hu: Dél-Carolina
id: Carolina Selatan
is: Suður-Karólína
ja: サウスカロライナ
ka: სამხრეთ კაროლინა
kk: Оңтүстік Каролина
kn: ದಕ್ಷಿಣ ಕೆರೊಲಿನಾ
ko: 사우스캐롤라이나
ku_arab: ساوس کارۆلینا
ky: Южная Каролина
lo: ຊາວແຄໂຣໄລນາ
lt: Pietų Karolina
lv: Dienvidkarolīna
mi: Kararaina ki te Tonga
mk: Јужна Каролина
ml: സൗത്ത് കരോളിന
mn: Өмнөд Каролина
mr: दक्षिण कॅरोलिना
ne: साउथ कारोलिना
nn_no: Sør-Carolina
no: Sør-Carolina
or: ଦକ୍ଷିଣ କାରୋଲିନା
pa_arab_pk: ساوتھ کیرولینا
pa_in: ਸਾਊਥ ਕੈਰੋਲੀਨਾ
pl: Karolina Południowa
ru: Южная Каролина
sd: سائوٿ ڪيرولينا
si: සවුත් කැරොලිනා
sl: Južna Karolina
sr_cyrl_rs: Јужна Каролина
sr_latn_rs: Južna Karolina
ta: தெற்கு கரோலினா
te: దక్షిణ కరోలినా
tg: Каролинаи Ҷанубӣ
th: เซาท์แคโรไลนา
tt: Көньяк Каролина
ug: جەنۇبىي كارولىنا
uk: Південна Кароліна
ur: جنوبی کیرولینا
uz: Janubiy Karolina
vi: Nam Carolina
zh_hans: 南卡罗来纳州
zh_hant: 南卡羅來納州

# Word.State.US.SouthDakota
source: South Dakota
af: Suid-Dakota
am: ሰሳውዝ ዳኮታ
ar: ‏‏داكوتا الجنوبية
as: দক্ষিণ ডেক'টা
az: Cənubi Dakota
bg: Южна Дакота
bn_in: দক্ষিণ ডাকোটা
bs: Južna Dakota
el: Νότια Ντακότα
es: Dakota del Sur
et: Lõuna-Dakota
eu: Hego Dakota
fa: داکوتای جنوبی
gd: Dakota a Deas
gl: Dakota do Sur
gu: દક્ષિણ ડાકોટા
he: דרום דקוטה
hi: दक्षिणी डकोटा
hr: Južna Dakota
hu: Dél-Dakota
id: Dakota Selatan
is: Suður-Dakóta
ja: サウスダコタ
ka: სამხრეთ დაკოტა
kk: Оңтүстік Дакота
kn: ದಕ್ಷಿಣ ಡಕೋಟಾ
ko: 사우스다코타
ku_arab: ساوس داکۆتا
ky: Южная Дакота
lo: ຊາວດາໂຄຕາ
lt: Pietų Dakota
lv: Dienviddakota
mi: Tākota ki te Tonga
mk: Јужна Дакота
ml: സൗത്ത് ഡകോത
mn: Өмнөд Дакота
mr: दक्षिण डकोटा
ne: साउथ डाकोटा
nn_no: Sør-Dakota
no: Sør-Dakota
or: ଦକ୍ଷିଣ ଡାକୋଟା
pa_arab_pk: ساوتھ ڈکوٹا
pa_in: ਸਾਊਥ ਡਕੋਟਾ
pl: Dakota Południowa
ru: Южная Дакота
sd: سائوٿ ڊڪوٽا
si: සවුත් ඩැකෝටා
sl: Južna Dakota
sr_cyrl_rs: Јужна Дакота
sr_latn_rs: Južna Dakota
ta: தெற்கு டகோட்டா
te: దక్షిణ డకోటా
tg: Дакотаи Ҷанубӣ
th: เซาท์ดาโคตา
tt: Көньяк Дакота
ug: جەنۇبىي داكوتا
uk: Південна Дакота
ur: جنوبی ڈکوٹا
uz: Janubiy Dakota
vi: Nam Dakota
zh_hans: 南达科他州
zh_hant: 南達科他州

# Word.State.US.Tennessee
source: Tennessee
am: ቴነሴ
ar: ‏‏تينيسي
as: টেনিচি
az: Tennessi
bg: Тенеси
bn_in: টেনেসি
el: Τενεσί
fa: تنسی
gu: ટેનેસી
he: טנסי
hi: टेनेसी
ja: テネシー
ka: ტენესი
kk: Теннеси
kn: ಟೆನೆಸ್ಸೀ
ko: 테네시
ku_arab: تێنیسی
ky: Теннесси
lo: ເທັນເນັສຊີ
lt: Tenesis
lv: Tenesī
mi: Tenehī
mk: Тенеси
ml: ടെന്നിസീ
mn: Теннесее
mr: टेन्नेस्से
ne: टेनेसी
or: ଟେନ୍ନେସେ
pa_arab_pk: ٹینیسی
pa_in: ਟੇਨੇਸੀ
ru: Теннесси
sd: ٽيني سي
si: ටෙනසී
sr_cyrl_rs: Тенеси
sr_latn_rs: Tenesi
ta: டென்னிஸீ
te: టెన్నిస్సీ
tg: Теннесси
th: เทนเนสซี
tt: Теннесси
ug: تېننېسسى
uk: Теннессі
ur: ٹیننیسی
uz: Tennessi
zh_hans: 田纳西州
zh_hant: 田納西州

# Word.State.US.Texas
source: Texas
am: ቴክሳስ
ar: ‏‏تكساس
as: টেক্সাচ
bg: Тексас
bn_in: টেক্সাস
el: Τέξας
fa: تکزاس
gu: ટેક્સાસ
he: טקסס
hi: टेक्सास
hr: Teksas
ja: テキサス
ka: ტექსასი
kk: Техас
kn: ಟೆಕ್ಸಾಸ್
ko: 텍사스
ku_arab: تەکساس
ky: Техас
lo: ເທັກຊັສ
lt: Teksasas
lv: Teksasa
mi: Tekehā
mk: Тексас
ml: ടെക്സാസ്
mn: Техас
mr: टेक्सास
ne: टेक्सस
or: ଟେକ୍ସାସ‍
pa_arab_pk: ٹیکساس
pa_in: ਟੈਕਸਾਸ
pl: Teksas
ru: Техас
sd: ٽيڪساس
si: ටෙක්සාස්
sl: Teksas
sr_cyrl_rs: Тексас
sr_latn_rs: Teksas
ta: டெக்சாஸ்
te: టెక్సాస్
tg: Техас
th: เทกซัส
tt: Техас
ug: تېكساس
uk: Техас
ur: ٹیکساس
zh_hans: 得克萨斯州
zh_hant: 德克薩斯州

# Word.State.US.Utah
source: Utah
am: ኡታህ
ar: ‏‏يوتا
as: উটাহ
az: Yuta
bg: Юта
bn_in: উটাহ
el: Γιούτα
fa: یوتاه
gu: ઉટાહ
he: יוטה
hi: यूटॉ
ja: ユタ
ka: უტა
kk: Юта
kn: ಉಟಾಹ್
ko: 유타
ku_arab: ئۆتا
ky: Юта
lo: ຢູທາ
lt: Juta
lv: Jūta
mi: Iuta
mk: Јута
ml: ഉൽട്ട
mn: Юта
mr: उताह
ne: उताह
or: ଉଟାହ
pa_arab_pk: اتاہ
pa_in: ਊਟਾਹ
ru: Юта
sd: يوٽا
si: උටාහ්
sr_cyrl_rs: Јута
sr_latn_rs: Juta
ta: யூட்டா
te: ఉటాహ్
tg: Юта
th: ยูทาห์
tt: Юта
ug: يۇتا
uk: Юта
ur: اوٹاہ
uz: Yuta
zh_hans: 犹他州
zh_hant: 猶他州

# Word.State.US.Vermont
source: Vermont
am: ቬርሞንት
ar: ‏‏فيرمونت
as: ভাৰমণ্ট
bg: Върмонт
bn_in: ভারমন্ট
el: Βερμόντ
fa: ورمونت
gu: વર્મોન્ટ
he: ורמונט
hi: वर्मोन्ट
ja: バーモント
ka: ვერმონტი
kk: Вермонт
kn: ವರ್ಮೊಂಟ್
ko: 버몬트
ku_arab: ڤێرمۆنت
ky: Вермонт
lo: ເວີມອນທ
lt: Vermontas
lv: Vermonta
mi: Peremaunga
mk: Вермонт
ml: വെർമോന്റ്
mn: Вермонт
mr: वरमॉन्ट
ne: भर्मन्ट
or: ଭର୍ମୋଣ୍ଟ
pa_arab_pk: ورمونٹ
pa_in: ਵਰਮੌਂਟ
ru: Вермонт
sd: ورمونٽ
si: වර්මොන්ට්
sr_cyrl_rs: Вермонт
ta: வெர்மாண்ட்
te: వెర్మౌంట్
tg: Вермонт
th: เวอร์มอนต์
tt: Вермонт
ug: ۋېرمونت
uk: Вермонт
ur: ورمونٹ
zh_hans: 佛蒙特州
zh_hant: 佛蒙特州

# Word.State.US.Virginia
source: Virginia
am: ቨርጂንያ
ar: ‏‏فيرجينيا
as: ভাৰ্জিনিয়া
az: Virciniya
bg: Вирджиния
bn_in: ভার্জিনিয়া
el: Βιρτζίνια
fa: ویرجینیا
gl: Virxinia
gu: વર્જિનિયા
he: וירג'יניה
hi: वर्जीनिया
is: Virginía
ja: バージニア
ka: ვირჯინია
kk: Вирджиния
kn: ವರ್ಜಿನಿಯಾ
ko: 버지니아
ku_arab: ڤیرجینیا
ky: Виргиния
lo: ເວີຈີເນຍ
lt: Virdžinija
lv: Virdžīnija
mi: Wāhinia
mk: Вирџинија
ml: വെർജീനിയ
mn: Виржиниа
mr: व्हर्जिनिया
ne: भर्जिनिया
or: ଭିର୍ଜିନିଆ
pa_arab_pk: ورجینیا
pa_in: ਵਰਜੀਨੀਆ
pl: Wirginia
ru: Виргиния
sd: ورجينيا
si: වර්ජිනියා
sl: Virginija
sr_cyrl_rs: Вирџинија
sr_latn_rs: Virdžinija
ta: வெர்ஜீனியா
te: వర్జీనియా
tg: Вирҷиния
th: เวอร์จิเนีย
tt: Виргиния
ug: ۋىرگىنىيە
uk: Віргінія
ur: ورجینیا
uz: Virjiniya
zh_hans: 弗吉尼亚州
zh_hant: 維吉尼亞州

# Word.State.US.Washington
source: Washington
am: ዋሽንግተን
ar: ‏‏واشنطن
as: ৱাছিংটন
az: Vaşinqton
bg: Вашингтон
bn_in: ওয়াশিংটন
el: Ουάσινγκτον
fa: واشنگتن
gu: વોશિંગ્ટન
he: וושינגטון
hi: वाशिंगटन
ja: ワシントン
ka: ვაშინგტონი
kk: Вашингтон
kn: ವಾಷಿಂಗ್‌ಟನ್
ko: 워싱턴
ku_arab: واشنتۆن
ky: Вашингтон
lo: ວໍຊິງຕັນ
lt: Vašingtonas
lv: Vašingtona
mi: Wāhitāone
mk: Вашингтон
ml: വാഷിംഗ്ടൺ
mn: Вашингтон
mr: वॉशिंगटन
ne: वाशिङ्गटन
or: ୱାସିଂଟନ୍‍
pa_arab_pk: واشنگٹن
pa_in: ਵਾਸ਼ਿੰਗਟਨ
pl: Waszyngton
ru: Вашингтон
sd: واشنگٽن
si: වොෂින්ටන්
sr_cyrl_rs: Вашингтон
sr_latn_rs: Vašington
ta: வாஷிங்டன்
te: వాషింగ్టన్
tg: Вашингтон
th: วอชิงตัน
tt: Вашингтон
ug: ۋاشىنگتون
uk: Вашинґтон
ur: واشنگٹن
uz: Vashington
zh_hans: 华盛顿州
zh_hant: 華盛頓州

# Word.State.US.WashingtonDC
source: Washington D.C.
am: ዋሽንግተን ዲሲ
ar: ‏‏واشنطن العاصمة
as: ৱাছিংটন ডি.চি.
az: Vaşinqton D.C.
bg: Вашингтон ДС
bn_in: ওয়াশিংটন ডি.সি.
el: Ουάσινγκτον Π.Κ.
fa: واشنگتن دی سی
gu: વોશિંગ્ટન ડી.સી.
he: וושינגטון די. סי.
hi: वॉशिंग्टन, डी.सी.
ja: ワシントン D.C.
ka: ქ. ვაშინგტონი
kk: Вашингтон, Колумбия округі
kn: ವಾಷಿಂಗ್‌ಟನ್ ಡಿ.ಸಿ.
ko: 워싱턴 D.C.
ku_arab: واشنتۆن دی.سی.
ky: Вашингтон
lo: ວໍຊິງຕັນ ດີ.ຊີ.
lt: Vašingtonas (Kolumbijos apyg.)
lv: Vašingtona, Kolumbijas apgabals
mi: Wāhitāone T.K.
mk: Вашингтон, Федералниот округ Колумбија
ml: വാഷിംഗ്ടൺ D.C.
mn: Вашингтон ДС
mr: वॉशिंगटन डी.सी.
ne: वाशिङ्गटन डी.सी.
or: ୱାସିଂଟନ୍‍ D.C.
pa_arab_pk: واشنگٹن ڈی سی
pa_in: ਵਾਸ਼ਿੰਗਟਨ ਡੀ.ਸੀ.
pl: Waszyngton, D.C.
ru: Вашингтон, округ Колумбия
sd: واشنگٽن ڊي سي
si: වොෂින්ටන් ඩීසී
sr_cyrl_rs: Вашингтон, ДК
sr_latn_rs: Vašington, DK
ta: வாஷிங்டன் D.C.
te: వాషింగ్టన్ D.C.
tg: Вашингтон В.Ф
th: วอชิงตัน ดี.ซี.
tt: Вашингтон (башкала)
ug: ۋاشىنگتون رايونى
uk: Вашинґтон
ur: واشنگٹن ڈی سی
uz: Vashington D.C.
zh_hans: 华盛顿特区
zh_hant: 華盛頓特區

# Word.State.US.DistrictOfColumbia
source: District of Columbia
af: Distrik Columbia
am: ዲስትሪክት ኦፍ ኮሎምቢያ
ar: مقاطعة كولومبيا
as: কলম্বিয়াৰ জিলা
az: Kolumbiya Dairəsi
bg: Окръг Колумбия
bn_in: ডিস্ট্রিক্ট অফ কলম্বিয়া
bs: Okrug Columbia
cy: Sir Columbia
el: Περιφέρεια της Κολούμπια
es: Distrito de Columbia
et: Columbia ringkond
eu: Columbiako barrutia
fa: منطقه کلمبیا
ga: Ceantar na Colóime
gd: Ceàrn Columbia
gl: Distrito de Columbia
gu: ડિસ્ટ્રિક્ટ ઑફ કોલમ્બિયા
he: מחוז קולומביה
hi: डिस्ट्रिक्ट ऑफ़ कोलंबिया
hu: Washington, D. C.
id: Distrik Columbia
ja: コロンビア特別区
ka: კოლუმბიის ოლქი
kk: Колумбия округі
kn: ಡಿಸ್ಟ್ರಿಕ್ಟ್ ಆಫ್ ಕೊಲಂಬಿಯಾ
ko: 컬럼비아 특별구
lo: ເມືອງໂຄລຳເບຍ
lt: Kolumbijos apygarda
lv: Kolumbijas apgabals
mi: Takiwā o Koromia
mk: Област Колумбија
ml: കൊളംബിയ ഡിസ്‌ട്രിക്‌റ്റ്
mr: कोलंबिया जिल्हा
ms: Daerah Columbia
mt: Distrett ta’ Columbia
ne: डिष्ट्रिक्ट अफ कोलम्बिया
or: ଡିଷ୍ଟିକ୍ ଅଫ୍ କୋଲମ୍ବିଆ
pa_in: ਡਿਸਟ੍ਰਿਕਟ ਔਫ ਕੋਲੰਬੀਆ
pl: Dystrykt Kolumbii
ru: Округ Колумбия
sl: Zvezno okrožje Kolumbija
sr_cyrl_rs: Дистрикт Колумбија
sr_latn_rs: Distrikt Kolumbija
ta: கொலம்பியா மாகாணம்
te: కొలంబియా జిల్లా
th: ดิสตริกต์ออฟโคลัมเบีย
tr: Columbia Bölgesi
tt: Колумбия округы
ug: كولۇمبىيە رايونى
uk: Округ Колумбія
ur: کولمبیا کا ضلع
zh_hans: 哥伦比亚特区
zh_hant: 哥倫比亞特區

# Word.State.US.WestVirginia
source: West Virginia
af: Wes-Virginia
am: ዌስት ቨርጂንያ
ar: ‏‏فيرجينيا الغربية
as: পশ্চিম ভাৰ্জিনিয়া
az: Qərbi Virciniya
bg: Западна Вирджиния
bn_in: পশ্চিম ভার্জিনিয়া
bs: Zapadna Virginia
el: Δυτική Βιρτζίνια
es: Virginia Occidental
et: Lääne-Virginia
eu: Mendebaldeko Virginia
fa: ویرجینیای غربی
gd: Virginia an Iar
gl: Virxinia Occidental
gu: વેસ્ટ વર્જિનિયા
he: מערב וירג'יניה
hi: पश्चिमी वर्जीनिया
hr: Zapadna Virginia
hu: Nyugat-Virginia
id: Virginia Barat
is: Vestur-Virginía
ja: ウエストバージニア
ka: დასავლეთ ვირჯინია
kk: Батыс Вирджиния
kn: ಪಶ್ಚಿಮ ವರ್ಜಿನಿಯಾ
ko: 웨스트버지니아
ku_arab: وێست ڤیرجینیا
ky: Чыгыш Виргиния
lo: ເວັສເວີຈີເນຍ
lt: Vakarų Virdžinija
lv: Rietumvirdžīnija
mi: Wāhinia ki te Uru
mk: Западна Вирџинија
ml: വെസ്റ്റ് വെർജീനിയ
mn: Баруун Виржиниа
mr: पश्चिम व्हर्जिनिया
ne: वेस्ट भर्जिनिया
nn_no: Vest-Virginia
no: Vest-Virginia
or: ପଶ୍ଚିମ ଭିର୍ଜିନିଆ
pa_arab_pk: ویسٹ ورجینیا
pa_in: ਵੈਸਟ ਵਰਜੀਨੀਆ
pl: Wirginia Zachodnia
ru: Западная Виргиния
sd: ويسٽ ورجينيا
si: බටහිර වර්ජිනියා
sl: Zahodna Virginija
sr_cyrl_rs: Западна Вирџинија
sr_latn_rs: Zapadna Virdžinija
ta: மேற்கு வெர்ஜீனியா
te: పశ్చిమ వర్జీనియా
tg: Вирҷинияи Ғарбӣ
th: เวสต์เวอร์จิเนีย
tt: Көнбатыш Виргиния
ug: غەربىي ۋىرگىنىيە
uk: Західна Віргінія
ur: مغربی ورجینیا
uz: G‘arbiy Virjiniya
vi: Tây Virginia
zh_hans: 西弗吉尼亚州
zh_hant: 西維吉尼亞州

# Word.State.US.Wisconsin
source: Wisconsin
am: ዊስኮንሲን
ar: ‏‏ويسكونسن
as: ৱিচকনছিন
az: Viskonsin
bg: Уисконсин
bn_in: উইসকনসিন
el: Γουισκόνσιν
fa: ویسکانسین
gu: વિસ્કોન્સિન
he: וויסקונסין
hi: विसकॉन्सिन
ja: ウィスコンシン
ka: ვისკონსინი
kk: Висконсин
kn: ವಿಸ್ಕಾನ್ಸಿನ್
ko: 위스콘신
ku_arab: ویسکۆنسین
ky: Висконсин
lo: ວິສຄອນຊິນ
lt: Viskonsinas
lv: Viskonsina
mi: Wikōhini
mk: Висконсин
ml: വിസ്‌കോൻസിൻ
mn: Висконсин
mr: विसकॉन्सिन
ne: विस्कोन्सीन
or: ୱିଶକିନସିନ୍‍
pa_arab_pk: ونسکون
pa_in: ਵਿਸਕੌਨਸਿਨ
ru: Висконсин
sd: وسڪانسن
si: විස්කොන්සින්
sr_cyrl_rs: Висконсин
sr_latn_rs: Viskonsin
ta: விஸ்கான்சின்
te: విస్కాన్సిన్
tg: Висконсин
th: วิสคอนซิน
tt: Висконсин
ug: ۋىسكونسىن
uk: Вісконсин
ur: وسکونسن
uz: Viskonsin
zh_hans: 威斯康星州
zh_hant: 威斯康辛州

# Word.State.US.Wyoming
source: Wyoming
am: ዮሚንግ
ar: ‏‏وايومنغ
as: য়'মিং
az: Vayominq
bg: Уайоминг
bn_in: ইয়মিং
el: Γουαϊόμινγκ
fa: ویومینگ
gu: વ્યોમિંગ
he: ויומינג
hi: वायोमिंग
ja: ワイオミング
ka: ვაიომინგი
kk: Вайоминг
kn: ವ್ಯೋಮಿಂಗ್
ko: 와이오밍
ku_arab: وایۆمینگ
ky: Вайоминг
lo: ໄວໂອມິງ
lt: Vajomingas
lv: Vaiominga
mi: Waiomingi
mk: Вајоминг
ml: വയോമിംഗ്
mn: Виоминг
mr: व्योमिंग
ne: वियोमिङ
or: ୱମିଙ୍ଗ
pa_arab_pk: وائیمونگ
pa_in: ਵਿਓਮਿੰਗ
ru: Вайоминг
sd: ويامنگ
si: යෝමින්ග්
sr_cyrl_rs: Вајоминг
sr_latn_rs: Vajoming
ta: வோமிங்
te: వ్యోమింగ్
tg: Вайоминг
th: ไวโอมิง
tt: Вайоминг
ug: ۋايومىڭ
uk: Вайомінг
ur: یومنگ
uz: Vayoming
zh_hans: 怀俄明州
zh_hant: 懷俄明州

# Word.State.US.ArmedForcesAmerica
source: Armed Forces America
af: Gewapende magte Amerika
am: ወታደራዊ ሃይሎች አሜሪካ
ar: القوات المسلحة أمريكا
as: সশস্ত্র বাহিনী আমেৰিকা
az: Amerika Silahlı Qüvvələri
bg: Въоръжени сили Америка
bn_in: সশস্ত্র বাহিনী আমেরিকা
bs: Oružane snage Amerika
cy: Lluoedd Arfog America
da: Væbnede styrker i USA
de: Streitkräfte – Amerika
el: Ένοπλες Δυνάμεις - Αμερική
es: Fuerzas armadas América
et: Relvajõud (Ameerika)
eu: Amerikako Indar Armatuak
fa: نیروهای مسلح آمریکا
ga: Fórsaí armtha Mheiriceá
gd: Feachdan Armaichte Aimeireaga
gl: Forzas Armadas de América
gu: સશસ્ત્ર દળો અમેરિકા
he: הכוחות המזוינים של אמריקה
hi: अमेरिका की सशस्त्र सेनाएँ
hr: Oružane snage Amerike
hu: Amerikai fegyveres erők
id: Angkatan bersenjata Amerika
is: Herafli í Ameríku
ja: アメリカ地域駐留米軍関連施設
ka: ამერიკის შეიარაღებული ძალები
kk: Қарулы күштер, Америка
kn: ಅಮೇರಿಕದ ಸಶಸ್ತ್ರ ಸೇನೆ
ko: 미국 군대
ku_arab: هێزه چەکدارەکانی ئەمریکا
ky: Американын куралдуу күчтөрү
lo: ກອງ ກຳ ລັງປະກອບອາວຸດອາເມລິກາ
lt: Ginkluotosios pajėgos, Amerika
lv: ASV bruņotie spēki ASV teritorijā
mi: Ngā Taua Maupū o Amerika
mk: Американски вооружени сили
ml: സായുധ സേന അമേരിക്ക
mn: Америкийн Зэвсэгт Хүчин
mr: अमेरिकेचे सैन्य बल
ms: Angkatan Tentera Amerika
mt: Il-Forzi Armati tal-Amerika
ne: सशस्त्र बल अमेरिका
nn_no: Dei amerikanske væpna styrkar
no: Væpnede styrker, Amerika
or: ସଶସ୍ତ୍ର ବଳ ଆମେରିକା
pa_arab_pk: امریکہ دیاں مسلح فوجاں
pa_in: ਆਰਮਡ ਫੋਰਸਿਜ਼ ਅਮਰੀਕਾ
pl: Siły zbrojne Ameryki
ru: Вооруженные силы — Америка
sd: هٿياربند فوج آمريڪا
si: සන්නද්ධ හමුදා ඇමරිකාව
sl: Oborožene sile v Ameriki
sr_cyrl_rs: Оружане снаге – Америка
sr_latn_rs: Oružane snage – Amerika
sv: Väpnade styrkor, Amerika
ta: ஆயுதப்படைகள் அமெரிக்கா
te: సాయుధ దళాలు అమెరికా
tg: Қувваҳои мусаллаҳи Америка
th: อาร์มฟอร์ซอเมริกา
tr: Amerika Silahlı Kuvvetleri
tt: Американың Коралланган Көчләре
ug: ئامېرىكا قوراللىق قىسىمى
uk: Збройні сили Америки
ur: امریکہ کی مسلح افواج
uz: Amerika qurolli kuchlari
vi: Lực lượng vũ trang Hoa Kỳ
zh_hans: 部队武装美洲
zh_hant: 美洲軍區
