Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ClientError.CcExpired
source: Invalid expiration date.
af: Ongeldige vervaldatum.
am: ልክ ያልኾነ የማብቂያ ጊዜ።
ar: ليس تاريخ انتهاء الصلاحية صالحًا.
as: অবৈধ দিন উকলাৰ তাৰিখ৷
az: Bitmə tarixi səhvdir.
bg: Невалидна дата на валидност.
bn_in: মেয়াদ শেষের তারিখ ঠিকঠাক নয়৷
bs: Nevažeći datum isteka.
cy: Dyddiad dod i ben annilys.
da: Ugyldig udløbsdato.
de: Das Ablaufdatum ist ungültig.
el: Μη έγκυρη ημερομηνία λήξης.
es: Fecha de caducidad no válida.
et: Vigane aegumiskuupäev.
eu: Iraungitze-data baliogabea da.
fa: تاریخ انقضا نامعتبر است.
ga: Dáta éagtha neamhbhailí.
gd: Tha an latha a dh'fhalbhas an ùine air mì-dhligheach.
gl: Data de caducidade non válida.
gu: અમાન્ય સમાપ્તિ તારીખ.
he: תאריך תפוגת התוקף אינו חוקי.
hi: अमान्य समाप्ति तिथि.
hr: Nevažeći datum isteka.
hu: Érvénytelen lejárati dátum.
id: Tanggal kedaluwarsa tidak valid.
is: Ógildur lokadagur.
ja: 有効期限が無効です。
ka: ვადა არასწორია.
kk: Жарамсыз аяқталу мерзімі.
kn: ಅಮಾನ್ಯ ಅವಧಿ ಮೀರುವಿಕೆ ದಿನಾಂಕ.
ko: 유효 기간이 올바르지 않습니다.
ku_arab: بەراوری بەسەرچوون نادروستە.
ky: Жарамдуулук мөөнөтү жарамсыз.
lo: ວັນທີໝົດອາຍຸບໍ່ຖືກຕ້ອງ.
lt: Netinkama galiojimo data.
lv: Nederīgs derīguma termiņš.
mi: He muhu te rā paunga.
mk: Неважечки датум на истекување.
ml: അസാധുവായ കാലഹരണ തീയതി.
mn: Дуусах хугацаа хүчингүй.
mr: अवैध कालबाह्यता तारीख.
ms: Tarikh tamat tempoh tidak sah.
mt: Id-data tal-iskadenza mhux valida.
ne: म्याद सकिने मिति अवैध छ।
nn_no: Ugyldig utløpsdato.
no: Utløpsdatoen er ugyldig.
or: ଅବୈଧ ସମୟସମାପ୍ତ ତାରିଖ.
pa_arab_pk: ‏‏ناقابل استعمال اختتامی تریخ
pa_in: ਅਵੈਧ ਸਮਾਪਤੀ ਤਾਰੀਖ਼।
pl: Nieprawidłowa data ważności.
ru: Неверная дата окончания срока действия.
sd: مُدو پوُرو ھجڻ جي تاريخ غلط آھي.
si: කල් ඉකුත්වීමේ දිනය වැරදියි.
sl: Datum poteka je neveljaven.
sr_cyrl_rs: Датум истека није важећи.
sr_latn_rs: Datum isteka nije važeći.
sv: Ogiltigt förfallodatum.
ta: தவறான காலாவதி தேதி.
te: గడువు ముగింపు తేదీ చెల్లుబాటులో లేనిది.
tg: IСанаи анҷоми мӯҳлати беэътибор.
th: วันที่หมดอายุไม่ถูกต้อง
tr: Geçersiz süre dolma tarihi.
tt: Вакыты чыгу датасы дөрес түгел.
ug: ئىناۋەتسىز ۋاختى ئۆتۈش تارىخى
uk: Неприпустима дата закінчення дії.
ur: معیاد ختم ہونے کی تاریخ غلط ہے.
uz: Noto‘g‘ri amal qilish muddati.
vi: Ngày hết hạn không hợp lệ.
zh_hans: 到期日期无效。
zh_hant: 有效期限無效。

# Literal.Cvm.NumberNotMatchedType
source: The CVV code does not match the credit card type.
af: Die CVV kode pas nie by kredietkaart tipe nie.
am: የ CVV ኮድ የብድር ካርድ ዓይነት ተዛማጅ አይደለም።
ar: لا يطابق رمز CVV‏ نوع بطاقة الائتمان.
as: CVV ক'ড ক্ৰেডিট কাৰ্ড প্ৰকাৰৰ লগত মিলা নাই৷
az: CVV kodu kredit kartının növünə uyğun gəlmir.
bg: CVV кодът не съответства на вида на кредитната карта.
bn_in: ক্রেডিট কার্ডের ধরনের সাথে CVV কোডটি মিলছে না৷
bs: CVV šifra ne podudara se s tipom kreditne kartice.
cy: Dydy'r cod CVV ddim yn cyfateb i'r math o gerdyn credyd.
da: CVV-koden passer ikke til kreditkorttypen.
de: Die Kreditkartenprüfnummer entspricht nicht dem Kreditkartentyp.
el: Ο κωδικός CVV δεν αντιστοιχεί στον τύπο της πιστωτικής κάρτας.
es: El código CVV no coincide con el tipo de tarjeta de crédito.
et: CVV-kood pole vastavuses krediitkaardi tüübiga.
eu: CVV kodea ez dator bat kreditu-txartel motarekin.
fa: کد CVV با نوع کارت اعتباری مطابقت ندارد.
ga: Ní mheaitseálann an uimhir CVV an cineál chárta creidmheasa.
gd: Chan eil an àireamh CVV a' maidseadh ri seòrsa na cairt-chreideis.
gl: O número CVV non coincide co tipo de cartón de crédito.
gu: ક્રેડિટ કાર્ડ પ્રકાર સાથે CVV નંબર બંધબેસતો નથી.
he: קוד CVV אינו תואם לסוג כרטיס האשראי.
hi: CVV कोड क्रेडिट कार्ड प्रकार से मेल नहीं खाती है.
hr: Kôd CVV ne odgovara vrsti vaše kreditne kartice.
hu: A CVV nem felel meg a hitelkártya típusának.
id: Kode CVV tidak cocok dengan jenis kartu kredit.
is: Öryggisnúmerið passar ekki við tegund kreditkortsins.
ja: CVV コードがクレジット カードの種類と一致しません。
ka: CVV კოდი არ შეესაბამება საკრედიტო ბარათის ტიპს.
kk: CVV коды несиелік карта түріне сәйкес келмейді.
kn: CVV ಕೋಡ್ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಪ್ರಕಾರಕ್ಕೆ ಹೊಂದಾಣಿಕೆಯಾಗುವುದಿಲ್ಲ.
ko: CVV 코드와 신용 카드 종류가 일치하지 않습니다.
ku_arab: کۆدی CVV هاوتا نییە لەگەڵ جۆری کرێدت کارتدا.
ky: Картты ырастоо саны кредит картынын түрүнө туура келбейт.
lo: ລະຫັດ CVV ບໍ່ກົງກັບປະເພດບັດເຄຣດິດ.
lt: CVV kodas neatitinka kredito kortelės tipo.
lv: CVV kods neatbilst kredītkartes veidam.
mi: Kāore i te taurite te waehere CVV me te momo kāri nama.
mk: CVV-кодот не се совпаѓа со типот на кредитната картичка.
ml: CVV കോഡ് ക്രെഡിറ്റ് കാര്‍ഡ് തരവുമായി പൊരുത്തപ്പെടുന്നില്ല.
mn: CVV код кредит картны төрөлтэй таарахгүй байна.
mr: CVV कोड क्रेडिट कार्ड प्रकाराशी जुळत नाही.
ms: Nombor CVV tidak sepadan dengan jenis kad kredit.
mt: Il-kodiċi CVV ma jaqbilx mat-tip ta' kard ta' kreditu.
ne: क्रेडिट कार्ड प्रकारसँग CVV सङ्केत मिलेन।
nn_no: CVV-koden samsvarer ikkje med kredittkorttypen.
no: CVV-koden samsvarer ikke med kredittkorttypen.
or: କ୍ରେଡିଟ୍ କାର୍ଡ୍ ପ୍ରକାର ସହିତ CVV କୋଡ୍ ମେଳକ ହେଉ ନାହିଁ.
pa_arab_pk: سی وی وی کوڈ کریڈٹ کارڈ دی قسم نال میل نئیں کھاندا۔
pa_in: CVV ਕਰੈਡਿਟ ਕਾਰਡ ਦੀ ਕਿਸਮ ਦੇ ਨਾਲ ਮੇਲ਼ ਨਹੀਂ ਖਾਂਦਾ।
pl: Numer CVV nie pasuje do typu karty kredytowej.
ru: CVV-код не соответствует типу кредитной карты.
sd: CVV ڪوڊ ڪريڊٽ ڪارڊ جي قسم سان مئچ نٿو ٿئي.
si: CVV කේතය ණය පත් වර්ගය සමගින් නොගැලපේ.
sl: Koda CVV se ne ujema z vrsto kreditne kartice.
sr_cyrl_rs: CVV шифра се не подудара са типом кредитне картице.
sr_latn_rs: CVV šifra (Card Verification Value – vrednost za verifikaciju kartice) se ne podudara sa brojem kreditne kartice.
sv: CVV-koden stämmer inte överens med kontokortstypen.
ta: CVV குறியீடு கடன் அட்டை வகையுடன் பொருந்தவில்லை.
te: CVV కోడ్ క్రెడిట్ కార్డ్ రకంతో సరిపోలలేదు.
tg: Рамзи CVV бо намуди корти қарзӣ мувофиқат намекунад.
th: รหัส CVV ไม่ตรงกับประเภทบัตรเครดิต
tr: CVV kodu kredi kartı türüyle eşleşmiyor.
tt: CVV коды кредит картаның төренә туры килми.
ug: CVV كودى ئىناۋەتلىك كارتا تۈرىگە ماس كەلمىدى.
uk: Код CVV не відповідає типу кредитної картки.
ur: CVV نمبر کریڈٹ کارڈ کی قسم سے میل نہیں کھاتا.
uz: CVV-kodi kredit kartochka turiga mos kelmaydi.
vi: Mã CVV không tương ứng với loại thẻ tín dụng.
zh_hans: CVV 代码与信用卡类型不匹配。
zh_hant: 信用卡檢查碼 (CVV 碼) 與信用卡類型不符。

# Word.Button.Previous
source: Previous
af: Vorige
am: ቀዳሚ
ar: السابق
as: পূৰ্বৱৰ্তী
az: Əvvəlki
bg: Назад
bn_in: আগে
bs: Prethodno
cy: Blaenorol
da: Forrige
de: Zurück
el: Προηγούμενο
es: Anterior
et: Tagasi
eu: Aurrekoa
fa: قبلی
ga: Roimhe
gd: Air ais
gl: Anterior
gu: પહેલાંનું
he: הקודם
hi: पिछला
hr: Prethodno
hu: Előző
id: Sebelumnya
is: Fyrra
ja: 前へ
ka: წინა
kk: Алдыңғы
kn: ಹಿಂದಿನ
ko: 이전
ku_arab: پێشتر
ky: Мурдагы
lo: ກ່ອນນີ້
lt: Ankstesnis
lv: Atpakaļ
mi: Tōmua
mk: Претходно
ml: മുമ്പത്തെ
mn: Өмнөх
mr: मागील
ms: Sebelumnya
mt: Ta' Qabel
ne: अघिल्लो
nn_no: Førre
no: Forrige
or: ପୂର୍ବବର୍ତ୍ତି
pa_arab_pk: ‏‏پچھلا
pa_in: ਪਿੱਛੇ
pl: Wstecz
ru: Назад
sd: پهريان جو
si: කලින්
sl: Nazaj
sr_cyrl_rs: Претходно
sr_latn_rs: Prethodno
sv: Föregående
ta: முந்தைய
te: మునుపటి
tg: Қаблӣ
th: ก่อนหน้า
tr: Önceki
tt: Алдагы
ug: ئالدىنقى
uk: Назад
ur: پچھلا
uz: Avvalgisiga o‘tish
vi: Trước
zh_hans: 上一页
zh_hant: 上一頁

# Literal.Postcode.MaxLength
source: Post code is too long.
af: Poskode is te lank.
am: ፖስታ ኮድ በጣም ረጅም ።
ar: الرمز البريدي أطول من اللازم.
as: ডাক ক'ড অতি দীঘল৷
az: Poçt indeksi çox uzundur.
bg: Пощенският код е прекалено дълъг.
bn_in: ডাক কোডটি অত্যন্ত বড়৷
bs: Poštanski broj je predug.
cy: Mae'r cod post yn rhy hir.
da: Postnummeret er for langt.
de: Die Postleitzahl ist zu lang.
el: Ο Ταχυδρομικός κώδικας είναι πολύ μεγάλος.
es: Código postal es demasiado largo.
et: Sihtnumber on liiga pikk.
eu: Posta-kodea luzeegia da.
fa: کد پستی بسیار طولانی است.
ga: Cód poist rófhada.
gd: Tha an còd-puist ro fhada.
gl: O código postal é demasiado longo.
gu: પોસ્ટ કોડ ખૂબ લાંબો છે.
he: המיקוד ארוך מדי.
hi: पोस्ट कोड बहुत लंबा है.
hr: Poštanski broj predug je.
hu: Az irányítószám túl hosszú.
id: Kode pos terlalu panjang.
is: Póstnúmer er of langt.
ja: 郵便番号が長すぎます。
ka: საფოსტო კოდი ძალიან გრძელია.
kk: Пошталық индекс тым ұзын.
kn: ಪೋಸ್ಟ್ ಕೋಡ್ ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 우편 번호가 너무 깁니다.
ku_arab: کۆدی پۆست زۆر درێژە.
ky: Почта коду абдан узун.
lo: ລະຫັດໄປສະນີຍາວເກີນໄປ.
lt: Pašto kodas per ilgas.
lv: Pasta indekss ir pārāk garš.
mi: He roa rawa te waehere Pōhi.
mk: Поштенскиот број е предолг.
ml: പോസ്റ്റ് കോഡ് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Шуудангийн код хэт урт байна.
mr: पोस्ट कोड खूप मोठा आहे.
ms: Poskod terlalu panjang.
mt: Il-kodiċi postali hu twil wisq.
ne: हुलाक सङ्केत धेरै लामो भयो।
nn_no: Postnummeret er for langt.
no: Postnummeret er for langt.
or: ପୋଷ୍ଟ କୋଡ୍ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: پوسٹ کوڈ بہت لما اے۔
pa_in: ਪੋਸਟ ਕੋਡ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Kod pocztowy jest zbyt długi.
ru: Почтовый код содержит слишком много знаков.
sd: پوسٽ ڪوڊ تمام وڏو آهي.
si: තැපැල් කේතය දිගු වැඩිය.
sl: Poštna številka je predolga.
sr_cyrl_rs: Поштански број је предугачак.
sr_latn_rs: Poštanski broj je predugačak.
sv: Postnummer är för långt.
ta: அஞ்சல் குறியீடு மிக நீளமாக உள்ளது.
te: పోస్ట్ కోడ్ చాలా పొడవుగా ఉంది.
tg: Индекси почта аз ҳад дароз аст.
th: รหัสไปรษณีย์ยาวเกินไป
tr: Posta kodu çok uzun.
tt: Почта коды чамасыз озын.
ug: پوچتا نومۇرى بەك ئۇزۇن.
uk: Задовгий поштовий індекс.
ur: پوسٹ کوڈ بہت طویل ہے.
uz: Pochta indeksi juda uzun.
vi: Mã bưu điện quá dài.
zh_hans: 邮政编码太长。
zh_hant: 郵遞區號太長。

# Literal.Postcode.MinLength
source: Post code is too short.
af: Poskode is te kort.
am: ፖስታ ኮድ በጣም አጭር ነው።
ar: يقل الرمز البريدي عن اللازم طولاً.
as: ডাক ক'ড অতি চুটি৷
az: Poçt indeksi çox qısadır.
bg: Пощенският код е прекалено къс.
bn_in: ডাক কোডটি অত্যন্ত ছোট৷
bs: Poštanski broj je prekratak.
cy: Mae'r cod post yn rhy fyr.
da: Postnummeret er for kort.
de: Die Postleitzahl ist zu kurz.
el: Ο Ταχυδρομικός κώδικας είναι πολύ μικρός.
es: Código postal es demasiado corto.
et: Sihtnumber on liiga lühike.
eu: Posta-kodea motzegia da.
fa: کد پستی بسیار کوتاه است.
ga: Cód poist róghearr.
gd: Tha an còd-puist ro ghoirid.
gl: O código postal é demasiado curto.
gu: પોસ્ટ કોડ ખૂબ ટૂંકો છે.
he: המיקוד קצר מדי.
hi: पोस्ट कोड बहुत छोटा है.
hr: Poštanski broj prekratak je.
hu: Az irányítószám túl rövid.
id: Kode pos terlalu pendek.
is: Póstnúmer er of stutt.
ja: 郵便番号が短すぎます。
ka: საფოსტო კოდი ძალიან მოკლეა.
kk: Пошталық индекс тым қысқа.
kn: ಪೋಸ್ಟ್ ಕೋಡ್ ತುಂಬಾ ಚಿಕ್ಕದಾಗಿದೆ.
ko: 우편 번호가 너무 짧습니다.
ku_arab: کۆدی پۆست زۆر کورتە.
ky: Почта коду абдан кыска.
lo: ລະຫັດໄປສະນີສັ້ນເກີນໄປ.
lt: Pašto kodas per trumpas.
lv: Pasta indekss ir pārāk īss.
mi: He poto rawa te waehere Pōhi.
mk: Поштенскиот број е прекраток.
ml: പോസ്റ്റ് കോഡ് വളരെ ചെറുതാണ്.
mn: Шуудангийн код хэт богино байна.
mr: पोस्ट कोड खूप लहान आहे.
ms: Poskod terlalu pendek.
mt: Il-kodiċi postali hu qasir wisq.
ne: हुलाक सङ्केत धेरै छोटो भयो।
nn_no: Postnummeret er for kort.
no: Postnummeret er for kort.
or: ପୋଷ୍ଟ କୋଡ୍ ବହୁତ ଛୋଟ ଅଟେ.
pa_arab_pk: پوسٹ کوڈ بہت چھوٹا اے۔
pa_in: ਪੋਸਟ ਕੋਡ ਬੇਹੱਦ ਛੋਟਾ ਹੈ।
pl: Kod pocztowy jest zbyt krótki.
ru: Почтовый код содержит недостаточное число знаков.
sd: پوسٽ ڪوڊ تمام ننڍو آهي.
si: තැපැල් කේතය කෙටි වැඩිය.
sl: Poštna številka je prekratka.
sr_cyrl_rs: Поштански број је прекратак.
sr_latn_rs: Poštanski broj je prekratak.
sv: Postnummer är för kort.
ta: அஞ்சல் குறியீடு மிகச் சிறியதாக உள்ளது.
te: పోస్ట్ కోడ్ చాలా చిన్నదిగా ఉంది.
tg: Индекси почта аз ҳад кӯтоҳ аст.
th: รหัสไปรษณีย์สั้นเกินไป
tr: Posta kodu çok kısa.
tt: Почта коды чамасыз кыска.
ug: پوچتا نومۇرى بەك قىسقا.
uk: Закороткий поштовий індекс.
ur: پوسٹ کوڈ بہت مختصر ہے.
uz: Pochta indeksi juda qisqa.
vi: Mã bưu điện quá ngắn.
zh_hans: 邮政编码太短。
zh_hant: 郵遞區號太短。

# Literal.Postcode.Pattern
source: Invalid post code.
af: Ongeldige poskode.
am: ልክ ያልኾነ ፖስታ ኮድ ።
ar: ليس الرمز البريدي صالحًا.
as: অবৈধ ডাক ক'ড৷
az: Poçt indeksi səhvdir.
bg: Невалиден пощенски код.
bn_in: ডাক কোডটি ঠিকঠাক নেই৷
bs: Nevažeći poštanski broj.
cy: Mae'r cod post yn annilys.
da: Ugyldigt postnummer.
de: Die Postleitzahl ist ungültig.
el: Μη έγκυρος Ταχυδρομικός κώδικας.
es: Código postal no es válido.
et: Vale sihtnumber.
eu: Posta-kodea baliogabea da.
fa: کد پستی نامعتبر است.
ga: Cód poist neamhbhailí.
gd: Tha an còd-puist mì-dhligheach.
gl: Código postal non válido.
gu: અમાન્ય પોસ્ટ કોડ.
he: המיקוד אינו חוקי.
hi: अमान्य पोस्ट कोड.
hr: Poštanski broj nije valjan.
hu: Érvénytelen irányítószám.
id: Kode pos tidak valid.
is: Ógilt póstnúmer.
ja: 郵便番号が正しくありません。
ka: საფოსტო კოდი არასწორია.
kk: Жарамсыз пошталық индекс.
kn: ಅಮಾನ್ಯವಾದ ಪೋಸ್ಟ್ ಕೋಡ್.
ko: 우편 번호가 올바르지 않습니다.
ku_arab: کۆدی پۆست نادروستە.
ky: Жараксыз почта коду.
lo: ລະຫັດໄປສະນີບໍ່ຖືກຕ້ອງ.
lt: Netinkamas pašto kodas.
lv: Pasta indekss nav derīgs.
mi: He muhu te waehere pōhi.
mk: Неважечки поштенски број.
ml: പോസ്റ്റ് കോഡ് അസാധുവാണ്.
mn: Шуудангийн код буруу
mr: अवैध पोस्ट कोड.
ms: Poskod tidak sah.
mt: Kodiċi postali invalidu.
ne: अवैध हुलाक सङ्केत।
nn_no: Ugyldig postnummer.
no: Ugyldig postnummer.
or: ଅବୈଧ ପୋଷ୍ଟ କୋଡ୍.
pa_arab_pk: پوسٹ کوڈ ناجائز اے۔
pa_in: ਪੋਸਟ ਕੋਡ ਅਵੈਧ ਹੈ।
pl: Nieprawidłowy kod pocztowy.
ru: Неверный почтовый код.
sd: پوسٽ ڪوڊ غلط آهي.
si: නිවැරදි නොවන තැපැල් කේතය.
sl: Neveljavna poštna številka.
sr_cyrl_rs: Поштански број није важећи.
sr_latn_rs: Poštanski broj nije važeći.
sv: Postnummer är ogiltigt.
ta: தவறான அஞ்சல் குறியீடு.
te: చెల్లని పోస్ట్ కోడ్.
tg: Индекси почта беэътибор аст.
th: รหัสไปรษณีย์ไม่ถูกต้อง
tr: Geçersiz posta kodu.
tt: Почта коды дөрес түгел.
ug: پوچتا نومۇرى ئىناۋەتسىز.
uk: Неприпустимий поштовий індекс.
ur: غلط پوسٹ کوڈ.
uz: Noto‘g‘ri pochta indeksi.
vi: Mã bưu điện không hợp lệ.
zh_hans: 邮政编码无效。
zh_hant: 郵遞區號無效。

# Literal.Postcode.Required
source: Post code is required.
af: Poskode word vereis.
am: ፖስታ ኮድ ይፈለጋል።
ar: الرمز البريدي مطلوب.
as: ডাক ক'ডৰ আৱশ্যক৷
az: Poçt indeksi tələb olunur.
bg: Пощенският код е задължителен.
bn_in: ডাক কোড উল্লেখ করা দরকার৷
bs: Poštanski broj je obavezan.
cy: Rhaid cael cod post.
da: Postnummeret skal angives.
de: Die Postleitzahl ist erforderlich.
el: Απαιτείται ο Ταχυδρομικός κώδικας.
es: Código postal es obligatorio.
et: Sihtnumber on kohustuslik.
eu: Posta-kodea beharrezkoa da.
fa: به کد پستی نیاز است.
ga: Cód poist ag teastáil.
gd: Tha feum air còd-puist.
gl: Necesítase o código postal.
gu: પોસ્ટ કોડની આવશ્યકતા છે.
he: נדרש מיקוד.
hi: पोस्ट कोड आवश्यक है.
hr: Potreban je poštanski broj.
hu: Az irányítószám megadása kötelező.
id: Kode pos wajib diisi.
is: Póstnúmer er nauðsynlegt.
ja: 郵便番号が必要です。
ka: მიუთითეთ საფოსტო კოდი.
kk: Пошталық индекс қажет.
kn: ಪೋಸ್ಟ್ ಕೋಡ್ ಅಗತ್ಯವಿದೆ.
ko: 우편 번호는 필수 항목입니다.
ku_arab: کۆدی پۆست پێویستە.
ky: Почта коду талап кылынат.
lo: ຕ້ອງລະບຸລະຫັດໄປສະນີ.
lt: Pašto kodas būtinas.
lv: Norādiet pasta indeksu.
mi: Kei te hiahiatia te waehere pōhi.
mk: Поштенскиот број е задолжителен.
ml: പോസ്റ്റ് കോഡ് ആവശ്യമാണ്.
mn: Шуудангийн кодыг бөглөх шаардлагатай.
mr: पोस्ट कोड आवश्यक आहे.
ms: Poskod diperlukan.
mt: Il-kodiċi postali hu meħtieġ.
ne: हुलाक सङ्केत आवश्यक छ।
nn_no: Postnummer er obligatorisk.
no: Postnummer må angis.
or: ପୋଷ୍ଟ କୋଡ୍ ଆବଶ୍ୟକ ଅଟେ.
pa_arab_pk: پوسٹ کوڈ دی درکار اے۔
pa_in: ਪੋਸਟ ਕੋਡ ਲੋੜੀਂਦਾ ਹੈ।
pl: Kod pocztowy jest wymagany.
ru: Требуется указать почтовый код.
sd: پوسٽ ڪوڊ جي گھرج آهي.
si: තැපැල් කේතය අවශ්‍යයි.
sl: Vnesti morate poštno številko.
sr_cyrl_rs: Потребно је унети поштански број.
sr_latn_rs: Potrebno je uneti poštanski broj.
sv: Postnummer måste anges.
ta: அஞ்சல் குறியீடு தேவை.
te: పోస్ట్ కోడ్ అవసరం.
tg: Индекси почта ҳатмист.
th: ต้องระบุรหัสไปรษณีย์
tr: Posta kodu gereklidir.
tt: Почта коды мәҗбүри.
ug: پوچتا نومۇرى كېرەك.
uk: Необхідно ввести поштовий індекс.
ur: پوسٹ کوڈ درکار ہے.
uz: Pochta indeksi talab qilinadi.
vi: Mã bưu điện là cần thiết.
zh_hans: 邮政编码为必填项。
zh_hant: 郵遞區號是必要資訊。

# Literal.Province.MaxLength
source: Province is too long.
af: Provinsie is te lank.
am: አውራጃ በጣም ረጅም ነው።
ar: اسم المقاطعة أطول من اللازم.
as: প্ৰদেশ অতি দীঘল৷
az: Əyalət çox uzundur.
bg: Името на провинцията е прекалено дълго.
bn_in: অঞ্চল অত্যন্ত বড়৷
bs: Naziv pokrajine je predug.
cy: Mae'r dalaith yn rhy hir.
da: Provins er for lang.
de: Der Name des Bundeslandes/Kantons ist zu lang.
el: Η Επαρχία είναι πολύ μεγάλη.
es: Provincia es demasiado largo.
et: Maakonna nimi on liiga pikk.
eu: Probintzia luzeegia da.
fa: ایالت بسیار طولانی است.
ga: Cúige rófhada.
gd: Tha am mòr-roinn ro fhada.
gl: O nome da provincia é demasiado longo.
gu: પ્રોવિન્સ ખૂબ લાંબુ છે.
he: המחוז ארוך מדי.
hi: प्रांत बहुत लंबा है.
hr: Pokrajina je preduga.
hu: A megye neve túl hosszú.
id: Provinsi terlalu panjang.
is: Hérað er of langt.
ja: 都道府県名が長すぎます。
ka: პროვინციის სახელი ძალიან გრძელია.
kk: Аудан тым ұзын.
kn: ಪ್ರಾಂತ್ಯವು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 시/도가 너무 깁니다.
ku_arab: پارێزگا زۆر درێژە.
ky: Областтын аты абдан узун.
lo: ແຂວງຍາວເກີນໄປ.
lt: Rajono pavadinimas per ilgas.
lv: Novada nosaukums ir pārāk garš.
mi: He roa rawa te Porowini.
mk: Името на провинција е предолго.
ml: പ്രവിശ്യയുടെ പേര് ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Мужийн нэр хэт урт байна.
mr: प्रांत खूप मोठा आहे.
ms: Wilayah terlalu panjang.
mt: L-isem tal-provinċja twil wisq.
ne: प्रान्त धेरै लामो छ।
nn_no: Provins er for lang.
no: Provins er for lang.
or: ପ୍ରଦେଶ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: صوبہ بہت لما اے۔
pa_in: ਪ੍ਰਾਂਤ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Nazwa województwa jest zbyt długa.
ru: Название региона содержит слишком много знаков.
sd: صوبو تمام وڏو آهي.
si: පළාත දිගු වැඩිය.
sl: Območje je predolgo.
sr_cyrl_rs: Назив покрајине је предугачак.
sr_latn_rs: Naziv pokrajine je predugačak.
sv: Regionnamnet är för långt.
ta: மாகாணம் மிக நீளமாக உள்ளது.
te: ప్రావిన్స్ చాలా పొడవుగా ఉంది.
tg: Вилоят аз ҳад дароз аст.
th: จังหวัดยาวเกินไป
tr: İl çok uzun.
tt: Өлкә исеме чамасыз озын.
ug: ئۆلكىڭىز بەك ئۇزۇن.
uk: Задовга назва області.
ur: صوبہ بہت طویل ہے.
uz: Viloyat juda uzun.
vi: Tỉnh quá dài.
zh_hans: 省/直辖市/自治区太长。
zh_hant: 省 (市) 太長。

# Literal.Province.Required
source: Province is required.
af: Provinsie word vereis.
am: አውራጃ ይፈለጋል።
ar: اسم المقاطعة مطلوب.
as: প্ৰদেশ আৱশ্যক৷
az: Əyalət tələb olunur.
bg: Името на провинцията е задължително.
bn_in: অঞ্চল উল্লেখ করা দরকার৷
bs: Pokrajina je obavezna.
cy: Rhaid cael talaith.
da: Provins skal angives.
de: Der Name des Bundeslands/Kantons ist erforderlich.
el: Απαιτείται η Επαρχία.
es: Provincia es obligatorio.
et: Maakonna nimi on kohustuslik.
eu: Probintzia beharrezkoa da.
fa: به ایالت نیاز است.
ga: Cúige ag teastáil.
gd: Tha feum air mòr-roinn.
gl: Necesítase o nome da provincia.
gu: પ્રિવિન્સ ખૂબ ટૂંકુ છે.
he: המחוז קצר מדי.
hi: प्रांत आवश्यक है.
hr: Potrebna je pokrajina.
hu: A megye megadása kötelező.
id: Provinsi wajib diisi.
is: Hérað er nauðsynlegt.
ja: 都道府県名が必要です。
ka: მიუთითეთ პროვინციის სახელი.
kk: Аудан қажет.
kn: ಪ್ರಾಂತ್ಯವು ಅಗತ್ಯವಿದೆ.
ko: 시/도는 필수 항목입니다.
ku_arab: پارێزگا پێویستە.
ky: Область талап кылынат.
lo: ຕ້ອງລະບຸແຂວງ.
lt: Rajonas būtinas.
lv: Norādiet novadu.
mi: Kei te hiahiatia te Porowini.
mk: Името на провинција е задолжително.
ml: പ്രവിശ്യയുടെ പേര് ആവശ്യമാണ്.
mn: Мужийн нэрийг бөглөх шаардлагатай.
mr: प्रांत आवश्यक आहे.
ms: Wilayah diperlukan.
mt: L-isem tal-provinċja hu meħtieġ.
ne: प्रान्त आवश्यक छ।
nn_no: Provins er obligatorisk.
no: Provins må angis.
or: ପ୍ରଦେଶ ଆବଶ୍ୟକ.
pa_arab_pk: صوبہ درکار اے۔
pa_in: ਪ੍ਰਾਂਤ ਲੋੜੀਂਦਾ ਹੈ।
pl: Nazwa województwa jest wymagana.
ru: Требуется указать название региона.
sd: صوبي جي گھرج آهي.
si: පළාත අවශ්‍යයි.
sl: Vnesti morate območje.
sr_cyrl_rs: Потребно је унети назив покрајине.
sr_latn_rs: Potrebno je uneti naziv pokrajine.
sv: Region måste anges.
ta: மாகாணம் தேவை.
te: ప్రావిన్స్ అవసరం.
tg: Вилоят ҳатмист.
th: ต้องระบุจังหวัด
tr: İl gereklidir.
tt: Өлкә исеме мәҗбүри.
ug: ئۆلكىڭىز كېرەك.
uk: Необхідно ввести назву області.
ur: صوبہ بہت مختصر ہے.
uz: Viloyat talab qilinadi.
vi: Tỉnh là cần thiết.
zh_hans: 省/直辖市/自治区为必填项。
zh_hant: 省 (市) 是必要資訊。

# Literal.PICV.Error.Timeout
source: Your request has timed out, please try again.
af: Jou versoek het verstryk, probeer asseblief weer.
am: ጥያቄህን እንዲያበቃ ተደርገዋል። እባክህ እንደገና ሞክር።
ar: انتهت مهلة طلبك فالرجاء إعادة المحاولة مرة أخرى.
as: আপোনাৰ অনুৰোধৰ সময় উকলি গৈছে, অনুগ্ৰহ কৰি পুনৰ চেষ্টা কৰক৷
az: Sorğunuzun vaxtı keçib, lütfən yenidən cəhd edin.
bg: Времето за изчакване на заявката ви е изтекло. Опитайте отново.
bn_in: আপনার অনুরোধের সময় শেষ হয়ে গেছে, অনুগ্রহ করে আবার চেষ্টা করুন৷
bs: Zahtjev je istekao. Pokušajte ponovo.
cy: Mae eich cais wedi dod i ben, rhowch gynnig arall arni.
da: Der er opstået timeout i anmodningen. Prøv igen.
de: Das Zeitlimit für Ihre Anfrage wurde überschritten, bitte versuchen Sie es erneut.
el: Το χρονικό όριο της αίτησής σας έληξε. Δοκιμάστε ξανά.
es: Su solicitud ha excedido el tiempo de espera, inténtelo de nuevo.
et: Taotlus on aegunud, proovige uuesti.
eu: Zure eskaeraren denbora-muga gainditu da; saiatu berriro.
fa: فرصت زمانی درخواست شما تمام شده است، لطفاً دوباره امتحان کنید.
ga: Tá am rite amach le haghaidh d'iarratais, bain triail as arís.
gd: Dh'fhalbh an ùine air d' iarrtas, feuch ris a-rithist.
gl: A solicitude excedeu o tempo de espera, ténteo de novo.
gu: તમારી વિનંતી સમય મર્યાદા બહાર છે, કૃપા કરી ફરીથી પ્રયાસ કરો.
he: תם הזמן הקצוב לבקשה שלך, נסה שוב.
hi: आपके अनुरोध का समय समाप्त हो गया है, कृपया पुनः प्रयास करें.
hr: Vaš je zahtjev istekao, pokušajte ponovno.
hu: Kérelme időkorlátja letelt, kérjük, próbálja meg újra.
id: Permintaan Anda habis waktunya, harap coba lagi.
is: Beiðni þín rann út, reyndu aftur.
ja: 要求はタイムアウトしました。やり直してください。
ka: თქვენს მოთხოვნას ვადა გაუვიდა. გთხოვთ, ისევ ცადოთ.
kk: Сұраудың күту уақыты аяқталды, әрекетті қайталаңыз.
kn: ನಿಮ್ಮ ವಿನಂತಿಯು ಅವಧಿ ಮುಕ್ತಾಯಗೊಂಡಿದೆ, ದಯವಿಟ್ಟು ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 요청이 시간 초과되었습니다. 다시 시도하십시오.
ku_arab: داواکاریەکەت بەسەرچووە، تکایە دووبارە هەوڵ بدە.
ky: Сиздин талабыңыздын убакыты бүттү, сураныч кайрадан аракет кылыңыз.
lo: ການຮ້ອງຂໍຂອງທ່ານໝົດເວລາແລ້ວ, ກະລຸນາລອງອີກຄັ້ງ.
lt: Baigėsi užklausai skirtas laikas. Bandykite dar kartą.
lv: Iestājies pieprasījuma taimauts. Lūdzu, mēģiniet vēlreiz.
mi: Kua eke te wā ki tō tono, me ngana anō.
mk: Времето за барањето истече, обидете се повторно.
ml: നിങ്ങളുടെ അഭ്യര്‍ത്ഥന കാലഹരണപ്പെട്ടു, വീണ്ടും ശ്രമിക്കുക.
mn: Таны хүсэлтийн хугацаа дууссан тул дахин оролдоно уу.
mr: आपल्या विनंतीची वेळ संपली आहे, कृपया पुन्हा प्रयत्न करा.
ms: Permohonan anda sudah tamat masa, sila cuba lagi.
mt: It-talba tiegħek skadiet, erġa' pprova.
ne: तपाईको अनुरोधको समय सकिएको छ, कृपया फेरि प्रयास गर्नुहोस्।
nn_no: Førespurnaden blei tidsavbroten. Prøv igjen.
no: Forespørselen ble tidsavbrutt. Prøv igjen.
or: ଆପଣଙ୍କର ଅନୁରୋଧ ସମୟସୀମା ଶେଷ ହୋଇଛି, ଦୟାକରି ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ.
pa_arab_pk: تساں دی درخواست دا ویلا مک گیااے، میربانی کرکے فیر کوشش کرو۔
pa_in: ਤੁਹਾਡੀ ਬੇਨਤੀ ਟਾਈਮ ਆਊਟ ਹੋ ਗਈ ਹੈ, ਕਿਰਪਾ ਕਰਕੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Przekroczono limit czasu żądania, spróbuj ponownie.
ru: Время ожидания обработки запроса истекло. Повторите попытку позднее.
sd: توهان جي درخواست جو وقت ختم ٿي ويو آهي، مهرباني ڪري ٻيهر ڪوشش ڪندا.
si: ඔබගේ ඉල්ලීමට අදාළ කාලය ඉකුත් වී ඇත, කරුණාකර නැවත උත්සාහ කරන්න.
sl: Vaša zahteva je potekla. Poskusite znova.
sr_cyrl_rs: Захтев је истекао. Покушајте поново.
sr_latn_rs: Zahtev je istekao. Pokušajte ponovo.
sv: Tidsgränsen för din begäran uppnåddes. Försök igen.
ta: உங்கள் கோரிக்கை நேரம்கடந்து விட்டது. மீண்டும் முயலவும்.
te: మీ అభ్యర్థన సమయం ముగిసింది, దయచేసి మళ్లీ ప్రయత్నించండి.
tg: Вақти дархости шумо тамом шуд, лутфан, дубора кӯшиш кунед.
th: คำขอของคุณหมดเวลา โปรดลองอีกครั้ง
tr: İsteğinizin sürsi doldu; lütfen tekrar deneyin.
tt: Таләбегезнең вакыты чыккан, яңадан кабатлап карагыз.
ug: تەلىپىپىڭىزنىڭ ۋاقتى توشتى،تەكرارسىناڭ.
uk: Перевищено час очікування запиту, повторіть спробу.
ur: آپ کی درخواست کا وقت ختم ہوچکا ہے، براہ مہربانی دوبارہ کوشش کریں.
uz: So‘rovingiz vaqti tugadi, iltimos, takrorlang.
vi: Đã hết thời gian chờ dành cho yêu cầu của bạn, xin vui lòng thử lại.
zh_hans: 您的请求已超时，请重试。
zh_hant: 您的要求已逾時，請再試一次。
