Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.TV
source: Tuvalu
am: ቱቫሉ
ar: توفالو
as: টুভালু
bg: Тувалу
bn_in: টুভালু
el: Τουβάλου
fa: تووالو
gd: Tubhalu
gu: ટવાલૂ
he: טובלו
hi: टवालू
is: Túvalú
ja: ツバル
ka: ტუვალუ
kk: Тувалу
kn: ತುವಾಲು
ko: 투발루
ku_arab: توڤالۆ
ky: Тувалу
lo: ຕູວາລູ
mi: Tūwaru
mk: Тувалу
ml: ടുവാലു
mn: Тувалу
mr: तूवालू
ne: तुबालू
or: ତୁଭାଲୁ
pa_arab_pk: توالو
pa_in: ਟੁਵਾਲੂ
ru: Тувалу
sd: توالو
si: ටුවාලු
sr_cyrl_rs: Тувалу
ta: துவாலு
te: టువాలు
tg: Тувалу
th: ตูวาลู
tt: Тувалу
ug: تۇۋالۇ
uk: Тувалу
ur: توالو
zh_hans: 图瓦卢
zh_hant: 吐瓦魯

# Country.TZ
source: Tanzania
af: Tanzanië
am: ታንዛኒያ
ar: تنزانيا
as: টানজানিয়া
az: Tanzaniya
bg: Танзания
bn_in: তানজানিয়া
bs: Tanzanija
cy: Tansanïa
de: Tansania
el: Τανζανία
et: Tansaania
fa: تانزانیا
ga: An Tansáin
gd: An Tansan
gu: ટાંઝાનિયા
he: טנזניה
hi: तंज़ानिया
hr: Tanzanija
hu: Tanzánia
is: Tansanía
ja: タンザニア
ka: ტანზანია
kk: Танзания
kn: ತಾಂಜೇನಿಯಾ
ko: 탄자니아
ku_arab: تەنزانیا
ky: Танзания
lo: ທານຊາເນຍ
lt: Tanzanija
lv: Tanzānija
mi: Tānahia
mk: Танзанија
ml: താന്‍സാനിയ
mn: Танзани
mr: तंझानिया
mt: Tanzanija
ne: टानजेनिया
or: ତାଞ୍ଜାନିଆ
pa_arab_pk: تنزانیہ
pa_in: ਤਨਜ਼ਾਨੀਆ
ru: Танзания, Объединенная Республика
sd: تنزانيا
si: ටැන්සානියාව
sl: Tanzanija
sr_cyrl_rs: Танзанија
sr_latn_rs: Tanzanija
ta: தான்சானியா
te: టాంజానియా
tg: Танзания
th: แทนซาเนีย
tr: Tanzanya
tt: Танзания
ug: تانزانىيە
uk: Танзанія
ur: تنزانیا
uz: Tanzaniya
zh_hans: 坦桑尼亚
zh_hant: 坦尚尼亞

# Country.UA
source: Ukraine
af: Oekraïne
am: ዩክሬን
ar: أوكرانيا
as: ইউক্ৰেইন
az: Ukrayna
bg: Украйна
bn_in: ইউক্রেন
bs: Ukrajina
cy: Yr Wcráin
el: Ουκρανία
es: Ucrania
et: Ukraina
eu: Ukraina
fa: اوکراین
ga: An Úcráin
gd: An Ucràin
gl: Ucraína
gu: યૂક્રેન
he: אוקראינה
hi: यूक्रेन
hr: Ukrajina
hu: Ukrajna
id: Ukraina
is: Úkraína
ja: ウクライナ
ka: უკრაინა
kk: Украина
kn: ಉಕ್ರೇನ್
ko: 우크라이나
ku_arab: ئۆکرانیا
ky: Украина
lo: ຢູ່ເຄຣນ
lt: Ukraina
lv: Ukraina
mi: Ukareina
mk: Украина
ml: യുക്രയിന്‍
mn: Украйн
mr: युक्रेन
mt: Ukraina
ne: यूक्रेन
nn_no: Ukraina
no: Ukraina
or: ୟୁକ୍ରେନ୍
pa_arab_pk: یوکرائن
pa_in: ਯੂਕਰੇਨ
pl: Ukraina
ru: Украина
sd: يوڪرائين
si: යුක්රේනය
sl: Ukrajina
sr_cyrl_rs: Украјина
sr_latn_rs: Ukrajina
sv: Ukraina
ta: உக்ரைன்
te: ఉక్రెయిన్
tg: Украина
th: ยูเครน
tr: Ukrayna
tt: Украина
ug: ئۇكرائىنا
uk: Україна
ur: یوکرائن
uz: Ukraina
zh_hans: 乌克兰
zh_hant: 烏克蘭

# Country.UG
source: Uganda
am: ኡጋንዳ
ar: أوغندا
as: উগাণ্ডা
az: Uqanda
bg: Уганда
bn_in: উগান্ডা
cy: Wganda
el: Ουγκάντα
fa: اوگاندا
gu: યુગાન્ડા
he: אוגנדה
hi: यूगांडा
is: Úganda
ja: ウガンダ
ka: უგანდა
kk: Уганда
kn: ಉಗಾಂಡಾ
ko: 우간다
ku_arab: ئۆگەندا
ky: Уганда
lo: ອູແກນດາ
mi: Ukānga
mk: Уганда
ml: ഉഗാണ്ട
mn: Уганда
mr: युगांडा
ne: यूगान्डा
or: ଉଗାଣ୍ଡା
pa_arab_pk: یوگنڈا
pa_in: ਯੂਗਾਂਡਾ
ru: Уганда
sd: يوگينڊا
si: උගන්ඩාව
sr_cyrl_rs: Уганда
ta: உகாண்டா
te: ఉగాండా
tg: Уганда
th: ยูกันดา
tt: Уганда
ug: ئۇگاندا
uk: Уґанда
ur: یوگنڈا
zh_hans: 乌干达
zh_hant: 烏干達

# Country.UM
source: U.S. Outlying Islands
af: VS se kleiner kleiner aflandige eilande
am: ዩኤስ ማይነር አውትላይንግ ደሴቶች
ar: الجزر الفرعية النائية التابعة للولايات المتحدة
as: ইউ. এচ. মাইনোৰ আউটলেয়েং আইলেণ্ড
az: ABŞ-a bağlı Kiçik Adacıqlar
bg: Малки далечни острови на САЩ
bn_in: ইউনাইটেড স্টেট্‌স মাইনর আউটলাইঙ আইল্যাণ্ডস
bs: Udaljena ostrva SAD
cy: Mân Ynysoedd Pellennig UDA
da: Amerikanske oversøiske øer
de: Kleinere Amerikanische Überseeinseln
el: Απομακρυσμένες Νησίδες ΗΠΑ
es: Islas menores alejadas de los EE. UU.
et: Ühendriikide hajasaared
eu: AEBko Kanpoaldeko Uharte Txikiak
fa: جزایر کوچک حاشیه ای ایالات متحده
ga: Oileáin Bheaga Fhorimeallacha na S. A.
gd: Meanbh-Eileanan Iomallach nan SA
gl: Illas Menores Periféricas dos EUA
gu: યુએસ માઇનર આઉટલાઇનિંગ આઇલેન્ડ્સ
he: האיים המרוחקים הקטנים של ארה"ב
hi: यू.एस. आउटलाइंग द्वीपसमूह
hr: Mali udaljeni otoci SAD-a
hu: Az Amerikai Egyesült Államok lakatlan külbirtokai
id: Kepulauan Terluar Kecil AS
is: Smáeyjar Bandaríkjanna
ja: 合衆国領有小離島
ka: აშშ-ის შორსმდებარე მცირე კუნძულები
kk: АҚШ шағын шалғай аралдары
kn: ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್‌ ಮೈನರ್ ಔಟ್‌ಲೈಯಿಂಗ್ ದ್ವೀಪಗಳು
ko: 미국 소수 외부 제도
ku_arab: دوورگە چکۆلە پەرتەوازەکانی ئەمەریکا
ky: АКШ Алыскы Кичи аралдары
lo: ໝູ່ເກາະຮອບນອກຂອງສະຫະລັດຯ
lt: JAV mažosios aplinkinės salos
lv: ASV Mazās Aizjūras salas
mi: Ngā Moutere Iti Raungaiti o Te Hononga o Amerika
mk: Мали оддалечени острови на САД
ml: യു.എസ് മൈനര്‍ ഔട്ട്‌ലൈയിംഗ് ദ്വീപുകള്‍
mn: Америкийн Нэгдсэн Улсын бага арлууд
mr: यूएस मिनोर आउटलाइंग बेटे
ms: Kepulauan Terpencil AS
mt: Il-Gżejjer Minuri Mbiegħda tal-Istati Uniti
ne: संयुक्त राज्य सुक्ष्म बाहिरी टापूहरू
nn_no: USAs ytre småøyar
no: USAs ytre småøyer
or: ଯୁକ୍ତରାଷ୍ଟ୍ର ମାଇନର୍ ଆଉଟ୍‌ଲାଇଙ୍ଗ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: امریکہ دے بیرونی جزائر
pa_in: ਯੂਐਸ ਮਾਇਨਰ ਆਉਟਲਾਇੰਗ ਆਈਲੈਂਡਸ
pl: Odległe Mniejsze Wyspy Stanów Zjednoczonych
ru: Внешние малые о-ва (США)
sd: آمريڪا بیرونی ٻيٽَ
si: එ. ජ. අප්‍රධාන ප්‍රාදේශීය දූපත්
sl: Manjši ameriški oddaljeni otoki
sr_cyrl_rs: Мања удаљена острва САД
sr_latn_rs: Manja udaljena ostrva (SAD)
sv: USA:s yttre öar
ta: யு.எஸ். சிறிய வெளிப்புற தீவுகள்
te: యుఎస్ చిన్న సుదూర దీవులు
tg: Ҷазираҳои Хурди Дурдасти ИМА дар Уқёнуси Ором
th: หมู่เกาะน้อยรอบนอกสหรัฐฯ
tr: ABD Küçük Harici Adaları
tt: АКШ Кече Читтәге утраулары
ug: ئا ق ش تاشقى ئاراللىرى
uk: Малі віддалені острови США
ur: امریکی بیرونی جزائر
uz: AQShning Masofadagi Kichik orollari
vi: Các tiểu đảo xa Hoa Kỳ
zh_hans: 美属外岛
zh_hant: 美國外島

# Country.UM.2
source: United States Minor Outlying Islands
af: Verenigde State se kleiner aflandige eilande
am: ዩናይትድ ስቴትስ ማይነር አውትላይንግ ደሴቶች
ar: الجزر الفرعية النائية التابعة للولايات المتحدة
as: ইউনাইটেড ষ্টেট মাইনোৰ আউটলাইং আইলেণ্ড
az: Amerika Birləşmiş Ştatlarına bağlı kiçik adacıqlar
bg: Малки далечни острови на САЩ
bn_in: ইউনাইটেড স্টেট্‌স মাইনর আউটলাইঙ আইল্যাণ্ডস
bs: Manja udaljena ostrva Sjedinjenih Država
cy: Mân Ynysoedd Pellennig Unol Daleithiau America
da: De Mindre Amerikanske Oversøiske Øer
de: Kleinere Amerikanische Überseeinseln
el: Μικρά απομονωμένα νησιά Ηνωμένων Πολιτειών
es: Islas menores alejadas de los Estados Unidos
et: Ühendriikide väikesed hajasaared
eu: Ameriketako Estatu Batuetako Kanpoaldeko Uharte Txikiak
fa: جزایر کوچک حاشیه ای ایالات متحده آمریکا
ga: Oileáin Bheaga Fhorimeallacha na Stát Aontaithe
gd: Meanbh-Eileanan Iomallach nan Stàitean Aonaichte
gl: Illas Menores Periféricas dos Estados Unidos
gu: યુનાઇટેડ સ્ટેટ્સ માઇનર આઉટલાઇનિંગ આઇલેન્ડ્સ
he: האיים המרוחקים הקטנים של ארצות הברית
hi: युनाइटेड स्टेट्स माइनर आउटलाइंग आइलैंड्स
hr: Manji Vanjski Otoci Sjedinjenih Država
hu: Az Amerikai Egyesült Államok lakatlan külbirtokai
id: Kepulauan Terluar Kecil Amerika Serikat
is: Smáeyjar Bandaríkjanna
ja: その他の米領諸島
ka: შეერთებული შტატების შორსმდებარე მცირე კუნძულები
kk: АҚШ шағын шалғай аралдары
kn: ಯುನೈಟೆಡ್ ಸ್ಟೇಟ್ಸ್ ಮೈನರ್ ಔಟ್‌ಲೈಯಿಂಗ್ ದ್ವೀಪಗಳು
ko: 미국 소수 외부 제도
ku_arab: دورگە بچووکە بڵاوبووەکانی ویلایەتە یەکگرتووەکان
ky: Кошмо Штаттардын Тынч океандагы Алыскы Кичи аралдары
lo: ໝູ່ເກາະນ້ອຍຮອບນອກສະຫະລັດ
lt: Jungtinių Valstijų mažosios aplinkinės salos
lv: Amerikas Savienoto Valstu Mazās Aizjūras salas
mi: Ngā Moutere Iti Raungaiti o Te Hononga o Amerika
mk: Мали оддалечени острови на Соединети Американски Држави
ml: യുനൈറ്റ്ഡ് സ്റ്റേറ്റ്സ് മൈനര്‍ ഔട്ട്‌ലൈയിംഗ് ഐലന്‍ഡ്സ്
mn: Америкийн Нэгдсэн Улсын бага арлууд
mr: युनायटेड स्टेट्स मिनोर आउटलाइंग बेटे
ms: Kepulauan Terpencil Amerika Syarikat
mt: Il-Gżejjer Minuri Mbiegħda tal-Istati Uniti
ne: संयुक्त राज्य आउटलाइङ टापूहरू
nn_no: USAs ytre småøyar
no: USAs ytre småøyer
or: ଯୁକ୍ତରାଷ୍ଟ୍ର ମାଇନର୍ ଆଉଟ୍‌ଲାଇଙ୍ଗ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: امریکی چھوٹے جزیرے
pa_in: ਯੂਨਾਇਟੇਡ ਸਟੇਟਸ ਮਾਈਨਰ ਆਊਟਲਾਈਂਗ ਆਈਲੈਂਡਸ
pl: Odległe Mniejsze Wyspy Stanów Zjednoczonych
ru: Малые Тихоокеанские Отдаленные Острова Соединенных Штатов
sd: آمريڪا معمولی بیرونی ٻيٽَ
si: එක්සත් ජනපද පර්යන්ත කුඩා දූපත්
sl: Stranski zunanji otoki Združenih držav
sr_cyrl_rs: Мања удаљена острва Сједињених Држава
sr_latn_rs: Manja udaljena ostrva (SAD)
sv: Förenta staternas mindre öar i Oceanien och Västindien
ta: அமெரிக்க ஐக்கிய நாடுகளின் சிறிய வெளிப்புற தீவுகள்
te: యునైటెడ్ స్టేట్స్ మైనర్ ఔవుట్‌లయింగ్ దీవులు
tg: Ҷазираҳои Хурди Дурдасти Иёлоти Муттаҳида дар Уқёнуси Ором
th: หมู่เกาะน้อยรอบนอกสหรัฐอเมริกา
tr: Amerika Birleşik Devletleri Küçük Harici Adaları
tt: Америка Кушма Штатларының Кече Читтәге утраулары
ug: ئامېرىكا قوشما ئىشتاتلىرى سىرتىدىكى تاقىم ئاراللار
uk: Малі віддалені острови Сполучених Штатів Америки
ur: امریکی چھوٹے جزیرے
uz: Qo‘shma Shtatlarning Masofadagi Kichik orollari
vi: Các tiểu đảo xa Hoa Kỳ
zh_hans: 美属外岛
zh_hant: 美國外島

# Country.UY
source: Uruguay
am: ኡራጋይ
ar: أوروغواي
as: উৰুগুৱে
az: Uruqvay
bg: Уругвай
bn_in: উরুগুয়ে
bs: Urugvaj
cy: Wrwgwái
el: Ουρουγουάη
eu: Uruguai
fa: اروگوئه
ga: Uragua
gd: Uruguaidh
gl: Uruguai
gu: ઉરૂગ્વે
he: אורוגוואי
hi: उरुग्वे
hr: Urugvaj
is: Úrúgvæ
ja: ウルグアイ
ka: ურუგვაი
kk: Уругвай
kn: ಉರುಗ್ವೆ
ko: 우루과이
ku_arab: ئۆرۆگوای
ky: Уругвай
lo: ອູຣຸກວາຍ
lt: Urugvajus
lv: Urugvaja
mi: Urukoi
mk: Уругвај
ml: ഉറുഗ്വേ
mn: Уругвай
mr: उरुग्वे
mt: Urugwaj
ne: यूरूग्वे
or: ଉରୁଗୁଏ
pa_arab_pk: یوراگوے
pa_in: ਉਰੂਗਵੇ
pl: Urugwaj
ru: Уругвай
sd: یوراگوئے
si: උරුගුවේ
sl: Urugvaj
sr_cyrl_rs: Уругвај
sr_latn_rs: Urugvaj
ta: உருகுவே
te: ఉరుగ్వే
tg: Уругвай
th: อุรุกวัย
tt: Уругвай
ug: ئۇرۇگۋاي
uk: Уруґвай
ur: یوراگوے
uz: Urugvay
zh_hans: 乌拉圭
zh_hant: 烏拉圭

# Country.UZ
source: Uzbekistan
af: Oezbekistan
am: ዩዝቤኪስታን
ar: أوزبكستان
as: উজবেকিস্তান
az: Özbəkistan
bg: Узбекистан
bn_in: উজবেকিস্তান
cy: Wsbecistan
da: Usbekistan
de: Usbekistan
el: Ουζμπεκιστάν
es: Uzbekistán
et: Usbekistan
fa: ازبکستان
ga: An Úisbéiceastáin
gd: Usbagastàn
gl: Uzbequistán
gu: ઉઝ્બેકિસ્તાન
he: אוזבקיסטן
hi: उज़्बेकिस्तान
hu: Üzbegisztán
is: Úsbekistan
ja: ウズベキスタン
ka: უზბეკეთი
kk: Өзбекстан
kn: ಉಜ್ಬೇಕಿಸ್ತಾನ್
ko: 우즈베키스탄
ku_arab: ئۆزبەکستان
ky: Өзбекстан
lo: ອຸສເບກິດສະຖານ
lt: Uzbekija
lv: Uzbekistāna
mi: Uhipeketane
mk: Узбекистан
ml: ഉസ്ബെക്കിസ്താന്‍
mn: Узбекистан
mr: उझबेकिस्तान
ne: उजबेकिस्तान
nn_no: Usbekistan
no: Usbekistan
or: ଉଜ୍‌ବେକିସ୍ତାନ୍
pa_arab_pk: ازبکستان
pa_in: ਉਜ਼ਬੇਕਿਸਤਾਨ
ru: Узбекистан
sd: ازبڪستان
si: උස්බෙකිස්ථානය
sr_cyrl_rs: Узбекистан
ta: உஸ்பெகிஸ்தான்
te: ఉజ్బెకిస్తాన్
tg: Ӯзбекистон
th: อุซเบกิสถาน
tr: Özbekistan
tt: Үзбәкстан
ug: ئۆزبېكىستان
uk: Узбекистан
ur: ازبکستان
uz: O‘zbekiston
zh_hans: 乌兹别克斯坦
zh_hant: 烏茲別克

# Country.VA
source: Vatican City
af: Vatikaanstad
am: ቫቲካን ከተማ
ar: مدينة الفاتيكان
as: ভেটিকান চিটি
az: Vatikan Şəhəri
bg: Ватикана
bn_in: ভ্যাটিকান সিটি
bs: Sveta Stolica (Vatikan)
cy: Dinas y Fatican
da: Vatikanstaten
de: Heiliger Stuhl (Vatikanstadt)
el: Πόλη του Βατικανού
es: Ciudad del Vaticano
et: Vatikan
eu: Vatikano Hiria
fa: واتیکان سیتی
ga: Cathair na Vatacáine
gd: Cathair na Bhatacain
gl: Cidade do Vaticano
gu: વેટિકન સીટી
he: עיר הוותיקן
hi: वेटिकन सिटी
hr: Vatikan
hu: Szentszék (Vatikánváros)
id: Kota Vatikan
is: Vatíkanið
ja: バチカン
ka: ვატიკანი
kk: Ватикан қаласы
kn: ವ್ಯಾಟಿಕನ್ ಸಿಟಿ
ko: 바티칸 시국
ku_arab: شاری ڤاتیکان
ky: Ватикан Шаары
lo: ນະຄອນວາຕີກັນ
lt: Vatikano miestas
lv: Vatikāns
mi: Taonenui Whatikana
mk: Градот Ватикан
ml: വത്തിക്കാന്‍ സിറ്റി
mn: Ватикан хот
mr: व्हॅटिकन सिटी
ms: Kota Vatican
mt: Belt tal-Vatikan
ne: भ्याटिकेन शहर
nn_no: Vatikanstaten
no: Vatikanstaten
or: ଭାଟିକାନ୍ ସିଟି
pa_arab_pk: ‏‏ویٹیکین سٹی
pa_in: ਵੈਟੀਕਨ ਸਿਟੀ
pl: Watykan
ru: Ватикан
sd: ويٽيڪن سٽي
si: වතිකානු නගරය
sl: Sveti sedež (Vatikan)
sr_cyrl_rs: Ватикан
sr_latn_rs: Vatikan
sv: Heliga stolen (Vatikanstaten)
ta: வாட்டிகன் நகரம்
te: వాటికన్ సిటీ
tg: Шаҳри Вотикон
th: นครรัฐวาติกัน
tr: Papalık Makamı (Vatikan Şehri)
tt: Ватикан
ug: ۋاتىكان شەھرى
uk: Святійший Престол (Ватикан)
ur: ویٹیکن سٹی
uz: Vatikan
vi: Thành Va-ti-căng
zh_hans: 梵蒂冈
zh_hant: 教廷 (梵蒂岡)

# Country.VC
source: Saint Vincent and the Grenadines
af: Sint Vincent en die Grenadine
am: ሴንት ቨንሶ እና ግሬናዲን
ar: سانت فنسنت وجزر غرينادين
as: চেণ্ট ভিনচেণ্ট আৰু গ্ৰেনাডিনেচ
az: Sent-Vinsent və Qrenadin adaları
bg: Сейнт Винсент и Гренадини
bn_in: সেন্ট ভিনসেন্ট ও দ্যা গ্রেনাডিনস
bs: Sveti Vincent i Grenadini
cy: St Vincent a'r Grenadines
da: Saint Vincent og Grenadinerne
de: St. Vincent und die Grenadinen
el: Άγιος Βικέντιος και Γρεναδίνες
es: San Vicente y las Granadinas
et: Saint Vincent ja Grenadiinid
eu: Saint Vincent eta Grenadinak
fa: سنت وینسنت و گرنادین
ga: San Uinseann agus na Greanáidíní
gd: Naomh Bhionsant agus Eileanan Greanadach
gl: San Vicente e As Granadinas
gu: સેંટ વિન્સેંટ અને ગ્રેનેડાઇંસ
he: סנט וינסנט והגרנדינים
hi: सेंट विंसेंट और ग्रेनाडाइंस
hr: Sveti Vincent i Grenadini
hu: Saint Vincent és Grenadine-szigetek
id: Saint Vincent dan Grenadines
is: Sankti Vinsent og Grenadíneyjar
ja: セントビンセントおよびグレナディーン諸島
ka: სენტვინსენტ-გრენადინები
kk: Сент-Винсент және Гренадин
kn: ಸೇಂಟ್ ವಿನ್ಸೆಂಟ್ ಮತ್ತು ಗ್ರೆನಡೀನ್ಸ್
ko: 세인트 빈센트 그레나딘
ku_arab: سەینت ڤینسێنت و گرینادینز
ky: Сент Винсент жана Гренадиндер
lo: ເຊນ ວິນເຊນ ແລະ ເກຣເນດິນ
lt: Sent Vinsentas ir Grenadinai
lv: Sentvinsenta un Grenadīnas
mi: Hato Pinehi me ngā Kerenatini
mk: Св. Винсент и Гренадини
ml: സെയ്ന്റ് വിന്‍സന്റ് ആന്റ് ദ് ഗ്രനഡീന്‍സ്
mn: Сент-Винсент ба Гренадин
mr: सेंट विन्सेंट आणि ग्रेनेडाइन्स
ms: Saint Vincent dan Grenadines
mt: Saint Vincent u l-Grenadini
ne: सेन्ट भिन्सेट र ग्रेनाडाइन्स
nn_no: St. Vincent og Grenadinane
no: Saint Vincent og Grenadinene
or: ସେଇଣ୍ଟ୍ ଭାଟିକାନ୍ ଏବଂ ଗ୍ରେନାଡିନେସ୍
pa_arab_pk: سینٹ وینسنٹ تے گریناڈائنز
pa_in: ਸੇਂਟ ਵਿਨਸੈਂਟ ਐਂਡ ਗ੍ਰੇਨਾਡੀਨਸ
pl: Saint Vincent i Grenadyny
ru: Сент-Винсент и Гренадины
sd: سينٽ ويڪنٽ ۽ گرينڊنيس
si: ශාන්ත වින්සට් දූපත්
sl: Saint Vincent in Grenadine
sr_cyrl_rs: Свети Винсент и Гренадини
sr_latn_rs: Sveti Vinsent i Grenadini
sv: Saint Vincent och Grenadinerna
ta: செயின்ட் வின்சென்ட் மற்றும் கிரெனாடியன்ஸ்
te: సెయింట్ విన్సెంట్ మరియు గ్రెనడియన్స్
tg: Сент-Винсент ва Гренадина
th: เซนต์วินเซนต์และเกรนาดีนส์
tr: Saint Vincent ve Grenadinler
tt: Сент-Винсент һәм Гренадин
ug: ساينت ۋىنسېنت ۋە گرېنادىنېس
uk: Сент-Вінсент і Ґренадіни
ur: سینٹ وینسنٹ و گریناڈائنز
uz: Sent-Vinsent va Grenadina orollari
vi: Saint Vincent và Grenadines
zh_hans: 圣文森特和格林纳丁斯
zh_hant: 聖文森及格瑞那丁

# Country.VE
source: Venezuela
am: ቬንዙዌላ
ar: فنزويلا
as: ভেনিজুৱেলা
az: Venesuela
bg: Венецуела
bn_in: ভেনেজুয়েলা
bs: Venecuela
cy: Feneswela
el: Βενεζουέλα
fa: ونزوئلا
ga: Veiniséala
gd: A' Bheiniseala
gu: વેનેઝુએલા
he: ונצואלה
hi: वेनेज़ुएला
is: Venesúela
ja: ベネズエラ
ka: ვენესუელა
kk: Венесуэла
kn: ವೆನಿಜುಯೆಲಾ
ko: 베네수엘라
ku_arab: ڤەنزویلا
ky: Венесуэла
lo: ເວເນຊູເອລາ
lt: Venesuela
lv: Venecuēla
mi: Penehūera
mk: Венецуела
ml: വെനെസ്വേല
mn: Венесуэл
mr: व्हेनेझुएला
mt: Veneżwela
ne: भेनेज्वेला
or: ଭେନେଜୁଏଲା
pa_arab_pk: وینزوویلا
pa_in: ਵੇਨੇਜ਼ੂਏਲਾ
pl: Wenezuela
ru: Венесуэла
sd: ويزيويلا
si: වෙනිසියුලාව
sr_cyrl_rs: Венецуела
sr_latn_rs: Venecuela
ta: வெனிசுலா
te: వెనిజులా
tg: Венесуэла
th: เวเนซุเอลา
tt: Венесуэла
ug: ۋېنېسۇئېلا
uk: Венесуела
ur: وینزو ویلا
uz: Venesuela
zh_hans: 委内瑞拉
zh_hant: 委內瑞拉

# Country.VG
source: British Virgin Islands
af: Britse Maagde-eilande
am: የብሪታኒያ ቨርጂን ደሴቶች
ar: جزر فيرجن البريطانية
as: ব্ৰিটিছ ভাৰ্জিন আইলেণ্ড
az: Böyük Britaniyanın Virgin adaları
bg: Британски Вирджински острови
bn_in: ব্রিটিশ ভার্জিন দ্বীপপুঞ্জ
bs: Britanska Djevičanska Ostrva
cy: Ynysoedd y Wyryf Prydain
da: De Britiske Jomfruøer
de: Britische Jungferninseln
el: Βρετανικές Παρθένοι Νήσοι
es: Islas Vírgenes Británicas
et: Briti Neitsisaared
eu: Birjina uharte britainiarrak
fa: جزایر ویرجین بریتانیا
ga: Oileáin Bhriotanacha na Maighdean
gd: Eileanan Breatannach na Maighdinn
gl: Territorio Británico de Ultramar das Illas Virxes
gu: બ્રિટિશ વર્જિન આઇલેન્ડ્સ
he: איי הבתולה הבריטיים
hi: ब्रिटिश वर्जिन द्वीपसमूह
hr: Britanski Djevičanski otoci
hu: Brit Virgin-szigetek
id: Kepulauan Virgin Britania Raya
is: Bresku Jómfrúaeyjar
ja: 英領バージン諸島
ka: ბრიტანეთის ვირჯინის კუნძულები
kk: Британдық Виргин аралдары
kn: ಬ್ರಿಟೀಷ್ ವರ್ಜಿನ್ ದ್ವೀಪಗಳು
ko: 영국령 버진아일랜드
ku_arab: دوررگەکانی ڤیرجنی بەریتانیا
ky: Британ Виржин аралдары
lo: ໝູ່ເກາະ ບຣິທິຊ ເວີຈິນ
lt: Didžiosios Britanijos Mergelių salos
lv: Britu Virdžīnu salas
mi: Ngā Moutere Puhi o Piritene
mk: Британски Девствени Острови
ml: ബ്രിട്ടിഷ് വെര്‍ജിന്‍ ദ്വീപുകള്‍
mn: Британийн Виржиний арлууд
mr: ब्रिटिश व्हर्जिन बेटे
ms: Kepulauan Virgin British
ne: बेलायती भर्जिन टापूहरू
nn_no: Dei britiske Jomfruøyane
no: De britiske jomfruøyene
or: ବ୍ରୀଟିଶ୍ ଭିରଜିନ୍ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: برطانوی ورجن جزائر
pa_in: ਬ੍ਰਿਟਿਸ਼ ਵਰਜਿਨ ਆਈਲੈਂਡਸ
pl: Brytyjskie Wyspy Dziewicze
ru: Виргинские о-ва (Великобритания)
sd: برٽش ورجن ٻيٽَس
si: බ්‍රිතාන්‍ය වර්ජිනියා දූපත්
sl: Britanski Deviški otoki
sr_cyrl_rs: Британска Девичанска острва
sr_latn_rs: Britanska Devičanska ostrva
sv: Brittiska Jungfruöarna
ta: பிரிட்டிஷ் விர்ஜின் தீவுகள்
te: బ్రిటిష్ వర్జిన్ దీవులు
tg: Ҷазираҳои Виргини Британия
th: หมู่เกาะบริติชเวอร์จิน
tr: Britanya Virjin Adaları
tt: Британия Виргин утраулары
ug: ئەنگلىيەگە قاراشلىق ۋىرگىن تاقىم ئاراللىرى
uk: Британські Вірґінські острови
ur: برطانوی ورجن جزائر
uz: Britaniya Virginiya orollari
vi: Quần đảo Virgin thuộc Anh
zh_hans: 英属维尔京群岛
zh_hant: 英屬維爾京群島

# Country.VG.2
source: Virgin Islands, British
af: Britse Maagde-eilande
am: ቨርጂን ደሴቶች፣ ብሪትሽ
ar: الجزر العذراء البريطانية
as: ভাৰ্জিন আইলেণ্ডচ, ব্ৰিটিছ
az: Virciniya Adaları, Böyük Britaniya
bg: Британски Вирджински острови
bn_in: ভার্জিন দ্বীপপুঞ্জ, ব্রিটিশ
bs: Britanska Djevičanska Ostrva
cy: Ynysoedd y Wyryf, Prydain
da: De Britiske Jomfruøer
de: Britische Jungferninseln
el: Βρετανικές Παρθένοι Νήσοι
es: Islas Vírgenes Británicas
et: Briti Neitsisaared
eu: Birjina uharte britainiarrak
fa: جزایر ویرجین، بریتانیا
ga: Oileáin Bhriotanacha na Maighdean
gd: Eileanan Breatannach na Maighdinn
gl: Illas Virxes Británicas
gu: વર્જિન આઇલેન્ડ્સ, બ્રિટિશ
he: איי הבתולה, בריטניה
hi: वर्जिन द्वीपसमूह, ब्रिटिश
hr: Britanski Djevičanski otoci
hu: Brit Virgin-szigetek
id: Kepulauan Virgin, Britania Raya
is: Bresku Jómfrúaeyjar
ja: 英領バージン諸島
ka: ვირჯინიის კუნძულები, ბრიტანეთის
kk: Виргин аралдары (Британия)
kn: ವರ್ಜಿನ್ ದ್ವೀಪಗಳು, ಬ್ರಿಟಿಷ್
ko: 영국령 버진 아일랜드
ku_arab: دوورگەکانی ڤیرجینی بەریتانی
ky: Виргин аралдары, Британиялык
lo: ໝູ່ເກາະເວີຈິນ, ບຣິທິຊ
lt: Didžiosios Britanijos Mergelių Salos
lv: Britu Virdžīnu salas
mi: Ngā Moutere Puhi o Piritene
mk: Британски Девствени Острови
ml: വെര്‍ജിന്‍ ദ്വീപുകള്‍, ബ്രിട്ടീഷ്
mn: Виржиний арлууд (Британийн)
mr: व्हर्जिन बेटे, ब्रिटिश
ms: Kepulauan Virgin British
mt: Virgin Islands Ingliżi
ne: भर्जिन टापूहरू, बेलायती
nn_no: Jomfruøyane (britiske)
no: Jomfruøyene (britiske)
or: ଭିରଜିନ୍ ଦ୍ଵୀପପୁଞ୍ଜ. ବ୍ରୀଟିଶ୍
pa_arab_pk: ‏‏ورجن جزائر، برطانیہ
pa_in: ਵਰਜਿਨ ਟਾਪੂ, ਬ੍ਰਿਟਿਸ਼
pl: Brytyjskie Wyspy Dziewicze
ru: Виргинские о-ва (Британские)
sd: ورجن ٻيٽَ، برتانيه
si: බ්‍රිතාන්‍ය, වර්ජින් දුපත්
sl: Britanski Deviški otoki
sr_cyrl_rs: Британска Девичанска острва
sr_latn_rs: Britanska Devičanska ostrva
sv: Brittiska Jungfruöarna
ta: விர்ஜின் தீவுகள், பிரிட்டிஷ்
te: వర్జిన్ దీవులు, బ్రిటీష్
tg: Ҷазираҳои Виргини Британия
th: หมู่เกาะบริติชเวอร์จิน
tr: Virgin Adaları, İngiliz
tt: Британия Виргин утраулары
ug: ئەنگلىيە ۋىرگىن ئاراللىرى
uk: Британські Вірґінські острови
ur: ورجن جزائر، برطانیہ
uz: Virgin orollari, Britaniya
vi: Quần đảo Virgin thuộc Anh
zh_hans: 英属维尔京群岛
zh_hant: 英屬維爾京群島

# Country.VI
source: U.S. Virgin Islands
af: VS Maagde-eilande
am: ዩኤስ ቨርጂን ደሴቶች
ar: جزر فيرجن التابعة للولايات المتحدة
as: ইউ. এচ. ভাৰ্জিন আইলেণ্ড
az: ABŞ Virgin adaları
bg: Американски Вирджински острови
bn_in: মার্কিন যুক্তরাষ্ট্রের ভার্জিন দ্বীপপুঞ্জ
bs: Djevičanska ostrva (SAD)
cy: Ynysoedd y Wyryf UDA
da: De Amerikanske Jomfruøer
de: Amerikanische Jungferninseln
el: Αμερικανικές Παρθένοι Νήσοι
es: Islas Vírgenes de los Estados Unidos
et: USA Neitsisaared
eu: AEBko Birjina uharteak
fa: جزایر ویرجین ایالات متحده
ga: Oileáin Mhaighdean na S.A.
gd: Eileanan na Maighdinn aig na SA
gl: Illas Virxes dos EUA
gu: યુએસ વર્જિન આઇલેન્ડ્સ
he: איי הבתולה של ארה"ב
hi: यू.एस. वर्जिन द्वीपसमूह
hr: Američki Djevičanski otoci
hu: Amerikai Virgin-szigetek
id: Kepulauan Virgin Amerika Serikat
is: Bandarísku Jómfrúaeyjar
ja: 米領バージン諸島
ka: აშშ-ის ვირჯინის კუნძულები
kk: АҚШ Виргин аралдары
kn: US ವರ್ಜಿನ್ ದ್ವೀಪಗಳು
ko: 미국령 버진아일랜드
ku_arab: دوورگەکانی ڤیرجنی ئەمریکا
ky: АКШ Виржиния аралдары
lo: ໝູ່ເກາະ ເວີຈິນ ຂອງສະຫະລັດ
lt: Mergelių Salos (JAV)
lv: ASV Virdžīnu salas
mi: Ngā Moutere Puhi o Te Hononga o Amerika
mk: Девствени острови (на САД)
ml: യു.എസ് വെര്‍ജിന്‍ ദ്വീപുകള്‍
mn: АНУ-ын Виржиний арлууд
mr: यू.एस. व्हर्जिन बेटे
ms: Kepulauan Virgin AS
mt: Virgin Islands tal-Istati Uniti
ne: युएस भर्जिन टापूहरू
nn_no: Dei amerikanske Jomfruøyane
no: De amerikanske jomfruøyene
or: ଯୁକ୍ତରାଷ୍ଟ୍ର ଭିର୍ଜିନ୍ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: امریکی ورجن جزائر
pa_in: ਯੂ ਐਸ ਵਰਜਿਨ ਆਈਲੈਂਡਸ
pl: Wyspy Dziewicze Stanów Zjednoczonych
ru: Виргинские о-ва (США)
sd: ورجن ٻيٽ، آمريڪا
si: එ.ජ. වර්ජිනියා දූපත්
sl: Ameriški Deviški otoki
sr_cyrl_rs: Девичанска острва (САД)
sr_latn_rs: Američka Devičanska Ostrva
sv: Amerikanska Jungfruöarna
ta: யூ.எஸ். விர்ஜின் தீவுகள்
te: యుఎస్ వర్జిన్ దీవులు
tg: Ҷазираҳои Виргини ИМА
th: หมู่เกาะเวอร์จิน, สหรัฐฯ
tr: ABD Virjin Adaları
tt: АКШ Виргин утраулары
ug: ئامېرىكىغا قاراشلىق ۋىرگىن تاقىم ئاراللىرى
uk: Вірґінські острови, США
ur: امریکی ورجن جزائر
uz: AQSh Virgin orollari
vi: Quần đảo Virgin của Hoa Kỳ
zh_hans: 美属维尔京群岛
zh_hant: 美屬維爾京群島

# Country.VI.2
source: Virgin Islands, US
af: Virgineilande, VSA
am: ቨርጅን አይላንድስ ዩኤስ
ar: ‏‏جزر فيرجن، الولايات المتحدة
as: ভাৰ্জিন আইলেণ্ডছ, ইউ.এছ.
az: ABŞ Virgin Adaları
bg: Вирджински острови, САЩ
bn_in: ভার্জিন আইল্যান্ড, মার্কিন যুক্তরাষ্ট্র
bs: Djevičanska ostrva, SAD
cy: Ynysoedd y Wyryf, UDA
da: Amerikanske Jomfruøer, De
de: Jungferninseln USA
el: Παρθένοι Νήσοι, Η.Π.Α.
es: Islas Vírgenes de los Estados Unidos
et: USA Neitsisaared
eu: AEBetako Birjina uharteak
fa: جزایر ویرجین، ایالات متحده
ga: Oileáin Mhaighdean na Stát Aontaithe
gd: Eileanan na Maighdinn aig na Stàitean Aonaichte
gl: Illas Virxes, EUA
gu: વર્જિન આઇલેન્ડ્સ, યુએસ
he: איי הבתולה, ארצות הברית
hi: वर्जिन आइलैंड्स, US
hr: Djevičanski Otoci SAD-a
hu: Amerikai Virgin-szigetek
id: Kepulauan Virgin Amerika Serikat
is: Bandarísku Jómfrúaeyjar
ja: 米領バージン諸島
ka: ვირჯინიის კუნძულები, აშშ
kk: Виргин аралдары, АҚШ
kn: ವರ್ಜಿನ್ ದ್ವೀಪಗಳು, US
ko: 미국령 버진 아일랜드
ku_arab: دورگەکانی ڤیرجین، ویلایەتە یەکگرتووەکان
ky: Виргин аралдары, КШ
lo: ໝູ່ເກາະເວີຈິນ, ສະຫະລັດ
lt: JAV Mergelių Salos
lv: Virdžīnu salas (ASV)
mi: Ngā Moutere Puhi, US
mk: Американски Девствени Острови
ml: വെർജിൻ ഐലൻഡുകൾ, US
mn: АНУ-ын Виржиний арлууд
mr: वर्जिन बेटे, यूएस
ms: Kepulauan Virgin, AS
mt: Virgin Islands tal-Istati Uniti
ne: भर्जिन आइल्याण्ड्स, यूएस्
nn_no: Jomfruøyane, dei amerikanske
no: Jomfruøyene, de amerikanske
or: ଭରଜିନ ଦ୍ୱୀପପୁଞ୍ଜ, US
pa_arab_pk: ورجن آئی لینڈز، یو اس
pa_in: ਵਰਜ਼ਨ ਆਈਲੈਂਡਸ, ਯੂ.ਐਸ.
pl: Wyspy Dziewicze Stanów Zjednoczonych
ru: Виргинские острова, США
sd: گڏيل رياستون ورجن جزيرا
si: එක්සත් ජනපද වර්ජින් දූපත්
sl: Deviški otoki, ZDA
sr_cyrl_rs: Девичанска острва, Сједињене Државе
sr_latn_rs: Devičanska ostrva, SAD
sv: Jungfruöarna (USA)
ta: அமெரிக்க வெர்ஜின் தீவுகள்
te: వర్జిన్ దీవులు, US
tg: Ҷазираҳои Вирҷин, ИМА
th: หมู่เกาะเวอร์จินของสหรัฐอเมริกา
tr: ABD Virjin Adaları
tt: Виргин утраулары, АКШ
ug: ئامېرىكىغا قاراشلىق ۋىرگىن تاقىم ئاراللىرى
uk: Вірґінські острови, США
ur: ورجن آئی لینڈز، امریکہ
uz: Virginiya orollari, QSh
vi: Quần đảo Virgin, Hoa Kỳ
zh_hans: 美属维尔京群岛
zh_hant: 美屬維爾京群島
