Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.WebSite.ErrorDescription.SupportWithLink
source: If the problem persists, please contact <a href="{0}" class="font-link1" target="_blank">customer support</a>.
af: As die probleem voortduur, kontak asseblief <a href="{0}" class="font-link1" target="_blank">kliëntebystand</a>.
am: ችግሩ ከቀጠለ እባክዎ <a href="{0}" class="font-link1" target="_blank">የደንበኛ ድጋፍ</a> ክፍልን ያነጋግሩ።
ar: إذا استمرت المشكلة، فيُرجى الاتصال <a href="{0}" class="font-link1" target="_blank">بدعم العملاء</a>.
as: যদি সমস্যাটো থাকে, অনুগ্ৰহ কৰি <a href="{0}" class="font-link1" target="_blank">গ্ৰাহক সমৰ্থনত</a> যোগাযোগ কৰক।
az: Əgər problem davam edərsə, lütfən, <a href="{0}" class="font-link1" target="_blank">müştəri dəstəyi</a> ilə əlaqə saxlayın.
bg: Ако проблемът продължава, се свържете с <a href="{0}" class="font-link1" target="_blank">отдела за поддръжка</a>.
bn_in: সমস্যাটি থেকে গেলে, <a href="{0}" class="font-link1" target="_blank">গ্রাহক সহায়তা</a> -এর সাথে যোগাযোগ করুন৷
bs: Ako se problem ne otkloni, kontaktirajte <a href="{0}" class="font-link1" target="_blank">podršku za klijente</a>.
cy: Os bydd y broblem yn parhau, cysylltwch â <a href="{0}" class="font-link1" target="_blank">chymorth cwsmeriaid</a>.
da: Hvis problemet fortsætter, skal du kontakte <a href="{0}" class="font-link1" target="_blank">kundeservice</a>.
de: Wenn das Problem weiterhin auftritt, wenden Sie sich an den <a href="{0}" class="font-link1" target="_blank">Kundensupport</a>.
el: Αν το πρόβλημα συνεχίσει να εμφανίζεται, επικοινωνήστε με την <a href="{0}" class="font-link1" target="_blank">υποστήριξη πελατών</a>.
es: Si el problema continúa, ponte en contacto con el <a href="{0}" class="font-link1" target="_blank">servicio de atención al cliente</a>.
et: Kui probleem ei lahene, võtke ühendust <a href="{0}" class="font-link1" target="_blank">klienditoega</a>.
eu: Arazoak badirau, jarri <a href="{0}" class="font-link1" target="_blank">bezeroentzako laguntza-zerbitzuarekin</a> harremanetan.
fa: اگر مشکل همچنان پابرجاست، لطفاً با <a href="{0}" class="font-link1" target="_blank">پشتیبانی مشتریان</a> تماس بگیرید.
ga: Má leanann an fhadhb ar aghaidh, déan teagmháil le <a href="{0}" class="font-link1" target="_blank">tacaíocht do chustaiméirí</a>.
gd: Ma mhaireas an duilgheadas, cuir fios gu <a href="{0}" class="font-link1" target="_blank">sgioba taic nan custamairean</a>.
gl: Se o problema persiste, ponte en contacto coa <a href="{0}" class="font-link1" target="_blank">asistencia ao cliente</a>.
gu: જો સમસ્યા યથાવત્ રહે છે, તો કૃપયા <a href="{0}" class="font-link1" target="_blank">ગ્રાહક સપોર્ટ</a>નો સંપર્ક કરો.
he: אם הבעיה נמשכת, פנה אל <a href="{0}" class="font-link1" target="_blank">שירות הלקוחות</a>.
hi: यदि समस्‍या बनी रहती है, तो कृपया <a href="{0}" class="font-link1" target="_blank">ग्राहक सहायता</a> से संपर्क करें.
hr: Ako se problem nastavi javljati, obratite se <a href="{0}" class="font-link1" target="_blank">službi za korisnike</a>.
hu: Ha a probléma továbbra is fennáll, forduljon <a href="{0}" class="font-link1" target="_blank">az ügyfélszolgálathoz</a>.
id: Jika masalah terus berlanjut, silakan hubungi <a href="{0}" class="font-link1" target="_blank">dukungan pelanggan</a>.
is: Ef vandamálið er viðvarandi skaltu hafa samband við <a href="{0}" class="font-link1" target="_blank">þjónustuver</a>.
ja: 問題が解決しない場合は、<a href="{0}" class="font-link1" target="_blank">カスタマー サポート</a>にお問い合わせください。
ka: პრობლემის მოუგვარებლობის შემთხვევაში, გთხოვთ, დაუკავშირდეთ <a href="{0}" class="font-link1" target="_blank">მომხმარებელთა დახმარების სამსახურს</a>.
kk: Егер мәселе шешілмесе, <a href="{0}" class="font-link1" target="_blank">тұтынушыларға қолдау көрсету орталығына</a> хабарласыңыз.
kn: ಸಮಸ್ಯೆಯು ಹಾಗೆಯೇ ಇದ್ದರೆ, ದಯವಿಟ್ಟು <a href="{0}" class="font-link1" target="_blank">ಗ್ರಾಹಕ ಬೆಂಬಲ</a> ಸಂಪರ್ಕಿಸಿ.
ko: 문제가 계속되면 <a href="{0}" class="font-link1" target="_blank">고객 지원</a>에 문의하세요.
ku_arab: ئەگەر گرفتەکە بەردەوام بوو، تکایە پەیوەندی بکە بە <a href="{0}" class="font-link1" target="_blank">پشتیوانی راژەخواز</a>.
ky: Көйгөй кайра чыга берче, сураныч, <a href="{0}" class="font-link1" target="_blank">кардарларды колдоо</a>го кайрылыңыз.
lo: ຖ້າບັນຫາຍັງຢູ່, ກະລຸນາຕິດຕໍ່ຫາ <a href="{0}" class="font-link1" target="_blank">ຝ່າຍຊ່ວຍເຫຼືອລູກຄ້າ</a>.
lt: Jei problemos išspręsti nepavyksta, susisiekite su <a href="{0}" class="font-link1" target="_blank">klientų aptarnavimo tarnyba</a>.
lv: Ja problēma joprojām pastāv, sazinieties ar <a href="{0}" class="font-link1" target="_blank">klientu atbalsta dienestu</a>.
mi: Ki te haere tonu te raru, whakapā ki te kapa <a href="{0}" class="font-link1" target="_blank">tautoko kiritaki</a>.
mk: Ако проблемот продолжи, контактирајте со <a href="{0}" class="font-link1" target="_blank">поддршката за корисници</a>.
ml: പ്രശ്നം തുടരുകയാണെങ്കിൽ, <a href="{0}" class="font-link1" target="_blank">ഉപയോക്തൃ പിന്തുണയുമായി</a> ബന്ധപ്പെടുക.
mn: Асуудал гарсаар байвал <a href="{0}" class="font-link1" target="_blank">харилцагчийн албанд</a> хандана уу.
mr: जर समस्या कायम राहिल्यास, कृपया संपर्क करा <a href="{0}" class="font-link1" target="_blank">ग्राहक समर्थन</a>.
ms: Jika masalah berterusan, sila hubungi <a href="{0}" class="font-link1" target="_blank">sokongan pelanggan</a>.
mt: Jekk il-problema tippersisti, ikkuntattja lill-<a href="{0}" class="font-link1" target="_blank">appoġġ għall-klijenti</a>.
ne: यदि समस्या रहिरहन्छ भने, कृपया <a href="{0}" class="font-link1" target="_blank">ग्राहक सहायता</a>लाई सम्पर्क गर्नुहोस्।
nn_no: Dersom problemet varer ved, bør du kontakte <a href="{0}" class="font-link1" target="_blank">kundestøtte</a>.
no: Hvis problemet vedvarer, bør du kontakte <a href="{0}" class="font-link1" target="_blank">kundestøtten</a>.
or: ଯଦି ସମସ୍ୟା ରହେ, ଦୟାକରି <a href="{0}" class="font-link1" target="_blank">ଗ୍ରାହାକ ସାମର୍ଥ୍ୟ</a> ସମ୍ପର୍କ କରନ୍ତୁ.
pa_arab_pk: جے مسئلہ جاری رہندا اے، مہربانی کر کے <a href="{0}" class="font-link1" target="_blank">کسٹمر سپورٹ</a> نال رابطہ کرو۔
pa_in: ਜੇਕਰ ਸਮੱਸਿਆ ਜਾਰੀ ਰਹਿੰਦੀ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ <a href="{0}" class="font-link1" target="_blank">ਗ੍ਰਾਹਕ ਸਹਾਇਤਾ</a> ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Jeśli problem będzie nadal występować, <a href="{0}" class="font-link1" target="_blank">skontaktuj się z pomocą techniczną</a>.
ru: Если проблема не устранена, обратитесь в <a href="{0}" class="font-link1" target="_blank">службу поддержки клиентов</a>.
sd: جيڪڏهن مسئلو جاري رهي، مهرباني ڪري <a href="{0}" class="font-link1" target="_blank">صارف سپورٽ سان رابطو ڪريو</a>.
si: ගැටළුව තවදුරටත් වන්නේ නම්, කරුණාකර <a href="{0}" class="font-link1" target="_blank">පාරිභෝගික සහාය</a> හා සම්බන්ධ වන්න.
sl: Če se težava ponavlja, se obrnite na <a href="{0}" class="font-link1" target="_blank">podporo za stranke</a>.
sr_cyrl_rs: Ако проблем потраје, обратите се нашој <a href="{0}" class="font-link1" target="_blank">корисничкој подршци</a>.
sr_latn_rs: Ako problem potraje, obratite se našoj <a href="{0}" class="font-link1" target="_blank">korisničkoj podršci</a>.
sv: Kontakta <a href="{0}" class="font-link1" target="_blank">kundsupport</a> om problemet kvarstår.
ta: சிக்கல் தொடர்ந்தால், <a href="{0}" class="font-link1" target="_blank">வாடிக்கையாளர் ஆதரவைத்</a> தொடர்பு கொள்ளவும்.
te: సమస్య కొనసాగితే, దయచేసి <a href="{0}" class="font-link1" target="_blank">కస్టమర్ మద్దతు</a>ని సంప్రదించండి.
tg: Агар мушкилӣ ҳал нашавад, лутфан бо <a href="{0}" class="font-link1" target="_blank">дастгирии мизоҷон</a> дар тамос шавед.
th: หากปัญหายังคงอยู่ โปรดติดต่อ <a href="{0}" class="font-link1" target="_blank">โปรดติดต่อฝ่ายบริการลูกค้า</a>.
tr: Sorun devam ederse lütfen <a href="{0}" class="font-link1" target="_blank">müşteri destek birimine</a> başvurun.
tt: Проблема сакланса, <a href="{0}" class="font-link1" target="_blank">кулланучыларга ярдәм хезмәтенә</a> мөрәҗәгать итегез.
ug: ئەگەر مەسىلە داۋاملىق كۆرۈلسە، <a href="{0}" class="font-link1" target="_blank">خېرىدارلار ياردەم مەركىزى</a> بىلەن ئالاقىلىشىڭ.
uk: Якщо проблему не вирішено, зверніться до <a href="{0}" class="font-link1" target="_blank">служби підтримки клієнтів</a>.
ur: اگر مسئلہ جاری رہتا ہے، براہ مہربانی <a href="{0}" class="font-link1" target="_blank">کسٹمر سپورٹ</a> سے رابطہ کریں۔
uz: Muammo bartaraf etilmasa, <a href="{0}" class="font-link1" target="_blank">mijozlarga xizmat ko‘rsatish</a> xizmati bilan bog‘laning.
vi: Nếu sự cố vẫn còn, vui lòng liên hệ với <a href="{0}" class="font-link1" target="_blank">bộ phận hỗ trợ khách hàng</a>.
zh_hans: 如果问题仍然存在，请联系<a href="{0}" class="font-link1" target="_blank">客户支持</a>。
zh_hant: 如果問題持續發生，請連絡<a href="{0}" class="font-link1" target="_blank">客戶支援</a>。

# Word.Help
source: Help
af: Hulp
am: እገዛ
ar: المساعدة
as: সহায়
az: Kömək
bg: Помощ
bn_in: সহায়তা
bs: Pomoć
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
et: Spikker
eu: Laguntza
fa: راهنمایی
ga: Cabhair
gd: Cobhair
gl: Axuda
gu: મદદ
he: עזרה
hi: मदद
hr: Pomoć
hu: Súgó
id: Bantuan
is: Hjálp
ja: ヘルプ
ka: დახმარება
kk: Анықтама
kn: ಸಹಾಯ
ko: 도움말
ku_arab: رێنوێنی
ky: Жардам
lo: ຊ່ວຍ​ເຫຼືອ.
lt: Žinynas
lv: Palīdzība
mi: Āwhina
mk: Помош
ml: സഹായം
mn: Тусламж
mr: मदत
ms: Bantuan
mt: Għajnuna
ne: मद्दत
nn_no: Hjelp
no: Hjelp
or: ସହାୟତା
pa_arab_pk: ‏‏مدد
pa_in: ਮਦਦ
pl: Pomoc
ru: Справка
sd: مدد
si: උපකාර
sl: Pomoč
sr_cyrl_rs: Помоћ
sr_latn_rs: Pomoć
sv: Hjälp
ta: உதவி
te: సహాయం
tg: Кӯмак
th: วิธีใช้
tr: Yardım
tt: Ярдәм
ug: ياردەم
uk: Довідка
ur: مدد
uz: Yordam
vi: Trợ giúp
zh_hans: 帮助
zh_hant: 說明

# Word.SignOut
source: Sign Out
af: Teken uit
am: በመለያ ውጣ
ar: تسجيل الخروج
as: চাইন আউট
az: Çıx
bg: Излизане
bn_in: সাইন আউট করুন
bs: Odjavljivanje
cy: Allgofnodi
da: Log af
de: Abmelden
el: Έξοδος
es: Cerrar sesión
et: Logi välja
eu: Amaitu saioa
fa: خروج از برنامه
ga: Sínigh amach
gd: Clàraich a-mach
gl: Pechar sesión
gu: સાઇન આઉટ
he: יציאה
hi: साइन आउट करें
hr: Odjava
hu: Kijelentkezés
id: Keluar
is: Skrá út
ja: サインアウト
ka: გამოსვლა
kk: Шығу
kn: ಸೈನ್ ಔಟ್
ko: 로그아웃
ku_arab: چوونە دەرەوە
ky: Чыгуу
lo: ເຊັນອອກ
lt: Atsijungti
lv: Izrakstīties
mi: Takiputa
mk: Одјави се
ml: സൈന്‍ ഔട്ട് ചെയ്യുക
mn: Гарах
mr: साइन आउट करा
ms: Daftar keluar
mt: Oħroġ
ne: साइन आउट गर्नुहोस्;साइन-आउट
nn_no: Logg av
no: Logg av
or: ସାଇନ୍ ଆଉଟ୍
pa_arab_pk: ‏‏سائن آؤٹ
pa_in: ਸਾਈਨ ਆਊਟ ਕਰੋ
pl: Wyloguj
ru: Выйти
sd: سائن آئوٽ
si: ඉවත් වන්න
sl: Izpis
sr_cyrl_rs: Одјављивање
sr_latn_rs: Odjavljivanje
sv: Logga ut
ta: வெளியேறு
te: సైన్ అవుట్ చేయండి
tg: Хориҷ шудан
th: ลงชื่อออก
tr: Oturumu Kapat
tt: Чыгу
ug: چېكىنىش
uk: Вийти
ur: سائن آؤٹ
uz: Chiqish
vi: Đăng Xuất
zh_hans: 注销
zh_hant: 登出

# Literal.Error.RequiredAccountID
source: Missing required parameter accountid
af: Vermis vereiste parameter rekening-id
am: የጠፋው የaccounted ግቤት ያስፈልጋል።
ar: معرف حساب المعلمة المطلوب غير موجود
as: হেৰাই থকা আৱশ্যকীয় পেৰামিটাৰ একাউণ্টেড
az: Vacib parametr hesab nömrəsi çatışmır
bg: Липсва задължителен параметър accountid
bn_in: প্রয়োজনীয় প্যারামিটার অ্যাকাউন্ট আইডি অনুপস্থিত
bs: Nedostaje obavezan parametar accountid
cy: Mae paramedr gofynnol id cyfrif ar goll
da: Mangler obligatorisk parameter accountid
de: Der erforderliche Parameter „accountid“ fehlt.
el: Λείπει η απαραίτητη παράμετρος accountid
es: Falta el parámetro obligatorio accountid
et: Kohustuslik parameeter accountid puudub
eu: Accountid beharrezko parametroa falta da
fa: accountid پارامتر ضروری موجود نیست
ga: Paraiméadar riachtanach 'accountid' in easnamh
gd: Tha paramadair (accountid) air a bheil feum a dhìth
gl: Falta parámetro requirido accountid
gu: આવશ્યક accountid ગૂમ છે
he: חסר מזהה חשבון של פרמטר נדרש
hi: गुम आवश्यक पैरामीटर accountid
hr: Nedostaje traženi parametar ID računa
hu: Hiányzik a kötelező accountid paraméter.
id: Parameter accountid wajib tidak ada
is: Reikningsauðkenni sem er nauðsynleg færibreyta vantar
ja: 必須パラメーターの accountid が指定されていません
ka: აკლია სავალდებულო პარამეტრი, ანგარიშის საიდენტიფიკაციო კოდი
kk: Тіркелгі идентификаторы міндетті параметрі жоқ
kn: ಕಾಣೆಯಾಗಿರುವ ಅಗತ್ಯವಿರುವ ಪ್ಯಾರಾಮೀಟರ್ ಖಾತೆಐಡಿ
ko: 필수 매개 변수인 accountid가 누락되었습니다.
ku_arab: ناسنامەی ئەژمێری پارامیتەری دیاریکراو دیار نییە
ky: Жетпей жаткан зарыл параметр accountid
lo: ຄ່າພາຣາມີເຕີທີ່ຈຳເປັນສຳລັບລະຫັດບັນຊີຫາຍໄປ
lt: Nenurodytas būtinasis parametras – abonemento ID
lv: Nav norādīts nepieciešamais parametrs — konta ID.
mi: Kei te hiahiatia te tawhā e ngaro ana ko accountid
mk: Недостасува задолжителниот параметар Идентификациски број на сметката
ml: ആവശ്യമായ പാരാമീറ്റര്‍ accountid നഷ്‌ടമായി
mn: Шаардлагатай параметр accountid дутуу байна
mr: आवश्यक मापदंड accountid गहाळ
ms: Hilang parameter yang diperlukan accountid
mt: Accountid tal-parametru meħtieġ hija nieqsa
ne: आवश्यक परिमिति खाताआइडि छुटेको छ
nn_no: Manglar obligatorisk konto-ID for parameter
no: Mangler den obligatoriske parameteren accountid
or: ହରାଇଥିବା ଆବଶ୍ୟକ କରୁଥିବା ପାରାମିଟର୍ accountid
pa_arab_pk: لازمی طور تےدرکار اکاؤنٹ دا آئی ڈی نئیں ہیگا
pa_in: ਲੋੜੀਂਦਾ ਮਾਪਦੰਡ ਗੁੰਮਸ਼ੁਦਾ accountid
pl: Brak wymaganego parametru accountid
ru: Отсутствует требуемый параметр accountid
sd: گھرج ٿيل پئراميٽر اڪائونٽ id وڃائجي وئي آهي
si: අවශ්‍ය කරන පරාමිති ගිණුම් අනන්‍යතා අංකය නො මැත
sl: Obvezni parameter accountid manjka
sr_cyrl_rs: Недостаје обавезан параметар accountid
sr_latn_rs: Nedostaje obavezan parametar accountid
sv: Den obligatoriska parametern för konto-ID saknas
ta: தேவைப்படும் அளவுரு accoutid இல்லை
te: అవసరమైన పరామితి accountid లేదు
tg: Параметри ҳатмии accountid намерасад
th: ไม่มีพารามิเตอร์ accountid ที่จำเป็น
tr: Gerekli parametre eksik accountid
tt: Кирәкле параметр accountid юк
ug: كېرەكلىك پارامېتىر ھېسابات كىملىكى كەم
uk: Відсутній обов’язковий параметр – ідентифікатор рахунку
ur: مطلوبہ خدوخال accountid موجود نہیں ہے
uz: Talab qilingan parametr kiritilmagan hisob qaydnomasi raqami
vi: Thiếu thông số cần thiết accountid
zh_hans: 缺少必需的参数 accountid
zh_hant: 漏掉必要的 accountid 參數

# Literal.Error.RequiredPIID
source: Missing required parameter piid
af: Vermis vereiste parameter pi-id
am: የጠፋው የpiid ግቤት ያስፈልጋል።
ar: معرف piid للمعلمة المطلوب غير موجود
as: হেৰাই থকা আৱশ্যকীয় পেৰামিটাৰ পিড
az: Vacib parametr piid çatışmır
bg: Липсва задължителен параметър piid
bn_in: প্রয়োজনীয় প্যারামিটার piid অনুপস্থিত
bs: Nedostaje obavezan parametar piid
cy: Mae paramedr gofynnol piid ar goll
da: Mangler obligatorisk parameter piid
de: Der erforderliche Parameter „piid“ fehlt.
el: Λείπει η απαραίτητη παράμετρος piid
es: Falta el parámetro obligatorio piid
et: Kohustuslik parameeter piid puudub
eu: OmIDa beharrezko parametroa falta da
fa: piid پارامتر ضروری موجود نیست
ga: Paraiméadar riachtanach 'piid' in easnamh
gd: Tha paramadair (piid) air a bheil feum a dhìth
gl: Falta parámetro requirido piid
gu: આવશ્યક piid ગૂમ છે
he: חסר מזהה PI של פרמטר נדרש
hi: गुम आवश्यक पैरामीटर piid
hr: Nedostaje traženi parametar ID načina plaćanja
hu: Hiányzik a kötelező piid paraméter.
id: Parameter piid wajib tidak ada
is: Piid sem er nauðsynleg færibreyta vantar
ja: 必須パラメーターの piid が指定されていません
ka: აკლია სავალდებულო პარამეტრი, piid
kk: Сатып алу құралының идентификаторы міндетті параметрі жоқ
kn: ಕಾಣೆಯಾಗಿರುವ ಅಗತ್ಯವಿರುವ ಪ್ಯಾರಾಮೀಟರ್ ಪಿಐಐಡಿ
ko: 필수 매개 변수인 piid가 누락되었습니다.
ku_arab: piid ی پارامیتەری پێویست دیار نییە
ky: Жетпей жаткан зарыл параметр piid
lo: ພາຣາມີເຕີທີ່ຈໍາເປັນຫາຍໄປ piid
lt: Nenurodytas būtinasis parametras – PI ID
lv: Nav norādīts nepieciešamais parametrs — PI ID.
mi: Kei te hiahiatia te tawhā e ngaro ana ko piid
mk: Недостасува задолжителниот параметар Уникатен идентификациски број на корисникот
ml: ആവശ്യമായ പാരാമീറ്റര്‍ piid നഷ്‌ടമായി
mn: Шаардлагатай параметр piid дутуу байна
mr: आवश्यक मापदंड piid गहाळ
ms: Hilang parameter yang diperlukan piid
mt: Piid tal-parametru meħtieġ hija nieqsa
ne: आवश्यक परिमिति piid छुटेको छ
nn_no: Manglar obligatorisk investerings-ID for parameter
no: Mangler den obligatoriske parameteren piid
or: ଆବଶ୍ୟକୀୟ ପାରାମିଟର୍ piid ମିଳୁ ନାହିଁ
pa_arab_pk: لازمی طور تےدرکار پی آئی آئی ڈی نئیں ہیگا
pa_in: ਲੋੜੀਂਦਾ ਮਾਪਦੰਡ ਗੁੰਮਸ਼ੁਦਾ piid
pl: Brak wymaganego parametru piid
ru: Отсутствует требуемый параметр piid
sd: گھرج ٿيل پئراميٽر piid وڃائجي وئي آهي
si: අවශ්‍ය කරන පරාමිති piid නො මැත
sl: Obvezni parameter piid manjka
sr_cyrl_rs: Недостаје обавезан параметар piid
sr_latn_rs: Nedostaje obavezan parametar piid
sv: Nödvändig parameter för betalningsmedel-id saknas
ta: தேவைப்படும் அளவுரு piid இல்லை
te: అవసరమైన పరామితి piid లేదు
tg: Параметри ҳатмии piid намерасад
th: ไม่มีพารามิเตอร์ piid ที่จำเป็น
tr: Gerekli parametre eksik piid
tt: Кирәкле параметр piid юк
ug: كېرەكلىك ھەق تاپشۇرۇش قورالىنىڭ كىملىكى كەم
uk: Відсутній обов’язковий параметр – piid
ur: مطلوبہ خدوخال piid موجود نہیں ہے
uz: Talab qilingan parametr kiritilmagan piid
vi: Thiếu thông số cần thiết piid
zh_hans: 缺少必需的参数 piid
zh_hant: 漏掉必要的 piid 參數

# Literal.Error.RequiredPurchaseID
source: Missing required parameter purchaseid
af: Vermis vereiste parameter aankoop-id
am: የጠፋው የግዢ አይ ዲ ግቤት ያስፈልጋል።
ar: معرف شراء المعلمة المطلوب غير موجود
as: হেৰাই থকা আৱশ্যকীয় পেৰামিটাৰ purchaseid
az: Vacib parametr satınalma nömrəsi çatışmır
bg: Липсва задължителен параметър purchaseid
bn_in: প্রয়োজনীয় প্যারামিটার কেনাকাটা আইডি অনুপস্থিত
bs: Nedostaje obavezan parametar purchaseid
cy: Mae paramedr gofynnol id prynu ar goll
da: Mangler obligatorisk parameter purchaseid
de: Der erforderliche Parameter „purchaseid“ fehlt.
el: Λείπει η απαραίτητη παράμετρος purchaseid
es: Falta el parámetro obligatorio purchaseid
et: Kohustuslik parameeter purchaseid puudub
eu: ErosketaIDa beharrezko parametroa falta da
fa: purchaseid پارامتر ضروری موجود نیست
ga: Paraiméadar 'purchaseid' riachtanach in easnamh
gd: Tha paramadair (purchaseid) air a bheil feum a dhìth
gl: Falta parámetro requirido purchaseid
gu: આવશ્યક purchaseid ગૂમ છે
he: חסר מזהה רכישה של פרמטר נדרש
hi: गुम आवश्यक पैरामीटर purchaseid
hr: Nedostaje traženi parametar ID kupnje
hu: Hiányzik a kötelező purchaseid paraméter.
id: Parameter purchaseid wajib tidak ada
is: Purchaseid sem er nauðsynleg færibreyta vantar
ja: 必須パラメーターの purchaseid が指定されていません
ka: აკლია სავალდებულო პარამეტრი, შეძენის საიდენტიფიკაციო კოდი
kk: Сатып алу идентификаторы міндетті параметрі жоқ
kn: ಕಾಣೆಯಾಗಿರುವ ಅಗತ್ಯವಿರುವ ಪ್ಯಾರಾಮೀಟರ್ ಖರೀದಿಐಡಿ
ko: 필수 매개 변수인 purchaseid가 누락되었습니다.
ku_arab: ناسنامەی کڕینی پارامیتەری پێویست دیار نییە
ky: Жетпей жаткан зарыл параметр purchaseid
lo: ພາຣາມີເຕີທີ່ຈຳເປັນສຳລັບລະຫັດການຊື້ຫາຍໄປ
lt: Nenurodytas būtinasis parametras – pirkimo ID
lv: Nav norādīts nepieciešamais parametrs — pirkuma ID.
mi: Kei te hiahiatia te tawhā e ngaro ana ko purchaseid
mk: Недостасува задолжителниот параметар идентификациски број на купувањето
ml: ആവശ്യമായ പാരാമീറ്റര്‍ purchaseid നഷ്‌ടമായി
mn: Шаардлагатай параметр purchaseid дутуу байна
mr: आवश्यक मापदंड purchaseid गहाळ
ms: Hilang parameter yang diperlukan id belian
mt: Il-parametru meħtieġ tal-ID tax-xiri huwa nieqes
ne: आवश्यक परिवमिति खरिद आइडि छुटेको छ
nn_no: Manglar obligatorisk kjøps-ID for parameter
no: Mangler den obligatoriske parameteren purchaseid
or: ହରାଇଥିବା ପାରାମିଟର୍ purchaseid ଆବଶ୍ୟକ କରେ
pa_arab_pk: لازی طور تےدرکار خریداری دا آئی ڈی نئیں ہیگا
pa_in: ਲੋੜੀਂਦਾ ਮਾਪਦੰਡ ਗੁੰਮਸ਼ੁਦਾ purchaseid
pl: Brak wymaganego parametru purchaseid
ru: Отсутствует требуемый параметр purchaseid
sd: گھرج ٿيل پئراميٽر purchaseid وڃائجي وئي آهي
si: අවශ්‍ය කරන පරාමිති මිලට ගැනුම් අනන්‍යතා අංකය නො මැත
sl: Obvezni parameter purchaseid manjka
sr_cyrl_rs: Недостаје обавезан параметар purchaseid
sr_latn_rs: Nedostaje obavezan parametar purchaseid
sv: Den obligatoriska parametern för inköps-ID saknas
ta: தேவைப்படும் அளவுரு purchaseid இல்லை
te: అవసరమైన పరామితి purchaseid లేదు
tg: Параметри ҳатмии purchaseid намерасад
th: ไม่มีพารามิเตอร์ purchaseid ที่จำเป็น
tr: Gerekli parametre eksik purchaseid
tt: Кирәкле параметр purchaseid юк
ug: كېرەكلىك پارامېتىر سېتىۋېلىش كودى كەم
uk: Відсутній обов’язковий параметр – purchaseid
ur: مطلوبہ خدوخال خریداری کی شناخت موجود نہیں ہے
uz: Talab qilingan parametr kiritilmagan xarid raqami
vi: Thiếu thông số cần thiết purchaseid
zh_hans: 缺少必需的参数 purchaseid
zh_hant: 漏掉必要的 purchaseid 參數

# Word.ELO
source: ELO
ur: ای ایل او

# Literal.InicisDescription.MaxLength
source: Description is too long.
af: Beskrywing is te lank.
am: መግለጫ በጣም ረጅም ነው።
ar: الوصف أطول من اللازم.
as: বিৱৰণ অতি দীঘল৷
az: Təsvir çox uzundur.
bg: Описанието е прекалено дълго.
bn_in: বর্ণনাটি অত্যন্ত লম্বা৷
bs: Opis je predug.
cy: Mae'r disgrifiad yn rhy hir.
da: Beskrivelse er for lang.
de: Die Beschreibung ist zu lang.
el: Η περιγραφή είναι πολύ μεγάλη.
es: La descripción es demasiado larga.
et: Kirjeldus on liiga pikk.
eu: Azalpena luzeegia da.
fa: توصیف بسیار طولانی است.
ga: Cur síos rófhada.
gd: Tha an tuairisgeul ro fhada.
gl: Descrición moi longa.
gu: વર્ણન ખૂબ લાંબુ છે.
he: התיאור ארוך מדי.
hi: वर्णन बहुत लंबा है.
hr: Opis je predug.
hu: A leírás túl hosszú.
id: Deskripsi terlalu panjang.
is: Lýsing er of löng.
ja: 説明が長すぎます。
ka: აღწერა ძალიან გრძელია.
kk: Сипаттама тым ұзын.
kn: ವಿವರಣೆಯು ತುಂಬಾ ದೊಡ್ಡದಾಗಿದೆ.
ko: 설명이 너무 깁니다.
ku_arab: وردەکاری زۆر درێژە.
ky: Сүрөттөө өтө узун.
lo: ລາຍລະອຽດຍາວເກີນໄປ.
lt: Aprašas per ilgas.
lv: Apraksts ir pārāk garš.
mi: He roa rawa te whakaahuatanga.
mk: Описот е предолг.
ml: വിവരണം ദൈര്‍ഘ്യമേറിയതാണ്.
mn: Тодорхойлолт хэт урт байна.
mr: वर्णन खूप मोठे आहे.
ms: Perihalan terlalu panjang.
mt: Id-deskrizzjoni twila wisq.
ne: वर्णन धेरै लामो भयो।
nn_no: Forklaringa er for lang.
no: Beskrivelsen er for lang.
or: ବିବରଣୀ ବହୁତ ଲମ୍ଵା ଅଟେ.
pa_arab_pk: تفصیل بہت لمی اے۔
pa_in: ਵਰਣਨ ਬੇਹੱਦ ਲੰਬਾ ਹੈ।
pl: Opis jest zbyt długi.
ru: Слишком длинное описание.
sd: تفصيل تمام وڏي آهي.
si: විස්තරය දිගු වැඩි ය.
sl: Opis je predolg.
sr_cyrl_rs: Опис је предугачак.
sr_latn_rs: Opis je predugačak.
sv: Beskrivningen är för lång.
ta: விவரம் மிக நீளமாக உள்ளது.
te: వివరణ చాలా పొడవుగా ఉంది.
tg: Тавсиф аз ҳад дароз аст.
th: คำอธิบายยาวเกินไป
tr: Açıklama çok uzun.
tt: Аңлатма бик озын.
ug: تەسۋىر بەك ئۇزۇن.
uk: Опис задовгий.
ur: وضاحت بہت طویل ہے.
uz: Bayon juda uzun.
vi: Mô tả quá dài.
zh_hans: 说明过长。
zh_hant: 描述太長。

# Literal.Error.InvalidCCM
source: CCM is invalid.
af: CCM is ongeldig.
am: ልክ ያልኾነ CCM።
ar: CCM غير صالح.
as: CCM অবৈধ৷
az: CCM səhvdir.
bg: CCM е невалиден.
bn_in: CCM ঠিকঠাক নেই৷
bs: CCM je nevažeći.
cy: Mae'r CCM yn annilys.
da: CCM er ugyldig.
de: Ungültige CCM-Nummer.
el: Το CCM δεν είναι έγκυρο.
es: El CCM no es válido.
et: CCM on sobimatu.
eu: CCM informazioa baliogabea da.
fa: CCM نامعتبر است.
ga: CCM neamhbhailí.
gd: Tha an CCM mì-dhligheach.
gl: CCM non válido.
gu: CCM અમાન્ય છે.
he: CCM לא חוקי.
hi: CCM अमान्य है.
hr: CCM broj nije valjan.
hu: Érvénytelen CCM.
id: CCM tidak valid.
is: CCM er ógilt.
ja: CCM が正しくありません。
ka: CCM არასწორია.
kk: CCM дұрыс емес.
kn: CCM ಅಮಾನ್ಯವಾಗಿದೆ.
ko: CCM이 올바르지 않습니다.
ku_arab: CCM نادروستە.
ky: CCM жараксыз.
lo: CCM ບໍ່ຖືກຕ້ອງ.
lt: CCM netinkamas.
lv: CCM numurs nav derīgs.
mi: He muhu te CCM.
mk: ССМ е неважечки.
ml: CCM അസാധുവാണ്.
mn: CCM хүчингүй байна.
mr: CCM अवैध आहे.
ms: CCM tidak sah.
mt: Is-CCM mhux valida.
ne: CCM अवैध छ।
nn_no: CCM er ugyldig.
no: Ugyldig CCM-nummer.
or: CCM ଅବୈଧ ଅଟେ.
pa_arab_pk: سی یس ایم ناجائز اے۔
pa_in: CCM ਅਵੈਧ ਹੈ।
pl: Menedżer CCM jest nieprawidłowy.
ru: Недопустимый CCM.
sd: CCM غلط آهي.
si: CCM වලංගු නොවේ.
sl: CCM ni veljaven.
sr_cyrl_rs: CCM је неважећи.
sr_latn_rs: CCM je nevažeći.
sv: CCM är ogiltigt.
ta: CCM தவறானது.
te: CCM చెల్లదు.
tg: CCM беэътибор аст.
th: CCM ไม่ถูกต้อง
tr: CCM geçersiz.
tt: CCM ялгыш.
ug: ئىناۋەتسىزCCMنومۇرى.
uk: CCM недійсний.
ur: CCM غلط ہے.
uz: CCM haqiqiy emas.
vi: CCM không hợp lệ.
zh_hans: CCM 无效。
zh_hant: CCM 無效。
