Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ErrorMessage.PersonalNumberRequired
source: Personal number is a required field
af: Persoonlike nommer is ’n vereiste veld
am: የግል ቁጥር አስፈላጊ መስክ ነው
ar: يعد الرقم الشخصي أحد الحقول المطلوبة
as: ব্যক্তিগত নম্বৰ অন্তৰ্ভুক্ত কৰিবলগীয়া ক্ষেত্ৰ
az: Şəxsi nömrə lazımi sahədir
bg: Личният номер е задължително поле
bn_in: ব্যক্তিগত নম্বরটি একটি প্রয়োজনীয় ক্ষেত্র
bs: Lični broj je obavezno polje
cy: Mae rhif personol yn faes gofynnol
da: Personnummer er et påkrævet felt
de: Die persönliche Nummer muss angegeben werden.
el: Ο προσωπικός αριθμός είναι απαιτούμενο πεδίο
es: El campo Número personal es obligatorio
et: PIN-kood on kohustuslik väli
eu: Zenbaki pertsonala derrigorrezko eremua da
fa: شماره شخصی فیلدی الزامی است
ga: Réimse riachtanach is ea uimhir phearsanta
gd: Tha àireamh pearsanta riatanach
gl: O campo Número persoal é obrigatorio
gu: રાઉટીંગ નંબર એક આવશ્યક ક્ષેત્ર છે
he: 'מספר אישי' הוא שדה נדרש
hi: व्यक्तिगत नंबर आवश्यक फ़ील्ड है
hr: Osobni broj obavezno je polje
hu: A Személyi szám mezőt kötelező kitölteni.
id: Nomor pribadi adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir kennitölu
ja: 個人番号は必須フィールドです
ka: პირადი ნომრის ველის შევსება სავალდებულოა
kk: Сәйкестендіру нөмірі өрісін толтыру қажет
kn: ವೈಯಕ್ತಿಕ ಸಂಖ್ಯೆ ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 개인 번호는 필수 필드입니다.
ku_arab: ژمارەی کەسیی خانەیەکی پێویسته
ky: Жеке номер - милдеттүү талаа
lo: ໝາຍເລກສ່ວນຕົວແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Asmens kodas yra būtinas laukas
lv: Personīgais numurs ir obligāts lauks
mi: He āpure e hiahiatia ana a Tau whaiaro
mk: Личниот број е задолжително поле
ml: വ്യക്തിഗത നമ്പർ ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Хувийн дугаар шаардлагатай
mr: वैयक्तिक नंबर हे एक आवश्यक फील्ड आहे
ms: Nombor peribadi ialah medan yang diperlukan
mt: Numru personali huwa qasam meħtieġ
ne: व्यक्तिगत नम्बर आवश्यक फाँट हो
nn_no: Du må oppgje personleg nummer
no: Personnummeret må angis
or: ବ୍ୟକ୍ତିଗତ ନମ୍ବର ଗୋଟିଏ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: ذاتی نمبر اک درکار فیلڈ اے
pa_in: ਵਿਅਕਤੀਗਤ ਸੰਖਿਆ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Numer osobisty jest wymagane
ru: Персональный номер — обязательное поле
sd: رائوٽنگ نمبر هڪ گهربل فيلڊ آهي
si: පුද්ගලික අංකය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Osebna številka« je obvezno
sr_cyrl_rs: Лични број је обавезно поље
sr_latn_rs: „Lični broj“ je obavezno polje
sv: Personnummer är ett obligatoriskt fält
ta: தனிப்பட்ட எண் தேவையான புலம் ஆகும்
te: వ్యక్తిగత సంఖ్య అవసరమైన ఫీల్డ్
tg: Рақами шахсӣ майдони ҳатмист
th: ต้องระบุเขตข้อมูล หมายเลขส่วนตัว
tr: Kişisel numara gerekli bir alandır
tt: Шәхси номер - мәҗбүри кыр
ug: شەخسىي نومۇرى تولدۇرىلىشى كېرەك
uk: Особистий номер – обов’язкове поле
ur: ذاتی نمبر ایک مطلوبہ قطعہ ہے
uz: Shaxsiy raqamni kiritish majburiy
vi: Số cá nhân là trường bắt buộc
zh_hans: 个人号码为必填字段
zh_hant: 個人號碼為必填欄位

# Literal.ErrorMessage.GenderRequired
source: Gender is a required field
af: Geslag is ’n vereiste veld
am: ጾታ አስፈላጊ መስክ ነው
ar: يعد الجنس أحد الحقول المطلوبة
as: লিঙ্গ হৈছে এক অন্তৰ্ভুক্ত কৰিবলগীয়া বিষয়
az: Cins lazımi sahədir
bg: „Пол“ е задължително поле
bn_in: জেন্ডার একটি আবশ্যক ক্ষেত্র
bs: Spol je obavezno polje
cy: Mae rhyw yn faes gofynnol
da: Køn er et påkrævet felt
de: Das Geschlecht muss angegeben werden.
el: Το φύλο είναι απαιτούμενο πεδίο
es: El campo Género es obligatorio
et: Sugu on kohustuslik väli
eu: Sexua derrigorrezko eremua da
fa: جنسیت فیلدی الزامی است
ga: Réimse éigeantach is ea inscne
gd: Tha gnè riatanach
gl: O campo Xénero é obrigatorio
gu: આ એક આવશ્યક ફીલ્ડ છે
he: 'מין' הוא שדה נדרש
hi: लिंग आवश्यक फ़ील्ड है
hr: Spol je obavezno polje
hu: A Nem mezőt kötelező kitölteni.
id: Jenis kelamin adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir kyn
ja: 性別は必須のフィールドです
ka: სქესის ველის შევსება სავალდებულოა
kk: Жынысы өрісін толтыру қажет
kn: ಲಿಂಗವು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 성별은 필수 필드입니다.
ku_arab: ڕەگەز خانەیەکی پێویسته
ky: Жынысы - милдеттүү талаа
lo: ເພດແມ່ນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Lytis yra būtinas laukas
lv: Dzimums ir obligāts lauks
mi: He āpure e hiahiatia ana a Ira Tangata
mk: Полот е задолжително поле
ml: ലിംഗഭേദം ആവശ്യമായ ഒരു ഫീൽഡ് ആണ്
mn: Хүйс шаардлагатай
mr: लिंग हे एक आवश्यक फील्ड आहे
ms: Jantina ialah medan yang diperlukan
mt: Ġeneru huwa qasam meħtieġ
ne: लिङ्क आवश्यक फाँट हो
nn_no: Forstad er obligatorisk
no: Kjønn må angis
or: ଲିଂଗ ଗୋଟିଏ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: جنس اک درکار فیلڈ اے
pa_in: ਲਿੰਗ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Płeć jest wymagane
ru: Пол — обязательное поле
sd: اها هڪ ضروري فيلڊ آهي
si: ස්ත්‍රී පුරුෂභාවය අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Spol« je obvezno
sr_cyrl_rs: Пол је обавезно поље
sr_latn_rs: „Pol“ je obavezno polje
sv: Kön är ett obligatoriskt fält
ta: பாலினம் தேவையான புலம் ஆகும்
te: లింగం అవసరమైన ఫీల్డ్
tg: Ҷинс майдони ҳатмист
th: ต้องระบุเขตข้อมูล เพศ
tr: Cinsiyet gerekli bir alandır
tt: Җенес - мәҗбүри кыр
ug: جىنسىي زۆرۈر تولدۇرىدىغان بۆلەك
uk: Стать – обов’язкове поле
ur: جنس ایک مطلوبہ قطعہ ہے
uz: Jinsni kiritish majburiy
vi: Giới tính là trường bắt buộc
zh_hans: 性别为必填字段
zh_hant: 性別為必填欄位

# Literal.ErrorMessage.AccountRequired
source: Account is a required field
af: Rekening is ’n vereiste veld
am: መለያ አስፈላጊ መስክ ነው
ar: يعد الحساب أحد الحقول المطلوبة
as: একাউণ্ট হৈছে এক অন্তৰ্ভুক্ত কৰিবলগীয়া বিষয়
az: Hesab lazımi sahədir
bg: „Акаунт“ е задължително поле
bn_in: অ্যাকাউন্ট নাম্বার ক্ষেত্রটি পূরণ করা প্রয়োজন
bs: Račun je obavezno polje
cy: Mae cyfrif yn faes gofynnol
da: Konto er et påkrævet felt
de: Das Konto muss angegeben werden.
el: Ο λογαριασμός είναι απαιτούμενο πεδίο
es: El campo Cuenta es obligatorio
et: Konto on kohustuslik väli
eu: Kontua derrigorrezko eremua da
fa: حساب فیلدی الزامی است
ga: Réimse riachtanach is ea cuntas
gd: Tha cunntas riatanach
gl: O campo Conta é obrigatorio
gu: એકાઉન્ટ નંબર આવશ્યક ક્ષેત્ર છે
he: 'חשבון' הוא שדה נדרש
hi: खाता आवश्यक फ़ील्ड है
hr: Kupac je obavezno polje
hu: A Számla mezőt kötelező kitölteni.
id: Akun adalah bidang yang wajib diisi
is: Fylla verður út í reitinn fyrir reikning
ja: アカウントは必須フィールドです
ka: ანგარიშის ველის შევსება სავალდებულოა
kk: Тіркелгі өрісін толтыру қажет
kn: ಖಾತೆಯು ಅಗತ್ಯವಾದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 계정은 필수 필드입니다.
ku_arab: ئەژمێر خانەیەکی پێویسته
ky: Каттоо жазуу - милдеттүү талаа
lo: ບັນຊີແມ່ນເປັນຊ່ອງທີ່ຈຳເປັນຕ້ອງຕື່ມ
lt: Sąskaita yra būtinas laukas
lv: Konts ir obligāts lauks
mi: He āpure e hiahiatia ana a Pūkete
mk: Бројот на сметката е задолжително поле
ml: അക്കൗണ്ട് നമ്പർ ആവശ്യമായ ഫീൽഡ് ആണ്
mn: Данс шаардлагатай
mr: खाते हे एक आवश्यक फील्ड आहे
ms: Akaun ialah medan yang diperlukan
mt: Kont huwa qasam meħtieġ
ne: खाता आवश्यक फाँट हो
nn_no: Konto er obligatorisk
no: Konto må angis
or: ଏକାଉଣ୍ଟ୍ ଗୋଟିଏ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_arab_pk: اکاوںٹ درکار فیلڈ اے
pa_in: ਖਾਤਾ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Pole Konto jest wymagane
ru: Счет — обязательное поле
sd: Alipay اڪائونٽ هڪ گهربل فيلڊ آهي
si: ගිණුම අවශ්‍ය ක්‍ෂේත්‍රයකි
sl: Polje »Račun« je obvezno
sr_cyrl_rs: Рачун је обавезно поље
sr_latn_rs: „Račun“ je obavezno polje
sv: Konto är ett obligatoriskt fält
ta: கணக்கு தேவையான புலம் ஆகும்
te: ఖాతా అవసరమైన ఫీల్డ్
tg: Ҳисоб майдони ҳатмист
th: ต้องระบุเขตข้อมูล บัญชีผู้ใช้
tr: Hesap gerekli bir alandır
tt: Хисап язмасы - мәҗбүри кыр
ug: ھېسابات نومۇرى تولدۇرىلىشى كېرەك
uk: Рахунок – обов’язкове поле
ur: اکاؤنٹ ایک مطلوبہ قطعہ ہے
uz: Hisob nomini kiritish majburiy
vi: Tài khoản là trường bắt buộc
zh_hans: 帐户为必填字段
zh_hant: 帳戶為必填欄位

# Literal.ErrorMessage.PasswordRequired
source: Password is a required field
af: Wagwoord is ’n vereiste veld
am: የይለፍ ቃል አስፈላጊ መስክ ነው
ar: كلمة المرور حقل مطلوب
as: পাছৱৰ্ড এটা আৱ্শ্যকীয় ফিল্ড
az: Parol tələb olunan sahədir
bg: „Парола“ е задължително поле
bn_in: পাসওয়ার্ড হল একটি আবশ্যক ক্ষেত্র
bs: Polje za lozinku je obavezno
cy: Mae cyfrinair yn faes gofynnol
da: Adgangskode skal angives
de: „Kennwort“ ist ein Pflichtfeld
el: Το πεδίο "Κωδικός πρόσβασης" είναι υποχρεωτικό
es: El campo Contraseña es obligatorio
et: Parooliväli on kohustuslik
eu: Pasahitza derrigorrezko eremua da
fa: رمز عبور یک فیلد الزامی است
ga: Is réimse éigeantach é pasfhocal
gd: Tha raon an fhacail-fhaire riatanach
gl: Cómpre indicar un contrasinal
gu: પાસવર્ડ એક આવશ્યક ફીલ્ડ છે
he: השדה 'סיסמה' הוא שדה נדרש
hi: पासवर्ड आवश्यक फ़ील्ड है
hr: Lozinka je obavezno polje
hu: A Jelszó mezőt kötelező kitölteni
id: Bidang kata sandi wajib diisi
is: Fylla verður út aðgangsorð
ja: [パスワード] は必須フィールドです
ka: პაროლის ველის შევსება სავალდებულოა
kk: Құпиясөз міндетті өріс болып табылады
kn: ಪಾಸ್‌ವರ್ಡ್ ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 암호는 필수 필드입니다.
lo: ລະຫັດຜ່ານແມ່ນຊ່ອງຂໍ້ມູນທີ່ຈຳເປັນ
lt: Slaptažodžio laukas yra būtinas
lv: Parole ir obligāts lauks
mi: He āpure e hiahiatia ana te kupuhipa
mk: Лозинката е задолжително поле
ml: പാസ്‌വേഡ് ആവശ്യമായ ഫീൽഡാണ്
mr: पासवर्ड हे आवश्यक फील्ड आहे
ms: Medan kata laluan perlu diisi
mt: Password hija qasam meħtieġ
ne: पासवर्ड आवश्यक फाँट हो
nn_no: Passord er eit obligatorisk felt.
no: Passord er et obligatorisk felt
or: ପ୍ରବେଶ କୋଡ୍ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_in: ਪਾਸਵਰਡ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Hasło jest polem wymaganym
ru: Пароль — обязательное поле
sl: Geslo je zahtevano polje
sr_cyrl_rs: Лозинка је обавезно поље
sr_latn_rs: Lozinka je obavezno polje
sv: Du måste ange ett lösenord
ta: கடவுச்சொல் ஒரு தேவையான புலம்
te: పాస్‌వర్డ్ అవసరమైన ఫీల్డ్
th: รหัสผ่าน เป็นเขตข้อมูลที่จำเป็น
tr: Parola gerekli bir alandır
tt: Серсүз - мәҗбүри кыр
ug: پارول بولسا تەلەپ قىلىنغان بۆلەك
uk: Поле "Пароль" обов’язкове
ur: پاس ورڈ ایک مطلوب فیلڈ ہے
uz: Parol kiritish majburiy
vi: Mật khẩu là trường bắt buộc
zh_hans: 密码是必填字段
zh_hant: [密碼] 是必要欄位

# Literal.ErrorMessage.CompanyName
source: Company name is a required field
af: Maatskappynaam is ’n vereiste veld
am: የኩባንያ ስም አስፈላጊ መስክ ነው
ar: اسم الشركة حقل مطلوب
as: কোম্পানী নাম হৈছে এটা আৱশ্যকীয় ফিল্ড
az: Şirkət adı lazımi sahədir
bg: Името на фирмата е задължително поле
bn_in: কোম্পানির নাম একটি আবশ্যক ক্ষেত্র
bs: Ime preduzeća je obavezno polјe
cy: Mae Enw'r cwmni yn faes gofynnol
da: Virksomhedens navn skal angives
de: Der Unternehmensname ist ein Pflichtfeld.
el: Το όνομα της εταιρείας είναι απαιτούμενο πεδίο
es: El nombre de la empresa es un campo obligatorio.
et: Ettevõtte nimi on kohustuslik väli
eu: Enpresaren izena derrigorrezko eremua da
fa: نام شرکت فیلدی الزامی است
ga: Is réimse riachtanach é ainm na cuideachta
gd: Tha ainm na companaidh na raon riatanach
gl: A empresa é un campo obrigatorio
gu: કંપનીનું નામ આવશ્યક ફીલ્ડ છે
he: 'שם חברה' הוא שדה נדרש
hi: कंपनी का नाम एक आवश्यक फ़ील्ड है
hr: Naziv tvrtke obavezno je polje
hu: A cég neve kötelező mező
id: Bidang nama belakang wajib diisi
is: Nafn fyrirtækis er áskilinn reitur
ja: 会社名は必須フィールドです
ka: კომპანიის დასახელების ველის შევსება სავალდებულოა
kk: Компания атауы міндетті өріс болып табылады
kn: ಕಂಪನಿ ಹೆಸರು ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 회사 이름은 필수 필드입니다.
ku_arab: خانەی ناوی کۆمپانیا دەبێ پڕ بکرێتەوه
ky: Компаниянын аталышы милдеттүү талаа
lo: ຕ້ອງລະບຸຊື່ບໍລິສັດ
lt: Įmonės pavadinimas yra būtinas laukas
lv: Uzņēmuma nosaukums ir obligāts lauks
mi: He āpure e hiahiatia ana te ingoa kamupene
mk: Името на компанијата е задолжително поле
ml: കമ്പനിയുടെ പേര് ആവശ്യമാണ്
mn: Компанийн нэрийг оруулах шаардлагатай
mr: कंपनीचे नाव एक आवश्यक फील्ड आहे
ms: Medan nama syarikat perlu diisi
mt: Isem il-kumpanija huwa qasam meħtieġ
ne: कम्पनीको नाम आवश्यक फाँट हो
nn_no: Firmanamn er obligatorisk
no: Firmanavn er et obligatorisk felt
or: କମ୍ପାନୀ ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର ଅଟେ
pa_arab_pk: کمپنی دا ناں اک درکار فیلڈ اے
pa_in: ਕੰਪਨੀ ਦਾ ਨਾਮ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Nazwa firmy jest polem wymaganym
ru: Поле названия организации является обязательным.
sd: ڪمپني جو نالو هڪ گهربل فيلڊ آهي
si: සමාගමේ නම අත්‍යවශ්‍ය ක්ෂේත්‍රයකි
sl: Ime podjetja je obvezno polje
sr_cyrl_rs: Име предузећа је обавезно поље
sr_latn_rs: Ime preduzeća je obavezno polje
sv: Företagsnamn är ett obligatoriskt fält
ta: நிறுவனப் பெயர் ஆனது தேவையான புலம்
te: కంపెనీ పేరు ఆవశ్యకమైన ఫీల్డ్
tg: Номи ширкат майдони ҳатмист
th: ชื่อบริษัทเป็นเขตข้อมูลที่ต้องระบุ
tr: Şirket adı gerekli bir alandır
tt: Оешма исеме - мәҗбүри кыр
ug: شىركەت نامىنى تولدۇرۇش كېرەك
uk: Назва компанії – обов’язкове поле
ur: کمپنی کا نام ایک مطلوب فیلڈ ہے
uz: Kompaniya nomini kiritish shart
vi: Tên công ty là trường bắt buộc
zh_hans: 公司名称是必填字段
zh_hant: 公司名稱是必要欄位

# Literal.ErrorMessage.BillingAccountName
source: Billing account name is a required field
af: Faktureringsnaam is ’n vereiste veld
am: የመክፈያ መለያ ስም አስፈላጊ መስክ ነው
ar: اسم حساب الفوترة هو حقل مطلوب
as: বিলিং একাউণ্টৰ নাম হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Hesablaşma hesabının adı tələb olunan sahədir
bg: „Име на сметка за плащане“ е задължително поле
bn_in: বিলিং অ্যাকাউন্টের নাম একটি প্রয়োজনীয় ক্ষেত্র
bs: Naziv računa za naplatu je obavezno polje
cy: Mae’n rhaid i chi roi enw cyfrif bilio
da: Navn på faktureringskonto er et obligatorisk felt
de: Der Name des Abrechnungskontos ist ein Pflichtfeld
el: Το "Όνομα λογαριασμού χρέωσης" είναι απαιτούμενο πεδίο
es: El nombre de la cuenta de facturación es un campo obligatorio
et: Arvelduskonto nimi on kohustuslik väli
eu: Fakturazio-kontuaren izenaren eremua bete egin behar da
fa: نام حساب صورتحساب یک فیلد الزامی است
ga: Is réimse riachtanach é ainm cuntais billeála
gd: Feumaidh tu ainm a’ chunntais bhileachaidh a chur ann
gl: O nome de conta de facturación é un campo obrigatorio
gu: બિલિંગ ખાતા નામ એ આવશ્યક ફીલ્ડ છે
he: שם של חשבון לחיוב הוא שדה נדרש
hi: बिलिंग खाता नाम आवश्यक फ़ील्ड है
hr: Naziv računa za naplatu obavezno je polje
hu: A Számlázási fiók neve mezőt kötelező kitölteni
id: Bidang nama akun penagihan wajib diisi
is: Heiti innheimtureiknings er áskilinn reitur
ja: 課金アカウント名は必須フィールドです
ka: ბილინგის ანგარიშის სახელის ველის შევსება სავალდებულოა
kk: Есепшот тіркелгісі міндетті өріс болып табылады
kn: ಬಿಲ್ಲಿಂಗ್ ಖಾತೆ ಹೆಸರು ಅಗತ್ಯದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 청구 계정 이름은 필수 필드입니다.
lo: ຈຳເປັນຕ້ອງໃສ່ຊື່ບັນຊີສຳລັບການຮຽກເກັບເງິນ
lt: Atsiskaitymo paskyros pavadinimas yra būtinas laukas
lv: Norēķinu konta nosaukums ir obligāti aizpildāms lauks
mi: He āpure e hiahiatia ana te ingoa pūkete nama
mk: Името на сметката за наплата е задолжително поле
ml: ബില്ലിംഗ് അക്കൗണ്ട് നാമം ആവശ്യമായ ഒരു ഫീൽഡാണ്
mr: बिलिंग खाते नाव एक आवश्यक फील्ड आहे
ms: Nama akaun pengebilan ialah medan yang diperlukan
mt: L-isem tal-kont tal-ħlasijiet huwa qasam meħtieġ
ne: बिलिङ खाताको नाम आवश्यक फाँट हो
nn_no: Faktureringskontonamn er eit påkravd felt
no: Navn på faktureringskonto er et obligatorisk felt
or: ବିଲିଂ ଆକାଉଣ୍ଟ ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_in: ਬਿਲਿੰਗ ਖਾਤਾ ਨਾਮ ਇੱਕ ਲੋੜੀਂਦਾ ਫਿਲਡ ਹੈ
pl: Nazwa konta rozliczeniowego jest polem wymaganym
ru: Имя учетной записи выставления счетов является обязательным полем
sl: Polje »Ime računa za obračunavanje« je treba obvezno izpolniti
sr_cyrl_rs: Име налога за наплату је обавезно поље
sr_latn_rs: Ime naloga za naplatu je obavezno polje
sv: Faktureringskontonamn är ett obligatoriskt fält
ta: பில்லிங் கணக்குப் பெயர் ஓர் அவசியமான புலம் ஆகும்
te: బిల్లింగ్ ఖాతా పేరు ఒక అవసరమైన ఫీల్డ్
th: ชื่อบัญชีการเรียกเก็บเงินเป็นเขตข้อมูลที่ต้องระบุ
tr: Ödeme hesabı adı gerekli bir alandır
tt: Түләү хисап язмасы исеме — мәҗбүри кыр
ug: ھېساب بوغىدىغان ھېسابات نامىنى تولدۇرۇش كېرەك
uk: Ім'я облікового запису виставлення рахунків – обов'язкове поле
ur: بلنگ اکاؤنٹ کا نام ایک مطلوب فیلڈ ہے
uz: BIlling hisobi nomini kiritish majburiy
vi: Tên tài khoản thanh toán là trường bắt buộc
zh_hans: 计费帐户名称是必填字段
zh_hant: 計費帳戶名稱是必要欄位

# Literal.ErrorMessage.RegistrationNumber
source: Registration number is a required field
af: Registrasienommer is ’n vereiste veld
am: የምዝገባ ቁጥር አስፈላጊ መስክ ነው
ar: رقم التسجيل هو حقل مطلوب
as: পঞ্জীয়ন সংখ্যাটো হৈছে এটা আৱশ্যকীয় ক্ষেত্ৰ
az: Qeydiyyat nömrəsi tələb olunan sahədir
bg: „Регистрационен номер“ е задължително поле
bn_in: নিবন্ধীকরণ নম্বর একটি প্রয়োজনীয় ক্ষেত্র
bs: Registracijski broj je obavezno polje
cy: Mae’n rhaid i chi roi rhif cofrestru
da: Registreringsnummer er et obligatorisk felt
de: Die Registrierungsnummer ist ein Pflichtfeld
el: Ο "Αριθμός μητρώου" είναι απαιτούμενο πεδίο
es: El número de registro es un campo obligatorio
et: Registreerimisnumber on kohustuslik väli
eu: Erregistro-zenbakiaren eremua bete egin behar da
fa: شماره ثبت یک فیلد الزامی است
ga: Is réimse riachtanach é an uimhir chlárúcháin
gd: Feumaidh tu àireamh clàraidh a chur ann
gl: O número de rexistro é un campo obrigatorio
gu: નોંધણી નંબર એ આવશ્યક ફીલ્ડ છે
he: מספר רישום הוא שדה נדרש
hi: पंजीकरण संख्या आवश्यक फ़ील्ड है
hr: Broj registracije obavezno je polje
hu: A Regisztrációs szám mezőt kötelező kitölteni
id: Bidang nomor pendaftaran wajib diisi
is: Skráningarnúmer er áskilinn reitur
ja: 登録番号は必須フィールドです
ka: რეგისტრაციია ნომრის ველის შევსება სავალდებულოა
kk: Тіркеу нөмірі міндетті өріс болып табылады
kn: ನೋಂದಣಿ ಸಂಖ್ಯೆಯು ಅಗತ್ಯದ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 등록 번호는 필수 필드입니다.
lo: ຈຳເປັນຕ້ອງໃສ່ໝາຍເລກຈົດທະບຽນ
lt: Registracijos numeris yra būtinas laukas
lv: Reģistrācijas numurs ir obligāti aizpildāms lauks
mi: He āpure e hiahiatia ana te tau rēhitatanga
mk: Регистарскиот број е задолжително поле
ml: രജിസ്ട്രേഷൻ നമ്പർ ആവശ്യമായ ഒരു ഫീൽഡാണ്
mr: नोंदणी क्रमांक एक आवश्यक फील्ड आहे
ms: Nombor pendaftaran ialah medan yang diperlukan
mt: In-numru tar-reġistrazzjoni huwa qasam meħtieġ
ne: दर्ता नम्बर आवश्यक फाँट हो
nn_no: Registreringsnummer er eit påkravd felt
no: Registreringsnummer er et obligatorisk felt
or: ପଞ୍ଜିକରଣ ନମ୍ଵର୍ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର
pa_in: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ ਇੱਕ ਲੋੜੀਂਦਾ ਫਿਲਡ ਹੈ
pl: Numer rejestracyjny jest polem wymaganym
ru: Регистрационный номер является обязательным полем
sl: Polje »Registracijska številka« je treba obvezno izpolniti
sr_cyrl_rs: Број регистрације је обавезно поље
sr_latn_rs: Registracioni broj je obavezno polje
sv: Registreringsnummer är ett obligatoriskt fält
ta: பதிவு எண் ஓர் அவசியமான புலம் ஆகும்
te: రిజిస్ట్రేషన్ సంఖ్య ఒక అవసరమైన ఫీల్డ్
th: หมายเลขการลงทะเบียนเขตข้อมูลที่ต้องระบุ
tr: Kayıt numarası gerekli bir alandır
tt: Теркәлү номеры — мәҗбүри кыр
ug: تىزىملاش نومۇرىنى تولدۇرۇش كېرەك
uk: Реєстраційний номер – обов'язкове поле
ur: رجسٹریشن نمبر ایک مطلوب فیلڈ ہے
uz: Roʻyxatdan oʻtish raqamini kiritish majburiy
vi: Số đăng ký là trường bắt buộc
zh_hans: 注册编号是必填字段
zh_hant: 註冊號碼為必要欄位

# Literal.ErrorMessage.Name
source: Name is a required field
af: Naam is ’n vereiste veld
am: የስም አስፈላጊ መስክ ነው
ar: الاسم حقل مطلوب
as: নাম হৈছে এটা আৱশ্যকীয় ফিল্ড
az: Ad lazımi sahədir
bg: Името е задължително поле
bn_in: নাম একটি আবশ্যক ক্ষেত্র
bs: Ime je obavezno polјe
cy: Mae Enw yn faes gofynnol
da: Navnet skal angives
de: Das Feld für den Namen ist erforderlich.
el: Το όνομα είναι απαιτούμενο πεδίο
es: El nombre es un campo obligatorio.
et: Nimi on kohustuslik väli
eu: Izena derrigorrezko eremua da
fa: نام فیلدی الزامی است
ga: Is réimse riachtanach é ainm
gd: Tha an t-ainm na raon riatanach
gl: O nome é un campo obrigatorio
gu: નામ આવશ્યક ફીલ્ડ છે
he: 'שם' הוא שדה נדרש
hi: नाम एक आवश्यक फ़ील्ड है
hr: Ime je obavezno polje
hu: A Név mezőt kötelező kitölteni.
id: Bidang nama wajib diisi
is: Nafn er áskilinn reitur
ja: 名前は必須フィールドです
ka: სახელის ველის შევსება სავალდებულოა
kk: Аты міндетті өріс болып табылады
kn: ಹೆಸರು ಅಗತ್ಯ ಕ್ಷೇತ್ರವಾಗಿದೆ
ko: 이름은 필수 필드입니다.
ku_arab: خانەی ناو دەبێ پڕ بکرێتەوه
ky: Аты-жөнү милдеттүү талаа
lo: ຕ້ອງລະບຸຊື່
lt: Vardas yra būtinas laukas
lv: Vārds ir obligāts lauks
mi: He āpure e hiahiatia ana te ingoa
mk: Името е задолжително поле
ml: പേര് ആവശ്യമാണ്
mn: Нэр оруулах шаардлагатай
mr: नाव एक आवश्यक फील्ड आहे
ms: Medan nama perlu diisi
mt: L-isem huwa qasam meħtieġ
ne: नाम आवश्यक फाँट हो
nn_no: Namn er obligatorisk
no: Navn er et obligatorisk felt
or: ନାମ ଏକ ଆବଶ୍ୟକୀୟ କ୍ଷେତ୍ର ଅଟେ
pa_arab_pk: ناں اک درکار فیلڈ اے
pa_in: ਨਾਮ ਇੱਕ ਲੋੜੀਂਦਾ ਖੇਤਰ ਹੈ
pl: Nazwa to pole wymagane
ru: Поле имени является обязательным
sd: نالو هڪ گهربل فيلڊ آهي
si: නම අත්‍යවශ්‍ය ක්ෂේත්‍රයකි
sl: Ime je obvezno polje
sr_cyrl_rs: Име је обавезно поље
sr_latn_rs: Ime je obavezno polje
sv: Namn är ett obligatoriskt fält
ta: பெயர் ஆனது தேவையான புலம்
te: పేరు ఆవశ్యకమైన ఫీల్డ్
tg: Ном майдони ҳатмист
th: ชื่อเป็นเขตข้อมูลที่ต้องระบุ
tr: Ad, gerekli bir alandır
tt: Исем - мәҗбүри кыр
ug: ئىسىم تولدۇرۇش كېرەك
uk: Ім’я – обов’язкове поле
ur: نام ایک مطلوب فیلڈ ہے
uz: Ismni kiritish shart
vi: Tên là trường bắt buộc
zh_hans: “名称”为必填字段
zh_hant: 名稱為必要欄位
