Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.Alipay.Error.InvalidAlipayAccount
source: Check your AliPay account info. There appears to be an error in it.
af: Kontroleer jou AliPay-rekeningbesonderhede. Dit lyk of daar 'n fout is.
am: የAliPay መለያ መረጃዎን ይመልከቱ። ስህተት ያለበት ይመስላል።
ar: تحقق من معلومات حساب AliPay الخاص بك. يبدو أنه يوجد به خطأ ما.‬
as: আপোনাৰ AliPay একাউণ্টৰ তথ্য পৰীক্ষা কৰক৷ ইয়াত এটা ত্ৰুটি প্ৰকট হ'ব যেন লাগিছে৷
az: AliPay hesabınızla bağlı məlumatı yoxlayın. Görünür, onda səhv var.
bg: Проверете информацията за акаунта в Alipay. Изглежда има грешка в нея.
bn_in: আপনার AliPay অ্যাকাউন্টের তথ্য পরীক্ষা করুন৷ দেখে মনে হচ্ছে এটিতে কোনো ত্রুটি রয়েছে৷
bs: Provjerite podatke o računu AliPay. Izgleda da sadrže grešku.
cy: Gwiriwch eich gwybodaeth cyfrif Alipay. Fe ymddengys bod gwall yno.
da: Kontrollér dine AliPay-kontooplysninger. Det ser ud til, at der er fejl i dem.
de: Überprüfen Sie die AliPay-Kontoinformationen. Die Angabe scheint falsch zu sein.
el: Ελέγξτε τις πληροφορίες του λογαριασμού σας AliPay. Φαίνεται ότι περιέχουν κάποιο σφάλμα.
es: Comprueba la información de la cuenta de AliPay. Parece haber un error.
et: Kontrollige AliPay kontoteavet. Võimalik, et seal on viga.
eu: Begiratu AliPay kontuaren informazioa. Badirudi erroreren bat duela.
fa: اطلاعات حساب AliPay خود را بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil d'fhaisnéis cuntais AliPay. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air fiosrachadh a’ chunntais AliPay agad. Tha coltas gu bheil mearachd ann.
gl: Comproba a información da conta AliPay. Parece que hai un erro.
gu: તમારા Alipay ખાતાની માહિતી તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את מידע חשבון AliPay שלך. נראה שיש בו שגיאה.
hi: अपनी AliPay खाता जानकारी की जाँच करें. शायद उसमें कोई त्रुटि है.
hr: Provjerite podatke o računu AliPay. Čini se da je došlo do pogreške.
hu: Ellenőrizze AliPay-fiókja adatait. Úgy tűnik, hogy hiba van benne.
id: Periksa info akun AliPay Anda. Sepertinya terdapat kesalahan di dalamnya.
is: Athugaðu Alipay-reikningsupplýsingarnar þínar. Það virðist vera villa í þeim.
ja: AliPay アカウント情報を確認してください。間違っているようです。
ka: შეამოწმეთ თქვენი AliPay ანგარიშის ინფორმაცია. როგორც ჩანს, ის შეცდომითაა.
kk: AliPay тіркелгі ақпаратыңызды тексеріңіз. Онда қате болуы мүмкін.
kn: ನಿಮ್ಮ AliPay ಖಾತೆಯ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತಿದೆ.
ko: AliPay 계정 정보를 확인하세요. 오류가 있는 것 같습니다.
ku_arab: زانیاری ئەژمێری AliPay خۆت بپشکنه. وادیاره هەڵەیەکی تێدایه.
ky: AliPay каттоо жазуу маалыматыңызды текшериңиз. Ал жакта ката экени көрүнүп жатат.
lo: ກວດເບິ່ງຂໍ້ມູນບັນຊີ AliPay ຂອງທ່ານ. ປາກົດວ່າມີຂໍ້ຜິດພາດໃນນັ້ນ.
lt: Patikrinkite savo „AliPay“ paskyros informaciją. Panašu, kad ji klaidinga.
lv: Pārbaudiet informāciju par savu Alipay kontu. Šķiet, ka tā ir kļūdaina.
mi: Tirohia ō mōhiohio pūkete AliPay. Te āhua nei he hapa kei roto.
mk: Проверете ги информациите за сметката на AliPay. Има грешка.
ml: നിങ്ങളുടെ AliPay അക്കൗണ്ട് വിവരം പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി ദൃശ്യമാകുന്നു.
mn: AliPay дансны мэдээллээ шалгана уу. Алдаатай байж болзошгүй.
mr: तुमची AliPay खात्याची माहिती तपासून पाहा. त्यात त्रुटी असावी, असे दिसते.
ms: Semak maklumat akaun AliPay anda. Terdapat ralat padanya.
mt: Ivverifika l-informazzjoni tal-kont tiegħek AliPay. Jidher li hemm żball fiha.
ne: तपाइँको AliPay खाता जानकारी हेर्नुहोस्। त्यहाँ यसमा त्रुटि भएको देखिन्छ।
nn_no: Kontroller AliPay-kontoinformasjonen. Det ser ut til at han inneheld ein feil.
no: Kontroller AliPay-kontoopplysningene. De ser ut til å være feil.
or: ଆପଣଙ୍କର AliPay ଏକାଉଣ୍ଟ୍ ର ସୂଚନାକୁ ଯାଞ୍ଚ କରନ୍ତୁ। ଏଥିରେ ଏକ ତ୍ରୁଟି ଥିବାର ଜଣାଯାଉଛି।
pa_arab_pk: اپنے Alipay اکاؤنٹ دی معلومات چیک کرو۔ ایدے وچ کوئی نقص لگدا اے۔
pa_in: ਆਪਣੇ AliPay ਖਾਤਾ ਜਾਣਕਾਰੀ ਨੂੰ ਚੈਕ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਹੈ।
pl: Sprawdź informacje o swoim koncie AliPay. Wygląda na to, że są błędne.
ru: Проверьте сведения учетной записи AliPay. Возможно, они указаны неправильно.
sd: ڪارڊ تي AliPay اڪائونٽ معلومات چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ඔබගේ AliPay ගිණුමේ තොරතුරු පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite podatke računa za AliPay. Zdi se, da so napačni.
sr_cyrl_rs: Проверите своје информације о AliPay налогу. Изгледа да садрже неку грешку.
sr_latn_rs: Proverite svoje informacije o AliPay nalogu. Izgleda da sadrže neku grešku.
sv: Kontrollera dina AliPay-kontouppgifter. Det ser ut att finnas ett fel.
ta: உங்கள் AliPay கணக்கிற்கான தகவலை சரி பார்க்கவும். அதில் தவறு இருப்பதுபோல் தெரிகிறது.
te: మీ AliPay ఖాతా సమాచారాన్ని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Маълумоти ҳисоби AliPay-и худро тафтиш кунед. Ба назар мерасад, ки дар он хато аст.
th: ตรวจสอบข้อมูลบัญชี AliPay ของคุณ เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: AliPay hesap bilgileriniz kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: AliPay хисап язмасы мәгълүматын тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: ‏AliPay ھېسابات ئۇچۇرىڭىزنى تەكشۈرۈڭ. خاتالىق باردەك تۇرىدۇ.
uk: Перевірте відомості облікового запису AliPay. Можливо, їх указано невірно.
ur: اپنے AliPay اکاؤنٹ معلومات کی پڑتال کریں۔ لگتا ہے اس میں ایک نقص ہے۔
uz: AliPay hisob qaydnomasi ma’lumotini tekshiring. Unda xato borga o‘xshaydi.
vi: Hãy kiểm tra thông tin tài khoản AliPay. Có vẻ như đã xảy ra lỗi.
zh_hans: 请检查你的 AliPay 帐户信息。好像存在错误。
zh_hant: 檢查您的支付寶帳戶資訊。其中似乎有錯誤。

# Literal.Alipay.Error.UserMobileNotMatch
source: Check your mobile number. There appears to be an error in it.
af: Kontroleer jou selfoonnommer. Dit lyk of daar 'n fout is.
am: የሞባይል ቁጥርዎን ይመልከቱ። ስህተት ያለበት ይመስላል።
ar: تحقق من رقم الجوال الخاص بك. يبدو أنه يوجد به خطأ ما.‬
as: আপোনাৰ ম'বাইল নম্বৰ পৰীক্ষা কৰক৷ ইয়াত এটা ত্ৰুটি প্ৰকট হ'ব যেন লাগিছে৷
az: Mobil nömrənizi yoxlayın. Görünür, onda səhv var.
bg: Проверете номера на мобилния си телефон. Изглежда има грешка в него.
bn_in: আপনার আপনার মোবাইল নম্বর পরীক্ষা করুন৷ দেখে মনে হচ্ছে এটিতে কোনো ত্রুটি রয়েছে৷
bs: Provjerite broj mobitela. Izgleda da sadrži grešku.
cy: Gwiriwch eich rhif ffôn symudol. Mae'n ymddangos bod yna wall ynddo.
da: Kontrollér mobilnummeret. Det ser ud til, at der er fejl i det.
de: Überprüfen Sie Ihre Mobilfunknummer. Die Angabe scheint falsch zu sein.
el: Ελέγξτε τον αριθμό κινητού τηλεφώνου σας. Φαίνεται ότι περιέχει κάποιο σφάλμα.
es: Comprueba el número de móvil. Parece haber un error.
et: Kontrollige mobiiltelefoni numbrit. Võimalik, et seal on viga.
eu: Begiratu mugikorraren zenbakia. Badirudi erroreren bat duela.
fa: شماره تلفن همراه خود را بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil uimhir d'fhóin phóca. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air àireamh an fhòn-làimhe agad. Tha coltas gu bheil mearachd ann.
gl: Comproba o número de teléfono. Parece que hai un erro.
gu: તમારો મોબાઇલ નંબર તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את מספר הטלפון הנייד שלך. נראה שיש בו שגיאה.
hi: अपने मोबाइल नंबर की जाँच करें. शायद उसमें कोई त्रुटि है.
hr: Provjerite broj mobitela. Čini se da je došlo do pogreške.
hu: Ellenőrizze a mobilszámát. Úgy tűnik, hogy hiba van benne.
id: Periksa nomor ponsel Anda. Sepertinya terdapat kesalahan di dalamnya.
is: Athugaðu farsímanúmerið þitt. Það virðist vera villa í því.
ja: 携帯電話番号を確認してください。間違っているようです。
ka: შეამოწმეთ თქვენი მობილურის ნომერი. როგორც ჩანს, ის შეცდომითაა.
kk: Ұялы телефон нөмірін тексеріңіз. Онда қате болуы мүмкін.
kn: ನಿಮ್ಮ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತಿದೆ.
ko: 휴대폰 번호를 확인하세요. 오류가 있는 것 같습니다.
ku_arab: ژماره مۆبایلەکەت بپشکنه. وادیاره هەڵەیەکی تێدایه.
ky: Мобилдик номериңизди текшериңиз. Ал жакта ката экени көрүнүп жатат.
lo: ກວດເບິ່ງເບີໂທລະສັບຂອງທ່ານ. ປາກົດວ່າມີຂໍ້ຜິດພາດໃນນັ້ນ.
lt: Patikrinkite savo mobiliojo telefono numerį. Panašu, kad jis yra klaidingas.
lv: Pārbaudiet mobilā tālruņa numuru. Šķiet, ka tas ir kļūdains.
mi: Tirohia tō nama waea pūkoro. Te āhua nei he hapa kei roto.
mk: Проверете го бројот на мобилниот. Има грешка.
ml: നിങ്ങളുടെ മൊബൈൽ നമ്പർ പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി ദൃശ്യമാകുന്നു.
mn: Хаягаа шалгана уу. Алдаатай байж болзошгүй.
mr: आपला मोबाइल नंबर तपासा. त्यामध्ये एक त्रुटी असल्याचे दिसत आहे.
ms: Semak nombor mudah alih anda. Terdapat ralat padanya.
mt: Ivverifika n-numru tal-mowbajl tiegħek. Jidher li hemm żball fih.
ne: तपाइँको मोबाइल नम्बर हेर्नुहोस्। त्यहाँ यसमा त्रुटि भएको देखिन्छ।
nn_no: Kontroller mobilnummeret. Det ser ut til å innehalde ein feil.
no: Kontroller mobilnummeret. Det ser ut til å være feil.
or: ଆପଣଙ୍କର ମୋବାଇଲ୍ଦେ ନମ୍ଵର ଖନ୍ତୁ. ଏଥିରେ ଏକ ତ୍ରୁଟି ଥିବା ପରି ଦେଖାଯାଉଛି.
pa_arab_pk: اپنا موبائل نمبر چیک کرو۔ ایدے وچ کوئی نقص لگدا اے۔
pa_in: ਆਪਣਾ ਮੋਬਾਈਲ ਨੰਬਰ ਚੈਕ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਹੈ।
pl: Sprawdź swój numer telefonu komórkowego. Wygląda na to, że jest błędny.
ru: Проверьте номер мобильного телефона. Возможно, он указан неправильно.
sd: پنهنجو ۾وبائل نمبير چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ඔබගේ ජංගම අංකය පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite svojo mobilno številko. Zdi se, da je napačna.
sr_cyrl_rs: Проверите број мобилног телефона. Изгледа да садржи неку грешку.
sr_latn_rs: Proverite broj mobilnog telefona. Izgleda da sadrži neku grešku.
sv: Kontrollera ditt mobilnummer. Det ser ut att finnas ett fel.
ta: செல்லிடப் பேசி எண் சரிபார்க்கவும். அதில் ஏதோ பிழை இருப்பதாகத் தோன்றுகிறது.
te: మీ మొబైల్ నంబర్‌ని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Рақами мобилии худро тафтиш кунед. Ба назар мерасад, ки дар он хато аст.
th: ตรวจสอบหมายเลขโทรศัพท์มือถือของคุณ เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: Cep telefonu numaranızı kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: Мобиль телефон номерын тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: يانفون نومۇرىڭىزنى تەكشۈرۈڭ. خاتالىق باردەك تۇرىدۇ.
uk: Перевірте номер мобільного телефону. Можливо, його вказано невірно.
ur: اپنے موبائل نمبر کی پڑتال کریں۔ لگتا ہے اس میں ایک نقص ہے۔
uz: Mobil telefon raqamingizni tekshiring. Unda xato borga o‘xshaydi.
vi: Kiểm tra số di động của bạn. Có vẻ như đã xảy ra lỗi.
zh_hans: 请检查你的手机号码。好像存在错误。
zh_hant: 檢查您的行動電話號碼。其中似乎有錯誤。

# Literal.Alipay.Error.UserCertNoMatch
source: Check your last 5 digits info. There appears to be an error in it.
af: Kontroleer jou laaste 5 syfers-besonderhede. Dit lyk of daar 'n fout is.
am: የመጨረሻዎቹን 5 አሃዞች መረጃ ይመልከቱ።ስህተት ያለበት ይመስላል።
ar: تحقق من المعلومات الخاصة بآخر 5 أرقام. يبدو أنه يوجد به خطأ ما.‬
as: আপোনাৰ অন্তিম 5 টা সংখ্যাৰ তথ্য পৰীক্ষা কৰক৷ ইয়াত এটা ত্ৰুটি প্ৰকট হ'ব যেন লাগিছে৷
az: Son 5 rəqəmlə bağlı məlumatı yoxlayın. Görünür, onda səhv var.
bg: Проверете информацията за последните 5 цифри. Изглежда има грешка в нея.
bn_in: আপনার শেষ 5 অক্ষরের তথ্য পরীক্ষা করুন৷ দেখে মনে হচ্ছে এটিতে কোনো ত্রুটি রয়েছে৷
bs: Provjerite podatke o 5 posljednjih brojeva. Izgleda da sadrže grešku.
cy: Gwiriwch eich gwybodaeth 5 digid olaf. Fe ymddengys bod gwall yno.
da: Kontrollér de sidste 5 cifre. Det ser ud til, at der er fejl i dem.
de: Überprüfen Sie die Angabe zu den letzten fünf Ziffern. Die Angabe scheint falsch zu sein.
el: Ελέγξτε τις πληροφορίες των 5 τελευταίων ψηφίων. Φαίνεται ότι περιέχουν κάποιο σφάλμα.
es: Comprueba la información de los últimos 5 dígitos. Parece haber un error.
et: Kontrollige teabe viimast viit numbrit. Võimalik, et seal on viga.
eu: Begiratu azken 5 digituen informazioa. Badirudi erroreren bat duela.
fa: آخرین اطلاعات ۵ رقمی خود را بررسی کنید. به نظر می‌رسد خطایی در آن وجود دارد.
ga: Seiceáil na cúig dhigit dheireanacha. Is cosúil go bhfuil earráid ann.
gd: Thoir sùil air na 5 àireamhan mu dheireadh. Tha coltas gu bheil mearachd ann.
gl: Comproba os últimos 5 díxitos. Parece que hai un erro.
gu: છેલ્લા 5 આંકડાની માહિતી તપાસો. તેમાં ભૂલ હોય એવું જણાય છે.
he: בדוק את מידע 5 הספרות האחרונות. נראה שיש בו שגיאה.
hi: अपने अंतिम 5 अंकों की जानकारी की जाँच करें. शायद उसमें कोई त्रुटि है.
hr: Provjerite posljednjih 5 znamenaka. Čini se da je došlo do pogreške.
hu: Ellenőrizze az utolsó 5 számjegyet. Úgy tűnik, hogy hiba van benne.
id: Periksa info 5 digit terakhir Anda. Sepertinya terdapat kesalahan di dalamnya.
is: Athugaðu síðustu 5 tölustafina. Það virðist vera villa í þeim.
ja: 末尾 5 桁を確認してください。間違っているようです。
ka: შეამოწმეთ ბოლო 5 ციფრის ინფორმაცია. როგორც ჩანს, ის შეცდომითაა.
kk: Соңғы 5 сан туралы ақпаратты тексеріңіз. Онда қате болуы мүмкін.
kn: ನಿಮ್ಮ ಕೊನೆಯ 5 ಅಂಕಿಗಳ ಮಾಹಿತಿಯನ್ನು ಪರಿಶೀಲಿಸಿ. ಅದರಲ್ಲಿ ದೋಷವಿರುವಂತಿದೆ.
ko: 마지막 5자리 정보를 확인하세요. 오류가 있는 것 같습니다.
ku_arab: زانیاری دوایین ٥ ژمارەت بپشکنه. وادیاره هەڵەیەکی تێدایه.
ky: Картадагы акыркы 5 саныңыздын маалыматын текшериңиз. Ал жакта ката экени көрүнүп жатат.
lo: ກວດເບິ່ງຂໍ້ມູນ 5 ຕົວເລກສຸດທ້າຍຂອງທ່ານ. ປາກົດວ່າມີຂໍ້ຜິດພາດໃນນັ້ນ.
lt: Patikrinkite paskutinius 5 skaitmenis. Panašu, kad jie klaidingi.
lv: Pārbaudiet informāciju par pēdējiem 5 cipariem. Šķiet, ka tā ir kļūdaina.
mi: Tirohia ō mōhiohio mō ngā tau e 5 whakamutunga. Te āhua nei he hapa kei roto.
mk: Проверете ги информациите за последните 5 цифри. Има грешка.
ml: അവസാനത്തെ 5 അക്ക വിവരം പരിശോധിക്കുക. അതിൽ ഒരു തെറ്റുള്ളതായി ദൃശ്യമാകുന്നു.
mn: Сүүлийн 5 оронг шалгана уу. Алдаатай байж болзошгүй.
mr: तुमची 5 आकडी माहिती तपासून पाहा. त्यात त्रुटी असावी, असे दिसते.
ms: Semak maklumat 5 digit terakhir anda. Terdapat ralat padanya.
mt: Ivverifika l-informazzjoni tal-aħħar 5 ċifri. Jidher li hemm żball fiha.
ne: तपाइँको पछिल्लो 5 अंकको जानकारी हेर्नुहोस्। त्यहाँ यसमा त्रुटि भएको देखिन्छ।
nn_no: Kontroller informasjonen om 5 siste siffer. Det ser ut til at han inneheld ein feil.
no: Kontroller info om 5 siste sifre. Den ser ut til å være feil.
or: ଆପଣଙ୍କର ଶେଷ 5 ଅଙ୍କ ସୂଚନାକୁ ଯାଞ୍ଚ କରନ୍ତୁ। ଏଥିରେ ଏକ ତ୍ରୁଟି ଥିବାର ଜଣାଯାଉଛି।
pa_arab_pk: اپنے آخری 5 ہندسیاں دی معلومات چیک کرو۔ ایدے وچ کوئی نقص لگدا اے۔
pa_in: ਆਪਣੇ ਪਿੱਛਲੇ 5 ਅੱਖਰਾਂ ਦੀ ਜਾਣਕਾਰੀ ਨੂੰ ਚੈਕ ਕਰੋ। ਇਸ ਵਿੱਚ ਕੋਈ ਗਲਤੀ ਹੋ ਗਈ ਹੈ।
pl: Sprawdź ostatnie 5 cyfr. Wygląda na to, że są błędne.
ru: Проверьте сведения о 5 последних цифрах. Возможно, они указаны неправильно.
sd: ڪارڊ تي آخري 5 ڊجٽ چيڪ ڪريو. ان تي هڪ نقص ظاهر ٿئي ٿو.
si: ඔබගේ ජංගම අංකයේ අවසන් අංක 5 තොරතුරු පරීක්ෂා කරන්න. එහි වරදක් තිබෙන ආකාරයක් දිස්වේ.
sl: Preverite zadnjih pet številk. Zdi se, da so napačne.
sr_cyrl_rs: Проверите информације о последњих 5 цифара. Изгледа да садрже неку грешку.
sr_latn_rs: Proverite informacije o poslednjih 5 cifara. Izgleda da sadrže neku grešku.
sv: Kontrollera de fem sista siffrorna. Det ser ut att finnas ett fel.
ta: உங்கள் இறுதி 5 இலக்க தகவலை சரி பார்க்கவும். அதில் தவறு இருப்பதுபோல் தெரிகிறது.
te: మీ చివరి 5 అంకెల సమాచారాన్ని తనిఖీ చేయండి. దానిలో దోషం ఉన్నట్లుగా ఉంది.
tg: Маълумоти 5 адади худро тафтиш кунед. Ба назар мерасад, ки дар он хато аст.
th: ตรวจสอบข้อมูลเลข 5 หลักสุดท้าย เนื่องจากอาจมีข้อผิดพลาดเกิดขึ้น
tr: Son 5 rakam bilgisini kontrol edin. Bununla ilgili bir hata var gibi görünüyor.
tt: Соңгы 5 цифраны тикшерегез. Ул хата белән язылган булырга мөмкин.
ug: ئاخىرقى 5 خانىنى تەكشۈرۈڭ. خاتالىق باردەك تۇرىدۇ.
uk: Перевірте відомості про 5 останніх цифр. Можливо, їх указано невірно.
ur: اپنے آخری 5 اعداد کی معلومات کی پڑتال کریں۔ لگتا ہے اس میں ایک نقص ہے۔
uz: Oxirgi 5 ta raqam ma’lumotlarini tekshiring. Unda xato borga o‘xshaydi.
vi: Hãy kiểm thông tin 5 số cuối. Có vẻ như đã xảy ra lỗi.
zh_hans: 请检查最后 5 位数字信息。好像存在错误。
zh_hant: 檢查後 5 碼資訊。其中似乎有錯誤。

# Literal.Alipay.Error.InvalidChallengeCode
source: Check your code. The one entered isn't valid.
af: Kontroleer jou kode. Die een wat ingevoer is, is ongeldig.
am: ኮድዎን ይመልከቱ። ያስገቡት ልክ አይደለም።
ar: تحقق من الرمز الخاص بك. يُعد الرمز الذي أدخلته غير صالح.
as: আপোনাৰ কোড পৰীক্ষা কৰক৷ প্ৰবিষ্ট কৰাটো বৈধ নহয়৷
az: Kodunuzu yoxlayın. Daxil edilən kod yanlışdır.
bg: Проверете вашия код. Този, който сте въвели, е невалиден.
bn_in: আপনার কোড পরীক্ষা করুন৷ আপনি যেটি প্রবেশ করেছেন সেটি বৈধ নয়৷
bs: Provjerite kôd. Ovaj koji ste unijeli je nevažeći.
cy: Gwiriwch eich cod. Nid yw'r un a roddwyd yn ddilys.
da: Kontrollér din kode. Den angivne kode er ikke gyldig.
de: Überprüfen Sie den Code. Der eingegebene Code ist ungültig.
el: Ελέγξτε τον κωδικό σας. Αυτός που εισαγάγατε δεν είναι έγκυρος.
es: Comprueba tu código, porque el que has indicado no es válido.
et: Kontrollige oma koodi. Sisestatud kood ei ole kehtiv.
eu: Egiaztatu kodea. Idatzi duzunak ez du balio.
fa: کد را بررسی کنید. کد واردشده معتبر نیست.
ga: Seiceáil do chód. Níl an ceann a d'iontráil tú bailí.
gd: Thoir sùil air a’ chòd agad. Chan am fear a chuir thu a-steach dligheach.
gl: Comproba o teu código. O código introducido non é válido.
gu: તમારો કોડ તપાસો. દાખલ કરેલો કોડ માન્ય નથી.
he: בדוק את הקוד שלך. הקוד שהוזן אינו חוקי.
hi: अपने कोड की जाँच करें. दर्ज किया गया कोड मान्य नहीं है.
hr: Provjerite kod. Ovaj koji je unesen nije valjan.
hu: A megadott kód érvénytelen.
id: Periksa kode Anda. Kode yang dimasukkan tidak valid.
is: Athugaðu kóðann þinn. Þessi kóði er ógildur.
ja: コードを確認してください。入力したコードは無効です。
ka: შეამოწმეთ კოდი. შეყვანილი კოდი არასწორია.
kk: Кодты тексеріңіз. Енгізілгені жарамсыз.
kn: ನಿಮ್ಮ ಕೋಡ್ ಪರಿಶೀಲಿಸಿ. ನೀವು ನಮೂದಿಸಿದ ಕೋಡ್ ಮಾನ್ಯವಾಗಿಲ್ಲ.
ko: 코드를 확인하세요. 입력한 코드는 유효하지 않습니다.
ku_arab: کۆدەکەت بپشکنه. ئەوەی تێتنووسیوه ڕەوا نیه.
ky: Кодуңузду текшериңиз. Киргизилгени жараксыз.
lo: <mrk mtype="seg" mid="14">ກວດເບິ່ງລະຫັດຂອງທ່ານ.</mrk> <mrk mtype="seg" mid="15">ໂຕທີ່ປ້ອນເຂົ້ານັ້ນບໍ່ຖືກຕ້ອງ.</mrk>
lt: Patikrinkite kodą. Įvestas netinkamas kodas.
lv: Pārbaudiet kodu. Ievadītais kods nav derīgs.
mi: Tirohia tō waehere. Kāore i te whai mana tāu i tāuru ai.
mk: Проверете го кодот. Оној што го внесовте е неважечки.
ml: നിങ്ങളുടെ കോഡ് പരിശോധിക്കുക. നൽകിയതിന് സാധുതയില്ല.
mn: Кодоо шалгана уу. Хүчингүй код оруулсан байна.
mr: आपला कोड तपासा. प्रविष्ट केलेला वैध नाही.
ms: Semak kod anda. Kod yang telah dimasukkan tidak sah.
mt: Ivverifika l-kodiċi tegħek. Dik li daħħalt mhijiex valida.
ne: तपाइँको सङ्केत हेर्नुहोस्। प्रविष्ट गरिएको मान्य छैन।
nn_no: Kontroller koden. Koden du har oppgitt, er ikkje gyldig.
no: Kontroller koden. Den angitte koden er ikke gyldig.
or: ଆପଣଙ୍କର କୋଡ୍ ଯାଞ୍ଚ କରନ୍ତୁ. ଆପଣ ପ୍ରବେଶ କରିଥିବା ଅବୈଧ ଅଟେ.
pa_arab_pk: اپنا کوڈ چیک کرو۔ جیہڑا درج کیتا گئیا اے او درست نہیں اے۔
pa_in: ਆਪਣੇ ਕੋਡ ਨੂੰ ਚੈਕ ਕਰੋ। ਇੱਕ ਦਾਖ਼ਲ ਕੀਤਾ ਗਿਆ ਯੋਗ ਨਹੀਂ ਹੈ।
pl: Sprawdź kod. Wprowadzony kod jest nieprawidłowy.
ru: Вы указали недопустимый код, проверьте его.
sd: پنهنجو ڪوڊ چيڪ ڪريو. هڪ داخل ڪيل درست ناهي.
si: ඔබගේ කේතය පරීක්ෂා කරන්න. ඇතුළත් කළ එක වලංගු නැත.
sl: Preverite svojo kodo. Vnesena koda je neveljavna.
sr_cyrl_rs: Проверите кôд. Овај који сте унели није важећи.
sr_latn_rs: Proverite kôd. Ovaj koji ste uneli nije važeći.
sv: Kontrollera din kod. Den du angett är ogiltig.
ta: குறியீட்டைச் சரிபார்க்கவும். நீங்கள் உள்ளிட்டது தவறான குறியீடாகும்.
te: మీ కోడ్‌ని తనిఖీ చేయండి. మీరు నమోదు చేసిన కోడ్ చెల్లదు.
tg: Рамзи худро тафтиш кунед. Ҳамоне, ки ворид карда шуд, боэътибор нест.
th: ตรวจสอบรหัสของคุณ รหัสที่ป้อนไม่ถูกต้อง
tr: Kodunuzu kontrol edin. Girdiğiniz kod geçerli değil.
tt: Кодыгызны тикшерегез. Кертелгәне ярашлы түгел.
ug: كودنى تەكشۈرۈڭ، كىرگۈزگىنىڭىز ئىناۋەتسىز.
uk: Ви вказали неприпустимий код, перевірте його.
ur: اپنے کوڈ کی پڑتال کریں۔ داخل کردہ درست نہیں ہے۔
uz: Kodni tekshiring. Kiritilgan kod noto‘g‘ri.
vi: Kiểm tra mã của bạn. Mã đã nhập không hợp lệ.
zh_hans: 请检查你的代码。输入的代码无效。
zh_hant: 檢查您的驗證碼。您輸入的驗證碼無效。

# Literal.Alipay.Error.ChallengeCodeExpired
source: Request a new code. This one expired.
af: Versoek 'n nuwe kode. Hierdie een het verval.
am: አዲስ ኮድ ይጠይቁ። ይህ ጊዜው አልፎበታል።
ar: اطلب رمزاً جديداً. انتهت صلاحية هذا الرمز.
as: এটা নতুন কোড অনুৰোধ কৰক৷ এইটোৰ ম্যাদ উকলিছে৷
az: Yeni kod sorğulayın. Bu kodun vaxtı bitib.
bg: Подайте заявка за нов код. Този е изтекъл.
bn_in: একটি নতুন কোডের জন্য অনুরোধ করুন৷ এটি মেয়াদ উত্তীর্ণ হয়েছে৷
bs: Tražite novi kôd. Ovaj je istekao.
cy: Gofynnwch am god newydd. Mae hwn wedi dod i ben.
da: Anmod om en ny kode. Denne kode er udløbet.
de: Fordern Sie einen neuen Code an. Dieser Code ist abgelaufen.
el: Ζητήστε νέο κωδικό. Ο συγκεκριμένος έχει λήξει.
es: Solicita otro código: este ha expirado.
et: Taotlege uut koodi. See on aegunud.
eu: Eskatu beste kode bat. Hau iraungi egin da.
fa: یک کد جدید درخواست دهید. این کد منقضی شده است.
ga: Iarr cód nua. Tá an ceann seo éagtha.
gd: Iarr còd ùr. Dh’fhalbh an ùine air an fhear seo.
gl: Solicita un código novo. Este caducou.
gu: નવા કોડની વિનંતી કરો. આની સમયસીમા સમાપ્ત થઇ ગઈ છે.
he: בקש קוד חדש. התוקף של קוד זה פג.
hi: नए कोड का अनुरोध करें. इसकी समय-सीमा समाप्त हो गई है.
hr: Zatražite novi kod. Ovaj je istekao.
hu: Ez a kód lejárt, kérjen újat.
id: Minta kode baru. Kode ini telah kedaluwarsa.
is: Biddu um nýjan kóða. Þessi er útrunninn.
ja: 新しいコードを要求してください。このコードの有効期限は切れています。
ka: მოითხოვეთ ახალი კოდი. ამას ვადა გაუვიდა.
kk: Жаңа код сұраңыз. Мынасының мерзімі біткен.
kn: ಹೊಸ ಕೋಡ್ ವಿನಂತಿಸಿ. ಇದರ ಅವಧಿ ಮೀರಿದೆ.
ko: 새 코드를 요청하세요. 이 코드는 만료되었습니다.
ku_arab: داوای کۆدێکی نوێ بکه. ئەمه بەسەرچووه.
ky: Жаңы код сураңыз. Бунун мөөнөтү аяктаган.
lo: <mrk mtype="seg" mid="18">ຮ້ອງຂໍເອົາລະຫັດໃໝ່.</mrk> <mrk mtype="seg" mid="19">ໂຕນີ້ໝົດອາຍຸແລ້ວ.</mrk>
lt: Paprašykite naujo kodo. Šio kodo galiojimo laikas pasibaigė.
lv: Pieprasiet jaunu kodu. Šī koda derīgums ir beidzies.
mi: Tīkina he waehere hou. Kua pau kē tēnei.
mk: Побарајте нов код. Овој е истечен.
ml: പുതിയൊരു കോഡ് അഭ്യർത്ഥിക്കുക. ഇത് കാലഹരണപ്പെട്ടു.
mn: Үүний хугацаа дууссан байна. Шинэ код хүснэ үү.
mr: नवीन कोडसाठी विनंती करा. हा कालबाह्य झाला.
ms: Minta kod baharu. Kod ini telah tamat tempoh.
mt: Itlob kodiċi ġdida. Din skadiet.
ne: नयाँ सङ्केत अनुरोध गर्नुहोस्। यसको म्याद सकियो।
nn_no: Be om ein ny kode. Denne er utgått.
no: Be om ny kode. Denne er utgått.
or: ଏକ ନୂତନ କୋଡ୍ ଅନୁରୋଧ କରନ୍ତୁ. ଏହାର ସମୟସୀମା ସମାପ୍ତ ହୋଇଛି.
pa_arab_pk: اک نویں کوڈ دی درخواست کرو۔ ایدی معیاد مک گئی اے۔
pa_in: ਨਵੇਂ ਕੋਡ ਲਈ ਬੇਨਤੀ ਕਰੋ। ਇਸ ਦੀ ਕਾਲਅਵਧੀ ਸਮਾਪਤ ਹੋ ਗਈ ਹੈ।
pl: Zażądaj nowego kodu. Ten kod wygasł.
ru: Запросите новый код. Срок действия этого кода истек.
sd: هڪ نئون ڪوڊ درخواست ڪريو. هي مدي خارج ٿي ويو آهي.
si: නව කේතයක් ඉල්ලන්න. මෙය කල් ඉකුත් වී ඇත.
sl: Zahtevajte novo kodo. Ta koda je potekla.
sr_cyrl_rs: Захтевајте нови кôд. Овај је истекао.
sr_latn_rs: Zahtevajte novi kôd. Ovaj je istekao.
sv: Begär en ny kod. Denna har gått ut.
ta: புதிய குறியீட்டைக் கேட்கவும். இது காலாவதியாகிவிட்டது.
te: ఒక కొత్త కోడ్‌ని అభ్యర్థించండి. ఈ కోడ్ గడువు ముగిసింది.
tg: Рамзи наверо дархост кунед. Муҳлати инаш гузашт.
th: ขอรหัสใหม่ รหัสนี้หมดอายุแล้ว
tr: Yeni bir kod isteyin. Bu kodun süresi dolmuş.
tt: Яңа код сорагыз. Моның вакыты чыккан.
ug: يېڭى كود تەلەپ قىلىڭ. بۇنىڭ ۋاقتى ئۆتتى.
uk: Надішліть запит на отримання нового коду. Термін дії цього коду минув.
ur: ایک نئے کوڈ کی درخواست کریں۔ اس کی مدت ختم ہو گئی ہے۔
uz: Yangi kod so‘rang. Buning amal qilish muddati tugagan.
vi: Yêu cầu một mã mới. Mã này đã hết hạn.
zh_hans: 请申请新的代码。此代码已过期。
zh_hant: 要求新的驗證碼。此驗證碼已過期。
