Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.NonSimMobi.MessageRate.Text
source: Standard message rates may apply. See your mobile operator for details.
af: Standaard boodskaptariewe kan dalk van toepassing wees. Verwys na jou selfoonoperateur vir besonderhede.
am: የመደበኛ መልዕክት ታሪፎች ተፈጻሚ ሊሆኑ ይችላሉ። ለዝርዝሮች የሞባይል አገልግሎት አቅራቢዎን ያነጋግሩ።
ar: قد يتم تطبيق أسعار الرسائل القياسية. راجع موفر خدمة الجوال الخاص بك لمعرفة التفاصيل.
as: মান্য বাৰ্তা মূল্য প্ৰযোজ্য হ'ব পাৰে৷ বিশদ বিৱৰণৰ বাবে আপোনাৰ মোবাইল অপাৰেটৰ চাওক৷
az: Standart mesaj tarifləri tətbiq oluna bilər. Təfərrüatlar üçün mobil operatorunuza nəzər salın.
bg: Възможно е да се начислят стандартни такси за съобщения. Консултирайте се със своя мобилен оператор за повече информация.
bn_in: মানক বার্তা রেট প্রযোজ্য হতে পারে। বিস্তারিত জানতে আপনার মোবাইল অপারেটর দেখুন।
bs: Mogu važiti standardne cijene za razmjenjivanje poruka. Više detalja potražite od mobilnog operatera.
cy: Efallai bydd yn rhaid talu'r ffi am neges safonol. Holwch gwmni eich ffôn symudol i gael manylion.
da: Der kan blive opkrævet standardtakster for meddelelser. Kontakt din mobiloperatør for at få flere oplysninger.
de: Es können Standardgebühren für SMS anfallen. Nähere Informationen erhalten Sie bei Ihrem Mobilfunkanbieter.
el: Ενδέχεται να ισχύουν τυπικές χρεώσεις μηνυμάτων. Για λεπτομέρειες, ανατρέξτε στον πάροχο κινητής τηλεφωνίας που χρησιμοποιείτε.
es: Pueden aplicarse tarifas de mensajería estándar. Ponte en contacto con tu operador móvil para obtener los detalles.
et: Kehtida võivad sõnumside standardtasud. Lisateavet saate oma mobiilsideoperaatorilt.
eu: Mezu arrunten tarifak aplikatzen dira. Eskatu xehetasunak mugikorraren operadoreari.
fa: هزینه‌های معمول پیام اعمال خواهد شد. برای جزئیات بیشتر به اپراتور تلفن همراه خود مراجعه کنید.
ga: Is féidir go ngearrfar rátaí caighdeánacha teachtaireachta. Gheofar sonraí ó d'oibreoir móibíleach.
gd: Dh’fhaoidte gun èirich a’ chosgais àbhaisteach airson teachdaireachd. Gheibh thu mion-fhiosrachadh on ghiùlanair mobile agad.
gl: Poden aplicarse custos de mensaxes normais. Consulta co teu operador móbil para obter máis detalles.
gu: માનક સંદેશ દર લાગુ થઈ શકે છે. વિગતો માટે તમારા મોબાઇલ ઑપરેટરનો સંપર્ક કરો.
he: ייתכן שיחולו תעריפי הודעות סטנדרטיים. פנה למפעיל הסלולארי שלך לקבלת פרטים.
hi: मानक संदेश दरें लागू हो सकती हैं. विवरणों के लिए अपना मोबाइल ऑपरेटर देखें.
hr: Moguća je naplata naknada za poruke po standardnoj tarifi. Dodatne informacije zatražite od mobilnog operatora.
hu: A normál üzenetküldési díjak lehetnek érvényben. Részletekért forduljon mobilszolgáltatójához.
id: Dapat berlaku tarif pesan standar. Lihat operator seluler Anda untuk mendapatkan detail.
is: Almenn sendingargjöld skilaboða kunna að eiga við. Farsímafyrirtækið veitir nánari upplýsingar.
ja: 標準のメッセージ利用料金が適用される場合があります。詳しくは、携帯電話会社にお問い合わせください。
ka: შეიძლება, გამოყენებული იყოს შეტყობინების სტანდარტული გადასახადი. დეტალური ინფორმაციისთვის იხილეთ თქვენი მობილური ოპერატორი.
kk: Стандартты хабар ақылары қолданылуы мүмкін. Мәлімет алу үшін ұялы байланыс операторына хабарласыңыз.
kn: ಪ್ರಮಾಣಿತ ಸಂದೇಶ ಶುಲ್ಕಗಳು ಅನ್ವಯಿಸಬಹುದು. ವಿವರಗಳಿಗೆ ನಿಮ್ಮ ಮೊಬೈಲ್ ಆಪರೇಟರ್ ಸಂಪರ್ಕಿಸಿ.
ko: 표준 메시지 요금이 부과될 수 있습니다. 자세한 내용은 통신사에 문의하세요.
ku_arab: رەنگە نرخەکانی پەیامی ستاندارد کارپێکراو بن. بۆ وردەکارییەکان بڕوانە ئۆپێرەیتەری مۆبایڵەکەت.
ky: Стандарттуу маалымдоо көрсөткүчү колдонулушу мүмкүн. Деталдар үчүн мобилдик операторуңузду караңыз.
lo: ອາດຈະນໍາໃຊ້ອັດຕາຄ່າຂໍ້ຄວາມມາດຕະຖານ. ຕິດຕໍ່ຫາຜູ້ໃຫ້ບໍລິການມືຖືຂອງທ່ານສຳລັບລາຍລະອຽດ.
lt: Gali būti taikomi standartiniai pranešimų mokesčiai. Išsamios informacijos kreipkitės į savo mobiliojo ryšio operatorių.
lv: Var būt jāmaksā standarta īsziņu sūtīšanas tarifs. Detalizētu informāciju skatiet pie sava mobilo sakaru operatora.
mi: Ka pā pea ngā utu karere paerewa/ Titiro ki tō kaiwhakahaere pūkoro mō ngā taipitopito.
mk: Може да настанат стандардни трошоци за пораките. За деталите погледнете кај својот мобилен оператор.
ml: അടിസ്ഥാന സന്ദേശ നിരക്കുകൾ ബാധകമാകാം. വിശദാംശങ്ങൾക്ക്, നിങ്ങളുടെ മൊബൈൽ ഓപ്പറേറ്ററെ കാണുക.
mn: Энгийн зурвасын төлбөр тооцож магадгүй. Үүрэн телефоны оператороосоо дэлгэрэнгүй мэдээлэл авна уу.
mr: प्रमाणित संदेशांचे दर लागू केले जावू शकतात. तपशीलांसाठी आपला मोबाइल ऑपरेटर पहा.
ms: Kadar mesej standard mungkin dikenakan. Lihat operator mudah alih anda untuk mendapatkan butiran.
mt: Japplikaw rati standard għal messaġġi. Ara l-operatur tal-mobile tiegħek għal dettalji.
ne: प्रामाणिक सन्देश दरहरू लागू हुन सक्छन्। विस्तृत विवरणको लागि आफ्नो मोबाइल अपरेटरलाई सम्पर्क गर्नुहोस्।
nn_no: Standard meldingsprisar kan kome i tillegg. Kontakt mobiloperatøren din for meir informasjon.
no: Standard meldingspriser kan påløpe. Du kan få mer informasjon hos mobiloperatøren din.
or: ମାନକ ବାର୍ତ୍ତା ମୂଲ୍ୟ ହୁଏତ ଲାଗୁ ହୋଇପାରେ. ବିବରଣୀସମୂହ ପାଇଁ ଆପଣଙ୍କ ମୋବାଇଲ୍‍ ଅପରେଟର୍‍ ଦେଖନ୍ତୁ.
pa_arab_pk: پیغام دا معیاری ریٹ لاگو ہو سکدا اے۔ تفصیل لئی اپنا موبائل آپریٹر ویکھو۔
pa_in: ਸੁਨੇਹੇ ਦੀਆਂ ਸਟੈਂਡਰਡ ਦਰਾਂ ਲਾਗੂ ਹੋ ਸਕਦੀਆਂ ਹਨ। ਵੇਰਵਿਆਂ ਲਈ ਆਪਣੇ ਮੋਬਾਈਲ ਅਪਰੇਟਰ ਨੂੰ ਦੇਖੋ।
pl: Mogą obowiązywać standardowe stawki za wiadomości. Więcej informacji uzyskasz u operatora komórkowego.
ru: Может взиматься стандартная плата за сообщения. Подробную информацию узнавайте у мобильного оператора.
sd: معياري پيغام جا ريٽ لاڳو ٿي سگهن ٿا. تفصيل لاءِ پنهنجي موبائل آپريٽر کي ڏسو.
si: සම්මත පණිවුඩ ගාස්තු අනුපාත අදාල විය හැකිය. විස්තර සඳහා ඔබගේ ජංගම මෙහෙයුම්කරු බලන්න.
sl: Veljajo običajne cene sporočil. Za podrobnosti se obrnite na svojega mobilnega operaterja.
sr_cyrl_rs: Можда ће бити зарачунате цене стандардне поруке. Детаље затражите од мобилног оператера.
sr_latn_rs: Možda će biti zaračunate cene standardne poruke. Detalje zatražite od mobilnog operatera.
sv: Standardavgifter för meddelanden kan gälla. Se ditt abonnemang hos din mobiloperatör.
ta: வழக்கமான செய்திக் கட்டணங்கள் இருக்கலாம். விபரங்களுக்கு உங்கள் மொபைல் ஆப்பரேட்டர் தொடர்புகொள்ளவும்.
te: ప్రామాణిక సందేశ ఛార్జీలు చెల్లించాల్సి ఉండవచ్చు. వివరాల కోసం మీ మొబైల్ ఆపరేటర్‌ని సంప్రదించండి.
tg: Нархи стандартӣ метавонад барои паём татбиқ карда шавад. Барои тафсилот ба оператори мобилии худ муроҷиат кунед.
th: อาจมีการคิดค่าบริการข้อความตามมาตรฐาน โปรดดูรายละเอียดจากผู้ให้บริการโทรศัพท์มือถือของคุณ
tr: Standart mesaj ücretleri yansıtılabilir. Ayrıntılı bilgi için cep telefonu operatörünüze başvurun.
tt: Хәбәр җибәрү өчен гадәти түләүләр алынырга мөмкин. Тулырак мәгълүматны мобиль операторыгыздан алыгыз.
ug: ئۆلچەملىك ئۇچۇر ھەققى كېلىشى مۇمكىن. تەپسىلاتىنى كۆچمە مۇلازىمەت يۈرۈتكۈچىدىن سۈرۈشتۈرۈڭ.
uk: Може стягуватися стандартна плата за повідомлення. Докладну інформацію запитуйте в оператора мобільного зв’язку.
ur: معیاری پیغامات کے نرخ لاگو ہو سکتے ہیں۔ تفصیلات کیلئے اپنے موبائل آپریٹر کو دیکھیں۔
uz: Standart xabar to‘lovlari olinishi mumkin. Baafsil ma’lumot olish uchun mobil operatoringiz bilan bog‘laning.
vi: Có thể áp dụng mức cước tin nhắn chuẩn. Xem nhà cung cấp dịch vụ di động của bạn để biết chi tiết.
zh_hans: 可能会产生标准消息费率。请联系你的移动运营商获取详细信息。
zh_hant: 您可能需要支付簡訊費用。如需詳細資訊，請洽詢您的電信業者。

# Literal.NonSimMobi.AgreementSequence1
source: When you select
af: Wanneer jy die volgende kies
am: ይህን ሲመርጡ
ar: عندما تحدد
as: যেতিয়া আপুনি চয়ন কৰিব
az: Siz seçəndə
bg: Когато изберете
bn_in: আপনি যখন নির্বাচন করেন
bs: Kada izaberete
cy: Pan fyddwch yn dewis
da: Når du vælger
de: Bei Auswahl von
el: Όταν επιλέξετε
es: Cuando selecciones
et: Kui valite
eu: Hau hautatzen duzunean:
fa: زمانی که انتخاب می‌کنید
ga: Nuair a roghnaíonn tú
gd: Ma thaghas tu
gl: Ao seleccionar
gu: જ્યારે તમે પસંદ કરો
he: כאשר תבחר
hi: जब आप इसका चयन करते हैं
hr: Kad odaberete
hu: Ha ezt a gombot választja:
id: Ketika memilih
is: Þegar þú velur
ja: 次を選びます:
ka: როდესაც აირჩევთ
kk: Сіз таңдағанда
kn: ನೀವು ಆಯ್ಕೆ ಮಾಡಿದಾಗ
ko: 선택하면
ku_arab: کاتێک دەسنیشانت کرد
ky: Тандаганыңызда
lo: ​ເມື່ອທ່ານ​ເລືອກ
lt: Jei pasirenkate
lv: Kad atlasāt
mi: Ina tīpako koe
mk: Кога ќе изберете
ml: നിങ്ങൾ ഇത് തിരഞ്ഞെടുക്കുമ്പോൾ
mn: Үүнийг сонгосон бол
mr: आपण निवडाल तेव्हा
ms: Apabila anda memilih
mt: Meta tagħżel
ne: तपाईंले गर्नुहोस् चयन गरेपछि
nn_no: Dersom du vel
no: Hvis du velger
or: ଯେତେବେଳେ ଆପଣ ଚୟନ କରିବେ
pa_arab_pk: جد تُسی منتخب کرو
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਚੋਣ ਕਰਦੇ ਹੋ
pl: Gdy naciśniesz przycisk
ru: Когда вы нажмете кнопку
sd: جڏهن توهان چونڊيو ٿا
si: ඔබ තෝරාගන්නා විට
sl: Ko izberete
sr_cyrl_rs: Када изаберете
sr_latn_rs: Kada izaberete
sv: När du väljer
ta: நீங்கள் தேர்வு செய்யும்போது
te: మీరు ఎంచుకున్నప్పుడు
tg: Вақте ки шумо интихоб мекунед
th: เมื่อคุณเลือก
tr: Şunu seçtiğinizde:
tt: Сез
ug: سىز
uk: Після того як ви натиснете кнопку
ur: جب آپ منتخب کریں
uz: Quyidagini tanlaganingizda
vi: Khi bạn chọn
zh_hans: 你选择
zh_hant: 當您選取

# Literal.NonSimMobi.AgreementSequence2
source: , we'll send a code to your phone. Enter it on the next page. That way we'll know it's really you.
af: , sal ons 'n kode na jou foon stuur. Voer dit op die volgende bladsy in. So sal ons weet dat dit regtig jy is.
am: ፣ ወደ ስልክዎ ኮድ እንልካለን። በሚቀጥለው ገጽ ላይ ያስገቡት። በዚያ መንገድ በትክክል እርስዎ መሆንዎን እናረጋግጣለን።
ar: ، سنرسل لك رمزاً إلى هاتفك. أدخله في الصفحة التالية. وبهذه الطريقة سنتأكد من هويتك.
as: , আমি আপোনাৰ ফোনলৈ এটা কোড প্ৰেৰণ কৰিম৷ ইয়াক পৰৱৰ্তী পৃষ্ঠাত প্ৰৱেশ কৰাওক৷ সেই পন্থাৰেই আমি জানিম যে এইজন প্ৰকৃততে আপুনিয়েই৷
az: , telefonunuza kod göndərəcəyik. Onu növbəti səhifəyə daxil edin. Bu şəkildə, bu şəxsin həqiqətən siz olduğunu biləcəyik.
bg: , ще ви изпратим код на телефона. Въведете го на следващата страница. По този начин ще знаем, че това наистина сте вие.
bn_in: , আমরা আপনার ফোনে একটি কোড প্রেরণ করব। পরবর্তী পৃষ্ঠায় এটি প্রবেশ করান৷ এটি সত্যিই আপনি কিনা তা এই ভাবে আমরা জানতে পারবো৷
bs: , poslat ćemo vam kôd na telefon. Unesite ga na narednoj stranici. Na taj način ćemo moći potvrditi vaš identitet.
cy: , byddwn yn anfon cod at eich ffôn. Cyflwynwch hyn ar y dudalen nesaf. Fel hyn byddwn yn gwybod mai chi sydd yna.
da: sender vi en kode til din telefon. Angiv den på næste side. På den måde sikrer vi os, at det virkelig er dig.
de: senden wir einen Code an Ihr Telefon. Geben Sie den Code auf der nächsten Seite ein, um Ihre Identität zu bestätigen.
el: , θα στείλουμε έναν κωδικό στο τηλέφωνό σας. Εισαγάγετέ τον στην επόμενη σελίδα. Έτσι, θα εξακριβώσουμε ότι είστε πραγματικά εσείς.
es: , te enviaremos un código al teléfono que tendrás que escribir en la página siguiente. De este modo podremos asegurarnos de que seas tú.
et: , saadame koodi teie telefoni. Sisestage saadud kood järgmisel lehel. See aitab meil veenduda, et see olete tõepoolest teie.
eu: , kodea telefonora bidaliko dizugu. Idatz ezazu hurrengo orrian. Horrela, zeu zarela egiaztatuko dugu.
fa: ، کدی برای تلفن همراهتان ارسال خواهیم کرد. این کد را در صفحه بعد وارد کنید. بدین صورت متوجه می‌شویم که این خود شما هستید.
ga: , seolfaimid cód chuig d'fhón. Iontráil é ar an gcéad leathanach eile. Ansin beidh a fhios againn gur tú féin atá ann.
gd: , cuiridh sinn còd thugad air an fhòn agad. Cuir a-steach e air an ath-dhuilleag. Bidh fios againn mar sin gur tusa a tha ann an da-rìribh.
gl: , enviarémosche un código ao teléfono. Introdúceo na seguinte páxina. Deste xeito saberemos que es ti realmente.
gu: , અમે તમારા ફોન પર એક કોડ મોકલીશું. તેને આગલા પૃષ્ઠ પર દાખલ કરો. તે રીતે અમે જાણીશું કે તે ખરેખર તમે છો.
he: , נשלח קוד לטלפון שלך. הזן אותו בעמוד הבא. כך נדע שזה באמת אתה.
hi: , हम आपके फ़ोन पर एक कोड भेजेंगे. उसे अगले पृष्ठ पर दर्ज करें. इस तरह हम समझ पाएँगे कि वह व्यक्ति आप ही हैं.
hr: , šaljemo vam kod na mobitel. Unesite ga na sljedećoj stranici. Tako ćemo znati da ste to zaista vi.
hu: , elküldünk egy kódot a telefonjára. Írja be a kódot a következő lapon, ezzel tudja igazolni személyazonosságát.
id: , kami akan mengirimkan kode ke ponsel Anda. Masukkan kode ke halaman selanjutnya, dengan begitu kami tahu bahwa itu adalah Anda.
is: , sendum við kóða í símann þinn. Sláðu hann inn á næstu síðu. Þá vitum við að þetta ert í raun og veru þú.
ja: 、電話にコードが送信されます。次のページにそのコードを入力してください。それにより、本人確認できます。
ka: , კოდს გავგზავნით თქვენს ტელეფონში. შეიყვანეთ ის შემდეგ გვერდზე. ასე ჩვენ შევიტყობთ, რომ ეს მართლაც თქვენ ხართ.
kk: , біз телефонға код жібереміз. Оны келесі бетке енгізіңіз. Осылайша сіздікі екенін көресіз.
kn: , ನಾವು ನಿಮ್ಮ ಫೋನ್‌ಗೆ ಕೋಡ್ ಅನ್ನು ಕಳುಹಿಸುತ್ತೇವೆ. ಅದನ್ನು ಮುಂದಿನ ಪುಟದಲ್ಲಿ ನಮೂದಿಸಿ. ಈ ರೀತಿಯಲ್ಲಿ ಅದು ನೀವೇ ಎಂಬುದನ್ನು ನಾವು ತಿಳಿಯುತ್ತೇವೆ.
ko: , 전화로 코드를 보내드립니다. 다음 페이지에서 이 코드를 입력하면 신원이 확인됩니다.
ku_arab: ئێمه کۆدێک دەنێرین بۆ مۆبایلەکەت. لەناو لاپەڕەی داهاتوودا کۆدەکه تێبنووسه. بەم شێوه ئێمه دڵنیا دەبین که تۆی.
ky: , телефонуңузга код жөнөтөбүз. Аны кийинки бетке киргизиңиз. Ошентип, чындап сиз экениңизди билебиз.
lo: , ພວກ​ເຮົາ​ຈະ​ສົ່ງ​ລະຫັດ​ຫາ​ໂທລະສັບ​ຂອງ​ທ່ານ. ປ້ອນ​ລະຫັດ​ນັ້ນ​ໃສ່​ໜ້າ​ຕໍ່​ໄປ. ດ້ວຍ​ວິທີ​ນັ້ນ​ພວກ​ເຮົາ​ຈະ​ຮູ້​ວ່າ​ມັນ​ແມ່ນ​ທ່ານ​ແທ້ໆ.
lt: , išsiųsime kodą į jūsų telefoną. Įveskite jį kitame puslapyje. Taip žinosime, kad tai esate jūs.
lv: , mēs nosūtīsim kodu uz jūsu tālruni. Ievadiet to nākamajā lapā. Tādējādi tiks apstiprināta jūsu identitāte.
mi: , mā mātou e tuku waehere ki tō waea. Tāurutia i te whārangi panuku. Mā konā ka mōhio mātou ko koe pū tēnā.
mk: , ќе испратиме код до вашиот телефон. Внесете го на следната страница. На тој начин ќе знаеме дека тоа навистина сте вие.
ml: , നിങ്ങളുടെ ഫോണിലേക്ക് ഞങ്ങൾ ഒരു കോഡ് അയയ്ക്കും. അത് അടുത്ത പേജിൽ നൽകുക. അതിലൂടെ ഇത് ശരിക്കും നിങ്ങളാണെന്ന് ഞങ്ങൾക്ക് മനസ്സിലാകും.
mn: бид таны утас руу код илгээнэ. Уг кодыг дараагийн хуудсанд оруулна уу. Ингэснээр бид таныг мөн гэдгийг мэдэж авна.
mr: , आम्ही आपल्या फोनवर एक कोड पाठवू. तो पुढील पृष्ठावर प्रविष्ट करा. या प्रकारे ते खरोखर आपणच आहात हे आम्ही जाणून घेऊ.
ms: , kami akan menghantar kod ke telefon anda. Masukkannya pada halaman seterusnya. Dengar cara itu, kami akan mengetahui ia sememangnya anda.
mt: , sejrin nibagħtulek kodiċi għall-mobile tiegħek. Daħħlu fil-paġna li jmiss. B'dak il-mod inkunu nafu li inti tabilħaqq inti.
ne: , हामी तपाईंको फोनमा एउटा कोड पठाउनेछौँ। त्यसलाई अर्को पृष्ठमा प्रविष्ट गर्नुहोस्। यसरी हामीलाई यो तपाईं नै हो भनी थाहा हुनेछ।
nn_no: , sender vi ein kode til telefonen din. Skriv inn koden på neste side, så veit vi at det er deg.
no: , sender vi en kode til telefonen din. Skriv den inn på neste side, så vet vi at det er deg.
or: , ଆମେ ଆପଣଙ୍କର ଫୋନ୍‌କୁ ଏକ କୋଡ୍ ପ୍ରେରଣ କରିବୁ. ପରବର୍ତ୍ତୀ ପୃଷ୍ଠାରେ ଏହା ପ୍ରବେଶ କରନ୍ତୁ. ସେହି ଭାବରେ ଆମେ ଜାଣିବୁ ଏହା ପ୍ରକୃତରେ ଆପଣ ଅଟନ୍ତି.
pa_arab_pk: ، اسی تہاڈے فون تے کوڈ گھلاں گے۔ اینوں اگلے صفحے تے درج کرو۔ ایس طریقے ناں سانوں پتہ لگے گا کہ ایہہ واقعی تُسی او۔
pa_in: , ਅਸੀਂ ਤੁਹਾਡੇ ਫ਼ੋਨ 'ਤੇ ਇੱਕ ਕੋਡ ਭੇਜਾਂਗੇ। ਇਸ ਨੂੰ ਅਗਲੇ ਪੰਨੇ 'ਤੇ ਦਾਖ਼ਲ ਕਰੋ। ਇਸ ਤਰ੍ਹਾਂ ਅਸੀਂ ਸਮਝ ਜਾਵਾਂਗੇ ਕਿ ਇਹ ਸੱਚਮੁੱਚ ਤੁਸੀਂ ਹੋ।
pl: , wyślemy kod na Twój telefon. Wprowadź go na następnej stronie. Dzięki temu będziemy wiedzieć, że to naprawdę Ty.
ru: , код будет отправлен на ваш номер телефона. Введите полученный код на следующей странице. Благодаря этому мы будем знать, что это действительно вы.
sd: ، اسان توهانجي فون تي هڪ ڪوڊ موڪلينداسين. ان کي اڳئي صفحي تي داخل ڪريو. انهي طريقي سان اسان کي خبر پوندي ته اهو واقعي توهان آهيو.
si: , අපි ඔබගේ දුරකථනයට කේතයක් යවන්නෙමු. එය මීළඟ පිටුවේ ඇතුළත් කරන්න. ඒ ආකාරයෙන් අපි ඒ සැබැවින්ම ඔබ බව දැනගන්නෙමු.
sl: , bomo na vašo telefonsko številko poslali kodo. Vnesite jo na naslednji strani. Tako bomo vedeli, da ste to res vi.
sr_cyrl_rs: , послаћемо вам шифру на број телефона. Унесите је на следећој страници. На тај начин ћемо бити сигурни да сте то стварно ви.
sr_latn_rs: poslaćemo vam šifru na broj telefona. Unesite je na sledećoj stranici. Na taj način ćemo biti sigurni da ste to stvarno vi.
sv: skickas en kod till din telefon. Ange den på nästa sida. På så vis vet vi att du är du.
ta: , நாங்கள் உங்களது தொலைபேசிக்கு ஒரு குறியீட்டை அனுப்புவோம். அதனை அடுத்த பக்கத்தில் உள்ளிடவும். அதன் மூலம் அது உண்மையிலேயே நீங்கள்தான் என்று எங்களுக்குத் தெரியும்.
te: , మేము మీ ఫోన్‌కు ఒక కోడ్‌ని పంపుతాము. తదుపరి పేజీలో దాన్ని నమోదు చేయండి. ఆ విధంగా ఇది మీరేనని మాకు తెలుస్తుంది.
tg: , мо рамзеро ба телефони шумо мефиристем. Онро дар саҳифаи навбатӣ ворид кунед. Ҳамин тавр, мо мефҳмам, ки ин воқеан шумо ҳастед.
th: เราจะส่งรหัสไปที่โทรศัพท์ของคุณ แล้วป้อนรหัสนั้นลงในหน้าต่อไป ซึ่งจะทำให้เราทราบว่านี่คือตัวคุณจริงๆ
tr: telefonunuza bir kod göndereceğiz. Sonraki sayfaya bu kodu girin. Böylece bu kişinin siz olduğundan emin olacağız.
tt: төймәсенә баскач, телефоныгызга код җибәреләчәк. Аны киләсе биттә кертегез. Шулай итеп, без бу чыннан да сез икәнен беләчәкбез.
ug: ، تېلېفونىڭىزغا كود ئەۋەتىمىز. كېيىنكى بەتكە شۇنى كىرگۈزۈڭ. ئاندىن كىملىكىڭىزنى بىلەلەيمىز.
uk: , код буде надіслано на ваш номер телефону. Введіть отриманий код на наступній сторінці. Завдяки цьому ми будемо впевнені, що це справді ви.
ur: ، ہم آپ کے فون پر ایک کوڈ بھیجیں گے۔ اسے اگلے فون پر داخل کریں۔ اس طرح ہم جان سکیں گے کہ یہ حقیقت میں آپ ہی ہیں۔
uz: , telefoningizga kod yuboramiz. Uni keyingi sahifada kiriting. Shu yo‘l bilan bu haqiqatan ham Siz ekanligingizni bilib olamiz.
vi: , chúng tôi sẽ gửi mã tới điện thoại của bạn. Nhập mã trên trang tiếp theo. Bằng cách đó, chúng tôi sẽ biết chính là bạn.
zh_hans: 后，我们会将代码发送到你的手机上。请在下一页上输入它。通过这种方法我们将知道这真的是你本人。
zh_hant: ，我們會傳送驗證碼到您的手機。請在下一頁輸入該驗證碼。這樣我們就可以確認您的身分。

# Literal.NonSimMobi.SMSCode
source: Enter the code
af: Voer die kode in
am: ኮዱን ያስገቡ
ar: أدخل الرمز
as: কোড প্ৰৱেশ কৰাওক
az: Kodu daxil edin
bg: Въведете кода
bn_in: কোডটি লিখুন
bs: Unesite kôd
cy: Rhowch y cod
da: Angiv koden
de: Code eingeben
el: Εισαγάγετε τον κωδικό
es: Escribe el código
et: Sisestage kood
eu: Idatzi kodea
fa: کد را وارد کنید
ga: Iontráil an cód
gd: Cuir an còd a-steach
gl: Introduce o código
gu: કોડ પ્રવિષ્ટ કરો
he: הזן את הקוד
hi: कोड दर्ज करें
hr: Unesite kod
hu: Írja be a kódot
id: Masukkan kode
is: Slá kóðann inn
ja: コードの入力
ka: შეიყვანეთ კოდი
kk: Кодты енгізу
kn: ಕೋಡ್ ನಮೂದಿಸಿ
ko: 코드 입력
ku_arab: کۆدەکە تێبنووسە
ky: Кодду киргизиңиз
lo: ປ້ອນລະຫັດ
lt: Įveskite kodą
lv: Ievadiet kodu
mi: Tāurua te waehere
mk: Внесете го кодот
ml: കോഡ് നൽകുക
mn: Кодоо оруул
mr: कोड प्रविष्ट करा
ms: Masukkan kod
mt: Daħħal il-kodiċi
ne: कोड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn koden
no: Angi koden
or: କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: کوڈ داخل کرو
pa_in: ਐਕਟੀਵੇਸ਼ਨ ਕੋਡ ਦਾਖ਼ਲ ਕਰੋ
pl: Wprowadź kod
ru: Введите код
sd: ڪوڊ داخل ڪريو
si: කේතය ඇතුල් කරන්න
sl: Vnesite kodo
sr_cyrl_rs: Унесите шифру
sr_latn_rs: Unesite šifru
sv: Ange koden
ta: குறியீட்டை உள்ளீடு செய்யவும்
te: కోడ్‌ని నమోదు చేయండి
tg: Рамзро ворид кунед
th: ป้อนรหัส
tr: Kodu girin
tt: Кодны кертегез
ug: كودنى كىرگۈزۈڭ
uk: Введіть код
ur: کوڈ داخل کریں
uz: Kodni kiriting
vi: Nhập mã
zh_hans: 输入代码
zh_hant: 輸入代碼

# Literal.NonSimMobi.SMSCodeDescription
source: Enter the activation code
af: Voer die aktiveringskode in
am: የማንቂያ ኮዱን ያስገቡ
ar: أدخل رمز التنشيط
as: সক্ৰিয়কৰণ কোড প্ৰৱেশ কৰাওক
az: Aktivləşdirmə kodunu daxil edin
bg: Въведете кода за активиране
bn_in: সক্রিয়করণ কোডটি লিখুন
bs: Unesite aktivacijski kôd
cy: Rhowch y cod actifadu
da: Angiv aktiveringskoden
de: Aktivierungscode eingeben
el: Εισαγάγετε τον κωδικό ενεργοποίησης
es: Escribe el código de activación
et: Sisestage aktiveerimiskood
eu: Idatzi aktibazio-kodea
fa: کد فعالسازی را وارد کنید
ga: Iontráil an cód gníomhachtúcháin
gd: Cuir an còd gnìomhachaidh a-steach
gl: Introduce o código de activación
gu: સક્રિયતા કોડ પ્રવિષ્ટ કરો
he: הזן את קוד האקטיבציה
hi: सक्रियण कोड दर्ज करें
hr: Unesite aktivacijski kod
hu: Írja be az aktiválókódot
id: Masukkan kode aktivasi
is: Slá virkjunarkóðann inn
ja: ライセンス認証コードの入力
ka: შეიყვანეთ აქტივაციის კოდი
kk: Белсендіру кодын енгізу
kn: ಕ್ರಿಯಾತ್ಮಕಗೊಳಿಸುವಿಕೆ ಕೋಡ್ ನಮೂದಿಸಿ
ko: 활성화 코드 입력
ku_arab: کۆدی چالاککردن تێبنووسە
ky: Активдештирүү кодун киргизиңиз
lo: ປ້ອນລະຫັດການເປີດໃຊ້ງານ
lt: Įveskite aktyvinimo kodą
lv: Ievadiet aktivizācijas kodu
mi: Tāurua te waehere whakahohe
mk: Внесете го кодот за активирање
ml: ആക്റ്റിവേഷൻ കോഡ് നൽകുക
mn: Идэвхжүүлэх кодоо оруул
mr: सक्रियन कोड प्रविष्ट करा
ms: Masukkan kod pengaktifan
mt: Daħħal il-kodiċi ta' attivazzjoni
ne: सक्रियता कोड प्रविष्ट गर्नुहोस्
nn_no: Skriv inn aktiveringskoden
no: Angi aktiveringskoden
or: ସକ୍ରିୟକରଣ କୋଡ୍ ପ୍ରବେଶ କରନ୍ତୁ
pa_arab_pk: فعالیت کوڈ داخل کرو
pa_in: ਐਕਟੀਵੇਸ਼ਨ ਕੋਡ ਦਰਜ਼ ਕਰੋ
pl: Wprowadź kod aktywacyjny
ru: Введите код активации
sd: فعاليت جو ڪوڊ داخل ڪريو
si: සක්‍රියකරණ කේතය ඇතුල් කරන්න
sl: Vnesite kodo za aktivacijo
sr_cyrl_rs: Унесите шифру активације
sr_latn_rs: Unesite šifru aktivacije
sv: Ange aktiveringskoden
ta: செயல்படுத்தும் குறியீட்டை உள்ளீடு செய்யவும்
te: క్రియాశీలత కోడ్‌ని నమోదు చేయండి
tg: Рамзи фаъолсозиро ворид кунед
th: ป้อนรหัสการเปิดใช้งาน
tr: Etkinleştirme kodunu girin
tt: Активация кодын кертегез
ug: ئاكتىپلاش كودىنى كىرگۈزۈڭ
uk: Введіть код активації
ur: فعالیت کوڈ داخل کریں
uz: Faollashtirish kodini kiriting
vi: Nhập mã kích hoạt
zh_hans: 输入激活代码
zh_hant: 輸入啟用代碼
