Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.County.GB.NorthEastLincolnshire
source: North East Lincolnshire
ar: شمال شرق لينكولنشاير
as: নৰ্থ ইষ্ট লিংকনশ্বায়াৰ
az: Şimali Şərqi Linkolnşir
bg: Североизточен Линкълншир
bn_in: উত্তর পূর্ব লিঙ্কনশায়ার
cy: Gogledd Ddwyrain swydd Lincoln
el: Βορειοανατολικό Λίνκολνσαϊρ
eu: Ipar-ekialdeko Lincolnshire
fa: لینکلن‌شر شمال شرقی
ga: Lincolnshire Thoir Thuaidh
gd: Lincolnshire an Ear-thuath
gu: નોર્થ ઇસ્ટ લિંકનશાયર
he: צפון מזרח לינקולנשייר
hi: नॉर्थ ईस्ट लिंकनशायर
hr: Sjeveroistočni Lincolnshire
id: Lincolnshire Timur Laut
ja: ノースイーストリンカンシャー
ka: ჩრდილო აღმოსავლეთ ლინკოლნშირი
kk: Солтүстік-Шығыс Линкольншир
kn: ಈಶಾನ್ಯ ಲಿಂಕನ್‌ಶೈರ್
ko: 노스 이스트 링컨셔
lo: ລິງຄອນເຊຍ ພາກຕາເວັນອອກສຽງເໜືອ
lt: Šiaurės Rytų Linkolnšyras
lv: Nortīstlinkonšīra
mi: Rohe o Lincolnshire Rāwhiti-mā-raki
mk: Североисточен Линколншир
ml: നോർത്ത് ഈസ്റ്റ് ലിങ്കൺഷയർ
mr: नॉर्थ ईस्ट लिंकनशायर
ms: Lincolnshire Timur Laut
ne: उत्तर पूर्वी लिङ्कनसायर
nn_no: Nordøst-Lincolnshire
or: ଉତ୍ତର ପୂର୍ବ ଲିଙ୍କନଶାୟାର
pa_in: ਉੱਤਰ ਪੂਰਬੀ ਲਿੰਕਨਸ਼ਾਇਰ
ru: Северо-Восточный Линкольншир
sl: Severovzhodni Lincolnshire
sr_cyrl_rs: Североисточни Линколншир
sr_latn_rs: Severoistočni Linkolnšir
ta: வடகிழக்கு லிங்கன்ஷையர்
te: నార్త్ ఈస్ట్ లింకన్‌షైర్
th: นอร์ทอีสต์ลินคอล์นเชียร์
tr: Kuzey Doğu Lincolnshire
tt: Төньяк-Көнчыгыш Линкольншир
ug: شەرقىي-شىمالىي لىنكولنشىر
uk: Північно-Східний Лінкольншир
ur: شمال مشرقی لنکن شائر
uz: Shimoli-sharqiy Linkolnshir
vi: Đông Bắc Lincolnshire
zh_hans: 东北林肯郡
zh_hant: 東北的克萊克郡

# Word.County.GB.NorthernIreland
source: Northern Ireland
af: Noord-Ierland
am: ሰሜን አየርላንድ
ar: أيرلندا الشمالية
as: উত্তৰ আয়াৰলেণ্ড
az: Şimali İrlandiya
bg: Северна Ирландия
bn_in: নর্দার্ন আয়ারল্যান্ড
bs: Sjeverna Irska
cy: Gogledd Iwerddon
da: Nordirland
de: Nordirland
el: Βόρεια Ιρλανδία
es: Irlanda del Norte
et: Põhja-Iirimaa
eu: Ipar Irlanda
fa: ایرلند شمالی
ga: Tuaisceart Éireann
gd: Èirinn a Tuath
gl: Irlanda do Norte
gu: નોર્ધન આયર્લેન્ડ
he: צפון אירלנד
hi: उत्तरी आयरलैंड
hr: Sjeverna Irska
hu: Észak-Írország
id: Irlandia Utara
is: Norður-Írland
ja: 北アイルランド
ka: ჩრდილოეთ ირლანდია
kk: Солтүстік Ирландия
kn: ಉತ್ತರ ಐರ್ಲೆಂಡ್
ko: 북아일랜드
ku_arab: ئیرلەندی باکوور
ky: Түндүк Ирландия
lo: ໄອແລນເໜືອ
lt: Šiaurės Airija
lv: Ziemeļīrija
mi: Airangi ki te Raki
mk: Северна Ирска
ml: വടക്കൻ അയർലൻഡ്
mn: Умард Ирланд
mr: नॉर्दर्न आयर्लंड
mt: L-Irlanda ta' Fuq
ne: उत्तरी आयरल्याण्ड
nn_no: Nord-Irland
no: Nord-Irland
or: ଉତ୍ତର ଆୟରଲ୍ୟାଣ୍ଡ
pa_arab_pk: شمالی آئرلینڈ
pa_in: ਉੱਤਰੀ ਆਇਰਲੈਂਡ
pl: Irlandia Północna
ru: Северная Ирландия
sd: ناردرن آئرلينڊ
si: උතුරු අයර්ලන්තය
sl: Severna Irska
sr_cyrl_rs: Северна Ирска
sr_latn_rs: Severna Irska
sv: Nordirland
ta: வடக்கு அயர்லாந்து
te: ఉత్తర ఐర్లాండ్
tg: Ирландияи Шимолӣ
th: ไอร์แลนด์เหนือ
tr: Kuzey İrlanda
tt: Төньяк Ирландия
ug: شىمالىي ئىرېلاندىيە
uk: Північна Ірландія
ur: شمالی آئرلینڈ
uz: Shimoliy Irlandiya
vi: Bắc Ireland
zh_hans: 北爱尔兰

# Word.County.GB.NorthLanarkshire
source: North Lanarkshire
ar: شمال لاناركشاير
as: নৰ্থ লানাৰ্কশ্বায়াৰ
az: Nort- Lanarkşir
bg: Северен Ланакшър
bn_in: উত্তর লনারকশায়ার
cy: Gogledd Lanarkshire
el: Βόρειο Λαναρκσάιρ
eu: Iparraldeko Lanarkshire
fa: لانارک‌شر شمالی
ga: Lanarkshire Thuaidh
gd: Siorrachd Lannraig a Tuath
gu: નોર્થ લેનાર્કશાયર
he: צפון לנקשייר
hi: दक्षिणी लैनार्कशायर
hr: Sjeverni Lanarkshire
id: Lanarkshire Utara
ja: ノースラナークシャー
ka: ჩრდილოეთ ლანკანშირი
kk: Солтүстік Ланаркшир
kn: ಉತ್ತರ ಲನರ್ಕ್‌ಶೈರ್
ko: 노스 라나크셔
lo: ລານາກເຊຍ ເໜືອ
lt: Šiaurės Lanarkšyras
lv: Nortlenarkšīra
mi: Rohe o Lanarkshire ki te raki
mk: Северен Ланаркшир
ml: നോർത്ത് ലനാർക്ക്ഷയർ
mr: नॉर्थ लॅनार्कशायर
ne: उत्तरी लानार्कसायर
or: ଉତ୍ତର ଲାନାର୍କସାୟାର୍
pa_in: ਉੱਤਰੀ ਲੈਨਰਕਸ਼ਾਇਰ
ru: Норт-Ланаркшир
sl: Severni Lanarkshire
sr_cyrl_rs: Сеерни Ланаркшир
sr_latn_rs: Severni Lanarkšir
ta: வடக்கு லானார்க்ஷயர்
te: ఉత్తర లానార్క్‌షైర్
th: นอร์ทลานาร์กเชียร์
tr: Kuzey Lanarkshire
tt: Төньяк Ланаркшир
ug: شىمالىي لاناركشىر
uk: Північний Ланаркшир
ur: جنوبی لنارک شائر
uz: Shimoliy Lanarkshir
vi: Bắc Lanarkshire
zh_hans: 北拉纳克郡
zh_hant: 北蘭尼郡

# Word.County.GB.NorthLincolnshire
source: North Lincolnshire
ar: نورث لنكنشاير
as: নৰ্থ লিংকনশ্বায়াৰ
az: Şimali Linkolnşir
bg: Северен Линкълншир
bn_in: উত্তর লিঙ্কনশায়ার
cy: Gogledd Swydd Lincoln
el: Βόρειο Λινκολνσάιρ
eu: Iparraldeko Lincolnshire
fa: لینکلن‌شر شمالی
ga: Lincolnshire Thuaidh
gd: Lincolnshire a Tuath
gu: નોર્થ લિંકનશાયર
he: צפון לינקולנשייר
hi: नॉर्थ लिंकनशायर
hr: Sjeverni Lincolnshire
id: Lincolnshire Utara
ja: ノースリンカンシャー
ka: ჩრდილოეთ ლინკოლნშირი
kk: Солтүстік Линкольншир
kn: ನಾರ್ತ್‌ ಲಿಂಕನ್‌ಶೈರ್
ko: 노스 링컨셔
lo: ລິນຄໍນ໌ເຊຍ ເໜືອ
lt: Šiaurės Linkolnšyras
lv: Nortlinkonšīra
mi: Rohe o Lincolnshire ki te raki
mk: Северен Линколншир
ml: നോർത്ത് ലിങ്കൺഷയർ
mr: नॉर्थ लिंकनशायर
ne: उत्तरी लिङ्कनसायर
nn_no: Nord-Lincolnshire
or: ଉତ୍ତର ଲିଙ୍କନଶାୟାର
pa_in: ਉੱਤਰੀ ਲਿੰਕਨਸ਼ਾਇਰ
ru: Северный Линкольншир
sl: Severni Lincolnshire
sr_cyrl_rs: Северни Линколншир
sr_latn_rs: Severni Linkolnšir
ta: வடக்கு லிங்கன்ஷையர்
te: ఉత్తర లింకన్‌షైర్
th: นอร์ทลินคอล์นเชียร์
tr: Kuzey Lincolnshire
tt: Төньяк Линкольншир
ug: شىمالىي لىنكولنشىر
uk: Північний Лінкольншир
ur: شمالی لنکن شائر
uz: Shimoliy Linkolnshir
vi: Bắc Lincolnshire
zh_hans: 北林肯郡
zh_hant: 北克勒郡

# Word.County.GB.NorthSomerset
source: North Somerset
ar: شمال سومرست
as: নৰ্থ চমাৰছেট
az: Şimali Somerset
bg: Северен Съмърсет
bn_in: উত্তর সমারসেট
cy: Gogledd Wlad yr Haf
el: Βόρειο Σόμερσετ
eu: Iparraldeko Somerset
fa: سامرست شمالی
ga: Somerset Thuaidh
gd: Somerset a Tuath
gu: નોર્થ સમરસેટ
he: צפון סומרסט
hi: उत्तरी सोमरसेट
hr: Sjeverni Somerset
id: Somerset Utara
ja: ノースサマセット
ka: ჩრდილოეთ სომერსეტი
kk: Солтүстік Сомерсет
kn: ಉತ್ತರ ಸೋಮರ್ಸೆಟ್
ko: 노스 서머셋
lo: ຊຳເມີເຊັດ ເໜືອ
lt: Šiaurės Someretas
lv: Nortsamerseta
mi: Takiwā o Somerset ki te raki
mk: Северен Сомерсет
ml: നോർത്ത് സോമർസെറ്റ്
mr: नॉर्थ सॉमरसेट
ms: Somerset Utara
ne: उत्तरी सोमरसेट
nn_no: Nord Somerset
or: ଉତ୍ତର ସମରସେଟ୍
pa_in: ਉੱਤਰੀ ਸਮਰਸੈਟ
ru: Северный Сомерсет
sr_cyrl_rs: Северни Сомерсет
sr_latn_rs: Severni Somerset
ta: வடக்கு சோமர்செட்
te: ఉత్తర సోమర్సెట్
th: นอร์ทซัมเมอร์เซต
tr: Kuzey Somerset
tt: Төньяк Сомерсет
ug: شىمالىي سومېرسېت
uk: Північний Сомерсет
ur: شمالی سمرسیٹ
uz: Shimoliy Somerset
vi: Bắc Somerset
zh_hans: 北萨默塞特
zh_hant: 北薩馬塞

# Word.County.GB.NorthTyneside
source: North Tyneside
ar: نورث شیلدز
as: নৰ্থ টাইনচাইড
az: Şimali Taynsayd
bg: Норт Тайнсайд
bn_in: উত্তর টিনেসাইড
cy: Gogledd Tyneside
el: Βόρειο Τάινσαϊντ
eu: Iparraldeko Tyneside
fa: تاینساید شمالی
ga: Tyneside Thuaidh
gd: Tyneside a Tuath
gu: નોર્થ ટાઇનસાઇડ
he: נורת' טינסייד
hi: नॉर्थ टाइनेसाइड
id: Tyneside Utara
ja: ノースタインサイド
ka: ჩრდილოეთ ტაინსაიდი
kk: Солтүстік Тайнсайд
kn: ಉತ್ತರ ಟೈನೆಸೈಡ್
ko: 노스 타인사이드
lo: ທີນຊາຍ ທິດເໜືອ
lt: Šiaurės Tainsaidas
lv: Norttainsaida
mi: Paenoho o Tyneside ki te raki
mk: Северен Тајнсајд
ml: നോർത്ത് ടൈനെസൈഡ്
mr: नॉर्थ टायनसाइड
ms: Tyneside Utara
ne: उत्तरी टाइनेसाइड
nn_no: Nord-Tyneside
or: ଉତ୍ତର ଟାଇନସାଇଡ୍
pa_in: ਉੱਤਰੀ ਟਾਇਨਸਾਈਡ
ru: Норт-Тайнсайд
sl: Severni Tyneside
sr_cyrl_rs: Северни Тајнсајд
sr_latn_rs: Severni Tinsajd
ta: வடக்கு டைன்சைட்
te: ఉత్తర టైన్‌సైడ్
th: นอร์ทไทน์ไซด์
tr: Kuzey Tyneside
tt: Төньяк Тайнсайд
ug: شىمالىي تاينسايد
uk: Північний Тайнсайд
ur: شمالی ٹائن سائڈ
uz: Shimoliy Taynsayd
vi: Bắc Tyneside
zh_hans: 北泰因赛德
zh_hant: 北泰恩賽德

# Word.County.GB.Northumberland
source: Northumberland
ar: نورثمبرلاند
as: নৰ্থাম্বাৰলেণ্ড
az: Nortamberlend
bg: Нортъмбърленд
bn_in: নর্থুমবারল্যান্ড
el: Νορθάμπερλαντ
fa: نورث‌آمبرلند
gu: નોર્થમ્બરલેન્ડ
he: נורת'מברלנד
hi: नॉर्थम्बरलैंड
ja: ノーサンバーランド
ka: ნორთუმბერლანდი
kk: Нортамберленд
kn: ನಾರ್ಥಂಬರ್‌ಲ್ಯಾಂಡ್
ko: 노섬벌랜드
lo: ນອດທັ້ນເບີແລນ
lt: Nortumberlandas
lv: Nortamberlenda
mi: Kaute o Northumberland
mk: Нортамберленд
ml: നോർത്തംബർലാൻഡ്
mr: नॉर्थम्बरलँड
ne: नर्थअम्बरल्यान्ड
or: ନର୍ଥମ୍ବରଲ୍ୟାଣ୍ଡ
pa_in: ਨੌਰਥਬਰਲੈਂਡ
ru: Нортамберленд
sr_cyrl_rs: Нортамберленд
sr_latn_rs: Nortamberland
ta: நார்தம்பர்லாந்து
te: నార్తంబర్లాండ్
th: นอร์ทัมเบอร์แลนด์
tt: Нортумберленд
ug: شىمالىي ئۇمبېرلاند
uk: Нортумберленд
ur: نارتھمبر لینڈ
uz: Nortumberland
zh_hans: 诺森伯兰郡
zh_hant: 諾森伯蘭

# Word.County.GB.NorthYorkshire
source: North Yorkshire
ar: شمال يوركشاير
as: নৰ্থ য়ৰ্কশ্বায়াৰ
az: Şimali Yorkşir
bg: Северен Йоркшир
bn_in: উত্তর ইয়র্কশায়ার
cy: Gogledd Swydd Efrog
el: Βόρειο Γιορκσάιρ
es: Yorkshire del Norte
eu: Ipar Yorkshire
fa: یورک‌شر شمالی
ga: Yorkshire Thuaidh
gd: Yorkshire a Tuath
gu: નોર્થ યોર્કશાયર
he: צפון יורקשייר
hi: नॉर्थ यॉर्कशायर
hr: Sjeverni Yorkshire
id: Yorkshire Utara
ja: ノースヨークシャー
ka: ჩრდილოეთ იორკშირი
kk: Солтүстік Йоркшир
kn: ಉತ್ತರ ಯಾರ್ಕ್‌ಶೈರ್
ko: 노스요크셔
lo: ຢອກເຊຍ ເໜືອ
lt: Šiaurės Jorkšyras
lv: Nortjorkšīra
mi: Kaute o Yorkshire ki te raki
mk: Северен Јоркшир
ml: നോർത്ത് യോർക്ക്ഷെയർ
mr: नॉर्थ यॉर्कशायर
ne: उत्तरी योर्कसायर
nn_no: Nord Yorkshire
or: ଉତ୍ତର ୟର୍କଶାୟାର
pa_in: ਉੱਤਰੀ ਯੌਰਕਸ਼ਾਇਰ
ru: Норт-Йоркшир
sl: Severni Yorkshire
sr_cyrl_rs: Северни Јоркшир
sr_latn_rs: Severni Jorkšir
ta: வடக்கு யார்க்ஷயர்
te: ఉత్తర యార్క్‌షైర్
th: นอร์ทยอร์คเชียร์
tr: Kuzey Yorkshire
tt: Төньяк Йоркшир
ug: شىمالىي يوركشىر
uk: Північний Йоркшир
ur: شمالی یارکشائر
uz: Shimoliy Yorkshir
vi: Bắc Yorkshire
zh_hans: 北约克夏
zh_hant: 北約克郡

# Word.County.GB.Nottingham
source: Nottingham
ar: نوتينغهام
as: নটিংহাম
az: Nottinqem
bg: Нотингам
bn_in: নোটিংহ্যাম
el: Νότιγχαμ
fa: ناتینگهام
gu: નોટીંગહામ
he: נוטינגהאם
hi: नॉटिंघम
ja: ノッティンガム
ka: ნოტინგჰემი
kk: Ноттингем
kn: ನಾಟಿಂಗ್‌ಹ್ಯಾಮ್
ko: 노팅엄
lo: ນໍຕິງແຮມ
lt: Notingamas
lv: Notingema
mi: Tāone nui o Nottingham
mk: Нотингем
ml: നോട്ടിംഗ്ഹാം
mr: नॉटिंगहॅम
ne: नोटिङघम
or: ନଟିଂହାମ
pa_in: ਨੌਟਿੰਘਮ
ru: Ноттингем
sr_cyrl_rs: Нотингем
sr_latn_rs: Notingem
ta: நாட்டிங்காம்
te: నాటింగ్‌హామ్
th: น็อตติงแฮม
tt: Ноттингем
ug: نوتتىڭھام
uk: Ноттінгем
ur: نوٹنگھم
uz: Nottingem
zh_hans: 诺丁汉
zh_hant: 諾丁漢

# Word.County.GB.Nottinghamshire
source: Nottinghamshire
ar: نوتنغهامشير
as: নটিংহ্যামশ্বায়াৰ
az: Nottinqemşir
bg: Нотингамшър
bn_in: নটিংহ্যামশায়ার
cy: Swydd Nottingham
el: Νότιγχαμσάιρ
fa: ناتینگهام‌شر
gu: નોટ્ટીંગહામશાયર
he: נוטינגהאמשייר
hi: नॉटिंघमशायर
ja: ノッティンガムシャー
ka: ნოტინგემშირი
kk: Ноттингемшир
kn: ನಾಟಿಂಗ್‌ಹ್ಯಾಮ್‌ಶೈರ್
ko: 노팅엄셔
lo: ນໍຕິງແຮມເຊຍ
lt: Notingamšyras
lv: Notingemšīra
mi: Kaute o Nottinghamshire
mk: Нотингемшир
ml: നോട്ടിംഗ്ഹാംഷയർ
mr: नॉटिंगहॅमशायर
ne: नोटिङह्याम्सायर
or: ନଟିଂହାମଶାୟାର
pa_in: ਨੌਟਿੰਘਮਸ਼ਾਇਰ
ru: Ноттингемшир
sr_cyrl_rs: Нотингемшир
sr_latn_rs: Notingemšir
ta: நாட்டிங்ஹாம்ஷையர்
te: నాటింగ్‌హామ్‌షైర్
th: น็อตติงแฮมเชียร์
tt: Ноттингемшир
ug: نوتتىڭھامشىر
uk: Ноттінгемшир
ur: نوٹنگھم شائر
uz: Nottingemshir
zh_hans: 诺丁汉郡
zh_hant: 諾丁漢

# Word.County.GB.Oldham
source: Oldham
ar: اولدهام
as: ওল্ডহাম
az: Oldem
bg: Олдам
bn_in: ওল্ডহাম
el: Όλνταμ
fa: اولدهام
gu: ઓલ્ડહામ
he: אולדהאם
hi: ओल्डम
ja: オールダム
ka: ოლდჰემი
kk: Олдем
kn: ಓಲ್ಡ್‌ಹ್ಯಾಮ್
ko: 올덤
lo: ໂອນແຮມ
lt: Oldamas
lv: Oldema
mi: Tāone o Oldham
mk: Олдам
ml: ഓൾഡ്ഹാം
mr: ओल्डहॅम
ne: ओल्डह्याम
or: ଓଲଡହାମ
pa_in: ਓਲਡਹੈਮ
ru: Олдем
sr_cyrl_rs: Олдам
sr_latn_rs: Oldam
ta: ஓல்ட்ஹாம்
te: ఓల్డ్‌హామ్
th: โอลด์แฮม
tt: Олдем
ug: ئولدھام
uk: Олдгем
ur: اولڈ ہیم
uz: Oldem
zh_hans: 奥尔德姆
zh_hant: 奧爾德姆

# Word.County.GB.OrkneyIslands
source: Orkney Islands
af: Orkney-eilande
ar: جزر أوركني
as: অৰ্কনে আইলেণ্ডছ
az: Orkney Adaları
bg: Острови Оркни
bn_in: অর্কনে দ্বীপপুঞ্জ
cy: Ynysoedd Erch
da: Orkneyøerne
el: Νήσοι Όρκνεϊ
es: Islas Orcadas
et: Orkney saared
eu: Orkney uharteak
fa: جزایر اورکنی
ga: Inse Orc
gd: Arcaibh
gl: Illas Orcadas
gu: ઑર્ક્ની આઇલેન્ડ્સ
he: איי אורקני
hi: ओर्कने आइलैंड्स
hr: Orkneyjski otoci
hu: Orkney-szigetek
id: Kepulauan Orkney
ja: オークニー諸島
ka: ორკნის კუნძულები
kk: Оркней аралдары
kn: ಆರ್ಕ್ನಿ ದ್ವೀಪಗಳು
ko: 오크니 제도
lo: ຫມູ່ເກາະ ອອກເນ
lt: Orknio salos
lv: Orkneju salas
mi: Ngā Motu o Orkney
mk: Оркнејски Острови
ml: ഓർക്ക്നി ഐലൻഡ്സ്
mr: ऑर्कने आयलँड
ms: Kepulauan Orkney
mt: Il-Gżejjer Orkney
ne: ओर्कनी आइल्यान्ड्स
nn_no: Orknøyene
no: Orkenøyene
or: ଓର୍କନି ଦ୍ୱୀପପୁଞ୍ଜ
pa_in: ਓਰਕਨੇ ਟਾਪੂ
pl: Orkady
ru: Оркнейские острова
sl: Otočje Orkney
sr_cyrl_rs: Оркнијска острва
sr_latn_rs: Orknejska ostrva
sv: Orkneyöarna
ta: ஓர்க்னி தீவுகள்
te: ఓర్క్నీ ఐలాండ్స్
th: หมู่เกาะออร์กนีย์
tr: Orkney Adaları
tt: Оркней утраулары
ug: ئوركنېي ئاراللىرى
uk: Оркнейські острови
ur: جزائر اورکنے
uz: Orkney orollari
vi: Quần đảo Orkney
zh_hans: 奥克尼群岛
zh_hant: 奧克尼群島

# Word.County.GB.Oxfordshire
source: Oxfordshire
ar: اوكسفوردشاير
as: অক্সফৰ্ডশ্বায়াৰ
az: Oksfordşir
bg: Оксфордшър
bn_in: অক্সফোর্ডশায়ার
cy: Swydd Rydychen
el: Οξφορντσάιρ
fa: آکسفوردشر
gu: ઑક્સફોર્ડશાયર
he: אוקספורדשייר
hi: ऑक्सफोर्डशायर
ja: オックスフォードシャー
ka: ოქსფორდშირი
kk: Оксфордшир
kn: ಆಕ್ಸ್‌ಫರ್ಡ್‌ಶೈರ್
ko: 옥스퍼드셔
lo: ອັອກຟອດເຊຍ
lt: Oksfordšyras
lv: Oksfordšīra
mi: Kaute o Oxfordshire
mk: Оксфордшир
ml: ഓക്സ്ഫോർഡ്ഷയർ
mr: ऑक्सफोर्डशायर
ne: अक्सफोर्डसायर
or: ଅକ୍ସଫୋର୍ଡଶାୟାର
pa_in: ਆਕਸਫੋਰਡਸ਼ਾਇਰ
ru: Оксфордшир
sr_latn_rs: Oksfordšir
ta: ஆக்ஸ்போர்டுஷையர்
te: ఆక్స్‌ఫర్డ్‌షైర్
th: ออกซ์ฟอร์ดเชียร์
tt: Оксфордшир
ug: ئوكسفوردشىر
uk: Оксфордшир
ur: آکسفورڈ شائر
uz: Oksfordshir
zh_hans: 牛津郡
zh_hant: 牛津

# Word.County.GB.Pembrokeshire
source: Pembrokeshire
ar: بيمبروكشاير
as: পেমব্ৰোকশ্বায়াৰ
az: Pembrukşir
bg: Пемброукшир
bn_in: পেমব্রোকেশায়ার
cy: Sir Benfro
el: Πεμπροκσάιρ
fa: پمبروکشر
gu: પેમ્બ્રોકશાયર
he: פמברוקשייר
hi: पेम्ब्रोकेशायर
ja: ペンブルックシャー
ka: პემბურკშირი
kk: Пембрукшир
kn: ಪೆಂಬ್ರೋಕೆಶೈರ್
ko: 펨브로크셔
lo: ເພມໂບຼກເຊຍ
lt: Pembrukšyras
lv: Pembrukšīra
mi: Kaute o Pembrokeshire
mk: Пемброукшир
ml: പെംബ്രോക്ക്ഷയർ
mr: पेम्ब्रोकशायर
ne: पेम्ब्रोकसायर
or: ପେମ୍ବ୍ରୋକେଶାୟାର
pa_in: ਪੈਮਬਰੋਕਸ਼ਾਇਰ
ru: Пембрукшир
sr_cyrl_rs: Пемброкешир
sr_latn_rs: Pembrokšir
ta: பெம்ப்ரோக்ஷையர்
te: పెంబ్రోకషైర్
th: เพมโบรกเชียร์
tt: Пембрукшир
ug: پېمبروكشىر
uk: Пембрукшир
ur: پیمبروک شائر
uz: Pembrukshir
zh_hans: 彭布罗克郡
zh_hant: 皮布羅克郡

# Word.County.GB.PerthandKinross
source: Perth and Kinross
af: Perth en Kinross
am: Perth እና Kinross
ar: بيرث وكينروس
as: পাৰ্থ আৰু কিনৰছ
az: Pert və Kinross
bg: Пърт и Кинрос
bn_in: পার্থ এবং কিন্রোস
bs: Perth i Kinross
cy: Perth a Kinross
da: Perth og Kinross
el: Περθ και Κίνρος
es: Perth y Kinross
eu: Perth eta Kinross
fa: پرت و کینراس
gd: Peairt is Ceann Rois
gl: Perth e Kinross
gu: પર્થ અને કિનરોસ
he: פרת' וקינרוס
hi: पर्थ और किन्रोस
hr: Perth i Kinross
hu: Perth és Kinross
id: Perth dan Kinross
ja: パース・アンド・キンロス
ka: პერტი და კინროსი
kk: Перт-энд-Кинросс
kn: ಪರ್ತ್ ಮತ್ತು ಕಿನ್‌ರಾಸ್
ko: 퍼스 앤 킨로스
lo: ເພີດ ແລະ ຄີນຣອສ
lt: Pertas ir Kinrosas
lv: Pērta un Kinrosa
mi: Rohe o Pētura me Kinross
mk: Перт и Кинрос
ml: പെർത്ത്, കിൻറോസ്
mr: पर्थ आणि किन्रोस
ms: Perth dan Kinross
mt: Perth u Kinross
ne: पर्थ र किनरोस
nn_no: Perth og Kinross
no: Perth og Kinross
or: ପର୍ଥ ଏବଂ କିନରୋସ୍
pa_in: ਪਰਥ ਅਤੇ ਕਿਨਰੋਸ
pl: Perth i Kinross
ru: Перт-энд-Кинросс
sl: Perth in Kinross
sr_cyrl_rs: Перт и Кинрос
sr_latn_rs: Pert i Kinros
ta: பெர்த் மற்றும் கின்ரோஸ்
te: పెర్త్ మరియు కిన్రోస్
th: เพิร์ทและคินรอส
tr: Perth ve Kinross
tt: Перт һәм Кинросс
ug: پېرت ۋە كىنروس
uk: Перт і Кінросс
ur: پرتھ اور کنروس
uz: Pert va Kinross
vi: Perth và Kinross
zh_hans: 珀斯和金罗斯
zh_hant: 伯斯-琴洛斯

# Word.County.GB.Peterborough
source: Peterborough
ar: بيتربورو
as: পিটাৰবৰো
az: Piterboro
bg: Питърбъро
bn_in: পিটারবারো
el: Πίτερμπορο
fa: پیتربورو
gu: પીટરબરો
he: פיטרבורו
hi: पीटरबरो
ja: ピーターバラ
ka: პიტერბორო
kk: Питерборо
kn: ಪೀಟರ್‌ಬರೋ
ko: 피터버러
lo: ປີເຕີໂບໂຣ
lt: Piterboras
lv: Pīterboro
mi: Tāone nui o Peterborough
mk: Питерборо
ml: പീറ്റർബറോ
mr: पीटरबरो
ne: पिटरबोरो
or: ପିଟରବୋରୋ
pa_in: ਪੀਟਰਬਰੋ
ru: Питерборо
sr_cyrl_rs: Питерборо
sr_latn_rs: Piterboro
ta: பீட்டர்பரோ
te: పీటర్‌బరో
th: ปีเตอร์โบโร
tt: Питерборо
ug: پېتېربوروگ
uk: Пітерборо
ur: پیٹر بارو
uz: Pitereboro
zh_hans: 彼得堡
zh_hant: 彼得伯勒

# Word.County.GB.Plymouth
source: Plymouth
ar: بلايموث
as: প্লাইমাউথ
az: Plimut
bg: Плимут
bn_in: প্লাইমাউথ
el: Πλύμουθ
fa: پلیموث
gu: પ્લાયમાઉથ
he: פלימות'
hi: प्लायमाउथ
ja: プリマス
ka: პლიმუთი
kk: Плимут
kn: ಪ್ಲೈಮೌತ್
ko: 플리머스
lo: ພລາຍເມົ້າ
lt: Plimutas
lv: Plimuta
mi: Tāone nui o Plymouth
mk: Плимут
ml: പ്ലൈമൗത്ത്
mr: प्लायमाउथ
ne: प्लाइमाउथ
or: ପ୍ଲାଇମାଉଥ୍
pa_in: ਪਲਾਈਮਾਊਥ
ru: Плимут
sr_cyrl_rs: Плимут
sr_latn_rs: Plimut
ta: பிளைமவுத்
te: ప్లైమౌత్
th: พลีมัท
tt: Плимут
ug: پلايموت
uk: Плімут
ur: پلائے ماؤتھ
uz: Plimut
zh_hans: 普利茅斯
zh_hant: 普利茅斯

# Word.County.GB.Portsmouth
source: Portsmouth
ar: بورتسموث
as: পোৰ্টচমাউথ
az: Portsmut
bg: Портсмут
bn_in: পোর্টসমাউথ
cy: Llongborth
el: Πόρτσμουθ
fa: پورتس‌موث
gu: પોર્ટ્સમાઉથ
he: פורטסמות'
hi: पोर्ट्समाउथ
ja: ポーツマス
ka: პორტსმუთი
kk: Портсмут
kn: ಪೋರ್ಟ್ಸ್‌ಮೌತ್
ko: 포츠머스
lo: ພອສເມົ້າ
lt: Portsmutas
lv: Portsmuta
mi: Tāone nui o Portsmouth
mk: Портсмут
ml: പോർട്ട്സ്മൗത്ത്
mr: पोर्ट्समाउथ
ne: पोर्ट्समाउथ
or: ପୋର୍ଟସମାଉଥ୍
pa_in: ਪੋਰਟਸਮਾਊਥ
ru: Портсмут
sr_cyrl_rs: Портсмут
sr_latn_rs: Portsmut
ta: போர்ட்ஸ்மவுத்
te: పోర్ట్స్మౌత్
th: พอร์ตสมัธ
tt: Портсмут
ug: پورتسموت
uk: Портсмут
ur: پورٹس ماؤتھ
uz: Portsmut
zh_hans: 朴茨茅斯
zh_hant: 朴茨茅斯

# Word.County.GB.Powys
source: Powys
ar: بويز
as: পয়চ
az: Pouis
bg: Поуис
bn_in: পাউইস
el: Πόουις
fa: پویس
gu: પોવીસ
he: פוויס
hi: पाेयस
ja: ポーイス
ka: პაუისი
kk: Поуис
kn: ಪೊವಿಸ್
ko: 포이스
lo: ພໍວີສ໌
lt: Povisas
lv: Povīsa
mi: Kaute o Powys
mk: Пауис
ml: പോവിസ്
mr: पोवीज
ne: पोविज
or: ପୋୟସ୍
pa_in: ਪੌਵੀਆਂ
ru: Поуис
sr_cyrl_rs: Повис
sr_latn_rs: Povis
ta: போவிஸ்
te: పోవిస్
th: พาววีส์
tt: Поуис
ug: پوۋيس
uk: Повіс
ur: پاؤز
uz: Pouis
zh_hans: 波伊斯
zh_hant: 波伊斯

# Word.County.GB.Reading
source: Reading
ar: ريدنغ
as: ৰিডিং
az: Ridinq
bg: Рединг
bn_in: রিডিং
el: Ρέντινγκ
fa: ریدینگ
gd: Leughadh
gu: રીડીંગ
he: רדינג
hi: रीडिंग
ja: レディング
ka: რიდინგი
kk: Рединг
kn: ರೀಡಿಂಗ್
ko: 레딩
lo: ລີດດິງ
lt: Redingas
lv: Redinga
mi: Tāone o Reading
mk: Ридинг
ml: വായന
mr: रीडिंग
ne: रिडिङ
nn_no: Lesing
or: ରିଡିଂ
pa_in: ਪੜ੍ਹਨਾ
ru: Рединг
sr_cyrl_rs: Рединг
sr_latn_rs: Reding
ta: ரீடிங்
te: రెడింగ్
th: รีดดิง
tt: Рединг
ug: رىدىڭ
uk: Рідінг
ur: ریڈنگ
uz: Riding
zh_hans: 雷丁
zh_hant: 讀取

# Word.County.GB.Redbridge
source: Redbridge
ar: ريدبريدج
as: ৰেডব্ৰিজ
az: Redbric
bg: Редбридж
bn_in: রেডব্রিজ
el: Ρεντμπριτζ
fa: ردبریج
gu: રેડબ્રિજ
he: רדברידג'
hi: रेडब्रिज
ja: レッドブリッジ
ka: რედბრიჯი
kk: Редбридж
kn: ರೆಡ್‌ಬ್ರಿಡ್ಜ್‌
ko: 레드브릿지
lo: ເລດບຼິດ
lt: Redbridžas
lv: Redbridža
mi: Paenoho o Arawhitiwhero
mk: Редбриџ
ml: റെഡ്ബ്രിഡ്ജ്
mr: रेडब्रिज
ne: रेडब्रिज
or: ରେଡବ୍ରିଜ୍
pa_in: ਰੈੱਡਬ੍ਰਿਜ
ru: Редбридж
sr_cyrl_rs: Редбриџ
sr_latn_rs: Redbridž
ta: ரெட்பிரிட்ஜ்
te: రెడ్బ్రిడ్జ్
th: เรดบริดจ์
tt: Редбридж
ug: رېدبرىج
uk: Редбрідж
ur: ریڈ برج
uz: Redbrij
zh_hans: 雷德布里奇区
zh_hant: 紅橋

# Word.County.GB.RedcarandCleveland
source: Redcar and Cleveland
af: Redcar en Cleveland
am: Redcar እና Cleveland
ar: ريدكار وكليفلاند
as: ৰেডকাৰ আৰু ক্লিভলেণ্ড
az: Redkar-end-Klivlend
bg: Редкар и Кливланд
bn_in: রেডকার অ্যান্ড ক্লেভল্যান্ড
bs: Redcar i Cleveland
cy: Redcar a Cleveland
da: Redcar og Cleveland
el: Ρέντκαρ και Κλίβελαντ
es: Redcar y Cleveland
eu: Redcar eta Cleveland
fa: ردکار و کلیولند
gd: Redcar agus Cleveland
gl: Redcar e Cleveland
gu: રેડકાર અને ક્લિવલેન્ડ
he: רדקאר וקליבלנד
hi: रेडकार और क्लीवलैंड
hr: Redcar i Cleveland
hu: Redcar és Cleveland
id: Redcar dan Cleveland
ja: レッドカー・アンド・クリーブランド
ka: რედკარი და კლივლენდი
kk: Редкар және Кливленд
kn: ರೆಡ್‌ಕಾರ್ ಮತ್ತು ಕ್ಲೀವ್‌ಲ್ಯಾಂಡ್
ko: 레드카와 클리블랜드
lo: ເລດຄາ ແລະ ຄຼີບແລນ
lt: Redkaras ir Klivlandas
lv: Redkāra un Klīvlenda
mi: Rohe o Redcar me Cleveland
mk: Редкар и Кливленд
ml: റെഡ്കാർ, ക്ലീവ്‌ലാൻഡ്
mr: रेडकार आणि क्लीव्हलँड
ms: Redcar dan Cleveland
mt: Redcar u Cleveland
ne: रेडकार र क्लिभल्यान्ड
nn_no: Redcar og Cleveland
no: Redcar og Cleveland
or: ରେଡକାର ଏବଂ କ୍ଲିଭଲ୍ୟାଣ୍ଡ
pa_in: ਰੈੱਡਕਾਰ ਅਤੇ ਕਲੀਵਲੈਂਡ
pl: Redcar i Cleveland
ru: Редкар и Кливленд
sl: Redcar in Cleveland
sr_cyrl_rs: Редкар и Кливленд
sr_latn_rs: Redkar i Klivlend
ta: ரெட்கார் மற்றும் கிளீவ்லேண்ட்
te: రెడ్‌కార్ మరియు క్లీవ్‌ల్యాండ్
th: เรดคาร์และคลีฟแลนด์
tr: Redcar ve Cleveland
tt: Редкар һәм Кливленд
ug: رېدكار ۋە كلېۋېلاند
uk: Редкар і Клівленд
ur: ریڈکار اور کلیو لینڈ
uz: Redkar and Klivlend
vi: Redcar và Cleveland
zh_hans: 雷德卡-克利夫兰
zh_hant: 里德卡和克利夫蘭

# Word.County.GB.Renfrewshire
source: Renfrewshire
ar: رينفروشاير
as: ৰেনফ্ৰৱেশ্বায়াৰ
az: Renfruşir
bg: Ренфрушър
bn_in: রেনফ্রেশয়ার
cy: Swydd Renfrew
el: Ρενφρουσάιρ
fa: رنفروشر
gd: Siorrachd Rinn Friù
gu: રેનફ્રુશાયર
he: רנפרושייר
hi: रेन्फ़्रेशायर
ja: レンフルーシャー
ka: რენფრიუშირი
kk: Ренфрушир
kn: ರೆನ್‌ಫ್ರೆವ್‌ಶೈರ್
ko: 렌프루셔
lo: ເລັນຟຼິວເຊຍ
lt: Renfrušyras
lv: Renfrūšīra
mi: Tāone o Renfrewshire
mk: Ренфрушир
ml: റെൻഫ്രെവ്ഷയർ
mr: रेन्फ्रुशायर
ne: रेनफ्र्युसायर
or: ରେନଫ୍ରେଭଶାୟାର
pa_in: ਰੇਨਫਰੂਸ਼ਾਇਰ
ru: Ренфрушир
sr_cyrl_rs: Ренфрушир
sr_latn_rs: Renfrevšir
ta: ரென்ஃப்ரெவ்ஷையர்
te: రెన్‌ఫ్రూషైర్
th: เรนฟรูว์เชียร์
tt: Ренфрушир
ug: رېنفرۇشىر
uk: Ренфрушир
ur: رینفرے شائر
uz: Renfryushir
zh_hans: 伦弗鲁郡
zh_hant: 雷南佛雷郡

# Word.County.GB.RhonddaCynonTaff
source: Rhondda Cynon Taff
ar: روندا سينون تاف
as: ৰোণ্ডা চিনন টাফ
az: Ronta Kinon Tav
bg: Ронда Кънън Таф
bn_in: রোন্ডডা সাইনন টাফ
cy: Rhondda Cynon Taf
el: Ρόντα Σίνον Ταφ
fa: روندا کنون تاو
gu: રહોન્ડ્ડા કેન્યોન ટાફ્ફ
he: רונדה קיינון טאף
hi: रोड्डा साइनॉन टफ़
ja: ロンザカノンタフ
kk: Ронта
kn: ರೊಂಡ್ಡಾ ಸೈನೊನ್‌ ಟಫ್
ko: 론다 사이논 태프
lo: ຣອນດາ ຊາຍນອນ ທາຟ
lt: Ronda-Kinonas-Tafas
lv: Ronda, Cynon, Taff
mi: Kaute o Rhondda Cynon Taff
mk: Ронда Кинон Тав
ml: റോണ്ട സൈനോൺ ടാഫ്
mr: रोंडा सायनॉन टॅफ
ne: रोन्डा सिनोन टाफ
or: ରୋଣ୍ଡା ସିନନ୍ ଟାଫ୍
pa_in: ਰੋਂਡਾ ਸਿਨੋਨ ਟੈਫ
ru: Ронта
sr_cyrl_rs: Ронда Цинон Таф
sr_latn_rs: Ronda Cinon Taf
ta: ரோண்ட்டா சைனான் டாஃப்
te: రోండా సినాన్ టాఫ్
th: รอนด์ดาไซนอนทัฟ
tr: Rondda Cynon Taff
tt: Ронда Сайнон Тафф
ug: رونددا سيون تاف
uk: Ронта-Кінон-Тав
ur: رہونڈا سائنن ٹیف
uz: Ronta Kinon Tav
zh_hans: 朗达卡嫩塔夫
zh_hant: 朗達卡嫩塔夫

# Word.County.GB.RichmonduponThames
source: Richmond upon Thames
ar: ريتشموند على نهر التايمز
as: ৰিচমণ্ড আপোন টেমচ
az: Riçmond apon Tems
bg: Ричмънд ъпон Темс
bn_in: টেমসের উপর রিচমন্ড
bs: Richmond na Temzi
cy: Richmond ar Thames
el: Ρίτσμοντ απόν Τεμς
fa: ریچموند آپون تیمز
gu: રીચમંડ અપોન થેમ્સ
he: ריצ'מונד לונדון
hi: थेम्स पर रिचमंड
hr: Richmond na Temzi
ja: リッチモンドアポンテムス
ka: რიჩმონდი თემზაზე
kk: Ричмонд-апон-Темс
kn: ರಿಚ್ಮಂಡ್‌ ಅಪಾನ್‌ ಥೇಮ್ಸ್
ko: 리치먼드 어폰 템스
lo: ຣິສມອນ ອັບປອນ ຕາເມສ
lt: Ričmondas prie Temzės
lv: Ričmonda pie Temzas
mi: Paenoho o Richmond i runga Awa Thames
mk: Ричмонд на Темза
ml: റിച്ച്മണ്ട് ഓൺ തേംസ്
mr: रिचमंड अपॉन थेम्स
ne: रिचमन्ड अपन थिम्स
or: ରିଚମଣ୍ଡ ଅପନ୍ ଥେମ୍ସ
pa_in: ਟੇਮਜ਼ ਉੱਤੇ ਰਿਚਮੰਡ
ru: Ричмонд-апон-Темс
sr_cyrl_rs: Ричмонд на Темзи
sr_latn_rs: Ričmond na Temzi
ta: ரிச்மண்ட் அபான் தேம்ஸ்
te: థేమ్స్ అపాన్ రిచ్మండ్
th: ริชมอนด์อะพอนเทมส์
tt: Темза өстендә Ричмонд
ug: رىچموند ئۈستۈن تامېس
uk: Річмонд-на-Темзі
ur: تھیمز اپان رچمنڈ
uz: Richmond apon Tems
vi: Richmond trên sông Thames
zh_hans: 泰晤士河畔里士满区
zh_hant: 泰晤士河畔里奇蒙

# Word.County.GB.Rochdale
source: Rochdale
ar: روتشديل
as: ৰোচডেল
az: Roçdeyl
bg: Рочдейл
bn_in: রোচডেল
el: Ρότσντεϊλ
fa: روچدیل
gu: રોચડેલ
he: רוצ'דייל
hi: रोचडेल
ja: ロッチデール
ka: როჩდეილი
kk: Рочдейл
kn: ರೋಚ್‌ಡೇಲ್
ko: 로치데일
lo: ລັອສເດວ
lt: Ročdeilis
lv: Ročdeila
mi: Tāone o Rochdale
mk: Рочдејл
ml: റോച്ച്ഡേൽ
mr: रॉचडेल
ne: रोचडेल
or: ରୋଚଡେଲ
pa_in: ਰੋਚਡੇਲ
ru: Рочдейл
sr_cyrl_rs: Рочдејл
sr_latn_rs: Ročdejl
ta: ரோச்டேல்
te: రోచ్‌డేల్
th: รอชเดล
tt: Рочдейл
ug: روچدال
uk: Рочдейл
ur: راش ڈیل
uz: Rochdeyl
zh_hans: 罗奇代尔
zh_hant: 羅奇代爾

# Word.County.GB.Rotherham
source: Rotherham
ar: روثرهام
as: ৰথেৰহাম
az: Roterem
bg: Родъръм
bn_in: রথারহ্যাম
el: Ρόδεραμ
fa: راترهام
gu: રોથરહામ
he: רות'רהאם
hi: रोथरथम
ja: ロザラム
ka: როტერჰემი
kk: Ротерем
kn: ರೋಥರ್‌ಹ್ಯಾಮ್
ko: 로더햄
lo: ຣອດເທີແຮມ
lt: Roterdamas
lv: Roterema
mi: Tāone o Rotherham
mk: Ротердам
ml: റോഥർഹാം
mr: रॉदरहॅम
ne: रोथरह्याम
or: ରୋଥରହମ୍
pa_in: ਰੋਦਰਹੈਮ
ru: Ротерем
sr_cyrl_rs: Ротерам
sr_latn_rs: Roderam
ta: ரோதர்ஹாம்
te: రోథర్‌హామ్
th: โรเธอร์แฮม
tt: Ротерхэм
ug: روتېرھام
uk: Ротергем
ur: روتھر ہیم
uz: Roterem
zh_hans: 罗瑟勒姆
zh_hant: 貝納姆
