Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.iDealBA.Legal.Text
source: For a subscription via direct debit we will ask you to pay € 0,01 via iDEAL in order to verify your bank account. The € 0,01 will be refunded afterwards.
af: Vir ’n intekening via direkte debiet sal ons jou vra om € 0,01 via iDEAL te betaal om sodoende jou bankrekening te verifieer. Die € 0,01 sal ná die tyd terugbetaal word.
am: በቀጥታ ዴቢት አማካኝነት ለሚደረግ ምዝገባ የባንክ መለያዎን ለማረጋገጥ በiDEAL አማካኝነት € 0,01 እንዲከፍሉ እንጠይቅዎታለን። ከዚያ በኋላ € 0,01 ገንዘብ ተመላሽ ይሆናል።
ar: للاشتراك عبر الخصم المباشر، سنطلب منك دفع 0,01 يورو عبر iDEAL للتحقق من حسابك المصرفي. سيتم رد 0,01 يورو بعد ذلك.
as: প্ৰত্যক্ষ ডেবিটৰ সদস্যভুক্তি এটা গ্ৰাহকভুক্তিৰ কাৰণে আমি আপোনাক আপোনাৰ বেংক একাউণ্ট প্ৰমাণিত কৰিবলৈ iDEAL-ৰ মাধ্যমেৰে € 0,01 পৰিশোধ কৰিবলৈ ক'ম। ইয়াৰ পিছত € 0,01 ৰিফাণ্ড কৰা হ'ব।
az: Birbaşa debet vasitəsilə abunə üçün bank hesabınızı təsdiqləmək məqsədilə iDEAL vasitəsilə sizdən € 0,01 ödəməyi xahiş edəcəyik. Bundan sonra € 0,01 geri qaytarılacaqdır.
bg: За абонамент през директен дебит ще ви помолим да заплатите 0,01 евро през iDEAL, за да потвърдите банковата си сметка. Сумата от 0,01 евро ще ви бъде възстановена след това.
bn_in: ডাইরেক্ট ডেবিট সদস্যতা জন্য আমরা আপনাকে মাধ্যমে € 0,01 প্রদান করতে বলবো যাতে আপনার iDEAL ব্যাঙ্ক অ্যাকাউন্টটি যাচাই করা যায়। পরে আপনার € 0,01 রিফান্ড করিয়ে দেওয়া হবে।
bs: Za pretplate putem debitne kartice, zamolit ćemo vas da platite 0,01 € putem usluge iDEAL da bismo potvrdili vaš bankovni račun. Iznos od 0,01 € će vam naknadno biti refundiran.
cy: Ar gyfer tanysgrifiad trwy ddebyd uniongyrchol, byddwn yn gofyn i chi dalu € 0,01 trwy iDEAL i ddilysu eich cyfrif banc. Bydd yr € 0,01 yn cael ei ad-dalu wedyn.
da: For et abonnement med direkte debitering beder vi dig betale en afgift på 0,01 € via iDEAL, så vi kan bekræfte din bankkonto. Vi tilbagebetaler de 0,01 €, når bekræftelsen er foretaget.
de: Bei einem Abonnement mit Bezahlung per Lastschrift müssen Sie Ihr Konto durch eine Zahlung von 0,01 € über iDEAL bestätigen. Der Betrag wird Ihnen später zurückerstattet.
el: Για συνδρομή μέσω άμεσης χρέωσης, θα σας ζητήσουμε να καταβάλετε € 0,01 μέσω iDEAL για να επαληθεύσετε τον τραπεζικό λογαριασμό σας. Το ποσό €0,01 θα επιστραφεί στη συνέχεια.
es: Si tienes una suscripción de adeudo directo, tendrás que pagar 0,01€ a través de iDEAL para realizar una comprobación de tu cuenta bancaria. Después, se te devolverá este importe.
et: Tellimuse eest otsekorraldusega maksmisel palume teil pangakonto kinnitamiseks maksta iDEALi kaudu 0,01 eurot. 0,01 eurot makstakse hiljem tagasi.
eu: Zuzeneko zordunketa bidezko harpidetzak egiteko 0,01 € ordaintzeko eskatuko dizugu iDEAL bidez, banku-kontua egiaztatzeko. 0,01 € gero itzuliko zaizu.
fa: برای اشتراک از طریق برداشت مستقیم، از شما درخواست می‌کنیم که مبلغ 0.01 یورو از طریق iDEAL برای تأیید حساب بانکی خود پرداخت کنید. بعد از تأیید، این 0.01 یورو بازپرداخت خواهد شد.
ga: Le haghaidh síntiúis trí dhochar díreach iarrfaimid ort € 0,01 a íoc via iDEAL chun do chuntas bainc a fhíorú. Aisíocfar an € 0,01 níos déanaí.
gd: Airson fo-sgrìobhadh slighe Direct Debit, iarraidh sinn ort €0.01 a phàigheadh slighe iDEAL airson an cunntas banca agad a dhearbhadh. Gheibh thu an €0.01 air ais às dèidh làimh.
gl: Por unha subscrición por domiciliación bancaria, pedirémosche que pagues 0,01€ mediante iDEAL para verificar a túa conta bancaria. Despois, devolveremos ese importe.
gu: ડાયરેક્ટ ડેબિટ દ્વારા સદસ્યતા માટે અમે તમને તમારું બેંક એકાઉન્ટ ચકાસવા માટે iDEAL દ્વારા € 0,01 ચૂકવવાનું કહીશું. € 0,01 પછીથી પરત કરવામાં આવશે.
he: לקבלת מינוי דרך חיוב ישיר נבקש ממך לשלם 0.01€ דרך iDEAL כדי לאמת את חשבון הבנק שלך. הסכום של 0.01€ יוחזר לך לאחר מכן.
hi: प्रत्यक्ष डेबिट के ज़रिए ली जाने वाली सदस्यता के लिए, हम आपको आपका बैंक खाता सत्यापित करने के लिए iDEAL के माध्यम से € 0,01 का भुगतान करने के लिए कहेंगे. बाद में € 0,01 वापस कर दिया जाएगा.
hr: Za pretplatu putem izravnog terećenja, zatražit ćemo da uplatite 0,01 EUR putem servisa iDEAL kako bismo potvrdili valjanost vašeg bankovnog računa. Iznos od 0,01 EUR će vam kasnije biti vraćen.
hu: A csoportos beszedési megbízással fizetendő előfizetések esetén azt kérjük, hogy fizessen 0,01 € összeget az iDEAL rendszeren keresztül a bankszámlája megerősítéséhez. A 0,01 € összeget ezt követően visszatérítjük.
id: Untuk langganan melalui debit langsung, kami akan meminta Anda untuk membayar € 0,01 melalui iDEAL untuk memverifikasi rekening bank Anda. Dana € 0,01 tersebut akan dikembalikan setelahnya.
is: Ef þú velur áskrift með beingreiðslu biðjum við þig um að greiða 0,01 evru með iDEAL til að staðfesta bankareikninginn þinn. 0,01 evru upphæðin verður endurgreidd að því loknu.
ja: 口座振替を使用したサブスクリプションの場合、お客様の銀行口座を確認するために、iDEAL を通じて € 0,01 のお支払いをお願いします。確認後、€ 0,01 は返金されます。
ka: პირდაპირი დებეტით გამოწერისთვის გთხოვთ გადაიხადოთ 0,01 ევრო iDEAL-ის საშუალებით, რათა დაადასტუროთ თქვენი საბანკო ანგარიში. შემდგომში 0,01 ევრო დაუბრუნდებათ.
kk: Тікелей дебит арқылы жазылым үшін біз iDEAL арқылы 0,01 евро төлеуді сұраймыз, сөйтіп банк шотын тексереміз. Осыдан кейін 0,01 евро қайтарылады.
kn: ನೇರ ಡೆಬಿಟ್ ಮೂಲಕ ಚಂದಾದಾರಿಕೆಗಾಗಿ ನಾವು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು iDEAL ಮೂಲಕ € 0,01 ಅನ್ನು ಪಾವತಿಸಲು ಕೇಳುತ್ತೇವೆ. ನಂತರ € 0,01 ಅನ್ನು ಮರುಪಾವತಿಸಲಾಗುತ್ತದೆ.
ko: 자동 이체를 통한 가입의 경우 은행 계좌를 확인하기 위해 iDEAL을 통한 € 0.01 결제를 요청할 것입니다. € 0.01는 나중에 환불됩니다.
ku_arab: بە مەبەستی ئابوونەبوون لەڕێگەی دایرێکت دێبیت ئێمه داوات لێدەکەین € 0,01 بدەیت لەڕێگەی iDEAL ەوه بۆ سەلماندنی ئەژمێری بانکەکەت. پاشان ئەم € 0,01 ە دەگەڕێتەوه.
ky: Тике дебит аркылуу жазылуу үчүн банк экаунтуңузду ырастаганы iDEAL аркылуу € 0,01 төлөшүңүздү суранабыз. € 0,01 кийин кайра кайтарылат.
lo: ສຳລັບການຊຳລະຜ່ານການຫັກໜີ້ໂດຍກົງ ພວກເຮົາຈະຂໍໃຫ້ທ່ານຈ່າຍ € 0,01 ຜ່ານ iDEAL ເພື່ອຢືນຢັນຄວາມຖືກຕ້ອງ ບັນຊີທະນາຄານຂອງທ່ານ. € 0,01 ຈະຖືກສົ່ງຄືນຫລັງຈາກນັ້ນ.
lt: Dėl prenumeratos tiesioginio debeto būdu paprašysime jūsų sumokėti 0,01 € per „iDEAL“, kad patvirtintume jūsų banko sąskaitą. 0,01 € po to bus grąžinta.
lv: Ja vēlaties iegādāties abonementu tiešajā debetā, mēs lūgsim pārskaitīt EUR 0,01, izmantojot iDEAL, lai pārbaudītu jūsu bankas kontu. EUR 0,01 vēlāk tiks jums atmaksāts.
mi: Mō tētahi ohaurunga mā nama hāngai ka tonoa koe e mātou kia utu € 0,01 mā iDEAL hei manatoko i tō pūtea pēke. Ka whakahokia te € 0,01 i muri.
mk: За претплата преку директна дебитна картичка ќе побараме да платите € 0,01 преку iDEAL за да се потврди вашата банкарска сметка. Тие € 0,01 ќе се рефундираат потоа.
ml: നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് സ്ഥിരീകരിക്കുന്നതിന് ഡയറക്റ്റ് ഡെബിറ്റ് വഴി ഒരു സബ്‌സ്‌ക്രിപ്‌ഷന്നേ ടുന്നതിനായി iDEAL വഴി € 0,01 അടയ്ക്കാൻ ഞങ്ങള്‍ നിങ്ങളോട് ആവശ്യപ്പെടുന്നതാണ്. അതിനുശേഷം € 0,01 റീഫണ്ട് ചെയ്യുന്നതാണ്.
mn: Шууд дебитийн захиалганд бид таныг банкны дансаа баталгаажуулах зорилгоор iDEAL-ээр € 0,01 төлөхийг танаас хүснэ. Үүнийг дараа таны данс руу € 0,01-г буцаана.
mr: डायरेक्ट सदस्यता डेबिटमधून वर्गणी घेण्यापूर्वी तुमच्या बॅंक खात्याची वैधता तपासाण्यासाठी आम्ही तुम्हाला iDEAL मधून € 0,01 जमा करायला सांगू. हे € 0,01 नंतर तुम्हाला परत करण्यात येतील.
ms: Untuk langganan melalui debit langsung, kami akan meminta anda untuk membayar €0.01 melalui iDEAL untuk mengesahkan akaun bank anda. €0.01 akan dibayar balik selepas itu.
mt: Għal abbonament permezz ta' debitu dirett sejrin nitolbuk tħallas € 0,01 permezz ta' iDEAL sabiex nivverifikaw il-kont tal-bank tiegħek. Il-€ 0,01 sejjer jiġi rifuż wara.
ne: डाइरेक्ट डेबिटमार्फत सदस्यताको लागि, तपाइंखो बैंक खाता प्रमाणित गर्न हामीले तपाइँलाई iDEAL मार्फत € 0,01 भुक्तानी गर्न अनुरोध गर्नेछौं। € 0,01 लाई पछि रिफण्ड गरिनेछ।
nn_no: For eit abonnement via direkte debitering ber vi om at du betaler € 0,01 via iDEAL for å stadfeste bankkontoen. Beløpet på € 0,01 blir sidan refundert.
no: For et abonnement via direkte debitering ber vi om at du betaler € 0,01 via iDEAL for å verifisere bankkontoen din. Beløpet på € 0,01 blir siden refundert.
or: ଡାଇରେକ୍ଟ ଡେବିଟ୍‌ ମାଧ୍ୟମରେ ଏକ ଗ୍ରହୀତା ପାଇଁ, ଆମେ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ଏକାଉଣ୍ଟ ଯାଞ୍ଚ କରିବା ପାଇଁ iDEAL ମାଧ୍ୟମରେ ଆପଣଙ୍କୁ € 0,01 ଦେୟ କରିବା ପାଇଁ ପଚାରିବୁ. € 0,01 ପରେ ରିଫଣ୍ଡ ହୋଇଯିବ.
pa_arab_pk: ڈائریکٹ ڈیبٹ دے ذریعے سبسکرپشن لئی اس تہاڈے بینک دی تصدیق لئی تہانوں iDEAL دے ذریعے € 0,01 ادا کرن دا کہواں گے۔ ایدے بعد € 0,01 واپس کیتے جان گے۔
pa_in: ਡਾਇਰੈਕਟ ਡੈਬਿਟ ਰਾਹੀਂ ਕਿਸੇ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਵਾਸਤੇ, ਤੁਹਾਡੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਪੁਸ਼ਟੀ ਕਰਨ ਲਈ ਅਸੀਂ ਤੁਹਾਨੂੰ iDEAL ਰਾਹੀਂ € 0,01 ਦਾ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕਹਾਂਗੇ। € 0,01 ਨੂੰ ਬਾਅਦ ਵਿੱਚ ਵਾਪਸ ਕਰ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: W przypadku subskrypcji opłacanej za pomocą polecenia zapłaty poprosimy o zapłacenie 0,01 EUR za pośrednictwem usługi iDEAL w celu zweryfikowania Twojego konta bankowego. Następnie zwrócimy Ci kwotę 0,01 EUR.
ru: Чтобы оформить подписку через прямой дебет, мы отправим вам запрос на оплату суммы в размере 0,01 евро через iDEAL для проверки вашего банковского счета. Эта сумма впоследствии будет возмещена.
sd: براه راست ڊيبٽ ذريعي سبسڪرپشن لاءِ اسان توهان کي iDEAL ذريعي € 0,01 ادا ڪرڻ لاءِ چوندا سين، توهان جي بئنڪ اڪائونٽ جي تصديق ڪرن لاءِ. € 0,01 بعد ۾ واپس ٿي ويند.
si: සෘජු හර ඔස්සේ දායකත්වයක් සඳහා ඔබගේ බැංකු ගිණුම තහවුරු කිරීමට iDEAL ඔස්සේ € 0,01 ගෙවීමට අපි ඔබෙන් ඉල්ලමු. € 0,01 පසුකාලීනව ආපසු ගෙවනු ඇත.
sl: Če želite naročnino plačati prek direktne obremenitve, vas prosimo, da z nakazilom 0,01 € prek možnosti iDEAL potrdite svoj bančni račun. Znesek 0,01 € vam bomo pozneje vrnili.
sr_cyrl_rs: Да бисте се претплатили преко директног задуживања, затражићемо да уплатите 0,01 EUR користећи iDEAL да бисмо могли да верификујемо ваш рачун у банци. Износ од 0,01 EUR ће вам након тога бити рефундиран.
sr_latn_rs: Za pretplatu direktnim zaduživanjem zatražićemo od vas da uplatite 0,01 EUR koristeći iDEAL da biste verifikovali svoj bankovni nalog. Tih 0,01 EUR će biti refundirano posle.
sv: För en prenumeration med autogiro ber vi dig betala en avgift 0,01 € via iDEAL så att vi kan verifiera ditt bankkonto. Vi återbetalar 0,01 € när verifieringen är klar.
ta: நேரடி பற்று வழியாக சந்தா சேரும் போது, உங்கள் வங்கிக் கணக்கைச் சரிபார்ப்பதற்காக iDEAL வழியாக € 0,01-ஐச் செலுத்துமாறு கூறுவோம். அதற்குப் பிறகு € 0,01 திருப்பியளிக்கப்படும்.
te: డైరెక్ట్ డెబిట్ ద్వారా సభ్యత్వం చేయడం కొరకు మీ బ్యాంకు ఖాతాను ధృవీకరించడానికి మేము iDEAL ద్వారా € 0,01 చెల్లించమని మిమ్మల్ని అడగడం జరుగుతుంది. € 0,01 తర్వాత మీకు తిరిగి చెల్లించబడుతుంది.
tg: Барои обунашавӣ тавассути дебити мустақим мо аз шумо хоҳиш мекунем, ки ҷиҳати тасдиқи суратҳисоби бонкии худ 0,01€ тариқи iDEAL пардохт намоед. Сипас 0,01€ бозпардохт карда мешавад.
th: สำหรับการสมัครใช้งานผ่านการหักบัญชีเงินฝากอัตโนมัติ เราจะขอให้คุณชำระเงินจำนวน 0.01 ยูโรผ่าน iDEAL เพื่อตรวจสอบความถูกต้องของบัญชีธนาคารของคุณ โดยคุณจะได้รับเงินจำนวน 0,01 ยูโรนี้คืนในภายหลัง
tr: Talimatlı ödeme ile abonelik için banka hesabınızı doğrulamak amacıyla iDEAL üzerinden 0,01 avro ödemeniz istenecektir. Ardından çekilen 0,01 avro iade edilecektir.
tt: Туры дебет аша язылу өчен, банк хисап язмагызны раслау максатында сезгә iDEAL аша 0,01 € (евро) түләргә кирәк булачак. Бу 0,01 € соңрак кире кайтарылачак.
ug: مۇشتەرىلىككە بانكا ھېساباتىڭىزنى دەلىللەش ئۈچۈن بىۋاسىتە چىقىم ئارقىلىق iDEAL بىلەن 0.01 ياۋرو ھەق تۆلىشىڭىزنى سورايمىز. 0.01 ياۋرو كېيىن قايتۇرۇپ بېرىلىدۇ.
uk: Якщо для передплати використовується пряме списання, вам потрібно буде сплатити 0,01 євро через систему iDEAL для перевірки вашого банківського рахунку. Після цього на рахунок буде повернуто 0,01 євро.
ur: براہ راست ڈیبٹ کے ذریعہ کسی سبسکریپشن کے لیے ہم آپ کو € 0,01 بذریعہ iDEAL ادا کرنے کے لیے کہیں گے۔ بعد میں € 0,01 کی رقم ریفنڈ کیے جائے گی۔
uz: Bevosita debet orqali obuna qilishda bank hisobingizni tasdiqlash uchun sizdan iDEAL orqali 0,01€ to‘lash talab qilinadi. 0,01€ keyinroq hisobingizga qaytariladi.
vi: Với thuê bao đăng ký qua hình thức ghi nợ trực tiếp chúng tôi sẽ yêu cầu bạn thanh toán 0.01 Euro qua iDEAL để xác thực tài khoản ngân hàng của bạn. Sau đó chúng tôi sẽ hoàn trả khoản tiền 0.01 Euro này.
zh_hans: 针对借记卡订阅，我们要求通过 iDEAL 支付 0.01 欧元以验证你的银行帐户。 以后会退还这 0.01 欧元。
zh_hant: 針對透過直接扣款的訂閱，我們會要求您透過 iDEAL 支付 0,01 歐元的費用來驗證您的銀行帳戶。0,01 歐元的費用會在之後退款。

# Word.AddBillingGroupHeading
source: Add a way to pay
af: Voeg ’n manier by om te betaal
am: የመክፈያ መንገድ ያክሉ
ar: إضافة طريقة للدفع
as: পৰিশোধ কৰিবলৈ এটা পদ্ধতি যোগ কৰক
az: Ödəmək üçün üsul əlavə edin
bg: Добавяне на начин за плащане
bn_in: পৰিশোধ কৰিবলৈ এটা পদ্ধতি যোগ কৰক
bs: Dodavanje načina plaćanja
cy: Ychwanegu ffordd o dalu
da: Tilføj en betalingsmetode
de: Zahlungsmethode hinzufügen
el: Προσθήκη τρόπου πληρωμής
es: Agregar un método de pago
et: Makseviisi lisamine
eu: Gehitu ordainketa-metodoa
fa: افزودن یک روش برای پرداخت
ga: Cuir modh íocaíochta leis
gd: Cuir dòigh pàighidh ris
gl: Engadir un método de pagamento
gu: ચૂકવણીની રીત ઍડ કરો
he: הוסף אמצעי תשלום
hi: भुगतान करने के लिए कोई तरीका जोड़ें
hr: Dodavanje načina plaćanja
hu: Fizetési mód hozzáadása
id: Tambahkan cara membayar
is: Bæta við greiðslumáta
ja: 支払い方法の追加
ka: გადახდის მეთოდის დამატება
kk: Төлем әдісін қосу
kn: ಪಾವತಿಸುವ ವಿಧಾನವನ್ನು ಸೇರಿಸಿ
ko: 결제 방법 추가
ku_arab: ڕێگایەک بۆ پارەدان زیاد بکه
ky: Төлөө жолун кошуңуз
lo: ເພີ່ມວິທີການຊຳລະເງິນ
lt: Įtraukti mokėjimo būdą
lv: Maksāšanas veida pievienošana
mi: Tāpiri tikanga utu
mk: Додајте начин на плаќање
ml: പണമടയ്‌ക്കേണ്ട ഒരു രീതി ചേർക്കുക
mn: Төлбөр төлөх шинэ хэлбэр нэмэх
mr: देय देण्यासाठीचा मार्ग जोडा
ms: Tambah cara pembayaran
mt: Żid mod kif tħallas
ne: भुक्तान गर्ने तरिका थप्नुहोस्
nn_no: Legg til ein betalingsmåte
no: Legg til en betalingsmåte
or: ଦେୟ କରିବାକୁ ଏକ ପଥ ଯୋଡନ୍ତୁ
pa_arab_pk: ادائیگی لئی طریقہ شامل کرو
pa_in: ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਕੋਈ ਤਰੀਕਾ ਜੋੜੋ
pl: Dodaj sposób zapłaty
ru: Добавление способа оплаты
sd: ادا ڪرڻ جو هڪ طريقو شامل ڪريو
si: ගෙවීමට මාර්ගයක් එක් කරන්න
sl: Dodajte način plačila
sr_cyrl_rs: Додајте начин плаћања
sr_latn_rs: Dodajte način plaćanja
sv: Lägg till en betalningsmetod
ta: பணம் செலுத்தும் முறையைச் சேர்
te: చెల్లించడానికి మార్గాన్ని జోడించండి
tg: Барои пардохт усулеро илова кунед
th: เพิ่มวิธีชำระเงิน
tr: Bir ödeme yöntemi ekle
tt: Түләү ысулын өстәгез
ug: ھەق تۆلەش ئۇسۇلى قوشۇش
uk: Додати спосіб оплати
ur: ادائیگی کرنے کا طریقہ شامل کریں
uz: To‘lov usulini qo‘shing
vi: Thêm cách thanh toán
zh_hans: 添加一种支付方式
zh_hant: 新增付款方式

# Word.Description
source: Description
af: Beskrywing
am: ገለጻ
ar: الوصف
as: বিশদ-বিৱৰণ
az: Təsvir
bg: Описание
bn_in: বিশদ-বিৱৰণ
bs: Opis
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
eu: Azalpena
fa: توضیحات
ga: Cur síos
gd: Tuairisgeul
gl: Descrición
gu: વર્ણન
he: תיאור
hi: वर्णन
hr: Opis
hu: Leírás
id: Deskripsi
is: Lýsing
ja: 説明
ka: აღწერა
kk: Сипаттама
kn: ವಿವರಣೆ
ko: 설명
ku_arab: پێناسە
ky: Түшүндүрмө
lo: ອະທິບາຍລາຍລະອຽດ
lt: Aprašas
lv: Apraksts
mi: Whakaahua
mk: Опис
ml: വിവരണം
mn: Тодорхойлолт
mr: वर्णन
ms: Perihalan
mt: Deskrizzjoni
ne: वर्णन
nn_no: Forklaring
no: Beskrivelse
or: ବିବରଣୀ
pa_arab_pk: وضاحت
pa_in: ਵਰਣਨ
pl: Opis
ru: Описание
sd: بيان
si: විස්තරය
sl: Opis
sr_cyrl_rs: Опис
sr_latn_rs: Opis
sv: Beskrivning
ta: விளக்கம்
te: వివరణ
tg: Тавсиф
th: คำอธิบาย
tr: Açıklama
tt: Тасвирлама
ug: چۈشەندۈرۈش
uk: Опис
ur: تفصیل
uz: Tavsif
vi: Mô tả
zh_hans: 说明
zh_hant: 描述

# Word.PayInvoice
source: How will this invoice be paid?
af: Hoe gaan hierdie faktuur betaal word?
am: ይህ ክፍያ መጠየቂያ የሚከፈለው እንዴት ነው?
ar: كيف سيتم دفع هذه الفاتورة؟
as: এই ইনভইচ কেনেকৈ পৰিশোধ কৰা হ'ব?
az: Bu hesab-faktura necə ödəniləcəkdir?
bg: Как ще се заплати тази фактура?
bn_in: এই ইনভইচ কেনেকৈ পৰিশোধ কৰা হ'ব?
bs: Čime će se ova faktura platiti?
cy: Sut fydd yr anfoneb yma'n cael ei thalu?
da: Hvordan skal denne faktura betales?
de: Wie wird diese Rechnung bezahlt?
el: Πώς θα πληρωθεί αυτό το τιμολόγιο;
es: ¿Cómo se va a pagar esta factura?
et: Kuidas see arve makstakse?
eu: Nola ordainduko da faktura?
fa: این فاکتور چگونه پرداخت می‌شود؟
ga: Conas a íocfar an sonrasc seo?
gd: Ciamar a thèid am fàirdeal seo a phàigheadh?
gl: Como se pagará esta factura?
gu: આ ભરતિયું કેવી રીતે ચૂકવવામાં આવશે?
he: כיצד תשולם חשבונית זו?
hi: इस इनवॉइस का भुगतान कैसे किया जाएगा?
hr: Čime će se ova faktura platiti?
hu: Hogyan lesz kifizetve ez a számla?
id: Bagaimana faktur ini dibayar?
is: Hvernig verður þessi reikningur greiddur?
ja: この請求書ではどのような支払い方法を使用しますか?
ka: როგორ იქნება გადახდილი ეს ინვოისი?
kk: Бұл есеп-шот қалай төленеді?
kn: ಈ ಇನ್‌ವಾಯ್ಸ್ ಹೇಗೆ ಪಾವತಿಸಲ್ಪಡುತ್ತದೆ?
ko: 이 청구서의 결제 방법을 선택하세요.
ku_arab: ئەم فاتوورە چۆن دەدرێت؟
ky: Бул эсеп дүмүрчөккө кантип төлөнөт?
lo: ໃບຮຽກເກັບເງິນນີ້ຈະຖືກຊຳລະແນວໃດ?
lt: Kaip ši sąskaita faktūra bus apmokama?
lv: Kā apmaksāsit šo rēķinu?
mi: Ka pēhea te utunga i tēnei nama?
mk: Како ќе се плати оваа фактура?
ml: ഈ ഇൻവോയ്സ് എങ്ങനെ നൽകപ്പെടും?
mn: Энэ нэхэмжлэлийг хэрхэн төлөх вэ?
mr: हा इनव्हॉइस कशा प्रकारे दिला जाईल?
ms: Bagaimanakah invois ini akan dibayar?
mt: Kif se titħallas din il-fattura?
ne: यस इनभोइसको रकम कसरी भुक्तान गरिनेछ?
nn_no: Korleis skal du betale før denne fakturaen?
no: Hvordan skal denne fakturaen betales?
or: ଏହି ଇନଭଏସ୍ ର ଦେୟ କିପରି କରାଯିବ?
pa_arab_pk: ایہہ انوائس کیویں ادا کیتی جاوے گی؟
pa_in: ਇਸ ਇਨਵੋਇਸ ਦਾ ਭੁਗਤਾਨ ਕਿਵੇਂ ਕੀਤਾ ਜਾਵੇਗਾ?
pl: Jak zostanie opłacona ta faktura?
ru: Как будет оплачен этот счет?
sd: هن انوائس جي ادائيگي ڪيئن ڪئي ويندي؟
si: මෙම ඉන්වොයිසිය ගෙවනු ඇත්තේ කෙසේ ද?
sl: Kako bo ta račun plačan?
sr_cyrl_rs: На који начин ћете платити ову фактуру?
sr_latn_rs: Kako će ova faktura biti isplaćena?
sv: Hur ska denna faktura betalas?
ta: இந்த இன்வாய்ஸிற்கு எவ்வாறு பணம் செலுத்தப்பட வேண்டும்?
te: ఈ ఇన్వాయిస్ ఎలా చెల్లించబడుతుంది?
tg: Ин борхат чӣ тавр пардохт карда мешавад?
th: ใบแจ้งหนี้นี้จะถูกชำระอย่างไร
tr: Bu fatura nasıl ödenecek?
tt: Бу квитанция ничек түләнәчәк?
ug: بۇ تالونغا ھەق قانداق تۆلىنىدۇ؟
uk: Як ви оплатите цей рахунок?
ur: اس رسید بل کی ادائیگی کس طرح ہو گی؟
uz: Bu invoys qanday to‘lanadi?
vi: Hóa đơn này sẽ được thanh toán như thế nào?
zh_hans: 该发票采用哪种支付方式?
zh_hant: 此發票的支付方式為何?

# Word.PoNumber
source: PO number / memo
af: BS-nommer / nota
am: PO ቁጥር / ሜሞ
ar: رقم أمر الشراء / مذكرة
as: PO নম্বৰ / মেমো
az: PO nömrəsi / yaddaş
bg: Номер на поръчка за покупка/известие
bn_in: PO নম্বৰ / মেমো
bs: Broj narudžbenice / memo
cy: Rhif archeb / memo
da: Købsordrenummer/notat
de: Auftragsnummer/Memo
el: Αριθμός παραγγελίας / υπόμνημα
es: Número de orden de compra / memorando
et: Ostutellimuse kood / memo
eu: Erosketa-aginduaren zenbakia / Oharra
fa: یادداشت / شماره سفارش خرید
ga: Uimhir ordú ceannaigh / meamram
gd: Àireamh PO / cuimhneachan
gl: Número de orde de compra / memorando
gu: PO નંબર / મેમો
he: מספר הזמנת רכש / תזכיר
hi: PO संख्या / मेमो
hr: Broj narudžbenice / zapis
hu: Rendelésszám/közlemény
id: Nomor PO / memo
is: Innkaupanúmer / reikningur
ja: 発注番号/メモ
ka: შეკვეთის ნომერი / უწყება
kk: Тапсырыс нөмірі / memo
kn: PO ಸಂಖ್ಯೆ / ಮೆಮೊ
ko: PO 번호 / 메모
ku_arab: ژماره PO / memo
ky: Буюртма номери / мемо
lo: ໝາຍເລກ PO/ ບົດບັນທຶກ
lt: PU numeris / pažyma
lv: PP numurs/piezīmes
mi: Tau Tono Hoko / karere whakamahara
mk: Број на нарачка/белешка
ml: PO നമ്പർ / മെമോ
mn: ХАЗ дугаар / мемо
mr: PO क्रमांक / मेमो
ms: Nombor PO / memo
mt: Numru tal-PO / memo
ne: PO नम्बर / मेमो
nn_no: Innkjøpsordrenummer/notat
no: Innkjøpsordrenummer/notat
or: PO ନମ୍ବର୍ / ମେମୋ
pa_arab_pk: PO نمبر / میمو
pa_in: PO ਨੰਬਰ / ਮੈਮੋ
pl: Numer zamówienia zakupu / nota
ru: Номер заказа на покупку или нота
sd: PO نمبر / ميمو
si: මිලදී ගැනීම් ඇනවුම් අංකය / සිහි සටහන
sl: Številka naročilnice/opomba
sr_cyrl_rs: Број поруџбенице/извештаја о задужењу
sr_latn_rs: Broj porudžbenice/memoranduma
sv: IO-nummer / nota
ta: PO எண் / மெமோ
te: PO నంబర్ / మెమో
tg: Рақами фармоиши харид/мемо
th: หมายเลข PO / บันทึก
tr: Satın alma siparişi numarası / not
tt: Заказ номеры / искәрмә
ug: بۇيرۇتما نومۇرى / ئەسكەرتمە
uk: Номер замовлення на придбання / memo
ur: پی او نمبر / میمو
uz: Buyurtma raqami / memo
vi: Số PO / bản ghi nhớ
zh_hans: PO 编号/备注
zh_hant: PO 編號 / 備忘

# Literal.MsfbOrgProfile.RegisterETax.Text
source: Register for e-tax invoice
af: Registreer vir ’n e-belastingfaktuur
am: ለኢ-ግብር የክፍያ መጠየቂያ ይመዝገቡ
ar: التسجيل لفاتورة الضريبة الإلكترونية
as: ই-কৰ ইনভইচৰ কাৰণে পঞ্জীয়ন কৰক
az: E-vergi hesab-fakturası üçün qeydiyyatdan keçin
bg: Регистрация за електронна данъчна фактура
bn_in: ই-ট্যাক্স চালানের জন্য নিবন্ধন করুন
bs: Registrirajte se za fakturu e-poreza
cy: Cofrestru ar gyfer anfoneb e-dreth
da: Tilmeld dig til e-skattefaktura
de: Registrieren für e-Tax-Rechnung
el: Εγγραφή για τιμολόγιο ηλεκτρονικής φορολόγησης
es: Registrarse para las facturas electrónicas de impuestos
et: Registreeru e-maksu arve saamiseks
eu: Erregistratu formatu digitaleko zergadun fakturak erabiltzeko
fa: ثبت نام برای فاکتور مالیات الکترونیکی
ga: Clárú do shonrasc ríomhchánach
gd: Clàraich airson fàirdeal e-tax
gl: Rexistrarse para unha factura de imposto electrónico
gu: ઈ-ટેક્સ ઇન્વૉઇસ માટે નોંધણી કરો
he: הירשם לקבלת חשבונית מס אלקטרונית
hi: ई-टैक्स चालान के लिए पंजीकरण करें
hr: Registrirajte se za e-porezni račun
hu: Regisztráció e-adószámlára
id: Mendaftar faktur e-pajak
is: Skrá fyrir rafrænum skattreikningi
ja: デジタル方式の税金請求書に登録
ka: საგადასახადო ინვოისის რეგისტრაცია
kk: Электронды салық есеп-шотын тіркеу
kn: ಇ-ತೆರಿಗೆ ಇನ್ವಾಯ್ಸ್ ಗಾಗಿ ನೋಂದಾಯಿಸಿ
ko: 전자 세금 송장 등록
ku_arab: تۆمارکردن بۆ فاتوورەی باجی-ئەلکترۆنیکی
ky: Электрондук салык дүмүрчөгүнө катталуу
lo: ລົງທະບຽນສຳລັບ ໃບຮຽກເກັບເງິນອາກອນອີເລັກໂຕຼນິກ
lt: Registruotis el. mokesčių sąskaitai faktūrai
lv: Reģistrēties e-nodokļu rēķinam
mi: Rēhita mō te nama e-tāke
mk: Регистрирај се за фактура со е-данок
ml: ഇ-ടാക്സ് ഇന്‍വോയിസിന്‌ രജിസ്റ്റര്‍ ചെയ്യുക
mn: Э-албан татварын нэхэмжлэхэд бүртгүүлэх
mr: ई-टॅक्स इनव्हॉइस साठी नोंदणी करा
ms: Daftar invois e-cukai
mt: Irreġistra għal fattura tat-taxxa elettronika
ne: इ-ट्याक्स बिजकका लागि दर्ता गर्नुहोस्
nn_no: Registrer deg for ein e-Tax-faktura
no: Registrer deg for avgiftsfakturaer i digitalt format
or: ଇ-ଟ୍ୟାକ୍ସ ଇନଭଏସ୍ ପାଇଁ ପଞ୍ଜୀକରଣ କରନ୍ତୁ
pa_arab_pk: ای-ٹیکس انوائس لئی رجسٹر کرو
pa_in: ਈ-ਕਰ ਚਲਾਨ ਲਈ ਪੰਜੀਕ੍ਰਿਤ ਕਰੀ
pl: Zarejestruj się w celu uzyskania elektronicznej faktury z podatkiem
ru: Зарегистрируйтесь, чтобы получать налоговые накладные в электронном виде
sd: اي-ٽيڪس انوائيس جي لاءِ رجسٽر ڪريو
si: ඊ-බදු ඉන්වොයිසියට ලියාපදිංචි වන්න
sl: Registrirajte se za elektronski davčni račun
sr_cyrl_rs: Региструјте се за електронско фактурисање пореза
sr_latn_rs: Prijava za elektronsku poresku fakturu
sv: Registrera dig för e-skattfaktura
ta: இ-டாக்ஸ் இன்வாய்ஸிற்காகப் பதிவுசெய்க
te: ఇ-టాక్స్ ఇన్వాయిస్ కోసం నమోదు
tg: Ба борхати электронии андоз номнавис шавед
th: ลงทะเบียนรับใบกำกับภาษีอิเล็กทรอนิกส์
tr: E-vergi faturası için kaydolun
tt: Налог буенча электрон счет-фактура өчен теркәлү
ug: تور باج تالونىغا تىزىملىتىش
uk: Зареєструйтесь, щоб отримувати податкові накладні в електронному вигляді
ur: ای رسید بل کے لیے اندراج کرائیں
uz: Elektron soliq invoysi uchun ro‘yxatdan o‘ting
vi: Đăng ký hóa đơn điện tử
zh_hans: 注册以获取电子税务发票
zh_hant: 歸戶
