Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.PICVD.TermOfUse.Content
source: <ul> <li>We will deposit an undisclosed amount between {0} {1} - {2} to your bank account.</li> <li>To get verified, you must input the exact amount deposited OR the 3 digit code provided in the transaction description.</li> <li>You can find the amount deposited and the 3-digit code by checking your bank account statement. Depending on the service of your bank, this can be done online, by phone, or via paper statement that comes in the mail. </li> <li>You need to complete this verification before {3}, and you have {4} chances to retry.</li> </ul>
af: <ul> <li>Ons sal ’n onvermelde bedrag tussen {0} {1} - {2} teen jou bankrekening hef.</li> <li>Om geverifieer te word, moet jy die presiese bedrag invoer wat gedeponeer is, OF die 3-syferkode wat in die transaksiebeskrywing gegee word.</li> <li>Jy kan die bedrag wat gehef is of die 3-syferkode kry deur jou bankrekeningstaat te kontroleer. Na gelang van jou bank se diens, kan dit aanlyn, per foon of deur middel van ’n papierstaat gedoen word wat oor die pos kom. </li> <li>Jy moet hierdie verifiëring voltooi voor {3}, en jy het {4} kanse om te herprobeer.</li> </ul>
am: <ul> <li>ወደ የባንክ ሂሳብዎ መጠኑ ግልጽ ያልተደረገ በ{0} {1} - {2} መካከል የሚገኝ ገንዘብ እናስገባለን።</li> <li>ማረጋገጫ ለማግኘት፣ ልክ ገቢ የተደረገውን መጠን ወይም፣ በግብይቱ ማብራሪያ ውስጥ የሚገኘውን ባለ 3 አሃዝ ኮድ በትክክል ማስገባት አለብዎት።</li> <li>ገቢ የተደረገውን መጠን እና ባለ3-አሃዝ ኮዱን ከባንክ ሂሳብ መግለጫዎ ማግኘት ይችላሉ። እንደባንክዎ አገልግሎት የሚለያይ ሆኖ፣ ይህ መግለጫ በመስመር ላይ፣ በስልክ ወይም በደብዳቤ በሚመጣ ወረቀት ሊገኝ ይችላል። </li> <li>ይህን ማረጋገጫ ከ{3} በፊት ሊያጠናቅቁ ይገባል እንዲሁም እንደገና ለመሞከር {4} ዕድሎች አሉዎት።</li> </ul>
ar: <ul> <li>سوف نقوم بإيداع مبلغٍ سريٍّ ما بين {0} {1} - {2} في حساب البنك الذي تتعامل معه.</li> <li>ولإتمام التحقق، يجب عليك إدخال المبلغ المودع بالضبط أو الرمز المكون من 3 أرقام الوارد في وصف المعاملة.</li> <li>يمكنك العثور على المبلغ المودع والرمز المكون من 3 أرقام بالتحقق من كشف حسابك البنكي. ووفقاً لخدمات البنك الذي تتعامل معه، يمكن إجراء ذلك عبر الإنترنت، أو الهاتف، أو بواسطة الكشف الخطي الوارد عن طريق البريد. </li> <li>ويجب عليك استكمال التحقق قبل {3}، كما تُتاح لك {4} فرص لإعادة المحاولة.</li> </ul>
as: <ul> <li>আমি আপোনাৰ ক্ৰেডিট কাৰ্ডৰ পৰা {0} {1} - {2}-ৰ মাজত এটা অপ্ৰকাশিত পৰিমাণৰ মাছুল ল’ম৷</li> <li>সত্যতা নিৰূপণ কৰিবলৈ, আপুনি জমা কৰা প্ৰকৃত পৰিমাণটো বা লেন-দেনৰ বিৱৰণত প্ৰদান কৰা 3 টা সংখ্যাৰ কোডটো বহুৱাবই লাগিব৷</li> <li>আপুনি আপোনাৰ বেংক একাউণ্টৰ বিবৃতি পৰীক্ষা কৰি জমা কৰা পৰিমাণটো বা 3-টা সংখ্যাৰ কোডটো বিচাৰিব পাৰে৷ আপোনাৰ বেংকৰ সেৱাৰ ওপৰত ভিত্তি কৰি, এইটো অনলাইন, ফোনেৰে বা ই-মেইলত অহা পত্ৰ বিবৃতিৰ যোগে কৰিব পাৰি৷ </li> <li>আপুনি {3}ৰ পূৰ্বে এই সত্যতা নিৰূপণ কৰাৰ প্ৰয়োজন হ’ব, আৰু আপুনি প্ৰচেষ্টা চলাবলৈ {4} সুযোগ পাব৷</li> </ul>
az: <ul> <li>Biz {0} {1} - {2} məbləğində bank hesabınıza açıqlanmayan məbləğ yerləşdirəcəyik.</li> <li>Yoxlamaq üçün sizə depozit edilən dəqiq məbləği VƏ YA əməliyyatın təsvirində qeyd olunan 3-rəqəmli kodu daxil etməlisiniz.</li> <li>Siz bank hesabı bildirişinizi yoxlamaqla, depozit kimi verilən məbləği və 3-rəqəmli kodu tapa bilərsiniz. Bankınızın xidmətindən asılı olaraq, bunu onlayn, telefonla və ya poçtla gələn sənəd şəklində olan bildirişlə edə bilərsiniz. </li> <li>Siz {3} tarixindən əvvəl bu yoxlamanı tamamlamalısınız və təkrar cəhd etmək üçün {4} şansınız qalır.</li> </ul>
bg: <ul> <li> Ще депозираме произволна сума между {1} – {2} {0} в банковата ви сметка.</li> <li> За извършването на проверката трябва да въведете точно депозираната сума ИЛИ 3-цифрения код, предоставен в описанието на транзакцията.</li> <li>Можете да разберете какви са депозираната сума и 3-цифреният код от извлечението за банковата ви сметка. В зависимост от услугите, предоставяни от вашата банка, това може да се извърши онлайн, по телефона или чрез писменото извлечение, което получавате по пощата. </li> <li> Трябва да завършите проверката преди {3}, като разполагате с {4} възможности за повторни опити.</li> </ul>
bn_in: <ul> <li>আমরা আপনার ব্যাঙ্ক অ্যাকাউন্টে {0} {1} - {2} এর মধ্যবর্তী একটি অজানা অর্থরাশি জমা করবো।</li> <li>যাচাইকৃত হতে, আপনাকে অবশ্যই ঠিক যত পরিমাণ অর্থরাশি চার্জ করা হয়েছে ততটাই প্রবিষ্ট করতে হবে অথবা লেনদেনের বিবরণে দেওয়া 3 সংখ্যার কোডটি প্রবিষ্ট করতে হবে।</li> <li>আপনি আপনার ব্যাঙ্ক অ্যাকাউন্টের বিবৃতি দেখলে জমা দেওয়া অর্থরাশি অথবা 3-সংখ্যার কোডটি জেনে নিতে পারবেন। আপনার ব্যাঙ্কের পরিষেবার উপরে নির্ভর করে, অনলাইনে, ফোনে অথবা ডাক যোগে আসা কাগজের বিবৃতির মাধ্যমে এটি করা যেতে পারে। </li> <li>আপনাকে এই যাচাইকরণ {3} এর আগে করে ফেলতে হবে, এবং আপনি {4} বার পুনরায় চেষ্টা করার সুযোগ পাবেন।</li> </ul>
bs: <ul> <li>Na vaš bankovni račun položit ćemo tajni iznos između {0} {1} i {2}.</li> <li>Da biste izvršili provjeru valjanosti, morate unijeti tačan iznos terećenja ILI trocifreni kod koji se nalazi u opisu transakcije. </li> <li>Iznos terećenja ili trocifreni kod možete pronaći u izvodu bankovnog računa. Ovisno o načinu rada vaše banke, to možete provjeriti putem interneta, telefonski ili u odštampanom izvodu koji ćete dobiti poštom. </li> <li>Provjeru valjanosti morate izvršiti najkasnije do {3}, a imate sljedeći broj pokušaja: {4}.</li> </ul>
cy: <ul> <li>Byddwn yn rhoi swm o arian rhwng {0} {1} - {2} yn eich cyfrif banc.</li> <li>I gael eich dilysu, rhaid i chi roi’r union swm a roddwyd NEU’R cod 3 digid yn nisgrifiad y trafodyn.</li> <li>Gallwch weld y swm a roddwyd neu'r cod 3 digid drwy daro golwg ar ddatganiad eich cyfrif banc Yn dibynnu ar wasanaeth eich banc, gallwch wneud hynny ar-lein, dros y ffôn, neu drwy edrych ar y datganiad papur sy’n cyrraedd drwy’r post. </li> <li>Mae angen i chi gwblhau’r broses ddilysu hon cyn {3}, a bydd gennych {4} cyfle i roi cynnig arni.</li> </ul>
da: <ul> <li>Vi indsætter et ukendt beløb mellem {0} {1} og {2} på din bankkonto.</li> <li>For at blive bekræftet skal du indtaste det nøjagtige beløb, der indsættes, eller den 3-cifrede kode, der angives i transaktionsbeskrivelsen.</li> <li>Du kan finde det indsatte beløb og den 3-cifrede kode ved at kontrollere dit bankkontoudtog. Afhængigt af din banktjeneste kan det gøres online, via telefon eller via kontoudtog, der sendes med posten. </li> <li>Du skal fuldføre bekræftelsen før {3}, og du har i alt {4} forsøg.</li> </ul>
de: <ul> <li>Auf Ihr Bankkonto wird ein ungenannter Betrag zwischen {0} {1}–{2} überwiesen.</li> <li>Zur Prüfung müssen Sie den genauen Überweisungsbetrag ODER den dreistelligen Code angeben, der in der Transaktionsbeschreibung aufgeführt ist.</li> <li>Den Überweisungsbetrag und den dreistelligen Code entnehmen Sie Ihrem Kontoauszug. Sie können den Kontoauszug je nach Bank entweder online einsehen, telefonisch abfragen oder per Post erhalten. </li> <li>Sie haben bis zum {3} Zeit und {4} Versuche zum Durchführen der Prüfung.</li> </ul>
el: <ul> <li> Θα καταθέσουμε ένα απόρρητο ποσό μεταξύ {0} {1} - {2} στον τραπεζικό λογαριασμό σας.</li> <li> Για να πραγματοποιηθεί η επαλήθευσή σας, πρέπει να εισαγάγετε το ακριβές ποσό της κατάθεσης Ή τον τριψήφιο κωδικό που δίνεται στην περιγραφή της συναλλαγής.</li> <li> Μπορείτε να βρείτε το ποσό της κατάθεσης και τον τριψήφιο κωδικό εάν ελέγξετε την ανάλυση του τραπεζικού λογαριασμού σας. Ανάλογα με την υπηρεσία της τράπεζάς σας, αυτό μπορεί να γίνει ηλεκτρονικά, τηλεφωνικά ή με την έντυπη ανάλυση που στέλνεται ταχυδρομικά. </li> <li> Πρέπει να ολοκληρώσετε αυτήν την επαλήθευση πριν τις {3} και μπορείτε να προσπαθήσετε {4} φορές.</li> </ul>
es: <ul> <li>Se ingresará en tu cuenta bancaria un importe no revelado de entre {0} {1} y {2}.</li> <li>Para efectuar la comprobación, debes especificar el importe exacto ingresado O el código de tres dígitos proporcionado en la descripción de la transacción.</li> <li>Para conocer el importe ingresado o el código de tres dígitos, consulta el extracto de la cuenta bancaria. Este trámite puede realizarse en línea, por teléfono o mediante el extracto impreso recibido por correo postal, según el servicio que tenga tu banco. </li> <li>Debes completar esta comprobación antes de {3} y tienes {4} reintentos.</li> </ul>
et: <ul> <li>Broneerime teie pangakontole avalikustamata summa vahemikus {0} {1} – {2}.</li> <li>Kontrollimiseks peate sisestama täpse broneeritud summa VÕI kolmekohalise koodi, mille leiate tehingukirjeldusest.</li> <li>Broneeritud summat ja kolmekohalist koodi saate kontrollida pangaväljavõttelt. Olenevalt teie panga teenusest, saate seda teha Internetis, telefoni teel või meili teel saadetavalt paberväljavõttelt. </li> <li>Kontrollimise peate lõpule viima enne {3} ja teil on uuesti proovimiseks jäänud {4} katset.</li> </ul>
eu: <ul> <li>{0} {1} - {2} arteko sarrera egingo dizugu banku-kontuan.</li> <li>Egiaztatzeko, zenbateko zehatza idatzi behar duzu EDO transakzioaren azalpenean emandako 3 zenbakiko kodea.</li> <li>Sartutako zenbatekoa edo 3 digituko kodea aurkitzeko, egiaztatu banku-kontuaren laburpena. Bankuak emandako zerbitzuaren arabera, linean, telefono bidez edo postaren bidez etortzen den paperezko kontuaren laburpenaren bidez egiazta daiteke. </li> <li>{3} baino lehen osatu behar duzu egiaztapena, eta {4} aldiz saia zaitezke.</li> </ul>
fa: <ul> <li>ما یک مبلغ افشا نشده بین{0} {1} - {2} در کارت اعتباری شما سپرده‌گذاری خواهیم کرد.</li> <li>برای تأیید شدن، باید مبلغ دقیق یا کد ۳ رقمی ارائه شده در شرح تراکنش را وارد کنید.</li> <li>می‌توانید هزینه سپرده‌گذاری شده یا کد سه رقمی را با بررسی بیانیه کارت اعتباری خود بیابید. بسته به سرویس بانک شما، می‌توان آن را به صورت آنلاین، با تلفن یا از طریق بیانیه کاغذی که با پست دریافت می‌کنید، انجام داد.</li> <li>باید این تأیید را قبل از {3} کامل کنید و {4} فرصت دارید تا دوباره امتحان کنید.</li> </ul>
ga: <ul> <li>Cuirfimid méid neamhluaite idir {0} {1} - {2} i dtaisce i do chuntas bainc.</li> <li>Chun fíorú a fháil, ní mór duit an méid cruinn a cuireadh i dtaisce NÓ an cód trí dhigit a cuireadh ar fáil sa chur síos ar an idirbheart.</li> <li>Gheobhaidh tú an méid a cuireadh i dtaisce agus an cód trí dhigit ach do ráiteas cuntais bainc a sheiceáil. Ag brath ar sheirbhís do bhainc, is féidir é sin a dhéanamh ar líne, ar an bhfón, nó i ráiteas páipéir a thagann leis an bpost. </li> <li>Ní mór duit an fíorú seo a dhéanamh roimh {3}, agus beidh {4} sheans agat.</li> </ul>
gd: <ul> <li>Cuiridh sinn suim rùin eadar {0} {1} is {2} dhan chunntas banca agad.</li> <li>Airson a dhearbhadh, feumaidh tu an dearbh shuim a chur a-steach NO an còd 3 fhigearan a thugadh seachad ann an tuairisgeul an tar-chuir.</li> <li>Chì thu an t-suim no an còd 3 fhigearan ma choimheadas tu air aithris a’ chunntais banca agad. A-rèir seirbheis a’ bhanca agad, dh’fhaoidte gun urrainn dhut seo a dhèanamh air loidhne, air an fhòn no leis an aithris phàipeir a thig air a’ phost.</li> <li>Feumaidh tu an dearbhadh seo a choileanadh ron {3} agus tha {4} cothroman agad airson feuchainn a-rithist.</li> </ul>
gl: <ul> <li>Depositaremos un importe non revelado de entre {0} {1} e {2} na túa conta bancaria.</li> <li>Para verificala, debes escribir o importe exacto depositado OU o código de 3 díxitos que aparece na descrición da transacción.</li> <li>Podes encontrar o importe cargado ou o código de 3 díxitos consultando o extracto da túa conta bancaria. Dependendo do servizo do teu banco, isto pódese facer en liña, por teléfono ou mediante o extracto en papel enviado por correo. </li> <li>Tes que completar esta verificación antes de {3} e tes {4} oportunidades de intentalo.</li> </ul>
gu: <ul> <li>અમે {0} {1} - {2} ની વચ્ચે તમારા બેંક એકાઉન્ટમાં અપ્રગટ રકમ જમા કરીશું.</li> <li>ચકાસણી કરવા માટે, તમારે ટ્રાંઝેક્શન વર્ણનમાં પ્રદાન કરવામાં આવેલ જમા કરાવેલ ચોક્કસ રકમ અથવા 3 આંકડાના કોડ દાખલ કરવો આવશ્યક છે.</li> <li>તમે તમારા બેંક એકાઉન્ટના સ્ટેટમેન્ટની ચકાસણી કરીને જમા કરેલ રકમ અને 3-આંકડાનો કોડ મેળવી શકો છો. આ તમારી બેંકની સેવાના આધારે ઑનલાઇન, ફોન દ્વારા અથવા મેઇલમાં આવતા પેપર અહેવાલ દ્વારા કરી શકાય છે. </li> <li>તમારે {3} પહેલાં આ ચકાસણી પૂર્ણ કરવાની જરૂર છે અને તમારી પાસે ફરીથી પ્રયાસ કરવા માટે {4} તકો છે.</li> </ul>
he: <ul> <li>נפקיד סכום כלשהו בין {0} {1} - {2} בחשבון הבנק שלך.</li> <li>כדי לבצע את האימות, עליך להזין את הסכום המדויק שהופקד או את הקוד בן 3 הספרות המופיע בתיאור העסקה.</li> <li>תוכל למצוא את סכום ההפקדה ואת הקוד בן 3 הספרות בדף חשבון הבנק שלך. בהתאם לשירות של הבנק שלך, ניתן לבצע זאת באופן מקוון, בטלפון או בדף החשבון המגיע בדואר. </li> <li>עליך להשלים את האימות לפני {3}, ולרשותך {4} נסיונות חוזרים.</li> </ul>
hi: <ul> <li>हम आपके बैंक खाते से {0} {1} - {2} के बीच अप्रदर्शित राशि जमा करेंगे.</li> <li>सत्यापित होने के लिए, आपको जमा की गई सटीक राशि या ट्रांज़ैक्शन वर्णन में प्रदान किया गया 3 अंकों का कोड इनपुट करना चाहिए.</li> <li>आपको जमा की गई राशि और 3-अंकों का कोड, आपके बैंक खाता स्टेटमेंट पर मिल सकता है. आपके बैंक की सेवा के आधार पर, इसे ऑनलाइन, फ़ोन द्वारा या मेल में आने वाले कागज़ी स्टेटमेंट के माध्यम से किया जा सकता है. </li> <li>आपको यह सत्यापन {3} के पहले पूर्ण करना होगा और पुनः प्रयास करने के लिए आपके पास {4} अवसर होते हैं.</li> </ul>
hr: <ul> <li>Na vaš bankovni račun položit ćemo tajni iznos između {0} {1} i {2}.</li> <li>Da biste izvršili provjeru valjanosti, morate unijeti točan iznos terećenja ILI troznamenkasti kod koji se nalazi u opisu transakcije. </li> <li>Iznos terećenja ili troznamenkasti kod možete pronaći u izvodu bankovnog računa. Ovisno o načinu rada vaše banke, to možete provjeriti putem interneta, telefonski ili u tiskanom izvodu koji ćete dobiti poštom. </li> <li>Provjeru valjanosti morate izvršiti najkasnije do {3}, a imate sljedeći broj pokušaja: {4}.</li> </ul>
hu: <ul> <li>Jóvá fogunk írni egy {0} {1} és {2} közötti összeget a bankszámláján.</li> <li>Az ellenőrzéshez meg kell adnia a jóváírás pontos összegét VAGY a tranzakció leírásában szereplő háromjegyű kódot.</li> <li>A jóváírt összeget és a háromjegyű kódot a bankszámlakivonaton találja meg. A bank szolgáltatásaitól függően az adatokat online, telefonon vagy a postán kapott papíralapú bankkivonaton ellenőrizheti. </li> <li>Az ellenőrzést {3} előtt kell elvégeznie és még {4} alkalommal próbálkozhat.</li> </ul>
id: <ul> <li>Kami akan menyetorkan sejumlah nilai yang tidak dipublikasikan antara {0} {1} - {2} ke rekening bank Anda.</li> <li>Agar berhasil diverifikasi, Anda harus memasukkan jumlah aktual yang disetorkan ATAU kode 3 digit yang tertera di keterangan transaksi.</li> <li>Anda dapat mengetahui jumlah yang disetorkan dan kode 3 digit dengan memeriksa laporan rekening bank Anda. Tergantung layanan bank Anda, hal tersebut dapat dilakukan lewat internet, melalui telepon, atau melalui lembar laporan rekening yang dikirimkan melalui pos. </li> <li>Anda harus menyelesaikan verifikasi ini sebelum {3}, dan Anda memiliki {4} kesempatan untuk mencoba kembali.</li> </ul>
is: <ul> <li>Við leggjum óbirta upphæð á bilinu {1} – {2} {0} inn á bankareikninginn þinn.</li> <li>Til að fá sannprófun verður þú að færa inn nákvæmlega þá upphæð sem var lögð inn EÐA þriggja tölustafa kóðann sem kom fram í lýsingu færslunnar.</li> <li>Upphæðina sem lögð var inn og þriggja stafa kóðann er að finna í yfirliti bankareikningsins. Hægt er að gera þetta á netinu, í gegnum síma eða með yfirliti á pappír sem sent er með pósti, allt eftir því hvaða þjónustu bankinn býður. </li> <li>Þú verður að ljúka við sannprófunina fyrir {3} og þú getur reynt aftur {4} sinnum.</li> </ul>
ja: <ul> <li>お客様の銀行口座に非公開の金額 ({0} {1} ～ {2}) を入金いたします。</li> <li>検証手続きを行うには、正確な入金金額を入力いただくか、または取引明細に記載の 3 桁のコードを入力していただく必要がございます。</li> <li>入金金額および 3 桁のコードは、銀行口座のご利用明細に記載されています。お取引銀行の取扱いサービスに応じて、オンライン、電話、または郵送されるご利用代金明細書でご確認いただけます。</li> <li>検証手続きは {3} までにお済ませください。また、再試行回数の上限は {4} 回です。</li> </ul>
ka: <ul> <li>ჩვენ შევასრულებთ გაუმჟღავნებელი თანხის დეპონირებას, {0} {1} - {2} ოდენობის ფარგლებში, თქვენს საბანკო ანგარიშზე.</li> <li>დადასტურების შესასრულებლად, უნდა ჩაწეროთ დეპონირებული თანხის ზუსტი ოდენობა, ან 3-ციფრიანი კოდი, რომელიც მოცემულია ტრანზაქციის აღწერაში.</li> <li>დეპონირებული თანხა ან 3-ციფრიანი კოდი შეგიძლიათ მოძებნოთ თქვენი საბანკო ანგარიშის განაცხადში. თქვენი ბანკის მომსახურების მიხედვით, ამის გაკეთებას შეძლებთ ინტერნეტით, ტელეფონით, ან ფოსტით მიღებული ამობეჭდილი განაცხადით.</li> <li>დადასტურების შესრულების ბოლო თარიღია {3} და გაქვთ {4} მცდელობის უფლება.</li> </ul>
kk: <ul> <li>Банк шотыңыздан {0} {1} - {2} аралығындағы жарияланбаған соманы депозитке саламыз.</li> <li>Тексеру үшін нақты депозиттегі соманы НЕМЕСЕ транзакция сипаттамасында берілген 3 таңбалы кодты енгізуіңіз керек.</li> <li>Банк шотыңыздың мәлімдемесін тексеру арқылы депозиттегі соманы және 3 таңбалы кодты табуға болады. Банкіңіздің қызметіне байланысты оны онлайн желісінде, телефон арқылы немесе поштамен келетін қағаз мәлімдеме арқылы жүзеге асыруға болады.</li> <li>Бұл тексеруді {3} бұрын аяқтауыңыз керек, сонда қайталауға {4} мүмкіндігіңіз болады.</li> </ul>
kn: <ul> <li> ನಾವು {0} {1} - {2} ನಡುವಿನ ಬಹಿರಂಗಪಡಿಸದ ಮೊತ್ತವನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆಗೆ ಸಂದಾಯ ಮಾಡುತ್ತೇವೆ.</li> <li> ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಲು, ಸಂದಾಯ ಮಾಡಲಾದ ನಿಖರ ಮೊತ್ತವನ್ನು ಅಥವಾ ವಹಿವಾಟು ವಿವರಣೆಯಲ್ಲಿ ನೀಡಲಾದ 3-ಅಂಕಿಯ ಕೋಡ್ ನಮೂದಿಸಬೇಕು.</li> <li> ನೀವು ಸಂದಾಯ ಮಾಡಲಾದ ಮೊತ್ತವನ್ನು ಮತ್ತು 3-ಅಂಕಿಯ ಕೋಡ್ ಅನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಖಾತೆ ಸ್ಟೇಟ್‌ಮೆಂಟ್‌ ಪರಿಶೀಲಿಸುವ ಮೂಲಕ ಹುಡುಕಬಹುದು. ನಿಮ್ಮ ಬ್ಯಾಂಕ್ ಸೇವೆಯನ್ನು ಆಧರಿಸಿ, ಇದನ್ನು ಆನ್‌ಲೈನ್‌ನಲ್ಲಿ, ಫೋನ್ ಮೂಲಕ ಅಥವಾ ಅಂಚೆಯಲ್ಲಿ ಬರುವ ಕಾಗದದ ಸ್ಟೇಟ್‌ಮೆಂಟ್‌ ಮೂಲಕ ಮಾಡಬಹುದು. </li> <li> ನೀವು {3} ಸಮಯದೊಳಗೆ ಈ ಪರಿಶೀಲನೆಯನ್ನು ಪೂರ್ಣಗೊಳಿಸಬೇಕು ಮತ್ತು ಮರುಪ್ರಯತ್ನಿಸಲು ನಿಮ್ಮ ಬಳಿ {4} ಅವಕಾಶಗಳಿವೆ.</li> </ul>
ko: <ul> <li>회원님의 은행 계좌로 {0} {1} - {2} 사이의 미공개 금액을 입금합니다.</li> <li>인증하려면 입금된 금액 또는 거래 설명에 제공된 3자리 코드를 입력해야 합니다.</li> <li>입금된 금액 및 3자리 코드는 은행 계좌의 거래 내역에서 확인할 수 있습니다. 은행에서 제공하는 서비스 유형에 따라 이 숫자는 온라인이나 전화를 이용하거나 우편으로 제공되는 서면 내역서를 통해 확인할 수 있습니다.</li> <li>이 인증 절차는 {3} 전에 완료해야 하며 {4}번까지 다시 시도할 수 있습니다.</li> </ul>
ku_arab: <ul> <li>ئێمە بڕێکی ئاشکرانەکراو لەنێوان {0} {1} - {2} بۆ نێو ئەژمێری بانکی تۆ پاشەکەوت دەکەین.</li> <li>بۆئەوەی بسەلمێنریێت، پێویستە بڕی وەرگیراو وەک خۆی یان ئەو کۆدە 3-رەنووسەی لە وردەکاری سەوداگەریدا هاتووە تێبنووسیت.</li> <li>دەتوانیت بە پشکنینی بڵاونامەی ئەژمێری بانکی خۆت بڕی وەرگیراو یان کۆدە 3-رەنووسەکە بدۆزیتەوە. بەگوێرەی خزمەتگوزاری بانکەکەت، دەکرێت ئەمە بە سەرهێڵ، بە تەلەفۆن یان لە رێگەی بڵاونامەی کاغەزەوە ئەنجام بدرێت کە بە پۆستە بۆت بنێرن.</li> <li>پێویستە لەسەرت ئەم سەلماندنە پێش {3} تەواو بکەیت و {4} هەلت هەیە بۆ دووبارە هەوڵدان.</li> </ul>
ky: <ul> <li>Биз сиздин банк эсебиңизге {0} {1} - {2} ортосунда айтылбаган сумма салабыз.</li> <li>Текшерилиш үчүн сиз салынган так сумманы ЖЕ которуунун сүрөттөөсүндө берилген 3 сандуу кодду аташыңыз керек.</li> <li>Сиз салынган сумманы же 3 сандуу кодду өзүңүздүн банк эсебиңиздин билдирүүсүн текшерип ала аласыз. Сиздин банкыңыздын тейлешине карай муну онлайн, телефон аркылуу же почта аркылуу келген кагаз түрүндөгү билдирүү менен кылса болот. </li> <li>Сиз бул текшерүүнү {3} чейин бүтүрүшүңүз керек, жана аны кайталоого {4} мүмкүнчүлүгүңүз бар.</li> </ul>
lo: <ul> <li>ພວກເຮົາຈະຝາກເງິນໃນຈຳນວນບໍ່ເປີດເຜີຍລະຫວ່າງ {0} {1} - {2} ຫາ ບັນຊີທະນາຄານຂອງທ່ານ.</li> <li>ເພື່ອຮັບການຢຶນຢັນ, ທ່ານຕ້ອງປ້ອນຈຳນວນເງິນຝາກນັ້ນໃຫ້ຖືກຕ້ອງ ຫລື ລະຫັດ 3 ຕົວເລກທີ່ໃຫ້ໃນລາຍລະອຽດການທຸລະກຳ.</li> <li>ທ່ານສາມາດຊອກຫາຈຳນວນເງິນຝາກ ແລະ ລະຫັດ 3-ຕົວເລກໂດຍການກວດເບິ່ງ ໃບລາຍງານການເງິນຂອງ ບັນຊີທະນາຄານທ່ານ. ອີງຕາມ ການບໍລິການຂອງທະນາຄານທ່ານ, ສິ່ງນີ້ ສາມາດເຮັດໃຫ້ສຳເລັດໄດ້ທາງອອນລາຍນ໌ ຜ່ານໂທລະສັບ ຫລື ຜ່ານເອກະສານຄຳຖະແຫລງທີ່ມາໃນອີເມວ. </li> <li>ທ່ານຈຳຕ້ອງສຳເລັດການຢືນຢັນນີ້ກ່ອນ {3}, ແລະມີ {4} ໂອກາດເພື່ອລອງໃໝ່.</li> </ul>
lt: <ul> <li>Į jūsų banko sąskaitą pervesime nenurodomą {1}–{2} {0} dydžio sumą.</li> <li>Kad ji būtų patvirtinta, turite įvesti tikslią pervestą sumą ARBA operacijos apraše nurodytą 3 skaitmenų kodą.</li> <li>Pervestą sumą ir 3 skaitmenų kodą rasite banko sąskaitos išraše. Atsižvelgiant į banko teikiamas aptarnavimo paslaugas, tai galima atlikti internetu, telefonu arba peržiūrėti paštu siunčiamą popierinį išrašą.</li> <li>Šį patvirtinimo procesą turite atlikti iki {3}, be to, jam suteikiami {4} bandymai.</li> </ul>
lv: <ul> <li>Jūsu bankas kontā tiks ieskaitīta neprecizēta summa {0} {1}–{2} apmērā.</li> <li>Lai tiktu veikta verifikācija, jums ir jāievada precīzs ieskaitītās summas apjoms VAI trīs ciparu kods, kas norādīts transakcijas aprakstā.</li> <li>Ieskaitīto summu un trīs ciparu kodu varat skatīt bankas konta pārskatā. Atkarībā no bankas nodrošinātajiem pakalpojumiem to var izdarīt tiešsaistē, pa tālruni vai apskatot izdruku, kas tiek atsūtīta pastā. </li> <li>Šī verifikācija ir jāpabeidz līdz {3}, veicot ne vairāk kā {4} mēģinājumu(us).</li> </ul>
mi: <ul> <li>Ka tukua e mātou i waenga i {0} {1} - {2} tētahi rahinga tē whakaaturia.</li> <li>E manatokona ai koe, me tāuru koe te tino rahinga pū i tukua ai, TĒNEI RĀNEI me whakauru te waehere 3 mati e hora mai ana i te whakaahua whakawhitinga.</li> <li>Ka kitea pea e koe te rahinga i tukua, me te waehere 3-mati rānei mā te tiro ki tō tauākī pūtea pēke. Kei te āhua o te ratonga o tō pēke, ka taea tēnei te mahi tuihono, ā-waea, ā-tauākī pepa rānei ka tae mai i te mēra. </li> <li>Me mātua whakaoti te manatokonga i mua i te {3}, ā, e {4} ō āheinga kia whakamātau anō.</li> </ul>
mk: <ul> <li>Ќе депонираме неоткриен износ меѓу {0} {1} - {2} на вашата кредитна картичка.</li> <li>За да се верификувате, мора да го внесете точниот депониран износ ИЛИ троцифрениот код наведен во описот на трансакцијата.</li> <li>Депонираниот износ или троцифрениот код може да ги најдете во изводот за кредитната картичка. Во зависност од услугите на вашата банка, ова може да го сторите преку интернет, преку телефон или да добиете отпечатен банкарски извод по пошта.</li> <li>Верификацијата треба да ја завршите пред {3}, а ви преостануваат уште {4} повторни обиди.</li> </ul>
ml: <ul> <li>നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ടിൽ {0} {1} - {2} എന്നതിനിടയിലുള്ള വെളിപ്പെടുത്താത്ത ഒരു തുക ഞങ്ങൾ നിക്ഷേപിക്കും.</li> <li>പരിശോധിച്ചുറപ്പിക്കാൻ, നിക്ഷേപിച്ച കൃത്യമായ തുകയോ അല്ലെങ്കിൽ ഇടപാട് വിവരണത്തിൽ നൽകിയ 3 അക്ക കോഡോ നൽകേണ്ടതുണ്ട്.</li> <li>നിങ്ങളുടെ ബാങ്ക് അക്കൗണ്ട് സ്‌റ്റേറ്റ്‌മെന്‍റ് പരിശോധിച്ച് നിക്ഷേപിച്ച തുകയോ 3 അക്ക കോഡോ കണ്ടെത്താവുന്നതാണ്. നിങ്ങളുടെ ബാങ്ക് നൽകുന്ന സേവനത്തെ ആശ്രയിച്ച്, ഓൺലൈനിലോ ഫോൺ വഴിയോ തപാലിൽ വരുന്ന കടലാസ് സ്‌റ്റേറ്റ്‌മെന്‍റ് വഴിയോ ഇത് പൂർത്തിയാക്കാവുന്നതാണ്. </li> <li>നിങ്ങൾ ഈ പരിശോധിച്ചുറപ്പിക്കൽ {3}-ന് മുമ്പായി പൂർത്തിയാക്കണം, നിങ്ങൾക്ക് വീണ്ടും ശ്രമിക്കാൻ {4} അവസരങ്ങൾ കൂടിയുണ്ട്.</li> </ul>
mn: <ul> <li>Бид таны банкны данс руу {0} {1} - {2}-н хооронд мөнгөн дүн хийх бөгөөд мөнгөн дүнг урьдчилж мэдэгдэхгүй.</li> <li>Баталгаажуулахын тулд та гүйлгээний мөнгөн дүнг зөв оруулах ЭСВЭЛ гүйлгээний тайлбарт байгаа 3 оронтой кодыг оруулах ёстой.</li> <li>Та хийсэн мөнгөн дүн болон 3 оронтой кодыг банкны дансны хуулганаасаа олж харах боломжтой. Танай банкны үйлчилгээнээс хамааран, үүнийг онлайнаар, утсаар, эсвэл шуудангаар ирэх цаасан хуулганаас олж авах боломжтой. </li> <li>Та {3}-с өмнө энэ баталгаажуулалтыг хийх хэрэгтэй бөгөөд танд {4} удаа дахин оролдох боломж бий.</li> </ul>
mr: <ul> <li>आम्ही आपल्या बँक खात्यावर {0} {1} - {2} दरम्यान प्रगट न केलेल्या रकमेची ठेव ठेवू.</li> <li>पडताळणी करण्यासाठी, आपण ठेवली अचूक रक्कम किंवा व्यवहार वर्णनात प्रदान केलेला 3 अंकी कोड इनपुट करणे आवश्यक आहे.</li> <li>आपले बँक खाते विधान तपासून आपण ठेव ठेवलेली रक्कम आणि 3-अंकी कोड शोधू शकता. आपल्या बँकेच्या सेवेवर आधारित राहून, हे कार्ड ऑनलाइन, फोनद्वारे किंवा मेलमध्ये आलेल्या कागदी विधानाद्वारे पूर्ण केले जाऊ शकते. </li> <li>आपल्याला {3} पूर्वी ही पडताळणी पूर्ण करणे आवश्यक आहे आणि पुन्हा प्रयत्न करण्यासाठी आपल्याकडे {4} संधी आहेत.</li> </ul>
ms: <ul> <li>Kami akan mendepositkan amaun yang tidak didedahkan antara {0} {1} - {2} ke dalam akaun bank anda.</li> <li>Untuk ditentusahkan, anda mesti memasukkan amaun yang tepat yang didepositkan ATAU kod 3 digit yang dinyatakan dalam perihalan transaksi.</li> <li>Anda boleh melihat amaun yang didepositkan dan kod 3 digit berkenaan dengan menyemak penyata akaun bank anda. Bergantung pada perkhidmatan bank anda, semakan ini boleh dilakukan dalam talian, melalui telefon atau melalui penyata kertas yang dihantar melalui pos. </li> <li>Anda perlu melengkapkan penentusahan ini sebelum {3}, dan anda mempunyai {4} peluang untuk mencuba semula.</li> </ul>
mt: <ul> <li>Ser niddepożitaw ammont mhux żvelat bejn {0} {1} - {2} fil-kont tal-bank tiegħek</li> <li>Biex tiġi vverifikat, jeħtieġ iddaħħal l-ammont eżatt iddepożitat JEW il-kodiċi bi 3 ċifri mogħti fid-deskrizzjoni tat-tranżazzjoni.</li> <li>Tista' ssib l-ammont iddepożitat u l-kodiċi bi 3 ċifri billi tiċċekkja r-rendikont tal-kont tal-bank tiegħek. Skont is-servizz tal-bank tiegħek, dan jista' jsir online, permezz tat-telefown, jew permezz tar-rendikont bil-miktub li jasal bil-posta. </li> <li>Jeħtieġ tlesti din il-verifika qabel {3}, u għandek {4} ċansijiet biex terġa' tipprova.</li> </ul>
ne: <ul> <li>हामीले तपाइँको बैक खातामा {0} {1} देखि {2} बीचको खुलासा नगरिएको रकम जम्मा गर्न सक्छौ।</li> <li>प्रमाणित हुनको लागि, तपाइँले जम्मा गरिने वास्तविक रकम वा लेनदेन विवरणमा उपलब्ध गराइएको 3 अङ्कको कोड आगत गर्नुपर्छ।</li> <li>तपाइँले आफ्नो बैंक खाता कथन जाँच गरी जम्मा गरिने रकम र 3 अङ्कको कोड फेला पार्न सक्नुहुन्छ। तपाइँको बैंकको सेवाको आधारमा, यो कार्यलाई अनलाइन, फोनद्वारा वा पत्रमा आउने कागजी कथन मार्फत पूरा गर्न सकिन्छ। </li> <li>तपाइँले यो रुजूलाई {3} भन्दा अगाडि पूरा गर्नुपर्छ र तपाइँसँग पुन: प्रयास गर्नको लागि {4} वटा मौकाहरू हुन्छ।</li> </ul>
nn_no: <ul> <li>Vi set inn eit hemmeleg beløp på mellom {0} {1} og {2} på bankkontoen din.</li> <li>Du må oppgi det nøyaktige beløpet som er sett inn, ELLER den tresifra koden i transaksjonsskildringa for å bli stadfesta.</li> <li>Du finn beløpet som er sett inn, og den tresifra koden, på kontoutskrifta. Avhengig av kva bank du har, kan du finne desse på nettet, få dei via telefon eller sjå dei på kontoutskrifta som kjem i posten. </li> <li>Du må fullføre stadfestingsprosessen innan {3}, og du har {4} forsøk.</li> </ul>
no: <ul> <li>Vi vil overføre et skjult beløp mellom {0} {1} og {2} til bankkontoen din.</li> <li>For å bli verifisert må du angi enten det nøyaktige beløpet som er overført, ELLER den tresifrede koden som er angitt i transaksjonsbeskrivelsen.</li> <li>Du finner det overførte beløpet og den tresifrede koden ved å sjekke bankkontoutskriften din. Avhengig av hvilke tjenester banken din tilbyr, kan dette gjøres via Internett, via telefon eller via kontoutskrifter som du får tilsendt i posten. </li> <li>Du må fullføre denne verifiseringen før {3}, og du har {4} forsøk.</li> </ul>
or: <ul> <li>ଆପଣଙ୍କ ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟରୁ {0} {1} - {2} ମଧ୍ୟରେ ଏକ ଅପ୍ରକାଶିତ ରାଶି ଜମା କରିବୁ.</li> <li>ଯାଞ୍ଚ କରାଇବାକୁ, ଜମା କରାଯାଇଥିବା ସଠିକ୍‌ ରାଶି କିମ୍ବା ଦେଣନେଣ ବ୍ୟାଖ୍ୟାରେ ପ୍ରଦତ୍ତ 3 ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ଆପଣ ଇନ୍‌ପୁଟ୍‌ କରିବା ଜରୁରୀ.</li> <li>ବ୍ୟାଙ୍କ ଆକାଉଣ୍ଟ ଷ୍ଟେଟମେଣ୍ଟ ଯାଞ୍ଚ କରି ଜମା କରାଯାଇଥିବ ରାଶି ଏବଂ 3-ଅଙ୍କ ବିଶିଷ୍ଟ କୋଡ୍ ଆପଣ ପାଇ ପାରିବେ. ଆପଣଙ୍କ ବ୍ୟାଙ୍କର ସେବା ଉପରେ ନିର୍ଭର କରି, ଏହା ଅନ୍‌ଲାଇନ୍‌‌ରେ, ଫୋନ୍‌ ଦ୍ୱାରା, କିମ୍ବା ମେଲ୍‌ ମାଧ୍ୟମରେ ଆସିବା କାଗଜ ବିଶିଷ୍ଟ ଷ୍ଟେଟମେଣ୍ଟ ମାଧ୍ୟମରେ କରାଯାଇ ପାରିବ. </li> <li>{3} ପୂର୍ବରୁ ଆପଣ ଏହି ଯାଞ୍ଚକରଣ ସମ୍ପୂର୍ଣ୍ଣ କରିବା ଆବଶ୍ୟକ, ଏବଂ ଆପଣଙ୍କ ପାଇଁ ପୁନଃ ଚେଷ୍ଟା କରିବାକୁ {4} ଥର ସୁଯୋଗ ରହିଛି.</li> </ul>
pa_arab_pk: <ul> <li>اسی {0}{1} - {2} دے درمیان کُجھ خفیہ رقم تہاڈے بینک اکاؤنٹ وچ پاواںگے۔</li> <li>تصدیق کروان لئی تہانوں لازمی طور تے اونہی رقم ای درج کرنی پے گی جنی جمع کروائی گئی اے یا لین دین دی تفصیل چے دیتا ہویا 3 ہندسے آلا کوڈ درج کرنا پے گا۔ </li> <li>تسی جمع کروائی گئی رقم یا 3 ہندسے آلےکوڈ دا پتہ اپنے بینک اکاؤنٹ دی سٹیٹمنٹ دی پڑتال کرکے لاسکدے اوہ۔ تہاڈے بینک ولوں دتی جان آلی خدمت تے انحصار کردے ہوئےایہہ آن لائن ، ٹیلی فون تے، یا کاغذی سٹیٹمنٹ جیڑی ڈاک چے آندی اے، نال پتہ کیتا جاسکدا۔</li> <li>تہانوں ایہہ تصدیق {3} توں پہلاں کرنی اے تے تہاڈے کول مڑ کوشش کرن دے {4} موقے نیں۔ </li> </ul>
pa_in: <ul> <li>ਅਸੀਂ ਤੁਹਾਡੇ ਬੈਂਕ 'ਤੇ {0} {1} - {2} ਦੇ ਵਿਚਕਾਰ ਖੁਲਾਸਾ ਨਾ ਕੀਤਾ ਰਕਮ ਨੂੰ ਜਮ੍ਹਾਂ ਕਰਾਂਗੇ।</li> <li>ਪ੍ਰਮਾਣਿਤ ਹੋਣ ਵਾਸਤੇ, ਤੁਹਾਡੇ ਲਈ ਜਮ੍ਹਾਂ ਕੀਤੀ ਗਈ ਬਿਲਕੁੱਲ ਸਹੀ ਰਕਮ ਜਾਂ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਵਰਣਨ ਵਿੱਚ ਪ੍ਰਦਾਨ ਕੀਤਾ 3 ਅੰਕ ਦਾ ਕੋਡ ਦਾਖ਼ਲ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੈ।</li> <li>ਤੁਹਾਨੂੰ ਆਪਣੇ ਬੈਂਕ ਖਾਤੇ ਦੀ ਸਟੇਟਮੈਂਟ ਦੀ ਜਾਂਚ ਕਰਕੇ ਜਮ੍ਹਾਂ ਕੀਤੀ ਰਕਮ ਜਾਂ 3-ਅੰਕ ਦਾ ਕੋਡ ਮਿਲ ਸਕਦਾ ਹੈ। ਤੁਹਾਡੇ ਬੈਂਕ ਦੀ ਸੇਵਾ ਉੱਤੇ ਨਿਰਭਰ ਕਰਕੇ, ਇਹ ਔਨਲਾਈਨ, ਫ਼ੋਨ ਦੁਆਰਾ, ਜਾਂ ਮੇਲ ਵਿੱਚ ਆਉਣ ਵਾਲੀ ਪੇਪਰ ਸਟੇਟਮੈਂਟ ਦੁਆਰਾ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ। </li> <li>ਤੁਹਾਨੂੰ ਇਹ ਪ੍ਰਮਾਣੀਕਰਣ {3} ਤੋਂ ਪਹਿਲਾਂ ਪੂਰਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ, ਅਤੇ ਤੁਹਾਡੇ ਕੋਲ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਲਈ {4} ਮੌਕੇ ਹੁੰਦੇ ਹਨ।</li> </ul>
pl: <ul> <li>Zdeponujemy na Twoim koncie bankowym niejawną kwotę w wysokości od {1} do {2} {0}.</li> <li>Aby uzyskać weryfikację, musisz wprowadzić dokładną kwotę wpłaty LUB 3-cyfrowy kod podany w opisie transakcji.</li> <li>Kwotę wpłaty lub 3-cyfrowy kod możesz sprawdzić na wyciągu z konta bankowego. W zależności od usług udostępnianych przez bank możesz to zrobić w trybie online lub telefonicznie albo sprawdzić na wyciągu drukowanym przesłanym pocztą. </li> <li>Musisz ukończyć weryfikację do {3}; liczba pozostałych prób: {4}.</li> </ul>
ru: <ul> <li>На ваш банковский счет будет внесена неразглашаемая сумма в пределах {1}–{2} {0}.</li> <li>Чтобы пройти проверку, следует ввести точную сумму депозита ИЛИ 3-значный код из описания транзакции.</li> <li>Сумму депозита и 3-значный код можно найти в выписке по вашему банковскому счету. В зависимости от услуг, предоставляемых вашим банком, это можно сделать через Интернет, по телефону или по почте. </li> <li>Проверку необходимо пройти до {3}, максимальное число попыток: {4}.</li> </ul>
sd: <ul> <li>اسان توهانجي بينڪ اڪائونٽ ۾ {0} {1} - {2} وچان هڪ غير واضع رقم ڊپازٽ ڪنداسين</li> <li>.تصديق ٿيڻ لاءِ، توهانکي ٽرانزڪشن جي وضاحت ۾ مهيا ڪيل چارج ٿيل صحيح رقم يا 3-ڊجٽ ڪوڊ داخل ڪرڻ ضروري آهي.</li> <li>توهان پنهنجي بينڪ اڪائونٽ اسٽيٽمينٽ چيڪ ڪري چارج ٿيل رقم يا 3-ڊجٽ ڪوڊ جو پتو لڳائي سگهو ٿا. توهانجي بينڪ جي خدمت تي ڀاڙيندي، اهو آن لائن، فون ذريعي، يا اي ميل ۾ ايندڙ پيپر اسٽيٽمينت ذريعي ڪري سگهجي ٿو.</li> <li>توهانکي {3} کان پهريان هي تصديق مڪمل ڪرڻ جي ضرورت آهي، ۽ ٻيهر ڪوشش ڪرڻ جون توهان وٽ {4} چانسون آهن.</li> </ul>
si: <ul> <li>අපි {0} {1} - {2} අතර අනාවරණය නොකළ ගණනක් ඔබගේ බැංකු ගිණුමට තැන්පත් කරමු.</li> <li>සත්‍යාපනය කරනු ලැබීමට, ඔබ තැන්පත් කළ නිවැරදි ගණන හෝ ගණුදෙනු විස්තරයේ සපයා ඇති සංඛ්‍යාංක 3 කේතය ආදානය කළ යුතුය.</li> <li>ඔබගේ බංකු ගිණුම් ප්‍රකාශය පරීක්‍ෂා කිරීමෙන් ඔබට තැන්පත් කළ ගණන හෝ සංඛ්‍යාංක 3 කේතය සොයාගත හැකිය. ඔබගේ බැංකුවේ සේවාව මත පදනම්ව, මෙය මාර්ගගතව, දුරකථනයෙන්, හෝ තැපෑලෙන් ලැබෙන ප්‍රකාශ පත්‍රයක් ඔස්සේ සිදුකළ හැකිය. </li> <li>ඔබ {3} ට පෙර මෙම සත්‍යාපනය සිදුකිරීම අවශ්‍ය අතර, ඔබට නැවත උත්සාහ කිරීමට අවස්ථා {4} ක් ඇත.</li> </ul>
sl: <ul> <li>Na vaš bančni račun bomo nakazali znesek med {1} in {2} {0}.</li> <li>Če želite opraviti preverjanje, morate vnesti točen znesek nakazila ALI 3-mestno kodo, navedeno v opisu transakcije.</li> <li>Znesek nakazila in 3-mestno kodo najdete na izpisu bančnega računa. Odvisno od storitev, ki jih ponuja banka, lahko to preverite po spletu, po telefonu ali na papirnem izpisku, ki ga dobite po pošti. </li> <li>Preverjanje morate opraviti pred {3}, poskusite pa lahko {4}-krat.</li> </ul>
sr_cyrl_rs: <ul> <li>Уплатићемо ненаведени износ између {0} {1} и {2} на ваш банковни рачун.</li> <li>Да бисте довршили процес верификације, потребно је да унесете тачан уплаћени износ ИЛИ троцифрени код који се налази у опису трансакције.</li> <li>Наплаћени износ или троцифрени код можете да пронађете у изводу кредитне картице. У зависности од услуге коју ваша банка пружа, извод можете да проверите на мрежи, путем телефона или га можете преузети путем поште. </li> <li>Процес верификације морате да завршите до {3} и на располагању имате {4} покушаја.</li> </ul>
sr_latn_rs: <ul> <li>Uplatićemo nenavedeni iznos između {0} {1} i {2} na vaš bankovni račun.</li> <li>Da biste dovršili proces verifikacije, potrebno je da unesete tačan uplaćeni iznos ILI trocifreni kod koji se nalazi u opisu transakcije.</li> <li>Naplaćeni iznos ili trocifreni kod možete da pronađete u izvodu kreditne kartice. U zavisnosti od usluge koju vaša banka pruža, izvod možete da proverite na mreži, putem telefona ili ga možete preuzeti putem pošte. </li> <li>Proces verifikacije morate da završite do {3} i na raspolaganju imate {4} pokušaja.</li> </ul>
sv: <ul> <li>Vi kommer att sätta in ett icke angivet belopp mellan {0} {1} och {2} på ditt bankkonto.</li> <li>För att bli verifierad måste du ange det exakta belopp som satts in ELLER den tresiffriga kod som står i transaktionsbeskrivningen.</li> <li>Du hittar det insatta beloppet och den tresiffriga koden på ditt bankkontoutdrag. Beroende på vilka tjänster banken tillhandahåller kan detta göras på Internet, via telefon eller via ett kontoutdrag på papper som kommer med posten. </li> <li>Du måste slutföra verifieringen före {3} och du har {4} försök på dig.</li> </ul>
ta: <ul> <li>{0} {1} - {2}-க்குள் வெளியிடாத தொகை ஒன்றை உங்கள் வங்கிக் கணக்கில் இடுவோம்.</li> <li>சரிபார்க்கப்படுவதற்கு, இடப்பட்ட சரியான தொகை அல்லது பரிவர்த்தனை விளக்கத்தில் அளிக்கப்பட்ட 3 இலக்கக் குறியீட்டை நீங்கள் உள்ளிட வேண்டும்.</li> <li>இடப்பட்ட தொகை அல்லது 3-இலக்கக் குறியீட்டை உங்கள் வங்கிக் கணக்கு அறிக்கையில் தேடிக் கண்டறியலாம். உங்கள் வங்கியின் சேவையைப் பொறுத்து, இதை ஆன்லைன், தொலைபேசி அல்லது அஞ்சலில் வருகின்ற தாள் அறிக்கை வழியாகச் செய்யலாம். </li> <li>இந்தச் சரிபார்ப்பை {3}-க்கு முன்னர் முடிக்க வேண்டும், மேலும் உங்களுக்கு மறுமுயற்சி வாய்ப்புகள் {4} உண்டு.</li> </ul>
te: <ul> <li>మేము {0} {1} - {2} మధ్యలో అప్రకటిత మొత్తాన్ని మీ బ్యాంక్ ఖాతాలో డిపాజిట్ చేస్తాము.</li> <li>ధృవీకరణను పొందాలంటే, డిపాజిట్ చేయబడిన ఖచ్చిత మొత్తాన్ని లేదా లావాదేవీ వివరణలో ఉన్న 3 అంకెల కోడ్‌ని నమోదు చేయాలి.</li> <li>డిపాజిట్ చేసిన మొత్తాన్ని మరియు 3 అంకెల కోడ్‌ని మీ బ్యాంక్ ఖాతా స్టేట్‌మెంట్‌లో కనుగొనవచ్చు. మీ బ్యాంక్ యొక్క సేవ ఆధారంగా, ఇది ఆన్‌లైన్‌లో, ఫోన్ ద్వారా లేదా మెయిల్‌లో పంపబడే కాగితం రూపంలోని స్టేట్‌మెంట్ ద్వారా ఇది అందించబడుతుంది. </li> <li>మీరు {3} కంటే ముందు ఈ ధృవీకరణను పూర్తి చేయాలి మరియు మీకు {4} ప్రయత్నాలు ఉంటాయి.</li> </ul>
th: <ul> <li>เราจะฝากเงินแบบไม่เปิดเผยจำนวนระหว่าง {0} {1} - {2} เข้าบัญชีธนาคารของคุณ</li> <li>เพื่อให้ผ่านการตรวจสอบ คุณต้องใส่จำนวนเงินที่แน่นอนของเงินที่ฝากหรือรหัส 3 หลักที่ระบุอยู่ในรายละเอียดธุรกรรม</li> <li>คุณสามารถดูจำนวนเงินที่ฝากและรหัส 3 หลักได้โดยตรวจสอบใบแจ้งยอดบัญชีธนาคารของคุณจากทางออนไลน์ ทางโทรศัพท์ หรือทางใบแจ้งยอดที่ส่งทางไปรษณีย์ ทั้งนี้ขึ้นอยู่กับบริการของธนาคาร</li> <li>คุณต้องดำเนินการตรวจสอบให้แล้วเสร็จก่อน {3} และคุณมีโอกาส {4} ครั้งในการลองใหม่</li> </ul>
tr: <ul> <li>Banka hesabınızdan {0} {1} - {2} arasında gizli bir tutar çekeceğiz.</li> <li>Doğrulanmanız için, çekilen tam tutarı VEYA işlem açıklamasında sağlanan 3 haneli kodu girmelisiniz.</li> <li>Çekilen tutarı veya 3 haneli kodu banka hesabı ekstrenize bakarak bulabilirsiniz. Bankanızın verdiği hizmete bağlı olarak, bu işlem çevrimiçi olarak, telefonla veya postayla gelen basılı ekstre kullanılarak yapılabilir.</li> <li>Bu doğrulamayı {3} tarihine kadar tamamlamanız gerekir ve {4} kez yeniden deneyebilirsiniz.</li> </ul>
tt: <ul> <li>Сезнең банк хисабына {0} {1} - {2} чикләрендәге хәбәр ителми торган сумма кертеләчәк.</li> <li>Үзегезне раслату өчен, төгәл кертелгән сумманы ЯКИ транзакция тасвирламасында бирелгән 3 цифрлы кодны кертергә кирәк.</li> <li>Кертелгән сумманы һәм 3 цифрлы кодны банк хисабы өземтәсендә табып була. Банкыгыз күрсәткән хезмәтләргә карап, моны онлайн, телефон аша, яисә почта аша килгән кәгазьдәге өземтә ярдәмендә эшләргә мөмкин.</li> <li>Раслатуны {3} кадәр тәмамларга кирәк, {4} тапкыр кабатлый аласыз.</li> </ul>
ug: <ul> <li>بانكا ھېساباتىڭىزغا {0} {1} - {2} ئەتراپىدا پۇل ئەۋەتىمىز.</li> <li>دەلىللەش ئۈچۈن ئەۋەتىلگەن پۇل سوممىسى ياكى مۇئامىلە چۈشەندۈرۈشىدىكى 3 خانىلىق كودنى كىرگۈزۈڭ.</li> <li>مۇئامىلە تالونىدىن سومما ۋە 3 خانىلىق كودنى تاپالايسىز. بانكىنىڭ مۇلازىمەت ئەھۋالىغا قاراپ، بۇنى توردا، تېلېفوندا ياكى پوچتا ئارقىلىق سۈرۈشتۈرگىلى بولىدۇ.</li> <li>دەلىللەشنى {3} دىن بۇرۇن تاماملىشىڭىز كېرەك، {4} قېتىم سىناش پۇرسىتىڭىز بار.</li> </ul>
uk: <ul> <li>Ми переведемо на ваш банківський рахунок певну суму ({0} {1}–{2}).</li> <li>Для здійснення перевірки необхідно ввести точну суму, переведену на ваш рахунок, АБО 3-значний цифровий код, зазначений в описі транзакції.</li> <li>Ви можете знайти переведену або 3-значний цифровий код у виписці за банківським рахунком. Залежно від послуг, які надає ваш банк, цю інформацію можна отримати в Інтернеті, по телефону або у вигляді письмової виписки, яка надсилається поштою. </li> <li>Перевірку потрібно виконати до {3}, у вас буде {4} спроби.</li> </ul>
ur: <ul> <li>ہم آپ کے بینک اکاؤنٹ میں آپ کو {0} {1} - {2} کے درمیان ایک غیرمنکشف رقم ڈپازٹ کریں گے۔</li> <li>تصدیق کروانے کے لیے، آپ کو منتقلی کی وضاحت میں وہ ہی ڈپازٹ کردہ رقم یا 3 عدد کوڈ ان پٹ کرنے ہوں گے۔</li> <li>آپ اپنی بینک اسٹیٹمنٹ کی پڑتال کر کے ڈپازٹ کردہ رقم یا 3 عدد کوڈ ڈھونڈ سکتے ہیں۔ آپ کی بینک کی خدمت پر انحصار کرتے ہوئے، یہ آن لائن، فون پر یا بذریعہ ای میل آنے والی کاغذ کی اسٹیٹمنٹ پر ہو سکتا ہے۔</li> <li>آپ کو یہ تصدیق {3} سے پہلے کرنی ہو گی اور آپ کے پاس دوبارہ کوشش کرنے کے {4} مواقع ہیں۔</li> </ul>
uz: <ul> <li>Bank hisob raqamingizga {0} {1} - {2} oralig‘idagi ko‘rsatilmagan miqdorda deposit qo‘yamiz.</li> <li>Tasdiqlash uchun qo‘yilgan depozitning aniq miqdorini kiritishingiz YOKI tranzaksiya tavsifida berilgan 3 xonali kodni kiritishingiz lozim.</li> <li>Bank hisob raqami bayonnomangizni tekshirish orqali olingan to‘lov miqdorini yoki 3 xonali kodni topishingiz mumkin. Bankingiz xizmat turiga qarab bu internet, telefon yoki pochta orqali keladigan qog‘oz shaklidagi bayonnoma orqali amalga oshirilishi mumkin.</li> <li>Bu tasdiqlashni {3} dan oldin amalga oshirishingiz lozim va {4} marta qayta urinib ko‘rishingiz mumkin.</li> </ul>
vi: <ul> <li>Chúng tôi sẽ gửi một số tiền bí mật giữa {0} {1} - {2} vào tài khoản ngân hàng của bạn.</li> <li>Để được kiểm chứng, bạn phải nhập vào chính xác số tiền đã gửi HOẶC mã 3 chữ số được cung cấp trong phần mô tả giao dịch.</li> <li>Bạn có thể tìm thấy số tiền đã gửi và mã 3 chữ số bằng cách kiểm tra báo cáo giao dịch tài khoản ngân hàng của bạn. Tùy theo dịch vụ ngân hàng bạn, việc này có thể được thực hiện trực tuyến, qua điện thoại, hoặc qua báo cáo giấy được gửi theo đường bưu điện. </li> <li>Bạn cần hoàn thành việc kiểm chứng này trước {3} và bạn có {4} cơ hội để thử lại.</li> </ul>
zh_hans: <ul> <li>我们会将一笔介于 {0} {1} - {2} 的数目不详的金额存入你的银行帐户。</li> <li>为了获得验证，你必须输入存入的确切金额或交易描述中提供的 3 位数代码。</li> <li>你可以通过检查你的银行帐户对账单来找到存入的金额和 3 位数代码。根据银行提供的服务，你可通过在线方式、电话或邮件中附带的纸质对账单来进行检查。</li> <li>你需在 {3} 之前完成此验证，并且有 {4} 次重试机会。</li> </ul>
zh_hant: <ul> <li>我們將存入一筆介於 {0} {1} - {2} 間的不公開金額款項到您的銀行帳戶。</li> <li>您必須輸入確切的存入金額，或輸入交易描述所提供的 3 位數代碼，才能進行驗證。</li> <li>查看銀行帳戶對帳單，即可找到存入的金額及 3 位數代碼。根據您銀行提供的服務，您可以透過網路、電話或郵寄的紙本對帳單取得這些資料。</li> <li>您必須在 {3} 之前完成此驗證程序，而且您有 {4} 次重試的機會。</li> </ul>
