Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.SetupOfficeSdx.Paypal.Redirect.Message2
source: If your sign in was successful, continue to the next step. If you couldn't sign in, try again or go back and choose another payment method.
af: As jou aanmelding suksesvol was, gaan voort na die volgende stap. As jy nie kon aanmeld nie, probeer weer of gaan terug en kies ’n ander betaalmetode.
am: በመለያዎ ውስጥ የተገባ ከሆነ፣ ቀጣይ እርምጃዎን ይቀጥሉ። መግባት ካልቻሉ፣ እንደገና ይሞክሩ ወይም ተመልሰው ይሂዱ እና ሌላ የክፍያ ዘዴ ይምረጡ።
ar: إذا تم تسجيل الدخول بنجاح، فتابع إلى الخطوة التالية. إذا لم تتمكن من تسجيل الدخول، فحاول مرة أخرى أو ارجع واختر طريقة دفع أخرى.
as: যদি আপোনাৰ ছাইন ইন সফল হয়ে, পৰৱৰ্তী পদক্ষেপলৈ যাওক৷ যদি আপুনি ছাইন ইন কৰিব নোৱাৰিলে, পুনৰ চেষ্টা কৰক বা পিছলৈ যাওক আৰু আন এটা পৰিশোধ পদ্ধতি পচন্দ কৰক৷
az: Girişiniz müvəfəqqiyyətli oldusa, növbəti addım ilə davam edin. Daxil ola bilmədinizsə, yenidən cəhd edin və ya geri qayıdıb başqa ödəniş metodu seçin.
bg: Ако сте влезли успешно, продължете към следващата стъпка. Ако не сте успели да влезете, опитайте отново или се върнете и изберете друг метод на плащане.
bn_in: আপনার সাইন ইন সফল হলে পরবর্তী ধাপে অবিরত রাখুন। যদি আপনি সাইন ইন করতে না পারেন, আবার চেষ্টা করুন বা ফিরে যান এবং অন্য একটি অর্থপ্রদানের পদ্ধতি বেছে নিন।
bs: Ako ste se uspješno prijavili, nastavite na sljedeći korak. Ako se niste uspjeli prijaviti, pokušajte ponovo ili se vratite i odaberite drugi način plaćanja.
cy: Os ydych chi wedi llwyddo i fewngofnodi, ewch ymlaen i'r cam nesaf. Os nad oedd modd i chi fewngofnodi, rhowch gynnig arall arni neu ewch yn ôl a dewis dull talu arall.
da: Hvis det lykkes dig at logge på, skal du fortsætte til næste trin. Hvis du ikke kunne logge på, kan du prøve igen eller gå tilbage og vælge en anden betalingsmetode.
de: Wenn Ihre Anmeldung erfolgreich war, fahren Sie mit dem nächsten Schritt fort. Wenn Sie sich nicht anmelden konnten, versuchen Sie es noch mal, oder gehen Sie zurück, und wählen Sie eine andere Zahlungsmethode aus.
el: Εάν η είσοδός σας ήταν επιτυχής, συνεχίστε στο επόμενο βήμα. Αν δεν μπορούσατε να εισέλθετε, προσπαθήστε ξανά ή να κάντε επιστροφή και επιλέξτε μια άλλη μέθοδο πληρωμής.
es: Si el inicio de sesión se realizó correctamente, continúe con el paso siguiente. Si no ha podido iniciar sesión, vuelva a intentarlo o retroceda y elija otro método de pago.
et: Kui teie sisselogimine õnnestus, jätkake järgmise etapiga. Kui te ei saanud sisse logida, proovige uuesti või minge tagasi ja valige mõni muu makseviis.
eu: Saioa hasi ahal izan baduzu, joan hurrengo urratsera. Bestela, saiatu berriro edo itzuli aurreko pantailara eta aukeratu ordaintzeko beste metodo bat.
fa: اگر ورود به سیستم شما موفقیت‌آمیز بود، به مرحله بعدی ادامه دهید. اگر نتوانستید وارد سیستم شوید، دوباره امتحان کنید یا به عقب برگردید و روش پرداخت دیگری را انتخاب کنید.
ga: Má shocraíonn tú dochar díreach, lean ar aghaidh chuig an gcéad chéim eile. Mura raibh tú in ann síniú isteach, bain triail eile as nó téigh siar agus roghnaigh modh íocaíochta eile.
gd: Ma chlàraich thu a-steach gu soirbheachail, lean air adhart gun ath-cheum. Mur am b’ urrainn clàradh a-steach, feuch ris a-rithist no dèan tilleadh is tagh dòigh pàighidh eile.
gl: Se iniciaches sesión correctamente, continua ao paso seguinte. Se non se puido iniciar sesión, téntao de novo ou volve para atrás e escolle outro método de pagamento.
gu: જો તમારું સાઇન ઇન કરવાનું સફળ થાય, તો આગલાં પગલાં પર ચાલુ રાખો. જો તમે સાઇન ઇન ન કરી શક્યા હોવ, તો ફરીથી પ્રયાસ કરો અથવા પાછા જાઓ અને અન્ય ચૂકવણી પદ્ધતિ પસંદ કરો.
he: אם הכניסה שלך הצליחה, המשך לשלב הבא. אם לא הצלחת להיכנס, נסה שוב או חזור ובחר שיטת תשלום אחרת.
hi: यदि आपका साइन इन सफल था, तो अगले चरण पर जारी रखें. यदि आप साइन इन नहीं कर सके, तो पुनः प्रयास करें या वापस जाएँ और किसी अन्य भुगतान विधि का चयन करें.
hr: Ako je prijava uspjela, prijeđite na sljedeći korak. Ako se niste uspjeli prijaviti, pokušajte ponovno ili se vratite natrag i odaberite drugi način plaćanja.
hu: Ha sikeresen bejelentkezett, lépjen tovább a következő lépésre. Ha nem tudott bejelentkezni, próbálja meg újból, vagy lépjen vissza, és válasszon másik fizetési módot.
id: Jika proses masuk berhasil, lanjutkan ke langkah berikutnya. Jika Anda tidak dapat masuk, coba lagi atau kembali dan pilih metode pembayaran lain.
is: Ef þú gast skráð þig inn skaltu halda áfram á næsta skref. Ef þú gast það ekki skaltu reyna aftur eða fara til baka og velja annan greiðslumáta.
ja: サインインに成功した場合は、次の手順に進みます。サインインできない場合は、もう一度試すか、前に戻って別の支払い方法を選択してください。
ka: თუ წარმატებით შეხვედით სისტემაში, გადადით შემდეგ საფეხურზე. თუ ვერ შეძელით შესვლა, სცადეთ ხელახლა ან დაბრუნდით და აირჩიეთ გადახდის სხვა მეთოდი.
kk: Кіру сәтті болса, келесі қадамға жалғастырыңыз. Кіре алмасаңыз, әрекетті қайталаңыз немесе оралыңыз және басқа төлем әдісін таңдаңыз.
kn: ಒಂದು ವೇಳೆ ನಿಮ್ಮ ಸೈನ್ ಇನ್ ಯಶಸ್ವಿಯಾದರೆ, ಮುಂದಿನ ಹಂತಕ್ಕೆ ಮುಂದುವರಿಯಿರಿ. ಒಂದು ವೇಳೆ ನೀವು ಸೈನ್ ಇನ್ ಆಗದಿದರೆ, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ ಅಥವಾ ಹಿಂತಿರುಗಿ ಹಾಗೂ ಮತ್ತೊಂದು ಪಾವತಿ ವಿಧಾನವನ್ನು ಆರಿಸಿ.
ko: 로그인에 성공하면 다음 단계로 진행합니다. 로그인할 수 없는 경우 다시 시도하거나 돌아와서 다른 결제 방법을 선택하세요.
lo: ຖ້າການລົງຊື່ເຂົ້າໃຊ້ຂອງທ່ານປະສົບຜົນສຳເລັດ, ໃຫ້ດຳເນີນການຕໍ່ຂັ້ນຕອນຕໍ່ໄປ. ຖ້າທ່ານບໍ່ສາມາດລົງຊື່ເຂົ້າໃຊ້ໄດ້, ລອງໃໝ່ ຫຼື ກັບຄືນໄປເລືອກວິທີການຈ່າຍເງິນອື່ນ.
lt: Jei sėkmingai prisijungėte, pereikite prie kito veiksmo. Jei prisijungti nepavyko, bandykite dar kartą arba grįžkite atgal ir pasirinkite kitą mokėjimo būdą.
lv: Ja pierakstīšanās bija veiksmīga, pārejiet pie nākamās darbības. Ja nevarēja pierakstīties, mēģiniet vēlreiz vai dodieties atpakaļ un izvēlieties citu maksājuma veidu.
mi: Mēnā kei te pai te takiuru, haere tonu ki te hipanga panuku. Mēnā kāore koe e taea te takiuru ake, me whakamahia anō, me hoki atu rānei ki te kōwhiria tētahi atu tikanga utu.
mk: Ако вашето најавување беше успешно, продолжете на следниот чекор. Ако не можете да се најавите, обидете се повторно или вратете се и изберете друг начин на плаќање.
ml: നിങ്ങളുടെ സൈൻ ഇൻ വിജയകരമായിരുന്നുവെങ്കിൽ, അടുത്ത നടപടിയിലേക്ക് തുടരുക. നിങ്ങൾക്ക് സൈൻ ഇൻ ചെയ്യാൻ കഴിയുന്നില്ലെങ്കിൽ, വീണ്ടും ശ്രമിക്കുക അല്ലെങ്കിൽ തിരികെ പോയി മറ്റൊരു പേയ്മെന്റ് രീതി നോക്കിയെടുക്കുക.
mr: आपण साइन इन यशस्वी झाले असल्यास, पुढील पायरीवर जा. आपण साइन इन करू शकत नसल्यास, पुन्हा प्रयत्न करा किंवा परत जा आणि दुसरी पेमेंट पद्धत निवडा.
ms: Jika daftar masuk anda berjaya, teruskan ke langkah seterusnya. Jika anda tidak dapat mendaftar masuk, cuba lagi atau kembali dan pilih kaedah pembayaran yang lain.
mt: Jekk irnexxielek tidħol, kompli għall-pass li jmiss. Jekk ma stajtx tidħol, erġa' pprova jew mur lura u agħżel metodu ta' pagament ieħor.
ne: तपाईंको साइन इन सफल भएको भएमा, अर्को चरणमा जारी राख्नुहोस्। तपाईंले साइन इन गर्न नसक्नुभएमा, फेरि प्रयास गर्नुहोस् वा पछाडि गएर अर्को भुक्तानी विधि छान्नुहोस्।
nn_no: Dersom du har logga på, hald fram til neste trinn. Dersom du ikkje kunne logge på, prøv på nytt eller gå tilbake og vel ein annan betalingsmåte.
no: Hvis påloggingen var vellykket, gå videre til neste trinn. Hvis du ikke kunne logge på, prøv på nytt, eller gå tilbake og velg en annen betalingsmetode.
or: ଯଦି ଆପଣଙ୍କର ସାଇନ୍ ଇନ୍ ସଫଳ ହୋଇଛି, ପରବର୍ତ୍ତୀ ପଦକ୍ଷେପକୁ ଜାରି ରଖନ୍ତୁ. ଯଦି ଆପଣ ସାଇନ୍ ଇନ୍ କରିପାରିବେ ନାହିଁ, ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ କିମ୍ବା ପଛକୁ ଯାଆନ୍ତୁ ଏବଂ ଅନ୍ୟ ଏକ ଦେୟ ପଦ୍ଧତି ବାଛନ୍ତୁ.
pa_in: ਜੇ ਤੁਹਾਡਾ ਸਾਈਨ ਇਨ ਸਫਲ ਹੋਇਆ ਸੀ, ਤਾਂ ਅੱਗਲੇ ਚਰਣ ‘ਤੇ ਜਾਰੀ ਰੱਖੋ। ਜੇ ਤੁਸੀਂ ਸਾਈਨ ਇਨ ਨਹੀਂ ਕਰ ਸਕੇ, ਤਾਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਪਿੱਛੇ ਵੱਲ ਜਾਓ ਅਤੇ ਕੋਈ ਹੋਰ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਚੁਣੋ।
pl: Jeśli logowanie się powiodło, przejdź do następnego kroku. Jeśli nie można się zalogować, spróbuj ponownie lub wróć i wybierz inną formę płatności.
ru: Если вход выполнен успешно, переходите к следующему шагу. Если не удалось выполнить вход, повторите попытку или вернитесь назад и выберите другой способ оплаты.
sl: Če ste se uspešno vpisali, nadaljujte z naslednjim korakom. Če se niste mogli vpisati, poskusite znova ali pa se vrnite in izberite drug način plačila.
sr_cyrl_rs: Ако сте се успешно пријавили, пређите на следећи корак. Ако нисте успели да се пријавите, покушајте поново или се вратите и одаберите други начин плаћања.
sr_latn_rs: Ako ste se uspešno prijavili, pređite na sledeći korak. Ako niste uspeli da se prijavite, pokušajte ponovo ili se vratite nazad i odaberite drugi način plaćanja.
sv: Om inloggningen lyckades fortsätter du till nästa steg. Om du inte kunde logga in försöker du igen eller går tillbaka och väljer en annan betalningsmetod.
ta: நீங்கள் வெற்றிகரமாக உள்நுழைந்தால், அடுத்த படியைத் தொடரவும். உங்களால் உள்நுழைய முடியவில்லை என்றால், மீண்டும் முயலவும் அல்லது திரும்பிச் சென்று மற்றொரு கட்டண முறையைத் தேர்வுசெய்யவும்.
te: మీ సైన్ ఇన్ విజయవంతమైతే, తర్వాత దశకు కొనసాగండి. మీరు సైన్ ఇన్ చేయలేక పోయినట్లయితే, మళ్లీ ప్రయత్నించండి లేదా వెనుకకు వెళ్లి, మరొక చెల్లింపు పద్ధతిని ఎంచుకోండి.
th: ถ้าการลงชื่อเข้าใช้ของคุณเสร็จสมบูรณ์แล้ว ให้ไปยังขั้นตอนถัดไป ถ้าคุณไม่สามารถลงชื่อเข้าใช้ได้ ให้ลองอีกครั้งหรือย้อนกลับ แล้วเลือกวิธีการชำระเงินอื่น
tr: Oturum açma işleminiz başarılı olduysa bir sonraki adıma devam edin. Oturum açamadıysanız yeniden deneyin veya geri dönüp başka bir ödeme yöntemi seçin.
tt: Керү уңышлы булса, киләсе адымга дәвам итегез. Әгәр дә керә алмасагыз, кабатлап карагыз яки кире кайтыгыз һәм бүтән түләү ысулын сайлагыз.
ug: ئوڭۇشلۇق تىزىملاپ كىرگەن بولسىڭىز كېيىنكى باسقۇچقا ئۆتۈڭ. بولمىسا، قايتا سىناڭ ياكى قايتىپ باشقا تۆلەش ئۇسۇلى بېكىتىڭ.
uk: Якщо ви успішно виконали вхід, перейдіть до наступного кроку. Якщо виконати вхід не вдалося, повторіть спробу або поверніться назад і виберіть інший метод оплати.
ur: اگر آپ کا سائن ان کامیاب تھا، تو اگلے مرحلے پر جاری رکھیں۔ اگر آپ سائن ان نہیں کر سکتے، دوبارہ کوشش کریں یا واپس جائیں اور ادائیگی کا کوئی دوسرا طریقہ منتخب کریں۔
uz: Agar muvaffaqiyatli kirsangiz, keyingi qadamga oʻting. Agar kira olmasangiz, qayta urining yoki orqaga qaytib, boshqa toʻlov usulini tanlang.
vi: Nếu bạn đăng nhập thành công, hãy chuyển sang bước tiếp theo. Còn không, hãy thử lại hoặc quay lại và chọn một phương thức thanh toán khác.
zh_hans: 如果登录成功，请继续执行下一步。如果无法登录，请重试，或者返回并选择其他付款方式。
zh_hant: 如果您登入成功，請繼續執行下一個步驟。若您無法登入，請再試一次，或返回並選擇其他支付方式。

# Literal.Paypal.Redirect.HyperlinkText
source: open PayPal
af: maak PayPal oop
am: PayPal ን ክፈት
ar: افتح PayPal
as: PayPal খোলক
az: PayPal-ı açın
bg: отваряне на PayPal
bn_in: খোলা PayPal
bs: otvorite PayPal
cy: agor PayPal
da: åbn PayPal
de: öffnen Sie PayPal
el: ανοίξτε το PayPal
es: abra PayPal.
et: avage PayPal
eu: ireki PayPal
fa: PayPal را باز کنید
ga: oscail PayPal
gd: fosgail PayPal
gl: abrir PayPal.
gu: ખુલ્લા PayPal
he: פתח את PayPal
hi: PayPal खोलें
hr: otvorite PayPal.
hu: nyissa meg a PayPal-t
id: buka PayPal
is: opna PayPal
ja: PayPal を開いてください
ka: გახსენით PayPal-ი
kk: PayPal ашу
kn: PayPal ಅನ್ನು ತೆರೆಯಿರಿ
ko: PayPal 열기
lo: ເປີດ PayPal
lt: atidaryti „PayPal“
lv: atveriet PayPal
mi: huaki PayPal
mk: отворете PayPal
ml: തുറക്കുക PayPal
mr: PayPal उघडा
ms: buka PayPal
mt: iftaħ PayPal
ne: खोल्नुहोस् PayPal
nn_no: opne PayPal
no: åpne PayPal
or: PayPal ଖୋଲନ୍ତୁ
pa_in: ਖੁੱਲਾ PayPal
pl: otwórz usługę PayPal
ru: откройте PayPal.
sl: odprite PayPal
sr_cyrl_rs: отвори PayPal
sr_latn_rs: otvori PayPal
sv: öppna PayPal
ta: PayPal-ஐத் திற
te: తెరిచి ఉంది PayPal
th: เปิด PayPal
tr: PayPal'i aç
tt: PayPal'ны ачу
ug: PayPal نى ئېچىش
uk: відкрийте обліковий запис PayPal
ur: PayPal کو کھولیں
uz: PayPalni ochish
vi: mở PayPal
zh_hans: 打开 PayPal
zh_hant: 開啟 PayPal

# Literal.Sepa.Redirect.HyperlinkText
source: open SEPA Account
af: maak SEPA-rekening oop
am: የ SEPA መለያ ይክፈቱ
ar: فتح حساب SEPA
as: SEPA একাউণ্ট খোলক
az: SEPA Hesabı açın
bg: отваряне на SEPA сметка
bn_in: SEPA অ্যাকাউন্ট খুলুন
bs: otvorite SEPA račun
cy: agor Cyfrif SEPA
da: åbn SEPA-konto
de: SEPA-Konto eröffnen
el: άνοιγμα λογαριασμού SEPA
es: abrir cuenta SEPA
et: ava SEPA konto
eu: ireki SEPA kontua
fa: باز کردن حساب SEPA
ga: oscail cuntas SEPA
gd: fosgail cunntas SEPA
gl: abrir unha conta SEPA
gu: SEPA ખાતું ખોલો
he: פתח חשבון SEPA
hi: SEPA खाता खोलें
hr: otvorite SEPA račun
hu: SEPA-fiók megnyitása
id: buka Akun SEPA
is: opna SEPA-reikning
ja: SEPA アカウントを開く
ka: SEPA ანგარიშის გახსნა
kk: SEPA тіркелгісін ашу
kn: SEPA ಖಾತೆಯನ್ನು ತೆರೆಯಿರಿ
ko: SEPA 계정 열기
lo: ເປີດບັນຊີ SEPA
lt: atidaryti SEPA sąskaitą
lv: atvērt SEPA kontu
mi: whakatuwherahia te Pūkete SEPA
mk: отворете сметка на SEPA
ml: SEPA അക്കൗണ്ട് തുറക്കുക
mr: SEPA खाते उघडा
ms: buka Akaun SEPA
mt: iftaħ il-Kont SEPA
ne: SEPA खाता खोल्नुहोस्
nn_no: opne SEPA-konto
no: Åpne SEPA-konto
or: SEPA ଏକାଉଣ୍ଟ୍ ଖୋଲନ୍ତୁ
pa_in: SEPA ਖਾਤਾ ਖੋਲ੍ਹੋ
pl: otwórz konto SEPA
ru: открыть учетную запись SEPA
sl: odprite račun SEPA
sr_cyrl_rs: отвори СЕПА рачун
sr_latn_rs: otvorite SEPA nalog
sv: öppna SEPA-konto
ta: SEPA கணக்கைத் திற
te: SEPA ఖాతా తెరవండి
th: เปิดบัญชี SEPA
tr: SEPA Hesabını açın
tt: SEPA хисап язмасын ачу
ug: SEPA ھېساباتى ئېچىش
uk: відкрити обліковий запис SEPA
ur: SEPA اکاؤنٹ کھولیں
vi: mở Tài khoản SEPA
zh_hans: 打开 SEPA 帐户
zh_hant: 建立 SEPA 帳戶

# Literal.Paypal.Redirect.Confirm.Button
source: Yes, let's wrap things up
af: Ja, kom ons maak klaar
am: አዎ፣ ነገሮችን እናጠናቅቃቸው
ar: نعم، دعنا نعمل على إنهاء الأشياء
as: হয়, এই বস্তুখিনি লওঁ আহক
az: Bəli, gəlin hər şeyi tamamlayaq
bg: Да, да приключваме
bn_in: হ্যাঁ, কাজগুলি শেষ করা যাক
bs: Da, završimo
cy: Iawn, gadewch i ni orffen
da: Ja, lad os afslutte købet
de: Ja, Vorgang abschließen
el: Ναι, ας ολοκληρώσουμε
es: Terminemos
et: Jah, soovin toimingu lõpule viia
eu: Bai, jarraitu erosten amaitzeko
fa: بله، بیایید جمع‌بندی کنیم
ga: Is ea, críochnaímis é
gd: Seadh, coileanamaid rudan
gl: Si, terminemos
gu: હા, ચાલો, કાર્યો સમાપ્ત કરીએ
he: כן, בוא נסיים
hi: हाँ, आइए कामों को समेटें
hr: Da, dovrši
hu: Igen, végrehajtom a vásárlást
id: Mari kita selesaikan ini
is: Já, ljúkum þessu af
ja: はい、購入を完了します
ka: დიახ, მოვამთავროთ
kk: Иә, әрекеттерді аяқтайық
kn: ಹೌದು, ಕೆಲಸಗಳನ್ನು ಪೂರ್ತಿಗೊಳಿಸೋಣ
ko: 예, 완료하겠습니다.
ku_arab: بەڵی، با شتەکان تەواو بکەین
ky: Ооба, нерселерди аягына чыгаралы
lo: ແມ່ນແລ້ວ, ໃຫ້ລວມເອົາສິ່ງຕ່າງໆ
lt: Taip, užbaigti
lv: Jā, pabeigt darbību
mi: Āe, me whakamutu tāua
mk: Да, ајде да завршиме
ml: അതെ, നമുക്കിത് പൂർത്തീകരിക്കാം
mn: Тийм. Үүнийг дуусгая
mr: होय, गोष्टींवर ओघ करू द्या
ms: Ya, mari kita selesaikan perkara ini
mt: Iva, ejja nikkonkludu kollox
ne: हो, कामहरू पूरा गरौं
nn_no: Ja, la oss fullføre
no: Ja, la oss fullføre
or: ହଁ, ଚାଲନ୍ତୁ କାର୍ଯ୍ୟ ସମାପ୍ତ କରିବା
pa_arab_pk: ہاں، آؤ ایناں شیواں نوں مکمل کریے
pa_in: ਹਾਂ, ਆਓ ਚੀਜ਼ਾਂ ਨੂੰ ਸਮੇਟੀਏ
pl: Tak, chcę sfinalizować zakup
ru: Да, давайте завершим покупку
sd: ها، اچو ته شيون ويڙهيون
si: ඔව්, අපි දේවල් ඔතමු
sl: Da, zaključimo postopek
sr_cyrl_rs: Да, хајде да довршимо куповину
sr_latn_rs: Da, hajde da dovršimo kupovinu
sv: Ja, låt oss slutföra detta
ta: ஆம், நாம் இதனை முடிவடைக்கலாம்
te: సరే, మనం పనులను పూర్తి చేద్దాం
tg: Бале, биёед чизҳоро печонем
th: ใช่ สรุปรายการทันที
tr: Evet, işlemlerimizi toparlayalım
tt: Әйе, тәмамлыйк
ug: شۇنداق، تاماملايلى
uk: Так, завершімо придбання
ur: ہاں، چلیں چیزوں کو سمیٹیں
uz: Qani, xarid qilgan narsangizni o‘raymiz
vi: Có, hãy hoàn tất việc mua nội dung
zh_hans: 是的，打包购买
zh_hant: 是，讓我們完成購買

# Literal.Paypal.Redirect.TryAgain.Button
source: No, I want to try again
af: Nee, ek wil weer probeer
am: አይ፣ እንደገና መሞከር እፈልጋለሁ
ar: لا، أريد المحاولة مرة أخرى
as: নহয়, মই পুনৰাই চেষ্টা কৰিব বিচাৰোঁ
az: Xeyr, yenidən cəhd etmək istəyirəm
bg: Не, искам да опитам отново
bn_in: না, আমি আবার চেষ্টা করতে চাই
bs: Ne, želim pokušati ponovo
cy: Na, dw i am drio eto
da: Nej, jeg vil prøve igen
de: Nein, ich möchte es noch mal versuchen.
el: Όχι, θέλω να δοκιμάσω ξανά
es: No, quiero intentarlo de nuevo
et: Ei, soovin uuesti proovida
eu: Ez, berriro saiatu nahi dut
fa: خیر، می‌خواهم دوباره امتحان کنم
ga: Níl, is mian liom é a thriail arís
gd: Bu chaomh leam feuchainn ris a-rithist
gl: Non, quero probar outra vez
gu: ના, હું ફરી પ્રયાસ કરવા ઇચ્છું છું
he: לא, אני רוצה לנסות שוב
hi: नहीं, मैं फिर से प्रयास करना चाहता/चाहती हूँ
hr: Ne, želim pokušati ponovno
hu: Nem, újból megpróbálom
id: Tidak, saya ingin mencoba lagi
is: Nei, ég vil reyna aftur
ja: いいえ、やり直します
ka: არა, მსურს ისევ ვცადო
kk: Жоқ, мен әрекетті қайталағым келеді
kn: ಇಲ್ಲ, ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಲು ಬಯಸುವೆ
ko: 아니요, 다시 시도하고 싶습니다.
ku_arab: نا، دەمەوێت دیسان تاقی بکەمەوه
ky: Жок, мен кайрадан аракеттенип көрөм
lo: ບໍ່, ຂ້ອຍຕ້ອງການລອງອີກຄັ້ງ
lt: Ne, noriu pabandyti dar kartą
lv: Nē, es vēlos mēģināt vēlreiz
mi: Kāo, kei te hiahia au kia ngana anō
mk: Не, сакам да се обидам повторно
ml: ഇല്ല, ഞാൻ വീണ്ടും ശ്രമിച്ചുനോക്കാൻ ആഗ്രഹിക്കുന്നു
mn: Үгүй. Дахин оролдоё
mr: नाही, मी पुन्हा प्रयत्न करू इच्छितो
ms: Tidak, saya mahu cuba lagi
mt: Le, irrid nerġa’ nipprova
ne: होइन, म फेरि प्रयास गर्न चाहन्छु
nn_no: Nei, eg vil prøve ein gong til
no: Nei, jeg vil prøve på nytt
or: ନା, ମୁଁ ପୁଣି ଚେଷ୍ଟା କରିବାକୁ ଚାହୁଁଛି
pa_arab_pk: نہیں، میں فیر کوشش کرنا چاہندا آں
pa_in: ਨਹੀਂ, ਮੈਂ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰਨਾ ਚਾਹੁੰਦਾ/ਚਾਹੁੰਦੀ ਹਾਂ
pl: Nie, chcę spróbować ponownie
ru: Нет, я хочу попробовать еще раз
sd: مان ٻيهر ڪوشش ڪرڻ چاهيان ٿو؟
si: නැත, මට නැවත උත්සාහ කිරීමට අවශ්‍යයි
sl: Ne, želim poskusiti znova
sr_cyrl_rs: Не, желим да покушам поново
sr_latn_rs: Ne, želim da pokušam ponovo
sv: Nej, jag vill försöka igen
ta: இல்லை, நான் மீண்டும் முயற்சிக்க விரும்புகிறேன்
te: వద్దు, నేను మళ్ళి ప్రయత్నించాలనుకుంటునాను
tg: Не, ман дубора кӯшиш кардан мехоҳам
th: ไม่ ฉันต้องการลองอีกครั้ง
tr: Hayır, yeniden denemek istiyorum
tt: Юк, кабатлап карыйм
ug: ياق، قايتا سىناپ باقاي
uk: Ні, я хочу спробувати ще раз
ur: نہیں، میں دوبارہ کوشش کرنا چاہتا ہوں
uz: Yo‘q, qayta urinib ko‘rmoqchiman
vi: Không, tôi muốn thử lại
zh_hans: 不，我想重试
zh_hant: 否，我想要再試一次

# Literal.SetupOfficeSdx.TryAgain.Button
source: Try again
af: Probeer weer
am: እንደገና ሞክር
ar: إعادة المحاولة
as: পুনৰ চেষ্টা কৰক
az: Təkrar cəhd et
bg: Повторен опит
bn_in: আবার চেষ্টা করুন
bs: Pokušajte ponovo
cy: Rhowch gynnig arall arni
da: Prøv igen
de: Erneut versuchen
el: Προσπαθήστε ξανά
es: Volver a intentarlo
et: Proovi uuesti
eu: Saiatu berriro
fa: تلاش مجدد
ga: Bain triail eile as
gd: Feuch ris a-rithist
gl: Tentar de novo
gu: ફરી પ્રયાસ કરો
he: נסה שוב
hi: पुन: प्रयास करें
hr: Pokušajte ponovno
hu: Újra
id: Coba lagi
is: Reyna aftur
ja: 再試行
ka: ხელახლა სცადეთ
kk: Әрекетті қайталаңыз
kn: ಮತ್ತೊಮ್ಮೆ ಪ್ರಯತ್ನಿಸಿ
ko: 다시 시도
ku_arab: دووبارە هەوڵ بدەوە
ky: Кайталап көрүү
lo: ລອງອີກຄັ້ງ
lt: Bandyti dar kartą
lv: Mēģināt vēlreiz
mi: Whakamātauhia anō
mk: Обидете се повторно
ml: വീണ്ടും ശ്രമിക്കുക
mn: Дахин оролдох
mr: पुन्हा प्रयत्न करा
ms: Cuba lagi
mt: Erġa’ pprova
ne: फेरि प्रयास गर्नुहोस्
nn_no: Prøv på nytt
no: Prøv på nytt
or: ପୁନର୍ବାର ଚେଷ୍ଟା କରନ୍ତୁ
pa_arab_pk: فیر کوشش کرو
pa_in: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Spróbuj ponownie
ru: Повторить попытку
sd: ٻيهر ڪوشش ڪريو
si: නැවත උත්සාහ කරන්න
sl: Poskusi znova
sr_cyrl_rs: Покушајте поново
sr_latn_rs: Pokušaj ponovo
sv: Försök igen
ta: மீண்டும் முயற்சிசெய்
te: మళ్లీ ప్రయత్నించండి
tg: Бори дигар кӯшиш кунед
th: ลองอีกครั้ง
tr: Yeniden dene
tt: Яңадан кабатлагыз
ug: قايتا سىناش
uk: Спробуйте знову
ur: دوبارہ کوشش کرو
uz: Qayta urinib ko‘ring
vi: Thử lại
zh_hans: 重试
zh_hant: 再試一次

# Literal.ChinaUnionPay.PaymentMethodName.CreditCard
source: UnionPay credit card
af: UnionPay-kredietkaart
am: UnionPay ክሬዲት ካርድ
ar: بطاقة ائتمان UnionPay
as: UnionPay ক্ৰেডিট কাৰ্ড
az: UnionPay kredit kartı
bg: Кредитна карта UnionPay
bn_in: UnionPay ক্রেডিট কার্ড
bs: UnionPay kreditna kartica
cy: Cerdyn credyd UnionPay
da: UnionPay-kreditkort
de: UnionPay-Kreditkarte
el: Πιστωτική κάρτα UnionPay
es: Tarjeta de crédito UnionPay
et: UnionPay krediitkaart
eu: UnionPay kreditu-txartela
fa: کارت اعتباری UnionPay
ga: Cárta creidmheasa UnionPay
gd: Cairt-chreideis UnionPay
gl: Cartón de crédito UnionPay
gu: UnionPay ક્રેડિટ કાર્ડ
he: כרטיס אשראי של UnionPay
hi: UnionPay क्रेडिट कार्ड
hr: Kreditna kartica UnionPay
hu: UnionPay hitelkártya
id: Kartu kredit UnionPay
is: Kreditkort frá UnionPay
ja: UnionPay クレジット カード
ka: UnionPay საკრედიტო ბარათი
kk: UnionPay несие картасы
kn: UnionPay ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್
ko: UnionPay 신용 카드
ku_arab: کرێدت کارتی UnionPay
ky: UnionPay насыя картасын кошуу
lo: ບັດເຄຣດິດ UnionPay
lt: „UnionPay“ kredito kortelė
lv: UnionPay kredītkarte
mi: Kāri tāwere UnionPay
mk: Кредитна картичка UnionPay
ml: UnionPay ക്രെഡിറ്റ് കാർഡ്
mn: UnionPay кредит карт
mr: UnionPay क्रेडिट कार्ड
ms: Kad kredit UnionPay
mt: Karta tal-kreditu UnionPay
ne: UnionPay क्रेडिट कार्ड
nn_no: UnionPay-kredittkort
no: UnionPay-kredittkort
or: UnionPay କ୍ରେଡିଟ୍ କାର୍ଡ୍
pa_arab_pk: UnionPay کریڈٹ کارڈ
pa_in: UnionPay ਕ੍ਰੈਡਿਟ ਕਾਰਡ
pl: Karta kredytowa UnionPay
ru: Кредитная карта UnionPay
sd: هڪ UnionPay ڪريڊٽ ڪارڊ
si: UnionPay බැර කාඩ්පත
sl: Kreditna kartica UnionPay
sr_cyrl_rs: UnionPay кредитна картица
sr_latn_rs: UnionPay kreditna kartica
sv: UnionPay-kreditkort
ta: UnionPay கிரெடிட் கார்டைச்
te: UnionPay క్రెడిట్ కార్డ్
tg: Корти қарзии UnionPay
th: บัตรเครดิต UnionPay
tr: UnionPay kredi kartı
tt: UnionPay кредит картасы
ug: UnionPay ئىناۋەتلىك كارتىسى
uk: Кредитна картка UnionPay
ur: UnionPay کریڈٹ کارڈ
uz: UnionPay kredit kartasi
vi: Thẻ tín dụng UnionPay
zh_hans: 银联信用卡
zh_hant: 銀聯信用卡

# Literal.ChinaUnionPay.PaymentMethodName.DebitCard
source: UnionPay debit card
af: UnionPay-debietkaart
am: UnionPay ዴቢት ካርድ
ar: بطاقة إثبات صحة رصيد المدين لـ UnionPay
as: UnionPay ডেবিট কাৰ্ড
az: UnionPay debet kartı
bg: Дебитна карта UnionPay
bn_in: UnionPay ডেবিট কার্ড
bs: UnionPay debitna kartica
cy: Cerdyn debyd UnionPay
da: UnionPay-debetkort
de: UnionPay-Kundenkarte
el: Χρεωστική κάρτα UnionPay
es: Tarjeta de débito UnionPay
et: UnionPay deebetkaart
eu: UnionPay zordunketa-txartela
fa: کارت نقدی UnionPay
ga: Cárta dochair UnionPay
gd: Cairt-fhiachan UnionPay
gl: Cartón de débito UnionPay
gu: UnionPay ડેબિટ કાર્ડ
he: כרטיס חיוב של UnionPay
hi: UnionPay डेबिट कार्ड
hr: Debitna kartica UnionPay
hu: UnionPay betéti kártya
id: Kartu debit UnionPay
is: Debetkort frá UnionPay
ja: UnionPay デビット カード
ka: UnionPay სადებეტო ბარათი
kk: UnionPay дебет картасы
kn: UnionPay ಡೆಬಿಟ್ ಕಾರ್ಡ್
ko: UnionPay 직불 카드
ku_arab: دێبیت کارتی UnionPay
ky: UnionPay дебет картасы
lo: ບັດເດບບິດ UnionPay
lt: „UnionPay“ debeto kortelė
lv: UnionPay debetkarte
mi: Kāri nama UnionPay
mk: Дебитна картичка UnionPay
ml: UnionPay ഡെബിറ്റ് കാർഡ്
mn: UnionPay дебит карт
mr: UnionPay डेबिट कार्ड
ms: Kad debit UnionPay
mt: Karta tad-debitu UnionPay
ne: UnionPay डेबिट कार्ड
nn_no: UnionPay-debetkort
no: UnionPay-debetkort
or: UnionPay ଡେବିଟ୍ କାର୍ଡ୍
pa_arab_pk: UnionPay ڈیبٹ کارڈ
pa_in: UnionPay ਡੈਬਿਟ ਕਾਰਡ
pl: Karta debetowa UnionPay
ru: Банковская карта UnionPay
sd: هڪ UnionPay ڊيبٽ ڪارڊ
si: UnionPay හර කාඩ්පත
sl: Debetna kartica UnionPay
sr_cyrl_rs: UnionPay дебитна картица
sr_latn_rs: UnionPay debitna kartica
sv: UnionPay-betalkort
ta: UnionPay டெபிட் கார்டைச்
te: UnionPay డెబిట్ కార్డ్
tg: Корти дебитии UnionPay
th: บัตรเดบิต UnionPay
tr: UnionPay ATM kartı
tt: UnionPay дебет картасы
ug: UnionPay ئامانەت كارتىسى
uk: Платіжна картка UnionPay
ur: UnionPay ڈیبٹ کارڈ
uz: UnionPay debet kartasi
vi: Thẻ ghi nợ UnionPay
zh_hans: 银联借记卡
zh_hant: 銀聯轉帳卡
