Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CIBUpgradeTOU.MigrationText.US
source: Use PayPal for future payments on the Microsoft platform. If you have a PayPal balance, that balance will be used first, even if you have chosen a preferred payment method. If you have not selected a preferred payment method, your default payment method will be used. If your preferred or default payment method is expired or declined, PayPal will charge your backup payment method. You can set or change your payment method, or cancel this authorization at any time in your Settings at Paypal.com. Until you set a payment method in your Settings, the payment method used will follow the payment policies on PayPal.com.
af: Gebruik PayPal vir toekomstige betalings op die Microsoft-platform. Indien jy ’n PayPal-balans het, sal daardie balans eerste gebruik word, al het jy ’n voorkeurbetalingmetode gekies. Indien jy nie ’n voorkeurbetalingsmetode geselekteer het nie, sal jou verstekbetalingsmetode gebruik word. Indien jou voorkeur- of verstekbetalingsmetode afgekeur word of verval het, sal PayPal die bedrag teen jou rugsteunbetalingsmetode hef. In jou Instellings by PayPal.com kan jy jou betalingsmetode enige tyd stel of verander, of hierdie magtiging kanselleer. Totdat jy ’n betalingsmetode in Instellings gestel het, sal die betalingsmetode wat gebruik word, die betalingsbeleid op PayPal.com volg.
am: በMicrosoft መድረክ ላይ ክፍያዎን ለመፈጸም በPayPal ይጠቀሙ። የPayPal ሂሳብ ካለዎት፣ መጀመሪያ ያ ሂሳብ ጥቅም ላይ ይውላል፣ ተመራጭ የመክፈያ ዘዴ ቢመርጡም እንኳ። ተመራጭ የመክፈያ ዘዴ ካልመረጡ፣ ነባሪ የመክፈያ ዘዴዎ ጥቅም ላይ ይውላል። ምርጫዎ ከሆነ ወይም ነባሪ የመክፈያ ዘዴዎ ጊዜው ካለፈበት ወይም ውድቅ ከተደረገ፣ PayPal ከምትኬ የመክፈያ ዘዴዎ ያስከፍላል። Paypal.com ላይ ከእርስዎ የክንውን አውዶች ውስጥ በማንኛምው ጊዜ የመክፈያ ዘዴዎን ማቀናበር ወይም መቀየር ወይም ይህን ፈቃድ ማስቀረት ይችላሉ። የክንውን አውዶችዎ ውስጥ የመክፈያ ዘዴ እስከሚያቀናብሩ ድረስ፣ ጥቅም ላይ የሚውለው የመክፈያ ዘዴ PayPal.com ላይ የተጠቀሱ የክፍያ መመሪያዎችን የተከተለ ይሆናል።
ar: استخدم PayPal لعمليات الدفع المستقبلية في النظام الأساسي لـ Microsoft. إذا كان لديك رصيد PayPal فسيتم استخدام هذا الرصيد أولاً، حتى إذا كنت قد اخترت طريقة دفع مفضلة. إذا لم تكن قد اخترت طريقة دفع مفضلة، فسيتم استخدام طريقة الدفع الافتراضية الخاصة بك. إذا انتهت صلاحية طريقة الدفع المفضلة أو الافتراضية لديك أو تم رفضها، فسيعمل PayPal على تحصيل الرسوم من طريقة الدفع الاحتياطية. يمكنك تعيين طريقة الدفع أو تغييرها أو إلغاء هذا التخويل في أي وقت من إعداداتك على Paypal.com. حتى تقوم بتعيين طريقة دفع من إعداداتك، ستخضع طريقة الدفع المستخدمة لنهج الدفع على PayPal.com.
as: Microsoft প্লেটফ’ৰ্মত ভৱিষ্যতৰ পৰিশোধৰ বাবে PayPal ব্যৱহাৰ কৰক৷ আনকি আপুনি এটা পচন্দৰ পৰিশোধ পদ্ধতি পচন্দ কৰিলেও, যদি আপোনাৰ কোনো PayPal বেলেঞ্চ থাকে, তেন্তে সেই বেলেঞ্চ প্ৰথমে ব্যৱহাৰ কৰা হ’ব৷ যদি আপুনি এটা পচন্দৰ পৰিশোধ পদ্ধতি চয়ন কৰা নাই, তেন্তে আপোনাৰ ডিফ’ল্ট পৰিশোধ পদ্ধতি ব্যৱহাৰ কৰা হ’ব৷ যদি আপোনাৰ পচন্দৰ বা ডিফ’ল্ট পৰিশোধ পদ্ধতিৰ ম্যাদ উকলে বা প্ৰত্যাখ্যান কৰে, তেন্তে PayPal -এ আপোনাৰ বেকআপ পৰিশোধ পদ্ধতিত মাছুল ল’ব৷ আপুনি আপোনাৰ পৰিশোধ পদ্ধতি ছেট কৰিব বা পৰিৱৰ্তন কৰিব পাৰে বা Paypal.com ত আপোনাৰ ছেটিংছত যিকোনো সময়তে এই অনুমোদন বাতিল কৰিব পাৰে৷ আপুনি আপোনাৰ ছেটিংছত এটা পৰিশোধ পদ্ধতি ছেট নকৰালৈকে, ব্যৱহৃত পৰিশোধ পদ্ধতিয়ে Paypal.com. ত থকা পৰিশোধ নীতিসমূহ পালন কৰিব৷
az: Microsoft platformasında gələcək ödənişlər üçün PayPal-dan istifadə edin. Əgər PayPal balansınız varsa, hətta üstün tutduğunuz ödəniş üsulunu seçsəniz belə, ilk olaraq həmin balansdan istifadə olunacaqdır. Əgər üstün tutduğunuz ödəniş üsulunu seçməsəniz, standart ödəniş üsulunuzdan istifadə olunacaqdır. Əgər üstün tutduğunuz və ya standart ödəniş üsulunun vaxtı keçərsə, yaxud ondan imtina edilərsə, PayPal ehtiyat nüsxə kimi təqdim etdiyiniz ödəniş üsulunuza xərc yazacaqdır. Siz ödəniş üsulunuzu təyin edə və ya dəyişdirə, yaxud istənilən vaxt Paypal.com səhifəsində Parametrlərdə bu avtorizasiyadan imtina edə bilərsiniz. Siz Parametrlərinizdə ödəniş üsulu təyin etməyənə kimi istifadə olunan ödəniş üsulu PayPal.com-da verilən ödəniş qaydalarına əməl edəcəkdir.
bg: Използвайте PayPal за бъдещи плащания в платформата на Microsoft. Ако имате баланс в PayPal, първо този баланс ще бъде използван, дори и да сте избрали предпочитан метод на плащане. Ако не сте избрали такъв, ще бъде използван вашият метод на плащане по подразбиране. Ако предпочитаният или методът на плащане по подразбиране изтече или бъде отхвърлен, PayPal ще изтегли пари от резервния ви метод на плащане. Можете да настроите или да промените метода на плащане, да отмените удостоверяването по всяко време във вашите „Настройки“ в Paypal.com. Докато не настроите метод на плащане във вашите „Настройки“, използваният метод на плащане ще е в съответствие с правилата за плащане на PayPal.com.
bn_in: Microsoft প্লাটফর্মে ভবিষ্যতের পেমেন্টগুলির জন্য PayPal ব্যবহার করুন। আপনি পছন্দসই পেমেন্টের পদ্ধতি যোগ করলেও, যদি আপনার PayPal ব্যালেন্স থাকে, প্রথমে সেই ব্যালেন্সটি ব্যবহৃত হবে। আপনি যদি কোনো পছন্দের পেমেন্টের পদ্ধতি যোগ না করে থাকেন, তবে আপনার ডিফল্ট পেমেন্টের পদ্ধতি ব্যবহৃত হবে। যদি আপনার পছন্দের বা ডিফল্ট পেমেন্টের পদ্ধতির মেয়াদ শেষ হয়েছে বা প্রত্যাখ্যাত হয়েছে, তবে PayPal আপনার ব্যাকআপ পেমেন্টের পদ্ধতিকে চার্জ করবে। আপনি Paypal.com-এ আপনার সেটিংসে গিয়ে যেকোনো সময়ে আপনার পেমেন্টের পদ্ধতি সেট বা পরিবর্তন করতে বা এই অনুমোদনকে বাতিল করতে পারবেন। আপনি যতক্ষণ না আপনার সেটিংসে পেমেন্টের পদ্ধতি সেট না করে থাকেন, তবে ব্যবহৃত পেমেন্টের পদ্ধতি PayPal.com-এর পেমেন্টের পদ্ধতি অনুসরণ করবে।
bs: Koristite PayPal za buduća plaćanja na platformi kompanije Microsoft. Ako imate sredstava na usluzi PayPal, prvo će se ona upotrijebiti, čak i ako ste odabrali preferirani način plaćanja. Ako niste odabrali preferirani način plaćanja, upotrijebit će se zadani način plaćanja. Ako je preferirani ili zadani način plaćanja istekao ili odbijen, PayPal će teretiti vaš rezervni način plaćanja. Na stranici Paypal.com možete u svakom trenutku promijeniti način plaćanja ili otkazati ovo ovlaštenje. Dok ne postavite način plaćanja u Postavkama, korišteni način plaćanja odredit će se prema pravilima plaćanja web lokacije PayPal.com.
cy: Defnyddiwch PayPal ar gyfer taliadau yn y dyfodol ar y llwyfan Microsoft. Os oes gennych falans PayPal, defnyddir y balans hwnnw yn gyntaf, hyd yn oed os ydych wedi dewis dull talu. Os nad ydych wedi dewis dull talu, defnyddir eich dull talu diofyn. Os yw eich dull talu dewisiol neu ddiofyn wedi dod i ben neu'n cael ei wrthod, bydd PayPal yn codi tâl ar eich dull talu wrth gefn. Gallwch osod neu newid eich dull talu, neu ganslo'r awdurdodiad hwn ar unrhyw adeg yn eich Gosodiadau ar Paypal.com. Hyd nes y byddwch yn pennu dull talu yn eich Gosodiadau, bydd dull talu a ddefnyddir yn dilyn polisïau talu ar PayPal.com.
da: Du kan bruge PayPal for fremtidige betalinger på Microsoft-platformen. Hvis du har en PayPal-saldo, bruges denne saldo først, selvom du har valgt en foretrukken betalingsmetode. Hvis du ikke har valgt en foretrukken betalingsmetode, bruges din standardbetalingsmetode. Hvis din foretrukne eller standardbetalingsmetode er udløbet eller afslået, debiterer PayPal din backupbetalingsmetode. Du kan altid angive eller ændre din betalingsmetode eller ophæve autorisationen i indstillingerne på Paypal.com. Indtil du angiver en betalingsmåde i indstillingerne, følges den betalingsmåde, der anvendes politikker for betaling på PayPal.com.
de: Verwenden Sie PayPal für künftige Zahlungen auf der Microsoft-Plattform. Wenn Sie ein PayPal-Guthaben besitzen, wird dieses zuerst aufgebraucht, auch wenn Sie eine bevorzugte Zahlungsmethode ausgewählt haben. Falls Sie keine bevorzugte Zahlungsmethode ausgewählt haben, wird die Standardzahlungsmethode verwendet. Wenn die bevorzugte oder standardmäßige Zahlungsmethode abgelaufen ist oder abgelehnt wird, belastet PayPal Ihre alternative Zahlungsmethode. In den Einstellungen auf „Paypal.com“ kann die Zahlungsmethode jederzeit geändert oder diese Autorisierung widerrufen werden. Die Zahlungsmethode wird gemäß den Zahlungsrichtlinien auf „PayPal.com“ verwendet, bis Sie eine Zahlungsmethode in Ihren Einstellungen festlegen.
el: Χρησιμοποιήστε την PayPal για μελλοντικές πληρωμές στην πλατφόρμα της Microsoft. Αν διαθέτετε υπόλοιπο PayPal, αυτό θα χρησιμοποιηθεί πρώτα, ακόμη και αν έχετε επιλέξει μια προτιμώμενη μέθοδο πληρωμής. Αν δεν έχετε επιλέξει προτιμώμενη μέθοδο πληρωμής, θα χρησιμοποιηθεί η προεπιλεγμένη μέθοδος πληρωμής. Αν η προτιμώμενη ή η προεπιλεγμένη μέθοδος πληρωμής σας λήξει ή απορριφθεί, η PayPal θα χρεώσει την εφεδρική μέθοδο πληρωμής σας. Μπορείτε να ορίσετε ή να αλλάξετε τη μέθοδο πληρωμής σας ή να ακυρώσετε αυτή την εξουσιοδότηση οποιαδήποτε στιγμή στις Ρυθμίσεις σας στην τοποθεσία Paypal.com. Μέχρι να ορίσετε μια μέθοδο πληρωμής στις Ρυθμίσεις σας, η μέθοδος πληρωμής που χρησιμοποιείται θα ακολουθεί τις πολιτικές πληρωμής που περιγράφονται στην τοποθεσία PayPal.com.
es: Use PayPal para futuros pagos en la plataforma de Microsoft. Si tiene saldo en PayPal, se usará este primero, aunque haya elegido un método de pago preferido. Si no seleccionó ninguno, se usará su método de pago predeterminado. Si su método de pago preferido o predeterminado expira o se rechaza, PayPal realizará el cobro en su método de pago alternativo. Puede establecer o cambiar su método de pago, o bien cancelar esta autorización en cualquier momento en Configuración de Paypal.com. Hasta que no establezca un método de pago en Configuración, el que se use seguirá las directivas de pago de PayPal.com.
et: PayPali kasutamine edasiste maksete tegemiseks Microsofti platvormil. Kui teil on PayPali saldo, kasutatakse esmalt seda saldot, isegi kui olete määranud eelistatud makseviisi. Kui te pole määranud eelistatud makseviisi, kasutatakse teie vaikimisi makseviisi. Kui teie eelistatud või vaikimisi makseviis aegub või tagasi lükatakse, kasutab PayPal makse tegemiseks teie tagavara makseviisi. Paypal.com-i jaotises Settings (Sätted) saate igal ajal makseviisi määrata või muuta ja selle volituse tühistada. Kui te poole jaotises Settings (Sätted) makseviisi määranud, kasutatakse PayPal.com-i maksepoliitikale vastavat makseviisi.
eu: Erabili PayPal Microsoft plataforman etorkizuneko ordainketak egiteko. PayPal saldoa baduzu, saldo hori erabiliko da lehenik, baita ordainketa-metodo lehenetsi bat aukeratu baduzu ere. Ez baduzu hautatu ordainketa-metodo lehenetsirik, ordainketa-metodo lehenetsia erabiliko da. Ordainketa-metodo hobetsia edo lehenetsia iraungita edo baztertuta badago, ordezko ordainketa-metodoan kobratuko dugu. Ordainketa-metodoa ezarri edo alda dezakezu, edo noiznahi utz dezakezu bertan behera Paypal.com helbideko ezarpenetan. Ezarpenetan ordainketa-metodo bat ezarri arte, erabilitako ordainketa-metodoak Paypal.com helbideko ordainketa-gidalerroei jarraituko die.
fa: برای پرداخت‌های آتی در پلتفرم Microsoft از PayPal استفاده کنید. اگر موجودی PayPal دارید، این موجودی در ابتدا مورد استفاده قرار خواهد گرفت، حتی اگر یک روش پرداخت ترجیحی را انتخاب کرده باشید. اگر یک روش پرداخت ترجیحی را انتخاب نکرده‌اید، روش پرداخت پیش‌فرض شما مورد استفاده قرار خواهد گرفت. اگر روش پرداخت ترجیحی یا پیش‌فرض شما منقضی یا رد شده است، PayPal هزینه را از روش پرداخت پیشتیبان شما کسر می‌کند. می‌توانید روش پرداخت خود را تنظیم کنید یا تغییر دهید یا این مجوز را در هر زمانی در تنظیمات خود در Paypal.com لغو کنید. تا زمانی که یک روش پرداخت را در تنظیمات خود تنظیم می‌کنید، روش پرداخت مورد استفاده خط‌مشی‌های پرداخت را در Paypal.com دنبال خواهد کرد.
ga: Úsáid PayPal feasta d'íocaíochtaí ar ardán Microsoft. Má tá iarmhéid PayPal agat, is é is túisce a úsáidfear, fiú má roghnaigh tú modh íocaíochta inmhianaithe. Mura bhfuil modh íocaíochta inmhianaithe roghnaithe agat, úsáidfear do mhodh íocaíochta réamhshocraithe. Má éagann do mhodh íocaíochta inmhianaithe, nó má dhiúltaítear é, gearrfaidh PayPal an táille ar do mhodh cúltaca íocaíochta. Is féidir leat do mhodh íocaíochta a shocrú nó a athrú, nó an t-údarú seo a chealú uair ar bith i do Shocruithe ag PayPal.com. Úsáidfear an modh íocaíochta a chomhlíonann na polasaithe íocaíochta ar PayPal.com go dtí go mbíonn modh íocaíochta socraithe agat i do Shocruithe.
gd: Cleachd PayPal san àm ri teachd air ùrlar Microsoft. Ma tha balans PayPal agad, thèid am balans sin a chleachdadh an toiseach, fiù ma tha prìomh-dhòigh pàighidh suidhichte agad. Mur an do thagh thu prìomh-dhòigh pàighidh, thèid an dòigh pàighidh bhunaiteach agad a chleachdadh. Ma dh’fhalbh an ùine air a’ phrìomh-dhòigh pàighidh agad no an dòigh phàighidh bhunaiteach, iarraidh PayPal an t-airgead air an dòigh phàighidh èiginn each agad. ’S urrainn dhut an dòigh pàighidh agad a shuidheachadh no atharrachadh no d’ aonta a thoirt air falbh uair sam bith sna roghainnean agad air PayPal.com. Gus an suidhich thu dòigh pàighidh sna roghainnean, thèid dòigh pàighidh a thaghadh a-rèir nam poileasaidhean pàighidh air PayPal.com.
gl: Usa PayPal para todos os pagamentos que realices no futuro na plataforma de Microsoft. Se tes saldo de PayPal, este usarase primeiro, aínda que estableceras unha forma de pagamento diferente como elemento preferido. Se non seleccionaches ningunha forma de pagamento preferida, usarase a forma de pagamento predefinida. Se a túa forma de pagamento preferida se rexeita ou está caducada, PayPal efectuará o cargo no método de pagamento alternativo. Podes definir ou cambiar a túa forma de pagamento, ou cancelar esta autorización en calquera momento, na sección Configuración de Paypal.com. Até que definas unha forma de pagamento na sección Configuración, a forma de pagamento axustarase ás políticas de pagamento de PayPal.com.
gu: Microsoft પ્લેટફોર્મ પર ભવિષ્યની ચુકવણી કરવા માટે PayPal નો ઉપયોગ કરો. જો તમે PayPal બેલેન્સ ધરાવતા હોય તો બેલેન્સનો સૌ પ્રથમ વખત ઉપયોગ કરશે, આ માટે તમે પસંદગીની ચુકવણીની પદ્ધતિ પસંદ કરી શકો છો. જો તમે પસંદગીની ચુકવણીની પદ્ધતિ પસંદ કરી ન હોય તો તમારી ડિફોલ્ટ પેમેન્ટ પદ્ધતિનો ઉપયોગ કરશે. જો તમારી પસંદગીની અથવા ડિફોલ્ટ પેમેન્ટ પદ્ધતિની મુદત પૂર્ણ થઈ ગઈ હોય અથવા ઘટાડો થયો હોય તો PayPal એ તમારી બૅકઅપ પેમેન્ટ પદ્ધતિ અંગે ચાર્જ વસુલ કરશે. તમે તમારી ચુકવણીની પદ્ધતિ અંગે સેટ કરી શકો છો અથવા ચાર્જ વસુલી શકો છો, અથવા Paypal.com ખાતે તમારા સેટિગ્સમાં જઈ કોઈ પણ સમયે આ અધિકૃતતાને રદ્દ કરી શકો છો. તમારા સેટિંગ્સમાં ચુકવણીની પદ્ધતિને સેટ કરવામાં ન આવે ત્યાં સુધી ચુકવણી પદ્ધતિનો ઉપયોગ કરવા અંગે PayPal.com પર દર્શાવવામાં આવેલી ચુકવણીને લગતી નીતિઓનું પાલન કરવાનું રહેશે.
he: השתמש ב- PayPal לתשלומים עתידיים בפלטפורמת Microsoft. אם יש לך יתרה ב- PayPal, ייעשה בה שימוש תחילה, אפילו אם בחרת שיטת תשלום מועדפת. אם לא בחרת שיטת תשלום מועדפת, ייעשה שימוש בשיטת התשלום שהגדרת כברירת מחדל. אם שיטת התשלום המועדפת או המוגדרת כברירת מחדל אינה תקפה או נדחית, PayPal יחייב את שיטת התשלום לגיבוי. תוכל להגדיר או לשנות את שיטת התשלום, או לבטל הרשאה זו, בכל עת בהגדרות שלך ב- Paypal.com. עד שתגדיר שיטת תשלום בהגדרות שלך, שיטת התשלום שבשימוש תפעל לפי כללי מדיניות התשלום ב- PayPal.com.
hi: Microsoft प्लेटफ़ॉर्म पर भावी भुगतानों के लिए PayPal का उपयोग करें. यदि आपके पास PayPal बैलेंस है, तो उस बैलेंस का सबसे पहले उपयोग किया जाएगा, भले ही आपने पसंदीदा भुगतान विधि चुन रखी हो. यदि आपने पसंदीदा भुगतान विधि का चयन नहीं किया है तो आपकी डिफ़ॉल्फ़ भुगतान विधि का उपयोग किया जाएगा. यदि आपकी पसंदीदा भुगतान विधि या डिफ़ॉल्ट विधि की समय-सीमा समाप्त हो जाती है या उसे अस्वीकृत कर दिया है तो PayPal आपके बैकअप भुगतान विधि को परिवर्तित कर देगा. आप Paypal.com में अपनी भगतान सेटिंग में किसी भी समय अपनी भुगतान विधि को सेट कर सकते हैं या उसे परिवर्तित कर सकते हैं, या इस प्रमाणन को रद्द कर सकते हैं. जब तक आपके द्वारा अपनी सेटिंग में कोई भुगतान विधि सेट नहीं की जाती तब तक प्रयुक्त भुगतान विधि PayPal.com पर भुगतान नीतियों का अनुसरण करेगी.
hr: Koristite PayPal za buduća plaćanja na Microsoftovoj platformi. Ako imate sredstava na servisu PayPal, prvo će se ona upotrijebiti, čak i ako ste odabrali preferirani način plaćanja. Ako niste odabrali preferirani način plaćanja, upotrijebit će se zadani način plaćanja. Ako je preferirani ili zadani način plaćanja istekao ili odbijen, PayPal će teretiti vaš pričuvni način plaćanja. Na stranici Paypal.com možete u svakom trenutku promijeniti način plaćanja ili otkazati ovo ovlaštenje. Dok ne postavite način plaćanja u Postavkama, korišteni način plaćanja odredit će se prema pravilima plaćanja web-mjesta PayPal.com.
hu: Használja a PayPal rendszert a jövőbeli fizetésekhez a Microsoft platformon. Ha rendelkezik PayPal-egyenleggel, akkor a rendszer ezt az egyenleget használja fel először, még akkor is, ha kiválasztott egy elsődleges fizetési módot. Ha nem választott ki elsődleges fizetési módot, a rendszer az alapértelmezett fizetési módot használja. Ha az elsődleges vagy alapértelmezett fizetési mód visszautasításra kerül vagy lejár, a PayPal a másodlagos fizetési módot terheli majd meg. A Paypal.com webhely Beállítások oldalán bármikor beállíthatja vagy módosíthatja a fizetési módot, illetve visszavonhatja ezt a meghatalmazást. Amíg nem ad meg a Beállítások oldalon egy fizetési módot, a használt fizetési mód a PayPal.com fizetési irányelveit követi majd.
id: Gunakan PayPal sebagai pembayaran yang akan datang pada platform Microsoft. Juka Anda memiliki saldo PayPal, saldo tersebut akan digunakan lebih dulu, bahkan jika Anda telah memilih metode pembayaran yang Anda. Jika Anda belum memilih metode pembayaran Anda, metode pembayaran default akan digunakan. Jika metode pembayaran default atau pilihan Anda kedaluwarsa atau ditolak, PayPal akan mengenakan biaya pada metode pembayaran cadangan Anda. Anda dapat memilih atau mengubah metode pembayaranm, atau membatalkan wewenang kapan pun pada Pengaturan di Paypal.com. Sampai Anda mengatur metode pembayaran di Pengaturan, metode pembayaran yang digunakan akan mengikuti kebijakan pembayaran di Paypal.com.
is: Nota PayPal fyrir framtíðargreiðslur á verkvangi Microsoft. Ef inneign er á PayPal-reikningnum þínum verður hún notuð fyrst, jafnvel þótt þú hafir valið ákjósanlegan greiðslumáta. Ef þú hefur ekki valið ákjósanlegan greiðslumáta verður sjálfgefinn greiðslumáti þinn notaður. Ef ákjósanlegur eða sjálfgefinn greiðslumáti er útrunninn eða honum er hafnað mun PayPal skuldfæra á varagreiðslumáta. Þú getur sett upp eða breytt greiðslumáta eða afturkalla þessa heimild eða hvenær sem er á PayPal.com. Þar til þú setur upp greiðslumáta í stillingunum mun greiðslumátinn sem er notaðu fylgja reglum um greiðslur á PayPal.com.
ja: マイクロソフトのプラットフォームで今後の支払いに PayPal を使用できます。PayPal の残高がある場合、その残高が選択している支払い方法に優先して使用されます。優先される支払い方法を選択していない場合、既定の支払い方法が使用されます。優先される支払い方法や既定の支払い方法の有効期限が切れているまたは却下された場合、PayPal はバックアップの支払い方法に対して請求します。支払い方法の変更や承認のキャンセルは、PayPal.com でいつでも行うことができます。支払い方法を設定するまで、PayPal.com の支払いに関するポリシーに従って支払い方法が使用されます。
ka: გამოიყენეთ PayPal მომავალი გადახდებისთვის Microsoft- ის პლატფორმაზე. თუ გაქვთ PayPal-ის ბალანსი, პირველ რიგში ამ ბალანსის გამოყენება მოხდება, მაშინაც კი, თუ აირჩევთ სასურველ გადახდის მეთოდს. თუ არჩეული არ გაქვთ გადახდის სასურველი მეთოდი, გამოყენებული იქნება თქვენი ნაგულისხმევი გადახდის მეთოდი. თუ თქვენი სასურველი ან ნაგულისხმევი გადახდის მეთოდი ამოიწურა ან უარყოფილია, PayPal მიმართავს თქვენს სარეზერვო გადახდის მეთოდს. თქვენ შეგიძლიათ დააყენოთ ან შეცვალოთ გადახდის მეთოდი, ან გააუქმეთ ეს ავტორიზაცია Paypal.com- ზე თქვენი პარამეტრებიდან ნებისმიერ დროს. სანამ პარამეტრებიდან დააყენებთ გადახდის თქვენთვის სასურველ მეთოდს, გამოყენებული გადახდის მეთოდი იქნება PayPal.com- ზე გადახდის პოლიტიკის მოთხოვნების შესაბამისი.
kk: Microsoft платформасында болашақ төлемдер үшін PayPal қызметін пайдаланыңыз. Егер сізде PayPal балансы болса, таңдаулы төлем әдісі таңдалған болса да, алдымен сол баланс пайдаланылады. Егер таңдаулы төлем әдісі таңдалмаған болса, әдепкі төлем әдісі пайдаланылады. Егер таңдаулы немесе әдепкі төлем әдісі қабылданбаса немесе оның жарамдылық мерзімі аяқталса, PayPal қызметі қосалқы төлем әдісіңіз арқылы ақы алады. Сіз Paypal.com сайтындағы «Параметрлер» бөлімінде кез келген уақытта төлем әдісін орната не өзгерте аласыз немесе осы рұқсаттан бас тарта аласыз. «Параметрлер» бөлімінде төлем әдісін орнатқанға дейін, пайдаланылған төлем әдісі PayPal.com сайтындағы төлем саясатына сәйкес әрекет етеді.
kn: Microsoft ಪ್ಲಾಟ್‌ಫಾರ್ಮ್‌ನಲ್ಲಿ ಭವಿಷ್ಯದ ಪಾವತಿಗಳಿಗೆ PayPal ಬಳಸಿ. ನಿಮ್ಮ ಬಳಿ PayPal ಬಾಕಿ ಇದ್ದರೆ, ನೀವು ಆದ್ಯತೆಯ ಪಾವತಿ ವಿಧಾನವನ್ನು ಆರಿಸಿಕೊಂಡಿದ್ದರೂ ಸಹ ಆ ಬಾಕಿಯನ್ನು ಮೊದಲು ಬಳಸಲಾಗುತ್ತದೆ. ನೀವು ಆದ್ಯತೆಯ ಪಾವತಿ ವಿಧಾನವನ್ನು ಆಯ್ಕೆಮಾಡಿರದೇ ಇದ್ದರೆ, ನಿಮ್ಮ ಡೀಫಾಲ್ಟ್ ಪಾವತಿ ವಿಧಾನವನ್ನು ಬಳಸಲಾಗುತ್ತದೆ. ನಿಮ್ಮ ಆದ್ಯತೆಯ ಅಥವಾ ಡೀಫಾಲ್ಟ್ ಪಾವತಿ ವಿಧಾನವು ಅವಧಿ ಮೀರಿದ್ದರೆ ಅಥವಾ ನಿರಾಕರಿಸಲಾಗಿದ್ದರೆ, ನಿಮ್ಮ ಬ್ಯಾಕಪ್ ಪಾವತಿ ವಿಧಾನಕ್ಕೆ PayPal ಶುಲ್ಕ ವಿಧಿಸುತ್ತದೆ. ನಿಮ್ಮ ಪಾವತಿ ವಿಧಾನವನ್ನು ನೀವು ಹೊಂದಿಸಬಹುದು ಅಥವಾ ಬದಲಿಸಬಹುದು ಅಥವಾ ಯಾವುದೇ ಸಮಯದಲ್ಲಿ Paypal.com ನಲ್ಲಿನ ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ಈ ಪ್ರಮಾಣೀಕರಣವನ್ನು ರದ್ದುಗೊಳಿಸಬಹುದು. ನಿಮ್ಮ ಸೆಟ್ಟಿಂಗ್‌ಗಳಲ್ಲಿ ನೀವು ಪಾವತಿ ವಿಧಾನವನ್ನು ಹೊಂದಿಸುವ ತನಕ, ಬಳಸಿದ ಪಾವತಿ ವಿಧಾನವು PayPal.com ನಲ್ಲಿನ ಪಾವತಿ ನೀತಿಗಳನ್ನು ಅನುಸರಿಸುತ್ತದೆ.
ko: Microsoft 플랫폼에서 향후 지불에 PayPal을 사용하십시오. PayPal 잔액이 있는 경우 먼저 원하는 결제 방법을 선택했더라도 잔액이 먼저 사용됩니다. 원하는 결제 방법을 선택하지 않은 경우 기본 결제 방법이 사용됩니다. 원하는 결제 방법이나 기본 결제 방법이 만료되거나 거부된 경우 PayPal에서 백업 결제 방법으로 청구합니다. Paypal.com의 설정에서 언제든지 결제 방법을 설정 또는 변경하거나 이 승인을 취소할 수 있습니다. 설정에서 결제 방법을 설정할 때까지 사용된 결제 방법은 PayPal.com의 결제 정책을 따릅니다.
ku_arab: PayPal بەکاربهێنه بۆ پارەدانەکانی داهاتووت لەسەر پلاتفۆرمی Microsoft. ئەگەر باڵانسی PayPal ت ببێت، یەکەم جار ئەو باڵانسه بەکاردەهێندرێت، تەنانەت ئەگەر شێوازی پارەدانی بە چاکترزانراوی خۆتت هەڵبژاردبێت. ئەگەر شێوازی پارەدانی بە چاکترزانراوت هەڵنەبژاردبێت، کار به شێوازی پارەدانی گریمانەت دەکرێت. ئەگەر شیوازی پارەدانی گریمانه یان به چاکترزانراوت بەسەرچووبێت یان کەم بێت، PayPal کار به شێوازی پارەدانی پشتیوانت دەکات. تۆ دەتوانی شێوازی پارەدانت ڕێکبخەیت یان بیگۆڕیت، یان ئەم ڕێپێدانه بەتاڵ کەیتەوه هەرکاتێک ویستت لەڕێگەی ڕێکبەندەکانتەوه له Paypal.com. تا ئەو کاتەی که تۆ شێوازی پارەدانت لەڕێگەی ڕێکبەندەکانتەوه ڕێک دەخەیت، شێوازی پارەدانی بەکارهێنراو به گوێرەی سیاسەتەکانی پارەدان له Paypal.com دەبێت.
ky: Microsoft платформасында PayPal'ды келе жаткан төлөмдөр үчүн колдоно аласыз. Эгер сиздин PayPal балансыңыз болсо, сиз артыкчылыктуу ыкманы тандаган болсоңуз да, бул баланс биринчи болуп колдонулат. Эгер сиз артык кргөн төлөө ыкмасын тандаган эмес болсоңуз да, баштапкы төлөө ыкмасы колдонулат. Эгер сиздин артык көргөн төлөө ыкмаңыздын мөөнөтү бүтүп же четке кагылган болсо, PayPal сиздин камдык сакталган төлөө ыкмаңызды алышы мүмкүн. Сиз өзүңүздүн төлөө ыкмаңызды орнотуп же Paypal.com орнотууларынан өзгөртө аласыз. Жөндөөлөрүңүздөн төлөө ыкмасын орнотмойунча, колдонгон төлөө ыкмасы PayPal.com сайтындагы төлөө эрежелерин жолдойт.
lo: ໃຊ້ PayPal ເພື່ອການຊຳລະໃນອະນາຄົດເທິງ Microsoft ແຟລັດຟອມ. ຖ້າທ່ານມີເງິນຍອດເຫຼືອຂອງ Paypal, ຍອດເຫຼືອນັ້ນຈະຖືກໃຊ້ກ່ອນ, ເຖິງແມ່ນວ່າທ່ານເລືອກວິທີການຊຳລະທີ່ທີ່ມັກໃຊ້ກວ່າໝູ່ແລ້ວກໍຕາມ. ຖ້າທ່ານບໍ່ໄດ້ເລືອກວິທີການຊຳລະທີ່ທ່ານມັກໃຊ້ກວ່າໝູ່ນັ້ນ, ວິທີການຊຳລະຄ່າມາດຕະຖານຂອງທ່ານຈະຖືກໃຊ້. ຖ້າວິທີການຊຳລະທີ່ມັກໃຊ້ກວ່າໝູ່ຂອງທ່ານ ຫລື ວິທີການຊຳລະຄ່າມາດຕະຖານແມ່ນໝົດອາຍຸ ຫລື ຖືກປະຕິເສດ, Paypal ຈະຫັກເງິນນຳວິທີການຊຳລະສຳຮອງຂອງທ່ານ. ທ່ານສາມດຕັ້ງ ຫລື ປ່ຽນແປງວິທີການຊຳລະຂອງທ່ານ ຫລື ຍົກເລີກການອະນຸຍາດນີ້ໄດ້ທຸກເວລາໃນການຕັ້ງຄ່າທີ່ Paypal.com. ຈົນກວ່າທ່ານຕັ້ງວິທີການຊຳລະໃນການຕັ້ງຄ່າຂອງທ່ານ, ວິທີການຊຳລະທີ່ໃຊ້ແລ້ວຈະປະຕິບັດຕາມນະໂຍບາຍທີ່ Paypal.com.
lt: Naudokite „PayPal“ būsimiems mokėjimams „Microsoft“ platformoje. Jei turite „PayPal“ balansą, pirmiausia bus naudojamas šis balansas, net jei pasirinkote pageidaujamą mokėjimo būdą. Jei pageidaujamo mokėjimo būdo nepasirinkote, bus naudojamas numatytasis mokėjimo būdas. Jei jūsų pageidaujamas arba numatytasis mokėjimo būdas nebegalioja arba buvo atmestas, „PayPal“ nuskaičiuos taikydamas atsarginį mokėjimo būdą. Galite bet kada nustatyti ar pakeisti mokėjimo būdą arba atšaukti šį leidimą savo Paypal.com nustatymuose. Kol nustatysite mokėjimo būdą nustatymuose, bus naudojamas mokėjimo būdas. laikantis PayPal.com mokėjimo politikos nuostatų.
lv: Izmantojiet vietni PayPal turpmākiem maksājumiem platformā Microsoft. Ja jums vietnē PayPal ir atlikums, tas tiks izmantots vispirms pat tad, ja esat izvēlējies vēlamo maksāšanas metodi. Ja neesat atlasījis vēlamo maksāšanas metodi, tiks izmantota noklusējuma maksāšanas metode. Ja jūsu vēlamās vai noklusējuma maksāšanas metodes derīgums ir beidzies vai tā ir noraidīta, PayPal iekasēs maksu no jūsu dublējošās maksāšanas metodes. Varat iestatīt vai mainīt maksāšanas metodi vai atcelt šo autorizāciju jebkurā laikā sadaļā Iestatījumi vietnē Paypal.com. Kamēr neiestatīsit maksāšanas metodi sadaļā Iestatījumi, tās izmantošana notiks saskaņā ar maksāšanas politikām vietnē PayPal.com.
mi: Whakamahi i Paypal mō ngā utunga kei mua i te pūhara Microsoft. Mēnā he toenga PayPal tāu, koirā ka whakamahia tuatahitia, ahakoa kua kōwhiria e koe he tikanga utu manako. Mēnā kāore anō koe kia kōwhiri i tētahi tikanga utu manako, ka whakamahia tuatahitia tō tikanga utu taunoa. Mēnā kua pau kua whakakāhoretia rānei tō tikanga utu manako, taunoa rānei, ka namatia e PayPal tō tikanga utu tārua. Ka taea e koe te tautuhi te huri rānei tō tikanga utu, te whakakāhore rānei i tō whakamananga ahakoa te wā i Ngā Tautuhinga at PayPal.com. Kia oti rā anō tō tikanga utu te tatū i ō Tautuhinga, ka whai te tikanga utu i ngā kaupapahere utunga i PayPal.com.
mk: Користете PayPal за идните плаќања на платформата на Microsoft. Доколку имате баланс на PayPal, балансот ќе се користи прв, дури и ако сте избрале претпочитан начина на плаќање. Доколку не сте избрале претпочитан начина на плаќање, ќе се користи стандардниот начин на плаќање. Доколку претпочитаниот начина на плаќање истекол или е одбиен, PayPal ќе ви наплати од резервниот начина на плаќање. Во секое време може да го поставите или промените начинот на плаќање, или, пак, да го откажете овластувањево во Параметтри на Paypal.com. Додека не поставите начин на плаќање во Параметри, со користениот начин на плаќање мможе да ги следите правилата за плаќање на PayPal.com.
ml: Microsoft പ്ലാറ്റ്‌ഫോമിൽ ഭാവി പേയ്‌മെന്‍റുകൾക്കായി PayPal ഉപയോഗിക്കുക. നിങ്ങൾക്ക് ഒരു PayPal ബാലൻസ് ഉണ്ടെങ്കിൽ, നിങ്ങൾ താൽപ്പര്യപ്പെടുന്ന പണമടയ്‌ക്കൽ രീതി നോക്കിയെടുത്തിട്ടുണ്ടെങ്കിൽ പോലും, ആദ്യം ആ ബാലൻസ് ഉപയോഗിക്കും. നിങ്ങൾ താൽപ്പര്യപ്പെടുന്ന ഒരു പണമടയ്‌ക്കൽ രീതി തിരഞ്ഞെടുത്തിട്ടില്ലെങ്കിൽ, നിങ്ങളുടെ ഡിഫോൾട്ട് പണമടയ്‌ക്കൽ രീതി ഉപയോഗിക്കും. നിങ്ങൾ താൽപ്പര്യപ്പെടുന്ന അല്ലെങ്കിൽ ഡിഫോൾട്ട് ആയ ഒരു പണമടയ്‌ക്കൽ രീതി കാലഹരണപ്പെടുകയോ നിരസിക്കപ്പെടുകയോ ചെയ്‌താൽ, PayPal നിങ്ങളുടെ ബാക്കപ്പ് പണമടയ്‌ക്കൽ രീതിയിൽ നിന്നും നിരക്ക് ഈടാക്കുന്നതാണ്. PayPal.com എന്നതിലെ ക്രമീകരണത്തിൽ ഏതുസമയത്തും നിങ്ങളുടെ പണമടയ്‌ക്കൽ രീതി സജ്ജീകരിക്കാനോ മാറ്റാനോ, അല്ലെങ്കിൽ ഈ അധികാരപ്പെടുത്തൽ റദ്ദാക്കാനോ കഴിയും. ക്രമീകരണത്തിൽ നിങ്ങൾ ഒരു പണമടയ്‌ക്കൽ രീതി സജ്ജീകരിക്കുന്നതുവരെ, നിങ്ങൾ ഉപയോഗിക്കുന്ന പണമടയ്‌ക്കുന്ന രീതി Paypal.com എന്നതിലെ പേയ്‌മെന്‍റ് നയങ്ങൾ പിന്തുടരും.
mn: Ирээдүйд Microsoft-ийн платформд төлбөр хийхдээ PayPal-г ашиглаарай. Та төлбөр хийх хэрэгслээ хүссэнээрээ сонгосон байсан ч, таны PayPal-д үлдэгдэл байгаа бол тэр нь түрүүлж ашиглагдах болно. Хэрэв та өөрийн төлбөрийн хүссэн хэрэгслээ сонгоогүй бол таны өгөгдмөл төлбөрийн хэрэгсэл сонгогдох болно. Хэрэв төлбөрийн хүссэн эсвэл өгөгдмөл хэрэгсэл тань цуцлагдсан эсвэл хугацаа нь дууссан бол PayPal таны төлбөрийн нөөц хэрэгслээс тооцоо хийх болно. Та төлбөрийн хэрэгслээ тохируулах, өөрчлөх, эсвэл энэ зөвшөөрлийг Paypal.com дахь өөрийн Тохиргоо цэсэд дуртай үедээ цуцалж болно. Таныг төлбөрийн хэрэгслээ өөрийн Тохиргоо цэсэд тохируулах хүртэл, ашиглагдаж байгаа төлбөрийн хэрэгсэл нь PayPal.com дахь төлбөрийн бодлогыг дагах болно.
mr: Microsoft प्लॅटफॉर्मवरून भविष्यातील देयांसाठी PayPal वापरा. आपल्याकडे PayPal शिल्लक असल्यास, आपण प्राधान्यकृत देय पद्धत निवडली तरीदेखील, प्रथम ती शिल्लक वापरली जाईल. आपण प्राधान्यकृत देय पद्धत न निवडल्यास, आपली डिफॉल्ट देय पद्धत वापरली जाईल. आपली प्राधान्यकृत किंवा डिफॉल्ट देय पद्धत कालबाह्य झालेली किंवा नाकारलेली असल्यास, PayPal आपल्या बॅकअप देय पद्धतीवर शुल्क आकारेल. आपण Paypal.com वरून आपल्या सेटिंग्जमध्ये केव्हाही आपली देय पद्धत सेट करू शकता किंवा बदलू शकता किंवा ही अधिकृतता रद्द करू शकता. आपण आपल्या सेटिंग्जमध्ये एखादी देय पद्धत सेट करेपर्यंत, वापरलेली देय पद्धत ही PayPal.com वरील देय धोरणांनुसार असेल.
ms: Gunakan PayPal untuk bayaran masa depan pada platform Microsoft. Jika anda mempunyai baki PayPal, baki itu akan digunakan dahulu, walaupun jika anda telah memilih kaedah pembayaran keutamaan. Jika anda belum memilih kaedah pembayaran keutamaan, kaedah pembayaran lalai anda akan digunakan. Jika kaedah pembayaran keutamaan atau lalai anda tamat tempoh atau ditolak, PayPal akan mengenakan bayaran kepada kaedah pembayaran sandaran anda. Anda boleh menetapkan atau mengubah kaedah pembayaran anda, atau membatalkan kebenaran ini pada bila-bila masa dalam Tetapan anda di PayPal.com. Sehingga anda menetapkan kaedah pembayaran dalam Tetapan anda, kaedah pembayaran yang digunakan akan menurut dasar pembayaran pada Paypal.com.
mt: Uża PayPal għal pagamenti futuri fuq il-pjattaforma ta' Microsoft. Jekk għandek bilanċ f'PayPal, l-ewwel ser jintuża dak il-bilanċ, anki jekk għażilt metodu ppreferut ta' pagament. Jekk m'għażiltx metodu ppreferut ta' pagament, ser jintuża l-metodu ta' pagament awtomatiku tiegħek. Jekk il-metodu ta' pagament ippreferut jew awtomatiku tiegħek skada jew ġie rrifjutat, PayPal ser jiċċarġja l-metodu ta' pagament ta' riżerva tiegħek. Tista' tissettja jew tibdel il-metodu tal-pagament tiegħek, jew tikkanċella din l-awtorizzazzjoni meta trid fis-Settings tiegħek fuq PayPal.com. Sakemm tissettja metodu ta' pagament fis-Settings tiegħek, il-metodu tal-pagament użat ser isegwi l-politiki tal-pagament fuq Paypal.com.
ne: Microsoft प्लाटफारममा भावी भुक्तानीहरूका लागि PayPal प्रयोग गर्नुहोस्। तपाइँसँग PayPal बाँकी रकम छ भने, तपाईंले भुक्तानी गर्ने अधिमान्य तरिका छान्नुभएको भएतापति उक्त बाँकी रकमलाई पहिले प्रयोग गरिनेछ। तपाइँले भुक्तानी गर्ने अधिमान्य तरिका छनोट गर्नुभएको छ भने, तपाइँको पूर्वनिर्धारित भुक्तानी गर्ने तरिकालाई प्रयोग गरिनेछ। तपाइँको अधिमान्य वा पूर्वनिर्धारित भुक्तानी गर्ने तरिकाको म्याद समाप्त हुन्छ वा त्यसलाई अस्वीकार गरिन्छ भने, PayPal ले तपाईंको जगेडा भुक्तानी गर्ने तरिका प्रयोग गर्नेछ। तपाइँले कुनै पनि समय Paypal.com मा सेटिङ्हरूमा गएर आफ्नो भुक्तानी गर्ने तरिका सेट वा परिवर्तन गर्न वा यो अधिकारप्रदानलाई रद्द गर्न सक्नुहुन्छ। तपाइँले आफ्ना सेटिङ्हरूमा गएर भुक्तानी गर्ने तरिका सेट नगर्दासम्म, प्रयोग गरिने भुक्तानी गर्ने तरिकाले PayPal.com का भुक्तानी नीतिहरूको पालना गर्नेछन्।
nn_no: Bruk PayPal til framtidige betalingar på Microsoft-plattforma. Dersom du har ein PayPal-saldo, blir denne brukt først, sjølv om du har valt ein føretrekt betalingsmåte. Dersom du ikkje har valt ein føretrekt betalingsmåte, blir standard betalingsmåte brukt. Dersom føretrekt eller standard betalingsmåte blir avslått eller er utgått, kan PayPal belaste betalingsmåten du har ført opp som sikring. Du kan oppgi eller endre betalingsmåte eller avbryte denne godkjenninga når som helst i innstillingane på PayPal.com. Før du oppgir ein betalingsmåte i innstillingane, vil betalingsmåten som blir brukt, følgje betalingspolicyane på PayPal.com.
no: Bruk PayPal til fremtidige betalinger på Microsoft-plattformen. Har du PayPal-saldo, brukes denne saldoen først, selv om du har valgt en foretrukket betalingsmetode. Hvis du ikke har valgt en foretrukket betalingsmetode, brukes den standard betalingsmetoden din. Hvis foretrukket eller standard betalingsmetode er utløpt eller avvises, debiterer PayPal betalingsmetoden du har som reserve. Du kan når som helst velge eller endre betalingsmetoden din eller kansellere denne godkjenningen i innstillingene dine på Paypal.com. Frem til du velger en betalingsmetode i innstillingene dine, brukes den betalingsmetoden som fremgår av betalingsretningslinjene på PayPal.com.
or: Microsoft ପ୍ଲାଟଫର୍ମରେ ଭବିଷ୍ୟତର ଦେୟଗୁଡିକ ପାଇଁ PayPal ବ୍ୟବହାର କରନ୍ତୁ। ଯଦି ଆପଣଙ୍କର PayPal ବାଲାନ୍ସ ଥାଏ, ସେହି ବାଲାନ୍ସ ପ୍ରଥମେ ବ୍ୟବହାର କରାଯିବ, ଏପରିକି ଯଦି ଆପଣ ମନପସନ୍ଦ ଦେୟ ପଦ୍ଧତି ବାଛିଥାଆନ୍ତି ମଧ୍ୟ।. ଯଦି ଆପଣ ମନପସନ୍ଦ ଦେୟ ପଦ୍ଧତି ବାଛି ନାହାଁନ୍ତି, ଆପଣଙ୍କ ଡିଫଲ୍ଟ ଦେୟ ପଦ୍ଧତି ବ୍ୟବହାର କରାଯିବ। ଯଦି ଆପଣଙ୍କ ମନପସନ୍ଦ କିମ୍ବା ଡିଫଲ୍ଟ ଦେୟ ପଦ୍ଧତି ମିଆଦ ପୂର୍ଣ୍ଣ ହୋଇଥାଏ କିମ୍ବା ପ୍ରତ୍ୟାଖିତ ହୁଏ, PayPal ଆପଣଙ୍କ ବ୍ୟାକଅପ୍‌ ଦେୟ ପଦ୍ଧତିରେ ଲାଗୁ କରିବ। ଆପଣଙ୍କ ଦେୟ ପଦ୍ଧତି ଆପଣ ସେଟ୍‌ କରିପାରିବେ କିମ୍ବା ପରିବର୍ତ୍ତନ କରିପାରିବେ, କିମ୍ବ ଏହି ସ୍ୱୀକୃତିକରଣ Paypal.comରେ ଆପଣଙ୍କ ସେଟିଂସ୍‌ରେ ଯେକୌଣସି ସମୟରେ ବାତିଲ୍‌ କରିପାରିବେ। ଆପଣଙ୍କ ସେଟିଂସ୍‌ରେ ଏକ ଦେୟ ପଦ୍ଧତି ଆପଣ ସେଟ୍‌ ନକରିବା ପର୍ଯ୍ୟନ୍ତ, ବ୍ୟବହୃତ ଦେୟ ପଦ୍ଧତି PayPal.comରେ ଥିବା ଦେୟ ନୀତି ଅନୁସରଣ କରିବ।
pa_arab_pk: Microsoft پلیٹ فارم اتے مستقبل دیاں ادائیگیاں لئی PayPal ورتو۔ جے تُہاڈے کول PayPal بیلنس موجود اے، اتے ایہہ بیلنس پہلاں ورتیا جاوے گا، بھاویں تُسی ادائیگی دا ترجیحی طریقہ چُنیا ہووے۔ جے تُسی اک ترجیحی ادائیگی دا طریقہ منتخب نہیں کیتا، تے تُہاڈا ڈیفالٹ ادائیگی دا طریقہ ورتیا جاوے گا۔ جے تُہاڈا ترجیحی یا ڈیفالٹ ادائیگی دا طریقہ زائد المعیاد یا مسترد ہو گیا اے، اتے PayPal تہاڈے ادائیگی بیک اپ ادائیگی دے طریقے نُوں چارج کرے گا۔ تُسی اپنا ادائیگی دا طریقہ سیٹ یا تبدیل کر سکدے او، یا Paypal.com اتے اپنی ترتیبات وچوں کسے وی ویلے منظوری منسوخ کر سکدے او۔ جیدوں تیکر تُسی اپنیاں ترتیبات وچ ادائیگی دا طریقہ سیٹ نہیں کردے، ورتیا جان آلا طریقہ PayPal.com تے ادائیگی دیاں پالیسیاں تے عمل کرے گا۔
pa_in: PayPal ਨੂੰ Microsoft ਪਲੇਟਫਾਰਮ 'ਤੇ ਭਵਿੱਖ ਦੇ ਭੁਗਤਾਨ ਕਰਨ ਲਈ ਵਰਤੋ। ਜੇ ਤੁਹਾਡੇ ਕੋਲ ਕੋਈ PayPal ਬਕਾਇਆ ਹੈ, ਤਾਂ ਉਹ ਬਕਾਇਆ ਪਹਿਲਾਂ ਵਰਤਿਆ ਜਾਵੇਗਾ, ਭਾਵੇਂ ਤੁਸੀਂ ਤਰਜੀਹੀ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਚੋਣ ਕੀਤੀ ਹੋਵੇ। ਜੇ ਤੁਸੀਂ ਤਰਜੀਹੀ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਨਹੀਂ ਚੁਣਿਆ ਹੈ, ਤਾਂ ਤੁਹਾਡੀ ਡਿਫੌਲਟ ਭੁਗਤਾਨ ਵਿਧੀ ਵਰਤੀ ਜਾਵੇਗੀ। ਜੇ ਤੁਹਾਡੀ ਤਰਜੀਹੀ ਜਾਂ ਡਿਫੌਲਟ ਭੁਗਤਾਨ ਵਿਧੀ ਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋ ਗਈ ਹੈ ਜਾਂ ਅਸਵੀਕਾਰ ਕੀਤੀ ਗਈ ਹੈ, ਤਾਂ PayPal ਤੁਹਾਡੀ ਬੈਕਅਪ ਭੁਗਤਾਨ ਵਿਧੀ ਤੋਂ ਖਰਚਾ ਲਵੇਗਾ। ਤੁਸੀਂ ਆਪਣੀ ਭੁਗਤਾਨ ਵਿਧੀ ਨੂੰ ਸੈਟ ਜਾਂ ਬਦਲ ਸਕਦੇ ਹੋ, ਜਾਂ Paypal.com 'ਤੇ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕਿਸੇ ਵੀ ਸਮੇਂ ਇਸ ਅਧਿਕਾਰ ਨੂੰ ਰੱਦ ਕਰ ਸਕਦੇ ਹੋ। ਜਦੋਂ ਤਕ ਤੁਸੀਂ ਆਪਣੀਆਂ ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕੋਈ ਭੁਗਤਾਨ ਵਿਧੀ ਸੈਟ ਨਹੀਂ ਕਰਦੇ, ਉਦੋਂ ਤੱਕ ਵਰਤੇ ਜਾਣ ਵਾਲੀ ਭੁਗਤਾਨ ਵਿਧੀ PayPal.com 'ਤੇ ਭੁਗਤਾਨ ਪਾਲਿਸੀਆਂ ਦੀ ਪਾਲਣਾ ਕਰੇਗੀ।
pl: Używaj usługi PayPal do obsługi przyszłych płatności na platformie firmy Microsoft. Jeśli masz saldo PayPal, będzie ono używane jako pierwsze, nawet jeśli została wybrana preferowana metoda płatności. Jeśli nie wybrano preferowanej metody płatności, będzie używana domyślna metoda płatności. Jeśli preferowana lub domyślna metoda płatności wygaśnie lub zostanie odrzucona, firma PayPal obciąży Twoją zapasową metodę płatności. W każdej chwili możesz ustawić lub zmienić metodę płatności, a także anulować tę autoryzację, w obszarze Ustawienia w witrynie Paypal.com. Dopóki nie ustawisz metody płatności w obszarze Ustawienia, używana metoda płatności będzie obsługiwana zgodnie z zasadami płatności obowiązującymi w witrynie PayPal.com.
ru: Используйте PayPal для будущих платежей на платформе Майкрософт. Если у вас есть счет PayPal, он будет использоваться в первую очередь, даже если вы выбрали основной метод оплаты. Если вы не выбрали основной метод оплаты, будет использован метод оплаты по умолчанию. Если основной метод оплаты или метод оплаты по умолчанию будет отклонен или истечет его срок действия, PayPal снимет оплату с резервного метода оплаты. Вы можете задать или изменить метод оплаты или отменить это разрешение в любое время в своих настройках на Paypal.com. Пока вы не зададите метод оплаты в своих настройках, используемый метод оплаты будет регулироваться политиками оплаты, действующими на PayPal.com.
sd: Microsoft پليٽ فارم تي مستقبل جي ادائگي لاءِ PayPal استعمال ڪريو. جيڪڏهن توهان کي هڪ PayPal بيلينس آهي، اهو بيلينس پهريان استعمال ڪيو ويند، توڙي جو جيڪڏهن توهان هڪ ترجيحي ادائگي جو طريقو چونڊيو آهي. جيڪڏهن توهان هڪ ترجيحي ادائگي جو طريقو ناهي چونڊيو، توهانجو ڊفالٽ ادائگي جو طريقو استعمال ڪيو ويندو. جيڪڏهن توهان ترجيحي يا ڊفالٽ ادائگي جو طريقو مدي خارج يا انڪار ٿيل آهي ته، PayPal هڪ بيڪ اپ ادائگي جو طريقو چارج ڪندو. توهان پنهنجو ادائگي جو طريقو سيٽ يا تبديل ڪري سگهو ٿا، يا Paypal.com تي پنهنجين سيٽنگن ۾ ڪنهن به وقت هي مجازيت منسوخ ڪريو. جيستائين توهان پنهنجين سيٽنگن ۾ هڪ ادائگي جو طريقو سيٽ ڪريو، استعمال ٿيل ادائگي جو طريقو PayPal.com تي ادائگي جي پاليسين جي پيروي ڪندو.
si: Microsoft වේදිකාවේ අනාගත ගෙවීම් සඳහා PayPal භාවිත කරන්න. ඔබ සතුව PayPal ශේෂයක් ඇත්නම්, එම ශේෂය පළමුවෙන් භාවිත කෙරෙනු ඇත, ඔබ මනාප ගෙවීම් විධික්‍රමයක් තෝරා ඇති විට දී පවා එසේ කෙරේ. ඔබ මනාප ගෙවීම් විධික්‍රමයක් තෝරා නොමැති නම්, ඔබගේ නිශ්චිත ගෙවීම් විධික්‍රමය භාවිත කෙරෙනු ඇත. ඔබගේ නිශ්චය කළ හෝ මනාප ගෙවීම් ක්‍රමය ප්‍රතික්ෂේප කරන්නේ නම් හෝ කල් ඉකුත් වී ඇත්නම්, PayPal විසින් ඔබගේ උපස්ථ ගෙවීම් ක්‍රමය භාවිත කරනු ඇත. ඔබට Paypal.com හි පසුතල තුළ දී කවර විටක හෝ මෙම අනුමැතිය අවලංගු කිරීම හෝ වෙනස් කිරීම කළ හැකිය. ඔබ ඔබගේ පසුතල තුළ ගෙවීම් විධික්‍රමයක් සකසන තුරු, අනුගමනය කළ යුතු ගෙවීම් විධික්‍රමය PayPal.com හි ප්‍රතිපත්ති අනුව වනු ඇත.
sl: Za prihodnja plačila v Microsoftovi platformi uporabite PayPal. Če imate sredstva na računu PayPal, bodo najprej uporabljena ta sredstva, tudi če ste izbrali želeni način plačila. Če niste izbrali želenega načina plačila, bo uporabljen privzeti način plačila. Če je želeni ali privzeti način plačila potekel oz. je zavrnjen, bo PayPal bremenil vaš rezervni način plačila. V Nastavitvah na spletnem mestu Paypal.com lahko kadarkoli nastavite ali spremenite način plačila ali prekličete to pooblastilo. Dokler ne nastavite načina plačila v Nastavitvah, za uporabljeni način plačila veljajo pravilniki o plačilih na spletnem mestu PayPal.com.
sr_cyrl_rs: Користите PayPal за предстојећа плаћања на Microsoft платформи. Ако имате салдо на PayPal налогу, он ће се прво користити, чак и ако сте одабрали жељени начин плаћања. Ако нисте изабрали жељени начин плаћања, користиће се подразумевани начин плаћања. Ако жељени или подразумевани начин плаћања истекне или буде одбијен, PayPal ће извршити наплату са резервног начина плаћања. Можете да подесите или промените начин плаћања или да откажете ово овлашћење у било ком тренутку преко поставки на локацији Paypal.com. Док не подесите начин плаћања у поставкама, коришћени начин плаћања ће следити смернице плаћања на локацији PayPal.com.
sr_latn_rs: Koristite PayPal za predstojeća plaćanja na Microsoft platformi. Ako imate saldo na PayPal nalogu, on će se prvo koristiti, čak i ako ste odabrali željeni način plaćanja. Ako niste izabrali željeni način plaćanja, koristiće se podrazumevani način plaćanja. Ako željeni ili podrazumevani način plaćanja istekne ili bude odbijen, PayPal će izvršiti naplatu sa rezervnog načina plaćanja. Možete da podesite ili promenite način plaćanja ili da otkažete ovo ovlašćenje u bilo kom trenutku preko postavki na lokaciji Paypal.com. Dok ne podesite način plaćanja u postavkama, korišćeni način plaćanja će slediti smernice plaćanja na lokaciji PayPal.com.
sv: Använd PayPal för framtida betalningar på Microsoft-plattformen. Om du har ett PayPal-saldo används det saldot först, även om du valt en betalningsmetod som du föredrar. Om du inte har valt någon betalningsmetod som du föredrar används din standardbetalningsmetod. Om betalningsmetoden som du föredrar eller din standardbetalningsmetod har gått ut eller avvisas debiterar PayPal din alternativa betalningsmetod. Du kan ange eller ändra din betalningsmetod eller dra tillbaka denna auktorisation när du vill i dina inställningar på Paypal.com. Tills du anger en betalningsmetod i dina inställningar gäller betalningspolicyn på PayPal.com för den betalningsmetod som används.
ta: Microsoft பணித்தளத்தில் எதிர்காலக் கட்டணம் செலுத்தல்களுக்கு PayPal-ஐப் பயன்படுத்தவும். நீங்கள் ஒரு பிடித்த கட்டண முறையைத் தேர்வுசெய்திருந்தால் கூட, உங்களிடம் PayPal இருப்பு இருந்தால், அது முதலில் பயன்படுத்தப்படும். நீங்கள் பிடித்த கட்டண முறையைத் தேர்ந்தெடுக்காவிட்டால், உங்கள் இயல்புநிலைக் கட்டண முறை பயன்படுத்தப்படும். உங்கள் இயல்புநிலையான நிதியளிக்கும் மூலம் காலாவதியானால் அல்லது நிராகரிக்கப்பட்டால், PayPal உங்கள் மறுபிரதி-நிதியளிப்பு மூலத்தில் வசூலிக்கும். Paypal.com-இல் உங்கள் அமைப்புகளில் எந்த நேரத்திலும் உங்கள் கட்டண முறையை அமைக்கலாம் அல்லது மாற்றலாம் அல்லது இந்த அங்கீகாரத்தை ரத்து செய்யலாம். உங்கள் அமைப்புகளில் நீங்கள் ஒரு கட்டண முறையை அமைக்கும் வரை, பயன்படுத்தப்படும் கட்டண முறையானது PayPal.com-இலுள்ள கட்டணக் கொள்கைகளைப் பின்பற்றும்.
te: Microsoft ప్లాట్‌ఫారమ్‌లో భవిష్యత్ చెల్లింపుల కోసం PayPalని ఉపయోగించండి. మీ వద్ద PayPal బ్యాలెన్స్ ఉన్నట్లయితే, ముందుగా అది ఉపయోగించబడుతుంది, మీరు ప్రాధాన్య చెల్లింపు పద్ధతిని ఎంచుకున్నా కూడా. మీరు ప్రాధాన్య చెల్లింపు పద్ధతిని ఎంచుకోనట్లయితే మీ డిఫాల్ట్ చెల్లింపు పద్ధతిని ఉపయోగించబడుతుంది. మీ ప్రాధాన్య లేదా డిఫాల్ట్ చెల్లింపు గడువు ముగియడం లేదా తిరస్కరించబడటం వంటివి జరిగితే, PayPal మీ బ్యాకప్ చెల్లింపు పద్ధతికి ఛార్జీ విధిస్తుంది. మీరు PayPal.comలోని సెట్టింగ్‌లలో ఏ సమయంలో అయినా మీ చెల్లింపు పద్ధతిని సెట్ చేయవచ్చు లేదా మార్చవచ్చు లేదా ఈ ప్రమాణీకరణను రద్దు చేయవచ్చు. మీరు మీ సెట్టింగ్‌లలో చెల్లింపు పద్ధతిని సెట్ చేసే వరకు ఉపయోగించే చెల్లింపు పద్ధతులు PayPal.comలోని చెల్లింపు విధానాలను అనుసరిస్తాయి.
tg: PayPal-ро барои пардохтҳои оянда дар платформаи Microsoft истифода баред. Агар шумо тавозуни PayPal дошта бошед, пас аввал ҳамон тавозун истифода бурда мешавад, ҳатто агар шумо усули пардохти писандидаеро интихоб карда бошед. Агар шумо усули пардохти писандидаеро интихоб накарда бошед, пас усули пардохти пешфарзи шумо истифода бурда мешавад. Агар усули пардохти писандида ё пешфарзи шумо рад карда шавад ё муҳлаташ гузашта бошад, пас PayPal аз усули пардохти эҳтиётии шумо маблағ меситонад. Шумо метавонед дар вақти дилхоҳ дар Танзимоти худ дар Paypal.com усули пардохти худро таъйин намоед ё тағйир диҳед, ё ин иҷозатро бекор кунед. То таъйин кардани усули пардохт дар Танзимоти худ, усули пардохти истифодашуда сиёсатҳои пардохтро дар PayPal.com риоя мекунад.
th: ใช้ PayPal สำหรับการชำระเงินในอนาคตบนแพลตฟอร์ม Microsoft หากคุณมียอดคงเหลือใน PayPal ยอดนี้จะถูกใช้ก่อนแม้ว่าคุณจะเลือกวิธีการชำระเงินที่ต้องการไว้ก็ตาม หากคุณไม่ได้เลือกวิธีการชำระเงินที่ต้องการไว้ ระบบจะใช้วิธีการชำระเงินเริ่มต้นของคุณ หากวิธีการชำระเงินเริ่มต้นของคุณหมดอายุหรือถูกปฏิเสธ PayPal จะเรียกเก็บเงินจากวิธีการชำระเงินสำรองของคุณ คุณสามาถตั้งค่าหรือเรียกเก็บเงินวิธีการชำระเงินของคุณ หรือยกเลิกการอนุญาตนี้ได้ทุกเมื่อในส่วนการตั้งค่าที่ Paypal.com วิธีการชำระเงินที่ใช้จะเป็นไปตามนโยบายการชำระเงินบน PayPal.com จนกว่าคุณจะตั้งค่าวิธีการชำระเงินในการตั้งค่าของคุณ
tr: Microsoft platformu üzerinden yapacağınız gelecek ödemeler için PayPal kullanın. Bir PayPal bakiyeniz varsa tercih edilen bir ödeme yöntemi seçmiş olsanız bile ilk olarak bu bakiye kullanılacaktır. Tercih edilen bir ödeme yöntemi seçmediyseniz varsayılan ödeme yönteminiz kullanılacaktır. Tercih edilen veya varsayılan ödeme yönteminizin kullanım süresi dolduğunda ya da reddedildiğinde yedek ödeme yönteminiz olarak PayPal üzerinden ücretlendirileceksiniz. Ödeme yönteminizi belirleyebilir veya değiştirebilirsiniz ya da Paypal.com adresindeki Ayarlarınızdan istediğiniz zaman bu yetkiyi iptal edebilirsiniz. Ayarlarınızdan bir ödeme yöntemi belirleyene kadar kullanılan ödeme yöntemi, PayPal.com adresindeki ödeme politikalarını izleyecektir.
tt: Алга таба PayPal ярдәмендә Майкрософт платформасында түләүләр башкарыгыз. PayPal'да балансыгыз булса, өстенлекле түләү ысулы сайланган булса да, беренче чиратта шул баланс кулланылачак. Өстенлекле түләү ысулын сайламаган булсагыз, килешенгәнчә түләү ысулы кулланылачак. Өстенлекле яки килешенгәнчә түләү ысулыгыз кире кагылса яки аның вакыты чыкса, PayPal түләүне резерв түләү ысулыгыздан алачак. Paypal.com битендәге Параметрлар бүлегендә теләсә кайчан түләү ысулын билгеләргә яки үзгәртергә, яисә бу рөхсәттән баш тартырга мөмкин. Параметрларда түләү ысулын көйләгәнче, кулланыла торган түләү ысулын PayPal.com'дагы түләү кагыйдәләренә буйсыначак.
ug: كەلگۈسى ھەق تۆلەشلەردە PayPal نى Microsoft سۇپىسىدا ئىشلىتىڭ. ئەگەر PayPal قالدۇغىڭىز بار بولسا، گەرچە سىز باشقا بىر ھەق تاپشۇرۇش ئۇسۇلىنى تاللىغان بولسىڭىزمۇ دەسلەپتە شۇ قالدۇق ئىشلىتىلىدۇ. باشقا بىر ھەق تاپشۇرۇش ئۇسۇلىنى تاللىمىغان بولسىڭىز، سۈكۈتتىكى ھەق تاپشۇرۇش ئۇسۇلى ئىشلىتىلىدۇ. ئەگەر سىزنىڭ مايىل ھەق تاپشۇرۇش ئۇسۇلى ياكى سۈكۈتتىكى ھەق تاپشۇرۇش ئۇسۇلىنىڭ ۋاقتى توشۇپ كەتكەن ياكى رەت قىلىنغان بولسا، PayPal زاپاسلاش بىلەن ھەق تاپشۇرۇشنى بېجىرىدۇ. سىز ھەق تاپشۇرۇش ئۇسۇلىنى سەپلىيەلەيسىز ياكى ئۆزگەرتەلەيسىز ۋە ياكى Paypal.com تەڭشەكلىرى ئارقىلىق ھوقۇق بەرگەن ھەق تۆلەشنى بىكار قىلىۋېتەلەيسىز. تەڭشەكدىن ھەق تۆلەش ئۇسۇلىنى سەپلىگەنگە قەدەر، PayPal.com دىكى ھەق تۆلەش تۈزۈملىرى قوللىنىلىدۇ.
uk: Використовуйте PayPal для майбутніх платежів на платформі Microsoft. Якщо у вас є рахунок PayPal, цей рахунок буде використовуватися в першу чергу, навіть якщо ви вибрали основний метод оплати. Якщо ви не вибрали основний метод оплати, буде використаний метод оплати за промовчанням. Якщо основний метод оплати або метод оплати за промовчанням буде відхилено або закінчиться його термін дії, PayPal зніме оплату з резервного методу оплати. Можна легко призначити або змінити метод оплати або скасувати цей дозвіл у будь-який час в своїх настройках на Paypal.com. Поки ви не вкажете метод оплати в своїх настройках, метод оплати, який використовується, буде регулюватися політиками оплати, що діють на PayPal.com.
ur: Microsoft پلیٹ فارم پر مستقبل کی ادائیگیوں کے لیے PayPal استعمال کریں۔ اگر آپ کے پاس PayPal بقایا موجود ہے، ان بقایا جات کو پہلے استعمال کیا جائے گا، اگر آپ نے ایک تجویز کردہ ادائیگی کا طریقہ کار منتخب بھی کیا ہو۔ اگر آپ نے تجویز کردہ آدائیگی کا طریقہ کار منتخب نہیں کیا ہوا، آپ کا طے شدہ ادائیگی کا طریقہ کار استعمال کیا جائے گا۔ اگر آپ کا تجویز کردہ یا طے شدہ ادائیگی کا طریقہ کار کی میعاد ختم ہوگئی ہے یا مسترد کر دیا گیا ہے، PayPal آپ کے متبادل ادائیگی کے طریقہ کار کو چارج کرے گی۔ آپ PayPal.com پر اپنی سیٹنگوں میں کسی بھی وقت اپنے ادائیگی کے طریقہ کار کو سیٹ یا تبدیل کر سکتے ہیں یا منسوخ کر سکتے ہیں۔ جب تک آپ اپنی سیٹنگوں میں ایک ادائیگی کا طریقہ کار سیٹ نہیں کر لیتے، استعمال ہونے والا ادائیگی کا طریقہ کار PayPal.com پر موجود ادائیگی کے طریقہ کار کی پیروی کرے گا۔
uz: Microsoft platformasida kelajakdagi to‘lovlar uchun PayPal’dan foydalaning. PayPal hisobiga ega bo‘lsangiz, o‘sha hisob birinchi bo‘lib sarflanadi, afzal ko‘rilgan usulni tanlagan bo‘lsangiz ham. Agar afzal ko‘rilgan to‘lov usulini tanlamagan bo‘lsangiz, birlamchi to‘lov usulingizdan foydalaniladi. Agar afzal ko‘rilgan yoki birlamchi to‘lov usuli muddati tugagan yoki rad etilgan bo‘lsa, PayPal zaxira to‘lov usulidan mablag‘ni yechib oladi. Paypal.com saytidagi Sozlamalarda istalgan vaqtda to‘lov usulingizni o‘rnatishingiz yoki o‘zgartirishingiz yoki ushbu haqiqiylik tekshiruvini bekor qilishingiz mumkin. Sozlamalaringizda to‘lov usuli o‘rnatilguniga qadar ishlatilgan to‘lov usuli to‘lov siyosatlari asosida amalga oshiriladi.
vi: Sử dụng PayPal cho các thanh toán trong tương lai trên nền tảng Microsoft. Nếu bạn có số dư PayPal, số dư đó sẽ được sử dụng trước, dù bạn đã chọn phương thức thanh toán ưu tiên. Nếu bạn không chọn phương thức thanh toán ưu tiên, phương thức thanh toán mặc định của bạn sẽ được sử dụng. Nếu phương thức thanh toán ưu tiên hoặc mặc định của bạn hết hạn hoặc bị từ chối, PayPal sẽ tính tiền vào phương thức thanh toán dự phòng của bạn. Bạn có thể đặt hoặc thay đổi phương thức thanh toán của bạn, hoặc hủy cho phép này bất kỳ lúc nào trong phần Cài đặt tại PayPal.com. Trong thời gian bạn chưa đặt phương thức thanh toán trong Cài đặt của bạn, phương thức thanh toán được sử dụng sẽ theo chính sách thanh toán trên PayPal.com.
zh_hans: 将来在 Microsoft 平台上使用 PayPal 进行付款。如果你有 PayPal 余额，则即使选择了首选付款方式，也会先使用该余额。如果尚未选择首选付款方式，则将使用默认付款方式。如果首选或默认付款方式已过期或被拒绝，则 PayPal 将用你的备用付款方式进行扣款。你可以随时在 Paypal.com 的“设置”中设置或更改付款方式或取消此授权。在“设置”中设置付款方式之前，所使用的付款方式将遵守 PayPal.com 上的付款政策。
zh_hant: 使用 PayPal 做為未來在 Microsoft 平台上的付款方式。如果您有 PayPal 餘額，則即使您已選擇慣用付款方式仍將優先使用該餘額。如果您尚未選取慣用付款方式，將使用您的預設付款方式。如果您的慣用或預設付款方式已過期或遭到拒絕，PayPal 會向您的備用付款方式收費。您可以隨時到 Paypal.com 在您的設定中設定或變更付款方式或取消此授權。在您於您的設定中設定付款方式之前，使用的付款方式將依照 PayPal.com 的付款原則。
