Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.CreditCardDesc.WindowsStore
source: When you add a credit card as a payment method, Microsoft authorizes the card by making a small, temporary charge to your account. You won’t pay anything until you buy something from the Store. <br> Your credit card company might charge an International Transaction Fee (ITF) or a currency conversion charge when you buy something from the Store.
af: Wanneer jy ’n kredietkaart as betaalmetode byvoeg, magtig Microsoft die kaart deur ’n klein, tydelike bedrag teen jou rekening te hef. Jy sal niks betaal totdat jy iets by die Winkel koop nie. <br> Jou kredietkaartmaatskappy kan jou moontlik ’n internasionaletransaksiefooi (ITF) vra of jou laat betaal vir ’n geldeenheidomskakeling wanneer jy iets by die Winkel koop.
am: እንደ የመክፈያ ዘዴ ክሬዲት ካርድ ሲያክሉ፣ Microsoft በካርድዎ ላይ አነስተኛ፣ ጊዜያዊ ክፍያ በመቁረጥ ካርድዎን ያረጋግጣል። ከማከማቻ የሆነ ነገር እስከሚገዙ ድረስ ምንም ነገር አይከፍሉም። <br> የሆነ ነገር ከማከማቻ ሲገዙ ባንክዎ ለዓለም አቀፍ የገንዘብ ዝውውር (ITF) ወይም ለገንዘብ ምንዛሬ ሊያስከፍል ይችላል።
ar: عندما تضيف بطاقة الائتمان كطريقة للدفع، تقوم Microsoft باعتماد البطاقة عن طريق تحصيل رسم بسيط ومؤقت من حسابك. لن تدفع أي مبلغ حتى تقوم بشراء شيئاً ما من المتجر. <br> قد تقوم شركة بطاقة الائتمان التي تتعامل معها بتحصيل رسوم على المعاملات الدولية (ITF) أو على رسوم تحويل العملة عندما تشري شيء ما من المتجر.
as: আপুনি এখন ক্ৰেডিট কাৰ্ডক এটা পৰিশোধ পদ্ধতি হিচাপে যোগ কৰাৰ সময়ত, Microsoft-এ আপোনাৰ একাউণ্টলৈ এক সামান্য, অস্থায়ী মাছুল লৈ কাৰ্ডখনক কৰ্তৃত্বদান কৰে৷ আপুনি ষ্ট’ৰৰ পৰা একো ক্ৰয় নকৰালৈকে কোনো ধৰণৰ পৰিশোধ কৰিব নালাগে৷ <br> আপুনি ষ্ট’ৰৰ পৰা কিবা ক্ৰয় কৰাৰ সময়ত আপোনাৰ ক্ৰেডিট কাৰ্ড কোম্পানীয়ে এটা ইণ্টাৰনেচনেল ট্ৰানজেকশ্বন ফি (ITF) বা এটা মুদ্ৰা বিনিময় মাছুলৰ মূল্য ল’ব পাৰে৷
az: Ödəniş üsulu kimi kredit kartı əlavə etdiyiniz zaman Microsoft hesabınıza kiçik, müvəqqəti rüsum yazmaqla, kartı yoxlayır. Mağazadan nəisə almayana kimi heç nə ödəməyəcəksiniz. <br> Kredit kartı şirkətiniz Mağazadan nəisə aldığınız zaman sizə Beynəlxalq Əməliyyat Rüsumu (ITF) və ya valyuta dəyişmə rüsumunu yaza bilər.
bg: Когато добавяте кредитна карта като метод на плащане, Microsoft я удостоверява, като начислява малка, временна такса по вашата сметка. Няма да платите нищо, докато не закупите нещо от магазина. <br> Когато закупувате нещо от магазина, фирмата, издала кредитната карта, може да начисли такса за международна транзакция (ITF) или такса за конвертиране на валута.
bn_in: আপনি অর্থ প্রদানের পন্থা হিসাবে একটি ক্রেডিট কার্ড যোগ করলে, আপনার অ্যাকাউন্টে একটি অল্প পরিমাণের সাময়িক চার্জ বসিয়ে Microsoft কার্ডটি অনুমোদন করে। স্টোর থেকে কিছু না কেনা পর্যন্ত আপনাকে অর্থপ্রদান করতে হবে না। <br> আপনি স্টোর থেকে কিছু কিনলে আপনার ক্রেডিট কার্ড কোম্পানি আন্তর্জাতিক লেনদেন ফী (ITF) অথবা মুদ্রা বিনিয়ম ফী ধার্য করতে পারে।
bs: Kada dodate kreditnu karticu kao način plaćanja, kompanija Microsoft će je ovlastiti privremenim terećenjem vašeg računa za mali iznos. Nećete platiti ništa dok ne kupite nešto u Prodavnici. <br> Kada kupite nešto u Prodavnici, moguće je da vam kartičarska kompanija naplati naknadu za međunarodne transakcije (ITF, engl. International Transaction Fee) ili naknadu za konverziju valute.
cy: Pan fyddwch chi’n ychwanegu cerdyn credyd fel dull talu, mae Microsoft yn awdurdodi’r cerdyn drwy godi ffi fach dros dro ar eich cyfrif. Ni fyddwch chi’n talu dim hyd nes eich bod yn prynu rhywbeth o’r Siop. <br> Mae’n bosib bydd cwmni eich cerdyn credyd yn codi Ffi Trafodyn Rhyngwladol (ITF) neu ffi trosi arian arnoch pan fyddwch chi’n prynu rhywbeth o’r Siop.
da: Når du tilføjer et kreditkort som betalingsmetode, godkender Microsoft kortet ved at hæve et mindre, midlertidigt beløb på din konto. Du betaler ingenting, før du køber noget fra Store. <br> Din kreditkortudsteder kan opkræve et internationalt transaktionsgebyr (ITF) eller et vekselgebyr, når du køber noget fra Store.
de: Wenn Sie eine Kreditkarte als Zahlungsmethode hinzufügen, wird diese von Microsoft vorübergehend mit einem geringfügigen Betrag zur Überprüfung belastet. Sie leisten erst dann eine Zahlung, wenn Sie etwas im Store kaufen. <br> Ihr Kreditkarteninstitut erhebt beim Kauf von Waren im Store evtl. internationale Transaktionsgebühren oder eine Währungsumrechnungsgebühr.
el: Όταν προσθέτετε μια πιστωτική κάρτα ως μέθοδο πληρωμής, η Microsoft εγκρίνει την κάρτα πραγματοποιώντας μια μικρή, προσωρινή χρέωση στο λογαριασμό σας. Δεν θα πληρώσετε κάποιο ποσό μέχρι να αγοράσετε κάτι από το Store. <br> Η εταιρεία της πιστωτικής κάρτας σας μπορεί να επιβάλλει μια χρέωση διεθνούς συναλλαγής (ITF) ή χρεώσεις μετατροπής συναλλάγματος όταν κάνετε κάποια αγορά από το Store.
es: Cuando agregas una tarjeta de crédito como método de pago, Microsoft autoriza la tarjeta mediante un pequeño cargo temporal en tu cuenta. No pagarás nada hasta que compres algo en la Tienda. <br> La compañía emisora de la tarjeta de crédito podría cobrar una tasa de transacciones internacionales (ITF) o una comisión por cargo de divisa cuando compres algo en la Tienda.
et: Kui lisate makseviisiks krediitkaardi, võtab Microsoft selle autoriseerimiseks väikse ajutise tasu teie kaardilt. Te ei pea maksma midagi enne poest ostmist. <br> Teie krediitkaardiettevõte võib poest ostu korral küsida teilt rahvusvahelist tehingutasu (ITF) või valuutateisendustasu.
eu: Ordainketa-metodo gisa kreditu-txartel bat gehitzen duzunean, Microsoft-ek baimena ematen dio txartelari, aldi baterako kobrantza txiki bat egiteko kontuan. Ez duzu ezer ordainduko Dendatik zerbait erosi arte. <br> Baliteke kreditu-txartelaren enpresak Nazioarteko Transakzion Komisioa (ITF) edo dibisa-bihurketa kobratzea Dendan zerbait erosten duzunean.
fa: زمانی که یک کارت اعتباری را به عنوان یک روش پرداخت اضافه می‌کنید، Microsoft با اعمال یک هزینه اندک و موقت به حساب شما، آن را تأیید می‌کند. تا زمانی که کالایی را از فروشگاه خریداری نکنید، مبلغی پرداخت نخواهید کرد. <br> زمانی که از فروشگاه خرید می‌کنید، شرکت کارت اعتباری شما ممکن است یک هزینه تراکنش بین‌المللی (ITF) یا یک هزینه تبدیل ارز را دریافت کند.
ga: Nuair a chuireann tú cárta creidmheasa leis mar mhodh íocaíochta, údaraíonn Microsoft an cárta trí tháille bheag shealadach a ghearradh ar do chuntas. Ní íocfaidh tú rud ar bith go dtí go gceannaíonn tú rud éigin ón Siopa. <br> Is féidir go ngearrfaidh do chuideachta chárta creidmheasa Táille Idirbhirt Idirnáisiúnta nó táille comhshó airgeadra nuair a cheannaíonn tú rud éigin ón Siopa.
gd: Nuair a chuireas tu cairt-chreideis ris mar dhòigh pàighidh, dearbhaidh Microsoft a’ chairt le bhith ag iarraidh suim bheag air a’ chunntas agad a thilleas e dhut. Cha bhi agad ri dad a phàigheadh gus an ceannaich thu rudeigin on bhùth. <br> Dh’fhaoidte gun iarr companaidh na cairt-creideis agad International Transaction Fee (ITF) no tàille airson iompachadh airgeadra ort nuair a cheannaicheas tu rudeigin on Bhùth.
gl: Cando engades unha tarxeta de crédito como método de pagamento, Microsoft autorizará que a tarxeta realice un pequeno cargo temporal na túa conta. Non pagarás nada ata que non compres algo da Tenda. <br> Pode que a compañía que emite a tarxeta aplique un custo de transacción internacional ou un custo por intercambio de divisa cando compres algo na Tenda.
gu: તમે ચુકવણી પદ્ધતિ તરીકે ક્રેડિટ કાર્ડને ઉમેરો, ત્યારે Microsoft તમારા એકાઉન્ટમાંથી થોડો, અલ્પકાલિક ચાર્જ લઈને કાર્ડને અધિકૃત કરે છે. તમે સ્ટોરમાંથી કંઈક ખરીદી ન કરો ત્યાં સુધી તમે કંઈપણ ચૂકવશો નહીં. <br> તમે સ્ટોરમાંથી કંઈક ખરીદી કરો ત્યારે તમારી ક્રેડિટ કાર્ડ કંપની ઇન્ટરનેશનલ ટ્રાન્ઝેક્શન ફી (ITF) અથવા ચલણ પરિવર્તન ચાર્જ વસૂલ કરી શકે છે.
he: ‏‫בעת הוספת כרטיס אשראי בתור שיטת תשלום, Microsoft מאשרת את הכרטיס על-ידי ביצוע חיוב קטן וזמני של החשבון. לא תשלם דבר עד שתקנה משהו מהחנות. <br> חברת כרטיסי האשראי שלך עשויה לגבות עמלת עסקה בינלאומית (ITF) או עמלת המרת מטבע בעת הקנייה מהחנות.
hi: जब आप भुगतान पद्धति के रूप में क्रेडिट कार्ड को जोड़ते हैं, तो Microsoft आपके खाते में एक छोटा, अस्थायी शुल्क लगाकर कार्ड को प्राधिकृत करता है. जब तक आप स्टोर से कुछ नहीं खरीदते, आपको कोई भुगतान नहीं करना होगा. <br> जब आप स्टोर से कुछ खरीदते हैं, तो आपकी क्रेडिट कार्ड कंपनी अंतर्राष्ट्रीय ट्रांज़ैक्शन शुल्क (ITF) या मुद्रा रूपांतरण शुल्क लगा सकती है.
hr: Kada dodate kreditnu karticu kao način plaćanja, Microsoft će je autorizirati privremenim terećenjem vašeg računa za mali iznos. Nećete platiti ništa dok ne kupite nešto u Trgovini. <br> Kada kupite nešto u Trgovini, moguće je da vam kartičarska tvrtka naplati naknadu za međunarodne transakcije (ITF, engl. International Transaction Fee) ili naknadu za konverziju valute.
hu: Ha hitelkártyát vesz fel a fizetési módok közé, a Microsoft az ellenőrzéshez egy kis összegű ideiglenes terhelést helyez el a számlán. Önnek semmit nem kell fizetnie, amíg nem vásárol az Áruházban. <br> Az Áruházban történt vásárlások után a hitelkártya kibocsátója nemzetközi tranzakciós díjat (ITF) vagy valutaátváltási díjat számíthat fel.
id: Ketika Anda menambahkan kartu kredit sebagai metode pembayaran, Microsoft memberikan otorisasi pada kartu dengan melakukan tagihan sementara dalam jumlah kecil ke rekening Anda. Anda tidak akan membayar apa pun sampai Anda membeli sesuatu dari Bursa. <br> Perusahaan kartu kredit Anda mungkin menagih Tarif Transaksi Internasional (ITF) atau biaya konversi mata uang ketika Anda membeli sesuatu dari Bursa.
is: Þegar þú bætir kreditkorti við sem greiðslumáta staðfestir Microsoft kortið með því að skuldfæra lága, tímabundna greiðslu á reikninginn. Þú greiðir ekkert fyrr en þú kaupir eitthvað í versluninni. <br> Greiðslukortafyrirtækið þitt kann að skuldfæra gjald fyrir erlenda greiðslu á kortið eða bæta við gjöldum vegna umreiknings gjaldmiðils þegar vörur eru keyptar í netversluninni.
ja: お支払い方法としてクレジット カードを追加すると、Microsoft はお客様の口座に少額の一時的な決済を行うことでカードを承認します。お客様は、ストアから何か購入されるまで、一切お支払いいただく必要はありません。 <br> クレジット カード会社によっては、ストアからのご購入時に海外利用手数料 (ITF) または両替手数料が加算される場合があります。
ka: როდესაც საკრედიტო ბარათს ამატებთ გადახდის მეთოდად, Microsoft ავტორიზაციას აძლევს ბარათს თქვენს ანგარიშზე მცირე ოდენობის თანხის დროებით დაკავებით. თქვენ არაფერს იხდით მაღაზიიდან რაიმეს შეძენამდე. <br> შესაძლოა, დაგერიცხოთ თქვენი საკრედიტო ბარათის გამცემი კომპანიის მიერ დაწესებული საერთაშორისო ტრანზაქციის გადასახადი (ITF) ან ვალუტის კონვერტაციის გადასახადი, როდესაც ყიდულობთ მაღაზიაში.
kk: Несие картаңызды төлем әдісі ретінде қосқаныңызда, Microsoft тіркелгіңізге аз сомадағы, уақытша ақы жасау арқылы картаңызды растайды. Дүкеннен бірдеңе сатып алғанша, ештеңе төлемейсіз. <br> Дүкеннен бірдеңе сатып алған кезде, несие картаңызды берген компания халықаралық транзакция ақысын (ITF) немесе валюта конвертация ақысын алуы мүмкін.
kn: ಪಾವತಿ ವಿಧಾನವಾಗಿ ನೀವು ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಸೇರಿಸಿದರೆ, ನಿಮ್ಮ ಖಾತೆಗೆ ಅಲ್ಪ ಪ್ರಮಾಣದ, ತಾತ್ಕಾಲಿಕ ಶುಲ್ಕವನ್ನು ವಿಧಿಸುವ ಮೂಲಕ ಕಾರ್ಡ್ ಅನ್ನು Microsoft ದೃಢಪಡಿಸುತ್ತದೆ. ಸ್ಟೋರ್‌ನಿಂದ ನೀವು ಏನನ್ನಾದರೂ ಖರೀದಿಸುವ ತನಕ ಏನನ್ನೂ ನೀವು ಪಾವತಿಸುವುದಿಲ್ಲ. <br> ನೀವು ಸ್ಟೋರ್‌ನಿಂದ ಏನನ್ನಾದರೂ ಖರೀದಿಸಿದಾಗ ನಿಮ್ಮ ಕ್ರೆಡಿಟ್ ಕಾರ್ಡ್ ಕಂಪನಿಯು ಅಂತರಾಷ್ಟ್ರೀಯ ವಹಿವಾಟು ಶುಲ್ಕ (ITF) ಅಥವಾ ಕರೆನ್ಸಿ ಪರಿವರ್ತನೆ ಶುಲ್ಕವನ್ನು ವಿಧಿಸಬಹುದು.
ko: 결제 방법으로 신용 카드를 추가한 경우 Microsoft에서 회원님의 계좌로 소액을 임시로 청구하여 카드를 승인합니다. 그러나 회원님이 스토어에서 실제로 구입하기 전까지는 어떤 금액도 결제되지 않습니다. <br> 스토어에서 서비스나 상품을 구입할 때 회원님의 신용 카드 회사에서 ITF(해외 거래 수수료)나 환전 수수료를 청구할 수도 있습니다.
ku_arab: کاتێک کارتێکی کرێدت وەک شێوازێکی پارەدان زێدە دەکەیت، Microsoft رێگە بە کارتەکە دەدات بە لێبڕینی کرێیەکی بچووکی کاتی لە ئەژمێرەکەت. تۆ هیچ پارەیەک نادەیت هەتا شتێک لە فرۆشگەکە نەکڕیت. <br> رەنگە کۆمپانیای کارتی کرێدتی تۆ کرێیەکی سەوداگەری جیهانی (ITF) یان کرێیەکی گۆڕینی دراو لێببڕێت کاتێک شتێک لە فرۆشگەکە دەکڕیت.
ky: Эгер сиз насыя картаны төлөө ыкма катары кошсоңуз, Microsoft картаны, эсеп жазууңуздан кичинекей сумманы убактылуу өндүрүү менен, жактырат. Интернет дүкөнүнөн бир нерсе сатып алмайынча, эч нерсе төлөбөйсүз. <br> Дүкөндөн бир нерсе сатып алганда, насыя картаңыздын компаниясы Эларалык Транзакциянын Сыйын (ITF) же валюта алмаштыруу акысын алып калышы мүмкүн.
lo: ໃນເວລາທ່ານເພີ່ມບັດເຄຣດິດເປັນວິທີການຊຳລະ, Microsoft ອະນຸມັດບັດໂດຍການຫັກເງິນຈຳນວນນ້ອຍໆ, ຊົ່ວຄາວໃນບັນຊີຂອງທ່ານ. ທ່ານຈະບໍ່ຈ່າຍຄ່າອັນໃດຈົນກວ່າທ່ານຊື້ບາງຢ່າງຈາກຮ້ານຄ້າ. <br> ບໍລິສັດບັດເຄຣດິດຂອງທ່ານອາດເກັຍຄ່າທຸລະກຳລະຫວ່າງປະເທດ (ITF) ຫລື ຄ່າການປ່ຽນສະກຸນເງິນເມື່ອທ່ານຊື້ເຄື່ອງບາງຢ່າງຈາກ ຮ້ານຄ້າ.
lt: Įtraukus kredito kortelę kaip mokėjimo būdą, „Microsoft“ patvirtina kortelę pritaikydama sąskaitai nedidelį laikiną mokestį. Jūs už nieką nemokėsite, kol ką nors nusipirksite iš parduotuvės. <br> Kai perkate ką nors iš parduotuvės, jūsų kredito kortelės įmonė gali taikyti tarptautinės operacijos mokestį (ITF) arba valiutos konvertavimo mokestį.
lv: Ja pievienojat kredītkarti kā maksāšanas metodi, Microsoft autorizē karti, piemērojot nelielu pagaidu maksu jūsu kontam. Jums nekas nebūs jāmaksā, līdz iegādāsities kaut ko veikalā. <br> Jūsu kredītkartes uzņēmums var piemērot starptautisko darījumu maksu (ITF) vai valūtas konvertācijas maksu, kad kaut ko iegādājaties veikalā.
mi: Ina tāpiri koe i tētahi kāri tāwere hei tikanga utu, ka whakamanaia te kāri e Microsoft mā te kawe i tētahi utunga iti i tō pūkete. E kore koe e utu mō tētahi mea kia hokona rā anō e koe tētahi mea i te Pātaka. <br> Ka namatia pea koe e tō kamupene kāri tāwere mō tētahi Utu Whakawhitinga ā-Ao (ITF), ki tētahi utu whakawhiti moni rānei ina hoko koe i tētahi mea mai i te Pātaka.
mk: Кога ќе додадете кредитна картичка како метод на плаќање, Microsoft ја авторизира картичката со мала, привремена наплата на картичката. Нема да платите ништо, додека не купите нешто од Продавницата. <br> Компанијата на вашата кредитна картичка може да наплати Цена за меѓународна трансакција или да наплати за конверзија на валута кога ќе купите нешто од Продавницата.
ml: ഒരു പണമടയ്‌ക്കൽ രീതിയായി ഒരു ക്രെഡിറ്റ് കാർഡ് ചേർക്കുമ്പോൾ, നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് താൽക്കാലികമായി ഒരു ചെറിയ നിരക്ക് ഈടാക്കിക്കൊണ്ട് Microsoft കാർഡ് അംഗീകരിക്കുന്നു. നിങ്ങൾ സ്റ്റോറിൽ നിന്നും എന്തെങ്കിലും വാങ്ങുന്നതുവരെ മറ്റൊന്നിനായും പണമടയ്‌ക്കേണ്ടതില്ല. <br> നിങ്ങൾ സ്‌റ്റോറിൽ നിന്നും എന്തെങ്കിലും വാങ്ങുമ്പോൾ, നിങ്ങളുടെ ക്രെഡിറ്റ് കാർഡ് കമ്പനി ഒരു അന്തർദ്ദേശീയ ഇടപാട് നിരക്ക് (ITF) അല്ലെങ്കിൽ ഒരു നാണയ വിനിമയ നിരക്ക് ഈടാക്കാനിടയുണ്ട്.
mn: Таныг кредит картаа төлбөрийн хэрэгсэл болгож нэмбэл Microsoft таны хэрэглэгчийн бүртгэлээс багахан хэмжээний, түр хураамж авч уг картыг баталгаажуулна. Та Дэлгүүрээс ямар нэг зүйл худалдаж авахаас нааш танаас төлбөр суутгахгүй. <br> Таныг Дэлгүүрээс ямар нэг зүйл худалдаж авахад танд кредит карт олгосон компани Олон Улсын Гүйлгээний Хураамж (ITF) эсвэл валют хөрвүүлсний шимтгэл авч болно.
mr: देय पद्धत म्हणून जेव्हा आपण एखादे क्रेडिट कार्ड जोडता, तेव्हा Microsoft आपल्या खात्यावर अल्प, तात्पुरते शुल्क आकारून कार्ड अधिकृत करते. आपण संग्रहातून काहीतरी खरेदी केल्याशिवाय आपल्याला कोणत्याही गोष्टीचे देय देता येणार नाही. <br> जेव्हा आपण संग्रह वरून काहीतरी खरेदी करता तेव्हा आपली क्रेडिट कार्ड कंपनी कदाचित आंतरराष्ट्रीय व्यवहार शुल्क (ITF) किंवा एखादे चलन रूपांतरण शुल्क आकारू शकते.
ms: Apabila anda menambah kad kredit sebagai kaedah pembayaran, Microsoft memberikan kebenaran kad tersebut dengan membuat caj kecil dan sementara kepada akaun anda. Anda tidak perlu membayar apa-apa sehingga anda membeli sesuatu daripada Gedung. <br> Syarikat kad kredit anda mungkin mengenakan caj Bayaran Transaksi Antarabangsa (ITF) atau caj pertukaran mata wang apabila anda membeli sesuatu daripada Gedung.
mt: Meta żżid karta ta' kreditu bħala metodu ta' pagament, Microsoft jawtorizza l-karta billi jagħmel ċarġ temporanja żgħira fil-kont tiegħek. M'intix se tħallas għal xi ħaġa qabel ma tixtri xi ħaġa mill-Ħanut. <br> Il-kumpanija tal-karta ta' kreditu tiegħek tista' tiċċarġja Miżata għat-Tranżazzjonijiet Internazzjonali (ITF) jew ċarġ għall-konverżjoni tal-munita meta tixtri xi ħaġa mill-Ħanut.
ne: तपाइँले भुक्तानी गर्ने तरिकाको रूपमा क्रेडिट कार्ड प्रयोग गर्दा Microsoft ले तपाइँको खातामा सानो अस्थायी शुल्क लगाएर तपाइँको कार्डलाई प्राधिकृत गर्छ। तपाइँले पसलबाट केही कुरा खरिद नगर्दासम्म केही पनि भुक्तान गर्नुहुने छैन। <br> तपाइँले पसलबाट केही कुरा खरिद गर्दा तपाइँको क्रेडिट कार्ड कम्पनीले अन्तर्राष्ट्रिय लेनदेन शुल्क (ITF) वा मुद्रा रूपान्तरण शुल्क लगाउन सक्छ।
nn_no: Når du legg til eit kredittkort som betalingsmetode, godkjenner Microsoft kortet ved å trekkje eit lite beløp midlertidig frå kontoen din. Du betaler ingenting før du kjøper noko frå Store. <br> Kredittkortselskapet ditt kan trekkje ei internasjonal transaksjonsavgift (ITF) eller ei valutaavgift når du kjøper noko frå Store.
no: Når du legger til et kredittkort som betalingsmetode, godkjenner Microsoft kortet ved å trekke et lite beløp midlertidig fra kontoen din. Du betaler ingenting før du kjøper noe fra Store. <br> Kredittkortselskapet ditt kan trekke en internasjonal transaksjonsavgift (ITF) eller en valutaavgift når du kjøper noe fra Store.
or: ଏକ ଦେୟ ପଦ୍ଧତି ଭାବେ ଆପଣ ଯେତେବେଳେ ଏକ କ୍ରେଡିଟ୍‌ କାର୍ଡ ଯୋଡନ୍ତି, ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ଏକ ଛୋଟ ମୂଲ୍ୟର ସମୟିକ ଶୁଳ୍କ ଲାଗୁ କରି Microsoft କାର୍ଡଟି ସ୍ୱୀକୃତ କରେ. ଷ୍ଟୋର୍‌ରୁ ଆପଣ କିଛି କ୍ରୟ ନକରିବା ପର୍ଯ୍ୟନ୍ତ ଆପଣ କିଛି ବି ଦେୟ ଦିଅନ୍ତି ନହିଁ. <br> ଷ୍ଟୋର୍‌ରୁ ଆପଣ କିଛି କ୍ରୟ କରିବା ବେଳେ ଆପଣଙ୍କ କ୍ରେଡିଟ୍‌ କାର୍ଡ କମ୍ପାନୀ ଏକ ଆନ୍ତର୍ଜାତୀୟ ଦେଣନେଣ ଦେୟ (ITF) କିମ୍ବା ଏକ ମୁଦ୍ର ବିନିମୟ ଦେୟ ଲାଗୁ କରିପାରେ.
pa_arab_pk: ‏‏جدوں تسیں رقم دی ادائيگی دے طریقے دے طور تے کریڈٹ کارڈ دا اضافہ کردے او، Microsoft تہاڈے کھاتے وچوں تھوڑی،عارضی قیمت وصول کردیاں ہویاں کارڈ دی اجازت دیندا اے۔ تسیں سٹور وچوں کوئی چیز خریدن تک کسے قسم دی ادائیگی نہيں کردے۔ جدوں تسیں سٹور وچوں کوئی شے خریددے او، <br> تہاڈی کریڈٹ کارڈ کمپنی بین الاقوامی لین دین فیس (آئی ٹی ایف) یا کرنسی تبادلہ فیس وصول کرسکدی اے۔
pa_in: ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਕਰੈਡਿਟ ਕਾਰਡ ਨੂੰ ਇੱਕ ਭੁਗਤਾਨ ਵਿਧੀ ਵਜੋਂ ਜੋੜਦੇ ਹੋ, ਤਾਂ Microsoft ਤੁਹਾਡੇ ਖਾਤੇ ਵਿੱਚ ਛੋਟਾ, ਅਸਥਾਈ ਖਰਚਾ ਪਾ ਕੇ ਕਾਰਡ ਨੂੰ ਅਧਿਕਾਰ ਦਿੰਦਾ ਹੈ। ਜਦੋਂ ਤੱਕ ਤੁਸੀਂ ਸਟੋਰ ਤੋਂ ਕੁਝ ਖਰੀਦਦੇ ਨਹੀਂ ਤਾਂ ਤੁਸੀਂ ਕੁਝ ਭੁਗਤਾਨ ਨਹੀਂ ਕਰੋਗੇ। <br> ਜਦੋਂ ਤੁਸੀਂ ਸਟੋਰ ਤੋਂ ਕੁਝ ਖਰੀਦਦੇ ਹੋ, ਤੁਹਾਡੀ ਕਰੈਡਿਟ ਕਾਰਡ ਕੰਪਨੀ ਅੰਤਰਰਾਸ਼ਟਡਰੀ ਟ੍ਰਾਂਜੈਕਸ਼ਨ ਫੀਸ (ITF) ਦਾ ਖਰਚਾ ਜਾਂ ਕਰੰਸੀ ਰੂਪਾਂਤਰਨ ਖਰਚਾ ਪਾ ਸਕਦੀ ਹੈ।
pl: Gdy dodasz kartę kredytową jako metodę płatności, firma Microsoft przeprowadzi jej autoryzację, obciążając Twoje konto niewielką, tymczasową opłatą. Nie poniesiesz żadnych kosztów, dopóki nie kupisz czegoś w Sklepie. <br> Gdy kupisz coś Sklepie, wydawca karty kredytowej może naliczyć międzynarodową opłatę transakcyjną (ITF) lub opłatę z tytułu konwersji walut.
ru: Если вы добавляете в качестве метода оплаты кредитную карту, корпорация Майкрософт авторизует карту, временно снимая с нее небольшую сумму. На самом деле оплата с карты не будет производиться, пока вы не приобретете какие-либо товары в Магазине. <br> При покупке товаров в Магазине компания-эмитент кредитной карты может взимать плату за международные транзакции или конвертирование валюты.
sd: هڪ ادائگي جي طريقي طور جڏهن توهان هڪ ڪريڊٽ ڪارڊ اضافو ڪريو ٿا، توهانجي اڪائونٽ ڏانهن هڪ ننڍي، عارضي چارج ڪرڻ لاءِ ڪارڊ کي Microsoft مجاز بڻائي ٿي. توهان ادا نٿا ڪريو جيتائين توهان اسٽور کان ڪا شئي خريد ڪريو. <br> جڏهن توهان اسٽور کان ڪا شئي خريد ڪريو ٿا ته توهانجي ڪريڊٽ ڪارڊ ڪمپني هڪ انٽرنيشنل ٽرانزڪشن في (ITF) يا هڪ هڪ ڪرنسي تبديل ڪرڻ جي في چارج ڪري سگهي ٿي.
si: ගෙවීමේ ක්‍රමයක් ලෙස ඔබ ණය කාඩ්පතක් එක් කරන විට, ඔබේ ගිණුමට කුඩා, තාවකාලික අයකිරීමක් මගින් Microsoft කාඩ්පතට අවසර ලබාදෙයි. ඔබ ගබඩාවෙන් යමක් මිලදී ගන්නා තෙක් ඔබ කිසිවක් නොගෙවනු ඇත. <br> ඔබ ගබඩාවෙන් යමක් මිලදී ගන්නා විට ඔබගේ ණය කාඩ්පත් සමාගම අන්තර්ජාතික ගනුදෙනු ගාස්තුවක් (ITF) හෝ විනිමය පරිවර්තන ගාස්තුවක් අයකළ හැකිය.
sl: Ko kot način plačila dodate kreditno kartico, Microsoft preveri kartico tako, da zaračuna manjši začasni znesek. Dokler v Trgovini ne kupite ničesar, tudi plačali ne boste ničesar. <br> Izdajatelj vaše kreditne kartice vam lahko zaračuna nadomestilo za mednarodne transakcije (ITF) za pretvorbo valute ob nakupu v Trgovini.
sr_cyrl_rs: Када као начин плаћања додате кредитну картицу, Microsoft ће овластити ту картицу тако што ће наплатити мали, привремени износ са вашег рачуна. Нећете морати ништа да плаћате док не купите нешто из Продавнице. <br> Предузеће које вам је издало кредитну картицу може да наплати накнаду за међународне трансакције (ITF) или накнаде за промену валуте када купите нешто из Продавнице.
sr_latn_rs: Kada kao način plaćanja dodate kreditnu karticu, Microsoft će ovlastiti tu karticu tako što će naplatiti mali, privremeni iznos sa vašeg računa. Nećete morati ništa da plaćate dok ne kupite nešto iz Prodavnice. <br> Preduzeće koje vam je izdalo kreditnu karticu može da naplati naknadu za međunarodne transakcije (ITF) ili naknade za promenu valute kada kupite nešto iz Prodavnice.
sv: När du lägger till ett kreditkort som en betalningsmetod autentiseras kortet av Microsoft genom att en liten, tillfällig avgift debiteras ditt konto. Du betalar ingenting förrän du köper något från Store. <br> Ditt kreditkortsföretag kan ta ut en internationell transaktionsavgift (ITF) eller lägga på valutaväxlingsavgifter när du köper något från Store.
ta: கடனட்டை மூலம் செலுத்தினால், Microsoft ஒரு சிறு தற்காலிகக் கட்டணம் எடுத்துக்கொண்டு அந்த அட்டைக்கு அதிகாரம் வழங்கும். நீங்கள் ஸ்டோரிலிருந்து ஏதேனும் ஒன்றை வாங்கும் வரை, கட்டணம் எதையும் செலுத்த மாட்டீர்கள். <br> நீங்கள் ஸ்டோரிலிருந்து ஏதேனும் ஒன்றை வாங்கும் போது, உங்களுக்குக் கடனட்டையை அளித்துள்ள நிறுவனமானது சர்வதேசப் பரிவர்த்தனைக் கட்டணம் (ITF) அல்லது நாணய மாற்றக் கட்டணத்தை வசூலிக்கக் கூடும்.
te: మీరు క్రెడిట్ కార్డ్‌ని మీ చెల్లింపు పద్ధతి వలె జోడించినప్పుడు, మీ కార్డ్‌లో ఒక స్వల్ప మొత్తం ఛార్జీ విధించడం ద్వారా Microsoft మీ కార్డ్‌ని ప్రమాణీకరిస్తుంది. మీరు స్టోర్ నుండి ఏదైనా కొనుగోలు చేసే వరకు మీరు ఏమీ చెల్లించాల్సిన అవసరం లేదు. <br> మీరు స్టోర్ నుండి ఏదైనా కొనుగోలు చేసినప్పుడు మీ క్రెడిట్ కార్డ్‌లో అంతర్జాతీయ లావాదేవీ రుసుము (ITF) లేదా నగదు మార్పిడి ఛార్జీ విధించబడవచ్చు.
tg: Вақте ки шумо ягон корти қарзиро ҳамчун усули пардохт илова мекунед, Microsoft бо ситонидани маблағи хурди муваққати аз ҳисоби шумо кортро тасвиб мекунад. То он даме, ки аз Дукон чизе нахаред, шумо ягон пардохт намекунед. <br> Ширкати корти қарзии шумо метавонад ҳангоми аз Дукон чизе харидани шумо Боҷи амалиётӣ байналмилалӣ (ITF) ё фарқияти мубодилаи асъорро ситонад.
th: เมื่อคุณเพิ่มบัตรเครดิตเป็นวิธีการชำระเงิน Microsoft จะอนุญาตบัตรโดยเรียกเก็บค่าธรรมเนียมเป็นจำนวนเล็กน้อยเพียงชั่วคราวจากบัญชีของคุณ คุณจะไม่เสียค่าใช้จ่ายใดๆ ทั้งสิ้นจนกว่าคุณจะซื้อสินค้าจาก Store <br> บริษัทบัตรเครดิตของคุณอาจเรียกเก็บค่าธรรมเนียมธุรกรรมระหว่างประเทศ (ITF) หรือค่าธรรมเนียมแปลงสกุลเงินเมื่อคุณซื้อสินค้าจาก Store
tr: Ödeme yöntemi olarak bir kredi kartı eklediğinizde Microsoft, hesabınıza geçici olarak küçük bir miktar yansıtarak kartınızı yetkilendirir. Mağaza'dan bir şey satın alana kadar herhangi bir ödeme yapmazsınız. <br> Kredi kartı şirketiniz sizden Mağaza'dan bir şey satın aldığınızda Uluslararası İşlem Ücreti (ITF) veya döviz çevrim ücreti alabilir.
tt: Кредит картасын түләү ысулы итеп өстәгәндә, Майкрософт, хисабыгызга аз күләмле вакытлыча түләү башкарып, картаны раслап авторизацияли Кибеттә берәр нәрсә сатып алганчы, сез берни дә түләмәячәксез. <br> Сез Кибеттә сатып алулар башкарганда, кредит картагызны чыгарган ширкәт Халыкара транзакция җыемын (ITF) яки валюта алыштыру өчен комиссияне үзгәртергә мөмкин.
ug: ئىناۋەتلىك كارتىنى ھەق تاپشۇرۇش ئۇسۇلى قىلىپ قوشسىڭىز، Microsoft كارتىڭىزدىن كىچىك سوممىدا ۋاقىتلىق ھەق تۇتۇپ، كارتىنى ئىجازەتلەيدۇ. دۇكاندىن مال سېتىۋالمىغۇچە ھېچقانداق ھەق تۆلىمەيسىز. <br> دۇكاندىن مال سېتىۋالسىڭىز، سىزگە ئىناۋەتلىك كارتا بېجىرىپ بەرگەن ئورۇن خەلقئارالىق مۇئامىلە ھەققى (ITF) ياكى پۇل ئالماشتۇرۇش ھەققى ئېلىشى مۇمكىن.
uk: У разі додавання кредитної картки в якості способу оплати Microsoft авторизує картку шляхом тимчасового списання з вашого рахунку невеликої суми. Ви нічого не оплачуватимете, поки не здійсните придбання в Магазині. <br> Під час здійснення придбання в Магазині компанія, що видала вам кредитну картку, може стягувати комісію за міжнародні транзакції (ITF) або за конвертацію валюти.
ur: جب آپ ایک کریڈٹ کارڈ کو ادائیگی کے لیے بطور طریقہ کار شامل کرتے ہیں، Microsoft آپ کے اکاؤنٹ کو چھوٹا عارضی چارج کر کے کارڈ کو اختیار دیتا ہے۔ جب تک آپ اسٹور سے کچھ نہیں خریدیں گے آپ کو کوئی رقم نہیں ادا کرنی پڑے گی۔ <br> جب آپ اسٹور سے کچھ خریداری کرتے ہیں تو آپ کی کریڈٹ کارڈ کمپنی آپ کو ایک بین الاقوامی لین دین فیس یا International Transaction Fee (ITF) یا ایک کرنسی کی تبدیلی چارج کرتی ہے۔
uz: Kredit kartani to‘lov usuli sifatida qo‘shganingizda, Microsoft hisobingizdan kichik miqdordagi vaqtinchalik to‘lov olish orqali kartani tekshiradi. Do‘kondan biror narsa sotib olmaguningizga qadar siz hech narsa uchun to‘lovni amalga oshirib bo‘lmaydi. <br> Do‘kondan biror narsa sotib olganingizda, kredit kartangizdan Xalqaro tranzaksiya uchun to‘lov (XTT) olinishi mumkin.
vi: Khi bạn thêm một thẻ tín dụng làm phương thức thanh toán, Microsoft ủy quyền cho thẻ bằng cách trừ một khoản phí nhỏ tạm thời vào tài khoản của bạn. Bạn sẽ không phải trả bất kì khoản phí nào cho đến khi bạn mua hàng từ Store. <br> Công ty phát hành thẻ tín dụng của bạn có thể thu Phí giao dịch quốc tế (ITF) hoặc phí chuyển đổi tiền tệ khi bạn mua hàng từ Store.
zh_hans: 当你添加信用卡作为付款方式时，Microsoft 会通过暂时向你的帐户收取一笔小额费用来向该卡授权。在你从商店购买商品之前，你不会支付任何款项。 <br> 当你从商店购买商品时，你的信用卡公司可能会收取国际交易费(ITF)或货币兑换费。
zh_hant: 當您新增信用卡做為付款方式時，Microsoft 將暫時在您的帳戶中計入一筆小額費用，以對該張信用卡進行授權。在透過市集購買任何商品之前，您毋需支付任何費用。 <br> 當您在市集中購買商品時，信用卡公司可能會加收一筆國際交易手續費 (ITF) 或貨幣換匯手續費。
