Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.MSFB.OrgProfile.LoveCode.Label
source: Org Love Code (applies if not VAT ID)
af: Organogram-liefdeskode (is van toepassing indien dit nie BTW-ID is nie)
am: Org የፍቅር ኮድ (የቫት መታወቂያ ካልሆነ ይመለከተዋል)
ar: رمز حب للمؤسسة (ينطبق إذا لم يكن معرّف VAT)
as: Org Love Code (VAT ID নহ’লে প্ৰযোজ্য হয়)
az: Təşk Sevgi Kodu (ƏDV nömrəsinə şamil olunur)
bg: Благотворителен код на организацията (прилага се, ако няма номер по ДДС)
bn_in: Org Love কোড (ভ্যাট আইডি না থাকলে প্রযোজ্য হবে)
bs: Org Love Code (primjenjuje se ako se ne primjenjuje PDV ID)
cy: Cod Cariad Sefydliad (yn berthnasol os nad oes ID TAW)
da: Oprindelig kærlighedskode (gælder, hvis der ikke er et moms-id)
de: Love Code der Organisation (falls keine USt-IdNr.)
el: Κωδικός φιλανθρωπίας οργανισμού (ισχύει αν δεν υπάρχει ΑΦΜ)
es: Código de amor de la organización (se aplica si no existe un CIF válido)
et: Organisatsiooni Love-kood (kehtib, kui KMKR-i pole)
eu: Erakundearen maitasun-kodea (IFZrik ez dagonean aplikatzen da)
fa: رمز عشق سازمانی (در صورت نبود شناسه VAT اعمال می‌شود)
ga: Cód grá na heagraíochta (úsáidtear é seo murar Uimhir Aitheantais CBL é)
gl: Código de amor de organización (aplícase se non hai ID do IVE)
gu: સંસ્થા લવ કોડ (VAT ID ન હોય તો લાગુ પડે છે)
he: קוד אהבה ארגוני (חל אם לא מדובר במזהה מע"מ)
hi: ऑर्ग लव कोड (VAT ID न होने पर लागू होता है)
hr: Org Love Code (primjenjuje se ako se ne primjenjuje PDV identifikacijski broj)
hu: Szervezeti szeretetkód (akkor érvényes, ha nincs áfaazonosító)
id: Kode Hati Org (berlaku jika bukan NPWP PPN)
is: Org-kóði góðgerðastofnunar (á við ef ekki er um VSK-númer að ræða)
ja: 組織の Love コード (VAT ID がない場合に適用されます)
ka: ორგანიზაციის Love Code (გამოიყენება, თუ არ არის დღგ-ს საიდენტიფიკაციო კოდი)
kk: Ұйымның ұнату коды (ҚҚС идентификаторы болмаса қолданылады)
kn: ಸಂಸ್ಥೆಯ ಲವ್ ಕೋಡ್ (VAT ID ಇಲ್ಲದಿದ್ದರೆ ಅನ್ವಯಿಸುತ್ತದೆ)
ko: 조직 자선 코드 (VAT ID가 아닌 경우 적용)
ku_arab: لاو کۆدی ڕێکخراوه (کاری پێدەکرێت ئەگەر ناسنامەی VAT نەبێت)
ky: Org Love Code (КНС коду эмес болсо колдонулат)
lo: ລະຫັດຄວາມຮັກຂອງອົງກອນ (ນຳໃຊ້ຖ້າບໍ່ແມ່ນ VAT ID)
lt: Organizacijos „Love“ kodas (taikomas, jei nėra PVM ID)
lv: Organizācijas aizstājējkods Love Code (spēkā, ja nav PVN ID)
mi: Waehere Love Whakahaere (ka pā ki te kore VAT ID)
mk: Код на Љубов на организацијата (се применува ако не е Идентификациски број за ДДВ)
ml: ഓർഗ. ലവ് കോഡ് (VAT ID അല്ലെങ്കിൽ പ്രയോഗിക്കുന്നു)
mn: Анхны хайрын код (VAT ID биш бол хэрэглэнэ)
mr: संस्था लव्ह कोड (जर VAT ID नसेल तर लागू होईल)
ms: Love Code Organisasi (terpakai jika bukan ID VAT)
mt: Kodiċi Love Org (tapplika jekk ma tkunx ID tal-VAT)
ne: मौलिक प्रेम कोड (VAT ID छैन भने लागू हुन्छ)
nn_no: Organisasjonsnummer for ideell organisasjon (gjeld dersom MVA-ID ikkje er gjeldande)
no: Organisasjonsnummer for veldedig organisasjon (gjelder hvis ikke MVA-ID er gjeldende)
or: ମୂଳ ଲଭ୍‌ କୋଡ୍ (ଯଦି VAT ID ନଥାଏ ତେବେ ଲାଗୁ ହୋଇଥାଏ)
pa_arab_pk: Org Love Code (جے VAT ID نہ ہووے تے لاگو ہوندا اے)
pa_in: Org ਲਵ ਕੋਡ (ਜੇ VAT ID ਨਾ ਹੋਵੇ ਤਾਂ ਲਾਗੂ ਹੁੰਦਾ ਹੈ)
pl: Kod Love organizacji (stosowany w przypadku braku identyfikatora VAT)
ru: Код Love организации (применяется, когда нет кода НДС)
sd: Org محبتي ڪوڊ (جيڪڏهن VAT ID ناهي ته لاڳو ٿئي ٿو)
si: සංවිධාන ආදර කේතය (වැට් ID නොවේ නම් අදාළ වේ)
sl: Koda dobrodelne organizacije (velja, če ni ID-ja za DDV)
sr_cyrl_rs: Шифра за хуманитарни прилог организације (примењује се ако не постоји ID за ПДВ)
sr_latn_rs: Šifra za humanitarni prilog organizacije (primenjuje se ako ne postoji ID za PDV)
sv: Love-kod (gäller om inte VAT-nummer)
ta: நிறுவன காதல் குறியீடு (VAT ID இல்லையெனில் பொருந்தும்)
te: సంస్థ లవ్ కోడ్ (VAT ID కాకుంటే వర్తిస్తుంది)
tg: Рамзи муҳаббати Org (агар ID-и ААИ набошад, татбиқ карда мешавад)
th: รหัสความรักองค์กร (มีผลบังคับใช้หากไม่มี ID ภาษี)
tr: Kuruluş Love Kodu (KDV NO yoksa geçerlidir)
tt: Org Love Code (НДС коды булмаса кулланыла)
ug: Org مۇھەببەت كودى (ئەگەر باج تىزىملاش نومۇرىڭىز بولمىغاندا)
uk: Код Love організації (застосовується, коли немає ідентифікатора платника ПДВ)
ur: Org Love Code (اگر VAT ID نہ ہو تو قابل اطلاق ہے)
uz: Tashkilot Sevgi kodi (INN bo‘lmasa, qo‘llaniladi)
vi: Love Code Tổ chức (áp dụng nếu không phải ID VAT)
zh_hans: 组织爱心码(适用于无增值税 ID 的情况)
zh_hant: 組織愛心碼 (沒有加值稅識別碼時適用)

# Literal.MSFB.OrgProfile.LoveCode.Label.New
source: Love Code (applies if not VAT ID)
af: Liefdeskode (van toepassing indien dit nie BTW-ID is nie)
am: የፍቅር ኮድ (የVAT አይ ዲ ካልሆነ ይተገበራል)
ar: رمز الحب (ينطبق إذا لم ينطبق معرّف VAT)
as: লাভ কোড (VAT ID নহ’লে প্ৰযোজ্য হয়)
az: Sevgi Kodu (ƏDV nömrəsi olmadıqda tətbiq olunur)
bg: Благотворителен код (прилага се, ако няма номер по ДДС)
bn_in: প্রেম কোড (প্রযোজ্য যদি VAT ID না হয়)
bs: Love Code (primjenjuje se ako se ne primjenjuje PDV ID)
cy: Cod Cariad (yn berthnasol os nad oes ID TAW)
da: Kærlighedskode (gælder, hvis der ikke er et moms-id)
de: Love-Code (falls keine USt-IdNr.)
el: Κωδικός φιλανθρωπίας (ισχύει αν δεν υπάρχει ΑΦΜ)
es: Código de amor (se aplica si no existe un CIF)
et: Love-kood (kehtib, kui KMKR-i pole)
eu: Maitasun-kodea (IFZrik ez dagonean aplikatzen da)
fa: رمز عشق (در صورت نبود شناسه VAT اعمال می‌شود)
ga: Cód grá (úsáidtear é seo murar Uimhir Aitheantais CBL é)
gd: Còd Love (feum air seo mur eil VAT ID ann)
gl: Código de amor (aplícase se non hai ID do IVE)
gu: લવ કોડ (જો વેટ આઈડી ન હોય તો)
he: קוד אהבה (חל אם לא מדובר במזהה מע"מ)
hi: लव कोड (VAT ID न होने पर लागू होता है)
hr: Love Code (primjenjuje se ako se ne primjenjuje PDV identifikacijski broj)
hu: Szeretetkód (akkor érvényes, ha nincs áfaazonosító)
id: Kode Hati (berlaku jika bukan NPWP PPN)
is: Ástarkóði (á við ef ekki er um VSK-númer að ræða)
ja: Love コード (VAT ID がない場合に適用されます)
ka: Love Code (გამოიყენება, თუ არ არის დღგ-ს საიდენტიფიკაციო კოდი)
kk: Ұнату коды (ҚҚС идентификаторы болмаса қолданылады)
kn: ಲವ್ ಕೋಡ್ (VAT ID ಇಲ್ಲದಿದ್ದರೆ ಅನ್ವಯಿಸುತ್ತದೆ)
ko: 자선 코드(VAT ID가 아닌 경우 적용)
ku_arab: لاو کۆد (کاری پێدەکرێت ئەگەر ناسنامەی VAT نەبێت)
ky: Love Code (КНС коду болбосо колдонулат)
lo: ລະຫັດຄວາມຮັກ (ນຳໃຊ້ຖ້າບໍ່ແມ່ນ VAT ID)
lt: „Love“ kodas (taikomas, jei nėra PVM ID)
lv: Aizstājējkods Love Code (spēkā, ja nav PVN ID)
mi: Waehere Love (ka hoatu mehemea ehara i te VAT ID)
mk: Код на љубов (се применува ако не е идентификациски број за ДДВ)
ml: ലവ് കോഡ് (VAT ID അല്ലെങ്കിൽ പ്രയോഗിക്കുന്നു)
mn: Хайрын код (НӨТ ID биш бол хэрэглэнэ)
mr: संस्था लव्ह कोड (जर VAT ID नसेल तर लागू होईल)
ms: Love Code (terpakai jika bukan ID VAT)
mt: Love Code (tapplika jekk mhux ID tal-VAT)
ne: प्रेम कोड (भ्याट आइडी नभएका खण्डमा लागू हुन्छ)
nn_no: Kode for ideell organisasjon (gjeld dersom MVA-ID ikkje er gjeldande)
no: Love-kode (gjelder hvis ikke MVA-ID er gjeldende)
or: ମୂଳ ଲଭ୍‌ କୋଡ୍ (ଯଦି VAT ID ନଥାଏ ତେବେ ଲାଗୁ ହୋଇଥାଏ)
pa_arab_pk: Love Code (جے VAT ID نہ ہووے تے لاگو ہوندا اے)
pa_in: Org ਲਵ ਕੋਡ (ਜੇ VAT ID ਨਾ ਹੋਵੇ ਤਾਂ ਲਾਗੂ ਹੁੰਦਾ ਹੈ)
pl: Kod Love (stosowany w przypadku braku identyfikatora VAT)
ru: Код Love (применяется, когда нет кода НДС)
sd: محبتي ڪوڊ (جيڪڏهن VAT ID ناهي ته لاڳو ٿئي ٿو)
si: ආදර කේතය (වැට් ID නොවේ නම් අදාළ වේ)
sl: Koda dobrodelne organizacije (velja, če ni ID-ja za DDV)
sr_cyrl_rs: Шифра за хуманитарни прилог (примењује се ако не постоји ID за ПДВ)
sr_latn_rs: Šifra za humanitarni prilog (primenjuje se ako ne postoji ID za PDV)
sv: Love-kod (gäller om inte VAT-nummer)
ta: Love குறியீடு (VAT ID இல்லையெனில் பொருந்தும்)
te: లవ్ కోడ్ (VAT ID కాకుంటే వర్తిస్తుంది)
tg: Рамзи муҳаббат (агар ID-и ААИ набошад, татбиқ карда мешавад)
th: รหัสความรัก (มีผลบังคับใช้หากไม่มี ID ภาษี)
tr: Love Kodu (KDV No. yoksa geçerlidir)
tt: Love Code (ИНН булмаса кулланыла)
ug: مۇھەببەت كودى (ئەگەر باج تىزىملاش نومۇرىڭىز بولمىغاندا)
uk: Код Love (застосовується, коли немає ідентифікатора платника ПДВ)
ur: محبت کوڈ (اگر VAT ID نہ ہو تو قابل اطلاق ہے)
uz: Sevgi kodi (QQS ID topilmaganida ishlatiladi)
vi: Mật mã tình yêu (áp dụng nếu không phải là ID VAT)
zh_hans: 爱心码(适用于无增值税 ID 的情况)
zh_hant: 捐贈碼 (適用於銷售給非營業人)

# Literal.MSFB.OrgProfile.LoveCode.Label.New.Show
source: Love Code (applies if not VAT ID):
af: Liefdeskode (van toepassing indien dit nie BTW-ID is nie):
am: የፍቅር ኮድ (የVAT አይ ዲ ካልሆነ)፦
ar: رمز الحب (ينطبق إذا لم ينطبق معرّف VAT):
as: লাভ কোড (VAT ID নহ’লে প্ৰযোজ্য হয়):
az: Sevgi Kodu (ƏDV nömrəsi olmadıqda tətbiq olunur):
bg: Благотворителен код (прилага се, ако няма номер по ДДС):
bn_in: প্রেম কোড (প্রযোজ্য যদি ভ্যাট আইডি না হয়):
bs: Love Code (primjenjuje se ako se ne primjenjuje PDV ID):
cy: Cod Cariad (yn berthnasol os nad oes ID TAW):
da: Kærlighedskode (gælder, hvis der ikke er et moms-id):
de: Love-Code (falls keine USt-IdNr.)
el: Κωδικός φιλανθρωπίας (ισχύει αν δεν υπάρχει ΑΦΜ):
es: Código de amor (se aplica si no existe un CIF):
et: Love-kood (kehtib, kui KMKR-i pole):
eu: Maitasun-kodea (IFZrik ez dagonean aplikatzen da):
fa: رمز عشق (در صورت نبود شناسه VAT اعمال می‌شود):
ga: Cód grá (úsáidtear é seo murar Uimhir Aitheantais CBL é):
gd: Còd Love (feum air seo mur eil VAT ID ann):
gl: Código de amor (aplícase se non hai ID do IVE):
gu: લવ કોડ (જો VAT ID ન હોય તો):
he: קוד אהבה (חל אם לא מדובר במזהה מע"מ):
hi: लव कोड (VAT ID न होने पर लागू होता है):
hr: Love Code (primjenjuje se ako se ne primjenjuje PDV identifikacijski broj):
hu: Szeretetkód (akkor érvényes, ha nincs áfaazonosító):
id: Kode Hati (berlaku jika bukan NPWP PPN):
is: Ástarkóði (á við ef ekki er um VSK-númer að ræða):
ja: Love コード (VAT ID がない場合に適用されます):
ka: Love Code (გამოიყენება, როცა არ არის დღგ-ის საიდენტიფიკაციო კოდი)
kk: Ұнату коды (ҚҚС идентификаторы болмаса қолданылады):
kn: ಲವ್ ಕೋಡ್ (VAT ID ಇಲ್ಲದಿದ್ದರೆ ಅನ್ವಯಿಸುತ್ತದೆ):
ko: 자선 코드(VAT ID가 아닌 경우 적용):
ku_arab: لاو کۆد (کاری پێدەکرێت ئەگەر ناسنامەی VAT نەبێت)
ky: Love Code (КНС коду болбосо колдонулат):
lo: ລະຫັດຄວາມຮັກ (ນຳໃຊ້ຖ້າບໍ່ແມ່ນ VAT ID):
lt: „Love“ kodas (taikomas, jei nėra PVM ID):
lv: Love Code (spēkā, ja nav PVN ID):
mi: Waehere Love (ka hoatu mehemea ehara i te VAT ID):
mk: Код на љубов (се применува ако не е идентификациски број за ДДВ):
ml: ലവ് കോഡ് (VAT ID അല്ലെങ്കിൽ പ്രയോഗിക്കുന്നു):
mn: Хайрын код (НӨТ ID биш бол хэрэглэнэ)
mr: संस्था लव्ह कोड (जर VAT ID नसेल तर लागू होईल):
ms: Love Code (terpakai jika bukan ID VAT):
mt: Il-Kodiċi Love (tapplika jekk mhux ID tal-VAT):
ne: प्रेम कोड (भ्याट आइडी नभएको खण्डमा लागू हुन्छ):
nn_no: Kode for ideell organisasjon (gjeld dersom MVA-ID ikkje er gjeldande):
no: Love-kode (gjelder hvis ikke MVA-ID er gjeldende):
or: ଲଭ୍‌ କୋଡ୍ (ଯଦି VAT ID ନଥାଏ ତେବେ ଲାଗୁ ହୋଇଥାଏ):
pa_arab_pk: Love Code (جے VAT ID نہ ہووے تے لاگو ہوندا اے):
pa_in: Org ਲਵ ਕੋਡ (ਜੇ VAT ID ਨਾ ਹੋਵੇ ਤਾਂ ਲਾਗੂ ਹੁੰਦਾ ਹੈ):
pl: Kod Love (stosowany w przypadku braku identyfikatora VAT):
ru: Код Love (применяется, когда нет кода НДС):
sd: محبتي ڪوڊ (جيڪڏهن VAT ID ناهي ته لاڳو ٿئي ٿو)
si: ආදර කේතය (වැට් ID නොවේ නම් අදාළ වේ):
sl: Koda dobrodelne organizacije (velja, če ni ID-ja za DDV):
sr_cyrl_rs: Шифра за хуманитарни прилог (примењује се ако не постоји ID за ПДВ):
sr_latn_rs: Šifra za humanitarni prilog (primenjuje se ako ne postoji ID za PDV):
sv: Love-kod (gäller om inte VAT-nummer):
ta: Love குறியீடு (VAT ID இல்லையெனில் பொருந்தும்):
te: లవ్ కోడ్ (VAT ID కాకుంటే వర్తిస్తుంది):
tg: Рамзи муҳаббат (агар ID-и ААИ набошад, татбиқ карда мешавад):
th: รหัสความรัก (นำมาใช้หากไม่ใช่ ID ภาษี):
tr: Love Kodu (KDV No. yoksa geçerlidir):
tt: Love Code (ИНН булмаса кулланыла):
ug: سۆيگۈ كودى (باج تىزىملاش نومۇرى بولمىسا قوللىنىلىدۇ):
uk: Код Love (застосовується, коли немає ідентифікатора платника ПДВ):
ur: محبت کوڈ (اگر VAT ID نہ ہو تو قابل اطلاق ہے):
uz: Sevgi kodi (QQS ID topilmaganida ishlatiladi):
vi: Mật mã tình yêu (áp dụng nếu không phải là ID VAT):
zh_hans: 爱心码(适用于无增值税 ID 的情况):
zh_hant: 捐贈碼 (適用於銷售給非營業人):

# Literal.MSFB.OrgProfile.MobileBarcode.Label.New
source: Mobile Barcode
af: Mobieletoestel-strepieskode
am: የሞባይል ባርኮድ
ar: الكود الشريطي للجوال
as: মোবাইলৰ বাৰকোড
az: Mobil Ştrix-kodu
bg: Баркод за мобилно устройство
bn_in: মোবাইল বারকোড
bs: Bar kod mobilnog uređaja
cy: Cod Bar Symudol
da: Mobilstregkode
de: Strichcode für Mobilgeräte
el: Γραμμικός κώδικας για κινητές συσκευές
es: Código de barras móvil
et: Mobiilsideseadme vöötkood
eu: Mugikorraren barra-kodea
fa: بارکد تلفن همراه
ga: Barrachód móibíleach
gd: Còd-bhàraichean mobile
gl: Código de barras móbil
gu: મોબાઇલ બારકોડ
he: ברקוד נייד
hi: मोबाइल बारकोड
hr: Mobilni crtični kod
hu: Mobil vonalkód
id: Kode Batang Seluler
is: Strikamerki fyrir farsíma
ja: モバイル バーコード
ka: მობილური შტრიხკოდი
kk: Ұялы телефон штрихкоды
kn: ಸಂಸ್ಥೆಯ ಮೊಬೈಲ್ ಬಾರ್‌ಕೋಡ್
ko: 모바일 바코드
ku_arab: بارکۆدی مۆبایل
ky: Мобилдүү штрихкод
lo: ບາໂຄດມືຖື
lt: Mobilusis brūkšninis kodas
lv: Svītrkods mobilajām ierīcēm
mi: Waeherepae Pūkoro
mk: Мобилен бар-код
ml: മൊബൈല്‍ ബാർകോഡ്
mn: Хөдөлгөөнт зураасан код
mr: मोबाइल बारकोड
ms: Kod Bar Mudah Alih
mt: Barcode Mobbli
ne: मोबाइल बारकोड
nn_no: Mobilstrekkode
no: Mobilstrekkode
or: ମୋବାଇଲ୍ ବାରକୋଡ୍
pa_arab_pk: موبائل بار کوڈ
pa_in: ਮੋਬਾਈਲ ਬਾਰਕੋਡ
pl: Mobilny kod kreskowy
ru: Штрих-код оператора мобильной связи
sd: موبائل بار ڪوڊ
si: ජංගම තීරු කේතය
sl: Mobilna črtna koda
sr_cyrl_rs: Мобилни баркод
sr_latn_rs: Mobilni bar kôd
sv: Mobil streckkod
ta: மொபைல் பார்கோடு
te: మొబైల్ బార్‌కోడ్
tg: Штрихкоди мобилӣ
th: บาร์โค้ดบนมือถือ
tr: Mobil Barkod
tt: Мобиль штрихкод
ug: يانفون تاياقچە كودى
uk: Штрих-код мобільного оператора
ur: موبائل بار کوڈ
uz: Mobil shtrix-kod
vi: Mã vạch di động
zh_hans: 移动条形码
zh_hant: 雲端發票

# Literal.MSFB.OrgProfile.MobileBarcode.Label.New.Show
source: Mobile Barcode:
af: Mobiele strepieskode:
am: የሞባይል ባርኮድ፦
ar: الكود الشريطي للجوال:
as: ম'বাইলৰ বাৰকোড:
az: Mobil Ştrix-kodu:
bg: Баркод за мобилно устройство:
bn_in: মোবাইল বারকোড:
bs: Bar kod mobilnog uređaja:
cy: Cod Bar Symudol:
da: Mobil stregkode:
de: Strichcode für Mobilgeräte:
el: Γραμμικός κώδικας για κινητά:
es: Código de barras móvil:
et: Mobiilsideseadme vöötkood:
eu: Mugikorraren barra-kodea:
fa: بارکد تلفن همراه:
ga: Barrachód móibíleach:
gd: Còd-bhàraichean mobile:
gl: Código de barras móbil:
gu: મોબાઇલ બારકોડ:
he: ברקוד נייד:
hi: मोबाइल बारकोड:
hr: Mobilni crtični kod:
hu: Mobil vonalkód:
id: Kode Batang Seluler:
is: Strikamerki fyrir farsíma:
ja: モバイル バーコード:
ka: მობილური შტრიხ-კოდი:
kk: Ұялы телефон штрихкоды:
kn: ಮೊಬೈಲ್ ಬಾರ್‌ಕೋಡ್:
ko: 모바일 바코드:
ku_arab: بارکۆدی مۆبایل:
ky: Мобилдүү штрихкод:
lo: ບາໂຄດມືຖື:
lt: Mobilusis brūkšninis kodas:
lv: Svītrkods mobilajām ierīcēm:
mi: Waehere Pae Pūkoro:
mk: Мобилен баркод:
ml: മൊബൈല്‍ ബാർകോഡ്:
mn: Хөдөлгөөнт зураасан код:
mr: मोबाइल बारकोड:
ms: Kod Bar Mudah Alih:
mt: Barcode Mobbli:
ne: मोबाइल बारकोड:
nn_no: Mobilstrekkode:
no: Mobilstrekkode:
or: ମୋବାଇଲ୍ ବାରକୋଡ୍:
pa_arab_pk: موبائل بار کوڈ:
pa_in: ਮੋਬਾਈਲ ਬਾਰਕੋਡ:
pl: Mobilny kod kreskowy:
ru: Штрих-код оператора мобильной связи:
sd: موبائل بار ڪوڊ:
si: ජංගම තීරු කේතය:
sl: Mobilna črtna koda:
sr_cyrl_rs: Мобилни баркод:
sr_latn_rs: Mobilni barkod
sv: Mobil streckkod:
ta: மொபைல் பார்கோடு:
te: మొబైల్ బార్‌కోడ్:
tg: Штрихкоди мобилӣ:
th: บาร์โค้ดในมือถือ:
tr: Mobil Barkod:
tt: Мобиль штрихкод:
ug: كۆچمە تاياقچە كود:
uk: Штрих-код мобільного оператора:
ur: موبائل بار کوڈ:
uz: Mobil shtrix-kod:
vi: Mã vạch di động:
zh_hans: 移动条形码:
zh_hant: 雲端發票:

# Literal.PayPalUpdateAgreement.AgreeAndContinue
source: Agree & Continue
af: Stem in & Gaan voort
am: ይስማሙ እና ይቀጥሉ
ar: الموافقة والمتابعة
as: একমত আৰু অব্যাহত ৰাখক
az: Razıyam və Davam edirəm
bg: Приемане и продължаване
bn_in: সম্মত হন এবং অবিরত রাখুন
bs: Prihvatam, nastavi
cy: Cytuno a Bwrw Ymlaen
da: Accepter og fortsæt
de: Zustimmen und fortfahren
el: Αποδοχή και συνέχεια
es: Aceptar y continuar
et: Nõustu ja jätka
eu: Onartu eta jarraitu
fa: موافقت و ادامه
ga: Aontaigh & lean ar aghaidh
gd: Aontaich ⁊ lean air adhart
gl: Aceptar e continuar
gu: સંમતિ આપો અને ચાલુ રાખો
he: הסכם והמשך
hi: सहमत हूँ और जारी रखें
hr: Prihvaćam, nastavi
hu: Elfogadás és folytatás
id: Setuju & Lanjutkan
is: Samþykkja og halda áfram
ja: 同意して続行
ka: დათანხმება და გაგრძელება
kk: Келісу және жалғастыру
kn: ಒಪ್ಪುತ್ತೇನೆ ಮತ್ತು ಮುಂದುವರಿಯಿರಿ
ko: 동의 및 계속
ku_arab: پەسەندکردن & بەردەوامبوون
ky: Макул болуу жана улантуу
lo: ເຫັນດີ & ສືບຕໍ່
lt: Sutikti ir tęsti
lv: Piekrist un turpināt
mi: Whakaae & Haere Tonu
mk: Се согласувам и продолжувам
ml: അംഗീകരിച്ച് തുടരുക
mn: Зөвшөөрч байна, үргэлжлүүл
mr: स्वीकार करा आणि सुरू ठेवा
ms: Setuju & Teruskan
mt: Aqbel u Kompli
ne: सहमत भइ जारी राख्नुहोस्
nn_no: Godta og hald fram
no: Godta og fortsett
or: ରାଜି ହୁଅନ୍ତୁ & ଜାରି ରଖନ୍ତୁ
pa_arab_pk: متفق آں اتے جاری رکھو
pa_in: ਸਹਿਮਤ ਅਤੇ ਜਾਰੀ
pl: Zaakceptuj i kontynuuj
ru: Принять и продолжить
sd: قبول ڪريو & جاري رکو
si: එකඟවෙමි, අඛණ්ඩව ඉදිරියට යන්න
sl: Sprejmi in nadaljuj
sr_cyrl_rs: Потврди и настави
sr_latn_rs: Potvrdi i nastavi
sv: Godkänn & fortsätt
ta: ஏற்று & தொடர்க
te: అంగీకరించండి & కొనసాగించండి
tg: Розӣ шудан ва идома додан
th: ยอมรับและดำเนินการต่อ
tr: Kabul Ediyorum - Devam Et
tt: Килешү һәм дәвам итү
ug: قوشۇلىمەن ۋە داۋاملاشتۇرىمەن
uk: Погодитися та продовжити
ur: قبول کریں اور جاری رکھیں
uz: Roziman va davom ettirilsin
vi: Đồng ý & Tiếp tục
zh_hans: 同意并继续
zh_hant: 同意並繼續

# Literal.PayPalUpdateAgreement.AgreeAndPay
source: Agree & Pay
af: Stem in en betaal
am: ይስማሙ እና ይክፈሉ
ar: الموافقة والدفع
as: সন্মতি জনাওক আৰু পৰিশোধ কৰক
az: Razıyam və Ödəyirəm
bg: Приемане и плащане
bn_in: সম্মতি দিন এবং মূল্য প্রদান করুন
bs: Prihvati i plati
cy: Cytuno a Thalu
da: Accepter og betal
de: Zustimmen und bezahlen
el: Αποδοχή και πληρωμή
es: Aceptar y pagar
et: Nõustu ja maksa
eu: Onartu eta ordaindu
fa: موافقت و پرداخت
ga: Aontaigh & Íoc
gd: Aontaich ⁊ pàigh
gl: Aceptar e pagar
gu: સંમત થઇ અને ચુકવણી કરો
he: הסכם ושלם
hi: सहमत हों और भुगतान करें
hr: Prihvati i plati
hu: Elfogadás és fizetés
id: Setuju & Bayar
is: Samþykkja og greiða
ja: 同意して支払い
ka: დათანხმება და თამაში
kk: Келісіп төлеу
kn: ಒಪ್ಪಿ & ಪಾವತಿಸಿ
ko: 동의 및 결제
ku_arab: پەسەندکردن & پارەدان
ky: Макул болуп, төлөө
lo: ເຫັນດີແລະຈ່າຍ
lt: Sutikti ir sumokėti
lv: Piekrist un maksāt
mi: Whakaae & Utu
mk: Согласи се и плати
ml: സമ്മതിക്കുക, പണമടയ്ക്കുക
mn: Зөвшөөрөөд төлөх
mr: सहमत & देय द्या
ms: Setuju & Bayar
mt: Aqbel u Ħallas
ne: स्वीकार गरी भुक्तानी गर्नुहोस्
nn_no: Godta og betal
no: Godta og betal
or: ରାଜି & ପୈଠ କରନ୍ତୁ
pa_arab_pk: متفق آں اتے ادائیگی کرو
pa_in: ਸਹਿਮਤ & ਭੁਗਤਾਨ ਕਰੋ
pl: Zgadzam się i płacę
ru: Согласиться и оплатить
sd: قبول ڪريو & ادا ڪريو
si: එකඟයි, ගෙවන්න
sl: Strinjam se in želim plačati
sr_cyrl_rs: Пристани и плати
sr_latn_rs: Pristani i plati
sv: Godkänn & betala
ta: ஏற்றுக்கொள்ளுங்கள்
te: అంగీకరించండి & చెల్లించండి
tg: Розӣ шудан ва пардохтан
th: ยอมรับและจ่าย
tr: Kabul Et ve Öde
tt: Килешү һәм түләү
ug: قوشۇلىمەن & تۆلەيمەن
uk: Погодитися та сплатити
ur: اتفاق کریں اور ادائیگی کریں
uz: Rozi berish va to‘lash
vi: Đồng ý & Thanh toán
zh_hans: 同意并付款
zh_hant: 同意並付款

# Literal.Klarna.Add.Header
source: Add a Klarna account
af: Add Klarna
am: Add Klarna
ar: Add Klarna
as: Add Klarna
az: Add Klarna
bg: Add Klarna
bn_in: Add Klarna
bs: Add Klarna
cy: Add Klarna
da: Add Klarna
de: Add Klarna
el: Add Klarna
es: Add Klarna
et: Add Klarna
eu: Add Klarna
fa: Add Klarna
ga: Add Klarna
gd: Add Klarna
gl: Add Klarna
gu: Add Klarna
he: Add Klarna
hi: Add Klarna
hr: Add Klarna
hu: Add Klarna
id: Add Klarna
is: Add Klarna
ja: Add Klarna
ka: Add Klarna
kk: Add Klarna
kn: Add Klarna
ko: Add Klarna
ku_arab: Add Klarna
ky: Add Klarna
lo: Add Klarna
lt: Add Klarna
lv: Add Klarna
mi: Add Klarna
mk: Add Klarna
ml: Add Klarna
mn: Add Klarna
mr: Add Klarna
ms: Add Klarna
mt: Add Klarna
ne: Add Klarna
nn_no: Add Klarna
no: Add Klarna
or: Add Klarna
pa_arab_pk: Add Klarna
pa_in: Add Klarna
pl: Add Klarna
ru: Add Klarna
sd: Add Klarna
si: Add Klarna
sl: Add Klarna
sr_cyrl_rs: Add Klarna
sr_latn_rs: Add Klarna
sv: Add Klarna
ta: Add Klarna
te: Add Klarna
tg: Add Klarna
th: Add Klarna
tr: Add Klarna
tt: Add Klarna
ug: Add Klarna
uk: Add Klarna
ur: Add Klarna
uz: Add Klarna
vi: Add Klarna
zh_hans: Add Klarna
zh_hant: Add Klarna
