Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.OrgProfile.Update.InvalidFormattedLoveCode
source: The Love code only accepts code in the following format: 123456.
af: Die Liefdeskode aanvaar slegs kode in die volgende formaat: 123456.
am: የፍቅር ኮድ የሚቀበለው ኮድ በሚከተለው ቅርጸት ሲሆን ብቻ ነው፦ 123456።
ar: يقبل رمز الحب الرمز الموجود بالتنسيق التالي فقط: 123456.
as: লভ কোডেহে কেৱল নিম্নোক্ত সজ্জাত কোড গ্ৰহণ কৰে: 123456৷
az: Sevgi kodu yalnız aşağıdakı formatda olan kodu qəbul edir: 123456.
bg: Благотворителният код приема само кодове в следния формат: 123456.
bn_in: লাভ কোড শুধুমাত্র নিম্নলিখিত বিন্যাসেই কোড গ্রহণ করে: 123456।
bs: Kod Love prihvata samo kod u sljedećem formatu: 123456.
cy: Mae'r cod Love dim ond yn derbyn cod yn y fformat canlynol: 123456.
da: Love-koden skal have følgende format: 123456.
de: Der Love-Code muss folgendes Format besitzen: 123456.
el: Ο κωδικός δωρεάς δέχεται μόνο κωδικούς με την ακόλουθη μορφή: 123456.
es: El código Amor solo acepta código con este formato: 123456.
et: Love-kood aktsepteerib ainult järgmise vorminguga koodi: 123456.
eu: Love kodeak formatu honetako kodea soilik onartzen du: 123456.
fa: کد عشق فقط کدی را می‌پذیرد که در قالب زیر باشد: 123456.
ga: Ní ghlacann an cód grá le cód ach amháin san fhormáid seo: 123456.
gd: Cha ghabh còd Love ach ri còd sa chruth seo: 123456.
gl: O código Amor só acepta código co formato seguinte: 123456.
gu: ધ લવ કોડ ફક્ત નીચેના ફોર્મેટમાં કોડ સ્વીકારે છે: 123456.
he: קוד אהבה מקבל רק קוד בתבנית הבאה: 123456.
hi: लव कोड केवल निम्न स्वरूपों में कोड स्वीकार करता है: 123456.
hr: Kod Love prihvaća kod samo u sljedećem obliku: 123456.
hu: A Szeretetkód kizárólag a következő formátumú kódokat fogadja el: 123456.
id: Kode hati hanya menerima kode dalam format berikut: 123456.
is: Love-kóðinn samþykkir aðeins kóða á eftirfarandi sniði: 123456.
ja: Love コードとして受け付けられるのは、123456 という形式のコードのみです。
ka: „სიყვარულის კოდში“ დასაშვებია მხოლოდ შემდეგი ფორმატის მქონე კოდი: 123456.
kk: Ұнату коды тек келесі пішімдегі кодты қабылдайды: 123456.
kn: ಲವ್ ಕೋಡ್ ಈ ಮುಂದಿನ ಸ್ವರೂಪದಲ್ಲಿ ಮಾತ್ರ ಕೋಡ್ ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತದೆ: 123456.
ko: 러브 코드는 123456 형식의 코드만 허용합니다.
ku_arab: لاو کۆد تەنها کۆدی لەم فۆرماته پەسەند دەکات: 123456.
ky: Сүйүү коду төмөндөгү форматтагы кодду гана кабыл алат: 123456.
lo: ລະຫັດຄວາມຮັກພຽງຍອມຮັບລະຫັດໃນຮູບແບບຕໍ່ໄປນີ້: 123456.
lt: „Love“ kodas priimamas tik toliau nurodyto formato: 123456.
lv: Aizstājējkods Love code pieņem kodu tikai šādā formātā: 123456.
mi: Whakaae ai te waehere Love ki ngā waehere i te hōputu e whai ake nei anake: 123456.
mk: Љубовниот код прифаќа само код во следниов формат: 123456.
ml: ലവ് കോഡ്, ഇനിപ്പറയുന്ന ഫോർമാറ്റിലുള്ള കോഡ് മാത്രമാണ് സ്വീകരിക്കുന്നത്: 123456.
mn: Хайрын код зөвхөн ийм хэлбэртэй байна: 123456.
mr: प्रेम कोड केवळ पुढील स्वरूपात कोड स्वीकारतो: 123456.
ms: Love code hanya menerima kod dalam format berikut: 123456.
mt: Il-kodiċi Love jaċċetta biss il-kodiċi fil-format li ġej: 123456.
ne: प्रेम कोडले निम्न ढाँचाको कोड मात्र स्वीकार गर्छ: 123456.
nn_no: Koden for frivillig organisasjon må vere i dette formatet: 123456.
no: Koden for veldedig organisasjon må være i følgende format: 123456.
or: ଲଭ୍ କୋଡ୍ କେବଳ ନିମ୍ନଲିଖିତ ପ୍ରାରୂପ ରେ କୋଡ୍ କୁ ସ୍ଵୀକାର କରିଥାଏ: 123456
pa_arab_pk: Love کوڈ صرف ہیٹھاں دتے فارمیت وچ کوڈ منظور کردا اے: 123456۔
pa_in: ਪ੍ਰੇਮ ਕੋਡ ਸਿਰਫ ਹੇਠਾਂ ਦਿੱਤੇ ਰੂਪ ਵਿੱਚ ਕੋਡ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ: 123456।
pl: Jako wartość kodu Love są akceptowane tylko kody w następującym formacie: 123456.
ru: Код Love может иметь только следующий формат: 123456.
sd: محبت ڪوڊ صرف هيٺيئن فارميٽ ۾ ڪوڊ قبول ڪري ٿو: 123456.
si: ආදර කේතය පිළිගන්නේ පහත ආකෘතියේ කේතයන් පමණි: 123456.
sl: Kodo dobrodelne organizacije je mogoče vnesti samo v tej obliki zapisa: 123456.
sr_cyrl_rs: Шифра за хуманитарни прилог мора да има искључиво следећи формат: 123456.
sr_latn_rs: Šifra za humanitarni prilog mora da ima isključivo sledeći format: 123456.
sv: Love-koden måste ha följande format: 123456.
ta: பின்வரும் வடிவமைப்பிலுள்ள குறியீட்டை மட்டுமே காதல் குறியீடு ஏற்றுக்கொள்ளும்: 123456.
te: లవ్ కోడ్ కేవలం కింది ఆకృతిలో ఉన్న కోడ్‌ని మాత్రమే ఆమోదిస్తుంది: 123456.
tg: Рамзи муҳаббат рамзро танҳо дар формати зерин қабул мекунад: 123456.
th: รหัส Love ยอมรับเฉพาะรหัสในรูปแบบต่อไปนี้: 123456
tr: Love kodu yalnızca şu biçimdeki kodları kabul eder: 123456.
tt: Love code кодларны мондый форматта гына кабул итә: 123456.
ug: مۇھەببەت كودى پەقەت تۆۋەندىكى فورماتىدىلا كود قوبۇل قىلىدۇ: 123456.
uk: Код Love приймається тільки в такому форматі: 123456.
ur: Love کوڈ صرف مندرجہ ذیل وضع میں کوڈ قبول کرتا ہے: 123456۔
uz: Sevgi kodi faqat quyidagi formatdagi kodni qabul qiladi: 123456.
vi: Mã Yêu thương chỉ chấp nhận mã có định dạng sau: 123456.
zh_hans: Love 代码仅支持以下格式: 123456。
zh_hant: 愛心碼僅接受採用下列格式的代碼: 123456。

# Literal.OrgProfile.Update.InvalidFormattedMobileBarcode
source: The Mobile barcode only accepts code in the following format: /XM12345.
af: Die Mobiele-strepieskode aanvaar slegs kode in die volgende formaat: /XM12345.
am: የሞባይል ባርኮድ የሚቀበለው ኮድ በሚከተለው ቅርጸት ሲሆን ብቻ ነው፦ /XM12345።
ar: يقبل الكود الشريطي للجوال الرمز الموجود بالتنسيق التالي فقط: /XM12345.
as: ম’বাইল বাৰকোডেহে কেৱল নিম্নোক্ত সজ্জাত কোড গ্ৰহণ কৰে: /XM12345৷
az: Mobil ştrix-kod yalnız aşağıdakı formatda olan kodu qəbul edir: /XM12345.
bg: Баркодът за мобилни устройства приема само кодове в следния формат: /XM12345.
bn_in: মোবাইল বারকোড শুধুমাত্র নিম্নলিখিত বিন্যাসে কোড গ্রহন করে: /XM12345।
bs: Barkod Mobile prihvata samo kod u sljedećem formatu: /XM12345.
cy: Mae'r cod bar dyfais Symudol dim ond yn derbyn cod y fformat canlynol: /XM12345.
da: Mobilstregkoden skal have følgende format: /XM12345.
de: Der Mobile-Barcode muss folgendes Format besitzen: /XM12345.
el: Ο γραμμικός κώδικας για κινητές συσκευές δέχεται μόνο κωδικούς με την ακόλουθη μορφή: /XM12345.
es: El código de barras Móvil solo acepta código con este formato: /XM12345.
et: Mobiilsideseadme vöötkood aktsepteerib ainult järgmise vorminguga koodi: /XM12345.
eu: Mugikorreko barra-kodeak formatu honetako kodea soilik onartzen du: /XM12345.
fa: بارکد تلفن همراه فقط کدی را می‌پذیرد که در قالب زیر باشد: /XM12345.
ga: Ní ghlacann an barrachód móibíleach le cód ach amháin san fhormáid seo: /XM12345.
gd: Cha ghabh bàr-chòd Mobile ach ri còd sa chruth seo: /XM12345.
gl: O código Móbil só acepta código co formato seguinte: /XM12345.
gu: મોબાઇલ બારકોડ ફક્ત નીચેના ફોર્મેટમાં કોડ સ્વીકારે છે: / XM12345।
he: הברקוד הנייד מקבל רק קוד בתבנית הבאה: ‎/XM12345.
hi: मोबाइल बारकोड केवल निम्न स्वरूपों में कोड स्वीकार करता है: /XM12345.
hr: Mobilni crtični kod prihvaća kod samo u sljedećem obliku: /XM12345.
hu: A Mobil vonalkód kizárólag a következő formátumú kódokat fogadja el: /XM12345.
id: Kode batang seluler hanya menerima kode dalam format berikut: /XM12345.
is: Farsímastrikamerkið samþykkir aðeins kóða á eftirfarandi sniði: /XM12345.
ja: モバイル バーコードとして受け付けられるのは、/XM12345 という形式のコードのみです。
ka: „მობილურ შტრიხკოდში“ დასაშვებია მხოლოდ შემდეგი ფორმატის მქონე კოდი: /XM12345.
kk: Ұялы штрихкод тек келесі пішімдегі кодты қабылдайды: /XM12345.
kn: ಮೊಬೈಲ್‌ ಬಾರ್‌ಕೋಡ್ ಈ ಮುಂದಿನ ಸ್ವರೂಪದಲ್ಲಿ ಮಾತ್ರ ಕೋಡ್ ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತದೆ: /XM12345.
ko: 모바일 바코드는 /XM12345 형식의 코드만 허용합니다.
ku_arab: بارکۆدی مۆبایل تەنها کۆدی لەم فۆرماته پەسەند دەکات: /XM12345.
ky: Мобилдик штрих-код төмөндөгү форматтагы кодду гана кабыл алат: /XM12345.
lo: ບາໂຄດມືຖືພຽງຍອມຮັບລະຫັດໃນຮູບແບບຕໍ່ໄປນີ້: /XM12345.
lt: „Mobiliojo brūkšninis kodas priimamas tik toliau nurodyto formato: /XM12345.
lv: Svītrkods mobilajām ierīcēm pieņem kodu tikai šādā formātā: /XM12345.
mi: Whakaae ai te waehere pae Pūkoro ki ngā waehere i te hōputu e whai ake nei anake: /XM12345.
mk: Мобилниот баркод прифаќа сам код во следниов формат: /XM12345.
ml: മൊബൈൽ ബാർകോഡ്, ഇനിപ്പറയുന്ന ഫോർമാറ്റിലുള്ള കോഡ് മാത്രമാണ് സ്വീകരിക്കുന്നത്: /XM12345.
mn: Мобайл зураасан код нь зөвхөн ийм хэлбэртэй байна: /XM12345.
mr: मोबाइल बारकोड केवळ पुढील स्वरूपात कोड स्वीकारतो: /XM12345.
ms: Kod bar Mudah alih hanya menerima kod dalam format berikut: /XM12345.
mt: Il-barcode tal-Mobile jaċċetta biss kodiċi fil-format li ġej: /XM12345.
ne: मोबाइल बारकोडले निम्न ढाँचाको कोड मात्र स्वीकार गर्छ: /XM12345.
nn_no: Mobilstrekkoden må vere i dette formatet: /XM12345.
no: Mobilstrekkoden må være i følgende format: /XM12345.
or: ମୋବାଇଲ୍ ବାର୍ କୋଡ୍ କେବଳ ନିମ୍ନଲିଖିତ ପ୍ରାରୂପ ରେ କୋଡ୍ କୁ ସ୍ଵୀକାର କରିଥାଏ: /XM12345
pa_arab_pk: موبائل بار کوڈ صرف ہیٹھاں دتے فارمیٹ وچ کوڈ منظور کردا اے:/XM12345۔
pa_in: ਮੋਬਾਈਲ ਬਾਰ ਕੋਡ ਸਿਰਫ ਹੇਠਾਂ ਦਿੱਤੇ ਰੂਪ ਵਿੱਚ ਕੋਡ ਨੂੰ ਸਵੀਕਾਰ ਕਰਦਾ ਹੈ: /XM12345।
pl: Jako wartość mobilnego kodu kreskowego są akceptowane tylko kody w następującym formacie: /XM12345.
ru: Штрих-код оператора мобильной связи может иметь только следующий формат: /XM12345.
sd: موبائل بار ڪوڊ صرف هيٺيئن فارميٽ ۾ ڪوڊ قبول ڪري ٿو: /XM12345.
si: ජංගම තීරු කේත පිළිගන්නේ පහත සඳහන් ආකෘතියේ කේතයන් පමණි: /XM12345.
sl: Mobilno črtno kodo je mogoče vnesti samo v tej obliki zapisa: /XM12345.
sr_cyrl_rs: Бар код за мобилни телефон мора да има искључиво следећи формат: /XM12345.
sr_latn_rs: Bar kôd za mobilni telefon mora da ima isključivo sledeći format: /XM12345.
sv: Den mobila streckkoden måste ha följande format: /XM12345.
ta: பின்வரும் வடிவமைப்பிலுள்ள குறியீட்டை மட்டுமே மொபைல் பார்கோடு ஏற்றுக்கொள்ளும்: /XM12345.
te: మొబైల్ బార్‌కోడ్ కేవలం కింది ఆకృతిలో ఉన్న కోడ్‌ని మాత్రమే ఆమోదిస్తుంది: /XM12345.
tg: Штрихкоди мобилӣ рамзро танҳо дар формати зерин қабул мекунад: /XM12345.
th: บาร์โค้ด Mobile ยอมรับเฉพาะรหัสในรูปแบบต่อไปนี้: /XM12345
tr: Mobil barkod yalnızca şu biçimdeki kodları kabul eder: /XM12345.
tt: Мобиль штрихкод кодларны мондый форматта гына кабул итә: /XM12345.
ug: يان تېلېفون پەقەت تۆۋەندىكى فورماتىدىلا تاياقچە كود قوبۇل قىلىدۇ: /XM12345.
uk: Мобільний штрих-код приймається тільки в такому форматі: /XM12345.
ur: موبائل بار کوڈ صرف مندرجہ ذیل وضع میں کوڈ قبول کرتا ہے: /XM12345۔
uz: Mobil shtrix-kod faqat quyidagi formatdagi kodni qabul qiladi: /XM12345.
vi: Mã vạch Di động chỉ chấp nhận mã có định dạng sau: /XM12345.
zh_hans: 移动条形码仅支持以下格式: /XM12345。
zh_hant: 行動條碼僅接受採用下列格式的代碼: /XM12345。

# Literal.OrgProfile.Update.InvalidFormattedLoveCode.New
source: Love code is 3-7 digits long and limited to numbers.
af: Liefdeskode is 3-7 karakters lank en is beperk tot syfers.
am: የፍቅር ኮድ 3-7 አሃዝ ርዝመት ያለው እና በቁጥሮች የተወሰነ ነው።
ar: يتكون رمز الحب من 3-7 أرقام ويقتصر فقط على الأرقام.
as: লাভ কোড হৈছে 3-7 টা সংখ্যাৰ দীঘল আৰু সংখ্যাৰে সীমিত।
az: Sevgi kodu 3-7 rəqəmli olub rəqəmlərlə məhdudlaşdırılıb
bg: Благотворителният код съдържа от 3 до 7 цифри и е ограничен до числа.
bn_in: প্রেম কোডটি 3-7 সংখ্যা দীর্ঘ এবং সংখ্যায় সীমাবদ্ধ।
bs: Love code se sastoji od 3-7 cifara i ograničen je samo na brojeve.
cy: Mae cod cariad yn 3-7 digid o hyd ac wedi ei gyfyngu i rifau.
da: Kærlighedskoden er på 3-7 cifre og begrænset til tal.
de: Der Love-Code ist 3–7 Stellen lang und auf Zahlen beschränkt.
el: Ο κωδικός φιλανθρωπίας αποτελείται από 3-7 ψηφία και περιλαμβάνει μόνο αριθμούς.
es: El código de amor tiene de 3 a 7 dígitos y está limitado a números.
et: Love-kood on 3–7 tähemärgi pikkune ja sisaldab ainult numbreid.
eu: Maitasun-kodeak 3-7 zenbakiak soilik ditu.
fa: طول رمز عشق ۳ تا ۷ رقم است و فقط به‌صورت عدد است.
ga: Bíonn 3-7 digit i gcód grá agus uimhreacha amháin a bhíonn ann.
gd: Tha còd Love 3-7 àireamhan a dh’fhaid agus chan fhaod ach àireamhan a bhith ann.
gl: O código de amor ten de 3 a 7 díxitos e está limitado a números.
gu: લવ કોડ 3-7 અંકોનો છે અને સંખ્યાઓ સુધી મર્યાદિત છે.
he: קוד אהבה הוא באורך של 3-7 ספרות ומוגבל למספרים.
hi: लव कोड 3-7 अंक लंबा और संख्या तक सीमित है.
hr: Love code je dug 3 – 7 znamenki i ograničen na brojeve.
hu: A szeretetkód 3–7 jegyű és csak számokat tartalmazhat.
id: Kode hati adalah kode 3-7 digit dan terbatas pada angka.
is: Ástarkóði er 3 til 7 stafir að lengd og einungis tölustafir.
ja: Love コードの長さは 3 桁から 7 桁で、数字のみを使用できます。
ka: Love code არის 3-7 ციფრის სიგრძის და შეზღუდულია რიცხვებით.
kk: Ұнату коды 3-7 санға ұзынырақ және тек сандар тұрады.
kn: ಲವ್ ಕೋಡ್ 3-7 ಅಂಕೆ ಉದ್ದವಾಗಿದೆ ಮತ್ತು ಸಂಖ್ಯೆಗಳಿಗೆ ಸೀಮಿತವಾಗಿದೆ.
ko: 자선 코드는 3-7자리이며 숫자로 제한됩니다.
ku_arab: لاو کۆد کۆدیکی 3-7 ژمارەییه و تەنها ژماره لەخۆ دەگرێت.
ky: Love code - 3-7 орундуу болуп, бир гини сандар менен жазылат.
lo: ລະຫັດຄວາມຮັກແມ່ນ 3-7 ຕົວເລກທາງຍາວ ແລະຈຳກັດຕົວເລກ.
lt: „Love“ kodą sudaro 3–7 ženklai, kurie gali būti tik skaitmenys.
lv: Aizstājējkods Love code satur 3-7 ciparus un var saturēt tikai skaitļus.
mi: E 3-7 mati te roa o te waehere Love, ā, me tau anake.
mk: Кодот на љубов вклучува 3-7 цифри и е ограничен само на броеви.
ml: ലവ് കോഡ് 3-7 അക്കം നീളമുള്ളതും സംഖ്യകളിലേയ്ക്ക് പരിമിതവുമാണ്‌.
mn: Хайрын код 3-7 оронтой урт ба тоогоор хязгаарлагдмал.
mr: लव्ह कोड हा 3-7 अंकी लांब आणि संख्यांपर्यंत मर्यादित असतो.
ms: Love code mempunyai panjang 3-7 digit dan terhad kepada nombor.
mt: Il-love code huwa twil 3-7 ċifri u huwa limitat għal numri.
ne: प्रेम कोड 3-7 अङ्कको हुन्छ र यसमा सङ्ख्याहरू मात्र समावेश हुन्छ।
nn_no: Kode for ideell organisasjon inneheld 3–7 siffer og er avgrensa til tal.
no: Love-kode består av 3 til 7 sifre og er begrenset til tall.
or: ପ୍ରେମ କୋଡ୍ ହେଉଛି 3-7 ସଂଖ୍ୟାର ଲମ୍ବା ଏବଂ ସଂଖ୍ୟା ଯାଏଁ ସୀମିତ.
pa_arab_pk: Love کوڈ 3-7 ہندسیاں تیکر لبما اتے تعداد تیکر محدود ہوندا اے۔
pa_in: ਲਵ ਕੋਡ 3-7 ਅੰਕ ਲੰਬਾ ਹੁੰਦਾ ਹੈ ਅਤੇ ਨੰਬਰਾਂ ਲਈ ਸੀਮਿਤ ਹੁੰਦਾ ਹੈ
pl: Kod Love składa się z 3–7 znaków i może zawierać tylko cyfry.
ru: Код Love состоит исключительно из цифр. Его длина составляет от 3 до 7 цифр.
sd: محبت ڪوڊ 3-7 ڊجٽ ڊگهو آهي ۽ نمبرن تائين محدود آهي.
si: ආදර කේතය ඉලක්කම් 3-7 දිගු අතර ඉලක්කම් වලට සීමාවේ
sl: Koda dobrodelne organizacije je dolga od 3 do 7 znakov in je omejena na števila.
sr_cyrl_rs: Шифра за хуманитарни прилог може имати 3–7 цифара и може да садржи само бројеве.
sr_latn_rs: Šifra za humanitarni prilog može da ima od 3 do 7 cifara i to moraju biti brojevi.
sv: Love-koden består av 3-7 siffror och får endast innehålla siffror.
ta: Love குறியீடு 3-7 இலக்குகளில், எண்களை மட்டுமே கொண்டிருக்கும்.
te: 3-7 సంఖ్యల పొడవు లవ్ కోడ్ మరియు పరిమితిలో నెంబర్లు.
tg: Дарозии рамзи муҳаббат аз 3 то 7 адад аст ва бо рақамҳо маҳдуд карда шудааст.
th: รหัสความรักมีความยาว 3-7 หลักและจำกัดเฉพาะตัวเลข
tr: Love kodu, 3 ila 7 rakam uzunluğunda olup sayılarla sınırlıdır.
tt: Love code озынлыгы - 3-7 символ һәм ул цифрлардан гына тора.
ug: مۇھەببەت كودى 3-7 خانە ئۇزۇنلۇقتا نومۇرنىلا ئۆز ئىچىگە ئالغان
uk: Код Love складається з 3–7 цифр і не містить жодних інших символів, крім цифр.
ur: محبت کوڈ 3 تا 7 ہندسوں جتنا لمبا ہوتا ہے اور اعداد تک ہی محدود ہے۔
uz: Sevgi kodi 3-7 ta raqamdan iborat va faqat sonlardan tashkil topadi.
vi: Mật mã tình yêu dài 3-7 chữ số và giới hạn ở số.
zh_hans: 爱心码为 3-7 位并且只能为数字。
zh_hant: 捐贈碼格式以阿拉伯數字為限，最少三碼，最多七碼。
