Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ACH.SubscriptionAgreement
source: By checking this box, you authorize (A) Microsoft Payments Ltd. ("Microsoft") to send instructions to your bank to debit your account, and (B) your bank to debit your account in accordance with the instructions of Microsoft. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank.
af: Deur hierdie blokkie te merk, magtig jy (A) Microsoft Payments Ltd. ("Microsoft") om instruksies aan jou bank te stuur om jou rekening te debiteer, en (B) jou bank om jou rekening te debiteer in ooreenstemming met die instruksies vanaf Microsoft. As deel van jou regte is jy geregtig op ’n terugbetaling van jou bank ingevolge die bepalings en voorwaardes van jou ooreenkoms met jou bank. ’n Terugbetaling moet opgeëis word binne 8 weeks vanaf die datum waarop jou rekening gedebiteer is. Jou regte word verduidelik in ’n verklaring wat jy by jou bank kan kry.
am: በዚህ ሳጥን ላይ ምልክት በማድረግ፣ የሚከተሉት እንዲፈጸሙ ፈቃድ ሰጥተዋል (ሀ) Microsoft Payments Ltd. ("Microsoft") ለእርስዎ ባንክ ከሂሳብዎ ተቀናሽ እንዲያደርግ መመሪያዎች እንዲልክ፣ እና (ለ) የእርስዎ ባንክ Microsoft በላከለት መመሪያ መሰረት ከሂሳብዎ ተቀናሽ እንዲያደርግ። እንደ አንድ የእርስዎ መብት፣ ከባንክዎ ጋር ባለዎት የአጠቃቀም ውል መሰረት ከባንክዎ ገንዘብ ተመላሽ የማድረግ መብት አለዎት። ተመላሽ ገንዘብ መጠየቅ ያለበት ከሂሳብዎ ተቀናሽ ከተደረገ ጀምሮ ባሉት 8 ሳምንታት ውስጥ ነው። ያሉዎት መብቶች ከባንክዎ በሚያገኙት መግለጫ ውስጥ ተብራርተዋል።
ar: بتحديد هذا المربع، فأنت تخول كلاً من (أ) Microsoft Payments Ltd. ("Microsoft") لإرسال التعليمات إلى البنك الذي تتعامل معه للخصم من حسابك و(ب) البنك الذي تتعامل معه للخصم من حسابك وفقاً لتعليمات Microsoft. وكجزء من حقوقك، يحق لك الحصول على استرداد الأموال من بنكك بناءً على البنود والشروط الواردة في الاتفاقية مع البنك الذي تتعامل معه. تجب المطالبة باسترداد الأموال خلال 8 أسابيع بدءاً من التاريخ الذي تم فيه الخصم من حسابك. يتم توضيح حقوقك في كشف يمكنك الحصول عليه من البنك الذي تتعامل معه.
as: এই বাকচটোত টিক কৰি, আপুনি (ক) Microsoft Payments Ltd. ("Microsoft")ক আপোনাৰ একাউণ্ট ডেবিট কৰিবলৈ আপোনাৰ বেংকলৈ নিৰ্দেশনাৱলী প্ৰেৰণ কৰিবলৈ, আৰু (খ) Microsoft-ৰ নিৰ্দেশনাৱলী অনুসাৰে আপোনাৰ বেংকক আপোনাৰ একাউণ্টত ডেবিট কৰিবলৈ অনুমোদন জনাইছে৷ আপোনাৰ অধিকাৰৰ অংশ স্বৰূপে, আপুনি আপোনাৰ বেংকৰ সৈতে কৰা আপোনাৰ চুক্তিৰ নিয়ম আৰু চৰ্তাৱলীৰ অধীনত আপোনাৰ বেংকৰ পৰা ৰিফাণ্ড পোৱাৰ আপোনাৰ অধিকাৰ আছে৷আপোনাৰ একাউণ্টৰ পৰা যিটো তাৰিখত ডেবিট হৈছিল তাৰপৰা আৰম্ভ কৰি 8 সপ্তাহৰ ভিতৰত ৰিফাণ্ডৰ বাবে দাবী জনাব লাগিব৷ আপোনাৰ অধিকাৰসমূহ এখন বিবৃতিত ব্যাখ্যা কৰা হয় যিখন আপুনি আপোনাৰ বেংকৰ পৰা সংগ্ৰহ কৰিব পাৰিব৷
az: Bu xananı işarələməklə, siz (A) Microsoft Payments Ltd. ("Microsoft") şirkətinə hesabınıza debet yazmaq üçün bankınıza göstərişləri göndərmək və (B) bankınıza Microsoft-un göstərişlərinə uyğun olaraq hesabınıza debet yazmağa səlahiyyət verirsiniz. Hüquqlarınızın bir hissəsi kimi sizin bankınızla müqavilə şərtləri əsasında bankınızdan ödənişi geri almaq hüququnuz var. Geri ödəniş hesabınıza debet yazıldığı tarixdən sonra başlayaraq 8 həftə ərzində tələb oluna bilər. Hüquqlarınız bankınızdan əldə edə bildiyiniz bildirişdə izah olunub.
bg: С поставянето на отметка в това поле вие упълномощавате (A) Microsoft Payments Ltd. („Microsoft“) да изпраща инструкции към вашата банка за дебитиране на сметката ви и (Б) вашата банка да дебитира сметката ви съгласно инструкциите на Microsoft. Вие имате право да получите възстановяване на сумата от вашата банка съгласно правилата и условията на споразумението с вашата банка. Възстановяването на сумата трябва да бъде заявено в рамките на 8 седмици, считано от датата, на която е дебитирана сметката ви. Вашите права са разяснени в декларация, която можете да получите от вашата банка.
bn_in: এই বাক্সটি পরীক্ষা করে, আপনি (A) Microsoft Payments Ltd. ("Microsoft") -কে আপনার অ্যাকাউন্ট ডেবিট করার জন্য আপনার ব্যাঙ্কের কাছে নির্দেশ পাঠানোর অনুমতি দিচ্ছেন এবং (B) Microsoft এর নির্দেশ অনুসারে আপনি ব্যাঙ্ককে আপনার অ্যাকাউন্ট ডেবিট করার অনুমতি দিচ্ছেন। আপনার ব্যাঙ্কের সাথে শর্তাবলী এবং চুক্তি অনুসারে আপনার ব্যাঙ্ক থেকে অর্থ ফেরত পাওয়া, আপনার অধিকারের মধ্যেই পড়ে। আপনার অ্যাকাউন্ট যে তারিখে ডেবিট করা হয়েছে সেই দিন থেকে শুরু করে 8 সপ্তাহের ভিতরে অর্থ ফেরতের দাবি জানাতে হবে। আপনার অধিকারসমূহ একটি বিবৃতিতে ব্যাখ্যা করা হয়েছে যা আপনি আপনার ব্যাঙ্কের কাছ থেকে পেতে পারেন।
bs: Potvrđivanjem ovog polja dajete ovlaštenje (A) kompaniji Microsoft Payments Ltd. („Microsoft”) za slanje naloga vašoj banci za terećenje vašeg računa i (B) svojoj banci za terećenje vašeg računa u skladu s nalozima kompanije Microsoft. U vaša prava spada pravo na povrat novca od vaše banke u skladu s odredbama i uslovima vašeg ugovora s bankom. Povrat novca morate zatražiti u roku od 8 sedmica od datuma terećenja računa. Vaša prava su navedena u izvodu koji možete dobiti od banke.
cy: Drwy glicio’r blwch hwn, rydych chi’n caniatáu i (A) Microsoft Payments Ltd. ("Microsoft") anfon cyfarwyddiadau i’ch banc i dynnu arian o’ch cyfrif, a (B) i’ch banc dynnu arian o’ch cyfrif yn unol â chyfarwyddiadau Microsoft. Fel rhan o’ch hawliau, mae gennych chi hawl i gael ad-daliad o’ch banc o dan delerau ac amodau eich cytundeb â’ch banc. Rhaid hawlio ad-daliad o fewn 8 wythnos o’r dyddiad y tynnwyd yr arian o’ch cyfrif. Caiff eich hawliau eu hegluro mewn datganiad gan eich banc.
da: Ved at markere dette felt autoriserer du, at (A) Microsoft Payments Ltd. ("Microsoft") vil sende instruktioner til din bank om debitering af din konto, og (B) at din bank debiterer din konto i henhold til instruktionerne fra Microsoft. Som en del af dine rettigheder har du krav på en refusion fra din bank i henhold til vilkårene og betingelserne for din bankaftale. Der skal gøres krav på en refusion senest 8 uger fra den dato, hvor din konto blev debiteret. Dine rettigheder fremgår af en opgørelse, som du kan få af din bank.
de: Durch Aktivieren dieses Kontrollkästchens autorisieren Sie (a) Microsoft Payments Ltd. („Microsoft“), Lastschriftaufträge an Ihre Bank zu senden, und (b) Ihre Bank, Ihr Konto gemäß Lastschrift von Microsoft zu belasten. Im Rahmen Ihrer Rechte haben Sie Anspruch auf eine Erstattung vonseiten Ihrer Bank gemäß den Bestimmungen Ihres Vertrags mit Ihrer Bank. Der Antrag auf Erstattung muss innerhalb von acht Wochen ab dem Datum der Kontobelastung gestellt werden. Ihre Rechte werden in einer Verlautbarung erläutert, die Sie von Ihrer Bank anfordern können.
el: Με την επιλογή αυτού του πλαισίου, εξουσιοδοτείτε (A) τη Microsoft Payments Ltd. ("Microsoft") για την αποστολή οδηγιών στην τράπεζά σας για τη χρέωση του λογαριασμού σας και (B) την τράπεζά σας για τη χρέωση του λογαριασμού σας σύμφωνα με τις οδηγίες της Microsoft. Στο πλαίσιο των δικαιωμάτων σας, μπορείτε να ζητήσετε επιστροφή χρημάτων από την τράπεζά σας σύμφωνα με τους όρους και τις προϋποθέσεις της σύμβασής σας με την τράπεζα. Τα αιτήματα για επιστροφή χρημάτων πρέπει να υποβάλλονται εντός 8 εβδομάδων από την ημερομηνία χρέωσης του λογαριασμού σας. Τα δικαιώματά σας περιγράφονται σε μια δήλωση που μπορείτε να λάβετε από την τράπεζά σας.
es: Al marcar esta casilla, autoriza a (A) Microsoft Payments Ltd. ("Microsoft") para enviar instrucciones a su banco con el fin de realizar cargos en su cuenta y a (B) su banco para que efectúe los cargos en su cuenta de acuerdo con las instrucciones de Microsoft. Asimismo, tiene derecho a recibir un reembolso de su banco conforme a los términos y condiciones acordados con el banco. La reclamación de un reembolso se debe realizar antes de que transcurran 8 semanas desde la fecha en la que se realizó el cargo en su cuenta. Sus derechos aparecen detallados en un extracto que puede solicitar al banco.
et: Selle ruudu märkimisega volitate (A) ettevõtte Microsoft Payments Ltd. ("Microsoft") saatma teie pangale juhised debiteerida raha teie kontolt ja (B) panga debiteerima raha teie kontolt vastavalt Microsofti juhistele. Teie õiguste osana on teil õigus saada pangalt tagasimakse pangaga sõlmitud lepingu tingimuste alusel. Tagasimakset saab taotleda 8 nädala jooksul alates kontolt raha debiteerimise kuupäevast. Teie õigusi on selgitatud avalduses, mille saate hankida pangast.
eu: Koadro hau markatuz gero, baimena ematen diezu (A) Microsoft Payments Ltd. ("Microsoft") enpresari zure kontuan zorduntzeko aginduak bidaltzeko bankuari, eta (B) zure bankuari Microsoft-ek bidalitako aginduaren arabera zure kontuan zorduntzeko. Zure eskubideen zati gisa, eskubidea duzu bankuak dirua itzul diezazun bankuarekin hitzartutako baldintzen arabera. Kontua zordundu zen datatik hasi eta 8 asteko epea duzu diru-itzultzea erreklamatzeko. Bankuan eskura dezakezun adierazpen batean daude azalduta zure eskubideak.
fa: با علامت زدن این کادر، تأیید می‌کنید که (الف) Microsoft Payments Ltd. ‏(«Microsoft») دستورالعمل‌ها را کسر کردن مبلغ از حسابتان به بانک شما ارسال کند و (ب) بانکتان مطابق با دستورالعمل‌های Microsoft، مبلغ را از حسابتان کسر کند. به عنوان بخشی از حقوق خود، این حق را دارید تا از بانک خود تحت شرایط و ضوابط توافقنامه‌تان با بانک، مبلغ را مسترد کنید. مبلغ استرداد باید طی ۸ روز از شروع تاریخی که از حسابتان کسر شده است، مطالبه شود. حقوق شما در بیانیه‌ای که می‌توانید از بانک خود دریافت کنید، توضیح داده شده است.
ga: Is ionann tic a chur sa bhosca seo agus údar a thabhairt do (A) Microsoft Payments Ltd. (“Microsoft”) treoracha a chur chuig do bhanc chun méid a chur chun dochair do chuntais, agus do (B) do bhanc chun méid a chur chun dochair do chuntais i gcomhréir le treoracha Microsoft. Mar chuid de do chearta, tá tú i dteideal aisíocaíochta ó do bhanc faoi théarmaí agus coinníollacha do chomhaontaithe le do bhanc. Ní mór aisíocaíocht a éileamh laistigh de 8 seachtaine ag tosú ar an dáta ar ar cuireadh méid chun dochair do chuntais. Mínítear do chearta i ráiteas atá ar fáil ó do bhanc.
gd: Ma chuireas tu cromag sa bhogsa seo, bheir thu cead (A) dha Microsoft Payments Ltd. (“Microsoft”) gun cuir iad òrdugh a-steach dhan bhanca agad gus airgead iarraidh air a’ chunntas agad agus (B) dhan bhanca agad ach an tèid airgead a thoirt air falbh on chunntas agad a-rèir òrduighean Microsoft. Tha thu dligheach air ath-dhìoladh on bhanca agad a-rèir theirmichean is cumhaichean a’ bhanca agad. Feumaidh tu gach ath-dhìoladh iarraidh taobh a-staigh 8 seachdainean on cheann-là a chaidh an t-airgead a thoirt air falbh on chunntas agad. Gheibh thu mìneachadh air na còirichean agad ann an aithris a gheibh thu on bhanca agad.
gl: Ao marcar esta caixa, autoriza a (A) Microsoft Payments Ltd. ("Microsoft") a enviar instrucións ao seu banco para cargar a cantidade correspondente na súa conta e ao (B) seu banco a cargar a cantidade correspondente na súa conta de acordo coas instrucións de Microsoft. Como parte dos seus dereitos, terá dereito a recibir un reembolso por parte do seu banco conforme aos termos e condicións do seu contrato co banco. Para obter un reembolso, deberá reclamalo antes de que transcorran 8 semanas desde a data na que se efectuou o cargo na conta. Os seus dereitos aparecen detallados nun escrito que pode obter no seu banco.
gu: આ બૉક્સની ચેક (નિશાન) કરીને, તમે (એ) Microsoft Payments Ltd. ("Microsoft") ને તમારા ખાતામાંથી ડેબિટ કરવા માટે તમારી બેંકમાં સૂચનાઓ મોકલવા અને (બી) Microsoft ની સૂચનાઓ અનુસાર તમારી બેંકને તમારા ખાતામાંથી ડેબિટ કરવા માટે અધિકૃત કરો છો. તમારા અધિકારોના ભાગ રૂપે, તમે તમારી બેંક સાથે થયેલા કરારના નિયમો અને શરતો હેઠળ તમારી બેંકમાંથી રિફંડ મેળવવા માટે હકદાર છો. તમારા ખાતામાં ડેબિટ થયાની તારીખથી લઈને 8 સપ્તાહની અંદર રિફંડનો દાવો થવો જોઈએ. તમારા અધિકારોને એક અહેવાલમાં સમજાવેલા છે જે તમે તમારી બેંકમાંથી મેળવી શકો છો.
he: על-ידי סימון תיבה זו, אתה (א) מאשר ל- Microsoft Payments Ltd. ("Microsoft") לשלוח לבנק שלך הוראות לחייב את חשבונך, וכן (ב) מאשר לבנק שלך לחייב את חשבונך בהתאם להוראות של Microsoft. כחלק מהזכויות שלך, אתה זכאי לקבל החזר כספי מהבנק בכפוף לתנאים ולהתניות של ההסכם שלך עם הבנק. יש לדרוש החזר כספי בתוך 8 שבועות מהתאריך שבו החשבון שלך חויב. הזכויות שלך מוסברות בדוח שתוכל לקבל מהבנק.
hi: इस बॉक्स को चेक करके आप (A) आपके खाते को डेबिट करने हेतु आपके बैंक को निर्देश भेजने के लिए Microsoft Payments Ltd. ("Microsoft") को और (B) Microsoft द्वारा दिए गए निर्देशों के अनुसार आपके खाते को डेबिट करने के लिए आपके बैंक को अधिकृत करते हैं. अपने अधिकारों के भाग के रूप में आपको अपने बैंक के साथ आपके अनुबंध के नियमों और शर्तों के अनुसार धनवापसी प्राप्त करने का अधिकार है. धनवापसी का दावा उस दिनांक से प्रारंभ करके 8 सप्ताह के अंदर किया जाना आवश्यक है, जिस पर आपका खाता डेबिट किया गया था. आपके अधिकारों का वर्णन उस स्टेटमेंट में किया गया है, जिसे आप अपने बैंक से प्राप्त कर सकते हैं.
hr: Potvrđivanjem ovog okvira ovlašćujete (A) tvrtku Microsoft Payments Ltd. ("Microsoft") da vašoj banci izda nalog za terećenje vašeg računa, a (B) svoju banku da u skladu s Microsoftovim nalozima tereti vaš račun. U vaša prava ubraja se pravo na povrat novca od vaše banke u skladu s odredbama i uvjetima vašeg ugovora s bankom. Povrat novca morate zatražiti u roku od 8 tjedana od datuma terećenja računa. Vaša su prava navedena na izvodu koji možete dobiti od banke.
hu: A négyzet bejelölésével Ön felhatalmazza (A) a Microsoft Payments Ltd. vállalatot (a továbbiakban „Microsoft”), hogy az Ön bankszámláját terhelő megbízásokat küldjön a bankjának, valamint (B) a bankját, hogy a Microsoft megbízásainak megfelelően megterhelje a számláját. Önnek joga van a bankkal kötött szerződésével összhangban visszatérítést kapni a banktól. A visszatérítést a számla megterhelésének napjától számítva 8 héten belül kell kérelmezni. A további jogait tartalmazó nyilatkozatot a bankjától szerezheti be.
id: Dengan mencentang kotak ini, Anda memberi otorisasi kepada (A) Microsoft Payments Ltd. ("Microsoft") untuk mengirim instruksi dari bank Anda agar mendebitkan rekening Anda dan kepada (B) bank Anda agar mendebitkan rekening Anda sesuai dengan instruksi dari Microsoft. Sebagai bagian dari hak Anda, Anda berhak untuk mendapatkan pengembalian dana dari bank berdasarkan syarat dan ketentuan dalam perjanjian dengan bank Anda. Pengembalian dana harus diklaim dalam waktu 8 minggu dimulai sejak tanggal rekening Anda didebit. Hak-hak Anda dijelaskan dalam pernyataan yang diperoleh dari bank.
is: Með því að haka við þennan reit heimilar þú (A) Microsoft Payments Ltd. („Microsoft“) að senda bankanum þínum leiðbeiningar um skuldfærslu af reikningnum þínum og (B) bankanum þínum að skuldfæra af reikningnum þínum í samræmi við leiðbeiningarnar frá Microsoft. Samkvæmt réttindum þínum áttu rétt á endurgreiðslu frá bankanum þínum, í samræmi við skilmála í samkomulagi þínu við bankann. Endurgreiðslu þarf að krefjast innan átta vikna, frá og með dagsetningunni þegar skuldfært var af reikningnum þínum. Réttindi þín eru tilgreind í yfirlýsingu sem þú getur fengið hjá bankanum.
ja: このボックスをオンにすることにより、お客様は、(A) Microsoft Payments Ltd. ("Microsoft") が銀行に対してお客様の口座からの引き落としを指示すること、および (B) お客様の銀行が Microsoft の指示に従ってお客様の口座から引き落とすことを承認したと見なされます。 お客様の権利の一部として、お客様と銀行間の契約条件に従い、お客様は銀行から返金を受ける資格を有しています。返金は、口座からの引き落とし後 8 週間以内に要求する必要があります。 お客様の権利については、銀行から発行される明細書をご覧ください。
ka: ამ უჯრის მონიშვნით, ნებართვას აძლევთ (ა) Microsoft Payments Ltd.-ს („Microsoft“), გაგზავნოს ინსტრუქცია თქვენს ბანკში, თქვენი ანგარიშის დებეტირებისთვის და (ბ) და თქვენი ანგარიშის დებეტირება შეასრულოს Microsoft-ის ინსტრუქციის მიხედვით. როგორც თქვენი უფლებების ნაწილი, შეგიძლიათ დააბრუნოთ თანხა ბანკიდან, ბანკთან დადებული თქვენი ხელშეკრულების წესებისა და პირობების დაცვით. თანხის დაბრუნების მოთხოვნა უნდა შესრულდეს თქვენი ანგარიშის დებეტირების თარიღიდან 8 კვირის განმავლობაში. თქვენი უფლებები განმარტებულია დებულებაში, რომელიც შეგიძლიათ მიიღოთ ბანკში.
kk: Бұл ұяшыққа белгі қою арқылы (А) Microsoft Payments Ltd. ("Microsoft") компаниясына шотыңызға дебет жасау үшін банкіңізге нұсқаулар жіберуіне және (Ә) Microsoft нұсқауларына сәйкес банкіңіздің шотыңызға дебет жасауына рұқсат бересіз. Құқықтарыңыздың бір бөлігі ретінде, банкіңізбен жасалған келісімнің шарттары мен талаптары бойынша банкіңізден төлемді қайтарып алуға құқылысыз. Шотыңызға дебет жасалған күннен бастап 8 апта ішінде төлемді қайтаруға өтінім берілуі керек. Банкіңізден алуға болатын мәлімдемеде құқықтарыңыз түсіндіріледі.
kn: ಈ ಪೆಟ್ಟಿಗೆಯಲ್ಲಿ ಗುರುತು ಹಾಕುವ ಮೂಲಕ, ನೀವು (A) ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಡೆಬಿಟ್ ಮಾಡುವುದಕ್ಕಾಗಿ ನಿಮ್ಮ ಬ್ಯಾಂಕಿಗೆ ಸೂಚನೆಗಳನ್ನು ಕಳುಹಿಸಲು Microsoft Payments Ltd. ("Microsoft") ಗೆ ಮತ್ತು (B) Microsoft ಸೂಚನೆಗಳ ಪ್ರಕಾರವಾಗಿ ನಿಮ್ಮ ಖಾತೆಯಿಂದ ಡೆಬಿಟ್ ಮಾಡಲು ನಿಮ್ಮ ಬ್ಯಾಂಕಿಗೆ ಅಧಿಕಾರ ನೀಡುತ್ತೀರಿ. ನಿಮ್ಮ ಹಕ್ಕುಗಳ ಭಾಗವಾಗಿ, ನಿಮ್ಮ ಬ್ಯಾಂಕಿನ ಜೊತೆಗಿನ ನಿಮ್ಮ ಒಪ್ಪಂದದ ನಿಯಮಗಳು ಮತ್ತು ಷರತ್ತುಗಳ ಅಡಿಯಲ್ಲಿ ನಿಮ್ಮ ಬ್ಯಾಂಕಿನಿಂದ ಮರುಪಾವತಿಯನ್ನು ಪಡೆಯಲು ನೀವು ಅರ್ಹರಾಗಿರುತ್ತೀರಿ. ನಿಮ್ಮ ಖಾತೆಗೆ ಡೆಬಿಟ್ ಆದ ದಿನಾಂಕದಿಂದ ಪ್ರಾರಂಭಿಸಿ 8 ವಾರಗಳೊಳಗೆ ಮರುಪಾವತಿಯನ್ನು ಕ್ಲೇಮ್ ಮಾಡಬೇಕು. ನಿಮ್ಮ ಹಕ್ಕುಗಳನ್ನು ಹೇಳಿಕೆಯಲ್ಲಿ ವಿವರಿಸಲಾಗಿದ್ದು, ಇದನ್ನು ನಿಮ್ಮ ಬ್ಯಾಂಕ್‌ನಿಂದ ನೀವು ಪಡೆದುಕೊಳ್ಳಬಹುದು.
ko: 이 확인란을 선택하면 (A) Microsoft Payments Ltd.(이하 "Microsoft")가 은행에 지침을 보내 귀하의 계좌로부터 인출할 수 있도록 권한을 부여하게 되고 (B) 해당 은행이 Microsoft의 지침에 따라 귀하의 계좌로부터 인출할 수 있도록 권한을 부여하게 됩니다. 귀하의 일부 권한으로서 은행과 동의한 계약조건에 따라 은행으로부터 환불받을 수 있습니다. 환불은 귀하의 계좌에서 인출된 날짜로부터 8주 이내에 청구해야 합니다. 귀하의 권한은 은행으로부터 받을 수 있는 진술서에 설명되어 있습니다.
lo: ໂດຍການ ໝາຍ ໃສ່ຫ້ອງນີ້, ທ່ານໄດ້ອະນຸຍາດໃຫ້ (A) Microsoft Payments Ltd. ("Microsoft") ເພື່ອສົ່ງ ຄຳ ແນະ ນຳ ໄປຫາທະນາຄານຂອງທ່ານທີ່ຈະ ທຳ ການ ທຳ ລາຍບັນຊີຂອງທ່ານ, ແລະ (B) ທະນາຄານຂອງທ່ານຕ້ອງການໂອນເງິນໃນບັນຊີຂອງທ່ານຕາມ ຄຳ ແນະ ນຳ ຂອງ Microsoft. ໃນສ່ວນ ໜຶ່ງ ຂອງສິດທິຂອງທ່ານ, ທ່ານມີສິດທີ່ຈະໄດ້ເງິນຄືນຈາກທະນາຄານຂອງທ່ານພາຍໃຕ້ຂໍ້ ກຳ ນົດແລະເງື່ອນໄຂຂອງຂໍ້ຕົກລົງຂອງທ່ານກັບທະນາຄານຂອງທ່ານ. ການສົ່ງເງິນຄືນຕ້ອງໄດ້ຮັບການຮຽກຮ້ອງພາຍໃນ 8 ອາທິດນັບແຕ່ມື້ທີ່ບັນຊີຂອງທ່ານໄດ້ຮັບການເບີກຈ່າຍ.
lt: Pažymėję šį langelį suteikiate įgaliojimą (A) „Microsoft Payments Ltd.“ („Microsoft“) siųsti nurodymus jūsų bankui debetuoti jūsų sąskaitą ir (B) savo bankui debetuoti jūsų sąskaitą atsižvelgiant į „Microsoft“ nurodymus. Jums suteikiama teisė susigrąžinti pinigus iš savo banko atsižvelgiant į sutarties su banku sąlygas. Pinigų grąžinimo prašymas turi būti pateiktas per 8 savaites nuo sąskaitos debetavimo. Jūsų teisės paaiškintos pareiškime, kurį galite gauti iš banko.
lv: Atzīmējot šo izvēles rūtiņu, jūs pilnvarojat (A) Microsoft Payments Ltd. (“Microsoft”) sūtīt norādījumus uz jūsu banku, lai debetētu jūsu kontu, un (B) banku debetēt jūsu kontu saskaņā ar Microsoft norādījumiem. Jums ir tiesības saņemt atmaksu no bankas atbilstoši ar jūsu banku noslēgtā līguma noteikumiem un nosacījumiem. Atmaksa ir jāpieprasa 8 nedēļu laikā no datuma, kurā tika debetēts jūsu konts. Jūsu tiesības ir izskaidrotas paziņojumā, ko varat saņemt savā bankā.
mi: Mā te taki i tēnei pouaka, kei te whakamana koe i (A) Microsoft Payments Ltd. ("Microsoft") kia tuku i ngā tohutohu ki tō pēke kia namatia tō pūkete, ā, i (B) tō pēke hoki kia namatia tō pūkete i runga anō i ngā tohutohu mai i Microsoft. Hei wāhi anō o ō tika, kua whai mana koe kia whiwhi whakahokinga moni mai i tō pēke i raro i ngā whakaritenga me ngā here o tō whakaaetanga ki tō pēke. Me mātua kerēme te whakahokinga moni i roto i te 8 wiki mai i te rā i namatia ai tō pūkete. E whakamāramatia ana ō tika i roto i tētahi tauākī ka riro mai i tō pēke.
mk: Ако го изберете ова поле, му давате овластување на (A) Microsoft Payments Ltd. („Microsoft“) да испраќа упатства до вашата банка за задолжување на сметката и на (B) банката да ја задолжи сметката во согласност со упатствата на Microsoft. Имате право на рефундирање од банката според условите и одредбите на вашиот договор со банката. Рефундирањето мора да се побара во рок од 8 седмици од датумот кога сметката била задолжена. Вашите права се објаснети во изјава што може да ја добиете од банката.
ml: ഈ ബോക്‌സ് പരിശോധിക്കുന്നതിലൂടെ, നിങ്ങൾ (A) നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്നും ഡെബിറ്റ് ചെയ്യുന്നതിനായി ബാങ്കിലേക്ക് നിർദ്ദേശങ്ങൾ അയയ്‌ക്കുന്നതിന് Microsoft Payments Ltd. ("Microsoft") എന്നതിനെയും, (B) Microsoft-ന്‍റെ നിർദ്ദേശങ്ങൾ പ്രകാരം നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്ന് ഡെബിറ്റ് ചെയ്യാൻ ബാങ്കിനെയും അധികാരപ്പെടുത്തുന്നു. നിങ്ങളുടെ അവകാശങ്ങളുടെ ഭാഗമെന്ന നിലയിൽ, നിങ്ങളുടെ ബാങ്കുമായുള്ള കരാറിലെ നിബന്ധനകളും വ്യവസ്ഥകളും പ്രകാരം ബാങ്കിൽ നിന്നുള്ള ഒരു റീഫണ്ടിന് നിങ്ങൾക്ക് അർഹതയുണ്ട്. നിങ്ങളുടെ അക്കൗണ്ടിൽ നിന്നും ഡെബിറ്റ് ചെയ്‌ത തീയതി മുതൽ 8 ആഴ്‌ചയ്‌ക്കകം ഒരു റീഫണ്ട് ക്ലെയിം ചെയ്തിരിക്കണം. നിങ്ങളുടെ ബാങ്കിൽ നിന്നും ലഭ്യമാക്കാൻ കഴിയുന്ന ഒരു സ്‌റ്റേറ്റ്‌മെന്‍റിൽ നിങ്ങളുടെ അവകാശങ്ങൾ വിശദീകരിച്ചിട്ടുണ്ട്.
mr: हा बॉक्स चेक करून, आपण आपले खाते डेबिट करण्यासाठी आपल्या बँकेस सूचना पाठविण्यासाठी (A) Microsoft Payments Ltd. ("Microsoft") ला आणि (B) Microsoft च्या सूचनांशी संबंधित राहून आपले खाते डेबिट करण्यासाठी आपल्या बँकेस अधिकृत करता. आपल्या अधिकारांचा भाग म्हणून, आपल्याला आपल्या बँकेच्या कराराच्या अटी आणि शर्तीं अंतर्गत आपल्या बँकेकडून परतावा घेण्याचे आपल्याला अधिकार आहेत. जेव्हा आपले खाते डेबिट झाले त्या तारखेपासून सुरूवात करून 8 आठवड्यांमध्ये परताव्यावर दावा सांगणे आवश्यक आहे. आपण आपल्या बँकेकडून प्राप्त करू शकता अशा विधानामध्ये आपले अधिकार स्पष्ट केले आहेत.
ms: Dengan menandakan kotak ini, anda membenarkan (A) Microsoft Payments Ltd. ("Microsoft") untuk menghantar arahan kepada bank anda untuk mendebit akaun anda, dan (B) untuk bank anda mendebitkan akaun anda berdasarkan arahan Microsoft. Sebagai sebahagian daripada hak anda, anda layak menerima bayaran balik daripada bank anda di bawah terma dan syarat perjanjian anda dengan bank anda. Bayaran balik mesti dituntut dalam tempoh 8 minggu bermula dari tarikh akaun anda didebitkan. Hak anda dijelaskan dalam satu pernyataan yang anda boleh dapatkan daripada bank anda.
mt: Meta tagħmel marka f'din il-kaxxa, int tkun qed tawtorizza lil (A) Microsoft Payments Ltd. ("Microsoft") biex tibgħat struzzjonijiet lill-bank tiegħek biex jiddebita l-kont tiegħek, u (B) il-bank tiegħek biex jiddebita l-kont tiegħek skont l-istruzzjonijiet ta' Microsoft. Bħala parti mid-drittijiet tiegħek, int intitolat(a) għal rimborż mill-bank tiegħek skont it-termini u l-kundizzjonijiet tal-ftehim tiegħek mal-bank tiegħek. Rimborż irid jiġi kklejmjat fi żmien 8 ġimgħat mid-data meta l-kont tiegħek ġie ddebitat. Id-drittijiet tiegħek huma spjegati f'rendikont li tista' tikseb mill-bank tiegħek.
ne: यो बाकसमा क्लिक गरेर, तपाईंकले (A) Microsoft Payments Ltd. ("Microsoft") लाई आफ्नो खाता डेबिट गर्नको लागि बैंकमा निर्देशनहरू पठाउन र (B) आफ्नो बैंकलाई Microsoft का निर्देशनहरू अनुरूप आफ्नो खाता डेबिट गर्न अधिकार प्रदान गर्नु हुन्छ। तपाईंका अधिकारहरूको भागको रूपमा, तपाईंलाई आफ्ना बैंकका सम्झौताका सर्त तथा अवस्थाहरू अन्तर्गत बैंकबाट रिफण्ड प्राप्त गर्नका लागि हकदार बनाइन्छ। आफ्नो खातालाई डेबिट गरिएको मितिबाट 8 हप्ता भित्रमा रिफण्डको दाबी गर्नु पर्छ। तपाईंका अधिकारहरूलाई तपाईंले आफ्नो बैंकबाट प्राप्त गर्न सक्ने कथनमा व्याख्या गरिएको छ।
nn_no: Ved å merke av i denne boksen gir du (A) Microsoft Payments Ltd. («Microsoft») løyve til å sende instruksjonar til banken om å debitere kontoen din og (B) banken løyve til å debitere kontoen din i samsvar med instruksjonane frå Microsoft. Som ein del av rettane dine har du rett til å få refusjon frå banken etter vilkåra i avtalen med banken. Ein refusjon må gjerast krav på innan åtte veker etter datoen då kontoen blei debitert. Du kan få ei erklæring der rettane dine blir forklart, frå banken.
no: Hvis du merker av i denne boksen, godkjenner du at (A) Microsoft Payments Ltd. («Microsoft») kan sende instruksjoner til banken din om å debitere kontoen din, og (B) at banken kan debitere kontoen i henhold til instruksjonene fra Microsoft. Som en del av rettighetene dine har du krav på en refusjon fra banken ifølge vilkårene i avtalen din med banken. Du må be om refusjon innen åtte uker etter datoen da kontoen ble debitert. Rettighetene dine er forklart i en erklæring som du kan få fra banken.
or: ଏହି ବାକ୍ସକୁ ଯାଞ୍ଚ କରି, ଆପଣ (A) Microsoft ପେମେଣ୍ଟସ୍ ଲିମିଟେଡ୍ ("Microsoft") କୁ ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ଡେବିଟ୍ କରିବାକୁ ନିଜ ବ୍ୟାଙ୍କକୁ ନିର୍ଦ୍ଦେଶ ପଠାଇବାକୁ ଏବଂ (B) Microsoft ର ନିର୍ଦ୍ଦେଶନାମା ଅନୁଯାୟୀ ଆପଣଙ୍କ ଆକାଉଣ୍ଟକୁ ଡେବିଟ୍ କରିବାକୁ ଆପଣଙ୍କ ବ୍ୟାଙ୍କକୁ ଅନୁମତି ଦିଏ | ଆପଣଙ୍କର ଅଧିକାରର ଏକ ଅଂଶ ଭାବରେ, ଆପଣ ଆପଣଙ୍କର ବ୍ୟାଙ୍କ ସହିତ ଚୁକ୍ତିନାମା ଅନୁଯାୟୀ ଆପଣଙ୍କ ବ୍ୟାଙ୍କରୁ ଫେରସ୍ତ ପାଇବାକୁ ହକଦାର | ଯେଉଁ ଦିନ ଆପଣଙ୍କ ଆକାଉଣ୍ଟ ଡେବିଟ୍ ହୋଇଛି ସେହି ଦିନଠାରୁ 8 ସପ୍ତାହ ମଧ୍ୟରେ ଏକ ଫେରସ୍ତ ଫେରସ୍ତ ଦାବି କରାଯିବା ଆବଶ୍ୟକ | ଆପଣଙ୍କର ଅଧିକାର ଏକ ବିବୃତ୍ତିରେ ବ୍ୟାଖ୍ୟା କରାଯାଇଛି ଯାହାକୁ କି ଆପଣ ଆପଣଙ୍କର ବ୍ୟାଙ୍କରୁ ପାଇପାରିବେ.
pa_in: ਇਸ ਖਾਨੇ ‘ਤੇ ਸਹੀ ਦਾ ਨਿਸ਼ਾਨ ਲਗਾ ਕੇ, (A) ਤੁਸੀਂ Microsoft Payments Ltd. ("Microsoft") ਨੂੰ ਤੁਹਾਡਾ ਖਾਤਾ ਡੈਬਿਟ ਕਰਨ ਲਈ ਨਿਰਦੇਸ਼ ਭੇਜਣ, ਅਤੇ (B) ਆਪਣੇ ਬੈਂਕ ਨੂੰ Microsoft ਦੇ ਨਿਰਦੇਸ਼ਾਂ ਮੁਤਾਬਕ ਆਪਣੇ ਖਾਤੇ ਨੂੰ ਡੈਬਿਟ ਕਰਨ ਦਾ ਅਧਿਕਾਰ ਦਿੰਦੇ ਹੋ। ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ ਦੇ ਹਿੱਸੇ ਵਜੋਂ, ਤੁਸੀਂ ਆਪਣੇ ਬੈਂਕ ਦੇ ਨਾਲ ਆਪਣੇ ਇਕਰਾਰਨਾਮੇ ਦੇ ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ ਦੇ ਤਹਿਤ ਆਪਣੇ ਬੈਂਕ ਤੋਂ ਰੀਫੰਡ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ ਹੱਕਦਾਰ ਹੁੰਦੇ ਹੋ। ਰੀਫੰਡ ਦਾ ਦਾਅਵਾ ਉਸ ਮਿਤੀ ਤੋਂ 8 ਹਫਤਿਆਂ ਅੰਦਰ ਕਰਨਾ ਲਾਜ਼ਮੀ ਹੁੰਦਾ ਹੈ, ਜਦੋਂ ਤੁਹਾਡਾ ਖਾਤਾ ਡੈਬਿਟ ਕੀਤਾ ਗਿਆ ਸੀ। ਤੁਹਾਡੇ ਅਧਿਕਾਰਾਂ ਦਾ ਵਰਣਨ ਉਸ ਸਟੇਟਮੈਂਟ ਵਿੱਚ ਕੀਤਾ ਗਿਆ ਹੈ, ਜੋ ਤੁਸੀਂ ਆਪਣੇ ਬੈਂਕ ਤੋਂ ਪ੍ਰਾਪਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: Zaznaczając to pole, udzielasz upoważnienia (A) firmie Microsoft Payments Ltd. (nazywanej dalej „firmą Microsoft”) do wysyłania do banku instrukcji dotyczących obciążenia Twojego konta oraz (B) bankowi do obciążenia Twojego konta zgodnie z instrukcjami firmy Microsoft. W ramach swoich praw możesz otrzymać zwrot kosztów na warunkach umowy zawartej z bankiem. Żądanie zwrotu należy złożyć w ciągu 8 tygodni, począwszy od daty obciążenia konta. Twoje prawa są określone w dokumentacji, którą można uzyskać w banku.
ru: Устанавливая этот флажок, вы разрешаете (а) подразделению Microsoft Payments Ltd. ("Майкрософт") отправлять вашему банку инструкции по дебетованию счета и (б) своему банку дебетовать счет согласно инструкциям Майкрософт. В рамках своих прав вы можете получать от банка возмещение, которое должно предоставляться согласно условиям соглашения с банком. Возмещение должно быть затребовано в течение 8 недель со дня дебетования счета. Ваши права разъясняются в выписке, которую можно получить от банка.
sl: Če potrdite to polje, pooblaščate (A) Microsoft Payments Ltd. (»Microsoft«), da vaši banki pošlje navodila za bremenitev vašega računa, in (B) svojo banko, da bremeni vaš račun v skladu z navodili družbe Microsoft. V okviru svojih pravic ste upravičeni do vračila kupnine v skladu s pogoji in določili pogodbe, ki ste jo sklenili z banko. Vračilo kupnine morate zahtevati v 8 tednih od datuma bremenitve vašega računa. Vaše pravice so razložene v izjavi, ki jo dobite pri svoji banki.
sr_cyrl_rs: Ако потврдите избор у овом пољу за потврду, овлашћујете (А) корпорацију Microsoft Payments Ltd. („Microsoft“) да пошаље упутства вашој банци да вам задужи рачун, као и (Б) својој банци да вам задужи рачун у складу са упутствима која добије од корпорације Microsoft. Имате право да од банке добијете рефундацију на основу одредаба и услова уговора који сте са њом потписали. Рефундацију морате да затражите у року од 8 недеља од датума када је рачун задужен. Ваша права су објашњена у изјави коју можете да добијете од банке.
sr_latn_rs: Ako potvrdite izbor u ovom polju za potvrdu, ovlašćujete (A) korporaciju Microsoft Payments Ltd. („Microsoft“) da pošalje uputstva vašoj banci da vam zaduži račun, kao i (B) svojoj banci da vam zaduži račun u skladu sa uputstvima koja dobije od korporacije Microsoft. Imate pravo da od banke dobijete refundaciju na osnovu odredaba i uslova ugovora koji ste sa njom potpisali. Refundaciju morate da zatražite u roku od 8 nedelja od datuma kada je račun zadužen. Vaša prava su objašnjena u izjavi koju možete da dobijete od banke.
sv: Genom att markera den här kryssrutan godkänner du att (A) Microsoft Payments Ltd. (”Microsoft”) skickar anvisningar till din bank för debitering av ditt konto och att (B) din bank debiterar ditt konto enligt anvisningarna från Microsoft. Du har rätt till en återbetalning från din bank enligt villkoren i avtalet med din bank. En begäran om återbetalning måste inkomma inom 8 veckor från datumet för debiteringen av ditt konto. Dina rättigheter framgår av information du kan få av din bank.
ta: இந்தப் பெட்டியைத் தேர்வுசெய்வதன் மூலம், (அ) உங்கள் கணக்கில் பற்று வைக்க உங்கள் வங்கிக்கு அறிவுறுத்தல்களை அனுப்ப, Microsoft Payments Ltd. (”Microsoft”)-க்கு அதிகாரம் அளிக்கிறீர்கள் மற்றும் (ஆ) Microsoft-ன் அறிவுறுத்தல்களுக்கு ஏற்ப உங்கள் கணக்கில் பற்று வைக்க உங்கள் வங்கிக்கு அதிகாரம் கொடுக்கிறீர்கள். உங்கள் உரிமைகளின் பகுதியாக, உங்கள் வங்கியுடனான உங்கள் ஒப்பந்த விதிமுறைகள் மற்றும் நிபந்தனைகளின் கீழ் உங்கள் வங்கியிலிருந்து மீள்நிதி பெறத் தகுதி பெறுகிறீர்கள். உங்கள் கணக்கு பற்று வைக்கப்பட்ட தேதியிலிருந்து 8 வாரங்களுக்குள் மீள்நிதி உரிமை கோர வேண்டும். உங்கள் வங்கியிலிருந்து நீங்கள் பெறக் கூடிய அறிக்கையில் உங்கள் உரிமைகள் விளக்கப்பட்டிருக்கின்றன.
te: ఈ పెట్టెను ఎంచుకోవడం ద్వారా, మీరు (ఎ) మీ బ్యాంక్ ఖాతా నుండి మొత్తాన్ని డెబిట్ చేయడం కోసం మీ బ్యాంక్‌కు సూచనలను పంపడానికి Microsoft Payments Ltd. ("Microsoft")కి అధికారమిస్తున్నారు మరియు (బి) Microsoft సూచనల ఆధారంగా మీ ఖాతా నుండి డబ్బును డెబిట్ చేయడానికి మీ బ్యాంక్‌ని అనుమతిస్తున్నారు. మీ హక్కులలో భాగంగా, మీ బ్యాంక్‌‌తో కుదుర్చుకున్న మీ ఒప్పందంలోని నిబంధనలు మరియు షరతులకు అనుగుణంగా మీ బ్యాంక్ నుండి మీరు తిరిగి చెల్లింపును పొందవచ్చు. మీ ఖాతా నుండి డబ్బు డెబిట్ చేయబడిన 8 వారాలలోపు మాత్రమే తిరిగి చెల్లింపును క్లెయిమ్ చేయగలరు. మీ హక్కుల గురించి వివరించిన ప్రకటనను మీరు మీ బ్యాంక్ నుండి పొందవచ్చు.
th: เมื่อเลือกกล่องกาเครื่องหมายนี้ ถือว่าคุณอนุญาตให้ (ก) Microsoft Payments Ltd. ("Microsoft") ส่งคำสั่งไปยังธนาคารเพื่อหักบัญชีของคุณ และ (ข) ธนาคารหักบัญชีของคุณตามคำสั่งของ Microsoft คุณมีสิทธิ์ขอคืนเงินจากธนาคารภายใต้ข้อกำหนดและเงื่อนไขของข้อตกลงของคุณกับธนาคาร คุณต้องดำเนินการขอคืนเงินภายใน 8 สัปดาห์ ตั้งแต่วันที่บัญชีของคุณถูกหัก มีการอธิบายสิทธิ์ของคุณไว้ในใบแจ้งยอดที่คุณสามารถขอได้จากธนาคาร
tr: Bu kutuyu işaretleyerek (A) Microsoft Payments Ltd. ("Microsoft") şirketini, hesabınızdan para çekmek üzere bankanıza talimat gönderme konusunda ve (B) bankanızı Microsoft'tan gelen talimatlar doğrultusunda hesabınızdan çekim yapması konusunda yetkilendirmiş olursunuz. Haklarınızın bir parçası olarak, bankanızla aranızdaki anlaşmanın hüküm ve koşulları çerçevesinde bankanızdan para iadesi alabilirsiniz. Para iadesinin hesabınızdan çekim yapıldığı tarihten itibaren 8 hafta içinde talep edilmesi gerekir. Haklarınız, bankanızdan temin edebileceğiniz bir belgede belirtilmiştir.
tt: Бу шакмакны тамгалап, сез (A) Microsoft Payments Ltd. ("Майкрософт") ширкәтенә сезнең банкка күрсәтмәләр җибәрергә һәм хисабыгыздан акчалар чыгартырга һәм (B) банкка Майкрософт күрсәтмәләре нигезендә хисабыгыздан акчалар чыгартырга хокук бирәсез. Хокукларыгызның бер өлеше буларак, сез банкыгыз белән төзегән килешү шартларында банкыгыздан акча кайтарту мөмкинлегенә ия. Акча кайтартуны хисаптан акча чыгартылганнан соң 8 атна дәвамында таләп итәргә мөмкин. Хокукларыгыз банкта алып була торган аңлатмада тасвирланган.
ug: بۇ رامكىنى ئىشارىلەش بىلەن، (A) Microsoft Payments Ltd. («Microsoft») نىڭ بانكىڭىزغا ھېسابىڭىزنى دېبىتلاش يوليورۇقلىرى ئەۋەتىشىنى، ۋە (B) بانكىڭىزنىڭ Microsoft نىڭ يوليورۇقلىرىغا بىنائەن ھېسابىڭىزنى دېبىتلىشىنى ھوقۇقلاندۇرغان بولىسىز. ھەق-ھوقۇقلىرىڭىزنىڭ بىر قىسمى سۈپىتىدە، بانكىڭىز بىلەن قىلىنغان كېلىشىمنىڭ شەرتلىرى ۋە ھۆكۈملىرى ئاستىدا بانكىڭىزدىن پۇل قايتۇرما قىلىشقا ھوقۇقلۇقسىز. بىر پۇل قايتۇرما تەلىپى، ھېسابىڭىز دېبىتلانغان چېسلادىن باشلاپ 8 ھەپتە ئىچىدە قىلىنىشى كېرەك. ھەق-ھوقۇقلىرىڭىز بانكىڭىزدىن قولغا كەلتۈرەلەيدىغان بىر باياناتتا چۈشەندۈرۈلىدۇ.
uk: Установлюючи цей прапорець, ви дозволяєте Microsoft Payments Ltd. (далі – "корпорація Майкрософт"): а) надсилати до вашого банку доручення щодо списання коштів із вашого рахунку та б) банку корпорації Майкрософт списувати кошти з вашого рахунку відповідно до її доручень. Ви маєте право на відшкодування коштів своїм банком відповідно до умов і положень угоди з ним. Заяву на відшкодування потрібно подавати протягом 8 тижнів від дати стягнення коштів. Ваші права розгорнуто вказано в заяві, яку можна отримати в своєму банку.
ur: اس باکس کو نشان زد کر کے، آپ آپ (A) Microsoft Payments Ltd. ("Microsoft") کو اپنے اکاؤنٹ کو ڈیبٹ کرنے کیلئے اپنے بینک کو ہدایات بھیجنے کا، اور (B) اپنے بینک کو Microsoft کی ہدایات کے مطابق اپنےاکاؤنٹ کو ڈیبٹ کرنے کا اختیار دیتے ہیں۔ آپ کے حقوق کے حصہ کے بطور، آپ اپنے بینک کے ساتھ اپنے معاہدے کے شرائط و ضوابط کے تحت اپنے بینک سے رقم کی واپسی کے حقدار ہیں۔ جس تاریخ کو آپ کا اکاؤنٹ ڈیبٹ کیا گیا تھا اس کے 8 ہفتے کے اندر اندر رقم کی واپسی کا دعویٰ کرنا پڑے گا۔ آپ کے حقوق ایک بیان میں واضح کیے گئے ہیں جو آپ اپنے بینک سے حاصل کر سکتے ہیں۔
uz: Bu katakni belgilash orqali siz (A) Microsoft Payments Ltd. (“Microsoft”) kompaniyasi hisobingizdan mablagʻ yechish uchun bankingizga ko‘rsatmalar yuborishiga va (B) bankingiz Microsoft ko‘rsatmalari asosida hisobingizdan mablagʻ yechishiga ruxsat berasiz. Huquqlaringizning bir qismi sifatida siz bank bilan tuzgan kelishuvingizning talab va shartlari asosida bankingizdan to‘lovni qaytarib olish huquqiga egasiz. Toʻlov hisobdan mablagʻ yechilgan sanadan keyin 8 hafta ichida qaytarib olishini kerak. Huquqlaringiz bankingizdan olishingiz mumkin bo‘lgan bayonotda tushuntiriladi.
vi: Bằng cách chọn hộp này, bạn ủy quyền cho (A) Microsoft Payments Ltd. ("Microsoft") gửi hướng dẫn đến ngân hàng của bạn để ghi nợ vào tài khoản của bạn, và (B) ngân hàng của bạn ghi nợ vào tài khoản của bạn theo hướng dẫn của Microsoft. Như một phần quyền của mình, bạn được hưởng khoản tiền hoàn lại từ ngân hàng theo điều khoản và điều kiện trong thỏa thuận giữa bạn với ngân hàng của bạn. Khoản tiền hoàn lại phải được xác nhận trong vòng 8 tuần kể từ ngày ghi nợ vào tài khoản của bạn. Quyền của bạn được giải thích trong bản tuyên bố do ngân hàng của bạn cung cấp.
zh_hans: 选中此框即表示你授权(A) Microsoft Payments Ltd. ("Microsoft")向你的银行发送从你的帐户扣款的指令，并且授权(B)你的银行依据 Microsoft 的指令从你的帐户扣款。 作为你权利的一部分，你有权依据你与银行达成的协议的条款和条件从银行退款。退款申请必须于帐户扣款日期算起 8 周内提出。 从银行获取的对账单中有对你的权利的解释。
zh_hant: 核取此方塊，代表您授權 (A) Microsoft Payments Ltd. (以下稱「Microsoft」) 傳送指示給您的銀行，以從您的帳戶中扣款，並授權 (B) 您的銀行依照 Microsoft 的指示，從您的帳戶中扣款。 您的權益包括，您有權要求根據銀行合約中的條款及條件退款。退款提出時限為從您的帳戶中扣款當日後的 8 週內。 您的權益會在一份聲明中解釋。此聲明可從您的銀行取得。
