Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.State.ES.CiudadReal
source: Ciudad Real
am: ኪዩዳድ ሪያል
ar: سيوداد ريال
as: চিউডাড ৰিয়েল
az: Syudad Real
bg: Киудад Реал
bn_in: সিয়দাদ রিয়াল
el: Θιουδάδ Ρεάλ
fa: کیوداد رئال
gl: Cidade Real
gu: સિયુડાડ રીઅલ
he: סיודאד ריאל
hi: सियुदाद रीअल
ja: シウダード・レアル
ka: სიუდად-რეალი
kk: Сьюдад-Реаль
kn: ಸಿಯುದದ್ ರಿಯಲ್
ku_arab: سیوداد رییڵ
ky: Сьюдад-Реаль
lo: ຊິວແດດຣຽວ
lt: Siudad Realis
lv: Sjudadreala
mi: Kutata Reo
mk: Сиудад Реал
ml: സിയുദാദ് റിയല്‍
mn: Кудад Реал
mr: क्यूदाद रिअल
ne: किउदाद रियल
or: ସିଉଡ ରିୟଲ୍
pa_arab_pk: سیوداد ریال
pa_in: ਸੀਯੂਡੈਡ ਰੀਅਲ
ru: Сьедад-Реал
sd: سيودد ريئل
si: සියුඩෑඩ් රියල්
sr_cyrl_rs: Сиудад Реал
sr_latn_rs: Siudad Real
ta: சியூடாட் ரீயல்
te: సియ్యుడాడ్ రియల్
tg: Квида-Реал
th: ซิอูดาดเรอัล
tt: Сьюдад-Реал
ug: سىيۇداد رېئال
uk: С'юдад-Реал
ur: کیوداد رئیل
uz: Syudad-Real
zh_hans: 雷阿尔城
zh_hant: 雷阿爾城

# Word.State.ES.Cuenca
source: Cuenca
am: ኩወንካ
ar: كيونكا
as: চুৱেনচা
az: Kuenka
bg: Куенка
bn_in: কুয়েনকা
el: Κουένκα
fa: کیوئنکا
gu: ક્યુન્કા
he: קואנקה
hi: कुएनका
ja: クエンカ
ka: კუენკა
kk: Куэнка
kn: ಕ್ಯುಂಕಾ
ku_arab: کوێنکا
ky: Куенка
lo: ເກນກາ
lt: Kuenca
lv: Kvenka
mi: Kuentia
mk: Куенка
ml: സ്യൂന്‍‌ക
mn: Куэнка
mr: क्यूएन्का
ne: कुवेन्का
or: କୁଏନକା
pa_arab_pk: سیونسا
pa_in: ਕਵੈਂਕਾ
ru: Куэнка
sd: ڪئينسا
si: කියුන්කා
sr_cyrl_rs: Сенца
sr_latn_rs: Senca
ta: க்வென்கா
te: సుయంకా
tg: Куэнка
th: คูเอนกา
tt: Куэнка
ug: كىۋىنكا
uk: Куенка
ur: کیونکا
uz: Kuenka
zh_hans: 昆卡
zh_hant: 庫恩卡

# Word.State.ES.Cáceres
source: Cáceres
am: ካሰረስ
ar: كاسيرس
as: চাচেৰেচ
az: Kaseres
bg: Касерес
bn_in: কাসেরেস
bs: Caceres
cy: Caceres
da: Caceres
el: Κάθερες
fa: کاکرس
gu: કેસર્સ
he: קאסרס
hi: काकेरेस
hr: Caceres
hu: Caceres
id: Caceres
ja: カセレス
ka: კასერესი
kk: Касерес
kn: ಕ್ಯಾಕೆರಸ್
ko: 카세레스
ku_arab: کاسیرس
ky: Касерес
lo: ຄາເຊເຣສ
lt: Kaseresas
lv: Kaseresa
mk: Касерес
ml: കക്കെരെസ്
mn: Касэрэс
mr: कॅशरेस
mt: Caceres
ne: कासेरेस
or: କାଏରେସ୍
pa_arab_pk: کاسیریس
pa_in: ਕੇਸੇਰੇਸ
ru: Какерес
sd: سينسرس
si: කැසෙරෙස්
sl: Caceres
sr_cyrl_rs: Касерес
sr_latn_rs: Kaseres
ta: கேசிரஸ்
te: కసెరస్
tg: Касерес
th: กาเซเรส
tr: Caceres
tt: Касерес
ug: كاسېرېس
uk: Касерес
ur: کاسیریس
uz: Kaseres
zh_hans: 卡塞雷斯
zh_hant: 卡塞雷斯

# Word.State.ES.Cádiz
source: Cádiz
am: ካዲዝ
ar: كاديز
as: কাডিজ
az: Kadiz
bg: Кадиз
bn_in: কাদিজ
bs: Cadiz
cy: Cadiz
da: Cadiz
el: Κάντιθ
fa: کادیز
gu: કેડિઝ
he: קאדיז
hi: कैडिज़
hr: Cadiz
hu: Cadiz
id: Cadiz
ja: カディス
ka: კადისი
kk: Кадис
kn: ಕ್ಯಾಡಿಜ್
ko: 카디스
ku_arab: کادیز
ky: Кадис
lo: ຄາດິສ
lt: Kadisas
lv: Kadisa
mk: Кадиз
ml: കാദിസ്
mn: Кадиз
mr: काडिस
mt: Cadiz
ne: काडिज
or: କାଡିଜ୍
pa_arab_pk: کاڈز
pa_in: ਕਾਡੀਜ਼
pl: Kadyks
ru: Кадис
sd: ڪيڊز
si: කැඩිස්
sl: Cadiz
sr_cyrl_rs: Кадиз
sr_latn_rs: Kadiz
ta: காடிஸ்
te: కాడిజ్
tg: Кадиз
th: กาดิซ
tr: Cadiz
tt: Кадис
ug: كادىز
uk: Кадіс
ur: قادس
uz: Kadis
zh_hans: 加的斯
zh_hant: 卡迪茲

# Word.State.ES.Córdoba
source: Córdoba
am: ኮርዶባ
ar: كوردبة
as: কোৰডোবা
az: Kordova
bg: Кордоба
bn_in: কোরডোবা
bs: Cordoba
cy: Cordoba
da: Cordoba
el: Κόρντομπα
eu: Kordoba
fa: کوردوبا
gu: કોર્ડોબા
he: קורדובה
hi: कोर्डोबा
hr: Cordoba
hu: Cordoba
id: Cordoba
ja: コルドバ
ka: კორდობა
kk: Кордова
kn: ಕಾರ್ಡೊಬಾ
ko: 코르도바
ku_arab: قورتوبە
ky: Кордоба
lo: ຄໍໂດບາ
lt: Kordoba
lv: Kordova
mk: Кордоба
ml: കോര്‍ഡോബ
mn: Кордоба
mr: कोर्डोबा
mt: Cordoba
ne: कोर्डोबा
or: କୋରଡୋବା
pa_arab_pk: قرطبہ
pa_in: ਕੋਰਡੋਬਾ
pl: Kordoba
ru: Кордова
sd: ڪارڊوبا
si: කෝර්ඩෝබා
sl: Cordoba
sr_cyrl_rs: Кордоба
sr_latn_rs: Kordoba
ta: கார்டோபா
te: కార్డోబా
tg: Кордова
th: คอร์โดบา
tr: Cordoba
tt: Кордоба
ug: كوردوبا
uk: Кордова
ur: قرطبہ
uz: Kordoba
zh_hans: 科尔多瓦
zh_hant: 哥多華

# Word.State.ES.Girona
source: Girona
am: ኮርዶባ
ar: جيرونا
as: গিৰোনা
bg: Джирона
bn_in: জিরোনা
el: Τζιρόνα
fa: گیرونا
gl: Xirona
gu: જિરોના
he: חירונה
hi: गिरोना
ja: ジローナ
ka: ჟირონა
kk: Джайрона
kn: ಗಿರೋನಾ
ku_arab: جیرۆنا
ky: Жирона
lo: ກີໂຣນາ
lt: Žirona
lv: Herona
mi: Kirona
mk: Херона
ml: ജിറൊന
mn: Жирона
mr: गिरोना
ne: गिरोना
or: ଗିରୋନା
pa_arab_pk: جیرونا
pa_in: ਗੀਰੋਨਾ
ru: Жирона
sd: گرونا
si: ගිරෝනා
sr_cyrl_rs: Хирона
sr_latn_rs: Hirona
ta: கிரோனா
te: గిరోనా
tg: Гирона
th: เจโรนา
tt: Гирона
ug: گىرونا
uk: Ґірона
ur: گیرونا
uz: Jirona
zh_hans: 赫罗纳
zh_hant: 赫羅納

# Word.State.ES.Granada
source: Granada
am: ጂሮና
ar: غرناطة
as: গ্ৰানাডা
az: Qranada
bg: Гранада
bn_in: গ্রানাডা
el: Γρανάδα
fa: گرانادا
gu: ગ્રેનાડા
he: גרנדה
hi: ग्रेनेडा
ja: グラナダ
ka: გრენადა
kk: Гранада
kn: ಗ್ರ್ಯಾನಡಾ
ku_arab: گرانادا
ky: Гранада
lo: ກຣານາດາ
mi: Karanata
mk: Гранада
ml: ഗ്രനേഡ
mn: Гранада
mr: ग्रेन्डा
ne: ग्रानादा
or: ଗ୍ରାନାଡା
pa_arab_pk: گراناڈا
pa_in: ਗਰਾਂਡਾ
ru: Гранада
sd: گرينيڊا
si: ග්‍රැනඩාව
sr_cyrl_rs: Гранада
ta: கிரானடா
te: గ్రెనడా
tg: Гранада
th: กรานาดา
tt: Гранада
ug: گىرىنادا
uk: Ґранада
ur: گراناڈا
zh_hans: 格拉纳达
zh_hant: 格拉納達

# Word.State.ES.Guadalajara
source: Guadalajara
am: ግሪነይዳ
ar: جواديليرا
as: গুৱাডালাজাৰা
az: Qvadalaxara
bg: Гуадалахара
bn_in: গুয়াদেলাজারা
el: Γκουανταλαχάρα
fa: گوادالاجارا
gl: Guadalaxara
gu: ગ્યુડાલજરા
he: גוואדלחארה
hi: ग्वाडालाहारा
ja: グアダラハラ
ka: გვადალახარა
kk: Гвадалахара
kn: ಗುಡಾಲಾಜರಾ
ku_arab: گوادالاجارا
ky: Гвадалахара
lo: ກົວດາລາຈາຣາ
lt: Gvadalachara
lv: Gvadalahara
mi: Kuatarahara
mk: Гвадалахара
ml: ഗ്വാദാലജര
mn: Гуадалахара
mr: गुडालजारा
ne: ग्वाडालाजारा
or: ଗୁଆଡାଲାଜରା
pa_arab_pk: گوادالاجارا
pa_in: ਗੁਆਡਲਾਜਾਰਾ
ru: Гвадалахара
sd: گئاڊالاجارا
si: ගුවාඩලාජරා
sr_cyrl_rs: Гвадалахара
sr_latn_rs: Gvadalahara
ta: க்வாடலஜரா
te: గడలజరా
tg: Гвадалахара
th: กัวดาลาฮารา
tt: Гвадалахара
ug: گىۋادالاشارا
uk: Ґвадалахара
ur: گوئدالاجارا
uz: Gvadalaxara
zh_hans: 瓜达拉哈拉
zh_hant: 瓜達拉哈拉

# Word.State.ES.Guipúzcoa
source: Gipuzkoa
am: ጊፑዝኩዋ
ar: غيبوثكوا
as: জিপুজোকোৱা
bg: Гипускоа
bn_in: গিপুজকোয়া
de: Guipuzcoa
el: Γκιπούσκοα
es: Guipúzcoa
fa: گویپوزکوا
gl: Guipúscoa
gu: ગિપુઝકોઆ
he: גוויפוסקואה
hi: ग्विपुज़्कोआ
hr: Gipuskoa
id: Guipuzkoa
ja: ギプスコア
ka: გიპუსკოა
kk: Гипускоа
kn: ಗಿಪುಝ್‌ಕೋವಾ
ko: 기푸스코아
ku_arab: گیپوزکۆا
ky: Гипускоа
lo: ກີປຸສໂກວາ
lv: Gipuskoja
mi: Kīpuhikoa
mk: Гипускоа
ml: ഗിപുസ്‌കോവ
mn: Гуйпузкоа
mr: गिपुझको
ne: गिपुज्कोवा
nn_no: Guipúzcoa
or: ଗିପୁଜକୋଆ
pa_arab_pk: گی پوس کووا
pa_in: ਗਵੀਪੁਜ਼ਕੋਆ
pl: Guipúzcoa
ru: Гипускоа
sd: گِپوزڪوئا
si: ගිපුස්කෝ
sr_cyrl_rs: Гипускоа
sr_latn_rs: Gipuskoa
ta: க்யூபிஸ்கோவா
te: గిపుజ్‌కోవా
tg: Гвиупузкоа
th: กีปุซโกอา
tr: Guipuzcoa
tt: Гипускоа
ug: گىپۇزكوئا
uk: Ґіпускоа
ur: گیپوسکوا
uz: Gipuskoa
zh_hans: 吉普斯夸省
zh_hant: 吉普斯誇

# Word.State.ES.Huelva
source: Huelva
am: ጉዊፑዝኮአ
ar: هيولفا
as: হুএলভা
az: Uelva
bg: Хуелва
bn_in: হুয়েলভা
el: Χουέλβα
fa: هوئلوا
gu: હ્યુલ્વા
he: הואלבה
hi: हुएल्वा
ja: ウエルバ
ka: უელვა
kk: Уэльва
kn: ಹುವೇಲಾ
ku_arab: هێلڤا
ky: Уэельва
lo: ຮວຍລວາ
lv: Velva
mi: Huera
mk: Уелва
ml: ഹ്യുല്‍‌വ
mn: Уэлва
mr: हुएल्वा
ne: हुवेल्भा
or: ହୁଏଲଭା
pa_arab_pk: ہولوا
pa_in: ਹੁਏਲਵਾ
ru: Уэльва
sd: ھيلوا
si: හුයෙල්වා
sr_cyrl_rs: Хуелва
ta: உல்வா
te: హెల్వా
tg: Ҳуэлва
th: ฮูเอลวา
tt: Уэлва
ug: ۋېلبا
uk: Уельва
ur: ہیلوا
uz: Uelva
zh_hans: 韦尔瓦
zh_hant: 韋爾瓦

# Word.State.ES.Huesca
source: Huesca
am: ሁኤልቫ
ar: هيوسكا
as: হুৱেচকা
az: Hueska
bg: Хуеска
bn_in: হুয়েসকা
bs: Hueska
el: Χουέσκα
fa: هوئسکا
gu: હ્યુસ્કા
he: הואסקה
hi: हुएस्का
ja: ウエスカ
ka: უესკა
kk: Уэска
kn: ಹ್ಯುಸ್ಕಾ
ku_arab: هوێسکا
ky: Уэска
lo: ຮິວກາ
lt: Hueska
lv: Veska
mi: Huekaha
mk: Уеска
ml: ഹ്യുസ്‌ക
mn: Уэска
mr: हुएस्का
ne: हुवेस्का
or: ହୁଏସକା
pa_arab_pk: ہویسکا
pa_in: ਹੁਈਸਕਾ
ru: Уэска
sd: ھيسڪا
si: හියුස්කා
sr_cyrl_rs: Уеска
sr_latn_rs: Ueska
ta: உயெஸ்கா
te: హెస్కా
tg: Ҳуэска
th: อูเอสก้า
tt: Уэска
ug: ۋېسكا
uk: Уеска
ur: ہیسکا
uz: Ueska
zh_hans: 韦斯卡
zh_hant: 韋斯卡

# Word.State.ES.Jaén
source: Jaén
af: Jaen
am: ጃዬን
ar: جيّان
as: জায়েন
az: Jaen
bg: Хаен
bn_in: জান
el: Χαέν
eu: Jaen
fa: یائن
gl: Xaén
gu: જેન
he: חאאן
hi: लाएन
ja: ハエン
ka: ხაენი
kk: Хаэн
kn: ಜಾಯೇನ್
ko: 하엔
ku_arab: جایین
ky: Жаен
lo: ແຈນ
lt: Chaenas
lv: Haena
mi: Haēne
mk: Хаен
ml: ജയിന്‍
mn: Хаэн
mr: जाएन
ms: Jaen
ne: जाéएन
or: ଜାéନ୍
pa_arab_pk: جائن
pa_in: ਜਾਇਨ
ru: Хаэн
sd: جئن
si: ජයෙන්
sl: Jaen
sr_cyrl_rs: Хаен
sr_latn_rs: Haen
ta: ஜாயென்
te: జాన్
tg: Ҷен
th: เจยัน
tr: Jaen
tt: Хаэн
ug: جائېن
uk: Хаен
ur: خائن
uz: Xayen
zh_hans: 吉纳
zh_hant: 哈恩

# Word.State.ES.LaRioja
source: La Rioja
am: ላ ሪዮሃ
ar: لا ريوخا
as: লা ৰিঅ'জা
az: La-Rioxa
bg: Ла Роя
bn_in: লা রিয়োজা
el: Λα Ριόχα
eu: Errioxa
fa: لا ریوجی
gu: લા રિયોઝા
he: לה ריוחה
hi: ला रिओजा
ja: ラ・リオハ
ka: ლა-რიოხა
kk: Ла Риоха
kn: ಲಾ ರಿಯೋಜಾ
ku_arab: لا ریۆجا
ky: Ла Риоа
lo: ລາຣີໂອຈາ
lt: La Riocha
lv: Larjoha
mi: Rā Rioha
mk: Ла Риоха
ml: ലാ റിയോജ
mn: Ла Риоха
mr: ला रिओजा
ne: ला रियोजा
or: ଲା ରିଓଜା
pa_arab_pk: لارئیوجا
pa_in: ਲਾ ਰੀਓਜਾ
ru: Ла-Риоха
sd: لا رِئوجا
si: ලා රියෝජා
sr_cyrl_rs: Ла Риоха
sr_latn_rs: La Rioha
ta: லா ரியோஜா
te: లా రియోజ
tg: Ла Риоя
th: ลารีโอคา
tt: Ла-Риоха
ug: لا روژا
uk: Ла-Ріоха
ur: لا ری اوجا
uz: La-Rioxa
zh_hans: 拉里奥哈
zh_hant: 拉里奧哈

# Word.State.ES.LasPalmas
source: Las Palmas
am: ኮርዶባ
ar: لاس بالاماس
as: লাচ পালমাচ
bg: Лас Палмас
bn_in: লাস পালমাস
el: Λας Πάλμας
fa: لاس پالماس
gl: As Palmas
gu: લાઝ પાલ્માઝ
he: לס פלמס
hi: लास पामास
ja: ラス・パルマス
ka: ლას-პალმასი
kk: Лас-Пальма аралдары
kn: ಲಾಸ್ ಪಾಲ್ಮಾಸ್
ku_arab: لاس پالماس
ky: Лас-Пальмас
lo: ລາສປາລມາສ
lt: Las Palmasas
lv: Laspalmasa
mi: Rei Pāma
mk: Лас Палмас
ml: ലാസ് പല്‍മാസ്
mn: Лас Палмас
mr: लास पाल्मास
ne: लास पाल्मास
or: ଲାସ ପାଲମାସ୍
pa_arab_pk: پالمس
pa_in: ਲਾਸ ਪਾਲਮਾਸ
ru: Лас-Пальмас
sd: لاس پلماس
si: ලාස් පල්මාස්
sr_cyrl_rs: Лас Палмас
ta: லாஸ் பாமாஸ்
te: లాస్ పాల్మాస్
tg: Лас-Палмас
th: ลาส พัลมาส
tt: Лас-Палмас
ug: لاس پالماس
uk: Лас-Пальмас
ur: لاس پالماس
zh_hans: 拉斯帕尔马斯
zh_hant: 拉斯帕爾馬斯

# Word.State.ES.León
source: León
af: Leon
am: ሊዮ
ar: ليون
as: লিঅ'ন
az: Leon
bg: Леон
bn_in: লেন
el: Λεόν
eu: Leon
fa: لئون
gu: લીઓન
he: לאון
hi: लिओन
ja: レオン
ka: ლეონი
kk: Леон
kn: ಲಿಯೋನ್
ko: 레온
ku_arab: لیۆن
ky: Леон
lo: ລີອອນ
lt: Leonas
lv: Leona
mi: Rēono
mk: Леон
ml: ലിയോണ്‍
mn: Леон
mr: लियॉन
ms: Leon
ne: लेóएन
nn_no: Leon
or: ଲେóନ୍
pa_arab_pk: لی اون
pa_in: ਲੀਓਨ
ru: Леон
sd: ليون
si: ලියොන්
sl: Leon
sr_cyrl_rs: Леон
sr_latn_rs: Leon
ta: லியோன்
te: లియోన్
tg: Леон
th: ลีอง
tr: Leon
tt: Леон
ug: لېيون
uk: Леон
ur: لیون
uz: Leon
zh_hans: 里昂
zh_hant: 雷昂

# Word.State.ES.Lleida
source: Lleida
am: ለዪዳ
ar: لليدا
as: লেইডা
az: Lleyda
bg: Леида
bn_in: লালেইডা
el: Λέιδα
fa: لییدا
gu: લૈડા
he: לידה
hi: लिएडा
ja: リェイダ
ka: ლეიდა
kk: Ллейда
kn: ಲಿಯೆಡಾ
ku_arab: لیدیا
ky: Лерида
lo: ເລີຍລາ
lt: Lerida
lv: Ljeida
mi: Kirita
mk: Љеида
ml: ലെയ്‌ദ
mn: Ллэйда
mr: लैदा
ne: लेइदा
or: ଲଏଇଡା
pa_arab_pk: لےایڈا
pa_in: ਲਲੀਦਾ
ru: Ллейда
sd: لليڊا
si: ලේඩියා
sr_cyrl_rs: Љеида
sr_latn_rs: Ljeida
ta: லெய்டா
te: ల్లిడా
tg: Ллейда
th: เลดา
tt: Лерида
ug: لېرىدا
uk: Ллейда
ur: لایدا
uz: Lerida
zh_hans: 莱里达
zh_hant: 萊里達

# Word.State.ES.Lugo
source: Lugo
am: ሉጎ
ar: لوجو
as: লুগো
az: Luqo
bg: Луго
bn_in: লুগো
el: Λούγκο
fa: لوگو
gu: લુગો
he: לוגו
hi: लूगो
ja: ルゴ
ka: ლუგო
kk: Луго
kn: ಲುಗೊ
ku_arab: لوگۆ
ky: Луго
lo: ລູໂກ
lt: Lugas
mi: Rungo
mk: Луго
ml: ലൂഗോ
mn: Луго
mr: लुगो
ne: लुगो
or: ଲୁଗୋ
pa_arab_pk: لوگو
pa_in: ਲੂਗੋ
ru: Луго
sd: لُگو
si: ලුගෝ
sr_cyrl_rs: Луго
ta: லுகோ
te: లూగో
tg: Луго
th: ลูโก
tt: Луго
ug: لۇگو
uk: Луго
ur: لوگو
zh_hans: 卢戈
zh_hant: 盧戈

# Word.State.ES.Madrid
source: Madrid
am: ማድሪድ
ar: مدريد
as: মাদ্ৰিদ
bg: Мадрид
bn_in: মাদ্রিদ
el: Μαδρίτη
eu: Madril
fa: مادرید
ga: Maidrid
gu: મેડ્રિડ
he: מדריד
hi: मैड्रिड
is: Madríd
ja: マドリード
ka: მადრიდი
kk: Мадрид
kn: ಮ್ಯಾಡ್ರಿಡ್
ku_arab: مەدرید
ky: Мадрид
lo: ມາດຣິດ
lt: Madridas
lv: Madride
mi: Matiri
mk: Мадрид
ml: മാഡ്രിഡ്
mn: Мадрид
mr: माद्रिद
ne: म्याड्रिड
or: ମାଡ୍ରିଡ୍
pa_arab_pk: میڈرڈ
pa_in: ਮੈਡਰਿਡ
pl: Madryt
ru: Мадрид
sd: ميڊرڊ
si: මැඩ්‍රිඩ්
sr_cyrl_rs: Мадрид
ta: மேட்ரிட்
te: మాడ్రిడ్
tg: Мадрид
th: มาดริด
tt: Мадрид
ug: مادرېد
uk: Мадрид
ur: میڈرڈ
zh_hans: 马德里
zh_hant: 馬德里

# Word.State.ES.Murcia
source: Murcia
am: ሙርሻ
ar: مورسيا
as: মুৰচিয়া
az: Mursiya
bg: Мурция
bn_in: মুরসিয়া
el: Μούρθια
eu: Murtzia
fa: مورسیا
gu: મર્સિયા
he: מורסיה
hi: मर्सिआ
ja: ムルシア
ka: მურსია
kk: Мурсия
kn: ಮುರ್ಸಿಯಾ
ku_arab: مورسیا
ky: Мурсия
lo: ມູເຊຍ
lt: Mursija
lv: Mursija
mi: Mukia
mk: Мурсија
ml: മുര്‍‌ഷ്യ
mn: Мурсиа
mr: मर्सिया
ne: मुर्सिया
or: ମୁରସିଆ
pa_arab_pk: مورسیا
pa_in: ਮੁਰਸੀਆ
pl: Murcja
ru: Мурсия
sd: مرسيا
si: මියුරියා
sr_cyrl_rs: Мурсија
sr_latn_rs: Mursija
ta: முர்சியா
te: మర్షియా
tg: Мурчия
th: เมอร์เซีย
tt: Мурсия
ug: مۇردىيال
uk: Мурсія
ur: مورسیا
uz: Mursiya
zh_hans: 穆尔西亚
zh_hant: 莫西亞

# Word.State.ES.Málaga
source: Málaga
am: ማላጋ
ar: مالاجا
as: মালাগা
az: Malaqa
bg: Малага
bn_in: মালাগা
bs: Malaga
cy: Malaga
da: Malaga
el: Μάλαγα
fa: مالاگا
gu: માલાગા
he: מלגה
hi: मलागा
hr: Malaga
hu: Malaga
id: Malaga
ja: マラガ
ka: მალაგა
kk: Малага
kn: ಮಲಾಗಾ
ko: 말라가
ku_arab: مالاگا
ky: Малага
lo: ມາລາກາ
lt: Malaga
lv: Malaga
mk: Малага
ml: മലാഗ
mn: Малага
mr: मलागा
mt: Malaga
ne: मालागा
or: ମାଲାଗା
pa_arab_pk: مالاقہ
pa_in: ਮਾਲਾਗਾ
ru: Малага
sd: ملاگا
si: මලගා
sl: Malaga
sr_cyrl_rs: Малага
sr_latn_rs: Malaga
ta: மாலாகா
te: మలగ
tg: Малага
th: มาลากา
tr: Malaga
tt: Малага
ug: مالاگا
uk: Малаґа
ur: مالاقہ
uz: Malaga
zh_hans: 马拉加
zh_hant: 馬拉加

# Word.State.ES.Melilla
source: Melilla
am: መሊላ
ar: ميليليا
as: মেলিল্লা
bg: Мелиля
bn_in: মেলিআ
de: Sevilla
el: Μελίλλια
fa: ملیلا
he: מלילה
hi: मेलिला
hu: Sevilla
ka: მელილა
kk: Мелилла
ku_arab: مێلییا
ky: Мелилья
lo: ເມລິລລາ
lt: Melilija
lv: Melilja
mk: Мелиља
ml: മെലില്ല
mn: Мелилья
ne: मेलिला
or: ମେଲିଲ୍ଲ
pa_arab_pk: میلیلا
pa_in: ਮੇਲਿੱਲਾ
ru: Мелилья
sd: ميليلا
si: මෙලිලා
sr_cyrl_rs: Мелиља
sr_latn_rs: Melilja
ta: மெல்லா
te: మెలీలియా
tg: Мелиля
th: เมลียา
tt: Мелилла
ug: مىلىللا
uk: Мелілья
ur: میلیلا
uz: Melillya
zh_hans: 梅利利亚

# Word.State.ES.Navarra
source: Navarre
af: Navarra
am: ናቫሬ
ar: نافارا
as: নাভাৰে
bg: Навара
bn_in: ন্যাভারে
de: Navarra
el: Ναβάρα
es: Navarra
eu: Nafarroa
fa: ناوارا
gl: Navarra
gu: નવાર
he: נאבארה
hi: नवारे
hr: Navara
hu: Navarra
id: Navarra
is: Navarra
ja: ナバラ
ka: ნავარა
kk: Наварра
kn: ನವಾರ್
ko: 나바르
ku_arab: ناڤار
ky: Наварра
lo: ນາວາຣ
lt: Navara
lv: Navarra
mi: Napāre
mk: Навара
ml: നവാര
mn: Наварра
mr: नावार्रे
mt: Navarra
ne: नभार्रे
nn_no: Navarra
no: Navarra
or: ନଭାରା
pa_arab_pk: ناوارا
pa_in: ਨਾਵੱਰਾ
pl: Nawarra
ru: Наварра
sd: نوارا
si: නාවාරේ
sr_cyrl_rs: Навара
sr_latn_rs: Navara
sv: Navarra
ta: நவர்ரா
te: నెవార్
tg: Наварра
th: นาบาร์รา
tr: Navarra
tt: Наварра
ug: ناۋاررې
uk: Наварра
ur: ناوارا
uz: Navarra
zh_hans: 纳瓦拉
zh_hant: 納瓦拉

# Word.State.ES.Ourense
source: Ourense
am: አውረንስ
ar: أورينسي
as: আওৰেন্স
bg: Оренс
bn_in: ওয়ুরেন্স
el: Ορένσε
fa: اورنس
gu: ઔરેન્સ
he: אורנסה
hi: ओरेन्से
ja: オウレンセ
ka: ორენსე
kk: Оренсе
kn: ಔರೆನ್ಸಿ
ku_arab: کورێنس
ky: Оренсо
lo: ໂອເຣັນເຊ
lt: Ourensė
lv: Orense
mi: Ōrenehi
mk: Оренсе
ml: ഔറെന്‍സ്
mn: Оурэнсэ
mr: ऑरेन्स
ne: अउरेन्से
nn_no: Orense
or: ଓଉରେନସେ
pa_arab_pk: اورینسے
pa_in: ਓਰੈਂਸ
ru: Оренсе
sd: اورينس
si: ක්යුරෙන්ස්
sr_cyrl_rs: Оренсе
sr_latn_rs: Orense
ta: அவரென்ஸ்
te: ఔరెన్సీ
tg: Куренсе
th: อูเรนเซ
tt: Оренсе
ug: ئوۋېرىنىس
uk: Оуренсе
ur: اورینسا
uz: Orense
zh_hans: 奥伦塞
zh_hant: 奧倫塞

# Word.State.ES.Palencia
source: Palencia
am: ፓለንሲያ
ar: بالينشا
as: পালেনচিয়া
az: Palensiya
bg: Паленция
bn_in: পালেনসিয়া
el: Παλένθια
eu: Palentzia
fa: پالنسیا
gu: પાલેન્સિયા
he: פלנסיה
hi: पैलेन्शिया
ja: パレンシア
ka: პალენსია
kk: Паленсия
kn: ಪ್ಯಾಲೆನ್ಸಿಯಾ
ku_arab: پالێنسیا
ky: Паленсия
lo: ປາເລັນເຊຍ
lt: Palensija
lv: Palensija
mi: Parentia
mk: Паленсија
ml: പലന്‍‌ഷ്യ
mn: Палэнсиа
mr: पलेन्सिया
ne: प्यालेन्सिया
or: ପାଲେନସିଆ
pa_arab_pk: پالینشیا
pa_in: ਪਾਲੇਨਸੀਆ
ru: Паленсия
sd: پيلينسيا
si: පැලන්සියා
sr_cyrl_rs: Паленсија
sr_latn_rs: Palensija
ta: பலென்ஷியா
te: పాలెన్షీయా
tg: Паленсия
th: ปาเลนเซีย
tt: Паленсия
ug: پالېنسىيا
uk: Паленсія
ur: پالینسیا
uz: Palensiya
zh_hans: 帕伦西亚
zh_hant: 帕倫西亞

# Word.State.ES.Pontevedra
source: Pontevedra
am: ፖንተቨድራ
ar: بونتفيدرا
as: পণ্টেভেড্ৰা
bg: Понтеведра
bn_in: পোন্টেভেদ্রা
el: Ποντεβέδρα
fa: پونت ودرا
gu: પોન્ટેવેડ્રા
he: פונטוודרה
hi: पॉन्टेवेड्रा
ja: ポンテベドラ
ka: პონტევედრა
kk: Понтеведра
kn: ಪೊಂಟೆವೆಡ್ರಾ
ku_arab: پۆنتێڤێدرا
ky: Понтеведра
lo: ປອນເຕເວດຣາ
mi: Ponotewetara
mk: Понтеведра
ml: പോണ്ടിവെദ്ര
mn: Понтэвэдра
mr: पाँटेवेद्रा
ne: पोन्तेभेद्रा
or: ପୋନଟେଭେଡ୍ରା
pa_arab_pk: پونتےویدرا
pa_in: ਪੌਂਟੇਵੇਡਰਾ
ru: Понтеведра
sd: پونٽيويڊرا
si: පොන්ටෙවර්ඩා
sr_cyrl_rs: Понтеведра
ta: பொன்டேவேத்ரா
te: పాంటెవెడ్రా
tg: Понтеведра
th: ปอนเตเบดรา
tt: Понтеведра
ug: پونتېۋېدرا
uk: Понтеведра
ur: پونتی ویدرا
zh_hans: 蓬特韦德拉
zh_hant: 蓬特韋德拉

# Word.State.ES.Salamanca
source: Salamanca
am: ሳላማንካ
ar: سالامانكا
as: চালামানেকা
az: Salamanka
bg: Саламанка
bn_in: সালামানকা
el: Σαλαμάνκα
fa: سالامانکا
gu: સાલામાન્કા
he: סלמנקה
hi: सलामांका
ja: サラマンカ
ka: სალამანკა
kk: Саламанка
kn: ಸಾಲಮಾಂಕಾ
ku_arab: سالامانکا
ky: Саламанка
lo: ຊາລາມານກາ
lt: Salamanka
lv: Salamanka
mi: Haramanika
mk: Саламанка
ml: സലമാന്‍‌ക
mn: Саламанка
mr: सालमन्का
ne: सालामान्का
or: ସାଲାମନାକା
pa_arab_pk: سالامانکا
pa_in: ਸਾਲਾਮਐਂਕਾ
pl: Salamanka
ru: Саламанка
sd: سلمانڪا
si: සැලමාන්කා
sr_cyrl_rs: Саламанка
sr_latn_rs: Salamanka
ta: சலமன்கா
te: సాలమంకా
tg: Саламанка
th: ซาลามันกา
tt: Саламанка
ug: سالامانكا
uk: Саламанка
ur: سالامانکا
uz: Salamanka
zh_hans: 萨拉曼卡
zh_hant: 塞拉曼加

# Word.State.ES.SantaCruzdeTenerife
source: Santa Cruz de Tenerife
am: ሳንታ ክሩዝ ደ ተነሪፍ
ar: سانتا كروز دي تنيريف
as: চাণ্টা ক্ৰুজ ডে টেনেৰিফা
az: SantaKruz-de-Tenerife
bg: Санта Круз де Тенерифе
bn_in: সান্টা ক্রুজ দে টেনেরিফে
el: Σάντα Κρουζ Τενερίφης
eu: Tenerifeko Santa Cruz
fa: سانتا کروز دی تنریف
gu: સાન્ટા ક્રુઝ ડિ ટેનેરીફ
he: סנטה קרוזס דה טנריף
hi: सांता क्रूज़ डे टेनेरिफ़े
ja: サンタ・クルス・デ・テネリフェ
ka: სანტა-კრუს-დე-ტენერიფე
kk: Санта-Крус-де-Тенерифе
kn: ಸಂತಾ ಕ್ರೂಜ್ ಡಿ ಟೆನಿರಿಫ್
ku_arab: سانتا کروز دی تێنێریف
ky: Санта Крус де Тенерифе
lo: ຊານຕາຄຣຸຊເດເຕເນຣີເຟ
lt: Tenerifės Santa Krusas
lv: Santakrusa de Tenerife
mi: Hato Rīpeka o Tenarīwhi
mk: Санта Круз де Тенерифе
ml: സാന്ത ക്രൂസ് ഡി ടെനെറിഫ്
mn: Санта Круз дэ Тэнэрифэ
mr: सांता क्रुझ दे टेनेराइफ
ne: स्यान्टा क्रुज दे तेनेरिफे
or: ସାନ୍ତା କ୍ରୁଜ୍ ଡେ ଟେନେରିଫ୍
pa_arab_pk: سانٹا کروز دا ٹےنی رائف
pa_in: ਸਾਂਟਾ ਕਰੂਜ਼ ਡੇ ਟੈਨੀਰਾਈਫ
ru: Санта-Круз-де-Тенерифе
sd: سينٽا ڪروز ڊي ٽينرف
si: සැන්ඩා කෘස් ඩි ටෙනෙරිෆි
sr_cyrl_rs: Санта Круз де Тенерифе
sr_latn_rs: Santa Kruz de Tenerife
ta: சாண்டா குரூஸ் டி டெனரிஃப்
te: శాంటా క్రూజ్ డి టెనరిఫె
tg: Санта-Круз де Тенериф
th: ซานตา ครูซ เด เตเนริเฟ
tt: Санта-Крус-де-Тенерифе
ug: سانتا كىرۇز تېنېرىفې
uk: Санта-Крус-де-Тенеріфе
ur: سانتا کروز دی تےنیریفی
uz: Santa-Krus-de-Tenerife
zh_hans: 特纳里夫圣克鲁斯
zh_hant: 聖克魯茲德特內里費

# Word.State.ES.Segovia
source: Segovia
am: ሰጎቪያ
ar: سيجوفيا
as: চেগোভিয়া
az: Seqovia
bg: Сеговия
bn_in: সেগোভিয়া
el: Σεγκόβια
fa: سگوویا
gu: સેગોવીયા
he: סגוביה
hi: सेगोविया
ja: セゴビア
ka: სეგოვია
kk: Сеговия
kn: ಸೆಗೋವಿಯಾ
ku_arab: سێگۆڤیا
ky: Сеговия
lo: ເຊໂກເວຍ
lt: Segovija
lv: Segovija
mi: Hekowia
mk: Сеговија
ml: സെഗോവിയ
mn: Сэговиа
mr: सेगोव्हिया
ne: सेगोभिया
or: ସେଗୋଭିଆ
pa_arab_pk: سیگوویا
pa_in: ਸੇਗੋਵੀਆ
pl: Segowia
ru: Сеговия
sd: سيگوويا
si: සෙගෝවියා
sr_cyrl_rs: Сеговија
sr_latn_rs: Segovija
ta: செகோவியா
te: సెగోవియా
tg: Сеговия
th: เซโกเวีย
tt: Сеговия
ug: سېگوۋىيا
uk: Сеґовія
ur: سیگوویا
uz: Segoviya
zh_hans: 塞哥维亚
zh_hant: 塞哥維亞

# Word.State.ES.Sevilla
source: Seville
af: Sevilla
am: ሰቪል
ar: إشبيلية
as: চেভিলে
bg: Севиля
bn_in: সেভিলী
da: Sevilla
de: Sevilla
el: Σεβίλλη
es: Sevilla
eu: Sevilla
fa: سویا
ga: Sevilla
gl: Sevilla
gu: સેવિલે
he: סביליה
hi: सेविले
hr: Sevilla
hu: Sevilla
id: Sevilla
is: Sevilla
ja: セビリア
ka: სევილა
kk: Севилья
kn: ಸೆವಿಲ್ಲೆ
ko: 세비야
ku_arab: سێڤیل
ky: Севилья
lo: ເຊວິລ
lt: Sevilija
lv: Sevilja
mi: Hewiri
mk: Севилја
ml: സെവില്ല
mn: Сэвилья
mr: सेव्हिले
mt: Sevilja
ne: सेभिल्ले
nn_no: Sevilla
no: Sevilla
or: ସେଭିଲା
pa_arab_pk: سیویلا
pa_in: ਸੇਵਿਲਾ
pl: Sewilla
ru: Севилья
sd: سيويلا
si: සෙවිල්
sr_cyrl_rs: Севиља
sr_latn_rs: Sevilja
sv: Sevilla
ta: செவில்லா
te: సివెల్
tg: Севил
th: เซบียา
tr: Sevilla
tt: Севилья
ug: سېۋىللې
uk: Севілья
ur: اشبیلیہ
uz: Seviliya
zh_hans: 塞维利亚
zh_hant: 塞維利亞

# Word.State.ES.Soria
source: Soria
am: ሶሪያ
ar: سوريا
as: চোৰিয়া
az: Soriya
bg: Сориа
bn_in: সোরিয়া
el: Σόρια
fa: سوریا
gu: સોરીયા
he: סוריה
hi: सोरिया
ja: ソリア
ka: სორია
kk: Сория
kn: ಸೋರಿಯಾ
ku_arab: سۆریا
ky: Сория
lo: ຊໍເຣຍ
lt: Sorija
lv: Sorija
mi: Hōria
mk: Сорија
ml: സോരിയ
mn: Сориа
mr: सोरिया
ne: सोरिया
or: ସୋରିଆ
pa_arab_pk: سوریا
pa_in: ਸੋਰੀਆ
ru: Сория
sd: سوريئا
si: සෝරියා
sr_cyrl_rs: Сорија
sr_latn_rs: Sorija
ta: சொரியா
te: సొరియా
tg: Сория
th: โซเรีย
tt: Сория
ug: سورىيا
uk: Сорія
ur: سوریا
uz: Soriya
zh_hans: 索里亚
zh_hant: 索里亞

# Word.State.ES.Tarragona
source: Tarragona
am: ታራጎና
ar: تاراجونا
as: টাৰাগোনা
az: Tarraqona
bg: Тарагона
bn_in: তাররাগোনা
bs: Taragona
el: Ταραγκόνα
fa: تاراگونا
gu: ટારાગોના
he: טרגונה
hi: टारागोना
ja: タラゴナ
ka: ტარაგონა
kk: Таррагона
kn: ತರಂಗೋನಾ
ku_arab: تاراگۆنا
ky: Таррагона
lo: ຕາຣາໂກນາ
lt: Taragona
mi: Tarakona
mk: Тарагона
ml: ടരഗോണ
mn: Таррагона
mr: तारागोना
ne: तारागोना
or: ତାରାଗୋନା
pa_arab_pk: ٹاراگونا
pa_in: ਤਾਰਾਗੋਨਾ
ru: Таррагона
sd: ٽيراگونا
si: ටැරාගෝනා
sr_cyrl_rs: Тарагона
sr_latn_rs: Taragona
ta: டரகோனா
te: తరగోనా
tg: Таррагона
th: ตาร์ราโกนา
tt: Таррагона
ug: تارراگونا
uk: Тарраґона
ur: ترراگونا
zh_hans: 塔拉戈纳
zh_hant: 塔拉戈納

# Word.State.ES.Teruel
source: Teruel
am: ተሩወል
ar: تيرول
as: টেৰুৱেল
bg: Теруел
bn_in: তেরুয়েল
el: Τερουέλ
fa: تروئل
gu: તેરુલ
he: טרואל
hi: टेरुएल
ja: テルエル
ka: ტერუელი
kk: Теруел
kn: ಟೆರುಯಲ್
ku_arab: تیرۆل
ky: Теруель
lo: ເຕຣູແອລ
lt: Teruelis
lv: Tervela
mi: Terue
mk: Теруел
ml: ടേര്‍വെല്‍
mn: Тэрүэл
mr: तेरुएल
ne: टेरुवेल
or: ତେରୁଏଲ୍
pa_arab_pk: ٹیروویل
pa_in: ਟੇਰੂਇਲ
ru: Теруэль
sd: ٽيريل
si: ටෙරුවෙල්
sr_cyrl_rs: Теруел
ta: டெருயல்
te: టెరుయల్
tg: Теруэл
th: เตรูเอล
tt: Теруэл
ug: تېرۇئىل
uk: Теруель
ur: تیرویل
zh_hans: 特鲁埃尔
zh_hant: 特魯埃爾

# Word.State.ES.Toledo
source: Toledo
am: ቶሊዶ
ar: توليدو
as: টোলেডো
bg: Толедо
bn_in: তোলেডো
el: Τολέδο
fa: تولدو
gu: ટોલેડો
he: טולדו
hi: टोलेडो
ja: トレド
ka: ტოლენდო
kk: Толедо
kn: ಟೊಲೆಡೊ
ku_arab: تۆلیدۆ
ky: Толедо
lo: ໂຕເລໂດ
lt: Toledas
mi: Tōrero
mk: Толедо
ml: ടൊലെഡോ
mn: Толэдо
mr: तेलेदो
ne: टोलेदो
or: ତୋଲେଡୋ
pa_arab_pk: تولیدو
pa_in: ਟੋਲੇਡੋ
ru: Толедо
sd: ٽوليڊو
si: ටොලෙඩෝ
sr_cyrl_rs: Толедо
ta: டொலெடோ
te: టొలెడో
tg: Толедо
th: โตเลโด
tt: Толедо
ug: تولېدو
uk: Толедо
ur: ٹولیڈو
zh_hans: 托莱多
zh_hant: 托雷多

# Word.State.ES.Valencia
source: Valencia
am: ቫለንሲያ
ar: فالينسيا
as: ভালেনিকা
az: Valensiya
bg: Валенсия
bn_in: ভালেনসিয়া
bs: Valensija
el: Βαλένθια
eu: Valentzia
fa: والنسیا
gu: વાલેન્સિયા
he: ולנסיה
hi: वेलेंशिया
ja: バレンシア
ka: ვალენსია
kk: Валенсия
kn: ವ್ಯಾಲೆನ್ಸಿಯಾ
ku_arab: ڤالێنسیا
ky: Валенсия
lo: ວາເລັນເຊຍ
lt: Valensija
lv: Valensija
mi: Weneti
mk: Валенсија
ml: വലന്‍ഷ്യ
mn: Валэнсиа
mr: वॅलेन्सिया
ne: भ्यालेन्सिया
or: ଭାଲେନସିଆ
pa_arab_pk: ویلینشیا
pa_in: ਵੈਲੇਂਸੀਆ
pl: Walencja
ru: Валенсия
sd: ويلينسيا
si: වලෙනිකා
sr_cyrl_rs: Валенсија
sr_latn_rs: Valensija
ta: வலென்சியா
te: వాలెన్షియా
tg: Валенсия
th: บาเลนเซีย
tt: Валенсия
ug: ۋالېنسىيا
uk: Валенсія
ur: ویلیشیا
uz: Valensiya
zh_hans: 瓦伦西亚
zh_hant: 瓦倫西亞

# Word.State.ES.Valladolid
source: Valladolid
am: ቫላዶሊድ
ar: فالادوليد
as: ভালাডোলিড
az: Valyadolid
bg: Валадолид
bn_in: ভাললাদোলিদ
el: Βαγιαδολίδ
fa: والادولید
gu: વાલાડોલીડ
he: ואידוליד
hi: वैलेडोलिड
ja: バリャドリド
ka: ვალადოლიდი
kk: Валладолид
kn: ವಲ್ಲೆಡೊಲಿಡ್
ku_arab: ڤالادۆلید
ky: Вальядолид
lo: ວາລາດໍລິດ
lt: Valjadolidas
lv: Valjadolida
mi: Wharatorite
mk: Ваљадолид
ml: വല്ലാഡോലിഡ്
mn: Валладолид
mr: वॅलॅडोलिड
ne: भाल्लाडोलिड
or: ଭାଲ୍ଲାଡୋଲିଡ୍
pa_arab_pk: ولادولید
pa_in: ਵੱਲਾਡੋਲਿਡ
ru: Вальядолид
sd: والاڊولڊ
si: වොලඩොලිඩ්
sr_cyrl_rs: Ваљадолид
sr_latn_rs: Valjadolid
ta: வல்லாடொலிட்
te: వాలెడోలిడ్
tg: Валладолид
th: บายาโดลิด
tt: Вальядолид
ug: ۋاللادولىد
uk: Вальядолід
ur: والاڈولیڈ
uz: Valyadolid
zh_hans: 巴利阿多利德
zh_hant: 瓦拉朵麗
