Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.RegistrationNumber.RIF
source: RIF registration number
af: RIF- registrasienommer
am: RIF የምዝገባ ቁጥር
ar: رقم تسجيل سجل التعريف (RIF)
as: RIF পঞ্জীয়ন নম্বৰ
az: RIF qeydiyyat nömrəsi
bg: Регистрационен номер на RIF
bn_in: RIF নিবন্ধন নম্বর
bs: RIF registracijski broj
cy: Rhif cofrestru RIF
da: RIF- registreringsnummer
de: RIF-Registrierungsnummer
el: Αριθμός μητρώου RIF
es: Número de registro de RIF
et: RIF-registreerimisnumber
eu: RIF erregistro zenbakia
fa: شماره ثبت RIF
ga: Cláruimhir RIF
gd: Àireamh clàraidh RIF
gl: Número de rexistro RIF
gu: RIF નોંધણી નંબર
he: מספר רישום RIF
hi: RIF पंजीकरण संख्या
hr: RIF registarski broj
hu: RIF-regisztrációs szám
id: Nomor registrasi RIF
is: RIF skráningar númer
ja: RIF 登録 番号
ka: RIF რეგისტრაციის ნომერი
kk: RIF тіркеу нөмірі
kn: RIF ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: RIF 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ RIF
lt: RIF registracijos numeris
lv: RIF reģistrācijas numurs
mi: TaurēhitaRIF
mk: RIF регистарски број
ml: RIF രജിസ്ട്രേഷൻ നമ്പർ
mr: RIF नोंदणी क्रमांक
ms: Nombor pendaftaran RIF
mt: Numru ta’ reġistrazzjoni tar-RIF
ne: RIF दर्ता नम्बर
nn_no: RIF registrerings nummer
no: Registreringsnummer for RIF
or: RIF ପଞ୍ଜିକରଣ ନମ୍ବର
pa_in: RIF ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji RIF
ru: Регистрационный номер RIF
sl: Številka registracije RIF
sr_cyrl_rs: RIF регистрациони број
sr_latn_rs: RIF registracioni broj
sv: RIF -registreringsnummer
ta: RIF பதிவு எண்
te: RIF రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน RIF
tr: RIF kayıt numarası
tt: RIF теркәлү номеры
ug: RIF تىزىملاش نومۇرى
uk: Реєстраційний номер RIF
ur: RIF رجسٹریشن نمبر
uz: RIF registratsiya raqami
vi: Số đăng ký RIF
zh_hans: RIF 注册号
zh_hant: RIF 註冊 號碼

# Word.RegistrationNumber.TIN
source: TIN registration number
af: TIN- registrasienommer
am: TIN የምዝገባ ቁጥር
ar: رقم تسجيل رقم تعريف الجهة الخاضعة للضريبة
as: TIN পঞ্জীয়ন নম্বৰ
az: VÖEN qeydiyyat nömrəsi
bg: Регистрационен номер на TIN
bn_in: TIN নিবন্ধন নম্বর
bs: TIN registracijski broj
cy: Rhif cofrestru TIN
da: TIN- registreringsnummer
de: Steuer-ID-Registrierungsnummer
el: Αριθμός μητρώου TIN
es: Número de registro de TIN
et: TIN-registreerimisnumber
eu: TIN erregistro zenbakia
fa: شماره ثبت TIN
ga: Cláruimhir TIN
gd: Àireamh clàraidh TIN
gl: Número de rexistro NIF
gu: TIN નોંધણી નંબર
he: מספר רישום TIN
hi: TIN पंजीकरण संख्या
hr: TIN registracijski broj
hu: TIN-regisztrációs szám
id: Nomor registrasi NPWP
is: TIN skráningar númer
ja: TIN 登録 番号
ka: TIN რეგისტრაციის ნომერი
kk: TIN тіркеу нөмірі
kn: TIN ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: TIN 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ TIN
lt: TIN registracijos numeris
lv: TIN reģistrācijas numurs
mi: TaurēhitaTIN
mk: TIN регистарски број
ml: TIN രജിസ്ട്രേഷൻ നമ്പർ
mr: TIN नोंदणी क्रमांक
ms: Nombor pendaftaran TIN
mt: Numru ta’ reġistrazzjoni tat-TIN
ne: TIN दर्ता नम्बर
nn_no: TIN registrerings nummer
no: Registreringsnummer for TIN
or: TIN ପଞ୍ଜିକରଣ ସଂଖ୍ୟା
pa_in: TIN ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji NIP
ru: Регистрационный номер TIN
sl: Številka registracije TIN
sr_cyrl_rs: ТИН регистрациони број
sr_latn_rs: TIN registracioni broj
sv: TIN -registreringsnummer
ta: TIN பதிவு எண்
te: టిన్ రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน TIN
tr: TIN kayıt numarası
tt: TIN теркәлү номеры
ug: TIN تىزىملاش نومۇرى
uk: Реєстраційний номер ІІН
ur: TIN رجسٹریشن نمبر
uz: TIN registratsiya raqami
vi: Số đăng ký TIN
zh_hans: TIN 注册号
zh_hant: TIN 註冊 號碼

# Word.RegistrationNumber.Tooltip
source: A registration number helps us identify your business and determine the taxes you pay when you buy Microsoft 365 products and services.
af: ’n Registrasienommer help ons om jou besigheid te identifiseer en die belasting te bepaal wat jy bepaal wanneer jy Microsoft 365-produkte en -dienste koop.
am: የ Microsoft 365 ምርቶችን እና አገልግሎቶችን በሚገዙበት ጊዜ የምዝገባ ቁጥር ንግድዎን ለመለየት እና እርስዎ የሚከፍሉትን ግብር ለመወሰን ይረዳናል።
ar: رقم تسجيل يساعدنا على التعرف على عملك وتحديد الضرائب التي تدفعها عند شراء منتجات وخدمات Microsoft 365.
as: এটা পঞ্জীয়ন নম্বৰে আমাক আপোনাৰ ব্যৱসায় চিনাক্ত কৰাত আৰু আপুনি Microsoft 365 প্ৰ’ডাক্ট আৰু সেৱা ক্ৰয় কৰাৰ সময়ত আপুনি পৰিশোধ কৰা কৰ নিৰ্ধাৰণ কৰাত সহায় কৰে।
az: Qeydiyyat nömrəsi bizə biznesinizi müəyyən etməyə və Microsoft 365 məhsul və xidmətlərini alarkən ödədiyiniz vergiləri müəyyən etməyə kömək edir.
bg: Регистрационният номер ни помага да идентифицираме бизнеса ви и да определим данъците, които плащате, когато купувате продукти и услуги на Microsoft 365.
bn_in: একটি নিবন্ধন নম্বর আমাদেরকে আপনার ব্যবসা শনাক্ত করতে এবং আপনি Microsoft 365 পণ্য ও পরিষেবা কিনলে আপনার প্রদেয় কর নির্ধারণ করতে সহায়তা করে।
bs: Registracijski broj nam pomaže da identifikujemo vaše poslovanje i odredimo poreze koje plaćate kada kupite Microsoft 365 proizvode i usluge.
cy: Mae rhif cofrestru yn ein helpu i adnabod eich busnes a phennu'r trethi rydych chi yn eu talu wrth brynu cynnyrch a gwasanaethau Microsoft 365.
da: Et registreringsnummer hjælper os med at identificere din virksomhed og bestemme de skatter, du betaler, når du køber Microsoft 365-produkter og -tjenester.
de: Eine Registrierungsnummer hilft uns, Ihr Unternehmen zu identifizieren und die Steuern zu ermitteln, die Sie zahlen, wenn Sie Microsoft 365-Produkte und -Dienste kaufen.
el: Ένας αριθμός μητρώου μάς βοηθά να αναγνωρίσουμε την επιχείρησή σας και να προσδιορίσουμε τους φόρους που πληρώνετε όταν αγοράζετε προϊόντα και υπηρεσίες Microsoft 365.
es: Un número de registro nos ayuda a identificar su empresa y a determinar los impuestos que paga cuando compra los productos y servicios de Microsoft 365.
et: Registreerimisnumber aitab meil teie ettevõtte tuvastada ja määrata kindlaks maksud, mis tuleb teil Microsoft 365 toodete ja teenuste ostmisel tasuda.
eu: Zure enpresa identifikatzen eta Microsoft 365-eko produktuak eta zerbitzuak erosten dituzunean ordaindu beharreko zergak zehazten laguntzen digu erregistro-zenbaki batek.
fa: شماره ثبت به ما کمک می‌کند تا کسب و کارتان را شناسایی کنیم و مالیات‌هایی را که هنگام خرید محصولات و سرویس‌های Microsoft 365 پرداخت می‌کنید تعیین کنیم.
ga: Cabhraíonn cláruimhir linn chun do ghnó a aithint agus na cánacha a íocann tú nuair a cheannaíonn tú táirgí agus seirbhísí Microsoft 365 a shocrú.
gd: Le àireamh clàraidh, bidh e nas fhasa dhuinn an gnìomhachas agad aithneachadh agus na cìsean a phàigheas tu nuair a cheannaicheas tu bathar is seirbheisean Microsoft 365 àireamhachadh.
gl: O número de rexistro axúdanos a identificar a súa empresa e determinar os impostos que paga ao comprar produtos e servizos de Microsoft 365.
gu: એક નોંધણી નંબર અમને તમારા વ્યવસાયને ઓળખવામાં અને તમે Microsoft 365 ઉત્પાદનો અને સેવાઓ ખરીદો ત્યારે જે કરવેરા તમે ચૂકવો છો તે નિર્ધારિત કરવામાં મદદ કરે છે.
he: מספר רישום מסייע לנו לזהות את העסק שלך ולקבוע את המיסים שעליך לשלם בעת קניית מוצרים ושירותים של Microsoft 365.
hi: पंजीकरण संख्या से हमें आपके व्यवसाय की पहचान करने और आपके द्वारा Microsoft 365 उत्पादों और सेवाओं को खरीदने पर आपके द्वारा भुगतान किए जाने वाले करों को निर्धारित करने में मदद मिलती है.
hr: Registarski broj pomaže nam u prepoznavanju vaše tvrtke ili ustanove i u određivanju poreza koje plaćate prilikom kupnje proizvoda i usluga MICROSOFT 365.
hu: A regisztrációs szám segítségével könnyebben azonosíthatjuk a vállalkozását, és meghatározhatjuk a Microsoft 365-termékek és -szolgáltatások vásárlásakor fizetendő adót.
id: Nomor registrasi membantu kami mengidentifikasi bisnis Anda dan menentukan pajak yang Anda bayar saat membeli produk dan layanan Microsoft 365.
is: Skráningarnúmer auðveldar okkur að auðkenna fyrirtækið þitt og ákvarða skatta sem þú greiðir þegar þú kaupir vörur og þjónustu Microsoft 365.
ja: 登録番号は、お客様の会社を特定し、Microsoft 365 製品やサービスを購入するときに支払う税金を判断するのに役立ちます。
ka: რეგისტრაციის ნომერი გვეხმარე თქვენი საწარმოს იდენტიფიკაციასა და გადასახადების განსაზღვრაში, როცა Microsoft 365-ის პროდუქტებსა და სერვისებს ყიდულობთ.
kk: Тіркеу нөмірі сіз Microsoft 365 өнімдері мен қызметтерін сатып алғанда компанияңызды анықтауға және сіз төлейтін салықтарды анықтауға көмектеседі.
kn: ನಿಮ್ಮ ವ್ಯವಹಾರವನ್ನು ಗುರುತಿಸಲು ಮತ್ತು ನೀವು Microsoft 365 ಉತ್ಪನ್ನಗಳು ಮತ್ತು ಸೇವೆಗಳನ್ನು ಖರೀದಿಸುವಾಗ ನೀವು ಪಾವತಿಸುವ ತೆರಿಗೆಗಳನ್ನು ನಿರ್ಧರಿಸಲು ನೋಂದಣಿ ಸಂಖ್ಯೆಯು ನಮಗೆ ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ko: 등록 번호는 비즈니스를 식별하고 Microsoft 365 제품 및 서비스를 구매할 때 지불하는 세금을 결정하는 데 도움이 됩니다.
lo: ໝາຍເລກຈົດທະບຽນຊ່ວຍພວກເຮົາລະບຸທຸລະກິດຂອງທ່ານ ແລະ ລະບຸພາສີທີ່ທ່ານຈ່າຍເມື່ອທ່ານຊື້ຜະລິຕະພັນ ແລະ ການບໍລິການຂອງ Microsoft 365.
lt: Registracijos numeris padeda mums identifikuoti jūsų įmonę ir nustatyti mokesčius, kuriuos mokate pirkdami „Microsoft 365“ produktus ir paslaugas.
lv: Reģistrācijas numurs palīdz mums identificēt jūsu uzņēmumu un noteikt nodokļus, ko maksājat, pērkot Microsoft 365 produktus un pakalpojumus.
mi: Mā tētahi tau rēhitatanga mātou e āwhina ki te tautohu i tō pakihi me te whakatau i ngā tāke ka utuhia e koe ina hoko hua me ngā ratonga Microsoft 365.
mk: Регистарскиот број ни помага да го идентификуваме вашиот бизнис и да одредиме кои даноци ги плаќате при купување производи и услуги на Microsoft 365.
ml: Microsoft 365 ഉൽപ്പന്നങ്ങളും സേവനങ്ങളും വാങ്ങുമ്പോൾ നിങ്ങളുടെ ബിസിനസ്സ് തിരിച്ചറിയാനും നിങ്ങൾ അടയ്ക്കുന്ന ടാക്സ് നിർണ്ണയിക്കാനും ഒരു രജിസ്ട്രേഷൻ നമ്പർ ഞങ്ങളെ സഹായിക്കുന്നു.
mr: नोंदणी क्रमांक आम्हाला आपला व्यवसाय ओळखण्यास आणि आपण Microsoft 365 उत्पादने आणि सेवा खरेदी करता तेव्हा आपण भरलेले कर निश्चित करण्यास मदत करतो.
ms: Nombor pendaftaran membantu kami mengenal pasti perniagaan anda dan menentukan cukai yang anda bayar apabila anda membeli produk dan perkhidmatan Microsoft 365.
mt: Numru ta’ reġistrazzjoni jgħinna nidenfikaw in-negozju tiegħek u niddeterminaw it-taxxi li tħallas meta tixtri l-prodotti u s-servizzi ta’ Microsoft 365.
ne: दर्ता नम्बरले हामीलाई तपाईंको व्यवसाय पहिचान गर्न र तपाईंले Microsoft 365 उत्पादन र सेवाहरू खरिद गर्दा तपाईंले भुक्तानी गर्ने कर निर्धारण गर्न मद्दत गर्छ।
nn_no: Eit registreringsnummer hjelper oss med å identifisere verksemda di og bestemme avgiftene du betaler når du kjøper Microsoft 365-produkt og -tenester.
no: Et registreringsnummer hjelper oss med å identifisere bedriften, og fastsetter hvilke avgifter du betaler når du kjøper Microsoft 365-produkter og -tjenester.
or: ଏକ ପଞ୍ଜିକରଣ ନମ୍ଵର୍ ଆମକୁ ଆପଣଙ୍କ ବ୍ୟବସାୟ ଚିହ୍ନଟ କରିବାରେ ଏବଂ ଆପଣ Microsoft 365 ଉତ୍ପାଦଗୁଡ଼ିକ ଏବଂ ସେବା କିଣିବା ସମୟରେ ଦେୟ ପ୍ରଦାନ କରୁଥିବା କର ନିର୍ଦ୍ଧାରଣ କରିବାରେ ସାହାଯ୍ୟ କରେ.
pa_in: ਜਦੋਂ ਤੁਸੀਂ Microsoft 365 ਉਤਪਾਦਾਂ ਅਤੇ ਸੇਵਾਵਾਂ ਨੂੰ ਖਰੀਦਦੇ ਹੋ ਤਾਂ ਇੱਕ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ ਤੁਹਾਡੇ ਵਪਾਰ ਦੀ ਪਛਾਣ ਕਰਨ ਅਤੇ ਤੁਹਾਡੇ ਦੁਆਰਾ ਅਦਾ ਕੀਤੇ ਜਾਣ ਵਾਲੇ ਟੈਕਸਾਂ ਨੂੰ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ।
pl: Numer rejestracji pomaga nam zidentyfikować Twoją firmę i określić podatki, które należy zapłacić, przy zakupie produktów i usług Microsoft 365.
ru: Регистрационный номер помогает определить предприятие и определить налоги, выплачиваемые при покупке продуктов и услуг Microsoft 365.
sl: Številka registracije nam pomaga identificirati vaše podjetje in določiti davke, ki jih plačate, ko kupite izdelke in storitve Microsoft 365.
sr_cyrl_rs: Регистрациони број нам помаже да идентификујемо ваше предузеће и утврдимо порезе које плаћате када купујете Мицрософт 365 производе и услуге.
sr_latn_rs: Registracioni broj nam pomaže da identifikujemo vaše preduzeće i utvrdimo poreze koje plaćate kada kupujete Microsoft 365 proizvode i usluge.
sv: Ett registreringsnummer hjälper oss att identifiera ditt företag och fastställer de skatter du betalar när du köper Microsoft 365-produkter och -tjänster.
ta: நீங்கள் Microsoft 365 தயாரிப்புகள் மற்றும் சேவைகளை வாங்கும்போது, உங்கள் வணிகத்தை அடையாளங்காணவும் நீங்கள செலுத்தும் வரிகளைத் தீர்மானிக்கவும் ஒரு பதிவு எண் எங்களுக்கு உதவுகிறது.
te: మీ వ్యాపారాన్ని గుర్తించడానికి మరియు మీరు Microsoft 365 ఉత్పత్తులు మరియు సేవలను కొనుగోలు చేసినప్పుడు మీరు చెల్లించే పన్నులను నిర్ణయించడానికి రిజిస్ట్రేషన్ నంబర్ మాకు సహాయపడుతుంది.
th: หมายเลขจดทะเบียนช่วยให้เราสามารถระบุธุรกิจของคุณ และระบุภาษีที่คุณชำระเมื่อคุณซื้อผลิตภัณฑ์และบริการของ Microsoft 365
tr: Bir kayıt numarası, işletmenizi tanımlamanıza ve Microsoft 365 ürünleri ve hizmetleri satın alırken ödediğiniz vergileri belirlemenize yardımcı olur.
tt: Теркәлү номеры сезнең эшегезне танырга һәм Microsoft 365 продуктларын һәм хезмәтләрен сатып алганда түләгән салымнарны билгеләргә ярдәм итә.
ug: تىزىملاش نومۇرى ئارقىلىق سودا تۈرىنى ئېنىقلاپ، Microsoft 365 مەھسۇلاتلىرى ۋە مۇلازىمەتلىرىنى سېتىۋالغاندا كېلىدىغان باجنى بېكىتىمىز.
uk: Реєстраційний номер дає змогу ідентифікувати вашу компанію й визначати податки, що сплачуються під час придбання продуктів і служб Microsoft 365.
ur: رجسٹریشن نمبر ہمیں آپ کے کاروبار کو شناخت اور ان ٹیکسز کا تعین کرنے میں مدد کرتا ہے جو آپ Microsoft 365 کی مصنوعات اور خدمات خریدتے وقت ادا کرتے ہیں۔
uz: Registratsiya raqami bizga kompaniyangizni identifikatsiya qilish hamda Microsoft 365 mahsulot va xizmatlarini xarid qilganingizda siz toʻlaydigan soliqlarni aniqlashga yordam beradi.
vi: Số đăng ký giúp chúng tôi xác định doanh nghiệp của bạn và xác định các khoản thuế bạn phải trả khi mua các sản phẩm và dịch vụ của Microsoft 365.
zh_hans: 注册号有助于我们识别你的企业，并确定你需要在购买 Microsoft 365 产品和服务时支付的税款。
zh_hant: 註冊號碼可協助我們識別您的業務，並決定您購買 Microsoft 365 產品與服務時所支付的稅金。

# Word.RegistrationNumber.TRN
source: Tax reference number
af: Belasting- verwysingsnommer
am: ግብር የማጣቀሻ ቁጥር
ar: الرقم المرجعي للضريبة
as: কৰ ৰেফাৰেন্স নম্বৰ
az: Vergi istinad nömrəsi
bg: Номер на данъчна справка
bn_in: কর উল্লেখ নম্বর
bs: Porezni broj
cy: Rhif cofrestru treth
da: Referencenummer for skat
de: Steuer-Registrierungsnummer
el: Αριθμός φορολογικής αναφοράς
es: Número de registro de impuesto
et: Maksukohustuslase viitenumber
eu: Zerga erreferentzia zenbakia
fa: شماره ارجاع مالیاتی
ga: Uimhir thagartha chánach
gd: Àireamh reifreans cìse
gl: Número de referencia fiscal
gu: કરવેરા સંદર્ભ નંબર
he: מספר סימוכין מס
hi: कर संदर्भ संख्या
hr: Referentni broj PDV-a
hu: Adóazonosító szám
id: Nomor referensi pajak
is: Skattskrá tilvísunar númer
ja: 税 参照 番号
ka: საგადასახადო მოწმობის ნომერი
kk: Салықтық анықтамалық нөмір
kn: ತೆರಿಗೆ ಉಲ್ಲೇಖ ಸಂಖ್ಯೆ
ko: 세금 참조 번호
lo: ໝາຍເລກ ອ້າງອີງ ພາສີ
lt: Mokesčių nuorodos numeris
lv: Nodokļa atsauces numurs
mi: Taurēhitatāke
mk: Даночен референтен број
ml: ടാക്സ് റെഫറൻസ് നമ്പർ
mr: कर संदर्भ क्रमांक
ms: Nombor rujukan cukai
mt: Numru ta’ reġistrazzjoni tat-taxxa
ne: कर सन्दर्भ नम्बर
nn_no: Skatt referanse nummer
no: Referansenummer for avgift
or: କର ଅନୁସରଣ ନମ୍ବର
pa_in: ਟੈਕਸ ਸੰਦਰਭ ਨੰਬਰ
pl: Numer referencji podatkowej
ru: Справочный налоговый номер
sl: Referenčna številka za davek
sr_cyrl_rs: Пореска референца број
sr_latn_rs: Referenca poreza broj
sv: Momsreferensnummer
ta: வரிக் குறிப்பு எண்
te: పన్ను రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข อ้างอิง ภาษี
tr: Vergi referans numarası
tt: Салым түләүченең идентификация номеры
ug: باج پايدىلانما نومۇرى
uk: Ідентифікаційний податковий номер
ur: ٹیکس ریفرنس نمبر
uz: Soliq raqami
vi: Số tham chiếu thuế
zh_hans: 税务参考编号
zh_hant: 稅務 參考 編號

# Word.RegistrationNumber.UNP
source: UNP registration number
af: UNP- registrasienommer
am: UNP የምዝገባ ቁጥር
ar: رقم تسجيل رمز ضريبة المقيم (UNP)
as: UNP পঞ্জীয়ন নম্বৰ
az: UNP qeydiyyat nömrəsi
bg: Регистрационен номер на UNP
bn_in: UNP নিবন্ধন নম্বর
bs: UNP registracijski broj
cy: Rhif cofrestru UNP
da: UNP- registreringsnummer
de: UNP-Registrierungsnummer
el: Αριθμός μητρώου UNP
es: Número de registro de UNP
et: UNP-registreerimisnumber
eu: UNP erregistro zenbakia
fa: شماره ثبت UNP
ga: Cláruimhir UNP
gd: Àireamh clàraidh UNP
gl: Número de rexistro UNP
gu: UNP નોંધણી નંબર
he: מספר רישום UNP
hi: UNP पंजीकरण संख्या
hr: UNP registarski broj
hu: UNP-regisztrációs szám
id: Nomor registrasi UNP
is: UNP skráningar númer
ja: UNP 登録 番号
ka: UNP რეგისტრაციის ნომერი
kk: UNP тіркеу нөмірі
kn: UNP ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: UNP 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ UNP
lt: UNP registracijos numeris
lv: UNP reģistrācijas numurs
mi: TaurēhitaUNP
mk: UNP регистарски број
ml: UNP രജിസ്ട്രേഷൻ നമ്പർ
mr: UNP नोंदणी क्रमांक
ms: Nombor pendaftaran UNP
mt: Numru ta’ reġistrazzjoni tal-UNP
ne: UNP दर्ता नम्बर
nn_no: UNP registrerings nummer
no: Registreringsnummer for UNP
or: UNP ପଞ୍ଜିକରଣ ନମ୍ବର
pa_in: UNP ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji UNP
ru: Регистрационный номер UNP
sl: Številka registracije UNP
sr_cyrl_rs: UNP регистрациони број
sr_latn_rs: UNP registracioni broj
sv: UNP -registreringsnummer
ta: UNP பதிவு எண்
te: UNP రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน UNP
tr: UNP kayıt numarası
tt: UNP теркәлү номеры
ug: UNP تىزىملاش نومۇرى
uk: Реєстраційний номер UNP
ur: UNP رجسٹریشن نمبر
uz: UNP registratsiya raqami
vi: Số đăng ký UNP
zh_hans: UNP 注册号
zh_hant: UNP 註冊 號碼

# Word.RegistrationNumber.VAT
source: Tax/VAT registration number
af: Belasting-/BTW- registrasienommer
am: ግብር/VAT የምዝገባ ቁጥር
ar: رقم تسجيل الضريبة/ضريبة القيمة المضافة (VAT)
as: কৰ/VAT পঞ্জীয়ন নম্বৰ
az: Vergi/ƏDV qeydiyyat nömrəsi
bg: Регистрационен номер на данък/ДДС
bn_in: Tax/VAT নিবন্ধন নম্বর
bs: Poreski/VAT registracijski broj
cy: Rhif cofrestru treth/TAW
da: Skat-/moms- registreringsnummer
de: Steuer/MwSt.-Registrierungsnummer
el: Αριθμός μητρώου ΑΦΜ/ΦΠΑ
es: Número de registro de impuestos o IVA
et: Maksukohustuslase registreerimisnumber
eu: Zerga/BEZ erregistro zenbakia
fa: شماره ثبت مالیات/VAT
ga: Cláruimhir Chánach/CBL
gd: Àireamh clàradh cìse/VAT
gl: Número de rexistro fiscal ou do IVE
gu: કરવેરા/VAT નોંધણી નંબર
he: מספר רישום מס/מע”מ
hi: कर/VAT पंजीकरण संख्या
hr: Porezni/PDV registracijski broj
hu: Adó-/áfaregisztrációs szám
id: Nomor registrasi pajak/PPN
is: Skattskrá/VAT(VSK) skráningar númer
ja: 税または VAT 登録 番号
ka: გადამხდელის/დღგ-ის რეგისტრაციის ნომერი
kk: Салықтық/VAT тіркеу нөмірі
kn: Tax/VAT ನೋಂದಣಿ ಸಂಖ್ಯೆ
ko: 세금/VAT 등록 번호
lo: ໝາຍເລກ ຈົດທະບຽນ ພາສີ/VAT
lt: Mokesčių / PVM registracijos numeris
lv: PVN reģistrācijas numurs
mi: TaurēhitaTāke/VAT
mk: Даночен/ДДВ регистарски број
ml: Tax/VAT രജിസ്ട്രേഷൻ നമ്പർ
mr: कर/VAT नोंदणी क्रमांक
ms: Nombor pendaftaran cukai/VAT
mt: Numru ta’ reġistrazzjoni tat-taxxa/VAT
ne: कर/VAT दर्ता नम्बर
nn_no: Skatt/mva. registrerings nummer
no: Registreringsnummer for skatt/MVA
or: କର/VAT ପଞ୍ଜିକରଣ ନମ୍ବର
pa_in: Tax/VAT ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਨੰਬਰ
pl: Numer rejestracji podatkowej/VAT
ru: Регистрационный налоговый номер/VAT
sl: Številka registracije za davek/DDV
sr_cyrl_rs: Порески /VAT број
sr_latn_rs: Poreski/VAT broj
sv: Skatte-/momsregistreringsnummer
ta: Tax/VAT பதிவு எண்
te: పన్ను/వాట్ రిజిస్ట్రేషన్ సంఖ్య
th: หมายเลข จดทะเบียน ภาษี/VAT
tr: Vergi/KDV kayıt numarası
tt: Tax/VAT теркәлү номеры
ug: Tax/VAT تىزىملاش نومۇرى
uk: Реєстраційний номер платника податків / ПДВ
ur: ٹیکس/VAT رجسٹریشن نمبر
uz: Soliq/QQS registratsiya raqami
vi: Số đăng ký Thuế/VAT
zh_hans: 税务/增值税 注册号
zh_hant: 稅務/VAT 註冊 號碼

# Word.State.FR.Ain
source: Ain
ar: أين
as: অইন
az: En
bn_in: এইন
fa: ان
gu: ઐન
hi: ऐन
ja: アン
ka: ენის დეპარტამენტი
kk: Эн
lt: Enas
lv: Ēna
ml: ഐൻ
mr: ऐन
or: ଏନ୍
pa_in: ਐਨ
ru: Эн
te: అయిన్
tt: Эн
ug: ئاين
uk: Ен
ur: عین
zh_hans: 艾因省
zh_hant: 艾因

# Word.State.FR.Aisne
source: Aisne
ar: أن
as: এইচনে
az: Ena
bn_in: আইসনে
fa: اِن
gu: એસને
hi: ऐसने
ja: エーヌ
ka: ენა (დეპარტამენტი)
kk: Эна
lt: Ena
lv: Ēna
ml: ഐസ്നെ
mr: एन
or: ଆଇସେନ୍
pa_in: ਐਸਨੇ
ru: Эна
te: ఐస్నే
tt: Эн
ug: ئايسن
uk: Ена
ur: ایسن
zh_hans: 埃纳省
zh_hant: 埃納

# Word.State.FR.Allier
source: Allier
ar: أليي
as: এলিয়াৰ
az: Alye
bn_in: আলিয়ার
fa: آلیه
gu: અલૈર
hi: एलियर
ja: アリエ
ka: ალიეს დეპარტამენტი
kk: Алье
lo: ອັລອິເອີ
lt: Aljė
lv: Aljē
ml: അല്ലിയർ
mr: आल्ये
or: ଆଲିଅର୍
pa_in: ਐਲੀਰ
ru: Алье
te: అల్లియర్
tt: Алье
ug: ئاللىر
uk: Альє
ur: ایلئیر
zh_hans: 阿列省
zh_hant: 阿列

# Word.State.FR.Alpes-de-Haute-Provence
source: Alpes-de-Haute-Provence
af: Alpe-van-opper-Provence
ar: ألب البروفنس العليا
bn_in: আলপেস-ডি-হাউতে-প্রভেন্স
fa: آلپ-دو-اوت-پرووانس
gl: Alpes da Alta Provenza
gu: એલ્પ્સ-દે-હૌત-પ્રોવિન્સ
hi: आल्प्स-डे-हाउस-प्रूडेंस
ja: アルプ ド オート プロヴァンス
ka: ზემო პროვანსის ალპები
kk: Жоғарғы Прованстың Альпылары
lo: ອາລປ໌-ເດີ-ໂອຕ-ພໍວອງຊ໌
lt: Aukštutinio Provanso Alpės
lv: Augšalpu province
ml: ആൽപ്സ്-ഡി-ഹൗട്ട്-പ്രോവെൻസ്
mr: आल्प-दा-ऑत-प्रोव्हॉंस
or: ଆଲପେସ୍-ଡି-ହାଉଟ୍-ପ୍ରୋଭେନ୍ସ
pa_in: ਐਲਪਸ-ਡੇ-ਹੌਤ-ਪ੍ਰੋਵੈਂਸ
ru: Альпы Верхнего Прованса
sl: Alpe Visoke Provanse
te: ఆల్ప్స్-డి-హాట్-ప్రోవెన్స్
tt: Югары Прованс Альплары
ug: ئالپېس-دې-ھوت-پروۋېنس
uk: Альпи Верхнього Провансу
ur: الپس ڈی ہیوٹ پروینس
zh_hans: 上普罗旺斯阿尔卑斯省
zh_hant: 上普羅旺斯阿爾卑斯

# Word.State.FR.Alpes-Maritimes
source: Alpes-Maritimes
af: Maritime Alpe
ar: الألب البحرية
as: এলপছ-মেৰিটাইমচ
bn_in: আল্পস-মেরিটাইমস
fa: آلپ-ماریتیم
gl: Alpes Marítimos
gu: એલ્પ્સ-મેરીટાઇમ્સ
hi: आल्प्स-मेरीटाइम्स
ja: アルプ マリティーム
ka: ზღვისპირა ალპების დეპარტამენტი
kk: Теңіз жағалауындағы Альпылар
lo: ອາລປ໌-ມາຮິທາມ
lt: Pajūrio Alpės
lv: Piejūras Alpi
ml: ആൽപ്സ്-മാരിടൈംസ്
mr: आल्प-मरितीम
or: ଆଲପେସ୍-ମେରିଟାଇମ୍ସ
pa_in: ਐਲਪਸ-ਮੇਰੀਟਾਈਮਜ਼
ru: Приморские Альпы
sl: Primorske Alpe
te: ఆల్ప్స్-మారిటైమ్స్
tt: Диңгез буе Альплары
ug: ئالپېس-مارىتىم
uk: Приморські Альпи
ur: الپیس-مارٹائمز
zh_hans: 滨海阿尔卑斯省
zh_hant: 濱海阿爾卑斯

# Word.State.FR.Ardèche
source: Ardèche
ar: الأرديش
as: আৰ্ডেক
az: Ardeş
bn_in: আর্ডেচে
fa: آردش
gu: અર્ડેચે
hi: आर्देच
ja: アルデシュ
ka: არდეშის დეპარტამენტი
kk: Ардеш
lo: ອາເດຊາ
lt: Ardešas
lv: Ardēša
ml: അർഡെച്ചെ
mr: आर्देश
or: ଆର୍ଡେଚେ
pa_in: ਅਰਡੇਚੇ
ru: Ардеш
te: ఆర్డెచే
tt: Ардеш
ug: ئاردېچ
uk: Ардеш
ur: آرڈے
zh_hans: 阿尔代什省
zh_hant: 阿爾代什

# Word.State.FR.Ardennes
source: Ardennes
af: Ardenne
ar: أردين
as: আৰ্ডেনীজ
az: Ardenlər
bn_in: আরডেনস
fa: آردن
gl: Ardenas
gu: અર્ડેન્સ
hi: अर्देंनेस
ja: アルデンヌ
ka: არდენები
kk: Арденндер
lo: ອາຮ໌ແດນ
lt: Ardėnai
lv: Ardēni
ml: ആർഡെനെസ്
mr: आर्डेन
or: ଆର୍ଡେନେସ୍
pa_in: ਅਰਡੇਨਸ
ru: Арденны
sl: Ardeni
te: ఆర్డెన్నెస్
tt: Арденнар
ug: ئاردېننېس
uk: Арденни
ur: آرڈیننز
zh_hans: 阿登省
zh_hant: 亞爾丁

# Word.State.FR.Aube
source: Aube
ar: أوب
as: আউবে
az: Ob
bn_in: আবে
fa: اوب
gu: ઔબે
hi: ओब
ja: オーブ
ka: ობის დეპარტამენტი
kk: Об
lo: ໂອບ
lt: Obas
lv: Oba
ml: ഔബെ
mr: ऑब
or: ଅବେ
pa_in: ਔਬੇ
ru: Об
te: ఔబే
tt: Об
ug: ئوب
uk: Об
ur: ابی
zh_hans: 奥布省
zh_hant: 奧布

# Word.State.FR.Aude
source: Aude
ar: أود
as: আউডে
az: Od
bn_in: অডি
fa: اود
gu: ઑડ
hi: औड
ja: オード
ka: ოდის დეპარტამენტი
kk: Од
lo: ເອ້ດ
lt: Odas
lv: Oda
ml: ഔഡെ
mr: ऑद
or: ଅଡି
pa_in: ਔਡੀ
ru: Од
te: ఆడే
tt: Од
ug: ئود
uk: Од
ur: آڈی
zh_hans: 奥德省
zh_hant: 奧德

# Word.State.FR.Aveyron
source: Aveyron
ar: أفيرون
as: এভেইৰন
az: Averon
bn_in: অ্যাভেরন
fa: آویرون
gu: એવેરોન
hi: एवेरॉन
ja: アヴェロン
ka: ავერონი
kk: Авейрон
lo: ອະວີຮອນ
lt: Averonas
lv: Averona
ml: അവെറോൺ
mr: अ‍ॅव्हेरों
or: ଆଭେରନ୍
pa_in: ਐਵੇਰੋਨ
ru: Аверон
te: అవెయ్రాన్
tt: Аверон
ug: ئاۋېيرون
uk: Аверон
ur: آیوران
zh_hans: 阿维隆省
zh_hant: 阿韋龍

# Word.State.FR.Bas-Rhin
source: Bas-Rhin
af: Laer Ryn
ar: إقليم الرين السفلى
as: বাছ-ৰিন
az: Aşağı Reyn
bn_in: বাস-রাইন
fa: با-رن
gl: Baixo Rin
gu: બાસ-રાઈનો
hi: बास-रिन
ja: バ ラン
ka: ქვემო რეინი
kk: Төменгі Рейн
lo: ບາແຮງ
lt: Žemutinis Reinas
lv: Lejasreina
ml: ബാസ്-റിൻ
mr: बा-रेन
or: ବାସ୍-ରିନ୍
pa_in: ਬਾਸ-ਰਿਨ
ru: Бас-Рин
sl: Doljni Ren
te: బాస్-రిన్
tt: Ба-Рейн
ug: باس-رىن
uk: Нижній Рейн
ur: بیس-رہین
zh_hans: 下莱茵省
zh_hant: 下萊茵

# Word.State.FR.Calvados
source: Calvados
ar: كالفادوس
as: কেলভাডোচ
az: Kalvados
bn_in: ক্যালভাডোস
fa: کالوادوس
gu: કેલવાડસ
hi: काल्वाडॉस
ja: カルヴァドス
ka: კალვადოსის დეპარტამენტი
kk: Кальвадос
lo: ກົວໂດສ
lt: Kalvadosas
lv: Kalvadosa
ml: കാൽവാഡോസ്
mr: कॅल्वेडॉस
or: କାଲଭାଡୋସ୍
pa_in: ਕੈਲਵਡੋਸ
ru: Кальвадос
te: కాల్వడోస్
tt: Кальвадос
ug: كالۋادوس
uk: Кальвадос
ur: کیلواڈوس
zh_hans: 卡尔瓦多斯省
zh_hant: 卡爾瓦多斯

# Word.State.FR.Cantal
source: Cantal
ar: كانتال
as: কেণ্টাল
az: Kantal
bn_in: ক্যান্টাল
fa: کانتال
gu: કેન્ટલ
hi: कैंटल
ja: カンタル
ka: კანტალი
kk: Канталь
lo: ແຄນທັລ
lt: Kantalis
lv: Kantala
ml: കാന്റൽ
mr: कांतॅल
or: କାଣ୍ଟାଲ
pa_in: ਕੈਂਟਲ
ru: Канталь
te: కాంటాల్
tt: Канталь
ug: كانتال
uk: Канталь
ur: کینٹل
zh_hans: 康塔尔省
zh_hant: 康塔爾
