Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.BankAccount.BankCode.Hint.TransitNumber
source: - Bank transit number -
af: - Bankdeurgangsnommer -
am: - የባንክ ትልልፍ ቁጥር -
ar: - رقم التحويل البنكي -
as: - বেংক সংক্ৰমণ নম্বৰ -
az: - Bankın tranzit kodu -
bg: - Банков транзитен номер -
bn_in: - ব্যাঙ্ক ট্রানজিট সংখ্যা -
bs: - Fiksni broj banke -
cy: - Rhif tramwy'r banc -
da: - Bankoverførselsnummer -
de: - Bankleitzahl -
el: - Αριθμός διεκπεραίωσης τράπεζας -
es: - Número de tránsito del banco -
et: - Panga transiitnumber -
eu: - Banku-iraganbidearen zenbakia -
fa: - شماره انتقال بانک -
ga: - Uimhir trasdula an bhainc -
gd: - Còd seòrsachaidh banca -
gl: - Número de tránsito do banco -
gu: - બેંક ટ્રાન્ઝિટ નંબર -
he: - מספר מעבר של בנק -
hi: - बैंक ट्रांज़िट संख्या -
hr: - Vodeći broj banke -
hu: - Banki tranzitszám -
id: - Nomor transit bank -
is: - Flutningsnúmer banka -
ja: - 銀行転送番号 -
ka: - ბანკის სატრანზიტო ნომერი -
kk: - Банктің транзиттік нөмірі -
kn: - ಬ್ಯಾಂಕ್‌ನ ರವಾನೆ ಸಂಖ್ಯೆ -
ko: - 은행 지점 코드 -
ku_arab: - ژمارەی حەواڵەی بانکی -
ky: - Банк транзит номуру -
lo: - ໝາຍເລກສົ່ງຜ່ານຂອງທະນາຄານ -
lt: - Banko registracijos numeris -
lv: - ABA identifikācijas numurs -
mi: - Tau whakawhiti pēke -
mk: - Идентификациски број на банката -
ml: - ബാങ്ക് ട്രാന്‍സിറ്റ് നമ്പര്‍ -
mn: - Банкны гуйвуулах дугаар -
mr: - बॅंक ट्रँझिट क्रमांक -
ms: - Nombor transit bank -
mt: - Numru tat-tranżitu tal-bank -
ne: - बैङ्क ट्रान्जिट नम्बर -
nn_no: - Banktransittnummer -
no: - Bankens transittnummer -
or: - ବ୍ୟାଙ୍କ ଟ୍ରାଞ୍ଜିଟ୍ ନମ୍ଵର -
pa_arab_pk: - بینک ٹرانزٹ نمبر -
pa_in: - ਬੈਂਕ ਟਰਾਂਜਿਟ ਨੰਬਰ -
pl: - Numer tranzytowy banku -
ru: - Транзитный номер банка -
sd: - بينڪ ٽرانسٽ نمبر -
si: - බැංකු සංක්‍රමණ අංකය -
sl: - Tranzitna številka banke -
sr_cyrl_rs: - Транзитни број банке -
sr_latn_rs: - Tranzitni broj banke -
sv: - Bankregistreringsnummer -
ta: - வங்கி பரிமாற்ற எண் -
te: - బ్యాంక్ బదిలీ సంఖ్య -
tg: - Рамзи транзитии бонк -
th: - เลขรหัสธนาคาร 9 หลัก -
tr: Banka transit numarası-
tt: - Банкның транзит номеры -
ug: - بانكا يۆتكەش نومۇرى -
uk: - Транзитний код банку -
ur: - بینک ٹرانزٹ نمبر -
uz: - Bank tranziti raqami -
vi: - Số chuyển tiếp ngân hàng -
zh_hans: - 银行代号 -
zh_hant: - 加拿大銀行號碼 -

# Word.BankAccount.BankCode.Hint.IFS
source: - IFSC code -
af: - IFSC kode -
am: - IFSC ኮድ -
ar: - كود IFSC -
as: - IFSC ক'ড -
az: - IFSC kodu -
bg: - IFSC код -
bn_in: - IFSC কোড -
bs: - IFSC kod -
cy: - Cod IFSC -
da: - IFSC-kode -
de: - IFS-Code -
el: - Κωδικός IFS -
es: - Código IFSC -
et: - IFSC-kood -
eu: - IFSC kodea -
fa: - کد IFSC -
ga: - Cód IFSC -
gd: - Còd IFS -
gl: - Código IFSC -
gu: - IFSC કોડ -
he: - קוד IFSC -
hi: - IFSC कोड -
hr: - IFS kôd -
hu: - IFSC kód -
id: - Kode IFSC -
is: - IFSC-kóði -
ja: - IFSC コード -
ka: - IFSC კოდი -
kk: - IFSC коды -
kn: - IFSC ಕೋಡ್ -
ko: - IFSC 코드 -
ku_arab: - کۆدی IFSC -
ky: - IFSC коду -
lt: - IFSC kodas -
lv: - IFSC kods -
mi: - Waehere IFSC -
mk: - IFSC-код -
ml: - IFSC കോഡ് -
mn: - IFSC код -
mr: - IFSC कोड -
ms: - Kod IFSC -
mt: - Kodiċi IFSC -
ne: - IFSC संकेत -
nn_no: - IFSC-kode -
no: - IFSC-kode -
or: - IFSC କୋଡ୍ -
pa_arab_pk: - آئي ایف ایس سی کوڈ -
pa_in: - IFSC ਕੋਡ -
pl: - Kod IFSC -
ru: - Код IFSC -
sd: - IFSC ڪوڊ -
si: - IFS කේතය -
sl: - Koda IFSC -
sr_cyrl_rs: - IFSC код -
sr_latn_rs: - IFSC kod -
sv: - IFS-kod -
ta: - IFSC குறியீடு -
te: - IFSC కోడ్ -
tg: - Рамзи IFSC -
th: - รหัส IFSC -
tr: - IFSC kodu -
tt: - IFSC коды -
ug: - IFSC نومۇرى -
uk: - Код IFSC -
ur: - IFSC کوڈ -
uz: - IFSC kodi -
vi: - Mã IFSC -
zh_hans: - IFSC 代码 -
zh_hant: - IFSC 代碼 -

# Word.BankAccount.BankCode.Hint
source: - Numbers only -
af: - Slegs nommers -
am: - ቁጥር ብቻ -
ar: - أرقام فقط -
as: - কেৱল নম্বৰ -
az: - Yalnız rəqəmlər -
bg: - Само цифри -
bn_in: - শুধুমাত্র সংখ্যা -
bs: - Samo brojevi -
cy: - Dim ond rhifau -
da: - Kun tal -
de: - Nur Zahlen -
el: - Μόνο αριθμοί -
es: - Solo números -
et: - Ainult numbrid -
eu: - Zenbakiak soilik -
fa: - فقط شماره -
ga: - Uimhreacha amháin -
gd: - Àireamhan a-mhàin -
gl: - Só números -
gu: - માત્ર નંબર્સ -
he: - מספרים בלבד -
hi: - केवल संख्याएँ -
hr: - Samo brojevi -
hu: - Csak számok -
id: - Hanya angka -
is: - Eingöngu númer -
ja: - 数字のみ -
ka: - მხოლოდ რიცხვები -
kk: - Тек сандар -
kn: - ಸಂಖ್ಯೆಗಳು ಮಾತ್ರ -
ko: - 숫자만 입력 -
ku_arab: - تەنها ژمارە -
ky: - Сандар гана -
lo: - ຕົວເລກເທົ່ານັ້ນ -
lt: - Tik skaičiai -
lv: - Tikai cipari -
mi: - Ngā tau anake -
mk: - Само броеви -
ml: - അക്കങ്ങള്‍ മാത്രം -
mn: - Зөвхөн тоо -
mr: - केवळ नंबर -
ms: - Nombor sahaja -
mt: - Numri biss -
ne: - नम्बरहरू मात्रै -
nn_no: - Berre tal -
no: - Bare tall -
or: - କେବଳ ନମ୍ଵର -
pa_arab_pk: - صرف نمبر -
pa_in: - ਕੇਵਲ ਨੰਬਰ -
pl: - Tylko liczby -
ru: - Только цифры -
sd: - صرف نمبرَ -
si: - අංක පමණයි -
sl: - Le številke -
sr_cyrl_rs: - Само бројеви -
sr_latn_rs: - Samo brojevi -
sv: - Endast siffror-
ta: - எண்கள் மட்டும் -
te: - సంఖ్యలు మాత్రమే -
tg: - Танҳо рақамҳо -
th: - หมายเลขเท่านั้น -
tr: - Yalnızca rakamlar -
tt: - Санлар гына -
ug: - پەقەتلا نومۇر -
uk: - Тільки цифри -
ur: - صرف نمبر -
uz: - Faqat sonlar -
vi: - Chỉ có số -
zh_hans: - 仅数字 -
zh_hant: - 僅限數字 -

# Word.NewPI.Title
source: New payment method
af: Nuwe betaalmetode
am: አዲስ የክፍያ ስልት
ar: طريقة الدفع الجديدة
as: নতুন পৰিমাণ পদ্ধতি
az: Yeni ödəniş metodu
bg: Нов метод на плащане
bn_in: নতুন অর্থপ্রদান মাধ্যম
bs: Novi način plaćanja
cy: Dull talu newydd
da: Ny betalingsmetode
de: Neue Zahlungsmethode
el: Νέα μέθοδος πληρωμής
es: Nuevo método de pago
et: Uus makseviis
eu: Ordainketa-metodo berria
fa: روش جدید پرداخت
ga: Modh íocaíochta nua
gd: Dòigh pàighidh ùr
gl: Novo método de pagamento
gu: નવી ચૂકવણી રીત
he: שיטת תשלום חדשה
hi: नई भुगतान पद्धति
hr: Novi način plaćanja
hu: Új fizetési mód
id: Metode pembayaran baru
is: Nýr greiðslumáti
ja: 新しいお支払い方法
ka: გადახდის ახალი მეთოდი
kk: Жаңа төлем әдісі
kn: ಹೊಸ ಪಾವತಿ ವಿಧಾನ
ko: 새로운 결제 방법
ku_arab: شێوازی نوێی پارەدان
ky: Жаңы төлөө ыкмасы
lo: ວິທີການຊຳລະເງິນໃໝ່
lt: Naujas mokėjimo būdas
lv: Jauna maksāšanas metode
mi: Tikanga utu hōu
mk: Нов метод на плаќање
ml: പുതിയ പേയ്‌മെന്റ് രീതി
mn: Төлбөрийн шинэ хэлбэр
mr: नवीन देय पद्धत
ms: Kaedah pembayaran baharu
mt: Metodu ta' pagament ġdid
ne: नयाँ भुक्तानी प्रक्रिया
nn_no: Ny betalingsmetode
no: Ny betalingsmåte
or: ନୂତନ ଦେୟ ପଦ୍ଧତି
pa_arab_pk: ادائیگی دا نوا طریقہ
pa_in: ਨਵੀਂ ਭੁਗਤਾਨ ਵਿਧੀ
pl: Nowa metoda płatności
ru: Новый метод оплаты
sd: نيو رقم ادا ڪرڻ جو طريقو
si: නව ගෙවීම් ක්‍රමය
sl: Nov način plačila
sr_cyrl_rs: Нови метод плаћања
sr_latn_rs: Novi metod plaćanja
sv: Ny betalningsmetod
ta: புதிய பணம் செலுத்தும் முறை
te: కొత్త చెల్లింపు విధానం
tg: Усули нави пардохт
th: วิธีการชำระเงินใหม่
tr: Ödeme yöntemim
tt: Яңа түләү ысулы
ug: يېڭى ھەق تۆلەش ئۇسۇلى
uk: Новий спосіб оплати
ur: ادائیگی کا نیا طریقہ
uz: Yangi to‘lov usuli
vi: Phương thức thanh toán mới
zh_hans: 新的付款方式
zh_hant: 新增付款方式

# Word.Discover
source: Discover Network
as: নেটৱৰ্ক আবিস্কাৰ কৰক
az: Discover Şəbəkəsi
el: Εντοπισμός δικτύου
gu: નેટવર્ક શોધો
kk: Discover желісі
lo: ເຄືອຂ່າຍ Discover
ml: നെറ്റ്‌വര്‍ക്ക് കണ്ടെത്തുക
ne: डिस्कभर नेटवर्क
or: ଡିସ୍କଭର୍ ନେଟ୍‌ୱାର୍କ୍
si: ජාලය සොයන්න
ta: நெட்வொர்க்கை கணடுபிடி
tg: Шабакаи кашф
ur: نیٹ ورک دریافت کریں

# Literal.InicisBuyerNameCombined.Invalid
source: First Name + Last Name should not exceed 30 characters.
af: Voornaam + Van mag nie langer as 30 karakters wees nie.
am: የመጀመሪያ ስም + የአያት ስም ከ30 ቁምፊዎች መብለጥ የለበትም።
ar: على الاسم الأول واسم العائلة معًا ألا يجوزوا حد الـ 30‏ حرفًا.
as: প্ৰথম নাম + শেষ নাম 30 টা আখৰতকৈ বেছি হ'ব নালাগিব৷
az: Ad + Soyad 30 simvolu ötməməlidir.
bg: Собственото + фамилното име не бива да надхвърлят 30 знака.
bn_in: নাম + পদবি 30 অক্ষরের বেশি হলে চলবে না৷
bs: Ime + prezime ne smiju preći 30 znakova.
cy: Does dim modd i'r Enw Cyntaf a'r Enw Olaf fod yn fwy na 30 o nodau.
da: Fornavn + Efternavn kan højst indeholde 30 tegn.
de: Vorname + Nachname dürfen nicht länger als 30 Zeichen sein.
el: Το όνομα + επώνυμο δεν πρέπει να υπερβαίνουν τους 30 χαρακτήρες.
es: El nombre y los apellidos no deben superar los 30 caracteres en total.
et: Eesnimi ja perekonnanimi ei tohi ületada 30 tärki.
eu: Izen-abizenek ezin dute 30 karaktere baino gehiago izan.
fa: نام + نام خانوادگی نباید بیشتر از 30 نویسه باشد.
ga: Níor chóir don Chéadainm + Sloinne 30 litir a sárú.
gd: Chan fhaod an t-ainm ⁊ an sloinneadh a bhith nas fhaide na 30 caractar.
gl: O nome e máis os apelidos non deben exceder os 30 carácteres.
gu: પ્રથમ નામ + અંતિમ નામ 30 અક્ષરોથી વધુ ન જોઇએ.
he: שם פרטי + שם משפחה אינם יכוים להכיל מעל 30 תווים.
hi: पहला नाम + अंतिम नाम 30 वर्णों से अधिक नहीं होना चाहिए.
hr: Ime + Prezime ne bi smjelo premašiti 30 znakova.
hu: Az utónév és a vezetéknév együtt nem lehet hosszabb 30 karakternél.
id: Nama Depan + Nama Belakang tidak boleh melampaui 30 karakter.
is: Fornafn + Eftirnafn mega ekki vera meira en 30 stafir.
ja: 姓名の合計文字数が 30 文字を超えることはできません。
ka: სახელი + გვარი არ უნდა აღემატებოდეს 30 სიმბოლოს.
kk: Аты + тегі 30 таңбадан аспауы керек.
kn: ಮೊದಲ ಹೆಸರು + ಕೊನೆಯ ಹೆಸರು 30 ಅಕ್ಷರಗಳನ್ನು ಮೀರಬಾರದು.
ko: 이름과 성의 길이는 30자 이하여야 합니다.
ku_arab: نابێت ناوی یەکەم + نازناو لە 30 نووسە تێپەڕ بکات.
ky: Аты менен фамилиясы 30 тамгадан ашпашы керек.
lo: ຊື່ຕົ້ນ + ນາມສະກຸນບໍ່ຄວນມີອັກຂະລະເກີນ 30 ຕົວ.
lt: Vardo ir pavardės įrašas negali būti ilgesnis nei 30 simbolių.
lv: Vārda un uzvārda kopējais garums nedrīkst pārsniegt 30 rakstzīmes.
mi: Kaua e roa ake i te 30 pūāhua te Ingoa Tuatahi + te Ingoa Whakamutunga.
mk: Името + презимето не треба да надминуваат 30 знаци.
ml: പേരിന്റെ ആദ്യഭാഗം + അവസാന ഭാഗം 30 പ്രതീകങ്ങളില്‍ കവിയരുത്.
mn: Нэр + Овог 30 тэмдэгтээс хэтрэх ёсгүй.
mr: नाव + आडनावाने 30 वर्ण ओलांडू नये.
ms: Nama Pertama + Nama Keluarga tidak boleh melebihi 30 aksara.
mt: Isem + Kunjom m'għandhomx jaqbżu it-30 karattru.
ne: पहिलो नाम + अन्तिम नामले ३० वटा भन्दा बढि वर्णहरू नाघ्नु हुँदैन।
nn_no: Fornamn + etternamn må ikkje overstige 30 teikn.
no: Fornavn + etternavn må ikke overskride 30 tegn.
or: ପ୍ରଥମ ନାମ + ଶେଷ ନାମ 30 ବର୍ଣ୍ଣ ଠାରୁ ଅଧିକ ହେବ ନାହିଁ.
pa_arab_pk: پہلاں ناں + آخری ناں 30 حرفاں توں بوہتا نئیں ہونا درکار۔
pa_in: ਨਾਮ ਦਾ ਪਹਿਲਾ ਭਾਗ + ਨਾਮ ਦਾ ਆਖਰੀ ਭਾਗ 30 ਅੱਖਰਾਂ ਤੋਂ ਵੱਧ ਨਹੀਂ ਹੋਣੇ ਚਾਹੀਦੇ।
pl: Imię i nazwisko nie może przekraczać 30 znaków.
ru: Общая длина имени и фамилии не должна превышать 30 знаков.
sd: پهريون نالو + آخري نالو 30 اکرن کان وڌڻ نه گھرجي.
si: පළමු නම + අවසන් නම අකුරු 30කට නො වැඩි විය යුතු ය
sl: Dolžina imena in priimka ne sme presegati 30 znakov.
sr_cyrl_rs: Име + презиме не сме да пређе 30 знакова.
sr_latn_rs: Ime + prezime ne sme da pređe 30 znakova.
sv: Förnamn + Efternamn får inte överstiga 30 tecken.
ta: முதல் பெயர் + இறுதி பெயர் 30 எழுத்துக்குறிகளுக்கு அதிகமாக இருக்கக்கூடாது.
te: మొదటి పేరు + చివరి పేరు 30 అక్షరాలను మించకూడదు.
tg: Ном + насаб набояд аз 30 аломат зиёд бошад.
th: ชื่อจริง + นามสกุลต้องยาวไม่เกิน 30 อักขระ
tr: Ad + Soyadı, 30 karakteri aşmamalıdır.
tt: Исеме+Фамилия 30 символлар артык булмаска тиеш.
ug: ئىسىم+فامىلە 30 ھەرىپتىن ئېشىپ كەتمەتسلىكى كېرەك.
uk: Ім’я та прізвище разом мають містити не більше 30 символів.
ur: پہلا نام + دوسرا نام 30 حروف سے تجاوز نہیں کرنا چاہیئے.
uz: Ism + Familiya 30 ta belgidan oshib ketmasligi kerak.
vi: Tên + Họ không nên vượt quá 30 kí tự.
zh_hans: 名字 + 姓氏不得超过 30 个字符。
zh_hant: 名字加姓氏不能超過 30 個字元。

# Literal.InicisBuyerTelephoneCombined.Invalid
source: You need input phone Prefix and Number if you want to fill phone information.
af: Jy moet Telefoonvoorvoegsel en -nommer invoer as jy telefooninligting wil invul.
am: የስልክ መረጃ ለመሙላት ከፈለጉ፣ የስልኩን መነሻ (ፕሪፊክስ) እና ቁጥር ማስገባት ይኖርብዎታል።
ar: يجب إدخال البادئة الهاتفية والرقم إن كنت تريد تعبئة تفاصيل الهاتف.
as: যদি আপুনি ফোন তথ্য ভৰ্তি কৰিব বিচাৰে তেন্তে আপুনি ফোন প্ৰিফিক্স আৰু নম্বৰ ইনপুট কৰাৰ প্ৰয়োজন৷
az: Əgər siz bu telefon məlumatını doldurmaq istəyirsinizsə, telefon Prefiksi və Nömrəsini daxil etməlisiniz.
bg: Необходимо е да въведете телефонния код и номер, ако искате да попълните информацията за телефона.
bn_in: আপনি ফোন তথ্য পূরণ করতে চাইলে আপনাকে ফোন নাম্বারের আগের অংশ এবং নাম্বার দিতে হবে৷
bs: Unesite pozivni broj i broj telefona ako želite unijeti telefonske podatke.
cy: Mae angen i chi roi Rhagddodiad a Rhif Ffôn os ydych chi am lenwi'r wybodaeth am ffôn.
da: Du skal indtaste forvalg for telefon og nummer, hvis du vil udfylde telefonoplysninger.
de: Wenn Sie Telefoninformationen angeben, müssen diese Vorwahl und Rufnummer enthalten.
el: Πρέπει να εισαγάγετε πρόθεμα και αριθμό τηλεφώνου εάν θέλετε να συμπληρώσετε τα στοιχεία τηλεφώνου.
es: Para rellenar la información telefónica, debe especificar un número de teléfono y un prefijo.
et: Telefoniteabe lisamiseks peate sisestama telefoninumbri prefiksi ja telefoninumbri.
eu: Telefonoaren aurrezenbakia eta zenbakia sartu behar dituzu telefonoari buruzko informazioa betetzeko.
fa: اگر می خواهید اطلاعات مربوط به تلفن را پر کنید، باید پیش شماره تلفن و شماره را وارد کنید.
ga: Ní mór duit do réamhuimhir agus d'uimhir fóin a chur isteach más rud é go bhfuil tú ag iarraidh faisnéis fóin a chur isteach.
gd: Feumaidh tu ro-leasachan agus àireamh fòn a chur a-steach ma tha thu airson fiosrachadh fòn a lìonadh.
gl: Ten que introducir o prefixo e o número de teléfono se desexa encher a información telefónica.
gu: જો તમે ફોન જાણકારી ભરવા માગતા હો તો તમારે ઇનપુટ ફોન ઉપસર્ગ અને નંબર દાખલ કરવાની જરૂર છે.
he: עליך להזין קידומת של מספר טלפון ומספר טלפון אם ברצונך למלא פרטי טלפון.
hi: अगर आप फ़ोन जानकारी भरना चाहते हैं, तो आपको फ़ोन कोड और नंबर इनपुट करना होगा.
hr: Unesite telefonski predbroj i broj ako želite ispuniti podatke o telefonu.
hu: Ha meg szeretné adni a telefonadatokat, be kell írnia az előhívószámot és a hívószámot.
id: Anda harus memasukkan Kode Negara/Area dan Nomor telepon jika Anda ingin mengisikan informasi telepon.
is: Þú þarft að slá inn forvalsnúmer og númer til að fylla út símaupplýsingar.
ja: 電話情報を入力する場合は、電話の市外局番と番号を入力する必要があります。
ka: უნდა აკრიფოთ სატელეფონო ინდექსი და ტელეფონის ნომერი, თუ გსურთ შეავსოთ ტელეფონის ინფორმაცია.
kk: Телефон ақпаратын толтыру керек болса, телефон префиксін және нөмірін енгізу керек.
kn: ಫೋನ್ ಮಾಹಿತಿಯನ್ನು ನೀವು ತುಂಬಲು ಬಯಸಿದರೆ ದೂರವಾಣಿಯ ಪೂರ್ವಪ್ರತ್ಯಯ ಮತ್ತು ಸಂಖ್ಯೆಯನ್ನು ನೀವು ಇನ್‌ಪುಟ್ ಮಾಡಬೇಕಾಗಿದೆ.
ko: 전화 정보를 입력하려는 경우 지역 번호와 전화 번호를 모두 입력해야 합니다.
ku_arab: ئەگەر بتەوێت زانیاری تەلەفۆن پڕبکەیتەوە، پێویستە پێشگر و ژمارەی تەلەفۆن تێبنووسیت.
ky: Эгер сиз телефон маалыматын киргизгиңиз келсе, анда телефондун кирүү префикси жана номери керек.
lo: ທ່ານຈໍເປັນຕ້ອງປ້ອນເລກນໍາໜ້າ ແລະເບີໂທລະສັບ ຖ້າທ່ານຕ້ອງການຕື່ມຂໍ້ມູນໂທລະສັບ.
lt: Jei norite įvesti telefono informaciją, turite įvesti telefono numerio kodą ir telefono numerį.
lv: Ievadot tālruņa informāciju, jānorāda tālruņa prefikss un numurs.
mi: Me whakakī i te Pīmua Waea me te Tau ina hiahia whakakī koe i te mōhiohio waea.
mk: Ако сакате да ги пополните телефонските информации, треба да внесете телефонски префикс и број.
ml: ഫോണ്‍ വിവരങ്ങള്‍ പൂരിപ്പിക്കാന്‍ നിങ്ങള്‍ താല്‍പ്പര്യപ്പെടുന്നുണ്ടെങ്കില്‍, ഫോണ്‍ പ്രീഫിക്‌സും നമ്പറും നല്‍കേണ്ടതാണ്.
mn: Хэрэв та утасны мэдээллийг бөглөхийг хүсч байвал утасны гарцын код болон дугаарыг оруулах хэрэгтэй.
mr: आपण फोन माहिती भरू इच्छित असल्यास आपल्याला इनपुट फोन उपसर्ग आणि नंबर आवश्यक आहे.
ms: Anda perlu memasukkan Awalan telefon dan Nombor telefon jika anda mahu mengisi maklumat telefon.
mt: Jeħtieġ iddaħħal Prefiss u Numru tat-Telefown jekk tixtieq timla l-informazzjoni tat-telefown.
ne: यदि तपाईं फोन जानकारी भर्न चाहनुहुन्छ भने तपाईंले फोन प्रिफिक्स प्रविष्टि गर्न आवश्यक छ।
nn_no: Du må oppgi telefonprefiks og telefonnummer dersom du vil fylle ut telefoninformasjon.
no: Du må angi et telefonprefiks og et telefonnummer hvis du vil fylle ut telefoninformasjon.
or: ଯଦି ଆପଣ ଫୋନ୍ ସୂଚନା ପୁରଣ କରିବାକୁ ଚାହାଁନ୍ତି ତେବେ ଆପଣ ଇନ୍‌ପୁଟ୍ ଫୋନ୍ ପୂର୍ବପଦ ଏବଂ ନମ୍ଵର ଆବଶ୍ୟକ କରିଥାନ୍ତି.
pa_arab_pk: جے تسی ٹیلی فون دی معلومات دینا چاہندے اوہ، تے تساں نوں ٹیلی فون دے شروع دے نمبر تے ٹیلی فون نمبر درج کرن دی ضرورت اے۔
pa_in: ਜੇ ਤੁਸੀਂ ਫੋਨ ਜਾਣਕਾਰੀ ਭਰਨੀ ਚਾਹੁੰਦੇ ਹੋ ਤਾਂ ਤੁਹਾਨੂੰ ਇਨਪੁੱਟ ਫੋਨ ਅਗੇਤਰ ਅਤੇ ਨੰਬਰ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ।
pl: Należy podać numer kierunkowy oraz numer telefonu, aby uzupełnić informacje telefoniczne.
ru: Чтобы заполнить сведения о контактном номере телефона, необходимо ввести префикс и номер.
sd: توهان کي ٽيليفون پڇاڙيون ۽ نمبر کي ان پٽ ڪرڻ جي ضرورت آهي جيڪڏهن توهان ٽيليفون جي معلومات ڀرڻ چاهيو ٿا.
si: ඔබට දුරකථන තොරතුරු ඇතුළත් කිරීමට අවශ්‍ය නම් ඔබට ආදාන දුරකථන මුල් යෙදුමක් හා අංකයක් තිබිය යුතු ය.
sl: V polje s podatki o telefonu morate vnesti območno kodo in telefonsko številko.
sr_cyrl_rs: Унесите позивни број и број телефона ако желите да попуните телефонске информације.
sr_latn_rs: Unesite pozivni broj i broj telefona ako želite da popunite telefonske informacije.
sv: Du måste ange riktnummer om du vill ange telefoninformation.
ta: தொலைபேசி தகவலைப் பூர்த்தி செய்ய விரும்பினால், நீங்கள் தொலைபேசி முன்னெழுத்து மற்றும் எண்ணை உள்ளிட வேண்டும்.
te: మీరు టెలిఫోన్ సమాచారాన్ని పూరించాలనుకుంటే మీరు ఫోన్ ఆదిప్రత్యయం మరియు నంబర్‌ను ఇన్‌పుట్ చేయాలి.
tg: Агар хоҳед ки маълумоти телефонро пур кунед, шумо бояд префикс ва рақами телефонеро дохил кунед.
th: คุณต้องป้อนค่ารหัสและหมายเลขโทรศัพท์หากต้องการป้อนข้อมูลโทรศัพท์
tr: Telefon bilgilerini girmek istiyorsanız telefon Alan Kodunu ve Numarayı girmeniz gerekir.
tt: Әгәр дә Сез телефон мәгълүматын тутырырга теләсәгез, Сез телефонның префиксын һәм номерын кертергә тиеш.
ug: تېلېفون ئۇچۇرىنى تولدۇرغاندا، تېلېفون نومۇرىنىڭ ئالدىنقى خانىسى ۋە تېلېفون نومۇرىنى كىرگۈزۈشىڭىز كېرەك.
uk: Номер телефону слід вводити разом із префіксом.
ur: اگر آپ فون کی معلومات پُر کرنا چاہتے ہیں، آپ کو فون نمبر کا ابتدائیہ اور نمبر داخل کرنے کی ضرورت ہے.
uz: Telefon to‘g‘risidagi ma‘lumotlarni to‘ldirish uchun Telefon kodi va raqamini kiritish kerak.
vi: Bạn cần nhập Tiền tố và Số điện thoại nếu bạn muốn điền thông tin điện thoại.
zh_hans: 如果要填写电话信息，则需要输入电话号码前缀和号码。
zh_hant: 如果要填寫電話資訊，則必須輸入電話首碼和號碼。

# Word.PIDetailTitle.Step2.Edit
source: Edit payment information
af: Wysig betaalinligting
am: የክፍያ መረጃ አርትዕ
ar: تحرير معلومات الدفع
as: পৰিশোধ তথ্য সম্পাদনা কৰক
az: Ödəniş məlumatını redaktə edin
bg: Промяна на информация за плащане
bn_in: অর্থ দেওয়ার তথ্য সম্পাদনা করুন
bs: Uređivanje podataka o plaćanju
cy: Golygu gwybodaeth am daliad
da: Rediger betalingsoplysninger
de: Zahlungsinformationen bearbeiten
el: Επεξεργασία πληροφοριών πληρωμής
es: Editar información de pago
et: Muuda makseteavet
eu: Editatu ordainketa-informazioa
fa: ویرایش اطلاعات پرداخت
ga: Déan eagarthóireacht ar eolas íocaíochta
gd: Deasaich am fiosrachadh pàighidh
gl: Editar información de pagamento
gu: ચૂકવણી માહિતીમાં ફેરફાર કરો
he: ערוך פרטי תשלום
hi: भुगतान जानकारी संपादित करें
hr: Uredi podatke o plaćanju
hu: Fizetési adatok módosítása
id: edit informasi pembayaran
is: Breyta geiðsluupplýsingum
ja: お支払い情報の編集
ka: შეასწორეთ გადახდის ინფორმაცია
kk: Төлем ақпаратын өңдеу
kn: ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ಸಂಪಾದಿಸಿ
ko: 결제 정보 편집
ku_arab: زانیاری پارەدان بژار بکە
ky: Төлөө маалыматын оңдоо
lo: ແກ້ໄຂຂໍ້ມູນການຊຳລະເງິນ
lt: Redaguoti mokėjimo informaciją
lv: Rediģēt informāciju par maksājumu
mi: Whakatikahia ngā mōhiohio utu
mk: Уреди информации за плаќање
ml: പേയ്‌മെന്റ് വിവരം എഡിറ്റുചെയ്യുക
mn: Төлбөрийн мэдээлэл засах
mr: देय माहिती संपादित करा
ms: Edit maklumat pembayaran
mt: Editja l-informazzjoni dwar il-pagament
ne: भुक्तानी जानकारी सम्पादन गर्नुहोस्
nn_no: Rediger betalingsinformasjon
no: Rediger betalingsinformasjon
or: ଦେୟ ସୂଚନା ସମ୍ପାଦନ କରନ୍ତୁ
pa_arab_pk: ادائیگی دی معلومات دی تدوین کرو
pa_in: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj informacje dotyczące płatności
ru: Изменение платежной информации
sd: رقم ادا ڪرڻ جي معلومات جي تدوين ڪريو
si: ගෙවීම් තොරතුරු සංස්කරණය කරන්න
sl: Uredite podatke o plačilu
sr_cyrl_rs: Уређивање информација о плаћању
sr_latn_rs: Uređivanje informacija o plaćanju
sv: Redigera betalningsinformation
ta: கட்டணத் தகவலைத் திருத்தவும்
te: చెల్లింపు సమాచారాన్ని సవరించండి
tg: Маълумоти пардохтро таҳрир кунед
th: แก้ไขข้อมูลการชำระเงิน
tr: Ödeme bilgilerini düzenle
tt: Түләү мәгълүматын үзгәртелү
ug: ھەق تاپشۇرۇش ئۇچۇرىڭىزنى تەھرىرلەڭ
uk: Змінити відомості про оплату
ur: ادائیگی کی معلومات میں ترمیم کریں
uz: To‘lov ma‘lumotlarini o‘zgartirmoq
vi: Sửa thông tin thanh toán
zh_hans: 编辑付款信息
zh_hant: 編輯付費資訊

# Word.PIDetailTitle.Step2.View
source: View payment information
af: Bekyk betaalinligting
am: የክፍያ መረጃ እይ
ar: عرض معلومات الدفع
as: পৰিশোধ তথ্য দৰ্শন কৰক
az: Ödəniş məlumatına bax
bg: Преглед на информация за плащане
bn_in: অর্থ দেওয়ার তথ্য দেখুন
bs: Prikaz podataka o plaćanju
cy: Gweld gwybodaeth am daliad
da: Vis betalingsoplysninger
de: Zahlungsinformationen anzeigen
el: Προβολή πληροφοριών πληρωμής
es: Ver información de pago
et: Kuva makseteave
eu: Ikusi ordainketa-informazioa
fa: مشاهده اطلاعات پرداخت
ga: Amharc ar eolas íocaíochta
gd: Faic am fiosrachadh pàighidh
gl: Ver información de pagamento
gu: ચૂકવણી માહિતી જુઓ
he: הצגת פרטי תשלום
hi: भुगतान जानकारी देखें
hr: Pregledaj podatke o plaćanju
hu: Fizetési adatok megtekintése
id: lihat informasi pembayaran
is: Skoða greiðsluupplýsingar
ja: お支払い情報の表示
ka: იხილეთ გადახდის ინფორმაცია
kk: Төлем ақпаратын көру
kn: ಪಾವತಿ ಮಾಹಿತಿಯನ್ನು ವೀಕ್ಷಿಸಿ
ko: 결제 정보 보기
ku_arab: زانیاری پارەدان ببینە
ky: Төлөө маалыматын көрүү
lo: ເບິ່ງຂໍ້ມູນການຊຳລະເງິນ
lt: Peržiūrėti mokėjimo informaciją
lv: Skatīt informāciju par maksājumu
mi: Tirohia ngā mōhiohio utu
mk: Прикажи ги информациите за плаќање
ml: പേയ്‌മെന്റ് വിവരം കാണുക
mn: Төлбөрийн мэдээлэл харах
mr: देय माहिती पाहा
ms: Lihat maklumat pembayaran
mt: Ara l-informazzjoni dwar il-pagament
ne: भुक्तानी जानकारी हेर्नुहोस्
nn_no: Vis betalingsinformasjon
no: Vis betalingsinformasjon
or: ଦେୟ ସୂଚନା ଦେଖନ୍ତୁ
pa_arab_pk: ادائیگی دی معلومات ویکھو
pa_in: ਭੁਗਤਾਨ ਜਾਣਕਾਰੀ ਦੇਖੋ
pl: Przeglądaj informacje dotyczące płatności
ru: Просмотр платежной информации
sd: رقم ادا ڪرڻ جي معلومات ڏسو
si: ගෙවීම් තොරතුරු දක්වන්න
sl: Oglejte si podatke o plačilu
sr_cyrl_rs: Приказ информација о плаћању
sr_latn_rs: Prikaz informacija o plaćanju
sv: Visa betalningsinformation
ta: கட்டணம் செலுத்தும் தகவலைப் பார்க்கவும்
te: చెల్లింపు సమాచారాన్ని వీక్షిచండి
tg: Дидани маълумоти пардохт
th: ดูข้อมูลการชำระเงิน
tr: Ödeme bilgilerini görüntüle
tt: Түләү мәгълүматны карау
ug: ھەق تۆلەش ئۇچۇرىڭىزنى كۆرۈڭ
uk: Переглянути відомості про оплату
ur: ادائیگی کی معلومات دیکھیں
uz: To‘lov ma‘lumotlarini ko‘rmoq
vi: Xem thông tin thanh toán
zh_hans: 查看付款信息
zh_hant: 檢視付費資訊
