Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Country.GF
source: French Guiana
af: Frans-Guiana
am: የፈረንሳይ ጊኒ
ar: جيانا الفرنسية
as: ফ্ৰান্স গিনি
az: Fransız Qvineyası
bg: Френска Гвиана
bn_in: ফ্রেঞ্চ গয়ানা
bs: Francuska Gvajana
cy: Guiana Ffrainc
da: Fransk Guyana
de: Französisch-Guayana
el: Γαλλική Γουιάνα
es: Guayana Francesa
et: Prantsuse Guajaana
eu: Guyana Frantsesa
fa: گویان فرانسه
ga: Guáin na Fraince
gd: Guidheàna na Frainge
gl: Güiana Francesa
gu: ફ્રેંચ ગયાના
he: גיאנה הצרפתית
hi: फ़्रेंच गयाना
hr: Francuska Gvajana
hu: Francia Guyana
id: Guyana Prancis
is: Franska Gvæjana
ja: フランス領ギアナ
ka: საფრანგეთის გვიანა
kk: Францияның Гвианасы
kn: ಫ್ರೆಂಚ್ ಗಯಾನ
ko: 프랑스령 기아나
ku_arab: گینیای فەرەنسی
ky: Француз Гвиана
lo: ເຟຣັນກີອານາ
lt: Prancūzijos Gviana
lv: Francijas Gviāna
mi: Kiana Wīwī
mk: Француска Гвајана
ml: ഫ്രഞ്ച് ഗയാന
mn: Францын Гвиана
mr: फ्रेंच गयाना
ms: Guiana Perancis
mt: Gujana Franċiża
ne: फ्रेन्च गुइआना
nn_no: Fransk Guyana
no: Fransk Guyana
or: ଫ୍ରେଞ୍ଚ୍ ଗାଏନା
pa_arab_pk: فرانسیسی گوینا
pa_in: ਫ੍ਰੈਂਚ ਗੁਏਨਾ
pl: Gujana Francuska
ru: Французская Гвиана
sd: فرينچ گينيا
si: ප්‍රංශ ගිනියාව
sl: Francoska Gvajana
sr_cyrl_rs: Француска Гвајана
sr_latn_rs: Francuska Gijana
sv: Franska Guyana
ta: பிரெஞ்சு கினியா
te: ఫ్రెంచ్ గయానా
tg: Гвианаи Франсия
th: เฟรนช์กียานา
tr: Fransız Guyanası
tt: Француз Гвианасы
ug: فىرانسىيەگە قاراشلىق گىۋىيانا
uk: Французька Ґвіана
ur: فرانسیسی گوینا
uz: Fransiya Gvianasi
vi: Guiana thuộc Pháp
zh_hans: 法属圭亚那
zh_hant: 法屬圭亞那

# Country.GG
source: Guernsey
am: ገርነሴይ
ar: غيرنزي
as: গোৰেনচি
az: Gernsi
bg: Гърнси
bn_in: গ্রাঞ্জি
el: Γκέρνζι
eu: Guernesey
fa: گرنزی
ga: Geansaí
gd: Geàrnsaidh
gu: ગર્ન્સી
he: גרנסי
hi: गर्नसी
ja: ガーンジー島
ka: გერნსი
kk: Гернси
kn: ಗುರ್ನೆಸಿ
ko: 건지
ku_arab: گێرنزی
ky: Гернси
lo: ເກີນຊີ
lt: Gernsis
lv: Gērnsija
mi: Kōnihi
mk: Гвернсеј
ml: ഗ്വേണ്‍സി
mn: Гернси
mr: गर्न्सी
ne: ग्यूर्न्सी
or: ଜେରନସେ
pa_arab_pk: جمسے
pa_in: ਗਰਨਸੀ
ru: Гернси
sd: جيرينسي
si: ගර්න්සේ
sr_cyrl_rs: Гернзи
sr_latn_rs: Gernze
ta: குயெர்ன்சி
te: గ్వెర్న్సే
tg: Гернси
th: เกอร์นเซย์
tt: Гернси
ug: گۇرنسېي
uk: Гернсі
ur: گرنزی
uz: Gernsi
zh_hans: 根西岛
zh_hant: 根息

# Country.GG.2
source: Channel Islands - Guernsey
af: Kanaaleilande-Guernsey
am: የጕርንሲ ሰርጥ ደሴቶች
ar: ‏‏جزر القنال الإنجليزي - غيرنزي
as: চেনেল আইলেণ্ডছ - গ্ৰাঞ্জি
az: Kanal Adaları - Gernsi
bg: Нормандски острови – Гърнси
bn_in: চ্যানেল দ্বীপপুঞ্জ - গুয়ের্নসে
bs: Kanalski Otoci - Guernsey
cy: Ynysoedd y Sianel - Guernsey
da: Kanaløerne - Guernsey
de: Kanalinseln - Guernsey
el: Νησιά Τσάνελ - Γκέρνσεϊ
es: Islas del canal: Guernsey
et: Kanalisaared – Guernsey
eu: Kanaleko uharteak - Guernsey
fa: جزیره های مانش - گرنزی
ga: Oileáin Mhuir nIocht - Geansaí
gd: Eileanan Caolas Shasainn - Geàrnsaidh
gl: Illas da Canle - Guernsey
gu: ચેનલ આઇલેન્ડ્સ - ગનર્સિ
he: איי התעלה - גרנזי
hi: चैनल आइलैंड - गर्न्सी
hr: Kanalski otoci – Guernsey
hu: Csatorna-szigetek – Guernsey
id: Kepulauan Channel - Guernsey
is: Ermasundseyjar – Guernsey
ja: チャネル諸島 - ガーンジー
ka: არხის კუნძულები - გერნსი
kk: Норманд аралдары - Гернси
kn: ಚಾನಲ್ ದ್ವೀಪಗಳು - ಗುರ್ನೆಸಿ
ko: 채널 제도 - 건지
ku_arab: دورگەکانی کەناڵ - گوێرنسی
ky: Норманд аралдары - Гернси
lo: ໝູ່ເກາະຊາແນລ - ເກີນຊີ
lt: Normandijos salos – Gernsis
lv: Normandijas salas - Gērnsija
mi: Ngā Motu Tianere-Kōnihi
mk: Каналски Острови - Гвернсеј
ml: ചാനൽ ഐലൻഡുകൾ - ഗൻസി
mn: Хоолойн арлууд - Гернси
mr: खाडीतील बेटे-गर्न्सी
ms: Kepulauan Channel - Guernsey
ne: चान्नेल आइल्याण्ड्स - गुइर्नसी
nn_no: Kanaløyane – Guernsey
no: Kanaløyene – Guernsey
or: ଚ୍ୟାନେଲ୍ ଦ୍ଵୀପପୁଞ୍ଜ - ଗୁଏରନସେ
pa_arab_pk: چینل آئ لیںڈز۔ گرنسی
pa_in: ਚੈਨਲ ਆਈਲੈਂਡਸ - ਗਿਉਰਨਸੈ
pl: Wyspy Normandzkie — Guernsey
ru: Нормандские острова — Гернси
sd: چينل آئي لينڊز - گيورنسي
si: ඕඩ දූපත් - ගුවෙන්සී
sl: Kanalski otoki – Guernsey
sr_cyrl_rs: Каналска Острва – Гернзи
sr_latn_rs: Kanalska Ostrva – Gernzi
sv: Kanalöarna - Guernsey
ta: சேனல் தீவுகள் - கூர்ன்ஸே
te: ఛానెల్ దీవులు - గుర్న్‌సీ
tg: Ҷазираҳои нормандӣ - Гернси
th: หมู่เกาะแชนแนล - เกิร์นซีย์
tr: Manş Adaları - Guernsey
tt: Норманд утраулары - Гернси
ug: شاننېل تاقىم ئاراللىرى - گېرنسېي
uk: Нормандські острови – Гернсі
ur: چینل آئی لینڈز - گوارنسے
uz: Normand orollari - Gernsi
vi: Quần đảo Channel - Guernsey
zh_hans: 海峡群岛 - 根西岛
zh_hant: 海峽群島 - 根息

# Country.GH
source: Ghana
am: ጋና
ar: غانا
as: ঘানা
az: Qana
bg: Гана
bn_in: ঘানা
bs: Gana
el: Γκάνα
fa: غنا
ga: Gána
gd: Gàna
gu: ઘાના
he: גאנה
hi: घाना
hr: Gana
hu: Ghána
is: Gana
ja: ガーナ
ka: განა
kk: Гана
kn: ಘಾನಾ
ko: 가나
ku_arab: غانا
ky: Гана
lo: ການາ
lt: Gana
lv: Gana
mi: Kāna
mk: Гана
ml: ഘാന
mn: Гана
mr: घाना
mt: Gana
ne: घाना
or: ଘାନା
pa_arab_pk: گھانا
pa_in: ਘਾਨਾ
ru: Гана
sd: گانا
si: ඝානාව
sl: Gana
sr_cyrl_rs: Гана
sr_latn_rs: Gana
ta: கானா
te: ఘనా
tg: Гана
th: กานา
tr: Gana
tt: Гана
ug: گانا
uk: Гана
ur: گھانا
uz: Gana
zh_hans: 加纳
zh_hant: 迦納

# Country.GI
source: Gibraltar
am: ጂብራልተር
ar: جبل طارق
as: জিৱাল্টৰ
az: Cəbəllütariq
bg: Гибралтар
bn_in: জিব্রালটার
el: Γιβραλτάρ
fa: گیبرالتر
ga: Giobráltar
gd: Diobraltar
gl: Xibraltar
gu: જિબ્રાલ્ટર
he: גיברלטר
hi: जिब्राल्टर
hu: Gibraltár
is: Gíbraltar
ja: ジブラルタル
ka: გიბრალტარი
kk: Гибралтар
kn: ಜಿಬ್ರಾಲ್ಟರ್
ko: 지브롤터
ku_arab: جەبەل تاریق
ky: Гибралтар
lo: ຈິບບຣອນທາ
lt: Gibraltaras
lv: Gibraltārs
mi: Kāmaka
mk: Гибралтар
ml: ജിബ്രാള്‍ട്ടര്‍
mn: Гибралтар
mr: जिब्राल्टर
mt: Ġibiltà
ne: जिब्रालटर
or: ଜିବ୍ରାଲଟର୍‌
pa_arab_pk: ‏‏جبرالٹر
pa_in: ਜਿਬਰਾਲਟਰ
ru: Гибралтар
sd: گبرلٽر
si: ජිබ්‍රෝල්ටාව
sr_cyrl_rs: Гибралтар
ta: ஜிப்ரால்டர்
te: జిబ్రాల్టర్
tg: Гибралтар
th: ยิบรอลตาร์
tr: Cebelitarık
tt: Гибралтар
ug: جەبىلتارىق
uk: Ґібралтар
ur: جبرالٹر
zh_hans: 直布罗陀
zh_hant: 直布羅陀

# Country.GL
source: Greenland
af: Groenland
am: ግሪንላንድ
ar: غرينلاند
as: গ্ৰীনলেণ্ড
az: Qrenlandiya
bg: Гренландия
bn_in: গ্রীনল্যান্ড
bs: Grenland
cy: Yr Ynys Las
da: Grønland
de: Grönland
el: Γροιλανδία
es: Groenlandia
et: Gröönimaa
eu: Groenlandia
fa: گرینلند
ga: An Ghraonlainn (Ríocht na Danmhairge)
gd: A' Ghraonlann
gl: Groenlandia
gu: ગ્રીનલેન્ડ
he: גרינלנד
hi: ग्रीनलैंड
hr: Grenland
hu: Grönland
id: Tanah Hijau
is: Grænland
ja: グリーンランド
ka: გრენლანდია
kk: Гренландия
kn: ಗ್ರೀನ್‌ಲ್ಯಾಂಡ್
ko: 그린란드
ku_arab: گرینلند (دێنیمارک)
ky: Гренландия
lo: ກຣີນແລນ
lt: Grenlandija
lv: Grenlande
mi: Kirīnirangi
mk: Гренланд
ml: ഗ്രീന്‍ലാണ്ട് (ഡെന്‍മാര്‍ക്ക് രാജ്യം)
mn: Гренланд
mr: ग्रीनलंड
ne: ग्रिनल्यान्ड
nn_no: Grønland
no: Grønland
or: ଗ୍ରୀନ୍‌ଲ୍ୟାଣ୍ଡ୍
pa_arab_pk: گرین لینڈ
pa_in: ਗ੍ਰੀਨਲੈਂਡ
pl: Grenlandia
ru: Гренландия
sd: گرين لينڊ
si: ග්‍රීන්ලන්තය
sl: Grenlandija
sr_cyrl_rs: Гренланд
sr_latn_rs: Grenland
sv: Grönland
ta: கிரீன்லாந்து
te: గ్రీన్‌లండ్
tg: Гренландия
th: กรีนแลนด์
tr: Grönland
tt: Гренландия
ug: گرېنلاندىيە
uk: Ґренландія
ur: گرین لینڈ
uz: Grenlandiya
zh_hans: 格陵兰
zh_hant: 格陵蘭

# Country.GM
source: Gambia
af: Gambië
am: ጋምቢያ
ar: غامبيا
as: গাম্বিয়া
az: Qambiya
bg: Гамбия
bn_in: গাম্বিয়া
bs: Gambija
el: Γκάμπια
fa: گامبیا
ga: An Ghaimbia
gd: A’ Ghaimbia
gu: ધ ગામ્બિયા
he: גמביה
hi: गाम्बिया
hr: Gambija
is: Gambía
ja: ガンビア
ka: გამბია
kk: Гамбия
kn: ಗಾಂಬಿಯಾ
ko: 감비아
ku_arab: گامبیا
ky: Гамбия
lo: ແກມເບຍ
lt: Gambija
lv: Gambija
mi: Te Kamipia
mk: Гамбија
ml: ഗാംബിയ
mn: Гамби
mr: गाम्बिया
mt: Gambja
ne: गामबिया
or: ଗାମ୍ଵିଆ
pa_arab_pk: گیمبیا
pa_in: ਗਾਂਬੀਆ
ru: Гамбия
sd: گامبيا
si: ගැම්බියාව
sl: Gambija
sr_cyrl_rs: Гамбија
sr_latn_rs: Gambija
ta: காம்பியா
te: గాంబియా
tg: Гамбия
th: แกมเบีย
tr: Gambiya
tt: Гамбия
ug: گامبىيە
uk: Ґамбія
ur: گیمبیا
uz: Gambiya
zh_hans: 冈比亚
zh_hant: 甘比亞

# Country.GM.2
source: Gambia, The
af: Gambië
am: ጋምቢያ፣ ዘ
ar: غامبيا
as: গাম্বিয়া, দ্যা
az: Qambiya
bg: Гамбия
bn_in: গাম্বিয়া
bs: Gambija
cy: Gambia, Y
da: Gambia
de: Gambia
el: Γκάμπια
es: Gambia
et: Gambia
eu: Gambia
fa: گامبیا
ga: An Ghaimbia
gd: A’ Ghaimbia
gl: Gambia
gu: ધ ગામ્બિયા
he: גמביה
hi: गाम्बिया
hr: Gambija
hu: Gambia
id: Gambia
is: Gambía
ja: ガンビア
ka: გამბია
kk: Гамбия
kn: ಗಾಂಬಿಯಾ, ದ
ko: 감비아
ku_arab: گامبیا
ky: Гамбия
lo: ແກມເບຍ
lt: Gambija
lv: Gambija
mi: Kamipia, Te
mk: Гамбија
ml: ഗാംബിയ
mn: Гамби
mr: गाम्बिया
ms: Gambia
mt: Gambja, Il-
ne: गामबिया, दि
nn_no: Gambia
no: Gambia
or: ଗାମ୍ଵିଆ
pa_arab_pk: گیمبیا،
pa_in: ਗਾਂਬੀਆ
pl: Gambia
ru: Гамбия
sd: گيمبئيا
si: ගැම්බියාව
sl: Gambija
sr_cyrl_rs: Гамбија
sr_latn_rs: Gambija
sv: Gambia
ta: காம்பியா
te: గాంబియా
tg: Гамбия
th: แกมเบีย
tr: Gambiya,
tt: Гамбия
ug: گامبىيە
uk: Ґамбія
ur: گیمبیا
uz: Gambiya
vi: Gambia
zh_hans: 冈比亚
zh_hant: 甘比亞

# Country.GN
source: Guinea
af: Guinee
am: ጊኒ
ar: غينيا
as: গিনি
az: Qvineya
bg: Гвинея
bn_in: গিনি
bs: Gvineja
el: Γουινέα
eu: Ginea
fa: گینه
ga: An Ghuine
gd: Gini
gu: ગિની
he: גינאה
hi: गिनी
hr: Gvineja
is: Gínea
ja: ギニア
ka: გვინეა
kk: Гвинея
kn: ಗಿನಿ
ko: 기니
ku_arab: گینیا
ky: Гвинея
lo: ກີນີ
lt: Gvinėja
lv: Gvineja
mi: Kini
mk: Гвинеја
ml: ഗിനിയ
mn: Гвиней
mr: गुएना
mt: Ginea
ne: ग्यूनिया
or: ଗୁଏନିଆ
pa_arab_pk: گنی
pa_in: ਗਿਨੀ
pl: Gwinea
ru: Гвинея
sd: گائينا
si: ගිනියාව
sl: Gvineja
sr_cyrl_rs: Гвинеја
sr_latn_rs: Gvineja
ta: கினியா
te: గినియా
tg: Гвинея
th: กินี
tr: Gine
tt: Гвинея
ug: گىۋىنىيە
uk: Ґвінея
ur: گینیا
uz: Gvineya
zh_hans: 几内亚
zh_hant: 幾內亞

# Country.GP
source: Guadeloupe
am: ጉዋድሉፕ
ar: غوادلوب
as: গুৱাডেলুপ
az: Qvadelupa
bg: Гваделупа
bn_in: গোয়েডলোপ
bs: Gvadalupe
el: Γουαδελούπη
es: Guadalupe
eu: Guadalupe
fa: گوادلوپ
ga: Guadalúip
gd: Guadalup
gl: Guadalupe
gu: ગ્વાડેલોપ
he: גוואדלופ
hi: ग्वाडेलोप
is: Gvadelúpeyjar
ja: グアドループ
ka: გვადელუპე
kk: Гваделупа
kn: ಗ್ವಾಡೆಲೋಪ್
ko: 과들루프
ku_arab: گوادالۆپێ
ky: Гваделупа
lo: ກົວດາລູບ
lt: Gvadelupa
lv: Gvadelupa
mi: Kuarerupe
mk: Гвадалупе
ml: ഗോഡലോപ്
mn: Гваделуп
mr: ग्वादलोप
mt: Gwadalup
ne: ग्वाडेलोप
or: ଗୁଆଡେଲୋପ୍
pa_arab_pk: گاڈے لوپ
pa_in: ਗੁਆਡੇਲੋਪ
pl: Gwadelupa
ru: Гваделупа
sd: گيڊلوپي
si: ගොඩලුප්
sr_cyrl_rs: Гвадалупе
sr_latn_rs: Gvadelup
ta: குவாடலூப்
te: గ్వాడెలోప్
tg: Гваделупа
th: กวาเดอลูป
tt: Гваделупа
ug: گىۋادېلۇپ
uk: Ґваделупа
ur: گاڈے لوپ
uz: Gvadelupa
zh_hans: 瓜德罗普
zh_hant: 瓜地洛普

# Country.GQ
source: Equatorial Guinea
af: Ekwatoriaal-Guinee
am: ኢኳቶሪያል ጊኒ
ar: غينيا الاستوائية
as: ইকুৱেটৰিয়েল গিনি
az: Ekvatorial Qvineya
bg: Екваториална Гвинея
bn_in: ইকুয়েটরিয়াল গিণি
bs: Ekvatorijalna Gvineja
cy: Gini Gyhydeddol
da: Ækvatorialguinea
de: Äquatorialguinea
el: Ισημερινή Γουινέα
es: Guinea Ecuatorial
et: Ekvatoriaal-Guinea
eu: Ekuatore Ginea
fa: گینه استوایی
ga: An Ghuine Mheánchiorclach
gd: Gini Mheadhan-chriosach
gl: Guinea Ecuatorial
gu: ઇક્વેટોરિયલ ગિનિ
he: גינאה המשוונית
hi: इक्वेटोरियल गिनी
hr: Ekvatorska Gvineja
hu: Egyenlítői-Guinea
id: Guinea Khatulistiwa
is: Miðbaugs-Gínea
ja: 赤道ギニア
ka: ეკვატორული გვინეა
kk: Экваториалдық Гвинея
kn: ಈಕ್ವಟೋರಿಯಲ್ ಗಿನಿ
ko: 적도 기니
ku_arab: گینەی ئیستیوائی
ky: Экватордук Гвинея
lo: ອີກົວທໍເຣຍ ກີນາ
lt: Pusiaujo Gvinėja
lv: Ekvatoriālā Gvineja
mi: Kini ki te Pae o te Ao
mk: Екваторијална Гвинеја
ml: ഇക്വറ്റോറിയല്‍ ഗ്വിനിയ
mn: Экваторын Гвиней
mr: विषुववृत्तीय गुएना
ms: Guinea Khatulistiwa
mt: Ginea Ekwatorjali
ne: इक्वेटोरियल गिनिया
nn_no: Ekvatorial-Guinea
no: Ekvatorial-Guinea
or: ବିଶୁବରେଖିୟ ଗାଇନା
pa_arab_pk: استوائی گنی
pa_in: ਭੂ-ਖੰਡੀ ਗਿਨੀ
pl: Gwinea Równikowa
ru: Экваториальная Гвинея
sd: ايڪوٽوريل گائينا
si: සමක ගිනියාව
sl: Ekvatorialna Gvineja
sr_cyrl_rs: Екваторијална Гвинеја
sr_latn_rs: Ekvatorijalna Gvineja
sv: Ekvatorialguinea
ta: ஈக்வடேரியல் கினியா
te: ఈక్వటోరియల్ గినియా
tg: Гвинеяи Экваторӣ
th: อิเควทอเรียลกินี
tr: Ekvator Ginesi
tt: Экваториаль Гвинея
ug: ئېكۋاتور گىۋىنىيەسى
uk: Екваторіальна Ґвінея
ur: آبی گوائنا
uz: Ekvatorial Gvineya
vi: Guinea Xích đạo
zh_hans: 赤道几内亚
zh_hant: 赤道幾內亞

# Country.GR
source: Greece
af: Griekeland
am: ግሪክ
ar: اليونان
as: গ্ৰীচ
az: Yunanıstan
bg: Гърция
bn_in: গ্রীস
bs: Grčka
cy: Gwlad Groeg
da: Grækenland
de: Griechenland
el: Ελλάδα
es: Grecia
et: Kreeka
eu: Grezia
fa: یونان
ga: An Ghréig
gd: A' Ghreug
gl: Grecia
gu: ગ્રીસ
he: יוון
hi: यूनान
hr: Grčka
hu: Görögország
id: Yunani
is: Grikkland
ja: ギリシャ
ka: საბერძნეთი
kk: Грекия
kn: ಗ್ರೀಸ್
ko: 그리스
ku_arab: یۆنان
ky: Греция
lo: ເກຼັກ
lt: Graikija
lv: Grieķija
mi: Kārihi
mk: Грција
ml: ഗ്രീസ്
mn: Грек
mr: ग्रीस
mt: Greċja
ne: ग्रीस
nn_no: Hellas
no: Hellas
or: ଗ୍ରୀସ୍
pa_arab_pk: یونان
pa_in: ਗ੍ਰੀਸ
pl: Grecja
ru: Греция
sd: گريسي
si: ග්‍රීසිය
sl: Grčija
sr_cyrl_rs: Грчка
sr_latn_rs: Grčka
sv: Grekland
ta: கிரீஸ்
te: గ్రీస్
tg: Юнон
th: กรีซ
tr: Yunanistan
tt: Греция
ug: گىرېتسىيە
uk: Греція
ur: یونان
uz: Gretsiya
vi: Hy Lạp
zh_hans: 希腊
zh_hant: 希臘

# Country.GS
source: South Georgia and South Sandwich Islands
af: Suid-Georgië en Suid-Sandwich Eilande
am: ደቡብ ጆርጂያ እና ደቡብ ሳንዱዊች ደሴቶች
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية
as: দক্ষিণ জৰ্জিয়া আৰু দক্ষিণ চেণ্ডৱিচ আইলেণ্ড
az: Cənubi Corciya və Cənubi Sendviç adaları
bg: Южна Джорджия и Южни Сандвичеви о-ви
bn_in: দক্ষিণ জর্জিয়া ও দক্ষিণ স্যান্ডউইচ দ্বীপপুঞ্জ
bs: Južna Džordžija i Južna Sendvič ostrva
cy: Ynysoedd De Georgia a De Sandwich
da: South Georgia og De Sydlige Sandwichøer
de: Südgeorgien und die Südlichen Sandwichinseln
el: Νήσοι Νότια Γεωργία και Νότιες Σάντουιτς
es: Georgia del Sur e Islas Sandwich del Sur
et: Lõuna-Georgia ja Lõuna-Sandwichi saared
eu: Hegoaldeko Georgia eta Hegoaldeko Sandwich uharteak
fa: جزایر جرجیای جنوبی و ساندویچ جنوبی
ga: An tSeoirsia Theas agus Oileáin Sandwich Theas
gd: Seòirsea a Deas is na h-Eileanan Sandwich a Deas
gl: Illas Xeorxia do Sur e Sandwich do Sur
gu: સાઉથ જ્યોર્જિયા અને સાઉથ સેન્ડવિચ આઇલેન્ડ્સ
he: איי ג'ורג'יה הדרומית ואיי הסנדביץ' הדרומיים
hi: दक्षिण जॉर्जिया और दक्षिण सैंडविच द्वीपसमूह
hr: Južna Georgija i Južni Sendvički Otoci
hu: Dél-Georgia és Déli-Sandwich-szigetek
id: Georgia Selatan dan Kepulauan Sandwich Selatan
is: Suður-Georgía og Suður-Sandvíkureyjar
ja: サウスジョージア・サウスサンドウィッチ諸島
ka: სამხრეთ ჯორჯია და სამხრეთ სენდვიჩის კუნძულები
kk: Оңтүстік Георгия және Оңтүстік Сандвич аралдары
kn: ದಕ್ಷಿಣ ಜಾರ್ಜಿಯಾ ಮತ್ತು ದಕ್ಷಿಣ ಸ್ಯಾಂಡ್‌ವಿಚ್ ದ್ವೀಪಗಳು
ko: 사우스 조지아 및 사우스 샌드위치 제도
ku_arab: دوورگەکانی جۆرجیا و ساندویچی باشوور
ky: Түштүк Жоржия жана Түштүк Сэндвич аралдары
lo: ໝູ່ເກາະ ຈໍເຈຍຕອນໃຕ້ ແລະ ແຊນວິດຕອນໃຕ້
lt: Pietų Džordžija ir Pietų Sandvičo Salos
lv: Dienviddžordžija un Dienvidsendviču salas
mi: Hōria ki te Tonga me ngā Moutere Hanawiti ki te Tonga
mk: Јужна Џорџија и Јужни Сендвич Острови
ml: സൌത്ത് ജോര്‍ജ്ജിയയും സൌത്ത് സാന്‍ഡ്‌‌വിച്ച് ദ്വീപുകളും
mn: Өмнөд Жоржиа ба Өмнөд Сэндвичийн арлууд
mr: दक्षिण जॉर्जिया आणि दक्षिण सँडविच बेटे
ms: Georgia Selatan dan Kepulauan Sandwich Selatan
mt: Il-Ġeorġja tan-Nofsinhar u l-Gżejjer Sandwich tan-Nofsinhar
ne: दक्षिण जर्जिया र दक्षिण स्यान्डविच टापूहरू
nn_no: Sør-Georgia og Sør-Sandwichøyane
no: Sør-Georgia og Sør-Sandwichøyene
or: ଦକ୍ଷିଣ ଜର୍ଜିଆ ଓ ଦକ୍ଷିଣ ସେଣ୍ଡୱିଚ୍ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: جنوبی جارجیا تے جنوبی سینڈوچ جزائر
pa_in: ਸਾਉਥ ਜਾਰਜਿਆ ਅਤੇ ਸਾਉਥ ਸੈਂਡਵਿਚ ਆਇਲੈਂਡਸ
pl: Georgia Południowa i Sandwich Południowy
ru: Южная Георгия и Южные Сандвичевы о-ва
sd: سائوٿ جيورجيا ۽ سائوٿ سيڊوچ ٻيٽَ
si: දකුණු ඡියෝර්ඡියාව සහ දකුණු සැන්ඩ්විච් දුපත්
sl: Južna Georgia in Južni Sandwichevi otoki
sr_cyrl_rs: Јужна Џорџија и Јужна Сендвичка острва
sr_latn_rs: Južna Džordžija i Južna Sendvička ostrva
sv: Sydgeorgien och Sydsandwichöarna
ta: தெற்கு ஜார்ஜியா மற்றும் தெற்கு சாண்ட்விச் தீவுகள்
te: దక్షిణ జార్జియా మరియు దక్షిణ శాండ్‌విచ్ దీవులు
tg: Ҷорҷияи Ҷанубӣ ва Ҷазираҳои Сандвич
th: หมู่เกาะเซาท์จอร์เจียและเซาท์แซนด์วิช
tr: Güney Georgia ve Güney Sandwich Adaları
tt: Көньяк Георгия һәм Көньяк Сандвич утраулары
ug: جەنۇبىي جورجىيە ۋە جەنۇبىي ساندۋىچ تاقىم ئاراللىرى
uk: Південна Джорджія та Південні Сандвічеві острови
ur: جنوبی جارجیا اور جزائر جنوبی سینڈوچ جزائر
uz: Janubiy Jorjiya va Janubiy Sandvich orollari
vi: Quần đảo Nam Georgia và Nam Sandwich
zh_hans: 南乔治亚岛和南桑威齐群岛
zh_hant: 南喬治亞及南三明治群島

# Country.GS.2
source: South Georgia and the South Sandwich Islands
af: Suid-Georgië en die Suid-Sandwich Eilande
am: ደቡብ ጆርጂያ እና የደቡብ ሳንዱዊች ደሴቶች
ar: جورجيا الجنوبية وجزر ساندويتش الجنوبية
as: দক্ষিণ জৰ্জিয়া আৰু দক্ষিণ চেণ্ডৱিচ আইলেণ্ড
az: Cənubi Corciya və Cənubi Sendviç adaları
bg: Южна Джорджия и Южни Сандвичеви острови
bn_in: দক্ষিণ জর্জিয়া ও দক্ষিণ স্যান্ডউইচ দ্বীপপুঞ্জ
bs: Južna Džordžija i Južna Sendvič ostrva
cy: Ynysoedd De Georgia a De Sandwich
da: South Georgia og De Sydlige Sandwichøer
de: Südgeorgien und die Südlichen Sandwichinseln
el: Νήσοι Νότια Γεωργία και Νότιες Σάντουιτς
es: Georgia del Sur e Islas Sandwich del Sur
et: Lõuna-Georgia ja Lõuna-Sandwichi saared
eu: Hegoaldeko Georgia eta Hegoaldeko Sandwich uharteak
fa: جزایر جرجیای جنوبی و ساندویچ جنوبی
ga: An tSeoirsia Theas agus Oileáin Sandwich Theas
gd: Seòirsea a Deas is na h-Eileanan Sandwich a Deas
gl: Illas Xeorxia do Sur e Sandwich do Sur
gu: સાઉથ જ્યોર્જિયા અને સાઉથ સેન્ડવિચ આઇલેન્ડ્સ
he: איי ג'ורג'יה הדרומית ואיי הסנדביץ' הדרומיים
hi: दक्षिण जॉर्जिया और दक्षिण सैंडविच द्वीपसमूह
hr: Južna Georgija i Južni Sendvički Otoci
hu: Dél-Georgia és Déli-Sandwich-szigetek
id: Georgia Selatan dan Kepulauan Sandwich Selatan
is: Suður-Georgía og Suður-Sandvíkureyjar
ja: サウスジョージア・サウスサンドウィッチ諸島
ka: სამხრეთ ჯორჯია და სამხრეთ სენდვიჩის კუნძულები
kk: Оңтүстік Георгия және Оңтүстік Сандвич аралдары
kn: ದಕ್ಷಿಣ ಜಾರ್ಜಿಯಾ ಮತ್ತು ದಕ್ಷಿಣ ಸ್ಯಾಂಡ್‌ವಿಚ್ ದ್ವೀಪಗಳು
ko: 사우스 조지아 및 사우스 샌드위치 제도
ku_arab: دوورگەکانی جۆرجیا و ساندویچی باشوور
ky: Түштүк Жоржия жана Түштүк Сэндвич аралдары
lo: ໝູ່ເກາະ ຈໍເຈຍຕອນໃຕ້ ແລະ ແຊນວິດຕອນໃຕ້
lt: Pietų Džordžija ir Pietų Sandvičo salos
lv: Dienviddžordžija un Dienvidsendviču salas
mi: Hōria ki te Tonga me ngā Moutere Hanawiti ki te Tonga
mk: Јужна Џорџија и Јужни Сендвич Острови
ml: ദക്ഷിണ ജോര്‍ജ്ജിയ-ദക്ഷിണ സാന്‍ഡ്‌വിച്ച് ദ്വീപുകള്‍
mn: Өмнөд Жоржиа ба Өмнөд Сэндвичийн арлууд
mr: दक्षिण जॉर्जिया आणि दक्षिण सँडविच बेटे
ms: Georgia Selatan dan Kepulauan Sandwich Selatan
mt: Ġeorġja tan-Nofsinhar u l-Gżejjer Sandwich tan-Nofsinhar
ne: दक्षिण जोर्जिया र द दक्षिण स्यान्डविच टापूहरू
nn_no: Sør-Georgia og Sør-Sandwichøyane
no: Sør-Georgia og Sør-Sandwichøyene
or: ଦକ୍ଷିଣ ଜର୍ଜିଆ ଓ ଦକ୍ଷିଣ ସେଣ୍ଡୱିଚ୍ ଦ୍ଵୀପପୁଞ୍ଜ
pa_arab_pk: جنوبی جارجیا تے جنوبی سینڈوچ جزائر
pa_in: ਸਾਉਥ ਜਾਰਜਿਆ ਅਤੇ ਸਾਉਥ ਸੈਂਡਵਿਚ ਆਇਲੈਂਡਸ
pl: Georgia Południowa i Sandwich Południowy
ru: Южная Георгия и Южные Сандвичевы о-ва
sd: سائوٿ جيورجيا ۽ سائوٿ سيڊوچ ٻيٽ
si: දකුණු ඡියෝර්ඡියාව සහ දකුණු සැන්ඩ්විච් දුපත්
sl: Južna Georgia in Južni Sandwichevi otoki
sr_cyrl_rs: Јужна Џорџија и Јужна Сендвичка острва
sr_latn_rs: Južna Džordžija i Južna Sendvička ostrva
sv: Sydgeorgien och Sydsandwichöarna
ta: தெற்கு ஜார்ஜியா மற்றும் தெற்கு சாண்ட்விச் தீவுகள்
te: దక్షిణ జార్జియా మరియు దక్షిణ శాండ్‌విచ్ దీవులు
tg: Ҷорҷияи Ҷанубӣ ва Ҷазираҳои Сандвич
th: หมู่เกาะเซาท์จอร์เจียและเซาท์แซนด์วิช
tr: Güney Georgia ve Güney Sandwich Adaları
tt: Көньяк Георгия һәм Көньяк Сандвич утраулары
ug: جەنۇبىي جورجىيە ۋە جەنۇبىي ساندۋىچ تاقىم ئاراللىرى
uk: Південна Джорджія та Південні Сандвічеві острови
ur: جنوبی جارجیا و جنوبی سینڈوچ جزائر
uz: Janubiy Jorjiya va Janubiy Sandvich orollari
vi: Quần đảo Nam Georgia và Nam Sandwich
zh_hans: 南乔治亚岛和南桑威齐群岛
zh_hant: 南喬治亞及南三明治群島

# Country.GT
source: Guatemala
am: ጓቲማላ
ar: غواتيمالا
as: গুৱাটেমালা
az: Qvatemala
bg: Гватемала
bn_in: গুয়াতেমালা
bs: Gvatemala
cy: Gwatemala
el: Γουατεμάλα
fa: گواتمالا
ga: Guatamala
gd: Guatamala
gu: ગ્વાટેમાલા
he: גואטמלה
hi: ग्वाटेमाला
hr: Gvatemala
is: Gvatemala
ja: グアテマラ
ka: გვატემალა
kk: Гватемала
kn: ಗ್ವಾಟೆಮಾಲಾ
ko: 과테말라
ku_arab: گواتیمالا
ky: Гватемала
lo: ກົວເຕມາລາ
lt: Gvatemala
lv: Gvatemala
mi: Kuatamara
mk: Гватемала
ml: ഗ്വാട്ടിമാല
mn: Гватемал
mr: ग्वाटेमाला
mt: Gwatemala
ne: ग्वाटेमाला
or: ଗୁଆଟେମାଲା
pa_arab_pk: گوئٹے مالا
pa_in: ਗੁਆਟੇਮਾਲਾ
pl: Gwatemala
ru: Гватемала
sd: گنٽيمالا
si: ග්වාතමාලාව
sl: Gvatemala
sr_cyrl_rs: Гватемала
sr_latn_rs: Gvatemala
ta: கவுதமாலா
te: గ్వాటిమాలా
tg: Гватемала
th: กัวเตมาลา
tt: Гватемала
ug: گىۋاتېمالا
uk: Ґватемала
ur: گوئٹے مالا
uz: Gvatemala
zh_hans: 危地马拉
zh_hant: 瓜地馬拉

# Country.GU
source: Guam
am: ጉአም
ar: جوام
as: গুৱাম
az: Quam
bg: Гуам
bn_in: গুয়াম
el: Γκουάμ
fa: گوام
gu: ગુઆમ
he: גואם
hi: गुआम
is: Gvam
ja: グアム
ka: გუამი
kk: Гуам
kn: ಗುವಾಮ್
ko: 괌
ku_arab: گوام
ky: Гуам
lo: ກວາມ
lt: Guamas
lv: Guama
mi: Kuamu
mk: Гуам
ml: ഗുവാം
mn: Гуам
mr: गुआम
mt: Gwam
ne: ग्वाम
or: ଗୁଆମ୍
pa_arab_pk: گوام
pa_in: ਗੁਆਮ
ru: Гуам
sd: گوام
si: ගුවාම්
sr_cyrl_rs: Гуам
ta: குவாம்
te: గ్వామ్
tg: Гуам
th: กวม
tt: Гуам
ug: گۇئام
uk: Ґуам
ur: گوام
zh_hans: 关岛
zh_hant: 關島

# Country.GW
source: Guinea-Bissau
af: Guinee-Bissau
am: ጊኒ-ቢሳዎ
ar: غينيا بيساو
as: গিনি-বিছাও
az: Qvineya-Bissau
bg: Гвинея-Бисау
bn_in: গিনি-বিসাউ
bs: Gvineja-Bisau
el: Γουινέα-Μπισάου
es: Guinea-Bisáu
eu: Ginea Bissau
fa: گینه بیسائو
ga: Guine-Bissau
gd: Gini-Bioso
gu: ગિની-બિસાઉ
he: גינאה-ביסאו
hi: गिनी-बिसाऊ
hr: Gvineja Bisau
hu: Bissau-Guinea
is: Gínea-Bissá
ja: ギニアビサウ
ka: გვინეა-ბისაუ
kk: Гвинея-Бисау
kn: ಗಿನಿ-ಬಿಸಾವ್
ko: 기니비사우
ku_arab: گینیا-بیساو
ky: Гвинея-Бисау
lo: ກີນີ-ບິສເຊົາ
lt: Bisau Gvinėja
lv: Gvineja-Bisava
mi: Kini-Pīhau
mk: Гвинеја-Бисау
ml: ഗിനിയ-ബിസ്സോ
mn: Гвиней-Бисау
mr: गिनिआ-बिसाऊ
mt: Ginea-Bissaw
ne: ग्यूनिया-बिसौ
or: ଗାଏନା-ବିସଉ
pa_arab_pk: گنی بساؤ
pa_in: ਗਿਨੀ-ਬਿਸਾਉ
pl: Gwinea Bissau
ru: Гвинея-Бисау
sd: گائينا-بسيو
si: ගිනි බිසව්
sl: Gvineja Bissau
sr_cyrl_rs: Гвинеја Бисао
sr_latn_rs: Gvineja Bisao
ta: கினியா-பிசாவ்
te: గినియా-బిసావ్
tg: Гвинея-Бисау
th: กินีบิสเซา
tr: Gine-Bissau
tt: Гвинея-Бисау
ug: گىۋىنىيە بىسسائۇ
uk: Ґвінея-Бісау
ur: جینوا- بسووا
uz: Gvineya-Bissau
zh_hans: 几内亚比绍
zh_hant: 幾內亞比索

# Country.GY
source: Guyana
am: ጉያና
ar: غويانا
as: গায়ানা
az: Qayana
bg: Гвиана
bn_in: গায়ানা
bs: Gvajana
cy: Gaiana
el: Γουιάνα
fa: گویانا
ga: An Ghuáin
gd: Guidheàna
gl: Güiana
gu: ગયાના
he: גיאנה
hi: गयाना
hr: Gvajana
is: Gvæjana
ja: ガイアナ
ka: გაიანა
kk: Гайана
kn: ಗಯಾನಾ
ko: 가이아나
ku_arab: گویانا
ky: Гайана
lo: ກາຍອານາ
lt: Gajana
lv: Gajāna
mi: Kaiana
mk: Гвајана
ml: ഗയാന
mn: Гайана
mr: गयाना
mt: Gujana
ne: गुयाना
or: ଗାୟାନା
pa_arab_pk: گائنا
pa_in: ਗੁਯਾਨਾ
pl: Gujana
ru: Гайана
sd: گيانا
si: ගයානාව
sl: Gvajana
sr_cyrl_rs: Гвајана
sr_latn_rs: Gvajana
ta: கயானா
te: గయానా
tg: Гайана
th: กายอานา
tt: Гайана
ug: گىۋىيانا
uk: Ґайана
ur: گائنا
uz: Gayana
zh_hans: 圭亚那
zh_hant: 蓋亞納

# Country.HK
source: Hong Kong SAR
af: Hongkong SAG
am: ሆንግ ኮንግ ኤስኤአር
ar: هونغ كونغ SAR
as: হং কং চাৰ SAR
az: Honq Konq SAR
bg: Хонконг, САР
bn_in: হং কং SAR
bs: Hong Kong Specijalna Administrativna Regija
da: SAR Hongkong
de: Hongkonk (SAR)
el: Χονγκ Κονγκ ΕΔΠ
es: RAE de Hong Kong
et: Hongkongi EHP
eu: Hong Kong AEB
fa: منطقه ویژه اداری هنگ کنگ
ga: Sainréigiún Riaracháin Hong Cong
gd: SAR Hong Kong
gl: Hong Kong
gu: હૉંગ કૉંગ SAR
he: הונג קונג SAR
hi: हाँग काँग एसएआर
hr: Posebna upravna jedinica Hong Kong
hu: Hongkong KKT
id: Daerah Administratif Khusus Hong Kong
is: Hong Kong (sérstjórnarsvæði)
ja: 香港特別行政区
ka: ჰონკონგის სპეციალური ადმინისტრაციული რეგიონი
kk: Сянган АӘА (Гонконг)
kn: ಹಾಂಗ್ ಕಾಂಗ್ ಎಸ್‌ಎಆರ್
ko: 홍콩 특별 행정구
ku_arab: هەرێمی بەڕێوەبەرایەتی تایبەتی هۆنگ کۆنگ
ky: Гонконг атайын административдик региону
lo: ເຂດປົກຄອງພິເສດ ຮົງກົງ
lt: YAKR Honkongas
lv: īpašais administratīvais reģions Honkonga
mi: Hongipua SAR
mk: Хонг Конг САР
ml: ഹോങ്കോങ് SAR
mn: Хонг Конг
mr: हाँग काँग एसएआर
mt: RAS ta' Ħong Kong
ne: हङ्ग कङ्ग एसएआर
or: ହଙ୍ଗ୍ କଙ୍ଗ୍ SAR
pa_arab_pk: ہانگ کانگ SAR
pa_in: ਹਾਂਗ ਕਾਂਗ ਐਸਏਆਰ
ru: Гонконг, CАР
sd: هونگ ڪانگ SAR
si: හොං කොං එස්ඒආර්
sr_cyrl_rs: Хонгконг специјална административна регија
sr_latn_rs: SAO Hongkong
ta: ஹாங்காங் எஸ்ஏஆர்
te: హాంగ్ కాంగ్ ఎస్ఎఆర్
tg: МММ Ҳонг-Конг
th: ฮ่องกง SAR
tr: Hong Kong Çin ÖİB
tt: Гонконг
ug: شياڭگاڭ ئالاھىدە مەمۇرىي رايونى
uk: САР Гонконґ
ur: ہانگ کانگ خصوصی انتظامی ریجین
uz: Gonkong MMR (SAR)
vi: Đặc khu Hành chính Hồng Kông
zh_hans: 香港特別行政区
zh_hant: 香港特別行政區
