Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Word.County.GB.Knowsley
source: Knowsley
ar: نوسلي
as: নোজলি
az: Nousli
bg: Ноусли
bn_in: নোসলি
el: Νόουσλι
fa: نوزلی
gu: નોસ્લે
he: קנואוסלי
hi: नोस्ले
ja: ノーズリー
ka: ქნოუსლი
kk: Ноусли
kn: ನೋಸ್ಲೆ
ko: 노슬리
lo: ໂນສເລ່
lt: Knauslis
lv: Nousli
mi: Te Pā Knowsley
mk: Ноусли
ml: നോസ്‌ലി
mr: नॉस्ले
ne: नोस्ले
or: ନୋସଲି
pa_in: ਨੋਜ਼ਲੇ
ru: Ноусли
sr_cyrl_rs: Ноусли
sr_latn_rs: Nouzli
ta: நோஸ்லி
te: నోస్లీ
th: โนว์สลีย์
tt: Ноусли
ug: نوۋسلېي
uk: Ноуслі
ur: نوزلے
uz: Nousli
zh_hans: 诺斯利
zh_hant: 諾斯利

# Word.County.GB.Lambeth
source: Lambeth
ar: لامبث
as: লেম্বেথ
az: Lambet
bg: Ламбет
bn_in: ল্যাম্বেথ
el: Λάμπεθ
fa: لمبت
gu: લેમ્બેથ
he: למבת'
hi: लैम्बेथ
ja: ランベス
ka: ლამბეთი
kk: Ламбет
kn: ಲಾಂಬೆಥ್
ko: 램베스
lo: ເລັມເບັດ
lt: Lambethas
lv: Lembeta
mi: Paenoho o Lambeth
mk: Ламбет
ml: ലാംബെത്ത്
mr: लॅम्बेथ
ne: ल्याम्बेथ
or: ଲାମ୍ବେଥ୍
pa_in: ਲਾਂਬਥ
ru: Ламбет
sr_cyrl_rs: Ламбет
sr_latn_rs: Lembet
ta: லாம்பெத்
te: లాంబెత్
th: แลมเบธ
tt: Ламбет
ug: لامبېت
uk: Ламбет
ur: لیمبتھ
uz: Lambet
zh_hans: 兰贝斯区
zh_hant: 蘭貝斯

# Word.County.GB.Lancashire
source: Lancashire
ar: لانكشاير
as: লেঙ্কাছায়াৰ
az: Lankaşir
bg: Ланкашър
bn_in: ল্যাঙ্কাশায়ার
el: Λανκασάιρ
fa: لانکاشر
gu: લેંકશાયર
he: לנקשייר
hi: लंकाशायर
ja: ランカシャー
ka: ლანკანშირი
kk: Ланкашир
kn: ಲಂಕಾಶೈರ್
ko: 랭커셔
lo: ແລນຄາສເຊຍ
lt: Lankašyras
lv: Lankašīra
mi: Kaute o Lancashire
mk: Ланкашир
ml: ലങ്കാഷെയർ
mr: लँकेशायर
ne: ल्याङ्कासायर
or: ଲାଙ୍କାଶାୟାର
pa_in: ਲੰਕਾਸ਼ਾਇਰ
ru: Ланкашир
sr_cyrl_rs: Ланкашир
sr_latn_rs: Lankašir
ta: லங்காஷையர்
te: లంకాషైర్
th: แลงคาเชียร์
tt: Ланкашир
ug: لانكاشىر
uk: Ланкашир
ur: لنکا شائر
uz: Lankashir
zh_hans: 兰开夏郡
zh_hant: 蘭開郡

# Word.County.GB.Leeds
source: Leeds
ar: ليدز
as: লিডচ
az: Lids
bg: Лийдс
bn_in: লিডস
el: Λιντς
fa: لیدز
gu: લીડ્સ
he: לידס
hi: लीड्स
ja: リーズ
ka: ლიდსი
kk: Лидс
kn: ಲೀಡ್ಸ್
ko: 리즈
lo: ລີດ
lt: Lidsas
lv: Līdsa
mi: Tāone nui o Leeds
mk: Лидс
ml: ലീഡ്സ്
mr: लीड्स
ne: लिड्स
or: ଲିଡ୍ସ
pa_in: ਲੀਡਜ਼
ru: Лидс
sr_cyrl_rs: Лидс
sr_latn_rs: Lids
ta: லீட்ஸ்
te: లీడ్స్
th: ลีดส์
tt: Лидс
ug: لىدس
uk: Лідс
ur: لیڈز
uz: Lids
zh_hans: 利兹
zh_hant: 里茲

# Word.County.GB.Leicester
source: Leicester
ar: ليستر
as: লিচেষ্টাৰ
az: Lester
bg: Лестър
bn_in: লিসেস্টার
cy: Caerlŷr
el: Λέστερ
fa: لستر
gu: લેશેસ્ટર
he: לסטר
hi: लीसेस्टर
ja: レスター
ka: ლეისტერი
kk: Лестер
kn: ಲೀಸೆಸ್ಟರ್
ko: 레스터
lo: ລາຍເຊສເຕີ
lt: Leisteris
lv: Lestera
mi: Tāone nui o Leicester
mk: Лестер
ml: ലെസ്റ്റർ
mr: लीसेस्टर
ne: लिसेस्टर
or: ଲିସେଷ୍ଟର
pa_in: ਲੈਸਟਰ
ru: Лестер
sr_cyrl_rs: Лестер
sr_latn_rs: Lester
ta: லீச்செஸ்டர்
te: లెస్టర్
th: เลสเตอร์
tt: Лестер
ug: لېيسېستېر
uk: Лестер
ur: لیسٹر
uz: Lester
zh_hans: 莱斯特
zh_hant: 萊斯特

# Word.County.GB.Leicestershire
source: Leicestershire
ar: ليسترشاير
as: লিচেষ্টাৰশ্বায়াৰ
az: Lesterşir
bg: Лестършър
bn_in: লিসেস্টারশায়ার
cy: Swydd Gaerlŷr
el: Λέστερσαιρ
fa: لسترشر
gu: લેસેસ્ટરશાયર
he: לסטרשייר
hi: लीसेस्टरशायर
ja: レスターシャー
ka: ლესტერშირი
kk: Лестершир
kn: ಲೀಸೆಸ್ಟೆರ್‌ಶೈರ್
ko: 레스터셔
lo: ລາຍເຊດສເຕີເຊຍ
lt: Lesteršyras
lv: Lesteršīra
mi: Kaute o Leicestershire
mk: Лестершир
ml: ലീസെസ്റ്റർഷയർ
mr: लीसेस्टरशायर
ne: लिकेस्टरसायर
or: ଲିସେଷ୍ଟରଶାୟାର
pa_in: ਲੈਸਟਰਸ਼ਾਇਰ
ru: Лестершир
sr_cyrl_rs: Лестершир
sr_latn_rs: Lesteršir
ta: லீசெஸ்டர்ஷையர்
te: లెస్టర్‌షైర్
th: เลสเตอร์เชียร์
tt: Лестершир
ug: لېيسېستېرشىر
uk: Лестершир
ur: لیسٹر شائر
uz: Lestershir
zh_hans: 莱斯特郡
zh_hant: 萊斯特

# Word.County.GB.Lewisham
source: Lewisham
ar: لويشام
as: লুইচাম
az: Luişem
bg: Люишам
bn_in: লেউইশাম
el: Λιούισαμ
fa: لویشام
gu: લેવિશેમ
he: בלקהית'
hi: लेविसहैम
hr: Louisham
ja: ルイシャム
ka: ლუიშამი
kk: Луишем
kn: ಲೆವಿಶಾಮ್
ko: 루이스햄
lo: ລິວວີສແຮມ
lv: Lūisema
mi: Paenoho o Lewisham
mk: Луишам
ml: ലെവിഷാം
mr: लुईशम
ne: लेविसाम
or: ଲୁଇଶାମ୍
pa_in: ਲੇਵਿਸ਼ਮ
ru: Луишем
sr_cyrl_rs: Луишам
sr_latn_rs: Levisham
ta: லூயிஸ்ஹாம்
te: లెవిషామ్
th: ลูอิสแฮม
tt: Льюишем
ug: لېۋىشام
uk: Льюїсгем
ur: لیوئس ہيم
uz: Luishem
zh_hans: 刘易舍姆
zh_hant: 貝納姆

# Word.County.GB.Lincolnshire
source: Lincolnshire
ar: لينكولنشاير
as: লিংকনশ্বায়াৰ
az: Linkolnşir
bg: Линкълншир
bn_in: লিঙ্কনশায়ার
cy: Swydd Lincoln
el: Λίνκολνσαϊρ
fa: لینکلن‌شر
gu: લિંકનશાયર
he: לינקולנשייר
hi: लिंकनशायर
ja: リンカンシャー
ka: ლინკოლნშირი
kk: Линкольншир
kn: ಲಿಂಕನ್‌ಶೈರ್
ko: 링컨셔
lo: ລິງຄອນເຊຍ
lt: Linkolnšyras
lv: Linkolnšīra
mi: Kaute o Lincolnshire
mk: Линколншир
ml: ലിങ്കൺഷയർ
mr: लिंकनशायर
ne: लिङ्कनसायर
or: ଲିଙ୍କନଶାୟାର
pa_in: ਲਿੰਕਨਸ਼ਾਇਰ
ru: Линкольншир
sr_cyrl_rs: Линколншир
sr_latn_rs: Linkolnšir
ta: லிங்கன்ஷையர்
te: లింకన్‌షైర్
th: ลินคอล์นเชียร์
tt: Линкольншир
ug: لىنكولنشىر
uk: Лінкольншир
ur: لنکن شائر
uz: Linkolnshir
zh_hans: 林肯郡
zh_hant: 林肯郡

# Word.County.GB.LisburnandCastlereagh
source: Lisburn and Castlereagh
af: Lisburn en Castlereagh
am: Lisburn እና Castlereagh
ar: ليسبورن وكاستيلريغ
as: লিচবাৰ্ণ আৰু কেচেলৰেয়াগ
az: Lisbern və Kaslri
bg: Лисбърн и Касълре
bn_in: লিসবারন অ্যান্ড ক্যাসলেয়ারাগ
bs: Lisburn i Castlereagh
cy: Lisburn a Castlereagh
da: Lisburn og Castlereagh
el: Λίσμπερν και Κάσλρεϊ
es: Lisburn y Castlereagh
eu: Lisburn eta lereagh
fa: لیسبورن و کاسلری
ga: Lios na gCearrbhach agus An Caisleán Riabhach
gd: Lios na gCearrbhach agus an Caisleán Riabhach
gl: Lisburn e Castlereagh
gu: લીસ્બર્ન્સ અને કેસલરીગ
he: ליזבורן וקאסלראה
hi: लिस्बर्न और कैसलरीघ
hr: Lisburn i Castlereagh
hu: Lisburn és Castlereagh
id: Lisburn dan Castlereagh
ja: リスバーン・アンド・カースルレー
ka: ლისბერნი და კასტლერი
kk: Лисберн и Каслри
kn: ಲಿಸ್ಬರ್ನ್ ಮತ್ತು ಕಾಸಲ್‌ರೀಘ್
ko: 리스번 앤 캐슬레이
lo: ລີສເບີນ ແລະ ເຄສໂຊລີກ໌
lt: Lisbernas ir Castlereagh
lv: Lisbērna un Kāslreja
mi: Takiwā o Lisburn me Castlereagh
mk: Лизбурн и Каслериг
ml: ലിസ്ബേൺ, കാസിൽ‌രീഗ്
mr: लिस्बर्न आणि कॅसलरेघ
ms: Lisburn dan Castlereagh
mt: Lisburn u Castlereagh
ne: लिस्बर्न र क्यासलरेघ
nn_no: Lisburn og Castlereagh
no: Lisburn og Castlereagh
or: ଲିସବର୍ନ ଏବଂ କାସଲେରେଘ
pa_in: ਲਿਸਬਰਨ ਅਤੇ ਕੈਸਲਰੇਗ
pl: Lisburn i Castlereagh
ru: Лисберн и Каслри
sl: Lisburn in Castlereagh
sr_cyrl_rs: Лизберн и Кастлер
sr_latn_rs: Lizbern i Kastlre
ta: லிஸ்பர்ன் மற்றும் கேஸ்டில்ரீக்
te: లిస్బర్న్ మరియు కాజిల్‌రీ
th: ลิสเบิร์นและคาสเซิลเรจ
tr: Lisburn ve Castlereagh
tt: Лисберн һәм Каслри
ug: لىسبۇرن ۋە كاسلېرياگ
uk: Лісберн і Каслрі
ur: لزبرن اور کاسل ریاغ
uz: Lisbern va Kaslrig
vi: Lisburn và Castlereagh
zh_hans: 利斯本和卡斯尔雷
zh_hant: 利斯本和卡斯爾雷

# Word.County.GB.Liverpool
source: Liverpool
ar: ليفربول
as: লিভাৰপুল
az: Liverpul
bg: Ливърпул
bn_in: লিভারপুল
cy: Lerpwl
el: Λίβερπουλ
fa: لیورپول
ga: Learpholl
gu: લિવરપૂલ
he: ליברפול
hi: लिवरपूल
ja: リバプール
ka: ლივერპული
kk: Ливерпуль
kn: ಲಿವರ್‌ಪೂಲ್
ko: 리버풀
lo: ລິເວີພູລ
lt: Liverpulis
lv: Liverpūle
mi: Tāone nui o Riwapū
mk: Ливерпул
ml: ലിവർപൂൾ
mr: लिव्हरपूल
ne: लिभरपुल
or: ଲିଭରପୁଲ
pa_in: ਲਿਵਰਪੂਲ
ru: Ливерпуль
sr_cyrl_rs: Ливерпул
sr_latn_rs: Liverpul
ta: லிவர்பூல்
te: లివర్‌పూల్
th: ลิเวอร์พูล
tt: Ливерпуль
ug: لىۋېرپول
uk: Ліверпуль
ur: لیورپول
uz: Liverpul
zh_hans: 利物浦
zh_hant: 利物浦

# Word.County.GB.London
source: London
af: Londen
ar: لندن
as: লণ্ডন
bg: Лондон
bn_in: লন্ডন
cy: Llundain
el: Λονδίνο
es: Londres
eu: Londres
fa: لندن
ga: Londain
gd: Lunnainn
gl: Londres
gu: લંડન
he: לונדון
hi: लंदन
ja: ロンドン
ka: ლონდონი
kk: Лондон
kn: ಲಂಡನ್
ko: 런던
lo: ລອນດອນ
lt: Londonas
lv: Londona
mi: Tāone nui mātua o Rānana
mk: Лондон
ml: ലണ്ടൻ
mr: लंडन
mt: Londra
ne: लण्डन
or: ଲଣ୍ଡନ
pa_in: ਲੰਡਨ
pl: Londyn
ru: Лондон
sr_cyrl_rs: Лондон
ta: லண்டன்
te: లండన్
th: ลอนดอน
tr: Londra
tt: Лондон
ug: لوندون
uk: Лондон
ur: لندن
vi: Luân Đôn
zh_hans: 伦敦
zh_hant: 倫敦

# Word.County.GB.Luton
source: Luton
ar: لوتون
as: লুটন
bg: Лутън
bn_in: লুটোন
el: Λούτον
fa: لوتون
gu: લ્યટન
he: לוטון
hi: लुटन
ja: ルートン
ka: ლუტონი
kk: Лутон
kn: ಲೂಟನ್
ko: 루턴
lo: ລູຕັນ
lt: Lutonas
lv: Lutona
mi: Tāone o Luton
mk: Лутон
ml: ലൂട്ടൺ
mr: ल्युटन
ne: ल्युटन
or: ଲୁଟନ୍
pa_in: ਲੂਟਨ
ru: Лутон
sr_cyrl_rs: Лутон
ta: லூட்டன்
te: లూటన్
th: ลูตัน
tt: Лутон
ug: لۇتون
uk: Лутон
ur: لوٹن
zh_hans: 卢顿
zh_hant: 盧頓

# Word.County.GB.Manchester
source: Manchester
ar: مانشستر
as: মানচেষ্টাৰ
az: Mançester
bg: Манчестър
bn_in: ম্যানচেস্টার
cy: Manceinion
el: Μάντσεστερ
es: Mánchester
fa: منچستر
ga: Manchain
gu: માન્ચેસ્ટર
he: מנצ'סטר
hi: मंनचेस्टर
ja: マンチェスター
ka: მანჩესტერი
kk: Манчестер
kn: ಮ್ಯಾಂಚೆಸ್ಟರ್
ko: 맨체스터
ku_arab: مانچستەر
ky: Манчестер
lo: ແມນເຊັສເຕີ
lt: Mančesteris
lv: Mančestra
mi: Tāone nui o Menetaeta
mk: Манчестер
ml: മാഞ്ചസ്റ്റർ
mn: Манчестер
mr: मँचेस्टर
ne: म्यान्चेस्टर
or: ମଞ୍ଚେଷ୍ଟର୍
pa_arab_pk: مانچسٹر
pa_in: ਮਾਨਚੇਸਟਰ
ru: Манчестер
sd: مانچسٽر
si: මැන්චෙස්ටර්
sr_cyrl_rs: Манчестер
sr_latn_rs: Mančester
ta: மான்செஸ்டர்
te: మాంచెస్టర్
tg: Манчестер
th: แมนเชสเตอร์
tt: Манчестер
ug: مانچېستېر
uk: Манчестер
ur: مانچیسٹر
zh_hans: 曼彻斯特
zh_hant: 曼徹斯特

# Word.County.GB.Medway
source: Medway
ar: ميدواي
as: মেডৱে’
az: Meduey
bg: Медуей
bn_in: মেডওয়ে
el: Μέντγουεϊ
fa: مدوی
gu: મેડવે
he: מדוואי
hi: मेडवे
ja: メドウェイ
ka: მედვეი
kk: Медуэй
kn: ಮೆಡ್‌ವೇ
ko: 메드웨이
lo: ເມັດເວ
lt: Medvėjus
lv: Medveja
mi: Tāone nui o Medway
mk: Медвеј
ml: മെഡ്‌വേ
mr: मेडवे
ne: मेडवे
or: ମେଡୱେ
pa_in: ਮੇਡਵੇ
ru: Медуэй
sr_cyrl_rs: Медвеј
sr_latn_rs: Medvej
ta: மெட்வே
te: మెడ్వే
th: เมดเวย์
tt: Медуэй
ug: مېدۋاي
uk: Медвей
ur: میڈوے
uz: Miduey
zh_hans: 梅德韦
zh_hant: 梅德韋

# Word.County.GB.MerthyrTydfil
source: Merthyr Tydfil
ar: ميرثير تيدفيل
as: মাৰ্থাইৰ টাইডফিল
az: Mertir-Tidvil
bg: Мърдър Тидфил
bn_in: মের্থাইর টাইডফিল
el: Μέρθυρ Τυντφίλ
fa: مرثر تیدویل
gu: મેર્થીર ટીડફીલ
he: מרת'ייר טיידפיל
hi: मेथियर टैडफिल
ja: マーサーティドビル
kk: Мертир-Тидвил
kn: ಮೆರ್ಥಿರ್‌ ಟೈಡ್ಫಿಲ್
ko: 머시르 타이드필
lo: ເມທາຍ ທີດຟິວ
lt: Merter Tidvilis
lv: Mērtirtidvila
mi: Tāone o Merthyr Tydfil
mk: Мертир Тидфил
ml: മെർതിർ ടിഡ്ഫിൽ
mr: मर्थियर टायडफिल
ne: मर्थिर टाइडफिल
or: ମର୍ଥିର ଟାଇଡଫିଲ
pa_in: ਮਰਥਿਰ ਟਾਇਡਫਿਲ
ru: Мертир-Тидвил
sr_cyrl_rs: Мертир Тидфил
sr_latn_rs: Mertir Tidfil
ta: மெர்த்யர் டைட்ஃபில்
te: మెర్తిర్ టైడ్ఫిల్
th: เมอร์เธอร์ ทิดฟิล
tt: Мертир Тидвил
ug: مېرتىر تىدفىل
uk: Мертір-Тідвіл
ur: مرتھر ٹڈویل
uz: Mertir Tidfil
zh_hans: 梅瑟蒂德菲尔
zh_hant: 梅瑟蒂德菲爾

# Word.County.GB.Merton
source: Merton
ar: ميرتون
as: মেৰটন
bg: Мъртън
bn_in: মার্টন
el: Μέρτον
fa: مرتون
gu: મેર્ટન
he: מרטון
hi: मेर्टन
ja: マートン
ka: მეტრონი
kk: Мертон
kn: ಮರ್ಟನ್
ko: 머튼
lo: ເມີຕັນ
lt: Mertonas
lv: Mertona
mi: Paenoho o Merton
mk: Мертон
ml: മെർട്ടൺ
mr: मर्टन
ne: मर्टन
or: ମିର୍ଟନ
pa_in: ਮਰਟਨ
ru: Мертон
sr_cyrl_rs: Мертон
ta: மெர்ட்டன்
te: మెర్టన్
th: เมอร์ตัน
tt: Мертон
ug: مېرتون
uk: Мертон
ur: مرٹن
zh_hans: 默顿
zh_hant: 默頓

# Word.County.GB.MidUlster
source: Mid-Ulster
ar: وسط الستر
as: মিড-আলষ্টাৰ
bg: Мид Ълстър
bn_in: মিড-আলস্টার
cy: Ulster Canolig
el: Μίντ-Ολστερ
fa: مید-اولستر
ga: Lár Laighean
gd: Lár Uladh
gu: મિડ-અલ્સ્ટર
he: מיד-אולסטר
hi: मध्य-लस्टर
id: Ulster Tengah
ja: ミッドアルスター
ka: შუა ოლსტერი
kk: Мид-Ольстер
kn: ಮಧ್ಯ-ಉಲ್‌ಸ್ಟರ್
ko: 미드 얼스터
lo: ຢູສເຕີ້-ກາງ
lt: Vidurio Ulsteris
mi: Kaute o Ulster Waengapū
mk: Мид-Алстер
ml: മിഡ്-അൾസ്റ്റർ
mr: मिड-अल्स्टर
ne: मिड-अल्स्टर
nn_no: Midt-Ulster
no: Midt-Ulster
or: ମିଡ୍-ଅଲଷ୍ଟର୍
pa_in: ਮਿਡ-ਅਲਸਟਰ
ru: Мид-Ольстер
sr_cyrl_rs: Мид Улстер
ta: மிட்-அல்ஸ்டர்
te: మిడ్-అల్స్టర్
th: มิดอัลสเตอร์
tt: Урта Ольстер
ug: ئوتتۇرا-ئۇلستېر
uk: Середній Ольстер
ur: مڈ-السٹر
uz: Mid Olster
zh_hans: 中阿尔斯特
zh_hant: 中阿爾斯特

# Word.County.GB.MidandEastAntrim
source: Mid and East Antrim
af: Mid en East Antrim
am: Mid እና East Antrim
ar: وسط وشرق أنتريم
as: মধ্য আৰু পূব এন্ট্ৰিম
az: Orta və Şərqi Antrim
bg: Среден и Източен Антрим
bn_in: মধ্য এবং পূর্ব অ্যান্ট্রিম
bs: Srednji i istočni Antrim
cy: Canol a Dwyrain Antrim
el: Μέσο και Ανατολικό Άντριμ
fa: مید و انتریم شرقی
ga: Aontroim Láir agus Thoir
gd: Lár- agus Oir-Aontroime
gl: Mid e East Antrim
gu: મિડ અને ઈસ્ટ ઍન્ટ્રિમ
he: מרכז ומזרח אנטרים
hi: मध्य और पूर्व एंट्रिम
hr: Srednji i Istočni Antrim
id: Antrim Tengah dan Timur
ja: ミッド・アンド・イーストアントリム
ka: შუა და აღმოსავლეთ ანტრიმი
kk: Орталық және Шығыс Антрим
kn: ಮಧ್ಯ ಮತ್ತು ಪೂರ್ವ ಅಂಟ್ರಿಮ್
ko: 미드 앤 이스트 앤트림
lo: ແອນທຼີມ ກາງ ແລະ ຕາເວັນອອກ
lt: Vidurio ir Rytų Antrimas
mi: Rohe o Antrim Waengapū me te Rāwhiti
mk: Среден и Источен Антрим
ml: മിഡ, ഈസ്റ്റ് ആൻട്രിം
mr: मिड आणि ईस्ट अँट्रिम
ms: Antrim Tengah dan Timur
ne: मध्य र पूर्वी एन्ट्रिम
nn_no: Midt- og Aust-Antrim
no: Midt- og Øst Antrim
or: ମଧ୍ୟ ଏବଂ ପୂର୍ବ ଆଣ୍ଟ୍ରିମ୍
pa_in: ਮੱਧ ਅਤੇ ਪੂਰਬੀ ਅੰਤ੍ਰਿਮ
pl: Środkowy i wschodni Antrim
ru: Средний и Восточный Антрим
sl: Srednji in vzhodni Antrim
sr_cyrl_rs: Средњи и источни Антрим
sr_latn_rs: Srednji i istočni Antrim
ta: மத்திய மற்றும் கிழக்கு ஆண்ட்ரிம்
te: మధ్య మరియు తూర్పు ఆంట్రిమ్
th: มิดแอนด์อีสต์แอนทริม
tr: Orta ve Doğu Antrim
tt: Урта һәм Көнчыгыш Антрим
ug: ئوتتۇرا ۋە شەرقىي ئانترىم
uk: Середній та Східний Антрім
ur: وسطی و مشرقی اینٹرم
uz: Oʻrta va Sharqiy Antrim
vi: Trong và Đông Antrim
zh_hans: 安特里姆中东部
zh_hant: 中和東安特里姆

# Word.County.GB.Middlesbrough
source: Middlesbrough
ar: ميدلزبره
as: মিডলচব্ৰো
az: Midlsbro
bg: Мидълзбро
bn_in: মিডলসব্রো
el: Μίντλεσμπρο
fa: میدلزبرو
gu: મિડલ્સબ્રો
hi: मिडिल्स बरो
ja: ミドルズブラ
ka: მიდლსბრო
kk: Мидлсбро
kn: ಮಿಡಲ್ಸ್‌ಬ್ರೋ
ko: 미들즈브러
lo: ມິດໂດສບຼູ
lt: Midlsbro
lv: Midlsbro
mi: Tāone o Middlesborough
mk: Мидлсборо
ml: മിഡിൽസ്ബ്രോ
mr: मिडल्सब्रो
ne: मिडल्सब्रो
or: ମିଡିଲସବ୍ରୋ
pa_in: ਮਿਡਲਸਬਰੋ
ru: Мидлсбро
sr_cyrl_rs: Мидлсбро
sr_latn_rs: Midlsbro
ta: மிடில்ஸ்பரோ
te: మిడిల్స్‌బ్రో
th: มิดเดิลส์เบรอ
tt: Мидлсбро
ug: مىدلېسبروگ
uk: Міддлсбро
ur: مڈل بارو
uz: Mildsbro
zh_hans: 米德尔斯堡
zh_hant: 米德爾斯堡

# Word.County.GB.Midlothian
source: Midlothian
ar: ميدلوثيان
as: মিডলোথিয়ান
az: Midlotian
bg: Мидлоудиън
bn_in: মিডলোথিয়ান
el: Μιντλόθιαν
fa: میدلوتیان
gd: Meadhan Lodainn
gu: મિડલોથિયન
he: מידלות'יאן
hi: मिडलोथियन
ja: ミッドロージアン
ka: მიდლოტიანი
kk: Мидлотиан
kn: ಮಿಡ್ಲೋಥಿಯನ್
ko: 미들로시안
lo: ມິດໂລທຽນ
lt: Vidurinis Lodianas
lv: Midlotiana
mi: Kaute o Lothian Waengapū
mk: Мидлотиан
ml: മിഡ്‌ലോത്തിയൻ
mr: मिडलोथियन
ne: मोडलोथियन
or: ମିଡଲୋଥିଆନ୍
pa_in: ਮਿਡਲੋਥੀਅਨ
ru: Мидлотиан
sr_cyrl_rs: Мидлотијан
sr_latn_rs: Midlotijan
ta: மிட்லோத்தியன்
te: మిడ్లోథియన్
th: มิดโลเธียน
tt: Мидлотиан
ug: مىدلوتيان
uk: Мідлотіан
ur: مڈ لوتھین
uz: Midlotian
zh_hans: 中洛锡安
zh_hant: 中洛錫安

# Word.County.GB.MiltonKeynes
source: Milton Keynes
ar: ميلتون كينز
as: মিল্টন কেইনচ
az: Milton-Kins
bg: Милтън Кийнс
bn_in: মিল্টন কেইনস
el: Μίλτον Κέινς
fa: میلتون کینز
gu: મિલ્ટન કેનિસ
he: מינגטון קינס
hi: मिल्टन कीन्स
ja: ミルトンキーンズ
ka: მილტონ კეინსი
kk: Милтон-Кинс
kn: ಮಿಲ್ಟನ್ ಕೀನ್ಸ್
ko: 밀턴 케인즈
lo: ມິວຕັ້ນ ຄີເນສ
lt: Milton Keynesas
lv: Miltonkīnza
mi: Tāone o Milton Keynes
mk: Милтон Кејнс
ml: മിൽട്ടൺ കെയ്ൻസ്
mr: मिल्टन केन्स
ne: मिल्टन किन्स
or: ମିଲଟନ୍ କିନ୍ସ
pa_in: ਮਿਲਟਨ ਕੀਨਜ਼
ru: Милтон-Кинс
sr_cyrl_rs: Милтон Кинс
sr_latn_rs: Milton Kins
ta: மில்டன் கீன்ஸ்
te: మిల్టన్ కీన్స్
th: มิลตัน คีนส์
tt: Милтон-Кинс
ug: مىلتون كېينېس
uk: Мілтон-Кінз
ur: ملٹن کینز
uz: Milton Kins
zh_hans: 米尔顿凯恩斯
zh_hant: 密爾頓鍵格

# Word.County.GB.Monmouthshire
source: Monmouthshire
ar: مونماوثشاير
as: ম'নমাউথশ্বায়াৰ
az: Monmutşir
bg: Монмътшър
bn_in: মনমৌথশায়ার
cy: Sir Fynwy
el: Μονμουθσάιρ
fa: مونموت‌شر
gu: મોનમાઉથશાયર
he: מונמותשייר
hi: मोनमाउतशायर
ja: モンマスシャー
ka: მონმაუთშირი
kk: Монмутшир
kn: ಮೊನ್ಮೌತ್‌ಶೈರ್
ko: 몬머스셔
lo: ມອນເມົ້າເຊຍ
lt: Monmutšyras
lv: Monmutšīra
mi: Kaute o Monmouthshire
mk: Монмаутшир
ml: മോൺമൗത്ത്ഷയർ
mr: मॉनमाउथशायर
ne: मोनमाउथसायर
or: ମୋନମାଉଥଶାୟାର
pa_in: ਮੋਨਮਾਊਥਸ਼ਾਇਰ
ru: Монмутшир
sr_cyrl_rs: Монмутшир
sr_latn_rs: Monmutšir
ta: மான்மவுத்ஷையர்
te: మోన్‌మౌత్‌షైర్
th: มอนมัธเชียร์
tt: Монмутшир
ug: مونموتشىر
uk: Монмутшир
ur: مونمتھ شائر
uz: Monmutshir
zh_hans: 蒙茅斯郡
zh_hant: 莫納郡

# Word.County.GB.Moray
source: Moray
ar: موراي
as: মৰে
az: Mori
bg: Мъри
bn_in: মোরে
el: Μόρεϊ
fa: مورای
gd: Moireibh
gu: મોરે
he: מוריי
hi: मोरे
ja: マリー
ka: მორეი
kk: Морей
kn: ಮೋರೆ
ko: 모레이
lo: ໂມເຣ
lt: Morėjus
lv: Mari
mi: Takiwā o Moray
mk: Мореј
ml: മൊറേ
mr: मोरे
ne: मोरे
or: ମୋରେ
pa_in: ਮੋਰੇ
ru: Морей
sr_cyrl_rs: Морај
sr_latn_rs: Moraj
ta: மோரே
te: మోరే
th: มอเรย์
tt: Морей
ug: موراي
uk: Морей
ur: مورے
uz: Morey
zh_hans: 莫里
zh_hant: 馬里

# Word.County.GB.NeathPortTalbot
source: Neath Port Talbot
ar: نيث بورت تالبوت
as: নিথ প’ৰ্ট টালবট
az: Nit-Port-Tolbot
bg: Нийт Порт Талбот
bn_in: নিথ পোর্ট তালবট
el: Νήθ Πορτ Τάλμποτ
fa: نیث پورت تالبوت
gu: નીથ પોર્ટ ટાલ્બોટ
he: נית' פורט טלבוט
hi: नीत पोर्ट टैल्बोट
ja: ニースポートタルボット
ka: ნეით პორტ ტალბოტი
kk: Нит-Порт-Толбот
kn: ನೀತ್‌ ಪೋರ್ಟ್‌ ಟಾಲ್ಬಾಟ್
ko: 니스 포트 탤벗
lo: ນີດ ພອດ ທໍບັອດ
lt: Nit Port Talbotas
lv: Nīta-Porttalbota
mi: Kaute o Neath Tauranga Talbot
mk: Нит Порт Талбот
ml: നേത്ത് പോർട്ട് ടാൽബോട്ട്
mr: निथ पोर्ट टॅलबॉट
ne: निथ पोर्ट टाल्बोट
or: ନେଥ୍ ପୋର୍ଟ ଟାଲବୋଟ୍
pa_in: ਨੀਥ ਪੋਰਟ ਟੈਲਬੋਟ
ru: Нит-Порт-Толбот
sr_cyrl_rs: Нит Порт Талбот
sr_latn_rs: Nit Port Talbot
ta: நேத் போர்ட் டால்போட்
te: నీత్ పోర్ట్ టాల్బోట్
th: นีธ พอร์ต ทัลบอต
tt: Нит-Порт-Толбот
ug: نىت پورت تالبوت
uk: Ніт Порт-Толбот
ur: نیتھ پورٹ تالبوٹ
uz: Nit Port Talbot
zh_hans: 下塔尔波特港
zh_hant: 尼思-塔爾博特港

# Word.County.GB.NewcastleuponTyne
source: Newcastle upon Tyne
ar: نيوكاسل أبون تاين
as: নিউকেচেল আপোন টাইন
az: Nyukasl apon Tayn
bg: Нюкасъл ъпон Тайн
bn_in: টাইনের উপর নিউক্যাসল
bs: Newcastle na rijeci Tyne
cy: Castell Newydd ar Tyne
el: Νιούκαστλ απόν Τάιν
fa: نیوکاسل آپون تاین
gu: ન્યૂકેસલ અપોન ટાઇન
he: ניוקאסל
hi: टाइन पर न्यूकास्टल
ja: ニューカッスルアポンタイン
ka: ნიუქასთლი ტაინზე
kk: Ньюкасл-апон-Тайн
kn: ನ್ಯೂಕ್ಯಾಸಲ್‌ ಅಪಾನ್‌ ಟೈನ್
ko: 뉴캐슬어폰타인
lo: ນິວເຄສໂຊ ອັບປອນ ໄທນ໌
lt: Niukaslas prie Taino
lv: Ņūkāsla pie Tainas
mi: Tāone o Niukahere i runga Awa Tyne
mk: Њукасл на Тајн
ml: ന്യൂകാസിൽ ഓൺ ടൈൻ
mr: न्यूकॅसल अपॉन टायन
ne: न्युक्यासल अपन टाइन
or: ନ୍ୟୁକ୍ୟାସେଲ୍ ଅପନ୍ ଟାଇନ୍
pa_in: ਨਿਊਕੈਸਲ ਓਨ ਟਾਇਨ
ru: Ньюкасл-апон-Тайн
sr_cyrl_rs: Њукасл на Тајну
sr_latn_rs: Njukasl na Tajnu
ta: நியூகேசில் அபான் டைன்
te: న్యూకాజిల్ అపాన్ టైన్
th: นิวคาสเซิลอะพอนไทน์
tt: Ньюкасл-апон-Тайн
ug: نيۇكاسل ئۈستۈن تاين
uk: Ньюкасл-апон-Тайн
ur: نیو کاسل اپان ٹائن
uz: Nyukasl apon Tayn
vi: Newcastle trên sông Tyne
zh_hans: 泰因河畔纽卡斯尔
zh_hant: 泰恩河畔紐卡素

# Word.County.GB.Newham
source: Newham
ar: نيوهام
as: নিউহাম
az: Nyuem
bg: Нюъм
bn_in: নিউহাম
el: Νιούχαμ
fa: نیوهام
gu: ન્યૂહામ
he: ניוהאם
hi: न्यूहाम
ja: ニューアム
ka: ნიუჰემი
kk: Ньюэм
kn: ನ್ಯೂಹ್ಯಾಮ್
ko: 뉴햄
lo: ນິວແຮມ
lt: Niuamas
lv: Ņūema
mi: Paenoho o Newham
mk: Њуам
ml: ന്യൂഹാം
mr: न्यूहॅम
ne: न्युह्याम
or: ନ୍ୟୁହାମ୍
pa_in: ਨਿਊਹੈਮ
ru: Ньюэм
sr_cyrl_rs: Њухам
sr_latn_rs: Njuam
ta: நியூஹாம்
te: న్యూహామ్
th: นิวแฮม
tt: Ньюэм
ug: نيۇھام
uk: Ньюгем
ur: نیو ہیم
uz: Nyuem
zh_hans: 纽汉区
zh_hant: 紐漢

# Word.County.GB.Newport
source: Newport
ar: نيوبورت
as: নিউপ’ৰ্ট
az: Nyuport
bg: Нюпорт
bn_in: নিউপোর্ট
cy: Casnewydd
el: Νιούπορτ
fa: نیوپورت
gu: ન્યુપોર્ટ
he: ניופורט
hi: न्यूपोर्ट
ja: ニューポート
ka: ნიუპორტი
kk: Ньюпорт
kn: ನ್ಯೂಪೋರ್ಟ್
ko: 뉴포트
lo: ນິວພອດ
lt: Niuportas
lv: Ņūporta
mi: Tāone o Newport
mk: Њупорт
ml: ന്യൂപോർട്ട്
mr: न्यूपोर्ट
ne: न्युपोर्ट
or: ନ୍ୟୁପୋର୍ଟ
pa_in: ਨਿਊਪੋਰਟ
ru: Ньюпорт
sr_cyrl_rs: Њупорт
sr_latn_rs: Njuport
ta: நியூபோர்ட்
te: న్యూపోర్ట్
th: นิวพอร์ต
tt: Ньюпорт
ug: نيۇپورت
uk: Ньюпорт
ur: نیو پورٹ
uz: Nyuport
zh_hans: 纽波特
zh_hant: 紐波特

# Word.County.GB.NewryMourneandDown
source: Newry, Mourne and Down
af: Newry, Mourne en Down
am: Newry, Mourne እና Down
ar: نيوري ومورن وداون
as: নিউৰী, মৰ্নে এণ্ড ডাউন
az: Nyuri, Murn və Daun
bg: Нюри, Морн и Даун
bn_in: নিউরি, মোরোন এবং ডাউন
bs: Newry, Mourne i Down
cy: Newry, Mourne a Down
da: Newry, Mourne og Down
el: Νιούρι, Μορν και Ντάουν
es: Newry, Mourne y Down
eu: Newry, Mourne eta Down
fa: نیوری، مورن و داون
ga: An tIúr, Múrna agus An Dún
gd: Iúr Cinn Trá, Múrna agus an Dún
gl: Newry, Mourne e Down
gu: ન્યૂરી, મોર્ન અને ડાઉન
he: ניורי, מורן ודאון
hi: न्यूरी, मैर्न और डाउन
hr: Newry, Mourne i Down
hu: Newry, Mourne és Down
id: Newry, Mourne dan Down
is: Newry, Mourne og Down
ja: ニューリー、モーン・アンド・ダウン
ka: ნიური, მორნი და დაუნი
kk: Ньюри, Морн және Даун
kn: ನೆವ್ರಿ, ಮೌರ್ನೆ ಮತ್ತು ಡೌನ್
ko: 뉴리, 몬 앤 다운
lo: ນິວຣີ, ມໍເນ່ ແລະ ດາວນ໌
lt: Niūris, Mornas ir Down
lv: Ņūri, Morna un Dauna
mi: Takiwā o Newry, Mourne me Down
mk: Њури, Морн и Даун
ml: ന്യൂറി, മോർൺ, ഡൗൺ
mr: न्यूरी, मोर्न आणि डाउन
ms: Newry, Mourne dan Down
mt: Newry, Mourne u Down
ne: न्युरी, माउम र डाउन
nn_no: Newry, Morne og Down
no: Newry, Mourne og Down
or: ନ୍ୟୁରି, ମୋର୍ନେ ଏବଂ ଡାଉନ୍
pa_in: ਨਿਊਰੀ, ਮੋਰਨੇ ਅਤੇ ਡਾਊਨ
pl: Newry, Mourne i Down
ru: Ньюри, Морн и Даун
sl: Newry, Morne in Down
sr_cyrl_rs: Њури, Моурне и Даун
sr_latn_rs: Njury, Mourne i Daun
ta: நியூரி, மோர்னே மற்றும் டௌன்
te: న్యూరీ, మోర్న్ మరియు డౌన్
th: นิวรี มอร์น และดาวน์
tr: Newry, Mourne ve Down
tt: Ньюри, Морн и Даун
ug: نيۇۋرى، مورن ۋە دوۋن
uk: Ньюрі, Морн і Даун
ur: نیوری، مورن اور ڈاؤن
uz: Nyuri, Morn va Daun
vi: Newry, Mourne và Down
zh_hant: 紐裡、莫恩和唐

# Word.County.GB.Norfolk
source: Norfolk
ar: نورفولك
as: নৰফোক
bg: Норфолк
bn_in: নরফোক
el: Νόρφολκ
fa: نورفولک
gu: નોર્ફોક
he: נורפלוק
hi: नॉरफ़ोक
ja: ノーフォーク
ka: ნორფოლკი
kk: Норфолк
kn: ನಾರ್ಫೋಲ್ಕ್
ko: 노퍽
lo: ນໍໂຟກ
lt: Norfolkas
lv: Norfolka
mi: Kaute o Norfolk
mk: Норфолк
ml: നോർഫോക്ക്
mr: नॉरफोक
ne: नर्फोल्क
or: ନର୍ଫୋକ୍
pa_in: ਨਾਰਫੋਕ
ru: Норфолк
sr_cyrl_rs: Норфолк
ta: நோர்ஃபோக்
te: నార్ఫోక్
th: นอร์ฟอร์ค
tt: Норфолк
ug: نورفولك
uk: Норфолк
ur: نارفوک
zh_hans: 诺福克郡
zh_hant: 諾福克

# Word.County.GB.Northamptonshire
source: Northamptonshire
ar: نورثامبتونشاير
as: নৰ্থহেম্পটনশ্বায়াৰ
az: Nortqemptonşir
bg: Нортхемптъншир
bn_in: নর্দানামপটশায়ার
cy: Swydd Northampton
el: Νορθάμπτονσαιρ
fa: نورث‌همپتون‌شر
gu: નોર્થ્મ્પ્ટનશાયર
he: נורת'המפטונשייר
hi: नॉर्थम्पटनशायर
ja: ノーサンプトンシャー
ka: ნორთჰემპტონშირი
kk: Нортгемптоншир
kn: ನಾರ್ಥಾಂಪ್ಟನ್‌ಶೈರ್
ko: 노샘프턴셔
lo: ນອດແທມຕັນເຊຍ
lt: Nortamptonšyras
lv: Northemptonšīra
mi: Kaute o Northamptonshire
mk: Нортемптоншир
ml: നോർത്താംപ്ടൺഷയർ
mr: नॉर्थम्प्टनशायर
ne: नर्थह्याम्पटनसायर
or: ନର୍ଥମ୍ପଟାୟଶାୟର୍
pa_in: ਨੌਰਥੈਂਪਟਨਸ਼ਾਇਰ
ru: Нортгемптоншир
sr_cyrl_rs: Нортемптоншир
sr_latn_rs: Northemptonšir
ta: நார்தாம்ப்டன்ஷையர்
te: నార్తాంప్టన్‌షైర్
th: นอร์ทแธมป์ตันเชียร์
tt: Нортгемптоншир
ug: شىمالىي ئامپتونشىر
uk: Нортгемптоншир
ur: نارتھمٹن شائر
uz: Nortgemptonshir
zh_hans: 北安普敦郡
zh_hant: 北克勒郡

# Word.County.GB.NorthAyrshire
source: North Ayrshire
ar: شمال أيرشاير
as: নৰ্থ আয়াৰশ্বায়াৰ
az: Şimali Ayrşir
bg: Северен Еършър
bn_in: উত্তর এয়ারশায়ার
cy: Gogledd Ayrshire
el: Βόρειο Άιρσαϊρ
eu: Iparraldeko Ayrshire
fa: ایرشر شمالی
ga: Ayrshire Thuaidh
gd: Siorrachd Àir a Tuath
gu: નોર્થ યેર્શાયર
he: צפון איירשייר
hi: नॉर्थ एरशायर
hr: Sjeverni Ayrshire
id: Ayrshire Utara
ja: ノースエアシャー
ka: ჩრდილოეთ აირშირი
kk: Солтүстік Эршир
kn: ಉತ್ತರ ಆಯಿರ್ಷೈರ್
ko: 노스 에어셔
lo: ໄອເຊຍ ເໜືອ
lt: Šiaurės Eršyras
lv: Nortēršīra
mi: Rohe o Ayrshire ki te raki
mk: Северен Ајршир
ml: നോർത്ത് അയർഷയർ
mr: नॉर्थ आयरशायर
ne: उत्तरी आयरसायर
nn_no: Nord-Ayrshire
or: ଉତ୍ତର ଆୟାରଶାୟାର
pa_in: ਉੱਤਰੀ ਆਇਰਸ਼ਾਇਰ
ru: Норт-Эршир
sl: Severni Ayrshire
sr_cyrl_rs: Северни Ајршир
sr_latn_rs: Severni Ajršajr
ta: வடக்கு அயர்ஷையர்
te: ఉత్తర ఐర్‌షైర్
th: นอร์ทอายร์เชียร์
tr: Kuzey Ayrshire
tt: Төньяк Эйршир
ug: شىمالىي ئايرشىر
uk: Північний Айршир
ur: شمالی آئرشائر
uz: Shimoliy Eyrshir
vi: Bắc Ayrshire
zh_hans: 北艾尔郡
zh_hant: 北阿利郡
