Repository: satyarapelly/openedx
Catalog: net8/private/Payments/Pidl/LocalizationRepository/Resources/LocalizedResources.*.resx
Languages: af, am, ar, as, az, bg, bn_in, bs, cy, da, de, el, es, et, eu, fa, ga, gd, gl, gu, he, hi, hr, hu, id, is, ja, ka, kk, kn, ko, ku_arab, ky, lo, lt, lv, mi, mk, ml, mn, mr, ms, mt, ne, nn_no, no, or, pa_arab_pk, pa_in, pl, ru, sd, si, sl, sr_cyrl_rs, sr_latn_rs, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_hans, zh_hant

# Literal.ChinaUnionPay.ErrorMessage.ExpiryDateValidationFailed
source: Check your expiration date. This one's expired.
af: Kontroleer jou vervaldatum. Hierdie een het verval.
am: የእርስዎን የአገልግሎት ማብቂያ ቀን ይፈትሹ። ይኼኛው የአገልግሎት ጊዜው አብቅቷል።
ar: تحقق من تاريخ انتهاء الصلاحية. هذا التاريخ منتهي الصلاحية.
as: আপোনাৰ ম্যাদ উকলা তাৰিখ পৰীক্ষা কৰক৷ এইটোৰ ম্যাদ উকলিছে৷
az: Son istifadə tarixini yoxlayın. Bunun vaxtı keçib.
bg: Проверете датата на изтичане на валидността. Тази е изтекла.
bn_in: মেয়াদোত্তীর্ণ তারিখ পরীক্ষা করুন৷ এটি মেয়াদোত্তীর্ণ হয়েছে৷
bs: Provjerite datum isteka. Ovaj datum je istekao.
cy: Gwiriwch eich dyddiad dod i ben. Mae hwn wedi dod i ben.
da: Kontrollér din udløbsdato. Denne er udløbet.
de: Überprüfen Sie das Ablaufdatum. Dieses Datum liegt in der Vergangenheit.
el: Ελέγξτε την ημερομηνία λήξης. Η συγκεκριμένη έχει παρέλθει.
es: Comprueba tu fecha de caducidad, porque la que has indicado está caducada.
et: Kontrollige aegumiskuupäeva. Kaart on aegunud.
eu: Egiaztatu iraungitze-data. Hau iraungita dago.
fa: تاریخ انقضا را بررسی کنید. منقضی شده است.
ga: Seiceáil do dháta éaga. Tá an ceann seo éagtha.
gd: Dearbhaich an ceann-latha crìochnachaidh agad. Dh’fhalbh an ùine air an fhear seo.
gl: Comproba a data de caducidade. Esta caducou.
gu: તમારી સમાપ્તિ તારીખ તપાસો. આનો સમય સમાપ્ત થઇ ગયો છે.
he: בדוק את תאריך התפוגה. תאריך זה חלף.
hi: अपना समय समाप्ति दिनांक जाँचें. इसकी समय-सीमा समाप्त हो गई है.
hr: Provjerite datum isteka. Ovaj je prošao.
hu: Ez a lejárati dátum már elmúlt.
id: Periksa tanggal kedaluwarsa Anda. Kartu ini telah kedaluwarsa.
is: Athugaðu gildistímann. Þetta er útrunnið.
ja: 有効期限日を確認してください。このカードの有効期限が切れています。
ka: შეამოწმეთ მოქმედების ვადა. ეს ვადა გასულია.
kk: Жарамдылық мерзімін тексеріңіз. Бұл біреуінің мерзімі біткен.
kn: ನಿಮ್ಮ ವಾಯಿದೆ ಮೀರುವ ದಿನಾಂಕವನ್ನು ಪರಿಶೀಲಿಸಿ. ಇದರ ಅವಧಿ ಮುಕ್ತಾಯಗೊಂಡಿದೆ.
ko: 만료 날짜를 확인하세요. 이 카드는 만료되었습니다.
ku_arab: بەرواری بەسەرچوونت بپشکنە. ئەم دانەیە بەسەرچووە.
ky: Аяктоо мөөнөтүңүздүн күнүн текшериңиз. Мунусунун мөөнөтү аяктады.
lo: ກວດ​ເບິ່ງ​ວັນ​ທີ​ໝົດ​ອາຍຸ​ຂອງ​ທ່ານ. ອັນນີ້ໝົດອາຍຸແລ້ວ.
lt: Patikrinkite galiojimo pabaigos datą. Šis kodas netinkamas.
lv: Pārbaudiet derīguma termiņu. Šis termiņš ir pagājis.
mi: Tirohia tō rā mōnehu. Kua mōnehu kē tēnei.
mk: Проверете го рокот на важење. Овој е истечен.
ml: നിങ്ങളുടെ കാലഹരണ തീയതി പരിശോധിക്കുക. ഇത് കാലഹരണപ്പെട്ടു.
mn: Дуусах он сар өдрөө шалгана уу. Хугацаа нь дууссан байна.
mr: आपली कालावधी समाप्तीची तारीख तपासा. हा कालबाह्य झाला.
ms: Semak tarikh tamat tempoh anda. Ini sudah tamat tempoh.
mt: Iċċekkja d-data ta' skadenza tiegħek. Din skadiet.
ne: तपाइँको अन्तिम मिति जाँच्नुहोस्। यसको मिति सकिएको छ।
nn_no: Kontroller forfallsdatoen. Denne er gått ut.
no: Kontroller utløpsdatoen. Denne er utløpt.
or: ଆପଣଙ୍କର ସମୟସମାପ୍ତି ତାରିଖ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହାର ସମୟସୀମା ସମାପ୍ତ ହୋଇଛି.
pa_arab_pk: اپنی مدت تنسیخ دی پڑتال کرو۔ ایس والے دی مدت مک گئی اے۔
pa_in: ਆਪਣੀ ਮਿਆਦ ਸਮਾਪਤੀ ਮਿਤੀ ਚੈਕ ਕਰੋ। ਇਸ ਦੀ ਮਿਆਦ ਸਮਾਪਤ ਹੋ ਗਈ ਹੈ।
pl: Sprawdź datę wygaśnięcia. Ta data upłynęła.
ru: Вы указали прошедшую дату окончания срока действия, проверьте ее.
sd: پنهنجي مدي خارج ٿيڻ جي تاريخ چيڪ ڪريو. هي مدي خارج ٿي ويو آهي.
si: ඔබගේ කල් ඉකුත්වීමේ දිනය පරීක්ෂා කරන්න. මෙය කල් ඉකුත් වී ඇත.
sl: Preverite datum poteka. Ta je potekel.
sr_cyrl_rs: Проверите датум истека. Овај датум је прошао.
sr_latn_rs: Proverite datum isteka. Ovaj datum je istekao.
sv: Kontrollera förfallodatumet. Detta har gått ut.
ta: காலாவதியாகும் தேதியைச் சரிபார்க்கவும். நீங்கள் உள்ளிட்டது தவறான தேதியாகும்.
te: మీ గడువు ముగింపు తేదీని చూడండి. .దీని గడువు ముగిసింది.
tg: Санаи анҷоми муҳлатро тафтиш кунед. Муҳлати инаш анҷом ёфтааст.
th: โปรดตรวจสอบวันหมดอายุของคุณ วันที่นี้หมดอายุแล้ว
tr: Son kullanma tarihinizi kontrol edin. Bunun süresi doldu.
tt: Вакыт чыгу датасын тикшерегез. Моның вакыты чыккан.
ug: .تۇگاش واقتيني ته كشوروڭ. بونوڭ واقتي توگۇگان
uk: Ви вказали дату закінчення дії, що минула. Перевірте її.
ur: اپنی مدت تنسیخ کی پڑتال کریں۔ اس کی مدت ختم ہے۔
uz: Amal qilish muddati sanasini tekshiring. Bunisi noto‘g‘ri.
vi: Kiểm tra ngày hết hạn của bạn. Ngày này đã hết hạn.
zh_hans: 请检查到期日期。此日期已到期。
zh_hant: 檢查您的到期日。此卡片已到期。

# Literal.ChinaUnionPay.ErrorMessage.CardNumberAndPhoneMismatch
source: Check your card and phone numbers. They don’t go together.
af: Kontroleer jou kaart- en foonnommers. Dit pas nie.
am: የእርስዎን የካርድ እና የስልክ ቁጥሮች ይፈትሹ። አብረው አይሄዱም።
ar: تحقق من أرقام البطاقة والهاتف الخاصة بك. لا تتماشى الأرقام مع بعضها البعض.
as: আপোনাৰ কাৰ্ড আৰু ফোনৰ নম্বৰ পৰীক্ষা কৰক৷ সেয়া একে হ'ব নোৱাৰে৷
az: Kartınızı və telefon nömrələrinizi yoxlayın. Onlar birlikdə getmir.
bg: Проверете номера на вашата карта и телефонния си номер. Не съответстват.
bn_in: আপনার কার্ড বা ফোন নম্বরগুলি পরীক্ষা করুন৷ এই দুটি একসাথে দেওয়া যাবে না৷
bs: Provjerite broj kartice i telefona. Ne slažu se.
cy: Gwiriwch rif eich cerdyn a'ch rhif ffôn. Dydyn nhw ddim yn cyd-fynd.
da: Kontrollér kort- og telefonnumrene. De angivne numre kan ikke bruges sammen.
de: Überprüfen Sie die Karten- und die Telefonnummer. Die Nummern stimmen nicht überein.
el: Ελέγξτε τους αριθμούς κάρτας και τηλεφώνου. Δεν ταιριάζουν.
es: Comprueba los números de tu tarjeta y de tu teléfono, porque los que has indicado no coinciden.
et: Kontrollige oma kaardi- ja telefoninumbrit. Need ei sobi kokku.
eu: Egiaztatu txartelaren eta telefonoaren zenbakiak. Ez datoz bat.
fa: شماره کارت و شماره تلفن را بررسی کنید. با هم هماهنگ نیستند.
ga: Seiceáil uimhir do chárta agus d'uimhir fóin. Ní ghabhann siad le chéile.
gd: Dearbhaich àireamh na cairte is an àireamh fòn agad. Cha fhreagair iad ri chèile.
gl: Comproba o teu cartón e números de teléfono. Estes non coinciden.
gu: તમારા કાર્ડ અને ફોન નંબર્સને તપાસો. તે મેળ ખાતા નથી.
he: בדוק את מספרי הכרטיס והטלפון שלך. הם אינם מתאימים יחד.
hi: अपना कार्ड और फ़ोन नंबर जाँचें. उनका मिलान नहीं हुआ.
hr: Provjerite broj kartice i telefona. Ne slažu se.
hu: Ez a kártyaszám és telefonszám nem tartozik össze.
id: Periksa nomor kartu dan telepon Anda. Nomor tidak sesuai.
is: Athugaðu kortnúmerið og símanúmerið. Númerin stemma ekki.
ja: カード番号と電話番号を確認してください。カード番号と電話番号が一致しません。
ka: შეამოწმეთ თქვენი ბარათისა და ტელეფონის ნომრები. ისინი ერთმანეთს არ შეესაბამება.
kk: Карта және телефон нөмірлерін тексеріңіз. Олар бірге жүрмейді.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಮತ್ತು ಫೋನ್ ಸಂಖ್ಯೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ. ಅವುಗಳು ಒಟ್ಟಿಗೆ ಇಲ್ಲ.
ko: 카드 번호와 전화 번호를 확인하세요. 번호가 일치하지 않습니다.
ku_arab: ژمارەی کارت و تەلەفۆنەکەت بپشکنە. ئەوان لێکچوو نیین.
ky: Картаңыздын жана телефонуңуздун номерлерин текшериңиз. Алар айкашылбай жатат.
lo: ກວດ​ເບິ່ງ​ເລກ​ບັດ ​ແລະ ​ເບີ​ໂທລະສັບ​ຂອງ​ທ່ານ. ​ພວກມັນບໍ່ເຂົ້າກັນ.
lt: Patikrinkite kortelės ir telefono numerius. Įvesti kodai nesutampa.
lv: Pārbaudiet kartes numuru un tālruņa numuru. Tie neatbilst.
mi: Tirohia ō tau kāri, tau waea hoki. Kāore ēnei e haere tahi.
mk: Проверете ги броевите на картичката и телефонот. Тие не се совпаѓаат.
ml: നിങ്ങളുടെ കാർഡ്, ഫോൺ നമ്പറുകൾ പരിശോധിക്കുക. അവർ ഒരുമിച്ച് പ്രവർത്തിക്കില്ല.
mn: Картын ба утасны дугаараа шалгана уу. Зохицохгүй байна.
mr: आपले कार्ड आणि फोन नंबर्स तपासा. ते एकमेकांशी जुळत नाहीत.
ms: Semak nombor kad dan telefon anda. Ia tidak sepadan.
mt: Iċċekkja n-numri tal-kard u tat-telefown tiegħek. Dawn ma jaqblux.
ne: तपाइँको कार्ड र फोन नम्बरहरू जाँच्नुहोस्। तिनीहरू सँगसँगै जाँदैनन्।
nn_no: Kontroller kort- og telefonnummera. Dei passer ikkje saman.
no: Kontroller kort- og telefonnumre. De samsvarer ikke.
or: ଆପଣଙ୍କର କାର୍ଡ୍ ଏବଂ ଫୋନ୍ ନମ୍ଵର୍ ଯାଞ୍ଚ କରନ୍ତୁ. ସେଗୁଡିକ ଏକତ୍ର ଯାଆନ୍ତି ନାହିଁ.
pa_arab_pk: اپنے کارڈ تے فون نمبراں دی پڑتال کرو۔ ایہہ نال نال نئیں جا سکدے۔
pa_in: ਆਪਣਾ ਕਾਰਡ ਅਤੇ ਫ਼ੋਨ ਨੰਬਰ ਚੈਕ ਕਰੋ। ਇਹ ਇੱਕ ਦੂਜੇ ਨਾਲ ਕੰਮ ਨਹੀਂ ਕਰਦੇ।
pl: Sprawdź numer karty i numer telefonu. Są one niezgodne.
ru: Проверьте номера карты и телефона. Введенные номера не соответствуют друг другу.
sd: پنهنجي ڪارڊ ۽ فون نمبر پڙتال ڪريو. اهي پاڻ ۾ گڏ نٿا هلن.
si: ඔබගේ කාඩ් සහ දුරකථන අංක පරීක්ෂා කරන්න. ඒවා එකිනෙකට නොගැලපේ.
sl: Preverite številko svoje kartice in svoje telefonske številke. Številke se ne ujemajo.
sr_cyrl_rs: Проверите број картице и телефона. Не подударају се.
sr_latn_rs: Proverite broj kartice i telefona. Ne podudaraju se.
sv: Kontrollera kortnumret och telefonnumret. De hör inte ihop.
ta: உங்கள் அட்டை மற்றும் தொலைபேசி எண்களை சோதியுங்கள். அவை இரண்டும் ஒத்துபோகவில்லை.
te: మీ కార్డ్ మరియు ఫోన్ నంబర్లను తనిఖీ చేయండి. అవి కలిసి ఒకటిగా వెళ్లవు.
tg: Рақами корт ва телефони худро тафтиш кунед. Рақамҳои дохилшуда ба ҳамдигар мувофиқ нестанд.
th: โปรดตรวจสอบหมายเลขบัตรและหมายเลขโทรศัพท์ของคุณ ทั้งสองรายการไม่สอดคล้องกัน
tr: Kart ve telefon numaranızı kontrol edin. Bu numaralar uyumlu değil.
tt: Карта һәм телефон номерларыгызны тикшерегез. Алар туры килми.
ug: . كارتا و تيليپۇن نۇمۇۈرۇڭيزني ته كشوروڭ بۇننيسي تۇغري ئه مه س
uk: Перевірте номер картки і номер телефону. Введені номери не відповідають один одному.
ur: اپنے کارڈ اور فون کے نمبروں کی پڑتال کریں۔ دونوں ایک ساتھ نہیں جاتے۔
uz: Karta va telefon raqamini tekshiring. Ular mos kelmayapti.
vi: Kiểm tra số điện thoại và số thẻ của bạn. Chúng không khớp với nhau.
zh_hans: 请检查卡号和电话号码。它们不匹配。
zh_hant: 檢查您的卡號與電話號碼。它們不符。

# Literal.ChinaUnionPay.ErrorMessage.CardNumberValidationFailed
source: Check your card number. This one isn't valid.
af: Kontroleer jou kaartnommer. Hierdie een is nie geldig nie.
am: የእርስዎን የካርድ ቁጥር ይፈትሹ። ይኼኛው አይሰራም።
ar: تحقق من رقم البطاقة الخاص بك. هذا الرقم غير صالح.
as: আপোনাৰ কাৰ্ডৰ নম্বৰ পৰীক্ষা কৰক৷ এইখন বৈধ নহয়৷
az: Kartınızın nömrəsini yoxlayın. Bu etibarlı deyil.
bg: Проверете номера на вашата карта. Този не е валиден.
bn_in: আপনার কার্ড নম্বর পরীক্ষা করুন৷ এটি বৈধ নয়৷
bs: Provjerite broj kartice. Ovaj broj je nevažeći.
cy: Gwiriwch rif eich cerdyn. Nid yw hwn yn ddilys.
da: Kontrollér kortnummeret. Dette nummer er ikke gyldigt.
de: Überprüfen Sie die Kartennummer. Diese Nummer ist ungültig.
el: Ελέγξτε τον αριθμό κάρτας. Ο συγκεκριμένος δεν είναι έγκυρος.
es: Comprueba el número de tu tarjeta, porque el que has indicado no es válido.
et: Kontrollige oma kaardinumbrit. See ei sobi.
eu: Egiaztatu txartelaren zenbakia. Honek ez du balio.
fa: شماره کارت را بررسی کنید. شماره واردشده معتبر نیست.
ga: Seiceáil uimhir do chárta. Níl an ceann seo bailí.
gd: Dearbhaich àireamh na cairte agad. Chan eil an tè seo dligheach.
gl: Comproba o número do cartón. Este non é válido.
gu: તમારો કાર્ડ નંબર તપાસો. આ માન્ય નથી.
he: בדוק את מספר הכרטיס שלך. מספר זה אינו חוקי.
hi: अपना कार्ड नंबर जाँचें. यह कार्ड नंबर मान्य नहीं है.
hr: Provjerite broj kartice. Ovaj nije valjan.
hu: Ez a kártyaszám érvénytelen.
id: Periksa nomor kartu Anda. Nomor kartu ini tidak valid.
is: Athugaðu kortanúmerið þitt. Þetta númer er ekki gilt.
ja: カード番号を確認してください。このカード番号は無効です。
ka: შეამოწმეთ ბარათის ნომერი. ეს მონაცემი არასწორია.
kk: Карта нөмірін тексеріңіз. Бұл біреуі жарамсыз.
kn: ನಿಮ್ಮ ಕಾರ್ಡ್ ಸಂಖ್ಯೆ ಪರಿಶೀಲಿಸಿ. ಇದು ಮಾನ್ಯವಾಗಿಲ್ಲ.
ko: 카드 번호를 확인하세요. 이 번호는 유효하지 않습니다.
ku_arab: ژمارەی کارتەکەت بپشکنە. ئەم دانەیە دروست نییە.
ky: Картаңыздыздын номерин текшериңиз. Мунусу жараксыз.
lo: ກວດ​ເບິ່ງ​​ເລກ​ບັດ​ຂອງ​ທ່ານ.​ ​ເລກນີ້​ບໍ່​ຖື​ກຕ້ອງ.
lt: Patikrinkite kortelės numerį. Šis kodas netinkamas.
lv: Pārbaudiet kartes numuru. Šis numurs nav derīgs.
mi: Tirohia tō tau kāri. Kāore tēnei e whaimana.
mk: Проверете го бројот на картичката. Овој е неважечки.
ml: നിങ്ങളുടെ കാർഡ് നമ്പർ പരിശോധിക്കുക. ഇത് സാധുവായതല്ല.
mn: Картын дугаараа шалгана уу. Хүчинтэй бус байна.
mr: आपला कार्ड नंबर तपासा. हा वैध नाही.
ms: Semak nombor kad anda. Ini tidak sah.
mt: Iċċekkja n-numru tal-kard tiegħek. Dan mhux validu.
ne: तपाइँको कार्ड नम्बर जाँच्नुहोस्। यो वैधानिक छैन।
nn_no: Kontroller kortnummeret. Dette er ikkje gyldig.
no: Kontroller kortnummeret. Dette er ikke gyldig.
or: ଆପଣଙ୍କର କାର୍ଡ୍ ନମ୍ଵର୍ ଯାଞ୍ଚ କରନ୍ତୁ. ଏହା ବୈଧ ନୁହେଁ.
pa_arab_pk: اپنے کارڈ نمبر دی پڑتال کرو۔ ایہہ والا صحیح نئیں اے۔
pa_in: ਆਪਣਾ ਕਾਰਡ ਨੰਬਰ ਚੈਕ ਕਰੋ। ਇਹ ਵੈਧ ਨਹੀਂ ਹੈ।
pl: Sprawdź numer karty. Ten numer jest nieprawidłowy.
ru: Вы указали недействительный номер карты, проверьте его.
sd: پنهنجو ڪارڊ نمبر چيڪ ڪريو. اهو درست ناهي.
si: ඔබගේ කාඩ් අංකය පරීක්ෂා කරන්න. මෙය වලංගු නැත.
sl: Preverite številko svoje kartice. Ta številka ni veljavna.
sr_cyrl_rs: Проверите број картице. Овај број није важећи.
sr_latn_rs: Proverite broj kartice. Ovaj broj nije važeći.
sv: Kontrollera kortnumret. Detta är ogiltigt.
ta: உங்கள் கார்டு எண்ணை சோதிக்கவும். நீங்கள் உள்ளிட்டது தவறான குறியீடாகும்.
te: మీ కార్డ్ నంబర్ను తనిఖీ చేయండి. .ఇది చెల్లదు.
tg: Рақами корти худро тафтиш кунед. Ин рақам нодуруст аст.
th: โปรดตรวจสอบหมายเลขบัตรของคุณ หมายเลขนี้ไม่ถูกต้อง
tr: Kart numaranızı kontrol edin. Bu numara geçerli değil.
tt: Карта номерын тикшерегез. Монысы ярашлы түгел.
ug: .كارتا نۇمۇۈرۇڭيزني ته كشوروڭ بۇننيسي تۇغري ئه مه س
uk: Ви вказали недійсний номер картки. Перевірте його.
ur: اپنے کارڈ نمبر کی پڑتال کریں۔ یہ درست نہیں ہے۔
uz: Karta raqamini tekshiring. Bunisi noto‘g‘ri.
vi: Kiểm tra số thẻ của bạn. Số thẻ này không hợp lệ.
zh_hans: 请检查卡号。此号码无效。
zh_hant: 檢查您的卡號。此卡號無效。

# Literal.ErrorMessage.ProcessorUnreachable
source: Try that again. Something happened on our end. Waiting a bit can help.
af: Probeer dit weer. Iets het aan ons kant gebeur. Om 'n rukkie te wag, kan dalk help.
am: ያንን እንደገና ይሞክሩ። በእኛ በኩል የሆነ ችግር አጋጥሟል። ትንሽ መጠበቅ ሊያግዝ ይችል ይሆናል።
ar: حا‏‏ول مرة أخرى. حدث شيء من جانبنا. قد يساعد الانتظار قليلاً.
as: সেইটোৰে পুনৰ চেষ্টা কৰক৷ আমাৰ ইয়াত কিবা এটা সংঘটিত হৈছে৷ ক্ষন্তেক অপেক্ষাই সহায় কৰিব পাৰে৷
az: Ona yenidən cəhd edin. Tərəfimizdən problem baş verdi. Bir az gözləsəniz, bu kömək edə bilər.
bg: Опитайте отново. Възникна проблем от наша страна. Изчакването може да помогне.
bn_in: এটি আবার চেষ্টা করুন৷ আমাদের শেষে কিছু ঘটেছে৷ কিছুক্ষনের অপেক্ষা সাহায্য করতে পারে৷
bs: Pokušajte to ponovo. Pojavio se problem kod nas. Može biti od pomoći ako malo pričekate.
cy: Rhowch gynnig arall ar hynny. Digwyddodd rhywbeth ar ein hochr ni. Gall aros ychydig helpu.
da: Prøv igen. Et eller andet gik galt hos os. Det kan hjælpe at vente lidt.
de: Versuchen Sie es noch mal. Bei uns ist ein Fehler aufgetreten, der sich nach kurzer Wartezeit von selbst lösen kann.
el: Δοκιμάστε ξανά. Παρουσιάστηκε κάποιο πρόβλημα από την πλευρά μας. Ίσως είναι καλή ιδέα να περιμένετε λίγο.
es: Inténtalo de nuevo. Ha habido un problema por nuestra parte. Espera un poco.
et: Proovige uuesti. Meie poolel läks midagi valesti. Abi võib olla sellest, kui te veidi ootate.
eu: Saiatu berriro. Arazoren bat izan dugu. Itxaron pixka batean ea konpontzen dugun.
fa: دوباره امتحان کنید. مشکلی در طرف ما رخ داده است. کمی صبر کنید.
ga: Triail arís é. Tharla rud éigin ar an taobh seo. Seans gurbh fhiú fanacht tamall.
gd: Feuch ris a-rithist. Chaidh rudeigin cearr a-bhos an-seo. Dh’fhaoidte gun obraich e a-rithist ma dh’fhuiricheas tu greis.
gl: Téntao de novo. Ocorreu algo pola nosa parte. Se esperas un pouco, podería axudar.
gu: તેનો ફરી પ્રયાસ કરો. અમારા પક્ષે કંઈક થયું હતું. થોડીક રાહ જોવી મદદ કરી શકે છે.
he: נסה זאת שוב. משהו קרה בצד שלנו. מומלץ להמתין מעט.
hi: उसके लिए पुनः प्रयास करें. हमारी ओर से कुछ हुआ. कुछ समय प्रतीक्षा करने से मदद मिल सकती है.
hr: Probajte to ponovno. Nešto se dogodilo na našoj strani. Problem će se možda riješiti ako malo pričekate.
hu: Rendszerünkben hiba történt. Várjon néhány percet, majd próbálkozzon újra.
id: Coba lagi. Terjadi sesuatu di pihak kami. Mohon tunggu sebentar.
is: Reyndu þetta aftur. Eitthvað fór úrskeiðis hjá okkur. Það hjálpar hugsanlega að bíða smástund.
ja: もう一度お試しください。弊社側で問題が発生しました。しばらくお待ちください。
ka: ისევ სცადეთ. ჩვენთან რაღაც პრობლემაა. შესაძლოა, ცოტა ხანში გამოსწორდეს.
kk: Әрекетті қайталаңыз. Соңында мәселе орын алды. Шамалы күтсеңіз көмектесуі мүмкін.
kn: ಅದನ್ನು ಪುನಃ ಪ್ರಯತ್ನಿಸಿ. ನಮ್ಮ ಬದಿಯಲ್ಲಿ ಏನೋ ಸಮಸ್ಯೆಯಾಗಿದೆ. ಸ್ವಲ್ಪ ಕಾದರೆ, ಸಹಾಯವಾಗಬಹುದು.
ko: 다시 시도하세요. 문제가 발생했습니다. 잠시 기다려 주세요.
ku_arab: دووبارە ئەوە تاقی بکەرەوە. شتێک لای ئێمەوە روویدا. دەکرێت کەمێک چاوەڕوانی یارمەتیدەر بێت.
ky: Аны кайра аракет кылыңыз. Биз тараптан бир нерсе болду. Бир аз күтсөңүз жардам бере алат.
lo: ລອງ​ສິ່ງ​ນັ້ນ​ໃໝ່ອີກ. ມີບາງ​ຢ່າງ​ໄດ້​ເກີດ​ຂື້ນ​ໃນ​ສ່ວນ​ຂອງ​ພວກ​ເຮົາ. ລໍ​ຖ້າ​ຄາວ​ໜຶ່​ງ​​ສາ​ມາດຊ່ວຍ​ໄດ້.
lt: Bandykite dar kartą. Kažkas pas mus nutiko dėl mūsų veiksmų. Viskas gali susitvarkyti šiek tiek palaukus.
lv: Mēģiniet vēlreiz. Mūsu pusē radās problēma. Mēģiniet uzgaidīt.
mi: Nganaia anō tēnā. I raru tēnei taha. He pai tonu pea te āta tatari.
mk: Обидете се со тоа повторно. Се појави грешка кај нас. Може да помогне доколку почекате малку.
ml: വീണ്ടും ശ്രമിക്കുക. ഞങ്ങളുടെ ഭാഗത്ത് നിന്നും എന്തോ സംഭവിച്ചു. കുറച്ച് കാത്തിരിക്കുന്നത് സഹായിച്ചേക്കാം.
mn: Дахин оролдоно уу. Манай талд ямар нэг алдаа гарлаа. Түр хүлээвэл тус болж магадгүй.
mr: त्याचा पुन्हा प्रयत्न करा. आमच्या बाजूने काहीतरी घडले. क्षणभर प्रतिक्षा करणे मदत करु शकते.
ms: Cuba sekali lagi Sesuatu telah berlaku di pihak kami. Menunggu sebentar boleh membantu.
mt: Erġa' pprova dak. Ġrat xi ħaġa min-naħa tagħna. L-aħjar tistenna ftit.
ne: त्यसलाई फेरि प्रयास गर्नुहोस्। हाम्रो तर्फ केही भयो। केही क्षण प्रतिक्षा गर्दा मद्दत हुन सक्छ।
nn_no: Prøv på nytt. Det skjedde noko hos oss. Det kan hende det hjelper å vente litt.
no: Prøv på nytt. Noe gikk galt hos oss. Det kan hjelpe å vente litt.
or: ତାହା ପୁଣି ଚେଷ୍ଟା କରନ୍ତୁ. ଆମ ତରଫରୁ କିଛି ହୋଇଛି. କିଛି ସମୟ ଅପେକ୍ଷା କରିବା ଦ୍ଵାରା ସହାୟତା ହୋଇପାରେ.
pa_arab_pk: ایدی فیر کوشش کرو۔ ساڈے پاسے کجھ ہویا۔ اڈیکنا مدد کر سکدا اے۔
pa_in: ਉਸ ਨੂੰ ਦੁਬਾਰਾ ਅਜ਼ਮਾਓ। ਸਾਡੇ ਵਾਲੇ ਪਾਸੇ ਕੁਝ ਹੋ ਗਿਆ ਹੈ। ਥੋੜ੍ਹੀ ਉਡੀਕ ਕਰਨ ਨਾਲ ਮਦਦ ਮਿਲ ਸਕਦੀ ਹੈ।
pl: Spróbuj ponownie. Wystąpił problem po naszej stronie. Możesz zaczekać chwilę.
ru: Повторите попытку. У нас возникла проблема. Возможно, следует немного подождать.
sd: اهو ٻيهر ڪوشش ڪريو. اسان واري پاسي ڪجهه ٿيو. ٿوري دير انتظار ڪرڻ مدد ڪري سگهي ٿو.
si: එය නැවත උත්සාහ කරන්න. අපගේ අන්තයේදී යම්දෙයක් සිදුවිය. මදක් පොරොත්තු වීම උදව් විය හැකිය.
sl: Poskusite znova. Nekaj se je zgodilo na našem koncu. Morda bo pomagalo, če malce počakate.
sr_cyrl_rs: Покушајте то поново. Нешто се догодило код нас. Можда је потребно да сачекате мало.
sr_latn_rs: Pokušajte to ponovo. Nešto se dogodilo kod nas. Možda je potrebno da sačekate malo.
sv: Försök igen. Något hände på vår sida. Om du väntar en stund kanske det hjälper.
ta: அதை மீண்டும் முயற்சி செய்யவும். எங்கள் தரப்பில் ஏதோ நடந்துவிட்டது. சிறிது நேரம் காத்திருப்பது உதவக் கூடும்.
te: దానిని మళ్లీ ప్రయత్నించండి. మీవైపు ఏదో జరిగింది. కొద్ది సమయం వేచి ఉండటం సహాయపడవచ్చు.
tg: Аз нав кӯшиш кунед. Чизе аз тарафи мо ба вуҷуд омад. Интизорӣ метавонад кумак расонад.
th: ลองอีกครั้ง มีบางสิ่งเกิดขึ้นที่ฝั่งเรา คุณอาจต้องรอสักครู่
tr: Tekrar deneyin. Bizim tarafımızda bir sorun oluştu. Biraz beklemek yararlı olabilir.
tt: Кабатлап карагыз. Безнең якта нәрсәдер булган. Бераз көтсәгез, рәтләнергә мөмкин.
ug: ئۇنى قايتا سىناڭ. بىز تەرەپتە مەسىلە كۆرۈلدى. بىردەم ساقلىسىڭىز ئوڭشىلىشى مۇمكىن.
uk: Повторять спробу. У нас виникла проблема. Можливо, слід зачекати деякий час.
ur: دوبارہ کوشش کریں۔ ہماری طرف کچھ ہو گیا تھا۔ کچھ دیر انتظام معاون ہو سکتا ہے۔
uz: Buni qayta sinab ko‘ring. Biz tomonda qandaydir xato yuz berdi. Bir oz kutish yordam berishi mumkin.
vi: Hãy thử lại. Phía chúng tôi đã xảy ra sự cố. Hãy đợi trong giây lát.
zh_hans: 请重试。我们这边出现了问题。请等待一会可能有助于解决问题。
zh_hant: 再試一次。我們這邊發生問題。稍候一下可能會有幫助。
